{
  "text": "قوله تعالى : إلا من استرق السمع فأتبعه شهاب مبين أي لكن من استرق السمع ، أي الخطفة اليسيرة ، فهو استثناء منقطع . وقيل ، هو متصل ، أي إلا ممن استرق السماع . أي حفظنا السماء من الشياطين أن تسمع شيئا من الوحي وغيره ; إلا من استرق السمع فإنا لم نحفظها منه أن تسمع الخبر من أخبار السماء سوى [ ص: 11 ] الوحي ، فأما الوحي فلا تسمع منه شيئا ; لقوله : إنهم عن السمع لمعزولون . وإذا استمع الشياطين إلى شيء ليس بوحي فإنهم يقذفونه إلى الكهنة في أسرع من طرفة عين ، ثم تتبعهم الشهب فتقتلهم أو تخبلهم ; ذكره الحسن وابن عباس .قوله - تعالى - : فأتبعه شهاب مبين أتبعه : أدركه ولحقه . شهاب : كوكب مضيء . وكذلك شهاب ثاقب . وقوله : بشهاب قبس بشعلة نار في رأس عود ; قاله ابن عزيز . وقال ذو الرمة :كأنه كوكب في إثر عفرية مسوم في سواد الليل منقضبوسمي الكوكب شهابا لبريقه ، يشبه النار . وقيل : شهاب لشعلة من نار ، قبس لأهل الأرض ، فتحرقهم ولا تعود إذا أحرقت كما إذا أحرقت النار لم تعد ، بخلاف الكوكب فإنه إذا أحرق عاد إلى مكانه . قال ابن عباس : تصعد الشياطين أفواجا تسترق السمع فينفرد المارد منها فيعلو ، فيرمى بالشهاب فيصيب جبهته أو أنفه أو ما شاء الله فيلتهب ، فيأتي أصحابه وهو يلتهب فيقول : إنه كان من الأمر كذا وكذا ، فيذهب أولئك إلى إخوانهم من الكهنة فيزيدون عليها تسعا ، فيحدثون بها أهل الأرض ; الكلمة حق والتسع باطل . فإذا رأوا شيئا مما قالوا قد كان صدقوهم بكل ما جاءوا به من كذبهم . وسيأتي هذا المعنى مرفوعا في سورة \" سبأ \" إن شاء الله - تعالى - .واختلف في الشهاب هل يقتل أم لا . فقال ابن عباس : الشهاب يجرح ويحرق ويخبل ولا يقتل . وقال الحسن وطائفة : يقتل ; فعلى هذا القول في قتلهم بالشهب قبل إلقاء السمع إلى الجن قولان :أحدهما : أنهم يقتلون قبل إلقائهم ما استرقوه من السمع إلى غيرهم ; فعلى هذا لا تصل أخبار السماء إلى غير الأنبياء ، ولذلك انقطعت الكهانة .والثاني : أنهم يقتلون بعد إلقائهم ما استرقوه من السمع إلى غيرهم من الجن ; ولذلك ما يعودون إلى استراقه ، ولو لم يصل لانقطع الاستراق وانقطع الإحراق ; ذكره الماورديقلت : والقول الأول أصح على ما يأتي بيانه في \" الصافات \" . واختلف هل كان رمي بالشهب قبل المبعث ; فقال الأكثرون نعم . وقيل لا ، وإنما ذلك بعد المبعث . وسيأتي بيان [ ص: 12 ] هذه المسألة في سورة \" الجن \" إن شاء الله - تعالى - . وفي \" الصافات \" أيضا . قال الزجاج : والرمي بالشهب من آيات النبي - صلى الله عليه وسلم - مما حدث بعد مولده ; لأن الشعراء في القديم لم يذكروه في أشعارهم ، ولم يشبهوا الشيء السريع به كما شبهوا بالبرق وبالسيل . ولا يبعد أن يقال : انقضاض الكواكب كان في قديم الزمان ولكنه لم يكن رجوما للشياطين ، ثم صار رجوما حين ولد النبي - صلى الله عليه وسلم - .وقال العلماء : نحن نرى انقضاض الكواكب ، فيجوز أن يكون ذلك كما نرى ثم يصير نارا إذا أدرك الشيطان . ويجوز أن يقال : يرمون بشعلة من نار من الهوى فيخيل إلينا أنه نجم سرى .والشهاب في اللغة النار الساطعة .وذكر أبو داود عن عامر الشعبي قال : لما بعث النبي - صلى الله عليه وسلم - رجمت الشياطين بنجوم لم تكن ترجم بها قبل ، فأتوا عبد ياليل بن عمرو الثقفي فقالوا : إن الناس قد فزعوا وقد أعتقوا رقيقهم وسيبوا أنعامهم لما رأوا في النجوم . فقال لهم - وكان رجلا أعمى - : لا تعجلوا ، وانظروا فإن كانت النجوم التي تعرف فهي عند فناء الناس ، وإن كانت لا تعرف فهي من حدث . فنظروا فإذا هي نجوم لا تعرف ، فقالوا : هذا من حدث . فلم يلبثوا حتى سمعوا بالنبي - صلى الله عليه وسلم - .",
  "ayah": 18,
  "surah": 15
}
