{
  "text": "قوله تعالى : ولقد كذب أصحاب الحجر المرسلين الحجر ينطلق على معان : منها حجر الكعبة . ومنها الحرام ; قال الله - تعالى - : وحجرا محجورا أي حراما محرما . والحجر العقل ; قال الله - تعالى - : لذي حجر والحجر حجر القميص ; والفتح أفصح . والحجر الفرس الأنثى . والحجر ديار ثمود ، وهو المراد هنا ، أي المدينة ; قاله الأزهري . قتادة : وهي ما بين مكة وتبوك ، وهو الوادي الذي فيه ثمود . [ ص: 42 ] الطبري : هي أرض بين الحجاز والشام ، وهم قوم صالح . وقال : \" المرسلين \" وهو صالح وحده ، ولكن من كذب نبيا فقد كذب الأنبياء كلهم ; لأنهم على دين واحد في الأصول فلا يجوز التفريق بينهم . وقيل : كذبوا صالحا ومن تبعه ومن تقدمه من النبيين أيضا . والله أعلمروى البخاري عن ابن عمر أن رسول الله - صلى الله عليه وسلم - لما نزل الحجر في غزوة تبوك أمرهم ألا يشربوا من بئرها ولا يستقوا منها . فقالوا : قد عجنا واستقينا . فأمرهم رسول الله - صلى الله عليه وسلم - أن يهريقوا الماء وأن يطرحوا ذلك العجين .وفي الصحيح عن ابن عمر أن الناس نزلوا مع رسول الله - صلى الله عليه وسلم - على الحجر أرض ثمود ، فاستقوا من آبارها وعجنوا به العجين ، فأمرهم رسول الله - صلى الله عليه وسلم - أن يهريقوا ما استقوا ويعلفوا الإبل العجين ، وأمرهم أن يستقوا من البئر التي تردها الناقة . وروي أيضا عن ابن عمر قال : مررنا مع رسول الله - صلى الله عليه وسلم - على الحجر فقال لنا رسول الله - صلى الله عليه وسلم - : لا تدخلوا مساكن الذين ظلموا أنفسهم إلا أن تكونوا باكين حذرا أن يصيبكم مثل ما أصابهم ثم زجر فأسرع .قلت : ففي هذه الآية التي بين الشارع حكمها وأوضح أمرها ثمان مسائل ، استنبطها العلماء واختلف في بعضها الفقهاء ،فأولها : كراهة دخول تلك المواضع ، وعليها حمل بعض العلماء دخول مقابر الكفار ; فإن دخل الإنسان شيئا من تلك المواضع والمقابر فعلى الصفة التي أرشد إليها النبي - صلى الله عليه وسلم - من الاعتبار والخوف والإسراع . وقد قال رسول الله - صلى الله عليه وسلم - : لا تدخلوا أرض بابل فإنها ملعونة .[ مسألة ] . أمر النبي بهرق ما استقوا من بئر ثمود وإلقاء ما عجن وخبز به لأجل أنه ماء سخط ، فلم يجز الانتفاع به فرارا من سخط الله . وقال اعلفوه الإبل .قلت : وهكذا حكم الماء النجس وما يعجن به .وثانيها : قال مالك : إن ما لا يجوز استعماله من الطعام والشراب يجوز أن تعلفه الإبل والبهائم ; إذ لا تكليف عليها ; وكذلك قال ، في العسل النجس : إنه يعلفه النحل .وثالثها : أمر رسول الله - صلى الله عليه وسلم - بعلف ما عجن بهذا الماء الإبل ، ولم يأمر بطرحه كما أمر في لحوم الحمر الإنسية يوم خيبر ; فدل على أن لحم الحمر [ ص: 43 ] أشد في التحريم وأغلظ في التنجيس . وقد أمر رسول الله - صلى الله عليه وسلم - بكسب الحجام أن يعلف الناضح والرقيق ، ولم يكن ذلك لتحريم ولا تنجيس . قال الشافعي : ولو كان حراما لم يأمره أن يطعمه رقيقه ; لأنه متعبد فيه كما تعبد في نفسه .ورابعها : في أمره - صلى الله عليه وسلم - بعلف الإبل العجين دليل على جواز حمل الرجل النجاسة إلى كلابه ليأكلوها ; خلافا لمن منع ذلك من أصحابنا وقال : تطلق الكلاب عليها ولا يحملها إليهم .وخامسها : أمره - صلى الله عليه وسلم - أن يستقوا من بئر الناقة دليل على التبرك بآثار الأنبياء والصالحين ، وإن تقادمت أعصارهم وخفيت آثارهم ; كما أن في الأول دليلا على بغض أهل الفساد وذم ديارهم وآثارهم . هذا ، وإن كان التحقيق أن الجمادات غير مؤاخذات ، لكن المقرون بالمحبوب محبوب ، والمقرون بالمكروه المبغوض مبغوض ; كما قال كثير :أحب لحبها السودان حتى أحب لحبها سود الكلابوكما قال آخر :أمر على الديار ديار ليلى     أقبل ذا الجدار وذا الجداراوما تلك الديار شغفن قلبي     ولكن حب من سكن الدياراوسادسها : منع بعض العلماء الصلاة بهذا الموضع وقال : لا تجوز الصلاة فيها لأنها دار سخط وبقعة غضب . قال ابن العربي : فصارت هذه البقعة مستثناة من قوله - صلى الله عليه وسلم - : جعلت لي الأرض مسجدا وطهورا فلا يجوز التيمم بترابها ولا الوضوء من مائها ولا الصلاة فيها . وقد روى الترمذي عن ابن عمر أن رسول الله - صلى الله عليه وسلم - نهى أن يصلى في سبع مواطن : في المزبلة والمجزرة والمقبرة وقارعة الطريق ، وفي الحمام وفي معاطن الإبل وفوق بيت الله . وفي الباب عن أبي مرثد وجابر وأنس : حديث ابن عمر إسناده ليس بذاك القوي ، وقد تكلم في [ ص: 44 ] زيد بن جبيرة من قبل حفظه . وقد زاد علماؤنا : الدار المغصوبة والكنيسة والبيعة والبيت الذي فيه تماثيل ، والأرض المغصوبة أو موضعا تستقبل فيه نائما أو وجه رجل أو جدارا عليه نجاسة . قال ابن العربي : ومن هذه المواضع ما منع لحق الغير ، ومنه ما منع لحق الله - تعالى - ، ومنه ما منع لأجل النجاسة المحققة أو لغلبتها ; فما منع لأجل النجاسة إن فرش فيه ثوب طاهر كالحمام والمقبرة فيها أو إليها فإن ذلك جائز في المدونة . وذكر أبو مصعب عنه الكراهة . وفرق علماؤنا بين المقبرة القديمة والجديدة لأجل النجاسة ، وبين مقبرة المسلمين والمشركين ; لأنها دار عذاب وبقعة سخط كالحجر . وقال مالك في المجموعة : لا يصلي في أعطان الإبل وإن فرش ثوبا ; كأنه رأى لها علتين : الاستتار بها ونفارها فتفسد على المصلي صلاته ، فإن كانت واحدة فلا بأس ; كما كان النبي - صلى الله عليه وسلم - يفعل ; في الحديث الصحيح . وقال مالك : لا يصلى على بساط فيه تماثيل إلا من ضرورة . وكره ابن القاسم الصلاة إلى القبلة فيها تماثيل ، وفي الدار المغصوبة ، فإن فعل أجزأه وذكر بعضهم عن مالك أن الصلاة في الدار المغصوبة لا تجزئ . قال ابن العربي : وذلك عندي بخلاف الأرض . فإن الدار لا تدخل إلا بإذن ، والأرض وإن كانت ملكا فإن المسجدية فيها قائمة لا يبطلها الملك .قلت : الصحيح - إن شاء الله - الذي يدل عليه النظر والخبر أن الصلاة بكل موضع طاهر جائزة صحيحة . وما روي من قوله - صلى الله عليه وسلم - : إن هذا واد به شيطان وقد رواه معمر عن الزهري فقال : واخرجوا عن الموضع الذي أصابتكم فيه الغفلة . وقول علي : نهاني رسول الله - صلى الله عليه وسلم - أن أصلي بأرض بابل فإنها ملعونة . وقوله - عليه السلام - حين مر بالحجر من ثمود : لا تدخلوا على هؤلاء المعذبين إلا أن تكونوا باكين ونهيه عن الصلاة في معاطن الإبل إلى ذلك مما في هذا الباب ، فإنه مردود إلى الأصول المجتمع عليها والدلائل الصحيح مجيئها . قال الإمام الحافظ أبو عمر : المختار عندنا في هذا الباب أن ذلك الوادي وغيره من بقاع الأرض جائز أن يصلى فيها كلها ما لم تكن فيها نجاسة متيقنة تمنع من ذلك ، ولا معنى لاعتلال من اعتل بأن [ ص: 45 ] موضع النوم عن الصلاة موضع شيطان ، وموضع ملعون لا يجب أن تقام فيه الصلاة ، وكل ما روي في هذا الباب من النهي عن الصلاة في المقبرة وبأرض بابل وأعطان الإبل وغير ذلك مما في هذا المعنى ، كل ذلك عندنا منسوخ ومدفوع لعموم قوله - صلى الله عليه وسلم - : جعلت لي الأرض كلها مسجدا وطهورا ، وقوله - صلى الله عليه وسلم - مخبرا : إن ذلك من فضائله ومما خص به ، وفضائله عند أهل العلم لا يجوز عليها النسخ ولا التبديل ولا النقص . قال - صلى الله عليه وسلم - : أوتيت خمسا - وقد روي ستا ، وقد روي ثلاثا وأربعا ، وهي تنتهي إلى أزيد من تسع ، قال فيهن - لم يؤتهن أحد قبلي بعثت إلى الأحمر والأسود ونصرت بالرعب وجعلت أمتي خير الأمم وأحلت لي الغنائم وجعلت لي الأرض مسجدا وطهورا وأوتيت الشفاعة وبعثت بجوامع الكلم وبينا أنا نائم أوتيت بمفاتيح الأرض فوضعت في يدي وأعطيت الكوثر . وختم بي النبيون رواه جماعة من الصحابة . وبعضهم يذكر بعضها ، ويذكر بعضهم ما لم يذكر غيره ، وهي صحاح كلها . وجائز على فضائله الزيادة وغير جائز فيها النقصان ; ألا ترى أنه كان عبدا قبل أن يكون نبيا ثم كان نبيا قبل أن يكون رسولا ; وكذلك روي عنه . وقال : ما أدري ما يفعل بي ولا بكم ثم نزلت ليغفر لك الله ما تقدم من ذنبك وما تأخر . وسمع رجلا يقول : يا خير البرية ; فقال : ذاك إبراهيم وقال : لا يقولن أحدكم أنا خير من يونس بن متى وقال : السيد يوسف بن يعقوب بن إسحاق بن إبراهيم - عليهم السلام - ثم قال بعد ذلك كله : أنا سيد ولد آدم ولا [ ص: 46 ] فخر . ففضائله - صلى الله عليه وسلم - لم تزل تزداد إلى أن قبضه الله ; فمن هاهنا قلنا : إنه لا يجوز عليها النسخ ولا الاستثناء ولا النقصان ، وجائز فيها الزيادة . وبقوله - صلى الله عليه وسلم - : جعلت لي الأرض مسجدا وطهورا أجزنا الصلاة في المقبرة والحمام وفي كل موضع من الأرض إذا كان طاهرا من الأنجاس . وقال - صلى الله عليه وسلم - لأبي ذر : حيثما أدركتك الصلاة فصل فإن الأرض كلها مسجد ذكره البخاري ولم يخص موضعا من موضع . وأما من احتج بحديث ابن وهب قال : أخبرني يحيى بن أيوب عن زيد بن جبيرة عن داود بن حصين عن نافع عن ابن عمر حديث الترمذي الذي ذكرناه فهو حديث انفرد به زيد بن جبيرة وأنكروه عليه ، ولا يعرف هذا الحديث مسندا إلا برواية يحيى بن أيوب عن زيد بن جبيرة . وقد كتب الليث بن سعد إلى عبد الله بن نافع مولى ابن عمر يسأله عن هذا الحديث ، وكتب إليه عبد الله بن نافع لا أعلم من حدث بهذا عن نافع إلا قد قال عليه الباطل . ذكره الحلواني عن سعيد بن أبي مريم عن الليث ، وليس فيه تخصيص مقبرة المشركين من غيرها . وقد روي عن علي بن أبي طالب قال : نهاني حبيبي - صلى الله عليه وسلم - أن أصلي في المقبرة ، ونهاني أن أصلي في أرض بابل فإنها ملعونة . وإسناده ضعيف مجتمع على ضعفه ، وأبو صالح الذي رواه عن علي هو سعيد بن عبد الرحمن الغفاري ، بصري ليس بمشهور ولا يصح له سماع عن علي ، ومن دونه مجهولون لا يعرفون . قال أبو عمر : وفي الباب عن علي من قوله غير مرفوع حديث حسن الإسناد ، رواه الفضل بن دكين قال : حدثنا المغيرة بن أبي الحر الكندي قال حدثني أبو العنبس حجر بن عنبس قال : خرجنا مع علي إلى الحرورية ، فلما جاوزنا سوريا وقع بأرض بابل ، قلنا : يا أمير المؤمنين أمسيت ، الصلاة الصلاة ; فأبى أن يكلم أحدا . قالوا : يا أمير المؤمنين ، قد أمسيت . قال بلى ، ولكن لا أصلي في أرض خسف الله بها . والمغيرة بن أبي الحر كوفي ثقة ; قاله يحيى بن معين وغيره . وحجر بن عنبس من كبار أصحاب علي . وروى الترمذي عن أبي سعيد الخدري قال : قال رسول الله - صلى الله عليه وسلم - : الأرض كلها مسجد إلا المقبرة والحمام . قال الترمذي : رواه سفيان [ ص: 47 ] الثوري عن عمرو بن يحيى عن أبيه عن النبي - صلى الله عليه وسلم - مرسلا ، وكأنه أثبت وأصح . قال أبو عمر : فسقط الاحتجاج به عند من لا يرى المرسل حجة ، ولو ثبت كان الوجه ما ذكرنا . ولسنا نقول كما قال بعض المنتحلين لمذهب المدنيين : أن المقبرة في هذا الحديث وغيره أريد بها مقبرة المشركين خاصة ; فإنه قال : المقبرة والحمام بالألف واللام ; فغير جائز أن يرد ذلك إلى مقبرة دون مقبرة أو حمام دون حمام بغير توقيف عليه ، فهو قول لا دليل عليه من كتاب ولا سنة ولا خبر صحيح ، ولا مدخل له في القياس ولا في المعقول ، ولا دل عليه فحوى الخطاب ولا خرج عليه الخبر . ولا يخلو تخصيص من خص مقبرة المشركين من أحد وجهين : إما أن يكون من أجل اختلاف الكفار إليها بأقدامهم فلا معنى لخصوص المقبرة بالذكر ; لأن كل موضع هم فيه بأجسامهم وأقدامهم فهو كذلك ، وقد جل رسول الله - صلى الله عليه وسلم - أن يتكلم بما لا معنى له . أو يكون من أجل أنها بقعة سخط ، فلو كان كذلك ما كان رسول الله - صلى الله عليه وسلم - ليبني مسجده في مقبرة المشركين وينبشها ويسويها ويبني عليها ، ولو جاز لقائل أن يخص من المقام مقبرة للصلاة فيها لكانت مقبرة المشركين أولى بالخصوص والاستثناء من أجل هذا الحديث . وكل من كره الصلاة في المقبرة لم يخص مقبرة من مقبرة ; لأن الألف واللام إشارة إلى الجنس لا إلى معهود ، ولو كان بين مقبرة المسلمين والمشركين فرق لبينه - صلى الله عليه وسلم - ولم يهمله ; لأنه بعث مبينا . ولو ساغ لجاهل أن يقول : مقبرة كذا لجاز لآخر أن يقول : حمام كذا ; لأن في الحديث المقبرة والحمام . وكذلك قوله : المزبلة والمجزرة ; غير جائز أن يقال : مزبلة كذا ولا مجزرة كذا ولا طريق كذا ; لأن التحكم في دين الله غير جائز . وأجمع العلماء على أن التيمم على مقبرة المشركين إذا كان الموضع طيبا طاهرا نظيفا جائز . وكذلك أجمعوا على أن من صلى في كنيسة أو بيعة على موضع طاهر ، أن صلاته ماضية جائزة . وقد تقدم هذا في سورة \" براءة \" . ومعلوم أن الكنيسة أقرب إلى أن تكون بقعة سخط من المقبرة ; لأنها بقعة يعصى الله ويكفر به فيها ، وليس كذلك المقبرة . وقد وردت السنة باتخاذ البيع والكنائس مساجد . روى النسائي عن طلق بن علي قال : خرجنا وفدا إلى النبي - صلى الله عليه وسلم - فبايعناه وصلينا معه ، وأخبرناه أن بأرضنا بيعة لنا ، وذكر الحديث . وفيه : فإذا أتيتم أرضكم فاكسروا بيعتكم واتخذوها مسجدا . وذكر أبو داود عن عثمان بن أبي العاص أن النبي - صلى الله عليه وسلم - أمره أن يجعل مسجد الطائف حيث كانت طواغيتهم . وقد تقدم في \" براءة \" . وحسبك [ ص: 48 ] بمسجد النبي - صلى الله عليه وسلم - الذي أسس على التقوى مبنيا في مقبرة المشركين ; وهو حجة على كل من كره الصلاة فيها . وممن كره الصلاة في المقبرة سواء كانت لمسلمين أو مشركين الثوري وأبو حنيفة والأوزاعي والشافعي وأصحابهم وعند الثوري لا يعيد . وعند الشافعي أجزأه إذا صلى في المقبرة في موضع ليس فيه نجاسة ; للأحاديث المعلومة في ذلك ، ولحديث أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : صلوا في بيوتكم ولا تتخذوها قبورا ، ولحديث أبي مرثد الغنوي عن النبي - صلى الله عليه وسلم - أنه قال : لا تصلوا إلى القبور ولا تجلسوا عليها . وهذان حديثان ثابتان من جهة الإسناد ، ولا حجة فيهما ; لأنهما محتملان للتأويل ، ولا يجب أن يمتنع من الصلاة في كل موضع طاهر إلا بدليل لا يحتمل تأويلا . ولم يفرق أحد من فقهاء المسلمين بين مقبرة المسلمين والمشركين إلا ما حكيناه من خطل القول الذي لا يشتغل بمثله ، ولا وجه له في نظر ولا في صحيح أثر .وثامنها : الحائط يلقى فيه النتن والعذرة ليكرم فلا يصلى فيه حتى يسقى ثلاث مرات ، لما رواه الدارقطني عن مجاهد عن ابن عباس عن النبي - صلى الله عليه وسلم - في الحائط يلقى فيه العذرة والنتن قال : إذا سقي ثلاث مرات فصل فيه . وخرجه أيضا من حديث نافع عن ابن عمر أنه سئل عن هذه الحيطان التي تلقى فيها العذرات وهذا الزبل ، أيصلى فيها ؟ فقال : إذا سقيت ثلاث مرات فصل فيها . رفع ذلك إلى النبي - صلى الله عليه وسلم - واختلف في الإسناد ، والله أعلم .",
  "ayah": 80,
  "surah": 15
}
