{
  "text": "آیت 22 ہُوَ الَّذِیْ یُسَیِّرُکُمْ فِی الْْبَرِّ وَالْبَحْرِ ط ”وہی ہے جو تمہیں سیر کراتا ہے خشکی اور سمندر میں۔“یعنی اللہ تعالیٰ نے مختلف قوانین طبعی کے تحت مختلف چیزوں کو سواریوں کے طور پر انسانوں کے لیے مسخر کردیا ہے۔حَتّٰیٓ اِذَا کُنْتُمْ فِی الْْفُلْکِج وَجَرَیْنَ بِہِمْ بِرِیْحٍ طَیِّبَۃٍ وَّفَرِحُوْا بِہَا ”یہاں تک کہ جب تم کشتیوں میں ہوتے ہو ‘ اور وہ چل رہی ہوتی ہیں انہیں سواروں کو لے کر خوشگوار موافق ہوا کے ساتھ اور وہ بہت خوش ہوتے ہیں“جَآءَ تْہَا رِیْحٌ عَاصِفٌ وَّجَآءَ ہُمُ الْمَوْجُ مِنْ کُلِّ مَکَانٍ وَّظَنُّوْٓا اَنَّہُمْ اُحِیْطَ بِہِمْلا ”کہ اچانک تیز ہوا کا جھکڑ چل پڑتا ہے اور ہر طرف سے موجیں ان کی طرف بڑھنے لگتی ہیں اور وہ گمان کرنے لگتے ہیں کہ وہ ان لہروں میں گھیر لیے گئے ہیں“ہر طرف سے پہاڑ جیسی لہروں کو اپنی طرف بڑھتے دیکھ کر انہیں یقین ہوجاتا ہے کہ بس اب وہ لہروں میں گھر گئے ہیں اور ان کا آخری وقت آن پہنچا ہے۔دَعَوُا اللّٰہَ مُخْلِصِیْنَ لَہُ الدِّیْنَج لَءِنْ اَنْجَیْتَنَا مِنْ ہٰذِہٖ لَنَکُوْنَنَّ مِنَ الشّٰکِرِیْنَ ”اس وقت وہ پکارتے ہیں اللہ کو ‘ اس کے لیے اپنی اطاعت کو خالص کرتے ہوئے کہ اے اللہ ! اگرُ تو نے ہمیں اس مصیبت سے نجات دے دی تو ہم لازماً ہوجائیں گے بہت شکر کرنے والوں میں سے۔“ایسے مشکل وقت میں انہیں صرف اللہ ہی یاد آتا ہے ‘ کسی دیوی یا دیوتا کا خیال نہیں آتا۔ اس سلسلے میں ابوجہل کے بیٹے عکرمہ کے بارے میں بہت اہم واقعہ تاریخ میں ملتا ہے کہ فتح مکہ کے بعد وہ حجاز سے فرار ہو کر حبشہ جانے کے لیے بعض دوسرے لوگوں کے ساتھ کشتی میں سوار تھے کہ کشتی اچانک طوفان میں گھر گئی۔ کشتی میں تمام لوگ مشرکین تھے ‘ لیکن اس مصیبت کی گھڑی میں کسی کو بھی لات ‘ منات ‘ عزیٰ اور ہبل یاد نہ آئے اور انہوں نے مدد کے لیے پکارا تو اللہ کو پکارا۔ اسی لمحے عکرمہ کو اس حقیقت کے انکشاف نے چونکا دیا کہ یہی تو وہ پیغام ہے جو محمد ﷺ ہمیں دے رہے ہیں۔ چناچہ وہ واپس لوٹ آئے اور رسول اللہ ﷺ کی خدمت میں حاضر ہو کر حلقہ بگوش اسلام ہوگئے اور شرف صحابیت سے مشرف ہوئے۔ اس کے بعد یہی عکرمہ رض اسلام کے زبردست مجاہد ثابت ہوئے ‘ اور حضرت ابوبکر صدیق رض کے دور خلافت میں منکرین زکوٰۃ اور مرتدین کے خلاف جہاد میں انہوں نے کارہائے نمایاں انجام دیے۔دراصل اللہ کی معرفت انسان کی فطرت کے اندر سمو دی گئی ہے۔ بعض اوقات باطل خیالات و نظریات کا ملمع اس معرفت کی قبولیت میں آڑے آجاتا ہے ‘ لیکن جب یہ ملمع اترنے کا کوئی سبب پیدا ہوتا ہے تو اندر سے انسانی فطرت اپنی اصلی حالت میں نمایاں ہوجاتی ہے جو حق کو پہچاننے میں لمحہ بھر کو دیر نہیں کرتی۔",
  "ayah": 23,
  "surah": 10
}
