{
  "text": "২০-২৭ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা মুশরিকদের বিশ্বাসকে খণ্ডন করছেন যারা ধারণা করতো যে, তারা যে বুযুর্গদের ইবাদত করছে তারা তাদেরকে সাহায্য করতে পারে এবং তাদেরকে আহার্য দান করতে তারা সক্ষম। তাই আল্লাহ পাক বলেনঃ আল্লাহ ছাড়া না কেউ সাহায্য করতে পারে, না আহার্য দান করতে পারে। কাফিরদের বিশ্বাস প্রতারণা ছাড়া কিছুই নয়। তারা বিভ্রান্তির মধ্যে রয়েছে। মহামহিমান্বিত আল্লাহ বলেনঃ এমন কে আছে, যে তোমাদেরকে জীবনোপকরণ দান করবে, তিনি যদি জীবনোপকরণ বন্ধ করে দেন? অর্থাৎ আল্লাহ তাবারাকা ওয়া তা'আলা তোমাদের জীবনোপকরণ বন্ধ করে দিলে কেউ তা চালু করতে পারে না। দেয়া-নেয়ার উপর, সৃষ্টি করার উপর, ধ্বংস করার উপর, জীবিকা দানের উপর এবং সাহায্য দানের উপর একমাত্র এক ও লা-শাতরীক আল্লাহই ক্ষমতাবান। এ লোকগুলো নিজেরাও এটা জানে, তথাপি কাজকর্মে তার সাথে অন্যদেরকে শরীক করে থাকে। প্রকৃত ব্যাপার এই যে, এই কাফিররা নিজেদের ভ্রান্তি, পাপ এবং ঔদ্ধত্যের মধ্যে ভেসে চলেছে। তাদের স্বভাবের মধ্যে হঠকারিতা, অহংকার, সত্যের অস্বীকৃতি এবং হকের বিরুদ্ধাচরণ বাসা বেঁধেছে। এমন কি ভাল কথা শুনতেও তাদের মনে চায় না, আমল করা তো দূরের কথা। এরপর আল্লাহ পাক মুমিন ও কাফিরদের দৃষ্টান্ত বর্ণনা করছেন যে, কাফিরদের দৃষ্টান্ত এমন যেমন কোন লোক মাথা ঝুঁকিয়ে, দৃষ্টি নিম্নমুখী করে চলতে রয়েছে, না সে পথ দেখছে, না তার জানা আছে যে, সে কোথায় চলছে, বরং উদ্বিগ্ন অবস্থায় পথ ভুলে হতভম্ব হয়ে গেছে। আর মুমিনের দৃষ্টান্ত এমন যেমন কোন লোক সরল সোজা পথে চলতে রয়েছে। রাস্তা খুবই পরিষ্কার-পরিচ্ছন্ন এবং একেবারে সোজা, ওতে কোন বক্রতা নেই। ঐ লোকটির কাছে ওটা খুবই পরিচিত পথ। সে বরাবর সঠিকভাবে উত্তম চলনে চলতে আছে। কিয়ামতের দিন তাদের এই অবস্থাই হবে। কাফিরদেরকে উল্টোমুখে জাহান্নামে একত্রিত করা হবে। আর মুসলমানরা সসম্মানে জান্নাতে প্রবেশ করবে। যেমন আল্লাহ পাক বলেনঃ (আরবি)অর্থাৎ “ফেরেশতাদেরকে বলা হবেঃ একত্রিত কর যালিম ও তাদের সহচরদেরকে এবং তাদেরকে যাদের ইবাদত করতো তারা আল্লাহর পরিবর্তে এবং তাদেরকে পরিচালিত কর জাহান্নামের পথে।” (৩৭:২২-২৩)মুসনাদে আহমাদে হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়ঃ “হে আল্লাহর রাসূল (সঃ)! কিভাবে লোকদেরকে মুখের ভরে চালিত করা হবে?\" উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “যিনি পায়ের ভরে চালিত করেছেন তিনি মুখের ভরে চালিত করতেও সক্ষম।” (সহীহ বুখারী ও সহীহ মুসলিমেও এ হাদীসটি বর্ণিত হয়েছে)মহান আল্লাহ বলেনঃ তিনিই তোমাদেরকে সৃষ্টি করেছেন, অর্থাৎ তোমাদেরকে প্রথমবার সৃষ্টি করেছেন যখন তোমরা উল্লেখযোগ্য কিছুই ছিলে না। আর তিনি তোমাদেরকে দিয়েছেন শ্রবণশক্তি, দৃষ্টিশক্তি ও অন্তঃকরণ। অর্থাৎ তোমাদেরকে দিয়েছেন জ্ঞান, বুদ্ধি ও অনুভূতি শক্তি। কিন্তু তোমরা অল্পই কৃতজ্ঞতা প্রকাশ করে থাকো। অর্থাৎ আল্লাহ প্রদত্ত তোমাদের এ শক্তিগুলোকে তাঁর নির্দেশ পালনে এবং তাঁর অবাধ্যাচরণ হতে বেঁচে থাকার কাজে তোমরা অল্পই ব্যয় করে থাকো। তিনিই তোমাদেরকে পৃথিবীতে ছড়িয়ে দিয়েছেন, তোমাদের ভাষা করেছেন পৃথক, বর্ণ ও আকৃতি করেছেন পৃথক পৃথক এবং তোমাদেরকে ভূ-পৃষ্ঠের বিভিন্ন অঞ্চলে ছড়িয়ে দিয়েছেন। এরপর তাঁরই নিকট তোমাদেরকে একত্রিত করা হবে। অর্থাৎ তোমাদের এই বিভিন্নতা ও বিচ্ছিন্নতার পর তোমাদেরকে আল্লাহ তা'আলার নিকট একত্রিত করা হবে। তিনি যেভাবে তোমাদেরকে এদিক-ওদিক ছড়িয়ে দিয়েছেন ঐ ভাবেই তিনি একদিকে গুটিয়ে নিবেন। আর যেভাবে তিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন সেভাবেই তিনি তোমাদের পুনরুত্থান ঘটাবেন।এরপর আল্লাহ পাক বলেন যে, কাফিররা পুনরুত্থানকে বিশ্বাস করে না বলে এই পুনর্জীবন ও পুনরুত্থানের বর্ণনা শুনে প্রতিবাদ করে বলেঃ এই প্রতিশ্রুতি কখন বাস্তবায়িত হবে? অর্থাৎ আমাদেরকে যে পুনরুত্থানের সংবাদ দেয়া হচ্ছে তা যদি সত্য হয় তবে হে মুহাম্মাদ (সঃ)! আমাদেরকে বলে দাও, এটা কখন সংঘটিত হবে?তাদের এই প্রশ্নের উত্তরে আল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় নবী (সঃ)-কে বলেনঃ হে নবী (সঃ)! তুমি তাদেরকে বলে দাওঃ কিয়ামত কখন সংঘটিত হবে এ জ্ঞান আমার নেই। এর জ্ঞান তো একমাত্র আল্লাহ তা'আলারই রয়েছে। হ্যাঁ, আমাকে শুধু এটুকু জানিয়ে দেয়া হয়েছে যে, অবশ্যই ঐ সময় আসবে। আমি তো স্পষ্ট সতর্ককারী মাত্র। আমি তোমাদেরকে ঐ দিনের ভয়াবহতা সম্পর্কে সতর্ক করছি। আমার দায়িত্ব ও কর্তব্য শুধু তোমাদের নিকট এসব খবর পৌঁছিয়ে দেয়া, যা আমি পালন করেছি। সুতরাং আল্লাহ পাকেরই জন্যে সমস্ত প্রশংসা।এরপর ইরশাদ হচ্ছেঃ যখন কিয়ামত সংঘটিত হতে শুরু করবে এবং কাফিররা তা স্বচক্ষে দেখে নিবে এবং জেনে নিবে যে, ওটা এখন নিকটবর্তী হয়ে গেছে, কেননা আগমনকারী প্রত্যেক জিনিসের আগমন ঘটবেই, তা সত্বরই হোক অথবা বিলম্বেই হোক, যখন তারা এটাকে সংঘটিত অবস্থায় পেয়ে নিবে যেটাকে তারা এ পর্যন্ত মিথ্যা মনে করছিল, তখন এটা তাদের কাছে খুবই অপ্রীতিকর মনে হবে। কেননা তারা নিজেদের উদাসীনতার প্রতিফল সামনে দেখতে পাবে। তখন তাদেরকে ধমকের সুরে এবং লাঞ্ছিত করার লক্ষ্যে বলা হবেঃ এটাই তো তোমরা চাচ্ছিলে!",
  "ayah": 27,
  "surah": 67
}
