{
  "text": "২৭-২৯ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, আজ হতে নিয়ে চিরদিনের এবং আজকের পূর্বেও সারা আকাশের, সারা যমীনের মালিক, বাদশাহ, সুলতান, সম্রাট একমাত্র আল্লাহ। যারা আল্লাহকে, তাঁর রাসূলদেরকে, তাঁর কিতাবসমূহকে এবং কিয়ামত দিবসকে অস্বীকার করে তারা কিয়ামতের দিন ভীষণ ক্ষতিগ্রস্ত হবে।হযরত সুফিয়ান সাওরী (রঃ) মদীনায় এসে শুনতে পান যে, মুআফেরী একজন রসিক লোক। নিজের কথায় তিনি লোকদেরকে হাসাতেন। তিনি তাঁকে বললেন, জনাব! আপনি কি জানেন না যে, আল্লাহ তা'আলা বলেনঃ “যেদিন কিয়ামত সংঘটিত হবে সেদিন মিথ্যাশ্রয়ীরা হবে ক্ষতিগ্রস্ত?” হযরত সুফিয়ান সাওরী (রঃ)-এর একথা হযরত মুআফেরী (রঃ)-এর উপর খুবই ক্রিয়াশীল হয় এবং মৃত্যু পর্যন্ত তিনি এ উপদেশ ভুলেননি। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)ঐ দিন এতো ভয়াবহ ও কঠিন হবে যে, প্রত্যেকে হাঁটুর ভরে পড়ে থাকবে। এ অবস্থা ঐ সময় হবে যখন জাহান্নাম সামনে আনা হবে এবং ওটা এক তপ্ত দীর্ঘশ্বাস নিবে। এমনকি ঐ সময় হযরত ইবরাহীম খলীলুল্লাহ (আঃ) এবং হযরত ঈসা রূহুল্লাহরও (আঃ) মুখ দিয়ে নাফসী নাফসী শব্দ বের হবে। তারাও সেদিন প্রত্যেকে পরিষ্কারভাবে বলবেনঃ “হে আল্লাহ! আজকে আমি আমার জীবনের নিরাপত্তা ছাড়া আপনার কাছে আর কিছুই চাই না।” হযরত ঈসা (আঃ) বলবেনঃ “হে আল্লাহ! আজ আমি আমার মাতা মরিয়ম (আঃ)-এর জন্যেও আপনার কাছে কিছুই আরয করছি না। সুতরাং আমাকে রক্ষা করুন!” কোন কোন তাফসীরকার বলেছেন যে, এর ভাবার্থ হচ্ছে- প্রত্যেক দল পৃথক পৃথকভাবে থাকবে। কিন্তু উত্তম তাফসীর ওটাই যা আমরা বর্ণনা করলাম অর্থাৎ প্রত্যেকেই নিজ নিজ হাঁটুর ভরে পড়ে থাকবে।হযরত আবদুল্লাহ ইবনে বাবাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি যেন তোমাদেরকে জাহান্নামের পার্শ্বে হাঁটুর ভরে ঝুঁকে পড়া অবস্থায় দেখতে পাচ্ছি।” (এ হাদীসটিও ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)অন্য একটি মারফু হাদীস রয়েছে, যাতে সূর (শিঙ্গা) ইত্যাদির বর্ণনা আছে, তাতে এও রয়েছে যে, এরপর লোকদেরকে পৃথক পৃথক করে দেয়া হবে এবং সমস্ত উম্মত জানুর উপর ঝুঁকে পড়বে। আল্লাহ তা'আলা এখানে ঐ কথাই বলেনঃ ‘প্রত্যেক সম্প্রদায়কে তুমি দেখবে নতজানু (শেষ পর্যন্ত)। এখানে দু’টি অবস্থাকে একত্রিত করা হয়েছে। সুতরাং দু’টি তাফসীর একটি অপরটির বিপরীত নয়। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।এরপর আল্লাহ পাক বলেনঃ প্রত্যেক সম্প্রদায়র্কে তার আমলনামার প্রতি আহ্বান করা হবে। যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেনঃ (আরবী) অর্থাৎ “আমলনামা রাখা হবে এবং নবীদেরকে ও শহীদদেরকে আনয়ন করা হবে।”(৩৯:৬৯) এখানে আল্লাহ তা'আলা বলেনঃ “আজ তোমাদেরকে তারই প্রতিফল দেয়া হবে যা তোমরা করতে।' অর্থাৎ আজ তোমাদেরকে তোমাদের প্রতিটি কর্মের পূর্ণ প্রতিফল দেয়া হবে। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “সেদিন মানুষকে অবহিত করা হবে সে কি অগ্রে পাঠিয়েছে এবং কি পশ্চাতে রেখে গিয়েছে। বস্তুতঃ মানুষ নিজের সম্বন্ধে সম্যক অবগত, যদিও সে নানা অজুহাতের অবতারণা করে।”(৭৫:১৩-১৫)।মহামহিমান্বিত আল্লাহ বলেনঃ ‘এই আমার লিপি, এটা তোমাদের বিরুদ্ধে সাক্ষ্য দিবে সত্যভাবে। অর্থাৎ ঐ আমলনামা যা আমার বিশ্বস্ত ও সত্যবাদী ফেরেশতারা লিপিবদ্ধ করে রেখেছে, যাতে বিন্দুমাত্র কমবেশী করা হয়নি, তা তোমাদের বিরুদ্ধে আজ সত্যভবে সাক্ষ্য প্রদান করবে। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “আর উপস্থিত করা হবে আমলনামা এবং তাতে যা লিপিবদ্ধ আছে। তার কারণে তুমি অপরাধীদেরকে দেখবে আতংকগ্রস্ত এবং তারা বলবেঃ হায়, দুর্ভাগ্য আমাদের! এটা কেমন গ্রন্থ! এটা তো ছোট বড় কিছুই বাদ দেয়নি; বরং এটা সমস্ত হিসাব রেখেছে। তারা তাদের কৃতকর্ম সামনে উপস্থিত পাবে; তোমার প্রতিপালক কারো প্রতি যুলুম করেন না।”(১৮:৪৯)এরপর মহান আল্লাহ বলেনঃ “তোমরা যা করতে তা আমি লিপিবদ্ধ করেছিলাম।' অর্থাৎ আমি আমার রক্ষক ফেরেশতাদেরকে তোমাদের আমলনামা লিপিবদ্ধ করার নির্দেশ দিয়েছিলাম। সুতরাং তারা তোমাদের সমস্ত আমল লিপিবদ্ধ করে রেখেছে।হযরত ইবনে আব্বাস (রাঃ) প্রমুখ মনীষী বলেন যে, ফেরেশতারা বান্দাদের আমল লিপিবদ্ধ করার পর ঐগুলো নিয়ে আকাশে উঠে যান। আসমানের দেওয়ানে আমলের ফেরেশতাগণ ঐ আমলনামাকে লাওহে মাহফুযে লিপিবদ্ধ আমলের সাথে মিলিয়ে দেখেন যা প্রতি রাত্রে ওর পরিমাণ অনুযায়ী তাদের উপর প্রকাশিত হয়, যা আল্লাহ তাআলা স্বীয় মাখলুকের সৃষ্টির পূর্বেই লিপিবদ্ধ করে রেখেছেন। তখন ফেরেশতারা একটি অক্ষরও কম বেশী পান না। অতঃপর তিনি (আরবী)-এই অংশটুকু তিলাওয়াত করেন।",
  "ayah": 29,
  "surah": 45
}
