{
  "text": "یھدی الی الرشد (27 : 2) ” جو راہ راست کی طرف راہنمائی کرتا ہے “۔ یہ قرآن مجید کی دوسری ممتاز بد یہی صفت ہے ، جنوں کے اس گروہ نے بادی النظر میں اسے محسوس کرلیا۔ اور انہوں نے جب قرآن کی حقیقت کو اپنے دلوں کے اندر پالیا تو انہوں نے معلوم کرلیا کہ یہ کتاب کتاب ہدایت ہے۔ پھر ہدایت کے بجائے انہوں نے ارشاد کا لفظ استعمال کیا جو ہدایت سے زیادہ وسیع المفہوم ہے۔ یعنی یہ کتاب ہدایت کرتی ہے اور حق وصواب کی راہ دکھاتی ہے۔ اور رسد کے لفظ میں ایک اور مفہوم بھی ہے یعنی سنجیدگی ، اعتدال اور علم ومعرفت تو گویا یہ کتاب علم ومعرفت ، سنجیدگی اور اعتدال کے ساتھ راہ صواب کی طرف رہنمائی کرتی ہے۔ اور اس کا انداز عالمانہ ہے۔ اور اس مطالعے سے ان حقائق تک پہنچنے کا ملکہ حاصل ہوجاتا ہے۔ گویا یہ نتائج اس کتاب کے ذاتی اثرات ونتائج ہیں۔\nقرآن رشد وہدایت کا سرچشمہ ہے۔ یوں کہ یہ دلوں کے اندر احساس اور کشادگی پیدا کردیتا ہے ، ادراک اور معرفت کا جذبہ پیدا کرتا ہے۔ اللہ کے ساتھ رابطہ پیدا کرتا ہے ، جو نور ہدایت کا سرچشمہ ہے۔ پھر یہ کتاب اس پوری کائنات کے اندر جاری قوانین فطرت کے ساتھ انسان کو جوڑ دیتی ہے اور پھر عملی زندگی میں یہ کتاب زندگی کا ایک عملی نظام تجویز کرتی ہے۔ اور اس نظام کے نتیجے میں انسانیت کو وہ عروج نصیب ہوتا ہے جو اس کے سوا کبھی کسی اور نظام میں نصیب نہیں ہوتا۔ اور یہ کتاب پھر ایک ممتاز تہذیب و تمدن کو جود میں لاتی ہے۔ جس کے اندر زندگی بسر کرنے والے لوگ فکری ، تصوراتی ، اخلاقی ، قانونی اور عملی اعتبار سے نہایت ہی ممتاز اور ترقی یافتہ لوگ ہوتے ہیں۔\nفامنا بہ (27 : 2) اس لئے ہم اس پر ایمان لے آئے ہیں “۔ قرآن سننے کے بعد یہ ایک قدرتی اور فطری رد عمل ہے کہ انسان اسے تسلیم کرلے ، اس کو سمجھ لے۔ اور اس سے حقیقی تاثر حاصل کرلے ۔ اللہ تعالیٰ جنات کا یہ تبصرہ مشرکین مکہ کی غیر آموزی کے لئے نقل کرتے ہیں کہ تم عرصے سے قرآن سن رہے ہو اور مان کر نہیں دیتے۔ اور تم اس کتاب کو جنات کی طرف منسوب کرتے ہو۔ اس طرح کبھی کہتے ہو کاہن ہے ، کبھی کہتے ہو شاعر ہے اور کبھی کہتے ہو مجنون ہے ۔ اور ان تینوں کا جنات سے تعلق ہوتا تھا۔ لیکن ذرا جنوں کی حالت دیکھو کہ وہ قرآن سن کر مدہوش ہوگئے ، انہوں نے اسے سمجھ لیا اور اس دعوت کو لے کر اپنی قوم میں پھیل گئے۔ ایک منٹ بھی انہوں نے دیر نہ کی۔ نہ اپنے آپ کو روک سکے ، فوراً اس دعوت اور تاثر کو لے کر نکل گئے۔ انہوں نے حق کہ پہچان لیا اسے قبول کرلیا ، یقین کرلیا اور اپنے ایمان کا اعلان کردیا۔ اور کوئی مکروفریب نہ کیا اور کوئی بغض وعناد نہ کیا جس طرح مشرکین مکہ کررہے تھے۔\nولن ................ احدا (27 : 2) ” اور اب ہم ہرگز اپنے رب کے ساتھ کسی کو شریک نہیں کریں گے “۔ یہ خالص ، صریح اور صحیح ایمان ہے ، اس میں نہ شرک شامل ہے ، نہ وہم کا دخل ہے۔ اور نہ خرافات کے لئے کوئی راہ ہے۔ یہ امان حقیقت قرآن کے ادراک کے نتیجے میں پیدا ہوا ہے اور اس حقیقت کے نتیجے میں وجود میں آیا ہے جس کی طرف قرآن داعی ہے۔ یعنی خالص توحید بغیر شائبہ شرک۔",
  "ayah": 2,
  "surah": 72
}
