{
  "text": "قل انی .................... ملتحد (22) الا بلغا ............ اللہ ورسلتہ (27 : 32) ” کہو ، ” مجھے اللہ کی گرفت سے کوئی بچا نہیں سکتا اور نہ میں اس کے دامن کے سوا کوئی جائے پناہ پاسکتا ہوں۔ میرا کام اس کے سوا کچھ نہیں ہے کہ اللہ کی بات اور اس کے پیغامات پہنچادوں “۔ یہ ایک نہایت ہی خوفناک دھمکی ہے۔ اس سے معلوم ہوتا ہے کہ رسالت کا معاملہ کس قدر نازک اور سنجیدہ ہے۔ رسالت اور دعوت اسلامی نہایت حساس امور ہیں۔ خود رسول اللہ ﷺ کو حکم دیا جاتا ہے کہ وہ اس بات کا اعلان کردیں کہ مجھے اللہ کی پکڑ سے بچانے والا کوئی نہیں ہے۔ اور اللہ کے سوا کوئی جائے پناہ نہیں ، بچنے کی صورت صرف یہ ہے کہ میں تبلیغ کروں میرے پاس اللہ کی جو امانت ہے اسے پہنچا دوں۔ یہی ایک معاملہ ہے جس کی گارنٹی دے دی گئی ہے۔ اس معاملے میں میرے اختیارات نہیں۔ میں تو صرف تبلیغ پر مامور ہوں اور اس کے سوا میرے لئے کوئی اور صورت نہیں ہے۔ کیونکہ یہ تو لازمی سروس ہے۔ اور میں اس سے کہیں بھاگ نہیں سکتا۔ نہ کوئی جائے پناہ ہے۔ ایسی پناہ گاہ جہاں میں بچ سکوں۔ میرے لئے صرف یہ صورت ہے کہ میں اپنا فریضہ ادا کرتا رہوں۔\nذرا غور کیجئے کس قدر نازک ، سنجیدہ اور خوفناک معاملہ ہے رسالت اور دعوت کا۔ یہ کوئی رضاکارانہ معاملہ نہیں ہے کہ کوئی چاہے تو دعوت پیش کرے اور کوئی نہ چاہے تو چھوڑ دے۔ یہ ایک لازمی سروس کی ڈیوٹی ہے۔ نہایت حساس ڈیوٹی ہے۔ اللہ دیکھ رہا ہے اور اللہ سے کوئی کہیں بھاگ نہیں سکتا۔ یہ کوئی ذاتی شغل اور ہابی (Hobby) بھی نہیں ہے کہ کوئی ذاتی خوشی اور حصول لذت کے لئے یہ کام کرے تو یہ حاکم مطلق کا حکم ہے۔ اور اس سے روگردانی نہیں کی جاسکتی ۔ نہ اس میں کوئی تردد کرسکتا ہے ، یوں دعوت اسلامی کی نوعیت اچھی طرح واضح ہوجاتی ہے کہ رسول کے بعد کے انسانوں میں آنے والے داعی بھی از سر نو اس کی حیثیت کو سمجھیں کہ یہ ایک لازمی فریضہ ہے اور نہایت حساس ، سنجیدہ معاملہ ہے اور اللہ جو کبیر اور متعال ہے ، خود اس کا نگران ہے۔\nومن ................ ابدا (32) حتی اذا .................... عدد (27 : 42) ” اب جو بھی اللہ اور اس کے رسول کی بات نہ مانے گا اس کے لئے جہنم کی آگ ہے اور ایسے لوگ اس میں ہمیشہ رہیں گے “۔ (یہ لوگ اپنی اس روش سے باز نہ آئیں گے) یہاں تک کہ جب اس چیز کو دیکھ لیں گے جس کا ان سے وعدہ کیا جارہا ہے تو انہیں معلوم ہوجائے گا کہ کس کے مددگار کمزور ہیں اور کس کا جتھا تعداد میں کم ہے۔\nیہ ظاہری اور درپردہ دونوں انداز میں ایک خوفناک شہدید اور ڈراوا ہے ، ان لوگوں کے لئے جن کے پاس یہ پیغام پہنچ جائے اور وہ اس سے روگردانی کریں جبکہ اس سے قبل ان لوگوں کو سخت تنبیہ کردی گئی کہ جو قبول کرلیں پھر وہ دوسروں تک نہ پہنچائیں۔\nاگر مشرکین کو یہ ناز ہے کہ وہ قوت رکھتے ہیں اور ان کی تعداد زیادہ ہے اور وہ اس کا مقابلہ حضرت محمد ﷺ اور صحابہ کرام کی کمزور قوت اور قلت تعداد سے کرتے ہیں تو ان کو جلد ہی اپنی قوت کا اندازہ ہوجائے گا ، جب وہ اس منظر کو اپنی آنکھوں سے دیکھ لیں گے جس سے ان کو ڈرایا جارہا ہے۔ یا تو دنیا ہی میں دیکھ لیں اور یا آخرت میں دیکھ لیں گے کہ۔\nمن اضعف ................ عددا (27 : 42) ” کہ کس کے مددگار کمزور ہیں اور کس کا جتھا تعداد میں کم ہے “۔ کوئی ضعیف ، ناتواں اور بےوقار ہے۔ اور کون زور آور ہے۔\nاب ذرا پیچھے لوٹیئے کہ جنات نے کیا کہا تھا :\nوانا ظننا ........................ ھربا (27 : 21) ” اور یہ کہ ہم سمجھتے تھے کہ نہ زمین میں ہم اللہ کو عاجز کرسکتے ہیں اور نہ بھاگ کر اسے ہراسکتے ہیں “۔ یوں اس قصے پر تبصرہ کے الفاظ قصے کے ساتھ ہم آہنگ ہیں۔ گویا اس پورے قصے کا مقصد ہی یہ تھا کہ اس پر یہ تبصرہ کیا جائے کہ اللہ کو کوئی ہرا نہیں سکتا۔",
  "ayah": 24,
  "surah": 72
}
