{
  "text": "وانھم ................ احدا (27 : 7) ” اور یہ کہ انسانوں نے بھی وہی گمان کیا جیسا تمہارا گمان تھا کہ اللہ کسی کو رسول بنا کر نہ بھیجے گا “۔ جن قوم سے گفتگو کرتے ہیں کہ جس طرح بعض انسان جنوں کی پناہ مانگتے تھے اسی طرح وہ بھی یہ گمان رکھتے تھے جس طرح تم گمان رکھتے ہو کہ اللہ رسول نہ بھیجے گا۔ لیکن دیکھ لو اللہ نے تو رسول بھیج دیا اور رسول کو یہ قرآن بھی دے دیا ہے جو رشد وہدایت کا سامان فراہم کررہا ہے یا مفہوم یہ ہے کہ ان کے عقائد یہ تھے جس طرح تمہارے ہیں کہ اللہ قیامت میں کسی کو نہ اٹھائے گا لہٰذا انہوں نے قیامت کے لئے کوئی تیاری نہ کی اور رسول خدا نے جس انجام سے ڈرایا تھا اس کی پرواہ نہ کی کیونکہ ان کا خیال تھا کہ اللہ کسی کو نہیں اٹھائے گا۔\nیہ دونوں ظن و گمان حقیقت کے مطابق نہ تھے۔ یہ جاہلانہ خیالات پر مبنی تھے۔ اور اس پوری کائنات کی حکمت و تخلیق سے بیخبر ی پر مبنی تھے۔ اللہ نے تمام مخلوق کو یوں پیدا کیا ہے کہ اس کے اندر خیر کی صلاحیت بھی تھی اور شر کی صلاحیت بھی تھی۔ (جس طرح اس سورت سے معلوم ہوتا ہے کہ جنوں کو بھی دوہری صلاحیت دی گئی ہے۔ خیر کی بھی اور شر کی بھی ، ہاں ان میں سے بعض نے اپنے آپ کو شر مجسم کرلیا مثلاً ابلیس ، جس نے اپنے آپ کو رحمت خداوندی سے محروم کرلیا اور خالص شرین گیا) اور اللہ تعالیٰ نے رسولوں کو بھیج کر خیر کی معاونت کی۔ رسولوں کا مشن قرار پایا کہ وہ انسانوں کے اندر پائی جانے والی خیر کی صلاحیت کو ابھاریں اور ان کی فطرت میں جو خیر کی استعداد ہے اسے جلا دیں ، لہٰذا یہ عقیدہ بالکل غلط ہے کہ اللہ تعالیٰ رسولوں کو نہ بھیجے گا۔\nیہ تو اس صورت میں ہے جب ہم آیت میں بعث سے مراد ” رسولوں کا بھیجنا “ لیں۔ اگر بعث سے مراد آخرت میں اٹھانا ہے تو پھر بھی یہ بات حکمت تخلیق کے خلاف ہے کیونکہ ہم یہ دیکھتے ہیں کہ انسانوں کی نیکی اور بدی کا حساب و کتاب اس دنیا میں پورا نہیں ہوجاتا۔ لہٰذا اللہ کی حکمت تخلیق اور عدل کے تقاضے کے مطابق بھی ضروری ہے کہ ایسا جہاں ہو جہاں مظلوموں کے ساتھ انصاف کیا جائے ، نیکوکاروں کو انعام اور بدکاروں کو سزا دی جائے اور حساب و کتاب بےباک ہو۔ اور جو جس مقام کا حیات دنیا کا مطابق ، اہل بنتا ہو ، اس میں جائے۔ لہٰذا اس بات کا کوئی موقعہ ومقام نہیں ہے کہ اللہ کسی کو دوبارہ نہیں اٹھائے گا۔ یہ اعتقاد حکمت الٰہیہ کے خلاف ہے۔ عدل و انصاف کے اصولوں کے خلاف ہے۔\nچناچہ اس انداز میں جنوں نے اپنی قوم کے غلط خیالات کو درست کرنے کی سعی کی اور قرآن نے یہ بات مشرکین عرب کے غور کے لئے نقل کی کہ جن تو خود اپنے خیالات پر نظرثانی کررہے ہیں تم کیا کررہے ہو۔\nاس آخری رسالت کے اثرات اس پوری کائنات پر مرتب ہوگئے ہیں ، کائنات کے اطراف میں قوائے طیبعیہ بھی بدل گئی ہیں۔ زمین و آسمان میں انتظامی تبدیلیاں آگئی ہیں تاکہ وہ اپنی وہ تمام کاروائیاں ترک کردیں جو اس آخری رسالت کے ساتھ متفق نہیں ہیں۔ ہر قسم کی غیب دانی کا دعویٰ ترک کردیں اور یہ کہ وہ اعلان کردیں کہ اس کائنات میں وہ کچھ قوت بھی نہیں رکھتے۔",
  "ayah": 7,
  "surah": 72
}
