{
  "text": "وَأَنَّهُ كَانَ رِ‌جَالٌ مِّنَ الْإِنسِ يَعُوذُونَ بِرِ‌جَالٍ مِّنَ الْجِنِّ فَزَادُوهُمْ رَ‌هَقًا ﴿6﴾\n(...and that some people from human beings used to seek refuge with some peoples of the Jinn, and thus they increased them (the Jinns) in arrogance, [ 72:6] '\nThis verse describes the situation that it was customary for people in the Days of Ignorance that when they halted in a valley in the course of a journey, they sought refuge in the Jinn leader of that valley from the foolish mischief-makers of his nation believing that the leader of the valley will protect them. This made the Jinn think that they are better than human beings. That is why, they seek refuge in their leader but this increased the wickedness of the Jinn.\nRafi` Ibn ` Umair's ؓ Islam on account of the Jinn\nMazhari cites in his Tafsir that it is reported in Hawatif-ul-Jinn through his chain of narrators on the authority of Sayyidna Said Ibn Jubair ؓ that the Holy Prophet's\tﷺ Companion Rafi` Ibn ` Umair ؓ recounts an incident of his embracing the Islamic faith, thus:\n'One night I was travelling in a desert. Suddenly I was overcome by sleep. So, I alighted from my camel, and before I went off to sleep I uttered the following formula in keeping with the custom of my people:\nانِّی اعوذ بعظیم ھٰذا الوادی من الجنّ\n\"I seek refuge in the leader of the Jinn of this valley from the foolish mischief-makers of his nation.\"\nI saw in my dream that there is a sword in a person's hand who wants to place it on my camel's chest. I woke up in a shock and looked around in all directions, but found nothing. So, I said to myself that this was some Shaitanic nightmare. It was not a true dream and fell back into deep sleep and became completely oblivious to my surrounding. I experienced the same dream again. I got up and looked all around the camel, but found nothing. This time, however, I found the camel shivering. I went back to my place and slept away and saw the same dream. I awoke and found my camel tossing about restlessly. Then I saw a youngster in whose hand was a weapon. This was the same person whom I had seen attacking the camel the first time. I saw he was holding the hand of an old man who is stopping him from attacking the camel. Just then three wild zebras appeared. The old man said to the youngster, 'Choose any one of these zebras, and let go this man's camel.' The youngster took one of the zebras and took leave. The old man then looked at me and said, 'You fool, when you seek refuge in a valley, and you fear any danger from the jinn or devils, recite thus:'\nاعوذ باللہ ربِّ محمّد من ھول ھٰذا الوادی\n\"I seek refuge in Allah, the Lord of Muhammad, from the horrors of this valley. Do not seek refuge in any Jinn because that time is gone when human beings used to seek refuge in Jinn.\"'\nI asked him who that person was. He replied that he was the Arabian Holy Prophet ﷺ ، neither eastern nor western. He was raised with his Prophetic mission on a Monday. I asked him where he lived. He replied that he lived in Yathrib which is an area where dates grow abundantly. As soon as the morning dawned, I set for Madinah and urged my mount to move faster and faster until I reached Madinah. When the Holy Prophet ﷺ saw me, he recounted to me the entire episode before I could tell him anything. He invited me to the call of Islam and I embraced the Islamic faith.\nHaving narrated this story, Sayyidna Said Ibn Jubair ؓ said that the following verse was revealed in this connection. وَأَنَّهُ كَانَ رِ‌جَالٌ مِّنَ الْإِنسِ يَعُوذُونَ بِرِ‌جَالٍ مِّنَ الْجِنِّ (and that some people from human beings used to seek refuge with some people of the Jinn…72:6)",
  "ayah": 7,
  "surah": 72
}
