{
  "text": "القول في تأويل قوله تعالى :  قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ (14)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل يا محمد للذين صدّقوا الله واتبعوك, يغفروا للذين لا يخافون بأس الله ووقائعه ونقمه إذا هم نالوهم بالأذى والمكروه ( لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ ) يقول: ليجزي الله هؤلاء الذين يؤذونهم من المشركين في الآخرة, فيصيبهم عذابه بما كانوا فى الدنيا يكسبون من الإثم, ثم بأذاهم أهل الإيمان بالله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس, قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ لِيَجْزِيَ قَوْمًا بِمَا كَانُوا يَكْسِبُونَ ) قال: كان نبي الله صلى الله عليه وسلم يعرض عن المشركين إذا آذوه, وكانوا يستهزئون به, ويكذّبونه, فأمره الله عزّ وجلّ أن يقاتل المشركين كافَّة, فكان هذا من المنسوخ.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى, عن ابن أبي نجيح, عن مجاهد, في قول الله ( لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: لا يُبالون نِعم الله, أو نِقم الله.حدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي  نجيح, عن مجاهد ( لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: لا يُبالون نِعم الله. وهذه الآية منسوخة بأمر الله بقتال المشركين. وإنما قُلنا: هي منسوخة لإجماع أهل التأويل على أن ذلك كذلك.* ذكر من قال ذلك:وقد ذكرنا الرواية في ذلك عن ابن عباس، حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها ما في الأنفال  فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ  وفي براءة  قَاتِلُوا الْمُشْرِكِينَ كَافَّةً كَمَا يُقَاتِلُونَكُمْ كَافَّةً  أمر بقتالهم حتى يشهدوا أن لا إله إلا الله وأن محمدًا رسول الله.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها  فَاقْتُلُوا الْمُشْرِكِينَ  .حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: هذا منسوخ, أمر الله بقتالهم في سورة براءة.حدثنا ابن حميد, قال: ثنا حكام, قال: ثنا عنبسة عمن ذكره عن أبي صالح ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: نسختها التي في الحج  أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا  .حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( قُلْ لِلَّذِينَ آمَنُوا يَغْفِرُوا لِلَّذِينَ لا يَرْجُونَ أَيَّامَ اللَّهِ ) قال: هؤلاء المشركون, قال: وقد نسخ هذا وفرض جهادهم والغلظة عليهم.وجزم قوله (يَغْفِرُوا) تشبيها له بالجزاء والشرط وليس به, ولكن لظهوره في الكلام على مثاله, فعرّب تعريبه, وقد مضى البيان عنه قبل.واختلفت القرّاء في قراءة قوله ( لِيَجْزِيَ قَوْمًا ) فقرأه بعض قرّاء المدينة والبصرة والكوفة: (لِيَجْزِي) بالياء على وجه الخبر عن الله أنه يجزيهم ويثيبهم وقرأ ذلك بعض عامة قرّاء الكوفيين \" لنجزي\" بالنون على وجه الخبر من الله عن نفسه. وذُكر عن أبي جعفر القارئ أنه كان يقرؤه ( لِيُجْزَى قَوْمًا ) على مذهب ما لم يسمّ فاعله, وهو على مذهب كلام العرب لحن، (1) إلا أن يكون أراد: ليجزي الجزاء قوما, بإضمار الجزاء, وجعله مرفوعا( لِيُجْزِي ) فيكون وجها من القراءة, وإن كان بعيدا (2) .والصواب من القول في ذلك عندنا أن قراءته بالياء والنون على ما ذكرت من قراءة الأمصار جائزة بأيّ تينك القراءتين قرأ القارئ. فأما قراءته على ما ذكرت عن أبي جعفر, فغير (3) جائزة عندي لمعنيين: أحدهما: أنه خلاف لما عليه الحجة من القرّاء, وغير جائز عندي خلاف ما جاءت به مستفيضا فيهم. والثاني بعدها من الصحة فى العربية إلا على استكراه الكلام على غير المعروف من وجهه.------------------------الهوامش:(1) ليس كلام العرب حجة على القراءة ولكن القراءة حجة على كلامهم.(2) يجوز أن يكون الفاعل نائب فاعل هو قوله تعالى (بما كانوا يكسبون).(3) قوله: فغير جائزة، هذا خطأ لأن القراءة عشرية صحيحة متواترة في قوة السبعة.",
  "ayah": 14,
  "surah": 45
}
