{
  "text": "القول في تأويل قوله تعالى :  أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ أَفَلا تَذَكَّرُونَ (23)اختلف أهل التأويل في تأويل قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) فقال بعضهم: معنى ذلك: أفرأيت من اتخذ دينه بهواه, فلا يهوى شيئا إلا ركبه, لأنه لا يؤمن بالله, ولا يحرِّم ما حَرَّمَ, ولا يحلل ما حَللَ, إنما دينه ما هويته نفسه يعمل به.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, في قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) قال: ذلك الكافر اتخذ دينه بغير هدى من الله ولا برهان.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, في قوله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) قال: لا يهوي شيئا إلا ركبه لا يخاف الله.وقال آخرون: بل معنى ذلك: أفرأيت من اتخذ معبوده ما هويت عبادته نفسه من شيء.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا يعقوب, عن جعفر, عن سعيد, قال: كانت قريش تعبد العُزّى, وهو حجر أبيض, حينا من الدهر, فإذا وجدوا ما هو أحسن منه طرحوا الأوّل وعبدوا الآخر, فأنـزل الله ( أَفَرَأَيْتَ مَنِ اتَّخَذَ إِلَهَهُ هَوَاهُ ) .وأولى التأويلين في ذلك بالصواب قول من قال: معنى ذلك: أفرأيت يا محمد من اتخذ معبوده هواه, فيعبد ما هوي من شيء دون إله الحقّ الذي له الألوهة من كلّ شيء, لأن ذلك هو الظاهر من معناه دون غيره.وقوله ( وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ ) يقول تعالى ذكره: وخذله عن محجة الطريق, وسبيل الرشاد في سابق علمه على علم منه بأنه لا يهتدي, ولو جاءته كل آية.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس ( وَأَضَلَّهُ اللَّهُ عَلَى عِلْمٍ ) يقول: أضله الله في سابق علمه.وقوله ( وَخَتَمَ عَلَى سَمْعِهِ وَقَلْبِهِ ) يقول تعالى ذكره: وطَبَع على سمعه أن  يسمع مواعظ الله وآي كتابه, فيعتبر بها ويتدبرها, ويتفكر فيها, فيعقل ما فيها من النور والبيان والهدى.وقوله ( وَقَلْبِهِ ) يقول: وطبع أيضًا على قلبه, فلا يعقل به شيئا, ولا يعي به حقا.وقوله ( وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً ) يقول: وجعل على بصره غشاوة أن يبصر به حجج الله, فيستدّل بها على وحدانيته, ويعلم بها أن لا إله غيره.واختلفت القرّاء في قراءة قوله ( وَجَعَلَ عَلَى بَصَرِهِ غِشَاوَةً ) فقرأته عامة قرّاء المدينة والبصرة وبعض قرّاء الكوفة ( غِشَاوَةً ) بكسر الغين وإثبات الألف فيها على أنها اسم, وقرأ ذلك عامة قرّاء الكوفة (غَشْوَةً) بمعنى: أنه غشاه شيئا في دفعة واحدة, ومرّة واحدة, بفتح الغين بغير ألف, وهما عندي قراءتان صحيحتان فبأيتهما قرأ القارئ فمصيب.وقوله ( فَمَنْ يَهْدِيهِ مِنْ بَعْدِ اللَّهِ ) يقول تعالى ذكره: فمن يوفِّقه لإصابة الحقّ, وإبصار محجة الرشد بعد إضلال الله إياه ( أَفَلا تَذَكَّرُونَ ) أيها الناس, فتعلموا أن من فعل الله به ما وصفنا, فلن يهتدي أبدا, ولن يجد لنفسه وليا مرشدا.",
  "ayah": 23,
  "surah": 45
}
