{
  "text": "القول في تأويل قوله تعالى :  وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ (28)يقول تعالى ذكره: وترى يا محمد يوم تقوم الساعة أهل كل ملة ودين جاثية: يقول: مجتمعة مستوفزة على ركبها من هول ذلك اليوم.كما حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد في قوله: ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) قال على الركب مستوفِزِين.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) قال: هذا يوم القيامة جاثية على ركبهم.حُدثت عن الحسين, قال: سمعت أبا معاذ, يقول: ثنا عبيد, قال: سمعت الضحاك يقول, في قوله ( وَتَرَى كُلَّ أُمَّةٍ جَاثِيَةً ) يقول: على الركب عند الحساب.وقوله (كل أمة تدعى إلى كتابها) يقول: كل أهل ملة ودين تُدعى إلى كتابها الذي أملت على حفظتها.كما حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة, قوله ( كُلُّ أُمَّةٍ تُدْعَى إِلَى كِتَابِهَا ) يعلمون أنه ستدعى أُمة قبل أُمة, وقوم قبل قوم, ورجل قبل رجل. ذُكر لنا أن نبيّ الله صلى الله عليه وسلم كان يقول: \" يُمَثَّلُ لِكُلِّ أُمَّةٍ يَوْمَ الْقِيَامَةِ مَا كَانَتْ تَعْبُدُ مِنْ حَجَرٍ, أَوْ وَثَنٍ أَوْ خَشَبَةٍ, أَوْ دَابَّةٍ, ثُمَّ يُقَالُ: مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتْبَعْهُ, فَتَكُونُ, أوْ تُجْعَلُ تِلْكَ الأوْثَانُ قَادَةً إِلَى النَّارِ حَتَّى تَقْذِفَهُمْ فِيهَا, فَتَبْقَى أُمَّةُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَأَهْلُ الْكِتَابِ, فَيَقُولُ لِلْيَهُودِ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَعُزَيْرًا إِلا قَلِيلا مِنْهُمْ, فَيُقَالُ لَهَا: أَمَّا عُزَيْرٌ فَلَيْسَ مِنْكُمْ وَلَسْتُمْ مِنْهُ, فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ, فَيَنْطَلِقُونَ وَلا يَسْتَطِيعُونَ مُكُوثًا, ثُمَّ يُدْعَى بِالنَّصَارَى, فَيُقَالُ لَهُمْ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَالْمَسِيحَ إِلا قَلِيلا مِنْهُمْ فَيُقَالُ: أَمَّا عِيسَى فَلَيْسَ مِنْكُمْ وَلَسْتُمْ مِنْهُ, فَيُؤْخَذُ بِهِمْ ذَاتَ الشِّمَالِ, فَيَنْطَلِقُونَ وَلا يَسْتَطِيعُونَ مُكُوثًا, وَتَبْقَى أُمَّةُ مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ, فَيُقَالُ لَهُمْ: مَا كُنْتُمْ تَعْبُدُونَ؟ فَيَقُولُونَ: كُنَّا نَعْبُدُ اللَّهَ وَحْدَهُ, وَإِنَّمَا فَارَقْنَا هَؤُلاءِ فِي الدُّنْيَا مَخَافَةَ يَوْمِنَا هَذَا, فَيُؤْذَنُ لِلْمُؤْمِنِينَ فِي السُّجُودِ, فَيَسْجُدُ الْمُؤْمِنُونَ, وَبَيْنَ كُلِّ مُؤْمِنٍ مُنَافِقٌ, فَيَقْسُو ظَهْرُ الْمُنَافِقُ عَنِ السُّجُودِ, وَيَجْعَلُ اللَّهُ سُجُودَ الْمُؤْمِنِينَ عَلَيْهِ تَوْبِيخًا وَصَغَارًا وَحَسْرَةً وَنَدَامَةً\".حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة, عن الزهريّ, عن عطاء بن يزيد الليثي, عن أبي هريرة, قال: \" قال الناس: يا رسول الله هل نَرَى رَبَّنَا يَوْمَ الْقِيَامَةِ؟ قَالَ: \" هَلْ تُضَامُّونَ فِي الشَّمْسِ لَيْسَ دُونَهَا سَحَابٌ, قَالُوا: لا يَا رَسُولَ اللَّّهِ, قَالَ: \" هَلْ تُضَارُّونَ فِي الْقَمَرِ لَيْلَةَ الْبَدْرِ لَيْسَ دُونَهُ سَحَابٌ؟\" قَالُوا: لا يَا رَسُولَ اللَّهِ, قَالَ: فَإِنَّكُمْ تَرَوْنَهُ يَوْمَ الْقِيَامَةِ كَذَلِكَ يَجْمَعُ اللًّهُ النَّاسَ فَيَقُولُ: مَنْ كَانَ يَعْبُدُ شَيْئًا فَلْيَتْبَعْهُ, فَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الْقَمَرَ الْقَمَرَ, وَمَنْ كَانَ يَعْبُدُ الشَّمْسَ الشَّمْسَ, وَيَتْبَعُ مَنْ كَانَ يَعْبُدُ الطَّوَاغِيتَ الطَّوَاغِيتَ, وَتَبْقَى هَذِهِ الأمَّةُ فِيهَا مُنَافِقُوهَا, فَيَأْتِيهِمْ رَبُّهُمْ فِي صُورَةٍ, وَيُضْرَبُ جِسْرٌ عَلَى جَهَنَّمَ قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: \" فَأَكُونُ أَوَّلَ مَنْ يُجِيزُ, وَدَعْوَةُ الرُّسُلِ يَوْمَئِذٍ: اللَّهُمَّ سَلِّمْ, اللَّهُمَّ سَلِّمْ وَبِهَا كَلالِيبُ كَشَوْكِ السَّعْدَانِ هَلْ رَأَيْتُمْ شَوْكَ السَّعْدَانِ؟ قَالُوا: نَعَمْ يَا رَسُولَ اللَّهِ قَالَ: فَإِنَّهَا مِثْلُ شَوْكِ السَّعْدَانِ غَيْرَ أَنَّهُ لا يَعْلَمُ أَحَدٌ قَدْرَ عِظَمِهَا إِلا اللَّهُ وَيَخْطَفُ النَّاسَ بِأَعْمَالِهِمْ, فَمِنْهُمْ الْمُوبَقُ بِعَمَلِهِ, وَمِنْهُمْ الْمُخَرْدِلُ ثُمَّ يَنْجُو \", ثم ذكر الحديث بطوله.وقوله ( الْيَوْمَ تُجْزَوْنَ مَا كُنْتُمْ تَعْمَلُونَ ) يقول تعالى ذكره: كلّ أُمة تُدعى إلى كتابها, يقال لها: اليوم تجزون: أي تثابون وتعطون أجور ما كنتم في الدنيا من جزاء الأعمال تعملون بالإحسان الإحسانَ, وبالإساءة جزاءها.",
  "ayah": 28,
  "surah": 45
}
