{
  "text": "Мусульманские богословы разошлись во мнениях относительно того, что должно считаться отречением от зихара. Одни из них говорили, что мужчина, вознамерившийся возобновить половую жизнь со своей женой после зихара, уже отрекся от сказанного. Это означает, что одно только намерение уже обязывает человека искупить содеянное прегрешение в соответствии с кораническим предписанием. Это мнение опирается на тот факт, что Аллах предписал совершить обряд искупления до того, как супруги вступят в половую близость, то есть как только муж вознамерится сделать это. Другие богословы считали, что под отречением подразумевается непосредственно возобновление половой жизни, потому что в Коране сказано: «…а потом отрекаются от сказанного». Они аргументировали свою точку зрения тем, что при отречении от жены муж имеет в виду именно отказ от половой близости с ней. В любом случае, отрекаясь от зихара муж обязан искупить свое прегрешение, освободив одного верующего раба или одну верующую рабыню. В этом аяте речь идет именно о верующих рабах, и это уточнение подтверждается аятом об искуплении непреднамеренного убийства: «Если верующий был из враждебного вам племени, то надлежит освободить верующего раба» (4:92). При этом обязательно, чтобы освобождаемый раб или рабыня были лишены пороков, мешающих им полноценно трудиться. Наряду с этим муж обязан избегать половой связи с отверженной женой до тех пор, пока не освободит раба и тем самым не искупит содеянное. Этим волеизъявлением Аллаха вас увещают, то есть так Господь разъясняет свои законы и устрашает ими Своих рабов. Увещание - это провозглашение того или иного закона наряду с напоминанием о награде для тех, кто его выполняет, и наказании для тех, кто его ослушается. И если человек, который задумал отвергнуть свою жену по этому языческому обряду, вспомнит о необходимости освободить раба, то непременно воздержится от этого. Аллах ведает о том, что вы творите и непременно воздаст каждому за его деяния.",
  "ayah": 3,
  "surah": 58
}
