{
  "text": "Если кто-либо не сможет освободить раба из-за того, что у него нет рабов либо нет денег на их приобретение, он должен соблюдать пост в течение двух месяцев без перерыва, прежде чем они сойдутся. А если человек не в силах выдержать такой пост, то он должен накормить шестьдесят бедняков. Многие толкователи Корана считали, что каждого бедняка следует накормить в соответствии с принятыми в его стране обычаями. Некоторые богословы считали, что достаточно накормить каждого бедняка муддом пшеницы или половиной саа любого другого продукта, который разрешается раздавать в качестве подаяния фитр в конце месяца рамадан. Так Мы разъясняем вам Наши законы, чтобы вы уверовали в Аллаха и Его посланника, ведь уверовать можно лишь, выполняя эти и другие законы Всевышнего. Мусульманин обязан придерживаться законов своего Господа, и в этом состоит смысл веры. Более того, благодаря этому вера усиливается, совершенствуется и крепнет. Таковы ограничения, наложенные Аллахом, и люди не имеют права преступать эти ограничения, поскольку они обязаны соблюдать их, не допуская излишества и попустительства. Что же касается неверующих, то им уготовано мучительное наказание. Из перечисленных выше аятов можно сделать следующие выводы: 1. Аллах добр к Своим рабам и заботится о них. Он внял жалобам и мольбам обиженной женщины и избавил ее от страданий и тягот. Наряду с этим Он избавил от этих страданий всех, кого только может коснуться подобная проблема. 2. Зихар подразумевает исключительно отречение мужа от законной жены, о чем свидетельствуют слова «Те из вас, которые объявляют своих жен запретными для себя». Если же мужчина обязал себя не вступать в половую близость со своей рабыней, то это не считается зихаром. В этом случае мужчина должен лишь искупить содеянное, как искупается клятвопреступление, потому что он запретил себе пользоваться тем, что разрешил Аллах. То же самое относится к клятвенному отречению от еды, питья и т.п. 3. Зихар не считается действительным, если мужчина объявил о нем женщине до заключения брака, так как в это время она еще не была его женой. Точно так же не действителен развод до заключения брака, как и недействительно условие, которое мужчина ставит своей будущей невесте, обещая развестись, если она нарушит его. 4. Зихар запрещен шариатом, потому что Аллах назвал его предосудительной и лживой речью. 5. Коранические откровения не только излагают предписания, но и раскрывает их мудрость, и поэтому Аллах сказал: «Их жены - не матери им». 6. Шариат не одобряет поведение мужа, который называет свою жену матерью, сестрой или другой близкой родственницей, с которой он не может состоять в браке, потому что подобное обращение имеет внешнее сходство с прегрешением. 7. Мужчина обязан искупить свое прегрешение после того, как он отречется от зихара, а не сразу после того, как объявит его. Выше мы уже рассмотрели два мнения мусульманских богословов относительно того, что считается отречением от зихара. 8. Для искупления этого мусульманин обязан освободить одного раба, который может быть взрослым или ребенком, мужчиной или женщиной, потому что аят имеет общий смысл. 9. Если муж в состоянии освободить раба или поститься в течение двух месяцев без перерыва, то он обязан завершить искупление, прежде чем возобновит супружескую жизнь со своей женой. Если же муж для искупления греха кормит бедняков, то супругам разрешается иметь интимную близость до полного искупления. 10. Мудрость повеления искупать грех до того, как возобновятся супружеские отношения, вероятно, состоит в том, что желание этого будет подталкивать мужчину поскорее искупить прегрешение. 11. Для искупления необходимо накормить шестьдесят бедняков. Оно не принимается, если было накормлено меньшее число нуждающихся, поскольку Всевышний сказал: «…тому надлежит накормить шестьдесят бедняков».",
  "ayah": 4,
  "surah": 58
}
