{
  "text": "Mankind is in need of Allah, and each Person will carry His own Burdens on the Day of Resurrection\nAllah tells us that He has no need of anyone or anything else, but all of creation is in need of Him and is in a position of humility before Him. He says:\nيأَيُّهَا النَّاسُ أَنتُمُ الْفُقَرَآءُ إِلَى اللَّهِ\n(O mankind! it is you who stand in need of Allah.) meaning, they need Him in all that they do, but He has no need of them at all. Allah says:\nوَاللَّهُ هُوَ الْغَنِىُّ الْحَمِيدُ\nBut Allah is the Rich, Worthy of all praise. meaning, He is unique in His being Free of all needs, and has no partner or associate, and He is Worthy of all praise in all that He does, says, decrees and legislates.\nإِن يَشَأْ يُذْهِبْكُـمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ\n(If He willed, He could destroy you and bring about a new creation.) means, if He wanted to, He could destroy you and bring forth another people, and this is not difficult or impossible for Him. He says:\nوَمَا ذَلِكَ عَلَى اللَّهِ بِعَزِيزٍ\n(And that is not hard for Allah.) Allah's saying:\nوَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى\n(And no bearer of burdens shall bear another's burden;) means, on the Day of Resurrection.\nوَإِن تَدْعُ مُثْقَلَةٌ إِلَى حِمْلِهَا\n(and if one heavily laden calls another to (bear) his load, ) means, if the person who is carrying a heavy burden calls someone else to help him carry his load, all or part of it,\nلاَ يُحْمَلْ مِنْهُ شَىْءٌ وَلَوْ كَانَ ذَا قُرْبَى\n(nothing of it will be lifted even though he be near of kin.) means, even if he is closely-related to him, even if he is his father or son, for each person will be preoccupied with his own self and his own situation. Then Allah says:\nإِنَّمَا تُنذِرُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ وَأَقَامُواْ الصَّلَوةَ\n(You can warn only those who fear their Lord unseen and perform the Salah.) means, `the only ones who will draw a lesson from what you have brought are those who are possessed of insight and wisdom, who fear their Lord and who do as He commands.'\nوَمَن تَزَكَّى فَإِنَّمَا يَتَزَكَّى لِنَفْسِهِ\n(And he who purifies himself, then he purifies only for the benefit of himself.) means, who does righteous deeds, the benefit of that will come back to him,\nوَإِلَى اللَّهِ الْمَصِيرُ\nAnd to Allah is the Return. means, to Him everything will ultimately return, and He is swift in bringing to account. He will reward or punish everyone according to his deeds: if they are good, then the end will be good, and if they are bad, then the end will be bad.",
  "ayah": 17,
  "surah": 35
}
