{
  "text": "None can withhold the Mercy of\nAllah Allah tells us that what He wills, happens, and what He does not will, does not happen. None can give what He withholds, and none can withhold what He gives. Imam Ahmad recorded that Warrad, the freed slave of Al-Mughirah bin Shu`bah, said, \"Mu`awiyah wrote to Al-Mughirah bin Shu`bah, saying, `Write for me what you heard from the Messenger of Allah ﷺ.' So Al-Mughirah called me and I wrote for him: `I heard the Messenger of Allah ﷺ say when he finished praying,\n«لَا إِلهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، اللْهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَد»\n(There is no god (worthy of worship) except Allah alone, with no partner or associate. To Him be praise and dominion, and He is able to do all things. O Allah, there is none who can withhold what You give, and none can give what You withhold, and and good fortune and richness in anything cannot benefit one against Your will.) `And I heard him forbid gossiping, asking too many questions and wasting money, burying girls alive, disobeying one's mother, and withholding from others while asking from them.\"' This was also recorded by Al-Bukhari and Muslim, with several chain of narration. It was recorded in Sahih Muslim that Abu Sa`id Al-Khudri, may Allah be pleased with him, said, \"When the Messenger of Allah ﷺ raised his head from bowing, he would say:\n«سَمِعَ اللهُ لِمَنْ حَمِدَهُ، اللْهُمَّ رَبَّنَا لَكَ الْحَمْدُ مِلْءُ السَّمَاءِ وَالْأَرْضِ، وَمِلْءُ مَا شِئْتَ مِنْ شَيْءٍ بَعْدُ، اللْهُمَّ أَهْلَ الثَّنَاءِ وَالْمَجْدِ،أَحَقُّ مَا قَالَ الْعَبْدُ وَكُلُّنَا لَكَ عَبْدٌ، اللْهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَد»\n(Allah hears those who praise Him. O Allah, our Lord, to You be praise, filling the heavens and the earth, and filling whatever You wish besides. O Allah, the One deserving praise and glory. The truest words that any servant says -- and all of us are Your servants -- are: O Allah, there is none who can withhold what You give, and none can give what You withhold, and no wealth or majesty can benefit anyone against Your will.)\" This Ayah is like the Ayah:\nوَإِن يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ وَإِن يُرِدْكَ بِخَيْرٍ فَلاَ رَآدَّ لِفَضْلِهِ\n(And if Allah touches you with harm, there is none who can remove it but He; and if He intends any good for you, there is none who can repel His favor) (10:107). And there are many similar Ayat.",
  "ayah": 2,
  "surah": 35
}
