{
  "text": "The properties and merits of Surah al-Kahf\nAccording to a narration of Sayyidna Abu al-Darda' ؓ appearing in Muslim, Abu Dawud, Tirmidhi, al-Nasa'i and the Musnad of Ahmad, one who has memorized the first ten verses of Surah al-Kahf will remain protected from the ill effects of Dajjal (imposter). In another report in the same books and from the same authority, the same thing has been said about having memorized the last ten verses of Surah al-Kahf.\nAnd it has been reported in the Musnad of Ahmad on the authority of Sayyidna Sahl ibn Mu` adh ؓ that the Holy Prophet ﷺ said, \"One who recites the first and the last verses of Surah al-Kahf, for him there is light from his feet up to his head. And the one who were to recite the whole Surah, then, for him there is light from the earth up to the sky.\"\nAnd it appears in some narratives that a person who recites Surah al-Kahf on the day of Jumu'ah will have light from his feet up to the sky. This light will serve him well on the day of Qiyamah, and every sin committed by him between the past and the present Jumu'ah will be forgiven.\" (Imam Ibn Kathir has declared this report to be mawquf (a Hadith the narration of which stops at a Sahabi and does not ascend to the Holy Prophet ﷺ).\nAnd Hafiz Zya' al-Maqdisi, in his book Al-Mukhtarah, has reported on the authority of Sayyidna ` Ali ؓ that the Holy Prophet ﷺ said, \"One who recites Surah al-Kahf on the day of Jumu'ah will remain protected from every fitnah. And if Dajjal appears, he will stay safe against the trying challenges released by him as well.\" (All these narrative reports have been taken from Tafsir ibn Kathir)\nAccording to a report from Dailami on the authority of Sayyidna Anas ؓ appearing in Ruh al-Ma’ ani, the Holy Prophet ﷺ said, \"The entire Surah al-Kahf was revealed at one time and seventy thousand angels came with it\" - which shows its majesty.\nThe cause of revelation\nImam ibn Jarir al-Tabari has reported from Sayyidna ` Abdullah ibn ` Abbas ؓ عنہما\tthat the Quraysh of Makkah (disturbed by the rising influence of the Holy Prophet ﷺ as a prophet) sent two of their men, Nadr ibn Harith and 'Uqbah ibn Abi Mu` ayt, to the Jewish scholars of Madinah. Their mission was to find out what they said about him as they were learned in past scriptures of the Torah and Injil. The Jewish scholars told them, \"put three questions before him. If he answers these correctly, you should know that he is a Prophet and Messenger of Allah ﷺ ، and if he fails to do that, you should know that he is a pretender and not a messenger. Firstly, ask him about the young men who had left their city in the distant past and what had happened to them, for this is a unique event. Secondly, ask him about the person who had traveled through the East and West of the Earth and what had happened to him. Thirdly, ask him about the Ruh (soul, spirit) as to what it was?\"\nThat is, he gives the answer he should give (and his correct answer to the question about 'Rte' will be that Allah Ta` ala knows its reality best). So, this report which appears in Tafsir al-Tabari, p. 191, v. 15 is not contrary to the report which has appeared on pages 544-47 of this volume under the commentary on verse 85 of Surah Banff Isra'il - Muhammad Taqi Usmani.\nThe two Quraysh emissaries returned to Makkah al-Mukarramah, informed their tribesmen that they had come back with a decisive plan of action and told them all about their encounter with the Jewish scholars of Madinah. Then, these people took these questions to the Holy Prophet ﷺ . He heard the questions and said that he will answer them tomorrow. But, he forgot to say 'insha Allah' at that time. These people went back and the Holy Prophet ﷺ kept waiting for the Divine revelation in the hope that he will be told about answers to these questions through wahy. But, no wahy came until the next day as promised. In fact, fifteen days went by and things stood as they were, neither did Sayyidna Jibra'il come nor did the revelation. The Quraysh of Makkah started throwing taunts which caused real pain to the Holy Prophet ﷺ .\nAfter fifteen days, came angel Jibra'il with Surah al-Kahf (wherein the delay caused has also been explained by saying that one should say 'insha Allah' when promising to do something in the future. Since, this was not done in the event concerned, therefore, revelation was delayed as a measure of reminder. In this Surah, verses relating to this matter such as: وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَٰلِكَ غَدًا إِلَّا أَن يَشَاءَ اللَّـهُ (18:23, 24) will be appearing later). Also related in this Surah there was the event about the young men known as Ashab al-Kahf or the People of the Cave, and the event concerning the travel of Dhul-Qarnain from the East to the West. Also included therein was the answer to the question asked about 'Ruh' (Qurtubi and Mazhari with reference to Ibn Jarir). But, answering the question about Ruh (soul, spirit) briefly was as dictated by wisdom. This was taken up separately at the end of Surah Bani Isra'il (17:85) and this is the reason why Surah al-Kahf has been placed after Surah Bani Isra'il [ al-Isra'] - as mentioned by Al-Suyuti.\nCommentary\nThe word: عوج ('iwaj) in: وَلَمْ يَجْعَل لَّهُ عِوَجًا (and allowed no crookedness in it - 1) means crookedness of any kind, or inclination towards one side or deviation from the norms of rectitude. The Holy Qur'an remains pure and free of all that in terms of the perfection of its words and meanings. It simply admits of no distortion anywhere, either in eloquence or in knowledge and wisdom. The sense which has been conveyed in a negative or eliminative form through: ` وَلَمْ يَجْعَل لَّهُ عِوَجًا (and allowed no crookedness in it) has been fortified positively through the word: قَيِّمًا (qayyima) which follows immediately for emphasis. The reason is that this word carries the sense of: مُستَقِیمَا (mustaqima) and that which is: مُستَقِیم (mustaqim: straightforward, straight, upright) will not have the least crookedness or tilt towards any side. However, قَیَّم (qayyim) can also have another sense, that of caretaker, custodian and protector. Given this probability, the sense of the expression would be that the Qur’ an, while perfect in itself as free from all kinds of excess, deficiency and crookedness, keeps others upright, firm and unflinching and protects the inter-ests and advantages of all servants of Allah. Thus the gist of the two expressions would be that the Holy Qur'an stands perfect in itself and has the ability to make men and women created by Allah become equally perfect. (Mazhari)",
  "ayah": 1,
  "surah": 18
}
