{
  "text": "Saying 'Insha'Allah' on doing something in the future\nThe background of the revelation of the first two verses has been reported in Lubab from Sayyidna ` Abdullah ibn ` Abbas ؓ in the following manner. When the people of Makkah acting as coached by the Jews, asked the Holy Prophet ﷺ about the story of Ashab al-Kahf etc., he promised to answer that next day without having said Insha'Allah. The least shortcoming issuing forth from the close ones brings some or the other notice of caution. Therefore, no revelation came for the next fifteen days. Naturally, the Holy Prophet ﷺ was grieved and the Mushriks of Makkah had their opportunity to laugh and ridicule. After this interval of fifteen days, when the answer to the questions asked was revealed, these two verses were revealed along with it as a measure of guidance. They told him that, should he need to say something about what he was going to do the next day, he should invariably affirm it by saying Insha'Allah, for everything depends on the intention and will of Allah Ta` ala. These two verses, it will be noted, have been introduced at the end of the story of the People of Kahf.\nRuling\nFirstly, these two verses (23, 24) tell us that saying Insha'Allah in the given situation is mustahabb (recommended). Secondly, they tell us that, should this part of the statement be left unsaid inadvertently, then, one may say it at the time one remembers. This injunction relates to the particular matter for which these verses have been revealed. It means that the purpose is simply to say this word to invoke Divine blessing and to confess to one's servitude and not to make the statement contingent or conditional. Therefore, it does not follow from here that one would do the same in buying and selling transactions and contracts where conditions are imposed and on this rests the contract between parties. Is it possible to impose a condition whenever one remembers later in case one had for-gotten to include the condition at the time of signing the original contract? The difference of some jurists exists in this issue details of which appear in books of Fiqh.",
  "ayah": 24,
  "surah": 18
}
