{
  "text": "Commentary\nDa'wah and Tabligh admit of no discrimination\nSome events have been mentioned in the background of the revelation of the verse: وَاصْبِرْ‌ نَفْسَكَ (And keep yourself content - 28). It is possible that all of them became the cause of this instruction. Al-Baghawi reports that ` Uyainah ibn Hisn al-Fazari, the chief of Makkah paid a visit to the Holy Prophet ﷺ . Sitting there with him was Sayyidna Salman al-Farisi ؓ who was one of the poor Sahabah. His dress was tattered and his looks, that of a derwish. Then, there were some other poor and humble people like him sitting within the gathering. ` Uyainah said, 'these are the people who stop us from coming to you and listening to you. We cannot sit with such broken-down people. You should remove them from your gathering, or you should, at the least, have one separate gathering for us and another, for them.'\nIbn Marduwayh reports on the authority of Sayyidna ` Abdullah ibn ` Abbas ؓ that Umaiyyah ibn Khalaf al-jumahi advised the Holy Prophet ﷺ that he should not have poor and broken-down Muslims as those close to him. Instead of that, he should prefer to have the chiefs of Makkah and the Quraysh tribe with him. If these people embraced the religion brought by him, it will advance the cause of religion.\nPursuant to events of this nature, came the Divine instruction that firmly stopped him from accepting their advice. Not only that he should not remove them from his company, in fact, the command given reads: وَاصْبِرْ‌ نَفْسَكَ (wasbir nafsak: translated as 'and keep yourself content' ). If translated literally, it could mean 'keep yourself tied with them,' not in the sense of not leaving them anytime, but meaning that he should attend to and relate to these very people, seeking their advice in essential matters and working in association with them alone. Why should he do that and what was the wisdom behind it? The words that follow spell the reason out. They call their Lord morning and evening, remembering Him under all conditions. And what they do is exclusively for the good pleasure of Allah. All these conditions around them are conditions that at-tract the help and support of Allah Ta` ala. And such are the people to whom comes the help of Allah. So, let them not worry about the loss of worldly support for the final victory shall be theirs.\nThe reason why he was prevented from accepting the advice of the Quraysh chiefs has been given towards the end of the verse. It was said that their hearts were heedless of the remembrance of Allah, everything they did was subservient to their physical desires and these conditions guaranteed that they would stand alienated far from the mercy and support of Allah Ta` ala.",
  "ayah": 28,
  "surah": 18
}
