{
  "text": "Commentary\nThe meaning of 'everlasting virtues' ('al-baqyat al-salilhat'- 34)\nThe Musnad of Ahmad, Ibn Hibban and Hakim have reported on the authority of Sayyidna Abu Said al-Khudri ؓ that the Holy Prophet ﷺ said, \"Accumulate 'everlasting virtues' as much as you can.\" It was said, \"What are they?\" He said, \"Saying: سُبحَانَ اللہِ لَآ اللہُ ، الحَمدُ للہِ اللہُ اَکبَر وَلَاحولَ وَلَا قُوَّۃَ اِلَّا بِاللہِ (Pure is Allah. There is no god but Allah. All praise belongs to Allah. Allah is great and there is no power and no strength except with Allah). Hakim has called this Hadith - Sahih. And al-'Uqaili reports on the authority of Sayyidna Nu` man ibn Bashir ؓ that the Holy Prophet ﷺ said, سُبحَانَ اللہِ ٓ والحَمدُ للہِ وَ لَا الہ الا اللہ وَ اللہُ اَکبَر (Pure is Allah and all praise belongs to Allah and there is no god but Allah and Allah is great): These are the 'everlasting virtues.'\" The same has been reported by al-Tabarani from Sayyidna Sa'd ibn ` Ubadah ؓ . And the Sahih of Muslim and Tirmidhi have reported on the authority of Sayyidna Abu Hurairah ؓ that the Holy Prophet ﷺ said, \"I like saying: سُبحَانَ اللہِ ٓ والحَمدُ للہِ قَ لَا الہُ و اللہُ اَکبَر (Pure is Allah and all praise belongs to Allah and there is no god but Allah and Allah is great) better than everything under the Sun.\"\nSayyidna Jabir ؓ said, \"Recite: لَاحولَ وَلَا قُوَّۃَ اِلَّا بِاللہِ (la haula wala quwwata illa bil-lah: There is no power and there is no strength except with Allah) a lot, because it removes ninety nine types of ailments out of which anxiety is the least painful.\"\nThus, according to the Tafsir of 'everlasting virtues' in this verse by Sayyidna Ibn ` Abbas ؓ ، ` Ikrimah and Mujahid, it means the very recitation of these words. And Said ibn Jubayr, Masruq and Ibrahim said that 'everlasting virtues' denote five daily prayers.\nAnd there is another report from Sayyidna Ibn ` Abbas ؓ which says that 'al-baqyat al-salihat' or 'everlasting virtues' in this verse means righteous deeds in a general sense. Included therein are the words mentioned above, and the five prayers, and all other righteous deeds as well. This explanation has also been reported from early commentator Qatadah. (Mazhari)\nThis also happens to be the drive of the meaning in terms of the words of the Qur'an for these words literally convey the sense of the righteous deeds that are to keep surviving. And it is obvious that all deeds that qualify as righteous and sincere are abiding and everlasting in the sight of Allah. Ibn Jarir and al-Qurtubi have preferred this particular Tafsir.\nSayyidna ` Ali ؓ said, 'Cultivation is of two kinds. Wealth and children are the cash crops of the mortal world while 'everlasting virtues' are the deferred crops of the Hereafter.' Hasan al-Basri (رح) said, 'Everlasting virtues are one's intention as the acceptance of righteous deeds depends on it.'\n` Ubaid ibn ` Umair ؓ said, 'Everlasting virtues are righteous daughters for they are, for their parents, the greatest treasure-troves of reward from Allah.' This is supported by a narration of Sayyidah ` A'ishah ؓ according to which the Holy Prophet ﷺ has been reported to have said, \"I saw a man from my ummah under orders to be taken to Hell. Thereupon, his righteous daughters clung to him and started wailing and crying and plaintively supplicating: 0 Allah, spare him for he was very kind to us in the mortal world and he worked very hard to raise us in our family. Allah Ta` ala, in His mercy, forgave him. (Qurtubi)",
  "ayah": 47,
  "surah": 18
}
