{
  "text": "About al-Khadir (علیہ السلام) and the issue of his prophet-hood\nThough the name of the person concerned in this event has not been mentioned in the Qur'an - in fact, he has been called: عَبداً مِن عِبَادِنَا (a servant from among Our servants - 65) - but, in the Hadith of Sahih al-Bukhari, his name has been given as: اَلخِضر (al-Khadir). Literally, it means green, verdant. Giving the reason for his name being al-Khadir, commen-tators at large say that grass would grow at the spot where he would sit, no matter what the nature of the land. It would just turn green. The Qur'an has also not made it clear whether al-Khadir (علیہ السلام) was some prophet, or was one of the men of Allah. But, in the sight of the majority of religious scholars, the proof of his being a prophet is embedded within the events mentioned in the Qur'an. There is a reason for it. Some of the proved events during this journey that issued forth from al-Khadir are absolutely counter to the Shari'ah and there can be no exemption from an injunction of the Shari’ ah except under the authority of a Divine revelation, something restricted to a prophet and messenger of Allah. A waliyy (man of Allah) could also come to know something either through Kashf (illumination) or Ilham (inspiration). But, that is not an authority to prove a rule of Sharl'ah. No injunction of the externally codified Shari’ ah can be changed on that basis. Therefore, it stands established that al-Khadir (علیہ السلام) was a prophet and messenger of Allah. Given to him were some of those particular injunctions, injunctions that were counter to the codified Shari` ah. Whatever he did, he did under the authority of this excepted injunction. He himself has attested to that in the sentence of the Qur'an saying: وَمَا فَعَلتُہُ عَن اَمرِی (and I did not do it under my authority - 82) that is, did it under Divine authority.\nIn short, according to the majority of religious scholars of the Muslim community, al-Khadir (علیہ السلام) too is a prophet and messenger. But, it was an imperative of creation that some duties were assigned to him from Allah. The knowledge given to him related to these very duties. Of this Sayyidna Musa (علیہ السلام) had no information, therefore, he objected. This subject has been dealt with in Tafsir al-Qurtubi, al-Bahr al-Muhit of Abu Hayyan and in most commentaries variously.\nIt is not lawful for any waliyy or man of Allah to contravene the injunction of codified Shari'ah\nRight from here we learn that there is no shortage of ignorant and misguided Sufis who give a bad name to Tasawwuf. The likes of them would say that Shari’ ah is something else and Tariqah is something else. There are many things taken as حرام haram in the Shari` ah, but they are permissible in the Tariqah. Therefore, even if you see a waliyy (man of Allah) involved in a major sin openly and clearly, you cannot raise an objection against him! This is heresy, flagrant and false. No waliyy, no man of Allah anywhere in this world can be taken on the analogy of al-Khadir nor can any act contrary to the codified Shari` ah issuing forth from him be called permissible.",
  "ayah": 65,
  "surah": 18
}
