{
  "text": "It is not permissible for an 'Alim’ of the 'Shari'ah' to patiently bear what is contrary to the Shari'ah\nBy saying: إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرً‌ا وَكَيْفَ تَصْبِرُ‌ عَلَىٰ مَا لَمْ تُحِطْ بِهِ خُبْرً‌ا (You can never be able to keep patient while with me. And how would you keep patient over something your comprehension cannot grasp? - 67, 68), al-Khadir (علیہ السلام) was telling Sayyidna Musa (علیہ السلام) about the fact and the reason why he would be unable to keep patient with him. He knew nothing about the reality of the thing. What he meant was that the nature of knowledge given to him was different from the knowledge of Sayyidna Musa (علیہ السلام) ، therefore, things he did would appear to be objectionable in his sight, until he himself was to apprise him of their reality. Thus, the objections he would raise against such actions would be triggered by the dictates of his mission as a prophet.\nSince Sayyidna Musa (علیہ السلام) was ordered to go to and learn from al-Khadir (علیہ السلام) by none but Allah Ta` ala, therefore, he was initially at peace with himself hoping that nothing he did would really be counter to the Shari` ah - though, he may not understand it externally. So, he promised to keep patient. Otherwise, the making of such a promise is not permissible for any ` Alim of Din. But, later on, overtaken by his strong sense of honour relating to the Shari` ah, he forgot about this promise.\nThe first event was really not that serious. That the boat people would suffer from financial loss or the boat may sink remained at the level of an impending danger only - which stood removed later on. But, in the case of the event that took place thereafter, Musa (علیہ السلام) did not even make that promise of not objecting. In fact, when he saw the incident of a boy having been killed, he objected vehemently and' did not offer any excuse whatsoever for his objection either. He simply said if he came up with an objection next time, al-Khadir (علیہ السلام) would have the right of not keeping him in his company. The underlying logic was that no prophet and messenger of Allah can bear by seeing things being done against the norms of the Shari` ah and yet maintaining a stance of peevish patience. However, this was a unique situation. There were prophets on both sides. Therefore, the reality unfolded. It finally turned out that these fragmentary events were exempted for al-Khadir (علیہ السلام) from the purview of the general rules of the Shari'ah. Whatever he did, he did only in accordance with the dictates of the Divine Wahy (revelation). (Mazhari)\nBasic difference in the knowledge of Sayyidna Musa (علیہ السلام) and al-Khadir (علیہ السلام) Resolution of an apparent dichotomy\nNaturally, a question arises here. We see that, according to the explanation of al-Khadir (علیہ السلام) ، the nature of the knowledge given to him was different from that of the knowledge of Sayyidna Musa (علیہ السلام) . Now, when both these two areas of knowledge were given by Allah Ta` ala alone, why did this contradiction and difference show up in their two respective injunctions? Qadi Thanaullah of Panipati has given a research-based answer to this question in his Tafsir Mazhari. It is the closest to being right and appealing. Given below is a gist of what I understand from his presentation:\n'The blessed souls Allah Ta` ala honors with His revelation and prophet-hood are generally those who are entrusted with the mission of making people better. Sent to them is a Book and Shari` ah which offer principles and rules that serve as blueprints of guidance and betterment for the creation of Allah. Blessed prophets and messengers mentioned in the noble Qur'an as such were all assigned with the mission of Law and Reform. To this related the Revelation they received. But then, there are services essential to the realm of creation (takwin) as well. Generally, appointed to take care of these are the angels of Allah. However, Allah Ta` ala has specifically chosen some from among the group of prophets also in order to carry out the services of takwin (whereby the decisions of Allah's will relating to the management of His creation are enforced). Al-Khadir (علیہ السلام) belongs to this very group. These imperatives of takwin relate to minor incidents and events, that a certain person should be saved from getting drowned, or someone should be killed, promoted or demoted or subdued. These matters do not relate to common people at all, nor are they addressed by these imperatives. In such events of minor consequences, one may confront some of those situations where killing a person is against the religious law. But, under the imperative of creation, that particular event has been exempted from the general religious law and the act has been made permissible for the person who has been appointed to carry out this imperative of takwin. Under such conditions, the experts of religious law are not aware of this exempted injunction and are compelled to call it 'haram' (unlawful) and the person who has been exempted from this law under the imperative of takwin remains in the right in his own place.\nIn short, wherever such a contradiction is perceived, it is no contra-diction in the real sense. It is simply the exemption of some minor events from the general religious law. In al-Bahr al-Muhit, Abu Hayyan said:\nالجمھور علی ان الخضر نبی و کان علمہ معرفۃ بواطن قد اوحیت الیہ و علم موسیٰ الاحکام والفتیا بالظاھر\nThe majority holds Al-Khadir (علیہ السلام) to be a prophet and his knowledge was the gnosis of (the inner dimensions of the human) self which was revealed to him and the knowledge of Musa (علیہ السلام) was of the injunctions and rulings on the apparent. (Al-Bahr al-Muhit, p. 147, v. 6)\nFor the aforesaid reason, it is also necessary that this exemption should take effect through revelation to a prophet. The Kashf (illumination) and اِلحام I1ham (inspiration) of some Waliyy (man of Allah) are never sufficient to make such an exemption effective. This is the reason why the act of al-Khadir (علیہ السلام) in killing a boy apparently without a just reason was haram (unlawful) in the sight of the Shari` ah which rules on the apparent. But, as for al-Khadir (علیہ السلام) ، he was appointed to do that while exempted from this law as an imperative of creation (takwin). Taking the Kashf and Ilham of some non-prophet on the analogy of al-Khadir (علیہ السلام) and thereby taking something Haram (unlawful) to be halal (lawful) - as popular among some ignorant Sufis - is totally anti-religion and certainly, a rebellion against Islam.\nIbn Abi Shaibah reports an event relating to Sayyidna Ibn ` Abbas ؓ by saying that Najdah Haruri (a Kharijite) wrote a letter to Sayyidna Ibn ` Abbas ؓ and asked as to how did al-Khadir (علیہ السلام) kill a minor boy when the Holy Prophet ﷺ has prohibited the killing of minors. Sayyidna Ibn ` Abbas ؓ answered his letter by saying, 'if you were to receive the same knowledge about some minor as was received by Sayyidna Musa's (علیہ السلام) 'man of knowledge' (that is, al-Khadir), the killing of a minor would become permissible for you too!' What he meant was that al-Khadir (علیہ السلام) had received his knowledge about it only through revelation exclusive to a prophet. That nobody can have now because prophet-hood has ended. There is to be no prophet after the Last among Prophets (علیہم السلام) ، that is, Muhammad al-Mustafa ﷺ ، who could have through revelation knowledge about some particular person to have been exempted under Divine command in the case of such events. (Mazhari)\nFrom this event too, the real thing becomes clear, that is, no one other than a revelation-receiving prophet has the right to declare anyone as exempted from any Islamic legal injunction.",
  "ayah": 70,
  "surah": 18
}
