{
  "text": "Commentary\nThe Identity of Ya'juj Ma'juj and the Location of the Wall of Dhul-Qarnain\nA lot of absurd and strange things disseminated through Isra'ili narratives and historical stories have found currency to the extent that some commentators have also reported them in terms of their historical status, though they themselves do not find them trustworthy. The truth of the matter is that the Qur'an has mentioned it briefly and the Holy Prophet ﷺ has informed his community also about the details as and where necessary. What has to be believed in as part of one's faith is limited to what has been covered in the Qur’ an, and Hadith. Beyond that, whatever historical and geographical information has been provided by commentators, Hadith experts and historians could be correct, or might as well prove incorrect. As for the variant sayings of historians from among those mentioned above, they are based on traces, analogies and conjectures. Whether they are true or false, it simply does not affect what the Qur'an says.\nAt this place, I would first quote Ahadith which, according to respected Hadith experts, are sound or trustworthy. After that, historical narratives will be taken up to the measure of their need in the present context.\nHadith Reports about Ya'juj Ma'juj\nAt least this much stands doubtlessly proved from the statements of Qur'an, and Sunnah that Ya'juj Ma'juj are national entities from among human beings. They are the progeny of Sayyidna Nuh (علیہ السلام) very much like them because so says the categorical statement (nass) of the Qur'an: وَجَعَلْنَا ذُرِّ‌يَّتَهُ هُمُ الْبَاقِينَ which means that all human beings surviving on the Earth after the Flood during the time of Sayyidna Nuh (علیہ السلام) shall all be from among his progeny. Historical narratives converge on the fact that they are of the progeny of Yafith son of Nuh علیہ السلام۔ which is supported by a weak Hadith as well. Regarding the rest of their antecedents, the Hadith of Sayyidna an-Nawwas ibn Sam` an ؓ is most detailed and sound in authority. It has been reported in the Sahih of Muslim and in all books of Ahadith recognized for their authenticity. Hadith experts declare it to be sound and authentic. This Hadith carries details concerning the appearance of Dajjal (anti-Christ), the coming of Sayyidna ` Isa (علیہ السلام) and then, the appearance of Ya'juj Ma’ juj. A translation of this entire Hadith is being given below:\nSayyidna an-Nawwas ibn Sam` an ؓ says that one morning the Holy Prophet ﷺ mentioned Dajjal (anti-Christ) and while doing that he said a few things which showed the low and negative aspect of his profile (such as his being one-eyed). Then, he also said a few things about him to the effect that his emergence was a matter of ominous trial (such as Paradise and Hell being with him and other extra-ordinary aspects of his per-sona). His narration (gripped us with such fear) as if Dajjal was lurking somewhere (in the nearby) grooves of the date palms.\nWhen we presented ourselves before him in the evening, he read our confused inner condition and asked, 'What is the matter with you?' (What did you conclude from what I had said?). We submitted, 'You talked about Dajjal in the morning. Of things you said about him some seemed to belittle the matter of his emergence while you also said other things which seemed to highlight his matter to proportions of a great trial to the extent that we thought he was present close to us in the grooves of the date-palms!' Then he said, 'Not just the Dajjal, there are other trials I fear may afflict you more (that is, the trial of Dajjal is not as great as you have taken it to be). If he appears - and I am among you - I shall confront him personally without you. And if he appears - and I am not among you - everyone will try to confront him in terms of his courage. And Allah is, in my absence, the guardian and protector of all Muslims. (You will recognize him as) a young man - hard curly hair, one eye protruding upwards (blind in the other as in other narratives). And if I can liken him (in this ugly profile) with someone, it is ` Abd al-'Uzza ibn Qatan (an ugly person from the tribe of Banu Khuza` ah during the Jahiliyyah). If a Muslim from among you runs into him, he should recite the initial verses of Surah al-Kahf against him (which will keep him protected from Dajjal). Dajjal will emerge from the empty space between Syria and ` Iraq creating havoc right and left. 0 servants of Allah, you then stay firm against him.' We said, 'Ya RasulAllah, and how long will he tarry on the Earth?' He said, 'Forty days. But, the first day will be equal to one year, and the second day to one month, and the rest of the days equal to the usual.' We said, 'Ya RasulAllah, so on that day which will be equal to one year, shall we be offering (the five-timed) Salah for one day only?' He said, 'No. You will, rather, go by estimating time and offering prayers for the whole year.' We said, 'Ya RasulAllah, how fast will he be moving about the Earth?' He said, 'Fast like the cloud being followed by wind. Then he will pass by a people and ask them to rally round his false beliefs. They will believe in him and respond to his call. Then he will commission the clouds. They will start raining. He will order the Earth. It will turn green and verdant (and herds of cattle will graze therein) and when they return in the evening, their humps shall be much higher than before and their udders shall be full of milk and their waists shall be plumb. Then, Dajjal will pass by another people and invite them to his disbelief. But, they will turn down his invitation. Losing hope, when he goes away from them, these believers will be stricken with famine and nothing of what once belonged to them will remain in their hands. And when Dajjal will walk by this wasteland, he will address it, saying: 'Bring your treasures out.' So, its treasures will start following him like the honeybees follow their queen. Then Dajjal will call a man whose youth shall be in full bloom, strike him with a sword and cut him into two pieces and the two pieces will be placed as far apart as the distance between an archer and his target. Then he will call him. He will come (alive) to Dajjal beaming with joy over his feat. In the meantime, Allah Ta` ala will send down Al-Masih ibn Maryam (Sayyidna ` Isa علیہ السلام). He will alight at the white tower in the eastern part of Dimashq (Damascus) clad in two colored sheets with both hands resting on the wings of angels. When he bows his blessed head, drops of water will drip down from there (as if one has just come out of the shower). And when he raises his head up, from it drop silvery globules like genuine pearls. Any disbeliever who breathes the air from his breath will die that very instant and his breath will reach as far as reaches his glance. Then he will look for him until he will overtake him at the gate of Ludd (still there in Baytul-Maqdis by the same name) and kill him. After that, ` Isa ibn Maryam (علیہما السلام) will come to people whom Allah protected from Dajjal. He will then touch their faces (with compassion for them) and give them the good news of having high ranks in Paradise.\nWhile he would still be in the same state, Allah will reveal to ` Isa (علیہ السلام) : 'Verily, I am going to send forth the kind of men from among servants belonging to Me against whom no two hands will dare fight. So, you assemble and take My servants to the sanctuary of Mount Tur (which Sayyidna ` Isa (علیہ السلام) will do) and would send out Ya'juj and Ma'juj and they will be seen hurtling down from every side. The first wave of them will pass by Bulhairah Tabariyyah. They would drink out everything in it and when others of them will pass by it, (and seeing it dry) they will say: 'Surely, in this, there must have been water earlier in time.'\nThe prophet of Allah, ` Isa (علیہ السلام) ، and his companions will take refuge on the Mount Tur. Other believers will find sanctuaries in their own fortified places. Food supplies will be there, but it would run short where-upon the head of a bull will be considered better than a hundred dinar. Then, the prophet of Allah, ` Isa (علیہ السلام) ، and his companions will turn to Allah (and pray for the removal of their distress which will be answered) and He will send an epidemic (worm in neck) and they will be annihilated en masse to the last person. Then, the prophet of Allah, ` Isa (علیہ السلام) ، and his companions will come down from the Mount of Tur and see not a hand-span worth of land remaining unfilled with corpses and (because of their decomposition) the place will be reeking with a strong stench. (Seeing this state of affairs) the prophet of Allah, 'Isa, and his companions will turn to Allah (praying for the removal of this distress as well which Allah will answer). He will send birds with necks like the neck of a camel. They will haul these corpses and throw them at the place where Allah wills (according to some narratives, they will put them away into the sea).\nAfter that, Allah Ta’ ala will send rains. No clay home in the villages and no Bedouin tent in the desert will remain without it. Lands will be washed clean and left like mirror. Then, Allah Ta’ ala will tell the Earth, 'Grow your fruits and unravel the abundance of your blessings.' (And so it shall be and such shall be the bliss of increase that) one pomegranate will suffice as food for a group of people. And its shell will be used to make canopies for protection against the Sun and milk will be so blessed as to suffice for a large number of people. Milk from one cow will be enough for everyone in a tribe and milk from one goat will be adequate for a whole clan. (After forty years of this period of extra-ordinary abundance, peace and protection, when the time due for Qiyamah will draw near) Allah Ta` ala will send a pleasant wind which will cause their armpits to be benumbed and the soul of every believer and every Muslim will be taken away. Left there will be the worst among human beings, the wicked and the disbelieving ones, who will indulge in shame and outrage on the Earth like donkeys. And it is against them that the Hour will stand activated.'\nAs for the story of Ya'juj and Ma'juj, the narration of Sayyidna ` Abd al-Rahman ibn Yazid ؓ deals with it in greater detail. It says that once they pass by Buhairah Tabariyyah, Ya’ juj and Ma’ juj will climb Jabal al-Khamar, a mountain from among the mountains of Baytul-Maqdis, and say, 'We have killed whoever there was on the Earth. Come, let us now kill whoever there is out in the skies.\" So they will shoot their arrows towards the sky and Allah will make their arrows return back to them smeared with blood (so that those dim-witted people are pleased with the prospect that they have done away with whoever there was in the skies).\nAbout the story of Dajjal, the narration of Sayyidna Abu Said al-Khudri ؓ adds that Dajjal will stay away from al-Madinah al-Munawwarah. When it will not be possible for him to reach even the link roads leading to it, he will come to a saline tract of land close to Madinah. At that time, a man will come out to confront him and this man will be the best of men at that time (or, among the best of men). Addressing him, he will say, 'I am certain that you are the Dajjal about whom the Holy Prophet ﷺ had told us.' (Hearing this), Dajjal will start saying, 'Tell me, O people, if I kill this man, then make him alive, will you still doubt the thing (about my being God)?' They said, 'No.' So he will kill him and then bring him back to life whereupon he will tell Dajjal, 'By Allah, now I have become more certain that you are the Dajjal.' Hence, Dajjal would want to kill him (all over again), but he will remain unable to enforce it. (Sahih Muslim)\nAccording to a narration of Sayyidna Abu Said al-Khudri ؓ appearing in the Sahih of al-Bukhari and Muslim, the Holy Prophet ﷺ said, \"On the day of Qiyamah, Allah Ta` ala will ask Sayyidna Adam (علیہ السلام) ، 'raise the Hell-bound from your progeny.' He will wonder, 'my Lord, who are they?' Then, the Divine command will go forth that nine hundred and ninety nine of every one thousand are Hell-bound with only one bound to go to Paradise. Scared, the noble Sahabah asked, 'Ya Rasulallah, 'who from among us shall be the one bound to go to Paradise?' Thereupon, he said, 'do not worry because out of these nine hundred and ninety nine Hell-bound people, there will be only one from among you while, ratio-wise, there will be a thousand from among the Ya'juj Ma'juj.' According to a narration of Sayyidna ` Abdullah ibn ` Umar ؓ in the Mustadrak of al-Hakim, the Holy Prophet ﷺ said that Allah Ta` ala divided all human beings into ten parts. Nine of these belong to Ya'juj Ma'juj while the remaining one part covers the human beings of the whole world. (Ruh al-Ma` ani)\nAfter having quoted these narrations in al-Bidayah wa an-Nihayah, Ibn Kathir has written that it tells us that the number of Ya'juj Ma'juj is significantly higher than the entire human population.\nAccording to a narration of Sayyidna Abu Hurairah\tرضی اللہ تعالیٰ عنہ appearing in the Musnad of Ahmad and Abu Dawud with sound chains of authority, the Holy Prophet ﷺ said that ` Isa (علیہ السلام) will live on the Earth for forty years after his descension. As for the narration in Muslim which puts this duration of stay at seven years, it has been rated as less in strength or having some unapparent meaning (marjuh or mu'awwal) by Hafiz in Fath al-Bari who has declared the very period of forty years as correct. Then there are clarifications in Ahadith which report that this whole period will be marked with peace and blessings. Absolutely no malice and hostility will exist among people, none even between any two of them. (Muslim and Ahmad)\nAl-Bukhari reports from Sayyidna Abu Said al-Khudri ؓ that the Holy Prophet ﷺ said that the Hajj and ` Umrah of Baytullah will continue even after the emergence of Ya'juj Ma'juj. (Tafsir Mazhari)\nAl-Bukhari and Muslim report from Umm al-Mu'minin, Sayyidah Zainab bint Jahsh ؓ that one day the Holy Prophet ﷺ woke up from sleep with his blessed face red while he was saying:\nلا الٰہ اِلاَّ اللہ ویل للعرب من شرقد اقترب فتح الیوم من ردم یأجوج ومأجوج مثل ھذہ و حلّق تسعین\n'La ilaha Wallah. Alas for Arabia! Evil is drawing near. To-day, a part of the Wall of Ya'juj Ma'juj has opened up like this' and he made a ring by joining the tips of his thumb and index finger (to indicate the size of the hole in the Wall).\nUmm al-Mu'minin, Sayyidah Zainab ؓ says that following his statement, we submitted, 'Ya RasulAllah, is our destruction possible even when we have righteous people among us?' He said, 'Yes, it is - (particularly) when evil (khabath) abounds' (similar reports appear in the two Sahihs from Sayyidna Abu Hurairah ؓ ، as in al-Bidayah wa an-Nihayah of Ibn Kathir). That a hole was made into the Wall of Ya'juj Ma'juj to the measure shown in the Hadith could be taken in the real sense and also in a figurative one which would indicate the weakening of the Wall made by Dhul-Qarnain. (Ibn Kathir, Abu Hayyan)\nThe Musnad of Ahmad, Tirmidhi and Ibn Majah report from a narration of Sayyidna Abu Hurairah ؓ that the Holy Prophet ﷺ said: Ya'juj Ma'juj keep digging through the Wall of Dhul-Qarnain. Doing it every day they reach the farthest part of this iron Wall so close as would make the light on the other side become visible to them. But, at that point, they say that they would dig all the way through it the next day, and return. However, Allah Ta’ ala makes it as strong as it was all over again. Then comes the next day and they start anew to dig through it. This cycle of their effort to dig and demolish and that of mending and fortifying from Allah's side will continue until such time up to which Allah Ta’ ala intends to hold back Ya'juj Ma'juj. And when He intends to release them, they will dig, reach the farthest limit and say, 'If Allah wills, we shall go across it tomorrow.' (By making their effort dependent on the name and will of Allah, they will have the taufiq to succeed) So, when they return the next day as usual, they will find the remaining non-dug portion of the Wall as they had left it and this they will demolish and go across.\nTirmidhi has reported this narration on the authority of Abu ` Aw nah, Qatadah, Abi Rafi', Abu Hurairah ؓ ، in that order, and then he has said: غریب لا نعرفہ الا من ھذا الوجہ (Unfamiliar. We do not know it except from this source). Ibn Kathir has also reported this narration in his Tafsir and then he has this to say:\nاسنادہ جِیّد قوی ولکن متنہ فی رفعہ\nIts chains of narrators are good and strong, but its text in the matter of its ascension (the effort to raise the channel of transmission up to attribute it the Holy Prophet is not supported by stronger sources).\nIbn Kathir comments on this Hadith in al-Bidayah wa an-Nihayah: If it is held to be correct that this Hadith is not marfu' (traceable in ascending order to the Holy Prophet ﷺ), instead, is a narration from Ka'b al-Ahbar, then, it becomes clear that it is not worthy of trust. Now there is another possibility. The narration is regarded to be free from any error made by the narrator. It is given the status of the very saying of the Holy Prophet ﷺ ، then, it would mean that this action of digging the Wall by Ya'juj Ma'juj will start at the time when the hour of their emergence draws close. And as for the statement of the Qur'an, that is, no hole can be made in this Wall, it refers to the time when Dhul-Qarnain had made it. This leaves no contradiction here. Moreover, it could also be said that breaking a hole into the Wall means a hole which goes all the way through it - and this narration states it clearly that this hole does not go all the way through it. (Al-Bidayah, p. 12, v. 2)\nIn Fath al-Basri, (رح) . Hafiz ibn Hajar has reported this Hadith with reference to ` Abd ibn Humaid and Ibn Hibban as well and said that they all narrate from Qatadah and some of their narrators are the authorities of the Sahih of al-Bukhari. Then, he has not entertained any doubt about the Hadith being rated as mares` (ascending to the Holy Prophet ﷺ). Then he says with reference to Ibn al-Arabi that this Hadith contains three Divine signs, that is, miracles: (1) That Allah Ta’ ala did not let their minds think of the alternative of continuing their digging operation round the clock including the day and night both. If so, it would have not been at all difficult for a people with so many of them to work in shifts of day and night with specified assignment of duties. (2) That their minds were turned away from taking the option of scaling over the Wall by using artifices and devices. Although, from a narration of Wahb ibn Munabbih, it becomes clear that these people tilled the land which also yielded fruits and they used instruments of many kinds in this process. It should have not been difficult for them under these circumstances to assemble together the means of scaling the Wall. (3) That for such a long time it never occurred to them that they should have said, Insha'Allah: If Allah wills, and that this statement will issue forth through their speech only when the time of their emergence will come close.\nIbn al-Arabi has said that this Hadith also tells us that there are people among the Ya'juj Ma'juj who believe in the existence of Allah and in His Will. Then, it is also possible that Allah Ta` ala may cause this statement to issue forth through their speech without having any belief and they find their job all done with its barakah (ashrat as-saah by as-Sayyid Muhammad, p. 154). But, what is obvious here is that they too have received the call of the blessed prophets. Otherwise, according to the textual authority of the Qur'an (nass), they should not be subjected to the punishment of Jahannam: وَمَا كُنَّا مُعَذِّبِينَ حَتَّىٰ نَبْعَثَ رَ‌سُولًا (And it is not Our way to punish [ anyone ] unless We send a messenger - al-Isra', 17:15). This tells us that the invitation to believe has reached them too. But, they chose to stick by their denial. However, there will also be some people among them who would be subscribing to the view that Allah exists and that He has intention and will - though, having this much of a belief is not sufficient for 'Iman or faith, unless there is the essential faith in Prophet-hood and Hereafter. However, the saying of 'Insha'Allah': If Allah wills, despite Kufr (disbelief), is not a far out possibility.\nConclusions drawn from the narrations of Hadith\nThat which stands proved about Ya'juj Ma'juj from the statements of the Holy Prophet ﷺ as in the Ahadith cited above is given below:\n(1)\tYajuj Ma'juj are the progeny of Sayyidna Nuh (علیہ السلام) like the rest of human beings. The majority of Hadith experts and historians identify them as the progeny of Yafith, the son of Nuh (علیہ السلام) . And it is also obvious that the progeny of Yafith son of Nuh (علیہ السلام) had spread itself out far and wide among different tribes, nationalities and many a populated areas between the period of Sayyidna Nub (علیہ السلام) and that of Dhul-Qarnain. Thus, it is not necessary that the races known as Ya’ juj Ma’ juj were pinned down as a whole exclusively behind the Wall of Dhul-Qarnain. There must have been some of their tribes and nationalities living on the other side of the Wall of Dhul-Qarnain. However, it can be said that the savage killers and destroyers among them were restrained through the Wall of Dhul-Qarnain. Historians refer to them generally as Turks, Mangkhol or Mongols. But, from among these, the name of Yajuj Ma’ juj applies only to the savage, uncivilized, blood-thirsty tyrants who remained untouched by civilization. The Turks, Mangkhols or Mongols who became civilized stand unsubstantiated by this name.\n(2)\tThe number of Ya’ juj Ma’ juj is several times higher than the number of the human beings of the whole world, at least at the ratio of one to ten. (Hadith #2)\n(3)\tThe tribes and nationalities of Ya’ juj Ma'juj stopped from crossing over to the other side of the Wall of Dhul-Qarnain will remain so restrained right through the close of the zero Hour of the Last Day of Qiyamah. The time destined for their emergence will be preceded by the appearance of Mahdi and Masih (علیہم السلام) and that of Dajjal (the anti-Christ). They will be released exactly after 'Isa (علیہ السلام) has descended and has killed Dajjal. (Hadith #1)\n(4)\tAt the time Ya'juj Ma'juj are to be released, the Wall of Dhul-Qarnain will crumble down all leveled to the ground (verse 18:98). The merciless hordes of Ya'juj Ma'juj would present an spectacle when, coming down from the mountain slopes all simultaneously, the speed of their descent would give the impression that they are sliding down to the ground en masse. These countless savage humans will hit the whole earth and its population. No one would be able to stand up against the killing and plunder by them. The apostle of Allah, Sayyidna ` Isa (علیہ السلام) will, under Divine command, take refuge on Mount Tur along with his believing companions. People in other habitations of the world will seek asylum in available safe places. When supplies run out, necessities of life will become highly expensive. As for the rest of human population, these savages will finish them off and lick out their rivers. (Hadith #1)\n(5)\tThen, it will be through the prayer of Sayyidna ` Isa (علیہ السلام) and his companions that these countless locust like peoples will be destroyed simultaneously. The earth will be covered up with their dead bodies and the stench from which would make human rehabilitation on the earth difficult. (Hadith #1)\n(6)\tThen, it will be through the prayer of Sayyidna ` Isa (علیہ السلام) and his companions once again that their dead bodies would be disposed of into the sea or made to disappear altogether and the whole earth will be washed clean through a universal rain. (Hadith #1)\n(7)\tAfter that, there shall come a reign of peace lasting for nearly forty years. The earth will open the gates of its blessings. No one will re-main poor and needy. No one will hurt or harass anyone. Peace and comfort shall prevail universally. (Hadith #3)\n(8)\tDuring this period of peace, the Hajj and ` Umrah of Baytullah will continue. (Hadith #4) As for the death of Sayyidna ` Isa (علیہ السلام) and his burial in the Sacred Mausoleum, it already stands proved from the narrations of Hadith. This too will transpire when he will travel to Hijaz for Hajj or ` Umrah. (As reported by Muslim from Sayyidna Abu Hurairah ؓ - explanatory note). After that, he will die in al-Madinah al-Taibah and buried in the Sacred Mausoleum.\n(9)\tDuring the later period of the life of the Holy Prophet ﷺ ، he was shown a dream activated through a revelation (wally) that a hole had opened up in the Wall of Dhul-Qarnain, which he declared to be a sign of impending evil for Arabia. Some Hadith experts (al-mulhaddithin) have interpreted the opening of a hole in this Wall as real. Some others have taken it figuratively in the sense that this Wall of Dhul-Qarnain has become weak, the time of the emergence of Ya'juj Ma'juj has come close and its effects will show up in the form of Arab decline. Allah knows best.\n(10) After his descent, he will stay on the earth for forty years. (Hadith #3) Earlier than him, the period of Mahdi (علیہ السلام) will also be that of forty years, part of which will feature the confluence and cooperation of both. In his book, Ashrat al-Sa` ah (p.145), Sayyid Sharif Barzanji has said that the period of Sayyidna ` Isa (علیہ السلام) will follow the killing of Dajjal and the peace prevailing thereafter and extend to forty years. This will make his total stay in the world for a period of forty-five years. And, it has been mentioned on page 112 that Mahdi (علیہ السلام) will appear a thirty plus years before Sayyidna ` Isa (علیہ السلام) and the total period credited to him will be that of forty years. Thus, the presence of the two blessed souls shall coincide for a number of five, or seven years, and both their periods will be marked by a reign of justice throughout the world. The earth will open up the gates of its blessings, neither will anyone remain poor, nor will anyone bear malice and hostility against anyone else. Of course, the great trial of the appearance of Dajjal will hit the whole world during the later period of Mahdi (علیہ السلام) - with the exception of Makkah, Madinah, Baytul-Maqdis and the Mount of Tur. This trial will be the greatest as compared to the rest of the trials the world has faced. Dajjal and his disorder will last for forty days only. But, out of these forty days, the first day will be that of one year, the second day that of one week and the rest of days will be like they usually are. One way this can happen is that these days are really made to be that long - because, during those later times, nearly all events will be extraordinary and miraculous in nature. Then, it is also possible that the days and nights keep alternating as they usually do. But, it stands proved from Hadith that Dajjal would be a great magician. When so, it is also possible that, under the spell of his magic, common people remain unable to notice this revolutionary change in the alternation of days and nights and continue seeing this phenomena as nothing but one usual day. As for the injunction in Hadith of performing Salah during that day on the estimated analogy of usual days, it also seems to support the assumption that the days and nights would be changing really, but people would not realize it cognitively. Therefore, in this day of one year, the order given was to perform Salah for three hundred sixty days. Otherwise, had the day been really one day only, the rules of the Shari` ah would have required only five Salahs as obligatory for one day as such. In short, the total period of Dajjal will have forty such days.\nAfter that, Sayyidna ` Isa (علیہ السلام) will descend, kill the Dajjal and put an end to the disorder created by him. However, quite close to that the Ya'juj Ma'juj will emerge unleashing another spate of disorder, pillage and killing. But, the period of their presence will not go beyond a few days when they too will be destroyed all simultaneously as a result of the prayer of Sayyidna Isa (علیہ السلام) . In short, there will be two ominous trials of Dajjal and Ya'juj Ma'juj during the later period of Sayyidna Mahdi (علیہ السلام) and the early period of Sayyidna ` Isa (علیہ السلام) which will shake the people of the entire earth upside down. Before and after these counted few days, however, the whole world will experience justice, peace and blessings. During the period of Sayyidna ` Isa (علیہ السلام) ، there will remain on the earth no creed and religion other than Islam. The earth will start sending forth its hidden treasures. No one will remain poor and needy. Even beasts and poisonous life forms will not hurt anyone.\nAn essential point of guidance:\nAs far as the information given above about the Ya'juj Ma'juj and the Wall of Dhul-Qarnain, these have been communicated to the Muslim Ummah by the Qur’ an, and the Ahadith of the Holy Prophet ﷺ . Believing in it as such is necessary and opposition, impermissible. Now there remains the area of geographical and racial investigation as to questions like - Where is the wall of Dhul-Qarnain located? Who are these people called Ya'juj Ma'juj? Where do they live now? Here, it can be said that no Islamic 'Aqidah (article of faith) depends on knowing this, nor does the understanding of any verse of the Qur’ an hinge on it. But, the religious scholars of the Muslim Ummah, only in order to answer the absurdities dished out by antagonists and to provide additional insight, have discussed this subject in details. A part of it is being reported here.\nViews of Muslim scholars\nIn his Tafsir, al-Qurtubi has reported from as-Suddiyy that twenty-one of the twenty-two tribes of Ya'juj Ma'juj were shut off by the Wall of Dhul-Qarnain. One of their tribes was left out on the inner side of the Wall of Dhul-Qarnain. They are Turks. After that, al-Qurtubi says that the sayings of the Holy Prophet ﷺ about the Turks resemble the Ya'juj Ma'juj and that the incidence of a war between them and Muslims during the later times appears in a hadith of the Sahih of Muslim. At present, he continues: A large number of Turk people are arrayed against Muslims. Only Allah knows their exact number and only He can save Muslims from their evil. It appears as if they are the Ya’ juj Ma'juj - or, at least, are their forerunners. (Al-Qurtubi, p. 58, v.11) (Al-Qurtubi belongs to the sixth century of Hijrah when the Tatar onslaught came and destroyed the Islamic Caliphate. This great upheaval is well known in Islamic history and the Tatars are reputed to be from the Mongol or Mongkhol Turks). But, as for al-Qurtubi, he has simply said that they resembled the Ya'juj Ma'juj and could be their forerunners. He has not identified the havoc caused by the Tatars as the emergence of the Ya'juj Ma'juj which is one of the signs of the coming of the last day of Qiyamah. The reason is that the Hadith of the Sahih of Muslim mentioned above makes it clear that this emergence will come to pass after the descent of Sayyidna ` Isa (علیہ السلام) during his period.\nTherefore, ` Allamah 'Alusi has, in his Tafsir Ruh al-Ma` ani, strongly refuted the position of those who have taken the Tatars as the Ya’ juj Ma'juj. According to him, the very thought is a flagrant error and certainly an opposition to the textual authority of Hadith. However, this much he too said that this havoc, no doubt, did resemble the havoc to be caused by the Ya'juj Ma'juj. (Ruh, p. 44, v. 16) It proves that the view of some contemporary historians who take modern Russia or China or both as the Ya'juj and Ma'juj would have not been really wrong. However, the condition is that they should have meant by it the same thing said by al-Qurtubi and al-'Alusi, that is, the upheaval caused by them resembled that of the Ya’ juj and Ma'juj. But, declaring it to be the very emergence of the Ya’ juj Ma'juj - something reported in the Qur'an, and Hadith as signs of Qiyamah and which was due to come after the descent of Sayyidna ` Isa (علیہ السلام) - is absolutely wrong. The approach is erroneous and it betrays a rejection of the textual authority (nusus) of Hadith.\nFamous historian, Ibn Khaldun has taken up this subject in the prolegomena of his history. As part of his description of the sixth kingdom, he has alluded to the geographical location of the Ya'juj Ma'juj and the Wall of Dhul-Qarnain as follows:\n\"Inhabiting towards the west, in the ninth part of the seventh kingdom, there are tribes of Turks called قنجاق (qinjaq) [ Qipcaq or Qypchaq as in Bertold Spuler ] and چرکس (Cherkess) [ Circassians, the Caucasian people, as in Spuler ]. The eastern side is populated by the Ya'juj Ma'juj. In between the two, Mount Caucasus draws the line of demarcation. It has been mentioned earlier that it begins from al-bahr al-muhit located in the east of the fourth kingdom and goes up to the northern end of the kingdom. Then, receding away from al-bahr al-muhit, it continues in a north-western direction and enters the ninth part of the fifth kingdom. From here, it reverts to its first direction until it enters the ninth part of the seventh kingdom. Once it reaches there, it goes from the south in a north-western direction. Located in between this mountain range is the 'Wall of Alexander.' It is situated in the middle of the ninth part of the seventh kingdom as we have identified earlier and the Qur'an too informs us about it.\nIn his book of geography, ` Abdullah ibn Khurdazbih has reported the dream of the ` Abbasi Khalifah, Wathiq Billah in which he had seen that the Wall had opened up. As a result, he woke up all upset and sent his emissary, Sallam on a fact-finding mission. On his return, he reported the condition and distinct features of this very Wall.\" (Muqaddimah ibn Khaldun, p. 79)\nThat Wathiq Billah, the Abbasi Khalifah sent an observer group to investigate the Wall of Dhul-Qarnain and that it did return after having made the investigation has been mentioned by Ibn Kathir too in al-Bidayah wa an-Nihayah. Also said there is that this Wall has been made in iron with huge locked gates and is located towards the north-east. After narrating the event, Tafsir Kabir and al-Tabari add: One who comes back after having seen the Wall reaches the barren fields facing Samarkand in the company of guides. (Tafsir Kabir, v. 5, p. 513)\nThe great scholar of Islam and my revered teacher, Maulana Anwar Shah Kashmiri has mentioned Ya’ juj Ma’ juj and the Wall of Dhul-Qarnain in his book, عقیدہ الاسلام فی حیاۃ عیسٰی (علیہ السلام) . Though it is an adjunct of his book yet, whatever he has mentioned there measures up to the highest level of investigation and Tradition. He said: To remain protected against the plunder and devastation by mischievous and savage human beings walls have been built on the earth, not simply at one place but at several places. Different kings have built these at various places during different ages. Most famous and the largest among these is the Great Wall of China. Its length given by Abu Hayyan al-Andulusi (the royal historian of the Iranian Court) is twelve hundred miles. It was founded by Faghfur, the Emperor of China, and that the date of its inception goes back to three thousand four hundred and sixty years after the advent of Sayyidna Adam (علیہ السلام) ، and also that the Moghul people (Mongol or Mongkhol) call this Great Wall, 'atkuwah', and the Turks, 'burqurqah. Then he has acknowledged that several walls of this nature are found at other places as well.\nOur leading fellow-servant of the Faith, Maulana Hifzur-Rahman Sihwarwi, may he rest in peace, has given a well-documented historical detail elaborating the statement of Shaykh Kashmiri in his well-known book, Qasas al-Qur'an. A gist is given below:\nThe range of the evil savagery of Ya'juj Ma'juj was so extensive that, on the one hand, the people of southern Caucasia suffered from their tyrannical onslaughts while on the other hand, the inhabitants of Tibet and China also served as sitting targets of their savagery. It was to stay safe from these very Ya'juj Ma'juj that protective walls were built at various place during different ages. The largest among these is the Great Wall of China mentioned earlier.\nThe second Wall is located near Bukhara and Tirmidhi in Central Asia. It is situated at a place called Darband (meaning 'blocked passage' ). This Wall was there during the time of the famous Moghul king, Taimur Lang (Timur, the Lame; Tamerlane). The German confidant of the Roman King, Cella Berger, has mentioned him in his book. Kilafchu, the emissary of Castille, the King of Andulusia has also referred to him in his travelogue. When he presented himself as the emissary of his King before Taimur, he had passed by this spot. He writes that the Wall of Bab al-Hadid (Iron Gate) is situated on the route coming from Mousel and which lies in between Samarkand and India. (From Tafsir Jawahir al-Qur'an by al-Tantawi, v. 9. p. 198)\nThe third Wall is located in Daghistan in Russia. This too is famous by the name of Darband (blocked passage) and Bab al-Abwab (The Gate of gates). Yaqut al-Hamawi in Mu'jim al-Buldan, al-Idrisi in al-Jughrafiah and Bustani in Dairatul-Ma’ arif have described these in great details, a gist of which is as follows:\n\"In Daghistan, 'Darband' is a Russian city. It is situated on the western shore of Bahr Khadir (Caspian Sea), latitude 43.3 North and longitude 48.15 east. It is also called 'Darband Nausherwan'. Another name for it, 'Bab al-Abwab,' is also famous.\"\nThe fourth Wall is located in the higher parts of Caucasia towards the west of this very 'Bab al-Abwab where, in between two mountains, there is a pass well known as the Daryal Pass. This fourth Wall is right here and is known as the Wall of Qafqaz or Mount Qoqa or Koh Qaf (Caucasus). About it, Bustani writes:\n\"And close to it (the Wall of Bab al-Abwab), there is another Wall which goes on extending towards the West. In all likelihood, this may have been built by the people of Faris (Persia) as a measure of defense against the northern Berbers. Since the identity of its founder was not authentically known, some people have attributed it to Alexander while some others have ascribed it to Cyrus and Nausherwan. And Yaqut says that it has been constructed with molten copper.\" (Da'iratul-Ma` arif, v. 7, p. 651; Mu` jimul-Buldan, v. 8, p. 9)\nSince all these Walls are in the North and have been built for a single need, therefore, difficulties have come up in determining as to which of these is the Wall of Dhul-Qarnain. And the major confusion has showed up in the case of the last two Walls because the name of both the places is Darband and there is a Wall also present at both. Out of the four Walls mentioned above, the Great Wall of China is the longest and the oldest. About it, no one says that it is the Wall of Dhul-Qarnain. Then, instead of being in the North, it is in the Far East - and that it is in the North is clear as indicated by the Qur'an al-Karim.\nNow, the thing revolves between the remaining three Walls which happen to be but in the North. Out of these, speaking generally, historians – Mas’ udi, Istakhri, Hamawi and others - identify the Wall located in Daghistan, or at Darband in the Caucasian territory of Bab al-Abwab by the Caspian Sea as the Wall of Dhul-Qarnain. Historians who have called the Wall and Darband of Bukhara and Tirmidh as being the Wall of Dhul-Qarnain have, most likely, been confused because of the common factor of the word, Darband. At this point, its location stands nearly fixed. Now, it can be said that it is situated in Bab al-Abwab by the Darband of Caucasia in the territory of Daghistan, or is located even at a higher altitude of the Mountain of Qafqaz or Qaf (Caucasus). As for a Wall being there on both these places is a fact proved by historians.\nBy way of further refinement in between the two probabilities given above, my revered teacher, Maulana Sayyid Muhammad Anwar Shah has, in ` Aqidatul-Islam,' given preference to the Wall of Koh Qaf (Qafqaz: Caucasus) as being the Wall built by Dhul-Qarnain. (` Aqidatul-Islam, p. 297)\nThe Wall of Dhul-Qarnain: Is it still there? Will it be there until Qiyamah? Or, has it disintegrated?\nHistorians and geographers of Europe do not recognize the presence of any of these northern Walls in our time, nor do they admit that the passage of the Ya'juj and Ma'juj is still blocked. On that basis, some Muslim historians have also started saying and writing that the event of the emergence of the Ya'juj and Ma'juj mentioned in the Qur’ an, and Hadith has already taken place. Some of them have declared the great onslaught of Tatars in the sixth century Hijrah as being the emergence of Ya'juj and Ma'juj mentioned by the Qur’ an and Hadith. Still others have found it sufficient to equate the contemporary rise of the Russian, Chinese and European peoples with the emergence of the Ya'juj and Ma'juj and have thereby closed the case conveniently. But, all this is - as stated earlier with reference to Ruh al-Ma` ani - totally wrong. To say that the particular emergence of the Ya'juj and Ma'juj mentioned by the Qur'an was a sign of Qiyamah translates as a denial of Sahih Ahadith. The Sahih Hadith of Muslim narrated by al-Naas ibn Sam` an, and others says that Qiyamah will come after three events have taken place. These events will be the emergence of Dajjal (anti-Christ), the descent of Sayyidna ` Isa (علیہ السلام) and the killing of Dajjal. How can it be said that it has already come to pass! The reason is obvious. The Dajjal has not emerged. Sayyidna ` Isa (علیہ السلام) has yet to descend. And there is no doubt about it.\nNevertheless, it is not counter to any textual authority (pass) of Qur’ an, and Sunnah that the Wall of Dhul-Qarnain may have disintegrated now and some people from among the Ya'juj Ma'juj may have come on this side. However, this will remain subject to the condition that one admits that their last and the most massive onslaught, which will prove to be the destroyer of the entire human population, has not come yet. In fact, it will come after the great manifestation of the signs of Qiyamah mentioned earlier, that is, the appearance of the Dajjal and the descent of Sayyidna ` Isa (علیہ السلام) etc.\nThe considered view of ` Allamah Kashmiri (رح) in this matter is that the European assertion that they have scanned the whole world and have found no trace of this Wall bears no weight. First of all, the reason is that they themselves have clearly admitted that, despite having reached the zenith of travel and research, there remain many forests, rivers and islands about which they had been unable to collect information. Then, not too remote is the probability that the Wall, despite being present, may now have taken the form of a mountain because of mountains crumbling and joining together. But, no absolute textual authority (nass) contradicts the fact of this Wall disintegrating before Qiyamah, or of some people from the Ya'juj Ma’ juj crossing over to this side by taking some distant and long-winding route.\nThe strongest argument put forward in favor of this Wall of Dhul-Qarnain surviving until the last day of Qiyamah is based on the statement of the Qur’ an: فَإِذَا جَاءَ وَعْدُ رَ‌بِّي جَعَلَهُ دَكَّاءَ (98). Here, Dhul-Qarnain says, 'when the promise of my Lord will materialize (that is, the time will come for the Ya'juj Ma'juj to appear), Allah Ta` ala will make this Wall crumble down to ground level.' The proponents of this argument have interpreted the words: وَعْدُ رَ‌بِّي (the promise of my Lord) in this verse in the sense of Qiyamah, the Last Day - although, the words of the Qur'an are not definite and categorical about it. The reason is that the Qur’ anic words: وَعْدُ رَ‌بِّي (the promise of my Lord) carry a very clear sense of their own. So, what is meant here is that the arrangement made by Dhul-Qarnain to block the entry of the Ya'juj Ma'juj may not necessarily remain there, as is, forever. When Allah Ta’ ala wills to have the passage open to them, this Wall will lie demolished. Therefore, it is not necessary that it would happen precisely close to the Qiyamah. Accordingly, all commentators have mentioned both probabilities in the sense of: وَعْدُ رَ‌بِّي (the promise of my Lord). It appears in Tafsir al-Bahr al-Muhit:\nوَالوعد یحتمل ان یراد بہ یوم القیٰمۃ ، وان یرادبہ وقت خروج یاجوج و ماجوج\nAnd the promise has the probability that meant by it is the Day of Qiyamah and that meant by it is the time of the emergence of the Ya'juj and Ma'juj.\nOne way of verifying this could be the eventuality that the Wall lies demolished, the passage has opened up and the onslaught of the Ya'juj and Ma'juj has begun. It does not matter whether its beginning is taken to be from the havoc caused by the Tatar in the sixth century Hijrah, or from the present ascendancy of the peoples of Europe, Russia and China. But, it is evident that the aggressive emergence of these civilized peoples - something taking place in a constitutional and legal framework - cannot be classed as rank disorder which is being particularly pointed out by the Qur’ an and Hadith. The anatomy of havoc given there is that it will unfold in the form of such a magnitude of merciless bloodshed and devastation that it will eliminate the entire human population. Rather, the outcome will, then, be that some nationalities of these very Ya'juj Ma'juj had turned civilized after having moved to this side. They certainly turned out to be the source of great disorder and trial for Islamic coun-tries. But, till now, their savage counterparts who know nothing but bloodshed have not come to this side as destined - and the majority of them are of that kind. These will emerge very close to Qiyamah.\nThe source of the second argument is the Hadith of Tirmidhi and the Musnad of Ahmad where it is said that the Ya'juj Ma'juj keep digging this Wall every day. But, first of all, Ibn Kathir has declared this Hadith to be ma’ lul (defective despite its apparently correct chain of narrators). Secondly, in the Hadith itself, there is no clarification that the day Ya'juj and Ma'juj will cross over the Wall by virtue of saying Insha'Allah the thing will happen necessarily close to the Qiyamah. Then, the Hadith does not provide any proof either that the whole lot of the Ya'juj and Ma'juj will remain restrained behind the Wall. Even if some groups, or nationalities, from among them were to come to this side by taking some distant and long-winding route, it will still not be too far out an eventuality in the presence of powerful modern ships. In fact, some historians have mentioned that the Ya'juj Ma'juj have found the way to reach this side via long sea travel. If so, the Hadith does not contradict that either.\nIn short, there is no clear and definite proof in the Qur’ an and Sunnah that goes on to establish that the Wall of Dhul-Qarnain will remain standing right through the last day of Qiyamah. Or, their elementary and insignificant attacks against the human population on this side will not be possible. However, in all certainty, the time of that horrific and devastating onslaught which will destroy the entire human population will be but close to the Qiyamah as has been mentioned repeatedly. To sum up, it can be said that based on the textual authority (nusus) of the Qur'an, and Sunnah, it is not possible to give an absolute verdict that the Wall against the Ya'juj and Ma'juj has disintegrated leaving the passage open. Nor can it be said that, according to the Qur'an, and Sunnah, it is necessary that it survives up to the Qiyamah. Both probabilities exist. And Pure and High is Allah who knows reality best.",
  "ayah": 97,
  "surah": 18
}
