{
  "text": "Allah's Signs on the Earth\nAfter Allah mentioned the higher worlds, He started asserting His power, wisdom and control over the lower parts of the world. Allah said,\nوَهُوَ الَّذِى مَدَّ الاٌّرْضَ\n(And it is He Who spread out the earth) made it spacious in length and width. Allah has placed on the earth firm mountains and made rivers, springs and water streams run through it, so that the various kinds of fruits and plants of every color, shape, taste and scent are watered with this water,\nمِن كُلٍّ زَوْجَيْنِ اثْنَيْنِ\n(and of every kind of fruit He made Zawjayn Ithnayn.), two types from every kind of fruit,\nيُغْشِى الَّيْلَ النَّهَارَ\n(He brings the night as a cover over the day.) Allah made the day and night pursue each other, when one is about to depart, the other overcomes it, and vice versa. Allah controls time just as He controls space and matter,\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يَتَفَكَّرُونَ\n(Verily, in these things, there are Ayat for people who reflect.) who reflect on Allah's signs and the evidences of His wisdom. Allah said,\nوَفِى الاٌّرْضِ قِطَعٌ مُّتَجَـوِرَتٌ\n(And in the earth are neighboring tracts, ) Meaning, next to each other, some of them are fertile and produce what benefits people, while others are dead, salty and do not produce anything. This meaning was collected from Ibn `Abbas, Mujahid, Sa`id bin Jubayr, Ad-Dahhak and several others. This also covers the various colors and types of diverse areas on the earth; some red, some white, or yellow, or black, some are stony, or flat, or sandy, or thick, or thin, all made to neighbor each other while preserving their own qualities. All this indicates the existence of the Creator Who does what He wills, there is no deity or lord except Him. Allah said next,\nوَجَنَّـتٌ مِّنْ أَعْنَـبٍ وَزَرْعٌ وَنَخِيلٌ\n(and gardens of vines, and green crops (fields), and date palms...) Allah's statement, next,\nصِنْوَنٌ وَغَيْرُ صِنْوَنٍ\n(Sinwanun wa (or) Ghayru Sinwan.) `Sinwan' means, growing into two or three from a single stem, such as figs, pomegranate and dates. `Ghayru Sinwan' means, having one stem for every tree, as is the case with most plants. From this meaning, the paternal uncle is called one's `Sinw' of his father. There is an authentic Hadith that states that the Messenger of Allah ﷺ said to `Umar bin Al-Khattab,\n«أَمَا شَعَرْتَ أَنَّ عَمَّ الرَّجُلِ صِنْوُ أَبِيه»\n(Do you not know that man's paternal uncle is the Sinw of his father) Allah said next,\nوَحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِى الاٍّكُلِ\n(watered with the same water; yet some of them We make more excellent than others to eat.) Abu Hurayrah narrated that the Prophet commented on Allah's statement,\nوَنُفَضِّلُ بَعْضَهَا عَلَى بَعْضٍ فِى الاٍّكُلِ\n(yet some of them We make more excellent than others to eat.)\n«الدَّقَلُ، وَالْفَارِسِيُّ، وَالْحُلْوُ، وَالْحَامِض»\n(The Dagal, the Persian, the sweet, the bitter...\") At-Tirmidhi collected this Hadith and said, \"Hasan Gharib.\" Therefore, there are differences between plants and fruits with regards to shape, color, taste, scent, blossoms and the shape of their leaves. There are plants that are very sweet or sour, bitter or mild, fresh; some plants have a combination of these attributes, and the taste then changes and becomes another taste, by Allah's will. There is also some that are yellow in color, or red, or white, or black, or blue, and the same can be said about their flowers; and all these variances and complex diversities are watered by the same water. Surely, in this there are signs for those who have sound reasoning, and surely, all this indicates the existence of the Creator Who does what He wills and Whose power made distinctions between various things and created them as He wills. So Allah said,\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّقَوْمٍ يَعْقِلُونَ\n(Verily, in these things there are Ayat for the people who understand.)\nوَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَءِذَا كُنَّا تُرَابًا أَءِنَّا لَفِى خَلْقٍ جَدِيدٍ أُوْلَـئِكَ الَّذِينَ كَفَرُواْ بِرَبِّهِمْ وَأُوْلَئِكَ الاٌّغْلَـلُ فِى أَعْنَـقِهِمْ وَأُوْلَـئِكَ أَصْحَـبُ النَّارِ هُمْ فِيهَا خَـلِدونَ",
  "ayah": 4,
  "surah": 13
}
