{
  "text": "Allah and those who have Knowledge of the Scripture are Sufficient as Witness to the Message of the Prophet\nAllah says, the disbelievers reject you and say,\nلَسْتَ مُرْسَلاً\n(You are not a Messenger.) from Allah,\nقُلْ كَفَى بِاللَّهِ شَهِيداً بَيْنِي وَبَيْنَكُمْ\n(Say: \"Sufficient as a witness between me and you is Allah...\") meaning, say, `Allah is sufficient for me and He is the witness over me and you. He is witness that I (Muhammad) have conveyed the Message from Him and over you, O rejecters, to the falsehood that you invent.' Allah said,\nوَمَنْ عِندَهُ عِلْمُ الْكِتَـبِ\n(and those too who have knowledge of the Scripture.) This refers to `Abdullah bin Salam, according to Mujahid. However, this opinion is not plausible, since this Ayah was revealed in Makkah and `Abdullah bin Salam embraced Islam soon after the Prophet emigrated to Al-Madinah. A more suitable explanation is that narrated by Al-`Awfi from Ibn `Abbas that this Ayah refers to Jews and Christians. Qatadah said that among them are, `Abdullah bin Salam, Salman (Al-Farisi) and Tamim Ad-Dari. The correct view is that this Ayah,\nوَمَنْ عِندَهُ\n(and those too who have. ..), refers to the scholars of the People of the Scriptures who find the description of Muhammad in their Books and the good news of his advent that were conveyed to them by their Prophets. Allah said in other Ayat,\nوَرَحْمَتِى وَسِعَتْ كُلَّ شَىْءٍ فَسَأَكْتُبُهَا لِلَّذِينَ يَتَّقُونَ وَيُؤْتُونَ الزَّكَـوةَ وَالَّذِينَ هُم بِـَايَـتِنَا يُؤْمِنُونَالَّذِينَ يَتَّبِعُونَ الرَّسُولَ النَّبِىَّ الأُمِّىَّ الَّذِى يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِى التَّوْرَاةِ وَالإِنجِيلِ\n(And My mercy embraces all things. That (mercy) I shall ordain for those who have Taqwa, and give Zakah; and those who believe in Our Ayat; Those who follow the Messenger, the Prophet who can neither read nor write whom they find written with them in the Tawrah and the Injil.) 7:156-157 and,\nأَوَلَمْيَكُن لَّهُمْ ءَايَةً أَن يَعْلَمَهُ عُلَمَاءُ بَنِى إِسْرَءِيلَ\n(It is not a sign to them that the learned scholars of the Children of Israel knew it (as true))26:197 There are similar Ayat that affirm that the scholars of the Children of Israel know this fact from their divinely revealed Books. This is the end of Surat Ar-Ra`d, and all praise is due to Allah and all favors are from Him.",
  "ayah": 43,
  "surah": 13
}
