{
  "text": "В предисловии к этому толкованию было сказано, что раб должен придерживаться повелений и запретов Аллаха и заботиться о соблюдении их другими людьми. Если Всевышний Аллах обязывает человека выполнять религиозное предписание, то он, прежде всего, должен понять смысл и пределы этого предписания, ибо только после этого он может выполнить его надлежащим образом. Когда же он поймет и узнает все необходимое, он должен исправно выполнить это повеление и помочь в этом окружающим. Он обязан сделать для этого все возможное и молить Аллаха помочь ему быть покорным рабом. То же самое можно сказать о религиозных запретах, поскольку раб должен, прежде всего, уяснить их пределы и понять, на что они распространяются и к чему не имеют отношения. Он должен усердно остерегаться нарушения этих запретов и просить о помощи своего Господа. Этого принципа следует придерживаться в отношении ко всем Божьим повелениям и запретам. Обсуждаемые нами аяты также содержат повеления и запреты. Аллах призвал в них совершать добрые дела, сообщил о вознаграждении тех, кто поступает так, и запретил совершать грехи. Почему Аллах поместил эти аяты в повествование о сражении при Ухуде, лучше всего известно Самому Аллаху. Причина этого может быть в том, что Он обещал верующим рабам, если они будут терпеливы и богобоязненны, одарить их победой над врагами и лишить тех Божьей поддержки. Всевышний сказал: «Но если вы будете терпеливы и богобоязненны, то их козни не причинят вам никакого вреда» (3:120); «Конечно, да! Если же вы будете терпеливы и богобоязненны, и если враги нападут на вас прямо сейчас, то ваш Господь поможет вам пятью тысячами меченых ангелов» (3:125). После таких откровений души рабов переполнились желанием узнать качества, присущие богобоязненным праведникам и позволяющие добиться победы, достичь успеха и обрести счастье, и словно поэтому в обсуждаемых нами аятах Аллах напомнил о важнейших предписаниях, определяющих богобоязненность, ибо если человек выполняет их, то он тем более выполняет все остальные Божьи веления. Сказанное нами подтверждается тем, что в коротком кораническом отрывке Аллах упомянул о богобоязненности целых три раза. Всевышний сказал: «Не пожирайте лихву в многократно умноженном размере и бойтесь Аллаха» (3:130); «Бойтесь Огня, который уготован неверующим» (3:131); «Спешите к прощению вашего Господа и Раю, ширина которого равна небесам и земле, уготованному для богобоязненных» (3:133). Следует обратить внимание на то, что эти аяты начинаются обращением к правоверным. Если коранические повеления и запреты начинаются так, то это значит, что именно вера является фактором, подталкивающим человека к выполнению этих повелений и соблюдению этих запретов, поскольку верой называется абсолютное признание всего, что должен признавать правоверный, обязывающее его совершать праведные поступки. Обратившись к правоверным, Всевышний Аллах запретил им пожирать лихву удвоенной и многократно умноженной. Ростовщичество было широко распространено среди арабов во времена невежества. Этот грех по сей день совершают те, кто не придает значения религиозным предписаниям. Они дают деньги в долг под проценты нуждающимся людям, и, когда наступает срок его выплаты, они говорят: «Ты должен вернуть свой долг, если же ты не сделаешь этого, то мы продлим срок выплаты долга и увеличим его размер». Неимущие люди нуждаются в отсрочке и соглашаются на увеличение размера долга, чтобы получить временное утешение. В результате этого их долговые обязательства многократно увеличиваются, хотя они не извлекают из этого никакой пользы. Всевышний назвал лихву удвоенной и многократно умноженной, чтобы подчеркнуть то, что тяжесть этого греха зависит от размеров лихвы. Из этих слов вытекает и мудрость запрета на лихоимство и ростовщичество. Аллах запретил их потому, что лихва является несправедливостью по отношению к людям. Он приказал кредиторам в обязательном порядке предоставлять отсрочку неплатежеспособным должникам, не увеличивая их долговые обязательства, и если кредитор принуждает должника выплатить ему долг с процентами, то он совершает великую несправедливость. Каждый богобоязненный правоверный обязан избегать лихоимства и не должен приближаться к нему. Избежание подобных грехов является обязательным требованием богобоязненности, а ведь именно богобоязненность является залогом преуспеяния. Аллах велел Своим рабам быть богобоязненными, чтобы они могли обрести успех, и велел им остерегаться Адского пламени, которое уготовано для неверующих. А для этого они должны отречься от неверия и грехов разной степени тяжести, обрекающих людей на попадание в Преисподнюю. Любые грехи подталкивают человека к неверию, и особенно - тяжкие преступления. Более того, они являются отличительными признаками неверующих, для которых Аллах приготовил Адское пламя. Если же человек избегает грехов и ослушания, то он спасается от Ада и оберегает себя от гнева Могущественного Владыки. В то же время добрые и богоугодные поступки помогают снискать благоволение Милостивого, попасть в Райские сады и заслужить Божью милость. Именно поэтому мусульманам велено повиноваться Аллаху и Посланнику, да благословит его Аллах и приветствует, выполнять религиозные предписания и не нарушать запреты, дабы они были помилованы. Покорность Аллаху и покорность Его посланнику - факторы, способствующие обретению Божьей милости, и поэтому Всевышний сказал: «Предпиши для нас добро в этом мире и в Последней жизни, ибо мы возвращаемся к Тебе (каемся Тебе)». Он сказал: «Я поражаю Своим наказанием, кого пожелаю, а Моя милость объемлет всякую вещь. Я предпишу ее для тех, которые будут богобоязненны, станут выплачивать закят и уверуют в Наши знамения, которые последуют за посланником, неграмотным (не умеющим читать и писать) пророком, запись о котором они найдут в Таурате (Торе) и Инджиле (Евангелии). Он повелит им совершать одобряемое и запретит им совершать предосудительное, объявит дозволенным благое и запрещенным скверное, освободит их от бремени и оков. Те, которые уверуют в него, станут почитать его, окажут ему поддержку и последуют за ниспосланным вместе с ним светом, непременно преуспеют» (7:156–157).",
  "ayah": 133,
  "surah": 3
}
