{
  "text": "Аллах исполнил данное вам обещание и помог вам сдержать натиск противника. Язычники бежали от вас, и вы порубили многих из них. Но этот успех навредил вам и помог вашим врагам одержать над вами верх. Когда вы почувствовали слабость и пали духом, вы перестали повиноваться Аллаху и начали препираться друг с другом, хотя вам было велено держаться вместе и не расходиться во мнениях. Одни из вас сказали: «Мы должны остаться на позиции, занимать которую нам велел Пророк, да благословит его Аллах и приветствует». Другие же заявили: «Зачем нам занимать эту позицию, если противник уже спасается бегством. Теперь нам нечего бояться». Вы ослушались посланника Аллаха, да благословит его Аллах и приветствует, и не выполнили его приказ, когда увидели, как язычники терпят поражение. Вы очень хотели увидеть это, но забыли, что обязанности людей, которых Аллах одаряет желанным успехом, всегда превышают обязанности остальных. Вы были обязаны повиноваться Аллаху и Его посланнику, да благословит его Аллах и приветствует, в тот момент и обязаны поступать так при любых других обстоятельствах. Некоторые из вас желали приобрести мирские блага, и это желание побудило их ослушаться Посланника, да благословит его Аллах и приветствует. Но среди вас были такие, которые желали только Последней жизни, и они до конца выполнили его приказ и не покинули своей позиции. Когда вы нарушили приказ, Аллах заставил вас отвернуться от противника, что позволило язычникам воспрянуть духом. Аллах подверг вас испытанию, чтобы отличить правоверных от неверующих, а покорных праведников - от ослушников, и чтобы посредством этого несчастья вы искупили свое прегрешение. Аллах уже простил вас, ведь Он милостив к правоверным. Господь всегда оказывает верующим огромную милость. Он помогает им обратиться в ислам, обучает их законам религии, прощает им прегрешения, вознаграждает их за то, что они стойко переносят трудности и несчастья. Когда они выражают благодарность за благополучие и благоденствие, Аллах вознаграждает их за благодарность. Когда же они терпеливо переносят трудности, Он вознаграждает их за проявленное терпение. Затем Всевышний напомнил мусульманам о том, как они бежали с поля битвы, и укорил их за такой поступок. Аллах сказал:",
  "ayah": 152,
  "surah": 3
}
