{
  "text": "После того как мусульман охватило беспокойство, Аллах вселил в их сердца спокойствие, а некоторых из них даже охватила дремота. Вне всякого сомнения, подобным образом Аллах оказал им великую милость, укрепил их сердца и приумножил их уверенность. Напуганный человек не способен задремать, ведь его душа переполнена страхом. Когда же он избавляется от страха, то может позволить себе вздремнуть. Аллах заставил задремать только правоверных, которые думали только о том, как утвердить на земле религию Аллаха, заслужить благоволение Его и Его посланника и принести пользу своим верующим братьям. Что же касается остальных, то они были озабочены размышлениями о себе. Они не беспокоились за судьбу мусульман, потому что были лицемерами или маловерами. Они не могли спокойно дремать, как это делали правоверные мусульмане. Они лишь говорили: «Разве мы могли одержать победу?» Их вопрос подразумевал отрицательный ответ, и это свидетельствовало о том, что они неподобающим образом думали об Аллахе, исламе и Пророке Мухаммаде, да благословит его Аллах и приветствует. Они полагали, что Аллах не поможет Своему посланнику, да благословит его Аллах и приветствует, полностью выполнить возложенную на него миссию, и что поражение от язычников положит конец религии Аллаха. Всевышний опроверг их предположения, потому что решения принимает Он один. Это распространяется на все, что касается Божьего предопределения и религиозного законодательства. Все сущее зависит от предопределения и судьбы, и окончательная победа непременно будет за Его приближенными рабами и послушниками, даже если им придется преодолеть многочисленные трудности. Затем Аллах сообщил о том, что лицемеры скрывали в душе то, чего не открывали окружающим. Аллах разъяснил и то, что именно они скрывали в своих сердцах. Они полагали, что если бы мусульмане прислушивались к их мнению и советовались с ними, то они не полегли бы на поле битвы. Их размышления свидетельствовали о том, что они отрицали Божье предопределение, считали решения посланника Аллаха, да благословит его Аллах и приветствует, и его сподвижников глупыми и были довольны собой. Всевышний опроверг их рассуждения и возвестил, что даже если бы они остались сидеть в своих домах, в которых люди меньше всего опасаются быть убитыми, то те, кому была предначертана гибель, непременно вышли бы к тому месту, где им суждено было полечь. Любые земные причины, пусть даже самые существенные, приносят пользу человеку только тогда, когда они не противоречат предопределению Аллаха и судьбе. Если же они противоречат этому, то они не могут повлиять на судьбу человека, потому что жизнь или смерть творений непосредственно зависят от того, что записано в Хранимой скрижали. Аллах подвергает рабов испытанию и выявляет лицемерие, веру и маловерие, таящиеся в сердцах. Аллах очищает души творений от наущений сатаны и разных недостойных качеств, которые являются следствием этих наущений. Аллаху известно обо всем, что таится в сердцах творений, однако божественное знание и мудрость требовали от Него предопределить события, которые позволят выявить те тайные помыслы, которые люди скрывают в сердцах.",
  "ayah": 154,
  "surah": 3
}
