{
  "text": "Слово гулул означает ‘сокрытие части трофеев’, ‘незаконное использование служебного положения’. Богословы единодушны в том, что поступать так категорически запрещено и что такое преступление относится к тяжким грехам. В пользу этого суждения свидетельствуют обсуждаемый нами прекрасный аят и другие тексты. Всевышний сообщил о том, что Пророку, да благословит его Аллах и приветствует, не подобало незаконно присваивать военную добычу или использовать свое положение в корыстных целях, поскольку это - тяжкий грех и скверный порок. Аллах уберег Своих пророков от всего, что может очернить или опорочить их. Он сделал их нравственные качества самыми прекрасными, а их души - самыми чистыми и непорочными. Он избавил их от недостатков и сделал их носителями Божьего послания и источниками великой мудрости. Всевышний сказал: «Аллах лучше знает, кому доверить Свое послание» (6:124). Человеку достаточно познакомиться с одним из посланников, чтобы обрести твердую уверенность в их непорочности и чистоте. Если же враги обвиняют их в грехах и преступлениях, то они не нуждаются в доказательстве собственной невиновности, поскольку сам факт их пророческой миссии опровергает любые подобные обвинения. Поэтому из контекста коранического откровения следует, что незаконное присвоение пророком части военной добычи совершенно невероятно. Человек, которого Аллах избрал для выполнения пророческой миссии, не может совершить такой поступок. Затем Аллах пригрозил грешникам, которые присваивают часть военной добычи, и сообщил, что в День воскресения они приволокут украденное животное или припрятанную ценность на своей спине, и это имущество будет причинять им мучительные страдания. Каждый человек, будь то мошенник или праведник, непременно получит вознаграждение или наказание в зависимости от совершенных им поступков. Никто не поступит с людьми несправедливо, не станет увеличивать тяжесть их прегрешений или умалять достоинство их благодеяний. Задумайтесь над тем, насколько точными являются коранические откровения. В этом прекрасном аяте Аллах упомянул о наказании грешников, которые утаивают часть военной добычи, и сообщил, что в День воскресения они предстанут вместе с утаенным имуществом. Затем Он пожелал возвестить о том, что они непременно получат воздаяние сполна. Это могло породить ошибочное предположение о том, что все остальные не получат воздаяния сполна, и поэтому Аллах придал этому откровению общий смысл и распространил его как на тех, кто утаивает военную добычу, так и на всех остальных людей.",
  "ayah": 161,
  "surah": 3
}
