{
  "text": "Аллах сообщил о том, что в день сражения при Ухуде, когда мусульманское войско лицом к лицу столкнулось с войском язычников, мусульмане потерпели поражение и понесли потери с Его дозволения. Это событие произошло по Его предопределению, его нельзя было избежать - оно непременно должно было произойти. Аллах сообщил и о том, что лицемерам было предложено сразиться на Его пути, чтобы защитить ислам и снискать благоволение Господне. Приняв участие в сражении, они смогли бы защитить свой город и своих близких, даже если бы не имели праведного намерения. Однако они отказались поступить так и оправдали свой поступок тем, что если бы они были уверены в том, что сражение состоится, то непременно отправились бы в поход вместе с мусульманами. Их слова были лживы, поскольку всем было совершенно ясно, что язычники питают к правоверным лютую злобу за нанесенное им ранее поражение. Они знали, что язычники пожертвовали своим имуществом и сделали все возможное, чтобы собрать большую и хорошо снаряженную армию. Они отправились в путь с большим войском, чтобы сразиться с правоверными в их городе, и горели желанием вступить в схватку с ними. Разве можно было предположить, что сражение между ними и правоверными не состоится, тем более что мусульмане покинули Медину, чтобы сразиться с язычниками на открытой местности? Несмотря на это, лицемеры предположили, что такое оправдание поможет им ввести в заблуждение правоверных. Отказавшись от участия в сражении вместе с верующими, они оказались гораздо ближе к неверию, нежели к правой вере. Лицемеры произносили своими устами то, чего не было в их сердцах. Это качество является особенностью всех лицемеров, которые пытаются обмануть окружающих своими речами и поступками, скрывая в своих сердцах совершенно противоположные чувства. Они говорили, что если бы им было известно, что сражение состоится, то они непременно последовали бы за мусульманами. Однако им было прекрасно известно, что сражение было неизбежно. Аллаху же было известно о том, что они утаивают от людей, и поэтому Аллах раскрывает правоверным тайны лицемеров и подвергает последних наказанию. Из этого аята вытекает правило, согласно которому разрешается совершать менее тяжкий проступок, чтобы предотвратить более тяжкий, или совершать менее полезное благодеяние, если нет возможности совершить более полезное. Это объясняется тем, что лицемерам было велено сражаться ради религии. Если же они откажутся от этого, то они могли сразиться хотя бы для того, чтобы защитить своих детей и свою родину.",
  "ayah": 167,
  "surah": 3
}
