{
  "text": "Эти прекрасные аяты подчеркивают превосходство павших мучеников и повествуют о великой милости, которую Аллах оказывает им. Они служат утешением для живых мусульман и заменяют слова соболезнования по поводу кончины их близких. В них содержится призыв активно сражаться на пути Аллаха и желать себе мученическую смерть. Мусульмане не должны считать мертвыми воинов, которые стремились прославить слово Аллаха и погибли во время сражений с врагами религии. Им не подобает даже думать о том, что мученики расстались с прелестями жизни и перестали получать удовольствие от благ, расставаться с которыми не желают малодушные люди, уклоняющиеся от участия в джихаде и избегающие гибели на пути Аллаха. В действительности павшие мученики приобрели самое славное блаженство, ради которого только могут состязаться творения, и обрели вечную жизнь в обители Божьей милости, вблизи от своего Господа. Из этого следует, что они занимают высокое положение перед Ним и становятся Его приближенными. Там они наслаждаются различными благами, описать которые может только Господь, одаряющий их этими щедротами. Они радуются этим щедротам и благам, которые настолько прекрасны, многочисленны, величественны, совершенны и безупречны, что ими упиваются их взоры и сердца. Аллах вознаграждает павших мучеников благами, которые доставляют им не только телесное, но и духовное удовольствие, поскольку они радуются Его милости. От этого их жизнь наполняется счастьем и блаженством. А еще они радуются за своих последователей, которым предстоит присоединиться к ним. Они напоминают друг другу о том, что скоро к ним присоединятся их братья, которые тоже навсегда избавятся от страха и печали. Они ликуют от того, что им и их братьям не угрожают никакие неприятности, и это делает их торжество абсолютно совершенным. Они поздравляют друг друга с самой великой наградой - милостью и добром от их Господа, Который не теряет награды верующих. Напротив, Он приумножает ее, благодарит Своих рабов и одаряет их по Своей милости благами, которых они даже не заслужили своим усердием. Эти аяты свидетельствуют об истинности блаженства в промежуточной жизни после расставания с земным миром вплоть до Судного дня. Они свидетельствуют и о том, что павшие мученики занимают одно из самых высоких мест перед Господом, что души праведников встречаются после смерти и даже навещают друг друга.",
  "ayah": 171,
  "surah": 3
}
