{
  "text": "Пусть скаредные люди, которых Аллах одарил богатством, высоким положением в обществе, знаниями и многими другими благами, которым Он оказал великую милость и велел делиться ею с творениями, не причиняя при этом вреда самим себе, которые отказываются выполнять Божье повеление, удерживают дарованные им щедроты и скупятся делать добро рабам Аллаха, не думают, что они поступают во благо себе. Напротив, они вредят своей вере и мирской жизни и губят свое настоящее и будущее. В День воскресения накопленное ими богатство обернется вокруг их шей и причинит им великие страдания. В достоверном хадисе сказано: «Богатство скупого человека в День воскресения предстанет перед ним в образе плешивого змея. Он обовьется вокруг его шеи, а затем схватит его за углы рта и скажет: “Я - твое богатство! Я - твои сокровища!”» А в подтверждение сказанного Пророк, да благословит его Аллах и приветствует, прочел этот аят. Грешники полагали, что скаредность принесет им пользу и славу, однако все произошло наоборот, поскольку скупость и скаредность нанесли им величайший урон и повлекли за собой наказание. Аллах - Единственный Властелин царства, и все богатства Вселенной, в конечном итоге, достанутся Ему одному. Рабы же покинут земной мир, не имея при себе ни дирхема, ни динара, ни любого другого имущества. Всевышний сказал: «Воистину, Мы унаследуем землю и тех, кто на ней, и они вернутся к Нам!» (19:40). Призадумайтесь над упомянутыми обстоятельствами, которые обязывают каждого человека не скупиться расходовать дарованные им блага. Вначале Аллах упомянул о том, что богатство и имущество человека даровано ему по милости Господней и не является его окончательной собственностью, ведь если бы не милость Аллаха, то он никогда не приобрел бы его. Поэтому, отказывая окружающим в этих благах, он фактически отказывает им в милости и добродетели Аллаха, потому что Его доброе отношение обязывает его делать добро рабам Божьим. Недаром Всевышний сказал: «Твори добро, подобно тому, как Аллах сотворил добро для тебя, и не стремись распространять нечестие на земле, ведь Аллах не любит распространяющих нечестие» (28:77). Если человек осознал, что приобретенное им имущество - это милость Аллаха, то он не должен отказывать людям в помощи, если это не причиняет ему никакого вреда, а лишь облагораживает его душу, очищает его имущество, приумножает его веру и оберегает его от несчастий. Затем Аллах упомянул о том, что все богатства, которыми владеют рабы, непременно вернутся к Нему. Всевышний унаследует все богатства Вселенной, ведь Он - Наилучший из наследующих. Поэтому совершенно бессмысленно скупиться на пожертвования и держаться за богатство, которое все равно покинет тебя и достанется другим. Наконец, Аллах упомянул о воздаянии, которое неизбежно, поскольку Ему известно обо всем, что совершают творения. Обладая совершенным знанием обо всех деяниях, Аллах непременно воздаст добром за праведные поступки и накажет за злодеяния. И если человек обладает хотя бы крупицей веры, то он не должен медлить с пожертвованиями, которые принесут ему щедрое вознаграждение. Он не должен довольствоваться накоплением земного добра, которое обречет его на страдания.",
  "ayah": 181,
  "surah": 3
}
