{
  "text": "Всевышний сообщил о том, что в сотворении небес и земли, а также в смене дня и ночи заключены знамения для благоразумных людей. Тем самым Аллах призвал рабов быть проницательными, размышлять над Его знамениями и над сотворением Вселенной. Он не поведал о том, на что указывают эти знамения, подчеркнув их многочисленность и многогранность. Причина этого в том, что среди них есть удивительные знамения, которые восхищают смотрящих, убеждают размышляющих, влекут к себе сердца правдивых людей и обращают внимание благоразумных мужей на истинные ценности. Говорить о каждом из них в отдельности невозможно, потому что творения не способны перечислить их или объять своим разумом хотя бы часть из них. Если же говорить о них в целом, то следует отметить, что величественные и восхитительные размеры творений, а также их упорядоченное перемещение и движение свидетельствуют о величии, безграничной власти и абсолютном могуществе Создателя. Точность, совершенство и утонченность, которые присущи творениям, свидетельствуют о Его мудрости и всеобъемлющем знании, Его умении расставлять все по своим местам. Огромная польза, которую одни творения приносят другим, свидетельствует о Его безграничном милосердии и обязывает их быть благодарными и признательными. Все сказанное вместе подчеркивает то, что творения должны искать связь со своим Творцом и Создателем, стремиться снискать Его благоволение и не приобщать к Нему в сотоварищи тех, кто не способен принести ни себе, ни окружающим даже крошечную пользу на небесах или на земле. Однако эти знамения предназначены лишь для благоразумных людей, поскольку только они извлекают из них пользу и пытаются увидеть их не только глазами, но разумом. Затем Аллах сказал, что благоразумные люди поминают Его в любом положении: стоя, сидя или лежа на боку. Это распространяется на все формы поминания Аллаха устами и сердцем, а также на намаз. Известно, что его следует совершать стоя, но если молящийся не может сделать этого, то ему разрешается молиться сидя, если же он не может сделать и этого, то ему позволительно молиться лежа на боку. Аллах сообщил, что благоразумные люди размышляют над сотворением небес и земли и посредством этого определяют, ради чего была сотворена Вселенная. Из этого следует, что размышление - это форма поклонения и отличительный признак приближенных Аллаха, наделенных мудрыми познаниями. Они задумываются над мирозданием и понимают, что Аллах не сотворил мир понапрасну. Они говорят: «Господи! Ты бесконечно далек от всего, что не подобает Твоему величию, и поэтому Вселенная сотворена Тобою во истине и ради истины. Более того, она сотворена преисполненной истины. Избавь же нас от прегрешений и вдохнови нас на праведные поступки, чтобы мы спаслись от наказания в Преисподней». Они фактически просят Аллаха ввести их в Райские сады, поскольку избавление от наказания в Преисподней подразумевает попадание в Рай. В то же время их сердца переполнены страхом, и поэтому они, в первую очередь, говорят то, что считают наиболее важным. Они говорят: «Господи! Ты обрекаешь на великий позор каждого, кто попадает в Преисподнюю, потому что мученики Ада удостаивается Твоего гнева, а также гнева Его ангелов и приближенных рабов. Их уделом становится бесславие, от которого нельзя освободиться или избавиться. Никто не поможет этим несправедливым людям спастись от наказания». Это означает, что грешники попадают в Преисподнюю из-за своей несправедливости и своего беззакония. Верующие говорят: «Господи! Мы услышали призыв Мухаммада, да благословит его Аллах и приветствует, проповедовавшего правую веру и призвавшего людей принять религию с ее основными и второстепенными положениями. Мы уверовали в него без промедления. Прости же нам наши грехи, смой наши прегрешения и упокой нас вместе с благочестивыми!» - Из этой молитвы следует, что Аллах оказал праведникам великую милость. Они радуются ей и пользуются ею для того, чтобы приблизиться к своему Господу и вымолить у Него прощение грехов и отпущение прегрешений. Праведные поступки всегда смывают злодеяния и прегрешения, и если Аллах одарил людей правой верой, то Он непременно избавит их от любых опасностей. Из этой молитвы также следует, что праведники молят Аллаха вдохновить их на новые добрые поступки и отдалить их от прегрешений, поскольку только так человек может обрести благочестие и остаться на этом пути вплоть до самой смерти. А наряду с просьбами сохранить их веру и никогда не лишать их этой милости они молят Аллаха одарить их вознаграждением и сдержать обещание, которое Он передал через Своих посланников. Речь идет об обещании одарить верующих победой и триумфом в этом мире, а также Божьим благоволением и Райскими садами в жизни будущей. Аллах никогда не нарушает обещаний, и поэтому Он уже ответил на молитву Своих рабов и принял их смиренное служение. Вот почему следующее откровение гласит:",
  "ayah": 194,
  "surah": 3
}
