{
  "text": "Всевышний сообщил о том, что все пророки заключили с Аллахом суровый завет. Ниспослание Писания и мудрости было великой милостью Господа по отношению к ним, и это обязывало их совершенным образом выполнять свои обязанности перед Ним. Согласно этому завету, каждый пророк был обязан уверовать в последующего пророка и оказывать ему поддержку, когда тот явится к людям, чтобы подтвердить правдивость предыдущих посланий и проповедовать среди них единобожие, истину, справедливость и другие важные воззрения, присущие каждому небесному законодательству. Пророки согласились на такие условия и обязались выполнять этот завет, и тогда Аллах призвал их засвидетельствовать его истинность. Кроме того, Аллах Сам засвидетельствовал их согласие и сильно пригрозил каждому, кто осмелится нарушить этот завет. Из этого следует, что все пророки следовали единым путем, проповедовали одну религию и не имели разногласий между собой. Они походили друг на друга и в том, что каждый из них обязался уверовать в Пророка Мухаммада, да благословит его Аллах и приветствует, и оказывать ему поддержку. И если человек называет себя последователем Божьих пророков, то мусульманская вера является той самой религией, исповедовать которую они согласились и обязались по приказу Аллаха. Если же он отказывается следовать путем Пророка Мухаммада, да благословит его Аллах и приветствует, и продолжает называть себя последователем остальных пророков, то он - всего лишь нечестивец, который уклоняется от повиновения Аллаху и фактически отвергает и опровергает пророка, последователем которого он себя называет. Это откровение лишает всех людей Писания и представителей других общин, не верующих в Пророка Мухаммада, да благословит его Аллах и приветствует, возможности оправдаться собственной неосведомленностью. Из него становится ясно, что люди не могут должным образом уверовать в посланников, последователями которых они себя считают, пока не уверуют в Пророка Мухаммада - последнего и самого достойного из посланников, да благословит его Аллах и приветствует.",
  "ayah": 82,
  "surah": 3
}
