{
  "text": "وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ فَإِنْ أَصَابَهُ خَيْرٌ اطْمَأَنَّ بِهِ وَإِنْ أَصَابَتْهُ فِتْنَةٌ انْقَلَبَ عَلَى وَجْهِهِ خَسِرَ الدُّنْيَا وَالْآَخِرَةَ ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ (11)هذا وصف فريق آخر من الذين يقابلون الأمر بالتقوى والإنذار بالساعة مقابلة غير المطمئن بصدق دعوة الإسلام ولا المُعرض عنها إعراضاً تاماً ولكنهم يضعون أنفسهم في معرض الموازنة بين دينهم القديم ودين الإسلام . فهم يقبلون دعوة الإسلام ويدخلون في عداد متبعيه ويرقبون ما ينتابهم بعد الدخول في الإسلام فإن أصابهم الخيَر عقب ذلك عَلموا أن دينهم القديم ليس بحق وأنّ آلهتهم لا تقدر على شيء لأنها لو قدرت لانتقمت منهم على نبذ عبادتها وظنوا أن الإسلام حق ، وإن أصابهم شرّ من شرور الدنيا العارضة في الحياة المسببة عن أسباب عادية سخطوا على الإسلام وانخلعوا عنه . وتوهموا أن آلهتهم أصابتهم بسوء غضباً من مفارقتهم عبادتها كما حكى الله عن عَاد إذ قالوا لرسولهم { إن نقول إلا اعتراك بعض آلهتنا بسوء } [ هود : 54 ].فالعبادة في قوله تعالى { من يعبد الله على حرف } مراد بها عبادة الله وحده بدليل قوله تعالى : { يدعو من دون الله ما لا يضره وما لا ينفعه } [ الحج : 12 ].والظاهر أن هذه الآية نزلت بالمدينة ، ففي «صحيح البخاري» عن ابن عباس في قوله : { ومن الناس من يعبد الله على حرف } قال : كان الرجل يقدم المدينة فإن وَلدت امرأته غلاماً ونُتجت خيله قال : هذا دينٌ صالح ، وإن لم تلد امرأته ولم تنتج خيله قال : هذا دينُ سُوءٍ .وفي رواية الحسن : أنها نزلت في المنافقين يعني المنافقين من الذين كانوا مشركين مثل : عبد الله بن أبي بن سلول ، وهذا بعيد لأنّ أولئك كانوا مبطنين الكفر فلا ينطبق عليهم قوله { فإن أصابه خير اطمأن به }. وممن يصلح مثالاً لهذا الفريق العرنيُّون الذين أسلموا وهاجروا فاجتووا المدينة ، فأمرهم النبي صلى الله عليه وسلم بأن يلحقوا براعي إبل الصدقة خارج المدينة فيشربوا من ألبانها وأبوالها حتى يصحوا فلمّا صحوا قتلوا الراعي واستاقوا الذّود وفَروا ، فألحق بهم النبي صلى الله عليه وسلم الطلبَ في أثرهم حتى لحقوا بهم فأمر بهم فقتلوا .وفي حديث «الموطأ» : أن أعرابياً أسلم وبايع النبي صلى الله عليه وسلم فأصابه وعكٌ بالمدينة ، فجاء إلى النبي صلى الله عليه وسلم يستقيله بَيعته فأبى أن يقيله ، فخرج من المدينة فقال النبي صلى الله عليه وسلم \" المدينة كالكير تنفي خبَثها وينصَع طيبها \" فجعله خبثاً لأنه لم يكن مؤمناً ثابتاً . وذكر الفخر عن مقاتل أن نفراً من أسد وغَطفان قالوا : نخاف أن لا ينصر الله محمداً فينقطع الذي بيننا وبين حلفائنا من اليهود فلا يميروننا فنزل فيهم قوله تعالى : { من كان يظن أن لن ينصره الله } [ الحج : 15 ] الآيات .وعن الضحاك : أن الآية نزلت في المؤلفة قلوبهم ، منهم : عيينة بن حِصن والأقرع بن حَابِس والعبّاس بن مِرداس قالوا : ندخل في دين محمد فإن أصبْنا خيراً عرفنا أنه حق ، وإن أصبنا غير ذلك عرفنا أنه باطل .وهذا كله ناشىء عن الجهل وتخليط الأسباب الدنيوية بالأسباب الأخروية ، وجعل المقارنات الاتفاقية كالمعلومات اللزومية . وهذا أصل كبير من أصول الضلالة في أمور الدين وأمور الدنيا . ولنعم المعبّر عن ذلك قوله تعالى { خسر الدنيا والآخرة } إذ لا يهتدي إلى تطلب المسببات من أسبابها .وحَرف الشيء طَرفه وجَانبه سواء كان مرتفعاً كحرف الجبل والوادي أم كان مستوياً كحرف الطريق . ويطلق الحرف على طرف الجيش ويجمع على طِرَف بوزن عِنب قال في «القاموس» : ولا نظير له سوى طَللٍ وطِلَل .وقوله تعالى : { يعبد الله على حرف } تمثيل لحال المتردد في عمله ، يريد تجربة عاقبته بحال من يمشي على حرف جَبَل أو حرف وادٍ فهو متهيّىء لأن يزِل عنه إلى أسفله فينقلب ، أي ينكَب .ومعنى اطمأن : استقر وسكن في مكانه . ومصدره الاطمئنان واسم المصدر الطُمَأنينة . وتقدم في قوله تعالى : { ولكن ليطمئن قلبي } في [ سورة البقرة : 260 ].والمعنى : استمر على التوحيد فرحاً بالخير الذي أصابه ، واستقرار مثل هذا على الإيمان يصيره مؤمناً إذا زال عنه التردد . وحال هؤلاء قريب من حال المؤلّفة قلوبهم .والانقلاب : مطاوع قلبه إذا كبّه ، أي ألقاه على عكس ما كان عليه بأن جعل ما كان أعلاه أسفله كما يُقلب القالب بفتح اللام . فالانقلاب مستعمل في حقيقته ، والكلام تمثيل . وتفسيرنا الانقلاب هنا بهذا المعنى هو المناسب لقوله { على وجهه } أي سقط وانكب عليه ، كقول امرىء القيس :يكب على الأذقان دوح الكنهبل ... وكقول النبي صلى الله عليه وسلم \" إن هذا الأمر في قريش لا ينازعهم فيه أحد إلا كبّهُ الله على وجهه \" . وحرف الاستعلاء ظاهر وهو أيضاً الملائم لتمثيل أول حاله بحال من هو على حرف .ويطلق الانقلاب كثيراً على الانصراف من الجهة التي أتاها إلى الجهة التي جاء منها ، وهو مجاز شائع وبه فسر المفسرون . ولا يناسب اعتباره هنا لأن مثله يقال فيه : انقلب على عقبيه لا على وجهه ، كما قال تعالى : { إلا لنعلم من يتبع الرسول ممن ينقلب على عقبيه } [ البقرة : 143 ] إذ الرجوع إنما يكون إلى جهة غير جهة الوجه .والفتنة : اضطراب الحال وقلق البال من حدوث شر لا مدفع له ، وهي مقابل الخير .وجملة { خسر الدنيا والآخرة } بدل اشتمال من جملة { انقلب على وجهه }.وجملة { ذلك هو الخسران المبين } معترضة بين جملة { انقلب على وجهه } وجملة { يدعو من دون الله } [ الحج : 12 ] التي هي في موضع الحال من ضمير { انقلب } أي أسقط في الشرك .والخسران : تلف جزء من أصل مال التجارة ، فشبه نفع الدنيا ونفع الآخرة بمال التاجر الساعي في توفيره لأن الناس يرغبون تحصيله ، وثني على ذلك إثبات الخسران لصاحبه الذي هو من مرادفات مال التجارة المشبه به ، فشبه فوات النفع المطلوب بخسارة المال .وتعليق الخسران بالدنيا والآخرة على حذف مضاف . والتقدير خسر خير الدنيا وخير الآخرة .فخسارة الدنيا بسبب ما أصابه فيها من الفتنة ، وخسارة الآخرة بسبب عدم الانتفاع بثوابها المرجوّ له .والمبين : الذي فيه ما يبين للناس أنه خسران بأدنى تأمل . والمراد أنه خسران شديد لا يخفى .والإتيان باسم الإشارة لزيادة تمييز المسند إليه أتم تمييز لتقرير مدلوله في الأذهان .وضمير { هو } ضمير فصل ، والقصر المستفاد من تعريف المسند قصر ادعائي . ادعي أن ماهية الخسران المبين انحصرت في خسرانهم ، والمقصود من القصر الادعائي تحقيق الخبر ونفي الشك في وقوعه . وضمير الفصل أكد معنى القصر فأفاد تقوية الخبر المقصور .",
  "ayah": 11,
  "surah": 22
}
