{
  "text": "وَإِذْ بَوَّأْنَا لِإِبْرَاهِيمَ مَكَانَ الْبَيْتِ أَنْ لَا تُشْرِكْ بِي شَيْئًا وَطَهِّرْ بَيْتِيَ لِلطَّائِفِينَ وَالْقَائِمِينَ وَالرُّكَّعِ السُّجُودِ (26)عطف على جملة { ومن يرد فيه بإلحاد بظلم } [ الحج : 25 ] عطف قصة على قصة . ويعلم منها تعليل الجملة المعطوفة عليها بأن المُلحد في المسجد الحرام قد خالف بإلحاده فيه ما أراده الله من تطهيره حتى أمر ببنائه ، والتخلص من ذلك إلى إثبات ظلم المشركين وكفرانهم نعمة الله في إقامة المسجد الحرام وتشريع الحجّ .و ( إذ ) اسم زمان مجرد عن الظرفية فهو منصوب بفعل مقدّر على ما هو متعارف في أمثاله . والتقدير : واذكر إذْ بوّأنا ، أي اذكر زمان بوّأنا لإبراهيم فيه كقوله تعالى : { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة } [ البقرة : 30 ] ، أي اذكر ذلك الوقت العظيم ، وعُرف معنى تعظيمه من إضافة اسم الزمان إلى الجملة الفعلية دون المصدر فصار بما يدلّ عليه الفعل من التجدد كأنه زمن حاضر .والتبوِئَة : الإسكان . وتقدم في قوله تعالى : { وكذلك مكنا ليوسف في الأرض يتبوأ منها } [ يوسف : 56 ].والمكان : الساحة من الأرض وموضع للكون فيه ، فهو فعل مشتق من الكون ، فتبوئته المكان : إذنُه بأن يتخذه مَباءة ، أي مقراً يبني فيه بيتاً ، فوقع بذكر { مكان } إيجاز في الكلام كأنه قيل : وإذْ أعطيناه مكاناً ليتخذ فيه بيتاً ، فقال : مكان البيت ، لأنّ هذا حكاية عن قصة معروفة لهم . وسبق ذكرها فيما نزل قبل هذه الآية من القرآن .واللام في { لإبراهيم } لام العلة لأنّ { إبراهيم } مفعول أول ل { بوّأنا } الذي هو من باب أعطى ، فاللام مثلها في قولهم : شكرت لك ، أي شكرتك لأجلك . وفي ذكر اللام في مثله ضرب من العناية والتكرمة .و { البيت } معروف معهود عند نزول القرآن فلذلك عرف بلام العهد ولولا هذه النكتة لكان ذكر { مكان } حشواً . والمقصود أن يكون مأوى للدين ، أي معهداً لإقامة شعائر الدين .فكان يتضمن بوجه الإجمال أنه يترقب تعليماً بالدين فلذلك أعقب بحرف ( أنْ ) التفسيرية التي تقع بعد جملة فيها معنى القول دون حروفه . وكان أصل الدين هو نفي الإشراك بالله فعلم أن البيت جعل مَعْلَماً للتوحيد بحيث يشترط على الداخل إليه أن لا يكون مشركاً ، فكانت الكعبة لذلك أول بيت وضع للناس ، لإعلان التوحيد كما بيناه عند قوله تعالى : { إن أول بيت وضع للناس للذي ببكة مباركاً وهدى للعالمين } في [ سورة آل عمران : 96 ].وقوله تعالى : { وطهر بيتي } مؤذن بكلام مقدّر دلّ عليه { بوأنا لإبراهيم مكان البيت }. والمعنى : وأمرناه ببناء البيت في ذلك المكان ، وبعد أن بناه قلنا لا تُشرك بي شيئاً وطهّر بيتي .وإضافة البيت إلى ضمير الجلالة تشريف للبيت . والتطهير : تنزيهه عن كل خبيث معنىً كالشرك والفواحش وظلم الناس وبثّ الخصال الذميمة ، وحسّاً من الأقذار ونحوها ، أي أعدده طاهراً للطائفين والقائمين فيه .والطواف : المشي حول الكعبة ، وهو عبادة قديمة من زمن إبراهيم قررها الإسلام وقد كان أهل الجاهلية يطوفون حول أصنامهم كما يطوفون بالكعبة .والمراد بالقائمين : الداعون تجاه الكعبة ، ومنه سمي مقام إبراهيم ، وهو مكان قيامه للدعاء فكان الملتزم موضعاً للدعاء . قال زيد بن عَمرو بن نُفيل :عُذتُ مما عاذ به إبراهيمُ ... مستقبلَ الكعبة وهو قائموالركّع : جمع راكع ، ووزن فُعّل يكثر جمعاً لفاعل وصفاً إذا كان صحيح اللام نحو : عُذّل وسُجّد .والسجود : جمع سَاجد مثل : الرقود ، والقعود ، وهو من جموع أصحاب الأوصاف المشابهة مَصادر أفعالها .",
  "ayah": 27,
  "surah": 22
}
