{
  "text": "لِيَشْهَدُوا مَنَافِعَ لَهُمْ وَيَذْكُرُوا اسْمَ اللَّهِ فِي أَيَّامٍ مَعْلُومَاتٍ عَلَى مَا رَزَقَهُمْ مِنْ بَهِيمَةِ الْأَنْعَامِ فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ (28)وقوله { ليشهدوا } يتعلق بقوله { يأتوك } فهو علّة لإتيانهم الذي هو مسبب على التأذين بالحجّ فآل إلى كونه علّة في التأذين بالحجّ .ومعنى { لِيَشهدوا } ليحضروا منافع لهم ، أي ليحضروا فيحصّلوا منافع لهم إذ يحصّل كلّ واحد ما فيه نفعه . وأهم المنافع ما وعدهم الله على لسان إبراهيم عليه السلام من الثواب . فكُني بشهود المنافع عن نيلها . ولا يعرف ما وعدهم الله على ذلك بالتعيين . وأعظم ذلك اجتماع أهل التوحيد في صعيد واحد ليتلقى بعضهم عن بعض ما به كمال إيمانه .وتنكير { منافع } للتعظيم المراد منه الكثرة وهي المصالح الدينية والدنيوية لأن في مجمع الحجّ فوائد جمّة للناس : لأفرادهم من الثواب والمغفرة لكل حاج ، ولمجتمعهم لأن في الاجتماع صلاحاً في الدنيا بالتعارف والتعامل .وخُص من المنافع أن يذكروا اسم الله في أيام معلومات على ما رزقهم من بهيمة الأنعام . وذلك هو النحر والذبح للهدايا . وهو مجمل في الواجبة والمتطوع بها . وقد بيّنْته شريعة إبراهيم من قبل بما لم يبلغ إلينا ، وبيّنه الإسلام بما فيه شفاء .وحرف { على } متعلّق ب { يذكروا ، } وهو للاستعلاء المجازي الذي هو بمعنى الملابسة والمصاحبة ، أي على الأنعام . وهو على تقدير مضاف ، أي عند نحر بهيمة الأنعام أو ذبحها .و ( ما ) موصولة ، و { من بهيمة الأنعام } بيان لمدلول ( ما ). والمعنى : ليذكروا اسم الله على بهيمة الأنعام . وأدمج في هذا الحكم الامتنان بأنّ الله رزقهم تلك الأنعام ، وهذا تعريض بطلب الشكر على هذا الرزق بالإخلاص لله في العبادة وإطعام المحاويج من عباد الله من لحومها ، وفي ذلك سد لحاجة الفقراء بتزويدهم ما يكفيهم لعامهم ، ولذلك فرع عليه { فكلوا منها وأطعموا البائس الفقير }.فالأمر بالأكل منها يحتمل أن يكون أمر وجوب في شريعة إبراهيم عليه السلام فيكون الخطاب في قوله { فكلوا } لإبراهيم ومن معه .وقد عدل عن الغيبة الواقعة في ضمائر { ليشهدوا منافع لهم ويذكروا اسم الله في أيام معلومات على ما رزقهم من بهيمة الأنعام } ، إلى الخطاب بذلك في قوله : { فكلوا منها وأطعموا البائس } الخ . على طريقة الالتفات أو على تقدير قول محذوف مأمورٍ به إبراهيم عليه السلام .وفي حكاية هذا تعريض بالرد على أهل الجاهلية إذ كانوا يمنعون الأكل من الهدايا .ثم عاد الأسلوب إلى الغيبة في قوله : { ثم ليقضوا تفثهم } [ الحج : 29 ].ويحتمل أن تكون جملة { فكلوا منها } الخ معترضة مفرّعة على خطاب إبراهيم ومن معه تفريعَ الخبر على الخبر تحذيراً من أن يُمنع الأكل من بعضها .والأيام المعلومات أجملت هنا لعدم تعلّق الغرض ببيانها إذ غرض الكلام ذكر حجّ البيت وقد بينت عند التعرض لأعمال الحج عند قوله تعالى : { واذكروا الله في أيام معدودات } [ البقرة : 203 ].والبائس : الذي أصابه البؤس ، وهو ضيق المال ، وهو الفقير ، هذا قول جمع من المفسرين . وفي «الموطأ» : في باب ما يكره من أكل الدواب ، قال مالك : سمعت أن البائس هو الفقير اه . وقلت : من أجل ذلك لم يعطف أحد الوصفين على الآخر لأنه كالبيان له وإنما ذكر البائس مع أنّ الفقير مغن عنه لترقيق أفئدة الناس على الفقير بتذكيرهم أنه في بؤس لأن وصف فقير لشيوع تداوله على الألسن صار كاللقب غيرَ مشعر بمعنى الحاجة وقد حصل من ذكر الوصفين التأكيد . وعن ابن عباس : البائس الذي ظهر بؤسه في ثيابه وفي وجهه ، والفقير : الذي تكُون ثيابه نقيّة ووجهه وجه غني .فعلى هذا التفسير يكون البائس هو المسكين ويكون ذكر الوصفين لقصد استيعاب أحوال المحتاجين والتنبيه إلى البحث عن موقع الامتناع .",
  "ayah": 28,
  "surah": 22
}
