{
  "text": "ثُمَّ لْيَقْضُوا تَفَثَهُمْ وَلْيُوفُوا نُذُورَهُمْ وَلْيَطَّوَّفُوا بِالْبَيْتِ الْعَتِيقِ (29)هذا من جملة ما خاطب الله به إبراهيم عليه السلام .وقرأ ورش عن نافع ، وقنبلٌ عن ابن كثير ، وابن عامر ، وأبو عَمرو بكسر لام { لِيَقْضوا }. وقرأه الباقون بسكون اللام . وهما لغتان في لام الأمر إذا وقعت بعد ( ثم ) ، كما تقدم آنفاً في قوله تعالى : { ثم ليقطع } [ الحج : 15 ].و ( ثم ) هنا عطفت جملة على جملة فهي للتراخي الرتبي لا الزمني فتفيد أنّ المعطوف بها أهم في الغرض المسوق إليه الكلام من المعطوف عليه . وذلك في الوفاء بالنذر والطواف بالبيت العتيق ظاهرٌ إذ هما نسكان أهم من نحرِ الهدايا ، وقضاء التّفث محول على أمر مهم كما سنبينه .والتفث : كلمة وقعت في القرآن وتردّد المفسرون في المراد منها . واضطرب علماء اللغة في معناها لعلّهم لم يعثروا عليها في كلام العرب المحتج به . قال الزجاج : إن أهل اللغة لا يعلمون التفث إلاّ من التفسير ، أي من أقوال المفسرين . فعَن ابن عُمر وابن عبّاس : التفث : مناسك الحجّ وأفعالُه كلها . قال ابن العربي : لم صح عنهما لكان حجة الإحاطة باللغة . قلت : رواه الطبري عنهما بأسانيد مقبولة . ونسبة الجصّاص إلى سعيد . وقال نفطويه وقطرب : التفث : هو الوسخ والدرَن . ورواه ابن وهب عن مالك بن أنس ، واختاره أبو بكر بن العربي وأنشد قطرب لأمية بن أبي الصلت :حفّوا رؤوسهم لم يَحلقوا تفثاً ... ولم يسلّموا لهم قَمْلاً وصِئْباناويحتمل أن البيت مصنوع لأن أيمة اللّغة قالوا : لم يَجىء في معنى التفث شعر يحتج به . قال نفطويه : سألت أعرابياً : ما معنى قوله { ثم ليقضوا تفثهم } ، فقال : ما أفسّرُ القرآن ولكن نقول للرجل ما أتفثك ، أي ما أدرَنَك .وعن أبي عبيدة : التّفَث : قصّ الأظفار والأخذُ من الشارب وكل ما يحرم على المُحرم ، ومثله قوله عكرمة ومجاهد وربما زاد مجاهد مع ذلك : رمي الجمار .وعن صاحب «العين» والفراء والزجاج : التفث الرمي ، والذبح ، والحلق ، وقصّ الأظفار والشارب وشعر الإبط . وهو قول الحسن ونسب إلى مالك بن أنس أيضاً .وعندي : أن فعل { ليقضوا } ينادي على أن التفث عمل من أعمال الحج وليس وسَخاً ولا ظفراً ولا شعراً . ويؤيده ما روي عن ابن عمر وابن عباس آنفاً . وأن موقع ( ثمّ ) في عطف جملة الأمر على ما قبلها ينادي على معنى التراخي الرتبي فيقتضي أنّ المعطوف ب ( ثمّ ) أهم مما ذكر قبلها فإن أعمال الحج هي المهم في الإتيان إلى مكة ، فلا جرم أن التفث هو من مناسك الحجّ وهذا الذي درج عليه الحريري في قوله في المقامة المكية : «فلمّا قضيت بعون الله التفث ، واستبحت الطيبَ والرفث ، صادف موسم الخَيف ، معمعان الصيف» .وقوله : { وليوفوا نذورهم } أي إن كانوا نذوراً أعمالاً زائدة على ما تقتضيه فريضة الحجّ مثل نذر طواف زائد أو اعتكاف في المسجد الحرام أو نسكاً أو إطعام فقير أو نحو ذلك .والنذر : التزام قُربة لله تعالى لم تكن واجبة على ملتزِمها بتعليققٍ على حصول مرغوب أو بدون تعليق ، وبالنذر تصير القربة الملتزَمة واجبة على الناذر . وأشهر صِيَغِه : لله عليّ . . . وفي هذه الآية دليل على أن النذر كان مشروعاً في شريعة إبراهيم ، وقد نذر عُمر في الجاهلية اعتكاف ليلة بالمسجد الحرام ووفى به بعد إسلامه كما في الحديث .وقرأ الجمهور { ولِيُوفوا } بضم التحتية وسكون الواو بعدها مضارع أوفى ، وقرأ أبو بكر عن عاصم { وليوَفُّوا } بتشديد الفاء وهو بمعنى قراءة التخفيف لأن كلتا الصيغتين من فعل وفي المزيد فيه بالهمزة وبالتضعيف .وختم خطاب إبراهيم بالأمر بالطواف بالبيت إيذاناً بأنّهم كانوا يجعلون آخر أعمال الحج الطواف بالبيت وهو المسمّى في الإسلام طواف الإفاضة .والعتيق : المحرر غير المملوك للناس . شبه بالعبد العتيق في أنه لا ملك لأحد عليه . وفيه تعريض بالمشركين إذ كانوا يمنعون منه من يشاءون حتى جعلوا بابه مرتفعاً بدون درج لئلا يدخله إلاّ من شاءوا كما جاء في حديث عائشة أيام الفتح . وأخرج الترمذي بسند حسن أن رسول الله قال : « إنما سمّى الله البيت العتيق لأنه أعتقه من الجبابرة فلم يظهر عليه جبّار قطّ » . واعلم أنّ هذه الآيات حكاية عما كان في عهد إبراهيم عليه السلام فلا تؤخذ منها أحكام الحجّ والهدايا في الإسلام .وقرأ الجمهور { ثمّ لْيَقْضوا ولْيُوفُوا ولْيَطَوّفُوا } بإسكان لام الأمر في جميعها . وقرأ ابن ذكوان عن ابن عامر : { وليوفوا ولِيطوّفوا } بكسر اللام فيهما . وقرأ ابن هشام عن ابن عامر ، وأبو عمرو ، وورش عن نافع ، وقنبلٌ عن ابن كثير ، ورويس عن يعقوب : { ثمّ لِيقضوا } بكسر اللاّم . وتقدّم توجيه الوجهين آنفاً عند قوله تعالى : { ثم ليقطع } [ الحج : 15 ].وقرأ أبو بكر عن عاصم { ولْيُوفّوا } بفتح الواو وتشديد الفاء من وفّى المضاعف .",
  "ayah": 29,
  "surah": 22
}
