{
  "text": "وَالْبُدْنَ جَعَلْنَاهَا لَكُمْ مِنْ شَعَائِرِ اللَّهِ لَكُمْ فِيهَا خَيْرٌ فَاذْكُرُوا اسْمَ اللَّهِ عَلَيْهَا صَوَافَّ فَإِذَا وَجَبَتْ جُنُوبُهَا فَكُلُوا مِنْهَا وَأَطْعِمُوا الْقَانِعَ وَالْمُعْتَرَّ كَذَلِكَ سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ (36)عطف على جملة { ولكل أمة جعلنا منسكاً } [ الحج : 34 ] أي جعلنا منسكاً للقربان والهدايا ، وجعلنا البدن التي تُهدى ويتقرب بها شعائرَ من شعائر الله .والمعنى : أنّ الله أمر بقربان البُدْن في الحجّ من عهد إبراهيم عليه السلام وجعلها جزاء عما يترخص فيه من أعمال الحجّ . وأمر بالتطوع بها فوعد عليها بالثواب الجزيل فنالت بذلك الجَعل الإلهي يُمناً وبركة وحرمة ألحقتها بشعائر الله ، وامتن بذلك على الناس بما اقتضته كلمة { لكم }.والبدن : جمع بَدنَة بالتحريك ، وهي البعير العظيم البَدن . وهو اسم مأخوذ من البَدانة ، وهي عِظم الجثّة والسمن ، وفعله ككرم ونصر ، وليست زنة بدنة وصفاً ولكنها اسم مأخوذ من مادة الوصف ، وجمعه بُدْن . وقياس هذا الجمع أن يكون مضموم الدال مثل خُشُب جمع خشبة ، وثُمرُ جمع ثَمرة ، فتسكين الدال تخفيف شائع ، وغلب اسم البدنة على البعير المعيّن للهدي .وفي «الموطأ» : \" عن أبي هُريرة أن رسول الله صلى الله عليه وسلم رأى رجلاً يسوق بدنة فقال : اركَبْها ، فقال : إنها بدنة ، فقال : اركَبْها ، فقال : إنها بدنة ، فقال : اركبْها ويلك في الثانية أو الثالثة \" فقول الرجل : إنها بدنة ، متعين لإرادة هديه للحجّ .وتقديم { البُدن } على عامله للاهتمام بها تنويهاً بشأنها .والاقتصار على البدن الخاصصِ بالإبل لأنها أفضل في الهَدي لكثرة لحمها ، وقد ألحقت بها البقر والغنم بدليل السنّة ، واسم ذلك هَدي .ومعنى كونها من شعائر الله : أنّ الله جعلها معالم تؤذن بالحج وجعل لها حرمة . وهذا وجه تسميتهم وضع العلامة التي يعلّم بها بعير الهَدْي في جلده إشعاراً .قال مالك في «الموطأ» : «كان عبد الله بن عمر إذا أهدى هدْياً من المدينة قلّده وأشعره بذي الحليفة ، يقلّده قبل أن يُشعره . . . يقلده بنعلين ويشعره من الشق الأيسر . . . » بطعن في سنامه فالإشعار إعداد للنحر .وقد عدها في جملة الحرمات في قوله : { لا تحلوا شعائر الله ولا الشهر الحرام ولا الهدي في سورة العقود ( 2 ).وتقديم { لكم } على المبتدأ ليتأتى كون المبتدأ نكرة ليفيد تنوينه التعظيم ، وتقديم { فيها } على متعلّقه وهو { خير } للاهتمام بما تجمعه وتحتوي عليه من الفوائد .والخير : النّفع ، وهو ما يحصل للناس من النفع في الدنيا من انتفاع الفقراء بلحومها وجلودها وجِلالها ونعالها وقَلائدها . وما يحصل للمُهدين وأهلهم من الشبع من لحمها يوم النّحر ، وخير الآخرة من ثواب المُهدين ، وثواب الشكر من المعطَيْن لحومَها لربّهم الذي أغناهم بها .وفرع على ذلك أن أمَرَ الناس بأن يذكروا اسم الله عليها حين نحرها .وصوافّ : جمع صافّة . يقال : صف إذا كان مع غيره صفّا بأن اتّصل به . ولعلّهم كانوا يصفُّونها في المنحر يوم النّحر بمِنى ، لأنه كان بمِنى موضع أُعدّ للنحر وهو المنحَر .وقد ورد في حديث مسلم عن جابر بن عبدالله في حجّة الوداع قال فيه : «ثم انصرف رسول الله إلى المنحرَ فنحر رسول الله صلى الله عليه وسلم بيده ثلاثاً وستين بَدنة جعل يطعنها بحَربة في يده ثم أعطى الحربة عليّاً فنحر ما غَبَر ، أي ما بقي وكانت مائة بدنة» وهذا يقتضي أنها كانت مجتمعة متقاربة .وانتصب { صوافّ } على الحال من الضمير المجرور في قوله { عليها }. وفائدة هذه الحال ذكر محاسن من مَشاهد البُدن فإن إيقاف الناس بدنهم للنحر مجتمعة ومنتظمة غير متفرقة مما يزيد هيئتها جلالاً . وقريب منه قوله تعالى : { إن الله يحب الذين يقاتلون في سبيله صفاً كأنهم بنيان مرصوص } [ الصف : 4 ].ومعنى { وجبت } سقطت ، أي إلى الأرض ، وهو كناية عن زوال الروح التي بها الاستقلال . والقصد من هذا التوقيت المبادرة بالانتفاع بها إسراعاً إلى الخير الحاصل من ذلك في الدنيا بإطعام الفقراء وأكل أصحابها منها فإنه يستحب أن يكون فطور الحاج يوم النحر مِن هديه ، وكذلك الخير الحاصل من ثواب الآخرة .والأمر في قوله { فكلوا منها } مجمل ، يحتمل الوجوب ويحتمل الإباحة ويحتمل الندب ، وقرينة عدم الوجوب ظاهرة لأنّ المكلف لا يفرض عليه ما الداعي إلى فعله من طبعه . وإنما أراد الله إبطال ما كان عند أهل الجاهلية من تحريم أكل المُهدي من لحوم هديه فبقي النظر في أنه مباح بحت أو هو مندوب .واختلف الفقهاء في الأكل من لحوم الهدايا الواجبة .فقال مالك : يباح الأكل من لحوم الهدايا الواجبة ، وهو عنده مستحبّ ولا يؤكل من فدية الأذى وجزاءِ الصيد ونذر المساكين ، والحُجّة لمالك صريح الآية . فإنها عامة إلا ما قام الدّليل على منعه وهي الثلاثة الأشياء المستثناة .وقال أبو حنيفة : يأكل من هدي التمتّع والقِران ، ولا يأكل من الواجب الذي عيّنه الحاج عند إحرامه .وقال الشافعي : لا يأكل من لحوم الهدايا بحاللٍ مستنداً إلى القياس ، وهو أن المُهدي أوجب إخراج الهدي من ماله فكيف يأكل منه . كذا قال ابن العربي . وإذا كان هذا قصارى كلام الشافعي فهو استدلال غير وجيه ولفظ القرآن ينافيه لا سيما وقد ثبت أكل النبي صلى الله عليه وسلم وأصحابه من لحوم الهدايا بأحاديث صحيحة .وقال أحمد : يؤكل من الهدايا الواجبة إلاّ جزاء الصيد والنذر .وأما الأمر في قوله : { وأطعموا القانع والمعتر } فقال الشافعي : للوجوب ، وهو الأصح . قال ابن العربي وهو صريح قول مالك . وقلت : المعروف من قول مالك أنه لو اقتصر المُهدي على نحر هديه ولم يتصدق منه ما كان آثماً .والقانع : المتصف بالقنوع ، وهو التذلل . يقال : قنَع من باب سَأل . قُنوعاً بضم القاف إذا سأل بتذلّل .وأما القناعة ففعلها من باب تَعِب ويستوي الفعل المضارع مع اختلاف الموجب . ومن أحسن ما جمع من النظائر ما أنشده الخفاجي :العَبْد حرّ إن قَنِع ... والحر عبد إن قنَعفاقنَع ولا تقنَع فما ... شيء يشين سوى الطمَعوللزمخشري في «مقاماته» : «يا أبا القاسم اقنَع من القَناعة لا من القنوع ، تستغْن عن كل مِعْطَاءٍ ومنوع» .وفي «الموطأ» في كتاب الصيد قال مالك : «والقانع هو الفقير» .والمعتَرّ : اسم فاعل من اعترّ ، إذا تعرّض للعطاء ، أي دون سؤال بل بالتعريض وهو أن يحضر موضع العطاء ، يقال : اعترّ ، إذا تعرّض . وفي «الموطأ» في كتاب الصيد قال مالك : «وسمعت أنّ المعترّ هو الزائر ، أي فتكون من عرا إذا زار» والمراد زيارة التعرض للعطاء .وهذا التفسير أحسن ويرجحه أنه عطف { المعترّ } على { القانع ، } فدل العطف على المغايرة ، ولو كانا في معنى واحد لما عطف عليه كما لم يعطف في قوله { وأطعموا البائس الفقير } [ الحج : 28 ].وجملة { وكذلك سخرناها لكم } استئناف للامتنان بما خلق من المخلوقات لنفع الناس . والأمارة الدالة على إرادته ذلك أنه سخّرها للناس مع ضعف الإنسان وقوّة تلك الأنعام فيأخذ الرجل الواحد العدد منها ويسوقها منقادة ويؤلمونها بالإشعار ثم بالطعن . ولولا أنّ الله أودع في طباعها هذا الانقياد لما كانت أعجزَ من بعض الوحوش التي هي أضعف منها فتنفر من الإنسان ولا تسخّر له .وقوله { كذلك } هو مثل نظائره ، أي مثلَ ذلك التسخير العجيب الذي ترونه كان تسخيرها لكم .ومعنى { لعلكم تشكرون } خلقناها مسخرة لكم استجلاباً لأن تشكروا الله بإفراده بالعبادة . وهذا تعريض بالمشركين إذا وضعوا الشكر موضع الشكر .",
  "ayah": 36,
  "surah": 22
}
