{
  "text": "وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلَا نَبِيٍّ إِلَّا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آَيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (52) عطف على جملة { قل ياأيها الناس إنما أنا لكم نذير مبين } [ الحج : 49 ] لأنه لما أفضى الكلام السابق إلى تثبيت النبي عليه الصلاة والسلام وتأنيس نفسه فيما يلقاه من قومه من التكذيب بأن تلك شنشنة الأمم الظالمة من قبلهم فيما جاء عقبَ قوله : { وكأين من قرية أمليت لها وهي ظالمة } [ الحج : 48 ] الخ . . وأنه مقصور على النّذارة فمن آمن فقد نجا ومن كفر فقد هلك ، أريد الانتقال من ذلك إلى تفصيل تسليته وتثبيته بأنه لقي ما لقيه سلفُه من الرسل والأنبياء عليهم السلام ، وأنه لم يسلم أحد منهم من محاولة الشيطان أن يفسد بعض ما يحاولونه من هدي الأمم وأنهم لقُوا من أقوامهم مكذّبين ومصدّقين سنةَ الله في رُسله عليهم السلام .فقوله : { من رسول ولا نبيء } نص في العموم ، فأفاد أنّ ذلك لم يعدُ أحداً من الأنبياء والرسل .وعطف { نبي } على { رسول } دالّ على أنّ للنبي مَعنى غيرُ معنى الرسول :فالرسول : هو الرجل المبعوث من الله إلى الناس بشريعة . والنبي : مَن أوحَى الله إليه بإصلاح أمر قوم بحملهم على شريعة سابقةٍ أو بإرشادهم إلى ما هو مستقر في الشّرائع كلها فالنبي أعمّ من الرسول ، وهو التحقيق .والتمنّي : كلمة مشهورة ، وحقيقتها : طلب الشيء العسير حصولُه . والأمنية : الشيء المتمنّى . وإنما يتمنى الرسل والأنبياء أن يكون قومهم كلُّهم صالحين مهتدين ، والاستثناءُ من عموممِ أحوال تابعة لعموم أصحابها وهو { من رسول ولا نبيء } ، أي ما أرسلناهم في حال من الأحوال إلاّ في حاللِ إذا تمنّى أحدُهم أمنية ألقى الشيطان فيها الخ ، أي في حال حصول الإلقاء عند حصول التمني لأنّ أماني الأنبياء خيرٌ محض والشيطان دأبُه الإفساد وتعطيل الخير .والقصر المستفاد من النفي والاستثناء قصر موصوف على صفة ، وهو قصر إضافي ، أي دون أن نرسل أحداً منهم في حال الخلو من إلقاء الشيطان ومكره .والإلقاء حقيقته : رمي الشيء من اليد . واستعير هنا للوسوسة وتسويل الفساد تشبيهاً للتسويل بإلقاء شيء من اليد بين الناس . ومنه قوله تعالى : { فكذلك ألقى السامري } [ طه : 87 ] وقوله : { فألقوا إليهم القول } [ النحل : 86 ] وكقوله تعالى : { فقبضت قبضة من أثر الرسول فنبذتها } [ طه : 96 ] على ما حققناه فيما مضى .",
  "ayah": 52,
  "surah": 22
}
