{
  "text": "لِيَجْعَلَ مَا يُلْقِي الشَّيْطَانُ فِتْنَةً لِلَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ وَالْقَاسِيَةِ قُلُوبُهُمْ وَإِنَّ الظَّالِمِينَ لَفِي شِقَاقٍ بَعِيدٍ (53) ومفعول { ألقى } محذوف دل عليه المقام لأنّ الشيطان إنما يلقي الشر والفساد ، فإسناد التمني إلى الأنبياء دل على أنه تمنّي الهدى والصلاح ، وإسناد الإلقاء إلى الشيطان دلّ على أنه إلقاء الضلال والفساد . فالتقدير : أدخل الشيطان في نفوس الأقوام ضلالات تفسد ما قاله الأنبياء من الإرشاد .ومعنى إلقاء الشيطان في أمنية النبي والرسول إلقاء ما يضادُّها ، كمن يمكر فيلقى السمّ في الدّسم ، فإلقاء الشيطان بوسوسته : أن يأمر الناس بالتكذيب والعصيان ، ويلقي في قلوب أيمّة الكفر مطاعن يبثونها في قومهم ، ويروّج الشبهات بإلقاء الشكوك التي تصرف نظر العقل عن تذكر البُرهان ، والله تعالى يُعيد الإرشاد ويكرّر الهدي على لسان النبي ، ويفضح وساوس الشيطان وسوءَ فعله بالبيان{ يا بني آدم لا يفتننكم الشيطان كما أخرج أبويكم من الجنة } [ الأعراف : 27 ] وقوله : { إن الشيطان لكم عدو فاتخذوه عدواً } [ فاطر : 6 ]. فالله بهديهِ وبيانه ينسخ ما يُلقِي الشيطان ، أي يزيل الشبهات التي يلقيها الشيطان ببيان الله الواضح ، ويزيد آيات دعوة رسله بياناً ، وذلك هو إحكام آياته ، أي تحقيقها وتثبيت مدلولها وتوضيحها بما لا شبهة بعده إلا لمن رِين على قلبه ، وقد تقدم معنى الآيات المحكمات في آل عمران .وقد فسر كثيرٌ من المفسرين { تمنَى } بمعنى قَرَأ ، وتبعهم أصحاب كتب اللغة وذكروا بيتاً نسبوه إلى حسّان بن ثابت وذكروا قصة بروايات ضعيفة سنذكرها . وأيّا ما كان فالقول فيه هو والقول في تفسير التمني بالمعنى المشهور سواءٌ ، أي إذا قرأ على الناس ما أنزل إليه ليهتدوا به ألقَى الشيطان في أمنيته ، أي في قراءته ، أي وسوس لهم في نفوسهم ما يناقضه وينافيه بوسوسته للناس التكذيب والإعراض عن التدبر . فشبه تسويل الشيطان بوسوسته للكافرين عدمَ امتثال النبي بإلقاء شيء في شيء لخلطه وإفساده .وعندي في صحة إطلاق لفظ الأمنية على القراءة شك عظيم ، فإنه وإن كان قد ورد تمنّى بمعنى قرأ في بيت نسب إلى حسّان بن ثابت إن صحت رواية البيت عن حسان على اختلاف في مصراعه الأخير :تمنى كتاب الله أولَ ليله ... تمنيَ داوود الزبورَ على مَهلفلا أظن أن القراءة يقال لها أمنية .ويجوز أن يكون المعنى أن النبي إذا تمنّى هدْي قومه أو حرَص على ذلك فلقي منهم العناد ، وتمنّى حصول هداهم بكل وسيلة ألقى الشيطان في نفس النبي خاطر اليأس من هداهم عسى أن يُقْصر النبيءُ من حرصه أو أن يضجره ، وهي خواطر تلوح في النفس ولكن العصمة تعترضها فلا يلبث ذلك الخاطر أن ينقشع ويرسخ في نفس الرسول ما كلّف به من الدأب على الدعوة والحرص على الرشد . فيكون معنى الآية على هذا الوجه ملوّحاً إلى قوله تعالى : { وإن كان كبر عليك إعراضهم فإن استطعت أن تبتغي نفقاً في الأرض أو سُلماً في السماء فتأتيهم بآية ولو شاء الله لجمعهم على الهدى فلا تكونن من الجاهلين } [ الأنعام : 35 ].و { ثُمّ } في قوله : { ثم يحكم الله آياته } للترتيب الرتبي ، لأنّ إحكام الآيات وتقريرها أهمّ من نَسخ ما يُلقي الشيطان إذ بالإحكام يتضح الهُدى ويزدادُ ما يلقيه الشيطان نسخاً .وجملة { والله عليم حكيم } معترضة .",
  "ayah": 53,
  "surah": 22
}
