{
  "text": "قوله تعالى : فلما بلغ معه السعي أي فوهبنا له الغلام ، فلما بلغ معه المبلغ الذي يسعى مع أبيه في أمور دنياه معينا له على أعماله قال يا بني إني أرى في المنام أني أذبحك . وقال مجاهد : فلما بلغ معه السعي أي : شب وأدرك سعيه سعي إبراهيم . وقال الفراء : كان يومئذ ابن ثلاث عشرة سنة . وقال ابن عباس : هو الاحتلام . قتادة : مشى مع أبيه . الحسن ومقاتل : هو سعي العقل الذي تقوم به الحجة . ابن زيد : هو السعي في العبادة . ابن عباس : صام وصلى ، ألم تسمع الله - عز وجل - يقول : وسعى لها سعيهااختلف العلماء في المأمور بذبحه . فقال أكثرهم : الذبيح إسحاق . وممن قال بذلك العباس بن عبد المطلب وابنه عبد الله وهو الصحيح عنه . روى الثوري وابن جريج يرفعانه إلى ابن عباس قال : الذبيح إسحاق . وهو الصحيح عن عبد الله بن مسعود أن رجلا قال له : يا ابن الأشياخ الكرام . فقال عبد الله : ذلك يوسف بن يعقوب بن إسحاق ذبيح الله ابن إبراهيم خليل الله صلى الله عليه وسلم . وقد روى حماد بن زيد يرفعه إلى رسول الله - صلى الله عليه وسلم - قال : إن الكريم ابن الكريم ابن الكريم ابن الكريم يوسف بن يعقوب بن إسحاق بن إبراهيم صلى الله عليهم وسلم . وروى أبو الزبير عن [ ص: 91 ] جابر قال : الذبيح إسحاق . وذلك مروي أيضا عن علي بن أبي طالب - رضي الله عنه - . وعن عبد الله بن عمر : أن الذبيح إسحاق . وهو قول عمر - رضي الله عنه - . فهؤلاء سبعة من الصحابة . وقال به من التابعين وغيرهم علقمة والشعبي ومجاهد وسعيد بن جبير وكعب الأحبار وقتادة ومسروق وعكرمة والقاسم بن أبي بزة وعطاء ومقاتل وعبد الرحمن بن سابط والزهري والسدي وعبد الله بن أبي الهذيل ومالك بن أنس ، كلهم قالوا : الذبيح إسحاق . وعليه أهل الكتابين اليهود والنصارى ، واختاره غير واحد منهم النحاس والطبري وغيرهما . قال سعيد بن جبير : أري إبراهيم ذبح إسحاق في المنام ، فسار به مسيرة شهر في غداة واحدة ، حتى أتى به المنحر من منى ، فلما صرف الله عنه الذبح وأمره أن يذبح الكبش فذبحه ، وسار به مسيرة شهر في روحة واحدة طويت له الأودية والجبال . وهذا القول أقوى في النقل عن النبي - صلى الله عليه وسلم - وعن الصحابة والتابعين . وقال آخرون : هو إسماعيل . وممن قال ذلك أبو هريرة وأبو الطفيل عامر بن واثلة . وروي ذلك عن ابن عمر وابن عباس أيضا ، ومن التابعين سعيد بن المسيب والشعبي ويوسف بن مهران ومجاهد والربيع بن أنس ومحمد بن كعب القرظي والكلبي وعلقمة . وسئل أبو سعيد الضرير عن الذبيح فأنشد :إن الذبيح هديت إسماعيل نطق الكتاب بذاك والتنزيل     شرف به خص الإله نبيناوأتى به التفسير والتأويل     إن كنت أمته فلا تنكر لهشرفا به قد خصه التفضيلوعن الأصمعي قال : سألت أبا عمرو بن العلاء عن الذبيح ، فقال : يا أصمعي أين عزب [ ص: 92 ] عنك عقلك! ومتى كان إسحاق بمكة ؟ وإنما كان إسماعيل بمكة ، وهو الذي بنى البيت مع أبيه والمنحر بمكة . وروي عن النبي - صلى الله عليه وسلم - : أن الذبيح إسماعيل . والأول أكثر عن النبي - صلى الله عليه وسلم - وعن أصحابه وعن التابعين . واحتجوا بأن الله - عز وجل - قد أخبر عن إبراهيم حين فارق قومه ، فهاجر إلى الشام مع امرأته سارة وابن أخيه لوط فقال : إني ذاهب إلى ربي سيهدين أنه دعا فقال : رب هب لي من الصالحين فقال تعالى : فلما اعتزلهم وما يعبدون من دون الله وهبنا له إسحاق ويعقوب ولأن الله قال : وفديناه بذبح عظيم فذكر أن الفداء في الغلام الحليم الذي بشر به إبراهيم وإنما بشر بإسحاق ; لأنه قال : وبشرناه بإسحاق ، وقال هنا : بغلام حليم ، وذلك قبل أن يتزوج هاجر وقبل أن يولد له إسماعيل ، وليس في القرآن أنه بشر بولد إلا إسحاق . احتج من قال إنه إسماعيل : بأن الله تعالى وصفه بالصبر دون إسحاق في قوله تعالى : وإسماعيل وإدريس وذا الكفل كل من الصابرين وهو صبره على الذبح ، ووصفه بصدق الوعد في قوله : إنه كان صادق الوعد لأنه وعد أباه من نفسه الصبر على الذبح فوفى به ، ولأن الله تعالى قال : وبشرناه بإسحاق نبيا فكيف يأمره بذبحه وقد وعده أن يكون نبيا ، وأيضا فإن الله تعالى قال : فبشرناها بإسحاق ومن وراء إسحاق يعقوب فكيف يؤمر بذبح إسحاق قبل إنجاز الوعد في يعقوب . وأيضا ورد في الأخبار تعليق قرن الكبش في الكعبة ، فدل على أن الذبيح إسماعيل ، ولو كان إسحاق لكان الذبح يقع ببيت المقدس . وهذا الاستدلال كله ليس بقاطع ، أما قولهم : كيف يأمره بذبحه وقد وعده بأنه يكون نبيا ، فإنه يحتمل أن يكون المعنى : وبشرناه بنبوته بعد أن كان من أمره ما كان ، قاله ابن عباس وسيأتي . ولعله أمر بذبح إسحاق بعد أن ولد لإسحاق يعقوب . ويقال : لم يرد في القرآن أن يعقوب يولد من إسحاق .وأما قولهم : ولو كان الذبيح إسحاق لكان الذبح يقع ببيت المقدس ، فالجواب عنه ما قاله سعيد بن جبير على ما تقدم . وقال الزجاج : الله أعلم أيهما الذبيح . وهذا مذهب ثالث .قوله تعالى : قال يا بني إني أرى في المنام أني أذبحك فانظر ماذا ترى قال مقاتل : رأى ذلك إبراهيم - عليه السلام - ثلاث ليال متتابعات . وقال محمد بن كعب : كانت الرسل يأتيهم الوحي من الله تعالى أيقاظا ورقودا ، فإن الأنبياء لا تنام قلوبهم . وهذا ثابت في [ ص: 93 ] الخبر المرفوع ، قال - صلى الله عليه وسلم - : إنا معاشر الأنبياء تنام أعيننا ولا تنام قلوبنا . وقال ابن عباس : رؤيا الأنبياء وحي ، واستدل بهذه الآية . وقال السدي : لما بشر إبراهيم بإسحاق قبل أن يولد له قال : هو إذن لله ذبيح ، فقيل له في منامه : قد نذرت نذرا فف بنذرك . ويقال : إن إبراهيم رأى في ليلة التروية كأن قائلا يقول : إن الله يأمرك بذبح ابنك ؛ فلما أصبح روى في نفسه أي فكر ، أهذا الحلم من الله أم من الشيطان ؟ فسمي يوم التروية . فلما كانت الليلة الثانية رأى ذلك أيضا وقيل له : الوعد ، فلما أصبح عرف أن ذلك من الله فسمي يوم عرفة . ثم رأى مثله في الليلة الثالثة فهم بنحره فسمي يوم النحر ، وروي أنه لما ذبحه قال جبريل : الله أكبر الله أكبر . فقال الذبيح : لا إله إلا الله والله أكبر . فقال إبراهيم : الله أكبر ، والحمد لله ، فبقي سنة ، وقد اختلف الناس في وقوع هذا الأمر وهي : الثالثة : فقال أهل السنة : إن نفس الذبح لم يقع ، وإنما وقع الأمر بالذبح قبل أن يقع الذبح ، ولو وقع لم يتصور رفعه ، فكان هذا من باب النسخ قبل الفعل ؛ لأنه لو حصل الفراغ من امتثال الأمر بالذبح ما تحقق الفداء ، وقوله تعالى : \" قد صدقت الرؤيا \" ، أي حققت ما نبهناك عليه ، وفعلت ما أمكنك ثم امتنعت لما منعناك . هذا أصح ما قيل به في هذا الباب . وقالت طائفة : ليس هذا مما ينسخ بوجه ؛ لأن معنى ذبحت الشيء قطعته . واستدل على هذا بقول مجاهد : قال إسحاق لإبراهيم : لا تنظر إلي فترحمني ، ولكن اجعل وجهي إلى الأرض ، فأخذ إبراهيم السكين ، فأمرها على حلقه فانقلبت . فقال له : ما لك ؟ قال : انقلبت السكين ، قال : اطعني بها طعنا ، وقال بعضهم : كان كلما قطع جزءا التأم . وقالت طائفة : وجد حلقه نحاسا أو مغشى بنحاس ، وكان كلما أراد قطعا وجد منعا ، وهذا كله جائز في القدرة الإلهية ، لكنه يفتقر إلى نقل صحيح ، فإنه أمر لا يدرك بالنظر ، وإنما طريقه الخبر . ولو كان قد جرى ذلك لبينه الله تعالى تعظيما لرتبة إسماعيل وإبراهيم صلوات الله عليهما ، وكان أولى بالبيان من الفداء ، وقال بعضهم : إن إبراهيم ما أمر بالذبح الحقيقي الذي هو فري الأوداج وإنهار الدم ، وإنما رأى أنه أضجعه للذبح فتوهم أنه أمر بالذبح الحقيقي ، فلما أتى بما أمر به من الإضجاع قيل له : \" قد صدقت الرؤيا \" ، وهذا كله خارج عن المفهوم ، ولا يظن بالخليل والذبيح أن يفهما من هذا الأمر ما ليس له حقيقة حتى يكون منهما التوهم . وأيضا لو صحت هذه الأشياء لما احتيج إلى الفداء . الرابعة : قوله تعالى : \" فانظر ماذا ترى \" قرأ أهل الكوفة غير عاصم : {ماذا تري} بضم التاء وكسر الراء من أري يري . قال الفراء : أي فانظر ماذا تري من صبرك وجزعك . قال الزجاج : لم يقل هذا أحد غيره ، وإنما قال العلماء ماذا تشير ، أي ما تريك نفسك من الرأي ، وأنكر أبو عبيد {تري} ، وقال : إنما يكون هذا من رؤية العين خاصة ، وكذلك قال أبو حاتم . النحاس : وهذا غلط ، وهذا يكون من رؤية العين وغيرها وهو مشهور ، يقال : أريت فلانا الصواب ، وأريته رشده ، وهذا ليس من رؤية العين . الباقون : {ترى} مضارع رأيت ، وقد روي عن الضحاك والأعمش {ترى} غير مسمى الفاعل . ولم يقل له ذلك على وجه المؤامرة في أمر الله ، وإنما شاوره ليعلم صبره لأمر الله ، أو لتقر عينه إذا رأى من ابنه طاعة في أمر الله ف{قال يا أبت افعل ما تؤمر} أي ما تؤمر به فحذف الجار كما حذف من قوله : أمرتك الخير فافعل ما أمرت به فوصل الفعل إلى الضمير فصار تؤمره ، ثم حذفت الهاء ؛ كقوله : {وسلام على عباده الذين اصطفى} أي اصطفاهم على ما تقدم . و ( ما ) بمعنى الذي {ستجدني إن شاء الله من الصابرين} قال بعض أهل الإشارة : لما استثنى وفقه الله للصبر . وقد مضى الكلام في {يا أبت} وكذلك في {يا بني} في ( يوسف ) وغيرها .",
  "ayah": 102,
  "surah": 37
}
