{
  "text": "قوله تعالى : \" بل عجبت \" قراءة أهل المدينة وأبي عمرو وعاصم بفتح التاء خطابا للنبي - صلى الله عليه وسلم - ، أي : بل عجبت مما نزل عليك من القرآن وهم يسخرون به . وهي قراءة شريح وأنكر قراءة الضم وقال : إن الله لا يعجب من شيء ، وإنما يعجب من لا يعلم . وقيل : المعنى بل عجبت من إنكارهم للبعث . وقرأ الكوفيون إلا عاصما بضم التاء . واختارها أبو عبيد والفراء ، وهي مروية عن علي وابن مسعود ، رواه شعبة عن الأعمش عن أبي وائل عن عبد الله بن مسعود أنه قرأ : \" بل عجبت \" بضم التاء . ويروى عن ابن عباس . قال الفراء في قوله - سبحانه - : بل عجبت ويسخرون قرأها الناس بنصب التاء ورفعها ، والرفع أحب إلي ; لأنها عن علي وعبد الله وابن عباس . وقال أبو زكريا الفراء : العجب إن أسند إلى الله - عز وجل - فليس معناه من الله كمعناه من العباد ، وكذلك قوله : الله يستهزئ بهم ليس ذلك من الله كمعناه من العباد . وفي هذا بيان الكسر لقول شريح حيث أنكر القراءة بها . روى جرير والأعمش عن أبي وائل شقيق بن سلمة قال : قرأها عبد الله ، يعني : ابن مسعود بل عجبت ويسخرون [ ص: 65 ] قال شريح : إن الله لا يعجب من شيء ، إنما يعجب من لا يعلم . قال الأعمش : فذكرته لإبراهيم فقال : إن شريحا كان يعجبه رأيه ، إن عبد الله كان أعلم من شريح وكان يقرؤها عبد الله \" بل عجبت \" . قال الهروي : وقال بعض الأئمة : معنى قوله : \" بل عجبت \" بل جازيتهم على عجبهم ; لأن الله تعالى أخبر عنهم في غير موضع بالتعجب من الحق ، فقال : وعجبوا أن جاءهم منذر منهم وقال : إن هذا لشيء عجاب ، أكان للناس عجبا أن أوحينا إلى رجل منهم فقال تعالى : \" بل عجبت \" بل جازيتهم على التعجب .قلت : وهذا تمام معنى قول الفراء واختاره البيهقي . وقال علي بن سليمان : معنى القراءتين واحد ، التقدير : قيل يا محمد بل عجبت ; لأن النبي - صلى الله عليه وسلم - مخاطب بالقرآن . النحاس : وهذا قول حسن ، وإضمار القول كثير . البيهقي : والأول أصح . المهدوي : ويجوز أن يكون إخبار الله عن نفسه بالعجب محمولا على أنه أظهر من أمره وسخطه على من كفر به ما يقوم مقام العجب من المخلوقين ، كما يحمل إخباره تعالى عن نفسه بالضحك لمن يرضى عنه - على ما جاء في الخبر عن النبي - صلى الله عليه وسلم - على أنه أظهر له من رضاه عنه ما يقوم له مقام الضحك من المخلوقين مجازا واتساعا . قال الهروي : ويقال معنى ( عجب ربكم ) أي : رضي وأثاب ، فسماه عجبا وليس بعجب في الحقيقة ، كما قال تعالى : \" ويمكر الله \" معناه ويجازيهم الله على مكرهم ، ومثله في الحديث عجب ربكم من إلكم وقنوطكم . وقد يكون العجب بمعنى وقوع ذلك العمل عند الله عظيما . فيكون معنى قوله : \" بل عجبت \" أي : بل عظم فعلهم عندي . قال البيهقي : ويشبه أن يكون هذا معنى حديث عقبة بن عامر قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : عجب ربك من شاب ليست له صبوة وكذلك ما خرجه البخاري عن أبي هريرة عن النبي - صلى الله عليه وسلم - قال : عجب الله من قوم يدخلون الجنة في السلاسل قال [ ص: 66 ] البيهقي : وقد يكون هذا الحديث وما ورد من أمثاله أنه يعجب ملائكته من كرمه ورأفته بعباده ، حين حملهم على الإيمان به بالقتال والأسر في السلاسل ، حتى إذا آمنوا أدخلهم الجنة . وقيل : معنى \" بل عجبت \" بل أنكرت . حكاه النقاش . وقال الحسين بن الفضل : التعجب من الله إنكار الشيء وتعظيمه ، وهو لغة العرب . وقد جاء في الخبر عجب ربكم من إلكم وقنوطكم . ويسخرون قيل : الواو واو الحال ، أي : عجبت منهم في حال سخريتهم . وقيل : تم الكلام عند قوله : بل عجبت ثم استأنف فقال : ويسخرون أي : مما جئت به إذا تلوته عليهم . وقيل : يسخرون منك إذا دعوتهم .",
  "ayah": 12,
  "surah": 37
}
