{
  "text": "قوله تعالى : وإن يونس لمن المرسلين يونس هو ذو النون ، وهو ابن متى ، وهو ابن العجوز التي نزل عليها إلياس ، فاستخفى عندها من قومه ستة أشهر ويونس صبي يرضع ، وكانت أم يونس تخدمه بنفسها وتؤانسه ، ولا تدخر عنه كرامة تقدر عليها . ثم إن إلياس سئم ضيق البيوت فلحق بالجبال ، ومات ابن المرأة يونس ، فخرجت في أثر إلياس تطوف وراءه في الجبال حتى وجدته ، فسألته أن يدعو الله لها لعله يحيي لها ولدها ، فجاء إلياس إلى الصبي بعد أربعة عشر يوما من موته ، فتوضأ وصلى ودعا الله فأحيا الله يونس بن متى بدعوة إلياس عليه السلام . وأرسل الله يونس إلى أهل نينوى من أرض الموصل وكانوا يعبدون الأصنام ثم تابوا ، حسبما تقدم بيانه في سورة [ يونس ] ومضى في [ الأنبياء ] قصة يونس في خروجه مغاضبا . واختلف في رسالته هل كانت قبل التقام الحوت إياه أو بعده . قال الطبري عن شهر بن حوشب : إن جبريل - عليه السلام - أتى يونس فقال : انطلق إلى أهل نينوى فأنذرهم أن العذاب قد حضرهم . قال : ألتمس دابة . قال : الأمر أعجل من ذلك . قال : ألتمس حذاء . قال : الأمر أعجل من ذلك . قال : فغضب فانطلق إلى السفينة فركب ، فلما ركب السفينة احتبست السفينة لا تتقدم ولا تتأخر . قال : فتساهموا ، قال : فسهم ، فجاء الحوت يبصبص بذنبه ، فنودي الحوت : أيا حوت! إنا لم نجعل لك يونس رزقا ، إنما جعلناك له حرزا ومسجدا . قال : فالتقمه الحوت من ذلك المكان حتى مر به إلى الأبلة ، ثم انطلق به حتى مر به على دجلة ، ثم انطلق [ ص: 110 ] حتى ألقاه في نينوى . حدثنا الحارث قال حدثنا الحسن قال حدثنا أبو هلال قال حدثنا شهر بن حوشب عن ابن عباس قال : إنما كانت رسالة يونس بعد ما نبذه الحوت ، واستدل هؤلاء بأن الرسول لا يخرج مغاضبا لربه ، فكان ما جرى منه قبل النبوة . وقال آخرون : كان ذلك منه بعد دعائه من أرسل إليهم إلى ما أمره الله بدعائهم إليه ، وتبليغه إياهم رسالة ربه ، ولكنه وعدهم نزول ما كان حذرهم من بأس الله في وقت وقته لهم ، ففارقهم إذ لم يتوبوا ولم يراجعوا طاعة الله ، فلما أظل القوم العذاب وغشيهم - كما قال الله تعالى في تنزيله - تابوا إلى الله ، فرفع الله العذاب عنهم ، وبلغ يونس سلامتهم وارتفاع العذاب الذي كان وعدهموه فغضب من ذلك وقال : وعدتهم وعدا فكذب وعدي . فذهب مغاضبا ربه وكره الرجوع إليهم ، وقد جربوا عليه الكذب ، رواه سعيد بن جبير عن ابن عباس . وقد مضى هذا في [ الأنبياء ] وهو الصحيح على ما يأتي عند قوله تعالى : وأرسلناه إلى مائة ألف أو يزيدون ولم ينصرف يونس ; لأنه اسم أعجمي ، ولو كان عربيا لانصرف وإن كانت في أوله الياء ; لأنه ليس في الأفعال \" يفعل \" كما أنك إذا سميت بيعفر صرفته ، وإن سميت بيعفر لم تصرفه .",
  "ayah": 139,
  "surah": 37
}
