{
  "text": "فلولا أنه كان من المسبحين قال الكسائي : لم تكسر \" أن \" لدخول اللام ; لأن اللام ليست لها . النحاس : والأمر كما قال ، إنما اللام في جواب لولا . فلولا أنه كان من المسبحين أي : من المصلين للبث في بطنه إلى يوم يبعثون أي عقوبة له ، أي : يكون بطن الحوت قبرا له إلى يوم القيامة . واختلف كم أقام في بطن الحوت . فقال السدي والكلبي ومقاتل بن سليمان : أربعين يوما . الضحاك : عشرين يوما . عطاء : سبعة أيام . مقاتل بن حيان : ثلاثة أيام . وقيل : ساعة واحدة . والله أعلم .روى الطبري من حديث أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : لما أراد الله تعالى ذكره - حبس يونس في بطن الحوت أوحى الله إلى الحوت أن خذه ولا تخدش لحما ، ولا تكسر عظما ، فأخذه ثم هوى به إلى مسكنه من البحر ، فلما انتهى به إلى أسفل البحر سمع يونس حسا فقال في نفسه : ما هذا ؟ فأوحى الله تبارك وتعالى إليه وهو في بطن الحوت : ( إن هذا تسبيح دواب البحر ) قال : ( فسبح وهو في بطن الحوت ) قال : ( فسمعت الملائكة تسبيحه فقالوا : يا ربنا إنا نسمع صوتا ضعيفا بأرض غريبة ) قال : ( ذلك عبدي يونس عصاني فحبسته في بطن الحوت في البحر ) قالوا : العبد الصالح الذي كان يصعد إليك منه في كل يوم وليلة عمل صالح ؟ قال نعم . فشفعوا له عند ذلك فأمر الحوت بقذفه في الساحل ، كما قال تعالى : وهو سقيم . وكان سقمه الذي وصفه به الله - تعالى ذكره - أنه ألقاه الحوت على الساحل كالصبي المنفوس قد نشر اللحم والعظم . وقد روي : أن الحوت سار مع السفينة رافعا رأسه يتنفس فيه يونس ويسبح ، ولم يفارقهم حتى انتهوا إلى البر ، فلفظه سالما لم يتغير منه شيء فأسلموا ، ذكره الزمخشري في تفسيره . وقال ابن العربي : أخبرني غير واحد من أصحابنا عن إمام الحرمين أبي المعالي عبد الملك بن عبد الله بن يوسف الجويني : أنه سئل عن الباري في جهة ؟ فقال : لا ، هو يتعالى عن ذلك . قيل له : ما الدليل عليه ؟ قال : الدليل عليه قول النبي - صلى الله عليه وسلم - : لا تفضلوني على يونس بن متى فقيل له : ما وجه الدليل في هذا الخبر ؟ فقال : لا أقوله حتى يأخذ ضيفي هذا ألف دينار يقضي بها دينا . فقام رجلان فقالا : هي علينا . فقال : لا يتبع بها اثنين ; لأنه يشق عليه . فقال واحد : هي علي . فقال : إن يونس بن متى رمى بنفسه [ ص: 112 ] في البحر فالتقمه الحوت ، فصار في قعر البحر في ظلمات ثلاث ، ونادى لا إله إلا أنت سبحانك إني كنت من الظالمين كما أخبر الله عنه ، ولم يكن محمد - صلى الله عليه وسلم - حين جلس على الرفرف الأخضر وارتقى به صعدا ، حتى انتهى به إلى موضع يسمع فيه صريف الأقلام ، وناجاه ربه بما ناجاه به ، وأوحى إليه ما أوحى بأقرب إلى الله تعالى من يونس في بطن الحوت في ظلمة البحر .ذكر الطبري : أن يونس - عليه السلام - لما ركب في السفينة أصاب أهلها عاصف من الريح ، فقالوا : هذه بخطيئة أحدكم . فقال يونس وعرف أنه هو صاحب الذنب : هذه خطيئتي فألقوني في البحر ، وأنهم أبوا عليه حتى أفاضوا بسهامهم . فساهم فكان من المدحضين فقال لهم : قد أخبرتكم أن هذا الأمر بذنبي . وأنهم أبوا عليه حتى أفاضوا بسهامهم الثانية فكان من المدحضين ، وأنهم أبوا أن يلقوه في البحر حتى أعادوا سهامهم الثالثة فكان من المدحضين . فلما رأى ذلك ألقى نفسه في البحر ، وذلك تحت الليل فابتلعه الحوت . وروي أنه لما ركب في السفينة تقنع ورقد فساروا غير بعيد إذ جاءتهم ريح كادت السفينة أن تغرق ، فاجتمع أهل السفينة فدعوا فقالوا : أيقظوا الرجل النائم يدعو معنا ، فدعا الله معهم فرفع الله عنهم تلك الريح . ثم انطلق يونس إلى مكانه فرقد ، فجاءت ريح كادت السفينة أن تغرق ، فأيقظوه ودعوا الله فارتفعت الريح . قال : فبينما هم كذلك إذ رفع حوت عظيم رأسه إليهم أراد أن يبتلع السفينة ، فقال لهم يونس : يا قوم هذا من أجلي ، فلو طرحتموني في البحر لسرتم ولذهب الريح عنكم والروع . قالوا : لا نطرحك حتى نتساهم ، فمن وقعت عليه رميناه في البحر . قال : فتساهموا فوقع على يونس ، فقال لهم : يا قوم اطرحوني ، فمن أجلي أوتيتم ، فقالوا : لا نفعل حتى نتساهم مرة أخرى . ففعلوا فوقع على يونس . فقال لهم : يا قوم اطرحوني ، فمن أجلي أوتيتم ، فذلك قول الله - عز وجل - : فساهم فكان من المدحضين أي : وقع السهم عليه ، فانطلقوا به إلى صدر السفينة ليلقوه في البحر ، فإذا الحوت فاتح فاه ، ثم جاءوا به إلى جانب السفينة ، فإذا بالحوت ، ثم رجعوا به إلى الجانب الآخر ، فإذا بالحوت فاتح فاه ، فلما رأى ذلك ألقى بنفسه فالتقمه الحوت ، فأوحى الله تعالى إلى الحوت : إني لم أجعله لك رزقا ، ولكن جعلت بطنك له وعاء . فمكث في بطن الحوت أربعين ليلة فنادى في الظلمات : أن لا إله إلا أنت سبحانك إني كنت من الظالمين . فاستجبنا له ونجيناه من الغم وكذلك ننجي المؤمنين وقد تقدم ويأتي . ففي هذا من الفقه أن القرعة كانت معمولا بها في شرع [ ص: 113 ] من قبلنا ، وجاءت في شرعنا على ما تقدم في [ آل عمران ] قال ابن العربي : وقد وردت القرعة في الشرع في ثلاثة مواطن . الأول : كان النبي - صلى الله عليه وسلم - إذا أراد سفرا أقرع بين نسائه ، فأيتهن خرج سهمها خرج بها معه . الثاني : أن النبي - صلى الله عليه وسلم - رفع إليه أن رجلا أعتق ستة أعبد لا مال له غيرهم ، فأقرع بينهم ، فأعتق اثنين وأرق أربعة . الثالث : أن رجلين اختصما إليه في مواريث قد درست فقال : ( اذهبا وتوخيا الحق ، واستهما ، وليحلل كل واحد منكما صاحبه ) . فهذه ثلاثة مواطن ، وهي القسم في النكاح ، والعتق ، والقسمة ، وجريان القرعة فيها لرفع الإشكال وحسم داء التشهي . واختلف علماؤنا في القرعة بين الزوجات في الغزو على قولين ، الصحيح منهما الإقراع ، وبه قال فقهاء الأمصار . وذلك أن السفر بجميعهن لا يمكن ، واختيار واحدة منهن إيثار ، فلم يبق إلا القرعة . وكذلك في مسألة الأعبد الستة ، فإن كل اثنين منهما ثلث ، وهو القدر الذي يجوز له فيه العتق في مرض الموت ، وتعيينهما بالتشهي لا يجوز شرعا ، فلم يبق إلا القرعة . وكذلك التشاجر إذا وقع في أعيان المواريث لم يميز الحق إلا القرعة ، فصارت أصلا في تعيين المستحق إذا أشكل . قال : والحق عندي أن تجرى في كل مشكل ، فذلك أبين لها وأقوى لفصل الحكم فيها ، وأجلى لرفع الإشكال عنها ، ولذلك قلنا : إن القرعة بين الزوجات في الطلاق كالقرعة بين الإماء في العتق .الاقتراع على إلقاء الآدمي في البحر لا يجوز . وإنما كان ذلك في يونس وزمانه مقدمة لتحقيق برهانه ، وزيادة في إيمانه ، فإنه لا يجوز لمن كان عاصيا أن يقتل ولا يرمى به في النار أو البحر ، وإنما تجرى عليه الحدود والتعزير على مقدار جنايته . وقد ظن بعض الناس أن البحر إذا هال على القوم فاضطروا إلى تخفيف السفينة أن القرعة تضرب عليهم ، فيطرح [ ص: 114 ] بعضهم تخفيفا ، وهذا فاسد ، فإنها لا تخف برمي بعض الرجال ، وإنما ذلك في الأموال ، ولكنهم يصبرون على قضاء الله عز وجل .أخبر الله - عز وجل - أن يونس كان من المسبحين ، وأن تسبيحه كان سبب نجاته ، ولذلك قيل : إن العمل الصالح يرفع صاحبه إذا عثر . قال ابن عباس : من المسبحين من المصلين . قال قتادة : كان يصلي قبل ذلك لحفظ الله - عز وجل - له فنجاه . وقال الربيع بن أنس : لولا أنه كان له قبل ذلك عمل صالح للبث في بطنه إلى يوم يبعثون قال : ومكتوب في الحكمة - إن العمل الصالح يرفع ربه إذا عثر . وقال مقاتل : من المسبحين من المصلين المطيعين قبل المعصية . وقال وهب : من العابدين . وقال الحسن : ما كان له صلاة في بطن الحوت ، ولكنه قدم عملا صالحا في حال الرخاء فذكره الله به في حال البلاء ، وإن العمل الصالح ليرفع صاحبه ، وإذا عثر وجد متكأ .قلت : ومن هذا المعنى قوله - صلى الله عليه وسلم - : من استطاع منكم أن تكون له خبيئة من عمل صالح فليفعل فيجتهد العبد ، ويحرص على خصلة من صالح عمله ، يخلص فيها بينه وبين ربه ، ويدخرها ليوم فاقته وفقره ، ويخبئها بجهده ، ويسترها عن خلقه ، يصل إليه نفعها أحوج ما كان إليه . وقد خرج البخاري ومسلم من حديث ابن عمر عن رسول الله - صلى الله عليه وسلم - أنه قال : بينما ثلاثة نفر - في رواية : ممن كان قبلكم - يتماشون أخذهم المطر فأووا إلى غار في جبل فانحطت على فم الغار صخرة من الجبل فانطبقت عليهم ، فقال بعضهم لبعض : انظروا أعمالا عملتموها صالحة لله فادعوا الله بها لعله يفرجها عنكم الحديث بكماله ، وهو مشهور ، شهرته أغنت عن تمامه . وقال سعيد بن جبير : لما قال في بطن الحوت : لا إله إلا أنت سبحانك إني كنت من الظالمين قذفه الحوت . وقيل : من المسبحين من المصلين في بطن الحوت .قلت : والأظهر أنه تسبيح اللسان الموافق للجنان ، وعليه يدل حديث أبي هريرة المذكور قبل الذي ذكره الطبري . قال : فسبح في بطن الحوت . قال : فسمعت الملائكة تسبيحه ، فقالوا : يا ربنا إنا نسمع صوتا ضعيفا بأرض غريبة . وتكون \" كان \" على هذا القول زائدة ، أي : فلولا أنه من المسبحين . وفي كتاب أبي داود عن سعد بن أبي وقاص عن النبي - صلى الله عليه وسلم - قال : [ ص: 115 ] دعاء ذي النون في بطن الحوت لا إله إلا أنت سبحانك إني كنت من الظالمين لم يدع به رجل مسلم في شيء قط إلا استجيب له وقد مضى هذا في سورة [ الأنبياء ] فيونس - عليه السلام - كان قبل مصليا مسبحا ، وفي بطن الحوت كذلك . وفي الخبر : فنودي الحوت : إنا لم نجعل يونس لك رزقا ، إنما جعلناك له حرزا ومسجدا . وقد تقدم .",
  "ayah": 143,
  "surah": 37
}
