{
  "text": "أي عقوبة له ; أي يكون بطن الحوت قبرا له إلى يوم القيامة .واختلف كم أقام في بطن الحوت .فقال السدي والكلبي ومقاتل بن سليمان : أربعين يوما .الضحاك : عشرين يوما .عطاء : سبعة أيام .مقاتل بن حيان : ثلاثة أيام .وقيل : ساعة واحدة .والله أعلم .روى الطبري من حديث أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : ( لما أراد الله تعالى ذكره - حبس يونس في بطن الحوت أوحى الله إلى الحوت أن خذه ولا تخدش لحما ولا تكسر عظما فأخذه ثم هوى به إلى مسكنه من البحر ; فلما انتهى به إلى أسفل البحر سمع يونس حسا فقال في نفسه ما هذا ؟ فأوحى الله تبارك وتعالى إليه وهو في بطن الحوت : ( إن هذا تسبيح دواب البحر ) قال : ( فسبح وهو في بطن الحوت ) قال : ( فسمعت الملائكة تسبيحه فقالوا : يا ربنا إنا نسمع صوتا ضعيفا بأرض غريبة ) قال : ( ذلك عبدي يونس عصاني فحبسته في بطن الحوت في البحر ) قالوا : العبد الصالح الذي كان يصعد إليك منه في كل يوم وليلة عمل صالح ؟ قال نعم .فشفعوا له عند ذلك فأمر الحوت بقذفه في الساحل كما قال تعالى : \" وهو سقيم \" ) .وكان سقمه الذي وصفه به الله - تعالى ذكره - أنه ألقاه الحوت على الساحل كالصبي المنفوس قد نشر اللحم والعظم .وقد روي : أن الحوت سار مع السفينة رافعا رأسه يتنفس فيه يونس ويسبح , ولم يفارقهم حتى انتهوا إلى البر , فلفظه سالما لم يتغير منه شيء فأسلموا ; ذكره الزمخشري في تفسيره .وقال ابن العربي : أخبرني غير واحد من أصحابنا عن إمام الحرمين أبي المعالي عبد الملك بن عبد الله بن يوسف الجويني : أنه سئل عن الباري في جهة ؟ فقال : لا , هو يتعالى عن ذلك .قيل له : ما الدليل عليه ؟ قال : الدليل عليه قول النبي صلى الله عليه وسلم : ( لا تفضلوني على يونس بن متى ) فقيل له : ما وجه الدليل في هذا الخبر ؟ فقال : لا أقوله حتى يأخذ ضيفي هذا ألف دينار يقضي بها دينا .فقام رجلان فقالا : هي علينا .فقال لا يتبع بها اثنين ; لأنه يشق عليه .فقال واحد : هي علي .فقال : إن يونس بن متى رمى بنفسه في البحر فالتقمه الحوت , فصار في قعر البحر في ظلمات ثلاث , ونادى \" لا إله إلا أنت سبحانك إني كنت من الظالمين \" [ الأنبياء : 87 ] كما أخبر الله عنه , ولم يكن محمد صلى الله عليه وسلم حين جلس على الرفرف الأخضر وارتقى به صعدا , حتى انتهى به إلى موضع يسمع فيه صريف الأقلام , وناجاه ربه بما ناجاه به , وأوحى إليه ما أوحى بأقرب إلى الله تعالى من يونس في بطن الحوت في ظلمة البحر .",
  "ayah": 144,
  "surah": 37
}
