{
  "text": "Commentary\nWho was Luqman (علیہ السلام) mentioned in verse 12: وَلَقَدْ آتَيْنَا لُقْمَانَ الْحِكْمَةَ (And We gave wisdom to Luqman)? According to a report of Wahb Ibn Munnabih, Luqman, (علیہ السلام) was a nephew of Sayyidna Ayyub (Job) (علیہ السلام) while Muqatil identifies him as his brother from his maternal aunt. It appears in Tafsir ul-Baidawi and elsewhere that he lived long, as long as the time of Sayyidna Dawud (علیہ السلام) . It is proved by other reports too that Luqman (علیہ السلام) appeared during the time of Sayyidna Dawud\tعلیہ السلام .\nAnd the report of Sayyidna Ibn ` Abbas ؓ appearing in ad-Durr al-Manthur says that he was an Ethiopian slave who worked as a carpenter (narrated by Ibn Abi Shaibah and Ahmad in az-Zuhd, and Ibn Jarir and Ibn al-Mundhir and others). When the Sahabi, Sayyidna Jabir Ibn ` Abdullah ؓ was asked about his background, he said that he was an Ethiopian of low height and flat nose. And Mujahid said that he was a thick-lipped, cracked-footed Ethiopian slave (al-Zajjaj). (Ibn Kathir)\nAn Ethiopian came to Said Ibn al-Musayyab looking for an answer to some religious problem. The famous Tabi` i consoled him by telling him that he should not worry about the dark color of his skin, because there were three highly revered persons from among the black people who were regarded as the best of any people anywhere. Then he cited the names of Sayyidna Bilal al-Habashi, Sayyidna Mahja', the freed slave of Sayyidna ` Umar Ibn ul-Khattab ؓ and Luqman (علیہ السلام) .\nThe Identity of Luqman (علیہ السلام)\nAccording to Ibn Kathir, the majority of the elders concur that he was not a prophet. That he was a prophet has been reported only from ` Ikrimah, but the authority of this report is weak. Then, Imam al-Baghawi reports a consensus on the fact that he was a man of wisdom and knowledgeable in religious law, but not a prophet. (Mazhari)\nIbn Kathir has also pointed out to an unusual report from Sayyidna Qatadah (رح) about him saying that Allah Ta’ ala had given Luqman (علیہ السلام) choice between prophethood (nubuwwah) and wisdom (hikmah). He opted for wisdom. And in some reports, it appears that he was given the option to be a prophet. But he had submitted that he would be honored to accept it if that was a command, otherwise he should be excused.\nAgain, it has also been reported from Sayyidna Qatadah (رح) that someone asked Luqman: 'Why did you prefer wisdom over prophethood while you were given a choice between the two?' He said, 'The office of a prophet carries great responsibilities. Had that been given to me without my choice, Allah Ta’ ala would have been sufficient to see that I am enabled to discharge its responsibilities as due. And if I had asked for it with my choice and volition, the responsibility would have been mine.' (Ibn Kathir)\nNow, it already stands established that Luqman (علیہ السلام) was not a Nabiyy or prophet. This is as held by the majority of the scholars. So, we can say that the command mentioned in the present verse (i.e. Be grateful to Allah) could have been given to him through Ilham (inspiration) attributed to men of Allah (awliya' Allah).\nBefore the time of Sayyidna Dawud (علیہ السلام) Luqman (علیہ السلام) used to give Fatwa (religious rulings on questions asked by people). When Sayyidna Dawud (علیہ السلام) was invested with prophethood, he stopped this practice believing that he was not needed anymore. According to some reports, he was a judge among the Bani Isra'il. Many words of wisdom have been reported from him. Wahb Ibn Munnabih says that he has read more than ten thousand of these. (Qurtubi)\nOn a certain day, while sage Luqman was addressing a big gathering of people sharing his wisdom with them, there came a person and asked him point blank: 'Are you not the same person who used to graze goats with me in such and such forest?' Luqman (علیہ السلام) said: 'Yes, I am the same person.\" The man asked, 'How then, could you achieve this status that such multitudes of people hold you in reverence and come to hear your words from far and wide?' Luqman (علیہ السلام) said: 'The reason lies in two .things I do: (1) Always telling the truth and (2) avoiding the useless things. It appears in another report that he said: 'I tell you about a few things that have given me this station in life. If you were to take to these, you too will have the same rank and status. These are as follow: (1) Lower your gaze and hold your tongue. (2) Stay content with lawful sustenance. (3) Guard your private parts. (4) Tell the truth and uphold it. (5) Fulfill the pledge. (6) Honor the guest. (7) Protect the neighbor. (8) Observe silence against wasteful speech and leave off all useless indulgences.' (Ibn Kathir)\nWhat does the 'hikmah' given to Luqman actually mean?\nThe word: حِکمَۃ (hikmah) has been used in the Qur'an (20 times) conveying several meanings such as wisdom, knowledge, reason, forbearance, patience, prophethood, and correctness of opinion.\nCommentator Abu Hayyan has said: 'Hikmah means a statement in words, a statement that teaches people a lesson, a lesson that goes down their hearts and which they conserve and communicate to others.'\nAnd the famous Sahabi, Sayyidna ` Abdullah Ibn ` Abbas ؓ said: 'Hikmah means intellect, understanding and intelligence' while some others have said that acting in accordance with knowledge is what Hikmah is. In reality, there is no contradiction here. All these ingredients are included under the purview of Hikmah. Those who have seen the abridged Tafsir of moulana Ashraf All Thanavi (رح) in the original Urdu version of the present Tafsir will notice that he has translated Hikmah in the sense of prudence and wisdom and explained it as being knowledge that has been put into practice. This is very comprehensive and very clear.\nAfter having mentioned the giving of Hikmah to Luqman (علیہ السلام) ، on whom be peace, in this verse (12), it was said: \"Be grateful to Allah.\" Here, the first probability is to take the word: قُلنَا (qulna: We said) as understood. The sense would be that 'We gave Hikmah to Luqman and commanded him to be grateful to Allah.' Then, there are others who have also said that the statement: أَنِ اشْكُرْ‌ لِلَّـهِ (anishkur lillah: Be grateful to Allah) is in itself an explanation of Hikmah. In other words, the Hikmah given to Luqman (علیہ السلام) was that 'We gave him the command to be grateful which he carried out.' In that case, it would mean that being grateful to the blessings of Allah Ta’ ala is the greatest wisdom (hikmah). Soon after, it was explicitly clarified that this command to be grateful was not given by Allah Ta’ ala to earn some benefit for Himself. He needs no gratefulness from anyone. In fact, it has been done in the interest of human beings and for their benefit - because, according to the law of Allah, whoever is grateful to Him, He causes an increase in the blessings given to a person.\nMentioned after that there are some words of wise counsel spoken by Luqman (علیہ السلام) to his son. These have been reported by the Qur'an so that others may also benefit from these.",
  "ayah": 12,
  "surah": 31
}
