{
  "text": "The Third Bequest of Luqman (علیہ السلام) about the Correction of Deed\nThere are many obligatory deeds, but the greatest and the most important of these is Salah - and not simply that it is important by itself, it also happens to be the master deed that becomes the catalyst changing other deeds towards the better as was pointed out in the Holy Qur'an about it: إِنَّ الصَّلَاةَ تَنْهَىٰ عَنِ الْفَحْشَاءِ وَالْمُنكَرِ‌ (Surely Salah restrains from shamelessness and evil A1-` Ankabut, 29:45). Therefore, out of the obligatory good deeds, the mention of Salah was considered sufficient when it was. said: يَا بُنَيَّ أَقِمِ الصَّلَاةَ (My dear son, establish Salah - 17). And as it has been explained earlier, the expression denoting the 'iqamah' of salah does not simply suggest the 'making' or 'saying' or 'doing' it. Instead of that, this term translated as 'establish' (in the absence of an exact equivalent) includes all attending considerations, such as performing it with due respect to its essentials and manners fully and faithfully, observing punctuality in its timings and being consistent in fulfilling its requisites.\nThe Fourth Bequest of Luqman about the Betterment of People\nIslam is a collective religion. Betterment of the community, along with the betterment of the individual, is an important part of its social system. Therefore, the duty of Bidding the Fair and Forbidding the Unfair (amr bi 'l-ma` ruf and nahy 'ani 'l-munkar) was mentioned along with as important a duty as the Salah. It was said: وَأْمُرْ‌ بِالْمَعْرُ‌وفِ وَانْهَ عَنِ الْمُنكَرِ‌ (and bid the Fair and forbid the Unfair -17). Here are two duties: (1) Make yourself better and (2) make others better. Both need a lot of restraint and hard work. Facing these difficulties and remaining firm is no easy task. Particularly so, when those who stand to serve people by telling them what is good for them receive nothing but opposition and hostility in return. Therefore, while making this recommendation, it was also recommended: وَاصْبِرْ‌ عَلَىٰ مَا أَصَابَكَ ۖ إِنَّ ذَٰلِكَ مِنْ عَزْمِ الْأُمُورِ‌ (and observe patience on what befalls you. Surely, this is among the matters of determination - 17).",
  "ayah": 17,
  "surah": 31
}
