{
  "text": "The word: اشتراء (ishtira) in: وَمِنَ النَّاسِ مَن يَشْتَرِ‌ي لَهْوَ الْحَدِيثِ (And from among the people who buys the distracting amusement of things - 31:6) literally means 'to buy.' And on occasions, the same word is used in the sense of 'doing an act instead of another' - as in: أُولَـٰئِكَ الَّذِينَ اشْتَرَ‌وُا الضَّلَالَةَ بِالْهُدَىٰ are the people who have bought error at the rice of guidance - 2:16, 2:175 and in some other verses.\nThe Cause of Revelation\nThis verse was revealed because of a particular event relating to Nadr Ibn Harith. He was one of the top businessmen from among the Mushriks of Makkah who used to travel to different countries in connection with his business. Once he bought and brought back a collection of historical stories featuring Cyrus and other Persian kings from Iran. Thus armed, he said to the Quraish of Makkah: \"Muhammad tells you the stories of the people of ` Ad and Thamud and others. I shall tell you better stories, those of Rustam, Isfandyar and other kings of Persia. They started listening to his stories eagerly simply because they contained no lessons to learn and no work to do. It was nothing but some delicious stories. Because of these, many Mushriks who had some measure of interest in the Divine Word because of its miraculous nature, rather listened to it stealthily, found an excuse to draw away from the Qur'an. (ذکرہ فی الروح عن اسباب النزول للواحدی و مقاتل و ذکرنحوہ فی الدر المنثور بروایۃ البیھقی)\nAnd according to a narration of Sayyidna Ibn ` Abbas ؓ in Ad-Durr al-Manthur, the businessman mentioned above had brought in a singing bondwoman he bought in a foreign country. It was through her that he devised a plan to stop people from listening to the Qur'an. When he found anyone intending to go and listen to the Qur’ an, he would have him hear his bondwoman sing before him. He used to say: 'Muhammad ' makes you listen to the Qur'an, then goes on to ask you to pray and fast which make life difficult for you. Come, you listen to this music and enjoy the fun.'\nThe verse of the Qur'an being referred to here was revealed in relation to this very event. Here, the ishtira' (buying) of lahw al-hadith (the distracting amusement of things) means either those tales of the Persian kings, or this singing bondwoman. In terms of the event in the background of the revelation, the word: (ishtira) has been used in the real sense for buying.\nAnd in terms of the general sense of لَهْوَ الْحَدِيثِ (lahw al-Oath: the distracting amusement of things) being enunciated later, the word: اِشتَرَا (ishtira' ) is also in its general sense at this place, that is, to opt for something instead of something else. This includes the buying of things of 'lahw' (amusement) as well.\nAs for the word: حَدِيثِ (hadith) in لَهْوَ الْحَدِيثِ (lahw al-hadith), it is there in the sense of tales told and things said and done. Then the word لَهْوَ 'lahw' itself literally means to become heedless. In other words, things that make one become negligent of what must be done are also called 'lahw.' Then there are occasions when things that bring no worthwhile benefit, rather serve as pastime or entertainment only, are also referred to as لَهْوَ ' lahw.'\nAs regards the meaning and exegetical explanation of the expression: لَهْوَ الْحَدِيثِ (lahw al-hadith: distracting amusement of things - 4) in the cited verse, sayings of commentators differ. In a narration of Sayyidna Ibn Masud, Ibn ` Abbas and Jabir ؓ it has been explained as music, vocal or instrumental (reported and verified by al-Hakim, and al-Baihaqi in ash-Shu` ab)\nAnd in the view of the majority of Sahabah, Tabi` in and commentators at large, the expression: لَهْوَ الْحَدِيثِ (lahw al-hadith: the distracting amusement of things) applies generally to everything which makes one fall into a state of heedlessness as to the remembrance and worship of Allah. Included therein is music accompanied by instruments, and obscene or absurd fictional narratives as well. Imam al-Bukhari in his book, al-'Adab al-Mufrad, and al-Baihaqi in his Sunan have both elected to go by this Tafsfr. Al-Bukhari has said:\nلَهْوَ الْحَدِيثِ ھوَ الغنآُء و اَشباھُہ،\n'Lahw al-hadith' means playing music and things similar to it make one heedless to the worship of Allah).\nAnd it appears in Sunan al-Baihaqii that opting for or buying the distracting amusement of things (اِشتَرَاء لَهْوَ الْحَدِيثِ : ishtira' lahw al-hadith) means buying a bondman or bondwoman who sings and plays instruments, or buying similar other immodest things which make one heedless to the remembrance of Allah. Ibn Jarir has also taken to this general sense. The same generality is proved by a narration of Tirmidhi where the Holy Prophet ﷺ has been reported to have said, 'Do not buy or sell singing bondwomen,' after which he said, مِثل ھٰذا انزلت ھٰذہ الآیۃ و مِنَ النَّاس مَن یَّشتَرِی (About such things this verse [ i.e. verse 6 which is under discussion ] was revealed)\nIslamic Legal Injunctions of لَھو وَ لَعِب 'Lahw wa La` ib' (play and game) and its Equipment\nFull details of these injunctions supported by and Sunnah have been provided in a treatise contained in اَحکام القرآن (Ahkam ul-Qur'an) written by this humble writer. It also carries an equally detailed discussion on music and musical instruments in the light of the Qur'an and Hadith along with the sayings of Muslim jurists and mystics. This treatise in Arabic has been published in volume V of Ahkam ul-Qur'an. Learned readers may consult it at their discretion. A gist is being given here for others interested in the subject.\nFirst of all, it should be borne in mind wherever the Qur'an has mentioned Lahw and La'ib, it is in the context of its disparagement and degradation, the lowest degree of which is karahah (repugnance or reprehensibility) (Ruh ul-Ma’ ani and al-Kashshaf) and the cited verse is open and clear in declaring it as vice.\nAnd in Kitabul-Jihad of al-Hakim's Mustadrak, it has been reported by Sayyidna Abu Hurairah ؓ that the Holy Prophet ﷺ said:\nکُلُّ شَیءِ مَّن لَھوِ الدُّنِیَاباطِل اِلَّا ثلٰثۃ : اِنتضالّکَ بِقَوسِکَ و تَادِیبُکَ لِفَرَسِکَ ، ومُلَاعَبَتُکَ لِاَھلِکَ فَاِنَّھُنَّ مِنَ الحَقَّ\nEvery Lahw (play) of the world is false except three things: (1) that you play with your bow and arrow (2) and that you play while training your horse and (3) that you play with your wife - because these are among acceptable rights.\n(Hakim has said that this Hadith is Sahih on the condition set forth by Muslim. But, adh-Dhahabi and others have not accepted it as muttasil, (of an uninterrupted chain) Instead, he calls it a mursal (of an interrupted chain). But, in the sight of the majority of Hadith experts, a mursal hadith is also authentic).\nIn this Hadith, every 'lahw' or play has been declared as false with the exception of three. These, in reality, are just not included under the definition of 'lahw' because 'lahw' is supposed to be something in which there is no worthwhile religious or worldly benefit. And these three things are worthwhile. Many religious and worldly advantages are attached with them. As for archery and training of horses, they are part of the preparation for Jihad. Then, playfulness with one's wife serves the purpose of procreation. That they have been named as 'lahw' is simply because of outward similarity. In terms of reality, they are just not included under 'lahw.' Similarly, other than these three, there are many things that yield religious or worldly benefit while, seen outwardly, they are supposed to be 'lahw' or play. These too have been rated as permissible in other narrations of Hadith; in fact, some of these have been declared to be commendable. Relevant detail will follow.\nIn gist, the doing of things which are 'lahw,' in real terms, that is, in which there is no benefit, neither religious nor worldly, are all necessarily blameworthy and makruh (repugnant, reprehensible) after all. Then, there are details about them. Some reach the extent of kufr (infidelity). Others are explicitly حَرَام Haram (forbidden) the lowest degree of which is their being makruh tanzihi, that is, counter to the preferred choice (khilaf al-awl. No 'lahw,' which really qualifies as 'lahw,' is exempt from it. As for the plays exempted in Hadith, they definition of 'lahw' as it has been already clarified in Hadith itself. In Abu Dawud, Tirmidhi, An-Nasai and Ibn Majah, there is a narration from Sayyidna 'Uqbah Ibn ` Amir ؓ ، It appears in Kitab ul-Jihad in the words: لَیسَ مِنَ اللَّھوِ ثَلَاثُ تادِیبُ الرَّجلِ فَرَسَہ، وَملَا عَبَتُہ، اَھلَہ، وَرَمیُہ، بِقَوسِہٖ وَنَبلِہٖ (Three things do not fall under 'lahw:' (1) Man training his horse and (2) playing with his wife and (3) shooting with his bow and arrows (Nasbur-Rayah, p. 273, v. 4). This Hadith has itself made it clear that these three things that have been exempted are simply not included in 'lahw.' and that which is really 'lahw' is false and blameworthy.\tThe different degrees of its blameworthiness follow next:\n1. Playing that becomes a conduit of going astray from one's Religion, or making others turn away from it, is kufr (infidelity) - as stated in the cited verse: وَمِنَ النَّاسِ مَن يَشْتَرِ‌ي لَهْوَ الْحَدِيثِ - 6. There it has been declared to be an act of grave error and infidelity, the punishment of which is painful, a punishment particular to those who have disbelieved (kuffar). The reason is that this verse was revealed following an event relating to Nadr Ibn Harith in which he had used this 'lahw' to divert people from Islam. Therefore, this 'lahw' (distracting amusement) did not remain simply Haram (forbidden), in fact, it went to the extent of becoming kufr (infidelity).\n2. The second form is that which does not make people go astray from Islamic Beliefs, but does make them get involved with something forbidden and sinful. This, then, would not be kufr as such. But, patently unlawful and gravely sinful it shall remain - as do all those games played with bets. In other words, these may be games where the element of gambling (qimar) is present with giving or taking of money on winning or losing, or recreational activities that impede the performance of religious duties such as prayers and fasting etc.\nThe reading of Shameless Fiction or Poetry or Writings of the Proponents of the False is also Not Permissible.\nIn our time, an alarming number of young people get introduced to shameless fiction, stories and novels based on plots featuring people who fancy and flirt with crimes, and poetry composed of indecent and shameless couplets. All these things are included under this kind of distracting amusement which is forbidden 'lahw.' Similarly, the study of ideas dished out by the wayward proponents of the false is also not permissible for common people, because this could become an active agent in misleading them from the straight path. Should the ` U1ama' who are well grounded in religious knowledge study them for rebuttal, it does not matter.\n3. As for playing games that have neither an element of kufr (infidelity) nor of open sinfulness, they are makruh (repugnant) in that one would be wasting his energy and time in an activity that yields no benefit.\nBuying and Selling of the Equipment used in Games\nFrom the details given above, we have also come to know the rule operating in the buying and selling of equipment used in games. The rule is that the trading, buying and selling of equipment used in games characterized by infidelity, error, unlawfulness and sin is also haram (forbidden). And that which is used in makruh lahw, its trading is also makruh; and the equipment that is used in permissible and exempted games, its trading is also permissible; and the equipment that is used in permissible and impermissible activities both, its trading is permissible.\nAllowed and Permissible Games\nAs already explained in detail, what is blameworthy and prohibited is that particular 'lahw' or amusement or play or game which has no religious or worldly benefit in it. Games played to maintain physical health and mobility, or for some other religious or worldly need, or at the least, are for relief from fatigue without any excessive indulgence to the extent of causing disruption in necessary duties, then, such games are allowed by the Shari` ah. And should the participation in them be with the intention of fulfilling a religious need, then, they are thawab-worthy as well.\nAlso mentioned in the Hadith appearing above was the exemption of three game forms from the prohibition: Shooting of arrows, riding horses and playing with 'ahl' (wife). And in a marfu` hadith (attributed to the Holy Prophet ﷺ) from Sayyidna Ibn ` Abbas ؓ ، it appears: خَیر لھو المؤمن السباحہ و خیر لھو المرأۃ المغزل (The best game for a believer is swimming and the best game for a woman is the spinning wheel) (al-Jami` as-Saghir, from Ibn Adiyy, with weak chain of narrators).\nAccording to a narration, Sayyidna Salamah Ibn Akwa' ؓ ، says, \"Someone from among the Ansar of Madinah was a great sprinter. No one could win a race against him. Once he publicly threw a challenge if there was anyone who would run a race against him. I sought the permission of the Holy Prophet ﷺ if I could compete against him. When he gave me the permission, I was the one who went ahead in the race.' This tells us that it is also permissible to practice foot racing.\nOnce, when a well-known wrestler called Rukanah challenged the Holy Prophet ﷺ to wrestle against him, he accepted the challenge and won the bout (Abu Dawud in al-marasil).\nSome Ethiopian young men used to play with spears as a rehearsal. The Holy Prophet ﷺ let Sayyidah ` A'ishah ؓ see their game of martial skill while she stood behind his back and he said to the performers, \" اِلھُوا وَالعبُوا \" (ilhu wal abu: have fun, keep playing) )Reported by al-Baihaqi in Ash-Shu'ab, as in al-Kanz, Bab ul-Lahw). In some narrations, the following words also appear along with it: فَاِنِّئ اَکرَہُ اَن یُّرٰی فِی دِینِکُم غِلظَۃُ\t(I do not like that people see harshness in your religion).\nSimilarly, it has been reported from some Sahabah that they, when tired after their duties relating to the Qur'an and Hadith, would once in a while relax with Arab poetry or historical events (from Sayyidna Ibn ` Abbas ؓ in Kaff ar-Ra` a' ).\nIn a Hadith, it was said: “ رُوِّحُوا القُلُبَ سَاعَۃً فَسَاعَۃً ”(Let your hearts rest now and then). [ Reported by Abiu Dawud in his Marasil from Ibn Shihab 'mursalan', that is, attributed to the Holy Prophet ﷺ by the student of one of the Sahabah with the name of the narrating Sahabi not mentioned ] This hadith proves the permissibility of recreation meant to relax one's mind and heart and the need to spare some time for it.\nHowever, when doing all these things, the aim should be to achieve the correct and sound objective of those games. Playing for the sake of playing should never be the objective. Even that too is restricted to the measure of need. Any indulgence that stretches to unreasonable proportions or touches the limits of excess would not be in order. Thus, the reason behind the justification of all these games is no other but that they have to be within their limits. If so, they would just not be counted as 'lahw.'\nGames Prohibited Explicitly\nAlong with the games mentioned above, there are others the Holy Prophet ﷺ has prohibited particularly - even though, some benefits may be seen therein - such as, chess, backgammon and others played with counters and pieces. If accompanied by giving and taking of money on winning and losing, then, this is gambling, and is absolutely haram (forbidden). And should this not be the case and they may be played just for enjoyment, even then, they have been prohibited in Hadith. According to a narration of Sayyidna Buraidah in the Sahih of Muslim, the Holy Prophet ﷺ said, \"A person who plays backgammon is like the one who has smeared his hands with the blood of pig.\" Similar to this, there is another narration where words of curse appear against the player of chess. (Uqaili in ad-Du'afa' from Sayyidna Ab` u Hurairah ؓ as in Nasbur-Rayah).\nSimilarly, the Holy Prophet ﷺ has declared playing with pigeons as impermissible. [ Abu Dawud in al-Marasil from Shuraih as in al-Kanz ] The apparent reason for the prohibition of this type of pastimes is that the player of these games becomes so preoccupied with them that he would turn heedless towards other things he must do, even to Salah, and other religious obligations.\nThe Injunctions of Music and Musical Instruments\nSome Sahabah have explained the expression: لَهْوَ الْحَدِيثِ (lahw al-hadith: the distracting amusement of things) in the cited verse as singing and playing of musical instruments. Then, there are others who have explained it in the general sense and consider every such playful activity that makes one heedless towards Allah to be the meaning of: لَهْوَ الْحَدِيثِ (lahw al-hadith). But, even in their view, singing and playing of instrumental music are included therein.\nAnd in another verse of the Qur'an: لَا يَشْهَدُونَ الزُّورَ‌ (those who do not witness falsehood - Al-Furqan, 25:72), the word:... (az-zur: falsehood, the false) has been explained by Imam Abu Hanifah, Mujahid, Muhammad Ibn al-Hanafiyyah and others as ` ghina (singing and playing of instrumental music).\nAnd Abu Dawud and Ibn Majah in Sunan and Ibn Hibban in his Sahih have reported from Sayyidna Abu Malik al-Ash'arl ؓ that the Holy Prophet ﷺ said:\nلَیَشرَبَنَّ نَاسُ مِّن اُمَّتِی الخَمرَ یُسَمُّنَھَا بغَیرِ اسمِھَا یُعرَفُ عَلٰی رُؤُسِھِم بِالمَعَازِفِ وَ المُغَنِّیَاتِ ، یَخسِفُ اللہُ بِھِمُ الاَرضَ وَیَجعَلُ اللہُ مِنھُمُ القِرَدَۃَ وَ الخَنَازِیرَ\nIndeed some people from my community will drink wine giving it a name other than the name it already has. Music will be played right on their faces with instruments and singing women in attendance. Allah Ta'ala will make the earth sink with them, while He will make some of them monkeys and pigs.\nAnd according to a narration from Sayyidna ` Abdullah Ibn ` Abbas ؓ ، the Holy Prophet ﷺ said, \"Allah Ta’ ala has forbidden wine, gambling, drum and sarangi (string instrument like violin) and he said, \"Everything that intoxicates is haram (forbidden, unlawful) [ Reported by Imam Ahmad, Abu Dawud and Ibn Hibban ]\nIt has been reported from Sayyidna Abu Hurairah ؓ that the Holy Prophet ﷺ said:\nروی عن ابی ھریرا ؓ قال : قال رسول اللہ ﷺ اذا اتخذ الفیء دولاً والامانۃ مغنمًا والزکوٰۃ مغرمًا و تعلم لغیر الدین واطاع الرجل أمرأتہ و عقّ اُمّہ و أدنی صدیقہ و أقصی أباہ وظھرت الاصوات فی المساجد و ساد القبیلۃ فاسقھم وکان زعیم القوم أرذلھم و اُکرمَ الرّجل مخافۃ شرّہ و ظھرت القیان و المعازف وشربت الخمور و لعن أخر ھٰذہ الأمّۃ أوّلھا فلیرتقبوا عند ذلک ریحا حمراء وزلزلۃ و خسفًا و مسخًا و قذفًا و آیات تتابع کنظام بال قطع سل کہ فتتابع بعضہ بعضاً (رواہ الترمذی و قال ھٰذا حدیث حسن غریب)\nWhen spoils are taken as personal property and trust property as spoils and Zakah as penalty, and religious learning is acquired for worldly objectives, and when man starts obeying his wife and disobeying his mother, and keeps his friend near and his father far, and when voices rise in mosques and the chief of a tribe becomes its worst sinner and when the chief of a people becomes their lowest of the low and when wicked people are respected out of fear for them, and when singing girls and musical instruments appear all over and when wines of all sorts are consumed and when the later of this Ummah start cursing the former - then, at that time, you wait for a red storm, and earthquake, and the sinking of the earth, and the metamorphosis of figures and faces, and missiles, and the signs of Doomsday following each other, one after the other, like a broken necklace with its beads scattered simultaneously. (Reported by Tirmidhi calling it a Hasan-Gharib Hadith)\nA Warning Not to Be Ignored!\nRead the words of this Hadith again and again, and you will start seeing a blueprint of the world of our time spread out before you. Here is an advance warning given by the Holy Prophet ﷺ almost fourteen hundred years ago, against sins prevailing among Muslims, and which are increasing day by day. He has reminded Muslims that they have to remain vigilant against such conditions and take full precautions to avoid such sins both personally and socially. Otherwise, once these sins become accepted common practice, such sinners will be visited by Divine punishments. Then, the very last signs of Qiyamah will appear squarely before them. Since, the singing of women and the playing of musical instruments are included under those sins, this narration has been cited in the present context.\nFor that matter, there are many more authentic Ahadith where singing and playing of musical instruments have been declared unlawful and impermissible. Severe warnings have been given against indulging in these. This humble writer has cited all these narrations in his treatise entitled: کشف الغناء عن وصف الغِنَا which is in Arabic and has been published as Part V of Ahkam ul-Qur'an. Only some of those have been given here.\nReciting morally beneficial poetry in a good voice without musical instruments is not prohibited\nIn contrast to what has been stated above, there are narrations that seem to hint towards permissibility of 'ghina\" (singing). Such narrations have also been collected and included in the treatise referred to here. To bring the two kinds of narration in harmony, it can be said that the singing of a non-mahram woman, or a song accompanied by musical instruments are forbidden. This is in accordance with what has been proved on the authority of the cited verses of the Qur'an and from the Ahadith of the Holy Prophet.. However, if some poetic compositions are recited in a pleasing voice, and the reciting person is not a woman or a beardless young man, and the subject of the poetry recited is also not vulgar or indecent and is not inclusive of any other sin, then, it is permissible.\nAs for the reports attributed to some revered Sufis, that they listened to 'ghina\" (sama' ), it is based on this kind of permissible 'ghina\"- because, it is certain that they followed the Shari` ah and Sunnah faithfully. That they would ever commit some such sin, simply cannot be imagined. Those learned among the Sufis have themselves explained it explicitly. The treatise mentioned earlier carries the sayings of the jurists of the four schools of jurisprudence as well as those of the Sufi authorities. At this place, the summary as given has been considered sufficient in the present context.( The original work in Arabic and its Urdu translation with exhaustive notes under the title, \"Islam our Mausiqi\" (Islam and Music) has been published by Maktaba-e-Darul-Uloom, Jamia Darul-Uloom, Korangi, Karachi-75180, Pakistan. Those interested in a detailed discussion of the subject would find both versions useful.)",
  "ayah": 7,
  "surah": 31
}
