{
  "text": "Произошло это в пятницу, когда Пророк, да благословит его Аллах и приветствует, произносил проповедь перед пятничным намазом. Стоило людям услышать о том, что в Медину прибыл торговый караван, как они вышли из мечети и бросились покупать товар, оставив посланника Аллаха, да благословит его Аллах и приветствует, стоять на кафедре. Они приняли неправильное решение и повели себя недостойным образом. О Мухаммад! Поведай им, что вознаграждение, уготованное для тех, кто стремился к добру и терпеливо поклонялся Аллаху, лучше забав и торговли, которая может принести лишь небольшую прибыль, но в то же время лишить людей великой награды в Последней жизни. Однако терпеливое и усердное поклонение Аллаху никогда не уменьшит удела человека на земле, ибо Аллах является наилучшим кормильцем. Он наделяет благами своих благочестивых и набожных рабов оттуда, откуда они этого даже не ожидают. Эти аяты содержат в себе несколько важных законоположений: - Групповой пятничный намаз обязателен для мусульман, и поэтому им надлежит быть внимательными к нему и спешить на него. - Мусульмане также обязаны присутствовать на проповеди перед пятничным намазом, состоящей из двух частей, потому что толкователи Корана говорили, что именно такая проповедь подразумеваются в словах «…то устремляйтесь к поминанию Аллаха». - Перед пятничным намазом предписано возвещать азан. - Торговля после призыва к пятничному намазу запрещена, потому что она мешает верующим выполнять одно из обязательных предписаний. Из этого следует, что любое начинание, пусть даже по сути своей разрешенное, запрещается тогда, когда оно мешает выполнять нечто обязательное. - Господь велел присутствовать на пятничной проповеди и молча слушать ее и укорил тех, кто не делает этого. - Всякий раз, когда раб Божий испытывает влечение к материальной выгоде, забаве и страстям, он должен вспоминать о том, что Аллах обещал еще лучшее воздаяние тем, кто ищет Его благосклонности и не уступает своим низменным желаниям.",
  "ayah": 11,
  "surah": 62
}
