{
  "text": "Which was revealed in Madina\nThe Virtues of Surat Az-Zalzalah\nImam Ahmad recorded from `Abdullah bin `Amr that he said, \"A man came to the Messenger of Allah and said, `Teach me what to recite, O Messenger of Allah!' The Prophet said,\n«اقْرَأْ ثَلَاثًا مِنْ ذَوَاتِ الر»\n(Recite three from those which begin with the letters Alif, Lam, Ra') The man then said to him, `I have become old in age, my heart has hardened and my tongue has become harsh.' The Prophet said,\n«فَاقْرَأْ مِنْ ذَوَاتِ حم»\n(Then recite from those which begin with the letters Ha-Mim.) The man said the same thing as he had said before, so the Prophet said,\n«اقْرَأْ ثَلَاثًا مِنَ الْمُسَبِّحَات»\n(Recite three from the Musabbihat.) The man again said the same thing as he had said before. Then the man said, `Rather give me something to recite that is comprehensive (of all of these), O Messenger of Allah.' So the Prophet told him to recite\nإِذَا زُلْزِلَتِ الاٌّرْضُ زِلْزَالَهَا\n(When the earth quakes with its Zilzal.) Then when he (the Prophet ) finished reciting the Surah to him the man said, `By He Who has sent you you with the truth as a Prophet, I will never add anything else to it.' Then the man turned away and left, and the Prophet said,\n«أَفْلَحَ الرُّوَيْجِلُ، أَفْلَحَ الرُّوَيْجِل»\n(The little man has been successful, the little man has been successful.) Then the Prophet said,\n«عَلَيَّ بِه»\n(Bring him back to me.) So the man came to him and the Prophet said to him,\n«أُمِرْتُ بِيَوْمِ الْأَضْحَى جَعَلَهُ اللهُ عِيدًا لِهَذِهِ الْأُمَّة»\n(I have also been commanded to celebrate `Id Al-Adha, which Allah has made a celebration for this Ummah.) The man said `What do you think if I am only able to acquire a borrowed milking she-camel -- should I slaughter it' The Prophet said,\n«لَا، وَلَكِنَّكَ تَأْخُذُ مِنْ شَعْرِكَ وَتُقَلِّمُ أَظَافِرَكَ وَتَقُصُّ شَارِبَكَ وَتَحْلِقُ عَانَتَكَ فَذَاكَ تَمَامُ أُضْحِيَّتِكَ عِنْدَ اللهِ عَزَّ وَجَل»\n(No. But you should cut your hair, clip your nails, trim your mustache, shave your pubic area and that will be the completion of your sacrifice with Allah, the Mighty and Majestic.)\" Abu Dawud and An-Nasa'i recorded this (Hadith.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Day of Judgement what will take place during it, the Condition of the Earth and Condition of ppl\nIbn `Abbas said,\nإِذَا زُلْزِلَتِ الاٌّرْضُ زِلْزَالَهَا\n(When the earth quakes with its Zilzal.) \"This means that it will move from beneath it.\"\nوَأَخْرَجَتِ الأَرْضُ أَثْقَالَهَا\n(And when the earth throws out its burdens.) meaning, it will throw forth that which is in it of the dead. More than one of the Salaf have said this and it is similar to Allah's statement,\nيأَيُّهَا النَّاسُ اتَّقُواْ رَبَّكُمْ إِنَّ زَلْزَلَةَ السَّاعَةِ شَىْءٌ عَظِيمٌ\n(O mankind! Have Taqwa of your Lord! Verily, the earthquake (Zalzalah) of the Hour is a terrible thing.) (22:1) This is also similar to His saying,\nوَإِذَا الاٌّرْضُ مُدَّتْ - وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ\n(And when the earth is stretched forth, and has cast out all that was in it and became empty.) (84:3-4) Muslim recorded in his Sahih from Abu Hurayrah that the Messenger of Allah said,\n«تُلْقِي الْأَرْضُ أَفْلَاذَ كَبِدِهَا أَمْثَالَ الْأُسْطُوَانِ مِنَ الذَّهَبِ وَالْفِضَّةِ، فَيَجِيءُ الْقَاتِلُ فَيَقُولُ فِي هَذَا قَتَلْتُ، وَيَجِيءُ الْقَاطِعُ فَيَقُولُ فِي هَذَا قَطَعْتُ رَحِمِي،وَيَجِيءُ السَّارِقُ فَيَقُولُ: فِي هَذَا قُطِعَتْ يَدِي، ثُمَّ يَدَعُونَهُ فَلَا يَأْخُذُونَ مِنْهُ شَيْئًا»\n(The earth will throw out the pieces of its liver (its contents). Gold and silver will come out like columns. A murderer will come and say, `I killed for this' The one who broke the ties of kinship will say, `For this I severed the ties of kinship' The thief will say, `For this I got my hands amputated' Then they will leave it there and no one will take anything from it.)\" Then Allah says,\nوَقَالَ الإِنسَـنُ مَا لَهَا\n(And man will say: \"What is the matter with it\") meaning, he will be baffled by its situation after it used to be stable, settled and firm, and he used to be settled upon its surface. This refers to the alteration of the state of things and the earth moving and shaking. There will come to it inescapable quaking that Allah prepared for it. Then it will throw out its dead people -- from the first to the last generations. At that time the people will be baffled by the events and the earth changing into other than the earth, and the heavens as well. Then they will be presented before Allah, the One, the Irresistible. Concerning Allah's statement,\nيَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا\n(That Day it will declare its information.) meaning, it will speak of what the people did upon its surface. Imam Ahmad, At-Tirmidhi and Abu `Abdur-Rahman An-Nasa'i all recorded a Hadith from Abu Hurayrah -- and in the wording of An-Nasa'i's version it states -- that he said, \"The Messenger of Allah recited this Ayah,\nيَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا\n(That Day it will declare its information.) Then he said,\n«أَتَدْرُونَ مَا أَخْبَارُهَا؟»\n(Do you know what is its information) They said, `Allah and His Messenger know best.' He said,\n«فَإِنَّ أَخْبَارَهَا أَنْ تَشْهَدَ عَلَى كُلِّ عَبْدٍ وَأَمَةٍ بِمَا عَمِلَ عَلَى ظَهْرِهَا أَنْ تَقُولَ: عَمِلَ كَذَا وَكَذَا يَوْمَ كَذَا وَكَذَا، فَهَذِهِ أَخْبَارُهَا»\n(Verily, its information is that it will testify against every male and female servant, about what they did upon its surface. It will say that he did such and such on such and such day. So this is its information.)\" Then At-Tirmidhi said, \"This Hadith is Sahih Gharib.\" Concerning Allah's statement,\nبِأَنَّ رَبَّكَ أَوْحَى لَهَا\n(Because your Lord will inspire it.) It is apparent that the implied meaning here is that He will permit it (the earth). Shabib bin Bishr narrated from `Ikrimah that Ibn `Abbas said,\nيَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا\n(That Day it will declare its information.) \"Its Lord will say to it, `Speak.' So it will speak.\" Mujahid commented (on \"inspire it\"), \" He commands it (i.e., to speak). \" Al-Qurazi said, \"He will command it to separate from them.\" Then Allah says,\nيَوْمَئِذٍ يَصْدُرُ النَّاسُ أَشْتَاتاً\n(That Day mankind will proceed in scattered groups (Ashtat)) meaning, they will return from the station of the Judgement in separate groups. This means that they will be divided into types and categories: between those who are miserable and those who are happy, and those who are commanded to go to Paradise and those who are commanded to go to the Hellfire. As-Suddi said, \"Ashtat means sects.\" Allah said,\nلِّيُرَوْاْ أَعْمَـلَهُمْ\n(that they may be shown their deeds.) meaning, so that they may act and be rewarded for what they did in this life of good and evil.\nThe Recompense for Every Minute Deed Therefore\nAllah goes on to say,\nفَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ\n(So whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of speck of dust shall see it.) Al-Bukhari recorded from Abu Hurayrah that the Messenger of Allah said,\n«الْخَيْلُ لِثَلَاثَةٍ، لِرَجُلٍ أَجْرٌ، وَلِرَجُلٍ سِتْرٌ، وَعَلَى رَجُل وِزْرٌ. فَأَمَّا الَّذِي لَهُ أَجْرٌ فَرَجُلٌ رَبَطَهَا فِي سَبِيلِ اللهِ فَأَطَالَ طِيَلَهَا فِي مَرْجٍ أَوْ رَوْضَةٍ، فَمَا أَصَابَتْ فِي طِيَلِهَا ذَلِكَ فِي الْمَرْج وَالرَّوْضَةِ كَانَ لَهُ حَسَنَاتٍ، وَلَوْ أَنَّهَا قَطَعَتْ طِيَلَهَا فَاسْتَنَّتْ شَرَفًا أَوْ شَرَفَيْنِ كَانَتْ آثَارُهَا وَأَرْوَاثُهَا حَسَنَاتٍ لَهُ، وَلَوْ أَنَّهَا مَرَّتْ بِنَهَرٍ فَشَرِبَتْ مِنْه وَلَمْ يُرِدْ أَنْ يَسْقِيَ بِهِ كَانَ ذَلِكَ حَسَنَاتٍ لَهُ، وَهِيَ لِذَلِكَ الرَّجُلِ أَجْرٌ. وَرَجُلٌ رَبَطَهَا تَغَنِّـيًا وَتَعَفُّفًا وَلَمْ يَنْسَ حَقَّ اللهِ فِي رِقَابِهَا وَلَا ظُهُورِهَا فَهِيَ لَهُ سِتْرٌ، وَرَجُلٌ رَبَطَها فَخْرًا وَرِيَاءً وَنِوَاءً فَهِيَ عَلَى ذَلِكَ وِزْر»\n(The horses are for three. For one man they are a reward, for another man they are a shield, and for another man they are a burden. In reference to the man for whom they are a reward, he is the man who keeps them to be used in the way of Allah. Thus, they spend their entire life grazing in the pasture or garden (waiting in preparation for Jihad). So whatever afflicts them during that lengthy period in the pasture or garden, it will be counted as good deeds for him. Then, if their lengthy period is ended and they are used for a noble battle or two, their hoof prints and their dung are counted as good deeds for him.\nWhen they passed through a stream from which they did drink, though he (their owner) does not intend to quench their thirst, yet, it would be counted as good deeds, Therefore, they are a reward for that man. A man who keeps them to maintain himself and to be independent of others (i.e., begging, etc.), and he does not forget the right of Allah upon their necks and their backs (i.e., their Zakah), then they are a shield for him (from the Hellfire). A man who keeps them in order to boast, brag and show off, then they are a burden for him (on Judgement Day).) So the Messenger of Allah was then asked about the donkeys and he said,\n«مَا أَنْزَلَ اللهُ فِيهَا شَيْئًا إِلَّا هَذِهِ الْايَةَ الْفَاذَّةَ الْجَامِعَةَ\nفَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ\n»\n(Allah has not revealed anything concerning them except this single, comprehensive Ayah: (So whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of speck of dust shall see it.)) Muslim also recorded this Hadith. In Sahih Al-Bukhari, it is recorded from `Adi that the Prophet said,\n«اتَّــقُوا النَّارَ وَلَوْ بِشِقِّ تَمْرَةٍ، وَلَوْ بِكَلِمَةٍ طَيِّـبَة»\n(Fear (ward off) the Fire, even if by giving half a date in charity, and even by saying a single word of good.) In the Sahih as well, he (`Adi) narrated (from the Prophet ):\n«لَا تَحْقِرَنَّ مِنَ الْمَعْرُوفِ شَيْئًا وَلَوْ أَنْ تُفْرِغَ مِنْ دَلْوِكَ فِي إِنَاءِ الْمُسْتَسْقِي، وَلَوْ أَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْـبَسِط»\n(Do not under rate any good act, even if it is offering drinking water from your bucket to one who is seeking a drink, or meeting your brother with a cheerful face.) It is also recorded in the Sahih that the Prophet said,\n«يَا مَعْشَرَ نِسَاءِ الْمُؤْمِنَاتِ، لَا تَحْقِرَنَّ جَارَةٌ لِجَارَتِهَا وَلَوْ فِرْسَنَ شَاة»\n(O party of believing women! None of you should belittle a gift sent by your neighbor, even if it is a Firsan of a sheep.) The word Firsan in this Hadith means its hoof. In another Hadith he said,\n«رُدُّوا السَّائِلَ وَلَوْ بِظِلْفٍ مُحْرَق»\n(Give something to the beggar, even if it is a burnt hoof.) It has been reported from `A'ishah that she gave a single grape in charity and then she said, \"To how much dust is it equivelent\" Imam Ahmad recorded from `Awf bin Al-Harith bin At-Tufayl that `A'ishah told him that the Prophet used to say,\n«يَاعَائِشَةُ، إِيَّاكِ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّ لَهَا مِنَ اللهِ طَالِبًا»\n(O `A'ishah! Beware of the sins that are belittled, for indeed they will be taken account of by Allah.) This Hadith was recorded by An-Nasa'i and Ibn Majah.Imam Ahmad recorded from `Abdullah bin Mas`ud that the Messenger of Allah said,\n«إِيَّاكُمْ وَمُحَقَّرَاتِ الذُّنُوبِ، فَإِنَّهُنَّ يَجْتَمِعْنَ عَلَى الرَّجُلِ حَتْى يُهْلِكْنَه»\n(Beware of the sins that are belittled. For verily, they are gathered in a man until they destroy him.) And indeed the Messenger of Allah made an example of them (sins that are taken lightly) by saying that they are like a people who settle in barren land. Then their leader comes and orders the men to go out one at a time and each bring back a stick until they have gathered a large number of sticks. Then they kindled a fire and burned everything that they threw into it.This is the end of the Tafsir of Surat Idha Zulzilat (Az-Zalzalah) and all praise and thanks are due to Allah.",
  "ayah": 8,
  "surah": 99
}
