{
  "surah": 8,
  "ayah": 24,
  "text": "O you who have faith, respond to God and the Messenger when he invites you to that which will give you life, and know that God comes between a man and his heart, and unto Him you will be mustered. In the tongue of the folk of allusion, response is of two sorts: one is the response of tawḤīd, and the other the response of realization. TawḤīd is that the faithful say “one,” and realization is that the rec- ognizers be one. TawḤīd is the attribute of the travelers, and realization is the state of those snatched away. The first is the attribute of the Bosom Friend, the second the attribute of the Beloved. The Bosom Friend was a traveler and stood before the Exalted Threshold in the station of service: “Surely I have turned my face toward Him who originated the heavens and the earth, un- swerving” [6:79]. The Beloved was snatched away, sitting in reverence at the top of good fortune. The Beginningless Presence addressed him, “Peace be upon thee, O Prophet, and God's mercy and His blessing.” The traveling of the wayfarers lies in the outward response of following the Messenger. The attraction of the snatched away lies in the secret core's response of contemplating the Knower of Unseen Things. This is why that master of the Tariqah said, “Respond to God in your secret core and His Mes- senger through your outwardness when he invites you to that which will give you life. The life of the souls is through following the Messenger, and the life of the hearts is through contemplating the unseen things.” May I be a ransom for the men dwelling in the Unseen, their secret cores roaming in all that is there! The reality of life will not be turned over to anyone among the folk of creation without the response of tawḤīd and the signet of realization. Hence this call of exaltedness came from the prophetic presence: “I have been commanded to fight the people until they say 'No god but God.'” When He invites you to that which will give you life. In reality the folk of life and the living are those who are pure of backsliding, far from suspicion, famous for friendship, released from the ruling power of the soul, their hearts joined to the Patron, their secret cores adorned with awareness of the Real, alive in the breeze of intimacy, having found the beginningless reminder and reached the Friend The Pir of the Tariqah said, “O God, nothing other than recognizing You is happiness, and nothing other than finding You is life.  He who lives without You is imprisoned like a corpse. Life without You is death, and the one who lives with You lives forever.” O life of the spirit, what is it with me that I know nothing of my state? The spirit from You fills me, but my heart's blood is empty of You. * I will have no spirit if You turn away from me. O Spirit of the world, You are my unbelief and faith. And know that God comes between a man and his heart. The wayfarers on the road of the Haqiqah are two groups: the knowers and the recognizers. The knowers find their hearts in keeping with the verse, “Surely in that is a reminder for him who has a heart” [50:37]. The recognizers lose their hearts in keeping with the verse, “And know that God comes between a man and his heart.” This is a strange intimation and a marvelous allusion: The heart is the road, and the Friend is the homeland. When someone arrives at the homeland, he no longer walks on the road. At the beginning, there is no escape from the heart, but at the end, the heart is a veil. As long as someone stays with the heart, he is the desirer. The one without a heart is the de- sired. At first the heart is needed because one cannot traverse the road of the Shariah without the heart. Thus He said, “a reminder for him who has a heart.” At the end, remaining with the heart is duality, and duality is distance from the Real. Hence He said, “comes between a man and his heart.” It is said that the possessors of the heart are four: The renunciant, whose heart is wounded by yearning; the fearful, whose heart is washed by doubt; the desirer, whose heart has tightened its belt in service; and the lover, whose heart is joined with the Presence. Revelation came to David the prophet: “'O David, make for Me a pure house in which I may reside!' O David, make a house fitting to be the field of union with Me, and turn away from the others toward Me.  ” David said, “O Lord, which house can be fitting for Your majesty and tremendousness?” He said, “The heart of the faithful servant. 'O David! I am with fevered hearts.' Wherever you see someone in the road of searching for Me whose harvest has been burned by the fire of passion in seeking Me, take that as the mark. The pavilion of My holiness is set up only when the heart of the burnt is annihilated. The heart of the faithful servant is the treasury of My bazaar, the domicile of looking upon Me, the prayer-niche of union with Me, the tent of yearning for Me, the lodging place of speaking with Me, the treasure house of My secrets, the quarry of seeing Me.” When something is burnt, it loses value, but when a heart is burnt, it gains in value. MuṣṬafā said, “The hearts are God's containers in the earth. The most beloved of the containers to God is the most limpid, the most tender, and the most solid.” He said that the hearts of this community's lovers are cups for the wine of love for the Lord. Any heart that is more limpid in relation to en- gendered beings and more merciful toward the faithful is more exalted in the Exalted Presence. Beware, consider the heart exalted! Protect its face from the opacities of caprice and appetite, for it is a lordly subtlety and the gazing place of the Glorified. MuṣṬafā said, “Surely God gazes not on your forms or your acts, but He gazes on your hearts.” In other words, “Do not adorn your faces, for the adornment of faces has no honor with the Exalted Presence; do not curl your hair, for curled and knotted hair is of no account in that Court. Do not be proud of your forms, for the form has no measure or worth. The only thing of any use is a heart full of pain.” The Pir of the Tariqah said, “For this work, a man is needed with a heart full of pain. Alas that no pain remains in the world, nor in the hearts!” Concerning His words, “God comes between a man and his heart,” one of the realizers said, “He is alluding to the hearts of His lovers, the fact that He takes the hearts away from them, pro- tects them for them, and makes them fluctuate through His attributes, as the Prophet said: 'The heart of Adam's child is between two fingers of the All-Merciful-He makes it fluctuate as He will.' Then He seals it with the seal of recognition and impresses it with the imprint of yearning.”"
}
