{
  "surah": 8,
  "ayah": 50,
  "text": "Wert thou to see when the angels take those who disbelieve, beating their faces and their backs: \" Taste the chastisement of the burning! \" Death is of four sorts: the death of degradation and the curse, the death of remorse and affliction, the death of the gift and generosity, and the death of honor and contemplation. The death of the curse is the death of the unbelievers, the death of remorse is the death of the disobedient, the death of generosity is the death of the faithful, and the death of contemplation is the death of the prophets. About the death of the curse He says, \" Wert thou to see when the angels take those who disbe- lieve. \" In another place He says, \" Wert thou to see when the wrongdoers are in the throes of death... [6:93]. O master! If only you were to see the unbelievers in the agonies of death and the blows and strikes of the chastising angels, before whose harshness, awesomeness, and fearsomeness heaven and earth tremble-the unbelievers caught amidst smoke, fire, unpleasant smells, and the striking of the angels, their hearts overcome by severance from possessions. If they complain, the pain increases, and if they weep, the call no good news [25:22] comes to them. The dust of unworthiness sits on their face, the fire of severance falls into their spirit, hell is filled with their moaning, and the angels disown them. Beware of the severity of severance! Beware of the wound of separation! \" As for the death of remorse, that is the death of the disobedient, who passed their days in heedlessness and fell short in the acts of obedience and worship. Suddenly they fall into the grasp of the angel of death and are caught by death's agonies. On one side they see the angel of mercy, but they are ashamed because they did little good. On the other side they see the angel of chastise- ment, and they fear because they did bad and ugly things. The hapless, disobedient servant stays in the middle, his eyes toward the Unseen to see what will come. Will generosity or degradation come from there? Will he see bounty or justice? Then the angels present his obedience and dis- obedience to him, his obedience being little, his disrespect great.  His many works add remorse to the remorse and disobedience to disobedience. Then those deeds of his-little obedience, much disobedience-are both sealed and hung around his neck. He remains like this in the bier, like this in the grave, and like this at the resurrection, just as the Exalted Lord says: \" And every man, We have fastened his omen to his neck \" [17:13]. Third is the death of the gift and generosity for the faithful and the good men. The angels of mercy will seize their pure spirits from them with hundreds of thousands of generosities, benevo- lences, comforts, good news, and glad tidings. They will give good news with the gentle favors of generosity and infinite caresses: \" Peace be upon you! Enter the Garden for what you were doing \" [16:32]. MuṣṬafā said, \" The gift of the person of faith is death. \" This is because what veils the per- son of faith from the Real is his soul, and death is the lifting of the veil. But the recognizers receive no bestowal and no gift from the opening up of the road to the Friend or the lifting of the veils. Take care not to fear this death of form- fear rather the life you have right now. True life will not rise up from this life- it's a wolf, and wolves are not shepherds. [DS 675] Bishr Ḥāfī said, \" What a difference there is between two groups: a group who are dead but whose hearts are alive through their remembrance, and a group who are alive but whose hearts have be- came hard through their deliberation. \" It has been said that a poor man heard someone recite the verse, \" Surely the quaking of the Hour is a tremendous thing \" [22:1]. He became happy and began to dance. He shouted out, say- ing, \" Oh! When will this day come so this poor man may be let out of his bonds?! \" It was said to him, \" What was just shown to you? \" He said, \" This world is a veil, and the resurrection is the time for contemplation. For the friends the veil is a trial, and contemplation a gift. When will we be released from this veil and reach good fortune and union?! \" When will I throw off this cage and build a nest in the divine garden?! Fourth is the death of contemplation, which honors and exalts the prophets.  It is the caressing of them with the call of gentleness that comes forth without intermediary from the Exalted Presence: \" O serene soul, return to thy Lord, approving, approved! \" [89:27-28]. ʿAbdallāh ibn Masʿūd said, \" A group of us Emigrants and Helpers were gathered in the house of ʿāÌisha. God's Messenger looked at us and his eyes filled with tears. He said, 'Welcome to you! May God give you life, may God gather you, may God help you, may God guide you, may God keep you safe, may God accept you! I advise you to be wary of God, and I will advise God concerning you and will earnestly entreat Him for you.' Then he offered advice and eloquent counsel. \" The companions said, 'O Messenger of God! Is it that the days of your life have come to their end and it is time for going?' \" MuṣṬafā said, 'The fixed term has now drawn close, and the final return to God-and to the Lote Tree of the Final End, the Garden of the Abode, the Highest Throne, the fullest cup, and the highest Friend.' \" Yes, the bird of the Presence is set upon flying back to the nest of Exaltedness, the bird whose wings are passion, whose flight is desire, whose horizon is the Unseen, whose domicile is pain, whose welcome is the majesty of \" I come to him rushing. \" 9 Whenever this bird of the Presence flies from the cage of mortal nature to the horizon of the Unseen, the cherubim of holiness put their hands over their eyes. Otherwise, the lightning of its beauty would burn their eyes. At the moment of Moses' death, lightning flashed from the pavilions of awesomeness in the air of passion, and that flash of awesomeness took one of Azrael's eyes back to the state of nonbeing. It was said, \" O Azrael, when you go to My friends, take care to observe courtesy. Do not go to them without their permission. \" The tongue of the yearner's state, in the jealousy of friendship and the perfect burning of be- ginningless love, keeps on saying, \" O Lord, if You annihilate me with the sword of friendship, the angel of death will have nothing to do with me. Whoever drinks the draft of Your passion from Your cup will know the pain of craving when none is left. \" [DS 211]"
}
