{
  "text": "کامیابی کے لیے کیا ضروری ہے ؟ :حضرت مجاہد فرماتے ہیں \" ضحا سے مراد روشنی ہے \" قتادہ فرماتے ہیں \" پورا دن مراد ہے \" امام جریر فرماتے ہیں کہ ٹھیک بات یہ ہے کہ اللہ تعالیٰ نے سورج کی اور دن کی قسم کھائی ہے اور چاند جبکہ اس کے پیچھے آئے یعنی سورج چھپ جائے اور چاند چمکنے لگے، ابن زید فرماتے ہیں کہ مہینہ کے پہلے پندرہ دن میں تو چاند سورج کے پیچھے رہتا ہے اور پچھلے پندرہ دنوں میں آگے ہوتا ہے، زید بن اسلم فرماتے ہیں مراد اس سے لیلۃ القدر ہے۔ پھر دن کی قسم کھائی جبکہ وہ منور ہوجائے یعنی سورج دن کو گھیر لے، بعض عربی دانوں نے یہ بھی کہا ہے کہ دن جبکہ اندھیرے کو روشن کر دے لیکن اگر یوں کہا جاتا کہ پھیلاوٹ کو وہ جب چمکا دے تو اور اچھا ہوتا ہے تاکہ یغشاہا میں بھی یہ معنی ٹھی بیٹھتے، اسی لیے حضرت مجاہد فرماتے ہیں دن کی قسم جبکہ وہ اسے روشن کر دے، امام ابن جریر اس قوم کو پسند فرماتے ہیں کہ ان سب میں ضمیر ھاکا مرجع شمس ہے کیونکہ اسی کا ذکر چل رہا ہے، رات جبکہ اسے ڈھانپ لے یعنی سورج کو ڈھانپ لے اور چاروں طرف اندھیرا پھیل جائے، یزید بن ذی حمایہ کہتے ہیں کہ جب رات آتی ہے تو اللہ تعالیٰ جل جلالہ فرماتا ہے میرے بندوں کو میری ایک بہت بڑی خلق نے چھپالیا پس مخلوق رات سے ہیبت کرتی ہے حالانکہ اس کے پیدا کرنے والے سے زیادہ ہیبت کرنی چاہیے، (ابن ابی حاتم) پھر آسمان کی قسم کھاتا ہے یہاں جو ما ہے یہ مصدیہ بھی ہوسکتا ہے، یعنی آسمان اور اس کی بناوٹ کی قسم، حضرت قتادہ کا قول یہی ہے اور یہ مامعنی میں من کے بھی ہوسکتا ہے تو مطلب یہ ہوگا کہ آسمان کی قسم اور اس کے بنانے والے کی قسم، یعنی خود اللہ کی، مجاہد یہی فرماتے ہیں یہ دونوں معنی ایک دوسرے کو لازم ملزوم ہیں بنا کے معنی بلندی کے ہیں جیسے اور جگہ ہے والسماء بنینٰھا بایدٍالخ، یعنی آسمان کو ہم نے قوت کے ساتھ بنایا اور ہم کشادگی والے ہیں ہم نے زمین کو بچھایا اور کیا ہی اچجا ہم بچھانے والے ہیں، اس طرح یہاں بھی فرمایا کہ زمین کی اور اس کی ہمواری کی اسے بچھانے، پھیلانے کی اس کی تقسیم کی، اس کی مخلوق کی قسم زیادہ مشہور قول اس کی تفسیر میں پھیلانے کا ہے، اہل لغت کے نزدیک بھی یہی معروف ہے، جوہری فرماتے ہیں طحو تہ مثل وحولۃ کے ہے اور اس کے معنی پھیلانے کے ہیں اکثر مفسرین کا یہی قول ہے پھر فرمایا نفس کی اور اسے ٹھیک ٹھاک بنانے کی قسم یعنی اسے پیدا کیا اور آنحالیکہ یہ ٹھیک ٹھاک اور فطرت پر قائم تھا جیسے اور جگہ ہے فاقم وجھک الخ، اپنے چہرے کو قائم رکھ دین حنیف کے لیے فطرت ہے، اللہ کی جس پر لوگوں کو بنایا اللہ کی خلق کی تبدیل نہیں، حدیث میں ہے ہر بچہ فطرت پر پیدا ہوتا ہے پھر اس کے ماں باپ اسے یہودی یا نصرانی یا مجوسی بنا لیتے ہیں جیسے چوپائے جانور کا بچہ صحیح سالم پیدا ہوتا ہے کوئی ان میں کن کٹا نہ پاؤ گے (بخاری و مسلم) صحیح مسلم شریف کی ایک حدیث میں ہے کہ اللہ تعالیٰ فرماتا ہے میں نے اپنے بندے کو یکسوئی والے پیدا کئے ان کے پاس شیطان پہنچا اور دین سے ورغلالیا، پھر فرماتا ہے کہ اللہ نے اس کے لیے بدکارری و پرہیزگاری کو بیان کردیا اور جو چیز اس کی قسمت میں تھی اس کی طرف اس کی رہبری ہوئی، ابن عباس فرماتے ہیں یعنی خیرو شر ظاہر کردیا، ابن جریر میں ہے حضرت ابو الاسود فرماتے ہیں کہ حضرت عمران بن حصین ؓ نے پوچھا ذرا بتاؤ تو لوگ جو کچھ اعمال کرتے ہیں اور تکلیفیں اٹھا رہے ہیں یہ کیا ان کے لیے اللہ کی جانب سے مقرر ہوچکی ہیں اور ان کی تقدیر میں لکھی جا چکی ہیں یا یہ خود آئندہ کے لیے اپنے طور پر کر رہے ہیں اس بنا پر کہ انبیاء کے پاس آچکے اور اللہ کی حجت ان پر پوری ہوئی میں جواب میں کہا نہیں نہیں بلکہ یہ چیز پہلے سے فیصل شدہ ہے اور مقدر ہوچکی ہے حضرت عمران نے کہا پھر یہ طلم تو نہ ہوگا میں تو اسے سن کر کانپ اٹھا اور گھبرا کر کہا کہ ہر چیز کا خالق مالک وہی اللہ ہے تمام ملک اسی کے ہاتھ میں ہے اس کے افعال کی باز پرس کوئی نہیں کرسکتا وہ سب سے سوال کرسکتا ہے میرا یہ جواب سن کر حضرت عمران بہت خوش ہوئے اور کہا اللہ تجھے دسرتگی عنایت فرمائے میں نے تو یہ سوالات اسی لیے کئے تھے کہ امتحان ہوجائے، سنو ایک شخص مزینہ جھینہ قبیلے کا آنحضرت ﷺ کی خدمت میں حاضر ہوا اور یہی سوال کیا جو میں نے پہلے تم سے کیا اور حضور ﷺ نے بھی وہی جواب دیا جو تم نے دیا تو اس نے کہا پھر ہمارے اعمال سے کیا ؟ آپ نے جوابا ارشاد فرمایا کہ جس کسی کو اللہ تبارک وتعالیٰٰ نے جس منزل کے لیے پیدا کیا ہے اس سے ویسے ہی کام ہو کر رہیں گے اگر جنتی ہے تو اعمال جنت اور دوزخی لکھا گیا ہے تو ویسے ہی اعمال اس پر آسان ہوں گے سنو قرآن میں اس کی تصدیق موجود ہے، اللہ تعالیٰ فرماتا ہے ونفس وما سواھا فالھمھا فجورھا وتقوٰھایہ حدیث مسلم شریف میں بھی ہے، مسند احمد میں بھی ہے کہ جس نے اپنے نفس کو پاک کیا اور بامراد ہوا، یعنی اطاعت رب میں لگا رہا نکنکمے اعمال رذیل اخلاق چھوڑ دئیے جیسے اور جگہ ہے قد افلح من تزکی وذکرا سم ربٖہ فصلی جس نے پاکیزگی اختیار کی اور اپنے رب کا نام دیا کیا پھر نماز پڑھی اس نے کامیابی پالی اور جس نے اپنے ضمیر کا ستیاناس کیا اور ہدایت سے ہٹا کر اسے برباد کیا، نافرمانیوں میں پڑگیا اطاعت اللہ کو چھوڑ بیٹھا یہ ناکام اور نامراد ہوا۔ اور یہ معنی بھی ہوسکتے ہیں کہ جس کے نفس کو اللہ تعالیٰ نے پاک کیا اور بامراد ہوا اور جس کے نفس کو اللہ نے نیچے گرادیاوہ برباد، خائب اور خاسر رہا، عوفی اور علی بن ابو طلحہ حضرت ابن عباس سے یہی روایت کرتی ہیں ابن ابی حاتم کی ایک مرفوع حدیث میں ہے کہ حضور ﷺ نے آیت قد افلح من زکھا پڑھ کر فرمایا کہ جس نفس کو اللہ نے پاک کیا اس نے چھٹکارا پالیا لیکن اس حدیث میں ایک علت تو یہ ہے کہ جویبربن سعید متروک الحدیث ہے دوسری علت یہ ہے کہ ضحاک جو حضرت عبداللہ سے روایت کرتے ہیں ان کی ملاقات ثابت نہیں، طبرانی کی حدیث میں ہے کہ فالھمھا فجورھا وتقوٰھاپڑھ کر آپ نے یہ دعا پڑھی اللھم ائت نفسی تقوٰھا انت ولیھا ومولاھا وخیر من زکاھا ابن ابی حاتم کی حدیث میں یہ دعا یوں وارد ہوئی ہے اللھم ائت نفسی تقوٰھا وزکھا انت خیر من زکاھا انت ولیھا ومولاھاکم سند احمد کی حدیث میں ہے حضرت عائشہ ؓ فرماتی ہیں کہ رات کو ایک مرتبہ میری آنکھ کھلی میں نے دیکھا کہ حضور ﷺ اپنے بستر پر نہیں اندھیرے کی وجہ سے میں گھر میں اپنے ہاتھوں سے ٹٹولنے لگی تو یرے ہاتھ آپ پر پڑے آپ اس وقت سجدے میں تھے اور یہ دعا پڑھ رہے تھے رب اعط نفسی تقوٰھا وزکھا انت خیر من زکاھا انت ولیھا ومولاھاکیہ حدیث صرف مسھد احمد میں ہی ہے، مسلم شریف اور مسند احمد کی ایک حدیث میں ہے کہ رسول کریم ﷺ یہ دعا مانگتے تھے اللھم انی اعو ذبک من العجز والکسل والھرم والجبن والبخل و عذاب القبر اللھم ائت نفسی تقوھا وزکھا انت خیر من زکاھا انت ولیھا ومولاھا اللھم انی اوذبک من قلب لا یخشع ومن نفس لا تشبع وعلم لا ینفع ودعوۃ لا یستجاب لھا کیا اللہ میں عاجزی، بےچارگی، سستی تھکاوٹ بڑھاپے نامردی سے اور بخیلی اور عذاب قبر سے تیری پناہ چاہتا ہوں، اے اللہ میرے دل کو اس کا تقویٰ عطا فرما اور اسے پاک کر دے تو ہی اسے بہتر پاک کرنے والا ہے تو ہی اس کا والی اور مولیٰ ہے، اے اللہ مجھے ایسے دل سے بچا جس میں تیرا ڈر نہ ہو اور ایسے نفس سے بچا جو آسودہ نہ ہو اور ایسے علم سے بچا جو نفع نہ دے اور ایسی دعا سے بچا جو قبول نہ کی جائے، راوی حدیث میں حضرت زید بن ارقم فرماتے ہیں کہ اللہ کے رسول صلعم نے ہمیں یہ دعا سکھائی اور ہم تمہیں سکھاتے ہیں۔",
  "ayah": 4,
  "surah": 91
}
