{
  "text": "এখানে আল্লাহ পাক মানব-পিতা আদম (আঃ)-এর মর্যাদা এবং তাঁর শত্রু ইবলীসের বর্ণনা দিচ্ছেন, যে ইবলীস হযরত আদম (আঃ) ও তাঁর সন্তানদের সাথে শত্রুতা রাখে। যেন মানুষ তাদের শত্রু ইবলীস থেকে বেঁচে থাকে এবং তার পথে না চলে। তাই তিনি মানব জাতিকে সম্বোধন করে বলেনঃ আমি তোমাদেরকে সৃষ্টি করেছি এবং তোমাদের আকৃতি দান করেছি। তারপর আমি ফেরেশতাদেরকে বলেছি-আদিম (আঃ)-কে সিজদা কর । আমার এ নির্দেশ পালনার্থে সবাই সিজদা করলো। আল্লাহ তা'আলা ফেরেশতামণ্ডলীকে বলেছিলেন-আমি মানব সৃষ্টি করবো, যাকে আমি ঠনঠনে শুষ্ক মাটি দ্বারা তৈরী করবো। সুতরাং যখন আমি ওকে তৈরী করে ওতে রূহ ফুঁকে দিলাম এবং একটা জীবন্ত দেহ তৈরী হয়ে গেল, তখন আমার এই ক্ষমতা দেখে সবাই আদম (আঃ)-এর সিজদায় পড়ে গেল। আর এর প্রয়োজনীয়তা এজন্যেই ছিল যে, যখন আল্লাহ তা'আলা আদম (আঃ)-কে নিজের হাতে মসৃন চটচটে মাটি দ্বারা তৈরী করলেন এবং তাকে একটা সোজা দেহবিশিষ্ট মানবীয় রূপ দান করলেন আর তার মধ্যে রূহ ফুকে দিলেন, তখন তিনি ফেরেশতাদেরকে নির্দেশ দিলেন- ‘কুন’ শব্দ দ্বারা বানানো মাখলুককে নয়, বরং স্বয়ং আমার হাতে বানানো পুতুলকে সিজদা কর। কিন্তু প্রকৃতপক্ষে এটা ছিল কুদরতে ইলাহীকে সিজদা করা এবং তার শান শওকতের সম্মান করা। এই নির্দেশ দেয়া মাত্রই সমস্ত ফেরেশতা নির্দেশ পালনার্থে সিজদা করলেন। কিন্তু একমাত্র ইবলীস সিজদাহ করলো না। প্রথম সূরা অর্থাৎ সূরায়ে বাকারায় এর উপর যথেষ্ট আলোচনা হয়েছে। এখন এই স্থানে আমরা যা কিছু আলোচনা করলাম তা হচ্ছে। ওটাই যা ইবনে জারীর (রঃ) অবলম্বন করেছেন।(আরবী) -এর তাফসীরে হযরত ইবনে আব্বাস (রাঃ) বলেন যে, প্রথমে মানুষকে পুরুষ লোকদের পৃষ্ঠদেশে সৃষ্টি করা হয়। এরপর স্ত্রী লোকদের গর্ভাশয়ে তার আকৃতি দান করা হয়। কাতাদাহ (রঃ) এবং যহ্হাক (রঃ) এই আয়াতের তাফসীরে বলেন যে, এর অর্থ হচ্ছে-আমি আদম (আঃ)-কে সৃষ্টি করেছি। তারপর তার সন্তানের আকৃতি দান করেছি। কিন্তু এতে চিন্তা ভাবনার অবকাশ রয়েছে। কেননা, এর পরেই আল্লাহ পাক বলেছেন- (আরবী)-এটা একথাই প্রমাণ করছে যে, এর দ্বারা আদম (আঃ)-কেই বুঝানো হয়েছে। আর এখানে বহুবচনের সাথে যে বলা হয়েছে, এর কারণ এই যে, আদম (আঃ) হচ্ছেন মানব জাতির পিতা। যেমন আল্লাহ তা'আলা তো সম্বোধন করছেন নবী (সঃ)-এর যুগের বানী ইসরাঈলদেরকে। অর্থাৎ (আরবী) (২:৫৭) অর্থাৎ গামাম’, ‘মান’ ও ‘সালওয়া তো এসেছিল বর্তমান যুগের বানী ইসরাঈলের পূর্বপূরুষদের উপর। তাহলে এর দ্বারা তো ঐ লোকদেরকেই বুঝানো হয়েছে যারা হযরত মূসা (আঃ)-এর যুগে ছিল। কিন্তু বাপ-দাদাদের উপর অনুগ্রহ করাও প্রকতপক্ষে তাদের বংশধরদের উপরও অনুগহ করা হয়ে থাকে। তাহলে এই অনুগ্রহ যেন সন্তানদের উপরও করা হয়েছিল। এ জন্যেই (আরবী) সে দ্বারা সম্বোধন করেছেন। তাহলে যেন (আরবী) শব্দ দ্বারা আদম (আঃ) এবং তাঁর সন্তানগণ সকলকেই বুঝানো হয়েছে। অর্থাৎ সকলকেই একত্রিত করা হয়েছে। এটা আল্লাহ পাকের নিম্নের উক্তির বিপরীতঃ (আরবী) (২৩:১২) এখানে (আরবী) শব্দ দ্বারা (আরবী) উদ্দেশ্য। অর্থাৎ বহুবচন উদ্দেশ্য নয়, বরং একটি আত্মা অর্থাৎ হযরত আদম (আঃ)-এর সত্তা উদ্দেশ্য, যাকে মাটি থেকে সৃষ্টি করা হয়েছিল। কিন্তু তাঁর সমস্ত সন্তানকে মাটি দ্বারা সৃষ্টি করা হয়নি, বরং নুঙ্কা' বা বীর্য থেকে সৃষ্টি করা হয়েছে। এখন যে বলা হয়-“মানুষকে মাটি দ্বারা সৃষ্টি করা হয়েছে তা শুধু এই কারণে যে, মানুষের পিতা আদম (আঃ)-কে মানুষের মত বীর্য থেকে নয়, বরং মাটি দ্বারা সৃষ্টি করা হয়েছিল। এসব বিষয়ে আল্লাহই সবচেয়ে ভাল জানেন।",
  "ayah": 11,
  "surah": 7
}
