{
  "text": "১৩২-১৩৫ নং আয়াতের তাফসীর:\nএখানে মহা মহিমান্বিত আল্লাহ ফিরাউন সম্প্রদায়ের বিদ্রোহ ও বিরোধিতার সংবাদ দিচ্ছেন যে, কিভাবে তারা হক থেকে সরে গিয়ে একগুয়েমী ভাব দেখিয়েছিল এবং বাতিলের উপর থেকে হঠকারিতা করেছিল। তারা এ কথাও বলেছিল, “যদি মূসা (আঃ) এমন নিদর্শনও প্রদর্শন করেন যার মাধ্যমে তিনি আমাদের উপর যাদু করে দেন তবুও আমরা ঈমান আনবো না । না আমরা তাঁর কোন দলীল কবুল করবো, না তাঁর উপর ঈমান আনয়ন করবো, না তাঁর মু'জিযার উপর ঈমান আনবো।”তাই আল্লাহ পাক বলেনঃ “আমি তাদের উপর তুফান পাঠালাম।' (আরবী)-এর অর্থের ব্যাপারে মতানৈক্য রয়েছে। ইবনে আব্বাস (রাঃ) বলেন যে, এটা হচ্ছে অধিক বৃষ্টিপাত যা ডুবিয়ে দেয় বা ক্ষেত ও বাগানের ক্ষতি সাধন করে। (এটা যহহাক ইবনে মাযাহিমও (রঃ) বলেছেন। এটাই বেশী প্রকাশমান) তিনি এর দ্বারা সাধারণ মহামারীও বুঝিয়েছেন। মুজাহিদ (রঃ) বলেন যে, তুফান হচ্ছে প্লাবন ও প্লেগ। হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, তুফান অর্থ হচ্ছে মৃত্যু। অন্য একটি বর্ণনায় আছে যে, ওটা হচ্ছে। আল্লাহর আকস্মিক ও আসমানী শাস্তি! যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “ওদের নিদ্রিত অবস্থায় সে উদ্যানে তোমার প্রভুর বিপর্যয় হানা দিলো।” (৬৮:১৯) (আরবী) -এর অর্থ হচ্ছে ফড়িং, যা একটা প্রসিদ্ধ পাখি, যা খাওয়া হালাল। সহীহ বুখারী ও সহীহ মুসলিমে হযরত আবদুল্লাহ ইবনে আবি আওফা (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “আমরা রাসূলুল্লাহ (সঃ)-এর সাথে সাতটি যুদ্ধে শরীক ছিলাম। প্রত্যেক যুদ্ধেই আমরা ফড়িং খাওয়ার সুযোগ পেয়েছিলাম।” ইমাম শাফিঈ (রঃ), ইমাম আহমাদ (রাঃ) এবং ইমাম ইবনে মাজাহ (রঃ) হযরত ইবনে উমার (রাঃ) হতে বর্ণনা করেছেন যে, নবী (সঃ) বলেছেনঃ “আমাদের জন্যে দু’টো মৃত ও দু’টো রক্ত হালাল করা হয়েছে। (মৃত দু’টো হচ্ছে) মাছ ও ফড়িং, আর (রক্ত দু'টো হচ্ছে) কলিজা ও প্লীহা।” রাসূলুল্লাহ (সঃ) বলেনঃ “অধিকাংশ প্রাণী যেগুলো প্রকৃতপক্ষে আল্লাহর সেনাবাহিনী, সেগুলোকে আমি নিজে খাই না বটে, কিন্তু অন্যদের জন্যে হারাম বলি না, বরং ওগুলো হালাল।” রাসূলুল্লাহ (সঃ)-এর না খাওয়ার কারণ ছিল এই যে, ওতে তাঁর রুচি হতো না। যেমন গোসাপ। ওটা খেতে তার নিজের রুচি হতো না। কিন্তু অন্যদেরকে তিনি ওটা খাওয়ার অনুমতি দিয়েছেন। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) ফড়িং, গোসাপ এবং কোন প্রাণীর মূত্রস্থলী খেতেন না। কিন্তু ওগুলোকে হারামও বলতেন না। তাঁর ফড়িং খাওয়া থেকে বিরত থাকার কারণ ছিল এই যে, এটা আল্লাহর একটি আযাব । ফড়িং যে ফসলের জমির উপর দিয়ে গমন করে সেই জমির ফসল সমূলে ধ্বংস হয়ে যায়। মূত্রস্থলী থেকে বিরত থাকার কারণ এই যে, ওটা প্রস্রাবের নিকটবর্তী অংশ। আর গোসাপ না খাওয়ার কারণ এই যে, ওটা হচ্ছে এমন একটি জাতি যা সুন্দর আকৃতি থেকে কদাকৃতিতে রূপান্তরিত হয়েছে। অতঃপর হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “এই বর্ণনাটিও দুর্বল বটে, তবে গোসাপ খাওয়া থেকে রাসূলুল্লাহ (সঃ)-এর বিরত থাকার কারণের প্রতি আলোকপাতের উদ্দেশ্যেই আমি এটা নকল করেছি।” আমীরুল মু'মিনীন হযরত উমার ইবনে খাত্তাব (রাঃ) অত্যন্ত আগ্রহের সাথে ফড়িং খেতেন। তাঁকে ফড়িং খাওয়া সম্পর্কে জিজ্ঞেস করা হলে তিনি উত্তরে বলেনঃ “আমি দু'একটি ফড়িং পেলে অত্যন্ত মজা করে খেয়ে থাকি।” হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-এর পত্নীগণ থালা ভর্তি ফড়িং তাঁর কাছে উপঢৌকন স্বরূপ প্রেরণ করতেন। রাসূলুল্লাহ (সঃ) বলেছেন, ইমরানের কন্যা মারইয়াম (আঃ) আল্লাহ তাআলার নিকট দু'আ করেছিলেন, “হে আল্লাহ! আমাকে এমন মাংস খেতে দিন যাতে রক্ত নেই।” তখন আল্লাহ তাআলা তাকে ফড়িং খেতে দেন। তখন মারইয়াম (আঃ) বলেনঃ “হে আল্লাহ! লালন পালন ছাড়াই তাকে জীবন দান করুন এবং শব্দ ও শোরগোল ছাড়াই ওদের এককে অপরের পিছনে রেখে দিন।” রাসূলুল্লাহ (সঃ) বলেছেন-“ফড়িংকে মেরো না। এগুলো হচ্ছে আল্লাহ তাআলার এক বিরাট সেনাবাহিনী।” এ হাদীসটি খুবই গারীব ।(আরবী) যুক্ত আয়াত সম্পর্কে মুজাহিদ (রঃ) বলেন যে, এই শাস্তি এই কারণে যে, অতীত যুগে এগুলো দরজার কীলকে খেয়ে ফেলতে এবং কাঠকে অবশিষ্ট রাখতো। আওযায়ী (রঃ) বলেনঃ “আমি একদা জঙ্গলের দিকে রওয়ানা হলাম। হঠাৎ দেখি যে, এক ঝাক ফড়িং যমীন ও আসমানকে ছেয়ে আছে। আর একটি লোক ঐ ঝাঁকের মধ্যে বর্ম পরিহিত অবস্থায় রয়েছে। যেই দিকে সে ইশারা করছে সেই দিকে ঐ ফড়িংগুলো সরে যাচ্ছে। ঐ লোকটি বার বার বলতে রয়েছে- দুনিয়া ও ওর মধ্যস্থিত সবকিছুই বাতিল ও মিথ্যা।”কাযী শুরাইহ (রঃ)-কে ফড়িং সম্পর্কে জিজ্ঞেস করা হলে তিনি উত্তরে বলেনঃ “আল্লাহ ওকে ধ্বংস করুন! তার মধ্যে সাতটি শক্তিশালীর মাহাত্ম রয়েছে। ওর মাথা হচ্ছে ঘোড়ার, গর্দান হচ্ছে বলদের, বক্ষ সিংহের, বাহু গৃধিনীর, পা উটের, লেজ সাপের এবং পেট হচ্ছে বৃশ্চিকের।”(আরবী) (৫:৯৬) এই আয়াতটি সম্পর্কে আলোচনার সময় নিম্নের হাদীসটি বর্ণনা করা হয়েছে, আমরা রাসূলুল্লাহ (সঃ)-এর সাথে হজ্ব বা উমরার জন্যে যাচ্ছিলাম। এক দল ফড়িং-এর আমরা সম্মুখীন হই। আমরা খড়ি দিয়ে ওগুলোকে মারছিলাম, অথচ ঐ সময় আমরা ইহরামের অবস্থায় ছিলাম। আমরা এ কথা রাসূলুল্লাহ (সঃ)-এর নিকট বর্ণনা করলে তিনি বলেনঃ “ইহরামের অবস্থায় সামুদ্রিক শিকারে কোন বাধা নেই।” হযরত আনাস (রাঃ) ও হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) যখন ফড়িং-এর উপর বদদু'আ করে বলেনঃ “হে আল্লাহ! আপনি ছোট বড় সমস্ত ফড়িংকে ধ্বংস করে দিন, ওদের ডিমগুলো বরবাদ করে দিন, ওদের বংশ-স র্কি ছিন্ন করুন এবং আমাদের থেকে কেড়ে নেয়া আহার্য ওদের মুখ থেকে ছিনিয়ে নিন! নিশ্চয়ই আপনি প্রার্থনা শ্রবণকারী।” তখন হযরত জাবির (রাঃ) তাঁকে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এগুলো তো আল্লাহর সেনাবাহিনী। অথচ আপনি ওগুলোর বংশ সম্পর্ক কেটে দেয়ার প্রার্থনা করছেন!” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “এগুলো সমুদ্রের মাছ থেকে সৃষ্ট হয়ে থাকে।” (এটা ইমাম ইবনে মাজাহ (রাঃ) তাঁর সুনানে তাখরীজ করেছেন) যিয়াদ সংবাদ দিয়েছেন যে, যে ব্যক্তি ফড়িংকে মাছ থেকে সৃষ্ট হতে দেখেছে সে বর্ণনা করেছে, মাছ যখন সমুদ্রের তীরবর্তী স্থানে ডিম ছাড়ে এবং তীরের পানি শুকিয়ে যায় ও তথায় সূর্যের আলো পতিত হয়, তখন ঐ ডিমগুলো হতে এই ফড়িং বেরিয়ে পড়ে উড়তে শুরু করে।” (আরবী) -এর আলোচনায় আমরা নিমের হাদীসটি বর্ণনা করেছিঃ“আল্লাহ তা'আলা হাজার প্রকারের মাখলুক সৃষ্টি করেছেন। ছয়শ' প্রকার হচ্ছে জলচর এবং চারশ’ হচ্ছে স্থলচর। আর তাড়াতাড়ি ধ্বংস হয়ে যাবে এরূপ মাখলুক হচ্ছে ফড়িং।” রাসূলুল্লাহ (সঃ) বলেছেনঃ “যুদ্ধে ধ্বংস প্রাপ্তদের সামনে প্লেগও কিছুই নয়। আর ফড়িং এর প্রতিদ্বন্দ্বিতায় কাঠেরও কোন হাকীকত নেই।” এই হাদীসটি গারীব। (আরবী) সম্পর্কে হযরত ইবনে আব্বাস (রাঃ) বলেন যে, ওটা হচ্ছে গমের ভিতরের পোকা অথবা ওটা হচ্ছে ছোট ছোট ফড়িং যার পালক থাকে না এবং উড়ে না। মুজাহিদ (রঃ) বলেন যে, (আরবী) হচ্ছে কালো বর্ণের ক্ষুদ্র কীট বা মশা অথবা ওটা হচ্ছে এমন পোকা যা উটের গায়ে লেগে থাকা পোকা সদৃশ।বর্ণিত আছে যে, যখন মূসা (আঃ) ফিরাউনকে বলেছিলেনঃ “হে ফিরাউন! বানী ইসরাঈলকে আমার সাথে পাঠিয়ে দাও”। সেই সময় আল্লাহ তা'আলার পক্ষ থেকে ঝড় তুফান শুরু হয়েছিল এবং মুষলধারে বৃষ্টি বর্ষিত হচ্ছিল। ফিরাউন ও তার লোকেরা বুঝে নিয়েছিল যে, এটা আল্লাহর শাস্তি। তাই তারা বলেছিল“হে মূসা! আল্লাহর নিকট দু'আ করে এই ঝড়-তুফান বন্ধ করে দাও। আমরা তোমার উপর ঈমান আনবো এবং বানী ইসরাঈলকে তোমার সাথে পাঠিয়ে দেবো।” মূসা (আঃ) তখন দু'আ করলেন। কিন্তু না তারা ঈমান আনলো, না বানী ইসরাঈলকে তার সাথে পাঠালো। ঐ বছর বৃষ্টিপাতের ফলে প্রচুর ফসল উৎপন্ন হলো। তারা তখন বলতে লাগলো- “বাঃ বাঃ! আমাদের আকাক্ষা তো এটাই ছিল। কিন্তু ঈমান না আনার কারণে ফড়িংকে তাদের উপর চাপিয়ে দেয়া হলো। ওরা সমস্ত ক্ষেত খেয়ে ফেললো এবং শাক সবুজী নষ্ট করে দিলো। তারা বুঝে নিলো যে, এখন আর কোন ফসল অবশিষ্ট থাকবে না। সুতরাং তারা মূসা (আঃ)-এর শরণাপন্ন হয়ে বললোঃ “হে মূসা (আঃ)! এই শাস্তিকে সরিয়ে দাও। আমরা ঈমান আনবো।” মূসা (আঃ)-এর দু'আয় ফড়িং দূর হয়ে গেল। কিন্তু তথাপি তারা ঈমান আনলো না। বরং তারা ফসল ঘরে জমা করে রাখলো এবং বলতে শুরু করলো-“কি ভয়? শস্যের ঢেরি বাড়ীতে বিদ্যমান রয়েছে।” হঠাৎ গমের পোকার শাস্তি তাদের উপর পতিত হলো। এমন অবস্থা হলো যে, কেউ দশ সের গম পেষণের জন্যে নিয়ে গেলে তিন সেরও বাকী থাকতো না। আবার তারা হযরত মূসা (আঃ)-এর কাছে আযাব রানোর দরখাস্ত করলো এবং ঈমান আনয়নের অঙ্গীকার করলো। কিন্তু সেই (আরবী)-এর শাস্তি দূর হওয়ার পরেও তারা বিরোধিতা করতেই থাকলো। কোন এক সময় হযরত মূসা (আঃ) ফিরাউনের সাথে মিলিত হয়েছিলেন এমন সময় ভেকের ডাক শোনা গেল। তিনি ফিরাউনকে বললেনঃ “তোমার উপর ও তোমার কওমের উপর একী শাস্তি!” সে বললোঃ “এতে তো ভয়ের কোনই কারণ নেই। ন্ধ্যা হতে না হতেই জনগণের সারা দেহে ভেক লাফালাফি শুরু করে দিলো। কেউ কথা বলার জন্যে মুখ খুললে ভেক তার মুখে প্রবেশ করতো। পুনরায় তারা ঐ শাস্তি অপসারণের জন্যে মূসা (আঃ)-এর নিকট আবেদন জানালো। কিন্তু সেই শাস্তি দূর হওয়ার পরেও তারা ঈমান আনলো না। এরপর নাযিল হলো রক্ত আযাব! তারা নদী থেকে বা কূপ থেকে পানি এনে রাখলে তা রক্তে পরিণত হয়ে যেতো। কোন পাত্রে রাখলেও সেই একই অবস্থা। ফিরাউনের কাছে লোকেরা এ অভিযোগ করলে সে তাদেরকে বললোঃ “তোমাদের উপর যাদু করা হয়েছে। তারা বললোঃ “আমাদের উপর কে যাদু করলো? আমাদের পাত্রে শুধু আমরা রক্তই পাচ্ছি!” অতএব, আবার তারা মূসা (আঃ)-এর কাছে আসলো এবং ঐ আযাব দূর হলে ঈমান আনবে ও বানী ইসরাঈলকে তার সাথে পাঠিয়ে দেবে এই ওয়াদা করলো। হযরত মূসা (আঃ)-এর দু'আয় তখন ঐ শাস্তি দূর হয়ে গেল। কিন্তু তবুও তারা ঈমান আনলো না এবং বানী ইসরাঈলকে তাঁর সাথে পাঠালোও না। (হযরত ইবনে আব্বাস (রাঃ), সুদ্দী (রঃ), কাতাদা (রঃ) এবং পূর্ববর্তী আলেমদের আরো কয়েকজন হতে অনুরূপ বর্ণনা বর্ণিত হয়েছে)হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, যখন যাদুকরগণ ঈমান আনলো এবং ফিরাউন পরাজিত হলো ও বিফল মনোরথ হয়ে ফিরে গেল, তখনও সে অবাধ্যতা ও কুফরী থেকে ফিরলো না। ফলে তাদের উপর পর্যায়ক্রমে কয়েকটি নিদর্শন প্রকাশিত হলো। দুর্ভিক্ষ, বৃষ্টিযুক্ত ঝড়-তুফান, ফড়িং, গমের পোকা, ব্যাঙ এবং রক্ত। এসব শাস্তি পর্যায়ক্রমে তাদের উপর নাযিল হতে থাকলো। ঝড়-তুফানের ফলে সমস্ত ভূমি দলদলে হয়ে গেল। না তারা তাতে লাঙ্গল চালাতে পারলো, না কোন ফসলের বীজ বপন করতে সক্ষম হলো। ক্ষুধার তাড়নায় তাদের প্রাণ বেরিয়ে যাওয়ার উপক্রম হলো। তারা মূসা (আঃ)-এর কাছে আযাব সরানোর দরখাস্ত করলো এবং ঈমান আনয়নের অঙ্গীকারে আবদ্ধ হলো। মূসা (আঃ) আযাব সরানোর জন্যে আল্লাহ পাকের নিকট আবেদন জানালেন। আযাব সরে গেল বটে, কিন্তু তারা ঈমান আনয়নের অঙ্গীকার পুরো করলো না। তারপরে আসলো ফড়িং-এর শাস্তি, যা সমস্ত ক্ষেতের ফসল খেয়ে ফেললো এবং তাদের ঘরের দরজাগুলোর পেরেক চাটতে থাকলো। ফলে তাদের ঘরগুলো পড়ে গেল। এরপরে আসলো কীটের শাস্তি। হযরত মূসা (আঃ) বললেনঃ “এই টিলার দিকে এসো।” তারপর হযরত মূসা (আঃ) আল্লাহ। তা'আলার নির্দেশক্রমে একটি পাথরের উপর লাঠি মারলেন। তখন ওর মধ্য থেকে অসংখ্য কীট বেরিয়ে পড়লো। ওগুলো ঘরের সর্বস্থানে ছড়িয়ে পড়লো । খাদ্যদ্রব্যের গায়ে ওগুলো লেগে থাকলো। লোকগুলো না ঘুমোতে পারছিল, না একটু স্বস্তির নিঃশ্বাস ফেলতে পারছিল। তারপর তাদের উপর ব্যাঙ-এর শাস্তি নেমে আসলো। খাদ্যদ্রব্যে ব্যাঙ, ভাতের থালায় ব্যাঙ, কাপড়ে ব্যাঙ। এরপরে আসলো রক্তের শাস্তি। পানির প্রতিটি পাত্রে পানির পরিবর্তে রক্তই দেখা যায়। মোটকথা, তারা বিভিন্ন প্রকার শাস্তির শিকারে পরিণত হলো। হযরত আব্দুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা বাঙকে মেরো না। কেননা, ফিরাউনের কওমের উপর যখন ব্যাঙ-এর শাস্তি প্রেরণ করা হয় তখন একটি ব্যাঙ আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে আগুনের এক চুল্লীর মধ্যে পড়ে যায়। তাই আল্লাহ তা'আলা ঠাণ্ডা জায়গা অর্থাৎ পানির স্থানকে ব্যাঙ-এর বাসস্থান বানিয়েছেন এবং তাদের ডাককে তসবীহ হিসেবে গণ্য করেছেন। যায়েদ ইবনে আসলাম (রাঃ) (আরবী)-এর শাস্তি দ্বারা নাকসীর (গরমের প্রকোপে নাক দিয়ে রক্ত প্রবাহিত হয়) এর শাস্তি ভাব নিয়েছেন।",
  "ayah": 135,
  "surah": 7
}
