{
  "text": "আল্লাহ তা'আলা হযরত মূসা (আঃ) সম্পর্কে সংবাদ দিচ্ছেন যে, যখন মূসা (আঃ) ওয়াদার স্থানে আসলেন এবং আল্লাহ পাকের সাথে কথা বলার মর্যাদা তার লাভ হয় তখন তিনি আল্লাহ তাআলার নিকট আবেদন জানিয়ে বলেনঃ “হে আমার প্রতিপালক! আমি আপনাকে দেখতে চাই। আপনাকে দেখার সুযোগে আমাকে দান করুন।” তখন আল্লাহ তা'আলা তাঁকে বললেনঃ “তুমি কখনই আমাকে দেখতে পার না।” (আরবী)-এর মধ্যে যে (আরবী) শব্দটি রয়েছে, এটা আলিমদের মধ্যে জটিলতা সৃষ্টি করেছে। কেননা, (আরবী) শব্দটি চিরস্থায়ী অস্বীকৃতি বুঝাবার জন্যে এসে থাকে। এর উপর ভিত্তি করেই মু'তাযিলা সম্প্রদায় দলীল গ্রহণ করেছেন যে, দুনিয়া ও আখিরাত উভয় স্থলেই আল্লাহ তাআলার দর্শন অসম্ভব। কিন্তু তাদের এই উক্তি খুবই দুর্বল। কেননা, এ ব্যাপারে ক্রমাগত হাদীস বর্ণিত হয়েছে যে, মুমিনরা আখিরাতে আল্লাহ তা'আলার দর্শন লাভ করবে। যেমন আল্লাহ তা'আলা বলেনঃ “সেই দিন কতকগুলো মুখমণ্ডল উজ্জ্বল হবে। তারা তাদের প্রতিপালকের পানে তাকাবে। এর দ্বারা মুমিনদেরকে সুসংবাদ দেয়া হয়েছে যে, তারা আল্লাহকে পরকালে দেখতে পাবে। অতঃপর কাফিরদের সম্পর্কে বলা হয়েছে যে, তারা আল্লাহ তা'আলাকে দেখতে পাবে না। যেমন তিনি বলেনঃ “কখনই না, ওরা সেদিন ওদের রব থেকে থাকবে অন্তরীণ।” এ কথাও বলা হয়েছে যে, এই (আরবী) বা অস্বীকৃতি দুনিয়ার জন্যে নির্দিষ্ট, আখিরাতের জন্যে নয়। এইভাবে এখন বাক্যের মধ্যে সামঞ্জস্য আসছে যে, আখিরাতে আল্লাহর দৃর্শন সত্য ও সঠিক, দুনিয়ায় নয়। আবার এ কথাও বলা হয়েছে যে, এই স্থলে এই কথার অর্থ ঠিক এরূপই যেমন আল্লাহ তাআলা বলেছেনঃ (আরবী) অর্থাৎ “দৃষ্টিসমূহ তাকে দেখতে পায় না, কিন্তু তিনি দৃষ্টিসমূহকে দেখতে পান, তিনি সুক্ষ্মদর্শী ও সর্বজ্ঞাত।” (৬:১০৩) সূরায়ে আনআমে এর উপর যথেষ্ট আলোচনা করা হয়েছে।পূর্ববর্তী কিতাবসমূহে রয়েছে যে, আল্লাহ তা'আলা হযরত মূসা (আঃ)-কে বলেনঃ “হে মূসা (আঃ)! কোন জীবিত মৃত্যুর পূর্বে আমাকে দেখতে পারে না। শুষ্ক জিনিসও আমার আলোক সম্পাৎ করণে ধ্বংস হয়ে যায়। এ জন্যেই আল্লাহ পাক বলেন যে, প্রতিপালক যখন পাহাড়ের উপর স্বীয় আলোকে সম্পাৎ করলেন তখন পাহাড় চূর্ণ-বিচূর্ণ হয়ে গেল এবং মূসা (আঃ) সংজ্ঞাহীন হয়ে পড়ে গেলেন। হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন আল্লাহ তা'আলা পাহাড়ের উপর স্বীয় আলোক সম্পাৎ করেন ( সেই সময় তিনি স্বীয় অঙ্গুলি দ্বারা ইশারাও করেন) তখন ওটা চূর্ণ-বিচূর্ণ হয়ে যায়। বর্ণনাকারী বলেন- আবু ইসমাঈলও (রঃ) এটা বলার সময় আমাদের দিকে স্বীয় শাহাদাত অঙ্গুলী দ্বারা ইশারা করেন। এই হাদীসের ইসনাদে একজন বর্ণনাকারীর নাম অজ্ঞাত আছে। নবী (সঃ) (আরবী)-এ আয়াতটি পড়ার সময় স্বীয় বৃদ্ধাঙ্গুলিটি কনিষ্ঠাঙ্গুলির উপরের পোরের উপর রেখে বলেনঃ “এটুকু আলোক সম্পাতের কারণে পাহাড় চূর্ণ হয়ে যায়।” (এটা ইবনে জারীর (রঃ) তাখরীজ করেছেন এবং ইমাম তিরমীযী (রঃ), আহমদ (রঃ) এবং হাকিম (রঃ) এরই কাছাকাছি বর্ণনা করেছেন)হামীদ সার্বিতকে বলেনঃ “দেখ, এইভাবে। তখন সাবিত স্বীয় হাতখানা হামীদের বক্ষের উপর মেরে বলেনঃ “এ কথা রাসূলুল্লাহ (সঃ) বলেছেন এবং আনাস (রাঃ) বর্ণনা করেছেন, তাহলে আমি কি এটা গোপন করবো?” ইমাম আহমাদও (রঃ) এরূপই বর্ণনা করেছেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহ তা'আলা শুধু কনিষ্ঠাঙ্গুলি বরাবর আলোক সম্পাৎ করেন, এর ফলেই পাহাড় জ্বলে উঠে এবং মাটি হয়ে যায়। সুফইয়ান সাওরী (রঃ) বলেন যে, পাহাড় যমীনের মধ্যে নিমজ্জিত হয়ে যায় এবং নিমজ্জিত হতেই রয়েছে। কিয়ামত পর্যন্ত ওটা আর প্রকাশিত হবে না। হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, যখন পাহাড়গুলোর উপর আলোক সম্পাৎ করা হয় তখনই ছয়টি পাহাড় উড়ে যায়। তিনটি মক্কায় এসে পড়ে এবং তিনটি পড়ে মদীনায় । মদীনায় পতিত পাহাড় তিনটি হচ্ছে-(১) উহুদ, (২) অরকান এবং রাওয়া। আর মক্কায় পতিত তিনটি পাহাড় হচ্ছে- (১) হেরা, (২) সাবীর এবং (৩) সাওর। এই হাদীসটি গারীব, এমন কি মুনকারও বটে।আলোক সম্পাতের পূর্বে তূর পাহাড়টি চর্চকে ও পরিষ্কার ছিল। আলোক সম্পাতের পর তাতে গুহা হয়ে গেছে এবং ফাটল ধরে গেছে। (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন) মুজাহিদ (রঃ) বলেন যে, আল্লাহ পাকের এ উক্তি- “হে মূসা (আঃ)! পাহাড়ের দিকে তাকাও, যদি ওটা প্রতিষ্ঠিত থাকে তবে বুঝবে যে, তুমি আমাকে দেখতে পারবে। নচেৎ, দেখতে পারবে না। এটা তিনি এ কারণেই বলেছেন যে, পাহাড়ের সৃষ্টি ও মজবুতি তো মানুষের চাইতে বহুগুণে বড় ও শক্ত! সুতরাং সেই পাহাড়ও আল্লাহর আলোক সম্পাতে চূর্ণ-বিচূর্ণ হতে দেখে তিনি অজ্ঞান হয়ে গেলেন। হযরত ইবনে আব্বাস (রাঃ)-এর তাফসীর মতে (আরবী) শব্দের অর্থ হচ্ছে সংজ্ঞাহীনতা। (এটা ইবনে জারীর আত্ তাবারী (রঃ) তাখরীজ করেছেন এবং হযরত ইবনে আব্বাস (রাঃ) হতে সুদ্দীরও (রঃ) এরূপ একটি বর্ণনা রয়েছে) কাতাদা (রঃ) এর অর্থ নিয়েছেন মৃত্যু। আভিধানিক দিক দিয়ে এ অর্থটিও সঠিক। যেমন কুরআন মাজীদে রয়েছে- (আরবী) অর্থাৎ “যখন সিঙ্গায় ফুঁ দেয়া হবে তখন যতকিছু আকাশে ও পৃথিবীতে রয়েছে, সবাই মরে যাবে বা ধ্বংস হয়ে যাবে।” মোটকথা, এখানে অর্থ মৃত্যুও হতে পারে এবং সংজ্ঞাহীনতাও হতে পারে। সংজ্ঞাহীনতা অর্থ এজন্যে হতে পারে যে, এরপরেই আল্লাহ পাক (আরবী) বলেছেন। আর চৈতন্য তো সংজ্ঞাহীনতার পরেই হয়ে থাকে, মৃত্যুর পরে নয়। সুতরাং এখানে সংজ্ঞাহীনতার অর্থ নেয়াই ঠিক হবে।চৈতন্য ফিরে আসলে হযরত মূসা (আঃ) বললেনঃ “হে আল্লাহ! আপনি পবিত্র। আপনার প্রতি কেউই দৃষ্টি রাখতে পারে না। দৃষ্টিপাত করলেই সে জ্বলে পুড়ে মরে যাবে। আপনাকে দেখতে চেয়ে আমি যে ভুল করেছি তার জন্যে তাওবা করছি। এখন আমার বিশ্বাস হয়ে গেছে এবং আমিই সর্বপ্রথম বিশ্বাস স্থাপনকারী।” এখানে ঈমান দ্বারা ঈমান ও ইসলাম উদ্দেশ্য নয়। বরং এখানে বুঝানো হয়েছে- “আমার এই বিশ্বাস জন্মেছে যে, আপনার মাখলুক আপনাকে দেখতে পারে না।”ইবনে জারীর (রঃ) এই আয়াতের তাফসীরে মুহাম্মাদ ইবনে ইসহাক (রঃ)-এর বর্ণনায় একটি বিস্ময়কর হাদীস নকল করেছেন এবং প্রধানতঃ তিনি একথাগুলো ইসরাঈলিয়াতের দফতর হতে পেয়েছেন। আল্লাহ তা'আলাই সর্বাধিক জ্ঞানের অধিকারী।(আরবী) -এই আয়াত সম্পর্কীয় হযরত আবু সাঈদ খুদরী (রাঃ)-এর একটি বর্ণনা রয়েছে, তিনি বলেন যে, একজন ইয়াহূদী এসে রাসূলুল্লাহ (সঃ)-এর কাছে অভিযোগ করলোঃ “আপনার একজন আনসারী সাহাবী আমার মুখের উপর এক থাপ্পড় মেরেছে।” ঐ সাহাবীকে ডেকে রাসূলুল্লাহ (সঃ) জিজ্ঞেস করলে তিনি বলেন, হে আল্লাহর রাসূল (সঃ)! আমি এই লোকটিকে বলতে শুনেছি - “আল্লাহ তা'আলা হযরত মূসা (আঃ)-কে সমস্ত মানুষের উপর ফযীলত দান করেছেন। আমি তখন বললাম, হযরত মুহাম্মাদ (সঃ)-এর উপরও কি? সে বললোঃ “হা।\" এতে আমার ক্রোধ হয়ে যায়। তাই আমি তাকে এক থাপ্পড় মেরে দেই। তখন রাসূলুল্লাহ (সঃ) বললেনঃ “তোমরা আমাকে নবীদের উপর মর্যাদা দিয়ো না। মানুষ কিয়ামতের দিন অজ্ঞান হয়ে যাবে। সর্বপ্রথম চৈতন্য লাভ আমারই হবে। কিন্তু আমি দেখবো যে, হযরত মূসা (আঃ) আরশের পায়া ধরে দাঁড়িয়ে রয়েছেন। আমি জানি না যে, আমার পূর্বে তাঁরই চৈতন্য লাভ হয়েছে, অথবা তিনি অজ্ঞানই হননি। কেননা, ভূরে আলোক সম্পাতের সময় তিনি একবার সংজ্ঞাহীন হয়েছিলেন। কাজেই মহান আল্লাহ কিয়ামতের দিন হয়তো তাঁকে সংজ্ঞাহীন হওয়া থেকে মুক্ত রাখবেন।” (এ হাদীসটি ইমাম বুখারী (রঃ), ইমাম মুসলিম (রঃ) এবং ইমাম আবু দাউদ (রঃ) বর্ণনা করেছেন)আবু বকর ইবনে আবি দীনার বলেন যে, এই বিবাদের প্রতিদ্বন্দ্বী ছিলেন হযরত আবু বকর সিদ্দীক (রাঃ)। কিন্তু সহীহ বুখারী ও মুসলিমে এটা আলোচিত হয়েছে যে, উনি ছিলেন আনসারদের একটি লোক। আর হযরত আবু বকর (রাঃ) তো আনসারদের অন্তর্ভুক্ত ছিলেন না। বরং তিনি ছিলেন মুহাজির। রাসূলুল্লাহ (সঃ) (আরবী)-এ উক্তি তাঁর এই উক্তির মতই যে, তিনি বলেছেন। (আরবী) অর্থাৎ “তোমরা আমাকে নবীদের উপর ও ইউনুস ইবনে মাত্তার উপর মর্যাদা প্রদান করো না।” বলা হয়েছে যে, এ কথা তিনি বিনয়, নম্রতা ও ভদ্রতার খাতিরে বলেছিলেন! অথবা আল্লাহ তাআলা যে তাকে অন্যান্য নবীদের উপর মর্যাদা দান করেছেন। এটা তা অবহিত হওয়ার পূর্বের কথা। অথবা তাঁর একথার উদ্দেশ্য ছিল“তোমরা ক্রোধে পতিত হয়ে গোঁড়ামি বা বদ্ধমূল ধারণার উপর ভিত্তি করে আমাকে মর্যাদা প্রদান করো না।” অথবা তার কথার ভাবার্থ ছিল- “তোমরা শুধুমাত্র স্বীয় মতানুসারে আমাকে ফযীলত প্রদান করো না।” আল্লাহ তা'আলাই সর্বাপেক্ষা অধিক জ্ঞানের অধিকারী।কিয়ামতের দিন লোকেরা অজ্ঞান হয়ে পড়বে। এটা স্পষ্ট কথা যে, মানুষের এভাবে চৈতন্য হারিয়ে ফেলা কিয়ামতের ভয়াবহ দৃশ্যের কারণেই হবে। খুব সম্ভব যে, এটা ঐ সময়ের ঘটনা হবে যখন আল্লাহ তাআলা লোকদের মধ্যে ফায়সালা করার জন্যে আসবেন। সেই সময় তাঁর আলোক সম্পাতের ফলে লোকেরা বেহুশ হয়ে যাবে। যেমন হযরত মূসা (আঃ) তাজাল্লী সহ্য করতে পারেননি। এ জন্যেই রাসূলুল্লাহ (সঃ) বলেছেনঃ “না জানি হয়তো আমার চৈতন্য লাভের পূর্বেই মূসা (আঃ)-এর চৈতন্য লাভ হবে অথবা ভূরের অচৈতন্য হয়ে যাওয়ার বিনিময়ে তিনি এখানে চেতনাই হারাবেন না।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন হযরত মূসা (আঃ)-এর উপর আলোক সম্পাৎ হয় তখন তার দৃষ্টিশক্তি এত তীব্র হয় যে, দশ ক্রোশ দূর হতে রাত্রির অন্ধকারে কোন কঙ্করময় ভূমিতে চলমান পিপীলিকাকেও তিনি দেখতে পেতেন।\" হযরত আবু বকর (রাঃ)। বলেনঃ “এদিক দিয়ে এটা তো কোন অসম্ভব কথা নয় যে, এই বৈশিষ্ট্য আমাদের নবীও (সঃ) লাভ করেছেন। কেননা মেরাজে তিনি আয়াতে কুবরা বা বড় সব নিদর্শন স্বচক্ষে দেখেছিলেন।” এই কথার মাধ্যমে তিনি যেন এই হাদীসের সত্যতা সাব্যস্ত করেছেন। কিন্তু হাদীসের সত্যতার ব্যাপারে চিন্তা ভাবনার অবকাশ রয়েছে। কেননা, এই হাদীসে অপরিচিত বর্ণনাকারী রয়েছেন। আর এসব কথা যে পর্যন্ত ন্যায়পরায়ণ ও নির্ভরযোগ্য বর্ণনাকারীর সাথে সম্পর্কযুক্ত না হয় ততক্ষণ পর্যন্ত তা গ্রহণযোগ্য হতে পারে না।",
  "ayah": 143,
  "surah": 7
}
