{
  "text": "১৪৪-১৪৫ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা হযরত মূসা (আঃ)-কে সম্বোধন করে বলেছেনঃ “হে মূসা (আঃ)! আমি তোমাকে রিসালাতের জন্যে ও আমার সাথে বাক্যালাপের জন্যে সমস্ত লোকের মধ্য থেকে বেছে নিয়েছি।\" এতে কোনই সন্দেহ নেই যে, মুহাম্মাদ (সঃ) হযরত আদম (আঃ)-এর সমস্ত সন্তানের সরদার বা নেতা। এজন্যেই তো আল্লাহ তা'আলা তাঁকে খাতেমুল আম্বিয়া বানিয়েছেন। তাঁর শরীয়ত কিয়ামত পর্যন্ত চালু থাকবে এবং তাঁর উম্মতের সংখ্যা সমস্ত নবীর উম্মতের সংখ্যা অপেক্ষা অধিক হবে। মর্যাদা ও ফযীলতের দিক দিয়ে তার পরে হযরত ইবরাহীম খলীল (আঃ)-এর স্থান। অতঃপর হযরত মূসা ইবনে ইমরান কালীমুল্লাহ (আঃ)-এর স্থান।আল্লাহ তা'আলা হযরত মূসা (আঃ)-কে সম্বোধন করে বলেনঃ “আমি তোমাকে যে কালাম ও মুনাজাত দান করেছি তা তুমি গ্রহণ কর এবং সে জন্যে কৃতজ্ঞতা প্রকাশ কর। আর যা সহ্য করার তোমার শক্তি নেই তা যাজ্ঞা করো না।” এরপর সংবাদ দেয়া হচ্ছে যে, এই তাখতী বা ফলকে প্রত্যেক বিষয়ের উপদেশ এবং প্রত্যেক হুকুমের ব্যাখ্যা বিদ্যমান রয়েছে। কথিত আছে যে, এই ফলক ছিল মণি-মানিক্যের তৈরী। আল্লাহ পাক তাতে উপদেশাবলী ও নির্দেশাবলী বিস্তারিতভাবে লিখে দিয়েছিলেন এবং সমস্ত হারাম এবং হালালও নির্ধারণ করে দিয়েছিলেন। এই ফলকের উপর তাওরাত লিখিত ছিল। আল্লাহ পাক বলেনঃ “কুরূনে উলাকে ধ্বংস করে দেয়ার পর আমি মূসা (আঃ)-কে কিতাব প্রদান করেছি ,যার মধ্যে লোকদের জন্যে অন্তদৃষ্টি রয়েছে।” এটাও কথিত আছে যে, এই ফলক তাওরাত লিখার পূর্বেই দেয়া হয়েছিল। মোটকথা, এটা ছিল দর্শনের প্রার্থনা না মঞ্জুর করার বিনিময় ।‘দৃঢ় হস্তে শক্তভাবে গ্রহণ কর' অর্থাৎ আনুগত্যের দৃঢ় সংকল্প গ্রহণ কর এবং স্বীয় সম্প্রদায়কেও নির্দেশ দাও যে, তারা যেন, উত্তমরূপে এর উপর আমল করে। মূসা (আঃ)-এর হুকুমের সাথে (আরবী) শব্দ রয়েছে, আর তাঁর কওমের সাথে (আরবী) শব্দ ব্যবহার করা হয়েছে। অর্থাৎ মূসা (আঃ)-কে তাগিদ করা হচ্ছে যে, তিনি যেন সর্বপ্রথম দৃঢ়তার সাথে ওর উপর আমল করেন এবং এরপর যেন তাঁর কওম উত্তম পন্থায় আমল করে।(আরবী) অর্থাৎ হে মূসা (আঃ)! যারা আমার বিরুদ্ধাচরণ করবে ও আমার আনুগত্যের বাইরে চলে যাবে তাদের পরিণাম কি হবে অর্থাৎ কিভাবে তারা ধ্বংস হয়ে যাবে তা আমি শীঘ্রই তোমাকে দেখাবো। একথাটি ঠিক ঐ কথার মত যেমন কেউ স্বীয় সম্বোধনকৃত ব্যক্তিকে বলে- যদি তুমি আমার হুকুম অমান্য কর তবে কাল আমি তোমাকে দেখে নেবো।' এখানে নির্দেশ অমান্যকারীদেরকে ভীতি প্রদর্শন করা হচ্ছে। (এই অর্থ মুজাহিদ (রঃ) ও হাসান বসরী (রঃ) থেকে নকল করা হয়েছে) আবার একথাও বলা হয়েছে যে, এর ভাবার্থ হচ্ছে-আমি আমার অনুগতদেরকে ফাসেকদের রাজ্য অর্থাৎ সিরিয়া দান করবো। অথবা এর দ্বারা ফিরাউন সম্প্রদায়ের মনযিলকে বুঝানো হয়েছে। কিন্তু প্রথম কথাটিই বেশী পছন্দনীয়। আল্লাহ তা'আলাই সর্বাধিক জ্ঞানের অধিকারী। কেননা, এটা ছিল হযরত মূসা (আঃ)-এর মিসর ত্যাগ করার পরের ফরমান। আর এই দ্বিতীয় উক্তি দ্বারা তো বানী ইসরাঈলকে সম্বোধন করা হয়েছে এবং এটা হচ্ছে ‘তীহ ময়দানে প্রবেশ করার পূর্বের সম্বোধন।",
  "ayah": 145,
  "surah": 7
}
