{
  "text": "আল্লাহ পাক বলেন যে, যখন হযরত মূসা (আঃ)-এর ক্রোধ প্রশমিত হলো তখন তিনি প্রস্তর ফলকগুলো উঠিয়ে নিলেন যেগুলো তিনি কঠিন ক্রোধের কারণে ছুঁড়ে ফেলেছিলেন। তাঁর এ কাজটা ছিল মূর্তিপূজার প্রতি ঘৃণা ও ক্রোধের কারণে। ইরশাদ হচ্ছে। এর মধ্যে হিদায়াত ও রহমত ছিল ঐ লোকদের জন্যে যারা তাদের প্রতিপালক আল্লাহকে ভয় করে। অধিকাংশ মুফাসসির বলেন যে যখন তিনি ওগুলো নিক্ষেপ করেছিলেন তখন সেগুলো ভেঙ্গে গিয়েছিল। তারপর তিনি সেগুলো একত্রিত করেছিলেন। এর উপর ভিত্তি করেই পূর্ববর্তী কোন কোন গুরুজন বলেন যে, ঐ ভাঙ্গা ফলকগুলোতে হিদায়াত ও রহমতের আহকাম লিপিবদ্ধ ছিল। কিন্তু তফসীল সম্পর্কিত আহকাম নষ্ট হয়ে গিয়েছিল। ধারণা করা হয় যে, ইসরাঈলী বাদশাহদের পুস্তকাগারে ইসলামী শাসনের যুগ পর্যন্ত এই খণ্ডগুলো বিদ্যমান ছিল। আল্লাহ তাআলাই সর্বাধিক জ্ঞানের অধিকারী। কিন্তু এ কথার উপর স্পষ্ট দলীল রয়েছে যে, ছুঁড়ে ফেলার কারণে ঐ প্রস্তর ফলকগুলো ভেঙ্গে গিয়েছিল। এ ফলকগুলো জান্নাতের মূল্যবান পাথর দ্বারা নির্মিত ছিল। আল্লাহ পাক খবর দেন যে, যখন মূসা (আঃ) ওগুলো উঠিয়ে নেন তখন তিনি, ওতে হিদায়াত ও রহমত প্রাপ্ত হন। (আরবী)-এর অর্থ হচ্ছে বিনয় ও নম্রতা। (আরবী) -এর সম্পর্কে কাতাদা (রঃ) বলেন যে, হযরত মূসা (আঃ) বলেনঃ “হে আমার প্রতিপালক! আমি ফলকগুলোতে লিখিত পাচ্ছি যে, একটি সর্বোত্তম উম্মত হবে যারা সদা সর্বদা মানুষকে ভাল কাজের আদেশ করবে এবং মন্দ কাজ থেকে বিরত রাখবে। হে আমার প্রভু! ওদেরকে আমার উম্মত করুন!\" আল্লাহ তা'আলা বললেনঃ “হে মূসা (আঃ)! এটা তো আহমাদ (সঃ)-এর উম্মত হবে।” পুনরায় মূসা (আঃ) বললেনঃ “হে আমার প্রভু! এই ফলকগুলোর মধ্যে এমন এক উম্মতকে দেখতে পাচ্ছি যারা সর্বশেষে আসবে কিন্তু সকলের পূর্বে জান্নাতে প্রবেশ করবে। হে আমার প্রভু! ওদেরকে আমার উম্মত করুন। আল্লাহ তা'আলা বললেনঃ “ওরা হচ্ছে আহমাদ (সঃ)-এর উম্মত!\" মূসা (আঃ) আবার বললেনঃ “হে আমার প্রভু! এই ফলকগুলোর মধ্যে এমন উম্মতকে দেখতে পাচ্ছি যাদের অন্তরে কুরআন থাকবে, অন্তৰ্চক্ষে তারা তা পাঠ করবে। অথচ তাদের পূর্ববর্তী সকল লোক তাদের কিতাব অন্তর্চক্ষে পাঠ করে না, এমন কি যদি তাদের কিতাবকে তাদের থেকে সরিয়ে নেয়া হয় তবে তাদের কিছুই স্মরণ থাকে না এবং কিছুই চিনতে পারে না। আল্লাহ এই উম্মতকে এমন স্মরণশক্তি দান করেছেন যা তিনি অন্য কোন উম্মতকে দান করেননি। হে আমার প্রতিপালক! এদেরকে আমারই উম্মত করুন। আল্লাহ তা'আলা বললেনঃ “হে মূসা (আঃ)!এটা তো আহমাদ (সঃ)-এর উম্মত হবে। মূসা (আঃ) পুনরায় বললেনঃ “হে আমার প্রভু! ঐ উম্মত আপনার প্রত্যেক কিতাবের উপর ঈমান আনবে, তারা পথভ্রষ্ট ও কাফিরদের সাথে যুদ্ধ করবে। এমন কি তারা কানা দাজ্জালের সাথেও যুদ্ধ করবে। হে আমার মা'বুদ! এদেরকে আমার উম্মত করুন!” আল্লাহ বললেনঃ “এরা হবে আহমাদ (সঃ)-এর উম্মত।” মূসা (আঃ) আবার বললেনঃ “হে। আল্লাহ! এই ফলকগুলোতে এমন উম্মতের উল্লেখ রয়েছে যারা তাদের ন্যরানা ও সাদকা নিজেরাই খেতে পাবে। অথচ এই উম্মতের পূর্ববর্তী উম্মতবর্গের এই অবস্থা ছিল যে, তারা কোন সাদকা বা নয়র পেশ করলে তা যদি ককূল হতো তবে আল্লাহ প্রেরিত আগুনে তা খেয়ে ফেলতে । আর ককূল না হলেও তারা তা খেতে পারতো না, বরং পশু পাখী এসে তা খেয়ে ফেলতো। ফলকের মধ্যে উল্লিখিত উম্মতের ধনী লোকদের নিকট থেকে সাদকা আদায় করে তা গরীবদের মধ্যে বন্টিত হবে। হে আল্লাহ! এদেরকে আমারই উম্মত করুন!” আল্লাহ বললেনঃ “এরা হবে আহমাদ (সঃ)-এর উম্মত।” হযরত মূসা (আঃ) পুনরায় আরয করলেনঃ “হে আমার প্রতিপালক! আমি এই ফলকগুলোর মধ্যে এমন উম্মত পাচ্ছি যে, তারা যদি কোন ভাল কাজের ইচ্ছা করে কিন্তু কার্যে পরিণত করতে না পারে তবুও তাদেরকে একটা পুণ্য দেয়া হবে। আর যদি কার্যে পরিণত করতে পারে তবে দশটি পুণ্য তাদেরকে প্রদান করা হবে, এমন কি তা বৃদ্ধি পেতে পেতে সাতশ’ পর্যন্ত পৌঁছে যাবে। হে আল্লাহ! এদেরকে আমার উম্মত করুন!” আল্লাহ বললেনঃ “তারা আহমাদ (সঃ)-এর উম্মত হবে। আবার হযরত মূসা (আঃ) বললেনঃ “হে আমার প্রভু! ফলকগুলোর মধ্যে এমন উম্মত দেখা যাচ্ছে যারা অন্যদের জন্যে সুপারিশ করবে এবং অন্যদের পক্ষ থেকেও তাদের জন্যে সুপারিশ করা হবে। হে আল্লাহ! এদেরকে আমারই উম্মত করুন।” আল্লাহ বলেনঃ “না, বরং তারা হবে আহমাদ (সঃ)-এর উম্মত।” কাতাদা (রঃ) বলেন যে, মূসা (আঃ) তখন প্রস্তর ফলকগুলো রেখে দিলেন এবং বললেনঃ “হে আল্লাহ! আমাকে আহমাদ (সঃ)-এর উম্মতের অন্তর্ভুক্ত করে নিন।”",
  "ayah": 154,
  "surah": 7
}
