{
  "text": "যারা নিরক্ষর নবী (সঃ)-এর অনুসরণ করে এবং মুসলমান হয়, তারা সেই ভবিষ্যদ্বাণী সম্পর্কে সম্যক অবগত যে ভবিষ্যদ্বাণী তাদের কিতাব তাওরাত ও ইঞ্জীলে নবী উম্মী (সঃ) সম্পর্কে করা হয়েছে। নবীদের গ্রন্থসমূহে নবী (সঃ)-এর গুণাবলী উল্লিখিত আছে। ঐসব গ্রন্থে নবীগণ নিজ নিজ উম্মতকে রাসূলুল্লাহ (সঃ)-এর নবুওয়াতের সুসংবাদ প্রদান করেছেন এবং তার মাযহাব গ্রহণ করার হিদায়াত করে গেছেন। তাঁদের আলেমগণ ও ধর্মযাজকগণ তা অবগত আছেন।মুসনাদে আহমাদে রয়েছে যে, একজন বেদুইন বর্ণনা করেছে, নবী (সঃ)-এর যুগে একবার আমি দুধ বিক্রি করার উদ্দেশ্যে মদীনায় গমন করি । বিক্রি শেষে আমি মনে মনে বলি, মুহাম্মাদ (সঃ)-এর সাথে সাক্ষাৎ করেই নেই এবং তার মুখের কিছু বাণী শুনাই যাক। আমি দেখি যে, হযরত মুহাম্মাদ (সঃ) হযরত আবু বকর ও হযরত উমার (রাঃ)-এর সাথে কোথায় যেন যাচ্ছেন। আমিও তাঁদের পিছু পিছু চললাম। তারা তিনজন এমন এক ইয়াহূদীর বাড়ীতে পৌছলেন যে তাওরাতের জ্ঞান রাখতো। তার ছেলে মৃত্যুশয্যায় শায়িত ছিল। ছেলেটি ছিল নব যুবক এবং সৌন্দর্যের অধিকারী। ইয়াহূদীটি তার ছেলের পার্শ্বে বসে তাওরাত পাঠ করছিল। রাসূলুল্লাহ (সঃ) ঐ ইয়াহূদীর সাথে বাক্যালাপ করতে শুরু করলেন। তিনি তাকে জিজ্ঞেস করলেনঃ “তাওরাত অবতীর্ণকারীর শপথ! সত্য করে বল তো, এতে আমার নবুওয়াতের কোন সংবাদ আছে কি নেই?” সে মাথা নেড়ে উত্তর দিলোঃ “না।” তখন তার মরণাপন্ন ছেলেটি বলে উঠলোঃ “তাওরাত অবতীর্ণকারীর শপথ! আমাদের কিতাবে আপনার গুণাবলী ও নবুওয়াতের সংবাদ বিদ্যমান রয়েছে এবং আমি সাক্ষ্য দিচ্ছি যে, আপনি আল্লাহর রাসূল।” অতঃপর ছেলেটি মারা গেল। তখন রাসূলুল্লাহ (সঃ) বললেনঃ “এ মুসলমান। সুতরাং ইয়াহূদীদেরকে এখান থেকে সরিয়ে দাও।” তারপর তিনি তার কাফন ও জানাযার নামাযের ব্যবস্থা করলেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) জারীরী হতে এবং তিনি আবু সখর আকীলী হতে তাখরীজ করেছেন। ইবনে কাসীর (রঃ) বলেন যে, এ হাদীসটি অতি উত্তম ও মজবুত। এটা সহীহ বুখারীতে হযরত আনাস (রাঃ) হতে বর্ণিত হয়েছে)হিশাম ইবনুল আস (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রোম সম্রাট হিরাক্লিয়াসের নিকট ইসলাম প্রচারের জন্যে আমি ও অন্য একটি লোক প্রেরিত হই। আমরা উভয়ে গমন করি এবং দামেস্কের উপকণ্ঠ পর্যন্ত পৌঁছি। জিবিল্লাহ ইবনে আইহাম গাস্সানীর প্রাসাদে আমরা উপস্থিত হই। তিনি সিংহাসনের অধিকারী ছিলেন। আমরা কি বলতে চাই তা জানবার জন্যে তিনি আমাদের কাছে একজন দূত পাঠালেন। আমরা দূতকে বললামঃ “আমরা তোমার সাথে কথা বলবো না। বাদশাহর সাথে কথা বলার জন্যে আমরা প্রেরিত হয়েছি। তিনি যদি আমাদেরকে তার কাছে ডেকে নেন তবে আমরা তার সাথে কথা বলবো। তোমার কাছে আমাদের বলার কিছুই নেই। সে তখন বাদশাহকে (প্রাদেশিক শাসনকর্তাকে) খবর দিলো। বাদশাহ আমাদেরকে ডেকে নিলেন এবং বললেনঃ “কি বলতে চাও বল।\" হিশাম ইবনুল আস তাঁর সাথে আলাপ শুরু করলেন এবং তাঁকে ইসলামের দাওয়াত দিলেন। তিনি কালো রঙ্গের কাপড় পরিহিত ছিলেন। হিশাম তাঁকে জিজ্ঞেস করলেনঃ “আপনার পরনে কালো কাপড় কেন?\" জিবিল্লাহ উত্তরে বললেনঃ “আমি শপথ করেছি যে, যে পর্যন্ত তোমাদেরকে সিরিয়া থেকে বহিষ্কার না করবো সে পর্যন্ত এই কালো পোশাক ছাড়বো না। আমরা বললাম, আল্লাহর কসম! আমরা আপনার সিংহাসন দখল করে নেবো। শুধু তাই নয়, ইনশাআল্লাহ আপনাদের কেন্দ্রীয় সম্রাটের (হিরাক্লিাসের) রাজ্যও আমাদের অধিকারে এসে যাবে। আমাদের নবী (সঃ) এই ভবিষ্যদ্বাণী করেছেন। তিনি বললেনঃ “তোমরা সেই লোক নও। ওরা হচ্ছে এমন লোক যে দিনে রোযা রাখে ও রাত্রে নামায পড়ে। বল তো, তোমাদের রোযা কিরূপ?” আমরা পূর্ণভাবে এর বর্ণনা দিলাম। তখন লক্ষ্য করলাম যে, তাঁর চেহারা মলিন হয়ে গেছে। তিনি বললেনঃ “আচ্ছা যাও, সম্রাটের (হিরাক্লিয়াসের) সাথে সাক্ষাৎ কর।” এই বলে তিনি আমাদের সাথে একজন পথ প্রদর্শক পাঠালেন। আমরা তার পথ প্রদর্শনায় চলতে লাগলাম। যখন আমরা শহরের নিকটবর্তী হলাম তখন ঐ পথ প্রদর্শক আমাদেরকে বললোঃ “তোমরা এই সওয়ারী ও উষ্ট্রীগুলো নিয়ে শহরে প্রবেশ করতে পারবে না। তোমরা ইচ্ছা করলে আমি তোমাদের জন্যে ঘোড়া ও খচ্চরের ব্যবস্থা করে দিতে পারি। আমরা বললাম, আল্লাহর শপথ! আমরা আমাদের এই উষ্ট্ৰীগুলোর উপরই সওয়ার হয়ে থাকবো। সে তখন বাদশাহকে লিখে পাঠালো যে, তারা নিজেদের ছাড়া অন্য কোন সওয়ারীতে সওয়ার হতে সম্মত নয়। সম্রাট তখন আমাদের উন্ত্রীতেই আরোহণ করে আমাদেরকে শহরে প্রবেশের অনুমতি দিলেন। আমরা তরবারী লটকিয়ে সম্রাটের প্রাসাদ পর্যন্ত পৌঁছে নিজেদের সওয়ারীগুলো সেখানে বসিয়ে দিলাম। সম্রাট স্বীয় প্রাসাদের কক্ষ থেকে আমাদেরকে দেখতে ছিলেন। আমরা নেমেই (আরবী) বললাম। আল্লাহ জানেন, আমাদের তাকবীরের শব্দে সারা প্রাসাদ কেঁপে উঠলো। মনে হলো যেন প্রবল ঝটিকা ওকে হেলিয়ে দিলো। বাদশাহ আমাদেরকে বলে পাঠালেনঃ “তোমাদের দ্বীনকে এভাবে প্রকাশ করা উচিত ছিল না। তারপর তিনি আমাদেরকে ডেকে পাঠালেন। আমরা যখন দরবারে প্রবেশ করি তখন তিনি সিংহাসনে উপবিষ্ট ছিলেন। আর তাঁর চারদিকে পোপ, ধর্মযাজক ও উচ্চপদস্থ কর্মচারীরা বসেছিল। তার মজলিসের সমস্ত জিনিসই ছিল লাল বর্ণের। সারা পরিবেশ ছিল লাল এবং তাঁর পোশাকও ছিল লাল। আমরা তাঁর নিকটবর্তী হলে তিনি হেসে ওঠেন এবং বলেনঃ “তোমরা পরস্পর যেমন সালামের আদান প্রদান কর তেমন আমাকে সালাম করলে না কেন?” তার কাছে একজন আরবী ভাষায় পারদর্শী দো-ভাষী বিদ্যমান ছিলেন। আমরা তাঁর মাধ্যমে বললাম, আমরা পরস্পর যে সালাম আদান প্রদান করি তা আপনার জন্যে শোভনীয় নয় এবং আপনাদের পারস্পরিক আদব ও সালামের রীতিও আমাদের জন্যে উপযুক্ত নয় যে, সেই রীতিতে আমরা আপনাকে সম্মান প্রদর্শন করবো। তিনি বললেনঃ “তোমাদের পারস্পরিক সালাম কিরূপ?\" আমরা উত্তরে বললামঃ (আরবী) অর্থাৎ আপনার উপর শান্তি বর্ষিত হাক। তিনি জিজ্ঞেস করলেন, “তোমরা তোমাদের বাদশাহকে কিভাবে সালাম জানিয়ে থাক?\" আমরা জবাবে বললাম, এভাবেই। তিনি আবার প্রশ্ন করলেনঃ “তিনি কিভাবে উত্তর দেন?” আমরা বললাম, তিনি এই শব্দগুলো দ্বারাই উত্তর দিয়ে থাকেন। তিনি পুনরায় জিজ্ঞেস করলেনঃ “তোমাদের সম্মানিত না’রা কি?” আমরা উত্তর দিলামঃ (আরবী) হচ্ছে আমাদের সম্মানিত ও প্রসিদ্ধ না’রা। যখন আমরা এটা উচ্চৈঃস্বরে বললাম তখন সারা প্রাসাদ কেঁপে উঠলো। শেষ পর্যন্ত তিনি মাথা উঠিয়ে দেখতে লাগলেন যে, না জানি ঘরের ছাদ ভেঙ্গেই পড়ে না কি! তিনি বললেনঃ “তোমরা যে এই কথাটি বললে যার ফলে ঘর নড়ে উঠলো, তাহলে যখন তোমরা নিজেদের বাড়ীতে এটা পড় তখন তোমাদের ঘরও কেপে উঠে না কি?” আমরা উত্তরে বললাম, না তো। আমরা আপনার প্রাসাদ ছাড়া এমনটি হতে তো আর কখনো দেখিনি। তিনি বললেনঃ “হায়! যদি তোমাদের সব জিনিসও কেঁপে উঠতো এবং এই না’রার জোরে আমার অর্ধেক রাজ্য হাত ছাড়া হয়ে যেতো এবং বাকী অর্ধেক টিকে থাকতো তবে কতইনা ভাল হতো।” আমরা জিজ্ঞেস করলাম, তা কেন? তিনি জবাবে বললেনঃ “নবুওয়াতের বিষয়টি মজবুত ও প্রতিষ্ঠিত হয়ে যাওয়া অপেক্ষা এটাই আমার কাছে সহজতর।” তারপর তিনি আমাদের আগমনের উদ্দেশ্য জিজ্ঞেস করলেন। আমরা তাবলীগের উদ্দেশ্যের কথা বলেদিলাম। তিনি জিজ্ঞেস করলেনঃ “তোমাদের নামায রোযা কেমন?” আমরা সবকিছুই জানিয়ে দিলাম। অতঃপর তিনি আমাদেরকে বিদায় দিলেন এবং অতিথিশালায় অবস্থান করতে বললেন। তিনি উত্তমরূপে আমাদের মেহমানদারী করলেন। তথায় আমরা তিন দিন অবস্থান করলাম। পুনরায় তিনি এক রাত্রে আমাদেরকে ডেকে পাঠালেন এবং আমাদের আগমনের কারণ জিজ্ঞেস করলেন। আমরা আমাদের আগমনের উদ্দেশ্যের কথা পুনরাবৃত্তি করলাম। অতঃপর তিনি স্বর্ণ-রৌপ্য জড়ানো একটা খুব বড় জিনিস চেয়ে পাঠালেন। তাতে ছোট ছোট প্রকোষ্ঠ নির্মিত ছিল এবং সবগুলো তালাবদ্ধ ছিল। তিনি একটি কক্ষের তালা খুললেন এবং ওর মধ্য থেকে একটি কালো রেশমী কাপড় বের করলেন। তাতে একটি লাল ছবি নির্মিত ছিল এবং সেটা ছিল একটি মানুষের ছবি। মানুষটির চোখগুলো ছিল বড় বড়, উরু ছিল মোটা, দাড়ি ছিল লম্বা ও ঘন। চুলগুলো ছিল দু'ভাগে বিভক্ত, অত্যন্ত সুন্দর ও দীর্ঘ। সম্রাট আমাদেরকে জিজ্ঞেস করলেনঃ “ইনি কে তা জান কি?” আমরা উত্তর দিলাম, না। তিনি বললেনঃ “ইনি হলেন হযরত আদম (আঃ)। তাঁর দেহে অনেকগুলো চুল ছিল। এরপর তিনি আর একটি বাক্সের তালা খুললেন। ওর মধ্য থেকে একটি কালো রেশমী কাপড় বের করলেন। তাতে একটি গৌর বর্ণের মানুষের ছবি বানানো ছিল। মানুষটির ছিল কুঞ্চিত কেশ, লাল চক্ষু, বড় মাথা এবং সুন্দর দাড়ি। বাদশাহ বললেনঃ “ইনি হচ্ছেন হযরত নূহ (আঃ)।\" তারপর আর একটি বাক্স থেকে তিনি আর একটি ফটো বের করলেন। ওটার রং ছিল গৌর, চোখগুলো সুন্দর ছিল, কপাল ছিল চওড়া, চেহারা ছিল খাড়া, দাড়িগুলো ছিল সাদা এবং মুখটি ছিল হাস্যময়। সম্রাট জিজ্ঞেস করলেনঃ “জান ইনি কে? ইনি হলেন হযরত ইবরাহীম (আঃ)।” তিনি আর একটি বাক্স খুললেন। তাতে ছিল একটি উজ্জ্বল গৌর বর্ণের ছবি। ওটা ছিল হযরত মুহাম্মাদ (সঃ)-এর ফটো। বাদশাহ জিজ্ঞেস করলেনঃ “এই লোকটিকে চেনো কি?” আমরা বললামঃ হ্যা, ইনি হচ্ছেন হযরত মুহাম্মাদ (সঃ)। তাঁর ছবিটি দেখে আমরা আবেগে অভিভূত হয়ে পড়লাম। বাদশাহ বললেনঃ “আল্লাহ জানেন যে, ইনিই হচ্ছেন হযরত মুহাম্মাদ (সঃ)!” তারপর তিনি দাড়িয়ে গেলেন এবং বলে উঠলেনঃ “আল্লাহর শপথ! ইনিই কি তিনি?” আমরা উত্তরে বললামঃ “হ্যা, ইনিই তিনি। এই ছবিটি দেখে আপনি মনে করে নেন যে তাঁকেই দেখেছেন। তারপর তিনি কিছুক্ষণ ধরে অত্যন্ত মনোযোগর সাথে ছবিটির দিকে তাকিয়ে থাকলেন। তারপর বললেনঃ “এটা ছিল শেষ বাক্স। কিন্তু এটাকে সর্বশেষ দেখাবার পরিবর্তে মধ্যভাগে দেখালাম তোমাদের সত্যতা পরীক্ষা করার জন্যে।” এরপর তিনি আর একটি ছবি বের করলেন। ওটা ছিল গোধূম বর্ণের এবং নরম ও পাতলা আকৃতি বিশিষ্ট। কেশগুলো ছিল কুঞ্চিত, চোখগুলো ছিল বসা বসা, দৃষ্টি ছিল তীক্ষ এবং ওষ্ঠ ছিল মোটা। তিনি বললেনঃ “ইনি হলেন হযরত মূসা (আঃ)!” ওরই সাথে মিলিত আর একটি ছবি ছিল। এটা ছিল আকারে ওরই সাথে সাদৃশ্যযুক্ত। কিন্তু এটার চুলগুলো ছিল তৈলাক্ত ও চিরুনীকৃত । কপাল ছিল চওড়া এবং চোখগুলো বড় বড়। তিনি বললেনঃ “ইনি হলেন হযরত হারূন ইবনে ইমরান (আঃ)।” তারপর আর একটি বাক্স থেকে তিনি আর একটি ফটো বের করলেন। ওটার ছিল গোধূম বর্ণ, দেহের উচ্চতা মধ্যম, সোজা কেশ এবং চেহারায় দুঃখ ও ক্রোধের চিহ্ন প্রকাশমান। তিনি বললেনঃ “ইনি হলেন হযরত লূত (আঃ)।” তারপর তিনি একটা সাদা বর্ণের রেশমী কাপড় বের করলেন। তাতে যে মানুষের ফটো ছিল তা ছিল সেনালী বর্ণের। দেহ লম্বা ছিল না। গাল ছিল হালকা পাতলা এবং চেহারা ছিল সুন্দর। তিনি বললেনঃ “ইনি ইসহাক (আঃ)।” এরপর তিনি আর একটি দরজা খুললেন এবং এর মধ্য থেকে একটি সাদা রেশমী কাপড় বের করে আমাদেরকে দেখালেন। এর আকৃতি হযরত ইসহাক (আঃ)-এর আকৃতির সাথে খুবই সাদৃশ্যযুক্ত ছিল। তিনি বললেনঃ “ইনি হযরত ইয়াকূব (আঃ)।” তারপর তিনি কালো রেশমী কাপড়ের আর একটি ফটো দেখালেন। ওটার ছিল গৌর বর্ণ, সুন্দর চেহারা, মুখমণ্ডলে ঔজ্জ্বল্য, আন্তরিকতা ও বিনয়ের লক্ষণ পরিস্ফুট এবং বর্ণ কতকটা লাল। বললেনঃ “ইনি হলেন হযরত ইসমাঈল (আঃ)।” এরপর আর একটি বাক্স হতে আর একটি সাদা রেশমী কাপড় বের করলেন যার মধ্যকার ছবিটি হযরত আদম (আঃ)-এর ছবির সাথে সাদৃশ্যযুক্ত ছিল। চেহারায় যেন সূর্য চমকাচ্ছে। বললেনঃ “ইনি হযরত ইউসুফ (আঃ)।” তারপর আর একটি ছবি বের করলেন। ওটার ছিল লাল রং, পুরু পায়ের গোছা, বড় বড় চোখ, বড় পেট ও বেঁটে দেহ। বললেনঃ “ইনি হযরত দাউদ (আঃ)।” এরপর আরও একটি ছবি বের করলেন। ওটার ছিল মোটা উরু, লম্বা পা এবং তিনি ঘোড়ার উপর সওয়ার ছিলেন। বললেনঃ “ইনি হযরত সুলাইমান (আঃ)।” অতঃপর তিনি আরও একটি ছবি বের করলেন। ওটা ছিল বয়সে যুবক, দাড়ি ছিল কালো, চুলগুলো ছিল ঘন, চক্ষুগুলো সুন্দর এবং চেহারাতেও সৌন্দর্য বিরাজ করছিল। সম্রাট বললেনঃ “ইনি হলেন হযরত ঈসা ইবনে মারইয়াম (আঃ)।” আমরা তাকে জিজ্ঞেস করলাম, আপনি এই ছবিগুলো পেলেন কোথায়? আমাদের বিশ্বাস যে, এগুলো অবশ্যই নবীদেরই ছবি। কেননা, আমরা আমাদের নবী (সঃ)-এর ছবি সঠিকভাবেই পেয়েছি। উত্তরে তিনি বললেনঃ “হযরত আদম (আঃ) আল্লাহ তা'আলার নিকট আবেদন করেছিলেন- হে আল্লাহ! আমার নবী সন্তানদেরকে আমাকে দেখিয়ে দিন। আল্লাহ তা'আলা তখন ঐ নবীদের ফটোগুলো হযরত আদম (আঃ)-কে প্রদান করেছিলেন। ঐগুলোকে হযরত আদম (আঃ) পাশ্চাত্য দেশে রক্ষিত রেখেছিলেন। যুলকারনাইন ওগুলোকে বের করেন এবং হযরত দানইয়াল (আঃ)-এর হাতে সমর্পণ করেন। অতঃপর সম্রাট বললেনঃ “আমি তো চাচ্ছিলাম যে, নিজের রাজ্য ছেড়ে দিয়ে তোমাদের কোন এক নগণ্য লোকের গোলাম হয়ে থাকি যে পর্যন্ত না আমার মৃত্যু হয়।”এরপর তিনি আমাদেরকে বিদায় দিলেন। বিদায়ের প্রাক্কালে তিনি আমাদেরকে বহু পুরস্কার ও উপঢৌকন প্রদান করলেন এবং গমনের সুব্যবস্থা করে দিলেন। যখন আমরা আবু বকর (রাঃ)-এর কাছে আসলাম এবং ঘটনাটি বর্ণনা করলাম তখন তিনি আবেগে অভিভূত হয়ে পড়লেন এবং বললেনঃ “আল্লাহ তাকে তাওফীক দিলে এই রূপই করতো!” অতঃপর তিনি বললেনঃ “রাসূলুল্লাহ (সঃ) আমাদেরকে সংবাদ দিয়েছেন যে, ইয়াহূদীরা তাদের কিতাবে নবী (সঃ)-এর গুণাবলী পেয়ে থাকে।”হযরত আতা ইবনে ইয়াসার (রাঃ) বলেনঃ “আমি হযরত আবদুল্লাহ ইবনে আমর (রাঃ)-এর সাথে সাক্ষাৎ করি এবং তাওরাতে রাসূলুল্লাহ (সঃ) সম্পর্কে যে ভবিষ্যদ্বাণী রয়েছে তা জিজ্ঞেস করি। তিনি উত্তরে বললেনঃ “হ্যা, আল্লাহর শপথ! তাওরাতে তাঁর গুণাবলীর এরূপই বর্ণনা রয়েছে যেরূপ কুরআনে রয়েছে।” আল্লাহ পাক বলছেনঃ (আরবী) অর্থাৎ নিশ্চয়ই আমি তোমাকে সাক্ষী, শুভ সংবাদদাতা ও ভয় প্রদর্শনকারী রূপে পাঠিয়েছি।” (৪৮:৮) দ্রুপ তাওরাতেও রয়েছে- “তুমি আমার বান্দা ও রাসূল। তোমার নাম মুতাওয়াক্কিল, তুমি কঠোরও নও এবং সংকীর্ণমনাও নও। আল্লাহ তা'আলা তোমাকে ঐ পর্যন্ত নিজের কাছে আহ্বান করবেন না যে পর্যন্ত না তুমি ভুল পথে পরিচালিত কওমকে সোজা পথে পরিচালিত করতে পার। আর যে পর্যন্ত না তারা ঈমান আনে এবং তাদের অন্তর থেকে পর্দা উঠে যায়, কান শ্রবণকারী ও চক্ষু দর্শনকারী হয়। অতঃপর হযরত কা'ব (রঃ)-এর সাথে হযরত আতা’ (রাঃ)-এর সাক্ষাৎ হলে তাকেও তিনি এই প্রশ্ন করেন। তিনি যা বর্ণনা করেন তাতে একটি অক্ষরেরও গরমিল হয়নি। গরমিল শুধু একুটু হয় যে, তিনি নিজের ভাষায় - (আরবী) কে (আরবী) -কে (আরবী) এবং (আরবী)- কে (আরবী) বলতেন। কিন্তু তিনি নিম্নের বাক্যটুকু বাড়িয়ে দিয়েছেনঃ “তিনি বাজারে শোরগোল করেন না, মন্দের বদলা মন্দ দ্বারা দেন না, বরং ক্ষমা করে দেন।” এরপর তিনি আবদুল্লাহ ইবনে উমার (রাঃ)-এর হাদীসটি বর্ণনা করলেন। তারপর বললেনঃ পূর্ববর্তী গুরুজনদের ভাষায়- তাওরাত' শব্দের প্রয়োগে সাধারণতঃ আহলে কিতাবের কিতাবগুলোর উপর হয়ে থাকে এবং হাদীসের কিতাবগুলোতেও এরূপই কিছু এসেছে। আল্লাহ তাআলাই সর্বাপেক্ষা অধিক জ্ঞানের অধিকারী।হযরত জুবাইর ইবনে মুতইম (রাঃ) হতে বর্ণিত, তিনি বলেন, আমি একবার ব্যবসা উপলক্ষে সিরিয়া অভিমুখে যাত্রা শুরু করি। যখন আমি সিরিয়ার নিকটবর্তী হই তখন একটি লোকের সাথে আমার সাক্ষাৎ হয়। সে আমাকে জিজ্ঞেস করে- “তোমাদের দেশে কোন একজন লোক নবী হয়ে এসেছেন কি?” আমি উত্তরে বলি, হ্যা। সে জিজ্ঞেস করে-“তুমি তার ছবি চিনতে পারবে কি?” আমি উত্তর দেই, হ্যা। তখন সে আমাকে এমন একটি ঘরে নিয়ে গেল যেখানে অনেকগুলো ছবি ছিল। কিন্তু আমি সেখানে আমাদের নবী (সঃ)-এর ছবি দেখতে পেলাম না। আমরা ঐ সম্পর্কেই আলাপ আলোচনা করছিলাম এমন সময় একটি লোক এসে বললোঃ “ব্যাপার কি?” আমরা ঐ সংবাদ দিলে সে আমাদেরকে তার বাড়ীতে নিয়ে গেল। তার ঘরে প্রবেশ করেই আমি নবী (সঃ)-এর ছবি দেখতে পেলাম। ছবিতে এও দেখলাম যে, নবী (সঃ)-এর পেছনে একটি লোক দাড়িয়ে রয়েছে। আমি তাকে জিজ্ঞেস করলাম, তার পেছনে তাকে ধরে যে লোকটি দাঁড়িয়ে আছে সে কে? সে উত্তরে বললোঃ “ঐ লোকটি নবী নয়। কিন্তু যদি তার পরে অন্য কেউ নবী হতো তবে এই লোকটিই হতো। তার পরে অন্য কোন নবী আসবেন না। কিন্তু এই লোকটি তার স্থলাভিষিক্ত হবে।”হযরত উমার (রাঃ)-এর মুআযযিন হযরত আকরা (রাঃ) বলেন, একদা হযরত উমার (রাঃ) আমাকে একজন খ্রীষ্টান পাদ্রীকে ডেকে আনার জন্যে প্রেরণ করেন। আমি তাকে ডেকে আনলে তিনি তাকে জিজ্ঞেস করেনঃ “তোমরা তোমাদের কিতাবে আমার বর্ণনাও পাও কি?\" সে উত্তরে বলেঃ “হাঁ। কিতাবে আপনাকে কারণ বলা হয়েছে।” হযরত উমার (রাঃ) তখন স্বীয় ছড়িটি উঠিয়ে নিয়ে তাকে জিজ্ঞেস করলেনঃ “কারণ এর অর্থ কি?” সে উত্তর দেয়, “এর অর্থ হচ্ছে লৌহ মানব।” হ্যরত উমার (রাঃ) পুনরায় তাকে জিজ্ঞেস করেনঃ “আমার পরে কে হবে?” সে জবাবে বলেঃ “হ্যা, আপনার পরে আপনার স্থলাভিষিক্ত হবেন। একজন সৎ লোক। কিন্তু তিনি স্বীয় আত্মীয়-স্বজনকে প্রাধান্য দিবেন।” একথা । শুনে উমার (রাঃ) বলে উঠলেন, “আল্লাহ হযরত উসমান (রাঃ)-এর উপর দয়া করুন।” একথা তিনি তিনবার বললেন। তারপর তিনি ঐ পাদ্রীকে জিজ্ঞেস করলেনঃ “এরপর কে হবে?” সে উত্তর দিলোঃ “লৌহ খণ্ডের মতো এক ব্যক্তি।” হযরত উমার (রাঃ) বুঝে ফেললেন যে, এর দ্বারা হযরত আলীকে বুঝানো হয়েছে। তিনি স্বীয় মাথা ধরে আফসোস করতে লাগলেন। পাদ্রী বললোঃ “হে আমীরুল মুমিনীন! তিনি সৎ খলীফা হবেন। কিন্তু তিনি এমন এক সময় খলীফা হবেন যখন তরবারী কোষ থেকে বের করে নেয়া হবে এবং রক্ত প্রবাহিত হবে।”আল্লাহ পাকের উক্তিঃ “নবী (সঃ) মানুষকে সৎ কাজের নির্দেশ দেন এবং অন্যায় কাজ করতে নিষেধ করেন।” এটা রাসূলুল্লাহ (সঃ)-এর বিশেষণ যা পূর্ববর্তী কিতাবগুলোতে উল্লিখিত রয়েছে। বাস্তব ক্ষেত্রেও অবস্থা এই ছিল যে, তিনি কল্যাণকর কথা ছাড়া কিছুই বলতেন না এবং যা অকল্যাণকর ও ক্ষতিকর হতো তা থেকে তিনি মানুষকে বিরত রাখতেন। যেমন হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ “যখন তোমরা আল্লাহ তা'আলাকে বলতে শুনঃ (আরবী) তখন কান খাড়া করে দাও। হয়তো কোন কল্যাণকর জিনিসের হুকুম করা হচ্ছে অথবা কোন মন্দ কাজ থেকে নিষেধ করা হচ্ছে। আর আল্লাহ সবচেয়ে বড় ও গুরুতপূর্ণ বিষয়ের যে নির্দেশ দিয়েছেন তা হচ্ছে এই যে, তোমরা অন্যকে অংশীদার করা ছাড়াই তার ইবাদত করবে। কাউকেই তাঁর অংশীদার স্থাপন করবে না। সমস্ত নবী এই উদ্দেশ্যকে সামনে রেখেই প্রেরিত হয়েছিলেন। যেমন আল্লাহ তা'আলা বলেনঃ “আমি প্রত্যেক কওমের মধ্যে স্বীয় রাসূল পাঠিয়েছি (যে, সে তাদেরকে বলবেঃ), তোমরা শুধুমাত্র আল্লাহরই ইবাদত করবে এবং প্রতিমা পূজা থেকে বিরত থাকবে।”আবু হুমাইদ (রাঃ) ও আবু উসাদই (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যখন তোমরা আমা হতে বর্ণিত কোন হাদীস শুন, যেটাকে তোমাদের অন্তর মেনে নেয় এবং যার দ্বারা তোমাদের বুদ্ধি বিবেক নরম হয়ে যায় এবং তোমরা অনুভব কর যে, এটা তোমাদের মন-মগজের নিকটতর। তখন তোমরা নিশ্চিতরূপে জেনে নেবে যে, আমার মন-মস্তিষ্ক তোমাদের অপেক্ষা ওর বেশী নিকটতম হবে অর্থাৎ ওটা আমার হাদীস হবে। আর যদি স্বয়ং তোমাদের অন্তর ঐ হাদীসকে অস্বীকার করে এবং ওটা তোমাদের মন-মগজ ও বুদ্ধি বিবেক থেকে দূরে হয় তবে জেনে রাখবে যে, তোমাদের চেয়ে আমার মন-মস্তিষ্ক ওর থেকে বেশী দূরে হবে অর্থাৎ ওটা আমার হাদীস হবে না।” (ইবনে কাসীর (রঃ) বলেন যে, ইমাম আহমাদ (রঃ) এটা উত্তম ইসনাদের সাথে বর্ণনা করেছেন। সুনান কিতাব লেখকদের কেউই এটা তাখরীজ করেননি) হযরত আলী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “যখন তোমরা রাসূলুল্লাহ (সঃ)-এর কোন হাদীস শুনতে পাবে তখন ওটার ব্যাপারে ঐ ধারণাই পোষণ করবে যা সঠিকতম ধারণা হয়, যা বেশী কল্যাণময় এবং পবিত্রময়।” (এটা ইমাম আহমাদ (রঃ) বর্ণনা করেছেন) ইরশাদ হচ্ছে- “সে তাদের জন্যে পবিত্র বস্তুসমূহ বৈধ করে দেয় এবং অপবিত্র ও খারাপ বস্তুকে তাদের প্রতি অবৈধ করে।” অর্থাৎ তিনি তাদের এমন বস্তুসমূহ হালাল করেন যা তারা নিজেরাই নিজেদের উপর হারাম করে নিয়েছিল। যেমন ‘বাহীমা’, ‘সায়েবা’, ‘ওয়াসীলা' এবং 'হাম'। এসব জন্তু হালাল কিন্তু তারা জোরপূর্বক এগুলোকে হারাম করে নিয়েছিল। এর দ্বারা তারা নিজেদের উপর সংকীর্ণতা আনয়ন করেছে। আর যে অপবিত্র ও খারাপ বস্তুগুলো আল্লাহ তা'আলা হারাম করেছেন যেমন শূকরের মাংস, সুদ এবং খাদ্য জাতীয় জিনিস যা আল্লাহ হারাম করেছেন, সেগুলোকে তারা হালাল করে নিয়েছে। আল্লাহ তা'আলা যেসব জিনিস হালাল করেছেন ওগুলো খেলে শরীরের উপকার হয় এবং দ্বীনের সহায়ক হয়। পক্ষান্তরে যেগুলো তিনি হারাম করেছেন ওগুলো দেহ ও দ্বীন উভয়ের পক্ষে ক্ষতিকর হয়ে থাকে। বিবেক বুদ্ধির মাধ্যমে যারা ভাল ও মন্দ যাচাই করে থাকেন তাঁরা এই আয়াতকেই দলীল হিসেবে গ্রহণ করে থাকেন। এই ধারণা ও অনুমানেরও উত্তর দেয়া হয়েছে কিন্তু এখানে এসবের ব্যাখ্যা দেয়ার তেমন সুযোগ নেই। এই আয়াতকে হুজ্জত রূপে কায়েম করেছেন ঐ আলেমগণও যারা বলে থাকেন যে, কোন জিনিসের বৈধতা ও অবৈধতা সম্পর্কে কোন হাদীস না থাকলে ওটা হালাল কি হারাম তা যাচাই করার মাপকাঠি হলো এই যে, আরববাসী উপকারের দিক দিয়ে কোন জিনিসকে উপকারী ও পবিত্র মনে করে এবং কোন জিনিসকে অপবিত্র ও ক্ষতিকর মনে করে (এটা দেখতে হবে)। এই অনুমান ও ধারণার ব্যাপারেও অনেক কিছু সমালোচনা হয়েছে। ঘোষিত হচ্ছে-“মানুষের অন্তরে যে বোঝা ছিল, রাসূল (সঃ) তা হাল্কা করে এবং প্রথার যে শিকলে তারা আবদ্ধ ছিল নবী (সঃ) তা দূর করে থাকে। তিনি সহজ পন্থা, দান ও ক্ষমা নিয়ে এসেছেন। যেমন হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি সহজ এবং ভেজালবিহীন দ্বীন নিয়ে প্রেরিত হয়েছি।”নবী (সঃ) যখন হযরত মুআয (রাঃ) ও হযরত আবু মূসা আশআরী (রাঃ)-কে আমির করে ইয়ামনে পাঠিয়েছিলেন তখন তিনি তাদেরকে উপদেশ দিয়েছিলেনঃ “তোমরা সদা প্রফুল্ল ও হাসিমাখা মুখে থাকবে। জনগণ যেন তোমাদেরকে দেখে ভয়ে পালিয়ে না যায়। তাদেরকে সহজ পন্থা বাতলিয়ে দিবে। সংকীর্ণতা আনয়ন করবে না। লোকদের যেন মেনে নেয়ার অভ্যাস হয়। তাদের মধ্যে যেন মতানৈক্য সৃষ্টির খেয়াল না জাগে।”রাসূলুল্লাহ (সঃ)-এর সাহাবী হযরত আবু বারযা আসলামী (রাঃ) বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-এর সাথে অবস্থান করেছি এবং তার সহজ পন্থা বাতলানোর চিত্র সুন্দরভাবে অবলোকন করেছি।\" পূর্ববর্তী উম্মতদের মধ্যে বড়ই কাঠিন্য ছিল। এই উম্মতের উপর সবকিছু হালকা করে দেয়া হয়েছে। এ জন্যেই রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ আমার উম্মতকে তাদের অন্তরের খেয়াল ও বাসনার জন্যে পাকড়াও করেন না যে পর্যন্ত না তারা মুখে তা প্রকাশ করে অথবা কার্যে পরিণত করে। তিনি বলেনঃ “আল্লাহ তাআলা আমার উম্মতের ভুলত্রুটি ও বিস্মরণকে ক্ষমা করে দিয়েছেন। তারা যদি ভুল বশতঃ কিছু করে বসে অথবা জোরপূর্বক তাদেরকে কোন অন্যায় কাজ করিয়ে নেয়া হয় তবে ক্ষমার্হ বলে গণ্য করা হবে। এজন্যেই আল্লাহ তা'আলা এই উম্মতকে নিম্নরূপ কথা প্রার্থনা করতে বলেছেনঃ (আরবী) অর্থাৎ “হে আমাদের প্রতিপালক! আমাদেরকে পাকড়াও করবেন না, যদি আমরা বিস্মরণ হই কিংবা ভুল করে বসি, হে আমাদের প্রভু! আমাদের প্রতি কোন কঠোর ব্যবস্থা পাঠাবেন না, যেমন আমাদের পূর্ববর্তীদের উপর পাঠিয়েছিলেন, হে আমাদের প্রতিপালক! আমাদের উপর এমন কোন গুরুভার চাপাবেন না যা বহন করার শক্তি আমাদের নেই, আর ক্ষমা করে দিন আমাদেরকে এবং মার্জনা করে দিন, আর আমাদের প্রতি কৃপা করুন! আপনি আমাদের কর্মসম্পাদক, সুতরাং আমাদেরকে কাফির সম্প্রদায়ের উপর প্রাবল্য দান করুন।” (২:২৮৬)। সহীহ মুসলিম দ্বারা এটা প্রমাণিত যে, এ দুআ’র মাধ্যমে আল্লাহর কাছে চাওয়া হলে তিনি প্রত্যেক যাজ্ঞার সময় বলেনঃ “আচ্ছা, আমি দিলাম, আমি কবুল করলাম।”আল্লাহ পাক বলেনঃ “যারা তাঁর প্রতি (রাসূল সঃ-এর প্রতি) ঈমান রাখে, তাকে সম্মান করে ও সাহায্য সহানুভূতি করে, আর সেই নূরকে অনুসরণ করে যা তার সাথে অবতীর্ণ করা হয়েছে, তারাই ইহকালে ও পরকালে সাফল্য লাভ করবে।”",
  "ayah": 157,
  "surah": 7
}
