{
  "text": "আল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে সম্বোধন করে বলছেনঃ হে নবী (সঃ)! আরব, অনারব এবং দুনিয়া জাহানের লোকদেরকে বলে দাও, আমি সকলের জন্যে নবীরূপে প্রেরিত হয়েছি। এটা তার মর্যাদা ও শ্রেষ্ঠত্বের দলীল যে, তার উপর নবুওয়াত শেষ হয়ে গেছে এবং তখন থেকে কিয়ামত পর্যন্ত তিনি সারা দুনিয়ার পয়গাম্বর। তাকে আরো বলতে বলা হচ্ছে-তুমি বলে দাও, আমার ও তোমাদের মধ্যে আল্লাহ সাক্ষী। তোমাদেরকে জ্ঞাত করাবার জন্যে আল্লাহ আমার উপর অহী নাযিল করেছেন। ইরশাদ হচ্ছে- ‘যে সম্প্রদায় নবীকে মানে না তার ঠিকানা হচ্ছে জাহান্নাম।' অন্য জায়গায় আল্লাহ পাক বলেনঃ “যারা আহলে কিতাব এবং যারা আহলে কিতাব নয় তাদের সকলকে বলে দাও- তোমরা ইসলাম গ্রহণ করছো কি করছো না? যদি তারা ইসলাম গ্রহণ করে তবে হিদায়াত পেয়ে যাবে, অন্যথায় তোমার কাজ হচ্ছে শুধু পৌঁছিয়ে দেয়া।” এই বিষয়ের এতো বেশী হাদীস বিদ্যমান রয়েছে যে, সেগুলো গণনা করা কঠিন।আর একথা তো সবাই জানে যে, নবী (সঃ) সারা দুনিয়ার জন্যে প্রেরিত হয়েছিলেন। ইমাম বুখারী (রঃ) এই আয়াতের তাফসীরে বলেন, হযরত আবু দারদা (রাঃ) হতে বর্ণিত, তিনি বলেন, হযরত আবু বকর (রাঃ) ও হযরত উমার (রাঃ)-এর মধ্যে কিছু বচসা হয়। আবু বকর (রাঃ) উমার (রাঃ)-কে অসন্তুষ্ট করেন। উমার (রাঃ) দুঃখিত হয়ে ফিরে যান। হযরত আবু বকর (রাঃ) এটা অনুভব করেন। সুতরাং তিনি তাঁর কাছে ক্ষমা প্রার্থনার জন্যে তাঁর পিছু পিছু গমন করেন। কিন্তু উমার (রাঃ) তাঁকে নিজ বাড়ীতে প্রবেশের অনুমতি না দিয়ে দরজা বন্ধ করে দেন। হযরত আবু বকর (রাঃ) তখন সরাসরি রাসূলুল্লাহ (সঃ)-এর নিকট গমন করেন। আবু দারদা (রাঃ) বলেন, আমিও সেই সময় তাঁর কাছে উপস্থিত ছিলাম। রাসূলুল্লাহ (সঃ) আমাকে বললেনঃ “তোমাদের এই সঙ্গী আজ রাগান্তি রয়েছে। অতঃপর উমার (রাঃ) আবূ বকর (রাঃ)-কে বাড়ীতে প্রবেশের অনুমতি না দেয়ার কারণে লজ্জিত হন। সুতরাং তিনিও নবী (সঃ)-এর কাছে এসে হাজির হন। তিনি সালাম দিয়ে বসে পড়েন এবং তাঁর সামনে ঘটনাটি বর্ণনা করেন। আবু দারদা (রাঃ) বলেন, এতে রাসূলুল্লাহ (সঃ) হযরত উমার (রাঃ)-এর প্রতি রাগান্বিত হন। আর এদিকে হযরত আবু বকর (রাঃ) বলতে থাকেনঃ “হে আল্লাহর রাসূল (সঃ)! আল্লাহর কসম! বাড়াবাড়ি আমার পক্ষ থেকেই হয়েছিল। কিন্তু রাসূলুল্লাহ (সঃ) বললেনঃ তোমরা কি আমার বন্ধু ও সঙ্গীকে (আবূ বরক রাঃ কে) ছেড়ে দিতে চাও? আমি বলেছিলাম, হে লোক সকল! আমি তোমাদের সকলের নিকট রাসূলরূপে প্রেরিত হয়েছি! তখন তোমরা আমাকে মিথ্যা প্রতিপন্ন করেছিলে। অথচ আবু বকর (রাঃ) বলেছিল, আপনি সত্য কথাই বলছেন।রাসূলুল্লাহ (সঃ) তাবুকের যুদ্ধে একদা রাত্রে তাহাজ্জুদের নামাযের উদ্দেশ্যে গাত্রোত্থান করেন। তখন তার কয়েকজন সাহাবী তাঁর হিফাজত ও রক্ষণাবেক্ষণের কাজে লেগে পড়েন। নামায শেষে তিনি তাঁদের মনঃসংযোগ করে বলেনঃ “আজ রাত্রে পাঁচটি জিনিস আমাকে বিশিষ্টভাবে দেয়া হয়েছে। ইতিপূর্বে এই বিশেষত্ব অন্য কোন নবীকে দেয়া হয়নি । (১) আমি সারা জাহানের লোকদের কাছে নবীরূপে প্রেরিত হয়েছি। আমার পূর্বে প্রত্যেক নবীকে তার নিজের কওমের কাছেই পাঠানো হয়েছিল। (২) আমি শুধু প্রভাব ও ভক্তি প্রযুক্ত ভীতির মাধ্যমেই শত্রুর উপর সাহায্য লাভ করে থাকি, যদিও তার ও আমার মধ্যে এক মাসের পথের ব্যবধান হয়। (৩) যুদ্ধলব্ধ মাল আমার জন্যে ও আমার উম্মতের জন্যে হালাল করা হয়েছে। অথচ আমার পূর্বে আর কারো জন্যে যুদ্ধলব্ধ মাল হালাল ছিল না। সমস্ত যমীনই আমার জন্যে পবিত্র ও সিজদার স্থান। (৫) আমাকে শাফাআতের অধিকার দেয়া হয়েছে। আমি এটা কিয়ামতের দিনের জন্যে আমার উম্মতের উদ্দেশ্যে উঠিয়ে রেখেছি। এই শাফাআতের সেই দিন প্রত্যেক ঐ ব্যক্তির জন্যে হবে যে ব্যক্তি আল্লাহর সাথে অন্য কাউকেও শরীক করবে না।” (এ হাদীসটি ইমাম আহমাদ (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! এই উম্মতের মধ্য হতে কোন ইয়াহূদী অথবা খ্ৰীষ্টান আমার কথা শুনলো, অথচ আমি যা নিয়ে প্রেরিত হয়েছি। তার উপর ঈমান না এনেই মারা গেল, নিঃসন্দেহে সে জাহান্নামী। (ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে ও ইমাম মুসলিম (রঃ) স্বীয় সহীহ গ্রন্থে এ হাদীসটি বর্ণনা করেছেন। এ হাদীসের শব্দগুলো ইমাম আহমাদেরই (রঃ) বটে)আল্লাহ তাআলার উক্তিঃ “তিনিই আকাশ ও পৃথিবীর সার্বভৌম একচ্ছত্র মালিক, তিনি ছাড়া আর কোন মা'বূদ নেই, তিনিই জীবিত করেন এবং তিনিই মৃত্যু ঘটিয়ে থাকেন। তাই নির্দেশ হচ্ছে- তোমরা আল্লাহর প্রতি ও তাঁর সেই বার্তাবাহক নিরক্ষর নবী (সঃ)-এর প্রতি ঈমান আনয়ন কর। আল্লাহ পাক খবর দিচ্ছেন- মুহাম্মাদ (সঃ) আল্লাহর রাসূল। তাঁকে তোমাদের নিকট পাঠানো হয়েছে। তোমরা তাঁর অনুসরণ কর । তার উপর ঈমান আন। তোমাদের কাছে এরই ওয়াদা নেয়া হয়েছিল। পূর্ববর্তী কিবাতগুলোতে এরই শুভ সংবাদ রয়েছে। ঐ কিতাবগুলোতে নবী উম্মী' এই শব্দ দ্বারাই তার প্রশংসা হয়েছে।ইরশাদ হচ্ছে- যে (রাসূল সঃ) আল্লাহতে ও তাঁর কালামে বিশ্বাস স্থাপন করে থাকে, তোমরা তারই অনুসরণ কর, আশা করা যায় তোমরা সরল সঠিক পথের সন্ধান পাবে।",
  "ayah": 158,
  "surah": 7
}
