{
  "text": "১৬৮-১৭০ নং আয়াতের তাফসীর:\nইরশাদ হচ্ছে- আল্লাহ তা'আলা বানী ইসরাঈলকে দলে দলে বিভক্ত করে দুনিয়ায় ছড়িয়ে দিয়েছেন। যেমন তিনি বলেনঃ “এরপর আমি বানী ইসরাঈলকে বলেছিলাম- ভু-পৃষ্ঠে অবস্থান করতে থাক, যখন পরকালের দিন আসবে তখন আমি তোমাদের সকলকেই একত্রিত করবো।\" এই বানী ইসরাঈলের মধ্যে ভাল লোকও রয়েছে এবং মন্দ লোকও রয়েছে। যেমন জ্বীনেরা বলতো- “আমাদের মধ্যে ভাল জ্বীনও রয়েছে এবং মন্দ জ্বীনও রয়েছে। আমাদের মধ্যে বিভিন্ন দল রয়েছে। আল্লাহ পাক বলেনঃ “আমি তাদেরকে শান্তি ও আরামের যুগ দিয়ে এবং ভয় ও বিপদের যুগ দিয়ে দু'প্রকারেই পরীক্ষা করেছি, যেন তারা শিক্ষা গ্রহণ করে খারাপ কাজ থেকে বিরত থাকে।আল্লাহ তা'আলার উক্তিঃ এরপর তাদের অযোগ্য উত্তরসুরীরা একের পর এক তাদের স্থলাভিষিক্ত হয় এবং তারা কিতাবেরও উত্তরাধিকারী হয়ে এই নিকৃষ্ট দুনিয়ার স্বার্থাবলী করায়ত্ত করে। এই স্থলাভিষিক্ত লোকদের মধ্যে কোনই মঙ্গল। নিহিত নেই। তারা শুধু নিজেরাই তাওরাত পাঠ করার ওয়ারিস হয়। অপরকে তারা পাঠ করায়নি। মুজাহিদ (রঃ) বলেন যে, এর দ্বারা খ্রীষ্টানদেরকে বুঝানো হয়েছে। বরং এ আয়াতটিতে আরো সাধারণ । খ্রীষ্টান ও অখ্রীষ্টান সবাই সত্য কথা বিক্রী করে এবং এর দ্বারা পার্থিব সম্পদ উপার্জন করে। আর নিজেকে এইভাবে প্রতারিত করে যে, পরে তাওবা করে নেবে। কিন্তু আবার এরূপ কোন সুযোগ পেয়ে গেলে তখনও তারা পূর্বের ন্যায় দুনিয়ার বিনিময়ে দ্বীনকে বিক্রী করে ফেলে। কিতাবের আয়াতগুলোর পরিবর্তন ঘটিয়ে দেয় এবং ভুল ফতওয়া দিয়ে বসে। পার্থিব সম্পদ লাভ করার যখনই তারা সুযোগ পায় তখনই সেই সুযোগের সদ্ব্যবহার করে। হারাম ও হালালের মোটেই পরওয়া করে না। দুনিয়ার হারাম বস্তু তারা গ্রহণ করে এবং পরে তাওবার কাজে বসে পড়ে। এভাবে তারা আল্লাহর নিকট ক্ষমা প্রার্থনা করে। কিন্তু আবার যখন দুনিয়ার কোন সম্পদ তাদের সামনে আসে তখন তারা ঐদিকে পা বাড়িয়ে দেয়। আল্লাহর কসম! এরা অতি নিকৃষ্ট উত্তরসুরী। নবীদের পরে এরাইতো ছিল তাওরাত ও ইঞ্জীলের উত্তরাধিকারী । আর আল্লাহ তা'আলা কিতাবে তাদের কাছে অঙ্গীকারও নিয়েছিলেন। অন্য জায়গায় ইরশাদ হচ্ছে- “ঐ ভাল লোকদের পর এমন খারাপ লোকেরা তাদের স্থলাভিষিক্ত হয় যারা নামাযকে নষ্ট করে দেয়, আল্লাহর কাছে বহু দূরের আশা রাখে এবং নিজেকে প্রতারিত করে। দুনিয়া কামাবার কোন সুযোগ এসে গেলে তখন তারা (হারাম-হালাল) কিছুই দেখে না। কোন জিনিসই তাদেরকে পাপকার্য থেকে বিরত রাখতে পারে না। যা পায় তা-ই খায়। না হালালের কোন পরওয়া করে, না হারামের প্রতি কোন লক্ষ্য রাখে।”বানী ইসরাঈলের মধ্যে যে কাযী হতে সে ঘুষখোর হতো। তাদের ভাল লোকেরা ঐ ঘুষখোর কাযীকে সরিয়ে অন্য কাযী নিযুক্ত করতো। তার উপর চাপ দেয়া হতো যে, ঘুষ নিয়ে যেন মুকদ্দমার ফায়সালা না করা হয়। সে ওয়াদা অঙ্গীকার করে যখন কাযী নিযুক্ত হয়ে যেতো তখন দু'হাতে ঘুষ লুটতে শুরু করে দিতো এবং বলতোঃ “চিন্তার কোন কারণ নেই, আল্লাহ ক্ষমা করে দিবেন।” অন্যেরা তাতে আপত্তি করতো এবং তাকে লাঞ্ছনা, গঞ্জনা ও ভৎসনা করতো। কিন্তু যখন এই ঘুষখোর মারা যেতো এবং ভৎসনাকারীদের কাযী নিযুক্ত করে দেয়া হতো তখন তারাও ঘুষ খেতে শুরু করে দিতো। এজন্যেই আল্লাহ তা'আলা বলেন যে, দুনিয়া তাদের কাছে আসলো, আর তারা ওকে একত্রিত করতে শুরু করে দিলো । আল্লাহ পাক বলেনঃ “তাদের নিকট হতে কি কিতাবের ওয়াদা নেয়া হয়নি যে, আল্লাহর নামে সত্য ছাড়া কিছুই বলবে না?” তাদের কাছে ওয়াদা নেয়া হয়েছিল যে, তারা মানুষকে সত্য বলার উপদেশ দেবে এবং সত্য কথাকে গোপন করবে না। কিন্তু তারা সেই হুকুমকে পৃষ্ঠের পিছনে ছুঁড়ে ফেলে এবং অল্প মূল্যের বিনিময়ে আয়াতগুলোকে বদলিয়ে দেয় বা ওগুলোর ভুল অর্থ করে । তাদের এই উপার্জন কতই না নিকৃষ্ট উপার্জন। তারা আল্লাহর কাছে পাপমোচনের আশা রাখে বটে, কিন্তু পাপকার্য ছাড়তে চায় না এবং তাওবার উপর কায়েম থাকে না।ইরশাদ হচ্ছে- “যদি আল্লাহকে ভয় কর তবে আখিরাতের ঘর তোমাদের জন্যে উত্তম। দুনিয়ার উপর তোমরা জীবন দিচ্ছ কেন? তোমরা কি এতটুকু কথাও অনুধাবন করতে পার না?” আল্লাহ তা'আলা বড় ও উত্তম পুরস্কারের প্রতি উৎসাহ প্রদান করছেন এবং পাপের মন্দ পরিণাম থেকে ভয় দেখাচ্ছেন। তিনি বলছেন যে, এই দ্বীন বিক্ৰীকারীরা কি এতটুকুও জ্ঞান রাখে না? অতঃপর আল্লাহ তা'আলা ঐ লোকদের প্রশংসা করছেন যারা আল্লাহর কিতাবকে দৃঢ়ভাবে ধারণ করেছে, যে কিতাব তাদেরকে মুহাম্মাদ (সঃ)-এর অনুসরণের দিকে আহ্বান করছে। এ সবকিছু তাদের কিতাব তাওরাত এবং ইঞ্জীলে লিপিবদ্ধ রয়েছে। তাই আল্লাহ পাক বলেনঃ “যারা আল্লাহর কিতাবকে দৃঢ়ভাবে ধারণ করে এবং নামায কায়েম করে, তার আদেশ নিষেধকে পূর্ণভাবে মেনে চলে, আর পাপকার্য থেকে বিরত থাকে, তাদের জেনে রাখা উচিত যে, এরূপ সঙ্কৰ্মশীলদের কর্মফল আমি কখনও বিনষ্ট করি না।”",
  "ayah": 170,
  "surah": 7
}
