{
  "text": "আল্লাহ পাক বলেনঃ আমি যখন বানী ইসরাঈলের মাথার উপর (তৃর) পাহাড়কে ছাদের মত লটকিয়ে দিলাম। যেমন আল্লাহ তা'আলার (আরবী) (অর্থাৎ “আমি তুর পাহাড়কে তাদের উপর উঠালাম\") (২:৯৩) এই উক্তি দ্বারা এটা প্রকাশিত হয়েছে। ফেরেশতারা এই পাহাড়টিকে উঠিয়ে তাদের মাথার উপর খাড়া করে রেখেছিলেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, মূসা (আঃ) যখন বানী ইসরাঈলকে নিয়ে পবিত্র ভূমির দিকে যাচ্ছিলেন এবং ক্রোধ প্রশমিত হওয়ার পর ফলকগুলো উঠিয়ে নিয়েছিলেন, আর তাবলীগের কর্তব্য সম্পর্কিত আল্লাহর নির্দেশ তাদেরকে শুনিয়েছিলেন তখন তাদের কাছে। কঠিন ঠেকেছিল বলে তারা তা প্রত্যাখ্যান করেছিল। ঐ সময় আল্লাহ তা'আলা তাদের মাথার উপর পাহাড়কে এনে খাড়া করে রেখেছিলেন, যেমন মাথার উপর ছাদ থাকে। ফেরেশতারা ঐ পাহাড়টিকে ধরে রয়েছিলেন এবং মূসা (আঃ) তাদেরকে বলেছিলেনঃ “দেখ, এটা হচ্ছে আল্লাহর অহী ও তার নির্দেশাবলী। এতে হালাল, হারাম, আদেশ ও নিষেধের উল্লেখ রয়েছে। তোমরা কবূল করছে কি না?” (এটা ইমাম নাসাঈ (রঃ) সাঈদ ইবনে জুবাইর (রঃ) হতে এবং তিনি হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেছেন) তারা তাকে উত্তরে বলেছিলঃ “তাতে কি নির্দেশাবলী রয়েছে তা আমাদেরকে শুনিয়ে দিন। যদি এর বিধানগুলো সহজ হয় তবে অবশ্যই আমরা সেগুলো ককূর্ল করবো।\" হযরত মূসা (আঃ) বললেনঃ “যা আছে তা-ই তোমাদেরকে কবুল করতে হবে। তারা বললোঃ “না, যে পর্যন্ত আমরা অবহিত না হবো সেই পর্যন্ত কবুল করবো না।” কয়েকবার এই প্রশ্ন ও উত্তর চলতে থাকে। শেষ পর্যন্ত পাহাড়কে আল্লাহ নির্দেশ দিলেন যে, ওটা যেন স্বীয় জায়গা হতে উঠে গিয়ে আকাশে উড়তে উড়তে তাদের মাথার উপর ছেয়ে যায়। পাহাড় তাই করলো । মূসা (আঃ) তাদেরকে বললেনঃ “মহা মহিমান্বিত আল্লাহ যা কিছু বলছেন তা মানছো কি না? যদি তোমরা তাওরাতের বিধানসমূহ না মানে তবে এই পাহাড় তোমাদের উপর পড়ে যাবে। যখন তারা দেখলো যে, পাহাড় তাদের উপর পড়তেই চায় তখন মাথার বাম দিকের ভরে সিজদায় পড়ে গেল। আর ডান চক্ষু দিয়ে পাহাড়টির দিকে তাকাতে থাকলো যে, সত্যিই ওটা তাদের উপর পড়ে যায় না কি! এ কারণেই ইয়াহুদীরা যখনই সিজদা করে তখন বাম দিকের ভরেই করে এবং বলেঃ “শাস্তি উঠে যাওয়ার স্মারক হিসেবে আমরা এই সিজদা করলাম।” আৰূ বকর (রঃ) বলেন যে, যখন হযরত মূসা (আঃ) ফলকগুলো ছুঁড়ে ফেলেছিলেন যা ছিল আল্লাহর কিতাব এবং যা তাঁর কাছেই লিখিত হয়েছিল, তখন যমীনের প্রত্যেক পাহাড়, প্রতিটি গাছ এবং সমস্ত পাথর কেঁপে উঠেছিল! এ কারণেই প্রত্যেক ইয়াহুদী তাওরাত পাঠের সময় স্বীয় মস্তক আন্দোলিত করে থাকে। (এটা সানীদ ইবনে দাঊদ (রঃ) স্বীয় তাফসীরে হাজ্জাজ ইবনে মুহাম্মাদ (রঃ) হতে তাখরীজ করেছেন এবং তিনি আবু বকর ইবনে আবদুল্লাহ (রঃ) হতে বর্ণনা করেছেন) আল্লাহ তা'আলাই সবচেয়ে বেশী জানেন।",
  "ayah": 171,
  "surah": 7
}
