{
  "text": "একবার রাসূলুল্লাহ (সঃ)-এর কোন এক আনসারীর ছেলের জানাযায় হাযির হওয়ার সুযোগ ঘটে। হযরত আয়েশা (রাঃ) বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করি, হে আল্লাহর রাসূল (সঃ)! এ ছেলেটি তো জান্নাতের একটি পাখী! সে কোন খারাপ কাজও করেনি এবং জাহান্নাম তার ঠিকানাও নয়।” তিনি তখন বলেনঃ “হে আয়েশা (রাঃ)! তা হলে শুননা। আল্লাহ্ তা'আলা জান্নাত সৃষ্টি করেছেন এবং যারা জান্নাতবাসী হবে তাদেরকেও সৃষ্টি করেছেন। আর এই জান্নাতবাসীদের জান্নাতের অধিকারী হওয়ার ফায়সালা ঐ দিনই করা হয়েছে যেই দিন তারা আদম (আঃ)-এর পৃষ্ঠে ছিল। আবার তিনি জাহান্নাম ও জাহান্নামবাসীকে সৃষ্টি করেছেন যখন তারা আদম (আঃ)-এর পৃষ্ঠেই ছিল।” হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, আল্লাহ তা'আলা মায়ের গর্ভাশয়ে একজন ফেরেশতা পাঠিয়ে থাকেন যিনি ঐ গর্ভাশয়ের সন্তান সম্পর্কে চারটি বিষয় লিপিবদ্ধ করে নেন। (১) জীবিকা, (২) বয়স, (৩) ভাল আমল এবং (৪) মন্দ আমল। আর এ কথা তো পূর্বেই বর্ণিত হয়েছে যে, আদম (আঃ)-এর পৃষ্ঠদেশ থেকে আল্লাহ তা'আলা যখন তাঁর সন্তানদেরকে বের করেন। তখন তাদেরকে ডানদিক বিশিষ্ট এবং বামদিক বিশিষ্ট এই দু’টি দলে বিভক্ত করেন। একদল জান্নাতবাসী এবং অন্য দল জাহান্নামবাসী। তিনি বলেনঃ আমি কোনই পরওয়া করি না যে, কে নিজেকে জান্নাতবাসী রূপে গড়ে তুলছে এবং আমি এরও কোন পরওয়া করি না যে, কে নিজেকে জাহান্নামবাসী রূপে গড়ে তুলছে। এ ব্যাপারে বহু হাদীস বর্ণিত হয়েছে। আর তাকদীরের মাসআলাটি একটি অত্যন্ত গুরুত্বপূর্ণ মাসআলা। এখানে এর বিস্তারিত ব্যাখ্যা দেয়ার তেমন কোন সুযোগ নেই।ইরশাদ হচ্ছে- তাদের অন্তর তো রয়েছে কিন্তু তারা অনুধাবন করে না । চক্ষু রয়েছে কিন্তু দেখে না। কান রয়েছে কিন্তু শ্রবণ করে না। এ জিনিসগুলোকে হিদায়াত লাভ করার জন্যে কারণ বানানো হয়েছিল। কিন্তু ওগুলো দ্বারা তারা মোটেই উপকৃত হয়নি। যেমন আল্লাহ তাআলা অন্য জায়গায় বলেনঃ “তাদেরকে কর্ণ, চক্ষু ও অস্তকরণ দেয়া হয়েছে, কিন্তু ওগুলো দ্বারা তাদের কোনই উপকার করেনি। কেননা, তারা ওগুলো দ্বারা কাজ নেয়নি এবং আল্লাহর আয়াতগুলোকে অস্বীকার করে বসে। মুনাফিকদের ব্যাপারে আল্লাহ তা'আলা বলেছেনঃ “তারা বধির, মূক এবং অন্ধ। সুতরাং তারা ফিরবে না।” আর কাফিরদের ব্যাপারে বলা হয়েছেঃ “তারা বধির, মূক ও অন্ধ। সুতরাং তারা বুঝবে না।”আল্লাহ পাক ঘোষণা করছেনঃ “যদি আল্লাহ মন্দ লোকদের মধ্যে কোন মঙ্গল জানতেন তবে অবশ্যই তাদেরকে শুনবার যোগ্য বানাতেন। তখন তারা নিশ্চিতরূপে হিদায়াত লাভ করতো।” অন্য জায়গায় তিনি বলেনঃ “চক্ষুগুলো অন্ধ নয়, বরং বক্ষের মধ্যস্থিত অন্তকরণগুলোই অন্ধ।” আরও বলেছেনঃ “যে ব্যক্তি রহমানের (আল্লাহর) যি হতে মুখ ফিরিয়ে নেয়, শয়তান তার উপর আধিপত্য বিস্তার করে থাকে এবং সব সময় তার সঙ্গী হয়ে থাকে। এই লোকগুলো লোকদেরকে আল্লাহর পথ হতে সরিয়ে রাখে এবং ধারণা করে যে, তারা ঠিক পথেই রয়েছে।”এখন এখানে ইরশাদ হচ্ছে—তারা চতুষ্পদ জন্তুর মত। তারা সত্য কথা শুনেও না এবং সত্যের পথে সাহায্যও করে না। তারা হিদায়াতও লাভ করে না। পঞ্চ ইন্দ্রিয়ের দ্বারা তারা কোন উপকার লাভ করে না। শুধুমাত্র পার্থিব জীবনে এর দ্বারা উপকার লভি করে থাকে। যেমন মহান আল্লাহ বলেনঃ “কাফিরদের দৃষ্টান্ত ঐ জন্তুর মত যে রাখালের ডাক ও শব্দ শুনে থাকে মাত্র, কিন্তু কিছুই বুঝে না।” তদ্রুপ এই লোকগুলোকেও ঈমানের দিকে ডাকা হলে তারা এর উপকারিতা সম্পর্কে অজ্ঞ থাকে, শুধু শব্দই শুনে থাকে। এ জন্যেই আল্লাহ তাআলা বলেনঃ “এই লোকগুলো জন্তুর চাইতেও অধিক পথভ্রষ্ট। কেননা, জন্তু রাখালের কথা না বুঝলেও কমপক্ষে তার দিকে মুখ তো করে। তাছাড়া ঐ জন্তুগুলো দ্বারা অনুধাবন করতে না পারার যে কাজ প্রকাশ পায় তা হচ্ছে তাদের প্রকৃতিগত ও সৃষ্টিগত ব্যাপার। পক্ষান্তরে কাফিরদেরকে তো কোন অংশী স্থাপন করা ছাড়াই আল্লাহর ইবাদতের জন্যে সৃষ্টি করা হয়েছে। কিন্তু তা সত্ত্বেও তারা কুফরী ও শির্ক করে বসেছে। আর এ জন্যেই তো যারা আল্লাহর আনুগত্য স্বীকার করেছে তারা কিয়ামতের দিন ফেতোদের চাইতেও শ্রেষ্ঠ বলে গণ্য হবে। কিন্তু যারা কুফরী করেছে তারা পশুর মত তার চেয়েও নিকৃষ্ট বলে গণ্য হবে।",
  "ayah": 179,
  "surah": 7
}
