{
  "text": "এই আয়াতটি কুরায়েশদের সম্পর্কে অথবা ইয়াহূদীদের একটি দলের সম্পর্কে অবতীর্ণ হয়। প্রথমটিই সঠিকতর। কেননা, এটা মক্কী আয়াত। আর ইয়াহূদীরা তো মদীনার অধিবাসী ছিল। আল্লাহ পাক বলেনঃ এই লোকগুলো যে কিয়ামতের সময় সম্পর্কে তোমাকে (নবী মুহাম্মাদ সঃ -কে) জিজ্ঞেস করছে তা কিন্তু বিশ্বাস করার উদ্দেশ্যে নয়, বরং তারা মিথ্যা প্রতিপন্ন করার দৃষ্টিকোণ নিয়েই প্রশ্ন করছে। যেমন নিম্নের আয়াতে দেখা যাচ্ছে- এ লোকগুলো বলে, আপনি যদি সত্যবাদী হন তবে বলুন তো কিয়ামত কখন সংঘটিত হবে এবং কোন্ তারিখে হবে? অন্য জায়গায় বলেনঃ “এই কাফির লোকেরা তাড়াতাড়ি কিয়ামত সংঘটন কামনা করছে। অথচ মুমিনরা তো কিয়ামতের ভয়াবহতা থেকে সদা ভীত-সন্ত্রস্ত থাকে এবং বিশ্বাস রাখে যে, ওর আগমন সত্য। যারা কিয়ামতের ব্যাপারে সন্দেহ পোষণ করে তারা বড় ভ্রান্তির মধ্যে রয়েছে।”আল্লাহ পাক বলেনঃ হে নবী (সঃ)! তারা তোমাকে জিজ্ঞেস করছেকিয়ামত কোন্ তারিখে সংঘটিত হবে এবং দুনিয়া শেষ হবে কখন? আর ওর নির্ধারিত সময় কোষ্টা ? হে নবী (সঃ) ! তুমি তাদেরকে বলে দাও- এর জ্ঞান তো একমাত্র আমার প্রতিপালক আল্লাহরই রয়েছে! আল্লাহ ছাড়া অন্য কেউই এর সময় সম্পর্কে অবহিত নয়। আল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে পরামর্শ দিচ্ছেন- হে নবী (সঃ)! তারা তোমাকে কিয়ামতের সময় সম্পর্কে জিজ্ঞাসাবাদ করছে, তুমি এর উত্তর এটাই দাও যে, এর নির্দিষ্ট সময় আল্লাহ ছাড়া অন্য কেউ অবহিত নয়। এজন্যেই আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ যমীন ও আসমানবাসী এর ব্যাপারে সম্পূর্ণ অজ্ঞাত। হযরত হাসান (রঃ)-এর ভাবার্থ এই বর্ণনা করেছেন যে, যখন কিয়ামত সংঘটিত হবে তখন যমীন ও আসমানবাসীর ওটা অত্যন্ত ভারী ও কঠিন বোধ হবে। হযরত ইবনে আব্বাস (রাঃ) এর ভাবার্থ বর্ণনা করতে গিয়ে বলেন যে, এমন কোন জিনিস। থাকবে না যার উপর কিয়ামতের কষ্ট পৌছবে না। আকাশ ফেটে যাবে, তারকারাজী খসে পড়বে, সূর্য অন্ধকার হয়ে যাবে, পাহাড় উড়তে থাকবে এবং আল্লাহ তা'আলা যা কিছু বলেছেন সবই হবে। আকাশবাসীদেরও এর জ্ঞান নেই। যেমন মহান আল্লাহ বলেনঃ “ওটা এমনভাবে হঠাৎ এসে পড়বে যে, ওটার কোন ধারণাও করা হবে না।”সহীহ বুখারীতে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামত সংঘটিত হবে না যে পর্যন্ত না পশ্চিম দিক হতে সূর্য উদিত হবে। এক সময়ে যখন সূর্য পশ্চিম দিকে উদিত হবে তখন কাফিররা এই আশ্চর্যজনক ঘটনা এবং ভবিষ্যদ্বাণীর সত্যতা অবলোকন করে ঈমান আনয়ন করবে। কিন্তু ঐ সময়ে ঈমান আনয়ন কারো কোন উপকারে আসবে না। পাপীদের সেই সময়ের সৎ কাজ মোটেই ফলদায়ক হবে না। দু’ব্যক্তি কাপড় আদান প্রদান করতে থাকবে, এই উদ্দেশ্যে কাপড়ের থান খুলে দেয়া হবে, দুধ দোহন করে পান করাও হবে না , মানুষ পান করার পানির পাত্র পরিষ্কার করতেই থাকবে এবং তারা খাদ্য গ্রাস মুখে উঠাতে যাবে ইত্যবসরে কিয়ামত শুরু হয়ে যাবে। \"(আরবী) -এর অর্থের ব্যাপারে মুফাসসিরগণের মতানৈক্য রয়েছে। কেউ কেউ বলেছেন যে, এর অর্থ হচ্ছে- হে নবী (সঃ)! তারা কিয়ামতের রহস্য তোমাকে এমনভাবে জিজ্ঞেস করছে যে, তুমি যেন তাদের বড় বন্ধু। আর তারা তোমাকে এটা এমন ভঙ্গীতে জিজ্ঞেস করছে যে, তুমি যেন কিয়ামত সংঘটনের তারিখ অবগত রয়েছে। এ জন্যেই আল্লাহ পাক বলেন যে, এর জ্ঞান আল্লাহ ছাড়া আর কারো নেই। আল্লাহ তা'আলা এই রহস্য তো নিজের নিকটতম কোন ফেরেশতা বা কোন রাসূলের উপরেও প্রকাশ করেননি। কাতাদা (রঃ) বলেন যে, কুরাইশরা নবী (সঃ)-কে বলেছিলঃ “আপনার এবং আমাদের মধ্যে তো আত্মীয়তার সম্পর্ক রয়েছে, অতএব কিয়ামত কখন হবে তা আমাদেরকে বলে দিন।” তাই আল্লাহ তা'আলা এই আয়াতটি অবতীর্ণ করে বলেনঃ হে নবী (সঃ)! তুমি তাদেরকে বলে দাও-এর জ্ঞান শুধু আল্লাহ তা'আলারই আছে।ঐ লোকগুলো নবী (সঃ)-কে কিয়ামত সংঘটনের সময় সম্পর্কে জিজ্ঞেস করতো, কিন্তু তারা জানতো না যে, ওর জ্ঞান তাঁর তো নেই। আল্লাহ ছাড়া কেউই ওর জ্ঞান রাখে না। একজন বেদুঈনের রূপ ধারণ করে একদা হযরত জিবরাঈল (আঃ) রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন, যেন জনগণ দ্বীনী শিক্ষা লাভ করতে পারে। অতঃপর তিনি হিদায়াত অনুসন্ধিৎসু একজন প্রশ্নকারীর ভঙ্গীতে তাঁর পার্শ্বে বসে পড়েন এবং তাকে ইসলাম সম্পর্কে জিজ্ঞেস করেন। এরপর জিজ্ঞেস করেন ঈমান ও ইহসান সম্পর্কে। তার পর জিজ্ঞেস করেনঃ “কিয়ামত কখন সংঘটিত হবে?” এই চতুর্থ প্রশ্নের উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “এই ব্যাপারে তো আপনার চেয়ে আমার জ্ঞান বেশী নেই। অর্থাৎ আপনি যেমন এটা জানেন না তেমনই আমিও জানি না। কোন লোকই এই ব্যাপারে কিছুই জানে না বা জানতে পারে না।” অতঃপর তিনি (আরবী) (৩১:৩৪) এই আয়াতটি পাঠ করেন। অন্য একটি রিওয়াইয়াতে আছে যে, হযরত জিবরাঈল (আঃ) একজন বেদুঈনের রূপ ধরে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন এবং তাকে কিয়ামতের নিদর্শনাবলী সম্পর্কে জিজ্ঞাসাবাদ করেন। তখন তিনি নিদর্শনগুলো বলে দেন। তারপর তিনি বলেনঃ “পাঁচটি জিনিসের জ্ঞান আল্লাহ ছাড়া আর কারো নেই।” তাঁর প্রতিটি উত্তরের উপর হযরত জিবরাঈল (আঃ) বলে যাচ্ছিলেনঃ “আপনি সঠিক উত্তরই দিয়েছেন।” তাঁর কথার ধরনে বুঝা যাচ্ছিল যে, তিনি ওগুলো জানেন এবং জানেন বলেই তাঁর উত্তরের সত্যতার স্বীকারোক্তি করছেন। সুতরাং সাহাবাগণ এতে বিস্ময় প্রকাশ করেন যে, ইনি কি ধরনের প্রশ্নকারী? তিনি নিজেই প্রশ্ন করছেন, আবার উত্তরের সঠিকতা স্বীকার করছেন! যখন সেই প্রশ্নকারী চলে গেলেন তখন রাসূলুল্লাহ (সঃ) সাহাবাগণকে বললেনঃ “ইনি ছিলেন হযরত জিবরাঈল (আঃ)। তিনি তোমাদেরকে দ্বীনী মাসআলাগুলো শিক্ষা দেয়ার জন্যে এসেছিলেন। এর পূর্বে যখন তিনি রূপ পরিবর্তন করে আসতেন তখন আমি তাকে চিনতে পারতাম। এবার কিন্তু আমিও তাকে চিনতে পারিনি।” (ইমাম ইবনে কাসীর (রঃ) বলেন, আমি শরহে বুখারীর শুরুতে এ হাদীসটি বর্ণনা করেছি) যখন এক বেদুঈন তাঁকে জিজ্ঞেস করে এবং উচ্চৈঃস্বরে ডাক দেয়, হে মুহাম্মাদ (সঃ)! তখন তিনিও উচ্চৈঃস্বরেই উত্তর দেন, হা, কি বলতে চাও? তখন সে বলে, কিয়ামত কখন হবে? উত্তরে রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “ওরে মূখ! কিয়ামত তো আসবে এবং অবশ্যই আসবে। কিন্তু তুমি ওর জন্যে কি প্রস্তুতি গ্রহণ করেছো?” সে উত্তরে বলেঃ “আমি তো ভালরূপে নামায পড়তে এবং রোযা রাখতে পারিনি। তবে আল্লাহ ও তাঁর রাসূল (সঃ)-এর প্রতি আমার অত্যন্ত ভালবাসা রয়েছে।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “কিয়ামতের দিন মানুষ ঐ মানুষের সাথেই থাকবে যাকে সে বেশী ভালবাসে।” এই কথা শুনে সাহাবাগণ অত্যন্ত খুশী হলেন। সহীহ বুখারী ও সহীহ মুসলিমে এ হাদীসটি বিভিন্ন পন্থায় অধিকাংশ সাহাবা হতে বর্ণিত হয়েছে। রাসূলুল্লাহ (সঃ)-এর অভ্যাস ছিল এই যে, যখন কোন লোক তাঁকে এমন প্রশ্ন করতো যা তার জন্যে অর্থহীন, তখন তিনি উত্তরে এমন বিষয়ের দিকে তার মোড় ফিরিয়ে দিতেন যা জেনে নেয়া তার জন্যে ঐ প্রশ্ন হতে বেশী গুরুত্বপূর্ণ। যেন সে নিজেকে ওর সাথে জড়িয়ে ফেলে এবং পূর্ব থেকেই ওর জন্যে প্রস্তুতি গ্রহণ করে, যদিও ওর নির্দিষ্ট সময় তার জানা না থাকে। হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, আরবের বেদুঈনরা রাসূলুল্লাহ (সঃ)-এর কাছে আসতো এবং প্রায়ই প্রশ্ন করতোঃ “কিয়ামত কখন সংঘটিত হবে?” তখন রাসূলুল্লাহ (সঃ) তার কোন এক শিশু সন্তানের দিকে ইঙ্গিত করে বলতেনঃ “যদি আল্লাহ একে পূর্ণ বয়স দান করেন তবে এ বৃদ্ধ হওয়ার পূর্বেই তোমার কিয়ামত এসে। যাবে।” এখানে যেন কিয়ামত দ্বারা মৃত্যুকে বুঝানো হয়েছে, যা মানুষকে এই দুনিয়া হতে সরিয়ে আলমে বারযাখে নিয়ে যাবে। শব্দের কম বেশী কিছু পরিবর্তনসহ এ বিষয়ের আরো বহু হাদীস বর্ণিত হয়েছে। মোটকথা, এসব হাদীসের উদ্দেশ্য এই যে, কিয়ামত আসবে এবং অবশ্যই আসবে। কিন্তু সময়ের নির্ধারণ সম্ভব নয়।“এই শিশুর বার্ধক্য আসার পূর্বেই কিয়ামত এসে যাবে” এ বাক্যের প্রয়োগও এই আবদ্ধ করণের উপরই মাহমূল হয়েছে। অর্থাৎ এর দ্বারা মানুষের মৃত্যুর সময় বুঝানো হয়েছে।ইন্তেকালের এক মাস পূর্বে রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “তোমরা আমাকে কিয়ামত সম্পর্কে জিজ্ঞাসাবাদ করতে রয়েছে, কিন্তু কিয়ামত আসতে আর কত দিন সময় আছে এর জ্ঞান তো একমাত্র আল্লাহ তা'আলারই রয়েছে। তবে আমি কসম খেয়ে বর্ণনা করছি যে, বর্তমানে ভূ-পৃষ্ঠে যতগুলো প্রাণী রয়েছে, একশ’ বছর পরে এগুলোর একটিরও অস্তিত্ব বাকী থাকবে না। তা হলে ভাবার্থ যেন এই যে, কিয়ামতের দিন যেমন সমস্ত লোক মৃত্যুবরণ করবে, তদ্রুপ একশ’ বছর পরে বর্তমানের সমস্ত লোকের জন্যে কিয়ামত এসে যাবে। সুতরাং তার উদ্দেশ্য যেন এই যে, তোমরা যদি নির্ধারিত সময়ই জানতে চাও তবে এটাই হচ্ছে। নির্ধারিত সময়। এভাবে কিয়ামত দ্বারা ঐ এক শতাব্দীর সমাপ্তি বুঝানো হয়েছিল। তিনি এই ঢঙ্গেই বর্ণনা দিয়েছিলেন। রাসূলুল্লাহ (সঃ) বলেছেন, শবে মিরাজে আমি হযরত ইবরাহীম (আঃ), হযরত মূসা (আঃ) এবং হযরত ঈসা (আঃ)-এর পার্শ্ব দিয়ে গমন করি। লোকেরা কিয়ামত সম্পর্কে আলোচনা করছিল। সবাই এসে হযরত ইবরাহীম (আঃ)-কে জিজ্ঞেস করলো। তিনি উত্তরে বললেনঃ “এ ব্যাপারে আমার কোনই জ্ঞান নেই।” এর পর তারা হযরত মূসা (আঃ)-এর কাছে গেল। তিনিও বললেন যে, এর জ্ঞান একমাত্র আল্লাহ ছাড়া আর কারো নেই। অতঃপর তারা হযরত ঈসা (আঃ)-এর কাছে গেল। তিনিও বললেনঃ এর জ্ঞান একমাত্র আল্লাহরই আছে। তবে এর আলামত এই যে, দাজ্জাল বের হবে। আমার সাথে দু'একটি শাখা থাকবে। সে (দাজ্জাল) আমাকে দেখা মাত্রই সীসার মত গলে যাবে এবং আল্লাহ পাক তাকে ধ্বংস করে দিবেন। এমন কি গাছ ও পাথরও বলে উঠবে- হে মুসলমান! আমার আড়ালে একজন কাফির লুকিয়ে রয়েছে। সুতরাং তুমি এসে তাকে হত্যা কর। অতএব, আল্লাহ তাআলা ঐ সব কাফিরকে ধ্বংস করে দিবেন। অতঃপর লোকেরা নিজ নিজ শহরে ও দেশে ফিরে যাবে। ইতিমধ্যে ইয়াজুজ ও মাজুজ প্রত্যেক প্রান্ত থেকে বেরিয়ে পড়বে। তারা শহর-পল্লী ধ্বংস করে চলবে। প্রতিটি জিনিস তাদের ঘোরা ফেরার কারণে ধ্বংস ও নষ্ট হতে থাকবে। শেষ পর্যন্ত তারা প্রস্রবণে পৌছবে এবং ওকে শূন্য করে ফেলবে। জনগণ তখন আমার কাছে তাদের অভিযোগ নিয়ে আসবে। আমি তাদের জন্যে আল্লাহর কাছে বদ দুআ করবো। আল্লাহ তা'আলা ঐসব ইয়াজুজ ও মাজুজকে ধ্বংস করে দিবেন। অবশেষে প্রতিটি স্থান তাদের মৃতদেহে ভরে যাবে এবং ওগুলো সড়ে পচে দুর্গন্ধময় হয়ে পড়বে। তখন আল্লাহ তা'আলা বৃষ্টি বর্ষণ করে তাদের মৃতদেহগুলো বইয়ে নিয়ে সমুদ্রে ফেলে দিবেন। ঐ সময় পাহাড় স্থানচ্যুত হয়ে যাবে এবং যমীন বিস্তৃত হয়ে পড়বে। ঐ সময় কিয়ামত এমনই নিকটবর্তী হবে যেমন ন'মাসের গর্ভবতী মহিলা সম্পর্কে বলা হয়ে থাকে যে, সে দিন-রাত কোন এক সময়ের মধ্যেই সন্তান প্রসব করবে। বড় বড় নবীরাও কিয়ামতের সময় সম্পর্কে অবহিত ছিলেন। না। হযরত ঈসা (আঃ)-ও শুধুমাত্র ওর আলামতগুলো বলে দিয়েছেন। কেননা, এই উম্মতের শেষ যুগে তিনি অবতরণ করবেন এবং নবী (সঃ)-এর আহকাম নাফি করবেন। তিনি দাজ্জালকে হত্যা করবেন এবং আল্লাহ তা'আলা তারই বদ দুআ’য় ইয়াজুজ-মাজুজকে ধ্বংস করবেন। রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি তোমাদেরকে কিয়ামতের নিদর্শনগুলো বলছি। তা এই যে, ওর সামনে বড় বড় ফি ও ‘হারাজ সংঘটিত হবে।” সাহাবাগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমরা ফিৎনা তো বুঝলাম। কিন্তু ‘হারাজ’ কি?\" তিনি উত্তরে বললেনঃ “হাবশের আরবী ভাষায় এর অর্থ হচ্ছে হত্যা।” অতঃপর তিনি বলেনঃ জনগণের মধ্যে অপরিচিতি ও বেপরওয়াঈ এতো বৃদ্ধি পাবে যে, এক ব্যক্তি অন্য ব্যক্তিকে বলবেঃ “আমি তোমাকে চিনি না।' বিশুদ্ধ ছ’খানা হাদীস গ্রন্থে এ কথাটিকে এভাবে বর্ণনা করা হয়নি।আমাদের উম্মী নবী (সঃ) সাইয়্যেদুল মুরসালীন, খাতিমুন নাবিঈন, যিনি রহমত ও তাওবার নবী, বলেছেনঃ “আমি ও কিয়ামত এই দুটি অঙ্গুলির মত।” ঐ সময় তিনি তাঁর শাহাদাত ও মধ্যমা অঙ্গুলি দুটি মিলিত দেখিয়েছিলেন। তিনি যেন বলতে চেয়েছেন যে, তার সাথে কিয়ামত লেগে রয়েছে। অর্থাৎ তার ও কিয়ামতের মধ্যভাগে কোন নবী আসবেন না। মোট কথা (আরবী) বা। কিয়ামতের ইলম শুধু আল্লাহ পাকেরই রয়েছে।",
  "ayah": 187,
  "surah": 7
}
