{
  "text": "১৮৯-১৯০ নং আয়াতের তাফসীর:\nইরশাদ হচ্ছে যে, দুনিয়া জাহানের সমস্ত মানুষই আদম (আঃ)-এর বংশের মাধ্যমে সৃষ্টি হয়েছে এবং স্বয়ং তাঁর স্ত্রী হাওয়া তাঁরই মাধ্যমে সৃষ্ট হয়েছেন। তাঁদের দুজনের মাধ্যমে বংশ বৃদ্ধি হতে থাকে। যেমন আল্লাহ পাক বলেনঃ “হে লোক সকল! আমি তোমাদেরকে একজন পুরুষ ও একজন নারীর মাধ্যমে সৃষ্টি করেছি। আর তোমাদেরকে এমনভাবে বাড়িয়েছি যে, তোমরা বংশে বংশে ও গোত্রে গোত্রে পরিণত হয়েছে। এখন তোমাদের একে অপরের হকের প্রতি লক্ষ্য রাখা উচিত। নিশ্চয়ই আল্লাহর দৃষ্টিতে তোমাদের মধ্যে ঐ ব্যক্তিই বেশী সম্মানিত যে বেশী মুত্তাকী।” (আরবী) -এর অর্থ হচ্ছে- যেন সে (পুরুষ) তার (স্ত্রীর কাছে প্রশান্তি লাভ করে। এ জন্যেই আল্লাহ পাক (আরবী) অর্থাৎ তিনি তোমাদের পরস্পরের মধ্যে প্রেম-প্রীতি ও মায়া-মহব্বত সৃষ্টি করেছেন। (৩০:২১) দু' আত্মার মধ্যে যে প্রেম-প্রীতি ও ভালবাসা জন্মে, এর চেয়ে অধিক ভালবাসা আর কোথায়ও হতে পারে না। তাই তো আল্লাহ তা'আলা বলেনঃ “যাদুকর তার যাদুর মাধ্যমে সর্বাত্মক চেষ্টা চালায় যে, কি করে সে স্বামী স্ত্রীর মধ্যে বিচ্ছেদ সৃষ্টি করতে পারে। মোটকথা, স্বামী যখন তার প্রকৃতিগত প্রেমের ভিত্তিতে স্বীয় স্ত্রীর সাথে মেলামেশা করে তখন তার স্ত্রী প্রথমতঃ তার গর্ভাশয়ে একটা হালকা বোঝার অস্তিত্ব অনুভব করে। এটা হলো গর্ভের সূচনার সময়। এই সময় নারীর কোন কষ্ট হয় না। কেননা, এই গর্ভ তো এখন সবেমাত্র নুফা বা মাংসপিণ্ড। এখন ওটা হালকা পাতলা অবস্থায় রয়েছে। আইয়ুব (রঃ) বলেনঃ আমি হাসান (রঃ)-কে (আরবী)-এর অর্থ জিজ্ঞেস করলে তিনি বলেনঃ “যদি আমি আরববাসী হতাম এবং তাদের ভাষা বুঝতাম তবে এর অর্থ জানতাম। এর অর্থ এই হতে পারে যে, সে এই গর্ভ নিয়ে আরামেই চলাফেরা করে।\" কাতাদা (রঃ) বলেন যে, এর অর্থ হচ্ছে- এই গর্ভ প্রকাশিত হয়েছে। ইবনে জারীর (রঃ) বলেন যে, ঐ গর্ভ নিয়ে সে সহজেই উঠাবসা করতে পারে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর ভাবার্থ হচ্ছে- এই প্রাথমিক সময় হচ্ছে এমন এক সময় যখন তার নিজেরই এই সন্দেহ থেকে যায় যে, তার গর্ভ আছে কি নেই। মোটকথা এর পরে নারী তার পেটের গর্ভ সম্বন্ধে নিশ্চিত হয়ে যায়। তখন পিতা-মাতা দু’জনই আল্লাহর কাছে এই কামনা করে যে, যদি তিনি তাদেরকে নিখুঁত ও সুন্দর সন্তান দান করেন তবে এটা তাঁর বড়ই ইহসান হবে! হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “মা-বাপের এই ভয়ও থাকে যে, না জানি হয়তো কোন পশুর আকৃতি বিশিষ্ট বা কোন অঙ্গহানি যুক্ত সন্তান ভূমিষ্ট হয়ে যায় না কি! যেমন কোন কোন সময় এরূপ হয়েও থাকে।” হযরত হাসান বসরী (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে- যদি আল্লাহ আমাকে পুত্র সন্তান দান করেন।' কেননা, সন্তানের মধ্যে পুত্র সন্তানই বেশী উপযুক্ত বলে বিবেচিত হয়ে থাকে। মোটকথা, আল্লাহ তা'আলা যখন তাদেরকে সহীহ সালেম ও নিখুঁত সন্তান দান করেন তখন তারা ওটাকে প্রতিমাগুলোর অংশ বানিয়ে দেয়। আল্লাহর সত্তা এরূপ শিরক থেকে সম্পূর্ণরূপে মুক্ত। মুফাসিরগণ এখানে বহু আসার ও হাদীস বর্ণনা করেছেন, সেগুলো আমরা ইনশাআল্লাহ বর্ণনা করবো। অতঃপর ইনশাআল্লাহ সঠিক কোনটি সেটাও বলে দেয়ার প্রয়াস পাবো। মহান আল্লাহর উপরই আমাদের ভরসা।ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে হাসান (রঃ) হতে বর্ণনা করেছেন, তিনি সামুরা (রাঃ) হতে বর্ণনা করেছেন যে, নবী (সঃ) বলেছেন, হাওয়া (আঃ) যখন সন্তান প্রসব করেন তখন ইবলীস তাঁর কাছে আগমন করে। তাঁর সন্তান বেঁচে থাকতো না। শয়তান তাকে পরামর্শ দিলো- “তোমার শিশুর নাম আব্দুল হারিস রাখো, তাহলে সে জীবিত থাকবে।” তখন তার নাম আব্দুল হারিস রাখা হয় এবং সে জীবিত থাকে। এটা ছিল শয়তানের পক্ষ থেকে অহী। হারিস শয়তানের নাম। এ হাদীসে তিনটি ক্রটি পরিলক্ষিত হয়। (১) এই হাদীসের বর্ণনাকারী উমার ইবনে ইবরাহীম একজন বসরী লোক। ইবনে মুঈন (রঃ) তাকে বিশ্বাসযোগ্য বললেও আবু হাতিম (রঃ) বলেন যে, তার থেকে হুজ্জত গ্রহণ করা যেতে পারে না। (২) এই রিওয়াইয়াতই মওকুফ রূপে হযরত সামুরা (রাঃ)-এর উক্তিতেই বর্ণিত হয়েছে, যা মারফু নয়। তাফসীরে ইবনে জারীরে স্বয়ং হযরত সামুরা (রাঃ)-এর উক্তি রয়েছে যে, হযরত আদম (আঃ) তাঁর ছেলের নাম আব্দুল হারিস রেখেছিলেন। (৩) এ হাদীসের বর্ণনাকারী হাসান (রঃ) থেকেও এই আয়াতের তাফসীর এর বিপরীত বর্ণনা করা হয়েছে! তাহলে এটা স্পষ্ট কথা যে, যদি এ মারফু হাদীসটি তার দ্বারা বর্ণনাকৃত হতো তাহলে স্বয়ং তিনি এর উল্টো তাফসীর করতেন না । ইবনে জারীর (রঃ) বলেন যে, এটা হযরত আদম (আঃ)-এর ঘটনা নয়, বরং এটা অন্য ধর্মাবলম্বীদের ঘটনা। আবার এটাও বর্ণনা করা হয়েছে যে, এর দ্বারা কোন মুশরিক ব্যক্তিকে বুঝানো হয়েছে যে এরূপ করে থাকে। কথিত আছ যে, এটা হচ্ছে ইয়াহুদী ও খ্রীষ্টানের কাজের বর্ণনা, যারা নিজেদের সন্তানদেরকে নিজেদের রীতিনীতির উপর পরিচালিত করে বা তাদেরকে ইয়াহূদী ও খ্রীষ্টান বানিয়ে দেয়। এই আয়াতের যেসব তাফসীর বর্ণনা করা হয়েছে অনুধ্যে এটাই উত্তম তাফসীর। মোটকথা, এটা ছিল অতি বিস্ময়কর ব্যাপার যে, একজন মুত্তাকী ব্যক্তি একটি আয়াতের তাফসীরে একটি মার’ হাদীস বা স্বয়ং রাসূলুল্লাহ (সাঃ)-এর উক্তিরূপে বর্ণনা করবেন, আবার নিজেই ওর বিপরীত তাফসীর করবেন! এর দ্বারা এটা প্রমাণিত হয় যে, এ হাদীসটি মার’ নয়, বরং এটা হ্যরত সামুরা (রাঃ)-এর নিজের উক্তি। এর পর এটা ধারণা করা যেতে পারে যে, সম্ভবতঃ সামুরা (রাঃ) এটা আহলে কিতাবের নিকট থেকে গ্রহণ করেছেন। যেমন কা'ব, অহাব প্রমুখ যাঁরা পরে মুসলমান হয়েছিলেন। ইনশাআল্লাহ এর বর্ণনা সত্বরই আসবে।মোটকথা, এ হাদীসটিকে মারফু হাদীস রূপে গ্রহণ করা যেতে পারে না। তবে এই ব্যাপারে অন্যান্য হাদীসও রয়েছে। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, হযরত হাওয়া (আঃ)-এর যেসব সন্তান জন্মগ্রহণ করতে তাদেরকে আল্লাহর ইবাদতের জন্যে নির্দিষ্ট করে দেয়া হতো এবং তাদের নাম আব্দুল্লাহ, উবাইদুল্লাহ ইত্যাদি রাখা হতো। এ সন্তানগুলো মারা যেতো! একদা ইবলীস হযরত আদম (আঃ) ও হযরত হাওয়া (আঃ)-এর কাছে এসে বললোঃ যদি তোমরা তোমাদের সন্তানদের অন্য নাম রাখো তবে তারা জীবিত থাকবে । অতঃপর হযরত হাওয়া (আঃ)-এর এক সন্তান ভূমিষ্ট হলো। তখন পিতা-মাতা তার নাম রাখলেন আব্দুল হারিস। এ সম্পর্কেই আল্লাহ পাক .... (আরবী) -এ কথা বলেন।গর্ভ ছিল কি ছিল না এ ব্যাপারে হযরত হাওয়া (আঃ)-এর মনে সন্দেহ ছিল। মোটকথা, যখন গর্ভ ভারী হয়ে উঠলো তখন দু’জনই আল্লাহ তা'আলার নিকট দুআ করলেন যে, যদি তিনি সহীহ সালিম ও নিখুঁত সন্তান দান করেন তবে তারা তাঁর নিকট কৃতজ্ঞতা জ্ঞাপন করবেন। তখন শয়তান তাদের উভয়ের কাছে এসে বললোঃ তোমাদের কিরূপ সন্তান ভূমিষ্ট হবে তার কোন খবর তোমরা রাখো কি? সেই সন্তান মানুষের আকার বিশিষ্টও হতে পারে, আবার জন্তুর আকৃতি বিশিষ্টও হতে পারে । ভুল কথা তাদের সামনে সে শুভ রূপে পেশ করলো। সে তো প্রতারকই বটে। ইতোপূর্বে তাদের দুটি সন্তান জন্মগ্রহণ করেই মারা গিয়েছিল। শয়তান তাদেরকে বুঝিয়ে বললোঃ “তোমরা যদি আমার নামে সন্তানের নাম না রাখো তবে তোমাদের সন্তান বিকলাঙ্গ হবে এবং জীবিতও থাকবে না। সুতরাং তার কথামত তারা সন্তানের নাম আব্দুল হারিস রেখে দিলো। তাই আল্লাহ তা'আলা বলেনঃ “যখন আল্লাহ তাদেরকে তাদের প্রার্থনা। অনুযায়ী সহীহ সালিম ও নিখুঁত সন্তান দান করলেন তখন তারা আল্লাহর সাথে শরীক করে বসলো।” এই আয়াতে এরই বর্ণনা রয়েছে। অন্য একটি রিওয়াইয়াতে আছে যে, প্রথমবারের গর্ভের সময় সে (শয়তান) তাদের কাছে আগমন করে এবং তাদেরকে ভয় দেখিয়ে বলে- আমি তো সেই, যে তোমাদেরকে জান্নাত থেকে বের করিয়েছিল। এখন যদি তোমরা আমার কথামত কাজ না কর তবে আমি এমনভাবে ভেল্কী লাগিয়ে দিবো যে, এই সন্তানের শিং বেরিয়ে যাবে এবং সে পেট ফেড়ে বেরিয়ে পড়বে এবং এই হবে ঐ হবে। এইভাবে সে তাদেরকে আতংকগ্রস্ত করলো। কিন্তু তারা তার কথা মানলেন না। আল্লাহর সদিচ্ছায় মৃত সন্তান ভূমিষ্ট হলো। দ্বিতীয়বার হযরত হাওয়া (আঃ) গর্ভধারণ করলেন। সেবার মৃত সন্তানই ভূমিষ্ট হলো। এবার শয়তান নিজেকে অত্যন্ত হিতাকাংখীরূপে তাদের সামনে পেশ করলো। তখন। সন্তানের ভালবাসা প্রাধান্য লাভ করলো এবং তারা সন্তানের নাম আব্দুল হারিস রেখে দিলেন। এর উপর ভিত্তি করেই আল্লাহ তা'আলা বললেনঃ (আরবী) অর্থাৎ তারা আল্লাহর দেয়া এই দানে অংশী স্থাপন করে বসলো। হযরত ইবনে আব্বাস (রাঃ) হতে এ হাদীসটি গ্রহণ করে তাঁর ছাত্রদের একটি দলও এ কথাই বলেছেন। যেমন মুজাহিদ (রঃ), সাঈদ ইবনে জুবাইর (রঃ), ইকরামা (রঃ), কাতাদা (রঃ) এবং সুদ্দী (রঃ)। অনুরূপভাবে পূর্ববর্তী থেকে নিয়ে পরবর্তী পর্যন্ত বহু মুফাসসির এই আয়াতের তাফসীরে এ কথাই বলেছেন। কিন্তু প্রকাশ্য ব্যাপার এই যে, এই ঘটনাটি আহলে কিতাব থেকেই গ্রহণ করা হয়েছে। এর একটি বড় দলীল এই যে, হযরত ইবনে আব্বাস (রাঃ) ওটা হযরত উবাই ইবনে কা'ব (রাঃ) হতে বর্ণনা করেন, যেমন তাফসীরে ইবনে আবূ হাতিমে রয়েছে। সুতরাং এটা স্পষ্টভাবে প্রতীয়মান হয় যে, এ কথাটি আহলে কিতাব হতে নকল করা হয়েছে। যে সম্পর্কে রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তাদের কথাকে সত্যও বলো না এবং মিথ্যাও বলো না।” এর বর্ণনা তিন প্রকারের হচ্ছে। (১) ঐসব কথা, যেগুলোর বিশুদ্ধতা কোন আয়াত বা হাদীস দ্বারা প্রমাণিত। (২) যেগুলোর অসত্যতা কোন আয়াত বা হাদীস দ্বারা প্রমাণিত হয়। (৩) ঐসব কথা, যেগুলোর ফায়সালা আমাদের ধর্মে মিলে না । হাদীসের নির্দেশ অনুযায়ী এগুলোর বর্ণনায় কোন দোষ নেই। কিন্তু এগুলো সত্য কি মিথ্যা এটা মন্তব্য করা চলবে না। আমার মতে এটা তো দ্বিতীয় প্রকারের হাদীস। অর্থাৎ মানবার যোগ্য নয়। আর যেসব সাহাবী ও তাবিঈ হতে এটা বর্ণিত আছে তারা এটাকে তৃতীয় প্রকারের অন্তর্ভুক্ত মনে করে বর্ণনা করে দিয়েছেন। কিন্তু আমরা তো ওটাই বলি যা ইমাম হাসান (রঃ) বলে থাকেন। তা হচ্ছে এই যে, মুশরিকদের তাদের সন্তানদের মধ্যে আল্লাহর শরীক করার বর্ণনা এই আয়াতগুলোতে রয়েছে। এটা হযরত আদম (আঃ) ও হাওয়া (আঃ)-এর বর্ণনা নয়। আল্লাহ পাক বলেনঃ তারা যাকে অংশী করে আল্লাহ তা অপেক্ষা অনেক উন্নত ও মহান। এই আয়াতগুলোতে এই বর্ণনা এবং ইতোপূর্বে হযরত আদম (আঃ) ও হযরত হাওয়া (আঃ)-এর বর্ণনা ক্রমিক বর্ণনার মত। প্রথমে আসল মা-বাপের বর্ণনা দেয়ার পর মহান আল্লাহ অন্যান্য মা-বাপ ও তাদের শিরকের বর্ণনা দিয়েছেন।এখন ব্যক্তিগত বর্ণনা শেষ করে শ্রেণীগত বর্ণনার দিকে মোড় ফিরানো হচ্ছে। যেমন মহান আল্লাহ বলেনঃ “আমি দুনিয়ার আকাশকে তারকারাজি দ্বারা সৌন্দর্য মণ্ডিত করেছি। আবার আমি ঐ তারকাগুলো দ্বারা শয়তানদেরকে মেরে তাড়াবার কাজ নিয়েছি।” আর এটা স্পষ্ট কথা যে, সৌন্দর্যের জন্যে যে তারকাগুলো নির্দিষ্ট রয়েছে সেগুলো ছিটকে পড়ে না। ঐগুলো দ্বারা শয়তানদেরকে মারা হয় না। এখানেও কথার মোড় ফিরানো হচ্ছে যে, তারকারাজির স্বাতন্ত্রের বর্ণনার পর শ্রেণীর বর্ণনা দেয়া হয়েছে। এর আরও বহু দৃষ্টান্ত কুরআন কারীমের মধ্যে বিদ্যমান রয়েছে। আল্লাহ তাআলাই এসব ব্যাপারে সবচেয়ে বেশী জানেন।",
  "ayah": 190,
  "surah": 7
}
