{
  "text": "১৯-২১ নং আয়াতের তাফসীর:\nইরশাদ হচ্ছে- আদম (আঃ) ও তাঁর স্ত্রী হাওয়া (আঃ)-এর জন্যে জান্নাতকে বাসস্থান বানানো হয়েছিল এবং তাদেরকে বলা হয়েছিল, তোমরা জান্নাতের একটি গাছের ফল ছাড়া সমস্ত গাছের ফল খেতে পার। এর বিস্তারিত ব্যাখ্যা সূরায়ে বাকারায় হয়ে গেছে। এ ব্যাপার দেখে শয়তানের তাদের দু’জনের উপর হিংসা হলো। সুতরাং সে প্রতারণার মাধ্যমে কাজ হাসিল করার চেষ্টা করতে লাগলো যেন যে নিয়ামত ও সুন্দর পোশাক পরিচ্ছদ তারা লাভ করেছেন তা থেকে তাদেরকে বঞ্চিত করে দেয়। এখন ইবলীস আদম (আঃ) ও হাওয়া (আঃ)-কে বললোঃ “আল্লাহ তাআলা তোমাদেরকে যে এই গাছের ফল খেতে নিষেধ করেছেন এর মধ্যে যৌক্তিকতা এই রয়েছে যে, তোমরা যেন মালাইকা হয়ে না যাও এবং এখানে চিরকাল বসবাস করার অধিকারী হয়ে না পড়। সুতরাং যদি তোমরা এই গাছের ফল খেয়ে নাও তবে তোমরা এই সুযোগ লাভ করতে পারবে।” যেমন সে বলেছিলঃ “হে আদম (আঃ)! আমি কি তোমাকে এমন গাছের কথা ও এমন ভূ-সম্পত্তির কথা বলে দেবো যা কখনো ধ্বংস হবে না?” যেমন আল্লাহ পাক বলেছেনঃ “আল্লাহ তোমাদেরকে এ কথা খোলাখুলিভাবে এ জন্যে বুঝাতে রয়েছেন যে, যেন তোমরা পথভ্রষ্ট না হয়ে পড়।” এখানে (আরবী)-এর অর্থ হচ্ছে (আরবী) অর্থাৎ যেন তোমরা পথভ্রষ্ট না হও। (৪:১৭৬) আর এক জায়গায় তিনি বলেছেনঃ “তিনি যমীনে পাহাড়ের পেরেক মেরে দিয়েছেন যেন তা হেলা দোলা ও টলমল না করে।” এখানেও (আরবী) -এর ভাবার্থ হচ্ছে (আরবী)অর্থাৎ যেন যমীন তোমাদেরকে নিয়ে টলমল না করে। (১৬:১৫)। ইবনে আব্বাস (রাঃ) ও ইয়াহইয়া ইবনে আবী কাসীর (রঃ) মালাকাইনে শব্দটিকে ‘মালিকাইনে অর্থাৎ দিয়ে (আরবী) পড়তেন। কিন্তু জমহুর উলামা দিয়ে পড়ে থাকেন।(আরবী) অর্থাৎ ইবলীস হযরত আদম (আঃ) ও হযরত হাওয়া (আঃ)-এর সামনে আল্লাহর নামে শপথ করে বললোঃ “আমি তোমাদের শুভাকাংখী। তোমাদের পূর্বে আমি এখানে অবস্থান করতাম এবং আমি এই জান্নাতের জায়গাগুলোর সঙ্গে সম্যক পরিচিত।” (আরবী) ক্রিয়া পদটির হচ্ছে (আরবী) এবং (আরবী)-এর একটি (আরবী) হচ্ছে (আরবী) বা মিলন। কিন্তু কোন কোন সময় একমুখীই উদ্দেশ্য হয়ে থাকে। অর্থাৎ আদম (আঃ) ও ইবলীস দু'জনে নয়; বরং শুধুমাত্র ইবলীসই পুথ করেছিল। শেষ পর্যন্ত সে প্রতারণায় সফলকাম হয়েছিল। আর আল্লাহর নাম নিয়ে মুমিনকে প্রতারিত করা যেতে পারে। কোন কোন পণ্ডিত ব্যক্তি বলেনঃ “যে আমাকে আল্লাহর নাম নিয়ে প্রতারণা করেছে, আমি সদা-সর্বদা তার কছে প্রতারিত হয়েছি। তাহলে আদম (আঃ) প্রতারিত হবেন না কেন?”",
  "ayah": 21,
  "surah": 7
}
