{
  "text": "এই আয়াতে মুশরিকদের কাজের প্রতিবাদ করা হচ্ছে যে, তারা উলঙ্গ হয়ে বায়তুল্লাহর তাওয়াফ করতো। এটাকেই শরীয়তের বিধান বলে বিশ্বাস করতো। দিনে পুরুষ লোকেরা এবং রাত্রে স্ত্রীলোকেরা কাপড় খুলে ফেলে তাওয়াফ করতো। তাই আল্লাহ পাক ঘোষণা করেছেন- তোমরা প্রত্যেক নামাযের সময় (যার মধ্যে বায়তুল্লাহর তাওয়াফের ইবাদতও রয়েছে) শরীরকে উলঙ্গ অবস্থা থেকে রক্ষা কর এবং গুপ্তাঙ্গকে আবৃত করে ফেল। তাছাড়া নিজেদেরকে সুন্দর সুন্দর সাজে সজ্জিত কর। পূর্ববর্তী মনীষীগণ এটাই লিখেছেন যে, এ আয়াতটি মুশরিকদের উলঙ্গ হয়ে বায়তুল্লাহর তাওয়াফ করা সম্পর্কেই অবতীর্ণ হয়েছে। হযরত আনাস (রাঃ) হতে মারফরূপে বর্ণিত আছে যে, এটা নামাযের সময় জুতা পরিধান করা সম্পর্কে অবতীর্ণ হয়েছে। কিন্তু এর বিশুদ্ধতার ব্যাপারে চিন্তাভাবনার অবকাশ রয়েছে। এর উপর ভিত্তি করেই হাদীসে বলা হয়েছে যে, নামাযের সময় সুন্দর সুন্দর সাজে সজ্জিত হওয়া মুসতাহাব, বিশেষ করে জুমআ’ ও ঈদের দিন সুগন্ধি ব্যবহার করাও উত্তম। কেননা, এটাও সৌন্দর্যেরই অন্তর্ভুক্ত।সবচেয়ে উত্তম পোশাক হচ্ছে সাদা পোশাক। রাসূলুল্লাহ (সঃ) বলেছেনঃ তোমরা সাদা পোশাক পরিধান কর, কেননা, এটাই হচ্ছে সবচেয়ে উত্তম পোশাক। নিজেদের মৃতদেরকেও এই কাপড়ের কাফন পরাও। তোমরা চোখে সুরমা ব্যবহার কর। কেননা, এটা দৃষ্টিশক্তিকে তীক্ষ করে এবং ভ্র গজিয়ে থাকে।” এ হাদীসটির ইসনাদ খুবই উত্তম। তামীম দারী (রঃ) এক হাজার দিরহামের বিনিময়ে একটি চাদর ক্রয় করেছিলেন এবং ওটা পরিধান করে নামায পড়তেন। আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ“তোমরা খাও ও পান কর, কিন্তু অপব্যয় ও অমিতাচার করো না'। এ আয়াতে সুরুচি সম্পন্ন ও পবিত্র সমুদয় জিনিসই অন্তর্ভুক্ত রয়েছে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর ভাবার্থ হচ্ছে- তোমরা যা ইচ্ছা খাও এবং যা ইচ্ছা পান কর, তোমাদের উপর কোনই দোষারোপ করা হবে না। কিন্তু দু'টি জিনিস নিন্দনীয় বটে। একটি হচ্ছে অপব্যয় ও অমিতাচার এবং দ্বিতীয়টি হচ্ছে দর্প ও অহংকার। রাসূলুল্লাহ (সঃ) বলেছেনঃ “ তোমরা খাও, পর এবং অপরকেও দাও। কিন্তু অপব্যয় করো না এবং তোমাদের মধ্যে যেন অহংকার প্রকাশ না পায়। আল্লাহ তা'আলা তোমাদের উপর স্বীয় নিয়ামতরাশি প্রতীয়মান দেখতে চান।” এটা হচ্ছে পরিধান সম্পর্কীয় কথা। এখন খাওয়া সম্পর্কীয় কথা এই যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ পাত্র অপেক্ষা জঘন্য পাত্র আর নেই যে পাত্রের আহার্য পেট পূর্ণ করে ভক্ষণ করা হয় । মানুষের জন্যে তো এমন কয়েক গ্রাস খাদ্যই যথেষ্ট যা তাকে স্বীয় অবস্থায় কায়েম রাখতে সক্ষম হয়। আর যদি সে আরও কিছু খেতে চায় তবে যেন পেটের এক তৃতীয়াংশে খাবার দেয়, এক তৃতীয়াংশে পানি রাখে এবং বাকী এক তৃতীয়াংশ সহজভাবে শ্বাস লওয়ার জন্যে ফাকা রেখে দেয়।” রাসূলুল্লাহ (সঃ) আরও বলেছেনঃ “ইসরাফ’ বা অপব্যয় হচ্ছে এই যে, মানুষ মনে যা চাইবে তাই খাবে।” সুদ্দী (রঃ) বলেন যে, যে লোকেরা উলঙ্গ হয়ে বায়তুল্লাহর তাওয়াফ করতো তারা হজ্বের মৌসুমে নিজেদের উপর চর্বি হারাম করে নিতো। এ জন্যেই আল্লাহ পাক বলেনঃ “চর্বি হারাম নয়। তোমরা খাও, পান কর এবং চর্বিকে হারাম করে নেয়ার ব্যাপারে যে বাড়াবড়ি করেছে তা আর করো না।” মুজাহিদ (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে- ‘আল্লাহ তাআলা তোমাদেরকে যা কিছু দিয়েছেন তা তোমরা খাও এবং পান কর। আব্দুর রহমান ইবনে যায়েদ (রঃ) বলেনঃ (আরবী) -এর ভাবার্থ হচ্ছে- তোমরা খাও কিন্তু হারাম খেয়ো না। কেননা এটা বাড়াবাড়ি । হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর দ্বারা বুঝানো হয়েছেতোমরা খাও পান কর, কিন্তু অতিরিক্ত পানাহার করো না। কেননা এটাই হচ্ছে ‘ইসরাফ’ বা অপব্যয়। আল্লাহ তা'আলা অপব্যয়কারীকে ভালবাসেন না।। শব্দ দ্বারা বা সীমালংঘনকারীকে বুঝানো হয়েছে। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “আল্লাহ তা'আলা সীমালংঘন কারীদেরকে ভালবাসেন না। কেননা, লোকেরা বাড়াবাড়ি করে সাবধানতা অবলম্বন করতঃ হালালকেও হারাম করে নিতো অথবা হারামকেও হালাল বানিয়ে নিতো। আল্লাহ পাকের অভিপ্রায় হচ্ছে- “তোমরা হালালকে হালাল রাখ এবং হারামকে হারাম রাখ। এটাই হচ্ছে ন্যায়পরায়ণতা এবং এরই নির্দেশ দেয়া হয়েছে।”",
  "ayah": 31,
  "surah": 7
}
