{
  "text": "৩৮-৩৯ নং আয়াতের তাফসীর:\nআল্লাহ পাক তার উপর মিথ্যা আরোপকারী মুশরিকদের সম্পর্কে সংবাদ দিচ্ছেন যে, যখন তাদেরকে বলা হবে- তোমরা তোমাদের মত ঐ দলগুলোর সাথে মিলিত হয়ে যাও যাদের মধ্যে তোমাদের গুণাবলী বিদ্যমান ছিল এবং যারা তোমাদের পূর্বে দুনিয়া হতে বিদায় গ্রহণ করেছিল। তারা মানবের অন্তর্ভুক্তই হাক অথবা দানবেরই অন্তর্ভুক্ত হাক। অতঃপর তোমরা সবাই জাহান্নামের পথ ধর। (আরবী)-এটা (আরবী) -এর (আরবী) হতে পারে আবার এও সম্ভাবনা রয়েছে যে, (আরবী) ব্যবহৃত হয়েছে (আরবী)-এর অর্থে। আল্লাহ পাকের উক্তিঃ (আরবী) অর্থাৎ যখন একটা নতুন দলকে জাহান্নামে নিক্ষেপ করা হবে তখন একদল অপর দলকে ভালমন্দ বলতে শুরু করবে। হযরত খলীল (আঃ) বলেছেন যে, কিয়ামতের দিন এক কাফির অন্য কাফিরের বিরোধী হয়ে যাবে এবং একে অপরকে ভালমন্দ বলবে। ইরশাদ হচ্ছে- যখন অনুসারী কাফিররা অনুসৃত কাফিরদের প্রতি অত্যন্ত অসন্তুষ্টি প্রকাশ করবে এবং যখন তারা আল্লাহর শাস্তি স্বচক্ষে প্রত্যক্ষ করবে, আর তাদের পারস্পরিক সম্পর্ক ছিন্ন হয়ে যাবে, তখন এই অনুসারীরা বলবেঃ “যদি পুনরায় আমাদেরকে দুনিয়ায় ফিরিয়ে দেয়া হতো তবে যেমন আজ এরা আমাদের থেকে পৃথক হয়ে গেছে তেমনই আমরাও এদের প্রতি অসন্তুষ্টি প্রকাশ করে প্রতিশোধ নিয়ে নিতাম!” আল্লাহ তাআলা এভাবেই তাদের আমল দুঃখ ও আফসোসরূপে তাদের সামনে পেশ করবেন। কিন্তু জাহান্নাম থেকে কোনক্রমেই তারা বের হতে পারবে না। শেষ পর্যন্ত তারা সবাই জাহান্নামে একত্রিত হবে। জাহান্নামে প্রবেশ করার পর অনুসারীরা অনুসৃতদের বিরুদ্ধে আল্লাহ পাকের নিকট অভিযোগ করবে। কারণ তাদের তুলনায় অনুসৃতদের অপরাধ বেশী ছিল এবং তারা তাদের পূর্বেই জাহান্নামে প্রবেশ করেছিল। তারা বলবেঃ “হে আমাদের প্রভু! এরাই আমাদেরকে সোজা-সরল পথ থেকে ভ্রষ্ট করেছিল। সুতরাং এদেরকে দ্বিগুণ শাস্তি প্রদান করুন। যেমন আল্লাহ পাক বলেনঃ “যেই দিন আগুনে পোড়ে তাদের মুখমণ্ডল কালো হয়ে যাবে, তারা বলবে- যদি আমরা আল্লাহ এবং তাঁর রাসূল (সঃ)-এর অনুসরণ করতাম! হে আমাদের প্রতিপালক! আমরা আমাদের বড়দের কথা মেনে চলেছিলাম। তারাই আমাদেরকে পথভ্রষ্ট করেছিল। হে আল্লাহ! তাদেরকে দ্বিগুণ শাস্তি প্রদান করুন! আল্লাহ তা'আলা তখন বলবেন না, বরং তোমাদের সকলকেই আমি দ্বিগুণ শাস্তি প্রদান করবো।” যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ “যারা কুফরী করে এবং লোকদেরকে আল্লাহর পথে আসতে বাধা দেয়, আমি তাদের শাস্তি বৃদ্ধি করে দেবো, তারা নিজেদের পাপের বোঝাও বহন করবে এবং অন্যদের পাপের বোঝাও বহন করবে।” যা হাক, অনুসৃতেরা অনুসারীদেরকে বলবে-আজকে আমাদের উপর তোমাদের কি শ্রেষ্ঠত্ব রয়েছে? আমরা যেমন নিজে নিজেই পথভ্রষ্ট হয়েছিলাম, তোমরাও দ্রুপ আপনা আপনি পথভ্রষ্ট হয়েছিল। সুতরাং এখন নিজেদের আমলের স্বাদ গ্রহণ কর। তাদের অবস্থা এই রূপই যার সংবাদ আল্লাহ পাক দিয়েছেনঃ “হে নবী (সঃ)! যদি তুমি ঐ কাফিরদেরকে দেখতে যে, তারা তাদের প্রভুর সামনে দণ্ডায়মান থাকবে এবং একে অপরের প্রতি দোষারোপ করবে। অনুসারীরা অনুসৃতদেরকে বলবে- তোমরা না থাকলে আমরা মুমিন হতাম। তখন অনুসৃতরা অনুসারীদেরকে বলবে- আমরা তো তোমাদেরকে হিদায়াত লাভে বাধা প্রদান করিনি বরং তোমরা নিজেরাই পথভ্রষ্ট হয়েছিলে। তোমরা নিজেদের বিবেক বুদ্ধি দ্বারা কাজ কেন করনি? তখন অনুসারীরা অনুসৃতদেরকে বলবে- এটাতো ছিল আমাদেরকে তোমাদের রাত দিন পথভ্রষ্ট করারই ফল! তোমরা আমাদেরকে কুফরী করতে বাধ্য করতে এবং আল্লাহর শরীক স্থাপন করতে! তারপর তারা মনে মনে লজ্জিত হয়ে যাবে। এমতাবস্থায় তারা আল্লাহর শাস্তি প্রত্যক্ষ করবে এবং আমি (আল্লাহ) তাদের স্কন্ধে গলাবন্ধ পরিয়ে দেবো এবং তারা যেরূপ কাজ করতো সেরূপই বিনিময় প্রাপ্ত হবে।”",
  "ayah": 39,
  "surah": 7
}
