{
  "text": "৪০-৪১ নং আয়াতের তাফসীর:\nআল্লাহ পাক বলেনঃ যারা আমার আয়াতসমূহকে মিথ্যা প্রতিপন্ন করে এবং অহংকার ভরে সেগুলো থেকে মুখ ফিরিয়ে নেয়, তাদের জন্যে আকাশের দরজা খোলা হবে না, অর্থাৎ তাদের সৎ আমল এবং প্রার্থনা উপরে উঠানো হবে না । পাপী ব্যক্তির রূহ কব সম্পর্কে রাসূলুল্লাহ (সঃ) বলেনঃ “ফেরেশতা ঐ রূহকে নিয়ে আকাশে উঠবেন এবং মালায়ে আ’লার যে ফেরেশতাদের পার্শ্ব দিয়ে গমন করবেন তাঁরা জিজ্ঞেস করবেন এই অপবিত্র রূহ্ কার? তখন তার জঘন্যতম নাম নিয়ে বলা হবে, অমুকের। শেষ পর্যন্ত আকাশে পৌছে বলবেন, দরজা খুলে দাও। কিন্তু দরজা খোলা হবে না। যেমন ইরশাদ হচ্ছে- (আরবী) অর্থাৎ তাদের জন্যে আকাশের দরজাসমূহ খোলা হবে না।”হযরত বারা ইবনে আযিব (রাঃ) বলেন, আমরা একটি জানাযার অনুসরণ করে রাসূলুল্লাহ (সঃ)-এর সাথে চলছিলাম। আমরা কবরের কাছে পৌঁছলে রাসূলুল্লাহ (সঃ) সেখানে বসে পড়েন। আমরাও তার চারদিকে বসে পড়ি। আমরা এমনভাবে নীরবতা অবলম্বন করি যে, আমাদের মাথার উপর যেন পাখী বসে রয়েছে। (আমাদেরকে নীরব দেখে) তাঁর হাতে একটি লাঠি ছিল তা দিয়ে মাটিতে রেখা টানছিলেন। অতঃপর তিনি মাথা উঠিয়ে আমাদেরকে সম্বোধন করে বললেনঃ ‘কবরের শাস্তি হতে আল্লাহর নিকট আশ্রয় প্রার্থনা কর!' এ কথাটি দু'বার বা তিনবার বললেন। এরপর তিনি বললেনঃ “মুমিন যখন দুনিয়া হতে বিদায় গ্রহণ করে আখিরাতের দিকে যাত্রা শুরু করে তখন আকাশ থেকে জ্যোতির্ময় ফেরেশতাগণ অবতীর্ণ হন। তাঁদের হাতে থাকে জান্নাতের কাফন।জান্নাতের খোশবুও তাঁদের কাছে থাকে। তাদের সংখ্যা এতো অধিক থাকে যতদূর দৃষ্টি যায়, শুধু ফেরেশতাতেই ভরপুর থাকে। অতঃপর একজন ফেরেশতা এসে তার শিয়রে বসে পড়েন এবং বলেন- হে শান্ত ও নিরাপদ আত্মা! আল্লাহর ক্ষমার দিকে চলো এ কথা শোনা মাত্রই আত্মা বেরিয়ে পড়ে যেমনভাবে মশকের মুখ দিয়ে পানি বের হয়ে থাকে। যেমনই আত্মা বের হয় তেমনই চোখের পলকে ফেরেশতা তাকে জান্নাতী কাফন পরিয়ে দেন এবং জান্নাতী সুগন্ধিতে তাকে সুরভিত করেন। মিশকের ঐ সুগন্ধি এতই উত্তম যে, দুনিয়ায় এর চেয়ে উত্তম সুগন্ধি আর হতে পারে না। তাকে নিয়ে ফেরেশতা আকাশে উঠে যান। যেখান দিয়েই তিনি গমন করেন সেখানেই ফেরেশতাগণ জিজ্ঞেস করেন, এটা কার পবিত্র আত্মা? উত্তরে বলা হয়, অমুকের পুত্র অমুকের। আকাশে পৌছে গিয়ে দরজা খুলতে বলা হলে তা খুলে দেয়া হয়। তার সাথে অন্যান্য সমস্ত ফেরেশতাও দ্বিতীয় আসমান পর্যন্ত গমন করেন। এভাবেই এক এক করে সপ্তম আকাশে পৌঁছে যান। তখন আল্লাহ তা'আলা বলেন- আমার এই বান্দার নামটি ইল্লীনের তালিকায় লিপিবদ্ধ কর। অতঃপর তাকে যমীনে ফিরিয়ে নিয়ে যাও। কেননা আমি তাকে মাটি দ্বারাই সৃষ্টি করেছি। ওর মধ্যেই তাকে ফিরিয়ে দেবো এবং ওর মধ্য থেকেই তাকে পুনরায় উথিত করবো। তখন যমীনে (কবরে) তার আত্মাকে ফিরিয়ে দেয়া হয়। ওখানে দু’জন ফেরেশতা আগমন করেন এবং তাকে জিজ্ঞেস করেন, তোমার প্রতিপালক কে? সে উত্তরে বলে, আমার প্রতিপালক হচ্ছেন আল্লাহ। আবার জিজ্ঞেস করেন, তোমার দ্বীন বা ধর্ম কি? সে উত্তর দেয়, আমার দ্বীন হচ্ছে ইসলাম। পুনরায় তাকে প্রশ্ন করেন, তোমার কাছে যে লোকটিকে পাঠানো হয়েছিল তিনি কে? জবাবে সে বলে, আমি আল্লাহর কিতাব পড়ে তার উপর ঈমান এনেছিলাম। তখন আকাশ থেকে একটি শব্দ আসে আমার বান্দা সত্য কথাই বলেছে। তার জন্যে জান্নাতের বিছানা বিছিয়ে দাও এবং তাকে জান্নাতের পোশাক পরিয়ে দাও। আর তার জন্যে জান্নাতের একটা দরজা খুলে দাও, যেন জান্নাতের হাওয়া ও সুগন্ধি সে পেতে পারে। তার কবরটি দৃষ্টির সীমা পর্যন্ত প্রশস্ত হয়ে যায়। একটি সুন্দর লোক উত্তম পোশাক পরিহিত হয়ে এবং সুগন্ধিতে সুরভিত অবস্থায় তার কাছে আগমন করে এবং বলে- তুমি সন্তুষ্ট হয়ে যাও যে, আজ তোমার সাথে যে ওয়াদা করা হয়েছিল তা পূর্ণ করা হচ্ছে। সে লোকটিকে জিজ্ঞেস করবে, তুমি কে? সে বলবে, আমি তোমার সৎ আমল। তখন মৃতব্যক্তি বলবে, হে আল্লাহ! আপনি এখনই কিয়ামত সংঘটিত করে দিন, আমি আমার পরিবারবর্গ ও ধনমালের সাথে মিলিত হবো। পক্ষান্তরে কাফির ব্যক্তির যখন দুনিয়া হতে বিদায় গ্রহণের সময় হয় তখন কৃষ্ণবর্ণের এক ফেরেশতা চট নিয়ে তার কাছে হাজির হন। যতদূর দৃষ্টি যায় সেই ফেরেশতা ততো বড় হন। তারপর মৃত্যুর ফেরেশতা এসে তাকে বলেন, ওরে অপবিত্র আত্মা! বেরিয়ে আয় এবং আল্লাহর অসন্তুষ্টি ও ক্রোধের দিকে গমন কর। ঐ আত্মা তখন দেহের মধ্যে প্রবেশ করতে থাকে, কিন্তু ফেরেশতা ওকে টেনে বের করেন, যেমন লোহার পেরেককে ভিজা চুলের মধ্য থেকে বের করা হয়। ঐ ফেরেশতা ওকে ধরা মাত্রই চোখের পলকে ঐ চটের মধ্যে জড়িয়ে নেন। ওর মধ্য থেকে সড়া-পচা মৃতদেহের মত দুর্গন্ধ ছুটতে থাকে। ফেরেশতা ওকে নিয়ে আকাশে উঠে যান এবং যেখান দিয়েই গমন করেন সেখানেই ফেরেশতাগণ জিজ্ঞেস করেন, এই অপবিত্র আত্মা কার? উত্তরে বলা হয়, অমুকের পুত্র অমুকের। আসমানে পৌছে যখন বলেন, দরজা খুলে দাও। তখন দরজা খোলা হয় না। অতঃপর রাসূলুল্লাহ (সঃ) (আরবী)-এই আয়াতটি পাঠ করেন। তারপর আল্লাহ তা'আলা বলেন, একে যমীনের নিম্নস্তরের সিজ্জিনে নিয়ে যাও। তখন তার আত্মাকে সেখানে নিক্ষেপ করা হয়। এরপর রাসূলুল্লাহ (সঃ) নিম্নের আয়াতটি পাঠ করেন, যে আল্লাহর সাথে শরীক স্থাপন করে সে যেন আসমান থেকে পড়ে গেল এবং পাখী তার মাংস ছিড়তে রয়েছে। অথবা বায় তাকে দূর দূরান্তে উড়িয়ে নিয়ে যাচ্ছে। তার আত্মা তার দেহে ফিরিয়ে দেয়া হয়। দু’জন ফেরেশতা এসে জিজ্ঞেস করেন, তোমার প্রভু কে? সে উত্তর দেয়, আফসোস! আমি জানি না। আবার জিজ্ঞেস করেন, তোমার দ্বীন কি? জবাবে সে বলে, হায়! আমি তো এটা অবগত নই। তারপর জিজ্ঞেস করেন, তোমার কাছে। কাকে পাঠানো হয়েছিল? সে উত্তরে বলে, হায়! হায়! আমি তা জানি না। তখন আকাশ থেকে শব্দ আসে, আমার বান্দা মিথ্যা বলছে। তার জন্যে জাহান্নামের বিছানা নিয়ে এসো এবং জাহান্নামের দরজা তার জন্যে খুলে দাও যাতে তার কাছে জাহান্নামের তাপ ও গরম বায়ু পৌছে যায়। তার কবর অত্যন্ত সংকীর্ণ হয়ে যায় এবং তাকে এমনভাবে চেপে ধরে যে, তার পার্শ্বদেশের অস্থি মড় মড় করে তাঙ্গতে থাকে। একটি অত্যন্ত কদাকার ও বিশ্রি লোক ময়লাযুক্ত কাপড় পরিহিত হয়ে ও দুর্গন্ধ ছড়িয়ে তার কাছে হাযির হয় এবং বলে- আমি তোমাকে তোমার দুর্ভাগ্যের সংবাদ দিচ্ছি। এটা ঐ দিন যেদিনের ওয়াদা তোমাকে দেয়া হয়েছিল। সে জিজ্ঞেস করে, তুমি কে? সে বলে, আমি তোমার দুষ্কর্ম। সেই কাফির লোকটি তখন বলে ওঠে- আল্লাহ করুন যেন কিয়ামত সংঘটিত না হয় (তাহলে আমাকে জাহান্নামে যেতে হবে না)।”হযরত বারা ইবনে আযিব (রাঃ) বলেনঃ “আমরা রাসূলুল্লাহ (সঃ)-এর সাথে বাইরে বের হই। আমরা জানাযার অনুসরণ করছিলাম (অবশিষ্ট বর্ণনা উপরোক্ত বর্ণনার মতই)।” যখন মুমিনের রূহ বের হয় তখন আকাশ ও পৃথিবীর ফেরেশতাগণ তার উপর দরূদ পাঠ করেন। তার জন্যে আসমানের দরজা খুলে যায়। সমস্ত ফেরেশতা এই প্রার্থনা করতে থাকেন যে, তার রূহ যেন তাঁদের সম্মুখ দিয়ে নিয়ে যাওয়া হয়। কাফিরের আত্মার উপর এমন একজন ফেরেশতাকে নিযুক্ত করা হয় যিনি অন্ধ, বধির ও বোবা। তার হাতে এমন একটি হাতুড় থাকে যে, যদি ওটা দ্বারা তিনি পাহাড়ের উপর মারেন তবে সেটা চূর্ণ-বিচূর্ণ হয়ে যাবে। তা দ্বারা তিনি কাফিরকে এমন জোরে প্রহার করেন যে, সে উচ্চস্বরে চীৎকার করে ওঠে। দানব ও মানব ছাড়া সমস্ত মাখলূক সেই শব্দ শুনতে পায়। অতঃপর জাহান্নামের দরজা খুলে দেয়া হয়। আল্লাহ পাকের উক্তিঃ (আরবী) অর্থাৎ যদি সূঁচের ছিদ্র দিয়ে উট বের হতে পারে তবেই কাফির জান্নাতে প্রবেশ করতে পারে (কিন্তু এটা সম্ভব নয়!)। হযরত ইবনে আব্বাস (রাঃ) জামাল শব্দটিকে জুম্মাল অর্থাৎ কে দিয়ে ওকে দিয়ে পড়তেন। জুম্মাল মোটা রঞ্জুকে বলা হয় যার দ্বারা নৌকা বাধা হয়।",
  "ayah": 41,
  "surah": 7
}
