{
  "text": "৪৪-৪৫ নং আয়াতের তাফসীর:\nজাহান্নামবাসীকে জাহান্নামে যাওয়ার পর উপহাসমূলকভাবে সম্বোধন করা হচ্ছে যে, জান্নাতবাসী জাহান্নামবাসীকে সম্বোধন করে বলবেঃ “আমাদের প্রতিপালক আমাদের সাথে যে অঙ্গীকার করেছিলেন তা তিনি সত্যরূপে দেখিয়েছেন। তোমাদের সাথে আল্লাহ তা'আলা যে ওয়াদা করেছিলেন তা তোমরা সত্যরূপে পেয়েছো কি?” (আরবী) এখানে হরফটি উহ্য উক্তির তাফসীর করছে এবং (আরবী) শব্দটি নিশ্চয়তা বুঝাবার জন্যে এসেছে। সেই সময় কাফিররা উত্তরে বলবেঃ “হা (আমরা তা সত্যরূপে পেয়েছি)।” যেমন মহান আল্লাহ সূরায়ে সাফফাতে বলেছেন এবং তিনি ঐ ব্যক্তি সম্বন্ধে সংবাদ দিয়েছেন যে ব্যক্তি দুনিয়ায় কোন কাফিরের বন্ধু ছিল। ঐ মুমিন ব্যক্তি যখন তার কাফির বন্ধুকে জাহান্নামে উঁকি মেরে দেখবে তখন বলবেঃ “আল্লাহর শপথ! তুমি তো আমাকেও ধ্বংস করারই উপক্রম করেছিলে, যদি না আমার প্রভুর অনুগ্রহ হতো তবে আমিও তোমার ন্যায় দণ্ডিতদের অন্তর্ভুক্ত হতাম।” এই কাফিররা বলতোঃ “এই যে, আমরা মরলাম তো মরলামই, আর আমরা উথিত হবে না এবং আমাদেরকে শাস্তিও দেয়া হবে না।” ফেরেশতা এখন তাদের কান খুলে দেবে এবং বলবে- দেখ, এটাই হচ্ছে সেই জাহান্নাম যা তোমরা অস্বীকার করতে। এটা কি কোন যাদু, না তোমরা এটা দেখতে পাচ্ছ না? এসো, জাহান্নামে প্রবেশ কর। পেরে না পেরে তোমাদেরকে সহ্য করতেই হবে। তোমরা তোমাদের কৃতকর্মের প্রতিদান পাচ্ছ।অনুরূপভাবে রাসূলুল্লাহ (সঃ) বদরের নিহতদেরকে সম্বোধন করে বলেছিলেন“হে আবু জেহেল ইবনে হিশাম, হে উৎবা ইবনে রাবীআ, হে শাইবা ইবনে রাবীআ এবং অন্যান্য মৃত কুরায়েশ নেতৃবর্গের নাম ধরে ধরে বলেছিলেন! আল্লাহ তোমাদের সাথে যে ওয়াদা করেছিলেন তা সত্যে পরিণত হয়েছে কি? আমার প্রভু আমার সাথে যে ওয়াদা করেছিলেন তা পূর্ণ হয়ে গেছে।” ঐ সময় হযরত উমার (রাঃ) জিজ্ঞেস করেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি মৃতদেরকে সম্বোধন করছেন (অথচ তারা তো শুনতেই পায় না)?” তিনি উত্তরে বলেছিলেনঃ “আল্লাহর কসম! তারা তোমাদের চেয়ে কম শুনতে পাচ্ছে না, কিন্তু তারা উত্তর দিতে সক্ষম নয়।”অতঃপর ইরশাদ হচ্ছে- একজন ঘোষণাকারী ঘোষণা করবে- যালিমদের উপর আল্লাহর অভিসম্পাত। আল্লাহ পাক বলেনঃ এরা হচ্ছে ঐসব লোক যারা লোকদেরকে সরল সোজা পথে আসতে বাধা প্রদান করতো। তারা জনগণকে নবীদের শরীয়তের পথ থেকে ফিরিয়ে দিতো, যেন তারা বক্র পথে পরিচালিত হয় এবং নবীদের অনুসরণ না করে। তারা পরকালে আল্লাহর সামনে হাজির হওয়াকে অস্বীকার করতো। কেননা, তাদের হিসাবের দিনের কোন ভয়ই ছিল না। এরা ছিল বড়ই দুষ্ট প্রকৃতির লোক।",
  "ayah": 45,
  "surah": 7
}
