{
  "text": "৪৬-৪৭ নং আয়াতের তাফসীর:\nজান্নাতবাসী যে জাহান্নামবাসীকে সম্বোধন করবে এটার বর্ণনা দেয়ার পর ইরশাদ হচ্ছে যে, জাহান্নাম ও জান্নাতের মধ্যভাগে একটা পর্দা থাকবে যা জাহান্নামীদের জন্যে জান্নাতে প্রবেশের প্রতিবন্ধক হবে। যেমন, আল্লাহ পাক বলেনঃ “ও দু'টোর মাঝখানে একটি প্রাচীর স্থাপন করা হয়েছে, যার ভিতরের দিকে একটি দরজা আছে, যাতে রহমত রয়েছে এবং ওর বাইরের দিকে রয়েছে শাস্তি।” ওটাই হচ্ছে আরাফ। এর সম্পর্কেই বলা হয়েছে যে, আরাফের উপর কতকগুলো লোক থাকবে। সুদ্দীর (রঃ) বর্ণনায় রয়েছে যে, আল্লাহ পাকের “ও দু’টোর মাঝে একটি পর্দা রয়েছে”- এই উক্তিতে যে পর্দা কথাটি রয়েছে এটা দ্বারা আ'রাফকেই বুঝানো হয়েছে। ইবনে জারীর (রঃ) বলেন যে, (আরবী) শব্দটি হচ্ছে (আরবী) শব্দের বহুবচন। প্রত্যেক উঁচু স্থানকেই (আরবী) বলা হয়। মোরগের মাথার পালককেও এ কারণেই (আরবী) বলা হয়ে থাকে।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, জান্নাত ও জাহান্নামের মধ্যভাগে একটি টিলা বা ছোট পাহাড় রয়েছে। সেখানেও মানুষ অবস্থান করবে। তারা। পাপী। সুদ্দী (রঃ) বলেন যে, আ'রাফে অবস্থানকারী লোকেরা নিজেদের লোকদেরকে চিনতে পারবে বলেই ঐ জায়গার নাম আ'রাফ রাখা হয়েছে। আরাফবাসীদের ব্যাপারে মুফাসসিরদের ব্যাখ্যা বিভিন্ন রূপ। সবগুলোরই অর্থ প্রায় কাছাকাছি। অর্থাৎ তারা হচ্ছে ঐসব লোক যাদের পাপ ও পুণ্য সমান সমান। রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়েছিল- “যাদের পাপ ও পুণ্য সমান সমান হবে তারা কোথায় থাকবে?” উত্তরে তিনি বলেছিলেনঃ “এরাই হচ্ছে আরাফবাসী। তাদেরকে জান্নাতে প্রবিষ্ট করা হবে না বটে, তবে তারা জান্নাতে প্রবেশের আশা অবশ্যই করবে।” এই ধরনেরই আর একটি প্রশ্নের উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “আরাফের এই অধিবাসীরা হচ্ছে ওরাই যারা পিতা মাতার অনুমতি ছাড়াই আল্লাহর পথে জিহাদের জন্যে বের হয়েছিল এবং শহীদ হয়েছিল। তাদেরকে জান্নাতে প্রবেশ করা থেকে বিরত রাখার কারণ এই যে, তারা পিতা মাতার ইচ্ছার বিরুদ্ধে কাজ করেছিল। আর জাহান্নাম থেকে এজন্যে বাঁচানো হয়েছে যে, তারা আল্লাহর পথে যুদ্ধ করে শহীদ হয়েছিল।” আর একটি হাদীসে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “এরা হচ্ছে ঐ সব লোক যাদের পুণ্য ও পাপ সমান সমান ছিল। পাপগুলো তাদের জান্নাতে প্রবেশের পথে প্রতিবন্ধক হয়েছে এবং পুণ্যগুলো জাহান্নাম হতে রক্ষা করেছে। এখন লোকগুলো সেই প্রাচীরের পার্শ্বেই অবস্থান করছে এবং আল্লাহ তা'আলার ফায়সালা পর্যন্ত সেখানেই অবস্থান করবে। তাদের দৃষ্টি যখন জাহান্নামবাসীদের উপর পড়বে তখন তারা বলবেঃ হে আমাদের প্রভু! আমাদেরকে এই যালিমদের অন্তর্ভুক্ত করবেন না। এভাবেই তারা দু'আ করতে থাকবে। অবশেষে মহান আল্লাহ তাদেরকে বলবেনঃ আচ্ছা, যাও, তোমরা জান্নাতে প্রবেশ কর। আমি তোমাদেরকে ক্ষমা করে দিলাম। কিয়ামতের দিন আল্লাহ পাক লোকদের হিসাব গ্রহণ করবেন। যার একটি পুণ্য বেশী হবে তাকে জান্নাতে প্রবেশ করানো হবে। আর যার একটি পাপ বেশী হবে তাকে জাহান্নামে প্রবিষ্ট করা হবে।” অতঃপর তিনি (আরবী) (২৩:১০২) এই আয়াতটি পাঠ করেন। এরপর রাসূলুল্লাহ (সঃ) বলেনঃ “দাঁড়িপাল্লা তো একটি দানার পার্থক্যের কারণে নীচে বসে যায় বা উপরে চড়ে উঠে। আর পুণ্য ও পাপ সমান হয়ে গেলে তাদেরকে পুলসিরাতের উপর আটক করে দেয়া হবে। তারা জান্নাতবাসী ও জাহান্নামবাসীকে চিনতে পারবে। তারা জান্নাতবাসীদেরকে দেখে সালাম জানাবে। আর বামে জাহান্নামীদেরকে দেখা যাবে। তাদেরকে দেখে আরাফবাসীরা বলবেঃ “হে আল্লাহ! আমাদেরকে এদের অন্তর্ভুক্ত করবেন না।' পুণ্যবানদের সামনে একটা নূর থাকবে যার আলোতে তারা পথ চলবে। এরূপ নূর প্রত্যেক পুণ্যবান পুরুষ পুণ্যবতী নারীর সামনে থাকবে। যখন তারা পুলসিরাতের উপর পৌছবে তখন মুনাফিকদের সামনে থেকে এ নূর সরিয়ে নেয়া হবে। জান্নাতবাসীরা যখন মুনাফিকদেরকে দেখবে তখন বলবেঃ “হে আল্লাহ! আমাদের মূরকে আপনি প্রতিষ্ঠিত রাখুন!' কিন্তু আরাফবাসীদের নূর তাদের সামনেই থাকবে, দূরে থাকবে না। ঐ সময় আল্লাহ তা'আলা বলবেনঃ এরা জান্নাতী নয় বটে, কিন্তু জান্নাতের আশা রাখে। বান্দা যখন একটি পুণ্যের কাজ করে তখন তার জন্যে দশটি পুণ্য লিখা হয়। আর যখন একটি পাপের কাজ করে তখন একটিমাত্র পাপ লিখা হয়। ঐ ব্যক্তি হতভাগ্য যার একক দশকের উপর জয়যুক্ত হয়। আল্লাহ পাক যখন তাদেরকে ক্ষমা করে দেবেন তখন তাদেরকে তিনি নদীর দিকে প্রেরণ করবেন। ঐ নদীকে নহরে হায়াত' বলা হয়। ঐ নদীর ধার সোনা দিয়ে বাঁধানো আছে এবং ওকে হীরা ও মনিমুক্তা দিয়ে এঁটে দেয়া হয়েছে। ওর মাটি হচ্ছে মিশক। আরাফবাসীদেরকে ঐ নদীতে গোসল করানো হবে। তখন তাদের রং ঠিক হয়ে যাবে এবং তাদের গ্রীবায় সাদা ও উজ্জ্বল চিহ্ন প্রকাশিত হয়ে পড়বে। এই চিহ্ন দ্বারাই তাদের আরাফবাসী হওয়ার পরিচয় পাওয়া যাবে। যখন তাদের চেহারায় ঔজ্জ্বল্য প্রকাশ পাবে তখন মহান আল্লাহ তাদেরকে সম্বোধন করে বলবেনঃ “কি চাইবে চাও। তখন তারা তাদের মনের বাসনা প্রকাশ করবে। তাদের আশা পূর্ণ করা হবে। তাদেরকে বলা হবেঃ “তোমাদের আবেদনের উপর আরও সত্তর ভাগ দেয়া হচ্ছে।' অতঃপর তাদেরকে জান্নাতের দিকে নিয়ে যাওয়া হবে এবং তাদের নাম দেয়া হবে ‘মাসাকীনে আহূলে জান্নাত’ বা জান্নাতবাসীদের মিসকীনগণ।”রাসূলুল্লাহ (সঃ) বলেছেন- আরাফবাসীর ফায়সালা হবে সর্বশেষে। সমস্ত বান্দার ফায়সালা করার পর আল্লাহ তাআলা তাদেরকে সম্বোধন করে বলবেনঃ “হে আ'রাফবাসীগণ! তোমাদের পূণ্যগুলো তোমাদেরকে জাহান্নাম থেকে বাঁচিয়ে নিয়েছে। কিন্তু তোমাদেরকে জান্নাতের অধিবাসী করতে পারেনি। এখন তোমরা আমার আযাদকৃত হয়ে যাও। যেভাবেই চাও জান্নাত দ্বারা উপকৃত হও।”এ কথাও বলা হয়েছে যে, আরাফবাসী হচ্ছে ঐসব লোক যারা অবৈধভাবে সৃষ্ট হয়েছে। রাসূলুল্লাহ (সঃ) বলেছেনঃ “জ্বিনদের মধ্যেও মুমিন রয়েছে এবং তাদের জন্যেও পুণ্য ও শাস্তি রয়েছে।” সাহাবীগণ তাদের মুমিনদের সম্পর্কে এবং পুণ্যের ব্যাপারে জিজ্ঞেস করলে তিনি বলেনঃ “তারা হবে আ'রাফের অধিবাসী। জান্নাতে তারা উম্মতে মুহাম্মাদিয়ার সাথে থাকবে না।” জিজ্ঞেস করা হয়ঃ “আ'রাফ কি?” উত্তরে তিনি বলেনঃ “ওটা হচ্ছে জান্নাতের নিকটবর্তী একটি প্রাচীর, যার মধ্যে নহরও রয়েছে, গাছও রয়েছে এবং ফলও রয়েছে।” মুজাহিদ (রঃ) বলেন যে, আ'রাফবাসী হচ্ছেন ঐসব সৎ লোক যারা ফকীহ্ ও আলিম।(আরবী) এই আয়াত সম্পর্কে আবু মুজলি (রঃ) বলেন যে, যারা আ'রাফের উপর নির্ধারিত থাকবেন তারা হবেন ফেরেশতা। তারা জান্নাতবাসী ও জাহান্নামবাসীকে চিনতে পারবেন এবং জান্নাতবাসীদেরকে তারা ডাক দিয়ে বলবেনঃ “আস্সালামু আলাইকুম।” তাঁরা জান্নাতে থাকবেন না বটে, কিন্তু জান্নাতের জন্যে আশান্বিত হয়ে থাকবেন। আর তাঁরা জাহান্নামীদেরকে দেখে জাহান্নাম থেকে আশ্রয় প্রার্থনা করবেন। আ'রাফবাসীরা এমন লোকদেরকে ডাক দেবে যাদেরকে তারা তাদের উজ্জ্বল চেহারা দেখে চিনতে পারবে এবং তাদেরকে বলবেঃ তোমরা ফখর ও অহংকারের বশবর্তী হয়ে আল্লাহর হুকুম অমান্য করতে না।' যে পাপী লোকগুলো আল্লাহর রহমতপ্রাপ্ত হয়নি তারা জান্নাতী হতে পারে না। আর জান্নাতীদেরকে যখন জান্নাতে প্রবেশ করানো হবে তখন তাদেরকে বলা হবেঃ 'যাও, এখন জান্নাতে তোমাদের কোন ভয়ও নেই এবং তোমরা চিন্তিতও হবে না।' এ উক্তিটি অত্যন্ত দুর্বল এবং বাকরীতিও প্রকাশ্য শব্দের উলটো। জমহুরের উক্তিটিই অগ্রগণ্য। কেননা, ওটা আয়াতের প্রকাশ্য শব্দের সাথে সামঞ্জস্যপূর্ণ। হযরত মুজাহিদ (রঃ)-এর উপরোক্ত উক্তিটিও দুর্বলতামুক্ত নয়। কুরতুবী (রঃ) এতে বারোটি উক্তি নকল করেছেন। যেমন সৎ লোকগণ, নবীগণ, ফেরেশতাগণ ইত্যাদি। আ'রাফবাসীরা জান্নাতীদেরকে তাদের চেহারার ঔজ্জ্বল্য ও শুভ্রতা দেখে চিনে নেবে। আর জাহান্নামীদেরকে চিনে নেবে তাদের কালিমাময় চেহারা দেখে।হযরত ইবনে আব্বাস (রঃ) হতে বর্ণিত আছে যে, আল্লাহ পাক তাদেরকে এই মর্যাদা এ জন্যেই দিয়েছেন যেন তারা জানতে পারে যে জান্নাতী কারা এবং জাহান্নামী কারা। তারা জাহান্নামীদেরকে তাদের মলিন ও কালিমাময় চেহারা দেখে চিনতে পারবে এবং আল্লাহর নিকট আশ্রয় প্রার্থনা করে বলবে- হে আল্লাহ! আমাদেরকে এই অত্যাচারীদের অন্তর্ভুক্ত করবেন না। ঐ অবস্থাতেই তারা জান্নাতবাসীদেরকে সালাম জানাবে। তারা নিজেরা তখন পর্যন্ত জান্নাতে প্রবেশ করেনি বটে, কিন্তু তারা জান্নাতে প্রবেশ লাভের আশা রাখে এবং ইনশাআল্লাহ জান্নাতে প্রবেশ করবে। হাসান বসরী (রঃ) বলেনঃ “আল্লাহর শপথ! এই লোভ ও আশা তাদের অন্তরে শুধু সেই দয়া ও অনুগ্রহের কারণে রয়েছে যা আল্লাহ তাদের অবস্থার উপর যুক্ত রেখেছেন। আর তারা যে আশা রাখবে তা আল্লাহ তাদেরকে জ্ঞাত করেও দিয়েছেন। অর্থাৎ তিনি বলেছেনঃ “তারা জাহান্নামবাসীদেরকে দেখে বলবে- হে আল্লাহ! আমাদেরকে তাদের অবস্থা থেকে রক্ষা করুন!” ইকরাম (রঃ) বলেন যে, আরাফবাসীরা যখন জাহান্নামবাসীদের দিকে চেয়ে দেখবে তখন তাদের চেহারা ঝলসে উঠবে। অতঃপর যখন। জান্নাতবাসীদের দিকে তাকাবে তখন তাদের ঐ অবস্থা দূরীভূত হয়ে যাবে।",
  "ayah": 47,
  "surah": 7
}
