{
  "text": "এখানে আল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, তিনি আসমান ও যমীনের সৃষ্টিকর্তা। আসমান ও যমীনকে তিনি ছয়দিনে সৃষ্টি করেছেন। যার বর্ণনা কোরআন কারীমের কয়েক জায়গায় এসেছে। ঐ ছয়দিন হচ্ছে রবিবার। সোমবার, মঙ্গলবার, বুধবার, বৃহস্পতিবার ও শুক্রবার। শুক্রবারেই সমস্ত মাখলুক একত্রিত হয়। ঐ দিনেই হযরত আদম (আঃ)-কে সৃষ্টি করা হয়। দিনগুলো এই দিনের মতই ছিল কি এক হাজার বছর বিশিষ্ট দিনগুলো ছিল এ ব্যাপারেও মতানৈক্য রয়েছে। হযরত ইবনে আব্বাস (রাঃ)-এর ধারণা মতে দিনগুলো ছিল হাজার বছর বিশিষ্ট দিন। এখন থাকলো শনিবার । ঐদিনে কিছু সৃষ্টি করা হয়নি। ঐদিন সৃষ্টিকার্য বন্ধ ছিল। একারণেই ঐ সপ্তম দিন অর্থাৎ শনিবারের দিনকে (আরবী) বলা হয়। আর (আরবী) শব্দের অর্থ হচ্ছে কাতা' বা কর্তন। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে, তিনি বলেন, রাসূলুল্লাহ (সঃ) আমার হাত ধরে রয়েছিলেন, এমতাবস্থায় তিনি বলেনঃ “আল্লাহ তা'আলা শনিবারে সৃষ্টি করেন যমীন, রবিবারে সৃষ্টি করেন পাহাড়-পর্বত, সোমবারে সৃষ্টি করেন বৃক্ষরাজী, মন্দ ও অপছন্দনীয় জিনিসগুলো সৃষ্টি করেন মঙ্গলবারে, বুধবারে সৃষ্টি করেন আলো, সমস্ত জীব-জন্তু সৃষ্টি করেন বৃহস্পতিবার এবং হযরত আদম (আঃ)-কে সৃষ্টি করেন শুক্রবারের শেষভাগে আসর ও মাগরিবের মধ্যবর্তী সময়ে।” এ হাদীস দ্বারা সপ্তম দিনেও ব্যস্ত থাকা সাব্যস্ত হচ্ছে। অথচ আল্লাহ তা'আলা বলেছেন যে, ব্যস্ততার দিনের সংখ্যা ছিল ছয়। এজন্যে বুখারী (রঃ) প্রমুখ মনীষী এ হাদীসের সঠিকতার ব্যাপারে সমালোচনা করেছেন এবং বলেছেন যে, সম্ভবতঃ আবু হুরাইরা (রাঃ) এটা কা'ব আহবার থেকে শুনেই বলেছেন। এ ব্যাপারে আল্লাহ তা'আলাই সর্বাধিক অবগত।এই ছয়দিনের ব্যস্ততার পর আল্লাহ তা'আলা আরশের উপর সমাসীন হন। এ স্থানে লোকেরা বহু মতামত পেশ করেছেন এবং বহু জল্পনা-কল্পনা করেছেন। এগুলোর ব্যাখ্যা দেয়ার সুযোগ এখানে নেই। এ ব্যাপারে আমরা শুধুমাত্র পূর্ববর্তী গুরুজনদের মাযহাব অবলম্বন করেছি। তারা হচ্ছেন মালিক (রঃ), আওযায়ী (রঃ)-সাওরী (রঃ), লায়েস ইবনে সা'দ (রঃ), শাফিঈ (রঃ), আহমাদ (রঃ) ইসহাক ইবনে রাহওয়াই (রঃ) ইত্যাদি এবং নবীন ও প্রবীণ মুসলিম ইমামগণ । আর ঐ মাযহাব হচ্ছে এই যে, কোন অবস্থা ও সাদৃশ্য স্থাপন ছাড়াই ওটার ওপর বিশ্বাস রাখতে হবে। কোন জল্পনা-কল্পনা করাও চলবে না যার দ্বারা সাদৃশ্যের আকীদা মস্তিষ্কে এসে যায় এবং এটা আল্লাহ তা'আলার গুণাবলী হতে বহু দূরে। মোটকথা, যা কিছু আল্লাহ তাআলা বলেছেন ওটাকে কোন খেয়াল ও সন্দেহ ছাড়াই মেনে নিতে হবে এবং কোন -চুল চেরা করা চলবে না। কেননা, আল্লাহ পাক কোন বস্তুর সাথে সাদৃশ্যযুক্ত নন। তিনি হচ্ছেন শ্রোতা ও দ্রষ্টা। যেমন মুজতাহিদ বা চিন্তাবিদগণ বলেছেন। এঁদের মধ্যে নাঈম ইবনে হাম্মাদ আল খুযায়ীও (রঃ) রয়েছেন, যিনি হচ্ছেন ইমাম বুখারীর (রঃ) উস্তাদ। তিনি বলেনঃ “যে ব্যক্তি আল্লাহ তা'আলাকে কোন মাখলুকের সঙ্গে সাদৃশ্যযুক্ত করে সে কুফরীর দোষে দোষী হয়ে যায় এবং আল্লাহ তা'আলা নিজেকে যেসব গুণে ভূষিত করেছেন তা যে ব্যক্তি অস্বীকার করে সে কাফির হয়ে যায়। আল্লাহ এবং তাঁর রাসূল (সঃ) যেসব গুণে তাঁকে ভূষিত করেননি সেসব গুণে তাঁকে ভূষিত করাই হচ্ছে তার সাদৃশ্য স্থাপন করা। কিন্তু যে ব্যক্তি আল্লাহর জন্যে ঐ সব গুণ সাব্যস্ত করে যা স্পষ্টরূপে তার আয়াতসমূহের মধ্যে ও বিশুদ্ধ হাদীসগুলোর মধ্যে বর্ণিত হয়েছে এবং যদদ্বারা তার মহিমা প্রকাশ পেয়েছে ও তাঁর সত্তাকে সর্বপ্রকার ত্রুটি থেকে মুক্ত করেছে, সেই ব্যক্তিই সঠিক খেয়ালের উপর রয়েছে।ইরশাদ হচ্ছে- তিনি দিনকে রাত্রি দ্বারা আচ্ছাদিত করেন অর্থাৎ রাত্রির অন্ধকারকে দিনের আলো দ্বারা এবং দিনের আলোকে রাত্রির অন্ধকার দ্বারা আচ্ছাদিত করেন। এই দিন রাত্রির প্রত্যেকটি অপরটিকে খুবই ত্বড়িত গতিতে পেয়ে যায়। অর্থাৎ একটি শেষ হতে শুরু করলে অপরটি তুড়িত গতিতে এসে পড়ে এবং একটি বিদায় নিলে অপরটি তৎক্ষণাৎ এসে যায়। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “রাত্রিও তাদের জন্যে একটি নিদর্শন, আমি ওটা হতে দিনকে অপসারণ করি, আর তৎক্ষণাৎ তারা অন্ধকারে থেকে যায়। আর সূর্য ওর নির্দিষ্ট কক্ষে ভ্রমণ করে চলছে, ওটা তাঁরই নির্ধারিত পরিমাণ যিনি মহাপরাক্রান্ত, জ্ঞানময়। আর (অন্যতম নিদর্শন) চন্দ্রের জন্যে আমি মনযিলসমূহ নির্ণীত করে রেখেছি। (এবং চন্দ্র ওটা অতিক্রম করছে) এমন কি ওটা (অতিক্রম শেষে ক্ষীণ হয়ে) এরূপ হয়ে যায় যে, যেন খেজুরের পুরাতন শাখা । সূর্যের সাধ্য নেই যে চন্দ্রকে গিয়ে ধরবে আর না রাত্রি দিবসের পূর্বে আসতে পারবে এবং প্রত্যেকে এক একটি চক্রের মধ্যে সন্তরণ করছে।” (৩৭:৪০) এজন্যেই আল্লাহ পাক (আরবী) বলেছেন। কেউ কেউ (আরবী) এবং (আরবী) কে (আরবী) দিয়ে পড়েছেন এবং কেউ কেউ পড়েছেন (আরবী) দিয়ে । উভয় অবস্থাতেই অর্থ একই হবে। অর্থাৎ সমস্ত কিছুই তার পরিচালনাধীন এবং ইচ্ছাধীন। এ জন্যেই তিনি বলেছেনঃ (আরবী) অর্থাৎ জেনে রেখো যে, সৃষ্টির একমাত্র কর্তা তিনিই এবং হুকুমের একমাত্র মালিক ও তিনিই (আরবী) অর্থাৎ ‘বিশ্বজাহানের প্রতিপালক আল্লাহ হচ্ছেন বরকতময়।' যেমনঃ (আরবী) (২৫:৬১) বলেছেন। রাসূলুল্লাহ (সঃ) বলেছেনঃ যে ব্যক্তি সৎ আমল করে আল্লাহর নিকট কৃতজ্ঞতা জ্ঞাপন করলো না, বরং নিজের প্রশংসা করলো সে কুফরী করলো। তার আমল ছিনিয়ে নেয়া হবে। আর যে ব্যক্তি ধারণা করে যে, আল্লাহ তা'আলা নিজের কোন হুকুমত বা কোন ক্ষমতা বান্দার কাছে হস্তান্তর করেছেন সেও কুফরী করেছে। কেননা, আল্লাহ পাক বলেছেনঃ (আরবী) অর্থাৎ “জেনে রেখো যে, সৃষ্টির একমাত্র কর্তা তিনিই এবং একমাত্র হুকুমের মালিকও তিনিই। বিশ্বজগতের প্রতিপালক আল্লাহ হলেন বরকমত।।\" দুআয়ে মাসূরায় নিম্নলিখিতভাবে দুআ করার কথা বলা হয়েছে-(আরবী) অর্থাৎ “হে আল্লাহ! সমুদয় রাজ্য ও রাজত্ব আপনারই। সমুদয় প্রশংসা আপনারই জন্যে। সমস্ত বিষয় আপনারই কাছে প্রত্যাবর্তন করে। আমি আপনার কাছে সমস্ত কল্যাণ প্রার্থনা করছি এবং সমুদয় অকল্যাণ হতে আশ্রয় চাচ্ছি।”",
  "ayah": 54,
  "surah": 7
}
