{
  "text": "৫৭-৫৮ নং আয়াতের তাফসীর:\nআল্লাহই যে আকাশ ও পৃথিবীর সৃষ্টিকর্তা, হুকুমের মালিক একমাত্র তিনিই এবং সবকিছুর পরিচালক শুধুমাত্র তিনিই, এগুলোর বর্ণনা দেয়ার পর এখানে তিনি অবহিত করেছেন যে, তিনিই হচ্ছেন আহার্যদাতা এবং মৃতকে কিয়ামতের দিন তিনিই উথিত করবেন। বায়ুকে তিনিই প্রেরণ করেন যা বৃষ্টিপূর্ণ মেঘকে চতুর্দিকে ছড়িয়ে দেয়। কেউ (আরবী) শব্দকে (আরবী) পড়েছেন। যেমন আল্লাহ পাক এক জায়গায় বলেনঃ (আরবী) নিদর্শনাবলীর মধ্যে এটাও নিদর্শন যে, তিনি (বৃষ্টির) সুসংবাদ বহনকারীরূপে বাতাস প্রেরণ করেন। (৩০:৪৬)। আল্লাহ পাকের উক্তিঃ (আরবী) এখানে (আরবী) দ্বারা বৃষ্টিকে বুঝানো হয়েছে। যেমন তিনি এক জায়গায় বলেছেনঃ “আল্লাহ তিনিই যিনি মানুষের নিরাশ হয়ে যাওয়ার পর বৃষ্টি বর্ষণ করে থাকেন এবং তিনি তাঁর রহমত ছড়িয়ে দেন, তিনি হচ্ছেন প্রশংসিত বন্ধু।\" অন্য জায়গায় তিনি বলেনঃ “সুতরাং আল্লাহর রহমতের লক্ষণের প্রতি লক্ষ্য কর যে, কিভাবে তিনি যমীনকে ওর মরে যাওয়ার (শুকিয়ে যাওয়ার পর পুনর্জীবিত করেন! এভাবেই তিনি মৃতকে পুনর্জীবন দান করতে সক্ষম এবং তিনি প্রত্যেক জিনিসের উপরই ক্ষমতাবান।।আল্লাহ তা'আলার উক্তিঃ “যখন ঐ বাতাস ভারী মেঘমালাকে বহন করে নিয়ে আসে।” অর্থাৎ তাতে অধিক পানি থাকে, যা যমীনের নিকটবর্তী হয়। ইরশাদ হচ্ছে- (আরবী) অর্থাৎ ঐ মেঘমালাকে কোন নির্জীব ভূখণ্ডের দিকে প্রেরণ করি এবং ওটা হতে বারিধারা বর্ষণ করে ওকে পরিতৃপ্ত করি। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ তাদের জন্যে একটি নিদর্শন হচ্ছে নির্জীব যমীন, আমি ওকে সঞ্জীবিত করেছি।” (৩৬:৩৩) এজন্যেই ইরশাদ হচ্ছে- (আরবী) অর্থাৎ যেমন আমি যমীনকে ওর মরে যাওয়ার পর সঞ্জীবিত করি, তদ্রুপ দেহকেও মাটি হয়ে যাওয়ার পর কিয়ামতের দিন জীবিত করবে। আল্লাহ পাক আকাশ থেকে বৃষ্টি বর্ষণ করবেন এবং চল্লিশ দিন পর্যন্ত যমীনে বৃষ্টি বর্ষিত হতেই থাকবে এবং মানবদেহ কবর থেকে এমনিভাবে উঠতে থাকবে যেমনিভাবে ভূমিতে জীব অঙ্কুরিত হয়। এ ধরনের আয়াত কুরআন কারীমে বহু রয়েছে যে, তিনি মৃত যমীনকে পুনর্জীবিত করবেন। এগুলো তিনি কিয়ামত সংঘটনের দৃষ্টান্ত হিসেবে বর্ণনা করেছেন। (আরবী) উদ্দেশ্য এই যে, যেন তোমরা এটা থেকে শিক্ষা গ্রহণ করতে পার।(আরবী) ভাল ও উৎকৃষ্ট ভূমি ওর প্রতিপালকের নির্দেশক্রমে খুব ভাল ফসল ফলায়। অর্থাৎ উত্তম ভূমিতে অতিসত্বর ফসল উৎপন্ন হয়। যেমন তিনি এক জায়গায় (আরবী) (৩:৩৭) বলেছেন। এরপর আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ যা খারাপ ভূমি, অর্থাৎ কংকরময় বা বালুকাময় ভূমি, তাতে খুব কমই ফসল হয়ে থাকে। এটা মুমিন ও কাফিরের জন্যে দৃষ্টান্ত স্বরূপ বর্ণনা করা হয়েছে।ইমাম বুখারী (রঃ) হযরত আবু মূসা আশআরী (রাঃ) হতে বর্ণনা করেছেন। যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ আমাকে যে হিদায়াত ও ইলম সহকারে পাঠিয়েছেন ওর দৃষ্টান্ত হচ্ছে মুষলধারার বৃষ্টি, যা কোন যমীনে পড়েছে। সেই যমীনের এক অংশ উৎকৃষ্ট ছিল যা সেই বৃষ্টি গ্রহণ করেছে এবং প্রচুর উদ্ভিদ ও তৃণরাশি জন্মিয়েছে। আর অপর একাংশ কঠিন (ও গভীর) ছিল যা পানি (শোষণ করেনি, কিন্তু) আটকিয়ে রেখেছে, যা দ্বারা আল্লাহ লোকের উপকার সাধন করেছেন। তারা তা পান করেছে, পান করিয়েছে এবং তার দ্বারা ক্ষেতকৃষি করেছে। আর কতক বৃষ্টি যমীনের এমন অংশে পড়েছে যা সমতল (ও কঠিন); ওটা পানি আটকিয়ে রাখে না। অথবা (শোষণ করে) ঘাস পাতাও জন্মায় না। এটা ঐ ব্যক্তির দৃষ্টান্ত যে আল্লাহর দ্বীন সম্পর্কে জ্ঞান লাভ করেছে এবং যেটা সহকারে আল্লাহ আমাকে পাঠিয়েছেন ওটা তার উপকার সাধন করেছে-সে শিক্ষা করেছে ও শিক্ষা দিয়েছে এবং ঐ ব্যক্তির দৃষ্টান্ত যে ব্যক্তি ওর (অর্থাৎ যা সহ আল্লাহ আমাকে পাঠিয়েছেন) দিকে মাথা তুলেও দেখেনি এবং আল্লাহর যে হিদায়াত আমার প্রতি পাঠানো হয়েছে তা কবূল করেনি।”",
  "ayah": 58,
  "surah": 7
}
