{
  "text": "৫৯-৬২ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা এ সূরার প্রারম্ভে হযরত আদম (আঃ) এবং তাঁর সম্পর্কীয় ঘটনার বর্ণনা দিয়েছেন। এখন তিনি নবীদের ঘটনা বর্ণনা করছেন। হযরত নূহ (আঃ)-এর ঘটনাই তিনি প্রথম শুরু করেছেন। কেননা, তিনি ছিলেন সর্বপ্রথম রাসূল যাকে আল্লাহ তা'আলা হযরত আদম (আঃ)-এর পরে দুনিয়ায় পাঠিয়েছিলেন। তিনি হচ্ছেন নূহ ইবনে লামুক ইবনে মুতাওয়াশলাখ ইবনে উখনূখ। উখনূখের নামই ইদরীস। তাঁর সম্পর্কে বলা হয়েছে যে, লিখন রীতি তিনিই আবিষ্কার করেছিলেন। তিনি হচ্ছেন উখনূখ ইবনে বুরদ ইবনে মাহ্লীল ইবনে কানীন ইবনে ইয়ানিশ ইবনে শীস ইবনে আদম (আঃ)। মুহাম্মাদ ইবনে ইসহাক (রঃ) বলেন যে, কোন নবী তাঁর কওমের পক্ষ থেকে দেয়া ততো কষ্ট সহ্য করেননি যতো কষ্ট হযরত নূহ (আঃ) সহ্য করেছেন। তবে হ্যা কোন কোন নবীকে হত্যা করাও হয়েছিল। ইয়াযীদ ইবনে কাশী (রঃ) বলেন যে, হযরত নূহ (আঃ) স্বীয় নফসের উপর অত্যধিক বিলাপ করতেন বলে তাঁকে ‘নূহ' নামে অভিহিত করা হয়। হযরত আদম (আঃ) থেকে হযরত নূহের যুগ পর্যন্ত সময়ের মধ্যে দশ শতাব্দীকাল অতিবাহিত হয়েছে। এসব যুগের সব লোকই ইসলামের নীতির উপর কায়েম ছিলেন।হযরত ইবনে আব্বাস (রাঃ) ও তফসীরের পণ্ডিতগণ বলেনঃ প্রতিমা পূজার সূচনা এইভাবে হয়েছিল যে, সৎ ও পুণ্যাত্মা লোকগণ যখন মারা গেলেন তখন তাঁদের অনুসারীরা তাদের কবরের উপর মসজিদ বানিয়ে নেয় এবং তাঁদের ফটো তৈরী করে মসজিদের মধ্যে রেখে দেয়, যাতে ঐগুলো দেখে তাদের অবস্থা ও ইবাদতকে স্মরণ করতে পারে। আর এর ফলে যেন নিজেদেরকে তাদের মত করে গড়ে তোলার চেষ্টা করতে পারে। যখন কয়েক যুগ অতিবাহিত হয়ে গেল তখন ঐ ফটোগুলোর পরিবর্তে তাঁদের মূর্তি তৈরী করা হলো। কিছুদিন পর তারা ঐ মূর্তিগুলোকে সম্মান দেখাতে লাগলো এবং ওগুলোর ইবাদত শুরু করে দিলো।ঐ পুণ্যবান লোকদের নামে তারা ঐ মূর্তিগুলোর নাম রাখলো। যেমন ওয়াদ, সুওয়া, ইয়াগুস, ইয়াউক, নাসর ইত্যাদি। যখন এই মূর্তিমানের পূজা বেড়ে চললো তখন আল্লাহ তাআলা স্বীয় রাসূল হযরত নূহ (আঃ)-কে প্রেরণ করলেন। তিনি তাদেরকে এক ও শরীক বিহীন আল্লাহর ইবাদত করার হুকুম করলেন। তিনি বললেনঃ “হে আমার কওম! তোমরা শুধুমাত্র আল্লাহরই ইবাদত কর । তিনি ছাড়া তোমাদের অন্য কোন মাবুদ নেই। আমি তোমাদের প্রতি ভীষণ দিনের শাস্তির আশংকা করছি।” অর্থাৎ আমি এই ভয় করছি যে, কিয়ামতের দিন যখন তোমরা মুশরিক অবস্থায় আল্লাহর সাথে সাক্ষাৎ করবে তখন তোমাদেরকে কঠিন শাস্তি দেয়া হবে।তখন তাঁর কওমের মধ্যকার প্রধান ও নেতৃস্থানীয় লোকেরা বললোঃ “নিশ্চয়ই আমরা আপনাকে প্রকাশ্য পথভ্রষ্টতার মধ্যে দেখছি।” অর্থাৎ আপনি আমাদেরকে এসব প্রতিমার ইবাদত করতে নিষেধ করছেন, অথচ আমরা আমাদের পূর্বপুরুষদেরকে এর উপরই পেয়েছি। এই ব্যাপারে তো আমরা আপনাকে বড়ই পথভ্রষ্ট মনে করছি।আজকালকার ফাসিক-ফাজিরদের অবস্থাও অনুরূপ যে, তারা সঙ্কৰ্মশীলদের উপর পথভ্রষ্টতার অপবাদ দিয়ে থাকে। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “এই দুষ্ট প্রকৃতির লোকেরা যখন সকর্মশীল লোকদেরকে দেখে তখন বলে যে, নিশ্চয়ই এরা অবশ্যই পথভ্রষ্ট।” (৮৩:৩২) কাফিররা মুমিনদেরকে বলে-“যদি তাদের কথা সত্য হতো তবে আমরা ইতিপূর্বেই এটা অবলম্বন করতাম।” আর যেহেতু তারা নিজেরা হিদায়াত প্রাপ্ত হয়নি, তাই তারা বলতে শুরু করলো- “এরা তো নিজেরাই পথভ্রষ্ট এবং এরা মিথ্যা বলছে।” এ ধরনের বহু আয়াত রয়েছে।ইরশাদ হচ্ছে- “নূহ বললো, হে আমার জাতি! আমি কোন ভুলভ্রান্তি ও পথভ্রষ্টতার মধ্যে লিপ্ত নই। বরং আমি সারা জাহানের প্রতিপালকের প্রেরিত একজন রাসূল। আমি আমার প্রতিপালকের পয়গাম তোমাদের কাছে পৌছিয়ে দিচ্ছি এবং তোমাদেরকে হিতোপদেশ দিচ্ছি। আর তোমরা যা জান না তা আমি আল্লাহর নিকট থেকে জেনে থাকি।” রাসূলদের শান বা মাহাত্ম এটাই হয় যে, চারুবাক, বাগ্মী, উপদেষ্টা এবং প্রচারক হয়ে থাকেন। আল্লাহর মাখলুকাতের মধ্যে অন্য কেউ এসব গুণে গুণান্বিত হয় না। যেমন সহীহ মুসলিমে রয়েছে যে,আরাফার দিন (৯ই যিলহজ্ব) রাসূলুল্লাহ (সঃ) স্বীয় সাহাবীদেরকে সম্বোধন করে বলেনঃ “হে লোক সকল! আমার ব্যাপারে তোমরা জিজ্ঞাসিত হবে (অর্থাৎ আমি আমার দায়িত্ব যথাযথ পালন করেছি কি-না তা তোমাদেরকে জিজ্ঞেস করা হবে)। তখন তোমরা কি উত্তর দেবে?” তারা সমস্বরে উত্তর করলেনঃ “আমরা সাক্ষ্য দানে প্রস্তুত আছি যে, আপনি যথাযথভাবে প্রচারকার্য চালিয়েছেন এবং রিসালাতের দায়িত্ব পূর্ণরূপে পালন করেছেন।” তখন তিনি স্বীয় অঙ্গুলি আকাশের দিকে উঠালেন। অতঃপর তাঁদের দিকে ইঙ্গিত করে বললেনঃ “হে আল্লাহ! আপনি সাক্ষী থাকুন। হে আল্লাহ! আপনি সক্ষী থাকুন।”",
  "ayah": 62,
  "surah": 7
}
