{
  "text": "৯৪-৯৫ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, পূর্ববর্তী যেসব উম্মতের কাছে নবীদেরকে প্রেরণ করা হয়েছিল তাদেরকে বিপদ-আপদ দিয়ে এবং সুখ-শান্তির মাধ্যমে পরীক্ষা করা হয়েছিল। (আরবী) শব্দের অর্থ হচ্ছে শারীরিক কষ্ট এবং দৈহিক রোগ অসুস্থতা। আর (আরবী) হচ্ছে ঐ কষ্ট যা দারিদ্রের কারণে হয়ে থাকে। মহান আল্লাহর উদ্দেশ্য এই যে, তারা হয়তো তার দিকে প্রত্যাবর্তন করবে, তাঁকে ভয় করবে এবং সেই বিপদ ও কষ্ট দূর হওয়ার জন্যে তার কাছে আবেদন ও প্রার্থনা করবে। মূল বক্তব্য হচ্ছে এই যে, আল্লাহ তাদেরকে কষ্ট ও বিপদ-আপদের মধ্যে নিপতিত করেছিলেন, যেন তারা তাঁর সামনে বিনয় প্রকাশ করে। কিন্তু তারা তা করেনি। আল্লাহ পাক বলেনঃ এর পরেও আমি তাদের আর্থিক অবস্থা স্বচ্ছল করে দিলাম। এর দ্বারাও তাদেরকে পরীক্ষা করাই ছিল আমার উদ্দেশ্য। এজন্যেই তিনি বলেনঃ “অতঃপর আমি তাদের দুরবস্থাকে সুখ-স্বাচ্ছন্দ্য দ্বারা পরিবর্তন করে দিলাম। রোগের স্থলে সুস্থতা দান করলাম। দারিদ্রের স্থলে ধন-সম্পদ প্রদান করলাম। এর দ্বারা আমার উদ্দেশ্য ছিল এই যে, হয়তো তারা আমার কৃতজ্ঞতা প্রকাশ করবে। কিন্তু তারা তা করলো না।” (আরবী) অর্থাৎ তারা ধনে-মালে ও সন্তান-সন্ততিতে প্রাচুর্যের অধিকারী হয়ে গেল। ইরশাদ হচ্ছে-আমি তাদেরকে আনন্দ ও নিরানন্দ উভয় দ্বারাই পরীক্ষা করেছি, যেন তারা আমার দিকে ঝুঁকে পড়ে। কিন্তু না তারা আমার প্রতি কৃতজ্ঞতা জ্ঞাপন করলো এবং না ধৈর্য ও নম্রতা অবলম্বন করলো। বরং বলতে শুরু করলো আমরা কষ্ট ও বিপদে-আপদে পতিত হয়ে গেলাম। এর পরে আমি তাদেরকে শান্তি ও আনন্দ দান করলাম। এখন তারা বলে উঠলো- “এই সুখ-শান্তি ও বিপদ-আপদ তো আমাদের পূর্বপুরুষদের যুগ থেকে চলে আসছে এবং সদা-সর্বদা এরূপ চক্রই হতে থাকবে। যুগ কখনও এরূপ হয় এবং কখনও ঐরূপ হয়। অনুরূপভাবে আমরাও কখনো শান্তি লাভ করবে এবং কখনো বিপদ-আপদে পতিত হবো। এটা কোন নতুন কথা নয়। তাদের উচিত ছিল এই ইংগিতেই আল্লাহর শাস্তি সম্পর্কে চিন্তা করা এবং তাঁর পরীক্ষার দিকে নিজেদের চিন্তার মোড় ফিরিয়ে নেয়া। কিন্তু মুমিনদের অবস্থা ছিল তাদের বিপরীত। তারা সুখ-শান্তির সময় আল্লাহর প্রতি কৃতজ্ঞতা জানায় এবং বিপদ-আপদে ধৈর্যধারণ করে। যেমন সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “মুমিনের জন্যে বিস্মিত হতে হয় যে, আল্লাহ তার জন্যে যা কিছুরই ফায়সালা করেন তা তার জন্যে কল্যাণকরই হয়ে থাকে। যদি তার প্রতি বিপদ আপতিত হয় এবং সে ধৈর্যধারণ করে তবে সেটা তার জন্যে। মঙ্গলজনক হয়। আর যদি তার উপর সুখ-শান্তি নেমে আসে এবং তখন সে কৃতজ্ঞতা জ্ঞাপন করে তবে সেটাও তার জন্যে কল্যাণকর।” সুতরাং মুমিন তো ঐ ব্যক্তি যে সুখ ও দুঃখ উভয় অবস্থাতেই মনে করে যে, তাকে আল্লাহর পক্ষ থেকে পরীক্ষা করা হচ্ছে। এ জন্যেই হাদীসে এসেছে-“বিপদ-আপদ মুমিনকে সদা পাপ থেকে পবিত্র করতে থাকে। (ইমাম তিরমীযীর (রঃ) বর্ণনায় রয়েছে (আরবী) অর্থাৎ “শেষ পর্যন্ত সে আল্লাহর সাথে এমন অবস্থায় সাক্ষাৎ করে যে, তার কোনই পাপ থাকে না।\") আর মুনাফিকের দৃষ্টান্ত হচ্ছে গাধার ন্যায়। তার উপর কি চাপানো হয়েছে তা সে জানে না এবং এটাও জানে না যে, কি উদ্দেশ্যে তাকে কাজে লাগানো হয়েছে, আর কেনই বা তাকে বাধা হয়েছে। এবং কেনই বা খুলে দেয়া হয়েছে।” এজন্যেই এর পরে আল্লাহ পাক বলেনঃ আকস্মিকভাবে আমি তাকে শাস্তিতে নিপতিত করেছি, যে শাস্তি সম্পর্কে তার কোন ধারণাও ছিল না। যেমন হাদীসে রয়েছে-“আকস্মিক মৃত্যু মুমিনের জন্যে রহমত এবং কাফিরের জন্যে দুঃখ ও আফসোসের কারণ।”",
  "ayah": 95,
  "surah": 7
}
