{
  "text": "کہا گیا ہے کہ عربوں کو امی اس لئے کہا گیا ہے کہ یہ لوگ بالعموم لکھنا پڑھنا نہ جانتے تھے۔ نبی ﷺ سے روایت ہے کہ آپ نے فرمایا کہ مہینہ تو یوں ہے ، یوں ہے اور یوں ہے اور دس انگلیوں کے ساتھ تین بار اشارہ کیا اور فرمایا ہم ایک امی امت ہیں ، ہم حساب اور کتاب نہیں کرتے “۔ (جصاص) یہ بھی کہا گیا ہے جو لکھا پڑھا نہیں ہے اسے امی اس لئے کہا جاتا ہے کہ وہ اس حال میں ہے جس طرح ماں سے پیدا ہوا ہے۔ کیونکہ لکھنا پڑھنا تو بعد میں سیکھنے سے ہوتا ہے۔\nاور ممکن ہے امی اس لئے کہا گیا ہو کہ یہودی دوسری اقوام کو ” گویم “ کہتے تھے۔ عبرانی زبان میں گویم اقوام کو کہتے ہیں۔ ان کا خیال تھا کہ ہم تو اللہ کی پسندیدہ قوم ہیں اور دوسرے لوگ عام اقوام یعنی امم ہیں۔ یوں وہ عربوں کو امی کہتے تھے۔ امی کا یہ مفہوم کہ وہ امہ کی طرف منسوب ہے زیادہ موزوں نظر آتا ہے بجائے اس کے کہ وہ ام کی طرف منسوب ہیں۔\nیہودیوں کا یہ پختہ خیال تھا کہ نبی آخرالزمان ﷺ ان سے مبوث ہوگا اور ان کے اندر ، جو اختلافات ہیں ، ان کو وہ ختم کردے گا۔ اور دنیا میں جو دوسری اقوام کے مقابلے میں شکست کھاگئے ہیں ان کو فتح نصیب ہوگی اور ذلت کے مقابلے میں ان کی عزت حاصل ہوگی اور وہ اس نبی کی برکت سے عربوں پر فتح کی دعا کیا کرتے تھے۔\nحکمت ربانی کا تقاضا یہ ہوا کہ نبی آخرالزمان ﷺ عربوں سے پیدا ہو۔ یعنی امبین غیر الیسود میں پوری انسانی قیادت کے لئے درکار تھی ، جیسا کہ اس سورت کے دوسرے پیرگراف میں آرہا ہے۔ اور جس طرح سورة صف میں گزرا کہ یہ لوگ گمراہ ہوگئے ہیں۔ اور انہوں نے فکرونظر کی کوتاہی اور ٹیڑھ پن کو اپنا لیا تھا۔ اور انہوں نے اپنی طویل تاریخ میں اللہ کی امانت کے حوالے سے جو کچھ کیا اس کے پیش نظراب وہ اس قابل نہیں ہے کہ آخری امانت ان کے سپرد کی جائے۔\nاس علاقے میں حضرت ابراہیم (علیہ السلام) نے بھی ایک مرکز دعوت بنایا تھا اور دعوت کا آغاز بیت اللہ کے سایہ میں حضرت خلیل اللہ اور ان کے بیٹے حضرت اسماعیل (علیہ السلام) نے فرمایا تھا۔\nواذ یرفع ........................ العزیز الحکیم (921) (2 : 721۔ 921) ” اور یاد کرو ، ابراہیم اور اسماعیل کو جب اس گھر کی دیوار میں اٹھا رہے تھے ، تو دعا کرتے جاتے تھے۔ اے ہمارے رب ، ہم سے یہ خدمت قبول فرمالے۔ تو سب کچھ سننے اور سب کچھ جاننے والا ہے۔ اے رب ہم دونوں کو اپنا مسلم بنا اور ہماری نسل سے ایک ایسی قوم اٹھا جو تیری مسلم ہو ، ہمیں اپنی عبادت کے طریقے بتا اور ہماری کوتاہیوں سے درگزر فرما۔ تو بڑا معاف کرنے والا اور رحم فرمانے والا ہے۔ اور اے رب ان لوگوں میں خود انہی کی قوم سے ایک رسول اٹھائیو ! جو انہیں تیری آیات سنائے ، ان کو کتاب و حکمت کی تعلیم دے اور ان کی زندگیاں سنوار دے تو بڑا مقتدر اور حکیم ہے “۔\nغیب کے پردوں کے پیچھے یہ دعا موجود تھی ، صدیاں پیچھے ، اللہ کے ہاں محفوظ تھی ، یہ درخواست ضائع نہیں ہوئی تھی اور یہ اس لئے رکھی گئی تھی کہ اللہ نے اس کے لئے اپنی حکمت کے مطابق جو وقت مقرر کیا تھا ، وہ ابھی نہ آیا تھا۔ جب اس کی حکمت کے مطابق مقرر کردہ وقت آگیا تو اللہ نے دعا منظور فرمائی اور رسول بھی آیا اور دعا کی منظوری بھی ہوگئی کیونکہ اللہ کے نظام قضا وقدر میں ہر کام اپنے وقت پر ہوتا ہے ، نہ آگے ہوتا ہے اور نہ پیچھے ہوتا ہے۔\nغرض یہ درخواست اللہ کے نظام قضا وقدر کے مطابق حقیقت بن گئی۔ یہ درخواست انہی الفاظ میں یہاں منظور کی جاتی ہے جن میں حضرت ابراہیم نے کی تھی۔ حضرت ابراہیم کے الفاظ تھے :\nرسولا منھم .................... والحکمة (26 : 2) یہاں تک کہ حضرت ابراہیم نے اللہ کی حمد اور صفت میں یہ فرمایا تھا۔\nانک انت ................ الحکیم یہی الفاظ یہاں بھی دہرائے گئے۔\nوھوالعزیز الحکیم (26 : 3) رسول اللہ ﷺ سے خود ان کے بارے میں جب پوچھا گیا تو آپ نے فرمایا : ” میں اپنے باپ ابراہیم کی دعا ہوں۔ حضرت عیسیٰ (علیہ السلام) کی بشارت ہوں۔ اور جب میری ماں کو حمل ٹھہرا تو انہوں نے خواب میں دیکھا کہ ان سے ایک نور نکلا ہے ، جس کی وجہ سے شام کے علاقہ بصری کے محلات روشن ہوگئے “۔ (روایت ابن اسحاق جس کی سند کو ابن کثیر نے جید کہا ہے)\nھوالذی .................... ضلل مبین (26 : 2) ”” وہی ہے جس نے امیوں کے اندر ایک رسول خود انہی میں سے اٹھای ، جو انہی اس کی آیات سناتا ہے ، ان کی زندگی سنورتا ہے ، انکو کتاب اور حکمت کی تعلیم دیتا ہے ، حالانکہ اس سے پہلے وہ کھلی گمراہی میں پڑے ہوئے تھے “۔ اور یہ اللہ کا بہت بڑا احسان ہے کہ اس نے امیوں میں خود انہی میں سے ایک رسول اٹھایا اور اسے کتاب دے کر انہیں بھی اہل کتاب بنا دیا۔ ان میں سے ایک رسول بنایا اور اس کی وجہ سے ان کا مقام و مرتبہ بھی بلند ہوگیا۔ انہیں امیت اور اممیت سے نکالا۔ یعنی ان پڑھ ہونے کے بجائے تعلیم یافتہ بنادیا اور عوامی قوم (گویم) ہونے کے بجائے ممتاز قوم بنادیا۔ ان کے حالات بدل دیئے اور وہ پوری دنیا کے ممتاز لوگ بن گئے۔\nویزکیھم (26 : 2) ” ان کی زندگیوں کو پاک کرتا ہے “۔ اسلام جو کچھ انہیں سکھاتا تھا وہ تزکیہ اور تطہیر ہی تھی۔ ضمیر و شعور کی تطہیر ، عمل اور طرز عمل کی تطہیر ، خاندانی زندگی کی تطہیر ، اجتماعی زندگی کی تطہیر ، اور نظریات کی ایسی تطہیر کہ تمام شرکیہ عقائد نکال کر صرف ایک عقیدہ توحید دے دیا۔ تمام باطل تصورات ختم کرکے صرف صحیح اور برحق عقیدہ توحید عطا کردیا۔ افسانوی افکار و عقائد کے بجائے واضح اور یقینی عقائد دے دیئے۔ اسی طرح اخلاقی طوائف الملوکی سے نجات دے کر ایمانی اخلاق کی سطح پر ان کو پہنچادیا۔ معیشت سے ناپاک سودی نظام کی جگہ عادلانہ رزق حلال کا طریقہ بتایا۔ غرض ایک ہمہ گیر تطہیر کا انتظام کیا ۔ اور ایک فرد ، ایک جماعت اور ظاہروباطن سب کی تطہیر کردی۔ انسان کو اس زمینی زندگی اور زمینی تصورات سے بلند کرکے ایک ایسے نورانی مقام تک بلند کردیا جو ربانی مقام ہے۔ اس مقام پر انسان کا معاملہ اللہ سے ہوگیا۔ یوں انسان اپنے آپ کو زمین کی ایک عاجز مخلوق سمجھنے کے بجائے ایک علوی مخلوق بن گیا۔\nیویعلمھم ............ والحکمة (26 : 2) ” اور ان کو کتاب اور حکمت کی تعلیم دیتا ہے “۔ یہ رسول ان کو کتاب کی تعلیم دیتا ہے جس کی وجہ سے یہ امی بھی اہل کتاب ہوگئے۔ انہیں حکمت سکھاتا ہے اور اس پوری دنیا کے حقائق سے آگاہ کرتا ہے۔ چناچہ وہ تمام اشیا کی قیمت متعین کرنے میں صحیح اندازہ کرتے ہیں ، ان کی روح صحیح فیصلے کرتی ہے۔ وہ صحیح عمل اختیار کرتے ہیں اور اس سے بڑی دانائی اور نہیں ہے۔\nوان کانوا .................... مبین (26 : 2) ” حالانکہ اس سے پہلے وہ کھلی گمراہی میں پڑے ہوئے تھے “۔ ایسی جاہلیت جس کی تعریف حضرت جعفر ابن ابوطالب نے حبشہ کے نجاشی کو بتایا۔ یہ اس وقت کی بات ہے جب قریش مکہ نے نجاشی کے پاس ایک سفارت بھیجی ، جو عمر ابن العاص اور عبداللہ ابن ابو ربیعہ پر مشتمل تھی۔ تاکہ وہ اس کے سامنے مہاجرین مسلمانوں کی بھیانک تصویر کھینچی اور اس کے ہاں اس کے موقف کو غلط رنگ میں پیش کریں تاکہ وہ ان کو اپنی مہمانی اور اپنے ہاں امانت سے نکال دے ، تو اس موقعہ پر حضرت جعفر نے فرمایا :\n” بادشاہ وقت ! ہم ایک جاہل قوم تھے ، بتوں کو پوجتے تھے ، مردار کھاتے تھے ، فحاشی کرتے تھے ، صلہ رحمی نہ کرتے تھے ، پڑوسیوں کا کوئی خیال نہ رکھتے تھے ، ہم میں سے زور آور کمزور کو کھا جاتا تھا ، ایسے حالات میں تھے کہ اللہ نے ہم میں ایک رسول بھیج دیا۔ اس نے دعوت دی کہ ہم ایک ہی خدا کو پکاریں اور اس کی بندگی کریں ، ہم اس کے نسب کو جانتے ہیں ، اس کی صداقت سے واقف ہیں ، اس کی امانت اور عفت کے معترف ہیں۔ اس نے دعوت دی کہ ہم صرف اللہ وحدہ کو پکاریں اور اس کے علاوہ ہم جو پتھروں ، بتوں کی بندگی کرتے تھے ، انہیں ترک کردیں۔ وہ کہتا ہے تم سچ کہو ، امانت ادا کرو ، صلہ رحمی کرو ، پڑوسی کے ساتھ اچھے تعلقات قائم کرو ، اور حرام چیزوں اور خون ریزی سے بچو ، اس نے ہمیں ہر قسم کے فواحش سے روک دیا ہے ، جھوٹ سے روک دیا ہے۔ تیم کا مال کھانے سے روک دیا ہے۔ پاک دامن عورتوں پر تہمت لگانے سے روک دیا ہے۔ حکم دیا ہے اللہ کی بندگی کریں اور کسی اور کو اس کے ساتھ شریک نہ کریں۔ وہ ہمیں نماز ، روزہ اور زکوة کا حکم دیتا ہے “۔\nباوجود اس کے کہ وہ جاہلیت اور گمراہی میں کانوں تک ڈوبے ہوئے تھے اللہ کو اچھی طرح معلوم تھا کہ وہ اس نظریہ کے اٹھانے کے قابل ہیں۔ اس کے امین ہوں گے اور ان کے اندر صلاحیتیں موجود ہیں اور جدید دعوت کے لئے ضروری صلاحیت وہ رکھتے ہیں۔ جبکہ یہودیوں کی فطرت میں بگاڑ پیدا ہوگیا ہے اور مصر کی غلامی نے ان کو ناقابل اصلاح بنادیا ہے۔ ان کی نفسیات میں الجھن کجی اور انحراف پیدا ہوگیا ہے۔ اس لئے اب ان کی اصلاح ممکن نہیں ہے۔ نہ وہ موسیٰ (علیہ السلام) کے زمانے میں درست ہوئے اور نہ موسیٰ (علیہ السلام) کے بعد یہ لوگ درست ہوئے ، یہاں تک کہ اللہ نے ان پر لعنت اور غضب لکھ دیا اور وہ اس دنیا میں اللہ کے دین کے حامل نہ رہے اور قیامت تک ان سے یہ اعزاز چھن گیا۔ پھر اللہ کو اس بات کا بھی علم تھا کہ اس زمانے میں جزیرة العرب ہی دعوت اسلامی کے لئے بہترین مرکز کا کام کرسکتا تھا۔ اور پوری انسانیت کو جاہلیت کی گمراہی سے نجات دے سکتا تھا۔ کیونکہ دونوں بڑی شہنشاہوں نے تہذیب و تمدن کو بگاڑ دیا تھا۔ ان کی حکومت کو گھن لگ گیا لھا اور اندر سے ان کو کھوکھلا کردیا تھا اور حالت یہ تھی جس پر ڈیٹسن پر تبصرہ کرتا ہے۔\n” پانچویں اور چھٹی صدی میں دین دار دنیا ہلاکت اور بربادی کے قریب جاپہنچی تھی کیونکہ وہ عقائد ونظریات جو کسی تہذیب و تمدن کو جنم دیا کرتے ہیں وہ گر گئے تھے ، اور ان گرے ہوئے نظریات کی جگہ لینے کے لئے کوئی دینی نظریہ موجود نہ تھا۔ یوں نظر آتا تھا کہ جس تہذیب و تمدن کی تعمیر میں ، انسانیت کو چار ہزار سال تک محنت کرنی پڑی ، وہ ٹوٹنے والا ہے اور اس کا شیرازہ بکھرنے ہی والا ہے۔ اور انسانیت ایک بار پھر جہالت کے دور میں واپس جانے والی ہے۔ کیونکہ پوری دنیا میں قبائل ایک دوسرے کے ساتھ لڑتے نظر آتے تھے۔ پوری دنیا میں کوئی قانون اور کوئی نظام نہ تھا۔ انسانی تمدن ایک وسیع درخت کی طرح تھا جس کی وسیع شاخیں پوری دنیا پر سایہ فگن تھیں لیکن یہ درخت جھک گیا تھا اور گھن نے اسے کھوکھلا کردیا تھا۔ ایسے ہی ہمہ گیر فساد کے اندر ایک ایسا شخص پیدا ہوا جس نے تمام انسانیت کو پھر سے مجتمع کردیا “۔ یہ شخص تھے حضرت محمد ﷺ ، اور یہ صورت حال انسانیت کی ، تو ایک یورپین مصنف کے نقطہ نظر سے تھی ، لیکن اسلامی زاویہ نگاہ سے وقت اس سے تاریک تر تھی۔\nاللہ تعالیٰ نے بلا شبہ جزیرة العرب سے اس بدوی امت کو اٹھایا۔ وہ قرآن وسنت لے کر اٹھی ، اس کے اندر صلاحیت موجود تھی۔ سب سے پہلے اس نے اپنی اصلاح کی ، اور پھر پوری دنیا کی تقدیر بدل دی۔ اللہ نے اس بدوی قوم کو رسول دیا۔ کتاب دی ، رسول اور کتاب نے ان کو پاک کردیا اور ان کو حکمت اور دانائی دی ، اگرچہ پہلے وہ گمراہ تھے۔",
  "ayah": 2,
  "surah": 62
}
