{
  "text": "قل یایھا الذین .................... کنتم تعملون (8) (26 : 6 تا 8) ” ان سے کہو ، ” اے لوگو جو یہودی بن گئے ہو ، اگر تمہیں یہ گھمنڈ ہے کہ باقی سب لوگوں کو چھوڑ کر بس تم ہی اللہ کے چہیتے ہو تو موت کی تمناکرو۔ اگر تم اپنے اس زعم میں سچے ہو “۔ لیکن یہ ہرگز اس کی تمنا نہ کریں گے اپنے ان کرتوتوں کی وجہ سے جو یہ کرچکے ہیں ، اور اللہ ان ظالموں کو خوب جانتا ہے۔ ان سے کہو ” جس موت سے تم بھاگتے ہو ، وہ تو تمہیں آکر رہے گی۔ پھر تم اس کے سامنے پیش کیے جاﺅ گے جو پوشیدہ وظاہر کا جاننے والا ہے ، اور وہ تمہیں بتادے گا کہ تم کیا کچھ کرتے رہے ہو “۔\nمباہلہ کے معنی یہ ہیں کہ فریقین آمنے سامنے کھڑے ہوجائیں اور دونوں مل کر دعا کریں کہ اے اللہ ہم دونوں میں سے جو برسرباطل ہے ، اسے ہلاک کردے۔ رسول اللہ ﷺ نے جن جن لوگوں کو مباہلہ کے لئے دعوت دی وہ ڈر کر سامنے نہیں آئے۔ کسی نے بھی حضور اکرم کی دعوت مباہلہ قبول نہیں کی ہے۔ اس سے معلوم ہوتا ہے کہ یہ لوگ اپنے دل ہی دل میں اسلام کی حقانیت کے قائل تھے۔ وہ جانتے تھے کہ رسول اللہ سچے ہیں اور یہ دین حقیقی دین ہے۔\nامام احمد نے روایت کی ہے اسماعیل ابن یزید زرقی سے ، انہوں نے ابو یزید سے ، انہوں نے فرات سے ، انہوں نے عبدالکریم ابن مالک جزری سے ، انہوں نے عکرمہ سے ، انہوں نے ابن عباس ؓ سے کہ ابوجہل ملعون نے یہ کہا کہ اگر میں نے محمد کو خانہ کعبہ میں دیکھا تو میں اس پر حملہ کردوں گا یہاں تک کہ میں اس کی گردن دبادوں۔ رسول اللہ ﷺ نے فرمایا : اگر اس نے ایسا کیا ہوتا تو فرشتے اسے اعلانیہ پکڑ لیتے اور اگر یہودی موت کی تمنا کرتے تو وہ مرجاتے۔ اور اپنی آنکھوں سے دیکھ لیتے کہ جہنم میں ان کے مقامات کیا ہیں اور جن لوگوں کو رسول اللہ ﷺ نے دعوت مباہلہ دی تھی اگر وہ نکلتے تو جب واپس آتے تو نہ ان کا مال ہوتا اور نہ ان کے اہل و عیال موجود ہوتے۔ (بخاری ، ترمذی)\nیہ بھی ہوسکتا ہے کہ یہ آیت ان کے لئے مباہلے کا چیلنج نہ ہو ، محض چیلنج ہو۔ کیونکہ ان کا زعم تھا کہ وہ دوسرے لوگوں کے مقابلے میں اللہ کے محبوب اور دوست ہیں تو کیوں نہیں جلدی کرتے کہ اللہ کے ہاں انعامات پائیں۔ دوست تو دوست کی ملاقات کے لئے بےتاب ہوتا ہے۔\nاس کے بعد ان کے اس دعوے پر تبصرہ کیا گیا کہ یہ جھوٹے ہیں اور جو دعویٰ کر رے ہیں ان میں وہ سچے نہیں ہیں۔ ان کو یہ یقین نہیں ہے کہ انہوں نے دنیا میں آخرت کے لئے کوئی اچھا عمل کیا ہے ، جس پر ان کو اجروثواب ملنے والا ہے۔ انہوں نے تو برے کام ہی آگے بھیجے ہیں ، جن کی وجہ سے وہ موت سے بہت ڈرتے ہیں۔ اور جس شخص کے پاس زاد راہ نہ ہو ، وہ سفر پر نہیں نکلتا۔",
  "ayah": 6,
  "surah": 62
}
