{
  "text": "The verse 101 has contained the phrase تِلْكَ الْقُرَ‌ىٰ نَقُصُّ عَلَيْكَ مِنْ أَنبَائِهَا \"these are stories of the towns that We narrate to you.\" The word: نَبَا 'naba' in Arabic is used to denote some great news. With the word: مِن 'min' the verse has indicated that the events described in these verses are only some of a large number of events bearing the same lesson. The verse has further said, \"And surely, their messengers came to them with clear signs, but they were not to believe in what they had belied earlier.\" It brings out their obstinate attitude towards the prophets who came to them with clear signs or miracles which are a definite means to decide between right and wrong but they obstinately rejected the truth, only because they had once belied them.\nWe know from this verse that miracles were given to all the prophets. The miracles of some prophets have been mentioned while the miracles of most of the prophets have not been referred to in the Holy Qur'an. This does not allow one to infer that the prophets not mentioned in the Qur'an were not given any miracles. As for the statement of the people of the prophet Hud (علیہ السلام) ، appearing in Surah Hud مَا جِئْتَنَا بِبَيِّنَةٍ \"you did not bring any clear sign\", this verse has clearly indicated that their statement was simply out of their obstinacy or, maybe they thought his miracles were of less significance.\nAnother point to be noted is that the present verse is speaking of the peculiarity of the disbelieving people who rigidly and obstinately followed the path of ignorance, only to prove that what they had once said was true, with no regard to all the clear signs and proofs of the truth. Most of the Muslims, even some 'Ulama' (the religious scholars) are seen to have the same habit of supporting their wrong statements in the face of clear proofs of the truth. This condition is a usual cause of incurring Allah's wrath. ('Masail al Suluk' )\nThereafter, the verse said كَذَٰلِكَ يَطْبَعُ اللَّـهُ عَلَىٰ قُلُوبِ الْكَافِرِ‌ينَ \"This is how Allah stamps upon the hearts of the disbelievers\" that is, Allah seals the hearts of those who disbelieve and reject the truth, making them unable to accept good as good.",
  "ayah": 101,
  "surah": 7
}
