{
  "text": "Its diction and style so bewildered the Arabs that they instantly acknowledged a super human element in it. The sorcerers came to Pharaoh and said:\nإِنَّ لَنَا لَأَجْرً‌ا إِن كُنَّا نَحْنُ الْغَالِبِينَ\n\"There must be a reward for us, if we are the victors.\" (113)\nHe said,\nنَعَمْ وَإِنَّكُمْ لَمِنَ الْمُقَرَّ‌بِينَ\n\"Yes, and of course, you will be among the closer ones.\" (114)\nThe sorcerers were invited from all over the country. When they all came to Pharaoh they asked him of some reward if they gain victory over Musa (علیہ السلام) . He promised that in addition to their reward they shall be included among those close to him. The historical reports about the number of these sorcerers give us different information. These give us a number from nine hundred to three hundred thousand. The quantity of the staves and strings used in this contest is reported to be as great as was loaded on three hundred camels. (Qurtubi)\nIt may be noted that the first thing the sorcerers did, was to have an assurance about the reward they will get in return of their performance. It is because worldly people are always after worldly gains. They do nothing unless they are sure of their gains, while on the contrary, the prophets and their disciples always declare:\nوَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ‌ ۖ إِنْ أَجْرِ‌يَ إِلَّا عَلَىٰ رَ‌بِّ الْعَالَمِينَ ﴿109﴾\nI do not ask you for a reward, as my reward is with the Lord of all the worlds.' (26:109)\nThat is, the prophets of Allah preach and convey the message of Allah only for the good and guidance of people and they seek no financial gain against it. They seek their reward from Allah alone. After this discourse with Pharaoh the sorcerers got the place and date fixed for the great encounter. An open land was chosen for the purpose and the time was fixed after the sunrise on their festival Day. It is also mentioned in a verse of the Holy Qur'an: Musa (علیہ السلام) said: قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَن يُحْشَرَ‌ النَّاسُ ضُحًى ﴿59﴾ ,, your appointed day is the day of 'zinah' so that people may be gathered after sunrise.\" (20:59)\nSome reports say that the prophet Musa (علیہ السلام) had a short conversation with the chief of the sorcerers and asked him if they would accept the faith in case he defeated them? He said that there was no question of their being defeated as they possessed such great magical powers that could not be overcome by any one. And in case 'you bring defeat to us we shall declare our faith openly in the presence of the Pharaoh'. (Mazhari and Qurtubi)",
  "ayah": 114,
  "surah": 7
}
