{
  "text": "After being defeated by the prophet Musa (علیہ السلام) ،\tPharaoh enforced the law of killing the male children of the Israelites. They were greatly alarmed of the punishment they had experienced before the coming of the prophet Musa (علیہ السلام) . The prophet Musa (علیہ السلام) was also mindful of this fact. Out of his kindness, he offered two wise solutions to the Israelites. He said to them that only way of getting out of this trial was, firstly, to seek help from Allah and, secondly, to remain patient until the things change into their favour. He also promised them that they shall inherit the whole land if they faithfully observed the two instructions. This is what the verse said فَإِذَا جَاءَتْهُمُ الْحَسَنَةُ قَالُوا لَنَا هَـٰذِهِ ۖ وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُ‌وا بِمُوسَىٰ وَمَن مَّعَهُ ۗ أَلَا إِنَّمَا طَائِرُ‌هُمْ عِندَ اللَّـهِ وَلَـٰكِنَّ أَكْثَرَ‌هُمْ لَا يَعْلَمُونَ ﴿131﴾ وَقَالُوا مَهْمَا تَأْتِنَا بِهِ مِنْ آيَةٍ لِّتَسْحَرَ‌نَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ ﴿132﴾ \"Seek help from Allah and be patient; surely, the land belongs to Allah, He lets whomsoever He wills inherit it, from among his servants.\" This implies that all the lands belong to Allah, and He lets whomsoever He wills inherit the land. And decidedly the end result is for the God-fearing. So, if they observe 'Taqwa' (keep away from disobedience) by acting upon the two instructions offered above they shall ultimately rule the whole country.\nThe Only Way To Success\nA little reflection over the above two teachings of the prophet Musa (علیہ السلام) will show that it is the sovereign remedy which never fails against any difficulty. The first ingredient of this recipe is seeking help from Allah which is the essence of the remedy. It is for the obvious reason that if the Creator of the universe comes to one's help who is there to stop Him? Maulana Rumi said in a couplet:\nخاک و باد و آب و آتش بندہ اند\nبامن وتو مردہ باحق زندہ اند\n\"The earth, the air, the water and the fire, all are servants of Allah. To me and to you they are dead, but to Allah they are full of life.\"\nIt is reported in a Hadith: When Allah wills to do something everything turns in favour of that purpose. Therefore, nothing is more powerful against an enemy than seeking Allah's help with all the sincerity of one's heart. Simply uttering out some formula words for seeking help are not enough.\nThe second important ingredient of the recipe is being patient. The Arabic word 'Sabr' rendered as patience literally signifies to keep oneself under one's control against unfavourable happenings. It is common knowledge that nothing significant can be achieved without undergoing difficulties and hardships. One who readily prepares himself to face hardships is generally successful in most of his objectives. The Holy Prophet ﷺ said in a Tradition, \"No greater blessing has been given to anyone other than patience.\" (Abu Dawud)",
  "ayah": 128,
  "surah": 7
}
