{
  "text": "This verse speaks of the period followed by the destruction of the Pharaoh and his people. Having a peaceful time after their deliverance from the Pharaoh and his people the Israelites requested the Prophet Musa (علیہ السلام) to have some religious system of law so that they may act upon it. The Prophet Musa (علیہ السلام) prayed Allah for a code of guidance for them. The Arabic word: واعدنا \"wa` adana' is a derivative of وعدہ ; wa` dah' which signifies a worded expression of offering something good to someone - a promise.\nAllah made a promise to Musa (علیہ السلام) to send His word to him. It was stipulated that Musa (علیہ السلام) should go to the mount of Sinai and pass thirty nights there sitting in devotion for Allah. These thirty nights were later supplemented with ten more nights to make them forty.\nThere are some points in this verse which demand our attention: Firstly, the number of nights to be passed by the Prophet Musa (علیہ السلام) was fixed to be forty nights in the will of Allah. Why was he first asked to pass thirty nights, and then add ten more nights? No one, in fact, can have access to all the wisdom and insight contained in divine acts. The scholars, however, have provided with some explanations: The famous commentary 'Ruh al-Bayan' states that one of the wisdom behind the above commandment is of enjoining the laws gradually or by degrees to make it easier for people to practice. The commentary 'Tafsir al-Qurtubi' has said that this was for educating those in authority to give respite to their subordinates if they fail to complete their assignments in the prescribed time. This is what happened with Prophet Musa (علیہ السلام) . When the spiritual excellence that was required could not be achieved by him in thirty nights, ten more nights were added to give him more time to acquire required perfection.\nThe commentators have reported that the Prophet Musa (علیہ السلام) kept fasting constantly for thirty days and nights without breaking his fast in between. After completing thirty days he took the breakfast and presented himself at the fixed point on the Mount Sinai, Allah said to him that the peculiar odor generated by fasting in one's mouth is liked by Allah. Musa had lost the odor by brushing his teeth, he was therefore, required to observe fasting for ten more days in order to create the odor again.\nThe above reports of the loss of odor, however, cannot be taken to mean that brushing the teeth after fasting is prohibited or is something disliked, firstly, because the above report has been cited without the chain of narrators and secondly because it could be a commandment meant specifically for the Prophet Musa (علیہ السلام) and not for other people, or peculiar to the followers of the Torah. The permissibility of brushing one's teeth during fasting is a practice proved by the Holy Tradition. Al-Baihaqi has reported the following Tradition on the authority of Sayyidah A'ishah that the Holy Prophet ﷺ said: خَیرُ خَصَایٔلِ الصَّایٔم اَلسِّوَاکُ . The best act of the one who is fasting is brushing one's teeth (with miswak). Al-Jami' al-Saghir has said that the status of this Hadith is that of Hasan (a kind of authentic Tradition).\nOne may wonder here how the Prophet Musa (علیہ السلام) could be fasting continuously for thirty days without making a breakfast even at nights, while during his travel for visiting Sayyidna Khizr (Al Khadir\tعلیہ السلام) he could not wait for even half of the day and said آتِنَا غَدَاءَنَا لَقَدْ لَقِينَا مِن سَفَرِ‌نَا هَـٰذَا نَصَبًا \"Give us our food, because this journey has made us tired.\" Tafsir Ruh al-Bayan has explained that this difference was due to the different nature of journeys. This journey was of a created being for another created being while the journey on the mount of Sinai was for the Creator of a devoted created being who had separated himself from the Creation in quest of his Lord. This spiritual journey weakened the vigour of physical demands of hunger and thirst, making him capable of observing fast for continuous thirty days and nights.\nLunar or Solar Calendars\nAnother point inferred from this verse is that the laws' of the Prophets (علیہم السلام) counted the change of their dates at night. The above verse also has made a mention of thirty nights instead of thirty days. It is because the lunar calendar was the standard calendar in the laws of the Prophets (علیہم السلام) . The beginning of the lunar month is based on sighting of the moon which is possible only at night. It is why the dates in lunar calendar are changed at sunset. Al-Qurtubi has reported this statement on the authority of Ibn al-Arabi حِسابُ الشَّمسِ لِلمَنافِعِ و حِسَابُ اَلقَمَرِ لِلمَنَاسِکِ \"The solar Calendar is for the benefits in worldly matters while the lunar Calendar is for religious observances.\"\nAccording to the commentary of the Companion Abdullah Ibn ` Abbas ؓ the thirty nights were the nights of Zul Qa'dah, the eleventh month of the lunar Calendar. The ten nights added to them were the first ten nights of Zul-Hijjah. This makes us understand that the Torah was given to the Prophet Musa (علیہ السلام) on the day of Eid-al Adha. (Qurtubi)\nThe significance of number forty\nThis verse also implies that the number forty has some special effect in spiritual rectification of one's heart. It is reported in a Tradition of the Holy Prophet ﷺ that anyone who worships Allah for forty days with sincerity of his heart, his heart is made a source of wisdom. (Ruh al-Bayan)\nPractising Gradualism\nThis verse also educates people to fix a period of time for the fulfillment of their objective and to approach their aims gradually, as it is the practice of Allah to do things gradually. Haste and hurry in doing things is not approved by Allah. By creating the universe in six days while Allah had all the powers to create it instantly without requiring a single moment, He has provided people with a wise principle that they should approach their ends by stages in a period of time so that they may give due attention to their objectives. The Torah was also not given to the Prophet Musa (علیہ السلام) in a moment but a period was fixed for it to emphasize the same practice. (Qurtubi)\nIt was by ignoring this principle that the Israelites had lost their faith in Allah. The Prophet Musa (علیہ السلام) while leaving for the mount of Sinai had said that he would be away for thirty days. When he did not return in this period due to being retained for the next ten days, the Israelites, being unduly hasty people said that the Prophet Musa (علیہ السلام) was lost somewhere, so they should choose another leader for their guidance. Consequently, they fell prey to the sorcerer Samiri and started worshipping the golden calf. Had they been a people of patience and practised gradualism, they would have not committed the fatal error of infidelity. The next sentence of the verse said, وَقَالَ مُوسَىٰ لِأَخِيهِ هَارُ‌ونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ\t\"Musa (علیہ السلام) said to his brother Harun, “ Take my place among my people and keep things right, and do not follow the way of mischief makers.\" This sentence also contains some observations of religious importance.\nMaking one's deputy when needed.\nThe Prophet Musa (علیہ السلام) made it a point to appoint Sayyidna Harun as his deputy when he intended to leave for the mount of Sinai and said that he should take the responsibility of his people in his absence. This makes it imperative for those who hold some responsible office that they appoint someone to look after the work in their absence.\nThe Holy Prophet used to appoint someone as his deputy whenever he used to leave Madinah. The Companions ` Ali and ` Abdullah ibn Umm Maktum ؓ were appointed as his deputies on different occasions. (Qurtubi)\nThe Prophet Musa (علیہ السلام) gave certain instructions to the Prophet Harun (علیہ السلام) before his departure to the mount of Sinai, indicating that leaving instructions or guidelines for the deputy is also a religious requirement. The first instruction given by the Prophet Musa (علیہ السلام) was just a word اَصلِح “ that is, 'set right'. The object of this imperative has not been mentioned. Possibly, he made it a general command to be observed by the Israelites and the Prophet Harun (علیہ السلام) as well.\nThe second instruction was in these words: وَلَا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ\t\"And do not follow the way of mischief-makers.\" It is obvious that Prophet Harun (علیہ السلام) being a Prophet of Allah could not be supposed to indulge in mischief. This instruction, therefore, meant that he should not do any such thing as could help or encourage the mischief makers. This is exactly what the Prophet Harun (علیہ السلام) did when he saw his people following the magician Samiri, so much so that they started worship-ping the golden calf. The Prophet Harun (علیہ السلام) prevented them from this act as well as admonished Samiri against his mischief. Later, the Prophet Musa (علیہ السلام) ، called him to account for this act of theirs, thinking that it was the result of inefficiency on the part of the Prophet Harun (علیہ السلام) . This also serves as a lesson for those who do not care for orderly disposition of matters and take it as a sign of piousness.",
  "ayah": 142,
  "surah": 7
}
