{
  "text": "Seventy people and their death\nThe verse 155 describes an unusual event. After the Prophet Musa (علیہ السلام) brought the Torah for his people and bade them to follow it, they, being a crooked and pretentious people, said that they were not sure of it's being the word of Allah, and that the Prophet Musa (علیہ السلام) might have written it himself. He prayed to Allah for making them certain about it. Allah said to Musa (علیہ السلام) that he should choose seventy men out of his people and bring them to the mount of Sinai, He shall make them hear the word of Allah which was done as was promised. But they said that they were not certain of the voice heard by them as being the voice of God - 'We shall believe only when we see Allah vividly.' Since this demand was based on ignorance and obstinacy, they evoked the wrath of Allah. They were caught by the earth-quake from beneath and by a thunder clap from above. Instantly they fell down on the ground as senseless as dead.\nThe word used in Surah Al-Baqarah while describing this event is (صَاعِقَہ) which signifies thunder, while in this verse the word (رجفۃ) has been used which denotes earthquake. The two words can be reconciled by assuming that they were punished by both the thunder and the earthquake. In short, they looked like dead, or perhaps they were really dead. The Prophet Musa (علیہ السلام) was extremely aggrieved by this incident. Firstly, because they were all prominent personalities of the Israelites, secondly, he did not know how he would face his people on his return. They would blame him with the murder of all these people, and would even kill him. The Prophet Musa (علیہ السلام) said to Allah, '0, my Lord, I know that it is not your will to kill them, as they could be killed at earlier occasions more suited to their destruction. They could be drowned with Pharaoh, or killed at the time of calf-worship, but you did not do so. I am sure that You do not want them dead, but You aim at giving them warning in this way. Besides, You cannot kill all of us for the bad deeds done by some foolish people.' He also said, \"0 my Lord, I know this is just a trial from You. You let some people go astray with Your test and give guidance to some others who perceive the wisdom and lesson inherent in them. I am also among those who know that You are The Wise and All-Knowing. You are the Most Merciful of all and the Most-forgiving. 0 my Lord, forgive the insolence shown by these people.\" As a result of his prayer, all the seventy men were raised to life.",
  "ayah": 155,
  "surah": 7
}
