{
  "text": "The second punishment has been mentioned in verse 168. That is, Jewish populace has been cut into fragments scattered in all the parts of the world they could not integrate themselves into a solid nation. The phrase وَقَطَّعْنَاهُمْ فِي الْأَرْ‌ضِ أُمَمًا \"And we divided them on the earth as separate communities\". has refered to this fact. The Arabic word قَطَّعْنَا signifies breaking into pieces. While the word اُمَم is plural of Ummah, which means 'a group', 'a party'. The verse means that Allah has divided them into fragments making them scattered on the earth.\nThis indicates that being integrated in a whole, or having an entity as a nation is a blessing of Allah while getting disorganized into parts separated from each other is a punishment from Him. The Muslims have always enjoyed the blessing of having their own entity, and being recognized as an organized people in the world. Starting right from Madinah in the time of the Holy Prophet ﷺ up to this day they have their own independent rule in various parts of the earth. The presence of Islamic countries from the Far East to the West is an obvious proof of this fact.\nTheir present state in Palestine should not cause any doubt as they have to come together in a place in the last age according to the prophecies made by the Holy Prophet ﷺ . He informed us in authentic Traditions that Prophet ` Isa (علیہ السلام) shall come down to the earth from heavens before the end of the world, and all the Christians shall embrace Islam. He shall fight a war against the Jews and put them to death. The culprits of Allah are not summoned through police, or other agencies; they are driven to their place of death by the causes created by the will of Allah.\nThe Prophet ` Isa (علیہ السلام) (Jesus) is to descend from heavens in the land of Syria. He shall fight war with the Jews. The Prophet Isa (علیہ السلام) has been saved the trouble of seeking the Jews in different parts of the world by causing them to gather in Palestine. As to their present political power and sovereignty in the State of Israel, it is a delusion which beguiles only those who are not conversant with the world politics. The so called 'State of Israel' is, in fact, a common camp ground of the big powers like America, Russia, and England. It depends upon the aid of its masters for its existence. It has to serve the aims and objectives of its Masters. They are still living in real servitude, and are deprived of their free rule in true sense of the word.\nThe Holy Qur'an has informed us of their disgrace and distress up to the end of time in these words:\nوَإِذْ تَأَذَّنَ رَ‌بُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَىٰ يَوْمِ الْقِيَامَةِ مَن يَسُومُهُمْ سُوءَ الْعَذَابِ ۗ إِنَّ رَ‌بَّكَ لَسَرِ‌يعُ الْعِقَابِ\n\"And when your Lord declared that he would surely keep sending till the Day of Doom, those who inflict upon them an evil punishment.\"\nHistory has recorded that they have been continually persecuted by one people or another right from the time of the Prophet Sulayman (علیہ السلام) to the present age. Their imprisonment by Nebuchadnezzar and persecution at the hands of subsequent kings, then their defeat and ignominious fate at the hands of the Holy Prophet ﷺ and his Caliph ` Umar al-Faruq ؓ 1, are obvious example of this fact.\n1. The recent persecution of the Jews at the hands of Hitler in the second world war is a fresh example of this Qur'anic declaration. (Translator)\nThe second phrase of this verse is this:\nمِّنْهُمُ الصَّالِحُونَ وَمِنْهُمْ دُونَ ذَٰلِكَ\n\"Some of them are righteous, and some of them are other-wise\".\nThe righteous people among them are those who followed the commandments of the Torah faithfully and did not try to distort them as others did. The people termed as 'otherwise' include infidels and those who obstinately disobeyed their prophets and even killed them. The terms 'righteous' and 'otherwise' may also refer to the people who believed in the Holy Prophet ﷺ and followed the Qur'anic guidance after it's revelation. Opposed to them are those believing in the Torah as the word of Allah, disobeyed it or distorted its commandment and thus sold out their eternal salvation for petty gains of this world. The last phrase of this verse has said:\nوَبَلَوْنَاهُم بِالْحَسَنَاتِ وَالسَّيِّئَاتِ لَعَلَّهُمْ يَرْ‌جِعُونَ\n\"And we tested them with good happenings and bad happenings so that they might return.\"\nThe \"good happenings\" refer to their state of prosperity, comfort and ease while 'bad happenings' has reference either to their various persecutions and calamities faced by them throughout their history, or it may have referred to some period of famine coming upon them as punishment. Both the methods of testing their obedience were used in their case. Prosperity and wealth were given to them to see if they show their gratefulness to their Lord. When they were a failure in this test, they were made to undergo many punishments already discussed in the foregoing verses.\nTheir perversion of thought and practice had gone to such extent that in the time of prosperity they said:\nإِنَّ اللَّـهَ فَقِيرٌ‌ وَنَحْنُ أَغْنِيَاءُ\n\"Allah is poor and we are rich.\" (3:181)\nwhile in times of their destitution they said: يَدُ اللَّـهِ مَغْلُولَةٌ \"Allah's hand is shackled.\" (5:64) Another implication of the verse is that prosperity or poverty, happiness or suffering are sent as a test to mankind in order to judge the faith and love of the created for the Creator. Both, prosperity and suffering should be of no real concern to the men of under-standing, as they are temporary and have to end.\nIt is, therefore, not wise to show arrogance for one's prosperity or being dejected for one's impoverishment. A Persian poet said:\nنہ شادی داد سامانے نہ غم آورد نقصانے\nبہ پیش ھمت ماھرچہ آمد بود مہمانے\n\"Neither happiness awarded us with real benefit nor did\nsorrow make us weep. Both came as guests to our resolute spirit.\"",
  "ayah": 168,
  "surah": 7
}
