{
  "text": "The verse 196 has said:\nإِنَّ وَلِيِّيَ اللَّـهُ الَّذِي نَزَّلَ الْكِتَابَ ۖ وَهُوَ يَتَوَلَّى الصَّالِحِينَ ﴿196﴾\n\"Surely my protector is Allah who has revealed the Book and who does protect the righteous.\"\nThe Arabic word ولی rendered here as 'protector' also means helper. The word ~ISJI (The Book) here refers to the Holy Qur'an, and the word صَلِحِین (the righteous), according to Sayyidna Ibn ` Abbas J.II L, , here refers to all those who do not take any one equal to Allah, including the prophets and other faithful Muslims:\nThe Holy Prophet ﷺ has been asked to declare that he was not fearful of their opposition in the least since Allah, who had revealed the Qur'an to Him was his protector and helper. It may be noted that out of all the divine attributes of Allah, this verse spoke specially of His revelation to the Holy Prophet ﷺ . It is because the only reason of their hostility to the Holy Prophet was his invitation to the message of the Holy Qur'an. He was therefore, sure to have been helped and protected by Allah. The next sentence provides us with a general rule that Allah does not only help and protect His messengers, who have special favours of Allah, but also helps and protects all the Muslims who are righteous.\nThe last sentence وَ ھوَ یَتَوَلَّی اَلصَّلحِین \"He helps and protects the righteous\" has given us a general principle that in addition to helping the prophets who hold the highest status among all the people, Allah helps and protects all the Muslims who act righteously. Therefore, the opposition or hostility of any one does not harm a true Muslim in the real sense of the word. Most often he is made to triumph over his enemies in this very world. If, for some good reason, he does not overcome and is apparently defeated, this, too, does not go to damage his real objective. His failure in this world is, in fact, his success in true sense, because the main objective of his life is to seek Allah's pleasure and to obey Him in each and every activity of his life. His failure, being from Allah draws him nearer to his objective of seeking Allah's pleasure.",
  "ayah": 196,
  "surah": 7
}
