{
  "text": "The Ideal Manifesto of Qur'anic Ethics\nThe above verse provides us with a perfect code and model discipline of moral excellences. It was through this discipline that the Holy Prophet ﷺ was trained and then was conferred with the title of\tصاحِب خُلق عظیم (The manifestation of all moral excellences) which is unique to him out of the whole mankind. After giving a description of obstinate ignorance, and immoral behaviour of the adversaries of Islam in the foregoing verses, the Holy Qur'an, in contrast to the above, provides the Holy Prophet ﷺ with some moral teachings. The first is خُذِ الْعَفْوَ (Take to forbearance). The Arabic word عَفْوَ has many significations. Each of them can be taken to mean here. This is why the experts in the exegesis of the Qur'an have presented varied comments on this verse. The most agreed interpretation of this word is that it is an act which can be done with ease or without any difficulty. The first sentence therefore, shall mean \"Accept what people can do easily,\" implying that, in the matter of Islamic obligations, the Holy Prophet ﷺ should not demand high standard of deeds from the people. Rather, he should accept the degree of perfection which can be achieved easily by the people.\nTo make it more clear, let us take the example of Salah (the prayer) which in true sense means to isolate oneself from all the worldly thoughts and actions and stand before his Lord in perfect veneration. He is supposed to present his praise to his Lord directly as though he is addressing his Lord and making his supplications to Him directly with nothing and no one between him and His Lord.\nThis state of mind shows itself in a worshipper by some expressive signs like خُشُوع و خُضُوع (submission and humbleness), which are achieved only by a few fortunate worshippers. This degree of veneration and love cannot be expected from all the worshippers. This verse has therefore, asked the Holy Prophet ﷺ not to demand the high standard of performance from the people, and to accept what degree of perfection they can achieve easily in their deeds.\nThe above interpretation has been reported in Sahih al-Bukhari on the authority of Sayyidna ` Abdullah ibn Zubair ؓ . Another report cited by Ibn Kathir, has said that the Holy Prophet ﷺ ، at the time of the revelation of this verse, said, \"I have been commanded (by Allah) to accept common or unexceptional obedience from the people in their worships and behaviour. I have, therefore, decided to do the same as long as I am in their company.\" A large number of the exegetes of the Holy Qur'an like Sayyidna ` Abdullah Ibn ` Umar, ` Abdullah ibn Zubair, Sayyidah ` A'ishah\tرضی اللہ تعالیٰ عنہم\tand the scholar Mujahid have confirmed the same meaning of this Qur'anic phrase.\nAnother meaning of the word is to pardon or to forgive. Some of the exegetes have adopted this meaning here. According to them this Qur'anic phrase has asked the Holy Prophet ﷺ to pardon the errors and shortcomings of the people.\nImam Ibn Jarir al-Tabari, the great exegete of the Holy Qur'an has reported that at the time of revelation of this verse the Holy Prophet ﷺ asked the Archangel Jibra'il (علیہ السلام) about the implication of this verse. The Archangel after confirming the meaning from Allah answered that you have been commanded to pardon the one who does you wrong, and to be generous to the one who gives you nothing, and to continue your relation with one who breaks off his connections with you.\nUnder the comment on this verse Ibn Marduwaih has reported, on the authority of Sayyidna Sa'ad ibn ` Ubadah ؓ ، that this verse was revealed when, in the battle of Uhud, Sayyidna Hamzah ؓ was martyred and parts of his body were savagely cut off. The Holy Prophet ﷺ ، seeing his body in such miserable condition, said, \"I shall behave to seventy of their people the way they have behaved with Hamzah.\" This verse was revealed to him implying that it does not suit his dignified position. He should pardon and forgive people.\nThis is supported by another Hadith reported by Imam Ahmad (رح) on the authority of 'Uqbah ibn ` Amir ؓ saying that the Holy Prophet ﷺ had instructed him of the same. That is, to pardon the one who does wrong to him, to keep relation with one who cuts off his relation with him and to give the one who deprives him. Bayhaqi also has reported from Sayyidna ` Ali ؓ that the Holy Prophet ﷺ said to him. 'I teach you the manners better than the manners of all the early and the later people, that you should give the one who deprives you, pardon the one who does wrong to you and continue your relation with one who breaks off with you.\nThe above two meanings of the word عفو hough, are different from each other but the purest essence of both is one and the same, that is, he should not demand the high standard of worship and deeds from the people and pardon them for their errors, and should not take revenge of their wrongs, and be generous to them with no regard to receiving any return from them.\nThe authentic records of the life of the Holy Prophet ﷺ have shown that he demonstrated the truest picture of the above Qur'anic model of deeds and morals. This model appeared in full bloom when Makkah was conquered and his sworn enemies were at his mercy. At that time, he set all of them free saying that 'far from any thoughts of seeking any revenge against them for their injustices, he would not even blame them in any way for what had happened between them in the past.'\nThe second sentence of this manifesto or testament reads: وَأْمُرْ‌ بِالْعُرْ‌فِ (and bid the Fair - 199). The word: 4 (` عُرْ‌فِ ) meaning 'recognized' refers to everything done in a way which is good and praiseworthy. The sense is that he should not seek to avenge the oppressive treatment meted out to him by his enemies, rather, he should forgive them but, along with it, he should also continue to ask them to do what was good and beneficial. Thus, he would not only be repaying evil with good and injustice with justice alone, in fact, he would be repaying them for all that by a higher degree of favor and grace - that of Ihsan.\nIn the third sentence, it was said: وَأَعْرِ‌ضْ عَنِ الْجَاهِلِي (and ignore the ignorant). It means that he should, no doubt, forgo revenge against injustice, deal with his enemies having goodwill and concern for them, and softly explain the truth of the matter to them. But, in this process, there will be those ignorant diehards who would not still be impressed or affected by this highly gentle moral response. They would, in spite of that, display more of their ignorance and harshness. If so, he was advised not to be affected by their heart-rending comments and rustic challenges, offer no response in their terms, instead, stay away from and ignore them.\nTafsir Ibn Kathir has said that 'to ignore' also means that he should not repay evil with evil. It does not mean that he should stop giving good advice to them, for this would not be befitting in terms of the standing mission a prophet and messenger of Allah is charged with.\nAt this stage, according to an event reported in the Sahih of al-Bukhari from Sayyidna ` Abdullah ibn ` Abbas ؓ ، it was during the period of the Khilafah of Sayyidna ` Umar ؓ that ` Uyaiynah ibn Hisn came to Madinah and stayed there as a guest of his nephew, Hurr ibn Qays. Sayyidna Hurr ؓ was among the learned men of Madinah who used to attend the advisory council of Sayyidna ` Umar ؓ . ` Uyaiynah said to his nephew, Hurr ibn Qays, you are close to the Amir al-Mu'minin. Take an appointment for me to see him.' Sayyidna Hurr ibn Qays requested Sayyidna ` Umar ؓ that his uncle, ` Uyaiynah wanted to meet him. He gave the permission.\nBut, once ` Uyaiynah was in the company of Sayyidna ` Umar al-Faruq ؓ ، he spoke to him in a manner that was uncivilized and contrary to facts while complaining that he neither gave them their full rights nor treated them with justice and equity. Sayyidna ` Umar ؓ was angry. Thereupon, Sayyidna Hurr ibn Qays submitted, 'ya Amir al-Mu'minin, Allah Ta` ala has said: خُذِ الْعَفْوَ وَأْمُرْ‌ بِالْعُرْ‌فِ وَأَعْرِ‌ضْ عَنِ الْجَاهِلِينَ (Take to forbearance, and bid the Fair and ignore the ignorant - 199) and this person too is one of the ignorant ones.' Hearing this verse, his anger subsided and he said nothing to him. This habit of Sayyidna ` Umar ؓ was well known. About him it was said: کَانَ وَ قَّافاً عندَ کِتابِ اللہِ عَسَّوَجَلَّ (He readily mellowed before the commandments of the Book of Allah, the Mighty, the Exalted).\nThis verse carries a comprehensive statement of noble traits of character. Some scholars have explained these briefly by saying that there are two kinds of people: (1) Those who are good in deeds and (2) those who are evil and unjust. This verse tells us to treat both kinds nobly. As for those who do good, accept what they offer as such. Do not investigate too much and do not be unnecessarily inquisitive. Do not demand good at its highest from them and accept what they come up with as sufficient. As for the evildoing, the instruction given is: Teach them to do what is good. Show them the way of righteousness. If they do not accept it and choose to stick to their straying and error and talk haughtily and aggressively, the appropriate course is to stay away from them and avoid responding to their ignorant comments. It is hoped that this approach may bring them round at some stage when they may realize their error.",
  "ayah": 199,
  "surah": 7
}
