{
  "text": "In the second verse, it was said: وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّـهِ ۚ إِنَّهُ سَمِيعٌ عَلِيمٌ (And if you are stricken with a strike from the Shaitan, seek refuge with Allah - 200).\nThis verse too is really a complement of the subject taken up in the first verse which instructs that the error made by the unjust and the ignorant should be forgiven and the evil done by them should not be answered by counter evil. This is heavy duty. In fact, doing something like this is most irksome and hard on human temperament. Particularly on occasions such as this, the Shaitan is there to coax someone very normal into anger and somehow gets his client all set to fight. Therefore, in the second verse, it has been suggested that in case emotions of anger seem to be flaring up on such an occasion where your patience is under test, one should promptly figure out that this instigation is coming from the Shaitan. It has a standard treatment - seek refuge with Allah.\nIt appears in Hadith that two men were quarreling before the Holy Prophet ﷺ and one of them was getting out of control in his fit of anger. He looked at him and said, 'I know some words which, if this person were to say, his rage will go away.' Then, he said, 'here are the words: اعوذ باللہ من الشیطان الرجیم seek refuge with Allah from the Shaitan, the Accursed). When this person heard the Holy Prophet ﷺ reciting it, he immediately said it after him. Suddenly, his anger was all gone.\nAn Unusual Coincidence\nAt this stage, the great Tafsir Ibn Kathir has written about an unusual coincidence. He says that there are three verses in the entire Qur'an that appear as an embodiment of high moral teaching - and all three of them conclude with the need to seek refuge from the Shaitan. One of these is this very verse of Surah al-A` raf we are talking about. The second one is the following verse of Surah al-Mu'minun:\nادْفَعْ بِالَّتِي هِيَ أَحْسَنُ السَّيِّئَةَ ۚ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ ﴿96﴾ وَقُل رَّ‌بِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ ﴿97﴾ وَأَعُوذُ بِكَ رَ‌بِّ أَن يَحْضُرُ‌ونِ ﴿98﴾\n\"Repel the evil with what is good. We know best what they keep saying and you say: '0 my Lord, I seek refuge with You against the urgings of the Shaitans, and 0 my Lord, I seek refuge with You from that they be with me - 23:96:98.\"\nThe third verse appears in Surah Ha Mim as-Sajdah (also referred to as Surah Fussilat):\nوَلَا تَسْتَوِي الْحَسَنَةُ وَلَا السَّيِّئَةُ ۚ ادْفَعْ بِالَّتِي هِيَ أَحْسَنُ فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ ﴿34﴾ وَمَا يُلَقَّاهَا إِلَّا الَّذِينَ صَبَرُ‌وا وَمَا يُلَقَّاهَا إِلَّا ذُو حَظٍّ عَظِيمٍ ﴿35﴾ وَإِمَّا يَنزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ بِاللَّـهِ ۖ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ ﴿36﴾\n(And good and bad deeds are not equal. Repel with that which is better, whereupon he - between whom and you there was enmity - will be as if a fast friend. [ 34] And this quality is granted to none but those who observe patience, and this quality is granted to none but he who is endowed with a great fortune. [ 35] And if you are stricken with a strike from the Shaitan, then, seek refuge with Allah. Surely, He is the All-Hearing, the All-Knowing. [ 36] - 41:34-36)\nIn these three verses, instruction has been given to forgo and forgive people who incite anger, to return evil with good and, along with it, to seek refuge from the Shaitan. This tells us that the Shaitan takes special interest in human quarrels. Give them any opportunity where a quarrel is on, the Shaitans converge on it as their favorite hunting ground. No matter how sedate and forbearing someone happens to be, they would still incite him into anger and try to make them cross the limits.\nThere is a treatment for it. When a person sees his anger getting out of control, he should know that Shaitan is winning against his better self. He should then turn to Allah Ta` ala and seek refuge with Him. This makes noble traits of character flourish at their best. Therefore, additional stress has been laid on the need to seek the protection of Allah against the Shaitan in the third (201) and fourth (202) verses as well.",
  "ayah": 202,
  "surah": 7
}
