{
  "text": "Commentary\nBefore Islam, one of the many shameful and absurd customs Shaytan had made the people of ` Arab Jahiliyyah follow was that no one, other than the Quraysh, could make the Tawaf of Ka'bah in one's own clothes. Instead of that, the requirement was to borrow a dress from a Qurayshi, otherwise, make the Tawaf naked.\nMmmm50\nAs obvious, the Quraysh could not provide clothes to the whole people of Arabia, therefore, the consequence was that these people would make Tawaf mostly naked, men and women, both, with women usually doing their Tawaf in the darkness of the night. Then, they would explain the satanic expediency of this act by saying: The clothes wearing which we have committed sins are clothes in which making the Tawaf of the Ka'bah is contrary to etiquette (so devoid of commonsense they were that it did not occur to them that making their Tawaf naked was far more contrary to etiquette, and still more so, contrary to human dignity itself) and the only exception to this rule was the tribe of Quraysh which, because they were the servants of the sacred Haram, was not bound to follow this law of nudity.'\nThe first verse among those cited above has been revealed to identify and eliminate this absurd custom. It was said in the verse that on occasions when they did something shameful and people told them not to do so, their answer to them would be that their forefathers and elders have been doing so all along, and now for them, to forsake their practice was a matter of shame. Then, they also said that this was what Allah had told them to do. (Ibn Kathir)\nIn this verse, 'al-faihsha,' according to most commentators means this very naked Tawaf. In fact, fuhsh, fahsha and fahishah refer to every evil act the evil of which reaches the farthest limits and is all too loud and clear in terms of commonsense and sound taste (Mazhari). Then, that its good and bad becomes quite rational too, is something which stands established universally. (Rub al-Ma'ani)\nThen, come the two arguments they advanced in support of the continuance of this absurd custom. One of these was the need to follow ancestral customs, that is, maintaining these was good in itself. The answer to this proposition was fairly clear as the blind following of ancestral customs was not something reasonable. Even a person of average commonsense can understand that a method cannot be justified on the basis that one's forefathers used to do so. If the methods used by forefathers were to be taken to be sufficient to justify the legitimacy of an action, then, the fact is that forefathers of different peoples of the world used to act differently, even contradictorily. This argument will, then, render all erroneous methods of the whole world to be correct and permissible. In short, this argument advanced by these ignorant people did not deserve attention. Therefore, the Qur'an has not considered it necessary to answer this question here. Though, in some Hadith narrations, it has been answered by saying that an act of ignorance which may have been committed by one's forefathers could hardly be worth following by any stretch of imagination.\nThe second argument in favour of their naked Tawaf advanced by these people was that Allah had ordered them to do so. This was a flagrant lie. They were attributing to Allah what He had never commanded. Addressing the Holy Prophet ﷺ the answer given was: قُلْ إِنَّ اللَّـهَ لَا يَأْمُرُ‌ بِالْفَحْشَاءِ (Allah never bids anything shameful) – because commanding people to do something like that is against His wisdom and counter to His state of being the Purest of the pure. Then, taken to task was their false and untrue, attribution to Allah. They were warned with the words: أَتَقُولُونَ عَلَى اللَّـهِ مَا لَا تَعْلَمُونَ (Do you say about Allah what you do not know?). It means that they were attributing a falsity to Allah without having an evidence in support; and it is obvious that attributing something to someone without proper investigation and authority is an act of rank effrontery and patent injustice. Then if done in the case of Allah Jalla Sha'nuhu, reporting anything so falsely will be a crime and injustice the magnitude of which cannot be imagined. At this point, let it be understood clearly that the respected Mujtahid Imams, when they deduce, formulate and describe injunctions which appear in the verses of the Qur'an through Ijtihad, that effort does not fall under the purview of this verse. The reason is that their deduction is a process which operates under the justification of the very words and meanings of the Qur'an.",
  "ayah": 28,
  "surah": 7
}
