{
  "text": "Commentary\nMentioned in previous verses were particular manifestations of the perfect power of Allah Ta` ala, and His major blessings. The present verses lead us to consider: When He is the Master of perfect power, the sender of all blessings, and the Lord of all the worlds, it naturally follows that He should be the One to be called upon and prayed to under all circumstances, whether in distress or in need. The attitude of by-passing Him and turning towards some other direction is ignorance and failure.\nAlong with it, identified in these verses are some rules of etiquette to be followed when making Du'a' (prayer, supplication). If due consideration is given to these rules, the hope that a prayer will be answered increases.\nThe Meaning and Etiquette of Du` a and Dhikr\nThe word: دُعَاء (Du'a' ), in the Arabic language, means to call upon someone to remove one's need. It is also used to remember in the absolute sense. Both meanings can be taken here. The verse says: اُدعُوا رَبَّکُم (Supplicate to your Lord) that is, call your Rabb for your needs, or remember your Rabb and worship Him.\nIn the first case, it would mean: Ask Allah alone for what you need. In the second case, the sense would be: Do your Dhikr and ` Ibadah for Him alone. Both these explanations have been reported from Tafsir authorities among the early righteous elders.\nAfter that, it was said: تَضَرُّ‌عًا وَخُفْيَةً (humbly and secretly). The word: تَضَرُّ‌عً (tadarru`) means realization of inability, humility, and submission in a refined spirit of self-abasement (not found in the English language and its modern, secular, cultural context). And the word: خُفْيَةً (khufyah) means secret, secluded, or private (as opposed to open and public - as used in English too, but with no relevance to the dominant sense of secret in English bearing on the mysterious, the occult, and the whole field of espionage).\nIn the frame of these two words, described there are two important rules of etiquette which govern Du` a' and Dhikr. First of all, in order that Du'a' be answered, it is necessary that one appears before Allah Ta` ala as weak, helpless and simply unable to hold on his own, modest and humble, and submits to Him with a total negation of what is supposed to be pride, dignity, honour, ego, or self-view - and then makes Du'a'. Du'a' is a thing of the soul which requires that its words match the feebleness and humbleness of the maker of Du` a', that the manner of saying it remains a mirror of modesty, and that this overall humility should ooze forth from the very physical approach to this making of Du'a'. Given this anatomy and profile of Du'a', the common practice of making Du` a' these days cannot really be called the making of Du'a'. It would, rather, be the reading of it. What happens most of the time is that we do not know what we are saying and it has become a routine as we notice in common Masajid. Imams would usually say, rather read, some words of Du` a' in the Arabic language which they have memorized and do this at the end of Salah. Most of the time, in some areas, the Imams themselves do not know the meaning and sense of what they say - and even if they do know it, at least the less-knowing participants of the congregation are virtually unaware of what is being said. They would almost mechanically go on saying 'Amin, 'Amin' after the words read by the Imam without having any clue as to what was being said there. The outcome of all this stage demonstration is the vocalization of some words. Du` a' has a reality of its own which is just not there. Then, this is an entirely different matter that Allah Ta` ala, in His infinite mercy, may accept these very lifeless words and give them the effect of answered prayers. But, it is necessary that everyone un-derstands that Du` a' is not ` read.' It is ` asked.' Therefore, it is crucial that one asks as one should, properly, as due.\nThen, there is another aspect of Du'a-'. If a person does know the meanings of the words of his Du` a' - and even understands what he is saying - still, if it is not accompanied by proper approach, manner and physical bearing, the Du` a' stands reduced to a bland claim to which no created servant of Allah is entitled.\nSo, given in the first word was the spirit of Du'a' which requires that one shows his humility and prays to Allah for what he needs. Then, in the second word, the instruction given is that the asking in Du` a' for what one needs should be done secretly and in a lowered voice which is superior in merit and more likely to be answered. The reason is that making Du` a' in a raised voice is not free of three possible drawbacks. Firstly, it is difficult to maintain modesty and humility in doing so. Secondly, there is the danger of hypocrisy and desire for recognition creeping in through this mode. Thirdly, the manner in which this Du'a is made only goes to show that the person making it almost does not know that Allah Ta` ala is All-Hearing, All-Knowing. He knows what we show on the outside and also that which we conceal inside. He hears everything said quietly or loudly. Therefore, when the voice of the Companions reached a loud pitch during Du'a' made on the occasion of the Battle of Khaybar, the Holy Prophet ﷺ said: ` You are not calling someone deaf or absent that you say it in such a loud voice. Instead, your addressee is someone Hearing, Near, that is, Allah Ta` ala (so, to raise your voice is redundant). Allah Jalla Sha'nuhu has Himself mentioned the Du` a' of a righteous person in these words: إِذْ نَادَىٰ رَ‌بَّهُ نِدَاءً خَفِيًّا ﴿3﴾ (When he called his Rabb calling in a lowered voice - 19:3).' This tells us that the state of Du` a' liked by Allah Ta` a1a is that it be asked of Him in a lowered and subdued voice.\nSayyidna Hasan al-Basri (رح) says: There is a difference of seventy degrees in making Du` a' openly and loudly when matched by the one made in a lowered voice. It was the habit of early righteous elders that they would exert to their maximum in Dhikr and Du'a which kept them busy most of the time, but their voice was not heard by anyone. In fact, their supplications would remain between them and their Rabb. Many of them would memorize the whole Qur'an and keep engaged in reciting it, but others would not know about it. Then, there would be others engaged in their pursuit of advanced religious knowl-edge, but they would never go about telling others that they were doing so. There would be many others who would return from their homes after having long sessions of Salah but no one would come to know anything about that. He also said that he had seen such blessed people who would never perform ` Ibadat, which they could do in private, out in the open where people could see them - and their voices during Du'a' would be very low. (Ibn Kathir, Mazhari)\nIbn Jurayj has said that raising voices in Du` a' and making it noisy is Makruh (reprehensible). In his Ahkam al-Qur'an, Imam Abu Bakr al-Jassas (رح) has said: This verse tells us that making Du'a' in a lowered voice is more merit-worthy than making it in a raised voice. It has been reported likewise from Hadrat Hasan Basri (رح) and Sayyidna Ibn ` Abbas ؓ . This verse also tells us that the 'Amin' said at the end of Surah al-Fatihah should also be said in a lowered voice, which is more merit-worthy, because 'Amin' ( Amen : so be it) is also a Du'a-'.\nMay Allah Ta` ala guide Imams of Masajid in our time who seem to have forgotten this teaching of the Qur'an and Sunnah and the instructions of early righteous elders in this matter. After every Salah, what follows as Du` a' has become an artificial procedure. Some words are read out loudly which, besides being contrary to the etiquette and rules of Du` a', become the source of disturbing the Salah of those who joined the congregation after it had started and were busy completing the missed part after the Imam had finished. The overwhelming influence of custom has made them incapable of noticing its drawbacks. On a particular occasion where the purpose is to have a whole group make a particular Du'a', one person may say the words of Du` a' in a reasonably audible voice and others say 'Amin' after it, then, it does not matter. However, the condition is that this activity does not become the source of disturbance in the Salah and ` Ibadah of others - and that this does not become a matter of habit and custom whereby common people start believing in it as the standard method of making Du` a', as happening so commonly these days.\nWhat has been said above concerned the making of Du` a' for one's needs. If Du'a-' is taken in the sense of Dhikr (remembrance) and ` Ibadah (worship) at his place, then, according to the established position of early ` Ulama, low-voiced Dhikr is more merit-worthy than loud Dhikr. As for the practice of Shaykhs in the Chistiah Order who recommend loud Dhikr for beginners, they do so in view of the spiritual condition of the seeker, as a measure of treatment, so that by voicing it any lack of alertness would go away and the heart would learn to become attuned to the Dhikr of Allah - otherwise, raising the voice in Dhikr, as such, is not desirable even with them, though it is permissible, and its justification stands proved from Hadith as well, of course, subject to the condition that, in it, there be no hypocrisy or the desire to show off (riya' ).\nImam Ahmad ibn Hanbal, Ibn Hibban, Al-Baihaqi and others have reported from a narration by Sayyidna Sa'd ibn Abi Waqqas ؓ that the Holy Prophet ﷺ said:\nخَیرُ الذِّکرِ الخَفِیُّ وخَیرُ الرِّزقِ مَا یَکفِی\n'The best Dhikr is hidden and the best sustenance is what be-comes ' sufficient.'\nHowever, under particular conditions and timings, a voiced Dhikr is actually more desirable and merit-worthy. Details of these timings and conditions have been explained by the Holy Prophet ﷺ through his word and deed, for example, calling Adhan and Iqamah with a raised voice, reciting the Qur'an during the voiced prayers with a raised voice, saying the Takbirs of Salah the Takbirs of Tashriq, the Talbiyah in Hajj etc., with a raised voice. Therefore, Muslim jurists, may Allah have mercy on them all, have reached the decision that in particular conditions and places where the Holy Prophet ﷺ has, by word or deed, taught us to raise the voice, voices must be raised. Under conditions and situations other than these, voiceless Dhikr is most preferable and beneficial.\nAt the end of the verse, it was said: إِنَّهُ لَا يُحِبُّ الْمُعْتَدِينَ (Surely, He does not like those who cross the limits). The word: الْمُعْتَدِينَ (al-mu` tadin) is a derivation from I` tida' which means to cross the limits. The sense is that Allah Ta` ala does not like those who cross the limits, exactly as given in the translation. This crossing of limits, whether in Du` a' or some other activity, has the same outcome - that Allah Ta` ala does not like that. In fact, if looked at closely, the religion of Islam is the very name of observing limits and restrictions and electing to submit and obey. Take the example of Salah، Sawm, Hajj, Zakah and all dealings and transactions, when limits set by the Shari` ah of Islam are crossed in them, they do not remain acts of worship anymore - instead, they become sin.\nCrossing the limits in Du` a' may take several forms. Firstly, that literal formalities, such as rhyming and other stylistic devices, are employed in Du` a' which may spoil its essential ingredients of humility and submission. Secondly, that unnecessary restrictions are intro-duced in Du` a - as it appears in Hadith that Sayyidna ` Abdullah ibn Mughaffal ؓ saw that his son was making Du` a' in the following words: ` 0 Allah, I seek from You the palace in Paradise which is white in colour and located on the right hand side.' He stopped him and said: ` Making such restrictions in Du` a is crossing the limit, which has been prohibited in the Qur'an and Hadith.' (Mazhari from a narration of Ibn Majah and others)\nThe third form of crossing the limits is that someone makes a Du` a' wishing ill of Muslims in general, or asks from Allah something which is harmful for them. Similarly, it is also a form of crossing the limits - as mentioned here - that Du` a' be made in a raised voice without the need to do so. (Tafsir Mazhari, Ahkam al-Qur'an)",
  "ayah": 55,
  "surah": 7
}
