{
  "text": "These were harsh words. But, the reply given by Sayyidna Nuh (علیہ السلام) carries an eloquent diction fit for a prophet. Here, he is leaving a trail for all carriers of da'wah, preachers and reformers, as a signpost of education and guidance. Here, he is not responding on the same wave length, not anger against anger, but trying to remove their doubts in the simplest possible words: قَالَ يَا قَوْمِ لَيْسَ بِي ضَلَالَةٌ وَلَـٰكِنِّي رَ‌سُولٌ مِّن رَّ‌بِّ الْعَالَمِينَ ﴿61﴾ أُبَلِّغُكُمْ رِ‌سَالَاتِ رَ‌بِّي وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ اللَّـهِ مَا لَا تَعْلَمُونَ ﴿62﴾. (He said, \"0 my people, there is no error in me, but I am a messenger from the Lord of the worlds. I convey to you the messages of my Lord and wish your betterment, and I know from Allah what you do not know). In other words, what Sayyidna Nuh (علیہ السلام) is telling his people was that their accusation that he has gone astray was not true. However, the fact remained that he was not bound by their ancestral customs rooted in ignorance like them. Instead of that, he was sent as a messenger from the Lord of all the worlds. Whatever he was telling them was under the guidance of his Lord. His sole mission was to convey the message of Allah Ta` ala to them which was in their interest and for their good. This was not for any benefit of Allah Ta` ala nor did it serve any personal interest of his own.' The expression: ` Lord of all the worlds' in this statement strikes decisively against believing in Shirk by associating others with the pristine Divinity of Allah Ta` ala. Once the spirit of this assertion is understood, no god or goddess of any denomination can stand valid as objects of worship. After that, he said that the doubts they had about the punishment of the Last Day were because of their lack of awareness - and, as for him, he was blessed with certitude in this matter by Allah Ta` ala.\nAfter that comes the reply to the other doubt expressed by them. This has been stated clearly in Surah Al-Mu'minun: يَتَفَضَّلَ عَلَيْكُمْ وَلَوْ شَاءَ اللَّـهُ لَأَنزَلَ مَلَائِكَةً\tthat is, the people of Sayyidna Nuh (علیہ السلام) came up with another doubt about the call given by him. They thought that he was only human, a man like them who ate, drank, slept and woke as they did. How could they take him as their leader? Had Allah wanted to send a message for them, he should have sent angels with it whose distinction and greatness would have impressed them. Now, what they saw here was no more than that there was someone from among their own race and community who wished to establish his superiority over them - 23:24.",
  "ayah": 62,
  "surah": 7
}
