{
  "text": "The Confrontation Between the Arrogant and the Weakened\nThe third (75) and the fourth (76) verses carry a dialogue between two groups of the people of Thamud. One of these was of those who had come to believe that Sayyidna Salih (علیہ السلام) was a prophet while the other was that of deniers and disbelievers. Says the verse: قَالَ الْمَلَأُ الَّذِينَ اسْتَكْبَرُ‌وا مِن قَوْمِهِ لِلَّذِينَ اسْتُضْعِفُوا لِمَنْ آمَنَ مِنْهُمْ (The chiefs of his people, who were arrogant said to the weakened, to those of them who believed).\nIn Tafsir Kabir, Imam Razi has said: At this place, the Holy Qur'an identifies two qualities of these two groups, but the quality or trait of the disbelievers was mentioned in the active voice (اسْتَكْبَرُ‌وا who were arrogant) while the quality or state of the believers was identified through the passive (اسْتُضْعِفُوا the weakened). It indicates that the condition of the disbelievers - that they were arrogant - was what they chose to do at their own discretion which was questionable and blame-worthy, and which finally became the cause of their punishment. As for the quality or state of believers which these people put as weak and low, it was something said by disbelievers. Their description had nothing to do with the actual state and quality of believers, something which could be considered blameworthy in any manner whatsoever. In fact, blameworthy are those who call them weak and low, and take them to be so, without any reason. After that comes the dialogue which has occured between these two groups where the disbelievers said to the believers: ` Are you sure that Salih is a messenger from his Lord?'\nThe reply given by the believers was: ` Surely, we believe in what he has been sent with.'\nThe famous Tafsir Kashshaf says: What an eloquent answer was given by the believers from the people of Thamud when they said: ` All this debate of yours - is he a messenger of Allah or is he not? - is just not worth debating. In fact, this is obvious, foregone and certain. And equally certain is that what he says is a message brought from Allah Ta` ala. If there is anything worth talking about here, it is: Who believes in him and who does not? So, as for us, praise be to Allah, we do believe in every word of guidance brought by him.'\nBut, even this eloquent answer could not soften the disbelieving people of Thamud. They countered back coldly and arrogantly saying that they rejected what they had accepted. The lust of worldly life is merciless. So is the toxic elation of having wealth and power. May Allah Ta` ala keep all of us protected for they become invisible curtains before human eyes which would not let those seeing eyes see the obvious.",
  "ayah": 76,
  "surah": 7
}
