{
  "text": "Commentary\nThe series of stories relating to prophets (علیہم السلام) continues. The fifth story appears in the verses quoted above. This is the story of Sayyidna Shu'aib\t (علیہ السلام) and his eople.\nSayyidna Shu'aib\tعلیہ السلام\taccording to Muhammad ibn Ishaq, is among the progeny of Madyan, the son of Sayyidna Ibrahim (علیہ السلام) and he is also related to Sayyidna Lut (علیہ السلام) . The lineal descendants of Madyan, the son of Sayyidna Ibrahim (علیہ السلام) also came to be known by the name, Madyan - and the locality where they lived is also called Madyan. Thus, Madyan is the name of a people and the name of a city as well. This city still survives near the port of Ma` an in Eastern Jordan. When relating the story of Sayyidna Musa (علیہ السلام) elsewhere, the Qur'an says: وَلَمَّا وَرَ‌دَ مَاءَ مَدْيَنَ (And when he arrived at the watering [ place ] in Madyan - 28:23), it is referring to this very habitation. (Ibn Kathir) Sayyidna Shu'aib (علیہ السلام) was known for his impressive oratory because of which he was called the Orator among Prophets (علیہم السلام) . (Ibn Kathir, Al Bahr Al-Muhit)\nThe people to whom Sayyidna Shu'aib (علیہ السلام) was sent have been identified by the Holy Qur'an as the residents or people of Madyan, and also as the people of Aikah. The word: ایکہ (Aikah) means a forest.\nSome commentators say that these were two different people and lived in separate settlements. Sayyidna Shu'aib (علیہ السلام) was sent to one of them first. When they were destroyed, he was sent to the other. The punishment which came upon these two has also been stated in different words. The punishment of the Rajfah on the people of Madyan is mentioned as Saihah (Sound) at some places, while as Rajfah (earthquake) at others. The punishment of the people of Aikah has been stated as being that of Zullah (shade, canopy). The form in which this punishment came was that the people of Aikah were first subjected to intense heat in their locality which almost roasted them. Then, in the forest close by there came a dense cloud which cast its shade over the entire forest. Attracted by the shade and cool breeze there, all inhabitants of the locality assembled under the shade of that cloud. As Divine arrangement would have it, here were its criminals walking on their two feet and reaching the exact spot where they were to be destroyed, without a warrant of arrest and without a police gun pointed at them. Once they were all there, the clouds rained fire and the earthquake shook the earth. That killed them all.\nThen, there are other commentators who say that the people of Madyan and the people of Aikah are the same people and the three kinds of punishment mentioned here converged on these people. First came the Fire from the clouds, then, with it, rose the piercing Sound, and then, the earthquake shook the earth. Ibn Kathir has favoured this view.\nHowever, whether these two people are separate or are two names of the same people, what matters is the message of truth delivered to them by Sayyidna Shu'aib (علیہ السلام) - and that has been mentioned in the first (85) and second (86) verses. Before we move on to the explanation of this message, let us first understand that the essence of Islam, which is the combined call of all blessed prophets, is the fulfillment of mutual rights. Then rights are of two kinds. First come rights which are related directly to Allah Ta` ala. No visible human gain or loss seems to depend on their fulfillment or abandonment, for example, praying and fasting (Salah and Sawm). Secondly, there are the rights of the servants of Allah (Huquq al-Ibad: human rights - in secular terminology) which are related to human beings. These people were heedless to and unaware of both these rights, in fact, were acting counter to both.\nBy not believing in Allah Ta` ala and His messengers, they were violating the rights of Allah, and on top of it, by decreasing weights and measures, they were slicing through and wasting away the rights of human beings. Then, such people would go on to sit on entry points of roads and streets and would terrorize all comers, rob them of their belongings, and warned them of worse consequences if they believed in Sayyidna Shu'aib (علیہ السلام) . And thus, on God's good earth, they had made disorder the order of the day. It was to correct these misdeeds that Sayyidna Shu'aib (علیہ السلام) was sent to them.\nIn the first and second verses quoted above, Sayyidna Shu'aib (علیہ السلام) said three things to correct the course of his people: (1)-First he said: يَا قَوْمِ اعْبُدُوا اللَّـهَ مَا لَكُم مِّنْ إِلَـٰهٍ غَيْرُ‌هُ ` ( O my people, worship Allah. You have no god other than Him). This is the same Da'wah, the call to Tauhid, the Oneness of Allah, which all blessed prophets have been giving all along the lanes of time, a call which is the spirit of all true beliefs and deeds. Since these people too were all sold to the worship of the created, and consequently, heedless to the sacred Being and Attributes of Allah Ta` ala, and thus, neglectful of the fulfillment of His rights. Therefore, this was the first message given to them. (2)-Then, it was said: قَدْ جَاءَتْكُم بَيِّنَةٌ مِّن رَّ‌بِّكُمْ (There has come to you a clear sign from your Lord). Here, ` clear signs' or proofs refers to the miracles which were manifested at the hands of Sayyidna Shu'aib (علیہ السلام) . The different forms in which these miracles had appeared find mention in Tafsir Al-Bahr Al-Muhit. (3)-The statement which follows lays down a major rule of just conduct. It was said: فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ (And fill the measure and weight in full, and do not make people short of their things). The word: کَیل (kail) means measure, and: مِیزَان (mizan) is used in the sense of weighing, and: بِخس (bakhs) means to bring loss on someone by giving one less than what is due. Thus, the instruction given in the verse is to give full measure and weight and to abstain from causing loss to them by holding back what is their due.\nIn the first part of the verse, the particular crime of under-measuring or under-weighing in buying and selling was prohibited. Later, by saying: وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ (and do not make people short of their things), the prohibition was generalized. Now the prohibition applies to all kinds of decreasing, slicing, under-cutting or short-changing of rights - whether related to property, or honour, or something else. (Al-Bahr Al-Muhit)\nFrom here we know that the way it is forbidden to give less than due while weighing and measuring, similarly, forbidden is any cutting back on the human rights of other people. Acts like attacking someone's honour, not giving due respect to someone according to his legitimate station, showing shortcoming in obeying those the showing of obedience to whom is necessary and failing to respect those who must compulsorily and duly be respected are included under the purview of the crime which used to be committed by the people of Sayyidna Shu'aib (علیہ السلام) . During his famous Khutbah of the Last Hajj, when the Holy Prophet ﷺ declared that the honour of people is as worthy of being respected and defended as their blood is, stands as a broader confirmation of this view.\nAll these things are included under the words: مُطَفِّفِينَ\t(mutaffifin)and: تَطفِیف (tatfif) wherever mentioned in the Qur'an. Sayyidna Faruq al A` zam ؓ saw a person making his Ruku` and Sajdah in a hurry.\nHe said: (that is, you are guilty of measuring and weighing short -Mu'atta Imam Malik). By saying so, he meant that the person had not fulfilled the right of Sarah as it was due. Thus, in this report, the short-coming of not fulfilling the right of Sarah as due has been referred to by the word: تَطفِیف (tatfif : measuring and weighing short).\nAt the end of the verse, it was said: وَلَا تُفْسِدُوا فِي الْأَرْ‌ضِ بَعْدَ إِصْلَاحِهَا (and do not make mischief on the earth after it has been set in order). This sentence has also appeared earlier in this Surah Al-A` raf (for details, please see comments under verse 56) where it was said that the physical betterment of conditions on the earth depends on utilizing things properly - as and where due, respecting limits and maintaining moderation, equity and justice; and spiritual betterment depends on relationship with Allah and obedience to His commands. As for the opposite of it, that is, physical and spiritual disorder on earth, it shows up when these principles are compromised or abandoned. The people of Sayyidna Shu'aib (علیہ السلام) had done exactly this. They had totally abandoned these principles because of which earth had become a hotbed of physical and spiritual disorder. That is why they were advised to ab-stain from such deeds which would serve as corrupting influence for the whole earth.\nThen, it was said: ذَٰلِكُمْ خَيْرٌ‌ لَّكُمْ إِن كُنتُم مُّؤْمِنِين (This is good for you, if you are believers). The sense is that should they repent and retract from their evil doings, it has nothing but good waiting for them in their present life as well as in the life to come. As for the prosperity and success in the life to come is concerned, it is obvious that it depends on one's obedience to what Allah has commanded us to do. Then, as for success in the present world, we can say once people find out that there is someone who is honest in weights and measures and is partic-ular about all other rights of his clients, his credit and goodwill will become established in the market and his business will increase in volume and reliability.\nDetermining the meaning of the statement - ` Do not sit in every path threatening and preventing people from the path of Allah' - in verse 86, some commentators have said that both sentences carry the same sense since these people stopped and threatened those who came to Sayyidna Shu'aib (علیہ السلام) .\tThis they were ordered not to do.\nOthers have said that these crimes committed by them were two separate' crimes. They sat on thoroughfares, looted and snatched things, and also prevented people from believing in Sayyidna Shu'aib (علیہ السلام) . Thus, the first sentence describes the first crime while the second sentence describes the other. The later view has been relied upon in Tafsir Al-Bahr Al-Muhit and elsewhere too. Also included under the purview of this command against looting and snatching are check posts set up on thoroughfares to realize impermissible taxes against the provisions of the Shari` ah.\n` Allamah Al-Qurtubi has said that those who sit on thoroughfares and make people pay undue taxes against the provisions of the Shari` ah, they too are criminals like the people of Sayyidna Shu'aib - rather, more oppressive and tyrannical than they were.\nAfter that it was said: وَتَبْغُونَهَا عِوَجًا (and seeking a twist in it), that is, these people are always on the lookout for the opportunity to find something in the way of Allah which they could twist, turn and misrepresent and come up with their roster of doubts and objections through which they could try to wean people away from the true religion.",
  "ayah": 85,
  "surah": 7
}
