{
  "text": "The above verses continue to speak of the events of early people and their ominous fate. The events of five early prophets and their people have been so far discussed. The sixth event concerning 'the Prophet Musa (علیہ السلام) and his people is going to be discussed after a few next verses.\nWe have already noted that usual style of the Holy Qur'an with regard to the historical events is quite different from the books of history. The Holy Qur'an does not care to describe a historical event in its entirety or in chronological order. Rather, it selects certain relevant portion of the event then lays emphasis on the lesson or moral contained therein.\nAfter relating the stories of the early people, the above verses speak of the warnings and lessons for present people in order to save them from the ill-fate met by their forefathers. The verse 94 warns people that the fate of disaster and suffering described in the foregoing verses was not limited to the people of Nuh, ` Ad and Thamud (علیہم السلام) only. It is, rather, a usual practice of Allah that He sends His prophets to people for their guidance and eternal success. Then, those who do not listen to their advice and reject their invitation are subjected to suffering and distress so that they may turn to their Lord in repentance. It is human to turn to The Creator in distress. This suffering is, in fact, a blessing of Allah in disguise as it is meant for their good. The great spiritual leader Maulana Rumi has versified this fact in these words:\nخلق را باتو چنسیں بد خوکنند تاترا ناچار روا آنسو کنند\n\"The people are made to misbehave with you\nin order that you turn to your Lord in tears.\"\nThe verse 94 has referred to this fact by saying, 'We seized it's people with hardship so that they may turn in humbleness. The Arabic word: بَاسَاء 'Ba'sa' signifies hunger or poverty while the word: ضَرَّاء 'Darra' signifies illness. The Holy Qur'an has used these words to signify the same meanings in other situations. The respected Companion ` Abdullah ibn Masud ؓ has confirmed these meanings of the two words. Some linguists have said that the word: بَاسَاء refers to financial distress while the word: ضَرَّاء 'Darra' signifies loss of health. The verse 95 said: \"Thereafter, We substituted good in place of evil until they increased.\"",
  "ayah": 94,
  "surah": 7
}
