{
  "text": "The Arabic word بَرَکَہ :'barakah' used in this verse and translated as blessing signifies increase or growth. The expression 'blessing of the heaven and the earth' refers to all means of prosperity, like proper and timely rain from heavens (clouds), abundant and healthy produce of the earth and, above all, carefree enjoyment from their possessions with no anxiety to spoil the pleasure of things. That is, everything would have been blessed with 'barakah'.\nThe barakah manifests itself in two different ways. Sometimes, the thing itself increases in quantity, as is reported happening with the Holy Prophet ﷺ that a large number of people drank from a small pot of water and were satiated or the whole army was fed to their satisfaction from a small quantity of food. Sometimes, the quantity of thing does not increase but its usefulness or efficacy is increased manifold. It is usually observed that a certain thing in our household lasts as long or benefits as many people as would have done three or four things of the same kind. That is to say, certain things yield lasting benefit to people while certain other things do not, or hardly serve people either due to being damaged by accident or not being accessible in times of need.\nFor example, sometime a single morsel of food becomes a source of great strength and health, while in some other times a large amount of food produces no results. Sometimes, we are able to do a considerable amount of work in one hour's short time, while on other occasions this amount of work can hardly be done in four or five hour's time. In these instances the thing itself did not increase. That is, the morsel of food and period of time remained as they were, their effect and benefit was, however, enhanced many times.\nThis verse has implicitly expressed that 'Barakah' in all the heavenly and earthly things can be achieved through the faith in Allah and by acquiring: تَقویٰ 'taqwa' (abstinence) while, in the absence of these two, one is deprived of the: بَرَکَہ barakah'. When we take in view the circumstances prevailing in today's world we notice the fact that the net produce of the earth is comparably far more than ever before. The recent inventions are at our service to ease our life in a way that could not be imagined of by past generations. But in spite of this abundance of means and resources today's man is proportionally worried, depressed, dissatisfied and as much deprived of peace and comfort as was never before.\nWhat has deprived today's man of peace and comfort? No explanation can be given to this question except that the: بَرَکَہ barakah is missing from these things. Another point which demands our attention here is that prosperity, good health and worldly possessions are not necessarily a sign of favour and blessing from Allah. Sometimes, these things are given to man out of anger as has been made clear in verse 44 of Surah Al-An` am 'which has said:\nفَلَمَّا نَسُوا مَا ذُكِّرُ‌وا بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ\nThen they forgot the advice they had received, we opened to them the doors of all good things. (6:44)\nThereafter, they were suddenly caught by the punishment of Allah. This makes us understand that prosperity and affluence of wealth are not sure signs of Allah's favour. They can sometimes, be a sign of Allah's wrath and punishment. On the contrary, the present verse leads us to conclude that: بَرَکَہ barakah in earthly and heavenly things is a sign of Allah's favour. In order to differentiate between the two situations one must understand that prosperity and good health are sometimes, given to people against their sins and transgression. They are usually short-lived and are a sign of Allah's displeasure while on other occasions people are favoured with them with lasting benefits as a reward of 'Iman' and 'taqwa'. To determine as to which is a sign of favour and which a sign of displeasure is difficult as both are alike.\nThe men of Allah, however, have suggested some distinct signs to differentiate between the two. When prosperity and good health make man more grateful to Allah and he tends to worship His Lord more than before, it is an indication of Allah's favour. On the contrary, when one tends to be more involved in sinful deeds, it must be a sign of Allah's wrath. We seek shelter against such state of affairs.\nThe verses 97 to 99 have warned the people of the world saying: \"So, do the people of the towns feel secure from Our punishment coming upon them at night while they are asleep?\" The verse implies that the residents of these towns (the people living in the time of the holy Prophet seem to be unmindful of the fact that they can be caught by the punishment of Allah any time when sleeping at night. They should not feel themselves secure from the punishment of Allah which may come to them suddenly any day when they are busy in their worldly pursuits. What has made them so fearless of Allah's plan? The fate of the early people referred to in the foregoing verses should be a lesson for these people. Man should be wise enough to take lesson from the events of other people and avoid things to do which had led them to death and disaster.",
  "ayah": 99,
  "surah": 7
}
