{
  "text": "نون وغیرہ جیسے حروف ہجا کا مفصل بیان سورة بقرہ کے شروع میں گذر چکا ہے اس لئے یہاں دوہرانے کی ضرورت نہیں، کہا گیا ہے کہ یہاں ان سے مراد وہ بڑی مچھلی ہے جو ایک محیط عالم پانی پر ہے جو ساتوں زمینوں کو اٹھائے ہوئے ہے، ابن عباس سے مروی ہے کہ سب سے پہلے اللہ نے قلم کو پیدا کیا اور اس سے فرمایا لکھ اس نے کہا کیا لکھوں ؟ فرمایا تقدیر لکھ ڈال پس اس دن سے لے کر قیامت تک جو کچھ ہونے والا ہے اس پر قلم جاری ہوگیا پھر اللہ تعالیٰ نے مچھلی پیدا کی اور پانی کے بخارات بلند کئے، جس سے آسمان بنے اور زمین کو اس مچھلی کی پیٹھ پر رکھا مچھلی نے حرکت کی جس سے زمین بھی ہلنے لگی پس زمین پر پہاڑ گاڑ کر اسے مضبوط اور ساکن کردیا، پھر آپ نے اس آیت کی تلاوت کی (ابن ابی حاتم) مطلب یہ ہے کہ یہاں \" ن \" سے مراد یہ مچھلی ہے، طبرانی میں مرفوعاً مروی ہے کہ سب سے پہلے اللہ تعالیٰ نے قلم کو اور مچھلی کو پیدا کیا قلم نے دریافت کیا میں کیا لکھوں ؟ حکم ہوا ہر وہ چیز جو قیامت تک ہونے والی ہے پھر آپ نے پہلی آیت کی تلاوت کی، پس نون سے مراد یہ مچھلی ہے اور قلم سے مراد یہ قلم ہے، ابن عساکر کی حدیث میں ہے سب سے پہلے اللہ تعالیٰ نے قلم کو پیدا کیا پھر نون یعنی دوات کو پھر قلم سے فرمایا لکھ اس نے پوچھا کیا ؟ فرمایا جو ہو رہا ہے اور جو ہونے والا ہے عمل، رزق عمر، موت وغیرہ، پس قلم نے سب کچھ لکھ لیا۔ اس آیت میں یہی مراد ہے، پھر قلم پر مہر لگا دی اب وہ قیامت تک نہ چلے گا، پھر عقل کو پیدا کیا اور فرمایا مجھے اپنی عزت کی قسم اپنے دوستوں میں تو میں تجھے کمال تک پہنچاؤں گا اور اپنے دشمنوں میں تجھے ناقص رکھوں گا، مجاہد فرماتے ہیں یہ مشہور تھا کہ نون سے مراد وہ مچھلی ہے جو ساتویں زمین کے نیچے ہے، بغوی وغیرہ مفسرین فرماتے ہیں کہ اس مچھلی کی پیٹھ پر ایک چٹان ہے جس کی موٹائی آسمان و زمین کے برابر ہے اس پر ایک بیل ہے جس کے چالیس ہزار سینگ ہیں اس کی پیٹھ پر ساتوں زمینیں اور ان پر تمام مخلوق ہے، واللہ اعلم اور تعجب تو یہ ہے کہ ان بعض مفسرین نے اس حدیث کو بھی انہی معنی پر محمول کیا ہے جو مسند احمد وغیرہ میں ہے کہ جب حضرت عبداللہ بن سلام ؓ کو خبر ملی کہ رسول اللہ ﷺ مدینہ آگئے ہیں تو وہ آپ کے پاس آئے اور بہت کچھ سوالات کئے کہا کہ میں وہ باتیں پوچھنا چاہتا ہوں جنہیں نبیوں کے سوا اور کوئی نہیں جانتا بتایئے قیامت کے پہلی نشانی کیا ہے ؟ اور جنتیوں کا پہلا کھانا کیا ہے ؟ اور کیا وجہ ہے کہ کبھی بچہ اپنے باپ کی صورت میں ہوتا ہے کبھی ماں کی صورت پر ؟حضور ﷺ نے فرمایا یہ باتیں ابھی ابھی جبرائیل نے مجھے بتادیں، ابن سلام کہنے لگے فرشتوں میں سے یہی فرشتہ ہے جو یہودیوں کا دشمن ہے، آپ نے فرمایا سنو ! قیامت کی پہلی نشانی ایک آگ کا نکلنا ہے جو لوگوں کو مشرق کی طرف سے مغرب کی طرف لے جائے گی اور جنتیوں کا پہلا کھانا مچھلی کی کلیجی کی زیادتی ہے اور مرد کا پانی عورت کے پانی پر سابق آجائے تو لڑکا ہوتا ہے اور جب عورت کا پانی مرد کے پانی پر سبقت کر جائے تو وہی کھینچ لیتی ہے، دوسری حدیث میں اتنی زیادتی ہے کہ پوچھا جنتیوں کے اس کھانے کے بعد انہیں کیا ملے گا فرمایا جنتی بیل ذبح کیا جائے گا جو جنت میں چرتا چگتا رہا تھا، پوچھا انہیں پانی کونسا ملے گا ؟ فرمایا سلسبیل نامی نہر کا، یہ بھی کہا گیا ہے کہ مراد \" ن \" سے نور کی تختی ہے ایک مرسل غریب حدیث میں ہے کہ حضور ﷺ نے یہ آیت پڑھ کر فرمایا کہ اس سے مراد نور کی تختی اور نور کا حکم ہے جو قیامت تک کے حال پر چل چکا ہے، ابن جریج فرماتے ہیں مجھے خبر دی گئی ہے کہ یہ نورانی قلم سو سال کی طولانی رکھتا ہے اور یہ بھی کہا گیا ہے کہ \" ن \" سے مراد دولت ہے اور قلم سے مراد قلم ہے، حسن اور قتادہ بھی یہی فرماتے ہیں، ایک بہت ہی غریب مرفوع حدیث میں بھی یہ مروی ہے جو ابن ابی حاتم میں ہے کہ اللہ نے نون کو پیدا کیا اور وہ دوات ہے۔ حضرت ابن عباس فرماتے ہیں کہ اللہ تعالیٰ نے نون یعنی دوات کو پیدا کیا اور قلم کو پیدا کیا، پھر فرمایا \" لکھ \" اس نے پوچھا \" کیا لکھوں ؟ \" فرمایا \" لکھ \" اس نے پوچھا \" کیا لکھوں ؟ \" جو قیامت تک ہونے والا ہے، اعمال خواہ نیک ہوں خواہ بد، روزی خواہ حلال ہو خواہ حرام، پھر یہ بھی کہ کونسی چیز دنیا میں کب جائے گی کس قدر رہے گی، کیسے نکلے گی، پھر اللہ تعالیٰ نے بندوں پر محافظ رشتے مقرر کئے اور کتاب پر داروغے مقرر کئے، محافظ فرشتے ہر دن ان کے عمل خازن فرشتوں سے دریافت کر کے لکھ لیتے ہیں جب رزق ختم ہوجاتا ہے عمر پوری ہوجاتی ہے اجل آپہنچتی ہے تو محافظ فرشتے داروغہ فرشتوں کے پاس آ کر پوچھتے ہیں کہ بتاؤ آج کے دن کیا سامان ہے ؟ وہ کہتے ہیں بس اس شخص کے لئے ہمارے پاس اب کچھ بھی نہیں رہا یہ سن کر یہ فرشتے نیچے اترتے ہیں تو دیکھتے ہیں کہ وہ مرگیا اس بیان کے بعد حضرت ابن عباس نے فرمایا تم تو عرب ہو کیا تم نے قرآن میں محافظ فرشتوں کی بابت یہ نہیں پڑھا آیت (اِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُوْنَ 29؀) 45۔ الجاثية :29) مطلب یہ ہے کہ ہم تمہارے اعمال کو اصل سے نقل کرلیا کرتے تھے۔ یہ تو تھا لفظ \" ن \" کے متعلق بیان، اب قلم کی نسبت سنئے۔ بظاہر مراد یہاں عام قلم ہے جس سے لکھا جاتا ہے جیسے اور جگہ فرمان عالیشان ہے آیت (الَّذِيْ عَلَّمَ بالْقَلَمِ ۙ) 96۔ العلق :4) یعنی اس اللہ نے قلم سے لکھنا سکھایا، پس اس کی قسم کھا کر اس بات پر آگاہی کی جاتی ہے کہ مخلوق پر میری ایک نعمت یہ بھی ہے کہ میں نے انہیں لکھنا سکھایا جس سے علوم تک ان کے رسائی ہو سکے، اس لئے اس کے بعد فرمایا آیت (نۗ وَالْقَلَمِ وَمَا يَسْطُرُوْنَ ۙ) 68۔ القلم :1) یعنی اس چیز کی قسم جو لکھتے ہیں، حضرت ابن عباس سے اس کی تفسیر یہ بھی مروی ہے کہ اس چیز کی جو جانتے ہیں، سدی فرماتے ہیں مراد اس سے فرشتوں کا لکھنا ہے جو بندوں کے اعمال لکھتے ہیں اور مفسرین کہتے ہیں اس سے مراد وہ قلم ہے جو قدرتی طور پر چلا اور تقدیریں لکھیں آسمان و زمین کی پیدائش سے چالیس ہزار سال پہلے اور اس قول کی دلیل میں یہ جماعت وہ حدیثیں وارد کرتی ہے جو قلم کے ذکر میں مروی ہیں، حضرت مجاہد فرماتے ہیں کہ قلم سے مراد وہ قلم ہے جس سے ذکر لکھا گیا۔ پھر فرماتا ہے کہ اے نبی تو بحمد اللہ دیوانہ نہیں جیسے کہ تیری قوم کے جاہل منکرین حق کہتے ہیں بلکہ تیرے لئے اجر عظیم ہے اور ثواب بےپایاں ہے جو نہ ختم ہو نہ ٹوٹے نہ کٹے کیونکہ تو نے حق رسالت ادا کردیا ہے اور ہماری راہ میں سخت سے سخت مصیبتیں جھیلی ہیں ہم تجھے بےحساب بدلہ دیں گے، تو بہت بڑے خلق پر ہے یعنی دین اسلام پر اور بہترین ادب پر ہے، حضرت عائشہ سے اخلاق نبوی کے بارے میں سوال ہوتا ہے تو آپ جواب دیتی ہیں کہ آپ کا خلق قرآن تھا، سعید فرماتے ہیں یعنی جیسے کہ قرآن میں ہے اور حدیث میں ہے کہ صدیقہ نے پوچھا کہ کیا تو نے قرآن نہیں پڑھا، سائل حضرت سعید بن ہشام نے کہا ہاں پڑھا ہے آپ نے فرمایا بس تو آپ کا خلق قرآن کریم تھا، مسلم میں یہ حدیث پوری ہے جسے ہم سورة مزمل کی تفسیر میں بیان کریں گے انشاء اللہ تعالیٰ۔ بنو سواد کے ایک شخص نے حضرت عائشہ سے یہی سوال کیا تھا تو آپ نے یہی فرما کر پھر آیت (وَاِنَّكَ لَعَلٰى خُلُقٍ عَظِيْمٍ) 68۔ القلم :4) پڑھی اس نے کہا کوئی ایک آدھ واقعہ تو بیان کیجئے ام المومنین ؓ نے فرمایا سنو ! ایک مرتبہ میں نے بھی آپ کے لئے کھانا پکایا اور حضرت حفصہ نے بھی، میں نے اپنی لونڈی سے کہا دیکھ اگر میرے کھانے سے پہلے حضرت حفصہ کے ہاں کا کھانا آجائے تو تو برتن گرا دینا چناچہ اس نے یہی کیا اور برتن بھی ٹوٹ گیا، حضور ﷺ بکھرے ہوئے کھانے کو سمیٹنے لگے اور فرمایا اس برتن کے بدلے ثابت برتن تم دو واللہ اور کچھ ڈانٹا ڈپٹا نہیں (مسند احمد) مطلب اس حدیث کا جو کئی طرق سے مختلف الفاظ میں کئی کتابوں میں ہے یہ ہے کہ ایک تو آپ کی جبلت اور پیدائش میں ہی اللہ نے پسندیدہ اخلاق بہترین خصلتیں اور پاکیزہ عادتیں رکھی تھیں دوسرے آپ کا عمل قرآن کریم پر ایسا تھا کہ گویا احکام قرآن کا مجسم عملی نمونہ ہیں، ہر حکم کو بجا لانے اور ہر نہی سے رک جانے میں آپ کی حالت یہ تھی کہ گویا قرآن میں جو کچھ ہے وہ آپ کی عادتوں اور آپ کے کریمانہ اخلاق کا بیان ہے۔ حضرت انس ؓ کا بیان ہے کہ میں نے رسول اللہ ﷺ کی دس سال تک خدمت کی لیکن کسی دن آپ نے مجھے اف تک نہیں کہا کسی کرنے کے کام کو نہ کروں یا نہ کرنے کے کام کر گزروں تو بھی ڈانٹ ڈپٹ تو کجا اتنا بھی نہ فرماتے کہ ایسا کیوں ہوا ؟ حضور ﷺ سب سے زیادہ خوش خلق تھے حضور ﷺ کی ہتھیلی سے زیادہ نرم نہ تو ریشم ہے نہ کوئی اور چیز۔ حضور ﷺ کے پسینہ سے زیادہ خوشبو والی چیز میں نے تو کوئی نہیں سونگھی نہ مشک اور نہ عطر (بخاری و مسلم) صحیح بخاری شریف میں ہے حضرت براء فرماتے ہیں رسول اللہ ﷺ سب سے زیادہ خوبصورت اور سب سے زیادہ خلیق تھے آپ کا قد نہ تو بہت لانبا تھا نہ آپ پست قامت تھے، اس بارے میں اور بھی بہت سی حدیثیں ہیں، شمائل ترمذی میں حضرت عائشہ سے روایات ہے کہ رسول اللہ ﷺ نے اپنے ہاتھ سے نہ تو کبھی کسی خادم یا غلام کو مارا نہ بیوی بچوں کو نہ کسی اور کو، ہاں اللہ کی راہ کا جہاد الگ چیز ہے، جب کبھی دو کاموں میں آپ کو اختیار دیا جاتا تو آپ اسے پسند کرتے جو زیادہ آسان ہوتا ہاں یہ اور بات ہے کہ اس میں کچھ گناہ ہو تو آپ اس سے بہت دور ہوجاتے، کبھی بھی حضور ﷺ نے اپنا بدلہ کسی سے نہیں لیا ہاں یہ اور بات ہے کہ کوئی اللہ کی حرمتوں کو توڑتا ہو تو تو آپ اللہ کے احکام جاری کرنے کے لئے ضرور انتقام لیتے، مسند امد میں ہے حضور ﷺ ارشاد فرماتے ہیں میں بہترین اخلاق اور پاکیزہ ترین عادتوں کو پورا کرنے کے لئے آیا ہوں۔ پھر فرماتا ہے کہ اے نبی ﷺ آپ اور آپ کے مخالف اور منکر ابھی ابھی جان لیں گے کہ دراصل بہکا ہوا اور گمراہ کون تھا ؟ جیسے اور جگہ ہے آیت (سَيَعْلَمُوْنَ غَدًا مَّنِ الْكَذَّابُ الْاَشِرُ 26؀) 54۔ القمر :26) انہیں ابھی کل ہی معلوم ہوجائے گا کہ جھوٹا اور شیخی باز کون تھا ؟ جیسے اور جگہ ہے آیت (وَاِنَّآ اَوْ اِيَّاكُمْ لَعَلٰى هُدًى اَوْ فِيْ ضَلٰلٍ مُّبِيْنٍ 24؀) 34۔ سبأ :24) ہم یا تم ہدایت پر ہیں ایک کھلی گمراہی پر حضرات ابن عباس فرماتے ہیں یعنی یہ حقیقت قیامت کے دن کھل جائے گی، آپ سے مروی ہے کہ (مفتون) مجنون کو کہتے ہیں مجاہد وغیرہ کا بھی یہی قول ہے، قتادہ وغیرہ فرماتے ہیں یعنی کون شیطان سے نزدیک تر ہے ؟ (مفتون) کے ظاہری معنی یہ ہیں کہ جو حق سے بہک جائے اور گمراہ ہوجائے (ایکم) پر (ب) کو اس لئے داخل کیا گیا ہے کہ دلالت ہوجائے کہ آیت (فَسَتُبْصِرُ وَيُبْصِرُوْنَ ۙ) 68۔ القلم :5) میں تضمین فعل ہے تو تقدیری عبارت کو ملا کر ترجمہ یوں ہوجائے گا کہ تو بھی اور وہ بھی عنقریب جان لیں گے اور تو بھی اور وہ سب بھی بہت جلدی (مفتون) کی خبر دے دیں گے واللہ اعلم۔ پھر فرمایا کہ تم میں سے بہکنے والے اور راہ راست والے سب اللہ پر ظاہر ہیں اسے خوب معلوم ہے کہ راہ راست سے کس کا قدم پھسل گیا ہے۔",
  "ayah": 4,
  "surah": 68
}
