{
  "text": "আল্লাহ তা'আলা স্বীয় রাসূল (সঃ)-কে খবর দিচ্ছেন- মদীনার চতুষ্পর্শ্বে অবস্থানকারী আরব গোত্রগুলোর মধ্যে কতকগুলো লোক মুনাফিক রয়েছে এবং স্বয়ং মদীনায় বসবাসকারীদের মধ্যে কিছুসংখ্যক মুসলমানও প্রকৃতপক্ষে মুনাফিক। তারা কপটতা থেকে বিরত থাকছে না। বলা হয় (আরবী) (২২:৩) এবং আরো বলা হয়। (আরবী) অর্থাৎ অমুক ব্যক্তি আল্লাহর অবাধ্য হয়েছে। আল্লাহ তা'আলার (আরবী) এই উক্তি এবং (আরবী) (৪৭:৩০) এই উক্তির মধ্যে কোনই বৈপরীত্য নেই। কেননা, এটা এই প্রকারের জিনিস যে, এর মাধ্যমে তাদের গুণাবলী চিহ্নিত করা হয়েছে, যেন তাদেরকে চেনা যায়। এর অর্থ এটা নয় যে, নবী (সঃ) নির্দিষ্টভাবে সমস্ত মুনাফিককেই চিনতেন। তিনি মদীনাবাসীদের মধ্যে শুধুমাত্র ঐ কতিপয় মুনাফিককেই চিনতেন যারা রাত-দিন তার সাথে উঠা-বসা করতো এবং সকাল-সন্ধ্যায় তিনি তাদেরকে দেখতেন। নিম্নের রিওয়ায়াতটির দ্বারাও এ কথার সত্যতা প্রমাণিত হয়। ইমাম আহমাদ (রঃ) ইসনাদসহ জুবাইর ইবনে মুতইম (রাঃ) হতে বর্ণনা করেছেন যে, জুবাইর (রাঃ) বলেনঃ “আমি আরয করলাম, হে আল্লাহর রাসূল (সঃ)! ঐ লোকগুলো ধারণা করে যে, মক্কায় তারা কোনই প্রতিদান পায়নি।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “হে জুবাইর (রাঃ)! তোমাদেরকে তোমাদের (কর্মের) প্রতিদান অবশ্যই দেয়া হবে, শুধু মক্কায় নয়, এমন কি যদিও তোমরা শৃগালের গর্তেও বাস কর না কেন।” অতঃপর তিনি আমার দিকে মাথা ঝাকিয়ে গোপনীয়ভাবে বললেনঃ “আমার সাহাবীদের মধ্যে কিছু কিছু মুনাফিকও রয়েছে।” ভাবার্থ এই যে, কোন কোন মুনাফিক এরূপ এরূপ সুরে কথা বলে থাকে যা মোটেই সত্য নয়। সুতরাং এটাও এই ধরনেরই কথা ছিল যা জুবাইর ইবনে মুতইম (রাঃ) শুনেছিলেন। (আরবী) (৯:৭৪) অংশের তাফসীরে এটা বর্ণিত হয়েছে যে, নবী (সঃ) হুযাইফা (রাঃ)-কে ১৪ বা ১৫ জন লোকের নাম বলে দিয়েছিলেন যারা প্রকৃতপক্ষে মুনাফিক ছিল। এই বিশিষ্টকরণ এটা দাবী করে না যে, তিনি সমস্ত মুনাফিকেরই নাম জানতেন। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জ্ঞান রাখেন।হাফিয ইবনে আসাকির (রঃ) তারজুমাতু আবি উমার আল বাইরূতী’ এর মধ্যে ইসনাদসহ রিওয়ায়াত করে বলেছেনঃ হারমালা’ নামক একটি লোক নবী (সঃ)-এর কাছে এসে বলেঃ “ঈমান তো এখানে রয়েছে।” ঐ সময় সে তার জিহ্বার দিকে ইশারা করে। তারপর বলেঃ “আর নিফাক বা কপটতা থাকে এখানে।” এ কথা বলার সময় সে অন্তরের দিকে ইশারা করে। আল্লাহর নাম কিন্তু সে খুব কমই নেয়। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “হে আল্লাহ! আপনি তার জিহ্বাটিকে যিকরকারী বানিয়ে দিন, তার অন্তরকে কৃতজ্ঞতা প্রকাশকারী করে দিন, তার মধ্যে আমার প্রতি মহব্বত পয়দা করুন, যারা আমাকে ভালবাসে, তার মধ্যে তাদের প্রতি ভালবাসা দিয়ে দিন এবং তাদের সমস্ত কাজ উত্তম করে দিন।” সাথে সাথে তার সমস্ত কপটতা দূর হয়ে গেল এবং সে বলতে লাগলোঃ “হে আল্লাহর রাসূল (সঃ)! আমার অধিকাংশ সঙ্গী মুনাফিক এবং আমি তাদের নেতা ছিলাম। আমি তাদেরকে আপনার কাছে ধরে আনবো কি?” নবী (সঃ) উত্তরে বললেনঃ “যে স্বেচ্ছায় আমার কাছে আসবে, আমি তার জন্যে। আল্লাহর নিকট ক্ষমা প্রার্থনা করবো। আর যে নিফাককেই আঁকড়ে ধরে থাকবে, আল্লাহ তাআলা তাকে দেখে নিবেন। তুমি কারো গোপন তথ্য প্রকাশ করো না।” (এ হাদীসটি শায়েখ আবূ উমার বায়রূতী (রঃ) আবু দারদা (রাঃ) হতে বর্ণনা করেছেন)আবু আহমাদ হাকিমও (রঃ) এরূপই রিওয়ায়াত করেছেন। এই আয়াতের ব্যাপারে কাতাদা (রাঃ) বলেনঃ “ঐ লোকদের কি হয়েছে যারা কৃত্রিমভাবে মানুষের ব্যাপারে নিজেদের নিশ্চিত জ্ঞান প্রকাশ করে বলে যে, অমুক ব্যক্তি জান্নাতী ও অমুক ব্যক্তি জাহান্নামী? অথচ যদি স্বয়ং তাদেরকে জিজ্ঞেস করা হয়আচ্ছা বলতো, তোমরা জান্নাতী, না জাহান্নামী? তখন তারা বলে- আমরা এটা জানি না। অথচ যারা অন্যদের সম্পর্কে বলতে পারে যে, তারা জান্নাতী কি জাহান্নামী, তারা তো নিজেদের সম্পর্কে আরো ভাল জানতে পারবে। আসলে তারা এমন কিছু দাবী করছে যে দাবী নবীরাও করেননি।”আল্লাহর নবী নূহ (আঃ) বলেছিলেনঃ (আরবী) অর্থাৎ “তারা কি করছে তা আমি জানি না।” (২৬:১১২) আল্লাহ তা'আলার নবী শুআইব (আঃ) বলেছিলেনঃ (আরবী) অর্থাৎ “আল্লাহর নিকট তোমাদের জন্যে কল্যাণ রয়েছে যদি তোমরা মুমিন হয়ে থাকো । আর আমি তোমাদের উপর রক্ষক নই।” (১১ ঃ ৮৬) আল্লাহ তা'আলা স্বীয় নবী (সঃ)-কে এখানে বলেছেনঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! তুমি তাদেরকে জান না, আমি তাদেরকে জানি।”এই আয়াতের ব্যাপারে ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একদা নবী (সঃ) জুমআর খুতবার উদ্দেশ্যে দাঁড়ালেন এবং বললেনঃ “ হে অমুক অমুক ব্যক্তি! তোমরা মসজিদ থেকে বেরিয়ে যাও। কেননা, তোমরা মুনাফিক।” সুতরাং তারা অত্যন্ত লাঞ্ছনা ও অপমানের সাথে মসজিদ থেকে বের হয়ে যাচ্ছিল। ঐ সময় উমার (রাঃ) মসজিদের দিকে আসছিলেন। তখন উমার (রাঃ) মনে করলেন যে, হয়তো জুমআর সালাত শেষ হয়ে গেছে তাই লোকেরা ফিরে আসছে। সুতরাং তিনি খুবই লজ্জিত হলেন এবং লজ্জাবশতঃ নিজেকে ঐলোকগুলো হতে গোপন করতে লাগলেন। আর ওদিকে ঐ লোকগুলো মনে করলো যে, উমারও (রাঃ) হয়তো তাদের নিফাকের কথা জেনে ফেলেছেন, তাই তারাও নিজেদেরকে উমার (রাঃ) থেকে গোপন করতে লাগলো। মোটকথা, উমার (রাঃ) যখন মসজিদে আসলেন তখন তিনি জানতে পারলেন যে, তখনও জুমআর সালাত পড়া হয়নি। একজন মুসলিম তাকে খবর জানিয়ে দিয়ে বললেনঃ “হে উমার (রাঃ) খুশী থাকুন যে, আজ আল্লাহ তা'আলা মুনাফিকদেরকে অপমানিত করেছেন।” ইবনে আব্বাস (রাঃ)! বলেন যে, এভাবে মসজিদ থেকে বের করে দেয়া হচ্ছে প্রথম শাস্তি এবং দ্বিতীয় শাস্তি হবে কবরের শাস্তি। সাওরীও (রঃ) ইসনাদসহ একথাই বলেছেন। মুজাহিদ (রঃ) (আরবী) আল্লাহ তাআলার এই উক্তি সম্পর্কে বলেন যে, এর দ্বারা উদ্দেশ্য হচ্ছে হত্যা ও বন্দী। অন্য এক রিওয়ায়াতে ক্ষুধা ও কবরের আযাব অর্থ নেয়া হয়েছে। অতঃপর বড় আযাবের দিকে ফিরানো হবে। ইবনে জুরাইজ (রঃ)-এর উক্তি এই যে, এর দ্বারা দুনিয়ার আযাব ও কবরের আযাব বুঝানো হয়েছে। অতঃপর “আযাবে আযীম” অর্থাৎ জাহান্নামের শাস্তিতে জড়িয়ে দেয়া হবে। হাসান বসরী (রঃ) বলেন যে, এর দ্বারা উদ্দেশ্য হচ্ছে দুনিয়ার শাস্তি ও কবরের শাস্তি। আবদুর রহমান ইবনে যায়েদ (রঃ) বলেন যে, দুনিয়ার শাস্তি হচ্ছে ধন-সম্পদ ও সন্তান সন্ততির ফিত্নার শাস্তি। অতঃপর তিনি আল্লাহ তা'আলার নিম্নের উক্তিটি পাঠ করে শুনালেন- (আরবী) অর্থাৎ তাদের ধন-সম্পদ ও সন্তান সন্ততি যেন তোমাকে বিস্মিত না করে, আল্লাহ চান যে, এগুলোর মাধ্যমে পার্থিব জীবনেই তিনি তাদেরকে আযাবে জড়িয়ে ফেলেন।\" (৯:৫৫) কেননা এই বিপদসমূহ তাদের জন্যে শাস্তি কিন্তু মুমিনদের জন্যে প্রতিদানের কারণ। আর আখিরাতের শাস্তি দ্বারা জাহান্নামের শাস্তি বুঝানো হয়েছে।মুহাম্মাদ ইবনে ইসহাক (রঃ) বলেন যে, প্রথম শাস্তি দ্বারা বুঝানো হচ্ছে ঐ শাস্তি যা ইসলাম প্রসার লাভ করার মাধ্যমে তাদের উপর পতিত হয়েছিল এবং সীমাহীন দুঃখ ও আফসোস তাদের উপর জারী হয়েছিল। দ্বিতীয় শাস্তি হচ্ছে। কবরের শাস্তি। আর “আযাবে আযীম” (বড় শাস্তি) হচ্ছে ঐ শাস্তি যা আখিরাতে তারা ভোগ করবে এবং তা চিরস্থায়ীভাবে ভোগ করতে থাকবে।সাঈদ (রঃ) কাতাদা (রঃ) হতে বর্ণনা করে বলেছেন যে, নবী (সঃ) হ্যাইফা (রাঃ)-এর কানে কানে বলেছিলেনঃ “বারোজন মুনাফিক রয়েছে। তাদের মধ্যে ছয়জনের জন্যে ‘দাবীলা’ যথেষ্ট। তা হচ্ছে জাহান্নামের একটি অগ্নিশিখা যা তাদের স্কন্ধে লেগে যাবে এবং বক্ষ পর্যন্ত পৌঁছে যাবে। অর্থাৎ পেটের ব্যথা ও অভ্যন্তরীণ রোগে মৃত্যুবরণ করবে। আর বাকী ছয়জনের স্বাভাবিক মৃত্যু হবে।”সাঈদ (রঃ) আমাদের কাছে বর্ণনা করেছেন যে, যখন কেউ মারা যেতো এবং উমার ইবনে খাত্তাব (রাঃ)-এর দৃষ্টিতে সে সন্দেহযুক্ত হতো তখন তিনি হুযাইফা (রাঃ)-এর দিকে তাকাতেন। তিনি ঐ মৃতের জানাযার সালাত আদায় করলে তিনিও পড়তেন এই বিশ্বাস করে যে, ঐ মৃতব্যক্তি ঐ বারোজন মুনাফিকের অন্তর্ভুক্ত নয়। আর হুযাইফা (রাঃ) জানাযার সালাত না পড়লে তিনিও পড়তেন না। জানা গেছে যে, উমার (রাঃ) হুযাইফা (রাঃ)-কে জিজ্ঞেস করেছিলেনঃ “আল্লাহর কসম! আমাকে বলুন, ঐ বারোজনের মধ্যে আমি একজন নই তো?” হুযাইফা (রাঃ) উত্তরে তাকে বলেনঃ “আপনি তাদের অন্তর্ভুক্ত নন। কিন্তু আপনি ছাড়া আমি আর কারো যিম্মাদারী নিচ্ছি না।”",
  "ayah": 101,
  "surah": 9
}
