{
  "text": "আল্লাহ তা'আলা যখন ঐসব মুনাফিকের অবস্থার বর্ণনা শেষ করলেন যারা মুসলিমদের সাথে জিহাদে অংশগ্রহণ করা থেকে বিরত রয়েছিল এবং যুদ্ধে শরীক হওয়া থেকে অনাগ্রহ দেখিয়েছিল, আর মিথ্যা প্রতিপন্ন করেছিল ও সন্দেহ প্রকাশ করেছিল, তখন তিনি ঐ পাপীদের বর্ণনা শুরু করলেন যারা শুধুমাত্র অলসতা ও আরামপ্রিয়তার কারণেই জিহাদে অংশগ্রহণ করা থেকে বিরত ছিল। কিন্তু তারা প্রকৃতপক্ষে হক পন্থী ও ঈমানদার ছিল। সুতরাং আল্লাহ তা'আলা বলেন-ঐ মুনাফিকদের ছাড়া অন্যেরা যে জিহাদে শরীক হওয়া থেকে বিরত ছিল তারা নিজেদের দোষ ও অপরাধ স্বীকার করে নিয়েছে। তারা এমনই লোক যে, তাদের ভালো আমলও রয়েছে। আর ঐ সৎ আমলের সাথে কিছু দোষত্রুটিও জড়িয়ে দিয়েছে, যেমন জিহাদে শরীক হওয়া থেকে বিরত থাকা। কিন্তু তাদের এই দোষ-ক্রটিকে আল্লাহ তা'আলা ক্ষমা করে দিয়েছেন। আর ঐ মুনাফিকদের অপরাধ আল্লাহ ক্ষমা করবেন না। তাদের কোন নেক আমলও নেই।এ আয়াতটি কতকগুলো নির্দিষ্ট ব্যক্তির ব্যাপারে অবতীর্ণ হলেও সমস্ত অপরাধী ও পাপী মুমিনদের জন্যেও এটা সাধারণ এবং তাদের সকলের ব্যাপারেই এটা প্রযোজ্য। মুজাহিদ (রঃ)-এর উক্তি এই যে, এটা আবু লুবাবার ব্যাপারে অবতীর্ণ হয়, যখন সে বানু কুরাইযা গোত্রকে বলেছিল যে, (আরবী) ওটা যবেহ করার স্থান এবং স্বীয় হাত দ্বারা সে তার গলার দিকে ইশারা করেছিল। ইবনে আব্বাস (রাঃ)-এর উক্তি এই যে, দ্বারা আবু লুবাবা ও তার দলকে বুঝানো হয়েছে, যারা রাসূলুল্লাহ (সঃ)-এর সাথে তালূকের যুদ্ধে না গিয়ে পিছনে রয়ে গিয়েছিল। কেউ কেউ বলেন যে, আবু লুবাবার সাথে আরো পাঁচজন বা সাতজন অথবা নয়জন লোক ছিল। যখন রাসূলুল্লাহ (সঃ) তাবূক হতে ফিরে আসেন তখন তারা নিজেদেরকে মসজিদের থামের সাথে বেঁধে ফেলে এবং কসম করে বলে“যে পর্যন্ত রাসূলুল্লাহ (সঃ) আমাদেরকে স্বয়ং না খুলবেন সেই পর্যন্ত আমাদেরকে খোলা হবে না।” অতঃপর যখন (আরবী) -এই আয়াতটি অবতীর্ণ হয় তখন রাসূলুল্লাহ (সঃ) তাদেরকে খুলে দেন এবং তাদের যুদ্ধে অংশগ্রহণ না করার অপরাধ ক্ষমা করে দেন।ইমাম বুখারী (রঃ) বলেন, সামুরা ইবনে জুনদুব (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, আজ রাত্রে দু’জন আগন্তুক আমার নিকট আগমন করে এবং আমাকে এমন এক শহর পর্যন্ত নিয়ে যায় যা স্বর্ণ ও রৌপ্যের ইট দ্বারা নির্মিত ছিল। সেখানে আমি এমন কতগুলো লোক দেখতে পেলাম যাদের দেহের অর্ধাংশ খুবই সুন্দর ছিল। কিন্তু বাকী অর্ধাংশ ছিল অত্যন্ত কুৎসিত। ওদিকে তাকাতেই মন চাচ্ছিল না। আমার সঙ্গীদ্বয় তাদেরকে বললোঃ “তোমরা এই নদীতে ডুব দিয়ে এসো।” তারা ডুব দিয়ে যখন বের হয়ে আসলো তখন তাদের। দেহের সর্বাংশ সুন্দর দেখালো। আমার সঙ্গীদ্বয় আমাকে বললোঃ “এটা হচ্ছে জান্নাতে আদন। এটাই হচ্ছে আপনার মনযিল।” অতঃপর তারা বললোঃ “এই যে লোকগুলো, যাদের দেহের অর্ধাংশ ছিল খুবই সুন্দর এবং বাকী অর্ধাংশ ছিল অত্যন্ত কুৎসিত, তার কারণ এই যে, তারা নেক আমলের সাথে বদ আমলও মিশিয়ে দিয়েছিল। আল্লাহ তাদেরকে ক্ষমা করে দিয়েছেন।” ইমাম বুখারী (রঃ) এ আয়াতের তাফসীরে সংক্ষেপে এরূপই রিওয়ায়াত করেছেন।",
  "ayah": 102,
  "surah": 9
}
