{
  "text": "মুজাহিদ (রঃ)-এর উক্তি এই যে, এটা আল্লাহ তা'আলার পক্ষ থেকে তাঁর আদেশের বিরুদ্ধাচরণকারীদের জন্যে ভীতি প্রদর্শন যে, তাদের কার্যাবলী আল্লাহ তাবারাকা ওয়া তা'আলার সামনে পেশ করা হবে। আর রাসূলুল্লাহ (সঃ) ও মুমিনদের মধ্যেও তাদের কার্য প্রকাশিত হয়ে পড়বে। কিয়ামতের দিন এটা অবশ্যই হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “সেই দিন (কিয়ামতের দিন) তোমাদের কোন গোপন বিষয়ও গোপন থাকবে না।” (৬৯:১৮) অন্য জায়গায় আল্লাহ পাক বলেনঃ অর্থাৎ “যেই দিন সকলের গুপ্ত বিষয় প্রকাশ হয়ে যাবে।” (৮৬:৯) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আর যা কিছু অন্তরসমূহের মধ্যে রয়েছে তা প্রকাশ হয়ে পড়বে।” (১০০:১০) দুনিয়ার লোক তা জেনে নিবে। যেমন ইমাম আহমাদ (রঃ) বলেন- হাসান ইবনে মূসা (রঃ) আবু সাঈদ (রাঃ) হতে মারফু রূপে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের কেউ যদি দরযা ও ছিদ্র বিহীন কোন শক্ত পাথরের মধ্যে গোপনে কোন কাজ করে তবুও আল্লাহ তা'আলা ওটাকে লোকদের সামনে এমনভাবে প্রকাশ করে দিবেন যে, যেন সে ঐ কাজ তাদের সামনেই করেছে। হাদীসে এসেছে যে, জীবিতদের আমলগুলো তাদের মৃত বন্ধু-বান্ধব, আত্মীয়-স্বজন এবং গোত্রীয় লোকদের সামনে পেশ করা হয়, যারা আলমে বারযাখে রয়েছে।সাতাত ইবনে দীনার (রঃ) হাসান (রঃ) হতে এবং তিনি জাবির ইবনে আব্দুল্লাহ (রাঃ) হতে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমাদের আমলগুলো তোমাদের মৃত আত্মীয়-স্বজন ও গোত্রীয় লোকদের কবরে পেশ করা হয়। আমলগুলো ভাল হলে তারা খুশী হয়। আর সেগুলো খারাপ হলে তারা বলেঃ “হে আল্লাহ! তাদেরকে আপনার অনুগত হওয়ার তাওফীক প্রদান করুন।” (এ হাদীসটি আবু দাউদ তায়ালেসী (রঃ) বর্ণনা করেছেন) সুফইয়ান (রঃ) আনাস (রাঃ)-কে বলতে শুনেছেন যে, নবী (সঃ) বলেছেন, তোমাদের আমলগুলো তোমাদের মৃত আত্মীয়-স্বজন ও গোত্রীয় লোকদের সামনে পেশ করা হয় । আমলগুলো ভাল হলে ঐ মৃত লোকগুলো খুশী হয়। আর সেগুলো ভাল না হলে তারা বলেঃ “হে আল্লাহ! আপনি তাদেরকে মৃত্যু মুখে পতিত করবেন না যে পর্যন্ত না তারা ঐ রূপ হিদায়াত লাভ করে যেরূপ হিদায়াত আপনি আমাদেরকে দান করেছেন।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)ইমাম বুখারী (রঃ) হতে বর্ণিত আছে যে, আয়েশা (রাঃ) বলেন, যখন তোমরা কোন মুসলিমের নেক আমলে সন্তুষ্ট হও তখন তাদেরকে বলঃ “তোমরা আমল করে যাও, অনন্তর তোমাদের আমল অচিরেই আল্লাহ, তাঁর রাসূল (সঃ) এবং মুমিনগণ দেখে নিবেন।” এ ধরনের আর একটি হাদীস এসেছে, ইমাম আহমাদ (রঃ) বলেন, ইসনাদসহ আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা কারো ভাল আমল দেখে খুশী হয়ো না, বরং অপেক্ষা কর, তার সমাপ্তি ভাল আমলের উপর হচ্ছে কি না। কেননা, একজন আমলকারী দীর্ঘদিন পর্যন্ত নেক আমল করতে থাকে এবং ঐ নেক আমলের উপর মারা গেলে সে জান্নাতে চলে যেতো। কিন্তু হঠাৎ করে তার অবস্থার পরিবর্তন ঘটে যায় এবং সে খারাপ আমল করতে শুরু করে। আর এক বান্দা এরূপই হয় যে, কিছুকাল ধরে সে খারাপ আমল করতে থাকে। ঐ আমলের উপর মারা গেলে নিশ্চিতরূপে সে জাহান্নামে চলে যেতো। কিন্তু অকস্মাৎ তার কার্য পরিবর্তন হয়ে যায় এবং সে ভাল আমল করতে শুরু করে। আল্লাহ যখন কোন বান্দার প্রতি কল্যাণের ইচ্ছা করেন তখন মৃত্যুর পূর্বে তিনি তাকে পুণ্য লাভের তাওফীক দান করেন এবং সে ঐ পুণ্যের উপরই মৃত্যুবরণ করে।” জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা কিরূপে হয়?” তিনি উত্তরে বললেনঃ “তাকে ভাল কাজের তাওফীক দান করা হয়, তারপর তার রূহ কবয করা হয়।” (এ হাদীসটি এই ধারায় ইমাম আহমাদ (রঃ) একাকী বর্ণনা করেছেন)",
  "ayah": 105,
  "surah": 9
}
