{
  "text": "মুজাহিদ (রঃ) প্রমুখ মনীষী বলেন যে, এ আয়াতটি তাবুকের যুদ্ধ সম্পর্কে অবতীর্ণ হয়। অর্থাৎ জনগণ যখন তাবুকের যুদ্ধে বের হন তখন কঠিন গরমের সময় ছিল। সেটা ছিল দুর্ভিক্ষের বছর এবং পানি ও পাথেয়ের বডই সংকট ছিল। মুজাহিদ (রঃ) বলেন যে, যখন মুজাহিদরা তাবুকের পথে যাত্রা শুরু করেন তখন ছিল কঠিন গরমের সময়। মুজাহিদরা কত বড় বিপদের সম্মুখীন হয়েছিলেন তা আল্লাহ তা'আলাই জানেন। এমন কি বলা হয় যে, একটি খেজুরকে দু'টুকরা করে দু’জন মুজাহিদের মধ্যে বণ্টন করে দেয়া হতো, খেজুর হাতে হাতে বাড়িতে দেয়া হতো। একজন কিছু চুষে নিয়ে পানি পান করতেন। তারপর অন্য একজন ঐ খেজুর চুষতেন এবং পরে পানি পান করতেন। এভাবেই তারা সান্ত্বনা লাভ করতেন। অতঃপর মহান আল্লাহ তাদের প্রতি দয়া পরবশ হন। তারা যুদ্ধক্ষেত্র হতে ফিরে আসেন।আব্দুল্লাহ ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, উমার ইবনে খাত্তাব (রাঃ)-কে তাবুকের সংকট সম্পর্কে জিজ্ঞেস করা হলে তিনি বলেন, আমরা তাকূকের উদ্দেশ্যে নবী (সঃ)-এর সাথে বের হই। কঠিন গরমের মৌসুম ছিল । আমরা এক জায়গায় অবস্থান করি। সেখানে আমরা পিপাসায় এমন কাতর হয়ে পড়ি যে, মনে হলো আমরা প্রাণে আর বাঁচবো না। কেউ পানির খোঁজে বের হলে সে বিশ্বাস করে নিতো যে, ফিরবার পূর্বেই তার মৃত্যু ঘটে যাবে। লোকেরা উট যবেহ করতো। উটের পাকস্থলীর এক জায়গায় পানি সঞ্চিত থাকতো। তারা তা বের করে নিয়ে পান করতো। তখন আবু বকর (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার দুআ তো ককূল হওয়ার যোগ্য। সুতরাং আপনি আমাদের জন্যে দুআ করেন।” তখন রাসূলুল্লাহ (সঃ) বললেনঃ “তোমরা কি এটাই চাও?” আবু বকর (রাঃ) উত্তরে বললেনঃ “হ্যা!” রাসূলুল্লাহ (সঃ) তখন দুআ'র জন্যে তার হাত দু'টি উঠালেন। দুআ' শেষ না হতেই আকাশ মেঘে ছেয়ে গেল এবং মুষলধারে বৃষ্টি হতে লাগলো। কিছুক্ষণ পর বৃষ্টি থামলো। জনগণ পানি দ্বারা তাদের পাত্রগুলো ভর্তি করে নিলো। তারপর আমরা সেখান থেকে প্রস্থান করলাম। দেখলাম যে, সামনে আর কোন জায়গায় বৃষ্টি বর্ষিত হয়নি।ইমাম ইবনে জারীর (রঃ) আল্লাহ তা'আলার (আরবী) এই উক্তি সম্পর্কে বলেন যে, এই আয়াতের (আরবী) শব্দ দ্বারা জীবন ধারণের প্রয়োজনীয় ব্যয়, পথ খরচ এবং পানির সংকীর্ণতা বুঝানো হয়েছে।(আরবী) অর্থাৎ এরপর যে, তাদের মধ্যকার এক দলের অন্তর বিচলিত হওয়ার উপক্রম হয়েছিল। তারা সত্যের পথ থেকে সরে পড়ার কাছাকাছি হয়েছিল। তারা এই সফরে এত বড় বিপদের সম্মুখীন হয়েছিল যে, তারা রাসূলুল্লাহ (সঃ)-এর দ্বীনের ব্যাপারে সন্দিহান হয়ে উঠেছিল। অতঃপর আল্লাহ তা'আলা তাদের প্রতি দয়া করেন এবং তাদেরকে তাঁর দিকে ফিরে আসার তাওফীক দান করেন। আর তাদেরকে দ্বীনের উপর অটল থাকার মর্যাদা প্রদান করেন। তিনি বড়ই স্নেহশীল ও করুণাময়।",
  "ayah": 117,
  "surah": 9
}
