{
  "text": "২৮-২৯ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা তাঁর পবিত্র দ্বীনের অনুসারী এবং পাক পবিত্র মুসলিম বান্দাদেরকে হুকুম করছেন যে, তারা যেন ধর্মের দিক থেকে অপবিত্র মুশরিকদেরকে বায়তুল্লাহর পাশে আসতে না দেয়। এই আয়াতটি নবম হিজরীতে অবতীর্ণ হয়। ঐ বছরই রাসূলুল্লাহ (সঃ) আলী (রাঃ)-কে আবু বকর (রাঃ) -এর সাথে প্রেরণ করেন এবং নির্দেশ দেনঃ “হজ্বের সমাবেশে ঘোষণা করে দাও যে, এ বছরের পরে কোন মুশরিক যেন হজ্ব করতে না আসে এবং কেউ যেন উলঙ্গ হয়ে বায়তুল্লাহ তাওয়াফ না করে। শরীয়তের এই হুকুমকে আল্লাহ তা'আলা এমনিতেই পূর্ণ করে দেন। সেখানে আর মুশরিকদের প্রবেশ লাভের সৌভাগ্য হয়নি এবং এরপরে উলঙ্গ অবস্থায় কেউ আল্লাহর ঘরের তাওয়াফও করেনি। জাবির ইবনে আবদুল্লাহ (রাঃ) গোলাম ও যিম্মী ব্যক্তিকে এই হুকুমের বহির্ভূত বলেছেন। মুসনাদে আহমাদে জাবির ইবনে আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “এ বছরের পরে চুক্তিকৃতগণ ছাড়া এবং তাদের গোলামরা ছাড়া আর কেউই যেন আমাদের মসজিদে প্রবেশ না করে। কিন্তু এই মারফু হাদীস অপেক্ষা বেশী সহীহ সনদযুক্ত মাওকুফ রিওয়ায়াত রয়েছে।মুসলিমদের খলীফা উমার ইবনে আবদুল আযীয (রঃ) ফরমান জারী করেছিলেনঃ “ইয়াহুদী ও খ্রীষ্টানদেরকে মুসলমানদের মসজিদে আসতে দিবে না।\" এই আয়াতকে কেন্দ্র করেই তিনি এই নিষেধাজ্ঞা জারী করেছিলেন। আতা (রঃ) বলেন যে, সম্পূর্ণ হারাম শরীফই মসজিদুল হারামের অন্তর্ভুক্ত। মুশরিকরা যে অপবিত্র, এই আয়াতটিই এর দলীল। সহীহ হাদীসে রয়েছে যে, মুমিন অপবিত্র হয় না। বাকী থাকলো এই কথাটি যে মুশরিকদের দেহ ও সত্তাও কি অপবিত্র? এ ব্যাপারে জমহরের উক্তি এই যে, তাদের দেহ অপবিত্র নয়। কেননা আল্লাহ তা'আলা আহলে কিতাবের যবেহকৃত জন্তু হালাল করেছেন। যাহেরিয়া মাযহাবের কোন কোন লোক মুশরিকদের দেহকে অপবিত্র বলেছে। হাসান (রঃ) বলেন যে, যে ব্যক্তি মুশরিকদের সাথে মুসাফাহা করবে সে যেন তার হাতটি ধুয়ে নেয়। এ হুকুম হলে লোকদের কেউ কেউ বললোঃ “তাহলে তো আমাদের বাজার মন্দা হয়ে যাবে এবং ব্যবসার জাঁকজমক নষ্ট হয়ে যাবে। ফলে আমাদের বহুবিধ ক্ষতি সাধিত হবে। (লুবাব গ্রন্থে ইবনে আবি হাতিম (রঃ) তাখরীজ করেছেন যে, মুশরিকরা বায়তুল্লাহতে খাদ্য সম্ভার নিয়ে আসতো এবং এর মধ্যে ওরা ব্যবসা করতো। অতঃপর যখন তাদেরকে বায়তুল্লাহতে আসতে নিষেধ করে দেয়া হলো তখন মুসলমানরা বললোঃ “আমাদের জন্যে খাদ্য কোথায়?\" তখন আল্লাহ তাআলা (আরবী) এ আয়াত অবতীর্ণ করেন) তাদের এ কথার জবাবে আল্লাহ তা'আলা বলেনঃ “তোমরা এ ব্যাপারে কোনই ভয় করো না। আল্লাহ তোমাদের আরো বহু পন্থায় দান করবেন। আহলে কিতাবের নিকট থেকে তোমাদের জন্যে তিনি জিযিয়া আদায় করিয়ে দিবেন এবং তোমাদেরকে সম্পদশালী করবেন । তোমাদের জন্যে কোটা বেশী কল্যাণকর তা তোমাদের প্রতিপালকই ভাল জানেন। তাঁর নির্দেশ এবং নিষেধাজ্ঞা সবটাই নিপুণতাপূর্ণ। এ ব্যবসা তোমাদের জন্যে ততোটা লাভজনক নয় যতোটা লাভজনক তোমাদের জিযিয়া প্রাপ্তি ঐ আহলে কিতাবের নিকট থেকে যারা আল্লাহ, তাঁর রাসূল (সঃ) এবং কিয়ামতকে অস্বীকারকারী। প্রকৃত অর্থে তারা যখন মুহাম্মাদ (সঃ)-এর উপর ঈমান আনলো না তখন কোন নবীর উপরই তাদের ঈমান রইলো না। বরং তারা নিজেদের প্রবৃত্তির ও তাদের বড়দের অন্ধ বিশ্বাসের পিছনে পড়ে রয়েছে। যদি তাদের নিজেদের নবীর উপর এবং নিজেদের শরীয়তের উপর পূর্ণ বিশ্বাস থাকতো তবে তারা আমাদের এই নবী (সঃ)-এর উপরে অবশ্যই ঈমান আনতো। তাঁর শুভাগমনের সুসংবাদ তো প্রত্যেক নবীই দিয়ে গেছেন এবং তার অনুসরণ করার হুকুমও সব নবীই প্রদান করেছেন। কিন্তু এতদসত্ত্বেও তারা এই সর্বশ্রেষ্ঠ রাসূল (সঃ)-কে অস্বীকার করছে। সুতরাং পূর্ববর্তী নবীদের শরীয়তের সাথেও তাদের কোন সম্পর্ক নেই। এ কারণেই ঐ নবীদেরকে মুখে স্বীকার করার কোনই মূল্য নেই। কেননা মুহাম্মাদ (সঃ) হলেন নবীদের নেতা সর্বশ্রেষ্ঠ রাসূল, সর্বশেষ নবী এবং রাসূলদের পূর্ণকারী। অথচ তারা তাঁকেই অস্বীকার করছে। সুতরাং তাদের সাথেও জিহাদ করতে হবে।তাদের সাথে জিহাদের হুকুম হওয়ার এটাই প্রথম আয়াত। ঐ সময় পর্যন্ত আশে পাশের মুশরিকদের সাথে যুদ্ধ সংঘটিত হয়েছিল। তাদের অধিকাংশই তাওহীদের পতাকা তলে আশ্রয় নিয়েছিল। আরব উপদ্বীপে ইসলাম স্বীয় জায়গা করে নিয়েছিল। এখন ইয়াহদী ও খ্রীষ্টানদের সংবাদ নেয়ার এবং তাদেরকে সত্য পথ দেখাবার নির্দেশ দেয়া হয়। এ হুকুম অবতীর্ণ হয় হিজরী নবম সনে। তখন রাসূলুল্লাহ (সঃ) রোমকদের বিরুদ্ধে যুদ্ধের প্রস্তুতি গ্রহণ করেন। জনগণকে তিনি স্বীয় সংকল্পের কথা অবহিত করেন। মদীনার চতুম্পার্শ্বের আরবীয়দেরকে যুদ্ধের প্রতি উদ্বুদ্ধ করেন এবং প্রায় ত্রিশ হাজার সৈন্য নিয়ে রোম সাম্রাজ্য অভিমুখে রওয়ানা হন। এই যুদ্ধ থেকে বিমুখ থাকলো মুনাফিকরা এবং আরো কিছু সংখ্যক লোক। গরমের মৌসুম ছিল এবং গাছের ফল পেকে গিয়েছিল। রোমকদের বিরুদ্ধে যুদ্ধে গমনের ব্যাপারে সিরিয়ার পথ ছিল বহু দূরের পথ এবং ঐ সফর ছিল খুবই কঠিন সফর। তারা তাবূক পর্যন্ত পৌঁছে যান। সেখানে প্রায় বিশ দিন অবস্থান করেন। অতঃপর আল্লাহ তা'আলার নিকট ইসতিখারা করে সেখান থেকে প্রত্যাবর্তন করেন। কেননা, তাঁদের অবস্থা ছিল অত্যন্ত সঙ্গীন এবং তারা খুবই দুর্বল হয়ে পড়েছিলেন। ইনশাআল্লাহ সত্বরই এর বর্ণনা আসছে। এই আয়াতকেই দলীল হিসেবে গ্রহণ করে কেউ কেউ বলেছেন যে, জিযিয়া শুধু আহলে কিতাবের নিকট থেকে এবং তাদের সাথে সাদৃশ্যযুক্ত লোকদের নিকট থেকে নেয়া যাবে, যেমন মাজুসীদের নিকট থেকে । রাসূলুল্লাহ (সঃ) হিজরের মাজুসদের নিকট থেকে জিযিয়া আদায় করেছিলেন। ইমাম শাফিঈ (রঃ)-এর এটাই মাযহাব। ইমাম আহমাদ (রঃ)-এরও প্রসিদ্ধ মাযহাব এটাই। ইমাম আবু হানীফা (রঃ) বলেন যে, সমস্ত আজমীর নিকট থেকে জিযিয়া আদায় করা হবে, তারা আহলে কিতাবই হাক অথবা মুশরিকই হাক। হ্যাঁ, তবে আরবের লোকদের মধ্যে শুধুমাত্র আহলে কিতাবের নিকট থেকে জিযিয়া আদায় করা হবে। ইমাম মালিক (রঃ) বলেন যে, সমস্ত কাফিরের নিকট থেকেই জিযিয়া আদায় করা জায়েয। তারা আহলে কিতাবই হাক বা মাজুসীই হাক অথবা মূর্তিপূজক প্রভৃতিই হাক। তাদের মাযহাবের দলীলগুলো বিস্তারিতভাবে আলোচনা করার এখানে তেমন কোন সুযোগ নেই। এসব ব্যাপার আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।আল্লাহ পাক বলেনঃ যে পর্যন্ত না তারা অধীনতা স্বীকার করে প্রজারূপে জিযিয়া দিতে স্বীকৃত হয়, তাদেরকে ছেড়ে দিয়ো না। সুতরাং মুসলিমদের উপর যিম্মীদের মর্যাদা দেয়া বৈধ নয়। সহীহ মুসলিমে আবূ হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “তোমরা ইয়াহুদী ও নাসারাদেরকে প্রথমে সালাম দিয়ো না এবং যদি পথে তোমাদের সাথে তাদের সাক্ষাৎ হয়ে যায় তবে তাদেরকে সংকীর্ণ পথে যেতে বাধ্য করো।” এ কারণেই উমার (রাঃ) তাদের সাথে এরূপই শর্ত করেছিলেন।আব্দুর রহমান ইবনে গানাম আশআরী (রাঃ) বলেন, আমি নিজের হাতে চুক্তিনামা লিখে উমার (রাঃ)-এর নিকট পাঠিয়েছিলাম যে, সিরিয়াবাসী অমুক অমুক শহুরে খ্রীষ্টানদের পক্ষ হতে এই চুক্তিনামা আল্লাহর বান্দা আমীরুল মুমিনীন উমার (রাঃ) -এর নিকট। চুক্তিপত্রের বিষয় বস্তু হচ্ছে- “যখন আপনারা আমাদের উপর এসে পড়লেন, আমরা আপনাদের নিকট আমাদের জান, মাল ও সন্তান-সন্ততির জন্যে নিরাপত্তার প্রার্থনা জানাচ্ছি। আমরা এ নিরাপত্তা চাচ্ছি এ শর্তাবলীর পরিপ্রেক্ষিতে যে, আমরা এই শহরগুলোতে এবং এগুলোর আশে পাশে নতুন কোন মন্দির, গির্জা এবং খানকা নির্মাণ করবো না। এরূপ কোন নষ্ট ঘরের মেরামত ও সংস্কারও করবো না। এসব ঘরে যদি কোন মুসলিম মুসাফির অবস্থানের ইচ্ছা করেন তবে আমরা তাদেরকে বাধা দেবো না। তারা রাত্রেই অবস্থান করুন অথবা দিনেই অবস্থান করুন। আমরা পথিক ও মুসাফিরদের জন্যে ওগুলোর দরজা সব সময় খুলে রাখবো । যেসব মুসলিম আগমন করবেন আমরা তিন দিন পর্যন্ত তাঁদের মেহমানদারী করবো। আমরা ঐসব ঘরে বা বাসভূমি প্রভৃতিতে কোন গুপ্তচর লুকিয়ে রাখবো না। মুসলিমদের সাথে কোন প্রতারণা করবো না। নিজেদের সন্তানদেরকে কুরআন শিক্ষা দেবো না। নিজেরা শিরক করবো না এবং অন্য কাউকেও শিকের দিকে আহ্বান করবো না। আমাদের মধ্যে কেউ যদি ইসলাম গ্রহণ করার ইচ্ছা করে তবে আমরা তাদেরকে মোটেও বাধা দেবো না। মুসলিমদেরকে আমরা সম্মান করবো। যদি তাঁরা আমাদের কাছে বসার ইচ্ছা করেন তবে আমরা তাদের জন্যে জায়গা ছেড়ে দেবো। কোন কিছুতেই আমরা নিজেদেরকে মুসলিমদের সমান মনে করবো না। পোশাক পরিচ্ছদেও না, আমরা তাদের কথার উপর কথা বলবো না। আমরা তাঁদের পিতৃপদবী যুক্ত নামে নামকরণ করবো না। জিন বিশিষ্ট ঘোড়ার উপর আমরা সওয়ার হবো না। আমরা তরবারী লটকাবো না এবং নিজেদের সাথেও তরবারী রাখবো না। অঙ্গুরীর উপর আরবী নকশা অংকন করাবো না এবং মাথার অগ্রভাগের চুল কেটে ফেলবো না। আমরা যেখানেই থাকি না কেন, পৈতা অবশ্য অবশ্যই ফেলে রাখবো। আমাদের গির্জাসমূহের উপর ক্রুশচিহ্ন প্রকাশ করবো , আমাদের ধর্মীয় গ্রন্থগুলো মুসলিমদের যাতায়াত স্থানে এবং বাজারসমূহে প্রকাশিত হতে দেবো না। গীর্জায় উচ্চৈঃস্বরে শংখ বাজাবো না, মুসলিমদের উপস্থিতিতে আমাদের ধর্মীয় পুস্তকগুলো জোরে জোরে পাঠ করবো না, রাস্তাঘাটে নিজেদের চাল চলন ও রীতি নীতি প্রকাশ করবো না, নিজেদের মৃতদের উপর হায়! হায়!! করে উচ্চৈঃস্বরে শাক প্রকাশ করবে না এবং মুসলিমদের চলার পথে মৃতদেহের সাথে আগুন নিয়ে যাবো না। যেসব গোলাম মুসলিমদের অংশে পড়বে তা আমরা গ্রহণ করবো না। আমরা অবশ্যই মুসলিমদের শুভাকাঙ্ক্ষী হয়ে থাকবো। মুসলিমদের ঘরে আমরা উঁকি মারবো না।\" যখন এই চুক্তি পত্র উমার (রাঃ)-এর সামনে পেশ করা হলো তখন তিনি তাতে আরো একটি শর্ত বাড়িয়ে নিলেন। তা হচ্ছে- “আমরা কখনো কোন মুসলিমকে প্রহার করবো না।” অতঃপর তারা বললোঃ “এসব শর্ত আমরা মেনে নিলাম। আমাদের ধর্মাবলম্বী সমস্ত লোকই এসব শর্তের উপর নিরাপত্তা লাভ করলো। এগুলোর কোন একটি যদি আমরা ভঙ্গ করি তবে আমাদেরকে নিরাপত্তা দানের ব্যাপারে আপনার কোন দায়িত্ব থাকবে না এবং আপনি আপনার শত্রুদের সাথে যা কিছু করেন, আমরাও ওরই যোগ্য ও উপযুক্ত হয়ে যাবো।”",
  "ayah": 29,
  "surah": 9
}
