{
  "text": "আবু বাকরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) তাঁর (বিদায়) হজ্বের ভাষণে বলেনঃ “যামানা ঘুরে ঘুরে নিজের মূল অবস্থায় এসে গেছে। বছরের বারোটি মাস হয়ে থাকে। এগুলোর মধ্যে চারটি হচ্ছে সম্মানিত ও মর্যাদা সম্পন্ন মাস। তিনটি ক্রমিকভাবে রয়েছে। সেগুলো হচ্ছে যুলক্বাদ, যুলহাজ্বা ও মুহাররম। আর চতুর্থটি হচ্ছে মুযার গোত্রের (কাছে অতি সম্মানিত) রজব মাস, যা জামাদিউল উখরা ও শা'বানের মধ্যভাগে রয়েছে। (এটা ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) এটাকে তাঁর তাফসীরে পূর্ণতার সাথে তাখরীজ করেছেন) অতঃপর তিনি জিজ্ঞেস করেনঃ “আজ কোন্ দিন?” (বর্ণনাকারী বলেন) আমরা উত্তরে বললামঃ “আল্লাহ ও তাঁর রাসূলই (সঃ) ভাল জানেন।\" রাসূলুল্লাহ (সঃ) কিছুক্ষণ চুপ থাকলেন। আমরা মনে করলাম যে, তিনি হয়তো এর অন্য কোন নাম বলবেন। এরপর তিনি জিজ্ঞেস করলেনঃ “আজ কি ইয়াওমুন নাহর' বা কুরবানীর ঈদের দিন নয়?\" আমরা উত্তর দিলামঃ হ্যা। পুনরায় তিনি জিজ্ঞেস করলেনঃ “এটা কোন মাস?” আমরা জবাব দিলাম, এ সম্পর্কে আল্লাহ ও তাঁর রাসূলেরই (সঃ) ভাল জ্ঞান আছে। এবারও তিনি চুপ থাকলেন। সুতরাং আমরা ধারণা করলাম যে, তিনি এ মাসের অন্য কোন নাম রাখবেন। তারপর তিনি প্রশ্ন করলেনঃ “এটা কি যুলহাজ্বাহ্ মাস নয়?” আমরা জবাব দিলামঃ হ্যা। এরপর তিনি জিজ্ঞেস করলেনঃ “এটা কোন শহর?” আমরা উত্তরে বললাম, আল্লাহ ও তাঁর রাসূলই (সঃ) এটা ভাল জানেন। তিনি এবারও নীরব হয়ে যান এবং আমরা এবারও মনে করলাম যে, তিনি হয় তো এর অন্য কোন নাম রাখবেন। অতঃপর তিনি জিজ্ঞেস করলেনঃ “এটা কি বালাদা (মক্কা) নয়?” আমরা জবাবে বললামঃ হ্যা। এরপর তিনি বললেনঃ “জেনে রেখো যে, তোমাদের রক্ত, তোমাদের মাল, তোমাদের মান-মর্যাদা তোমাদের পরস্পরের মধ্যে এরূপই মর্যাদাসম্পন্ন যেমন মর্যাদাসম্পন্ন তোমাদের এ দিনটি, এ মাসটি এবং এ শহরটি । সত্বরই তোমরা তোমাদের প্রতিপালকের সাথে সাক্ষাৎ করবে। তখন তিনি তোমাদেরকে তোমাদের আমল সম্পর্কে জিজ্ঞাসাবাদ করবেন। সাবধান! আমার পরে যেন তোমরা পথভ্রষ্ট না হও এবং যেন একে অপরকে হত্যা না কর! আমি কি (শরীয়তের সমস্ত কথা তোমাদের কাছে) পৌঁছিয়ে দিয়েছি? জেনে নাও, তোমাদের যারা এখানে বিদ্যমান রয়েছে তারা যেন অনুপস্থিত লোকদের কাছে এসব কথা পৌছিয়ে দেয়। কেননা, হতে পারে যে, যারা উপস্থিত নেই তাদের কেউ কেউ শ্রোতাদের অপেক্ষা বেশী স্মরণশক্তির অধিকারী।”অন্য রিওয়ায়াতে আছে যে, এটা হচ্ছে 'মিনা' নামক স্থানে ‘আইয়ামুত তাশরীক” (যিলহজ মাসের ১১, ১২ ও ১৩ তারিখকে আইয়ামুত তাশরীক বলা হয়) এর মধ্যভাগে বিদায় হজ্বের ভাষণের আলোচনা। আবূ হামযা রুকাশী (রঃ) তাঁর চাচা হতে বর্ণনা করেন যিনি একজন সাহাবী ছিলেন। তিনি বলেনঃ “রাসূলুল্লাহ (সঃ)-এর এ খুত্বার সময় আমি তাঁর উষ্ট্রীর লাগাম ধরে ছিলাম এবং মানুষের ভীড় ঠেকিয়ে রাখছিলাম।” তাঁর “যামানা ঘুরে ফিরে নিজের আসল অবস্থায় ফিরে এসেছে এ উক্তির ভাবার্থ এই যে, অজ্ঞতার যুগে মুশরিকরা মাসগুলোর ব্যাপারে যে কম বেশী করতো এবং এগিয়ে দিতে বা পিছিয়ে দিতো, সেগুলো ঘুরে ফিরে এখন সঠিক অবস্থায় এসে গেছে। যে মাস এখন আছে তা প্রকৃত অবস্থাতেই আছে। যেমন মক্কা বিজয়ের সময় রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “এই শহর (মক্কা) সৃষ্টির শুরু থেকে নিয়ে আজ পর্যন্ত মর্যাদাসম্পন্ন ও সম্মানিত রয়েছে। আর কিয়ামত পর্যন্ত সম্মানিতই থাকবে।” সুতরাং আরবদের মধ্যে যে এই প্রথা চালু হয়েছিল যে, তারা তাদের অধিকাংশ  হজ্ব যিলহজ্ব মাসে করতো না, ঐ বছর রাসূলুল্লাহ (সঃ)-এর হজ্বের ব্যাপারে এটা ঘটেনি, বরং হজ্ব সঠিক মাসেই হয়েছিল। কেউ কেউ এর সাথে একথাও বলেছেন যে, আবু বকর সিদ্দীক (রাঃ)-এর হজ্ব যুলকা'দা মাসে হয়েছিল। কিন্তু এ উক্তির ব্যাপারে চিন্তা-ভাবনার অবকাশ রয়েছে। আমরা এটা ... (আরবী) আয়াতের তাফসীরে প্রমাণসহ বর্ণনা করবো। পূর্ববর্তী কোন কোন গুরুজনের এ উক্তিও রয়েছে যে, ঐ বছর ঘটনাক্রমে ইয়াহূদী, খ্রীষ্টান ও মুসলমান সবারই হজ্ব একই দিনে হয়েছিল। অর্থাৎ ঈদুল আযহার দিনে। কিন্তু এ উক্তিটি আরো বেশী গারীব বা দুর্বল।\n‘ফসল' বা পরিচ্ছেদ:\nশায়েখ ইলমুদ্দীন সাখাভী (রঃ) তাঁর (আরবী) নামক গ্রন্থে লিখেছে- মুহাররম মাসকে ওর সম্মানের কারণে মুহাররম বলা হয়ে থাকে। কিন্তু আমার মতে তো এই নামের কারণ হচ্ছে ওর সম্মানের প্রতি গুরুত্ত্বারোপকরণ। কেননা, অজ্ঞতা যুগের আরবরা ওকে বদলিয়ে দিতো। কখনো হালাল করতো, আবার কখনো হারাম করতো। এর বহুবচন (আরবী) এবং (আরবী) এসে থাকে।\n‘সফর’\nএর নামকরণের কারণ এই যে, এই মাসে সাধারণতঃ তাদের ঘর খালি বা শূন্য থাকতো। কেননা, এই মাসটি তারা যুদ্ধ বিগ্রহে ও ভ্রমণে কাটি দিতো। ঘর শূন্য হয়ে গেলে আরবরা (আরবী) বলে থাকে। (আরবী) হলো এর বহুবচন। যেমন (আরবী)- এর বহুবচন (আরবী) এসে থাকে।\n‘রাবীউল আওয়াল’\nএর নামকরণের কারণ এই যে, এই মাসে আরবরা। বাড়ীতেই অবস্থান করে থাকে। অবস্থান করাকে (আরবী) বলা হয়। এর বহুবচন (আরবী) এসে থাকে। যেমন (আরবী)-এর বহুবচন (আরবী) এসে থাকে। এর বহুবচন (আরবী) ও হয়, যেমন (আরবী) -এর বহুবচন হয়।\n‘রাবীউল আখির’\nএর নামকরণের কারণও এটাই। এটা যেন বাড়ীতে অবস্থানের দ্বিতীয় মাস।\n‘জামাদিউল উলা’\nএর নামকরণের কারণ এই যে, এই মাসে পানি জমে যেতো। তাদের হিসাবে মাস আবর্তিত হতো না। অর্থাৎ ঠিক প্রতি মৌসুমেই প্রতিটি মাস আসতো। কিন্তু এ কথাটি যুক্তিসঙ্গত নয়। কেননা, ঐ মাসগুলোর হিসাব যখন চন্দ্রের উপর নির্ভরশীল তখন এটা পরিষ্কার কথা যে, প্রতি বছর প্রতি মাসে মৌসুমী অবস্থা একরূপ থাকবে না। হ্যা, তবে খুব সম্ভব, যে বছর এই মাসের নাম রাখা হয় ঐ বছর ঐ মাসটি খুব কনকনে শীতে এসেছিল এবং পানি জমে গিয়েছিল। যেমন একজন কবিও বলেছেনঃ (আরবী) অর্থাৎ “জামাদিউর কঠিন অন্ধকার রাত, যার অন্ধকারে গোলাম তাঁবুর খুঁটি পর্যন্ত দেখতে পায় না। ঐ রাতে কুকুর একবার ছাড়া ঘেউ ঘেউ করতে পারে না, এমন কি শেষ পর্যন্ত সে (ককনে শীতের কারণে) তার লেজকে নাকের উপর গুটিয়ে নেয়। এর বহুবচন (আরবী) আসে। যেমন (আরবী) ও (আরবী)-এর ব্যবহার। এটা পুংলিঙ্গ ও স্ত্রীলিঙ্গ উভয় রূপেই ব্যবহৃত হয়।\n‘জামাদিউল উখরা\nএর নামকরণের কারণও এটাই। এটা যেন পানি জমে যাওয়ার দ্বিতীয় মাস।\n‘রজব'\nশব্দটি (আরবী) শব্দ থেকে গৃহীত। (আরবী) বলা হয় (আরবী) বা সম্মান। এই মাসটি মর্যাদাপূর্ণ মাস বলে একে রজব বলা হয়। এর বহুবচন (আরবী) এবং (আরবী) আসে।\n‘শা'বান'\nএর নামকরণের কারণ এই যে, এই মাসে আরবরা লুটপাট করার জল বিচ্ছিন্নভাবে এদিক ওদিক ছড়িয়ে পড়তো। (আরবী)-এর অর্থ হচ্ছে পৃথক পৃথক হওয়া। এজন্যেই এই মাসের এই নাম রাখা হয়েছে। এর বহুবচন (আরবী) ও (আরবী) এসে থাকে।\n“রমাদান'\nএর নামকরণের কারণ এই যে, এই মাসে অত্যাধিক গরমের কারণে উটের পা পুড়ে যায়। (আরবী) ঐ সময় বলা হয় যখন উন্ত্রীর বাচ্চা খুবই পিপাসার্ত থাকে। এর বহুবচন (আরবী) এবং (আরবী) এসে থাকে। কারো কারো মতে এটা অলাহ তা'আলার নামসমূহের একটি নাম। কিন্তু এটা ভুল ও অযৌক্তিক কথা মাত্র। আমি বলি যে, এই ব্যাপারে একটি হাদীসও এসেছে। কিন্তু ওটা দুর্বল। (আরবী) এ আমি এটা বর্ণনা করেছি।\n‘শাওয়াল'\n(আরবী) থেকে গৃহীত। এই মাসটি হচ্ছে উটের উত্তেজনার মাস। এই মাসে উট লেজ পিঠে করে দৌড়াতে শুরু করতো। এজন্যেই এই মাসের এই নাম হয়ে যায়। এর বহুবচন। (আরবী) এবং (আরবী) এসে থাকে।\n‘যুলক্বাদা'\nনাম হওয়ার কারণ এই যে, এই মাসে আরবের লোকেরা বাড়ীতে বসে থাকতো। তারা এই মাসে যুদ্ধের জন্যেও বের হতো না এবং সফরের উদ্দেশ্যে যাত্রা শুরু করতো না। এর বহুবচন (আরবী) এসে থাকে ।\n‘যুলহাজ্বা'\nমাসে হজ্বব্রত পালিত হতো বলেই এর নাম যুলহাজ্বা' হয়ে যায়। এর বহুবচন (আরবী) এসে থাকে। এতো হলো এই মাসগুলোর নামকরণের কারণ। এখন সপ্তাহের সাত দিনের নাম এবং এ নামগুলোর বহুবচন বর্ণনা করা হচ্ছে-\nরবিবারকে\n(আরবী) বলে। এর বহুবচন (আরবী) এবং (আরবী) এসে থাকে ।\nসোমবারকে\n(আরবী) বলা হয়। এর বহুবচন (আরবী) আসে।\nমঙ্গলবারকে\n(আরবী) বলে। এটা পুংলিঙ্গ ও স্ত্রীলিঙ্গ উভয়রূপেই কথিত হয়। এর বহুবচন (আরবী) এবং (আরবী) আসে।\nবুধবারকে\n(আরবী) বলা হয়। এর বহুবচন (আরবী) এবং (আরবী) এসে থাকে।\nবৃহস্পতিবারকে\n(আরবী) বলে। এর বহুবচন (আরবী) ও (আরবী)  এসে থাকে।\nশুক্রবারকে\n(আরবী) বলে। এর (আরবী) বহুবচন (আরবী) এবং (আরবী) আসে।\nশনিবারকে\n(আরবী) বলা হয়। (আরবী) এর অর্থ হচ্ছে শেষ হওয়া। সপ্তাহের গণনা এখানেই শেষ হয় বলে একে (আরবী) বলা হয়।\nপ্রাচীন আরবে সপ্তাহের দিনগুলোর নাম ছিল নিম্নরূপঃ\nআওয়াল, আহ্ওয়ান, জুবার, দুবার, মুনাস, উরূবা এবং শিয়ার। প্রাচীন খাঁটি আরব কবিদের কবিতার মধ্যেও সপ্তাহের এ নামগুলোর ব্যবহার পরিলক্ষিত হয়। আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ এই বারো মাসের মধ্যে চারটি মাস (বিশেষ) মর্যাদাপূর্ণ। অজ্ঞতার যুগের আরবরাও এ চার মাসকে সম্মানিত মাসরূপে স্বীকার করতো। কিন্তু বাসল’ নামক একটি দল তাদের গোঁড়ামীর কারণে আটটি মাসকে সম্মানিত মাস মনে করতো। রাসূলুল্লাহ (সঃ) ভাষণে রজব মাসকে মুযার' গোত্রের দিকে সম্পর্কযুক্ত করার কারণ এই যে, যে মাসকে তারা রজব মাস হিসেবে গণনা করতো, প্রকৃতপক্ষে আল্লাহর নিকটেও ওটাই রজব মাস ছিল, যা জামাদিউল উখরা এবং শাবানের মাঝে রয়েছে। কিন্তু রাবীআ গোত্রের নিকট রজব মাস শাবান ও শাওয়াল মাসের মধ্যবর্তী মাস অর্থাৎ রমযানের নাম ছিল। তাই রাসূলুল্লাহ (সঃ) স্পষ্টভাবে বলে দিলেন যে, সম্মানিত মাস হচ্ছে মুযার গোত্রের রজব মাস, রাবীআ' গোত্রের রজব মাস নয়। সম্মানিত এই চারটি মাসের মধ্যে তিনটি ক্রমিকরূপে হওয়ার যৌক্তিকতা এই যে, হাজীরা যুলক্বাদা মাসে বাড়ী হতে বের হন। ঐ সময় যুদ্ধ-বিগ্রহ, মারপিট, ঝগড়া-বিবাদ এবং খুনাখুনি বন্ধ করে লোকেরা বাড়ীতে বসে থাকে। অতঃপর যুলহাজ্ব মাসে তারা হজ্বের আহকাম নিরাপত্তার সাথে এবং উত্তমরূপে আদায় করেন। তারপর মর্যাদাপূর্ণ মুহাররম মাসে তারা নিরাপদে বাড়ীর দিকে প্রত্যাবর্তন করে থাকেন। বছরের মধ্যভাগে রজব মাসকে সম্মানিত বানানোর উদ্দেশ্য হচ্ছে যেন যিয়ারতকারিগণ বায়তুল্লাহ শরীফের তাওয়াফের আকাঙ্ক্ষা উমরার আকারে পূর্ণ করতে পারে। যারা বহু দূরের লোক তারাও যেন সারা মাস ধরে নিরাপদে যাতায়াত করতে পারে। আল্লাহ তা'আলা বলেন, এটাই হচ্ছে সুপ্রতিষ্ঠিত ধর্ম। সুতরাং তাঁর নির্দেশ অনুযায়ী তোমরা এই মাসগুলোর যথাযথ মর্যাদা দান কর। বিশেষভাবে এই মাসগুলোতে পাপকার্য থেকে দূরে থাকো। কেননা, এতে পাপের দুস্ক্রিয়া আরো বৃদ্ধি পায়। যেমন হারাম শরীফে কৃত পাপ অন্যান্য স্থানে কৃত পাপ অপেক্ষা বেশী হয়ে থাকে। আল্লাহ তা'আলা বলেনঃ “যে ব্যক্তি ওর মধ্যে (হারাম শরীফের মধ্যে) অত্যাচার ও বাড়াবাড়ি করে ধর্মদ্রোহীতার কাজে লিপ্ত হবে, আমি তাকে যন্ত্রণাদায়ক শাস্তির স্বাদ গ্রহণ করাবো।” অনুরূপভাবে এই মাগুলোর মধ্যে পাপকার্য করলে আন্যান্য মাসে কৃত পাপকার্যের চেয়ে গুনাহ্ বেশী হয়। এ কারণেই ইমাম শাফিঈ (রঃ) এবং আলেমদের একটি বৃহৎ দলের মতে এই মাসগুলোর মধ্যে কেউ কাউকেও হত্যা করলে ওর রক্তপণও কঠিন হবে। এ রকমই হারাম শরীফের ভিতরের হত্যা ও নিকটতম আত্মীয়ের হত্যা। ইবনে আব্বাস (রাঃ) বলেন যে, (আরবী) শব্দ দ্বারা বছরের সমস্ত মাসকে বুঝানো হয়েছে। সুতরাং আল্লাহ পাকের এ উক্তির মর্মার্থ হচ্ছে- তোমরা সমস্ত মাসে পাপকার্য থেকে বিরত থাকবে, বিশেষ করে এই চার মাসে। কেননা, এগুলো বড়ই মর্যাদা সম্পন্ন মাস। এ মাসগুলোতে পাপ শাস্তির দিক দিয়ে এবং পুণ্য বা সাওয়াব প্রাপ্তির দিক দিয়ে বৃদ্ধি পেয়ে থাকে। কাতাদা (রাঃ) বলেন যে, এই সম্মানিত মাসগুলোতে পাপের শাস্তির বোঝা বেড়ে যায়, যদিও অত্যাচার সর্বাবস্থাতেই খারাপ। কিন্তু আল্লাহ তা'আলা তাঁর যে কাজকে ইচ্ছা বড় করে থাকেন। তিনি বলেন যে, আল্লাহ তা'আলা স্বীয় সৃষ্টির মধ্য থেকেও বাছাই ও মনোনীত করেছেন। তিনি ফেরেশতাদের মধ্য থেকে দূত মনোনীত করেছেন, মানব জাতির মধ্য থেকে রাসূলদেরকে মনোনীত করেছেন, কালামের মধ্য থেকে তাঁর যিকরকে পছন্দ করেছেন, যমীনের মধ্যে মসজিদসমূহকে পছন্দ করেছেন, মাসগুলোর মধ্যে রমযান ও হারাম মাসগুলোকে মনোনীত করেছেন, দিনগুলোর মধ্যে শুক্রবারকে পছন্দ করেছেন এবং রাতগুলোর মধ্যে লায়লাতুল কদরকে মনোনীত করেছেন। এভাবে মহান আল্লাহ যেটাকে ইচ্ছা করেছেন একটির উপর অন্যটিকে প্রাধান্য ও শ্রেষ্ঠত্ব দান করেছেন। সুতরাং যেগুলোকে আল্লাহ তা'আলা মর্যাদা ও শ্রেষ্ঠত্ব দান করেছেন সেগুলোর মর্যাদার প্রতি লক্ষ্য রাখা অপরিহার্য কর্তব্য। বুদ্ধিমান ও বিবেচক লোকদের মতে কোন বিষয়ের ঐ পরিমাণ সম্মান করা উচিত যে পরিমাণ সম্মান আল্লাহ পাক ওতে দান করেছেন। ওগুলোর সম্মান না করা হারাম। এ মাসগুলোতে যা করা হারাম তা হালাল করা চলবে না এবং যা হালাল তা হারাম করা উচিত নয়, যেমন মুশরিকরা করতো। এটা তাদের কুফরীর মধ্যে বৃদ্ধিরই শামিল।আল্লাহ তা'আলা বলেন, তোমরা এই মুশরিকদের সকলের বিরুদ্ধে যুদ্ধ কর, যেমন তারা তোমাদের সকলের বিরুদ্ধে যুদ্ধ করে। মর্যাদা সম্পন্ন এই চার মাসের মধ্যে যুদ্ধের সূচনা করা হারাম হওয়ার হুকুম মানসূখ বা রহিত হয়ে গেছে কি এখনও এ হুকুম বিদ্যমান আছে এ ব্যাপারে আলেমদের দু'টি উক্তি রয়েছে। প্রথম উক্তি এই যে, এ হুকুম রহিত হয়ে গেছে। এটাই প্রসিদ্ধতর উক্তি। এ আয়াতের শব্দগুলোর প্রতি চিন্তাযুক্ত দৃষ্টিতে লক্ষ্য করলে দেখা যায় যে, প্রথমে নির্দেশ দেয়া হচ্ছে-এ মাসগুলোতে যুলুম করো না। অতঃপর হুকুম করা হচ্ছে-তোমরা মুশরিকদের বিরুদ্ধে যুদ্ধ ঘোষণা কর। বাহ্যিক শব্দ দ্বারা তো জানা যায় যে, এ হুকুম আম বা সাধারণ। এতে হারাম মাসগুলোও এসে গেল। যদি এ মাসগুলো স্বতন্ত্র হতো তবে এগুলো অতিক্রান্ত হওয়ার শর্ত অবশ্যই আরোপিত হতো। আল্লাহর রাসূল (সঃ) যুলক্বাদা মাসে তায়েফ অবরোধ করেছিলেন যা সম্মানিত মাসগুলোর মধ্যে একটি মাস। যেমন সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে যে, রাসূলুল্লাহ (সঃ) শাওয়াল মাসে হাওয়াযেন গোত্রের বিরুদ্ধে অভিযানে বের হন। তারা পরাজিত হয়। তাদের মধ্যে যারা প্রাণে বেঁচে যায় তারা পালিয়ে তায়েফে আশ্রয় গ্রহণ করে। তখন রাসূলুল্লাহ (সঃ) সেখানে গমন করেন এবং চল্লিশ দিন পর্যন্ত তায়েফ অবরোধ করে রাখেন। তারপর ওটা জয় না করেই তিনি সেখান থেকে ফিরে আসেন। তাহলে জানা গেল যে, তিনি হারাম মাসে তায়েফ অবরোধ করেছিলেন।দ্বিতীয় উক্তি এই যে, হারাম মাসগুলোতে যুদ্ধের সূচনা করা হারাম এবং এই মাসগুলোর হুরমতের হুকুম মানসূখ হয়নি। আল্লাহ তা'আলা বলেনঃ “হে মুমিনগণ! তোমরা আল্লাহর প্রতীকসমূহের অসম্মান করো না এবং সম্মানিত মাসসমূহেরও না।\" অন্য জায়গায় আল্লাহ পাক বলেনঃ “সম্মানিত মাস সম্মানিত মাসের বিনিময়ে, আর এসব সম্মান তো পারস্পরিক বিনিময়ের বস্তু, সুতরাং যে ব্যক্তি তোমাদের উপর উৎপীড়ন করে, তোমরাও তাদের উপর উৎপীড়ন করবে, যেরূপ সে তোমাদের প্রতি উৎপীড়ন করেছে।” আর এক জায়গায় আল্লাহ তা'আলা বলেনঃ “অতএব যখন নিষিদ্ধ মাসগুলো অতীত হয়ে যায় তখন সেই মুশরিকদেরকে যেখানে পাও বধ কর।”এ কথা পূর্বেই বর্ণিত হয়েছে যে, এই নির্ধারিত চারটি মাস প্রতি বছরেই থাকবে, দু'টি উক্তির মধ্যে একটি উক্তি অনুযায়ী শুধুমাত্র সফরের মাসগুলোতে নয়।আল্লাহ তা'আলা বলেনঃ “তোমরা সমস্ত মুসলিম ঐ মুশরিকদের সকলের বিরুদ্ধে যুদ্ধ কর যেমন তারা তোমাদের সকলের বিরুদ্ধে যুদ্ধ করে।” হতে পারে যে, এটা পূর্ব হুকুম থেকে একটা স্বতন্ত্র হুকুম নয়। আবার এও হতে পারে যে, এটা একটা পৃথক ও নতুন হুকুম। আল্লাহ তা'আলা হয়তো মুসলিমদেরকে উৎসাহিত ও জিহাদের প্রতি উত্তেজিত করার উদ্দেশ্যে বলছেন-তারা যেমন তোমাদের বিরুদ্ধে যুদ্ধ করার জন্যে সবাই চতুর্দিক থেকে সমবেতভাবে তোমাদের উপর ঝাপিয়ে পড়ছে, তদ্রুপ তোমরাও সমস্ত মুমিনকে সঙ্গে নিয়ে তাদের মুকাবিলা কর। এটাও সম্ভব যে, এই বাক্যে মুসলিমদেরকে নিষিদ্ধ মাসগুলোতেও যুদ্ধ করার অনুমতি দেয়া হয়েছে, যখন আক্রমণের সূচনা তাদের পক্ষ থেকে হবে। যেমন (আরবী) (২:১৯৪) এ আয়াতে রয়েছে এবং আরো রয়েছে। (আরবী) এই আয়াতে। অর্থাৎ “আর তোমরা তাদের (মুশরিকদের) সাথে মসজিদুল হারামের নিকট যুদ্ধ করো না, যে পর্যন্ত না তারা তথায় তোমাদের সাথে যুদ্ধে প্রবৃত্ত হয়। যদি তারাই তোমাদের সাথে যুদ্ধ করতে অগ্রসর হয় তবে তোমরাও তাদেরকে হত্যা কর।\" (২:১৯১) সম্মানিত মাসে রাসূলুল্লাহ (সঃ)-এর তায়েফ অবরোধ করার জবাব এটাই যে, এটা ছিল হাওয়াযেন গোত্র ও তাদের মিত্র বানু সাকীফ গোত্রের যৌথ শক্তির বিরুদ্ধে যুদ্ধ। যুদ্ধের সূচনা তাদের পক্ষ থেকেই হয়েছিল। তারা এদিক ওদিক থেকে রাসূলুল্লাহ (সঃ)-এর বিরোধী লোকদেরকে একত্রিত করে যুদ্ধের আহ্বান জানিয়েছিল। সুতরাং নবী (সঃ) তাদের দিকে অগ্রসর হয়েছিলেন। তাঁর এই অগ্রযাত্রাও আবার সম্মানিত মাসে ছিল না। এখানে পরাজিত হয়ে ঐ লোকগুলো পালিয়ে গিয়ে তায়েফে আশ্রয় নিয়েছিল এবং সেখানে দুর্গ স্থাপন করেছিল। রাসূলুল্লাহ (সঃ) ঐ কেন্দ্রকে খালি করার উদ্দেশ্যে আরো সামনে অগ্রসর হন। তারা মুসলমানদের ক্ষতি সাধন করে এবং মুসলমানদের একটি দলকে হত্যা করে ফেলে। এদিকে মিনজীক প্রভৃতি গোত্রসমূহের মাধ্যমে অবরোধ অব্যাহত থাকে। প্রায় চল্লিশ দিন পর্যন্ত তাদেরকে ঘিরে রাখা হয়। মোটকথা, যুদ্ধের সূচনা সম্মানিত মাসে হয়নি। কিন্তু যুদ্ধ দীর্ঘস্থায়ী হওয়ায় সম্মানিত মাসও চলে আসে। কিছুদিন অতিবাহিত হলে রাসূলুল্লাহ (সঃ) অবরোধ উঠিয়ে নেন। সুতরাং যুদ্ধ জারি রাখা এক কথা এবং যুদ্ধের সূচনা হওয়া আর এক কথা। এর বহু নবীর রয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। এ সম্পর্কে যেসব হাদীস এসেছে সেগুলো আমি “সীরাত\"-এর মধ্যে বর্ণনা করেছি। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাপেক্ষা বেশী জ্ঞানের অধিকারী।",
  "ayah": 36,
  "surah": 9
}
