{
  "text": "৫৮-৫৯ নং আয়াতের তাফসীর:\nকোন কোন মুনাফিক রাসূলুল্লাহ (সঃ)-কে এই অপবাদ দিতো যে, তিনি যাকাতের মালের সঠিক বণ্টন করেন না ইত্যাদি। আর এর দ্বারা তার থেকে কিছু লাভ করা ছাড়া তাদের আর কিছুই উদ্দেশ্য ছিল না। তার থেকে কিছু পেলে তো তারা খুবই সন্তুষ্ট হয়, আর না পেলে মনঃক্ষুন্ন হয়। রাসূলুল্লাহ (সঃ) যাকাতের মাল যখন এদিক ওদিক বণ্টন করে দেন, তখন আনসারদের একজন উচ্চৈঃস্বরে বলেঃ “এটা ইনসাফ নয়।” তখন এই আয়াত অবতীর্ণ হয়।অন্য একটি রিওয়ায়াতে আছে যে, একদা রাসূলুল্লাহ (সঃ) সোনা রূপা বণ্টন করছিলেন। এমতাবস্থায় একজন গ্রাম্য নওমুসলিম তার কাছে এসে বলেঃ “হে মুহাম্মাদ (সঃ)! আল্লাহর কসম! আল্লাহ যদি আপনাকে ইনসাফের নির্দেশ দিয়ে থাকেন তবে কিন্তু আপনি ইনসাফ করছেন না। তখন নবী (সঃ) বলেনঃ “তুমি ধ্বংস হও। আমিই যদি ইনসাফকারী না হই তবে যমীনে ইনসাফকারী আর কে হবে?” অতঃপর তিনি বলেনঃ “তোমরা এই ব্যক্তি থেকে এবং এর সাথে সাদৃশ্যযুক্ত লোক থেকে বেঁচে থাকো। আমার উম্মতের মধ্যে এর মত লোক হবে। তারা কুরআন পাঠ করবে বটে, কিন্তু তা তাদের কণ্ঠ থেকে নীচে নামবে না। তারা যখন বের হবে তখন তাদেরকে হত্যা করে ফেলবে। আবার যখন বের হবে তখন তাদেরকে মেরে ফেলো। পুনরায় যখন প্রকাশ পাবে তখন তাদের গর্দান উড়িয়ে দেবে।\" এরপর তিনি বলেনঃ “আল্লাহর কসম! আমি তোমাদেরকে কিছু প্রদানও করবো না এবং তোমাদেরকে তা থেকে বাধাও দিবো না, আমি তো একজন খাজাঞ্চী মাত্র।” আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) যখন হুনায়েনের গনীমতের মাল বণ্টন করছিলেন তখন যুলখুওয়াইসিরা হারকুস নামক একটি লোক আপত্তি করে বলেঃ “ইনসাফ করুন, কেননা আপনি ইনসাফ করছেন না।” তখন রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “তুমি ধ্বংস হও, যদি না আমি ইনসাফ করে থাকি।” অতঃপর তিনি তাকে চলে যেতে দেখে বললেনঃ “এর বংশ থেকে এমন এক কওম বের হবে যাদের সালাতের তুলনায় তোমাদের সালাত নগণ্য মনে হবে এবং যাদের রামাদানের তুলনায় তোমাদের রামাদান তুচ্ছ মনে হবে। কিন্তু তারা দ্বীন থেকে এমনভাবে বেরিয়ে যাবে যেমনভাবে তীর নিক্ষেপকারীর নিকট থেকে তীর বেরিয়ে যায়। তাদেরকে তোমরা যেখানেই পাবে হত্যা করবে। আকাশের নীচে তাদের অপেক্ষা নিকৃষ্টতম হত্যাযযাগ্য আর কেউ নেই।” পরে অবশিষ্ট হাদীস বর্ণনা করেন।ইরশাদ হচ্ছে- তাদেরকে আল্লাহ স্বীয় রাসূল (সঃ)-এর মাধ্যমে যা কিছু দান করেছেন, ওর উপর যদি তারা তুষ্ট থাকতো এবং ধৈর্যধারণ ও কৃতজ্ঞতা প্রকাশ করে বলতো- “আল্লাহই আমাদের জন্যে যথেষ্ট। তিনি স্বীয় অনুগ্রহে তাঁর রাসূল (সঃ)-এর মাধ্যমে আমাদেরকে আরো দান করবেন। আমাদের আশা-আকাঙ্ক্ষা আমাদের প্রতিপালকের সত্তার সাথেই জড়িত।” তাহলে এটা তাদের পক্ষে খুবই উত্তম হতো। সুতরাং মহান আল্লাহ এখানে এই শিক্ষা দিলেন যে, তিনি যা কিছু দান করবেন তার উপর মানুষের সবর ও শশার করা উচিত। সকল কাজে তাঁরই উপর ভরসা করতে হবে এবং তাঁকেই যথেষ্ট মনে করতে হবে। আগ্রহ, মনোযোগ, লোভ, আশা ইত্যাদির সম্পর্ক তাঁর সাথেই রাখা উচিত। রাসূলুল্লাহ (সঃ)-এর আনুগত্যের ব্যাপারে চুল পরিমাণও যেন ক্রটি না হয়। আর আল্লাহ তা'আলার কাছে এই তাওফীক চাইতে হবে যে, তিনি যেন তাঁর হুকুম পালনের, নিষিদ্ধ কাজ বর্জনের, ভাল কথা মেনে নেয়ার এবং সঠিক আনুগত্যের দিকে পথ প্রদর্শন করেন!",
  "ayah": 59,
  "surah": 9
}
