{
  "text": "আল্লাহ তাআলা স্বীয় নবী (সঃ)-কে বলছেন, আমি তোমাকে যে কাফিরদের সাথে যুদ্ধ করার নির্দেশ দিয়েছি তাদের মধ্য হতে কেউ যদি তোমার কাছে। নিরাপত্তা প্রার্থনা করে তবে তুমি তাদের মনোবাঞ্ছা পূর্ণ করবে ও নিরাপত্তা দেবে, যেন তারা কুরআন কারীম শুনতে পায় ও তোমার কথা শুনবার সুযোগ লাভ করে। আর তারা দ্বীনের তালীম অবগত হয় এবং আল্লাহর হুজ্জত পরিপূর্ণতা লাভ করে। অতঃপর নিরাপত্তার মাধ্যমেই তাকে তার স্বদেশে নির্ভয়ে পাঠিয়ে দেবে, যেন সে তার নিরাপদ স্থানে পৌঁছে যেতে পারে। এর ফলে হয়তো বুঝে সুঝে ও চিন্তা ভাবনা করে সে সত্য দ্বীন কবূল করে নেবে। এটা এই কারণে যে, তারা অজ্ঞ ও মূখ লোক। সুতরাং তাদের কাছে দ্বীনী শিক্ষা পৌঁছিয়ে দাও। আল্লাহর দাওয়াত তাঁর বান্দাদের কানে পৌছিয়ে দিতে কোন ত্রুটি করো না। এ আয়াতের তাফসীরে মুজাহিদ (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে- যে কেউই তোমার কাছে ধর্মীয় কথা শুনবার জন্যে আসে সে নিরাপত্তা লাভ করবে যে পর্যন্ত না সে আল্লাহর কালাম না শুনে, অতঃপর যেখান থেকে এসেছিল সেখানে নিরাপদে ফিরে যায়। এজন্যেই, যে ব্যক্তি রাসূলুল্লাহ (সঃ)-এর কাছে দ্বীন বুঝবার জন্যে বা কোন পয়গাম নিয়ে আসতো তাকে তিনি নিরাপত্তা দান করতেন। হুদায়বিয়ার সন্ধির বছর এটাই হয়েছিল। কুরায়েশের যতগুলো দূত এসেছিল তাদের কোন ভয় বিপদ ছিল না। উরওয়া ইবনে মাসউদ, মাকরাম ইবনে হাফস, সাহল ইবনে আমর প্রমুখ একের পর এক আসতে থাকে। এখানে এসে তাদের ঐ শান শওকত দৃষ্টিগোচর হয় যা রোম সম্রাট কায়সার এবং পারস্য সম্রাট কিসরার দরবারেও তারা দেখতে পায়নি। একথা তারা তাদের কওমের কাছে গিয়ে বর্ণনা করে। সুতরাং এ বিষয়টিও বহু লোকের হিদায়াতের মাধ্যম হয়েছিল। ভণ্ড নবী মুসায়লামা কায্যাবের দূত যখন রাসূলুল্লাহ (সঃ)-এর দরবারে আগমন করে তখন তিনি তাকে জিজ্ঞেস করেনঃ “তুমি মুসায়লামার রিসালাতকে স্বীকার করেছো?\" সে উত্তরে বললোঃ “হ্যা।” তখন নবী (সঃ) বললেনঃ “আমার নিকট দূতকে হত্যা করা যদি নাজায়েয না হতো তবে আমি তোমার গর্দান উড়িয়ে দিতাম। অবশেষে এ লোকটি ইবনে মাসউদ (রাঃ)-এর হাতে কুফার শাসন ক্ষমতায় থাকার সময় নিহত হয়। লোকটিকে ইবনে নাওয়াহা বলা হতো। ইবনে মাসউদ (রাঃ) যখন অবহিত হন যে, সে মুসায়লামাকে নবী বলে স্বীকারকারী তখন তাকে ডেকে পাঠান এবং বলেনঃ “এখন তুমি দূত নও। সূতরাং এখন তোমাকে হত্যা করার ব্যাপারে কোন প্রতিবন্ধকতা নেই।” অতঃপর তাকে হত্যা করা হয়। তার উপর আল্লাহর অভিসম্পাত বর্ষিত হাক! মোটকথা, যদি কোন অমুসলিম দেশ থেকে কোন দূত বা ব্যবসায়ী অথবা সন্ধি করতে ইচ্ছুক ব্যক্তি কিংবা জিযিয়া আনয়নকারী ব্যক্তি কোন মুসলিম রাষ্ট্রে আগমন করে এবং ইমাম বা নায়েবে ইমাম তাকে নিরাপত্তা প্রদান করেন তবে যে পর্যন্ত সে ইসলামী রাষ্ট্রে অবস্থান করবে এবং স্বদেশে না পৌঁছবে সেই পর্যন্ত তাকে হত্যা করা হারাম। কিন্তু আলেমগণ বলেন যে, এরূপ ব্যক্তিকে বছর ধরে বাস করতে দেয়া চলবে না। বড়জোর তাকে চার মাস পর্যন্ত এখানে বাস করার অধিকার দেয়া যেতে পারে। আর চার মাসের অধিক ও এক বছরের কম সময় পর্যন্ত তাকে দারুল ইসলামে বাস করতে দেয়ার ব্যাপারে ইমাম শাফিঈ (রঃ) ও অন্যান্য ইমামদের (রঃ) দু’টি উক্তি রয়েছে।",
  "ayah": 6,
  "surah": 9
}
