{
  "text": "৬৫-৬৬ নং আয়াতের তাফসীর:\nআবূ মা’শার আল মাদীনী (রঃ) মুহাম্মাদ ইবনে কা'ব আল কারাযী (রঃ) প্রমুখ হতে বর্ণনা করেছেন, তাঁরা বলেছেন যে, মুনাফিকদের মধ্যকার একটি লোক বলে- “আমাদের এই কুরআন পাঠকারী লোকদেরকে দেখি যে, তারা আমাদের মধ্যে বড় পেটুক, বড় মিথ্যাবাদী এবং যুদ্ধের সময় বড়ই কাপুরুষ।” রাসূলুল্লাহ (সঃ)-এর কাছে এর আলোচনা হলে লোকটি তার কাছে এমন এক সময় আগমন করে যখন তিনি স্বীয় উস্ত্রীর উপর সওয়ার হয়ে কোন জায়গায় যাচ্ছিলেন। সে রাসূলুল্লাহ (সঃ)-কে বলে- “হে আল্লাহর রাসূল (সঃ)! আমরা শুধু হাসি তামাসা করছিলাম। তখন রাসূলুল্লাহ (সঃ) বললেনঃ “তোমরা আল্লাহ, তার আয়াতসমূহ এবং তাঁর রাসূল (সঃ)-এর সাথে তামাসা করছিলে” ঐ মুনাফিক রাসূলুল্লাহ (সঃ)-এর তরবারীর উপর হাত রেখে পাথরের সাথে টক্কর খেতে খেতে তার সাথে সাথে চলছিল এবং ঐ কথা বলতেছিল। রাসূলুল্লাহ (সঃ) তার দিকে চেয়েও দেখছিলেন না। যে মুসলিম তার এই কথা শুনছিলেন। তিনি তখনই তার কথার উত্তর দিয়ে বলছিলেনঃ “তুমি যা বলছো মিথ্যা বলছে। তুমি তো একজন মুনাফিক।” এটা হচ্ছে তাবুকের যুদ্ধের ঘটনা। তিনি মুনাফিক লোকটিকে মসজিদে এ কথা বলেছিলেন। সীরাতে ইবনে ইসহাকে রয়েছে যে, রাসূলুল্লাহ (সঃ) যখন তাবুকের উদ্দেশ্যে গমন করছিলেন সেই সময় তাঁর সাথে মুনাফিকদের একটি দলও ছিল। তাদের মধ্যে ওয়াদীয়া ইবনে সাবিত এবং মাখশী ইবনে হুমাইর প্রমুখও ছিল। তারা পরস্পর বলতে বলতে যাচ্ছিলঃ “খ্রীষ্টানদের সাথে যুদ্ধ করাকে আরবদের পরস্পরের সাথে যুদ্ধ করার ন্যায় মনে করা চরম ভুল। আল্লাহর কসম! আগামীকাল আমরা খ্রীষ্টানদের কাছে মুসলিমদের মার খাওয়া দেখবো এবং দুরে দূরে থেকে আনন্দ উপভোগ করবো।” তার একথা শুনে তাদের অন্য নেতা মাখশী বললোঃ “এসব কথা বলো না, নতুবা এর বর্ণনা কুরআন কারীমে এসে যাবে। আল্লাহর কসম! এতে অপমানিত হওয়া অপেক্ষা আমার কাছে এটাই বেশী পছন্দনীয় যে, আমাদের প্রত্যেককে একশ চাবুক মারা হবে। আগে আগে এ লোকগুলো এসব কথা বলতে বলতে চলছিল। রাসূলুল্লাহ (সঃ) আম্মার ইবনে ইয়াসির (রাঃ)-কে বললেনঃ “দেখো! এ লোকগুলো জ্বলে পুড়ে মরছে। তুমি গিয়ে তাদেরকে জিজ্ঞেস কর যে, তারা কি আলোচনা করছিল। যদি তারা অস্বীকার করে তবে তুমি তাদেরকে বলবে, তোমরা এরূপ এরূপ বলছো।” আম্মার (রাঃ) তাদের কাছে গিয়ে একথা বললে তারা রাসূলুল্লাহ (সঃ)-এর কাছে এসে ওর পেশ করতে থাকে। রাসূলুল্লাহ (সঃ) তাঁর সওয়ারীর উপর উপবিষ্ট ছিলেন এমতাবস্থায় ওয়াদীয়া ইবনে সাবিত তাঁর সওয়ারীর লাগাম ধরে বললোঃ “হে আল্লাহর রাসূল (সঃ)! আমরা শুধু হাসি তামাসা করছিলাম।” আর মাখশী ইবনে হুমাইর বললোঃ “হে আল্লাহর রাসূল (সঃ)! আমার পিতার নামের প্রতি লক্ষ্য করুন। এ কারণেই আমার মুখ দিয়ে এরূপ বাজে ও নির্বুদ্ধিতার কথা বেরিয়ে গেছে। সুতরাং আমাকে ক্ষমা করা হাক!” আল্লাহ তা'আলা তাকে ক্ষমা করেও দেন। আর এ আয়াতে তাকে ক্ষমা করে দেয়ার বর্ণনাও রয়েছে। এরপরে সে তার নাম পরিবর্তন করে আবদুর রহমান রাখে এবং খাঁটি মুসলিম হয়ে যায়। অতঃপর সে আল্লাহ তাআলার নিকট প্রার্থনা করে যে, যেন তাকে শহীদরূপে হত্যা করা হয় এবং তার স্থান অজানা থাকে। এরপর ইয়ামামার যুদ্ধে তিনি শহীদ হন এবং তার মৃতদেহ পাওয়া যায়নি। এই আয়াত সম্পর্কে কাতাদা (রঃ) বলেন যে, নবী (সঃ) তাবুকের যুদ্ধে গমন করছিলেন এবং মুনাফিকদের একটি দল তার আগে আগে চলছিল। তারা পরস্পর বলাবলি করছিলঃ “দেখো! এ ব্যক্তি (নবী সঃ) ধারণা করছেন যে, তিনি রোমের প্রাসাদ ও দুর্গ জয় করে নিবেন। এটা তো বহু দুরের কথা!\" তাদের। এই উক্তি নবী (সঃ)-এর কাছে প্রকাশ করে দেয়া হয়। তিনি তাদেরকে ডেকে পাঠান এবং বলেনঃ “তোমরা কি এসব কথা বলেছিলে?\" তারা তখন শপথ করে করে বলে যে, তারা শুধু হাসি তামাসা করছিল। তবে তাদের মধ্যে একটি লোক, যাকে হয়তো আল্লাহ তাআলা ক্ষমা করে থাকবেন, বলেঃ “হে আল্লাহ! আমি আপনার পাক কালামের একটি আয়াত শুনতে পাচ্ছি, যাতে আমার পাপ কার্যের বর্ণনা রয়েছে, যখনই তা শুনি তখনই আমার গায়ের পশম খাড়া হয়ে যায় এবং ভয়ে আমার অন্তরাত্মা কেঁপে ওঠে। হে আমার প্রতিপালক! আপনি আমার তাওবা কবূল করুন এবং আমাকে আপনার পথে এমনভাবে শহীদ করুন যে, না কেউ আমাকে গোসল দেয়, না কাফন পরায়, না দাফন করে।” ইয়ামামার যুদ্ধে এ ঘটনাই ঘটে যায়। এ লোকটি শহীদদের সাথে শাহাদাত বরণ করেন। সমস্ত শহীদের মতদেহ পাওয়া যায় । কিন্তু এ লোকটির মতদেহের কোন পাত্তা পাওয়া যায়নি।অন্যান্য মুনাফিকদেরকে আল্লাহ তাআলার পক্ষ থেকে জবাব দেয়া হচ্ছেএখন তোমরা কোন বাজে ওযর করো না। যদিও তোমরা মুখে ঈমানদার ছিলে, কিন্তু এখন ঐ মুখেই তোমরা কাফির হয়ে গেলে। এটা হচ্ছে কুফরী কালেমা যে, তোমরা আল্লাহ, তাঁর রাসূল (সঃ) এবং কুরআন কারীমের সাথে হাসি তামাসা করবে। আমি যদি কাউকে ক্ষমা করেও দেই, তবুও জেনে রেখো যে, সকলের সাথে এরূপ ব্যবহার করা হবে না। তোমাদের এই অপরাধ, এই জঘন্য পাপ এবং কুফরী কালেমার শাস্তি তোমাদেরকে ভোগ করতেই হবে।",
  "ayah": 66,
  "surah": 9
}
