{
  "surah": 17,
  "ayah": 53,
  "text": "And say to My servants that they should say what is more beautiful. “O MuḤammad, say to My servants that the words they speak should be more beautiful, more true, and more pleasing. That is remembering and lauding God, mentioning Him on the tongue, and keeping His remembrance in the heart.” The Pir of the Tariqah said, “O You who open the tongues of those who whisper in prayer, who increase the intimacy of the seclusions of the rememberers, and who are present in the souls of the keepers of the mystery! I have no traveling companion but the mention of You, no supplies but keeping Your remembrance, no guidepost and no one to show the road to You but You. O God, look upon the need of someone who has nothing other than one need!” It has also been said, “The most beautiful word of sinners is attesting to offenses, and the most beautiful word of recognizers is attesting to the incapacity to recognize. The Prophet said, 'I do not number Thy laudations: Thou art as Thou hast lauded Thyself.'” The most beautiful words that a sinful man may say is to attest to his own offense and ac- knowledge his own sin so that the Exalted Lord may bestow on him the success of repentance and complete the work of his repentance for him by forgiving his sins, for that is the promise He has given: “And others who have acknowledged their sins. They mixed a wholesome deed with another, an ugly deed. Perhaps God will turn toward them” [9:102]. And the most beautiful word that a recognizing man may say is to attest to his own incapacity to recognize the Real. He knows that no one recognizes Him, nor can anyone do so, as is worthy of Him in the reality of His rightful due and the limits of His exaltedness. This is why Abū Bakr ṣiddīq said, “Glory be to Him who made no path for the creatures to recognize Him save the incapacity to recognize Him!” Pure and faultless is the Lord, who considers the servant's incapacity to recognize Him as recognition! Abū ʿAlī Daqqāq said, “O God, he who recognizes You has not recognized You. What then about the state of him who in fact has not recognized You?!” Naṣrābādī and Shāh [Kirmānī] disagreed with each other."
}
