{
  "text": "يَا أَيُّهَا النَّبِيُّ إِذَا طَلَّقْتُمُ النِّسَاءَ فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ وَأَحْصُوا الْعِدَّةَ وَاتَّقُوا اللَّهَ رَبَّكُمْ لَا تُخْرِجُوهُنَّ مِنْ بُيُوتِهِنَّ وَلَا يَخْرُجْنَ إِلَّا أَنْ يَأْتِينَ بِفَاحِشَةٍ مُبَيِّنَةٍ وَتِلْكَ حُدُودُ اللَّهِ وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ لَا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا (1)توجيه الخطاب إلى النبي صلى الله عليه وسلم أسلوب من أساليب آيات التشريع المهتم به فلا يقتضي ذلك تخصيص ما يذكر بعده النبي صلى الله عليه وسلم مثل { يأيها النبي حرض المؤمنين على القتال } [ الأنفال : 65 ] لأن النبي صلى الله عليه وسلم الذي يتولى تنفيذ الشريعة في أمته وتبيين أحوالها . فإن كان التشريع الوارد يشمله ويشمل الأمة جاء الخطاب مشتملاً على ما يفيد ذلك مثل صيغة الجمع في قوله هنا { إذا طلقتم النساء } وإن كان التشريع خاصاً بالرسول صلى الله عليه وسلم جاءت بما يقتضي ذلك نحو { يا أيها الرسول بلغ ما أنزل إليك من ربك } [ المائدة : 67 ] .قال أبو بكر بن العربي : «وهذا قولهم أن الخطاب له لفظاً . والمعنى له وللمؤمنين ، وإذا أراد الله الخطاب للمؤمنين لاطفه بقوله : { يا أيها النبي } ، وإذا كان الخطاب باللفظ والمعنى جميعاً له قال : { يا أيها الرسول } [ المائدة : 67 ] اه . ووجه الاهتمام بأحكام الطلاق والمراجعة والعِدّة سنذكره عند قوله تعالى : { واتقوا الله ربكم } .فالأحكام المذكورة في هذه السورة عامة للمسلمين فضمير الجمع في قوله : { إذا طلقتم النساء } وما بعده من الضمائر مثلِه مراد بها هو وأمته . وتوجيه الخطاب إليه لأنه المبلغ للناس وإمام أمته وقدوَتهم والمنفذ لأحكام الله فيهم فيما بينهم من المعاملات فالتقدير إذا طلقتم أيها المسلمون .وظاهر كلمة { إذا } أنها للمستقبل وهذا يؤيد ما قاله أبو بكر بن العربي من أنها شرع مبتدأ قالوا : إنه يجوز أن يكون المراد إذا طلقتم في المستقبل فلا تعودوا إلى مثل ما فعلتم ولكن طلقوهن لعدتهن ، أي في أطْهارهن كما سيأتي .وتكرير فعل { فطلقوهن } لمزيد الاهتمام به فلم يقل إذا طلقتم النساء فلِطهرهن وقد تقدم نظير ذلك عند قوله تعالى : { وإذا بطشتم بطشتم جبارين } في سورة [ الشعراء : 130 ] ، وقوله : { وإذا مروا باللغو مروا كراماً } في سورة [ الفرقان : 72 ] .واللام في لعدتهن } لام التوقيت وهي بمعنى عند مثل كُتب ليوممِ كذا من شهر كذا . ومنه قوله تعالى : { أقم الصلاة لدلوك الشمس } [ الإسراء : 78 ] لا تحتمل هذه اللام غير ذلك من المعاني التي تأتي لها اللام . ولما كان مدخول اللام هنا غير زمان عُلم أن المراد الوقت المضاف إلى عدتهن أي وقت الطهر .ومعنى التركيب أن عدة النساء جعلت وقتاً لإيقاع طلاقهن فكني بالعدة عن الطهر لأن المطلقة تعتد بالأطهار .وفائدة ذلك أن يكون إيماء إلى حكمة هذا التشريع وهي أن يكون الطلاق عند ابتداء العِدة وإنما تُبتدأ العدة بأول طُهر من أطْهار ثلاثة لدفع المضرة عن المطلقة بإطالة انتظار تزويجها لأن ما بين حيضها إذا طلقت فيه وبين طهرها أيام غير محسوبة في عدتها فكان أكثر المطلقين يقصدون بذلك إطالة مدة العدة ليوسعوا على أنفسهم زمن الارتياء للمراجعة قبل أن يَبنَّ منهم .وفعل { طلقتم } مستعمل في معنى أردتم الطلاق وهو استعمال وارد ومنه قوله تعالى : { يأيها الذين آمنوا إذا قمتم إلى الصلاة فاغسلوا وجوهكم } [ المائدة : 6 ] الآية والقرينة ظاهرة .والآية تدل على إباحة التطليق بدلالة الإشارة لأن القرآن لا يقدِّر حصول فعل محرَّم من دون أن يبيّن منعه .والطلاق مباح لأنه قد يَكون حاجيّاً لبعض الأزواج فإن الزوجين شخصان اعتشرا اعتشاراً حديثاً في الغالب لم تكن بينهما قبله صلة من نسب ولا جوار ولا تخلق بخلق متقارب أو متماثل فيكثر أن يحدث بينهما بعد التزوج تخالف في بعض نواحي المعاشرة قد يكون شديداً ويعسر تذليله ، فيمل أحدهما ولا يوجد سبيل إلى إراحتهما من ذلك إلا التفرقة بينهما فأحله الله لأنه حاجيّ ولكنه ما أحله إلا لدفع الضر فلا ينبغي أن يجعل الإِذن فيه ذريعة للنكاية من أحَد الزوجين بالآخر . أو من ذوي قرابتهما ، أو لقصد تبديل المذاق . ولذلك قال النبي صلى الله عليه وسلم «أبغض الحلال إلى الله الطلاق» .وتعليق { طلقتم } بإذا الشرطية مشعر بأن الطلاق خلاف الأصل في علاقة الزوجين التي قال الله فيها : { ومن آياته أن خلق لكم من أنفسكم أزواجاً لتسكنوا إليها وجعل بينكم مودة ورحمة } [ الروم : 21 ] .واختلف العلماء في أن النبي صلى الله عليه وسلم طلق وجزم به الخطابي في «شرح سنن أبي داود» : ولم يثْبُتْ تطليق النبي صلى الله عليه وسلم بحديث صحيح والمروي في ذلك خبراننِ ، أولهما ما رواه ابن ماجة عن سويد بن سعيد وعبد الله بن عامر بن زرارة ومسروق بن المرزبان بسندهم إلى ابن عباس عن عُمر بن الخطاب أن رسول الله صلى الله عليه وسلم طلق حفصَة ثم راجعها . وفي هذا السند ضعف لأن سُوَيد بن سعيد ضعيف نسبه ابن معين إلى الكذب وضعفه ابن المديني والنسائي وابن عدي . وقَبله أحمد بن حنبل وأبو حاتم . وكذلك مسروق بن المرزبان يضعف أيضاً . وبقي عبد الله بن عامر بن زرارة لا متكلم فيه فيكون الحديث صحيحاً لكنه غريب وهو لا يُقبل فيما تتوفر الدواعي على روايته كهذا . وهذا الحديث غريب في مبدئه ومنتهاه لانفراد سعيد بن جبير بروايته عن ابن عباس ، وانفراد ابن عباس بروايته عن عمر بن الخطاب مع عدم إخراج أهل الصحيح إياه فالأشبه أنه لم يقع طلاق النبي صلى الله عليه وسلم حفصة ولكن كانت قضيةُ الإيلاء بسبب حفصة .والمعروف في «الصحيح» عن عمر بن الخطاب أن رسول الله صلى الله عليه وسلم آلى من نسائه فقال الناس طلق رسول الله نساءه . قال عمر : «فقلت يا رسول الله أطلقتَ نساءك؟ ، قال : «لا آليت منهن شهراً» . فلعل أحد رواة الحديث عن ابن عباس عبر عن الإيلاء بلفظ التطليق وعن الفَيْئة بلفظ راجع على أن ابن ماجه يضعف عند أهل النقد .وثانيهما : حديث الجونية أسماءَ أو أميمة بنت شُراحيل الكندية في «الصحيح» : أن رسول الله صلى الله عليه وسلم تزوجها وأنه لما دخل يبني بها قالت له : «أعوذ بالله منك ، فقال : قد عذت بمعاذ ألحقي بأهلك» وأمَرَ أبا أُسيد الساعدي أن يكسوها ثوبين وأن يلحقها بأهلها ، ولعلها أرادت إظهار شرفها والتظاهر بأنها لا ترغب في الرجال وهو خُلق شائع في النساء .والأشبه أن هذا طلاق وأنه كان على سبب سؤالها فهو مثل التخيير الذي قال الله تعالى فيه : { يا أيها النبي قل لأزواجك إن كنتن تردن الحياة الدنيا } في سورة [ الأحزاب : 28 ] . فلا يعارض ذلك قوله : أبغض الحلال إلى الله الطلاق . إذ يكون قوله ذلك مخصوصاً بالطلاق الذي يأتيه الزوج بداع من تلقاء نفسه لأن علة الكراهية هي ما يخلفه الطلاق من بغضاء المطلقة من يطلقها فلا يصدر من النبي ابتداء تجنباً من أن تبغضه المطلقة فيكون ذلك وَبَالاً عليها ، فأما إذا سألته فقد انتفت الذريعة التي يجب سدها .وعُلم من قوله تعالى : لعدتهن } أنهن النساء المدخول بهن لأن غير المدخول بهن لا عدة لهن إجماعاً بنص آية الأحزاب .وهذه الآية حجة لمالك والشافعي والجمهور أن العدة بالأطهار لا بالحِيَض فإن الآية دلت على أن يكون إيقاع الطلاق عند مبدإ الاعتداد فلو كان مبدأ الاعتداد هو الحيض لكانت الآية أمراً بإيقاع الطلاق في الحيض ولا خلاف في أن ذلك منهي عنه لحديث عمر في قضية طلاق ابنه عبد الله بن عمر زوجه وهي حائض . واتفق أهل العلم على الأخذ به فكيف يخالف مخالف في معنى القرء خلافاً يفضي إلى إبطال حكم القضية في ابن عمر وقد كانت العدة مشروعة من قبل بآية سورة البقرة وآيات الأحزاب فلذلك كان نوط إيقاع الطلاق بالحال التي تكون بها العدة إحالة على أمر معلوم لهم .وحكمة العدة تقدم بيانها .{ لِعِدَّتِهِنَّ وَأَحْصُواْ } .الإِحصاء : معرفة العدِّ وضبطه . وهو مشتق من الحصى وهي صغار الحجارة لأنهم كانوا إذا كثرت أعداد شيء جعلوا لكل معدود حصاةً ثم عدوا ذلك الحصى ، قال تعالى : { وأحصى كل شيء عدداً } [ الجن : 28 ] .والمعنى : الأمر بضبط أيام العدة والإتيان على جميعها وعدم التساهل فيها لأن التساهل فيها ذريعة إلى أحد أمرين؛ إما التزويج قبل انتهائها فربّما اختلط النسب ، وإما تطويل المدة على المطلقة في أيام منعها من التزوج لأنها في مدة العدة لا تخلو من حاجة إلى من يقوم بها .وأما فوات أمد المراجعة إذا كان المطلق قد ثاب إلى مراجعة امرأته .والتعريف في العدة للعهد فإن الاعتداد مشروع من قبل كما علمته آنفاً والكلام على تقدير مضاف لأن المحصَى أيام العدة .والمخاطب بضمير { أحصوا } هم المخاطبون بضمير { إذا طلقتم } فيأخذ كل من يتعلق به هذا الحكم حَظه من المطلق والمطلقة ومن يطلع على مخالفة ذلك من المسلمين وخاصة ولاة الأمور من الحكام وأهل الحسبة فإنهم الأولى بإقامة شرائع الله في الأمة وبخاصة إذا رأوا تفشي الاستخفاف بما قصدته الشريعة . وقد بيّنا ذلك في باب مقاصد القضاء من كتابي «مقاصد الشريعة» .ففي العدة مصالح كثيرة وتحتها حقوق مختلفة اقتضتها تلك المصالح الكثيرة وأكثر تلك الحقوق للمطلِّق والمطلَّقة وهي تستتبع حقوقاً للمسلمين وولاةِ أمورهم في المحافظة على تلك الحقوق وخاصة عند التحاكم .{ العدة واتقوا الله } .اعتراض بين جملة { وأحصوا العدة } وجملة { لا تخرجوهن من بيوتهن } والواو اعتراضية .وحذف متعلّق { اتقوا الله } ليعم جميع ما يتقى الله فيه فيكون هذا من قبيل الاعتراض التذييلي وأول ما يقصد بأن يتقى الله فيه ما سيق الكلام لأجله .فقوله : { واتقوا الله ربكم } تحذير من التساهل في أحكام الطلاق والعدة . ذلك أن أهل الجاهلية لم يكونوا يقيمون للنساء وزناً وكان قرابة المطلقات قلما يدافعن عنهن فتناسى الناس تلك الحقوق وغمصوها فلذلك كانت هذه الآيات شديدة اللهجة في التحدّي ، وعبر عن تلك الحقوق بالتقوى وبحدود الله ولزيادة الحرص على التقوى أتبع اسم الجلالة بوصف { ربّكم } للتذكير بأنه حقيق بأن يتقى غضبه .{ رَبَّكُمْ لاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ وَلاَ يَخْرُجْنَ إِلاَّ أَن يَأْتِينَ بفاحشة } .استئناف أو حال من ضمير { أحصوا العدة } ، أي حالة كون العدة في بيوتهن ، ويجوز أن تكون بدل اشتمال من مضمون جملة { أحصوا العدة } لأن مكثهن في بيوتهن في مدة العدة يحقق معنى إحصاء العدة .ولكلا الوجهين جردت الجملة عن الاقتران بالواو جوازاً أو وجوباً .وفي إضافة البيوت إلى ضمير النساء إيماء إلى أنهن مستحقات المكث في البيوت مدة العدة بمنزلة مالك الشيء وهذا ما يسمى في الفقه مِلْك الانتفاع دون العين ولأن بقاء المطلقات في البيوت اللاّتي كنّ فيها أزواجاً استصحاب لحال الزوجية إذ الزوجة هي المتصرفة في بيت زوجها ولذلك يدعوها العرب «ربّة البيت» وللمطلقة حكم الزوجة ما دامت في العدة إلا في استمتاع المطلق .وهذا الحكم سببُه مركب من قصد المكارمة بين المطلّق والمطلقة . وقصد الانضباط في علة الاعتداد تكميلاً لتحقق لحاق ما يظهر من حمل بأبيه المطلّق حتى يبرأ النسب من كل شك .وجملة { ولا يخرجن } عطف على جملة { لا تخرجوهن } وهو نهي لهن عن الخروج فإن المطلق قد يُخرجها فترْغب المطلقة في الخروج لأنها تستثقل البقاء في بيت زالت عنه سيادتها فنهاهن الله عن الخروج . فَإذا كان البيت مكترى سكنتْه المطلقة وكراؤه على المطلق وإذا انتهى أمد كرائه فعلى المطلق تجديده إلى انتهاء عدة المطلقة .وهذا الترتب بين الجملتين يشعر بالسببية وأن لكل امرأة معتدة حق السكنى في بيت زوجها مدة العدة لأنها معتدة لأجله أي لأجل حفظ نسبه وعِرضه فهذا مقتضى الآية .ولذلك قال مالك وجمهور العلماء بوجوب السكنى للمطلقة المدخول بها سواء كان الطلاق رجعياً أو بائناً وقال ابن أبي ليلى : لا سكنى إلا للمطلقة الرجعية ، وعلل وجوب الإسكان للمطلقة المدخول بها بعدة أمور : حفظ النسب ، وجبر خاطر المطلقة وحفظ عرضها . وسيجيء في هذه السورة قوله تعالى : { أسكنوهن من حيث سكنتم } [ الطلاق : 6 ] الآية . وتَعلم أن ذلك تأكيداً لما في هذه الآية من وجوب الإِسكان في العدة أعيد ليبين عليه قوله : { من وجدكم } [ الطلاق : 6 ] وما عطف عليه .والاستثناء في قوله : { إلا أن يأتين بفاحشة مبينة } يحتمل أن يرجع إلى الجملتين اللتين قبله كما هو الشأن فيه إذا ورد بعد جمل على أصح الأقوال لعلماء الأصول . ويحتمل أن يرجع إلى الأخيرة منهما وهو مقتضى كونه موافقاً لضميرها إذ كان الضمير في كلتيهما ضمير النسوة . وهو استثناء من عموم الأحوال التي اقتضاها عموم الذوات في قوله : { لا تخرجوهن } { ولا يخرجن } . فالمعنى : إلا أن يأتين بفاحشة فأخرجوهن أو ليخرجْن ، أي يباح لكم إخراجهن وليس لهن الامتناع من الخروج وكذلك عكسه .والفاحشة : الفِعلة الشديدة السوء بهذا غلب إطلاقها في عرف اللغة فتشمل الزنا كما في قوله تعالى : { واللاتي يأتين الفاحشة من نسائكم } الآية في سورة [ النساء : ] 15 .وشَمل غيره من الأعمال ذات الفساد كما في قوله : { وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا } [ الأعراف : 28 ] . وقوله تعالى : { قل إنما حرم ربي الفواحش ما ظهر منها وما بطن } في سورة [ الأعراف : 33 ] . قال ابن عطية : قال بعض الناس : الفاحشة متى وردت في القرآن معرَّفة فهي الزنا ( يريد أو ما يشبهه ) كما في قوله : { أتأتون الفاحشة ما سبقكم بها من أحد من العالمين } [ الأعراف : 80 ] ومتى وردت منكرة فهي المعاصي .وقرأ الجمهور { مبينة } بكسر الياء التحتية ، أي هي تُبيِّن لمن تبلغه أنها فاحشة عظيمة فإسناد التبيين إليها مجاز باستعارة التبيين للوضوح أو تبيين لولاة الأمور صدورَها من المرأة فيكون إسناد التبيين إلى الفاحشة مجازاً عقلياً وإنما المبيِّن ملابسها وهو الإقرار والشهادة فيحمل في كل حالة على ما يناسب معنى التبيين .وقرأ ابن كثير وأبو بكر عن عاصم { مبيَّنة } بفتح التحتية ، أي كانت فاحشة بَينتْها الحجة أو بينَها الخارج ومحمل القراءتين واحد .ووصفها ب { مبينة } إما أن يراد به أنها واضحة في جنس الفواحش ، أي هي فاحشة عظيمة وهذا المقام يشعر بأن عظمها هو عظم ما يأتيه النساء من أمثالها عرفاً . وإما أن يراد به مبينة الثبوت للمدة التي تخرج .وقد اختلفوا في المراد من الفاحشة هنا وفي معنى الخروج لأجلها فعن ابن مسعود وابن عباس والشعبي والحسن وزيد بن أسلم والضحاك وعكرمة وحماد والليث بن سعْدود أبي يوسف : أن الفاحشة الزنا ، قالوا : ومعاد الاستثناء الإِذن في إخراجهن ، أي ليقام عليهن الحد .وفسرت الفاحشة بالبَذَاء على الجيران والأحماء أو على الزوج بحيث أن بقاء أمثالهن في جوار أهل البيت يفضي إلى تكرر الخصام فيكون إخراجها من ارتكاب أخف الضررين ونسب هذا إلى أبي بن كعب لأنه قرأ «إلا أن يفحشن عليكم» ( بفتح التحتية وضم الحاء المهملة أي الاعتداء بكلام فاحش ) وروي عن ابن عباس أيضاً واختاره الشافعي .وفسرت الفاحشة بالمعصية من سرقة أو سب أو خروج من البيت فإن العدة بَلْه الزنا ونسب إلى ابن عباس أيضاً وابن عُمر وقاله السدي وأبو حنيفة .وعن قتادة الفاحشة : النشوز ، أي إذا طلقها لأجللِ النشوز فلا سكنى لها .وعن ابن عمر والسدي إرجاع الاستثناء إلى الجملة التي هو موال لها وهي جملة { ولا يخرجن } أي هن منهيات عن الخروج إلا أن يردن أن يأتين بفاحشة ، ومعنى ذلك إرادة تفظيع خروجهن ، أي إن أردن أن يأتين بفاحشة يخرجن وهذا بما يسمى تأكيد الشيء بما يشبه ضده كذا سماه السكاكي تسمية عند الأقدمين تأكيد المادح بما يشبه الذم ومنه قول النابغة: ... ولا عيب فيهم غير أن سيوفهمبهن فلول من قراع الكتائب ... فجعلت الآية خروجهن ريبة لهن وحذرت النساء منه بأسلوب خطابي ( بفتح الخاء ) فيكون هذا الاستثناء منعاً لهن من الخروج على طريقة المبالغة في النهي .ومحمل فعل { يأتين } على هذا الوجه أنه من يردن أن يأتين مثل { إذا قمتم إلى الصلاة فاغسلوا وجوهكم } [ المائدة : 6 ] .وقد ورد في «الصحيح» عن النبي صلى الله عليه وسلم أنه أتته فاطمة بنت قيس الفهرية فأخبرته أن زوجها أبا عمرو بن حفص أو أبا حفص بن عَمرو ( وكان وجهه النبي صلى الله عليه وسلم مع عليّ إلى اليمن ) فأرسل إليها من اليمن بتطليقة صادفت آخر الثلاث فبانت منه ، وأنه أرسل إلى بعض ذويه بأن ينفقوا عليها مدة العدة فقالوا لها : ما لكِ نفقة إلا أن تكوني حاملاً ، وأنها رفعت أمرها إلى النبي صلى الله عليه وسلم فقال : لا نفقة لك فاستأذنته في الانتقال فأذن لها أن تعتد في بيت ابن أم مكتوم . وفي رواية أنها قالت : أخاف أن يُقْتَحَم عليَّ ( بالبناء للمجهول ) ، وفي رواية أنها كانت في مكان وحْش مخيف على ناحيتها فأمرها النبي صلى الله عليه وسلم بالانتقال .واختلف العلماء في انتقالها فقال جماعة : هو رُخصة لفاطمة بنت قيس لا تتجاوزها وكانت عائشة أم المؤمنين ترى ذلك ، روَى البخاري أن يحيى بن سعيد بن العاص طلق امرأته عَمرة بنت عبد الرحمان بن الحكم وكان عمُّها مروان بن الحكم أميرَ المدينة يومئذٍ فانتقلها أبوها إليه فبلغ ذلك عائشةَ أم المؤمنين فأرسلت إلى مروان أن اتَّققِ الله وأرددها إلى بيتها فقال مروان : أو ما بلغك شأن فاطمة بنت قيس؟ قالت عائشة : لا يضركَ أن لا تذكر حديثَ فاطمة ، فقال مروان : إن كان بككِ الشَّرَّ فحسبككِ ما بين هذين من الشَّر ، ( ولعل عائشة اقتنعت بذلك إذ لم يرد أنها ردت عليه ) .وفي «الصحيح» عن عمر بن الخطاب أنه قال : لا ندع كتاب الله وسنةَ نبينا لقول امرأة لا ندري أحفظت أم نسيت . وقالت عائشة : ليس لفاطمة بنت قيس خبر في ذكر هذا الحديث وعابت عليها أشدَّ العيب . وقالت إن فاطمة كانت في مكان وحش مُخيف على ناحيتها فرخص لها النبي صلى الله عليه وسلم بالانتقال . ويظهر من هذا أنه اختلاف في حقيقة العذر المسوغ للانتقال . قال مالك : وليس للمرأة أن تنتقل من موضع عدتها بغير عذر رواه الباجي في «المنتقى» .وقال ابن العربي : إن الخروج للحدث والبَذاء والحاجة إلى المعايش وخوففِ العودة من المسكن جائز بالسنة .ومن العلماء من جوز الانتقال للضرورة وجعلوا ذلك محمل حديث فاطمة بنت قيس فإنها خيف عليها في مكان وحش وحدث بينها وبين أهل زوجها شر وبَذاء قال سعيد بن المسيب : تلك امرأة استطالت على أحمائها بلسانها أنها كانت لَسِنَة فأمرها رسول الله صلى الله عليه وسلم أن تنتقل وهذا الاختلاف قريب من أن يكون اختلافاً لفظياً لاتفاق الجميع عدا عمر بن الخطاب على أن انتقالها كان لعذر قَبله النبي صلى الله عليه وسلم فتكون تلك القضية مخصصة للآية ويجري القياس عليها إذا تحققت علة القياس .أما قول عمر بن الخطاب : لا نَدع كتابَ الله وسنةَ نبينا لقول امرأة أحفظتْ أم نسيت . فهو دحض لرواية فاطمة ابنة قيس بشكَ له فيه فلا تكون معارضة لآية حتى يصار إلى الجمع بالتخصيص والترخيص . وقال ابن العربي : قيل إن عمر لم يخصص القرآن بخبر الواحد .وأما تحديد منع خروج المعتدة من بيتها فلا خلاف في أن مبيتها في غير بيتها حرام . وأما خروجها نهاراً لقضاء شؤون نفسها فجوزه مالك والليث بن سعد وأحمد للمعتدة مطلقاً .وقال الشافعي : المطلقة الرجعية لا تخرج ليلاً ولا نهاراً والمبتوتة تخرج نهاراً . وقال أبو حنيفة : تخرج المعتدة عدة الوفاة نهاراً ولا تخرج غيرها ، لا ليلاً ولا نهاراً .وفي «صحيح مسلم» أن مروان بن الحكم أرسل إلى فاطمة بنت قيس يسألها عن حديثها فلما أبلغ إليه قال : لم نسمع هذا الحديث إلا من امرأة سنأخذ بالعِصمة التي وجدنا عليها الناس . فقالت فاطمة حين بلغها قول مروان : «فبَيني وبينكم القرآن قال الله عز وجل : { لا تخرجوهن من بيوتهن ولا يخرجن إلا أن يأتين بفاحشة مبينة وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمراً } . هذا لمن كان له رجعة فأيّ أمر يحدث بعد الثلاث فكيف تقولون لا نفقة لها إذا لم تكن حاملاً فعَلام تحبسُونها فظنت أن ملازمة بيتها لاستبقاء الصلة بينها وبين مفارقها وأنها ملزمة بذلك لأجْل الإنفاق .والذي تخلص لي أن حكمة السكنى للمطلقة أنها حفظ الإعراض فإن المطلقة يكثر إلتفات العيون لها وقد يتسرب سوء الظن إليها فيكثر الاختلاف عليها ولا تجد ذا عصمة يذب عنها فلذلك شرعت لها السكنى ولا تخرج إلا لحاجياتها فهذه حكمة من قبيل المَظنة فإذا طرأ على الأحوال ما أوقعها في المشقة أو أوقع الناس في مشقة من جرائها أخرجت من ذلك المسكن وجرَى على مكثها في المسكن الذي تنتقل إليه ما يجري عليها في مسكن مطلقها لأن المظِنة قد عارضتها مَئِنَّة . ومن الحكم أيضاً في ذلك أن المطلقة قد لا تجد مسكناً لأن غالب النساء لم تكن لهن أموال وإنما هن عيال على الرجال فلما كانت المعتدة ممنوعة من التزوج كان إسكانها حقاً على مفارقها استصحاباً للحال حتى تحل للتزوج فتصير سكناها على من يتزوجها . ويزاد في المطلقة الرجعية قصد استبقاء الصلة بينها وبين مطلقها لعلهُ أن يثوب إليه رشده فيراجعها فلا يحتاج في مراجعتها إلى إعادة التذاكر بينه وبينها أو بينه وبين أهلها . فهذا مجموع علل فإذا تخلفت واحدة منها لم يتخلف الحكم لأن الحكم المعلل بعلتين فأكثر لا يبطله سقوط بعضها بخلاف العلة المركبة إذا تخلف جزء منها .{ مُّبَيِّنَةٍ وَتِلْكَ حُدُودُ } .الواو اعتراضية والجملة معترضة بين جملة { ولا يخرجن } ، وجملة { لا تدري لعل الله يحدث بعد ذلك أمراً } أريد بهذا الاعتراض المبادرة بالتنبيه إلى إقامة الأحكام المذكورة من أول السورة إقامةً لا تقصير فيها ولا خيرة لأحد في التسامح بها ، وخاصة المطلَّقة والمطلِّق أن يحسبا أن ذلك من حقهما انفراداً أو اشتراكاً .والإشارة إلى الجمل المتقدمة باعتبار معانيها بتأويل القضايا .والحدودُ : جمع حد وهو ما يَحُد ، أي يمنع من الاجتياز إلى ما ورائه للأماكن التي لا يحبون الاقتحام فيها إما مطلقاً مِثل حدود الحِمى وإما لوجوب تغيير الحالة مثل حدود الحَرم لمنع الصيد وحدود المواقيت للإحرام بالحج والعمرة .والمعنى : أن هذه الأحكام مشابهة الحدود في المحافظة على ما تقتضيه في هذا .ووجه الشبه إنما يراعى بما يسمح به عرف الكلام مثل قولهم : «النحو في الكلام كالملح في الطعام» فإن وجه التشبيه أنه لا يصلح الكلام بدونه وليس ذلك بمقتض أن يكون الكثير من النحو في الكلام مفسداً ككثرة الملح في الطعام .ووقوع { حدود الله } خبراً عن اسم الإشارة الذي أشير به إلى أشياء معينة يجعل إضافة حدود إلى اسم الجلالة مراداً منها تشريف المضاف وتعظيمه .والمعنى : وتلك مما حدّ الله فلا تفيد تعريف الجمع بالإضافة عموماً لصرف القرينة عن إفادة ذلك لظهور أن تلك الأشياء المعينة ليست جميع حدود الله .{ الله وَمَن يَتَعَدَّ حُدُودَ الله فَقَدْ ظَلَمَ } .عطف على جملة ، { وتلك حدود الله } . فهو تتميم وهو المقصود من التذييل وإذ قد كان حدود الله جمعاً معرفاً بالإضافة كان مفيداً للعموم إذ لا صارف عن إرادة العموم بخلاف إضافة حدود الله السابق .والمعنى : من يتعد شيئاً من حدود الله فقد ظلم نفسه ، وبهذا تعلم أن ليس في قوله : { ومن يتعد حدود الله فقد ظلم نفسه } إظهار في مقام الإضمار لاختلاف هذين المركبين بالعموم والخصوص وجيء بهذا الإطناب لتهويل أمر هذا التعدي .وأُخبر عن متعديها بأنه ظلم نفسه للتخويف تحذيراً من تعدي هذه الحدود فإن ظلم النفس هو الجريرة عليها بما يعود بالإضرار وذلك منه ظلم لها في الدنيا بتعريض النفس لعواقب سيئة تنجر من مخالفة أحكام الدين لأن أحكامه صلاح للناس فمن فرط فيها فاتته المصالح المنطوية هي عليها .قال : { ما يريد الله ليجعل عليكم من حرج ولكن يريد ليطَهركم وليتم نعمته عليكم لعلكم تشكرون } [ المائدة : 6 ] .ومنه ظلم للنفس في الآخرة بتعريضها للعقاب المتوعد به على الإخلال بأحكام الدّين قال تعالى : { أن تقول نفس يا حسرتى على ما فرطت في جنب الله وإن كنتُ لمن الساخرين أو تقولَ لو أن الله هداني لكنت من المتقين أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين } [ الزمر : 56 58 ] فإن للمؤمنين حظاً من هذا الوعيد بمقدار تفاوت ما بين الكفر ومجرد العصيان وجيء في هذا التحذير بمَن الشرطية لإفادة عموم كل من تعدى حدود الله فيدخل في ذلك الذين يتعدون أحكام الطلاق وأحكام العدة في هذا العموم .{ نَفْسَهُ لاَ تَدْرِى لَعَلَّ الله يُحْدِثُ بَعْدَ ذَلِكَ } .هذه الجملة تعليل لجملة { فطلقوهن لعدتهن } وما ألحق بها مما هو إيضاح لها وتفصيل لأحوالها . ولذلك جاءت مفصولة عن الجمل التي قبلها .ويجوز كونها بَدلاً من جملة { ومن يتعد حدود الله فقد ظلم نفسه } بدل اشتمال لأن ظلم النفس بعضه حاصل في الدنيا وهو مشتمل على إضاعة مصالح النفس عنها . وقد سلك في هذه الآية مسلك الترغيب في امتثال الأحكام المتقدمة بعد أن سلك في شأنها مسلك الترهيب من مخالفتها .فمن مصالح الاعتداد ما في مدة الاعتداد من التوسيع على الزوجين في مهلة النظر في مصير شأنهما بعد الطلاق ، فقد يتضح لهما أو لأحدهما متاعب وأضرار من انفصام عروة المعاشرة بينهما فَيعُّدّ ما أضجرهما من بعض خُلقهما شيئاً تافهاً بالنسبة لما لحقهما من أضرار الطلاق فيندم كلاهما أو أحدهما فيجدا من المدة ما يسع للسعي بينهما في إصلاح ذات بينهما .والمقصود الإشارة إلى أهم ما في العدة من المصالح وهو ما يُحدثه الله من أمر بعد الطلاق وتنكير أمر للتنويع .أي أمراً موصوفاً بصفة محذوفة ، أي أمراً نافعاً لهما .وهذا الأمر هو تقليب القلوب من بغض إلى محبة ، ومن غضب إلى رضى ، ومن إيثار تحمل المخالفة في الأخلاق مع المعاشرة على تحمل آلام الفراق وخاصة إذا كان بين المتفارقين أبناء ، أو من ظهور حمل بالمطلقة بعد أن لم يكن لها أولاد فيلزُّ ظهوره أباه إلى مراجعة أمه المطلقة . على أن في الاعتداد والإسكان مصالح أخرى كما علمته آنفاً .والخطاب في قوله : { لا تدري } لغير معين جار على طريقة القصد بالخطاب إلى كل من يصلح للخطاب ويهمه أمر الشيء المخاطب به من كل من قَصر بصره إلى حالة الكراهية التي نشأ عليها الطلاق ولم يتدبر في عواقب الأمور ولا أحاط فِكرُه بصور الأحوال المختلفة المتقلبة كما قال تعالى : { فإن كرهتموهن فعسى أن تكرهوا شيئاً ويجعل الله فيه خيراً كثيراً } [ النساء : 19 ] .ولعل كلمة { لا تدري } تجري مجرى المثل فلا يراد مما فيها من علامة الخطاب ولا من صيغة الإفراد إلا الجري على الغالب في الخطاب وهو مبني على توجيه الخطاب لغير معين .و { لعل } ومعمولاها سادّة معلقة فعل { تدري } عن العمل .",
  "ayah": 1,
  "surah": 65
}
