{
  "text": "أَعَدَّ اللَّهُ لَهُمْ عَذَابًا شَدِيدًا فَاتَّقُوا اللَّهَ يَا أُولِي الْأَلْبَابِ الَّذِينَ آَمَنُوا قَدْ أَنْزَلَ اللَّهُ إِلَيْكُمْ ذِكْرًا (10) وجملة { أعد الله لهم عذاباً شديداً } بدل اشتمال من جملة { وكان عاقبة أمرها خسراً } أو بدلَ بعض من كل .والمراد عذاب الآخرة لأن الإِعداد التهيئة وإنما يهيَّأ الشيء الذي لم يحصل .وإن جعلتَ الحساب والعذاب المذكورين آنفاً حساب الآخرة وعذابها كما تقدم آنفاً فجملة { أعد الله لهم عذاباً شديداً } استئنافاً لبيان أن ذلك متزايد غير مخفف منه كقوله : { فذوقوا فلن نزيدكم إلا عذاباً } [ النبأ : 30 ] ..( هذا التفريع المقصود على التكاليف السابقة وخاصة على قوله : { وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه شَدِيداً فاتقوا الله ياأولى الألباب الذين } [ الطلاق : 1 ] وهو نتيجة ما مهّد له به من قوله : { وكأين من قرية عتت عن أمر ربها ورسله } .وفي نداء المؤمنين بوصف { أولي الألباب } إيماء إلى أن العقول الراجحة تدعو إلى تقوى الله لأنها كمال نفساني ، ولأن فوائدها حقيقية دائمة ، ولأن بها اجتناب المضار في الدنيا والآخرة ، قال تعالى :{ ألا إن أولياء الله لا خوف عليهم ولا هم يحزنون الذين آمنوا وكانوا يتقون } [ يونس : 62 ، 63 ] ، وقوله : { أولي } معناه ذوي ، وتقدم بيانه عند قوله : { واللائي يئسن من المحيض } [ الطلاق : 4 ] آنفاً و { الذين آمنوا } بدل من { أولي الألباب } . وهذا الاتباع يومىء إلى أن قبولهم الإِيمان عنوان على رجاحة عقولهم . والإتيان بصلة الموصول إشعار بأن الإِيمان سبب للتقوى وجامع لمعظمها ولكن للتقوى درجات هي التي أمروا بأن يحيطوا بها .لله .في هذه الجملة معنى العلة للأمر بالتقوى لأن إنزال الكتاب نفع عظيم لهم مستحق شكرهم عليه .وتأكيد الخبر ب { قدءَامَنُواْ قَدْ أَنزَلَ الله إِلَيْكُمْ ذِكْراً * رَّسُولاً يَتْلُو عَلَيْكُمْ ءايات الله مبينات لِّيُخْرِجَ الذين ءَامَنُواْ وَعَمِلُواْ الصالحات } للاهتمام به وبعث النفوس على تصفح هذا الكتاب ومتابعة إرشاد الرسول صلى الله عليه وسلموالذكر : القرآن . وقد سمي بالذكر في آيات كثيرة لأنه يتضمن تذكير الناس بما هم في غفلة عنه من دلائل التوحيد وما يتفرع عنها من حسن السلوك ، ثم تذكيرهم بما تضمنه من التكاليف وبيناه عند قوله تعالى : { وقالوا يأيها الذي نزل عليه الذكر } في سورة [ الحجر : 6 ] . وإنزال القرآن تبليغه إلى الرسول بواسطة الملك واستعير له الإِنزال لأن الذكر مشبه بالشيء المرفوع في السماوات ، كما تقدم في سورة الحجر وفي آيات كثيرة .وجعل إنزال الذكر إلى المؤمنين لأنهم الذين انتفعوا به وعملوا بما فيه فخصصوا هنا من بين جميع الأمم لأن القرآن أنزل إلى الناس كلهم .وقوله : رسولاً } بدل من { ذكراً } بدل اشتمال لأن بين القرآن والرسول محمد صلى الله عليه وسلم ملازمةً وملابسةً فإن الرسالة تحققت له عند نزول القرآن عليه ، فقد أُعمل فعل { أنزل } في { رسولاً } تبعاً لإِعماله في المبدل منه باعتبار هذه المقارنة واشتمال مفهوم أحد الاسمين على مفهوم الآخر . وهذا كما أبدل { رسول من الله } [ البينة : 2 ] من قوله : { حتى تأتيهم البينة في سورة البينة ( 1 ) .والرسول : هو محمد .وأما تفسير الذكر بجبريل ، وهو مروي عن الكلبي لتصحيح إبدال رسولاً } منه ففيه تكلفات لا داعي إليها فإنه لا محيص عن اعتبار بدل الاشتمال ، ولا يستقيم وصف جبريل بأنه يتلو على الناس الآيات فإن معنى التلاوة بعيد من ذلك ، وكذلك تفسير الذكر بجبريل .",
  "ayah": 10,
  "surah": 65
}
