{
  "text": "فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهَادَةَ لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَنْ كَانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجًا (2) { فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ } .تفريع على جميع ما تقدم من أحكام العدة معطوف على جملة { وأحصوا العدة } [ الطلاق : 1 ] لأن إحصاءها بحفظ مدتها واستيعاب أيامها فإذا انتهت المدة فقد أعذر الله لهما والزيادة عليها إضرار بأحدهما أو بكليهما وفائدة الآجال الوقوف عند انتهائها .وبلوغ الأجل أصله انتهاء المُدة المقدرة له كما يؤذن به معنى البلوغ الذي هو الوصول إلى المطلوب على تشبيه الأجل المعين بالمكان المسير إليه وشاع ذلك في الاستعمال فالمجاز في لفظ الأجل وتبعه المجاز في البلوغ وقد استعمل البلوغ في هذه الآية في مقاربة ذلك الإِنتهاء مبالغة في عدم التسامح فيه وهذا الاستعمال مجاز آخر لمشابهة مقاربة الشيء بالحصول فيه والتلبس به .وقرينة المجاز هنا هو لفظ الأجل لأنه لا تتصور المراجعة بعد بلوغ الأجل لأن في ذلك رفع معنى التأجيل .ومنه قوله تعالى : { وإذا طلقتم النساء فبلغن أجلهن فأمسكوهن بمعروف أو سرحوهن بمعروف } في سورة [ البقرة : 231 ] .والإمساك : اعتزام المراجعة عبر عنه بالإمساك للإيماء إلى أن المطلقة الرجعية لها حكم الزوجة فيما عدا الاستمتاع فكأنه لما راجعها قد أمسكها أن لا تفارقه فكأنه لم يفارقها لأن الإِمساك هو الضن بالشيء وعدم التفريط فيه ومنه قوله تعالى : { أمسك عليك زوجك } [ الأحزاب : 37 ] وأنه إذا لم يراجعها فكأنه قد أعاد فراقها وقسا قلبه .ومن أجل هذه النكتة جعل عدم الإمساك فراقاً جديداً في قوله : { أو فارقوهن بمعروف } .والأمر في { فأمسكوهن } { أو فارقوهن } للإِباحة ، و { أو } فيه للتخيير .والباء في { بمعروف } للملابسة أي ملابسة كل من الإِمساك والفراق للمعروف .والمعروف : هو ما تعارفه الأزواج من حسن المعاملة في المعاشرة وفي الفراق .فالمعروف في الإِمساك : حسن اللقاء والاعتذارُ لها عما فرط والعودُ إلى حسن المعاشرة .والمعروف في الفراق : كف اللسان عن غِيبتها وإظهارِ الاستراحة منها .والمعروف في الحالين من عمل الرَّجل لأنه هو المخاطب بالإِمساك أو الفراق .وأما المعروف الذي هو من عمل المرأة فمقرر من أدلة أخرى كقوله تعالى : { ولهن مثل الذي عليهن بالمعروف } [ البقرة : 228 ] .وتقديم الإِمساك أعني المراجعة على إمضاء المفارقة ، إيماء إلى أنه أرضى لله تعالى وأَوفَقُ بمقاصد الشريعة مع ما تقدم من التعبير عن المراجعة بالإمساك ، ففهم أن المراجعة مندوب إليها لأن أبْغض الحلال إلى الله الطلاق .ولمَّا قيد أمر الإباحة من قوله : { فأمسكوهن } { أو فارقوهن } ، بقيد بالمعروف ، فُهم منه أنّه إن كان إمساك دون المعروف فهو غير مأذون فيه وهو الإمساك الذي كان يفعله أهل الجاهلية أن يطلق الرجل امرأته فإذا قاربت انتهاء عدتها راجعها أياماً ثم طلقها يفعل ذلك ثلاثاً ليطيل عليها من العدة فلا تتزوج عدة أشهر إضراراً بها .وقد تقدم هذا عند قوله تعالى : { وإذا طلقتم النساء فبلغن أجلهن ، إلى قوله : ولا تمسكوهن ضراراً لتعتدوا } في سورة [ البقرة : 231 ] .{ ه4س65ش2ن8/ن11-->بِمَعْرُوفٍ وَأَشْهِدُواْ ذَوَى عَدْلٍ } .ظاهر وقوع هذا الأمر بعد ذكر الإِمساك أو الفراق ، أنه راجع إلى كليهما لأن الإِشهاد جُعل تتمة للمأمور به في معنى الشرط للإِمساك أو الفراق لأن هذا العطف يشبه القيد وإن لم يكن قيداً وشأن الشروط الواردةِ بعد جمل أن تعود إلى جميعها .وظاهر صيغة الأمر الدلالة على الوجوب فيتركب من هذين أن يكون الإِشهاد على المراجعة وعلى بتّ الطلاق واجباً على الأزواج لأن الإِشهاد يرفع أشكالاً من النوازل وهو قول ابن عباس وأخذ به يحيى بن بُكير من المالكية والشافعي في أحد قوليه وابن حنبل في أحد قوليه وروي عن عمران بن حصين وطَاوس وإبراهيم وأبي قلابة وعطاء . وقال الجمهور : الإِشهاد المأمور به الإِشهاد على المراجعة دون بتّ الطلاق .أما مقتضى صيغة الأمر في قوله تعالى : { وأشهدوا ذوي عدل } فقيل هو مستحب وهو قول أبي حنيفة والمشهورُ عن مالك فيما حكاه ابن القصار ولعل مستند هذا القول عدمُ جريان العمل بالتزامه بين المسلمين في عصر الصحابة وعصور أهل العلم ، وقياسه على الإِشهاد بالبيع فإنهم اتفقوا على عدم وجوبه وكلا هذين مدخول لأن دعوى العمل بترك الإِشهاد دونها مَنع ، ولأن قياس الطلاق والرجعة على البيع قد يقدح فيه بوجود فارق معتبر وهو خطر الطلاق والمراجعة وأهمية ما يترتب عليهما من الخصومات بين الأنساب ، وما في البيوعات مما يغني عن الإِشهاد وهو التقايض في الأعواض . وقيل الأمر للوجوب المراجعة دون الفرقة وهو أحد قولي الشافعي وأحمد ونسبه إسماعيل بن حماد من فقهاء المالكية ببغداد إلى مالك وهو ظاهر مذهب ابنِ بكير .واتفق الجميع على أن هذا الإِشهاد ليس شرطاً في صحة المراجعة أو المفارقة لأنه إنما شرع احتياطاً لحقهما وتجنباً لنوازل الخصومات خوفاً من أن يموت فتدعي أنها زوجة لم تطلق ، أو أن تموت هي فيدعي هو ذلك ، وكأنهم بنوه على أن الأمر لا يقتضي الفور ، على أن جعل الشيء شرطاً لغيره يحتاج إلى دليل خاص غير دليل الوجوب لأنه قد يتحقق الإثم بتركه ولا يبطل بتركه ما أمر بإيقاعه معه مثل الصلاة في الأرض المغصوبة ، وبالثوب المغصوب . قال الموجبون للإِشهاد : لو راجع ولم يشهد أو بتّ الفراق ولم يشهد صحت مراجعته ومفارقته وعليه أن يشهد بعد ذلك .قال يحيى بن بكير : معنى الإشهاد على المراجعة والمفارقة أن يشهد عند مراجعتها إنْ راجعها ، وعند انقضاء عدتها إن لم يراجعها أنه قد كان طلقها وأن عدتها قد انقضت .ولفقهاء الأمصار في صفة ما تقع المراجعة من صيغة بالقول ومن فعل ما هو من أفعال الأزواج ، تفاصيل محلها كتب الفروع ولا يتعلق بالآية إلا ما جعله أهل العلم دليلاً على المراجعة عند من جعله كذلك .{ مِّنكُمْ وَأَقِيمُواْ الشهادة } .عطف على { وأشهدوا ذوي عدل منكم } .والخطاب موجه لكل من تتعلق به الشهادة من المشهود عليهم والشهود كلٌ يأخذ بما هو حظه من هذين الخطابين . وليس هو من قبيل { يوسف أعرض عن هذا واستغفري لذنبكِ } [ يوسف : 29 ] لظهور التوزيع هناك باللفظ دون ما هنا فإنه بالمعنى فالكل مأمورون بإقامة الشهادة .فتعريف الشهادة للاستغراق ، أي كل شهادة وهو استغراق عرفي لأن المأمور به الشهادة الشرعية .ومعنى إقامة الشهادة : إيقاعها مستقيمة لا عوج فيها فالإقامة مستعارة لإيقاع الشهادة على مستوفيها ما يجب فيها شرعاً مما دلت عليه أدلة الشريعة وهذه استعارة شائعة وتقدم عند قوله تعالى : { وأقوم للشهادة } في سورة [ البقرة : 282 ] .وقوله : { لله } ، أي لأجل الله وامتثال أمره لا لأجل المشهود له ولا لأجل المشهود عليه ولا لأجل منفعة الشاهد والإبقاء على راحته . وتقدم بعض هذا عند قوله تعالى : { ولا يأب الشهداء إذا ما دعوا } في سورة [ البقرة : 282 ] .{ ه4س65ش2ن15/ن23-->لِلَّهِ ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بالله واليوم } .الإِشارة إلى جميع ما تقدم من الأحكام التي فيها موعظة للمسلمين من قوله : { وأحصوا العدة واتقوا الله ربكم } [ الطلاق : 1 ] ، إلى قوله : { وأقيموا الشهادة لله } .والوعظ : التحذير مما يضر والتذكير المليّن للقلوب وقد تقدم عند قوله تعالى : { ذلك يوعظ به من كان منكم يؤمن بالله } في سورة [ البقرة : 232 ] وعند قوله تعالى : { يعظكم الله أن تعودوا لمثله } في سورة [ النور : 17 ] .الاخر وَمَن يَتَّقِ الله يَجْعَل لَّهُ } { مَخْرَجاً * وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ إِنَّ الله بالغ أَمْرِهِ قَدْ جَعَلَ الله لِكُلِّ شَىْءٍ قَدْراً } .اعتراض بين جملة { وأقيموا الشهادة } وجملة { واللائي يئسن من المحيض } [ الطلاق : 4 ] الآية ، فإن تلك الأحكام لما اعتبرت موعظة بقوله : { ذلكم يوعظ به من كان يؤمن بالله واليوم الآخر } أعقب ذلك بقضيّة عامة ، وهي أن تلك من تقوى الله تعالى وبما لتقوى الله من خير في الدنيا والآخرة على عادة القرآن من تعقيب الموعظة والترهيب بالبشارة والترغيب .ولمّا كان أمر الطلاق غير خال من حرج وغم يعرض للزوجين وأمر المراجعة لا يخلو في بعض أحواله من تحمل أحدهما لبعض الكره من الأحوال التي سببت الطلاق ، أعلمهما الله بأنه وعد المتقين الواقفين عند حدوده بأن يجعل لهم مخرجاً من الضائقات ، شبه ما هم فيه من الحرج بالمكان المغلق على الحالّ فيه وشبه ما يمنحهم الله به من اللطف وإجراء الأمور على ما يلائم أحوالهم بجعللِ منفذ في المكان المغلق يتخلص منه المتضائق فيه .ففي الكلام استعارة أن إحداهما ضمنية مطوية والأخرى صريحة وشمل المَخْرَج ما يحف من اللطف بالمتقين في الآخرة أيضاً بتخليصهم من أهوال الحساب والانتظار فالمخرج لهم في الآخرة هو الإِسراع بهم إلى النعيم .ولما كان من دواعي الفراق والخلاف بين الزوجين ما هو من التقتير في الإِنفاق لضيق ذات اليد فكان الإحجام عن المراجعة عارضاً كثيراً للناس بعد التطليق ، أُتبع الوعد بجعل المخرَج للمتقين بالوعد بمخرج خاص وهو مخرج التوسعة في الرزق .وقوله : { من حيث لا يحتسب } احتراس لئلا يتوهَّم أحد أن طرق الرزق معطلة عليه فيستبعد ذلك فيمسك عن مراجعة المطلقة لأنه لا يستقبل مالاً ينفق منه ، فأعلمه الله أن هذا الرزق لطف من الله والله أعلم كيف يهيىء له أسباباً غير مرتقبة .فمعنى { من حيث لا يحتسب } : من مكان لا يحتسب منه الرزق أي لا يظن أنه يرزق منه .و { حيثُ } مستعملة مجازاً في الأحوال والوجوه تشبيهاً للأحوال بالجهات لأنها لما جعلت مقارنة للرزق أشبهت المكان الذي يَرِد منه الوارد ولذلك كانت { مِن } هنا للابتداء المجازي تبعاً لاستعارة { حيث } . ففي حرف { مِن } استعارة تبعية . وذكر الواحدي في «أسباب النزول» أنها نزلت في شأن عوف بن مالك الأشجعي إذْ أسَرَ المشركون ابنه سالماً فأتى عوف النبي صلى الله عليه وسلم وشكا إليه ذلك وأن أمه جزعت فقال له رسول الله صلى الله عليه وسلم «اتق الله واصبر» وأمره وزوجَه أن يكثرا قولاً : لا حول ولا قوة إلا بالله فغفل المشركون عن الابن فَسَاقَ عنزاً كثيرة من عنز المشركين وجاء بها المدينة فنزلت الآية ، فيجوز أن يكون نزولها في أثناء نزول هذه السورة فصادفت الغرضين ، ويكون ذلك من قبيل معجزات القرآن .{ يَحْتَسِبُ وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ إِنَّ الله بالغ } .تكملة للتي قبلها فإن تقوى الله سبب تفريج الكُرَب والخَلاص من المضائق ، وملاحظةُ المسلم ذلك ويقينُه بأن الله يدفع عنه ما يخطر بباله من الخواطر الشيطانية التي تثبطه عن التقوى يحقق وعد الله إياه بأن يجعل له مخرجاً ويرزقَه من حيث لا يحتسب .وَحَسْب : وصف بمعنى كاففٍ . وأصله اسم مصدر أو مصدر .وجملة { إن الله بالغ أمره } في موضع العلة لجملة { ومن يتوكل على الله فهو حسبه } ، أي لا تستبعدوا وقوع ما وعدكم الله حين ترون أسباب ذلك مفقودة فإن الله إذا وعد وعداً فقد أراده وإذا أراد الله أمراً يسَّر أسبابه .ولعل قوله : { قد جعل الله لكل شيء قدراً } إشارة إلى هذا المعنى ، أي علم الله أن يكفي من يتوكل عليه مهمّة فقدّر لذلك أسبابه كما قدّر أسباب الأشياء كلها فلا تشُكّوا في إنجاز وَعده فإنه إذا أراد أمراً يسّر أسبابه من حيث لا يحتسب الناس وتصاريف الله تعالى خفية عجيبة .ومعنى { بالغ أمره } : واصلٌ إلى مراده . والبلوغ مجاز مشهور في الحصول على المراد . والأمر هنا بمعنى الشأن .وعن عبد الله بن رافع لما نزل قوله تعالى : { ومن يتوكل على الله فهو حسبه } قال أصحاب النبي صلى الله عليه وسلم ( أي بعضهم ) : فنحن إذا توكلنا نرسل ما كان لنا ولا نحفظه فنزلت { إن الله بالغ أمره } ، أي فيكم وعليكم اه .وقرأ الجمهور { بالغٌ } بالتنوين و { أمرَه } بالنصب . وقرأه حفص عن عاصم { بالغُ أمرهِ } بإضافة { بالغ } إلى { أمره } .{ أَمْرِهِ قَدْ جَعَلَ الله لِكُلِّ شَىْءٍ } .لهذه الجملة موقع تتجلى فيه صورة من صور إعجاز القرآن في ترتيب مواقع الجمل بعضها بعد بعض كما نبهت عليه في مواقع سلفت . فهذه الجملة لها موْقع الاستئناف البياني ناشىء عما اشتملت عليه جمل { ومن يتق الله يجعل له مخرجاً } ، إلى قوله : { إن الله بالغ أمره } لأن استعداد السامعين لليقين بما تضمنته تلك الجمل متفاوت فقد يستبعد بعض السامعين تحقق الوعد لأمثاله بما تضمنته تلك الجمل بعرضها على ارتباك أحْواله ، أو يتردد يقينه فيقول : أين أنا من تحصيل هذا ، حين يُتبع نظره فيرى بَوْنا عن حصول الموعود بسبب انعدام وسائله لديه فيتملكه اليأس .فهذا الاستئناف البياني وقع عقب الوعد تذكيراً بأن الله علم مواعيده وهيأ لها مقادير حصولها لأنه جعل لكل شيء قدراً .ولها موقع التعليل لجملة { وأحصوا العدة } [ الطلاق : 1 ] فإن العِدة من الأشياء فلما أمر الله بإحصاء أمرها عَلّل ذلك بأن تقدير مدة العدة جعله الله ، فلا يسوغ التهاون فيه . ولهذا موقع التذييل لجملة { وتلك حدود الله ومن يتعد حدود الله فقد ظلم نفسه } [ الطلاق : 1 ] ، أي الذي وضع تلك الحدود قد جعل لكل شيء قدراً لا يعدوه كما جعل الحدود .ولها موقع التعليل لجملة { فإذا بلغن أجلهن فأمسكوهن بمعروف أو فارقوهن بمعروف } ، لأن المعنى إذا بلغن القَدْر الذي جعله الله لمدة العدة فقد حصل المقصد الشرعي الذي أشار إليه قوله تعالى : { لا تدري لعل الله يحدث بعد ذلك أمراً } [ الطلاق : 1 ] فالمعنى : فإن لم يُحدث الله أمر المراجعة فقد رفق بكم وحطّ عنكم امتداد العدة .ولها موقع التعليل لجملة { وأقيموا الشهادة لله } فإن الله جعل الشهادة قدراً لرفع النزاع .فهذه الجملة جُزء آية وهي تحتوي على حقائق من الحكمة .ومعنى { لكل شيء } لكل موجود ، أي لكل حادث فالشيء الموجود سواء كان ذاتاً أو معنى من المعاني قال تعالى : { وكل شيء فعلوه في الزبر } [ القمر : 52 ] . فعموم قوله : { لكل شيء } صريح في أن ما وعد الله به يَجعل له حين تكوينه قَدْراً .قال الراغب في «مفرداته» : وذلك أن فعل الله ضربان : ضرب أوجده بالفعل ، ومعنى إيجاده بالفعل أنه أبدعه كاملاً دفعة لا تعتريه الزيادة والنقصان إلى أن يشاء أن يغنيه أو يبدله كالسماوات وما فيها . ومنها ما جعل أصوله موجودة بالفعل وأجزاءَه بالصلاحية وقدَّره على وجه لا يتأتى منه غير ما قدره فيه كتقديره في النواة أن ينبت منها النخل دون أن ينبت منها تفاح أو زيتون .وتقديره نطفة الإِنسان لأن يكون منها إنسان دون حيوان آخر . فتقدير الله على وجهين : أحدهما بالحُكم منه أن يَكون كذا أو لا يكون ، كذا إما على سبيل الوجوب وإما على سبيل الإِمكان . وعلى ذلك قوله : { قد جعل الله لكل شيء قدراً } . والثاني بإعطاء القدرة عليه ، وعلى ذلك قوله : { فقدرنا فنعم القادرون } [ المرسلات : 23 ]",
  "ayah": 2,
  "surah": 65
}
