{
  "surah": 9,
  "ayah": 111,
  "text": "Surely God has bought from the faithful their souls and their possessions so that they may have the Garden.... So rejoice in your sale you have made to Him. In the tasting of the recognizers and the path of the elect, this verse is a place for the joy of the friends and a playing field for the secret cores of the sincerely truthful. It is felicitation for the faithful, a fitting felicitation and an appropriate bestowal of eminence. It is a felicitation that is the heart's intimacy and the spirit's message, the ornament of the session and the capital of the indigent, the adornment of tongues and the life of hearts. It is a generous felicitation, from a gen- erous Lord-generous in Essence, generous in attributes, generous in love, generous in caressing, generous in bestowal. The servant himself is bestowed by His bounty, and then He buys back what He Himself be- stowed. He makes the transaction, but He bestows all the profit on the servant and accepts the loss for Himself. This is beautiful doing and generosity, loving kindness and gentleness. In the Torah of Moses God said, \" The Garden is My Garden and the possessions My posses- sions. Buy My Garden with My possessions! If you profit, that is yours, and if you lose, that is Mine. O children of Adam, I did not create you to profit from you. I created you only so that you would profit from Me. \" In the Beginningless, before the servant's existence, the Lord of the Worlds bought him. He was the seller and the buyer. He Himself sold and He Himself bought. In the Shariah of MuṣṬafā, it is not permitted for the buyer and seller to be the same, unless it be a father, for whom it is permitted on condition of tenderness, negation of suspicion, perfect loving kindness, and fatherly love. What then do you say about someone who is more clement and merciful toward the servant than a father, a God whose loving kindness has no bounds and whose love is greater? Given that it is permitted for a father, it is more appropriate and more complete in the case of the loving Creator. Moreover, the Exalted Lord knew that the servants are bad-tempered, breakers of the Cov- enant, and disloyal to it."
}
