{
  "text": "قوله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما قل ما عند الله خير من اللهو ومن التجارة والله خير الرازقين .فيه سبع عشرة مسألة :الأولى : قوله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها في صحيح مسلم عن جابر بن عبد الله أن النبي صلى الله عليه وسلم كان يخطب قائما يوم الجمعة ، فجاءت عير من الشام فانفتل [ ص: 100 ] الناس إليها حتى لم يبق إلا اثنا عشر رجلا - في رواية : أنا فيهم - فأنزلت هذه الآية التي في الجمعة : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . في رواية : فيهم أبو بكر وعمر رضي الله عنهما . وقد ذكر الكلبي وغيره : أن الذي قدم بها دحية بن خليفة الكلبي من الشام عند مجاعة وغلاء سعر ، وكان معه جميع ما يحتاج الناس من بر ودقيق وغيره ، فنزل عند أحجار الزيت ، وضرب بالطبل ليؤذن الناس بقدومه ; فخرج الناس إلا اثني عشر رجلا . وقيل : أحد عشر رجلا . قال الكلبي : وكانوا في خطبة الجمعة فانفضوا إليها ، وبقي مع رسول الله صلى الله عليه وسلم ثمانية رجال ; حكاه الثعلبي عن ابن عباس ، وذكر الدارقطني من حديث جابر بن عبد الله قال : بينما رسول الله صلى الله عليه وسلم يخطبنا يوم الجمعة إذ أقبلت عير تحمل الطعام حتى نزلت بالبقيع ; فالتفتوا إليها وانفضوا إليها وتركوا رسول الله صلى الله عليه وسلم ليس معه إلا أربعون رجلا أنا فيهم . قال : وأنزل الله عز وجل على النبي صلى الله عليه وسلم وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . قال الدارقطني : لم يقل في هذا الإسناد \" إلا أربعين رجلا \" غير علي بن عاصم عن حصين ، وخالفه أصحاب حصين فقالوا : لم يبق مع النبي صلى الله عليه وسلم إلا اثنا عشر رجلا . وروي عنه عليه الصلاة والسلام أنه قال : \" والذي نفسي بيده لو خرجوا جميعا لأضرم الله عليهم الوادي نارا \" ; ذكره الزمخشري . وروي في حديث مرسل أسماء الاثني عشر رجلا ، رواه أسد بن عمرو والد أسد بن موسى بن أسد . وفيه : أن رسول الله صلى الله عليه وسلم لم يبق معه إلا أبو بكر وعمر وعثمان وعلي ، وطلحة والزبير وسعد بن أبي وقاص ، وعبد الرحمن بن عوف وأبو عبيدة بن [ ص: 101 ] الجراح ، وسعيد بن زيد وبلال ، وعبد الله بن مسعود في إحدى الروايتين . وفي الرواية الأخرى عمار بن ياسر .قلت : لم يذكر جابرا ; وقد ذكر مسلم أنه كان فيهم ; والدارقطني أيضا . فيكونون ثلاثة عشر . وإن كان عبد الله بن مسعود فيهم فهم أربعة عشر . وقد ذكر أبو داود في مراسيله السبب الذي ترخصوا لأنفسهم في ترك سماع الخطبة ، وقد كانوا خليقا بفضلهم ألا يفعلوا ; فقال : حدثنا محمود بن خالد قال : حدثنا الوليد ، قال : أخبرني أبو معاذ بكر بن معروف أنه سمع مقاتل بن حيان قال : كان رسول الله صلى الله عليه وسلم يصلي الجمعة قبل الخطبة مثل العيدين ، حتى كان يوم جمعة والنبي صلى الله عليه وسلم يخطب ، وقد صلى الجمعة ، فدخل رجل فقال : إن دحية بن خليفة الكلبي قدم بتجارة ، وكان دحية إذا قدم تلقاه أهله بالدفاف ; فخرج الناس فلم يظنوا إلا أنه ليس في ترك الخطبة شيء ; فأنزل الله عز وجل : وإذا رأوا تجارة أو لهوا انفضوا إليها . فقدم النبي صلى الله عليه وسلم الخطبة يوم الجمعة وأخر الصلاة . وكان لا يخرج أحد لرعاف أو أحداث بعد النهي حتى يستأذن النبي صلى الله عليه وسلم ، يشير إليه بأصبعه التي تلي الإبهام ; فيأذن له النبي صلى الله عليه وسلم ثم يشير إليه بيده . فكان من المنافقين من ثقل عليه الخطبة والجلوس في المسجد ، وكان إذا استأذن رجل من المسلمين قام المنافق إلى جنبه مستترا به حتى يخرج ; فأنزل الله تعالى : قد يعلم الله الذين يتسللون منكم لواذا الآية . قال السهيلي : وهذا الخبر وإن لم ينقل من وجه ثابت فالظن الجميل بأصحاب النبي صلى الله عليه وسلم يوجب أن يكون صحيحا . وقال قتادة : وبلغنا أنهم فعلوه ثلاث مرات ; كل مرة عير تقدم من الشام ، وكل ذلك يوافق يوم الجمعة . وقيل : إن خروجهم لقدوم دحية الكلبي بتجارته ونظرهم إلى العير تمر - لهو لا فائدة فيه ; إلا أنه كان مما لا إثم فيه لو وقع على غير ذلك الوجه ، ولكنه لما اتصل به الإعراض عن رسول الله صلى الله عليه وسلم والانفضاض عن حضرته ، غلظ وكبر ونزل فيه من القرآن وتهجينه باسم اللهو ما نزل . وجاء عن رسول الله صلى الله عليه وسلم أنه قال : \" كل ما يلهو به الرجل باطل إلا رميه بقوسه \" . الحديث . وقد مضى في سورة \" الأنفال \" فلله الحمد . وقال جابر بن عبد الله : كانت الجواري إذا نكحن يمررن بالمزامير والطبل فانفضوا إليها ; فنزلت . وإنما رد الكناية إلى التجارة لأنها أهم . وقرأ طلحة بن [ ص: 102 ] مصرف \" وإذا رأوا التجارة واللهو انفضوا إليها \" . وقيل : المعنى وإذا رأوا تجارة انفضوا إليها ، أو لهوا انفضوا إليه فحذف لدلالته . كما قال :نحن بما عندنا وأنت بما عندك راض والرأي مختلفوقيل : الأجود في العربية أن يجعل الراجع في الذكر للآخر من الاسمين .الثانية : واختلف العلماء في العدد الذي تنعقد به الجمعة على أقوال ; فقال الحسن : تنعقد الجمعة باثنين . وقال الليث وأبو يوسف : تنعقد بثلاثة . وقال سفيان الثوري وأبو حنيفة : بأربعة . وقال ربيعة : باثني عشر رجلا . وذكر النجاد أبو بكر أحمد بن سليمان قال : حدثنا أبو خالد يزيد بن الهيثم بن طهمان الدقاق ، حدثنا صبح بن دينار قال : حدثنا المعافى بن عمران حدثنا معقل بن عبيد الله عن الزهري بسنده إلى مصعب بن عمير : أن النبي صلى الله عليه وسلم بعثه إلى المدينة ، وأنه نزل في دار سعد بن معاذ ، فجمع بهم وهم اثنا عشر رجلا ، ذبح لهم يومئذ شاة . وقال الشافعي : بأربعين رجلا . وقال أبو إسحاق الشيرازي في ( كتاب التنبيه على مذهب الإمام الشافعي ) : كل قرية فيها أربعون رجلا بالغين عقلاء أحرارا مقيمين ، لا يظعنون عنها صيفا ولا شتاء إلا ظعن حاجة ، وأن يكونوا حاضرين من أول الخطبة إلى أن تقام الجمعة وجبت عليهم الجمعة . ومال أحمد وإسحاق إلى هذا القول ولم يشترطا هذه الشروط . وقال مالك : إذا كانت قرية فيها سوق ومسجد فعليهم الجمعة من غير اعتبار عدد . وكتب عمر بن عبد العزيز : أي قرية اجتمع فيها ثلاثون بيتا فعليهم الجمعة . وقال أبو حنيفة : لا تجب الجمعة على أهل السواد والقرى ، لا يجوز لهم إقامتها فيها . واشترط في وجوب الجمعة وانعقادها : المصر الجامع ، والسلطان القاهر ، والسوق القائمة ، والنهر الجاري . واحتج بحديث علي : لا جمعة ولا تشريق إلا في مصر جامع ورفقة تعينهم . وهذا يرده حديث ابن عباس ، قال : إن أول جمعة جمعت بعد جمعة في مسجد رسول الله صلى الله عليه وسلم بقرية من قرى البحرين يقال لها جواثي . وحجة الإمام الشافعي في الأربعين حديث جابر المذكور الذي خرجه الدارقطني . وفي سنن ابن ماجه والدارقطني أيضا ودلائل النبوة للبيهقي عن عبد الرحمن بن كعب بن مالك قال : كنت قائد أبي حين ذهب بصره ، فإذا خرجت به إلى الجمعة فسمع الأذان ، صلى على أبي أمامة واستغفر له - قال - فمكث كذلك حينا لا يسمع الأذان بالجمعة إلا فعل ذلك ; فقلت له : يا أبة ، استغفارك [ ص: 103 ] لأبي أمامة كلما سمعت أذان الجمعة ، ما هو ؟ قال : أي بني ، هو أول من جمع بالمدينة في هزم من حرة بني بياضة يقال له نقيع الخضمات ; قال : قلت : كم أنتم يومئذ ؟ قال : أربعون رجلا . وقال جابر بن عبد الله : مضت السنة أن في كل ثلاثة إماما ، وفي كل أربعين فما فوق ذلك جمعة وأضحى وفطرا ، وذلك أنهم جماعة . خرجه الدارقطني . وروى أبو بكر أحمد بن سليمان النجاد : قرئ على عبد الملك بن محمد الرقاشي وأنا أسمع : حدثني رجاء بن سلمة قال : حدثنا أبي قال : حدثنا روح بن غطيف الثقفي قال حدثني الزهري عن أبي سلمة قال : قلت لأبي هريرة : على كم تجب الجمعة من رجل ؟ قال : لما بلغ أصحاب رسول الله صلى الله عليه وسلم خمسين رجلا جمع بهم رسول الله صلى الله عليه وسلم . قرئ على عبد الملك بن محمد وأنا أسمع قال : حدثنا رجاء بن سلمة قال : حدثنا عباد بن عباد المهلبي عن جعفر بن الزبير عن القاسم عن أبي أمامة قال : قال رسول الله صلى الله عليه وسلم : \" تجب الجمعة على خمسين رجلا ولا تجب على من دون ذلك \" . قال ابن المنذر : وكتب عمر بن عبد العزيز : أيما قرية اجتمع فيها خمسون رجلا فليصلوا الجمعة . وروى الزهري عن أم عبد الله الدوسية قالت : قال رسول الله صلى الله عليه وسلم : \" الجمعة واجبة على كل قرية وإن لم يكن فيها إلا أربعة \" . يعني بالقرى : المدائن . لا يصح هذا عن الزهري . في رواية : \" الجمعة واجبة على أهل كل قرية وإن لم يكونوا إلا ثلاثة رابعهم إمامهم \" . الزهري : لا يصح سماعه من الدوسية . والحكم هذا متروك .الثالثة : وتصح الجمعة بغير إذن الإمام وحضوره . وقال أبو حنيفة : من شرطها الإمام أو خليفته . ودليلنا أن الوليد بن عقبة والي الكوفة أبطأ يوما فصلى ابن مسعود بالناس من غير [ ص: 104 ] إذنه . وروي أن عليا صلى الجمعة يوم حصر عثمان ولم ينقل أنه استأذنه . وروي أن سعيد بن العاصي والي المدينة لما خرج من المدينة صلى أبو موسى بالناس الجمعة من غير استئذان . وقال مالك : إن لله فرائض في أرضه لا يضيعها ; وليها وال أو لم يلها .الرابعة : قال علماؤنا : من شرط أدائها المسجد المسقف . قال ابن العربي : ولا أعلم وجهه . قلت : وجهه قوله تعالى : وطهر بيتي للطائفين ، وقوله : في بيوت أذن الله أن ترفع . وحقيقة البيت أن يكون ذا حيطان وسقف . هذا العرف ، والله أعلم .الخامسة : قوله تعالى : وتركوك قائما شرط في قيام الخطيب على المنبر إذا خطب . قال علقمة : سئل عبد الله أكان النبي صلى الله عليه وسلم يخطب قائما أو قاعدا ؟ فقال : أما تقرأ \" وتركوك قائما \" . وفي صحيح مسلم عن كعب بن عجرة أنه دخل المسجد وعبد الرحمن بن أم الحكم يخطب قاعدا فقال : انظروا إلى هذا الخبيث ، يخطب قاعدا ! وقال الله تعالى : وإذا رأوا تجارة أو لهوا انفضوا إليها وتركوك قائما . وخرج عن جابر أن رسول الله صلى الله عليه وسلم كان يخطب قائما ثم يجلس ، ثم يقوم فيخطب ; فمن نبأك أنه كان يخطب جالسا فقد كذب ; فقد والله صليت معه أكثر من ألفي صلاة . وعلى هذا جمهور الفقهاء وأئمة العلماء . وقال أبو حنيفة : ليس القيام بشرط فيها . ويروى أن أول من خطب قاعدا معاوية . وخطب عثمان قائما حتى رق فخطب قاعدا . وقيل : إن معاوية إنما خطب قاعدا لسنه . وقد كان النبي صلى الله عليه وسلم يخطب قائما ثم يقعد ثم يقوم ولا يتكلم في قعدته . رواه جابر بن سمرة . ورواه ابن عمر في كتاب البخاري .السادسة : والخطبة شرط في انعقاد الجمعة لا تصح إلا بها ; وهو قول جمهور العلماء . وقال الحسن : هي مستحبة . وكذا قال ابن الماجشون : إنها سنة وليست بفرض . وقال سعيد بن جبير : هي بمنزلة الركعتين من صلاة الظهر ; فإذا تركها وصلى الجمعة فقد ترك الركعتين من صلاة الظهر . والدليل على وجوبها قوله تعالى : وتركوك قائما . وهذا ذم ، والواجب هو الذي يذم تاركه شرعا ، ثم إن النبي صلى الله عليه وسلم لم يصلها إلا بخطبة .[ ص: 105 ] السابعة : ويخطب متوكئا على قوس أو عصا . وفي سنن ابن ماجه قال : حدثنا هشام بن عمار حدثنا عبد الرحمن بن سعد بن عمار بن سعد قال : حدثني أبي عن أبيه عن جده أن رسول الله صلى الله عليه وسلم كان إذا خطب في الحرب خطب على قوس ، وإذا خطب في الجمعة خطب على عصا .الثامنة : ويسلم إذا صعد المنبر على الناس عند الشافعي وغيره . ولم يره مالك . وقد روى ابن ماجه من حديث جابر بن عبد الله أن النبي صلى الله عليه وسلم كان إذا صعد المنبر سلم .التاسعة : فإن خطب على غير طهارة الخطبة كلها أو بعضها أساء عند مالك ; ولا إعادة عليه إذا صلى طاهرا . وللشافعي قولان في إيجاب الطهارة ; فشرطها في الجديد ولم يشترطها في القديم . وهو قول أبي حنيفة .العاشرة : وأقل ما يجزي في الخطبة أن يحمد الله ويصلي على نبيه صلى الله عليه وسلم ، ويوصي بتقوى الله ويقرأ آية من القرآن . ويجب في الثانية أربع كالأولى ; إلا أن الواجب بدلا من قراءة الآية في الأولى الدعاء ; قاله أكثر الفقهاء . وقال أبو حنيفة : لو اقتصر على التحميد أو التسبيح أو التكبير أجزأه . وعن عثمان رضي الله عنه أنه صعد المنبر فقال : الحمد لله ، وارتج عليه فقال : إن أبا بكر وعمر كانا يعدان لهذا المقام مقالا ، وإنكم إلى إمام فعال أحوج منكم إلى إمام قوال ، وستأتيكم الخطب ; ثم نزل فصلى . وكان ذلك بحضرة الصحابة فلم ينكر عليه أحد . وقال أبو يوسف ومحمد : الواجب ما تناوله اسم خطبة . وهو قول الشافعي . قال أبو عمر بن عبد البر : وهو أصح ما قيل في ذلك .الحادية عشرة : في صحيح مسلم عن يعلى بن أمية أنه سمع النبي صلى الله عليه وسلم يقرأ على المنبر \" ونادوا يا مالك \" . وفيه عن عمرة بنت عبد الرحمن عن أخت لعمرة قالت : ما أخذت ق والقرآن المجيد إلا من في رسول الله صلى الله عليه وسلم يوم الجمعة وهو يقرأ بها على المنبر في كل جمعة . وقد مضى في أول \" ق \" . وفي مراسيل أبي داود عن الزهري قال : كان صدر خطبة النبي صلى الله عليه وسلم : \" الحمد لله ، نحمده ونستعينه ونستغفره ، ونعوذ به من شرور أنفسنا ، من يهد الله فلا مضل له ، ومن يضلل فلا هادي له . ونشهد أن لا إله إلا الله ; وأن محمدا عبده ورسوله ، أرسله [ ص: 106 ] بالحق بشيرا ونذيرا بين يدي الساعة . من يطع الله ورسوله فقد رشد ، ومن يعصهما فقد غوى . نسأل الله ربنا أن يجعلنا ممن يطيعه ويطيع رسوله ، ويتبع رضوانه ويجتنب سخطه ، فإنما نحن به وله \" . وعنه قال : بلغنا عن رسول الله صلى الله عليه وسلم أنه كان يقول إذا خطب : \" كل ما هو آت قريب ، ولا بعد لما هو آت ، لا يعجل الله لعجلة أحد ، ولا يخف لأمر الناس ، ما شاء الله لا ما شاء الناس . يريد الله أمرا ويريد الناس أمرا ، ما شاء الله كان ولو كره الناس . ولا مبعد لما قرب الله ، ولا مقرب لما بعد الله . لا يكون شيء إلا بإذن الله جل وعز \" . وقال جابر : كان النبي صلى الله عليه وسلم يوم الجمعة يخطب فيقول بعد أن يحمد الله ويصلي على أنبيائه : \" أيها الناس ، إن لكم معالم فانتهوا إلى معالمكم ، وإن لكم نهاية فانتهوا إلى نهايتكم . إن العبد المؤمن بين مخافتين ؛ بين أجل قد مضى لا يدري ما الله قاض فيه ، وبين أجل قد بقي لا يدري ما الله صانع فيه . فليأخذ العبد من نفسه لنفسه ، ومن دنياه لآخرته ، ومن الشبيبة قبل الكبر ، ومن الحياة قبل الممات . والذي نفسي بيده ما بعد الموت من مستعتب ، وما بعد الدنيا من دار إلا الجنة أو النار . أقول قولي هذا وأستغفر الله لي ولكم \" . وقد تقدم ما خطب به عليه الصلاة والسلام أول جمعة عند قدومه المدينة .الثانية عشرة : السكوت للخطبة واجب على من سمعها وجوب سنة . والسنة أن يسكت لها من يسمع ومن لم يسمع ، وهما إن شاء الله في الأجر سواء . ومن تكلم حينئذ لغا ; ولا تفسد صلاته بذلك . وفي الصحيح عن أبي هريرة أن النبي صلى الله عليه وسلم قال : \" إذا قلت لصاحبك أنصت يوم الجمعة والإمام يخطب فقد لغوت \" . الزمخشري : وإذا قال المنصت لصاحبه : صه ; فقد لغا ، أفلا يكون الخطيب الغالي في ذلك لاغيا ؟ نعوذ بالله من غربة الإسلام ونكد الأيام .[ ص: 107 ] الثالثة عشرة : ويستقبل الناس الإمام إذا صعد المنبر ; لما رواه أبو داود مرسلا عن أبان بن عبد الله قال : كنت مع عدي بن ثابت يوم الجمعة ; فلما خرج الإمام - أو قال صعد المنبر - استقبله وقال : هكذا أصحاب رسول الله صلى الله عليه وسلم يفعلون برسول الله صلى الله عليه وسلم . خرجه ابن ماجه عن عدي بن ثابت عن أبيه ; فزاد في الإسناد : عن أبيه قال : كان رسول الله صلى الله عليه وسلم إذا قام على المنبر استقبله أصحابه بوجوههم . قال ابن ماجه : أرجو أن يكون متصلا .قلت : وخرج أبو نعيم الحافظ قال : حدثنا محمد بن معمر قال : حدثنا عبد الله بن محمد بن ناجية قال : حدثنا عباد بن يعقوب قال : حدثنا محمد بن الفضل الخراساني عن منصور عن إبراهيم عن علقمة عن عبد الله قال : كان النبي صلى الله عليه وسلم إذا استوى على المنبر استقبلناه بوجوهنا . تفرد به محمد بن الفضل بن عطية عن منصور .الرابعة عشرة : ولا يركع من دخل المسجد والإمام يخطب ; عند مالك رحمه الله . وهو قول ابن شهاب رحمه الله وغيره . وفي الموطأ عنه : فخروج الإمام يقطع الصلاة ، وكلامه يقطع الكلام . وهذا مرسل . وفي صحيح مسلم من حديث جابر عن النبي صلى الله عليه وسلم : \" إذا جاء أحدكم يوم الجمعة والإمام يخطب فليركع ركعتين وليتجوز فيهما \" . وهذا نص في الركوع . وبه يقول الشافعي وغيره .الخامسة عشرة : ذكر ابن عون عن ابن سيرين قال : كانوا يكرهون النوم والإمام يخطب ويقولون فيه قولا شديدا . قال ابن عون : ثم لقيني بعد ذلك فقال : تدري ما يقولون ؟ قال : يقولون مثلهم كمثل سرية أخفقوا ; ثم قال : هل تدري ما أخفقوا ؟ لم تغنم شيئا . وعن سمرة بن جندب أن النبي صلى الله عليه وسلم قال : \" إذا نعس أحدكم فليتحول إلى مقعد صاحبه وليتحول صاحبه إلى مقعده \" .السادسة عشرة : نذكر فيها من فضل الجمعة وفرضيتها ما لم نذكره . روى الأئمة عن أبي هريرة رضي الله عنه أن رسول الله صلى الله عليه وسلم ذكر يوم الجمعة فقال : \" فيه ساعة لا يوافقها عبد مسلم [ ص: 108 ] وهو يصلي يسأل الله عز وجل شيئا إلا أعطاه إياه \" وأشار بيده يقللها . وفي صحيح مسلم من حديث أبي موسى قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" هي ما بين أن يجلس الإمام إلى أن تقضى الصلاة \" . وروي من حديث أنس أن النبي صلى الله عليه وسلم أبطأ علينا ذات يوم ; فلما خرج قلنا : احتبست ! قال : \" ذلك أن جبريل أتاني بكهيئة المرآة البيضاء فيها نكتة سوداء ، فقلت : ما هذه يا جبريل ؟ قال : هذه الجمعة فيها خير لك ولأمتك ، وقد أرادها اليهود والنصارى فأخطئوها وهداكم الله لها . قلت : يا جبريل ما هذه النكتة السوداء ؟ قال : هذه الساعة التي في يوم الجمعة لا يوافقها عبد مسلم يسأل الله فيها خيرا إلا أعطاه إياه ، أو ادخر له مثله يوم القيامة ، أو صرف عنه من السوء مثله ، وإنه خير الأيام عند الله ، وإن أهل الجنة يسمونه يوم المزيد \" . وذكر الحديث . وذكر ابن المبارك ويحيى بن سلام قالا : حدثنا المسعودي عن المنهال بن عمرو عن أبي عبيدة بن عبد الله بن عتبة عن ابن مسعود قال : تسارعوا إلى الجمعة ، فإن الله تبارك وتعالى يبرز لأهل الجنة كل يوم جمعة في كثيب من كافور أبيض ، فيكونون منه في القرب - قال ابن المبارك - على قدر تسارعهم إلى الجمعة في الدنيا . وقال يحيى بن سلام : كمسارعتهم إلى الجمعة في الدنيا . وزاد : فيحدث لهم من الكرامة شيئا لم يكونوا رأوه قبل ذلك . قال يحيى : وسمعت غير المسعودي يزيد فيه : وهو قوله تعالى : ولدينا مزيد .قلت : قوله : \" في كثيب \" يريد أهل الجنة . أي وهم على كثيب ; كما روى الحسن قال : قال رسول الله صلى الله عليه وسلم : إن أهل الجنة ينظرون إلى ربهم في كل جمعة على كثيب من كافور لا يرى طرفاه ، وفيه نهر جار حافتاه المسك ، عليه جوار يقرأن القرآن بأحسن أصوات سمعها الأولون والآخرون ، فإذا انصرفوا إلى منازلهم أخذ كل رجل بيد ما شاء منهن ، ثم يمرون على قناطر من لؤلؤ إلى منازلهم ، فلولا أن الله يهديهم إلى منازلهم ما اهتدوا إليها لما يحدث الله لهم [ ص: 109 ] في كل جمعة \" ذكره يحيى بن سلام . وعن أنس قال : قال النبي صلى الله عليه وسلم : \" ليلة أسري بي رأيت تحت العرش سبعين مدينة ، كل مدينة مثل مدائنكم هذه سبعين مرة مملوءة من الملائكة يسبحون الله ويقدسونه ويقولون في تسبيحهم : اللهم اغفر لمن شهد الجمعة ، اللهم اغفر لمن اغتسل يوم الجمعة \" ذكره الثعلبي . وخرج القاضي الشريف أبو الحسن علي بن عبد الله بن إبراهيم الهاشمي العيسوي من ولد عيسى بن علي بن عبد الله بن عباس رضي الله عنه بإسناد صحيح عن أبي موسى الأشعري أن رسول الله صلى الله عليه وسلم قال : \" إن الله عز وجل يبعث الأيام يوم القيامة على هيئتها ويبعث الجمعة زهراء منيرة أهلها يحفون بها كالعروس تهدى إلى كريمها تضيء لهم يمشون في ضوئها ، ألوانهم كالثلج بياضا ، وريحهم يسطع كالمسك ، يخوضون في جبال الكافور ، ينظر إليهم الثقلان ما يطرقون تعجبا يدخلون الجنة لا يخالطهم أحد إلا المؤذنون المحتسبون \" . وفي سنن ابن ماجه عن أبي هريرة أن رسول الله صلى الله عليه وسلم : قال \" الجمعة إلى الجمعة كفارة ما بينهما ما لم تغش الكبائر \" خرجه مسلم بمعناه . وعن أوس بن أوس الثقفي قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" من غسل يوم الجمعة واغتسل ، وبكر وابتكر ، ومشى ولم يركب ، ودنا من الإمام فاستمع ولم يلغ ، كان له بكل خطوة عمل سنة ، أجر صيامها وقيامها \" . وعن جابر بن عبد الله قال : خطبنا رسول الله صلى الله عليه وسلم فقال : \" يا أيها الناس توبوا إلى الله قبل أن تموتوا . وبادروا بالأعمال الصالحة قبل أن تشغلوا . وصلوا الذي بينكم وبين ربكم بكثرة ذكركم له وكثرة الصدقة في السر والعلانية ترزقوا وتنصروا وتؤجروا . واعلموا أن الله قد فرض عليكم الجمعة في مقامي هذا في شهري هذا في عامي هذا إلى يوم القيامة ، فمن تركها في حياتي أو بعد مماتي ، وله إمام عادل أو جائر ، استخفافا بها ، أو جحودا لها ، فلا جمع الله شمله ، ولا بارك له في أمره . ألا ولا صلاة له ولا زكاة له ولا حج له . ألا ولا صوم له ولا بر له حتى يتوب ، فمن تاب تاب الله عليه . ألا لا تؤمن امرأة رجلا ، ولا يؤم أعرابي مهاجرا ، ولا يؤم فاجر مؤمنا إلا أن [ ص: 110 ] يقهره سلطان يخاف سيفه أو سوطه \" . وقال ميمون بن أبي شيبة : أردت الجمعة مع الحجاج فتهيأت للذهاب ، ثم قلت : أين أذهب أصلي خلف هذا الفاجر ؟ فقلت مرة : أذهب ، ومرة لا أذهب ، ثم أجمع رأيي على الذهاب ، فناداني مناد من جانب البيت يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة فاسعوا إلى ذكر الله وذروا البيع . .السابعة عشرة : قوله تعالى قل ما عند الله خير من اللهو ومن التجارة فيه وجهان : أحدهما : ما عند الله من ثواب صلاتكم خير من لذة لهوكم وفائدة تجارتكم .الثاني : ما عند الله من رزقكم الذي قسمه لكم خير مما أصبتموه من لهوكم وتجارتكم . وقرأ أبو رجاء العطاردي : \" قل ما عند الله خير من اللهو ومن التجارة للذين آمنوا \" .والله خير الرازقين أي خير من رزق وأعطى ; فمنه فاطلبوا ، واستعينوا بطاعته على نيل ما عنده من خيري الدنيا والآخرة .",
  "ayah": 11,
  "surah": 62
}
