{
  "surah": 24,
  "ayah": 55,
  "text": "God promises those of you who have faith and do wholesome deeds that He will surely make you vicegerents in the earth. The verse makes an allusion to leaders, those who are the pillars of the creed, the props of the sub- mission, and the counselors of God's religion. They are three sorts: One sort are the ulama and the jurists, those to whom reference is made in the sciences of the Shariah, such as acts of worship, transactions, and so on. They stand with the Real in their tawḤīd through the marks giving witness to their souls and their shares. They intervene in the secondary causes through the Real, but their souls, their shares, and their love for this world veil them from the realities of tawḤīd. The second sort are the folk of recognition and the companions of the realities. In the religion they are like the elect of a king. They are described by purity of desire, beauty of aim, and truthful- ness in intention. They stand with the Real along with what gives witness to their states and their desire. They act freely in all the secondary causes through the Real, but they are veiled from the disengagement of tawḤīd by seeing their own states and desires and the marks giving witness to their aims. The third sort are the elect of the elect because of their recognition. They stand with the Real contemplating the Real in the manner of the disengagement of tawḤīd and the realization of soli- tariness. Thus the religion is kept flourishing with these sorts, despite all their disagreement, until the Day of Resurrection. Know that the vicegerents in the earth to whom the Exalted Lord alludes in this verse are three groups. Each group has a known station in tawḤīd and a defined limit in making servanthood manifest. The first are the ulama of the religion of submission and the jurists of the Shariah, the guard- ians of the creed and the counselors of the community. Their limit in making servanthood manifest goes no further than hoping to recognize the Real and fearing punishment. The fruit of their tawḤīd is confined to safety in this world and well-being in that world. Their submission and faith are the Real's gentle favors and succor, but these are mixed with the contaminants of personal motives and the marks bearing witness to the soul's own shares.  Their innate disposition has been overcome by the attributes of mortal nature, and their life put under the sway of habits and customs. In the world of servanthood, they are called those who mimic the folk of No god but God. They are veiled from the world of realities by the attributes of mortal nature. They are headed for paradise, but their state is as Junayd said to Nūrī: “These are the stuffing of the Garden, which has companions other than these. The stuffing of the Garden are its prisoners, and the companions of the Garden are its commanders.” The next group are called the elect of the empire. They abide through self-purification in obedience, soundness of desire, and truthfulness in poverty and intention. They are far from the contaminants of personal motives and the soul's shares and protected from lassitude and backslid- ing, but the hand of mortal nature displays the mirror of their attributes to their eyes, so they see that they abide on the carpet of tawḤīd by the Real's succor. Their seeing of their own present moment in the mirror of limpidness keeps them on the carpet of being. They have an excuse, but they are far from the world of nonbeing. Their vision of truthfulness and their observation of the marks bearing witness to self-purification block them from the world of nonbeing. Until someone reaches the world of nonbeing, the realities of tawḤīd will not show their face to him. The third group are the elect of the elect. They abide through the Real's making them abide, not through their own abiding. They live through the opening that disengages, not the spirit that mobilizes. They have been emancipated from their own power and strength and disengaged from their own desires and aims. They do not remain in the circle of their own deeds and states, nor are they captive to self-determination and free choice. They do not read the edict of felicity and wretchedness. They are not brought out from the pavilion of the Unseen, nor are they recorded in the registers of effacement and affirmation. In face of the severity of lordhood they are like balls in the bend of the sultan's polo stick. They say, “We must stay in the bend of the sultan's polo stick, whether he sends the ball right or left.  ” The first group are the self-purifiers who see that all is from Him. The second group are the recognizers who see that all is in Him. The third group are the tawḤīd-voicers who see that all is He. The first two groups dwell in the marks giving witness to service and have not been released from the intrusions of dispersion. The third group are in companionship itself. They have reached the center point of togetherness. One breath as His companion is better than a thousand years of living in service. AḤmad Khiẓrūya sent a prayer carpet to Abū Yazīd and asked him by letter to pray on the carpet. In his answer to the letter Abū Yazīd wrote, “I gathered the worship of the first folk and the last folk and placed it on a pillow. I was commanded to put my head on it so that my sleep would be permissible for it.” Of the same sort is the story of Junayd and Shiblī who were going on a road. Junayd said to Shiblī, “Be with God for an hour until I come back.” Junayd went and Shiblī stood reciting the Qur'an. Junayd returned and shouted at him, “Did I not tell you to busy yourself with God?” Shiblī said, “I had come to know that when I read the Qur'an, I am busy with Him.” Junayd said, “Don't you know that wherever God is, no one can speak?” Shiblī said what he said from dispersion, and Junayd answered him from the center point of togetherness. In the same way, the letter that AḤmad Khiẓrūya wrote to Abū Yazīd was written in dispersion, and Abū Yazīd answered from the center point of togetherness. It is reported that when Moses wanted to go and whisper secretly with the Real, he circled around the neighborhoods of the Children of Israel and asked for their stories so that he could pres- ent them to the Exalted Presence. With this pretext he could whisper secretly with the Real and listen to the beginningless address, even if the dust of Moses' dispersion was more exalted than the center point of togetherness of all the friends and the sincerely truthful. Nonetheless, in relation to our Messenger, it was dispersion itself that he had to beg stories from the neighborhoods so that he would have a pretext to speak a great deal with the Real. The Messenger, whose center point of gathering was his gate, had no need to ask for stories. On the contrary, the exaltedness itself said to his sinlessness, “With all the stories of the messengers that We recount to thee, We make thy heart firm” [11:120]."
}
