{
  "text": "( يا أيها الذين آمنوا اجتنبوا كثيرا من الظن ) قيل : نزلت الآية في رجلين اغتابا رفيقهما ، وذلك أن رسول الله - صلى الله عليه وسلم - كان إذا غزا أو سافر ضم الرجل المحتاج إلى رجلين موسرين يخدمهما ، ويتقدم لهما إلى المنزل فيهيئ لهما ما يصلحهما من الطعام والشراب ، فضم سلمان الفارسي إلى رجلين في بعض أسفاره ، فتقدم سلمان إلى المنزل فغلبته عيناه فنام فلم يهيئ لهما شيئا ، فلما قدما قالا له : ما صنعت شيئا ؟ قال : لا ، غلبتني عيناي ، قالا له : انطلق إلى رسول الله - صلى الله عليه وسلم - فاطلب لنا منه طعاما ، فجاء سلمان إلى رسول الله - صلى الله عليه وسلم - وسأله طعاما ، فقال له رسول الله - صلى الله عليه وسلم - : انطلق إلى أسامة بن زيد ، وقل له : إن كان عنده فضل من طعام وإدام فليعطك ، وكان أسامة خازن رسول الله - صلى الله عليه وسلم - ، وعلى رحله ، فأتاه فقال : ما عندي شيء ، فرجع سلمان إليهما وأخبرهما ، فقالا كان عند أسامة طعام ولكن بخل ، فبعثا سلمان إلى طائفة من الصحابة فلم يجد عندهم شيئا ، فلما رجع قالا لو بعثناك إلى بئر سميحة لغار ماؤها ، ثم انطلقا يتجسسان ، هل عند أسامة ما أمر لهما به رسول الله - صلى الله عليه وسلم - ؟ فلما جاءا إلى رسول الله - صلى الله عليه وسلم - قال لهما : \" ما لي أرى خضرة اللحم في أفواهكما \" ، قالا والله يا رسول الله ما تناولنا يومنا هذا لحما ، قال : بل ظللتم تأكلون لحم سلمان وأسامة ، فأنزل الله - عز وجل - : \" يا أيها الذين آمنوا اجتنبوا كثيرا من الظن \" ، وأراد : أن يظن بأهل الخير سوءا ( إن بعض الظن إثم ) قال سفيان الثوري : الظن ظنان : أحدهما إثم ، وهو أن تظن وتتكلم به ، والآخر ليس بإثم وهو أن تظن ولا تتكلم .( ولا تجسسوا ) التجسس : هو البحث عن عيوب الناس ، نهى الله تعالى عن البحث عن المستور من أمور الناس وتتبع عوراتهم حتى لا يظهر على ما ستره الله منها .أخبرنا أبو الحسن محمد بن محمد السرخسي ، أخبرنا زاهر بن أحمد ، أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب عن مالك ، عن أبي الزناد ، عن الأعرج ، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" إياكم والظن فإن الظن أكذب الحديث ، ولا تجسسوا ، ولا تنافسوا ، ولا تحاسدوا ، ولا تباغضوا ، ولا تدابروا ، وكونوا عباد الله إخوانا \"أخبرنا أبو بكر محمد بن محمد بن علي بن الحسن الطوسي بها ، أخبرنا أبو إسحاق إبراهيم بن محمد بن إبراهيم الإسفراييني ، أخبرنا أبو بكر أحمد بن إبراهيم الإسماعيلي ، أخبرنا عبد الله بن ناجية ، حدثنا يحيى بن أكثم ، أخبرنا الفضل بن موسى الشيباني ، عن الحسين بن واقد ، عن أوفى بن دلهم ، عن نافع ، عن ابن عمر - رضي الله عنه - ما أن النبي - صلى الله عليه وسلم - قال : \" يا معشر من آمن بلسانه ولم يفض الإيمان إلى قلبه ، لا تغتابوا المسلمين ولا تتبعوا عوراتهم ، فإنه من تتبع عورات المسلمين ، يتتبع الله عورته ، ومن يتتبع الله عورته يفضحه ولو في جوف رحله \" .قال : ونظر ابن عمر يوما إلى الكعبة فقال : ما أعظمك وأعظم حرمتك ، والمؤمن أعظم عند الله حرمة منك .وقال زيد بن وهب : قيل لابن مسعود : هل لك في الوليد بن عقبة تقطر لحيته خمرا ، فقال : إنا قد نهينا عن التجسس ، فإن يظهر لنا شيء نأخذه به ( ولا يغتب بعضكم بعضا ) يقول : لا يتناول بعضكم بعضا بظهر الغيب بما يسوءه مما هو فيه .أخبرنا أبو عبد الله محمد بن الفضل الخرقي ، أخبرنا أبو الحسن علي بن عبد الله الطيسفوني ، أخبرنا عبد الله بن عمر الجوهري ، حدثنا أحمد بن علي الكشميهني ، حدثنا علي بن حجر ، حدثنا إسماعيل بن جعفر ، عن العلاء بن عبد الرحمن ، عن أبيه ، عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : \" أتدرون ما الغيبة ؟ قالوا : الله ورسوله أعلم ، قال : ذكرك أخاك بما يكره ، قيل : أفرأيت إن كان في أخي ما أقول ؟ قال : إن كان فيه ما تقول فقد اغتبته ، وإن لم يكن فيه ما تقول فقد بهته \" .أخبرنا أبو بكر محمد بن عبد الله بن أبي توبة ، أخبرنا أبو الطاهر الحارثي ، أخبرنا محمد بن يعقوب الكسائي ، أخبرنا عبد الله بن محمود ، أخبرنا إبراهيم بن عبد الله الخلال ، أخبرنا عبد الله بن المبارك ، عن المثنى بن الصباح ، عن عمرو بن شعيب ، عن أبيه ، عن جده أنهم ذكروا عند رسول الله - صلى الله عليه وسلم - رجلا فقالوا : لا يأكل حتى يطعم ، ولا يرحل حتى يرحل ، فقال النبي - صلى الله عليه وسلم - : \" اغتبتموه \" فقالوا : إنما حدثنا بما فيه ، قال : \" حسبك إذا ذكرت أخاك بما فيه \" .قوله - عز وجل - : ( أيحب أحدكم أن يأكل لحم أخيه ميتا فكرهتموه ) قال مجاهد : لما قيل لهم \" أيحب أحدكم أن يأكل لحم أخيه ميتا \" قالوا : لا ، قيل : ( فكرهتموه ) أي فكما كرهتم هذا فاجتنبوا ذكره بالسوء غائبا .قال الزجاج : تأويله : إن ذكرك من لم يحضرك بسوء بمنزلة أكل لحم أخيك ، وهو ميت لا يحس بذلك .أخبرنا أحمد بن إبراهيم الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أخبرني ابن فنجويه ، حدثنا ابن أبي شيبة ، حدثنا الفريابي ، حدثنا محمد بن المصفى ، حدثنا أبو المغيرة عبد القدوس بن الحجاج ، حدثني صفوان بن عمرو ، حدثنا راشد بن سعد وعبد الرحمن بن جبير ، عن أنس بن مالك عن النبي - صلى الله عليه وسلم - قال : \" لما عرج بي مررت بقوم لهم أظفار من نحاس يخمشون بها وجوههم ولحومهم ، فقلت : من هؤلاء يا جبريل ؟ فقال : هؤلاء الذين يأكلون لحوم الناس ويقعون في أعراضهم \" .قال ميمون بن سياه : بينا أنا نائم إذا أنا بجيفة زنجي وقائل يقول : كل ، قلت : يا عبد الله ولم آكل ؟ قال : بما اغتبت عبد فلان ، فقلت : والله ما ذكرت فيه خيرا ولا شرا ، قال : لكنك استمعت ورضيت به ، فكان ميمون لا يغتاب أحدا ولا يدع أحدا يغتاب عنده أحدا .( واتقوا الله إن الله تواب رحيم ) .",
  "ayah": 12,
  "surah": 49
}
