{
  "surah": 36,
  "ayah": 1,
  "text": "YāÌ Sīn. By the Wise Qur'an, surely thou art one of the envoys, upon a straight path. It has been said that the name of the surah is Yāsīn because of the report in which MuṣṬafā said, “God recited Ṭāhā and Yāsīn two thousand years before He created Adam. When the angels of the Domin- ion heard it, they said, 'Happy is the community upon which this pure speech descends! Happy are the tongues that recite it! Happy are the breasts that are the oyster for this hidden pearl!'” It is reported that when the friends and the faithful go into that scented garden of felicity and arrive at the joy and bliss of paradise, a call will come from the Compeller: “You have heard much from oth- ers. Now is the time to hear from Me.” Then He will make them hear the surahs al-FātiḤa, Ṭāhā, and Yāsīn. MuṣṬafā said, “When the people listen to the Qur'an recited by the All-Merciful, it will be as if they had never heard it before.” You must take the rose from its own bush to catch its scent correctly. Hear it from Him who spoke it and increase thereby in burning love, for the sweetness of the rose is in its branches. It has also been said that it means “O man [yā insān]!” and is addressed to MuṣṬafā's form and mortal nature, just as He said elsewhere: “Say: 'I am but a mortal like you'” [18:110], for his hu- man nature and genus are similar to that of the people. This address, “O man!,” accords with that. But, in respect of the eminence of prophethood and the specification for messengerhood, he is ad- dressed, “O Prophet!” and “O Messenger!” He is addressed in terms of form and mortal nature as jealousy's mask, so that not just anyone will be privy to and be aware of his beauty and perfection. This is as they say, “Call me Arsalan so that no one will know who I am.” It would be a shame for such beauty and perfection to be touched by the eyes of Abū Jahl, ʿAtaba, and Shayba. Thou seest them looking at thee, but they do not see [7:198]. The eyes of Abū Jahl, which were dazzled by denial, saw only his human and mortal nature."
}
