{
  "text": "القول في تأويل قوله :  الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالأَرْضَقال أبو جعفر: يعني تعالى ذكره بقوله : \" الحمد لله \" ، الحمدُ الكامل لله وحده لا شريك له دون جميع الأندادِ والآلهة, ودون ما سواه مما تعبده كَفَرةُ خلْقه من الأوثان والأصنام .وهذا كلام مخرجه مَخرج الخبر يُنْحَى به نحو الأمر. يقول: أخلصوا الحمد والشكر للذي خَلَقَكم، أيها الناس، وخلق السماوات والأرض, ولا تشركوا معه في ذلك أحدًا أو شيئًا, (1) فإنه المستوجب عليكم الحمدَ بأياديه عندكم ونعمة عليكم, لا من تعبدونه من دونه، وتجعلونه له شريكًا من خَلْقه .* * *وقد بينا الفصل بين معنى \" الحمد والشكر \" بشواهده فيما مضى قبل . (2)* * *القول في تأويل قوله :  وَجَعَلَ الظُّلُمَاتِ وَالنُّورَقال أبو جعفر: يقول تعالى ذكره: الحمد لله الذي خلق السماوات والأرض, وأظلم الليلَ ، وأنارَ النَّهار، كما:-13040 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: \" وجعل الظلمات والنور \" ، قال: الظلمات ظلمة الليل, والنور نورُ النهار .13041 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة: أمّا قوله: \" الحمد لله الذي خلق السماوات والأرض وجعل الظلمات والنور \" ، فإنه خلق السَّماوات قبل الأرض, والظلمةَ قبل النور, والجنّة قَبل النار .* * *فإن قال قائل: فما معنى قوله إذًا: \" جعل \".قيل: إن العرب تجعلها ظرفًا للخبرِ والفِعْل فتقول: \" جعلت أفعل كذا \", و \" جعلت أقوم وأقعد \", تدل بقولها \" جعلت \" على اتصال الفعل, كما تقول \" علقت أفعل كذا \" = لا أنها في نفسها فِعْلٌ. يدلُّ على ذلك قول القائل: \" جعلت أقوم \", وأنه لا جَعْلَ هناك سوى القيام, وإنما دَلَّ بقوله: \" جعلت \" على اتّصال الفعل ودوامه، (3)ومن ذلك قول الشاعر: (4)وَزَعَمْـتَ أنَّـكَ سَـوْفَ تَسْـلُكُ فَارِدًاوَالمَــوْتُ مُكْــتَنِعٌ طَـرِيقَيْ قَـادِرِفَــاجْعَلْ تَحَـلَّلْ مِـنْ يَمِينِـكَ إنَّمَـاحِـنْثٌ اليَمِيـنِ عَـلَى الأثِيـمِ الفَـاجِرِ (5)يقول: \" فاجعل تحلّل \"، بمعنى: تحلل شيئًا بعد شيء = لا أن هناك جَعْلا من غير التحليل . فكذلك كل \" جَعْلٍ\" في الكلام، إنما هو دليل على فعلٍ له اتصال, لا أن له حظًّا في معنى الفعْل.* * *فقوله: \" وجعل الظلمات والنور \" ، إنما هو: أظلم ليلَهما، وأنارَ نَهارَهُما.* * *القول في تأويل قوله :  ثُمَّ الَّذِينَ كَفَرُوا بِرَبِّهِمْ يَعْدِلُونَ (1)قال أبو جعفر: يقول تعالى ذكره، معجِّبًا خلقَه المؤمنين من كفَرة عباده، ومحتجًّا على الكافرين: إنّ الإله الذي يجبُ عليكم، أيها الناس، حمدُه، هو الذي خلَق السماوات والأرض, الذي جعل منهما معايشَكم وأقواتكم، وأقواتَ أنعامكم التي بها حياتكم. فمن السماوات ينـزل عليكم الغيثُ، وفيها تجري الشمس والقمر باعتِقابٍ واختلاف لمصالحكم. ومن الأرض ينبُتُ الحب الذي به غذاؤكم، والثمارُ التي فيها ملاذُّكم, مع غير ذلك من الأمور التي فيها مصالحكم ومنافعكم بها = والذين يجحدون نعمة الله عليهم بما أنعم به عليهم من خلق ذلك لهم ولكم، أيها الناس =\" بربهم \"، الذي فعل ذلك وأحدثه =\" يعدلون \" ، يجعلون له شريكًا في عبادتهم إياه, فيعبدون معه الآلهة والأنداد والأصنام والأوثانَ, وليس منها شيء شرِكه في خلق شيءٍ من ذلك، ولا في إنعامه عليهم بما أنعم به عليهم, بل هو المنفرد بذلك كله, وهم يشركون في عبادتهم إيّاه غيره . فسبحان الله ما أبلغها من حجة، وأوجزها من عظة, لمن فكَّر فيها بعقل، وتدبرها بفهم !* * *ولقد قيل: إنها فاتحة التوراة .* ذكر من قال ذلك:13042 - حدثنا سفيان بن وكيع قال، حدثنا عبد العزيز بن عبد الصمد العَمّي, عن أبي عمران الجوني, عن عبد الله بن رباح, عن كعب قال: فاتحة التوراة فاتحة \" الأنعام \": \" الحمد لله الذي خلق السماوات والأرض وجَعَل الظلمات والنور ثم الذين كَفَروا بربِّهم يعدلون \" . (6)13043 - حدثنا ابن وكيع قال، حدثنا زيد بن حباب, عن جعفر بن سليمان, عن أبي عمران الجوني, عن عبد الله بن رباح, عن كعب, مثله = وزاد فيه: وخاتمة التوراة خاتمة \" هود \" .* * *يقالُ من مساواة الشيء بالشيء: \" عدلتُ هذا بهذا \", إذا ساويته به،\" عَدْلا \" . وأما في الحكم إذا أنصفت فيه, فإنك تقول: \" عَدَلت فيه أعدلُ عَدْلا \" . (7)وبنحو الذي قلنا في تأويل قوله: \" يعدلون \" ، قال أهل التأويل .* ذكر من قال ذلك:13044 - حدثني ابن محمد عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" يعدلون \" ، قال: يشركون .* * *ثم اختلف أهل التأويل فيمن عُني بذلك:فقال بعضهم: عُني به أهل الكتاب .* ذكر من قال ذلك:13045 - حدثنا ابن حميد قال، حدثنا يعقوب القمي, عن جعفر بن أبي المغيرة, عن ابن أبزى قال: جاءه رجل من الخوارج يقرأ عليه هذه الآية: \" الحمد لله الذي خلق السماوات والأرض وجعل الظلمات والنور ثم الذين كفروا بربِّهم يعدِلون \" ، قال له: أليس الذين كفروا بربِّهم يعدلون؟ قال: بلى ! قال: وانصرف عنه الرجل, فقال له رجل من القوم: يا ابن أبزى, إن هذا قد أراد تفسيرَ هذه غير هذا! إنه رجلٌ من الخوارج ! فقال: ردّوه عليّ . فلما جاءه قال: هل تدري فيمن نـزلت هذه الآية؟ قال: لا! قال: إنها نـزلت في أهل الكتاب, اذهبْ، ولا تضعها على غير حدِّها . (8)وقال آخرون: بل عُنى بها المشركون من عبدةِ الأوثان .* ذكر من قال ذلك:13046 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة: \" ثم الذين كفروا بربهم يعدلون \" ، قال: [هؤلاء: أهل صراحيه] . (9)13047- حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: \" ثم الذين كفروا بربهم يعدلون \" ، قال: هم المشركون .13048 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ثم الذين كفروا بربهم يعدلون \"، قال: الآلهة التي عبَدوها، عدلوها بالله . قال: وليس لله عِدْلٌ ولا نِدٌ, وليس معه آلهة, ولا اتخذ صاحبةً ولا ولدًا .* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب عندي أن يقال: إنّ الله تعالى ذكره أخبر أنّ الذين كفروا بربهم يعدلون, فعمّ بذلك جميع الكفّار, ولم يخصص منهم بعضًا دون بعض. فجميعهم داخلون في ذلك: يهودهم, ونصاراهم, ومجوسهم, وعبدة الأوثان منهم ومن غيرهم من سائر أصناف الكفر .-------------------الهوامش :(1) في المطبوعة والمخطوطة: \"أحدا شيئًا\" ، والسياق يقتضي ما أثبت.(2) انظر تفسير\"الحمد\" فيما سلف 1 : 135 - 141.(3) انظر ما كتبته على الأثر رقم: 8317 ، ج 7: 547 ، تعليق: 6/ ثم الأثر: 12834 ، ج: 11: 128 ، تعليق: 1 ، في قوله: \"فذهب ينزل\" وقوله: \"تذهب فتختلط\" ، وقد سميتها هناك ألفاظ الاستعانة. وقد أجاد أبو جعفر العبارة عن هذا المعنى ، فقيده وحفظه.(4) لم أعرف قائله.(5) لم أجد البيتين فيما بين يدي من الكتب ، وإن كنت أذكر أني قرأتهما قبل ، ثم لا أدري أين؟ وكان البيت الأول في المطبوعة:وَزَعَمْـتَ أَنَّـكَ سَـوفَ تَسْـلُك قادِرًاوَالمــوتُ مُتَّسِــعٌ طَـرِيقي قـادِرِوهو كلام صفر من المعنى. وكان في المخطوطة هكذا.وزعمـتَ أنـك سـوف تسلك مال راالمــوت ملســع طــريقي قـادرِورجحت قراءته كما أثبته ، وكما أتوهم أني أذكر من معنى الشعر ، وأظنه من كلام شاعر يقوله لأخيه أو صاحبه ، أراد أن ينفرد في طريقه وحلف ليفعلن ذلك ، فسخر منه ، وقال له ما قال. وقوله: \"فارد\" ، أي منفردًا منقطعًا عن رفيقك وصاحبك. وقوله: \"والموت مكتنع\" ، أي: دان قد أشرف عليك. يقال\"كنع الموت واكتنع\" دنا وقرب ، قال: الراجز:وَاكْـــتَنَعَتْ أُمُّ اللُّهَيْـــمِ وَاكْــتَنَعْو\"أم اللهيم\" ، كنية الموت ، لأنه يلتهم كل شيء.هذا اجتهادي في تصحيح الشعر ، حتى يوجد في مكان غيره.(6) الأثر: 13042 -\"عبد العزيز بن عبد الصمد العمي\" ، \"أبو عبد الصمد\" ، ثقة حافظ ، من شيوخ أحمد ، روى له أصحاب الكتب الستة. مترجم في التهذيب.و\"أبو عمران الجوني\" هو\"عبد الملك بن حبيب الأزدي\" ، ثقة ، مضى برقم: 80.و\"عبد الله بن رباح الأنصاري\" ، ثقة ، مضى برقم: 4810.و\"كعب\" ، هو كعب الأحبار المشهور بأخباره الإسرائيلية.(7) انظر تفسير\"العدل فيما سلف 2: 35/11 : 43 ، 44.(8) الأثر: 13045 -\"يعقوب القمي\" ، هو\"يعقوب بن عبد الله الأشعري القمي\" ، ثقة ، مضى برقم: 617 ، 7269 ، 8158.و\"جعفر بن أبي المغيرة الخزاعي القمي\" ، ثقة ، مضى برقم: 87 ، 617 ، 4347 ، 7269.و\"ابن أبزى\" هو: \"سعيد بن عبد الرحمن بن أبزى الخزاعي\" ، ثقة ، مضى برقم: 9656 ، 9657 ، 9672.وأراد السائل من الخوارج بسؤاله ، الاستدلال بالآية على تكفير أهل القبلة ، في أمر تحكيم علي بن أبي طالب. وذلك هو رأي الخوارج.(9) في المطبوعة: \"هؤلاء أهل صراحة\" ، وهو كلام لا معنى له ، وفي المخطوطة ما أثبته بين القوسين ، لم أستطع أن أحل رموزه ، فلعله يوجد بعد في كتاب غير الكتب التي في أيدينا ، فتبين صحته.",
  "ayah": 1,
  "surah": 6
}
