{
  "text": "القول في تأويل قوله :  وَجَعَلُوا لِلَّهِ شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ وَخَرَقُوا لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍقال أبو جعفر: يعني بذلك جل ثناؤه: وجعل هؤلاء العادلون بربهم الآلهةَ والأندادَ لله شركاء، الجن، كما قال جل ثناؤه:  وَجَعَلُوا بَيْنَهُ وَبَيْنَ الْجِنَّةِ نَسَبًا  [سورة الصافات: 158] .* * *وفي الجن وجهان من النصب.أحدهما: أن يكون تفسيرًا للشركاء. (52) .والآخر: أن يكون معنى الكلام: وجعلوا لله الجن شركاء، وهو خالقهم .* * *واختلفوا في قراءة قوله: \" وخلقهم \".فقرأته قراء الأمصار: (وَخَلَقَهُمْ)، على معنى أن الله خلقهم، منفردًا بخلقه إياهم . (53) .* * *وذكر عن يحيى بن يعمر ما:-13680 - حدثني به أحمد بن يوسف قال، حدثنا القاسم بن سلام قال، حدثنا حجاج, عن هارون, عن واصل مولى أبي عيينة, عن يحيى بن عقيل, عن يحيى بن يعمر: أنه قال: \" شُرَكَاءَ الْجِنَّ وَخَلَقَهُمْ \".بجزم \" اللام \" بمعنى أنهم قالوا: إنّ الجنّ شركاء لله في خلقه إيّانا .* * *قال أبو جعفر: وأولى القراءتين بالصواب، قراءة من قرأ ذلك: (وَخَلَقَهُمْ)، لإجماع الحجة من القرأة عليها .* * *وأما قوله: (وخرقوا له بنين وبنات بغير علم)، فإنه يعني بقوله: (خرقوا) اختلقوا.* * *يقال: \" اختلق فلان على فلان كذبًا \" و \" اخترقه \"، إذا افتعله وافتراه . (54)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك :13681 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: وجعلوا لله شركاء الجن والله خلقهم=\" وخرقوا له بنين وبنات \"، يعني أنهم تخرَّصوا .13682- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" وخرقوا له بنين وبنات بغير علم \"، قال: جعلوا له بنين وبنات بغير علم .13683- حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" وخرقوا له بنين وبنات بغير علم \"، قال: كذبوا .13684 -حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله .13685- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة  قوله: \" وجعلوا لله شركاء الجن \" كذبوا=  سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ  ، عما يكذبون . أما العرب فجعلوا له البنات، ولهم ما يشتهون من الغلمان= وأما اليهود فجعلوا بينه وبين الجنة نسبًا ولقد علمت الجنة أنهم لمحضرُون . (55)13686- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: \" وخرقوا له بنين وبنات بغير علم \" قال: خرصوا له بنين وبنات .13687- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" وخرقوا له بنين وبنات بغير علم \"، يقول: قطعوا له بنين وبنات. (56) قالت العرب: الملائكة بنات الله= وقالت اليهود والنصارى: المسيح وعزير ابنا الله .13688- حدثني يونس قال، أخبرنا ابن وهب، قال، قال ابن زيد في قوله: \" وخرقوا له بنين وبنات بغير علم \"، قال: \" خرقوا \"، كذبوا، لم يكن لله بنون ولا بنات= قالت النصارى: المسيح ابن الله= وقال المشركون: الملائكة بنات الله= فكلٌّ خرقوا الكذب،\" وخرقوا \"، اخترقوا .13689- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قوله: \" وجعلوا لله شركاء الجن \"، قال: قول: الزنادقة=\" وخرقوا له \"، قال ابن جريج، قال مجاهد: \" خرقوا \"، كذبوا .13690- حدثنا ابن وكيع قال، حدثنا أبو أسامة, عن جويبر, عن الضحاك: \" وخرقوا له بنين وبنات \"، قال: وصفوا له .13691- حدثنا عمران بن موسى قال، حدثنا عبد الوارث, عن أبي عمرو:  \" وخرقوا له بنين وبنات \"، قال: تفسيرها: وكذبوا .* * *قال أبو جعفر: فتأويل الكلام إذًا: وجعلوا لله الجنَّ شركاءَ في عبادتهم إياه, وهو المنفرد بخلقهم بغير شريك ولا معين ولا ظهير=\" وخرقوا له بنين وبنات \"، يقول: وتخرَّصوا لله كذبًا, فافتعلوا له بنين وبنات بغير علم منهم بحقيقة ما يقولون, ولكن جهلا بالله وبعظمته، وأنه لا ينبعي لمن كان إلهًا أن يكون له بنون وبنات ولا صاحبة, ولا أن يشركه في خلقه شريك .* * *القول في تأويل قوله :  سُبْحَانَهُ وَتَعَالَى عَمَّا يَصِفُونَ (100)قال أبو جعفر: يقول تعالى ذكره: تنـزه الله، (57) وعلا فارتفع عن الذي يصفه به هؤلاء الجهلة من خلقه، في ادّعائهم له شركاء من الجن، واختراقهم له بنين وبنات، وذلك لا ينبغي أن يكون من صفته، لأن ذلك من صفة خلقه الذين يكون منهم الجماع الذي يحدث عنه الأولاد, والذين تضطرّهم لضعفهم الشهواتُ إلى اتخاذ الصاحبة لقضاء اللذات, وليس الله تعالى ذكره بالعاجز فيضطره شيء إلى شيء, و لا بالضعيف المحتاج فتدعوه حاجته إلى النساء إلى اتخاذ صاحبة لقضاء لذة .* * *وقوله: \" تعالى \"،\" تفاعل \" من \" العلوّ\"، والارتفاع . (58)* * *وروي عن قتادة في تأويل قوله: \" عما يصفون \"، أنه: يكذبون .13692- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: \" سبحانه وتعالى عما يصفون \"، عما يكذبون .* * *وأحسب أن قتادة عنى بتأويله ذلك كذلك, أنهم يكذبون في وصفهم الله بما كانوا يصفونه به، من ادعائهم له بنين وبنات= لا أنه وجه تأويل \" الوصف \" إلى الكذب .--------------------------الهوامش :(52) - (( التفسير )) ، هو البدل(53) انظر معاني القرآن للفراء 1 : 348 .(54) انظر معاني القرآن للفراء 1 : 348 ، ومجاز القرآن أبي عبيدة 1 : 203 .(55) اقرأ آية سورة الصافات : 158 .(56) هكذا جاء في المخطوطة والمطبوعة : (( قطعوا )) بمعنى : اختلقوا وادعوا ونسبوا ، ولم أجد هذا المجاز في شيء من كتب اللغة ، فإن صح ، وهو عندي قريب الصحة ، فهو بالمعنى الذي ذكرت . إلا أن يكون محرفًا عن شيء لم أتبينه.(57) انظر تفسير (( سبحان )) فيما سلف 11 : 237 ، تعليق : 2 ، والمراجع هناك .(58) انظر تفسير (( العلو )) فيما سلف 5 : 405 .",
  "ayah": 100,
  "surah": 6
}
