{
  "text": "القول في تأويل قوله تعالى :  لا تُدْرِكُهُ الأَبْصَارُ وَهُوَ يُدْرِكُ الأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ (103)قال أبو جعفر: اختلف أهل التأويل في تأويل قوله: \" لا تدركه الأبصار وهو يدرك الأبصار \".فقال بعضهم: معناه لا تحيط به الأبصار، وهو يحيط بها .* ذكر من قال ذلك:13694- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" لا تدركه الأبصار وهو يدرك الأبصار \"، يقول: لا يحيط بصر أحدٍ بالملك .13695- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" لا تدركه الأبصار وهو يدرك الأبصار \"، وهو أعظم من أن تدركه الأبصار .13696- حدثني سعد بن عبد الله بن عبد الحكم قال، حدثنا خالد بن عبد الرحمن قال، حدثنا أبو عرفجة, عن عطية العوفي في قوله:   وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ  [سورة القيامة: 22-23]، قال: هم ينظرون إلى الله, لا تحيط أبصارهم به من عظمته، وبصره يحيط بهم, فذلك قوله: \" لا تدركه الأبصار \"، الآية . (3)* * *قال أبو جعفر: واعتل قائلو هذه المقالة لقولهم هذا، بأن قالوا: إن الله قال:  حَتَّى إِذَا أَدْرَكَهُ الْغَرَقُ قَالَ آمَنْتُ  ، (4) [يونس: 90] قالوا: فوصف الله تعالى ذكره الغرق بأنه أدرك فرعون, ولا شك أن الغرق غير موصوف بأنه رآه, ولا هو مما يجوز وصفه بأنه يرى شيئًا . قالوا: فمعنى قوله: \" لا تدركه الأبصار \" بمعنى: لا تراه، بعيد. لأن الشيء قد يدرك الشيء ولا يراه, كما قال جل ثناؤه مخبرًا عن قيل أصحاب موسى صلى الله عليه وسلم لموسى حين قرُب منهم أصحاب فرعون:  فَلَمَّا تَرَاءَى الْجَمْعَانِ قَالَ أَصْحَابُ مُوسَى إِنَّا لَمُدْرَكُونَ  ، [سورة الشعراء: 61]، لأن الله قد كان وعد نبيه موسى صلى الله عليه وسلم أنهم لا يُدْرَكون، لقوله:  وَلَقَدْ أَوْحَيْنَا إِلَى مُوسَى أَنْ أَسْرِ بِعِبَادِي فَاضْرِبْ لَهُمْ طَرِيقًا فِي الْبَحْرِ يَبَسًا لا تَخَافُ دَرَكًا وَلا تَخْشَى  ، [61، طه: 77] .قالوا: فإن كان الشيء قد يرى الشيء ولا يدركه، ويدركه ولا يراه, فكان معلومًا بذلك أن قوله: \" لا تدركه الأبصار \"، من معنى: لا تراه الأبصار،  بمعزل= وأن معنى ذلك: لا تحيط به الأبصار، لأن الإحاطة به غير جائزة .قالوا: فالمؤمنون وأهل الجنة يرون ربهم بأبصارهم، ولا تدركه أبصارهم, بمعنى: أنها لا تحيط به، إذ كان غير جائز أن يوصف الله بأن شيئًا يحيط به .قالوا: ونظير جواز وصفه بأنه يُرَى ولا يُدْرَك، جوازُ وصفه بأنه يعلم ولا يحاط بعلمه, (5) وكما قال جل ثناؤه:  وَلا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلا بِمَا شَاءَ  [سورة البقرة: 255] . قالوا: فنفى جل ثناؤه عن خلقه أن يكونوا يحيطون بشيء من علمه إلا بما شاء . قالوا: ومعنى \" العلم \" في هذا الموضع، المعلوم. قالوا: فلم يكن في نفيه عن خلقه أن يحيطوا بشيء من علمه إلا بما شاء، نَفْيٌ عن أن يعلموه . قالوا: فإذا لم يكن في نفي الإحاطة بالشيء علمًا نَفْيٌ للعلم به, كان كذلك، لم يكن في نفي إدراك الله عن البصر، نفيُ رؤيته له . قالوا: وكما جاز أن يعلم الخلق أشياءَ ولا يحيطون بها علمًا, كذلك جائزٌ أن يروا ربَّهم بأبصارهم ولا يدركوه بأبصارهم, إذ كان معنى \" الرؤية \" غير معنى \" الإدراك \", ومعنى \" الإدراك \" غير معنى \" الرؤية \", وأن معنى \" الإدراك \"، إنما هو الإحاطة, كما قال ابن عباس في الخبر الذي ذكرناه قبل .قالوا: فإن قال لنا قائل: وما أنكرتم أن يكون معنى قوله: \" لا تدركه الأبصار \"، لا تراه الأبصار؟قلنا له: أنكرنا ذلك, لأن الله جل ثناؤه أخبر في كتابه أن وجوهًا في القيامة إليه ناظرة, (6) وأن رسول الله صلى الله عليه وسلم أخبر أمته أنهم سيرون ربهم يوم القيامة، كما يُرَى القمر ليلة البدر، وكما ترونَ الشمس ليسَ دونها سحاب . (7) قالوا: فإذ كان الله قد أخبر في كتابه بما أخبر، وحققتْ أخبارُ رسول الله صلى الله عليه  وسلم بما ذكرنا عنه من قيله صلى الله عليه وسلم: إن تأويل قوله:  وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ  [سورة القيامة: 22-23]، أنه نظر أبصار العيون لله جل جلاله, (8) وكان كتاب الله يصدق بعضه بعضًا, وكان مع ذلك غير جائز أن يكون أحدُ هذين الخبرين ناسخًا للآخر, إذ كان غير جائز في الأخبار= لما قد بينا في كتابنا: \" كتاب لطيف البيان، عن أصول الأحكام \"، وغيره= (9) علم، أن معنى قوله: \" لا تدركه الأبصار \"، غير معنى قوله:  وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ  ، فإن أهل الجنة ينظرون بأبصارهم يوم القيامة إلى الله، ولا يدركونه بها, تصديقًا لله في كلا الخبرين، وتسليمًا لما جاء به تنـزيله على ما جاء به في السورتين .* * *وقال آخرون: معنى ذلك: لا تراه الأبصار، وهو يرى الأبصار .* ذكر من قال ذلك:13697- حدثنا محمد بن الحسين قال, حدثنا أحمد بن المفضل قال، حدثنا أسباط , عن السدي: \" لا تدركه الأبصار \"، لا يراه شيء, وهو يرى الخلائق .13698- حدثنا هناد قال، حدثنا وكيع, عن إسماعيل بن أبي خالد, عن عامر, عن مسروق, عن عائشة قالت: من حدَّثك أن رسول الله صلى الله عليه وسلم رأى ربَّه فقد كذب!\" لا تدركه الأبصار وهو يدرك الأبصار \"،  وَمَا كَانَ لِبَشَرٍ أَنْ يُكَلِّمَهُ اللَّهُ إِلا وَحْيًا أَوْ مِنْ وَرَاءِ حِجَابٍ  ، [سورة الشورى: 51]، ولكن قد رأى جبريل في صورته مرتين .13699- حدثنا ابن وكيع قال، حدثنا أبي, عن إسماعيل بن أبي خالد, عن عامر, عن مسروق قال: قلت لعائشة: يا أم المؤمنين، هل رأى محمد ربه؟ فقالت: سبحان الله, لقد قَفَّ شعري مما قلت ! ثم قرأت: \" لا تدركه الأبصار وهو يدرك الأبصار وهو اللطيف الخبير \" . (10)13700- حدثنا ابن وكيع قال، حدثنا عبد الأعلى وابن علية, عن داود, عن الشعبي, عن مسروق, عن عائشة بنحوه . (11)13701- حدثنا ابن حميد قال، حدثنا جرير, عن مغيرة, عن الشعبي قال، قالت عائشة: من قال إن أحدًا رأى ربه فقد أعظم الفرية على الله! قال الله: \" لا تدركه الأبصار وهو يدرك الأبصار \" .* * *فقال قائلو هذه المقالة: معنى \" الإدراك \" في هذا الموضع، الرؤية= وأنكروا أن يكون الله يُرَى بالأبصار في الدنيا والآخرة= وتأوّلوا قوله:  وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ  ، بمعنى انتظارها رحمة الله وثوابَه .* * *قال أبو جعفر: وتأول بعضهم في الأخبار التي رُويت عن رسول الله صلى الله عليه وسلم بتصحيح القول برؤية أهل الجنة ربَّهم يوم القيامة تأويلات، وأنكر بعضهم مجيئها, ودافعوا أن يكون ذلك من قول رسول الله صلى الله عليه وسلم, وردُّوا القول فيه إلى عقولهم, فزعموا أن عقولهم تُحِيل جواز الرؤية على الله عز وجل بالأبصار، وأتوا في ذلك بضرُوب من التمويهات, وأكثروا القول فيه من جهة الاستخراجات .وكان من أجلّ ما زعموا أنهم علموا به صحة قولهم ذلك من الدليل، أنهم لم يجدوا أبصارهم ترى شيئًا إلا ما باينها دون ما لاصقها, فإنها لا ترى ما لاصقها . قالوا: فما كان للأبصار مباينًا مما عاينته, فإن بينه وبينها فضاءً وفرجةً . قالوا: فإن كانت الأبصار ترى ربها يوم القيامة على نحو ما ترى الأشخاص اليوم, فقد وجب أن يكون الصانع محدودًا . قالوا: ومن وصفه بذلك, فقد وصفه بصفات الأجسام التي يجوز عليها الزيادة والنقصان .قالوا: وأخرى, أن من شأن الأبصار أن تدرك الألوان، كما من شأن الأسماع أن تدرك الأصوات, ومن شأن المتنسِّم أن يدرك الأعراف . (12) قالوا: فمن الوجه الذي فسد أن يكون جائزًا أن يُقْضَى للسمع بغير إدراك الأصوات، وللمتنسِّم إلا بإدراك الأعراف, فسد أن يكون جائزًا القضاءُ للبصر إلا بإدراك الألوان . (13) قالوا: ولما كان غير جائز أن يكون الله تعالى ذكره موصوفًا بأنه ذو لون, صح أنه غير جائز أن يكون موصوفًا بأنه مرئيٌّ .* * *وقال آخرون: معنى ذلك: لا تدركه أبصار الخلائق في الدنيا, وأما في الآخرة فإنها تدركه . وقال أهل هذه المقالة: \" الإدراك \"، في هذا الموضع، الرؤية .واعتلّ أهل هذه المقالة لقولهم هذا بأن قالوا: \" الإدراك \"، وإن كان قد يكون في بعض الأحوال بغير معنى الرؤية, فإن الرؤية من أحد معانيه. وذلك أنه غير جائز أن يلحق بصرُه شيئًا فيراه، وهو لما أبصره وعاينه غير مدرك، وإن لم يحط بأجزائه كلها رؤية . قالوا: فرؤية ما عاينه الرائي إدراك له، دون ما لم  يره . قالوا: وقد أخبر الله أن وجوهًا يوم القيامة إليه ناظرة. قالوا، فمحالٌ أن تكون إليه ناظرة وهي له غير مدركة رؤيةً . قالوا: وإذا كان ذلك كذلك، وكان غير جائز أن يكون في أخبار الله تضادٌّ وتعارض, وجب وصحّ أن قوله: \" لا تدركه الأبصار \"، على الخصوص لا على العموم, وأن معناه: لا تدركه الأبصار في الدنيا، وهو يدرك الأبصار في الدنيا والآخرة, إذ كان الله قد استثنى ما استثنى منه بقوله:  وُجُوهٌ يَوْمَئِذٍ نَاضِرَةٌ * إِلَى رَبِّهَا نَاظِرَةٌ  .* * *وقال آخرون من أهل هذه المقالة: الآية على الخصوص, إلا أنه جائز أن يكون معنى الآية: لا تدركه أبصارُ الظالمين في الدنيا والآخرة, وتدركه أبصار المؤمنين وأولياء الله . قالوا: وجائز أن يكون معناها: لا تدركه الأبصار بالنهاية والإحاطة، وأما بالرؤية فَبَلَى . (14) قالوا: وجائز أن يكون معناها: لا تدركه الأبصار في الدنيا وتدركه في الآخرة= وجائز أن يكون معناها: لا تدركه أبصارُ من يراه بالمعنى الذي يدرك به القديم أبصارَ خلقه= فيكون الذي نفى عن خلقه من إدراك أبصارهم إياه, هو الذي أثبته لنفسه, إذ كانت أبصارهم ضعيفة لا تنفذ إلا فيما قوَّاها جل ثناؤه على النفوذ فيه, وكانت كلها متجلية لبصره لا يخفى عليه منها شيء . قالوا: ولا شك في خصوص قوله: \" لا تدركه الأبصار \"، وأن أولياء الله سيرونه يوم القيامة بأبصارهم, غير أنا لا ندري أيَّ معاني الخصوص الأربعة أريد بالآية . واعتلُّوا لتصحيح القول بأن الله يرى في الآخرة، بنحو علل الذين ذكرنا قبل .* * *وقال آخرون: الآية على العموم, ولن يدرك الله بصرُ أحد في الدنيا والآخرة; ولكن الله يُحدث لأوليائه يوم القيامة حاسّة سادسة سوى حواسِّهم الخمس، فيرونه بها .واعتلوا لقولهم هذا بأنّ الله تعالى ذكره نفى عن الأبصار أن تدركه، من غير أن يدلّ فيها أو بآية غيرها على خصوصها . قالوا: وكذلك أخبرَ في آية أخرى أن وجوهًا إليه يوم القيامة ناظرة . قالوا: فأخبار الله لا تتنافى ولا تتعارض, (15) وكلا الخبرين صحيح معناه على ما جاء به التنـزيل . واعتلُّوا أيضًا من جهة العقل بأن قالوا: إن كان جائزًا أن نراه في الآخرة بأبصارنا هذه و إن زيد في قواها، وجب أن نراه في الدنيا وإن ضعفت, لأن كل حاسة خلقت لإدراك معنًى من المعاني، فهي وإن ضعفت كل الضعف، فقد تدرك مع ضعفها ما خلقت لإدراكه وإن ضعف إدراكها إياه، ما لم تُعْدم . قالوا: فلو كان في البصر أن يُدرك صانعه في حال من الأحوال أو وقت من الأوقات ويراه, وجب أن يكون يدركه في الدنيا ويراه فيها و إن ضعف إدراكه إياه . قالوا: فلما كان ذلك غير موجود من أبصارنا في الدنيا, كان غير جائز أن تكون في الآخرة إلا بهيئتها في الدنيا في أنها لا تدرك إلا ما كان من شأنها إدراكه في الدنيا . قالوا: فلما كان ذلك كذلك, وكان الله تعالى ذكره قد أخبر أنّ وجوهًا في الآخرة تراه, علم أنها تراه بغير حاسة البصر, إذ كان غير جائز أن يكون خبرُه إلا حقًّا .* * *قال أبو جعفر: والصواب من القول في ذلك عندنا، ما تظاهرت به الأخبار عن رسول الله صلى الله عليه وسلم أنه قال: \" إنكم سترون ربكم يوم القيامة كما ترون القمر ليلة البدر \"=\" وكما ترون الشمس ليس دونها سحاب \"، (16) فالمؤمنون يرونه, والكافرون عنه يومئذ محجوبون، كما قال جل ثناؤه:  كَلا إِنَّهُمْ عَنْ رَبِّهِمْ يَوْمَئِذٍ لَمَحْجُوبُونَ  [سورة المطففين: 15] .فأما ما اعتلَّ به منكرُو رؤية الله يوم القيامة بالأبصار, لما كانت لا ترى إلا ما باينها, وكان بينها وبينه فضاءٌ وفرجة, وكان ذلك عندهم غير جائز أن تكون  رؤية الله بالأبصار كذلك، لأن في ذلك إثبات حدٍّ له ونهايةٍ, فبطل عندهم لذلك جواز الرؤية عليه= فإنه يقال لهم: (17) هل علمتم موصوفًا بالتدبير سوى صانعكم، إلا مماسًّا لكم أو مباينًا؟فإن زعموا أنهم يعلمون ذلك، كُلِّفوا تبيينه, ولا سبيل إلى ذلك .وإن قالوا: لا نعلم ذلك.قيل لهم: أو ليس قد علمتموه لا مماسًّا لكم ولا مباينًا, وهو موصوف بالتدبير والفعل, ولم يجب عندكم إذْ كنتم لم تعلموا موصوفًا بالتدبير والفعل غيره إلا مماسًّا لكم أو مباينًا، أن يكون مستحيلا العلم به، وهو موصوف بالتدبير والفعل, لا مماس ولا مباين؟فإن قالوا: ذلك كذلك.قيل لهم: فما تنكرون أن تكون الأبصار كذلك لا ترى إلا ما باينها وكانت بينه وبينها فرجة، قد تراه وهو غير مباين لها ولا فرجة بينها وبينه ولا فضاء, كما لا تعلم القلوب موصوفًا بالتدبير إلا مماسًّا لها أو مباينًا، وقد علمتْه عندكم لا كذلك؟ وهل بينكم وبين من أنكر أن يكون موصوفًا بالتدبير والفعل معلومًا، لا مماسًّا للعالم به أو مباينًا= وأجاز أن يكون موصوفًا برؤية الأبصار، لا مماسًّا لها ولا مباينًا، فرق؟ثم يسألون الفرقَ بين ذلك, فلن يقولوا في شيء من ذلك قولا إلا ألزموا في الآخر مثله .وكذلك يسألون فيما اعتلوا به في ذلك: أن من شأن الأبصار إدراك الألوان, كما أن من شأن الأسماع إدراك الأصوات, ومن شأن المتنسِّم درَك الأعراف, فمن الوجه الذي فسد أن يُقضى للسمع بغير درك الأصوات، فسد أن يُقضى للأبصار لغير درك الألوان . (18)فيقال لهم: ألستم لم تعلموا فيما شاهدتم وعاينتم، موصوفًا بالتدبير والفعل إلا ذا لونٍ, وقد علمتموه موصوفًا بالتدبير لا ذا لونٍ؟فإن قالوا: \" نعم \"= لا يجدون من الإقرار بذلك بدًّا، إلا أن يكذبوا فيزعموا أنهم قد رأوا وعاينوا موصوفًا بالتدبير والفعل غير ذي لون, فيكلفون بيان ذلك, ولا سبيل إليه. (19)فيقال لهم: فإذ كان ذلك كذلك، فما أنكرتم أن تكون الأبصار فيما شاهدتم وعاينتم لم تجدوها تدرك إلا الألوان, كما لم تجدوا أنفسكم تعلم موصوفًا بالتدبير إلا ذا لون، وقد وجدتموها علمته موصوفًا بالتدبير غير ذي لون. ثم يسألون الفرق بين ذلك, فلن يقولوا في أحدهما شيئًا إلا ألزموا في الآخر مثله .ولأهل هذه المقالة مسائل فيها تلبيس، كرهنا ذكرها وإطالة الكتاب بها وبالجواب عنها, إذ لم يكن قصدنا في كتابنا هذا قصدَ الكشف عن تمويهاتهم, بل قصدنا فيه البيان عن تأويل آي الفرقان . ولكنا ذكرنا القدرَ الذي ذكرنا, ليعلم الناظرُ في كتابنا هذا أنهم لا يرجعون من قولهم إلا إلى ما لبَّس عليهم الشيطان، مما يسهل على أهل الحق البيانُ عن فساده, وأنهم لا يرجعون في قولهم إلى آية من التنـزيل محكمة، ولا رواية عن رسول الله صلى الله عليه وسلم صحيحة ولا سقيمة, فهم في الظلمات يخبطون, وفي العمياء يتردّدون, نعوذ بالله من الحيرة والضلالة.* * *وأما قوله: \" وهو اللطيف الخبير \"، فإنه يقول: والله تعالى ذكره المتيسر له من إدراك الأبصار, (20) والمتأتِّي له من الإحاطة بها رؤيةُ ما يعسر على الأبصار من إدراكها إياه وإحاطتها به ويتعذر عليها=\" الخبير \"، يقول: العليم بخلقه  وأبصارهم، والسبب الذي له تعذر عليها إدراكه، فلطف بقدرته فهيأ أبصار خلقه هيئة لا تدركه, وخبرَ بعلمه كيف تدبيرها وشؤونها وما هو أصلح بخلقه، (21) كالذي:13702- حدثنا هناد قال، حدثنا وكيع= وحدثنا ابن وكيع قال، حدثنا أبي, عن أبي جعفر الرازي, عن الربيع بن أنس, عن أبي العالية في قوله: \" اللطيف الخبير \"، قال: \" اللطيف \" باستخراجها=\" الخبير \"، بمكانها .-------------------------الهوامش :(3) الأثر : 13696 - (( سعد بن عبد الله بن عبد الحكم المصري )) ثقة ، روي عنه آنفًا برقم : 436 . وكان في المخطوطة والمطبوعة هنا (( يونس بن عبد الله بن الحكم )) ، وهو خطأ ، والصواب ما سيأتي في التفسير 29 : 120 ( بولاق ) ، حيث روى هذا الخبر نفسه ، بإسناده عن (( سعد بن عبد الله بن عبد الحكم )) .و(( خالد بن عبد الرحمن الخراساني المروروذي )) روى عنه محمد بن عبد الله بن عبد الحكم ، وأخوه (( سعد )) . قال أبو حاتم : (( شيخ ، ليس به بأس )) . مترجم في التهذيب ، وابن أبي حاتم 1 / 2 /341 . وأما (( أبو عرفجة )) ، فلم أعرف من يكون .و (( عطية العوفي )) ، هو (( عطية بن سعد بن جنادة العوفي )) ، وهو ضعيف ، مضى مرارًا ، واستوفى أخي السيد أحمد الكلام فيه في رقم : 305 . وهذا الخبر سيرويه أبو جعفر مرة أخرى في التفسير 29 : 120 ( بولاق ) .(4) في المطبوعة والمخطوطة : (( فلما أدركه الغرق )) ، وهو سهو ، فإن نص التلاوة ما أثبت .(5) في المطبوعة : (( ولا يحاط به )) ، وصواب السياق ما أثبت .(6) يعني آيتي سورة القيامة : 22 ، 23 .(7) في المخطوطة ، أسقط (( البدر )) ، والصواب إثباتها .(8) انظر الأحاديث الصحاح في رؤية ربنا سبحانه يوم القيامة في صحيح البخاري ( الفتح 13 : 356 ، وما بعدها ) ، وصحيح مسلم 3 : 25 ، وما بعدها . والخبران اللذان ذكرهما أبو جعفر خبران صحيحان .(9) قوله : (( علم )) جواب قوله آنفًا : (( فإذ كان الله قد أخبر في كتابه ... ))(10) الأثران : 13698 ، 13699 - حديث إسماعيل بن أبي خالد ، عن الشعبي ، رواه مسلم في صحيحه 3 : 10 ، مختصرًا .(( قف شعري )) : إذا وقف من الفزع .(11) الأثر : 13700 - حديث داود ، عن الشعبي ، رواه مسلم مطولا 3 : 8 - 10 ، وقد مضى جزء من هذا الخبر المطول فيما سلف برقم : 12280 - 12283 . فانظر تخريجه هناك .(12) في المطبوعة : (( المتنشم )) بالشين ، وهو خطأ صرف ، والصواب بالسين كما في المخطوطة . يقال (( تنسيم النسيم )) ، إذا تشممه . و (( الأعراف )) جمع (( عرف )) ( بفتح فسكون ) : الرائحة ، طيبة كانت أو خبيثة . يقال : (( ما أطيب عرفها )) ، أي : رائحتها .(13) في المخطوطة : (( انقضاء البصر )) ، والصواب ما في المطبوعة .(14) (( بلى )) استعمالها مع غير الجحد ، قد سلف بيانه ودليله 2 : 280 ، 510 ، ثم 10 : 98 ، تعليق : 4 .(15) في المطبوعة : (( لا تتباين )) ، وأثبت ما في المخطوطة ، وهو صواب قراءتها .(16) انظر ص : 16 ، تعليق : 1 .(17) في المطبوعة والمخطوطة : (( وإنه يقال لهم )) بالواو ، وصواب السياق ما أثبت .(18) في المطبوعة : (( أن يقتضي السمع لغير )) ، و (( أن تقتضي الأبصار لغير )) ، وأما المخطوطة ، ففيها (( أن يقضي السمع ... )) ، و (( أن يقضي للأبصار )) ، والصواب ما أثبت .(19) في المطبوعة : (( فيكلفوا بيان ذلك )) ، وفي المخطوطة : (( فدلقوا بيان ذلك )) ، وهي غير مقروءة ، ولعل الصواب ما أثبت .(20) في المطبوعة : (( الميسر له )) ، والصواب من المخطوطة ، ولم يحسن قراءتها .(21) انظر تفسير (( الخبير )) فيما سلف من فهارس اللغة ( خبر ) .",
  "ayah": 103,
  "surah": 6
}
