{
  "text": "القول في تأويل قوله :  وَتَمَّتْ كَلِمَةُ رَبِّكَ صِدْقًا وَعَدْلا لا مُبَدِّلَ لِكَلِمَاتِهِ وَهُوَ السَّمِيعُ الْعَلِيمُ (115)قال أبو جعفر: يقول تعالى ذكره: وكملت =\" كلمة ربك \", يعني القرآن .* * *سماه \" كلمة \"، كما تقول العرب للقصيدة من الشعر يقولها الشاعر: \" هذه كلمة فلان \". (21) .* * *=(صدقًا وعدلا)، يقول: كملت كلمة ربك من الصدق والعدل.* * *و \" الصدق \" و \" العدل \" نصبا على التفسير للكلمة, كما يقال: \" عندي عشرون درهما \" . (22)=(لا مبدِّل لكلماته)، يقول: لا مغيِّر لما أخبر في كتبه أنه كائن من وقوعه في حينه وأجله الذي أخبر الله أنه واقع فيه ، (23) وذلك نظير قوله جل ثناؤه  يُرِيدُونَ أَنْ يُبَدِّلُوا كَلامَ اللَّهِ قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ  ،[سورة الفتح:15]. فكانت إرادتهم تبديل كلام الله، مسألتهم نبيَّ الله أن يتركهم يحضرون الحرب معه, وقولهم له ولمن معه من المؤمنين:  ذَرُونَا نَتَّبِعْكُمْ  ، بعد الخبر الذي كان الله أخبرهم تعالى ذكره في كتابه بقوله:  فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا  الآية، [سورة التوبة: 83] , فحاولوا تبديل كلام الله وخبره بأنهم لن يخرجوا  مع نبي الله في غَزاةٍ, ولن يقاتلوا معه عدوًّا بقولهم لهم:  ذَرُونَا نَتَّبِعْكُمْ  ، فقال الله جل ثناؤه لنبيه محمد صلى الله عليه وسلم: \" يريدون أن يبدلوا \"= بمسألتهم إياهم ذلك= كلامَ الله وخبره:  قُلْ لَنْ تَتَّبِعُونَا كَذَلِكُمْ قَالَ اللَّهُ مِنْ قَبْلُ  . فكذلك معنى قوله: (لا مبدِّل لكلماته)، إنما هو: لا مغيِّر لما أخبرَ عنه من خبر أنه كائن، فيبطل مجيئه وكونه ووُقُوعه على ما أخبرَ جل ثناؤه، لأنه لا يزيد المفترون في كتب الله ولا ينقصون منها. وذلك أن اليهود والنصارى لا شك أنهم أهلُ كتب الله التي أنـزلها على أنبيائه, وقد أخبر جل ثناؤه أنهم يحرِّفون غيرَ الذي أخبر أنَّه لا مبدِّل له .* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:13789- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (وتمت كلمة ربك صدقًا وعدلا لا مبدل لكلماته)، يقول: صدقًا وعدلا فيما حكَم .* * *وأما قوله: (وهو السميع العليم)، فإن معناه: والله \" السميع \"، لما يقول هؤلاء العادلون بالله, المقسمون بالله جهد أيمانهم: لئن جاءتهم آية ليؤمنن بها, وغير ذلك من كلام خلقه=\" العليم \"، بما تؤول إليه أيمانهم من برٍّ وصدق وكذب وحِنْثٍ، وغير ذلك من أمور عباده . (24)----------------الهوامش :(21) انظر تفسير (( الكلمة )) فيما سلف 3 : 7 - 17 / 6 : 371 ، 410 - 412 / 8 : 432 / 9 : 410 / 10 : 129 ، 313(22) (( التفسير )) ، هو (( التميز )) ، انظر فهارس المصطلحات فيما سلف .(23) انظر تفسير (( التبديل )) فيما سلف 11 : 335 ، وفهارس اللغة ( بدل ) .(24) انظر تفسير (( السميع )) و (( العليم )) فيما سلف من فهارس اللغة ( سمع ) و ( علم ) .",
  "ayah": 115,
  "surah": 6
}
