{
  "text": "القول في تأويل قوله :  وَمَا لَكُمْ أَلا تَأْكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَا حَرَّمَ عَلَيْكُمْ إِلا مَا اضْطُرِرْتُمْ إِلَيْهِقال أبو جعفر: اختلف أهل العلم بكلام العرب في تأويل قوله: (وما لكم أن لا تأكلوا).فقال بعض نحويي البصريين: معنى ذلك: وأي شيء لكم في أن لا تأكلوا. قال: وذلك نظير قوله:  وَمَا لَنَا أَلا نُقَاتِلَ  ، [سورة البقرة: 246]. يقول: أيّ شيء لنا في ترك القتال؟ قال: ولو كانت \" لا \"، زائدة لا يقع الفعل. (1) ولو كانت في معنى: \" وما لنا وكذا \", لكانت: وما لنا وأن لا نقاتل .* * *وقال غيره: إنما دخلت \" لا \" للمنع, لأن تأويل \" ما لك \", و \" ما منعك \" واحد.\" ما منعك لا تفعل ذلك \", و \" ما لك لا تفعل \"، واحد. فلذلك دخلت \" لا \" . قال: وهذا الموضع تكون فيه \" لا \"، وتكون فيه \" أنْ\"، مثل قوله:  يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا  ، [سورة النساء: 176]، و \" أن لا تضلوا \"، يمنعكم من الضلال بالبيان . (2)* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب عندي، قولُ من قال: معنى قوله: (وما لكم)، في هذا الموضع: وأيُّ شيء يمنعكم أن تأكلوا مما ذكر اسم الله عليه؟ وذلك أنّ الله تعالى ذكره تقدّم إلى المؤمنين بتحليل ما ذكر اسم الله عليه، وإباحة أكل ما ذبح بدينه أو دين من كان يدين ببعض شرائع كتبه  المعروفة, وتحريم ما أهلّ به لغيره، من الحيوان= وزجرهم عن الإصغاء لما يوحي الشياطين بعضهم إلى بعض من زخرف القول في الميتة والمنخنقة والمتردية, وسائر ما حرم الله من المطاعم . ثم قال: وما يمنعكم من أكل ما ذبح بديني الذي ارتضيته, وقد فصّلت لكم الحلال من الحرام فيما تطعمون, وبينته لكم بقولي: (3)  حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالدَّمُ وَلَحْمُ الْخِنْـزِيرِ وَمَا أُهِلَّ لِغَيْرِ اللَّهِ بِهِ  ، إلى قوله:  فَمَنِ اضْطُرَّ فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ  ، [سورة المائدة: 3]، فلا لبس عليكم في حرام ذلك من حلاله, فتتمنعوا من أكل حلاله حذرًا من مواقعة حرامه .فإذ كان ذلك معناه، فلا وجه لقول متأوِّلي ذلك: \" وأي شيء لكم في أن لا تأكلوا \"، لأن ذلك إنما يقال كذلك، لمن كان كفَّ عن أكله رجاء ثواب بالكفّ عن أكله, وذلك يكون ممن آمن بالكفّ فكف اتّباعًا لأمر الله وتسليمًا لحكمه. ولا نعلم أحدًا من سلف هذه الأمة كفَّ عن أكل ما أحل الله من الذبائح رجاء ثواب الله على تركه ذلك, واعتقادًا منه أن الله حرَّمه عليه . فبيّنٌ بذلك، إذ كان الأمر كما وصفنا، أن أولى التأويلين في ذلك بالصواب ما قلنا .* * *وقد بينا فيما مضى قبل أن معنى قوله: \" فصَّل \", و \" فَصَّلْنَا \" و \" فُصِّل \" بيَّن, أو بُيِّن, بما يغني عن إعادته في هذا الموضع (4) كما:-13791- حدثني محمد بن عبد الأعلى, قال: حدثنا محمد بن ثور, عن معمر, عن قتادة: (وقد فصل لكم ما حرم عليكم)، يقول: قد بين لكم ما حرم عليكم .13792- حدثني يونس قال، أخبرنا ابن وهب, عن ابن زيد, مثله .* * *واختلفت القرأة في قول الله جل ثناؤه: (وقد فصل لكم ما حرم عليكم).فقرأه بعضهم بفتح أول الحرفين من \" فَصَّلَ\" و \" حَرَّم \"، أي: فصّل ما حرّمه من مطاعمكم, فبيَّنه لكم .* * *وقرأ ذلك عامة قرأة الكوفيين: (وَقَدْ فَصَّلَ) بفتح فاء \" فصل \" وتشديد صاده,\" مَا حُرِّمَ\"، بضم حائه وتشديد رائه, بمعنى: وقد فصل الله لكم المحرَّم عليكم من مطاعمكم .* * *وقرأ ذلك بعض المكيين وبعض البصريين: \" وَقَدْ فُصِّلَ لَكَمْ\"، بضم فائه وتشديد صاده،\" مَا حُرِّمَ عَلَيْكُمْ\"، بضم حائه وتشديد رائه, على وجه ما لم يسمَّ فاعله في الحرفين كليهما .* * *وروي عن عطية العوفي أنه كان يقرأ ذلك: \" وَقَدْ فَصَلَ\"، بتخفيف الصاد وفتح الفاء, بمعنى: وقد أتاكم حكم الله فيما حَرَّم عليكم .* * *قال أبو جعفر: والصواب من القول في ذلك عندنا أن يقال: إن كل هذه القراءات الثلاث التي ذكرناها، سوى القراءة التي ذكرنا عن عطية، قراءات معروفات مستفيضةٌ القراءةُ بها في قرأة الأمصار, وهن متّفقات المعاني غير مختلفات, فبأيِّ ذلك قرأ القارئ فمصيبٌ فيه الصوابَ .* * *وأما قوله: (إلا ما اضطررتم إليه)، فإنه يعني تعالى ذكره: أن ما أضطررنا إليه من المطاعم المحرّمة التي بيَّن تحريمها لنا في غير حال الضرورة، لنا حلال ما كنا إليه مضطرين, حتى تزول الضرورة . (5) كما:-13793- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (إلا ما اضطررتم إليه)، من الميتة .* * *القول في تأويل قوله :  وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ بِغَيْرِ عِلْمٍ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِالْمُعْتَدِينَ (119)قال أبو جعفر: يقول تعالى ذكره: وإن كثيرًا من الناس [الذين] (6) يجادلونكم في أكل ما حرم الله عليكم، أيها المؤمنون بالله، من الميتة، ليُضلون أتباعهم بأهوائهم من غير علم منهم بصحة ما يقولون, ولا برهان عندهم بما فيه يجادلون, إلا ركوبًا منهم لأهوائهم, واتباعًا منهم لدواعي نفوسهم, اعتداءً وخلافًا لأمر الله ونهيه, وطاعة للشياطين (7) =(إن ربك هو أعلم بالمعتدين)، يقول: إن ربك، يا محمد، الذي أحلَّ لك ما أحلَّ وحرَّم عليك ما حرم, هو أعلم بمن اعتدى حدوده فتجاوزها إلى خلافها, وهو لهم بالمرصاد . (8)* * *واختلفت القرأة في قراءة قوله: (ليضلون).فقرأته عامة أهل الكوفة: (لَيُضِلُّونَ)، بمعنى: أنهم يضلون غيرهم .* * *وقرأ ذلك بعض البصريين والحجازيين: \" لَيَضِلُّونَ\"، بمعنى: أنهم هم الذين يضلون عن الحق فيجورون عنه .* * *قال أبو جعفر: وأَولى القراءتين بالصواب في ذلك, قراءةُ من قرأ: ( وَإِنَّ كَثِيرًا لَيُضِلُّونَ بِأَهْوَائِهِمْ )، بمعنى: أنهم يضلون غيرهم. وذلك أن الله جل ثناؤه أخبرَ نبيه صلى الله عليه وسلم عن إضلالهم من تبعهم، ونهاه عن طاعتهم واتباعهم إلى ما يدعونه إليه, فقال:  وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ  ، ثم أخبر أصحابه عنهم بمثل الذي أخبره عنهم, ونهاهم من قبول قولهم عن مثل الذي نهاه عنه, فقال لهم: وإن كثيرًا منهم ليضلونكم بأهوائهم بغير علم= نظيرَ الذي قال لنبيه صلى الله عليه وسلم:  وَإِنْ تُطِعْ أَكْثَرَ مَنْ فِي الأَرْضِ يُضِلُّوكَ عَنْ سَبِيلِ اللَّهِ  .--------------الهوامش :(1) قوله : (( لا يقع الفعل )) ، أي لا يتعدى ، (( الوقوع )) ، التعدي .(2) استوفى أبو جعفر بحث هذا فيما سلف 5 : 300 - 305 ، والفراء في معاني القرآن 1 : 163 - 166 ، ولم يشر إلى ذلك أبو جعفر كعادته فيما سلف .(3) في المطبوعة : (( بقوله )) ، وفي المخطوطة : (( بقول )) ، وصواب قراءتها ما أثبت .(4) انظر تفسير (( التفصيل )) فيما سلف ص : 60 ، تعليق : 2 ، والمراجع هناك ، وانظر فهارس اللغة ( فصل ) .(5) انظر تفسير (( اضطر )) فيما سلف 3 : 56 ، 322 / 9 : 532 .(6) الزيادة بين القوسين ، يقتضيها السياق .(7) انظر تفسير (( الأهواء )) فيما سلف من فهارس اللغة ( هوى )= = وتفسير (( الضلال )) في فهارس اللغة (ضلل ) .(8) انظر تفسير (( الاعتداء )) فيما سلف من فهارس اللغة ( عدا ) .",
  "ayah": 119,
  "surah": 6
}
