{
  "text": "القول في تأويل قوله :  وَلا تَأْكُلُوا مِمَّا لَمْ يُذْكَرِ اسْمُ اللَّهِ عَلَيْهِ وَإِنَّهُ لَفِسْقٌ وَإِنَّ الشَّيَاطِينَ لَيُوحُونَ إِلَى أَوْلِيَائِهِمْ لِيُجَادِلُوكُمْ وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ (121)قال أبو جعفر: يعني بقوله جل ثناؤه: (ولا تأكلوا مما لم يذكر اسم الله عليه) ، لا تأكلوا، أيها المؤمنون، مما مات فلم تذبحوه أنتم، أو يذبحه موحِّدٌ يدين لله بشرائع شَرَعها له في كتاب منـزل، فإنه حرام عليكم= ولا ما أهلَّ به لغير الله مما ذبَحه المشركون لأوثانهم, فإن أكل ذلك \" فسق \", يعني: معصية كفر . (14)* * *فكنى بقوله: \" وإنه \"، عن \" الأكل \", وإنما ذكر الفعل, (15) كما قال:  الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزَادَهُمْ إِيمَانًا  ، [سورة آل عمران: 173] يراد به، فزاد قولُهم ذلك إيمانًا, فكنى عن \" القول \", وإنما جرى ذكره بفعلٍ . (16)* * *=(وإن الشياطين ليوحون إلى أوليائهم). (17)اختلف أهل التأويل في المعنيّ بقوله: (وإن الشياطين ليوحون إلى أوليائهم)، فقال بعضهم: عنى بذلك شياطين فارسَ ومن على دينهم من المجوس =(إلى أوليائهم)، من مردة مشركي قريش, يوحون إليهم زخرف القول، بجدالِ نبي الله وأصحابه في أكل الميتة . (18)* ذكر من قال ذلك:13805- حدثني عبد الرحمن بن بشر بن الحكم النيسابوري قال، حدثنا موسى بن عبد العزيز القنباريّ قال، حدثنا الحكم بن أبان, عن عكرمة: لما نـزلت هذه الآية، بتحريم الميتة، قال: أوحت فارس إلى أوليائها من قريشٍ أنْ خاصموا محمدًا = وكانت أولياءهم في الجاهلية (19) = وقولوا له: أوَ ما ذبحتَ فهو حلال, وما ذَبح الله (20) = قال ابن عباس: بِشمْشَارٍ من ذهب (21) = فهو حرام ! ! فأنـزل الله هذه الآية: (وإن الشياطين ليوحون إلى أوليائهم)، قال: الشياطين: فارس, وأولياؤهم قريش . (22)13806- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال عمرو بن دينار, عن عكرمة: \" إن مشركي قريش كاتبوا فارس على الروم وكاتبتهم فارس, وكتبت فارسُ إلى مشركي قريش إن محمدًا وأصحابه يزعمون أنهم يتبعون أمر الله, فما ذبح الله بسكين من ذهب فلا يأكله محمد وأصحابه = للميتة = وأمّا ما ذبحوا هم يأكلون \"! وكتب بذلك المشركون إلى أصحاب محمد عليه السلام, فوقع في أنفس ناس من المسلمين من ذلك شيء, فنـزلت: (وإنه لفسقٌ وإن الشياطين ليوحون) الآية, ونـزلت:  يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا  .[سورة الأنعام: 112]* * *وقال آخرون: إنما عنى بالشياطين الذين يغرُون بني آدم: أنهم أوحوا إلى أوليائهم من قريش .* ذكر من قال ذلك:13807- حدثنا ابن حميد قال، حدثنا حكام, عن عنبسة, عن سماك, عن عكرمة قال: كان مما أوحى الشياطين إلى أوليائهم من الإنس: كيف تعبدون شيئًا لا تأكلون مما قَتَل, وتأكلون أنتم ما قتلتم؟ فرُوِي الحديث حتى بلغ النبيَّ صلى الله عليه وسلم, فنـزلت: (ولا تأكلوا مما لم يذكر اسم الله عليه) .13808- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال ابن عباس: قوله: (وإن الشياطين ليوحون إلى أوليائهم)، قال: إبليسُ الذي يوحي إلى مشركي قريش = قال ابن جريج، عن عطاء الخراساني, عن ابن عباس قال: شياطين الجن يوحون إلى شياطين الإنس: \" يوحون إلى أوليائهم ليجادلوكم \"= قال ابن جريج, عن عبد الله بن كثير  قال: سمعت أنَّ الشياطين يوحون إلى أهل الشرك، يأمرونهم أن يقولوا: ما الذي يموتُ، وما الذي تذبحون إلا سواء ! يأمرونهم أن يخاصِمُوا بذلك محمدًا صلى الله عليه وسلم=(وإن أطعمتموهم إنكم لمشركون)، قال: قولُ المشركين أمّا ما ذبح الله، للميتة، فلا تأكلون, وأمّا ما ذبحتم بأيديكم فحلال !13809- حدثنا محمد بن عمار الرازي قال، حدثنا سعيد بن سليمان قال، حدثنا شريك, عن سماك بن حرب, عن عكرمة, عن ابن عباس: إن المشركين قالوا للمسلمين: ما قتل ربّكم فلا تأكلون, وما قتلتم أنتم تأكلونه ! فأوحى الله إلى نبيه صلى الله عليه وسلم: (ولا تأكلوا مما لم يذكر اسم الله عليه) . (23)13810- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قال: لما حرم الله الميتة، أمر الشيطان أولياءَه فقال لهم: ما قتل الله لكم، خيرٌ مما تذبحون أنتم بسكاكينكم! فقال الله: (ولا تأكلوا مما لم يذكر اسم الله عليه) .13811- حدثنا يحيى بن داود الواسطي قال، حدثنا إسحاق بن يوسف الأزرق, عن سفيان, عن هارون بن عنترة, عن أبيه, عن ابن عباس قال: جادل المشركون المسلمين فقالوا: ما بال ما قتلَ الله لا تأكلونه، وما قتلتم أنتم أكلتموه! وأنتم تتبعون أمر الله ! فأنـزل الله: (ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق)، إلى آخر الآية .13812- حدثنا أبو كريب قال، حدثنا عبيد الله, عن إسرائيل, عن سماك, عن عكرمة, عن ابن عباس في قوله: (وإن الشياطين ليوحون إلى أوليائهم)،  يقولون: ما ذبح الله فلا تأكلوه, وما ذبحتم أنتم فكلوه ! فأنـزل الله: (ولا تأكلوا مما لم يذكر اسم الله عليه) .13813- حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا الحسين بن واقد, عن يزيد, عن عكرمة: أن ناسًا من المشركين دخلُوا على رسول الله صلى الله عليه وسلم فقالوا: أخبرنا عن الشاة إذا ماتت، من قَتَلها؟ فقال: اللهُ قتلها . قالوا: فتزعم أن ما قتلتَ أنت وأصحابُك حلالٌ, وما قتله الله حرام! فأنـزل الله: (ولا تأكلوا مما لم يذكر اسم الله عليه) .13814- حدثنا محمد بن عبد الأعلى قال، حدثنا المعتمر بن سليمان, عن أبيه, عن الحضرمي: أن ناسًا من المشركين قالوا: أما ما قتل الصقر والكلب فتأكلونه, وأما ما قتل الله فلا تأكلونه !13815- حدثنا المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله:  فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ  ، قال: قالوا: يا محمد, أمّا ما قتلتم وذبحتم فتأكلونه, وأمّا ما قتل ربُّكم فتحرِّمونه ! فأنـزل الله: (ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق وإنّ الشياطين ليوحون إلى أوليائهم ليجادلوكم وإن أطعتموهم إنكم لمشركون)، وإن أطعتموهم في أكل ما نهيتكم عنه, إنكم إذًا لمشركون .13816- حدثنا المثنى، قال، حدثنا عمرو بن عون قال، أخبرنا هشيم, عن جويبر, عن الضحاك قال: قال المشركون: ما قتلتم فتأكلونه, وما قتل ربكم لا تأكلونه ! فنـزلت: (ولا تأكلوا مما لم يذكر اسم الله عليه) .13817- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (وإن أطعتموهم إنكم لمشركون)، قول المشركين: أما ما ذبح الله = للميتة = فلا تأكلون منه, وأما ما ذبحتم بأيديكم فهو حلال !13818- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله .13819- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم)، قال: جادلهم المشركون في الذبيحة فقالوا: أما ما قتلتم بأيديكم فتأكلونه, وأما ما قتل الله فلا تأكلونه ! يعنون \" الميتة \"، فكانت هذه مجادلتهم إياهم .13820- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق) الآية, يعني عدوّ الله إبليس, أوحى إلى أوليائه من أهل الضلالة فقال لهم: خاصموا أصحاب محمد في الميتة فقولوا: \" أما ما ذبحتم وقتلتم فتأكلون, وأما ما قتل الله فلا تأكلون, وأنتم تزعمون أنكم تتبعون أمرَ الله \"! فأنـزل الله على نبيه: (وإن أطعتموهم إنكم لمشركون)، وإنا والله ما نعلمه كان شرك قط إلا بإحدى ثلاث: أن يدعو مع الله إلهًا آخر, أو يسجد لغير الله, أو يسمي الذبائح لغير الله .13821- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: (ولا تأكلوا مما لم يذكر اسم الله عليه)، إن المشركين قالوا للمسلمين: كيف تزعمون أنكم تتبعون مرضاة الله, وما ذبح الله فلا تأكلونه, وما ذبحتم أنتم أكلتموه؟ فقال الله: لئن أطعتموهم فأكلتم الميتة، إنكم لمشركون .13822- حدثنا أبو كريب قال، حدثنا وكيع, عن إسرائيل, عن سماك, عن عكرمة, عن ابن عباس في قوله: (وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم)، قال: كانوا يقولون: ما ذكر الله عليه وما ذبحتم فكلوا ! فنـزلت: (ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق وإن الشياطين ليوحون إلى أوليائهم) .13823- حدثنا ابن وكيع قال، حدثنا جرير, عن عطاء, عن سعيد بن جبير, عن ابن عباس: (ولا تأكلوا مما لم يذكر اسم الله عليه) إلى قوله:  (ليجادلوكم)، قال يقول: يوحي الشياطين إلى أوليائهم: تأكلون ما قتلتم, ولا تأكلون مما قتل الله! فقال: إن الذي قتلتم يذكر اسم الله عليه, وإن الذي مات لم يذكر اسم الله عليه .13824- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك في قوله: (وإن الشياطين ليوحون إلى أوليائهم ليجادلوكم)، هذا في شأن الذبيحة. قال: قال المشركون للمسلمين: تزعمون أن الله حرم عليكم الميتة, وأحل لكم ما تذبحون أنتم بأيديكم, وحرم عليكم ما ذبح هو لكم ؟ وكيف هذا وأنتم تعبدونه! فأنـزل الله هذه الآية: (ولا تأكلوا مما لم يذكر اسم الله عليه)، إلى قوله: (لمشركون) .* * *وقال آخرون: كان الذين جادلوا رسول الله صلى الله عليه وسلم في ذلك قومًا من اليهود .* ذكر من قال ذلك:13825- حدثنا محمد بن عبد الأعلى وسفيان بن وكيع قالا حدثنا عمران بن عيينة, عن عطاء بن السائب, عن سعيد بن جبير, عن ابن عباس = قال ابن عبد الأعلى: خاصمت اليهودُ النبي صلى الله عليه وسلم = وقال ابن وكيع: جاءت اليهود النبي صلى الله عليه وسلم = فقالوا: نأكل ما قتلنا, ولا نأكل ما قتل الله ! فأنـزل الله: (ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق) .* * *قال أبو جعفر: وأولى الأقوال في ذلك بالصواب أن يقال: إن الله أخبر أنّ الشياطين يوحون إلى أوليائهم ليجادلوا المؤمنين في تحريمهم أكل الميتة، بما ذكرنا من جدالهم إياهم = وجائز أن يكون الموحون كانوا شياطين الإنس يوحون إلى أوليائهم منهم= وجائز أن يكونوا شياطين الجن أوحوا إلى أوليائهم من الإنس= وجائز أن يكون الجنسان كلاهما تعاونا على ذلك, كما أخبر الله عنهما في الآية  الأخرى التي يقول فيها:  وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا شَيَاطِينَ الإِنْسِ وَالْجِنِّ يُوحِي بَعْضُهُمْ إِلَى بَعْضٍ زُخْرُفَ الْقَوْلِ غُرُورًا  ، [سورة الأنعام: 112]. بل ذلك الأغلب من تأويله عندي, لأن الله أخبر نبيه أنه جعل له أعداء من شياطين الجن والإنس, كما جعل لأنبيائه من قبله، يوحي بعضهم إلى بعض المزيَّنَ من الأقوال الباطلة, ثم أعلمه أن أولئك الشياطين يوحون إلى أوليائهم من الإنس ليجادلوه ومن تبعه من المؤمنين فيما حرمَ الله من الميتة عليهم .* * *واختلف أهل التأويل في الذي عنى الله جل ثناؤه بنهيه عن أكله مما لم يذكر اسم الله عليه.فقال بعضهم: هو ذبائح كانت العرب تذبحها لآلهتها .* ذكر من قال ذلك:13826- حدثنا محمد بن المثنى ومحمد بن بشار قالا حدثنا أبو عاصم قال، أخبرنا ابن جريج قال: قلت لعطاء: ما قوله:  فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ  ؟ قال: يأمر بذكر اسمه على الشراب والطعام والذبح . قلت لعطاء: فما قوله: (ولا تأكلوا مما لم يذكر اسم الله عليه) ؟ قال: ينهى عن ذبائح كانت في الجاهلية على الأوثان، كانت تذبحها العرب وقريش .* * *وقال آخرون: هي الميتة . (24)* ذكر من قال ذلك:13827- حدثنا ابن حميد وابن وكيع قالا حدثنا جرير, عن عطاء  بن السائب, عن سعيد بن جبير, عن ابن عباس: (ولا تأكلوا مما لم يذكر اسم الله عليه)، قال: الميتة .* * *وقال آخرون: بل عنى بذلك كلَّ ذبيحة لم يذكر اسمُ الله عليها .* ذكر من قال ذلك:13828- حدثنا ابن وكيع قال، حدثنا أبو أسامة, عن جَهِير بن يزيد قال: سُئِل الحسن, سأله رجل قال له: أُتِيتُ بطيرِ كَرًى, (25) فمنه ما ذبح فذكر اسم الله عليه, ومنه ما نسي أن يذكر اسم الله عليه، واختلط الطير؟ فقال الحسن: كُلْه، كله ! قال: وسألت محمد بن سيرين فقال: قال الله: (ولا تأكلوا مما لم يذكر اسم الله عليه) . (26)13829- حدثني المثنى قال، حدثنا الحجاج قال، حدثنا حماد, عن أيوب وهشام, عن محمد بن سيرين, عن عبد الله بن يزيد الخطمي قال: كلوا من ذبائح أهل الكتاب والمسلمين, ولا تأكلوا مما لم يذكر اسم الله عليه .13830- حدثنا ابن وكيع قال، حدثنا يزيد بن هارون, عن أشعث, عن ابن سيرين, عن عبد الله بن يزيد قال: كنت أجلس إليه في حلقة, فكان يجلس فيها ناس من الأنصار هو رأسهم, فإذا جاء سائل فإنما يسأله ويسكتون . قال: فجاءه رجل فسأله, فقال: رجل ذبح فنسي أن يسمِّي؟ فتلا هذه الآية:  (ولا تأكلوا مما لم يذكر اسم الله عليه)، حتى فرغ منها .* * *قال أبو جعفر: والصواب من القول في ذلك أن يقال: إن الله عنى بذلك ما ذُبح للأصنام والآلهة, وما مات أو ذبحه من لا تحلّ ذبيحته .وأما من قال: \" عنى بذلك: ما ذبحه المسلم فنسي ذكر اسم الله \", فقول بعيد من الصواب، لشذوذه وخروجه عما عليه الحجة مجمعة من تحليله, وكفى بذلك شاهدًا على فساده . وقد بينا فساده من جهة القياس في كتابنا المسمى: \" لطيف القول في أحكام شرائع الدين \"، فأغنى ذلك عن إعادته في هذا الموضع .* * *وأما قوله \"(وإنه لفسق)، فإنه يعني: وإنّ أكْل ما لم يذكر اسم الله عليه من الميتة، وما أهل به لغير الله، لفسق \" .* * *واختلف أهل التأويل في معنى: \" الفسق \"، في هذا الموضع. (27)فقال بعضهم: معناه: المعصية .فتأويل الكلام على هذا: وإنّ أكلَ ما لم يذكر اسم الله عليه لمعصية لله وإثم .* ذكر من قال ذلك:13831- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (وإنه لفسق)، قال: \" الفسق \"، المعصية .* * *وقال آخرون: معنى ذلك: الكفر .* * *وأما قوله: (وإن الشياطين ليوحون إلي أوليائهم)، فقد ذكرنا اختلاف  المختلفين في المعنيّ بقوله: (وإن الشياطين ليوحون) ، والصوابَ من القول فيه = وأما إيحاؤهم إلى أوليائهم, فهو إشارتهم إلى ما أشاروا لهم إليه: إما بقول, وإما برسالة, وإما بكتاب .* * *وقد بينا معنى: \" الوحي\" فيما مضى قبل، بما أغنى عن إعادته في هذا الموضع . (28)وقد:-13832- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا عكرمة, عن أبي زُمَيل قال: كنت قاعدًا عند ابن عباس, فجاءه رجل من أصحابه, فقال: يا ابن عباس, زعم أبو إسحاق أنه أوحي إليه الليلة! = يعني المختار بن أبي عبيد = فقال ابن عباس: صدق ! فنفرت فقلت: يقول ابن عباس \" صدق \"! فقال ابن عباس: هما وحيان، وحي الله, ووحي الشيطان، فوحي الله إلى محمد, ووحي الشياطين إلى أوليائهم . ثم قرأ: (وإنّ الشياطين ليوحون إلى أوليائهم) . (29)* * *وأما الأولياء: فهم النصراء والظهراء، في هذا الموضع . (30)* * *ويعني بقوله: (ليجادلوكم)، ليخاصموكم, بالمعنى الذي قد ذكرت قبل . (31)* * *وأما قوله: (وإن أطعتموهم إنكم لمشركون)، فإنه يعني: وإن أطعتموهم  في أكل الميتة وما حرم عليكم ربكم; كما:-13833- حدثني المثنى قال، حدثنا عبد الله بن صالح قال: حدثنا معاوية, عن علي بن أبي طلحة, عن ابن عباس: (وإن أطعتموهم)، يقول: وإن أطعتموهم في أكل ما نهيتكم عنه .13834- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: (وإن أطعتموهم)، فأكلتم الميتة .* * *وأما قوله: (إنكم لمشركون)، يعني: إنكم إذًا مثلهم, إذ كان هؤلاء يأكلون الميتة استحلالا. فإذا أنتم أكلتموها كذلك، فقد صرتم مثلهم مشركين .* * *قال أبو جعفر: واختلف أهل العلم في هذه الآية، هل نسخ من حكمها شيء أم لا؟ فقال بعضهم: لم ينسخ منها شيء، وهي محكمة فيما عُنيت به. وعلى هذا قول عامة أهل العلم . (32)* * *وروي عن الحسن البصري وعكرمة, ما:-13835- حدثنا به ابن حميد قال، حدثنا يحيى بن واضح, عن الحسين بن واقد, عن يزيد, عن عكرمة والحسن البصري قالا قال:  فَكُلُوا مِمَّا ذُكِرَ اسْمُ اللَّهِ عَلَيْهِ إِنْ كُنْتُمْ بِآيَاتِهِ مُؤْمِنِينَ  . ولا تأكلوا مما لم يذكر اسم الله عليه وإنه لفسق)، فنسخ واستثنى من ذلك فقال:  وَطَعَامُ الَّذِينَ أُوتُوا الْكِتَابَ حِلٌّ لَكُمْ وَطَعَامُكُمْ حِلٌّ لَهُمْ  [سورة المائدة: 5] .* * *قال أبو جعفر: والصواب من القول في ذلك عندنا, أن هذه الآية محكمة فيما أنـزلت، لم ينسخ منها شيء, وأن طعام أهل الكتاب حلال، وذبائحهم ذكيّة . وذلك مما حرم الله على المؤمنين أكله بقوله: (ولا تأكلوا مما لم يذكر اسم الله عليه)، بمعزل. لأن الله إنما حرم علينا بهذه الآية الميْتة، وما أهلّ به للطواغيت, وذبائحُ أهل الكتاب ذكية سمُّوا عليها أو لم يسمُّوا، لأنهم أهل توحيد وأصحاب كتب لله، يدينون بأحكامها, يذبحون الذبائح بأديانهم، كما يذبح المسلم بدينه, سمى الله على ذبيحته أو لم يسمِّه, إلا أن يكون ترك من ذكر تسمية الله على ذبيحته على الدينونة بالتعطيل, أو بعبادة شيء سوى الله, فيحرم حينئذ أكل ذبيحته، سمى الله عليها أو لم يسم .---------------------الهوامش :(14) انظر تفسير (( الفسق )) فيما سلف 11 : 370 ؛ تعليق : 2 والمراجع هناك(15) (( الفعل )) ، هو المصدر .(16) انظر معاني القرآن للفراء 1 : 352(17) انظر تفسير (( الوحي )) فيما سلف من فهارس اللغة ( وحي ) .(18) في المطبوعة : (( يوحون إليهم زخرف القول ليصل إلى نبي الله وأصحابه في أكل الميتة )) لم يحسن قراءة المخطوطة ، فاجتهد اجتهادًا ضرب على الجملة فسادًا لا تعرف له غاية . وكان في المخطوطة : (( ... زخرف القول يحد إلى نبي الله )) ، غير منقوطة ، وهذا صواب قراءتها .(19) يعني : وكانت قريش أولياء فارس وأنصارهم في الجاهلية ، وهي جملة معترضة وضعتها بين خطين .(20) في المطبوعة والمخطوطة : (( إن ما ذبحت )) ، كأنه خبر ، وهو استفهام واستنكار أن تكون ذبيحة الخلق حلالا ، وذبيحة الله - فيما يزعمون ، وهي الميتة - حرامًا .(21) (( شمشار )) ، وفي تفسير ابن كثير 3 : 389 : (( بشمشير )) ، وتفسيره في خبر آخر يدل على أن (( الشمشار )) أو (( الشمشير )) ، هو السكين أو النصل ، انظر رقم : 13806 ، وكأن هذا كان من عقائد المجوس ، أن الميتة ذبيحة الله ، ذبحها بشمشار من ذهب !! .(22) الأثر : 13805 - (( عبد الرحمن بن بشر بن الحكم العبدي النيسابوري )) ثقة ، صدوق من شيوخ البخاري وأبي حاتم . مترجم في التهذيب ، وابن أبي حاتم 2 / 2 / 215 .و (( موسى بن عبد العزيز اليماني العدني القنباري )) ، لا بأس به ، متكلم فيه . مترجم في التهذيب ، والكبير للبخاري 4 / 1 / 292 ، ولم يذكر فيه جرحًا ، وابن أبي حاتم 4 / 1 / 151 .و (( القنباري )) نسبة إلى (( القنبار )) وهي حبال تفتل من ليف شجر النارجيل ، الذي يقال له : الجوز الهندي ، وتجر بحبال القنبار السفن لقوته .(23) الأثر : 13809 - (( محمد بن عمار بن الحارث الرازي )) ، أبو جعفر ، روى عن إسحاق بن سليمان والسندي بن عبدويه ، ومؤمل بن إسماعيل ، وكتب عنه ابن أبي حاتم ، وقال : (( وهو صدوق ثقة )) . مترجم في ابن أبي حاتم 4 / 1 / 43 .(( سعيد بن سليمان )) ، لم أعرف من يكون فيمن يسمى بذلك ، وأخشى أن يكون صوابه : (( إسحاق بن سليمان الرازي )) ، الذي ذكر ابن حبان أن (( محمد بن عمار يروي عنه )) .(24) هذه الترجمة : (( وقال آخرون : هي الميتة )) ، ليست في المخطوطة ، ولكن إثباتها كما في المطبوعة هو الصواب إن شاء الله .(25) في المطبوعة : (( بطير كذا )) وهو خطأ لا شك فيه . وفي المخطوطة : (( بطير كدى )) برسم الدال ، وهو خطأ لا معنى له . والصواب ما أثبت (( كرى )) ( بفتحتين ) جمع (( الكروان )) وهو طائر بين الدجاجة والحمامة ، حسن الصوت ، يؤكل لحمه ، ذكر صاحب لسان العرب أنه يدعى الحجل والقبيح ، والصحيح أنه ضرب من الطير شبيه به . ويقال له عند صيده (( أطرق كرى ، أطرق كرى ، إن النعام في القرى )) ، فيجبن ويلتصق بالأرض ، فيلقي عليه ثوب فيصاد .(26) الأثر : 13828 - (( جهير بن يزيد العبدي )) ، حدث عن معاوية بن قرة ، وابن سيرين - روى عنه أبو أسامة ، وموسى بن إسماعيل ، والقعنبي . وثقه يحيى بن معين وابن حبان ، وغيرهما . ولم يذكر فيه البخاري جرحًا . مترجم في تعجيل المنفعة : 74 ، والكبير 1 / 2 / 253 ، وابن أبي حاتم 1 / 1 / 547 قال ابن حجر : (( جهير ، بصيغة التصغير ، وقيل : بوزن عظيم )) .(27) انظر تفسير (( الفسق )) فيما سلف من فهارس اللغة ( فسق ) .(28) انظر تفسير (( الوحي )) فيما سلف 9 : 399 ، تعليق : 3 ، والمراجع هناك .(29) الأثر : 13832 - (( أبو زميل )) هو : (( سماك بن الوليد الحنفي )) ، روى عن ابن عباس ، وابن عمر ، ومالك بن مرثد ، وعروة بن الزبير . روى عنه شعبة ، ومسعر ، وعكرمة بن عمار . وهو ثقة مترجم التهذيب ، والكبير 2 / 2 /174 ، وابن أبي حاتم 2 / 1 / 280 .و (( المختر بن أبي عبيد بن مسعود الثقفي )) ، كذاب متنبئ خبيث ، فقتله الله بيد مصعب بن الزبير وأصحابه سنة 67 من الهجرة ، وله خبر طويل فيه كذبه وما فعل ، وما فعل الناس به .(30) انظر تفسير (( الولي )) فيما سلف 10 : 497 ، تعليق : 5 ، والمراجع هناك .(31) انظر تفسير (( الجدال )) فيما سلف من فهارس اللغة ( جدل ) .(32) انظر (( الناسخ والمنسوخ )) ، لأبي جعفر النحاس صلى الله عليه وسلم : 144 ، قال : (( وفي هذه السورة = يعني سورة الأنعام = شيء قد ذكره قوم هو عن الناسخ والمنسوخ بمعزل ، ولكنا نذكره ليكون الكتاب عام الفائدة ... )) ثم ذكر الآية ، وما قيل في ذلك ، إلى صلى الله عليه وسلم : 146 .",
  "ayah": 121,
  "surah": 6
}
