{
  "text": "القول في تأويل قوله :  أَوَمَنْ كَانَ مَيْتًا فَأَحْيَيْنَاهُ وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُمَاتِ لَيْسَ بِخَارِجٍ مِنْهَاقال أبو جعفر: وهذا الكلام من الله جلّ ثناؤه يدل على نهيه المؤمنين برسوله يومئذ عن طاعة بعض المشركين الذين جادلوهم في أكل الميتة، بما ذكرنا عنهم من جدالهم إياهم به, وأمره إياهم بطاعة مؤمن منهم كان كافرًا, فهداه جلّ ثناؤه لرشده، ووفقه للإيمان. فقال لهم: أطاعة من كان ميتًا, يقول: من كان كافرًا ؟ فجعله جل ثناؤه لانصرافه عن طاعته، وجهله بتوحيده وشرائع دينه، وتركه الأخذ بنصيبه من العمل لله بما يؤديه إلى نجاته, بمنـزلة \" الميت \" الذي لا ينفع نفسه بنافعة، ولا يدفع عنها من مكروه نازلة=(فأحييناه)، يقول: فهديناه للإسلام, فأنعشناه, فصار يعرف مضارّ نفسه ومنافعها, ويعمل في خلاصها من سَخَط  الله وعقابه في معاده. فجعل إبصاره الحق تعالى ذكره بعد عَمَاه عنه، ومعرفته بوحدانيته وشرائع دينه بعد جهله بذلك، حياة وضياء يستضيء به فيمشي على قصد السبيل، ومنهج الطريق في الناس (33) =(كمن مثله في الظلمات)، لا يدري كيف يتوجه، وأي طريق يأخذ، لشدة ظلمة الليل وإضلاله الطريق. فكذلك هذا الكافر الضال في ظلمات الكفر، لا يبصر رشدًا ولا يعرف حقًّا, = يعني في ظلمات الكفر . يقول: أفَطَاعة هذا الذي هديناه للحق وبصَّرناه الرشاد، كطاعة من مثله مثل من هو في الظلمات متردّد، لا يعرف المخرج منها، في دعاء هذا إلى تحريم ما حرم الله، وتحليل ما أحل، وتحليل هذا ما حرم الله، وتحريمه ما أحلّ؟* * *وقد ذكر أن هذه الآية نـزلت في رجلين بأعيانهما معروفين: أحدهما مؤمن, والآخر كافر .ثم اختلف أهل التأويل فيهما.فقال بعضهم: أما الذي كان مَيْتًا فأحياه الله، فعمر بن الخطاب رضي الله عنه. وأما الذي مثله في الظلمات ليس بخارج منها، فأبو جهل بن هشام .* ذكر من قال ذلك:13836- حدثني المثنى قال، حدثنا إسحاق قال، أخبرنا سليمان بن أبي هوذة, عن شعيب السراج, عن أبي سنان عن الضحاك في قوله: (أو من كان ميتًا فأحييناه وجعلنا له نورًا يمشي به في الناس)، قال: عمر بن الخطاب رضي الله عنه =(كمن مثله في الظلمات)، قال: أبو جهل بن هشام . (34)* * *وقال آخرون: بل الميت الذي أحياه الله، عمار بن ياسر رحمة الله عليه. وأما الذي مثله في الظلمات ليس بخارج منها، فأبو جهل بن هشام .* ذكر من قال ذلك:13837- حدثنا ابن وكيع قال، حدثنا سفيان بن عيينة, عن بشر بن تيم, عن رجل, عن عكرمة: (أو من كان ميتًا فأحييناه وجعلنا له نورًا يمشي به في الناس)، قال: نـزلت في عمار بن ياسر . (35)13838- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن الزبير, عن ابن عيينة, عن بشر, عن تيم, عن عكرمة: (أو من كان ميتًا فأحييناه وجعلنا له نورًا يمشي به في الناس)، عمار بن ياسر =(كمن مثلة في الظلمات)، أبو جهل بن هشام . (36)* * *وبنحو الذي قلنا في الآية قال أهل التأويل .* ذكر من قال ذلك:13839- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: (أو من كان ميتًا فأحييناه) قال: ضالا فهديناه=(وجعلنا له نورًا يمشي به في الناس) قال: هدى=(كمن مثله في الظلمات ليس بخارج منها)، قال: في الضلالة أبدًا .13840- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن  ابن أبي نجيح, عن مجاهد: (أو من كان ميتًا فأحييناه)، هديناه=(وجعلنا له نورًا يمشي به في الناس كمن مثله في الظلمات) في الضلالة أبدًا .13841- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن رجل, عن مجاهد: (أو من كان ميتًا فأحييناه)، قال: ضالا فهديناه .13842- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس: (أو من كان ميتًا فأحييناه)، يعني: من كان كافرًا فهديناه=(وجعلنا له نورًا يمشي به في الناس)، يعني بالنور، القرآنَ، من صدَّق به وعمل به=(كمن مثله في الظلمات)، يعني: بالظلمات، الكفرَ والضلالة .13843- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: ( أو من كان ميتًا فأحييناه وجعلنا له نورًا يمشي به في الناس )، يقول: الهدى=\" يمشي به في الناس \", يقول: فهو الكافر يهديه الله للإسلام. يقول: كان مشركًا فهديناه=(كمن مثله في الظلمات ليس بخارج منها) .13844- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (أو من كان ميتًا فأحييناه)، هذا المؤمن معه من الله نور وبيِّنة يعمل بها ويأخذ، وإليها ينتهي, كتابَ الله =(كمن مثله في الظلمات ليس بخارج منها)، وهذا مثل الكافر في الضلالة، متحير فيها متسكع, لا يجد مخرجًا ولا منفذًا .13845- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط عن السدي: (أو من كان ميتًا فأحييناه وجعلنا له نورًا يمشي به في الناس)، يقول: من كان كافرًا فجعلناه مسلمًا، وجعلنا له نورًا يمشي به في الناس، وهو الإسلام, يقول: هذا كمن هو في الظلمات, يعني: الشرك .13846- حدثني يونس بن عبد الأعلى قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وجعلنا له نورًا يمشي به في الناس)، قال: الإسلام الذي هداه الله إليه =(كمن مثله في الظلمات)، ليس من أهل الإسلام . وقرأ:  اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُمَاتِ إِلَى النُّورِ  ، [سورة البقرة: 257]. قال: والنور يستضيء به ما في بيته ويبصره, وكذلك الذي آتاه الله هذا النور، يستضيء به في دينه ويعمل به في نوره، (37) كما يستضيء صاحب هذا السراج . قال: (كمن مثله في الظلمات)، لا يدري ما يأتي ولا ما يقع عليه .* * *القول في تأويل قوله :  كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُوا يَعْمَلُونَ (122)قال أبو جعفر: يقول تعالى ذكره: كما خذلت هذا الكافر الذي يجادلكم = أيها المؤمنون بالله ورسوله، في أكل ما حرّمت عليكم من المطاعم = عن الحق, فزينت له سوءَ عمله فرآه حسنًا، ليستحق به ما أعددت له من أليم العقاب, كذلك زيَّنت لغيره ممن كان على مثل ما هو عليه من الكفر بالله وآياته، ما كانوا يعملون من معاصي الله, ليستوجبوا بذلك من فعلهم، ما لهم عند ربهم من النَّكال . (38)* * *قال أبو جعفر: وفي هذا أوضح البيان على تكذيب الله الزاعمين أن الله فوَّض الأمور إلى خلقه في أعمالهم، فلا صنع له في أفعالهم, (39) وأنه قد سوَّى بين جميعهم في  الأسباب التي بها يصلون إلى الطاعة والمعصية. لأن ذلك لو كان كما قالوا, لكان قد زَيَّن لأنبيائه وأوليائه من الضلالة والكفر، نظيرَ ما زيَّن من ذلك لأعدائه وأهل الكفر به ، وزيّن لأهل الكفر به من الإيمان به، نظيرَ الذي زيّن منه لأنبيائه وأوليائه . وفي إخباره جل ثناؤه أنه زين لكل عامل منهم عمله، ما ينبئ عن تزيين الكفر والفسوق والعصيان, وخصّ أعداءه وأهل الكفر، بتزيين الكفر لهم والفسوق والعصيان, وكرّه إليهم الإيمان به والطاعة .------------------الهوامش :(33) انظر تفسير (( الموت )) ، و (( الإحياء )) فيما سلف من فهارس اللغة ( موت ) و ( حيي ) .(34) الأثر : 13836 - (( سليمان بن أبي هوذة )) ، روى عن حماد بن سلمة ، [وأبي هلال الراسبي ، وعمرو بن أبي قيس . لم يذكر فيه البخاري جرحًا . وقال أبو زرعة : (( صدوق لا بأس به )) . مترجم في الكبير 2 / 2 / 42 ، وابن أبي حاتم 2 / 1 / 148 .وأما (( شعيب السراج )) ، فلم أجد له ذكرًا فيما بين يدي من الكتب(35) الأثران : 13837 ، 13838 - (( بشر بن تيم بن مرة )) ، ويقال : (( بشير بن تيم بن مرة )) . وهو في الإسناد الأول ، بينه وبين عكرمة (( عن رجل )) . وقد قال البخاري في الكبير 1 / 2 /96 : (( بشير بن تيم بن مرة )) عن عكرمة ، قاله لنا الحميدي ، عن ابن عيينه . مرسل ، ولم يذكر فيه جرحًا ، وجعله (( بشيرًا )) وأما ابن أبي حاتم 1 / 1 / 372 فقد ترجمه في (( بشير )) ، كمثل ما قال البخاري ، ولم يذكر (( بشرا )) ، ولكنه ترجمه قبل 1 / 1 / 352 في (( بشر بن تيم )) وقال : (( مكي )) ، روى عنه ابن جريج ، وابن عيينة . سمعت أبي يقول ذلك . وابن عيينة يقول : (( بشير )) . ولكنه هنا في المخطوطة في الموضعين (( بشر بن تيم )) ، في رواية ابن عيينة يقول ، فتركت ما كان في المخطوطة على حاله ، لئلا يكون اختلافًا على ابن عيينة .(36) الأثران : 13837 ، 13838 - (( بشر بن تيم بن مرة )) ، ويقال : (( بشير ابن تيم بن مرة )) . وهو في الإسناد الأول ، بينه وبين عكرمة (( عن رجل )) . وقد قال البخاري في الكبير 1 / 2 /96 : (( بشير بن تيم بن مرة )) عن عكرمة ، قاله لنا الحميدي ، عن ابن عيينه . مرسل ، ولم يذكر فيه جرحًا ، وجعله (( بشيرًا )) وأما ابن أبي حاتم 1 / 1 / 372 فقد ترجمه في (( بشير )) ، كمثل ما قال البخاري ، ولم يذكر (( بشرا )) ، ولكنه ترجمة قبل 1 / 1 / 352 في (( بشر بن تيم )) وقال : (( مكي )) ، روى عنه ابن جريج ، وابن عيينة . سمعت أبي يقول ذلك . وابن عيينة يقول : (( بشير )) . ولكنه هنا في المخطوطة في الموضعين (( بشر بن تيم )) ، في رواية ابن عيينة يقول ، فتركت ما كان في المخطوطة على حاله ، لئلا يكون اختلافًا على ابن عيينة .(37) في المطبوعة : (( في فوره )) بالفاء ، والصواب ما في المخطوطة .(38) انظر تفسير (( التزيين )) فيما سلف : ص : 37 ، تعليق : ص : 1 ، والمراجع هناك .(39) (( التفويض ) ، هو زعم القدرية والمعتزلة والإمامية من أهل الفرق ، أن الأمر قد فوض إلى العبد ، فإرادته كافية في إيجاد فعله ، طاعة كان أو معصية ، وهو خالق أفعاله ، والاختيار ، ينفون أن تكون أفعال العباد من خلق الله . وانظر ما سلف 1 : 162 تعليق : 3 / 11 : 340 ، تعليق : 2 ، وانظر ما سيأتي ص : 108 ، تعليق : 1 .",
  "ayah": 122,
  "surah": 6
}
