{
  "text": "القول في تأويل قوله :  وَرَبُّكَ الْغَنِيُّ ذُو الرَّحْمَةِ إِنْ يَشَأْ يُذْهِبْكُمْ وَيَسْتَخْلِفْ مِنْ بَعْدِكُمْ مَا يَشَاءُ كَمَا أَنْشَأَكُمْ مِنْ ذُرِّيَّةِ قَوْمٍ آخَرِينَ (133)قال أبو جعفر: يقول جل ثناؤه: \" وربك \"، يا محمد، الذي أمر عباده بما أمرهم به، ونهاهم عما نهاهم عنه، وأثابهم على الطاعة، وعاقبهم على المعصية=\" الغني\"، عن عباده الذين أمرهم بما أمر، ونهاهم عما نهى, وعن أعمالهم وعبادتهم إياه, وهم المحتاجون إليه, لأنه بيده حياتهم ومماتهم، وأرزاقهم وأقواتهم، ونفعهم وضرهم. (2) يقول عز ذكره: فلم أخلقهم، يا محمد، ولم آمرهم بما أمرتهم به، وأنههم عما نهيتهم عنه, لحاجةٍ لي إليهم، ولا إلى أعمالهم, ولكن لأتفضَّل عليهم برحمتي، وأثيبهم على إحسانهم إن أحسنوا, فإني ذو الرَّأفة والرحمة . (3)* * *وأما قوله: (إن يشأ يذهبكم ويستخلف من بعدكم ما يشاء)، فإنه يقول: إن يشأ ربُّك، يا محمد، الذي خلق خلقه لغير حاجة منه إليهم وإلى طاعتهم إياه =(يذهبكم)، يقول: يهلك خلقه هؤلاء الذين خلقهم من ولد آدم (4) =(ويستخلف من بعدكم ما يشاء)، يقول: ويأت بخلق غيركم وأمم سواكم، يخلفونكم في الأرض =\" من بعدكم \", يعني: من بعد فنائكم وهلاككم =(كما أنشأكم من ذريَّة قوم آخرين)، كما أحدثكم وابتدعكم من بعد خلق آخرين كانوا قبلَكم .* * *ومعنى \" مِنْ\" في هذا الموضع التعقيب, كما يقال في الكلام: \" أعطيتك من دينارك ثوبًا \", بمعنى: مكانَ الدينار ثوبًا, لا أن الثوب من الدينار بعضٌ, كذلك الذين خوطبوا بقوله: (كما أنشأكم)، لم يرد بإخبارهم هذا الخبر أنهم أنشئوا من أصلاب قوم آخرين, ولكن معنى ذلك ما ذكرنا من أنَّهم أنشئوا مكان خَلْقٍ خَلَف قوم آخرين قد هلكوا قبلهم .* * *و \" الذرية \"\" الفُعْليّة \"، من قول القائل: \" ذرأ الله الخلق \", بمعنى خلقهم،\" فهو يذرؤهم \", ثم ترك الهمزة فقيل: \" ذرا الله \", ثم أخرج \" الفُعْليّة \" بغير همز، على مثال \" العُبِّيَّة \" . (5)* * *وقد روي عن بعض المتقدمين أنه كان يقرأ: \" مِنْ ذُرِّيئَةِ قَوْمٍ آخَرِينَ\" على مثال \" فُعِّيلة \" . (6)* * *وعن آخر أنه كان يقرأ: \" وَمِنْ ذِرِّيَّةِ\"، على مثال \" عِلِّيَّة \" .* * *قال أبو جعفر: والقراءة التي عليها القرأة في الأمصار: (ذُرِّيَّةِ)، بضم الذال، وتشديد الياء، على مثال \" عُبِّية \" . (7)* * *وقد بينا اشتقاق ذلك فيما مضى قبل، بما أغنى عن إعادته ههنا . (8)* * *وأصل \" الإنشاء \"، الإحداث. يقال: \" قد أنشأ فلان يحدِّث القوم \", بمعنى ابتدأ وأخذ فيه . (9)-----------------------الهوامش :(2) انظر تفسير (( الغنى )) فيما سلف 5 : 521 ، 570 / 9 : 296 .(3) انظر تفسير (( الرحمة )) فيما سلف من فهارس اللغة ( رحم ) .(4) انظر تفسير (( الإذهاب )) فيما سلف 9 : 298 .(5) في المطبوعة : (( العلية )) ، وهو خطأ ، لأن هذه بكسر العين . وفي المخطوطة : (( العلمه )) ، غير منقوطة ، واجتهدت قراءتها كذلك . وفي الحديث : (( إن الله وضع عنكم عبية الجاهلية وتعظمها بآبائها )) ، و (( العبية )) فخر الجاهلية وكبرها ونخوتها . يقال إنها من (( التعبية )) ، وقالوا بعضهم : هي (( فعولة )) ، وجائز أن تكون (( فعلية )) ، كما قال هذا القائل في (( ذرية )) ، وانظر مادة ( عبب ) في لسان العرب .(6) كان في المخطوطة : (( من ذرية )) ، كما هي التلاوة السالفة ، ولكن ظاهر أن الذي في المطبوعة هو الصواب . لأن (( ذرية )) أصلها (( ذريئة )) ، من (( ذرأ الله الخلق )) ، فكان ينبغي أن تكون مهموزة ، فكثرت ، فأسقط الهمز ، وتركت العرب همزها . وانظر لسان العرب ( ذرأ ) .(7) انظر التعليق السالف رقم : 1 ، وكان في المطبوعة هنا أيضًا (( علية )) ، ومثلها في المخطوطة ، والصواب الراجح ما أثبته .(8) انظر تفسير (( الذرية )) فيما سلف 3 : 19 ، 73 / 5 : 543 / 6: 327 ، ولم يفسرها في هذه المواضع ، ثم فسرها في 6 : 362 / 8 : 19 / 11 : 507 .(9) انظر تفسير (( الإنشاء )) فيما سلف : 11 : 263 ، 264 ، 562 .",
  "ayah": 133,
  "surah": 6
}
