{
  "text": "القول في تأويل قوله :  قُلْ يَا قَوْمِ اعْمَلُوا عَلَى مَكَانَتِكُمْ إِنِّي عَامِلٌ فَسَوْفَ تَعْلَمُونَقال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: \" قل \"، يا محمد، لقومك من قريش الذين يجعلون مع الله إلها آخر=: (اعملوا على مكانتكم)، يقول: اعملوا على حِيالكم وناحيتكم . كما:-13898- حدثني علي بن داود قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس: (يا قوم اعملوا على مكانتكم)، يعني: على ناحيتكم .* * *يقال منه: \" هو يعمل على مكانته، ومَكِينته \" .* * *وقرأ ذلك بعض الكوفيين: \" عَلَى مَكَانَاتِكُمْ\"، على جمع \" المكانة \".* * *قال أبو جعفر: والذي عليه قرأة الأمصار: (عَلَى مَكَانَتِكُمْ)، على التوحيد .* * *=(إني عامل)، يقول جل ثناؤه، لنبيه: قل لهم: اعملوا ما أنتم عاملون, فإني عامل ما أنا عامله مما أمرني به ربي =(فسوف تعلمون)، يقول: فسوف تعلمون عند نـزول نقمة الله بكم, أيُّنا كان المحقّ في عمله، والمصيب سبيلَ الرشاد, أنا أم أنتم.وقوله تعالى ذكره لنبيه: قل لقومك: (يا قوم اعملوا على مكانتكم)، أمرٌ منه له بوعيدهم وتهدّدهم, لا إطلاقٌ لهم في عمل ما أرادُوا من معاصي الله .* * *القول في تأويل قوله :  مَنْ تَكُونُ لَهُ عَاقِبَةُ الدَّارِ إِنَّهُ لا يُفْلِحُ الظَّالِمُونَ (135)قال أبو جعفر: يعني بقوله جل ثناؤه: (من تكون له عاقبة الدار)، فسوف تعلمون، أيها الكفرة بالله، عند معاينتكم العذابَ, مَن الذي تكون له عاقبة الدار منا ومنكم. (10) يقول: من الذي تُعْقبه دنياه ما هو خير له منها أو شر  منها، (11) بما قدَّم فيها من صالح أعماله أو سَيّئها .ثم ابتدأ الخبر جل ثناؤه فقال: (إنه لا يفلح الظالمون)، يقول: إنه لا ينجح ولا يفوز بحاجته عند الله مَنْ عمل بخلاف ما أمره الله به من العمل في الدنيا (12) = وذلك معنى: \" ظلم الظالم \"، في هذا الموضع . (13)* * *وفي\" من \" التي في قوله: (من تكون)، له وجهان من الإعراب:= الرفع على الابتداء.= والنصبُ بقوله: (تعلمون)، ولإعمال \" العلم \" فيه.والرفع فيه أجود, لأن معناه: فسوف تعلمون أيُّنا له عاقبة الدار؟ فالابتداء في\" من \"، أصحُّ وأفصح من إعمال \" العلم \" فيه . (14)* * *---------------------الهوامش :(10) انظر تفسير (( العاقبة )) فيما سلف 11: 272 ، 273 .(11) في المطبوعة : (( من الذي يعقب دنياه )) ، والذي في المخطوطة هو الصواب .(12) انظر تفسير (( الفلاح )) فيما سلف 11 : 296 ، تعليق : 5 ، والمراجع هناك .(13) انظر تفسير (( الظلم )) فيما سلف من فهارس اللغة ( ظلم ) .(14) انظر معاني القرآن للفراء 1 : 355 .",
  "ayah": 135,
  "surah": 6
}
