{
  "text": "القول في تأويل قوله :  وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلادِهِمْ شُرَكَاؤُهُمْ لِيُرْدُوهُمْ وَلِيَلْبِسُوا عَلَيْهِمْ دِينَهُمْ وَلَوْ شَاءَ اللَّهُ مَا فَعَلُوهُ فَذَرْهُمْ وَمَا يَفْتَرُونَ (137)قال أبو جعفر: يقول تعالى ذكره: وكما زيَّن شركاء هؤلاء العادلين بربهم الأوثان والأصنام لهم ما زينوا لهم, من تصييرهم لربهم من أموالهم قَسْما بزعمهم, وتركهم ما وَصل من القَسْم الذي جعلوه لله إلى قسم شركائهم في قسمهم, وردِّهم ما وَصَل من القسم الذي جعلوه لشركائهم إلى قسم نصيب الله، إلى قسم شركائهم=  (كذلك زين لكثير من المشركين قتلَ أولادهم شركاؤهم)، من الشياطين, فحسنوا لهم وأد البنات (22) =(ليردوهم)، يقول: ليهلكوهم=(وليلبسوا عليهم دينهم)، فعلوا ذلك بهم، ليخلطوا عليهم دينهم فيلتبس, فيضلوا ويهلكوا، بفعلهم ما حرم الله عليهم (23) = ولو شاء الله أن لا يفعلوا ما كانوا يفعلون من قتلهم لم يفعلوه, بأن كان يهديهم للحق، ويوفقهم للسداد, فكانوا لا يقتلونهم, ولكن الله خذلهم عن الرشاد فقتلوا أولادهم، وأطاعوا الشياطين التي أغوتهم .يقول الله لنبيه، متوعدًا لهم على عظيم فريتهم على ربهم فيما كانوا يقولون في الأنصباء التي يقسِمونها: \" هذا لله وهذا لشركائنا \"، وفي قتلهم أولادهم=\" ذرهم \"، يا محمد، (24) \" وما يفترون \"، وما يتقوّلون عليَّ من الكذب والزور, (25) فإني لهم بالمرصاد, ومن ورائهم العذاب والعقاب .* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:13908- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم ليردوهم) ، زينوا لهم, من قَتْل أولادهم .13909- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: (قتل أولادهم شركاؤهم)، شياطينهم، يأمرونهم أن يَئِدوا أولادهم خيفة العَيْلة . (26)13910- حدثني المثنى قال، حدثنا أبو حذيفة قال: حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, نحوه .13911- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (وكذلك زين لكثير من المشركين قتل أولادهم) الآية, قال: شركاؤهم زينوا لهم ذلك =(ولو شاء ربك ما فعلوه فذرهم وما يفترون) .13912- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم)، قال: شياطينهم التي عبدوها, زينوا لهم قتلَ أولادهم .13913- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (وكذلك زين لكثير من المشركين قتل أولادهم شركاؤهم ليردوهم)، أمرتهم الشياطين أن يقتلوا البنات . وأمَّا(ليردوهم) ، فيهلكوهم . وأما(ليلبسوا عليهم دينهم)، فيخلطوا عليهم دينهم .* * *واختلفت القرأة في قراءة ذلك.فقرأته قرأة الحجاز والعراق: ( وَكَذَلِكَ زَيَّن )، بفتح الزاي من \" زين \"، ( لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلادِهِمْ )، بنصب \" القتل \",(شُرَكَاؤُهُمْ)، بالرفع = بمعنى أن شركاء هؤلاء المشركين، الذين زينوا لهم قتلَ أولادهم= فيرفعون \" الشركاء \" بفعلهم, وينصبون \" القتل \"، لأنه مفعول به .* * *وقرأ ذلك بعض قرأة أهل الشام: \" وَكَذَلِكَ زُيِّنَ\" بضم الزاي\" لِكَثِيرٍ مِنَ المُشْرِكِينَ قَتْلُ\" بالرفع \" أَوْلادَهُمْ\" بالنصب \" شُرَكَائِهِمْ\" بالخفض= بمعنى: وكذلك زُيِّن لكثير من المشركين قتلُ شركائهم أولادَهم ، ففرّقوا بين الخافض والمخفوض بما عمل فيه من الاسم. وذلك في كلام العرب قبيح غير فصيح . وقد  روي عن بعض أهل الحجاز بيت من الشعر يؤيِّد قراءة من قرأ بما ذكرت من قرأة أهل الشام, رأيتُ رواة الشعر وأهل العلم بالعربية من أهل العراق ينكرونه, وذلك قول قائلهم:فَزَجَجْتُــــــهُ مُتَمَكِّنًــــــازَجَّ القَلُـــوصَ أَبـــي مَــزَادَهْ (27)* * *قال أبو جعفر: والقراءة التي لا أستجيز غيرها: ( وَكَذَلِكَ زَيَّنَ لِكَثِيرٍ مِنَ الْمُشْرِكِينَ قَتْلَ أَوْلادِهِمْ شُرَكَاؤُهُمْ )، بفتح الزاي من \" زين \"، ونصب \" القتل \" بوقوع \" زين \" عليه، وخفض \" أولادهم \" بإضافة \" القتل \" إليهم, ورفع \" الشركاء \" بفعلهم، لأنهم هم الذين زينوا للمشركين قتلَ أولادهم، على ما ذكرتُ من التأويل .وإنما قلت: \" لا أستجيز القراءة بغيرها \"، لإجماع الحجة من القرأة عليه, وأن تأويل أهل التأويل بذلك ورد, ففي ذلك أوضح البيان على فساد ما خالفها من القراءة .* * *ولولا أن تأويل جميع أهل التأويل بذلك ورد، ثم قرأ قارئ: \" وَكَذَلِكَ زُيِّنَ لِكَثِيرٍ مِنَ المُشْرِكِينَ قَتْلُ أَوْلادَهُمْ شُرَكَائِهِمْ\"، بضم الزاي من \" زين \"، ورفع \" القتل \"، وخفض \" الأولاد \" و \" الشركاء \", على  أن \" الشركاء \" مخفوضون بالردّ على \" الأولاد \"، بأنّ\" الأولاد \" شركاء آبائهم في النسب والميراث = كان جائزًا . (28)* * *ولو قرأه كذلك قارئ, غير أنه رفع \" الشركاء \" وخفض \" الأولاد \"، كما يقال: \" ضُرِبَ عبدُ الله أخوك \", فيظهر الفاعل، بعد أن جرى الخبر بما لم يسمَّ فاعله= كان ذلك صحيحًا في العربية جائزًا .------------------الهوامش :(22) انظر تفسير (( زين )) فيما سلف ص : 92 ، تعليق : 2 والمراجع هناك .(23) انظر تفسير (( اللبس )) فيما سلف : 11 : 492 ، تعليق : 1 ، والمراجع هناك .(24) انظر تفسير ذر فيما سلف : 72 ، تعليق : 1 ، والمراجع هناك .(25) انظر تفسير (( الافتراء )) فيما سلف : 57 ، تعليق : 2 ، والمراجع هناك .(26) (( العيلة )) ( بفتح فسكون ) ، الفقر وشدة الحاجة .(27) معاني القرآن للفراء 1 : 358 ، الإنصاف : 179 ، الخزانة 2 : 251 ، والعيني ( بهامش الخزانة ) 3 : 468 ، وغيرها كثير . (( زج )) : دفع بالزج ، وهو الحديدة التي في أسفل الرمح . و (( القلوص )) الناقة الفتية ، و (( أبو مزادة )) اسم رجل . وهذا البيت شاهد على ما ذهب إليه الكوفيون من جواز الفصل بين المضاف والمضاف إليه بغير الظرف وحرف الخفض ، لضرورة الشعر . والتقدير : زج أبي مزادة القلوص ، ففصل بين المضاف والمضاف إليه بالقلوص ، وهو مفعول ، وليس بظرف ولا حرف خفض . وهذا وإن كان مقالة الكوفيين ، فإن الفراء قد رده في معاني القرآن 1 : 358 ، وقال هو ليس بشيء .(28) انظر معاني القرآن للفراء 1 : 357 .",
  "ayah": 137,
  "surah": 6
}
