{
  "text": "القول في تأويل قوله :  وَقَالُوا هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ لا يَطْعَمُهَا إِلا مَنْ نَشَاءُ بِزَعْمِهِمْقال أبو جعفر: وهذا خبر من الله تعالى ذكره عن هؤلاء الجهلة من المشركين أنهم كانوا يحرمون ويحللون من قِبَل أنفسهم، من غير أن يكون الله أذن لهم بشيء من ذلك .يقول تعالى ذكره: وقال هؤلاء العادلون بربهم من المشركين، جهلا منهم, لأنعام لهم وحرث: هذه أنعامٌ وهذا حرث حجر= يعني بـ\" الأنعام \" و \" الحرث \" ما كانوا جعلوه لله ولآلهتهم، التي قد مضى ذكرها في الآية قبل هذه .* * *وقيل: إن \" الأنعام \"، السائبة والوصيلة والبحيرة التي سمَّوا . (1)13914- حدثني بذلك محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" الأنعام \"، السائبة والبحيرة التي سمُّوا .* * *و \" الحِجْر \" في كلام العرب، الحرام. (2) يقال: \" حَجَرت على فلان كذا \"، أي حرَّمت عليه, ومنه قول الله:  وَيَقُولُونَ حِجْرًا مَحْجُورًا  ، [سورة الفرقان: 22] ، ومنه قول المتلمس:حَـنَّتْ إلَـى النَّخْلَةِ القُصْوَى فَقُلْتُ لَهَا:حِجْــرٌ حَــرَامٌ, أَلا ثَـمَّ الدَّهَـارِيسُ (3)وقول رؤبة، [العجاج]: (4)* وَجَارَةُ البَيْتِ لَهَا حُجْرِيُّ * (5)يعني المحرّمَ ، ومنه قول الآخر: (6)فَبِــتُّ مُرْتَفِقًــا, والعَيْـنُ سَـاهِرَةٌكَـأَنَّ نَـوْمِي عَـلَيَّ اللَّيْـلَ مَحْجُـورُ (7)أي حرام. يقال : \" حِجْر \" و \" حُجْر \", بكسر الحاء وضمها .* * *وبضمها كان يقرأ، فيما ذُكر، الحسنُ وقتادة . (8)13915- حدثني عبد الوارث بن عبد الصمد قال، حدثني أبي [قال، حدثني عمي] قال، حدثني أبي, عن الحسين, عن قتادة أنه: كان يقرؤها: \" وَحَرْثٌ حُجْرٌ\"، يقول: حرام, مضمومة الحاء . (9)* * *وأما القرأة من الحجاز والعراق والشام، فعلى كسرها. وهي القراءة التي لا أستجيز خلافها، لإجماع الحجة من القرأة عليها, وأنها اللغة الجُودَى من لغات العرب . (10)* * *وروي عن ابن عباس أنه كان يقرؤها: \" وَحَرْثٌ حِرْجٌ\"، بالراء قبل الجيم .13916- حدثني بذلك الحارث قال، حدثني عبد العزيز قال، حدثنا ابن عيينة, عن عمرو, عن ابن عباس: أنه كان يقرؤها كذلك .* * *وهي لغة ثالثة، معناها ومعنى \" الحجر \" واحد. وهذا كما قالوا: \" جذب \" و \" جبذ \", و \" ناء \" و \" نأى \".ففي\" الحجر \"، إذًا، لغات ثلاث: \" حجر \" بكسر الحاء، والجيم قبل الراء=\" وحُجر \" بضم الحاء، والجيم قبل الراء= و \" حِرْج \"، بكسر الحاء، والراء قبل الجيم .* * *وبنحو الذي قلنا في تأويل الحجر قال أهل التأويل .* ذكر من قال ذلك:13917- حدثني عمران بن موسى القزاز قال، حدثنا عبد الوارث, عن حميد, عن مجاهد وأبي عمرو: (وحرث حجر)، يقول: حرام .13918- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (وحرث حجر)، فالحجر . ما حرّموا من الوصيلة, وتحريم ما حرموا .13919- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (وحرث حجر)، قال: حرام .13920- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (هذه أنعام وحرث حجر) الآية, تحريمٌ كان عليهم من الشياطين في أموالهم، وتغليظ وتشديد. وكان ذلك من الشياطين، ولم يكن من الله .13921- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: أما قوله: (وقالوا هذه أنعام وحرث حجر)، فيقولون: حرام، أن نطعم إلا من شئنا .13922- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (هذه أنعام وحرث حجر)، نحتجرها على مَنْ نريد وعمن نريد, لا يطعمها إلا مَنْ نشاء، بزعمهم. قال: إنما احتجروا ذلك لآلهتهم, وقالوا: لا يطعمها إلا من نشاء بزعمهم)، قالوا: نحتجرها عن النساء, ونجعلها للرجال .13923- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (أنعام وحرث حجر)، أما \" حجر \", يقول: محرَّم . وذلك أنهم كانوا يصنعون في الجاهلية أشياء لم يأمر الله بها, كانوا يحرّمون من أنعامهم أشياء لا يأكلونها, ويعزلون من حرثهم شيئًا معلومًا لآلهتهم, ويقولون: لا يحل لنا ما سمّينا لآلهتنا.13924- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن  ابن جريج, عن مجاهد: (أنعام وحرث حجر)، ما جعلوه لله ولشركائهم .13925- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد, مثله .* * *القول في تأويل قوله :  وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا وَأَنْعَامٌ لا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا افْتِرَاءً عَلَيْهِ سَيَجْزِيهِمْ بِمَا كَانُوا يَفْتَرُونَ (138)قال أبو جعفر: يقول تعالى ذكره: وحرّم هؤلاء الجهلة من المشركين ظهورَ بعض أنعامهم, فلا يركبون ظهورها, وهم ينتفعون برِسْلِها ونِتَاجها وسائر الأشياء منها غير ظهورها للركوب . (11) وحرموا من أنعامهم أنعامًا أخر، فلا يحجُّون عليها، ولا يذكرون اسم الله عليها إن ركبوها بحالٍ، ولا إن حلبوها، ولا إن حمَلوا عليها .* * *وبما قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:13926- حدثنا سفيان قال، حدثنا أبو بكر بن عياش, عن عاصم قال: قال لي أبو وائل : أتدري ما \" أنعام لا يذكرون اسم الله عليها \"؟ قال: قلت: لا! قال: أنعام لا يحجون عليها .13927- حدثنا محمد بن عباد بن موسى قال، حدثنا شاذان قال، حدثنا أبو بكر بن عياش, عن عاصم قال: قال لي أبو وائل: أتدري ما قوله: (حرمت  ظهورها وأنعام لا يذكرون اسم الله عليها) ؟ قال: قلت: لا! قال: هي البحيرة، كانوا لا يحجون عليها . (12)13928- حدثنا أحمد بن عمرو البصري قال، حدثنا محمد بن سعيد الشهيد قال، حدثنا أبو بكر بن عياش, عن عاصم, عن أبي وائل: (وأنعام لا يذكرون اسم الله عليها)، قال: لا يحجون عليها . (13)13929- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي أما: (أنعام حرمت ظهورها)، فهي البحيرة والسائبة والحام= وأما \" الأنعام التي لا يذكرون اسم الله عليها \", قال: إذا أولدوها, (14) ولا إن نحروها .13930- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (وأنعام لا يذكرون اسم الله عليها)، قال: كان من إبلهم طائفة لا يذكرون اسم الله عليها ولا في شيء من شأنها، لا إن ركبوها, ولا إن حلبوا, ولا إن حملوا, ولا إن منحوا, ولا إن عملوا شيئًا .13931- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وأنعام حرمت ظهورها)، قال: لا يركبها أحد=(وأنعام لا يذكرون اسم الله عليها) .* * *وأما قوله: (افتراء على الله), فإنه يقول: فعل هؤلاء المشركون ما فعلوا من تحريمهم ما حرموا, وقالوا ما قالوا من ذلك, كذبًا على الله, وتخرّصًا الباطلَ عليه; لأنهم أضافوا ما كانوا يحرّمون من ذلك، على ما وصفه عنهم جل ثناؤه في كتابه، إلى أنّ الله هو الذي حرّمه, فنفى الله ذلك عن نفسه, وأكذبهم, وأخبر نبيه والمؤمنين أنهم كذبة فيما يدّعون . (15)* * *ثم قال عز ذكره: (سيجزيهم)، يقول: سيثيبهم ربُّهم بما كانوا يفترونَ على الله الكذبَ ثوابَهم, ويجزيهم بذلك جزاءهم . (16)-------------------الهوامش :(1) انظر تفسير (( الأنعام )) فيما سلف 6 : 257 / 9 : 457= وتفسير (( الحرث )) فيما سلف 4 : 240 - 243 ، 397 /6 : 257 / 7 : 134 .(2) المخطوطة ، ليس فيها (( الحرام )) ، وزيادتها في المطبوعة هي الصواب الموافق لما في مجاز القرآن لأبي عبيدة 1 : 207 .(3) ديوانه قصيدة 4 ، ومختارات ابن الشجري : 32 ، ومجاز القرآن 1 : 207 ، وسيأتي في التفسير 19 : 302 ( بولاق ) ، اللسان ( دهرس ) ، ومعجم ، استعجم : 1304 ، ومعكم ياقوت ( نخلة القصوى ، ونسبه لجرير وهو المتلمس ، جرير بن عبد المسيح ، من قصيدته التي قالها في مهربه إلى الشام من عمرو بن هند ، وقصة المتلمس وطرفة ، وعمرو بن هند ، مشهورة . وهكذا جاء هنا (( النخلة القصوى )) ، وهي رواية ، والرواية الأخرى (( نخلة القصوى )) بغير تعريف كما سيأتي براوية أبي جعفر في التفسير 19 : 302 ( بولاق ) . وقد ذكروا أن (( نخلة القصوى )) المذكورة هنا ، هي : (( نخلة اليمانية )) ، وهو واد ينصب من بطن قرن المنازل ، وهو طريق اليمن إلى مكة . وظاهر هذا الشعر ، فيما أداني إليه اجتهادي ، يدل على أن (( نخلة القصوى )) بأرض العراق ، مفضيًا إلى الحيرة ، ديار عمرو بن هند ، فإنه قال هذا الشعر ، وقد حرم عليه عمرو بن هند أرض العراق ، فحنت ناقته إلى ديارها بالعراق ، فقال لها :أنِّـى طَـرِبْتِ وَلَمْ تُلْحَيْ عَلَى طَرَبٍ ،ودُونَ إلْفِــكِ أَمْــرَاتٌ أَمَــا لِيسُيقول : كيف تشتاقين إلى أرض فيها هلاكي ؟ ثم عاد يقول : ولست ألومك على الشوق الذي أثار حنينك ، فإنه لا بد لمن حالت بينه وبين إلفه الفلوات ، أن يحن . ثم بين العلة في استنكاره حنينها فقال لها : وكأنه يخاطب نفسه ، ويعتذر إليها من ملامة هذه البائسة ! .حَـنَّتْ إلَى النَّخْلَةِ القُصْوَى فَقُلْتُ لَهَا :بَسْــلٌ عَلَيْـكِ ، أَلا تِلْـكَ الدَّهَـارِيسُ(( بسل عليك )) : حرام عليك ، وهذه رواية أخرى . و(( الدهاريس )) ، الدواهي . يقول : ما ألومها على الحنين إلى إلفها ، ولكني ألومها على الحنين إلى الأرض فيها هلاكي . وقال لها : إن نخلة القصوى التي تحنين إليها ، حرام عليك ، فإن فيها الدواهي والغوائل . فتبين بهذا أنه يعني ديار عمرو بن هند الذي فر منه ، ثم قال لها بعد ذلك :أُمِّــي شَـآمِيةً ، إِذْ لا عِـرَاقَ لَنَـا ،قَوْمًــا نَــوَدُّهُمُ إذْ قَوْمُنَـا شُـوسُ.يقول : اقصدي نخلة الشآمية ، فإن العراق قد حرم علينا ، وفي الشام أحبابنا ، وأهل مودتنا ، وأما قومنا بالعراق فإنهم ينظرون إلينا بأعين شوس من البغضاء . فثبت بقوله : (( إذ لا عراق لنا )) أن (( نخلة القصوى )) من أرض العراق . وفي هذا كفاية في تحقيق الموضع إن شاء الله .(4) هكذا نسبة هنا إلى (( رؤبة )) والصواب أنه (( العجاج )) أبوه ، بلا شك في ذلك ، ولذلك وضعته بين الأقواس ، وكأنه سهو من الناسخ ، أو من أبي جعفر .(5) ديوان العجاج : 68 ، واللسان ( حجر ) من رجز له طويل مشهور ، ذكر فيه نفسه بالعفاف والصيانة فقال :إِنّــي امْــرُؤٌ عَـنْ جَـارَتِي كَـفِىُّعَـــنِ الأذَى ، إنَّ الأذَى مَقْـــلِيُّوَعَـــنْ تَبغِّــي سِــرِّهَا غَنِــيُّثم قال بعد أبيات :وَجَــارَةُ البَيْــتِ لَهَــا حُجْــرِيُّومَحْرُمَـــاتٌ هَتْكُهَـــا بُجْــرِيُّوفسره صاحب اللسان فقال : (( لها خاصة )) .(6) ينسب إلى أعشى باهلة نسبه ابن بري في اللسان ( رفق ) ، ولم أجده في مكان آخر .(7) اللسان ( رفق ) . (( مرتفقًا )) ، أي : متكئًا على مرفق يده .(8) في المطبوعة والمخطوطة : (( الحسين )) ، وهو خطأ ، صوابه (( الحسن )) ، وهو البصري .(9) الأثر : 13915 - هذا إسناد فيه إشكال .(( عبد الوارث بن عبد الصمد بن عبد الوارث سعيد بن ذكوان التميمي العنبري )) ، مضى مرارًا ، وهو يروي عن أبيه : (( عبد الصمد بن عبد الوارث بن سعيد بن ذكوان )) وأبوه : (( عبد الصمد ابن عبد الوارث )) ، يروي عن أبيه : (( عبد الوارث بن سعيد بن ذكوان )) ، و (( عبد الوارث بن سعيد ابن ذكوان )) ، يروي عن (( حسين المعلم )) ، وهو (( حسين بن ذكوان العوذي )) ، و (( حسين المعلم )) ، يروي عن (( قتادة )) ، فالأرجح إذن أن يكون الإسناد هكذا :(( حدثني عبد الوارث بن عبد الصمد ، قال حدثني أبي ، قال حدثني أبي ، عن الحسين ، عن قتادة )) بإسقاط (( قال حدثني عمي )) ، التي وضعتها بين قوسين ، وبذلك يكون الإسناد مستقيمًا ، فإني لم أجد (( عبد الصمد بن عبد الوارث )) يروي عن (( عمه )) ، ولم أجد له عما يروى عنه . وأيضًا فإن قوله : (( حدثني عمي )) يقتضي أن يكون (( سعيد بن ذكوان )) جدهم ، هو الراوي عن (( حسين المعلم )) ، ولم تذكر قط رواية عن (( سعيد بن ذكوان )) ، ولا له ذكر في كتب الرجال . فصح بذلك أن الصواب إسقاط ما وضعته بين القوسين ، هذا وأذكر أن هذا الإسناد قد مر قبل كما أثبته ، ولكني لم أستطع أن أعثر عليه بعد . والزيادة إن شاء الله خطأ من الناسخ ، واختلط عليه إسناد (( محمد بن سعد عن أبه ، عن عمه ... )) رقم : 305 . فعجل وزاد : (( قال حدثني عمي )) .(10) (( الجودي )) ، تأنيث (( الأجود )) ، وهي قليلة الاستعمال فيما بعد طبعة أبي جعفر ، كما أسلفت في التعليق على أول استعمال لها فيما مضى 6 : 437 ، تعليق : 1 ، وهذه هي المرة الثانية التي استعملها فيها أبو جعفر .(11) (( الرسل )) ( بكسر فسكون ) : اللبن . و (( النتاج )) ( بكسر النون ) : ما تضع من أولادها .(12) الأثر : 13927 - (( محمد بن عباد بن موسى الختلي )) ، مضى برقم : 11318 ، ونقلت هناك عن ابن أبي حاتم 4 / 1 / 15 ، أنه روى عن هشام بن محمد الكلبي ، والوليد بن صالح ، وروى عنه أبو بكر بن أبي الدنيا . ثم توقفت في هذه الترجمة المختصرة التي ذكرها ابن أبي حاتم ، وشككت في صحة ما فيها ، فإن أبا بكر بن أبي الدنيا ، إنما يروي عن أبيه (( عباد بن موسى الختلي )) . ولا أدري أروى عن ولده (( محمد بن عباد )) أم لم يرو عنه ، فإنهم لم يذكروا ذلك في ترجمة أبي بكر ابن أبي الدنيا .و (( شاذان )) هو : (( الأسود بن عامر )) ، ثقة صدوق . مترجم في التهذيب .(13) الأثر : 13928 - (( أحمد بن عمرو البصري )) ، مضى ما قلت فيه برقم : 9875 . و(( محمد بن سعيد الشهيد )) ، لم أعرف من هو ، ولم أجد له ذكرًا .(14) لعل الصواب : (( لا إن أولدوها )) .(15) انظر تفسير (( الافتراء )) فيما سلف : ص : 136 ، تعليق : 4 ، والمراجع هناك .(16) انظر تفسير (( الجزاء )) فيما سلف من فهارس اللغة ( جزى ) .",
  "ayah": 138,
  "surah": 6
}
