{
  "text": "القول في تأويل قوله :  وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍقال أبو جعفر: وهذا إعلام من الله تعالى ذكره ما أنعم به عليهم من فضله, وتنبيهٌ منه لهم على موضع إحسانه, وتعريفٌ منه لهم ما أحلَّ وحرَّم وقسم في أموالهم من الحقوق لمن قسم له فيها حقًّا .يقول تعالى ذكره: وربكم، أيها الناس =(أنشأ) ، أي أحدث وابتدع خلقًا, لا  الآلهة والأصنام (34) =(جنات)، يعني: بساتين (35) =(معروشات)، وهي ما عَرَش الناس من الكروم=(وغير معروشات) ، غير مرفوعات مبنيَّات, لا ينبته الناس ولا يرفعونه, ولكن الله يرفعه وينبته وينمِّيه ، (36) كما:-13955- حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (معروشات)، يقول: مسموكات .13956- وبه عن ابن عباس: (وهو الذي أنشأ جنات معروشات وغير معروشات)، فـ\" المعروشات \"، ما عرش الناس=\" وغير معروشات \"، ما خرج في البر والجبال من الثمرات .13957- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: أما \" جنات \"، فالبساتين= وأما \" المعروشات \"، فما عرش كهيئة الكَرْم .13958- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن عطاء الخراساني, عن ابن عباس قوله: (وهو الذي أنشأ جنات معروشات)، قال: ما يُعرَش من الكروم =(وغير معروشات)، قال: ما لا يعرش من الكرم .* * *القول في تأويل قوله :  وَالنَّخْلَ وَالزَّرْعَ مُخْتَلِفًا أُكُلُهُ وَالزَّيْتُونَ وَالرُّمَّانَ مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَقال أبو جعفر: يقول جل ثناؤه: وأنشأ النخل والزرع مختلفا أكله= يعني بـ\" الأكل \"، (37) الثمر. يقول: وخلق النخل والزرع مختلفًا ما يخرج منه مما يؤكل من الثمر والحب =\" والزيتون والرمان متشابهًا وغير متشابه \"، في الطعم, (38) منه الحلو، والحامض، والمزّ، (39) كما:-13959- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قوله: (متشابهًا وغير متشابه)، قال: \" متشابهًا \"، في المنظر=\" وغير متشابه \"، في الطعم .* * *وأما قوله: (كلوا من ثمره إذا أثمر)، فإنه يقول: كلوا من رطبه ما كان رطبًا ثمره ، كما:-13960- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو همام الأهوازي قال، حدثنا موسى بن عبيدة, عن محمد بن كعب في قوله: (كلوا من ثمره إذا أثمر)، قال: من رطبه وعنبه .13961- حدثنا عمرو بن علي قال، حدثنا محمد بن الزبرقان قال، حدثنا موسى بن عبيدة في قوله: (كلوا من ثمره إذا أثمر)، قال: من رطبه وعنبه . (40)* * *القول في تأويل قوله :  وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِاختلف أهل التأويل في تأويل ذلك.فقال بعضهم: هذا أمر من الله بإيتاء الصدقة المفروضة من الثمر والحبِّ .* ذكر من قال ذلك:13962- حدثنا عمرو بن علي قال، حدثنا يزيد بن زريع قال، حدثنا يونس, عن الحسن, في قوله: (وآتوا حقه يوم حصاده)، قال: الزكاة .13963- حدثنا عمرو قال، حدثنا عبد الصمد قال، حدثنا يزيد بن درهم قال، سمعت أنس بن مالك يقول: (وآتوا حقه يوم حصاده)، قال: الزكاة المفروضة .13964- حدثنا عمرو قال، حدثنا معلى بن أسد قال، حدثنا عبد الواحد بن زياد قال، حدثنا الحجاج بن أرطاة, عن الحكم, عن مجاهد, عن ابن عباس في قوله: (وآتوا حقه يوم حصاده)، قال: العشر ونصف العشر .13965- حدثنا ابن وكيع قال، حدثنا هانئ بن سعيد, عن حجاج, عن محمد بن عبيد الله, عن عبد الله بن شداد, عن ابن عباس: (وآتوا حقه يوم حصاده)، قال: العشر ونصف العشر . (41)13966- حدثنا عمرو بن علي وابن وكيع وابن بشار قالوا، حدثنا عبد الرحمن قال، حدثنا إبراهيم بن نافع المكي, عن ابن عباس, عن أبيه, في قوله: (وآتوا حقه يوم حصاده)، قال: الزكاة . (42)13967- حدثنا عمرو قال، حدثنا عبد الرحمن قال، حدثنا أبو هلال, عن حيان الأعرج, عن جابر بن زيد: (وآتوا حقه يوم حصاده)، قال: الزكاة . (43)13968- حدثني يعقوب قال، حدثنا ابن علية قال، أخبرنا يونس, عن الحسن في قوله: (وآتوا حقه يوم حصاده)، قال: هي الصدقة = قال: ثم سئل عنها مرة أخرى فقال: هي الصدقة من الحبّ والثمار .13969- حدثنا ابن وكيع قال، حدثنا محمد بن بكر, عن ابن جريج قال، أخبرني أبو بكر بن عبد الله, عن عمرو بن سليمان وغيره, عن سعيد بن المسيب أنه قال: (وآتوا حقه يوم حصاده)، قال: الصدقة المفروضة .13970- حدثني يعقوب قال، حدثنا ابن علية, عن أبي رجاء, عن الحسن في قوله: (وآتوا حقه يوم حصاده)، قال: هي الصدقة من الحب والثمار .13971- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (وآتوا حقه يوم حصاده)، يعني بحقه، زكاته المفروضة, يوم يُكال أو يُعلم كيله .13972- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (وآتوا حقه يوم حصاده)،  وذلك أن الرجل كان إذا زرع فكان يوم حصاده, وهو أن يعلم ما كيله وحقّه, فيخرج من كل عشرة واحدًا, وما يَلْقُط الناس من سنبله . (44)13973- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (وآتوا حقه يوم حصاده)، و \" حقه يوم حصاده \"، الصدقة المفروضة= ذكر لنا أن نبيّ الله صلى الله عليه وسلم سَنَّ فيما سقت السماء أو العين السائحة, أو سقاه الطل = و \" الطل \"، الندى = أو كان بَعْلا العشرَ كاملا. (45) وإن سقي برشاء: نصفَ العشر = قال قتادة: وهذا فيما يكال من الثمرة. وكان هذا إذا بلغت الثمرة خمسةُ أوسقٍ, (46) وذلك ثلثمئة صاع, فقد حق فيها الزكاة. وكانوا يستحبون أن يعطوا مما لا يكال من الثمرة على قدر ذلك .13974- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة وطاوس: (وآتوا حقه يوم حصاده)، قالا هو الزكاة .13975- حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم, عن الحجاج, عن سالم المكي, عن محمد بن الحنفية قوله: (وآتوا حقه يوم حصاده)، قال: يوم كيله, يعطي العشر أو نصف العشر . (47)13976- حدثني المثنى قال، حدثنا الحماني قال، حدثنا شريك, عن سالم المكي, عن محمد ابن الحنفية قوله: (وآتوا حقه يوم حصاده)، قال: العشر, ونصف العشر .13977- حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك, عن معمر, عن ابن طاوس, عن أبيه, وعن قتادة: (وآتوا حقه يوم حصاده)، قالا الزكاة .13978- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو معاوية الضرير, عن الحجاج, عن الحكم, عن مقسم, عن ابن عباس: (وآتوا حقه يوم حصاده)، قال: العشر ونصف العشر .13979- حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك, عن شريك, عن الحكم بن عتيبة, عن ابن عباس, مثله .13980- حدثت عن الحسين بن الفرج قال،سمعت أبا معاذ قال، أخبرنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: (وآتوا حقه يوم حصاده)، يعني: يوم كيله، ما كان من برّ أو تمر أو زبيب . و \" حقه \"، زكاته .13981- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (كلوا من ثمره إذا أثمر وآتوا حقه يوم حصاده)، قال: كُلْ منه, وإذا حصدته فآت حقه ، و \" حقه \"، عشوره .13982- حدثنا ابن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن يونس بن عبيد, عن الحسن أنه قال في هذه الآية: (وآتوا حقه يوم حصاده)، قال: الزكاة إذا كِلْتَه .13983- حدثنا عمرو قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن أبي رجاء قال: سألت الحسن عن قوله: (وآتوا حقه يوم حصاده)، قال: الزكاة .13984- حدثني ابن البرقي قال، حدثنا عمرو بن أبي سلمة قال، سألت ابن زيد بن أسلم عن قول الله: (وآتوا حقه يوم حصاده)، فقلت له: هو العشور؟ قال: نعم! فقلت له: عن أبيك؟ قال: عن أبي وغيره .* * *وقال آخرون: بل ذلك حقٌّ أوجبه الله في أموال أهل الأموال, غيرُ الصدقة المفروضة .* ذكر من قال ذلك:13985- حدثنا عمرو بن علي قال، حدثنا عبد الوهاب قال، حدثنا محمد بن جعفر, عن أبيه: (وآتوا حقه يوم حصاده)، قال: شيئًا سوى الحق الواجب = قال: وكان في كتابه: \" عن علي بن الحسين \" .13986- حدثنا عمرو قال، حدثنا يحيى قال، حدثنا عبد الملك, عن عطاء في قوله: (وآتوا حقه يوم حصاده)، قال: القبضة من الطعام .13987- حدثنا ابن وكيع قال، حدثنا محمد بن بكر, عن ابن جريج, عن عطاء: (وآتوا حقه يوم حصاده)، قال: من النخل والعنب والحب كله .13988- حدثنا ابن وكيع قال، حدثنا محمد بن بكر, عن ابن جريج قال: قلت لعطاء: أرأيت ما حصدتُ من الفواكه؟ قال: ومنها أيضًا تؤتي . وقال: من كل شيء حصدتَ تؤتي منه حقه يوم حصاده, من نخل أو عنب أو حب أو فواكه أو خضر أو قصب, من كل شيء من ذلك . قلت لعطاء: أواجب على الناس ذلك كله؟ قال: نعم! ثم تلا(وآتوا حقه يوم حصاده) . قال: قلت لعطاء: (وآتوا حقه يوم حصاده) ،هل في ذلك شيء مُؤَقّت معلوم؟ قال: لا .13989- حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك, عن عبد الملك, عن عطاء في قوله: (وآتوا حقه يوم حصاده)، قال: يعطي من حُضورِ يومئذ ما تيسر, (48) وليس بالزكاة .13990- حدثنا ابن وكيع قال، حدثنا عيسى بن يونس, عن عبد الملك, عن عطاء: (وآتوا حقه يوم حصاده)، قال: ليس بالزكاة, ولكن يطعم من حضره ساعتئذٍ حَصِيده . (49)13991- حدثنا ابن وكيع قال، حدثنا جرير, عن العلاء بن المسيب, عن حماد: (وآتوا حقه يوم حصاده)، قال: كانوا يعطون رُطبًا .13992- حدثنا ابن حميد وابن وكيع قالا حدثنا جرير, عن منصور, عن مجاهد: (وآتوا حقه يوم حصاده)، قال: إذا حضرك المساكين طرحت لهم منه, وإذا أنقيته وأخذت في كيله حَثَوْت لهم منه. (50) وإذا علمتَ كيله عزلتَ زكاته. وإذا أخذت في جَدَاد النخل طَرَحت لهم من الثفاريق. (51) وإذا أخذت في كيله حثَوْت لهم منه. وإذا علمت كيله عزلت زكاته .13993- حدثنا ابن وكيع قال، حدثنا جرير, عن ليث, عن مجاهد: (وآتوا حقه يوم حصاده)، قال: سوى الفريضة .13994- حدثنا ابن حميد قال، حدثنا حكام, عن عمرو, عن منصور, عن مجاهد: (وآتوا حقه يوم حصاده)، قال: يلقي إلى السؤَّال عند الحصاد من السنبل, (52) فإذا طِينَ = أو طُيِّن، الشك من أبي جعفر (53) = ألقى إليهم . فإذا  حمله فأراد أن يجعله كُدْسًا ألقى إليهم. (54) وإذا داس أطعمَ منه, وإذا فرغ وعلم كم كيله، عزل زكاته . وقال: في النخل عند الجَدَاد يطعم من الثمرة والشماريخ. (55) فإذا كان عند كيله أطعم من التمر. فإذا فرغ عزل زكاته .13995- حدثنا عمرو بن علي ومحمد بن بشار قالا حدثنا عبد الرحمن قال، حدثنا سفيان, عن منصور, عن مجاهد قوله: (وآتوا حقه يوم حصاده)، قال: إذا حصد الزرع ألقى من السنبل, وإذا جَدَّ النخل ألقى من الشماريخ. (56) فإذا كاله زكّاه .13996- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن ابن أبي نجيح, عن مجاهد قال: عند الحصاد, وعند الدِّياس, وعند الصِّرام، يقبض لهم منه, فإذا كاله عزل زكاته .13997- وبه، عن سفيان, عن مجاهد مثله= إلا أنه قال: سوى الزكاة .13998- حدثنا عمرو بن علي قال، حدثنا يحيى بن سعيد, عن سفيان, عن ابن أبي نجيح, عن مجاهد: (وآتوا حقه يوم حصاده)، قال: شيء سوى الزكاة، في الحصاد والجَدَاد, إذا حَصَدوا وإذا حَزَرُوا. (57)13999- حدثني محمد بن عمرو قال، حدثنا أبو عاصم, عن عيسى, عن ابن أبي نجيح, في قول الله: (وآتوا حقه يوم حصاده)، قال: واجب، حين يصرم .14000- حدثنا ابن المثنى قال، حدثنا محمد بن جعفر قال، حدثنا شعبة, عن منصور, عن مجاهد: أنه قال في هذه الآية: (وآتوا حقه يوم حصاده)، قال: إذا حصد أطعم, وإذا أدخله البَيْدَر, (58) وإذا داسه أطعم منه .14001- حدثنا أبو كريب قال، حدثنا ابن يمان, عن سفيان, عن أشعث, عن ابن عمر, قال: يطعم المعترَّ، (59) سوى ما يعطي من العشر ونصف العشر .14002- وبه، عن سفيان, عن منصور, عن مجاهد قال: قبضة عند الحصاد, وقبضة عند الجَدَاد .14003- حدثنا ابن وكيع قال، حدثنا حفص, عن أشعث, عن ابن سيرين, قال: كانوا يعطون مَنْ اعترَّ بهم الشيءَ .14004- حدثنا أبو كريب قال، حدثنا ابن يمان, عن سفيان, عن حماد, عن إبراهيم, قال: الضِّغث . (60)14005- حدثنا ابن بشار قال، حدثنا يحيى بن سعيد, عن سفيان, عن حماد, عن إبراهيم, قال: يعطي مثل الضِّغث .14006- حدثنا عمرو بن علي قال، حدثنا يحيى بن سعيد قال، حدثنا سفيان قال، حدثنا حماد, عن إبراهيم: (وآتوا حقه يوم حصاده)، قال: مثل هذا من الضغث = ووضع يحيى إصبعه الإبهام على المفصل الثاني من السَّبّابة .14007- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن حماد, عن إبراهيم, قال: نحو الضِّغث .14008- حدثنا ابن وكيع قال، حدثنا أبي, عن إسرائيل, عن جابر, عن أبي جعفر= وعن سفيان, عن حماد, عن إبراهيم, قالا يعطي ضغثًا . (61)14009- حدثنا عمرو بن علي قال، حدثنا كثير بن هشام قال، حدثنا جعفر بن برقان, عن يزيد بن الأصم قال، كان النخل إذا صُرِم يجيء الرجل بالعِذْق من نخله، فيعلِّقه في جانب المسجد, فيجيء المسكين فيضربُه بعصاه, فإذا تناثر أكلَ منه . فدخل رسول الله صلى الله عليه وسلم ومعه حَسن أو حسين, فتناول تمرةً, فانتزعها من فيه. وكان رسول الله صلى الله عليه وسلم لا يأكل الصَّدقة, ولا أهلُ بيته . فذلك قوله: (وآتوا حقَّه يوم حصاده) .14010- حدثنا ابن وكيع قال، حدثنا خالد بن حيان, عن جعفر بن برقان, عن ميمون بن مهران, ويزيد بن الأصم قالا كان أهل المدينة إذا صرموا يجيئون بالعِذْق فيضعونه في المسجد, ثم يجيء السائل فيضربه بعصاه, فيسقط منه, وهو قوله: (وآتوا حقه يوم حصاده) .14011- حدثنا علي بن سهل قال، حدثنا زيد بن أبي الزرقاء, عن جعفر,  عن يزيد وميمون، (62) في قوله: (وآتوا حقه يوم حصاده)، قالا كان الرجل إذا جدَّ النخلَ يجيء بالعِذْق فيعلقه في جانب المسجد, فيأتيه المسكين فيضربه بعصاه, فيأكل ما يتناثر منه .14012- حدثنا ابن وكيع قال، حدثنا عبيد الله, عن أبي جعفر الرازي, عن الربيع بن أنس: (وآتوا حقه يوم حصاده)، قال: لَقَطُ السُّنبل . (63)14013- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن عبد الكريم الجزري, عن مجاهد قال: كانوا يعلقون العذق في المسجد عند الصِّرام, فيأكل منه الضعيف .14014- وبه، عن معمر قال, قال مجاهد: (وآتوا حقه يوم حصاده)، يطعم الشيءَ عند صِرَامه .14015- حدثني المثنى قال، حدثنا الحماني قال، حدثنا شريك, عن سالم, عن سعيد بن جبير: (وآتوا حقه يوم حصاده)، قال: الضغث، وما يقع من السنبل .14016- وبه، عن سالم, عن سعيد: (وآتوا حقه يوم حصاده)، قال: العلَف .14017- حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك, عن شريك, عن سالم, عن سعيد في قوله: (وآتوا حقه يوم حصاده)، قال: كان هذا قبل الزكاة، للمساكين, القبضةُ والضِّغث لعلف دابته .14018- حدثنا عمرو بن علي قال، حدثنا أبو عاصم قال، حدثنا محمد  بن رفاعة, عن محمد بن كعب في قوله: (وآتوا حقه يوم حصاده)، قال: ما قلّ منه أو كثر . (64)14019- حدثنا الحسن بن يحيى قال أخبرنا عبد الرزاق قال، أخبرنا ابن عيينة, عن ابن أبي نجيح: (وآتوا حقه يوم حصاده)، قال: عند الزرع يعطي القبضَ, وعند الصِّرام يعطي القبض, (65) ويتركهم فيتتبعون آثار الصِّرام .* * *وقال آخرون: كان هذا شيئًا أمر الله به المؤمنين قبل أن تفرض عليهم الصدقة المؤقتة. ثم نسخته الصدقة المعلومة, فلا فرض في مال كائنًا ما كان زرعًا كان أو غرسًا, إلا الصدقة التي فرضها الله فيه .* ذكر من قال ذلك:14020- حدثنا ابن وكيع قال، حدثنا أبو معاوية, عن حجاج, عن الحكم, عن مقسم, عن ابن عباس قال: نسخها العُشْر ونصف العشر .14021- حدثنا ابن وكيع قال، حدثنا حفص, عن الحجاج, عن الحكم, عن ابن عباس قال: نسخها العُشْر ونصف العشر .14022- وبه، عن حجاج, عن سالم, عن ابن الحنفية قال: نسخها العُشْر, ونصف العشر .14023- حدثنا ابن وكيع قال، حدثنا يحيى بن آدم, عن شريك, عن سالم, عن سعيد بن جبير: (وآتوا حقه يوم حصاده)، قال: هذا قبل الزكاة, فلما نـزلت الزكاة نسختها, فكانوا يعطون الضِّغْث .14024- حدثنا ابن حميد وابن وكيع قالا حدثنا جرير, عن مغيرة,  عن شباك, عن إبراهيم: (وآتوا حقه يوم حصاده)، قال: كانوا يفعلون ذلك، حتى سُنَّ العُشر ونصف العشر. فلما سُنّ العشر ونصف العشر، تُرك . (66)14025- حدثنا عمرو بن علي قال، حدثنا عبد الرحمن بن مهدي قال، حدثنا سفيان, عن مغيرة, عن شباك, عن إبراهيم: (وآتوا حقه يوم حصاده)، قال: هي منسوخة, نسختها العُشر ونصف العشر . (67)14026- حدثنا ابن بشار قال، حدثنا يحيى, عن سفيان, عن المغيرة, عن إبراهيم: (وآتوا حقه يوم حصاده)، قال: نسختها العشر ونصف العشر .14027- حدثنا أبو كريب قال، حدثنا ابن يمان, عن سفيان, عن مغيرة, عن شباك, عن إبراهيم قال: نسختها العشر ونصف العشر .14028- وبه، عن سفيان, عن يونس, عن الحسن قال: نسختها الزكاة .14029- وبه، عن سفيان, عن السدى قال: نسختها الزكاة: (وآتوا حقه يوم حصاده) .14030- حدثني يعقوب قال، حدثنا هشيم قال، أخبرنا مغيرة, عن شباك, عن إبراهيم, في قوله: (وآتوا حقه يوم حصاده)، قال: هذه السورة مكية، نسختها العشر ونصف العشر. قلت: عمّن؟ قال: عن العلماء .14031- وبه، عن سفيان, عن مغيرة, عن شباك, عن إبراهيم قال: نسختها العشر ونصف العشر .14032- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال،  حدثنا أسباط, عن السدي: أما(وآتوا حقه يوم حصاده)، فكانوا إذا مرّ بهم أحدٌ يوم الحصاد أو الجدَادِ، أطعموه منه, فنسخها الله عنهم بالزكاة, وكان فيما أنبتتِ الأرضُ، العشرُ ونصف العشر .14033- حدثنا ابن وكيع قال، حدثنا عبد الأعلى, عن يونس, عن الحسن قال: كانوا يَرْضَخون لقرَابتهم من المشركين . (68)14034- حدثنا أبو كريب قال، حدثنا ابن إدريس, عن أبيه, عن عطية: (وآتوا حقه يوم حصاده)، قال: نسخه العشر ونصف العشر. كانوا يعطون إذا حصَدوا وإذا ذَرَّوا, فنسختها العشر ونصف العشر.* * *قال أبو جعفر: وأولى الأقوال في ذلك عندي بالصواب, قولُ من قال: كان ذلك فرضًا فرضه الله على المؤمنين في طعامِهم وثمارهم التي تُخْرجها زروعهم وغرُوسهم, ثم نسخه الله بالصدقة المفروضة, والوظيفة المعلومةِ من العشر ونصف العشر. وذلك أن الجميع مجمعون لا خلاف بينهم: أنّ صدقة الحرث لا تؤخذ إلا بعد الدِّياس والتنقية والتذرية, وأن صدقة التمر لا تؤخذ إلا بعد الإجزاز. (69)فإذا كان ذلك كذلك, وكان قوله جل ثناؤه: (وآتوا حقه يوم حصاده)، ينبئ عن أنه أمرٌ من الله جل ثناؤه بإيتاء حقه يوم حصاده, وكان يوم حصاده هو يوم جَدِّه وقطعه، والحبُّ لا شك أنه في ذلك اليوم في سنبله, والتَّمر وإن كان ثمر نخل أو كَرْم غيرُ مستحكم جُفوفه ويبسه, وكانت الصدقة من الحبِّ إنما تؤخذ بعد دِياسه وتذريته وتنقيته كيلا والتمر إنما تؤخذ صدقته بعد استحكام  يبسه وجفوفه كَيْلا= علم أن ما يؤخذ صدقة بعد حين حَصْده، غير الذي يجب إيتاؤه المساكين يوم حَصاده .* * *فإن قال قائل: وما تنكر أن يكون ذلك إيجابًا من الله في المال حقًّا سوى الصدقة المفروضة؟قيل: لأنه لا يخلو أن يكون ذلك فرضًا واجبًا، أو نَفْلا.فإن يكن فرضًا واجبًا، فقد وجب أن يكون سبيلُه سبيلَ الصدقات المفروضات التي من فرَّط في أدائها إلى أهلها كان بربِّه آثمًا، ولأمره مخالفًا. (70) وفي قيام الحجة بأن لا فرض لله في المال بعد الزكاة يجبُ وجوبَ الزكاة سوى ما يجبُ من النفقة لمن يلزم المرءَ نفقته، ما ينبئ عن أنّ ذلك ليس كذلك .=أو يكون ذلك نَفْلا. فإن يكن ذلك كذلك، فقد وجب أن يكون الخيارُ في إعطاء ذلك إلى ربّ الحرث والثمر. وفي إيجاب القائلين بوجوب ذلك، ما ينبئ عن أن ذلك ليسَ كذلك .وإذا خرجت الآية من أن يكون مرادًا بها الندب, وكان غير جائز أن يكون لها مخرجٌ في وجوب الفرض بها في هذا الوقت, علم أنها منسوخة .ومما يؤيد ما قلنا في ذلك من القول دليلا على صحته, أنه جل ثناؤه أتبع قوله: (وآتوا حقه يوم حصاده)،  وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ  ، ومعلوم أنّ من حكم الله في عباده مذ فرض في أموالهم الصدقة المفروضة المؤقتة القدرِ, أنّ القائم بأخذ ذلك ساستهم ورُعاتهم . وإذا كان ذلك كذلك, فما وجه نهي ربّ المال عن الإسراف في إيتاء ذلك, والآخذ مُجْبِرٌ, وإنما يأخذ الحق الذي فرض لله فيه؟* * *فإن ظن ظانّ أن ذلك إنما هو نهي من الله القيِّمَ بأخذ ذلك من الرعاة عن التعدِّي في مال رب المال، والتجاوز إلى أخذ ما لم يُبَحْ له أخذه, فإن آخر الآية وهو قوله:  وَلا تُسْرِفُوا  ، معطوف على أوله، وهو قوله: (وآتوا حقه يوم حصاده). فإن كان المنهيَّ عن الإسراف القيِّمُ بقبض ذلك, فقد يجب أن يكون المأمورُ بإيتائه، (71) المنهيَّ عن الإسراف فيه, وهو السلطان .وذلك قول إن قاله قائل, كان خارجًا من قول جميع أهل التأويل، ومخالفًا المعهود من الخطاب, وكفى بذلك شاهدًا على خطئه .* * *فإن قال قائل: وما تنكر أن يكون معنى قوله: (وآتوا حقه يوم حصاده) ، وآتوا حقه يوم كيله, لا يوم قصله وقطعه, (72) ولا يوم جداده وقطافه؟ فقد علمتَ مَنْ قال ذلك من أهل التأويل؟ وذلك ما:-14035- حدثنا يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا جويبر, عن الضحاك في قوله: (وآتوا حقه يوم حصاده)، قال: يوم كيله .14036- وحدثنا المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم, عن الحجاج, عن سالم المكي, عن محمد بن الحنفية قوله: (وآتوا حقه يوم حصاده)، قال: يوم كيله، يعطي العشر ونصف العشر . (73)* * *= مع آخرين قد ذكرت الرواية فيما مضى عنهم بذلك؟ (74)قيل: لأن يوم كيله غير يوم حصاده . ولن يخلو معنى قائلي هذا القول من أحد أمرين: إما أن يكونوا وجّهوا معنى \" الحصاد \"، إلى معنى \" الكيل \", فذلك ما لا يعقل في كلام العرب، لأن \" الحصاد \" و \" الحصد \" في كلامهم: الجدّ والقطع, لا الكيل = أو يكونوا وجّهوا تأويل قوله: (وآتوا حقه يوم حصاده)، إلى: وآتوا حقه بعد يوم حصاده إذا كلتموه ، فذلك خلاف ظاهر التنـزيل. وذلك أن الأمر في ظاهر التنـزيل بإيتاء الحقّ منه يوم حصاده، لا بعد يوم حصاده . ولا فرقَ بين قائلٍ: إنما عنى الله بقوله: (وآتوا حقه يوم حصاده)، بعد يوم حصاده= وآخرَ قال: عنى بذلك قبل يوم حصاده, لأنهما جميعًا قائلان قولا دليلُ ظاهر التنـزيل بخلافه .* * *القول في تأويل قوله :  وَلا تُسْرِفُوا إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ (141)قال أبو جعفر: اختلف أهل التأويل في\" الإسراف \"، الذي نهى الله عنه بهذه الآية, ومن المنهيّ عنه .فقال بعضهم: المنهيّ عنه: ربّ النخل والزرع والثمر= و \" السرف \" الذي نهى الله عنه في هذه الآية, مجاوزة القدر في العطِيّة إلى ما يجحف برب المال . (75)* ذكر من قال ذلك:14037- حدثنا عمرو بن علي قال، حدثنا المعتمر بن سليمان قال، حدثنا عاصم, عن أبي العالية في قوله: (وآتوا حقه يوم حصاده ولا تسرفوا)، الآية, قال: كانوا يعطون شيئًا سوى الزكاة, ثم تسارفوا, (76) فأنـزل الله: (ولا تسرفوا إنه لا يحب المسرفين) .14038- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا معتمر بن سليمان, عن عاصم الأحول, عن أبي العالية:  وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ  ، قال: كانوا يعطون يوم الحصاد شيئًا سوى الزكاة, ثم تبارَوْا فيه، أسرفوا, (77) فقال الله: (ولا تسرفوا إنه لا يحب المسرفين) .14039- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا معتمر بن سليمان, عن عاصم الأحول, عن أبي العالية:  وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ  ، قال: كانوا يعطون يوم الحصاد شيئًا, ثم تسارفوا, فقال الله: (ولا تسرفوا إنه لا يحب المسرفين) .14040- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال: نـزلت في ثابت بن قيس بن شماس, جَدَّ نخلا فقال: لا يأتين اليوم أحدٌ إلا أطعمته ! فأطعم، حتى أمسى وليست له ثمرة, فقال الله: (ولا تسرفوا إنه لا يحب المسرفين) .14041- حدثنا ابن وكيع قال، حدثنا محمد بن بكر, عن ابن جريج قال: قلت لعطاء: (ولا تسرفوا)، يقول: لا تسرفوا فيما يؤتى يوم الحصاد, أم في كل شيء؟ قال: بلى ! في كل شيء، ينهى عن السرف . (78) قال: ثم عاودته بعد حين, فقلت: ما قوله: (ولا تسرفوا إنه لا يحب المسرفين) ؟ قال: ينهى عن السرف في كل شيء . ثم تلا  لَمْ يُسْرِفُوا وَلَمْ يَقْتُرُوا  ، [سورة الفرقان: 67] .14042- حدثنا عمرو بن علي قال، حدثنا يزيد بن هارون قال، أخبرنا  سفيان بن حسين, عن أبي بشر قال: أطاف الناس بإياس بن معاوية بالكوفة, فسألوه: ما السَّرَف؟ فقال: ما دون أمرِ الله فهو سَرَف . (79)14043- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: (ولا تسرفوا)، لا تعطوا أموالكم فتغدوا فقراء .* * *وقال آخرون: \" الإسراف \" الذي نهى الله عنه في هذا الموضع: منع الصدقة والحقّ الذي أمر الله ربَّ المال بإيتائه أهلَه بقوله:  وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ  .* ذكر من قال ذلك:14044- حدثنا ابن وكيع قال، حدثنا محمد بن بكر, عن ابن جريج قال، أخبرني أبو بكر بن عبد الله, عن عمرو بن سليم وغيره, عن سعيد بن المسيب في قوله: (ولا تسرفوا)، قال: لا تمنعوا الصدقة فتعصوا . (80)14045- حدثنا عمرو بن علي قال، حدثنا محمد بن الزبرقان قال، حدثنا موسى بن عبيدة, عن محمد بن كعب: (ولا تسرفوا إنه لا يحب المسرفين)، والسرف، أن لا يعطي في حق . (81)* * *وقال آخرون: إنما خوطب بهذا السلطان. نُهِى أن يأخذ من ربّ المال فوق الذي ألزم الله ماله .* ذكر من قال ذلك .14046- حدثنا يونس بن عبد الأعلى قال، أخبرنا ابن وهب, قال ابن زيد في قوله: (ولا تسرفوا)، قال: قال للسلطان: \" لا تسرفوا \", لا تأخذوا بغير حق ، فكانت هذه الآية بين السلطان وبين الناس= يعني قوله:  كُلُوا مِنْ ثَمَرِهِ إِذَا أَثْمَرَ  ، الآية .* * *قال أبو جعفر: والصواب من القول في ذلك عندي أن يقال: إن الله تعالى ذكره نهى بقوله: (ولا تسرفوا)، عن جميع معاني\" الإسراف \", ولم يخصص منها معنًى دون معنى .وإذ كان ذلك كذلك, وكان \" الإسراف \" في كلام العرب: الإخطاء بإصابة الحق في العطية, إما بتجاوز حدّه في الزيادة، وإما بتقصير عن حدّه الواجب (82) = كان معلومًا أن المفرِّق مالَه مباراةً، والباذلَهُ للناس حتى أجحفت به عطيته, مسرفٌ بتجاوزه حدَّ الله إلى ما [ليس له]. (83) وكذلك المقصِّر في بذله فيما ألزمه الله بذله فيه, وذلك كمنعه ما ألزمه إيتاءه منه أهلَ سُهْمَان الصدقة إذا وجبت فيه, أو منعه من ألزمه الله نفقته من أهله وعياله ما ألزمه منها. وكذلك السلطان في أخذه من رعيته ما لم يأذن الله بأخذه . كل هؤلاء فيما فعلوا من ذلك مسرفون, داخلون  في معنى مَنْ أتى ما نهى الله عنه من الإسراف بقوله: (ولا تسرفوا)، في عطيتكم من أموالكم ما يجحف بكم= إذ كان ما قبله من الكلام أمرًا من الله بإيتاء الواجب فيه أهله يوم حصاده. فإنّ الآية قد كانت تنـزل على رسول الله صلى الله عليه وسلم بسبب خاصّ من الأمور، والحكم بها على العامّ, بل عامّة آي القرآن كذلك. فكذلك قوله: (ولا تسرفوا إنه لا يحب المسرفين) .ومن الدليل على صحة ما قلنا من معنى \" الإسراف \" أنه على ما قلنا، قول الشاعر: (84)أَعْطَــوا هُنَيْــدَةَ يَحْدُوهَـا ثَمَانِيَـةٌمَـا فِـي عَطَـائِهِمُ مَـنٌّ وَلا سَـرَفُ (85)يعني بـ\" السرف \": الخطأ في العطيّة . (86)------------------------الهوامش :(34) انظر تفسير (( أنشأ )) فيما سلف ص : 128 ، تعليق : 2 ، والمراجع هناك .(35) انظر تفسير ((الجنة )) فيما سلف من فهارس اللغة ( جنن ) .(36) انظر تفسير (( عرش )) فيما سلف 5 : 445 .(37) انظر تفسير (( الأكل )) فيما سلف 5 : 538 .(38) انظر تفسير (( متشابه )) فيما سلف 1 : 389 - 394 / 2 : 210 ، 211 / 6 : 173 / 11 : 578 .(39) (( المز )) ( بضم الميم ) : ما كان طعمه بين الحلو والحامض ، يقال : (( شراب مز )) .(40) الأثران : 13960 ، 13961 - (( أبو همام الأهوازي )) في الأثر الأول ، هو (( محمد بن الزبرقان )) ، في الأثر الثاني . ثقة . مضت ترجمته برقم : 877 .(41) الأثر : 13965 - (( هانئ بن سعيد النخعي )) ، مضى برقم : 13159 . ((حجاج )) هو (( حجاج بن أرطأة )) ، مضى مرارًا . (( محمد بن عبيد الله بن سعيد )) هو (( أبو عون الثقفي )) ، مضى برقم : 7595 .(42) الأثر : 13966 - (( إبراهيم بن نافع المكي المخزومي )) ، مضى برقم : 4305 . وأما (( ابن عباس ، عن أبيه )) ، فلا أدري ما هو ، وهو بلا شك ليس (( عبد الله بن عباس )) حبر الأمة .وأخشى أن يكون الصواب : (( عن ابن طاوس ، عن أبيه )) .(43) الأثر : 13967 - (( عبد الرحمن )) ، هو (( عبد الرحمن بن مهدي )) ، مضى مرارًا و (( أبو هلال )) هو : (( محمد بن سليم الراسبي البصري )) ، ثقة ، مضى برقم : 2996 ، 4681 . و (( حيان الأعرج )) الجوفي ، البصري . ثقة من أتباع التابعين . روى عن جابر بن زيد . روى عنه قتادة ، وابن جرجيج ، وسعيد بن أبي عروبة ، وغيرهم . مترجم في التهذيب ، وابن أبي حاتم 1 / 2 / 246 .(44) في المطبوعة : (( وما يلتقط )) ، وأثبت ما في المخطوطة .(45) (( البعل )) ، من النبات ، ما شرب بعروقه من الأرض ، بغير سقي من سماء ولا غيرها .(46) (( الأوسق )) جمع (( وسق )) ، وهو ستون صاعًا ، كما فسره بعد ، على اختلافهم في مقدار الصاع .(47) الأثر : 13975 - (( سالم المكي )) ، هو (( سالم بن عبد الله الخياط )) ، مترجم في التهذيب ، والكبير 2 / 2 / 116 ، وابن أبي حاتم 2 / 1 / 184 .(48) في المطبوعة : (( يعطي من حصاده يومئذ )) ، وليس صوابًا ، وفي المخطوطة : (( يعطي من حصول يومئذ )) ، وصواب قراءتها ما أثبت ، وانظر الأثر التالي . ويعني : مَنْ حضره من الناس والمساكين .(49) في المطبوعة : (( حصده )) ، وأثبت ما في المخطوطة . (( الحصاد )) و (( الحصيد )) ، (( الحصد )) ( بفتح الحاء والصاد ) ، هو من الزرع ، المحصود بعد ما يحصد .(50) (( حثا له يحثو حثوا )) أعطاه شيئًا منه ملء الكف .(51) في المطبوعة : (( جذاذ الأرض )) ( بالذال ) ، وهو خطأ محض . (( جداد النخل )) ( بفتح الجيم ، وبكسرها ) : أوان صرامه ، وهو قطع ثمره .و (( الثفاريق )) جمع (( ثفروق )) ، وهو قمع البسرة والتمرة التي تلزق بها . ولم يرد هذا مجاهد ، بل أراد : العناقيد ، يخرط ما عليها ، فتبقى عليها الثمرة والثمرتان والثلاث ، يخطئها المخلب الذي تخرط به ، فتلقى للمساكين . فكني بالثفاريق عن القليل الباقي في عنقوده وشمراخه .(52) (( السؤال )) جمع (( سائل )) مثل (( جاهل )) و (( جهال )) .(53) في المخطوطة : (( فإذا طبن أو طبن )) ، غير منقوطة ، وفي المطبوعة : (( فإذا طبن ، أو طين )) الأولى لاباء ، والثانية بالياء ، ولا معنى لهما . وأخشى أن يكون الصواب ما أثبت ، يعني به ما يكون مع البر والقمح من الطين . ولا أدري ذلك . وفوق كل ذي علم عليم . ولم أجد الخبر في مكان آخر . وانظر رقم : 14000 ، وقوله : (( وإذا أدخله البيدر )) ، فكأنه يعني هذا .(54) (( الكدس )) ( بضم فسكون ) ، هو كومة البر إذا جمع .(55) في المطبوعة : (( الجذاذ )) بالذال ، وانظر التعليق السالف ص : 163 ، تعليق : 3 .(56) (( جد النخل يجده جدادًا )) ، صرمه وقطعه . وهي في المطبوعة بالذال ، كما سلف في التعليق السالف . وسأصححه بعد بغير إشارة إلى الخطأ .(57) في المطبوعة : (( وإذا جذوا )) ويعني (( وإذا جدوا )) ، وأثبت ما في المخطوطة ، وهو صحيح المهنى . (( حزر الطعام والنخل وغيره )) : إذا قدره بالحدس ، والحازر ، هو الخارص أيضًا ، (( خرصه )) : قدره بالحدس .(58) (( البيدر )) : الموضع الذي يداس فيه الطعام .(59) (( المعتر )) : الذي يطيف بك يطلب ما عندك ، سألك أو سكت عن السؤال . (( عره يعره )) و (( اعتره )) و (( اعتر به )) ، أتاه يطلب معروفه .(60) (( الضغث )) ( بكسر فسكون ) : ملء اليد من الحشيش المختلط ، وما أشبهه من البقول .(61) كان هذا الإسناد في المطبوعة كما هو هنا إلا أنه كتب ... (( عن أبي جعفر ، عن سفيان )) بغير (( واو العطف )) . وكان فيها أيضًا (( قال )) بالإفراد وهو تغيير لما في المخطوطة . أما في المخطوطة ، فكان بعد قوله فيها الإسناد السالف (( الضعث )) ، بياض أمامه حرف ( ط ) دلالة على أن الخطأ ، ثم بعد البياض : (( قال حدثنا أبي ، عن إسرائيل )) وسائر الإسناد كما كان في المطبوعة ، بغير واو عطف قبل (( عن سفيان )) ، ولكن كان فيها (( قالا )) بالتثنية . وهذا إسناد مضطرب .وزيادة (( حدثنا ابن وكيع )) مكان البياض ، صواب لا شك فيه ، كما كان في المطبوعة ، ولكن الخطأ في إسقاط الواو قبل (( عن سفيان )) . فهما إسنادان كما بينتهما .و (( إسرائيل )) هو (( إسرائيل بن يونس بن أبي إسحاق )) ، يروي ، عن (( جابر بن يزيد بن الحارث الجعفي )) ، و (( أبو جعفر )) هو (( أبو جعفر الباقر )) فيما أرجح .أما الإسناد الثاني ، فهو من حديث ابن وكيع ، عن أبيه ، عن سفيان ...وكأن هذا هو الصواب إن شاء الله .(62) في المطبوعة والمخطوطة : (( عن زيد )) ، والصواب أنه (( يزيد بن الأصم )) المذكور في الإسنادين السالفين .(63) (( اللقط )) ( بفتح اللام والقاف ) ، و (( لقاط السنبل )) ( بضم اللام ، وبفتحها ) : هو الذي تخطئه المناجل فيلتقطه الناس ، أهو نثارة السنبل .(64) الأثر : 14018 - (( محمد بن رفاعة بن ثعلبة بن أبي مالك القرظي )) ، ثقة ، مترجم في التهذيب ، والكبير 1 / 1 / 82 ، وابن أبي حاتم 3 /2 / 254 .(65) لعله (( يعطي القبضة )) ، فإنه هو الذي تدل عليه اللغة ، ولكن هكذا جاء في الموضعين ، وهو جائز على ضعف .(66) الأثر : 14024 - 14025 - (( شباك الضبي )) الكوفي الأعمى . روى عن إبراهيم النخعي ، والشعبي ، وأبي الضحى . روى عنه مغيرة بن مقسم ، وفضيل بن غزوان ، ونهشل بن مجمع . قال أحمد : (( شيخ ثقة )) . مترجم في التهذيب ، والكبير 2 / 2 / 270 ، وانظر أيضًا رقم : 14027 ، 14030 ، 14031 .(67) الأثر : 14024 - 14025 - (( شباك الضبي )) الكوفي الأعمى . روى عن إبراهيم النخعي ، والشعبي ، وأبي الضحى . روى عنه مغيرة بن مقسم ، وفضيل بن غزوان ، ونهشل بن مجمع . قال أحمد : (( شيخ ثقة )) . مترجم في التهذيب ، والكبير 2 / 2 / 270 ، وانظر أيضًا رقم : 14027 ، 14030 ، 14031 .(68) (( رضخ له من ماله رضيخة )) ، إذا أعطاه منه العطية المقاربة ، القليلة .(69) في المطبوعة : (( إلا بعد الجفاف )) غير ما في المخطوطة كل التغيير ، وكان فيها : (( إلا بعد الأحرار)) غير منقوطة ، وهذا صواب قراءتها . يقال (( جز النخل والتمر )) و (( أجز النخل والتمر )) ، يبس تمره ، وحان أن يجز ، أي : أن يقطع ثمره ويصرم .(70) انظر تفسير قوله : (( بربه آثمًا )) فيما سلف 4 : 530 ، تعليق : 3 / 6 : 92 ، تعليق : 2 / 11 : 180 ، تعليق 3 / 11 : 328 ، تعليق : 2 .(71) في المطبوعة : (( بإتيانه )) ، وهو خطأ محض ، وهو في المخطوطة غير منقوط ، وذلك بيان لقوله : (( وآتوا حقه يوم حصاده )) .(72) في المطبوعة والمخطوطة : (( يوم فصله )) بالفاء ، والصواب بالقاف . (( قصل النبات يقصله قصلا ، واقتصله )) ، قطعه وهو أخضر .(73) الأثر : 14036 - انظر ما سلف رقم : 13975 .(74) انظر الآثار السالفة من أول تفسير الآية .(75) انظر تفسير (( الإسراف )) فيما سلف 7 : 272 ، 579 /10 ، 579 / 10 : 242 .(76) (( تسارفوا )) ، أي بالغوا في الإسراف وتباروا فيه ، وهذا من اشتقاق اللغة الذي لا تكاد تجده في المعاجم ، فقيده في مكانه .(77) في المطبوعة : (( وأسرفوا )) بواو العطف ، وأثبت ما في المخطوطة ، هو صواب جيد .(78) (( بلى )) انظر استعمال (( بلى )) في غير حجد سبقها ، فيما سلف 10 : 253 ، تعليق : 3 ، والمراجع هناك .(79) في المطبوعة : (( ما تجاوز أمر الله فهو سرف )) ، وهو مخالف لما في المخطوطة ، وكان فيها : (( ما وزه أمر الله فهو سرف )) ، والهاء مشبوكة في الزاي ، وفوق الكلمة حرف ( ط ) دلالة على الخطأ والشك . والذي روى عن إياس بن معاوية هذا اللفظ أنه قال : (( الإسراف ما قصر به عن حق الله )) ( اللسان : سرف ) ، فصح عندي أن (( ما وزه )) هي (( ما دون أمر الله )) ، ليطابق ما نقل عن إياس اللفظ الآخر . وإن كان أبو حيان في تفسيره 4 : 238 ، قد كتب : (( كل ما جاوزت فيه أمر الله فهو سرف )) ، وكذلك القرطبي في تفسيره 7 : 110 . وروى هذا كما أثبته أو بمعناه ، عن معاوية رضي الله عنه .(80) الأثر : 14044 - (( أبو بكر بن عبد الله بن محمد بن أبي سبرة القرشي العامري )) القاضي الفقيه ، وهو متروك ، قال أحمد : (( كان يضع الحديث ويكذب )) . قال له ابن جريج : (( اكتب لي أحاديث من أحاديثك )) فكتب له . قال الواقدي : (( فرأيت ابن جريج قد أدخل منها في كتبه . وكان كثير الحديث ، وليس بحجة )) . مترجم في التهذيب ، وميزان الاعتدال 3 : 348 . و (( عمرو بن سليم بن خلدة الأنصاري الزرقي )) ، تابعي ثقة ، كان قليل الحديث . مترجم في التهذيب .(81) الأثر : 14045 - (( موسى بن عبيدة بن نشيط الربذي )) ، ضعيف لا يكتب حديثه . مضى مرارًا كثيرة آخرها : 11134 . وكان في الإسناد هنا : (( محمد بن عبيدة )) ، في المخطوطة والمطبوعة ، وهو خطأ لا شك فيه ، فإن الذي يروي عنه (( محمد بن الزبرقان )) ، ويروي هو عن (( محمد بن كعب القرظي )) ، وهو (( موسى بن عبيدة )) ، وهو الصواب المحض - وقد مر مرارًا كتابة الناسخ (( محمد )) مكان (( موسى )) في غير هذا من الأسماء .(82) انظر تفسير (( الإسراف )) فيما سلف 7 : 272 ، 579 / 10 : 242(83) في المطبوعة : (( بتجاوزه حد الله إلى ما كيفته له )) ، ومثلها في المخطوطة ، غير المنقوطة ، ولا معنى لهما ، فطرحت هذه العبارة ، وكتبت ما بين القوسين ما يستقيم به الكلام بعض الاستقامة .(84) هو جرير .(85) مضى البيت الأول وتخريجه وشرحه فيما سلف 7 : 579 .(86) عند هذا الموضع ، انتهى الجزء التاسع من مخطوطتنا",
  "ayah": 141,
  "surah": 6
}
