{
  "text": "القول في تأويل قوله :  ثَمَانِيَةَ أَزْوَاجٍ مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الأُنْثَيَيْنِ نَبِّئُونِي بِعِلْمٍ إِنْ كُنْتُمْ صَادِقِينَ (143)قال أبو جعفر: وهذا تقريعٌ من الله جل ثناؤه العادلين به الأوثان من عبدة الأصنام، الذين بحروا البحائر، وسيَّبوا السوائب، ووصلوا الوصائل= وتعليم منه نبيَّه صلى الله عليه وسلم والمؤمنين به, الحجةَ عليهم في تحريمهم ما حرموا من ذلك. فقال للمؤمنين به وبرسوله: وهو الذي أنشأ جنات معروشات وغير معروشات، ومن الأنعام أنشأ حمولة وفرشًا . ثم بين جل ثناؤه \" الحمولة \" و \" الفرش \", فقال: (ثمانية أزواج).* * *وإنما نصب \" الثمانية \", لأنها ترجمة عن \" الحمولة \" و \" الفرش \"، وبدل منها. كأن معنى الكلام: ومن الأنعام أنشأ ثمانية أزواج= فلما قدّم قبل \" الثمانية \"\" الحمولة \" و \" الفرش \" بيّن ذلك بعد فقال: (ثمانية أزواج)، على ذلك المعنى.* * *(من الضأن اثنين ومن المعز اثنين)، فذلك أربعة, لأن كل واحد من الأنثيين من الضأن زوج, فالأنثى منه زوج الذكر, والذكر منه زوج الأنثى, وكذلك ذلك من المعز ومن سائر الحيوان. فلذلك قال جل ثناؤه: (ثمانية أزواج)، كما قال:  وَمِنْ كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ  ، [سورة الذاريات: 49]، لأن الذَّكر زوج الأنثى، والأنثى زوج الذكر, فهما وإن كانا اثنين فيهما زوجان, كما قال جل ثناؤه:  وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا  ، [سورة الأعراف: 189]، وكما قال:  أَمْسِكْ عَلَيْكَ زَوْجَكَ  ، [سورة الأحزاب: 37] ، وكما:-14067- حدثنا ابن وكيع قال، حدثنا أبو معاوية, عن جويبر, عن  الضحاك: (من الضأن اثنين)، ذكر وأنثى,(ومن البقر اثنين)، ذكر وأنثى=(ومن الإبل اثنين)، ذكر وأنثى .* * *ويقال للاثنين: \" هما زوج \"، (1) كما قال لبيد:مِـنْ كُـلِّ مَحْـفُوفٍ يُظِـلُّ عِصِيَّـهُزَوْجٌ عَلَيْـــهِ كِلَّـــةٌ وَقِرَامُهَــا (2)* * *ثم قال لهم: كلوا مما رزقكم الله من هذه الثمار واللحوم, واركبوا هذه الحمولة، أيها المؤمنون, فلا تتبعوا خطوات الشيطان في تحريم ما حرم هؤلاء الجهلة بغير أمري إياهم بذلك .= قل، يا محمد، لهؤلاء الذين حرّموا ما حرموا من الحرث والأنعام اتباعًا للشيطان، من عبدة الأوثان والأصنام الذين زعموا أن الله حرم عليهم ما هم محرمون من ذلك=: آلذكرين حرم ربكم، أيها الكذبة على الله، من الضأن والمعز؟ فإنهم إن ادعوا ذلك وأقرّوا به, كذبوا أنفسهم وأبانوا جهلهم. لأنهم إذا قالوا: \" يحرم الذكرين من ذلك \", أوجبوا تحريم كل ذكرين من ولد الضأن والمعز, وهم يستمتعون بلحوم الذكران منها وظهورها. وفي ذلك فساد دعواهم وتكذيب قولهم =(أم الأنثيين)، فإنهم إن قالوا: \" حرم ربنا الأنثيين \", أوجبوا تحريم لحوم كل أنثى من ولد الضأن والمعز على أنفسهم وظهورها. وفي ذلك أيضًا تكذيب لهم, ودحض دعواهم أنّ ربهم حرم ذلك عليهم, إذ كانوا يستمتعون بلحوم بعض ذلك وظهوره =(أم ما اشتملت عليه أرحام الأنثيين)، يقول: أم حرم ما اشتملت عليه أرحام الأنثيين, يعني أرحام أنثى الضأن وأنثى المعز،  فلذلك قال: \" أرحام الأنثيين \"، وفي ذلك أيضًا لو أقرُّوا به فقالوا: \" حرم علينا ما اشتملت عليه أرحام الأنثيين \", بُطولُ قولهم وبيان كذبهم, لأنهم كانوا يقرّون بإقرارهم بذلك أنّ الله حرّم عليهم ذكور الضأن والمعز وإناثها، أن يأكلوا لحومها أو يركبوا ظهورها, وقد كانوا يستمتعون ببعض ذكورها وإناثها.* * *و \" ما \" التي في قوله: (أم ما اشتملت عليه أرحام الأنثيين)، نصب عطفًا بها على \" الأنثيين \" . (3)* * *=(نبئوني بعلم)، يقول: قل لهم: خبروني بعلم ذلك على صحته: أيَّ ذلك حرم ربكم عليكم، وكيف حرم؟ (4) =(إن كنتم صادقين)، فيما تنحلونه ربكم من دعواكم، وتضيفونه إليه من تحريمكم .* * *وإنما هذا إعلامٌ من الله جل ثناؤه نبيَّه أنّ كل ما قاله هؤلاء المشركون في ذلك وأضافوه إلى الله, فهو كذب على الله, وأنه لم يحرم شيئًا من ذلك, وأنهم إنما اتّبعوا في ذلك خطوات الشيطان, وخالفوا أمره .* * *وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل .* ذكر من قال ذلك:14068- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (ثمانية أزواج من الضأن اثنين ومن المعز اثنين) الآية, إن كل هذا لم أحرم منه قليلا ولا كثيرًا، ذكرًا ولا أنثى .14069- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (من الضأن اثنين ومن المعز اثنين)، قال: سلهم: (آلذكرين  حرم أم الأنثيين أما اشتملت عليه أرحام الأنثيين) ، أي: لم أحرم من هذا شيئًا =(بعلم إن كنتم صادقين)، فذكر من الإبل والبقر نحو ذلك .14070- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: (ثمانية أزواج)، في شأن ما نهى الله عنه من البحيرة .14071- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (ثمانية أزواج)، قال: هذا في شأن ما نهى الله عنه من البحائر والسُّيَّب = قال ابن جريج يقول: من أين حرمت هذا؟ من قبل الذكرين أم من قبل الأنثيين, أما اشتملت عليه أرحام الأنثيين؟ وإنها لا تشتمل إلا على ذكر أو أنثى, فمن أين جاء التحريم؟ فأجابوا هم: وجدنا آباءنا كذلك يفعلون .14072- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: ثمانية أزواج من الضأن اثنين ومن المعز اثنين، ومن البقر اثنين ومن الإبل اثنين , يقول: أنـزلت لكم ثمانية أزواج من هذا الذي عددت، ذكر وأنثى, فالذكرين حرمت عليكم أم الأنثيين، أما اشتملت عليه أرحام الأنثيين؟ يقول: أي: ما اشتملت عليه أرحام الأنثيين، ما تشتمل إلا على ذكر أو أنثى, فما حرمت عليكم ذكرًا ولا أنثى من الثمانية. إنما ذكر هذا من أجل ما حرَّموا من الأنعام .14073- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية, عن أبي رجاء, عن الحسن: (أما اشتملت عليه أرحام الأنثيين)، قال: ما حملت الرَّحم .14074- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (قل آلذكرين حرم أم الأنثيين)، قال: هذا لقولهم:  مَا فِي بُطُونِ هَذِهِ الأَنْعَامِ خَالِصَةٌ لِذُكُورِنَا وَمُحَرَّمٌ عَلَى أَزْوَاجِنَا  . قال: وقال ابن زيد في  قوله: (ثمانية أزواج من الضأن اثنين ومن المعز اثنين)، قال: \" الأنعام \"، هي الإبل والبقر والضأن والمعز, هذه \" الأنعام \" التي قال الله: \" ثمانية أزواج \" . قال: وقال في قوله:  هَذِهِ أَنْعَامٌ وَحَرْثٌ حِجْرٌ  ، نحتجرها على من نريد، وعمن نريد. وقوله:  وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا  ، قال: لا يركبها أحد=  وَأَنْعَامٌ لا يَذْكُرُونَ اسْمَ اللَّهِ عَلَيْهَا  ، فقال: (آلذكرين حرم أم الأنثيين)، أيّ هذين حرم على هؤلاء؟ أي: أن تكون لهؤلاء حِلا وعلى هؤلاء حرامًا .14075- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: (ثمانية أزواج من الضأن اثنين ومن المعز اثنين قل آلذكرين حرم أم الأنثيين أما اشتملت عليه أرحام الأنثيين)، يعني: هل تشتمل الرحم إلا على ذكر أو أنثى؟ فهل يحرمون بعضًا ويحلون بعضًا؟ .14076- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (ثمانية أزواج من الضأن اثنين ومن المعز اثنين)، فهذه أربعة أزواج=  وَمِنَ الإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأُنْثَيَيْنِ  ، يقول: لم أحرم شيئًا من ذلك =(نبئوني بعلم إن كنتم صادقين)، يقول: كله حلال .* * *و \" الضأن \" جمع لا واحد له من لفظه, وقد يجمع \" الضأن \"،\" الضَّئين والضِّئين \", مثل \" الشَّعير \" و \" الشِّعير \", كما يجمع \" العبد \" على \" عَبيد، وعِبيد \". (5) وأما الواحد من ذكوره فـ\" ضائن \", والأنثى \" ضائنة \", وجمع \" الضائنة \"\" ضوائن \".وكذلك \" المعز \"، جمع على غير واحد, وكذلك \" المعزى \"، وأما \" الماعز \", فجمعه \" مواعز \" .--------------------الهوامش :(1) انظر تفسير (( الزوج )) فيما سلف 1 : 514 / 2 : 446 / 7 : 515 / 12 : 150 .(2) من قصيدته العجيبة المعلقة ، وهذا البي في أوائل الشعر ، يصف هوادج ظعن الحي . و (( المحفوف )) ، يعني الهودج ، حف بالثياب والأنماط . و (( العصى )) ، خشب الهودج ، تظلله وتستره الثياب والأنماط . و (( الكلة )) الستر الرقيق . و (( الرقام )) ستر فيه رقم ونقوش وتماثيل .(3) انظر معاني القرآن للفراء 1 : 360 .(4) انظر تفسير (( النبأ )) ، فيما سلف من فهارس اللغة ( نبأ ) .(5) كل ذلك بفتح الضاد ، والشين ، و العين = ثم بكسر الضاد ، والشين ، والعين . وقد نصوا على ذلك في (( الضئين )) و (( الشعير )) ، ولم أوفق إلى العثور على ذلك في (( العبيد )) ، وهو موجود إن شاء الله فيما أذكر . وقالوا : إن كسر (( الضاد )) لغة تميمية .",
  "ayah": 143,
  "surah": 6
}
