{
  "text": "القول في تأويل قوله :  وَمِنَ الإِبِلِ اثْنَيْنِ وَمِنَ الْبَقَرِ اثْنَيْنِ قُلْ آلذَّكَرَيْنِ حَرَّمَ أَمِ الأُنْثَيَيْنِ أَمَّا اشْتَمَلَتْ عَلَيْهِ أَرْحَامُ الأُنْثَيَيْنِ أَمْ كُنْتُمْ شُهَدَاءَ إِذْ وَصَّاكُمُ اللَّهُ بِهَذَا فَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا لِيُضِلَّ النَّاسَ بِغَيْرِ عِلْمٍ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (144)قال أبو جعفر: وتأويل قوله: (ومن الإبل اثنين ومن البقر اثنين قل آلذكرين حرم أم الأنثيين أما اشتملت عليه أرحام الأنثيين)، نحو تأويل قوله:  مِنَ الضَّأْنِ اثْنَيْنِ وَمِنَ الْمَعْزِ اثْنَيْنِ  ، وهذه أربعة أزواج, على نحو ما بيّنا من الأزواج الأربعة قبلُ من الضأن والمعز, فذلك ثمانية أزواج، كما وصف جل ثناؤه .* * *وأما قوله: (أم كنتم شهداء إذ وصّاكم الله بهذا فمن أظلم ممن افترى على الله كذبًا ليضل الناس بغير علم)، فإنه أمرٌ من الله جل ثناؤه نبيَّه صلى الله عليه وسلم أن يقول لهؤلاء الجهلة من المشركين الذين قص قصصهم في هذه الآيات التي مضَت. يقول له عز ذكره: قل لهم، يا محمد, أيَّ هذه سألتكم عن تحريمه حرم ربكم عليكم من هذه الأزواج الثمانية؟ فإن أجابوك عن شيء مما سألتهم عنه من ذلك, فقل لهم: أخبرًا قلتم: \" إن الله حرم هذا عليكم \"، أخبركم به رسول عن ربكم, أم شهدتم ربكم فرأيتموه فوصَّاكم بهذا الذي تقولون وتزوّرون على الله؟ (6) فإن هذا الذي تقولون من إخباركم عن الله أنه حرام بما تزعمون على ما تزعمون, 189 &; لا يعلم إلا بوحي من عنده مع رسول يرسله إلى خلقه, أو بسماع منه, فبأي هذين الوجهين علمتم أنّ الله حرم ذلك كذلك، برسول أرسله إليكم، فأنبئوني بعلم إن كنتم صادقين ؟ أم شهدتم ربكم فأوصَاكم بذلك، وقال لكم: \" حرمت ذلك عليكم \", فسمعتم تحريمه منه، وعهدَه إليكم بذلك؟ (7) فإنه لم يكن واحدٌ من هذين الأمرين . يقول جل ثناؤه: (فمن أظلم ممن افترى على الله كذبًا)، يقول: فمن أشد ظلمًا لنفسه، وأبعد عن الحق ممن تخرَّص على الله قيلَ الكذب، وأضاف إليه تحريم ما لم يحرّم، وتحليل ما لم يحلل (8) =(ليضل الناس بغير علم)، يقول: ليصدّهم عن سبيله (9) =(إن الله لا يهدي القوم الظالمين)، يقول: لا يوفّق الله للرشد من افترى على الله وقال عليه الزُّور والكذب، وأضاف إليه تحريم ما لم يحرّم، كفرًا بالله، وجحودًا لنبوة نبيِّه محمد صلى الله عليه وسلم، (10) كالذي:-14077- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (أم كنتم شهداء إذ وصاكم الله بهذا)، الذي تقولون.14078- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال: كانوا يقولون = يعني الذين كانوا يتّخذون البحائر والسوائب =: إن الله أمر بهذا . فقال الله: (فمن أظلم ممن افترى على الله كذبًا ليضل الناس بغير علم) .-----------------الهوامش :(6) في المطبوعة : (( وتردون على الله )) ، وفي المخطوطة : (( وتررون )) ، وصواب قراءتها ما أثبت .(7) انظر تفسير (( شهداء )) فيما سلف من فهارس اللغة ( شهد )= وتفسير (( وصى )) فيما سلف 9 : 295 ، تعليق : 2 ، والمراجع هناك .(8) انظر تفسير (( الافتراء )) فيما سلف ص : 153 ، تعليق : 5 ، والمراجع هناك .(9) انظر تفسير (( الضلال )) فيما سلف من فهارس اللغة ( ضلل ) .(10) انظر تفسير (( الهدى )) فيما سلف من فهارس اللغة ( هدى ) .= وتفسير (( الظلم )) فيما سلف منها ( ظلم ) .",
  "ayah": 144,
  "surah": 6
}
