{
  "text": "القول في تأويل قوله :  أَنْ تَقُولُوا إِنَّمَا أُنْزِلَ الْكِتَابُ عَلَى طَائِفَتَيْنِ مِنْ قَبْلِنَا وَإِنْ كُنَّا عَنْ دِرَاسَتِهِمْ لَغَافِلِينَ (156)قال أبو جعفر: اختلف أهل العربية في العامل في\" أن \" التي في قوله: (أن تقولوا) وفي معنى هذا الكلام.فقال بعض نحويي البصرة: معنى ذلك:  ثُمَّ آتَيْنَا مُوسَى الْكِتَابَ تَمَامًا عَلَى الَّذِي أَحْسَنَ  ، (42) كراهيةَ أن تقولوا: \" إنما أنـزل الكتاب على طائفتين من قبلنا \".* * *وقال بعض نحويي الكوفة: بل ذلك في موضع نصب بفعل مضمر. قال: ومعنى الكلام: فاتبعوه واتقوا لعلكم ترحمون = اتقوا أن تقولوا . قال: ومثله يقول الله   أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ  ، [ سورة الحجرات: 2].* * *وقال آخرون منهم: هو في موضع نصب . قال: ونصبه من مكانين: أحدهما: أنـزلناه لئلا يقولوا إنما أنـزل الكتاب على طائفتين من قبلنا (43) = والآخر من قوله: (اتقوا). قال: ولا يصلح في موضع \" أن \" كقوله:  يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا  [ سورة النساء: 176]. (44)* * *قال أبو جعفر: وأولى هذه الأقوال عندي بالصواب، قول من قال: نصب \" أن \" لتعلقها: بالإنـزال, لأن معنى الكلام: وهذا كتاب أنـزلناه مبارك لئلا تقولوا: \" إنما أنـزل الكتاب على طائفتين من قبلنا \".* * *فأما الطائفتان اللتان ذكرهما الله, وأخبر أنه إنما أنـزل كتابه على نبيه محمد لئلا يقول المشركون: \" لم ينـزل علينا كتاب فنتبعه, ولم نؤمر ولم نُنْه, فليس علينا حجة فيما نأتي ونَذَر, إذ لم يأت من الله كتاب ولا رسول \", (45) وإنما الحجة على الطائفتين اللتين أنـزل عليهما الكتاب من قبلنا = فإنهما اليهود والنصارى، (46) وكذلك قال أهل التأويل .* ذكر من قال ذلك:14180- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (أن تقولوا إنما أنـزل الكتاب على طائفتين من قبلنا)، وهم اليهود والنصارى .14181- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: (أن تقولوا إنما أنـزل الكتاب على طائفتين من قبلنا)، اليهود والنصارى يُخاف أن تقوله قريش .14182- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا حجاج, عن ابن جريج عن مجاهد: (أن تقولوا إنما أنـزل الكتاب على طائفتين من قبلنا)، قال: اليهود والنصارى. قال: أن تقول قريش .14183- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (أن تقولوا إنما أنـزل الكتاب على طائفتين من قبلنا)، وهم اليهود والنصارى .14184- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (إنما أنـزل الكتاب على طائفتين من قبلنا)، أما الطائفتان: فاليهود والنصارى .* * *وأما(وإن كنا عن دِرَاستهم لغافلين)، فإنه يعني: أن تقولوا: وقد كنا عن تلاوة الطائفتين الكتابَ الذي أنـزلتُ عليهم (47) =\" غافلين \", لا ندري ما هي, (48) ولا نعلم ما يقرؤون وما يقولون، وما أنـزل إليهم في كتابهم, لأنهم كانوا أهله دوننا, ولم نعن به ولم نؤمر بما فيه, ولا هو بلساننا, فيتخذوا ذلك حجة . فقطع الله بإنـزاله القرآنَ على نبيه محمد صلى الله عليه وسلم حجتهم تلك . (49)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:14185- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني  معاوية, عن علي بن أبي طلحة, عن ابن عباس: (وإن كنا عن دراستهم لغافلين)، يقول: وإن كنا عن تلاوتهم لغافلين .14186- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: (وإن كنا عن دراستهم لغافلين)، أي: عن قراءتهم .14187- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وإن كنا عن دراستهم لغافلين)، قال: \" الدراسة \"، القراءة والعلم. وقرأ:  وَدَرَسُوا مَا فِيهِ  ، [سورة الأعراف: 169]. قال: علموا ما فيه، لم يأتوه بجهالة .14188- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (وإن كنا عن دراستهم لغافلين)، يقول: وإن كنا عن قراءتهم لغافلين، لا نعلم ما هي .-----------------الهوامش :(42) أرجح أن صواب العبارة : (( معنى ذلك : وهذا كتاب أنزلناه مبارك ، كراهية أن تقولوا ... )) فإنه هو القول الذي اختاره أبو جعفر بعد . ولعله سهو منه أو من الناسخ .(43) في المطبوعة والمخطوطة : (( إنما أنزل الكتاب على )) وقطع ، وزدت بقية الآية .(44) انظر معاني القرآن للفراء 1 : 36 .(45) في المطبوعة : (( لم يأت )) ، وفي المخطوطة مثلها ، وضرب عليها ، ووضع حرف ( ط ) دلالة على الخطأ أو الشك ، ورأين قراءتها ، فهذا حق السياق .(46) انظر تفسير (( الطائفة )) فيما سلف 6 : 500 ، 506 / 9 : 141 .(47) انظر تفسير (( الدراسة )) فيما سلف 6 : 546 / 12 : 25 - 31 .(48) في المخطوطة : (( ما هم )) ، ويؤيد ما في المطبوعة ، ما سيأتي بعد في رقم : 14188 .(49) انظر تفسير (( الغفلة )) فيما سلف من فهارس اللغة (( غفل )) .",
  "ayah": 156,
  "surah": 6
}
