{
  "text": "القول في تأويل قوله :  قُلْ إِنَّ صَلاتِي وَنُسُكِي وَمَحْيَايَ وَمَمَاتِي لِلَّهِ رَبِّ الْعَالَمِينَ (162)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: (قل)، يا محمد، لهؤلاء العادلين بربهم الأوثان والأصنام, الذين يسألونك أن تتبع أهواءهم على الباطل من عبادة الآلهة والأوثان =(إن صلاتي ونسكي)، يقول: وذبحي (77) =(ومحياي)، يقول: وحياتي =(ومماتي) يقول: ووفاتي =(لله رب العالمين)، يعني: أن ذلك كله له خالصًا دون ما أشركتم به، أيها المشركون، من الأوثان =(لا شريك له) في شيء من ذلك من خلقه, ولا لشيء منهم فيه نصيب, لأنه لا ينبغي أن يكون ذلك إلا له خالصًا =(وبذلك أمرت)، يقول: وبذلك أمرني ربي =(وأنا أول المسلمين)، يقول: وأنا أوّل من أقرَّ وأذْعن وخضع من هذه الأمة لربه بأن ذلك كذلك . (78)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال: \" النسك \"، في هذا الموضع، الذبح.14296- حدثنا ابن حميد قال، حدثنا حكام, عن عنبسة, عن محمد بن عبد الرحمن, عن القاسم بن أبي بزة, عن مجاهد: (إن صلاتي ونسكي)، قال: \" النسك \"، الذبائح في الحج والعمرة .14297- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد, في قول الله: (ونسكي) ، ذبحي في الحج والعمرة . (79)14298- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: (ونسكي)، ذبيحتي في الحج والعمرة .14299- حدثنا محمد بن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان, عن إسماعيل, وليس بابن أبي خالد, عن سعيد بن جبير, في قوله: (صلاتي ونسكي)، قال: ذبحي .14300- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن إسماعيل, عن سعيد بن جبير في قوله: (صلاتي ونسكي)، قال: ذبحي . (80)14301- حدثنا ابن وكيع قال، حدثنا عبد الرحمن بن مهدي, عن سفيان, عن إسماعيل، عن سعيد بن جبير= قال ابن مهدي: لا أدري من \" إسماعيل \" هذا !=(صلاتي ونسكي)، قال: صلاتي وذبيحتي .14302- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرزاق قال، حدثنا الثوري, عن إسماعيل بن أبي خالد, عن سعيد بن جبير, في قوله:  (صلاتي ونسكي)، قال: وذبيحتي . (81)14303- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: (ونسكي)، قال: ذبحي .14304- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قوله: (ونسكي)، قال: ذبيحتي .14305- حدثنا ابن وكيع قال، حدثنا المحاربي, عن جويبر, عن الضحاك: (صلاتي ونسكي)، قال: \" الصلاة \"، الصلاة, و \" النسك \"، الذبح .--------------------الهوامش :(77) انظر تفسير (( النسك )) فيما سلف 3 : 77 - 80 / 4 : 86 ، 195 .(78) انظر تفسير (( الإسلام )) فيما سلف من فهارس اللغة ( سلم ) .(79) في المطبوعة : (( ذبيحتي )) ، وأثبت ما في المخطوطة .(80) في المطبوعة : (( ذبيحتي )) ، غير ما في المخطوطة .(81) الآثار : 14299 - 14302 - (( إسماعيل )) ، الذي روى عنه (( سفيان الثوري )) ، وروى هو (( سعيد بن جبير )) ، والذي جاء في الخبر الأول أنه (( ليس بابن أبي خالد )) ، وفي رقم : 14302 (( إسماعيل بن أبي خالد )) مصرحًا به ، والذي جهله (( ابن مهدي )) في رقم : 14301 ، لم أجد من أشار إليه ، إلا أني وجدت في أسماء الرواة عن (( سعيد بن جبير )) :(( إسماعيل بن مسلم )) ، مولى بني مخزوم ، سمع منه وكيع ، وابن المبارك وعمرو العنقزي ، مترجم في الكبير 1 / 1 / 372 ، وابن أبي حاتم 1 / 1 / 197 ، فلا أدري أهو هو ، أم هو غيره  .",
  "ayah": 162,
  "surah": 6
}
