{
  "text": "القول في تأويل قوله :  قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلا تَكْسِبُ كُلُّ نَفْسٍ إِلا عَلَيْهَا وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَىيقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: (قل)، يا محمد، لهؤلاء العادلين بربهم الأوثان, الداعيك إلى عبادة الأصنام واتباع خطوات الشيطان =(أغير الله أبغي ربًّا)، يقول: أسوى الله أطلب سيدًا يسودني ؟ (82) =(وهو  رب كل شيء)، يقول: وهو سيد كل شيء دونه ومدبّره ومصلحه (83) =(ولا تكسب كل نفس إلا عليها)، يقول: ولا تجترح نفس إثمًا إلا عليها، أي: لا يؤخذ بما أتت من معصية الله تبارك وتعالى، وركبت من الخطيئة، سواها, بل كل ذي إثم فهو المعاقب بإثمه والمأخوذ بذنبه (84) =(ولا تزر وازرة وزر أخرى)، يقول: ولا تأثم نفس آثمة بإثم نفس أخرى غيرها, ولكنها تأثم بإثمها، وعليه تعاقب، دون إثم أخرى غيرها .وإنما يعني بذلك المشركين الذين أمرَ الله نبيه صلى الله عليه وسلم أن يقول هذا القول لهم. يقول: قل لهم: إنا لسنا مأخوذين بآثامكم, وعليكم عقوبة إجرامكم, ولنا جزاء أعمالنا . وهذا كما أمره الله جل ثناؤه في موضع آخر أن يقول لهم:  لَكُمْ دِينُكُمْ وَلِيَ دِينِ  [سورة الكافرون:6]، وذلك كما:-14307- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع قال: كان في ذلك الزمان، لا مخرج للعلماء العابدين إلا إحدى خَلَّتين: إحداهما أفضل من صاحبتها. إمَّا أمرٌ ودعاء إلى الحق, أو الاعتزال = فلا تشارك أهل الباطل في عملهم, وتؤدي الفرائض فيما بينك وبين ربك, وتحبّ لله وتبغض لله, ولا تشارك أحدًا في إثم . قال: وقد أنـزل في ذلك آية محكمة: (قل أغير الله أبغي ربًا وهو رب كل شيء)، إلى قوله:  فِيهِ تَخْتَلِفُونَ  , وفي ذلك قال:  وَمَا تَفَرَّقَ الَّذِينَ أُوتُوا الْكِتَابَ إِلا مِنْ بَعْدِ مَا جَاءَتْهُمُ الْبَيِّنَةُ  [سورة البينة: 4].* * *يقال من \" الوزر \"\" وزَر يَزِر \",\" و وزَرَ يَوْزَر \", و \" وُزِرَ يُؤزر، فهو موزور \". (85)* * *القول في تأويل قوله :  ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ (164)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل لهؤلاء العادلين بربهم الأوثان: كل عامل منا ومنكم فله ثواب عمله، وعليه وزره, فاعملوا ما أنتم عاملوه -(ثم إلى ربكم)، أيها الناس =(مرجعكم)، يقول: ثم إليه مصيركم ومنقلبكم (86) =(فينبئكم بما كنتم فيه)، في الدنيا,(تختلفون) من الأديان والملل, (87) إذ كان بعضكم يدين باليهودية, وبعضٌ بالنصرانية, وبعض بالمجوسية, وبعض بعبادة الأصنام وادِّعاء الشركاء مع الله والأنداد, ثم يجازي جميعَكم بما كان يعمل في الدنيا من خير أو شر, فتعلموا حينئذ من المحسنُ منَّا والمسيء .-------------------الهوامش :(82) انظر تفسير (( بغي )) فيما سلف 11 : 337 ، تعليق : 2 ، والمراجع هناك .(83) انظر تفسير (( الرب )) فيما سلف 1 : 142 .(84) انظر تفسير (( كسب )) فيما سلف صلى الله عليه وسلم : 266 ، تعليق 2 ، والمراجع هناك .(85) في المطبوعة : (( وزر يوزر فهو وزير ، ووزر يوزر فهو موزور )) ، غير ما في المخطوطة ، وحذف وزاد من عند نفسه ، وعذره في ذلك سوء كتابة ناسخ المخطوطة ، وصواب قراءة ما فيها ما أثبت . وهو المطابق لنص كتب اللغة .(86) انظر تفسير (( المرجع )) فيما سلف ص : 37 ، تعليق : 3 ، والمراجع هناك .(87) انظر تفسير (( النبأ )) فيما سلف ص : 274 ، تعليق : 1 ، والمراجع هناك .",
  "ayah": 164,
  "surah": 6
}
