{
  "text": "القول في تأويل قوله :  وَهُوَ الَّذِي جَعَلَكُمْ خَلائِفَ الأَرْضِ وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْقال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم وأمته: والله الذي جعلكم، أيها الناس، (خلائفَ الأرض)، بأن أهلك مَنْ كان قبلكم من القرون والأمم الخالية, واستخلفكم، فجعلكم خلائف منهم في الأرض, تخلفونهم فيها, وتعمرُونها بعدَهم .* * *و \" الخلائف \" جمع \" خليفة \", كما \" الوصائف \" جمع \" وصيفة \", وهي من قول القائل: \" خَلَف فلان فلانًا في داره يخلُفه خِلافة، فهو خليفة فيها \", (88) كما قال الشماخ:تُصِيبُهُـــمُ وَتُخْـــطِئُنِي المَنَايــاوَأَخْــلُفُ فِـي رُبُـوعٍ عَـنْ رُبُـوعِ (89)وذلك كما:-14308- حدثني الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: (وهو الذي جعلكم خلائف الأرض)، قال: أما \" خلائف الأرض \"، فأهلك القرون واستخلفنا فيها بعدهم .* * *وأما قوله: (ورفع بعضكم فوق بعض درجات)، فإنه يقول: وخالف بين أحوالكم, فجعل بعضكم فوق بعض, بأن رفع هذا على هذا، بما بسط لهذا من الرزق ففضّله بما أعطاه من المال والغِنى، على هذا الفقير فيما خوَّله من أسباب الدنيا, وهذا على هذا بما أعطاه من الأيْد والقوة على هذا الضعيف الواهن القُوى, فخالف  بينهم بأن رفع من درجة هذا على درجة هذا، وخفض من درجة هذا عن درجة هذا . (90) وذلك كالذي:-14309- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (ورفع بعضكم فوق بعض درجات)، يقول: في الرزق .* * *وأما قوله: (ليبلوكم في ما آتاكم)، فإنه يعني: ليختبركم فيما خوَّلكم من فضله ومنحكم من رزقه, (91) فيعلم المطيع له منكم فيما أمره به ونهاه عنه، والعاصي؛ ومن المؤدِّي مما آتاه الحق الذي أمره بأدائه منه، والمفرِّط في أدائه .* * *القول في تأويل قوله :  إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (165)قال أبو جعفر: يقول جل ثناؤه لنبيه محمد صلى الله عليه وسلم: \" إن ربك \"، يا محمد، لسريع العقاب لمن أسخطه بارتكابه معاصيه، وخلافه أمره فيما أمره به ونهاه, ولمن ابتلى منه فيما منحه من فضله وطَوْله, تولِّيًا وإدبارًا عنه, مع إنعامه عليه، وتمكينه إياه في الأرض, كما فعل بالقرون السالفة =(وإنه لغفور) ، يقول: وإنه لساتر ذنوبَ مَنْ ابتلى منه إقبالا إليه بالطاعة عند ابتلائه إياه بنعمة, واختباره إياه بأمره ونهيه, فمغطٍّ عليه فيها، وتارك فضيحته بها في موقف الحساب  =(رحيم) بتركه عقوبته على سالف ذنوبه التي سلفت بينه وبينه، إذ تاب وأناب إليه قبل لقائه ومصيره إليه. (92)* * *آخر تفسير سورة الأنعام----------------------الهوامش :(88) انظر تفسير (( الخليفة )) فيما سلف 1 : 449 - 453 .(89) ديوانه 58 ، ومجاز القرآن لأبي عبيدة 1 : 209 ، واللسان ( ربع ) ، من قصيدته التي قالها لامرأته عائشة ، وكانت تلومه على طول تعهده ماله ، أولها :أَعَــائِشَ ، مَــا لِقَـوْمِكِ لا أَرَاهُـمْيُضِيعُــونَ الهِجَــانَ مَـعَ المُضِيـعِيقول : لها تلوميني على إصلاح مالي ، فمالي أرى قومك يقترون على أنفسهم ، ولا يهلكون أموالهم في الكرم والسخاء ؟ ثم يقول لها بعد أبيات :لَمَــالُ الْمَــرْءِ يُصْلِحُــهُ فَيُغْنِـيمَفَــاقِرَهُ ، أَعَــفُّ مِــنَ القُنُـوعِو (( القنوع )) ، السؤال . وقوله : (( وأخلف في ربوع ... )) ، (( الربوع )) جمع (( ربع وهو جماعة الناس الذين ينزلون (( ربعا )) يسكنونه ، يقول : أبقي في قوم بعد قوم . وعندي أن هذا البيت قلق في قصيدة الشماخ ، سقط قبله شيء من شعره .(90) انظر تفسير (( الدرجة )) فيما سلف ص : 25 ، تعليق : 3 ، والمراجع هناك .(91) انظر تفسير (( الابتلاء )) فيما سلف 10 : 582 ، تعليق : 1 والمراجع هناك .= تفسير (( الإيتاء )) فيما سلف من فهارس اللغة ( أتى ) .(92) انظر تفسير ألفاظ هذه الآية فيما سلف من فهارس اللغة .* * *عند هذا الموضع انتهى جزء من التقسيم القديم الذي نقلته عنه نسختنا ، وفيها ما نصه :(( آخر تفسير سورة الأنعام والحمد لله كما هو أهله ، وصلى الله على سيدنا محمد وآله يتلوه تفسير السورة التي يذكر فيها الأعراف )) .",
  "ayah": 165,
  "surah": 6
}
