{
  "text": "القول في تأويل قوله :  قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْقال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل، يا محمد، لهؤلاء المشركين الذين يكذّبون ويجحدون نبوَّتك من قومك: أيُّ شيء أعظم شهادة وأكبر؟ ثم أخبرهم بأن أكبر الأشياء شهادة: \" الله \"، الذي لا يجوز أن يقع في شهادته ما يجوز أن يقع في [شهادة] غيره من خلقه من السهو والخطأ، والغلط والكذب. (1) ثم قل لهم: إن الذي هو أكبر الأشياء شهادة، شهيدٌ بيني وبينكم, بالمحقِّ منا من المبطل، والرشيد منا في فعله وقوله من السفيه, وقد رضينا به حكمًا بيننا.* * *وبنحو الذي قلنا في ذلك قال جماعة أهل التأويل:* ذكر من قال ذلك:13116 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله تعالى ذكره: \" أيّ شيء أكبر شهادة \" ، قال: أمر محمد أن يسأل قريشًا, ثم أمر أن يخبرهم فيقول: \" الله شهيد بيني وبينكم \" .13117- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, نحوه .* * *القول في تأويل قوله :  وَأُوحِيَ إِلَيَّ هَذَا الْقُرْآنُ لأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَقال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: قل لهؤلاء المشركين الذين يكذبونك:  اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ  =\" وأوحي إليّ هذا القرآن لأنذركم به \" عقابَه, وأُنذر به من بَلَغه من سائر الناس غيركم = إن لم ينته إلى العمل بما فيه، وتحليل حلاله وتحريم حرامه، والإيمان بجميعه = نـزولَ نقمة الله به. (2)وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك :13118 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" أيّ شيء أكبر شهادة قل الله شهيد بيني وبينكم وأوحي إليّ هذا القرآن لأنذركم به ومن بلغ \" ، ذكر لنا أن نبي الله صلى الله عليه وسلم كان يقول: يا أيها الناس، بلِّغوا ولو آية من كتاب الله, فإنه من بَلَغه آيةٌ من كتاب الله، فقد بلغه أمر الله, أخذه أو تركه. (3)13119- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" لأنذركم به ومن بلغ \" ، أن النبي صلى الله عليه وسلم قال: بلِّغوا عن الله, فمن بلغه آيه من كتاب الله, فقد بلغه أمر الله.13120 - حدثنا هناد قال، حدثنا وكيع = وحدثنا ابن وكيع قال، حدثنا أبي = عن موسى بن عبيدة, عن محمد بن كعب القرظي: \" لأنذركم به ومن بلغ \" ، قال: من بلغه القرآن، فكأنما رأى النبي صلى الله عليه وسلم. ثم قرأ: \" ومن بلغ أئنكم لتشهدون \".13121 - حدثنا ابن وكيع قال، حدثنا حميد بن عبد الرحمن , عن حسن بن صالح قال: سألت ليثًا: هل بقي أحدٌ لم تبلغه الدعوة ؟ قال: كان مجاهد يقول: حيثما يأتي القرآنُ فهو داعٍ، وهو نذير. ثم قرأ: \" لأنذركم به ومن بلغ أئنكم لتشهدون \".13122 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" ومن بلغ \" ، من أسلم من العجم وغيرهم .13123- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله .13124- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا خالد بن يزيد قال، حدثنا أبو معشر, عن محمد بن كعب في قوله: \" لأنذركم به ومن بلغ \" ، قال: من بلغه القرآن, فقد أبلغه محمد صلى الله عليه وسلم .13125 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: \" وأوحي إليّ هذا القرآن لأنذركم به \" ، يعني أهل مكة =\" ومن بلغ \" ، يعني: ومن بلغه هذا القرآن، فهو له نذير.13126- حدثنا يونس قال، أخبرنا ابن وهب قال: سمعت سفيان الثوري يحدّث, لا أعلمه إلا عن مجاهد: أنه قال في قوله: \" وأوحي إليّ هذا القرآن لأنذركم به \"، العرب =\" ومن بلغ \"، العجم.13127 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" لأنذركم به ومن بلغ \" ، أما \" من بلغ \"، فمن بلغه القرآن فهو له نذير.13128 - حدثني يونس بن عبد الأعلى قال : أخبرنا ابن وهب قال: قال ابن زيد في قوله: \" وأوحي إلي هذا القرآن لأنذركم به ومن بلغ \" ، قال يقول: من بلغه القرآن فأنا نذيره. وقرأ:  يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللَّهِ إِلَيْكُمْ جَمِيعًا  [سورة الأعراف: 158] . قال: فمن بلغه القرآن, فرسول الله صلى الله عليه وسلم نذيره .* * *قال أبو جعفر: فمعنى هذا الكلام: لأنذركم بالقرآن، أيها المشركون، وأنذر من بلغه القرآن من الناس كلهم.* * *ف \" من \" في موضع نصب بوقوع \" أنذر \" عليه,\" وبلغ \" في صلته, وأسقطت \" الهاء \" العائدة على \" من \" في قوله: \" بلغ \"، لاستعمال العرب ذلك في صلات \" مَن \" و \" ما \" و \" الذي\". (4)القول في تأويل قوله :  أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ اللَّهِ آلِهَةً أُخْرَى قُلْ لا أَشْهَدُ قُلْ إِنَّمَا هُوَ إِلَهٌ وَاحِدٌ وَإِنَّنِي بَرِيءٌ مِمَّا تُشْرِكُونَ (19)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم : قل لهؤلاء المشركين، الجاحدين نبوَّتك, العادلين بالله، ربًّا غيره: \" أئنكم \"، أيها المشركون =\" لتشهدون أن مع الله آلهة أخرى \", يقول: تشهدون أنّ معه معبودات غيره من الأوثانَ والأصنام.* * *وقال: \" أُخْرَى \"، ولم يقل \" أخَر \"، و \" الآلهة \" جمع, لأن الجموع يلحقها، التأنيث, (5) كما قال تعالى :  فَمَا بَالُ الْقُرُونِ الأُولَى  [سورة طه: 51] ، ولم يقل: \" الأوَل \" ولا \" الأوَّلين \". (6)* * *ثم قال لنبيه محمد صلى الله عليه وسلم: \" قل \" ، يا محمد =\" لا أشهد \"، بما تشهدون: أن مع الله آلهة أخرى, بل أجحد ذلك وأنكره =\" قل إنما هو إله واحد \" ، يقول: إنما هو معبود واحد, لا شريك له فيما يستوجب على خلقه من العبادة =\" وإنني بريء مما تشركون \" ، يقول: قل: وإنني بريء من كلّ شريك تدعونه لله، وتضيفونه إلى شركته، وتعبدونه معه, لا أعبد سوى الله شيئًا، ولا أدعو غيره إلهًا.* * *وقد ذكر أن هذه الآية نـزلت في قوم من اليهود بأعيانهم، من وجه لم تثبت صحته، وذلك ما:-13129 - حدثنا به هناد بن السري وأبو كريب قالا حدثنا يونس بن بكير قال، حدثني محمد بن إسحاق قال، حدثني محمد بن أبي محمد مولى زيد بن ثابت قال، حدثني سعيد بن جبير أو عكرمة, عن ابن عباس قال، جاء النحَّام بن زيد، وقردم بن كعب، وبحريّ بن عمير فقالوا: يا محمد، ما تعلم مع الله إلهًا غيرَه؟ فقال رسول الله صلى الله عليه وسلم: لا إله إلا الله، بذلك بعثت, وإلى ذلك أدعو! فأنـزل الله تعالى فيهم وفي قولهم:  قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادَةً قُلِ اللَّهُ شَهِيدٌ بَيْنِي وَبَيْنَكُمْ  إلى قوله:  لا يُؤْمِنُونَ  . (7)------------------الهوامش :(1) الزيادة بين القوسين لا بد منها للسياق.(2) قوله: \"نزول\" منصوب ، مفعول به لقوله قبله: \"وأنذر به من بلغه\". = وانظر تفسير\"الوحي\" فيما سلف ص: 217 ، تعليق: 1 ، والمراجع هناك.(3) في المخطوطة: \"أخذه أو تاركه\" ، وجائر أن تقرأ: \"آخذه أو تاركه\".(4) انظر معاني القرآن 1: 329.(5) انظر تفسير\"أخرى\" فيما سلف 3: 459/6: 173.(6) انظر معاني القرآن للفراء 1: 329.(7) الأثر: 13129 - سيرة ابن هشام 2: 217 ، وهو تابع الأثر السالف رقم: 12284.هذا ، وقد مر هذا الإسناد مئات من المرات ، وهو إسناد أبي جعفر إلى ابن إسحق ، ثم من ابن إسحق إلى ابن عباس ، وهذه أول مرة يذكر أبو جعفر أن هذا الإسناد لم تثبت صحته عنده ، كما قدم قبل ذكره.",
  "ayah": 19,
  "surah": 6
}
