{
  "text": "القول في تأويل قوله :  هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍقال أبو جعفر: يعني تعالى ذكره بقوله: \" هو الذي خلقكم من طين \" ، أن الله الذي خلق السماوات والأرض, وأظلم ليلهما وأنَار نهارهما, ثم كفر به مع إنعامه عليهم الكافرون, (10) وعدلوا به من لا ينفعهم ولا يضرُّهم . هو الذي خلقكم، أيها الناس، من طين. وإنما يعني بذلك تعالى ذكره: أنَّ الناس وَلدُ مَنْ خلقه من طين, فأخرج ذلك مخرج الخطاب لهم, إذ كانوا وَلَده .* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:13049- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" هو الذي خلقكم من طين \" ، بدءُ الخلق، خلقَ الله آدم من طين .13050 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" هو الذي خلقكم من طين \" ، قال: هو آدم .13051- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: أمّا \" خلقكم من طين \"، فآدم .13052 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو تميلة, عن عبيد بن سليمان, عن الضحاك بن مزاحم قال: خلق آدم من طين, وخلق الناس من سُلالةٍ من ماءٍ مَهين .13053 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" خلقكم من طين \" ، قال: خلق آدم من طين, ثم خلقنا من آدم حين أخذَنا من ظهره .* * *القول في تأويل قوله :  ثُمَّ قَضَى أَجَلا وَأَجَلٌ مُسَمًّى عِنْدَهُقال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معنى قوله: \" ثم قضى أجلا \" ، ثم قضى لكم، أيها الناس،\" أجلا \". وذلك ما بين أن يُخْلق إلى أن يموت =\" وأجل مسمى عنده \"، وذلك ما بين أن يموت إلى أن يبعث .* ذكر من قال ذلك:13054- حدثنا ابن وكيع وهناد بن السري قالا حدثنا وكيع قال، حدثنا أبي, عن أبي بكر الهذلي, عن الحسن في قوله: \" قضى أجلا \" ، قال: ما بين أن يخلق إلى أن يموت =\" وأجل مسمى عنده \" ، قال: ما بين أن يموت إلى أن يبعث . (11)13055 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله: \" ثم قضى أجلا وأجلٌ مسمى عِنده \" ، كان يقول: أجل حياتك إلى أن تموت، وأجل موتك إلى أن تُبْعث. فأنت بين أجَلين من الله تعالى ذكره .13056 - حدثنا القاسم قال، حدثنا الحسين قال، حدثنا أبو تميلة, عن عبيد بن سليمان, عن الضحاك بن مزاحم: \" قضى أجلا وأجل مسمى عنده \" ، قال: قضى أجل الموت, وكل نفسٍ أجلها الموت . قال: ولن يؤخر الله نفسًا إذا جاء أجلها =\" وأجل مسمى عنده \" ، يعني: أجل الساعة، ذهاب الدنيا، والإفضاءُ إلى الله .* * *وقال آخرون: بل معنى ذلك: ثم قضى الدنيا، وعنده الآخرة .* ذكر من قال ذلك:13057 - حدثنا ابن وكيع قال، حدثنا يحيى بن آدم, عن سفيان, عن أبي حصين, عن سعيد بن جبير, عن ابن عباس قوله: \" أجلا \" ، قال: الدنيا =\" وأجل مسمى عنده \" ، الآخرة .13058 - حدثنا ابن وكيع قال، حدثنا أبو عاصم, عن زكريا بن إسحاق, عن ابن أبي نجيح, عن مجاهد: \" قضى أجلا \" ، قال: الآخرة عنده =\" وأجل مسمى \" ، الدنيا .13059- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" أجلا \" ، قال: الآخرة عنده =\" وأجل مسمًّى \" ، قال: الدنيا .13060- حدثنا محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" أجلا \" ، قال: الآخرة عنده =\" وأجل مسمى \" ، قال: الدنيا .13061- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة والحسن: \" ثم قضى أجلا وأجل مسمى عنده \" ، قالا قضى أجل الدنيا، من حين خلقك إلى أن تموت =\" وأجل مسمى عنده \"، يوم القيامة .13062 - حدثنا هناد قال، حدثنا وكيع, عن إسرائيل, عن جابر, عن مجاهد وعكرمة: \" ثم قضى أجلا وأجل مسمى عنده \" ، قال: قَضَى أجل الدنيا =\" وأجل مسمى عنده \" ، قال: هو أجل البعث .13063- حدثنا ابن وكيع قال، حدثنا أبي, عن إسرائيل, عن جابر, عن مجاهد وعكرمة: \" ثم قضى أجلا \" ، قال: الموت =\" وأجل مسمى عنده \"، الآخرة .13064- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة والحسن في قوله: \" قضى أجلا وأجل مسمى عنده \"، قالا قضى أجل الدنيا، منذ يوم خلقت إلى أن تموت =\" وأجل مسمى عنده \"، يوم القيامة .13065- حدثنا ابن وكيع وابن حميد قالا حدثنا جرير, عن منصور, عن مجاهد: \" قضى أجلا \" ، قال: أجل الدنيا =\" وأجل مسمى عنده \"، قال: البعث .13066- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس: \" ثم قضى أجلا وأجلٌ مسمى عنده \" ، يعني: أجل الموت =\" والأجل المسمى \"، أجلُ الساعة والوقوفِ عند الله .13067 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" قضى أجلا \" ، قال: أمّا \" قضى أجلا \"، فأجل الموت =\" وأجل مسمى عنده \" ، يوم القيامة .* * *وقال آخرون في ذلك بما:-13068 - حدثني به محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس في قوله: \" ثم قضى أجلا وأجل مسمى عنده \" ، قال: أمّا قوله: \" قضى أجلا \" ، فهو النومُ، تُقْبض فيه الروح، ثم ترجع إلى صاحبها حين اليقظة =\" وأجل مسمى عنده \" ، هو أجل موت الإنسان .* * *وقال آخرون بما:-13069 - حدثني به يونس قال، أخبرنا ابن وهب في قوله: \" هو الذي خلقكم من طين ثم قضى أجلا وأجل مسمى عنده ثم أنتم تمترون \" ، قال: خلق آدم من طين, ثم خلقنا من آدم, أخذنا من ظهره, ثم أخذ الأجل والمِيثاق في أجلٍ واحد مسمًّى في هذه الحياة الدنيا .* * *قال أبو جعفر: وأولى الأقوال في ذلك عندي بالصواب، قولُ من قال: معناه: ثم قضى أجلَ الحياة الدنيا =\" وأجلٌ مسمى عنده \" ، وهو أجل البَعْث عنده .وإنما قلنا ذلك أولى بالصواب, لأنه تعالى ذكره نبَّه خلقَه على موضع حُجَّته عليهم من أنفسهم فقال لهم: أيها الناس, إن الذي يعدِلُ به كفارُكم الآلهةَ والأندادَ ، هو الذي خلقكم فابتدأكم وأنشأكم من طين, فجعلكم صورًا أجساًما أحياءً، بعد إذ كنتم طينًا جمادًا, ثم قضى آجال حياتكم لفنائكم ومماتكم, ليعيدكم ترابًا وطينًا كالذي كنتم قبل أن ينشئكم ويخلقكم = وأجل مسمى عندَه لإعادتكم أحياءً وأجسامًا كالذي كنتم قبل مماتكم . (12) وذلك نظير قوله:  كَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنْتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ  ، [سورة البقرة: 28].* * *القول في تأويل قوله :  ثُمَّ أَنْتُمْ تَمْتَرُونَ (2)قال أبو جعفر: يقول تعالى ذكره: ثم أنتم تَشكُّون في قدرة من قَدَر على خلق السماوات والأرض, وإظلام الليل وإنارة النهار, وخلقكم من طين حتى صيَّركم بالهيئة التي أنتم بها = على إنشائه إياكم من بعد مماتكم وفنائكم, (13) وإيجاده إيّاكم بعد عدمكم .* * *و \" المرية \" في كلام العرب، هي الشك. وقد بيّنت ذلك بشواهده في غير هذا الموضع فيما مضى قبل، بما أغنى عن إعادته. (14)* * *وقد:-13070 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد: \" ثم أنتم تمترون \" ، قال: الشك . قال: وقرأ قول الله:  فِي مِرْيَةٍ مِنْهُ  [سورة هود: 17] ، قال: في شكٍّ منه.13071 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" ثم أنتم تمترون \" ، بمثله .--------------------الهوامش :(10) في المطبوعة: \"فكفر به\" ، أما المخطوطة ، ففيها الذي أثبته إلا أنه كتب\"ثمكفر به\" ووصل\"ثم\" بقوله: \"كفر\" ، وهذا من عجب الكتابة ولطائف النساخ.(11) الأثر: 13054 -\"وكيع\" هو\"وكيع بن الجراح بن مليح الرؤاسي\".وأبوه: \"الجراح بن مليح الرؤاسي\" ، مضيا في مواضع مختلفة.و\"أبو بكر الهذلي\" مختلف في اسمه قيل هو: \"سلمى بن عبد الله بن سلمى\" ، وقيل: \"روح بن عبد الله\". ومضى برقم: 597 ، 8376 ، وهو ضعيف.(12) انظر تفسير\"الأجل\" فيما سلف 5: 7/6 : 43 ، 76/8 : 548.= وتفسير\"مسمى\" فيما سلف 6: 43.(13) في المطبوعة: \"وعلى إنشائه\" بزيادة الواو ، وهي مفسدة وهي خطأ صرف ، لم يفهم سياق أبي جعفر ، فإن قوله: \"على إنشائه إياكم\" متعلق بقوله: \"ثم أنتم تشكون في قدرة من قدر . . .\" ، أي: تشكون في قدرة من فعل ذلك ، على إنشائه إياكم.(14) انظر تفسير\"الامتراء\" فيما سلف 3: 190 ، 191/6 : 472.",
  "ayah": 2,
  "surah": 6
}
