{
  "text": "القول في تأويل قوله :  الَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمُ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ فَهُمْ لا يُؤْمِنُونَ (20)قال أبو جعفر: يقول تعالى ذكره: الذين \"آتيناهم الكتاب \"، التوراة والإنجيل = يعرفون أنما هو إله واحد =، لا جماعة الآلهة, وأن محمدًا نبيُّ مبعوث =\" كما يعرفون أبناءهم \" .وقوله: \" الذين خسروا أنفسهم \" ، من نعت \" الذين \" الأولى.* * *ويعنى بقوله: \" خسروا أنفسهم \" ، أهلكوها وألقوها في نار جهنم، بإنكارهم محمدًا أنه لله رسول مرسل, وهم بحقيقة ذلك عارفون (8) =\" فهم لا يؤمنون \" ، يقول: فهم بخسارتهم بذلك أنفسهم لا يؤمنون.* * *وقد قيل: إنّ معنى \" خسارتهم أنفسهم \"، أن كل عبد له منـزل في الجنة ومنـزل في النار. فإذا كان يوم القيامة، جعل الله لأهل الجنة منازلَ أهل النار في الجنة, وجعل لأهل النار منازلَ أهل الجنة في النار, فذلك خسران الخاسرين منهم، لبيعهم منازلهم من الجنة بمنازل أهل الجنة من النار, بما فرط منهم في الدنيا من معصيتهم الله، وظلمهم أنفسهم, وذلك معنى قول الله تعالى ذكره:  الَّذِينَ يَرِثُونَ الْفِرْدَوْسَ هُمْ فِيهَا خَالِدُونَ  ، [سورة المؤمنون: 11] . (9)* * *وبنحو ما قلنا في معنى قوله: \" الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم \" قال أهل التأويل. (10)* ذكر من قال ذلك:13130 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله : \" الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم \" ، يعرفون أنّ الإسلام دين الله, وأن محمدًا رسول الله, يجدونه مكتوبًا عندهم في التوراة والإنجيل .13131- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق, عن معمر, عن قتادة في قوله: \" الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم \"، النصارى واليهود , يعرفون رسول الله في كتابهم, كما يعرفون أبناءهم.13132 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم \"، [يعني: النبي صلى الله عليه وسلم: (11) =\" كما يعرفون أبناءهم \"، لأن نَعْته معهم في التوراة].13133- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قوله: \" الذين آتيناهم الكتاب يعرفونه كما يعرفون أبناءهم \" ، يعني النبي صلى الله عليه وسلم . قال: زعم أهل المدينة عن أهل الكتاب ممن أسلم, أنهم قالوا: والله لنحن أعرف به من أبنائنا، من أجل الصفة والنعت الذي نجده في الكتاب، وأما أبناؤنا فلا ندري ما أحدثَ النساء ! (12)------------------الهوامش :(8) انظر تفسير\"خسر\" فيما سلف قريبًا ص: 281 ، تعليق: 1 ، والمراجع هناك.(9) انظر معاني القرآن للفراء 1: 329 ، 230.(10) انظر تأويل نظيرة هذه الآية فيما سلف 3: 187 ، 188 ، [سورة: البقرة 146] .(11) الأثر: 13132 - هذا الأثر مبتور في المطبوعة والمخطوطة ، والزيادة بين القوسين من الدر المنثور 3: 8 ، من تفسير السدي ، من رواية أبي الشيخ ، والظاهر أن هذا النقص قديم في نسخ تفسير أبي جعفر ، وأن نسخة السيوطي ، كانت مبتورة هنا أيضًا ، ولذلك لم ينسب هذا الأثر إلا إلى أبي الشيخ وحده ، دون ابن جرير.(12) يعني: لا يدرون أسلم لهم أبناؤهم من أصلابهم ، أم خالطهم سفاح من سفاحهن! وانظر رواية ذلك في خبر عمر بن الخطاب ، وسؤاله عبد الله بن سلام ، والله أعلم بصحيح ذلك = في معاني القرآن للفراء 1: 329.",
  "ayah": 20,
  "surah": 6
}
