{
  "text": "القول في تأويل قوله :  ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلا أَنْ قَالُوا وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ (23)قال أبو جعفر: يقول تعالى ذكره: ثم لم يكن قولهم إذ قلنا لهم: \" أين شركاؤكم الذين كنتم تزعمون \"؟ = إجابة منهم لنا عن سؤالنا إياهم ذلك، إذ فتناهم فاختبرناهم, (18) \" إلا أن قالوا والله ربّنا ما كنا مشركين \" ، كذبًا منهم في أيمانهم على قِيلهم ذلك.* * *ثم اختلف القرأة في قراءة ذلك.فقرأته جماعة من قرأة المدينة والبصرة وبعض الكوفيين: (ثُمَّ لَمْ تَكُنْ فِتْنَتَهُمْ) بالتاء، بالنصب, (19) بمعنى: لم يكن اختبارَناهم لهم إلا قيلُهم (20) \" والله ربنا ما كنا مشركين \" = غير أنهم يقرءون \" تكن \" بالتاء على التأنيث. وإن كانت للقول لا للفتنة، لمجاورته الفتنة، وهي خبر. (21) وذلك عند أهل العربية شاذٌ غير فصيح في الكلام. وقد روي بيتٌ للبيد بنحو ذلك, وهو قوله:فَمَضَــى وَقَدَّمَهَـا , وكـانت عـادةًمِنْــهُ إذا هــيَ عَــرَّدَتْ إقْدَامُهَـا (22)فقال: \" وكانت \" بتأنيث \" الإقدام \"، لمجاورته قوله: \" عادة \" .* * *وقرأ ذلك جماعة من قراء الكوفيين: (ثُمَّ لَمْ يَكُنْ) بالياء، (فِتْنَتَهُمْ) بالنصب، (إلا أَنْ قَالُوا)، بنحو المعنى الذي قصده الآخرون الذين ذكرنا قراءتهم.غير أنهم ذكَّروا \" يكون \" لتذكير \" أن \". (23)قال أبو جعفر: وهذه القراءة عندنا أولى القراءتين بالصواب, لأن \" أنْ\" أثبت في المعرفة من \" الفتنة \". (24)* * *واختلف أهل التأويل في تأويل قوله: \" ثم لم تكن فتنتهم \" .فقال بعضهم : معناه: ثم لم يكن قولهم .* ذكر من قال ذلك:13134 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر قال، قال قتادة في قوله: \" ثم لم تكن فتنتهم \" ، قال: مقالتهم = قال معمر: وسمعت غير قتادة يقول: معذرتهم .13135 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن عطاء الخراساني, عن ابن عباس قوله: \" ثم لم تكن فتنتهم \" ، قال: قولهم .13136- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبى, عن أبيه, عن ابن عباس قوله: \" ثم لم تكن فتنتهم إلا أن قالوا \"، الآية, فهو كلامهم =\" قالوا والله ربنا ما كنا مشركين \" .13137 - حدثنا عن الحسين بن الفرج قال، سمعت أبا معاذ الفضل بن خالد يقول، حدثنا عبيد بن سليمان قال، سمعت الضحاك: \" ثم لم تكن فتنتهم \" ، يعني: كلامهم .* * *وقال آخرون: معنى ذلك: معذرتهم .* ذكر من قال ذلك:13138 - حدثنا ابن بشار وابن المثنى قالا حدثنا محمد بن جعفر قال، حدثنا شعبة, عن قتادة: \" ثم لم تكن فتنتهم \" ، قال: معذرتهم.13139- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: \" ثم لم تكن فتنتهم إلا أن قالوا والله ربنا ما كنا مشركين \" ، يقول: اعتذارهم بالباطل والكذب.* * *قال أبو جعفر: والصواب من القول في ذلك أن يقال: معناه: ثم لم يكن قيلهم عند فتنتنا إياهم، اعتذارًا مما سلف منهم من الشرك بالله =\" إلا أن قالوا والله ربنا ما كنا مشركين \" ، فوضعت \" الفتنة \" موضع \" القول \"، لمعرفة السامعين معنى الكلام. = وإنما \" الفتنة \"، الاختبار والابتلاء (25) = ولكن لما كان الجواب من القوم غيرَ واقع هنالك إلا عند الاختبار, وضعت \" الفتنة \" التي هي الاختبار، موضع الخبر عن جوابهم ومعذرتهم .* * *واختلفت القرأة أيضًا في قراءة قوله: \" إلا أن قالوا والله ربنا ما كنا مشركين \" .فقرأ ذلك عامة قرأة المدينة وبعض الكوفيين والبصريين: وَاللَّهِ رَبِّنَا ، خفضًا، على أن \" الرب \" نعت لله .* * *وقرأ ذلك جماعة من التابعين: (وَاللهِ رَبَّنَا) ، بالنصب، بمعنى: والله يا ربنا. وهي قراءة عامة قرأة أهل الكوفة. (26)* * *قال أبو جعفر: وأولى القراءتين عندي بالصواب في ذلك، قراءةُ من قرأ: (وَاللهِ رَبَّنَا) ، بنصب \" الرب \", بمعنى: يا ربَّنا. وذلك أن هذا جواب من المسئولين المقول لهم: \" أين شركاؤكم الذين كنتم تزعمون \" ؟ وكان من جواب القوم لربهم: والله يا ربنا ما كنا مشركين = فنفوا أن يكونوا قالوا ذلك في الدنيا. يقول الله تعالى ذكره لمحمد صلى الله عليه وسلم:  انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ  .* * *ويعني بقوله : \" ما كنا مشركين \" ، ما كنا ندعو لك شريكًا، ولا ندعو سواك. (27)----------------الهوامش :(18) انظر تفسيره\"الفتنة\" فيما سلف 10: 478 ، تعليق: 2 ، والمراجع هناك.(19) في المطبوعة ، حذف قوله: \"بالتاء\" ، لغير طائل.(20) في المطبوعة: \"اختبارنا لهم\" ، وأثبت ما في المخطوطة ، وهو فصيح العربية.(21) انظر مجاز القرآن لأبي عبيدة 1: 188.(22) من معلقته الباهرة. وانظر ما قاله ابن الشجري في الآية والبيت في أماليه 1: 130.والضمير في قوله: \"فمضى\" إلى حمار الوحش ، وفي قوله: \"وقدمها\" إلى أتنه التي يسوقها إلى الماء.و\"عردت\": فرت ، وعدلت عن الطريق التي وجهها إليها. وشعر لبيد لا يفصل بعضه عن بعض في هذه القصيدة ، فلذلك لم أذكر ما قبله وما بعده. فراجع معلقته.(23) انظر مجاز القرآن لأبي عبيدة 1: 188.(24) أغفل أبو جعفر قراءة الرقع في\"فتنتهم\" ، وهي قراءتنا في مصحفنا ، قراءة حفص. وأنا أرجح أن أبا جعفر أغفلها متعمدًا ، وقد استوفى الكلام في هذه الآية ونظائرها فيما سلف 7: 273-275. وانظر تفسير أبي حيان 4: 95 .(25) انظر تفسير\"الفتنة\" فيما سلف قريبًا ص 297 ، رقم: 2 ، والمراجع هناك.(26) انظر معاني القرآن للفراء 1: 330.(27) انظر ما سلف رقم: 9520 - 9522 (ج 8: 373 ، 374).",
  "ayah": 23,
  "surah": 6
}
