{
  "text": "القول في تأويل قوله :  انْظُرْ كَيْفَ كَذَبُوا عَلَى أَنْفُسِهِمْ وَضَلَّ عَنْهُمْ مَا كَانُوا يَفْتَرُونَ (24)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: انظر، يا محمد، فاعلم، كيف كذَب هؤلاء المشركون العادلون بربهم الأوثانَ والأصنامَ، في الآخرة عند لقاء الله = على أنفسهم بقيلهم: \" والله يا ربنا ما كنا مشركين \", واستعملوا هنالك الأخلاق التي كانوا بها يتخلّقون في الدنيا، (28) من الكذب والفرية .* * *ومعنى \" النظر \" في هذا الموضع، النظر بالقلب، لا النظر بالبصر. وإنما معناه: تبين فاعلم كيف كذبوا في الآخرة .* * *وقال: \" كذبوا \", ومعناه: يكذبون, لأنه لما كان الخبر قد مضى في الآية قبلها، صار كالشيء الذي قد كانَ ووُجد .* * *=\" وضل عنهم ما كانوا يفترون \" ، يقول: وفارقهم الأنداد والأصنام، وتبرءوا منها, فسلكوا غير سبيلها، لأنها هلكت, [وأعيد الذين كانوا يعبدونها اجتراء] , (29) ثم أخذوا بما كانوا يفترونه من قيلهم فيها على الله، وعبادتهم إياها، وإشراكهم إياها في سلطان الله, فضلت عنهم, وعوقب عابدُوها بفريتهم.* * *وقد بينا فيما مضى أن معنى \" الضلال \"، الأخذ على غير الهدى. (30)* * *وقد ذكر أن هؤلاء المشركين يقولون هذا القول عند معاينتهم سَعةَ رحمة الله يومئذ.ذكر الرواية بذلك:13140 - حدثنا ابن حميد قال، حدثنا حكام قال، حدثنا عمرو, عن مطرّف, عن المنهال بن عمرو, عن سعيد بن جبير قال: أتى رجلٌ ابنَ عباس فقال: سمعت الله يقول:  وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ  , (31) وقال في آية أخرى:  وَلا يَكْتُمُونَ اللَّهَ حَدِيثًا  ، [سورة النساء: 42] ؟ قال ابن عباس: أما قوله:  وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ  ، فإنه لما رأوا أنه لا يدخل الجنة إلا أهل الإسلام: قالوا: \" تعالوا نجحد \"، فقالوا: \" وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ\"، فختم الله على أفواههم وتكلمت أيديهم وأرجلهم،\" وَلا يَكْتُمُونَ اللَّهَ حَدِيثًا \". (32)13141 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله تعالى ذكره:  وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ  ، قال: قول أهل الشرك، حين رأوا الذنوب تغفر, ولا يغفر الله لمشرك =\" انظر كيف كذبوا على أنفسهم \"، بتكذيب الله إياهم .13142- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, بنحوه .13143 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله:  وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ  ، ثم قال:  وَلا يَكْتُمُونَ اللَّهَ حَدِيثًا  ، [سورة النساء: 42] ، بجوارحهم .13144 - حدثنا ابن وكيع, قال ، حدثنا أبي, عن حمزة الزيات, عن رجل يقال له هشام, عن سعيد بن جبير: \" ثم لم تكن فتنتهم إلا أن قالوا والله ربنا ما كنا مشركين \" ، قال : حلفوا واعتذروا, قالوا: \" والله ربنا \". (33)13145- حدثني المثنى قال، حدثنا قبيصة بن عقبة قال، حدثنا سفيان, عن سعيد بن جبير قال، أقسموا واعتذروا: \" والله ربنا \".13146- حدثنا هناد قال، حدثنا وكيع, عن حمزة الزيات, عن رجل يقال له هشام, عن سعيد بن جبير، بنحوه .13147- حدثنا هناد قال، حدثنا أبو معاوية, عن سفيان بن زياد العُصْفري, عن سعيد بن جبير في قوله: \" والله ربنا ما كنا مشركين \" والله : لما أمر بإخراج رجال من النار من أهل التوحيد, قال من فيها من المشركين: \" تعالوا نقول: لا إله إلا الله, لعلنا نخرج مع هؤلاء \". قال: فلم يصدَّقوا . قال: فحلفوا: \" والله ربنا ما كنا مشركين \". قال: فقال الله: \" انظر كيف كذبوا على أنفسهم وضل عنهم ما كانوا يفترون \". (34)13148 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: \" وضل عنهم ما كانوا يفترون \" أي: يشركون. (35)13149- حدثنا الحارث قال، حدثنا عبد العزيز قال، حدثنا المنهال بن عمرو, عن سعيد عن جبير, عن ابن عباس في قوله:  وَاللَّهِ رَبِّنَا مَا كُنَّا مُشْرِكِينَ  ، قال: لما رأى المشركون أنه لا يدخل الجنة إلا مسلم, قالوا: تعالوا إذا سئلنا قلنا: \" والله ربنا ما كنا مشركين \". فسئلوا, فقالوا ذلك, فختم الله على أفواههم، وشهدت عليهم جوارحهم بأعمالهم, فودَّ الذين كفروا حين رأوا ذلك: \" لو تسوّى بهم الأرض ولا يكتمون الله حديثًا \".13150- حدثني الحارث قال، حدثني عبد العزيز قال، حدثنا مسلم بن خلف, عن ابن أبي نجيح, عن مجاهد قال: يأتي على الناس يوم القيامة ساعة، لما رأوا أهلُ الشرك أهلَ التوحيد يغفر لهم (36) فيقولون: \" والله ربنا ما كنا مشركين \" ، قال: \" انظر كيف كذبوا على أنفسهم وضلّ عنهم ما كانوا يفترون \". (37)13151- حدثني الحارث قال، حدثنا عبد العزيز, قال حدثنا سفيان عن رجل, عن سعيد بن جبير: أنه كان يقول: \" والله ربِّنا ما كنا مشركين \"، يخفضها. قال : أقسموا واعتذروا = قال الحارث قال، عبد العزيز, قال سفيان مرة أخرى: حدثني هشام, عن سعيد بن جبير .------------------------الهوامش :(28) في المطبوعة: \"بها متخلقين\" ، وفي المخطوطة: \"بها متخلقون\" ، وهذا صواب قراءتها.(29) هكذا جاء في المطبوعة ما وضعته بين القوسين ، وهو في المخطوطة: \"وعبدوا الذين كانوا يعبدونها إصرا\" ، غير منقوطة. ولم أهتد إلى الصواب ، وأخشى أن يكون سقط من الكلام سطر أو بعضه ، فلذلك آثرت أن أضع ما في المطبوعة بين قوسين ، ولأني في ريبة من أمره.(30) انظر تفسير\"الضلال\" فيما سلف 10: 124 ، تعليق: 1 ، والمراجع هناك.(31) في المطبوعة: \"أتى رجل ابن عباس فقال ، قال الله: والله ربنا . . .\" ، أما المخطوطة ففيها خرم ، كان فيها: \"أتى رجل ابن عباس وقال في آية أخرى\" ، ولذلك تصرف ناشر المطبوعة. والذي أثبته هو الصواب ، وهو نص الأثر الذي رواه أبو جعفر قديمًا ، كما سيأتي في التخريج. وقد صححت حروفًا في هذا الخبر من الأثر السالف ولم أشر إليها هنا.(32) الأثر: 13140 - مضى هذا الخبر برقم: 9520 (ج 8: 373).هذا وقد اختصر أبو جعفر أخبار ابن عباس هذه ، فإنه روى هناك خبرين آخرين رقم: 9521 ، 9522 ، تبين منهما أن السائل هو نافع بن الأزرق ، وكان يأتي ابن عباس ليلقى عليه متشابه القرآن. وهذا من ضروب اختصار أبي جعفر في تفسيره هذا. وأيضًا فإنه سيأتي هنا آثار في تفسير آية سورة النساء: 42 (ج 8: 371 - 375) لم يذكرها هناك ، كما سترى في الآثار التالية.(33) الأثر: 13144 -\"هشام\" ، الذي يروي عنه\"حمزة الزيات\" ، لم أعرفه.(34) الأثر: 13147 -\"سفيان بن زياد العصفري\" ، مضى برقم: 2331.(35) في المطبوعة: \"يشركون به\" بالزيادة ، وأثبت ما في المخطوطة.(36) في المطبوعة: \"لما رأى أهل الشرك\" ، وأثبت ما في المخطوطة ، وهو لغة من لغات العرب جائزة.(37) الأثر: 13150 -\"مسلم بن خلف\" ، لم أجد له ترجمة ، وأخشى أن يكون في اسمه تحريف.",
  "ayah": 24,
  "surah": 6
}
