{
  "text": "القول في تأويل قوله :  وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي آذَانِهِمْ وَقْرًاقال أبو جعفر: يقول تعالى ذكره: ومن هؤلاء العادلين بربِّهم الأوثانَ والأصنامَ من قومك، يا محمد =\" من يستمع إليك \", يقول: من يستمع القرآن منك, ويستمع ما تدعوه إليه من توحيد ربك، وأمره ونهيه, ولا يفقه ما تقول ولا يُوعِيه قلبَه, ولا يتدبره، ولا يصغي له سمعه، ليتفقهه فيفهم حجج الله عليه في تنـزيله الذي أنـزله عليك, إنما يسمع صوتك وقراءَتك وكلامك, ولا يعقل عنك ما تقول، لأن الله قد جعل على قلبه \" أكنّة \".* * *= وهي جمع \" كنان \"، وهو الغطاء، مثل: \" سِنان \"،\" وأسنة \". يقال منه: \" أكننت الشيءَ في نفسي \" ، بالألف,\" وكننت الشيء \"، إذا غطيته, (38) = ومن ذلك:  بَيْضٌ مَكْنُونٌ  ، [سورة الصافات: 49] ، وهو الغطاء, (39) ومنه قول الشاعر: (40)تَحْــــتَ عَيْــــنٍ, كِنَانُنَـــاظِــــلُّ بُــــرْدٍ مُرَحَّــــلُ (41)يعني: غطاؤُهم الذي يكنُهم. (42)* * *=\" وفي آذانهم وقرًا \"، يقول تعالى ذكره: وجعل في آذانهم ثِقلا وصممًا عن فهم ما تتلو عليهم، والإصغاء لما تدعوهم إليه.* * *والعرب تفتح \" الواو \" من \" الوَقْر \" في الأذن، وهو الثقل فيها= وتكسرها في الحمل فتقول: \" هو وِقْرُ الدابة \". ويقال من الحمل: \" أوقرْتُ الدَّابة فهي مُوقَرة \" = ومن السمع: \" وَقَرْتُ سمعه فهو موقور \", ومنه قول الشاعر: (43)وَلِي هَامَةٌ قَدْ وَقَّر الضَّرْبُ سَمْعَهَاوقد ذكر سماعًا منهم: \" وُقِرَتْ أذنه \"، إذا ثقلت \" فهي موقورة \" =\" وأوقرتِ النخلةُ، فهي مُوقِر \" كما قيل: \" امرأة طامث، وحائض \", لأنه لا حظّ فيه للمذكر. فإذا أريد أن الله أوقرها، قيل \" مُوقَرةٌ\".* * *وقال تعالى ذكره: \" وجعلنا على قلوبهم أكنة أن يفقهوه \" ، بمعنى: أن لا يفقهوه, كما قال:  يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا  [سورة النساء: 176] ، بمعنى: أن لا تضلوا, (44) لأن \" الكنّ\" إنما جعل على القلب، لئلا يفقهه، لا ليفقهه. (45)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:13152 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة: \" وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقرًا \" ، قال: يسمعونه بآذانهم ولا يعون منه شيئًا, كمثل البهيمة التي تسمع النداء، ولا تدري ما يُقَال لها.13153 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال: حدثنا أسباط، عن السدي: \" وجعلنا على قلوبهم أكنة أن يفقهوه وفي آذانهم وقرًا \" ، أما \" أكنة \"، فالغطاءُ أكنّ قلوبهم، لا يفقهون الحق =\" وفي آذانهم وقرًا \" ، قال: صمم .13154 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: \" ومنهم من يستمع إليك \"، قال: قريش .13155 - حدثني المثنى قال، حدثنا حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله .* * *القول في تأويل قوله :  وَإِنْ يَرَوْا كُلَّ آيَةٍ لا يُؤْمِنُوا بِهَا حَتَّى إِذَا جَاءُوكَ يُجَادِلُونَكَ يَقُولُ الَّذِينَ كَفَرُوا إِنْ هَذَا إِلا أَسَاطِيرُ الأَوَّلِينَ (25)قال أبو جعفر: يقول تعالى ذكره : وإن ير هؤلاء العادلون بربهم الأوثان والأصنام, الذين جعلت على قلوبهم أكنة أن يفقهوا عنك ما يسمعون منك =\" كل آية \" ، يقول: كل حجة وعلامة تدلُّ أهل الحجَا والفهم على توحيد الله وصدق قولك وحقيقة نبوتك (46) =\" لا يؤمنوا بها \" ، يقول: لا يصدّقون بها، ولا يقرّون بأنها دالّة على ما هي عليه دالة =\" حتى إذا جاءوك يجادلونك \" ، يقول: حتى إذا صاروا إليك بعد معاينتهم الآيات الدالة على حقيقة ما جئتهم به =\" يجادلونك \", يقول: يخاصمونك (47) =\" يقول الذين كفروا \" ، يعنى بذلك: الذين جحدوا آيات الله وأنكروا حقيقتها, يقولون لنبيِّ الله صلى الله عليه وسلم إذا سمعوا حجج الله التي احتجَّ بها عليهم، وبيانَه الذي بيَّنه لهم =\" إن هذا إلا أساطير الأوّلين \" ، أي: ما هذا إلا أساطير الأوّلين.* * *و \" الأساطير \" جمع \" إسْطارة \" و \" أُسطُورة \" مثل \" أفكوهة \" و \" أضحوكة \" = وجائز أن يكون الواحد \" أسطارًا \" مثل \" أبيات \"، و \" أبابيت \"، و \" أقوال وأقاويل \", (48) من قول الله تعالى ذكره:  وَكِتَابٍ مَسْطُورٍ  ، [سورة الطور: 2] . من: \" سَطَرَ يَسْطُرُ سَطْرا \".* * *فإذ كان من هذا: فإن تأويله: ما هذا إلا ما كتبه الأوَّلون.* * *وقد ذكر عن ابن عباس وغيره أنهم كانوا يتأوّلونه بهذا التأويل, ويقولون: معناه: إنْ هذا إلا أحاديث الأوّلين .13156 - حدثني بذلك المثنى بن إبراهيم قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس .13157 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي, أمّا \" أساطير الأوّلين \" ، فأسَاجيع الأولين. (49)* * *وكان بعض أهل العلم = وهو أبو عبيدة معمر بن المثنى = بكلام العرب يقول: \" الإسطارةُ\" لغةٌ، ومجازُها مجازُ الترهات. (50)* * *وكان الأخفش يقول: قال بعضهم : واحده \" أسطورة \". وقال بعضهم: \" إسطارة \". قال: ولا أراه إلا من الجمع الذي ليس له واحد, نحو \" العباديد \" (51) و \" المَذَاكير \"، و \" الأبابيل \". (52) قال : وقال بعضهم: واحد \" الأبابيل \"،\" إبِّيل \"، وقال بعضهم: \" إبَّوْل \" مثل \" عِجَّوْل \", (53) ولم أجد العرب تعرف له واحدًا, وإنما هو مثل \" عباديد \" لا واحد لها. وأما \" الشَّماطيط\"، فإنهم يزعمون أن واحده \" شمطاط\". (54) قال: وكل هذه لها واحد, إلا أنه لم يستعمل ولم يتكلم به, لأن هذا المثال لا يكون إلا جميعًا. (55) قال: وسمعت العرب الفصحاء تقول: \" أرسل خيله أبابيل \", تريد جماعات, فلا تتكلم بها بواحدة. (56) وكانت مجادلتهم رسولَ الله صلى الله عليه وسلم التي ذكرها الله في هذه الآية، فيما ذُكِر, ما:-13158 - حدثني به محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" حتى إذا جاءوك يجادلونك \" الآية، قال: هم المشركون، يجادلون المسلمين في الذَّبيحة, يقولون: \" أما ما ذبحتم وقتلتم فتأكلون, وأما ما قتل الله فلا تأكلون! وأنتم تتَّبعون أمرَ الله تعالى ذكره \"! (57)------------------------الهوامش :(38) انظر ما سلف 5: 102 ، 103.(39) الأجود أن يقال: \"وهو المغطى\" ، وكأنه كان كذلك ، وكأن الذي في المطبوعة والمخطوطة تحريف. ولكن ربما عبر القدماء بمثل هذا التعبير ، ولذلك تركته على حاله. وقد قال الطبري في ج 5: 102 ، وذكر الآية: \"أي: مخبوء\".(40) هو عمر بن أبي ربيعة.(41) ليس في ديوانه ، ولكنه من قصيدته التي في ديوانه: 125 - 126 ، وهو في الأغاني 1: 184 ، ومجاز القرآن لأبي عبيدة 1: 46 ، 188 ، واللسان (كنن) ، وغيرها. من أبياته التي أولها:هَــــاجَ ذَا القَلَـــبَ مَـــنْزِلُدَارِسُ الآيِ مُحْـــــــــــوِلُوقبله في رواية أبي الفرج في أغانيه.أرْسَــلَتْ تَسْـتَحِثّى وَتُفَـدِّي وتَعْـذُلأَيُّنَـا بَـاتَ لَيْلَـةً بَيْـنَ غُصْنَيْنِ يُوبَلُوروايته للبيت:تَحْــــتَ عَيْــــنٍ، يُكِنُّنَــــابُــــرْدُ عَصْــــبٍ مُهَلْهَـــلورواية ابن بري ، وصحح رواية أبي عبيدة وأبي جعفر:تَحْــــتَ عَيْــــنٍ، كِنَانُنَـــابُــــرْدُ عَصْــــبٍ مُرَحَّـــلُ\"العين\" في البيت السحاب. و\"المرحل من الثياب ، الذي عليه تصاوير الرحال.(42) انظر مجاز القرآن لأبي عبيدة 1 : 188 ، وهو شبيه بنص كلامه.(43) لم أهتد إلى قائله ، وإن كنت أذكر أني قرأت هذا الشعر في مكان.(44) انظر ما سلف 9: 445 ، 446.(45) انظر تفسير\"فقه\" فيما سلف 8: 557.(46) انظر تفسير\"آية\" فيما سلف من فهارس اللغة (أيي).(47) انظر تفسير\"جادل\" فيما سلف 4: 141/9 : 190 ، 193.(48) يعني بقوله: \"أسطارًا\" ، جمع\"سطر\" ، كما هو بين.(49) \"الأساجيع\" جمع\"أسجوعة\": يراد به الكهان على هيئة كلامهم.(50) في المطبوعة: \"لغة ، الخرافات والترهات\" غير ما في المخطوطة ، وهو نص أبي عبيدة في مجاز القرآن 1: 189. وهذا من سيئ العبث بالكتب!(51) في المطبوعة: \"عباييد\" ، وهو صواب ، إلا أني أثبت ما في المخطوطة. يقال: \"جاء القوم عباديد ، وعبابيد\" ، أي متفرقون.(52) \"المذاكير\" ، يقال في الفرد أيضًا. وفي الخبر أن عبدًا أبصر جارية لسيده ، فجب السيد مذاكيره = فاستعمله لرجل واحد ، وأراد به شيئه ، وما تعلق به.و\"أبابيل\": جماعات من هنا ، وجماعات من هنا.(53) يقال: \"عجل\" و\"عجول\" (بكسر العين ، وتشديد الجيم المفتوحة ، وسكون الواو): ولد البقرة ، وجمعه\"عجاجيل\".(54) \"شماميط\": قطع متفرقة ، يقال: \"ذهب القوم شماميط\": إذا تفرقوا أرسالا.(55) في المطبوعة: \"جمعا\" ، وأثبت ما في المخطوطة.(56) في المطبوعة: \"فلا تتكلم بها موحدة\" ، وأثبت ما في المخطوطة ، وقد كرهت عبث الناشر بنص أبي جعفر!!(57) عند هذا الموضع ، انتهى جزء من التقسيم القديم الذي نقلت منه نسختنا ، وفيها ما نصه:\"يتلوه القولُ في تأويل قوله{وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَونَ عَنْهُ وَإنْ يُهْلِكُونَ}{إلا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ}وَصَلَّى اللهُ على مُحَمدٍ النبيِّ وَعَلى آلِهِ وَسَلّم كثيرًا الحمدُ للهِ ربِّ العالَمينِ\" ثم يتلوه ما نصه: بِسْمِ اللهِ الرَّحْمَنِ الرحيمِ رَبِّ يَسِّرْ\".رْ\"",
  "ayah": 25,
  "surah": 6
}
