{
  "text": "القول في تأويل قوله :  وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ وَإِنْ يُهْلِكُونَ إِلا أَنْفُسَهُمْ وَمَا يَشْعُرُونَ (26)قال أبو جعفر: اختلف أهل التأويل في تأويل قوله: \" وهم ينهون عنه وينأون عنه \" .فقال بعضهم: معناه: هؤلاء المشركون المكذبون بآيات الله, ينهونَ الناس عن اتباع محمّد صلى الله عليه وسلم والقبول منه =\" وينأَوْن عنه \"، يتباعدون عنه.* ذكر من قال ذلك:13159 - حدثنا ابن وكيع قال، حدثنا حفص بن غياث وهانئ بن سعيد، عن حجاج, عن سالم, عن ابن الحنفية: \" وهم ينهون عنه وينأون عنه \" ، قال: يتخلفون عن النبي صلى الله عليه وسلم ولا يجيبونه, وينهون الناس عنه. (58)13160 - حدثنا المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة , عن ابن عباس قوله: \" وهم ينهون عنه وينأون عنه \" ، يعني : ينهون الناس عن محمد أن يؤمنوا به =\" وينأون عنه \" ، يعني : يتباعدون عنه.13161 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" وهم ينهون عنه وينأون عنه \" ، أن يُتَّبع محمد، ويتباعدون هم منه.13162 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" وهم ينهون عنه وينأون عنه \"، يقول: لا يلقونَه, ولا يَدَعُون أحدًا يأتيه.13163 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ يقول في قوله: \" وهم ينهون عنه \" ، يقول: عن محمد صلى الله عليه وسلم .13164 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" وهم ينهون عنه وينأون عنه \" ، جمَعُوا النهي والنأي. و \" النأي\"، التباعد. (59) وقال بعضهم: بل معناه: \" وهم ينهون عنه \" عن القرآن، أن يسمع له ويُعمَل بما فيه.ذكر من قال ذلك :13165 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال ، أخبرنا معمر, عن قتادة في قوله: \" وهم ينهون عنه \" ، قال: ينهون عن القرآن, وعن النبي صلى الله عليه وسلم =\" وينأون عنه \" ، ويتباعدون عنه.13166 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد قوله: \" وهم ينهون عنه \" ، قال: قريش، عن الذكر =\" وينأون عنه \" ، يقول: يتباعدون .13167- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" وهم ينهون عنه وينأون عنه \" ، قريش، عن الذكر. =\" ينأون عنه \"، يتباعدون.13168- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: \" وهم ينهون عنه وينأون عنه \" ، قال: ينهون عن القرآن، وعن النبي صلى الله عليه وسلم, ويتباعدون عنه.13169- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ينأون عنه \" ، قال: \" وينأون عنه \"، يباعدونه. (60)* * *وقال آخرون: معنى ذلك: وهم ينهون عن أذى محمد صلى الله عليه وسلم =\" وينأون عنه \"، يتباعدون عن دينه واتّباعه .* ذكر من قال ذلك:13170 - حدثنا هناد قال، حدثنا وكيع وقبيصة = وحدثنا ابن وكيع قال، حدثنا أبي = عن سفيان, عن حبيب بن أبي ثابت, عمن سمع ابن عباس يقول: نـزلت في أبي طالب, كان ينهى عن محمد أن يُؤذَى، وينأى عما جاء به أن يؤمن به .13171- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان, عن حبيب بن أبي ثابت قال، حدثني من سمع ابن عباس يقول: \" وهم ينهون عنه وينأون عنه \" ، قال: نـزلت في أبي طالب، ينهى عنه أن يؤذى، وينأى عما جاء به.13172- حدثنا الحسن بن يحيى, قال أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن حبيب بن أبي ثابت, عمن سمع ابن عباس: \" وهم ينهون عنه وينأون عنه \" ، قال: نـزلت في أبي طالب، كان ينهى المشركين أن يؤذُوا محمدًا, وينأى عمّا جاء به.13173- حدثنا هناد قال، حدثنا عبدة, عن إسماعيل بن أبي خالد, عن القاسم بن مخيمرة قال: كان أبو طالب ينهى عن النبي صلى الله عليه وسلم، ولا يصدِّقه. (61)13174 - حدثنا ابن وكيع قال، حدثنا أبي ومحمد بن بشر, عن إسماعيل بن أبي خالد, عن القاسم بن مخيمرة في قوله: \" وهم ينهون عنه وينأون عنه \" ، قال: نـزلت في أبي طالب = قال ابن وكيع، قال ابن بشر: كان أبو طالب ينهي عن النبي صلى الله عليه وسلم أن يؤذَى ولا يصدّق به.13175- حدثنا هناد قال، حدثنا يونس بن بكير, عن أبي محمد الأسدي, عن حبيب بن أبي ثابت قال، حدثني من سمع ابن عباس يقول في قول الله تعالى ذكره: \" وهم ينهون عنه وينأون عنه \" ، نـزلت في أبي طالب، كان ينهى عن أذى محمد, وينأى عما جاء به أن يتّبعه. (62)13176 - حدثنا هناد قال، حدثنا وكيع, عن إسماعيل بن أبي خالد, عن القاسم بن مخيمرة في قوله: \" وهم ينهون عنه وينأون عنه \" ، قال: نـزلت في أبي طالب.13177 - حدثنا ابن وكيع قال، حدثنا عبيد الله بن موسى, عن عبد العزيز بن سياه, عن حبيب قال: ذاك أبو طالب, في قوله: \" وهم ينهون عنه وينأون عنه \". (63)13178 - حدثنا يونس قال، أخبرنا ابن وهب قال، حدثني سعيد بن أبي أيوب قال، قال عطاء بن دينار في قول الله: \" وهم ينهون عنه وينأون عنه \"، أنها نـزلت في أبي طالب, أنه كان ينهى الناسَ عن إيذاء رسول الله صلى الله عليه وسلم، وينأى عما جاء به من الهدى. (64)* * *قال أبو جعفر: وأولى هذه الأقوال بتأويل الآية, قولُ من قال: تأويلُه: \" وهم ينهون عنه \" ، عن إتباع محمد صلى الله عليه وسلم مَنْ سواهم من الناس, وينأون عن اتباعه.وذلك أن الآيات قبلَها جرت بذكر جماعة المشركين العادِلين به, والخبرِ عن تكذيبهم رسولَ الله صلى الله عليه وسلم، والإعراض عما جاءهم به من تنـزيل الله ووحيه, فالواجب أن يكون قوله: \" وهم ينهون عنه \" ، خبرًا عنهم, إذ لم يأتنا ما يدُلُّ على انصراف الخبر عنهم إلى غيرهم. بل ما قبل هذه الآية وما بعدها، يدلّ على صحة ما قلنا، من أن ذلك خبر عن جماعة مشركي قوم رسولِ الله صلى الله عليه وسلم، دون أن يكون خبرًا عن خاصٍّ منهم .* * *وإذ كان ذلك كذلك, فتأويل الآية: وإن يرَ هؤلاء المشركون، يا محمد، كلَّ آية لا يؤمنوا بها, حتى إذا جاؤوك يجادلونك يقولون: \" إن هذا الذي جئتنا به إلا أحاديث الأوَّلين وأخبارهم \"! وهم ينهون عن استماع التنـزيل، وينأون عنك فيبعدون منك ومن اتباعك =\" وإن يهلكون إلا أنفسهم \" ، يقول: وما يهلكونَ بصدّهم عن سبيل الله، وإعراضهم عن تنـزيله، وكفرهم بربهم - إلا أنفسهم لا غيرها, وذلك أنهم يكسِبُونها بفعلهم ذلك، سخط الله وأليم عقابه، وما لا قِبَل لها به (65) =\" وما يشعرون \" ، يقول: وما يدرون ما هُمْ مكسبوها من الهلاك والعطب بفعلهم. (66)* * *والعرب تقول لكل من بعد عن شيء: \" قد نأى عنه, فهو ينأى نَأْيًا \". ومسموع منهم: \" نأيتُكَ\"، (67) بمعنى: \" نأيت عنك \". وأما إذا أرادوا: أبعدتُك عني, قالوا: \" أنأيتك \". ومن \" نأيتك \" بمعنى: نأيتُ عنك، قول الحطيئة:نَــــأَتْكَ أُمَامَـــةُ إلا سُـــؤَالاوَأَبْصَــرْتَ مِنْهَــا بِطَيْـفٍ خَيَـالا (68)-----------------------الهوامش :(58) الأثر: 13159 -\"هانئ بن سعيد النخعي\" ، صالح الحديث ، مترجم في الكبير 4/2/233 ، وابن أبي حاتم 4/2/102.و\"حجاج\" هو\"حجاج بن أرطاة\" ، مضى مرارًا.و\"سالم\" ، هو\"سالم بن أبي الجعد\" ، مضى أيضًا.و\"ابن الحنفية\" هو: \"محمد بن علي بن أبي طالب\" ، مضى أيضًا.(59) في المخطوطة: \"والنهي التباعد\" ، وهو خطأ ، صوابه ما في المطبوعة بلا شك.(60) في المطبوعة: \"يبعدون\" ، وفي المخطوطة: \"يبعدونه\" ، وآثرت قراءتها كما أثبتها.(61) الأثر: 13173 -\"القاسم بن مخيمرة الهمداني\" ، \"أبو عروة\" ، روى عن عبد الله بن عمرو ، وأبي سعيد الخدري ، وأبي أمامة ، وغيرهم من التابعين. ثقة. مترجم في التهذيب. والكبير 4/1/167 ، وابن أبي حاتم 3/2/120.(62) الأثر: 13175 -\"أبو محمد الأسدي\" ، لم أعرف من هو ، ولم أجد من يكنى به. وأخشى أن يكون هو\"عبد العزيز بن سياه الأسدي\" ، الآتي في الأثر رقم: 13177 و\"عبد العزيز\" يروي عنه يونس بن بكير.(63) الأثر: 13177 -\"عبيد الله بن موسى بن أبي المختار العبسي\" ، مضى مرارًا كثيرة.وكان في المطبوعة والمخطوطة: \"عبد الله بن موسى\" ، وهو خطأ محض.و\"عبد العزيز بن سياه الأسدي\" ، ثقة ، محله الصدق ، وكان من كبار الشيعة. وروى عنه عبيد الله بن موسى ، ويونس بن بكير ، ووكيع ، وغيرهم. مترجم في التهذيب ، وابن أبي حاتم 2/2/383.وانظر التعليق على الأثر السالف ، فإني أرجح أن\"أبا محمد الأسدي\" ، كنية: \"عبد العزيز بن سياه الأسدي\".(64) الأثر: 13178 -\"سعيد بن أبي أيوب الخزاعي المصري\" ، وهو\"سعيد بن مقلاص\" ، ثقة ثبت. ومضى في الأثرين رقم: 5615 ، 6743 ، غير مترجم. مترجم في التهذيب ، والكبير2/1/419 ، وابن أبي حاتم 2/1/66.و\"عطاء بن دينار المصري\" ، من ثقات أهل مصر ، مضى برقم: 160.(65) انظر تفسير\"الهلاك\" فيما سلف قريبًا ص: 263.(66) انظر تفسير\"شعر\" فيما سلف 1: 277 ، 278/6 : 502.(67) في المطبوعة: \"مسموع منهم: نأيت\" ، خطأ ، صوابه في المخطوطة.(68) ديوانه: 31 ، من قصيدته التي مدح بها أمير المؤمنين عمر بن الخطاب ، معتذرًا له من هجاء الزبرقان بن بدر ، وبعد البيت:خَيَــالا يَــرُوعُكَ عِنْــدَ المَنَــامِ وَيَــأْبَى مَــعَ الصُّبْـحِ إِلا زَوَالاكِنَانيَّــــةٌ، دَارُهَـــا غَرْبَـــةٌتُجِــدُّ وِصَــالا وتُبْــلِي وصَـالا",
  "ayah": 26,
  "surah": 6
}
