{
  "text": "القول في تأويل قوله :  قَدْ خَسِرَ الَّذِينَ كَذَّبُوا بِلِقَاءِ اللَّهِ حَتَّى إِذَا جَاءَتْهُمُ السَّاعَةُ بَغْتَةً قَالُوا يَا حَسْرَتَنَا عَلَى مَا فَرَّطْنَا فِيهَاقال أبو جعفر: يعني تعالى ذكره بقوله: \" قد خسر الذين كذبوا بلقاء الله \" ، قد هلك ووُكس، في بيعهم الإيمان بالكفر (6) =\" الذين كذبوا بلقاء الله \", يعني: الذين أنكروا البعثَ بعد الممات، والثواب والعقابَ، والجنةَ والنارَ, من مشركي قريش ومَنْ سلك سبيلهم في ذلك =\" حتى إذا جاءَتهم الساعة \"، يقول: حتى إذا جاءتهم السَّاعة التي يَبْعث الله فيها الموتى من قبورهم.* * *وإنما أدخلت \" الألف واللام \" في\" الساعة \", لأنها معروفة المعنى عند المخاطبين بها, وأنها مقصود بها قصدُ الساعة التي وصفت.* * *ويعني بقوله: \" بغتة \" ، فجأةً، من غير علم من تفجؤه بوقت مفاجأتها إيّاه.* * *يقال منه: \" بغتُّه أبغته بَغْتةً\"، إذا أخذته كذلك:* * *=\" قالوا يا حَسْرتَنا على ما فرّطنا فيها \" ، يقول تعالى ذكره: وُكس الذين كذبوا بلقاء الله ببيعهم منازلهم من الجنة بمنازل من اشتروا منازله من أهل الجنة من النار, فإذا جاءتهم الساعة بغتةً قالوا إذا عاينوا ما باعوا وما اشتروا، وتبيَّنوا خسارة صفقة بَيْعهم التي سلفت منهم في الدنيا، تندُّمًا وتلهُّفًا على عظيم الغَبْن الذي غبنوه أنفسهم، وجليلِ الخسران الذي لا خسرانَ أجلَّ منه =\" يا حسرتنا على ما فرطنا فيها \" ، يقول: يا ندامتنا على ما ضيّعنا فيها، يعني: صفقتهم تلك. (7)* * *و \" الهاء والألف \" في قوله: \" فيها \" ، من ذكر \" الصفقة \", ولكن اكتفى بدلالة قوله: \" قد خسر الذين كذّبوا بلقاء الله \" عليها من ذكرها, إذ كان معلومًا أن \" الخسران \" لا يكون إلا في صفقة بيع قد جرت. (8)* * *وإنما معنى الكلام: قد وُكس الذين كذبوا بلقاء الله, ببيعهم الإيمان الذي يستوجبون به من الله رضوانَه وجنته، بالكفر الذي يستوجبون به منه سَخَطه وعقوبته, ولا يشعرون ما عليهم من الخسران في ذلك، حتى تقوم الساعة, فإذا جاءتهم الساعة بغتةً فرأوا ما لحقهم من الخسران في بيعهم، قالوا حينئذ، تندمًا: \" يا حسرتنا على ما فرطنا فيها \".* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:13185 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قوله: \" يا حسرتنا على ما فرطنا فيها \" ، أمّا \" يا حسرتنا \"، فندامتنا =\" على ما فرطنا فيها \"، فضيعنا من عمل الجنة .13186 - حدثنا محمد بن عمارة الأسدي قال، حدثنا يزيد بن مهران قال، حدثنا أبو بكر بن عياش, عن الأعمش, عن أبي صالح, عن أبي سعيد, عن النبي صلى الله عليه وسلم في قوله: \" يا حسرتنا \" ، قال: \" يرى أهلُ النار منازلهم من الجنة فيقولون: يا حسرتنا \". (9)* * *القول في تأويل قوله :  وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ عَلَى ظُهُورِهِمْ أَلا سَاءَ مَا يَزِرُونَ (31)قال أبو جعفر: يقول تعالى ذكره: وهؤلاء الذين كذَّبوا بلقاء الله،\" يحملون أوزارهم على ظهورهم \". وقوله: \" وهم \" من ذكرهم =\" يحملون أوزارهم \"، يقول: آثامهم وذنوبهم.* * *واحدها \" وِزْر \", يقال منه: \" وَزَر الرجل يزِر \"، إذا أثم, قال الله: \" ألا ساء ما يزرون \". (10) فإن أريد أنهم أُثِّموا، (11) قيل: \" قد وُزِر القوم فهم يُوزَرُون، وهم موزورون \".* * *قد زعم بعضهم أن \" الوِزْر \" الثقل والحمل. ولست أعرف ذلك كذلك في شاهد، ولا من رواية ثِقة عن العرب.* * *وقال تعالى ذكره: \" على ظهورهم \" ، لأن الحمل قد يكون على الرأس والمنكِب وغير ذلك, فبيَّن موضع حملهم ما يحملون منْ ذلك.* * *وذكر أنّ حملهم أوزارهم يومئذ على ظهورهم، نحو الذي:-13187 - حدثنا ابن حميد قال، حدثنا الحكم بن بشير بن سَلْمان قال، حدثنا عمرو بن قيس الملائي قال: إن المؤمن إذا خرج من قبره استقبله أحسن شيء صورة وأطيبُه ريحًا, (12) فيقول له: هل تعرفني؟ فيقول: لا إلا أن الله قد طيَّب ريحك وحسَّن صورتك ! فيقول: كذلك كنت في الدنيا, أنا عملك الصالح, طالما ركبتك في الدنيا، فاركبني أنت اليوم! وتلا  يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا  ، [سورة مريم: 85]. وإن الكافر يستقبله أقبح شيء صورة وأنتنُه ريحًا, فيقول، هل تعرفني؟ فيقول: لا إلا أن الله قد قَبّح صورتك وأنتن ريحك ! فيقول: كذلك كنتُ في الدنيا, أنا عملك السيئ، طالما ركبتني في الدنيا، فأنا اليوم أركبك = وتلا \" وهم يحملون أوزارهم على ظُهورهم ألا ساء ما يزرون \". (13)13188 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" وهم يحملون أوزارهم على ظهورهم \" ، فإنه ليس من رجل ظالم يموت فيدخل قبره، (14) إلا جاء رجل قبيح الوجه، أسودُ اللون، مُنتن الريح، عليه ثياب دَنِسة, حتى يدخل معه قبره, فإذا رآه قال له: ما أقبح وجهك! قال: كذلك كان عملك قبيحًا! قال: ما أنتن ريحك! قال: كذلك كان عملك منتنًا! قال: ما أدْنس ثيابك! قال فيقول: إن عملك كان دنسًا. قال: من أنت؟ قال: أنا عملك! قال: فيكون معه في قبره، فإذا بعث يوم القيامة قال له: إني كنت أحملك في الدنيا باللذَّات والشهوات, فأنت اليوم تحملني. قال: فيركب على ظهره فيسوقه حتى يدخلَه النار، فذلك قوله: \" يحملون أوزارهم على ظهورهم \".* * *وأما قوله تعالى ذكره: \" ألا ساء ما يزرون \" ، فإنه يعني: ألا ساء الوزر الذي يزرون - أي: الإثم الذي يأثمونه بربهم، (15) كما:-13189 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" ألا ساء ما يزرون \" ، قال: ساء ما يعملون .-----------------------الهوامش :(6) انظر تفسير\"خسر\" فيما سلف ص: 294 ، تعليق: 1 ، والمراجع هناك.(7) انظر تفسير\"الحسرة\" فيما سلف 3: 295/7 : 335.(8) في المطبوعة: \"قد خسرت\" ، وأثبت ما في المخطوطة ، وهو الصواب.(9) الأثر: 13186 -\"يزيد بن مهران الأسدي\" ، الخباز ، أبو خالد. صدوق ، وذكره ابن حبان في الثقات وقال: \"يغرب\". مترجم في التهذيب ، وابن أبي حاتم 4/2/290.وهذا الخبر خرجه السيوطي في الدر المنثور 3: 9 ، وقال: \"أخرج ابن جرير ، وابن أبي حاتم ، والطبراني ، وأبو الشيخ ، وابن مردويه ، والخطيب بسند صحيح ، عن أبي سعيد الخدري\" ، وذكر الخبر.(10) في المطبوعة ، حذف قوله: \"قال الله: ألا ساء ما يزرون\".(11) \"أثموا\" بضم الهمزة وتشديد الثاء المكسورة ، بالبناء للمجهول أي: رموا بالإثم.(12) في المطبوعة: \"استقبله عمله في أحسن صورة وأطيبه ريحًا\" ، وهو كلام غث غير مستقيم ، وكان في المخطوطة: \"استقبله أحسن صورة وأطيبه ريحًا\" ، سقط من الناسخ ما أثبته\"شيء\" ، واستظهرته من قوله بعد: \"يستقبله أقبح شيء صورة وأنتنه ريحًا\".(13) الأثر: 13187 -\"الحكم بن بشير بن سلمان النهدي\" ، ثقة ، مضى مرارًا رقم: 1497 ، 2872 ، 3014 ، 6171 ، 9646. وكان في المطبوعة هنا\"سليمان\" وهو خطأ ، صححته في المخطوطة ، والمراجع ، كما سلف أيضًا.و\"عمرو بن قيس الملائي\" ، مضى مرارًا ، رقم: 886 ، 1497 ، 3956 ، 6171 ، 9646.وهذا الخبر خرجه السيوطي في الدر المنثور 3: 9 ، وزاد نسبته لابن أبي حاتم. وإسناد أبي حاتم فيما رواه ابن كثير في تفسيره 3: 303: \"حدثنا أبو سعيد الأشج ، قال حدثنا أبو خالد الأحمر ، عن عمرو بن قيس ، عن أبي مرزوق\" ، وساق الخبر مختصرًا بغير هذا اللفظ.(14) في المطبوعة: \"قال ليس من رجل ظالم يموت\" ، وأثبت ما في المخطوطة.(15) كان في المطبوعة: \"الذي يأثمونه كفرهم بربهم\" ، زاد\"كفرهم\" ، وأفسد الكلام.وأثبت ما في المخطوطة ، وهو الصواب المحض. وقد بينت آنفا معنى قوله\"أثم فلان بربه\" 4: 530 ، تعليق: 3/6: 92/11: 180 ، تعليق: 3.",
  "ayah": 31,
  "surah": 6
}
