{
  "text": "القول في تأويل قوله :  وَلَقَدْ كُذِّبَتْ رُسُلٌ مِنْ قَبْلِكَ فَصَبَرُوا عَلَى مَا كُذِّبُوا وَأُوذُوا حَتَّى أَتَاهُمْ نَصْرُنَا وَلا مُبَدِّلَ لِكَلِمَاتِ اللَّهِ وَلَقَدْ جَاءَكَ مِنْ نَبَإِ الْمُرْسَلِينَ (34)قال أبو جعفر: وهذا تسلية من الله تعالى ذكره لنبيه محمد صلى الله عليه وسلم, وتعزيةٌ له عما ناله من المساءة بتكذيب قومه إيّاه على ما جاءهم به من الحق من عند الله .يقول تعالى ذكره: إن يكذبك، يا محمد، هؤلاء المشركون من قومك, فيجحدوا نبوّتك, وينكروا آيات الله أنّها من عنده, فلا يحزنك ذلك, واصبر على تكذيبهم إياك وما تلقى منهم من المكروه في ذات الله, حتى يأتي نصر الله, (31) فقد كُذبت رسلٌ من قبلك أرسلتهم إلى أممهم، فنالوهم بمكروه, فصبروا على تكذيب قومهم إياهم، ولم يثنهم ذلك من المضيّ لأمر الله الذي أمرهم به من دعاء قومهم إليه, حتى حكم الله بينهم وبينهم =\" ولا مبدّل لكلمات الله \" ، يقول: ولا مغيِّر لكلمات الله = و \" كلماته \" تعالى ذكره: ما أنـزل الله إلى نبيه محمد صلى الله عليه وسلم، من وعده إياه النصر على من خَالفه وضادّه, والظفرَ على من تولّى عنه وأدبر =\" ولقد جاءك من نبإ المرسلين \" ، يقول: ولقد جاءك يا محمد، من خبر من كان قبلك من الرسل، (32) وخبر أممهم, وما صنعتُ بهم = حين جحدوا آياتي وتمادَوا في غيهم وضلالهم = أنباء = وترك ذكر \" أنباء \" ، لدلالة \" مِنْ\" عليها.يقول تعالى ذكره: فانتظر أنت أيضًا من النصرة والظفر مثل الذي كان منِّي فيمن كان قبلك من الرسل إذ كذبهم قومهم, واقتد بهم في صبرهم على ما لَقُوا من قومهم.* * *وبنحو ذلك تأوَّل من تأوَّل هذه الآية من أهل التأويل .* ذكر من قال ذلك:13198 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله: \" ولقد كذبت رسل من قبلك فصبروا على ما كذبوا \"، يعزِّي نبيه صلى الله عليه وسلم كما تسمعون, ويخبره أن الرسل قد كُذّبت قبله، فصبروا على ما كذبوا، حتى حكم الله وهو خير الحاكمين .13199 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا أبو زهير, عن جويبر, عن الضحاك: \" ولقد كذبت رسل من قبلك \" ، قال: يعزّي نبيَّه صلى الله عليه وسلم .13200 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج: \" ولقد كذبت رسل من قبلك \" ، الآية، قال: يعزِّي نبيّه صلى الله عليه وسلم .---------------------------الهوامش :(31) إذ في المخطوطة: \"حتى أتاهم نصر الله\" ، وهو سهو من الناسخ ، صوابه ما في المطبوعة.(32) انظر تفسير\"النبأ\" فيما سلف ص: 262 ، تعليق: 3 ، والمراجع.",
  "ayah": 34,
  "surah": 6
}
