{
  "text": "القول في تأويل قوله :  وَإِنْ كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ فَإِنِ اسْتَطَعْتَ أَنْ تَبْتَغِيَ نَفَقًا فِي الأَرْضِ أَوْ سُلَّمًا فِي السَّمَاءِ فَتَأْتِيَهُمْ بِآيَةٍقال أبو جعفر: يقول تعالى ذكره: إن كان عظم عليك، يا محمد، إعراض هؤلاء المشركين عنك، وانصرافهم عن تصديقك فيما جئتهم به من الحق الذي بعثتُك به, فشقَّ ذلك عليك، ولم تصبر لمكروه ما ينالك منهم (33) =\" فإن استطعت أن تبتغي نفقًا في الأرض \" ، يقول: فإن استطعت أن تتَّخذ سَرَبا في الأرض مثلَ نَافِقاء اليَرْبُوع, وهي أحد جِحَرِته فتذهب فيه (34) =\" أو سُلمًا في السماء \" ، يقول: أو مصعدًا تصعد فيه، كالدَّرَج وما أشبهها, كما قال الشاعر: (35)لا تُحْـرِزُ الْمَـرْءُ أَحْجَـاءُ البِلادِ, وَلايُبْنَـى لَـهُ فِـي السَّـمَاوَاتِ السَّـلالِيم (36)=\" فتأتيهم بآية \" ، منها = يعني بعلامةٍ وبرهان على صحة قولك، (37) غير الذي أتيتك = فافعل. (38)* * *وبنحو الذي قلنا في ذلك: قال بعض أهل التأويل.* ذكر من قال ذلك:13201 - حدثنا المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: \" وإن كان كبر عليك إعراضهم فإن استطعت أن تبتغي نفقًا في الأرض أو سلمًا في السماء \"، و \" النفق \" السَّرب, فتذهب فيه =\" فتأتيهم بآية \", أو تجعل لك سلَّمًا في السماء, (39) فتصعد عليه، فتأتيهم بآية أفضل مما أتيناهم به، فافعل .13202 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" فإن استطعت أن تبتغي نفقًا في الأرض \" ، قال: سَرَبًا =\" أو سلمًا في السماء \" ، قال: يعني الدَّرَج .13203 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" وإن كان كبر عليك إعراضهم فإن استطعت أن تبتغي نفقًا في الأرض أو سلمًا في السماء \" ، أما \" النفق \" فالسرب, وأما \" السلم \" فالمصعد.13204- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن عطاء الخراساني, عن ابن عباس قوله: \" نفقًا في الأرض \" ، قال: سربًا .* * *وتُرِك جواب الجزاء فلم يذكر، لدلالة الكلام عليه، ومعرفة السامعين بمعناه. وقد تفعل العرب ذلك فيما كان يُفهم معناه عند المخاطبين به, فيقول الرجل منهم للرجل: \" إن استطعت أن تنهض معنا في حاجتنا، إن قدرت على مَعُونتنا \", ويحذف الجواب, وهو يريد: إن قدرت على معونتنا فافعل. فأما إذا لم يعرف المخاطب والسامع معنى الكلام إلا بإظهار الجواب، لم يحذفوه. لا يقال: \" إن تقم \", فتسكت وتحذف الجواب، لأن المقول ذلك له لا يعرف جوابه إلا بإظهاره, حتى يقال: \" إن تقم تصب خيرًا \", أو: \" إن تقم فحسن \", وما أشبه ذلك. (40) ونظيرُ ما في الآية مما حذف جَوَابه وهو مراد، لفهم المخاطب لمعنى الكلام قول الشاعر: (41)فَبِحَـــظٍّ مِمَّـــا نَعِيشُ, وَلا تَــذْهَـبْ بِـكِ التُّرَّهَـاتُ فِـي الأهْـوَالِ (42)والمعنى: فبحظٍّ مما نعيش فعيشي. (43)* * *القول في تأويل قوله :  وَلَوْ شَاءَ اللَّهُ لَجَمَعَهُمْ عَلَى الْهُدَى فَلا تَكُونَنَّ مِنَ الْجَاهِلِينَ (35)قال أبو جعفر: يقول تعالى ذكره: إن الذين يكذبونك من هؤلاء الكفار، يا محمد، فيحزنك تكذيبهم إياك, لو أشاء أن أجمعهم على استقامة من الدِّين، وصوابٍ من محجة الإسلام، حتى تكون كلمة جميعكم واحدة، وملتكم وملتهم واحدة, لجمعتهم على ذلك, ولم يكن بعيدًا عليَّ، لأنّي القادرُ على ذلك بلطفي, ولكني لم أفعل ذلك لسابق علمي في خلقي، ونافذ قضائي فيهم، من قبل أن أخلقهم وأصوِّر أجسامهم =\" فلا تكونن \" ، يا محمد،\" من الجاهلين \"، يقول:  فلا تكونن ممن لا يعلم أن الله لو شاء لجَمع على الهدى جميع خلقه بلطفه, (44) وأنَّ من يكفر به من خلقه إنما يكفر به لسابق علم الله فيه، ونافذ قضائه بأنه كائنٌ من الكافرين به اختيارًا لا إضطرارًا, فإنك إذا علمت صحة ذلك، لم يكبر عليك إعراضُ من أعرض من المشركين عما تدعُوه إليه من الحق، وتكذيبُ من كذَّبك منهم .* * *وبنحو الذي قلنا في ذلك قال بعض أهل التأويل .* ذكر من قال ذلك:13205 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثنى معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس: يقول الله سبحانه: لو شئتُ لجمعتهم على الهدى أجمعين.* * *قال أبو جعفر: وفي هذا الخبر من الله تعالى ذكره، الدلالةُ الواضحة على خطإ ما قال أهل التَّفْويض من القدريّة، (45) المنكرون أن يكون عند الله لطائف لمن شاءَ توفيقه من خلقه, يلطفُ بها له حتى يهتدِيَ للحقّ, فينقاد له، وينيبَ إلى الرشاد فيذعن به ويؤثره على الضلال والكفر بالله. وذلك أنه تعالى ذكره أخبر أنه لو شاءَ الهداية لجميع من كفر به، حتى يجتمعوا على الهدى، فعلَ. ولا شك أنه لو فعل ذلك بهم، كانوا مهتدين لا ضلالا. وهم لو كانوا مهتدين، كان لا شك أنّ كونهم مهتدين كان خيرًا لهم. وفي تركه تعالى ذكره أن يجمعهم على الهدى، تركٌ منه أن يفعل بهم في دينهم بعض ما هو خيرٌ لهم فيه، مما هو قادر على فعله بهم، وقد ترك فعله بهم. وفي تركه فعل ذلك بهم، أوضحُ الدليل أنه لم يعطهم كل الأسباب التي بها يصلون إلى الهداية، ويتسبّبون بها إلى الإيمان.* * *---------------الهوامش :(33) انظر تفسير\"الإعراض\" فيما سلف ص: 262 ، تعليق: 1 ، والمراجع هناك.(34) انظر تفسير\"ابتغى\" فيما سلف 10: 394 ، تعليق: 1 ، والمراجع هناك.(35) هو تميم بن أبي بن مقبل.(36) من قصيدة له جيدة ، نقلها قديمًا ، والبيت في مجاز القرآن لأبي عبيدة 1: 190 ، وشرح شواهد المغني: 227 ، واللسان (سلم) (حجا) ، وغيرها ، وقبل البيت ، وهي أبيات حسان:إنْ يَنْقُـصِ الدّهْـرُ مِنِّي، فالفَتَى غَرَضٌلِلدَّهْــرِ، مـن عَـوْدهِ وَافٍ وَمَثْلُــومُوَإنْ يَكُـنْ ذَاكَ مِقْـدَارًا أُصِبْــتُ بِـهِفَسِــيرَة الدَّهْــرِ تَعْــوِيجٌ وتَقْـويمُمَـا أطْيَـبَ العَيْشَ لَـوْ أَن الفَتَى حَجَرٌتَنْبُـو الحَـوَادِثَ عَنْـهُ وهـو مَلْمُـومُلا يمنــع المــرءَ أنصـارٌ وَرَابيـةٌتَــأْبَى الهَــوَانَ إذَا عُـدَّ الجَـرَاثِيمُلا يُحْــرِزُ المَــرْءَ . . . . . . . .. . . . . . . . . . . . . . . . . . .و\"أحجاه البلاد\": نواحيها وأطرافها. ويروى\"أعناء البلاد\" ، وهو مثله في المعنى.(37) انظر تفسير\"آية\" فيما سلف في فهرس اللغة (أيي).(38) قوله: \"فافعل\" ، أي: \"إن استطعت أن تبتغي نفقًا . . . فافعل\".(39) في المخطوطة: \"تجعل لهم سلمًا\" ، والجيد ما في المطبوعة.(40) انظر معاني القرآن للفراء 1: 331 ، 332.(41) هو عبيد بن الأبرص.(42) مضى البيت وتخريجه فيما سلف 3: 284. وكان البيت في المخطوطة على الصواب كما أثبته ، وإن كان غير منقوط. أما المطبوعة ، فكان فيها هكذا.فتحـــطْ ممــا يعش ولا تــذهببــك التُرهّــات فــي الأهــوالأساء قراءة المخطوطة ، وحرفه.(43) في المطبوعة: \"والمعنى: فتحط مما يعش فيعشى\" ، وهو خطأ ، صوابه في المخطوطة.(44) انظر تفسير\"الجاهل\" فيما سلف 2: 182 ، وتفسير\"جهالة\" 8: 88 - 92.(45) \"أهل التفويض\": هم الذين يقولون: إن الأمر فوض إلى الإنسان ، فإرادته كافية في إيجاد فعله ، طاعة كان أو معصية ، وهو خالق لأفعاله ، والاختيار بيده. انظر ما سلف 1: 162 ، تعليق: 1.وأما \"القدرية\" ، و\"أهل القدر\" ، فهم الذين ينفون القدر. وأما الذين يثبتون القدر ، وهم أهل الحق ، فهم: \"أهل الإثبات\". وانظر ما سلف 1: 162 ، تعليق: 1.",
  "ayah": 35,
  "surah": 6
}
