{
  "text": "القول في تأويل قوله :  فَلَوْلا إِذْ جَاءَهُمْ بَأْسُنَا تَضَرَّعُوا وَلَكِنْ قَسَتْ قُلُوبُهُمْ وَزَيَّنَ لَهُمُ الشَّيْطَانُ مَا كَانُوا يَعْمَلُونَ (43)قال أبو جعفر: وهذا أيضًا من الكلام الذي فيه متروك استغني بدلالة الظاهر عن ذكر ما تُرك. وذلك أنه تعالى ذكره أخبرَ عن الأمم التي كذّبت رسلها أنه أخذهم بالبأساء والضراء ليتضرعوا له, (34) ثم قال: \" فلولا إذ جاءهم بأسنا تضرعوا \", ولم يخبر عما كان منهم من الفعل عند أخذه إياهم بالبأساء والضراء. ومعنى الكلام:  وَلَقَدْ أَرْسَلْنَا إِلَى أُمَمٍ مِنْ قَبْلِكَ فَأَخَذْنَاهُمْ بِالْبَأْسَاءِ وَالضَّرَّاءِ لَعَلَّهُمْ يَتَضَرَّعُونَ  ، فلم يتضرعوا,\" فلولا إذ جاءهم بأسنا تضرعوا \".ومعنى: \" فلولا \"، في هذا الموضع، فهلا. (35) والعرب إذ أوْلَتْ\" لولا \" اسمًا مرفوعًا، جعلت ما بعدها خبرًا، وتلقتها بالأمر, (36) فقالت: \" فلولا أخوك لزرتك \" و \" لولا أبوك لضربتك \", وإذا أوْلتها فعلا أو لم تُولها اسمًا, جعلوها استفهامًا فقالوا: \" لولا جئتنا فنكرمك \", و \" لولا زرت أخاك فنـزورك \", بمعنى: \" هلا \"، كما قال تعالى ذكره:  لَوْلا أَخَّرْتَنِي إِلَى أَجَلٍ قَرِيبٍ فَأَصَّدَّقَ  [سورة المنافقون: 10]. وكذلك تفعل ب \" لوما \" مثل فعلها ب \" لولا \". (37)* * *فتأويل الكلام إذًا: فهلا إذ جاء بأسنا هؤلاء الأمم المكذبة رسلَها، الذين لم يتضرعوا عند أخذِناهم بالبأساء والضراء =\" تضرعوا \"، فاستكانوا لربهم، وخضعوا لطاعته, فيصرف ربهم عنهم بأسه، وهو عذابه.* * *وقد بينا معنى \" البأس \" في غير هذا الموضع، بما أغنى عن إعادته في هذا الموضع. (38)* * *=\" ولكن قست قلوبهم \" ، يقول: ولكن أقاموا على تكذيبهم رسلهم, وأصرُّوا على ذلك، واستكبروا عن أمر ربهم, استهانةً بعقاب الله، واستخفافًا بعذابه، وقساوةَ قلب منهم. (39) \" وزين لهم الشيطانُ ما كانوا يعملون \"، يقول: وحسن لهم الشيطان ما كانوا يعملون من الأعمال التي يكرهها الله ويسخطها منهم.----------------الهوامش :(34) في المطبوعة حذف\"له\" وهي في المخطوطة: \"به\" ، وهذا صواب قراءتها.(35) انظر تفسير\"لولا\" فيما سلف ص : 343 ، تعليق: 1 ، والمراجع هناك.(36) في المطبوعة: \"وتلتها\" ، غير ما في المخطوطة وأفسد الكلام.(37) انظر معاني القرآن للفراء 1: 334 ، 335.(38) انظر تفسير\"البأس\" فيما سلف 3: 354 ، 355/8 : 580.(39) انظر تفسير\"قسا\" فيما سلف 2: 233 - 237/10 : 126 ، 127.",
  "ayah": 43,
  "surah": 6
}
