{
  "text": "القول في تأويل قوله :  قُلْ لا أَقُولُ لَكُمْ عِنْدِي خَزَائِنُ اللَّهِ وَلا أَعْلَمُ الْغَيْبَ وَلا أَقُولُ لَكُمْ إِنِّي مَلَكٌ إِنْ أَتَّبِعُ إِلا مَا يُوحَى إِلَيَّ قُلْ هَلْ يَسْتَوِي الأَعْمَى وَالْبَصِيرُ أَفَلا تَتَفَكَّرُونَ (50)قال أبو جعفر: يقول تعالى ذكره: قل لهؤلاء المنكرين نبوّتك: لستُ أقول لكم إنّي الرب الذي له خزائنُ السماوات والأرض، وأعلم غيوب الأشياء الخفية التي لا يعلمها إلا الرب الذي لا يخفى عليه شيء, (20) فتكذبوني فيما أقول من ذلك، لأنه لا ينبغي أن يكون ربًّا إلا من له ملك كل شيء، وبيده كل شيء، ومن لا يخفى عليه خافية, وذلك هو الله الذي لا إله غيره =\" ولا أقول لكم إني ملك \"، لأنه لا ينبغي لملك أن يكون ظاهرًا بصورته لأبصار البشر في الدنيا, فتجحدوا ما أقول لكم من ذلك (21) =\" إن أتبع إلا ما يوحى إليّ\"، يقول: قل لهم: ما أتبع فيما أقول لكم وأدعوكم إليه، إلا وحي الله الذي يوحيه إليّ، وتنـزيله الذي ينـزله عليّ, (22) فأمضي لوحيه وأئتمر لأمره, (23) وقد أتيتكم بالحجج القاطعة من الله عذركم على صحة قولي في ذلك, وليس الذي أقول من ذلك بمنكر في عقولكم ولا مستحيل كونه، بل ذلك مع وجود البرهان على حقيقته هو الحكمة البالغة, فما وجه إنكاركم ذلك؟وذلك تنبيه من الله تعالى نبيَّه صلى الله عليه وسلم على موضع حُجته على منكري نبوّته من مشركي قومه.=\" قل هل يستوي الأعمى والبصير \" ، يقول تعالى ذكره: قل، يا محمد، لهم: هل يستوي الأعمى عن الحق، والبصير به =\" والأعمى \"، هو الكافر الذي قد عَمى عن حجج الله فلا يتبيَّنها فيتبعها =\" والبصير \"، المؤمن الذي قد أبصرَ آيات الله وحججه، فاقتدى بها واستضاء بضيائها (24) =\" أفلا تتفكرون \"، يقول لهؤلاء الذين كذبوا بآيات الله: أفلا تتفكرون فيما أحتجّ عليكم به، أيها القوم، من هذه الحجج, فتعلموا صحة ما أقول وأدعوكم إليه، من فساد ما أنتم عليه مقيمون من إشراك الأوثان والأنداد بالله ربّكم، وتكذيبكم إياي مع ظهور حجج صدقي لأعينكم, فتدعوا ما أنتم عليه من الكفر مقيمون، إلى ما أدعوكم إليه من الإيمان الذي به تفوزون؟ (25)* * *وبنحو الذي قلنا في تأويل ذلك قال جماعة من أهل التأويل .* ذكر من قال ذلك:13252 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله تعالى ذكره : \" قل هل يستوي الأعمى والبصير \" ، قال: الضال والمهتدي.13253-حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.13254 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة في قوله: \" قل هل يستوي الأعمى والبصير \" ، الآية، قال: \" الأعمى \"، الكافر الذي قد عمي عن حق الله وأمره ونعمه عليه = و \" البصير \"، العبد المؤمن الذي أبصر بصرًا نافعًا, فوحّد الله وحده, وعمل بطاعة ربه, وانتفع بما آتاه الله.------------------------الهوامش :(20) انظر تفسير\"الغيب\" فيما سلف: 238 ، تعليق: 1 ، والمراجع هناك.(21) انظر تفسير\"ملك\" فيما سلف 1: 444 - 447/4 : 262 ، 263.(22) انظر تفسير\"الوحي\" فيما سلف: 290 ، تعليق: 1 ، والمراجع هناك.(23) في المطبوعة: \"وأمر لأمره\" ، والصواب من المخطوطة ، ولم يحسن قراءتها.(24) انظر تفسير\"الأعمى\" و\"البصير\" فيما سلف من فهارس اللغة (عمى) ، و (بصر).(25) في المخطوطة: \"تعودون\" ، والجيد ما في المطبوعة.",
  "ayah": 50,
  "surah": 6
}
