{
  "text": "القول في تأويل قوله :  وَكَذَلِكَ نُفَصِّلُ الآيَاتِ وَلِتَسْتَبِينَ سَبِيلُ الْمُجْرِمِينَ (55)قال أبو جعفر: يعني تعالى ذكره بقوله: \" وكذلك نفصل الآيات \"، وكما فصلنا لك في هذه السورة من ابتدائها وفاتحتها، يا محمد، إلى هذا الموضع، حجتَنا على المشركين من عبدة الأوثان، وأدلتَنا, وميَّزناها لك وبيَّناها, كذلك نفصِّل لك أعلامنا وأدلتنا في كل حقّ ينكره أهل الباطل من سائر أهل الملل  غيرهم, فنبينها لك، حتى تبين حقه من باطله، وصحيحهُ من سقيمه.* * *واختلفت القرأة في قراءة قوله: \" ولتستبين سبيل المجرمين \" .فقرأ ذلك عامة قرأة أهل المدينة: (وَلِتَسْتَبِينَ) بالتاء (سَبِيلَ الْمُجِرمِينَ) بنصب \" السبيل \", على أن \" تستبين \"، خطاب للنبي صلى الله عليه وسلم، كأن معناه عندهم: ولتستبين، أنت يا محمد، سبيل المجرمين.* * *وكان ابن زيد يتأول ذلك: ولتستبين، أنت يا محمد، سبيلَ المجرمين الذين سألوك طردَ النفر الذين سألوه طردهم عنه من أصحابه .13299 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن ريد : \" ولتستبين سبيلَ المجرمين \"، قال: الذين يأمرونك بطرد هؤلاء .* * *وقرأ ذلك بعض المكيين وبعض البصرين: (وَلِتَسْتَبِينَ) بالتاء (سَبِيلُ الْمُجِرمِينَ) برفع \" السبيل \"، على أن القصد للسبيل, ولكنه يؤنثها = وكأن معنى الكلام عندهم: وكذلك نفصل الآيات، ولتتضح لك وللمؤمنين طريقُ المجرمين.* * *وقرأ ذلك عامة قرأة أهل الكوفة: (وَلِيَسْتَبِينَ) بالياء (سَبِيلُ الْمُجِرمِينَ) برفع \" السبيل \" على أن الفعل للسبيل، ولكنهم يذكرونه = ومعنى هؤلاء في هذا الكلام, ومعنى من قرأ ذلك بالتاء في: \" ولتستبين \" ورفع \" السبيل \"، واحدٌ, وإنما الاختلاف بينهم في تذكير \" السبيل \" وتأنيثها. (15)* * *قال أبو جعفر: وأولى القراءتين بالصواب عندي في\" السبيل \" الرفع, لأن الله تعالى ذكره فصَّل آياته في كتابه وتنـزيله, ليتبين الحقَّ بها من الباطل جميعُ من خوطب بها, لا بعضٌ دون بعض.ومن قرأ \" السبيل \" بالنصب, فإنما جعل تبيين ذلك محصورًا على النبي صلى الله عليه وسلم.وأما القراءة في قوله: \" ولتستبين \"، فسواء قرئت بالتاء أو بالياء, لأن من العرب من يذكر \" السبيل \" = وهم تميم وأهل نجد = ومنهم من يؤنث \" السبيل \" = وهم أهل الحجاز. وهما قراءتان مستفيضتان في قرأة الأمصار، ولغتان مشهورتان من لغات العرب, وليس في قراءة ذلك بإحداهما خلافٌ لقراءته بالأخرى، ولا وجه لاختيار إحداهما على الأخرى = بعد أن يرفع \" السبيل \" = للعلة التي ذكرنا. (16)* * *وبنحو الذي قلنا في تأويل قوله: \" نفصل الآيات \" قال أهل التأويل.13300 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرزاق قال، أخبرنا معمر, عن قتادة: \" وكذلك نفصل الآيات \"، نبين الآيات .13301 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في : \" نفصل الآيات \"، نبين.--------------الهوامش :(15) انظر معاني القرآن للفراء 1: 337.(16) انظر تفسير\"السبيل\" فيما سلف من فهارس اللغة (سبل) = وتفسير\"استبان\" في مادة (بين) من فهارس اللغة.",
  "ayah": 55,
  "surah": 6
}
