{
  "text": "القول في تأويل قوله :  وَعِنْدَهُ مَفَاتِحُ الْغَيْبِ لا يَعْلَمُهَا إِلا هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِقال أبو جعفر: يقول: وعند الله مفاتح الغيب. (29)و \" المفاتح \": جمع \" مِفْتَح \", يقال فيه: \" مِفْتح \" و \" مِفْتَاح \". فمن قال: \" مِفْتَح \"، جمعه \" مفاتح \", ومن قال: \" مفتاح \"، جمعه \" مفاتيح \" .* * *ويعني بقوله: \" وعنده مفاتح الغيب \"، خزائن الغيب, كالذي:-13305- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" وعنده مفاتح الغيب \"، قال، يقول: خزائن الغيب.13306- حدثنا ابن وكيع قال، حدثنا أبي, عن مسعر, عن عمرو بن مرة, عن عبد الله بن سلمة, عن ابن مسعود قال: أعطي نبيُّكم كل شيءٍ إلا مفاتح الغيب. (30)13307 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن عطاء الخراساني, عن ابن عباس: \" وعنده مفاتح الغيب \"، قال: هن خمس:  إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَـزِّلُ الْغَيْثَ  إلى  إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ  [سورة لقمان: 34] .* * *قال أبو جعفر: فتأويل الكلام إذًا: والله أعلم بالظالمين من خلقه، وما هم مستحقُّوه وما هو بهم صانع, فإنّ عنده علم ما غاب علمه عن خلقه فلم يطلعوا عليه ولم يدركوه، ولن يعلموه ولن يدركوه (31) =\" ويعلم ما في البر والبحر \"، يقول: وعنده علم ما لم يغب أيضًا عنكم, لأن ما في البر والبحر مما هو ظاهر للعين، يعلمه العباد. فكأن معنى الكلام: وعند الله علم ما غابَ عنكم، أيها الناس، مما لا تعلمونه ولن تعلموه مما استأثرَ بعلمه نفسَه, ويعلم أيضًا مع ذلك جميع ما يعلمه جميعُكم, لا يخفى عليه شيء, لأنه لا شيءَ إلا ما يخفى عن الناس أو ما لا يخفى عليهم. فأخبر الله تعالى ذكره أن عنده علم كل شيء كان ويكون، وما هو كائن مما لم يكن بعد, وذلك هو الغيب. (32)* * *القول في تأويل قوله :  وَمَا تَسْقُطُ مِنْ وَرَقَةٍ إِلا يَعْلَمُهَا وَلا حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلا رَطْبٍ وَلا يَابِسٍ إِلا فِي كِتَابٍ مُبِينٍ (59)قال أبو جعفر: يقول تعالى ذكره: ولا تسقط ورقةٌ في الصحاري والبراري، ولا في الأمصار والقرى، إلا الله يعلمها =\" ولا حبة في ظلمات الأرض ولا رطب ولا يابس إلا في كتاب مبين \"، يقول: ولا شيء أيضًا مما هو موجود، أو ممّا سيوجد ولم يوجد بعد, إلا وهو مثبت في اللوح المحفوظ, مكتوبٌ ذلك فيه، ومرسوم عددُه ومبلغه، والوقت الذي يوجد فيه، والحالُ التي يفنى فيها.ويعني بقوله: \" مبين \"، أنه يبين عن صحة ما هو فيه، بوجود ما رُسم فيه على ما رُسم. (33)* * *فإن قال قائل: وما وجهُ إثباته في اللوح المحفوظ والكتاب المبين، ما لا يخفى عليه, وهو بجميعه عالم لا يُخَاف نسيانَه؟قيل له : لله تعالى ذكره فعل ما شاء. وجائز أن يكون كان ذلك منه امتحانًا منه لحفَظَته، واختبارًا للمتوكلين بكتابة أعمالهم, فإنهم فيما ذُكر مأمورون بكتابة أعمال العباد، ثم بعرضها على ما أثبته الله من ذلك في اللوح المحفوظ, حتى أثبت فيه ما أثبت كل يوم. وقيل إن ذلك معنى قوله:  إِنَّا كُنَّا نَسْتَنْسِخُ مَا كُنْتُمْ تَعْمَلُونَ  [سورة الجاثية: 29] . وجائز أن يكون ذلك لغير ذلك مما هو أعلم به, إمّا بحجة يحتج بها على بعض ملائكته، وأما على بني آدم وغير ذلك، وقد:-13308 - حدثني زياد بن يحيى الحسّاني أبو الخطاب قال، حدثنا مالك بن سعير قال، حدثنا الأعمش, عن يزيد بن أبي زياد, عن عبد الله بن الحارث قال: ما في الأرض من شجرة ولا كمغرِز إبرة, إلا عليها ملك موكّل بها يأتي الله بعلمها: (34) يبسها إذا يبست، ورطوبتها إذا رَطبت. (35)* * *---------------الهوامش :(29) في المطبوعة: \"يقول: وعنده مفاتح الغيب\" ، والصواب ما في المخطوطة.(30) الأثر: 13306 -\"عبد الله بن سلمة المرادي\" ، تابعي ثقة ، من فقهاء الكوفة بعد الصحابة. مضى برقم: 12398.وهذا خبر الإسناد ، رواه أحمد في مسنده: 3659 ، انظر شرح أخي السيد أحمد لهذا الخبر هناك.(31) في المطبوعة: \"ولم يعلموه ، ولن يدركوه\" ، وفي المخطوطة: \"ولم يعلموه ولا يدركوه\" ، والصواب الدال عليه السياق ، هو ما أثبته.(32) انظر تفسير\"الغيب\" فيما سلف ص: 371 تعليق: 1 ، والمراجع هناك.(33) انظر تفسير\"مبين\" فيما سلف من فهارس اللغة (بين).(34) في المطبوعة: \"يأتي الله يعلمه يبسها\" ، وأثبت ما في المخطوطة ، وهو الصواب ، وهذا عبث من الناشر.(35) الأثر: 13308 -\"زياد بن يحيى بن زياد بن حسان الحساني النكري\" ، أبو الخطاب ، ثقة ، روى له الستة. مترجم في التهذيب ، وابن أبي حاتم 1/2/549.هذا ، وقد جاء في المخطوطة وتفسير ابن كثير\"زياد بن عبد الله الحساني أبو الخطاب\" ، وهو خطأ لا شك فيه ، فإن الذي يروي عن\"مالك بن سعير\" هو\"زياد بن يحيى الحساني ، أبو الخطاب\" ، فضلا عن أنه ليس في الرواة من يسمى\"زياد بن عبد الله الحساني أبو الخطاب\". و\"مالك بن سعير بن الخمس التميمي\" ، قال أبو زرعة وأبو حاتم: \"صدوق\" ، وضعفه أبو داود ، وذكره ابن حبان في الثقات ، وهو مترجم في التهذيب ، والبخاري في الكبير 4/1/315 ، ولم يذكر فيه جرحًا ، وابن أبي حاتم 4/1/209.و\"يزيد بن أبي زياد القرشي الهاشمي\" هو مولى\"عبد الله بن الحارث\" ، مضى مرارًا ، آخرها رقم: 12740.و\"عبد الله بن الحارث بن نوفل بن الحارث بن عبد المطلب بن هاشم\" ، هو\"ببة\" ، ثقة ، مضى برقم: 12740.وهذا الخبر ، ذكره ابن كثير في تفسيره من طريق ابن أبي حاتم ، عن عبد الله بن محمد بن عبد الرحمن بن المسور الزهري ، عن مالك بن سعير ، بمثله.وخرجه السيوطي في الدر المنثور 3: 15 ، وزاد نسبته إلى ابن أبي شيبة ، وأبي الشيخ.",
  "ayah": 59,
  "surah": 6
}
