{
  "text": "القول في تأويل قوله :  أَلَمْ يَرَوْا كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنْ قَرْنٍ مَكَّنَّاهُمْ فِي الأَرْضِ مَا لَمْ نُمَكِّنْ لَكُمْ وَأَرْسَلْنَا السَّمَاءَ عَلَيْهِمْ مِدْرَارًا وَجَعَلْنَا الأَنْهَارَ تَجْرِي مِنْ تَحْتِهِمْ فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ وَأَنْشَأْنَا مِنْ بَعْدِهِمْ قَرْنًا آخَرِينَ (6)قال أبو جعفر: يقول تعالى ذكره لنبيه محمدٍ صلى الله عليه وسلم: ألم يرَ هؤلاء المكذبون بآياتي، الجاحدون نبوّتك, كثرةَ من أهلكت من قبلهم من القُرون = وهم الأمم = الذين وطَّأت لهم البلادَ والأرض توطئة لم أوطِّئها لهم, (20) وأعطيتهم فيها ما لم أعطهم؟ كما:-13072 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" مكناهم في الأرض ما لم نمكن لكم \" ، يقول: أعطيناهم ما لم نعطكم .* * *قال أبو جعفر: أمطرت فأخرجت لهم الأشجارُ ثمارها, وأعطتهم الأرض رَيْع نَباتها, وجابوا صخورَ جبالها, ودرَّت عليهم السماء بأمطارها, وتفجرت من تحتهم عيون المياه بينابيعها بإذني, فغمَطُوا نعمة ربهم، وعصوا رسولَ خالقهم، وخالفوا أمرَ بارئهم, وبغَوْا حتى حقَّ عليهم قَوْلي, فأخذتهم بما اجترحوا من ذنوبهم، وعاقبتهم بما اكتسبت أيديهم, وأهلكت بعضهم بالرَّجفة، وبعضهم بالصيحة، وغير ذلك من أنواع العذاب .* * *ومعنى قوله: \" وأرسلنا السماء عليهم مدرارًا \" ، المطرَ. ويعني بقوله: \" مدرارًا \"، غزيرة دائمةً =\" وأنشأنا من بعدهم قرنا آخرين \" ، يقول: وأحدثنا من بعد الذين أهلكناهم قرنًا آخرين، فابتدأنَا سِواهم .* * *فإن قال قائل: فما وجهُ قوله: \" مكناهم في الأرض ما لم نمكن لكم \" ؟ ومن المخاطب بذلك؟ فقد ابتدأ الخبر في أول الآية عن قوم غَيَبٍ بقوله: \" ألم يروا كم أهلكنا من قَبَلهم من قرن \" ؟قيل: إن المخاطب بقوله: \" ما لم نمكن لكم \" ، هو المخبر عنهم بقوله: \" ألم يروا كم أهلكنا من قبلهم من قرن \" ، ولكن في الخبر معنى القول = ومعناه: قُلْ، يا محمد، لهؤلاء القوم الذين كذبوا بالحقِّ لما جاءهم: ألم يروا كم أهلكنا من قبلهم من قَرْن مكناهم في الأرض ما لم نمكن لكم.والعرب إذا أخبرت خبرًا عن غائبٍ ، وأدخلت فيه \" قولا \"، فعلت ذلك، فوجهت الخبرَ أحيانًا إلى الخبر عن الغائب, وأحيانًا إلى الخطاب, فتقول: \" قلت لعبد الله: ما أكرمه \", و \" قلت لعبد الله: ما أكرمك \", وتخبر عنه أحيانًا على وجه الخبر عن الغائب، ثم تعود إلى الخطاب. وتخبر على وجه الخطاب له، ثم تعود إلى الخبر عن الغائب. وذلك في كلامها وأشعارها كثيرٌ فاشٍ. وقد ذكرنا بعض ذلك فيما مضى، بما أغنى عن إعادته في هذا الموضع . (21)* * *وقد كان بعض نحويي البصرة يقول في ذلك: كأنه أخبرَ النبي صلى الله عليه وسلم، ثم خاطبه معهم. وقال:  حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ  [سورة يونس: 22] ، فجاء بلفظ الغائب، وهو يخاطب, لأنه المخاطَب .---------------------الهوامش :(20) في المطبوعة: \"وطأة لم أوطئها\" ، وأثبت ما في المخطوطة.(21) انظر ما سلف 1: 153 - 154/ 2 : 293 ، 294 ، 357 ، 388/ 3 : 170/ 6 : 564.",
  "ayah": 6,
  "surah": 6
}
