{
  "text": "القول في تأويل قوله :  وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِقال أبو جعفر: يقول تعالى ذكره لنبيه صلى الله عليه وسلم: وقل لهم، يا محمد, والله أعلم بالظالمين، والله هو الذي يتوفى أرواحكم بالليل فيقبضها من أجسادكم =\" ويعلم ما جرحتم بالنهار \" ، يقول: ويعلم ما كسبتم من الأعمال بالنهار.ومعنى \" التوفي\"، في كلام العرب استيفاء العدد, (1) كما قال الشاعر: (2)إِنَّ بَنِــي الأدْرَم لَيْسُــوا مِـنْ أَحَـدْوَلا تَوَفَّــاهُمْ قُــرَيْشٌ فِـي العَـدَدْ (3)بمعنى: لم تدخلهم قريش في العدد.* * *وأما \" الاجتراح \" عند العرب، فهو عمل الرجل بيده أو رجله أو فمه, وهي\" الجوارح \" عندهم، جوارح البدن فيما ذكر عنهم. ثم يقال لكل مكتسب عملا \" جارح \", لاستعمال العرب ذلك في هذه \" الجوارح \", ثم كثر ذلك في الكلام حتى قيل لكل مكتسب كسبًا، بأيّ أعضاء جسمه اكتسب: \" مجترِح \". (4)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:13309 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: \" وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار \"، أما \" يتوفاكم بالليل \" ففي النوم = وأما \" يعلم ما جرحتم بالنهار \"، فيقول: ما اكتسبتم من الإثم.13310 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس: \" وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار \"، يعني: ما اكتسبتم من الإثم .13311 - حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور قال، حدثنا معمر, عن قتادة: \" ما جرحتم بالنهار \" ، قال: ما عملتم بالنهار .13312- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة, مثله .13313 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله : \" وهو الذي يتوفاكم بالليل \"، يعني بذلك نومهم =\" ويعلم ما جرحتم بالنهار \" ، أي: ما عملتم من ذنب فهو يعلمه, لا يخفى عليه شيء من ذلك.13314 - حدثنا المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" وهو الذي يتوفاكم بالليل ويعلم ما جرحتم بالنهار \"، قال: أمّا وفاته إياهم بالليل، فمنامهم = وأما \" ما جرحتم بالنهار \"، فيقول: ما اكتسبتم بالنهار.* * *قال أبو جعفر: وهذا الكلام وإن كان خبرًا من الله تعالى عن قدرته وعلمه, فإنّ فيه احتجاجًا على المشركين به، الذين كانوا ينكرون قدرته على إحيائهم بعد مماتهم وبعثهم بعد فنائهم. فقال تعالى ذكره محتجًا عليهم: (وَهُوَ الَّذِي يَتَوَفَّاكُمْ بِاللَّيْلِ وَيَعْلَمُ مَا جَرَحْتُمْ بِالنَّهَارِ ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمًّى) ، يقول: فالذي يقبض أرواحكم بالليل ويبعثكم في النهار, لتبلغوا أجلا مسمى، وأنتم ترون ذلك وتعلمون صحّته, غير منكرٍ له القدرة على قبض أرواحكم وإفنائكم، ثم ردِّها إلى أجسادكم، وإنشائكم بعد مماتكم, فإن ذلك نظير ما تعاينون وتشاهدون, وغير منكر لمن قدر على ما تعاينون من ذلك، القدرةُ على ما لم تعاينوه. وإن الذي لم تروه ولم تعاينوه من ذلك، شبيه ما رأيتم وعاينتم.* * *القول في تأويل قوله :  ثُمَّ يَبْعَثُكُمْ فِيهِ لِيُقْضَى أَجَلٌ مُسَمًّى ثُمَّ إِلَيْهِ مَرْجِعُكُمْ ثُمَّ يُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (60)(5)قال أبو جعفر: يعني تعالى ذكره: \" ثم يبعثكم \", يثيركم ويوقظكم من منامكم (6) =\" فيه \" يعني في النهار، و \" الهاء \" التي في\" فيه \" راجعة على \" النهار \" (7) =\" ليقضى أجلٌ مسمى \"، يقول: ليقضي الله الأجل الذي سماه لحياتكم, وذلك الموت, فيبلغ مدته ونهايته (8) =\" ثم إليه مرجعكم \" ، يقول: ثم إلى الله معادكم ومصيركم (9) =\" ثم ينبئكم بما كنتم تعملون \"، يقول: ثم يخبركم بما كنتم تعملون في حياتكم الدنيا, (10) ثم يجازيكم بذلك, إن خيرًا فخيرًا وإن شرًّا فشرًّا.وبنحو الذي قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:13315 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" ثم يبعثكم فيه \"، قال: في النهار.13316 - حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور قال، حدثنا معمر, عن قتادة: \" ثم يبعثكم فيه \"، في النهار, و \" البعث \"، اليقظة .13317- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة مثله .13318 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" ثم يبعثكم فيه \"، قال: بالنهار. (11)13319 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال عبد الله بن كثير: \" ثم يبعثكم فيه \"، قال: يبعثكم في المنام.* * *=\" ليقضى أجل مسمى \"، وذلك الموت.* ذكر من قال ذلك:13320 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" ليقضى أجل مسمى \"، وهو الموت .13321 - حدثنا محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: \" ليقضى أجل مسمى \"، قال: هو أجل الحياة إلى الموت .13322 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال عبد الله بن كثير: \" ليقضى أجل مسمى \"، قال: مدّتهم .-------------------الهوامش :(1) انظر تفسير : التوفي\" فيما سلف 6: 455 ، 456/8 : 73/9 : 100/11 : 239(2) هو منظور الوبري.(3) اللسان (وفي) ، وسيأتي في التفسير 21: 61 (بولاق) ، وكان في المطبوعة هنا: \"إن بني الأدم\" ، وفي اللسان\"إن بني الأدرد\" ، وهما خطأ ، صوابه ما جاء في التفسير بعد.و\"بنو الأدرم\" هو بنو\"تيم بن غالب بن فهر بن مالك\" ، وهم من قريش الظواهر ، لا قريش الأباطح . وهذا الراجز يهجوهم بأن قريشًا أهل الأباطح ، لا يجعلون بني الأدرم (وهم من قريش الظواهر) تمامًا لعددهم ، ولا يستوفون بهم عددهم إذا عدوا.(4) انظر تفسير\"الجوارح\" و\"الاجتراح\" فيما سلف 9: 543 ، 544.(5) أسقط في المطبوعة والمخطوطة: \"ثم يبعثكم فيه\" ، وهو نص التلاوة.(6) انظر تفسير\"البعث\" فيما سلف 2: 84 ، 85/5 : 457/10 : 229.(7) في المطبوعة والمخطوطة: \"والهاء التي فيه راجعة\" ، بإسقاط\"في\" ، والصواب إثباتها.(8) انظر تفسير\"أجل مسمى\" فيما سلف 6: 43/11 : 259.(9) انظر تفسير\"المرجع\" فيما سلف 6: 464/10 : 391/11 : 154.(10) انظر تفسير\"النبأ\" فيما سلف ص: 335 تعليق: 2 ، والمراجع هناك.(11) في المطبوعة: \"في النهار\" ، وأثبت ما في المخطوطة.",
  "ayah": 60,
  "surah": 6
}
