{
  "text": "القول في تأويل قوله :  وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطَانُ فَلا تَقْعُدْ بَعْدَ الذِّكْرَى مَعَ الْقَوْمِ الظَّالِمِينَ (68)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: وإذا رأيت، يا محمد، المشركين الذين يخوضون في آياتنا التي أنـزلناها إليك, ووحينا الذي أوحيناه إليك, = و \" خوضهم فيها \"، كان استهزاءَهم بها، وسبَّهم من أنـزلها وتكلم بها، وتكذيبهم بها (60) =\" فأعرض عنهم \"، يقول: فصد عنهم بوجهك, وقم عنهم، ولا تجلس معهم (61) =\" حتى يخوضوا في حديث غيره \"، يقول: حتى يأخذوا في حديث غير الاستهزاء بآيات الله من حديثهم بينهم =\" وإما ينسينك الشيطان \" ، يقوله: وإن أنساك الشيطان نهينا إياك عن الجلوس معهم والإعراض عنهم في حال خوضهم في آياتنا، ثم ذكرت ذلك, فقهم عنهم، ولا تقعد بعد ذكرك ذلك مع القوم الظالمين الذين خاضوا في غير الذي لهم الخوضُ فيه بما خاضوا به فيه. وذلك هو معنى \" ظلمهم \" في هذا الموضع. (62)* * *وبنحو ما قلنا في ذلك قال أهل التأويل .* ذكر من قال ذلك:13386 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره \"، قال: نهاه الله أن يجلس مع الذين يخوضون في آيات الله يكذبون بها، فإن نسي فلا يقعد بعد الذكر مع القوم الظالمين. (63)13387-حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور قال، أخبرنا معمر, عن قتادة بنحوه.13388 - حدثنا ابن بشار قال، حدثنا مؤمل قال، حدثنا سفيان, عن السدي, عن أبي مالك وسعيد بن جبير في قوله : \" وإذا رأيت الذين يخوضون في آياتنا \"، قال: الذين يكذبون بآياتنا.13389 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره وإما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين \"، قال: كان المشركون إذا جالسوا المؤمنين وقعوا في النبي صلى الله عليه وسلم والقرآن فسبوه واستهزءوا به, فأمرهم الله أن لا يقعدوا معهم حتى يخوضوا في حديث غيره . وأما قوله: \" وإما ينسينك الشيطان \"، يقول: نَهْيَنَا فتقعد معهم, (64) فإذا ذكرت فقم.13390 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" يخوضون في آياتنا \"، قال: يكذبون بآياتنا .13391 - حدثني يحيى بن طلحة اليربوعي قال، حدثنا فضيل بن عياض, عن ليث, عن أبي جعفر قال: لا تجالسوا أهل الخصومات, فإنهم الذين يخوضون في آيات الله .13392 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثنا معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: \" وَإِذَا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آيَاتِنَا \" , وقوله:  الَّذِينَ فَرَّقُوا دِينَهُمْ وَكَانُوا شِيَعًا  [سورة الأنعام: 159] ؛ وقوله:  وَلا تَكُونُوا كَالَّذِينَ تَفَرَّقُوا وَاخْتَلَفُوا مِنْ بَعْدِ مَا جَاءَهُمُ الْبَيِّنَاتُ  [سورة آل عمران: 105] ؛ وقوله:  أَنْ أَقِيمُوا الدِّينَ وَلا تَتَفَرَّقُوا فِيهِ  [سورة الشورى: 13] ، ونحو هذا في القرآن، قال: أمر الله المؤمنين بالجماعة، ونهاهم عن الاختلاف والفرقة, وأخبرهم أنه إنما هلك من كان قبلهم بالمِراء والخصومات في دين الله .13393 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: \" وإذا رأيت الذين يخوضون في آياتنا \"، قال: يستهزئون بها. قال: نُهي رسول الله صلى الله عليه وسلم أن يقعد معهم إلا أن ينسى، فإذا ذكر فليقم. فذلك قوله: \" وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره وإما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين \" = قال ابن جريج: كان المشركون يجلسون إلى النبي صلى الله عليه وسلم يحبون أن يسمعوا منه, فإذا سمعوا استهزءوا، فنـزلت: \" وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم \" ، الآية. (65)13394- حدثنا ابن وكيع قال، حدثنا أبي قال، حدثنا سفيان, عن منصور, عن مجاهد: \" وإذا رأيت الذين يخوضون في آياتنا \"، قال: يكذبون.13395 - حدثنا ابن وكيع قال، حدثنا عبد الله, عن إسرائيل, عن السدي, عن أبي مالك قوله: \" وإذا رأيت الذين يخوضون في آياتنا فأعرض عنهم حتى يخوضوا في حديث غيره \" ، يعني المشركين =\" وإما ينسينك الشيطان فلا تقعد بعد الذكرى مع القوم الظالمين \"، إن نسيت فذكرتَ فلا تجلس معهم.* * *---------------الهوامش:(60) انظر تفسير\"الخوض\" فيما سلف 9: 320.(61) انظر تفسير\"الإعراض\" فيما سلف ص: 337 ، تعليق: 1 ، والمراجع كلها.(62) انظر تفسير\"الظلم\" في فهارس اللغة فيما سلف (ظلم).(63) في المطبوعة: \"بعد الذكرى\" ، وأثبت ما في المخطوطة ، وهو صواب محض ، كما سترى في التفسير ص: 439.(64) في المطبوعة: \"يقول: نسيت فتعقد معهم\" ، وهو لا معنى له ، وفي المخطوطة: \"نهينا فتعقد معهم\" ، وهو مضطرب ، واستظهرت صوابها من تفسير الآية فيما سلف. وقوله: \"نهينا\" مفعول قوله في الآية: \"وإما ينسينك الشيطان\" ، وذلك على عادة أهل التأويل الأوائل في الاختصار.(65) الأثر: 13393 - سيأتي ، تفسير ابن جريج فيما بعد بتمامه رقم: 13396.",
  "ayah": 68,
  "surah": 6
}
