{
  "text": "القول في تأويل قوله :  وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلا هَدَيْنَا وَنُوحًا هَدَيْنَا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ دَاوُدَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذَلِكَ نَجْزِي الْمُحْسِنِينَ (84)قال أبو جعفر: يقول تعالى ذكره: فجزينا إبراهيم صلى الله عليه وسلم على طاعته إيانا، وإخلاصه توحيد ربه, ومفارقته دين قومه المشركين بالله، بأن رفعنا درجته في عليين, وآتيناه أجره في الدنيا، ووهبنا له أولادًا خصصناهم بالنبوّة, وذرية شرفناهم منا بالكرامة، وفضلناهم على العالمين, (34) منهم: ابنه إسحاق, وابن ابنه يعقوب =\" كلا هدينا \"، يقول: هدينا جميعهم لسبيل الرشاد, فوفقناهم للحق والصواب من الأديان (35) =\" ونوحًا هدينا من قبل \"، يقول: وهدينا لمثل الذي هدينا إبراهيم وإسحاق ويعقوب من الحق والصواب، فوفقناه له = نوحًا، من قبل إبراهيم وإسحاق ويعقوب.* * *=\" ومن ذريته داود \"، و \" الهاء \" التي في قوله: \" ومن ذريته \"، من ذكر نوح. وذلك أن الله تعالى ذكره ذكر في سياق الآيات التي تتلو هذه الآية لوطًا فقال:  وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطًا وَكُلا فَضَّلْنَا عَلَى الْعَالَمِينَ  . ومعلوم أن لوطًا لم يكن من ذرية إبراهيم صلى الله عليهم أجمعين. فإذا كان ذلك كذلك, وكان معطوفًا على أسماء من سمَّينا من ذريته, كان لا شك أنه لو أريد بالذرية ذرية إبراهيم، لما دخل يونس ولوط فيهم. ولا شك أن لوطًا ليس من ذرّية إبراهيم، ولكنه من ذرية نوح, فلذلك وجب أن تكون \" الهاء \" في\" الذرية \" من ذكر نوح. (36)فتأويل الكلام: ونوحًا وفقنا للحق والصواب من قبل إبراهيم وإسحاق ويعقوب, وهدينا أيضًا من ذرّية نوح، داود وسليمان.= و \" داود \"، هو داود بن إيشا (37) = و \" سليمان \" هو ابنه: سليمان بن داود = و \" أيوب \"، هو أيوب بن موص بن رزاح (38) بن عيص بن إسحاق بن إبراهيم = و \" يوسف \"، هو يوسف بن يعقوب بن إسحاق بن إبراهيم = و \" موسى \"، هو موسى بن عمران بن يصهر بن قاهث بن لاوي بن يعقوب = و \" هارون \"، أخو موسى.* * *=\" وكذلك نجزي المحسنين \" ، يقول تعالى ذكره: جزينا نوحًا بصبره على ما امتحن به فينا، بأن هديناه فوفقناه لإصابة الحق الذي خذلنا عنه من عصانا فخالف أمرنا ونهينا من قومه, وهدينا من ذريته من بعده من ذكر تعالى ذكره من أنبيائه لمثل الذي هديناه له. وكما جزينا هؤلاء بحسن طاعتهم إيانا وصبرهم على المحن فينا, كذلك نجزي بالإحسان كل محسن. (39)----------------------الهوامش :(34) انظر تفسر\"وهب\" فيما سلف 6: 212.(35) انظر تفسير\"كل\" فيما سلف 9: 96 ، تعليق: 1 ، والمراجع هناك.(36) انظر تفسير\"الذرية\" فيما سلف 3: 19 ، 73/5 : 543/6 : 327 ، 362/8 : 19.(37) { يسَّى} في كتاب القوم ، وقد مضى في التفسير 5: 355: \"بن إيشي\".(38) في المطبوعة والمخطوطة: \"روح\" والصواب من تاريخ الطبري 1: 165.(39) انظر تفسير\"الجزاء\" ، و\"الإحسان\" فيما سلف من فهارس اللغة (جزي) (حسن).",
  "ayah": 84,
  "surah": 6
}
