{
  "text": "القول في تأويل قوله :  وَلَوْ جَعَلْنَاهُ مَلَكًا لَجَعَلْنَاهُ رَجُلاقال أبو جعفر: يقول تعالى ذكره: ولو جعلنا رسولنا إلى هؤلاء العادلِين بي, القائلين: لولا أنـزل على محمّدٍ ملك بتصديقه- ملكًا ينـزل عليهم من السماء, يشهد بتصديق محمد صلى الله عليه وسلم، ويأمرهم باتباعه =\" لجعلناه رجلا \" ، يقول: لجعلناه في صورة رجل من البشر, لأنهم لا يقدرون أن يروا الملك في صورته . يقول: وإذا كان ذلك كذلك, فسواء أنـزلت عليهم بذلك ملكًا أو بشرًا, إذ كنت إذا أنـزلت عليهم ملكًا إنما أنـزله بصورة إنسيّ, وحججي في كلتا الحالتين عليهم ثابتة: بأنك صادق، وأنّ ما جئتهم به حق.* * *وبنحو الذي قلنا في ذلك قال بعض أهل التأويل.* ذكر من قال ذلك:13084 - حدثنا أبو كريب قال، حدثنا عثمان بن سعيد قال، حدثنا بشر بن عمارة, عن أبي روق, عن الضحاك, عن ابن عباس: \" ولو جعلناه ملكًا لجعلناه رجلا \" ، يقول: ما آتاهم إلا في صورة رجل, لأنهم لا يستطيعون النظر إلى الملائكة .13085 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" ولو جعلناه ملكًا لجعلناه رجلا \"، في صورة رجل، في خَلْق رجل.13086 - حدثنا بشر قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله: \" ولو جعلناه ملكًا لجعلناه رجلا \" ، يقول: لو بعثنا إليهم ملكًا لجعلناه في صورة آدم. (1)13087 - حدثني محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: \" ولو جعلناه ملكًا لجعلناه رجلا \" ، يقول: في صورة آدمي.13088 - حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة, مثله .13089 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ولو جعلناه ملكًا لجعلناه رجلا \" قال: لجعلنا ذلك الملك في صورة رجل, لم نرسله في صورة الملائكة .* * *القول في تأويل قوله :  وَلَلَبَسْنَا عَلَيْهِمْ مَا يَلْبِسُونَ (9)قال أبو جعفر: يعني تعالى ذكره بقوله: \" وللبسنا عليهم \" : ولو أنـزلنا ملكًا من السماء مصدِّقًا لك، يا محمد, شاهدًا لك عند هؤلاء العادلين بي، الجاحدين آياتِك على حقيقة نبوّتك, فجعلناه في صورة رجل من بني آدم، إذ كانوا لا يُطيقون رؤية الملك بصورته التي خلقتُه بها= التبس عليهم أمرُه، فلم يدروا أملك هو أمْ إنسيّ! فلم يوقنوا به أنَّه ملك، ولم يصدّقوا به, وقالوا: \" ليس هذا ملكًا \"! وللبسنا عليهم ما يلبسونه على أنفسهم من حقيقة أمرك، وصحة برهانك وشاهدك على نبوّتك.* * *يقال منه: \" لَبَست عليهم الأمر أَلْبِسُه لَبْسًا \"، إذا خلطته عليهم =\" ولبست الثوبَ ألبَسُه لُبْسًا \". و \" اللَّبوس \"، اسم الثياب. (2)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل. (3)13089- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: \" وللبسنا عليهم ما يلبسون \" ، يقول: لشبَّهنا عليهم.13090 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: \" وللبسنا عليهم ما يلبسون \" ، يقول: ما لبَّس قوم على أنفسهم إلا لَبَّس الله عليهم. واللَّبْس إنما هو من الناس.13091- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" وللبسنا عليهم ما يلبسون \" ، يقول: شبَّهنا عليهم ما يشبِّهون على أنفسهم .* * *وقد روي عن ابن عباس في ذلك قول آخر, وهو ما:-13092 - حدثني به محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" وللبسنا عليهم ما يلبسون \" ، فهم أهل الكتاب، فارقوا دينهم، وكذَّبوا رسلهم, وهو تحريفُ الكلام عن مواضعه .13093 - حدثت عن الحسين قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك في قوله: \" وللبسنا عليهم ما يلبسون \" ، يعني: التحريفَ، هم أهل الكتاب, فرقوا كتبهم ودينَهم، وكذَّبوا رسلهم, فلبَّس الله عليهم ما لبَّسوا على أنفسهم .* * *وقد بينا فيما مضى قبل أن هذه الآيات من أوّل السورة، بأن تكون في أمر المشركين من عبدة الأوثان، أشبهُ منها بأمرِ أهل الكتاب من اليهود والنصارى, بما أغنى عن إعادته. (4)--------------------الهوامش :(1) في المطبوعة: \"آدمي\" ، وأثبت ما في المخطوطة.(2) انظر تفسير\"اللبس\" فيما سلف 1: 567 ، 568/6 : 503 - 505= وتفسير\"اللباس\" فيما سلف 1: 567 ، 568/ 3 : 489 ، 490.(3) انظر أثرًا آخر في تفسير هذه الآية فيما سلف رقم: 882 (ج 1 : 567) ، لم يذكره في الآثار المفسرة ، وهو باب من أبواب اختصاره لتفسيره.(4) انظر ما سلف ص : 254.",
  "ayah": 9,
  "surah": 6
}
