{
  "text": "القول في تأويل قوله :  أُولَئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُدَاهُمُ اقْتَدِهِقال أبو جعفر: يقول تعالى ذكره: \" أولئك \"، هؤلاء القوم الذين وكلنا بآياتنا وليسوا بها بكافرين, هم الذين هداهم الله لدينه الحق, وحفظ ما وكلوا بحفظه من آيات كتابه، والقيام بحدوده، واتباع حلاله وحرامه، والعمل بما فيه من أمر الله، والانتهاء عما فيه من نهيه, فوفقهم جل ثناؤه لذلك =\" فبهداهم اقتده \"،  يقول تعالى ذكره: فبالعمل الذي عملوا، والمنهاج الذي سلكوا، وبالهدى الذي هديناهم، والتوفيق الذي وفقناهم =\" اقتده \"، يا محمد، أي: فاعمل، وخذ به واسلكه, فإنه عمل لله فيه رضًا، ومنهاجٌ من سلكه اهتدى.* * *وهذا التأويل على مذهب من تأوّل قوله:  فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ  ، أنهم الأنبياء المسمون في الآيات المتقدمة. وهو القول الذي اخترناه في تأويل ذلك.* * *وأما على تأويل من تأول ذلك: أن القوم الذين وكّلوا بها هم أهل المدينة = أو: أنهم هم الملائكة = فإنهم جعلوا قوله:  فَإِنْ يَكْفُرْ بِهَا هَؤُلاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَيْسُوا بِهَا بِكَافِرِينَ  ، اعتراضًا بين الكلامين, ثم ردّوا قوله: \" أولئك الذين هدى الله فبهداهم اقتده \"، على قوله: \" أولئك الذين آتيناهم الكتاب والحكم والنبوّة \".* ذكر من قال ذلك:13531 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قوله:  وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ  إلى قوله: \" أولئك الذين هدى الله فبهداهم اقتده \"، يا محمد .13532- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" أولئك الذين هدى الله \"، يا محمد,\" فبهداهم اقتده \"، ولا تقتد بهؤلاء.13533 - حدثني محمد بن الحسين قال، حدثني أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال: ثم رجع إلى النبي صلى الله عليه وسلم فقال: \" أولئك الذين هدى الله فبهداهم اقتده \" .13534 - حدثنا علي بن داود قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قال: ثم قال في الأنبياء الذين سماهم في هذه الآية: \" فبهداهم اقتده \".* * *ومعنى: \" الاقتداء \" في كلام العرب، بالرجل: اتباع أثره، والأخذ بهديه. يقال: \" فلان يقدو فلانًا \"، إذا نحا نحوه، واتبع أثره,\" قِدَة، وقُدوة وقِدوة وقِدْيَة \". (64)* * *القول في تأويل قوله :  قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِنْ هُوَ إِلا ذِكْرَى لِلْعَالَمِينَ (90)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: \" قل \" لهؤلاء الذين أمرتك أن تذكّرهم بآياتي، أن تبسَل نفس بما كسبت، من مشركي قومك يا محمد: \" لا أسألكم \"، على تذكيري إياكم، والهدى الذي أدعوكم إليه، والقرآن الذي جئتكم به, عوضًا أعتاضه منكم عليه، وأجرًا آخذه منكم, (65) وما ذلك مني إلا تذكير لكم، ولكل من كان مثلكم ممن هو مقيم على باطل، بَأسَ الله أن يَحُلّ بكم، وسَخَطه أن ينـزل بكم على شرككم به وكفركم = وإنذارٌ لجميعكم بين يدي عذاب شديد, لتذكروا وتنـزجروا. (66)* * *------------------الهوامش :(64) في المطبوعة: \"كتب مكان\"وقدية\"\"وقدوة\" ، وهو خطأ صرف ، خالف ما في المخطوطة وهو الصواب.(65) انظر تفسير\"الأجر فيما سلف من فهارس اللغة (أجر).(66) انظر تفسير\"ذكرى\" فيما سلف ص: 439.",
  "ayah": 90,
  "surah": 6
}
