{
  "text": "القول في تأويل قوله :  وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍقال أبو جعفر: يقول تعالى ذكره: \" وما قدروا الله حق قدره \"، وما أجلُّوا الله حق إجلاله, ولا عظموه حق تعظيمه =\" إذ قالوا ما أنـزل الله على بشر من شيء \"، يقول: حين قالوا: لم ينـزل الله على آدميٍّ كتابًا ولا وحيًا. (1)* * *واختلف أهل التأويل في المعنيّ بقوله: \" إذ قالوا ما أنـزل الله على بشر من شيء \"، وفي تأويل ذلك.فقال بعضهم: كان قائل ذلك رجلا من اليهود.* * *ثم اختلفوا في اسم ذلك الرجل.فقال بعضهم: كان اسمه: مالك بن الصيف.* * *وقال بعضهم: كان اسمه فنحاص.* * *واختلفوا أيضًا في السبب الذي من أجله قال ذلك.* * ** ذكر من قال: كان قائل ذلك: مالك بن الصيف.13535 - حدثنا ابن حميد قال، حدثنا يعقوب القمي , عن جعفر بن أبي المغيرة, عن سعيد بن جبير قال: جاء رجل من اليهود يقال له مالك بن الصيف يخاصم النبي صلى الله عليه وسلم, فقال له النبي صلى الله عليه وسلم: أنشدك بالذي أنـزل التوراة على موسى, أما تجد في التوراة أن الله يُبْغِض الحَبْر السمين؟ وكان حبرًا سمينًا, فغضب فقال: والله ما أنـزل الله على بشر من شيء ! فقال له أصحابه الذين معه: ويحك! ولا موسى! فقال: والله ما أنـزل الله على بشر من شيء ! فأنـزل الله: \" وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ إِذْ قَالُوا مَا أَنْـزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْـزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى \"، الآية .13536 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن عكرمة قوله: \" وما قدروا الله حق قدره إذ قالوا ما أنـزل الله على بشر من شيء \"، قال: نـزلت في مالك بن الصيف، كان من قريظة، من أحبار يهود =\" قل \" يا محمد  مَنْ أَنْـزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ  ، الآية .* * ** ذكر من قال: نـزلت في فنحاص اليهوديّ.13537 - حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط, عن السدي: \" وما قدروا الله حق قدره إذ قالوا ما أنـزل الله على بشر من شيء \"، قال: قال فنحاص اليهوديّ: ما أنـزل الله على محمد من شيء!* * *وقال آخرون: بل عنى بذلك جماعة من اليهود، سألوا النبي صلى الله عليه وسلم آيات مثل آيات موسى.* ذكر من قال ذلك:13538 - حدثنا هناد قال، حدثنا يونس قال، حدثنا أبو معشر المدني, عن محمد بن كعب القرظي قال: جاء ناسٌ من يهودَ إلى النبيّ صلى الله عليه وسلم وهو مُحْتَبٍ, فقالوا: يا أبا القاسم, ألا تأتينا بكتاب من السماء، كما جاء به موسى ألواحًا يحملها من عند الله؟ فأنـزل الله:  يَسْأَلُكَ أَهْلُ الْكِتَابِ أَنْ تُنَـزِّلَ عَلَيْهِمْ كِتَابًا مِنَ السَّمَاءِ فَقَدْ سَأَلُوا مُوسَى أَكْبَرَ مِنْ ذَلِكَ فَقَالُوا أَرِنَا اللَّهَ جَهْرَةً  ، الآية[سورة النساء : 153]. فجثا رجل من يهود فقال: ما أنـزل الله عليك  ولا على موسى ولا على عيسى ولا على أحد شيئًا! فأنـزل الله: \" وما قدروا الله حق قدره \". = قال محمد بن كعب: ما علموا كيف الله (2) = \" إِذْ قَالُوا مَا أَنْـزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ قُلْ مَنْ أَنْـزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا \"، فحلَّ رسول الله صلى الله عليه وسلم حُبْوته, وجعل يقول: \" ولا على أحَدٍ\". (3)13539 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة: \" وما قدروا الله حق قدره إذ قالوا ما أنـزل الله على بشر من شيء \"، إلى قوله:  فِي خَوْضِهِمْ يَلْعَبُونَ  ، هم اليهود والنصارى, قوم آتاهم الله علمًا فلم يقتدوا به، (4)ولم يأخذوا به، ولم يعملوا به, فذمهم الله في عملهم ذلك. ذكر لنا أن أبا الدرداء كان يقول: إن من أكثر ما أنا مخاصَمٌ به غدًا أن يقال: يا أبا الدرداء، قد علمت, فماذا عملت فيما علمت ؟13540 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: \" وما قدروا الله حق قدره إذ قالوا ما أنـزل الله على بشر من شيء \"، يعني من بني إسرائيل، قالت اليهود: يا محمد، أنـزل الله عليك كتابًا؟ قال: نعم! قالوا: والله ما أنـزل الله من السماء كتابًا! قال: فأنـزل الله: \" قل \" يا محمد  مَنْ أَنْـزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ  ، إلى قوله :  وَلا آبَاؤُكُمْ  ، قال: الله أنـزله .* * *وقال آخرون: هذا خبر من الله جل ثناؤه عن مشركي قريش أنهم قالوا: \" ما أنـزل الله على بشر من شيء \" .* ذكر من قال ذلك:13541 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج، قال عبد الله بن كثير: أنه سمع مجاهدًا يقول: \" وما قدروا الله حق قدره إذ قالوا ما أنـزل الله على بشر من شيء \"، قالها مشركو قريش. قال: وقوله: (قُلْ مَنْ أَنـزلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلناسِ يَجْعَلُونَهُ قَرَاطِيسَ يُبْدُونَهَا وَيُخْفُونَ كَثِيرًا) ، (5) قال: هم يهود، الذين يبدونها ويخفون كثيرًا. قال: وقوله:  وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلا آبَاؤُكُمْ  ، قال: هذه للمسلمين.13542 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: \" وما قدروا الله حق قدره \"، قال: هم الكفار، لم يؤمنوا بقدرة الله عليهم, فمن آمنَ أن الله على كل شيء قدير، فقد قدر الله حق قدره. ومن لم يؤمن بذلك، فلم يقدر الله حق قدره.13543 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" وما قدروا الله حق قدره \"، يقول: مشركو قريش .* * *قال أبو جعفر: وأولى هذه الأقوال بالصواب في تأويل ذلك، قول من قال: عني بقوله (6) \" وما قدروا الله حق قدره \"، مشركو قريش. وذلك أن ذلك في سياق الخبر عنهم أولا فأن يكون ذلك أيضًا خبرًا عنهم، أشبهُ من أن يكون خبرًا عن اليهود ولما يجر لهم ذكرٌ يكون هذا به متصلا مع ما في الخبر عمن أخبر الله عنه في هذه الآية، من إنكاره أن يكون الله أنـزل على بشر شيئًا من الكتب، وليس ذلك مما تدين به اليهود, بل المعروف من دين اليهود: الإقرار بصُحُف إبراهيم وموسى، وزبور داود. وإذا لم يأت بما روي من الخبر، (7) بأن قائل ذلك كان رجلا من اليهود، خبرٌ صحيح متصل السند = ولا كان على أن ذلك كان كذلك من أهل التأويل إجماعٌ = وكان الخبر من أوّل السورة ومبتدئها إلى هذا الموضع خبرًا عن المشركين من عبدة الأوثان = وكان قوله: \" وما قدروا الله حق قدره \"، موصولا بذلك غير مفصول منه = (8) لم يجز لنا أن ندّعي أن ذلك مصروف عما هو به موصول، إلا بحجة يجب التسليم لها من خبر أو عقل.ولكني أظن أن الذين تأوّلوا ذلك خبرًا عن اليهود, وجدوا قوله: \" قل من أنـزل الكتاب الذي جاء به موسى نورًا وهدى للناس يجعلونه قراطيس يبدونها ويخفون كثيرًا وعلمتم ما لم تعلموا أنتم ولا آباؤكم \"، فوجهوا تأويل ذلك إلى أنه لأهل التوراة, فقرءوه على وجه الخطاب لهم:  تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلا آبَاؤُكُمْ  ، (9) فجعلوا ابتداء الآية خبرًا عنهم, إذ كانت خاتمتها خطابًا لهم عندهم. وغير ذلك من التأويل والقراءة أشبه بالتنـزيل, لما وصفت قبل من أن قوله: \" وما قدروا الله حق قدره \"، في سياق الخبر عن مشركي العرب وعبدة الأوثان وهو به متصل, فالأولى أن يكون ذلك خبرًا عنهم .والأصوب من القراءة في قوله: (يَجْعَلُونَهُ قَرَاطِيسَ يُبْدُونَهَا وَيُخْفُونَ كَثِيرًا)، أن يكون بالياء لا بالتاء, على معنى: أنّ اليهود يجعلونه قراطيس يبدونها ويخفون كثيرًا, ويكون الخطاب بقوله :  قُلْ مَنْ أَنْـزَلَ الْكِتَابَ  ، لمشركي قريش. وهذا هو المعنى الذي قصده مجاهد إن شاء الله في تأويل ذلك, وكذلك كان يقرأ.13544 - حدثني المثنى قال، حدثنا الحجاج بن المنهال قال، حدثنا  حماد, عن أيوب, عن مجاهد أنه كان يقرأ هذا الحرف: (يَجْعَلُونَهُ قَرَاطِيسَ يُبْدُونَهَا وَيُخْفُونَ كَثِيرًا).* * *القول في تأويل قوله :  قُلْ مَنْ أَنْزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا(10) يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: \" قل \"، يا محمد، لمشركي قومك القائلين لك:  مَا أَنْـزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ  = قل: \" من أنـزل الكتاب الذي جاء به موسى نورًا \"، يعني: جلاءً وضياء من ظلمة الضلالة (11) =\" وهدى للناس \"، يقول: بيانًا للناس, يبين لهم به الحق من الباطل فيما أشكل عليهم من أمر دينهم (12) =\" تجعلونه قراطيس تبدونها \".* * *فمن قرأ ذلك: (تَجْعَلُونَهُ) ، جعله خطابًا لليهود على ما بيّنت من تأويل من تأوّل ذلك كذلك.* * *ومن قرأه بالياء: (يَجْعَلُونَهُ)، فتأويله في قراءته: يجعله أهله قراطيس, وجرى الكلام في\" يبدونها \" بذكر \" القراطيس \", والمراد منه المكتوب في القراطيس, يراد: يبدون كثيرًا مما يكتبون في القراطيس فيظهارونه للناس، ويخفون كثيرًا مما يثبتونه في القراطيس فيسرُّونه ويكتمونه الناس. (13)* * *ومما كانوا يكتمونه إياهم، ما فيها من أمر محمد صلى الله عليه وسلم ونبوّته، كالذي:-13545 - حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" قراطيس يبدونها ويخفون كثيرًا \"، اليهود.13546 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن عكرمة: \" قل \" يا محمد \" من أنـزل الكتاب الذي جاء به موسى نورًا وهدى للناس يجعلونه قراطيس يبدونها \"، يعني يهود، لما أظهروا من التوراة =\" ويخفون كثيرًا \"، مما أخفوا من ذكر محمد صلى الله عليه وسلم وما أنـزل عليه = قال ابن جريج: وقال عبد الله بن كثير: إنه سمع مجاهدًا يقول: \" يجعلونه قراطيس يبدونها ويخفون كثيرًا \"، قال: هم يهود، الذين يبدونها ويخفون كثيرًا.* * *القول في تأويل قوله :  وَعُلِّمْتُمْ مَا لَمْ تَعْلَمُوا أَنْتُمْ وَلا آبَاؤُكُمْ قُلِ اللَّهُ ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ (91)قال أبو جعفر: يقول تعالى ذكره: وعلمكم الله جل ثناؤه بالكتاب الذي أنـزله إليكم، (14) ما لم تعلموا أنتم من أخبار من قبلكم، ومن أنباء من بعدكم، وما هو كائن في معادكم يوم القيامة =\" ولا آباؤكم \"، يقول: ولم يعلمه آباؤكم، أيها المؤمنون بالله من العرب وبرسوله صلى الله عليه وسلم، كالذي:-13547 - حدثني المثنى قال، حدثنا الحجاج بن المنهال قال، حدثنا حماد, عن أيوب, عن مجاهد: \" وعلمتم \"، معشرَ العرب \" ما لم تعلموا أنتم ولا آباؤكم \".13548 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال: قال عبد الله بن كثير: إنه سمع مجاهدًا يقول في قوله: \" وعلمتم ما لم تعلموا أنتم ولا آباؤكم \"، قال: هذه للمسلمين .* * *وأما قوله: \" قل الله \"، فإنه أمرٌ من الله جل ثناؤه نبيَّه محمدًا صلى الله عليه وسلم أن يجيبَ استفهامَه هؤلاء المشركين عما أمره باستفهامهم عنه بقوله: \" قل من أنـزل الكتاب الذي جاء به موسى نورًا وهدى للناس يجعلونه قراطيس يبدونها ويخفون كثيرًا \"، (15) بقيل الله، (16) كأمره إياه في موضع آخر في هذه السورة بقوله:  قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُمَاتِ الْبَرِّ وَالْبَحْرِ تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً لَئِنْ أَنْجَانَا مِنْ هَذِهِ لَنَكُونَنَّ مِنَ الشَّاكِرِينَ  ، [سورة الأنعام : 63]. (17) فأمره باستفهام المشركين عن ذلك, كما أمره باستفهامهم إذ قالوا:  مَا أَنْـزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ  ، عمن أنـزل الكتاب الذي جاء به موسى نورًا وهدى للناس. ثم أمره بالإجابة عنه هنالك بقيله:  قُلِ اللَّهُ يُنَجِّيكُمْ مِنْهَا وَمِنْ كُلِّ كَرْبٍ ثُمَّ أَنْتُمْ تُشْرِكُونَ  [سورة الأنعام : 64] ، كما أمره بالإجابة ههنا عن ذلك بقيله: الله أنـزله على موسى، كما:-13549 - حدثني المثنى قال، حدثنا أبو صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس:  قُلْ مَنْ أَنْـزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ  ، قال: الله أنـزله. (18)* * *ولو قيل: معناه: \" قل: هو الله \"، على وجه الأمر من الله له بالخبر عن  ذلك = لا على وجه الجواب، إذ لم يكن قوله:  قُلْ مَنْ أَنْـزَلَ الْكِتَابَ  مسألة من المشركين لمحمد صلى الله عليه وسلم, فيكون قوله: \" قل الله \"، جوابًا لهم عن مسألتهم, وإنما هو أمرٌ من الله لمحمد بمسألة القوم:  مَنْ أَنْـزَلَ الْكِتَابَ  ؟ فيجب أن يكون الجواب منهم غير الذي قاله ابن عباس من تأويله = كان جائزًا، (19) من أجل أنه استفهام, ولا يكون للاستفهام جوابٌ، وهو الذي اخترنا من القول في ذلك لما بينا.* * *وأما قوله: \" ثم ذرهم في خوضهم يلعبون \"، فإنه يقول لنبيه محمد صلى الله عليه وسلم: ثم ذَرْ هؤلاء المشركين العادلين بربهم الأوثان والأصنام، (20) بعد احتجاجك عليهم في قيلهم:  مَا أَنْـزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ  ، بقولك:  مَنْ أَنْـزَلَ الْكِتَابَ الَّذِي جَاءَ بِهِ مُوسَى نُورًا وَهُدًى لِلنَّاسِ  ، وإجابتك ذلك بأن الذي أنـزله: الله الذي أنـزل عليك كتابه =\" في خوضهم \"، يعني: فيما يخوضون فيه من باطلهم وكفرهم بالله وآياته (21) =\" يلعبون \"، يقول: يستهزئون ويسخرون. (22)* * *وهذا من الله وعيد لهؤلاء المشركين وتهدُّد لهم: يقول الله جل ثناؤه: ثم دعهم لاعبين، يا محمد. فإني من وراء ما هم فيه من استهزائهم بآياتي بالمرصاد، وأذيقهم بأسي, وأحلّ بهم إن تمادوا في غَيِّهم سَخَطي. (23)* * *--------------------الهوامش :(1) انظر تفسير\"بشر\" فيما سلف 6: 538/10 : 152.(2) في المطبوعة والمخطوطة: \"ما علموا كيف الله\" ، هكذا ، وهو تعبير غريب جدًا أكاد أستنكره ، وأخشى أن يكون تحريفًا ، وهو تفسير للآية ، أي: \"قدروا الله\".(3) الأثر: 13538 - هذا الخبر لم يذكر في تفسير الآية من سورة النساء 9: 356 - 358 ، وهذا من وجوه اختصار أبي جعفر تفسيره.(4) في المطبوعة: \"فلم يهتدوا\" ، وأثبت ما في المخطوطة.(5) هذه إحدى القراءتين في الآية بالياء فيها جميعا\"يجعلونه\" ، \"يبدونها\" ، \"يخفون\" ، وهي غير قراءتنا في مصحفنا ، وسيذكرها أبو جعفر فيما يلي.(6) في المطبوعة والمخطوطة: \"عني بذلك\" ، والسياق يقتضي ما أثبت.(7) في المطبوعة والمخطوطة: \"وإذا لم يكن بما روى هذا الخبر\" ، وهو كلام غير مستقيم ، صوابه ما أثبت إن شاء الله - أي: \"وإذا لم يأت بما روى . . . خبر صحيح\".(8) السياق: \"وإذا لم يأت بما روى . . . خبر صحيح . . .ولا كان . . . وكان الخبر. . . وكان قوله .. . . لم يجز\" ، كل ذلك عطوف متتابعة ، وجواب\"وإذ لم يأت\" قوله: \"لم يجز\".(9) هذه القراءة الثانية للآية ، وهي قراءتنا اليوم في مصحفنا.(10) أثبت الآية على قراءتنا في مصحفنا ، وإن كان تفسير أبي جعفر بعد على القراءة الأخرى. فليتنبه قارئ التفسير إلى موضع الخلاف كما حرره أبو جعفر ، ص: 524 ، 525.(11) انظر تفسير\"النور\" فيما سلف 10: 338 ، تعليق: 2 ، والمراجع هناك.(12) انظر تفسير\"الهدى\" فيما سلف من فهارس اللغة (هدى).(13) انظر تفسير\"القرطاس\" فيما سلف ص365: 366.(14) في المطبوعة والمخطوطة: \"الكتاب\" بغير باء الجر ، والصواب إثباتها ، فإن مفعول\"علمكم\" ، هو: \"ما لم تعلموا\".(15) هذه القراءة الأخرى التي اختارها أبو جعفر ، فتركت تفسيره على حاله ، لئلا يختلط الكلام على قارئه.(16) قوله\"بقيل الله\" متعلق بقوله\"أن يجيب . . .\".(17) وتركت هذه الآية أيضًا على قراءة أبي جعفر التي اختارها\"لئن أنجيتنا\" ، كما سلف ص: 414 ، وأما قراءتنا في مصحفنا: \"لئن أنجانا\". وانظر ما مضى في ترجيح أبي جعفر أولى القراءتين على الأخرى.(18) الأثر: 13549 - هذا مختصر الأثر السالف رقم: 13540.(19) قوله: \"كان جائزًا\" ، جواب قوله آنفًا\"ولو قيل: معناه . . .\" ، وما بينهما فصل.(20) انظر تفسير\"ذر\" فيما سلف ص: 441 ، تعليق: 1 ، والمراجع هناك.(21) انظر تفسير\"الخوض\" فيما سلف 9: 320/11 : 436 .(22) انظر تفسير\"اللعب\" فيما سلف ص: 441 ، تعليق: 2 ، والمراجع هناك.",
  "ayah": 91,
  "surah": 6
}
