{
  "text": "القول في تأويل قوله :  وَمَنْ أَظْلَمُ مِمَّنِ افْتَرَى عَلَى اللَّهِ كَذِبًا أَوْ قَالَ أُوحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ وَمَنْ قَالَ سَأُنْزِلُ مِثْلَ مَا أَنْزَلَ اللَّهُقال أبو جعفر: يعني جل ذكره بقوله: \" ومن أظلم ممن افترى على الله كذبًا \"، ومن أخطأ قولا وأجهل فعلا =\" ممن افترى على الله كذبًا \", يعني: ممن اختلق على الله كذبًا, (30) فادعى عليه أنه بعثه نبيًّا وأرسله نذيرًا, وهو في دعواه مبطل، وفي قيله كاذب.* * *وهذا تسفيهٌ من الله لمشركي العرب، وتجهيلٌ منه لهم، في معارضة عبد الله بن سعد بن أبي سرح، والحنفيِّ مسيلمة، لنبي الله صلى الله عليه وسلم، بدعوى أحدهما النبوّة، ودعوى الآخر أنه قد جاء بمثل ما جاء به رسول الله صلى الله عليه وسلم = ونفْيٌ منه عن نبيه محمد صلى الله عليه وسلم اختلاقَ الكذب عليه ودعوى الباطل.* * *وقد اختلف أهل التأويل في ذلك.فقال بعضهم فيه نحو الذي قلنا فيه.* ذكر من قال ذلك:13555 - حدثنا القاسم قال، حدثنا الحسين, قال حدثني حجاج, عن ابن جريج, عن عكرمة قوله: \" ومن أظلم ممن افترى على الله كذبًا أو قال أوحي إليّ ولم يوح إليه شيء \"، قال: نـزلت في مسيلمة أخي بني عدي بن حنيفة، فيما كان يسجع ويتكهن به =\" ومن قال سأنـزل مثل ما أنـزل الله \"، نـزلت في عبد الله بن سعد بن أبي سرح, أخي بني عامر بن لؤي, كان كتب للنبي صلى الله عليه وسلم, (31) وكان فيما يملي\" عَزِيزٌ حَكِيمٌ\", فيكتب \" غَفُورٌ رَحِيمٌ\", فيغيره, ثم يقرأ عليه \" كذا وكذا \"، لما حوَّل, فيقول: \" نعم، سواءٌ\". فرجع عن الإسلام ولحق بقريش وقال لهم: لقد كان ينـزل عليه \" عَزِيزٌ حَكِيمٌ\" فأحوِّله، ثم أقرأ ما كتبت, (32) فيقول: \" نعم سواء \" ! ثم رجع إلى الإسلام قبل فتح مكة, إذ  نـزل النبي صلى الله عليه وسلم بمرّ. (33)* * *وقال بعضهم: بل نـزل ذلك في عبد الله بن سعد خاصة .* ذكر من قال ذلك:13556 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: \" ومن أظلم ممن افترى على الله كذبًا أو قال أوحي إليّ ولم يوحَ إليه شيء \" إلى قوله:  تُجْزَوْنَ عَذَابَ الْهُونِ  . قال: نـزلت في عبد الله بن سعد بن أبي سرح، أسلم, وكان يكتب للنبي صلى الله عليه وسلم, فكان إذا أملى عليه: \" سميعًا عليمًا \", كتب هو: \" عليمًا حكيمًا \"، وإذا قال: \" عليمًا حكيمًا \" كتب: \" سميعًا عليمًا \"، فشكّ وكفر, وقال: إن كان محمد يوحى إليه فقد أوحي إليّ, وإن كان الله ينـزله فقد أنـزلت مثل ما أنـزل الله ! قال محمد: \" سميعًا عليمًا \" فقلت أنا: \" عليمًا حكيمًا \" ! فلحق بالمشركين, ووشى بعمار وجبير عند ابن الحضرمي، أو لبني عبد الدار. فأخذوهم فعُذِّبوا حتى كفروا، وجُدِعت أذن عمار يومئذ. (34) فانطلق عمار إلى النبي صلى الله عليه وسلم فأخبره بما لقي، والذي أعطاهم من الكفر, فأبى النبي صلى الله عليه وسلم أن يتولاه, فأنـزل الله في شأن ابن أبي سرح وعمار وأصحابه:  مَنْ كَفَرَ بِاللَّهِ مِنْ بَعْدِ إِيمَانِهِ إِلا مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بِالإِيمَانِ وَلَكِنْ مَنْ شَرَحَ بِالْكُفْرِ صَدْرًا   [سورة النحل :106] ، فالذي أكره: عمار وأصحابه = والذي شرح بالكفر صدرًا، فهو ابن أبي سرح. (35)* * *وقال آخرون: بل القائل: \" أوحي إلي ولم يوح إليه شيء \"، مسيلمة الكذاب.* ذكر من قال ذلك:13557 - حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله: \" أو قال أوحي إليّ ولم يوح إليه شيء ومن قال سأنـزل مثل ما أنـزل الله \"، ذكر لنا أن هذه الآية نـزلت في مسيلمة. ذكر لنا أن نبي الله صلى الله عليه وسلم قال: رأيت فيما يرى النائم كأنّ في يديّ سوارين من ذهب, فكبرا عليّ وأهمّاني, (36) فأوحى إليّ: أن انفخهما, فنفختهما فطارا, فأوَّلتهما في منامي الكذَّابين اللذين أنا بينهما، كذّاب اليمامةِ مُسيلمة, وكذّاب صنعاء العنسي. وكان يقال له: \" الأسود \". (37)13558 - حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة قال: \" أوحي إليّ ولم يوح إليه شيء \"، قال: نـزلت في مسيلمة.13559- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة = وزاد فيه: وأخبرني الزهري: أن النبي صلى الله عليه وسلم قال: \" بينا أنا نائم رأيتُ في يديّ سوارين من ذهب, فكبر ذلك عليّ, فأوحي إلي أن انفخهما, فنفخهما فطارا, فأوّلت ذلك كذاب اليمامة وكذاب صنعاء العنسي. (38)* * *قال أبو جعفر: وأولى الأقوال في ذلك عندي بالصواب أن يقال: إن الله قال: \" ومن أظلم ممن افترى على الله كذبًا أو قال أوحي إليّ ولم يوح إليه شيء \"، ولا تمانُع بين علماء الأمة أن ابن أبي سرح كان ممن قال: \" إني قد قلت مثل ما قال محمد \", وأنه ارتدّ عن إسلامه ولحق بالمشركين، فكان لا شك بذلك من قيله مفتريًا كذبًا. وكذلك لا خلاف بين الجميع أن مسيلمة والعنسيّ الكذابين، ادّعيا على الله كذبًا. أنه بعثهما نبيين, وقال كل واحد منهما إنّ الله أوحى إليه، وهو كاذب في قيله. فإذ كان ذلك كذلك, فقد دخل في هذه الآية كل من كان مختلقًا على الله كذبًا، وقائلا في ذلك الزمان وفي غيره: \" أوحى الله إلي\", وهو في قيله كاذب، لم يوح الله إليه شيئًا. فأما التنـزيل، فإنه جائز أن يكون نـزل بسبب بعضهم = وجائز أن يكون نـزل بسبب جميعهم = وجائز أن يكون عني به جميعُ المشركين من العرب = إذ كان قائلو ذلك منهم، فلم يغيّروه. فعيّرهم الله بذلك، وتوعّدهم بالعقوبة على تركهم نكيرَ ذلك، ومع تركهم نكيرَه هم بنبيه محمد صلى الله عليه وسلم مكذبون, ولنبوّته جاحدون, ولآيات كتاب الله وتنـزيله دافعون, فقال لهم جل ثناؤه: \" ومن أظلم ممن ادّعى عليّ النبوّة كاذبًا \"، وقال: \" أوحي إلي\"، ولم يوح إليه شيء، ومع ذلك يقول:  مَا أَنْـزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ  ، فينقض قولَه بقوله, ويكذب بالذي تحققه, وينفي ما يثبته. وذلك إذا تدبره العاقلُ الأريب علم أن فاعله من عقله عديم .* * *وقد روي عن ابن عباس أنه كان يقول في قوله: \" ومن قال سأنـزل مثل ما أنـزل الله \"، ما:-3560 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي، عن أبيه, عن ابن عباس قوله: \" ومن قال سأنـزل مثل ما أنـزل الله \"، قال: زعم أنه لو شاء قال مثله = يعني الشعر .* * *فكأنّ ابن عباس في تأويله هذا على ما تأوّله، يوجِّه معنى قول قائل: \" سأنـزل مثل ما أنـزل الله \", إلي: سأنـزل مثل ما قال الله من الشعر. وكذلك تأوّله السدي. وقد ذكرنا الرواية عنه قبل فيما مضى. (39)* * *القول في تأويل قوله :  وَلَوْ تَرَى إِذِ الظَّالِمُونَ فِي غَمَرَاتِ الْمَوْتِ وَالْمَلائِكَةُ بَاسِطُو أَيْدِيهِمْ أَخْرِجُوا أَنْفُسَكُمُقال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: ولو ترى، يا محمد، حين يغمر الموت بسكراته هؤلاء الظالمين العادلين بربهم الآلهة والأنداد, والقائلين:  مَا أَنْـزَلَ اللَّهُ عَلَى بَشَرٍ مِنْ شَيْءٍ  , والمفترين على الله كذبًا، الزاعمين أنّ الله أوحى إليه ولم يوحَ إليه شيء, والقائلين:  سَأُنْـزِلُ مِثْلَ مَا أَنْـزَلَ اللَّهُ  ، (40) فتعاينهم وقد غشيتهم سكرات الموت, ونـزل بهم أمر الله, وحان فناء آجالهم, والملائكة باسطو أيديهم يضربون وجوههم وأدبارهم, كما قال جل ثناؤه:  فَكَيْفَ إِذَا تَوَفَّتْهُمُ الْمَلائِكَةُ يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ * ذَلِكَ بِأَنَّهُمُ اتَّبَعُوا مَا أَسْخَطَ اللَّهَ وَكَرِهُوا رِضْوَانَهُ  [سورة محمد : 27 ، 28] . يقولون لهم: أخرجوا أنفسكم.و \" الغمرات \" جمع \" غمرة \", و \" غمرة كل شيء \"، كثرته ومعظمه, وأصله الشيء الذي يغمر الأشياء فيغطيها, ومنه قول الشاعر: (41)وَهَــلْ يُنْجِــي مِـنَ الْغَمَـرَاتِ إلابُرَاكَـــاءُ القِتَـــالِ أوِ الفِــرَارُ (42)* * *وروي عن ابن عباس في ذلك, ما:-13561 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال ابن عباس: قوله: \" ولو ترى إذ الظالمون في غمرات الموت \"، قال: سكرات الموت.13562 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" في غمرات الموت \"، يعني سكرات الموت.* * *وأما \" بسط الملائكة أيديها \"، (43) فإنه مدُّها. (44)* * *ثم اختلف أهل التأويل في سبب بسطها أيديها عند ذلك.فقال بعضهم بنحو الذي قلنا في ذلك.* ذكر من قال ذلك:13563 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني  معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس قوله: \" ولو ترى إذ الظالمون في غمرات الموت والملائكة باسطو أيديهم \"، قال: هذا عند الموت،\" والبسط\"، الضرب، يضربون وجوههم وأدبارهم .13564 - حدثني محمد بن سعد قال، حدثني أبي, قال حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" ولو ترى إذ الظالمون في غمرات الموت والملائكة باسطو أيديهم \"، يقول: \" الملائكة باسطو أيديهم \"، يضربون وجوههم وأدبارهم = والظالمون في غمرات الموت, وملك الموت يتوفّاهم.13565 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" والملائكة باسطو أيديهم \"، يضربونهم .* * *وقال آخرون: بل بسطها أيديها بالعذاب.* ذكر من قال ذلك :13566 - حدثنا ابن وكيع قال، حدثنا أبو خالد الأحمر, عن جويبر, عن الضحاك: \" والملائكة باسطو أيديهم \"، قال : بالعذاب.13567 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن الزبير, عن ابن عيينة, عن إسماعيل بن أبي خالد, عن أبي صالح: \" والملائكة باسطو أيديهم \"، بالعذاب.* * *وكان بعض نحويي الكوفيين يتأوّل ذلك بمعنى: باسطو أيديهم بإخراج أنفسهم. (45)* * *فإن قال قائل: ما وجه قوله: \" أخرجوا أنفسكم \"، ونفوس بني آدم إنما يخرجها من أبدان أهلها رب العالمين؟ فكيف خوطب هؤلاء الكفار, وأمروا في حال الموت بإخراج أنفسهم؟ فإن كان ذلك كذلك، فقد وجب أن يكون بنو آدم هم يقبضون أنفس أجسامهم!قيل: إن معنى ذلك بخلاف الذي [إليه] ذهبت (46) وإنما ذلك أمرٌ من الله على ألسن رُسله الذين يقبضون أرواحَ هؤلاء القوم من أجسامهم, بأداء ما أسكنها ربها من الأرواح إليه، وتسليمها إلى رسله الذين يتوفَّونها.* * *القول في تأويل قوله :  الْيَوْمَ تُجْزَوْنَ عَذَابَ الْهُونِ بِمَا كُنْتُمْ تَقُولُونَ عَلَى اللَّهِ غَيْرَ الْحَقِّ وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ (93)قال أبو جعفر: وهذا خبر من الله جل ثناؤه عما تقولُ رسل الله التي تقبض أرواحَ هؤلاء الكفار لها, (47) يخبر عنها أنها تقول لأجسامها ولأصحابها:  أَخْرِجُوا أَنْفُسَكُمُ  ، إلى سخط الله ولعنته, فإنكم اليوم تُثابون على كفركم بالله, (48) وقيلكم عليه الباطل, وزعمكم أن الله أوحى إليكم ولم يوحَ إليكم شيئًا, وإنكاركم أن يكون الله أنـزل على بشر شيئًا, (49) واستكباركم عن الخضوع لأمر الله وأمر رسوله، والانقياد لطاعته =\" عذابَ الهون \"، وهو عذاب جهنم الذي يُهينُهم فيذلّهم, حتى يعرفوا صَغَار أنفسهم وذِلَّتَها، كما:-13568 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: أما \" عذاب الهون \"، فالذي يهينهم.13569 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج: \" اليوم تجزون عذاب الهون \"، قال: عذاب الهون، في الآخرة =  بِمَا كُنْتُمْ تَعْمَلُونَ  .* * *والعرب إذا أرادت ب \" الْهُونِ\" معنى \" الهوان \"، ضمت \" الهاء \", وإذا أرادت به الرفق والدَّعَة وخفة المؤونة، فتحت \" الهاء \", (50) فقالوا: هو \" قليل هَوْن المؤونة \"، ومنه قول الله:  الَّذِينَ يَمْشُونَ عَلَى الأَرْضِ هَوْنًا  [سورة الفرقان : 63] ، يعني: بالرفق والسكينة والوقار، ومنه قول جندل بن المثنَّى الطُّهويّ: (51)وَنَقْــضَ أَيْــامٍ نَقَضْــنَ أَسْــرَهُهَوْنًــا وَأَلْقَــى كُـلُّ شَـيْخٍ فَخـرَهُ (52)ومنه قول الآخر: (53)هَوْنَكُمَــا لا يَـرُدُّ الدَّهْـرُ مـا فَاتَـالا تَهْلِكَـا أَسَـفًا فِـي إِثْـرِ مَـنْ مَاتَا (54)يريد: أرْوِدا. (55) وقد حكي فتح \" الهاء \" في ذلك بمعنى \" الهوان \"، واستشهدوا على ذلك ببيت عامر بن جُوَين: (56)يُهِيـنُ النفُــوسَ, وَهَــوْنُ النُّفُــوسِ عِنْـدَ الكَرِيهَـــةِ أَغْلَى لَهَــا (57)والمعروف من كلامهم، ضمُّ\" الهاء \" منه، إذا كان بمعنى الهوان والذل, كما قال ذو الإصبع العدواني:اذْهَــبْ إلَيْـكَ فَمَـا أُمِّـي بِرَاعِيَـةٍتَرْعَى الْمَخَاضَ وَلا أُغْضِي عَلَى الهُونِ (58)يعني: على الهوان = وإذا كان بمعنى الرفق، ففتْحُها.--------------------------------الهوامش :(30) انظر تفسير\"الافتراء\" فيما سلف ص: 296 ، تعليق: 2 ، والمراجع هناك.(31) في المطبوعة: \"كان يكتب للنبي . . .\" ، والصواب الجيد ما في المخطوطة.(32) في المطبوعة: \"ثم أقول لما أكتب\" ، وفي المخطوطة: \"ثم أقول أكتب\" ، وفوق الكلام حرف (ط) من الناسخ ، دلالة على الخطأ ، وأنه خطأ قديم في النسخة التي نقل عنها. ورجحت قراءتها كما أثبت ، وهو سياق الكلام.(33) \"مر\" ، هي\"مر الظهران\".(34) \"جدعت أذنه\" ، قطعت ، وكان يقال له\"الأجدع\" ، انظر ابن سعد 3: 181.وكان في المطبوعة والمخطوطة: \"وجدع أذن عمار\" ، ذهب إلى تذكير\"الأذن\" ، والصواب تأنيثها ، لم يذكروا فيها تذكيرًا فيما أعلم. وهذا خبر غريب وقد روى ابن سعد في الطبقات 3: 181 عن ابن عمر: \"رأيت عمار بن ياسر يوم اليمامة ، على صخرة قد أشرف يصيح: يا معشر المسلمين! أمن الجنة تفرون؟ أنا عمار بن ياسر ، هلموا إلي! = وأنا أنظر إلى أذنه قد قطعت ، فهي تذبذب ، وهو يقاتل أشد القتال\".ثم قال: \"قال: شعبة: لم ندر أنها أصيبت باليمامة\". فهذا خبر آخر ، والمشهور من خبره أنها أصيبت مع النبي صلى الله عليه وسلم. كأن ذلك كان في بعض الغزوات.(35) الأثر: 13556 - كان حق هذا الخبر أن يذكر في تفسير آية\"سورة النحل\" ، لبيان أنها نزلت أيضًا في\"عبد الله بن سعد بن أبي سرح\" ، ولكن أبا جعفر لم يفعل ، وذلك دلالة أخرى قاطعة على اختصاره تفسيره.(36) في المخطوطة: \"فأهمني\" ، وعلى الكلمة حرف (ط) دلالة على الخطأ ، والصواب ما في المطبوعة ، موافقًا لرواية البخاري ومسلم.(37) الأثر: 13557 - خبر الرؤيا ، رواه البخاري (الفتح 8: 69 ، 70) ، ومسلم في صحيحه: 15: 34.(38) الأثر: 13559 - انظر التعليق على رقم: 13557.(39) لم يذكر\"الشعر\" في خبر السدي السالف رقم: 13556 ، ولعل أبا جعفر نسي أن يكتبه ، أو لعله أراد أن ذلك مروي في خبر السدي السالف وإن كان لم يذكره هناك.(40) هكذا جاء على الجمع في المخطوطة أيضًا\"والمفترين . . . الزاعمين . . . والقائلين\" ، والسياق يقتضي الإفراد ، ولكني تركته على حاله ، لظهور معناه ، وإن كنت أرجح أن الصواب: \"والمفتري على الله كذبًا الزاعم أن الله أوحى إليه ولم يوح إليه شيء ، والقائل: سأنزل مثل ما أنزل الله\".(41) هو بشر بن أبي حازم.(42) شرح المفضليات: 677 ، النقائض: 423 ، الأغاني 13: 137 ، ديوان الخنساء: 216 ، واللسان (برك) ، وغيرها. وهذا البيت آخر قصيدة في المفضليات ، وروايته: \"ولا ينجي\". و\"البراكاء\" (بفتح الباء وضمها): الثبات في ساحة الحرب ، والجد في القتال ، وهو من\"البروك\" ، يبرك المقاتل في مكانه ، أي: يثبت. وكان في المطبوعة: \"تراك للقتال\" ، وهو خطأ صرف. وفي المخطوطة: \"براكا للقتال\" ، وهو أيضًا خطأ.(43) في المطبوعة: \"أيديهم\" ، وأثبت ما في المخطوطة ، وهو صواب محض.(44) انظر تفسير\"بسط الأيدي\" فيما سلف 10: 100 ، 213.(45) هو الفراء في معاني القرآن 1: 345.(46) الزيادة بين القوسين يقتضيها السياق.(47) قوله: \"لها\" ، أي للكفار.(48) انظر تفسير\"الجزاء\" فيما سلف من فهارس اللغة (جزي).(49) في المطبوعة والمخطوطة: \"وإنذاركم أن يكون الله أنزل على بشر شيئًا\" ، وهو لا معنى له ، وإنما هو تحريف من الناسخ ، والصواب ما أثبت.(50) انظر مجاز القرآن لأبي عبيدة 1: 200.(51) في المطبوعة والمخطوطة: \"المثني بن جندل الطهوي\" وهو خطأ صرف ، وإنما هو\"جندل بن المثني الطهوي\" ، وهو شاعر إسلامي راجز ، كان يهاجي الراعي. انظر سمط اللآلى ص: 644 ، وغيره.(52) لم أعثر على الرجز ، وإن كنت أذكره. و\"الأسر\" : القوة. وقوله: \"ألقى كل شيخ فخره\" ، كناية عن عجز الشيخ إذا بلغ السن.(53) هو ذو جدن الحميري ، ويقال هو: \"علقمة بن شراحيل بن مرثد الحميري\".(54) سيرة ابن هشام 1: 39 ، تاريخ الطبري 2: 107 ، الأغاني 16: 70 ، معجم ما استعجم: 1398 ، ومعجم البلدان (بينون) و(سلحون) واللسان (هون) ، وبعد البيت:أبَعْــدَ بَيْنُــونَ لاَ عَيْــنٌ وَلاَ أثَـرٌوَبَعْـدَ سَـلْحُونَ يَبْنِي النَّـاس أبْيَاتَـاوَبَعْــدَ حِــمْيَرَ إذْ شَـالَتْ نعَـامَتُهُمْحَــتَّهُمُ غَيْـبُ هَـذَا الدَّهْـرِ حتَّاتَـاو\"بينون\" ، و\"سلحون\" ، و\"غمدان\" من حصون اليمن التي هدمها أرياط الحبشي ، في غزوة اليمن ، فذكرها ذو جدن ، يأسى على ما دخل أهل حمير من الذل والهوان.(55) في المطبوعة: \"رودا\" ، وهو خطأ ، صوابه من المخطوطة. و\"الإرواد\" ، الإمهال والرفق ، والتأني ، ومنه قيل: \"رويدك\" ، أي: أمهل ، وتأن ، وترفق.(56) هكذا قال أبو جعفر ، والمشهور أنه للخنساء ، وهو في شعرها ، وبعض أبيات قصيدة الخنساء ، تروى لعامر بن جوين الطائي ، فلعل هذا مما يروى له من شعرها. أو لعله من شعر عامر بن جوين ، وروى للخنساء.(57) ديوان الخنساء: 215 ، والأغاني 13: 136 ، والنقائض: 423 ، واللسان (هون). وروايتهم جميعًا\"يوم الكريهة أبقى لها\". وفي المطبوعة: \"أعلى\" ، والصواب من المخطوطة.(58) شرح المفضليات: 323 ، وما بعدها ، والأمالي 1: 256 ، واللسان (هون) ، وغيرها كثير. وقد جاء أبو جعفر برواية لم تذكر إلا في اللسان ، عن ابن بري ، وأما رواية الرواة ، فهي:عَنِّــي إلَيْــكَ فَمَـا أُمِّـي بِرَاعِيَـةٍتَـرْعَى المَخَـاضَ، وَلا رأيـي بمَغْبُونِإِنِّــــي أَبِـــيٌّ ذُو مُحَافَظَـــةٍوَابــنُ أَبِــيٍّ أَبِــيٍّ مِـنْ أَبِيِّيـنِلا يُخْـرِجُ القَسْـرُ مِنِّـي غَـيْرَ مَا بِيَةٍوَلا أَلِيــنُ لِمَــنْ لا يَبْتَغِـي لِينِـيعَـفٌّ نَـدُودٌ، إذَا مَـا خِـفْتُ مِـنْ بَلَدٍهُونًـا، فَلَسْـتُ بوَقَّـافٍ عَـلَى الهُونِفالشاهد في البيت الأخير",
  "ayah": 93,
  "surah": 6
}
