{
  "text": "القول في تأويل قوله :  وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ فَأَخْرَجْنَا مِنْهُ خَضِرًا نُخْرِجُ مِنْهُ حَبًّا مُتَرَاكِبًاقال أبو جعفر: يقول تعالى ذكره: والله الذي له العبادة خالصة لا شريك فيها لشيء سواه, (30) هو الإله الذي أنـزل من السماء ماء =\" فأخرجنا به نبات كل شيء \"، فأخرجنا بالماء الذي أنـزلناه من السماء من غذاء الأنعام والبهائم والطير والوحش وأرزاق بني آدم وأقواتهم، ما يتغذون به ويأكلونه فينبتُون عليه وينمون. وإنما معنى قوله: \" فأخرجنا به نبات كل شيء \"، فأخرجنا به ما ينبت به كل شيء وينمو عليه ويصلحُ.* * *ولو قيل: معناه: فأخرجنا به نبات جميع أنواع النبات، فيكون \" كل شيء \"، هو أصناف النبات = كان مذهبًا، وإن كان الوجه الصحيح هو القولَ الأول. (31)* * *وقوله: \" فأخرجنا منه خضرًا \"، يقول: \" فأخرجنا منه \"، يعني: من الماء الذي أنـزلناه من السماء =\" خَضِرًا \"، رطبًا من الزرع.* * *\" والخضر \"، هو \" الأخضر \", كقول العرب: \" أرِنيهَا نَمِرة، أُرِكْها مَطِرَة \". (32) يقال: \" خَضِرَت الأرض خَضَرًا. وخَضَارة \". (33) و \" الخضر \" رطب البقول,  ويقال: \" نخلة خضيرة \"، إذا كانت ترمي ببسرها أخضر قبل أن ينضج. و \" قد اختُضِر الرجل \" و \" اغْتُضِر \"، إذا مات شابًّا مُصَحَّحًا. ويقال: \" هو لك خَضِرًا مَضِرًا \"، أي هنيئًا مريئًا. (34)* * *قوله: \" نخرج منه حبًّا متراكبًا \"، يقول: نخرج من الخضر حبًّا = يعني: ما في السنبل, سنبل الحنطة والشعير والأرز, (35) وما أشبه ذلك من السنابل التي حبُّها يركب بعضه بعضًا.* * *وبنحو الذي قلنا في ذلك قال جماعة أهل التأويل.* ذكر من قال ذلك:13661 - حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي قوله: \" منه خضرًا نخرج منه حبًّا متراكبًا \"، فهذا السنبل.* * *القول في تأويل قوله :  وَمِنَ النَّخْلِ مِنْ طَلْعِهَا قِنْوَانٌ دَانِيَةٌقال أبو جعفر: يقول تعالى ذكره: ومن النخل من طلعها قنوانه دانية، (36) = ولذلك رفعت \" القِنوان \".* * *و \" القنوان \" جمع \" قِنْو \", كما \" الصنوان \" جمع \" صِنْو \", وهو العِذْق, (37) يقال للواحد هو \" قِنْو \"، و \" قُنْو \" و \" قَنَا \"، يثنى \" قِنوانِ\", ويجمع \" قنوانٌ\" و \" قُنوانٌ\". (38) قالوا في جمع قليله: \" ثلاثة أقْناء \". و \" القِنوان \" من لغة الحجاز, و \" القُنْوان \"، من لغة قيس، وقال امرؤ القيس:فَـــأَثَّتْ أَعَالِيــهِ, وَآدَتْ أُصُولُــهُوَمَـالَ بِقِنْـوانٍ مِـنَ البُسْـرِ أَحْـمَرَا (39)و \" قِنْيان \"، جميعًا، وقال آخر: (40)لَهَـا ذَنَـبٌ كَـالْقِنْوِ قَـدْ مَـذِلَتْ بِـهِوَأَسْــحَمَ لِلتَّخْطَــارِ بَعْـدَ التَّشَـذُّرِ (41)وتميم تقول: \" قُنْيان \" بالياء.* * *ويعني بقوله: \" دانية \"، قريبة متهدّلة.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:13662 - حدثنا المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس: \" قنوان دانية \"، يعني ب \" القنوان الدانية \"، قصار النخل، لاصقة عُذُوقها بالأرض.13663 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" من طلعها قنوان دانية \"، قال: عذوق متهدلة .13664- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: \" قنوان دانية \"، يقول: متهدلة.13665 - حدثنا هناد قال، حدثنا وكيع, وحدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن أبي إسحاق, عن البراء في قوله: \" قنوان دانية \"، قال: قريبة.13666- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن أبي إسحاق, عن البراء بن عازب: \" قنوان دانية \"، قال: قريبة.13667- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" ومن النخل من طلعها قنوان دانية \"، قال: الدانية، لتهدُّل العُذوق من الطلع.13668 - حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" ومن النخل من طلعها قنوان دانية \"، يعني النخل القصارَ الملتزقة بالأرض, و \" القنوان \" طلعه.* * *القول في تأويل قوله :  وَجَنَّاتٍ مِنْ أَعْنَابٍ وَالزَّيْتُونَ وَالرُّمَّانَ مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍقال أبو جعفر: يقول تعالى ذكره: وأخرجنا أيضًا جنات من أعناب = يعني: بساتينَ من أعناب. (42)* * *واختلف القرأة في قراءة ذلك.فقرأه عامة القرأة: (وَجَنَّاتٍ) نصبًا, غير أن \" التاء \" كسرت، لأنها \" تاء \" جمع المؤنث, وهي تخفض في موضع النصب. (43)* * *وقد:-13669- حدثني الحارث قال، حدثنا القاسم بن سلام, عن الكسائي قال، أخبرنا حمزة, عن الأعمش أنه قرأ: (وَجَنَّاتٌ مِنْ أَعْنَابٍ).* * *= بالرفع، فرفع \" جنات \" على إتباعها \" القنوان \" في الإعراب, وإن لم تكن من جنسها، كما قال الشاعر:وَرَأَيْــتِ زَوْجَــكِ فِــي الـوَغَىمُتَقَلِّــــدًا سَــــيْفًا وَرُمْحَـــا (44)* * *قال أبو جعفر: والقراءة التي لا أستجيز أن يقرأ ذلك إلا بها، النصبُ: (وَجَنَّاتٍ مِنْ أَعْنَابٍ)، لإجماع الحجة من القرأة على تصويبها والقراءة بها، ورفضهم ما عداها, وبُعْدِ معنى ذلك من الصواب إذ قرئ رفعًا.* * *وقوله: \" والزيتون والرمان \"، عطف ب \" الزيتون \" على \" الجنات \"، بمعنى: وأخرجنا الزيتونَ والرمان مشتبهًا وغير متشابه.* * *وكان قتادة يقول في معنى \" مشتبهًا وغير متشابه \"، ما:-13670 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" وجنات من أعناب والزيتون والرمان مشتبهًا وغير متشابه \"، قال: مشتبهًا ورقه, مختلفًا ثمرُه .* * *وجائز أن يكون مرادًا به: مشتبهًا في الخلق، مختلفًا في الطعم. (45)* * *قال أبو جعفر: ومعنى الكلام: وشجر الزيتون والرمان, فاكتفى من ذكر \" الشجر \" بذكر ثمره, كما قيل:  وَاسْأَلِ الْقَرْيَةَ  ، [سورة يوسف: 82] ، فاكتفى بذكر \" القرية \" من ذكر \" أهلها \", لمعرفة المخاطبين بذلك بمعناه.* * *القول في تأويل قوله :  انْظُرُوا إِلَى ثَمَرِهِ إِذَا أَثْمَرَ وَيَنْعِهِقال أبو جعفر: اختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة أهل المدينة وبعض أهل البصرة: (انْظُرُوا إلَى ثَمَرِهِ)، بفتح \" الثاء \" و \" الميم \".* * *وقرأه بعض قرأة أهل مكة وعامة قرأة الكوفيين: (إلَى ثُمُرِهِ)، بضم \" الثاء \" و \" الميم \".* * *= فكأنّ من فتح \" الثاء \" و \" الميم \" من ذلك، وجَّه معنى الكلام: انطروا إلى ثمر هذه الأشجار التي سمينا من النخل والأعناب والزيتون والرمان إذا أثمرَ = وأن \" الثمر \" جمع \" ثمرة \", كما \" القصب \"، جمع \" قصبة \", و \" الخشب \" جمع \" خشبة \".* * *= وكأنّ من ضم \" الثاء \" و \" الميم \", وجَّه ذلك إلى أنه جمع \" ثِمَار \", كما \" الحُمُر \" جمع \" حمار \", و \" الجُرُب \" جمع \" جراب \"، وقد:-13671 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الرحمن بن أبي حماد, عن ابن إدريس, عن الأعمش, عن يحيى بن وثاب: أنه كان يقرأ: (إلَى ثُمُرِهِ) ، يقول: هو أصناف المال.13672 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي حماد قال، حدثنا محمد بن عبيد الله, عن قيس بن سعد, عن مجاهد قال: \" الثُّمُر \"، هو المال = و \" الثمر \"، ثَمَر النخل. (46)* * *وأولى القراءتين في ذلك عندي بالصواب, قراءة من قرأ: (انْظُرُوا إلَى ثُمُرِهِ) بضم \" الثاء \" و \" الميم \", لأن الله جل ثناؤه وصفَ أصنافًا من المال كما قال يحيى بن وثاب، وكذلك حبّ الزرع المتراكب, وقنوان النخل الدانية, والجنات من الأعناب والزيتون والرمان, فكان ذلك أنواعًا من الثمر, فجمعت \" الثمرة \"\" ثمرًا \"، ثم جمع \" الثمر \"\" ثمارًا \", ثم جمع ذلك فقيل: (انْظُرُوا إلَى ثُمُرِهِ), فكان ذلك جمع \" الثمار \" و \" الثمار \" جمع \" الثمر \" = و \" إثماره \"، عقدُ الثمر.* * *وأما قوله: \" وَينْعه \"، فإنه نُضجه وبلوغُه حين يبلغ.* * *وكان بعض أهل العلم بكلام العرب من أهل البصرة يقول في\" يَنْعه \" إذا فتحت ياؤه، هو جمع \" يانع \", كما \" التَّجْر \" جمع \" تاجر \", و \" الصحب \" جمع \" صاحب \". (47)* * *وكان بعض أهل الكوفة ينكر ذلك، ويرى أنه مصدر من قولهم: \" ينع الثمر فهو يَيْنع يَنْعًا \"، ويحكى في مصدره عن العرب لغات ثلاثًا: \" يَنْع \", و \" يُنْع \", و \" يَنَع \", وكذلك في\" النَّضْج \"\" النُّضج \" و \" النَّضَج \". (48)* * *وأما في قراءة من قرأ ذلك: (وَيَانِعِهِ)، فإنه يعني به: وناضجه، وبالغه.* * *وقد يجوز في مصدره \" يُنُوعًا \", ومسموع من العرب: \" أينعت الثمرة تُونِع إيناعًا \"، ومن لغة الذين قالوا: \" ينع \", قول الشاعر: (49)فِـــي قِبَــابٍ عِنْــدَ دَسْــكَرَةٍحَوْلَهَـــا الزَّيْتُــونُ قَــدْ يَنَعَــا (50)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:13763 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية بن صالح, عن علي بن أبي طلحة, عن ابن عباس: \" وينعه \"، يعني: إذا نضج.13674- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" انظروا إلى ثمره إذا أثمر وينعه \"، قال: \" ينعه \"، نضجه.13675 - حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة:  \" انظروا إلى ثمره إذا أثمر وينعه \"، أي نضجه.13676- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة في قوله: \" وينعه \"، قال: نضجه.13677 - حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: \" وينعه \"، يقول: ونضجه.13678- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك يقول في قوله: \" وينعه \"، قال: يعني نضجه.13679- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال ابن عباس: \" وينعه \"، قال: نضجه.* * *القول في تأويل قوله :  إِنَّ فِي ذَلِكُمْ لآيَاتٍ لِقَوْمٍ يُؤْمِنُونَ (99)قال أبو جعفر: يقول تعالى ذكره إن في إنـزال الله من السماء الماءَ الذي أخرج به نباتَ كل شيء, والخضِرَ الذي أخرج منه الحبَّ المتراكب, وسائر ما عدَّد في هذه الآية من صنوف خلقه =\" لآيات \"، يقول: في ذلكم، أيها الناس، إذا أنتم نظرتم إلى ثمره عند عقد ثمره, وعند ينعه وانتهائه, فرأيتم اختلاف أحواله وتصرفه في زيادته ونموّه, علمتم أن له مدبِّرًا ليس كمثله شيء, ولا تصلح العبادة إلا له دون الآلهة والأنداد, وكان فيه حجج وبرهان وبيان (51) =\" لقوم يؤمنون \"،  يقول: لقوم يصدقون بوحدانية الله وقدرته على ما يشاء.وخصّ بذلك تعالى ذكره القوم الذين يؤمنون, لأنهم هم المنتفعون بحجج الله والمعتبرون بها, دون من قد طَبعَ الله على قلبه، فلا يعرف حقًّا من باطل، ولا يتبين هدًى من ضلالة.--------------------الهوامش :(30) في المطبوعة: \"لا شركة فيها لشيء سواء\" ، غير ما في المخطوطة بسوء رأي!!(31) انظر معاني القرآن للفراء 1: 347.(32) هذا مثل ، نسبه صاحب اللسان في (نمر) إلى أبي ذؤيب الهذلي ، ولم ينسبه في (خضر) ، ورواه الميداني في الأمثال 1: 258 ، وأبو هلال في جمهرة الأمثال: 14 ، ولم ينسباه إليه ، وأذكر أني قرأت قصته ثم افتقدتها الآن فلم أجدها. وقوله: \"نمرة\" يعني ، سحابة ، وهو أن يكون سواد وبياض ونمرة ، يضرب مثلا في صحة مخيلة الشيء ، وصحة الدلالة عليه. وذلك إذا رأيت دليل الشيء ، علمت ما يتبعه.(33) \"الخضارة\" مصدر ، مثل\"الغضارة\" ، لم يذكر في مادته من كتب اللغة.(34) ذكره صاحب اللسان في (خضر) ، ولم يذكره في (مضر). و\"المضر\" الغض الطري.(35) انظر تفسير\"الحب\" فيما سلف ص: 550.(36) في المطبوعة والمخطوطة: \"ومن النخل من طلعها قنوان دانية\" ، وهو نص الآية ، وهو بيان لا يستقيم ، وإنما الصواب ما أثبت ، استظهرته من معاني القرآن للفراء 1: 347.(37) \"العذق\" (بكسر فسكون): كباسة النخل وعراجينها.(38) انظر مجاز القرآن لأبي عبيدة 1 : 202.(39) ديوانه: 67 ، واللسان (قنا) ، وغيرها كثير. من قصيدته المستجادة ، وهو من أولها ، يصف ظعن الحي يشبهها بالنخل ، يقول قبله:بِعَيْنــيَّ ظُعْـنُ الحَـيِّ لَمَّـا تَحَـمَّلُوالَـدَى جَـانِبِ الأَفْـلاجِ مِنْ جَنْبِ تَيْمرَافَشَــبَّهْتُهُمْ فِــي الآلِ لَمَّـا تَكَمَّشُـواحَــدَائِقَ دَوْمٍ، أوْ سَــفِينًا مُقَــيَّرَاأَوِ المُكْرِعَـاتِ مـن نَخِـيلِ ابْنِ يَامِـنٍدُوَيْـنَ الصَّفَـا اللائِـي يَلِيـنَ المُشقّراسَــوَامِقَ جَبَّــارٍ أَثِيــثٍ فُرُوعُـهُوَعَـالَيْنَ قِنْوَانًـا مِـنَ البُسْـرِ أَحْـمَرَافهذه رواية أخرى غير التي رواها أبو جعفر وغيره. وقوله: \"فأثت أعاليه\": أي: عظمت والتفت من ثقل حملها. وقوله : \"آدت\" ، أي تثنت ومالت.(40) لم أعرف قائله.(41) رواه أبو زيد في نوادره: 182 ، بيتًا مفرادًا ، وقال في تفسيره: \"التشذر\" ، إذا لقحت الناقة عقدت ذنبها ونصبته على عجزها من التخيل ، فذاك التشذر. و\"المذل\" (بفتحتين): أن لا تحرك ذنبها. ولم أعرف لقوله\"أسحم\" في هذا البيت معنى ، ورواية أبي زيد: \"وأسمح\" ، وهو حق المعنى فيما أرجح. و\"التخطار\" ، مصدر\"خطر الفحل بذنبه خطرًا وخطرانًا وخطيرًا\" ، رفعه مرة بعد مرة ، وضرب به حاذيه ، وهما ما ظهر من فخذيه حيث يقع شعر الذنب. وهذا المصدر لم يذكر في شيء من معاجم اللغة. والمعنى: أنها أقرت ذنبها ، ثم أسمح لها بعد نشاطها وتبخترها فاسترخى. هكذا ظننت معناه.(42) انظر تفسير\"الجنات\" فيما سلف من فهارس اللغة (جنن)(43) في المطبوعة ، أسقط\"في\" من الكلام سهوًا.(44) مضى البيت وتخريجه مرارًا 1: 140/6 : 423/ 10 : 408.(45) انظر تفسير\"متشابه\" فيما سلف 1: 385 - 394/6 : 173.(46) روي عن مجاهد أبين من هذا إذ قال: \"هو الذهب والفضة\" ، كما حكاه الفارسي عنه.(47) هو أبو عبيدة في مجاز القرآن 1: 202 ، وهو منسوب أيضًا إلى ابن كيسان ، كما جاء في لسان العرب (ينع).(48) ذكر أبو جعفر في\"ينع\" و\"نضج\" مصدرًا ثالثًا غير الذي ذكره أصحاب المعاجم ، فإنهم اقتصروا في (ينع) على فتح الياء وسكون النون ، وضمها وسكون النون = واقتصروا في (نضج) على فتح النون وسكون الضاد ، وضمها وسكون الضاد. أما هذا المصدر الثالث الذي رواه أبو جعفر ولم يضبطه ، فلم أجده في شيء من المعاجم ، وهو مما يزاد عليها ، إلا أني استظهرت ضبطه في الحرفين بفتح الياء والنون في ينع\" ، وبفتح النون والضاد في\"نضج\". وسيذكر أبو جعفر مصدرًا آخر بعد قليل وهو\"ينوع\".(49) هذا شعر مختلف فيه من شعر يزيد بن معاوية ، ونسبه المبرد إلى الأحوص ، ونسبه الجاحظ إلى أبي دهبل ، وينسب إلى الأخطل خطأ.(50) الحيوان 4: 10 ، الكامل 1: 226 ، أنساب الأشراف 4/2/2 ، مجاز القرآن لأبي عبيدة 1: 202 ، تاريخ ابن كثير 8: 234 ، تاريخ الخلفاء للسيوطي: 140 ، معجم ياقوت (الماطرون)؛ الخزانة 3: 279 ، العيني (هامش الخزانة 1: 149) ، واللسان (ينع) وغيرها. من شعر يقال إن يزيد قاله في نصرانية ترهبت في دير خرب عند الماطرون ، وهو موضع بالشأم. وهذا هو الشعر ، مع اختلاف الرواية فيه:آبَ هَــــذَا الهَـــمُّ فَاكْتَنَعَـــاوأتَــــرَّ النَّــــوْمَ فَاْمْتَنَعَـــارَاعِيًــــا للِنَّجْــــمِ أرْقُبُـــهُفَـــإِذَا مـــا كَــوْكَبٌ طَلَعَـــاحَـــامَ، حَـــتَّى إنَّنِـــي لأرَىأنَّـــهُ بِـــالْغَورِ قَـــدْ وَقَعَــاوَلَهَـــــا بالمَـــــاطِرُونِ إذَاأكَـــلَ النَّمْــلُ الَّــذِي جَمَعَـــاخُرْفَـــةٌ، حَـــتَّى إذَا ارْتَبَعَــتْسَـــكَنَتْ مـــنْ جِــلَّقٍ بِيَعَــافِـــي قِبَــابٍ حَــوْلَ دَسْــكَرةٍحَوْلَهَـــا الزَّيْتُــونُ قَــدْ يَنَعَــاعِنْــد غَــيْري، فَــالْتَمِسْ رَجُـلايــــأكُلُ التَّنُّـــوَم والسَّـــلَعَاذَاكَ شَــــيءٌ لَسْـــتُ آكُلُـــهُوَأرَاهُ مَــــــأْكَلا فَظِعَــــــا\"اكتنع الهم\" ، دنا دنوًّا شديدا. و\"أتر النوم\" أبعده ، والرواية المشهورة و\"أمر النوم\" من المرارة. وقوله: \"أكل النمل الذي جمعا\" ، يعني زمن الشتاء. و\"الخرفة\" ما يجتنى من الفاكهة. و\"ارتبعت\" دخلت في الربيع. و\"جلق\" قرية من قرى دمشق. و\"البيع\" جمع\"بيعة\" (بكسر الباء) ، وهي كنيسة اليهود أو النصارى ، و\"الدسكرة\" بناء كالقصر ، كانت الأعاجم تتخذه للشرب والملاهي. و\"التنوم\" و\"السلع\" نباتان ، تأكلها جفاة أهل البادية. و\"فظع\" ، فظيع يستبشعه آكله.ورواية البلاذري للبيت:فِـــي جِنَـــانٍ ثَـــمَّ مُؤْنِقَــةٍحَوْلَهَـــا الزَّيْتُــونُ قَــدْ يَنَعَــا(51) انظر تفسير\"آية\" فيما سلف من فهارس اللغة (أيي).",
  "ayah": 99,
  "surah": 6
}
