{
  "text": "যারা সচ্চরিত্রা, সরলমনা-নির্মলচিত্ত, ঈমানদার নারীদের প্রতি অপবাদ আরোপ করে [১] তারা তো দুনিয়া ও আখেরাতে অভিশপ্ত এবং তাদের জন্য রয়েছে মহাশাস্তি [২]।\n[১] মূলে (গাফেলাত) শব্দ ব্যবহার করা হয়েছে। এর অর্থ হচ্ছে, সরলমনা ও ভদ্র মহিলারা, যারা ছল-চাতুরী জানে না, যাদের মন নিৰ্মল, কলুষমুক্ত ও পাক-পবিত্র, যারা অসভ্যতা ও অশ্ৰীল আচরণ কি ও কিভাবে করতে হয় তা জানে না এবং কেউ তাদের বিরুদ্ধে অপবাদ দেবে একথা যারা কোনদিন কল্পনাও করতে পারে না। হাদীসে বলা হয়েছে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, নিষ্কলুষ মহিলাদের বিরুদ্ধে অপবাদ দেয়া সাতটি “সর্বনাশা” কবীরাহ গোনাহের অন্তরভুক্ত। [দেখুন, বুখারীঃ ২৭৬৬, মুসলিমঃ ৮৯]\n[২] আয়েশা রাদিয়াল্লাহু ‘আনহার এমন কতিপয় বৈশিষ্ট্য আছে, যেগুলো অন্য কোন মহিলার ভাগ্যে জোটেনি। তিনি নিজেও আল্লাহ্‌র নেয়ামত প্ৰকাশার্থে এসব বিষয় গর্বভরে বর্ণনা করতেন।\nপ্রথম- হাদীসে এসেছে, আয়েশা রাদিয়াল্লাহু ‘আনহা বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের সাথে বিয়ে হওয়ার পূর্বে ফিরিশতা জিবরাঈল ‘আলাইহিস সালাম একটি রেশমী কাপড়ে আমার ছবি নিয়ে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট আগমন করেন এবং বলেনঃ এ আপনার স্ত্রী। [তিরমিযীঃ ৩৮৮০]\nদ্বিতীয়- রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম তাকে ছাড়া কোন কুমারী বালিকাকে বিয়ে করেননি।\nতৃতীয়- তার কোলে মাথা রেখে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম ইন্তেকাল করেন।\nচতুৰ্থ- আয়েশা রাদিয়াল্লাহু ‘আনহার গৃহেই তিনি সমাধিস্থ হন।\nপঞ্চম- রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামের নিকট তখনো ওহী নাযিল হত, যখন তিনি আয়েশার সাথে একই লেপের নীচে শায়িত থাকতেন। অন্য কোন স্ত্রীর এরূপ বৈশিষ্ট্য ছিল না। [তিরমিযীঃ ৩৮৭৯]\nষষ্ট- আসমান থেকে তার নির্দোষিতার বিষয় নাযিল হয়েছে।\nসপ্তম- তিনি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের খলীফার কন্যা এবং সিদ্দীকা ছিলেন। আল্লাহ্‌ তা‘আলা যাদেরকে দুনিয়াতেই ক্ষমা ও সম্মানজনক জীবিকার ওয়াদা দিয়েছেন, তিনি তাদেরও অন্যতমা।\nঅষ্টম- সাহাবাগণ কোন ব্যাপারে সমস্যায় পড়ে আয়েশা রাদিয়াল্লাহু ‘আনহার কাছে আসলে তার কাছে কোন না কোন ইলম পেতেন।\nআয়েশা রাদিয়াল্লাহু ‘আনহার ফকীহ ও পণ্ডিতসুলভ জ্ঞানানুসন্ধান এবং বিজ্ঞজনোচিত বক্তব্য দেখে মূসা ইবনে তালহা রাদিয়াল্লাহু ‘আনহু বলেনঃ আমি আয়েশা সিদ্দীকা রাদিয়াল্লাহু ‘আনহার চাইতে অধিক শুদ্ধভাষী ও প্রাঞ্জলভাষী কাউকে দেখিনি। [তিরমিযীঃ ৩৮৮৪] কোন কোন মুফাসসির বলেনঃ ইউসুফ ‘আলাইহিস সালামের প্রতি অপবাদ আরোপ করা হলে আল্লাহ্‌ তা‘আলা একটি কচি শিশুকে বাকশক্তি দান করে ওর সাক্ষ্য দ্বারা তার দোষমুক্ততা প্রকাশ করেন। মারইয়ামের প্রতি অপবাদ আরোপ করা হলে আল্লাহ্‌ তা‘আলা তার শিশু পুত্ৰ ঈসা ‘আলাইহিস সালামের সাক্ষ্য দ্বারা তাকে দোষমুক্ত করেন। আয়েশা সিদ্দীকা রাদিয়াল্লাহু ‘আনহার প্রতি অপবাদ আরোপ করা হলে আল্লাহ্‌ তা‘আলা কুরআনের দশটি আয়াত নাযিল করে তার দোষমুক্ততা ঘোষণা করেন, যা তার গুণ ও জ্ঞান-গরিমাকে আরো বাড়িয়ে দিয়েছে।",
  "ayah": 23,
  "surah": 24
}
