{
  "text": "আল্লাহ্‌ আসমানসমূহ ও যমীনের নূর [১], তাঁর [২] নূরের উপমা যেন একটি দীপাধার যার মধ্যে আছে এক প্রদীপ, প্রদীপটি একটি কাঁচের আবরণের মধ্যে স্থাপিত, কাঁচের আবরণটি উজ্জ্বল নক্ষত্রের মত, তা জ্বালানো হয় বরকতময় যায়তূন গাছের তৈল দ্বারা [৩] যা শুধু পূর্ব দিকের (সূর্যের আলোকপ্রাপ্ত) নয় আবার শুধু পশ্চিম দিকের (সূর্যের আলোকপ্রাপ্তও) নয়, আগুন তাকে স্পর্শ না করলেও যেন তার তৈল উজ্জ্বল আলো দিচ্ছে; নূরের উপর নূর! আল্লাহ্‌ যাকে ইচ্ছে হেদায়েত করেন তাঁর নূরের দিকে। আল্লাহ্‌ মানুষের জন্য উপমাসমূহ বর্ণনা করে থাকেন এবং আল্লাহ্‌ সব কিছু সম্পর্কে সর্বজ্ঞ।\n[১] নূরের সংজ্ঞাঃ নূর শব্দের আভিধানিক অর্থ আলো। [ফাতহুল কাদীর] কুরআন ও হাদীসে আল্লাহ্‌র জন্য নূর কয়েকভাবে সাব্যস্ত হয়েছে।\nএক) আল্লাহ্‌র নাম হিসাবে। যে সমস্ত আলেমগণ এটাকে আল্লাহ্‌র নাম হিসাবে সাব্যস্ত করেছেন তারা হলেন, সুফিয়ান ইবনে উ‘য়াইনাহ খাত্তাবী, ইবনে মান্দাহ, হালিমী, বাইহাকী, ইস্পাহানী, ইবনে আরাবী, কুরতুবী, ইবনু তাইমিয়াহ, ইবনুল কাইয়্যেম, ইবনুল ওয়ায়ীর, ইবনে হাজার, আস-সা‘দী, আল-কাহতানী, আল-হামুদ, আশ-শারবাসী, নূরুল হাসান খান প্রমুখ।\nদুই) আল্লাহ্‌র গুণ হিসাবে। আল্লাহ্‌ তা‘আলা নূর নামক গুণ তাঁর জন্য বিভিন্ন ভাবে সাব্যস্ত করেছেন। যেমন-\n(ক) কখনো কখনো সরাসরি নূরকে তাঁর দিকে সম্পর্কিত করেছেন। আল্লাহ্‌ বলেনঃ مَثَلُ نُوْرِهٖ كَمِشْكوٰةٍ অর্থাৎ “আল্লাহ্‌র নূরের উদাহরণ হলো ...। অন্য আয়াতে আল্লাহ্‌ বলেনঃ وَاَشْرَقَتِ الْاَرْضُ بِنُوْرِرَبِّهَا অর্থাৎ “আর আলোকিত হলো যমীন তার প্রভূর আলোতে।” [সূরা আয-যুমারঃ ৬৯] হাদীসে এসেছে, ‘আল্লাহ্‌ তা‘আলা তার সৃষ্টিকে অন্ধকারে সৃষ্টি করেছেন। তারপর তিনি তাতে তাঁর নূরের কিছু ঢেলে দিলেন। সুতরাং এ নূরের কিছু অংশ যার উপরই পড়েছে, সে হেদায়াত লাভ করেছে। আর যার উপর পড়েনি সে পথভ্রষ্ট হয়েছে।’ [তিরমিযীঃ ২৬৪২]\n(খ) কখনো কখনো আল্লাহ্‌ তা‘আলা তাঁর এ নূরকে তার চেহারার দিকে সম্পর্কযুক্ত করেছেন। আব্দুল্লাহ ইবনে মাসউদ রাদিয়াল্লাহু ‘আনহু বলেনঃ ‘আসমান ও যমীনের যাবতীয় নূর তাঁরই চেহারার আলো। [আবু সাইদ আদ-দারেমী]\nতিন) আল্লাহ্‌র নূরকে আসমান ও যমীনের দিকে সম্পর্কযুক্ত করে বর্ণনা করা হয়েছে। আল্লাহ্‌ তা‘আলা বলেনঃ\nاَللهُ نُوْرْالسَّمٰوٰتِ وَالْاَرْضِ\nঅর্থাৎ “আল্লাহ্‌ আসমান ও যমীনের নূর।” এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ\nاللّٰهُمَّ لَكَ ا احَمْدُ أَنْتَ نُوْرُ السَّمٰوَاتِ وَالأَرْضِ وَمَنْ فِيْهِنَّ\nঅর্থাৎ ‘হে আল্লাহ্‌, আপনার জন্য সমস্ত প্রশংসা, আপনি আসমান ও যমীনের আলো এবং এ দু’য়ের মধ্যে যা আছে তারও (আলো)...। [বুখারীঃ ১১২০, মুসলিমঃ ১৯৯]\nচার) আল্লাহ্‌র পর্দাও নূর। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘তাঁর পর্দা হলো নূর।’ [মুসলিমঃ ২৯৩] আর আল্লাহ্‌র রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম মি‘রাজের রাতে এর নূরই দেখেছিলেন। সাহাবাগণ রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করেছিলেনঃ ‘আপনি কি আপনার প্রভূকে দেখেছিলেন? তিনি বললেনঃ নূর! কিভাবে তাকে দেখতে পারি?’ [মুসলিমঃ ২৯১] অপর বর্ণনায় এসেছে, ‘আমি নূর দেখেছি।’ [মুসলিমঃ ২৯২] এ হাদীসের সঠিক অর্থ হলো, আমি কিভাবে তাঁকে দেখতে পাব? সেখানে তো নূর ছিল। যা তাকে দেখার মাঝে বাঁধা দিচ্ছিল। আমি তো কেবল নূর দেখেছি। সুতরাং দেখা যাচ্ছে যে, আল্লাহ্‌র পর্দাও নূর। এ নূরের পর্দার কারণেই সবকিছু পুড়ে যাচ্ছে না। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘যদি তিনি তাঁর পর্দা খুলতেন তবে তাঁর সৃষ্টির যতটুকুতে তাঁর নজর পড়ত সবকিছু তাঁর চেহারার আলোর কারণে পুড়ে যেত।’ [মুসলিমঃ ২৯৩-২৯৫]\nসুতরাং আসমান ও যমীনের প্রকাশ্য ও অপ্রকাশ্য দু‘ধরনের নূরই আল্লাহ্‌র। প্রকাশ্য নূর যেমন- আল্লাহ্‌ তা‘আলা স্বয়ং নূর। তাঁর পর্দা নূরের। যদি তিনি তাঁর সে পর্দা উন্মোচন করেন, তাহলে তাঁর সৃষ্টির যতটুকুতে তাঁর দৃষ্টি পড়বে তার সবকিছুই ভস্ম হয়ে যাবে। তাঁর নূরেই আরশ আলোকিত। তাঁর নূরেই কুরসী, সূর্য, চাদ ইত্যাদি আলোকিত। অনুরূপভাবে তাঁর নূরেই জান্নাত আলোকিত। কারণ, সেখানে তো আর সূর্য নেই।\nআর অপ্রকাশ্য নূর যেমন- আল্লাহ্‌র কিতাব নূর [সূরা আল-আ‘রাফঃ ১৫৭], তাঁর শরীয়ত নূর [সূরা আল-মায়েদাঃ ৪৪], তাঁর বান্দা ও রাসূলদের অন্তরে অবস্থিত ঈমান ও জ্ঞান তাঁরই নূর [সূরা আয-যুমারঃ ২২]। যদি এ নূর না থাকত তাহলে অন্ধকারের উপর অন্ধকারে সবকিছু ছেয়ে যেত। সুতরাং যেখানেই তাঁর নূরের অভাব হবে সেখানেই অন্ধকার ও বিভ্ৰান্তি দানা বেঁধে থাকে। আর এজন্যই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম দো‘আ করতেনঃ ‘হে আল্লাহ্‌, আমার অন্তরে  নূর দিন, আমার শ্রবণেন্দ্রীয়ে নূর দিন, আমার দৃষ্টিশক্তিতে নূর দিন, আমার ডানে নূর দিন, আমার বামে নূর দিন, আমার সামনে নূর দিন, আমার পিছনে নূর দিন, আমার উপরে নূর দিন, আমার নীচে নূর দিন। আর আমার জন্য নূর দিন অথবা বলেছেনঃ আমাকে নূর বানিয়ে দিন। অন্য বর্ণনায় এসেছে, আর আমার জন্য আমার আত্মায় নূর দিন। আমার জন্য বৃহৎ নূরের ব্যবস্থা করে দিন। [বুখারীঃ ৬৩১৬, মুসলিমঃ ৭৬৩]\nঅন্য বর্ণনায় এসেছে, রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লাম বলেনঃ ‘হে আল্লাহ্‌, আমাকে নূর দিন, আমার জন্য আমার অস্থি ও শিরা-উপশিরায় নূর দিন। আমার মাংসে নুর দিন, আমার রক্তে নূর দিন, আমার চুলে নূর দিন, আমার শরীরে নূর দিন।’ অপর বর্ণনায় এসেছে, ‘হে আল্লাহ্‌, আমার জন্য আমার কবরে নূর দিন। আমার হাড্ডিতে নূর দিন।’ [তিরমিযীঃ ৩৪১৯] অন্যত্র এসেছে, ‘আর আমার নূর বাড়িয়ে দিন, আমার নূর বাড়িয়ে দিন, আমার নূর বাড়িয়ে দিন। [বুখারীঃ আদাবুল মুফরাদ- ৬৯৫] ‘আমাকে নূরের উপর নূর দান করুন।’ [ফাতহুল বারীঃ ১১/১১৮]\nআয়াতে আল্লাহ্‌ তা‘আলা সত্তার জন্য ব্যবহৃত ‘নূর’ শব্দটির অর্থ কোন কোন তাফসীরবিদের মতে ‘মুনাওয়ের' অর্থাৎ ঔজ্জ্বল্যদানকারী। অথবা অতিশয়ার্থবোধক পদের ন্যায় নূরওয়ালাকে নূর বলে ব্যক্ত করা হয়েছে। তখন আয়াতের অর্থ হয় যে, আল্লাহ্‌ তা‘আলা নভোমণ্ডল, ভূমণ্ডল ও এতদুভয়ের মধ্যে বসবাসকারী সব সৃষ্টজীবের নূরদাতা। এই নূর বলে হেদায়াতের নূর বুঝানো হয়েছে। [দেখুন- বাগভী] ইবনে কাসীর ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু থেকে এর তাফসীর এরূপ বর্ণনা করেছেনঃ\nاللّٰهُ هَادِى أَهْلِ السَّمَا وَاتِ وَالْاَرْضِ\nঅর্থাৎ আল্লাহ্‌ নভোমণ্ডল ও ভূমণ্ডলের অধিবাসীদের হেদায়াতকারী। [ইবন কাসীর]\n[২] مَثَلُ ذُوْرِهٖ এর সর্বনাম দ্বারা কাকে বুঝানো হয়েছে, এ সম্পর্কে তাফসীরবিদগণের কয়েকটি উক্তি এসেছেঃ\n(এক) এই সর্বনাম দ্বারা আল্লাহ্‌ তা‘আলাকে বুঝানো হয়েছে। আয়াতের অর্থ এই যে, আল্লাহ্‌র নূর হেদায়াত যা মুমিনের অন্তরে রাখা হয়েছে, তার দৃষ্টান্ত كَمِشْكَاةٍ এটা ইবনে-আব্বাসের উক্তি। অর্থাৎ মুমিনের অন্তরস্থিত কুরআন ও ঈমানের মাধ্যমে সঞ্চিত আল্লাহ্‌র নূরকে তুলনা করে বলা হচ্ছে যে, এ নূরের উদাহরণ হলো এমন একটি তাকের মত যেখানে আল্লাহ্‌র নূর আলোর মত উজ্জল ও সদা বিকিরনশীল। সে হিসেবে আয়াতের প্রথমে আল্লাহ্‌ তা‘আলা নিজের নূর উল্লেখ করেছেন\nاللهُ نُوْرُالسَّمٰوٰتِ وَالْاارضِ\nঅতঃপর মুমিনের অন্তরে অবস্থিত তাঁরই নূর উল্লেখ করেছেন مَثَلُ نُوْرِهٖ -উবাই ইবনে কা‘ব এই আয়াতের কেরাআতও مَثَلُ نُوْرِهٖ এর পরিবর্তে\nمَثَلُ نُوْرِمَنْ آمَنَ بِهِ\nপড়তেন। সাঈদ ইবনে যুবায়ের এই কেরাআত এবং আয়াতের এই অর্থ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহুমা থেকেও বর্ণনা করেছেন।\n(দুই) এই সর্বনাম দ্বারা মুমিনকেই বুঝানো হয়েছে। তখন দৃষ্টান্তের সারমর্ম এই যে, মুমিনের বক্ষ একটি তাকের মত এবং এতে তার অন্তর একটি প্রদীপ সদৃশ। এতে যে স্বচ্ছ যয়তুন তৈলের কথা বলা হয়েছে, এটা মুমিনের স্বভাবে গচ্ছিত রাখা নূরে ঈমানের দৃষ্টান্ত। এর বৈশিষ্ট্য আপনা-আপনি সত্যকে গ্ৰহণ করা। যয়তুন তৈল অগ্নি স্পর্শে প্ৰজ্বলিত হয়ে যেমন অপরকে আলোকিত করে, এমনিভাবে মুমিনের অন্তরে রাখা নূরে-হেদায়াত যখন আল্লাহ্‌র ওহী ও জ্ঞানের সাথে মিলিত হয়, তখন আলোকিত হয়ে বিশ্বকে আলোকিত করে দেয়। সাহাবায়ে কেরাম ও তাবেয়ীগণ এই দৃষ্টান্তকে বিশেষভাবে মুমিনের অন্তরের সাথে সম্পর্কযুক্ত করেছেন। এর কারণও সম্ভবতঃ এই যে, এই নূর দ্বারা শুধু মুমিনই উপকার লাভ করে। নতুবা এই সৃষ্টিগত হেদায়াতের নূর যা সৃষ্টির সময় মানুষের অন্তরে রাখা হয়, তা বিশেষভাবে মুমিনের অন্তরেই রাখা হয় না; বরং প্রত্যেক মানুষের মজ্জায় ও স্বভাবে এই হেদায়াতের নূর রাখা হয়। এরই প্রতিক্রিয়া জগতের প্রত্যেক জাতি, প্রত্যেক ভূখণ্ড এবং প্রত্যেক ধর্মাবলম্বীর মধ্যে পরিদৃষ্ট হয় যে, তারা আল্লাহ্‌র অস্তিত্ব ও তাঁর মহান কুদরতের প্রতি সৃষ্টিগতভাবে বিশ্বাস রাখে এবং তাঁর দিকে প্রত্যাবর্তন করে। তারা আল্লাহ্‌ তা‘আলা সম্পর্কিত ধারণা ও ব্যাখ্যায় যত ভুলই করুক, কিন্তু আল্লাহ্‌র অস্তিত্ব সম্পর্কে প্রত্যেক মানুষ সৃষ্টিগতভাবেই বিশ্বাসী। তবে কিছুসংখ্যক বস্তুবাদীর কথা ভিন্ন। তাদের স্বভাবধর্মই বিকৃত হয়ে গেছে। ফলে তারা আল্লাহ্‌র অস্তিত্বই অস্বীকার করে। একটি সহীহ হাদীস থেকে এই ব্যাপক অর্থের সমর্থন পাওয়া যায়। এতে বলা হয়েছে,\nكُلُّ مَوْلُوْدٍ قُوْلَدُ عَلَى الْفِطْرَةِ\nঅর্থাৎ “প্রত্যেকটি শিশু ফিতরতের উপর জন্মগ্রহণ করে।’’ [বুখারীঃ ২৪৪, মুসলিমঃ ২৬৫৮] এরপর তার পিতামাতা তাকে ফিতরতের দাবী থেকে সরিয়ে ভ্রান্ত পথে পরিচালিত করে। এই ফিতরতের অর্থ ঈমানের হেদায়াত। ঈমানের হেদায়াত ও তার নূর প্রত্যেক মানুষকে সৃষ্টি করার সময় তার মধ্যে রাখা হয়। যখন নবী ও তাদের নায়েবদের মাধ্যমে তাদের কাছে ওহীর জ্ঞান পৌঁছে, তখন তারা সহজেই তা গ্ৰহণ করে নেয়। তবে স্বভাবধর্ম বিকৃত কতিপয় লোকের কথা ভিন্ন। তারা নিজেদের কুকর্মের দ্বারা সৃষ্টিগত নূরকে ধ্বংস করে দিয়েছে। সম্ভবতঃ এ কারণেই আয়াতের শুরুতে নূর দান করার কথাটি ব্যাপকাকারে বর্ণনা করা হয়েছে, যাতে ভূমণ্ডল ও ভূমণ্ডলের অধিবাসীরা সবাই শামিল। এতে মুমিন ও কাফেরেরও প্রভেদ করা হয়নি। কিন্তু আয়াতের শেষে বলা হয়েছে\nيَهْدِى اللهُ لِنُوْرِهٖ مَنْ يَّشَآءُ\nঅর্থাৎ “আল্লাহ্‌ তা‘আলা যাকে ইচ্ছা তাঁর নূরের দিকে পথ প্রদর্শন করেন”। এখানে আল্লাহ্‌র ইচ্ছার শর্তটি সেই সৃষ্টিগত নূরের সাথে সম্পৃক্ত নয়, যা প্রত্যেক মানুষের মধ্যে রাখা হয়; বরং এর সম্পর্ক কুরআনের নূরের সাথে, যা প্রত্যেকের অর্জিত হয় না। যারা আল্লাহ্‌র পক্ষ থেকে তাওফীক পায়, তারাই এই নূর লাভ করে। নতুবা আল্লাহ্‌র তৌফিক ছাড়া মানুষের চেষ্টাও অনর্থক; বরং মাঝে মাঝে ক্ষতিকরও হয়।\n(তিন) এখানে نور দ্বারা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের অন্তরের নূরকে বুঝানো হয়েছে। ইমাম বাগভী বর্ণনা করেন যে, একবার ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু কা‘ব আহবারকে জিজ্ঞেস করলেনঃ এই আয়াতের তাফসীরে আপনি কি বলেন? ক‘ব আহবার তাওরাত ও ইঞ্জিলের সুপণ্ডিত মুসলিম ছিলেন। তিনি বললেনঃ এটা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের পবিত্র অন্তরের দৃষ্টান্ত। মিশকাত তথা তাক মানে তার বক্ষদেশ, زُخَاجَةٍ তথা কাঁচপাত্র মানে তার পবিত্র অন্তর এবং مِصْبَاحٌ তথা প্ৰদীপ মানে নবুয়ত। এই নবুয়তরূপী নূরের বৈশিষ্ট্য এই যে, প্রকাশিত ও ঘোষিত হওয়ার পূর্বেই এতে মানবমণ্ডলীর জন্য আলো ও ঔজ্জ্বল্য ছিল। এরপর ওহী ও ঘোষণা এর সাথে সংযুক্ত হলে এটা এমন নূরে পর্যবসিত হয়, যা সমগ্র বিশ্বকে আলোকোজ্জ্বল করে দেয়। [দেখুন-ইবন কাসীর, কুরতুবী, বাগভী]\n[৩] এতে প্রমাণিত হয় যে, যয়তূন ও যয়তূন বৃক্ষ কল্যাণময় ও উপকারী। আলেমগণ বলেনঃ আল্লাহ্‌ তা‘আলা এতে অগণিত উপকারিতা নিহিত রেখেছেন। একে প্রদীপে ব্যবহার করা হয়। এর আলো অন্যান্য তৈলের আলোর চাইতে অধিক স্বচ্ছ হয়। একে রুটির সাথে ব্যবহার করা হয়। এর ফলও ভক্ষিত হয়। এর তৈল সংগ্ৰহ করার জন্য কোন যন্ত্র অথবা মাড়াইকল ইত্যাদির প্রয়োজন হয় না- আপনাআপনিই ফল থেকে তৈল বের হয়ে আসে। [বাগভী] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ “যয়তুন তৈল খাও এবং শরীরে মালিশও কর। কেননা, এটা কল্যাণময় বৃক্ষ।” [তিরমিযীঃ ১৮৫১, ১৮৫২, ইবনে মাজহঃ ৩৩১৯]",
  "ayah": 35,
  "surah": 24
}
