{
  "text": "وَلَقَدْ آَتَيْنَا لُقْمَانَ الْحِكْمَةَ أَنِ اشْكُرْ لِلَّهِ وَمَنْ يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَنْ كَفَرَ فَإِنَّ اللَّهَ غَنِيٌّ حَمِيدٌ (12)الواو عاطفة قصة لقمان على قصة النضر بن الحارث المتقدمة في قوله تعالى { ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله } [ لقمان : 6 ] باعتبار كونها تضمنت عجيب حاله في الضلالة من عنايته بلهو الحديث ليضل عن سبيل الله ويتخذ سبيل الله هزؤاً ، وباعتبار كون قصة لقمان متضمنة عجيب حال لقمان في الاهتداء والحكمة ، فهما حالان متضادان؛ فقُطِع النظر عن كون قصة النضر سيقت مساق المقدمة والمدخل إلى المقصود لأن الكلام لما طال في المقدمة خرجت عن سَنن المقدمات إلى المقصودات بالذات فلذلك عطفت عطفَ القصص ولم تُفصل فَصْل النتائج عقب مقدماتها . وقد تتعدد الاعتبارات للأسلوب الواحد فيتخير البليغ في رعيها كقوله تعالى { يسومونكم سوء العذاب يذبحون أبناءكم } في سورة البقرة ( 49 ) ، { ويذبحون أبناءكم } في سورة [ إبراهيم : 1 ] . وافتتاح القصة بحرفي التوكيد : لام القسم و ( قد ) للإنباء بأنها خبر عن أمر مهم واقع .و { لقمان } اسم رجل حكيم صالح ، وأكثر الروايات في شأنه التي يعضد بعضها وإن كانت أسانيدها ضعيفة تقتضي أنه كان من السود ، فقيل هو من بلاد النوبة ، وقيل من الحبشة .وليس هو لقمان به عاد الذي قال المثل المشهور : إحدى حُظيات لقمان . والذي ذكره أبو المهوش الأسدي أو يزيد بن عمر يصعق في قوله :تراه يطوف الآفاق حرصاً ... ليأكل رأس لقمان بن عادويعرف ذلك بلقمان صاحب النسور ، وهو الذي له ابن اسمه لقيم وبعضهم ذكر أن اسم أبيه باعوراء ، فسبق إلى أوهام بعض المؤلفين أنه المسمى في كتب اليهود بلعام بن باعوراء المذكور خبره في «الإصحاحين» ( 22 و23 ) من «سفر العدد» ، ولعل ذلك وهَم لأن بلعام ذلك رجل من أهل مَدْيَن كان نبيئاً في زمن موسى عليه السلام ، فلعل التوهم جاء من اتحاد اسم الأب ، أو من ظن أن بلعام يرادف معنى لقمان لأن بلعام من البلع ولقمان من اللّقم فيكون العرب سموه بما يرادف اسمه في العبرانية . وقد اختلف السلف في أن لقمان المذكور في القرآن كان حكيماً أو نبيئاً . فالجمهور قالوا : كان حكيماً صالحاً . واعتمد مالك في «الموطأ» على الثاني ، فذكره في «جامع الموطأ» مرتين بوصف لقمان الحكيم ، وذلك يقتضي أنه اشتهر بذلك بين علماء المدينة . وذكر ابن عطية : أن ابن عمر قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" لم يكن لقمان نبيئاً ولكن كان عبداً كثير التفكر حسنَ اليقين أحبَّ الله تعالى فأحبه فمنَّ عليه بالحكمة \" ويظهر من الآيات المذكورة في قصته هذه أنه لم يكن نبيئاً لأنه لم يمتن عليه بوحي ولا بكلام الملائكة . والاقتصارُ على أنه أوتي الحكمة يومىء إلى أنه أُلهم الحكمة ونطق بها ، ولأنه لما ذكر تعليمه لابنه قال تعالى{ وهو يعظه } [ لقمان : 13 ] وذلك مؤذن بأنه تعليم لا تبليغ تشريع .وذهب عكرمة والشعبي : أن لقمان نبيء ولفظ الحكمة يسمح بهذا القول لأن الحكمة أطلقت على النبوءة في كثير من القرآن كقوله في داود { وءاتيناه الحكمة وفصلَ الخطاب } [ ص : 20 ] . وقد فسرت الحكمة في قوله تعالى { ومن يُؤْت الحكمة فقد أوتي خيراً كثيراً } [ البقرة : 269 ] بما يشمل النبوءة . وأن الحكمة «معرفة حقائق الأشياء على ما هي عليه» وأعلاها النبوءة لأنها علم بالحقائق مأمون من أن يكون مخالفاً لما هي عليه في نفس الأمر إذ النبوءة متلقاة من الله الذي لا يعزب عن عمله شيء . وسيأتي أن إيراد قوله تعالى { ووصينا الإنسان بوالديه } [ لقمان : 14 ] في أثناء كلام لقمان يساعد هذا القول .وذكر أهل التفسير والتاريخ أنه كان في زمن داود . وبعضهم يقول : إنه كان ابن أخت أيوب أو ابن خالته ، فتعين أنه عاش في بلاد إسرائيل . وذكر بعضهم أنه كان عبداً فأعتقه سيده ، وذكر ابن كثير عن مجاهد : أن لقمان كان قاضياً في بني إسرائيل في زمان داود عليه السلام ، ولا يوجد ذكر ذلك في كتب الإسرائيليين . قيل كان راعياً لغنم وقيل كان نجاراً وقيل خياطاً . وفي «تفسير ابن كثير» عن ابن وهب أن لقمان كان عبداً لبني الحسحاس وبنو الحسحاس من العرب وكان من عبيدهم سحيم العبد الشاعر المخضرم الذي قتل في مدة عثمان .وحكمة لقمان مأثورة في أقواله الناطقة عن حقائق الأحوال والمقرّبة للخفيات بأحسن الأمثال . وقد عني بها أهل التربية وأهل الخير ، وذكر القرآن منها ما في هذه السورة ، وذكر منها مالك في «الموطأ» بلاغين في كتاب «الجامع» وذكر حكمة له في كتاب «جامع العتبية» وذكر منها أحمد بن حنبل في «مسنده» ولا نعرف كتاباً جمع حكمة لقمان . وفي «تفسير القرطبي» قال وهب بن منبه : قرأت من حكمة لقمان أرجح من عشرة آلاف باب . ولعل هذا إن صح عن وهب بن منبه كان مبالغة في الكثرة .وكان لقمان معروفاً عند خاصة العرب . قال ابن إسحاق في «السيرة» : قدم سويد بن الصامت أخو بني عمرو بن عوف مكة حاجّاً أو معتمراً فتصدى له رسول الله صلى الله عليه وسلم فدعاه إلى الإسلام فقال له سويد : فلعل الذي معك مثل الذي معي؟ فقال له رسول الله صلى الله عليه وسلم وما الذي معك؟ قال : مجلة لقمان . فقال له رسول الله صلى الله عليه وسلم اعرِضها عليّ ، فعرضها عليه ، فقال : إن هذا الكلام حسن والذي معي أفضل من هذا قرآن أنزله الله . قال ابن إسحاق : فقدم المدينة فلم يلبث أن قتلته الخزرج وكان قتله قبل يوم بعاث . وكان رجال من قومه يقولون : إنّا لنراه قد قتل وهو مسلم وكان قومه يدْعُونه الكامل اه . وفي «الاستيعاب» لابن عبد البر : أنا شَاكّ في إسلامه كما شك غيري .وقد تقدم في صدر الكلام على هذه السورة أن قريشاً سألوا رسول الله صلى الله عليه وسلم عن لقمان وابنه وذلك يقتضي أنه كان معروفاً للعرب . وقد انتهى إليّ حين كتابة هذا التفسير من حِكَم لقمان المأثورة ثمان وثلاثون حكمةً غير ما ذكر في هذه الآية وسنذكرها عند الفراغ من تفسير هذه الآيات .والإيتاء : الإعطاء ، وهو مستعار هنا للإلهام أو الوحي .و { لقمان } : اسم علَم مَادته مادة عربية مشتق من اللَّقْم ، والأظهر أن العرب عربوه بلفظ قريب من ألفاظ لغتهم على عادتهم كما عربوا شاول باسم طالوت وهو ممنوع من الصرف لزيادة الألف والنون لا للعجمة .وتقدم تعريف الحكمة عند قوله تعالى { يؤتي الحكمة من يشاء } في سورة البقرة ( 269 ) ، وقوله { ادع إلى سبيل ربك بالحكمة } في سورة النحل ( 125 ) .وأنْ } في قوله { أن اشكر لله } تفسيرية وليست تفسيراً لفعل { ءاتينا } لأنه نصب مفعوله وهو الحكمة ، فتكون { أنْ } مفسرة للحكمة باعتبار أن الحكمة هنا أقوال أوحيت إليه أو ألهمها فيكون في الحكمة معنى القول دون حروفه فيصلح أن تُفسر ب { أنْ } التفسيرية ، كما فسرت حاجة في قول الشاعر الذي لم يُعرف وهو من شواهد العربية :إنْ تحملا حاجة لي خفّ محملها ... تستوجبا منة عندي بها ويَداأنْ تقرءان علي أسماء ويحكما ... مني السلامَ وأن لا تُخبرا أحداوالصوفية وحكماء الإشراق يرون خواطرَ الأصفياء حجة ويسمونها إلهاماً . ومال إليه جمّ من علمائنا . وقد قال قطب الدين الشيرازي في «ديباجة شرحه على المفتاح» : أما بعد إني قَد ألقي إليَّ على سبيل الإنذار ، من حضرة الملك الجبار ، بلسان الإلهام ، إلاَّ كوَهَم من الأوهام ، ما أورثني التجافيَ عن دار الغرور ، والإنابة إلى دار السرور ، الخ .وكان أول ما لُقنه لقمان من الحكمة هو الحكمة في نفسه بأن أمره الله بشكره على ما هو محفوف به من نعم الله التي منها نعمة الاصطفاء لإعطائه الحكمة وإعداده لذلك بقابليته لها . وهذا رأس الحكمة لتضمنه النظر في دلائل نفسه وحقيقته قبل النظر في حقائق الأشياء وقبل التصدي لإرشاد غيره ، وأن أهم النظر في حقيقته هو الشعور بوجوده على حالة كاملة والشعور بموجده ومفيض الكمال عليه ، وذلك كله مقتض لشكر موجده على ذلك . وأيضاً فإن شكر الله من الحكمة ، إذ الحكمة تدعو إلى معرفة حقائق الأشياء على ما هي عليه لقصد العمل بمقتضى العلم ، فالحكيم يبث في الناس تلك الحقائق على حسب قابلياتهم بطريقة التشريع تارة والموعظة أخرى ، والتعليم لقابليه مع حملهم على العمل بما علموه من ذلك ، وذلك العمل من الشكر إذ الشكر قد عُرف بأنه صرف العبد جميع ما أنعم الله به عليه من مواهب ونِعم فيما خلق لأجله؛ فكان شكر الله هو الأهم في الأعمال المستقيمة فلذلك كان رأس الحكمة لأن من الحكمة تقديم العلم بالأنفع على العلم بما هو دونه؛ فالشكر هو مبدأ الكمالات علماً ، وغايتها عملاً .وللتنبيه على هذا المعنى أعقب الله الشكر المأمور به ببيان أن فائدته لنفس الشاكر لا للمشكور بقوله { ومَن يشكر فإنما يشكر لنفسه } لأن آثار شكر الله كمالات حاصلة للشاكر ولا تنفع المشكور شيئاً لغناه سبحانه عن شكر الشاكرين ، ولذلك جيء به في صورة الشرط لتحقيق التعلق بين مضمون الشرط ومضمون الجزاء ، فإن الشرط أدل على ذلك من الإخبار . وجيء بصيغة حصر نفع الشكر في الثبوت للشاكر بقوله { فإنما يشكر لنفسه } أي ما يشكر إلا لفائدة نفسه ، ولام التعليل مؤذنة بالفائدة . وزيد ذلك تبيناً بعطف ضده بقوله { ومَن كفر فإن الله غنيّ حميد } لإفادة أن الإعراض عن الشكر بعد استشعاره كفر للنعمة وأن الله غنيّ عن شكره بخلاف شأن المخلوقات إذ يكسبهم الشكر فوائد بين بني جنسهم تجر إليهم منافع الطاعة أو الإعانة أو الإغناء أو غير ذلك من فوائد الشكر للمشكورين على تفاوت مقاماتهم ، والله غني عن جميع ذلك ، وهو { حميد } ، أي : كثير المحمودية بلسان حال الكائنات كلها حتى حال الكافر به كما قال تعالى { ولله يسجد مَن في السماوات والأرض طوعاً وكرهاً } سورة الرعد ( 15 ) .ومن بلاغة القرآن وبديع إيجازه أن كان قوله أن اشكر لله } جامعاً لمبدأ الحكمة التي أوتيها لقمان ، ولأمره بالشكر على ذلك ، فقد جمع قوله { أن اشكر لله } الإرشاد إلى الشكر ، مع الشروع في الأمر المشكور عليه تنبيهاً على المبادرة بالشكر عند حصول النعمة . وإنما قوبل الإعراض عن الشكر بوصف الله بأنه حميد لأن الحمد والشكر متقاربان ، وفي الحديث : « الحَمدُ رأس الشكر » فلما لم يكن في أسماء الله تعالى اسم من مادة الشكر إلا اسمه الشكور وهو بمعنى شاكر ، أي : شاكر لعباده عبادتَهم إياه عُبر هنا باسمه { حميد } . وجيء في فعل { يشكر } بصيغة المضارع للإيماء إلى جدارة الشكر بالتجديد .واللام في قوله { أن اشكر لي } [ لقمان : 14 ] داخلة على مفعول الشكر وهي لام ملتزم زيادتها مع مادة الشكر للتأكيد والتقوية ، وتقدم في قوله { واشكُرُوا لي } في سورة البقرة ( 152 ) .",
  "ayah": 12,
  "surah": 31
}
