{
  "text": "وَوَصَّيْنَا الْإِنْسَانَ بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْنًا عَلَى وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ أَنِ اشْكُرْ لِي وَلِوَالِدَيْكَ إِلَيَّ الْمَصِيرُ (14) إذا درجنا على أن لقمان لم يكن نبيئاً مبلغاً عن الله وإنما كان حكيماً مرشداً كان هذا الكلام اعتراضاً بين كلامي لقمان لأن صيغة هذا الكلام مصوغة على أسلوب الإبلاغ والحكاية لقول من أقوال الله . والضمائر ضمائر العظمة جرَّتْه مناسبة حكاية نهي لقمان لابنه عن الإشراك وتفظيعه بأنه ظلم عظيم . فذكر الله هذا لتأكيد ما في وصية لقمان من النهي عن الشرك بتعميم النهي في الأشخاص والأحوال لئلا يتوهم متوهم أن النهي خاص بابن لقمان أو ببعض الأحوال فحكى الله أن الله أوصى بذلك كل إنسان وأن لا هوادة فيه ولو في أحرج الأحوال وهي حال مجاهدة الوالدين أولادَهم على الإشراك . وأحسن من هذه المناسبة أن تجعل مناسبة هذا الكلام أنه لما حكى وصاية لقمان لابنه بما هو شكر الله بتنزيهه عن الشرك في الإلهية بيَّن الله أنه تعالى أسبق منَّة على عباده إذ أوصى الأبناء ببر الآباء فدخل في العموم المنة على لقمان جزاءً على رعيه لحق الله في ابتداء موعظة ابنه فالله أسبق بالإحسان إلى الذين أحسنوا برَعْي حقه . ويقوي هذا التفسير اقتران شكر الله وشكر الوالدين في الأمر .وإذا درجنا على أن لقمان كان نبيئاً فهذا الكلام مما أبلغه لقمان لابنه وهو مما أوتيه من الوحي ويكون قد حكي بالأسلوب الذي أوحي به إليه على نحو أسلوب قوله { أن اشكر لله } [ لقمان : 12 ] وهذا الاحتمال أنسب بسياق الكلام ، ويرجحه اختلاف الأسلوب بينها وبين آيتي سورة العنكبوت وسورة الأحقاف لأن ما هنا حكاية ما سبق في أمة أخرى والأخريين خطاب أنف لهذه الأمة . وقد روي أن لقمان لما أبلغ ابنه هذا قال له : إن الله رضيني لك فلم يوصِني بك ولم يرضَك لي فأوصاكَ بي .والمقصود من هذا الكلام هو قوله { وإن جاهداك على أن تشرك بي } إلى آخره . . . وما قبله تمهيد له وتقرير لواجب بر الوالدين ليكون النهي عن طاعتهما إذا أمرا بالإشراك بالله نهياً عنه في أوْلى الحالات بالطاعة حتى يكون النهي عن الشرك فيما دون ذلك من الأحوال مفهوماً بفحوى الخطاب مع ما في ذلك من حسن الإدماج المناسب لحكمة لقمان سواء كان هذا من كلام لقمان أو كان من جانب الله تعالى .وعلى كلا الاعتبارين لا يحسن ما ذهب إليه جمع من المفسرين أن هذه الآية نزلت في قضية إسلام سعد بن أبي وقاص وامتعاض أمه ، لعدم مناسبته السياق ، ولأنه قد تقدم أن نظير هذه الآية في سورة العنكبوت نزل في ذلك ، وأنها المناسبة لسبب النزول فإنها أخلِيت عن الأوصاف التي فيها ترقيق على الأم بخلاف هذه ، ولا وجه لنزول آيتين في غرض واحد ووقت مختلف وسيجيء بيان الموصَى به .والوهْن بسكون الهاء مصدر وَهَن يهِن من باب ضرَب . ويقال : وَهَنٌ بفتح الهاء على أنه مصدر وهِنَ يَوْهَن كوَجِلَ يَوجَل . وهو الضعف وقلة الطاقة على تحمل شيء . وانتصب { وَهْناً } على الحال من { أمّه } مبالغة في ضعفها حتى كأنها نفس الوهْن ، أي واهنة في حمله ، و { على وهن } صفة ل { وَهْناً } أي وهْناً واقعاً على وهْن ، كما يقال : رجع عوْداً على بدء ، إذا استأنف عملاً فرغ منه فرجع إليه ، أي : بعد بدء ، أو { على } بمعنى ( مع ) كما في قول الأحوص :إني على ما قد علمِت محسَّد ... أنمي على البغضاءِ والشَنآنِفإن حمل المرأة يقارنه التعب من ثقل الجنين في البطن ، والضُعفُ من انعكاس دمها إلى تغذية الجنين ، ولا يزال ذلك الضعف يتزايد بامتداد زمن الحمل فلا جرم أنه وَهْن على وَهْن .وجملة { حملته أمه وهناً على وهن } في موضع التعليل للوصاية بالوالدين قصداً لتأكيد تلك الوصاية لأن تعليل الحكم يفيده تأكيداً ، ولأن في مضمون هذه الجملة ما يثير الباعث في نفس الولد على أن يبرّ بأمه ويستتبع البرّ بأبيه . وإنما وقع تعليل الوصاية بالوالدين بذكر أحوال خاصة بأحدهما وهي الأم اكتفاء بأن تلك الحالة تقتضي الوصَاية بالأب أيضاً للقياس فإن الأب يلاقي مشاقّ وتعباً في القيام على الأم لتتمكن من الشغل بالطفل في مدة حضانته ثم هو يتولى تربيته والذبّ عنه حتى يبلغ أشدّه ويستغني عن الإسعاف كما قال تعالى { وقُلْ ربِّ ارْحَمْهُما كَما رَبَّيَانِي صَغِيراً } [ الإسراء : 24 ] ، فجمعهما في التربية في حال الصغر مما يرجع إلى حفظه وإكمال نشأته ، فلما ذكرت هنا الحالة التي تقتضي البر بالأم من الحمل والإرضاع كانت منبهة إلى ما للأب من حالة تقتضي البرَّ به على حساب ما تقتضيه تلك العلة في كليهما قوة وضعفاً . ولا يقدح في القياس التفاوت بين المقيس والمقيس عليه في قوة الوصف الموجب للإلحاق . وقد نبَّه على هذا القياس تشريكهما في التحكم عقب ذلك بقوله { أن اشكر لي ولوالديك } وقوله { وصاحبهما في الدنيا معروفاً } . وحصل من هذا النظم البديع قضاء حق الإيجاز .وأمّا رجحان الأم في هذا الباب عند التعارض في مقتضيات البرور تعارضاً لا يمكن معه الجمع فقال ابن عطية في «تفسيره» : شرك الله في هذه الآية الأم والأب في رتبة الوصية بهما ثم خصص الأم بذكر درجة الحمل ودرجة الرضاع فتحصل للأم ثلاث مراتب وللأب واحدة ، وأشبه ذلك قول الرسول صلى الله عليه وسلم حين قال له رجل : مَن أُبِرُّ؟ قال : أمَّك . قال : ثم مَن؟ قال : أمَّك . قال : ثم مَن؟ قال : أمَّك . قال : ثم مَن؟ قال : أباك . فجعل له الربع من المبرّة . وهذا كلام منسوب مثله لابن بطّال في شرح «صحيح البخاري» . ولا يخفى أن مساق الحديث لتأكيد البر بالأم إذ قد يقع التفريط في الوفاء بالواجب للأم من الابن اعتماداً على ما يلاقيه من اللين منها بخلاف جانب الأب فإنه قوي ولأبنائه تَوَقَ من شدته عليهم ، فهذا مساق الحديث ولا معنى لأخذه على ظاهره حتى نذهب إلى تجزئة البرّ بين الأم والأب أثلاثاً أو أرباعاً وهو ما استشكله القرافي في «فائدة من الفرق الثالث والعشرين» ، وحسبنا نظم هذه الآية البديع في هذا الشأن .وأما لفظ الحديث فهو مسوق لتأكيد البر بالأم خشية التفريط فيه . وليس معنى «ثُمَّ» فيه إلا محاكاة قول السائل «ثُمَّ مَن» بقرينة أنه عطف بها لفظ الأم في المرتين ولا معنى لتفضيل الأم على نفسها في البر . وإذ كان السياق مسوقاً للاهتمام تعين أن عطف الأب على الأم في المرة الثالثة عطف في الاهتمام فلا ينتزع منه ترجيح عند التعارض . ولعل الرسول عليه الصلاة والسلام علم من السائل إرادة الترخيص له في عدم البرّ . وقد قال مالك لرجل سأله : أن أباه في بلد السودان كتب إليه أن يقدم عليه وأن أمه منعته فقال له مالك : أطِعْ أباك ولا تعْصصِ أمك . وهذا يقتضي إعراضه عن ترجيح جانب أحد الأبوين وأنه متوقف في هذا التعارض ليحمل الابن على ترضية كليهما . وقال الليث : يرجح جانب الأم . وقال الشافعي : يرجح جانب الأب .وجملة { وفصاله في عامين } عطف على جملة { حملتْه أمه } الخ ، فهي في موقع الحال أيضاً . وفي الجملة تقدير ضمير رابط إياها بصاحبها ، إذ التقدير : وفصالها إياه ، فلما أضيف الفصال إلى مفعوله علم أن فاعله هو الأم .والفِصال : اسم للفطام ، فهو فصل عن الرضاعة . وتقدم في قوله { فإن أرادَا فِصالاً } في سورة البقرة ( 233 ) . وذكر الفِصال في معرض تعليل حقية الأم بالبرّ ، لأنه يستلزم الإرضاع من قبل الفِصال ، وللإشارة إلى ما تتحمله الأم من كدَر الشفقة على الرضيع حين فصاله ، وما تشاهده من حزنه وألمه في مبدأ فطامه . وذُكر لمدة فِطامه أقصاها وهو عامان لأن ذلك أنسب بالترقيق على الأم ، وأشير إلى أنه قد يكون الفطام قبل العامين بحرف الظرفية لأن الظرفية تصدق مع استيعاب المظروف جميعَ الظرف ، ولذلك فموقع في أبلغ من موقع ( من ) التبعيضية في قول سبَرة بن عمرو الفقعسي :ونَشْرَب في أثمانها ونُقَامِر ... لأنه يصدق بأن يستغرق الشرابُ والمقامرة كامل أثمان إبله . وقد تقدم ذلك عند قوله تعالى { وارزقوهم فيها واكسوهم } في سورة النساء ( 5 ) . وقد حمله علي بن أبي طالب أوْ ابن عباس على هذا المعنى فأخذ منه أن أقل مدة الحمل ستة أشهر جمعاً بين هذه الآية وآية سورة الأحقاف كما سيأتي هنالك .وجملة أن اشكر لي ولوالديك } تفسير لفعل { وصينا . } و { أن } تفسيرية ، وإنما فُسرت الوصية بالوالدين بما فيه الأمرُ بشكر الله مع شكرهما على وجه الإدماج تمهيداً لقوله { وإن جاهداك على أن تُشْرِك بي } الخ .وجملة { إلي المصير } استئناف للوعظ والتحذير من مخالفة ما أوصى الله به من الشكر له . وتعريف { المصير } تعريف الجنس ، أي مصير الناس كلهم . ولك أن تجعل أل عوضاً عن المضاف إليه . وتقديم المجرور للحصر ، أي ليس للأصنام مصير في شفاعة ولا غيرها .",
  "ayah": 14,
  "surah": 31
}
