{
  "text": "وَلَوْ أَنَّمَا فِي الْأَرْضِ مِنْ شَجَرَةٍ أَقْلَامٌ وَالْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مَا نَفِدَتْ كَلِمَاتُ اللَّهِ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ (27)تكرر فيما سبق من هذه السورة وصف الله تعالى بإحاطة العلم بجميع الأشياء ظاهرةً وخفيةً فقال فيما حكى من وصية لقمان : { إنها إن تكُ مثقالُ حبة من خردل } إلى قوله { لطيف خبير } [ لقمان : 16 ] ، وقال بعد ذلك { فنُنبئُهم بما عملوا إن الله عليم بذات الصدور } [ لقمان : 23 ] فعقب ذلك بإثبات أن لعلم الله تعالى مظاهرَ يبلّغ بعضها إلى من اصطفاه من رسله بالوحي مِما تقتضي الحكمة إبلاغه ، وأنه يستأثر بعلم ما اقتضت حكمته عدم إبلاغه ، وأنه لو شاء أن يبلغ ما في علمه لما وفّت به مخلوقاته الصالحة لتسجيل كلامه بالكتابة فضلاً على الوفاء بإبلاغ ذلك بواسطة القول . وقد سُلك في هذا مسلك التقريب بضرب هذا المثل؛ وقد كان ما قُصَّ من أخبار الماضين موطئاً لهذا فقد جرت قصة لقمان في هذه السورة كما جرت قصة أهل الكهف وذي القرنين في سورة الكهف ( 109 ) فعقبتا بقوله في آخر السورة : { قل لو كان البحر مِدَاداً لكلمات ربي لَنَفِد البحر قبل أن تَنْفَد كلماتُ ربي ولو جئنا بمثله مَدَداً } وهي مشابهة للآية التي في سورة لقمان . فهذا وجه اتصال هذه الآية بما قبلها من الآيات المتفرقة .ولما في اتصال الآية بما قبلها من الخفاء أخذ أصحاب التأويل من السلف من أصحاب ابن عباس في بيان إيقاع هذه الآية في هذا الموْقع . فقيل : سبب نزولها ما ذكره الطبري وابن عطية والواحدي عن سعيد بن جبير وعكرمة وعطاء بن يسار بروايات متقاربة : أن اليهود سألوا رسول الله أو أغَروا قريشاً بسؤاله لمَّا سمعوا قول الله تعالى في شأنهم : { ويسألونك عن الروح قل الروح من أمر ربي وما أوتيتم من العلم إلا قليلاً } [ الإسراء : 85 ] فقالوا : كيف وأنت تتلو فيما جاءك أنا قد أوتينا التوراة وفيها تبيان كل شيء فقال رسول الله صلى الله عليه وسلم لمن سألوه : هي في علم الله قليل ، ثم أنزل الله { ولو أن ما في الأرض من شجرة أقلام } الآيتين أو الآيات الثلاثَ .وعن السدّي قالت قريش : ما أكثر كلامَ محمدٍ فنزلت : { ولو أنّ ما في الأرض من شجرة أقلام } .وعن قتادة قالت قريش : سيتِمّ هذا الكلام لمحمد وينحسِر أي محمد صلى الله عليه وسلم فلا يقول بعده كلاماً . وفي رواية : سينفَدُ هذا الكلام . وهذه يرجع بعضها إلى أن هذه الآية نزلت بالمدينة فيلزم أن يكون وضعها في هذا الموضع من السورة بتوقيف نبوي للمناسبة التي ذكرناها آنفاً ، وبعضها يرجع إلى أنها مكية فيقتضي أن تكون نزلت في أثناء نزول سورة لقمان على أن توضع عقب الآيات التي نزلت قبلها .و { كلمات } جمع كلمة بمعنى الكلام كما في قوله تعالى : { كَلاَّ إنها كلمةٌ هو قائلها }[ المؤمنون : 100 ] أي : الكلام المنبىء عن مراد الله من بعض مخلوقاته مما يخاطب به ملائكته وغيرَهم من المخلوقات والعناصر المعدودة للتكون التي يقال لها : كن فتكون ، ومن ذلك ما أنزله من الوحي إلى رسله وأنبيائه من أول أزمنة الأنبياء وما سينزله على رسوله صلى الله عليه وسلم أي لو فُرض إرادة الله أن يكتب كلامَه كله صُحفاً ففُرضت الأشجار كلها مقسمة أقلاماً ، وفرض أن يكون البحر مداداً فكُتب بتلك الأقلام وذلك المدادِ لنفِد البحر ونفِدت الأقلام وما نفدت كلمات الله في نفس الأمر .وأما قوله تعالى : { وتَمَّت كلمات ربّك صدقاً وعدلاً } [ الأنعام : 115 ] فالتمام هنالك بمعنى التحقق والنفوذ ، وتقدم قوله تعالى : { ويريد الله أن يحق الحق بكلماته } في سورة الأنفال ( 7 ) . وقد نُظمت هذه الآية بإيجاز بديع إذ ابتُدئت بحرف { لو } فعلم أن مضمونها أمر مفروض ، وأن ل { لو } استعمالات كما حققه في «مغنى اللبيب» عن عبارة سيبويه . وقد تقدم عند قوله تعالى { ولو أسمعهم لتولَّوا وهم معرضون } في سورة الأنفال ( 23 ) .{ ومن شجرة } بيان ل { ما } الموصولة وهو في معنى التمييز فحقه الإفراد ، ولذلك لم يقل : من أشجار . والأقلام : جمع قلَم وهو العود المشقوق ليرفع به المداد ويكتب به ، أي : لو تصير كل شجرة أقلاماً بمقدار ما فيها من أغصان صالحة لذلك . والأقلام هو الجمع الشائع لقلَم فيرَد للكثرة والقلة . و { يَمّده } بفتح الياء التحتية وضم الميم ، أي : يزيده مِداداً . والمداد بكسر الميم الحِبر الذي يُكتب به . يقال : مَد الدَّوَاةَ يمدُها . فكان قوله { يمده } متضمناً فرض أن يكون البحر مداداً ثم يُزاد فيه إذا نشف مدادُه سبعةُ أبحر ، ولو قيل : يُمده ، بضم الميم من أمد لفات هذا الإيجاز .والسبعة : تستعمل في الكناية عن الكثرة كثيراً كقول النبي صلى الله عليه وسلم \" والكافر يأكل في سبعة أمعاء \" فليس لهذا العدد مفهوم ، أي والبحر يمده أبحر كثيرة .ومعنى { ما نفدت كلمات الله } ما انتهت ، أي : فكيف تحسب اليهود ما في التوراة هو منتهى كلمات الله ، أو كيف يحسب المشركون أن ما نزل من القرآن أوشك أن يكون انتهاء القرآن ، فيكون المَثل على هذا الوجه الآخر وارداً مورد المبالغة في كثرة ما سينزل من القرآن إغاظة للمشركين ، فتكون { كلمات الله } هي القرآن ، لأن المشركين لا يعرفون كلمات الله التي لا يحاط بها .وجملة { إن الله عزيز حكيم } تذييل ، فهو لعزته لا يَغلبه الذين يزعمون عدم الحاجة إلى القرآن ينتظرون انفحام الرسول صلى الله عليه وسلم وهو لحكمته لا تنحصر كلماته لأن الحكمة الحق لا نهاية لها .وقرأ الجمهور برفع { والبحرُ } على أن الجملة الاسمية في موضع الحال والواو واو الحال وهي حال مِن { ما في الأرض من شجرة ، } أي : تلك الأشجار كائنة في حال كون البحر مداداً لها ، والواو يحصل بها من الربط والاكتفاء عن الضمير لدلالتها على المقارنة . وقرأ أبو عمرو ويعقوب { والبحرَ } بالنصب عطفاً على اسم ( إنّ ) .",
  "ayah": 27,
  "surah": 31
}
