{
  "text": "أَلَمْ تَرَ أَنَّ اللَّهَ يُولِجُ اللَّيْلَ فِي النَّهَارِ وَيُولِجُ النَّهَارَ فِي اللَّيْلِ وَسَخَّرَ الشَّمْسَ وَالْقَمَرَ كُلٌّ يَجْرِي إِلَى أَجَلٍ مُسَمًّى وَأَنَّ اللَّهَ بِمَا تَعْمَلُونَ خَبِيرٌ (29)استدلال على ما تضمنته الآية قبلَها من كون الخلق الثاني وهو البعث في متناول قدرة الله تعالى بأنه قادر على تغيير أحوال ما هو أعظم حالاً من الإنسان ، وذلك بتغيير أحوال الأرض وأُفقها بين ليل ونهار في كل يوم وليلة تغييراً يشبه طُروّ الموت على الحياة في دخول الليل في النهار ، وطروّ الحياة على الموت في دخول النهار على الليل ، وبأنه قادر على أعظم من ذلك بما سخره من سير الشمس والقمر .فهذا الاستدلال على إمكان البعث بقياس التمثيل بإمكان ما هو أعظم منه من شؤون المخلوقات بعد أن استدل عليه بالقياس الكلي الذي اقتضاه قوله { إن الله سميع بصير } [ لقمان : 28 ] من إحاطة العلم الإلهي بالمعلومات المقتضي إحاطة قدرته بالممكنات لأنها جزئيات المعلومات وفرعٌ عنها . والخطاب لغير معين ، والمقصود به المشركون بقرينة { وأن الله بما تعملون خبير } . والرؤية علْمية ، والاستفهام لإنكار عدم الرؤية بتنزيل العالمين منزلة غير عالمين لعدم انتفاعهم بعلمهم .والإيلاج : الإدخال . وهو هنا تمثيل لتعاقب الظلمة والضياء بولوج أحدهما في الآخر كقوله { وآية لهم الليل نسلخ منه النهار } [ يس : 37 ] . وتقدم الكلام على نظيره في قوله { تُولج الليل في النهار } أول سورة آل عمران ( 27 ) ، وقوله { ذلك بأن الله يولج الليل في النهار } الآية في سورة الحج ( 61 ) مع اختلاف الغرضين .والابتداء بالليل لأن أمره أعجب كيف تغشَى ظُلمته تلك الأنوار النهارية ، والجمع بين إيلاج الليل وإيلاج النهار لتشخيص تمام القدرة بحيث لا تُلازم عملاً متماثلاً . والكلام على تسخير الشمس والقمر مضى في سورة الأعراف .وتنوين { كلٌّ } هو المسمى تنوين العوض عن المضاف إليه ، والتقدير : كلٌّ من الشمس والقمر يجري إلى أجل .والجري : المشي السريع؛ استعير لانتقال الشمس في فلكها وانتقال الأرض حول الشمس وانتقال القمر حول الأرض ، تشبيهاً بالمشي السريع لأجل شسوع المسافات التي تقطع في خلال ذلك .وزيادة قوله { إلى أجل مسمى } للإشارة إلى أن لهذا النظام الشمسي أمداً يعلمه الله فإذا انتهى ذلك الأمد بطل ذلك التحرك والتنقل ، وهو الوقت الذي يؤذن بانقراض العالم؛ فهذا تذكير بوقت البعث . فيجوز أن يكون { إلى أجل } ظرفاً لغواً متعلقاً بفعل { يجري ، } أي : ينتهي جريه ، أي سيره عند أجل معيَّن عند الله لانتهاء سيرهما . ويجوز أن يكون { إلى أجل } متعلقاً بفعل { سَخَّر } أي : جعل نظام تسخير الشمس والقمر منتهياً عند أجل مقدّر .وحرف { إلى } على التقديرين للانتهاء . وليست { إلى } بمعنى اللام عند صاحب «الكشاف» هنا خلافاً لابن مالك وابن هشام ، وسيأتي بيان ذلك عند قوله تعالى { وسخّر الشمس والقمر كل يجري لأجل مسمى } في سورة فاطر ( 13 ) .{ وأن الله بما تعملون خبير } عطف على { أن الله يولج الليل في النهار } ، فهو داخل في الاستفهام الإنكاري بتنزيل العالم منزلة غيره لعدم جريه على موجَب العلم ، فهم يعلمون أن الله خبير بما يعملون ولا يَجرون على ما يقتضيه هذا العلم في شيء من أحوالهم .",
  "ayah": 29,
  "surah": 31
}
