{
  "text": "Всевышний укорил тех из Своих рабов, которые говорят то, что не соответствует действительности и чего не сотворил Аллах. Подобные заявления являются лживыми, несостоятельными и порицаются шариатом Всевышнего Аллаха. Это религиозное законоположение относится ко всем, кто заявляет о существовании того, чего в действительности нет, или утверждает то, что не соответствует действительности. Из великого множества подобных лживых утверждений Аллах особо отметил те, о которых люди чаще всего говорили во времена Пророка Мухаммада, да благословит его Аллах и приветствует, и в знании несостоятельности которых они больше всего нуждались. Аллах не даровал людям двух сердец в одном теле. Такая аномалия не встречается у людей, а посему никогда не говорите, что у кого-то из вас есть два сердца. Воистину, тот, кто делает подобные заявления, лжет. Аллах также не сделал вашими матерями тех ваших жен, которых вы приравниваете к своим матерям. Речь идет о зихаре - языческом обряде отвержения жен. В доисламские времена арабы отрекались от своих жен, приравнивая их к своим матерям и называя их «хребтом своих матерей». Конечно же, жена не может быть матерью мужчины, ибо его матерью является только та женщина, которая родила его. Мать для мужчины является самой уважаемой и самой неприкосновенной женщиной, в то время как жена является для него самой доступной и самой дозволенной женщиной. Как же можно сравнивать этих совершенно непохожих друг на друга людей? Воистину, это - недопустимо, и поэтому Всевышний сказал: «Те из вас, которые объявляют своих жен запретными для себя, говорят слова предосудительные и лживые. Их жены - не матери им, ведь их матерями являются только женщины, которые их родили» (58:2). Аллах также не сделал приемных сыновей родными сыновьями. В доисламские времена невежества и в первые годы распространения ислама приемные дети считались полноправными детьми тех людей, которые усыновляли их, не будучи их кровными родителями. Всевышний Аллах запретил нарекать усыновленных детей своими родными детьми и изобличил лживость и порочность такого поступка. Это - сущая ложь, а в шариате Аллаха нет места лжи, и поэтому рабы Аллаха должны быть далеки от столь скверных поступков. Всевышний запретил называть усыновленных детей детьми их приемных родителей и давать им отчество по имени приемного отца, потому что отцом ребенка является только тот, кто породил его на свет. Приемные дети могут называться детьми только своих кровных родителей. Вы называете приемных детей сыновьями или дочерьми их приемных родителей, но это - всего лишь бессмысленные и далекие от действительности слова. Аллах же глаголет только сущую правду. Именно поэтому Он повелел вам следовать истине и повиноваться Его писанию и Его шариату. Его писание - сущая правда, и Его шариат - сущая правда, а лживые слова и порочные деяния не имеют к ним никакого отношения, ведь Аллах учит Своих рабов только праведности и наставляет их только на прямой путь. Тем не менее, все хорошее и плохое, что происходит во Вселенной, подчиняется воле Всевышнего Аллаха. Затем Он еще раз повелел правоверным отказаться от лживых речей и поступков и сказал:",
  "ayah": 4,
  "surah": 33
}
