{
  "text": "Аллах сообщил о некоторых качествах Пророка Мухаммада, да благословит его Аллах и приветствует, каждое из которых являются целью, основой и сутью любого пророческого послания. Во-первых, Господь отправил его свидетелем, то есть в День воскресения Посланник, да благословит его Аллах и приветствует, будет свидетельствовать обо всех добрых и злых делах своих последователей. Всевышний сказал: «Мы сделали вас общиной, придерживающейся середины, чтобы вы свидетельствовали обо всем человечестве, а Посланник свидетельствовал о вас самих» (2:143); «Что же произойдет, когда Мы приведем по свидетелю от каждой общины, а тебя приведем свидетелем против этих?» (4:41). Пророк Мухаммад, да благословит его Аллах и приветствует, будет справедливым свидетелем, и его свидетельство будет принято во внимание. Во-вторых и в-третьих, Господь отправил его добрым вестником и предостерегающим увещевателем. Чтобы лучше понять суть этой миссии, мы должны знать, кого должен был радовать и предостерегать посланник Аллаха, да благословит его Аллах и приветствует, чем он должен был обрадовать и от чего должен был предостеречь людей, а также каким образом люди могут обрести то желанное и избежать того неприятного, о котором он сообщил. Что касается благой вести, то Пророк Мухаммад, да благословит его Аллах и приветствует, обрадовал ею богобоязненных правоверных, которые уверовали в Аллаха и Его посланника, совершают добрые дела и избегают грехов. В этой жизни их ожидают земные блага и духовное умиротворение, которые они получат в воздаяние за свою веру и богобоязненность. А в Последней жизни их ожидает вечное райское блаженство. Каждый верующий должен более подробно изучить, какие деяния он должен совершать, какими качествами он должен обладать и какое вознаграждение ожидает его в том случае, если он исправно выполнит свои обязанности. А что касается увещевания и предостережения, то оно обращено в адрес невежественных и несправедливых грешников, которых в земной жизни ожидает справедливое наказание, а в Последней жизни - долгие и мучительные муки в Адском Пламени. Обо всем этом более подробно сообщил Всевышний Аллах в Коране, а посланник Аллаха - в пречистой Сунне. В-четвертых, Аллах отправил его проповедником, зовущим людей на путь великого Господа. Посланник Аллаха, да благословит его Аллах и приветствует, исправно выполнял свою миссию, пробуждал в людях стремление к милости Господа, учил их поклоняться своему Создателю и разъяснял им обряды поклонения, ради которого Аллах сотворил человечество, помогал им познать своего Господа и Его безупречные качества, очищал их умы от ложных и неподобающих представлений об Аллахе. Он проповедовал правую веру самым прекрасным и правильным образом, стремился выполнить все свои обязанности перед Господом и перед каждым из Его творений и делал все это искренне ради Аллаха, а не ради собственной славы, как это делают многие заблудшие проповедники. А удалось это Пророку Мухаммаду, да благословит его Аллах и приветствует, благодаря дозволению Господа, Который оказал ему милость, благословил его дело и предопределил его успех. В-пятых, Аллах сделал его ярким светильником. Люди, лишенные божественного руководства, находятся в беспросветной мгле. Они лишены света, который мог бы осветить им путь к счастью и спасению, и знания, благодаря которому они могли бы выйти из заблуждения. Именно в таком положении находилось человечество до пришествия Пророка Мухаммада, да благословит его Аллах и приветствует, который по воле Аллаха осветил мир светом истины, сокрушил невежество и указал заблудшему человечеству прямой путь к спасению. Праведники, которые избрали для себя этот прямой путь, последовали по нему вслед за посланником Аллаха, да благословит его Аллах и приветствует. Благодаря этому они научились отличать добро от зла и счастливых людей от несчастных и научились познавать своего Господа посредством Его совершенных качеств, похвальных деяний и мудрых повелений.",
  "ayah": 46,
  "surah": 33
}
