{
  "text": "Всевышний напомнил о своих мудрых предписаниях, часть которых распространяется на Пророка Мухаммада, да благословит его Аллах и приветствует, и остальных верующих, а другая часть была предназначена только для Пророка, да благословит его Аллах и приветствует. Аллах разрешил Своему посланнику и всем правоверным мусульманам вступать в интимную близость с женами, которым они уплатили брачный дар, а также с невольницами, которых они пленили на войне с неверующими. Невольницами являются захваченные в плен рабыни и свободные женщины, как замужние, так и незамужние. Всевышний также разрешил Своему пророку, да благословит его Аллах и приветствует, и правоверным мусульманам жениться на двоюродных сестрах, то есть дочерях дядей со стороны отца, дочерях дядей со стороны матери, дочерях теток со стороны отца и дочерях теток со стороны матери. Посланник Аллаха, да благословит его Аллах и приветствует, мог жениться только на тех двоюродных сестрах, которые переселились вместе с ним в Медину. Согласно наиболее достоверному толкованию этого аята, это ограничение касалось только Пророка Мухаммада, да благословит его Аллах и приветствует. Двоюродные сестры - ближайшие родственницы, на которых дозволено жениться правоверным. А что касается более близких родственниц, то мусульмане не имеют право брать их в жены, о чем Всевышний Аллах упомянул в суре «Ан-Ниса». Аллах также разрешил Своему посланнику брать в жены верующих женщин, которые по доброй воле предлагали себя ему в жены. При этом право выбора оставалось за посланником Аллаха, и он мог отказаться от женитьбы. Это предписание не распространяется на всех остальных мусульман, и поэтому правоверный мусульманин не имеет права жениться на женщине только на основании того, что она согласна стать его женой. Аллах разрешил правоверным иметь интимную близость с женами и невольницами, ниспослал им свои предписания и разъяснил им их права и обязанности. А что касается исключений, о которых упоминается в этом аяте, то они дозволены только посланнику Аллаха, но не остальным верующим. Именно поэтому этот аят начинается с обращения к Пророку Мухаммаду, да благословит его Аллах и приветствует. Аллах сделал для него некоторые исключения для того, чтобы он не испытывал никакого неудобства и стеснения от предписаний своего Господа. Это свидетельствует о бесконечной заботе Всевышнего Аллаха о Своем посланнике. Воистину, Аллах - Прощающий, Милосердный. Он всегда остается сострадательным и милосердным по отношению к Своим рабам и осеняет их милостью, щедростью и добродетелью в соответствии со Своей божественной мудростью и в зависимости от их деяний.",
  "ayah": 50,
  "surah": 33
}
