{
  "text": "О правоверные! Не беспокойте посланника Аллаха, если только вас не пригласят на трапезу. Но даже в этом случае не приходите заранее для того, чтобы дожидаться ее. Не отвлекайте посланника Аллаха от насущных дел своим присутствием, дожидаясь приготовления еды или бесполезными разговорами после трапезы, а посещайте дома посланника Аллаха только с его разрешения и проводите там ровно столько времени, сколько понадобится для разрешения ваших насущных дел. Не тратьте понапрасну время посланника Аллаха ни до трапезы, ни после нее. Затем Аллах сообщил, что смысл этого предписания в том, что бесполезное времяпрепровождение удручало Пророка и отвлекало его от многочисленных домашних дел. Однако посланник Аллаха стеснялся попросить своих сподвижников покинуть его дом. Подобное стеснение испытывают все великодушные и гостеприимные люди, но Аллах не стыдится истины. Кому-то может показаться, что ради приличия можно отказаться от выполнения предписания Аллаха, однако это далеко не так. Истинное благоразумие кроется в выполнении повелений Господа, а все, что противоречит шариату Всевышнего, не имеет никакого отношения к приличию и благонравию. Поэтому Всевышний Аллах не стыдится учить Своих рабов почтительному отношению к Пророку и разъяснять им предписания религии, которые принесут каждому верующему великую пользу. Таким образом, в начале аята речь шла о поведении мусульман при посещении домов посланника Аллаха. Затем Всевышний научил правоверных тому, как они должны были обращаться к женам Своего посланника. Всевышний запретил им обращаться к женам Посланника, да благословит его Аллах и приветствует, без всякой на то причины. Если же они хотели попросить у них какую-либо домашнюю утварь, попросить о помощи или обратиться за советом, то должны были разговаривать с женами Пророка, да благословит его Аллах и приветствует, через покрывало. Покрывало не давало им возможности видеть друг друга, потому что в этом не было никакой необходимости. Одним словом, посторонние мужчины не имели права смотреть в лицо женам посланника Аллаха, да благословит его Аллах и приветствует, и могли разговаривать с ними только при необходимости. Смысл же этого предписания в том, что подобное поведение было безгрешнее для сердец жен Посланника, да благословит его Аллах и приветствует, и сердец остальных мусульман. Оно отдаляло их от сомнений и дурных мыслей, а чем сильнее отдаляется человек от дурных мыслей и скверных деяний, тем чище становится его душа. Всевышний Аллах детально разъяснил Своим рабам, что мусульманский шариат запрещает все поступки, которые подталкивают людей к совершению грехов, и поэтому каждый мусульманин обязан сторониться их всеми возможными способами. Затем Аллах провозгласил одно из важнейших правил исламской веры и сказал, что правоверным не подобает огорчать посланника Аллаха. Это касается всех речей и поступков, которые могли бы причинить страдания Пророку Мухаммаду, да благословит его Аллах и приветствует. Воистину, такое поведение является самым недостойным и самым скверным. Примером же такого неуважительного отношения к посланнику Аллаха, да благословит его Аллах и приветствует, является женитьба на его женах после его смерти. Мусульмане обязаны уважать, почитать и возвеличивать Своего пророка, да благословит его Аллах и приветствует, а женитьба на его овдовевших супругах никоим образом не совместима с этим. Кроме того, жены посланника Аллаха, да благословит его Аллах и приветствует, останутся его супругами и в Последней жизни, и смерть Пророка, да благословит его Аллах и приветствует, в сущности не нарушила их супружеских уз. Именно поэтому Аллах запретил правоверным жениться на женах Пророка Мухаммада, да благословит его Аллах и приветствует, после его смерти. А если бы кто-либо осмелился совершить подобное, то совершил бы великий грех. Однако мусульмане не нарушили запрета своего Господа и были покорны Его повелениям, и хвала за это надлежит одному лишь Аллаху.",
  "ayah": 53,
  "surah": 33
}
