{
  "text": "Всевышний сообщил верующим о прекрасных качествах и достоинствах посланника Аллаха, дабы они возлюбили его и относились к нему надлежащим образом. Самым дорогим для человека является его собственная душа, однако Пророк заботился о верующих больше, чем они сами заботятся о себе. Да и как может быть иначе, если посланник Аллаха посвятил себя целиком наставлению человечества на прямой путь. Он был самым добрым, самым сострадательным, самым снисходительным творением Аллаха. Ни один человек не сделал для своего близкого столько добра, сколько сделал посланник Аллаха для всего человечества. Человек может приобрести добро и избавиться от зла только благодаря Пророку Мухаммаду, да благословит его Аллах и приветствует, и его учению. Поэтому все люди обязаны отдавать предпочтение желанию посланника Аллаха, да благословит его Аллах и приветствует, перед желаниями других людей и даже перед своими собственными желаниями. Они обязаны ставить его слова превыше слов других людей, кем бы они ни были, и должны быть готовы пожертвовать ради него своими жизнями, богатством и детьми. Они также обязаны любить его сильнее, чем кого бы то ни было иного, кроме Аллаха, не должны высказывать свое мнение до тех пор, пока не услышат мнение Пророка, да благословит его Аллах и приветствует, и не должны пытаться опередить его даже в самом малом начинании. Пророк Мухаммад, да благословит его Аллах и приветствует, имеет полное право называться отцом правоверных, и об этом говорили некоторые сподвижники. Он воспитывал их так, как отец воспитывает своих детей. Кроме того, его жены - матери правоверных. Мусульмане не имели права жениться на них после смерти посланника Аллаха, да благословит его Аллах и приветствует, и обязаны уважать и почитать их. Однако это не означает, что сподвижники имели право общаться с ними и находиться с ними наедине, как со своими родными матерями. Этот аят словно служит предисловием к истории Зейда б. Харисы, о которой речь пойдет ниже. В течение многих лет Зейда звали сыном Мухаммада, но Всевышний Аллах сказал: «Мухаммад - не отец кого-либо из ваших мужей» (33:40). Тем самым Господь подвел черту под родословную Пророка, да благословит его Аллах и приветствует, и отверг его родство с Зейдом. А в этом аяте Всевышний сообщил, что все правоверные являются детьми Посланника, да благословит его Аллах и приветствует, и в этом отношении они не имеют друг перед другом никаких преимуществ. Если приемный сын Пророка, да благословит его Аллах и приветствует, лишился права называться его сыном, то он не должен печалиться и отчаиваться, потому что их все еще связывает родство правоверных. Это родство связывает мусульман и с женами Пророка, да благословит его Аллах и приветствует, которые являются матерями правоверных. Мусульмане не имели права жениться на женах посланника Аллаха, да благословит его Аллах и приветствует, после его смерти, и об этом Всевышний сказал: «Вам не подобает ни обижать посланника Аллаха, ни жениться на его женах после его смерти. Воистину, это является великим грехом перед Аллахом» (33:53). Затем Аллах предписал делить наследство между близкими и дальними родственниками и заповедал родственникам делать добро и помогать друг другу. В доисламские времена невежества кровные дети порой лишались наследства своих родителей, потому что его наследовали их приемные сыновья. Всевышний запретил распределять наследство таким образом и по своей доброте и мудрости предписал делить его между родственниками. Если бы языческий обычай продолжал существовать и по сей день, то на земле распространились бы безнравственность и зло, а близкие родственники продолжали бы оставаться без полагающейся им части наследства. Далее Всевышний отметил, что кровные родственники имеют больше прав на наследство, чем все остальные верующие, будь то мухаджиры или нет. Этот аят служит ярким доказательством того, что шариат закрепляет право на опекунство над невестой во время бракосочетания, право на унаследование имущества и другие права за близкими родственниками. А ваши друзья не имеют права на унаследование вашего имущества, хотя вы можете по доброй воле завещать им часть своего богатства. Это законоположение предопределено Аллахом, записано в Его писании и непременно должно претворяться в жизнь.",
  "ayah": 6,
  "surah": 33
}
