{
  "text": "Lexicological Analysis\nThe word سُعُر su'ur has appeared twice in this Surah. First it has appeared in verse 24 in connection with the people of Thamud where it is their own word, and means 'madness or insanity'. The second time, the word appears in connection with the punishment of the sinners where it is the word of Allah in the forthcoming verse [ 47] فِي ضَلَالٍ وَسُعُرٍ‌. Here the word سُعُر su'ur may also be taken in the sense of Hell-Fire. According to lexicologists, the word su'ur is used in both these senses.\nرَ‌اوَدُوهُ عَن ضَيْفِهِ (And they had even tried to tempt him against his guests...54:37). The word murawadah signifies to entice someone to satisfy one's lust. This verse refers to the night when the angels came to Prophet Lut (علیہ السلام) in the shape of handsome young men, as a test from Allah for his people who were addicted to homosexuality. Prophet Lut (علیہ السلام) hosted his guests. The licentious people came to him from every direction, and the Prophet Lut (علیہ السلام) had to shut the door to protect his guests. They came during the night and tried to break the door down and scale the walls to come in. The immoral behaviour of his people distressed Prophet Lut (علیہ السلام) but when the guests revealed to him that they were angels and have been sent by Allah to inflict destructive punishment on his people, he felt comforted; they assured him that they will not be able to hurt them in any way.\nSurah Al-Qamar started on the note that Doomsday is fast approaching, so that the infidels and pagans, who have lust and greed for this world and are unaware of the Hereafter, come to their senses. First, the punishment of the Hereafter is mentioned. Then the evil consequences of their misdeeds in the present life are cited. Reference is made to the conditions of world-famous nations, their opposition to their respective prophets and its evil consequences. The people of Lut (علیہ السلام) were the first people who were destroyed by Divine punishment. Many different kinds of devastating torments were inflicted on the people of Lut (علیہ السلام) ، the tribes of ` Ad, Thamud and Lut (علیہ السلام) and the people of Fir'aun in this world. Their stories and histories are recounted in detail on several occasions in the Qur'an. Here they have been condensed.\nAll these five nations were the strongest and resourceful. It was not possible for any of the subdued nations to overcome any of these superpowers. The current set of verses show how the superpowers were destroyed by Divine punishment. After describing the punishment of each nation, the Qur'an repeats the following statement as a refrain: فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ‌ (How then was My torment and My warnings?). That is, when the Divine chastisement overtook these nations who were very powerful in terms of might, wealth and number were killed like flies and mosquitoes. In addition, the following verse is repeated to advise the Muslims and the infidels in general: وَلَقَدْ يَسَّرْ‌نَا الْقُرْ‌آنَ لِلذِّكْرِ‌ فَهَلْ مِن مُّدَّكِرٍ‌ (and indeed We have made the Qur'an easy for seeking advice. So, is there one to seek advice?) This is to indicate that the only way to avoid the terrible chastisement is to take to the advice of the Qur'an. Allah has made the Qur'an easy to the extent of paying heed to the admonition and warnings. Only the most ill-fated person will not take advantage of the warnings.\nThe forthcoming verses address the people of the time of the Prophet Muhammad ﷺ that they are not more powerful in terms of wealth, number and might than the people of Prophet Lut (علیہ السلام) the tribes of ` Ad and Thamud, Prophet Lut’ s\tعلیہ السلام people and the people of Fir'aun. Then how are they sitting in a careless manner?",
  "ayah": 41,
  "surah": 54
}
