{
  "text": "Хвалой называется прославление похвальных качеств и прекрасных деяний, и возносить хвалу надлежит только одному Аллаху, поскольку все качества Всевышнего Аллаха безупречны, а все Его деяния преисполнены мудрости и заслуживают похвалы и благодарности. В самом начале этой суры Всевышний сообщил, что все творения должны возносить хвалу Аллаху за то, что Ему одному принадлежит все, что на небесах и на земле. Все творения во Вселенной принадлежат Аллаху и являются Его рабами, и Аллах заслуживает похвалы за то, что правит ими самым совершенным образом. Ему же надлежит хвала в Последней жизни. Именно там творения Аллаха осознают то, чего им не удавалось постичь в мирской жизни, и тогда они поймут, как достославен Господь. Когда свершится суд над всеми творениями, а обитатели небес и земли убедятся в совершенной справедливости и мудрости своего Господа, каждый из них воздаст хвалу Аллаху. Даже сердца мучеников, которые будут ввергнуты в Геенну, будут переполнены хвалой Всевышнему Господу, потому что наказание адских мучеников будет справедливым возмездием за совершенные ими злодеяния. А что касается хвалы, которую будут возносить Аллаху оказавшиеся в Раю праведники, то о ней сообщается во многих достоверных священных текстах. К этой истине можно прийти даже в результате простого логического рассуждения. Обитатели Рая воочию увидят бесчисленные милости и щедрые дары Всевышнего Господа, который вознаградит своих верных рабов всем, что они только попросят или пожелают, а затем украсит это вознаграждение благами, о которых они не мечтали и которые даже не приходили им в голову. Что же можно сказать о том, как обитатели Рая будут возносить хвалу своему Господу, оказавшись в столь замечательном положении и избавившись от всего, что мешало людям познать, возлюбить и восхвалять Аллаха на земле? Воистину, возносить хвалу Великодушному Господу для верующих будет милее и приятнее, чем наслаждаться всеми остальными райскими благами. Когда они увидят лик Всевышнего Аллаха и услышат Его прекрасную речь, то испытают неповторимое удовольствие, которое заставит их забыть обо всех остальных прелестях и усладах. Они будут непрестанно поминать своего Господа, и слова поминания каждый миг будут выходить из их уст вместе с выдыхаемым воздухом. Зная это, достаточно только представить себе, что обитатели Рая будут непрестанно созерцать величие, красоту и совершенство своего Господа, чтобы понять, насколько безупречна будет хвала, которую праведники будут возносить Всевышнему Аллаху. Воистину, Он - Мудрый, Ведающий. Он творит и повелевает только в соответствии со Своей божественной мудростью и ведает обо всем сокровенном и очевидном во Вселенной.",
  "ayah": 1,
  "surah": 34
}
