{
  "text": "В этих аятах Всевышний отверг все, на что могут рассчитывать многобожники, которые поклоняются идолам, праведникам, деревьям и прочим ложным божествам. Аллах изобличил порочность их суждений и разрушил основание многобожия. Любой язычник молится и поклоняется своему божеству в надежде на его помощь. Именно эта надежда подталкивает его на поклонение ложным богам. А поскольку никто, кроме Аллаха, не обладает властью на небесах и на земле, не способен самостоятельно принести людям добро или причинить им зло, не разделяет власть вместе с Аллахом, не является Его помощником и не имеет права даже ходатайствовать перед Ним без Его разрешения, то поклонение кому-либо, кроме Аллаха, противоречит здравому смыслу и религии. В результате многобожник не только не добивается своей цели, но и отдаляет себя от нее. Всевышний сообщил, что поклонение идолам не принесет язычникам никакой пользы, а лишь обречет их на страдания. В День воскресения идолы и идолопоклонники будут отрекаться друг от друга и осыпать друг друга проклятиями. Всевышний сказал: «А когда люди будут собраны, они станут их врагами и будут отвергать их поклонение» (46:6). Удивительно, что многобожники отказывались повиноваться Божьим посланникам, потому что те были людьми, но соглашались поклоняться и молиться камням и деревьям. Они отвергали искреннее служение Милостивому Правителю и Справедливому Судии и довольствовались поклонением тварям, которые приносят им больше вреда, чем пользы, и повиновением своему злейшему врагу - сатане. Что касается второй части обсуждаемого нами откровения, то существует мнение, что речь в нем, как и в предыдущих аятах, идет о многобожниках. По правилам арабской грамматики, местоимения всегда относятся к ближайшему ранее упомянутому существительному. В Судный день сердцами многобожников овладеет безумный страх, а когда страх покинет сердца этих грешников и к ним вернется сознание, ангелы спросят их, зачем они отрицали истину, с которой к ним приходили посланники. Многобожники сознаются в том, что неверие и многобожие были лживы и бесполезны, а откровения Господа и проповеди посланников - правдивы и истинны. Всевышний сказал: «Если бы ты только увидел их, когда их остановят перед Огнем. Они скажут: “О, если бы нас вернули обратно! Мы не считали бы ложью знамения нашего Господа и стали бы верующими!” О нет! Им открылось то, что они скрывали прежде. Если бы их вернули обратно, то они непременно вернулись бы к тому, что им было запрещено. Воистину, они - лжецы» (6:27–28). Многобожники убедятся в том, что обещанное Аллахом было истиной, и раскаются в своих прегрешениях. Да и как может быть иначе, если среди прекрасных имен Аллаха - Возвышенный, Большой. Он превосходит Свои творения положением, могуществом и славными качествами. Свидетельством величия Аллаха является Его неограниченная власть, перед которой смиряются все творения, даже самые заносчивые и неверующие. Это толкование наиболее очевидно и совпадает с контекстом данного отрывка. Однако существует и другое мнение, согласно которому речь в этом аяте идет об ангелах. Когда Всевышний Аллах обращается к обитателям небес, благородные ангелы лишаются чувств и тотчас падают ниц. Первым поднимает голову ангел Джибрил, и Аллах ниспосылает ему свое откровение. Когда же ангелы приходят в себя и страх покидает их сердца, они спрашивают друг друга о том, что же сказал Господь. Тогда одни из них отвечают другим, что Аллах сказал истину. Это - общий ответ, из которого становится ясно, что ангелы убеждены в том, что все слова Господа являются непреложной истиной. А может быть, они сообщают друг другу о том, что именно повелел или изрек Господь. До чего же извращены многобожники, которые поклоняются беспомощным, несовершенным и бесполезным божествам и отказываются от поклонения высочайшему и великому Господу, пред которым смиряются и унижаются даже благородные ангелы, которые приближены к своему Господу, слышат Его речь и свидетельствуют о том, что Он не говорит ничего, кроме истины? Что же ожидает этих многобожников, которые проявляют высокомерие перед могучим Владыкой и Правителем? Воистину, высочайший и Великий Аллах превыше всякого многобожия и далек от всего, что измышляют о Нем лживые язычники! Затем Аллах повелел Пророку Мухаммаду, да благословит его Аллах и приветствует, спросить многобожников о правомерности совершаемого ими многобожия. Всевышний сказал:",
  "ayah": 23,
  "surah": 34
}
