{
  "text": "منافق و کافر کا نفسیاتی تجزیہ  اللہ تعالیٰ ان لوگوں کی مذمت کر رہا ہے جو اللہ کی فرمانبرداری سے منہ موڑ لیں سچ نہ کہیں نہ نماز ادا کریں بلکہ جھٹلائیں اعراض کریں راہ اللہ بہت ہی کم خرچ کریں دل کو نصیحت قبول کرنے والا نہ بنائیں کبھی کچھ کہنا مان لیا پھر رسیاں کاٹ کر الگ ہوگئے عرب \" اکدیٰ \" اس وقت کہتے ہیں مثلًا کچھ لوگ کنواں کھود رہے ہوں درمیان میں کوئی سخت چٹان آجائے اور وہ دستبردار ہوجائیں فرماتا ہے کیا اس کے پاس علم غیب ہے جس سے اس نے جان لیا کہ اگر میں راہ للہ اپنا زر و مال دوں گا تو خالی ہاتھ رہ جاؤں گا ؟ یعنی دراصل یوں نہیں بلکہ یہ صدقے نیکی اور بھلائی سے ازروئے بخل، طمع، خود غرضی، نامردی و بےدلی کے رک رہا ہے، حدیث میں ہے اے بلال خرچ کر اور عرش والے سے فقیر بنا دینے کا ڈر نہ رکھ خود قرآن میں ہے آیت (وَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚ وَهُوَ خَيْرُ الرّٰزِقِيْنَ 39؀) 34۔ سبأ :39) تم جو کچھ خرچ کرو گے اللہ تعالیٰ تمہیں اس کا بدلہ دے گا اور وہی بہترین رازق ہے۔ وفی کے معنی ایک تو یہ کئے گئے ہیں کہ انہیں حکم کیا گیا تھا وہ سب انہوں نے پہنچا دیا دوسرے معنی یہ کئے گئے ہیں کہ جو حکم ملا اسے بجا لائے۔ ٹھیک یہ ہے کہ یہ دونوں ہی معنی درست ہیں جیسے اور آیت میں ہے (وَاِذِ ابْتَلٰٓى اِبْرٰهٖمَ رَبُّهٗ بِكَلِمٰتٍ فَاَتَـمَّهُنَّ01204) 2۔ البقرة :124) ، ابراہیم کو جب کبھی جس کسی آزمائش کے ساتھ اس کے رب نے آزمایا آپ نے کامیابی کے ساتھ اس میں نمبر ملا لئے یعنی ہر حکم کو بجا لائے ہر منع سے رکے رہے رب کی رسالت پوری طرح پہنچا دی پس اللہ نے انہیں امام بنا کر دوسروں کا ان کا تابعدار بنادیا جیسے ارشاد ہوا ہے آیت (ثم اوحینا الیک ان اتبع ملۃ ابراہیم حنیفا وما کان من المشرکین) پھر ہم نے تیری طرف وحی کی کہ ملت ابراہیم حنیف کی پیروی کر جو مشرک نہ تھا ابن جریر کی ایک مرفوع حدیث میں ہے کہ حضور ﷺ نے اس آیت کی تفسیر میں فرمایا کہ ہر روز وہ دن نکلتے ہی چار رکعت ادا کیا کرتے تھے یہی ان کی وفا داری تھی ترمذی میں ایک حدیث قدسی ہے کہ حضور ﷺ نے فرمایا حضرت ابراہیم کے لئے لفظ وفی اس لئے فرمایا کہ وہ ہر صبح شام ان کلمات کو پڑھا کرتے تھے آیت (فَسُـبْحٰنَ اللّٰهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ 17؀) 30۔ الروم :17) یہاں تک کہ حضور ﷺ نے آیت ختم کی۔ پھر صغیرہ یا کبیرہ کیا تو اس کا وبال خود اس پر ہے اس کا یہ بوجھ کوئی اور نہ اٹھائے گا۔ جیسے قرآن کریم میں ہے آیت (وَاِنْ تَدْعُ مُثْقَلَةٌ اِلٰى حِمْلِهَا لَا يُحْمَلْ مِنْهُ شَيْءٌ وَّلَوْ كَانَ ذَا قُرْبٰى ۭ اِنَّمَا تُنْذِرُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بالْغَيْبِ وَاَقَامُوا الصَّلٰوةَ ۭ وَمَنْ تَزَكّٰى فَاِنَّمَا يَتَزَكّٰى لِنَفْسِهٖ ۭ وَاِلَى اللّٰهِ الْمَصِيْرُ 18؀) 35۔ فاطر :18) ، اگر کوئی بوجھل اپنے بوجھ کی طرف کسی کو بلائے گا تو اس میں سے کچھ نہ اٹھایا جائے گا اگرچہ وہ قرابتدار ہو ان صحیفوں میں یہ بھی تھا کہ انسان کے لئے صرف وہی ہے جو اس نے حاصل کیا یعنی جس طرح اس پر دوسرے کا بوجھ نہیں لادا جائے گا دوسروں کی بداعمالیوں میں یہ بھی نہیں پکڑا جائے گا اور اسی طرح دوسرے کی نیکی بھی اسے کچھ فائدہ نہ دے گی۔ حضرت امام شافعی اور ان کے متعبین نے اس آیت سے استدلال کیا ہے کہ قرآن خوانی کا ثواب مردوں کا پہنچایا جائے تو نہیں پہنچتا اس لئے کہ نہ تو یہ ان کا عمل ہے نہ کسب یہی وجہ ہے کہ رسول اللہ ﷺ نے نہ اس کا جواز بیان کیا نہ اپنی امت کو اس پر رغبت دلائی نہ انہیں اس پر آمادہ کیا نہ تو کسی صریح فرمان کے ذریعہ سے نہ کسی اشارے کنائیے سے ٹھیک اسی طرح صحابہ کرام رضوان اللہ علیہم اجمعین میں سے کسی ایک سے یہ ثابت نہیں کہ انہوں نے قرآن پڑھ کر اس کے ثواب کا ہدیہ میت کے لئے بھیجا ہو اگر یہ نیکی ہوتی اور مطابق شرع عمل ہوتا تو ہم سے بہت زیادہ سبقت نیکیوں کی طرف کرنے والے صحابہ کرام تھے ؓ اجمعین۔ ساتھ ہی یہ بات بھی یاد رکھنی چاہیے کہ نیکیوں کے کام قرآن حدیث کے صاف فرمان صحیح ثابت ہوتے ہیں کسی قسم کے رائے اور قیاس کا ان میں کوئی دخل نہیں ہاں دعا اور صدقہ کا ثواب میت کو پہنچتا ہے اس پر اجماع ہے اور شارع ؑ کے الفاظ سے ثابت ہے جو حدیث صحیح مسلم شریف میں حضرت ابوہریرہ کی روایت سے مروی ہے کہ رسول اللہ ﷺ نے فرمایا انسان کے مرنے پر اس کے اعمال منقطع ہوجاتے ہیں لیکن تین چیزیں نیک اولاد جو اس کے لئے دعا کرتی رہے یا وہ صدقہ جو اس کے انتقال کے بعد بھی جاری رہے یا وہ علم جس سے نفع اٹھایا جاتا رہے، اس کا یہ مطلب ہے کہ درحقیقت یہ تینوں چیزیں بھی خود میت کی سعی اس کی کوشش اور اس کا عمل ہیں، یعنی کسی اور کے عمل کا اجر اسے نہیں پہنچ رہا، صحیح حدیث میں ہے کہ سب سے بہتر انسان کا کھانا وہ ہے جو اس نے اپنے ہاتھوں سے حاصل کیا ہو اس کی اپنی کمائی ہو اور انسان کی اولاد بھی اسی کی کمائی اور اسی کی حاصل کردہ چیز ہے پس ثابت ہوا کہ نیک اولاد جو اس کے مرنے کے بعد اس کے لئے دعا کرتی ہے وہ دراصل اسی کا عمل ہے اسی طرح صدقہ جاریہ مثلاً وقف وغیرہ کہ وہ بھی اسی کے عمل کا اثر ہے اور اسی کا کیا ہوا وقف ہے۔ خود قرآن فرماتا ہے آیت (اِنَّا نَحْنُ نُـحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْ ڳ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ 12ۧ) 36۔ يس :12) ، یعنی ہم مردوں کا زندہ کرتے ہیں اور لکھتے ہیں جو آگے بھیج چکے اور جو نشان ان کے پیچھے رہے۔ اس سے ثابت ہوتا ہے کہ ان کے اپنے پیچھے چھوڑے ہوئے نشانات نیک کا ثواب انہیں پہنچتا رہتا ہے، رہا وہ علم جسے اس نے لوگوں میں پھیلایا اور اس کے انتقال کے بعد بھی لوگ اس پر عامل اور کاربند رہے وہ بھی اصل اسی کی سعی اور اسی کا عمل ہے جو اس کے تابعداری کریں ان سب کے برابر اجر کے اسے اجر ملتا ہے درآنحالیکہ ان کے اجر گھٹتے نہیں پھر فرماتا ہے اس کی کوشش قیامت کے دن جانچی جائے گی اس دن اس کا عمل دیکھا جائے گا جیسے فرمایا (وَقُلِ اعْمَلُوْا فَسَيَرَى اللّٰهُ عَمَلَكُمْ وَرَسُوْلُهٗ وَالْمُؤْمِنُوْنَ ۭ وَسَتُرَدُّوْنَ اِلٰى عٰلِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُوْنَ01005ۚ) 9۔ التوبہ :105) ، یعنی کہہ دے کہ تم عمل کئے جاؤ گے پھر وہ تمہیں تمہارے اعمال سے خبردار کرے گا یعنی ہر نیکی کی جزا اور ہر بدی کی سزا دے گا یہاں بھی فرمایا پھر اس کا پورا پورا بدلہ دیا جائے گا۔",
  "ayah": 39,
  "surah": 53
}
