{
  "text": "\" نذیر \" کا مفہوم نذیر کہتے کسے ہیں  یہ خوف اور ڈر سے آگاہ کرنے والے ہیں یعنی آنحضرت ﷺ آپ کی رسالت بھی ایسی ہی ہے جیسے آپ سے پہلے رسولوں کی رسالت تھی جیسے اور آیت میں ہے آیت (قُلْ مَا كُنْتُ بِدْعًا مِّنَ الرُّسُلِ وَمَآ اَدْرِيْ مَا يُفْعَلُ بِيْ وَلَا بِكُمْ ۭ اِنْ اَتَّبِــعُ اِلَّا مَا يُوْحٰٓى اِلَيَّ وَمَآ اَنَا اِلَّا نَذِيْرٌ مُّبِيْنٌ) 46۔ الأحقاف :9) یعنی میں کوئی نیا رسول تو ہوں نہیں رسالت مجھ سے شروع نہیں ہوئی بلکہ دنیا میں مجھ سے پہلے بھی بہت سے رسول آ چکے ہیں قریب آنے والی کا وقت آئے گا یعنی قیامت قریب آگئی۔ نہ تو اسے کوئی دفع کرسکے نہ اس کے آنے کے صحیح وقت معین کا کسی کو علم ہے۔ نذیر عربی میں اسے کہتے ہیں مثلا ایک جماعت ہے جس میں سے ایک شخص نے کوئی ڈراؤنی چیز دیکھی اور اپنی قوم کو اس سے آگاہ کرتا ہے یعنی ڈر اور خوف سنانے والا جیسے اور آیت میں ہے آیت (اِنْ هُوَ اِلَّا نَذِيْرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيْدٍ 46؀) 34۔ سبأ :46) میں تمہیں سخت عذاب سے مطلع کرنے والا ہوں حدیث میں ہے تمہیں کھلم کھلا ڈرانے والا ہوں۔ یعنی جس طرح کوئی شخص کسی برائی کو دیکھ لے کہ وہ قوم کے قریب پہنچ چکی ہے اور پھر جس حالت میں ہو اسی میں دوڑا بھاگا آجائے اور قوم کو دفعۃً متنبہ کر دے کہ دیکھو وہ بلا آرہی ہے فوراً تدارک کرلو اسی طرح قیامت کے ہولناک عذاب بھی لوگوں کی غفلت کی حالت میں ان سے بالکل قریب ہوگئے ہیں اور آنحضرت ﷺ ان عذابوں سے ہوشیار کر رہے ہیں جیسے اس کے بعد کی سورت میں ہے آیت (اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ) 54۔ القمر :1) قیامت قریب آچکی مسند احمد کی حدیث میں ہے لوگو گناہوں کو چھوٹا اور حقیر جاننے سے بچو سنو چھوٹے چھوٹے گناہوں کی مثال ایسی ہے جیسے ایک قافلہ کسی جگہ اترا سب ادھر ادھر چلے گئے اور لکڑیاں سمیٹ کر تھوڑی تھوڑی لے آئے تو چاہے ہر ایک کے پاس لکڑیاں کم کم ہیں لیکن جب وہ سب جمع کرلی جائیں تو ایک انبار لگ جاتا ہے جس سے دیگیں پک جائیں اسی طرح چھوٹے چھوٹے گناہ جمع ہو کر ڈھیر لگ جاتا ہے اور اچانک اس گنہگار کو پکڑ لیتا ہے اور ہلاک ہوجاتا ہے اور حدیث میں ہے میری اور قیامت کی مثال ایسی ہے پھر آپ نے اپنی شہادت کی اور درمیان کی انگلی اٹھا کر ان کا فاصلہ دکھایا میری اور قیامت کی مثال دو ساعتوں کی سی ہے میری اور آخرت کے دن کی مثال ٹھیک اسی طرح ہے جس طرح ایک قوم نے کسی شخص کو اطلاع لانے کے لئے بھیجا اس نے دشمن کے لشکر کو بالکل نزدیک کی کمین گاہ میں چھاپہ مارنے کے لئے تیار دیکھا یہاں تک کہ اسے ڈر لگا کہ میرے پہنچنے سے پہلے ہی کہیں یہ نہ پہنچ جائیں تو وہ ایک ٹیلے پر چڑھ گیا اور وہیں کپڑا ہلا ہلا کر انہیں اشارے سے بتادیا کہ خبردار ہوجاؤ دشمن سر پر موجود ہے پس میں ایسا ہی ڈرانے والا ہوں۔ اس حدیث کی شہادت میں اور بھی بہت سی حسن اور صحیح حدیثیں موجود ہیں۔ پھر مشرکین کے اس فعل پر انکار فرمایا کہ وہ قرآن سنتے ہیں مگر اعراض کرتے ہیں اور بےپرواہی برتتے ہیں بلکہ اس کی رحمت سے تعجب کے ساتھ انکار کر بیٹھتے ہیں اور اس سے مذاق سنتے ہیں مگر اعراض کرتے ہیں اور بےپرواہی برتتے ہیں بلکہ اس کی رحمت سے تعجب کے ساتھ انکار کر بیٹھتے ہیں اور اس سے مذاق اور ہنسی کرنے لگتے ہیں چاہیے یہ تھا کہ مثل ایمان داروں کے اسے سن کر روتے عبرت حاصل کرتے جیسے مومنوں کی حالت بیان فرمائی کہ وہ اس کلام اللہ شریف کو سن کر روتے دھوتے سجدہ میں گرپڑتے ہیں اور خشوع وخضوع میں بڑھ جاتے ہیں۔ حضرت ابن عباس فرماتے ہیں (سمد) گانے کو کہتے ہیں یہ یمنی لغت ہے آپ سے (سامدون) کے معنی اعراض کرنے والے اور تکبر کرنے والے بھی مروی ہیں حضرت علی اور حسن فرماتے ہیں غفلت کرنے والے۔ پھر اپنے بندوں کا حکم دیتا ہے کہ توحید و اخلاص کے پابند رہو خضوع، خلوص اور توحید کے ماننے والے بن جاؤ۔ صحیح بخاری شریف میں ہے حضور ﷺ نے مسلمانوں نے مشرکوں نے اور جن و انس نے سورة النجم کے سجدے کے موقعہ پر سجدہ کیا مسند احمد میں ہے کہ مکہ میں رسول اللہ ﷺ نے سورة نجم پڑھی پس آپ نے سجدہ کیا اور ان لوگوں نے بھی جو آپ کے پاس تھے راوی حدیث مطلب بن ابی وداعہ کہتے ہیں میں نے اپنا سر اٹھایا اور سجدہ نہ کیا یہ اس وقت تک مسلمان نہیں ہوئے تھے اسلام کے بعد جس کسی کی زبانی اس سورة مبارکہ کی تلاوت سنتے سجدہ کرتے یہ حدیث نسائی شریف میں بھی ہے۔",
  "ayah": 62,
  "surah": 53
}
