{
  "text": "( يوم تبيض وجوه وتسود وجوه ) ( يوم ) نصب على الظرف أي : في يوم ، وانتصاب الظرف على التشبيه بالمفعول ، يريد : تبيض وجوه المؤمنين وتسود وجوه الكافرين وقيل : تبيض وجوه المخلصين وتسود وجوه المنافقين .وعن سعيد بن جبير عن ابن عباس رضي الله عنهما أنه قرأ هذه الآية قال تبيض وجوه أهل السنة وتسود وجوه أهل البدعة .قال الكلبي عن أبي صالح عن ابن عباس إذا كان يوم القيامة رفع لكل قوم ما كانوا يعبدونه ، فيسعى كل قوم إلى ما كانوا يعبدون ، وهو قوله تعالى : \" نوله ما تولى \" ( النساء - 115 ) فإذا انتهوا إليه حزنوا فتسود وجوههم من الحزن ، وبقي أهل القبلة واليهود والنصارى لم يعرفوا شيئا مما رفع لهم فيأتيهم الله فيسجد له من كان يسجد في الدنيا مطيعا مؤمنا ويبقى أهل الكتاب والمنافقون لا يستطيعون السجود ، ثم يؤذن لهم فيرفعون رءوسهم ووجوه المؤمنين مثل الثلج بياضا والمنافقون وأهل الكتاب إذا نظروا إلى وجوه المؤمنين حزنوا حزنا شديدا فاسودت وجوههم فيقولون : ربنا ما لنا مسودة وجوهنا فوالله ما كنا مشركين؟ فيقول الله للملائكة : \" انظر كيف كذبوا على أنفسهم \" ( الأنعام - 24 ) .قال أهل المعاني : ابيضاض الوجوه : إشراقها واستبشارها وسرورها بعملها وبثواب الله ، واسودادها : حزنها وكآبتها وكسوفها بعملها وبعذاب الله ، يدل عليه قوله تعالى : \" للذين أحسنوا الحسنى وزيادة ولا يرهق وجوههم قتر ولا ذلة \" ( يونس - 26 ) وقال تعالى : \" والذين كسبوا السيئات جزاء سيئة بمثلها وترهقهم ذلة \" ( يونس - 27 ) وقال : \" وجوه يومئذ ناضرة إلى ربها ناظرة ووجوه يومئذ باسرة \" ( القيامة 22 - 24 ) وقال \" وجوه يومئذ مسفرة ضاحكة مستبشرة ووجوه يومئذ عليها غبرة \" ( عبس 37 - 40 ) .( فأما الذين اسودت وجوههم أكفرتم بعد إيمانكم ) معناه : يقال لهم : أكفرتم بعد إيمانكم؟ ( فذوقوا العذاب بما كنتم تكفرون )فإن قيل : كيف قال : أكفرتم بعد إيمانكم وهم لم يكونوا مؤمنين؟ حكي عن أبي بن كعب أنه أراد به : الإيمان يوم الميثاق ، حين قال لهم : ألست بربكم؟ قالوا : بلى يقول : أكفرتم بعد إيمانكم يوم الميثاق؟ وقال الحسن : هم المنافقون تكلموا بالإيمان بألسنتهم ، وأنكروا بقلوبهم .وعن عكرمة : أنهم أهل الكتاب ، آمنوا بأنبيائهم وبمحمد صلى الله عليه وسلم قبل أن يبعث فلما بعث كفروا به .وقال قوم : هم من أهل قبلتنا ، وقال أبو أمامة : هم الخوارج ، وقال قتادة : هم أهل البدع .أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا سعيد بن أبي مريم ، عن نافع بن عمر ، حدثني ابن أبي مليكة ، عن أسماء بنت أبي بكر قالت : قال رسول الله صلى الله عليه وسلم : \" إني فرطكم على الحوض حتى أنظر من يرد علي منكم وسيؤخذ ناس دوني فأقول : يا رب مني ومن أمتي . فيقال لي : هل شعرت بما عملوا بعدك؟ والله ما برحوا يرجعون على أعقابهم \" . .وقال الحارث الأعور : سمعت عليا رضي الله عنه على المنبر يقول : إن الرجل ليخرج من أهله فما يئوب إليهم حتى يعمل عملا يستوجب به الجنة وإن الرجل ليخرج من أهله فما يعود إليهم حتى يعمل عملا يستوجب به النار ثم قرأ ( يوم تبيض وجوه وتسود وجوه ) الآية ثم نادى : هم الذين كفروا بعد الإيمان - ورب الكعبة .أخبرنا أبو عبد الله محمد بن الفضل الخرقي ، أخبرنا أبو الحسن الطيسفوني ، أنا عبد الله بن عمر الجوهري ، أخبرنا أحمد بن علي الكشميهني ، أنا علي بن حجر ، أنا إسماعيل بن جعفر ، عن العلاء بن عبد الرحمن ، عن أبيه ، عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : \" بادروا بالأعمال فتنا كقطع الليل المظلم يصبح الرجل مؤمنا ويمسي كافرا ويمسي مؤمنا ويصبح كافرا ، يبيع دينه بعرض من الدنيا \" .",
  "ayah": 106,
  "surah": 3
}
