{
  "text": "قوله تعالى : ( ليسوا سواء من أهل الكتاب أمة قائمة ) قال ابن عباس رضي الله عنهما ومقاتل : لما أسلم عبد الله بن سلام وأصحابه قالت أحبار اليهود : ما آمن بمحمد صلى الله عليه وسلم إلا شرارنا ولولا ذلك لما تركوا دين آبائهم فأنزل الله تعالى هذه الآية .واختلفوا في وجهها فقال قوم : فيه اختصار تقديره : ليسوا سواء من أهل الكتاب أمة قائمة وأخرى غير قائمة ، فترك الأخرى اكتفاء بذكر أحد الفريقين وقال الآخرون : تمام الكلام عند قوله ( ليسوا سواء ) وهو وقف لأنه قد جرى ذكر الفريقين من أهل الكتاب في قوله تعالى : ( منهم المؤمنون وأكثرهم الفاسقون ) [ ثم قال : ( ليسوا سواء ) يعني : المؤمنين والفاسقين ] ثم وصف الفاسقين فقال : ( لن يضروكم إلا أذى ) ووصف المؤمنين بقوله ( أمة قائمة )وقيل : قوله ( من أهل الكتاب ) ابتداء بكلام آخر ، لأن ذكر الفريقين قد جرى ، ثم قال : ليس هذان الفريقان سواء ثم ابتدأ فقال : من أهل الكتاب .قال ابن مسعود رضي الله عنه معناه : لا يستوي اليهود وأمة محمد صلى الله عليه وسلم القائمة بأمر الله الثابتة على الحق ، المستقيمة ، وقوله تعالى : ( أمة قائمة ) قال ابن عباس : أي مهتدية قائمة على أمر الله لم يضيعوه ولم يتركوه .وقال مجاهد : عادلة . وقال السدي : مطيعة قائمة على كتاب الله وحدوده ، وقيل : قائمة في الصلاة . وقيل : الأمة الطريقة .ومعنى الآية : أي ذو أمة أي : ذو طريقة مستقيمة .( يتلون آيات الله ) يقرءون كتاب الله وقال مجاهد : يتبعون ( آناء الليل ) ساعاته ، واحدها : إنى مثل نحى وأنحاء ، وإنى وآناء مثل : معى وأمعاء وإنى مثل منا وأمناء .( وهم يسجدون ) أي : يصلون لأن التلاوة لا تكون في السجود .واختلفوا في معناها فقال بعضهم : هي في قيام الليل ، وقال ابن مسعود هي صلاة العتمة يصلونها ولا يصليها من سواهم من أهل الكتاب .وقال عطاء : \" ليسوا سواء من أهل الكتاب أمة قائمة \" الآية يريد : أربعين رجلا من أهل نجران من العرب واثنين وثلاثين من الحبشة وثمانية من الروم كانوا على دين عيسى وصدقوا محمدا صلى الله عليه وسلم وكان من الأنصار فيهم عدة قبل قدوم النبي صلى الله عليه وسلم ، منهم أسعد بن زرارة والبراء بن معرور ومحمد بن سلمة ومحمود بن مسلمة وأبو قيس صرمة بن أنس كانوا موحدين ، يغتسلون من الجنابة ، ويقومون بما عرفوا من شرائع الحنيفية حتى جاءهم الله تعالى بالنبي صلى الله عليه وسلم فصدقوه ونصروه .",
  "ayah": 113,
  "surah": 3
}
