{
  "text": "قوله تعالى : ( ليس لك من الأمر شيء ) الآية ، اختلفوا في سبب نزول هذه الآية فقال قوم : نزلت في أهل بئر معونة ، وهم سبعون رجلا من القراء ، بعثهم رسول الله صلى الله عليه وسلم إلى بئر معونة في صفر سنة أربع من الهجرة على رأس أربعة أشهر من أحد ليعلموا الناس القرآن والعلم ، أميرهم المنذر بن عمرو ، فقتلهم عامر بن الطفيل فوجد رسول الله صلى الله عليه وسلم من ذلك وجدا شديدا ، وقنت شهرا في الصلوات كلها يدعو على جماعة من تلك القبائل باللعن والسنين فنزلت : ( ليس لك من الأمر شيء )أخبرنا عبد الواحد بن أحمد المليحي ، أنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أخبرنا حبان بن موسى ، أخبرنا عبد الله يعني ابن المبارك ، أخبرنا معمر ، عن الزهري ، حدثني سالم ، عن أبيه ، أنه سمع رسول الله صلى الله عليه وسلم إذا رفع رأسه من الركوع في الركعة الأخيرة من الفجر : \" اللهم العن فلانا وفلانا وفلانا بعد ما يقول : سمع الله لمن حمده ربنا ولك الحمد \" فأنزل الله تعالى ( ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون ) .وقال قوم : نزلت يوم أحد ، أخبرنا إسماعيل بن عبد القاهر أنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، أخبرنا إبراهيم بن محمد بن سفيان ، أخبرنا مسلم بن الحجاج ، أخبرنا عبد الله بن مسلمة بن قعنب ، أخبرنا حماد بن سلمة ، عن ثابت ، عن أنس رضي الله عنهما أن رسول الله صلى الله عليه وسلم كسرت رباعيته يوم أحد وشج في رأسه ، فجعل يسلت الدم عنه ويقول : \" كيف يفلح قوم شجوا [ رأس ] نبيهم ، وكسروا رباعيته ، وهو يدعوهم إلى [ الله عز وجل ] فأنزل الله تعالى : ( ليس لك من الأمر شيء ) .وعن عبد الله بن عمر رضي الله عنهما قال : قال رسول الله صلى الله عليه وسلم يوم أحد : \" اللهم العن أبا سفيان اللهم العن الحارث بن هشام ، اللهم العن صفوان بن أمية \" فنزلت : ( ليس لك من الأمر شيء أو يتوب عليهم ) فأسلموا وحسن إسلامهم .وقال سعيد بن المسيب ومحمد بن إسحاق لما رأى رسول الله صلى الله عليه وسلم والمسلمون يوم أحد ما بأصحابهم من جدع الآذان والأنوف وقطع المذاكير ، قالوا : لئن أدالنا الله تعالى منهم لنفعلن بهم مثل ما فعلوا ، ولنمثلن بهم مثلة لم يمثلها أحد من العرب بأحد فأنزل الله تعالى هذه الآية .وقيل : أراد النبي صلى الله عليه وسلم أن يدعو عليهم بالاستئصال فنزلت هذه الآية وذلك لعلمه فيهم بأن كثيرا منهم يسلمون . فقوله تعالى : ( ليس لك من الأمر شيء ) أي : ليس إليك ، فاللام بمعنى \" إلى \" كقوله تعالى : \" ربنا إننا سمعنا مناديا ينادي للإيمان \" ( سورة آل عمران - 193 ) أي : إلى الإيمان : قوله تعالى : ( أو يتوب عليهم ) ( قال بعضهم : معناه حتى يتوب عليهم ) أو : إلى أن يتوب عليهم ، وقيل : هو نسق على قوله \" ليقطع طرفا \" وقوله : ( ليس لك من الأمر شيء ) اعتراض بين نظم الكلام ونظم الآية ليقطع طرفا من الذين كفروا أو يكبتهم أو يتوب عليهم أو يعذبهم فإنهم ظالمون ، ليس لك من الأمر شيء ، بل الأمر أمري في ذلك كله .",
  "ayah": 128,
  "surah": 3
}
