{
  "text": "قوله تعالى : ( قد كان لكم آية ) ولم يقل قد كانت لكم ، والآية مؤنثة لأنه ردها إلى البيان أي قد كان لكم بيان ، فذهب إلى المعنى .وقال الفراء : إنما ذكر لأنه حالت الصفة بين الفعل والاسم المؤنث ، فذكر الفعل ، وكل ما جاء من هذا النحو فهذا وجهه ، فمعنى الآية : قد كان لكم آية أي عبرة ودلالة على صدق ما أقول إنكم ستغلبون ( في فئتين ) فرقتين وأصلها فيء الحرب لأن بعضهم يفيء إلى بعض ( التقتا ) يوم بدر ( فئة تقاتل في سبيل الله ) طاعة الله وهم رسول الله صلى الله عليه وسلم وأصحابه ، وكانوا ثلاثمائة وثلاثة عشر رجلا ، سبعة وسبعون رجلا من المهاجرين ، ومائتان وستة وثلاثون من الأنصار ، وصاحب راية المهاجرين علي بن أبي طالب رضي الله عنه ، وصاحب راية الأنصار سعد بن عبادة ، وكان فيهم سبعون بعيرا وفرسان فرس للمقداد بن عمرو وفرس لمرثد بن أبي مرثد وأكثرهم رجالة وكان معهم من السلاح ستة أدرع وثمانية سيوفقوله تعالى : ( وأخرى كافرة ) أي فرقة أخرى كافرة وهم مشركو مكة وكانوا تسعمائة وخمسين رجلا من المقاتلة رأسهم عتبة بن ربيعة بن عبد شمس ، وفيهم مائة فرس وكانت حرب بدر أول مشهد شهده رسول الله صلى الله عليه وسلم ( يرونهم مثليهم ) قرأ أهل المدينة ويعقوب بالتاء يعني ترون يا معشر اليهود أهل مكة مثلي المسلمين وذلك أن جماعة من اليهود كانوا حضروا قتال بدر لينظروا على من تكون الدائرة فرأوا المشركين مثلي عدد المسلمين ورأوا النصرة مع ذلك للمسلمين فكان ذلك معجزة وآية ، وقرأ الآخرون بالياء ، واختلفوا في وجهه : فجعل بعضهم الرؤية للمسلمين ثم له تأويلان ، أحدهما يرى المسلمون المشركين مثليهم كما هم ، فإن قيل : كيف قال مثليهم وهم كانوا ثلاثة أمثالهم؟ قيل : هذا مثل قول الرجل وعنده درهم أنا أحتاج إلى مثلي هذا الدرهم يعني إلى مثليه سواه فيكون ثلاثة دراهم والتأويل الثاني - وهو الأصح - كان المسلمون يرون المشركين مثلي عدد أنفسهم ، قللهم الله تعالى في أعينهم حتى رأوهم ستمائة وستة وعشرين ثم قللهم الله في أعينهم في حالة أخرى حتى رأوهم مثل عدد أنفسهم قال ابن مسعود رضي الله عنه : نظرنا إلى المشركين فرأيناهم يضعفون علينا ثم نظرنا إليهم فما رأيناهم يزيدون علينا رجلا واحدا . ثم قللهم الله تعالى أيضا في أعينهم حتى رأوهم عددا يسيرا أقل من أنفسهم [ قال ابن مسعود رضي الله عنه ] حتى قلت لرجل إلى جنبي : تراهم سبعين ؟ قال : أراهم مائة قال بعضهم : الرؤية راجعة إلى المشركين يعني يرى المشركون المسلمين مثليهم قللهم الله قبل القتال في أعين المشركين ليجترئ المشركون عليهم ولا ينصرفوا فلما أخذوا في القتال كثرهم الله في أعين المشركين ليجبنوا وقللهم في أعين المؤمنين ليجترئوا فذلك قوله تعالى \" وإذ يريكموهم إذ التقيتم في أعينكم قليلا ويقللكم في أعينهم \" ( 44 - الأنفال ) .قوله تعالى : ( رأي العين ) أي في رأي العين نصب بنزع حرف الصنعة ( والله يؤيد بنصره من يشاء إن في ذلك ) الذي ذكرت ( لعبرة لأولي الأبصار ) لذوي العقول ، وقيل لمن أبصر الجمعين",
  "ayah": 13,
  "surah": 3
}
