{
  "text": "قوله تعالى : ( والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ) الآية قال ابن مسعود : قال المؤمنون : يا رسول الله كانت بنو إسرائيل أكرم على الله منا ، كان أحدهم إذا أذنب أصبحت كفارة ذنبه مكتوبة في عتبة بابه \" اجدع أنفك وأذنك \" ، افعل كذا فسكت رسول الله صلى الله عليه وسلم فأنزل الله تعالى هذه الآية .وقال عطاء : نزلت في نبهان التمار وكنيته أبو معبد أتته امرأة حسناء تبتاع منه تمرا فقال لها إن هذا التمر ليس بجيد ، وفي البيت أجود منه فذهب بها إلى بيته فضمها إلى نفسه وقبلها فقالت له : اتق الله فتركها وندم على ذلك فأتى النبي صلى الله عليه وسلم وذكر ذلك له ، فنزلت هذه الآية .وقال مقاتل والكلبي : آخى رسول الله صلى الله عليه وسلم بين رجلين أحدهما من الأنصار والآخر من ثقيف فخرج الثقفي في غزاة واستخلف الأنصاري على أهله فاشترى لهم اللحم ذات يوم فلما أرادت المرأة أن تأخذ منه دخل على أثرها وقبل يدها ، ثم ندم وانصرف ووضع التراب على رأسه وهام على وجهه ، فلما رجع الثقفي لم يستقبله الأنصاري فسأل امرأته عن حاله فقالت : لا أكثر الله في الإخوان مثله ووصفت له الحال ، والأنصاري يسيح في الجبال تائبا مستغفرا ، فطلبه الثقفي حتى وجده فأتى به أبا بكر رجاء أن يجد عنده راحة وفرجا . فقال الأنصاري : هلكت : وذكر له القصة فقال أبو بكر : ويحك أما علمت أن الله تعالى يغار للغازي ما لا يغار للمقيم ، ثم أتيا عمر رضي الله عنه فقال مثل ذلك ، فأتيا النبي صلى الله عليه وسلم فقال له مثل مقالتهما ، فأنزل الله تعالى هذه الآية ( والذين إذا فعلوا فاحشة ) يعني : قبيحة خارجة عما أذن الله تعالى له فيه ، وأصل الفحش القبح والخروج عن الحد قال جابر : الفاحشة : الزنا .( أو ظلموا أنفسهم ) ما دون الزنا من القبلة والمعانقة والنظر واللمس .وقال مقاتل والكلبي : الفاحشة ما دون الزنا من قبلة أو لمسة أو نظرة فيما لا يحل أو ظلموا أنفسهم بالمعصية .وقيل : فعلوا فاحشة الكبائر ، أو ظلموا أنفسهم بالصغائر .وقيل : فعلوا فاحشة فعلا أو ظلموا أنفسهم قولا .( ذكروا الله ) أي : ذكروا وعيد الله ، وأن الله سائلهم ، وقال مقاتل بن حيان : ذكروا الله باللسان عند الذنوب .( فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله ) أي : وهل يغفر الذنوب إلا الله .( ولم يصروا على ما فعلوا ) أي : لم يقيموا ولم يثبتوا عليه ولكن تابوا وأنابوا واستغفروا ، وأصل الإصرار : الثبات على الشيء وقال الحسن : إتيان العبد ذنبا عمدا إصرار حتى يتوب .وقال السدي : الإصرار : السكوت وترك الاستغفار . أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، أخبرنا أبو جعفر الرياني ، أخبرنا حميد بن زنجويه ، أنا يحيى بن يحيى ، أنا عبد الحميد بن عبد الرحمن ، عن عثمان بن واقد العمري ، عن أبي نصيرة ، قال : لقيت مولى لأبي بكر رضي الله عنه فقلت له : أسمعت من أبي بكر شيئا؟ قال : نعم سمعته يقول : قال رسول الله صلى الله عليه وسلم : \" ما أصر من استغفر ، وإن عاد في اليوم سبعين مرة \" .( وهم يعلمون ) قال ابن عباس والحسن ومقاتل والكلبي : وهم يعلمون أنها معصية ، وقيل : وهم يعلمون أن الإصرار ضار ، وقال الضحاك : وهم يعلمون أن الله يملك مغفرة الذنوب ، وقال الحسين بن الفضل وهم يعلمون أن لهم ربا يغفر الذنوب ، وقيل : وهم يعلمون أن الله لا يتعاظمه العفو عن الذنوب وإن كثرت ، وقيل : وهم يعلمون أنهم إن استغفروا غفر لهم .",
  "ayah": 135,
  "surah": 3
}
