{
  "text": "\"إن يمسسكم قرح\"قرأ حمزة والكسائي وأبو بكر \"قرح\" بضم القاف حيث جاء، وقرأ الآخرون بالفتح وهما لغتان معناهما كالجهد والجهد، وقال الفراء القرح بالفتح: الجراحة، وبالضم:ألم الجراحة، هذا خطاب مع المسلمين حيث انصرفوا من أحد مع الكآبة والحزن، يقول الله تعالى: \"إن يمسسكم قرح\" يوم أحد، \"فقد مس القوم قرح مثله\"، يوم بدر، \"وتلك الأيام نداولها بين الناس\"، فيوم لهم ويوم عليهم، أديل المسلمون على المشركين يوم بدر حتى قتلوا منهم سبعين وأسروا سبعين، وأديل المشركون من المسلمين يوم أحد حتى جرحوا منهم سبعين وقتلوا خمساً وسبعين . أخبرنا عبد الواحد بن أحمد ألمليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أخبرنا عمرو بن خالد أنا زهير أخبرنا أبو إسحق قال:سمعت البراء بن عازب قال: \"جعل النبي صلى الله عليه وسلم على الرجالة يوم أحد وكانوا خمسين رجلاً عبد الله بن جبير، فقال: إن رأيتمونا تخطفنا الطير فلا تبرحوا مكانكم هذا حتى أرسل إليكم وإن رأيتمونا هزمنا القوم وأوطأناهم فلا تبرحوا حتى أرسل إليكم، فهزموهم ، قال :فإنا والله رأيت النساء يشتددن قد بدت خلاخلهن وأسوقهن رافعات ثيابهن، فقال أصحاب عبد الله بن جبير: الغنيمة، أي قوم الغنيمة، ظهر أصحابكم فما تنتظرون؟ فقال عبد الله بن جبير : أنسيتم ما قال لكم رسول الله صلى الله عليه وسلم ؟ قالوا: والله لنأتين الناس فلنصيبن من الغنيمة، فلما أتوهم صرفت وجوههم فأقبلوا منهزمين . فذاك إذ يدعوهم الرسول في أخراهم، فلم يبق مع النبي صلى الله عليه وسلم غير اثني عشر رجلاً فأصابوا منا سبعين . وكان النبي صلى الله عليه وسلم وأصحابه أصابوا من المشركين يوم بدر مائة وأربعين رجلاً، سبعين أسيراً وسبعين قتيلاً، فقال أبو سفيان: أفي القوم محمد ثلاث مرات،فنهاهم النبي صلى الله عليه وسلم أن يجيبوه ، ثم قال: أفي القوم ابن أبي قحافة ثلاث مرات، ثم قال: أفي القوم ابن الخطاب ثلاث مرات ثم رجع إلى أصحابه، فقال: أما هؤلاء فقد قتلوا ، فما ملك عمر نفسه ، فقال كذبت والله ياعدو الله ، إن الذين عددت لأحياء كلهم ، وقد بقي لك مايسوءك ، قال: يوم بيوم بدر، والحرب سجال، إنكم ستجدون في القوم مثلهً لم آمر بها ولم تسؤني ، ثم أخذ يرتجز:أعل هبل أعل هبل ، فقال النبي صلى الله عليه وسلم : ألا تجيبوه ؟ قالوا : يا رسول مانقول؟ قال: قولوا الله أعلى وأجل، قال : إن لنا العزى ولا عزى لكم ، فقال النبي صلى الله عليه وسلم : ألا تجيبوه؟ قالوا : يا رسول الله مانقول ؟ قال: قولوا الله مولانا ولا مولى لكم \".وروي هذا المعنى عن ابن عباس رضي الله عنهما وفي حديثه قال أبو سفيان : يوم بيوم وإن الأيام دول والحرب سجال، فقال عمر ضي الله عنه : لا سواء قتلانا في الجنة وقتلاكم في النار. قال الزجاج: الدولة تكون للمسلمين على الكفار ، لقوله تعالى : \"وإن جندنا لهم الغالبون\" ، وكانت يوم احد للكفار على المسلمين لمخالفتهم امر رسول الله صلى الله عليه وسلم . قوله تعالى:\"وليعلم الله الذين آمنوا \" يعني: إنما كانت هذه المداولة ليعلم الله (أي: ليرى الله ) الذين آمنوا فيميز المؤمن من المنافق، \"ويتخذ منكم شهداء\" يكرم أقواماً بالشهادة \" والله لا يحب الظالمين \".",
  "ayah": 140,
  "surah": 3
}
