{
  "text": "قوله عز وجل : ( وما محمد إلا رسول قد خلت من قبله الرسل ) قال أصحاب المغازي خرج رسول الله صلى الله عليه وسلم حتى نزل بالشعب من أحد في سبعمائة رجل ، وجعل عبد الله بن جبير وهو أخو خوات بن جبير على الرجالة وكانوا خمسين رجلا وقال : أقيموا بأصل الجبل وانضحوا عنا بالنبل لا يأتونا من خلفنا ، فإن كانت لنا أو علينا فلا تبرحوا مكانكم حتى أرسل إليكم فإنا لن نزال غالبين ما ثبتم مكانكم فجاءت قريش وعلى ميمنتهم خالد بن الوليد وعلى ميسرتهم عكرمة بن أبي جهل ومعهم النساء يضربن بالدفوف ويقلن الأشعار فقاتلوا حتى حميت الحرب فأخذ رسول الله صلى الله عليه وسلم سيفا فقال من يأخذ هذا السيف بحقه ويضرب به العدو حتى يثخن ، فأخذه أبو دجانة سماك بن خرشة الأنصاري فلما أخذه اعتم بعمامة حمراء وجعل يتبختر فقال رسول الله صلى الله عليه وسلم : \" إنها لمشية يبغضها الله تعالى إلا في هذا الموضع \" ففلق به هام المشركين وحمل النبي صلى الله عليه وسلم وأصحابه على المشركين فهزموهم .وروينا عن البراء بن عازب قال : فأنا والله رأيت النساء يشتددن قد بدت خلاخلهن وأسوقهن رافعات ثيابهن فقال أصحاب عبد الله بن جبير : الغنيمة والله لنأتين الناس فلنصيبن من الغنيمة فلما أتوهم صرفت وجوههم .وقال الزبير بن العوام : فرأيت هندا وصواحباتها هاربات مصعدات في الجبل ، باديات خدامهن ما دون أخذهن شيء فلما نظرت الرماة إلى القوم قد انكشفوا ورأوا أصحابهم ينتهبون الغنيمة أقبلوا يريدون النهب .فلما رأى خالد بن الوليد قلة الرماة واشتغال المسلمين بالغنيمة ، ورأى ظهورهم خالية صاح في خيله من المشركين ، ثم حمل على أصحاب النبي صلى الله عليه وسلم من خلفهم فهزموهم وقتلوهم ، ورمى عبد الله بن قمئة رسول الله صلى الله عليه وسلم بحجر فكسر أنفه ورباعيته وشجه في وجهه فأثقله وتفرق عنه أصحابه ونهض رسول الله صلى الله عليه وسلم إلى صخرة يعلوها ، وكان قد ظاهر بين درعين فلم يستطع فجلس تحته طلحة فنهض حتى استوى عليها ، فقال رسول الله صلى الله عليه وسلم : \" أوجب طلحة \" ووقعت هند والنسوة معها يمثلن بالقتلى من أصحاب رسول الله صلى الله عليه وسلم يجدعن الآذان والأنوف حتى اتخذت هند من ذلك قلائد ، وأعطتها وحشيا وبقرت عن كبدة حمزة ولاكتها فلم تستطع أن تسيغها فلفظتها ، وأقبل عبد الله بن قمئة يريد قتل النبي صلى الله عليه وسلم فذب مصعب بن عمير - وهو صاحب راية رسول الله صلى الله عليه وسلم - عن رسول الله صلى الله عليه وسلم فقتله ابن قمئة ، وهو يرى أنه قتل رسول الله صلى الله عليه وسلم فرجع إلى المشركين وقال : إني قتلت محمدا وصاح صارخ ألا إن محمدا قد قتل ، ويقال : إن ذلك الصارخ كان إبليس ، فانكفأ الناس وجعل رسول الله صلى الله عليه وسلم يدعو الناس : \" إلي عباد الله ( إلي عباد الله ) فاجتمع إليه ثلاثون رجلا فحموه حتى كشفوا عنه المشركين ورمى سعد بن أبي وقاص حتى اندقت سية قوسه ونثل له رسول الله صلى الله عليه وسلم كنانته ، وقال له : ارم فداك أبي وأمي ، وكان أبو طلحة رجلا راميا شديد النزع كسر يومئذ قوسين أو ثلاثا ، وكان الرجل يمر بجعبة من النبل فيقول : انثرها لأبي طلحة ، وكان إذا رمى أشرف النبي صلى الله عليه وسلم فينظر إلى موضع نبله وأصيبت يد طلحة بن عبيد الله فيبست حين وقى بها رسول الله صلى الله عليه وسلم وأصيبت عين قتادة بن النعمان يومئذ حين وقعت على وجنته ، فردها رسول الله صلى الله عليه وسلم مكانها ، فعادت كأحسن ما كانت .فلما انصرف رسول الله صلى الله عليه وسلم أدركه أبي بن خلف الجمحي ، وهو يقول : لا نجوت إن نجوت فقال القوم : يا رسول الله ألا يعطف عليه رجل منا؟ فقال صلى الله عليه وسلم : دعوه حتى إذا دنا منه وكان أبي قبل ذلك يلقى رسول الله صلى الله عليه وسلم فيقول : عندي رمكة أعلفها كل يوم فرق ذرة أقتلك عليها ، فقال رسول الله صلى الله عليه وسلم : بل أنا أقتلك إن شاء الله ، فلما دنا منه تناول رسول الله صلى الله عليه وسلم الحربة من الحارث بن الصمة ثم استقبله فطعنه في عنقه فخدشه خدشة فتدهدأ عن فرسه وهو يخور كما يخور الثور ، ويقول : قتلني محمد ، فأخذه أصحابه وقالوا : ليس عليك بأس قال : بلى لو كانت هذه الطعنة بربيعة ومضر لقتلتهم ، أليس قال لي : أقتلك؟ فلو بزق علي بعد تلك المقالة لقتلني ، فلم يلبث إلا يوما حتى مات بموضع يقال له سرف .أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أنا عمرو بن علي ، أنا أبو عاصم ، عن ابن جريج عن عمرو بن دينار ، عن عكرمة عن ابن عباس رضي الله عنهما قال : اشتد غضب الله على من قتله نبي واشتد غضب الله على من دمى وجه رسول الله صلى الله عليه وسلم .قالوا : وفشا في الناس أن محمدا قد قتل فقال بعض المسلمين : ليت لنا رسولا إلى عبد الله بن أبي فيأخذ لنا أمانا من أبي سفيان ، وبعض الصحابة جلسوا وألقوا بأيديهم ، وقال أناس من أهل النفاق : إن كان محمدا قد قتل فالحقوا بدينكم الأول ، فقال أنس بن النضر عم أنس بن مالك : يا قوم إن كان قتل محمد فإن رب محمد لم يقتل وما تصنعون بالحياة بعد رسول الله صلى الله عليه وسلم؟ فقاتلوا على ما قاتل عليه رسول الله صلى الله عليه وسلم وموتوا على ما مات عليه ثم قال : اللهم إني أعتذر إليك مما يقول هؤلاء يعني المسلمين ، وأبرأ إليك مما جاء به هؤلاء يعني المنافقين ، ثم شد بسيفه فقاتل حتى قتل .ثم إن رسول الله صلى الله عليه وسلم انطلق إلى الصخرة وهو يدعو الناس فأول من عرف رسول الله صلى الله عليه وسلم كعب بن مالك ، قال عرفت عينيه تحت المغفر تزهران فناديت بأعلى صوتي : يا معشر المسلمين أبشروا هذا رسول الله صلى الله عليه وسلم فأشار إلي أن اسكت فانحازت إليه طائفة من أصحابه ، فلامهم النبي صلى الله عليه وسلم على الفرار فقالوا : يا نبي الله فديناك بآبائنا وأمهاتنا ، أتانا الخبر بأنك قد قتلت فرعبت قلوبنا فولينا مدبرين فأنزل الله تعالى هذه الآية ( وما محمد إلا رسول قد خلت من قبله الرسل )ومحمد هو المستغرق لجميع المحامد ، لأن الحمد لا يستوجبه إلا الكامل والتحميد فوق الحمد ، فلا يستحقه إلا المستولي على الأمر في الكمال ، وأكرم الله نبيه وصفيه باسمين مشتقين من اسمه جل جلاله ( محمد وأحمد ) وفيه يقول حسان بن ثابت :ألم تر أن الله أرسل عبده ببرهانه والله أعلى وأمجد     وشق له من اسمه ليجلهفذو العرش محمود وهذا محمدقوله تعالى : ( أفإن مات أو قتل انقلبتم على أعقابكم ) رجعتم إلى دينكم الأول ، ( ومن ينقلب على عقبيه ) فيرتد عن دينه ، ( فلن يضر الله شيئا ) بارتداده وإنما يضر نفسه ، ( وسيجزي الله الشاكرين ) .",
  "ayah": 144,
  "surah": 3
}
