{
  "text": "( ثم أنزل عليكم ) يا معشر المسلمين ، ( من بعد الغم أمنة نعاسا ) يعني : أمنا ، والأمن والأمنة بمعنى واحد وقيل : الأمن يكون مع زوال سبب الخوف والأمنة مع بقاء سبب الخوف وكان سبب الخوف هنا قائما ، ( نعاسا ) بدل من الأمنة ( يغشى طائفة منكم ) قرأ حمزة والكسائي \" تغشى \" بالتاء ردا إلى الأمنة وقرأ الآخرون بالياء ردا على النعاس .قال ابن عباس رضي الله عنهما : أمنهم يومئذ بنعاس يغشاهم وإنما ينعس من يأمن ، والخائف لا ينام .أخبرنا عبد الواحد المليحي ، أنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أنا محمد بن إسماعيل ، أخبرنا إسحاق بن إبراهيم بن عبد الرحمن ، أنا حسين بن محمد ، أخبرنا شيبان عن قتادة أخبرنا أنس أن أبا طلحة قال : غشينا النعاس ونحن في مصافنا يوم أحد قال : فجعل سيفي يسقط من يدي فآخذه ويسقط وآخذه \" .وقال ثابت عن أنس عن أبي طلحة قال : رفعت رأسي يوم أحد فجعلت ما أرى أحدا من القوم إلا وهو يميل تحت جحفته من النعاس .وقال عبد الله بن الزبير عن أبيه الزبير بن العوام لقد رأيتني مع رسول الله صلى الله عليه وسلم حين اشتد علينا الحرب ، أرسل الله علينا النوم والله إني لأسمع قول معتب بن قشير والنعاس يغشاني ما أسمعه إلا كالحلم ، يقول : لو كان لنا من الأمر شيء ما قتلنا هاهنا فذلك قوله تعالى : ( يغشى طائفة منكم ) يعني : المؤمنين ، ( وطائفة قد أهمتهم أنفسهم ) يعني : المنافقين : قيل : أراد الله به تمييز المنافقين من المؤمنين فأوقع النعاس على المؤمنين حتى أمنوا ولم يوقع على المنافقين فبقوا في الخوف وقد أهمتهم أنفسهم أي : حملتهم على الهم يقال : أمر مهم .( يظنون بالله غير الحق ) أي : لا ينصر محمدا ، وقيل : ظنوا أن محمدا صلى الله عليه وسلم قد قتل ، ( ظن الجاهلية ) أي : كظن أهل الجاهلية والشرك ، ( يقولون هل لنا ) ما لنا : لفظه استفهام ومعناه حجد ، ( من الأمر من شيء ) يعني : النصر ، ( قل إن الأمر كله لله ) قرأ أهل البصرة برفع اللام على الابتداء وخبره في ( لله ) وقرأ الآخرون بالنصب على البدل وقيل : على النعت .( يخفون في أنفسهم ما لا يبدون لك يقولون لو كان لنا من الأمر شيء ما قتلنا هاهنا ) وذلك أن المنافقين قال بعضهم لبعض : لو كان لنا عقول لم نخرج مع محمد إلى قتال أهل مكة ولم يقتل رؤساؤنا ، وقيل : لو كنا على الحق ما قتلنا هاهنا .قال الضحاك عن ابن عباس رضي الله عنهما : يظنون بالله غير الحق ظن الجاهلية يعني : التكذيب بالقدر وهو قولهم ( لو كان لنا من الأمر شيء ما قتلنا هاهنا ( قل لو كنتم في بيوتكم لبرز الذين كتب ) قضي ، ( عليهم القتل إلى مضاجعهم ) مصارعهم ، ( وليبتلي الله ) وليمتحن الله ، ( ما في صدوركم وليمحص ) يخرج ويظهر ( ما في قلوبكم والله عليم بذات الصدور ) بما في القلوب من خير وشر .",
  "ayah": 154,
  "surah": 3
}
