{
  "text": "قوله عز وجل : ( وما كان لنبي أن يغل ) الآية روى عكرمة ومقسم عن ابن عباس رضي الله عنهما : إن هذه الآية نزلت في قطيفة حمراء فقدت يوم بدر فقال بعض الناس أخذها رسول الله صلى الله عليه وسلم .وقال الكلبي ومقاتل : نزلت في غنائم أحد حين ترك الرماة المركز للغنيمة وقالوا : نخشى أن يقول النبي صلى الله عليه وسلم من أخذ شيئا فهو له وأن لا يقسم الغنائم كما لم يقسم يوم بدر ، فتركوا المركز ووقعوا في الغنائم ، فقال لهم النبي صلى الله عليه وسلم : \" ألم أعهد إليكم أن لا تتركوا المركز حتى يأتيكم أمري \" ؟ قالوا : تركنا بقية إخواننا وقوفا فقال النبي صلى الله عليه وسلم : \" بل ظننتم أنا نغل ولا نقسم لكم \" فأنزل الله تعالى هذه الآية .وقال قتادة : ذكر لنا أنها نزلت في طائفة غلت من أصحابه . .وقيل : إن الأقوياء ألحوا عليه يسألونه من المغنم ، فأنزل الله تعالى : ( وما كان لنبي أن يغل ) فيعطي قوما ويمنع آخرين بل عليه أن يقسم بينهم بالسوية .وقال محمد بن إسحاق بن يسار : هذا في الوحي ، يقول : ما كان لنبي أن يكتم شيئا من الوحي رغبة أو رهبة أو مداهنة .قوله تعالى : ( وما كان لنبي أن يغل ) قرأ ابن كثير وأهل البصرة وعاصم \" يغل \" ) بفتح الياء وضم الغين معناه : أن يخون والمراد منه الأمة وقيل : اللام فيه منقولة معناه : ما كان النبي ليغل وقيل : معناه ما كان يظن به ذلك ولا يليق به ، وقرأ الآخرون بضم الياء وفتح الغين ، وله وجهان أحدهما : أن يكون من الغلول أيضا أي : ما كان لنبي أن يخان يعني : أن تخونه أمته والوجه الآخر : أن يكون من الإغلال ، معناه : ما كان لنبي أن يخون أي ينسب إلى الخيانة .( ومن يغلل يأت بما غل يوم القيامة ) قال الكلبي : يمثل له ذلك الشيء في النار ثم يقال له : انزل فخذه فينزل فيحمله على ظهره فإذا بلغ موضعه وقع في النار ثم يكلف أن ينزل إليه ، فيخرجه ففعل ذلك به .أخبرنا أبو الحسن محمد بن محمد السرخسي ، أخبرنا زاهر بن أحمد الفقيه ، أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب ، عن مالك ، عن ثور بن زيد الديلي عن أبي الغيث مولى ابن مطيع عن أبي هريرة رضي الله عنه قال : خرجنا مع رسول الله صلى الله عليه وسلم عام خيبر فلم نغنم ذهبا ولا فضة إلا الأموال والثياب والمتاع ، قال فوجه رسول الله صلى الله عليه وسلم نحو وادي القرى وكان رفاعة بن زيد وهب لرسول الله صلى الله عليه وسلم عبدا أسود يقال له مدعم قال فخرجنا حتى إذا كنا بوادي القرى فبينما مدعم يحط رحل رسول الله صلى الله عليه وسلم إذ جاءه سهم عائر فأصابه فقتله فقال الناس : هنيئا له الجنة فقال رسول الله صلى الله عليه وسلم : \" كلا والذي نفسي بيده إن الشملة التي أخذها يوم خيبر من الغنائم لم تصبها المقاسم تشتعل عليه نارا \" فلما سمع ذلك الناس جاء رجل بشراك أو شراكين إلى النبي صلى الله عليه وسلم فقال رسول الله صلى الله عليه وسلم : \" شراك من نار أو شراكان من نار \" .أخبرنا أبو الحسن السرخسي ، أنا زاهر بن أحمد ، أخبرنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب ، عن مالك ، عن يحيى بن سعيد ، عن محمد بن يحيى بن حيان ، عن أبي عمرة الأنصاري ، عن زيد بن خالد الجهني ، قال : توفي رجل يوم خيبر فذكروه لرسول الله صلى الله عليه وسلم قال : \" صلوا على صاحبكم \" فتغيرت وجوه الناس لذلك فزعم زيد أن رسول الله صلى الله عليه وسلم قال : \" إن صاحبكم قد غل في سبيل الله \" قال : ففتحنا متاعه فوجدنا خرزات من خرزات اليهود يساوين درهمين .أخبرنا عبد الوهاب بن محمد الخطيب المروزي ، أنا عبد العزيز بن أحمد الخلال ، أنا أبو العباس الأصم ، أنا الربيع بن سليمان ، أخبرنا الشافعي ، أخبرنا سفيان ، عن الزهري ، عن عروة بن الزبير ، عن أبي حميد الساعدي قال : استعمل النبي صلى الله عليه وسلم رجلا من الأزد يقال له ابن اللتبية على الصدقة فلما قدم قال : هذا لكم وهذا أهدي لي ، فقام النبي صلى الله عليه وسلم على المنبر فقال : \" ما بال العامل نبعثه على بعض أعمالنا فيقول هذا لكم وهذا أهدي لي ، فهلا جلس في بيت أمه أو في بيت أبيه فينظر أيهدى إليه أم لا فوالذي نفسي بيده لا يأخذ أحد منها شيئا إلا جاء به يوم القيامة يحمله على رقبته إن كان بعيرا له رغاء أو بقرة لها خوار أو شاة لها تيعر \" ثم رفع يديه حتى رأينا عفرة إبطيه ثم قال : \" اللهم هل بلغت \" .وروى قيس بن أبي حازم عن معاذ بن جبل رضي الله عنه قال : بعثني رسول الله صلى الله عليه وسلم إلى اليمن فقال : \" لا تصيبن شيئا بغير إذني فإنه غلول ، ومن يغلل يأت بما غل يوم القيامة \" .وروي عن عمر بن الخطاب رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" إذا وجدتم الرجل قد غل فاحرقوا متاعه واضربوه \" .وروي عن عمرو بن شعيب عن أبيه عن جده رضي الله عنه : \" أن رسول الله صلى الله عليه وسلم وأبا بكر وعمر حرقوا متاع الغال وضربوه \" . قوله تعالى : ( ومن يغلل يأت بما غل يوم القيامة ثم توفى كل نفس ما كسبت وهم لا يظلمون ) .",
  "ayah": 161,
  "surah": 3
}
