{
  "text": "( إن الدين عند الله الإسلام ) يعني الدين المرضي الصحيح ، كما قال تعالى : \" ورضيت لكم الإسلام دينا \" ( 3 - المائدة ) وقال \" ومن يبتغ غير الإسلام دينا فلن يقبل منه \" ( 85 - آل عمران ) وفتح الكسائي الألف من : أن الدين ردا على أن الأولى تقديره شهد الله أنه لا إله إلا هو وشهد أن الدين عند الله الإسلام ، أو شهد الله أن الدين عند الله الإسلام بأنه لا إله إلا هو ، وكسر الباقون الألف على الابتداء ، والإسلام هو الدخول في السلم وهو الانقياد والطاعة ، يقال : أسلم أي دخل في السلم واستسلم ، قال قتادة في قوله تعالى ( إن الدين عند الله الإسلام ) قال : شهادة أن لا إله إلا الله والإقرار بما جاء من عند الله تعالى وهو دين الله الذي شرع لنفسه وبعث به رسله ودل عليه أولياءه [ ولا يقبل غيره ولا يجزي إلا به ] .أخبرنا أبو سعيد الشريحي ، أنا أبو إسحاق الثعلبي ، أنا أبو عمرو الفراتي ، أنا أبو موسى عمران بن موسى ، أنا الحسن بن سفيان ، أنا عمار بن عمر بن المختار ، حدثني أبي عن غالب القطان قال : أتيت الكوفة في تجارة فنزلت قريبا من الأعمش وكنت أختلف إليه فلما كانت ذات ليلة أردت أن أنحدر إلى البصرة ، فإذا الأعمش قائم من الليل يتهجد ، فمر بهذه الآية ( شهد الله أنه لا إله إلا هو والملائكة وأولو العلم قائما بالقسط لا إله إلا هو العزيز الحكيم ) ثم قال الأعمش : وأنا أشهد بما شهد الله به وأستودع الله هذه الشهادة وهي لي عند الله وديعة ( إن الدين عند الله الإسلام ) قالها مرارا قلت لقد سمع فيها شيئا ، فصليت معه وودعته ، ثم قلت : إني سمعتك تقرأ آية ترددها فما بلغك فيها؟ [ قال لي : أوما بلغك ما فيها؟ قلت : أنا عندك منذ سنتين لم تحدثني ] قال : والله لا أحدثك بها إلى سنة ، فكتبت على بابه ذلك اليوم وأقمت سنة ، فلما مضت السنة قلت : يا أبا محمد قد مضت السنة قال : حدثني أبو وائل عن عبد الله قال : قال رسول الله صلى الله عليه وسلم \" يجاء بصاحبها يوم القيامة فيقول الله : إن لعبدي هذا عندي عهدا ، وأنا أحق من وفى بالعهد ، أدخلوا عبدي الجنة \" .قوله تعالى : ( وما اختلف الذين أوتوا الكتاب ) قال الكلبي : نزلت في اليهود والنصارى حين تركوا الإسلام أي وما اختلف الذين أوتوا الكتاب في نبوة محمد صلى الله عليه وسلم إلا من بعد ما جاءهم العلم ، يعني بيان نعته في كتبهم ، وقال الربيع : إن موسى عليه السلام لما حضره الموت دعا سبعين رجلا من أحبار بني إسرائيل فاستودعهم التوراة واستخلف يوشع بن نون ، فلما مضى القرن الأول والثاني والثالث وقعت الفرقة بينهم وهم الذين أوتوا الكتاب من أبناء أولئك السبعين حتى أهرقوا بينهم الدماء ، ووقع الشر والاختلاف ، وذلك من بعد ما جاءهم العلم يعني بيان ما في التوراة ( بغيا بينهم ) أي طلبا للملك والرياسة ، فسلط الله عليهم الجبابرة وقال محمد بن جعفر بن الزبير : نزلت في نصارى نجران ومعناها ( وما اختلف الذين أوتوا الكتاب ) يعني الإنجيل في أمر عيسى عليه السلام وفرقوا القول فيه إلا من بعد ما جاءهم العلم بأن الله واحد وأن عيسى عبده ورسوله ( بغيا بينهم ) أي للمعاداة والمخالفة ( ومن يكفر بآيات الله فإن الله سريع الحساب ) .",
  "ayah": 19,
  "surah": 3
}
