{
  "text": "قوله عز وجل : ( لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ) قال ابن عباس رضي الله عنه : كان الحجاج بن عمرو بن أبي الحقيق وقيس بن زيد ( يظنون ) بنفر من الأنصار ليفتنوهم عن دينهم ، فقال رفاعة بن المنذر وعبد الله بن جبير وسعيد بن خيثمة لأولئك النفر : اجتنبوا هؤلاء اليهود لا يفتنونكم عن دينكم ، فأبى أولئك النفر إلا مباطنتهم فأنزل الله تعالى هذه الآيةوقال مقاتل : نزلت في حاطب بن أبي بلتعة وغيره وكانوا يظهرون المودة لكفار مكة .وقال الكلبي عن أبي صالح عن ابن عباس رضي الله عنهما نزلت في المنافقين عبد الله بن أبي وأصحابه كانوا يتولون اليهود والمشركين ويأتونهم بالأخبار ويرجون أن يكون لهم الظفر على رسول الله صلى الله عليه وسلم فأنزل الله عز وجل هذه الآية ، ونهى المؤمنين عن مثل [ فعلهم ] .قوله تعالى : ( ومن يفعل ذلك ) أي موالاة الكفار في نقل الأخبار إليهم وإظهارهم على عورة المسلمين ( فليس من الله في شيء ) [ أي ليس من دين الله في شيء ] ثم استثنى فقال ( إلا أن تتقوا منهم تقاة ) يعني : إلا أن تخافوا منهم مخافة ، قرأ مجاهد ويعقوب \" تقية \" على وزن بقية لأنهم كتبوها بالياء ولم يكتبوها بالألف ، مثل حصاة ونواة ، وهي مصدر يقال تقيته تقاة وتقى تقية وتقوى فإذا قلت اتقيت كان المصدر الاتقاء ، وإنما قال تتقوا من الاتقاء ثم قال : تقاة ولم يقل اتقاء لأن معنى اللفظين إذا كان واحدا يجوز إخراج مصدر أحدهما على لفظ الآخر كقوله تعالى : \" وتبتل إليه تبتيلا \" ( 8 - المزمل ) ومعنى الآية : أن الله تعالى نهى المؤمنين عن موالاة الكفار ومداهنتهم ومباطنتهم إلا أن يكون الكفار غالبين ظاهرين ، أو يكون المؤمن في قوم كفار يخافهم فيداريهم باللسان وقلبه مطمئن بالإيمان دفعا عن نفسه من غير أن يستحل دما حراما أو مالا حراما ، أو يظهر الكفار على عورة المسلمين ، والتقية لا تكون إلا مع خوف القتل وسلامة النية ، قال الله تعالى : \" إلا من أكره وقلبه مطمئن بالإيمان \" ( 106 - النحل ) ثم هذا رخصة ، فلو صبر حتى قتل فله أجر عظيم وأنكر قوم التقية [ اليوم ] قال معاذ بن جبل ومجاهد : كانت التقية في [ بدو ] الإسلام قبل استحكام الدين وقوة المسلمين ، وأما اليوم فقد أعز الله الإسلام فليس ينبغي لأهل الإسلام أن يتقوا من عدوهم ، وقال يحيى البكاء : قلت لسعيد بن جبير في أيام الحجاج : إن الحسن كان يقول لكم التقية باللسان والقلب مطمئن بالإيمان؟ فقال سعيد : ليس في الإسلام تقية إنما التقية في أهل الحرب ( ويحذركم الله نفسه ) أي يخوفكم الله عقوبته على موالاة الكفار وارتكاب المنهي عنه ومخالفة المأمور ( وإلى الله المصير ) .",
  "ayah": 28,
  "surah": 3
}
