{
  "text": "( ورسولا ) أي ونجعله رسولا ( إلى بني إسرائيل ) قيل : كان رسولا في حال الصبا ، وقيل : إنما كان رسولا بعد البلوغ ، وكان أول أنبياء بني إسرائيل يوسف وآخرهم عيسى عليهما السلام فلما بعث قال : ( أني ) قال الكسائي : إنما فتح لأنه أوقع الرسالة عليه ، وقيل : معناه بأني ( قد جئتكم بآية ) علامة ( من ربكم ) تصدق قولي وإنما قال : بآية وقد أتى بآيات لأن الكل دل على شيء واحد وهو صدقه في الرسالة ، فلما قال ذلك عيسى عليه السلام لبني إسرائيل قالوا : وما هي قال : ( أني ) قرأ نافع بكسر الألف على الاستئناف ، وقرأ الباقون بالفتح على معنى بإني ( أخلق ) أي أصور وأقدر ( لكم من الطين كهيئة الطير ) قرأ أبو جعفر كهيئة الطائر هاهنا وفي المائدة ، والهيئة : الصورة المهيأة من قولهم : هيأت الشيء إذا قدرته وأصلحته ( فأنفخ فيه ) أي في الطير ( فيكون طيرا بإذن الله ) قراءة الأكثرين بالجمع لأنه خلق طيرا كثيرا ، وقرأ أهل المدينة ويعقوب فيكون طائرا على الواحد هاهنا وفي سورة المائدة ذهبوا إلى نوع واحد من الطير لأنه لم يخلق غير الخفاش وإنما خص الخفاش ، لأنه أكمل الطير خلقا لأن لها ثديا وأسنانا وهي تحيض قال وهب : كان يطير ما دام الناس ينظرون إليه فإذا غاب عن أعينهم سقط ميتا ، ليتميز فعل الخلق من فعل الخالق ، وليعلم أن الكمال لله عز وجل ( وأبرئ الأكمه والأبرص ) أي أشفيهما وأصححهما ، واختلفوا في الأكمه ، قال ابن عباس وقتادة : هو الذي ولد أعمى ، وقال الحسن والسدي : هو الأعمى وقال عكرمة : هو الأعمش وقال مجاهد : هو الذي يبصر بالنهار ولا يبصر بالليل ، ( والأبرص ) الذي به وضح ، وإنما خص هذين لأنهما داءان عياءان ، وكان الغالب في زمن عيسى عليه السلام الطب ، فأراهم المعجزة من جنس ذلك قال وهب : ربما اجتمع عند عيسى عليه السلام من المرضى في اليوم الواحد خمسون ألفا من أطاق منهم أن يبلغه بلغه ومن لم يطق مشى إليه عيسى عليه السلام وكان يداويهم بالدعاء على شرط الإيمانقوله تعالى : ( وأحيي الموتى بإذن الله ) قال ابن عباس رضي الله عنهما قد أحيا أربعة أنفس ، عازر وابن العجوز ، وابنة العاشر ، وسام بن نوح ، فأما عازر فكان صديقا له فأرسلت أخته إلى عيسى عليه السلام : أن أخاك عازر يموت وكان بينه وبينه مسيرة ثلاثة أيام فأتاه هو وأصحابه فوجدوه قد مات منذ ثلاثة أيام ، فقال لأخته : انطلقي بنا إلى قبره ، فانطلقت معهم إلى قبره ، فدعا الله تعالى فقام عازر وودكه يقطر فخرج من قبره وبقي وولد له .وأما ابن العجوز مر به ميتا على عيسى عليه السلام على سرير يحمل فدعا الله عيسى فجلس على سريره ، ونزل عن أعناق الرجال ، ولبس ثيابه ، وحمل السرير على عنقه ورجع إلى أهله فبقي وولد له .وأما ابنة العاشر كان [ أبوها ] رجلا يأخذ العشور ماتت له بنت بالأمس ، فدعا الله عز وجل [ باسمه الأعظم ] فأحياها [ الله تعالى ] وبقيت [ بعد ذلك زمنا ] وولد لها . وأما سام بن نوح عليه السلام فإن عيسى عليه السلام جاء إلى قبره فدعا باسم الله الأعظم فخرج من قبره وقد شاب نصف رأسه خوفا من قيام الساعة ، ولم يكونوا يشيبون في ذلك الزمان فقال : قد قامت القيامة؟ قال : لا ولكن دعوتك باسم الله الأعظم ، ثم قال له : مت قال : بشرط أن يعيذني الله من سكرات الموت فدعا الله ففعل .قوله تعالى : ( وأنبئكم ) وأخبركم ( بما تأكلون ) مما لم أعاينه ( وما تدخرون ) ترفعونه ( في بيوتكم ) حتى تأكلوه وقيل : كان يخبر الرجل بما أكل البارحة وبما يأكل اليوم وبما ادخره للعشاءوقال السدي : كان عيسى عليه السلام في الكتاب يحدث الغلمان بما يصنع آباؤهم ويقول للغلام : انطلق فقد أكل أهلك كذا وكذا ، ورفعوا لك كذا وكذا ، فينطلق الصبي إلى أهله ويبكي عليهم حتى يعطوه ذلك الشيء فيقولون : من أخبرك بهذا؟ . فيقول : عيسى فحبسوا صبيانهم عنه وقالوا : لا تلعبوا مع هذا الساحر فجمعوهم في بيت فجاء عيسى عليه السلام يطلبهم فقالوا : ليسوا هاهنا ، فقال : فما في هذا البيت؟ قالوا خنازير ، قال عيسى كذلك يكونون ففتحوا عليهم فإذا هم خنازير ففشى ذلك في بني إسرائيل فهمت به بنو إسرائيل ، فلما خافت عليه أمه حملته على [ حمير ] لها وخرجت ( هاربة منهم ) إلى أهل مصر ، وقال قتادة : إنما هذا في المائدة وكان خوانا ينزل عليهم أينما كانوا كالمن والسلوى ، وأمروا أن لا يخونوا ولا يخبئوا لغد فخانوا وخبئوا فجعل عيسى يخبرهم بما أكلوا من المائدة وبما ادخروا منها فمسخهم الله خنازيرقوله تعالى ( إن في ذلك ) الذي ذكرت ( لآية لكم إن كنتم مؤمنين ) .",
  "ayah": 49,
  "surah": 3
}
