{
  "text": "( إذ قال الله يا عيسى إني متوفيك ورافعك إلي ) اختلفوا في معنى التوفي هاهنا ، قال الحسن والكلبي وابن جريج : إني قابضك ورافعك في الدنيا إلي من غير موت ، يدل عليه قوله تعالى : \" فلما توفيتني \" ( 117 - المائدة ) أي قبضتني إلى السماء وأنا حي ، لأن قومه إنما تنصروا بعد رفعه إلى السماء لا بعد موته ، فعلى هذا للتوفي تأويلان ، أحدهما : إني رافعك إلي وافيا لم ينالوا منك شيئا ، من قولهم توفيت كذا واستوفيته إذا أخذته تاما والآخر : أني [ مستلمك ] من قولهم توفيت منه كذا أي تسلمته ، وقال الربيع بن أنس : المراد بالتوفي النوم [ وكل ذي عين نائم ] وكان عيسى قد نام فرفعه الله نائما إلى السماء ، معناه : أني منومك ورافعك إلي كما قال الله تعالى : \" وهو الذي يتوفاكم بالليل \" ( 60 - الأنعام ) أي ينيمكموقال بعضهم : المراد بالتوفي الموت ، روي [ عن ] علي بن طلحة عن ابن عباس رضي الله عنهما أن معناه : أني مميتك يدل عليه قوله تعالى : \" قل يتوفاكم ملك الموت \" ( 11 - السجدة ) فعلى هذا له تأويلان : أحدهما ما قاله وهب : توفى الله عيسى ثلاث ساعات من النهار ثم رفعه الله إليه ، وقال محمد بن إسحاق : إن النصارى يزعمون أن الله تعالى توفاه سبع ساعات من النهار ثم أحياه ورفعه ، والآخر ما قاله الضحاك وجماعة : إن في هذه الآية تقديما وتأخيرا معناه أني رافعك إلي ومطهرك من الذين كفروا ومتوفيك بعد إنزالك من السماءأخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا عبد الرحمن بن أبي شريح ، أخبرنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ، أخبرنا علي بن الجعد ، أخبرنا عبد العزيز بن عبد الله بن أبي سلمة الماجشون ، عن ابن شهاب ، عن سعيد بن المسيب ، عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم قال : \" والذي نفس محمد بيده ليوشكن أن ينزل فيكم ابن مريم حكما عادلا يكسر الصليب ، ويقتل الخنزير ويضع الجزية ، ويفيض المال حتى لا يقبله أحد \" .ويروى عن أبي هريرة رضي الله عنه عن النبي صلى الله عليه وسلم في نزول عيسى عليه السلام قال : \" وتهلك في زمانه الملل كلها إلا الإسلام ، ويهلك الدجال فيمكث في الأرض أربعين سنة ثم يتوفى فيصلي عليه المسلمون \" .وقيل للحسين بن الفضل هل تجد نزول عيسى في القرآن؟ قال نعم : ( وكهلا ) ولم يكتهل في الدنيا وإنما معناه وكهلا بعد نزوله من السماءقوله تعالى : ( ومطهرك من الذين كفروا ) أي مخرجك من بينهم ومنجيك منهم ( وجاعل الذين اتبعوك فوق الذين كفروا إلى يوم القيامة ) قال قتادة والربيع والشعبي ومقاتل والكلبي : هم أهل الإسلام الذين صدقوه واتبعوا دينه في التوحيد من أمة محمد صلى الله عليه وسلم فهو فوق الذين كفروا ظاهرين قاهرين بالعزة والمنعة والحجة ، وقال الضحاك : يعني الحواريين فوق الذين كفروا ، وقيل : هم أهل الروم ، وقيل : أراد بهم النصارى فهم فوق اليهود إلى يوم القيامة ، فإن اليهود قد ذهب ملكهم ، وملك النصارى دائم إلى قريب من قيام الساعة ، فعلى هذا يكون الاتباع بمعنى الادعاء والمحبة لا اتباع الدين ( ثم إلي مرجعكم ) في الآخرة ( فأحكم بينكم فيما كنتم فيه تختلفون ) من أمر الدين وأمر عيسى .",
  "ayah": 55,
  "surah": 3
}
