{
  "text": "قوله تعالى : ( قل يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ) الآية قال المفسرون : قدم وفد نجران المدينة فالتقوا مع اليهود فاختصموا في إبراهيم عليه السلام ، فزعمت النصارى أنه كان نصرانيا وهم على دينه وأولى الناس به ، وقالت اليهود : بل كان يهوديا وهم على دينه وأولى الناس به ، فقال رسول الله صلى الله عليه وسلم : كلا الفريقين بريء من إبراهيم ودينه بل كان إبراهيم حنيفا مسلما وأنا على دينه فاتبعوا دينه دين الإسلام ، فقالت اليهود : يا محمد ما تريد إلا أن نتخذك ربا كما اتخذت النصارى عيسى ربا ، وقالت النصارى : يا محمد ما تريد إلا أن نقول فيك ما قالت اليهود في عزير ، فأنزل الله تعالى : ( قل يا أهل الكتاب تعالوا إلى كلمة ) والعرب تسمي كل قصة لها شرح كلمة ومنه سميت القصيدة كلمة ( سواء ) عدل بيننا وبينكم مستوية ، أي أمر مستو يقال : دعا فلان إلى السواء ، أي إلى النصفة ، وسواء كل شيء وسطه ومنه قوله تعالى : \" فرآه في سواء الجحيم \" ( 55 - الصافات ) وإنما قيل للنصف سواء لأن أعدل الأمور وأفضلها أوسطها وسواء نعت لكلمة إلا أنه مصدر ، والمصادر لا تثنى ولا تجمع ولا تؤنث ، فإذا فتحت السين مددت ، وإذا كسرت أو ضممت قصرت كقوله تعالى : \" مكانا سوى \" ( 58 - طه ) ثم فسر الكلمة فقال : ( ألا نعبد إلا الله ) ومحل أن رفع على إضمار هي ، وقال الزجاج : رفع بالابتداء ، وقيل : محله نصب بنزع حرف الصفة معناه بأن لا نعبد إلا الله وقيل : محله خفض بدلا من الكلمة أي تعالوا إلى أن لا نعبد إلا الله ( ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله ) كما فعلت اليهود والنصارى ، قال الله تعالى : \" اتخذوا أحبارهم ورهبانهم أربابا من دون الله \" ( 31 - التوبة ) وقال عكرمة : هو سجود بعضهم لبعض ، أي لا تسجدوا لغير الله ، وقيل : معناه لا نطيع أحدا في معصية الله ( فإن تولوا فقولوا اشهدوا ) فقولوا أنتم لهم اشهدوا ( بأنا مسلمون ) مخلصون بالتوحيد .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، أخبرنا محمد بن إسماعيل ، أخبرنا أبو اليمان الحكم بن نافع ، أخبرنا شعيب ، عن الزهري ، أخبرنا عبيد الله بن عبد الله بن عتبة بن مسعود أن عبد الله بن عباس رضي الله عنهما أخبره أن أبا سفيان بن حرب أخبره أن هرقل أرسل إليه في ركب من قريش ، وكانوا تجارا بالشام في المدة التي كان رسول الله صلى الله عليه وسلم عاهد فيها أبا سفيان وكفار قريش فأتوه وهو بإيلياء فدعاهم في مجلسه وحوله عظماء الروم ، ودعا بكتاب رسول الله صلى الله عليه وسلم الذي بعث به دحية بن خليفة الكلبي إلى عظيم بصرى فدفعه إلى هرقل فقرأه فإذا هو :\" بسم الله الرحمن الرحيم من محمد عبد الله ورسوله ، إلى هرقل عظيم الروم ، سلام على من اتبع الهدى ، أما بعد : فإني أدعوك بدعاية الإسلام ، أسلم تسلم ، أسلم يؤتك الله أجرك مرتين ، فإن توليت فإنما عليك إثم الأريسيين ( يا أهل الكتاب تعالوا إلى كلمة سواء بيننا وبينكم ألا نعبد إلا الله ولا نشرك به شيئا ولا يتخذ بعضنا بعضا أربابا من دون الله فإن تولوا فقولوا اشهدوا بأنا مسلمون ) .",
  "ayah": 64,
  "surah": 3
}
