{
  "text": "The Virtue of calling Others to Allah\nوَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَآ إِلَى اللَّهِ\n(And who is better in speech than he who invites to Allah,) means, he calls the servants of Allah to Him.\nوَعَمِلَ صَـلِحاً وَقَالَ إِنَّنِى مِنَ الْمُسْلِمِينَ\n(and does righteous deeds, and says: \"I am one of the Muslims.\") means, he himself follows that which he says, so it benefits him as well as others. He is not one of those who enjoin good but do not do it themselves, or who forbid evil yet they do it themselves. He does good and avoids doing evil, and he calls people to their Creator, may He be blessed and exalted. This is general in meaning and applies to everyone who calls people to what is good and is himself guided by what he says. The Messenger of Allah ﷺ is the foremost among people in this regard, as Muhammad bin Sirin, As-Suddi and `Abdur-Rahman bin Zayd bin Aslam said. It was also said that what was meant here is the righteous Mu'adhdhin, as it was mentioned in Sahih Muslim:\n«الْمُؤَذِّنُونَ أَطْوَلُ النَّاسِ أَعْنَاقًا يَوْمَ الْقِيَامَة»\n(The Mu'adhdhins will be the ones with the longest necks on the Day of Resurrection.)\" In As-Sunan it is reported that the Prophet said:\n«الْإِمَامُ ضَامِنٌ، وَالْمُؤَذِّنُ مُؤْتَمَنٌ، فَأَرْشَدَ اللهُ الْأَئِمَّةَ وَغَفَرَ لِلْمُؤَذِّنِين»\n(The Imam is a guarantor and the Mu'adhdhin is in a position of trust. May Allah guide the Imams and forgive the Mu'adhdhin.)\" The correct view is that the Ayah is general in meaning, and includes the Mu'adhdhin and others. When this Ayah was revealed, the Adhan had not been prescribed at all. The Ayah was revealed in Makkah, and the Adhan was prescribed in Al-Madinah after the Hijrah, when it was shown to `Abdullah bin `Abd Rabbihi Al-Ansari in a dream. He told the Messenger of Allah ﷺ about it, and he told him to teach it to Bilal, may Allah be pleased with him, who had a more beautiful voice, as we have discussed elsewhere. So the correct view is that the Ayah is general in meaning, as `Abdur-Razzaq said, narrating from Ma`mar, from Al-Hasan Al-Basri, who recited this Ayah:\nوَمَنْ أَحْسَنُ قَوْلاً مِّمَّن دَعَآ إِلَى اللَّهِ وَعَمِلَ صَـلِحاً وَقَالَ إِنَّنِى مِنَ الْمُسْلِمِينَ\n(And who is better in speech than he who invites to Allah, and does righteous deeds, and says: \"I am one of the Muslims.\") and said, \"This is the beloved of Allah, this is the close friend of Allah, this is the chosen one of Allah, this is the most beloved of the all the people of earth to Allah. He responded to the call of Allah and called mankind to that to which he had responded. He did righteous deeds in response and said, `I am one of the Muslims.' This is Allah's Khalifah.\"\nWisdom in Da`wah etc\nوَلاَ تَسْتَوِى الْحَسَنَةُ وَلاَ السَّيِّئَةُ\n(The good deed and the evil deed cannot be equal.) means, there is a huge difference between them.\nادْفَعْ بِالَّتِى هِىَ أَحْسَنُ\n(Repel (the evil) with one which is better,) means, `when someone does you wrong, repel him by treating him well,' as `Umar, may Allah be pleased with him, said, \"There is no better punishment for one who has disobeyed Allah with regard to you, than your obeying Allah with regard to him.\"\nفَإِذَا الَّذِى بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِىٌّ حَمِيمٌ\n(then verily he, between whom and you there was enmity, (will become) as though he was a close friend.) means, `if you treat well those who treat you badly, this good deed will lead to reconciliation, love and empathy, and it will be as if he is a close friend to you and he will feel pity for you and be kind to you.' Then Allah says:\nوَمَا يُلَقَّاهَا إِلاَّ الَّذِينَ صَبَرُواْ\n(But none is granted it except those who are patient) meaning, no one accepts this advice and works according to it, except for those who can be patient in doing so, for it is difficult for people to do.\nوَمَا يُلَقَّاهَآ إِلاَّ ذُو حَظِّ عَظِيمٍ\n(and none is granted it except the owner of the great portion) means, the one who has a great portion of happiness in this world and in the Hereafter. `Ali bin Abi Talhah reported that Ibn `Abbas explained this Ayah: \"Allah commands the believers to be patient when they feel angry, to be forbearing when confronted with ignorance, and to forgive when they are mistreated. If they do this, Allah will save them from the Shaytan and subdue their enemies to them until they become like close friends.\"\nوَإِمَّا يَنَزَغَنَّكَ مِنَ الشَّيْطَـنِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ\n(And if an evil whisper from Shaytan tries to turn you away, then seek refuge in Allah.) means, the devils among men may be deceived by your kind treatment of him, but the devils among the Jinn, when they insinuate their evil whispers, cannot be dealt with except by seeking refuge with the Creator Who gave him power over you. If you seek refuge with Allah and turn to Him, He will stop him from harming you and bring his efforts to naught. When the Messenger of Allah ﷺ stood up to pray, he would say:\n«أَعُوذُ بِاللهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّجِيمِ، مِنْ هَمْزِهِ وَنَفْخِهِ وَنَفْثِه»\n(I seek refuge in Allah the All-Hearing, All-Knowing, from the accursed Shaytan and his evil insinuations, breath and impurity.)\" We have already stated that there is nothing like this in the Qur'an, apart from the passage in Surat Al-A`raf, where Allah says:\nخُذِ الْعَفْوَ وَأْمُرْ بِالْعُرْفِ وَأَعْرِض عَنِ الْجَـهِلِينَ - وَإِمَّا يَنَزَغَنَّكَ مِنَ الشَّيْطَـنِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ\n(Show forgiveness, enjoin what is good, and turn away from the foolish. And if an evil whisper comes to you from Shaytan, then seek refuge with Allah. Verily, He is All-Hearer, All-Knower.) (7:199-200) and the passage in Surat Al-Mu'minun where Allah says:\nادْفَعْ بِالَّتِى هِىَ أَحْسَنُ السَّيِّئَةَ نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ - وَقُلْ رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيـطِينِ - وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ\n(Repel evil with that which is better. We are Best-Acquainted with the things they utter. And say: \"My Lord! I seek refuge with You from the whisperings of the Shayatin. And I seek refuge with You, My Lord! lest they should come near me.\") (23:96-98)\nوَمِنْ ءَايَـتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ لاَ تَسْجُدُواْ لِلشَّمْسِ وَلاَ لِلْقَمَرِ وَاسْجُدُواْ لِلَّهِ الَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ - فَإِنِ اسْتَكْبَرُواْ فَالَّذِينَ عِندَ رَبِّكَ يُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لاَ يَسْـَمُونَ",
  "ayah": 33,
  "surah": 41
}
