{
  "text": "From among the Signs of Allah\nHere Allah reminds His Creation of His power, and that He is the One Who has no equal, and He is Able to do all things. Allah's saying;\nوَمِنْ ءَايَـتِهِ الَّيْلُ وَالنَّهَارُ وَالشَّمْسُ وَالْقَمَرُ\n(And from among His signs are the night and the day, and the sun and the moon.) means, He created the night with its darkness and the day with its light, and they alternate without ceasing. And He created the sun with its shining light, and the moon with its reflected light. and He allotted their stages and gave them separate orbits in the heavens, so that by the variations in their movements man may know the stages of night and day, of weeks, months and years, and time periods related to people's rights, acts of worship and various transactions. Moreover, because the sun and moon are the most beautiful of the heavenly bodies that can be seen in both the upper and lower realms, Allah points out that they are created entities which are in a state of enthrallment to Him, subject to His dominion and control. So He says:\nلاَ تَسْجُدُواْ لِلشَّمْسِ وَلاَ لِلْقَمَرِ وَاسْجُدُواْ لِلَّهِ الَّذِى خَلَقَهُنَّ إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ\n(Do not prostrate yourselves to the sun nor to the moon, but prostrate yourselves to Allah Who created them, if you (really) worship Him.) meaning, `do not associate anything in worship with Him, for your worship of Him will be of no benefit to you if you worship others alongside Him, because He does not forgive the association of others in worship with Him.' He says:\nفَإِنِ اسْتَكْبَرُواْ\n(But if they are too proud, ) i.e., to worship Him Alone, and they insist on associating others with Him,\nفَالَّذِينَ عِندَ رَبِّكَ\n(then there are those who are with your Lord) i.e., the angels,\nيُسَبِّحُونَ لَهُ بِاللَّيْلِ وَالنَّهَارِ وَهُمْ لاَ يَسْـَمُونَ\n(glorify Him night and day, and never are they tired.) This is like the Ayah:\nفَإِن يَكْفُرْ بِهَا هَـؤُلاءِ فَقَدْ وَكَّلْنَا بِهَا قَوْماً لَّيْسُواْ بِهَا بِكَـفِرِينَ\n(But if these disbelieve therein, then, indeed We have entrusted it to a people who are not disbelievers therein.) (6:89).\nوَمِنْ ءَايَـتِهِ\n(And among His signs) means, signs of His ability to bring the dead back to life.\nأَنَّكَ تَرَى الاٌّرْضَ خَـشِعَةً\n(that you see the earth barren,) means, lifeless, with nothing growing in it; it is dead.\nفَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ\n(but when We send down water (rain) to it, it is stirred to life and growth.) means, it brings forth all kinds of crops and fruits.\nإِنَّ الَّذِى أَحْيَـهَا لَمُحْىِ الْمَوْتَى إِنَّهُ عَلَى كُلِّ شَىْءٍ قَدِيرٌ\n(Verily, He Who gives it life, surely is able to give life to the dead. Indeed He is Able to do all things.)",
  "ayah": 37,
  "surah": 41
}
