{
  "text": "Everyone will be requited according to His Deeds\nمَّنْ عَمِلَ صَـلِحاً فَلِنَفْسِهِ\n(Whosoever does righteous good deed, it is for himself;) means, the benefit of which will come to him.\nوَمَنْ أَسَآءَ فَعَلَيْهَا\n(and whosoever does evil, it is against himself.) means, the consequences of that will come back on him.\nوَمَا رَبُّكَ بِظَلَّـمٍ لِّلْعَبِيدِ\n(And your Lord is not at all unjust to (His) servants) means, He only punishes people for their sins, and He does not punish anyone except after establishing proof against him and sending a Messenger to him.\nKnowledge of the Hour is with Allah Alone\nThen Allah says:\nإِلَيْهِ يُرَدُّ عِلْمُ السَّاعَةِ\n(To Him is referred the knowledge of the Hour.) meaning, no one knows about that apart from Him. Muhammad ﷺ , the leader of mankind, said to Jibril, who is one of the leading angels, when he asked him about the Hour:\n«مَا الْمَسْؤُولُ عَنْهَا بِأَعْلَمَ مِنَ السَّائِل»\n(The one who is asked about it does not know more than the one who is asking.)\" And Allah says:\nإِلَى رَبِّكَ مُنتَهَـهَآ\n(To your Lord belongs the term thereof.) (79:44)\nلاَ يُجَلِّيهَا لِوَقْتِهَآ إِلاَّ هُوَ\n(None can reveal its time but He) (7:187).\nوَمَا تَخْرُجُ مِن ثَمَرَتٍ مِّنْ أَكْمَامِهَا وَمَا تَحْمِلُ مِنْ أُنْثَى وَلاَ تَضَعُ إِلاَّ بِعِلْمِهِ\n(No fruit comes out of its sheath, nor does a female conceive nor brings forth (young), except by His knowledge.) means, all of that is known to Him, and nothing is hidden from your Lord the weight of a speck of dust on the earth or in the heaven. Allah says:\nوَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا\n(not a leaf falls, but He knows it) (6:59).\nيَعْلَمُ مَا تَحْمِلُ كُلُّ أُنثَى وَمَا تَغِيضُ الاٌّرْحَامُ وَمَا تَزْدَادُ وَكُلُّ شَىْءٍ عِندَهُ بِمِقْدَارٍ\n(Allah knows what every female bears, and by how much the wombs fall short or exceed. Everything with Him is in (due) proportion) (13:8).\nوَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلاَ يُنقَصُ مِنْ عُمُرِهِ إِلاَّ فِى كِتَـبٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ\n(And no aged man is granted a length of life nor is a part cut off from his life, but is in a Book. Surely, that is easy for Allah.) (35:11)\nوَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآئِى\n(And on the Day when He will call unto them (saying): \"Where are My (so-called) partners\") means, on the Day of Resurrection, Allah will call out to the idolators before all of creation and say, \"Where are My partners whom you worshipped besides Me\"\nقَالُواْ ءَاذَنَّاكَ\n(They will say: \"We inform You...\") means, `we tell You,'\nمَا مِنَّا مِن شَهِيدٍ\n(that none of us bears witness to it.) means, `not one of us will bear witness today that You have any partner.'\nوَضَلَّ عَنْهُم مَّا كَانُواْ يَدْعُونَ مِن قَبْلُ\n(And those whom they used to invoke before (in this world) shall disappear from them, ) means, they will go away, and will be of no benefit to them.\nوَظَنُّواْ مَا لَهُمْ مِّن مَّحِيصٍ\n(and they will perceive that they have no place of refuge) means, they will have no way of escaping from the punishment of Allah. This is like the Ayah:\nوَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّواْ أَنَّهُمْ مُّوَاقِعُوهَا وَلَمْ يَجِدُواْ عَنْهَا مَصْرِفًا\n(And the criminals shall see the Fire and apprehend that they have to fall therein. And they will find no way of escape from there.) (18:53)",
  "ayah": 48,
  "surah": 41
}
