{
  "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nDescription of the Qur'an, and what Those Who turn away from it say.\nحـم - تَنزِيلٌ مِّنَ الرَّحْمَنِ الرَّحِيمِ\n(Ha Mim. A revelation from the Most Gracious, the Most Merciful.) means, the Qur'an is revealed from the Most Gracious, Most Merciful. This is like the Ayat:\nقُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِن رَّبِّكَ بِالْحَقِّ\n(Say Ruh Al-Qudus (Jibril) has brought it down from your Lord with truth) (16:102).\nوَإِنَّهُ لَتَنزِيلُ رَبِّ الْعَـلَمِينَ - نَزَلَ بِهِ الرُّوحُ الاٌّمِينُ - عَلَى قَلْبِكَ لِتَكُونَ مِنَ الْمُنْذِرِينَ\n(And truly, this is a revelation from the Lord of all that exists, Which the trustworthy Ruh (Jibril) has brought down upon your heart that you may be (one) of the warners.) (26:192-194).\nكِتَـبٌ فُصِّلَتْ ءَايَـتُهُ\n(A Book whereof the Ayat are explained in detail) means, its meanings are clear and its rulings are sound and wise.\nقُرْءَاناً عَرَبِيّاً\n(a Qur'an in Arabic) means, because it is a clear Arabic Qur'an, its meanings are precise and detailed and its words are clear and not confusing. This is like the Ayah:\nكِتَابٌ أُحْكِمَتْ ءايَـتُهُ ثُمَّ فُصِّلَتْ مِن لَّدُنْ حَكِيمٍ خَبِيرٍ\n((This is) a Book, the Ayat whereof are completed, and then explained in detail from One (Allah), Who is All-Wise Well-Acquainted) (11:1). meaning, it is miraculous in its wording and in its meanings.\nلاَّ يَأْتِيهِ الْبَـطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ\n(Falsehood cannot come to it from before it or behind it, (it is) sent down by the All-Wise, Worthy of all praise.) (41:42).\nلِقَوْمٍ يَعْلَمُونَ\n(for people who know.) means, this clear style will be readily understood by scholars who are thoroughly versed in knowledge.\nبَشِيراً وَنَذِيراً\n(Giving glad tidings and warning,) means, sometimes it brings glad tidings to the believers, and sometimes it brings a warning to the disbelievers.\nفَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لاَ يَسْمَعُونَ\n(but most of them turn away, so they hear not.) means, most of the Quraysh did not understand anything of it at all, despite the fact that it was so clear.\nوَقَالُواْ قُلُوبُنَا فِى أَكِنَّةٍ\n(And they say: \"Our hearts are under coverings...\") meaning, they are wrapped and screened,\nمِمَّا تَدْعُونَا إِلَيْهِ وَفِى ءَاذانِنَا وَقْرٌ\n(from that to which you invite us; and in our ears is deafness,) means, `we are deaf to the message you bring to us.'\nوَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ\n(and between us and you is a screen,) `so nothing of what you say reaches us.'\nفَاعْمَلْ إِنَّنَا عَـمِلُونَ\n(so work you (on your way); verily, we are working) means, go your way, and we will go our way, and we will not follow you.",
  "ayah": 5,
  "surah": 41
}
