{
  "text": "The Command to descend from the Ship with Peace and Blessings\nAllah, the Exalted, informs of what was said to Nuh when the ship anchored on Mount Judi, peace be upon him, peace were sent upon him and the believers with him. This salutation was also for every believer from his progeny until the Day of Resurrection. Muhammad bin Ka`b said, \"Every male and female believer until the Day of Resurrection is included in this salutation of peace. Likewise, every male and female disbeliever until the Day of Resurrection is included in this promise of torment and pleasure. Muhammad bin Ishaq said, \"When Allah wanted to stop the flood, He sent a wind upon the face of the earth that caused the water to be still. Then the springs of the earth were closed off from the great flooding and the pouring (rain) from the sky halted. Allah, the Exalted, says,\nوَقِيلَ يَأَرْضُ ابْلَعِى مَآءَكِ\n(And it was said: \"O earth! Swallow up your water...\") 11:44 Thus, the water began decreasing and subsiding until the ship settled on Mount Judi. The People of the Tawrah (the Jews) claim that this occurred during the seventh month (of the year) and it lasted for seventeen nights. Then, on the first day of the tenth month, he (Nuh) saw the mountain tops. Then after forty more days, Nuh opened the small window in the roof of the ship and he sent a raven out to see what the water had done. However, the raven did not return to him. Then, he sent a pigeon out but it returned to him without finding any place (land) to put its two feet down. He extended his hand out of the ship and the pigeon grabbed his hand so that Nuh could pull it back into the ship. Then, after seven more days passed, he sent the pigeon out again to investigate for him. The pigeon returned in the evening with a leaf from an olive tree in its mouth. From this, Nuh knew that the water had decreased from the face of the earth. He remained in the ship for seven more days before he sent the pigeon out again. This time the pigeon did not return to him, so he knew that the earth had appeared. Thus, a year was completed from the time that Allah sent the flood, until the time of Nuh sending the pigeon. The first day of the first month of the second year began when the face of the earth appeared and land became visible. This is when Nuh uncovered the opening of the ship. During the second month of the second year, after twenty six nights,\nقِيلَ ينُوحُ اهْبِطْ بِسَلَـمٍ مِّنَّا\n(It was said: \"O Nuh! Come down (from the ship) with peace from Us)",
  "ayah": 48,
  "surah": 11
}
