{
  "text": "The Coming of the Angels to Lut, His Grief, and His Discussion with His People\nAllah, the Exalted, informs about the coming of His messenger angels. After they informed Ibrahim of their mission to destroy the people of Lut, they left him and set out to destroy Lut's people that very night. After leaving Ibrahim, they came to Lut. Some say that they came to him while he was on a piece of land that belonged to him. Others say that they came to him while he was in his home. They approached him while they were in the most handsome of forms. They appeared in the forms of young men with handsome faces. This was a test from Allah that contained much wisdom and a firm evidence. Their appearance saddened him (Lut) and he felt grief in his soul because of them. He was afraid that if he did not host them as his guests, someone else of his people would host them and harm them.\nوَقَالَ هَـذَا يَوْمٌ عَصِيبٌ\n(He said: \"This is a distressful day.\") Ibn `Abbas and others said that this means, \"A severe test for him.\" This was because he knew that he would have to defend them and it would cause great problems for him. Qatadah said, \"They came to him while he was on a piece of land that belonged to him. They requested him to host them. He agreed, but he was shy of them and he walked in front of them. On the way to his home he said to them in attempt to convince them to go away, `By Allah, I do not know any people on the face of the earth more wicked and disgusting than these people of this town.' Then he walked on a little further. Then he repeated the same statement to them. He continued doing this until he had repeated the same thing four times.\" Then Qatadah said, \"They were ordered not to destroy them until their Prophet testified against them of this.\" Concerning Allah's statement,\nيُهْرَعُونَ إِلَيْهِ\n(rushing towards him.) meaning, they made haste and rushed due to their delight of this (new young men). Concerning the statement,\nوَمِن قَبْلُ كَانُواْ يَعْمَلُونَ السَّيِّئَاتِ\n(and since aforetime they used to commit crimes.) This means that this did not cease being their behavior until they were seized (by Allah's torment) and they were still in the same condition.\nقَالَ يقَوْمِ هَـؤُلاءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ\n(He said: \"O my people! Here are my daughters (the women of the nation), they are purer for you...\") This was his attempt to direct them to their women, for verily the Prophet is like a father for his nation. Therefore, he tries to guide them to that which is better for them in this life and the Hereafter. This is similar to his statement to them in another verse,\nأَتَأْتُونَ الذُّكْرَانَ مِنَ الْعَـلَمِينَ - وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِّنْ أَزْوَجِكُمْ بَلْ أَنتُمْ قَوْمٌ عَادُونَ\n(Go you in unto the males of the nation, and leave those whom Allah has created for you to be your wives Nay, you are a trespassing people!)26:165-166 Allah said in another verse,\nقَالُواْ أَوَلَمْ نَنْهَكَ عَنِ الْعَـلَمِينَ\n(They (the people of the city) said: \"Did we not forbid you from entertaining any of the `Alamin\")15:70 This means, \"Didn't we forbid you from hosting men (male) guests\"\nقَالَ هَـؤُلآءِ بَنَاتِى إِن كُنْتُمْ فَـعِلِينَ - لَعَمْرُكَ إِنَّهُمْ لَفِى سَكْرَتِهِمْ يَعْمَهُونَ\n(Lut said: \"These (the girls of the nation) are my daughters, if you must act (so).\" Verily, by your life, in their wild intoxication, they were wandering blindly.)15:71-72 Then, Allah said, in this noble verse,\nهَـؤُلاءِ بَنَاتِى هُنَّ أَطْهَرُ لَكُمْ\n(Here are my daughters, they are purer for you.) Mujahid said, \"Actually, they were not his daughters, but they were from among his nation. Every Prophet is like a father to his nation.\" A similar statement has been reported from Qatadah and others. Concerning the statement,\nفَاتَّقُواْ اللَّهَ وَلاَ تُخْزُونِ فِى ضَيْفِى\n(So have Taqwa of Allah and disgrace me not with regard to my guests!) This means, \"Accept what I command you by limiting the fulfillment of your desires to your women.\"\nأَلَيْسَ مِنْكُمْ رَجُلٌ رَّشِيدٌ\n(Is there not among you a single right-minded man) This means, \"Is there not a good man among you who will accept what I am enjoining upon you and abandon what I have forbidden for you\"\nقَالُواْ لَقَدْ عَلِمْتَ مَا لَنَا فِى بَنَاتِكَ مِنْ حَقٍّ\n(They said: \"Surely, you know that we have no need of your daughters...\") This means, \"Verily, you know that we do not want our women, nor do we desire them.\"\nوَإِنَّكَ لَتَعْلَمُ مَا نُرِيدُ\n(and indeed you know well what we want!) This means, \"We only want males and you know that. So what need is there for you to continue speaking to us about this\"\nقَالَ لَوْ أَنَّ لِى بِكُمْ قُوَّةً أَوْ آوِى إِلَى رُكْنٍ شَدِيدٍ",
  "ayah": 77,
  "surah": 11
}
