{
  "text": "The Story of Musa and Fir`awn\nIn these verses Allah informs of His sending Musa with His signs and clear proofs to Fir'awn, the king of the Coptic people, and his chiefs.\nفَاتَّبَعُواْ أَمْرَ فِرْعَوْنَ\n(but they followed the command of Fir`awn.) This means that they followed his path, way and methodology in transgression.\nوَمَآ أَمْرُ فِرْعَوْنَ بِرَشِيدٍ\n(and the command of Fir`awn was no right guide.) This means there was no right guidance in it. It was only ignorance, misguidance, disbelief and stubbornness. Just as they followed him in this life and he was their leader and chief, likewise he will lead them to the Hellfire on the Day of Resurrection. He will lead them directly to it and they will drink from springs of destruction. Fir`awn will have a great share in that awful punishment. This is as Allah, the Exalted, said,\nفَعَصَى فِرْعَوْنُ الرَّسُولَ فَأَخَذْنَـهُ أَخْذاً وَبِيلاً\n(But Fir`awn disobeyed the Messenger; so We seized him with a severe punishment.)73:16 Allah also said,\nفَكَذَّبَ وَعَصَى - ثُمَّ أَدْبَرَ يَسْعَى - فَحَشَرَ فَنَادَى - فَقَالَ أَنَاْ رَبُّكُمُ الاٌّعْلَى - فَأَخَذَهُ اللَّهُ نَكَالَ الاٌّخِرَةِ وَالاٍّوْلَى - إِنَّ فِى ذَلِكَ لَعِبْرَةً لِّمَن يَخْشَى\n(But Fir`awn belied and disobeyed. Then he turned his back, striving (against Allah). Then he gathered (his people) and cried aloud, Saying: \"I am your lord, most high.\" So Allah, seized him with exemplary punishment for his last and first transgression. Verily, in this is an instructive admonition for whosoever fears Allah.)79:21-26 Allah also said,\nيَقْدُمُ قَوْمَهُ يَوْمَ الْقِيَـمَةِ فَأَوْرَدَهُمُ النَّارَ وَبِئْسَ الْوِرْدُ الْمَوْرُودُ\n(He will go ahead of his people on the Day of Resurrection, and will lead them into the Fire, and evil indeed is the place to which they are led.) This will be the condition of those who were followed. They will have a great share of the punishment on the Day of Resurrection. This is as Allah says,\nلِكُلٍّ ضِعْفٌ وَلَـكِن لاَّ تَعْلَمُونَ\n(For each one there is double (torment), but you know not.) 7:38 Allah also says that the disbelievers will say while they are in the Hellfire,\nرَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السَّبِيلاْرَبَّنَآ ءَاتِهِمْ ضِعْفَيْنِ مِنَ الْعَذَابِ\n(\"Our Lord! Verily, we obeyed our chiefs and our great ones, and they misled us from the (right) way. Our Lord! Give them double torment.\") 33:67-68 Concerning the statement,\nوَأُتْبِعُواْ فِى هَـذِهِ لَعْنَةً وَيَوْمَ الْقِيَـمَةِ\n(They were pursued by a curse in this (deceiving life of this world) and (so they will be pursued by a curse) on the Day of Resurrection. ) meaning, `We have made them to be followed by something more than the punishment of the Fire and that is their being cursed in this life.'\nوَيَوْمَ الْقِيَـمَةِ بِئْسَ الرِّفْدُ الْمَرْفُودُ\n(and on the Day of Resurrection, evil is the gift granted.) Mujahid said, \"Another curse will be added to them on the Day of Resurrection, so these are two curses.\" `Ali bin Abi Talhah said that Ibn `Abbas said,\nبِئْسَ الرِّفْدُ الْمَرْفُودُ\n(evil indeed is the gift granted.) \"The curse of this life and the Hereafter.\" Ad-Dahhak and Qatadah both said the same thing. This is similar to Allah's statement,\nوَجَعَلْنَـهُمْ أَئِمَّةً يَدْعُونَ إِلَى النَّارِ وَيَوْمَ الْقِيـمَةِ لاَ يُنصَرُونَ - وَأَتْبَعْنَـهُم فِى هَذِهِ الدُّنْيَا لَعْنَةً وَيَوْمَ القِيَـمَةِ هُمْ مِّنَ الْمَقْبُوحِينَ\n(And We made them leaders inviting to the Fire: and on the Day of Resurrection, they will not be helped. And We made a curse to follow them in this world, and on the Day of Resurrection, they will be among the despised.)28:41-42 Allah also says,\nالنَّارُ يُعْرَضُونَ عَلَيْهَا غُدُوّاً وَعَشِيّاً وَيَوْمَ تَقُومُ السَّاعَةُ أَدْخِلُواْ ءَالَ فِرْعَوْنَ أَشَدَّ الْعَذَابِ\n(The Fire, they are exposed to it, morning and afternoon. And on the Day when the Hour will be established (it will be said to the angels): \"Cause Fir`awn's people to enter the severest torment!\")40:46",
  "ayah": 98,
  "surah": 11
}
