{
  "text": "সেদিন কিছু মুখ উজ্জল হবে এবং কিছু মুখ কালো হবে [১]; যাদের মুখ কালো হবে (তাদেরকে বলা হবে), ‘তোমরা কি ঈমান আনার পর কুফরী করেছিলে [২]? সুতরাং তোমরা শাস্তি ভোগ কর, যেহেতু তোমরা কুফরী করতে।’\n[১] উজ্জ্বল মুখ ও কালো মুখ কারা, এ সম্পর্কে তাফসীরবিদগণের বিভিন্ন উক্তি বর্ণিত আছে। ইবনে-আব্বাস বলেনঃ আহলে সুন্নাত সম্প্রদায়ের মুখমণ্ডল শুভ্র হবে এবং বিদ’আতীদের মুখমণ্ডল কালো হবে। আতা বলেনঃ মুহাজির ও আনসারগণের মুখমণ্ডল সাদা হবে এবং বণী-নদ্বীরের মুখমণ্ডল কালো হবে। ইকরিমাহ বলেনঃ আহলে কিতাবগণের এক অংশের মুখমণ্ডল কালো হবে অর্থাৎ যারা রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নবুওয়ত লাভের পূর্বে তিনি নবী হবেন বলে বিশ্বাস করতো কিন্তু নবুওয়ত প্রাপ্তির পর তাকে সাহায্য ও সমর্থন করার পরিবর্তে তাকে মিথ্যা প্রতিপন্ন করতে শুরু করে। আবু উমামাহ রাদিয়াল্লাহু আনহু বলেন, ‘খারেজী সম্প্রদায়ের মুখমণ্ডল কালো হবে। আর যারা তাদের হত্যা করবে, তাদের মুখমণ্ডল সাদা হবে’। তিনি আরও বলেন, ‘এটি যদি আমি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম থেকে সাতবার না শুনতাম, তবে বর্ণনাই করতাম না’। [তিরমিয়ী: ৩০০০]\n[২] তাদের চেহারা কেন কালো হবে, তার কারণ বর্ণনায় এ আয়াতে বলা হয়েছে যে, তাদের চেহারা কালো হবার কারণ হচ্ছে, “তারা ঈমান আনার পর কুফরী করেছে”। অন্য আয়াতে আল্লাহ্‌র উপর মিথ্যাচার করাকেই চেহারা কালো হওয়ার কারণ বলা হয়েছে, “আর যারা আল্লাহ্‌র প্রতি মিথ্যা আরোপ করে, আপনি কিয়ামতের দিন তাদের চেহারাসমূহ কালো দেখবেন। অহংকারীদের আবাসস্থল কি জাহান্নাম নয়?” [সূরা আয-যুমার: ৬০]\nআবার কোন কোন আয়াতে গোনাহ অর্জন করার কারণে তাদের চেহারা কালো হবে বলে জানিয়ে দেয়া হয়েছে। “আর যারা মন্দ কাজ করে তাদের প্রতিফল অনুরূপ মন্দ এবং তাদেরকে হীনতা আচ্ছন্ন করবে; আল্লাহ থেকে তাদের রক্ষা করার কেউ নেই; তাদের মুখমন্ডল যেন রাতের অন্ধকারের আস্তরণে আচ্ছাদিত। তারা আগুনের অধিবাসী, সেখানে তারা স্থায়ী হবে” [সূরা ইউনুস: ২৭]\nকোন কোন আয়াতে কুফরী ও অপরাধী হওয়াকেই চেহারা কালো হবার কারণ হিসেবে ধরা হয়েছে, “আর অনেক চেহারা সেদিন হবে ধূলিধূসর, সেগুলোকে আচ্ছন্ন করবে কালিমা। এরাই কাফির ও পাপাচারী।” [সূরা আবাসাঃ ৪০-৪১] বস্তুত: এগুলোতে কোন বিরোধ নেই। কারণ, এ সব কারণেই চেহারা কালো হবে। কাফেরদের চেহারা কালো হবেই।",
  "ayah": 106,
  "surah": 3
}
