{
  "text": "যারা সচ্ছল ও অসচ্ছল অবস্থায় ব্যয় [১] করে, যারা ক্রোধ সংবরণকারী [২] এবং মানুষের প্রতি ক্ষমাশীল; আর আল্লাহ মুহ্‌সিনদেরকে ভালবাসেন;\n[১] অর্থাৎ মোত্তাকী তারাই, যারা আল্লাহ তা’আলার পথে স্বীয় অর্থ-সম্পদ ব্যয় করতে অভ্যস্ত। স্বচ্ছলতা হোক কিংবা অভাব-অনটন হোক, সর্বাবস্থায় তারা সাধ্যানুযায়ী ব্যয় কার্য অব্যাহত রাখে। বেশী হলে বেশী এবং কম হলে কমই ব্যয় করে। এতে একদিকে নির্দেশ দেয়া হয়েছে যে, দরিদ্র ও নিঃস্ব ব্যক্তিও আল্লাহ্‌র পথে ব্যয় করতে নিজেকে মুক্ত মনে করবে না এবং সৌভাগ্য থেকে নিজেকে বঞ্চিত রাখবে না। অপর দিকে আয়াতে এ নির্দেশও রয়েছে যে, অভাব-অনটনেও সাধ্যানুযায়ী ব্যয়কার্য অব্যাহত রাখলে আল্লাহ্‌র পথে ব্যয় করার কল্যাণকর অভ্যাসটি বিনষ্ট হবে না। সম্ভবতঃ এর বরকতে আল্লাহ্ তা’আলা আর্থিক স্বচ্ছলতা ও স্বাচ্ছন্দ্য দান করতে পারেন। স্বচ্ছলতা ও অভাব-অনটন উল্লেখ করার আরও একটি রহস্য সম্ভবতঃ এই যে, এ দু’অবস্থায়ই মানুষ আল্লাহকে ভুলে যায়। অর্থ-সম্পদের প্রাচুর্য হলে আরাম-আয়েশে ডুবে মানুষ আল্লাহকে ভুলে যায়। অপরদিকে অভাব-অনটন থাকলে প্রায়ই সে চিন্তামগ্ন হয়ে আল্লাহ্‌র প্রতি গাফেল হয়ে পড়ে। আয়াতে ইঙ্গিত করা হয়েছে যে, আল্লাহ্‌র প্রিয় বান্দারা আরাম-আয়েশেও আল্লাহকে ভুলে না কিংবা বিপদাপদেও আল্লাহ্‌র প্রতি উদাসীন হয়ে পড়ে না।\n[২] রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘ঘায়েল বা পরাভূত করতে পারাটাই বীর হওয়ার লক্ষণ নয়, বীর হল ঐ ব্যক্তি যে নিজেকে ক্রোধের সময় সম্বরণ করতে পেরেছে’। [বুখারীঃ ৬১১৪, মুসলিমঃ ২৬০৯]\nঅনুরূপভাবে এক সাহাবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাছে এসে বললেনঃ আমাকে এমন একটি কথা বলুন যা আমার কাজে আসবে, আর তা সংক্ষেপে বলুন যাতে আমি তা আয়ত্ব করতে পারি। তখন রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম তাকে বললেনঃ রাগ করো না। সাহাবী বার বার একই প্রশ্ন করলেন আর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামও একই উত্তর দিলেন। [বুখারী: ৬১১৬; মুসনাদের আহমাদঃ ৫/৩৪]\nঅন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ আল্লাহ তা’আলা কোন বান্দাকে ক্ষমার বিনিময়ে কেবল সম্মানই বৃদ্ধি করে দেন। আর যে ব্যক্তি আল্লাহ্‌র জন্য বিনয়ী হয় আল্লাহ তাকে উচ্চ মর্যাদায় আসীন করেন’। [তিরমিযীঃ ২৩২৫, মুসনাদে আহমাদঃ ৪/৪৩১]\nঅন্য হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “যে ব্যক্তি কোন ক্রোধকে বাস্তবায়ন করতে সক্ষম হওয়া সত্ত্বেও দমন করবে, কিয়ামতের দিন আল্লাহ তাকে সমস্ত সৃষ্টিকুলের সামনে ডেকে যে কোন হুর পছন্দ করে নেয়ার অধিকার দিবেন”। [ইবন মাজাহঃ ৪১৮৬]\nঅন্য হাদীসে এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, “আল্লাহ্‌র কাছে একমাত্র আল্লাহ্‌র সন্তুষ্টির উদ্দেশ্যে ক্রোধ সম্বরণ করার চেয়ে বড় কোন সম্বরণ বেশী সওয়াবের নেই”। [ইবন মাজাহঃ ৪১৮৯]",
  "ayah": 134,
  "surah": 3
}
