{
  "text": "আল্লাহ শুনেছেন তাদের কথা যারা বলে, ‘আল্লাহ অবশ্যই অভাবগ্রস্ত এবং আমরা অভাবমুক্ত’ [১]। তারা যা বলেছে তা এবং নবীগণকে অন্যায়ভাবে হত্যা করার বিষয় আমরা লিখে রাখব এবং বলব, ‘তোমরা দহন যন্ত্রণা ভোগ কর [২]।’\nঊনিশতম রুকূ‘\n[১] এ আয়াতে ইয়াহুদীদের একটি কঠিন ঔদ্ধত্যের ব্যাপারে সতর্কীকরণ ও শাস্তির বিষয় আলোচনা করা হয়েছে। তা এরূপ যে, মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম যখন কুরআনে হাকীম থেকে যাকাত ও সদকার বিধি-বিধান বর্ণনা করেন, তখন উদ্ধত ইয়াহুদীরা বলতে আরম্ভ করে যে, আল্লাহ্ তা’আলা ফকীর ও গরীব হয়ে গেছেন, আর আমরা হচ্ছি ধনী ও আমীর। সে জন্যেই তো তিনি আমাদের কাছে চাইছেন। [তাবারী] মূলত: যে ব্যক্তি আল্লাহ রাব্বুল আলামীনকে সমগ্র সৃষ্টির স্রষ্টা ও মালিক বলে জানে, তার মনে সাদকা ও কর্জ শব্দ ব্যবহারে কস্মিনকালেও এমন কোন সন্দেহ উদয় হতে পারে না, যেমনটি উদ্ধত ইয়াহুদীদের উক্তিতে বিদ্যমান। কাজেই কুরআনুল কারীম এই সন্দেহের উত্তর দান করেছে। শুধুমাত্র তাদের ঔদ্ধত্য ও রাসূলে আকরাম সাল্লাল্লাহু ‘আলাইহিওয়া সাল্লামের প্রতি মিথ্যারোপ এবং তার প্রতি উপহাস করার একাধিক অপরাধের শাস্তি হিসাবে বলা হয়েছে, আমি তাদের ঔদ্ধত্যপূর্ণ উক্তিসমূহ লিখে রাখব যাতে কিয়ামতের দিন তাদের বিরুদ্ধে পরিপূর্ণ প্রমাণ উপস্থাপন করে আযাবের ব্যবস্থা করা যায়। অন্যথায় আল্লাহ্‌র জন্য লেখার কোনই প্রয়োজন নেই। অতঃপর ইয়াহুদীদের এ সমস্ত ঔদ্ধত্যের আলোচনার সাথে সাথে তাদের আরও একটি অপরাধের উল্লেখ করা হয়েছে যে, এরা হলো এমন লোক, যারা নবী-রাসূলগণকে মিথ্যা প্রতিপন্ন করে কিংবা তাদের উপহাস করেই ক্ষান্ত হয়নি, বরং এরা তাদেরকে হত্যা করতেও দ্বিধা করেনি। কাজেই এমন লোকদের দ্বারা কোন নবীর প্রতি মিথ্যারোপ ও উপহাস করা মোটেই আশ্চর্যের বিষয় নয়। [মা’আরিফুল কুরআন]\n[২] এখানে এ বিষয়টি প্রণিধানযোগ্য যে, কুরআনের লক্ষ্য হল মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ও মদীনাবাসী ইয়াহুদীবর্গ। আর নবীদের হত্যার ঘটনাটি হল ইয়াহইয়া ও যাকারিয়া ‘আলাইহিমাস সালামের সময়ের। সুতরাং এ আয়াতে নবী হত্যার অপরাধ এ সময়ের ইয়াহুদীদের উপর আরোপ করা হল কেমন করে? তার কারণ এই যে, মদীনার ইয়াহুদীরাও তাদের পূর্ববর্তী ইয়াহুদীদের সে কাজের ব্যাপারে সম্মত এবং আনন্দিত ছিল বলে তারাও সেই হত্যাকারীদের মধ্যে পরিগণিত হয়েছে। মূলতঃ এ বিষয়টি অত্যন্ত গুরুত্বপূর্ণ যে, কুফরের প্রতি সম্মতি জ্ঞাপনও কুফরী ও মহাপাপের অন্তর্ভুক্ত। আয়াতের শেষাংশে এবং পরবর্তী আয়াতে সে উদ্ধতদের শাস্তিস্বরূপ বলা হয়েছে যে, তাদের জাহান্নামে নিক্ষেপ করে বলা হবে, ‘এবার আগুনে জ্বলার স্বাদ আস্বাদন কর, যা তোমাদেরই কৃতকর্মের ফলঃ আল্লাহ্‌র পক্ষ থেকে এটা কোন অন্যায় আচরণ নয়’।",
  "ayah": 181,
  "surah": 3
}
