{
  "text": "ইতোপূর্বে মানুষের জন্য হেদায়াতসরূপ [১]; আর তিনি ফুরকান নাযিল করেছেন [২]। নিশ্চয় যারা আল্লাহ্‌র আয়াতসমূহে কুফরী করে তাদের জন্য রয়েছে কঠোর শাস্তি। আর আল্লাহ্‌ মহা-পরাক্রমশালী, প্রতিশোধ গ্রহণকারী [৩]।\n[১] কাতাদা বলেন, এ দুটি আল্লাহ্‌র নাযিলকৃত কিতাব। এতে রয়েছে আল্লাহ্‌র পক্ষ থেকে বর্ণনা। যে এ দুটি থেকে হিদায়াত গ্রহণ করেছে, সত্য বলে বিশ্বাস করেছে এবং সেটা অনুসারে আমল করেছে সে নিরাপত্তা পেয়েছে। আত-তাফসীরুস সহীহ সে হিসেবে এটাকে মানুষের হিদায়াতের জন্য নাযিল করা হয়েছে বলে এখানে উল্লেখ করা হয়েছে। কিন্তু বর্তমানে পবিত্র কুরআন নাযিল হওয়ারপর এ দুটি গ্রন্থ রহিত হয়ে গেছে, তা থেকে হিদায়াত লাভের আর কোন উপায় নেই।\n[২] ওয়াসিলা ইবন আসকা রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম বলেছেন, ইবরাহীম ‘আলাইহিস সালামের সহীফাসমূহ রামাদান মাসের প্রথম রাত্রিতে নাযিল হয়েছিল, তাওরাত নাযিল হয়েছিল রামাদান মাসের ছয়দিন অতিবাহিত হওয়ার পর, ইঞ্জীল নাযিল হয়েছিল রামাদান মাসের তের রাত্রি পার হওয়ার পর। আর ফুরকান নাযিল হয়েছিল রামাদান মাসের চব্বিশ রাত্রি পার হওয়ার পর। ” [মুসনাদে আহমাদ ৪/১০৭]\nকাতাদাহ বলেন, আয়াতে ফুরকান বলে পবিত্র কুরআনকে বোঝানো হয়েছে। আল্লাহ্ তা'আলা মুহাম্মাদ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের উপর তা নাযিল করে এর মাধ্যমে হক ও বাতিলের পার্থক্য স্পষ্ট করে দিয়েছেন। তাঁর হালালকৃত বস্তুকে হালাল এবং হারামকৃত বস্তুকে এর মাধ্যমে হারাম ঘোষণা করেছেন। তাঁর শরীআতকে প্রবর্তন করেছেন। অপরাধের শাস্তি নির্ধারণ করে দিয়েছেন। কি কি জিনিস ফরয করেছেন তা বর্ণনা করেছেন। আর তাঁর আনুগত্যের নির্দেশ দিয়েছেন এবং অবাধ্যতা হতে নিষেধ করেছেন। [আত-তাফসীরুস সহীহ]\n[৩] আয়াতে আল্লাহ্‌ তা'আলার পরিপূর্ণ শক্তি এবং সর্ববিষয়ে সার্বিক সামর্থ্যের কথা বর্ণনা করা হয়েছে যে, তিনি মানুষকে জননীর উদরে তিনটি অন্ধকার স্তরের মাঝে কিরূপ নিপুণভাবে গঠন করেছেন। তাদের আকার-আকৃতি ও বর্ণ বিন্যাসে এমন দক্ষতার পরিচয় দিয়েছেন যে, আকৃতি ও বর্ণ নির্বিশেষে সকল মানুষের মধ্যে একজনের আকার-আকৃতি অন্যজনের অনুরূপ নয় বিধায়, স্বতন্ত্র পরিচয় দূরূহ হয়ে পড়ে। এহেন সর্বব্যাপী জ্ঞান ও পরিপূর্ণ শক্তি-সামর্থ্যের যুক্তিসঙ্গত দাবী এই যে, ইবাদাত একমাত্র তারই করতে হবে। তিনি ছাড়া আর কারো জ্ঞান ও শক্তি-সামর্থ্য এরূপ নয়। কাজেই অন্য কেউ ‘ইবাদাতের যোগ্যও নয়। [মা'আরিফুল কুরআন]",
  "ayah": 4,
  "surah": 3
}
