{
  "text": "( وإنك لعلى خلق عظيم ) قال ابن عباس ومجاهد : دين عظيم لا دين أحب إلي ولا أرضى عندي منه ، وهو دين الإسلام . وقال الحسن : هو آداب القرآن .سئلت عائشة رضي الله عنها عن خلق رسول الله - صلى الله عليه وسلم - فقالت : كان خلقه القرآن .وقال قتادة : هو ما كان يأتمر به من أمر الله وينتهي عنه من نهي الله ، والمعنى إنك على الخلق الذي أمرك الله به في القرآن .وقيل : سمى الله خلقه عظيما لأنه امتثل تأديب الله إياه بقوله : \" خذ العفو \" الآية ( الأعراف - 198 ) .وروينا عن جابر أن النبي - صلى الله عليه وسلم - قال : \" إن الله بعثني لتمام مكارم الأخلاق ، وتمام محاسن الأفعال \" .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف [ حدثنا محمد بن إسماعيل ] حدثنا أحمد بن سعيد أبو عبد الله ، حدثنا إسحاق بن منصور ، حدثنا إبراهيم بن يوسف ، عن أبيه عن أبي إسحاق قال : سمعت البراء يقول : كان رسول الله - صلى الله عليه وسلم - أحسن الناس وجها وأحسنهم خلقا ليس بالطويل البائن ولا بالقصير .أخبرنا عبد الله بن عبد الصمد الجوزجاني ، أخبرنا أبو القاسم علي بن أحمد الخزاعي ، أخبرنا أبو سعيد الهيثم بن كليب الشاشي ، حدثنا أبو عيسى الترمذي ، حدثنا قتيبة بن سعيد ، حدثنا جعفر بن سليمان الضبعي عن ثابت عن أنس بن مالك قال : خدمت رسول الله - صلى الله عليه وسلم - عشر سنين فما قال لي أف قط [ وما ] قال لشيء صنعته : لم صنعته ؟ ولا لشيء تركته : لم تركته ؟ وكان رسول الله - صلى الله عليه وسلم - من أحسن الناس خلقا ولا مسست خزا [ قط ] ولا حريرا ولا شيئا [ كان ] ألين من كف رسول الله - صلى الله عليه وسلم - ولا شممت مسكا ولا عطرا كان أطيب من عرق رسول الله - صلى الله عليه وسلم - .أخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو سعيد محمد بن موسى الصيرفي ، أخبرنا أبو عبد الله محمد بن عبد الله الصفار ، حدثنا أحمد بن محمد بن عيسى البرني ، حدثنا محمد بن كثير ، حدثنا سفيان الثوري عن الأعمش ، عن أبي وائل ، عن مسروق ، عن عبد الله بن عمر قال : \" إن رسول الله - صلى الله عليه وسلم - لم يكن فاحشا ولا متفحشا وكان يقول : \" خياركم أحسنكم أخلاقا \" .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو سعيد محمد بن موسى الصيرفي ، أخبرنا أبو العباس الأصم ، حدثنا محمد بن هشام بن ملاس ، حدثنا مروان الفزاري ، حدثنا حميد الطويل ، عن أنس أن امرأة عرضت لرسول الله - صلى الله عليه وسلم - في طريق من طرق المدينة فقالت : يا رسول الله إن لي إليك حاجة فقال : يا أم فلان اجلسي في أي سكك المدينة شئت أجلس إليك ، قال : ففعلت فقعد إليها رسول الله - صلى الله عليه وسلم - حتى [ قضى ] حاجتها .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل قال : [ حدثنا ] محمد بن عيسى ، حدثنا هشيم ، أخبرنا حميد الطويل ، حدثنا أنس بن مالك قال : إن كانت الأمة من إماء أهل المدينة لتأخذ بيد رسول الله - صلى الله عليه وسلم - فتنطلق به حيث شاءت .أخبرنا عبد الواحد المليحي ، أخبرنا أبو محمد بن عبد الرحمن بن أبي شريح ، أخبرنا أبو القاسم عبد الله بن محمد بن عبد العزيز البغوي ، حدثنا علي بن الجعد ، أخبرنا عمران بن يزيد التغلبي ، عن زيد [ ابن العمي ] عن أنس بن مالك أن رسول الله - صلى الله عليه وسلم - كان إذا صافح الرجل لم ينزع يده من يده [ حتى يكون هو الذي ينزع يده ] ولا يصرف وجهه عن وجهه حتى يكون هو الذي يصرف وجهه [ عن وجهه ] ولم ير مقدما ركبتيه بين يدي جليس له .أخبرنا عبد الله بن عبد الصمد ، أخبرنا أبو القاسم الخزاعي ، أخبرنا الهيثم بن كليب ، حدثنا أبو عيسى ، حدثنا هارون بن إسحاق الهمداني ، حدثنا عبيدة عن هشام بن عروة عن أبيه عن عائشة قالت : ما ضرب رسول الله - صلى الله عليه وسلم - بيده شيئا قط إلا أن يجاهد في سبيل الله ، ولا ضرب خادما ولا امرأة .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، أخبرنا إسماعيل بن عبد الله ، حدثني مالك بن إسحاق عن عبد الله بن أبي طلحة ، عن أنس قال كنت أمشي مع رسول الله - صلى الله عليه وسلم - وعليه برد نجراني غليظ الحاشية فأدركه أعرابي فجبذه بردائه جبذة شديدة حتى نظرت إلى صفحة عاتق رسول الله - صلى الله عليه وسلم - قد أثرت بها حاشية البرد من شدة جبذته ، ثم قال : يا محمد مر لي من مال الله الذي عندك ، فالتفت إليه رسول الله - صلى الله عليه وسلم - ثم ضحك ثم أمر له بعطاء .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور محمد بن محمد بن سمعان ، أخبرنا أبو جعفر محمد بن أحمد بن عبد الجبار الرياني ، حدثنا حميد بن زنجويه ، حدثنا علي بن المديني ، حدثنا ابن عيينة عن عمرو بن دينار ، عن ابن أبي مليكة ، عن يعلى بن مملك ، عن أم الدرداء تحدث عن أبي الدرداء عن النبي - صلى الله عليه وسلم - قال : \" إن أثقل شيء يوضع في ميزان المؤمن يوم القيامة خلق حسن ، وإن الله تعالى يبغض الفاحش البذيء \" .أخبرنا عبد الواحد المليحي ، أخبرنا أبو منصور السمعاني ، أخبرنا أبو جعفر الرياني ، حدثنا حميد بن زنجويه ، حدثنا أبو نعيم ، حدثنا داود بن يزيد [ الأودي ] سمعت أبي يقول سمعت أبا هريرة يقول : قال رسول الله - صلى الله عليه وسلم - لأصحابه : \" أتدرون ما أكثر ما يدخل الناس النار ؟ قالوا : الله ورسوله أعلم . قال : فإن أكثر ما يدخل الناس النار الأجوفان : الفرج والفم ، أتدرون ما أكثر ما يدخل الناس الجنة ؟ قالوا : الله ورسوله أعلم . قال : فإن أكثر ما يدخل الناس الجنة : تقوى الله وحسن الخلق \" .أخبرنا أحمد بن عبد الله الصالحي ، أخبرنا أبو سعيد محمد بن موسى الصيرفي ، حدثنا أبو العباس الأصم ، حدثنا محمد بن عبد الله [ بن عبد ] الحكم ، أخبرنا أبي وشعيب قالا حدثنا الليث عن [ ابن ] الهاد عن عمرو بن أبي عمرو عن المطلب بن عبد الله عن عائشة قالت : سمعت رسول الله - صلى الله عليه وسلم - يقول : \" إن المؤمن ليدرك بحسن خلقه درجة قائم الليل وصائم النهار \" .",
  "ayah": 4,
  "surah": 68
}
