{
  "text": "৬ নং আয়াত হতে শিক্ষণীয় বিষয়::\nউক্ত আয়াতে আল্লাহ তা‘আলা তাঁর একটি বিশাল বড় দায়িত্ব সম্পর্কে আলোচনা তুলে ধরেছেন। ভূপৃষ্ঠে বিচরণকারী সকল সৃষ্টিজীব, মানুষ হোক বা জিন হোক, পশু হোক বা পক্ষী হোক, ছোট হোক বা বড় হোক, জলচর হোক আর স্থলচর হোক মোট কথা তিনি সমুদয় প্রাণীকে তার প্রয়োজন মত জীবিকা দিয়ে থাকেন। আমরা যদি একটু চিন্তা করি তাহলে দেখতে পাই দুনিয়াতে কোটি কোটি মানুষ রয়েছে যাদের রিযিকের দায়িত্ব আল্লাহ তা‘আলা নিয়েছেন, এমনকি একটি পিপীলিকার রুযীও আল্লাহ তা‘আলা দিয়েছেন। মানুষের কত রিযিক প্রয়োজন তার চেয়ে হাজার হাজার টন রিযিক প্রয়োজন এমন প্রাণী সমুদ্রে বাস করে। তাদের রিযিকেরও ব্যবস্থা আল্লাহ তা‘আলা করেন।\nআল্লাহ তা‘আলার বাণী:\n(وَکَاَیِّنْ مِّنْ دَا۬بَّةٍ لَّا تَحْمِلُ رِزْقَھَاﺣ اَللہُ یَرْزُقُھَا وَاِیَّاکُمْﺘ وَھُوَ السَّمِیْعُ الْعَلِیْمُ ‏)\nএমন কত জীবজন্তু আছে যারা নিজেদের খাদ্য মওজুদ রাখে না। আল্লাহই রিযিক দান করেন তাদেরকে ও তোমাদেরকে; এবং তিনি সর্বশ্রোতা, সর্বজ্ঞ। (সূরা আনকাবুত ২৯:৬০)\nরাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন:\n(لَوْ أَنَّكُمْ كُنْتُمْ تَوَكَّلُونَ عَلَي اللّٰهِ حَقَّ تَوَكُّلِهِ لَرُزِقْتُمْ كَمَا يُرْزَقُ الطَّيْرُ تَغْدُو خِمَاصًا وَتَرُوحُ بِطَانًا)\nযদি তোমরা আল্লাহর ওপর প্রকৃত ভরসা কর যেমন ভরসা করা উচিত তাহলে তেমনভাবে রিযিক দেবেন যেমনভাবে রিযিক পাখিদেরকে দিয়ে থাকেন। পাখিরা সকাল বেলা খালি পেটে বের হয় এবং বিকেল বেলা ভরা পেটে ফিরে আসে। (তিরমিযী হা: ২৩৪৪, সহীহ)\nআর তিনি তাদের স্থায়ী ও অস্থায়ী অবস্থান সম্পর্কে জানেন। এখানে স্থায়ী অবস্থান (مستقر) বলতে বুঝানো হয়েছে মায়ের গর্ভাশয় এবং مستودع বা অস্থায়ী অবস্থানস্থল হল পিতার পিঠ। ইমাম শাওকানী বলেন, مستقر হল মায়ের গর্ভাশয় এবং مستودع হল পৃথিবীর সেই অংশ যেখানে মানুষকে দাফন করা হয়। মোট কথা স্থায়ী অবস্থান বলতে এমন স্থানকে বুঝানো হয়েছে যেখানে প্রতিটি প্রাণী অবস্থান করে, ঘুরে-ফিরে আসে। যেমন মানুষের বাড়ি, পাখিদের বাসা, সাপের গর্ত ইত্যাদি। আর مُسْتَقَرَّ বলা হয়, যে স্থানে যাতায়াত করে ও অন্যান্য প্রাসঙ্গিক অবস্থান। অর্থাৎ আল্লাহ তা‘আলা প্রতিটি প্রাণীর স্থায়ী অস্থায়ী অবস্থানক্ষেত্র সম্পর্কে জানেন। কে রিযিক অন্বেষণের জন্য কোথায় যায়, রিযিক আহরণ করে কোথায় ফিরে আসে সব আল্লাহ তা‘আলা জানেন এবং তা লাওহে মাহফুজে লিপিবদ্ধ রয়েছে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. সমস্ত মাখলুকের রিযিকের দায়িত্ব আল্লাহ তা‘আলার।\n২. আল্লাহ তা‘আলা সকলের স্থায়ী ও অস্থায়ী আবাসস্থল সম্পর্কে অবগত আছেন ইত্যাদি।",
  "ayah": 6,
  "surah": 11
}
