{
  "text": "রোমক[১]রা পরাজিত হয়েছে---\n[১] রোম বা রোমান কারা? ইবন কাসীর বলেন, ঈসু ইবনে ইসহাক ইবনে ইবরাহীমের বংশধরদেরকে রোম বলা হয়। যারা বনী-ইসরাঈলদের চাচাতো ভাইদের গোষ্ঠী। এখন প্রশ্ন হচ্ছে, এ আয়াতে ‘রোম” বলে কাদেরকে বোঝানো হয়েছে? বস্তুত: আরবদের ভাষায় রোম বলতে দু'টি সম্প্রদায় থেকে উত্থিত একটি বিরাট জাতিকে বুঝায়। একদিকে গ্ৰীক, শ্লাভ সম্প্রদায়ভুক্ত রোমান, অপরদিকে লাতিন ভাষাভাষী ইতালিয়ান রোমান। যারা পূর্ব ইউরোপের বিভিন্ন দেশে ছড়িয়ে আছে। তাদের মিশ্রণে একটি রাষ্ট্র গড়ে উঠে। যার কিছু অংশ ইউরোপে আর কিছু অংশ এশিয়া মাইনরে। এই পুরো মিশ্রিত জাতিটাকেই আরবরা “রোম’ জাতি নামে অভিহিত করত। তবে মূল ল্যাটিন রোমানরা সবসময় স্বতন্ত্র ছিল। [আত-তাহরীর ওয়াত তানওয়ীর] তাদেরকে ‘বনুল আসফার' বা হলুদ রংয়ের সন্তানও বলা হয়। তারা গ্ৰীকদের ধর্মমতে বিশ্বাসী ছিল। আর গ্ৰীকরা সাতটি বিখ্যাত তারকার পূজারী ছিল। ঈসা আলাইহিস সালামের জন্মের ৩০০ বছর (মতান্তরে ৩২২ বছর) পর্যন্ত রোমরা গ্ৰীকদের ধর্মমতের উপরই ছিল। তাদের রাজত্ব শাম তথা বর্তমান সিরিয়া, ফিলিস্তিন সহ জাষীরা তথা আরব সাগরীয় উপদ্বীপের এলাকাসমূহে বিস্তৃত ছিল। এ অংশের রাজাকে বলা হতো: কায়সার। তাদের রাজাদের মধ্যে প্রথম যে ব্যক্তি নাসারাদের ধর্মে প্রবেশ করে সে হচ্ছে, সম্রাট কন্সটান্টাইন ইবন অগাস্টি। তার মা তার আগেই নাসারা হয়েছিল। সে তাকে নাসারা ধর্ম গ্রহণের আহবান জানালে সে তা গ্ৰহণ করে। তার সময়ে নাসারাদের মধ্যে মতবিরোধ চরম আকার ধারণ করে | পরস্পর বিরোধিতা এমন পৰ্যায় পৌঁছেছিল যে, তাদের মধ্যে সমন্বয় সাধন সম্ভব ছিল না। তখন ৩১৮ জন ধর্মীয় নেতা একত্রিত হয়ে কন্সটান্টাইনের জন্য এক প্রকার আকীদা বিশ্বাসের ভিত রচনা করে দেয়। যেটাকে তারা “প্রধান আমানত” বলে অভিহিত করে থাকে। বস্তুত তা ছিল নিকৃষ্টতম খিয়ানত। আর তারা তার জন্য আইনের বই রচনা করে। যাতে প্রয়োজনীয় হালালকে হারাম, আর হারামকে হালাল করে নেয়। এভাবে তারা মসীহ ঈসা আলাইহিস সালামের দ্বীন পরিবর্তন করে নেয়, তাতে কোথাও বাড়িয়ে নেয় আবার কোথাও কমিয়ে নেয়। আর তখনই তারা পূর্বদিকে ফিরে সালাত আদায় করা আবিষ্কার করে, শনিবারের পরিবর্তে রবিবারকে সম্মানিত দিন ঘোষণা করে, ক্রুশের ইবাদাত চালু করে, শুকর হালাল করে দেয়, নতুন নতুন ঈদের প্রচলন করে, যেমন ক্রশ দিবসের ঈদ, কাদাস বা পবিত্র ঈদ, গাতাস ঈদ ইত্যাদি। তারা এর জন্য পোপ সিষ্টেম চালু করে। যে হবে তাদের নেতা। তার নীচে থাকবে বাতারেকা (কার্ডিনেল), তার নীচে মাতারেনা, তার নীচে উসকুফ (বিশপ)ও কিসসিস (পাদ্রী), তার নীচে শামামিছাহ (ডিকন)। তাছাড়া তারা বৈরাগ্যবাদ চালু করে। বাদশাহ তখন তাদের জন্য রাষ্ট্রের বিভিন্ন স্থানে গীর্জ ও ইবাদাতখানা তৈরী করে দেয়। আর তার নামের সাথে সংশ্লিষ্ট করে এক নগরীর পত্তন করে তার নাম দেয়া হয়, কন্সটান্টিনোপল। বলা হয়ে থাকে যে, সে রাজ্যে বার হাজার গীর্জা তৈরী করে। বেথেলহামকে তিন মিহরাব বিশিষ্ট ইবাদাতখানা তৈরী করে। তার মা তৈরী করে কুমামাহ গীর্জা। এ দলটিকেই বলা হয়, আল-মালাকিয়্যাহ, যারা বাদশাহর দলভুক্ত লোক। তারপর তাদের থেকে ইয়া’কুবীয়্যাহ সম্প্রদায় বের হয়। যারা ছিল ইয়াকুব আল-ইসকফ এর অনুসারী। তারপর তাদের থেকে বের হয় নাসতুরীয়্যাহ সম্প্রদায়। যারা নাসতূরা এর অনুসারী ছিল। তাদের দলের কোন কুল কিনারা নেই। যেমন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “নাসারারা ৭২ দলে বিভক্ত হয়েছে” [আবু দাউদ: ৪৫৯৭] মোটকথা: তখন থেকে সে দেশের রাজারা খৃষ্টান ধর্মমতের উপর ছিল। যখনই কোন কায়সার মারা যেত, তার স্থানে অন্য কায়সার আসত। অবশেষে যে ছিল তার নাম ছিল হিরাক্লিয়াস।[ ইবন কাসীর]\nএ মিশ্রিত জাতির অর্থাৎ গ্ৰীক শ্লাভ ও এশিয়া মাইনরের জাতিদের সাথে মিশ্রিত হয়ে যে নব্য রোমান সমাজ সৃষ্টি হয়েছে তাদের সাথে মূল ইতালিয়ান রোমানদের সংযুক্তির কারণ হচ্ছে, সম্রাট ইউলিয়ুস তার দিগ্বিজয়ী আগ্রাসনে ইতালিয়ান রোমান এলাকা থেকে বের হয়ে এশিয়া মাইনর ও মধ্য এশিয়ার কোন কোন অঞ্চল যেমন ইরাক ও আরমেনিয়া, অনুরূপভাবে মিশর পর্যন্ত তার সম্রাজ্য বিস্তৃত করে। অন্যদিকে শ্লাভদের এলাকা সহ বসফরাসের তীরবর্তী বাইজেন্টাইন সাম্রাজ্য পর্যন্ত বিস্তার লাভ করে। মসীহ এর প্রায় জন্মের ৪০০ বছর আগে আলেক্সান্ডার এর সময় পর্যন্ত বাইজেন্টাইন সম্প্রদায় আশেপাশের বিভিন্ন রাষ্ট্র নিয়ে এক রাষ্ট্র অভিহিত হত। আলেক্সান্ডারের মৃত্যুর পর বাইজেন্টাইন সম্রাজ্য আলাদা হয়ে যায় এবং ইতালিয়ান রোমানদের অধীনে চলে যায়। তখন থেকে ৩২২ খ্রিষ্টাব্দ পর্যন্ত এ অবস্থায় ছিল। তারপর সম্রাট কন্সটান্টাইন যখন কায়সার (সীজার) হন, তখন তিনি তার রাষ্ট্রকে আরও বিস্তৃত করেন এবং পুরো সাম্রাজ্যকে দু’ভাগে ভাগ করেন। পশ্চিমাঞ্চলীয় রাজধানী হিসেবে ইটালিয়ান রোম নগরীকে বাছাই করেন। আর পূর্বাঞ্চলীয় রাজধানী হিসেবে বাইজেন্টাইন সাম্রাজ্যের ধ্বংসাবশেষের সাথে মিলিয়ে এক শহর পত্তন করেন। যার নাম দিলেন, কন্সটান্টিনিয়্যাহ। (বর্তমান ইস্তাম্বুল)। তিনি এমনভাবে এ শহরটির পিছনে শ্রম দেন যে, তার প্রসিদ্ধি ও সুনাম ইটালিয়ান রোম নগরীকে ছাড়িয়ে যায়। ৩৩৭ খ্রিষ্টাব্দে তার মৃত্যুর পর পুরো রাজ্যটি তার সন্তানদের মধ্যে বন্টিত হয়। তখন এ পূর্বাংশ যা রোম দেশ নামে খ্যাত হয় তা তার সন্তান কন্সটান্টিনোস এর করায়ত্বে আসে। তখন থেকে কনস্টান্টিনোপল ভিত্তিক রাষ্ট্রকে বলা হতে লাগল, রোম সাম্রাজ্য। আর রোমা নগরীটি ইটালিয়ান রোমান সাম্রাজ্যের অধীন থেকে গেল। কিন্তু তখনও রোমান সাম্রাজ্য সম্পপূর্ণ বিভক্ত হয়ে যায়নি। তারপর ৩৯৫ খ্রিষ্টাব্দে সম্রাট থিয়োদিসিয়োস তার দুই পুত্রের মধ্যে পুরো রোমান সম্রাজ্যকে দু’ভাগে ভাগ করে দেন। পূর্বাঞ্চলীয় রাষ্ট্র ও পশ্চিমাঞ্চলীয় রাষ্ট্র। তখন থেকে পূর্বাঞ্চলীয় রাষ্ট্র ‘বিলাদুর রোম’ বা রোম সাম্রাজ্য নামে খ্যাতি লাভ করে। যার রাজধানী ছিল কন্সটান্টিনোপল। ইউরোপিয়ানরা এ রাষ্ট্রকে বাইজেন্টাইন রাষ্ট্র নামেই অভিহিত করত। (মূল ইটালী ভিত্তিক রোমান সাম্রাজ্য থেকে আলাদা করে বুঝার সুবিধার্থে)। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের যুগে এ সাম্রাজ্যের বিস্তৃতি শাম (সিরিয়া, লেবানন) ও ফিলিস্তিন এলাকা পর্যন্ত বিস্তৃত ছিল। আর তখনকার রাজার নাম ছিল হিরাক্লিয়াস। যার কাছে রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম চিঠি পাঠিয়েছিলেন। তার সাথে তখনকার দিনের অপর শক্তিমান রাষ্ট্র পারস্যের রাজা খসরু ইবন হুরমুযের যুদ্ধে যখন পারসিকরা তাদের উপর জয়লাভ করে এবং ইন্তাকিয়া ও দামেশক পারসিকদের হাতে ছেড়ে দিতে হয়, তখন এ আয়াত নাযিল হয়। [আত-তাহরীর ওয়াত তানওয়ীর]",
  "ayah": 2,
  "surah": 30
}
