{
  "text": "حاقہ  قیامت کا ایک نام ہے اور اس نام کی وجہ یہ ہے کہ وعدے وعید کی عملی تعبیر اور حقیقت کا دن وہی ہے، اسی لئے اس دن کی ہولناکی بیان کرتے ہوئے فرمایا تم اس حاقہ کی صحیح کیفیت سے بیخبر ہو، پھر ان لوگوں کا ذکر فرمایا جن لوگوں نے اسے جھٹلایا اور خمیازہ اٹھایا تھا تو فرمایا ثمودیوں کو دیکھو ایک طرف سے فرشتے کے دہاڑے اور کلیجوں کو پاش پاش کردینے والی آواز آتی ہے تو دوسری جانب سے زمین میں غضبناک بھونچال آتا ہے اور سب تہ وبالا ہوجاتے ہیں، پس بقول حضرت قتادہ (طاغیہ) کے معنی چنگھاڑ کے ہیں، اور مجاہد فرماتے ہیں اسے مراد گناہ ہیں یعنی وہ اپنے گناہوں کے باعث برباد کردیئے گئے، ربیع بن انس اور ابن زید کا قول ہے کہ اس سے مراد ان کی سرکشی ہے۔ ابن زید نے اس کی شہادت میں یہ آیت پڑھی (كَذَّبَتْ ثَمُوْدُ بِطَغْوٰىهَآ 11۽) 91۔ الشمس :11) یعنی ثمودیوں نے اپنی سرکشی کے باعث جھٹلایا، یعنی اونٹنی کی کوچیں کاٹ دیں اور قوم عاد کی ٹھنڈی ہواؤں کے تیز جھونکوں سے دل چھید دیئے اور وہ نیست و نابود کردیئے گئے، یہ آندھیاں جو خیر و برکت سے خالی ہیں اور فرشتوں کے ہاتھوں سے نکلتی تھیں برابر پے درے پے لگاتار سات راتیں اور آٹھ دن تک چلتی رہیں، ان دنوں میں ان کے لئے سوائے نحوست و بربادی کے اور کوئی بھلائی نہ تھی اور جیسے اور جگہ ہے آیت (فَاَرْسَلْنَا عَلَيْهِمْ رِيْحًا صَرْصَرًا فِيْٓ اَيَّامٍ نَّحِسَاتٍ لِّنُذِيْقَهُمْ عَذَابَ الْخِــزْيِ فِي الْحَيٰوةِ الدُّنْيَا ۭ وَلَعَذَابُ الْاٰخِرَةِ اَخْزٰى وَهُمْ لَا يُنْصَرُوْنَ 16؀) 41۔ فصلت :16) حضرت ربیع فرماتے ہیں جمعہ کے دن سے یہ شروع ہوئی تھیں بعض کہتے ہیں بدھ کے دن، ان ہواؤں کو عرب اعجاز اس لئے بھی کہتے ہیں کہ قرآن نے فرمایا ہے قوم عاد کی حالت اعجاز یعنی کھجوروں کے کھوکھلے تنوں جیسی ہوگئی، دوسری وجہ یہ بھی ہے کہ عموماً یہ ہوائیں جاڑوں کے آخر میں چلا کرتی ہیں اور عجز کہتے ہیں آخر کو، اور یہ وجہ بھی بیان کی جاتی ہے کہ قوم عاد کی ایک بڑھیا ایک غار میں گھس گئی تھی جو ان ہواؤں سے آٹھویں روز وہیں تباہ ہوگئی اور بڑھیا کو عربی میں عجوز کہتے ہیں، واللہ اعلم، (خاویہ) کے معنی ہیں خراب، گلا، سڑا، کھوکھلا، مطلب یہ ہے کہ ہواؤں نے انہیں اٹھا اٹھا کر الٹا ان کے سر پھٹ گئے سروں کا چورا چورا ہوگیا اور باقی جسم ایسا رہ گیا جیسے کھجور کے درختوں کا پتوں والا سرا کاٹ کر صرف تنا رہنے دیا ہو، بخاری مسلم کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں صبا کے ساتھ میری مدد کی گئی یعنی مشرقی ہوا کے ساتھ اور عادی ہلاک کئے گئے دبور سے یعنی مغربی ہوا سے، ابن ابی حاتم میں ہے حضور ﷺ فرماتے ہیں عادیوں کو ہلاک کرنے کے لئے ہواؤں کے خزانے میں سے صرف انگوٹھی کے برابر جگہ کشادہ کی گئی تھی جس سے ہوائیں نکلیں اور پہلے وہ گاؤں اور دیہات والوں پر آئی ان تمام مردوں عورتوں کو چھوٹے بڑوں کو ان کے مالوں اور جانوروں سمیت لے کر آسمان و زمین کے درمیان معلق کردیا، شہریوں کو بوجہ بہت بلندی اور کافی اونچائی کے یہ معلوم ہونے لگا کہ یہ سیاہ رنگ بادل چڑھا ہوا ہے خوش ہونے لگے کہ گرمی کے باعث جو ہماری بری حالت ہو رہی ہے اب پانی برس جائے گا اتنے میں ہواؤں کو حکم ہوا اور اس نے ان تمام کو ان شہریوں پر پھینک دیا یہ اور وہ سب ہلاک ہوگئے، حضرت مجاہد فرماتے ہیں اس ہوا کے پر اور دم تھی۔ پھر فرماتا ہے بتاؤ کہ ان میں سے یا ان کی نسل میں سے کسی ایک کا نشان بھی تم دیکھ رہے ہو ؟ یعنی سب کے سب تباو و برباد کردیئے گئے کوئی نام لینے والا پانی دینے والا بھی باقی نہ رہا۔ پھر فرمایا فرعون اور اس سے اگلے خطا کار، اور رسول کے نافرمان کا یہی انجام ہوا، (قَبلَہ) کی دوسری قرأت (قِبَلَہ) بھی ہے تو معنی یہ ہوں گے کہ فرعون اور اس کے پاس اور ساتھ کے لوگ یعنی فرعونی، قبطی، کفار، (مؤتفکات) سے مراد بھی پیغمبروں کی جھٹلانے والی اگلی امتیں ہیں، (خاطہ) سے مطلب معصیت اور خطائیں ہیں، پس فرمایا ان میں سے ہر ایک نے اپنے اپنے زمانے کے رسول کی تکذیب کی، جیسے اور جگہ ہے آیت (اِنْ كُلٌّ اِلَّا كَذَّبَ الرُّسُلَ فَحَقَّ عِقَابِ 14؀) 38۔ ص :14) یعنی ان سب سنے رسولوں کی تکذیب کی اور ان پر عذاب نازل ہوئے اور یہ بھی یاد رہے کہ ایک پیغمبر کا انکار گویا تمام انبیاء کا انکار ہے جیسے قرآن نے فرمایا آیت (كَذَّبَتْ قَوْمُ نُوْحِۨ الْمُرْسَلِيْنَ01005ښ) 26۔ الشعراء :105) اور فرمایا آیت (كَذَّبَتْ عَادُۨ الْمُرْسَلِيْنَ01203ښ) 26۔ الشعراء :123) اور فرمایا آیت (كَذَّبَتْ ثَمُوْدُ الْمُرْسَلِيْنَ01401ښ) 26۔ الشعراء :141) یعنی قوم نوح نے عادیوں نے ثمودیوں نے رسولوں کو جھٹلایا، حالانکہ سب کے پاس یعنی ہر ہر امت کے پاس ایک ہی رسول آیا تھا، یہی مطلب یہاں بھی ہے کہ انہوں نے اپنے رب کے پیغامبر کی نافرماین کی، پس اللہ نے انہیں سخت تر مہلک بڑی درد ناک المناک پکڑ میں پکڑ لیا۔ بعد ازاں اپنا احسان جتاتا ہے کہ دیکھو جب نوح ؑ کی دعا کی وجہ سے زمین پر طوفان آیا اور پانی حد سے گذر گیا چاروں طرف ریل پیل ہوگئی نجات کی کوئی جگہ نہ رہی اس وقت ہم نے تمہیں کشتی میں چڑھا لیا، حضرت ابن عباس ؓ ما فرماتے ہیں کہ جب قوم نوح نے اپنے نبی کو جھٹلایا اور ان کی مخالفت اور ایزاء رسانی شروع کی اللہ کے سوا دوسروں کی عبادت کرنے لگے اس وقت حضرت نوح ؑ نے تنگ آ کر ان کی ہلاکت کی دعا کی جسے اللہ تعالیٰ نے قبول فرما لیا اور مشہور طوفان نوح نازل فرمایا جس سے سوائے ان لوگوں کے جو حضرت نوح کی کشتی میں تھے روئے زمین پر کوئی نہ بچا پس سب لوگ حضرت نوح ؑ کی نسل اور آپ ﷺ کی اولاد میں سے ہیں، حضرت علی ؓ فرماتے ہیں پانی کا ایک ایک قطرہ بہ اجازت اللہ پانی کے داروغہ فرشتہ کے ناپ تول سے برستا ہے اسی طرح ہوا کا ہلکا سا جھونکا بھی بےناپے تولے نہیں چلتا لیکن ہاں عادیوں پر جو ہوائیں چلیں اور قوم نوح پر جو طوفان آیا وہ تو بیحد، بیشمار اور بغیر ناپ تول کے تھا اللہ کی اجازت سے پانی اور ہوا نے وہ زور باندھا کہ نگہبان فرشتوں کی کچھ نہ چلی اسی لئے قرآن میں آیت (اِنَّا لَمَّا طَغَا الْمَاۗءُ حَمَلْنٰكُمْ فِي الْجَارِيَةِ 11 ۙ) 69۔ الحاقة :11) اور آیت (وَاَمَّا عَادٌ فَاُهْلِكُوْا بِرِيْحٍ صَرْصَرٍ عَاتِيَةٍ ۙ) 69۔ الحاقة :6) کے الفاظ ہیں اسی لئے اس اہم احسان کو اللہ تعالیٰ یاد دلا رہا ہے کہ ایسے پُر خطر موقعہ پر ہم نے تمہیں چلتی کشتی پر سوار کرا دیا تاکہ یہ کشتی تمہارے لئے نمونہ بن جائے چناچہ آج بھی ویسی ہی کشتیوں پر سوار ہو کر سمندر کے لمبے چوڑے سفر طے کر رہے ہو، جیسے اور جگہ ہے آیت (وَجَعَلَ لَكُمْ مِّنَ الْفُلْكِ وَالْاَنْعَامِ مَا تَرْكَبُوْنَ 12 ۙ) 43۔ الزخرف :12) ، یعنی تمہاری سواری کے لئے کشتیاں اور چوپائے جانور بنائے تاکہ تم ان پر سواری کرو اور سوار ہو کر اپنے رب کی نعمت یاد کرو اور جگہ فرمایا آیت (وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّــتَهُمْ فِي الْفُلْكِ الْمَشْحُوْنِ 41؀ۙ) 36۔ يس :41) یعنی ان کے لئے ایک نشان قدرت یہ بھی ہے کہ ہم نے ان کی نسل کو بھری کشتی میں چڑھا لیا اور بھی ہم نے اس جیسی ان کی سواریاں پیدا کردیں۔ حضرت قتادہ نے اوپر کی اس آیت کا یہ مطلب بھی بیان کیا ہے کہ وہی کشتی نوح باقی رہی یہاں تک کہ اس امت کے اگلوں نے بھی اسے دیکھا، لیکن زیادہ ظاہر مطلب پہلا ہی ہے، پھر فرمایا یہ اس لئے بھی کہ یاد رکھنے اور سننے والا کان اسے یاد کرے اور محفوظ رکھ لے اور اس نعمت کو نہ بھولے، یعنی صحیح سمجھ اور سچی سماعت والے عقل سلیم اور فہم مستقیم رکھنے والے جو اللہ کی باتوں اور اس کی نعمتوں سے بےپرواہی اور لا ابالی نہیں برتتے ان کی پندو نصیحت کا ایک ذریعہ یہ بھی بن گیا، ابن ابی حاتم میں ہے حضرت مکحول فرماتے ہیں جب یہ الفاظ اترے تو حضور ﷺ نے فرمایا میں نے اپنے رب سے سوال کیا کہ وہ علی (کرم اللہ وجہ) کو ایسا ہی بنا دے، چناچہ حضرت علی فرمایا کرتے تھے رسول اللہ ﷺ سے کوئی چیز سن کر پھر میں نے فراموش نہیں کی، یہ روایت ابن جریر میں بھی ہے لیکن مرسل ہے۔ ابن ابی حاتم کی ایک اور حدیث میں ہے کہ حضور ﷺ نے حضرت علی سے فرمایا مجھے حکم کیا گیا ہے کہ میں تجھے نزدیک کروں دور نہ کروں اور تجھے تعلیم دوں اور تو بھی یاد رکھے اور یہی تجھے بھی چاہئے اس پر یہ آیت اتری، یہ روایت دوسری سند سے بھی ابن جریر میں مروی ہے لیکن وہ بھی صحیح نہیں۔",
  "ayah": 11,
  "surah": 69
}
