{
  "text": "آواز کا بم صور اسرافیل  قیامت کی ہولناکیوں کا بیان ہو رہا ہے جس میں سب سے پہلے گھبراہٹ پیدا کرنے والی چیز صور کا پھونکا جانا ہوگا جس سے سب کے دل ہل جائیں گے پھر نفخہ پھونکا جائے گا جس سے تمام زمین و آسمان کی مخلوق بیہوش ہوجائے گی مگر جسے اللہ چاہے پھر صور پھونکا جائے گا جس کی آواز سے تمام مخلوق اپنے رب کے سامنے کھڑی ہوجائے گی یہاں اسی پہلے نفخہ کا بیان ہے۔ یہاں بطور تاکید کے یہ بھی فرمایا کہ یہ اٹھ کھڑے ہونے کا نفخہ ایک ہی ہے اس لئے کہ جب اللہ کا حکم ہوگیا پھر نہ تو اس کا خلاف ہوسکتا ہے نہ وہ ٹل سکتا ہے نہ دوبارہ فرمان کی ضرورت ہے اور نہ تاکید کی، امام ربیع فرماتے ہیں اس سے مراد آخری نفخہ ہے لیکن ظاہر قول وہی ہے جو ہم نے کہا، اسی لئے یہاں اس کے ساتھ ہی فرمایا کہ زمین و آسمان اٹھا لئے جائیں گے اور کھال کی طرح پھیلا دیئے جائیں گے اور زمین بدل دی جائے گی اور قیامت واقع ہوجائے گی۔ حضرت علی فرماتے ہیں آسمان ہر کھلنے کی جگہ سے پھٹ جائے گا، جیسے سورة نبا میں ہے آیت (وَّفُتِحَتِ السَّمَاۗءُ فَكَانَتْ اَبْوَابًا 19؀ۙ) 78۔ النبأ :19) یعنی آسمان کھول دیا جائے گا اور اس میں دروازے کھول دیے جائیں گے، ابن عباس فرماتے ہیں آسمان میں سوراخ اور غاریں پڑجائیں گی اور شق ہوجائے گی عرش اس کے سامنے ہوگا فرشتے اس کے کناروں پر ہوں گے جو کنارے اب تک ٹوٹے نہ ہوں گے اور دوازوں پر ہوں گے آسمان کی لمبائی میں پھیلے ہوئے ہوں گے اور زمین والوں کو دیکھ رہے ہوں گے۔ پھر فرمایا قیامت والے دن آٹھ فرشتے اللہ تعالیٰ کا عرش اپنے اوپر اٹھائے ہوئے ہوں گے، پس یا تو مراد عرش عظیم کا اٹھانا ہے یا اس عرش کا اٹھانا مراد ہے جس پر قیامت کے دن اللہ تعالیٰ لوگوں کے فیصلوں کے لئے ہوگا واللہ اعلم بالصواب۔ حضرت عباس بن عبدالمطلب ؓ فرماتے ہیں یہ فرشتے پہاڑی بکروں کی صورت میں ہوں گے، حضرت عبداللہ بن عمرو ؓ فرماتے ہیں کہ ان کی آنکھ کے ایک سرے سے دوسرے سرے تک کا ایک سو سال کا راستہ ہے، ابن ابی حاتم کی مرفوع حدیث میں ہے کہ مجھے اجازت دی گئی ہے کہ میں تمہیں عرش کے اٹھانے والے فرشتوں میں سے ایک کی نسبت خبر دوں کہ اس کی گردن اور کان کے نیچے کے لَو کے درمیان اتنا فاصلہ ہے کہ اڑنے والا پرندہ سات سو سال تک اڑتا چلا جائے، اس کی اسناد بہت عمدہ ہے اور اس کے سب راوی ثقہ ہیں، اسے امام ابو داؤد نے بھی اپنی سنن میں روایت کیا ہے کہ رسول اللہ ﷺ نے اسی طرح فرمایا، حضرت سعید بن جبیر فرماتے ہیں اس سے مراد فرشتوں کی آٹھ صفیں ہیں اور بھی بہت سے بزرگوں سے یہ مروی ہے، حضرت ابن عباس ؓ فرماتے ہیں اعلیٰ فرشتوں کے آٹھ حصے ہیں جن میں سے ہر ایک حصہ کی گنتی تمام انسانوں جنوں اور سب فرشتوں کے برابر ہے۔ پھر فرمایا قیامت کے روز تم اس اللہ کے سامنے کئے جاؤ گے جو پوشیدہ کو اور ظاہر کو بخوبی جانتا ہے جس طرح کھلی سے کھلی چیز کا وہ عالم ہے اس طرح چھپی سے چھپی چیز کو بھی وہ جانتا ہے، اسی لئے فرمایا تمہارا کوئی بھید اس روز چھپ نہ سکے گا، حضرت عمر بن خطاب ؓ کا قول ہے لوگو اپنی جانوں کا حساب کرلو اس سے پہلے کہ تم سے حساب لیا جائے اور اپنے اعمال کا آپ ﷺ اندازہ کرلو اس سے پہلے کہ ان اعمال کا وزن کیا جائے تاکہ کل قیامت والے دن تم پر آسانی ہو جس دن کو تمہارا پورا پورا حساب لیا جائے گا اور بڑی پیشی میں خود اللہ تعالیٰ جل شانہ کے سامنے تم پیش کردیئے جاؤ گے، مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں قیامت کے دن لوگ تین مرتبہ اللہ کے سامنے پیش کئے جائیں گے پہلی اور دوسری بار تو عذر معذرت اور جھگڑا بحث کرتے رہیں گے لیکن تیسری پیشی جو آخری ہوگی اس وقت نامہ اعمال اڑائے جائیں گے، کسی کے دائیں ہاتھ میں آئے گا اور کسی کے بائیں ہاتھ میں، یہ حدیث ابن ماجہ میں بھی ہے حضرت عبداللہ کے قول سے بھی یہی روایت ابن جریر میں مروی ہے اور حضرت قتادہ سے بھی اس جیسی روایت مرسل مروی ہے۔",
  "ayah": 16,
  "surah": 69
}
