{
  "text": "دائیں ہاتھ اور نامہ اعمال  یہاں بیان ہو رہا ہے کہ جو خوش نصیب لوگ قیامت کے دن اپنا نامہ اعمال اپنے دائیں ہاتھ میں دیئے جائیں گے وہ سعادت مند حضرات بیحد خوش ہوں گے اور جوش مسرت میں بےساختہ ہر ایک سے کہتے پھریں گے کہ میرا نامہ اعمال تو پڑھو اور یہ اس لئے کہ جو گناہ بتقاضائے بشریت ان سے ہوگئے وہ بھی ان کی توبہ سے نامہ اعمال میں سے مٹا دیئے گئے ہیں اور نہ صرف مٹا دیئے گئے ہیں بلکہ ان کے بجائے نیکیاں لکھ دی گئی ہیں، پس یہ سراسر نیکیوں کا نامہ اعمال ایک ایک کو پورے سرور اور سچی خوشی سے دکھاتے پھرتے ہیں، عبدالرحمٰن بن زید فرماتے ہیں (ھا) کے بعد لفظ (ؤم) زیادہ ہے لیکن ظاہر بات یہ ہے کہ (ھاؤم) معنی میں (ھاکم) کے ہے، حضرت ابو عثمان فرماتے ہیں کہ چپکے سے حجاب میں مومن کو اس کا نامہ اعمال دیا جاتا ہے جس میں اس کے گناہ لکھے ہوئے ہوتے ہیں یہ اسے پڑھتا ہے اور ہر ایک گناہ پر اس کے ہوش اڑ اڑ جاتے ہیں چہرے کی رنگت پھیکی پڑجاتی ہے اتنے میں اب اس کی نگاہ اپنی نیکیوں پر پڑتی ہے جب انہیں پڑھنے لگتا ہے تب ذرا چین پڑتا ہے ہوش و حواس درست ہوتے ہیں اور چہرہ کھل جاتا ہے پھر نظریں جما کر پڑھتا ہے تو دیکھتا ہے کہ اس کی برائیاں بھی بھلائیوں سے بدل دی گئی ہیں ہر برائی کی جگہ بھلائی لکھی ہوئی ہے، اب تو اس کی باچھیں کھل جاتی ہیں اور خوشی خوشی نکل کھڑا ہوتا ہے اور جو ملتا ہے اس سے کہتا ہے ذرا میرا نامہ اعمال تو پڑھنا، حضرت عبداللہ بن حنظلہ ؓ جن ہی فرشتوں نے ان کی شہادت کے بعد غسل دیا تھا ان کے لڑکے حضرت عبداللہ فرماتے ہیں کہ اللہ تعالیٰ اپنے بندے کو قیامت والے دن اپنے سامنے کھڑا کرے گا اور اس کی برائیاں اس کے نامہ اعمال کی پشت پر لکھی ہوئی ہوں گی جو اس پر ظاہر کی جائیں گی اور اللہ تعالیٰ اس سے فرمائے گا کہ بتا کیا تو نے یہ اعمال کئے ہیں ؟ وہ اقرار کرے گا کہ ہاں بیشک اللہ یہ برائیاں مجھ سے ہوئی ہیں اللہ تعالیٰ فرمائے گا دیکھ میں نے دنیا میں بھی تجھے رسوا نہیں کیا نہ فضیحت کیا اب یہاں بھی میں تجھ سے درگزر کرتا ہوں اور تیرے تمام گناہوں کو معاف کرتا ہوں، جب یہ اس سے فارغ ہوگا تب اپنا نامہ اعمال لے کر خوشی سے ایک ایک کو دکھاتا پھرے گا، حضرت ابن عمر والی صحیح حدیث پہلے بیان ہوچکی ہے جس میں ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ قیامت کے دن اپنے بندے کو اپنے پاس بلائے گا اور اس سے اس کے گناہوں کی بابت پوچھے گا کہ فلاں گناہ کیا ہے ؟ فلاں گناہ کیا ؟ یہ اقرار کرے گا یہاں تک کہ سمجھ لے گا کہ اب ہلاک ہوا اس وقت جناب باری عز اسمہ فرمائے گا اے میرے بندے دنیا میں میں نے تیری ان برائیوں پر پردہ ڈال رکھا تھا اب آج تجھے کیا رسوا کروں جا میں نے تھے بخشا پھر اس کا نامہ اعمال اس کے داہنے ہاتھ میں دیا جاتا ہے جس میں صرف نیکیاں ہی نیکیاں ہوتی ہیں لیکن کافروں اور منافقوں کے بارے میں تو گواہ پکار اٹھتے ہیں کہ یہ لوگ ہیں جنہوں نے اس کے بارے میں جھوٹ کہا لوگو سنو ! ان ظالموں پر اللہ کی پھٹکار ہے۔ پھر فرماتا ہے کہ یہ داہنے ہاتھ کے نامہ اعمال والا کہتا ہے کہ مجھے تو دنیا میں ہی یقین کامل تھا کہ یہ حساب کا دن قطعاً آنے والا ہے، جیسے اور جگہ فرمایا آیت (الَّذِيْنَ يَظُنُّوْنَ اَنَّهُمْ مُّلٰقُوا اللّٰهِ ۙ كَمْ مِّنْ فِئَةٍ قَلِيْلَةٍ غَلَبَتْ فِئَةً كَثِيْرَةًۢ بِاِذْنِ اللّٰهِ ۭ وَاللّٰهُ مَعَ الصّٰبِرِيْنَ02409) 2۔ البقرة :249) یعنی انہیں یقین تھا کہ یہ اپنے رب سے ملنے والے ہیں۔ فرمایا ان کی جزا یہ ہے کہ یہ پسندیدہ اور دل خوش کن زندگی پائیں گے اور بلند وبالا بہشت میں رہیں گے، جس کے محلات اونچے اونچے ہوں گے جن میں حوریں قبول صورت اور نیک سیرت ہونگی جو گھر نعمتوں کے بھرپور خزانے ہوں گے اور یہ تمام نعمتیں نہ ٹلنے والی نہ ختم ہونے والی بلکہ کمی سے بھی محفوظ ہوں گی، ایک شیخ نے رسول اللہ ﷺ سے سوال کیا یا رسول اللہ ﷺ کیا اونچے نیچے مرتبے والے جنتی آپس میں ایک دوسرے سے ملاقاتیں بھی کریں گے آپ ﷺ نے فرمایا ہاں بلند مرتبہ لوگ کم مرتبہ لوگوں کے پاس ملاقات کے لئے اتر آئیں گے اور خوب محبت و اخلاص سے سلام مصافحے اور آؤ بھگت ہوگی ہاں البتہ نیچے والے بہ سبب اپنے اعمال کی کمی کے اوپر نہ چڑھیں گے، ایک اور صحیح حدیث میں ہے جنت میں ایک سو درجے ہیں ہر دو درجوں کے درمیان اتنا فاصلہ ہے جتنا زمین و آسمان میں۔ پھر فرماتا ہے اس کے پھل نیچے نیچے ہوں گے، حضرت براء بن عازب وغیرہ فرماتے ہیں اس قدر جھکے ہوئے ہوں گے کہ جنتی اپنے چھپر کھٹ پر لیٹے ہی لیٹے ان میوؤں کو توڑ لیا کریں گے۔ رسول اللہ ﷺ فرماتے ہیں ہر جنتی کو اللہ کی طرف سے ایک لکھا ہوا پروانہ ملے گا جس میں لکھا ہوا ہوگا۔ حدیث (بسم اللہ الرحمن الرحمیم ھذا کتاب من اللہ لفلان ابن فلان ادخلوہ جنتہ عالیتہ قطوفھا دانیتہ) یعنی اللہ رحمٰن و رحیم کے نام سے شروع یہ پروانہ ہے اللہ تعالیٰ کی طرف سے فلاں شخص کے لئے جو فلاں کا بیٹا ہے اسے بلند وبالا جھکی ہوئی شاخوں اور لدے پھندے ہوئے خوشوں والی خوشگوار جنت میں جانے دو (طبرانی) بعض روایتوں میں ہے یہ پروانہ پل صراط پر حوالے کردیا جائے گا۔ پھر فرمایا نہیں بطور احسان اور مزید لطف و کرم کے زبانی بھی کھانے پینے کی رخصت مرحمت ہوگی اور کہا جائے گا کہ یہ تمہارے نیک اعمال کا بدلہ ہے۔ اعمال کا بدلہ کہنا صرف بطور لطف کے ہے ورنہ صحیح حدیث میں ہے حضور ﷺ فرماتے ہیں عمل کرتے جاؤ سیدھے اور قریب قریب رہو اور جان رکھو کہ صرف اعمال جنت میں لے جانے کے لئے کافی نہیں۔ لوگ نے کہا حضور ﷺ آپ ﷺ کے اعمال بھی نہیں ؟ فرمایا میرے بھی ہاں یہ اور بات ہے کہ اللہ تعالیٰ کا فضل و کرم اور اس کی رحمت شامل حال ہو۔",
  "ayah": 21,
  "surah": 69
}
