{
  "text": "ظاہر و باطن آیات الٰہی  اللہ تعالیٰ اپنی مخلوق میں سے اپنی ان نشانیوں کی قسم کھا رہا ہے جنہیں لوگ دیکھ رہے ہیں اور ان کی بھی جو لوگوں کی نگاہوں سے پوشیدہ ہیں، اس بات پر کہ قرآن کریم اس کا کلام اور اس کی وحی ہے جو اس نے اپنے بندے اور اپنے برگزیدہ رسول ﷺ پر اتاری ہے، جسے اس نے ادائے امانت اور تبلیغ رسالت کے لئے پسند فرما لیا ہے۔ رسول کریم سے مراد حضرت محمد ﷺ ہیں، اس کی اضافت حضور ﷺ کی طرف سے اس لئے کئی گئی کہ اس کے مبلغ اور پہنچانے والے آپ ﷺ ہی ہیں۔ اسی لئے لفظ رسول لائے کیونکہ رسول تو پیغام اپنے بھیجنے والے کا پہنچاتا ہے گو زبان اس کی ہوتی ہے لیکن کہا ہوا بھیجنے والے کا ہوتا ہے۔ یہی وجہ ہے کہ سورة تکویر میں اس کی نسبت اس رسول کی طرف کی گئی ہے جو فرشتوں میں سے ہیں فرمان ہے آیت (اِنَّهٗ لَقَوْلُ رَسُوْلٍ كَرِيْمٍ 40؀ڌ) 69۔ الحاقة :40) ، یعنی یہ قول اس بزرگ رسول ﷺ کا ہے جو قوت والا اور مالک عرش کے پاس رہنے والا ہے وہاں اس کا کہنا مانا جاتا ہے اور ہے بھی وہ امانت دار، اس سے مراد حضرت جبرائیل ؑ ہیں، اسی لئے اس کے بعد فرمایا تمہارے ساتھی یعنی محمد ﷺ مجنون نہیں بلکہ آپ ﷺ نے حضرت جبرائیل کو ان کی اصلی صورت میں صاف کناروں پر دیکھا بھی ہے اور وہ پوشیدہ علم پر بخیل بھی نہیں، نہ یہ شیطان رجیم کا قول ہے، اسی طرح یہاں بھی ارشاد ہوتا ہے کہ نہ تو یہ شاعر کا کلام ہے نہ کاہن کا قول ہے البتہ تمہارے ایمان میں اور نصیحت حاصل کرنے میں کمی ہے، پس کبھی تو اپنے کلام کی نسبت رسول انسی کی طرف کی اور کبھی رسول ملکی کی طرف، اس لئے کہ یہ اس کے پہنچانے والے لانے والے اور اس پر اٰمین ہیں، ہاں دراصل کلام کس کا ہے ؟ اسے بھی ساتھ ہی ساتھ بیان فرما دیا کہ یہ اتارا ہوا رب العالمین کا ہے، حضرت عمر بن خطاب ؓ اپنے اسلام لانے سے پہلے کا اپنا واقعہ بیان کرتے ہیں کہ میں آپ ﷺ کے پاس گیا دیکھا کہ آپ ﷺ مسجد حرم میں پہنچ گئے ہیں، میں بھی گیا اور آپ ﷺ کے پیچھے کھڑا ہوگیا آپ ﷺ نے سورة الحاقہ شروع کی جسے سن کر مجھے اس کی پیاری نشست الفاظ اور بندش مضامین اور فصاحت و بلاغت پر تعجب آنے لگا آخر میں میرے دل میں خیال آیا کہ قریش ٹھیک کہتے ہیں یہ شخص شاعر ابھی میں اسی خیال میں تھا کہ آپ ﷺ نے یہ آیتیں تلاوت کیں کہ یہ قول رسول کریم کا ہے شاعر کا نہیں تم میں ایمان ہی کم ہے تو میں نے کہا اچھا شاعر نہ سہی کاہن تو ضرور ہے، ادھر آپ ﷺ کی تلاوت میں یہ آیت آئی کہ یہ کاہن کا قول بھی نہیں تم نے نصیحت ہی کم لی ہے، اب آپ ﷺ پڑھتے چلے گئے یہاں تک کہ پوری سورت ختم کی۔ فرماتے ہیں یہ پہلا موقعہ تھا کہ میرے دل میں اسلام پوری طرح گھر کر گیا اور روئیں روئیں میں اسلام کی سچائی گھس گئی، پس یہ بھی منجملہ ان اسباب کے جو حضرت عمر ؓ کے اسلام کا باعث ہوئے ایک خاص سبب ہے، ہم نے آپ ؓ کے اسلام لانے کی پوری کیفیت سیرت عمر میں لکھ دی ہے۔ وللہ الحمد والمنہ",
  "ayah": 43,
  "surah": 69
}
