{
  "text": "يقول تعالى ذكره: وما لكم أيها الناس أن لا تنفقوا مما رزقكم الله في سبيل الله، وإلى الله صائرٌ أموالكم إن لم تنفقوها في حياتكم في سبيل الله، لأن  له ميراث السموات والأرض، وإنما حثهم جل ثناؤه بذلك على حظهم، فقال لهم: أنفقوا أموالكم في سبيل الله، ليكون ذلكم لكم ذخرًا عند الله من قبل أن تموتوا، فلا تقدروا على ذلك، وتصير الأموال ميراثًا لمن له السموات والأرض.وقوله: (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ) .اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معناه: لا يستوي منكم أيها الناس من آمن قبل فتح مكه وهاجر.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح، عن مجاهد، في قوله: (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ) قال: آمن فأنفق، يقول: من هاجر ليس كمن لم يهاجر.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن ليث، عن مجاهد (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ ) يقول: من آمن.قال: ثنا مهران، عن سفيان، قال: يقول غير ذلك.وقال آخرون: عني بالفتح فتح مكة، وبالنفقة: النفقة في جهاد المشركين.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلا وَعَدَ اللَّهُ الْحُسْنَى ) قال: كان قتالان، أحدهما أفضل من الآخر، وكانت نفقتان إحداهما أفضل من الأخرى، كانت النفقة والقتال من قبل الفتح \" فتح مكة \" أفضل من النفقة والقتال بعد ذلك.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (مِنْ قَبْلِ الْفَتْحِ ) قال: فتح مكة.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عبد الله بن عياش، قال، قال زيد بن أسلم في هذه الآية (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ ) قال: فتح مكة.وقال آخرون: عني بالفتح في هذا الموضع: صلح الحديبية.* ذكر من قال ذلك:حدثني إسحاق بن شاهين، قال: ثنا خالد بن عبد الله، عن داود، عن عامر، قال: فصل ما بين الهجرتين فتح الحديبية، يقول تعالى ذكره (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ... ) الآية.حدثني حُميد بن مسعدة، قال: ثنا بشر بن المفضل، قال: ثنا داود، عن عامر، في هذه الآية، قوله: (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ ) قال: فتح الحديبية، قال: \" فصل ما بين العمرتين فتح الحديبية \".حدثني ابن المثنى، قال: ثنا عبد الوهاب، قال: ثنا داود، عن عامر ،قال: \" فصل ما بين الهجرتين فتح الحديبية \". وأُنـزلت (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ ) .... إلى (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ ) فقالوا: يا رسول الله فتحٌ هو؟ قال: \" نَعَمْ عَظِيمٌ\".حدثنا ابن المثنى، قال: ثنا عبد الأعلى، قال: ثنا داود، عن عامر، قال : \" فصل ما بين الهجرتين فتح الحديبية، ثم تلا هنا الآية (لا يَسْتَوِي مِنْكُمْ ) .... الآية.\"حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني هشام بن سعد، عن زيد بن أسلم، عن عطاء بن يسار، عن أبي سعيد الخدريّ، قال، قال لنا رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عام الحديبية: \" يُوشكُ أنْ يأتي قَوْمٌ تَّحْقِرُونَ أعمالَكُمْ مَعَ أعمالِهمْ، قلنا: من هم يا رسول الله، أقريش هم؟ قال: لا وَلَكنْ أهْلُ اليمَن أرَقُّ أفْئِدَةً وألْيَنُ قُلُوبا، فقلنا: هم خير منا يا رسول الله، فقال: لَوْ كانَ لأحَدَهِمْ جَبَلٌ مِنْ ذَهَب فأنْفَقَهُ ما أدْرَكَ مُدّ أحَدِكُمْ وَلا نَصيفَهُ، ألا إنَّ هَذَا فَصْلُ ما بَيْنَنَا وَبَينَ النَّاس، (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ ) ... الآية، إلى قوله: (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ ) \".حدثني ابن البرْقيّ، قال: ثنا ابن أبي مريم، قال: ثنا محمد بن جعفر، قال: أخبرني زيد بن أسلم، عن أبي سعيد التمار، أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" يُوشِكُ أنْ يأتي قوم تَحَقِرُون أعمالَكُمْ مع أعمالِهِمْ، فقلنا: من هم يا رسول الله، أقريش؟ قال: لا هُمْ أرَقُّ أفْئِدَةً وألْيَنُ قُلُوبا \"، وأشار بيده إلى اليمن، فقال: هُم أهْلُ اليَمَنِ، ألا إنَّ الإيمان يَمَانٍ، والحكْمَة يَمانيَهٌ، فقلنا: يا رسول الله هم خير منا؟ قال: وَالَذَّي نَفسي بيَده لَوْ كان لأحَدِهمْ جَبَلُ ذَهَب يُنْفقهُ ما أدْرَكَ مُدَّ أحَدكُمْ وَلا نَصيَفهُ، ثم جمع أصابعه، ومدّ خنصره وقال: ألا إنَّ هَذَا فَصْلُ ما بَيْنَنَا وَبَينَ النَّاس، (لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلا وَعَدَ اللَّهُ الْحُسْنَى ) .وأولى الأقوال في ذلك بالصواب عندي أن يقال: معنى ذلك لا يستوي منكم أيها الناس من أنفق في سبيل الله من قبل فتح الحُديبية، للذي ذكرنا من الخبر عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، الذي رويناه عن أبي سعيد الخُدريّ عنه، وقاتل المشركين، بمن أنفق بعد ذلك وقاتل، وترك ذكر من أنفق بعد ذلك وقاتل، استغناء بدلالة الكلام الذي ذُكر عليه من ذكره.(أُولَئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا ) يقول تعالى ذكره: هؤلاء الذين أنفقوا في سبيل الله من قبل فتح الحديبية، وقاتلوا المشركين، أعظم درجة في الجنة عند الله من الذين أنفقوا من بعد ذلك وقاتلوا.وقوله: (وَكُلا وَعَدَ اللَّهُ الْحُسْنَى ) يقول تعالى ذكره: وكلّ هؤلاء الذين أنفقوا من قبل الفتح وقاتلوا، والذين أنفقوا من بعد وقاتلوا، وعد الله الجنة بإنفاقهم في سبيله، وقتالهم أعداءه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد (مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقَاتَلُوا وَكُلا وَعَدَ اللُّهُ الْحُسْنَى ) قال: الجنة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (وَكُلا وَعَدَ اللَّهُ الْحُسْنَى ) قال: الجنة.وقوله: (وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ ) يقول تعالى ذكره: والله بما تعملون من النفقة في سبيل الله، وقتال أعدائه، وغير ذلك من أعمالكم التي تعملون خبير، لا يخفى عليه منها شيء، وهو مجازيكم على جميع ذلك يوم القيامة.",
  "ayah": 10,
  "surah": 57
}
