{
  "text": "يقول تعالى ذكره: ما أصابكم أيها الناس من مصيبة في الأرض بجدوبها وقحوطها، وذهاب زرعها وفسادها، (وَلا فِي أَنْفُسِكُمْ ) بالأوصاب والأوجاع والأسقام، (إِلا فِي كِتَابٍ ) يعني: إلا في أمّ الكتاب، (مِنْ قَبْلِ أَنْ نَبْرَأَهَا ) يقول: من قبل أن نبرأ الأنفس، يعني: من قبل أن نخلقها، يقال: قد برأ الله هذا الشيء، بمعنى: خلقه فهو بارئه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأرْضِ وَلا فِي أَنْفُسِكُمْ إِلا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا )، قال: هو شيء قد فرغ منه من قبل أن نبرأ النفس.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، في قوله: (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأرْضِ )، أما مصيبة الأرض: فالسنون. وأما في أنفسكم: فهذه الأمراض والأوصاب، (مِنْ قَبْلِ أَنْ نَبْرَأَهَا ) : من قبل أن نخلقها.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأرْضِ ) قال: هي السنون، (وَلا فِي أَنْفُسِكُمْ ) قال: الأوجاع والأمراض. قال: وبلغنا أنه ليس أحد يصيبه خَدْش عود، ولا نَكْبة قدم، ولا خَلجَانُ عِرْقٍ إلا بذنب، وما يعفو عنه أكثر.حدثني يعقوب، قال: ثنا ابن علية، عن منصور بن عبد الرحمن، قال: كنت جالسا مع الحسن، فقال رجل: سله عن قوله: (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأرْضِ وَلا فِي أَنْفُسِكُمْ إِلا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا )، فسألته عنها، فقال: سبحان الله، ومن يشكّ في هذا؟ كل مصيبة بين السماء والأرض ففي كتاب الله من قبل أن تبرأ النسمة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأرْضِ وَلا فِي أَنْفُسِكُمْ إِلا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ) يقول: هو شيء قد فرغ منه، (من قبل أن نبرأها): من قبل أن نبرأ الأنفس.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد في قول الله جلّ ثناؤه (فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ) قال: من قبل أن نخلقها، قال: المصائب والرزق والأشياء كلها مما تحبّ وتكره فرغ الله من ذلك كله، قبل أن يبرأ النفوس ويخلقها.وقال آخرون: عُنِي بذلك: ما أصاب من مصيبة في دين ولا دنيا.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: (مَا أَصَابَ مِنْ مُصِيبَةٍ فِي الأرْضِ وَلا فِي أَنْفُسِكُمْ إِلا فِي كِتَابٍ مِنْ قَبْلِ أَنْ نَبْرَأَهَا ) يقول: في الدين والدنيا(إلا في كتاب): من قبل أن نخلقها.واختلف أهل العربية في معنى في التي بعد قوله \" إلا \"، فقال بعض نحويي البصرة: يريد والله أعلم بذلك: إلا هي في كتاب، فجاز فيه الإضمار. قال، ويقول: عندي هذا ليس إلا يريد إلا هو. وقال غيره منهم، قوله: (فِي كِتَابٍ ): من صلة ما أصاب، وليس إضمار هو بشيء، وقال: ليس قوله عندي هذا ليس إلا مثله، لأن إلا تكفي من الفعل، كأنه قال: ليس غيره.وقوله: (إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ ) يقول تعالى ذكره: إن خلق النفوس، وإحصاء ما هي لاقية من المصائب على الله سهل يسير.",
  "ayah": 22,
  "surah": 57
}
