{
  "text": "يقول تعالى ذكره: ثم أتبعنا على آثارهم برسلنا الذين أرسلناهم بالبينات على آثار نوح وإبراهيم برسلنا، وأتبعنا بعيسى ابن مريم، ( وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ ) يعني: الذين اتبعوا عيسى على منهاجه وشريعته، ( رَأْفَةٌ ) وهو أشدّ الرحمة، ( وَرَحْمَةً وَرَهْبَانِيَّةً ابْتَدَعُوهَا ) يقول: أحدثوها( مَا كَتَبْنَاهَا عَلَيْهِمْ ) يقول: ما افترضنا تلك الرهبانية عليهم، ( إِلا ابْتِغَاءَ رِضْوَانِ اللَّهِ ) يقول: لكنهم ابتدعوها ابتغاء رضوان الله ( فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ) .واختلف أهل التأويل في الذين لم يرعوا الرهبانية حقّ رعايتها، فقال بعضهم: هم الذين ابتدعوها، لم يقوموا بها، ولكنهم بدّلوا وخالفوا دين الله الذي بعث به عيسى، فتنصروا وتهوّدوا.وقال آخرون: بل هم قوم جاءوا من بعد الذين ابتدعوها، فلم يرعوها حقّ رعايتها، لأنهم كانوا كفارا، ولكنهم قالوا: نفعل كالذي كانوا يفعلون من ذلك أوّليًّا، فهم الذين وصف الله بأنهم لم يرعوها حق رعايتها.وبنحو الذي قلنا في تأويل هذه الأحرف، إلى الموضع الذي ذكرنا أن أهل التأويل فيه مختلفون في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً ) فهاتان من الله، والرهبانية ابتدعها قوم من أنفسهم، ولم تُكتب عليهم، ولكن ابتغوا بذلك وأرادوا رضوان الله، فما رعوها حقّ رعايتها، ذُكر لنا أنهم رفضوا النساء، واتخذوا الصوامع.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَرَهْبَانِيَّةً ابْتَدَعُوهَا ) قال: لم تُكتب عليهم، ابتدعوها ابتغاء رضوان الله.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( مَا كَتَبْنَاهَا عَلَيْهِمْ ) قال: فلم؟ قال: ابتدعوها ابتغاء رضوان الله تطوّعا، فما رَعوها حقّ رعايتها.ذكر من قال: الذين لم يرعوا الرهبانية حقّ رعايتها كانوا غير الذين ابتدعوها. ولكنهم كانوا المريدي الاقتداء بهم.حدثنا الحسين بن الحريث [أبو عمار المَرْوزِيّ] قال: ثنا الفضل بن موسى، عن سفيان، عن عطاء بن السائب، عن سعيد بن جبير، عن ابن عباس، قال: كانت ملوك بعد عيسى بدّلوا التوراة والإنجيل، وكان فيهم مؤمنون يقرءون التوراة والإنجيل، فقيل لملكهم: ما نجد شيئا أشدّ علينا من شتم يشتُمناه هؤلاء، أنهم يقرءون  وَمَنْ لَمْ يَحْكُمْ بِمَا أَنْـزَلَ اللَّهُ فَأُولَئِكَ هُمُ الْكَافِرُونَ  هؤلاء الآيات، مع ما يعيبوننا به في قراءتهم، فادعهم فليقرءوا كما نقرأ، وليؤمنوا كما آمنا به، قال: فدعاهم فجمعهم وعرض عليهم القتل، أو يتركوا قراءة التوراة والإنجيل، إلا ما بدّلوا منها، فقالوا: ما تريدون إلى ذلك فدعونا؛ قال: فقالت طائفة منهم: ابنوا لنا أسطوانة، ثم ارفعونا إليها، ثم أعطونا شيئا نرفع به طعامنا وشرابنا، فلا نردّ عليكم، وقالت طائفة منهم: دعونا نسيح في الأرض، ونهيم ونشرب كما تشرب الوحوش، فإن قدرتم علينا بأرضكم فاقتلونا، وقالت طائفة: ابنوا لنا دورا في الفيافي، ونحتفر الآبار، ونحترث البقول، فلا نردّ عليكم، ولا نمرّ بكم، وليس أحد من أولئك إلا وله حميم فيهم؛ قال: ففعلوا ذلك، فأنـزل الله جلّ ثناؤه ( وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا )، الآخرون قالوا: نتعبد كما تعبد فلان، ونسيح كما ساح فلان، ونتخذ دورًا كما اتخذ فلان، وهم على شركهم لا علم لهم بإيمان الذين اقتدوا بهم؛ قال: فلما بعث النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم ولم يبق منهم إلا قليل، انحطّ رجل من صومعته، وجاء سائح من سياحته، وجاء صاحب الدار من داره، وآمنوا به وصدّقوه، فقال الله جلّ ثناؤه  يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ  قال: أجرين لإيمانهم بعيسى، وتصديقهم بالتوراة والإنجيل، وإيمانهم بمحمد صَلَّى الله عَلَيْهِ وَسَلَّم، وتصديقهم به. قال:  وَيَجْعَلْ لَكُمْ نُورًا تَمْشُونَ بِهِ  : القرآن، واتباعهم النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم وقال  لِئَلا يَعْلَمَ أَهْلُ الْكِتَابِ أَلا يَقْدِرُونَ عَلَى شَيْءٍ مِنْ فَضْلِ اللَّهِ وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ  .حدثنا يحيى بن أبي طالب، قال: ثنا داود بن المحبر، قال: ثنا الصعق بن حزن، قال: ثنا عقيل الجعدّي، عن أبي إسحاق الهمدانيّ، عن سويد ين غفلة، عن عبد الله بن مسعود، قال: قال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" اخْتَلَفَ مَنْ كانَ قَبْلَنا على إحْدَى وَسَبْعِينَ فِرْقَةً، نَجا مِنْهُمْ ثَلاثُ وَهَلَكَ سائِرُهُمْ: فِرْقَةٌ مِنَ الثَّلاثِ وَازَتِ المُلُوكَ وََقاتَلَتْهُمْ على دِينِ اللهِ ودِين  عيسَى ابنِ مَرْيَمَ صَلَوَاتُ اللهِ عَلَيْهِمْ، فَقَتَلَتْهُمُ المُلُوكُ؛ وَفِرْقَةٌ لَمْ تَكُنْ لَهُمْ طاقَةٌ بِمُوَازَاة المُلُوكِ، فأقامُوا بَينَ ظَهْرَانَيْ قَوْمَهِمْ يَدْعُونَهُمْ إلى دِينِ اللهِ ودِينِ عيسى ابن مَرْيم صَلَواتُ اللهُ عَليْه، فَقَتَلَتْهُمُ المُلُوكُ، وَنَشَرَتَهُمْ بالمَناشِير؛ وَفِرْقَةٌ لَمْ تَكُنْ لَهُمْ طاقَةٌ بِمُوَازَاةِ المُلُوكِ، وَلا بالمُقام بَينَ ظَهْرَانَيْ قَوْمِهِمْ يَدْعُونَهُمْ إلى دينِ اللهِ ودِينِ عيسَى صَلَوَاتُ اللهِ عَلَيْهِ، فَلَحِقُوا بالبَرَارِي والجبالِ، فَتَرَهَّبُوا فيها، فَهُوَ قَوْل اللهِ عَزَّ وَجَلَّ( وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ ) قال: ما فعلوها إلا ابتغاء رضوان الله، ( فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ) قال: ما رعاها الذين من بعدهم حقَّ رعايتها، ( فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ ) قال: وهم الذين آمنوا بي، وصدّقوني. قال ( وَكَثِيرٌ مِنْهُمْ فَاسِقُونَ ) قال: وفهم الذين جحدوني وكذّبوني.حدثنا ابن حُميد، قال: ثنا مهران، عن سفيان، عن عطاء بن السائب، عن سعيد بن جُبَير، عن ابن عباس ( وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا )، قال الآخرون: ممن تعبد من أهل الشرك، وفني من فني منهم، يقولون: نتعبَّد كما تعبد فلان، ونسيح كما ساح فلان، وهم في شركهم لا علم لهم بإيمان الذين اقتدوا بهم.* ذكر من قال: الذين لم يرعوها حق رعايتها: الذين ابتدعوها.حدثني محمد بن سعد، قال: ثني أبى، قال ثني عمى، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَجَعَلْنَا فِي قُلُوبِ الَّذِينَ اتَّبَعُوهُ رَأْفَةً وَرَحْمَةً ) .... إلى قوله : ( حَقَّ رِعَايَتِهَا ) يقول: ما أطاعوني فيها، وتكلَّموا فيها بمعصية الله، وذلك أن الله عزّ وجلّ كتب عليهم القتال قبل أن يبعث محمدا صَلَّى الله عَلَيْهِ وَسَلَّم، فلما استخرج أهل الإيمان، ولم يبق منهم إلا قليل، وكثر أهل الشرك، وذهب الرسل وقهروا، اعتزلوا في الغيران، فلم يزل بهم ذلك حتى كفرت طائفة منهم، وتركوا أمر الله عزّ وجلّ ودينه، وأخذوا بالبدعة وبالنصرانية وباليهودية، فلم يرعوها حقّ رعايتها، وثبتت طائفة على دين عيسى ابن مريم صلوات الله عليه، حين جاءهم بالبينات، وبعث الله عزّ وجلّ محمدا رسولا صَلَّى الله عَلَيْهِ وَسَلَّم وهم كذلك، فذلك قوله:  يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَآمِنُوا بِرَسُولِهِ يُؤْتِكُمْ كِفْلَيْنِ مِنْ رَحْمَتِهِ  ... إلى  وَاللَّهُ غَفُورٌ رَحِيمٌ  .حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ ): كان الله عزّ وجلّ كتب عليهم القتال قيل أن يبعث محمد صَلَّى الله عَلَيْهِ وَسَلَّم فلما استخرج أهل الإيمان، ولم يبق منهم إلا القليل، وكثر أهل الشرك، وانقطعت الرسل، اعتزلوا الناس، فصاروا في الغيران، فلم يزالوا كذلك حتى غيرت طائفة منهم، فتركوا دين الله وأمره، وعهده الذي عهده إليهم، وأخذوا بالبدع، فابتدعدوا النصرانية واليهودية، فقال الله عزّ وجلّ لهم: ( فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا )، وثبتت طائفة منهم على دين عيسى صلوات الله عليه، حتى بعث الله محمدا صَلَّى الله عَلَيْهِ وَسَلَّم، فآمنوا به.حدثني يعقوب بن إبراهيم، قال ثنا هشيم، قال: أخبرنا زكريا بن أبي مريم، قال: سمعت أبا أمامة الباهلي يقول: إن الله كتب عليكم صيام رمضان، ولم يكتب عليكم قيامه، وإنما القيام شيء ابتدعتموه، وإن قوما ابتدعوا بدعة لم يكتبها الله عليهم، ابتغوا بها رضوان الله، فلم يرعوها حق رعايتها،فعابهم الله بتركها، فقال: ( وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا ) .وأولى الأقوال في ذلك بالصحة أن يقال: إن الذين وصفهم الله بأنهم لم يرعوا الرهبانية حقّ رعايتها، بعض الطوائف التي ابتدعتها، وذلك أن الله جلّ ثناؤه أخبر أنه آتى الذين آمنوا منهم أجرهم؛ قال: فدلّ بذلك على أن منهم من قد رعاها حقّ رعايتها، فلو لم يكن منهم من كان كذلك، لم يكن مستحقّ الأجر الذي قال جلّ ثناؤه: ( فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ )، إلا أن الذين لم يرعوها حقّ رعايتها ممكن أن يكون كانوا على عهد الذين ابتدعوها، وممكن أن يكونوا كانوا بعدهم، لأن الذين هم من أبنائهم إذا لم يكونوا رعوها، فجائز في كلام العرب أن يقال: لم يرعها القوم على العموم. والمراد منهم البعض الحاضر، وقد مضى نظير ذلك في مواضع كثيرة من هذا الكتاب.وقوله: ( فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ ) يقول تعالى ذكره: فأعطينا الذين آمنوا بالله ورسله من هؤلاء، الذين ابتدعوا الرهبانية ثوابهم على ابتغائهم رضوان الله، وإيمانهم به وبرسوله في الآخرة، وكثير منهم أهل معاص، وخرج عن طاعته، والإيمان به.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني يونس، قال أخبرنا ابن وهب، قال، قال ابن زيد ( فَآتَيْنَا الَّذِينَ آمَنُوا مِنْهُمْ أَجْرَهُمْ ) قال: الذين رعوا ذلك الحقّ.",
  "ayah": 27,
  "surah": 57
}
