{
  "text": "ٹھوس دلائل اتباع رسول ﷺ کو لازم قرادتیے ہیں یہ آیت بہت بڑی دلیل ہے اس امر پر کہ آنحضرت ﷺ کے تمام اقوال افعال احوال اقتدا پیروی اور تابعداری کے لائق ہیں۔ جنگ احزاب میں جو صبر وتحمل اور عدیم المثال شجاعت کی مثال حضور ﷺ نے قائم کی۔ مثلا راہ الہ کی تیاری شوق جہاد اور سختی کے وقت بھی رب سے آسانی کی امید اس وقت آپ نے دکھائی یقینا یہ تمام چیزیں اس قابل ہیں کہ مسلمان انہیں اپنی زندگی کا جزو اعظم بنالیں اور اپنے پیارے پیغمبر اللہ کے حبیب احمد مجتبی محمد مصطفیٰ ﷺ کو اپنے لئے بہترین نمونہ بنالیں اور ان اوصاف سے اپنے تئیں بھی موصوف کریں۔ اسی لیے قرآن کریم ان لوگوں کو جو اس وقت سٹ پٹا رہے تھے اور گھبراہٹ اور پریشانی کا اظہار کرتے تھے فرماتا ہے کہ تم نے میرے نبی ﷺ کی تابعداری کیوں نہ کی ؟ میرے رسول تو تم میں موجود تھے ان کا نمونہ تمہارے سامنے تھا تمہیں صبرو استقلال کی نہ صرف تلقین تھی بلکہ ثابت قدمی استقلال اور اطمینان کا پہاڑ تمہاری نگاہوں کے سامنے تھا۔ تم جبکہ اللہ پر قیامت پر ایمان رکھتے ہو پھر کوئی وجہ نہ تھی کہ تم اپنے رسول کو اپنے لئے نمونہ اور نظیر نہ قائم کرتے ؟ پھر اللہ کی فوج کے سچے مومنوں کو حضور ﷺ کے سچے ساتھیوں کے ایمان کی پختگی بیان ہو رہی ہے کہ انہوں نے جب ٹڈی دل لشکر کفار کو دیکھا تو پہلی نگاہ میں ہی بول اٹھے کہ انہی پر فتح پانے کی ہمیں خوشخبری دی گئی ہے۔ ان ہی کی شکست کا ہم سے وعدہ ہوا ہے اور وعدہ بھی کس کا اللہ کا اور اس کے رسول کا۔ اور یہ ناممکن محض ہے کہ اللہ اور رسول ﷺ کا وعدہ غلط ہو یقینا ہمارا سر اور اس جنگ کی فتح کا سہرا ہوگا۔ ان کے اس کامل یقین اور سچے ایمان کو رب نے بھی دیکھ لیا اور دنیا آخرت میں انجام کی بہتری انہیں عطا فرمائی۔ بہت ممکن ہے کہ اللہ کے جس وعدہ کی طرف اس میں اشارہ ہے وہ آیت یہ ہو جو سورة بقرہ میں گذر چکی ہے۔ آیت (اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ) 29۔ العنکبوت :2) یعنی کیا تم نے یہ سمجھ لیا ؟ کہ بغیر اس کے کہ تمہاری آزمائش ہو تم جنت میں چلے جاؤگے ؟ تم سے اگلے لوگوں کی آزمائش بھی ہوئی انہیں بھی دکھ درد لڑائی بھڑائی میں مبتلا کیا گیا یہاں تک کہ انہیں ہلایا گیا کہ ایماندار اور خود رسول کی زبان سے نکل گیا کہ اللہ کی مدد کو دیر کیوں لگ گئی ؟ یاد رکھو رب کی مدد بہت ہی قریب ہے یعنی یہ صرف امتحان ہے ادھر تم نے ثابت قدمی دکھائی ادھر رب کی مدد آئی۔ اللہ اور اس کا رسول ﷺ سچا ہے فرماتا ہے کہ ان اصحاب پر رسول ﷺ کا ایمان اپنے مخالفین کی اس قدر زبردست جمعیت دیکھ کر اور بڑھ گیا۔ یہ اپنے ایمان میں اپنی تسلیم میں اور بڑھ گئے۔ یقین کامل ہوگیا فرمانبرداری اور بڑھ گئی۔ اس آیت میں دلیل ہے ایمان کی زیادتی ہونے پر۔ بہ نسبت اوروں کے ان کے ایمان کے قوی ہونے پر جمہور ائمہ کرام کا بھی یہی فرمان ہے کہ ایمان بڑھتا اور گھٹتا ہے۔ ہم نے بھی اس کی تقریر شرح بخاری کے شروع میں کردی ہے وللہ الحمد والمنہ۔ پس فرماتا ہے کہ اس کی تنگی ترشی نے اس سختی اور تنگ حالی نے اس حال اور اس نقشہ نے انکا جو ایمان اللہ پر تھا اسے اور بڑھا دیا اور جو تسلیم کی خو ان میں تھی کہ اللہ رسول کی باتیں مانا کرتے تھے اور ان پر عامل تھے اس اطاعت میں اور بڑھ گئے۔",
  "ayah": 21,
  "surah": 33
}
