{
  "text": "ارشادات الٰہی کی روشنی میں اسوہ امہات المومنین  اللہ تعالیٰ اپنے نبی ﷺ کی بیویوں کو آداب سکھاتا ہے اور چونکہ تمام عورتیں انہی کے ماتحت ہیں۔ اس لئے یہ احکام سب مسلمان عورتوں کے لئے ہیں پس فرمایا کہ تم میں سے جو پرہیزگاری کریں وہ بہت بڑی فضیلت اور مرتبے والی ہیں۔ مردوں سے جب تمہیں کوئی بات کرنی پڑے تو آواز بنا کر بات نہ کرو کہ جن کے دلوں میں روگ ہے انہیں طمع پیدا ہو۔ بلکہ بات اچھی اور مطابق دستور کرو۔ پس عورتوں کو غیر مردوں سے نزاکت کے ساتھ خوش آوازی سے باتیں کرنی منع ہیں۔ گھل مل کر وہ صرف اپنے خاوندوں سے ہی کلام کرسکتی ہیں۔ پھر فرمایا بغیر کسی ضروری کام کے گھر سے باہر نہ نکلو۔ مسجد میں نماز کے لئے آنا بھی شرعی ضرورت ہے جیسے کہ حدیث میں ہے اللہ کی لونڈیوں کو اللہ کی مسجدوں سے نہ روکو۔ لیکن انہیں چاہئے کہ سادگی سے جس طرح گھروں میں رہتی ہیں اسی طرح آئیں۔ ایک روایت میں ہے کہ ان کے لئے ان کے گھر بہتر ہیں۔ بزار میں ہے کہ عورتوں نے حاضر ہو کر رسول اللہ ﷺ سے کہا کہ جہاد وغیرہ کی کل فضیلتیں مرد ہی لے گئے۔ اب آپ ہمیں کوئی ایسا عمل بتائیں جس سے ہم مجاہدین کی فضیلت کو پاسکیں۔ آپ نے فرمایا تم میں سے جو اپنے گھر میں پردے اور عصمت کے ساتھ بیٹھی رہے وہ جہاد کی فضیلت پالے گی۔ ترمذی وغیرہ میں ہے حضور ﷺ فرماتے ہیں عورت سر تا پا پردے کی چیز ہے۔ یہ جب گھر سے باہر قدم نکالتی ہے تو شیطان جھانکنے لگتا ہے۔ یہ سب سے زیادہ اللہ کے قریب اس وقت ہوتی ہے جب یہ اپنے گھر کے اندرونی حجرے میں ہو۔ ابو داؤد وغیرہ میں ہے عورت کی اپنے گھر کی اندرونی کوٹھڑی کی نماز گھر کی نماز سے افضل ہے اور گھر کی نماز صحن کی نماز سے بہتر ہے۔ جاہلیت میں عورتیں بےپردہ پھرا کرتی تھیں اب اسلام بےپردگی کو حرام قرار دیتا ہے۔ ناز سے اٹھلا کر چلنا ممنوع ہے۔ دوپٹہ گلے میں ڈال لیا لیکن اسے لپیٹا نہیں جس سے گردن اور کانوں کے زیور دوسروں کو نظر آئیں، یہ جاہلیت کا بناؤ سنگھار تھا جس سے اس آیت میں روکا گیا ہے۔ ابن عباس ؓ سے مروی ہے کہ حضرت نوح اور حضرت ادریس کی دو نسلیں آباد تھیں۔ ایک تو پہاڑ پر دوسرے نرم زمین پر۔ پہاڑیوں کے مرد خوش شکل تھے عورتیں سیاہ فام تھیں اور زمین والوں کی عورتیں خوبصورت تھیں اور مردوں کے رنگ سانولے تھے۔ ابلیس انسانی صورت اختیار کر کے انہیں بہکانے کے لئے نرم زمین والوں کے پاس آیا اور ایک شخص کا غلام بن کر رہنے لگا۔ پھر اس نے بانسری وضع کی ایک چیز بنائی اور اسے بجانے لگا اس کی آواز پر لوگ لٹو ہوگئے اور پھر بھیڑ لگنے لگی اور ایک دن میلے کا مقرر ہوگیا جس میں ہزارہا مرد و عورت جمع ہونے لگے۔ اتفاقاً ایک دن ایک پہاڑی آدمی بھی آگیا اور ان کی عورتوں کو دیکھ کر واپس جا کر اپنے قبیلے والوں میں اس کے حسن کا چرچا کرنے لگا۔ اب وہ لوگ بکثرت آنے لگے اور آہستہ آہستہ ان عورتوں مردوں میں اختلاط بڑھ گیا اور بدکاری اور زنا کاری کا عام رواج ہوگیا۔ یہی جاہلیت کا بناؤ ہے جس سے یہ آیت روک رہی ہے۔ ان کاموں سے روکنے کے بعد اب کچھ احکام بیان ہو رہے ہیں کہ اللہ کی عبادت میں سب سے بڑی عبادت نماز ہے اس کی پابندی کرو اور بہت اچھی طرح سے اسے ادا کرتی رہو۔ اسی طرح مخلوق کے ساتھ بھی نیک سلوک کرو۔ یعنی زکوٰۃ نکالتی رہو۔ ان خاص احکام کی بجا آوری کا حکم دے کر پھر عام طور پر اللہ کی اور اس کے رسول ﷺ کی فرمانبرداری کرنے کا حکم دیا۔ پھر فرمایا اس اہل بیت سے ہر قسم کے میل کچیل کو دور کرنے کا ارادہ اللہ تعالیٰ کا ہوچکا ہے وہ تمہیں بالکل پاک صاف کر دے گا۔ یہ آیت اس بات پر نص ہے کہ رسول اللہ ﷺ کی بیویاں ان آیتوں میں اہل بیت میں داخل ہیں۔ اس لئے کہ یہ آیت انہی کے بارے میں اتری ہے۔ آیت کا شان نزول تو آیت کے حکم میں داخل ہوتا ہی ہے گو بعض کہتے ہیں کہ صرف وہی داخل ہوتا ہے اور بعض کہتے ہیں وہ بھی اور اس کے سوا بھی۔ اور یہ دوسرا قول ہی زیادہ صحیح ہے۔ حضرت عکرمہ ؒ تو بازاروں میں منادی کرتے پھرتے تھے کہ یہ آیت نبی ﷺ کی بیویوں ہی کے بارے میں خالصتاً نازل ہوئی ہے (ابن جریر) ابن ابی حاتم میں حضرت عکرمہ تو یہاں تک فرماتے ہیں کہ جو چاہے مجھ سے مباہلہ کرلے۔ یہ آیت حضور ﷺ کی ازواج مطہرات ہی کی شان میں نازل ہوئی ہے۔ اس قول سے اگر یہ مطلب ہے کہ شان نزول یہی ہے اور نہیں، تو یہ تو ٹھیک ہے اور اگر اس سے مراد یہ ہے کہ اہل بیت میں اور کوئی ان کے سوا داخل ہی نہیں تو اس میں نظر ہے اس لئے کہ احادیث سے اہل بیت میں ازواج مطہرات کے سوا اوروں کا داخل ہونا بھی پایا جاتا ہے۔ مسند احمد اور ترمذی میں ہے کہ رسول اللہ ﷺ صبح کی نماز کے لئے جب نکلتے تو حضرت فاطمہ ؓ کے دروازے پر پہنچ کر فرماتے اے اہل بیت نماز کا وقت آگیا ہے پھر اسی آیت تطہیر کی تلاوت کرتے۔ امام ترمذی اسے حسن غریب بتلاتے ہیں۔ ابن جریر کی ایک اسی حدیث میں سات مہینے کا بیان ہے۔ اس میں ایک راوی ابو داؤد اعمی نفیع بن حارث کذاب ہے۔ یہ روایت ٹھیک نہیں۔ مسند میں ہے شد اد بن عمار کہتے ہیں میں ایک دن حضرت واثلہ بن اسقع ؓ کے پاس گیا اس وقت وہاں کچھ اور لوگ بھی بیٹھے ہوئے تھے اور حضرت علی کا ذکر ہو رہا تھا۔ وہ آپ کو برا بھلا کہہ رہے تھے میں نے بھی ان کا ساتھ دیا جب وہ لوگ گئے تو مجھ سے سے حضرت واثلہ نے فرمایا تو نے بھی حضرت علی کی شان میں گستا خانہ الفاظ کہے ؟ میں نے کہا ہاں میں نے بھی سب کی زبان میں زبان ملائی۔ تو فرمایا سن میں نے جو دیکھا ہے تجھے سناتا ہوں۔ میں ایک مرتبہ حضرت علی کے گھر گیا تو معلوم ہوا کہ آپ ؓ حضور ﷺ کی مجلس میں گئے ہوئے ہیں۔ میں ان کے انتظار میں بیٹھا رہا تھوڑی دیر میں دیکھا کہ رسول اللہ ﷺ آ رہے ہیں اور آپ کے ساتھ حضرت علی ؓ اور حضرت حسن اور حضرت حسین ؓ بھی ہیں دونوں بچے آپ کی انگلی تھامے ہوئے تھے آپ نے حضرت علی ؓ اور حضرت فاطمہ ؓ کو تو اپنے سامنے بٹھا لیا اور دونوں نواسوں کو اپنے گھٹنوں پر بٹھا لیا اور ایک کپڑے سے ڈھک لیا پھر اسی آیت کی تلاوت کر کے فرمایا اے اللہ یہ ہیں میرے اہل بیت اور میرے اہل بیت زیادہ حقدار ہیں۔ دوسری روایت میں اتنی زیادتی بھی ہے کہ حضرت واثلہ ؓ کہتے ہیں میں نے یہ دیکھ کر کہا یا رسول اللہ ﷺ میں بھی آپ کی اہل بیت میں سے ہوں ؟ آپ نے فرمایا تو بھی میرے اہل میں سے ہے۔ حضرت واثلہ ؓ فرماتے ہیں حضور ﷺ کا یہ فرمان میرے لئے بہت ہی بڑی امید کا ہے اور روایت میں ہے حضرت واثلہ ؓ فرماتے ہیں میں حضور ﷺ کے پاس تھا جب حضرت علی حضرت فاطمہ حضرت حسن حضرت حسین ؓ اجمعین آئے آپ نے اپنی چادر ان پر ڈال کر فرمایا اے اللہ یہ میرے اہل بیت ہیں یا اللہ ان سے ناپاکی کو دور فرما اور انہیں پاک کر دے۔ میں نے کہا میں بھی ؟ آپ نے فرمایا ہاں تو بھی۔ میرے نزدیک سب سے زیادہ میرا مضبوط عمل یہی ہے۔ مسند احمد میں ہے حضرت ام سلمہ ؓ فرماتی ہیں حضور ﷺ میرے گھر میں تھے جب حضرت فاطمہ ؓ حریرے کی ایک پتیلی بھری ہوئی لائیں۔ آپ نے فرمایا اپنے میاں کو اور اپنے دونوں بچوں کو بھی بلا لو۔ چناچہ وہ بھی آگئے اور کھانا شروع ہوا آپ اپنے بستر پر تھے۔ خیبر کی ایک چادر آپ کے نیچے بچھی ہوئی تھی۔ میں حجرے میں نماز ادا کر رہی تھی جب یہ آیت اتری۔ پس حضور ﷺ نے چادر انہیں اڑھا دی اور چادر میں سے ایک ہاتھ نکال کر آسمان کی طرف اٹھا کر یہ دعا کی کہ الٰہی یہ میرے اہل بیت اور حمایتی ہیں تو ان سے ناپاکی دور کر اور انہیں ظاہر کر میں نے اپنا سر گھر میں سے نکال کر کہا یا رسول اللہ ﷺ میں بھی آپ سب کے ساتھ ہوں آپ نے فرمایا یقینا تو بہتری کی طرف ہے فی الواقع تو خیر کی طرف ہے۔ اس روایت کے روایوں میں عطا کے استاد کا نام نہیں جو معلم ہو سکے کہ وہ کیسے راوی ہیں باقی راوی ثقہ ہیں۔ دوسری سند سے انہی حضرت ام سلمہ ؓ سے مروی ہے کہ ایک مرتبہ ان کے ساتھ حضرت علی ؓ کا ذکر آیا تو آپنے فرمایا آیت تطہیر تو میرے گھر میں اتری ہے۔ آپ میرے ہاں آئے اور فرمایا کسی اور کو آنے کی اجازت نہ دینا۔ تھوڑی دیر میں حضرت فاطمہ ؓ آئیں۔ اب بھلا میں بیٹی کو باپ سے کیسے روکتی ؟ پھر حضرت حسن ؓ آئے تو نواسے کو نانا سے کون روکے ؟ پھر حضرت حسین ؓ آئے میں نے انہیں بھی نہ روکا۔ پھر حضرت علی ؓ آئے میں انہیں بھی نہ روک سکی۔ جب یہ سب جمع ہوگئے تو جو چادر حضور ﷺ اوڑھے ہوئے تھے اسی میں ان سب کو لے لیا اور کہا الٰہی یہ میرے اہل بیت ہیں ان سے پلیدی دور کر دے اور انہیں خوب پاک کر دے۔ پس یہ آیت اس وقت اتری جبکہ یہ چادر میں جمع ہوچکے تھے میں نے کہا یا رسول اللہ ﷺ میں بھی ؟ لیکن اللہ جانتا ہے آپ اس پر خوش نہ ہوئے اور فرمایا تو خیر کی طرف ہے۔ مسند کی اور روایت میں ہے کہ میرے گھر میں حضور ﷺ تھے جب خادم نے آ کر خبر کی کہ فاطمہ ؓ اور علی ؓ آگئے ہیں تو آپ نے مجھ سے فرمایا ایک طرف ہوجاؤ میرے اہل بیت آگئے ہیں۔ میں گھر کے ایک کونے میں بیٹھ گئی جب دونوں ننھے بچے اور یہ دونوں صاحب تشریف لائے۔ آپ نے دونوں بچوں کو گودی میں لے لیا اور پیار کیا پھر ایک ہاتھ حضرت علی ؓ کی گردن میں دوسرا حضرت فاطمہ ؓ کی گردن میں ڈال کر ان دونوں کو بھی پیار کیا اور ایک سیاہ چادر سب پر ڈال کر فرمایا یا اللہ تیری طرف نہ کہ آگ کی طرف میں اور میری اہل بیت۔ میں نے کہا میں بھی ؟ فرمایا ہاں تو بھی۔ اور روایت میں ہے کہ میں اس وقت گھر کے دروازے پر بیٹھی ہوئی تھی اور میں نے کہا یا رسول اللہ ﷺ کیا میں اہل بیت میں سے نہیں ہوں ؟ آپ نے فرمایا تو بھلائی کی طرف ہے اور نبی ﷺ کی بیویوں میں سے ہے اور روایت میں ہے میں نے کہا مجھے بھی ان کے ساتھ شامل کرلیجئے تو فرمایا تو میری اہل ہے۔ حضرت عائشہ ؓ سے مروی ہے کہ حضور ﷺ سیاہ چادر اوڑھے ہوئے ایک دن صبح ہی صبح نکلے اور ان چاروں کو اپنی چادر تلے لے کر یہ آیت پڑھی (مسلم وغیرہ) حضرت عائشہ ؓ سے ایک مرتبہ کسی نے حضرت علی ؓ کے بارے میں سوال کیا تو آپ نے فرمایا وہ سب سے زیادہ رسول اللہ ﷺ کے محبوب تھے ان کے گھر میں آپ کی صاحبزادی تھیں جو سب سے زیادہ آپ کی محبوب تھیں۔ پھر چادر کا واقعہ بیان فرما کر فرمایا میں نے قریب جا کر کہا یا رسول اللہ میں بھی آپ کے اہل بیت سے ہوں آپ نے فرمایا دور رہو تم یقیناً خیر پر ہو (ابن ابی حاتم) حضرت سعید ؓ سے مروی ہے کہ حضور ﷺ نے فرمایا میرے اور ان چاروں کے بارے میں یہ آیت اتری ہے۔ اور سند سے یہ ابو سعید ؓ کا اپنا قول ہونا مروی ہے۔ واللہ اعلم۔ حضرت سعد ؓ فرماتے ہیں جب حضور ﷺ پر وحی اتری تو آپ نے ان چاروں کو اپنے کپڑے تلے لے کر فرمایا یارب یہ میرے اہل ہیں اور میرے اہل بیت ہیں (ابن جریر) صحیح مسلم شریف میں ہے حضرت یزید بن حبان فرماتے ہیں میں اور حصین بن سیرہ اور عمر بن مسلمہ مل کر حضرت زید بن ارقم ؓ کے پاس گئے۔ حصین کہنے لگے اے زید آپ کو تو بہت سی بھلائیاں مل گئیں۔ آپ نے حضور ﷺ کی زیارت کی، آپ کی حدیثیں سنیں، آپ کے ساتھ جہاد کئے، آ پکے پیچھے نمازیں پڑھیں غرض آپ نے بہت خیر و برکت پا لیا اچھا ہمیں کوئی حدیث تو سناؤ۔ آپ نے فرمایا بھتیجے اب میری عمر بڑی ہوگئی۔ حضور ﷺ کا زمانہ دور ہوگیا۔ بعض باتیں ذہن سے جاتی رہیں۔ اب تم ایسا کرو جو باتیں میں از خود بیان کروں انہیں تم قبول کرلو ورنہ مجھے تکلیف نہ دو۔ سنو ! مکہ اور مدینے کے درمیان ایک پانی کی جگہ پر جسے خم کہا جاتا ہے حضور ﷺ نے کھڑے ہو کر ہمیں ایک خطبہ سنایا۔ اللہ تعالیٰ کی حمد وثناء اور وعظ و پند کے بعد فرمایا میں ایک انسان ہوں۔ بہت ممکن ہے کہ میرے پاس میرے رب کا قاصد آئے اور میں اس کی مان لوں میں تم میں دو چیزیں چھوڑے جا رہا ہوں۔ پہلی تو کتاب اللہ جس پر ہدایت و نور ہے۔ تم اللہ کی کتابوں کو لو اور اسے مضبوطی سے تھام لو پھر تو آپ نے کتاب اللہ کی بڑی رغبت دلائی اور اس کی طرف ہمیں خوب متوجہ فرمایا۔ پھر فرمایا اور میری اہل بیت کے بارے میں اللہ کو یاد دلاتا ہوں تین مرتبہ یہی کلمہ فرمایا۔ تو حصین نے حضرت زید ؓ سے پوچھا آپ کے اہل بیت کون ہیں ؟ کیا آپ کی بیویاں آپ کی اہل بیت نہیں ہیں ؟ فرمایا آپ کی بیویاں تو آپ کی اہل بیت ہیں ہی۔ لیکن آپ کی اہل بیت وہ ہیں جن پر آپ کے بعد صدقہ کھانا حرام ہے، پوچھا وہ کون ہیں ؟ فرمایا آل علی، آل عقیل، آل جعفر، آل عباس ؓ۔ پوچھا کیا ان سب پر آپ کے بعد صدقہ حرام ہے ؟ کہا ہاں ! دوسری سند سے یہ بھی مروی ہے کہ میں نے پوچھا کیا آپ کی بیویاں بھی اہل بیت میں داخل ہیں ؟ کہا نہیں قسم ہے اللہ کی بیوی کا تو یہ حال ہے کہ وہ اپنے خاوند کے پاس گو عرصہ دراز سے ہو لیکن پھر اگر وہ طلاق دے دے تو اپنے میکے میں اور اپنی قوم میں چلی جاتی ہے۔ آپ کے اہل بیت آپ کی اصل اور عصبہ ہیں جن پر آپکے بعد صدقہ حرام ہے۔ اس روایت میں یہی ہے لیکن پہلی روایت ہی اولیٰ ہے اور اسی کو لینا ٹھیک ہے اور اس دوسری میں جو ہے اس سے مراد صرف حدیث میں جن اہل بیت کا ذکر ہے وہ ہے کیونکہ وہاں وہ آل مراد ہے جن پر صدقہ خوری حرام ہے یا یہ کہ مراد صرف بیویاں نہیں ہیں بلکہ وہ مع آپ کی اور آل کے ہیں۔ یہی بات زیادہ راحج ہے اور اس سے اس روایت اور اس سے پہلے کی روایت میں جمع بھی ہوجاتی ہے اور قرآن اور پہلی احادیث میں بھی جمع ہوجاتی ہے لیکن یہ اس صورت میں کہ ان احادیث کی صحت کو تسلیم کرلیا جائے۔ کیونکہ ان کی بعض اسنادوں میں نظر ہے واللہ تعالیٰ اعلم۔ جس شخص کو نور معرفت حاصل ہو اور قرآن میں تدبر کرنے کی عادت ہو وہ یقینا بیک نگاہ جان لے گا کہ اس آیت میں حضور ﷺ کی بیویاں بلاشبک و شبہ داخل ہیں اس لئے کہ اوپر سے کلام ہی ان کے ساتھ اور انہی کے بارے میں چل رہا ہے۔ یہی وجہ ہے کہ اس کے بعد ہی فرمایا کہ اللہ کی آیتیں اور رسول ﷺ کی باتیں جن کا درس تمہارے گھروں میں ہو رہا ہے انہیں یاد رکھو اور ان پر عمل کرو۔ پس اللہ کی آیات اور حکمت سے مراد بقول حضرت قتادہ وغیرہ کتاب و سنت ہے۔ پس یہ خاص خصوصیت ہے جو ان کے سوا کسی اور کو نہیں ملی کہ ان کے گھروں میں اللہ کی وحی اور رحمت الٰہی نازل ہوا کرتی ہے اور ان میں بھی یہ شرف حضرت ام المومنین عائشہ صدیقہ ؓ کو بطور اولیٰ اور سب سے زیادہ حاصل ہے کیونکہ حدیث شریف میں صاف وارد ہے کہ کسی عورت کے بستر پر حضور ﷺ کی طرف وحی نہیں آتی بجز آپ ﷺ کے بسترے کے یہ اس لئے بھی کہ حضور ﷺ نے آپ کے سوا کسی اور باکرہ سے نکاح نہیں کیا تھا۔ ان کا بستر بجز رسول اللہ ﷺ کے اور کسی کے لئے نہ تھا۔ پس اس زیادتی درجہ اور بلندی مرتبہ کی وہ صحیح طور پر مستحق تھیں۔ ہاں جبکہ آپ کی بیویاں آپ کے اہل بیت ہوئیں تو آپ کے قریبی رشتے دار بطور اولیٰ آپ کی اہل بیت ہیں۔ جیسے حدیث میں گذر چکا کہ میرے اہل بیت زیادہ حقدار ہیں۔ اس کی مثال میں یہ آیت ٹھیک طور پر پیش ہوسکتی ہے۔ (لَمَسْجِدٌ اُسِّسَ عَلَي التَّقْوٰى مِنْ اَوَّلِ يَوْمٍ اَحَقُّ اَنْ تَقُوْمَ فِيْهِ ۭ فِيْهِ رِجَالٌ يُّحِبُّوْنَ اَنْ يَّتَطَهَّرُوْا ۭوَاللّٰهُ يُحِبُّ الْمُطَّهِّرِيْنَ01008) 9۔ التوبہ :108) کہ یہ اتری تو ہے مسجد قبا کے بارے میں جیسا کہ صاف صاف احادیث میں موجود ہے۔ لیکن صحیح مسلم شریف میں ہے کہ جب حضور ﷺ سے سوال ہوا کہ اس مسجد سے کون سی مسجد مراد ہے ؟ تو آپ نے فرمایا وہ میری ہی مسجد ہے یعنی مسجد نبوی۔ پس جو صفت مسجد قبا میں تھی وہی صفت چونکہ مسجد نبوی میں بھی ہے اس لئے اس مسجد کو بھی اسی نام سے اس آیت کے تحت داخل کردیا۔ ابن ابی حاتم میں ہے کہ حضرت علی ؓ کی شہادت کے بعد حضرت حسن ؓ کو خلیفہ بنایا گیا۔ آپ ایک مرتبہ نماز پڑھا رہے تھے کہ بنو اسد کا ایک شخص کود کر آیا اور سجدے کی حالت میں آپ کے جسم میں خنجر گھونپ دیا جو آپ کے نرم گوشت میں لگا جس سے آپ کئی مہینے بیمار رہے جب اچھے ہوگئے تو مسجد میں آئے منبر پر بیٹھ کر خطبہ پڑھا جس میں فرمایا اے عراقیو ! ہمارے بارے میں اللہ کا خوف کیا کرو ہم تمہارے حاکم ہیں، تمہارے مہمان ہیں، ہم اہل بیت ہیں جن کے بارے میں آیت (وَقَرْنَ فِيْ بُيُوْتِكُنَّ وَلَا تَبَرَّجْنَ تَــبَرُّجَ الْجَاهِلِيَّةِ الْاُوْلٰى وَاَقِمْنَ الصَّلٰوةَ وَاٰتِيْنَ الزَّكٰوةَ وَاَطِعْنَ اللّٰهَ وَرَسُوْلَهٗ ۭ اِنَّمَا يُرِيْدُ اللّٰهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًا 33؀ۚ) 33۔ الأحزاب :33) اتری ہے۔ اس پر آپ نے خوب زور دیا اور اس مضمون کو بار بار ادا کیا جس سے مسجد والے رونے لگے۔ ایک مرتبہ آپ نے ایک شامی سے فرمایا تھا کیا تو نے سورة احزاب کی آیت تطہیر نہیں پڑھی ؟ اس نے کہا ہاں کیا اس سے مراد تم ہو ؟ فرمایا ہاں ! اللہ تعالیٰ بڑے لطف و کرم والا، بڑے علم اور پوری خبر والا ہے۔ اس نے جان لیا کہ تم اس کے لطف کے اہل ہو، اس لیے اس نے تمہیں یہ نعمتیں عطا فرمائیں اور یہ فضیلتیں تمہیں دیں۔ پس اس آیت کے معنی مطابق تفسیر ابن جریر یہ ہوئے کہ اے نبی کی بیویو ! اللہ کی جو نعمت تم پر ہے اسے تم یاد کرو کہ اس نے تمہیں ان گھروں میں کیا جہاں اللہ کی آیات اور حکمت پڑھی جاتی ہے تمہیں اللہ تعالیٰ کی اس نعمت پر اس کا شکر کرنا چاہئے اور اس کی حمد پڑھنی چاہئے کہ تم پر اللہ کا لطف و کرم ہے کہ اس نے تمہیں ان گھروں میں آباد کیا۔ حکمت سے مراد سنت و حدیث ہے۔ اللہ انجام تک سے خبردار ہے۔ اس نے اپنے پورے اور صحیح علم سے جانچ کر تمہیں اپنے نبی ﷺ کی بیویاں بننے کے لئے منتخب کرلیا۔ پس دراصل یہ بھی اللہ کا تم پر احسان ہے جو لطیف وخبیر ہے ہر چیز کے جزوکل سے۔",
  "ayah": 33,
  "surah": 33
}
