{
  "text": "حق مہر اور بصورت علیحدگی کے احکامات۔ اللہ تعالیٰ اپنے نبی ﷺ سے فرما رہا ہے کہ آپ نے اپنی جن بیویوں کو مہر ادا کیا ہے وہ سب آپ پر حلال ہیں۔ آپ کی تمام ازواج مطہرات کا مہر ساڑھے بارہ اوقیہ تھا جس کے پانچ سو درہم ہوتے ہیں۔ ہاں ام المومنین حضرت حبیبہ بنت ابی سفیان عنہا کا مہر حضرت نجاشی ؒ نے اپنے پاس سے چار سو دینار دیا تھا۔ اور اسی طرح ام المومنین حضرت صفیہ بنت حیی ؓ کا مہر صرف ان کی آزادی تھی۔ خیبر کے قیدیوں میں آپ بھی تھیں پھر آپ نے انہیں آزاد کردیا اور اور اسی آزادی کو مہر قرار دیا اور نکاح کرلیا۔ اور حضرت جویریہ بنت حارث مصطلقیہ نے جتنی رقم پر مکاتبہ کیا تھا وہ پوری رقم آپ نے حضرت ثابت بن قیس بن شماس کو ادا کر کے ان سے عقد باندھا تھا۔ اللہ تعالیٰ آپ کی تمام ازواج مطہرات پر اپنی رضامندی نازل فرمائے۔ اسی طرح جو لونڈیاں غنیمت میں آپ کے قبضے میں آئیں وہ بھی آپ پر حلال ہیں۔ صفیہ اور جویریہ کے مالک آپ ہوگئے تھے پھر آپ نے انہیں آزاد کر کے ان سے نکاح کرلیا۔ ریحانہ بنت شمعون نصریہ اور ماریہ قبطیہ ؓ بھی آپ کی ملکیت میں آئی تھیں۔ حضرت ماریہ ؓ سے آپ کو فرزند بھی ہوا۔ جن کا نام حضرت ابراہیم تھا۔ چونکہ نکاح کے بارے میں نصرانیوں نے افراط اور یہودیوں نے تفریط سے کام لیا تھا اس لئے اس عدل و انصاف والی سہل اور صاف شریعت نے درمیانہ راہ حق کو ظاہر کردیا۔ نصرانی تو سات پشتوں تک جس عورت مرد کا نسب نہ ملتا ہو۔ ان کا نکاح جائز جانتے تھے اور یہودی بہن اور بھائی کی لڑکی سے بھی نکاح کرلیتے تھے۔ پس اسلام نے بھانجی بھتیجی سے نکاح کرنے کو روکا۔ اور چچا کی لڑکی پھوپھی کی لڑکی ماموں کی لڑکی اور خالہ کی لڑکی سے نکاح کو مباح قرار دیا۔ اس آیت کے الفاظ کی خوبی پر نظر ڈالئے کہ عم اور خال چچا اور ماموں کے لفظ کو تو واحد لائے اور عمات اور خلات یعنی پھوپھی اور خالہ کے لفظ کو جمع لائے۔ جس میں مردوں کی ایک قسم کی فضیلت عورتوں پر ثابت ہو رہی ہے۔ جیسے (يُخْرِجُوْنَـھُمْ مِّنَ النُّوْرِ اِلَى الظُّلُمٰتِ02507ۧ) 2۔ البقرة :257) اور جیسے (وَجَعَلَ الظُّلُمٰتِ وَالنُّوْرَ) 6۔ الانعام :1) یہاں بھی چونکہ ظلمات اور نور یعنی اندھیرے اور اجالے کا ذکر تھا اور اجالے کو اندھیرے پر فضیلت ہے اس لئے وہ لفظ ظلمات جمع لائے۔ اور لفظ نور مفرد لائے۔ اس کی اور بھی بہت سی نظیریں دی جاسکتی ہیں، پھر فرمایا جنہوں نے تیرے ساتھ ہجرت کی ہے۔ حضرت ام ہانی ؓ فرماتی ہیں میرے پاس حضور ﷺ کا مانگا آیا تو میں نے اپنی معذوری ظاہر کی جسے آپ نے تسلیم کرلیا۔ اور یہ آیت اتری میں ہجرت کرنے والیوں میں نہ تھی بلکہ فتح مکہ کے بعد ایمان لانے والیوں میں تھی۔ مفسرین نے بھی یہی کہا ہے کہ مراد ہے کہ جنہوں نے مدینے کی طرف آپ کے ساتھ ہجرت کی ہو۔ قتادہ سے ایک روایت میں اس سے مراد اسلام لانا بھی مروی ہے۔ ابن مسعود کی قرائت میں (وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا للنَّبِيِّ اِنْ اَرَاد النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا ۤ خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۭ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌ ۭ وَكَان اللّٰهُ غَفُوْرًا رَّحِيْمًا 50؀) 33۔ الأحزاب :50) پھر فرمایا اور وہ مومنہ عورت جو اپنا نفس اپنے نبی کے لئے ہبہ کردیے۔ اور نبی بھی اس سے نکاح کرنا چاہیں۔ تو بغیر مہر دیے اسے نکاح میں لاسکتے ہیں۔ پس یہ حکم دو شرطوں کے ساتھ ہے جیسے آیت (وَلَا يَنْفَعُكُمْ نُصْحِيْٓ اِنْ اَرَدْتُّ اَنْ اَنْصَحَ لَكُمْ اِنْ كَان اللّٰهُ يُرِيْدُ اَنْ يُّغْوِيَكُمْ ۭ هُوَ رَبُّكُمْ ۣ وَاِلَيْهِ تُرْجَعُوْنَ 34؀ۭ) 11۔ ھود :34) میں۔ یعنی حضرت نوح ؑ اپنی قوم سے فرماتے ہیں اگر میں تمہیں نصیحت کرنا چاہوں اور اگر اللہ تمہیں اس نصیحت سے مفید کرنا نہ چاہے تو میری نصیحت تمہیں کوئی نفع نہیں دے سکتی۔ اور جیسے حضرت موسیٰ ؑ کے اس فرمان میں (يٰقَوْمِ اِنْ كُنْتُمْ اٰمَنْتُمْ باللّٰهِ فَعَلَيْهِ تَوَكَّلُوْٓا اِنْ كُنْتُمْ مُّسْلِمِيْنَ 84؀) 10۔ یونس :84) یعنی اے میری قوم اگر تم اللہ پر ایمان لائے ہو۔ اور اگر تم مسلمان ہوگئے ہو تو تمہیں اللہ ہی پر بھروسہ کرنا چاہیے۔ پس جیسے ان آیتوں میں دو دو شرائط ہیں اسی طرح اس آیت میں بھی دو شرائط ہیں۔ ایک تو اس کا اپنا نفس ہبہ کرنا دوسرے آپ کا بھی اسے اپنے نکاح میں لانے کا ارادہ کرنا۔ مسند احمد میں ہے کہ حضور ﷺ کے پاس ایک عورت آئی اور کہا کہ میں اپنا نفس آپ کے لئے ہبہ کرتی ہوں۔ پھر وہ دیر تک کھڑی رہیں۔ تو ایک صحابی نے کھڑے ہو کر کہا رسول اللہ ﷺ اگر آپ ان سے نکاح کا ارادہ نہ رکھتے ہوں تو میرے نکاح میں دے دیجئے۔ آپ نے فرمایا تمہارے پاس کچھ ہے ؟ جو انہیں مہر میں دیں ؟ جواب دیا کہ اس تہمد کی سوا اور کچھ نہیں۔ آپ نے فرمایا یہ اگر تم انہیں دے دو گے تو خود بغیر تہمد کے رہ جاؤ گے کچھ اور تلاش کرو۔ اس نے کہا میں اور کچھ نہیں پاتا۔ آپ نے فرمایا تلاش تو کرو گو لوہے کی انگوٹھی ہی مل جائے۔ انہوں نے ہرچند دیکھ بھال کی لیکن کچھ نہ پایا۔ آپ نے فرمایا قرآن کی کچھ سورتیں بھی تمہیں یاد ہیں ؟ اس نے کہا فلاں فلاں سورتیں یاد ہیں۔ آپ نے فرمایا بس انہی سورتوں پر میں نے انہیں تمہارے نکاح میں دیا۔ یہ حدیث بخاری مسلم میں بھی۔ حضرت انس جب یہ واقعہ بیان کرنے لگے تو ان کی صاحبزادی بھی سن رہی تھیں۔ کہنے لگیں اس عورت میں بہت ہی کم حیا تھی۔ تو آپ نے فرمایا تم سے وہ بہتر تھیں کہ حضور ﷺ کی خدمت کی رغبت کر رہی تھیں اور آپ پر اپنا نفس پیش کر رہی تھیں (بخاری) مسند احمد میں ہے کہ ایک عورت حضور ﷺ کے پاس آئیں اور اپنی بیٹی کی بہت سی تعریفیں کر کے کہنے لگیں کے حضور میری مراد یہ ہے کہ آپ اس سے نکاح کرلیں۔ آپ نے قبول فرما لیا اور وہ پھر بھی تعریف کرتی رہیں۔ یہاں تک کہ کہا حضور نہ وہ کبھی وہ بیمار پڑیں نہ سر میں درد ہوا یہ سن کر آپ نے فرمایا پھر مجھے اس کی کوئی حاجت نہیں۔ حضرت عائشہ سے مروی ہے کہ اپنے نفس کو ہبہ کرنے والی بیوی صاحبہ حضرت خولہ بنت حکیم ؓ تھیں۔ اور روایت میں ہے یہ قبلہ بنو سلیم میں سے تھیں۔ اور روایت میں ہے یہ بڑی نیک بخت عورت تھیں۔ ممکن ہے ام سلیم ہی حضرت خولہ ہوں ؓ۔ اور یہ بھی ہوسکتا ہے کہ یہ دوسری کوئی عورت ہوں۔ ابن ابی حاتم میں ہے کہ حضور ﷺ نے تیرہ عورتوں سے نکاح کیا جن میں سے چھ تو قریشی تھیں۔ خدیجہ، عائشہ، حفصہ، ام حبیبہ، سودہ و ام سلمہ ؓ اجمعین اور تین بنو عامر بن صعصعہ کے قبیلے میں سے تھیں اور دو عورتیں قبیلہ بنوہلال بن عامر میں سے تھیں اور حضرت میمونہ بنت حارث ؓ۔ یہی وہ ہیں جنہوں نے اپنا نفس رسول اللہ کو ہبہ کیا تھا اور حضرت زینب ؓ جن کی کنیت ام المساکین تھی۔ اور ایک عورت بنو ابی بکرین کلاب سے۔ یہ وہی ہے جس نے دنیا کو اختیار کیا تھا اور بنو جون میں سے ایک عورت جس نے پناہ طلب کی تھی، اور ایک عورت اسدیہ جن کا نام زینب بنت جحش ہے ؓ۔ دو کنزیں تھیں۔ صفیہ بنت حی بن اخطب اور جویریہ بنت حارث بن عمرو بن مصطلق خزاعیہ۔ ابن عباس سے مروی ہے کہ اپنے نفس کو ہبہ کرنے والی عورت حضرت میمونہ بنت حارث تھیں لیکن اس میں انقطاع ہے۔ اور یہ روایت مرسل ہے۔ یہ مشہور بات ہے کہ حضرت زینب جن کی کنیت ام المساکین تھی، یہ زینب بنت خزیمہ تھیں، فبیلہ انصار میں سے تھیں اور حضور ﷺ کی حیات میں ہی انتقال کر گئیں۔ ؓ۔ واللہ اعلم، مقصد یہ ہے کہ وہ عورتیں جنہوں نے اپنے نفس کا اختیار آپ کو دیا تھا چناچہ صحیح بخاری شریف میں حضرت عائشہ سے مروی ہے کہ میں ان عورتوں پر غیرت کیا کرتی تھی جو اپنا نفس حضور ﷺ کو ہبہ کردیتی تھیں اور مجھے بڑا تعجب معلوم ہوتا تھا کہ عورتیں اپنا نفس ہبہ کرتی ہیں۔ جب یہ آیت اتری کہ (تُرْجِيْ مَنْ تَشَاۗءُ مِنْهُنَّ وَ تُـــــْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۗءُ ۭ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۭ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّ ۭ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۭ وَكَان اللّٰهُ عَلِــيْمًا حَلِــيْمًا 51؀) 33۔ الأحزاب :51) الخ، تو ان میں سے جسے چاہے اس سے نہ کر اور جسے چاہے اپنے پاس جگہ دے اور جن سے تو نے یکسوئی کرلی ہے انہیں بھی اگر تم لے آؤ تو تم پر کوئی حرج نہیں۔ تو میں نے کہا بس اب تو اللہ تعالیٰ نے آپ پر خوب وسعت و کشادگی کردی۔ حضرت ابن عباس سے مروی ہے کہ کوئی عورت حضور ﷺ کے پاس نہ تھی جس نے اپنا نفس آپ کو ہبہ کیا ہو۔ حضرت یونس بن بکیر فرماتے ہیں گو آپ کے لئے یہ مباح تھا کہ جو عورت اپنے تئیں آپ کو سونپ دے آپ اسے اپنے گھر میں رکھ لیں لیکن آپ نے ایسا کیا نہیں۔ کیونکہ یہ امر آپ کی مرضی پر رکھا گیا تھا۔ یہ بات کسی اور کے لئے جائز نہیں ہاں مہر ادا کر دے تو بیشک جائز ہے۔ چناچہ حضرت بروع بنت واشق کے بارے میں جنہوں نے اپنا نفس سونپ دیا تھا جب ان کے شوہر انتقال کر گئے تو رسول ﷺ نے یہی فیصلہ کیا تھا کہ ان کے خاندان کی اور عورتوں کے مثل انہیں مہر دیا جائے۔ جس طرح موت مہر کو مقرر کردیتی ہے اسی طرح صرف دخول سے بھی مہر و اجب ہوجاتا ہے۔ ہاں حضور ﷺ اس حکم سے مستثنیٰ تھے۔ ایسی عورتوں کو کچھ دینا آپ پر واجب نہ تھا گو اسے شرف بھی حاصل ہوچکا ہو۔ اس لئے کہ آپ کو بغیر مہر کے اور بغیر ولی کے اور بغیر گواہوں کے نکاح کرلینے کا اختیار تھا جیسا کہ حضرت زینب بنت جحش ؓ کے قصے میں ہے۔ حضرت قتادہ فرماتے ہیں کسی عورت کو یہ جائز نہیں کہ اپنے آپ کو بغیر ولی اور بغیر مہر کے کسی کے نکاح میں دے دے۔ ہاں صرف رسول اللہ ﷺ کے لئے یہ تھا۔ اور مومنوں پر جو ہم نے مقرر کردیا ہے اسے ہم خوب جانتے ہیں یعنی وہ چار سے زیادہ بیویاں ایک ساتھ رکھ نہیں سکتے۔ ہاں ان کے علاوہ لونڈیاں رکھ سکتے ہیں۔ اور ان کی کوئی تعداد مقرر نہیں۔ اسی طرح ولی کی مہر کی گواہوں کی بھی شرط ہے۔ پس امت کا تو یہ حکم ہے اور آپ پر اس کی پابندیاں نہیں۔ تاکہ آپ کو کوئی حرج نہ ہو۔ اللہ بڑا غفور ورحیم ہے۔",
  "ayah": 50,
  "surah": 33
}
