{
  "text": "ازواج مطہرات کا عہد و فا۔ پہلی آیتوں میں گذر چکا ہے کہ رسول اللہ ﷺ نے ازواج مطہرات کو اختیار دیا کہ اگر وہ چاہیں تو حضور ﷺ کی زوجیت میں رہیں اور اگر چاہیں تو آپ سے علیحدہ ہوجائیں۔ لیکن امہات المومنین نے دامن رسول کو چھوڑنا پسند نہ فرمایا۔ اس پر انہیں اللہ کی طرف سے ایک دنیاوی بدلہ یہ بھی ملا کہ حضور ﷺ کو اس آیت میں حکم ہوا کہ اب اس کے سوا کسی اور عورت سے نکاح نہیں کرسکتے نہ آپ ان میں سے کسی کو چھوڑ کر اس کے بدلے دوسری لاسکتے ہیں گو وہ کتنی ہی خوش شکل کیوں نہ ہو ؟ ہاں لونڈیوں اور کنیزوں کی اور بات ہے اس کے بعد پھر رب العالمین نے یہ تنگی آپ پر سے اٹھالی اور نکاح کی اجازت دے دی لیکن خود حضور ﷺ نے پھر سے کوئی اور نکاح کیا ہی نہیں۔ اس حرج کے اٹھانے میں اور پھر عمل کے نہ ہونے میں بہت بڑی مصلحت یہ تھی کہ حضور ﷺ کا یہ احسان اپنی بیویوں پر رہے۔ چناچہ حضرت عائشہ سے مروی ہے کہ آپ کے انتقال سے پہلے ہی اللہ تعالیٰ نے آپ کے لئے اور عورتیں بھی حلال کردی تھیں (ترمذی نسائی وغیرہ) حضرت ام سلمہ سے بھی مروی ہے۔ حلال کرنے والی آیت (تُرْجِيْ مَنْ تَشَاۗءُ مِنْهُنَّ وَ تُـــــْٔوِيْٓ اِلَيْكَ مَنْ تَشَاۗءُ ۭ وَمَنِ ابْتَغَيْتَ مِمَّنْ عَزَلْتَ فَلَا جُنَاحَ عَلَيْكَ ۭ ذٰلِكَ اَدْنٰٓى اَنْ تَقَرَّ اَعْيُنُهُنَّ وَلَا يَحْزَنَّ وَيَرْضَيْنَ بِمَآ اٰتَيْتَهُنَّ كُلُّهُنَّ ۭ وَاللّٰهُ يَعْلَمُ مَا فِيْ قُلُوْبِكُمْ ۭ وَكَان اللّٰهُ عَلِــيْمًا حَلِــيْمًا 51؀) 33۔ الأحزاب :51) ، ہے جو اس آیت سے پہلے گذر چکی ہے بیان میں وہ پہلے ہے اور اترنے میں وہ پیچھے ہے۔ سورة بقرہ میں بھی اس طرح عدت وفات کی پچھلی آیت منسوخ ہے اور پہلی آیت اس کی ناسخ ہے۔ واللہ اعلم۔ اس آیت کے ایک اور معنی بھی بہت سے حضرات سے مروی ہیں۔ وہ کہتے ہیں مطلب اس سے یہ ہے کہ جن عورتوں کا ذکر اس سے پہلے ہے ان کے سوا اور حلال نہیں جن میں یہ صفتیں ہوں وہ ان کے علاوہ بھی حلال ہیں۔ چناچہ حضرت ابی بن کعب سے سوال ہوا کہ کیا حضور ﷺ کی جو بیویاں تھیں اگر وہ آپ کی موجودگی میں انتقال کرجائیں تو آپ اور عورتوں سے نکاح نہیں کرسکتے تھے ؟ آپ نے فرمایا یہ کیوں ؟ تو سائل نے لایحل والی آیت پڑھی۔ یہ سن کر حضرت ابی نے فرمایا اس آیت کا مطلب تو یہ ہے کہ عورتوں کی جو قسمیں اس سے پہلے بیان ہوئی ہیں یعنی نکاحتا بیویاں، لونڈیاں، چچا کی، پھوپیوں کی، مامو اور خالاؤں کی بیٹیاں ہبہ کرنے والی عورتیں۔ ان کے سوا جو اور قسم کی ہوں جن میں یہ اوصاف نہ ہوں وہ آپ پر حلال نہیں ہیں۔ (ابن جریر) ابن عباس سے مروی ہے کہ سوائے ان مہاجرات مومنات کے اور عورتوں سے نکاح کرنے کی آپ کو ممانعت کردی گئی۔ غیر مسلم عورتوں سے نکاح حرام کردیا گیا قرآن میں ہے (وَمَنْ يَّكْفُرْ بالْاِيْمَانِ فَقَدْ حَبِطَ عَمَلُهٗ ۡ وَهُوَ فِي الْاٰخِرَةِ مِنَ الْخٰسِرِيْنَ ۧ) 5۔ المآئدہ :5) یعنی ایمان کے بعد کفر کرنے والے کے اعمال غارت ہیں۔ پس اللہ تعالیٰ نے آیت (يٰٓاَيُّهَا النَّبِيُّ اِنَّآ اَحْلَلْنَا لَكَ اَزْوَاجَكَ الّٰتِيْٓ اٰتَيْتَ اُجُوْرَهُنَّ وَمَا مَلَكَتْ يَمِيْنُكَ مِمَّآ اَفَاۗءَ اللّٰهُ عَلَيْكَ وَبَنٰتِ عَمِّكَ وَبَنٰتِ عَمّٰتِكَ وَبَنٰتِ خَالِكَ وَبَنٰتِ خٰلٰتِكَ الّٰتِيْ هَاجَرْنَ مَعَكَ ۡ وَامْرَاَةً مُّؤْمِنَةً اِنْ وَّهَبَتْ نَفْسَهَا للنَّبِيِّ اِنْ اَرَاد النَّبِيُّ اَنْ يَّسْتَنْكِحَهَا ۤ خَالِصَةً لَّكَ مِنْ دُوْنِ الْمُؤْمِنِيْنَ ۭ قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ فِيْٓ اَزْوَاجِهِمْ وَمَا مَلَكَتْ اَيْمَانُهُمْ لِكَيْلَا يَكُوْنَ عَلَيْكَ حَرَجٌ ۭ وَكَان اللّٰهُ غَفُوْرًا رَّحِيْمًا 50؀) 33۔ الأحزاب :50) ، میں عورتوں کی جن قسموں کا ذکر کیا وہ تو حلال ہیں ان کے ماسوا اور حرام ہیں۔ مجاہد فرماتے ہیں ان کے سوا ہر قسم کی عورتیں خواہ وہ مسلمان ہوں خواہ یہودیہ ہوں خواہ نصرانیہ سب حرام ہیں۔ ابو صالح فرماتے ہیں ان کے سوا ہر قسم کی عورتیں خواہ وہ مسلمان ہوں خواہ یہودیہ ہوں خواہ نصرانیہ سب حرام ہیں۔ ابو صالح فرماتے ہیں کہ اعرابیہ اور انجان عورتوں سے نکاح سے روک دیئے گئے۔ لیکن جو عورتیں حلال تھیں ان میں سے اگر چاہیں سینکڑوں کرلیں حلال ہیں۔ الغرض آیت عام ہے ان عورتوں کو جو آپ کے گھر میں تھیں اور ان عورتوں کو جن کی اقسام بیان ہوئیں سب کو شامل ہے اور جن لوگوں سے اس کے خلاف مروی ہے ان سے اس کے مطابق بھی مروی ہے۔ لہذا کوئی منفی نہیں۔ ہاں اس پر ایک بات باقی رہ جاتی ہے کہ حضور ﷺ نے حضرت حفصہ کو طلاق دے دی تھی پھر ان سے رجوع کرلیا تھا اور حضرت سودہ کے فراق کا بھی ارادہ کیا تھا جس پر انہوں نے اپنی باری کا دن حضرت عائشہ کو دے دیا تھا۔ اس کا جواب امام ابن جریر نے یہ دیا ہے کہ یہ واقعہ اس آیت کے نازل ہونے سے پہلے کا ہے۔ بات یہی ہے لیکن ہم کہتے ہیں اس جواب کی بھی ضرورت نہیں۔ اس لئے کہ آیت میں ان کے سوا دوسریوں سے نکاح کرنے اور انہیں نکال کر اوروں کو لانے کی ممانعت ہے نہ کہ طلاق دینے کی، واللہ اعلم۔ سودہ والے واقعہ میں آیت (وَاِنِ امْرَاَةٌ خَافَتْ مِنْۢ بَعْلِھَا نُشُوْزًا اَوْ اِعْرَاضًا فَلَا جُنَاحَ عَلَيْهِمَآ اَنْ يُّصْلِحَا بَيْنَهُمَا صُلْحًا ۭ وَالصُّلْحُ خَيْرٌ ۭوَاُحْضِرَتِ الْاَنْفُسُ الشُّحَّ ۭوَاِنْ تُحْسِنُوْا وَتَتَّقُوْا فَاِنَّ اللّٰهَ كَانَ بِمَا تَعْمَلُوْنَ خَبِيْرًا01208) 4۔ النسآء :128) اتری ہے اور حضرت حفصہ ؓ والا واقعہ ابو داؤد وغیرہ میں مروی ہے۔ ابو یعلی میں ہے کہ حضرت عمر ؓ اپنی صاحبزادی حضرت حفصہ کے پاس ایک دن آئے دیکھا کہ وہ رو رہی ہیں پوچھا کہ شاید تمہیں حضور ﷺ نے طلاق دے دی۔ سنو اگر رجوع ہوگیا اور پھر یہی موقعہ پیش آیا تو قسم اللہ کی میں مرتے دم تک تم سے کلام نہ کروں گا۔ آیت میں اللہ تعالیٰ نے آپ کو زیادہ کرنے سے اور کسی کو نکال کر اس کے بدلے دوسری کو لانے سے منع کیا ہے۔ مگر لونڈیاں حلال رکھی گئیں۔ حضرت ابوہریرہ فرماتے ہیں کہ جاہلیت میں ایک خبیث رواج یہ بھی تھا کہ لوگ آپس میں بیویوں کا تبادلہ کرلیا کرتے تھے یہ اپنی اسے دے دیتا تھا اور وہ اپنی اسے دے دیتا تھا۔ اسلام نے اس گندے طریقے سے مسلمانوں کو روک دیا۔ ایک مرتبہ کا واقعہ ہے کہ عینیہ بن حصن فزاری حضور ﷺ کے پاس آئے۔ اور اپنی جاہلیت کی عادت کے مطابق بغیر اجازت لئے چلے آئے۔ اس وقت آپ کے پاس حضرت عائشہ ؓ بیٹھی ہوئی تھیں۔ آپ نے فرمایا تم بغیر اجازت کیوں چلے آئے ؟ اس نے کہا واہ ! میں نے تو آج تک قبیلہ مفر کے خاندان کے کسی شخص سے اجازت مانگی ہی نہیں۔ پھر کہنے لگا یہاں آپ کے پاس کون سی عورت بیٹھی ہوئی تھیں ؟ آپ نے فرمایا یہ ام المومنین حضرت عائشہ تھیں۔ تو کہنے لگا حضور ﷺ انہیں چھوڑ دیں میں ان کے بدلے اپنی بیوی آپ کو دیتا ہوں جو خوبصورتی میں بےمثل ہے۔ آپ نے فرمایا اللہ تعالیٰ نے ایسا کرنا حرام کردیا ہے۔ جب وہ چلے گئے تو مائی صاحبہ نے دریافت فرمایا کہ یا رسول اللہ ﷺ یہ کون تھا ؟ آپ نے فرمایا ایک احمق سردار تھا۔ تم نے ان کی باتیں سنیں ؟ اس پر بھی یہ اپنی قوم کا سردار ہے۔ اس روایت کا ایک راوی اسحاق بن عبداللہ بالکل گرے ہوئے درجے کا ہے۔",
  "ayah": 52,
  "surah": 33
}
