{
  "text": "احکامات پردہ۔ اس آیت میں پردے کا حکم ہے اور شرعی آداب و احکام کا بیان ہے۔ حضرت عمر ؓ کے قول کے مطابق جو آیتیں اتری ہیں ان میں ایک یہ بھی ہے۔ بخاری مسلم میں آپ سے مروی ہے کہ تین باتیں میں نے کہیں جن کے مطابق ہی رب العالمین کے احکام نازل ہوئے۔ میں نے کہا یا رسول اللہ ! اگر آپ مقام ابراہیم کو قبلہ بنائیں تو بہتر ہو۔ اللہ تعالیٰ کا بھی یہی حکم اترا کہ (وَاتَّخِذُوْا مِنْ مَّقَامِ اِبْرٰهٖمَ مُصَلًّى01205) 2۔ البقرة :125) میں نے کہا یا رسول اللہ ﷺ مجھے تو یہ اچھا نہیں معلوم ہوتا کہ گھر میں ہر کوئی یعنی چھوٹا بڑا آجائے آپ اپنی بیویوں کو پردے کا حکم دیں تو اچھا ہو پس اللہ تعالیٰ کی طرف سے پردے کا حکم نازل ہوا۔ جب حضور ﷺ کی ازواج مطہرات غیرت کی وجہ سے کچھ کہنے سننے لگیں تو میں نے کہا کسی غرور میں نہ رہنا اگر حضور ﷺ تمہیں چھوڑ دیں تو اللہ تعالیٰ تم سے بہتر بیویاں آپ کو دلوائے گا چناچہ یہی آیت قرآن میں نازل ہوئی۔ صحیح مسلم میں ایک چوتھی موافقت بھی مذکور ہے وہ بدر کے قیدیوں کا فیصلہ ہے اور روایت میں ہے سنہ 5 ھ ماہ ذی قعدہ میں جبکہ رسول اللہ ﷺ نے حضرت زینب بنت جحش ؓ سے نکاح کیا ہے۔ جو نکاح خود اللہ تعالیٰ نے کرایا تھا اسی صبح کو پردے کی آیت نازل ہوئی ہے۔ بعض حضرات کہتے ہیں یہ واقعہ سن تین ہجری کا ہے۔ واللہ اعلم۔ صحیح بخاری شریف میں حضور ﷺ نے جب حضرت زینب بنت جحش ؓ سے نکاح کیا تو لوگوں کی دعوت کی وہ کھا پی کر باتوں میں بیٹھے رہے آپ نے اٹھنے کی تیاری بھی کی۔ پھر بھی وہ نہ اٹھے یہ دیکھ کر آپ کھڑے ہوگئے آپ کے ساتھ ہی کچھ لوگ تو اٹھ کر چل دیئے لیکن پھر بھی تین شخص وہیں بیٹھے رہ گئے اور باتیں کرتے رہے۔ حضور ﷺ پلٹ کر آئے تو دیکھا کہ وہ ابھی تک باتوں میں لگے ہوئے ہیں۔ آپ پھر لوٹ گئے۔ جب یہ لوگ چلے گئے تو حضرت انس نے حضور ﷺ کو خبر دی۔ اب آپ آئے گھر میں تشریف لے گئے حضرت انس فرماتے ہیں میں نے بھی جانا چاہا تو آپ نے اپنے اور میرے درمیان پردہ کرلیا اور یہ آیت اتری اور روایت میں ہے کہ حضور نے اس موقعہ پر گوشت روٹی کھلائی تھی اور حضرت انس کو بھیجا تھا کہ لوگوں کو بلا لائیں لوگ آتے تھے کھاتے تھے اور واپس جاتے تھے۔ جب ایک بھی ایسا نہ بچا کہ جیسے حضرت انس بلاتے تو آپ کو خبر دی آپ نے فرمایا اب دستر خوان بڑھا دو لوگ سب چلے گئے مگر تین شخص باتوں میں لگے رہے۔ حضور ﷺ یہاں سے نکل کر حضرت عائشہ کے پاس گئے اور فرمایا اسلام علیکم اہل البیست و رحمتہ اللہ وبرکاتہ۔ انہوں نے جواب دیا وعلیکم السلام و رحمتہ اللہ فرمایئے حضور ﷺ بیوی صاحبہ سے خوش تو ہیں ؟ آپ نے فرمایا اللہ تمہیں برکت دے۔ اسی طرح آپ اپنی تمام ازواج مطہرات کے پاس گئے اور سب جگہ یہی باتیں ہوئیں۔ اب لوٹ کر جو آئے تو دیکھا کہ وہ تینوں صاحب اب تک گئے نہیں۔ چونکہ آپ میں شرم و حیا لحاظ و مروت بیحد تھا اس لئے آپ کچھ فرما نہ سکے اور پھر سے حضرت عائشہ کے حجرے کی طرف چلے اب نہ جانے میں نے خبر دی یا آپ کو خود خبردار کردیا گیا کہ وہ تینوں بھی چلے گئے ہیں تو آپ پھر آئے اور چوکھٹ میں ایک قدم رکھتے ہی آپ نے پردہ ڈال دیا اور پردے کی آیت نازل ہوئی۔ ایک روایت میں بجائے تین شخصوں کے دو کا ذکر ہے۔ ابن ابی حاتم میں ہے کہ آپ کے کسی نئے نکاح پر حضرت ام سلیم نے مالیدہ بنا کر ایک برتن میں رکھ کر حضرت انس سے کہا اسے اللہ کے رسول ﷺ کو پہنچاؤ اور کہہ دینا کہ یہ تھوڑا سا تحفہ ہماری طرف سے قبول فرمایئے اور میرا سلام بھی کہہ دینا۔ اس وقت لوگ تھے بھی تنگی میں۔ میں نے جا کر حضور ﷺ کو سلام کیا ام المومنین کا سلام پہنچایا اور پیغام بھی۔ آپ نے اسے دیکھا اور فرمایا اچھا اسے رکھ دو۔ میں نے گھر کے ایک کونے میں رکھ دیا پھر فرمایا جاؤ فلاں اور فلاں کو بلا لاؤ بہت سے لوگوں کے نام لئے اور پھر فرمایا ان کے علاوہ جو مسلمان مل جائے میں نے یہی کیا۔ جو ملا اسے حضور ﷺ کے ہاں کھانے کے لئے بھیجتا رہا واپس لوٹا تو دیکھا کہ گھر اور انگنائی اور بیٹھک سب لوگوں سے بھرے ہوئے ہے تقریباً تین سو آدمی جمع ہوگئے تھے اب مجھ سے آپ نے فرمایا آؤ وہ پیالہ اٹھا لاؤ میں لایا تو آپ نے اپنا ہاتھ اس پر رکھ کر دعا کی اور جو اللہ نے چاہا۔ آپ نے زبان سے کہا پھر فرمایا چلو دس دس آدمی حلقہ کر کے بیٹھ جاؤ اور ہر ایک بسم اللہ کہہ کر اپنے اپنے آگے سے کھانا شروع کرو۔ اسی طرح کھانا شروع ہوا اور سب کے سب کھاچکے تو آپ نے فرمایا پیالہ اٹھالو حضرت انس فرماتے ہیں میں نے پیالہ اٹھا کر دیکھا تو میں نہیں کہہ سکتا کہ جس وقت رکھا اس وقت اس میں زیادہ کھانا تھا یا اب ؟ چند لوگ آپ کے گھر میں ٹھہر گئے ان میں باتیں ہو رہی تھیں اور ام المومنین دیوار کی طرف منہ پھیرے بیٹھی ہوئی تھیں ان کا اتنی دیر تک نہ ہٹنا حضور ﷺ پر شاق گذر رہا تھا لیکن شرم ولحاظ کی وجہ سے کچھ فرماتے نہ تھے اگر انہیں اس بات کا علم ہوجاتا تو وہ نکل جاتے لیکن وہ بےفکری سے بیٹھتے ہی رہے۔ آپ گھر سے نکل کر اور ازواج مطہرات کے حجروں کے پاس چلے گئے پھر واپس آئے تو دیکھا کہ وہ بیٹھے ہوئے ہیں۔ اب تو یہ بھی سمجھ گئے بڑے نادم ہوئے اور جلدی سے نکل لئے آپ اندر بڑھے اور پردہ لٹکا دیا۔ میں بھی حجرے میں ہی تھا جب یہ آیت اتری اور آپ اس کی تلاوت کرتے ہوئے باہر آئے سب سے پہلے اس آیت کو عورتوں نے سنا اور میں تو سب سے اول ان کا سننے والا ہوں۔ پہلے حضرت زینب کے پاس آپ کا مانگا لے جانے کی روایت آیت (فلما قضی زید) الخ، کی تفسیر میں گذر چکی ہے اس کے آخر میں بعض روایات میں یہ بھی ہے کہ پھر لوگوں کو نصیحت کی گئی اور ہاشم کی اس حدیث میں اس آیت کا بیان بھی ہے۔ ابن جریر میں ہے کہ رات کے وقت ازواج مطہرات قضائے حاجت کے لئے جنگل کو جایا کرتی تھیں۔ حضرت عمر ؓ کو یہ پسند نہ تھا آپ فرمایا کرتے تھے کہ انہیں اس طرح نہ جانے دیجئے۔ حضور ﷺ اس پر توجہ نہیں فرماتے تھے ایک مرتبہ حضرت سودہ بنت زمعہ ؓ نکلیں تو چونکہ فاروق اعظم کی منشا یہ تھی کہ کسی طرح ازواج مطہرات کا یہ نکلنا بند ہو اس لئے انہیں ان کے قدو قامت کی وجہ سے پہچان کر با آواز بلند کہا کہ ہم نے تمہیں اے سودہ پہچان لیا۔ اس کے بعد پردے کی آیتیں اتریں۔ اس روایت میں یونہی ہے لیکن مشہور یہ ہے کہ یہ واقعہ نزول حجاب کے بعد کا ہے۔ چناچہ مسند احمد میں حضرت عائشہ کی روایت ہے کہ حجاب کے حکم کے بعد حضرت سودہ نکلیں اس میں یہ بھی ہے کہ یہ اسی وقت واپس آگئیں آنحضرت ﷺ شام کا کھانا تناول فرما رہے تھے۔ ایک ہڈی ہاتھ میں تھی آ کر واقعہ بیان کیا اسی وقت وحی نازل ہوئی جب ختم ہوئی اس وقت بھی ہڈی ہاتھ میں ہی تھی اسے چھوڑی ہی نہ تھی۔ آپ نے فرمایا اللہ تعالیٰ تمہاری ضرورتوں کی بناء پر باہر نکلنے کی اجازت دیتا ہے۔ آیت میں اللہ تعالیٰ مسلمانوں کو اس عادت سے روکتا ہے جو جاہلیت میں اور ابتداء اسلام میں ان میں تھی کہ بغیر اجازت دوسرے کے گھر میں چلے جانا۔ پس اللہ تعالیٰ اس امت کا اکرام کرتے ہوئے اسے یہ ادب سکھاتا ہے۔ چناچہ ایک حدیث میں بھی یہ مضمون ہے کہ خبردار عورتوں کے پاس نہ جاؤ۔ پھر اللہ نے انہیں مستثنیٰ کرلیا جنہیں اجازت دے دی جائے۔ تو فرمایا مگر یہ کہ تمہیں اجازت دیجائے۔ کھانے کے لئے ایسے وقت پر نہ جاؤ کہ تم اس کی تیاری کے منتظر نہ رہو۔ مجاہد اور قتادہ فرماتے ہیں کہ کھانے کے پکنے اور اس کے تیار ہونے کے وقت ہی نہ پہنچو۔ جب سمجھا کہ کھانا تیار ہوگا۔ جا گھسے یہ خصلت اللہ کو پسند نہیں۔ یہ دلیل ہے طفیلی بننے کی حرمت پر۔ امام خطیب بغدادی نے اس کی مذمت میں پوری ایک کتاب لکھی ہے۔ پھر فرمایا جب بلائے جاؤ تم پھر جاؤ اور جب کھا چکو تو نکل جاؤ۔ صحیح مسلم شریف میں ہے کہ تم میں سے کسی کو جب اس کا بھائی بلائے تو اسے دعوت قبول کرنی چاہئے خواہ نکاح کی ہو یا کوئی اور اور حدیث میں ہے اگر مجھے فقط ایک کھر کی دعوت دی جائے تو بھی میں اسے قبول کروں گا۔ دستور دعوت بھی بیان فرمایا کہ جب کھا چکو تو اب میزبان کے ہاں چوکڑی مار کر نہ بیٹھ جاؤ۔ بلکہ وہاں سے چلے جاؤ۔ باتوں میں مشغول نہ ہوجایا کرو۔ جیسے ان تین شخصوں نے کیا تھا۔ جس سے حضور ﷺ کو تکلیف ہوئی لیکن شرمندگی اور لحاظ سے آپ کچھ نہ بولے، اسی طرح مطلب یہ بھی ہے کہ تمہارا بےاجازت آنحضرت ﷺ کے گھروں میں چلے جانا آپ پر شاق گذرتا ہے لیکن آپ بوجہ شرم و حیا کے تم سے کہہ نہیں سکتے۔ اللہ تعالیٰ تم سے صاف صاف فرما رہا ہے کہ اب سے ایسا نہ کرنا۔ وہ حق حکم سے حیا نہیں کرتا۔ تمہیں جس طرح بےاجازت آپ کی بیویوں کے پاس جانا منع ہے اسی طرح ان کی طرف آنکھ اٹھا کر دیکھنا بھی حرام ہے۔ اگر تمہیں ان سے کوئی ضروری چیز لینی دینی بھی ہو تو پس پردہ لین دین ہو۔ ابن ابی حاتم میں ہے کہ حضور ﷺ ایک مرتبہ مالیدہ کھا رہے تھے حضرت عمر کو بھی بلا لیا آپ بھی کھانے بیٹھ گئے۔ حضرت صدیقہ پہلے ہی سے کھانے میں شریک تھیں حضرت عمر ازواج مطہرات کے پردے کی تمنا میں تھے کھاتے ہوئے انگلیوں سے انگلیاں لگ گئیں تو بےساختہ فرمانے لگے کاش کہ میری مان لی جاتی اور پردہ کرایا جاتا تو کسی کی نگاہ بھی نہ پڑتی اس وقت پردے کا حکم اترا۔ پھر پردے کی تعریف فرما رہا ہے کہ مردوں عورتوں کے دلوں کی پاکیزگی کا یہ ذریعہ ہے۔ کسی شخص نے آپ کی کسی بیوی سے آپ کے بعد نکاح کرنے کا ارادہ کیا ہوگا اس آیت میں یہ حرام قرار دیا گیا۔ چونکہ حضور ﷺ کی بیویاں زندگی میں اور جنت میں بھی آپ کی بیویاں ہیں اور جملہ مسلمانوں کی وہ مائیں ہیں اس لئے مسلمانوں پر ان سے نکاح کرنا محض حرام ہے۔ یہ حکم ان بیویوں کے لئے جو آپ کے گھر میں آپ کے انتقال کے وقت تھیں سب کے نزدیک اجماعاً ہے لیکن جس بیوی کو آپ نے اپنی زندگی میں طلاق دے دی اور اس سے میل ہوچکا ہو تو اس سے کوئی اور نکاح کرسکتا ہے یا نہیں ؟ اس میں دو مذہب میں اور جس سے دخول نہ کیا اور طلاق دے دی ہو اس سے دوسرے لوگ نکاح کرسکتے ہیں۔ قیلہ بنت اشعث بن قیس حضور ﷺ کی ملکیت میں آگئی تھی آپ کے انتقال کے بعد اس نے عکرمہ بن ابو جہل سے نکاح کرلیا۔ حضرت ابوبکر پر یہ گراں گذرا لیکن حضرت عمر نے سمجھایا کہ اے خلیفہ رسول یہ حضور ﷺ کی بیوی نہ تھی نہ اسے حضور ﷺ نے اختیار دیا نہ اسے پردہ کا حکم دیا اور اس کی قوم کے ارتداد کے ساتھ ہیں اس کے ارتداد کی وجہ سے اللہ نے اسے حضور ﷺ سے بری کردیا یہ سن کر حضرت صدیق کا اطمینان ہوگیا۔ پس ان دونوں باتوں کی برائی بیان فرماتا ہے کہ رسول ﷺ کو ایذاء دینا ان کی بیویوں سے ان کے بعد نکاح کرلینا یہ دونوں گناہ اللہ کے نزدیک بہت بڑے ہیں، تمہاری پوشیدگیاں اور علانیہ باتیں سب اللہ پر ظاہر ہیں، اس پر کوئی چھوٹی سے چھوٹی چیز بھی پوشیدہ نہیں۔ آنکھوں کی خیانت کو، سینے میں چھپی ہوئی باتوں اور دل کے ارادوں کو وہ جانتا ہے۔",
  "ayah": 54,
  "surah": 33
}
