{
  "text": "قیامت قریب تر سمجھو۔ لوگ یہ سمجھ کر کہ قیامت کب آئے گی۔ اس کا علم حضور ﷺ کو ہے۔ آپ سے سوال کرتے تھے تو اللہ تعالیٰ نے سب کو اپنے نبی ﷺ کی زبانی معلوم کروا دیا کہ اس کا مطلق مجھے علم نہیں یہ صرف اللہ تعالیٰ ہی جانتا ہے۔ سورة اعراف میں بھی یہ بیان ہے اور اس سورت میں بھی پہلی سورت مکہ میں اتری تھی یہ سورت مدینے میں نازل ہوئی۔ جس سے ظاہر کرا دیا گیا کہ ابتدا سے انتہا تک قیامت کے صحیح وقت کی تعیین آپ کو معلوم نہ تھی۔ ہاں اتنا اللہ تعالیٰ نے اپنے بندوں کو معلوم کرا دیا تھا کہ قیامت کا وقت ہے قریب۔ جیسے اور آیت میں ہے (اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ) 54۔ القمر :1) اور آیت میں ہے (اِقْتَرَبَ للنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ) 21۔ الأنبیاء :1) اور (اَتٰٓى اَمْرُ اللّٰهِ فَلَا تَسْتَعْجِلُوْهُ ۭ سُبْحٰنَهٗ وَتَعٰلٰى عَمَّا يُشْرِكُوْنَ) 16۔ النحل :1) وغیرہ، اللہ تعالیٰ نے کافروں کو اپنی رحمت سے دور کردیا ہے ان پر ابدی لعنت فرمائی ہے۔ دار آخرت میں ان کیلئے آگ جہنم تیار ہے جو بڑی بھڑکنے والی ہے، جس میں وہ ہمیشہ رہیں گے نہ کبھی نکل سکیں نہ چھوٹ سکیں اور وہاں نہ کوئی اپنا فریاد رس پائیں گے نہ کوئی دوست و مددگار جو انہیں چھڑالے یا بچاسکے، یہ جہنم میں منہ کے بل ڈالے جائیں گے۔ اس وقت تمنا کریں گے کہ کاش کہ ہم اللہ رسول کے تابعدار ہوتے۔ میدان قیامت میں بھی ان کی یہی تمنائیں رہیں گی ہاتھ کو چباتے ہوئے کہیں گے کہ کاش ہم قرآن حدیث کے عامل ہوتے۔ کاش کہ میں نے فلاں کو دوست نہ بنایا ہوتا۔ اس نے تو مجھے قرآن و حدیث سے بہکا دیا فی الواقع شیطان انسان کو ذلیل کرنے والا ہے اور آیت میں ہے (رُبَمَا يَوَدُّ الَّذِيْنَ كَفَرُوْا لَوْ كَانُوْا مُسْلِمِيْنَ) 15۔ الحجر :2) عنقریب کفار آرزو کریں گے کہ کاش کہ وہ مسلمان ہوتے، اس وقت کہیں گے کہ اے اللہ ہم نے اپنے سرداروں اور اپنے علماء کی پیروی کی۔ امراء اور مشائخین کے پیچھے لگے رہے۔ رسولوں سے اختلاف کیا اور یہ سمجھا کہ ہمارے بڑے راہ راست پر ہیں۔ ان کے پاس حق ہے آج ثابت ہوا کہ درحقیقت وہ کچھ نہ تھے۔ انہوں نے تو ہمیں بہکا دیا، پروردگار تو انہیں دوہرا عذاب کر۔ ایک تو انکے اپنے کفر کا ایک ہمیں برباد کرنے کا۔ اور ان پر بدترین لعنت نازل کر۔ ایک قرأت میں کبیراً کے بدلے کثیراً ہے مطلب دونوں کا یکساں ہے۔ بخاری و مسلم میں ہے حضرت ابوبکر ؓ نے رسول اللہ ﷺ سے کسی ایسی دعا کی درخواست کی جسے وہ نماز میں پڑھیں تو آپ نے یہ دعا تعلیم فرمائی (اللھم انی ظلمت نفسی ظلما کثیرا و انہ ولا یغفرالذنوب الا انت فاغفرلی مغفرۃ من عندک وارحمنی انک انت الغفور الرحیم) یعنی اے اللہ میں نے بہت سے گناہ کئے ہیں۔ میں مانتا ہوں کہ تیرے سوا کوئی انہیں معاف نہیں کرسکتا پس تو اپنی خصوصی بخشش سے مجھے بخش دے اور مجھ پر رحم کر تو بڑا ہی بخشش کرنے والا اور مہربان ہے۔ اس حدیث میں بھی ظلما کثیراً اور کبیراً دونوں ہی مروی ہیں۔ بعض لوگوں نے یہ بھی کہا ہے کہ دعا میں کثیراً کبیراً دونوں لفظ ملالے۔ لیکن یہ ٹھیک نہیں بلکہ ٹھیک یہ ہے کہ کبھی کثیراً کہے کبھی کبیراً دونوں لفظوں میں سے جسے چاہے پڑھ سکتا ہے۔ لیکن دونوں کو جمع نہیں کرسکتا، واللہ اعلم۔ حضرت علی کا ایک ساتھی آپ کے مخالفین سے کہہ رہا تھا کہ تم اللہ کے ہاں جاکر یہ کہو گے کہ (ربنا انا اطعنا) الخ۔",
  "ayah": 63,
  "surah": 33
}
