{
  "text": "موسیٰ ؑ کا مزاج۔صحیح بخاری شریف میں ہے کہ حضرت موسیٰ ؑ بہت ہی شرمیلے اور بڑے لحاظ دار تھے۔ یہی مطلب ہے قرآن کی اس آیت کا۔ کتاب التفسیر میں تو امام صاحب اس حدیث کو اتنا ہی مختصر لائے ہیں، لیکن احادیث انبیاء کے بیان میں اسے مطول لائے ہیں۔ اس میں یہ بھی ہے کہ وہ بوجہ سخت حیا و شرم کے اپنا بدن کسی کے سامنے ننگا نہیں کرتے تھے۔ بنو اسرائیل آپ کو ایذاء دینے کے درپے ہوگئے اور یہ افواہ اڑا دی کہ چونکہ ان کے جسم پر برص کے داغ ہیں یا ان کے بیضے بڑھ گئے ہیں یا کوئی اور آفت ہے اس وجہ سے یہ اس قدر پردے داری کرتے ہیں۔ اللہ تعالیٰ کا ارادہ ہوا کہ یہ بدگمانی آپ سے دور کردے۔ ایک دن حضرت موسیٰ ؑ تنہائی میں ننگے نہا رہے تھے، ایک پتھر پر آپ نے کپڑے رکھ دیئے تھے، جب غسل سے فارغ ہو کر آئے، کپڑے لینے چاہے تو پتھر آگے کو سرک گیا۔ آپ اپنی لکڑی لئے اس کے پیچھے گئے وہ دوڑنے لگا۔ آپ بھی اے پتھر میرے کپڑے میرے کپڑے کرتے ہوئے اس کے پیچھے دوڑے۔ بنی اسرائیل کی جماعت ایک جگہ بیٹھی ہوئی تھی۔ جب آپ وہاں تک پہنچ گئے تو اللہ کے حکم سے پتھر ٹھہر گیا۔ آپ نے اپنے کپڑے پہن لئے۔ بنو اسرائیل نے آپ کے تمام جسم کو دیکھ لیا اور جو فضول باتیں ان کے کانوں میں پڑی تھیں ان سے اللہ نے اپنے نبی کو بری کردیا۔ غصے میں حضرت موسیٰ نے تین یا چار پانچ لکڑیاں پتھر پر ماری تھیں۔ رسول اللہ ﷺ فرماتے ہیں واللہ لکڑیوں کے نشان اس پتھر پر پڑگئے۔ اسی برأت وغیرہ کا ذکر اس آیت میں ہے۔ یہ حدیث مسلم میں نہیں یہ روایت بہت سی سندوں سے بہت سی کتابوں میں ہے۔ بعض روایتیں موقوف بھی ہیں۔ حضرت علی سے مروی ہے کہ ایک مرتبہ حضرت موسیٰ اور حضرت ہارون (علیہما السلام) پہاڑ پر گئے جہاں حضرت ہارون کا انتقال ہوگیا لوگوں نے حضرت موسیٰ کی طرف بدگمانی کی اور آپ کو ستانا شروع کیا۔ پروردگار عالم نے فرشتوں کو حکم دیا اور وہ اسے اٹھا لائے اور بنو اسرائیل کی مجلس کے پاس سے گزرے اللہ نے اسے زبان دی اور قدرتی موت کا اظہار کیا۔ انکی قبر کا صحیح نشان نامعلوم ہے صرف اس ٹیلے کا لوگوں کو علم ہے اور وہی ان کی قبر کی جگہ جانتا ہے لیکن بےزبان ہے۔ تو ہوسکتا ہے کہ ایذاء یہی ہو اور ہوسکتا ہے کہ وہ ایذاء ہو جس کا بیان پہلے گزرا۔ لیکن میں کہتا ہوں یہ بھی ہوسکتا ہے کہ یہ اور یہ دونوں ہوں بلکہ ان کے سوا اور بھی ایذائیں ہوں۔ حضور ﷺ نے ایک مرتبہ لوگوں میں کچھ تقسیم کیا اس پر ایک شخص نے کہا اس تقسیم سے اللہ کی رضامندی کا ارادہ نہیں کیا گیا۔ حضرت عبد اللہ فرماتے ہیں میں نے جب یہ سنا تو میں نے کہا اے اللہ کے دشمن میں تیری اس بات کی خبر رسول اللہ ﷺ کو ضرور پہنچاؤں گا۔ چناچہ میں نے جاکر حضور ﷺ سے خبر کردی آپ کا چہرہ سرخ ہوگیا پھر فرمایا اللہ کی رحمت ہو حضرت موسیٰ ؑ پر وہ اس سے بہت زیادہ ایذاء دے گئے لیکن صبر کیا۔ (بخاری، مسلم) اور روایت میں ہے حضور ﷺ کا عام ارشاد تھا کہ کوئی بھی میرے پاس کسی کی طرف سے کوئی بات نہ پہنچائے۔ میں چاہتا ہوں کہ میں تم میں آکر بیٹھوں تو میرے دل میں کسی کی طرف سے کوئی بات چبھتی ہوئی نہ ہو۔ ایک مرتبہ کچھ مال آپ کے پاس آیا آپ نے اسے لوگوں میں تقسیم کیا۔ دو شخض اس کے بعد آپس میں باتیں کر رہے تھے۔ حضرت عبد اللہ بن مسعود ؓ ان کے پاس سے گزرے ایک دوسرے سے کہہ رہا تھا کہ واللہ اس تقسیم سے نہ تو حضور ﷺ نے اللہ کی خوشی کا ارادہ کیا نہ آخرت کے گھر کا۔ میں ٹھہر گیا اور دونوں کی باتیں سنیں۔ پھر خدمت نبوی میں حاضر ہوا اور کہا کہ آپ نے تو یہ فرمایا ہے کہ کسی کی کوئی بات میرے سامنے نہ لایا کرو۔ ابھی کا واقعہ ہے کہ میں جا رہا تھا جو فلاں اور فلاں سے میں نے یہ باتیں سنیں اسے سن کر حضور ﷺ کا چہرہ غصے کے مارے سرخ ہوگیا اور آپ پر یہ بات بہت ہی گراں گزری۔ پھر میری طرف دیکھ کر فرمایا عبد اللہ جانے دو دیکھو موسیٰ اس سے بھی زیادہ ستائے گئے لیکن انہوں نے صبر کیا، قرآن فرماتا ہے موسیٰ ؑ اللہ کے نزدیک بڑے مرتبے والے تھے۔ مستجاب الدعوت تھے۔ جو دعا کرتے تھے قبول ہوتی تھی۔ ہاں اللہ کا دیدار نہ ہوا اس لئے کہ یہ طاقت انسانی سے خارج تھا۔ سب سے بڑھ کر ان کی وجاہت کا ثبوت اس سے ملتا ہے کہ انہوں نے اپنے بھائی حضرت ہارون ؑ کیلئے نبوت مانگی اللہ نے وہ بھی عطا فرمائی۔ فرماتا ہے (وَوَهَبْنَا لَهٗ مِنْ رَّحْمَتِنَآ اَخَاهُ هٰرُوْنَ نَبِيًّا 53۔) 19۔ مریم :53) ہم نے اسے اپنی رحمت سے اس کے بھائی ہارون کو نبی بنادیا۔",
  "ayah": 69,
  "surah": 33
}
