{
  "text": "میثاق انبیاء فرمان ہے کہ ان پانچوں اولوالعزم پیغمبروں سے اور عام نبیوں سے سب سے ہم نے عہد وعدہ لیا کہ وہ میرے دین کی تبلیغ کریں گے اس پر قائم رہیں گے۔ آپس میں ایک دوسرے کی مدد امداد اور تائید کریں گے اور اتفاق واتحاد رکھیں گے۔ اسی عہد کا ذکر اس آیت میں ہے (وَاِذْ اَخَذَ اللّٰهُ مِيْثَاق النَّبِيّٖنَ لَمَآ اٰتَيْتُكُمْ مِّنْ كِتٰبٍ وَّحِكْمَةٍ ثُمَّ جَاۗءَكُمْ رَسُوْلٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهٖ وَلَتَنْصُرُنَّهٗ 81؀) 3۔ آل عمران :81) یعنی اللہ تعالیٰ نے نبیوں سے قول قرار لیا کہ جو کچھ کتاب وحکمت دے کر میں تمہیں بھیجوں پھر تمہارے ساتھ کی چیز کی تصدیق کرنے والا رسول آجائے تو تم ضرور اس پر ایمان لانا اور اس کی امداد کرنا۔ بولو تمہیں اس کا اقرار ہے ؟ اور میرے سامنے اس کا پختہ وعدہ کرتے ہیں ؟ سب نے جواب دیا کہ ہاں ہمیں اقرار ہے۔ جناب باری تعالیٰ نے فرمایا بس اب گواہ رہنا اور میں خود بھی تمہارے ساتھ گواہ ہوں۔ یہاں عام نبیوں کا ذکر کرکے پھر خاص جلیل القدر پیغمبروں کا نام بھی لے دیا۔ اسی طرح ان کے نام اس آیت میں بھی ہیں (شَرَعَ لَكُمْ مِّنَ الدِّيْنِ مَا وَصّٰى بِهٖ نُوْحًا وَّالَّذِيْٓ اَوْحَيْنَآ اِلَيْكَ وَمَا وَصَّيْنَا بِهٖٓ اِبْرٰهِيْمَ وَمُوْسٰى وَعِيْسٰٓى اَنْ اَقِيْمُوا الدِّيْنَ وَلَا تَتَفَرَّقُوْا فِيْهِ 13؀) 42۔ الشوری :13) یہاں حضرت نوح ؑ کا ذکر ہے جو زمین پر اللہ کے پہلے پیغمبر تھے حضرت محمد ﷺ کا ذکر ہے جو سب سے آخری پیغمبر تھے۔ اور ابراہیم موسیٰ اور عیسیٰ علیھم السلام کا ذکر ہے جو درمیانی پیغمبر تھے۔ ایک لطافت اس میں یہ ہے کہ پہلے پیغمبر حضرت آدم ؑ کے بعد کے پیغمبر حضرت نوح ؑ کا ذکر کیا اور آخری پیغمبر حضرت محمد ﷺ سے پہلے کے پیغمبر حضرت عیسیٰ ؑ کا ذکر کیا اور درمیانی پیغمبروں میں سے حضرت ابراہیم اور حضرت موسیٰ (علیہما السلام) کا ذکر کیا۔ یہاں تو ترتیب یہ رکھی کہ فاتح اور خاتم کا ذکر کرکے بیچ کے نبیوں کا بیان کیا اور اس آیت میں سب سے پہلے خاتم الانیباء کا نام لیا اس لئے کہ سب سے اشرف وافضل آپ ہی ہیں۔ پھر یکے بعد دیگرے جس طرح آئے ہیں اسی طرح ترتیب وار بیان کیا اللہ تعالیٰ اپنے تمام نبیوں پر اپنا درود وسلام نازل فرمائے۔ اس آیت کی تفسیر میں حضور ﷺ کا فرمان ہے کہ پیدائش کے اعتبار سے میں سب نبیوں سے پہلے ہوں اور دنیا میں آنے کے اعتبار سے سب سے آخر میں ہوں پس مجھ سے ابتدا کی ہے۔ یہ حدیث ابن ابی حاتم میں ہے لیکن اس کے ایک راوی سعید بن بشیر ضعیف ہیں۔ اور سند سے یہ مرسل مروی ہے اور یہی زیادہ مشابہت رکھتی ہے اور بعض نے اسے موقوف روایت کی ہے واللہ اعلم۔ حضرت ابوہریرہ ؓ فرماتے ہیں حضرت آدم ؑ کی اولاد میں سب سے زیادہ اللہ کے پسندیدہ پانچ پیغمبر ہیں۔ نوح، ابراہیم، موسیٰ ، عیسیٰ ، اور محمد صلوات اللہ وسلامہ علیہم اجمعین اور ان میں بھی سب سے بہترمحمد ﷺ ہیں۔ اس کا ایک راوی ضعیف ہے۔ یہ بھی کہا گیا ہے کہ اس آیت میں جس عہد ومیثاق کا ذکر ہے یہ وہ ہے جو روز ازل میں حضرت آدم ؑ کی پیٹھ سے تمام انسانوں کو نکال کرلیا تھا۔ حضرت ابی بن کعب ؓ سے مروی ہے کہ حضرت آدم ؑ کو بلند کیا گیا آپ نے اپنی اولاد کو دیکھا ان میں مالدار مفلس خوبصورت اور ہر طرح کے لوگ دیکھے تو کہا اللہ کیا اچھا ہوتا کہ تو نے ان سب کو برابر ہی رکھا ہوتا اللہ تعالیٰ عزوجل جلالہ نے فرمایا کہ یہ اس لئے ہے کہ میرا شکر ادا کیا جائے۔ ان میں جو انبیاء کرام علیھم السلام تھے انہیں بھی آپ نے دیکھا وہ روشنی کے مانند نمایاں تھے ان پر نور برس رہا تھا ان سے نبوت و رسالت کا ایک اور خاص عہد لیا گیا تھا جس کا بیان اس آیت میں ہے۔ صادقوں سے ان کے صدق کا سوال ہو یعنی ان سے جو احادیث رسول ﷺ پہنچانے والے تھے۔ ان کی امتوں میں سے جو بھی ان کو نہ مانے اسے سخت عذاب ہوگا۔ اے اللہ تو گواہ رہ ہماری گواہی ہے ہم دل سے مانتے ہیں کہ بیشک تیرے رسولوں نے تیرا پیغام تیرے بندوں کو بلا کم وکاست پہنچا دیا۔ انہوں نے پوری خیر خواہی کی اور حق کو صاف طور پر نمایاں طریقے سے واضح کردیا جس میں کوئی پوشیدگی کوئی شبہ کسی طرح کا شک نہ رہا گو بدنصیب ضدی جھگڑالو لوگوں نے انہیں نہ مانا۔ ہمارا ایمان ہے کہ تیرے رسولوں کی تمام باتیں سچ اور حق ہیں اور جس نے ان کی راہ نہ پکڑی وہ گمراہ اور باطل پر ہے۔",
  "ayah": 7,
  "surah": 33
}
