{
  "text": "غزوئہ خندق اور مسلمانوں کی خستہ حالی جنگ خندق میں جو سنہ005ہجری ماہ شوال میں ہوئی تھی اللہ تعالیٰ نے مومنوں پر جو اپنا فضل واحسان کیا تھا اس کا بیان ہو رہا ہے۔ جبکہ مشرکین نے پوری طاقت سے اور پورے اتحاد سے مسلمانوں کو مٹا دینے کے ارادے سے زبردست لشکر لے کر حملہ کیا تھا۔ بعض لوگ کہتے ہیں جنگ خندق سنہ004ہجری میں ہوئی تھی۔ اس لڑائی کا قصہ یہ ہے کہ بنو نضیر کے یہودی سرداروں نے جن میں سلام بن ابو حقیق، سلام بن مشکم، کنانہ بن ربیع وغیرہ تھے مکہ میں آکر قریشیوں کو جو اول ہی سے تیار تھے حضور ﷺ سے لڑائی کرنے پر آمادہ کیا اور ان سے عہد کیا کہ ہم اپنے زیر اثر لوگوں کے ساتھ آپ کی جماعت میں شامل ہیں۔ انہیں آمادہ کرکے یہ لوگ قبیلہ غطفان کے پاس گئے ان سے بھی ساز باز کرکے اپنے ساتھ شامل کرلیا قریشیوں نے بھی ادھر ادھر پھر کر تمام عرب میں آگ لگا کر سب گرے پڑے لوگوں کو بھی ساتھ ملالیا۔ ان سب کا سردار ابو سفیان صخر بن حرب بنا اور غطفان کا سردار عینیہ بن حصن بن بدر مقرر ہوا۔ ان لوگوں نے کوشش کرکے دس ہزار کا لشکر اکٹھا کرلیا اور مدینے کی طرف چڑھ دوڑے۔ حضور ﷺ کو جب اس لشکر کشی کی خبریں پہنچیں تو آپ نے بہ مشورہ حضرت سلمان فارسی ؓ مدینے شریف کی مشرقی سمت میں خندق یعنی کھائی کھدوائی اس خندق کے کھودنے میں تمام صحابہ مہاجرین و انصار ؓ شامل تھے اور خود آپ بھی بہ نفس نفیس اس کے کھودنے اور مٹی ڈھونے میں بھی حصہ لیتے تھے۔ مشرکین کا لشکر بلامزاحمت مدینے شریف تک پہنچ گیا اور مدینے کے مشرقی حصے میں احد پہاڑ کے متصل اپنا پڑاؤ جمایا یہ تھا مدینے کا نیچا حصہ اوپر کے حصے میں انہوں نے اپنی ایک بڑی بھاری جمعیت بھیج دی جس نے اعالی مدینہ میں لشکر کا پڑاؤ ڈالا اور نیچے اوپر سے مسلمانوں کو محصور کرلیا۔ حضور ﷺ اپنے ساتھ کے صحابہ کو جو تین ہزار سے نیچے تھے اور بعض روایات میں ہے کہ صرف سات سو تھے لے کر ان کے مقابلے پر آئے۔ سلع پہاڑی کو آپ نے اپنی پشت پر کیا اور دشمنوں کی طرف متوجہ ہو کر فوج کو ترتیب دیا۔ خندق جو آپ نے کھودی اور کھدوائی تھی اس میں پانی وغیرہ نہ تھا وہ صرف ایک گڑھا تھا جو مشرکین کے ریلے کو بےروک آنے نہیں دیتا تھا آپ نے بچوں اور عورتوں کو مدینے کے ایک محلے میں کردیا تھا۔ یہودیوں کی ایک جماعت بنو قریظہ مدینے میں تھی مشرقی جانب ان کا محلہ تھا۔ نبی ﷺ سے ان کا معاہدہ مضبوط تھا ان کا بھی بڑا گروہ تھا تقریبا آٹھ سو جنگجو لڑنے کے قابل میدان میں موجود تھے مشرکین اور یہود نے ان کے پاس حی بن اخطب نضری کو بھیجا اس نے انہیں بھی شیشے میں اتار کر سبز باغ دکھلا کر اپنی طرف کرلیا اور انہوں نے بھی ٹھیک موقعہ پر مسلمانوں کے ساتھ بد عہدی کی۔ اور اعلانیہ طور پر صلح توڑ دی۔ باہر سے دس ہزار کا وہ لشکر جو گھیرا ڈالے پڑا ہے اندر سے ان یہودیوں کی بغاوت جو بغلی پھوڑے کی طرح اٹھ کھڑے ہوئے۔ مسلمان بتیس دانتوں میں زبان یا آٹے میں نکل کی طرح ہوگئے۔ یہ کل سات سو آدمی کر ہی کیا سکتے تھے۔ یہ وقت تھا جس کا نقشہ قرآن کریم نے کھینچا ہے کہ آنکھیں پتھرا گئیں دل الٹ گئے طرح طرح کے خیالات آنے لگے۔ جھنجھوڑ دئیے گئے اور سخت امتحان میں مبتلا ہوگئے۔ مہینہ بھر تک محاصرہ کی یہی تلخ صورت قائم رہی گو مشرکین کی یہ جرات تو نہیں ہوئی کہ خندق سے پار ہو کر دستی لڑائی لڑتے لیکن ہاں گھیرا ڈالے پڑے رہے اور مسلمانوں کو تنگ کردیا۔ البتہ عمرو بن عبدود عامری جو عرب کا مشہور شجاع پہلوان کو لے کر خندق سے اپنے گھوڑوں کو کدالایا۔ یہ حال دیکھ کر رسول اللہ ﷺ نے اپنے سواروں کی طرف اشارہ کیا لیکن کہا جاتا ہے کہ انہیں تیار نہ پاکر آپ نے حضرت علی ؓ کو حکم دیا کہ تم اس کے مقابلے پر جاؤ آپ گئے تھوڑی دیر تک تو دونوں بہادروں میں تلوار چلتی رہی لیکن بالآخر حضرت علی ؓ نے کفر کے اس دیو کو تیہ تیغ کیا جس سے مسلمان بہت خوش ہوئے اور انہوں نے سمجھ لیا کہ فتح ہماری ہے۔ پھر پروردگار نے وہ تندوتیز آندھی بھیجی کہ مشرکین کے تمام خیمے اکھڑے گئے کوئی چیز قرینے سے نہ رہی آگ کا جلانا مشکل ہوگیا۔ کوئی جائے پناہ نظر نہ آئی بالآخر تنگ آکر نامرادی سے واپس ہوئے۔ جس کا بیان اس آیت میں ہے۔ جس ہوا کا اس آیت میں ذکر ہے بقول مجاہد رحمۃ اللہ یہ صبا ہواؤں سے ہلاک کئے گئے تھے۔ عکرمہ فرماتے ہیں جنوبی ہوا نے شمالی ہوا سے اس جنگ احزاب میں کہا کہ چل ہم تم جاکر رسول اللہ ﷺ کی مدد کریں تو شمالی ہوا نے کہا کہ کہگرمی رات کو نہیں چلاتی۔ پھر ان پر صبا ہوا بھیجی گئی۔ حضرت عبداللہ بن عمر ؓ فرماتے ہیں مجھے میرے ماموں حضرت عثمان بن مظعون ؓ نے خندق والی رات سخت جاڑے اور تیز ہوا میں مدینہ شریف بھیجا کہ کھانا اور لحاف لے آؤں۔ میں نے حضور سے اجازت چاہی تو آپ نے اجازت مرحمت فرمائی اور ارشاد فرمایا کہ میرے جو صحابی تمہیں ملے انہیں کہنا کہ میرے پاس چلے آئیں۔ اب میں چلا ہوائیں زناٹے کی شائیں شائیں چل رہی تھیں۔ مجھے جو مسلمان ملا میں نے اسے حضور ﷺ کا پیغام دیا اور جس نے سنا الٹے پاؤں فورا حضور کی طرف چل دیا یہاں تک کہ ان میں سے کسی نے پیچھے مڑ کر بھی نہ دیکھا۔ ہوا میری ڈھال کو دکھے دے رہی تھی اور وہ مجھے لگ رہی تھی یہاں تک کہ اس کا لوہا میرے پاؤں پر گرپڑا جسے میں نے پھینک دیا۔ اس ہوا کے ساتھ ہی ساتھ اللہ تعالیٰ نے فرشتے بھی نازل فرمائے تھے جنہوں نے مشرکین کے دل اور سینے خوف اور رعب سے بھر دئیے۔ یہاں تک کہ جتنے سرداران لشکر تھے اپنے ماتحت سپاہیوں کو اپنے پاس بلابلاکر کر کہنے لگے نجات کی صورت تلاش کرو۔ بچاؤ کا انتظام کرو۔ یہ تھا فرشتوں کا ڈالا ہوا رعب اور یہی وہ لشکر ہے جس کا بیان اس آیت میں ہے کہ اس لشکر کو تم نے نہیں دیکھا۔ حضرت حذیفہ بن یمان ؓ سے ایک نوجوان شخص نے جو کوفے کے رہنے والے تھے کہا کہ اے ابو عبداللہ تم بڑے خوش نصبیب ہو کہ تم نے اللہ کے رسول ﷺ کو دیکھا اور آپ کی مجلس میں بیٹھے بتاؤ تم کیا کرتے تھے ؟ حضرت حذیفہ نے فرمایا واللہ ہم جان نثاریاں کرتے تھے۔ نوجوان فرمانے لگے سنئے چچا اگر ہم حضور ﷺ کے زمانے کو پاتے تو واللہ آپ کو قدم بھی زمین پر نہ رکھنے دیتے اپنی گردنوں پر اٹھا کر لیجاتے۔ آپ نے فرمایا بھیتجے لو ایک واقعہ سنو جنگ خندق کے موقعہ پر رسول اللہ ﷺ بڑی رات تک نماز پڑھتے رہے۔ فارغ ہو کر دریافت فرمایا کہ کوئی ہے جو جا کر لشکر کفار کی خبر لائے ؟ اللہ کے نبی ﷺ اس سے شرط کرتے ہیں کہ وہ جنت میں داخل ہوگا۔ کوئی کھڑا نہ ہوا کیونکہ خوف کی بھوک کی اور سردی کی انتہا تھی۔ پر آپ دیر تک نماز پڑھتے رہے۔ پھر فرمایا کوئی ہے جو جا کر یہ خبر لادے کہ مخالفین نے کیا کیا ؟ اللہ کے رسول ﷺ اسے مطمئن کرتے ہیں کہ وہ ضرور واپس آئے گا اور میری دعا ہے کہ اللہ تعالیٰ اسے جنت میں میرا رفیق کرے۔ اب کے بھی کوئی کھڑا نہ ہوا اور کھڑا ہوتا کیسے ؟ بھوک کے مارے پیٹ کمر سے لگ رہا تھا سردی کے مارے دانت بج رہے تھے، خوف کے مارے پتے پانی ہو رہے تھے۔ بالآخر میرا نام لے کر رسول اللہ ﷺ نے آواز دی اب تو بےکھڑے ہوئے چارہ نہیں تھا۔ فرمانے لگے حذیفہ تو جا اور دیکھ کہ وہ اس وقت کیا کر رہے ہیں دیکھ جب تک میرے پاس واپس نہ پہنچ جائے کوئی نیا کام نہ کرنا میں نے بہت خوب کہہ کر اپنی راہ لی اور جرات کے ساتھ مشرکوں میں گھس گیا وہاں جاکر عجیب حال دیکھا کہ دکھائی نہ دینے والے اللہ کے لشکر اپنا کام پھرتی سے کررہے ہیں۔ چولہوں پر سے دیگیں ہوا نے الٹ دی ہیں۔ خیموں کی چوبیں اکھڑ گئی ہیں، آگ جلا نہیں سکتے۔ کوئی چیز اپنی ٹھکانے نہیں رہی اسی وقت ابو سفیان کھڑا ہوا اور با آواز بلند منادی کی کہ اے قریشیوں اپنے اپنے ساتھی سے ہوشیار ہوجاؤ۔ اپنے ساتھی کو دیکھ بھال لو ایسانہ ہو کوئی غیر کھڑا ہو۔ میں نے یہ سنتے ہی میرے پاس جو ایک قریشی جوان تھا اس کا ہاتھ پکڑلیا اور اس سے پوچھا تو کون ہے ؟ اس نے کہا میں فلاں بن فلاں ہوں۔ میں نے کہا اب ہوشیار رہنا۔ پھر ابو سفیان نے کہا اللہ گواہ ہے ہم اس وقت کسی ٹھہرنے کی جگہ پر نہیں ہیں۔ ہمارے مویشی ہمارے اونٹ ہلاک ہو رہے ہیں۔ بنو قریظہ نے ہم سے وعدہ خلافی کی اس نے ہمیں بڑی تکلیف پہنچائی پھر اس ہوا نے تو ہمیں پریشان کر رکھا ہے ہم کھانا نہیں پکا سکتے آگ تک نہیں جلاسکتے خیمے ڈیرے ٹھہر نہیں سکتے۔ میں تو تنگ آگیا ہوں اور میں نے تو ارادہ کرلیا ہے کہ واپس ہوجاؤں پس میں تم سب کو حکم دیتا ہوں کہ واپس چلو۔ اتنا کہتے ہی اپنے اونٹ پر جو زانوں بندھا ہوا بیٹھا تھا چڑھ گیا اور اسے مارا وہ تین پاؤں سے ہی کھڑا ہوگیا پھر اس کا پاؤ کھولا۔ اس وقت ایسا اچھا موقعہ تھا کہ اگر میں چاہتا ایک تیر میں ہی ابو سفیان کا کام تمام کردیتا لیکن رسول اللہ ﷺ نے مجھ سے فرمادیا تھا کہ کوئی نیا کام نہ کرنا اس لئے میں نے اپنے دل کو روک لیا۔ اب میں واپسی لوٹا اور اپنے لشکر میں آگیا جب میں پہنچا ہوں تو میں نے دیکھا رسول اللہ ﷺ ایک چادر کو لپیٹے ہوئے جو آپ کی کسی بیوی صاحبہ کی تھی نماز میں مشغول ہیں۔ آپ نے مجھے دیکھ کر دونوں پیروں کے درمیان بٹھالیا اور چادر مجھے بھی اڑھا دی۔ پھر رکوع اور سجدہ کیا اور میں وہیں وہی چادر اوڑھے بیٹھارہا جب آپ فارغ ہوئے تو میں نے سارا واقعہ بیان کیا۔ قریشیوں کے واپس لوٹ جانے کی خبر جب قبیلہ غطفان کو پہنچی تو انہوں نے بھی سامان باندھا اور واپس لوٹ گئے اور روایت میں حضرت حذیفہ ؓ فرماتے ہیں جب میں چلا تو باوجود کڑاکے کی سخت سردی کے قسم اللہ کی مجھے یہ معلوم ہوتا تھا کہ گویا میں کسی گرم حمام میں ہوں۔ اس میں یہ بھی ہے کہ جب میں لشکر کفار میں پہنچا ہوں اس وقت ابو سفیان آگ سلگائے ہوئے تاپ رہا تھا میں نے اسے دیکھ کر پہچان کر اپنا تیر کمان میں چڑھالیا اور چاہتا تھا کہ چلادوں اور بالکل زد میں تھا ناممکن تھا کہ میر انشانہ خالی جائے لیکن مجھے رسول اللہ ﷺ کا یہ فرمان یاد آگیا کہ کوئی ایسی حرکت نہ کرنا کہ وہ چوکنے ہو کر بھڑک جائیں تو میں نے اپنا ارادہ ترک کردیا۔ جب میں واپس آیا اس وقت بھی مجھے کوئی سردی محسوس نہ ہوئی بلکہ یہ معلوم ہو رہا تھا کہ گویا میں حمام میں چل رہا ہوں۔ ہاں جب حضور ﷺ کے پاس پہنچ گیا بڑے زور کی سردی لگنے لگی اور میں کپکپانے لگا تو حضور ﷺ نے اپنی چادر مجھ کو اوڑھادی۔ میں جو اوڑھ کر لیٹا تو مجھے نیند آگئی اور صبح تک پڑا سوتا رہا صبح خود حضور ﷺ نے خود مجھے یہ کہہ کر جگایا کہ اے سونے والے بیدار ہوجا۔ اور روایت میں ہے کہ جب اس تابعی نے کہا کہ کاش ہم رسول اللہ ﷺ کو دیکھتے اور آپ کے زمانے کو پاتے تو حذیفہ ؓ نے کہا کاش کہ تم جیسا ایمان ہمیں نصیب ہو تاکہ باجود نہ دیکھنے کے پورا اور پختہ عقیدہ رکھتے ہو۔ برادر زادے جو تمنا کرتے ہو یہ تمناہی ہے نہ جانے تم ہوتے تو کیا کرتے ؟ ہم پر تو ایسے کٹھن وقت آئے ہیں۔ یہ کہہ کہ پھر آپ نے مندرجہ بالا خندق کی رات کا واقعہ بیان کیا۔ اس میں یہ بھی ہے کہ ہوا جھڑی آندھی کے ساتھ بارش بھی تھی۔ اور روایت میں ہے کہ حضرت حذیفہ ؓ حضور ﷺ کے ساتھ کے واقعات کو بیان فرما رہے تھے جو اہل مجلس نے کہا کہ اگر ہم اس وقت موجود ہوتے تو یوں اور یوں کرتے اس پر آپ نے یہ واقعہ بیان فرمادیا کہ باہر سے تو دس ہزار کا لشکر گھیرے ہوئے ہے اندر سے بنوقریظہ کے آٹھ سو یہودی بگڑے ہوئے ہیں بال بچے اور عورتیں مدینے میں ہیں خطرہ لگا ہوا ہے اگر بنو قریظہ نے اس طرف کا رخ کیا تو ایک ساعت میں ہی عورتوں بچوں کا فیصلہ کردیں گے۔ واللہ اس رات جیسی خوف وہراس کی حالت کبھی ہم پر نہیں گذری۔ پھر وہ ہوائیں چلتی ہیں، آندھیاں اٹھتی ہیں، اندھیرا چھا جاتا ہے، کڑک گرج اور بجلی ہوتی ہے کہ العظمتہ اللہ۔ ساتھی کو دیکھنا تو کہاں اپنی انگلیاں بھی نظر نہ آتی تھی۔ جو منافق ہمارے ساتھ تھے وہ ایک ایک ہو کر یہ بہانا بناکر ہمارے بال بچے اور عورتیں وہاں ہیں اور گھر کا نگہبان کوئی نہیں۔ حضور ﷺ سے آکر اجازت چاہنے لگے اور آپ نے بھی کسی ایک کو نہ روکا جس نے کہا کہ میں جاؤں ؟ آپ نے فرمایا شوق سے جاؤ۔ وہ ایک ایک ہو کر سرکنے لگے اور ہم صرف تین سو کے قریب رہ گئے۔ حضور ﷺ اب تشریف لائے ایک ایک کو دیکھا میری عجیب حالت تھی نہ میرے پاس دشمن سے بچنے کے لئے کوئی آلہ تھا نہ سردی سے محفوظ رہنے کے لئے کوئی کپڑا تھا۔ صرف میری بیوی کی ایک چھوٹی سی چادر تھی جو میرے گھٹنوں تک بھی نہیں پہنچتی تھی۔ جب حضور ﷺ میرے پاس پہنچے اس وقت میں اپنے گھٹنوں میں سر ڈالے ہوئے دبک کر بیٹھا ہوا کپکپارہا تھا۔ آپ نے پوچھا یہ کون ہیں ؟ میں نے کہا حذیفہ۔ فرمایا حذیفہ سن ! واللہ مجھ پر تو زمین تنک آگئی کہ کہیں حضور مجھے کھڑا نہ کریں میری تو درگت ہو رہی ہے لیکن کرتا کیا حضور ﷺ کا فرمان تھا میں نے کہا حضور ﷺ سن رہا ہوں ارشاد ؟ آپ نے فرمایا دشمنوں میں ایک نئی بات ہونے والی ہے جاؤ ان کی خبر لاؤ۔ واللہ اس وقت مجھ سے زیادہ نہ تو کسی کو خوف تھا نہ گھبراہٹ تھی نہ سردی تھی لیکن حضور ﷺ کا حکم سنتے ہی کھڑا ہوگیا اور چلنے لگا تو میں نے سنا کہ آپ میرے لئے دعا کررہے ہیں کہ اے اللہ اس کے آگے سے پیچھے سے دائیں سے بائیں سے اوپر سے نیچے سے اس کی حفاظت کر۔ حضور ﷺ کی اس دعا کے سات ہی میں نے دیکھا کہ کسی قسم کا خوف ڈر دہشت میرے دل میں تھی ہی نہیں۔ پھر حضور ﷺ نے مجھے آواز دے کر فرمایا دیکھو حذیفہ وہاں جاکر میرے پاس واپس آنے تک کوئی نئی بات نہ کرنا۔ اس روایت میں یہ بھی ہے کہ میں ابو سفیان کو اس سے پہلے پہچانتا نہ تھا میں گیا تو وہاں یہی آوازیں لگ رہی تھیں کہ چلو کوچ کرو واپس چلو۔ ایک عجیب بات میں نے یہ بھی دیکھی کہ وہ خطرناک ہوا جو دیگیں الٹ دیتی تھی وہ صرف ان کے لشکر کے احاطہ تک ہی تھی واللہ اس سے ایک بالشت بھر باہر نہ تھی۔ میں نے دیکھا کہ پتھر اڑ اڑ کر ان پر گرتے تھے۔ جب میں واپس چلا ہوں تو میں نے دیکھا کہ تقریبا بیس سوار ہیں جو عمامے باندھے ہوئے ہیں انہوں نے مجھ سے فرمایا جاؤ اور رسول اللہ ﷺ کو خبر دو کہ اللہ تعالیٰ نے آپ کو کفایت کردی اور آپ کے دشمنوں کو مات دی۔ اس میں یہ بھی بیان ہے کہ حضور ﷺ کی عادت میں داخل تھا کہ جب کبھی کوئی گھبراہٹ اور دقت کا وقت ہوتا تو آپ نماز شروع کردیتے۔ جب میں نے حضور ﷺ کو خبر پہنچائی اسی وقت یہ آیت اتری۔ پس آیت میں نیچے کی طرف سے آنے والوں سے مراد بنو قریظہ ہیں۔ شدت خوف اور سخت گھبراہٹ سے آنکھیں الٹ گئیں اور دل حلقوم تک پہنچ گئے تھے اور طرح طرح کے گمان ہو رہے تھے یہاں تک کہ بعض منافقوں نے سمجھ لیا تھا کہ اب کی لڑائی میں کافر غالب آجائیں گے عام منافقوں کا تو پوچھنا ہی کیا ہے ؟ معتب بن قشیر کہنے لگا کہ آنحضرت تو ہمیں کہہ رہے تھے کہ ہم قیصر وکسریٰ کے خزانوں کے مالک بنیں گے اور یہاں حالت یہ ہے کہ پاخانے کو جانا بھی دو بھر ہو رہا ہے۔ یہ مختلف گمان مختلف لوگوں کے تھے مسلمان تو یقین کرتے تھے کہ غلبہ ہمارا ہی ہے جیسا کہ فرمان ہے آیت (وَلَمَّا رَاَ الْمُؤْمِنُوْنَ الْاَحْزَابَ ۙ قَالُوْا ھٰذَا مَا وَعَدَنَا اللّٰهُ وَرَسُوْلُهٗ وَصَدَقَ اللّٰهُ وَرَسُوْلُهٗ ۡ وَمَا زَادَهُمْ اِلَّآ اِيْمَانًا وَّتَسْلِيْمًا 22؀ۭ) 33۔ الأحزاب :22) لیکن منافقین کہتے تھے کہ اب کی مرتبہ سارے مسلمان مع آنحضرت گاجر مولی کی طرح کاٹ کر رکھ دئیے جائیں گے۔ صحابہ ؓ نے عین اس گبھراہٹ اور پریشانی کے وقت رسول اللہ ﷺ سے کہا کہ حضور ﷺ اس وقت ہمیں اس سے بچاؤ کی کوئی تلقین کریں۔ آپ نے فرمایا یہ دعامانگو (اللہم استرعوراتنا وامن روعاتنا) اللہ ہماری پردہ پوشی کر اللہ ہمارے خوف ڈر کو امن وامان سے بدل دے۔ ادھر مسلمانوں کی یہ دعا بلند ہوئیں ادھر اللہ کا لشکر ہواؤں کی شکل میں آیا اور کافروں کا تیاپانچا کردیا، فالحمدللہ۔",
  "ayah": 9,
  "surah": 33
}
