{
  "text": "مال و دولت کی خود سپردگی خرابی کی جڑ ہے  اللہ تعالیٰ اپنے مومن بندوں کو حکم دیتا ہے کہ وہ بکثرت ذکر اللہ کیا کریں اور تنبیہہ کرتا ہے کہ ایسا نہ ہو کہ مال و اولاد کی محبت میں پھنس کر ذکر اللہ سے غافل ہوجاؤ، پھر فرماتا ہے کہ جو ذکر اللہ سے غافل ہوجائے اور دنیا کی زنت ہی کو سب کچھ سمجھ بیٹھے اپنے رب کی اطاعت میں سست پڑجائے، وہ اپنا نقصان آپ کرنے والا ہے۔ پھر اپنی اطاعت میں مال خرچ کرنے کا حکم دے رہا ہے کہا پنی موت سے پہلے خرچ کرلو، موت کے وقت کی بےبسی دیکھ کر نادم ہونا اور امیدیں باندھنا کچھ نفع نہ دے گا، اس وقت انسان چاہے گا کہ تھوڑی سی دیر کے لئے بھی اگر چھوڑ دیا جائے تو جو کچھ نیک عمل ہو سکے کرلے اور اپنا مال بھی دل کھول کر راہ اللہ دے لے، لیکن آہ اب وقت کہاں آنے والی مصیبت آن پڑی اور نہ ٹلنے والی آفت سر پر کھڑی ہوگئی اور جگہ فرمان ہے (ترجمہ) الخ، یعنی لوگوں کو ہوشیار کر دے جس دن ان کے پاس عذاب آئے گا تو یہ ظالم کہنے لگیں گے اے ہمارے رب ہمیں تھوڑی سی مہلت مل جائے تاکہ ہم تیری دعوت قبول کرلیں اور تیرے رسولوں کی اتباع کریں۔ اس آیت میں تو کافروں کی مذمت کا ذکر ہے، دوسری آیت میں نیک عمل میں کمی کرنے والوں کے افسوس کا بیان اس طرح ہوا ہے۔ (ترجمہ) یعنی جب ان میں سے کسی کو موت آنے لگتی ہے تو کہتا ہے \" میرے رب مجھے لوٹا دے تو میں نیک اعمال کرلوں۔ \" یہاں فرماتا ہے \" موت کا وقت آ گے پیچھے نہیں ہوتا، اللہ خود خبر رکھنے والا ہے کہ کون اپنے قول میں صادق ہے اور اپنے سوال میں حق بجانب ہے یہ لوگ تو اگر لوٹائے جائیں تو پھر ان باتوں کو بھول جائیں گے اور وہی کچھ کرنے لگ جائیں گے جو اس سے پہلے کرتے رہے، ترمذی میں حضرت ابن عباس سے مروی ہے کہ ہر وہ شخص جو مالدار ہو اور اس نے حج نہ کیا ہو یا زکوٰۃ نہ دی ہو وہ موت کے وقت دنیا میں واپس لوٹنے کی آرزو کرتا ہے ایک شخص نے کہا حضرت اللہ کا خوف کیجئے واپسی کی آرزو تو کافر کرتے ہیں آپ نے فرمایا جلدی کیوں کرتے ہو ؟ سنو قرآن فرماتا ہے پھر آپ نے یہ پورا رکوع تلاوت کر سنایا اس نے پوچھا زکوٰۃ کتنے میں واجب ہے فرمایا دو سو اور اس سے زیادہ میں پوچھا حج کب فرض ہوجاتا ہے فرمایا جب راہ خرچ اور سواری خرچ کی طاقت ہو، ایک مرفوع روایت بھی اسی طرح مروی ہے لیکن موقوف ہی زیادہ صحیح ہے، ضحاک کی روایت ابن عباس والی بھی منقطع ہے، دسری سند میں ایک راوی ابو جناب کلبی ہے وہ بھی ضعیف ہے، واللہ اعلم، ابن ابی حاتم میں ہے کہ ایک مرتبہ حضور ﷺ کے سامنے صحابہ نے زیادتی عمر کا ذکر کیا تو آپ نے فرمایا جب اجل آجائے پھر موخر نہیں ہوتی زیادتی عمر صرف اس طرح ہے کہ اللہ تعالیٰ کسی بندے کو نیک صالح اولاد دے جو اسکے لئے اس کے مرنے کے بعد دعا کرتی رہے اور دعا اسے اس کی قبر میں پہنچتی رہے۔ اللہ کے فضل و کرم اور لطف و رحم سے سورة منافقون کی تفسیر ختم ہوئی۔ فالحمد اللہ",
  "ayah": 9,
  "surah": 63
}
