{
  "text": "إِذَا جَاءَكَ الْمُنَافِقُونَ قَالُوا نَشْهَدُ إِنَّكَ لَرَسُولُ اللَّهِ وَاللَّهُ يَعْلَمُ إِنَّكَ لَرَسُولُهُ وَاللَّهُ يَشْهَدُ إِنَّ الْمُنَافِقِينَ لَكَاذِبُونَ (1)لما كان نزول هذه السورة عقب خصومة المهاجري والأنصاري ومقالة عبد الله بن أُبيّ في شأن المهاجرين . تعيّن أن الغرض من هذه الآية التعريض بكذب عبد الله بن أبيّ وبنفاقه فصيغ الكلام بصيغة تعمّ المنافقين لتجنب التصريح بالمقصود على طريقة قول النبي صلى الله عليه وسلم « مَا بال أقوام يشترطون شُروطاً ليست في كتاب الله » ومراده مولى بَريرة لما أراد أن يبيعها لعائشة أمّ المؤمنين واشترط أن يكون الولاء له ، وابتدىء بتكذيب مَنْ أُريد تكذيبه في ادعائه الإِيمان بصدق الرسول صلى الله عليه وسلم وإن لم يكن ذلك هو المقصود إشعاراً بأن الله أطلع رسول الله صلى الله عليه وسلم على دخَائِلهم ، وهو تمهيد لما بعده من قوله : { والله يشهد إن المنافقين لكاذبون } ، لأن رسول الله صلى الله عليه وسلم يَعلم أن المنافقين قَالوا : نشهد إنك لرسول الله .فيجوز أن يكون قولهم : { نشهد إنك لرسول الله } محكياً بالمعنى لأنهم يقولون عبارات كثيرة تفيد معنى أنهم يشهدون بأنه رسول الله مثل نطقهم بكلمة الشهادة .ويجوز أن يكونوا تواطؤوا على هذه الكلمة كلما أعلن أحدهم الإِسلام . وهذا أليق بحكاية كلامهم بكلمة { قالوا } دون نحو : زعموا .و { إذا } ظرف للزمان الماضي بقرينة جعل جملتيها ماضيتين ، والظرف متعلق بفعل { قالوا } وهو جواب { إذا } .فالمعنى : إنك تعلم أنهم يقولون نشهد إنك لرسول الله .و { نشهد } خبر مؤكّد لأن الشهادة الإِخبار عن أمر مقطوع به إذ هي مشتقة من المشاهدة أي المعاينة ، والمعاينة أقوى طرق العلم ، ولذلك كثر استعمال : أشهد ونحوه من أفعال اليقين في معنى القسم . وكثر أن يُجاب بمثل ما يجاب به القسم قاله ابن عطية . ومعنى ذلك : أن قوله : { نشهد } ليس إنشاء . وبعض المفسرين جعله صيغة يمين . وروي عن أبي حنيفة .والمقصود من قوله : { والله يشهد إن المنافقين لكاذبون } إعلام النبي صلى الله عليه وسلم وإعلام المسلمين بطائفة مبهمة شأنهم النفاق ليتوسموهم ويختبروا أحوالهم وقد يتلقى النبي صلى الله عليه وسلم بطريق الوحْي تعيينهم أو تعيين بعضهم .و { المنافقون } جمع منافق وهو الذي يظهر الإِيمان ويُسر الكفر وقد مضى القول فيه مفصلاً في سورة آل عمران .وجملة { إنك لرسول الله } بيان لجملة { نشهد } .وجملة { والله يعلم إنك لرسوله } معترضة بين الجملتين المتعاطفتين وهذا الاعتراض لدفع إيهام من يسمع جملة { والله يشهد إن المنافقين لكاذبون } أنه تكذيب لجملة { إنك لرسول الله } فإن المسلمين كانوا يومئذٍ محفوفين بفئام من المنافقين مبثوثين بينهم هجّيراهم فتنة المسلمين فكان المقام مقتضياً دفع الإِيهام وهذا من الاحتراس .وعُلق فعل { يعلم } عن العمل لوجود ( إنّ ) في أول الجملة وقد عدوا ( إنَّ ) التي في خبرها لاَم ابتداء من المعلقات لأفعال القلب عن العَمل بناء على أن لام الابتداء هي في الحقيقة لام جواب القسم وأن حقها أن تقع قبل ( إنَّ ) ولكنها زُحْلقت في الكلام كراهية اجتماع مؤكَّدين متصلين ، وأُخذ ذلك من كلام سيبويه .وجملة { والله يشهد إن المنافقين لكاذبون } عطف على جملة { قالوا نشهد } .وتقديم المسند إليه على الخبر الفعلي لتقوّي الحكم .وجيء بفعل { يشهد } في الإِخبار عن تكذيب الله تعالى إياهم للمشاكلة حتى يكون إبطال خبرهم مساوياً لإِخبارهم .والكذب : مُخالفة ما يفيدهُ الخبرُ للواقع في الخارج ، أي الوُجود فمعنى كون المنافقين كاذبون هنا أنهم كاذبون في إخبارهم عن أنفسهم بأنهم يشهدون بأن محمداً صلى الله عليه وسلم رسول الله لأن خبرهم ذلك مخالف لما في أنفسهم فهم لا يشهدون به ولا يوافق قولُهم ما في نفوسهم . وبهذا بطل احتجاج النَظَّام بظاهر هذه الآية على رأيه أن الكذب مخالفة الخبر لاعتقاد المخبر لأنه غفل عن قوله تعالى : { قالوا نشهد } . وقد أشار إلى هذا الرد القزويني في «تلخيص المفتاح» وفي «الإِيضاح» .وجملة { إن المنافقين لكاذبون } مبنية لجملة { يشهد } مثل سَابقتاها .",
  "ayah": 1,
  "surah": 63
}
