{
  "text": "وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ (5)هذا حالهم في العناد ومجافاة الرسول صلى الله عليه وسلم والإِعراض عن التفكر في الآخرة ، بَلْهَ الاستعداد للفوز فيها .و { تعالوا } طَلَب من المخاطب بالحضور عند الطالب ، وأصله فِعل أمر من التَعالي ، وهو تكلف العُلو ، أي الصعود ، وتنوسي ذلك وصار لمجرد طلب الحضور ، فلزم حالة واحدة فصار اسم فِعل ، وتقدم عند قوله تعالى : { قل تعالوا أتل ما حرم ربكم عليكم } الآية في سورة [ الأنعام : 151 ] .وهذا الطلب يجعل تعالوا } مشعر بأن هذه حالة من أحوال انفرادهم في جماعتهم فهي ثالث الأغراض من بيان مختلف أنواع تلك الأحوال ، وقد ابتدأت ب { إذا } كما ابتدىء الغرضان السابقان ب { إذا } { إذا جاءك المنافقون } [ المنافقون : 1 ] . و { إذا رأيتَهم تعجبك أجسامهم } [ المنافقون : 4 ] .والقائل لهم ذلك يحتمل أن يكون بعضَ المسلمين وَعَظوهم ونصحوهم ، ويحتمل أنه بعض منهم اهتدى وأراد الإِنابة .قيل المقول له هو عبد الله بنُ أُبَيّ ابن سلول على نحو ما تقدم من الوجوه في ذكر المنافقين بصيغة الجمع عند قوله : { إذا جاءك المنافقون } [ المنافقون : 1 ] وما بعده .والمعنى : اذهبوا إلى رسول الله وسَلُوه الاستغفار لكم . وهذا بدل دلالة اقتضاء على أن المراد توبوا من النفاق وأخلصوا الإِيمان وسَلُوا رسول الله ليستغفر لكم ما فرط منكم ، فكانَ الذي قال لهم ذلك مطَّلعاً على نفاقهم وهذا كقوله تعالى في سورة البقرة ( 13 ) { وإذا قيل لهم آمنوا كما آمن الناس قالوا أنؤمن كما آمن السفهاء } وليس المراد من الاستغفار الصفح عن قول عبد الله بن أُبَيّ ليخرجن الأعز منها الأذل . لأن ابنَ أُبَيّ ذَهب إلى رسول الله وتبرأ من أن يكون قال ذلك ولأنه لا يلتئم مع قوله تعالى : { لن يغفر الله لهم } [ المنافقون : 6 ] .ولَيُّ الرؤوس : إمالتها إلى جانب غير وِجاه المتكلم .  إعراضاً عن كلامه ، أي أبوا أن يستغفروا لأنهم ثابتون على النفاق ، أو لأنهم غيرُ راجعين فيما قالوه من كلام بَذيء في جانب المسلمين ، أو لئلا يُلزموا بالاعتراف بما نسب إليهم من النفاق .وقرأ الجمهور { لوّوا } بتشديد الواو الأولى مضاعف لوى للدلالة على الكثرة فيقتضي كثرة اللي منهم ، أي لوى جمع كثير منهم رؤوسهم ، وقرأهُ نافع ورَوح عن يعقوب بتخفيف الواو الأولى اكتفاء بإسناد الفعل إلى ضمير الجماعة .والخطاب في { ورأيتهم } لغير معيّن ، أي ورأيتهم يا من يراهم حينئذٍ .وجملة { وهم مستكبرون } في موضع الحال من ضمير يصدون ، أي يصدون صدّ المتكبر عن طلب الاستغفار .",
  "ayah": 5,
  "surah": 63
}
