{
  "text": "القول في تأويل قوله تعالى :  تَتَجَافَى جُنُوبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ (16) يقول تعالى ذكره: تتنحَّى جنوب هؤلاء الذين يؤمنون بآيات الله، الذين وصفت صفتهم، وترتفع من مضاجعهم التي يضطجعون لمنامهم، ولا ينامون (يَدْعُونَ رَبَّهُمْ خَوْفا وَطَمَعا) في عفوه عنهم، وتفضُّله عليهم برحمته ومغفرته (ومِمَّا رَزَقْناهُمْ يُنْفِقُونَ) في سبيل الله، ويؤدّون منه حقوق الله التي أوجبها عليهم فيه. وتتجافى: تتفاعل من الجفاء، والجفاء: النبو، كما قال الراجز:وَصَــاحِبي ذَاتُ هِبــاب دَمْشَــقُوَابــنُ مِــلاطٍ مُتجــاف أرْفَـقُ (1)يعني: أن كرمها سجية عن ابن ملاط، وإنما وصفهم تعالى ذكره بتجافي جنوبهم عن المضاجع؛ لتركهم الاضطجاع للنوم شغلا بالصلاة.واختلف أهل التأويل في الصلاة التي وصفهم جلّ ثناؤه، أن جنوبهم تتجافى لها عن المضطجع، فقال بعضهم: هي الصلاة بين المغرب والعشاء، وقال: نـزلت هذه الآية في قوم كانوا يصلون في ذلك الوقت.* ذكر من قال ذلك:حدثنا ابن المثنى، قال: ثنا يحيى بن سعيد، عن أبي عروبة، قال: قال قتادة، قال أنس في قوله:  كَانُوا قَلِيلا مِنَ اللَّيْلِ مَا يَهْجَعُونَ  قال: كانوا يتنفَّلون فيما بين &; 20-179 &; المغرب والعشاء، وكذلك (تتجافى جنوبهم) قال: ثنا ابن أبي عديّ، عن سعيد، عن قَتادة، عن أنس في قوله: (تَتَجَافَى جُنُوبُهُمْ عَنِ المَضَاجِعِ) قال: يصلون ما بين هاتين الصلاتين.حدثني عليّ بن سعيد الكنديّ، قال: ثنا حفص بن غياث، عن سعيد، عن قَتادة، عن أنس (تَتَجَافَى جُنُوبهُم عَنِ المَضَاجِعِ) قال: ما بين المغرب والعشاء.حدثني محمد بن خلف، قال: ثنا يزيد بن حيان، قال: ثنا الحارث بن وجيه الراسبي، قال: ثنا مالك بن دينار، عن أنس بن مالك، أن هذه الآية نـزلت في رجال من أصحاب النبيّ صلى الله عليه وسلم، كانوا يصلون فيما بين المغرب والعشاء (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ).حدثنا ابن وكيع، قال: ثنا محمد بن بشر، عن سعيد بن أبي عروبة، عن قَتادة، عن أنس (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: كانوا يتطوعون فيما بين المغرب والعشاء.قال: ثنا أبي، عن سفيان، عن رجل، عن أنس (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: ما بين المغرب والعشاء.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: كانوا يتنفَّلون ما بين صلاة المغرب وصلاة العشاء.وقال آخرون: عنى بها صلاة المغرب (2) .* ذكر من قال ذلك:حدثنا ابن وكيع، قال: ثني أبي، عن طلحة، عن عطاء (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: عن العتمة.وذُكر عن حجاج، عن ابن جريج، قال: قال يحيى بن صَيفي، عن أبي سلمة، قال: العتمة.وقال آخرون: لانتظار صلاة العتمة.* ذكر من قال ذلك:حدثني عبد الله بن أبي زياد، قال: ثنا عبد العزيز بن عبد إلى الأويسي، عن &; 20-180 &; سليمان بن بلال، عن يحيى بن سعيد، عن أنس بن مالك، أن هذه الآية (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) نـزلت في انتظار الصلاة التي تدعى العتمة.وقال آخرون: عنى بها قيام الليل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة، عن الحسن (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: قيام الليل.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: هؤلاء المتهجدون لصلاة الليل.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) يقومون يصلون من الليل.وقال آخرون: إنما هذه صفة قوم لا تخلو ألسنتهم من ذكر الله.* ذكر من قال ذلك:حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ يقول: اخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ يَدْعُونَ رَبَّهُم خَوْفا وَطَمَعا): وهم قوم لا يزالون يذكرون الله، إما في صلاة، وإما قياما، وإما قعودا، وإما إذا استيقظوا من منامهم، هم قوم لا يزالون يذكرون الله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ ...) إلى آخر الآية، يقول: تتجافى لذكر الله، كلما استيقظوا ذكروا الله، إما في الصلاة، وإما في قيام، أو في قعود، أو على جنوبهم، فهم لا يزالون يذكرون الله.والصواب من القول في ذلك أن يقال: إن الله وصف هؤلاء القوم بأن جنوبهم تنبو عن مضاجعهم، شغلا منهم بدعاء ربهم وعبادته خوفا وطمعا، وذلك نبوّ جنوبهم عن المضاجع ليلا؛ لأن المعروف من وصف الواصف رجلا بأن جنبه نبا عن مضجعه، إنما هو وصف منه له بأنه جفا عن النوم في وقت منام الناس المعروف، وذلك الليل دون النهار، وكذلك تصف العرب الرجل إذا وصفته بذلك، يدلّ على ذلك قول عبد الله بن رواحة الأنصاري رضي الله عنه في صفة نبيّ الله صلى الله عليه وسلم:يَبِيـتُ يُجـافِي جَنْبَـهُ عَـنْ فِراشِـهِإذا اسْـتَثْقَلَت بالمُشْـرِكِينَ المَضَـاجِعُ (3)فإذا كان ذلك كذلك، وكان الله تعالى ذكره لم يخصص في وصفه هؤلاء القوم بالذي وصفهم به من جفاء جنوبهم عن مضاجعهم من أحوال الليل وأوقاته حالا ووقتا دون حال ووقت، كان واجبا أن يكون ذلك على كلّ آناء الليل وأوقاته. وإذا كان كذلك كان من صلى ما بين المغرب والعشاء، أو انتظر العشاء الآخرة، أو قام الليل أو بعضه، أو ذكر الله في ساعات الليل، أو صلى العتمة ممن دخل في ظاهر قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) لأن جنبه قد جفا عن مضجعه في الحال التي قام فيها للصلاة قائما صلى أو ذكر الله، أو قاعدا بعد أن لا يكون مضطجعا، وهو على القيام أو القعود قادر، غير أن الأمر وإن كان كذلك، فإن توجيه الكلام إلى أنه معني به قيام الليل أعجب إليّ؛ لأن ذلك أظهر معانيه، والأغلب على ظاهر الكلام، وبه جاء الخبر عن رسول الله صلى الله عليه وسلم.وذلك ما حدثنا به ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، قال: سمعت عروة بن الزبير يحدّث عن معاذ بن جبل، أن رسول الله صلى الله عليه وسلم قال له: \" ألا أدلُّكَ عَلى أبْواب الخَيْرِ: الصَّوْمُ جُنَّةٌ، والصَّدَقَةُ تُكَفِّرُ الخَطِيئَةَ، وَقِيامُ العَبْدِ في جَوْفِ اللَّيْلِ\" وتلا هذه الآية (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ يَدْعُونَ رَبَّهُمْ خَوْفا وَطَمَعا ومِمَّا رَزَقْناهُمْ يُنْفِقُونَ) \".حدثنا ابن المثنى، قال: ثنا يحيى بن حماد، قال: ثنا أبو أسامة، عن سليمان، عن حبيب بن أبي ثابت والحكم، عن ميمون بن أبي شبيب، عن معاذ بن جبل، عن رسول الله صلى الله عليه وسلم ، بنحوه.حدثني محمد بن خلف العسقلاني، قال: ثنا آدم، قال: ثنا سفيان، قال: ثنا منصور بن المعتمر، عن الحكم بن عُتيبة، عن ميمون بن أبي شبيب، عن معاذ بن جبل، &; 20-182 &; قال: قال لي رسول الله صلى الله عليه وسلم: إنْ شِئْتَ أَنْبَأْتُكَ بأبْوابِ الخَيْرِ: الصَّوْمُ جُنَّةٌ، والصَّدَقَةُ تُكَفِّرُ الخَطِيئَةَ، وَقِيامُ الرَّجُلِ في جَوْفِ اللَّيْلِ\" ثم قرأ رسول الله صلى الله عليه وسلم (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ).حدثنا أبو كريب، قال: ثنا يزيد بن حيان، عن حماد بن سلمة، قال: ثنا عاصم بن أبي النجود، عن شهر بن حوشب، عن معاذ بن جبل، عن رسول الله صلى الله عليه وسلم في قوله: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ) قال: \" قِيامُ العَبْدِ مِن اللَّيْل \".حدثنا أبو همام الوليد بن شجاع، قال: ثني أبي، قال: ثني زياد بن خيثمة، عن أبي يحيى بائع القتّ، عن مجاهد، قال: ذكر رسول الله صلى الله عليه وسلم قيام الليل، ففاضت عيناه حتى تحادرت دموعه، فقال: (تَتَجَافَى جُنُوبُهُم عَنِ المَضَاجِعِ).وأما قوله: (يَدْعُونَ رَبَّهُمْ خَوْفا وَطَمَعا...) الآية، فإن بنحو الذي قلنا (4) في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قَتادة ( يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ ) قال: خوفا من عذاب الله، وطمعا في رحمة الله، ومما رزقناهم ينفقون فى طاعة الله، وفي سبيله.--------------------------الهوامش :(1) البيتان للزفيان (انظرهما في الملحق بديوان العجاج 100). والهباب: النشاط والإسراع في السير. والدمشق: الناقة الخفيفة السريعة، وأنشد أبو عبيدة قول الزفيان:وَمَنْهَــل طــامٍ عَلَيْــهِ الغَلْفَــقُيُنِــيرُ أوْ يُسْــدِى بِــهِ الخَـوَرْنَقُوَرَدْتُـــهُ واللَّيْـــلُ دَاجٍ أبْلَــقُوَصَــاحبي ذَات هِبــاب دَمْشَــقُكأنهـــا بعْـــدَ الكَــلالِ زَوْرَقُولم يذكر البيت الثاني، وهو محل الشاهد عند المؤلف. وفي (اللسان: ملط) قال النضر: الملاطان: ما عن يمين الكركرة وشمالها. وابنا ملاطي البعير: هما العضدان، وقيل كتفاه، وابنا ملاط: العضدان والكتفان. الواحد: ابن ملاط. وقال ابن السكيت: ابنا ملاط: العضدان. والمتجافي: البائن عن جنبها، وذلك أقوى لسيرها. والأرفق: المنفتل المرفق عن الجنب، وهو أرفق، وناقة رفقاء. ا هـ. وقال الأزهري: الذي حفظه بهذا المعنى: ناقة دفقاء، وجمل أدفق، إذا انفتق مرفقه عن جنبه. وفي (اللسان: دفق) ورجل أدفق: إذا انحنى صلبه من كبر أو غم. وأنشد المفضل * وابــن مـلاط متجـاف أدفـق *ا هـ. وأنشد أبو عبيدة البيتين في مجاز القرآن (الورقة 193 - أ) ولم ينسبه. ثم قال: أدفق (بالدال) أي متنح عن كركرتها. ا هـ .(2) لعله صلاة العتمة، يعني العشاء، كما تفيده الآثار بعد.(3) البيت لعبد الله بن رواحة الأنصاري أحد شعراء النبي صلى الله عليه وسلم. ويجافي: يباعد واستثقلت ثقلت: والمضاجع: جمع مضجع، وهو الفراش ينام فيه أو موضعه. والبيت شاهد ثاني على التجافي في قوله تعالى: (تتجافى جنوبهم عن المضاجع) : معناه: تبعد. قال أبو عبيدة في مجازالقرآن ( الورقة 195 - ب ): أي ترتفع عنها وتتنحى، لأنهم يصلون بالليل. ا هـ.(4) انظر تفسير المؤلف للآية في صدر الكلام عليها ص 99.",
  "ayah": 16,
  "surah": 32
}
