{
  "text": "انآ انزلنآ الیک الکتٰب بالحق (39: 2) ” اے نبی ﷺ یہ کتاب ہم نے تمہاری طرف برحق نازل کی ہے “۔ اور جس سچائی پر نازل کی گئی ہے۔ وہ ہمہ جہت وحدانیت ہے ، جس کے اوپر یہ کائنات قائم ہے۔ اس سورت کی پانچویں آیت میں ہے :\nخلق السٰمٰوت والارض بالحق (39: 5) ” آسمانوں اور زمین کو اس نے برحق پیدا کیا ہے “۔ لہٰذا جس حق اور سچائی پر سماوات\nکا قیام ہے ، وہی سچائی اس کتاب کا موضوع ہے۔ اس کتاب کا تصور توحید اور اس کائنات کی تخلیق کی وحدت ایک ہی ہیں۔ جس طرح یہ کائنات اللہ واحد کی تخلیق اور مصنوع ہے اور جس طرح یہ انسان اللہ کی تخلیق اور اس کے امر پر قائم ہے ، اسی طرح یہ کتاب بھی اللہ کے امر پر قائم ہے۔ لہٰذا منطقی نتیجہ یہ ہے :\nفاعبداللہ مخلصاله الدین (39: 2) ” لہذا تم اللہ ہی کی بندگی کرو ، دین کو اسی کے لیے خالص کرتے ہوئے “۔\nخطاب رسول اللہ ﷺ کو ہے جن کی طرف یہ کتاب برحق نازل کی گئی۔ اور یہ کتاب رسول کا پیش کردہ منہاج حیات ہے جس کی طرف آپ تمام انسانوں کو دعوت دیتے ہیں۔ جو اس عقیدے پر قائم ہے کہ اللہ ایک ہے ، اسی کی بندگی کرنی ہے ۔ نظام زندگی صرف اسی سے اخذ کرنا ہے اور پوری زندگی کو اس عقیدۂ توحید پر قائم کرنا ہے۔\nاللہ کو ایک الٰہ سمجھنا اور دین اس کے لیے خالص کرنا محض چند کلمات کا نام نہیں ہے جو زبان سے ادا کردیئے جائیں۔ یہ دراصل زندگی کا پورا نظام ہے جو انسان کے دل و دماغ سے عقیدۂ توحید کے ساتھ شروع ہوتا ہے اور ایک اسلامی سوسائٹی میں مکمل نظام زندگی کے قیام پر ختم ہوتا ہے۔\nوہ دل جو اللہ وحدہ کو الٰہ سمجھتا ہے ' جو صرف اللہ کی بندگی کرتا ہے ، وہ اپنا سر کسی کے آگے نہیں جھکاتا۔ وہ نہ تو غیر اللہ سے کوئی چیز طلب کرتا ہے ، نہ غیر اللہ پر اعتماد کرتا ہے۔ ایسے شخص کے نزدیک صرف اللہ ہی قوی ہے اور صرف اللہ اس پوری کائنات پر غالب ہے۔ سب پر غالب ہے۔ سب کے سب ضعیف اور کمزور ہیں اور وہ کسی کے لیے کوئی نفع ونقصان کا اختیار نہیں رکھتے۔ لہٰذا کسی انسان کو کسی انسان کے سامنے سر نہیں جھکانا چاہیے۔ کیونکہ یہ انسان سب کے سب اسی کی طرح ہیں اور خود اپنے نفع ونقصان کے مختار بھی بنیں ۔ اللہ وحدہ ہی دینے والا اور روکنے والا ہے۔ لہٰذا اللہ کو اس سلسلے میں کسی وسیلے اور واسطے کی ضرورت نہیں۔ تمام مخلوق اس کی محتاج ہے اور وہ غنی ہے۔\nپھر جو دل عقیدۂ توحید سے لبریز ہے وہ اس بات پر بھی ایمان لاتا ہے کہ اس کائنات کے ایک ہی قانون قدرت اور ناموس فطرت کنڑول کرتا ہے۔ لہذا اس کا یہ ایمان ہوتا ہے کہ جو نظام زندگی اللہ نے انسانوں کے لیے تجویز کیا ہے ، یہ بھی انہی قوانین قدرت کا حصہ ہے۔ جو اس کائنات کے لیے وضع ہوئے ہیں۔ لہذا یہ انسان اس دنیا کے ساتھ ہم آہنگی کی زندگی نہیں بسر کرسکتا الایہ کہ وہ اسلامی نظام زندگی کو اپنالے۔ لہٰذا وہ وہی احکام و انتظام اختیار کرتا ہے جو اللہ چاہتا ہے یعنی وہ اللہ ہی کی شریعت کی اطاعت کرتا ہے جو اس نظام کائنات اور انسان کے وجود کے نظام کے ساتھ موافق ہے۔\nپھر جو دل کو وحدہ لاشریک سمجھتا ہے ، وہ اپنے اور اس اللہ کی پیدا کردہ تمام کائنات کے درمیان ایک قربت اور تعلق محسوس کرتا ہے۔ اس کائنات کی زندہ چیزیں ہوں یا مردہ ۔ لہٰذا اس کی زندگی ایک ایسے ماحول کے اندر بسر ہوتی ہے جو اس کا دوست ، ہمد ومعاون اور اس کے ساتھ ہمقدم اور محبت کرنے والا ہوتا ہے۔ وہ اپنے ماحول میں اللہ کے دست قدرت کی کارستانیاں محسوس کرتا ہے۔ لہٰذا وہ اس ماحول میں اللہ اور اس کی مخلوقات کے ساتھ مانوس ہوکر رہتا ہے۔ اس کے ساتھ اللہ کی مخلوق ہوتی ہے۔ اس کی آنکھیں اللہ کی پیدا کردہ عجائبات پر ہوتی ہیں۔ وہ یہاں اس کائنات کی کسی چیز کو ایذا نہیں دیتا۔ وہ اس کائنات کی کسی چیز کو تلف نہیں کرتا امرالہٰی سے۔ کیونکہ اللہ ہی ہر چیز کا خالق ہے۔ وہی زندگی دینے والا ہے۔ وہ سب کا رب ہے اور ہر چیز کا رب ہے۔\nاسی طرح انسانی زندگی تصورات اور میلانات میں بھی توحید ظاہر ہوتی ہے۔ انسانی طرزعمل اور اس کی چال ڈھال میں بھی توحید کا اثر ہوتا ہے۔ اور انسانی زندگی اور سوسائٹی کے لیے منہاج اور طریق زندگی میں بھی توحید کا اثر ہوتا ہے۔ اور عقیدۂ توحید محض ایک کلمہ نہیں رہتا جسے زبان سے کہہ دیا جائے ۔ وہ ایک مکمل نظام بن جاتا ہے۔ یہی وجہ ہے کہ پورے قرآن میں عقیدۂتوحید کو بہت ہی بڑی اہمیت دی گئی ہے۔ ہر جگہ اس پر اصرار و تکرار کیا گیا ہے۔ لہٰذا توحید پر ان زاویوں سے غور کیا جانا چاہئے ۔ اس زاویہ سے توحید ایک فکر ، ایک نظام اجتماعی اور نظام حکومت بن جاتی ہے۔ اور اس پر ہر وقت تدبر کی ضرورت ہے۔ ہر زمانے میں ، ہر خاندان اور سوسائٹی میں اور اسی مفہوم میں اس پر تدبر کی ضرورت ہے۔",
  "ayah": 2,
  "surah": 39
}
