{
  "text": "آیت نمبر 5\nآسمان و زمین کی بادشاہت پر یہ ایک سرسری نظر ، لیل ونہار کے نظام اور شمس وقمر کے نظام اور اسے زبردست طریقے\nسے مسخر کرنے کے نظارے پر ایک نگاہ ، اس بات کو ثابت کردیتی ہے کہ اللہ کے سوا کوئی اور الٰہ نہیں ہے۔ یہ نظام فطرت دل کے اندر یہ بات اتار دیتا ہے کہ نہ اللہ کا کوئی شریک ہے اور نہ اس کا کوئی بیٹا ہے۔\nزمین و آسمان کی تخلیق میں اللہ کی وحدانیت کے دلائل بالکل ظاہر ہیں اور ان قوانین میں بھی وحدت الہٰی کے نشانات ظاہر ہیں جو ان کو کنڑول کررہے ہیں۔ اس پوری کائنات پر ایک سرسری نظر ہی اس بات کو ظاہر کردیتی ہے کہ بیشمار دلائل موجود ہیں۔ آج تک انسانوں نے جو سائنسی انکشافات کیے ہیں۔ ان میں وحدت الوہیت کے لیے بیشمار دلائل موجود ہیں۔ یہ بات انسانوں پر ثابت ہوگئی ہے کہ یہ کائنات جس تک انسان نے رسائی حاصل کرلی ہے ، یہ ایسے ذرات سے بنی ہوئی ہے جن کی حقیقت اور ماہیت ایک ہے اور ان ذرات میں سے ہر ایک ذرہ ایسی شعاعوں سے مرکب ہے ، جن کی حقیقت ایک ہے۔ اور یہ بات بھی معلوم ہوچکی ہے کہ ان ذرات سے جو اجرام فلکی بنے ہیں خواہ وہ ایسے ہوں جس میں ہم رہتے یا دوسرے سیارے اور ستارے ہوں۔ یہ سب کے سب مکمل حرکت میں ہیں اور اس حرکت کا ایک مخصوص جاری قانون ہے جس سے کوئی ستارہ بھی ہٹ نہیں سکتا ۔ چھوٹے ذرات اور ستاروں میں بھی وہی حرکت ہے اور اس دنیا کے عظیم ترین ذرات میں بھی وہی حرکت ہے۔ پھر مطالعہ کائنات سے یہ بھی معلوم ہوتا ہے کہ اس حرکت کا ایک نظام ہے۔ یہ نظام وہ حقیقت ہے جو اس بات کا ثبوت فراہم کرتی ہے کہ اس پوری کائنات کا خالق و مدبر ایک ہے۔ سائنس دان ہر روز جس نئی حقیقت کی دریافت کرتے ہٰں اس سے یہ بات معلوم ہوتی ہے کہ اس کائنات کے منصوبے میں جو کچھ رکھا ہوا ہے وہ اللہ وحدہ کی ذات پر شاہد عادل ہے اور ایک سچائی ہے اور یہ لوگوں کی خواہشات کے مطابق نہیں بدلتی۔ اور نہ کسی شخص کے سیلانات کے مطابق کسی طرف مائل ہوتی ہے۔ نہ اپنی راہ ایک سکینڈ کے لیے چھوڑتی ہے اور نہ بےراہ روی اختیار کرتی ہے۔\nخلق السمٰوٰت والارض بالحق (39: 5) ” اس نے آسمانوں اور زمین کو برحق پیدا کیا “۔ اور کتاب بھی اس نے برحق نازل فرمائی۔ لہٰذا اس کائنات میں بھی حق ہے اور اس کتاب میں بھی حق ہے اور یہ ایک ہی دونوں حق اور سچائی ہے جو اس کائنات میں بھی ہے اور اس کتاب میں بھی ہے اور دونوں کا منبع ومصدر ایک ہی ہے۔ اور دونوں اس بات کی نشانی ہیں کہ اس کائنات کا پیدا کرنے والا ایک ہی ہے۔\nیکورالیل۔۔۔ علی الیل (39: 5) ” وہی ہے جو دن پر رات کو اور رات پر دن کو لپیٹتا ہے “۔ یہ انداز تعبیر ایسا ہے کہ انسان کا دامن کھینچ کر ان جدید انکشافات کی طرف اس کی توجہ مبذول کراتا ہے جن کے مطابق زمین کا گول ہونا ثابت ہوا ہے۔ باوجود اس خواہش کے کہ میں قرآن مجید کی تفسیر میں جدید سائنسی انکشافات سے دامن بچاؤں۔ کیونکہ انسانی نظریات کبھی درست ہوتے ہیں کبھی غلط ۔ آج ثابت ہوتے اور کل باطل ہوجاتے ہیں جبکہ قرآن حق ہے اور اپنی سچائی پر وہ خود دلیل ہے۔ ” آفتاب آمد دلیل آفتاب “ قرآن اپنی سچائی کا ثبوت اپنے موافق یا مخالف سے مانگتا ہی نہیں ۔ نہ ان انکشافات سے جو یہ ضیعف انسان فراہم کرتا ہے۔ لیکن اپنے اس رویے کے باوجود یہ انداز تعبیر مجھے مجبور کررہا ہے کہ زمین کی گردش محوری اور اس کی کروی ساخت پر غور کروں اس لیے کہ ایک ظاہری منظر اس تعبیر سے صاف صاف نظر آتا ہے اور اس کا انکار ممکن نہیں۔ زمین گول ہے اور گردش محوری کے ساتھ سورج کے سامنے ہے۔ اس لیے اس کا جو حصہ دوسوج کے سامنے ہے وہ روشن ہے اور دن ہے لیکن یہ حصہ ایک جگہ کھڑا نہیں رہتا۔ جو نہی یہ حصہ حرکت کرکے آگے بڑھتا ہے۔ اندھیرا زمین کے اس حصے کو ڈھانپتا جاتا ہے۔ اور اسے لپیٹتا جاتا ہے۔ لہٰذا یہ دن والا حصہ لپیٹتا جارہا ہے اور رات اسے لپیٹتی جاتی ہے۔ دوسری جانب سے جہاں رات لپٹی ہوئی ہے وہ بھی اگے بڑھتی اور روشنی رات والے حصے کو لپٹتی ہے اور اس میں دن آتا جاتا ہے۔ یوں ایک طرف سے دن کو رات کور (Cover) کرتی ہے اور دوسری طرف سے رات دن کو کور کرتی جاتی ہے اور یہ حرکت جاری ہے۔\nیکور الیل علی النھار ویکور النھار علی الیل (39: 5) یہ الفاظ صورت حال کا خوب نقشہ کھینچتے ہیں اور صورت حال کا صحیح نقشہ ذہین میں آجاتا ہے۔ اس طرح زمین کی حرکت کی نوعیت کا اظہار بھی ہوجاتا ہے۔ زمین کا گول ہونا بھی ثابت ہوتا ہے۔ اس کا دورہ بھی ثابت ہوتا ہے۔ اس انداز بیان کی یہ بہترین تفسیر ہے ، اس کے سوا کوئی دوسری تفسیر اس سے زیادہ گہری نہیں ہوسکتی۔\nوسخر الشمس والقمر کل یجزی لاجل مسمی (39: 5) ” اس نے سورج اور چاند کو اس طرح مسخر کررکھا ہے کہ ایک ایک وقت مقرر تک چلے جارہا ہے “۔ سورج اپنے مدار پر چل رہا ہے اور چاند اپنے مدار پر چل رہا ہے۔ اور دونوں حکم الہٰی سے مسخر ہیں۔ اور کسی کا یہ دعویٰ نہیں ہے کہ وہ ان کو چلا رہا ہے اور فطری استدلال اس بات کو تسلیم نہیں کرتا کہ بغیر کسی محرک کے یہ حرکت ہورہی ہے اور ازخود یہ نہایت ہی پیچیدہ نظام اس باقاعدگی سے چل رہا ہے کہ کئی ملین سال گزرنے کے بعد ہمیں اس حرکت میں بال برابر کمی نظر نہیں آتی۔ اور یہ شمس وقمر اسی طرح جاری رہیں گے اور ایک وقت تک جاری رہیں گے۔ یعنی قیامت تک اور اس کا علم اللہ کے سوا کسی کو نہیں ہے۔ جب حکم ہوگا یہ رک جائیں گے۔\nاناھو العزیز الغفار (39: 5) ” جان رکھو وہ زبردست ہے اور درگزر کرنے والا ہے “۔ لہٰذا قوت قدرت اور غلبے کی وجہ سے وہ کائنات کو سنبھالتا ہے اور اس قوت کے ساتھ ساتھ وہ غفار بھی ہے۔ جو لوگ اس کی طرف مڑ جاتے ہیں ان کی کوتاہیوں کو بخش دیتا ہے حالانکہ انہوں نے تکذیب اور شرک جیسے بڑے جرائم کیے تھے۔ اور وہ اللہ کے ساتھ الٰہ بناتے تھے۔ اور پھر اللہ کے لیے اولاد مقرر کرتے ہیں اور دوسرے جرائم کرتے ہیں لیکن توبہ کا دروازہ کھلا ہے اور اس سے داخل ہونے کے لیے راہ واگزار ہے اور اللہ عزیز و غفار ہے۔\nاس عظیم کائنات کے مطالعے کے لیے اس سرسری نظر کے بعد اب روئے سخن ذرا پھرجاتا ہے۔ انسان کے نہایت ہی چھوٹے نفس کی طرف جو اپنے اند ایک عظیم جہان رکھتا ہے۔ صرف اس پہلو کی طرف متوجہ کیا جاتا ہے کہ ذرا ” زندگی “ اور ” حیات “ پر غور کرو۔",
  "ayah": 5,
  "surah": 39
}
