{
  "text": "درس نمبر 222 ایک نظر میں\nیہ اس سورت کا آخری سبق ہے ، اس میں تخلیق کائنات کے حوالے سے حقیقت توحید کے مضمون کو لیا گیا ہے۔ یہ کہ اللہ نے تمام چیزوں کی تخلیق کی ہے۔ وہ تمام چیزوں میں مالکانہ تصرف رکھتا ہے۔ لہٰذا مشرکین کی یہ تجویز کہ حضور اکرم ﷺ ان کے الہوں کی بندگی کریں اور ہم اس کے مقابلے میں اللہ رب العالمین کی بندگی کریں۔ یوں ایک مشترکہ دین وجود میں آجائے ' یہ تجویز اور مطالبہ نہایت احمقانہ ہے اور عجیب و غریب ہے۔ اللہ تو خالق کائنات ہے۔ آسمانوں اور زمین کے تمام اختیارات اور بادشاہت اسی کی ہے۔ اس کے ساتھ کوئی شریک نہیں ہے۔ یہ کس طرح ممکن ہے کہ اس کے ساتھ کسی اور چیز کی بندگی بھی کی جائے۔ جبکہ زمین و آسمان کی کنجیاں اس کے ہاتھ میں ہیں۔ حقیقت یہ ہے۔\nوماقدرواللہ حق قدرہ ” اور ان لوگوں نے اللہ کی قدر ہی نہیں کی جیسا کہ اس کی قدر کرنے کا حق ہے “۔ یہ لوگ اللہ کے ساتھ اور وں کو شریک کرتے ہیں۔ حالانکہ اللہ وحدہ معبود ، قدرت والا اور تمام کائنات کا کنڑول کرنے والا ہے۔\nوالارض ۔۔۔۔ بیمنهٖ (39: 67) ” قیامت کے روز پوری زمین اس کی مٹھی میں ہوگی اور آسمان اس کے دست راست میں لپٹے ہوں گے “۔ اور اس حقیقت کو اس انداز میں ریکارڈ کرنے کے لیے قیامت کے مناظر میں سے ایک منظر پیش کیا جاتا ہے اور یہ منظر اس بات پر ختم ہوتا ہے کہ فرشتے عرش الہٰی کے اردگرد ننگے پاؤں پھر رہے ہوں گے۔ یہ اللہ کی تسبیح کے ساتھ اس کی حمد بیان کررہے ہوں گے۔ پوری کائنات حمدوثنا میں رطب اللسان ہوگی۔ اور کہا جائے گا ہر طرف اور ہر جہت سے الحمدللہ رب العالمین ” سب تعریفیں اللہ رب العالمین کے لیے ہیں “۔ اور اس کائنات کی حقیقت میں یہ ایک فیصلہ کس بات ہوگی۔\nدرس نمبر 222 تشریح آیات\nآیت نمبر 62 تا 63\nیہ وہ حقیقت ہے جس پر ہر چیز گواہ ہے۔ کوئی یہ دعویٰ نہیں کرسکتا کہ اس نے کوئی چیز بنائی ہے اور کوئی معقول انسان یہ دعویٰ بھی نہیں کرسکتا کہ یہ کائنات بغیر کسی پیدا کرنے والے کے خود وجود میں آگئی ۔ حالانکہ اس کائنات کے اندر جو موجودات بھی ہیں ، ان کی ذات اور ان کی اسکیم بتاتی ہے کہ اس کو بالاراہ بنایا گیا ہے۔ کوئی چیز اتفاقی نظر نہیں آتی ، چاہے چھوٹی ہو یا بڑی۔\nوھو علی کل شئ وکیل (39: 62) ” اللہ ہر چیز پر نگہبان ہے “۔ زمین و آسمان کو وہی چلانے والا ہے اور اپنے ارادے اور منشا کے مطابق اللہ زمین و آسمان کو چلاتا ہے۔ یہ پوری کائنات اللہ کے نظام قضاوقدر کے مطابق چلتی ہے۔ اللہ کے ارادے کے سوا کسی اور کا ارادہ ان تصرفات میں دخیل نہیں ہے۔ اس بات کی شہادت فطرت دیتی ہے۔ حقیقت واقعہ بھی اسی کی تائید کرتی ہے اور انسانی عقل وضمیر بھی اس کی تائید میں ہے۔\nوالذین کفرواباٰیٰت اللہ اولئک ھم الخٰسرون (39: 63) ” اور جو لوگ اللہ کی آیات سے کفر کرتے ہیں وہی گھاٹے میں رہنے والے ہیں “۔ ان کو اس علم اور آگاہی سے محرومی ہے جس کے ذریعے ان کی زندگی اس پوری کائنات کی حرکت سے ہم آہنگ رہتی ہے۔ یہ ان کے لیے بڑا خسارہ ہے۔ وہ ہدایت کی راحت اور ایمان کے حسن سے محروم رہے اور اعتقاد اور نظریہ کے اطمینان اور یقین کی مٹھاس سے بھی محروم رہے اور آخرت میں وہ خود بھی گھاٹے میں رہے اور ان کی وجہ سے ان کے خاندان بھی گھاٹے میں رہے ۔ وہ تو اس قدر نقصان اٹھا رہے ہیں کہ ان پر آقاسرون کے لفظ کا اطلاق ہوتا ہے۔\nاس حقیقت کی روشنی میں جس پر آسمان اور زمین گواہ ہیں اور جس پر اس کائنات کی ہر چیز گواہ ہے۔ حضور اکرم ﷺ کو یہ تلقین کی جاتی ہے کہ ان سے کہو : کیا تجویز کرتے ہو کہ میں تمہارے الہوں کی بندگی کروں اور اس بدلے میں تم الٰہ العالمین کی بندگی کرو۔ کس قدر جاہلانہ تجویز ہے یہ ؟ کیا سچائی کوئی بکنے والی جنس ہے جس کا بازاروں میں سودا ہوتا ہے۔",
  "ayah": 62,
  "surah": 39
}
