{
  "text": "انبیاء کی مخاطب قوموں پر جو عذاب آتاہے وہ تکذیب آیات کی بنا پر آتاہے۔ یعنی نشانیوں کو جھٹلانا۔ اس کے مقابلہ میں انبیاء کے ساتھیوں پر جو خصوصی نصرت اترتی ہے اس کا استحقاق ان کو صبر کی وجہ سے حاصل ہوتا ہے، یعنی اپنے جذبات کو تھام کر اللہ کے طریقہ پر ثابت قدم رہنا۔\nنشانیوں سے مراد وہ دلائل ہیں جو حق کو حق ثابت کرنے والے ہوتے ہیں مگرآدمی اپنی متکبرانہ نفسیات کی وجہ سے ان کو ماننے پر قادر نہیں ہوتا۔ وہ دلیل کے معاملہ کو دلیل پیش کرنے والے کا معاملہ بنا لیتا ہے۔ وہ سمجھتاہے کہ اگر میں نے دلیل مان لی تو فلاں شخص کے مقابلہ میں میرا مرتبہ گھٹ جائے گا۔ وہ دلیل پیش کرنے والے كے مقابلہ میں اپنے آپ كو اونچا رکھنے کی خاطر دلیل کی برتري کو تسلیم نہیں کرتا۔ مگر یہی انسان کی آزمائش کا اصل مقام ہے۔ موجودہ دنیا میں خدا نشانیوں یا دلائل کے پردہ میں ظاہر ہوتا ہے، آخرت ميں وہ بے حجاب ہو کر ظاہر ہوجائے گا۔ مگر ایمان وہی معتبر هے جب کہ آدمی غيب ميں چھپے هوئے حق کو پالے۔ اس كے برعكس، قيامت كے دن حق كو سامنے ديكھ كر اس كو ماننا صرف آدمی کے جرم کو ثابت کرے گا، نہ کہ وہ اس کو انعام کا مستحق بنائے گا۔ ایسا اقرار صرف اس بات کا ثبوت ہوگا کہ آدمی نے اپنی بے پروائی کی وجہ سے حق کو نہ جانا۔ اگر وہ اس کے بارے میں سنجیدہ ہوتا تو یقینا ًوہ اس کو جان لیتا۔\nاس کے مقابلہ میں خدا کے وفادار بندے وه ہیں جن کی سب سے نمایاں خصوصیت صبر ہے۔ حقیقت یہ ہے کہ ایمان کی زندگی سراسر صبر کی زندگی ہے۔ اپنے جیسے ایک انسان کی زبان سے حق کا اعلان سن کر اس کو مان لینا، عادتوں اور مصلحتوں پر قائم شدہ زندگی کو حق اور اصولوں کی بنیاد پر قائم کرنا، لوگوں کی طرف سے پیش آنے والی ایذاؤں کو خدا کی خاطر نظر انداز کرنا، حق کے مخالفین کی ڈالی ہوئی مصیبتوں سے پست ہمت نہ ہونا، یہ سب ایمان کے لازمی مراحل ہیں اور آدمی صبر کے بغیر ان مراحل سے کامیابی کے ساتھ گزر نہیں سکتا۔\nفرعون کو اپنے اقتدار پر اور اپنے باغوں اور عمارتوں پر گھمنڈ تھا۔ حضرت موسیٰ کی ہجرت کے بعد فرعون اور اس کا لشکر سمندر میں غرق کردیا گیا۔ اولوں اور ٹڈیوں نے مصر کے سرسبز وشاداب باغات کو اجاڑ دیا اور زلزلوں نے ان کی شان دار عمارتیں ڈھادیں۔ دوسری طرف حضرت موسی کی چند نسلوں کے بعد حضرت داؤد اور حضرت سلیمان کے زمانہ میں بنی اسرائیل اطراف مصر (شام وفلسطین) پر قابض ہوگئے۔ نشانیوں کو جھٹلانے والے ہمیشہ خدا کے غضب کے مستحق ہوتے ہیںاور صبر کرنے والے ہمیشہ خدا کی نصرت کے۔",
  "ayah": 137,
  "surah": 7
}
