{
  "text": "ایک کام جس سے خدا نے منع کیا ہو اس کو کرنا گناہ ہے اور حیلہ کے ذریعہ ناجائز کو جائز بنا کر کرنا گناہ پر سرکشی کا اضافہ ہے۔ قانون سبت کی خلاف ورزی کرکے یہود اسی قسم کے مجرم بن گئے تھے۔ ایسے لوگ خدا کی لعنت کے مستحق ہوجاتے ہیں۔ یعنی وہ خدا کی ان عنایتوں سے محروم ہوجاتے ہیں جو اس نے اس دنیا میں صرف انسان کے ليے مخصوص کی ہیں۔ ایسے لوگ انسانیت کی سطح سے گر کر حیوانیت کی سطح پر آجاتے ہیں۔\nقانون سبت کی خلاف ورزی کرنے والوں کے ساتھ یہی معاملہ کیاگیا۔ ’’اللہ نے ان کو بندر بنادیا‘‘ کا مطلب یہ نہیںہے کہ ان کی صورت بندروں کی صورت ہوگئی۔ اس کا مطلب یہ ہے کہ ان کااخلاق بندروں جیسا ہوگیا۔ ان کا دل اور ان کی سوچ انسانوں کے بجائے بندر جیسے ہوگئے۔ قيل بل جعل أخلاقهم كأخلاقها وإن لم تكن صورتهم كصورتها (المفردات للراغب الأصفہانى، صفحہ\n666\n)۔ وَرُوِيَ عَنْ مُجَاهِدٍ فِي تَفْسِيرِ هَذِهِ الْآيَةِ أَنَّهُ إِنَّمَا مُسِخَتْ قُلُوبُهُمْ فَقَطْ، وَرُدَّتْ أَفْهَامُهُمْ كَأَفْهَامِ الْقِرَدَةِ (تفسیر القرطبی، جلد1،  صفحہ\n443\n)\nانسان ایک ایسی مخلوق ہے جس کے اندر اس کے خالق نے عقل اور ضمیر رکھ دیا ہے۔ اس کے اندر جب کوئی خواہش اٹھتی ہے تو اس کی عقل وضمیر متحرک ہو کر فوراً اس کے سامنے یہ سوال کھڑا کردیتے ہیں کہ ایسا کرنا تمھارے ليے درست ہے یا نہیں۔ اس کے برعکس، بندر کا حال یہ ہے ا س کی خواہش اور اس کے عمل کے درمیان کوئی تیسری چیز حائل نہیں۔ جو بات بھی اس کے جی میں آجائے وہ فوراً اس کو كر ڈالتا ہے۔ اس کو نه اپنی خواہش کے بارے میں میں سوچنے کی ضرورت ہوتی اور نہ اس پر عمل کرنے کے بعد اس پر شرمندہ ہونے کی۔\nاب انسان کا بندر ہوجانا یہ ہے کہ وہ اپنی عقل اور اپنے ضمیر کے خلاف عمل کرتے کرتے اتنا بے حس ہوجائے کہ اس قسم کے نازک احساسات اس کے اندر سے جاتے رہیں۔ اس کے دل میں جو بھی خواہش پیدا ہو اس کو وہ کرگزرے۔ جب بھی کوئی شخص اس کی زد میں آجائے تو وہ اس کی عزت اور اس کے مال پر حملہ کردے۔ کسی سے شکایت پیدا ہو تو فوراً اس کو ذلیل کرنے کے ليے کھڑا ہوجائے۔ کسی سے اختلاف ہوجائے تو اس پر غرانے لگے۔ کوئی اس کو اپنی راہ میں رکاوٹ نظر آئے تو فوراً اس سے لڑنا شروع کردے۔ سچا انسان وہ ہے جو اپنے آپ پر خدا کی لگام لگالے۔ اور بندر انسان وہ ہے جو بے قید ہو کر وہ سب کچھ کرنے لگے جو اس کا نفس اس سے کرنے کے ليے کہے۔\nبرائی سے روکنا ایک قسم کا اعلانِ برأت ہے۔ اس ليے کسی گروہ پر جب خدا کی یہ سزا آتی ہے تو اس کی زد میں آنے سے وہ لوگ بچا ليے جاتے ہیں جو برائی سے اس حد تک بے زار ہوں کہ وہ اس کے روکنے والے بن جائیں۔",
  "ayah": 165,
  "surah": 7
}
