{
  "text": "توحید اور آخرت، نیکی اور عدل کی طرف بلانا ’’عُرف‘‘ کی طرف بلانا ہے۔ یعنی ان بھلائیوں کی طرف جو عقل وفطرت کے نزدیک جانی پہچانی ہیں۔ مگر یہ سادہ ترین کام ہر زمانے میں مشکل ترین کام رہاہے۔ انسان کی حُب عاجلہ کا یہ نتیجہ ہے کہ ہر زمانہ میں لوگ اپني زندگی کا نظام دنیوی مفاد اور ذاتی مصلحتوں کی بنیاد پر قائم كيے ہوئے ہوتے ہیں۔ وہ حق کا نام لے کر باطل پرستی کے مشغلہ میں مبتلا ہوتے ہیں۔ ایسی حالت میں جب بھی سچائی کی بے آمیز دعوت اٹھتی ہے تو ہر آدمی اپنے آپ پر اس کی زد پڑتے ہوئے محسوس کرتاہے۔ نتیجہ یہ ہوتاہے کہ ہر آدمی اس کا مخالف بن کر کھڑا ہوجاتاہے۔\nایسی حالت میں داعی کو کیا کرنا چاہیے۔ اس کا ایک ہی جواب ہے اور وہ ہے درگزر اور اعراض۔ یعنی لوگوں سے الجھے بغیر بالکل ٹھنڈے طورپر اپنا کام جاری رکھنا۔ داعی اگر لوگوں کے نکالے ہوئے شوشوں کا جواب دینے لگے تو حق کی دعوت مناظرہ کی صورت اختیار کرلے گی۔ داعی اگر لوگوں کی طرف سے چھیڑے ہوئے غیر ضروری سوالات میں اپنے کو مشغول کرے تو وہ صرف اپنے وقت اور اپنی طاقت کو ضائع کرے گا۔داعی اگر لوگوں کی طرف سے آنے والی تکلیفوں پر ان سے جھگڑنے لگے تو دعوتِ حق دعوت نہ رہے گی بلکہ معاشی اور سیاسی لڑائی بن جائے گی۔ اس ليے حق کی دعوت کو اس کی اصلی صورت میں باقی رکھنے کے ليے ضروری ہے کہ داعی جاہلوں اور معاندوں کی طرف سے پیش آنے والی ناخوش گواریوں پر صبر کرے اور ان سے الجھے بغیر اپنے مثبت کام کو جاری رکھے۔\nتاہم موجودہ دنیا میں کوئی شخص نفس اور شیطان کے حملوں سے خالی نہیں رہ سکتا۔ ایسے موقع پر جو چیز آدمی کو بچاتی ہے وہ صرف اللہ کا ڈر ہے۔ اللہ کا ڈر آدمی کو بے حد حساس بنا دیتاہے۔ یہی حساسیت موجودہ امتحان کی دنیا میں آدمی کی سب سے بڑی ڈھال ہے۔ جب بھی آدمی کے اندر کوئی غلط خیال آتاہے یا کسی قسم کی منفی نفسیات ابھرتی ہے تو اس کی حساسیت فوراً اس کو بتادیتی ہے کہ وہ پھسل گیا ہے۔ ایک لمحہ کی غفلت کے بعد اس کی آنکھ کھل جاتی ہے اور وہ اللہ سے معافی مانگتے ہوئے دوبارہ اپنے کو درست کرلیتاہے۔ اس کے برعکس، جو لوگ اللہ کے ڈر سے خالی ہوتے ہیں ان کے اندر شیطان داخل ہو کر اپنا کام کرتا رہتاہے اور ان کو محسوس بھی نہیں ہوتا کہ اس کے ساتھی بن کر وہ کسی گڑھے کی طرف چلے جارہے ہیں۔ حساسیت آدمی کی سب سے بڑی محافظ ہے، جب کہ بے حسی آدمی کو شیطان کے مقابلہ میں غیر محفوظ بنا دیتی ہے۔",
  "ayah": 199,
  "surah": 7
}
