{
  "text": "جنت اپنی تمام وسعتوں کے ساتھ آدم اور ان کی بیوی کے لیے کھلی ہوئی تھی۔ اس میں طرح طرح کی چیزیں تھیں اور خدا کی طرف سے ان کو آزادی تھی کہ ان کو جس طرح چاہیں استعمال کریں۔بے شمار جائز چیزوں کے درمیان صرف ایک چیز کے استعمال سے روک دیاگیا تھا۔ شیطان نے اسی ممنوعہ مقام سے ان پر حملہ کیا۔ اس نے وسوسہ اندازیوں کے ذریعہ سکھایا کہ جس چیز سے تمھیں روکا گیا ہے وہی جنت کی اہم ترین چیز ہے۔ اسی میں تقدس اور ابدیت کا سارا راز چھپا ہوا ہے۔ آدم اور ان کی بیوی ابلیس کی مسلسل تلقین سے متاثر ہوگئے۔اور بالآخر ممنوعہ درخت کا پھل کھالیا۔ مگر جب انھوں نے ایسا کیا تو نتیجہ ان کی توقعات کے بالکل برعکس نکلا۔ ان کی اس خلاف ورزی نے خدا کا لباسِ حفاظت ان کے جسم سے اتار دیا۔ وہ اس دنیا میں بالکل بے یارومددگار ہو کر رہ گئے جہاں اس سے پہلے ان کو ہرطرح کی سہولت اور حفاظت حاصل تھی۔\nاس سے معلوم ہوتا ہے کہ شیطان کا وہ خاص حربہ کیا ہے جس سے وہ انسان کو بہکا کر خدا کی رحمت ونصرت سے دور کردیتا ہے۔ وہ ہے — حلال رزق کے پھیلے ہوئے میدان کو آدمی کی نظر میں کمتر کرکے دکھانا اور جو چند چیزیں حرام ہیں ان کو خوب صورت طورپر پیش کرکے یقین دلانا کہ تمام بڑے بڑے فائدوں اور مصلحتوں کا راز بس انھیں چند چیزوں میں چھپا ہوا ہے۔\nشیطان اپنا یہ کام ہر ایک کے ساتھ اس کے اپنے ذوق اور حالات کے اعتبار سے کرتا ہے ۔ کسی کو تمام قیمتی غذاؤں سے بے رغبت کرکے یہ سکھاتا ہے کہ شاندار تندرستی حاصل کرنا چاہتے ہو تو شراب پیو۔ کہیں لاکھوں بے روزگار مرد کام کرنے کے ليے موجود ہوں گے مگر وہ ترغیب دے گا کہ اگر ترقی کی منزل تک جلد پہنچنا چاہتے ہو تو عورتوں کو گھر سے باہر لاکر انھیں مختلف تمدنی شعبوں میں سرگرم کردو۔ کسی کے پاس اپنے مخالف کو زیر کرنے کا یہ قابل عمل طریقہ موجود ہوگا کہ وہ اپنے آپ کو مستحکم بنائے مگر شیطان اس کے کان میں ڈالے گا کہ تمھارے ليے اپنے مخالف کو شکست دینے کا سب سے زیادہ کار گر طریقہ یہ ہے کہ اس کے خلاف تخریبی کارروائیاں شروع کردو۔ کسی کے ليے ’’اپنی تعمیر آپ‘‘ کے میدان میں کام کرنے کے ليے بے شمار مواقع کھلے ہوئے ہوں گے مگر وہ سکھائے گا کہ دوسروں کے خلاف احتجاج اور مطالبہ کا طوفان برپا کرنا اپنے کو کامیابی کی طرف لے جانے کا سب سے زیادہ قریبی راستہ ہے۔ کسی کے سامنے حکومت وقت سے تصادم کیے بغیر بے شمار دینی کام کرنے کے مواقع موجود ہوں گے مگر وہ اس کو اس غلط فہمی ميں ڈالے گا کہ غیر اسلامی حکمرانوں کو اگر کسی نہ کسی طرح پھانسی پر چڑھادیا جائے یا ان کو گولی مار کر ختم کردیا جائے تو اس کے بعد آناً فاناً اسلام کا مکمل نظام سارے ملک میں قائم ہو جائے گا، وغیرہ۔",
  "ayah": 21,
  "surah": 7
}
