{
  "text": "دنیا کا نظام خدا نے اس طرح بنایا ہے کہ اس کی ظاہری چیزیں اس کی باطنی حقیقتوں کی علامت ہیں۔ ظاہری چیزوں پر غور کرکے آدمی چھپی ہوئی حقیقتوں تک پہنچ سکتا ہے۔ اسی قسم کی ایک چیز لباس ہے۔\nخدا نے انسان کو لباس دیا جو اس کی حفاظت کرتا ہے اور ا سی کے ساتھ وه اس کے حسن ووقار کو بڑھانے کا ذریعہ بھی ہے۔یہ اس بات کا اشارہ ہے کہ آدمی کے روحانی وجود کے لیے بھی اسی طرح ایک لباس ضروری ہے، یہ لباس تقویٰ ہے۔ تقویٰ آدمی کا معنوی لباس ہے جو ایک طرف اس کو شیطان کے حملوں سے بچاتاہے اور دوسری طرف اس کے باطن کو سنوار کر اس کو جنت کی لطیف ونفیس دنیا میں بسانے کے قابل بناتا ہے۔ یہ تقویٰ کا لباس کیا ہے۔ یہ ہے— اللہ کا خوف، حق کا اعتراف، اپنے لیے اور دوسروں کے لیے ایک معیار رکھنا، اپنے کو بندہ سمجھنا، تواضع کو اپنا شعار بنانا، دنیا میں گم ہونے کے بجائے آخرت کی طرف متوجہ رہنا۔ آدمی جب ان چیزوں کو اپنائے تو وہ اپنے اندرونی وجود كو ملبوس کرتاہے اور اگر وہ اس کے خلاف رویہ اختیار کرے تو وہ اپنے اندرون کو ننگا کرليتا ہے۔ ظاہری جسم کو کپڑے کا بنا ہوا لباس ڈھانکتا ہے اور باطنی جسم کو تقویٰ کا لباس۔\nآدمی کو گمراہ کرنے کے لیے شیطان کا طریقہ یہ ہے کہ وہ اس کو بہکاتا ہے۔ وہ خدا کے ممنوعہ درخت کو ہر قسم کے خیر کا سرچشمہ بتاتا ہے۔ وہ ایسے معصوم راستوں سے اس کی طرف آتاہے کہ آدمی کا گمان بھی نہیں جاتا کہ ادھر سے اس کی طرف گمراہی آرہی ہوگی۔ شیطان آدمی کے تمام نازک مقامات کو جانتا ہے اور انھیںنازک مقامات سے وہ اس پر حملہ آور ہوتا ہے۔ کبھی ایک بے حقیقت نظریہ کو خوبصورت الفاظ میں بیان کرتاہے۔ کبھی ایک جزئی حقیقت کو کلی حقیقت کے روپ میں اس کے سامنے لاتا ہے۔ کبھی معمولی چیزوں میں فوائد کا خزانہ بتا کر سارے لوگوں کو اس کی طرف دوڑا دیتاہے۔کبھی ایک بے فائدہ حرکت میں ترقی کا راز بتاتا ہے۔ کبھی ایک تخریبی عمل کو تعمیر کے روپ میں پیش کرتاہے۔\nشیطان کن لوگوں کو بہکانے میں کامیاب ہوتاہے۔ وہ ان لوگوں پر کامیاب ہوتاہے جو امتحان کے مواقع پر ایمان کا ثبوت نہیں دے پاتے۔ جو خدا کی نشانیوں پر غور نہیں كرتے۔ جو دلائل کی زبان میں بات کو سمجھنے کے لیے تیار نہیں ہوتے۔ جنھیں اپنے ذاتی رجحانات کے مقابلہ میں حق کے تقاضے کو ترجیح دینا گوارا نہیں ہوتا۔ جن کو ایسی سچائی سچائی نظر نہیں آتی جس میں ان کے فائدوں اور مصلحتوں کی رعایت شامل نہ ہو۔ جنھیں وہ حق پسند نہیں آتا جو ان کی ذات کو نیچا کرکے خود ان کے مقابلہ میں اونچا ہونا چاہتاہو۔",
  "ayah": 27,
  "surah": 7
}
