{
  "text": "قوم عاد کی تباہی کے بعد اس کے صالح افراد عرب کے شمال مغرب میں حجر کے علاقہ میں آباد ہوئے۔ ان کی نسل بڑھی اور انھوںنے زراعت اور تعمیر میں بڑی ترقیاں کیں۔ انھوں نے میدانوں میں محل بنائے اور پہاڑوں کو تراش کر ان کو بڑے بڑے حجري مکانات کی صورت دے دی۔بعد کو ان میں وہ خرابیاں پیدا ہوگئیں جومادی ترقی اور دنیوی خوش حالی کے ساتھ قوموں میں پیدا ہوتی ہیں۔ عیش پرستی، آخرت فراموشی، حدود اللہ سے بے پروائی، اللہ کی بڑائی کو بھول کر اپنی بڑائی قائم کرنا۔اس وقت اللہ نے حضرت صالح کو کھڑا کیا تاکہ وہ ان کو اللہ کی پکڑ سے ڈرائیں۔ مگر انھوں نے نصیحت قبول نہ کی۔ وہ اپنے فساد کو صلاح میں بدلنے پر راضی نہ ہوئے۔ جس کائنات میں تمام چیزیں خدا کی تابع بن کر رہ رہی ہیں وہاں انھوں نے خدا کا سرکش بن کر رہنا چاہا۔ جہاں ہر چیز اپنی حد کے اندر اپنا عمل کرتی ہے وہاں انھوں نے اپنی حد سے تجاوز کرکے زندہ رہنا چاہا۔ یہ ایک اصلاح یافتہ دنیا میں فساد پھیلانا تھا۔ چنانچہ ان کو دنیا میں بسنے کے ليے نااہل قرار دے دیا گیا۔\nقوم ثمود کو جانچنے کے ليے خدا نے ایک اونٹنی مقرر کی اور کہا کہ اس کو تکلیف نہ پہنچانا ورنہ ہلاک کرديے جاؤ گے۔ خدا کے لیے یہ بھی ممکن تھا کہ وہ ان کے لیے ایک خوفناک شیر مقرر کردے۔ مگر خدا نے شیر کے بجائے اونٹنی کو مقرر فرمایا۔ اس کا راز یہ ہے که آدمی کی خدا ترسی کا امتحان ہمیشہ ’’اونٹنی‘‘ کی سطح پر لیا جاتا ہے، نہ کہ ’’شیر ‘‘ کی سطح پر۔ سماج میں ہمیشہ کچھ ناقۃ اللہ (خدا کی اونٹنی) جیسے لوگ ہوتے ہیں۔ یہ وہ کم زور افراد ہیں جن کے ساتھ وہ مادی زور نہیں ہوتا جو لوگوں کو ان کے خلاف کارروائی کرنے سے روکے۔ جن کے ساتھ حسن سلوک کا محرک صرف اخلاقی احساس ہوتا ہے، نہ کہ کوئی ڈر۔ مگر یہی وہ لوگ ہیں جن کی سطح پر لوگوں كي خدا پرستی جانچی جارہی ہے۔ یہی وہ افراد ہیں جن کے ذریعہ کسی کو جنت کا سرٹیفکٹ دیا جارہا ہے اور کسی کو جہنم کا۔\nثمود نے فن تعمیر میں کمال پیداکیا۔ متعلقہ علوم مثلاً ریاضی، ہندسہ، انجینئرنگ میں بھي یقیناً انھوں نے ضروری دستگاہ حاصل کی ہوگی ورنہ یہ ترقیات ممکن نہ ہوتیں۔ مگر ان کو جس بات کا مجرم ٹھہرایا گیا وہ ان کی مادی ترقیاں نہیں تھیں بلکہ زمین میں فساد پھیلانا تھا۔ اس کا مطلب یہ ہے کہ جائز حدود میں ترقی کرنے سے خدا نہیں روکتا۔ البتہ زندگی کے معاملات میں آدمی کو اس نظام اصلاح کا پابند رہنا چاہیے جو خدا نے پوری کائنات میں قائم کررکھا ہے۔",
  "ayah": 73,
  "surah": 7
}
