{
  "text": "Wealth and Poverty are both a Test and Honor or Disgrace for the Servant\nAllah refutes man in his belief that if Allah gives Him abundant provisions to test him with it, it is out of His honor for him. But this is not the case, rather it is a trial and a test, as Allah says,\nأَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِن مَّالٍ وَبَنِينَ - نُسَارِعُ لَهُمْ فِى الْخَيْرَتِ بَل لاَّ يَشْعُرُونَ\n(Do they think that in wealth and children with which We enlarge them. We hasten unto them with good things. Nay, but they perceive not.) (23:55-56) Likewise, from another angle, if Allah tests him and tries him by curtailing his sustenance, he believes that is because Allah is humiliating him. As Allah says,\nكَلاَّ\n(But no!) meaning, the matter is not as he claims, neither in this nor in that. For indeed Allah gives wealth to those whom He loves as well as those whom He does not love. Likewise, He withholds sustenance from those whom He loves and those whom He does not love. The point is that Allah should be obeyed in either circumstance. If one is wealthy, he should thank Allah for that, and if he is poor, he should exercise patience.\nFrom the Evil that the Servant does regarding Wealth\nAllah said,\nبَل لاَّ تُكْرِمُونَ الْيَتِيمَ-\n(But you treat not the orphans with kindness and generosity!) This contains the command to honor him (the orphan). Abu Dawud recorded from Sahl bin Sa`id that the Messenger of Allah ﷺ said,\n«أَنَا وَكَافِلُ الْيَتِيمِ كَهَاتَيْنِ فِي الْجَنَّة»\n(The guardian of the orphan and I will be like these two in Paradise.) And he put his two fingers together - the middle finger and the index finger.\nوَلاَ تَحَاضُّونَ عَلَى طَعَامِ الْمِسْكِينِ-\n(And urge not one another on the feeding of the Miskin!) meaning, they do not command that the poor and the needy be treated with kindness, nor do they encourage each other to do so.\nوَتَأْكُلُونَ التُّرَاثَ\n(And you devour the Turath) meaning, the inheritance.\nأَكْلاً لَّمّاً\n(devouring with greed.) meaning, however they can get it, whether lawful or forbidden.\nوَتُحِبُّونَ الْمَالَ حُبّاً جَمّاً\n(And you love wealth with love Jamma.) meaning, in abundance. This increases some of them in their wickedness.",
  "ayah": 15,
  "surah": 89
}
