{
  "text": "On the Day of Judgement Everyone will be recompensed according to what He did of Good or Evil\nAllah informs of what will happen on the Day of Judgement of the great horrors. He says,\nكَلاَّ\n(Nay!) meaning, truly.\nإِذَا دُكَّتِ الاٌّرْضُ دَكّاً دَكّاً\n(When the earth is flatened, Dakkan Dakka.) meaning, the earth and the mountains will be flattened, leveled and made even, and the creatures will rise from their graves for their Lord.\nوَجَآءَ رَبُّكَ\n(And your Lord comes) meaning, for the session of Judgement between His creatures. This is after they requested the best of the Sons of Adam -- Muhammad ﷺ-- to intercede with Allah. This will occur only after they have requested the other great Messengers, one after another. Yet, all of them will say, \"I cannot do that for you.\" This will continue until the beseeching of the men reaches Muhammad ﷺ, and he will say, \"I will do it, I will do it.\" So he will go and seek to intercede with Allah as the session of Judgement will have come, and Allah will allow him to intercede for that (the Judgement). This will be the first of the intercessions, and it is the praiseworthy station that has already been discussed in Surat Subhan (Al-Isra'). So Allah will come for the session of Judgement as He wills, and the angels will also come, lined up in rows upon rows before Him. Then Allah says,\nوَجِىءَ يَوْمَئِذٍ بِجَهَنَّمَ\n(And Hell will be brought near that Day.) In his Sahih, Imam Muslim bin Al-Hajjaj recorded that `Abdullah bin Mas`ud said that the Messenger of Allah ﷺ said,\n«يُؤْتَى بِجَهَنَّمَ يَوْمَئِذٍ لَهَا سَبْعُونَ أَلْفَ زِمَامٍ مَعَ كُلِّ زِمَام سَبْعُونَ أَلْفَ مَلَكٍ يَجُرُّونَهَا»\n(Hell will be brought on near that Day and it will have seventy thousand leashes, and each leash will have seventy thousand angels pulling it.) At-Tirmidhi also recorded the same narration. Allah said:\nيَوْمَئِذٍ يَتَذَكَّرُ الإِنسَـنُ\n(On that Day will man remember,) meaning, his deeds, and what he did before in his past and recent times.\nوَأَنَّى لَهُ الذِّكْرَى\n(but how will that remembrance avail him) meaning, how can remembrance then benefit him\nيَقُولُ يلَيْتَنِى قَدَّمْتُ لِحَيَاتِى\n(He will say: \"Alas! Would that I had sent forth for my life!\") meaning, if he was a disobedient person, he will be sorry for the acts of disobedience he committed. If he was an obedient person, he will wish that he performed more acts of obdedience. This is similar to what Imam Ahmad bin Hanbal recorded from Muhammad bin Abi `Amirah, who was one of the Companions of the Messenger of Allah ﷺ. He said, \"If a servant fell down on his face (in prostration) from the day that he was born until the day he died as an old man, in obedience to Allah, he would scorn this act on the Day of Judgement. He would wish to be returned to this life so that he could earn more reward and compensation.\" Allah then says,\nفَيَوْمَئِذٍ لاَّ يُعَذِّبُ عَذَابَهُ أَحَدٌ\n(So on that Day none will punish as He will punish.) meaning, there is no one more severely punished than those whom Allah punishes for disobeying Him.\nوَلاَ يُوثِقُ وَثَاقَهُ أَحَدٌ\n(And none will bind as He will bind.) meaning, there is no one who is more severely punished and bound than those the Az-Zabaniyah punish the disbelievers in their Lord. This is for the criminals and the wrongdoers among the creatures. In reference to the pure and tranquil soul -- which is always at rest and abiding by the truth it will be said to it,\nيأَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِى إِلَى رَبِّكِ\n(O tranquil soul! Come back to your Lord.) meaning, to His company, His reward and what He has prepared for His servants in His Paradise.\nرَّاضِيَةٍ\n(well-pleased) meaning, within itself.\nمَّرْضِيَّةً\n(well-pleasing.) meaning, pleased with Allah, and He will be pleased with it and gratify it.\nفَادْخُلِى فِى عِبَادِى\n(Enter then among My servants,) meaning, among their ranks.\nوَادْخُلِى جَنَّتِى\n(And enter My Paradise!) This will be said to it at the time of death and on the Day of Judgement. This is like the angels giving glad tiding to the believer at his time of death and when he rises from his grave. Likewise is this statement here. Ibn Abi Hatim recorded from Ibn `Abbas concerning Allah's statement,\nيأَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ - ارْجِعِى إِلَى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً\n(O tranquil soul! Come back to your Lord, well-pleased and well-pleasing!) He said, \"This Ayah was revealed while Abu Bakr was sitting (with the Prophet ). So he said, `O Messenger of Allah! There is nothing better than this!' The Prophet then replied,\n«أَمَا إِنَّهُ سَيُقَالُ لَكَ هَذَا»\n(This will indeed be said to you.)\" This is the end of the Tafsir of Surat Al-Fajr, and all praise and blessings are due to Allah.",
  "ayah": 24,
  "surah": 89
}
