{
  "text": "Which was revealed in Makkah\nRecitation of Surat Al-Fajr in the Prayer\nAn-Nasa'i recorded a narration from Jabir that Mu`adh prayed a prayer and a man came and joined him in the prayer. Mu`adh made the prayer long, so the man went and prayed (alone) at the side of the Masjid, and then left. When Mu`adh was informed of this he said, \"(He is) a hypocrite.\" He (Mu`adh) then informed the Messenger of Allah ﷺ of what happened. The Prophet then asked the young man (about it) and he replied, \"O Messenger of Allah! I came to pray with him, but he made the prayer too long for me. So I left him and prayed at the side of the Masjid. Then I went to feed my she-camel.\" The Messenger of Allah ﷺ then said,\n«أَفَتَّانٌ يَا مُعَاذُ؟ أَيْنَ أَنْتَ مِنْ\nسَبِّحِ اسْمَ رَبِّكَ الاّعْلَى\nوَالشَّمْسِ وَضُحَـهَا\nوَالْفَجْرِ\nوَالَّيْلِ إِذَا يَغْشَى »\n(Are you causing trouble Mu`adh Why don't you recite (`Glorify the Name of your Lord the Most High'), (`By the sun and its brightness'), (`By the dawn'), (and (`By the night as it envelops'))\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful\nThe Explanation of Al-Fajr and what comes after it\nConcerning Al-Fajr, it is well known that it is the morning. This was said by `Ali, Ibn `Abbas, `Ikrimah, Mujahid and As-Suddi. It has been reported from Masruq and Muhammad bin Ka`b that Al-Fajr refers to the day of Sacrifice (An-Nahr) in particular, and it is the last of the ten nights. `The ten nights' refers to the (first) ten days of Dhul-Hijjah. This was said by Ibn `Abbas, Ibn Zubayr, Mujahid and others among the Salaf and the latter generations. It has been confirmed in Sahih Al-Bukhari from Ibn `Abbas that the Prophet said,\n«مَا مِنْ أَيَّامٍ الْعَمَلُ الصَّالِحُ أَحَبُّ إِلَى اللهِ فِيهِنَّ مِنْ هذِهِ الْأَيَّام»\n(There are no days in which righteous deeds are more beloved to Allah than these days.) meaning the ten days of Dhul-Hijjah. They said, \"Not even fighting Jihad in the way of Allah\" He replied,\n«وَلَا الْجِهَادُ فِي سَبِيلِ اللهِ، إِلَّا رَجُلًا خَرَجَ بِنَفْسِهِ وَمَالِهِ ثُمَّ لَمْ يَرْجِعْ مِنْ ذلِكَ بِشَيْء»\n(Not even Jihad in the way of Allah; except for a man who goes out (for Jihad) with his self and his wealth, and he does not return with any of that.)\nExplanation of Night\nConcerning Allah's statement,\nوَالَّيْلِ إِذَا يَسْرِ\n(And by the night when it departs.) Al-`Awfi reported from Ibn `Abbas that he said, \"When it goes away.\" `Abdullah bin Zubayr said,\nوَالَّيْلِ إِذَا يَسْرِ\n(And by the night when it departs.) \"As some parts of it remove other parts of it.\" Mujahid, Abu Al-`Aliyah, Qatadah, and Malik who reported it from Zayd bin Aslam and Ibn Zayd, they all said;\nوَالَّيْلِ إِذَا يَسْرِ\n(And by the night when it departs.) \"When it moves along.\" Concerning Allah's statement,\nهَلْ فِى ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ\n(There is indeed in them sufficient proofs for men with Hijr!) meaning, for he who possesses intellect, sound reasoning, understanding and religious discernment. The intellect has only been called Hijr because it prevents the person from doing that which is not befitting of him of actions and statement. From this we see the meaning of Hijr Al-Bayt because it prevents the person performing Tawaf from clinging the wall facing Ash-Sham. Also the term Hijr Al-Yamamah (the cage of the pigeon) is derived from this meaning (i.e., prevention). It is said, \"Hajara Al-Hakim so-and-so (The judge passed a judgement preventing so-and-so),\" when his judgement prevents the person from his liberty (i.e., of freely utilizing his wealth). Allah says,\nوَيَقُولُونَ حِجْراً مَّحْجُوراً\n(And they will say: \"Hijr Mahjur.\") (25:22) All of these examples are different cases but their meanings are quite similar. The oath that is referred to here is about the times of worship and the acts of worship themselves, such as Hajj, Salah and other acts of worship that Allah's pious, obedient, servants who fear Him and are humble before Him, seeking His Noble Face, perform in order to draw nearer to Him.\nMentioning the Destruction of `Ad\nAfter mentioning these people, and their worship and obedience, Allah says,\nأَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ\n(Saw you not how your Lord dealt with `Ad) These were people who were rebellious, disobedient, arrogant, outside of His obedience, deniers of His Messengers and rejectors of His Scriptures. Thus, Allah mentions how He destroyed them, annihilated them and made them legends to be spoken of and an exemplary lesson of warning. He says,\nأَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ - إِرَمَ ذَاتِ الْعِمَادِ\n(Saw you not how your Lord dealt with `Ad Iram of the pillars,) These were the first people of `Ad. They were the descendants of `Ad bin Iram bin `Aws bin Sam bin Nuh. This was said by Ibn Ishaq. They are those to whom Allah sent His Messenger Hud. However, they rejected and opposed him. Therefore, Allah saved him and those who believed with him from among them, and He destroyed others with a furious, violent wind.\nسَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَـنِيَةَ أَيَّامٍ حُسُوماً فَتَرَى الْقَوْمَ فِيهَا صَرْعَى كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ - فَهَلْ تَرَى لَهُم مِّن بَاقِيَةٍ\n(Which Allah imposed on them for seven nights and eight days in succession, so that you could see men lying overthrown, as if they were hollow trunks of date palms! Do you see any remnants of them) (69: 7-8) Allah mentioned their story in the Qur'an in more than one place, so that the believers may learn a lesson from their demise. Allah then says,\nإِرَمَ ذَاتِ الْعِمَادِ\n(Iram of the pillars.) This is an additional explanation that adds clarification who they actually were. Concerning His saying,\nذَاتِ الْعِمَادِ\n(of the pillars.) is because they used to live in trellised houses that were raised with firm pillars. They were the strongest people of their time in their physical stature, and they were the mightiest people in power. Thus, Hud reminded them of this blessing, and he directed them to use this power in the obedience of their Lord Who had created them. He said,\nوَاذكُرُواْ إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى الْخَلْقِ بَسْطَةً فَاذْكُرُواْ ءَالآءَ اللَّهِ لَعَلَّكُمْ تُفْلِحُونَ\n(And remember that He made you successors after the people of Nuh and increased you amply in stature. So remember the graces from Allah so that you may be successful.)(7:69) Allah also said,\nفَأَمَّا عَادٌ فَاسْتَكْبَرُواْ فِى الاٌّرْضِ بِغَيْرِ الْحَقِّ وَقَالُواْ مَنْ أَشَدُّ مِنَّا قُوَّةً أَوَلَمْ يَرَوْاْ أَنَّ اللَّهَ الَّذِى خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً\n(As for 'Ad, they were arrogant in the land without right, and they said: \"Who is mightier than us in strength\" See they not that Allah Who created them was mightier in strength than them.) (41:15) And Allah says here,\nالَّتِى لَمْ يُخْلَقْ مِثْلُهَا فِى الْبِلَـدِ\n(The like of which were not created in the land) meaning, there had been none created like them in their land, due to their strength, power and their great physical stature. Mujahid said, \"Iram was an ancient nation who were the first people of `Ad.\" Qatadah bin Di`amah and As-Suddi both said, \"Verily, Iram refers to the House of the kingdom of `Ad.\" This latter statement is good and strong. Concerning Allah's statement,\nالَّتِى لَمْ يُخْلَقْ مِثْلُهَا فِى الْبِلَـدِ\n(The like of which were not created in the land) Ibn Zayd considered the pronoun of discussion here to refer to the pillars, due to their loftiness. He said, \"They built pillars among the hills, the likes of which had not been constructed in their land before.\" However, Qatadah and Ibn Jarir considered the pronoun of discussion to refer to the tribe (of `Ad), meaning that there was no tribe that had been created like this tribe in the land - meaning during their time. And this latter view is the correct position. The saying of Ibn Zayd and those who follow his view is a weak one, because if He intended that, He would have said \"The like of which were not produced in the land.\" But He said:\nلَمْ يُخْلَقْ مِثْلُهَا فِى الْبِلَـدِ\n(The like of which were not created in the land.) Then Allah says,\nوَثَمُودَ الَّذِينَ جَابُواْ الصَّخْرَ بِالْوَادِ\n(And Thamud, who hewed (Jabu) rocks in the valley) meaning, they cut the rocks in the valley. Ibn `Abbas said, \"They carved them and they hewed them.\" This was also said by Mujahid, Qatadah, Ad-Dahhak and Ibn Zayd. From this terminology it is said (in the Arabic language), \"the hewing of leopard skin\" when it is torn, and \"The hewing of a garment\" when it is opened. The word `Jayb' (pocket or opening in a garment) also comes from Jabu. Allah says,\nوَتَنْحِتُونَ مِنَ الْجِبَالِ بُيُوتاً فَـرِهِينَ\n(And you hew in the mountains, houses with great skill.) (26:149)\nA Mention of Fir`awn\nAllah then says,\nوَفِرْعَوْنَ ذِى الاٌّوْتَادِ\n(And Fir`awn with Al-Awtad) Al-`Awfi reported from Ibn `Abbas that he said, \"Al-Awtad are the armies who enforced his commands for him.\" It has also been said that Fir`awn used to nail their hands and their feet into pegs (Awtad) of iron that he would hang them from. A similar statement was made by Mujahid when he said, \"He used to nail the people (up) on pegs.\" Sa`id bin Jubayr, Al-Hasan and As-Suddi all said the same thing. Allah said,\nالَّذِينَ طَغَوْاْ فِى الْبِلَـدِ - فَأَكْثَرُواْ فِيهَا الْفَسَادَ\n(Who did transgress beyond bounds in the lands. And made therein much mischief.) meaning, they rebelled, were arrogant, and went about making corruption in the land, and harming the people.\nفَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ\n(So, your Lord poured on them different kinds of severe torment.) meaning, He sent down a torment upon them from the sky and caused them to be overcome by a punishment that could not be repelled from the people who were criminals.\nThe Lord is Ever Watchful\nConcerning Allah's statement,\nإِنَّ رَبَّكَ لَبِالْمِرْصَادِ\n(Verily, your Lord is Ever Watchful.) Ibn `Abbas said, \"He hears and He sees.\" This means that He watches over His creation in that which they do, and He will reward them in this life and in the Hereafter based upon what each of them strove for. He will bring all of the creation before Him and He will judge them with justice. He will requit each of them with that which he deserves, for He is far removed from injustice and tyranny.",
  "ayah": 6,
  "surah": 89
}
