{
  "text": "ثم أخبر فقال ليسوا سواء تم الكلام . والمعنى : ليس أهل الكتاب وأمة محمد - صلى الله عليه وسلم - سواء ; عن ابن مسعود . وقيل : المعنى ليس المؤمنون والكافرون من أهل الكتاب سواء . وذكر أبو خيثمة زهير بن حرب حدثنا هاشم بن القاسم حدثنا شيبان عن عاصم عن زر عن ابن مسعود قال : أخر رسول الله - صلى الله عليه وسلم - ليلة صلاة العشاء ثم خرج إلى المسجد فإذا الناس ينتظرون الصلاة فقال : إنه ليس من أهل الأديان أحد يذكر الله تعالى في هذه الساعة غيركم قال : وأنزلت هذه الآية ليسوا سواء من أهل الكتاب أمة قائمة إلى قوله : والله عليم بالمتقين وروى ابن وهب مثله . وقال ابن عباس : قول الله عز وجل من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون من آمن مع النبي - صلى الله عليه وسلم - . وقال ابن إسحاق عن ابن عباس لما أسلم عبد الله بن سلام ، وثعلبة بن سعية ، وأسيد بن سعية ، وأسيد بن عبيد ، ومن أسلم من يهود ; فآمنوا وصدقوا ورغبوا في الإسلام ورسخوا فيه ، قالت أحبار يهود وأهل الكفر منهم : ما آمن بمحمد ولا تبعه إلا شرارنا ، ولو كانوا من خيارنا ما تركوا دين آبائهم وذهبوا إلى غيره ; فأنزل الله عز وجل في ذلك من قولهم ليسوا سواء من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون . إلى قوله : وأولئك من الصالحين . وقال الأخفش : التقدير من أهل الكتاب ذو أمة ، أي ذو طريقة حسنة . وأنشد :[ ص: 167 ]وهل يأممن ذو أمة وهو طائعوقيل : في الكلام حذف ; والتقدير من أهل الكتاب أمة قائمة وأخرى غير قائمة ، فترك الأخرى اكتفاء بالأولى ; كقول أبي ذؤيب :عصاني إليها القلب إني لأمره     مطيع فما أدري أرشد طلابهاأراد : أرشد أم غي ، فحذف . قال الفراء : أمة رفع ب سواء ، والتقدير : ليس يستوي أمة من أهل الكتاب قائمة يتلون آيات الله وأمة كافرة . قال النحاس : هذا قول خطأ من جهات : إحداها أنه يرفع ( أمة ) ب ( سواء ) فلا يعود على اسم ليس بشيء ، ويرفع بما ليس جاريا على الفعل ويضمر ما لا يحتاج إليه ; لأنه قد تقدم ذكر الكافر فليس لإضمار هذا وجه . وقال أبو عبيدة : هذا مثل قولهم : أكلوني البراغيث ، وذهبوا أصحابك . قال النحاس : وهذا غلط ; لأنه قد تقدم ذكرهم ، وأكلوني البراغيث لم يتقدم لهم ذكر . و آناء الليل ساعاته . وأحدها إنى وأنى وإني ، وهو منصوب على الظرف . و يسجدون يصلون ; عن الفراء والزجاج ; لأن التلاوة لا تكون في الركوع والسجود . نظيره قوله : وله يسجدون أي يصلون . وفي ( الفرقان ) : وإذا قيل لهم اسجدوا للرحمن وفي النجم فاسجدوا لله واعبدوا \" . وقيل : يراد به السجود المعروف خاصة . وسبب النزول يرده ، وأن المراد صلاة العتمة كما ذكرنا عن ابن مسعود ; فعبدة الأوثان ناموا حيث جن عليهم الليل ، والموحدون قيام بين يدي الله تعالى في صلاة العشاء يتلون آيات الله ; ألا ترى لما ذكر قيامهم قال وهم يسجدون أي مع القيام أيضا . الثوري : هي الصلاة بين العشاءين . وقيل : هي في قيام الليل . وعن رجل من بني شيبة كان يدرس الكتب قال : إنا نجد كلاما من كلام الرب عز وجل : أيحسب راعي إبل أو راعي غنم إذا جنه الليل انخذل كمن هو قائم وساجد آناء الليل .",
  "ayah": 113,
  "surah": 3
}
