{
  "text": "قوله تعالى : ولقد نصركم الله ببدر وأنتم أذلة فاتقوا الله لعلكم تشكرون[ ص: 180 ] فيه  مسائل :الأولى : قوله تعالى : ولقد نصركم الله ببدر كانت بدر يوم سبعة عشر من رمضان ، يوم جمعة لثمانية عشر شهرا من الهجرة ، وبدر ماء هنالك وبه سمي الموضع . وقال الشعبي : كان ذلك الماء لرجل من جهينة يسمى بدرا ، وبه سمي الموضع . والأول أكثر . وقال الواقدي وغيره : بدر اسم لموضع غير منقول . وسيأتي في قصة بدر في \" الأنفال \" إن شاء الله تعالى . و ( أذلة ) معناها قليلون ; وذلك أنهم كانوا ثلاثمائة وثلاثة عشر أو أربعة عشر رجلا . وكان عددهم ما بين التسعمائة إلى الألف . وأذلة جمع ذليل . واسم الذل في هذا الموضع مستعار ، ولم يكونوا في أنفسهم إلا أعزة ، ولكن نسبتهم إلى عدوهم وإلى جميع الكفار في أقطار الأرض تقتضي عند التأمل ذلتهم وأنهم يغلبون . والنصر العون ; فنصرهم الله يوم بدر ، وقتل فيه صناديد المشركين ، وعلى ذلك اليوم ابتني الإسلام ، وكان أول قتال قاتله النبي - صلى الله عليه وسلم - . وفي صحيح مسلم عن بريدة قال : غزا رسول الله - صلى الله عليه وسلم - سبع عشرة غزوة ، قاتل في ثمان منهن . وفيه عن ابن إسحاق قال : لقيت زيد بن أرقم فقلت له : كم غزا رسول الله - صلى الله عليه وسلم - ؟ قال تسع عشرة غزوة . فقلت : فكم غزوت أنت معه ؟ فقال : سبع عشرة غزوة . قال فقلت : فما أول غزوة غزاها ؟ قال : ذات العسير أو العشير . وهذا كله مخالف لما عليه أهل التواريخ والسير . قال محمد بن سعد في كتاب الطبقات له : إن غزوات رسول الله - صلى الله عليه وسلم - سبع وعشرون غزوة ، وسراياه ست وخمسون ، وفي رواية ست وأربعون ، والتي قاتل فيها رسول الله - صلى الله عليه وسلم - : بدر وأحد والمريسيع والخندق وخيبر وقريظة والفتح وحنين والطائف . قال ابن سعد : هذا الذي اجتمع لنا عليه . وفي بعض الروايات أنه قاتل في بني النضير وفي وادي القرى منصرفه من خيبر وفي الغابة . وإذا تقرر هذا فنقول : زيد وبريدة إنما أخبر كل واحد منهما بما في علمه أو شاهده . [ ص: 181 ] وقول زيد : \" إن أول غزاة غزاها ذات العسيرة \" مخالف أيضا لما قال أهل التواريخ والسير . قال محمد بن سعد : كان قبل غزوة العشيرة ثلاث غزوات ، يعني غزاها بنفسه . وقال ابن عبد البر في كتاب الدرر في المغازي والسير . أول غزاة غزاها رسول الله - صلى الله عليه وسلم - غزوة ودان غزاها بنفسه في صفر ; وذلك أنه وصل إلى المدينة لاثنتي عشرة ليلة خلت من ربيع الأول ، أقام بها بقية ربيع الأول ، وباقي العام كله . إلى صفر من سنة اثنتين من الهجرة : ثم خرج في صفر المذكور واستعمل على المدينة سعد بن عبادة حتى بلغ ودان فوادع بني ضمرة ، ثم رجع إلى المدينة ولم يلق حربا ، وهي المسماة بغزوة الأبواء . ثم أقام بالمدينة إلى شهر ربيع الآخر من السنة المذكورة ، ثم خرج فيها واستعمل على المدينة السائب بن عثمان بن مظعون حتى بلغ بواط من ناحية رضوى ، ثم رجع إلى المدينة ولم يلق حربا ، ثم أقام بها بقية ربيع الآخر وبعض جمادى الأولى ، ثم خرج غازيا واستخلف على المدينة أبا سلمة بن عبد الأسد ، وأخذ على طريق ملك إلى العسيرة .قلت : ذكر ابن إسحاق عن عمار بن ياسر قال : كنت أنا وعلي بن أبي طالب رفيقين في غزوة العشيرة من بطن ينبع فلما نزلها رسول الله - صلى الله عليه وسلم - أقام بها شهرا فصالح بها بني مدلج وحلفاءهم من بني ضمرة فوادعهم ; فقال لي علي بن أبي طالب : هل لك أبا اليقظان أن تأتي هؤلاء - نفر من بني مدلج يعملون في عين لهم - ننظر كيف يعملون ؟ فأتيناهم فنظرنا إليهم ساعة ثم غشينا النوم فعمدنا إلى صور من النخل في دقعاء من الأرض فنمنا فيه ; فوالله ما أهبنا إلا رسول الله - صلى الله عليه وسلم - بقدمه ; فجلسنا وقد تتربنا من تلك الدقعاء فيومئذ قال رسول الله - صلى الله عليه وسلم - لعلي : ( ما بالك يا أبا تراب ) ; فأخبرناه بما كان من أمرنا فقال : ( ألا أخبركم بأشقى الناس رجلين ) قلنا : بلى يا رسول الله ; فقال : ( أحيمر ثمود الذي عقر الناقة ، والذي يضربك يا علي على هذه - ووضع رسول الله - صلى الله عليه وسلم - يده على رأسه - حتى يبل منها هذه ) ووضع يده على لحيته . فقال أبو عمر : فأقام بها بقية جمادى الأولى وليالي من جمادى الآخرة ، ووادع فيها بني مدلج ثم رجع ولم يلق حربا . ثم كانت بعد ذلك غزوة بدر الأولى بأيام قلائل ، هذا الذي لا يشك فيه أهل [ ص: 182 ] التواريخ والسير ، فزيد بن أرقم إنما أخبر عما عنده ، والله أعلم . ويقال : ذات العسير بالسين والشين ، ويزاد عليها هاء فيقال : العشيرة . ثم غزوة بدر الكبرى وهي أعظم المشاهد فضلا لمن شهدها ، وفيها أمد الله بملائكته نبيه والمؤمنين في قول جماعة العلماء ، وعليه يدل ظاهر الآية ، لا في يوم أحد . ومن قال : إن ذلك كان يوم أحد جعل قوله تعالى : ولقد نصركم الله ببدر إلى قوله : تشكرون اعتراضا بين الكلامين . هذا قول عامر الشعبي ، وخالفه الناس .وتظاهرت الروايات بأن الملائكة حضرت يوم بدر وقاتلت ; ومن ذلك قول أبي أسيد بن مالك بن ربيعة وكان شهيد بدر : لو كنت معكم الآن ببدر ومعي بصري لأريتكم الشعب الذي خرجت منه الملائكة ، لا أشك ولا أمتري . رواه عقيل عن الزهري عن أبي حازم سلمة بن دينار . قال ابن أبي حاتم : لا يعرف للزهري عن أبي حازم غير هذا الحديث الواحد ، وأبو أسيد يقال إنه آخر من مات من أهل بدر ; ذكره أبو عمر في الاستيعاب وغيره . وفي صحيح مسلم من حديث عمر بن الخطاب قال : لما كان يوم بدر نظر رسول الله - صلى الله عليه وسلم - إلى المشركين وهم ألف ، وأصحابه ثلاثمائة وتسعة عشر رجلا ، فاستقبل نبي الله - صلى الله عليه وسلم - القبلة ثم مد يديه فجعل يهتف بربه : ( اللهم أنجز لي ما وعدتني ، اللهم آت ما وعدتني ، اللهم إن تهلك هذه العصابة من أهل الإسلام لا تعبد في الأرض ) فما زال يهتف بربه مادا يديه مستقبل القبلة حتى سقط رداؤه عن منكبيه ، فأتاه أبو بكر فأخذ رداءه فألقاه على منكبيه ، ثم التزمه من ورائه وقال : يا نبي الله ، كفاك مناشدتك ربك ، فإنه سينجز لك ما وعدك ; فأنزل الله عز وجل : إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردفين فأمده الله تعالى بالملائكة . قال أبو زميل : فحدثني ابن عباس قال : بينما رجل من المسلمين يومئذ يشتد في أثر رجل من المشركين أمامه إذ سمع ضربة بالسوط فوقه وصوت الفارس يقول : أقدم حيزوم ; فنظر إلى المشرك أمامه فخر مستلقيا ، فنظر إليه فإذا هو قد خطم أنفه وشق وجهه كضربة السوط فاخضر ذلك أجمع . فجاء الأنصاري فحدث بذلك رسول الله - صلى الله عليه وسلم - فقال : ( صدقت ذلك من مدد السماء الثالثة ) فقتلوا يومئذ سبعين وأسروا سبعين . وذكر الحديث . وسيأتي تمامه في آخر \" الأنفال \" إن شاء الله تعالى . فتظاهرت السنة والقرآن على ما قاله الجمهور ، والحمد لله . وعن خارجة بن إبراهيم عن أبيه قال : قال رسول الله - صلى الله عليه وسلم - لجبريل : ( من القائل يوم بدر من الملائكة [ ص: 183 ] أقدم حيزوم ؟ ) فقال جبريل : ( يا محمد ما كل أهل السماء أعرف ) . وعن علي - رضي الله عنه - أنه خطب الناس فقال : بينا أنا أمتح من قليب بدر جاءت ريح شديدة لم أر مثلها قط ، ثم ذهبت ، ثم جاءت ريح شديدة لم أر مثلها قط إلا التي كانت قبلها . قال : وأظنه ذكر : ثم جاءت ريح شديدة ، فكانت الريح الأولى جبريل نزل في ألف من الملائكة مع رسول الله - صلى الله عليه وسلم - وكانت الريح الثانية ميكائيل نزل في ألف من الملائكة عن يمين رسول الله - صلى الله عليه وسلم - وكان أبو بكر عن يمينه ، وكانت الريح الثالثة إسرافيل نزل في ألف من الملائكة عن ميسرة رسول الله - صلى الله عليه وسلم - وأنا في الميسرة . وعن سهل بن حنيف - رضي الله عنه - قال : لقد رأيتنا يوم بدر وأن أحدنا يشير بسيفه إلى رأس المشرك فيقع رأسه عن جسده قبل أن يصل إليه . وعن الربيع بن أنس قال : كان الناس يوم بدر يعرفون قتلى الملائكة ممن قتلوهم بضرب فوق الأعناق وعلى البنان مثل سمة النار قد أحرق به ; ذكر جميعه البيهقي رحمه الله . وقال بعضهم : إن الملائكة كانوا يقاتلون وكانت علامة ضربهم في الكفار ظاهرة ; لأن كل موضع أصابت ضربتهم اشتعلت النار في ذلك الموضع ، حتى إن أبا جهل قال لابن مسعود : أنت قتلتني ؟ إنما قتلني الذي لم يصل سناني إلى سنبك فرسه وإن اجتهدت . وإنما كانت الفائدة في كثرة الملائكة لتسكين قلوب المؤمنين ; ولأن الله تعالى جعل أولئك الملائكة مجاهدين إلى يوم القيامة ; فكل عسكر صبر واحتسب تأتيهم الملائكة ويقاتلون معهم . وقال ابن عباس ومجاهد : لم تقاتل الملائكة إلا يوم بدر ، وفيما سوى ذلك يشهدون ولا يقاتلون إنما يكونون عددا أو مددا . وقال بعضهم : إنما كانت الفائدة في كثرة الملائكة أنهم كانوا يدعون ويسبحون ، ويكثرون الذين يقاتلون يومئذ ; فعلى هذا لم تقاتل الملائكة يوم بدر وإنما حضروا للدعاء بالتثبيت ، والأول أكثر .قال قتادة : كان هذا يوم بدر ، أمدهم الله بألف ثم صاروا ثلاثة آلاف ، ثم صاروا خمسة آلاف ; فذلك قوله تعالى : إذ تستغيثون ربكم فاستجاب لكم أني ممدكم بألف من الملائكة مردفين وقوله : ألن يكفيكم أن يمدكم ربكم بثلاثة آلاف من الملائكة منزلين وقوله : بلى إن تصبروا وتتقوا ويأتوكم من فورهم هذا يمددكم ربكم بخمسة آلاف من الملائكة مسومين فصبر المؤمنون يوم بدر واتقوا الله فأمدهم الله بخمسة آلاف من الملائكة على ما وعدهم ; فهذا كله يوم بدر . وقال الحسن : فهؤلاء الخمسة آلاف ردء للمؤمنين إلى يوم القيامة . قال الشعبي : بلغ النبي - صلى الله عليه وسلم - وأصحابه يوم بدر أن كرز بن جابر المحاربي يريد أن يمد المشركين فشق ذلك على [ ص: 184 ] النبي - صلى الله عليه وسلم - وعلى المسلمين ;",
  "ayah": 123,
  "surah": 3
}
