{
  "text": "ثم قال : بلى وتم الكلام . إن تصبروا شرط ، أي على لقاء العدو . وتتقوا عطف عليه ، أي معصيته . والجواب يمددكم . ومعنى من فورهم من وجههم . هذا عن عكرمة وقتادة والحسن والربيع والسدي وابن زيد . وقيل : من غضبهم ; عن مجاهد والضحاك . كانوا قد غضبوا يوم أحد ليوم بدر مما لقوا . وأصل الفور القصد إلى الشيء والأخذ فيه بجد ; وهو من قولهم : فارت القدر تفور فورا وفورانا إذا غلت . والفور الغليان . وفار غضبه إذا جاش . وفعله من فوره أي قبل أن يسكن . والفوارة ما يفور من القدر . وفي التنزيل وفار التنور . قال الشاعر :تفور علينا قدرهم فنديمهاقوله تعالى : \" مسومين \" بفتح الواو اسم مفعول ، وهي قراءة ابن عامر وحمزة والكسائي ونافع . أي معلمين بعلامات . و ( مسومين ) بكسر الواو اسم فاعل ، وهي قراءة أبي عمرو وابن كثير وعاصم ; فيحتمل من المعنى ما تقدم ، أي قد أعلموا أنفسهم بعلامة ، وأعلموا خيلهم . ورجح الطبري وغيره هذه القراءة . وقال كثير من المفسرين : مسومين أي مرسلين خيلهم في الغارة . وذكر المهدوي هذا المعنى في \" مسومين \" بفتح الواو ، أي أرسلهم الله تعالى على الكفار . وقاله ابن فورك أيضا . وعلى القراءة الأولى اختلفوا في سيما الملائكة ; فروي عن علي بن أبي طالب وابن عباس وغيرهما أن الملائكة اعتمت بعمائم بيض قد أرسلوها بين أكتافهم ; ذكره البيهقي عن ابن عباس وحكاه المهدوي عن الزجاج . إلا جبريل فإنه كان بعمامة صفراء على مثال الزبير بن العوام ، وقاله ابن إسحاق . وقال الربيع : كانت سيماهم أنهم كانوا على خيل بلق .قلت : ذكر البيهقي عن سهيل بن عمرو - رضي الله عنه - قال : لقد رأيت يوم بدر رجالا بيضا على خيل بلق بين السماء والأرض معلمين يقتلون ويأسرون . فقوله : ( معلمين ) دل على أن الخيل البلق ليست السيما ، والله أعلم . وقال مجاهد : كانت خيلهم مجزوزة الأذناب والأعراف معلمة النواصي والأذناب بالصوف والعهن . وروي عن ابن عباس : تسومت الملائكة يوم بدر بالصوف الأبيض في نواصي الخيل وأذنابها . وقال عباد بن عبد الله بن الزبير وهشام بن عروة والكلبي : نزلت الملائكة في سيما الزبير عليهم عمائم صفر على أكتافهم . وقال ذلك عبد الله وعروة ابنا الزبير . وقال عبد الله : كانت ملاءة صفراء اعتم بها الزبير - رضي الله عنه - .قلت : و دلت الآية  : على اتخاذ الشارة والعلامة للقبائل والكتائب يجعلها السلطان لهم ; لتتميز كل قبيلة وكتيبة من غيرها عند الحرب ، وعلى فضل الخيل البلق لنزول الملائكة عليها . قلت : ولعلها نزلت عليها موافقة لفرس المقداد ; فإنه كان أبلق ولم يكن لهم فرس غيره ، فنزلت الملائكة على الخيل البلق إكراما للمقداد ; كما نزل جبريل معتجرا بعمامة صفراء على مثال الزبير ، والله أعلم .ودلت الآية أيضا : على لباس الصوف وقد لبسه الأنبياء والصالحون . وروى أبو داود وابن ماجه واللفظ له عن أبي بردة عن أبيه قال : قال لي أبي : لو شهدتنا ونحن مع رسول الله - صلى الله عليه وسلم - إذا [ ص: 186 ] أصابتنا السماء لحسبت أن ريحنا ريح الضأن . ولبس - صلى الله عليه وسلم - جبة رومية من صوف ضيقة الكمين ; رواه الأئمة . ولبسها يونس عليه السلام ; رواه مسلم . وسيأتي لهذا المعنى مزيد بيان في \" النحل \" إن شاء الله تعالى .قلت : وأما ما ذكره مجاهد من أن خيلهم كانت مجزوزة الأذناب والأعراف فبعيد ; فإن في مصنف أبي داود عن عتبة بن عبد السلمي أنه سمع رسول الله - صلى الله عليه وسلم - يقول : لا تقصوا نواصي الخيل ولا معارفها ولا أذنابها فإن أذنابها مذابها ، ومعارفها دفاؤها ، ونواصيها معقود فيها الخير . فقول مجاهد يحتاج إلى توقيف من أن خيل الملائكة كانت على تلك الصفة ، والله أعلم .ودلت الآية على حسن الأبيض والأصفر من الألوان لنزول الملائكة بذلك ، وقد قال ابن عباس : من لبس نعلا أصفر قضيت حاجته . وقال عليه السلام : البسوا من ثيابكم البياض فإنه من خير ثيابكم وكفنوا فيه موتاكم وأما العمائم فتيجان العرب ولباسها . وروى ركانة - وكان صارع النبي - صلى الله عليه وسلم - فصرعه النبي - صلى الله عليه وسلم - قال ركانة : وسمعت النبي - صلى الله عليه وسلم - يقول : فرق ما بيننا وبين المشركين العمائم على القلانس أخرجه أبو داود . قال البخاري : إسناده مجهول لا يعرف سماع بعضه من بعض .",
  "ayah": 125,
  "surah": 3
}
