{
  "text": "قوله تعالى : ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون[ ص: 188 ] فيه  مسائل :الأولى : ثبت في صحيح مسلم أن النبي - صلى الله عليه وسلم - كسرت رباعيته يوم أحد ، وشج في رأسه ، فجعل يسلت الدم عنه ويقول : كيف يفلح قوم شجوا رأس نبيهم وكسروا رباعيته وهو يدعوهم إلى الله تعالى فأنزل الله تعالى : ليس لك من الأمر شيء . الضحاك : هم النبي - صلى الله عليه وسلم - أن يدعو على المشركين فأنزل الله تعالى : ليس لك من الأمر شيء . وقيل : استأذن في أن يدعو في استئصالهم ، فلما نزلت هذه الآية علم أن منهم من سيسلم وقد آمن كثير منهم خالد بن الوليد وعمرو بن العاص وعكرمة بن أبي جهل وغيرهم . وروى الترمذي عن ابن عمر قال : وكان النبي - صلى الله عليه وسلم - يدعو على أربعة نفر فأنزل الله عز وجل : ليس لك من الأمر شيء فهداهم الله للإسلام وقال : هذا حديث حسن غريب صحيح . وقوله تعالى : أو يتوب عليهم قيل : هو معطوف على ليقطع طرفا . والمعنى : ليقتل طائفة منهم ، أو يحزنهم بالهزيمة أو يتوب عليهم أو يعذبهم . وقد تكون \" أو \" هاهنا بمعنى \" حتى \" و \" إلا أن \" . قال امرؤ القيس :فقلت له لا تبل عينك إنما نحاول ملكا أو نموت فنعذراقوله عليه السلام : ( كيف يفلح قوم شجوا رأس نبيهم ) استبعاد لتوفيق من فعل ذلك به . وقوله تعالى : ليس لك من الأمر شيء تقريب لما استبعده وإطماع في إسلامهم ، ولما أطمع في ذلك قال - صلى الله عليه وسلم - : اللهم اغفر لقومي فإنهم لا يعلمون كما في صحيح مسلم عن ابن مسعود قال : كأني أنظر إلى رسول الله - صلى الله عليه وسلم - يحكي نبيا من الأنبياء ضربه قومه وهو يمسح الدم عن وجهه ويقول : رب اغفر لقومي فإنهم لا يعلمون . قال علماؤنا : فالحاكي في حديث ابن مسعود هو الرسول عليه الصلاة والسلام ، وهو المحكي عنه ; بدليل ما قد جاء صريحا مبينا [ ص: 189 ] أنه عليه الصلاة والسلام لما كسرت رباعيته وشج وجهه يوم أحد شق ذلك على أصحابه شقا شديدا وقالوا : لو دعوت عليهم ! فقال : ( إني لم أبعث لعانا ولكني بعثت داعيا ورحمة ، اللهم اغفر لقومي فإنهم لا يعلمون ) . فكأنه عليه السلام أوحي إليه بذلك قبل وقوع قضية أحد ، ولم يعين له ذلك النبي ; فلما وقع له ذلك تعين أنه المعني بذلك بدليل ما ذكرنا . وبينه أيضا ما قاله عمر له في بعض كلامه : بأبي أنت وأمي يا رسول الله ! لقد دعا نوح على قومه فقال : رب لا تذر على الأرض من الكافرين ديارا الآية . ولو دعوت علينا مثلها لهلكنا من عند آخرنا ; فقد وطئ ظهرك وأدمي وجهك وكسرت رباعيتك فأبيت أن تقول إلا خيرا ، فقلت : ( رب اغفر لقومي فإنهم لا يعلمون ) . وقوله : ( اشتد غضب الله على قوم كسروا رباعية نبيهم ) يعني بذلك المباشر لذلك ، وقد ذكرنا اسمه على اختلاف في ذلك ، وإنما قلنا إنه خصوص في المباشر ; لأنه قد أسلم جماعة ممن شهد أحدا وحسن إسلامهم .الثانية : زعم بعض الكوفيين أن هذه الآية ناسخة للقنوت الذي كان النبي - صلى الله عليه وسلم - يفعله بعد الركوع في الركعة الأخيرة من الصبح ، واحتج بحديث ابن عمر أنه سمع النبي - صلى الله عليه وسلم - يقول في صلاة الفجر بعد رفع رأسه من الركوع فقال : ( اللهم ربنا ولك الحمد في الآخرة ، ثم قال : اللهم العن فلانا وفلانا ) فأنزل الله عز وجل ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم الآية . أخرجه البخاري ، وأخرجه مسلم أيضا من حديث أبي هريرة أتم منه . وليس هذا موضع نسخ وإنما نبه الله تعالى على نبيه على أن الأمر ليس إليه ، وأنه لا يعلم من الغيب شيئا إلا ما أعلمه ، وأن الأمر كله لله يتوب على من يشاء ويعجل العقوبة لمن يشاء . والتقدير : ليس لك من الأمر شيء ولله ما في السماوات وما في الأرض دونك ودونهم يغفر لمن يشاء [ ص: 190 ] ويتوب على من يشاء . فلا نسخ ، والله أعلم . وبين بقوله : ليس لك من الأمر شيء أن الأمور بقضاء الله وقدره ردا على القدرية وغيرهم .الثالثة : واختلف العلماء في القنوت في صلاة الفجر وغيرها ; فمنع الكوفيون منه في الفجر وغيرها . وهو مذهب الليث ويحيى بن يحيى الليثي الأندلسي صاحب مالك ، وأنكره الشعبي . وفي الموطأ عن ابن عمر : أنه كان لا يقنت في شيء من الصلاة . وروى النسائي ، أنبأنا قتيبة ، عن خلف ، عن أبي مالك الأشجعي عن أبيه قال : صليت خلف النبي - صلى الله عليه وسلم - فلم يقنت ، وصليت خلف أبي بكر فلم يقنت ، وصليت خلف عمر فلم يقنت ، وصليت خلف عثمان فلم يقنت ، وصليت خلف علي فلم يقنت ; ثم قال : يا بني إنها بدعة . وقيل : يقنت في الفجر دائما وفي سائر الصلوات إذا نزل بالمسلمين نازلة ; قاله الشافعي والطبري . وقيل : هو مستحب في صلاة الفجر ، وروي عن الشافعي . وقال الحسن وسحنون : إنه سنة . وهو مقتضى رواية علي بن زياد عن مالك بإعادة تاركه للصلاة عمدا . وحكى الطبري الإجماع على أن تركه غير مفسد للصلاة . وعن الحسن : في تركه سجود السهو ; وهو أحد قولي الشافعي . وذكر الدارقطني عن سعيد بن عبد العزيز فيمن نسي القنوت في صلاة الصبح قال : يسجد سجدتي السهو . واختار مالك قبل الركوع ; وهو قول إسحاق . وروي أيضا عن مالك بعد الركوع ، وروي عن الخلفاء الأربعة ، وهو قول الشافعي وأحمد وإسحاق أيضا . وروى عن جماعة من الصحابة التخيير في ذلك . وروى الدارقطني بإسناد صحيح عن أنس أنه قال : ما زال رسول الله - صلى الله عليه وسلم - يقنت في صلاة الغداة حتى فارق الدنيا . وذكر أبو داود في المراسيل عن خالد بن أبي عمران قال : بينا رسول الله - صلى الله عليه وسلم - يدعو على مضر إذ جاءه جبريل فأومأ إليه أن اسكت فسكت ; فقال : ( يا محمد إن الله لم يبعثك سبابا ولا لعانا ، وإنما بعثك رحمة ولم يبعثك [ ص: 191 ] عذابا ليس لك من الأمر شيء أو يتوب عليهم أو يعذبهم فإنهم ظالمون قال : ثم علمه هذا القنوت فقال : ( اللهم إنا نستعينك ونستغفرك ونؤمن بك ونخنع لك ونخلع ونترك من يكفرك اللهم إياك نعبد ولك نصلي ونسجد وإليك نسعى ونحفد ونرجو رحمتك ونخاف عذابك الجد إن عذابك بالكافرين ملحق ) .",
  "ayah": 128,
  "surah": 3
}
