{
  "text": "قوله تعالى : قد كان لكم آية في فئتين التقتا فئة تقاتل في سبيل الله وأخرى كافرة يرونهم مثليهم رأي العين والله يؤيد بنصره من يشاء إن في ذلك لعبرة لأولي الأبصارقوله تعالى : قد كان لكم آية أي علامة . وقال كان ولم يقل \" كانت \" لأن آية تأنيثها غير حقيقي . وقيل : ردها إلى البيان ، أي قد كان لكم بيان ; فذهب إلى المعنى وترك اللفظ ; كقول امرئ القيس :برهرهة رؤده رخصة كخرعوبة البانة المنفطرولم يقل المنفطرة ; لأنه ذهب إلى القضيب . وقال الفراء : ذكره لأنه فرق بينهما بالصفة ، [ ص: 24 ] فلما حالت الصفة بين الاسم والفعل ذكر الفعل . وقد مضى هذا المعنى في البقرة في قوله تعالى : كتب عليكم إذا حضر أحدكم الموت إن ترك خيرا الوصيةفي فئتين التقتا يعني المسلمين والمشركين يوم بدر فئة قرأ الجمهور فئة بالرفع ، بمعنى إحداهما فئة . وقرأ الحسن ومجاهد \" فئة \" بالخفض وأخرى كافرة على البدل . وقرأ ابن أبي عبلة بالنصب فيهما . قال أحمد بن يحيى : ويجوز النصب على الحال ، أي التقتا مختلفتين مؤمنة وكافرة . قال الزجاج : النصب بمعنى أعني . وسميت الجماعة من الناس فئة لأنها يفاء إليها ، أي يرجع إليها في وقت الشدة . وقال الزجاج : الفئة الفرقة ، مأخوذة من فأوت رأسه بالسيف - ويقال : فأيته - إذا فلقته . ولا خلاف أن الإشارة بهاتين الفئتين هي إلى يوم بدر . واختلف من المخاطب بها ; فقيل : يحتمل أن يخاطب بها المؤمنون ، ويحتمل أن يخاطب بها جميع الكفار ، ويحتمل أن يخاطب بها يهود المدينة ; وبكل احتمال منها قد قال قوم . وفائدة الخطاب للمؤمنين تثبيت النفوس وتشجيعها حتى يقدموا على مثليهم وأمثالهم كما قد وقع .قوله تعالى : يرونهم مثليهم رأي العين والله يؤيد بنصره من يشاء إن في ذلك لعبرة لأولي الأبصار قال أبو علي الرؤية في هذه الآية رؤية عين ; ولذلك تعدت إلى مفعول واحد . قال مكي والمهدوي : يدل عليه رأي العين . وقرأ نافع \" ترونهم \" بالتاء والباقون بالياء . مثليهم نصب على الحال من الهاء والميم في \" ترونهم \" . والجمهور من الناس على أن الفاعل بترون هم المؤمنون ، والضمير المتصل هو للكفار . وأنكر أبو عمرو أن يقرأ \" ترونهم \" بالتاء ; قال : ولو كان كذلك لكان مثليكم . قال النحاس \" وذا لا يلزم ، ولكن يجوز أن يكون مثلي أصحابكم . قال مكي : \" ترونهم \" بالتاء جرى على الخطاب في \" لكم \" فيحسن أن يكون الخطاب للمسلمين ، والهاء والميم للمشركين . وقد كان يلزم من قرأ بالتاء أن يقرأ مثليكم بالكاف ، وذلك لا يجوز لمخالفة الخط ; ولكن جرى الكلام على الخروج من الخطاب إلى الغيبة ، كقوله تعالى : حتى إذا كنتم في الفلك وجرين بهم ، وقوله تعالى : وما آتيتم من زكاة فخاطب ثم قال : فأولئك هم المضعفون فرجع إلى الغيبة . فالهاء والميم في مثليهم يحتمل أن يكون للمشركين ، أي ترون أيها المسلمون المشركين مثلي ما هم عليه من العدد ; وهو بعيد في المعنى ; لأن الله تعالى لم يكثر المشركين في أعين [ ص: 25 ] المسلمين بل أعلمنا أنه قللهم في أعين المؤمنين ، فيكون المعنى ترون أيها المؤمنون المشركين مثليكم في العدد وقد كانوا ثلاثة أمثالهم ، فقلل الله المشركين في أعين المسلمين فأراهم إياهم مثلي عدتهم لتقوى أنفسهم ويقع التجاسر ، وقد كانوا أعلموا أن المائة منهم تغلب المائتين من الكفار ، وقلل المسلمين في أعين المشركين ليجترئوا عليهم فينفذ حكم الله فيهم . ويحتمل أن يكون الضمير في مثليهم للمسلمين ، أي ترون أيها المسلمون المسلمين مثلي ما أنتم عليه من العدد ، أي ترون أنفسكم مثلي عددكم ; فعل الله ذلك بهم لتقوى أنفسهم على لقاء المشركين . والتأويل الأول أولى ; يدل عليه قوله تعالى : إذ يريكهم الله في منامك قليلا ، وقوله : وإذ يريكموهم إذ التقيتم في أعينكم قليلا وروي عن ابن مسعود أنه قال : قلت لرجل إلى جنبي : أتراهم سبعين ؟ قال : أظنهم مائة فلما أخذنا الأسارى أخبرونا أنهم كانوا ألفا . وحكى الطبري عن قوم أنهم قالوا : بل كثر الله عدد المؤمنين في عيون الكافرين حتى كانوا عندهم ضعفين . وضعف الطبري هذا القول . قال ابن عطية : وكذلك هو مردود من جهات . بل قلل الله المشركين في أعين المؤمنين كما تقدم . وعلى هذا التأويل كان يكون \" ترون \" للكافرين ، أي ترون أيها الكافرون المؤمنين مثليهم ، ويحتمل مثليكم ، على ما تقدم . وزعم الفراء أن المعنى ترونهم مثليهم ثلاثة أمثالهم . وهو بعيد غير معروف في اللغة . قال الزجاج : وهذا باب الغلط ، فيه غلط في جميع المقاييس ; لأنا إنما نعقل مثل الشيء مساويا له ، ونعقل مثله ما يساويه مرتين . قال ابن كيسان : وقد بين الفراء قوله بأن قال : كما تقول وعندك عبد : أحتاج إلى مثله ، فأنت محتاج إليه وإلى مثله . وتقول : أحتاج إلى مثليه ، فأنت محتاج إلى ثلاثة . والمعنى على خلاف ما قاله ، واللغة . والذي أوقع الفراء في هذا أن المشركين كانوا ثلاثة أمثال المؤمنين يوم بدر ; فتوهم أنه لا يجوز أن يكونوا يرونهم إلا على عدتهم ، وهذا بعيد وليس المعنى عليه . وإنما أراهم الله على غير عدتهم لجهتين : إحداهما أنه رأى الصلاح في ذلك ، لأن المؤمنين تقوى قلوبهم بذلك . والأخرى أنه آية للنبي - صلى الله عليه وسلم - وسيأتي ذكر وقعة بدر إن شاء الله تعالى . وأما قراءة الياء فقال ابن كيسان : الهاء والميم في يرونهم عائدة على وأخرى كافرة والهاء والميم في مثليهم عائدة على فئة تقاتل في سبيل الله وهذا من الإضمار الذي يدل عليه سياق الكلام ، وهو قوله : يؤيد بنصره من يشاء . فدل ذلك على أن الكافرين كانوا مثلي المسلمين في رأي العين وثلاثة أمثالهم في العدد . قال : والرؤية هنا لليهود . وقال مكي : الرؤية للفئة المقاتلة في سبيل الله ، [ ص: 26 ] والمرئية الفئة الكافرة ; أي ترى الفئة المقاتلة في سبيل الله الفئة الكافرة مثلي الفئة المؤمنة ، وقد كانت الفئة الكافرة ثلاثة أمثال المؤمنة فقللهم الله في أعينهم على ما تقدم . والخطاب في لكم لليهود . وقرأ ابن عباس وطلحة \" ترونهم \" بضم التاء ، والسلمي بالتاء المضمومة على ما لم يسم فاعله .والله يؤيد بنصره من يشاء إن في ذلك لعبرة لأولي الأبصار تقدم معناه والحمد لله .",
  "ayah": 13,
  "surah": 3
}
