{
  "text": "قوله تعالى : والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم ومن يغفر الذنوب إلا الله ولم يصروا على ما فعلوا وهم يعلمونفيه سبع مسائل :الأولى : قوله تعالى : والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكر الله تعالى في هذه الآية صنفا ، هم دون الصنف الأول فألحقهم به برحمته ومنه ; فهؤلاء هم التوابون . قال ابن عباس في رواية عطاء : نزلت هذه الآية في نبهان التمار - وكنيته أبو مقبل - أتته امرأة حسناء باع منها تمرا ، فضمها إلى نفسه وقبلها فندم على ذلك ، فأتى النبي - صلى الله عليه وسلم - فذكر ذلك له ; فنزلت [ ص: 199 ] هذه الآية . وذكر أبو داود الطيالسي في مسنده عن علي بن أبي طالب - رضي الله عنه - قال : حدثني أبو بكر ، وصدق أبو بكر ، أن رسول الله - صلى الله عليه وسلم - قال : ما من عبد يذنب ذنبا ثم يتوضأ ويصلي ركعتين ثم يستغفر الله إلا غفر له ثم تلا هذه الآية والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم الآية ، والآية الأخرى ومن يعمل سوءا أو يظلم نفسه . وخرجه الترمذي وقال : حديث حسن . وهذا عام . وقد تنزل الآية بسبب خاص ثم تتناول جميع من فعل ذلك أو أكثر منه . وقد قيل : إن سبب نزولها أن ثقيفيا خرج في غزاة وخلف صاحبا له أنصاريا على أهله ، فخانه فيها بأن اقتحم عليها فدفعت عن نفسها فقبل يدها ، فندم على ذلك فخرج يسيح في الأرض نادما تائبا ; فجاء الثقفي فأخبرته زوجته بفعل صاحبه ، فخرج في طلبه فأتى به إلى أبي بكر وعمر رجاء أن يجد عندهما فرجا فوبخاه ; فأتى النبي - صلى الله عليه وسلم - فأخبره بفعله ; فنزلت هذه الآية . والعموم أولى للحديث . وروي عن ابن مسعود أن الصحابة قالوا : يا رسول الله ، كانت بنو إسرائيل أكرم على الله منا ، حيث كان المذنب منهم تصبح عقوبته مكتوبة على باب داره ، وفي رواية : كفارة ذنبه مكتوبة على عتبة داره : اجدع أنفك ، اقطع أذنك ، افعل كذا ; فأنزل الله تعالى هذه الآية توسعة ورحمة وعوضا من ذلك الفعل ببني إسرائيل . ويروى أن إبليس بكى حين نزلت هذه الآية . والفاحشة تطلق على كل معصية ، وقد كثر اختصاصها بالزنا حتى فسر جابر بن عبد الله والسدي هذه الآية بالزنا . و \" أو \" في قوله : أو ظلموا أنفسهم قيل هي بمعنى الواو ; والمراد ما دون الكبائر . ذكروا الله معناه بالخوف من عقابه والحياء منه . الضحاك : ذكروا العرض الأكبر على الله . وقيل تفكروا في أنفسهم أن الله سائلهم عنه ; قاله الكلبي ومقاتل . وعن مقاتل أيضا : ذكروا الله باللسان عند الذنوب .فاستغفروا لذنوبهم أي طلبوا الغفران لأجل ذنوبهم . وكل دعاء فيه هذا المعنى أو لفظه فهو استغفار . وقد تقدم في صدر هذه السورة سيد الاستغفار ، وأن وقته [ ص: 200 ] الأسحار . فالاستغفار عظيم وثوابه جسيم ، حتى لقد روى الترمذي عن النبي - صلى الله عليه وسلم - أنه قال : من قال : أستغفر الله الذي لا إله إلا هو الحي القيوم وأتوب إليه . غفر له . وإن كان قد فر من الزحف . وروى مكحول عن أبي هريرة قال : ما رأيت أكثر استغفارا من رسول الله ، - صلى الله عليه وسلم - . وقال مكحول : ما رأيت أكثر استغفارا من أبي هريرة . وكان مكحول كثير الاستغفار . قال علماؤنا : الاستغفار المطلوب هو الذي يحل عقد الإصرار ويثبت معناه في الجنان ، لا التلفظ باللسان . فأما من قال بلسانه : أستغفر الله ، وقلبه مصر على معصيته فاستغفاره ذلك يحتاج إلى استغفار ، وصغيرته لاحقة بالكبائر . وروي عن الحسن البصري أنه قال : استغفارنا يحتاج إلى استغفار .قلت : هذا يقوله في زمانه ، فكيف في زماننا هذا الذي يرى فيه الإنسان مكبا على الظلم ، حريصا عليه لا يقلع ، والسبحة في يده زاعما أنه يستغفر الله من ذنبه ، وذلك استهزاء منه واستخفاف . وفي التنزيل ولا تتخذوا آيات الله هزوا . وقد تقدم .الثانية : قوله تعالى : ومن يغفر الذنوب إلا الله أي ليس أحد يغفر المعصية ولا يزيل عقوبتها إلا الله . ولم يصروا على ما فعلوا أي ولم يثبتوا ويعزموا على ما فعلوا . وقال مجاهد : أي ولم يمضوا . وقال معبد بن صبيح : صليت خلف عثمان وعلي إلى جانبي ، فأقبل علينا فقال : صليت بغير وضوء ثم ذهب فتوضأ وصلى . ولم يصروا على ما فعلوا وهم يعلمون . الإصرار هو العزم بالقلب على الأمر وترك الإقلاع عنه . ومنه صر الدنانير أي الربط عليها ; قال الحطيئة يصف الخيل :عوابس بالشعث الكماة إذا ابتغوا علالتها بالمحصدات أصرتأي ثبتت على عدوها . وقال قتادة : الإصرار الثبوت على المعاصي ; قال الشاعر :يصر بالليل ما تخفي شواكله     يا ويح كل مصر القلب ختارقال سهل بن عبد الله : الجاهل ميت ، والناسي نائم ، والعاصي سكران ، والمصر [ ص: 201 ] هالك ، والإصرار هو التسويف ، والتسويف أن يقول : أتوب غدا ; وهذا دعوى النفس ، كيف يتوب غدا لا يملكه ! . وقال غير سهل : الإصرار هو أن ينوي ألا يتوب فإذا نوى التوبة النصوح خرج عن الإصرار . وقول سهل أحسن . وروي عن النبي - صلى الله عليه وسلم - أنه قال : لا توبة مع إصرارالثالثة : قال علماؤنا : الباعث على التوبة وحل الإصرار إدامة الفكر في كتاب الله العزيز الغفار ، وما ذكره الله سبحانه من تفاصيل الجنة ووعد به المطيعين ، وما وصفه من عذاب النار وتهدد به العاصين ، ودام على ذلك حتى قوي خوفه ورجاؤه فدعا الله رغبا ورهبا ; والرغبة والرهبة ثمرة الخوف والرجاء ، يخاف من العقاب ويرجو الثواب ، والله الموفق للصواب . وقد قيل : إن الباعث على ذلك تنبيه إلهي ينبه به من أراد سعادته ; لقبح الذنوب وضررها إذ هي سموم مهلكة .قلت : وهذا خلاف في اللفظ لا في المعنى ، فإن الإنسان لا يتفكر في وعد الله ووعيده إلا بتنبيهه ; فإذا نظر العبد بتوفيق الله تعالى إلى نفسه فوجدها مشحونة بذنوب اكتسبها وسيئات اقترفها ، وانبعث منه الندم على ما فرط ، وترك مثل ما سبق مخافة عقوبة الله تعالى صدق عليه أنه تائب ، فإن لم يكن كذلك كان مصرا على المعصية وملازما لأسباب الهلكة . قال سهل بن عبد الله : علامة التائب أن يشغله الذنب عن الطعام والشراب ; كالثلاثة الذين خلفوا .الرابعة : قوله تعالى : وهم يعلمون فيه أقوال . فقيل : أي يذكرون ذنوبهم فيتوبون منها . قال النحاس : وهذا قول حسن . وقيل : وهم يعلمون أني أعاقب على الإصرار . وقال عبد الله بن عبيد بن عمير : وهم يعلمون أنهم إن تابوا تاب الله عليهم . وقيل : يعلمون أنهم إن استغفروا غفر لهم . وقيل : يعلمون بما حرمت عليهم ; قاله ابن إسحاق . وقال ابن عباس والحسن ومقاتل والكلبي : وهم يعلمون أن الإصرار ضار ، وأن تركه خير من التمادي . وقال الحسن بن الفضل : وهم يعلمون أن لهم ربا يغفر الذنب .قلت : وهذا أخذه من حديث أبي هريرة - رضي الله عنه - عن النبي - صلى الله عليه وسلم - فيما يحكي عن ربه عز وجل قال : أذنب عبد ذنبا فقال اللهم اغفر لي ذنبي فقال تبارك وتعالى أذنب عبدي [ ص: 202 ] فعلم أن له ربا يغفر الذنب ، ويأخذ بالذنب ثم عاد فأذنب فقال أي رب اغفر لي ذنبي . فذكر مثله مرتين ، وفي آخره : اعمل ما شئت فقد غفرت لك أخرجه مسلم . وفيه دليل على صحة التوبة بعد نقضها بمعاودة الذنب ; لأن التوبة الأولى طاعة وقد انقضت وصحت ، وهو محتاج بعد مواقعة الذنب الثاني إلى توبة أخرى مستأنفة ، والعود إلى الذنب وإن كان أقبح من ابتدائه ; لأنه أضاف إلى الذنب نقض التوبة ، فالعود إلى التوبة أحسن من ابتدائها ; لأنه أضاف إليها ملازمة الإلحاح بباب الكريم ، وإنه لا غافر للذنوب سواه . وقوله في آخر الحديث ( اعمل ما شئت ) أمر معناه الإكرام في أحد الأقوال ; فيكون من باب قوله : ادخلوها بسلام . وآخر الكلام خبر عن حال المخاطب بأنه مغفور له ما سلف من ذنبه ، ومحفوظ إن شاء الله تعالى فيما يستقبل من شأنه . ودلت الآية والحديث على عظيم فائدة الاعتراف بالذنب والاستغفار منه ، قال - صلى الله عليه وسلم - : إن العبد إذا اعترف بذنبه ثم تاب إلى الله تاب الله عليه أخرجاه في الصحيحين . وقال :يستوجب العفو الفتى إذا اعترف     بما جنى من الذنوب واقترفوقال آخر :أقرر بذنبك ثم اطلب تجاوزه     إن الجحود جحود الذنب ذنبانوفي صحيح مسلم عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : والذي نفسي بيده لو لم تذنبوا لذهب الله بكم ولجاء بقوم يذنبون ويستغفرون فيغفر لهم . وهذه فائدة اسم الله تعالى الغفار والتواب ، على ما بيناه في الكتاب الأسنى في شرح أسماء الله الحسنى .الخامسة : الذنوب التي يتاب منها إما كفر أو غيره ، فتوبة الكافر إيمانه مع ندمه على ما سلف من كفره ، وليس مجرد الإيمان نفس توبة ، وغير الكفر إما حق لله تعالى ، وإما حق لغيره ، [ ص: 203 ] فحق الله تعالى يكفي في التوبة منه الترك ; غير أن منها ما لم يكتف الشرع فيها بمجرد الترك بل أضاف إلى ذلك في بعضها قضاء كالصلاة والصوم ، ومنها ما أضاف إليها كفارة كالحنث في الأيمان والظهار وغير ذلك ، وأما حقوق الآدميين فلا بد من إيصالها إلى مستحقيها ، فإن لم يوجدوا تصدق عنهم ، ومن لم يجد السبيل لخروج ما عليه لإعسار فعفو الله مأمول ، وفضله مبذول ; فكم ضمن من التبعات وبدل من السيئات بالحسنات . وستأتي زيادة بيان لهذا المعنى .السادسة : ليس على الإنسان إذا لم يذكر ذنبه ويعلمه أن يتوب منه بعينه ، ولكن يلزمه إذا ذكر ذنبا تاب منه . وقد تأول كثير من الناس فيما ذكر شيخنا أبو محمد عبد المعطي الإسكندراني - رضي الله عنه - أن الإمام المحاسبي - رحمه الله - يرى أن التوبة من أجناس المعاصي لا تصح ، وأن الندم على جملتها لا يكفي ، بل لا بد أن يتوب من كل فعل بجارحته وكل عقد بقلبه على التعيين . ظنوا ذلك من قوله ، وليس هذا مراده ، ولا يقتضيه كلامه ، بل حكم المكلف إذا عرف حكم أفعاله ، وعرف المعصية من غيرها ، صحت منه التوبة من جملة ما عرف ; فإنه إن لم يعرف كون فعله الماضي معصية لا يمكنه أن يتوب منه لا على الجملة ولا على التفصيل ; ومثاله رجل كان يتعاطى بابا من أبواب الربا ولا يعرف أنه ربا فإذا سمع كلام الله عز وجل : يا أيها الذين آمنوا اتقوا الله وذروا ما بقي من الربا إن كنتم مؤمنين . فإن لم تفعلوا فأذنوا بحرب من الله ورسوله عظم عليه هذا التهديد ، وظن أنه سالم من الربا ، فإذا علم حقيقة الربا الآن ، ثم تفكر فيما مضى من أيامه وعلم أنه لابس منه شيئا كثيرا في أوقات متقدمة ، صح أن يندم عليه الآن جملة ، ولا يلزمه تعيين أوقاته ، وهكذا كل ما واقع من الذنوب والسيئات كالغيبة والنميمة وغير ذلك من المحرمات التي لم يعرف كونها محرمة ، فإذا فقه العبد وتفقد ما مضى من كلامه تاب من ذلك جملة ، وندم على ما فرط فيه من حق الله تعالى ، وإذا استحل من كان ظلمه فحال له على الجملة وطابت نفسه بترك حقه جاز ; لأنه من باب هبة المجهول ، هذا مع شح العبد وحرصه على طلب حقه ، فكيف بأكرم الأكرمين المتفضل بالطاعات وأسبابها والعفو عن المعاصي صغارها وكبارها . قال شيخنا ، رحمه الله تعالى : هذا مراد الإمام ، والذي يدل عليه كلامه لمن تفقده ، وما ظنه به الظان من أنه لا يصح الندم إلا على فعل فعل وحركة حركة وسكنة سكنة على التعيين هو من باب تكليف ما لا يطاق ، الذي لم يقع شرعا وإن جاز عقلا ، ويلزم عنه أن يعرف كم جرعة جرعها في شرب الخمر ، وكم حركة تحركها في الزنا ، وكم خطوة مشاها إلى محرم ، وهذا ما لا يطيقه أحد ، ولا تتأتى منه توبة على [ ص: 204 ] التفصيل . وسيأتي لهذا الباب مزيد بيان من أحكام التوبة وشروطها في \" النساء \" وغيرها إن شاء الله تعالى .السابعة : في قوله تعالى : ولم يصروا حجة واضحة ودلالة قاطعة لما قاله سيف السنة ، ولسان الأمة القاضي أبو بكر بن الطيب : أن الإنسان يؤاخذ بما وطن عليه بضميره ، وعزم عليه بقلبه من المعصية .قلت : وفي التنزيل : ومن يرد فيه بإلحاد بظلم نذقه من عذاب أليم وقال : فأصبحت كالصريم . فعوقبوا قبل فعلهم بعزمهم وسيأتي بيانه . وفي البخاري ( إذا التقى المسلمان بسيفيهما فالقاتل والمقتول في النار ) قالوا : يا رسول الله هذا القاتل ، فما بال المقتول ؟ قال : ( إنه كان حريصا على قتل صاحبه ) . فعلق الوعيد على الحرص وهو العزم وألغى إظهار السلاح ، وأنص من هذا ما خرجه الترمذي من حديث أبي كبشة الأنماري وصححه مرفوعا إنما الدنيا لأربعة نفر رجل أعطاه الله مالا وعلما فهو يتقي فيه ربه ويصل فيه رحمه ويعلم لله فيه حقا ، فهذا بأفضل المنازل ، ورجل آتاه الله علما ولم يؤته مالا فهو صادق النية يقول لو أن لي مالا لعملت فيه بعمل فلان فهو بنيته فأجرهما سواء ، ورجل آتاه الله مالا ولم يؤته علما فهو يخبط في ماله بغير علم لا يتقي فيه ربه ولا يصل به رحمه ولا يعلم لله فيه حقا فهذا بأخبث المنازل ، ورجل لم يؤته الله مالا ولا علما فهو يقول : لو أن لي مالا لعملت فيه بعمل فلان فهو بنيته فوزرهما سواء . وهذا الذي صار إليه القاضي هو الذي عليه عامة السلف وأهل العلم من الفقهاء والمحدثين والمتكلمين ، ولا يلتفت إلى خلاف من زعم أن ما يهم الإنسان به وإن وطن عليه لا يؤاخذ به . ولا حجة له في قوله عليه السلام : من هم بسيئة فلم يعملها لم تكتب عليه فإن عملها كتبت سيئة واحدة لأن معنى ( فلم يعملها ) فلم يعزم على عملها بدليل ما ذكرنا ، ومعنى ( فإن عملها ) أي أظهرها أو عزم عليها بدليل ما وصفنا . وبالله توفيقنا .",
  "ayah": 135,
  "surah": 3
}
