{
  "text": "قوله تعالى : زين للناس حب الشهوات من النساء والبنين والقناطير المقنطرة من الذهب والفضة والخيل المسومة والأنعام والحرث ذلك متاع الحياة الدنيا والله عنده حسن المآبفيه إحدى عشرة مسألة :الأولى : قوله تعالى : زين للناس زين من التزيين واختلف الناس من المزين ; فقالت فرقة : الله زين ذلك ; وهو ظاهر قول عمر بن الخطاب - رضي الله عنه - ذكره البخاري . وفي التنزيل : إنا جعلنا ما على الأرض زينة لها ; ولما قال عمر : الآن يا رب حين زينتها لنا نزلت : قل أؤنبئكم بخير من ذلكم وقالت فرقة : المزين هو الشيطان ; وهو ظاهر قول الحسن ، فإنه قال : من زينها ؟ ما أحد أشد لها ذما من خالقها . فتزيين الله تعالى إنما هو بالإيجاد والتهيئة للانتفاع وإنشاء الجبلة على الميل إلى هذه الأشياء . وتزيين الشيطان إنما هو بالوسوسة والخديعة وتحسين أخذها من غير وجوهها . والآية على كلا الوجهين ابتداء وعظ لجميع الناس ، وفي ضمن ذلك توبيخ لمعاصريمحمد - صلى الله عليه وسلم - من اليهود وغيرهم . وقرأ الجمهور زين على بناء الفعل للمفعول ، ورفع حب . وقرأ الضحاك ومجاهد \" زين \" على بناء الفعل للفاعل ، ونصب \" حب \" وحركت الهاء من الشهوات فرقا بين الاسم والنعت والشهوات جمع شهوة وهي معروفة ورجل شهوان للشيء ، وشيء شهي أي مشتهى واتباع الشهوات مرد وطاعتها مهلكة . وفي صحيح مسلم : حفت الجنة بالمكاره وحفت النار [ ص: 27 ] بالشهوات رواه أنس عن النبي - صلى الله عليه وسلم - . وفائدة هذا التمثيل أن الجنة لا تنال إلا بقطع مفاوز المكاره وبالصبر عليها . وأن النار لا ينجى منها إلا بترك الشهوات وفطام النفس عنها . وقد روي عنه - صلى الله عليه وسلم - أنه قال : طريق الجنة حزن بربوة وطريق النار سهل بسهوة . . . ; وهو معنى قوله ( حفت الجنة بالمكاره وحفت النار بالشهوات ) . أي طريق الجنة صعبة المسلك فيه أعلى ما يكون من الروابي ، وطريق النار سهل لا غلظ فيه ولا وعورة ، وهو معنى قوله ( سهل بسهوة ) وهو بالسين المهملة .الثانية : قوله تعالى : من النساء بدأ بهن لكثرة تشوف النفوس إليهن ; لأنهن حبائل الشيطان وفتنة الرجال . قال رسول الله - صلى الله عليه وسلم - : ما تركت بعدي فتنة أشد على الرجال من النساء أخرجه البخاري ومسلم . ففتنة النساء أشد من جميع الأشياء . ويقال : في النساء فتنتان ، وفي الأولاد فتنة واحدة . فأما اللتان في النساء فإحداهما أن تؤدي إلى قطع الرحم ; لأن المرأة تأمر زوجها بقطعه عن الأمهات والأخوات ، والثانية يبتلى بجمع المال من الحلال والحرام وذلك لينال رضاهن . وأما البنون فإن الفتنة فيهم واحدة وهو ما ابتلي بجمع المال لأجلهم . وروى عبد الله بن مسعود قال : قال رسول الله - صلى الله عليه وسلم - : لا تسكنوا نساءكم الغرف ولا تعلموهن الكتاب . حذرهم رسول الله - صلى الله عليه وسلم - لأن في إسكانهن الغرف تطلعا إلى الرجال ، وليس في ذلك تحصين لهن ولا ستر ; لأنهن قد يشرفن على الرجال فتحدث الفتنة والبلاء ، ولأنهن قد خلقن من الرجل ; فهمتها في الرجل والرجل خلق فيه الشهوة وجعلت سكنا له ; فغير مأمون كل واحد منهما على صاحبه . وفي تعلمهن الكتاب هذا المعنى من الفتنة وأشد . وفي [ ص: 28 ] كتاب الشهاب عن النبي - صلى الله عليه وسلم - : أعروا النساء يلزمن الحجال . فعلى الإنسان إذا لم يصبر في هذه الأزمان أن يبحث عن ذات الدين ليسلم له الدين ; قال - صلى الله عليه وسلم - : عليك بذات الدين تربت يداك أخرجه مسلم عن أبي هريرة . وفي سنن ابن ماجه عن عبد الله بن عمر قال : قال رسول الله - صلى الله عليه وسلم - : لا تزوجوا النساء لحسنهن فعسى حسنهن أن يرديهن ، ولا تزوجوهن لأموالهن فعسى أموالهن أن تطغيهن ، ولكن تزوجوهن على الدين ، ولأمة سوداء خرماء ذات دين أفضل .الثالثة : قوله تعالى : والبنين عطف على ما قبله . وواحد من البنين ابن . قال الله تعالى مخبرا عن نوح : إن ابني من أهلي . وتقول في التصغير \" بني \" كما قال لقمان . وفي الخبر أن النبي - صلى الله عليه وسلم - قال للأشعث بن قيس : هل لك من ابنة حمزة من ولد ؟ قال : نعم ، لي منها غلام ولوددت أن لي به جفنة من طعام أطعمها من بقي من بني جبلة . فقال النبي - صلى الله عليه وسلم - : لئن قلت ذلك إنهم لثمرة القلوب وقرة الأعين وإنهم مع ذلك لمجبنة مبخلة محزنة .الرابعة : قوله تعالى : والقناطير القناطير جمع قنطار ، كما قال تعالى : وآتيتم إحداهن قنطارا وهو العقدة الكبيرة من المال ، وقيل : هو اسم للمعيار الذي يوزن به ; كما [ ص: 29 ] هو الرطل والربع . ويقال لما بلغ ذلك الوزن : هذا قنطار ، أي يعدل القنطار . والعرب تقول : قنطر الرجل إذا بلغ ماله أن يوزن بالقنطار . وقال الزجاج : القنطار مأخوذ من عقد الشيء وإحكامه ; تقول العرب : قنطرت الشيء إذا أحكمته ; ومنه سميت القنطرة لإحكامها . قال طرفة :كقنطرة الرومي أقسم ربها لتكتنفن حتى تشاد بقرمدوالقنطرة المعقودة ; فكأن القنطار عقد مال . واختلف العلماء في تحرير حده كم هو على أقوال عديدة ; فروى أبي بن كعب عن النبي - صلى الله عليه وسلم - أنه قال : القنطار ألف أوقية ومائتا أوقية ; وقال بذلك معاذ بن جبل وعبد الله بن عمر وأبو هريرة وجماعة من العلماء . قال ابن عطية : \" وهو أصح الأقوال ، لكن القنطار على هذا يختلف باختلاف البلاد في قدر الأوقية \" . وقيل : اثنا عشر ألف أوقية ; أسنده البستي في مسنده الصحيح عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : القنطار اثنا عشر ألف أوقية الأوقية خير مما بين السماء والأرض . وقال بهذا القول أبو هريرة أيضا . وفي مسند أبي محمد الدارمي عن أبي سعيد الخدري قال : \" من قرأ في ليلة عشر آيات كتب من الذاكرين ، ومن قرأ بمائة آية كتب من القانتين ، ومن قرأ بخمسمائة آية إلى الألف أصبح وله قنطار من الأجر \" قيل : وما القنطار ؟ قال : \" ملء مسك ثور ذهبا \" . موقوف ; وقال به أبو نضرة العبدي . وذكر ابن سيده أنه هكذا بالسريانية . وقال النقاش عن ابن الكلبي أنه هكذا بلغة الروم . وقال ابن عباس والضحاك والحسن : ألف ومائتا مثقال من الفضة ; ورفعه الحسن . وعن ابن عباس : اثنا عشر ألف درهم من الفضة ، ومن الذهب ألف دينار دية الرجل المسلم ; وروي عن الحسن والضحاك . وقال سعيد بن المسيب : ثمانون ألفا . قتادة : مائة رطل من الذهب أو ثمانون ألف درهم من الفضة . وقال أبو حمزة الثمالي : القنطار بإفريقية والأندلس ثمانية آلاف مثقال من ذهب أو فضة . السدي : أربعة آلاف مثقال . مجاهد : سبعون ألف مثقال ; وروي عن ابن عمر . وحكى مكي قولا أن القنطار أربعون أوقية من ذهب أو فضة ; وقاله ابن سيده في المحكم ، وقال : القنطار بلغة بربر ألف مثقال . وقال الربيع بن أنس : [ ص: 30 ] القنطار المال الكثير بعضه على بعض ; وهذا هو المعروف عند العرب ، ومنه قوله : وآتيتم إحداهن قنطارا أي مالا كثيرا . ومنه الحديث : ( إن صفوان بن أمية قنطر في الجاهلية وقنطر أبوه ) أي صار له قنطار من المال . وعن الحكم هو ما بين السماء والأرض . واختلفوا في معنى \" المقنطرة \" فقال الطبري وغيره : معناه المضعفة ، وكأن القناطير ثلاثة والمقنطرة تسع . وروي عن الفراء أنه قال : القناطير جمع القنطار ، والمقنطرة جمع الجمع ، فيكون تسع قناطير . السدي : المقنطرة المضروبة حتى صارت دنانير أو دراهم . مكي : المقنطرة المكملة ; وحكاه الهروي ; كما يقال : بدر مبدرة ، وآلاف مؤلفة . وقال بعضهم . ولهذا سمي البناء القنطرة لتكاثف البناء بعضه على بعض . ابن كيسان والفراء : لا تكون المقنطرة أقل من تسع قناطير . وقيل : المقنطرة إشارة إلى حضور المال وكونه عتيدا . وفي صحيح البستي عن عبد الله بن عمر عن رسول الله - صلى الله عليه وسلم - أنه قال : من قام بعشر آيات لم يكتب من الغافلين ومن قام بمائة آية كتب من القانتين ومن قام بألف آية كتب من المقنطرين .الخامسة : قوله تعالى : من الذهب والفضة الذهب ، مؤنثة ; يقال : هي الذهب الحسنة جمعها ذهاب وذهوب . ويجوز أن يكون جمع ذهبة ، ويجمع على الأذهاب . وذهب فلان مذهبا حسنا . والذهب : مكيال لأهل اليمن . ورجل ذهب إذا رأى معدن الذهب فدهش . والفضة معروفة ، وجمعها فضض . فالذهب مأخوذة من الذهاب ، والفضة مأخوذة من انفض الشيء تفرق ; ومنه فضضت القوم فانفضوا ، أي فرقتهم فتفرقوا . وهذا الاشتقاق يشعر بزوالهما وعدم ثبوتهما كما هو مشاهد في الوجود . ومن أحسن ما قيل في هذا المعنى قول بعضهم :النار آخر دينار نطقت به     والهم آخر هذا الدرهم الجاريوالمرء بينهما إن كان ذا ورع     معذب القلب بين الهم والنارالسادسة : قوله تعالى : والخيل الخيل مؤنثة . قال ابن كيسان : حدثت عن أبي عبيدة أنه قال : واحد الخيل خائل ، مثل طائر وطير ، وضائن وضين ; وسمي الفرس بذلك لأنه يختال في مشيه . وقال غيره : هو اسم جمع لا واحد له من لفظه واحده فرس كالقوم والرهط والنساء والإبل ونحوها . وفي الخبر من حديث علي عن النبي - صلى الله عليه وسلم - : إن الله خلق الفرس من الريح ولذلك جعلها تطير بلا جناح . وهب بن منبه : خلقها من ريح الجنوب . قال وهب : [ ص: 31 ] فليس تسبيحة ولا تكبيرة ولا تهليلة يكبرها صاحبها إلا وهو يسمعها فيجيبه بمثلها . وسيأتي لذكر الخيل ووصفها في سورة \" الأنفال \" ما فيه كفاية إن شاء الله تعالى . وفي الخبر : ( إن الله عرض على آدم جميع الدواب ، فقيل له : اختر منها واحدا فاختار الفرس ; فقيل له : اخترت عزك ) ; فصار اسمه الخير من هذا الوجه . وسميت خيلا لأنها موسومة بالعز فمن ركبه اعتز بنحلة الله له ويختال به على أعداء الله تعالى . وسمي فرسا لأنه يفترس مسافات الجو افتراس الأسد وثبانا ، ويقطعها كالالتهام بيديه على شيء خبطا وتناولا ، وسمي عربيا لأنه جيء به من بعد آدم لإسماعيل جزاء عن رفع قواعد البيت ، وإسماعيل عربي ، فصار له نحلة من الله تعالى فسمي عربيا . وفي الحديث عن النبي - صلى الله عليه وسلم - : لا يدخل الشيطان دارا فيها فرس عتيق . وإنما سمي عتيقا لأنه قد تخلص من الهجانة . وقد قال - صلى الله عليه وسلم - : خير الخيل الأدهم الأقرح الأرثم ثم الأقرح المحجل طلق اليمين فإن لم يكن أدهم فكميت على هذه الشية . أخرجه الترمذي عن أبي قتادة . وفي مسند الدارمي عنه أن رجلا قال : يا رسول الله ، إني أريد أن أشتري فرسا فأيها أشتري ؟ قال : اشتر أدهم أرثم محجلا طلق اليمين أو من الكميت على هذه الشية تغنم وتسلم . وروى النسائي عن أنس قال : لم يكن أحب إلى رسول الله - صلى الله عليه وسلم - بعد النساء من الخيل .وروى الأئمة عن أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : الخيل ثلاثة : لرجل أجر ، ولرجل ستر ، ولرجل وزر . . . الحديث بطوله ، شهرته أغنت عن ذكره . وسيأتي ذكر أحكام الخيل في \" الأنفال \" و \" النحل \" بما فيه كفاية إن شاء الله تعالى .السابعة : قوله تعالى : المسومة يعني الراعية في المروج والمسارح ; قاله سعيد بن جبير . يقال : سامت الدابة والشاة إذا سرحت تسوم سوما فهي سائمة . وأسمتها أنا إذا تركتها [ ص: 32 ] لذلك فهي مسامة . وسومتها تسويما فهي مسومة . وفي سنن ابن ماجه عن علي قال : نهى رسول الله - صلى الله عليه وسلم - عن السوم قبل طلوع الشمس ، وعن ذبح ذوات الدر السوم هنا في معنى الرعي ، وقال الله عز وجل : فيه تسيمون قال الأخطل :مثل ابن بزعة أو كآخر مثله     أولى لك ابن مسيمة الأجمالأراد ابن راعية الإبل . والسوام : كل بهيمة ترعى ، وقيل : المعدة للجهاد ; قاله ابن زيد . مجاهد : المسومة المطهمة الحسان . وقال عكرمة : سومها الحسن ; واختاره النحاس ، من قولهم : رجل وسيم . وروي عن ابن عباس أنه قال : المسومة المعلمة بشيات الخيل في وجوهها من السيما وهي العلامة . وهذا مذهب الكسائي وأبي عبيدة .قلت : كل ما ذكر يحتمله اللفظ ، فتكون راعية معدة حسانا معلمة لتعرف من غيرها . قال أبو زيد : أصل ذلك أن تجعل عليها صوفة أو علامة تخالف سائر جسدها لتبين من غيرها في المرعى . وحكى ابن فارس اللغوي في مجمله : المسومة المرسلة وعليها ركبانها . وقال المؤرج : المسومة المكوية ، المبرد : المعروفة في البلدان . ابن كيسان : البلق . وكلها متقارب من السيما . قال النابغة :وضمر كالقداح مسومات     عليها معشر أشباه جنالثامنة : قوله تعالى : والأنعام قال ابن كيسان : إذا قلت نعم لم تكن إلا للإبل ، فإذا قلت : أنعام وقعت للإبل وكل ما يرعى . قال الفراء : هو مذكر ولا يؤنث ; يقولون هذا نعم وارد ، ويجمع أنعاما . قال الهروي : والنعم يذكر ويؤنث ، والأنعام المواشي من الإبل والبقر والغنم ; ، وإذا قيل : النعم فهو الإبل خاصة . وقال حسان :وكانت لا يزال بها أنيس     خلال مروجها نعم وشاء[ ص: 33 ] وفي سنن ابن ماجه عن عروة البارقي يرفعه قال : ( الإبل عز لأهلها والغنم بركة والخير معقود في نواصي الخيل إلى يوم القيامة ) . وفيه عن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم - : الشاة من دواب الجنة . وفيه عن أبي هريرة قال : أمر رسول الله - صلى الله عليه وسلم - الأغنياء باتخاذ الغنم ، والفقراء باتخاذ الدجاج . وقال : عند اتخاذ الأغنياء الدجاج يأذن الله تعالى بهلاك القرى . وفيه عن أم هانئ أن النبي - صلى الله عليه وسلم - قال لها : اتخذي غنما فإن فيها بركة . أخرجه عن أبي بكر بن أبي شيبة عن وكيع عن هشام بن عروة عن أبيه عن أم هانئ ، إسناد صحيح .التاسعة : قوله تعالى : والحرث الحرث هنا اسم لكل ما يحرث ، وهو مصدر سمي به ; تقول : حرث الرجل حرثا إذا أثار الأرض لمعنى الفلاحة ; فيقع اسم الحراثة على زرع الحبوب وعلى الجنات وعلى غير ذلك من نوع الفلاحة . وفي الحديث : احرث لدنياك كأنك تعيش أبدا . يقال حرثت واحترثت . وفي حديث عبد الله ( احرثوا هذا القرآن ) أي فتشوه . قال ابن الأعرابي : الحرث التفتيش ; وفي الحديث : ( أصدق الأسماء الحارث ) لأن الحارث هو الكاسب ، واحتراث المال كسبه ، والمحراث مسعر النار والحراث مجرى الوتر في القوس ، والجمع أحرثة ، وأحرث الرجل ناقته أهزلها . وفي حديث معاوية : ما فعلت نواضحكم ؟ قالوا : حرثناها يوم بدر . قال أبو عبيد : يعنون هزلناها ; يقال : حرثت الدابة وأحرثتها ، لغتان . وفي صحيح البخاري عن أبي أمامة الباهلي قال وقد رأى سكة وشيئا من [ ص: 34 ] آلة الحرث فقال : سمعت رسول الله - صلى الله عليه وسلم - يقول : لا يدخل هذا بيت قوم إلا دخله الذل . قيل : إن الذل هنا ما يلزم أهل الشغل بالحرث من حقوق الأرض التي يطالبهم بها الأئمة والسلاطين . وقال المهلب : معنى قوله في هذا الحديث - والله أعلم - الحض على معالي الأحوال وطلب الرزق من أشرف الصناعات ; وذلك لما خشي النبي - صلى الله عليه وسلم - على أمته من الاشتغال بالحرث وتضييع ركوب الخيل والجهاد في سبيل الله ; لأنهم إن اشتغلوا بالحرث غلبتهم الأمم الراكبة للخيل المتعيشة من مكاسبها ; فحضهم على التعيش من الجهاد لا من الخلود إلى عمارة الأرض ولزوم المهنة . ألا ترى أن عمر قال : تمعددوا واخشوشنوا واقطعوا الركب وثبوا على الخيل وثبا لا تغلبنكم عليها رعاة الإبل . فأمرهم بملازمة الخيل ، ورياضة أبدانهم بالوثوب عليها . وفي الصحيحين عن أنس بن مالك قال : قال النبي - صلى الله عليه وسلم - : ما من مسلم غرس غرسا أو زرع زرعا فيأكل منه طير أو إنسان أو بهيمة إلا كان له به صدقة .قال العلماء : ذكر الله تعالى أربعة أصناف من المال ، كل نوع من المال يتمول به صنف من الناس ; أما الذهب والفضة فيتمول بها التجار ، وأما الخيل المسومة فيتمول بها الملوك ، وأما الأنعام فيتمول بها أهل البوادي ، وأما الحرث فيتمول بها أهل الرساتيق . فتكون فتنة كل صنف في النوع الذي يتمول ، فأماالنساء والبنون ففتنة للجميع .العاشرة : قوله تعالى : ذلك متاع الحياة الدنيا أي ما يتمتع به فيها ثم يذهب ولا يبقى . وهذا منه تزهيد في الدنيا وترغيب في الآخرة . روى ابن ماجه وغيره عن عبد الله بن عمر أن رسول الله - صلى الله عليه وسلم - قال : إنما الدنيا متاع وليس من متاع الدنيا شيء أفضل من المرأة الصالحة . وفي الحديث : ازهد في الدنيا يحبك الله أي في متاعها من الجاه والمال [ ص: 35 ] الزائد على الضروري . قال - صلى الله عليه وسلم - : ليس لابن آدم حق في سوى هذه الخصال بيت يسكنه وثوب يواري عورته وجلف الخبز والماء أخرجه الترمذي من حديث المقدام بن معديكرب . وسئل سهل بن عبد الله : بم يسهل على العبد ترك الدنيا وكل الشهوات ؟ قال : بتشاغله بما أمر به .الحادية عشرة : والله عنده حسن المآب ابتداء وخبر . والمآب المرجع ; آب يئوب إيابا إذا رجع ; قال يئوب إيابا إذا رجع ; قال امرؤ القيس :وقد طوفت في الآفاق حتى     رضيت من الغنيمة بالإيابوقال آخر :وكل ذي غيبة يئوب     وغائب الموت لا يئوبوأصل مآب مأوب ، قلبت حركة الواو إلى الهمزة وأبدل من الواو ألف ، مثل مقال . ومعنى الآية تقليل الدنيا وتحقيرها والترغيب في حسن المرجع إلى الله تعالى في الآخرة .",
  "ayah": 14,
  "surah": 3
}
