{
  "text": "قوله تعالى : إن الذين تولوا منكم يوم التقى الجمعان إنما استزلهم الشيطان ببعض ما كسبوا ولقد عفا الله عنهم إن الله غفور حليمقوله تعالى : إنما استزلهم الشيطان ببعض ما كسبوا هذه الجملة هي خبر إن الذين تولوا والمراد من تولى عن المشركين يوم أحد ; عن عمر - رضي الله عنه - وغيره . السدي : يعني من هرب إلى المدينة في وقت الهزيمة دون من صعد الجبل . وقيل : هي في قوم بأعيانهم تخلفوا عن النبي - صلى الله عليه وسلم - في وقت هزيمتهم ثلاثة أيام ثم انصرفوا . ومعنى استزلهم الشيطان استدعى زللهم بأن ذكرهم خطايا سلفت منهم ، فكرهوا الثبوت لئلا يقتلوا . وهو معنى ببعض ما كسبوا وقيل : استزلهم حملهم على الزلل ، وهو استفعل من الزلة وهي الخطيئة . وقيل : زل وأزل بمعنى واحد . ثم قيل : كرهوا القتال قبل إخلاص التوبة ، فإنما تولوا لهذا ، وهذا على القول الأول . وعلى الثاني بمعصيتهم النبي - صلى الله عليه وسلم - في تركهم المركز وميلهم إلى الغنيمة . وقال الحسن : ما كسبوا قبولهم من إبليس ما وسوس إليهم . وقال الكلبي : زين لهم الشيطان أعمالهم . وقيل : لم يكن الانهزام معصية ; لأنهم أرادوا التحصن بالمدينة ، فيقطع العدو طمعه فيهم لما سمعوا أن النبي - صلى الله عليه وسلم - قتل . ويجوز أن يقال : لم يسمعوا دعاء النبي - صلى الله عليه وسلم - للهول الذي كانوا فيه . ويجوز أن يقال : زاد عدد العدو على الضعف ; لأنهم كانوا سبعمائة والعدو ثلاثة آلاف . وعند هذا يجوز الانهزام ولكن الانهزام عن النبي - صلى الله عليه وسلم - خطأ لا يجوز ، ولعلهم توهموا أن النبي - صلى الله عليه وسلم - انحاز إلى الجبل أيضا . وأحسنها الأول . وعلى الجملة فإن حمل الأمر على ذنب محقق فقد عفا الله عنه ، وإن حمل على انهزام مسوغ فالآية فيمن أبعد في الهزيمة وزاد على القدر المسوغ . وذكر أبو الليث السمرقندي نصر بن محمد بن إبراهيم قال : حدثنا الخليل بن أحمد قال حدثنا السراج قال حدثنا قتيبة قال حدثنا أبو بكر بن غيلان عن جرير : أن عثمان كان بينه وبين عبد الرحمن بن عوف كلام ، فقال له عبد الرحمن بن عوف : أتسبني وقد شهدت بدرا ولم تشهد ، وقد بايعت تحت الشجرة ولم تبايع ، وقد كنت تولى مع من تولى يوم الجمع ، يعني يوم أحد . فرد عليه عثمان فقال : أما قولك : أنا شهدت بدرا ولم تشهد ، فإني لم أغب عن شيء شهده رسول الله - صلى الله عليه وسلم - إلا أن بنت رسول الله - صلى الله عليه وسلم - كانت مريضة وكنت معها أمرضها ، فضرب لي رسول الله - صلى الله عليه وسلم - سهما في سهام المسلمين ، وأما بيعة الشجرة فإن رسول الله - صلى الله عليه وسلم - بعثني ربيئة على المشركين بمكة - الربيئة هو الناظر - فضرب رسول الله - صلى الله عليه وسلم - يمينه على شماله فقال : ( هذه لعثمان ) فيمين رسول الله - صلى الله عليه وسلم - [ ص: 231 ] وشماله خير لي من يميني وشمالي . وأما يوم الجمع فقال الله عنهم ولقد عفا الله عنهم فكنت فيمن عفا الله عنهم . فحج عثمان عبد الرحمن .قلت : وهذا المعنى صحيح أيضا عن ابن عمر ، كما في صحيح البخاري قال : حدثنا عبدان أخبرنا أبو حمزة عن عثمان بن موهب قال : جاء رجل حج البيت فرأى قوما جلوسا فقال : من هؤلاء القعود ؟ قالوا : هؤلاء قريش . قال : من الشيخ ؟ قالوا : ابن عمر ; فأتاه فقال : إني سائلك عن شيء أتحدثني ؟ قال : أنشدك بحرمة هذا البيت ، أتعلم أن عثمان بن عفان فر يوم أحد ؟ قال : نعم . قال : فتعلمه تغيب عن بدر فلم يشهدها ؟ قال : نعم . قال : فتعلم أنه تخلف عن بيعة الرضوان فلم يشهدها ؟ قال نعم . قال : فكبر . قال ابن عمر : تعال لأخبرك ولأبين لك عما سألتني عنه ; أما فراره يوم أحد فأشهد أن الله عفا عنه . وأما تغيبه عن بدر فإنه كان تحته بنت رسول الله - صلى الله عليه وسلم - وكانت مريضة ، فقال له النبي - صلى الله عليه وسلم - ( إن لك أجر رجل ممن شهد بدرا وسهمه ) . وأما تغيبه عن بيعة الرضوان فإنه لو كان أحد أعز ببطن مكة من عثمان بن عفان لبعثه مكانه ، فبعث عثمان وكانت بيعة الرضوان بعدما ذهب عثمان إلى مكة ; فقال النبي - صلى الله عليه وسلم - بيده اليمنى : ( هذه يد عثمان ) فضرب بها على يده فقال : ( هذه لعثمان ) . اذهب بهذا الآن معك .قلت : ونظير هذه الآية توبة الله على آدم عليه السلام . وقوله عليه السلام : ( فحج آدم موسى ) أي غلبه بالحجة ; وذلك أن موسى عليه السلام أراد توبيخ آدم ولومه في إخراج نفسه وذريته من الجنة بسبب أكله من الشجرة ; فقال له آدم : ( أفتلومني على أمر قدره الله تعالى علي قبل أن أخلق بأربعين سنة تاب علي منه ومن تاب عليه فلا ذنب له ومن لا ذنب له لا يتوجه عليه لوم ) . وكذلك من عفا الله عنه . وإنما كان هذا لإخباره تعالى بذلك ، وخبره صدق . وغيرهما من المذنبين التائبين يرجون رحمته ويخافون عذابه ، فهم على وجل وخوف ألا تقبل توبتهم ، وإن قبلت فالخوف أغلب عليهم إذ لا علم لهم بذلك . فاعلم .[ ص: 232 ]",
  "ayah": 155,
  "surah": 3
}
