{
  "text": "قوله تعالى : وما كان لنبي أن يغل ومن يغلل يأت بما غل يوم القيامة ثم توفى كل نفس ما كسبت وهم لا يظلمونفيه إحدى عشرة مسألة :الأولى : لما أخل الرماة يوم أحد بمراكزهم - على ما تقدم - خوفا من أن يستولي المسلمون على الغنيمة فلا يصرف إليهم شيء ، بين الله سبحانه أن النبي - صلى الله عليه وسلم - لا يجور في القسمة ; فما كان من حقكم أن تتهموه . وقال الضحاك : بل السبب أن رسول الله - صلى الله عليه وسلم - بعث طلائع في بعض غزواته ثم غنم قبل مجيئهم ; فقسم للناس ولم يقسم للطلائع ; فأنزل الله عليه عتابا : وما كان لنبي أن يغل ومن يغلل أي يقسم لبعض ويترك بعضا . وروي نحو هذا القول عن ابن عباس . وقال ابن عباس أيضا وعكرمة وابن جبير وغيرهم : نزلت بسبب قطيفة حمراء فقدت في المغانم يوم بدر ; فقال بعض من كان مع النبي - صلى الله عليه وسلم - : لعل أن يكون النبي - صلى الله عليه وسلم - أخذها ، فنزلت الآية أخرجه أبو داود والترمذي وقال : هذا حديث حسن غريب . قال ابن عطية : قيل كانت هذه المقالة من مؤمنين لم يظنوا أن في ذلك حرجا . وقيل : كانت من المنافقين . وقد روي أن المفقود كان سيفا . وهذه الأقوال تخرج على قراءة يغل بفتح الياء وضم الغين . وروى أبو صخر عن محمد بن كعب وما كان لنبي أن يغل قال : تقول وما كان لنبي أن يكتم شيئا من كتاب الله . وقيل : اللام فيه منقولة ، أي وما كان نبي ليغل ; كقوله : ما كان لله أن يتخذ من ولد سبحانه . أي ما كان الله ليتخذ ولدا . وقرئ \" يغل \" بضم الياء وفتح الغين . وقال ابن السكيت : لم نسمع في المغنم إلا غل غلولا ، وقرئ وما كان لنبي أن يغل ويغل . قال : فمعنى \" يغل \" يخون ، ومعنى \" يغل \" يخون ، ويحتمل معنيين : أحدهما يخان أي يؤخذ من غنيمته ، والآخر يخون أن ينسب إلى الغلول : ثم قيل : إن كل من غل شيئا في خفاء فقد غل يغل غلولا : قال ابن عرفة : سميت غلولا لأن الأيدي مغلولة منها ، أي ممنوعة . وقال أبو عبيد : الغلول من المغنم خاصة ، ولا نراه من الخيانة ولا من الحقد .[ ص: 241 ] ومما يبين ذلك أنه يقال من الخيانة : أغل يغل ، ومن الحقد : غل يغل بالكسر ، ومن الغلول : غل يغل بالضم . وغل البعير أيضا يغل غلة إذا لم يقض ريه وأغل الرجل خان ، قال النمر :جزى الله عنا حمزة ابنة نوفل جزاء مغل بالأمانة كاذبوفي الحديث : ( لا إغلال ولا إسلال ) أي لا خيانة ولا سرقة ، ويقال : لا رشوة . وقال شريح : ليس على المستعير غير المغل ضمان . وقال - صلى الله عليه وسلم - : ثلاث لا يغل عليهن قلب مؤمن من رواه بالفتح فهو من الضغن . وغل دخل يتعدى ولا يتعدى ; يقال : غل فلان المفاوز ، أي دخلها وتوسطها . وغل من المغنم غلولا ، أي خان . وغل الماء بين الأشجار إذا جرى فيها ; يغل بالضم في جميع ذلك . وقيل : الغلول في اللغة أن يأخذ من المغنم شيئا يستره عن أصحابه ; ومنه تغلغل الماء في الشجر إذا تخللها . والغلل : الماء الجاري في أصول الشجر ، لأنه مستتر بالأشجار ، كما قال :لعب السيول به فأصبح ماؤه     غللا يقطع في أصول الخروعومنه الغلالة للثوب الذي يلبس تحت الثياب . والغال : أرض مطمئنة ذات شجر . ومنابت السلم والطلح يقال لها : غال . والغال أيضا نبت ، والجمع غلان بالضم . وقال بعض الناس : إن معنى يغل يوجد غالا ; كما تقول : أحمدت الرجل وجدته محمودا . فهذه القراءة على هذا التأويل ترجع إلى معنى \" يغل \" بفتح الياء وضم الغين . ومعنى \" يغل \" عند جمهور أهل العلم أي ليس لأحد أن يغله ، أي يخونه في الغنيمة . فالآية في معنى نهي الناس عن الغلول في الغنائم ، والتوعد عليه . وكما لا يجوز أن يخان النبي - صلى الله عليه وسلم - لا يجوز أن يخان غيره ، ولكن خصه بالذكر لأن الخيانة معه أشد وقعا وأعظم وزرا ; لأن المعاصي تعظم بحضرته [ ص: 242 ] لتعين توقيره . والولاة إنما هم على أمر النبي - صلى الله عليه وسلم - فلهم حظهم من التوقير . وقيل : معنى يغل أي ما غل نبي قط ، وليس الغرض النهي .الثانية : قوله تعالى : ومن يغلل يأت بما غل يوم القيامة أي يأتي به حاملا له على ظهره ورقبته ، معذبا بحمله وثقله ، ومرعوبا بصوته ، وموبخا بإظهار خيانته على رءوس الأشهاد ; على ما يأتي . وهذه الفضيحة التي يوقعها الله تعالى بالغال نظير الفضيحة التي توقع بالغادر ، في أن ينصب له لواء عند إسته بقدر غدرته . وجعل الله تعالى هذه المعاقبات حسبما يعهده البشر ويفهمونه ; ألا ترى إلى قول الشاعر :أسمي ويحك هل سمعت بغدرة     رفع اللواء لنا بها في المجمعوكانت العرب ترفع للغادر لواء ، وكذلك يطاف بالجاني مع جنايته . وفي صحيح مسلم عن أبي هريرة قال : قام فينا رسول الله - صلى الله عليه وسلم - ذات يوم فذكر الغلول فعظمه وعظم أمره ثم قال : لا ألفين أحدكم يجيء يوم القيامة على رقبته بعير له رغاء يقول يا رسول الله أغثني فأقول لا أملك لك شيئا قد أبلغتك لا ألفين أحدكم يجيء يوم القيامة على رقبته فرس له حمحمة فيقول يا رسول الله أغثني فأقول لا أملك لك شيئا قد أبلغتك لا ألفين أحدكم يجيء يوم القيامة على رقبته شاة لها ثغاء يقول يا رسول الله أغثني فأقول لا أملك لك شيئا قد أبلغتك لا ألفين أحدكم يجيء يوم القيامة على رقبته نفس لها صياح فيقول يا رسول الله أغثني فأقول لا أملك لك شيئا قد أبلغتك لا ألفين أحدكم يجيء يوم القيامة على رقبته رقاع تخفق فيقول يا رسول الله أغثني فأقول لا أملك لك شيئا قد أبلغتك لا ألفين أحدكم يجيء يوم القيامة على رقبته صامت فيقول يا رسول الله أغثني فأقول لا أملك لك شيئا قد أبلغتك وروى أبو داود عن سمرة بن جندب قال : كان رسول الله - صلى الله عليه وسلم - إذا أصاب غنيمة أمر بلالا فنادى في الناس فيجيئون بغنائمهم فيخمسه ويقسمه ، فجاء رجل يوما بعد النداء بزمام من الشعر فقال : يا رسول الله هذا كان فيما أصبناه [ ص: 243 ] من الغنيمة . فقال : ( أسمعت بلالا ينادي ثلاثا ) ؟ قال : نعم . قال : ( فما منعك أن تجيء به ) ؟ فاعتذر إليه . فقال : ( كلا أنت تجيء به يوم القيامة فلن أقبله منك ) . قال بعض العلماء : أراد يوافي بوزر ذلك يوم القيامة ، كما قال في آية أخرى : وهم يحملون أوزارهم على ظهورهم ألا ساء ما يزرون . وقيل : الخبر محمول على شهرة الأمر ; أي يأتي يوم القيامة قد شهر الله أمره كما يشهر لو حمل بعيرا له رغاء أو فرسا له حمحمة .قلت : وهذا عدول عن الحقيقة إلى المجاز والتشبيه ، وإذا دار الكلام بين الحقيقة والمجاز فالحقيقة الأصل كما في كتب الأصول . وقد أخبر النبي - صلى الله عليه وسلم - بالحقيقة ، ولا عطر بعد عروس . ويقال : إن من غل شيئا في الدنيا يمثل له يوم القيامة في النار ، ثم يقال له : انزل إليه فخذه ، فيهبط إليه ، فإذا انتهى إليه حمله ، حتى إذا انتهى إلى الباب سقط عنه إلى أسفل جهنم ، فيرجع إليه فيأخذه ; لا يزال هكذا إلى ما شاء الله . ويقال يأت بما غل يعني تشهد عليه يوم القيامة تلك الخيانة والغلول .الثالثة : قال العلماء : والغلول كبيرة من الكبائر ; بدليل هذه الآية وما ذكرناه من حديث أبي هريرة : أنه يحمله على عنقه . وقد قال - صلى الله عليه وسلم - في مدعم : والذي نفسي بيده إن الشملة التي أخذ يوم خيبر من المغانم لم تصبها المقاسم لتشتعل عليه نارا قال : فلما سمع الناس ذلك جاء رجل بشراك أو شراكين إلى رسول الله - صلى الله عليه وسلم - ; فقال رسول الله - صلى الله عليه وسلم - : ( شراك أو شراكان من نار ) . أخرجه الموطأ . فقوله عليه السلام : ( والذي نفسي بيده ) وامتناعه من الصلاة على من غل دليل على تعظيم الغلول وتعظيم الذنب فيه وأنه من الكبائر ، وهو من حقوق الآدميين ولا بد فيه من القصاص بالحسنات والسيئات ، ثم صاحبه في المشيئة . وقوله : ( شراك أو [ ص: 244 ] شراكان من نار ) مثل قوله : ( أدوا الخياط والمخيط ) . وهذا يدل على أن القليل والكثير لا يحل أخذه في الغزو قبل المقاسم ، إلا ما أجمعوا عليه من أكل المطاعم في أرض الغزو ومن الاحتطاب والاصطياد . وقد روي عن الزهري أنه قال : لا يؤخذ الطعام في أرض العدو إلا بإذن الإمام . وهذا لا أصل له ; لأن الآثار تخالفه ، على ما يأتي . قال الحسن : كان أصحاب رسول الله - صلى الله عليه وسلم - إذا افتتحوا المدينة أو الحصن أكلوا من السويق والدقيق والسمن والعسل . وقال إبراهيم : كانوا يأكلون من أرض العدو الطعام في أرض الحرب ويعلفون قبل أن يخمسوا . وقال عطاء : في الغزاة يكونون في السرية فيصيبون أنحاء السمن والعسل والطعام فيأكلون ، وما بقي ردوه إلى إمامهم ; وعلى هذا جماعة العلماء .الرابعة : وفي هذا الحديث دليل على أن الغال لا يحرق متاعه ; لأن رسول الله - صلى الله عليه وسلم - لم يحرق متاع الرجل الذي أخذ الشملة ، ولا أحرق متاع صاحب الخرزات الذي ترك الصلاة عليه ، ولو كان حرق متاعه واجبا لفعله - صلى الله عليه وسلم - ولو فعله لنقل ذلك في الحديث . وأما ما روي عن عمر بن الخطاب - رضي الله عنه - عن النبي - صلى الله عليه وسلم - قال : إذا وجدتم الرجل قد غل فأحرقوا متاعه واضربوه . فرواه أبو داود والترمذي من حديث صالح بن محمد بن زائدة ، وهو ضعيف لا يحتج به . قال الترمذي : سألت محمدا - يعني البخاري - عن هذا الحديث فقال : إنما روى هذا صالح بن محمد وهو أبو واقد الليثي وهو منكر الحديث . وروى أبو داود أيضا عنه قال : غزونا مع الوليد بن هشام ومعنا سالم بن عبد الله بن عمر وعمر بن عبد العزيز ، فغل رجل متاعا فأمر الوليد بمتاعه فأحرق ، وطيف به ولم يعطه سهمه . قال أبو داود : وهذا أصح الحديثين . وروي من حديث عمرو بن شعيب عن أبيه عن جده أن رسول الله - صلى الله عليه وسلم - وأبا بكر وعمر حرقوا متاع الغال وضربوه . قال أبو داود : وزاد فيه علي بن بحر عن الوليد - ولم أسمعه منه - : ومنعوه سهمه . قال أبو عمر : قال بعض رواة هذا الحديث : واضربوا عنقه وأحرقوا متاعه . وهذا الحديث يدور على صالح بن محمد وليس ممن يحتج به . وقد ثبت عن النبي - صلى الله عليه وسلم - أنه قال : لا يحل دم امرئ مسلم إلا بإحدى ثلاث وهو ينفي القتل في الغلول . وروى ابن جريج عن [ ص: 245 ] أبي الزبير عن جابر عن النبي - صلى الله عليه وسلم - قال : ليس على الخائن ولا على المنتهب ولا على المختلس قطع . وهذا يعارض حديث صالح بن محمد وهو أقوى من جهة الإسناد . والغال خائن في اللغة والشريعة وإذا انتفى عنه القطع فأحرى القتل . وقال الطحاوي : لو صح حديث صالح المذكور احتمل أن يكون حين كانت العقوبات في الأموال ; كما قال في مانع الزكاة : إنا آخذوها وشطر ماله ، عزمة من عزمات الله تعالى . وكما قال أبو هريرة في ضالة الإبل المكتومة : فيها غرامتها ومثلها معها . وكما روى عبد الله بن عمرو بن العاص في الثمر المعلق غرامة مثليه وجلدات نكال وهذا كله منسوخ ، والله أعلم .الخامسة : فإذا غل الرجل في المغنم ووجد أخذ منه ، وأدب وعوقب بالتعزير . وعند مالك والشافعي وأبي حنيفة وأصحابهم والليث : لا يحرق متاعه . وقال الشافعي والليث وداود : إن كان عالما بالنهي عوقب . وقال الأوزاعي : يحرق متاع الغال كله إلا سلاحه وثيابه التي عليه وسرجه ، ولا تنزع منه دابته ، ولا يحرق الشيء الذي غل . وهذا قول أحمد وإسحاق ، وقاله الحسن ، إلا أن يكون حيوانا أو مصحفا . وقال ابن خويز منداد : وروي أن أبا بكر وعمر رضي الله عنهما ضربا الغال وأحرقا متاعه . قال ابن عبد البر : وممن قال يحرق رحل الغال ومتاعه مكحول وسعيد بن عبد العزيز . وحجة من ذهب إلى هذا حديث صالح المذكور . وهو عندنا حديث لا يجب به انتهاك حرمة ، ولا إنفاذ حكم ; لما يعارضه من الآثار التي هي أقوى منه . وما ذهب إليه مالك ومن تابعه من هذه المسألة أصح من جهة النظر وصحيح الأثر ، والله أعلم .[ ص: 246 ] السادسة : لم يختلف مذهب مالك في العقوبة على البدن ، فأما في المال فقال في الذمي يبيع الخمر من المسلم : تراق الخمر على المسلم ، وينزع الثمن من الذمي عقوبة له ; لئلا يبيع الخمر من المسلمين . فعلى هذا يجوز أن يقال : تجوز العقوبة في المال . وقد أراق عمر - رضي الله عنه - لبنا شيب بماء .السابعة : أجمع العلماء على أن للغال أن يرد جميع ما غل إلى صاحب المقاسم قبل أن يفترق الناس إن وجد السبيل إلى ذلك ، وإنه إذا فعل ذلك فهي توبة له ، وخروج عن ذنبه . واختلفوا فيما يفعل به إذا افترق أهل العسكر ولم يصل إليه ; فقال جماعة من أهل العلم : يدفع إلى الإمام خمسه ويتصدق بالباقي . هذا مذهب الزهري ومالك والأوزاعي والليث والثوري ; وروي عن عبادة بن الصامت ومعاوية والحسن البصري . وهو يشبه مذهب ابن مسعود وابن عباس ; لأنهما كانا يريان أن يتصدق بالمال الذي لا يعرف صاحبه ; وهو مذهب أحمد بن حنبل . وقال الشافعي : ليس له الصدقة بمال غيره . قال أبو عمر : فهذا عندي فيما يمكن وجود صاحبه والوصول إليه أو إلى ورثته ، وأما إن لم يكن شيء من ذلك فإن الشافعي لا يكره الصدقة حينئذ إن شاء الله . وقد أجمعوا في اللقطة على جواز الصدقة بها بعد التعريف لها وانقطاع صاحبها ، وجعلوه إذا جاء - مخيرا بين الأجر والضمان ، وكذلك المغصوب . وبالله التوفيق . وفي تغريم الغلول دليل على اشتراك الغانمين في الغنيمة ، فلا يحل لأحد أن يستأثر بشيء منها دون الآخر ; فمن غصب شيئا منها أدب اتفاقا ، على ما تقدم .الثامنة : وإن وطئ جارية أو سرق نصابا فاختلف العلماء في إقامة الحد عليه ; فرأى جماعة أنه لا قطع عليه .التاسعة : ومن الغلول هدايا العمال ، وحكمه في الفضيحة في الآخرة حكم الغال . روى أبو داود في سننه ومسلم في صحيحه عن أبي حميد الساعدي أن النبي - صلى الله عليه وسلم - استعمل رجلا من الأزد يقال له ابن اللتبية قال ابن السرح ابن الأتبية على الصدقة ، فجاء فقال : هذا لكم وهذا أهدي لي . فقام النبي - صلى الله عليه وسلم - على المنبر فحمد الله وأثنى عليه وقال : ما بال العامل نبعثه فيجيء فيقول هذا لكم وهذا أهدي لي ألا جلس في بيت أمه أو أبيه فينظر أيهدى إليه أم لا ، لا يأتي أحد منكم بشيء من ذلك إلا جاء به يوم القيامة إن كان بعيرا فله رغاء وإن كانت بقرة فلها خوار أو شاة تيعر ) - ثم رفع يديه حتى رأينا عفرتي إبطيه ثم قال : ( اللهم هل بلغت اللهم هل بلغت ) . وروى أبو داود عن بريدة عن النبي - صلى الله عليه وسلم - قال : من استعملناه على عمل فرزقناه رزقا [ ص: 247 ] فما أخذ بعد ذلك فهو غلول . وروى أيضا عن أبي مسعود الأنصاري قال : بعثني رسول الله - صلى الله عليه وسلم - ساعيا ثم قال : ( انطلق أبا مسعود ولا ألفينك يوم القيامة تأتي على ظهرك بعير من إبل الصدقة له رغاء قد غللته ) . قال : إذا لا أنطلق . قال : ( إذا لا أكرهك ) . وقد قيد هذه الأحاديث ما رواه أبو داود أيضا عن المستورد بن شداد قال : سمعت النبي - صلى الله عليه وسلم - يقول : من كان لنا عاملا فليكتسب زوجة فإن لم يكن له خادم فليكتسب خادما فإن لم يكن له مسكن فليكتسب مسكنا . قال فقال أبو بكر : أخبرت أن النبي - صلى الله عليه وسلم - قال : ( من اتخذ غير ذلك فهو غال سارق ) ، والله أعلم .العاشرة : ومن الغلول حبس الكتب عن أصحابها ، ويدخل غيرها في معناها . قال الزهري : إياك وغلول الكتب . فقيل له : وما غلول الكتب ؟ قال : حبسها عن أصحابها . وقد قيل في تأويل قوله تعالى : وما كان لنبي أن يغل أن يكتم شيئا من الوحي رغبة أو رهبة أو مداهنة . وذلك أنهم كانوا يكرهون ما في القرآن من عيب دينهم وسب آلهتهم ، فسألوه أن يطوي ذلك ; فأنزل الله هذه الآية ; قاله محمد بن بشار . وما بدأنا به قول الجمهور .الحادية عشرة : قوله تعالى : ثم توفى كل نفس ما كسبت وهم لا يظلمون تقدم القول فيه .",
  "ayah": 161,
  "surah": 3
}
