{
  "text": "قوله تعالى : إنما ذلكم الشيطان يخوف أولياءه فلا تخافوهم وخافون إن كنتم مؤمنينقال ابن عباس وغيره : المعنى يخوفكم أولياءه ; أي بأوليائه ، أو من أوليائه ; فحذف حرف الجر ووصل الفعل إلى الاسم فنصب . كما قال تعالى : لينذر بأسا شديدا أي لينذركم ببأس شديد ; أي يخوف المؤمن بالكافر . وقال الحسن والسدي : المعنى يخوف أولياءه المنافقين ; ليقعدوا عن قتال المشركين . فأما أولياء الله فإنهم لا يخافونه إذا خوفهم . وقد قيل : إن المراد هذا الذي يخوفكم بجمع الكفار شيطان من شياطين الإنس ; إما نعيم بن مسعود أو غيره ، على الخلاف في ذلك كما تقدم . فلا تخافوهم أي لا تخافوا الكافرين المذكورين في قوله : إن الناس قد جمعوا لكم . أو يرجع إلى الأولياء إن قلت : إن المعنى يخوف بأوليائه أي يخوفكم أولياءه .قوله تعالى : وخافون أي خافوني في ترك أمري إن كنتم مصدقين بوعدي . والخوف في كلام العرب الذعر . وخاوفني فلان فخفته ، أي كنت أشد خوفا منه . والخوفاء المفازة لا ماء بها . ويقال : ناقة خوفاء وهي الجرباء . والخافة كالخريطة من الأدم يشتار فيها العسل . قال سهل بن عبد الله : اجتمع بعض الصديقين إلى إبراهيم الخليل فقالوا : ما الخوف ؟ فقال : لا تأمن حتى تبلغ المأمن . قال سهل : وكان الربيع بن خيثم إذا مر بكير يغشى عليه ; فقيل لعلي بن أبي طالب ذلك ; فقال : إذا أصابه ذلك فأعلموني . فأصابه فأعلموه ، فجاءه فأدخل يده في قميصه فوجد حركته عالية فقال : أشهد أن هذا أخوف أهل زمانكم . فالخائف من الله تعالى هو [ ص: 266 ] أن يخاف أن يعاقبه إما في الدنيا وإما في الآخرة ; ولهذا قيل : ليس الخائف الذي يبكي ويمسح عينيه ، بل الخائف الذي يترك ما يخاف أن يعذب عليه . ففرض الله تعالى على العباد أن يخافوه فقال : وخافون إن كنتم مؤمنين وقال : وإياي فارهبون . ومدح المؤمنين بالخوف فقال : يخافون ربهم من فوقهم . ولأرباب الإشارات في الخوف عبارات مرجعها إلى ما ذكرنا . قال الأستاذ أبو علي الدقاق : دخلت على أبي بكر بن فورك رحمه الله عائدا ، فلما رآني دمعت عيناه ، فقلت له : إن الله يعافيك ويشفيك . فقال لي : أترى أني أخاف من الموت ؟ إنما أخاف مما وراء الموت . وفي سنن ابن ماجه عن أبي ذر قال : قال رسول الله - صلى الله عليه وسلم - : إني أرى ما لا ترون وأسمع ما لا تسمعون أطت السماء وحق لها أن تئط ما فيها موضع أربع أصابع إلا وملك واضع جبهته ساجدا لله والله لو تعلمون ما أعلم لضحكتم قليلا ولبكيتم كثيرا وما تلذذتم بالنساء على الفرشات ولخرجتم إلى الصعدات تجأرون إلى الله والله لوددت أني كنت شجرة تعضد . خرجه الترمذي وقال : حديث حسن غريب . ويروى من غير هذا الوجه أن أبا ذر قال : ( لوددت أني كنت شجرة تعضد ) ، والله أعلم .",
  "ayah": 175,
  "surah": 3
}
