{
  "text": "قوله تعالى : لتبلون في أموالكم وأنفسكم ولتسمعن من الذين أوتوا الكتاب من قبلكم ومن الذين أشركوا أذى كثيرا وإن تصبروا وتتقوا فإن ذلك من عزم الأمورهذا الخطاب للنبي - صلى الله عليه وسلم - وأمته والمعنى : لتختبرن ولتمتحنن في أموالكم بالمصائب والأرزاء بالإنفاق في سبيل الله وسائر تكاليف الشرع . والابتلاء في الأنفس بالموت والأمراض وفقد الأحباب . وبدأ بذكر الأموال لكثرة المصائب بها . ولتسمعن إن قيل : لم ثبتت الواو في لتبلون وحذفت من ولتسمعن ; فالجواب أن الواو في \" لتبلون \" قبلها فتحة فحركت لالتقاء الساكنين ، وخصت بالضمة لأنها واو الجمع ، ولم يجز حذفها لأنها ليس قبلها ما يدل عليها ، وحذفت من \" ولتسمعن \" لأن قبلها ما يدل عليها . ولا يجوز همز الواو في \" لتبلون \" لأن حركتها عارضة ; قاله النحاس وغيره . ويقال للواحد من المذكر : لتبلين يا رجل . وللاثنين : لتبليان يا رجلان . ولجماعة الرجال : لتبلون . ونزلت بسبب أن أبا بكر - رضي الله عنه - سمع يهوديا يقول : إن الله فقير ونحن أغنياء . ردا على القرآن واستخفافا به حين أنزل الله من ذا الذي يقرض الله قرضا حسنا فلطمه ; فشكاه إلى النبي - صلى الله عليه وسلم - فنزلت . قيل : إن قائلها فنحاص اليهودي ; عن عكرمة . الزهري : هو كعب بن الأشرف نزلت بسببه ; وكان شاعرا ، وكان يهجو النبي - صلى الله عليه وسلم - وأصحابه ، ويؤلب عليه كفار قريش ، ويشبب بنساء المسلمين حتى بعث إليه رسول الله - صلى الله عليه وسلم - محمد بن مسلمة وأصحابه فقتله القتلة المشهورة في السير [ ص: 285 ] وصحيح الخبر . وقيل غير هذا . وكان - صلى الله عليه وسلم - لما قدم المدينة كان بها اليهود والمشركون ، فكان هو وأصحابه يسمعون أذى كثيرا . ، وفي الصحيحين أنه عليه السلام مر بابن أبي وهو عليه السلام على حمار فدعاه إلى الله تعالى فقال ابن أبي : إن كان ما تقول حقا فلا تؤذنا به في مجالسنا ! ارجع إلى رحلك ، فمن جاءك فاقصص عليه . وقبض على أنفه لئلا يصيبه غبار الحمار ، فقال ابن رواحة : نعم يا رسول الله ، فاغشنا في مجالسنا فإنا نحب ذلك . واستب المشركون الذين كانوا حول ابن أبي والمسلمون ، وما زال النبي - صلى الله عليه وسلم - يسكنهم حتى سكنوا . ثم دخل على سعد بن عبادة يعوده وهو مريض ، فقال : ( ألم تسمع ما قال فلان ) فقال سعد : اعف عنه واصفح ، فوالذي أنزل عليك الكتاب لقد جاءك الله بالحق الذي نزل ، وقد اصطلح أهل هذه البحيرة على أن يتوجوه ويعصبوه بالعصابة ; فلما رد الله ذلك بالحق الذي أعطاكه شرق به ، فذلك فعل به ما رأيت . فعفا عنه رسول الله - صلى الله عليه وسلم - ونزلت هذه الآية . قيل : هذا كان قبل نزول القتال ، وندب الله عباده إلى الصبر والتقوى وأخبر أنه من عزم الأمور . وكذا في البخاري في سياق الحديث ، إن ذلك كان قبل نزول القتال . والأظهر أنه ليس بمنسوخ ; فإن الجدال بالأحسن والمداراة أبدا مندوب إليها ، وكان عليه السلام مع الأمر بالقتال يوادع اليهود ويداريهم ، ويصفح عن المنافقين ، وهذا بين . ومعنى عزم الأمور شدها وصلابتها . وقد تقدم .",
  "ayah": 186,
  "surah": 3
}
