{
  "text": "قوله تعالى : الم الله لا إله إلا هو الحي القيومفيه خمس مسائل ( الأولى ) : قوله : الله لا إله إلا هو الحي القيوم هذه السورة مدنية بإجماع . وحكى النقاش أن اسمها في التوراة طيبة ، وقرأ الحسن وعمرو بن عبيد وعاصم بن أبي النجود وأبو جعفر الرؤاسي ( الم الله ) بقطع ألف الوصل ، على تقدير الوقف على ( الم ) كما يقدرون الوقف على أسماء الأعداد في نحو : واحد ، اثنان ، ثلاثة ، أربعة ، وهم واصلون . قال الأخفش سعيد : ويجوز ( الم الله ) بكسر الميم لالتقاء الساكنين . قال الزجاج : هذا خطأ ، ولا تقوله العرب لثقله . قال النحاس : القراءة الأولى قراءة العامة ، وقد تكلم فيها النحويون القدماء . فمذهب سيبويه أن الميم فتحت لالتقاء الساكنين ، واختاروا لها الفتح لئلا يجمع بين كسرة وياء وكسرة قبلها . وقال الكسائي : حروف التهجي إذا لقيتها ألف وصل فحذفت ألف الوصل حركتها بحركة الألف فقلت : الم الله ، والم اذكر ، والم اقتربت . وقال الفراء : الأصل ( الم الله ) كما قرأ الرؤاسي فألقيت حركة الهمزة على الميم . وقرأ عمر بن الخطاب ( الحي القيام ) . وقال خارجة : في مصحف عبد الله ( الحي القيم ) . وقد تقدم ما للعلماء من آراء في الحروف التي في أوائل السور في أول ( البقرة ) . ومن حيث جاء في هذه السورة : الله لا إله إلا هو الحي القيوم جملة قائمة بنفسها [ ص: 4 ] فتتصور تلك الأقوال كلها .( الثانية ) : روى الكسائي أن عمر بن الخطاب - رضي الله عنه - صلى العشاء فاستفتح ( آل عمران ) فقرأ ( الم الله لا إله إلا هو الحي القيام ) فقرأ في الركعة الأولى بمائة آية ، وفي الثانية بالمائة الباقية . قال علماؤنا : ولا يقرأ سورة في ركعتين ، فإن فعل أجزأه . وقال مالك في المجموعة : لا بأس به ، وما هو بالشأن .قلت : الصحيح جواز ذلك . وقد قرأ النبي - صلى الله عليه وسلم - بالأعراف في المغرب فرقها في ركعتين . خرجه النسائي أيضا ، وصححه أبو محمد عبد الحق ، وسيأتي .( الثالثة ) : هذه السورة ورد في فضلها آثار وأخبار فمن ذلك ما جاء أنها أمان من الحيات ، وكنز للصعلوك ، وأنها تحاج عن قارئها في الآخرة ، ويكتب لمن قرأ آخرها في ليلة كقيام ليلة ، إلى غير ذلك . ذكر الدارمي أبو محمد في مسنده حدثنا أبو عبيد القاسم بن سلام قال حدثني عبيد الله الأشجعي قال : حدثني مسعر قال حدثني جابر ، قبل أن يقع فيما وقع فيه ، عن الشعبي قال : قال عبد الله : ( نعم كنز الصعلوك سورة ( آل عمران ) يقوم بها في آخر الليل ) حدثنا محمد بن سعيد حدثنا عبد السلام عن الجريري عن أبي السليل قال : أصاب رجل دما قال : فأوى إلى وادي مجنة : واد لا يمشي فيه أحد إلا أصابته حية ، وعلى شفير الوادي راهبان ، فلما أمسى قال أحدهما لصاحبه : هلك والله الرجل ! قال : فافتتح سورة ( آل عمران ) قالا : فقرأ سورة طيبة لعله سينجو . قال : فأصبح سليما . وأسند عن مكحول قال : ( من قرأ سورة ( آل عمران ) يوم الجمعة صلت عليه الملائكة إلى الليل ) وأسند عن عثمان بن عفان قال : ( من قرأ آخر سورة ( آل عمران ) في ليلة كتب له قيام ليلة ) في طريقه ابن لهيعة . وخرج مسلم عن النواس بن سمعان الكلابي قال : سمعت النبي - صلى الله عليه وسلم - يقول : يؤتى بالقرآن يوم القيامة وأهله الذين كانوا يعملون به تقدمه سورة البقرة وآل عمران ، وضرب لهما رسول الله - صلى الله عليه وسلم - ثلاثة أمثال [ ص: 5 ] ما نسيتهن بعد ، قال : كأنهما غمامتان أو ظلتان سوداوان بينهما شرق ، أو كأنهما حزقان من طير صواف تحاجان عن صاحبهما . وخرج أيضا عن أبي أمامة قال : سمعت رسول الله - صلى الله عليه وسلم - يقول : اقرءوا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه اقرءوا الزهراوين البقرة وسورة آل عمران فإنهما يأتيان يوم القيامة كأنهما غمامتان أو كأنهما غيايتان أو كأنهما فرقان من طير صواف تحاجان عن أصحابهما اقرءوا سورة البقرة فإن أخذها بركة وتركها حسرة ولا يستطيعها البطلة . قال معاوية : وبلغني أن البطلة السحرة .( الرابعة ) : للعلماء في تسمية ( البقرة وآل عمران ) بالزهراوين ثلاثة أقوال :الأول : إنهما النيرتان ، مأخوذ من الزهر والزهرة ; فإما لهدايتهما قارئهما بما يزهر له من أنوارهما ، أي من معانيهما ، وإما لما يترتب على قراءتهما من النور التام يوم القيامة ، وهو القول الثاني .الثالث : سميتا بذلك لأنهما اشتركتا فيما تضمنه اسم الله الأعظم ، كما ذكره أبو داود وغيره عن أسماء بنت يزيد أن رسول الله - صلى الله عليه وسلم - قال : إن اسم الله الأعظم في هاتين الآيتين وإلهكم إله واحد لا إله إلا هو الرحمن الرحيم والتي في آل عمران الله لا إله إلا هو الحي القيوم أخرجه ابن ماجه أيضا . والغمام : السحاب الملتف ، وهو الغياية إذا كانت قريبا من الرأس ، وهي الظلة أيضا . والمعنى : إن قارئهما في ظل ثوابهما ، كما جاء ( الرجل [ ص: 6 ] في ظل صدقته ) . وقوله : ( تحاجان ) أي يخلق الله من يجادل عنه بثوابهما ملائكة كما جاء في بعض الحديث : ( إن من قرأ شهد الله أنه لا إله إلا هو . . . ) الآية ، خلق الله سبعين ملكا يستغفرون له إلى يوم القيامة . وقوله : ( بينهما شرق ) قيد بسكون الراء وفتحها وهو تنبيه على الضياء ; لأنه لما قال : ( سوداوان ) قد يتوهم أنهما مظلمتان ، فنفى ذلك بقوله : ( بينهما شرق ) . ويعني بكونهما سوداوان أي من كثافتهما التي بسببها حالتا بين من تحتهما وبين حرارة الشمس وشدة اللهب ، والله أعلم .( الخامسة ) : صدر هذه السورة نزل بسبب وفد نجران فيما ذكر محمد بن إسحاق عن محمد بن جعفر بن الزبير ، وكانوا نصارى وفدوا على رسول الله - صلى الله عليه وسلم - بالمدينة في ستين راكبا ، فيهم من أشرافهم أربعة عشر رجلا ، في الأربعة عشر ثلاثة نفر إليهم يرجع أمرهم : العاقب أمير القوم وذو آرائهم واسمه عبد المسيح ، والسيد ثمالهم وصاحب مجتمعهم واسمه الأيهم ، وأبو حارثة بن علقمة أحد بكر بن وائل أسقفهم وعالمهم ، فدخلوا على رسول الله - صلى الله عليه وسلم - إثر صلاة العصر ، عليهم ثياب الحبرات جبب وأردية ، فقال أصحاب النبي - صلى الله عليه وسلم - : ما رأينا وفدا مثلهم جمالا وجلالة . وحانت صلاتهم فقاموا فصلوا في مسجد النبي - صلى الله عليه وسلم - إلى المشرق . فقال النبي - صلى الله عليه وسلم - : ( دعوهم ) . ثم أقاموا بها أياما يناظرون رسول الله - صلى الله عليه وسلم - في عيسى ويزعمون أنه ابن الله ، إلى غير ذلك من أقوال شنيعة مضطربة ، ورسول الله - صلى الله عليه وسلم - يرد عليهم بالبراهين الساطعة وهم لا يبصرون ، ونزل فيهم صدر هذه السورة إلى نيف وثمانين آية ، إلى أن آل أمرهم إلى أن دعاهم رسول الله - صلى الله عليه وسلم - إلى المباهلة ، حسب ما هو مذكور في سيرة ابن إسحاق وغيره .",
  "ayah": 2,
  "surah": 3
}
