{
  "text": "قوله تعالى : ألم تر إلى الذين أوتوا نصيبا من الكتاب يدعون إلى كتاب الله ليحكم بينهم ثم يتولى فريق منهم وهم معرضون فيه ثلاث مسائل ( الأولى ) قال ابن عباس : هذه الآية نزلت بسبب أن رسول الله - صلى الله عليه وسلم - دخل بيت المدراس على جماعة من يهود فدعاهم إلى الله . فقال له نعيم بن عمرو والحارث بن زيد : على أي دين أنت يا محمد ؟ فقال النبي - صلى الله عليه وسلم - : ( إني على ملة إبراهيم ) . فقالا : فإن إبراهيم كان يهوديا . فقال النبي - صلى الله عليه وسلم - : ( فهلموا إلى التوراة فهي بيننا وبينكم ) . فأبيا عليه فنزلت الآية . وذكر النقاش أنها نزلت لأن جماعة من اليهود أنكروا نبوة محمد - صلى الله عليه وسلم - فقال لهم النبي - صلى الله عليه وسلم - : ( هلموا إلى التوراة ففيها صفتي ) فأبوا . وقرأ الجمهور ليحكم وقرأ أبو جعفر يزيد بن القعقاع \" ليحكم \" بضم الياء . والقراءة الأولى أحسن ; لقوله تعالى : هذا كتابنا ينطق عليكم بالحق ( الثانية ) في هذه الآية دليل على وجوب ارتفاع المدعو إلى الحاكم لأنه دعي إلى كتاب الله ; فإن لم يفعل كان مخالفا يتعين عليه الزجر بالأدب على قدر المخالف والمخالف . وهذا [ ص: 49 ] الحكم جار عندنا بالأندلس وبلاد المغرب وليس بالديار المصرية . وهذا الحكم الذي ذكرناه مبين في التنزيل في سورة \" النور \" في قوله تعالى : وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق منهم معرضون إلى قوله بل أولئك هم الظالمون . وأسند الزهري عن الحسن أن رسول الله - صلى الله عليه وسلم - قال : من دعاه خصمه إلى حاكم من حكام المسلمين فلم يجب فهو ظالم ولا حق له . قال ابن العربي : وهذا حديث باطل . أما قوله \" فهو ظالم \" فكلام صحيح . وأما قوله \" فلا حق له \" فلا يصح ، ويحتمل أن يريد أنه على غير الحق . قال ابن خويز منداد المالكي : واجب على كل من دعي إلى مجلس الحاكم أن يجيب ما لم يعلم أن الحاكم فاسق ، أو يعلم عداؤه من المدعي والمدعى عليه .( الثالثة ) وفيها دليل على أن شرائع من قبلنا شريعة لنا إلا ما علمنا نسخه ، وإنه يجب علينا الحكم بشرائع الأنبياء قبلنا ، على ما يأتي بيانه . وإنما لا نقرأ التوراة ولا نعمل بما فيها لأن من هي في يده غير أمين عليها وقد غيرها وبدلها ، ولو علمنا أن شيئا منها لم يتغير ولم يتبدل جاز لنا قراءته . ونحو ذلك روي عن عمر حيث قال لكعب : إن كنت تعلم أنها التوراة التي أنزلها الله على موسى بن عمران فاقرأها . وكان عليه السلام عالما بما لم يغير منها فلذلك دعاهم إليها وإلى الحكم بها . وسيأتي بيان هذا في \" المائدة \" والأخبار الواردة في ذلك إن شاء الله تعالى وقد قيل : إن هذه الآية نزلت في ذلك والله أعلم .",
  "ayah": 23,
  "surah": 3
}
