{
  "text": "قوله تعالى : فتقبلها ربها بقبول حسن وأنبتها نباتا حسنا وكفلها زكريا كلما دخل عليها زكريا المحراب وجد عندها رزقا قال يا مريم أنى لك هذا قالت هو من عند الله إن الله يرزق من يشاء بغير حسابقوله تعالى : فتقبلها ربها بقبول حسن المعنى : سلك بها طريق السعداء ; عن ابن عباس . وقال قوم : معنى التقبل التكفل في التربية والقيام بشأنها . وقال الحسن : معنى التقبل أنه ما عذبها ساعة قط من ليل ولا نهار . وأنبتها نباتا حسنا يعني سوى خلقها من غير زيادة ولا نقصان ، فكانت تنبت في اليوم ما ينبت المولود في عام واحد . والقبول والنبات مصدران على غير المصدر ، والأصل تقبلا وإنباتا . قال الشاعر :أكفرا بعد رد الموت عني وبعد عطائك المائة الرتاعاأراد بعد إعطائك ، لكن لما قال أنبتها دل على نبت ; كما قال امرؤ القيس :فصرنا إلى الحسنى ورق كلامنا     ورضت فذلت صعبة أي إذلالوإنما مصدر ذلت ذل ، ولكنه رده على معنى أذللت ; وكذلك كل ما يرد عليك في هذا الباب . فمعنى تقبل وقبل واحد ، فالمعنى فقبلها ربها بقبول حسن . ونظيره قول رؤبة :وقد تطويت انطواء الحضبالأفعى لأن معنى تطويت وانطويت واحد ; ومثله قول القطامي :وخير الأمر ما استقبلت منه     وليس بأن تتبعه اتباعالأن تتبعت واتبعت واحد . وفي قراءة ابن مسعود ( وأنزل الملائكة تنزيلا ) لأن معنى نزل وأنزل واحد . وقال المفضل : معناه وأنبتها فنبتت نباتا حسنا . ومراعاة المعنى أولى كما ذكرنا . والأصل في القبول الضم ; لأنه مصدر مثل الدخول والخروج ، والفتح جاء في حروف قليلة ; مثل الولوع والوزوع ; هذه الثلاثة لا غير ; قال أبو عمر والكسائي والأئمة . وأجاز الزجاج ( بقبول ) بضم القاف على الأصل .[ ص: 66 ] قوله تعالى : وكفلها زكريا أي ضمها إليه . أبو عبيدة : ضمن القيام بها . وقرأ الكوفيون وكفلها بالتشديد ، فهو يتعدى إلى مفعولين ; والتقدير وكفلها ربها زكريا ، أي ألزمه كفالتها وقدر ذلك عليه ويسره له . وفي مصحف أبي ( وأكفلها ) والهمزة كالتشديد في التعدي ; وأيضا فإن قبله فتقبلها ، و أنبتها فأخبر تعالى عن نفسه بما فعل بها ; فجاء كفلها بالتشديد على ذلك . وخففه الباقون على إسناد الفعل إلى زكريا . فأخبر الله تعالى أنه هو الذي تولى كفالتها والقيام بها ; بدلالة قوله : أيهم يكفل مريم . قال مكي : وهو الاختيار ; لأن التشديد يرجع إلى التخفيف ، لأن الله تعالى إذا كفلها زكريا كفلها بأمر الله ، ولأن زكريا إذا كفلها فعن مشيئة الله وقدرته ; فعلى ذلك فالقراءتان متداخلتان . وروى عمرو بن موسى عن عبد الله بن كثير وأبي عبد الله المزني \" وكفلها \" بكسر الفاء . قال الأخفش : يقال كفل يكفل وكفل يكفل ولم أسمع كفل ، وقد ذكرت . وقرأ مجاهد \" فتقبلها \" بإسكان اللام على المسألة والطلب . \" ربها \" بالنصب نداء مضاف . \" وأنبتها \" بإسكان التاء \" وكفلها \" بإسكان اللام \" زكرياء \" بالمد والنصب . وقرأ حفص وحمزة والكسائي زكريا بغير مد ولا همزة ، ومده الباقون وهمزوه . وقال الفراء : أهل الحجاز يمدون \" زكرياء \" ويقصرونه ، وأهل نجد يحذفون منه الألف ويصرفونه فيقولون : زكري . قال الأخفش : فيه أربع لغات : المد والقصر ، وزكري بتشديد الياء والصرف ، وزكر ورأيت زكريا . قال أبو حاتم : زكري بلا صرف لأنه أعجمي وهذا غلط ; لأن ما كان فيه \" يا \" مثل هذا انصرف مثل كرسي ويحيى ، ولم ينصرف زكرياء في المد والقصر لأن فيه ألف تأنيث والعجمة والتعريف .قوله تعالى : كلما دخل عليها زكريا المحراب وجد عندها رزقا إلى قوله إنك سميع الدعاءفيه  مسائل :قوله تعالى : كلما دخل عليها زكريا المحراب المحراب في اللغة أكرم موضع في المجلس . وسيأتي له مزيد بيان في سورة ( مريم ) . وجاء في الخبر : إنها كانت في غرفة كان زكريا يصعد إليها بسلم . قال وضاح اليمن :ربة محراب إذا جئتها     لم ألقها حتى أرتقي سلماأي ربة غرفة . روى أبو صالح عن ابن عباس قال : حملت امرأة عمران بعدما أسنت [ ص: 67 ] فنذرت ما في بطنها محررا فقال لها عمران : ويحك ما صنعت ؟ أرأيت إن كانت أنثى ؟ فاغتما لذلك جميعا . فهلك عمران وحنة حامل فولدت أنثى فتقبلها الله بقبول حسن ، وكان لا يحرر إلا الغلمان فتساهم عليها الأحبار بالأقلام التي يكتبون بها الوحي ، على ما يأتي . فكفلها زكريا وأخذ لها موضعا فلما أسنت جعل لها محرابا لا يرتقى إليه إلا بسلم ، واستأجر لها ظئرا وكان يغلق عليها بابا ، وكان لا يدخل عليها إلا زكريا حتى كبرت ، فكانت إذا حاضت أخرجها إلى منزله فتكون عند خالتها وكانت خالتها امرأة زكريا في قول الكلبي . قال مقاتل : كانت أختها امرأة زكريا . وكانت إذا طهرت من حيضتها واغتسلت ردها إلى المحراب . وقال بعضهم : كانت لا تحيض وكانت مطهرة من الحيض . وكان زكريا إذا دخل عليها يجد عندها فاكهة الشتاء في القيظ وفاكهة القيظ في الشتاء فقال : يا مريم أنى لك هذا ؟ فقالت : هو من عند الله . فعند ذلك طمع زكريا في الولد وقال : إن الذي يأتيها بهذا قادر أن يرزقني ولدا . ومعنى أنى من أين ; قاله أبو عبيدة . قال النحاس : وهذا فيه تساهل ; لأن \" أين \" سؤال عن المواضع و \" أنى \" سؤال عن المذاهب والجهات . والمعنى من أي المذاهب ومن أي الجهات لك هذا . وقد فرق الكميت بينهما فقال :أنى ومن أين آبك الطرب     من حيث لا صبوة ولا ريبو كلما منصوب ب وجد ، أي كل دخلة .إن الله يرزق من يشاء بغير حساب قيل : هو من قول مريم ، ويجوز أن يكون مستأنفا ; فكان ذلك سبب دعاء زكريا وسؤاله الولد .",
  "ayah": 37,
  "surah": 3
}
