{
  "text": "هنالك دعا زكريا ربه هنالك في موضع نصب ; لأنه ظرف يستعمل للزمان والمكان وأصله للمكان . وقال المفضل بن سلمة : \" هنالك \" في الزمان و \" هناك \" في المكان ، وقد يجعل هذا مكان هذا . هب لي أعطني . من لدنك من عندك . ذرية طيبة أي نسلا صالحا . والذرية تكون واحدة وتكون جمعا ذكرا وأنثى ، وهو هنا واحد . يدل عليه قوله . فهب لي من لدنك وليا ولم يقل أولياء ، وإنما أنث طيبة لتأنيث لفظ الذرية ; كقوله :أبوك خليفة ولدته أخرى     وأنت خليفة ذاك الكمالفأنث ولدته لتأنيث لفظ الخليفة .وروي من حديث أنس قال : قال رسول الله - صلى الله عليه وسلم - : [ ص: 68 ] أي رجل مات وترك ذرية طيبة أجرى الله له مثل أجر عملهم ولم ينقص من أجورهم شيئا . وقد مضى في \" البقرة \" اشتقاق الذرية . و ( طيبة ) أي صالحة مباركة . إنك سميع الدعاء أي قابله ; ومنه : سمع الله لمن حمده .دلت هذه الآية على طلب الولد ، وهي سنة المرسلين والصديقين ، قال الله تعالى : ولقد أرسلنا رسلا من قبلك وجعلنا لهم أزواجا وذرية . وفي صحيح مسلم عن سعد بن أبي وقاص قال : أراد عثمان أن يتبتل فنهاه رسول الله - صلى الله عليه وسلم - ولو أجاز له ذلك لاختصينا . وخرج ابن ماجه عن عائشة قالت : قال رسول الله - صلى الله عليه وسلم - : النكاح من سنتي فمن لم يعمل بسنتي فليس مني وتزوجوا فإني مكاثر بكم الأمم ومن كان ذا طول فلينكح ومن لم يجد فعليه بالصوم فإنه له وجاء . وفي هذا رد على بعض جهال المتصوفة حيث قال : الذي يطلب الولد أحمق ، وما عرف أنه هو الغبي الأخرق ; قال الله تعالى مخبرا عن إبراهيم الخليل : واجعل لي لسان صدق في الآخرين وقال : والذين يقولون ربنا هب لنا من أزواجنا وذرياتنا قرة أعين . وقد ترجم البخاري على هذا ( باب طلب الولد ) . وقال - صلى الله عليه وسلم - لأبي طلحة حين مات ابنه : ( أعرستم الليلة ) ؟ قال : نعم . قال : ( بارك الله لكما في غابر ليلتكما ) . قال فحملت . في البخاري : قال سفيان فقال رجل من الأنصار : فرأيت [ ص: 69 ] تسعة أولاد كلهم قد قرءوا القرآن . وترجم أيضا \" باب الدعاء بكثرة الولد مع البركة \" وساق حديث أنس بن مالك قال : قالت أم سليم : يا رسول الله ، خادمك أنس ادع الله له . فقال : اللهم أكثر ماله وولده وبارك له فيما أعطيته . وقال - صلى الله عليه وسلم - : اللهم اغفر لأبي سلمة وارفع درجته في المهديين واخلفه في عقبه في الغابرين . خرجه البخاري ومسلم . وقال - صلى الله عليه وسلم - : تزوجوا الولود الودود فإني مكاثر بكم الأمم . أخرجه أبو داود . والأخبار في هذا المعنى كثيرة تحث على طلب الولد وتندب إليه ; لما يرجوه الإنسان من نفعه في حياته وبعد موته . قال - صلى الله عليه وسلم - : إذا مات أحدكم انقطع عمله إلا من ثلاث فذكر ( أو ولد صالح يدعو له ) . ولو لم يكن إلا هذا الحديث لكان فيه كفاية .فإذا ثبت هذا فالواجب على الإنسان أن يتضرع إلى خالقه في هداية ولده وزوجه بالتوفيق لهما والهداية والصلاح والعفاف والرعاية ، وأن يكونا معينين له على دينه ودنياه حتى تعظم منفعته بهما في أولاه وأخراه ; ألا ترى قول زكريا : واجعله رب رضيا وقال : ذرية طيبة . وقال : هب لنا من أزواجنا وذرياتنا قرة أعين . ودعا رسول الله - صلى الله عليه وسلم - لأنس فقال : اللهم أكثر ماله وولده وبارك له فيه . خرجه البخاري ومسلم ، وحسبك .",
  "ayah": 38,
  "surah": 3
}
