{
  "text": "قوله تعالى : قال رب اجعل لي آية قال آيتك ألا تكلم الناس ثلاثة أيام إلا رمزا واذكر ربك كثيرا وسبح بالعشي والإبكارفيه ثلاث مسائل :الأولى : قوله تعالى : قال رب اجعل لي آية \" جعل \" هنا بمعنى صير لتعديه إلى مفعولين . و \" لي \" في موضع المفعول الثاني . ولما بشر بالولد ولم يبعد عنده هذا في قدرة الله تعالى طلب آية - أي علامة - يعرف بها صحة هذا الأمر وكونه من عند الله تعالى ; فعاقبه الله تعالى بأن أصابه السكوت عن كلام الناس لسؤال الآية بعد مشافهة الملائكة إياه ; قال أكثر المفسرين . قالوا : وكذلك إن لم يكن من مرض خرس أو نحوه ففيه على كل حال عقاب ما . قال ابن زيد : إن زكريا عليه السلام لما حملت زوجه منه بيحيى أصبح لا يستطيع أن يكلم أحدا ، وهو مع ذلك يقرأ التوراة ويذكر الله تعالى ; فإذا أراد مقاولة أحد لم يطقه .الثانية : قوله تعالى : إلا رمزا الرمز في اللغة الإيماء بالشفتين ، وقد يستعمل في الإيماء بالحاجبين والعينين واليدين ; وأصله الحركة . وقيل : طلب ، تلك الآية زيادة طمأنينة . المعنى : تمم النعمة بأن تجعل لي آية ، وتكون تلك الآية زيادة نعمة وكرامة ; فقيل له : آيتك ألا تكلم الناس ثلاثة أيام أي تمنع من الكلام ثلاث ليال ; دليل هذا القول قوله تعالى بعد بشرى الملائكة له . وقد خلقتك من قبل ولم تك شيئا ; أي أوجدتك بقدرتي فكذلك [ ص: 76 ] أوجد لك الولد . واختار هذا القول النحاس وقال : قول قتادة إن زكريا عوقب بترك الكلام قول مرغوب عنه ; لأن الله عز وجل لم يخبرنا أنه أذنب ولا أنه نهاه عن هذا ; والقول فيه أن المعنى اجعل لي علامة تدل على كون الولد ، إذ كان ذلك مغيبا عني . و رمزا نصب على الاستثناء المنقطع ; قاله الأخفش . وقال الكسائي : رمز يرمز ويرمز . وقرئ \" إلا رمزا \" بفتح الميم و ( رمزا ) بضمها وضم الراء ، الواحدة رمزة .الثالثة : في هذه الآية دليل على أن الإشارة تنزل منزلة الكلام وذلك موجود في كثير من السنة ، وآكد الإشارات ما حكم به النبي - صلى الله عليه وسلم - من أمر السوداء حين قال لها : ( أين الله ؟ ) فأشارت برأسها إلى السماء فقال : ( أعتقها فإنها مؤمنة ) . فأجاز الإسلام بالإشارة الذي هو أصل الديانة الذي يحرز الدم والمال وتستحق به الجنة وينجى به من النار ، وحكم بإيمانها كما يحكم بنطق من يقول ذلك ; فيجب أن تكون الإشارة عاملة في سائر الديانة ، وهو قول عامة الفقهاء . وروى ابن القاسم عن مالك أن الأخرس إذا أشار بالطلاق أنه يلزمه . وقال الشافعي في الرجل يمرض فيختل لسانه فهو كالأخرس في الرجعة والطلاق . وقال أبو حنيفة : ذلك جائز إذا كانت إشارته تعرف ، وإن شك فيها فهي باطل ، وليس ذلك بقياس وإنما هو استحسان . والقياس في هذا كله أنه باطل ; لأنه لا يتكلم ولا تعقل إشارته . قال أبو الحسن بن بطال : وإنما حمل أبا حنيفة . على قوله هذا أنه لم يعلم السنن التي جاءت بجواز الإشارات في أحكام مختلفة في الديانة . ولعل البخاري حاول بترجمته \" باب الإشارة في الطلاق والأمور \" الرد عليه . وقال عطاء : أراد بقوله ألا تكلم الناس صوم ثلاثة أيام . وكانوا إذا صاموا لا يتكلمون إلا رمزا . وهذا فيه بعد ، والله أعلم .الرابعة : قال بعض من يجيز نسخ القرآن بالسنة : إن زكريا عليه السلام منع الكلام وهو قادر عليه ، وإنه منسوخ بقوله عليه السلام : لا صمت يوما إلى الليل . وأكثر العلماء على أنه ليس بمنسوخ ، وأن زكريا إنما منع الكلام بآفة دخلت عليه منعته إياه ، وتلك الآفة عدم القدرة على الكلام مع الصحة ; كذلك قال المفسرون . وذهب كثير من العلماء إلى أنه ( لا [ ص: 77 ] صمت يوما إلى الليل ) إنما معناه عن ذكر الله ، وأما عن الهذر وما لا فائدة فيه ، فالصمت عن ذلك حسن .قوله تعالى : واذكر ربك كثيرا وسبح بالعشي والإبكار أمره بألا يترك الذكر في نفسه مع اعتقال لسانه ; على القول الأول . وقد مضى في البقرة معنى الذكر . وقال محمد بن كعب القرظي : لو رخص لأحد في ترك الذكر لرخص لزكريا بقول الله عز وجل : ألا تكلم الناس ثلاثة أيام إلا رمزا واذكر ربك كثيرا ولرخص للرجل يكون في الحرب بقول الله عز وجل : إذا لقيتم فئة فاثبتوا واذكروا الله كثيرا . وذكره الطبري . وسبح أي صل ; سميت الصلاة سبحة لما فيها من تنزيه الله تعالى عن السوء . و ( العشي ) جمع عشية . وقيل : هو واحد . وذلك من حين تزول الشمس إلى أن تغيب ; عن مجاهد . وفي الموطأ عن القاسم بن محمد قال : ما أدركت الناس إلا وهم يصلون الظهر بعشي . والإبكار من طلوع الفجر إلى وقت الضحى .",
  "ayah": 41,
  "surah": 3
}
