{
  "text": "قوله تعالى : وإذ قالت الملائكة يامريم إن الله اصطفاك وطهرك واصطفاك على نساء العالمينقوله تعالى : إن الله اصطفاك أي اختارك ، وقد تقدم .وطهرك أي من الكفر ; عن مجاهد والحسن . الزجاج : من سائر الأدناس من الحيض والنفاس وغيرهما ، واصطفاك لولادة عيسى .على نساء العالمين يعني عالمي زمانها ; عن الحسن وابن جريج وغيرهما . وقيل : على نساء العالمين أجمع إلى يوم الصور ، وهو الصحيح على ما نبينه ، وهو قول الزجاج وغيره . وكرر الاصطفاء لأن معنى الأول الاصطفاء لعبادته ، ومعنى الثاني لولادة عيسى .وروى مسلم عن أبي موسى قال : قال رسول الله - صلى الله عليه وسلم - : كمل من الرجال كثير ولم يكمل من النساء غير مريم بنت عمران وآسية امرأة فرعون وإن فضل عائشة على النساء كفضل الثريد على سائر الطعام . قال علماؤنا رحمة الله عليهم : الكمال هو التناهي والتمام ; ويقال في ماضيه \" كمل \" بفتح الميم وضمها ، ويكمل في مضارعه بالضم ، وكمال كل شيء بحسبه . [ ص: 78 ] والكمال المطلق إنما هو لله تعالى خاصة . ولا شك أن أكمل نوع الإنسان الأنبياء ثم يليهم الأولياء من الصديقين والشهداء والصالحين . وإذا تقرر هذا فقد قيل : إن الكمال المذكور في الحديث يعني به النبوة فيلزم عليه أن تكون مريم عليها السلام وآسية نبيتين ، وقد قيل بذلك . والصحيح أن مريم نبية ; لأن الله تعالى أوحى إليها بواسطة الملك كما أوحى إلى سائر النبيين حسب ما تقدم ويأتي بيانه أيضا في \" مريم \" . وأما آسية فلم يرد ما يدل على نبوتها دلالة واضحة بل على صديقيتها وفضلها ، على ما يأتي بيانه في ( التحريم ) . وروي من طرق صحيحة أنه عليه السلام قال فيما رواه عنه أبو هريرة : خير نساء العالمين أربع مريم بنت عمران وآسية بنت مزاحم امرأة فرعون وخديجة بنت خويلد وفاطمة بنت محمد . ومن حديث ابن عباس عن النبي - صلى الله عليه وسلم - : أفضل نساء أهل الجنة خديجة بنت خويلد وفاطمة بنت محمد ومريم بنت عمران وآسية بنت مزاحم امرأة فرعون . وفي طريق آخر عنه : سيدة نساء أهل الجنة بعد مريم فاطمة وخديجة . فظاهر القرآن والأحاديث يقتضي أن مريم أفضل من جميع نساء العالم من حواء إلى آخر امرأة تقوم عليها الساعة ; فإن الملائكة قد بلغتها الوحي عن الله عز وجل بالتكليف والإخبار والبشارة كما بلغت سائر الأنبياء ; فهي إذا نبية والنبي أفضل من الولي [ ص: 79 ] فهي أفضل من كل النساء : الأولين والآخرين مطلقا . ثم بعدها في الفضيلة فاطمة ثم خديجة ثم آسية . وكذلك رواه موسى بن عقبة عن كريب عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : سيدة نساء العالمين مريم ثم فاطمة ثم خديجة ثم آسية . وهذا حديث حسن يرفع الإشكال . وقد خص الله مريم بما لم يؤته أحدا من النساء ; وذلك أن روح القدس كلمها وظهر لها ونفخ في درعها ودنا منها للنفخة ; فليس هذا لأحد من النساء . وصدقت بكلمات ربها ولم تسأل آية عندما بشرت كما سأل زكريا - صلى الله عليه وسلم - من الآية ; ولذلك سماها الله في تنزيله صديقة فقال : وأمه صديقة . وقال : وصدقت بكلمات ربها وكتبه وكانت من القانتين فشهد لها بالصديقية وشهد لها بالتصديق لكلمات البشرى وشهد لها بالقنوت . وإنما بشر زكريا بغلام فلحظ إلى كبر سنه وعقامة رحم امرأته فقال : أنى يكون لي غلام وامرأتي عاقر ، فسأل آية . وبشرت مريم بالغلام فلحظت أنها بكر ولم يمسسها بشر فقيل لها : كذلك قال ربك فاقتصرت على ذلك ، وصدقت بكلمات ربها ولم تسأل آية ممن يعلم كنه هذا الأمر ، ومن لامرأة في جميع نساء العالمين من بنات آدم ما لها من هذه المناقب . ولذلك روي أنها سبقت السابقين مع الرسل إلى الجنة ; جاء في الخبر عنه - صلى الله عليه وسلم - : لو أقسمت لبررت لا يدخل الجنة قبل سابقي أمتي إلا بضعة عشر رجلا منهم إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وموسى وعيسى ومريم ابنة عمران . وقد كان يحق على من انتحل علم الظاهر واستدل بالأشياء الظاهرة على الأشياء الباطنة أن يعرف قول رسول الله - صلى الله عليه وسلم - أنا سيد ولد آدم ولا فخر وقوله [ ص: 80 ] حيث يقول : لواء الحمد يوم القيامة بيدي ومفاتيح الكرم بيدي وأنا أول خطيب وأول شفيع وأول مبشر وأول ، وأول . فلم ينل هذا السؤدد في الدنيا على الرسل إلا لأمر عظيم في الباطن . وكذلك شأن مريم لم تنل شهادة الله في التنزيل بالصديقية والتصديق بالكلمات إلا لمرتبة قريبة دانية . ومن قال لم تكن نبية قال : إن رؤيتها للملك كما رئي جبريل - عليه السلام - في صفة دحية الكلبي حين سؤاله عن الإسلام والإيمان ولم تكن الصحابة بذلك أنبياء ، والأول أظهر ، وعليه الأكثر ، والله أعلم .",
  "ayah": 42,
  "surah": 3
}
