{
  "text": "قوله تعالى : ذلك من أنباء الغيب نوحيه إليك وما كنت لديهم إذ يلقون أقلامهم أيهم يكفل مريم وما كنت لديهم إذ يختصمون[ ص: 81 ] فيه أربع مسائل :الأولى : قوله تعالى : ذلك من أنباء الغيب أي الذي ذكرنا من حديث زكريا ويحيى ومريم عليهم السلام من أخبار الغيب . نوحيه إليك فيه دلالة على نبوة محمد - صلى الله عليه وسلم - حيث أخبر عن قصة زكريا ومريم ولم يكن قرأ الكتب ; وأخبر عن ذلك وصدقه أهل الكتاب بذلك ; فذلك قوله تعالى : نوحيه إليك فرد الكناية إلى \" ذلك \" فلذلك ذكر . والإيحاء هنا الإرسال إلى النبي - صلى الله عليه وسلم - والوحي يكون إلهاما وإيماء وغير ذلك . وأصله في اللغة إعلام في خفاء ; ولذلك صار الإلهام يسمى وحيا ; ومنه وإذ أوحيت إلى الحواريين وقوله : وأوحى ربك إلى النحل وقيل : معنى أوحيت إلى الحواريين أمرتهم ; يقال : وحى وأوحى ، ورمى وأرمى ، بمعناه . قال العجاج :أوحى لها القرار فاستقرت أي أمر الأرض بالقرار.وفي الحديث : ( الوحي الوحي ) وهو السرعة ; والفعل منه توحيت توحيا . قال ابن فارس : الوحي الإشارة والكتابة والرسالة ، وكل ما ألقيته إلى غيرك حتى يعلمه وحي كيف كان . والوحي : السريع . والوحي : الصوت ; ويقال : استوحيناهم أي استصرخناهم . قال :أوحيت ميمونا لها والأرزاقالثانية : قوله تعالى : وما كنت لديهم أي وما كنت يا محمد لديهم ، أي بحضرتهم وعندهم . إذ يلقون أقلامهم جمع قلم ; من قلمه إذا قطعه . قيل : قداحهم وسهامهم . وقيل : أقلامهم التي كانوا يكتبون بها التوراة ، وهو أجود ; لأن الأزلام قد نهى الله عنها فقال ذلكم فسق . إلا أنه يجوز أن يكونوا فعلوا ذلك على غير الجهة التي كانت عليها الجاهلية تفعلها . أيهم يكفل مريم أي يحضنها ، فقال زكريا : أنا أحق بها ، خالتها عندي . وكانت عنده أشيع بنت فاقود أخت حنة بنت فاقود أم مريم . وقال بنو إسرائيل : نحن أحق بها ، [ ص: 82 ] بنت عالمنا . فاقترعوا عليها وجاء كل واحد بقلمه ، واتفقوا أن يجعلوا الأقلام في الماء الجاري فمن وقف قلمه ولم يجره الماء فهو حاضنها . قال النبي - صلى الله عليه وسلم - : فجرت الأقلام وعال قلم زكريا . وكانت آية له ; لأنه نبي تجري الآيات على يديه . وقيل غير هذا . و أيهم يكفل مريم ابتداء وخبر في موضع نصب بالفعل المضمر الذي دل عليه الكلام ; التقدير : ينظرون أيهم يكفل مريم . ولا يعمل الفعل في لفظ ( أي ) لأنها استفهام .الثالثة : استدل بعض علمائنا بهذه الآية على إثبات القرعة ، وهي أصل في شرعنا لكل من أراد العدل في القسمة ، وهي سنة عند جمهور الفقهاء في المستويين في الحجة ليعدل بينهم وتطمئن قلوبهم وترتفع الظنة عمن يتولى قسمتهم ، ولا يفضل أحد منهم على صاحبه إذا كان المقسوم من جنس واحد اتباعا للكتاب والسنة . ورد العمل بالقرعة أبو حنيفة وأصحابه ، وردوا الأحاديث الواردة فيها ، وزعموا أنها لا معنى لها وأنها تشبه الأزلام التي نهى الله عنها . وحكى ابن المنذر عن أبي حنيفة أنه جوزها وقال : القرعة في القياس لا تستقيم ، ولكنا تركنا القياس في ذلك وأخذنا بالآثار والسنة . قالأبو عبيد : وقد عمل بالقرعة ثلاثة من الأنبياء : يونس وزكريا ونبينا محمد - صلى الله عليه وسلم - قال ابن المنذر . واستعمال القرعة كالإجماع من أهل العلم فيما يقسم بين الشركاء ، فلا معنى لقول من ردها . وقد ترجم البخاري في آخر كتاب الشهادات ( باب القرعة في المشكلات وقول الله عز وجل إذ يلقون أقلامهم ) وساق حديث النعمان بن بشير : مثل القائم على حدود الله والمدهن فيها مثل قوم استهموا على سفينة . . . الحديث . وسيأتي في \" الأنفال \" إن شاء الله تعالى ، وفي سورة \" الزخرف \" أيضا بحول الله سبحانه ، وحديث أم العلاء ، وأن عثمان بن مظعون طار لهم سهمه في السكنى حين اقترعت الأنصار سكنى المهاجرين الحديث ، وحديث عائشة قالت : كان رسول الله - صلى الله عليه وسلم - [ ص: 83 ] إذا أراد سفرا أقرع بين نسائه فأيتهن خرج سهمها خرج بها ; وذكر الحديث .وقد اختلفت الرواية عن مالك في ذلك ; فقال مرة : يقرع للحديث . وقال مرة : يسافر بأوفقهن له في السفر . وحديث أبي هريرة أن رسول الله - صلى الله عليه وسلم - قال : لو يعلم الناس ما في النداء والصف الأول ثم لم يجدوا إلا أن يستهموا عليه استهموا . والأحاديث في هذا المعنى كثيرة . وكيفية القرعة مذكورة في كتب الفقه والخلاف . واحتج أبو حنيفة بأن قال : إن القرعة في شأن زكريا وأزواج النبي - صلى الله عليه وسلم - كانت مما لو تراضوا عليه دون قرعة لجاز . قال ابن العربي : \" وهذا ضعيف ، لأن القرعة إنما فائدتها استخراج الحكم الخفي عند التشاح ; فأما ما يخرجه التراضي فيه فباب آخر ، ولا يصح لأحد أن يقول : إن القرعة تجري مع موضع التراضي ، فإنها لا تكون أبدا مع التراضي ، وإنما تكون فيما يتشاح الناس فيه ويضن به . وصفة القرعة عند الشافعي ومن قال بها : أن تقطع رقاع صغار مستوية فيكتب في كل رقعة اسم ذي السهم ثم تجعل في بنادق طين مستوية لا تفاوت فيها ثم تجفف قليلا ثم تلقى في ثوب رجل لم يحضر ذلك ويغطي عليها ثوبه ثم يدخل يده ويخرج ، فإذا أخرج اسم رجل أعطي الجزء الذي أقرع عليه .الرابعة : ودلت الآية أيضا على أن الخالة أحق بالحضانة من سائر القرابات ما عدا الجدة ، وقد قضى النبي - صلى الله عليه وسلم - في ابنة حمزة - واسمها أمة الله - لجعفر وكانت عنده خالتها ، وقال : إنما الخالة بمنزلة الأم وقد تقدمت في البقرة هذه المسألة . وخرج أبو داود عن علي قال : خرج زيد بن حارثة إلى مكة فقدم بابنة حمزة فقال جعفر : أنا آخذها أنا آخذها أنا أحق بها ابنة عمي وخالتها عندي ، وإنما الخالة أم . فقال علي : أنا أحق بها ابنة عمي وعندي ابنة رسول الله - صلى الله عليه وسلم - فهي أحق بها . وقال زيد : أنا أحق بها ، أنا خرجت إليها وسافرت وقدمت بها ; فخرج النبي - صلى الله عليه وسلم - فذكر حديثا قال : وأما الجارية فأقضي بها لجعفر تكون مع خالتها وإنما الخالة أم . وذكر ابن أبي خيثمة أن زيد بن حارثة كان وصي حمزة ، فتكون الخالة على هذا [ ص: 84 ] أحق من الوصي ويكون ابن العم إذا كان زوجا غير قاطع بالخالة في الحضانة وإن لم يكن محرما لها .",
  "ayah": 44,
  "surah": 3
}
