{
  "text": "قوله تعالى : ومن أهل الكتاب من إن تأمنه بقنطار يؤده إليك ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما ذلك بأنهم قالوا ليس علينا في الأميين سبيل ويقولون على الله الكذب وهم يعلمونفيه ثمان مسائل :الأولى : قوله تعالى : ومن أهل الكتاب من إن تأمنه بقنطار يؤده إليك مثل عبد الله بن سلام . ومنهم من إن تأمنه بدينار لا يؤده إليك وهو فنحاص بن عازوراء [ ص: 109 ] اليهودي أودعه رجل دينارا فخانه . وقيل : كعب بن الأشرف وأصحابه . وقرأ ابن وثاب والأشهب العقيلي \" من إن تيمنه \" على لغة من قرأ \" نستعين \" وهي لغة بكر وتميم . وفي حرف عبد الله \" ما لك لا تيمنا على يوسف \" والباقون بالألف . وقرأ نافع والكسائي ( يؤد هي ) بياء في الإدراج . قال أبو عبيد : واتفق أبو عمرو والأعمش وعاصم وحمزة في رواية أبي بكر على وقف الهاء ، فقرءوا ( يؤده إليك ) . قال النحاس : بإسكان الهاء لا يجوز إلا في الشعر عند بعض النحويين ، وبعضهم لا يجيزه ألبتة ويرى أنه غلط ممن قرأ به ، وإنه توهم أن الجزم يقع على الهاء ، وأبو عمرو أجل من أن يجوز عليه مثل هذا . والصحيح عنه أنه كان يكسر الهاء ; وهي قراءة يزيد بن القعقاع . وقال الفراء : مذهب بعض العرب يجزمون الهاء إذا تحرك ما قبلها ، يقولون : ضربته ضربا شديدا ; كما يسكنون ميم أنتم وقمتم وأصلها الرفع ; كما قال الشاعر :لما رأى ألا دعه ولا شبع مال إلى أرطاة حقف فاضطجعوقيل : إنما جاز إسكان الهاء في هذا الموضع لأنها وقعت في موضع الجزم وهي الياء الذاهبة . وقرأ أبو المنذر سلام والزهري \" يؤده \" بضم الهاء بغير واو . وقرأ قتادة وحميد ومجاهد \" يؤدهو \" بواو في الإدراج ، اختير لها الواو لأن الواو من الشفة والهاء بعيدة المخرج . قال سيبويه : الواو في المذكر بمنزلة الألف في المؤنث ويبدل منها ياء لأن الياء أخف إذا كان قبلها كسرة أو ياء ، وتحذف الياء وتبقى الكسرة لأن الياء قد كانت تحذف والفعل مرفوع فأثبتت بحالها .الثانية : أخبر تعالى أن في أهل الكتاب الخائن والأمين ، والمؤمنون لا يميزون ذلك ، فينبغي اجتناب جميعهم . وخص أهل الكتاب بالذكر وإن كان المؤمنون كذلك ; لأن الخيانة فيهم أكثر ، فخرج الكلام على الغالب ، والله أعلم . وقد مضى تفسير القنطار . وأما الدينار فأربعة وعشرون قيراطا والقيراط ثلاث حبات من وسط الشعير ، فمجموعه اثنتان وسبعون حبة ، وهو مجمع عليه . ومن حفظ الكثير وأداه فالقليل أولى ، ومن خان في اليسير أو منعه فذلك في الكثير أكثر . وهذا أدل دليل على القول بمفهوم الخطاب . وفيه بين العلماء خلاف كثير مذكور في أصول الفقه . وذكر تعالى قسمين : من يؤدي ومن لا يؤدي إلا بالملازمة عليه ; وقد يكون من الناس من لا يؤدي وإن دمت عليه قائما . فذكر تعالى القسمين لأنه الغالب والمعتاد والثالث نادر ; فخرج الكلام على الغالب . وقرأ طلحة بن مصرف وأبو عبد الرحمن السلمي وغيرهما [ ص: 110 ] ( دمت ) بكسر الدال وهما لغتان ، والكسر لغة أزد السراة ; من \" دمت تدام \" مثل خفت تخاف . وحكى الأخفش دمت تدوم ، شاذا .الثالثة : استدل أبو حنيفة على مذهبه في ملازمة الغريم بقوله تعالى : إلا ما دمت عليه قائما وأباه سائر العلماء ، وقد تقدم في البقرة . وقد استدل بعض البغداديين من علمائنا على حبس المديان بقوله تعالى : ومنهم من إن تأمنه بدينار لا يؤده إليك إلا ما دمت عليه قائما فإذا كان له ملازمته ومنعه من التصرف ، جاز حبسه . وقيل : إن معنى إلا ما دمت عليه قائما أي بوجهك فيهابك ويستحي منك ، فإن الحياء في العينين ; ألا ترى إلى قول ابن عباس - رضي الله عنه - : لا تطلبوا من الأعمى حاجة فإن الحياء في العينين . وإذا طلبت من أخيك حاجة فانظر إليه بوجهك حتى يستحي فيقضيها . ويقال : قائما أي ملازما له ; فإن أنظرته أنكرك . وقيل : أراد بالقيام إدامة المطالبة لا عين القيام . والدينار أصله دنار فعوضت من إحدى النونين ياء طلبا للتخفيف لكثرة استعماله . يدل عليه أنه يجمع دنانير ويصغر دنينير .الرابعة : الأمانة عظيمة القدر في الدين ، ومن عظم قدرها أنها تقوم هي والرحم على جنبتي الصراط ; كما في صحيح مسلم . فلا يمكن من الجواز إلا من حفظهما . وروى مسلم عن حذيفة قال : حدثنا النبي - صلى الله عليه وسلم - عن رفع الأمانة ، قال : ينام الرجل النومة فتقبض الأمانة من قلبه الحديث . وقد تقدم بكماله أول البقرة . وروى ابن ماجه حدثنا محمد بن المصفى حدثنا محمد بن حرب عن سعيد بن سنان عن أبي الزاهرية عن أبي شجرة كثير بن مرة عن ابن عمر أن النبي - صلى الله عليه وسلم - قال : إن الله عز وجل إذا أراد أن يهلك عبدا نزع منه الحياء فإذا نزع منه الحياء لم تلقه إلا مقيتا ممقتا فإذا لم تلقه إلا مقيتا ممقتا نزعت منه الأمانة فإذا نزعت منه الأمانة لم تلقه إلا خائنا مخونا فإذا لم تلقه إلا خائنا مخونا نزعت منه الرحمة فإذا نزعت منه [ ص: 111 ] الرحمة لم تلقه إلا رجيما ملعنا فإذا لم تلقه إلا رجيما ملعنا نزعت منه ربقة الإسلام . وقد مضى في البقرة معنى قوله عليه السلام : أد الأمانة إلى من ائتمنك ولا تخن من خانك ، والله أعلم .الخامسة : ليس في هذه الآية تعديل لأهل الكتاب ولا لبعضهم خلافا لمن ذهب إلى ذلك ; لأن فساق المسلمين يوجد فيهم من يؤدي الأمانة ويؤمن على المال الكثير ولا يكونون بذلك عدولا . فطريق العدالة والشهادة ليس يجزئ فيه أداء الأمانة في المال من جهة المعاملة والوديعة ; ألا ترى قولهم : ليس علينا في الأميين سبيل فكيف يعدل من يعتقد استباحة أموالنا وحريمنا بغير حرج عليه ; ولو كان ذلك كافيا في تعديلهم لسمعت شهادتهم على المسلمين .السادسة : قوله تعالى : ذلك بأنهم قالوا يعني اليهود ليس علينا في الأميين سبيل قيل : إن اليهود كانوا إذا بايعوا المسلمين يقولون : ليس علينا في الأميين سبيل - أي حرج في ظلمهم - لمخالفتهم إيانا . وادعوا أن ذلك في كتابهم ; فأكذبهم الله عز وجل ورد عليهم فقال : \" بلى \" أي بلى عليهم سبيل العذاب بكذبهم واستحلالهم أموال العرب . قال أبو إسحاق الزجاج : وتم الكلام . ثم قال : من أوفى بعهده واتقى ويقال : إن اليهود كانوا قد استدانوا من الأعراب أموالا فلما أسلم أرباب الحقوق قالت اليهود : ليس لكم علينا شيء ، لأنكم تركتم دينكم فسقط عنا دينكم . وادعوا أنه حكم التوراة فقال الله تعالى : بلى ردا لقولهم ليس علينا في الأميين سبيل . أي ليس كما تقولون ، ثم استأنف فقال : من أوفى بعهده واتقى الشرك فليس من الكاذبين بل يحبه الله ورسوله .السابعة : قال رجل لابن عباس : إنا نصيب في العمد من أموال أهل الذمة الدجاجة والشاة ونقول : ليس علينا في ذلك بأس . فقال له : هذا كما قال أهل الكتاب ليس علينا في الأميين سبيل إنهم إذا أدوا الجزية لم تحل لكم أموالهم إلا عن طيب أنفسهم ; ذكره عبد الرزاق عن معمر عن أبي إسحاق الهمداني عن صعصعة أن رجلا قال لابن عباس ; فذكره .[ ص: 112 ] الثامنة : قوله تعالى : ويقولون على الله الكذب وهم يعلمون يدل على أن الكافر لا يجعل أهلا لقبول شهادته ; لأن الله تعالى وصفه بأنه كذاب . وفيه رد على الكفرة الذين يحرمون ويحللون غير تحريم الله وتحليله ويجعلون ذلك من الشرع . قال ابن العربي : ومن هذا يخرج الرد على من يحكم بالاستحسان من غير دليل ، ولست أعلم أحدا من أهل القبلة قاله . وفي الخبر : لما نزلت هذه الآية قال النبي - صلى الله عليه وسلم - : ما شيء كان في الجاهلية إلا وهو تحت قدمي إلا الأمانة فإنها مؤداة إلى البر والفاجر .",
  "ayah": 75,
  "surah": 3
}
