{
  "text": "قوله تعالى : وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدينقيل : أخذ الله تعالى ميثاق الأنبياء أن يصدق بعضهم بعضا ويأمر بعضهم بالإيمان بعضا ; فذلك معنى النصرة بالتصديق . وهذا قول سعيد بن جبير وقتادة وطاوس والسدي والحسن ، وهو ظاهر الآية . قال طاوس : أخذ الله ميثاق الأول من الأنبياء أن يؤمن بما جاء به الآخر . وقرأ ابن مسعود \" وإذ أخذ الله ميثاق الذين أوتوا الكتاب \" . قال الكسائي : يجوز أن يكون وإذ أخذ الله ميثاق النبيين بمعنى وإذ أخذ الله ميثاق الذين مع النبيين . وقال البصريون : إذا أخذ الله ميثاق النبيين فقد أخذ ميثاق الذين معهم ; لأنهم قد اتبعوهم وصدقوهم . و \" ما \" في قوله لما بمعنى الذي . قال سيبويه : سألت الخليل بن أحمد عن قوله عز وجل : وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة فقال : لما بمعنى الذي قال النحاس : التقدير على قول الخليل للذي آتيتكموه ، ثم حذف الهاء لطول الاسم . و \" الذي \" رفع بالابتداء وخبره من كتاب وحكمة . و ( من ) لبيان الجنس . وهذا كقول القائل : لزيد أفضل منك ; وهو قول الأخفش أنها لام الابتداء . قال المهدوي : وقوله ثم جاءكم وما بعده جملة معطوفة على الصلة ، والعائد منها على الموصول محذوف ; والتقدير ثم جاءكم رسول مصدق به .[ ص: 118 ] قوله تعالى : ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه الرسول هنا محمد - صلى الله عليه وسلم - في قول علي وابن عباس رضي الله عنهما . واللفظ وإن كان نكرة فالإشارة إلى معين ; كقوله تعالى : وضرب الله مثلا قرية كانت آمنة مطمئنة إلى قوله : ولقد جاءهم رسول منهم فكذبوهفأخذ الله ميثاق النبيين أجمعين أن يؤمنوا بمحمد عليه السلام وينصروه إن أدركوه ، وأمرهم أن يأخذوا بذلك الميثاق على أممهم . واللام من قوله لتؤمنن به جواب القسم الذي هو أخذ الميثاق ، إذ هو بمنزلة الاستحلاف . وهو كما تقول في الكلام : أخذت ميثاقك لتفعلن كذا ، كأنك قلت أستحلفك ، وفصل بين القسم وجوابه بحرف الجر الذي هو \" لما \" في قراءة ابن كثير على ما يأتي . ومن فتحها جعلها متلقية للقسم الذي هو أخذ الميثاق . واللام في لتؤمنن به جواب قسم محذوف ، أي والله لتؤمنن به . وقال المبرد والكسائي والزجاج : \" ما \" شرط دخلت عليها لام التحقيق كما تدخل على إن ، ومعناه لمهما آتيتكم ; فموضع \" ما \" نصب ، وموضع \" آتيتكم \" جزم ، و \" ثم جاءكم \" معطوف عليه ، \" لتؤمنن به \" اللام في قوله \" لتؤمنن به \" جواب الجزاء ; كقوله تعالى : ولئن شئنا لنذهبن ونحوه . وقال الكسائي : لتؤمنن به معتمد القسم فهو متصل بالكلام الأول ، وجواب الجزاء قوله فمن تولى بعد ذلك . ولا يحتاج على هذا الوجه إلى تقدير عائد . وقرأ أهل الكوفة \" لما آتيتكم \" بكسر اللام ، وهي أيضا بمعنى الذي وهي متعلقة بأخذ ، أي أخذ الله ميثاقهم لأجل الذي آتاهم من كتاب وحكمة ثم إن جاءكم رسول مصدق لما معكم لتؤمنن به من بعد الميثاق ; لأن أخذ الميثاق في معنى الاستحلاف كما تقدم . قال النحاس : ولأبي عبيدة في هذا قول حسن . قال : المعنى وإذ أخذ الله ميثاق الذين أوتوا الكتاب لتؤمنن به لما آتيتكم من ذكر التوراة . وقيل : في الكلام حذف ، والمعنى إذ أخذ الله ميثاق النبيين لتعلمن الناس لما جاءكم من كتاب وحكمة ، ولتأخذن على الناس أن يؤمنوا . ودل على هذا الحذف وأخذتم على ذلكم إصري . وقيل : إن اللام في قوله \" لما \" في قراءة من كسرها بمعنى بعد ، يعني بعدما آتيتكم من كتاب وحكمة ; كما قال النابغة :توهمت آيات لها فعرفتها لستة أعوام وذا العام سابعأي بعد ستة أعوام . وقرأ سعيد بن جبير \" لما \" بالتشديد ، ومعناه حين آتيتكم . واحتمل أن يكون أصلها التخفيف فزيدت \" من \" على مذهب من يرى زيادتها في الواجب فصارت لمن ما ، وقلبت النون ميما للإدغام فاجتمعت ثلاث ميمات فحذفت الأولى منهن استخفافا . [ ص: 119 ] وقرأ أهل المدينة \" آتيناكم \" على التعظيم . والباقون آتيتكم على لفظ الواحد . ثم كل الأنبياء لم يؤتوا الكتاب وإنما أوتي البعض ، ولكن الغلبة للذين أوتوا الكتاب . والمراد أخذ ميثاق جميع الأنبياء فمن لم يؤت الكتاب فهو في حكم من أوتي الكتاب لأنه أوتي الحكم والنبوة . وأيضا من لم يؤت الكتاب أمر بأن يأخذ بكتاب من قبله فدخل تحت صفة من أوتي الكتاب .قوله تعالى : أأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين \" أقررتم \" من الإقرار ، والإصر والأصر لغتان ، وهو العهد . والإصر في اللغة الثقل ; فسمي العهد إصرا لأنه منع وتشديد . قال فاشهدوا أي اعلموا ; عن ابن عباس . الزجاج : بينوا لأن الشاهد هو الذي يصحح دعوى المدعي . وقيل : المعنى اشهدوا أنتم على أنفسكم وعلى أتباعكم . وأنا معكم من الشاهدين عليكم وعليهم . وقال سعيد بن المسيب : قال الله عز وجل للملائكة فاشهدوا عليهم ، فتكون كناية عن غير مذكور .",
  "ayah": 81,
  "surah": 3
}
