{
  "text": "قوله تعالى : لن تنالوا البر حتى تنفقوا مما تحبون وما تنفقوا من شيء فإن الله به عليم[ ص: 125 ] فيه مسألتان :الأولى : روى الأئمة واللفظ للنسائي عن أنس قال : لما نزلت هذه الآية : لن تنالوا البر حتى تنفقوا مما تحبون قال أبو طلحة : إن ربنا ليسألنا من أموالنا فأشهدك يا رسول الله أني جعلت أرضي لله . فقال رسول الله - صلى الله عليه وسلم - : اجعلها في قرابتك في حسان بن ثابت وأبي بن كعب . وفي الموطأ وكانت أحب أمواله إليه بئر حاء ، وكانت مستقبلة المسجد ، وكان رسول الله - صلى الله عليه وسلم - يدخلها ويشرب من ماء فيها طيب . وذكر الحديث . ففي هذه الآية دليل على استعمال ظاهر الخطاب وعمومه ; فإن الصحابة رضوان الله عليهم أجمعين لم يفهموا من فحوى الخطاب حين نزلت الآية غير ذلك . ألا ترى أبا طلحة حين سمع لن تنالوا البر حتى تنفقوا الآية ، لم يحتج أن يقف حتى يرد البيان الذي يريد الله أن ينفق منه عباده بآية أخرى أو سنة مبينة لذلك فإنهم يحبون أشياء كثيرة . وكذلك فعل زيد بن حارثة ، عمد مما يحب إلى فرس يقال له ( سبل ) وقال : اللهم إنك تعلم أنه ليس لي مال أحب إلي من فرسي هذه ; فجاء بها إلى النبي - صلى الله عليه وسلم - فقال : هذا في سبيل الله . فقال لأسامة بن زيد ( اقبضه ) . فكأن زيدا وجد من ذلك في نفسه . فقال رسول الله - صلى الله عليه وسلم - : ( إن الله قد قبلها منك ) . ذكره أسد بن موسى . وأعتق ابن عمر نافعا مولاه ، وكان أعطاه فيه عبد الله بن جعفر ألف دينار . قالت صفية بنت أبي عبيدة : أظنه تأول قول الله عز وجل : لن تنالوا البر حتى تنفقوا مما تحبون . وروى شبل عن أبي نجيح عن مجاهد قال : كتب عمر بن الخطاب إلى أبي موسى الأشعري أن يبتاع له جارية من سبي جلولاء يوم فتح مدائن كسرى ; فقال سعد بن أبي وقاص : فدعا بها عمر فأعجبته ، فقال إن الله عز وجل يقول : لن تنالوا البر حتى تنفقوا مما تحبون فأعتقها عمر - رضي الله عنه - . وروي عن الثوري أنه بلغه أن أم ولد الربيع بن خيثم قالت : كان إذا جاءه السائل يقول لي : يا فلانة أعطي السائل سكرا ، فإن الربيع يحب السكر . قال سفيان : يتأول قوله جل وعز : لن تنالوا البر حتى تنفقوا مما تحبون . وروي عن عمر بن عبد العزيز أنه كان يشتري أعدالا من سكر ويتصدق بها . فقيل له : هلا تصدقت بقيمتها ؟ فقال : لأن السكر أحب إلي فأردت أن أنفق [ ص: 126 ] مما أحب . وقال الحسن : إنكم لن تنالوا ما تحبون إلا بترك ما تشتهون ، ولا تدركوا ما تأملون إلا بالصبر على ما تكرهون .الثانية : واختلفوا في تأويل البر فقيل الجنة ; عن ابن مسعود وابن عباس وعطاء ومجاهد وعمرو بن ميمون والسدي . والتقدير لن تنالوا ثواب البر حتى تنفقوا مما تحبون . والنوال العطاء ، من قولك نولته تنويلا أعطيته . ونالني من فلان معروف ينالني ، أو وصل إلي . فالمعنى لن تصلوا إلى الجنة وتعطوها حتى تنفقوا مما تحبون . وقيل : البر العمل الصالح . وفي الحديث الصحيح : عليكم بالصدق فإنه يهدي إلى البر وإن البر يهدي إلى الجنة . وقد مضى في البقرة . قال عطية العوفي : يعني الطاعة . عطاء : لن تنالوا شرف الدين والتقوى حتى تتصدقوا وأنتم أصحاء أشحاء تأملون العيش وتخشون الفقر . وعن الحسن حتى تنفقوا هي الزكاة المفروضة . مجاهد والكلبي : هي منسوخة ، نسختها آية الزكاة . وقيل : المعنى حتى تنفقوا مما تحبون في سبيل الخير من صدقة أو غيرها من الطاعات ، وهذا جامع . وروى النسائي عن صعصعة بن معاوية قال : لقيت أبا ذر قال : قلت : حدثني قال : نعم . قال رسول الله - صلى الله عليه وسلم - : ما من عبد مسلم ينفق من كل ماله زوجين في سبيل الله إلا استقبلته حجبة الجنة كلهم يدعوه إلى ما عنده . قلت : وكيف ذلك ؟ قال : إن كانت إبلا فبعيرين ، وإن كانت بقرا فبقرتين . وقال أبو بكر الوراق : دلهم بهذه الآية على الفتوة . أي لن تنالوا بري بكم إلا ببركم بإخوانكم والإنفاق عليهم من أموالكم وجاهكم ; فإذا فعلتم ذلك نالكم بري وعطفي . قال مجاهد : وهو مثل قوله : ويطعمون الطعام على حبه مسكينا . وما تنفقوا من شيء فإن الله به عليم أي وإذا علم جازى عليه .",
  "ayah": 92,
  "surah": 3
}
