{
  "text": "قوله تعالى : فيه آيات بينات رفع بالابتداء أو بالصفة . وقرأ أهل مكة وابن عباس ومجاهد وسعيد بن جبير \" آية بينة \" على التوحيد ، يعني مقام إبراهيم وحده . قالوا : أثر قدميه في المقام آية بينة . وفسر مجاهد مقام إبراهيم بالحرم كله ; فذهب إلى أن من آياته الصفا والمروة والركن والمقام . والباقون بالجمع . أرادوا مقام إبراهيم والحجر الأسود والحطيم وزمزم والمشاعر كلها . قال : أبو جعفر النحاس : من قرأ آيات بينات فقراءته أبين ; لأن الصفا والمروة من الآيات ، ومنها أن الطائر لا يعلو البيت صحيحا ، ومنها أن الجارح يطلب الصيد فإذا دخل الحرم تركه ، ومنها أن الغيث إذا كان ناحية الركن اليماني كان الخصب باليمن ، وإذا كان بناحية الشامي كان الخصب بالشام ، وإذا عم البيت كان الخصب في جميع البلدان ، ومنها أن الجمار على ما يزاد عليها ترى على قدر واحد . والمقام من قولهم : قمت مقاما ، وهو الموضع الذي يقام فيه . والمقام من قولك : أقمت مقاما . وقد مضى هذا في البقرة ، ومضى الخلاف أيضا في المقام والصحيح منه . وارتفع المقام على الابتداء والخبر محذوف ; والتقدير منها مقام إبراهيم ; قاله الأخفش . وحكي عن محمد بن يزيد أنه قال : مقام بدل من آيات . وفيه قول ثالث بمعنى هي مقام إبراهيم . وقول الأخفش معروف في كلام العرب . كما قال زهير :لها متاع وأعوان غدون به     قتب وغرب إذا ما أفرغ انسحقاأي مضى وبعد سيلانه . وقول أبي العباس : إن مقاما بمعنى مقامات ; لأنه مصدر . قال الله تعالى : ختم الله على قلوبهم وعلى سمعهم . وقال الشاعر \" جرير \" :إن العيون التي في طرفها حور     قتلننا ثم لم يحيين قتلانا[ ص: 132 ] أي في أطرافها . ويقوي هذا الحديث المروي الحج كله مقام إبراهيم .قوله تعالى : ومن دخله كان آمنا قال قتادة : ذلك أيضا من آيات الحرم . قال النحاس : وهو قول حسن ; لأن الناس كانوا يتخطفون من حواليه ، ولا يصل إليه جبار ، وقد وصل إلى بيت المقدس وخرب ، ولم يوصل إلى الحرم . قال الله تعالى : ألم تر كيف فعل ربك بأصحاب الفيل . وقال بعض أهل المعاني : صورة الآية خبر ومعناها أمر ، تقديرها ومن دخله فأمنوه ; كقوله : فلا رفث ولا فسوق ولا جدال في الحج أي لا ترفثوا ولا تفسقوا ولا تجادلوا . ولهذا المعنى قال الإمام السابق النعمان بن ثابت : من اقترف ذنبا واستوجب به حدا ثم لجأ إلى الحرم عصمه ، لقوله تعالى : ومن دخله كان آمنا ; فأوجب الله سبحانه الأمن لمن دخله . وروي ذلك عن جماعة من السلف منهم ابن عباس وغيره من الناس قال ابن العربي : \" وكل من قال هذا فقد وهم من جهتين : إحداهما أنه لم يفهم من الآية أنها خبر عما مضى ، ولم يقصد بها إثبات حكم مستقبل ، الثاني أنه لم يعلم أن ذلك الأمن قد ذهب وأن القتل والقتال قد وقع بعد ذلك فيها ، وخبر الله لا يقع بخلاف مخبره ; فدل ذلك على أنه كان في الماضي هذا . وقد ناقض أبو حنيفة فقال ، إذا لجأ إلى الحرم لا يطعم ولا يسقى ولا يعامل ولا يكلم حتى يخرج ، فاضطراره إلى الخروج ليس يصح معه أمن . وروي عنه أنه قال : يقع القصاص في الأطراف في الحرم ولا أمن أيضا مع هذا . والجمهور من العلماء على أن الحدود تقام في الحرم ، وقد أمر النبي - صلى الله عليه وسلم - بقتل ابن خطل وهو متعلق بأستار الكعبة[ ص: 133 ] قلت : وروى الثوري عن منصور عن مجاهد عن ابن عباس : من أصاب حدا في الحرم أقيم عليه فيه ، وإن أصابه في الحل ولجأ إلى الحرم لم يكلم ولم يبايع حتى يخرج من الحرم فيقام عليه الحد ; وهو قول الشعبي . فهذه حجة الكوفيين ، وقد فهم ابن عباس ذلك من معنى الآية ، وهو حبر الأمة وعالمها . والصحيح أنه قصد بذلك تعديد النعم على كل من كان بها جاهلا ولها منكرا من العرب ; كما قال تعالى : أولم يروا أنا جعلنا حرما آمنا ويتخطف الناس من حولهم فكانوا في الجاهلية من دخله ولجأ إليه أمن من الغارة والقتل ; على ما يأتي بيانه في \" المائدة \" إن شاء الله تعالى . قال قتادة ومن دخله في الجاهلية كان آمنا . وهذا حسن . وروي أن بعض الملحدة قال لبعض العلماء : أليس في القرآن ومن دخله كان آمنا فقد دخلناه وفعلنا كذا وكذا فلم يأمن من كان فيه قال له : ألست من العرب ما الذي يريد القائل من دخل داري كان آمنا ؟ أليس أن يقول لمن أطاعه : كف عنه فقد أمنته وكففت عنه ؟ قال : بلى . قال : فكذلك قوله ومن دخله كان آمنا . وقال يحيى بن جعدة : معنى ومن دخله كان آمنا يعني من النار .قلت : وهذا ليس على عمومه ; لأن في صحيح مسلم عن أبي سعيد الخدري حديث الشفاعة الطويل فوالذي نفسي بيده ما منكم من أحد بأشد مناشدة لله في استقصاء الحق من المؤمنين لله يوم القيامة لإخوانهم الذين في النار يقولون ربنا كانوا يصومون معنا ويحجون فيقال لهم أخرجوا من عرفتم الحديث . وإنما يكون آمنا من النار من دخله لقضاء النسك معظما له عارفا بحقه متقربا إلى الله تعالى . قال جعفر الصادق : من دخله على الصفاء كما دخله الأنبياء والأولياء كان آمنا من عذابه . وهذا معنى قوله عليه السلام : من حج فلم يرفث ولم يفسق خرج من ذنوبه كيوم ولدته أمه و الحج المبرور ليس له جزاء إلا [ ص: 134 ] الجنة . قال الحسن : الحج المبرور هو أن يرجع زاهدا في الدنيا راغبا في الآخرة . وأنشد :يا كعبة الله دعوة اللاجي     دعوة مستشعر ومحتاجودع أحبابه ومسكنه     فجاء ما بين خائف راجيإن يقبل الله سعيه كرما     نجا ، وإلا فليس بالناجيوأنت ممن ترجى شفاعته     فاعطف على وافد بن حجاجوقيل : المعنى ومن دخله عام عمرة القضاء مع محمد - صلى الله عليه وسلم - كان آمنا . دليله قوله تعالى : لتدخلن المسجد الحرام إن شاء الله آمنين . وقد قيل : إن \" من \" هاهنا لمن لا يعقل ; والآية في أمان الصيد ; وهو شاذ ; وفي التنزيل : فمنهم من يمشي على بطنه الآية .قوله تعالى : ولله على الناس حج البيت من استطاع إليه سبيلا ومن كفر فإن الله غني عن العالمين فيه تسع مسائل :الأولى : قوله تعالى : ولله اللام في قوله \" ولله \" لام الإيجاب والإلزام ، ثم أكده بقوله تعالى : على التي هي من أوكد ألفاظ الوجوب عند العرب ; فإذا قال العربي : لفلان علي كذا ; فقد وكده وأوجبه . فذكر الله تعالى الحج بأبلغ ألفاظ الوجوب تأكيدا لحقه وتعظيما لحرمته . ولا خلاف في فريضته ، وهو أحد قواعد الإسلام ، وليس يجب إلا مرة في العمر . وقال بعض الناس : يجب في كل خمسة أعوام مرة ; ورووا في ذلك حديثا أسندوه إلى النبي - صلى الله عليه وسلم - والحديث باطل لا يصح ، والإجماع صاد في وجوههم .قلت : وذكر عبد الرزاق قال : حدثنا سفيان الثوري عن العلاء بن المسيب عن أبيه عن [ ص: 135 ] أبي سعيد الخدري أن النبي - صلى الله عليه وسلم - قال : يقول الرب جل وعز إن عبدا أوسعت عليه في الرزق فلم يعد إلي في كل أربعة أعوام لمحروم مشهور من حديث العلاء بن المسيب بن رافع الكاهلي الكوفي من أولاد المحدثين ، روى عنه غير واحد ، منهم من قال : في كل خمسة أعوام ، ومنهم من قال : عن العلاء عن يونس بن خباب عن أبي سعيد ، في غير ذلك من الاختلاف . وأنكرت الملحدة الحج ، فقالت : إن فيه تجريد الثياب وذلك يخالف الحياء ، والسعي وهو يناقض الوقار ، ورمي الجمار لغير مرمى وذلك يضاد العقل ; فصاروا إلى أن هذه الأفعال كلها باطلة ; إذ لم يعرفوا لها حكمة ولا علة ، وجهلوا أنه ليس من شرط المولى مع العبد ، أن يفهم المقصود بجميع ما يأمره به ، ولا أن يطلع على فائدة تكليفه ، وإنما يتعين عليه الامتثال ، ويلزمه الانقياد من غير طلب فائدة ولا سؤال عن مقصود . ولهذا المعنى كان عليه السلام يقول في تلبيته : ( لبيك حقا حقا تعبدا ورقا لبيك إله الحق ) . وروى الأئمة عن أبي هريرة قال : خطبنا رسول الله - صلى الله عليه وسلم - فقال : ( أيها الناس قد فرض الله عليكم الحج فحجوا ) . فقال رجل : كل عام يا رسول الله ؟ فسكت ، حتى قالها ثلاثا ، فقال رسول الله - صلى الله عليه وسلم - : ( لو قلت نعم لوجبت ولما استطعتم ) ثم قال : ذروني ما تركتكم فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم فإذا أمرتكم بشيء فأتوا منه ما استطعتم وإذا نهيتكم عن شيء فدعوه ) لفظ مسلم . فبين هذا الحديث أن الخطاب إذا توجه على المكلفين بفرض أنه يكفي منه فعل مرة ولا يقتضي التكرار ; خلافا للأستاذ أبي إسحق الإسفراييني وغيره . وثبت أن النبي - صلى الله عليه وسلم - قال له أصحابه : يا رسول الله ، أحجنا لعامنا هذا أم للأبد ؟ فقال : ( لا بل للأبد ) . وهذا نص في الرد على من قال : يجب في كل خمس سنين مرة . وقد كان الحج معلوما عند [ ص: 136 ] العرب مشهورا لديهم ، وكان مما يرغب فيه لأسواقها وتبررها وتحنفها ; فلما جاء الإسلام خوطبوا بما علموا وألزموا بما عرفوا . وقد حج النبي - صلى الله عليه وسلم - قبل حج الفرض ، وقد وقف بعرفة ولم يغير من شرع إبراهيم ما غيروا ; حين كانت قريش تقف بالمشعر الحرام ويقولون : نحن أهل الحرم فلا نخرج منه ; ونحن الحمس . حسب ما تقدم بيانه في ( البقرة ) .قلت : من أغرب ما رأيته أن النبي - صلى الله عليه وسلم - حج قبل الهجرة مرتين وأن الفرض سقط عنه بذلك ; لأنه قد أجاب نداء إبراهيم حين قيل له : وأذن في الناس بالحج . قال الكيا الطبري : وهذا بعيد ; فإنه إذا ورد في شرعه : ولله على الناس حج البيت فلا بد من وجوبه عليه بحكم الخطاب في شرعه . ولئن قيل : إنما خاطب من لم يحج ، كان تحكما وتخصيصا لا دليل عليه ، ويلزم عليه ألا يجب بهذا الخطاب على من حج على دين إبراهيم ، وهذا في غاية البعد .الثانية : ودل الكتاب والسنة على أن الحج على التراخي لا على الفور ; وهو تحصيل مذهب مالك فيما ذكر ابن خويز منداد ، وهو قول الشافعي ومحمد بن الحسن وأبي يوسف في رواية عنه . وذهب بعض البغداديين من المتأخرين من المالكيين إلى أنه على الفور ، ولا يجوز تأخيره مع القدرة عليه ; وهو قول داود . والصحيح الأول ; لأن الله تعالى قال في سورة الحج : وأذن في الناس بالحج يأتوك رجالا وسورة الحج مكية . وقال تعالى : ولله على الناس حج البيت الآية . وهذه السورة نزلت عام أحد بالمدينة سنة ثلاث من الهجرة ولم يحج رسول الله - صلى الله عليه وسلم - إلى سنة عشر . أما السنة فحديث ضمام بن ثعلبة السعدي من بني سعد بن بكر قدم على النبي - صلى الله عليه وسلم - فسأله عن الإسلام فذكر الشهادة والصلاة والزكاة والصيام والحج . رواه ابن عباس وأبو هريرة وأنس ، وفيها كلها ذكر الحج ، وأنه كان مفروضا ، وحديث أنس أحسنها سياقا وأتمها . واختلف في وقت قدومه ; فقيل : سنة خمس . وقيل : سنة سبع . وقيل : سنة تسع ; ذكره ابن هشام عن أبي عبيدة الواقدي عام الخندق بعد انصراف الأحزاب . قال ابن عبد البر : ومن الدليل على أن الحج على التراخي إجماع العلماء على ترك تفسيق القادر على الحج إذا أخره العام والعامين ونحوهما ، وأنه إذا حج من بعد أعوام من حين استطاعته فقد أدى الحج الواجب عليه في وقته ، وليس هو عند الجميع كمن فاتته الصلاة حتى خرج وقتها فقضاها بعد خروج وقتها ، ولا كمن فاته صيام رمضان لمرض أو سفر فقضاه . ولا كمن أفسد حجه فقضاه ، [ ص: 137 ] فلما أجمعوا على أنه لا يقال لمن حج بعد أعوام من وقت استطاعته : أنت قاض لما وجب عليك ; علمنا أن وقت الحج موسع فيه وأنه على التراخي لا على الفور . قال أبو عمر : كل من قال بالتراخي لا يحد في ذلك حدا ; إلا ما روي عن سحنون وقد سئل عن الرجل يجد ما يحج به فيؤخر ذلك إلى سنين كثيرة مع قدرته على ذلك هل يفسق بتأخيره الحج وترد شهادته ؟ قال : لا وإن مضى من عمره ستون سنة ، فإذا زاد على الستين فسق وردت شهادته . وهذا توقيف وحد ، والحدود في الشرع لا تؤخذ إلا عمن له أن يشرع .قلت : وحكاه ابن خويز منداد عن ابن القاسم . قال ابن القاسم وغيره : إن أخره ستين سنة لم يحرج ، وإن أخره بعد الستين حرج ; لأن النبي - صلى الله عليه وسلم - قال : أعمار أمتي ما بين الستين إلى السبعين وقل من يتجاوزها فكأنه في هذا العشر قد يتضايق عليه الخطاب . قال أبو عمر : وقد احتج بعض الناس كسحنون بقوله - صلى الله عليه وسلم - : معترك أمتي بين الستين إلى السبعين وقل من يجاوز ذلك . ولا حجة فيه ; لأنه كلام خرج على الأغلب من أعمار أمته لو صح الحديث . وفيه دليل على التوسعة إلى السبعين لأنه من الأغلب أيضا ، ولا ينبغي أن يقطع بتفسيق من صحت عدالته وأمانته بمثل هذا من التأويل الضعيف . وبالله التوفيق .الثالثة : أجمع العلماء على أن الخطاب بقوله تعالى : ولله على الناس حج البيت عام في جميعهم مسترسل على جملتهم . قال ابن العربي : \" وإن كان الناس قد اختلفوا في مطلق العمومات بيد أنهم اتفقوا على حمل هذه الآية على جميع الناس ذكرهم وأنثاهم ، خلا الصغير فإنه خارج بالإجماع عن أصول التكليف ، وكذلك العبد لم يدخل فيه ; لأنه أخرجه عن مطلق العموم قوله تعالى في التمام : من استطاع إليه سبيلا والعبد غير مستطيع ; لأن السيد يمنعه لحقوقه عن هذه العبادة . وقد قدم الله سبحانه حق السيد على حقه رفقا بالعباد ومصلحة لهم . ولا خلاف فيه بين الأمة ولا بين الأئمة ، فلا نهرف بما لا نعرف ، ولا دليل عليه إلا [ ص: 138 ] الإجماع . قال ابن المنذر : أجمع عامة أهل العلم إلا من شذ منهم ممن لا يعد خلافا ، على أن الصبي إذا حج في حال صغره ، والعبد إذا حج في حال رقه ، ثم بلغ الصبي وعتق العبد أن عليهما حجة الإسلام إذا وجدا إليها سبيلا . وقال أبو عمر : خالف داود جماعة فقهاء الأمصار وأئمة الأثر في المملوك وأنه عنده مخاطب بالحج ، وهو عند جمهور العلماء خارج من الخطاب العام في قوله تعالى : ولله على الناس حج البيت من استطاع إليه سبيلا بدليل عدم التصرف ، وأنه ليس له أن يحج بغير إذن سيده ; كما خرج من خطاب الجمعة وهو قوله تعالى : يا أيها الذين آمنوا إذا نودي للصلاة من يوم الجمعة الآية - عند عامة العلماء إلا من شذ . وكما خرج من خطاب إيجاب الشهادة ، قال الله تعالى : ولا يأب الشهداء إذا ما دعوا فلم يدخل في ذلك العبد . وكما جاز خروج الصبي من قوله : ولله على الناس حج البيت وهو من الناس بدليل رفع القلم عنه . وخرجت المرأة من قوله : يا أيها الذين آمنوا إذا نودي للصلاة وهي ممن شمله اسم الإيمان ، وكذلك خروج العبد من الخطاب المذكور . وهو قول فقهاء الحجاز والعراق والشام والمغرب ، ومثلهم لا يجوز عليهم تحريف تأويل الكتاب . فإن قيل : إذا كان حاضر المسجد الحرام وأذن له سيده فلم لا يلزمه الحج ؟ قيل له : هذا سؤال على الإجماع وربما لا يعلل ذلك ، ولكن إذا ثبت هذا الحكم على الإجماع استدللنا به على أنه لا يعتد بحجه في حال الرق عن حجة الإسلام ; وقد روي عن ابن عباس عن النبي - صلى الله عليه وسلم - أنه قال : أيما صبي حج ثم أدرك فعليه أن يحج حجة أخرى وأيما أعرابي حج ثم هاجر فعليه أن يحج حجة أخرى وأيما عبد حج ثم أعتق فعليه أن يحج حجة أخرى . قال ابن العربي . \" وقد [ ص: 139 ] تساهل بعض علمائنا فقال : إنما لم يثبت الحج على العبد وإن أذن له السيد لأنه كان كافرا في الأصل ولم يكن حج الكافر معتدا به ، فلما ضرب عليه الرق ضربا مؤبدا لم يخاطب بالحج ; وهذا فاسد من ثلاثة أوجه فاعلموه : أحدها : أن الكفار عندنا مخاطبون بفروع الشريعة ، ولا خلاف فيه في قول مالك . الثاني : أن سائر العبادات تلزمه من صلاة وصوم مع كونه رقيقا ، ولو فعلها في حال كفره لم يعتد بها ، فوجب أن يكون الحج مثلها . الثالث : أن الكفر قد ارتفع بالإسلام فوجب ارتفاع حكمه . فتبين أن المعتمد ما ذكرناه من تقدم حقوق السيد \" . والله الموفق .الرابعة : قوله تعالى : من استطاع إليه سبيلا ( من ) في موضع خفض على بدل البعض من الكل ; هذا قول أكثر النحويين . وأجاز الكسائي أن يكون ( من ) في موضع رفع بحج ، التقدير أن يحج البيت من . وقيل هي شرط . و استطاع في موضع جزم ، والجواب محذوف ، أي من استطاع إليه سبيلا فعليه الحج . روى الدارقطني عن ابن عباس قال : قيل يا رسول الله الحج كل عام ؟ قال : ( لا بل حجة ) ؟ قيل : فما السبيل ، قال : ( الزاد والراحلة ) . ورواه عن أنس وابن مسعود وابن عمر وجابر وعائشة وعمرو بن شعيب عن أبيه عن جده . وعن علي بن أبي طالب - رضي الله عنه - عن النبي - صلى الله عليه وسلم - ولله على الناس حج البيت من استطاع إليه سبيلا قال فسئل عن ذلك فقال النبي - صلى الله عليه وسلم - : أن تجد ظهر بعير . وأخرج حديث ابن عمر أيضا ابن ماجه في سننه ، وأبو عيسى الترمذي في جامعه وقال : \" حديث حسن ، والعمل عليه عند أهل العلم أن الرجل إذا ملك زادا وراحلة وجب عليه الحج \" . وإبراهيم بن يزيد هو الخوزي المكي ، وقد تكلم فيه بعض أهل الحديث من قبل حفظه . [ ص: 140 ] وأخرجاه عن وكيع والدارقطني عن سفيان بن سعيد قالوا : حدثنا إبراهيم بن يزيد عن محمد بن عباد عن ابن عمر قال : قام رجل إلى النبي - صلى الله عليه وسلم - فقال : يا رسول الله ، ما يوجب الحج ؟ . قال : ( الزاد والراحلة ) قال : يا رسول الله ، فما الحاج ؟ قال : ( الشعث التفل ) . وقام آخر فقال يا رسول الله وما الحج ؟ قال : ( العج والثج ) . قال وكيع : يعني بالعج العجيج بالتلبية والثج نحر البدن ; لفظ ابن ماجه . وممن قال إن الزاد والراحلة شرط في وجوب الحج : عمر بن الخطاب وابنه عبد الله وعبد الله بن عباس والحسن البصري وسعيد بن جبير وعطاء ومجاهد . وإليه ذهب الشافعي والثوري وأبو حنيفة وأصحابه وأحمد وإسحاق وعبد العزيز بن أبي سلمة وابن حبيب ، وذكر عبدوس مثله عن سحنون . قال الشافعي : الاستطاعة وجهان : أحدهما : أن يكون مستطيعا ببدنه واجدا من ماله ما يبلغه الحج . والثاني : أن يكون معضوبا في بدنه لا يثبت على مركبه وهو قادر على من يطيعه إذا أمره أن يحج عنه بأجرة وبغير أجرة ، على ما يأتي بيانه . أما المستطيع ببدنه فإنه يلزمه فرض الحج بالكتاب بقوله عز وجل : من استطاع إليه سبيلا . وأما المستطيع بالمال فقد لزمه فرض الحج بالسنة بحديث الخثعمية على ما يأتي . وأما المستطيع بنفسه وهو القوي الذي لا تلحقه مشقة غير محتملة في الركوب على الراحلة ; فإن هذا إذا ملك الزاد والراحلة لزمه فرض الحج بنفسه ، وإن عدم الزاد والراحلة أو أحدهما سقط عنه فرض الحج ; فإن كان قادرا على المشي مطيقا له ووجد الزاد أو قدر على كسب الزاد في طريقه بصنعة مثل الخرز والحجامة أو نحوهما فالمستحب له أن يحج ماشيا رجلا كان أو امرأة . قال الشافعي : والرجل أقل عذرا من المرأة لأنه أقوى . وهذا عندهم على طريق الاستحباب لا على طريق الإيجاب ، فأما إن قدر على الزاد بمسألة الناس في الطريق كرهت له أن يحج لأنه يصير كلا على الناس . وقال مالك بن أنس رحمه الله : إذا قدر على المشي ووجد الزاد فعليه فرض الحج ، وإن لم يجد الراحلة وقدر على المشي نظر ; فإن كان مالكا للزاد وجب عليه فرض الحج ، وإن لم يكن مالكا للزاد ولكنه يقدر على كسب حاجته منه في الطريق نظر أيضا ; فإن كان من أهل المروءات ممن لا يكتسب بنفسه لا يجب عليه ، وإن كان ممن يكتسب كفايته بتجارة أو صناعة لزمه فرض الحج ، وهكذا إن كانت عادته مسألة الناس لزمه فرض الحج . وكذلك أوجب مالك على المطيق المشي الحج ، وإن لم يكن معه زاد وراحلة . وهو قول عبد الله بن الزبير والشعبي وعكرمة . وقال الضحاك : إن كان شابا قويا صحيحا ليس له مال [ ص: 141 ] فعليه أن يؤجر نفسه بأكله أو عقبه حتى يقضي حجه . فقال له مقاتل : كلف الله الناس أن يمشوا إلى البيت ؟ فقال : لو أن لأحدهم ميراثا بمكة أكان تاركه ؟ بل ينطلق إليه ولو حبوا ، كذلك يجب عليه الحج . واحتج هؤلاء بقوله عز وجل : وأذن في الناس بالحج يأتوك رجالا أي مشاة . قالوا : ولأن الحج من عبادات الأبدان من فرائض الأعيان ، فوجب ألا يكون الزاد من شروط وجوبها ولا الراحلة كالصلاة والصيام . قالوا : ولو صح حديث الخوزي \" الزاد والراحلة \" لحملناه على عموم الناس والغالب منهم في الأقطار البعيدة . وخروج مطلق الكلام على غالب الأحوال كثير في الشريعة وفي كلام العرب وأشعارها . وقد روى ابن وهب وابن القاسم وأشهب عن مالك أنه سئل عن هذه الآية فقال : الناس في ذلك على قدر طاقتهم ويسرهم وجلدهم . قال أشهب لمالك : أهو الزاد والراحلة ؟ . قال : لا والله ، ما ذاك إلا على قدر طاقة الناس ، وقد يجد الزاد والراحلة ولا يقدر على السير ، وآخر يقدر أن يمشي على رجليه .الخامسة : إذا وجدت الاستطاعة وتوجه فرض الحج فقد يعرض ما يمنع منه كالغريم يمنعه عن الخروج حتى يؤدي الدين ; ولا خلاف في ذلك . أو يكون له عيال يجب عليه نفقتهم فلا يلزمه الحج حتى يكون لهم نفقتهم مدة غيبته لذهابه ورجوعه ، لأن هذا الإنفاق فرض على الفور ، والحج فرض على التراخي ، فكان تقديم العيال أولى . وقد قال النبي - صلى الله عليه وسلم - : كفى بالمرء إثما أن يضيع من يقوت . وكذلك الأبوان يخاف الضيعة عليهما وعدم العوض في التلطف بهما ، فلا سبيل له إلى الحج ; فإن منعاه لأجل الشوق والوحشة فلا يلتفت إليه . والمرأة يمنعها زوجها ، وقيل لا يمنعها . والصحيح المنع ; لا سيما إذا قلنا إن الحج لا يلزمه على الفور . والبحر لا يمنع الوجوب إذا كان غالبه السلامة - كما تقدم بيانه في البقرة - ويعلم من نفسه أنه لا يميد . فإن كان الغالب عليه العطب أو الميد حتى يعطل الصلاة فلا . وإن كان لا يجد موضعا لسجوده لكثرة الراكب وضيق المكان فقد قال مالك : إذا لم يستطع الركوع والسجود إلا على ظهر أخيه فلا يركبه . ثم قال : أيركب حيث لا يصلي ويل لمن ترك الصلاة ويسقط الحج إذا كان في الطريق عدو يطلب الأنفس أو يطلب من الأموال ما لم يتحدد بحد مخصوص أو يتحدد بقدر مجحف . وفي سقوطه بغير المجحف خلاف . وقال الشافعي : لا يعطى حبة ويسقط فرض الحج . ويجب على المتسول إذا كانت تلك عادته وغلب على ظنه أنه يجد من يعطيه . وقيل لا يجب ، على ما تقدم من مراعاة الاستطاعة .[ ص: 142 ] السادسة : إذا زالت الموانع ولم يكن عنده من الناض ما يحج به وعنده عروض فيلزمه أن يبيع من عروضه للحج ما يباع عليه في الدين . وسئل ابن القاسم عن الرجل تكون له القربة ليس له غيرها ، أيبيعها في حجة الإسلام ويترك ولده ولا شيء لهم يعيشون به ؟ . قال : نعم ، ذلك عليه ويترك ولده في الصدقة . والصحيح القول الأول ; لقوله عليه السلام : كفى بالمرء إثما أن يضيع من يقوت وهو قول الشافعي . والظاهر من مذهبه أنه لا يلزم الحج إلا من له ما يكفيه من النفقة ذاهبا وراجعا - قاله في الإملاء - وإن لم يكن له أهل وعيال . وقال بعضهم : لا يعتبر الرجوع لأنه ليس عليه كبير مشقة في تركه القيام ببلده ; لأنه لا أهل له فيه ولا عيال وكل البلاد له وطن . والأول أصوب ; لأن الإنسان يستوحش لفراق وطنه كما يستوحش لفراق سكنه . ألا ترى أن البكر إذا زنى جلد وغرب عن بلده سواء كان له أهل أو لم يكن . قال الشافعي في الأم : إذا كان له مسكن وخادم وله نفقة أهله بقدر غيبته يلزمه الحج . وظاهر هذا أنه اعتبر أن يكون مال الحج فاضلا عن الخادم والمسكن ; لأنه قدمه على نفقة أهله ، فكأنه قال بعد هذا كله . وقال أصحابه : يلزمه أن يبيع المسكن والخادم ويكتري مسكنا وخادما لأهله ، فإن كان له بضاعة يتجر بها وربحها قدر كفايته وكفاية عياله على الدوام ، ومتى أنفق من أصل البضاعة اختل عليه ربحها ولم يكن فيه قدر كفايته ، فهل يلزمه الحج من أصل البضاعة أم لا ؟ قولان : الأول للجمهور وهو الصحيح المشهور ; لأنه لا خلاف في أنه لو كان له عقار تكفيه غلته لزمه أن يبيع أصل العقار في الحج ، فكذلك البضاعة . وقال ابن شريح : لا يلزمه ذلك ويبقي البضاعة ولا يحج من أصلها ; لأن الحج إنما يجب عليه في الفاضل من كفايته . فهذا الكلام في الاستطاعة بالبدن والمال .السابعة : المريض والمعضوب ، والعضب القطع ، ومنه سمي السيف عضبا ، وكأن من انتهى إلى ألا يقدر أن يستمسك على الراحلة ولا يثبت عليها بمنزلة من قطعت أعضاؤه ; إذ لا يقدر على شيء . وقد اختلف العلماء في حكمهما بعد إجماعهم أنه لا يلزمهما المسير إلى الحج ; لأن الحج إنما فرضه على المستطيع إجماعا ، والمريض والمعضوب لا استطاعة لهما . فقال مالك : إذا كان معضوبا سقط عنه فرض الحج أصلا ، سواء كان قادرا على من يحج عنه بالمال أو بغير المال لا يلزمه فرض الحج . ولو وجب عليه الحج ثم عضب وزمن سقط عنه فرض الحج ; ولا يجوز أن يحج عنه في حال حياته بحال ، بل إن أوصى أن يحج عنه بعد موته حج عنه من الثلث ، وكان تطوعا ; واحتج بقوله تعالى : وأن ليس للإنسان إلا ما سعى [ ص: 143 ] فأخبر أنه ليس له إلا ما سعى . فمن قال : إنه له سعي غيره فقد خالف ظاهر الآية . وبقوله تعالى : ولله على الناس حج البيت وهذا غير مستطيع ; لأن الحج هو قصد المكلف البيت بنفسه ولأنها عبادة لا تدخلها النيابة مع العجز عنها كالصلاة . وروى محمد بن المنكدر عن جابر قال : قال رسول الله - صلى الله عليه وسلم - : إن الله عز وجل ليدخل بالحجة الواحدة ثلاثة الجنة الميت والحاج عنه والمنفذ ذلك . خرجه الطبراني أبو القاسم سليمان بن أحمد قال حدثنا عمرو بن حصين السدوسي قال حدثنا أبو معشر عن محمد بن المنكدر ; فذكره .قلت : أبو معشر اسمه نجيح وهو ضعيف عندهم . وقال الشافعي : في المريض الزمن والمعضوب والشيخ الكبير يكون قادرا على من يطيعه إذا أمره بالحج عنه فهو مستطيع استطاعة ما . وهو على وجهين : أحدهما أن يكون قادرا على مال يستأجر به من يحج عنه فإنه يلزمه فرض الحج ; وهذا قول علي بن أبي طالب - رضي الله عنه - ، روي عنه أنه قال لشيخ كبير لم يحج : جهز رجلا يحج عنك . وإلى هذا ذهب الثوري وأبو حنيفة وأصحابه وابن المبارك وأحمد وإسحاق . والثاني أن يكون قادرا على من يبذل له الطاعة والنيابة فيحج عنه ; فهذا أيضا يلزمه الحج عنه عند الشافعي وأحمد وابن راهويه ، وقال أبو حنيفة : لا يلزم الحج ببذل الطاعة بحال . استدل الشافعي بما رواه ابن عباس أن امرأة من خثعم سألت النبي - صلى الله عليه وسلم - فقالت : يا رسول الله ، إن فريضة الله على عباده في الحج أدركت أبي شيخا كبيرا لا يستطيع أن يثبت على الراحلة ، أفأحج عنه قال : ( نعم ) . وذلك في حجة الوداع . في رواية : لا يستطيع أن يستوي على ظهر بعيره . فقال النبي - صلى الله عليه وسلم - : فحجي عنه أرأيت لو كان على أبيك دين أكنت قاضيته ) ؟ قالت : نعم . قال : ( فدين الله أحق أن يقضى ) . فأوجب النبي - صلى الله عليه وسلم - الحج بطاعة ابنته إياه وبذلها من نفسها له بأن تحج عنه ; فإذا وجب ذلك بطاعة البنت له كان بأن يجب عليه بقدرته على المال الذي يستأجر به أولى . فأما إن بذل له المال دون الطاعة فالصحيح أنه لا يلزمه قبوله والحج به عن نفسه ولا يصير ببذل المال له مستطيعا . وقال علماؤنا : حديث [ ص: 144 ] الخثعمية ليس مقصوده الإيجاب وإنما مقصوده الحث على بر الوالدين والنظر في مصالحهما دنيا ودينا وجلب المنفعة إليهما جبلة وشرعا ; فلما رأى من المرأة انفعالا وطواعية ظاهرة ورغبة صادقة في برها بأبيها وحرصا على إيصال الخير والثواب إليه ، وتأسفت أن تفوته بركة الحج أجابها إلى ذلك . كما قال للأخرى التي قالت : إن أمي نذرت أن تحج فلم تحج حتى ماتت أفأحج عنها ؟ قال : ( حجي عنها أرأيت لو كان على أمك دين أكنت قاضيته ) ؟ قالت : نعم . ففي هذا ما يدل على أنه من باب التطوعات وإيصال البر والخيرات للأموات ; ألا ترى أنه قد شبه فعل الحج بالدين . وبالإجماع لو مات ميت وعليه دين لم يجب على وليه قضاؤه من ماله ، فإن تطوع بذلك تأدى الدين عنه . ومن الدليل على أن الحج في هذا الحديث ليس بفرض على أبيها ما صرحت به هذه المرأة بقولها \" لا يستطيع \" ومن لا يستطيع لا يجب عليه . وهذا تصريح بنفي الوجوب ومنع الفريضة ، فلا يجوز ما انتفى في أول الحديث قطعا أن يثبت في آخره ظنا ; يحققه قوله : ( فدين الله أحق أن يقضى ) فإنه ليس على ظاهره إجماعا ; فإن دين العبد أولى بالقضاء ، وبه يبدأ إجماعا لفقر الآدمي واستغناء الله تعالى ; قاله ابن العربي . وذكر أبو عمر بن عبد البر أن حديث الخثعمية عند مالك وأصحابه مخصوص بها . وقال آخرون : فيه اضطراب . وقال ابن وهب وأبو مصعب : هو في حق الولد خاصة . وقال ابن حبيب : جاءت الرخصة في الحج عن الكبير الذي لا منهض له ولم يحج وعمن مات ولم يحج ، أن يحج عنه ولده وإن لم يوص به ويجزئه إن شاء الله تعالى . فهذا الكلام على المعضوب وشبهه . وحديث الخثعمية أخرجه الأئمة ، وهو يرد على الحسن قوله : إنه لا يجوز حج المرأة عن الرجل .الثامنة : وأجمع العلماء على أنه إذا لم يكن للمكلف قوت يتزوده في الطريق لم يلزمه الحج . وإن وهب له أجنبي مالا يحج به لم يلزمه قبوله إجماعا ; لما يلحقه من المنة في ذلك . فلو كان رجل وهب لأبيه مالا فقد قال الشافعي : يلزمه قبوله ; لأن ابن الرجل من كسبه ولا منة عليه في ذلك . وقال مالك وأبو حنيفة : لا يلزمه قبوله ; لأن فيه سقوط حرمة الأبوة ; إذ يقال : قد جزاه وقد وفاه ، والله أعلم .[ ص: 145 ] التاسعة : قوله تعالى : ومن كفر فإن الله غني عن العالمين قال ابن عباس وغيره : المعنى ومن كفر بفرض الحج ولم يره واجبا . وقال الحسن البصري وغيره : إن من ترك الحج وهو قادر عليه فهو كافر . وروى الترمذي عن الحارث عن علي قال : قال رسول الله - صلى الله عليه وسلم - : من ملك زادا وراحلة تبلغه إلى بيت الله ولم يحج فلا عليه أن يموت يهوديا أو نصرانيا وذلك أن الله يقول في كتابه ولله على الناس حج البيت من استطاع إليه سبيلا . قال أبو عيسى : ( هذا حديث غريب لا نعرفه إلا من هذا الوجه ، وفي إسناده مقال ، وهلال بن عبد الله مجهول ، والحارث يضعف ) . وروي نحوه عن أبي أمامة وعمر بن الخطاب رضي الله عنهما . وعن عبد خير بن يزيد عن علي بن أبي طالب - رضي الله عنه - أن رسول الله - صلى الله عليه وسلم - قال في خطبته : يا أيها الناس إن الله فرض عليكم الحج على من استطاع إليه سبيلا ومن لم يفعل فليمت على أي حال شاء إن شاء يهوديا أو نصرانيا أو مجوسيا إلا أن يكون به عذر من مرض أو سلطان جائر ألا نصيب له في شفاعتي ولا ورود حوضي . وقال ابن عباس قال رسول الله - صلى الله عليه وسلم - : من كان عنده مال يبلغه الحج فلم يحج أو عنده مال تحل فيه الزكاة فلم يزكه سأل عند الموت الرجعة . فقيل يا ابن عباس إنا كنا نرى هذا للكافرين . فقال : أنا أقرأ عليكم به قرآنا : يا أيها الذين آمنوا لا تلهكم أموالكم ولا أولادكم عن ذكر الله ومن يفعل ذلك فأولئك هم الخاسرون . وأنفقوا مما رزقناكم من قبل أن يأتي أحدكم الموت فيقول رب لولا أخرتني إلى أجل قريب فأصدق وأكن من الصالحين . قال الحسن بن صالح في تفسيره : فأزكي وأحج . وعن النبي - صلى الله عليه وسلم - أن رجلا سأل عن الآية فقال : ( من حج لا يرجو ثوابا أو جلس لا يخاف عقابا فقد كفر به ) . وروى قتادة عن الحسن قال : قال عمر - رضي الله عنه - : لقد هممت أن أبعث [ ص: 146 ] رجالا إلى الأمصار فينظرون إلى من كان له مال ولم يحج فيضربون عليه الجزية ; فذلك قوله تعالى : ومن كفر فإن الله غني عن العالمين .قلت : هذا خرج مخرج التغليظ ; ولهذا قال علماؤنا : تضمنت الآية أن من مات ولم يحج وهو قادر فالوعيد يتوجه عليه ، ولا يجزئ أن يحج عنه غيره ; لأن حج الغير لو أسقط عنه الفرض لسقط عنه الوعيد ، والله أعلم . وقال سعيد بن جبير :  لو مات جار لي وله ميسرة ولم يحج لم أصل عليه .",
  "ayah": 97,
  "surah": 3
}
