{
  "text": "واختلف أهل التأويل في تأويل قوله: ( بِمَا قَدَّمَ وَأَخَّرَ ) فقال بعضهم: معنى ذلك: بما قدّم من عمل خير، أو شرّ أمامه، مما عمله في الدنيا قبل مماته، وما أخَّر بعد مماته من سيئة وحسنة، أو سيئة يعمل بها من بعده.* ذكر من قال ذلك:حدثني علي، قال: ثنا أبو صالح، قال: ثني معاوية، عن علي، عن ابن عباس، قوله: ( يُنَبَّأُ الإنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ ) يقول: ما عمل قبل موته، وما سَنّ فعُمِل به بعد موته.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن عبد الكريم الجزري، عن زياد بن أبي مريم عن ابن مسعود قال: ( بِمَا قَدَّمَ ) من عمله ( وأخَّرَ ) من سنة عمل بها من بعده من خير أو شرّ.وقال آخرون: بل معنى ذلك: يُنَبأُ الإنسان بما قدم من المعصية، وأخر من الطاعة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( يُنَبَّأُ الإنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ ) يقول: بما قدّم من المعصية، وأخَّر من الطاعة، فينبأ بذلك.وقال آخرون: بل معنى ذلك: ينبأ بأوّل عمله وآخره.* ذكر من قال ذلك:حدثنا ابن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن منصور عن مجاهد ( يُنَبَّأُ الإنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ ) قال: بأول عمله وآخره.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مجاهد، مثله.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن منصور، عن مجاهد، مثله.وحدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن مجاهد وإبراهيم، مثله.وقال آخرون: بل معنى ذلك: ( بمَا قَدَّمَ ) من طاعة ( وأخَّرَ ) من حقوق الله التي ضيَّعها.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يُنَبَّأُ الإنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ ) من طاعة الله ( وأخَّرَ ) مما ضيع من حقّ الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( بِمَا قَدَّمَ وَأَخَّرَ ) قال: بما قَدّم من طاعته، وأخَّر من حقوق الله.وقال آخرون: بل معنى ذلك: بما قدّم من خير أو شرّ مما عمله، وما أخَّر مما ترك عمله من طاعة الله.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( يُنَبَّأُ الإنْسَانُ يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ ) قال: ما أخر ما ترك من العمل لم يعمله، ما ترك من طاعة الله لم يعمل به، وما قدم: ما عمل من خير أو شرّ.والصواب من القول في ذلك عندنا، أن ذلك خبر من الله أن الإنسان ينبأ بكلّ ما قدّم أمامه مما عمل من خير أو شرّ في حياته، وأخَّر بعده من سنة حسنة أو سيئة مما قدّم وأخَّر، كذلك ما قدّم من عمل عمله من خير أو شرّ، وأخَّر بعده من عمل كان عليه فضيَّعه، فلم يعمله مما قدّم وأخَّر، ولم يخصص الله من ذلك بعضا دون بعض، فكلّ ذلك مما ينبأ به الإنسان يوم القيامة.",
  "ayah": 14,
  "surah": 75
}
