{
  "text": "حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ) قال: أقسم بهما جميعا.وقال آخرون: بل أقسم بيوم القيامة، ولم يقسم بالنفس اللوّامة. وقال: معنى قوله: ( وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) ولست أقسم بالنفس اللوّامة.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: قال الحسن: أقسم بيوم القيامة، ولم يقسم بالنفس اللوّامة.وأولى الأقوال في ذلك عندي بالصواب قول من قال: إن الله أقسم بيوم القيامة وبالنفس اللوّامة، وجعل \" لا \" ردا لكلام قد كان تقدّمه من قوم، وجوابا لهم.وإنما قلنا ذلك أولى الأقوال بالصواب؛ لأن المعروف من كلام الناس في محاوراتهم إذا قال أحدهم: لا والله، لا فعلت كذا، أنه يقصد بلا ردّ الكلام، وبقوله: والله، ابتداء يمين، وكذلك قولهم: لا أقسم بالله لا فعلت كذا; فإذا كان المعروف من معنى ذلك ما وصفنا، فالواجب أن يكون سائر ما جاء من نظائره جاريا مجراه، ما لم يخرج شيء من ذلك عن المعروف بما يجب التسليم له. وبعد: فإن الجميع من الحجة مجمعون على أن قوله: ( لا أُقْسِمُ بِيَوْمِ الْقِيَامَةِ ) قسم فكذلك قوله: ( وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) إلا أن تأتي حجة تدل على أن أحدهما قسم والآخر خبر. وقد دللنا على أن قراءة من قرأ الحرف الأوّل لأقسم بوصل اللام بأقسم قراءة غير جائزة بخلافها ما عليه الحجة مجمعة، فتأويل الكلام إذا: لا ما الأمر كما تقولون أيها الناس من أن الله لا يبعث عباده بعد مماتهم أحياء، أقسم بيوم القيامة، وكانت جماعة تقول: قيامة كل نفس موتها.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان ومسعر، عن زياد بن علاقة، عن المغيرة بن شعبة، قال: يقولون: القيامة القيامة، وإنما قيامة أحدهم: موته.قال ثنا وكيع، عن مسعر وسفيان، عن أبي قبيس، قال: شهدت جنازة فيها علقمة، فلما دفن قال: أما هذا فقد قامت قيامته.وقوله: ( وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) اختلف أهل التأويل في تأويل قوله: ( اللَّوَّامَةِ ) فقال بعضهم: معناه: ولا أقسم بالنفس التي تلوم على الخير والشرّ.* ذكر من قال ذلك:حدثنا محمد بن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن ابن جريج، عن الحسن بن مسلم، عن سعيد بن جبير، في قوله: ( وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) قال: تلوم على الخير والشرّ.حدثنا أبو كريب، قال: ثنا وكيع، عن إسرائيل، عن سِماك، عن عكرِمة ( وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) قال: تلوم على الخير والشرّ.حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن أبي الخير بن تميم، عن سعيد بن جُبير، قال: قلت لابن عباس ( وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) قال: هي النفس اللئوم.وقال آخرون: بل معنى ذلك: أنها تلوم على ما فات وتندم.* ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( بِالنَّفْسِ اللَّوَّامَةِ ) قال: تندم على ما فات وتلوم عليه.وقال آخرون: بل اللوّامة: الفاجرة.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) أي: الفاجرة.وقال آخرون: بل هي المذمومة.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَلا أُقْسِمُ بِالنَّفْسِ اللَّوَّامَةِ ) يقول: المذمومة.وهذه الأقوال التي ذكرناها عمن ذكرناها عنه وإن اختلفت بها ألفاظ قائليها، فمتقاربات المعاني، وأشبه القول في ذلك بظاهر التنـزيل أنها تلوم صاحبها على الخير والشرّ وتندم على ما فات، والقرّاء كلهم مجمعون على قراءة هذه بفصل \" لا \" من أقسم.",
  "ayah": 2,
  "surah": 75
}
