{
  "text": "وقوله: ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معنى ذلك: والتفَّت شدّة أمر الدنيا بشدّة أمر الآخرة.* ذكر من قال ذلك:حدثنا أبو هشام الرفاعي، قال: ثنا معاذ بن هشام، قال: ثني أبى، عن عمرو بن مالك، عن أبي الجوزاء عن ابن عباس ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: الدنيا بالآخرة شدّةحدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) يقول: آخر يوم من الدنيا، وأوّل يوم من الآخرة، فتلتقي الشدّة بالشدة، إلا من رحم الله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) يقول: والتفَّت الدنيا بالآخرة، وذلك ساق الدنيا والآخرة، ألم تسمع أنه يقول: ( إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ ).حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثنا الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد قوله: ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: التفّ أمر الدنيا بأمر الآخرة عند الموت.حدثنا أبو كُريب وأبو هشام، قالا ثنا وكيع، عن سفيان، عن رجل، عن مجاهد، قال: آخر يوم من الدنيا، وأول يوم من الآخرة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: قال الحسن: ساق الدنيا بالآخرة.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن ابن مجاهد، قال: هو أمر الدنيا والآخرة عند الموت.حدثني عليّ بن الحسين، قال: ثنا يحيى بن يمان، عن أبي سنان الشيباني، عن ثابت، عن الضحاك في قوله: ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: أهل الدنيا يجهزون الجسد، وأهل الآخرة يجهزون الروح.حدثنا أبو هشام، قال: ثنا وكيع، عن سفيان، عن أبي سنان، عن الضحاك، مثلهحدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الضحاك، قال: اجتمع عليه أمران، الناس يجهِّزون جسده، والملائكة يجهزون روحه.حدثنا أبو هشام، قال: ثنا المحاربي، عن جويبر، عن الضحاك، قال: ساق الدنيا بساق الآخرة.حدثنا أبو هشام، قال: ثنا جعفر بن عون، عن أبي جعفر، عن الربيع مثله، وزاد: ويقال: التفافهما عند الموت.حدثنا أبو هشام، قال: ثنا ابن يمان، عن فضيل بن مرزوق، عن عطية قال: الدنيا والآخرة.قال: ثنا ابن يمان، عن عبد الوهاب بن مجاهد، عن أبيه، قال: أمر الدنيا بأمر الآخرة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: أمر الدنيا بأمر الآخرة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: الشدّة بالشدّة، ساق الدنيا بساق الآخرة.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، قال: سألت إسماعيل بن أبي خالد، فقال: عمل الدنيا بعمل الآخرة.حدثنا أبو كُريب، قال: ثنا وكيع، عن سلمة، عن الضحاك، قال: هما الدنيا والآخرة.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: العلماء يقولون فيه قولين: منهم من يقول: ساق الآخرة بساق الدنيا. وقال آخرون: قلّ ميت يموت إلا التفَّت إحدى ساقيه بالأخرى. قال ابن زيد: غير أنَّا لا نشكّ أنها ساق الآخرة، وقرأ: ( إِلَى رَبِّكَ يَوْمَئِذٍ الْمَسَاقُ ) قال: لما التفَّت الآخرة بالدنيا، كان المساق إلى الله، قال: وهو أكثر قول من يقول ذلك.وقال آخرون: بل معنى ذلك: التفَّت ساقا الميت إذا لفتا في الكفن.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا ابن يمان، قال: ثنا بشير بن المهاجر، عن الحسن، في قوله: ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: لفُّهما في الكفن.حدثنا أبو هشام، قال: ثنا وكيع وابن اليمان، عن بشير بن المهاجر، عن الحسن، قال: هما ساقاك إذا لفَّتا في. الكفن.حدثنا أبو كُريب، قال: حدثنا وكيع عن بشير بن المهاجر، عن الحسن، مثله.وقال آخرون: بل معنى ذلك: التفاف ساقي الميت عند الموت.* ذكر من قال ذلك:حدثنا حميد بن مسعدة، قال ثنا بشر بن المفضل، قال: ثنا داود، عن عامر ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: ساقا الميت.حدثنا ابن المثنى، قال: ثنا عبد الوهاب وعبد الأعلى، قالا ثنا داود، عن عامر قال: التفَّت ساقاه عند الموت.حدثنا ابن المثنى، قال: ثني ابن أبى عديّ، عن داود، عن الشعبيّ مثله.حدثني إسحاق بن شاهين، قال: ثنا خالد، عن داود، عن عامر، بنحوه.حدثنا أبو كُريب وأبو هشام قالا ثنا وكيع، عن سفيان، عن حصين عن أبي مالك ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: عند الموت.حدثنا أبو هشام، قال: ثنا عبيد الله، عن إسرائيل، عن السديّ، عن أبي مالك، قال: التفَّت ساقاك عند الموت.حدثني يعقوب، قال: ثنا ابن علية، عن أبي رجاء، عن الحسن، في قوله: ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) لفَّهما أمر الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر قال: قال الحسن: ساقا ابن آدم عند الموت.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن إسماعيل السديّ، عن أبي مالك ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: هما ساقاه إذا ضمت إحداهما بالأخرى.حدثنا ابن بشار وابن المثنى، قالا ثنا محمد بن جعفر، قال: ثنا شعبة، عن قتادة ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال قتادة: أما رأيته إذا ضرب برجله رجله الأخرى.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) ماتت رجلاه فلا يحملانه إلى شيء، فقد كان عليهما جوّالا.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن السديّ، عن أبي مالك ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: ساقاه عند الموت.وقال آخرون: عُنِيَ بذلك يبسهما عند الموت.* ذكر من قال ذلك:حدثنا أبو كُريب، قال: ثنا ابن يمان، عن سفيان، عن السديّ، عن أبي مالك ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: يبسهما عند الموت.حدثنا أبو هشام، قال: ثنا ابن يمان، عن سفيان، عن السديّ، مثله.وقال آخرون: معنى ذلك: والتفّ أمر بأمر.* ذكر من قال ذلك:حدثنا أبو كُريب وأبو هشام قالا ثنا وكيع، قال: ثنا ابن أبي خالد، عن أبي عيسى ( وَالْتَفَّتِ السَّاقُ بِالسَّاقِ ) قال: الأمر بالأمر.وقال آخرون: بل عني بذلك: والتفّ بلاء ببلاء.* ذكر من قال ذلك:",
  "ayah": 30,
  "surah": 75
}
