{
  "text": "يقول تعالى ذكره: ما يجهل ابن آدم أن ربه قادر على أن يجمع عظامه، ولكنه يريد أن يمضي أمامه قُدُما في معاصي الله، لا يثنيه عنها شيء، ولا يتوب منها أبدا، ويسوّف التوبة.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا جرير، عن مغيرة، عن أبي الخير بن تميم الضبي، عن سعيد بن جُبير، عن ابن عباس في قوله: ( بَلْ يُرِيدُ الإنْسَانُ لِيَفْجُرَ أَمَامَهُ ) قال: يمضي قُدُمًا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس قوله: ( بَلْ يُرِيدُ الإنْسَانُ لِيَفْجُرَ أَمَامَهُ ) يعني الأمل، يقول الإنسان: أعمل ثم أتوب قبل يوم القيامة، ويقال: هو الكفر بالحقّ بين يدي القيامة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( لِيَفْجُرَ أَمَامَهُ ) قال: يمضي أمامه راكبا رأسه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( بَلْ يُرِيدُ الإنْسَانُ لِيَفْجُرَ أَمَامَهُ ) قال: قال الحسن: لا تلقى ابن آدم إلا تنـزع نفسه إلى معصية الله قُدُما قدما، إلا من قد عصم الله.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن، في قوله: ( لِيَفْجُرَ أَمَامَهُ ) قال: قُدُما في المعاصي.حدثنا ابن حميد، قال: ثنا سلمة، عن عمرو، عن إسماعيل السدي ( بَلْ يُرِيدُ الإنْسَانُ لِيَفْجُرَ أَمَامَهُ ) قال: قُدُما.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن النضر، عن عكرِمة ( بَلْ يُرِيدُ الإنْسَانُ لِيَفْجُرَ أَمَامَهُ ) قال: قدما لا ينـزع عن فجور.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن أبيه، عن أبي إسحاق، عن سعيد بن جُبير ( لِيَفْجُرَ أَمَامَهُ ) قال: سوف أتوب.وقال آخرون: بل معنى ذلك أنه يركب رأسه في طلب الدنيا دائبا ولا يذكر الموت.* ذكر من قال ذلك:حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( بَلْ يُرِيدُ الإنْسَانُ لِيَفْجُرَ أَمَامَهُ ) هو الأمل يؤمل الإنسان، أعيش وأصيب من الدنيا كذا، وأصيب كذا، ولا يذكر الموت.وقال آخرون: بل معنى ذلك: بل يريد الإنسان الكافر ليكذب بيوم القيامة.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( بَلْ يُرِيدُ الإنْسَانُ لِيَفْجُرَ أَمَامَهُ ) يقول: الكافر يكذّب بالحساب.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( بَلْ يُرِيدُ الإنْسَانُ لِيَفْجُرَ أَمَامَهُ ) قال: يكذّب بما أمامه يوم القيامة والحساب.وقال آخرون: بل معنى ذلك: بل يريد الإنسان ليكفر بالحقّ بين يدي القيامة، والهاء على هذا القول في قوله: ( أمامَهُ ) من ذكر القيامة، وقد ذكرنا الرواية بذلك قبل.",
  "ayah": 5,
  "surah": 75
}
