{
  "text": "سورة الفاتحہ اگرچہ قرآن حکیم کی مختصر سورتوں میں سے ہے ‘ اس کی کل سات آیات ہیں ‘ لیکن یہ قرآن حکیم کی عظیم ترین سورت ہے۔ اس سورة مبارکہ کو اُمّ القرآن بھی کہا گیا ہے اور اساس القرآن بھی۔ یعنی یہ پورے قرآن کے لیے جڑ ‘ بنیاد اور اساس کی حیثیت رکھتی ہے۔ یہ الفاتحہ کس اعتبار سے ہے ؟ فَتَحَ یَفْتَحُ کے معنی ہیں کھولنا۔ چونکہ قرآن حکیم شروع اس سورت سے ہوتا ہے لہٰذا یہ ”سورة الفاتحہ“ The Opening Surah of the Quran ہے۔ اس کا ایک نام ”الکافیہ“ یعنی کفایت کرنے والی ہے ‘ جبکہ ایک نام ”الشافیہ“ یعنی شفا دینے والی ہے۔ دوسری بات یہ نوٹ کیجیے کہ یہ سورة مبارکہ پہلی مکمل سورت ہے جو رسول اللہ ﷺ پر نازل ہوئی ہے۔ اس سے پہلے متفرق آیات نازل ہوئیں۔ سب سے پہلے سورة العلق کی پانچ آیتیں ‘ پھر سورة نٓ یا سورة القلم کی سات آیتیں ‘ پھر سورة المزمل کی نو آیتیں ‘ پھر سورة المدثر کی سات آیتیں اور پھر سورة الفاتحہ کی سات آیتیں نازل ہوئیں۔ لیکن یہ پہلی مکمل سورت ہے جو نازل ہوئی ہے رسول اللہ ﷺ پر۔ سورة الحجر میں ایک آیت بایں الفاظ آئی ہے : وَلَقَدْ اٰتَیْنٰکَ سَبْعًا مِّنَ الْمَثَانِیْ وَالْقُرْاٰنَ الْعَظِیْمَ ”ہم نے اے نبی ﷺ آپ ﷺ ‘ کو سات ایسی آیات عطا کی ہیں جو بار بار پڑھی جاتی ہیں اور عظمت والا قرآن۔“سورۃ الفاتحہ کی سات آیتیں دوہرا دوہرا کر پڑھی جاتی ہیں ‘ نماز کی ہر رکعت میں پڑھی جاتی ہیں ‘ اور یہ سورة مبارکہ خود اپنی جگہ پر ایک قرآن عظیم ہے۔ صحیح بخاری کی روایت ہے کہ رسول اللہ ﷺ نے ارشاد فرمایا :لْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ ھِیَ السَّبْعُ الْمَثَانِیُّ وَالْقُرْآنُ الْعَظِیْمُ الَّذِیْ اُوْتِیْتُہٗ 1”سورة اَلْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ ہی ”سبع مثانی“ اور ”قرآن عظیم“ ہے جو مجھے عطا ہوئی ہے۔“تعداد کے اعتبار سے اس کی سات آیات متفق علیہ ہیں۔ البتہ اہل علم میں ایک اختلاف ہے۔ بعض حضرات کے نزدیک ‘ جن میں امام شافعی رض بھی شامل ہیں ‘ آیت بسم اللہ بھی سورة الفاتحہ کا جزء ہے۔ ان کے نزدیک بِسْمِ اللّٰہِ الرَّحْمٰنِ الرَّحِیْمِ سورة الفاتحہ کی پہلی آیت اور صِرَاطَ الَّذِیْنَ اَنْعَمْتَ عَلَیْہِمْ 5 غَیْرِ الْمَغْضُوْبِ عَلَیْہِمْ وَلَا الضَّآلِّیْنَ ساتویں آیت ہے۔ لیکن دوسری طرف امام ابوحنیفہ رح کی رائے یہ ہے کہ آیت بسم اللہ سورة الفاتحہ کا جزء نہیں ہے ‘ بلکہ آیت بسم اللہ قرآن مجید کی کسی بھی سورة کا جزء نہیں ہے ‘ سوائے ایک مقام کے جہاں وہ متن میں آئی ہے۔ حضرت سلیمان علیہ السلام نے ملکۂ سبا کو جو خط لکھا تھا اس کا تذکرہ سورة النمل میں بایں الفاظ آیا ہے : اِنَّہٗ مِنْ سُلَیْمٰنَ وَاِنَّہٗ بِسْمِ اللّٰہِ الرَّحْمٰنِ الرَّحِیْمِ ۔ سورتوں کے آغاز میں یہ علامت کے طور پر لکھی گئی ہے کہ یہاں سے نئی سورة شروع ہو رہی ہے۔ ان حضرات کے نزدیک اَلْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ سورة الفاتحہ کی پہلی آیت اور اِہْدِنَا الصِّرَاطَ الْمُسْتَقِیْمَ پانچویں آیت ہے ‘ جبکہ صِرَاطَ الَّذِیْنَ اَنْعَمْتَ عَلَیْہِمْ 5 چھٹی اور غَیْرِ الْمَغْضُوْبِ عَلَیْہِمْ وَلَا الضَّآلِّیْنَ ساتویں آیت ہے۔ جن حضرات کے نزدیک آیت بسم اللہ سورة الفاتحہ کا جزء ہے وہ نماز میں جہری قراءت کرتے ہوئے بِسْمِ اللّٰہِ الرَّحْمٰنِ الرَّحِیْمِ بھی بالجہر پڑھتے ہیں ‘ اور جن حضرات کے نزدیک یہ سورة الفاتحہ کا جزء نہیں ہے وہ جہری قراءت کرتے ہوئے بھی بسم اللہ خاموشی سے پڑھتے ہیں اور اَلْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ سے قراءت شروع کرتے ہیں۔ نماز کا جزو لازم اس سورة مبارکہ کا اسلوب کیا ہے ؟ یہ بہت اہم اور سمجھنے کی بات ہے۔ ویسے تو یہ کلام اللہ ہے ‘ لیکن اس کا اسلوب دعائیہ ہے۔ یہ دعا اللہ نے ہمیں تلقین فرمائی ہے کہ مجھ سے اس طرح مخاطب ہوا کرو ‘ جب میرے حضور میں حاضر ہو تو یہ کہا کرو۔ واقعہ یہ ہے کہ اسی بنا پر قرآن مجید کی اس سورت کو نماز کا جزو لازم قرار دیا گیا ہے ‘ بلکہ سورة الفاتحہ ہی کو حدیث میں ”الصَّلاۃ“ کہا گیا ہے ‘ یعنی اصل نماز سورة الفاتحہ ہے۔ باقی اضافی چیزیں ہیں ‘ تسبیحات ہیں ‘ رکوع و سجود ہیں ‘ قرآن مجید کا کچھ حصہ آپ اور بھی پڑھ لیتے ہیں۔ حضرت عبادہ بن صامت رض سے مروی متفق علیہ حدیث ہے کہ رسول اللہ ﷺ نے ارشاد فرمایا : لاَ صَلَاۃَ لِمَنْ لَّمْ یَقْرَأْ بِفَاتِحَۃِ الْکِتَابِ 2 یعنی جو شخص نماز میں سورة الفاتحہ نہیں پڑھتا اس کی کوئی نماز نہیں ہے۔ اس کے علاوہ اور بھی بہت سی احادیث میں یہ مضمون آیا ہے۔اس اعتبار سے بھی ہمارے ہاں ایک فقہی اختلاف موجود ہے۔ بعض حضرات نے اس حدیث کو اتنا اہم سمجھا ہے کہ آپ باجماعت نماز پڑھ رہے ہیں تب بھی ان کے نزدیک آپ امام کے ساتھ ساتھ ضرور سورة الفاتحہ پڑھیں گے۔ چناچہ امام ہر آیت کے بعد وقفہ دے۔ امام جب کہے : اَلْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ تو اس کے بعد مقتدی بھی کہے : اَلْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ خواہ اپنے دل میں کہے۔ پھر امام کہے : الرَّحْمٰنِ الرَّحِیْمِ تو مقتدی بھی دل میں کہہ لے : اَلرَّحْمٰنِ الرَّحِیْمِ۔ یہ موقف ہے امام شافعی رح کا کہ نماز چاہے جہری ہو چاہے سری ہو ‘ اگر آپ امام کے پیچھے پڑھ رہے ہیں تو امام اپنی سورة الفاتحہ پڑھے گا اور آپ اپنی پڑھیں گے اور لازماً پڑھیں گے۔امام ابوحنیفہ رض کا موقف اس کے بالکل برعکس ہے کہ امام جب سورة الفاتحہ پڑھے گا تو ہم پیچھے بالکل نہیں پڑھیں گے ‘ بلکہ امام کی قراءت ہی مقتدیوں کی قراءت ہے۔ ان کا استدلال آیت قرآنی وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَہٗ وَاَنْصِتُوْا لَعَلَّکُمْ تُرْحَمُوْنَ الاعراف اور حدیث نبوی ﷺ مَنْ کَانَ لَہٗ اِمَامٌ فَقِرَاءَ ۃُ الْاِمَامِ لَہٗ قِرَاءَ ۃٌ 3 سے ہے۔ نیز ان کا کہنا ہے کہ نماز باجماعت میں امام کی حیثیت سب کے نمائندے کی ہوتی ہے۔ اگر کوئی وفد کہیں جاتا ہے اور اس وفد کا کوئی سربراہ ہوتا ہے تو وہاں جا کر گفتگو وفد کا سربراہ کرتا ہے ‘ باقی سب لوگ خاموش رہتے ہیں۔اب اس ضمن میں ایک انتہائی معاملہ تو وہ ہوگیا جو امام شافعی رح کا موقف ہے کہ چاہے جہری نماز ہو چاہے سریّ ہو ‘ اس میں امام کے پیچھے مقتدی بھی سورة الفاتحہ پڑھیں گے۔ آپ کو معلوم ہے کہ ظہر اور عصر سریّ نمازیں ہیں ‘ ان میں امام خاموشی سے قراءت کرتا ہے ‘ بلند آواز سے نہیں پڑھتا ‘ جبکہ فجر ‘ مغرب اور عشاء جہری نمازیں ہیں ‘ جن میں سورة الفاتحہ اور قرآن کا مزید کچھ حصہ پہلی دو رکعتوں میں آواز کے ساتھ پڑھا جاتا ہے۔ امام ابوحنیفہ رح کا موقف ہے کہ نماز خواہ جہری ہو خواہ سریّ ہو ‘ نماز باجماعت کی صورت میں مقتدی خاموش رہے گا اور سورة الفاتحہ نہیں پڑھے گا۔ان کے علاوہ ایک درمیانی مسلک بھی ہے اور وہ امام مالک رح اور امام ابن تیمیہ رح وغیرہما کا ہے۔ اس ضمن میں ان کا موقف یہ ہے کہ جہری رکعت میں مقتدی سورة الفاتحہ مت پڑھے ‘ بلکہ امام کی قراءت خاموشی سے سنے ‘ ازروئے نص قرآنی : وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَہٗ وَاَنْصِتُوْا لَعَلَّکُمْ تُرْحَمُوْنَ الاعراف ”اور جب قرآن پڑھا جائے تو تم پوری توجہ سے اسے سنا کرو اور خود خاموش رہا کرو ‘ تاکہ تم پر رحم کیا جائے۔“ اسی طرح حدیث نبوی ﷺ ہے : اِذَا قَرَأَ [ الْاِمَامُ ] فَاَنْصِتُوْا 4 ”جب امام قراءت کرے تو تم خاموش رہو“۔ چناچہ جب امام بالجہر قراءت کر رہا ہے : اَلْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ۔ الرَّحْمٰنِ الرَّحِیْمِ۔ مٰلِکِ یَوْمِ الدِّیْنِ۔ تو آپ سنیے اور خود خاموش رہیے ‘ لیکن جو سرّی نماز ہے اس میں امام اپنے طور پر سورة الفاتحہ پڑھے اور آپ اپنے طور پر خاموشی سے پڑھیں۔ یہ درمیانی موقف ہے ‘ اور میں نے بہرحال اسی کو اختیار کیا ہوا ہے۔فطرت سلیمہ کی پکار سورۃ الفاتحہ کے ضمن میں ‘ مَیں نے عرض کیا کہ یہ دعا ہے جو اللہ تعالیٰ نے ہمیں تلقین کی ہے۔ لیکن اس سے آگے بڑھ کر ذرا قرآن مجید کی حکمت اور فلسفہ پر اگر غور کریں گے تو اس سورت کی ایک اور شان سامنے آئے گی۔ بنیادی طور پر قرآن کا فلسفہ کیا ہے ؟ انسان اس دنیا میں جب آتا ہے تو فطرت لے کر آتا ہے ‘ جسے قرآن حکیم ”فِطْرَت اللّٰہِ“ قرار دیتا ہے ‘ ازروئے الفاظ قرآنی : فِطْرَتَ اللّٰہِ الَّتِیْ فَطَرَ النَّاسَ عَلَیْھَا ط الرّوم : 30 یہی حقیقت حدیث نبوی ﷺ میں بایں الفاظ بیان کی گئی ہے : مَا مِنْ مَوْلُوْدٍ الاَّ یُوْلَدُ عَلَی الْفِطْرَۃِ ‘ فَاَبَوَاہُ یُھَوِّدَانِہٖ اَوْ یُنَصِّرَانِہٖ اَوْ یُمَجِّسَانِہٖ 5 ”نسل انسانی کا ہر پیدا ہونے والا بچہ فطرت پر پیدا ہوتا ہے ‘ لیکن یہ اس کے والدین ہیں جو اسے یہودی ‘ نصرانی یا مجوسی بنا دیتے ہیں“۔ ہر بچہ جو پیدا ہوتا ہے فطرت اسلام لے کر آتا ہے۔ تو انسان کی فطرت کے اندر اللہ تعالیٰ نے اپنی معرفت اور اپنی محبت ودیعت کردی ہے۔ اس لیے کہ جو روح انسانی ہے وہ کہاں سے آئی ہے ؟ یَسْءَلُوْنَکَ عَنِ الرُّوْحِ ط قُلِ الرُّوْحُ مِنْ اَمْرِ رَبِّیْ ”اے نبی ﷺ ! یہ آپ سے روح کے بارے میں سوال کرتے ہیں۔ کہہ دیجیے کہ روح میرے رب کے امر میں سے ہے“۔ ہماری روح رب تعالیٰ کی طرف سے آئی ہے ‘ لہٰذا اس کے اندر اللہ کی معرفت بھی ہے ‘ اللہ کی محبت بھی ہے۔ تو جب تک ایک انسان کی فطرت میں کوئی کجی نہ آئے ‘ وہ بےراہ روی perversion سے محفوظ رہے تو اسے ہم کہتے ہیں فطرت سلیمہ ‘ یعنی سالم اور محفوظ فطرت۔ اس فطرت والا انسان جب بلوغ کو پہنچتا ہے اور اسے عقل سلیم بھی مل جاتی ہے ‘ یعنی صحیح صحیح انداز میں غور کرنے کی صلاحیت مل جاتی ہے تو ان دونوں چیزوں کے امتزاج کے نتیجہ میں ایمانیات کے کچھ بنیادی حقائق انسان پر خود منکشف ہوجاتے ہیں ‘ خواہ اسے کوئی وحی ملے یا نہ ملے۔ یہ ہے فطرت کا معاملہ اور یہ ہے قرآن کی حکمت اور فلسفہ کا اصول۔ اس کی ایک بڑی شاندار مثال قرآن مجید میں حضرت لقمان کی دی گئی ہے ‘ جو نہ نبی تھے نہ کسی نبی کے پیروکار اور امتی تھے ‘ لیکن انہیں اللہ نے حکمت عطا فرمائی تھی۔”حکمت“ فطرت سلیمہ ‘ قلب سلیم اور عقل سلیم کے امتزاج سے وجود میں آتی ہے۔ اگر فطرت بھی محفوظ ہے ‘ عقل بھی ٹیڑھ پر نہیں چل رہی ‘ بلکہ صحیح اور سیدھے راستے پر چل رہی ہے تو ان دونوں کے امتزاج سے جو حکمت پیدا ہوتی ہے ‘ انسان کو جو دانائی wisdom میسرّ آتی ہے اس کے نتیجہ میں وہ پہچان لیتا ہے کہ اس کائنات کا ایک پیدا کرنے والا ہے ‘ یہ خود بخود نہیں بنی ہے۔ دوسرے یہ کہ وہ اکیلا ہے ‘ تنہا ہے ‘ کوئی اس کا ساجھی نہیں ہے لَا مِثْلَ لَہٗ وَلَا مِثَالَ لَہٗ وَلَا مَثِیْلَ لَہٗ وَلَا کُفُوَ لَہٗ وَلَا ضِدَّ لَہٗ وَلَا نِدَّ لَہٗ ۔ کوئی اس کا مدّمقابل نہیں ہے اور اس میں تمام صفات کمال بتمام و کمال موجود ہیں۔ وہ عَلٰی کُلِّ شَیْ ءٍ قَدِیْر ہے ‘ بِکُلِّ شَیْ ءٍ عَلِیْم ہے ‘ ہر جگہ موجود ہے ‘ اور اس کی ذات میں کوئی نقص ‘ کوئی عیب ‘ کوئی کوتاہی ‘ کوئی تقصیر ‘ کوئی کمزوری ‘ کوئی ضعف ‘ کوئی احتیاج قطعاً نہیں ہے۔یہ پانچ باتیں فطرت سلیمہ اور عقل سلیم کے نتیجہ میں انسان کے علم میں آتی ہیں ‘ چاہے اسے ابھی کسی وحی سے فیض حاصل نہ ہوا ہو۔ چناچہ آپ دیکھتے ہیں کہ چین کا بڑا فلسفی اور حکیم کنفیوشس ان تمام باتوں کو ماننے والا تھا ‘ حالانکہ وہ نبی تو نہیں تھا ! مزیدبرآں یہ بات بھی سامنے آتی ہے کہ انسانی زندگی صرف یہ دنیا کی زندگی نہیں ہے ‘ اصل زندگی ایک اور ہے جو موت کے بعد شروع ہوگی اور اس میں انسان کو اس زندگی کے اعمال کا پورا پورا بدلہ ملے گا ‘ نیکیاں کمائی ہیں تو ان کی جزا ملے گی اور بدیاں کمائی ہیں تو ان کی سزا ملے گی۔ یہ وہ حقائق ہیں کہ جہاں تک انسان اپنی عقل سلیم اور فطرت سلیمہ کی رہنمائی سے پہنچ جاتا ہے۔ پھر اس کا منطقی نتیجہ یہ نکلتا ہے کہ ایک ہستی جو یکتا ہے ‘ وہی پیدا کرنے والا ہے ‘ پروردگار ہے ‘ عَلٰی کُلِّ شَیْ ءٍ قَدِیْر ہے ‘ بِکُلِّ شَیْ ءٍ عَلِیْم ہے ‘ وہی رازق ہے ‘ وہی خالق ہے ‘ وہی مالک ہے ‘ وہی مشکل کشا ہے ‘ تو اب اسی کی بندگی ہونی چاہیے ‘ اسی کا حکم ماننا چاہیے ‘ اسی سے محبت کرنی چاہیے ‘ اسی کو مطلوب بنانا چاہیے ‘ اسی کو مقصود بنانا چاہیے۔ یہ اس کا منطقی نتیجہ ہے اور یہاں تک انسان عقل سلیم اور فطرت سلیمہ کی رہنمائی سے پہنچ جاتا ہے۔درخواست ہدایت البتہ اب آگے مسئلہ آتا ہے کہ میں کیا کروں کیا نہ کروں ؟ اس میں بھی جہاں تک انفرادی معاملات ہیں ‘ ان کے ضمن میں ایک روشنی اللہ نے انسان کے باطن میں رکھی ہوئی ہے ‘ اس کے ضمیر کے اندر ‘ قلب اور روح کے اندر یہ روشنی موجود ہے کہ انسان نیکی اور بدی کو خوب جانتا ہے۔ ازروئے الفاظ قرآنی : وَنَفْسٍ وَّمَا سَوّٰٹھَا۔ فَاَلْھَمَھَا فُجُوْرَھَا وَتَقْوٰٹھَا۔ الشمس ”قسم ہے نفس انسانی کی اور جو اسے سنوارا درست کیا ‘ اس کی نوک پلک سنواری ‘ پھر اس میں نیکی اور بدی کا علم الہامی طور پر رکھ دیا“۔ ہر انسان جانتا ہے کہ جھوٹ بولنا برا ہے ‘ سچ بولنا اچھا ہے ‘ وعدہ پورا کرنا اچھا ہے ‘ وعدہ خلافی بری بات ہے ‘ پڑوسی کو ستانا بہت بری بات ہے جبکہ پڑوسی کے ساتھ خوش خلقی کے ساتھ پیش آنا انسانیت کا تقاضا ہے۔ تو انفرادی سطح پر بھی انسان صحیح اور غلط ‘ حق اور باطل میں کچھ نہ کچھ فرق کرلیتا ہے۔ لیکن جب اجتماعی زندگی کا معاملہ آتا ہے تو اس کے لیے مجبوری ہے کہ وہ نہیں سمجھ سکتا کہ اعتدال کا راستہ کون سا ہے۔ عائلی زندگی میں عورت کا مقام کیا ہونا چاہیے ‘ عورت کے حقوق کیا ہونے چاہئیں۔ چناچہ ایک انتہا تو یہ ہے کہ دنیا میں عورت کو مرد کی ملکیت بنا لیا گیا۔ جیسے بھیڑ بکری کسی کی ملکیت ہے ‘ ایسے ہی گویا بیوی بھی خاوند کی ملکیت ہے ‘ اس کی کوئی حیثیت ہی نہیں ‘ اس کے کوئی حقوق ہی نہیں ‘ اس کا کوئی legal status ہی نہیں ‘ اس کے کوئی دستوری حقوق ہی نہیں۔ وہ نہ کسی شے کی مالک ہوسکتی ہے ‘ نہ کوئی کاروبار کرسکتی ہے۔ اور ایک انتہا یہ ہوتی ہے کہ کوئی قلوپطرہ ہے جو کسی قوم کی سربراہ بن کر بیٹھ جائے اور پھر اس کا بیڑا غرق کر دے ‘ جیسے مصر کا بیڑا قلوپطرہ نے غرق کیا۔ تو یہ دو متضاد انتہائیں ہیں۔آج ہمیں مغرب میں نظر آ رہا ہے کہ مرد و زن بالکل شانہ بشانہ اور برابر ہیں۔ اس کا نتیجہ کیا نکلا ؟ فیملی لائف ختم ہو کر رہ گئی۔ اب وہاں صرف one parent family ہے۔ بل کلنٹن نے سال نو پر اپنی قوم کو جو پیغام دیا تھا اس میں کہا تھا کہ عنقریب ہماری امریکی قوم کی عظیم اکثریت حرام زادوں پر مشتمل ہوگی۔ اس نے الفاظ استعمال کیے تھے : Born without any wedlock۔ حلال زادہ اور حرام زادہ میں یہی تو فرق ہے کہ اگر ماں باپ کا نکاح ہوا ہے ‘ شادی ہوئی ہے تو ان کے ملاپ کے نتیجے میں پیدا ہونے والا بچہ ان کی حلال اور جائز اولاد ہے۔ لیکن اگر ایک مرد اور ایک عورت نے بغیر نکاح کے تعلق قائم کرلیا ہے تو اس طرح بغیر کسی Legal marriage کے ‘ بغیر کسی شادی کے بندھن کے جو اولاد ہوگی وہ حرامی ہے۔ بل کلنٹن کو معلوم تھا کہ ان کے یہاں اب جو بچے پیدا ہو رہے ہیں وہ اکثر و بیشتربغیر کسی شادی کے بندھن کے پیدا ہو رہے ہیں ‘ لہٰذا اس نے کہا کہ عنقریب ہماری قوم کی اکثریت حرام زادوں پر مشتمل ہوگی۔ ایک قوم کی کج روی اور perversion کی انتہا یہ ہے کہ انہوں نے بنیادی فارموں میں سے باپ کا نام ہی نکال دیا ہے۔ اس لیے کہ بہت سے بچوں کو پتا ہی نہیں ہے کہ ہمارا باپ کون ہے ‘ وہ تو اپنی ماں سے واقف ہیں ‘ باپ کے بارے میں انہیں کچھ علم نہیں ہے۔ اسی طرح سرمایہ اور محنت کے درمیان حقوق و فرائض کا توازن کیا ہو ‘ یہاں بھی انسان بےبس ہے۔ سرمایہ دار کی اپنی مصلحتیں ہیں اور مزدور کی اپنی مصلحتیں ہیں۔ سرمایہ دار کو اندازہ نہیں ہوسکتا کہ مزدور پر کیا بیت رہی ہے ‘ وہ کن مشقتوں میں ہے۔ بقول علامہ اقبال ؂تو قادر و عادل ہے مگر تیرے جہاں میں ہیں تلخ بہت بندۂ مزدور کے اوقات !لہٰذا سرمایہ کے کیا حقوق ہیں اور لیبر کے کیا حقوق ہیں ‘ ان میں توازن کیا ہو ‘ یہ کس طرح معینّ ہوگا ؟اسی طرح کا معاملہ فرد اور معاشرے کا ہے۔ ایک طرف انفرادی حقوق اور انفرادی آزادی ہے اور دوسری طرف معاشرہ ‘ قوم اور ریاست state ہے۔ کس کے حقوق زیادہ ہوں گے ؟ ایک فرد کہتا ہے میں آزاد ہوں ‘ میں مادر زاد برہنہ ہو کر سڑک پر چلوں گا ‘ تم کون ہو مجھے روکنے والے ؟ آیا اسے روکا جاسکتا ہے یا نہیں ؟ اگر اسے روک دیا جائے تو اس کی آزادی پر قدغن ہوجائے گی۔ اگر اسے کہا جائے کہ تم اس طرح نہیں نکل سکتے تو آزادی تو نہیں رہی ‘ اس کی مادر پدر آزادی تو ختم ہوجائے گی ! لیکن ظاہر بات ہے کہ ایک ریاست اور معاشرہ کے کچھ اصول ہیں ‘ اس کے کچھ اخلاقیات ہیں ‘ کچھ قواعد و قوانین ہیں۔ وہ چاہتی ہے کہ ان کی پابندی کی جائے ‘ اور پابندی کرانے کے لیے وہ چاہتی ہے کہ اس کے پاس اختیارات ہوں ‘ اتھارٹی ہو۔ دوسری طرف عوام یہ چاہتے ہیں کہ ہمارے حقوق کا سارا معاملہ ہمارے اپنے ہاتھ میں ہونا چاہیے۔ اب اس میں اعتدال کا راستہ کون سا ہے ؟ یہ ہے وہ عقدۂ لاینحل dilemma کہ جس میں انسان کے لیے اس کے سوا کوئی اور شکل نہیں ہے کہ گھٹنے ٹیک کر اللہ سے دعا کرے کہ پروردگار ! میں اس مسئلہ کو حل نہیں کرسکتا ‘ میں تجھ سے رہنمائی چاہتا ہوں۔ تو مجھے ہدایت دے ‘ سیدھے راستہ پر چلا ! میں نے تجھے پہچان لیا ‘ میں نے یہ بھی جان لیا کہ مرنے کے بعد جی اٹھنا ہے اور حساب کتاب ہوگا اور مجھے جواب دہی کرنی پڑے گی ‘ اور میں اس نتیجہ پر بھی پہنچ چکا ہوں کہ تیری ہی بندگی کرنی چاہیے ‘ تیری ہی اطاعت کرنی چاہیے ‘ تیرے ہی حکم پر چلنا چاہیے۔۔ لیکن اس سے آگے میں کیا کروں کیا نہ کروں ؟ کیا صحیح ہے کیا غلط ہے ؟ کیا جائز ہے کیا ناجائز ہے ؟ میرا نفس تو مجھے اپنی مرغوب چیزوں پر اکساتا ہے۔ لیکن جس چیز کے لیے میرے نفس نے مجھے اکسایا ہے وہ جائز بھی ہے یا نہیں ؟ صحیح بھی ہے یا نہیں ؟ فوری طور پر تو مجھے اس سے مسرت حاصل ہو رہی ہے ‘ مجھے اس سے ّ لذت حاصل ہو رہی ہے ‘ منفعت پہنچ رہی ہے ‘ لیکن میں نہیں جانتا کہ آخر کار ‘ نتیجے کے اعتبار سے یہ چیز معاشرے کے لیے اور خود میرے لیے نقصان دہ بھی ہوسکتی ہے ؟ اے اللہ ! میں نہیں جانتا ‘ تو مجھے ہدایت دے ‘ مجھے راستہ دکھا ‘ سیدھا راستہ ‘ درمیانی راستہ ‘ ایسا راستہ جو متوازن ہو ‘ جس میں انصاف ہو ‘ جس میں عدل اور قسط ہو ‘ جس میں کسی کے حقوق ساقط نہ ہوں اور کوئی جابر بن کر مسلطّ نہ ہوجائے ‘ جس میں نہ کوئی حزن و ملال اور مایوسی ودرماندگی depression ہو ‘ نہ کوئی معاشی استحاصل ہو ‘ نہ کوئی سماجی امتیاز ہو۔ اے ربّ ! ان تینوں چیزوں سے پاک ایک صراط مستقیم میں اپنے ذہن سے تلاش نہیں کرسکتا ‘ میرے فیصلے جو ہیں غلط ہوجائیں گے۔ تو میں ہاتھ جوڑ کر عرض کرتا ہوں کہ مجھے اس سیدھے راستے کی ہدایت بخش دے۔یوں سمجھئے کہ پس منظر میں ایک شخص ہے جو اپنی سلامتئ طبع ‘ سلامتئ فطرت اور سلامتئ عقل کی رہنمائی میں یہاں تک پہنچ گیا کہ اس نے اللہ کو پہچان لیا ‘ آخرت کو پہچان لیا ‘ یہ بھی طے کرلیا کہ راستہ ایک ہی ہے اور وہ ہے اللہ کی بندگی کا راستہ ‘ لیکن اس کے بعد اسے احتیاج محسوس ہو رہی ہے کہ مجھے بتایا جائے کہ اب میں دائیں طرف مڑوں یا بائیں طرف مڑوں ؟ یہ مجھے نہیں معلوم۔ قدم قدم پر چورا ہے آ رہے ہیں ‘ سہ را ہے آ رہے ہیں۔ ظاہر بات ہے ان میں سے ایک ہی راستہ ہوگا جو سیدھا منزل مقصود تک لے کر جائے گا۔ کہیں میں غلط موڑ مڑ گیا تو میرا حال اس شعر کے مصداق ہوجائے گا ؂رستم کہ خار از پاکشم محمل نہاں شد از نظر یک لحظہ غافل گشتم وصد سالہ راہم دور شد !ایک چھوٹی سی غلطی انسان کو کہاں سے کہاں لے جاتی ہے۔ ظاہر بات ہے کہ سیدھے راستہ سے آپ ذرا ساکج ہوگئے تو جتنا آپ آگے بڑھیں گے اسی قدر اس صراط مستقیم سے آپ کا فاصلہ بڑھتا چلا جائے گا۔ آغاز میں تو محض دس ڈگری کا اینگل تھا ‘ زیادہ فاصلہ نہیں تھا ‘ لیکن یہ دس ڈگری کا اینگل کھلتا چلا جائے گا اور آپ صراط مستقیم سے دور سے دور تر ہوتے چلے جائیں گے۔اللہ کرے کہ سورة الفاتحہ کو پڑھتے ہوئے ہم بھی اسی مقام پر کھڑے ہوں کہ ہمارا دل ٹھکا ہوا ہو ‘ ہمیں اللہ پر ایمان ‘ اللہ کی ربوبیتّ پر ایمان ‘ اللہ کی رحمانیتّ پر ایمان ‘ اللہ کے مالک یوم الدینّ ہونے پر ایمان حاصل ہو۔ یہ بھی ہمارا عزم ہو اور ہمارا طے شدہ فیصلہ ہو کہ اسی کی بندگی کرنی ہے ‘ اور پھر اس کے سامنے دست سوال دراز کریں کہ پروردگار ہمیں ہدایت عطا فرما !سورۃ الفاتحہ کے تین حصے اس سورة مبارکہ کے اسلوب کے حوالے سے اب میں اس کے مضامین کا تجزیہ آپ کے سامنے رکھتا ہوں۔ اس سورة مبارکہ کو آپ تین حصوں میں تقسیم کرسکتے ہیں۔ پہلی تین آیات میں اللہ کی حمد و ثنا ہے ‘ آخری تین آیات میں اللہ سے دعا ہے ‘ جبکہ درمیان کی چوتھی آیت میں بندے کا اپنے رب سے ایک عہد و پیمان ہے۔ یہ گویا اللہ اور بندے کا ایک hand shake ہے۔جزوِ اوّل : پہلی تین آیات میں انسان کی طرف سے ان حقائق کا اظہار ہے جہاں تک وہ خود پہنچ گیا ہے۔ یہ تین آیتیں مل کر ایک جملہ بنتی ہیں۔ گرامر کے اعتبار سے بھی یہ بڑی خوبصورت تقسیم ہے۔ پہلی تین آیتوں میں جو مل کر ایک جملہ بنتی ہیں اللہ کی حمدوثنا ہے۔",
  "ayah": 1,
  "surah": 1
}
