{
  "text": "اَلْحَمْدُ لِلّٰہِ اَلْحَمْدُ مبتدأ ‘ لِلّٰہِ خبر۔ ”کل تعریف کل حمد و ثنا اور کل شکر اللہ کے لیے ہے“۔ اب وہ اللہ کون ہے ؟ رَبِّ الْعٰلَمِیْنَ ”جو تمام جہانوں کا مالک ہے پروردگار ہے ‘ پرورش کنندہ ہے“۔ الرَّحْمٰنِ الرَّحِیْمِ ”جو رحمن اور رحیم ہے“۔ اَلْحَمْدُ لِلّٰہِ میں لام حرف جر ہے لہٰذا ”اللّٰہ“ مجرور ہے۔ اس کے بعد آنے والے کلمات رَبِّ الْعٰلَمِیْنَ ‘ الرَّحْمٰنِ الرَّحِیْمِ اور مٰلِکِ یَوْمِ الدِّیْنِ ”اللّٰہ“ کا بدل ہونے کے باعث مجرور ہیں۔ یہ گویا ایک جملہ چلا آ رہا ہے : کل حمد ‘ کل ثنا ‘ کل شکر اس اللہ کے لیے ہے جو تمام جہانوں کا مالک ہے ‘ مختار ہے ‘ آقا ہے ‘ پروردگار ہے ‘ رحمن ہے اور رحیم ہے۔نوٹ کر لیجیے کہ آیت بسم اللہ میں بھی اللہ تعالیٰ کے نام کے ساتھ یہ دونوں صفاتی نام ‘ ”الرَّحْمٰنِ الرَّحِیْمِ“ آئے ہیں۔ بلکہ دونوں جگہ اللہ کے لیے تین نام ہیں۔ سب سے پہلا نام ”اللّٰہ“ ہے۔ اسے کہا جاتا ہے کہ یہ اللہ تعالیٰ کا اسم ذات ہے۔ اگرچہ میں اس کا قائل نہیں ہوں۔ یہ بھی ایک صفاتی نام ہے۔ ”الٰہ“ پر ”ال“ داخل ہو کر ”اللّٰہ“ بن گیا۔ لیکن بہرحال ”اللّٰہ“ کا نام بڑی اہمیت کا حامل ہے اور عرب میں سب سے زیادہ معروف یہی نام تھا۔ جب قرآن نے رحمن کا تذکرہ کرنا شروع کیا تو وہ حیران ہوئے اور کہنے لگے کہ یہ رحمن کیا ہوتا ہے ؟ مَا الرَّحْمٰنُ تب یہ کہا گیا : قُلِ ادْعُوا اللّٰہَ اَوِادْعُوا الرَّحْمٰنَط اَیًّا مَّا تَدْعُوْا فَلَہُ الْاَسْمَآءُ الْحُسْنٰی ج بنی اسراء یل : 110 ”اے نبی ﷺ ! ان سے کہہ دو کہ اسے اللہ کہہ کر پکارلو یا رحمن کہہ کر پکار لو ‘ جو کہہ کر بھی پکارو گے تو تمام اچھے نام اسی کے ہیں“۔ یہ تمام صفات کمال اسی کی ذات میں موجود ہیں۔ Call the rose by any name it will smell as sweetاسم ”اللہ“ کے تین معنی ہیں۔ تفصیل سے صرف نظر کرتے ہوئے عرض کر رہا ہوں کہ عوام کے نزدیک اللہ سے مراد حاجت روا ہے ‘ جس کی طرف انسان تکلیف اور مصیبت میں ‘ مشکلات میں ‘ رزق کے لیے اور اپنی دیگر حاجات کے لیے رجوع کرتا ہے۔ ”اللہ“ کا ایک اور مفہوم یہ ہے کہ وہ ہستی جو انسان کو سب سے زیادہ محبوب ہو وَالَّذِیْنَ اٰمَنُوْا اَشَدُّ حُبًّا لِّلّٰہِ یہ صوفیاء کرام کا تصوّر ہے۔ اور ایک ہے فلاسفہ کا تصوّر کہ ”اللہ“ وہ ہستی ہے جس کی کنہ سے کوئی واقف نہیں ہوسکتا ‘ اس کے بارے میں غور وفکر سے سوائے تحیّر کے اور کچھ حاصل نہیں ہوسکتا۔ تو اس مادّہ ”ا ل ھ“ یا ”و ل ھ“ کے اندر تین معانی ہیں 1 وہ ہستی کہ جس کی طرف اپنی تکلیف و مصیبت کے رفع کرنے کے لیے اور اپنی ضروریات پوری کرانے کے لیے رجوع کیا جائے۔ 2 وہ ہستی جس سے انتہائی محبت ہو۔ 3 جس کی ہستی کا ادراک ممکن نہیں ‘ جس کی کنہ ہمارے فہم اور ہمارے تصوّر سے ماوراء ‘ وراء الوراء ‘ ثم وراء الوراء ہے۔",
  "ayah": 2,
  "surah": 1
}
