{
  "text": "أولئك يؤتون أجرهم مرتين ثبت في صحيح مسلم عن أبي موسى أن رسول الله صلى الله عليه وسلم قال : ثلاثة يؤتون أجرهم مرتين : رجل من أهل الكتاب آمن بنبيه وأدرك النبي صلى الله عليه وسلم فآمن به واتبعه وصدقه فله أجران ، وعبد مملوك أدى حق الله عز وجل وحق سيده فله أجران ، ورجل كانت له أمة فغذاها فأحسن غذاءها ثم أدبها ثم أعتقها وتزوجها فله أجران قال الشعبي للخراساني : خذا هذا الحديث بغير شيء فقد كان الرجل يرحل فيما دون هذا إلى المدينة وخرجه البخاري أيضا . قال علماؤنا : لما كان كل واحد [ ص: 273 ] من هؤلاء مخاطبا بأمرين من جهتين استحق كل واحد منهم أجرين ، فالكتابي كان مخاطبا من جهة نبيه ، ثم إنه خوطب من جهة نبينا فأجابه واتبعه فله أجر الملتين ، وكذلك العبد هو مأمور من جهة الله تعالى ومن جهة سيده ، ورب الأمة لما قام بما خوطب به من تربيته أمته وأدبها فقد أحياها إحياء التربية ، ثم إنه لما أعتقها وتزوجها أحياها إحياء الحرية التي ألحقها فيه بمنصبه ، فقد قام بما أمر فيها ، فأجر كل واحد منهم أجرين . ثم إن كل واحد من الأجرين مضاعف في نفسه ، الحسنة بعشر أمثالها فتتضاعف الأجور ، ولذلك قيل : إن العبد الذي يقوم بحق سيده وحق الله تعالى أفضل من الحر ، وهو الذي ارتضاهأبو عمر بن عبد البر وغيره وفي الصحيح عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : للعبد المملوك المصلح أجران والذي نفس أبي هريرة بيده لولا الجهاد في سبيل الله والحج وبر أمي لأحببت أن أموت وأنا مملوك قال سعيد بن المسيب : وبلغنا أن أبا هريرة لم يكن يحج حتى ماتت أمه لصحبتها . وفي الصحيح أيضا عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : نعما للمملوك أن يتوفى يحسن عبادة الله وصحابة سيده نعما له .الثانية : قوله تعالى : بما صبروا عام في صبرهم على ملتهم ، ثم على هذه وعلى الأذى الذي يلقونه من الكفار وغير ذلك .الثالثة : قوله تعالى : ويدرءون بالحسنة السيئة أي يدفعون ، درأت : إذا دفعت ، والدرء : الدفع وفي الحديث : ادرءوا الحدود بالشبهات قيل : يدفعون بالاحتمال والكلام الحسن الأذى . وقيل : يدفعون بالتوبة والاستغفار الذنوب ; وعلى الأول فهو وصف لمكارم الأخلاق ; أي من قال لهم سوءا لاينوه وقابلوه من القول الحسن بما يدفعه ، فهذه آية مهادنة ، وهي من صدر الإسلام ، وهي مما نسختها آية السيف وبقي حكمها فيما دون الكفر يتعاطاه أمة محمد صلى الله عليه وسلم إلى يوم القيامة ومنه قوله عليه السلام لمعاذ : وأتبع السيئة الحسنة تمحها وخالق [ ص: 274 ] الناس بخلق حسن ومن الخلق الحسن دفع المكروه والأذى ، والصبر على الجفا بالإعراض عنه ولين الحديث .الرابعة : قوله تعالى : ومما رزقناهم ينفقون أثنى عليهم بأنهم ينفقون من أموالهم في الطاعات وفي رسم الشرع ، وفي ذلك حض على الصدقات وقد يكون الإنفاق من الأبدان بالصوم والصلاة ،",
  "ayah": 54,
  "surah": 28
}
