{
  "text": "قوله تعالى : وأوحينا إلى أم موسى قد تقدم معنى الوحي ومحامله واختلف في هذا الوحي إلى أم موسى ; فقالت فرقة : كان قولا في منامها وقال قتادة : كان إلهاما . وقالت فرقة : كان بملك يمثل لها ، قال مقاتل : أتاها جبريل بذلك . فعلى هذا هو وحي إعلام لا إلهام . وأجمع الكل على أنها لم تكن نبية ، وإنما إرسال الملك إليها على نحو تكليم [ ص: 232 ] الملك للأقرع والأبرص والأعمى في الحديث المشهور ; خرجه البخاري ومسلم ، وقد ذكرناه في سورة ( براءة ) وغير ذلك مما روي من تكليم الملائكة للناس من غير نبوة ، وقد سلمت على عمران بن حصين فلم يكن بذلك نبيا .واسمها أيارخا وقيل أيارخت فيما ذكر السهيلي وقال الثعلبي : واسم أم موسى لوحا بنت هاند بن لاوى بن يعقوب . أن أرضعيه وقرأ عمر بن عبد العزيز : ( أن ارضعيه ) بكسر النون وألف وصل ; حذف همزة ( أرضع ) تخفيفا ثم كسر النون لالتقاء الساكنين . قال مجاهد : وكان الوحي بالرضاع قبل الولادة . وقال غيره : بعدها . قال السدي : لما ولدت أم موسى أمرت أن ترضعه عقيب الولادة وتصنع به بما في الآية ; لأن الخوف كان عقيب الولادة وقال ابن جريج : أمرت بإرضاعه أربعة أشهر في بستان ، فإذا خافت أن يصيح لأن لبنها لا يكفيه صنعت به هذا . والأول أظهر إلا أن الآخر يعضده قوله : فإذا خفت عليه و ( إذا ) لما يستقبل من الزمان ; فيروى أنها اتخذت له تابوتا من بردي وقيرته بالقار من داخله ، ووضعت فيه موسى وألقته في نيل مصر وقد مضى خبره في ( طه ) قال ابن عباس : إن بني إسرائيل لما كثروا بمصر استطالوا على الناس ، وعملوا بالمعاصي ، فسلط الله عليهم القبط ، وساموهم سوء العذاب ، إلى أن نجاهم الله على يد موسى قال وهب : بلغني أن فرعون ذبح في طلب موسى سبعين ألف وليد ويقال : تسعون ألفا . ويروى أنها حين اقتربت وضربها الطلق ، وكانت بعض القوابل الموكلات بحبالى بني إسرائيل مصافية لها ، فقالت : لينفعني حبك اليوم ، فعالجتها فلما وقع إلى الأرض هالها نور بين عينيه ، وارتعش كل مفصل منها ، ودخل حبه قلبها ، ثم قالت : ما جئتك إلا لأقتل مولودك وأخبر فرعون ، ولكني وجدت لابنك حبا ما وجدت مثله قط ، فاحفظيه ; فلما خرجت جاء عيون فرعون فلفته في خرقة ووضعته في تنور مسجور نارا لم تعلم ما تصنع لما طاش عقلها ، فطلبوا فلم يلفوا شيئا ، فخرجوا وهي لا تدري مكانه ، فسمعت بكاءه من التنور ، وقد جعل الله عليه النار بردا وسلاما .قوله تعالى : ولا تخافي فيه وجهان : أحدهما : لا تخافي عليه الغرق ; قاله ابن زيد الثاني : لا تخافي عليه الضيعة ; قاله يحيى بن سلام ولا تحزني فيه أيضا وجهان : أحدهما : لا تحزني لفراقه ; قاله ابن زيد الثاني : لا تحزني أن يقتل ; قاله يحيى بن سلام فقيل : إنها جعلته في تابوت طوله خمسة أشبار وعرضه خمسة أشبار ، وجعلت المفتاح مع [ ص: 233 ] التابوت وطرحته في اليم بعد أن أرضعته أربعة أشهر وقال آخرون : ثلاثة أشهر وقال آخرون ثمانية أشهر ; في حكاية الكلبي وحكي أنه لما فرغ النجار من صنعة التابوت نم إلى فرعون بخبره ، فبعث معه من يأخذه ، فطمس الله عينيه وقلبه فلم يعرف الطريق ، فأيقن أنه المولود الذي يخاف منه فرعون ، فآمن من ذلك الوقت ; وهو مؤمن آل فرعون ; ذكره الماوردي . قال ابن عباس : فلما توارى عنها ندمها الشيطان وقالت في نفسها : لو ذبح عندي فكفنته وواريته لكان أحب إلي من إلقائه في البحر فقال الله تعالى : إنا رادوه إليك وجاعلوه من المرسلين أي إلى أهل مصر . حكى الأصمعي قال : سمعت جارية أعرابية تنشد وتقول :أستغفر الله لذنبي كله قبلت إنسانا بغير حله     مثل الغزال ناعما في دلهفانتصف الليل ولم أصلهفقلت : قاتلك الله ما أفصحك ! فقالت : أويعد هذا فصاحة مع قوله تعالى : وأوحينا إلى أم موسى أن أرضعيه الآية فجمع في آية واحدة بين أمرين ونهيين وخبرين وبشارتين .",
  "ayah": 7,
  "surah": 28
}
