{
  "text": "قوله تعالى : إن قارون كان من قوم موسى لما قال تعالى : وما أوتيتم من شيء فمتاع الحياة الدنيا وزينتها بين أن قارون أوتيها واغتر بها ولم تعصمه من عذاب الله كما لم تعصم فرعون ، ولستم أيها المشركون بأكثر عددا ومالا من قارون وفرعون ، فلم ينفع فرعون جنوده وأمواله ولم ينفع قارون قرابته من موسى ولا كنوزه . قال النخعي وقتادة وغيرهما : كان ابن عم موسى لحا ; وهو قارون بن يصهر بن قاهث بن لاوى بن يعقوب ; وموسى بن عمران بن قاهث وقال ابن إسحاق : كان عم موسى لأب وأم . وقيل : كان ابن خالته . ولم ينصرف للعجمة والتعريف وما كان على وزن ( فاعول ) أعجميا لا يحسن فيه الألف واللام ، لم ينصرف في المعرفة وانصرف في النكرة ، فإن حسنت فيه الألف واللام انصرف إن كان اسما لمذكر نحو طاوس وراقود قال الزجاج : ولو كان قارون من قرنت الشيء لانصرف . ( فبغى عليهم ) بغيه أنه زاد في طول ثوبه شبرا ; قاله شهر بن حوشب وفي الحديث لا ينظر الله إلى من جر إزاره بطرا وقيل : بغيه كفره بالله عز وجل ; قاله الضحاك وقيل : بغيه استخفافه بهم بكثرة ماله وولده ; قاله قتادة وقيل : بغيه نسبته ما آتاه الله من الكنوز إلى نفسه بعلمه وحيلته ; قاله ابن بحر وقيل : بغيه قوله إذا كانت النبوة لموسى والمذبح والقربان في هارون فما لي ! فروي أنه لما جاوز بهم موسى البحر وصارت الرسالة لموسى والحبورة لهارون ; يقرب القربان [ ص: 285 ] ويكون رأسا فيهم ، وكان القربان لموسى فجعله موسى إلى أخيه ، وجد قارون في نفسه وحسدهما فقال لموسى : الأمر لكما وليس لي شيء إلى متى أصبر ؟ قال موسى ; هذا صنع الله . قال : والله لا أصدقنك حتى تأتي بآية ; فأمر رؤساء بني إسرائيل أن يجيء كل واحد منهم بعصاه ، فحزمها وألقاها في القبة التي كان الوحي ينزل عليه فيها ، وكانوا يحرسون عصيهم بالليل فأصبحوا وإذا بعصا هارون تهتز ولها ورق أخضر - وكانت من شجر اللوز - فقال قارون : ما هو بأعجب مما تصنع من السحر فبغى عليهم من البغي وهو الظلم وقال يحيى بن سلام وابن المسيب : كان قارون غنيا عاملا لفرعون على بني إسرائيل فتعدى عليهم وظلمهم وكان منهم . وقول سابع : روي عن ابن عباس قال : لما أمر الله تعالى برجم الزاني عمد قارون إلى امرأة بغي وأعطاها مالا ، وحملها على أن ادعت على موسى أنه زنى بها وأنه أحبلها ; فعظم على موسى ذلك وأحلفها بالله الذي فلق البحر لبني إسرائيل ، وأنزل التوراة على موسى إلا صدقت فتداركها الله . فقالت : أشهد أنك بريء ، وأن قارون أعطاني مالا ، وحملني على أن قلت ما قلت ، وأنت الصادق وقارون الكاذب ، فجعل الله أمر قارون إلى موسى وأمر الأرض أن تطيعه ، فجاءه وهو يقول للأرض : يا أرض خذيه ; يا أرض خذيه ، وهي تأخذه شيئا فشيئا وهو يستغيث : يا موسى ! إلى أن ساخ في الأرض هو وداره وجلساؤه الذين كانوا على مذهبه .وروي أن الله تعالى أوحى إلى موسى : استغاث بك عبادي فلم ترحمهم ، أما إنهم لو دعوني لوجدوني قريبا مجيبا . ابن جريج : بلغنا أنه يخسف بهم كل يوم قامة ، فلا يبلغون إلى أسفل الأرض إلى يوم القيامة ، وذكر ابن أبي الدنيا في كتاب الفرج : حدثني إبراهيم بن راشد قال : حدثني داود بن مهران عن الوليد بن مسلم عن مروان بن جناح عن يونس بن ميسرة بن حلبس ، قال : لقي قارون يونس في ظلمات البحر ، فنادى قارون يونس ، فقال : يا يونس تب إلى الله فإنك تجده عند أول قدم ترجع بها إليه ، فقال يونس : ما منعك من التوبة ، فقال : إن توبتي جعلت إلى ابن عمي فأبى أن يقبل مني . وفي الخبر : إذا وصل قارون إلى قرار الأرض السابعة نفخ إسرافيل في الصور والله أعلم . قال السدي : وكان اسم البغي [ ص: 286 ] سبرتا ، وبذل لها قارون ألفي درهم . قتادة : وكان قطع البحر مع موسى وكان يسمى المنور من حسن صورته في التوراة ، ولكن عدو الله نافق كما نافق السامري .قوله تعالى : وآتيناه من الكنوز قال عطاء : أصاب كثيرا من كنوز يوسف عليه السلام . وقال الوليد بن مروان : إنه كان يعمل الكيمياء ( ما إن مفاتحه ) إن واسمها وخبرها في صلة ( ما ) . و ( ما ) مفعولة ( آتينا ) . قال النحاس : وسمعت علي بن سليمان يقول ما أقبح ما يقول الكوفيون في الصلات ; إنه لا يجوز أن تكون صلة ( الذي ) وأخواته ( إن ) وما عملت فيه ، وفي القرآن ( ما إن مفاتحه ) . وهو جمع مفتح بالكسر وهو ما يفتح به ومن قال : ( مفتاح ) قال : ( مفاتيح ) ومن قال : هي الخزائن ، فواحدها مفتح بالفتح . ( لتنوء بالعصبة ) أحسن ما قيل فيه أن المعنى لتنيء العصبة أي تميلهم بثقلها ، فلما انفتحت التاء دخلت الباء كما قالوا هو يذهب بالبؤس ومذهب البؤس . فصار ( لتنوء بالعصبة ) فجعل العصبة تنوء أي تنهض متثاقلة ; كقولك قم بنا ، أي اجعلنا نقوم . يقال : ناء ينوء نوءا : إذا نهض بثقل . قال الشاعر [ ذو الرمة ] :تنوء بأخراها فلأيا قيامها وتمشي الهوينا عن قريب فتبهروقال آخر :أخذت فلم أملك ونؤت فلم أقم     كأني من طول الزمان مقيدوأناءني : إذا أثقلني ; عن أبي زيد وقال أبو عبيدة : قوله : ( لتنوء بالعصبة ) مقلوب ، والمعنى لتنوء بها العصبة أي تنهض بها أبو زيد : نؤت بالحمل : إذا نهضت . قال الشاعر :إنا وجدنا خلفا بئس الخلف     عبدا إذا ما ناء بالحمل وقفوالأول معنى قول ابن عباس وأبي صالح والسدي . وهو قول الفراء واختاره النحاس كما يقال : ذهبت به وأذهبته وجئت به وأجأته ونؤت به وأنأته ; فأما قولهم : له عندي ما ساءه وناءه فهو إتباع كان يجب أن يقال : وأناءه . ومثله : هنأني الطعام ومرأني ، وأخذه ما قدم وما حدث . وقيل : هو مأخوذ من النأي وهو البعد ، ومنه قول الشاعر :ينأون عنا وما تنأى مودتهم     والقلب فيهم رهين حيثما كانواوقرأ بديل بن ميسرة : ( لينوء ) بالياء ; أي لينوء الواحد منها أو المذكور فحمل على المعنى وقال أبو عبيدة : قلت لرؤبة بن العجاج في قوله :[ ص: 287 ]فيها خطوط من سواد وبلق     كأنه في الجلد توليع البهقإن كنت أردت الخطوط فقل : ( كأنها ) وإن كنت أردت السواد والبلق فقل : ( كأنهما ) فقال : أردت كل ذلك . واختلف في العصبة وهي الجماعة التي يتعصب بعضهم لبعض على أحد عشر قولا : الأول : ثلاثة رجال ; قاله ابن عباس ، وعنه أيضا من الثلاثة إلى العشرة ، وقال مجاهد : العصبة هنا ما بين العشرين إلى خمسة عشر ، وعنه أيضا : ما بين العشرة إلى الخمسة عشر ، وعنه أيضا : من عشرة إلى خمسة . ذكر الأول الثعلبي ، والثاني القشيري والماوردي ، والثالث المهدوي . وقال أبو صالح والحكم بن عتيبة وقتادة والضحاك : أربعون رجلا . السدي ما بين العشرة إلى الأربعين وقاله قتادة أيضا وقال عكرمة : منهم من يقول أربعون ، ومنهم من يقول سبعون . وهو قول أبي صالح إن العصبة سبعون رجلا ; ذكره الماوردي . والأول ذكره عنه الثعلبي وقيل : ستون رجلا ، وقال سعيد بن جبير : ست أو سبع . وقال عبد الرحمن بن زيد : ما بين الثلاثة والتسعة وهو النفر . وقال الكلبي : عشرة لقول إخوة يوسف ونحن عصبة وقاله مقاتل . وقال خيثمة : وجدت في الإنجيل أن مفاتيح خزائن قارون وقر ستين بغلا غراء محجلة ، وأنها لتنوء بها ثقلها ، وما يزيد مفتح منها على إصبع ، لكل مفتح منها كنز مال ، لو قسم ذلك الكنز على أهل البصرة لكفاهم .قال مجاهد : كانت المفاتيح من جلود الإبل . وقيل : من جلود البقر لتخف عليه ، وكانت تحمل معه إذا ركب على سبعين بغلا فيما ذكره القشيري وقيل : على أربعين بغلا وهو قول الضحاك وعنه أيضا : إن مفاتحه أوعيته ، وكذا قال أبو صالح : إن المراد بالمفاتح الخزائن ; فالله أعلم . إذ قال له قومه أي المؤمنون من بني إسرائيل ، قاله السدي وقال يحيى بن سلام : القوم هنا موسى وقال الفراء وهو جمع أريد به واحد كقوله : الذين قال لهم الناس وإنما هو نعيم بن مسعود على ما تقدم لا تفرح أي لا تأشر ولا تبطر . قال الشاعر :ولست بمفراح إذا الدهر سرني     ولا ضارع في صرفه المتقلبوقال الزجاج : المعنى لا تفرح بالمال فإن الفرح بالمال لا يؤدي حقه وقال مبشر بن عبد الله : لا تفرح لا تفسد قال الشاعر [ أبو عبيد النحوي ] :[ ص: 288 ]إذا أنت لم تبرح تؤدي أمانة     وتحمل أخرى أفرحتك الودائعأي أفسدتك .وقال أبو عمرو : أفرحه الدين : أثقله ، وأنشده : إذا أنت . . . . . البيت . وأفرحه : سره ، فهو مشترك . قال الزجاج : والفرحين والفارحين سواء . وفرق بينهما الفراء فقال : معنى الفرحين الذين هم في حال فرح ، والفارحين الذين يفرحون في المستقبل وزعم أن مثله طمع وطامع وميت ومائت . ويدل على خلاف ما قال قول الله عز وجل : إنك ميت وإنهم ميتون ولم يقل ( مائت ) . وقال مجاهد أيضا : معنى لا تفرح : لا تبغ إن الله لا يحب الفرحين أي الباغين وقال ابن بحر : لا تبخل إن الله لا يحب الباخلين .",
  "ayah": 76,
  "surah": 28
}
