{
  "text": "قوله تعالى : إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا وما تدري نفس بأي أرض تموت إن الله عليم خبير .زعم الفراء أن هذا معنى النفي ; أي ما يعلمه أحد إلا الله تعالى . قال أبو جعفر النحاس : وإنما صار فيه معنى النفي والإيجاب بتوقيف الرسول صلى الله عليه وسلم على ذلك ; لأنه صلى الله عليه وسلم قال في قول الله عز وجل : وعنده مفاتح الغيب لا يعلمها إلا هو : \" إنها هذه \" .قلت : قد ذكرنا في سورة ( الأنعام ) حديث ابن عمر في هذا ، خرجه البخاري . وفي حديث جبريل عليه السلام قال : أخبرني عن الساعة ؟ فقال رسول الله صلى الله عليه وسلم : \" ما المسئول عنها [ ص: 77 ] بأعلم من السائل ، هن خمس لا يعلمهن إلا الله تعالى : إن الله عنده علم الساعة وينزل الغيث ويعلم ما في الأرحام وما تدري نفس ماذا تكسب غدا \" ، قال : \" صدقت \" . لفظ أبي داود الطيالسي . وقال عبد الله بن مسعود : كل شيء أوتي نبيكم صلى الله عليه وسلم غير خمس : إن الله عنده علم الساعة الآية إلى آخرها . وقال ابن عباس : هذه الخمسة لا يعلمها إلا الله تعالى ، ولا يعلمها ملك مقرب ولا نبي مرسل ; فمن ادعى أنه يعلم شيئا من هذه فقد كفر بالقرآن ; لأنه خالفه . ثم إن الأنبياء يعلمون كثيرا من الغيب بتعريف الله تعالى إياهم . والمراد إبطال كون الكهنة والمنجمين ومن يستسقي بالأنواء ، وقد يعرف بطول التجارب أشياء من ذكورة الحمل وأنوثته إلى غير ذلك ; حسبما تقدم ذكره في ( الأنعام ) . وقد تختلف التجربة وتنكسر العادة ويبقى العلم لله تعالى وحده . وروي أن يهوديا كان يحسب حساب النجوم ، فقال لابن عباس : إن شئت نبأتك نجم ابنك ، وأنه يموت بعد عشرة أيام ، وأنت لا تموت حتى تعمى ، وأنا لا يحول علي الحول حتى أموت . قال : فأين موتك يا يهودي ؟ فقال : لا أدري . فقال ابن عباس : صدق الله . وما تدري نفس بأي أرض تموت فرجع ابن عباس فوجد ابنه محموما ، ومات بعد عشرة أيام . ومات اليهودي قبل الحول ، ومات ابن عباس أعمى . قال علي بن الحسين راوي هذا الحديث : هذا أعجب الأحاديث .وقال مقاتل : إن هذه الآية نزلت في رجل من أهل البادية اسمه الوارث بن عمرو بن حارثة ، أتى النبي صلى الله عليه وسلم فقال : إن امرأتي حبلى فأخبرني ماذا تلد ، وبلادنا جدبة فأخبرني متى ينزل الغيث ، وقد علمت متى ولدت فأخبرني متى أموت ، وقد علمت ما عملت اليوم فأخبرني ماذا أعمل غدا ، وأخبرني متى تقوم الساعة ؟ فأنزل الله تعالى هذه الآية ; ذكره القشيري والماوردي . وروى أبو المليح عن أبي عزة الهذلي قال : قال رسول صلى الله عليه وسلم : إذا أراد الله تعالى قبض روح عبد بأرض جعل له إليها حاجة فلم ينته حتى يقدمها - ثم قرأ رسول الله صلى الله عليه وسلم - إن الله عنده علم الساعة - إلى قوله - بأي أرض تموت [ ص: 78 ] ذكره الماوردي ، وخرجه ابن ماجه من حديث ابن مسعود بمعناه . وقد ذكرناه في كتاب ( التذكرة ) مستوفى . وقراءة العامة : ( وينزل ) مشددا . وقرأ ابن كثير وأبو عمرو وحمزة والكسائي مخففا . وقرأ أبي بن كعب : ( بأية أرض ) . الباقون : ( بأي أرض ) . قال الفراء : اكتفى بتأنيث الأرض من تأنيث أي . وقيل : أراد بالأرض المكان فذكر . قال الشاعر [ عامر بن جوين الطائي ] :فلا مزنة ودقت ودقها ولا أرض أبقل إبقالهاوقال الأخفش : يجوز مررت بجارية أي جارية ، وأية جارية . وشبه سيبويه تأنيث أي بتأنيث كل في قولهم : كلتهن . إن الله عليم خبير خبير نعت ل ( عليم ) أو خبر بعد خبر . والله تعالى أعلم .",
  "ayah": 34,
  "surah": 31
}
