{
  "text": "قوله تعالى : ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا أولئك لهم عذاب مهين .فيه خمس مسائل :الأولى : قوله تعالى : ومن الناس من يشتري لهو الحديث من في موضع رفع بالابتداء . و ( لهو الحديث ) : الغناء ; في قول ابن مسعود وابن عباس وغيرهما . النحاس : وهو ممنوع بالكتاب والسنة ; والتقدير : من يشتري ذا لهو أو ذات لهو ; مثل : واسأل القرية . أو يكون التقدير : لما كان إنما اشتراها يشتريها ويبالغ في ثمنها كأنه اشتراها للهو .قلت : هذه إحدى الآيات الثلاث التي استدل بها العلماء على كراهة الغناء والمنع منه . والآية الثانية قوله تعالى : وأنتم سامدون . قال ابن عباس : هو الغناء بالحميرية ; اسمدي لنا ; أي غني لنا .والآية الثالثة قوله تعالى : واستفزز من استطعت منهم بصوتك قال مجاهد : الغناء والمزامير . وقد مضى في ( سبحان ) الكلام فيه . وروى الترمذي عن أبي أمامة عن رسول الله صلى الله عليه وسلم قال : لا تبيعوا القينات ولا تشتروهن ولا تعلموهن ، ولا خير في تجارة فيهن ، وثمنهن حرام في مثل هذا أنزلت هذه الآية : ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله إلى آخر الآية . قال أبو عيسى : هذا حديث غريب ، إنما يروى من حديث القاسم عن أبي أمامة ، والقاسم ثقة وعلي بن يزيد يضعف في الحديث ; قاله محمد بن إسماعيل . قال ابن عطية : وبهذا فسر ابن مسعود وابن عباس وجابر بن عبد الله ومجاهد ، وذكره أبو الفرج الجوزي عن الحسن وسعيد بن جبير وقتادة والنخعي .[ ص: 49 ] قلت : هذا أعلى ما قيل في هذه الآية ، وحلف على ذلك ابن مسعود بالله الذي لا إله إلا هو ثلاث مرات إنه الغناء . روى سعيد بن جبير عن أبي الصهباء البكري قال : سئل عبد الله بن مسعود عن قوله تعالى : ومن الناس من يشتري لهو الحديث فقال : الغناء والله الذي لا إله إلا هو ; يرددها ثلاث مرات . وعن ابن عمر أنه الغناء ; وكذلك قال عكرمة وميمون بن مهران ومكحول . وروى شعبة وسفيان عن الحكم وحماد عن إبراهيم قال : قال عبد الله بن مسعود : الغناء ينبت النفاق في القلب ; وقاله مجاهد ، وزاد : إن لهو الحديث في الآية الاستماع إلى الغناء وإلى مثله من الباطل . وقال الحسن : لهو الحديث المعازف والغناء . وقال القاسم بن محمد : الغناء باطل والباطل في النار . وقال ابن القاسم سألت مالكا عنه فقال : قال الله تعالى : فماذا بعد الحق إلا الضلال أفحق هو ؟ ! وترجم البخاري ( باب ) كل لهو باطل إذا شغل عن طاعة الله ، ومن قال لصاحبه تعالى أقامرك ، وقوله تعالى : ومن الناس من يشتري لهو الحديث ليضل عن سبيل الله بغير علم ويتخذها هزوا فقوله : إذا شغل عن طاعة الله مأخوذ من قوله تعالى : ليضل عن سبيل الله . وعن الحسن أيضا : هو الكفر والشرك . وتأوله قوم على الأحاديث التي يتلهى بها أهل الباطل واللعب .وقيل : نزلت في النضر بن الحارث ; لأنه اشترى كتب الأعاجم : رستم ، وإسفنديار ; فكان يجلس بمكة ، فإذا قالت قريش إن محمدا قال كذا ضحك منه ، وحدثهم بأحاديث ملوك الفرس ويقول : حديثي هذا أحسن من حديث محمد ; حكاه الفراء والكلبي وغيرهما . وقيل : كان يشتري المغنيات فلا يظفر بأحد يريد الإسلام إلا انطلق به إلى قينته فيقول : أطعميه واسقيه وغنيه ; ويقول : هذا خير مما يدعوك إليه محمد من الصلاة والصيام وأن تقاتل بين يديه . وهذا القول والأول ظاهر في الشراء . وقالت طائفة : الشراء في هذه الآية مستعار ، وإنما نزلت الآية في أحاديث قريش وتلهيهم بأمر الإسلام وخوضهم في الباطل . قال ابن عطية : فكان ترك ما يجب فعله وامتثال هذه المنكرات شراء لها ; على حد قوله تعالى : أولئك الذين اشتروا الضلالة بالهدى ; اشتروا الكفر بالإيمان ، أي استبدلوه منه واختاروه عليه . وقال مطرف : شراء لهو الحديث استحبابه . قتادة : ولعله لا ينفق فيه مالا ، ولكن سماعه شراؤه .[ ص: 50 ] قلت : القول الأول أولى ما قيل به في هذا الباب ; للحديث المرفوع فيه ، وقول الصحابة والتابعين فيه . وقد زاد الثعلبي والواحدي في حديث أبي أمامة : ( وما من رجل يرفع صوته بالغناء إلا بعث الله عليه شيطانين أحدهما على هذا المنكب والآخر على هذا المنكب فلا يزالان يضربان بأرجلهما حتى يكون هو الذي يسكت ) . وروى الترمذي وغيره من حديث أنس وغيره عن النبي صلى الله عليه وسلم أنه قال : صوتان ملعونان فاجران أنهى عنهما : صوت مزمار ورنة شيطان عند نغمة ومرح ، ورنة عند مصيبة لطم خدود وشق جيوب . وروى جعفر بن محمد عن أبيه عن جده عن علي عليه السلام قال قال رسول الله صلى الله عليه وسلم : ( بعثت بكسر المزامير ) خرجه أبو طالب الغيلاني . وخرج ابن بشران عن عكرمة عن ابن عباس أن النبي صلى الله عليه وسلم قال : ( بعثت بهدم المزامير والطبل ) . وروى الترمذي من حديث علي رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم : إذا فعلت أمتي خمس عشرة خصلة حل بها البلاء - فذكر منها : إذا اتخذت القينات والمعازف . وفي حديث أبي هريرة : وظهرت القيان والمعازف . وروى ابن المبارك عن مالك بن أنس عن محمد بن المنكدر عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم : من جلس إلى قينة يسمع منها صب في أذنه الآنك يوم القيامة . وروى أسد بن موسى عن عبد العزيز بن أبي سلمة عن محمد بن المنكدر قال : بلغنا أن الله تعالى يقول يوم القيامة : \" أين [ ص: 51 ] عبادي الذين كانوا ينزهون أنفسهم وأسماعهم عن اللهو ومزامير الشيطان أحلوهم رياض المسك وأخبروهم أني قد أحللت عليهم رضواني \" . وروى ابن وهب عن مالك عن محمد بن المنكدر مثله ، وزاد بعد قوله \" المسك \" : \" ثم يقول للملائكة أسمعوهم حمدي وشكري وثنائي ، وأخبروهم ألا خوف عليهم ولا هم يحزنون \" . وقد روي مرفوعا هذا المعنى من حديث أبي موسى الأشعري أنه قال : قال رسول الله صلى الله عليه وسلم : من استمع إلى صوت غناء لم يؤذن له أن يسمع الروحانيين . فقيل : ومن الروحانيون يا رسول الله ؟ قال : قراء أهل الجنة خرجه الترمذي الحكيم أبو عبد الله في نوادر الأصول ، وقد ذكرنا في كتاب التذكرة مع نظائره : فمن شرب الخمر في الدنيا لم يشربها في الآخرة ، ومن لبس الحرير في الدنيا لم يلبسه في الآخرة . إلى غير ذلك . وكل ذلك صحيح المعنى على ما بيناه هناك . ومن رواية مكحول عن عائشة قالت : قال رسول الله صلى الله عليه وسلم : من مات وعنده جارية مغنية فلا تصلوا عليه . ولهذه الآثار وغيرها قال العلماء بتحريم الغناء . وهي المسألة : -الثانية : وهو الغناء المعتاد عند المشتهرين به ، الذي يحرك النفوس ويبعثها على الهوى والغزل ، والمجون الذي يحرك الساكن ويبعث الكامن ; فهذا النوع إذا كان في شعر يشبب فيه بذكر النساء ووصف محاسنهن وذكر الخمور والمحرمات لا يختلف في تحريمه ; لأنه اللهو والغناء المذموم بالاتفاق . فأما ما سلم من ذلك فيجوز القليل منه في أوقات الفرح ; كالعرس والعيد وعند التنشيط على الأعمال الشاقة ، كما كان في حفر الخندق وحدو أنجشة وسلمة بن الأكوع . فأما ما ابتدعته الصوفية اليوم من الإدمان على سماع المغاني بالآلات المطربة من الشبابات والطار والمعازف والأوتار فحرام . قال ابن العربي : فأما طبل الحرب فلا [ ص: 52 ] حرج فيه ; لأنه يقيم النفوس ويرهب العدو . وفي اليراعة تردد . والدف مباح . الجوهري : وربما سموا قصبة الراعي التي يزمر بها هيرعة ويراعة . قال القشيري : ضرب بين يدي النبي صلى الله عليه وسلم يوم دخل المدينة ، فهم أبو بكر بالزجر فقال رسول الله صلى الله عليه وسلم : دعهن يا أبا بكر حتى تعلم اليهود أن ديننا فسيح ، فكن يضربن ويقلن :نحن بنات النجار ، حبذا محمد من جار. وقد قيل : إن الطبل في النكاح كالدف ، وكذلك الآلات المشهرة للنكاح يجوز استعمالها فيه بما يحسن من الكلام ولم يكن فيه رفث .الثالثة : الاشتغال بالغناء على الدوام سفه ترد به الشهادة ، فإن لم يدم لم ترد . وذكر إسحاق بن عيسى الطباع قال : سألت مالك بن أنس عما يرخص فيه أهل المدينة من الغناء فقال : إنما يفعله عندنا الفساق . وذكر أبو الطيب طاهر بن عبد الله الطبري قال : أما مالك بن أنس فإنه نهى عن الغناء وعن استماعه ، وقال : إذا اشترى جارية ووجدها مغنية كان له ردها بالعيب ; وهو مذهب سائر أهل المدينة ; إلا إبراهيم بن سعد فإنه حكى عنه زكريا الساجي أنه كان لا يرى به بأسا . وقال ابن خويز منداد : فأما مالك فيقال عنه : إنه كان عالما بالصناعة وكان مذهبه تحريمها . وروي عنه أنه قال : تعلمت هذه الصناعة وأنا غلام شاب ، فقالت لي أمي : أي بني ! إن هذه الصناعة يصلح لها من كان صبيح الوجه ولست كذلك ، فطلب العلوم الدينية ; فصحبت ربيعة فجعل الله في ذلك خيرا . قال أبو الطيب الطبري : وأما مذهب أبي حنيفة فإنه يكره الغناء مع إباحته شرب النبيذ ، ويجعل سماع الغناء من الذنوب . وكذلك مذهب سائر أهل الكوفة : إبراهيم والشعبي وحماد والثوري وغيرهم ، لا اختلاف بينهم في ذلك . وكذلك لا يعرف بين أهل البصرة خلاف في كراهية ذلك والمنع منه ; إلا ما روي عن عبيد الله بن الحسن العنبري أنه كان لا يرى به بأسا . قال : وأما مذهب الشافعي فقال : الغناء مكروه يشبه الباطل ، ومن استكثر منه فهو سفيه ترد شهادته .وذكر أبو الفرج الجوزي عن إمامه أحمد بن حنبل ثلاث روايات قال : وقد ذكر أصحابنا عن أبي بكر الخلال وصاحبه عبد العزيز إباحة الغناء ، وإنما أشاروا إلى ما كان في زمانهما من القصائد الزهديات ; قال : وعلى هذا يحمل ما لم يكرهه أحمد ; ويدل عليه أنه سئل عن رجل مات وخلف ولدا وجارية مغنية فاحتاج الصبي إلى بيعها ، فقال : [ ص: 53 ] تباع على أنها ساذجة لا على أنها مغنية . فقيل له : إنها تساوي ثلاثين ألفا ; ولعلها إن بيعت ساذجة تساوي عشرين ألفا ؟ فقال : لا تباع إلا على أنها ساذجة . قال أبو الفرج : وإنما قال أحمد هذا لأن هذه الجارية المغنية لا تغني بقصائد الزهد ، بل بالأشعار المطربة المثيرة إلى العشق .وهذا دليل على أن الغناء محظور ; إذ لو لم يكن محظورا ما جاز تفويت المال على اليتيم . وصار هذا كقول أبي طلحة للنبي صلى الله عليه وسلم : عندي خمر لأيتام ؟ فقال : أرقها . فلو جاز استصلاحها لما أمر بتضييع مال اليتامى . قال الطبري : فقد أجمع علماء الأمصار على كراهة الغناء والمنع منه . وإنما فارق الجماعة إبراهيم بن سعد وعبيد الله العنبري ; وقد قال رسول الله صلى الله عليه وسلم : عليكم بالسواد الأعظم . ومن فارق الجماعة مات ميتة جاهلية . قال أبو الفرج : وقال القفال من أصحابنا : لا تقبل شهادة المغني والرقاص .قلت : وإذ قد ثبت أن هذا الأمر لا يجوز فأخذ الأجرة عليه لا تجوز . وقد ادعى أبو عمر بن عبد البر الإجماع على تحريم الأجرة على ذلك . وقد مضى في الأنعام عند قوله : وعنده مفاتح الغيب وحسبك .الرابعة : قال القاضي أبو بكر ابن العربي : وأما سماع القينات فيجوز للرجل أن يسمع غناء جاريته ; إذ ليس شيء منها عليه حراما لا من ظاهرها ولا من باطنها ، فكيف يمنع من التلذذ بصوتها . أما إنه لا يجوز انكشاف النساء للرجال ولا هتك الأستار ولا سماع الرفث ، فإذا خرج ذلك إلى ما لا يحل ولا يجوز منع من أوله واجتث من أصله . وقال أبو الطيب الطبري : أما سماع الغناء من المرأة التي ليست بمحرم فإن أصحاب الشافعي قالوا لا يجوز ، سواء كانت حرة أو مملوكة . قال : وقال الشافعي : وصاحب الجارية إذا جمع الناس لسماعها فهو سفيه ترد شهادته ; ثم غلظ القول فيه فقال : فهي دياثة . وإنما جعل صاحبها سفيها لأنه دعا الناس إلى الباطل ، ومن دعا الناس إلى الباطل كان سفيها .[ ص: 54 ] الخامسة : قوله تعالى : ليضل عن سبيل الله قراءة العامة بضم الياء ; أي ليضل غيره عن طريق الهدى ، وإذا أضل غيره فقد ضل . وقرأ ابن كثير وابن محيصن وحميد وأبو عمرو ورويس وابن أبي إسحاق ( بفتح الياء ) على اللازم ; أي ليضل هو نفسه . ويتخذها هزوا قراءة المدنيين وأبي عمرو وعاصم بالرفع عطفا على من يشتري ويجوز أن يكون مستأنفا . وقرأ الأعمش وحمزة والكسائي : ويتخذها بالنصب عطفا على ليضل . ومن الوجهين جميعا لا يحسن الوقف على قوله : بغير علم والوقف على قوله : هزوا ، والهاء في ويتخذها كناية عن الآيات . ويجوز أن يكون كناية عن السبيل ; لأن السبيل يؤنث ويذكر . أولئك لهم عذاب مهين أي شديد يهينهم قال الشاعر [ جرير ] :ولقد جزعت إلى النصارى بعد ما     لقي الصليب من العذاب مهينا",
  "ayah": 6,
  "surah": 31
}
