{
  "text": "Which was revealed in Al-Madinah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Reward of the Disbelievers and the Believers Allah says,\nالَّذِينَ كَفَرُواْ\n(Those who disbelieve) meaning, in the Ayat of Allah.\nوَصُدُّواْ\n(and hinder (men)) Others.\nعَن سَبِيلِ اللَّهِ أَضَلَّ أَعْمَـلَهُمْ\n(from the path of Allah, He will render their deeds vain.) meaning, He renders their deeds vain and futile, and He denies them any rewards or blessings for them. This is similar to His saying,\nوَقَدِمْنَآ إِلَى مَا عَمِلُواْ مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَآءً مَّنثُوراً\n(And We will approach what they have done of deeds and make them as dispersed dust.) (25:23) Allah then says,\nوَالَّذِينَ ءَامَنُواْ وَعَمِلُواْ الصَّـلِحَاتِ\n(And those who believe and do righteous good deeds,) Which means that their hearts and souls have believed, and their limbs and their hidden and apparent acts have complied with Allah's Law.\nوَءَامَنُواْ بِمَا نُزِّلَ عَلَى مُحَمَّدٍ\n(And believe in that which has been sent down to Muhammad) Adding this statement to the previous one is a method of adding a specific meaning to a general one. This provides proof that after Muhammad's advent, believing in him is a required condition for the true faith. Allah then says,\nوَهُوَ الْحَقُّ مِن رَّبِّهِمْ\n(For it is the truth from their Lord.) which is a beautifully placed parenthetical clause. Thus, Allah says,\nكَفَّرَ عَنْهُمْ سَيِّئَـتِهِمْ وَأَصْلَحَ بَالَهُمْ\n(He expiates from them their sins and amends their Bal.) Ibn `Abbas, said, \"This means their matter.\" Mujahid said, \"This means their affair.\" Qatadah and Ibn Zayd both said, \"Their condition.\" And all of these are similar in meaning. It has been mentioned (from the Prophet ) in the Hadith of the responding to one who sneezes,\n«يَهْدِيكُمُ اللهُ وَيُصْلِحُ بَالَكُم»\n(May Allah guide you and rectify your (Bal) affairs.) Then Allah says,\nذَلِكَ بِأَنَّ الَّذِينَ كَفَرُواْ اتَّبَعُواْ الْبَـطِلَ\n(That is because those who disbelieve follow falsehood,) meaning, `We only invalidate the deeds of the disbelievers and overlook the sins of the righteous, and amend their affairs, because those who disbelieve follow false- hood.' Meaning, they choose falsehood over the truth.\nوَأَنَّ الَّذِينَ ءَامَنُواْ اتَّبَعُواْ الْحَقَّ مِن رَّبِّهِمْ كَذَلِكَ يَضْرِبُ اللَّهُ لِلنَّاسِ أَمْثَـلَهُمْ\n(while those who believe follow the truth from their Lord. Thus does Allah set forth for the people their parables.) Thus He makes the consequence of their actions clear to them, and He shows them where they will end in their next life -- and Allah knows best.",
  "ayah": 1,
  "surah": 47
}
