{
  "text": "Exposing the Hidden Secret of the Hypocrites Allah says ...\nأَمْ حَسِبَ الَّذِينَ فِى قُلُوبِهِمْ مَّرَضٌ أَن لَّن يُخْرِجَ اللَّهُ أَضْغَـنَهُمْ\n(Or do those in whose hearts is disease think that Allah would never expose their ill--wills) meaning, do the hypocrites think that Allah will not expose their affair to His believing servant Yes indeed, He will expose their affair and manifest it so that those with insight will be able to understand it. In that regard, Allah revealed Surah Bara'ah (or At-Tawbah), in which He clarified the hypocrites' scandals, and pinpointed their practices that are indicative of their hypocrisy. Because of that, this Surah (Surah Bara'ah) is also called \"The Exposer\". Adghan is the plural of Dighn, which means what the souls harbor of envy and hatred toward Islam and its people who support it. Allah then says,\nوَلَوْ نَشَآءُ لأَرَيْنَـكَهُمْ فَلَعَرَفْتَهُم بِسِيمَـهُمْ\n(Had We so willed, We could have shown them clearly to you, so that you would know them by their marks.) Allah is telling His Messenger , \"Had We willed, O Muhammad, We would have shown you the specific individuals who are hypocrites, so that you would plainly know them.\" However, Allah did not do that in regard to all of the hypocrites. He conceals His creation, lets their affairs run according to apparent purity, and leaves the inner secrets to the One Who is well aware of them. Allah then adds,\nوَلَتَعْرِفَنَّهُمْ فِى لَحْنِ الْقَوْلِ\n(But you will know them by the tone of their speech!) which means, `you will know them by their speech that reveals their intentions.' A person declares his association through the context and meaning of his words -- as the Commander of the faithful `Uthman bin `Affan, may Allah be pleased with him, said, \"Never would one conceal a secret but Allah will expose it by the look on his face and the uncontrolled words of his tongue.\" Allah then says,\nوَلَنَبْلُوَنَّكُم\n(And We will surely try you) meaning, `We will surely test you with commands and prohibitions.'\nحَتَّى نَعْلَمَ الْمُجَـهِدِينَ مِنكُمْ وَالصَّـبِرِينَ وَنَبْلُوَ أَخْبَـرَكُمْ\n(until We know those who strive among you and the patient, and We will put to a test all your affairs.) There is absolutely no doubt that Allah's knowledge precedes the occurrence of all events. In this Ayah, \"until We know\" means `until We know of its occurrence.' This is why Ibn `Abbas said in regard to this and similar texts, \"Except so that We may know, means, so that We may see.\"",
  "ayah": 29,
  "surah": 47
}
