{
  "text": "Commentary\nCircumstance of Revelation\nSayyidna ` Abdullah Ibn Umm Maktum ؓ ، the companion of the Holy Prophet ﷺ was a blind man. It once happened that the Holy Prophet ﷺ was engaged in a talk with the leaders of Quraish about some matters of belief. Sayyidna ` Abdullah Ibn Umm Maktum ؓ arrived there. Imam Baghawi adds that being blind and unable to see the surroundings, he did not realise that the Holy Prophet ﷺ was occupied with the others. He, therefore, burst into the circle and called the Holy Prophet repeatedly. [ Mazhari ]. According to Ibn Kathir, he requested the Holy Prophet ﷺ to teach him a verse of the Qur’ an and insisted an immediate enlightenment on the question. On that occasion, the Holy Prophet ﷺ was occupied with the non-believing leaders of Makkah in the hope that they would embrace the faith of Islam. The leaders to whom the Holy Prophet ﷺ was speaking were ` Utbah Ibn Rabi` ah, Abu Jahl Ibn Hisham and the Holy Prophet's ﷺ uncle ` Abbas ؓ [ who had until then not embraced the Islamic faith ].\nThe Holy Prophet ﷺ disliked the intrusion, and showed his displeasure by turning aside from Sayyidth ` Abdullah Ibn Umm Maktum, thinking that he was a committed Muslim who frequently visited him, and therefore he could speak to him at another appropriate time. There was no religious loss in postponing the response to him. On the other hand, the Quraish leaders neither frequented the Holy Prophet's ﷺ company, nor could the Word of Allah be conveyed to them at any time. At that particular moment, they were listening to the Holy Prophet ﷺ .\" discourse and there was hope that they would embrace the Islamic faith. But if the conversation was rashly interrupted, apparently they would have been deprived of the faith. In view of this situation, the Holy Prophet  showed adverse reaction by turning aside from` Abdul)-ah Ibn umm Maktum ؓ ، and continued his discourse with the Quraish leaders. When the assembly broke up, the verses of Surah ` Abas were revealed to record Allah's dislike for this attitude, and to give directions for future.\nThis attitude of the Holy Prophet ﷺ was based on ijtihad or 'an opinion based on personal reasoning'. He thought that if a Muslim were to adopt a speech style that is not in keeping with etiquettes of a gathering, he needs to be reprimanded, so that in future he may be careful in future. That is the reason why Holy Prophet ﷺ turned his face away from Sayyidna ` Abdullah Ibn Umm Maktum ؓ . Secondly, disbelief (kufr) and polytheism (shirk) are the most severe sins, and an effort to eradicate them should take priority over the subsidiary precepts of Islam on which Sayyidna ` Abdullah Ibn Umm Maktum ؓ asked for enlightenment. Allah Almighty, through this Surah, did not confirm the correctness of this ijtihad of the Holy Prophet ﷺ ، and explained to him that educating a genuine seeker will most certainly benefit him, while the benefit of discussion with the opponents (who disdainfully turn away their face when the Holy Prophet ﷺ talks to them) is shaky and doubtful. Doubtful thing cannot be preferred over certainty. As for the violation of etiquette committed by Sayyidna ` Abdullah Ibn Umm Maktum ؓ ، its excuse is pointed out by the Holy Qur'an in the word 'blind'. It is indicated by this word that being a blind man, he could not see what the Holy Prophet ﷺ was doing and with whom he was engaged in conversation. Thus he was excusable, and was not liable to be subjected to aversion. This indicates that if an excusable person were to break any rule of etiquette unwittingly, he should not be reprimanded.\nعَبَسَ وَتَوَلَّىٰ (He [ the Holy Prophet ﷺ frowned and turned his face, 80:1). The word ` abasa means 'he frowned' and the word tawalla means 'he turned aside'. Since the reference here is to the Holy Prophet ﷺ who himself is addressed, the verbs should have been in the second person: 'you frowned and you turned aside'. But the Holy Qur'an on this occasion uses the third person in order to maintain the honour of the Holy Prophet ﷺ ، as if this attitude were shown by some other person, and in a subtle way it alludes to the point that what the Holy Prophet ﷺ did was not befitting his high status. Then the next sentence وَمَا يُدْرِ‌يكَ (and what could tell you? ...80:3) alludes to the fact that the Holy Prophet ﷺ was excusable, because it did not come to his attention that the Companion is asking something whose effect will be certain and the effect of conversation with others is dubious. The second sentence abandons the third person, and switches to the second person in order to maintain the honour of the Holy Prophet ﷺ . Had he not been addressed in second person at all, it might have created the impression that he is not addressed directly because of his unapproved conduct, which would have been an unbearable pain and grief for the Holy Prophet ﷺ . Just as the third person in the first statement is meant to show respect to him, the second person in the following sentence is also meant to honor and console him.",
  "ayah": 1,
  "surah": 80
}
