{
  "text": "خواتین کا طریقہ بیعت  صحیح بخاری شریف میں ہے حضرت عائشہ ؓ نے فرمایا ہے جو مسلمان عورتیں آنحضرت ﷺ کے پاس ہجرت کر کے آتی تھیں ان کا امتحان اسی آیت سے ہوتا تھا جو عورت ان تمام باتوں کا اقرار کرلیتی اسے حضور ﷺ زبانی فرما دیتے کہ میں نے تم سے بیعت کی یہ نہیں کہ آپ ان کے ہاتھ سے ہاتھ ملاتے ہوں اللہ کی قسم آپ نے کبھی بیعت کرتے ہوئے کسی عورت کے ہاتھ کو ہاتھ نہیں لگایا صرف زبانی فرما دیتے کہ ان باتوں پر میں نے تیری بیعت لی، ترمذدی نسائی ابن ماجہ مسند احمد وغیرہ میں ہے کہ حضرت امیہ بنت رفیقہ فرماتی ہیں کئی ایک عورتوں کے ساتھ میں بھی آنحضرت ﷺ سے بیعت کرنے کے لئے حاضر ہوئی تو قرآن کی اس آیت کے مطابق آپ نے ہم سے عہد و پیمان لیا اور ہم بھلی ابتوں میں حضور ﷺ کی نافرمانی نہ کریں گی کے اقرار کے وقت فرمایا یہ بھی کہہ لو کہ جاں تک تمہاری طاقت ہے، ہم نے کہا اللہ کو اور اس کے رسول ﷺ کو ہمارا خیال ہم سے بہت زیادہ ہے اور ان کی مہربانی بھی ہم پر خود ہماری مہربانی سے بڑھ چڑھ کر ہے پھر ہم نے کہا حضور ﷺ آپ ہم سے مصافحہ نہیں کرتے ؟ فرمایا نہیں میں غیر عورتوں سے مصافحہ نہیں کیا کرتا میرا ایک عورت سے کہہ دینا سو عورتوں کی بیعت کے لئے کافی ہے بس بیعت ہوچکی، امام تمذی اس حدیث کو حسن صحیح کہتے ہیں، مسند احمد میں اتنی زیادتی اور بھی ہے کہ ہم میں سے کسی عورت کے ساتھ حضور ﷺ نے مصافحہ نہیں کیا، یہ حضرت امیہ حضرت خدیجہ کی بہن اور حضرت فاطمہ کی خالہ ہوتی ہیں، مسند احمد میں حضرت سلمیٰ بنت قیس ؓ جو رسول اللہ ﷺ کی خالہ تھیں اور دونوں قبلوں کی طرف حضور ﷺ کے ساتھ نماز ادا کی تھی جو بنو عدی بن نجار کے قبیلہ میں سے تھیں فرماتی ہیں انصار کی عورتوں کے ساتھ خدمت نبوی میں بیعت کرنے کے لئے میں بھی آئی تھی اور اس آیت میں جن باتوں کا ذکر ہے ان کا ہم نے اقرار کیا آپ نے فرمایا اس بات کا بھی اقرار کرو کہ اپنے خاوندوں کی خیانت اور ان کے ساتھ دھوکہ نہ کرو گی ہم نے اس کا بھی اقرار کیا بیعت کی اور جانے لگیں پھر مجھے خیال آیا اور ایک عورت کو میں نے حضور ﷺ کے پاس بھیجا کہ وہ دریافت کرلیں کہ خیانت و دھوکہ نہ کرنے سے آپ کا کیا مطلب ہے ؟ آپ نے فرمایا یہ کہ اس کا مال چپکے سے کسی اور کو نہ دو۔ مسند کی حدیث میں ہے حضرت ائشہ بنت قدامہ فرماتی ہیں میں اپنی والدہ رابطہ بنت سفیان نزاعیہ کے ساتھ حضور ﷺ سے بیعت کرنے والیوں میں تھی حضور ﷺ ان باتوں پر بیعت لے رہے تھے اور عورتیں ان کا اقرار کرتی تھیں میری والدہ کے فرمان سے میں نے بھی اقرار کیا اور بیعت والیوں میں شامل ہوئی، صحیح بخاری شریف میں حضرت ام عطیہ سے منقول ہے کہ ہم نے ان باتوں پر اور اس امر پر کہ ہم کسی مرے پر نوحہ نہ کریں گی حضور ﷺ سے بیعت کی اسی اثناء میں ایک عورت نے اپنا ہاتھ سمیٹ لیا اور کہا میں نوحہ کرنے سے باز رہنے پر بیعت نہیں کرتی اس لئے کہ فلاں عورت نے میرے فلاں مرے پر نوحہ کرنے میں میری مدد کی ہے تو میں اس کا بدلہ ضرور اتاروں گی آنحضرت ﷺ اسے سن کر خاموش ہو رہے اور کچھ نہ فرمایا وہ چلی گئیں لیکن پھر تھوڑی ہی دیر میں واپس آئیں اور بیعت کرلی، مسلم شریف میں بھی یہ حدیث ہے اور اتنی زادتی بھی ہے کہ اس شرط کو صرف اس عورت نے اور حضرت ام سلیم بنت ملحان نے ہی پورا کیا، بخاری کی اور روایت میں ہے کہ پانچ عورتوں نے اس عہد کو پورا کیا، ام سلیم ام علام، ابو سبرہ کی بیٹی جو حضرت معاذ کیب یوی تھیں اور دو اور عورتیں یا ابو سبرہ کی بیٹی اور حضرت معاذ کی بیوی اور ایک عورت اور نبی ﷺ عید والے دن بھی عورتوں سے اس بیعت کا معاہدہ لیا کرتے تھے، بخاری میں ہے حضرت ابن عباس فرماتے ہیں کہ رمضان کی عید کی نماز میں نے آنحضرت ﷺ کے ساتھ اور ابوبکر عمر عثمان ؓ کے ساتھ پڑھی ہے سب کے سب خطبے سے پہلے نماز پڑھتے تھے، پھر نماز کے بعد خطبہ کہتے تھے ایک مرتبہ نبی ﷺ خطبے سے اترے گویا وہ نقشہ میری نگاہ کے سامنے ہے کہ لوگوں کو بٹھایا جاتا تھا اور آپ ان کے درمیان سے تشریف لا رہے تھے یہاں تک کہ عورتوں کے پاس آئے آپ کے ساتھ حضرت بلال تھے یہاں پہنچ کر آپ نے اسی آیت کی تلاوت کی پھر آپ نے دریافت کیا کہ کیا تم اپنے اس اقرار پر ثابت قدم ہو ایک عورت نے کھڑے ہو کر جواب دیا کہ ہاں حضور ﷺ اس پر مضبوطی کے ساتھ قائم ہیں کسی اور نے جواب نہیں دیا، راوی حدیث حضرت حسن کو یہ معلوم نہیں کہ یہ جواب دینے والی کونسی عورت تھیں، پھر آپ نے فرمایا اچھا خیرات کرو اور حضرت بلال نے اپنا کپڑا پھیلا دیا چناچہ عورتوں نے اس پر بےنگینہ کی اور نگینہ دار انگوٹھیاں راہ اللہ ڈال دیں، مسند احمد کی روایت میں حضرت امیمہ کی بیعت کے ذکر میں آیت کے علاوہ اتنا اور بھی ہے کہ نوحہ کرنا اور جاہلیت کے زمانہ کی طرح اپنا بناؤ سنگھار غیر مردوں کو نہ دکھانا، بخاری مسلم کی حدیث میں ہے کہ رسول اللہ ﷺ نے مردوں سے بھی ایک مجلس میں فرمایا کہ مجھ سے ان باتوں پر بیعت کرو جو اس آیت میں ہیں جو شخص اس بیعت کو نبھا دے اس کا اجر اللہ کے ذمہ ہے اور جو اس کے خلاف کر گزرے اور وہ مسلم حکومت سے پوشیدہ رہے اس کا حساب اللہ کے پاس ہے اگر چاہے بخش دے اور اگر چاہے عذاب کرے، حضرت عبادہ بن صامت ؓ فرماتے ہیں کہ عقبہ اولیٰ میں ہم بارہ شخصوں نے رسول اللہ ﷺ سے بیعت کی اور انہی باتوں پر جو اس آیت میں مذکور ہیں آپ نے ہم سے بیعت لی اور فرمایا اگر تم اس پر پورے اترے تو یقیناً تمہارے لئے جنت ہے، یہ واقعہ جہاد کی فرضیت سے پہلے کا ہے، ابن جریر کی روایت میں ہے کہ رسول اللہ ﷺ نے حضرت عمر بن خطاب ؓ کو حکم دیا کہ وہ عورتوں سے کیں کہ رسول اللہ ﷺ تم سے اس بات پر بیعت لیتے ہیں کہ تم اللہ تعالیٰ کے ساتھ کسی کو شریک نہ کرو ان بیعت کے لئے آنے والیوں میں حضرت ہندہ تھیں جو عقبہ بن ربیعہ کی بیٹی اور حضرت سفیان کی بیوی تھیں یہی تھیں جنہوں نے اپنے کفر کے زمانہ میں حضور ﷺ کے چچا حضرت حمزہ ؓ کا پیٹ چیر دیا تھا اس وجہ سے یہ ان عورتوں میں ایسی حالت سے آئی تھیں کہ کوئی انہیں پہچان نہ سکے اس نے جب فرمان سنا تو کہنے لگی میں کچھ کہنا چاہتی ہوں لیکن اگر بولوں گی تو حضور ﷺ مجھے پہچان لیں گے اور اگر پہچان لیں گے تو میرے قتل کا حکم دے دیں گی میں اسی وجہ سے اس طرح آئی ہوں کہ نہ پہچانی جاؤں مگر اور عورتیں سب خاموش رہیں اور ان کی بات اپنی زبان سے کہنے سے انکار کردیا، آخر ان ہی کو کہنا پڑا کہ یہ ٹھیک ہے جب شرک کی ممانعت مردوں کو ہے تو عورتوں کو کیوں نہ ہوگی ؟ حضور ﷺ نے ان کی طرف دیکھا لیکن آپ نے کچھ نہ فرمایا پھر حضرت عمر سے کہا ان سے کہہ دو کہ دوسری بات یہ ہے کہ یہ چوری نہ کریں اس پرہندہ نے کہا میں ابو سفیان کی معمولی سی چیز کبھی کبھی لے لیا رتی ہوں کیا یہ بھی چوری میں دخل ہے یا نہیں ؟ اور میرے لئے یہ حلال بھی ہے یا نہیں ؟ حضرت ابو سفیان بھی اسی مجلس میں موجود تھے، یہ سنتے ہی کہنے لگے میرے گھر میں جو کچھ بھی تو نے لیا ہو خواہ وہ خرچ میں آگیا ہو یا اب بھی باقی ہو وہ سب میں تیرے لئے حلال کرتا ہوں اب تو نبی ﷺ نے صاف پہچان لیا کہ یہ میرے چچا حمزہ کی قاتلہ اور اس کے کلیجے کو چیرنے والی پھر اسے چبانے والی عورت ہندہ ہے، آپ نے انہیں پہچان کر اور ان کی یہ گفتگو دیکھ کر مسکرا دیئے اور انہیں اپنے بلایا انہوں نے آکر حضور ﷺ کا ہاتھ تھام کر معافی مانگی آپ نے فرمایا۔ تم وہی ہندہ ہو ؟ انہوں نے کہا گزشتہ گناہ اللہ تعالیٰ نے معاف فرما دیئے حضور ﷺ خاموش ہو رہے ہیں اور بیعت کے سلسلہ میں پھر لگ گئے اور فرمایا تیسری بات یہ ہے کہ ان عورتوں میں سے کوئی بدکاری نہ کرے، اس پر حضرت ہندہ نے کہا کیا کوئی آزاد عورت بھی بدکاری کرتی ہے ؟ آپ نے فرمایا ٹھیک ہے اللہ کی قسم آزاد عورتیں اس برے کام سے ہرگز آلود نہیں ہوتیں، آپ نے پھر فرمایا جو چوتھی بات یہ ہے کہ اپنی اولاد کو قتل نہ کریں ہندہ نے کہا آپ نے انہیں بدر کے دن قتل کیا ہے آپ جانیں اور وہ، آپ نے فرمایا پانچویں بات یہ ہے کہ خود اپنی ہی طرف سے جوڑ کر بےسر پیر کا کوئی خاص بہتان نہ تراش لیں اور چھٹی بات یہ ہے کہ میری شرعی باتوں میں میری نافرمانی نہ کریں اور ساتواں عہد آپ نے ان سے یہ بھی لیا کہ وہ نوحہ نہ کریں اہل جاہلیت اپنے کسی کے مرجانے پر کپڑے پھاڑ ڈالتے تھے منہ نوچ لیتے تھے بال کٹوا دیتے تھے اور ہائے وائے کیا کرتے تھے۔ یہ اثر غریب ہے اور اس کے بعض حصے میں نکارت بھی ہے اس لئے کہ ابو سفیان اور ان کی بیوی ہندہ کے اسلام کے وقت انہیں حضور ﷺ کی طرف سے کوئی اندیشہ نہ تھا بلکہ اس سے بھی آپ نے صفائی اور محبت کا اظہار کردیا تھا، واللہ اعلم، ایک اور روایت میں ہے کہ فتح مکہ والے دن بیعت والی یہ آیت نازل ہوئی نبی ﷺ نے صفا پر مردوں سے بیعت لی اور حضرت عمر نے عورتوں سے بیعت لی اس میں اتنا اور بھی ہے کہ اولاد کے قتل کی ممانعت سن کر حضرت ہندہ ؓ نے فرمایا کہ ہم نے تو انہیں چھٹینے پال پوس کر بڑا کیا لیکن ان بڑوں کو تم نے قتل کیا اس پر حضرت عمر مارے ہنسی کے لوٹ لوٹ گئے، ابن ابی حاتم کی روایت میں ہے کہ جب ہندہ بیعت کرنے آئیں تو ان کے ہاتھ مردوں کی طرح سفید تھے آپ نے فرمایا جاؤ ان کا رنگ بدل لو چناچہ وہ مہندی لگا کر حاضر ہوئیں، ان کے ہاتھ میں دو سونے کے کڑے تھے انہوں نے پوچھا کہ ان کی نسبت کیا حکم ہے ؟ فرمایا جہنم کی آگ کے دوا نگارے ہیں، (یہ حکم اس وقت ہے جب ان کی زکوٰۃ نہ ادا کی جائے) اس بیعت کے لینے کے وقت آپ کے ہاتھ میں ایک کپڑا تھا، جب اولادوں کے قتل کی ممانعت پر ان سے عہد لیا گیا تو ایک عورت نے کہا ان کے باپ دادوں کو تو قتل کیا اور ان کی اولاد کی وصیت ہمیں ہو رہی ہے، یہ شروع شروع میں صورت بیعت کی تھی لیکن پھر اس کے بعد آپ نے یہ دستور کر رکھا تھا کہ جب بیعت کرنے کے لئے عورتیں جمع ہوجاتیں تو آپ یہ سب باتیں ان پر پیش فرماتے وہ ان کا اقرار کرتیں اور واپس لوٹ جاتیں، پس فرمان اللہ ہے کہ جو عورت ان امور پر بیعت کرنے کے لئے آئے تو اس سے بیعت لے لو کہ اللہ کے ساتھ کسی کو شریک نہ کرنا، غیر لوگوں کے مال نہ چرانا، ہاں اس عورت کو جس کا خاوند اپنی طاقت کے مطابق کھانے پینے پہننے اوڑھنے کو نہ دیتا ہو جائز ہے کہ اپنے خاند کے مال سے مطابق دستور اور بقدر اپنی حاجت کے لے گو خاوند کو اس کا علم نہ ہو اس کی دلیل حضرت ہندہ والی حدیث ہے کہ انہوں نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ ﷺ میرے خاوند ابو سفیان بخیل آدمی ہیں وہ مجھے اتنا خرچ نہیں دیتے جو مجھے اور میری اولادوں کو کافی ہو سکے تو کیا میں اگر ان کی بیخبر ی میں اور ان کے مال میں لے لوں تو مجھے جائز ہے ؟ آپ نے فرمایا بہ طریق معروف اس کے مال سے اتنا لے لے جو تجھے اور تیرے بال بچوں کو کفایت کرے (بخاری و مسلم) اور زنا کاری نہ کریں، جیسے اور جگہ ہے ولا تفربوا الزنا انہ کان فاحشتہ وسا سبیلا زنا کے قریب نہ جاؤ وہ بےحیائی ہے اور بری راہ ہے، حضرت سمرہ والی حدیث میں زنا کی سزا اور درد ناک عذاب جہنم بیان کیا گیا ہے، مسند احمد میں ہے کہ حضرت فاطمہ بنت عقبہ جب بیعت کے لئے آئیں اور اس آیت کی تلاوت ان کے سامنے کی گئی تو انہوں نے شرم سے اپنا ہاتھ اپنے سر پر رکھ لیا آپ کو ان کی یہ حیا اچھی معلوم ہوئی۔ حضرت عائشہ نے فرمایا انہی شرطوں پر ہم سب نے بیعت کی ہے یہ سن کر انہوں نے بھی بیعت کرلی، حضور ﷺ کی بیعت کے طریقے اوپر بیان ہوچکے ہیں، اولاد کو قتل نہ کرنے کا حکم عام ہے، پیدا شدہ اولاد کو مار ڈالنا بھی اسی ممانعت میں ہے جیسے کہ جاہلیت کے زمانے والے اس خوف سے کرتے تھے کہ انہیں کہاں سے کھلائیں گے پلائیں گے، اور حمل کا گرا دینا بھی اسی ممانعت میں ہے خواہ اس طرح ہو کہ ایسے علاج کئے جائیں جس سے حمل ٹھہر ہی نہیں یا ٹھہرے ہوئے حمل کو کسی طرح گرا دیا جائے۔ بری غرض وغیرہ سے، بہتان نہ باندھنے کا ایک مطلب تو حضرت ابن عباس نے یہ بیان فرمایا ہے کہ دوسرے کی اولاد کو اپنے خاوند کے سر چپکا دینا، ابو داؤد کی حدیث میں ہے کہ ملاعنہ کی آیت کے نازل ہونے کے وقت رسول اللہ ﷺ نے فرمایا جو عورت کسی قوم میں اسے داخل کرے جو اس قوم کا نہیں وہ اللہ تعالیٰ کے نزدیک کسی گنتی شمار میں نہیں اور جو شخص اپنی اولاد سے انکار کر جائے حالانکہ وہ اس کے سامنے موجود ہو اللہ تعالیٰ اس سے آڑ کرلے گا اور تمام اگلوں پچھلوں کے سامنے اسے رسوا و ذلیل کرے گا، حضور ﷺ کی نافرمانی نہ کریں یعنی آپ کے احکام بجا لائیں اور آپ کے منع کئے ہوئے کاموں سے رک جایا کریں، یہ شرط یعنی معروف ہونے کی عورتوں کے لئے اللہ تعالیٰ نے لگا دی ہے، حضرت میمون فرماتے ہیں اللہ تعالیٰ نے اپنے نبی ﷺ کی اطاعت بھی فقط معروف میں رکھی ہے اور معروف ہی طاعت ہے، حضرت ابن زید فرماتے ہیں دیکھ لو کہ بہترین خلق رسول اللہ ﷺ کی فرمانبرداری کا حکم بھی معروف میں ہی ہے، اس بیعت والے دن آنحضور ﷺ نے عورتوں سے نوحہ نہ کرنے کا اقرار بھی لیا تھا جیسے حضرت ام عطیہ کی حدیث میں پہلے گذر چکا، حضرت فتادہ فرماتے ہیں ہم سے ذکر کیا گیا ہے۔ اس بیعت میں یہ بھی تھا کہ عورتیں غیر محرموں سے بات چیت نہ کریں، اس پر حضرت عبدالرحمٰن بن عوف نے فرمایا رسول اللہ ﷺ بسا اوقات ایسا بھی ہوتا ہے کہ ہم گھر پر موجود نہیں ہوتے اور مہمان آجاتے ہیں آپ نے فرمایا میری مراد ان سے بات چیت کرنے کی ممانعت سے نہیں میں ان سے کام کی بات کرنے سے نہیں روکتا (ابن جریر) ابن ابی حاتم میں ہے کہ حضور ﷺ نے اس بیعت کے موقعہ پر عورتوں کو نامحرم مردوں سے باتیں کرنے سے منع فرمایا اور فرمایا بعض لوگ وہ بھی ہوتے ہیں کہ پرائی عورتوں سے باتیں کرنے میں ہی مزہ لیا کرتے ہیں یہاں تک کہ مذی نکل جاتی ہے اوپر حدیث بیان ہوچکی ہے کہ نوحہ نہ کرنے کی شرط پر ایک عورت نے کہا فلاں قبیلے کی عورتوں نے میرا ساتھ دیا ہے تو ان کے نوحے میں میں بھی ان کا ساتھ دے کر بدلہ ضرور اتاروں گی چناچہ وہ گئیں بدلہ اتارا پھر آ کر حضور ﷺ سے بیعت کی۔ حضرت ام سلیم جن کا نام ان عورتوں میں ہے جنہوں نے نوحہ نہ کرنے کی بیعت کو پورا کیا یہ ملحان کی بیٹی اور حضرت انس کی والدہ ہیں اور روایت میں ہے کہ جس عورت نے بدلے کے نوحے کی اجازت مانگی تھی خود حضور ﷺ نے اسے اجازت دی تھی یہی وہ معروف ہے جس میں نافرمانی منع ہے، بیعت کرنے والی عورتوں میں سے ایک کا بیان ہے کہ معروف میں ہم حضور ﷺ کی نافرمانی نہ کریں اس سے مطلب یہ ہے کہ مصیبت کے وقت منہ نہ نوچیں بال نہ منڈوائیں کپڑے نہ پھاڑیں ہائے وائے نہ کریں، ابن جریر میں حضرت ام عطیہ سے مروی ہے کہ جب حضور ﷺ ہمارے ہاں مدینہ میں تشریف لائے تو ایک دن آپ نے حکم دیا کہ سب انصاریہ عورتیں فلاں گھر میں جمع ہوں پھر حضرت عمر بن خطاب کو وہاں بھیجا آپ دروازے پر کھڑے ہوگئے اور سلام کیا ہم نے آپ کے سلام کا جواب دیا پھر فرمایا میں رسول اللہ ﷺ کا قاصد ہوں ہم نے کہا رسول اللہ کو بھی مرحبا ہو اور آپ کے قاصد کو بھی، حضرت عمر نے فرمایا مجھے حکم ہوا ہے کہ میں تمہیں حکم کروں کہ تم اللہ تعالیٰ کے ساتھ شریک نہ کرنے پر چوری اور زنا کاری سے بچنے پر بیعت کرو ہم نے کہا ہم سب حاضر ہیں اور اقرار کرتی ہیں چناچہ آپ نے وہیں باہر کھڑے کھڑے اپنا ہاتھ اندر کی طرف بڑھا دیا اور ہم نے اپنے ہاتھ اندر سے باہر اندر ہی اندر بڑھائے، پھر آپ نے فرمایا اے اللہ گواہ رہے۔ پھر حکم ہوا کہ دونوں عیدوں میں ہم اپنی خانضہ عورتوں اور جوان کنواری لڑکیوں کو لے جایا کریں، ہم پر جمعہ فرض نہیں، ہمیں جنازوں کے ساتھ نہ جانا چاہئے۔ حضرت اسماعیل راوی حدیث فرماتے ہیں میں نے اپنی دادی صاحبہ ام عطیہ سے پوچھا کہ عورتیں معروف میں حضور ﷺ کی نافرمانی نہ کریں اس سے کیا مطلب ہے ؟ فرمایا یہ کہ نوحہ نہ کریں، بخاری و مسلم میں ہے کہ جو کوئی مصیبت کے وقت اپنے کلوں پر تھپڑ مارے دامن چاک کرے اور جاہلیت کے وقت کی ہائی وہائی مچائے وہ ہم میں سے نہیں اور روایت میں ہے کہ رسول اللہ ﷺ اس سے بری ہیں جو گلا پھاڑ پھاڑ کر ہائے وائے کرے بال نوچے یا منڈوائے اور کپڑے پھاڑے یا دامن چیرے۔ ابو علی میں ہے کہ میری امت میں چار کام جاہلیت کے ہیں جنہیں وہ نہ چھوڑیں گے حسب نسب پر فخر کرنا انسان کو اس کے نسب کا طعنہ دینا ستاروں سے بارش طلب کرنا اور میت پر نوحہ کرنا اور فرمایا نوحہ کرنے والی عورت اگر بغیر توبہ کئے مرجائے تو اسے قیامت کے دن گندھک کا پیراہن پہنایا جائے گا اور کھجلی کی چادر اڑھائی جائے گی۔ مسلم شریف میں ہے رسول اللہ ﷺ نے نوحہ کرنے والیوں پر اور نوحے کو کان لگا کر سننے والیوں پر لعنت فرمائی، ابن جریر کی ایک مرفوع حدیث میں ہے کہ معروف میں نافرمانی نہ کرنے سے مراد نوحہ کو کان لگا کر سننے والیوں پر لعنت فرمائی، ابن جریر کی ایک مرفوع حدیث میں ہے کہ معروف میں نافرمانی نہ کرنے سے مراد نوحہ نہ کرنا ہے، یہ حدیث ترمذی کی کتاب التفسیر میں بھی ہے اور امام ترمذی ؒ اسے حسن غریب کہتے ہیں۔",
  "ayah": 12,
  "surah": 60
}
