{
  "text": "کفار سے محبت کی ممانعت کی دوبارہ تاکید  کافروں سے محبت رکھنے کی ممانعت اور ان کی بغض و و عداوت کے بیان کے بعد اب ارشاد ہوتا ہے کہ بسا اوقات ممکن ہے کہ ابھی ابھی اللہ تم میں اور ان میں میل ملاپ کرا دے، بغض نفرت اور فرقت کے بعد محبت مودت اور الفت پیدا کر دے، کونسی چیز ہے جس پر اللہ قادر نہ ہو ؟ وہ متبائن اور مختلف چیزوں کو جمع کرسکتا ہے، عداوت و قساوت کے بعد دلوں میں الفت و محبت پیدا کردینا اس کے ہاتھ ہے، جیسے اور جگہ انصار پر اپنی نعمت بیان فرماتے ہوئے ارشاد ہوا ہے (ترجمہ) الخ تم پر جو اللہ کی نعمت ہے اسے یاد کرو کہ تمہاری دلی عداوت کو اس نے الفت قلبی سے بدل دیا اور تم ایسے ہوگئے جیسے ماں جائے بھائی ہوں تم آگ کے کنارے پہنچ چکے تھے لیکن اس نے تمہیں وہاں سے بچا لیا، آنحضرت ﷺ نے انصاریوں سے فرمایا کیا میں نے تمہیں گمراہی کی حالت میں نہیں پایا تھا ؟ پھر اللہ تعالیٰ نے میری وجہ سے تمہیں ہدایت دی اور تم متفرق تھے میری وجہ سے اللہ تعالیٰ نے تمہیں جمع کردیا، قرآن کریم میں ہے (ترجمہ) الخ اللہ تعالیٰ نے اپنی مدد سے مومنوں کو ساتھ کر کے اے نبی تیری مدد کی اور ایمان داروں میں آپس میں وہ محبت اور یکجہتی پیدا کردی کہ اگر روئے زمین کی دولت خرچ کرتے اور یگانگت پیدا کرنا چاہتے تو وہ نہ کرسکتے یہ الفت منجانب اللہ تھی جو عزیز و حکیم ہے، ایک حدیث میں ہے دوستوں کی دوستی کے وقت بھی اس بات کو پیش نظر رکھو کہ کیا عجب اس سے کسی وقت دشمنی ہوجائے اور دشمنوں کی دشمنی میں بھی حد سے تجاوز نہ کرو کیا خبر کب دوستی ہوجائے، عرب شاعر کہتا ہے۔ یعنی ایس دو دشمنوں میں بھی جو ایک سے ایک جدا ہوں اور اس طرح کہ دل میں گرہ دے لی ہو کہ ابد الا آباد تک اب کبھی نہ ملیں گے اللہ تعالیٰ اتفاق و اتحاد پیدا کردیتا ہے اور اس طرح ایک ہوجاتے ہیں کہ گویا کبھی دو نہ تھے، اللہ تعالیٰ غفور و رحیم ہے کافر جب توبہ کریں تو اللہ قبول فرما لے گا جب وہ اس کی طرف جھکیں وہ انہیں اپنے سائے میں لے لے گا، کوئی سا گناہ ہو اور کوئی سا گنہگار ہو ادھر وہ مالک کی طرف جھکا ادھر اس کی رحمت کی آغوش کھلی، حضرت مقاتل بن حیان ؒ فرماتے ہیں یہ آیت ابو سفیان صخر بن حرب کے بارے میں نازل ہوئی ہے ان کی صاحبزادی صاحبہ سے رسول اللہ ﷺ نے نکاح کرلیا تھا اور یہی مناکحت حجت کا سبب بن گئی، لیکن یہ قول کچھ جی کو نہیں لگتا اس لئے کہ رسول اللہ ﷺ کا یہ نکاح فتح مکہ سے بہت پہلے ہوا تھا اور حضرت ابو سفیان کا اسلام بالاتفاق فتح مکہ کی رات کا ہے، بلکہ اس سے بہت اچھی توجیہ تو وہ ہے جو ابن ابی حاتم میں مروی ہے کہ رسول اللہ ﷺ نے حضرت ابو سفیان صخر بن حرب کو کسی باغ کے پھلوں کا عامل بنا رکھا تھا حضور ﷺ کے انتقال کے بعد یہ آ رہے تھے کہ راستے میں ذوالحمار مرتد مل گیا آپ نے اس سے جنگ کی اور باقعادہ لڑے پس مرتدین سے پہلے پہل لڑائی لڑنے والے مجاہد فی الدین آپ ہیں، حضرت ابن شہاب کا قول ہے کہ انہی کے بارے میں یہ آیت عسی اللہ الخ، اتری ہے، صحیح مسلم شریف کی حدیث میں ہے کہ حضرت ابو سفیان نے اسلام قبول کرنے کے بعد حضور ﷺ سے کہا کہ یا رسول اللہ ﷺ میری تین درخواستیں ہیں اگر اجازت ہو تو عرض کروں آپ نے فرمایا کہو اس نے کہا اول تو یہ کہ مجھے اجازت دیجئے کہ جس طرح میں کفر کے زمانے میں مسلمانوں سے مسلسل جنگ کرتا رہا اب اسلام کے زمانہ میں کافروں سے برابر لڑائی جاری رکھوں آپ نے اسے منظور فرمایا، پھر کہا میرے لڑکے معاویہ کو اپنا منشی بنا لیجئے آپ نے اسے بھی منظور فرمایا (اس پر جو کلام ہے وہ پہلے گذر چکا ہے) اور میری بہترین عرب بچی ام حبیبہ کو آپ اپنی زوجیت میں قبول فرمائیں، آپ نے یہ بھی منظور فرما لیا، (اس پر بھی کلام پہلے گذر چکا ہے) پھر ارشاد ہوتا ہے کہ جن کفار نے تم سے مذہبی لڑائی نہیں کی نہ تمہیں جلا وطن کیا جیسے عورتیں اور کمزور لوگ وغیرہ ان کے ساتھ سلوک و احسان اور عدل و انصاف کرنے سے اللہ تبارک و تعالیٰ تمہیں نہیں روکتا بلکہ وہ تو ایسے با انصاف لوگوں سے محبت رکھتا ہے، بخاری مسلم میں ہے کہ حضرت اسماء بنت ابوبکر ؓ کے پاس ان کی مشرک ماں آئیں یہ اس زمانہ کا ذکر ہے جس میں آنحضرت ﷺ اور مشرکین مکہ کے درمیان صلح نامہ ہوچکا تھا حضرت اسماء خدمت نبوی میں حاضر ہو کر مسئلہ پوچھتی ہیں کہ میری ماں آئی ہوئی ہیں اور اب تک وہ اس دین سے الگ ہیں کیا مجھے جائز ہے کہ میں ان کے ساتھ سلوک کروں ؟ آپ نے فرمایا ہاں جاؤ ان سے صلہ رحمی کرو، مسند کی اس روایت میں ہے کہ ان کا نام قتیلہ تھا، یہ مکہ سے گوہ اور پنیر اور گھی بطور تحفہ لے کر آئی تھیں لیکن حضرت اسماء نے اپنی مشرکہ ماں کو نہ تو اپنے گھر میں آنے دیا نہ یہ تحفہ ہدیہ قبول کیا پھر حضور ﷺ سے دریافت کیا اور آپ کی اجازت پر ہدیہ بھی لیا اور اپنے ہاں ٹھہرایا بھی، بزار کی حدیث میں حضرت عائشہ صدیقہ ؓ کا نام بھی ہے لیکن یہ ٹھیک نہیں اس لئے کہ حضرت عائشہ کی والدہ کا نام ام رومان تھا اور وہ اسلام لا چکی تھیں اور ہجرت کر کے مدینہ میں تشریف لائی تھیں، ہاں حضرت اسماء کی والدہ ام رومان نہ تھیں، چناچہ ان کا نام قتیلہ اوپر کی حدیث میں مذکور ہے۔ واللہ اعلم مقسطین کی تفسیر سورة حجرات میں گذر چکی ہے جنہیں اللہ تعالیٰ پسند فرماتا ہے، حدیث میں ہے مقسطین وہ لوگ ہیں جو عدل کے ساتھ حکم کرتے ہیں گواہل و عیال کا معاملہ ہو یا زیردستوں کا یہ لوگ اللہ تعالیٰ کے عرش کے دائیں جانب نور کے منبروں پر ہوں گے۔ پھر فرماتا ہے کہ اللہ کی ممانعت تو ان لوگوں کی دوستی سے ہے جو تمہاری عداوت سے تمہارے مقابل نکل کھڑے ہوئے تم سے صرف تمہارے مذہب کی وجہ سے لڑے جھگڑے تمہیں تمہارے شہروں سے نکال دیا تمہارے دشمنوں کی مدد کی۔ پھر مشرکین سے اتحاد و اتفاق دوستی دیکھتی رکھنے والے کو دھمکاتا ہے اور اس کا گناہ بتاتا ہے کہ ایسا کرنے والے ظالم گناہ گار ہیں اور جگہ فرمایا یہودیوں نصرانیوں سے دوستی کرنے والا ہمارے نزدیک انہی جیسا ہے۔",
  "ayah": 9,
  "surah": 60
}
