{
  "text": "হে মানুষ! তোমরা তোমাদের রবের তাকওয়া অবলম্বন কর [১]; নিশ্চয় কেয়ামতের প্রকম্পন এক ভয়ংকর ব্যাপার [২]।\n৭৮ আয়াত, মাদানী\n[১] এই সূরাটি মক্কায় নাযিল না মদীনায় নাযিল, সে সম্পর্কে তাফসীরবিদগণ ভিন্ন ভিন্ন মত পোষণ করেন। ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা থেকেই উভয় প্রকার রেওয়ায়েত বর্ণিত আছে। অধিকসংখ্যক তাফসীরবিদগণ বলেনঃ এই সূরাটি মিশ্র। এতে মক্কায় নাযিল ও মদীনায় নাযিল উভয় প্রকার আয়াতের সমাবেশ ঘটেছে। কুরতুবী এই উক্তিকেই বিশুদ্ধতম আখ্যা দিয়েছেন। [কুরতুবী] কোন কোন মুফাসসির এই সূরার কতিপয় বৈচিত্ৰ্য উল্লেখ করে বলেনঃ এর কিছু আয়াত রাতে, কিছু দিনে, কিছু সফরে, কিছু গৃহে অবস্থানকালে, কিছু মক্কায়, কিছু মদীনায় এবং কিছু যুদ্ধাবস্থায় ও কিছু শান্তিকালে নাযিল হয়েছে। এছাড়া এর কিছু আয়াত রহিতকারী, কিছু আয়াত রহিত এবং কিছু মুহকাম তথা সুস্পষ্ট ও কিছু মুতাশাবিহু তথা অস্পষ্ট। সূরাটিতে নাযিলের সব প্রকারই সন্নিবেশিত রয়েছে। [কুরতুবী]\n[১] হাদীসে এসেছে, সফর অবস্থায় এই আয়াত নাযিল হলে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম উচ্চঃস্বরে এর তিলাওয়াত শুরু করেন। সফরসঙ্গী সাহাবায়ে কেরাম তার আওয়াজ শুনে এক জায়গায় সমবেত হয়ে গেলেন। তিনি সবাইকে সম্বোধন করে বললেনঃ এই আয়াতে উল্লেখিত কেয়ামতের ভূকম্পন কোন দিন হবে তোমরা জানো কি? সাহাবায়ে কেরাম বললেনঃ আল্লাহ ও তাঁর রাসূলই ভাল জানেন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেনঃ এটা সেই দিনে হবে, যেদিন আল্লাহ্ তা'আলা আদম ‘আলাইহিস সালাম-কে সম্বোধন করে বললেনঃ যারা জাহান্নামে যাবে, তাদেরকে উঠাও। আদম ‘আলাইহিস সালাম জিজ্ঞেস করবেনঃ কারা জাহান্নামে যাবে? উত্তর হবে, প্রতি হাজারে নয়শত নিরানব্বই জন। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরো বললেনঃ এই সময়েই ত্ৰাস ও ভীতির আধিক্যে বালকরা বৃদ্ধ হয়ে যাবে, গর্ভবতী নারীদের গর্ভপাত হয়ে যাবে। সাহাবায়ে কেরাম একথা শুনে ভীত-বিহবল হয়ে গেলেন এবং প্রশ্ন করলেনঃ ইয়া রাসূলাল্লাহ! আমাদের মধ্যে কে মুক্তি পেতে পারে? তিনি বললেনঃ তোমরা নিশ্চিন্ত থাকো। যারা জাহান্নামে যাবে, তাদের এক হাজার ইয়াজুজ-মাজুজের মধ্য থেকে এবং একজন তোমাদের মধ্য থেকে হবে। কোন কোন রেওয়ায়েতে আছে, সেদিন তোমরা এমন দুই সম্প্রদায়ের সাথে থাকবে যে, তারা যে দলে ভিড়বে, সেই দলই সংখ্যাগরিষ্ঠ হবে। একটি ইয়াজুজ-মাজুজের সম্প্রদায় ও অপরটি ইবলীস ও তার সাঙ্গোপাঙ্গ এবং আদম সন্তানদের মধ্যে যারা তোমাদের পূর্বে মারা গেছে, তাদের সম্প্রদায়। [তিরমিযিঃ ৩১৬৯, মুসনাদে আহমাদঃ ৪/৪৩৫, মুস্তাদরাকে হাকিমঃ ১/২৮, সহীহ ইবনে হিব্বানঃ ৭৩৫৪]\n[২] আল্লাহ তা’আলা বলেনঃ “এবং শিংগায় ফুঁক দেয়া হবে, ফলে যাদেরকে আল্লাহ ইচ্ছে করেন তারা ছাড়া আকাশমণ্ডলী ও যমীনের সবাই মূৰ্ছিত হয়ে পড়বে। তারপর আবার শিংগায় ফুঁক দেয়া হবে, তৎক্ষণাৎ তারা দাঁড়িয়ে তাকাতে থাকবে।” [সূরা আয যুমারঃ ৬৮] এ আয়াত থেকে স্পষ্ট বুঝতে পারি যে, কেয়ামতের দু'টি পর্যায় রয়েছেঃ এক) ইস্রাফিল কর্তৃক প্রথমবার শিঙ্গায় ফুঁক দেয়া। ঐ ফুঁক দেয়া মাত্রই সবকিছু কম্পিত হতে হতে ধ্বংস হয়ে যাবে। সে মহা ধ্বংসের কথা আল্লাহ তা'আলা। পবিত্র কুরআনের বিভিন্ন স্থানে উল্লেখ করেছেন। দুই) ইস্রাফিল কর্তৃক দ্বিতীয় বার শিঙ্গায় ফুঁক দেয়া। ঐ ফুঁক দেয়ার সাথে সমস্ত সৃষ্টি আল্লাহর সামনে নীত হবে। তখন হাশরের মাঠে সবাই জমায়েত হবে।\nআলোচ্য আয়াতে উল্লেখিত ভূকম্পন কখন হবে অর্থাৎ কেয়ামত শুরু হওয়া এবং মনুষ্যকুলের পুনরুখিত হওয়ার পর ভূকম্পন্ন হবে, না এর আগেই হবে। এ সম্পর্কে মতভেদ আছে। কেউ কেউ বলেনঃ কেয়ামতের পূর্বে এই পৃথিবীতে ভূকম্পন হবে এবং এটা কেয়ামতের প্রাথমিক কাজ হিসেবে গণ্য হবে। সে সময় পৃথিবী পৃষ্ঠে বসন্তকারীরা যে অবস্থার সম্মুখীন হবে তার চিত্র কুরআনের বিভিন্ন স্থানে অংকন করা হয়েছে। যেমনঃ “যখন শিংগায় এক ফুঁক দেয়া হবে এবং যমীন ও পাহাড় তুলে এক আঘাতে ভেঙে দেয়া হবে তখন সে বিরাট ঘটনাটি ঘটে যাবে।” [ সূরা আল-হাক্কাহ ১৩-১৫] “যখন পৃথিবীকে পুরোপুরি প্রকম্পিত করে দেয়া হবে এবং সে তার পেটের বোঝা বের করে ছুড়ে ফেলে দেবে। আর মানুষ বলবে, এর কি হলো?” [সূরা আয-যালযালাহ ১-৩]\" যেদিন প্রকম্পনের একটি ঝটিকা একেবারে নাড়িয়ে দেবে এবং এরপর আসবে দ্বিতীয় ঝটুকা। সেদিন অন্তর কাপতে থাকবে এবং দৃষ্টি ভীতবিহ্বল হবে।” [সূরা আন- নাযিআত ৫-৯] “যে দিন পৃথিবীকে মারাত্মকভাবে ঝাঁকিয়ে দেয়া হবে এবং পাহাড় গুড়ো হয়ে ধূলির মতো উড়তে থাকবে। ” [সূরা আল ওয়াকি'আহ, ৪-৬] “যদি তোমরা নবীর কথা না মানো, তাহলে কেমন করে রক্ষা পাবে সেদিনের বিপদ থেকে, যা বাচ্চাদেরকে বুড়া করে দেবে এবং যার প্রচণ্ডতায় আকাশ ফেটে চৌচির হয়ে যাবে?” [সূরা আল মুযযাম্মিল, আয়াত ১৭-১৮] এ মতটি বেশ কিছু তাবে’য়ী থেকে বর্ণিত হয়েছে। অপর একদল আলেমের মতে, এখানে হাশরের মাঠে যখন একত্রিত করা হবে তখনকার কথা বর্ণনা করা হচ্ছে। আর এ ব্যাপারে বিভিন্ন সহীহ হাদীসে সুস্পষ্ঠভাবে বর্ণিত হয়েছে যে, আল্লাহ তা'আলা আদম ‘আলাইহিস সালাম-কে যখন তার সন্তানদের থেকে জাহান্নামীদেরকে আলাদা করতে বলবেন, তখন এ অবস্থার সৃষ্টি হবে। [বুখারীঃ ৩১৭০, মুসলিমঃ ২২২] আদম ‘আলাইহিস সালাম-কে সম্বোধন সম্পর্কিত উপরোক্ত হাদীস দ্বারাও প্রমাণিত হয় যে, ভূকম্পন হাশর-নশর ও পুনরুত্থানের পর হবে। আর আয়াতের তাফসীরে এটাই সবচেয়ে প্রাধান্যপ্ৰাপ্ত মত। তবে কোন কোন সত্যনিষ্ঠ আলেম বলেনঃ উভয় উক্তির মধ্যে কোন বৈপরীত্য নেই। কেয়ামতের পূর্বে ভূকম্পন হওয়া কুরআনের বিভিন্ন আয়াত দ্বারা প্রমাণিত এবং হাশর-নশরের পরে হওয়া বহু সহীহ হাদীস দ্বারা প্রমাণিত। দু'টিই উদ্দেশ্য হতে পারে; কারণ দুটিই ভয়াবহ ব্যাপার।",
  "ayah": 1,
  "surah": 22
}
