{
  "text": "এরা দুটি বিবাদমান পক্ষ [১], তারা তাদের রব সম্বন্ধে বিতর্ক করে; অতএব যারা কুফরী করে তাদের জন্য কেটে তৈরি করা হয়েছে আগুনের পোশাক [২], তাদের মাথার উপর ঢেলে দেয়া হবে ফুটন্ত পানি।\n[১] আয়াতে উল্লেখিত দুই পক্ষ হচ্ছে, সাধারণ মুমিনগণ এবং তাদের বিপরীতে সব কাফের দল; ইসলামের যুগের হোক কিংবা পূর্ববতী যুগসমূহের। ইয়াহুদী, নাসারা, সাবেয়ী, মাজুস ও শির্ককারী সবাই এ কাতারভুক্ত। [ফাতহুল কাদীর] বিভিন্ন বর্ণনায় এসেছে, এই আয়াত সেই দুই পক্ষ সম্পর্কে নাযিল হয়েছে, যারা বদরের রণক্ষেত্রে একে অপরের বিপক্ষে সম্মুখ যুদ্ধে অবতীর্ণ হয়েছিল। মুসলিমদের মধ্য থেকে আলী, হামযা, ওবায়দা রাদিয়াল্লাহু ‘আনহুম ও কাফেরদের পক্ষ থেকে ওতবা ইবনে রবী\"আ, তার পুত্ৰ ওলীদ ও তার ভাই শায়বা এতে শরীক ছিল। তন্মধ্যে কাফের পক্ষের তিন জনই নিহত এবং মুসলিমদের মধ্য থেকে আলী ও হামযা রাদিয়াল্লাহু ‘আনহুমা অক্ষত অবস্থায় ফিরে এসেছিলেন। ওবায়দা রাদিয়াল্লাহু ‘আনহু গুরুতর আহত অবস্থায় ফিরে এসে রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর কাছে শাহাদাত বরণ করেন। আয়াত যে এই সম্মুখযোদ্ধাদের সম্পর্কে নাযিল হয়েছে, তা বুখারী ও মুসলিমের হাদীস দ্বারা প্রমাণিত । [দেখুন- বুখারীঃ ২৭৪৩, মুসলিমঃ ৩০৩৩] কিন্তু বাহ্যতঃ এই হুকুম তাদের সাথেই বিশেষভাবে সম্পর্কযুক্ত নয়; বরং সমগ্র উম্মতের ক্ষেত্রে প্রযোজ্য- যে কোন যামানার উম্মতই হোক না কেন। আয়াতে আল্লাহ সম্পর্কে বিরোধকারী সমস্ত দলগুলোকে তাদের সংখ্যাধিক্য সত্ত্বেও দু'টি পক্ষে বিভক্ত করা হয়েছে। একটি পক্ষ নবীদের কথা মেনে নিয়ে আল্লাহর সঠিক বন্দেগীর পথ অবলম্বন করে। দ্বিতীয় পক্ষ নবীদের কথা মানে না এবং তারা কুফরীর পথ অবলম্বন করে। তাদের মধ্যে বহু মতবিরোধ রয়েছে এবং তাদের কুফরী বিভিন্ন বিচিত্র রূপও পরিগ্রহ করেছে। কাতাদা বলেন, মুসলিম ও আহলে কিতাব দু'টি দলে বিভক্ত হয়ে তর্কে লিপ্ত হলো। আহলে কিতাবরা বলল, আমাদের নবী তোমাদের নবীর আগে আর আমাদের কিতাব তোমাদের কিতাবের আগে, সুতরাং আমরা তোমাদের থেকে উত্তম। অপরদিকে মুসলিমরা বলল, আমাদের কিতাব সমস্ত কিতাবের মধ্যে ফয়সালা করে (সেগুলোর সত্যাসত্য নিরূপন করে)। আর আমাদের নবী সর্বশেষ নবী, সুতরাং আমরা তোমাদের থেকে উত্তম। তখন আল্লাহ ইসলামের অনুসারীদেরকে তাদের শক্ৰদের উপর প্রাধান্য দিয়ে আয়াত নাযিল করেন। [ইবন কাসীর] কোন কোন মুফাসসির বলেন, এখানে দুই প্রতিপক্ষ বলে জান্নাত ও জাহান্নাম বোঝানো হয়েছে। জাহান্নাম বলেছিল, আমাকে আপনার শাস্তির জন্য নির্ধারিত করে দিন। আর জান্নাত বলেছিল, আমাকে আপনার দয়ার জন্য নির্ধারিত করে দিন। [ইবন কাসীর; ফাতহুল কাদীর] তবে আয়াতে দু’টি দল বলে মুমিন ও কাফের ধরে নিলে সব মতের মধ্যে সামঞ্জস্য বিধান হয়ে যায়। [তাবারী; ইবন কাসীর]\n[২] ভবিষ্যতে যে বিষয়টির ঘটে যাওয়া একেবারে সুনিশ্চিত তার প্রতি জোর দেবার জন্য সেটি এমনভাবে বর্ণনা করা হয় যেন তা ঘটে গেছে। আগুনের পোশাক বলতে সম্ভবত এমন জিনিস বুঝানো হয়েছে যাকে সূরা ইবরাহীমের ৫০ আয়াতে বলা হয়েছে যে, “তাদের জামা হবে আলকাতরার”। অৰ্থাৎ তাদের জন্য আগুনের টুকরা দিয়ে কাপড়ের মত করে তৈরী করে দেয়া হবে। [ইবন কাসীর] সায়ীদ ইবন জুবাইর বলেন, এখানে জামাগুলো হবে, তামার। যা গরম হলে সবচেয়ে বেশী তাপ সৃষ্টি হয়। [ইবন কাসীর]",
  "ayah": 19,
  "surah": 22
}
