{
  "text": "এটাই বিধান এবং কেউ আল্লাহর সম্মানিত বিধানাবলির [১] প্রতি সম্মান প্রদর্শন করলে তার রব এর কাছে তার জন্য এটাই উত্তম। আর যেগুলো তোমাদেরকে তিলাওয়াত করে জানানো হয়েছে [২] তা ব্যতীত তোমাদের জন্য হালাল করা হয়েছে চতুস্পদ জন্তু। কাজেই তোমরা বেঁচে থাক মূর্তিপূজার অপবিত্রতা থেকে [৩] এবং বর্জন কর মিথ্যা কথা [৪]।\n[১] حُرُمٰتِ اللّٰهِ - বলে আল্লাহর নির্ধারিত সম্মানযোগ্য বিষয়াদি অর্থাৎ শরীআতের বিধানাবলী বোঝানো হয়েছে। সুতরাং যে কেউ আল্লাহর অপরাধ থেকে বেঁচে থাকবে, তার হারামকৃত বিষয়াদি বর্জন করবে এবং যার কাছে হারামকৃত বিষয়াদি করা অনেক বড় গোনাহের কাজ বলে মনের মধ্যে জাগ্রত হয়, তবে তা তার রবের নিকট তার জন্য উত্তম। [ইবন কাসীর] মুজাহিদ বলেন, মক্কা, হজের বিধি-বিধান, মক্কার বিভিন্ন সম্মানিত এলাকা, এসব কিছুই এ আয়াত দ্বারা উদ্দেশ্য। এগুলোর সম্মান করা, এগুলো সম্পর্কিত জ্ঞান অর্জন করা এবং জ্ঞান অনুযায়ী আমল করা, আর আল্লাহ যা থেকে নিষেধ করেছেন তা থেকে বেঁচে থাকা দুনিয়া ও আখেরাতে সৌভাগ্য লাভের উপায়। [ইবন কাসীর]\n[২] সূরা আল-আনআম ও সূরা আন-নাহলে যে হুকুম দেয়া হয়েছে সেদিকে ইংগিত করা হয়েছে। সেখানে বলা হয়েছেঃ আল্লাহ যেসব জিনিস হারাম করেছেন সেগুলো হচ্ছেঃ মৃত, রক্ত, শুকরের মাংস এবং আল্লাহ ছাড়া অন্য কারোর নামে যবোহ করা পশু। [সূরা আল-আনআমঃ ১৪৫ ও সূরা আন-নাহলঃ ১১৫] এ গুলো ব্যতীত বিভিন্ন হাদীসে আরও কিছু জীব-জন্তু পাখী হারাম করার ঘোষণা এসেছে। সেগুলোও এ আয়াত দ্বারা উদ্দেশ্য হবে। কারণ রাসূলের কথা ও বাণী ওহীর অন্তর্ভুক্ত এবং তা মানা অপরিহার্য।\n[৩] رجس শব্দের অর্থ অপবিত্রতা, ময়লা। [ফাতহুল কাদীর] অপবিত্রতা বলা হয়েছে; কারণ, এরা মানুষের অন্তরকে শির্কের অপবিত্রতা দ্বারা পূর্ণ করে দেয়। رجس  শব্দের অন্য অর্থ হচ্ছে رجز বা শাস্তি। সে হিসেবে মূর্তিদেরকে رجس বলা হয়েছে, কারণ এগুলো শাস্তির কারণ। [ফাতহুল কাদীর] أوثان শব্দটি وثن, এর বহুবচন; অর্থ মূর্তি। তা কাঠ, লোহা, সোনা বা রূপা, যাই হোক। আরবরা এগুলোর পূজা করত। আর নাসারারা ক্রুশ স্থাপন করত এবং তা পূজা করত, তার প্রতি সম্মান প্রদর্শন করত। [কুরতুবী] তাই আয়াতের অর্থ দাঁড়ায়, মূর্তিপূজা থেকে এমনভাবে দূরে থাক যেমন দুৰ্গন্ধময় ময়লা আবর্জনা থেকে মানুষ নাকে কাপড় দিয়ে দূরে সরে আসে। অনুরূপভাবে মূর্তিপূজা থেকে দূরে থাক, কারণ তা স্থায়ী শাস্তির কারণ।\n[৪] قَوْلَ الزُّوْرِ এর অর্থ মিথ্যা। যা কিছু সত্যের পরিপন্থী, তা-ই বাতিল ও মিথ্যাভুক্ত। [কুরতুবী] আল্লাহর সাথে শির্ক করা থেকে নিষেধ করার সাথে মিথ্যা কথাকে একসাথে অন্যত্রও উল্লেখ করা হয়েছে। সেখানে বলা হয়েছে, “বলুন, “নিশ্চয় আমার রব হারাম করেছেন প্ৰকাশ্য ও গোপন অশ্লীলতা। আর পাপ ও অন্যায়ভাবে সীমালজান এবং কোন কিছুকে আল্লাহর শরীক করা- যার কোন সনদ তিনি নাযিল করেননি। আর আল্লাহ সম্বন্ধে এমন কিছু বলা যা তোমরা জান না। ” [সূরা আল-আরাফ: ৩৩] আর আল্লাহর উপর না জেনে কথা বলার একটি হচ্ছে মিথ্যা কথা বলা। [ইবন কাসীর] যাজ্জাজ বলেন, আরবের মুশরিকরা যে মিথ্যার ভিত্তিতে “বাহীরা”, “সায়েবা” ও “হাম” ইত্যাদিকে হারাম গণ্য করতো তাও এ ফরমানের সরাসরি আওতাধীনে এসে যায়। [ফাতহুল কাদীর]। যেমন অন্যত্র বলা হয়েছেঃ “আর তোমাদের কণ্ঠ যে মিথ্যা বিধান দিয়ে থাকে যে, এটা হালাল এবং এটা হারাম, এ ধরনের বিধান দিয়ে আল্লাহর উপর মিথ্যা আরোপ করো না।” [সূরা আন নাহলঃ ১১৬] সহীহ হাদীসেও শির্ককে সবচেয়ে বড় কবীরা গুনাহ সাব্যস্ত করার পর পিতা-মাতার অবাধ্যতা এবং মিথ্যা কথা ও মিথ্যা সাক্ষীকে কবীরা গুনাহের অন্তর্ভুক্ত করা হয়েছে। আবু বাকরা কি তোমাদেরকে সবচেয়ে বড় কবীরা গোনাহ সম্পর্কে বলব না? আমরা বললাম, অবশ্যই বলবেন হে আল্লাহর রাসূল! তিনি বললেন, আল্লাহর সাথে কাউকে শরীক করা, পিতামাতার অবাধ্য হওয়া, তারপর তিনি বসা অবস্থা থেকে সোজা হয়ে বললেন, সাবধান! এবং মিথ্যা কথা বলা। সাবধান! এবং মিথ্যা সাক্ষ্য দেয়া [বুখারী: ৫৯৭৬; মুসলিম: ৮৭] ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, মিথ্যা সাক্ষ্য দেয়া শির্কের সমপর্যায়ের। [ইবন কাসীর] এর কারণ হচ্ছে, \"মিথ্যা কথা’ শব্দটি ব্যাপক । এর সবচেয়ে বড় প্রকার হচ্ছে শির্ক। তা যে শব্দের মাধ্যমেই হোক না কেন। [ফাতহুল কাদীর] আল্লাহর সাথে অন্যদেরকে শরীক করা এবং তার সত্তা, গুণাবলী, ক্ষমতা ও অধিকার তথা ইবাদাতে তার বান্দাদেরকে অংশীদার করা সবচেয়ে বড় মিথ্যা। অনুরূপভাবে পারস্পরিক লেন-দেন ও সাক্ষ্য প্রদানে মিথ্যাও এ আয়াতের অন্তর্ভুক্ত। এ সংগে মিথ্যা কসমও একই বিধানের আওতায় আসে। ইমামদের মতে, যে ব্যক্তি আদালতে মিথ্যা সাক্ষ্যদাতা প্রমাণিত হয়ে যাবে তার নাম চারদিকে প্রচার করে দিতে হবে। [কুরতুবী] উমর রাদিয়াল্লাহু আনহু বলেন, “তার পিঠে চাবুক মারতে হবে, মাথা ন্যাড়া করে দিতে হবে, মুখ কালো করে দিতে হবে এবং দীর্ঘদিন অন্তরীণ রাখার শাস্তি দিতে হবে।” উমর রাদিয়াল্লাহু আনহুর আদালতে এক ব্যক্তির সাক্ষ্য মিথ্যা প্রমাণিত হয়। তিনি তাকে একদিন প্রকাশ্যে জনসমাগমের স্থানে দাঁড় করিয়ে রাখেন এবং ঘোষণা করে দেন যে, এ ব্যক্তি হচ্ছে ওমুকের ছেলে ওমুক, এ মিথ্যা সাক্ষ্য দিয়েছে, একে চিনে রাখো। তারপর তাকে কারাগারে আটক করেন। [বাইহাকী: মারিফাতুস সুনানি ওয়াল আসার: ১৪/২৪৩] বর্তমান কালে এ ধরনের লোকের নাম খবরের কাগজে ছেপে দিলেই ব্যাপক প্রচারের উদ্দেশ্য হাসিল হতে পারে।",
  "ayah": 30,
  "surah": 22
}
