{
  "text": "আর আমরা প্রত্যেক সম্প্রদায়ের জন্য ‘মানসাক’ [১] এর নিয়ম করে দিয়েছি; যাতে তিনি তাদেরকে জীবনোপকরণস্বরূপ যেসব চতুষ্পদ জন্তু দিয়েছেন, সেসবের উপর তারা আল্লাহ্‌র নাম উচ্চারণ করে [২]। তোমাদের ইলাহ এক ইলাহ, কাজেই তাঁরই কাছে আত্মসমর্পণ কর এবং সুসংবাদ দিন বিনীতদেরকে [৩]।\n[১] আরবী ভাষায় منسك ও نسك কয়েক অর্থে ব্যবহৃত হয়। যেমন, জন্তু যবেহ করা, হজ্জের ক্রিয়াকর্ম, ঈদের জন্য একত্রিত হওয়া ইত্যাদি। তাফসীরকারক মুজাহিদ রাহেমাহুল্লাহ সহ অনেকে এখানে منسك এর অর্থ হাদঈর প্রাণী যবেহ করা নিয়েছেন। তখন আয়াতের অর্থ হবে, এই উম্মতকে হাদঈ যবেহ করার আদেশ দেয়া হয়েছে, তা কোন নতুন আদেশ নয়, পূর্ববর্তী উম্মতদেরকেও এ ধরনের আদেশ দেয়া হয়েছিল। [ইবন কাসীর] পক্ষান্তরে কাতাদাহ রাহেমাহুল্লাহর মতে আয়াতের অর্থ এই যে, হজ্জের ক্রিয়াকর্ম যেমন এই উম্মতের উপর আরোপ করা হয়েছে, তেমনি পূর্ববর্তী উম্মতদের উপরও হজ্জ ফরয করা হয়েছিল। তখন মক্কার সাথে এটি সুনির্দিষ্ট হবে। হজ্জের জায়গা মক্কা ছাড়া আর কোথাও ছিল না। তখন منسك শব্দের অর্থ হবে হজ্জ এর স্থান। [কুরতুবী] তবে প্রথম মতটি বেশী বিশুদ্ধ। পরবর্তী আয়াতাংশ এর উপর প্রমাণবাহ। [কুরতুবী; ফাতহুল কাদীর]\n[২] أنعام বলে উট, গরু, ছাগল, মেষ, দুম্বা ইত্যাদি বোঝানো হয়েছে। এগুলোকে যবেহ করার সময় আল্লাহ্‌র কথা স্মরণ করার নির্দেশ দেয়া হয়েছে। বরং যবেহ যেন একমাত্র তাঁরই উদ্দেশ্যে হয় সেটার খেয়াল রাখতে বলা হয়েছে, কারণ, তিনিই তো এ রিযিক তাদেরকে দিয়েছেন। [কুরতুবী] এ প্রসংগে গৃহপালিত চতুষ্পদ জন্তুর হালাল হওয়ার কথা উল্লেখ করার উদ্দেশ্য হচ্ছে এটা প্রমাণ করা যে, হাদঈ বা কুরবানী কেবল চতুষ্পদ জন্তু দ্বারাই সম্ভব। অন্য কিছু দ্বারা সম্ভব নয়। [ফাতহুল কাদীর]\n[৩] মূলে এসেছে, المخبتين। আরবী ভাষায় خبت শব্দের অর্থ নিম্নভূমি। [ফাতহুল কাদীর] এ কারণে এমন ব্যক্তিকে خبيت বলা হয়, যে নিজেকে হেয় মনে করে। [ফাতহুল কাদীর] এ কারণেই কাতাদাহ ও দাহহাক مخبتين এর অর্থ করেছেন বিনয়ী। মুজাহিদ বলেন, এর অর্থ সন্তুষ্টচিত্ত মানুষ। আমর ইবন আউস বলেনঃ এমন লোকদেরকে مخبتين বলা হয়, যারা অন্যের উপর যুলুম করে না। কেউ তাদের উপর যুলুম করলে তারা তার প্রতিশোধ নেয় না। সুফিয়ান সাওরী বলেনঃ যারা সুখে-দুঃখে, স্বাচ্ছন্দ্যে ও অভাব-অনটনে আল্লাহ্‌র ফায়সালা ও তাকদীরে সন্তুষ্ট থাকে, তারাই مخبتين । [ইবন কাসীর] মূলতঃ কোন একটিমাত্র শব্দের সাহায্যে এর অন্তরনিহিত অর্থ পুরোপুরি প্রকাশ করা সম্ভব নয়। এর মধ্যে রয়েছে তিনটি অর্থঃ অহংকার ও আত্মম্ভরিতা পরিহার করে আল্লাহ্‌র সামনে অক্ষমতা ও বিনয়াবনত ভাব অবলম্বন করা। তাঁর বন্দেগী ও দাসত্ত্বে একাগ্র ও একনিষ্ঠ হয়ে যাওয়া। তাঁর ফায়সালায় সন্তুষ্ট হওয়া। পরবর্তী আয়াতই এর সবচেয়ে সুন্দর তাফসীর। [ইবন কাসীর]",
  "ayah": 34,
  "surah": 22
}
