{
  "text": "আপনি কি দেখেন না যে, আল্লাহ্‌ পানি বর্ষণ করেন আকাশ হতে; যাতে সবুজ শ্যামল হয়ে উঠে যমীন [১]? নিশ্চয় আল্লাহ্‌ সুক্ষ্মদর্শী, সম্যক অবহিত [২]।\n[১] এখানে আবার প্রকাশ্য অর্থের পেছনে একটি সুক্ষ্ম ইশারা প্রচ্ছন্ন রয়েছে। প্রকাশ্য অর্থ তো হচ্ছে কেবলমাত্র আল্লাহ্‌র ক্ষমতা বর্ণনা করা। কিন্তু এর মধ্যে এ সুক্ষ্ম ইশারা রয়েছে যে, আল্লাহ্‌   যে বৃষ্টি বর্ষণ করেন তার ছিটেফোঁটা পড়ার সাথে সাথেই যেমন তোমরা দেখো বিশুষ্ক ভূমি অকস্মাৎ সবুজ শ্যামল হয়ে উঠে, ঠিক তেমনি আজ যে অহীর শান্তিধারা বর্ষিত হচ্ছে তা শিগগিরই তোমাদের এক অভূতপূর্ব দৃশ্য দেখাবে। তোমরা দেখবে আরবের অনুর্বর বিশুষ্ক মরুভূমি জ্ঞান, নৈতিকতা ও সুসংস্কৃতির গুলাবাগীচায় পরিণত হয়ে গেছে। অথবা আয়াতে পুনরুত্থানের প্রতি বিশ্বাসের জন্য এ উদাহরণ পেশ করা হয়েছে। কারণ, সাধারণত: বৃষ্টি ও তার দ্বারা নতুন করে ফসলের উৎপাদনের ব্যাপারটি কুরআনের বিভিন্ন স্থানে পুনরুত্থানের প্রমাণ হিসেবে এসেছে। যেমন, “আর তাঁর একটি নিদর্শন এই যে, আপনি ভূমিকে দেখতে পান শুস্ক ও উষর, তারপর যখন আমরা তাতে পানি বর্ষণ করি তখন তা আন্দোলিত ও স্ফীত হয়।” [সূরা ফুসসিলাতঃ ৩৯] কারণ, তারপরেই স্পষ্ট বলে দেয়া হয়েছে যে, “নিশ্চয় যিনি যমীনকে জীবিত করেন তিনি অবশ্যই মৃতদের জীবনদানকারী। নিশ্চয় তিনি সবকিছুর উপর ক্ষমতাবান।” [সূরা ফুসসিলাতঃ ৩৯] অন্যত্র বলেছেন, “সুতরাং আল্লাহ্‌র অনুগ্রহের ফল সম্বন্ধে চিন্তা করুন, কিভাবে তিনি যমীনকে জীবিত করেন সেটার মৃত্যুর পর”। [সূরা আর-রূমঃ ৫০] কারণ আল্লাহ্‌ তারপর বলেছেন, “এভাবেই আল্লাহ্‌ মৃতকে জীবিত করেন, আর তিনি সবকিছুর উপর ক্ষমতাবান। [সূরা আর-রূমঃ ৫০] আরও বলেছেন, “বান্দাদের রিযকস্বরূপ। আর আমরা বৃষ্টি দিয়ে সঞ্জীবিত করি মৃত ভূমিকে” [সূরা কাফঃ ৯-১১] কারণ আয়াতের শেষাংশেই আল্লাহ্‌ বলেছেন, এভাবেই উত্থান ঘটবে।’’ [সূরা কাফঃ ১১] অর্থাৎ মৃত্যুর পর কবর থেকে জীবিত হয়ে বের হওয়া, বা পুনরুত্থান ঘটা। যেমন অন্য আয়াতে এসেছে, “আর এভাবেই তোমাদেরকে বের করা হবে।” [সূরা আর-রূমঃ ১৯] আরও এসেছে, “আর এভাবেই আমরা মৃতদের বের করব, যাতে তোমরা উপদেশ গ্রহণ করা।\" [সূরা আল-আরাফঃ ৫৭] এ সংক্রান্ত আরও বহু আয়াত রয়েছে। [আদওয়াউল বায়ান] সুতরাং আয়াত দ্বারা আল্লাহ্‌র ক্ষমতা সম্পর্কে চিন্তা করার পাশাপাশি আখেরাতের জন্য পুনরুত্থানের উপর বিশ্বাসেরও প্রমাণ পেশ করা হয়ে গেছে।\n[২] এ আয়াতের শেষে মহান আল্লাহ্‌র দু’টি গুরুত্বপূর্ণ গুণসম্পন্ন নাম উল্লেখ করা হয়েছে। প্রথমেই বলা হয়েছে, তিনি لطيف। এর মানে হচ্ছে, অননুভূত পদ্ধতিতে নিজের ইচ্ছা ও সংকল্প পূৰ্ণকারী। তিনি এমন কৌশল অবলম্বন করেন যার ফলে লোকেরা তার সূচনায় কখনো তার পরিণামের কল্পনাও করতে পারে না। তিনি এত সুক্ষ্মদশী যে, ছাট বড় কোন কিছু তাঁর দৃষ্টি এড়ায় না। [ফাতহুল কাদীর] অনুরূপভাবে, তিনি বান্দার রিযক অত্যন্ত সুক্ষ্ম পদ্ধতিতে পৌঁছিয়ে থাকেন। তদ্রুপ অত্যন্ত সূক্ষ্ম পদ্ধতিতে তিনি কোন দানার কাছে পানির ব্যবস্থা করে সেটাকে মাটি থেকে তা উৎপন্ন করেন। [কুরতুবী; ফাতহুল কাদীর] لطيف এর অন্য অর্থ হচ্ছে, মেহেরবান, দয়াশীল। সে হিসেবে তিনি বান্দাদের প্রতি দয়াপরবশ হয়ে তাদের জন্য বৃষ্টির ব্যবস্থা করেছেন। এর মাধ্যমে তাদের রিযিকের ব্যবস্থাও করেন। [আদওয়াউল বায়ান] তারপর দ্বিতীয় গুণটি বলা হয়েছে যে, তিনি خبير অর্থাৎ তিনি নিজের দুনিয়ার অবস্থা, প্রয়োজন ও উপকরণাদি সম্পর্কে অবগত। কোথায় কোন দানা কিভাবে পড়ে আছে সেটাকে কি করতে হবে সে সম্পর্কে তিনি সম্যক অবগত। তাঁর কাছে কোন কিছুই গোপন নেই। তিনি সেগুলোতে পানির অংশ পৌঁছিয়ে সেটা থেকে উদ্ভিদ বের করে আনেন। [ইবন কাসীর] যেমন অন্য আয়াতে বলেছেন, “হে প্রিয় বৎস! নিশ্চয় তা (পাপ-পুণ্য) যদি সরিষার দানা পরিমাণও হয়, অতঃপর তা থাকে শিলাগর্ভে অথবা আসমানসমূহে কিংবা যমীনে, আল্লাহ্‌ তাও উপস্থিত করবেন। নিশ্চয়ই আল্লাহ্‌ সূক্ষ্মদৰ্শী, সম্যক অবহিত।” [সূরা লুকমানঃ ১৬]",
  "ayah": 63,
  "surah": 22
}
