{
  "text": "হে মানুষ! একটি উপমা দেয়া হচ্ছে, মনোযোগের সাথে তা শোনঃ তোমরা আল্লাহ্‌র পরিবর্তে যাদেরকে ডাক তারা তো কখনো একটি মাছিও সৃষ্টি করতে পারবে না, এ উদ্দেশ্যে তারা সবাই একত্র হলেও [১]। এবং মাছি যদি কিছু ছিনিয়ে নিয়ে যায় তাদের কাছ থেকে, এটাও তারা তার কাছ থেকে উদ্ধার করতে পারবে না। অন্বেষণকারী ও অন্বেষণকৃত কতই না দুর্বল [২];\n[১] অর্থাৎ সাহায্যপ্রার্থী তো দুর্বল হবার কারণেই তার চাইতে উচ্চতর কোন শক্তির কাছে সাহায্য চাচ্ছে। কিন্তু এ উদ্দেশ্যে সে যাদের কাছে সাহায্য চাচ্ছে তাদের দুর্বলতার অবস্থা হচ্ছে এই যে, তারা একটি মাছির কাছেও হার মানে। এখন তাদের দুর্বলতার অবস্থা চিন্তা করো যারা নিজেরাও দুর্বল এবং যাদের উপর নির্ভর করে তাদের আশা-আকাংখা-কামনা-বাসনাগুলো দাঁড়িয়ে আছে তারাও দুর্বল। আল্লাহ্‌ ছাড়া তারা যাদের ইবাদাত করে, এরা সবাই যদি একত্রিত হয়ে একটি মাছি বানাতে চেষ্টা করে তবে তাতেও সমর্থ হবে না। যেমন এক হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, “আর তার চেয়ে বড় যালেম আর কে, যে আমার সৃষ্টির মত সৃষ্টি করতে চায়? তাহলে সে একটি পিপড়া বা ছোট বস্তু তৈরী করে দেখাক, অথবা একটি মাছি তৈরী করুক, অথবা একটি দানা তৈরী করে দেখাক” [মুসনাদে আহমাদঃ ২/৩৯১] অন্য বর্ণনায় আরও এসেছে, “সে যেন একটি যবের দানা তৈরী করে দেখায়” [বুখারীঃ ৫৯৫৩, ৭৫৫৯] অপর বর্ণনায় এসেছে, “সে যেন একটি মশা তৈরী করে দেখায়।” [মুসনাদে আহমাদঃ ২/২৫৯] বস্তুত তারা একটি মাছি তৈরী করতেও সক্ষম নয়। বরং তার চেয়েও তাদের অবস্থা আরও অধম। [ইবন কাসীর]\n[২] বলা হয়েছে, যে মূর্তিদেরকে তোমরা কার্যোদ্ধারকারী মনে কর, তারা এতই অসহায় ও শক্তিহীন যে, সবাই একত্রিত হয়ে একটি মাছির ন্যায় নিকৃষ্ট বস্তুও সৃষ্টি করতে পারে না। সৃষ্টি করা তো বড় কথা, তোমরা রোজই তাদের সামনে মিষ্টান্ন, ফল-মূল ইত্যাদি খাদ্যদ্রব্য রেখে দাও। মাছিরা এসে সেগুলো খেয়ে ফেলে। মাছিদের কাছ থেকে নিজেদের ভোগের বস্তুকে বাঁচিয়ে রাখার শক্তিও তাদের হয় না। অতএব, তারা তোমাদেরকে বিপদ থেকে কিরূপে উদ্ধার করবে? এ কারণেই আয়াতের শেষে ضَعُنَ الَّطالِبُ وَالْمَطْلُوْبُ বলে তাদের মূর্খতা ও বোকামী ব্যক্ত করা হয়েছে; অর্থাৎ যাদের উপাস্যই এমন শক্তিহীন সেই উপাস্যের উপাসক আরো বেশী শক্তিহীন হবে। ইবন আব্বাস বলেন, মূর্তি ও মাছি উভয়ই দুর্বল। [দেখুন, কুরতুবী; ইবন কাসীর; ফাতহুল কাদীর ]",
  "ayah": 73,
  "surah": 22
}
