{
  "text": "আর জিহাদ কর আল্লাহ্‌র পথে যেভাবে জিহাদ করা উচিত [১]। তিনি তোমাদেরকে মনোনীত করেছেন [২]। তিনি দ্বীনের ব্যাপারে তোমাদের উপর কোন সংকীর্ণতা রাখেননি [৩]। তোমাদের পিতা [৪] ইবরাহিমের মিল্লাত [৫]। তিনি আগে তোমাদের নামকরণ করেছেন ‘মুসলিম’ এবং এ কিতাবেও [৬]; যাতে রাসূল তোমাদের জন্য সাক্ষীস্বরূপ হন এবং তোমরা সাক্ষীস্বরূপ হও মানুষের জন্য [৭]। কাজেই তোমরা সালাত কায়েম কর, যাকাত দাও [৮] এবং আল্লাহ্‌ কে মজবুতভাবে অবলম্বন কর [৯]; তিনিই তোমাদের অভিভাবক, তিনি কতই না উত্তম অভিভাবক আর কতই না উত্তম সাহায্যকারী!\n[১] جهاد ও مجاهدة শব্দের অর্থ কোন লক্ষ্য অর্জনের জন্য পূর্ণ শক্তি নিয়োগ করা এবং তজ্জন্যে কষ্ট স্বীকার করা। [বাগভী] কাফেরদের বিরুদ্ধে যুদ্ধেও মুসলিমরা তাদের কথা, কর্ম ও সর্বপ্রকার সম্ভাব্য শক্তি ব্যয় করে। তাই এই যুদ্ধকেও জিহাদ বলা হয়। حَقَّ جِهَادِهٖ ط এর অর্থ আল্লাহ্‌র সন্তুষ্টি লাভের জন্য কাফেরদের বিরুদ্ধে সম্পদ, জিহ্বা ও জান দিয়ে জিহাদ করা। [ইবন কাসীর; ফাতহুল কাদীর] অর্থাৎ তাতে জাগতিক নাম-যশ ও গনীমতের অর্থ লাভের লালসা না থাকা। কারও কারও মতে, حَقَّ جِهَادِهٖ ط বা যথাযথ জিহাদ দ্বারা উদ্দেশ্য হচ্ছে, আল্লাহ্‌র যাবতীয় নির্দেশ মান্য করা, আর যাবতীয় নিষেধ পরিত্যাগ করা। অর্থাৎ আল্লাহ্‌র আনুগত্যে নিজেদের প্রবৃত্তির সাথে জিহাদ করা এবং নাফসকে প্রবৃত্তির দাসত্ব হতে ফিরিয়ে আনা। আর শয়তানের সাথে জিহাদ করবে তার কুমন্ত্রণা ঝেঁড়ে ফেলে দিয়ে, যালেমদের বিরুদ্ধে যুদ্ধ করতে হবে তাদের যুলুমের প্রতিরোধ করে এবং কাফেরদের সাথে যুদ্ধ করতে হবে তাদের কুফরিকে প্রতিহত করে। [কুরতুবী] কারও কারও মতে, حَقَّ جِهَادِهٖ ط এর অর্থ জিহাদে পূর্ণ শক্তি ব্যয় করা এবং কোন তিরস্কারকারীর তিরস্কারে কর্ণপাত না করা। [ফাতহুল কাদীর] দাহহাক ও মুকাতিল বলেনঃ حَقَّ جِهَادِهٖ ط দ্বারা উদ্দেশ্য, আল্লাহ্‌র জন্য কাজ করা, যেমন করা উচিত এবং আল্লাহ্‌র ইবাদাত করা যেমন করা উচিত। আব্দুল্লাহ ইবন মুবারক বলেনঃ এ স্থলে জিহাদ বলে নিজের প্রবৃত্তি ও অন্যায় কামনা-বাসনার বিরুদ্ধে জিহাদ করা বোঝানো হয়েছে। [বাগভী]\n[২] ওয়াসিলা ইবনে আসকা‘ রাদিয়াল্লাহু ‘আনহু বৰ্ণনা করেন যে, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম বলেছেনঃ আল্লাহ্‌ তা'আলা সমগ্র বনী-ইসমাঈলের মধ্য থেকে কেনানা গোত্রকে মনোনীত করেছেন, অতঃপর কেনানার মধ্য থেকে কুরাইশকে, অতঃপর কুরাইশের মধ্য থেকে বনী-হাশেমকে এবং বনী-হাশেমের মধ্য থেকে আমাকে মনোনীত করেছেন। [মুসলিমঃ ২২৭৬]\n[৩] অর্থাৎ আল্লাহ্‌ তা‘আলা এ দ্বীনে তোমাদের উপর কোন সংকীর্ণতা রাখেননি। ‘দ্বীনে সংকীর্ণতা নেই' -এই বাক্যের তাৎপর্য বিভিন্নভাবে বর্ণিত হয়েছে, কোন কোন মুফাসসির বলেন, এর অর্থঃ এই দ্বীনে এমন কোন গোনাহ নেই, যা তাওবা করলে মাফ হয় না এবং আখেরাতের আযাব থেকে নিস্কৃতি পাওয়ার কোন উপায় হতে পারে না। পূর্ববর্তী উম্মতদের অবস্থা এর বিপরীত। তাদের মধ্যে এমন কতিপয় গোনাহও ছিল, যা তাওবা করলেও মাফ হত না। [ফাতহুল কাদীর]\nকারও কারও নিকট এর অর্থ, দ্বীনের মধ্যে এমন কোন হুকুম নেই যা মানুষকে সমস্যায় নিপতিত করবে। বরং এখানে যাবতীয় সংকীর্ণ অবস্থা থেকে উত্তরণের উপায় আছে। মূলতঃ ইসলাম সহজ দ্বীন, সুনির্দিষ্ট কোন দিক নয়; বরং সর্বদিক দিয়েই ইসলাম সহজ দ্বীন। এ দ্বীনে কোন সংকীর্ণতার অবকাশ নেই। আল্লাহ্‌ তা'আলা এ দ্বীন ইসলামকে কেয়ামত পর্যন্ত সর্বশেষ দ্বীন হিসাবে অবশিষ্ট রাখবেন। তাই সর্বসাধারণের উপযোগী করে তিনি এ দ্বীন নির্ধারণ করে দিয়েছেন। এ দ্বীনের মধ্যে সংকীর্ণতা না থাকার ব্যাপারে বিভিন্ন পুস্তক রচনা করা হয়েছে। উদাহরণ স্বরূপ বলা যায়- অযুর পানি না পেলে তায়াম্মুমের অনুমতি, যমীনের সমস্ত স্থান সালাতের জন্য নির্দিষ্ট করে দেয়া, সফর অবস্থায় সালাতের কসর, সওমের জন্য অন্য সময়ে পূরণ করার অনুমতি ইত্যাদি অন্যতম। [দেখুন, ইবন কাসীর]\n[৪] এখানে প্রশ্ন হতে পারে যে, তোমাদের পিতা বলে কাদের বোঝানো হয়েছে? কোন কোন মুফাসসির বলেনঃ এখানে প্রকৃতপক্ষে কুরাইশী মুমিনদেরকে সম্বোধন করা হয়েছে, যারা সরাসরি ইবরাহীম ‘আলাইহিস সালাম-এর বংশধর। [কুরতুবী] এরপর কুরাইশদের অনুগামী হয়ে সব মুসলিম এই ফযীলতে শামিল হয়; যেমন-হাদীসে আছেঃ সব মানুষ দ্বীনের ক্ষেত্রে কুরাইশদের অনুগামী। মুসলিম মুসলিম কুরাইশদের অনুগামী এবং কাফের কাফের কুরাইশদের অনুগামী। [মুসনাদে আহমাদঃ ১৯, অনুরূপ হাদীস- বুখারীঃ ৩৪৯৫, মুসলিমঃ ১৮১৮, ইবনে হিব্বানঃ ৬২৬৪] কারও কারও মতে, এ আয়াতে সব মুসলিমকে সম্বোধন করা হয়েছে। ইবরাহীম আলাইহিস সালাম এদিক দিয়ে সবার পিতা। কারণ, আল্লাহ্‌ তা‘আলা সমগ্র মানব জাতির জন্য ইবরাহীম ‘আলাইহিস সালাম-কে তার পরীক্ষায় উত্তীর্ণ হওয়ার পরে নেতা হিসাবে মনোনীত করেন। তিনি আনুগত্যের চরম পারাকাষ্ঠা দেখিয়েছেন, সুতরাং সমস্ত আনুগত্যকারীদের তিনি পিতা। তাছাড়া ইবরাহীম আলাইহিস সালামের সম্মান করা তেমনি অবশ্য কর্তব্য যেমনি সন্তান তার পিতার সম্মান করা একান্ত কর্তব্য। কারণ তিনি তাদের নবীর পিতা। [আহকামুল কুরআন লিল জাসসাস; কুরতুবী; ফাতহুল কাদীর]\n[৫] আয়াতের অর্থ, তোমরা তোমাদের পিতা ইবরাহীম ‘আলাইহিস সালাম-এর মিল্লাতকে আঁকড়ে ধর। [ফাতহুল কাদীর] আয়াতের অন্য অর্থ হচ্ছে, তোমাদের দ্বীনে তোমাদের জন্য কোন সংকীর্ণতা রাখেন নি, যেমন তোমাদের পিতা ইবরাহীমের মিল্লাতে কোন সংকীর্ণতা ছিল না। [তাবারী; ইবন কাসীর] অপর অর্থ হচ্ছে, পূর্ববর্তী আয়াতে যে নির্দেশগুলো দেয়া হয়েছিল, অর্থাৎ রুকু, সিজদা, কল্যাণমূলক কাজ এবং যথাযথ জিহাদ করা এগুলো ইবরাহীম আলাইহিস সালামের মিল্লাত। তখন আয়াতটির সমর্থন অন্য আয়াতেও এসেছে, “বলুন, ‘আমার রব তো আমাকে সৎপথে পরিচালিত করেছেন। এটাই সুপ্রতিষ্ঠিত দ্বীন, ইবরাহীমের মিল্লাত (আদর্শ), তিনি ছিলেন একনিষ্ঠ এবং তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না।” [সূরা আল-আন’আমঃ ১৬১] কারণ, রুকু, সিজদা, কল্যাণমূলক কাজ, যথাযথ জিহাদ এসবই সুপ্রতিষ্ঠিত দ্বীনের অন্তর্ভুক্ত। [আদওয়াউল বায়ান]\n[৬] তিনি তোমাদেরকে পূর্বে এবং এ কিতাব কুরআনে মুসলিম নামকরণ করেছেন। এখানে তিনি বলতে কাকে বোঝানো হয়েছে এ ব্যাপারে দু’টি মত রয়েছে- (এক) এখানে ইবরাহীম ‘আলাইহিস সালাম-কে বোঝানো হয়েছে। অর্থাৎ ইবরাহীম 'আলাইহিস সালামই কুরআনের পূর্বে উম্মতে মুহাম্মদী এবং সমগ্ৰ বিশ্বাসী সম্প্রদায়ের জন্য ‘মুসলিম’ নামকরণ করেছেন; যেমন, ইবরাহীম ‘আলাইহিস সালাম-এর এই দো‘আ কুরআনে বর্ণিত আছেঃ رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا [সূরা আল-বাকারাঃ ১২৮]-কুরআনে মুমিনদের নামকরণ করা হয়েছে মুসলিম। যদিও এই নামকরণকারী প্রত্যক্ষভাবে ইবরাহীম ‘আলাইহিস সালাম নন, কিন্তু কুরআনের পূর্বে তার এই নামকরণ কুরআনে মুসলিম নামে অভিহিত করার কারণ হয়েছে। তাই এর সম্বন্ধও ইবরাহীম ‘আলাইহিস সালাম-এর দিকে করে দেয়া হয়েছে। (দুই) প্রাধান্যপ্রাপ্ত মত হলঃ এখানে “তিনি” বলে আল্লাহ্‌ কে বোঝানো হয়েছে, অর্থাৎ আল্লাহ্‌ই তোমাদেরকে পূর্ববতী গ্রন্থসমূহে এবং কুরআনে মুসলিম নামে অভিহিত করেছেন। [কুরতুবী; ফাতহুল কাদীর] সে হিসেবে এখানে “তোমাদের” সম্বোধনটি শুধুমাত্র এ উম্মতের জন্য নির্দিষ্ট। অর্থাৎ এ উম্মতকেই আল্লাহ্‌ তা'আলা পূর্ববর্তী কিতাব ও এ কিতাবে মুসলিম হিসেবে নামকরণ করেছেন। এটি এ উম্মতের উপর আল্লাহ্‌র খাস রহমত ও দয়া। [দেখুন, ইবন কাসীর]\n(৭) অর্থাৎ ওপরে যে খিদমতের কথা বলা হয়েছে সমগ্ৰ মানব জাতির মধ্য থেকে তোমাদেরকে তা সম্পাদন করার জন্য বাছাই করে নেয়া হয়েছে। এ বিষয়বস্তুটি কুরআনের বিভিন্ন স্থানে বিভিন্নভাবে বর্ণনা করা হয়েছে। বলা হয়েছে, এভাবে আমরা তোমাদেরকে এক মধ্যপন্থী জাতিতে পরিণত করেছি, যাতে তোমরা মানবজাতির উপর স্বাক্ষী হও এবং রাসূল তোমাদের উপর সাক্ষী হতে পারেন”। [সূরা আল-বাকারাহঃ ১৪৩] এখানে একথাটিও জানা দরকার যে, সাহাবায়ে কেরামের মর্যাদা যেসব আয়াতের মাধ্যমে প্রকাশিত হয় এবং যেসব আয়াতের মাধ্যমে সাহাবায়ে কেরামের বিরুদ্ধে বিদ্রুপ ও দোষারোপকারীদের ভ্ৰান্তি প্রমাণিত হয় এ আয়াতটি সেগুলোর অন্তর্ভুক্ত। একথা সুস্পষ্ট যে, এ আয়াতে সরাসরি সাহাবায়ে কেরামকে সম্বোধন করা হয়েছে, অন্যলোকদের প্রতি সম্বোধন মূলত তাদেরই মাধ্যমে করা হয়েছে।\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের সাক্ষ্যদানের ব্যাপারে বিভিন্ন হাদীসে বিস্তারিতভাবে এসেছে, যার সারমর্ম হলো, রাসূলুল্লাহ সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম হাশরের ময়দানে সাক্ষ্য দেবেন যে, আমি আল্লাহ্‌ তা'আলার বিধি-বিধান এই উম্মতের কাছে পৌছে দিয়েছিলাম। তখন উম্মতে মুহাম্মদী তা স্বীকার করবে। কিন্তু অন্যান্য নবীগণ যখন এই দাবী করবেন, তখন তাদের উম্মতরা অস্বীকার করে বসবে। তখন উম্মতে মুহাম্মদী সাক্ষ্য দেবে যে, সব নবীগণ নিশ্চিতরূপেই তাদের উম্মতের কাছে আল্লাহ্‌ তা'আলার বিধানাবলী পৌঁছে দিয়েছিলেন। সংশ্লিষ্ট উম্মতের পক্ষ থেকে তাদের এই সাক্ষ্যের উপর জেরা করা হবে যে, আমাদের যামানায় উম্মতে মুহাম্মদীর অস্তিত্বই ছিল না। সুতরাং তারা আমাদের ব্যাপারে কিরূপে সাক্ষ্য হতে পারে? উম্মতে মুহাম্মদীর পক্ষ থেকে জেরার জবাবে বলা হবেঃ আমরা বিদ্যমান ছিলাম না ঠিকই, কিন্তু আমরা আমাদের রাসূল সাল্লাল্লাহু 'আলাইহি ওয়া সাল্লাম-এর মুখ থেকে এ কথা শুনেছি, যার সত্যবাদিতায় কোন সন্দেহ নেই। কাজেই আমরা সাক্ষ্য দিতে পারি। অতঃপর তাদের সাক্ষ্য কবুল করা হবে। এই বিষয়বস্তু বুখারী ইত্যাদি গ্রন্থে আবু সায়ীদ খুদরী রাদিয়াল্লাহু ‘আনহু-এর হাদীসে বর্ণিত আছে। [দেখুন- বুখারীঃ ৩৩৩৯]\n(৮) উদ্দেশ্য এই যে, আল্লাহ্‌ তা'আলা যখন তোমাদের প্রতি এতসব বিরাট অনুগ্রহ করেছেন যেগুলো ওপরে বর্ণিত হয়েছে, তখন তোমাদের কর্তব্য আল্লাহ্‌র বিধানাবলী পালনে পুরোপুরি সচেষ্ট হওয়া। বিধানাবলীর মধ্যে এস্থলে শুধু সালাত ও যাকাত উল্লেখ করার কারণ এই যে, দৈহিক কর্ম ও বিধানাবলীর মধ্যে সালাত সর্বাধিক গুরুত্বপূর্ণ এবং আর্থিক বিধানাবলীর মধ্যে যাকাত সৰ্বাধিক গুরুত্ববহ; যদিও শরী‘আতের সব বিধান পালন করাই উদ্দেশ্য। মূলকথা হচ্ছে, আল্লাহ্‌ যা অবশ্য কর্তব্য করেছেন সেটা সম্পন্ন করা এবং যা হারাম করেছেন সেটা থেকে বেঁচে থাকার মাধ্যমে আল্লাহ্‌র হক আদায় করা। আর তন্মধ্যে অন্যতম গুরুত্বপূর্ণ হচ্ছে, সালাত কায়েম করা, যাকাত দেয়া, আল্লাহ্‌র সৃষ্টির প্রতি ইহসান বা দয়া করা, আল্লাহ্‌ ফকীরদের জন্য, দুর্বল ও অভাবীদের জন্য ধনীদের উপর তাদের সম্পদ থেকে বছরে যৎকিঞ্চিত যা ফরয করেছেন তা বের করে আদায় করা। [ইবন কাসীর]\n(৯) অর্থাৎ মজবুতভাবে আল্লাহ্‌কে আঁকড়ে ধরো। পথ নির্দেশনা ও জীবন যাপনের বিধান তাঁর কাছ থেকেই নাও। তাঁরই আনুগত্য করো। তাঁকেই ভয় করো। আশা-আকাংখা তাঁরই সাথে বিজড়িত করো। তাঁরই কাছে হাত পাতো। তাঁরই সত্তার উপর নির্ভর করে তাওয়াক্কুল ও আস্থার বুনিয়াদ গড়ে তোলো। তাঁর কাছেই সাহায্য প্রার্থনা কর। আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু ‘আনহু বলেনঃ এই বাক্যের উদ্দেশ্য এই যে, আল্লাহ্‌ তা‘আলার কাছে দো‘আ কর- তিনি যেন তোমাদেরকে দুনিয়া ও আখেরাতের অপছন্দনীয় বিষয়াদি থেকে নিরাপদ রাখেন। কেউ কেউ বলেনঃ এই বাক্যের অর্থ এই যে, কুরআন ও সুন্নাহকে অবলম্বন কর, সর্বাবস্থায় এগুলোকে আঁকড়ে থাক; যেমন এক হাদীসে আছে- ‘আমি তোমাদের জন্য দু’টি বস্তু ছেড়ে যাচ্ছি। তোমরা যে পর্যন্ত এ দু’টিকে অবলম্বন করে থাকবে; পথভ্রষ্ট হবে না। একটি আল্লাহ্‌র কিতাব ও অপরটি আমার সুন্নাত। [মুয়াত্তা ইমাম মালেকঃ ১৩৯৫]",
  "ayah": 78,
  "surah": 22
}
