{
  "text": "ثم بين - سبحانه - الأسباب التى أدت إلى اختلاف المختلفين فى أمر الدين ، وإلى تفرقهم شيعا وأحزابا فقال : ( وَمَا تفرقوا إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم بَغْياً بَيْنَهُمْ ) .والاشتناء مفرغ من أعم الأوقات والأحوال والضمير فى قوله ( تفرقوا ) يعود على كل الذين اختلفوا على أنبيائهم ، واعرضوا عن دعوتهم .وقوله ( بَغْياً ) مفعول لأجله ، مبين السبب الحقيقى للتفرق والاختلاف .أى : وما تفرق المتفرقون فى أمر الدين . وأعرضوا عما جاءتهم به رسلهم ، فى كل زمان ومكان ، إلا من بعد أن علموا الحق ، ووصل إليهم عن طريق أنبيائهم ، ولم يحملهم على هذا التفرق والاختلاف إلا البغى الذى استولى على نفوسهم ، والحسد لرسل الله - تعالى - على ما آتاهم الله من فضله .فقوله - تعالى - : ( إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم ) زيادة فى ذمهم ، فإن الاختلاف بعد العلم ، أدعى إلى الذم والتحقير ، لأنه يدل على أن هذا الاختلاف لم يكن عن جهل ، وإنما كان عن علم وإصرار على الباطل .وقوله - تعالى - : ( بَغْياً بَيْنَهُمْ ) زيادة أخرى تحمل كل عاقل على احتقارهم ونبذهم ، لأن هذه الجملة الكريمة تدل على أن اختلافهم لم يكن من أجل الوصول إلى الحق ، وإنما كان الدافع إليه ، البغى والحسد والعناد .أى : أن اختلافهم على أنبيائهم كان الدافع إليه الظلم وتجاوز الحد ، والحرص على شهوات الدنيا ولذائذها ، والخوف على ضياع شئ منها من بين أيديهم .ثم بين - سبحانه - بعض مظاهر فضله ورحمته بهذه الأمة فقال : ( وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إلى أَجَلٍ مُّسَمًّى لَّقُضِيَ بِيْنَهُمْ ) .والمراد بهذه الكلمة : ما وعد الله - تعالى - نبيه - صلى الله عليه وسلم - من أنه لن يهلك أمته بعذاب يستأصل شأفتهم ، كما أهلك قوم نوح وغيرهم ، ومن انه - تعالى - سيؤخر عذابهم إلى الوقت الذى يختاره ويشاؤه - سبحانه - .أى : ولولا كلمة سبقت من ربك - أيها الرسول الكريم - بعدم إهلاكهم بعقوبة تستأصل شأفتهم ، وبتأخير العذاب عنهم إلى أجل مسمى فى علمه - تعالى - لقضى بينهم بقطع دابرهم بسبب هذا الاختلاف الذى أدى بهم إلى الإِعراض عن دعوتك ، وإلى عكوفكم على كفرهم .( وَإِنَّ الذين أُورِثُواْ الكتاب ) وهم أهل الكتاب المعاصرين لك من اليهود والنصارى ( مِن بَعْدِهِمْ ) أى : من بعد الذين سبقوهم فى الاختلاف على أنبيائهم .( لَفِي شَكٍّ مِّنْهُ مُرِيبٍ ) أى : لفى شك من هذا القرآن . ومن كل ما جئتهم به من عند ربك ، هذا الشك أوقعهم فى الريبة وقلق النفس واضطرابها وتذبذبها ، ولذلك لم يؤمنوا بما جئتهم به من عند ربك .",
  "ayah": 14,
  "surah": 42
}
