{
  "text": "وبعد هذا البيان المفصل للبراهين الدالة على وحدانية الله - تعالى - وقدرته ، وللنعم التى أسبغها - سبحانه - على عباده . . بعد كل ذلك أخذت السورة الكريمة فى بيان الصفات الطيبة والمناقب الحميدة ، التى وفق الله - تعالى - عباده المؤمنين للتحلى بها ، فقال : ( والذين يَجْتَنِبُونَ كَبَائِرَ . . . لَمِنْ عَزْمِ الأمور ) .وقوله - تعالى - ( والذين يَجْتَنِبُونَ كَبَائِرَ الإثم والفواحش ) معطوف على قوله - تعالى - قبل ذلك : ( وَمَا عِندَ الله خَيْرٌ وأبقى لِلَّذِينَ آمَنُواْ وعلى رَبِّهِمْ يَتَوَكَّلُونَ ) أو بدل منه .وكبائر الإِثم : هى الذنوب الكبيرة التى يترتب عليها إقامة الحد على فاعلها أو الوعيد الشديد من الله - تعالى - لمرتكبها ، كقتل النفس ، وتعاطى الربا ، وما يشبه ذلك من الكبائر .والفواحش : جمع فاحشة ، وهى من جملة كبائر الإِثم ، إلا أن الله - تعالى - خصها بالذكر من باب عطف الخاص على العام ، اهتماما وأكثر ما تطلق الفواحش على جريمة الزنا .كما قال - تعالى - : ( وَلاَ تَقْرَبُواْ الزنى إِنَّهُ كَانَ فَاحِشَةً وَسَآءَ سَبِيلاً ) والمعنى : وما عند الله - تعالى - من ثواب فى الآخرة خير وأبقى للذين آمنوا وعلى ربهم يتوكلون ، وللذين يجتنبون ارتكاب كبائر الآثام ، كقتل النفس ، وأكل أموال الناس بالباطل ، ويجتنبون كذلك ما فحش وعظم قبح من الذنوب ، كالزنا والبخل بما آتاهم الله من فضله . .وليس المراد من هذه الآية الكريمة فتح الباب لارتكاب صغائر الآثام والذنوب ، بل المراد بيان فضل الله - تعالى - على عباده ، ورحمته بهم ، وبيان أن اجتناب كبائر الإِثم والفواحش ، يؤدى - بفضل الله وكرمه - إلى غفران صغائر الذنوب ، كما قال - تعالى - : ( إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ وَنُدْخِلْكُمْ مُّدْخَلاً كَرِيماً ) وقوله - سبحانه - : ( وَإِذَا مَا غَضِبُواْ هُمْ يَغْفِرُونَ ) صفة أخرى من صفاتهم الكريمة .أى : ما عند الله خير وأبقى ، للذين آمنوا وعلى ربهم يتوكلون ، وللذين يجنبون كبائر الإِثم والفواحش واللذين من صفاتهم - أيضا - أنهم يتجاوزون عن الشخص الذى أغضبهم ، ويصفحون عنه ، ويحلمون عليه .وخص حالة غضبهم بالغفران ، لأن هذه الحالة لا يقدر عليها إلا أصحاب العزائم القوية ، إذ من المعروف أن الإِنسان فى حالة غضبه ، كثيرا ما يفقد صوابه ، ويغلب عليه عدم السيرطة على مشاعره ، فإذا ما استطاع أن يكظم غيظه فى حالة غضبه ، كان ذلك دليلا على قوة إيمانه وعلى ملكه لنوازع نفسه .قال صاحب الكشاف : \" هم يغرون \" أى : هم الأخصاء بالغفران فى حال الغضب ، لا يغول الغضب أحلامهم كما يقول حلوم الناس . والمجيئ بلفظ \" هم \" وإيقاعه مبتدأ وإسناد \" يغفرون \" إليه ، لهذه الفائدة ، ومثله \" هم ينصرون \" .",
  "ayah": 37,
  "surah": 42
}
