{
  "text": "ثم بين - سبحانه - الحكمة من إنزال هذا القرآن على الرسول - صلى الله عليه وسلم - كما بين أنواعا من الأدلة عن كمال قدرته ، ووجوب إفراده بالعبادة والخضوع . ووجوب التحاكم إلى شريعته عند الاختلاف والتنازع . فقال - تعالى - : ( وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْآناً عَرَبِيّاً . . . بِكُلِّ شَيْءٍ عَلِيمٌ ) .والكاف فى قوله - تعالى - : ( وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْآناً عَرَبِيّاً . . ) فى محل نصب على المصدرية ، واسم الإِشارة يعود إلى مصدر ( أَوْحَيْنَآ ) .أى : ومثل ذلك الإِيحاء البديع الواضح ، أوحينا إليك - أيها الرسول الكريم - قرآنا عربيا ، لا لبس فيه ولا غموض .وقوله - سبحانه - ( لِّتُنذِرَ أُمَّ القرى وَمَنْ حَوْلَهَا ) تعليل لهذا الإِحياء . والمراد بأم القرى : أهلها .وسميت مكة بأم القرى ، لأنها مكان أول بيت وضع للناس ، ولأنها قبلة أهل القرى كلها ومحجهم ، ولأنها أعظم القرى شأنا وغيرها كالتبع لها ، كما يتبع الفرع الأصل ، أى : أوحينا إليك هذا القرآن لتنذر به أهل أم القرى ، ولتنذر به - أيضا - من حولها من أهل القرى الأخرى .وخص أهل أم القرى ومن حولها بالذكر فى الإِنذار ، لأنهم أقرب الناس - إليه صلى الله عليه وسلم - كما قال - تعالى - فى آية أخرى ( وَأَنذِرْ عَشِيرَتَكَ الأقربين ) وليس معنى هذا التخصيص أن رسالته - صلى الله عليه وسلم - كانت إليهم وحدهم ، لأن هناك آيات أخرى كثيرة قد صرحت بأن رسالته - صلى الله عليه وسلم - كانت إلى الناس كافة ، ومن هذه الآيات : وقوله - تعالى - : ( قُلْ ياأيها الناس إِنِّي رَسُولُ الله إِلَيْكُمْ جَمِيعاً ) وقوله - سبحانه - : ( وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ ) وقوله - عز وجل - : ( وَأُوحِيَ إِلَيَّ هذا القرآن لأُنذِرَكُمْ بِهِ وَمَن بَلَغَ ) .فهذه الآيات وغيرها تنطق وتشهد بأن رسالته - صلى الله عليه وسلم - كانت للناس جميعا ، بل للإِنس وللجن ، كما يشير إلى ذلك قوله - تعالى - : ( وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَراً مِّنَ الجن يَسْتَمِعُونَ القرآن فَلَمَّا حَضَرُوهُ قالوا أَنصِتُواْ فَلَمَّا قُضِيَ وَلَّوْاْ إلى قَوْمِهِم مُّنذِرِينَ ) وجملة ( وَتُنذِرَ يَوْمَ الجمع لاَ رَيْبَ فِيهِ ) معطوفة على ما قبلها . والمراد بيوم الجمع : يوم القيامة ، لأنه اليوم الذى يجتمع يه الأولون والآخرون بين يدى الله - تعالى - للحساب والجزاء ، والثواب والعقاب .أى : أوحينا إليك هذا القرآن لتنذر به أهل مكة ومن حلوها ، وتنذر الناس جميعا وتخوفهم من أهوال يوم القيامة ، الذى يجتمع فيه الخلائق للحساب .وقوله ( لاَ رَيْبَ فِيهِ ) كلام معترض لتقرير ما قبله وتأكيده ، أو صلة ليوم الجمع .وقوله : ( فَرِيقٌ فِي الجنة وَفَرِيقٌ فِي السعير ) بيان للنتيجة التى ترتبت على هذا الإِنذار .أى : بعد هذا الإِنذار الذى أنذرته للناس - أيها الرسول الكريم - هناك فريق آمن بك وصدقك فكان مصيره إلى الجنة ، وهناك فريق أعرض عنك وكذبك ، فكان مصيره إلى النار .",
  "ayah": 7,
  "surah": 42
}
