{
  "text": "درس نمبر 238 ایک نظر میں\nیہ سبق انسانی فطرت کے موضوع پر ہے ، کہ جب انسان صحیح فطرت پر ہوتا ہے تو وہ کس طرح ہوتا ہے اور جب اس کی فطرت بگڑجائے تو اس کے شب و روز کیا ہوتے ہیں۔ آغاز اس نصیحت سے کیا جاتا ہے کہ والدین کے ساتھ حسن سلوک کرو ، اسلامی اخلاق و آداب اور خصوصاً والدین کے بارے میں وصیت قرآن کریم میں اسلامی عقیدے کو اپنانے کے ساتھ متصلا آتی ہے۔ اس لیے کہ ایمان کے تعلق کے بعد اسلام والدین اور اولاد کے اچھے تعلق کو اہمیت دیتا ہے۔ ایمان کے بعد ایک مومن کا فرض ہے کہ وہ اپنے والدین کے ساتھ حسن سلوک کرے ۔ اسلام لانے اور عقیدۂ توحید اپنانے کے بعد فوراً والدین کے ساتھ حسن سلوک کو کیوں لایا جاتا ہے ؟ اس کی دو وجوہات ہیں۔ ایک یہ کہ اسلام احترام والدین کو بہت اہمیت دیتا ہے۔ دوسری بات یہ کہ اسلام اور قرآن یہ بتانا چاہتے ہیں کہ باپ اور بیٹے کے درمیان جو قوی تعلق ہے۔ یہ سب سے مضبوط تعلق ہے لیکن اسلامی تعلق اور اخوت خونی رشتوں سے بھی برتر ہے۔\nاس سبق میں دو نمونے دئیے گئے ہیں ، ایک نمونہ یہ ہے کہ والدین اور اولاد کے درمیان خونی رشتہ بھی ہے اور اس کے بعد نظریاتی رشتہ بھی ہے تو دونوں کے درمیان یہ تعلق ہدایت یافتہ تعلق ہوگا اور دونوں اللہ تک پہنچ کر جنت کے مستحق ہوں گے۔ دوسرے نمونے میں نسب کا رشتہ ایمان کے رشتے سے جدا ہوجاتا ہے۔ یہ آپس میں نہیں ملتے۔ اس صورت میں خون کے رشتے کے باوجود اولاد جہنم کی مستحق ہوتی ہے اور پھر قیامت کے مناظر میں سے ایک منظر بھی پیش کیا جاتا ہے اور اس میں فسق اور استکبار کا نقشہ پیش کیا جاتا ہے۔\nدرس نمبر 238 تشریح آیات\n15 ۔۔۔۔ تا ۔۔۔۔۔ 20\nآیت نمبر 15 تا 16\nیہ وصیت جنس انسان کے لئے ہے۔ اور یہ انسانیت کی بنیاد پر ہے۔ اس وصیت کے لئے انسان کے علاوہ کسی اور صفت کی ضرورت کو نہیں لایا گیا۔ اور احسان کے ساتھ بھی کوئی قید اور شرط نہیں لگائی۔ والد کا محض والد ہونا ہی یہ فرض کردیتا ہے کہ اس کے ساتھ احسان کیا جائے۔ والد ہونے کے ساتھ کوئی اور صفت ضروری نہیں ہے۔ اور یہ وصیت اس اللہ نے فرمائی جو انسان کا خالق ہے اور یہ وصیت شاید صرف انسان ہی کو کی گئی ہے۔ مخلوقات کی دوسری اصناف کو شاید یہ حکم نہیں دیا گیا۔ آج تک یہ معلوم نہیں ہوا کہ دوسرے حیوانات ، پرندوں اور حشرات الارض کو اس قسم کی کوئی ہدایت ہو۔ ہاں یہ بات حیوانات کی فطرت میں بھی دیکھی جاتی ہے کہ وہ اپنے بچوں کی پرورش کریں۔ یوں نظر آتا ہے کہ یہ وصیت صرف انسان کو ہے اور یہ ہے بھی خاصہ انسان۔\nقرآن کریم میں بھی اس حکم کا تکرار ہے جو بطور وصیت کیا گیا اور احادیث میں بھی اس کی سخت تاکید آتی ہے۔ البتہ والدین کو اپنی اولاد کے بارے میں بہت ہی کم وصیت کی جاتی ہے۔ اگر کوئی ہدایت ہے تو بعض حالات کے بارے میں ہے۔ اس کی وجہ یہ ہے کہ بچے کی پرورش ، والدین کی فطرت کے اندر ہی رکھ دی گئی ہے۔ والدین خود بچے کی پرورش کی طرف بڑھتے چلے جاتے ہیں اور اس سلسلے میں ان کو اس کام کے لئے ابھارنے کی ضرورت ہی نہیں ہوتی۔ والدین بچوں کے لئے اس قدر قربانیاں دیتے ہیں کہ بعض اوقات والدین بچوں پر اپنی جان بھی قربان کردیتے ہیں۔ رنج و الم تو معمولی بات ہے اور اسی سلسلے میں وہ ان سے کوئی عوض طلب نہیں کرتے۔ نہ ان سے طالب شکر ہوتے ہیں۔ لیکن نوجوان نسل پیچھے کو کم ہی دیکھتی ہے۔ کیونکہ ان سے اس قسم کی قربانی کا ، مطالبہ خود ان کی اولاد کرتی ہے اور یونہی زندگی کی گاڑی چلتی رہتی ہے۔\nلیکن اسلام نے اپنی فطری تعلیمات کی رو سے سوسائٹی کی پہلی اکائی خاندان کو مقرر کیا ہے۔ خاندان ہی وہ گہوارہ ہے جس میں ناتواں بچے پرورش پاتے ہیں اور بڑے ہوتے ہیں۔ اس گہوارے سے بچے محبت ، تعاون ، باہم کفالت اور خاندان کی تعمیر و تربیت حاصل کرتے ہیں۔ جس بچے کو کسی خاندان کی تربیت نہیں ملتی وہ اپنی شخصیت کے کسی نہ کسی پہلو سے ناقص ہوتا ہے ۔ اگرچہ خاندان کے دائرہ سے باہر اس کو ضروریات زندگی وافر مقدار میں میسر ہوں۔ اور اس کی تعلیم و تربیت کا اچھا انتظام کیا گیا ہو۔ ایسے بچے میں سب سے بڑی جو کمی ہے وہ محبت کے شعور کی کمی ہوتی ہے۔ یہ بات علمائے نفسیات کے ہاں ثابت ہوچکی ہے کہ ہر بچہ زندگی کے پہلے دو سال صرف اپنی ماں کی گود میں رہنا چاہتا ہے۔ اور وہ اس میں کسی اور کی شرکت نہیں قبول کرنا۔ دنیا میں بچوں کی پرورش کے جو مصنوعی ادارے بنائے گئے ہیں ان میں سب سے پہلے تو ماں مفقود ہوتی ہے۔ کیونکہ وہاں کام کرنے والی عورت یعنی نرس کو تو کئی بچے سنبھالنے پڑتے ہیں۔ ان بچوں کا پھر ایک دوسرے کے ساتھ حسد ہوتا ہے۔ کیونکہ وہ مصنوعی مشترکہ ماں پر باہم مقابل ہوتے ہیں ، یوں بغض وعناد ان کی ابتدائی زندگی سے ان میں پروان چڑھتا ہے اور جس ننھے دل میں نفرت پیدا ہوجائے۔ اسی میں پھر محبت پیدا نہیں ہوتی۔ پھر بچے کے اوپر ایک عرصے تک ایک ہی نگرانی کی ضرورت ہوتی ہے تا کہ اس کی شخصیت میں ثبات پیدا ہوجائے۔ اور یہ بات صرف ایک خاندان ہی میں پیدا ہو سکتی ہے۔ رہے بچوں کی پرورش کے مصنوعی ادارے تو ان میں بچہ ایک ہی مضبوط نگراں سے محروم ہوتا ہے کیونکہ مصنوعی ماؤں کی ڈیوٹیاں بھی بدلتی رہتی ہیں۔ اس لیے ان کی شخصیت کے اندر بھی انتشار ہوتا ہے۔ اور وہ مضبوط شخصیت سے محروم ہوجاتے ہیں۔ اس قسم کے اداروں کے جو تجربات سامنے آرہے ہیں ، ان سے معلوم ہوتا ہے کہ اسلام نے بچوں کی پرورش کے لئے خاندان کی نرسری کو جو ضروری قرار دیا ہے اس کے اندر بڑی گہری حکمت ہے اور بچوں کی تربیت کا فطری طریقہ وہی ہے جو اسلام نے تجویز کیا ہے ، جو ہر قسم کے نقص سے پاک ہے۔\nاور قرآن یہاں اس ماں کے کردار کو قلمبند کرتا ہے۔ ماں کی مشقتیں ، ماں کی محبتیں اور ماں کی جدو جہد اور نہایت ہی کریمانہ انداز اور شریفانہ برتاؤ۔ اللہ نے اولاد کو اپنے والدین کے ساتھ احسان کرنے کی جو وصیت کی ہے ، اس کی تعمیل میں اولاد اگر رات دن لگی رہے تو بھی وہ ماں کے احسان کو پورا نہیں کرسکتی۔\nحملتہ امہ کرھا ۔۔۔۔۔۔ ثلون شھرا (46 : 15) “ اس کی ماں نے مشقت اٹھا کر اسے پیٹ میں رکھا اور مشقت اٹھا کر ہی اس کو جنا ، اور اس کے حمل اور دودھ چھڑانے میں تیس مہینے لگ گئے ”۔\nاللہ نے ماں کی مشقتوں کے لئے جن الفاظ کا انتخاب کیا ہے ان کا تلفظ ہی مشقت کا اظہار کردیتا ہے۔ الفاظ کی آواز اور ترنم ہی سے جہدو مشقت اور تھکاوٹ ظاہر ہوتی ہے۔\nحملتہ امہ کرھا ووضعتہ کرھا (46 : 15) “ ماں نے مشقت اٹھا کر اسے پیٹ میں رکھا اور مشقت اٹھا ہی اسے جنا ”۔ جس طرح تھکا ماندہ آدمی لمبی لمبی سانس بھرتا ہے۔ مشکل سے سانس لیتا ہے ، تھکا ہوا ہوتا ہے۔ یہی ہوتی ہے حمل کی تصویر خصوصاً آخری دنوں میں اور وضع حمل اور اس کی مشکلات اور اس کے آلام تو ہر کسی کو معلوم ہیں۔\nآج کل علم جنین بہت آگے بڑھ گیا ہے اور حمل کے تمام مراحل اور اس کے اندر ہونے والی عملیات سے انسان واقف ہوچکا ہے ۔ ان سے معلوم ہوتا ہے کہ ماں ان تمام عملیات میں کس قدر مشقت اٹھاتی ہے اور قربانی دیتی ہے۔۔۔۔ عورت کے انڈے کے ساتھ جب مادہ منویہ کا جرثومہ ملتا ہے تو یہ رحم مادر کی دیواروں سے چپکنے کی سعی کرتا ہے اور رحم کی دیوار سے چپکتے ہی اس کی دیوار کو کھانا شروع کردیتا ہے کیونکہ اس کے اندر کھانے کی صلاحیت ہوتی ہے۔ چناچہ یہ رحم کی دیواروں کو دیمک کی طرح چاٹنا شرو کردیتا ہے۔ جس جگہ کو یہ کھانا شروع کرتا ہے ، وہاں ماں کا خون جمع ہوتا ہے اور ایک چھوٹا سا حوض بن جاتا ہے اور یہ انڈا جس کے اندر جرثومہ ہوتا ہے اور یہ جرثومہ دونوں خون کے اس حوض میں ہوتے ہیں اور خون کے اندر ماں کے جسم کا خلاصہ ہوتا ہے۔ اس خون کو یہ چوستا ہے اور بڑھتا رہتا ہے اور رحم کی دیواروں کو یہ چاٹتا رہتا ہے اور خون پیتا رہتا ہے۔ اور مادۂ حیات حاصل کرتا ہے۔ یہ ماں کھانا کھاتی ہے ، پانی پیتی ہے اور خوراک ہضم کر کے اس انڈے اور اس جرثومے کے لئے تازہ خون تیار کرتی ہے اور اس خونخوار جرثومے کو خوراک مہیا کرتی ہے۔ ایک ایسا وقت آتا ہے کہ بچہ کی ہڈیاں بننا شروع ہوتی ہیں اور اس وقت پھر وہ زیادہ خون چوسنا شروع کردیتا ہے۔ ایسے حالات میں بعض اوقات والدہ کو کیلشیم کی ضرورت ہوتی ہے کیونکہ اس دور میں عورت ہڈیوں کا گودا اس بچے کو فراہم کرتی ہے تا کہ اس بچے کا جسمانی ڈھانچہ تیار ہو ، اس عظیم جدو جہد کا یہ ایک قلیل حصہ ہے۔ پھر وضع حمل کا مرحلہ آتا ہے۔ یہ نہایت ہی پر مشقت اور کربناک عمل ہے۔ لیکن ماں کے اندر جو بےپناہ محبت ہوتی ہے اپنے بچے کے لئے ، اس کی وجہ سے یہ سب کچھ وہ برداشت کرتی ہے کیونکہ یہ تقاضائے فطرت ہے۔ یوں ماں اس چھوٹے بچے کو زندگی دیتی ہے اور خود پگھلتی جاتی ہے۔ اس کے بعد دودھ پلانے اور پھر پالنے پوسنے کا مرحلہ آتا ہے۔ اس کے بعد وہ اپنے گوشت اور خون کا نچوڑ دودھ کی شکل میں اسے دیتی ہے۔ اور اپنے دل ، دماغ اور اعصاب کی پوری قوت صرف کر کے اسے پالتی ہے۔ لیکن ان تمام مشقتوں کو وہ خوشی خوشی قبول کرتی ہے۔ نہایت محبت اور رحیمانہ انداز میں۔ کبھی نہیں تھکتی ، کبھی بچے سے نفرت نہیں کرتی ، ان تمام مشقتوں کا صلہ یہ ماں صرف یہ چاہتی ہے کہ اس کا بچہ صحیح وسالم ہو اور بڑھتا ہی چلا جائے ۔ پس یہی صلہ ہے جو وہ چاہتی ہے۔\nاس طویل جدو جہد اور مشقت اور قربانی کا صلہ کوئی ماں کو دے سکتا ہے۔ کوئی خواہ کتنی ہی جدو جہد کرے ، ماں کی خدمت میں ، اس کا صلہ کوئی نہیں دے سکتا۔ اگر کوئی کثیر جدو جہد بھی کرے وہ بھی قلیل ہوگی۔\nایک شخص طواف کرتے ہوئے اپنی ماں کو اٹھائے ہوئے تھا اور وہ رسول اللہ ﷺ کے سامنے آیا تو کہہ دیا کہ حضور ﷺ میں نے اس کا حق ادا کردیا تو آپ ﷺ نے فرمایا “ نہیں صرف ایک بار سانس لینے کے برابر بھی نہیں ”۔ (البزار)\nاب قرآن مجید اس انسان کو والدین کے ساتھ احسان کی وصیت اور ماں کی بےمثال مشقتوں اور قربانیوں کے مرحلے سے گزارکر اسے سن رشد میں لے جاتا ہے۔ اب یہ مضبوط ، توانا اور دانشمند ہے۔ اور اس کی فطرت درست ہے اور اس کا دل ہدایت یافتہ ہے ، اور یہ ہے قرآن کا انسان مطلوب ۔\nحتی اذا بلغ ۔۔۔۔۔۔ من المسلمین (46 : 15) “ یہاں تک کہ جب وہ اپنی پوری طاقت کو پہنچا اور چالیس سال کا ہوگیا تو اس نے کہا “ اے میرے رب ، مجھے توفیق دے کہ میں تیری ان نعمتوں کا شکر ادا کروں جو تو نے مجھے اور میرے والدین کو عطا فرمائیں ، اور ایسا نیک عمل کروں جس سے تو راضی ہو ، اور میری اولاد کو بھی نیک بنا کر مجھے سکھ دے ، میں تیرے حضور توبہ کرتا ہوں اور تابع فرمان (مسلم) بندوں میں سے ہوں ”۔\nانسان سن رشد کو 20 اور 40 کے درمیان پہنچ جاتا ہے ۔ چالیس سال رشدو ہدایت کی انتہا ہوتے ہیں اس میں انسان کی تمام قوتیں مکمل ہوجاتی ہیں اور انسان تدبر اور تفکر میں مکمل ہوجاتا ہے۔ اب یہ تکمیل کے مراحل طے کرجاتا ہے۔ اور اس کے اندر ٹھہراؤ پیدا ہوجاتا ہے۔ اس سن میں پھر وہ مستقیم الفطرت ہو ، وہ اس زندگی سے ذرا بلند ہو کر سوچتا ہے۔ اور پھر وہ پوری انسانیت کے انجام پر بھی غور کرتا ہے۔\nقرآن مجید ایک ایسی شخصیت کی ذہنی واردات کو یہاں قلم بند کرتا ہے ، جو فطرت سلیمہ کی مالک ہو ، اس مرحلے میں جہاں انسان عمر کا ایک حصہ پیچھے چھوڑ چکا ہے اور اگلی عمر میں پھر وہ متوجہ الی اللہ ہوتا ہے اگر مستقیم الفطرت ہو۔\nرب اوزعنی ۔۔۔۔۔ وعلیٰ والدی (46 : 15) “ اے میرے رب ، مجھے توفیق دے کہ میں تیری ان نعمتوں کا شکر ادا کروں جو تو نے مجھے اور میرے والدین کو عطا فرمائیں ”۔ یہ ایک ایسے دل کی دعا ہے جو اپنے رب کی نعمتوں کا شعور رکھتا ہے کہ یہ انعامات جو تو نے مجھ پر کئے اور مجھ سے پہلے میرے والدین پر کئے اور مسلسل اگلے وقتوں سے یہ انعامات ہو رہے ہیں۔ ان کے مقابلے میں ہماری قوت شکر بہت کم ہے۔ اے اللہ آپ ہی ہمیں توفیق دیں اور ضبط دیں کہ ہم یہ شکر بجا لا سکیں۔ یہ نہ ہو کہ میں ادھر ادھر ہو کر انتشار میں اپنی قوتیں ہی ضائع کردوں اور اصل کام یعنی شکر الٰہی بجا لانے کو ایک طرف چھوڑ دوں۔\nوان اعمل صالحا ترضہ (46 : 15) “ اور ایسا نیک عمل کروں جس سے تو راضی ہو ”۔ یہ دوسری دعا ہے یہ شخص اللہ کی مدد طلب کرتا ہے کہ وہ عمل صالح کرسکے۔ وہ اپنے کمال اور احسان کو رضائے ربی کے کام میں استعمال کرے کیونکہ رضائے الٰہی اس کا بڑا مقصد ہے۔ رضا ئے الٰہی کے حصول ہی کے لئے تو اس کی پوری جدو جہد ہے۔\nواصلح لی فی ذریتی (46 : 15) “ اور میری اولاد کو بھی نیک بنا کر مجھے سکھ دے ” ۔ یہ تیسری دعاء ہے ۔ ہر صالح آدمی کی یہ خواہش ہوتی ہے کہ اس کی صالحیت اس کی اولاد میں بھی منتقل ہو اور اس کا دل مطمئن ہو کہ اس کی اولاد میں ایسے لوگ ہیں جو اس کے بعد اللہ کی بندگی اور اس کی رضا مندی کے طالب ہوں گے۔ نیک اولاد بندۂ صالح کی پہلی تمنا ہوتی ہے اور خزانوں اور دولت کے مقابلے میں وہ نیک اولاد کو ترجیح دیتا ہے۔ زندگی کی ہر آرائش وزیبائش سے زیادہ اسے نیک اولاد پسند ہوتی ہے اور یہ دعا والدین سے اولاد کی طرف جارہی ہے کہ آنے والی نسلوں میں بھی اللہ کی بندگی ہوتی رہے۔ اور یہ جو دعائیں اور درخواستیں وہ کر رہا ہے ان کی منظوری کے لئے اس کے پاس سفارش یہ ہے کہ میں توبہ کرتا ہوں اور سر تسلیم خم کرتا ہوں۔\nانی تبت الیک ولی من المسلمین (46 : 15) “ میں تیرے حضور توبہ کرتا ہوں اور میں تابع فرمان بندوں میں سے ہوں ” یہ ہیں ایک معیاری بندۂ صالح کی صفات اپنے رب کے حوالے سے جس کی فطرت سیدھی اور سلیم ہو۔ ایسے بندوں کے ساتھ اللہ کا تعلق پھر کیسا ہوتا ہے اس کی وضاحت بھی قرآن نے کردی ہے۔\n٭٭٭٭\nاولئک الذین نتقبل ۔۔۔۔۔۔ کانوا یوعدون (46 : 16) “ اس طرح کے لوگوں سے ہم ان کے بہترین اعمال کو قبول کرتے ہیں اور ان کی برائیوں سے درگزر کر جاتے ہیں۔ یہ جنتی لوگوں میں شامل ہوں گے اس سچے وعدے کے مطابق جو ان سے کیا جاتا رہا ہے ”۔\nاللہ کے ہاں جزاء اعمال حسنہ پر ہے اور گناہوں کو معاف کردیا جاتا ہے اور جنت کے اصل مستحقین کے ساتھ ایسے لوگ جاملیں گے اور یہ اللہ کا وعدہ ہے جو سچا وعدہ ہے۔ یہ وعدہ دنیا میں کیا گیا تھا اور اللہ کبھی اپنے وعدے کی خلاف ورزی نہیں کرتا۔\n٭٭٭\nاور اس اچھے نمونے کے بالمقابل فسق ، فجور اور گمراہی کا ملال بھی ملاحظہ ہو۔",
  "ayah": 15,
  "surah": 46
}
