{
  "text": "ام المومنین عائشہ صدیقہ کے گستاخ پر اللہ کی لعنت جب کہ عام مسلمان عورتوں پر طوفان اٹھانے والوں کی سزا یہ ہے تو انبیاء کی بیویوں پر جو مسلمانوں کی مائیں ہیں، بہتان باندھنے والوں کی سزا کیا ہوگی ؟ اور خصوصا اس بیوی پر جو صدیق اکبر ؓ کی صاحبزادی تھیں ؓ۔ علماء کرام کا اس پر اجماع ہے کہ ان آیتوں کے نزول کے بعد بھی جو شخص ام المومنین کو اس الزام سے یاد کرے، وہ کافر ہے کیونکہ اس نے قرآن پاک کے خلاف کیا۔ آپ کی اور ازواج مطہرات کے بارے میں صحیح قول یہی ہے کہ وہ بھی مثل صدیقہ کے ہیں۔ واللہ اعلم۔ فرماتا ہے کہ ایسے موذی بہتان پرداز دنیا اور آخرت میں لعنت اللہ کے مستحق ہیں۔ جیسے اور آیت میں ہے (اِنَّ الَّذِيْنَ يُؤْذُوْنَ اللّٰهَ وَرَسُوْلَهٗ لَعَنَهُمُ اللّٰهُ فِي الدُّنْيَا وَالْاٰخِرَةِ وَاَعَدَّ لَهُمْ عَذَابًا مُّهِيْنًا 57؀) 33۔ الأحزاب :57) ، یعنی جو لوگ اللہ اور اس کے رسول ﷺ کو ایذاء دیتے ہیں ان پر دنیا اور آخرت میں اللہ کی پھٹکار ہے اور ان کے لئے رسوا کرنے والے عذاب تیار ہیں۔ بعض لوگوں کا قول ہے کہ یہ ام المومنین حضرت عائشہ ؓ کے ساتھ مخصوص ہے۔ ابن عباس ؓ یہی فرماتے ہیں۔ سعید بن جبیر، مقاتل بن حیان کا بھی یہی قول ہے۔ ابن جریر ؓ نے بھی حضرت عائشہ سے یہ نقل کیا ہے لیکن پھر جو تفصیل وار روایت لائے ہیں اس میں آپ پر تہمت لگنے، حضور ﷺ پر وحی آنے اور اس آیت کے نازل ہونے کا ذکر ہے لیکن آپ کے ساتھ اس حکم کے مخصوص ہونے کا ذکر نہیں۔ پس سبب نزول گو خاص ہو لیکن حکم عام رہتا ہے۔ ممکن ہے ابن عباس ؓ وغیرہ کے قول کا بھی یہی مطلب ہو۔ واللہ اعلم۔ بعض بزرگ فرماتے ہیں کہ کل ازواج مطہرات کا تو یہ حکم ہے لیکن اور مومنہ عورتوں کا یہ حکم نہیں۔ ابن عباس ؓ سے مروی ہے کہ اس آیت سے تو مراد حضور ﷺ کی بیویاں ہیں کہ اہل نفاق جو اس تہمت میں تھے، سب راندہ درگاہ ہوئے۔ لعنتی ٹھہرے اور غضب اللہ کے مستحق بن گئے۔ اس کے بعد عام مومنہ عورتوں پر بدکاری کا بہتان باندھنے والوں کے حکم میں آیت (وَالَّذِيْنَ يَرْمُوْنَ الْمُحْصَنٰتِ ثُمَّ لَمْ يَاْتُوْا بِاَرْبَعَةِ شُهَدَاۗءَ فَاجْلِدُوْهُمْ ثَمٰنِيْنَ جَلْدَةً وَّلَا تَــقْبَلُوْا لَهُمْ شَهَادَةً اَبَدًا ۚ وَاُولٰۗىِٕكَ هُمُ الْفٰسِقُوْنَ ۙ) 24۔ النور :4) ، اتری پس انہیں کوڑے لگیں گے۔ اگر انہوں نے توبہ کی توبہ تو قبول ہے لیکن گواہی ان کی ہمیشہ تک غیر معبتر رہے گی۔ حضرت ابن عباس ؓ نے ایک مرتبہ سورة نور کی تفسیر بیان کرتے ہوئے فرمایا کہ یہ آیت تو حضور ﷺ کی بیویوں کے بارے میں اتری ہے۔ ان بہتان بازوں کی توبہ بھی قبول نہیں۔ اس آیت میں ابہام ہے۔ اور چار گواہ نہ لاسکنے کی آیت عام ایماندار عورتوں پر تہمت لگانے والوں کے حق میں ہے، ان کی توبہ مقبول ہے، یہ سن کر اکثر لوگوں کا ارادہ ہوا کہ آپ کی پیشانی چوم لیں۔ کیونکہ آپ نے نہایت ہی عمدہ تفسیر کی تھی۔ ابہام سے مراد یہ ہے کہ ہر پاک دامن عورت کی شان میں حرمت تہمت عام ہے۔ اور ایسے سب لوگ ملعون ہیں۔ حضرت عبد الرحمن ؒ فرماتے ہیں ہر ایک بہتان باز اس حکم میں شامل ہے لیکن حضرت عائشہ بطور اولی ہیں۔ امام ابن جریر ؒ بھی عموم ہی کو پسند فرماتے ہیں اور یہی صحیح بھی ہے اور عموم کی تائید میں یہ حدیث بھی ہے کہ حضور ﷺ فرماتے ہیں سات گناہوں سے بچو جو مہلک ہیں۔ پوچھا گیا وہ کیا ہیں ؟ فرمایا اللہ کے ساتھ شرک کرنا، جادو کسی کو بلا وجہ مار ڈالنا، سود کھانا، یتیم کا مال کھانا، جہاد سے بھاگنا، پاک دامن بھولی مومنہ پر تہمت لگانا۔ (بخاری مسلم) اور حدیث میں ہے پاک دامن عورتوں پر زنا کی تہمت لگانے والے کی سو سال کی نیکیاں غارت ہیں۔ اعضاء کی گواہی ابن عباس ؓ کا فرمان ہے کہ جب مشرکین دیکھیں گے کہ جنت میں سوائے نمازوں کے اور کوئی نہیں بھیجا جاتا تو وہ کہیں گے آؤ ہم بھی انکار کردیں چناچہ اپنے شرک کا یہ انکار کردیں گے۔ اسی وقت انکے منہ پر مہر لگ جائے گی اور ہاتھ پاؤں گواہی دینے لگیں گے اور اللہ سے کوئی بات چھپا نہ سکیں گے۔ حضور ﷺ فرماتے ہیں کافروں کے سامنے جب ان کی بداعمالیاں پیش کی جائیں گی تو وہ انکار کر جائیں گے اور اپنی بےگناہی بیان کرنے لگیں گے تو کہا جائے گا یہ ہیں تمہارے پڑوسی یہ تمہارے خلاف شہادت دے رہے ہیں۔ یہ کہیں گے یہ سب جھوٹے ہیں تو کہا جائے گا کہ اچھا خود تمہارے کنبے کے قبیلے کے لوگ موجود ہیں۔ یہ کہہ دیں گے یہ بھی جھوٹے ہیں تو کہا جائے گا۔ اچھا تم قسمیں کھاؤ، یہ قسمیں کھا لیں گے پھر اللہ انہیں گونگا کر دے گا اور خود ان کے ہاتھ پاؤں ان کی بداعمالیوں کی گواہی دیں گے۔ پھر انہیں جہنم میں بھیج دیا جائے گا۔ حضرت انس ؓ فرماتے ہیں ہم حضور ﷺ کی خدمت میں حاضر تھے کہ آپ ہنس دئے اور فرمانے لگے۔ جانتے ہو میں کیوں ہنسا ؟ ہم نے کہا اللہ ہی جانتا ہے آپ نے فرمایا بندہ قیامت کے دن اپنے رب سے جو حجت بازی کرے گا اس پر یہ کہے گا کہ اللہ کیا تو نے مجھے ظلم سے نہیں روکا تھا ؟ اللہ فرمائے گا ہاں۔ تو یہ کہے گا، بس آج جو گواہ میں سچا مانوں، اسی کی شہادت میرے بارے میں معتبر مانی جائے۔ اور وہ گواہ سوا میرے اور کوئی نہیں۔ اللہ فرمائے گا، اچھا یونہی سہی تو ہی اپنا گواہ رہ۔ اب منہ پر مہر لگ جائے گی اور اعضاء سے سوال ہوگا تو وہ سارے عقدے کھول دیں گے۔ اس وقت بندہ کہے گا، تم غارت ہوجاؤ، تمہیں بربادی آئے تمہاری طرف سے ہی تو میں لڑ جھگڑ رہا تھا (مسلم) قتادہ رحمۃ اللہ فرماتے تھے اے ابن آدم تو خود اپنی بد اعمالیوں کا گواہ ہے، تیرے کل جسم کے اعضاء تیرے خلاف بولیں گے، ان کا خیال رکھ اللہ سے پوشیدگی اور ظاہری میں ڈرتا رہ۔ اس کے سامنے کوئی چیز پوشیدہ نہیں، اندھیرا اس کے سامنے روشنی کی مانند ہے۔ چھپا ہوا اس کے سامنے کھلا ہوا ہے۔ اللہ کے ساتھ نیک گمانی کی حالت میں مرو۔ اللہ ہی کے ساتھ ہماری قوتیں ہیں۔ یہاں دین سے مراد حساب ہے۔ جمہور کی قرأت میں حق کا زبر ہے کیونکہ وہ دین کی صفت ہے۔ مجاہد ؒ نے حق پڑھا ہے اس بنا پر کہ یہ لغت جان لیں گے کہ اللہ کے وعدے وعید حق ہیں۔ اس کا حساب عدل والا ہے ظلم سے دور ہے۔",
  "ayah": 23,
  "surah": 24
}
