{
  "text": "آپ ﷺ کو پکارنے کے آداب لوگ حضور ﷺ کو جب بلاتے تو آپ کے نام یا کنیت سے معمولی طور پر جیسے آپس میں ایک دوسرے کو پکارا کرتے ہیں آپ کو بھی پکار لیا کرتے تھے تو اللہ تعالیٰ نے اس گستاخی سے منع فرمایا کہ نام نہ لو بلکہ یا نبی اللہ یارسول اللہ کہہ کر پکارو۔ تاکہ آپ کی بزرگی اور عزت وادب کا پاس رہے۔ اسی کے مثل آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَقُوْلُوْا رَاعِنَا وَقُوْلُوا انْظُرْنَا وَاسْمَعُوْا ۭ وَلِلْكٰفِرِيْنَ عَذَابٌ اَلِــيْمٌ01004) 2۔ البقرة :104) ہے اور اسی جیسی آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَرْفَعُوْٓا اَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلَا تَجْـهَرُوْا لَهٗ بالْقَوْلِ كَجَــهْرِ بَعْضِكُمْ لِبَعْضٍ اَنْ تَحْبَــطَ اَعْمَالُكُمْ وَاَنْتُمْ لَا تَشْعُرُوْنَ) 49۔ الحجرات :2) ہے یعنی ایمان والو ! اپنی آوازیں نبی کی آواز پر بلند نہ کرو۔ آپ کے سامنے اونچی اونچی آوازوں سے نہ بولو جیسے کہ بےتکلفی سے آپس میں ایک دوسرے کے سامنے چلاتے ہو اگر ایسا کیا تو سب اعمال غارت ہوجائیں گے اور پتہ بھی نہ چلے۔ یہاں تک کہ فرمایا جو لوگ تجھے حجروں کے پیچھے سے پکارتے ہیں ان میں سے اکثر بےعقل ہیں اگر وہ صبر کرتے یہاں تک کہ تم خود ان کے پاس آجاتے تو یہ ان کے لئے بہتر تھا۔ پس یہ سب آداب سکھائے گئے کہ آپ سے خطاب کس طرح کریں، آپ سے بات چیت کس طرح کریں، آپ کے سامنے کس طرح بولیں چالیں بلکہ پہلے تو آپ سے سرگوشیاں کرنے کے لئے صدقہ کرنے کا بھی حکم تھا۔ ایک مطلب تو اس آیت کا یہ ہوا۔ دوسرا مطلب یہ ہے کہ رسول اللہ ﷺ کی دعا کو تم اپنی دعاؤں کی طرح سمجھو، آپ کی دعا مقبول ومستجاب ہے۔ خبردار کبھی ہمارے نبی کو تکلیف نہ دینا کہیں ایسانہ ہو کہ ان کے منہ سے کوئی کلمہ نکل جائے تو تہس نہس ہوجاؤ۔ اس سے اگلے جملے کی تفسیر میں مقاتل بن حیان ؒ فرماتے ہیں جمعہ کے دن خطبے میں بیٹھا رہنا منافقوں پر بہت بھاری پڑتا تھا جب کسی کو کوئی ایسی ضرورت ہوتی تو اشارے سے آپ سے اجازت چاہتا اور آپ اجازت دے دیتے اس لئے کہ خطبے کی حالت میں بولنے سے جمعہ باطل ہوجاتا ہے تو یہ منافق آڑ ہی آڑ میں نظریں بچا کر سرک جاتے تھے سدی ؒ فرماتے جماعت میں جب منافق ہوتے تو ایک دوسرے کی آڑ لے کر بھاگ جاتے۔ اللہ کے پیغمبر سے اور اللہ کی کتاب سے ہٹ جاتے، صف سے نکل جاتے، مخالفت پر آمادہ ہوجاتے۔ جو لوگ امر رسول، سنت رسول، فرمان رسول، طریقہ رسول اور شرع رسول کے خلاف کریں وہ سزا یاب ہونگے۔ انسان کو اپنے اقوال و افعال رسول اللہ ﷺ کی سنتوں اور احادیث سے ملانے چاہئیں جو موافق ہوں اچھے ہیں جو موافق نہ ہوں مردود ہے۔ ظاہر یا باطن میں جو بھی ہے شریعت محمدیہ ﷺ کے خلاف کرے اس کے دل میں کفر ونفاق، بدعت و برائی کا بیج بودیا جاتا ہے یا اسے سخت عذاب ہوتا ہے۔ یا تو دنیا میں ہی قتل قید حد وغیر جیسی سزائیں ملتی ہیں یا آخرت میں عذاب اخروی ملے گا۔ مسند احمد میں حدیث ہے حضور ﷺ فرماتے ہیں میری اور تمہاری مثال ایسی ہے جیسے کسی شخص نے آگ جلائی جب وہ روشن ہوئی تو پتنگوں اور پروانوں کا اجتماع ہوگیا اور وہ دھڑا دھڑ اس میں گرنے لگے۔ اب یہ انہیں ہرچند روک رہا ہے لیکن وہ ہیں شوق سے اس میں گرے جاتے ہیں اور اس شخص کے روکنے سے نہیں روکتے۔ یہی حالت میری اور تمہاری ہے کہ تم آگ میں گرنا چاہتے ہو اور میں تمہیں اپنی با ہوں میں لپیٹ لپیٹ کر اس سے روک رہا ہوں کہ آگ میں نہ گھسو، آگ سے بچو لیکن تم میری مانتے اور اس آگ میں گھسے چلے جا رہے ہو۔ یہ حدیث بخاری مسلم میں بھی ہے۔",
  "ayah": 63,
  "surah": 24
}
