{
  "text": "ہر ایک اس کے علم میں ہے مالک زمین و آسمان عالم غیب وحاضر بندوں کے چھپے کھلے اعمال کا جاننے والا ہی ہے۔ قد یعلم میں قد تحقیق کے لئے ہے جیسے اس سے پہلے کی آیت (قَدْ يَعْلَمُ اللّٰهُ الَّذِيْنَ يَتَسَلَّـلُوْنَ مِنْكُمْ لِوَاذًا 63؀) 24۔ النور :63) میں۔ اور جیسے آیت (قَدْ يَعْلَمُ اللّٰهُ الْمُعَوِّقِيْنَ مِنْكُمْ وَالْقَاۗىِٕلِيْنَ لِاِخْوَانِهِمْ هَلُمَّ اِلَيْنَا ۚ وَلَا يَاْتُوْنَ الْبَاْسَ اِلَّا قَلِيْلًا 18 ۙ) 33۔ الأحزاب :18) میں۔ اور جیسے آیت (قَدْ سَمِعَ اللّٰهُ) 58۔ المجادلة :1) میں اور جیسے آیت (قَدْ نَعْلَمُ اِنَّهٗ لَيَحْزُنُكَ الَّذِيْ يَقُوْلُوْنَ فَاِنَّهُمْ لَا يُكَذِّبُوْنَكَ وَلٰكِنَّ الظّٰلِمِيْنَ بِاٰيٰتِ اللّٰهِ يَجْحَدُوْنَ 33؀) 6۔ الانعام :33) میں اور جیسے قدنری میں۔ اور جیسے موذن کہتا ہے قدقامت الصلوۃ تو فرماتا ہے کہ جس حال پر تم جن اعمال و عقائد کے تم ہو اللہ پر خوب روشن ہے۔ آسمان و زمین کا ایک ذرہ بھی اللہ پر پوشیدہ نہیں۔ جو عمل تم کرو جو حالت تمہاری ہو اس اللہ پر عیاں ہے۔ کوئی ذرہ اس سے چھپا ہوا نہیں۔ ہر چھوٹی بڑی چیز کتاب مبین میں محفوظ ہے۔ بندوں کے تمام خیروشر کا وہ عالم ہے کپڑوں میں ڈھک جاؤ چھپ لک کر کچھ کرو ہر پوشیدہ اور ہر ظاہر اس پر یکساں ہے۔ سرگوشیاں اور بلند آواز کی باتیں اس کے کانوں میں ہیں تمام جانداروں کا روزی رساں وہی ہے ہر ایک جاندار کے ہر حال کو جاننے والا وہی ہے اور سب کچھ لوح محفوظ میں پہلے سے درج ہے۔ غیب کی کنجیاں اسی کے پاس ہیں جہنیں اس کے سوا کوئی اور نہیں جانتا۔ خشکی تری کی ہر ہر چیز کو وہ جانتا ہے۔ کسی پتے کا جھڑنا اس کے علم سے باہر نہیں زمین کی اندھیریوں کے اندر کا دانہ اور کوئی تر وخشک چیز ایسی نہیں جو کتاب مبین میں نہ ہو۔ اور بھی اس مضمون کی بہت سی آیتیں اور حدیثیں ہیں۔ جب مخلوق اللہ کی طرف لوٹائی جائے گی اس وقت ان کے سامنے ان کی چھوٹی سے چھوٹی نیکی اور بدی پیش کردی جائے گی۔ تمام اگلے پچھلے اعمال دیکھ لے گا۔ اعمال نامہ کو ڈرتا ہوا دیکھے گا اور اپنی پوری سوانح عمری اس میں پاکر حیرت زدہ ہو کر کہے گا کہ یہ کیسی کتاب ہے جس نے بڑی تو بڑی کوئی چھوٹی سے چھوٹی چیز بھی نہیں چھوڑی جو جس نے کیا تھا وہ وہاں پائے گا۔ تیرے رب کی ذات ظلم سے پاک ہے۔ آخر میں فرمایا اللہ بڑا ہی دانا ہے ہر چیز اس کے علم میں ہے۔",
  "ayah": 64,
  "surah": 24
}
