{
  "text": "لعان سے مراد ان آیتوں میں اللہ تعالیٰ رب العالمین نے ان خاوندوں کیلئے جو اپنی بیویوں کی نسبت ایسی بات کہہ دیں چھٹکارے کی صورت بیان فرمائی ہے کہ جب وہ گواہ پیش نہ کرسکیں تو لعان کرلیں۔ اس کی صورت یہ ہے کہ امام کے سامنے آکر وہ اپنا بیان دے جب شہادت نہ پیش کرسکے تو حاکم اسے چار گواہوں کے قائم مقام چار قسمیں دے گا اور یہ قسم کھاکر کہے گا کہ وہ سچا ہے جو بات کہتا ہے وہ حق ہے۔ پانچویں دفعہ کہے گا کہ اگر وہ جھوٹا ہو تو اس پر اللہ کی لعنت۔ اتنا کہتے ہی امام شافعی ؒ وغیرہ کے نزدیک اس کی عورت اس سے بائن ہوجائے گی اور ہمیشہ کیلئے حرام ہوجائے گی۔ یہ مہر ادا کر دے گا اور اس عورت پر زنا ثابت ہوجائے گی۔ لیکن اگر وہ عورت بھی سامنے ملاعنہ کرے تو حد اس پر سے ہٹ جائے گی۔ یہ بھی چار مرتبہ حلفیہ بیان دے گی کہ اس کا خاوند جھوٹا ہے۔ اور پانچویں مرتبہ کہے گی کہ اگر وہ سچا ہو تو اس پر اللہ کا غضب نازل ہو۔ اس نکتہ کو بھی خیال میں رکھئے کہ عورت کیلئے غضب کا لفظ کہا گیا اس لئے کہ عموماً کوئی مرد نہیں چاہتا کہ وہ اپنی بیوی کو خواہ مخواہ تہمت لگائے اور اپنے آپ کو بلکہ اپنے کنبے کو بھی بدنام کرے عموماً وہ سچا ہی ہوتا ہے اور اپنے صدق کی بنا پر ہی وہ معذور سمجھا جاسکتا ہے۔ اس لئے پانچویں مرتبہ میں اس سے یہ کہلوایا گیا کہ اگر اس کا خاوند سچا ہو تو اس پر اللہ کا غضب آئے۔ پھر غضب والے وہ ہوتے ہیں جو حق کو جان کر پھر اس سے روگردانی کریں۔ پھر فرماتا ہے کہ اگر اللہ کا فضل و رحم تم پر نہ ہوتا تو پھر غضب والے وہ ہوتے ہیں جو حق کو جان کر پھر اس سے روگردانی کریں۔ پھر فرماتا ہے کہ اگر اللہ کا فضل و رحم تم پر نہ ہوتا تو ایسی آسانیاں تم پر نہ ہوتیں بلکہ تم پر مشقت اترتی۔ اللہ تعالیٰ اپنے بندوں کی توبہ قبول فرمایا کرتا ہے گو کیسے ہی گناہ ہوں اور گو کسی وقت بھی توبہ ہو وہ حکیم ہے، اپنی شرع میں، اپنے حکموں میں، اپنی ممانعت میں \" اس آیت کے بارے میں جو روایتیں ہیں وہ بھی سن لیجئے۔ \" مسند احمد میں ہے جب یہ آیت اتری تو حضرت سعد بن عبادہ ؓ جو انصار کے سردار ہیں کہنے لگے یا رسول اللہ ﷺ کیا یہ آیت اسی طرح اتاری گئی ہے ؟ آپ ﷺ نے فرمایا انصاریو سنتے نہیں ہو ؟ یہ تمہارے سردار کیا کہہ رہے ہیں ؟ انہوں نے کہا یارسول اللہ ﷺ آپ درگزر فرمائیے یہ صرف ان کی بڑھی چڑھی غیرت کا باعث ہے اور کچھ نہیں۔ ان کی غیرت کا یہ حال ہے کہ انہیں کوئی بیٹی دینے کی جرأت نہیں کرتا۔ حضرت سعد ؓ نے فرمایا رسول اللہ ﷺ یہ تو میرا ایمان ہے کہ یہ حق ہے لیکن اگر میں کسی کو اس کے پاؤں پکڑے ہوئے دیکھ لوں تو بھی میں اسے کچھ نہیں کہہ سکتا یہاں تک کہ میں چار گواہ لاؤں تب تک تو وہ اپنا کام پورا کرلے گا۔ اس بات کو ذرا سی ہی دیر ہوئی ہوگی کہ حضرت ہلال بن امیہ ؓ آئے یہ ان تین شخصوں میں سے ایک غیر مرد ہے خود آپ نے اپنی آنکھوں سے دیکھا اور اپنے کانوں سے ان کی باتیں سنیں۔ صبح ہی صبح رسول اللہ ﷺ سے یہ ذکر کیا آپ کو بہت برا معلوم ہوا اور طبیعت پر نہایت ہی شاق گزرا۔ سب انصار جمع ہوگئے اور کہنے لگے حضرت سعد بن عبادہ ؓ کے قول کی وجہ سے ہم اس آفت میں مبتلا کئے گئے مگر اس صورت میں کہ رسول اللہ ﷺ ہلال بن امیہ کو تہمت کی حد لگائیں اور اس کی شہادت کو مردود ٹھہرائیں۔ حضرت ہلال ؓ کہنے لگے واللہ میں سچا ہوں اور مجھے اللہ تعالیٰ سے امید ہے کہ اللہ تعالیٰ میرا چھٹکارا کردے گا۔ کہنے لگے یارسول اللہ ﷺ میں دیکھتا ہوں کہ میرا کلام آپ کی طبیعت پر بہت گراں گزرا۔ یارسول اللہ ﷺ مجھے اللہ کی قسم ہے میں سچا ہوں، اللہ خوب جانتا ہے۔ لیکن چونکہ گواہ پیش نہیں کرسکتے تھے قریب تھا کہ رسول اللہ ﷺ انہیں حد مارنے کو فرماتے اتنے میں وحی اترنا شروع ہوئی۔ صحابہ آپ کے چہرے کو دیکھ کر علامت سے پہچان گئے کہ اس وقت وحی نازل ہو رہی ہے۔ جب اترچکی تو آپ ﷺ نے حضرت ہلال ؓ کی طرف دیکھ کر فرمایا، اے ہلال ؓ خوش ہوجاؤ اللہ تعالیٰ نے تمہارے لئے کشادگی اور چھٹی نازل فرما دی۔ حضرت ہلال ؓ کہنے لگے الحمدللہ مجھے اللہ رحیم کی ذات سے یہی امید تھی۔ پھر آپ نے حضرت ہلال ؓ کی بیوی کو بلوایا اور ان دونوں کے سامنے آیت ملاعنہ پڑھ کر سنائی اور فرمایا دیکھو آخرت کا عذاب دنیا کے عذاب سے سخت ہے۔ ہلال فرمانے لگے یارسول اللہ ﷺ میں بالکل سچا ہوں۔ اس عورت نے کہا حضور ﷺ یہ جھوٹ کہہ رہا ہے آپ نے حکم دیا کہ اچھا لعان کرو۔ تو ہلال کو کہا گیا کہ اس طرح چار قسمیں کھاؤ اور پانچویں دفعہ یوں کہو۔ حضرت ہلال ؓ جب چار بار کہہ چکے اور پانچویں بار کی نوبت آئی تو آپ سے کہا گیا کہ ہلال اللہ سے ڈر جا۔ دنیا کی سزا آخرت کے عذابوں سے بہت ہلکی ہے یہ پانچویں بار تیری زبان سے نکلتے ہی تجھ پر عذاب واجب ہوجائے گا تو آپ نے کہا یارسول اللہ ﷺ قسم اللہ کی جس طرح اللہ نے مجھے دنیا کی سزا سے میری صداقت کی وجہ سے بچایا، اسی طرح آخرت کے عذاب سے بھی میری سچائی کی وجہ سے میرا رب مجھے محفوظ رکھے گا۔ پھر پانچویں دفعہ کے الفاظ بھی زبان سے ادا کردیئے۔ اب اس عورت سے کہا گیا کہ تو چار دفعہ قسمیں کھا کہ یہ جھوٹا ہے۔ جب وہ چاروں قسمیں کھاچکی تو رسول اللہ ﷺ نے اسے پانچویں دفعہ کے اس کلمہ کے کہنے سے روکا اور جس طرح حضرت ہلال ؓ کو سمجھایا گیا تھا اس سے بھی فرمایا تو اسے کچھ خیال پیدا ہوگیا۔ رکی، جھجکی، زبان کو سنبھالا، قریب تھا کہ اپنے قصور کا اقرار کرلے لیکن پھر کہنے لگی میں ہمیشہ کیلئے اپنی قوم کو رسوا نہیں کرنے کی۔ پھر کہہ دیا کہ اگر اس کا خاوند سچا ہو تو اس پر اللہ کا غضب نازل ہو۔ پس آنحضرت ﷺ نے ان دونوں میں جدائی کرا دی اور حکم دیدیا کہ اس سے جو اولاد ہو وہ حضرت ہلال ؓ کی طرف منسوب نہ کی جائے۔ نہ اسے حرام کی اولاد کہا جائے۔ جو اس بچے کو حرامی کہے یا اس عورت پر تہمت رکھے، وہ حد لگایا جائے گا، یہ بھی فیصلہ دیا کہ اس کا کوئی نان نفقہ اس کے خاوند پر نہیں کیونکہ جدائی کردی گئی ہے۔ نہ طلاق ہوئی ہے نہ خاوند کا انتقال ہوا ہے اور فرمایا دیکھو اگر یہ بچہ سرخ سفید رنگ موٹی پنڈلیوں والا پیدا ہو تو تو اسے ہلال کا سمجھنا اور اگر وہ پتلی پنڈلیوں والا سیاہی مائل رنگ کا پیدا ہو تو اس شخص کا سمجھنا جس کے ساتھ اس پر الزام قائم کیا گیا ہے۔ جب بچہ ہوا تو لوگوں نے دیکھا کہ وہ اس بری صفت پر تھا جو الزام کی حقانیت کی نشانی تھی۔ اس وقت رسول اللہ ﷺ نے فرمایا اگر یہ مسئلہ قسموں پر طے شدہ نہ ہوتا تو میں اس عورت کو قطعاً حد لگاتا۔ یہ صاحبزادے بڑے ہو کر مصر کے والی بنے اور ان کی نسبت ان کی ماں کی طرف تھی۔ (ابوداؤد) اس حدیث کے اور بھی بہت سے شاہد ہیں۔ بخاری شریف میں بھی یہ حدیث ہے۔ اس میں ہے کہ شریک بن عماء کے ساتھ تہمت لگائی گئی تھی۔ اور حضور ﷺ کے سامنے جب حضرت ہلال ؓ نے ذکر کیا تو آپ نے فرمایا گواہ پیش کرو ورنہ تمہاری پیٹھ پر حد لگے گی۔ حضرت ہلال ؓ نے کہا یارسول اللہ ﷺ ایک شخص اپنی بیوی کو برے کام پر دیکھ کر گواہ ڈھونڈنے جائے ؟ لیکن آنحضرت ﷺ یہی فرماتے رہے۔ اس میں یہ بھی ہے کہ دونوں کے سامنے آپ ﷺ نے یہ بھی فرمایا کہ اللہ خوب جانتا ہے کہ تم دونوں میں سے ایک ضرور جھوٹا ہے۔ کیا تم میں سے کوئی توبہ کرکے اپنے جھوٹ سے ہٹتا ہے ؟ اور روایت میں ہے کہ پانچویں دفعہ آپ ﷺ نے کسی سے کہا کہ اس کا منہ بند کردو پھر اسے نصیحت کی۔ اور فرمایا اللہ کی لعنت سے ہر چیز ہلکی ہے۔ اسی طرح اس عورت کے ساتھ کیا گیا۔ سعید بن جبیر ؒ فرماتے ہیں کہ لعان کرنے والے مرد و عورت کی نسبت مجھ سے دریافت کیا گیا کہ کیا ان میں جدائی کرا دی جائے ؟ یہ واقعہ ہے حضرت ابن زبیر ؓ کی امارت کے زمانہ کا۔ مجھ سے تو اس کا جواب کچھ نہ بن پڑا تو میں اپنے مکان سے چل کر حضرت عبداللہ بن عمر ؓ کی منزل پر آیا اور ان سے یہی مسئلہ پوچھا تو آپ نے فرمایا سبحان اللہ سب سے پہلے یہ بات فلاں بن فلاں نے دریافت کی تھی کہ یارسول اللہ ﷺ کوئی شخص اپنی عورت کو کسی برے کام پر پائے تو اگر زبان سے نکالے تو بھی بڑی بےشرمی کی بات ہے اور اگر خاموش رہے تو بھی بڑی بےغیرتی کی خاموشی ہے۔ آپ سن کر خاموش ہو رہے۔ پھر وہ آیا اور کہنے لگا حضور ﷺ میں نے جو سوال جناب سے کیا تھا افسوس وہی واقعہ میرے ہاں پیش آیا۔ پس اللہ تعالیٰ نے سورة نور کی یہ آیتیں نازل فرمائیں آپ ﷺ نے دونوں کو پاس بلا کر ایک ایک کو الگ الگ نصیحت کی۔ بہت کچھ سمجھایا لیکن ہر ایک نے اپنا سچا ہونا ظاہر کیا پھر دونوں نے آیت کے مطابق قسمیں کھائیں اور آپ ﷺ نے ان میں جدائی کرا دی۔ ایک اور روایت میں ہے کہ صحابہ کا ایک مجمع شام کے وقت جمعہ کے دن مسجد میں بیٹھا ہوا تھا کہ ایک انصاری نے کہا جب کوئی شخص اپنی بیوی کے ساتھ کسی شخص کو پائے تو اگر وہ اسے مار ڈالے تو تم اسے مار ڈالو گے اور اگر زبان سے نکالے گا تو تم شہادت موجود نہ ہونے کی وجہ سے اسی کو کوڑے لگاؤ گے اور اگر یہ اندھیر دیکھ کر خاموش ہو کر بیٹھا رہے تو یہ بڑی بےغیرتی اور بڑی بےحیائی ہے۔ واللہ اگر میں صبح تک زندہ رہا تو آنحضرت ﷺ سے اس کی بابت دریافت کروں گا۔ چناچہ اس نے انہی لفظوں میں حضور ﷺ سے پوچھا اور دعا کی کہ یا اللہ اس کا فیصلہ نازل فرما۔ پس آیت لعان اتری اور سب سے پہلے یہی شخص اس میں مبتلا ہوا۔ اور روایت میں ہے کہ حضرت عویمر نے حضرت عاصم بن عدی سے کہا کہ ذرا جاؤ رسول اللہ ﷺ سے دریافت تو کرو کہ اگر کوئی شخص اپنی بیوی کے ساتھ کسی کو پائے تو کیا کرے ؟ ایسا تو نہیں کہ وہ قتل کرے تو اسے بھی قتل کیا جائے گا ؟ چناچہ عاصم نے رسول اللہ ﷺ سے دریافت کیا تو رسول اللہ ﷺ اس سوال سے بہت ناراض ہوئے۔ جب عویمر ؓ عاصم سے ملے تو پوچھا کہ کہو تم نے حضور ﷺ سے دریافت کیا ؟ اور آپ نے کیا جواب دیا ؟ عاصم نے کہا تم نے مجھ سے کوئی اچھی خدمت نہیں لی افسوس میرے اس سوال پر رسول اللہ ﷺ نے عیب پکڑا اور برا مانا۔ عویمر ؓ نے کہا اب اگر میں اسے اپنے گھر لے جاؤں تو گویا میں نے اس پر جھوٹ تہمت باندھی تھی۔ پس آپ کے حکم سے پہلے ہی اس عورت کو جدا کردیا۔ پھر تو لعان کرنے والوں کا یہی طریقہ مقرر ہوگیا۔ ایک اور روایت میں ہے کہ یہ عورت حاملہ تھی اور ان کے خاوند نے اس سے انکار کیا کہ یہ حمل ان سے ہوا۔ اس لئے یہ بچہ اپنی ماں کی طرف منسوب ہوتا رہا پھر منسون طریقہ یوں جاری ہوا کہ یہ اپنی ماں کا وارث ہوگا اور ماں اس کی وارث ہوگی۔ ایک مرسل اور غریب حدیث میں ہے کہ آپ ﷺ نے حضرت صدیق ؓ اور حضرت عمر ؓ سے پوچھا کہ اگر تمہارے ہاں ایسی واردات ہو تو کیا کرو گے ؟ دونوں نے کہا گردن اڑا دیں گے۔ ایسے وقت چشم پوشی وہی کرسکتے ہیں جو دیوث ہوں، اس پر یہ آیتیں اتریں۔ ایک روایت میں ہے کہ سب سے پہلا لعان مسلمانوں میں ہلال بن امیہ ؓ اور ان کی بیوی کے درمیان ہوا تھا۔",
  "ayah": 8,
  "surah": 24
}
