{
  "text": "После того как Аллах запретил спрашивать людей Писания о судьбе людей пещеры, потому что они не знали подробности этой истории, Он поведал Своему пророку о том, сколько лет отроки провели в пещере. Аллаху ведомо явное и сокровенное. Он один знает обо всем сущем, и Ему одному доподлинно известно о судьбе людей пещеры. Он знает все тайны небес и земли, и только Он может открыть своим творениям часть своего сокровенного знания. И если Божьи посланники передают людям ниспосланные им откровения, то их слова являются истиной, в которой невозможно усомниться. Что же касается сокровенного знания, которое не было открыто даже посланникам, то ни одно творение не в состоянии узнать о нем. После упоминания о своем безграничном знании Всевышний Аллах подчеркнул совершенство Своего божественного слуха и зрения, благодаря которым Он видит и слышит все, что происходит во Вселенной. А затем Аллах поведал о Своем покровительстве, которое бывает всеобщим и особым. Всеобщее покровительство проявляется в том, что Аллах управляет всеми делами Вселенной. Что же касается особого покровительства Аллаха, то его удостаиваются только правоверные, которых Господь выводит из мрака к свету и которым Он облегчает выполнение самых тяжелых задач. Именно поэтому Господь сказал, что у людей пещеры не было покровителей помимо Аллаха, Который осенил их Своей заботой и одарил щедрым уделом, в то время как ни один человек не стал заботиться о них. Только Всевышний Аллах принимает решения, которые связаны с предопределением, в соответствии с которым существует Вселенная, и только Аллах издает религиозные законы. Он творит Своих рабов, предопределяет их судьбу, управляет их делами, велит им придерживаться религиозных предписаний и запретов, а затем наказывает их или вознаграждает. Ранее Всевышний Аллах уже поведал о том, что Ему одному известно все сокровенное, что происходит на небесах и на земле. И если Аллах не откроет его своим творениям, то они никогда не смогут узнать о сокровенном. Однако многие подобные повествования упоминаются в Священном Коране, и поэтому далее Всевышний Аллах повелел людям изучать это Писание и сказал:",
  "ayah": 26,
  "surah": 18
}
