{
  "text": "О Мухаммад! Оповести людей об истине, которая явилась к ним от Господа. Отныне им ясны правда и ложь, прямой путь и заблуждение. Они могут узнавать счастливых праведников и несчастных неверных, и все это благодаря тому, что Аллах разъяснил им истину твоими устами. Она стала настолько очевидна, что никто не в состоянии усомниться в ней. И всякий, кто пожелает уверовать, может уверовать, а всякий, кто пожелает исповедовать неверие, может поступить так. Для человека нет иного пути: либо он встает на прямой путь, либо он вступает на путь заблуждения. Аллах наделил его волей, благодаря которой он самостоятельно выбирает между верой и неверием, между добром и злом. Если человек уверует, то он встанет на прямой путь, если же он откажется уверовать, то ведь ему известна истина и никто не заставляет его исповедовать правую веру. Всевышний сказал: «Нет принуждения в религии. Прямой путь уже отличился от заблуждения» (2:256). Затем Всевышний Аллах поведал об исходе, который ожидает верующих, и об участи, которая постигнет неверных. Для тех, кто исповедовал неверие, совершал грехи и ослушался Аллаха, уготовано Адское Пламя, которое неприступной стеной будет окружать мучеников. Они не смогут избавиться от наказания, не найдут пути к спасению и станут добычей обжигающего пламени. Если же они попросят воды для того, чтобы утолить невыносимую жажду, то их угостят водой, подобной расплавленному свинцу или кипящему осадку растительного масла. Эта вода будет обжигать лицо, и трудно даже представить, что она будет вытворять с кишками и внутренностями. Всевышний сказал: «Для тех, которые не уверовали, выкроят одеяния из Огня, а на головы им будут лить кипяток. От него будут плавиться их внутренности и кожа. Для них уготованы железные палицы» (22:19–21). Как же отвратителен напиток, которым мученики Ада будут утолять жажду! Они попытаются уменьшить свои страдания, но их страдания только усилятся, а мучения станут более болезненными. Воистину, Ад является скверным убежищем. Более того, в Аду невозможно спастись от страданий, потому что он является обителью вечных страданий и неимоверных мук. Эти муки не прекратятся даже на миг, и грешники будут в полном отчаянии. Они потеряют всякую надежду на избавление, а Милосердный Аллах предаст их забвению и бросит мучаться в пучине Адского Пламени. И это будет справедливо, потому что еще раньше эти грешники предали забвению Самого Аллаха. Затем Всевышний Аллах упомянул о второй группе людей и сказал:",
  "ayah": 29,
  "surah": 18
}
