{
  "text": "Такой будет награда для тех, кто обладал правильной верой и совершал праведные деяния. Они пребудут в удивительных Райских садах в тени многочисленных деревьев, которые будут приводить в восторг обитателей Рая. Вокруг них будут журчать ручьи, которые будут огибать восхитительные райские деревья и высокие дворцы. На них будут золотые украшения и роскошные одежды из зеленого атласа и парчи. Атлас - это тонкая и нежная шелковая ткань, а парча - более грубая шелковая ткань. Они будут возлежать на украшенных ложах с дорогими покрывалами. Арабское слова арика ‘ложе’ относится только к тем постелям, которые имеют богатый вид. А арабский глагол иттакаа ‘опираться, прислоняться’ используется для описания положения, в котором человек испытывает спокойствие, безмятежность и комфорт. Обитатели Рая не познают усталости и утомления, а вечно юные отроки будут преподносить им все, чего они пожелают. Но самое главное - праведники навсегда поселятся в Райских садах и никогда не покинут их. Как же прекрасна Райская обитель, уготованная для тружеников! Как же восхитителен приют, в котором они получат все, чему радуются человеческие сердца и чем упиваются человеческие взоры. Это будет бесконечная радость, непрерывное удовольствие и неописуемое блаженство. Да и какая обитель может быть лучше Рая, нижайший из обитателей которого будет бродить по своим дворцам и садам две тысячи лет, после чего не сможет даже предположить о существовании чего-то более прекрасного. Он получит все, что пожелает и что просто придет ему в голову. Он получит даже то, о чем он не смел мечтать, и это вознаграждение будет вечным. Более того, с каждым мигом это вознаграждение будет становиться еще более прекрасным и восхитительным. О Великодушный Аллах! Не лишай нас Твоей милости за то зло, которое мы породили своими упущениями и грехами. Это прекрасное откровение и другие, похожие аяты свидетельствуют о том, что в Раю золотые украшения будут носить как мужчины, так и женщины. Эта также подтверждается другими достоверными священными текстами. То же самое относится к шелковым убранствам. Затем Всевышний Аллах обратился к Своему пророку Мухаммаду и сказал:",
  "ayah": 31,
  "surah": 18
}
