{
  "text": "آسمانی کتاب کی حامل قوموں پر جب بگاڑ آتا ہے تو وہ دین کے محکم حصہ کو چھوڑ کر اس کے غیر محکم حصہ پر دوڑ پڑتی ہیں۔ اس کا نتیجہ دنیا میں اختلاف کی صورت میں ظاہر ہوتا ہے اور آخرت میںرسوائی کی صورت میں۔\nمسیح علیہ السلام باپ کے بغیر ایک پاکباز خاتون کے بطن سے پیدا ہوئے۔ پیدائش کے بعد انھوں نے اپنی زبان سے اپنا جو تعارف کرایا وہ یہ تھا ’’میں اللہ کا بندہ اور اس کا رسول ہوں‘‘۔ اب حضرت مسیح کے بارے میں رائے قائم کرنے کی ایک صورت یہ ہے کہ آنجناب نے اپنے بارے میں جو واضح الفاظ فرمائے ہیں انھیں کی پابندی کی جائے اور آپ کو وہی سمجھا جائے جو ان الفاظ سے براہِ راست طورپر معلوم ہوتا ہے۔ دوسری صورت یہ ہے کہ اس معاملہ میں اپنے قیاس کو دخل دیا جائے اور کہا جائے کہ ’’انسان وہ ہے جو کسی باپ کا بیٹا ہو۔ مسیح کسی باپ کے بیٹے نہ تھے۔ اس لیے وہ خدا کے بیٹے تھے‘‘۔ پہلی رائے کی بنیادخود مسیح کا محکم اور مستند قول ہے۔ اس لیے اگر اس کو اختیار کیا جائے تو اس میں اختلاف پیدا نہ ہو گا۔ جب کہ دوسری رائے کی بنیاد محض انسانی قیاس پر ہے۔ اس لیے جب دوسری رائے کو اختیار کیا جائے گا تو رایوں کا اختلاف شروع ہوجائے گا، جیساکہ مسیح کو ماننے والوں کے ساتھ بعد کے زمانہ میں ہوا۔\nآسمانی کتاب کی حامل کسی قوم میں جب بگاڑ آتا ہے تو اس کے اندر اسی قسم کی خرابیاں شروع ہوجاتی ہیں۔ وہ محکم دین کو چھوڑ کر قیاسی دین پر چل پڑتی ہے۔ یہیں سے اختلاف اور فرقہ بندیوں کا دروزاہ کھل جاتا ہے۔ فقہ اور کلام، روحانیت اور سیاست میں خدا و رسول نے جو کھلے ہوئے احکام ديے ہیں لوگ ان کے سادہ مفہوم پر قانع نہیں رہتے بلکہ بطور خود نئي نئي بحثيں نكالتے هيں۔ كبھي زمانے كے خيالات سے متاثر هو كر، كبھي اپني دنيوي خواهشوں كو ديني جواز عطا كرنے كے ليے، كبھي بزعم خود خدا کے ناقص دین کو کامل بنانے کے لیے، اپنی طرف سے ایسی باتیں دین میں داخل کردی جاتی ہیں جو حقیقۃً دین کا حصہ نہیں ہوتیں۔ اس طرح نئے نئے دینی ایڈیشن تیار ہوجاتے ہیں۔ کوئی روحانی ایڈیشن، کوئی سیاسی ایڈیشن، کوئی اور ایڈیشن۔ ہر ایک کے گرد اس کے موافق ذوق رکھنے والے لوگ جمع ہوتے رہتے ہیں۔ بالآخر ان کا ایک فرقہ بن جاتا ہے۔ ان کی بعد کی نسلیں اس کو اسلام کا ورثہ سمجھ کر اس کی حفاظت شروع کردیتی ہیں۔ یہاں تک کہ وہ وقت آجاتا ہے کہ وہ قیامت تک کبھی ختم نہ ہو۔ کیوں کہ انسان ماضی کو ہمیشہ مقدس سمجھ لیتا ہے اور جو چیز مقدس بن جائے وہ کبھی ختم نہیں ہوتی — مذہب کے نام پر فرقہ بندی ایک طرف مقدس ہو کر ابدی بن جاتی ہے۔ دوسری طرف خدا کا حکم بن کر دوسروں کے خلاف نفرت اور جارحیت کا اجازت نامہ بھی۔",
  "ayah": 14,
  "surah": 5
}
