{
  "text": "اللہ کے لیے جو عمل کیا جائے اس کا اصل بدلہ تو آخرت میں ملتا ہے، تاہم بعض اوقات دنیا میں بھی ایسے واقعات ظاہر ہوتے ہیں جو بتاتے ہیں کہ آدمی کا عمل خدا کے یہاں مقبول ہوا یا نہیں۔ آدم کے بیٹوں میں سے قابیل اور ہابیل کے ساتھ بھی ایسی ہی صورت پیش آئی۔ قابیل کسان تھا اور ہابیل بھیڑ بکریوں کا کام کرتا تھا، ہابیل نے اپنی محنت کی کمائی اللہ کے لیے دی۔ وہ اللہ کے یہاں مقبول ہوئی اور اس کی برکت اس کی زندگی اور اس کے کام میں ظاہر ہوئی۔ قابیل نے بھی اپنی زراعت میں سے کچھ اللہ کے ليے پیش کیا مگر وہ قبول نہ ہوا ا ور وہ خدا کی برکت پانے سے محروم رہا۔ یہ دیکھ کر قابیل کے دل میں اپنے چھوٹے بھائی ہابیل کے لیے حسد پیدا ہوگیا۔ یہ حسد اتنا بڑھا کہ اس نے ہابیل سے کہا کہ میں تم کو جان سے مار ڈالوں گا۔ ہابیل نے کہا کہ تمھاری قربانی قبول نہ ہونے کا سبب یہ ہے کہ تمھارے دل میں خدا کا خوف نہیں۔ تم کو میرے پیچھے پڑنے کے بجائے اپنی اصلاح کی فکر کرنی چاہیے۔ مگر حسد اور بغض کی آگ جب کسی کے اندر بھڑکتی ہے تو وہ اس کو اس قابل نہیں رکھتی کہ وہ اپنی غلطیوں کا جائزہ لے۔ وہ بس ایک ہی بات جانتا ہے— جس طرح بھی ہو اپنے مفروضہ حریف کا خاتمہ کردے۔\nہابیل نے قابیل سے کہا کہ تم خواہ میرے قتل کے لیے ہاتھ بڑھاؤ، میں تمھارے قتل کے لیے ہاتھ نہیں بڑھاؤں گا، اس کی وجہ یہ ہے کہ مسلمان اور مسلمان کی باہمی لڑائی کو اللہ نے سراسر حرام قرار دیا ہے۔ حتی کہ اگر ایک مسلمان اپنے دوسرے بھائی کے قتل کے درپے ہوجائے تو اس وقت بھی عزیمت یہ ہے کہ دوسرا بھائی اپنے بھائی کے خون کو اپنے لیے حلال نہ کرے۔ وہ اپنی طرف سے جارحانہ اقدام نہ کركے باہمی ٹکراؤ کو پہلے ہی مرحلہ میں ختم کردے۔ اس کے برعکس، اگر وہ بھی جواب میں جارحیت کرنے لگے تو مسلم معاشرہ کے اندر عمل اور رد عمل کا لامتناہی سلسلہ شروع ہوجائے گا۔ لیکن حملہ آور اگر غیر مسلم ہو تو اس وقت ایسا کرنا درست نہیں۔ اسی طرح جب دینی دشمنوں کی طرف سے جارحیت کی جائے تو مسلم اور غیر مسلم کا فرق كيے بغیر ایسے لوگوں سے بھر پور مقابلہ کیا جائے گا۔\nدو مسلمان جب ایک دوسرے کی بربادی کے درپے ہوں تو گناہ دونوں کے درمیان تقسیم ہوجاتا ہے۔ لیکن اگر ایسا ہو کہ ایک مسلمان دوسرے مسلمان کی بربادی کی کارروائیاں کرے اور دوسرا مسلمان صبر اور دعا میں مشغول ہو تو پہلا شخص نہ صرف اپنے گناہ کا بوجھ اٹھاتا ہے بلکہ دوسرے شخص کے اس ممکن گناہ کا بوجھ بھی اس کے اوپر ڈال دیاجاتا ہے، جو صبر اور دعا کے طریقہ پر نہ چلنے کی صورت میں وہ کرتا۔",
  "ayah": 28,
  "surah": 5
}
