{
  "text": "مدینہ میں اندرونی طورپر دو قسم کے لوگ اسلامی دعوت کے مخالفت کررہے تھے۔ ایک منافقین، دوسرے یہود۔ منافقین وہ لوگ تھے جو ظاہری اور نمائشی اسلام کو لیے ہوئے تھے۔ سچے اسلام کی دعوت میں ان کو اپنے اغراض ومفادات پر زد پڑتی ہوئی محسوس ہوتی تھی۔ یہود وہ لوگ تھے جو مذہب کی نمائندگی کی گدیوں پر بیٹھے ہوئے تھے۔ ان کو محسوس ہوتا تھا کہ اسلامی دعوت ان کو ان کے برتری کے مقام سے نیچے اتار رہی ہے۔ یہ دونوں قسم کے لوگ سچے اسلام کی دعوت کو اپنا مشترک دشمن سمجھتے تھے۔ اس لیے اسلام کے خلاف مہم چلانے میں دونوں ایک ہوگئے۔ ان کے ’’بڑے‘‘ رسول اللہ صلی اللہ علیہ وسلم کی مجلس میں آنا اپنی شان کے خلاف سمجھتے تھے۔ اس لیے وہ خود نہ آتے۔ البتہ ان کے ’’چھوٹے‘‘ اس پر لگے ہوئے تھے کہ وہ آپ کی باتوں کوسنیں اور ا ن کو اپنے بڑوں تک پہنچائیں۔ پھر یہ لوگ اس کو الٹے معنی پہناتے اور آپ کو اور آپ کی تحریک کو بدنام کرتے۔ ان کی سرکشی نے ان کو ایسا ڈھیٹ بنا دیا تھا کہ وہ اللہ کے کلام کو اس کے موقع ومحل سے ہٹا کر اس سے اپنا مفیدِ مطلب مفہوم نکالنے سے بھی نہ ڈرتے۔\nیہ وہ لوگ ہیں جو اپنے کو خدا  اور رسول کے تابع نہیں کرتے۔ بلکہ ان کا ذہن یہ ہوتا ہے کہ جو بات اپنے ذوق کے مطابق ہو اس کو لے لو اور جو بات ذوق کے مطابق نہ ہو اس کو چھوڑ دو۔ یہ مزاج کسی آدمی کے لیے سخت فتنہ ہے۔ جن لوگوںکا یہ حال ہو کہ وہ حق کے مقابلہ میں مفاد اور مصلحت کو ترجیح دیں، جو ہر حال میں اپنے کو بڑائی کے مقام پر دیکھنا چاہیں، جو حق کو زیر کرنے کے لیے اس کے خلاف تخریبی سازشیں کریں، حتی کہ اپنے عمل کو جائز ثابت کرنے کے لیے خدا کے کلام کو بدل ڈالیں، ایسے لوگوں کی نفسیات بالآخر یہ ہوجاتی ہے کہ وہ حق کو قبول کرنے کی صلاحیت سے محروم ہوجاتے ہیں۔ انھوںنے خدا کا ساتھ چھوڑا، اس لیے خدا نے بھی ان کا ساتھ چھوڑ دیا۔ ایسے لوگ خدا کی توفیق سے محروم ہو کر باطل مشغلوں میں لگے رہتے ہیں، یہاں تک کہ آگ کی دنیا میں پہنچ جاتے ہیں۔\nاللہ کا جو بندہ اللہ کے سچے دین کا پیغام لے کر اٹھا ہو اس کو مخالفتوں کی وجہ سے بے ہمت نہیں ہونا چاہیے۔ ایسے لوگوں کی سرگرمیاں حقیقۃً داعی کے خلاف نہیں بلکہ خدا کے خلاف ہیں۔ اس لیے وہ کبھی کامیاب نہیںہوسکتیں۔ دعوتی عمل سے اللہ کو جو چیز مطلوب ہے وہ صرف یہ کہ اصل بات سے بخوبی طورپر لوگوں کو آگاہ کردیا جائے۔ اور یہ کام اللہ کی مدد سے لازماً اپنی تکمیل تک پہنچ کر رہتا ہے۔",
  "ayah": 41,
  "surah": 5
}
