{
  "text": "مدینہ کے یہودیوں میں کچھ لوگ تھے جو اسلام سے ذہنی طور پر مرعوب تھے۔ نیز اسلام کا بڑھتا ہوا غلبہ دیکھ کر کھلم کھلا اس کا حریف بننا بھی نہیں چاہتے تھے۔ یہ لوگ اگر چہ اندر سے اپنے آبائی دین پر جمے ہوئے تھے مگر الفاظ بول کر ظاہر کرتے تھے کہ وہ بھی مومن ہیں۔ایسے لوگ بھول جاتے ہیں کہ اصل معاملہ کسی انسان سے نہیں بلکہ خدا سے ہے۔ اور خدا وہ ہے جو دلوں تک کا حال جانتا ہے۔ وہ کسی سے جو معاملہ کرے گا حقیقت کے اعتبار سے کرے گا، نہ کہ ان الفاظ کی بنا پر جو اس نے مصلحت کے طورپر اپنے منھ سے نکالا تھا۔\nیہود کے خواص میں دو قسم کے لوگ تھے۔ ایک ربّی جن کو مشائخ کہاجاسکتا ہے۔ دوسرے احبار جو اُن کے علماء اور فقہا کی مانند تھے۔ دونوں قسم کے لوگ اگر چہ دین ہی کو اپنا صبح وشام کا مشغلہ بنائے ہوئے تھے۔ دین کے نام پر ان کی قیادت قائم تھی۔ اور دین ہی کے نام پر ان کو بڑی بڑی رقمیں ملتی تھی۔ مگر ان کی قیادت ومقبولیت کا راز عوام پسند دین کی نمائندگی تھی، نہ کہ خدا پسند دین کی نمائندگی۔ ان کا بولنا اور ان کاچلنا بظاہر دین کے لیے تھا۔ مگر حقیقۃً وہ ایک قسم کی دنیاداری تھی جو دین کے نام پر جاری تھی۔ وہ دین کے نام پر لوگوں کو وہی چیز دے رہے تھے جس کو وہ دین کے بغیر اپنے لیے پسند كيے ہوئے تھے۔\nخدا کا پسندیدہ دین تقویٰ کا دین ہے۔ یعنی یہ کہ آدمی لوگوں کے درمیان اس طرح رہے کہ اس کی زبان گناہ کے کلمات نہ بولے، وہ اپنی سرگرمیوں میں حرام طریقوں سے پوری طرح بچتا ہو۔ جن لوگوں سے اس کا معاملہ پیش آئے ان کے ساتھ وہ انصاف کرنے والا ہو، نہ کہ ظلم کرنے والا۔ مگر آدمی کا نفس ہمیشہ اس کو دنیا پرستی کے راستہ پر ڈال دیتاہے۔ وہ ایسی زندگی گزارنا چاہتا ہے جس میں اس کو صحیح اور غلط نہ دیکھنا ہو بلکہ صرف اپنے فائدوں اور مصلحتوں کو دیکھنا ہو۔ یہود کے عوام اسی حالت پر تھے۔ اب ان کے خواص کا کام یہ تھا کہ وہ ان کو اس سے روکتے۔ مگر انھوںنے عوام سے ایک خاموش مفاہمت کرلی۔وہ عوام کے درمیان ایسا دین تقسیم کرنے لگے جس میں اپنی حقیقی زندگی کو بدلے بغیر نجات کی ضمانت ہو اور بڑے بڑے درجات طے ہوتے ہوں۔ یہ خواص اپنے عوام کی حقیقی زندگیوں کو نہ چھیڑتے البتہ ان کو ملت یہود کی فضیلت کے جھوٹے قصے سناتے۔ ان کے قومی ہنگاموں کو دین کے رنگ میں بیان کرتے۔ رسمی قسم کے اعمال دہرا دینے پر یہ بشارت دیتے کہ ان کے ذریعہ سے ان کے لیے جنت کے محل تعمیر ہورہے ہیں۔ اللہ کے نزدیک یہ بہت برا کام ہے کہ لوگوں کے درمیان ایسا دین تقسیم کیا جائے جس میں حقیقی عملی زندگی کو بدلنا نہ ہو، البتہ کچھ نمائشی چیزوں کا اہتمام کرکے جنت کی ضمانت مل جائے۔",
  "ayah": 63,
  "surah": 5
}
