{
  "text": "پیغمبر اسلام صلی اللہ علیہ وسلم جب عرب میں آئے تو ایسا نہ تھا کہ وہاں دین کا نام لینے والا کوئی نہ ہو۔ بلکہ ان کا سارا معاشرہ دین ہی کے نام پر قائم تھا۔ دین کے نام پر بہت سے لوگ پیشوائی اور قیادت کا مقام حاصل کیے ہوئے تھے۔ دین کے نام پر لوگوں کو بڑی بڑی رقمیں ملتی تھیں۔ دینی مناصب کا حامل ہونا معاشرہ میں عزت اور فخر کی علامت بنا ہوا تھا۔ اس کے باوجود آپ کو عرب کے لوگوں کی طرف سے سخت ترین مخالفت کا سامنا کرنا پڑا۔ اس کی وجہ یہ تھی کہ دین خداوندی کے نام پر ان کے یہاں ایک خود ساختہ دین رائج ہوگیا تھا۔ صدیوں کی روایات کے نتیجہ میں اس دین کے نام پر گدّیاں بن گئی تھیں اور مفادات کی بہت سی صورتیں قائم ہوگئی تھیں۔ ایسے ماحول میں جب پیغمبر اسلام نے بے آمیز دین کی دعوت پیش کی تو لوگوںکو نظر آیا کہ وہ ان کی دینی حیثیت کو بے اعتبار ثابت کررہی ہے۔ ان کو اندیشہ ہوا کہ اگر یہ دین پھیلا تو ان کا وہ مذہبی ڈھانچہ ڈھ جائے گا جس میں ان کو بڑائی کا مقام ملا ہوا ہے۔\nیہ صورت حال داعی کے لیے بہت سخت ہوتی ہے۔ اپنے دعوتی کام کو کھلے طورپر انجام دینا وقت کی مذہبی طاقتوں سے لڑنے کے ہم معنی بن جاتا ہے۔ اس کو دکھائی دیتا ہے کہ اگر میں کسی مصالحت کے بغیر سچے دین کی تبلیغ کروں تو مجھ کو سخت ترین رد عمل کا سامنا کرنا پڑے گا۔ میرا مذاق اڑایا جائے گا۔ مجھ کو بے عزت کیا جائے گا۔ میری معاشیات تباہ کی جائیں گی۔ میرے خلاف جارحانہ کارروائیاں ہوں گی۔ میں اعوان وانصار سے محروم ہوجاؤں گا۔\nاب اس کے سامنے دور راستے ہوتے ہیں۔ دعوتی ذمہ داریوں کو ادا کرنے میں دنیوی مصلحتوں کے سِرے ہاتھ سے چھوٹتے ہیں۔ اور اگر دنیوی مصلحتوں کا لحاظ کیا جائے تو دعوتی عمل کی پوری انجام دہی ناممکن نظر آتی ہے۔ یہاں خدا کا وعدہ داعی کو یکسو کرتاہے۔ خدا کا وعدہ ہے کہ داعی اگر اپنے آپ کو خدا کے پیغام کی پیغام رسانی میں لگا دے تو لوگوں کی طرف سے ڈالی جانے والی مشکلات میں خدا اس کے لیے کافی ہوجائے گا۔ داعی کو چاہیے کہ وہ صرف دعوت کے تقاضوں کی تکمیل میں لگ جائے اور مدعو قوم کی طرف سے ڈالے جانے والے مصائب میں وہ خدا پر بھروسہ کرے۔\nمخاطبین کا رد عمل ایک فطری چیز ہے اور داعی کو بہر حال اس سے سابقہ پیش آتا ہے۔ مگر اس کا اثر اسی دائرہ تک محدود رہتا ہے جتنا خدا کے قانونِ آزمائش کا تقاضا ہے۔ ایسا کبھی نہیں ہوسکتا کہ مخالفین اس حد تک قابو یافتہ ہوجائیں کہ وہ دعوتی مہم کو روک دیں یا اس کو تکمیل تک پہنچنے نہ دیں۔ ایک سچی دعوت کا اپنے دعوتی نشانہ تک پہنچنا ایک خدائی منصوبہ ہوتا ہے اس لیے وہ لازماً پورا ہو کر رہتاہے۔ اس کے بعد مدعو گروہ کا ماننا اس کی اپنی ذمہ داری ہے جو اسی کے بقدر نتیجہ خیز ہوتی ہے جتنا مدعو خود چاہتاہو۔",
  "ayah": 67,
  "surah": 5
}
