{
  "text": "যখন সব কিছুর ফায়সালা হয়ে যাবে, তখন শয়তান বলবে,[১] ‘আল্লাহ তোমাদেরকে প্রতিশ্রুতি দিয়েছিলেন সত্য প্রতিশ্রুতি। আর আমিও তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম; কিন্তু আমি তোমাদেরকে প্রদত্ত প্রতিশ্রুতি রক্ষা করিনি;[২] আমার তো তোমাদের উপর কোন আধিপত্য ছিল না,[৩] আমি শুধু তোমাদেরকে আহবান করেছিলাম এবং তোমরা আমার আহবানে সাড়া দিয়েছিলে।[৪] সুতরাং তোমরা আমার প্রতি দোষারোপ করো না, তোমরা তোমাদের নিজেদের প্রতিই দোষারোপ কর।[৫] আমি তোমাদের উদ্ধারে সাহায্য করতে সক্ষম নই এবং তোমরাও আমার উদ্ধারে সাহায্য করতে সক্ষম নও;[৬] তোমরা যে পূর্বে আমাকে (আল্লাহর) শরীক করেছিলে, সে কথা তো আমি মানিই না।’[৭] অত্যাচারীদের জন্য তো বেদনাদায়ক শাস্তি আছে। [৮]\n[১] অর্থাৎ, ঈমানদারগণ জান্নাতে এবং জাহান্নামীরা জাহান্নামে চলে যাবে, তখন শয়তান জাহান্নামীদেরকে বলবে।\n[২] আল্লাহ যে প্রতিশ্রুতি নবীগণের মাধ্যমে দিয়েছিলেন যে, মুক্তি আমার নবীগণের প্রতি ঈমান আনার উপর নির্ভরশীল, তা সত্য। পক্ষান্তরে আমার সমূহ প্রতিশ্রুতি ধোঁকা ও প্রবঞ্চনা ছিল। যেমন মহান আল্লাহ বলেছেন, ﴿يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلاَّ غُرُورًا﴾ অর্থাৎ, শয়তান তাদেরকে প্রতিশ্রুতি দেয় এবং আশা প্রদান করে। কিন্তু শয়তানের প্রতিশ্রুতি প্রতারণা মাত্র।\n(সূরা নিসা ৪:১২০ আয়াত)\n[৩] দ্বিতীয় এই যে, আমার কথার না কোন দলীল-প্রমাণ ছিল, আর না আমার পক্ষ থেকে তোমাদের উপর কোন চাপই ছিল।\n[৪] হ্যাঁ, শুধু আমার ডাক ও আহবান ছিল। আর তোমরা আমার সেই দলীলহীন আহবান মেনে নিয়েছিলে এবং নবীগণের পরিপূর্ণ দলীল-প্রমাণ সমর্থিত কথাকে খন্ডন ও প্রত্যাখ্যান করেছিলে।\n[৫] কেননা সম্পূর্ণ দোষ তো তোমাদেরই, তোমরা বিবেক-বুদ্ধি প্রয়োগ করে কাজ করনি, স্পষ্ট দলীল-প্রমাণকে তোমরা উপেক্ষা করেছিলে এবং শুধুমাত্র দলীলহীন দাবীর অনুসরণ করেছিলে।\n[৬] অর্থাৎ, না আমি তোমাদেরকে আযাব থেকে রক্ষা করতে পারব, যাতে তোমরা গ্রেপ্তার হয়েছ, আর না তোমরা আমাকে সেই শাস্তি ও ক্রোধ থেকে বাঁচাতে পারবে, যা আল্লাহর পক্ষ থেকে আমার উপর এসেছে।\n[৭] আমি এ কথাও অস্বীকার করি যে, আমি আল্লাহর শরীক বা অংশীদার। যদি তোমরা আমাকে অথবা অন্য কাউকে শরীক মনে করতে, তাহলে এটা তোমাদের নিজেদেই ভুল ও মূর্খতা। কেননা যে আল্লাহ নিখিল বিশ্ব সৃষ্টি করে তা পরিচালনাও করতেন, তাঁর শরীক কেউ কি করে হতে পারে?\n[৮] কতিপয় উলামা বলেন যে, এ উক্তিটিও শয়তানেরই এবং এটি তার উল্লিখিত বক্তব্যের সম্পূরক। পক্ষান্তরে কতিপয় উলামা বলেন, শয়তানের কথা مِن قَبل '---মানিই না' পর্যন্ত শেষ। পরের এই বাক্যটি মহান আল্লাহর কথা।",
  "ayah": 22,
  "surah": 14
}
