{
  "text": "Это - риторический вопрос, подразумевающий, что нет речей прекраснее, чем у того, кто обучает незнающих, увещевает беспечных к истине и противящихся ей, препирается со сторонниками зла, проповедует поклонение Единому Аллаху, призывает к нему людей и представляет его им в самом лучшем, истинном свете, а также удерживает их от грехов и вызывает в них ненависть и неприязнь к ним. Такой человек в первую очередь призывает людей к основе ислама - вере в Единого Аллаха, разъясняет им ее преимущества, спорит с ее противниками в наилучшей манере и достойнейшими способами, предостерегает людей от несовместимых с истинной верой безбожием и идолопоклонством, учит добру и удерживает от зла. Он проповедует религию Аллаха среди Его рабов, пробуждая в них любовь к своему Создателю, напоминая им о Его благах, Его щедрости, великодушии и безграничном милосердии, обучая их Его славным и совершенным качествам. Он вдохновляет людей на постижение знаний о прямом пути из Корана и Сунны, а также призывает их к этому всеми возможными способами. Он воспитывает в них прекрасные нравственные качества и учит их любить и чтить родителей, помогать родственникам, делать добро всем творениям Аллаха и отвечать добром на зло. Он использует удобные случаи для того, чтобы обратиться с проповедями ко всем людям, призывает их во время праздников и больших бедствий и говорит проникновенные речи, соответствующие тому или иному случаю. Он преследует одну-единственную цель - привить людям любовь ко всему благому и отдалить их от всего дурного. Однако правоверный не только призывает на путь Господа других, но и сам изо всех сил стремится выполнять повеления Аллаха и совершать только то, чем доволен его Господь. Он говорит: «Воистину, я - один из тех, кто покорился воле Аллаха и последовал Его путем». Это - самая высокая степень, которой может достигнуть правоверный, искренний в своей вере, который совершенствуется сам и помогает в этом другим. Воистину, такой человек становится истинным преемником пророков. Исходя из всего сказанного, можно заключить, что самые скверные речи - это речи тех, кто призывает на путь заблуждения и сам следует по этому пути. Между этими двумя совершенно противоположными друг другу ступенями, одна из которых возносит человека до верховий Рая, а вторая - ввергает его на дно Преисподней, существует множество населенных творениями ступеней, о которых известно одному Аллаху. Всевышний сказал: «Для всех будут ступени, соответствующие тому, что они совершили. Господь твой не находится в неведении относительно того, что они совершают» (6:132).",
  "ayah": 33,
  "surah": 41
}
