{
  "text": "Всевышний сообщил о Своей милости и Своем великодушии, которые осенили Его творения, когда Он ниспослал Своему посланнику Писание на его родном арабском языке, дабы он мог разъяснить его своему народу. Это - благодеяние Аллаха, которое должно было побудить соплеменников Пророка, да благословит его Аллах и приветствует, еще больше заботиться о Писании, уверовать в него и покориться ему. Ведь если бы Аллах ниспослал его на чужеземном языке, то многие неверующие сказали бы: «Почему не разъяснены его аяты? О, если бы мы понимали его смысл и значение! Как же это - араб возвещает Коран не по-арабски? Почему Мухаммад - араб, а принесенное им Писание - иноземное? Так не бывает!» Таким образом, Аллах не оставил сомнений, которые могли бы заставить людей усомниться в истинности Его писания, а затем охарактеризовал его самыми превосходными эпитетами, которые требуют от людей того, чтобы они повиновались его предписаниям. Убежденные в этом правоверные извлекают пользу из этих наставлений и облагораживают себя, чего нельзя сказать о неверующих. Священный Коран указывает верующим на прямой путь и учит их полезному знанию, благодаря чему они получают совершенное божественное руководство. Кроме того, он исцеляет их тела и души, отдаляет их от порочного нрава и дурных поступков и вдохновляет их на искреннее покаяние, которое уничтожает грехи и исцеляет сердца. Что же касается неверующих, то они не могут узреть прямой путь, чтобы последовать по нему, и поэтому с каждым шагом они все больше и больше погрязают в заблуждении. Всякий раз, когда они отвергают истину, усиливается их слепота и усугубляется их положение. Их уши глухи к наставлениям оттого, что они отворачиваются от коранических аятов. Их призывают уверовать, но они не отвечают на этот призыв, словно их зовут издалека, а они не слышат голоса зовущего. Смысл этих слов в том, что люди, не уверовавшие в Коран, не извлекают пользы из его наставлений, не видят его света и не постигают его блага, потому что они сами закрыли перед собой двери, ведущие к прямому пути, и обратили свои лица к неверию.",
  "ayah": 44,
  "surah": 41
}
