{
  "text": "О Пророк! Скажи: «Вот два моих качества и две мои обязанности. Я - такой же человек, как и вы. Я не властен над тем, что происходит вокруг, и не могу ускорить наступление Судного дня, который вы так торопите из-за своего неверия в него. Но в то же время Аллах предпочел меня другим, избрал меня, почтил меня своим откровением и повелел мне повиноваться Ему и призывать к этому других. Следуйте тому пути, который приведет вас к Всевышнему Аллаху: уверуйте в то, что Он сообщил вам, выполняйте Его повеления и избегайте всего, что Он запретил. Только так можно идти прямым путем. Идите же им и не сворачивайте с него!» В словах «Идите к Нему…» содержится намек на обязательность искреннего служения Аллаху. Всякий, кто совершает благие дела, должен ставить перед собой одну-единственную цель - приблизиться к Аллаху и войти в почтенную Райскую обитель. Тогда все, что он совершает, будет искренним, праведным и полезным. В противном же случае, его деяния будут тщетными и бесполезными. Но как бы человек не стремился следовать прямым путем, он непременно допускает ошибки, а порой бывает нерадив и совершает грехи. Поэтому Всевышний повелел Своим рабам просить у Него прощения и каяться в совершенных грехах. Затем Господь пригрозил тем, кто отказывается следовать прямым путем. Эти люди поклоняются идолам и ложным богам, не способным ни принести им пользу, ни причинить им вред, ни погубить их, ни продлить им жизнь, ни воскресить их после смерти. Они оскверняют свои души многобожием и не очищают их верой в Единого Аллаха и служением Ему одному. Они не совершают намаза и не выплачивают закята. Одним словом, они не выполняют своих обязанностей перед своим Творцом и ничем не помогают Его творениям. А наряду с этим они не веруют ни в воскрешение после смерти, ни в Рай и Ад. В их сердцах нет страха перед грядущим возмездием, и поэтому они осмеливаются творить беззаконие и грехи, которые в Последней жизни обернутся для них величайшим злом. После упоминания о неверующих Всевышний поведал о верующих, их качествах и вознаграждении.",
  "ayah": 7,
  "surah": 41
}
