{
  "text": "إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ (1)اشتملت هذه الآية على تنويه عظيم بالقرآن فافتتحت بحرف ( إنَّ ) وبالإِخبار عنها بالجملة الفعلية ، وكلاهما من طرق التأكيد والتقوّي .ويفيد هذا التقديم قصراً وهو قصر قلب للرد على المشركين الذي نفوا أن يكون القرآن منزلاً من الله تعالى .وفي ضمير العظمة وإسناد الإِنزال إليه تشريف عظيم للقرآن .وفي الإِتيان بضمير القرآن دون الاسم الظاهر إيماء إلى أنه حاضر في أذهان المسلمين لشدة إقبالهم عليه فكون الضمير دون سبق معاد إيماء إلى شهرته بينهم .فيجوز أن يراد به القرآنُ كلُّه فيكون فعل : «أنزلنا» مستعملاً في ابتداء الإِنزال لأن الذي أُنزل في تلك الليلة خمس الآيات الأول من سورة العلق ثم فتر الوحي ثم عاد إنزاله منجماً ولم يكمل إنزال القرآن إلا بعد نيف وعشرين سنة ، ولكن لما كان جميع القرآن مقرراً في علم الله تعالى مقدارُه وأنه ينزل على النبي صلى الله عليه وسلم منجَّماً حتى يتم ، كان إنزاله بإنزال الآيات الأُول منه لأن ما ألحق بالشيء يعد بمنزلة أوله فقد قال النبي صلى الله عليه وسلم \" صلاة في مسجدي هذا أفضل من ألف صلاة فيما سواه \" الحديث فاتفق العلماء على أن الصلاة فيما أُلْحق بالمسجد النبوي لها ذلك الفضل ، وأن الطواف في زيادات المسجد الحرام يصحّ كلما اتّسع المسجد .ومن تسديد ترتيب المصحف أن وضعت سورة القدر عقب سورة العلق مع أنها أقلّ عدَد آياتتٍ من سورة البينة وسُورٍ بعدها ، كأنه إماء إلى أن الضمير في { أنزلناه } يعود إلى القرآن الذي ابتدىء نزوله بسورة العلق .ويجوز أن يكون الضمير عائداً على المقدار الذي أنزل في تلك الليلة وهو الآياتُ الخمسُ من سورة العلق فإن كل جزء من القرآن يسمى قرآناً ، وعلى كلا الوجهين فالتعبير بالمضي في فعل { أنزلناه } لا مجاز فيه . وقيل : أطلق ضمير القرآن على بعضه مجازاً بعلاقة البعضية .والآية صريحة في أن الآيات الأوَل من القرآن نزلت ليلاً وهو الذي يقتضيه حديث بَدْء الوحي في «الصحيحين» لقول عائشة فيه : «فكان يتحنث في غار حراء اللياليَ ذواتتِ العَدَد» فكان تعبده ليلاً ، ويظهر أن يكون الملك قد نزل عليه أثر فراغه من تعبده ، وأما قول عائشة : «فرجع بها رسول الله يرجف فُؤاده» فمعناه أنه خرج من غار حراء إثر الفجر بعد انقضاء تلقينه الآيات الخمس إذ يكون نزولها عليه في آخر تلك الليلة وذلك أفضل أوقات الليل كما قال تعالى : { والمستغفرين بالأسحار } [ آل عمران : 17 ] .وليلة القدر : اسم جعله الله للَّيلة التي ابتدىء فيها نزول القرآن . ويظهر أن أول تسميتها بهذا الاسم كان في هذه الآية ولم تكن معروفة عند المسلمين وبذلك يكون ذكرها بهذا الاسم تشويقاً لمعرفتها ولذلك عقب بقوله :{ وما أدراك ما ليلة القدر } [ القدر : 2 ] .والقَدْر الذي عُرفت الليلة بالإضافة إليه هو بمعنى الشرففِ والفضل كما قال تعالى في سورة الدخان ( 3 ) : { إنا أنزلناه في ليلة مباركة } أي ليلة القدر والشرف عند الله تعالى مما أعطاها من البركة فتلك ليلة جعل الله لها شرفاً فجعلها مظهراً لما سبق به علمه فجعلها مبدأ الوحي إلى النبي .والتعريف في القدر } تعريف الجنس . ولم يقل : في ليلةِ قدرٍ ، بالتنكير لأنه قُصد جعل هذا المركب بمنزلة العلَم لتلك الليلة كالعلَم بالغلبة ، لأن تعريف المضاف إليه باللام مع تعريف المضاف بالإِضافة أوْغَلُ في جعل ذلك المركب لَقَباً لاجتماع تعريفين فيه .وقد ثبت أن ابتداء نزول القرآن كان في شهر رمضان قال تعالى : { شهر رمضان الذي أنزل فيه القرآن هدى للناس وبينات من الهدى والفرقان } [ البقرة : 185 ] . ولا شك أن المسلمين كانوا يعلمون ذلك إذ كان نزول هذه السورة قبل نزول سورة البقرة بسنين إن كانت السورة مكية أو بمُدة أقل من ذلك إن كانت السورة مدنية ، فليلة القدر المرادة هنا كانت في رمضان وتأيد ذلك بالأخبار الصحيحة من كونها من ليالي رمضان في كل سنة .وأكثر الروايات أن الليلة التي أنزل فيها القرآن على النبي صلى الله عليه وسلم كانت ليلةَ سَبْع عشرة من رمضان . وسيأتي في تفسير الآيات عقب هذه الكلامُ في هل ليلة ذات عدد متماثل في جميع الأعوام أو تختلف في السنين؟ وفي هل تقع في واحدة من جميع ليالي رمضان أو لا تخرج عن العشر الأواخر منه؟ وهل هي مخصوصة بليلة وترٍ كما كانت أول مرّة أوْ لا تختص بذلك؟والمقصود من تشريف الليلة التي كان ابتداء إنزال القرآن فيها تشريف آخر للقرآن بتشريف زمان ظهوره ، تنبيهاً على أنه تعالى اختار لابتداء إنزاله وقتاً شريفاً مباركاً لأن عظم قدر الفعل يقتضي أن يُختار لإِيقاعه فَضْل الأوقات والأمكنة ، فاختيار فضللِ الأوقات لابتداء إنزاله ينبىء عن علوّ قدره عند الله تعالى كقوله : { لا يمسه إلا المطهرون } [ الواقعة : 79 ] على الوجهين في المراد من المطهرين .",
  "ayah": 1,
  "surah": 97
}
