{
  "text": "لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ (3)بيان أولُ لشيءٍ من الإِبهام الذي في قوله : { وما أدراك ما ليلة القدر } [ القدر : 2 ] مثلُ البيان في قوله : { وما أدراك ما العقبة فك رقبة أو إطعام } [ البلد : 12 ، 14 ] الآية . فلذلك فصلت الجملة لأنها استئناف بياني ، أو لأنها كعطف البيان .وتفضيلها بالخَيْر على ألف شهر . إنما هو بتضعيف فضل ما يحصل فيها من الأعمال الصالحة واستجابة الدعاء ووفرة ثواب الصدقات والبركة للأمة فيها ، لأن تفاضل الأيام لا يكون بمقادير أزمنتها ولا بما يحدث فيها من حَر أو برد ، أو مطر ، ولا بطولها أو بقصرها ، فإن تلك الأحوال غير معتدّ بها عند الله تعالى ولكن الله يعبأ بما يحصل من الصلاح للناس أفراداً وجماعات وما يعين على الحق والخير ونشر الدين . وقد قال في فضل الناس : { إن أكرمكم عند اللَّه أتقاكم } [ الحجرات : 13 ] فكذلك فضل الأزمان إنما يقاس بما يحصل فيها لأنها ظروف للأعمال وليست لها صفات ذاتية يمكن أن تتفاضل بها كتفاضل الناس ففضلها بما أعدّه الله لها من التفضيل كتفضيل ثلث الليل الأخير للقربات وعدد الألف يظهر أنه مستعمل في وفرة التكثير كقوله : «واحد كألف» وعليه جاء قوله تعالى : { يود أحدهم لو يعمر ألف سنة } [ البقرة : 96 ] وإنما جعل تمييز عدد الكثرة هنا بالشهر للرعي على الفاصلة التي هي بحرف الراء . وفي «الموطإ» : «قال مالك إنه سمع من يثق به من أهل العلم يقول : إن رسول الله صلى الله عليه وسلم أري أعمار الناس قبله أو ما شاء الله من ذلك فكأنه تقاصر أعمارَ أمته أن لا يبلغُوا من العمَل مثلَ ما بلغ غيرهم في طول العُمر فأعطاه الله { ليلة القدر خير من ألف شهر } اه .وإظهار لفظ { لَيْلَةُ القدر } في مقام الإِضمار للاهتمام ، وقد تكرر هذا اللفظ ثلاث مرات والمرات الثلاث ينتهي عندها التكرير غالباً كقوله تعالى : { وإن منهم لفريقاً يلوون ألسنتهم بالكتاب لتحسبوه من الكتاب وما هو من الكتاب } [ آل عمران : 78 ] .وقول عديّ :لا أرى الموتَ يسبق الموتَ شيءٌ ... نَغَّص الموتُ ذا الغنى والفقيراومما ينبغي التنبه له ما وقع في «جامع الترمذي» بسنده إلى القاسم بن الفضل الحُدَّاني عن يوسف بن سَعد قال : «قام رجل إلى الحسن بن علي بعدما بايع معاوية فقال : سَّوَدتَ وجوهَ المؤمنين ، أوْ يا مُسوِّد وجوهِ المؤمنين فقال : لا تؤنبني رَحمك الله فإن النبي صلى الله عليه وسلم أري بني أمية على منبره فساءه ذلك فنزلت : { إنا أعطيناك الكوثر } [ الكوثر : 1 ] يا محمّد يعني نهراً في الجنة ، ونزلت : { إنا أنزلناه في ليلة القدر وما أدراك ما ليلة القدر ليلة القدر خير من ألف شهر } [ القدر : 1 3 ] يملكها بنو أمية يا محمدُ قال القاسم : فعددناها فإذا هي ألف شهر لا يَزيدُ يومٌ ولا ينقص» .قال أبو عيسى الترمذي ، هذا حديث غريب لا نعرفه إلا من هذا الوجه . î وقد قيل عن القاسم بن الفضل عن يوسف بن مازِن نعرفه والقاسم بن الفضل ثقة ويُوسف بن سَعْد رجل مجهول اه .قال ابن كثير في «تفسيره» ورواه ابن جرير من طريق القاسم بن الفضل عن عيسى بن مازن كذا قال ، وعيسى بن مازن غير معروف ، وهذا يقتضي اضطراباً في هذا الحديث ، أي لاضطرابهم في الذي يروي عنه القاسم بن الفضل ، وعلى كل احتمال فهو مجهول .وأقول : وأيضاً ليس في سنده ما يفيد أن يوسف بن سعد سمع ذلك من الحسن رضي الله عنه . وفي «تفسير الطبري» عن عيسى بن مازن أنه قال : قلت للحسن : يا مسود وجوه المؤمنين إلى آخر الحديث . وعيسى بن مازن غير معروف أصلاً فإذا فرضنا توثيق يوسف بن سعد فليس في روايته ما يقتضي أنه سمعه بل يجوز أن يكون أراد ذكر قصة تُروى عن الحسن .واتفق حذاق العلماء على أنه حديث منكر صرح بذلك ابن كثير وذكره عن شيخه المزي ، وأقول : هو مختل المعنى وسمات الوضع لائحة عليه وهو من وضع أهل النحَل المخالفةِ للجماعة فالاحتجاجُ به لا يليق أن يصدر مثله عن الحسن مع فرط علمه وفطنته ، وأيَّة ملازمة بين ما زعموه من رؤيا رسول الله صلى الله عليه وسلم وبين دفع الحسن التأنيب عن نفسه ، ولا شك أن هذا الخبر من وضع دُعاة العباسيين على أنه مخالف للواقع لأن المدة التي بين تسليم الحسن الخلافة إلى معاوية وبين بيعة السفاح وهو أول خلفاء العباسية ألف شهر واثنان وتسعون شهراً أو أكثر بشهر أو بشهرين فما نُسب إلى القاسم الحُدَّاني من قوله : فعددناها فوجدناها الخ كذب لا محالة . والحاصل أن هذا الخبر الذي أخرجه الترمذي منكر كما قاله المِزِّي .قال ابن عرفة وفي قوله : { ليلة القدر خير من ألف شهر } المحسن المسمّى تَشابه الأطراف وهو إعادة لفظ القافية في الجملة التي تليها كقوله تعالى : { كمشكاة فيها مصباح المصباحُ في زجاجة الزجاجةُ كأنها كوكب دري } [ النور : 35 ] اه . يريد بالقافية ما يشمل القرينة في الأسجاع والفواصلَ في الآي ، ومثاله في الشعر قول ليلى الأخيلية :إذا نزل الحجاج أرضاً مريضة ... تتبع أقصى دائها فشفاهاشفاها من الداء العضال الذي بها ... غلامٌ إذا هز القناة سقاها الخ",
  "ayah": 3,
  "surah": 97
}
