{
  "text": "قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَادِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُمَا إِنَّ اللَّهَ سَمِيعٌ بَصِيرٌ (1)افتتحت آيات أحكام الظهار بذكر سبب نزولها تنويهاً بالمرأة التي وجَّهت شَكواها إلى الله تعالى بأنها لم تقصّر في طلب العدل في حقها وحق بَنِيها . ولم ترضَ بعُنجهية زوجها وابتداره إلى ما ينثر عقد عائلته دون تبصّر ولا روية ، وتعليماً لنساء الأمة الإِسلامية ورجالها واجب الذود عن مصالحها .تلك هي قضية المرأة خولة أو خُويلة مصغراً أو جميلة بنت مالك بن ثعلبة أو بنت دُلَيْج ( مصغراً ) العَوْفية . وربما قالوا : الخزرجية ، وهي من بني عوف بن مالك بن الخزرج ، من بطون الأنصار مع زوجها أوس بن الصامت الخزرجي أخي عُبادة بن الصامت .قيل : إن سبب حدوث هذه القضية أن زوجها رآها وهي تصلي وكانت حسنة الجسم ، فلما سلمت أرادها فأبت فغضب وكان قد ساء خلقه فقال لها : أنتتِ عليّ كظهر أمي .قال ابن عباس : وكان هذا في الجاهلية تحريماً للمرأة مؤبَّداً ( أي وعمل به المسلمون في المدينة بعلم من النبي صلى الله عليه وسلم وإقراره الناس عليه فاستقرّ مشروعاً ) فجاءت خولة رسول الله صلى الله عليه وسلم وذكرت له ذلك ، فقال لها : حَرُمتتِ عليه ، فقالت للرسول صلى الله عليه وسلم إن لي صبية صغاراً إن ضممتهم إليه ضاعوا وإن ضممتهم إليّ جاعوا ، فقال : «ما عندي في أمرككِ شيء» ، فقالت : يا رسول الله ما ذكَر طلاقاً . وإنما هو أبو وَلَدِي وأحب الناس إليّ فقال : «حَرُمتتِ عليه» . فقالت : أشكو إلى الله فاقتي ووجدي . كلما قال رسول الله صلى الله عليه وسلم «حَرُمتتِ عليه» هتفت وشكت إلى الله ، فأنزل الله هذه الآيات .وهذا الحديث رواه داود في كتاب الظهار مجملاً بسند صحيح . وأما تفصيل قصته فمن روايات أهل التفسير وأسباب النزول يزيد بعضها على بعض ، وقد استقصاها الطبري بأسانيده عن ابن عباس وقتادة وأبي العالية ومحمد بن كعب القرظي وكلها متفقة على أن المرأة المجادِلة خولة أو خويلة أو جميلة ، وعلى أن زوجها أَوس بن الصامت .وروى الترمذي وأبو داود حديثاً في الظهار في قصة أخرى منسوبة إلى سَلمة بن صخر البَيَاضي تشبه قصة خولة أنه ظاهرَ من امرأته ظهاراً موقناً برمضان ثم غلبته نفسهُ فَوطئها واستفتى في ذلك رسول الله صلى الله عليه وسلم إلى آخر القصة ، إلاّ أنهما لم يذكرا أن الآية نزلت في ذلك .وإنما نسب ابنُ عطية إلى النقاش أن الآية نزلت بسبب قصة سلمة ولا يعرف هذا لغيره . وَأحسب أن ذلك اختلاط بين القصتين وكيف يصح ذلك وصريح الآية أن السائلة امرأة والذي في حديث سلمة بن صخر أنه هو السائل .و { قد } أصله حرف تحقيق للخبر ، فهو من حروف توكيد الخبر ولكن الخطاب هنا للنبيء صلى الله عليه وسلم وهو لا يخامره تردد في أن الله يعلم ما قالته المرأة التي جادلت في زوجها .فتعيّن أن حرف { قد } هنا مستعمل في التوقع ، أي الإِشعار بحصول ما يتوقعه السامع . قال في «الكشاف» : لأن رسول الله صلى الله عليه وسلم والمجادِلة كانا يتوقعان أن يسمع الله لمجادلتها وشكواها وينزل في ذلك ما يفرج عنها ا ه .ومعنى التوقع الذي يؤذن به حرف { قد } في مثل هذا يؤول إلى تنزيل الذي يَتوقع حصول أمر لشدة استشرافه له منزلةَ المتردد الطالب فتحقيق الخبر من تخريج الكلام على خلاف مقتضى الظاهر لنكتة كما قالوا في تأكيد الخبر ب ( إنَّ ) في قوله تعالى : { ولا تخاطبني في الذين ظلموا إنهم مغرقون } [ المؤمنون : 27 ] إنه جُعل غير السائل كالسائل حيث قُدم إليه ما يلوِّح إليه بالخبر فيستشرف له استشراف الطالب المتردد . ولهذا جزم الرضيّ في «شرح الكافية» بأن { قَد } لا بدّ فيها من معنى التحقيق . ثم يضاف إليه في بعض المواضع معان أخرى .والسماع في قوله : { سمع } معناه الاستجابة للمطلوب وقبُوله بقرينة دخول { قد } التوقعية عليه فإن المتوقَّع هو استجابة شكواها .وقد استُحضرت المرأة بعنوان الصلة تنويهاً بمجادلتها وشكواها لأنها دلت على توكلها الصادق على رحمة ربها بها وبأبنائها وبزوجها .والمجادلة : الاحتجاج والاستدلال ، وتقدمت في قوله : { يجادلونك في الحق بعد ما تبين } في سورة [ الأنفال : 6 ] .والاشتكاء : مبالغة في الشكوى وهي ذكر ما آذاه ، يقال : شكا وتشكى واشتكى وأكثرها مبالغة . اشتكى ، والأكثر أن تكون الشكاية لقصد طلب إزالة الضرّ الذي يشتكي منه بحكم أو نصر أو إشارة بحيلةِ خلاص .وتعلق فعل التجادل بالكون في زوجها على نية مضاف معلوم من المقام في مثل هذا بكثرة : أي في شأن زوجها وقضيته كقوله تعالى : { يجادلنا في قوم لوط } [ هود : 74 ] ، وقوله : { ولا تخاطبني في الذين ظلموا } [ المؤمنون : 27 ] وهو من المسألة الملقبة في «أصول الفقه» بإضافة التحليل والتحريم إلى الأعْيان في نحو { حرمت عليكم الميتة } [ المائدة : 3 ] .والتحاور تفاعل من حار إذا أجاب . فالتحاور حصول الجواب من جانبين ، فاقتضت مراجعةً بين شخصين .والسماع في قوله : { والله يسمع تحاوركما } مستعمل في معناه الحقيقي المناسب لصفات الله إذ لا صارف يصرف عن الحقيقة . وكون الله تعالى عالماً بما جرى من المحاورة معلوم لا يراد من الإِخبار به إفادة الحكم ، فتعيّن صرف الخبر إلى إرادة الاعتناء بذلك التحاور والتنويه به وبعظيم منزلته لاشتماله على ترقّب النبي صلى الله عليه وسلم ما ينزله عليه من وحي ، وترقب المرأة الرحمةَ ، وإلا فإن المسلمين يعلمون أن الله عالم بتحاورهما .وجملة { والله يسمع تحاوركما } في موضع الحال من ضمير { تجادلك } . وجيء بصيغة المضارع لاستحضار حالة مقارنة علم الله لتحاورهما زيادة في التنويه بشأن ذلك التحاور .وجملة { الله سميع بصير } تذييل لجملة { والله يسمع تحاوركما } أي : أن الله عالم بكل صوت وبكل مرئيّ . ومن ذلك محاورة المجادلة ووقوعها عند النبي صلى الله عليه وسلم وتكرير اسم الجلالة في موضع إضماره ثلاث مرات لتربية المهابة وإثارة تعظيم منته تعالى ودواعي شكره .",
  "ayah": 1,
  "surah": 58
}
