{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا يَفْسَحِ اللَّهُ لَكُمْ وَإِذَا قِيلَ انْشُزُوا فَانْشُزُوا يَرْفَعِ اللَّهُ الَّذِينَ آَمَنُوا مِنْكُمْ وَالَّذِينَ أُوتُوا الْعِلْمَ دَرَجَاتٍ وَاللَّهُ بِمَا تَعْمَلُونَ خَبِيرٌ (11)فصل بين آيات الأحكام المتعلقة بالنجوى بهذه الآية مراعاة لاتحاد الموضوع بين مضمون هذه الآية ومضمون التي بعدها في أنهما يجمعهما غرض التأدب مع الرسول صلى الله عليه وسلم وتلك المراعاة أولى من مراعاة اتحاد سياق الأحكام .ففي هذه الآية أدب في مجلس الرسول صلى الله عليه وسلم والآية التي بعدها تتعلق بالأدب في مناجاة الرسول صلى الله عليه وسلم وأخرت تلك عن آيات النجوى العامة إيذاناً بفضلها دون النجوى التي تضمنتها الآيات السابقة ، فاتحاد الجنس في النجوى هو مسوغ الانتقال من النوع الأول إلى النوع الثاني ، والإِيماءُ إلى تميزها بالفضل هو الذي اقتضى الفصل بين النوعين بآية أدب المجلس النبوي .وأيضاً قد كان للمنافقين نية مكر في قضية المجلس كما كان لهم نية مكر في النجوى ، وهذا مما أنشأ مناسبة الانتقال من الكلام على النجوى إلى ذكر التفسح في المجلس النبوي الشريف .روي عن مقاتل أنه قال : كان النبي صلى الله عليه وسلم في الصُفّة ، وكان في المكان ضيق في يوم الجمعة فجاء ناس من أهل بدر فيهم ثابت بن قيس بن شَماس قد سُبقوا في المجلس فقاموا على أرجلهم ينتظرون أن يفسح لهم وكان النبي صلى الله عليه وسلم يكرم أهل بدر فقال لمن حوله : قم يا فلان بعَدد الواقفين من أهل بدر فشقّ ذلك على الذين أقيموا ، وغمز المنافقون وقالوا : ما أُنْصِف هؤلاء ، وقد أحبّوا القرب من نبيئهم فسَبَقوا إلى مجلسه فأنزل الله هذه الآية تطييباً لخاطر الذين أقيموا ، وتعليماً للأمة بواجب رعي فضيلة أصحاب الفضيلة منها ، وواجببِ الاعتراف بمزية أهل المزايا ، قال الله تعالى : { ولا تتمنوا ما فضل الله به بعضكم على بعض } [ النساء : 32 ] ، وقال : { لا يستوي منكم من أنفق من قبل الفتح وقاتل أولئك أعظم درجة من الذين أنفقوا من بعد وقاتلوا وكلاً وعد الله الحسنى } [ الحديد : 10 ] .والخطاب ب { يأيها الذين آمنوا } خطاب لجميع المؤمنين يعم من حضروا المجلس الذي وقعت فيه حادثة سبب النزول وغيرَهم ممن عسى أن يحضر مجلس الرسول صلى الله عليه وسلموابتدئت الآية بالأمر بالتفسح لأن إقامة الذين أقيموا إنما كانت لطلب التفسيح فإناطة الحكم إيماء إلى علة الحكم .والتفسح : التوسع وهو تفعل من فسح له بفتح السين مخففة إذا أوجد له فُسحة في مكان ، وفسُح المكان من باب كرُم إذا صار فسيحاً . ومادة التفعل هنا للتكلف ، أي يكلف أن يجعل فسحة في المكان وذلك بمضايقة مع الجُلاّس .وتعريف { المجلس } يجوز أن يكون تعريف العهد ، وهو مجلس النبي صلى الله عليه وسلم أي إذا قال النبي صلى الله عليه وسلم لكم ذلك لأن أمره لا يكون إلا لمراعاة حق راجح على غيره والمجلس مكان الجلوس .وكان مجلس النبي صلى الله عليه وسلم بمسجده والأكثر أن يكون جلوسه المكان المسمّى بالروضة وهو ما بين منبر النبي صلى الله عليه وسلم وبيته .ويجوز أن يكون تعريف { المجلس } تعريف الجنس . وقوله : { يفسح الله لكم } مجزوم في جواب قوله : { فافسحوا } ، وهو وعد بالجزاء على الامتثال لأمر التفسح من جنس الفعل إذ جعلت توسعة الله على الممتثل جزاءً على امتثاله الذي هو إفساحه لغيره فضمير { لكم } عائد على { الذين آمنوا } باعتبار أن الذين يفسحون هم من جملة المؤمنين لأن الحكم مشاع بين جميع الأمة وإنما الجزاء للذين تعلق بهم الأمر تعلقاً إلزامياً .وحذف متعلق { يفسح الله لكم } ليعم كل ما يتطلب الناس الإِفساح فيه بحقيقته ومجازه في الدنيا والآخرة من مكان ورزق أو جنة عرضها السماوات والأرض على حسب النيات ، وتقديرُه الجزاء موكول إلى إرادة الله تعالى .وحذف فاعل القول لظهوره ، أي إذا قال لكم الرسول : تفسحوا فافسحوا ، فإن الله يثيبكم على ذلك .فالآية لا تدلّ إلاّ على الأمر بالتفسح إذا أمر به النبي صلى الله عليه وسلم ولكن يستفاد منها أن تفسح المسلمين بعضهم لبعض في المجالس محمود مأمور به وجوباً أو ندباً لأنه من المكارمة والإِرفاق . فهو من مكملات واجب التحابّ بين المسلمين وإن كان فيه كلفة على صاحب البقعة يُضايقه فيها غيره . فهي كلفة غير معتبرة إذا قوبلت بمصلحة التحابّ وفوائده ، وذلك ما لم يفض إلى شدة مضايقة ومضرة أو إلى تفويت مصلحة من سماع أو نحوه مثل مجالس العلم والحديث وصفوففِ الصلاة . وذلك قياس على مجلس النبي صلى الله عليه وسلم في أنه مجلس خير . وروي عن النبي صلى الله عليه وسلم \" أحبكم إليّ ألْيَنُكم مناكب في الصلاة \" قال مالك : ما أرى الحكم إلا يطرد في مجالس العلم ونحوها غابرَ الدهر . يريد أن هذا الحكم وإن نزل في مجلس النبي صلى الله عليه وسلم فهو شامل لمجالس المسلمين من مجالس الخير لأن هذا أدب ومؤاساة ، فليس فيه قرينة الخصوصية بالمجالس النبوية ، وأراد مالك ب«نحوها» كل مجلس فيه أمر مهمّ في شؤون الدين فمن حق المسلمين أن يحرصوا على إعانة بعضهم بعضاً على حضوره . وهذا قياس على مجلس النبي صلى الله عليه وسلم وعلته هي التعاون على المصالح .وأفهم لفظ التفسح أنه تجنب للمضايقة والمراصة بحيث يفوت المقصود من حضور ذلك المجلس أو يحصل ألم للجالسين .وقد أرخص مالك في التخلف عن دعوة الوليمة إذا كثر الزحام فيها .وقرأ الجمهور { في المجلس } وقرأه عاصم بصيغة الجمع { في المجالس } وعلى كلتا القراءتين يجوز كون اللام للعهد وكونها للجنس وأن يكون المقصود مجالس النبي صلى الله عليه وسلم كلما تكررت أو ما يشمل جميع مجالس المسلمين ، وعلى كلتا القراءتين يصح أن يكون الأمر في قوله تعالى : { فافسحوا } للوجوب أو للندب .وقوله : { وإذا قيل انشزوا فانشزوا } الآية عطف على { إذا قيل لكم تفسحوا في المجلس } .و { انشزوا } أمر من نَشَز إذا نهض من مكانه يقال : نَشُزَ يَنشِزُ من باب قَعد وضرَب إذا ارتفع لأن النهوض ارتفاع من المكان الذي استقرّ فيه ومنه نشوز المرأة من زوجها مجازاً عن بعدها عن مضجعها . والنشوز : أخص من التفسيح من وجه فهو من عطف الأخص : من وجهٍ على الأعم منه للاهتمام بالمعطوف لأن القيام من المجلس أقوى من التفسيح من قعود . فذكر النشوز لئلا يتوهم وأن التفسيح المأمور به تفسيح من قعود لا سيما وقد كان سبب النزول بنشوز ، وهو المقصود من نزول الآية على ذلك القول . ومن المفسرين من فسر النشوز بمطلق القيام من مجلس الرسول صلى الله عليه وسلم سواء كان لأجل التفسيح أو لغير ذلك مما يؤمر بالقيام لأجله . روي عن ابن عباس وقتادة والحسن «إذا قيل انشزوا إلى الخير وإلى الصلاة فانشزوا» .وقال ابن زيد : إذا قيل انشزوا عن بيت رسول الله صلى الله عليه وسلم فارتفعوا فإن للنبيء صلى الله عليه وسلم حوائج ، وكانوا إذا كانوا في بيته أحبّ كل واحد منهم أن يكون آخر عهده برسول الله صلى الله عليه وسلم وسبب النزول لا يخصص العام ولا يقيد المطلق .وهذا الحكم إذا عسر التفسيح واشتد الزحام والتراصّ فإن لأصحاب المقاعد الحقّ المستقر في أن يستمرّوا قاعدين لا يقام أحد لغيره وذلك إذا كان المقوّم لأجله أولى بالمكان من الذي أقيم له بسبب من أسباب الأوّلية كما فعل النبي صلى الله عليه وسلم في إقامة نفر لإِعطاء مقاعدهم للبدريين . ومنه أولوية طلبة العلم بمجالس الدرس ، وأولوية الناس في مقاعد المساجد بالسبق ، ونحو ذلك ، فإن لم يكن أحد أولى من غيره فقد نهى النبي صلى الله عليه وسلم عن أن يقيم الرجل من مجلسه ثم يجلس فيه .وللرجل أن يرسل إلى المسجد ببساطه أو طنفسته أو سجادته لتبسط له في مكان من المسجد حتى يأتي فيجلس عليها فإن ذلك حوز لذلك المكان في ذلك الوقت . وكان ابن سيرين يرسل غلامه إلى المسجد يوم الجمعة فيجلس له فيه فإذا جاء ابن سرين قام الغلام له منه .وفي «الموطأ» عن مالك بن أبي عامر قال : كنت أرى طنفسة لعقيل بن أبي طالب يوم الجمعة تطرح إلى جدار المسجد الغربي فإذا غشي الطنفسة كلها ظِلُّ الجدار خرج عمر بن الخطاب فصلّى الجمعة . فالطنفسة ونحوها حوز المكان لصاحب البساط .فيجوز لأحد أن يأمر أحداً يبكر إلى المسجد فيأخذ مكاناً يقعد فيه حتى إذا جاء الذي أرسل ترك له البقعة لأن ذلك من قبيل النيابة في حوز الحق .وقرأ نافع وابن عامر وعاصم وأبو جعفر { انشزوا فانشزوا } بضم الشين فيهما . وقرأه الباقون بكسر الشين . وهما لغتان في مضارع نشز .وقوله : { يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات } جواب الأمر في قوله : { فانشزوا } فقد أجمع القراء على جزم فعل { يرفعْ } فهو جواب الأمر بهذا . وعد بالجزاء على الامتثال للأمر الشرعي فيما فيه أمر أو لما يقتضي الأمر من علّة يقاس بها على المأمور به أمثالُه مما فيه علة الحكم كما تقدم في قوله تعالى : { فافسحوا } .ولما كان النشوز ارتفاعاً عن المكان الذي كان به كان جزاؤه من جنسه .وتنكير { درجات } للإِشارة إلى أنواعها من درجات الدنيا ودرجات الآخرة .وضمير { منكم } خطاب للذين نودوا ب { يأيها الذين آمنوا } .و ( من ) تبعيضية ، أي يرفع الله درجات الذين امتثلوا . وقرينة هذا التقدير هي جعل الفعل جزاء للأمر فإن الجزاء مسبب عما رتب عليه بقوله : { منكم } صفة للذين آمنوا . أي الذين آمنوا من المؤمنين والتغايُر بين معنى الوصف ومعنى الموصوف بتغاير المقدَّر وإن كان لفظ الوصف ولفظ الموصوف مترادفين في الظاهر . فآل الكلام إلى تقدير : يرفع الله الذين استجابوا للأمر بالنشوز إذا كانوا من المؤمنين ، أي دون من يضمه المجلس من المنافقين . فكان مقتضى الظاهر أن يقال : يرفع الله الناشزين منكم فاستحضروا بالموصول بصلة الإِيمان لما تؤذن به الصلة من الإِيماء إلى علة رفع الدرجات لأجل امتثالهم أمرَ القائل { انشزوا } وهو الرسول صلى الله عليه وسلم إن كان لإِيمانهم وأن ذلك الامتثال من إيمانهم ليس لنفاق أو لصاحبه امتعاض .وعطف «الذين أوتوا العلم منهم» عطف الخاص على العام لأن غشيان مجلس الرسول صلى الله عليه وسلم إنما هو لطلب العلم من مواعظه وتعليمه ، أي والذين أوتوا العلم منكم أيها المؤمنون ، لأن الذين أوتوا العلم قد يكون الأمر لأحد بالقيام من المجلس لأجلهم ، أي لأجل إجلاسهم ، وذلك رفع لدرجاتهم في الدنيا ، ولأنهم إذا تمكنوا من مجلس الرسول صلى الله عليه وسلم كان تمكنهم أجمع للفهم وأنفى للملل ، وذلك أدعى لإطالتهم الجلوس وازديادهم التلقي وتوفير مستنبطات أفهامهم فيما يلقى إليهم من العلم ، فإقامة الجالسين في المجلس لأجل إجلاس الذين أوتوا العلم من رفع درجاتهم في الدنيا .ولعل البدريين الذين نزلت الآية بسبب قصتهم كانوا من الصحابة الذين أوتوا العلم .ويجوز أن بعضاً من الذين أمروا بالقيام كان من أهل العلم فأقيم لأجل رجحان فضيلة البدريين عليه ، فيكون في الوعد للذي أقيم من مكانه برفع الدرجات استئناس له بأن الله رافع درجته .هذا تأويل نظم الآية الذي اقتضاه قوة إيجازه . وقد ذهب المفسرون في الإفصاح عن استفادة المعنى من هذا النظم البديع مذاهب كثيرة وما سلكناه أوضح منها .وانتصب { درجات } ، على أنه ظرف مكان يتعلق ب { يرفع } أي : يرفع الله الذين آمنوا رفعاً كائناً في درجات .ويجوز أن يكون نائباً عن المفعول المطلق ل { يرفع } لأنها درجات من الرفع ، أي مرافع .والدرجات مستعارة للكرامة فإن الرفع في الآية رفعاً مجازياً ، وهو التفضيل والكرامة وجيء للاستعارة بترشيحها بكون الرفع درجات . وهذا الترشيح هو أيضاً استعارة مثل الترشيح في قوله تعالى : { ينقضون عهد الله من بعد ميثاقه } [ الرعد : 25 ] وهذا أحسن الترشيح . وقد تقدم نظيره في قوله تعالى في سورة [ الأنعام : 83 ] { نرفع درجات من نشاء . } وقال عبد الله بن مسعود وجماعة من أهل التفسير : إن قوله : والذين أوتوا العلم درجات } كلام مستأنف وتَم الكلام عند قوله : { منكم } قال ابن عطية : ونصب بفعل مُضمر ولعله يعني : نُصب { درجات } بفعل هو الخبر عن المبتدأ ، والتقدير : جعلهم .وجملة { والله بما تعملون خبير } تذييل ، أي الله عليم بأعمالكم ومختلف نياتكم من الامتثال كقول النبي صلى الله عليه وسلم « لا يُكلَمُ أحد في سبيل الله . والله أعلم بمن يكلَم في سبيله » الحديث .",
  "ayah": 11,
  "surah": 58
}
