{
  "text": "لَا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآَخِرِ يُوَادُّونَ مَنْ حَادَّ اللَّهَ وَرَسُولَهُ وَلَوْ كَانُوا آَبَاءَهُمْ أَوْ أَبْنَاءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ أُولَئِكَ كَتَبَ فِي قُلُوبِهِمُ الْإِيمَانَ وَأَيَّدَهُمْ بِرُوحٍ مِنْهُ وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ أُولَئِكَ حِزْبُ اللَّهِ أَلَا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ (22){ لاَّ تَجِدُ قَوْماً يُؤْمِنُونَ بالله واليوم الاخر يُوَآدُّونَ مَنْ } .كان للمنافقين قرابة بكثير من أصحاب النبي صلى الله عليه وسلم وكان نفاقهم لا يخفى على بعضهم ، فحذر الله المؤمنين الخالصين من موادّة من يعادي الله ورسوله صلى الله عليه وسلمورُويت ثمانية أقوال متفاوتة قوة أسانيد استقصاها القرطبي في نزول هذه الآية وليس يلزم أن يكون للآية سبب نزول فإن ظاهرها أنها متصلة المعنى بما قبلها وما بعدها من ذم المنافقين وموالاتهم اليهود ، فما ذكر فيها من قصص لسبب نزولها فإنما هو أمثلة لمقتضى حكمها .وافتتاح الكلام ب { لا تجد قوماً } يثير تشويقاً إلى معرفة حال هؤلاء القوم وما سيساق في شأنهم من حكم .والخطاب للنبيء صلى الله عليه وسلم والمقصود منه أمره بإبلاغ المسلمين أن موادّة من يعلم أنه محادّ الله ورسوله هي مما ينافي الإِيمان ليكف عنها من عسى أن يكون متلبساً بها . فالكلام من قبل الكناية عن السعي في نفي وجدان قوم هذه صفتهم ، من قبيل قولهم : لا أَرَيَنَّك هاهنا ، أي لا تحضر هنا .ومنه قوله تعالى : { قل أتنبئون الله بما لا يعلم في السماوات ولا في الأرض } [ يونس : 18 ] أراد بما لا يكون ، لأن ما لا يعلمه الله لا يجوز أن يكون موجوداً ، وكانت هذه عادة المؤمنين قبل الهجرة أيام كانوا بمكة . وقد نقلت أخبار من شواهد ذلك متفاوتة القوة ولكن كان الكفر أيامئذٍ مكشوفاً والعداوة بين المؤمنين والمشركين واضحة . فلما انتقل المسلمون إلى المدينة كان الكفر مستوراً في المنافقين فكان التحرز من موادّتهم أجدر وأحذر .والمُوادّة أصلها : حصول المودّة في جانبين . والنهي هنا إنما هو عن مودة المؤمن الكافرين لا عن مقابلة الكافر المؤمنين بالمودّة ، وإنما جيء بصيغة المفاعلة هنا اعتباراً بأن شأن الودّ أن يجلب وُدًّا من المودود للوادّ .وإما أن تكون المفاعلة كناية عن كون الودّ صادقاً لأن الوادَّ الصادق يقابله المودود بمثله . ويعرف ذلك بشواهد المعاملة ، وقرينة الكناية توجيه نفي وجدان الموصوف بذلك إلى القوم الذين يؤمنون بالله ورسوله صلى الله عليه وسلم ولذلك لم يقل الله هنا { إلا أن تتقوا منهم تقاة } [ آل عمران : 28 ] ، لأن المودة من أحوال القلب فلا تُتَصور معها التقية ، بخلاف قوله : { لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين إلى قوله : { إلا أن تتقوا منهم تقاة } [ آل عمران : 28 ] .وقولُه : { ولو كانوا آباءهم } إلى آخره مبالغة في نهاية الأحوال التي قد يقدم فيها المرء على الترخص فيما نهي عنه بعلة قرب القرابة .ثم إن الذي يُحَادُّ الله ورسوله صلى الله عليه وسلم إن كان متجاهراً بذلك معلناً به ، أو متجاهراً بسوء معاملة المسلمين لأجل إسلامهم لا لموجب عداوةٍ دنيوية ، فالواجب على المسلمين إظهار عداوته قال تعالى :{ إنما ينهاكم الله عن الذين قاتلوكم في الدين وأخرجوكم من دياركم وظاهروا على إخراجكم أن تولوهم ومن يتولهم فأولئك هم الظالمون } [ الممتحنة : 9 ] ولم يرخَّص في معاملتهم بالحسنى إلا لاتّقاء شرّهم إن كان لهم بأس قال تعالى : { لا يتخذ المؤمنون الكافرين أولياء من دون المؤمنين ومن يفعل ذلك فليس من الله في شيء إلا أن تتقوا منهم تقاة } [ آل عمران : 28 ] .وأما من عدا هذا الصنف فهو الكافر الممسك شَرّه عن المسلمين ، قال تعالى : { لا ينهاكم الله عن الذين لم يقاتلوكم في الدين ولم يخرجوكم من دياركم أن تبرُّوهم وتقسطوا إليهم إن الله يحب المقسطين } [ الممتحنة : 8 ] .ومن هذا الصنف أهل الذمة وقد بيّن شهاب الدين القرافي في الفرق التاسع عشر بعد المائة مسائل الفرق بين البرّ والمودة وبهذا تعلم أن هذه الآية ليست منسوخة بآية { لا ينهاكم الله عن الذين لم يقاتلوكم في الدين } [ الممتحنة : 8 ] وأن لكل منهما حالتها .ف { لو } وصلية وتقدم بيان معنى { لو } الوصلية عند قوله تعالى : { فلن يقبل من أحدهم ملء الأرض ذهباً ولو افتدى به } في سورة [ آل عمران : 91 ] ورتبت أصناف القرابة في هذه الآية على طريقة التدلّي من الأقوى إلى من دونه لئلا يتوهم أن النهي خاص بمن تقوى فيه ظنة النصيحة له والائتمار بأمره .وعشيرة الرجل قبيلته الذين يجتمع معهم في جد غير بعيد وقد أخذ العلماء من هذه الآية أن أهل الإِيمان الكامل لا يوادُّون من فيه معنى من محادّة الله ورسوله بخرق سياج شريعته عمداً والاستخفاف بحرمات الإِسلام ، وهؤلاء مثل أهل الظلم والعدوان في الأعمال من كل ما يؤذن بقلة اكتراث مرتكبه بالدّين وينبىء عن ضُعف احترامه للدين مثل المتجاهرين بالكبائر والفواحش الساخرين من الزواجر والمواعظ ، ومثل أهل الزيغ والضلال في الاعتقاد ممن يؤذن حالهم بالإِعراض عن أدلة الاعتقاد الحق ، وإيثار الهوى النفسي والعصبية على أدلة الاعتقاد الإِسلامي الحق . فعن الثوري أنه قال : كانوا يرون تنزيل هذه الآية على من يصحب سلاطين الجَور . وعن مالك : لا تجالِسْ القدرية وعَادِهم في الله لقوله تعالى : لا تجد قوماً يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله } .وقال فقهاؤنا : يجوز أو يجب هجران ذي البدعة الضالّة أو الانغماس في الكبائر إذا لم يقبل الموعظة .وهذا كله من إعطاء بعض أحكام المعنى الذي فيه حكم شرعي أو وعيد لمعنى آخر فيه وصفٌ من نوع المعنى ذي الحكم الثابت . وهذا يرجع إلى أنواع من الشبَه في مسالك العلة للقياس فإن الأشياء متفاوتة في الشبه .وقد استدل أيمة الأصول على حُجِّيّة الإِجماع بقوله تعالى : { ومن يشاقق الرسول من بعد ما تبين له الهدى ويتبعْ غير سبيل المؤمنين نولّه ما تولّى ونصله جهنم }[ النساء : 115 ] مع أن مهيع الآية المحْتج بها إنما هو الخروج عن الإِسلام ولكنهم رأوا الخروجَ مراتب متفاوتة فمخالفة إجماع المسلمين كلِّهم فيه شَبه اتّباع غير سبيل المؤمنين .{ عَشِيرَتَهُمْ أولئك كَتَبَ فِى قُلُوبِهِمُ الإيمان وَأَيَّدَهُمْ بِرُوحٍ مِّنْهُ وَيُدْخِلُهُمْ جنات تَجْرِى مِن تَحْتِهَا الانهار خالدين فِيهَا رَضِىَ الله عَنْهُمْ وَرَضُواْ عَنْهُ أولئك حِزْبُ الله أَلاَ إِنَّ حِزْبَ الله هُمُ } .الإِشارة إلى القوم الموصوفين بأنهم { يؤمنون بالله واليوم الآخر يوادون من حاد الله ورسوله ولو كانوا آباءهم أو أبناءهم أو إخوانهم أو عشيرتهم } .والجملة مُستأنفة استئنافاً بيانياً لأن الأوصاف السابقة ووقوعها عقب ما وصف به المنافقون من محادّة الله ورسوله صلى الله عليه وسلم سابقاً وآنفاً ، وما توعدهم الله به أنه أعدّ لهم عذاباً شديداً ولهم عذاب مهين ، وأنهم حزب الشيطان ، وأنهم الخاسرون ، مما يَستشرِف بعده السامع إلى ما سيخبر به عن المتصفين بضد ذلك . وهم المؤمنون الذين لا يوادُّون من حادّ الله ورسوله صلى الله عليه وسلموكتابة الإِيمان في القلوب نظير قوله : { كتب الله لأغلبن أنا ورسلي } [ المجادلة : 21 ] . وهي التقدير الثابت الذي لا تتخلف آثاره ، أي هم المؤمنون حقاً الذين زين الله الإِيمان في قلوبهم فاتّبعوا كمالَه وسلكوا شُعبه .والتأييد : التقوية والنصر . وتقدم بيانه عند قوله تعالى : { وأيدناه بروح القدس } في سورة [ البقرة : 87 ] ، أي أن تأييد الله إياهم قد حصل وتقرّر بالإِتيان بفعل المضيّ للدلالة على الحصول وعلى التحقق والدوام فهو مستعمل في معنييه .والروح هنا : ما به كمال نوع الشيء من عمل أو غيره ، وروحٌ من الله : عنايته ولطفه . ومعاني الروح في قوله تعالى : { ويسألونك عن الروح } في سورة [ الإِسراء : 85 ] ، ووعدهم بأنه يدخلهم في المستقبل الجنات خالدين فيها .ورضَى الله عنهم حاصل من الماضي ومحقّق الدوام فهو مِثل الماضي في قوله : وأيدهم } ، ورضاهم عن ربهم كذلك حاصل في الدنيا بثباتهم على الدين ومعاداة أعدائه ، وحاصل في المستقبل بنوال رضى الله عنهم ونوال نعيم الخلود .وأما تحويل التعبير إلى المضارع في قوله : { ويدخلهم جنات } فلأنه الأصل في الاستقبال . وقد استغني عن إفادة التحقيق بما تقدمه من قوله تعالى : { أولئك كتب في قلوبهم الإيمان وأيدهم بروح منه } .وقوله : { أولئك حزب الله } إلى آخره كالقول في { أولئك حزب الشيطان } [ المجادلة : 19 ] . وحرف التنبيه يحصل منه تنبيه المسلمين إلى فضلهم . وتنبيه من يسمع ذلك من المنافقين إلى ما حبا الله به المسلمين من خير الدنيا والآخرة لعل المنافقين يغبطونهم فيخلصون الإِسلام .وشتان بين الحزبين . فالخسران لحزب الشيطان ، والفلاح لحزب الله تعالى .",
  "ayah": 22,
  "surah": 58
}
