{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا تَنَاجَيْتُمْ فَلَا تَتَنَاجَوْا بِالْإِثْمِ وَالْعُدْوَانِ وَمَعْصِيَةِ الرَّسُولِ وَتَنَاجَوْا بِالْبِرِّ وَالتَّقْوَى وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ (9)خطاب للمنافقين الذين يظهرون الإِيمان فعاملهم الله بما أظهروه وناداهم بوصف الذين آمنوا كما قال : { من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم } [ المائدة : 41 ] ومنه ما حكاه الله عن المشركين { وقالوا يا أيها الذي نزل عليه الذكر إنك لمجنون } [ الحجر : 6 ] أي يأيها الذي نزل عليه الذكر بزعمه ، ونبههم إلى تدارك حالهم بالإِقلاع عن آثار النفاق على عادة القرآن من تعقيب التخويف بالترغيب . فالجملة استئناف ابتدائي .ذلك أن المنافقين كانوا يعملون بعمل أهل الإِيمان إذا لَقُوا الذين آمنوا فإذا رجعوا إلى قومهم غلب عليهم الكفر فكانوا في بعض أحوالهم مقاربين الإِيمان بسبب مخالطتهم للمؤمنين . ولذلك ضرب الله لهم مثلاً بالنور في قوله تعالى : { مثلهم كمثل الذي استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم } [ البقرة : 17 ] ثم قوله : { كلما أضاء لهم مشوا فيه وإذا أظلم عليهم قاموا } [ البقرة : 20 ] . وهذا هو المناسب لقوله تعالى : { فلا تتناجوا بالإثم والعدوان ومعصيت الرسول } ، ويكون قوله : { وتناجوا بالبر والتقوى } تنبيهاً على ما يجب عليهم إن كانوا متناجين لا محالة .ويجوز أن تكون خطاباً للمؤمنين الخلّص بأنْ وجه الله الخطاب إليهم تعليماً لهم بما يحسن من التناجي وما يقبح منه بمناسبة ذم تناجي المنافقين فلذلك ابتدىء بالنهي عن مثل تناجي المنافقين وإن كان لا يصدر مثله من المؤمنين تعريضاً بالمنافقين ، مثل قوله تعالى : { يأيها الذين آمنوا لا تكونوا كالذين كفروا وقالوا لإخوانهم إذا ضربوا في الأرض أو كانوا غزى لو كانوا عندنا ما ماتوا وما قتلوا ليجعل الله ذلك حسرة في قلوبهم } [ آل عمران : 156 ] ، ويكون المقصود من الكلام هو قوله : { وتناجوا بالبر والتقوى } تعليماً للمؤمنين .والتقييد ب { إذا تناجيتم } يشير إلى أنه لا ينبغي التناجي مطلقاً ولكنهم لما اعتادوا التناجي حُذروا من غوائله ، وإلا فإن التقييد مستغنى عنه بقوله : «لا تتناجوا بالإِثم والعدوان» . وهذا مثل ما وقع في حديث النهي عن الجلوس في الطرقات من قوله صلى الله عليه وسلم «فإن كنتم فاعلين لا محالة فاحفظوا حَق الطريق» .وقرأ الجمهور { فلا تتناجوا } بصيغة التفاعل . وقرأه رويس عن يعقوب وحده { فلا تنتجُوا } بوزن تَنْتَهُوا .والأمر من قوله : { وتناجوا بالبر } مستعمل في الإِباحة كما اقتضاه قوله تعالى : { إذا تناجيتم } .والإِثم والعدوان ومعصية الرسول تقدمت . وأما البرّ فهو ضد الإِثم والعدوان وهو يعم أفعال الخير المأمور بها في الدين .و { التقوى } : الامتثال ، وتقدمت في قوله تعالى : { هدى للمتقين } في سورة [ البقرة : 2 ] .وفي قوله : الذي إليه تحشرون } تذكير بيوم الجزاء . فالمعنى : الذي إليه تحشرون فيجازيكم .",
  "ayah": 9,
  "surah": 58
}
