{
  "text": "القول في تأويل قوله تعالى :  يَقُولُونَ أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ (10)يقول تعالى ذكره: يقول هؤلاء المكذّبون بالبعث من مشركي قريش إذا قيل لهم: إنكم مبعوثون من بعد الموت: أئنا لمردودون إلى حالنا الأولى قبل الممات، فراجعون أحياء كما كنا قبل هلاكنا، وقبل مماتنا، وهو من قولهم: رجع فلان على حافرته: إذا رجع من حيث جاء؛ ومنه قول الشاعر:أحــافِرَةً عَــلى صَلَــعٍ وشَـيْبٍمَعــاذَ اللــهِ مِــنْ سَـفَهٍ وطَيْشٍ (13)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله:  الْحَافِرَةِ  يقول: الحياة .حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله:  أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ  يقول: أئنا لنحيا بعد موتنا، ونبعث من مكاننا هذا.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة يقول:  أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ  أئنا لمبعوثون خلقا جديدا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة  فِي الْحَافِرَةِ  قال: أي مردودون خَلقا جديدا .حدثنا أبو كُرَيب، قال: ثنا وكيع، عن أبي معشر، عن محمد بن قيس أو محمد بن كعب القُرَظيّ  أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ  قال: في الحياة .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن السديّ  أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ  قال: في الحياة .وقال آخرون: الحافرة: الأرض المحفورة التي حُفرت فيها قبورهم، فجعلوا ذلك نظير قوله:  مِنْ مَاءٍ دَافِقٍ  . يعني مدفوق، وقالوا: الحافرة بمعنى المحفورة، ومعنى الكلام عندهم: أئنا لمردودون في قبورنا أمواتا.حدثني محمد بن عمرو، قال : ثنا أبو عاصم، قال: ثنا عيسى، عن ابن أبي نجيح، عن مجاهد، قوله:  الْحَافِرَةِ  قال: الأرض: نبعث خلقا جديدا، قال: البعث .حدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد  أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ  قال: الأرض، نبعث خلقا جديدا .وقال آخرون: الحافرة: النار.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: سمعت ابن زيد يقول في قول الله:  أَئِنَّا لَمَرْدُودُونَ فِي الْحَافِرَةِ  قال: الحافرة: النار، وقرأ قول الله  تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ  قال: ما أكثر أسماءها، هي النار، وهي الجحيم، وهي سَقَرُ، وهي جهنم، وهي الهاوية، وهي الحافرة، وهي لَظَى، وهي الحُطَمة.------------------الهوامش :(13) البيت في ( اللسان : حفر ) ولم ينسبه . والرواية فيه وفي تفسير الشوكاني ( 5 : 363 ) \" من سفه وعار \" قال : في اللسان : يقال : رجع على حافرته أي : الطريق الذي جاء منه . والحافرة الخلقة الأولى ، وفي التنزيل : { أئنا لمردودون في الحافرة } أي : في أول أمرنا . وأنشد ابن الأعرابي : \" أحافرة ... \" البيت . يقول : أأرجع إلى ما كنت عليه في شبابي وأمري الأول ، من الغزل أو الصبا ، بعد ما شبت وصلعت . وقال أبو عبيدة في مجاز القرآن : { أئنا لمردودون في الحافرة } : من حيث كنا ، يقال : رجع فلان في حافرته : من حيث جاء ، وعلى حافرته : من حيث كان . ا هـ .",
  "ayah": 10,
  "surah": 79
}
