{
  "text": "وقوله: ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) اختلف أهل التأويل في معنى قوله ( بَعْدَ ذَلكَ ) فقال بعضهم: دُحِيت الأرض من بعد خَلق السماء.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله حيث ذكر خلق الأرض قبل السماء، ثم ذكر السماء قبل الأرض، وذلك أن الله خَلق الأرض بأقواتها من غير أن يدحوها قبل السماء، ثم استوى إلى السماء فسوّاهنّ سبع سماوات ، ثم دحا الأرض بعد ذلك، فذلك قوله: ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) .حدثني محمد بن سعد، قال: ثني أبي قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا * أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا * وَالْجِبَالَ أَرْسَاهَا ) يعني: أن الله خلق السماوات والأرض، فلما فرغ من السماوات قبل أن يخلق أقوات الأرض فيها بعد خلق السماء، وأرسى الجبال، يعني بذلك دحْوَها الأقوات، ولم تكن تصلح أقوات الأرض ونباتها إلا بالليل والنهار، فذلك قوله: ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) ألم تسمع أنه قال: ( أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا ) .حدثنا ابن حميد، قال: ثنا يعقوب، عن حفص، عن عكرمة، عن ابن عباس، قال: وضع البيت على الماء على أربعة أركان قبل أن يخلق الدنيا بألفي عام، ثم دُحيت الأرض من تحت البيت .حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن الأعمش، عن بكير بن الأخنس، عن مجاهد عن عبد الله بن عمرو، قال: خلق الله البيت قبل الأرض بألفي سنة، ومنه دُحيت الأرض .وقال آخرون: بل معنى ذلك: والأرض مع ذلك دحاها، وقالوا: الأرض خُلِقت ودُحِيت قبل السماء، وذلك أن الله قال:  هُوَ الَّذِي خَلَقَ لَكُمْ مَا فِي الأَرْضِ جَمِيعًا ثُمَّ اسْتَوَى إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ  . قالوا: فأخبر الله أنه سوّى السماوات بعد أن خلق ما في الأرض جميعا، قالوا فإذا كان ذلك كذلك، فلا وجه لقوله: ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) إلا ما ذكرنا من أنه مع ذلك دحاها قالوا: وذلك كقول الله عز وجلّ:  عُتُلٍّ بَعْدَ ذَلِكَ زَنِيمٍ  . بمعنى: مع ذلك زنيم، وكما يقال للرجل: أنت أحمق، وأنت بعد هذا لئيم الحسب، بمعنى: مع هذا، وكما قال جلّ ثناؤه:  وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ  : أي من قبل الذكر، واستشهد بقول الهُذَليّ:حَـمِدْتُ إلَهِـي بَعْـدَ عُـرْوَةَ إذْ نَجَـاخِـراشٌ وبَعْضُ الشِّر أهْوَنُ مِنْ بَعْضِ (1)وزعموا أن خراشا نجا قبل عروة.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن سفيان، عن خَصِيفٍ، عن مجاهد ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) قال: مع ذلك دحاها .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن الأعمش، عن مجاهد، أنه قال: والأرْضَ عِنْدَ ذَلكَ دَحاها.حدثنا عبد الرحمن بن عبد الله بن عبد الحكم، قال: ثنا عليّ بن معبد، قال: ثنا محمد بن سلمة، عن خصيف، عن مجاهد ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) قال: مع ذلك دحاها .حدثني محمد بن خلف العسقلاني، قال: ثنا روّاد بن الجرّاح، عن أبي حمزة، عن السدي في قوله: ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) قال: مع ذلك دحاها .والقول الذي ذكرناه عن ابن عباس من أن الله تعالى خلق الأرض، وقدّر فيها أقواتها، ولم يدحها، ثم استوى إلى السماء، فسوّاهن سبع سماوات ، ثم دحا الأرض بعد ذلك، فأخرج منها ماءها ومرعاها، وأرسى جبالها، أشبه بما دلّ عليه ظاهر التنـزيل، لأنه جلّ ثناؤه قال: ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) والمعروف من معنى \" بَعْدَ \" أنه خلاف معنى \" قَبْل \" وليس في دحوِّ الله الأرض بعد تسويته السماوات السبع، وإغطاشه ليلها، وإخراجه ضحاها، ما يوجب أن تكون الأرض خُلقت بعد خلق السماوات لأن الدحوّ إنما هو البسط في كلام العرب، والمدّ يقال منه: دحا يدحو دَحْوا، ودَحيْتُ أدْحي دَحْيا، لغتان؛ ومنه قول أُميَّة بن أبي الصلت:دَارٌ دَحاهــا ثُــمَّ أعْمَرَنــا بِهــاوَأقـامَ بـالأخْرَى الَّتِـي هـي أمجـدُ (2)وقول أوس بن حجر في نعت غيث:يَنْفِي الحصَى عن جديد الأرْضِ مُبْتَرِكٌكأنَّــه فــاحِصٌ أو لاعِـبٌ داحِـي (3)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالأرْضَ بَعْدَ ذَلِكَ دَحَاهَا ) : أي بسطها .حدثني محمد بن خلف، قال: ثنا رَوّاد، عن أبي حمزة، عن السدي ( دَحَاها ) قال: بسطها .حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان: ( دَحَاها ) بسطها .وقال ابن زيد في ذلك ما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( دَحَاها ) قال: حرثها شقَّها وقال: ( أَخْرَجَ مِنْهَا مَاءَهَا وَمَرْعَاهَا ) ، وقرأ:  ثُمَّ شَقَقْنَا الأَرْضَ شَقًّا  ... حتى بلغ  وَفَاكِهَةً وَأَبًّا  ، وقال حين شقَّها أنْبتَ هذا منها، وقرأ  وَالأَرْضِ ذَاتِ الصَّدْعِ  .------------------------الهوامش:(1) البيت لأبي خراش الهذلي ( شرح التبريزي على الحماسة 2 : 43 ) من قصيدة له قالها في أخيه عروة وابنه خراش بن أبي خراش ، وكان قوم من العرب أسروهما ، فقتلوا عروة ، ونجا خراش وقد ذهب المؤلف إلى أن ( بعد ) في البيت بمعنى ( مع ) وكأن الشاعر يقول : حمدت إلهي على نجاة خراش ، مع ما أصبت به من قتل عروة أخي وانظر ( ديوان الهذليين 2 : 157 )(2) البيت لأمية بن أبي الصلت ( ديوانه 63 عن تفسير الطبري ) وفي ( اللسان : دحا ) الدحو البسط دحا الأرض يدحوها دحوا : بسطها . ودحيت الشيء أدحاه : بسطته ، لغة في دحوته ، حكاها اللحياني . وقال أبو عبيدة في مجاز القرآن ( 184 ) دحاها : بسطها . تقول : دحوت ودحيت . ا . هـ .(3) البيت في ( اللسان : دحا ) وفي الشطر الأول منه : \" ينزع جلد الحصى أجش مبترك \" . وهو وصف غيث . يقال : دحا المطر الحصى عن وجه الأرض دحوا : نزعه ، والمطر الداحي : الذي ينزع الحصى عن وجه الأرض ، والأجش : الذي في صوته خشونة . والمبترك : المعتمد على الشيء ، الملح عليه . والفاحص : الذي يفحص الأرض وينبشها ويحتفرها . والداحي : الذي يلعب بالمداحي ، وهي أحجار أمثال القرصة ، كانوا يحفرون حفرة ويدحون فيها تلك الأحجار ، فإن وقع الحجر فيها غلب صاحبها ، وإن لم يقع غلب . والدحو : هو رمي اللاعب بالحجر والجوز وغيره ، وتسمى الحفرة أدحية . والبيت شاهد كالذي قبله . والبيت متنازع في نسبته بين أوس وعبيد بن الأبرص . وهو في ديوان أوس ص 3 ، وفي ديوان عبيد 35 .",
  "ayah": 30,
  "surah": 79
}
