{
  "text": "متعدد روایات میں یہ بات وارد ہے کہ ان آیات سے مراد ولید ابن مغیرہ مخزومی ہے۔ علامہ ابن جریر روایت کرتے ہیں ، ابن عبدالاعلیٰ سے ، وہ محمد ابن ثورہ سے ، وہ معمر سے ، وہ عبادہ ابن منصور سے ، وہ عکرمہ سے ، کہ ولید ابن مغیرہ نبی ﷺ کے پاس آیا۔ آپ نے اس کے سامنے قرآن کریم پڑھا۔ اس کا دل نرم ہوگیا۔ یہ بات ابوجہل ابن ہشام کو پہنچی۔ یہ اس کے پاس آیا اور کہا ” تمہاری قوم چاہتی ہے کہ تمہارے مال جمع کرے “۔ اس نے کہا : کس لیے : اس نے کہا کہ یہ مال وہ تمہیں دینا چاہتے ہیں کیونکہ تم محمد کے پاس گئے اور تم پر اس کا اثر ہوگیا ہے۔ (ابوجہل نے اس کی عزت نفس کے احساس سے فائدہ اٹھانا چاہا۔ اسے معلوم تھا کہ یہ ایک غیرت مند شخص ہے) ولید نے کہا قریش کو معلوم ہے کہ میں ان کا مالدار شخص ہوں۔ ابوجہل نے کہا ، لہٰذا تم اس کے بارے میں کوئی ایسی بات کہہ دو تاکہ لوگ سمجھیں کہ تم اس کے اقوال کو ناپسند کرتے ہو اور محمد کی باتوں کے منکر ہو۔ تو ولید نے کہا کہ میں ان کے بارے میں کیا کہوں ،” خدا کی قسم تم میں سے کوئی شخص محمد جیسا ادب اور شعر میں ماہر نہیں ہے۔ میں اشعار کی تمام اقسام سے واقف ہوں ، رجز ، قصیدہ اور اشعار تک جانتا ہوں۔ اس کا کلام ان میں سے کسی کے مماثل نہیں ہے بلکہ اس کے کلام میں ایک مٹھاس ہے ، اس کے سامنے جو آتا ہے ، پاش پاش ہوجاتا ہے۔ اور اس سے جو بلند ہونا چاہے یہ اس سے بلند ہوتا ہے۔ تو ابوجہل نے کہا خدا کی قسم تمہاری قوم ہرگز اس وقت تک تم سے راضی نہ ہوگی جب تک تم اس کے بارے میں کچھ نہ عو۔ تو اس پر اس نے کہا ذرا مجھے سوچنے دو ، جب اس نے سوچا تو اس نے کہا ، یہ کلام ایک ایسا جادو ہے جو اگلے وقتوں سے چلاآرہا ہے۔ اس پر یہ آیات نازل ہوئیں :\nذرنی ........................ وحید (74:11).... علیھا تسعة عشر (74:30) تک۔\nایک دوسری روایت میں ہے کہ حضور ﷺ کے ساتھ ولید کی ملاقات کے بعد قریش نے کہا کہ اگر ولید بےدین ہوگیا تو تمام قبیلہ قریش بےدین ہوجائے گا۔ تو ابوجہل نے کہا کہ ولید کو میں ٹھیک کردوں گا۔ اس کے بعد ابوجہل ولید کے پاس آیا۔ اور طویل غوروفکر کے بعد اس نے کہا۔” یہ پرانا جادو ہے ، کیا تم نہیں دیکھتے کہ یہ ایک آدمی اور اس کے گھرانے کے درمیان جدائی کردیتا ہے۔ باپ کو بیٹے سے جدا کردیتا ہے اور مالک اور غلام کے درمیان جدائی پیدا کرتا ہے “۔\nیہ ہے واقعہ جس طرح روایات میں آتا ہے۔ لیکن قرآن اس کو نہایت ہی زندہ وتابندہ الفاظ میں پیش کرتا ہے۔ انداز نہایت ہی موثر ہے۔ اس طرح آغاز ہوتا ہے\nذرنی .................... وحیدا (74:11) ” چھوڑ دو مجھے اور شخص کو جسے میں نے اکیلا پیدا کیا “۔ یہ خطاب نبی ﷺ کو ہے۔ مطلب یہ ہے کہ وہ شخص جسے میں نے اکیلا پیدا کیا تھا اور اس وقت اس کے پاس ان چیزوں میں سے کوئی ایک چیز بھی نہ تھی جن پر اہل دنیا فخر کرتے ہیں۔ مال و دولت اور اولاد اور دوسری اشیاء مثلاً معاشرے میں عزت واحترام ، یہ چیزیں میں نے اسے دیں اور اب یہ ان پر اترا کر تحریک اسلامی کے خلاف جنگ کرتا ہے ، سازشیں کرتا ہے ، اس کو میرے ذمہ چھوڑ دو ۔ میں اس سے نمٹ لوں گا۔ اس مقام پر جب انسان قدرے غور کرتا ہے تو کانپ اٹھتا ہے اور یہ سوچتا ہے کہ اس بدبخت کے خلاف علیم وخبیر کی بےپناہ قدرت اور قوت نے کام شروع کردیا ہے۔ اللہ جبار وقہاری کی قوت ہے۔ یہ قوت اس حقیر وناتواں کو تو پیس کر رکھ دے گی اور اس کا کیا حال ہوگا۔\nاس آیت نے اس شخص کے خدوخال ذرا نہایت ہی طوالت سے بیان کیے ہیں اور اللہ کی نعمتوں کی وہ تفصیلات بھی دی ہیں ، جو اللہ نے اس شخص کو دی تھیں۔ یہ تفصیلات اس کے اعراض اور اس کی سازشوں کے ذکر سے بھی پہلے دی گئی ہیں کہ میں نے اسے اکیلا پیدا کیا ، اس کے پاس کچھ بھی نہ تھا ، یہاں تک کہ بدن پر کپڑے بھی نہ تھے۔ اس کے بعد اللہ نے اسے بہت وسیع دولت دی۔ اور اس کو ڈھیر سے بیٹے دیئے جو اس کے ارد گرد ہر وقت موجود رہتے تھے۔ اور ان کی وجہ سے وہ نہایت ہی معزز سمجھا جاتا تھا۔ اور اللہ نے اس کے لئے زندگی کا ہر سامان فراہم کیا اور ہر موڑ کو آسان کیا۔",
  "ayah": 14,
  "surah": 74
}
