{
  "text": "چاند کے مناظر ، رات کے مناظر جب وہ ختم ہوتی ہے اور صبح نمودار ہوتی ہے ، یہ زبردست مشاہد اور مناظر ہوتے ہی۔ یہ آنکھیں کھول دینے والے مناظر ہیں اور انسانی دل و دماغ پر ان کے بیشمار اثرات مرتب ہوتے ہیں۔ اور انسان ان پر اگر غور کرے تو اس پر کئی راز کھلتے ہیں اور انسانی دل و دماغ پر ان کے بیشمار اثرات مرتب ہوتے ہیں۔ اور اس ان ان پر اگر غور کرے تو اس پر کئی راز کھلتے ہیں۔ کئی گہرے تصورات انسان کے پردہ خیال پر آتے ہیں اور اسے پختہ شعور ملتا ہے۔ قرآن کریم انسان کو ان مظاہر کی طرف متوجہ کرکے انسان کے دل میں ان تصورات کو بٹھاتا ہے۔ اور ان احساسات کو اچھی طرح جانتا ہے۔\nجب چاند طلوع ہوتا ہے ، فضائے کائنات میں چلتا ہے اور پھر غائب ہوجاتا ہے۔ اگر انسان اس پر غور کرے تو وہ انسان کے کان میں اس کائنات کے کچھ نہ کچھ راز ضرور ڈال دیتا ہے اور بعض اوقات تو چاند کی روشنی میں کھڑے ہوکر غوروفکر کرنے سے انسان پر یہ اثر ہوتا ہے کہ گویا اس نے نور کا غسل کرلیا ہے۔\nاور رات کے جانے کا منظر بھی عجیب ہوتا ہے ، صبح کی نموداری کے وقت اور سورج کے طلوع سے پہلے کے ان پر سکون لمحات میں ، اگر انسان چشم بینا سے دیکھے تو اس کو نظر آتا ہے کہ ایک شعوری ارادہ اور دست قدرت کا ایک صورت حال کو ہٹا کر دوسری حالت کو بڑھا دیا ہے۔ اس منظر میں جس طرح دنیا آہستہ آہستہ منور ہوتی ہے ، قلب بینا بھی منور ہوتا چلا جاتا ہے۔ غرض صرف چشم بینا کی ضرورت ہے اور احساس و شعور کی۔\nاللہ تعالیٰ انسان قلب ونظر کا خالق ہے اور وہ جانتا ہے کہ یہ مناظر انسانی احساسات پر گہرے اثرات چھوڑتے ہیں۔ اور بعض اوقات تو یہ اثرات اس قدر گہرے ہوتے ہیں کہ انسان یہ سمجھتا کہ وہ از سر نو پیدا کردیا گیا ہے اور پہلی مرتبہ یہ دیکھ رہا ہے۔\nاور ان موثرات ، اشراقات اور تاثرات کے استقبال کے پیچھے ، شمس وقمر اور لیل ونہار اور نموداری صبح میں ایک دوسری عظیم حقیقت بھی پوشیدہ ہے جس کی طرف قرآن انسان کو متوجہ کررہا ہے۔ انسانی قلب ونظر کو آمادہ کررہا ہے کہ وہ اس حقیقت کا ادراک کرے کہ ان مظاہر میں اللہ کی قدرت تخلیق ، اللہ کی حکمت تدبیر اور اس کائنات کے زبردست نظم ونسق کے نشانات ہیں اور یہ کہ یہ کائنات اس قدر دقیق اور پیچیدہ نظم کے ساتھ چل رہی ہے کہ اسے دیکھ کر انسانی عقل حیرت زدہ ہوجاتی ہے۔\nان عظیم کائناتی حقائق کے ساتھ قسم اٹھا کر اللہ تعالیٰ غفلت میں ڈوبے ہئے لوگوں کو جگاتا ہے کہ اللہ کی عظیم قدروں کو ذرا سمجھنے کی کوشش کرو ، اور ان کے اندر جو آثار ونشانات ہیں ان سے عبرت لو۔ یہ کہ جہنم اور اس کے اوپر متعین افواج الٰہیہ اور آخرت اور اس کی ہولناکیاں دراصل ان عظیم امور میں سے ہیں جو عجیب بھی ہیں اور خوفناک بھی ہیں اور یہ واقعات نہایت ہی پر خطر ہیں۔ انہیں سنجیدگی سے لو۔",
  "ayah": 32,
  "surah": 74
}
