{
  "text": "{ لَقَدْ كَانَ فِي قَصَصِهِمْ } أي: قصص الأنبياء والرسل مع قومهم، { عِبْرَةٌ لِأُولِي الْأَلْبَابِ } أي: يعتبرون بها، أهل الخير وأهل الشر، وأن من فعل مثل فعلهم ناله ما نالهم من كرامة أو إهانة، ويعتبرون بها أيضا، ما لله من صفات الكمال والحكمة العظيمة، وأنه الله الذي لا تنبغي العبادة إلا له وحده لا شريك له. وقوله: { مَا كَانَ حَدِيثًا يُفْتَرَى } أي: ما كان هذا القرآن الذي قص الله به عليكم من أنباء الغيب ما قص من الأحاديث المفتراة المختلقة، { وَلَكِنْ } كان { تصديق الَّذِي بَيْنَ يَدَيْهِ } من الكتب السابقة، يوافقها ويشهد لها بالصحة، { وَتَفْصِيلَ كُلِّ شَيْءٍ } يحتاج إليه العباد من أصول الدين وفروعه، ومن الأدلة والبراهين. { وَهُدًى وَرَحْمَةٌ لِقَوْمٍ يُؤْمِنُونَ } فإنهم - بسبب ما يحصل لهم به من العلم بالحق وإيثاره - يحصل لهم الهدى، وبما يحصل لهم من الثواب العاجل والآجل تحصل لهم الرحمة. فصل  في ذكر شيء من العبر والفوائد التي اشتملت عليها هذه القصة العظيمة التي قال الله في أولها { نَحْنُ نَقُصُّ عَلَيْكَ أَحْسَنَ الْقَصَصِ } وقال { لَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ } وقال في آخرها { لَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِأُولِي الْأَلْبَابِ } غير ما تقدم في مطاويها من الفوائد. فمن ذلك، أن هذه القصة من أحسن القصص وأوضحها وأبينها، لما فيها من أنواع التنقلات، من حال إلى حال، ومن محنة إلى محنة، ومن محنة إلى منحة ومنَّة، ومن ذل إلى عز، ومن رقٍّ إلى ملك، ومن فرقة وشتات إلى اجتماع وائتلاف، ومن حزن إلى سرور، ومن رخاء إلى جدب، ومن جدب إلى رخاء، ومن ضيق إلى سعة، ومن إنكار إلى إقرار، فتبارك من قصها فأحسنها، ووضحها وبيَّنها. ومنها: أن فيها أصلا لتعبير الرؤيا، وأن علم التعبير من العلوم المهمة التي يعطيها الله من يشاء من عباده، وإن أغلب ما تبنى عليه المناسبة والمشابهة في الاسم والصفة، فإن رؤيا يوسف التي رأى أن الشمس والقمر، وأحد عشر كوكبا له ساجدين، وجه المناسبة فيها: أن هذه الأنوار هي زينة السماء وجمالها، وبها منافعها، فكذلك الأنبياء والعلماء، زينة للأرض وجمال، وبهم يهتدى في الظلمات كما يهتدى بهذه الأنوار، ولأن الأصل أبوه وأمه، وإخوته هم الفرع، فمن المناسب أن يكون الأصل أعظم نورا وجرما، لما هو فرع عنه. فلذلك كانت الشمس أمه، والقمر أباه، والكواكب إخوته. ومن المناسبة أن الشمس لفظ مؤنث، فلذلك كانت أمه، والقمر والكوا كب مذكرات، فكانت لأبيه وإخوته،.ومن المناسبة أن الساجد معظم محترم للمسجود له، والمسجود [له] معظم محترم، فلذلك دل ذلك على أن يوسف يكون معظما محترما عند أبويه وإخوته. ومن لازم ذلك أن يكون مجتبى مفضلا في العلم والفضائل الموجبة لذلك، ولذلك قال له أبوه: { وكذلك يجتبيك ربك ويعلمك من تأويل الأحاديث } ومن المناسبة في رؤيا الفتيين، أنه أول رؤيا، الذي رأى أنه يعصر خمرا، أن الذي يعصر في العادة، يكون خادما لغيره، والعصر يقصد لغيره، فلذلك أوَّله بما يؤول إليه، أنه يسقي ربه، وذلك متضمن لخروجه من السجن. وأوَّل الذي رأى أنه يحمل فوق رأسه خبزا تأكل الطير منه، بأن جلدة رأسه ولحمه، وما في ذلك من المخ، أنه هو الذي يحمله، وأنه سيبرز للطيور، بمحل تتمكن من الأكل من رأسه، فرأى من حاله أنه سيقتل ويصلب بعد موته فيبرز للطيور فتأكل من رأسه، وذلك لا يكون إلا بالصلب بعد القتل. وأوَّل رؤيا الملك للبقرات والسنبلات، بالسنين المخصبة، والسنين المجدبة، ووجه المناسبة أن الملك، به ترتبط أحوال الرعية ومصالحها، وبصلاحه تصلح، وبفساده تفسد، وكذلك السنون بها صلاح أحوال الرعية، واستقامة أمر المعاش أو عدمه. وأما البقر فإنها تحرث الأرض عليها، ويستقى عليها الماء، وإذا أخصبت السنة سمنت، وإذا أجدبت صارت عجافا، وكذلك السنابل في الخصب، تكثر وتخضر، وفي الجدب تقل وتيبس وهي أفضل غلال الأرض. ومنها: ما فيها من الأدلة على صحة نبوة محمد صلى الله عليه وسلم، حيث قصَّ على قومه هذه القصة الطويلة، وهو لم يقرأ كتب الأولين ولا دارس أحدا. يراه قومه بين أظهرهم صباحا ومساء، وهو أمِّيٌّ لا يخط ولا يقرأ، وهي موافقة، لما في الكتب السابقة، وما كان لديهم إذ أجمعوا أمرهم وهم يمكرون. ومنها: أنه ينبغي البعد عن أسباب الشر، وكتمان ما تخشى مضرته، لقول يعقوب ليوسف { يا بني لَا تَقْصُصْ رُؤْيَاكَ عَلَى إِخْوَتِكَ فَيَكِيدُوا لَكَ كَيْدًا } ومنها: أنه يجوز ذكر الإنسان بما يكره على وجه النصيحة لغيره لقوله: { فَيَكِيدُوا لَكَ كَيْدًا }  ومنها: أن نعمة الله على العبد، نعمة على من يتعلق به من أهل بيته وأقاربه وأصحابه، وأنه ربما شملتهم، وحصل لهم ما حصل له بسببه، كما قال يعقوب في تفسيره لرؤيا يوسف { وَكَذَلِكَ يَجْتَبِيكَ رَبُّكَ وَيُعَلِّمُكَ مِنْ تَأْوِيلِ الْأَحَادِيثِ وَيُتِمُّ نِعْمَتَهُ عَلَيْكَ وَعَلَى آلِ يَعْقُوبَ } ولما تمت النعمة على يوسف، حصل لآل يعقوب من العز والتمكين في الأرض والسرور والغبطة ما حصل بسبب يوسف. ومنها: أن العدل مطلوب في كل الأمور، لا في معاملة السلطان رعيته ولا فيما دونه، حتى في معاملة الوالد لأولاده، في المحبة والإيثار وغيره، وأن في الإخلال بذلك يختل عليه الأمر، وتفسد الأحوال، ولهذا، لما قدم يعقوب يوسف في المحبة وآثره على إخوته، جرى منهم ما جرى على أنفسهم، وعلى أبيهم وأخيهم. ومنها: الحذر من شؤم الذنوب، وأن الذنب الواحد يستتبع ذنوبا متعددة، ولا يتم لفاعله إلا بعدة جرائم، فإخوة يوسف لما أرادوا التفريق بينه وبين أبيه، احتالوا لذلك بأنواع من الحيل، وكذبوا عدة مرات، وزوروا على أبيهم في القميص والدم الذي فيه، وفي إتيانهم عشاء يبكون، ولا تستبعد أنه قد كثر البحث فيها في تلك المدة، بل لعل ذلك اتصل إلى أن اجتمعوا بيوسف، وكلما صار البحث، حصل من الإخبار بالكذب، والافتراء، ما حصل، وهذا شؤم الذنب، وآثاره التابعة والسابقة واللاحقة. ومنها: أن العبرة في حال العبد بكمال النهاية، لا بنقص البداية، فإن أولاد يعقوب عليه السلام جرى منهم ما جرى في أول الأمر، مما هو أكبر أسباب النقص واللوم، ثم انتهى أمرهم إلى التوبة النصوح، والسماح التام من يوسف ومن أبيهم، والدعاء لهم بالمغفرة والرحمة، وإذا سمح العبد عن حقه، فالله خير الراحمين. ولهذا - في أصح الأقوال - أنهم كانوا أنبياء لقوله تعالى: { وَأَوْحَيْنَا إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ } وهم أولاد يعقوب الاثنا عشر وذريتهم، ومما يدل على ذلك أن في رؤيا يوسف، أنه رآهم كواكب نيرة، والكواكب فيها النور والهداية الذي من صفات الأنبياء، فإن لم يكونوا أنبياء فإنهم علماء هداة. ومنها: ما منَّ الله به على يوسف عليه الصلاة والسلام من العلم والحلم، ومكارم الأخلاق، والدعوة إلى الله وإلى دينه، وعفوه عن إخوته الخاطئين عفوا بادرهم به، وتمم ذلك بأن لا يثرب عليهم ولا يعيرهم به. ثم برُّه العظيم بأبويه، وإحسانه لإخوته، بل لعموم الخلق. ومنها: أن بعض الشر أهون من بعض، وارتكاب أخف الضررين أولى من ارتكاب أعظمهما، فإن إخوة يوسف، لما اتفقوا على قتل يوسف أو إلقائه أرضا، وقال قائل منهم: { لَا تَقْتُلُوا يُوسُفَ وَأَلْقُوهُ فِي غَيَابَةِ الْجُبِّ } كان قوله أحسن منهم وأخف، وبسببه خف عن إخوته الإثم الكبير. ومنها: أن الشيء إذا تداولته الأيدي وصار من جملة الأموال، ولم يعلم أنه كان على غير وجه الشرع، أنه لا إثم على من باشره ببيع أو شراء، أو خدمة أو انتفاع، أو استعمال، فإن يوسف عليه السلام باعه إخوته بيعا حراما لا يجوز، ثم ذهبت به السيارة إلى مصر فباعوه بها، وبقي عند سيده غلاما رقيقا، وسماه الله شراء ، وكان عندهم بمنزلة الغلام الرقيق المكرم. ومنها: الحذر من الخلوة بالنساء التي يخشى منهن الفتنة، والحذر أيضا من المحبة التي يخشى ضررها، فإن امرأة العزيز جرى منها ما جرى، بسبب توحّدها بيوسف، وحبها الشديد له، الذي ما تركها حتى راودته تلك المراودة، ثم كذبت عليه، فسجن بسببها مدة طويلة. ومنها: أن الهمَّ الذي همَّ به يوسف بالمرأة ثم تركه لله، مما يقربه إلى الله زلفى، لأن الهمّ داع من دواعي النفس الأمارة بالسوء، وهو طبيعة لأغلب الخلق، فلما قابل بينه وبين محبة الله وخشيته، غلبت محبة الله وخشيته داعي النفس والهوى. فكان ممن { خاف مقام ربه ونهى النفس عن الهوى } ومن السبعة الذين يظلهم الله في ظل عرشه يوم لا ظل إلا ظله، أحدهم: \\\"رجل دعته امرأة ذات منصب وجمال، فقال: إني أخاف الله\\\" وإنما الهم الذي يلام عليه العبد، الهم الذي يساكنه، ويصير عزما، ربما اقترن به الفعل. ومنها: أن من دخل الإيمان قلبه، وكان مخلصا لله في جميع أموره فإن الله يدفع عنه ببرهان إيمانه، وصدق إخلاصه من أنواع السوء والفحشاء وأسباب المعاصي ما هو جزاء لإيمانه وإخلاصه لقوله. { وَهَمَّ بِهَا لَوْلَا أَنْ رَأَى بُرْهَانَ رَبِّهِ كَذَلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ } على قراءة من قرأها بكسر اللام، ومن قرأها بالفتح، فإنه من إخلاص الله إياه، وهو متضمن لإخلاصه هو بنفسه، فلما أخلص عمله لله أخلصه الله، وخلصه من السوء والفحشاء. ومنها: أنه ينبغي للعبد إذا رأى محلا فيه فتنة وأسباب معصية، أن يفر منه ويهرب غاية ما يمكنه، ليتمكن من التخلص من المعصية، لأن يوسف عليه السلام -لما راودته التي هو في بيتها- فر هاربا، يطلب الباب ليتخلص من شرها، ومنها: أن القرائن يعمل بها عند الاشتباه، فلو تخاصم رجل وامرأته في شيء من أواني الدار، فما يصلح للرجل فإنه للرجل، وما يصلح للمرأة فهو لها، إذا لم يكن بينة، وكذا لو تنازع نجار وحداد في آلة حرفتهما من غير بينة، والعمل بالقافة في الأشباه والأثر، من هذا الباب، فإن شاهد يوسف شهد بالقرينة، وحكم بها في قد القميص، واستدل بقدِّه من دبره على صدق يوسف وكذبها. ومما يدل على هذه القاعدة، أنه استدل بوجود الصُّواع في رحل أخيه على الحكم عليه بالسرقة، من غير بينة شهادة ولا إقرار، فعلى هذا إذا وجد المسروق في يد السارق، خصوصا إذا كان معروفا بالسرقة، فإنه يحكم عليه بالسرقة، وهذا أبلغ من الشهادة، وكذلك وجود الرجل يتقيأ الخمر، أو وجود المرأة التي لا زوج لها ولا سيد، حاملا فإنه يقام بذلك الحد، ما لم يقم مانع منه، ولهذا سمى الله هذا الحاكم شاهدا فقال: { وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا }  ومنها: ما عليه يوسف من الجمال الظاهر والباطن،.فإن جماله الظاهر، أوجب للمرأة التي هو في بيتها ما أوجب، وللنساء اللاتي جمعتهن حين لمنها على ذلك أن قطعن أيديهن وقلن { مَا هَذَا بَشَرًا إِنْ هَذَا إِلَّا مَلَكٌ كَرِيمٌ } وأما جماله الباطن، فهو العفة العظيمة عن المعصية، مع وجود الدواعي الكثيرة لوقوعها، وشهادة امرأة العزيز والنسوة بعد ذلك ببراءته، ولهذا قالت امرأة العزيز: { وَلَقَدْ رَاوَدْتُهُ عَنْ نَفْسِهِ فَاسْتَعْصَمَ } وقالت بعد ذلك: { الْآنَ حَصْحَصَ الْحَقُّ أَنَا رَاوَدْتُهُ عَنْ نَفْسِهِ وَإِنَّهُ لَمِنَ الصَّادِقِينَ } وقالت النسوة: { حَاشَ لِلَّهِ مَا عَلِمْنَا عَلَيْهِ مِنْ سُوءٍ }  ومنها: أن يوسف عليه السلام اختار السجن على المعصية، فهكذا ينبغي للعبد إذا ابتلي بين أمرين - إما فعل معصية، وإما عقوبة دنيوية - أن يختار العقوبة الدنيوية على مواقعة الذنب الموجب للعقوبة الشديدة في الدنيا والآخرة، ولهذا من علامات الإيمان، أن يكره العبد أن يعود في الكفر، بعد أن أنقذه الله منه، كما يكره أن يلقى في النار. ومنها: أنه ينبغي للعبد أن يلتجئ إلى الله، ويحتمي بحماه عند وجود أسباب المعصية، ويتبرأ من حوله وقوته، لقول يوسف عليه السلام: { وَإِلَّا تَصْرِفْ عَنِّي كَيْدَهُنَّ أَصْبُ إِلَيْهِنَّ وَأَكُنْ مِنَ الْجَاهِلِينَ }  ومنها: أن العلم والعقل يدعوان صاحبهما إلى الخير، وينهيانه عن الشر، وأن الجهل يدعو صاحبه إلى موافقة هوى النفس، وإن كان معصية ضارا لصاحبه. ومنها: أنه كما على العبد عبودية لله في الرخاء، فعليه عبودية له في الشدة، فــ \\\"يوسف\\\" عليه السلام لم يزل يدعو إلى الله، فلما دخل السجن، استمر على ذلك، ودعا الفتيين إلى التوحيد، ونهاهما عن الشرك، ومن فطنته عليه السلام أنه لما رأى فيهما قابلية لدعوته، حيث ظنا فيه الظن الحسن وقالا له: { إِنَّا نَرَاكَ مِنَ الْمُحْسِنِينَ } وأتياه لأن يعبر لهما رؤياهما، فرآهما متشوفين لتعبيرها عنده - رأى ذلك فرصة فانتهزها، فدعاهما إلى الله تعالى قبل أن يعبر رؤياهما ليكون أنجح لمقصوده، وأقرب لحصول مطلوبه، وبين لهما أولا، أن الذي أوصله إلى الحال التي رأياه فيها من الكمال والعلم، إيمانه وتوحيده، وتركه ملة من لا يؤمن بالله واليوم الآخر، وهذا دعاء لهما بالحال، ثم دعاهما بالمقال، وبين فساد الشرك وبرهن عليه، وحقيقة التوحيد وبرهن عليه. ومنها: أنه يبدأ بالأهم فالأهم، وأنه إذا سئل المفتي، وكان السائل حاجته في غير سؤاله أشد أنه ينبغي له أن يعلمه ما يحتاج إليه قبل أن يجيب سؤاله، فإن هذا علامة على نصح المعلم وفطنته، وحسن إرشاده وتعليمه، فإن يوسف - لما سأله الفتيان عن الرؤيا - قدم لهما قبل تعبيرها دعوتهما إلى الله وحده لا شريك له. ومنها: أن من وقع في مكروه وشدة، لا بأس أن يستعين بمن له قدرة على تخليصه، أو الإخبار بحاله، وأن هذا لا يكون شكوى للمخلوق، فإن هذا من الأمور العادية التي جرى العرف باستعانة الناس بعضهم ببعض، ولهذا قال يوسف للذي ظن أنه ناج من الفتيين: { اذْكُرْنِي عِنْدَ رَبِّكَ }  ومنها: أنه ينبغي ويتأكد على المعلم استعمال الإخلاص التام في تعليمه وأن لا يجعل تعليمه وسيلة لمعاوضة أحد في مال أو جاه أو نفع، وأن لا يمتنع من التعليم، أو لا ينصح فيه، إذا لم يفعل السائل ما كلفه به المعلم، فإن يوسف عليه السلام قد قال، ووصى أحد الفتيين أن يذكره عند ربه، فلم يذكره ونسي، فلما بدت حاجتهم إلى سؤال يوسف أرسلوا ذلك الفتى، وجاءه سائلا مستفتيا عن تلك الرؤيا، فلم يعنفه يوسف، ولا وبخه، لتركه ذكره بل أجابه عن سؤاله جوابا تاما من كل وجه. ومنها: أنه ينبغي للمسئول أن يدل السائل على أمر ينفعه مما يتعلق بسؤاله، ويرشده إلى الطريق التي ينتفع بها في دينه ودنياه، فإن هذا من كمال نصحه وفطنته، وحسن إرشاده، فإن يوسف عليه السلام لم يقتصر على تعبير رؤيا الملك، بل دلهم - مع ذلك - على ما يصنعون في تلك السنين المخصبات من كثرة الزرع، وكثرة جبايته. ومنها: أنه لا يلام الإنسان على السعي في دفع التهمة عن نفسه، وطلب البراءة لها، بل يحمد على ذلك، كما امتنع يوسف عن الخروج من السجن حتى تتبين لهم براءته بحال النسوة اللاتي قطعن أيديهن، ومنها: فضيلة العلم، علم الأحكام والشرع، وعلم تعبير الرؤيا، وعلم التدبير والتربية؛ وأنه أفضل من الصورة الظاهرة، ولو بلغت في الحسن جمال يوسف، فإن يوسف - بسبب جماله - حصلت له تلك المحنة والسجن، وبسبب علمه حصل له العز والرفعة والتمكين في الأرض، فإن كل خير في الدنيا والآخرة من آثار العلم وموجباته. ومنها: أن علم التعبير من العلوم الشرعية، وأنه يثاب الإنسان على تعلمه وتعليمه، وأن تعبير المرائي داخل في الفتوى، لقوله للفتيين: { قُضِيَ الْأَمْرُ الَّذِي فِيهِ تَسْتَفْتِيَانِ } وقال الملك: { أَفْتُونِي فِي رُؤْيَايَ } وقال الفتى ليوسف: { أَفْتِنَا فِي سَبْعِ بَقَرَاتٍ } الآيات،.فلا يجوز الإقدام على تعبير الرؤيا من غير علم. ومنها: أنه لا بأس أن يخبر الإنسان عما في نفسه من صفات الكمال من علم أو عمل، إذا كان في ذلك مصلحة، ولم يقصد به العبد الرياء، وسلم من الكذب، لقول يوسف: { اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ } وكذلك لا تذم الولاية، إذا كان المتولي فيها يقوم بما يقدر عليه من حقوق الله وحقوق عباده، وأنه لا بأس بطلبها، إذا كان أعظم كفاءة من غيره، وإنما الذي يذم، إذا لم يكن فيه كفاية، أو كان موجودا غيره مثله، أو أعلى منه، أو لم يرد بها إقامة أمر الله، فبهذه الأمور، ينهى عن طلبها، والتعرض لها. ومنها: أن الله واسع الجود والكرم، يجود على عبده بخير الدنيا والآخرة، وأن خير الآخرة له سببان: الإيمان والتقوى، وأنه خير من ثواب الدنيا وملكها، وأن العبد ينبغي له أن يدعو نفسه، ويشوقها لثواب الله، ولا يدعها تحزن إذا رأت أهل الدنيا ولذاتها، وهي غير قادرة عليها، بل يسليها بثواب الله الأخروي، وفضله العظيم لقوله تعالى: { وَلَأَجْرُ الْآخِرَةِ خَيْرٌ لِلَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ }  ومنها: أن جباية الأرزاق - إذا أريد بها التوسعة على الناس من غير ضرر يلحقهم - لا بأس بها، لأن يوسف أمرهم بجباية الأرزاق والأطعمة في السنين المخصبات، للاستعداد للسنين المجدبة، وأن هذا غير مناقض للتوكل على الله، بل يتوكل العبد على الله، ويعمل بالأسباب التي تنفعه في دينه ودنياه. ومنها: حسن تدبير يوسف لما تولى خزائن الأرض، حتى كثرت عندهم الغلات جدا حتى صار أهل الأقطار يقصدون مصر لطلب الميرة منها، لعلمهم بوفورها فيها، وحتى إنه كان لا يكيل لأحد إلا مقدار الحاجة الخاصة أو أقل، لا يزيد كل قادم على كيل بعير وحمله. ومنها: مشروعية الضيافة، وأنها من سنن المرسلين، وإكرام الضيف لقول يوسف لإخوته { أَلَا تَرَوْنَ أَنِّي أُوفِي الْكَيْلَ وَأَنَا خَيْرُ الْمُنْزِلِينَ }  ومنها: أن سوء الظن مع وجود القرائن الدالة عليه غير ممنوع ولا محرم، فإن يعقوب قال لأولاده بعد ما امتنع من إرسال يوسف معهم حتى عالجوه أشد المعالجة، ثم قال لهم بعد ما أتوه، وزعموا أن الذئب أكله { بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا } وقال لهم في الأخ الآخر: { هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى أَخِيهِ مِنْ قَبْلُ } ثم لما احتبسه يوسف عنده، وجاء إخوته لأبيهم قال لهم: { بَلْ سَوَّلَتْ لَكُمْ أَنْفُسُكُمْ أَمْرًا } فهم في الأخيرة - وإن لم يكونوا مفرطين - فقد جرى منهم ما أوجب لأبيهم أن قال ما قال، من غير إثم عليه ولا حرج. ومنها: أن استعمال الأسباب الدافعة للعين أوغيرها من المكاره، أو الرافعة لها بعد نزولها، غير ممنوع، بل جائز، وإن كان لا يقع شيء إلا بقضاء وقدر، فإن الأسباب أيضا من القضاء والقدر، لأمر يعقوب حيث قال لبنيه: { يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ }  ومنها: جواز استعمال المكايد التي يتوصل بها إلى الحقوق، وأن العلم بالطرق الخفية الموصلة إلى مقاصدها مما يحمد عليه العبد، وإنما الممنوع، التحيل على إسقاط واجب، أو فعل محرم. ومنها: أنه ينبغي لمن أراد أن يوهم غيره، بأمر لا يحب أن يطلع عليه، أن يستعمل المعاريض القولية والفعلية المانعة له من الكذب، كما فعل يوسف حيث ألقى الصُّواع في رحل أخيه، ثم استخرجها منه، موهما أنه سارق، وليس فيه إلا القرينة الموهمة لإخوته، وقال بعد ذلك: { مَعَاذَ اللَّهِ أَنْ نَأْخُذَ إِلَّا مَنْ وَجَدْنَا مَتَاعَنَا عِنْدَهُ } ولم يقل \\\"من سرق متاعنا\\\" وكذلك لم يقل \\\"إنا وجدنا متاعنا عنده\\\" بل أتى بكلام عام يصلح له ولغيره، وليس في ذلك محذور، وإنما فيه إيهام أنه سارق ليحصل المقصود الحاضر، وأنه يبقى عند أخيه وقد زال عن الأخ هذا الإيهام بعد ما تبينت الحال. ومنها: أنه لا يجوز للإنسان أن يشهد إلا بما علمه، وتحققه إما بمشاهدة أو خبر من يثق به، وتطمئن إليه النفس لقولهم: { وَمَا شَهِدْنَا إِلَّا بِمَا عَلِمْنَا }  ومنها: هذه المحنة العظيمة التي امتحن الله بها نبيه وصفيه يعقوب عليه السلام، حيث قضى بالتفريق بينه وبين ابنه يوسف، الذي لا يقدر على فراقه ساعة واحدة، ويحزنه ذلك أشد الحزن، فحصل التفريق بينه وبينه مدة طويلة، لا تقصر عن خمس عشرة سنة، ويعقوب لم يفارق الحزن قلبه في هذه المدة { وَابْيَضَّتْ عَيْنَاهُ مِنَ الْحُزْنِ فَهُوَ كَظِيمٌ } ثم ازداد به الأمر شدة، حين صار الفراق بينه وبين ابنه الثاني شقيق يوسف، هذا وهو صابر لأمر الله، محتسب الأجر من الله، قد وعد من نفسه الصبر الجميل، ولا شك أنه وفى بما وعد به، ولا ينافي ذلك، قوله: { إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ } فإن الشكوى إلى الله لا تنافي الصبر، وإنما الذي ينافيه، الشكوى إلى المخلوقين. ومنها: أن الفرج مع الكرب؛ وأن مع العسر يسرا، فإنه لما طال الحزن على يعقوب واشتد به إلى أنهى ما يكون، ثم حصل الاضطرار لآل يعقوب ومسهم الضر، أذن الله حينئذ بالفرج، فحصل التلاقي في أشد الأوقات إليه حاجة واضطرارا، فتم بذلك الأجر وحصل السرور، وعلم من ذلك أن الله يبتلي أولياءه بالشدة والرخاء، والعسر واليسر ليمتحن صبرهم وشكرهم، ويزداد - بذلك - إيمانهم ويقينهم وعرفانهم. ومنها: جواز إخبار الإنسان بما يجد، وما هو فيه من مرض أو فقر ونحوهما، على غير وجه التسخط، لأن إخوة يوسف قالوا: { يَا أَيُّهَا الْعَزِيزُ مَسَّنَا وَأَهْلَنَا الضُّرُّ } ولم ينكر عليهم يوسف. ومنها: فضيلة التقوى والصبر، وأن كل خير في الدنيا والآخرة فمن آثار التقوى والصبر، وأن عاقبة أهلهما، أحسن العواقب، لقوله: { قَدْ مَنَّ اللَّهُ عَلَيْنَا إِنَّهُ مَنْ يَتَّقِ وَيَصْبِرْ فَإِنَّ اللَّهَ لَا يُضِيعُ أَجْرَ الْمُحْسِنِينَ }  ومنها: أنه ينبغي لمن أنعم الله عليه بنعمة بعد شدة وفقر وسوء حال، أن يعترف بنعمة الله عليه، وأن لا يزال ذاكرا حاله الأولى، ليحدث لذلك شكرا كلما ذكرها، لقول يوسف عليه السلام: { وَقَدْ أَحْسَنَ بِي إِذْ أَخْرَجَنِي مِنَ السِّجْنِ وَجَاءَ بِكُمْ مِنَ الْبَدْوِ }  ومنها: لطف الله العظيم بيوسف، حيث نقله في تلك الأحوال، وأوصل إليه الشدائد والمحن، ليوصله بها إلى أعلى الغايات ورفيع الدرجات. ومنها: أنه ينبغي للعبد أن يتملق إلى الله دائما في تثبيت إيمانه، ويعمل الأسباب الموجبة لذلك، ويسأل الله حسن الخاتمة، وتمام النعمة لقول يوسف عليه الصلاة والسلام: { رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِنْ تَأْوِيلِ الْأَحَادِيثِ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنْتَ وَلِيِّ فِي الدُّنْيَا وَالْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ }  فهذا ما يسر الله من الفوائد والعبر في هذه القصة المباركة، ولا بد أن يظهر للمتدبر المتفكر غير ذلك. فنسأله تعالى علما نافعا وعملا متقبلا، إنه جواد كريم. تم تفسير سورة يوسف وأبيه وإخوته عليهم الصلاة والسلام، والحمد لله رب العالمين.",
  "ayah": 111,
  "surah": 12
}
