{
  "text": "২৫-২৮ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় রাসূল (সঃ)-কে সম্বোধন করে বলেনঃ হে নবী (সঃ)! তুমি জনগণকে বলে দাওঃ কিয়ামত কখন হবে এ জ্ঞান আমার নেই। এমন কি ওর সময় নিকটবর্তী কি দূরবর্তী এটাও আমার জানা নেই। অধিকাংশ মূখ ও অজ্ঞ লোকের মধ্যে যে এটা প্রসিদ্ধ হয়ে রয়েছে যে, রাসূলুল্লাহ (সঃ) যমীনের ভিতরের জিনিসেরও খবর রাখেন, এটা যে সম্পূর্ণ ভুল কথা তার প্রকৃষ্ট প্রমাণ হলো এই আয়াতে কারীমাটি। এই রিওয়াইয়াতের কোন মূল ভিত্তিই নেই। এটা সম্পূর্ণ মিথ্যা ও ভিত্তিহীন কথা। আমরা এটা কোন কিতাবে পাইনি। হ্যাঁ, এর বিপরীতটা পরিষ্কারভাবে সাব্যস্ত আছে। রাসূলুল্লাহ (সঃ)-কে কিয়ামত সংঘটিত হওয়ার সময় সম্পর্কে যখন জিজ্ঞেস করা হতো তখন তিনি তার না জানার কথা প্রকাশ করতেন। হযরত জিবরাঈল (আঃ) গ্রাম্য লোকের রূপ ধরে তার নিকট এসে তাঁকে কিয়ামত সংঘটিত হওয়ার সময় সম্পর্কে প্রশ্ন করেছিলেন। তিনি তাঁকে পরিষ্কারভাবে উত্তর দিয়েছিলেন যে, এর জ্ঞান যেমন জিজ্ঞেসকারীর নেই তেমনই জিজ্ঞাসিত ব্যক্তিরও নেই।অন্য একটি হাদীসে রয়েছে যে, একজন গ্রাম্য লোক উচ্চস্বরে রাসূলুল্লাহ (সঃ)-কে প্রশ্ন করেঃ “হে আল্লাহর রাসূল (সঃ)! কিয়ামত কখন হবে?\" উত্তরে তিনি বলেনঃ “কিয়ামত তো অবশ্যই হবে, এখন তুমি এর জন্যে কি প্রস্তুতি গ্রহণ করেছে তা বল দেখি?” লোকটি বললোঃ “আমার কাছে রোযা নামাযের আধিক্য নেই, তবে এটা সত্য যে, আমি আল্লাহ ও তাঁর রাসূল (সঃ)-কে ভালবাসী।” রাসূলুল্লাহ (সঃ) তখন তাকে বললেনঃ “তুমি যাকে ভালবাস তার সাথেই তুমি থাকবে।\" হযরত আনাস (রাঃ) বলেন যে, মুসলমানরা এ হাদীস শুনে যতো বেশী খুশী হয়েছিল অন্য হাদীস শুনে ততো বেশী খুশী হয়নি। এ হাদীস দ্বারাও জানা গেল যে, কিয়ামত সংঘটিত হওয়ার সময় রাসূলুল্লাহ (সঃ)-এর জানা ছিল না।মুসনাদে ইবনে আবী হাতিমে হযরত আবূ সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “এতে বিস্ময়ের কিছুই নেই যে, এই উম্মতকে আল্লাহ অর্ধদিন পর্যন্ত অবকাশ দিবেন।\" অন্য একটি রিওয়াইয়াতে এটুকু বেশী রয়েছে যে, হযরত সা'দ (রাঃ)-কে প্রশ্ন করা হয়ঃ “অর্ধদিন দ্বারা উদ্দেশ্য কি?” উত্তরে তিনি বলেনঃ “এর দ্বারা উদ্দেশ্য হলো পাঁচশ বছর।এরপর আল্লাহ পাক বলেনঃ আল্লাহ অদৃশ্যের পরিজ্ঞাতা, তিনি তাঁর অদৃশ্যের জ্ঞান কারো নিকট প্রকাশ করেন না, তাঁর মনোনীত রাসূল ব্যতীত। যেমন আল্লাহ তা’আলার উক্তিঃ (আরবি)অর্থাৎ “যা তিনি ইচ্ছা করেন তদ্ব্যতীত তাঁর জ্ঞানের কিছুই তারা আয়ত্ত্ব করতে পারে না।”(২:২৫৫) মানুষের মধ্য থেকেই হোক বা দানবের মধ্য থেকেই হোক, যাকে আল্লাহ যেটুকু চান অবহিত করে থাকেন। আবার এর আরো বিশেষত্ব এই যে, তার হিফাজত এবং সাথে সাথে এই ইলমের প্রসারের জন্যে যা আল্লাহ তাকে দিয়েছেন, তার আশেপাশে সদা রক্ষক ফেরেশতা নিয়োজিত থাকেন।(আরবি) বা (আরবি) সর্বনামটি কারো কারো মতে নবী (সঃ)-এর দিকে ফিরেছে। অর্থাৎ হযরত জিবরাঈল (আঃ)-এর সামনে ও পিছনে চারজন ফেরেশতা থাকতেন, যাতে রাসূলুল্লাহ (সঃ)-এর মনে দৃঢ় বিশ্বাস জন্মে যে, তারা তাদের প্রতিপালকের পয়গাম সঠিকভাবে তার নিকট পৌঁছিয়ে দিয়েছেন। আবার কারো কারো মতে, এর (আরবি) টি আহলে শিরকের দিকে প্রত্যাবর্তিত হয়েছে। অর্থাৎ পালাক্রমে আগমনকারী ফেরেশতারা আল্লাহর নবী (সঃ)-কে শয়তান হতে ও তাঁর অনিষ্ঠ হতে রক্ষা করেন, যাতে আহলে শিরক জানতে পারে যে, রাসূলগণ আল্লাহর রিসালাত আদায় করেছেন। অর্থাৎ রাসূলদেরকে অবিশ্বাসকারীরাও যেন তাদের রিসালাতকে জেনে নেয়। কিন্তু এতে চিন্তা-ভাবনার অবকাশ রয়েছে। ইয়াকূব (রঃ)-এর কিরআত পেশের সাথে রয়েছে। অর্থাৎ জনগণ যেন জেনে নেয় যে, রাসূলগণ তাবলীগ করেছেন। আর সম্ভবতঃ ভাবার্থ এও হবে যে, যেন আল্লাহ জেনে নেন। অর্থাৎ তিনি তাঁর ফেরেশতাদেরকে পাঠিয়ে তাঁর রাসূলদের হিফাযত করে থাকেন, যেন তারা রিসালাত আদায় করতে পারেন ও ওহীর হিফাজত করতে পারেন। আর যেন আল্লাহ তা'আলা জেনে নেন যে, তাঁরা রিসালাত আদায় করেছেন। যেমন তিনি বলেনঃ (আরবি)অর্থাৎ “তুমি এ যাবৎ যে কিবলা অনুসরণ করছিলে ওকে আমি এই উদ্দেশ্যে প্রতিষ্ঠিত করেছিলাম যাতে জানতে পারি কে রাসূল (সঃ)-এর অনুসরণ করে এবং কে ফিরে যায়?\" (২:১৪৩) অন্য এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “আল্লাহ অবশ্যই জেনে নিবেন ঈমানদারদেরকে এবং মুনাফিকদেরকে।”(২৯:১১) এই ধরনের আরো আয়াতসমূহ রয়েছে। ভাবার্থ এই যে, আল্লাহ তো প্রথম হতেই জানেন, কিন্তু তা তিনি প্রকাশ করেও জেনে নেন। এই জন্যেই এখানে এর পরেই বলেন যে, তিনি সবকিছুরই বিস্তারিত হিসাব রাখেন।",
  "ayah": 28,
  "surah": 72
}
