{
  "text": "১-৭ নং আয়াতের তাফসীর\nআল্লাহ তাবারাকা ওয়া তা'আলা স্বীয় রাসূল হযরত মুহাম্মাদ (সঃ)-কে বলেনঃ হে নবী (সঃ)! তুমি তোমার কওমকে ঐ ঘটনাটি অবহিত কর যে, জ্বিনেরা কুরআন কারীম শুনেছে, সত্য জেনেছে, ওর উপর ঈমান এনেছে এবং ওর অনুগত হয়েছে। সুতরাং হে নবী (সঃ)! তুমি তাদেরকে বলঃ আমার প্রতি প্রত্যাদেশ করা হয়েছে যে, জ্বিনদের একটি দল কুরআন কারীম শুনে নিজেদের কওমের মধ্যে গিয়ে বলেঃ আজ আমরা এক অতি চমৎকার ও বিস্ময়কর কিতাবের বাণী শুনেছি যা সত্য ও মুক্তির পথ প্রদর্শন করে। আমরা তা মেনে নিয়েছি। এখন এটা অসম্ভব যে, আমরা আল্লাহর সাথে অন্য কারো ইবাদত করবো। এই বিষয়টিই নিম্নের আয়াতের মতঃ (আরবি)অর্থাৎ “যখন আমি জ্বিনদের একটি দলকে তোমার নিকট প্রেরণ করেছিলাম, যেন তারা কুরআন শ্রবণ করে।” (৪৬:২৯) এর তাফসীর হাদীস সমূহের মাধ্যমে আমরা সেখানে বর্ণনা করেছি। সুতরাং এখানে পুনরাবৃত্তি নিষ্প্রয়োজন।জ্বিনেরা নিজেদের সম্প্রদায়কে বলেঃ আমাদের প্রতিপালকের কার্য, ক্ষমতা ও নির্দেশ উচ্চ মানের ও বড়ই মর্যাদা সম্পন্ন। তাঁর নিয়ামতরাজি, শক্তি এবং সৃষ্টজীবের প্রতি করুণা অপরিসীম। তাঁর শ্রেষ্ঠত্ব ও মর্যাদা উচ্চাঙ্গের। তাঁর মহত্ত্ব ও সম্মান অতি উন্নত। তাঁর যিকর উচ্চ মর্যাদা সম্পন্ন। তাঁর মাহাত্ম্য খুবই উন্নত মানের।মুসনাদে ইবনে আবী হাতিমে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, তিনি বলেনঃ (আরবি) বলা হয় পিতাকেও। যদি জ্বিনেরা জানতো যে, মানুষের মধ্যেও (আরবি) রয়েছে তবে তারা আল্লাহর সম্পর্কে এই শব্দ ব্যবহার করতো না।  (এ উক্তিটি সনদের দিক দিয়ে সবল হলেও এর অর্থ বোধগম্য হচ্ছে না। সম্ভবতঃ এতে কোন একটা কিছু ছুটে গেছে। এসব ব্যাপারে আল্লাহ তা’আলাই সবচেয়ে ভাল জানেন)ঐ জ্বিনেরা তাদের কওমকে আরো বলেঃ আল্লাহ গ্রহণ করেননি কোন পত্নী এবং না কোন সন্তান। এর থেকে তিনি সম্পূর্ণরূপে পবিত্র। তারা আরো বলেঃ আমাদের নির্বোধরা অর্থাৎ শয়তানরা আল্লাহর উপর মিথ্যা আরোপ করে ও অপবাদ দেয়। আর এর দ্বারা উদ্দেশ্য সাধারণও হতে পারে। অর্থাৎ প্রত্যেক ব্যক্তিই যে আল্লাহর জন্যে স্ত্রী ও সন্তান সাব্যস্ত করে সে নির্বোধ এবং চরম মিথ্যাবাদী। সে বাতিল আকীদা রাখে এবং অন্যায় ও অবিচারমূলক কথা মুখ থেকে বের করে।ঐ জ্বিনেরা আরো বলতে থাকে আমাদের ধারণা ছিল যে, দানব ও মানব কখনো আল্লাহর উপর মিথ্যা আরোপ করতে পারে না। কিন্তু কুরআন পাঠ করে আমরা জানতে পারলাম যে, এ দু'টি জাতি আল্লাহর উপর মিথ্যা আরোপ করে থাকে। প্রকৃতপক্ষে আল্লাহ্‌ সত্তা এসব থেকে সম্পূর্ণরূপে পবিত্র। এরপর বলা হচ্ছেঃ জ্বিনদের খুব বেশী বিভ্রান্ত হওয়ার কারণ এই যে, তারা দেখতো যে, যখনই মানুষ কোন জঙ্গলে বা মরু প্রান্তরে যেতো তখনই সে বলতোঃ আমি এই জঙ্গলের সবচেয়ে বড় জ্বিনের আশ্রয় গ্রহণ করছি। এ কথা বলার পর সে মনে করতো যে, সে সমস্ত জ্বিনের অনিষ্ট হতে রক্ষা পেয়ে যাবে। যেমন তারা যখন কোন শহরে যেতো তখন ঐ শহরের বড় নেতার শরণাপন্ন হতো। ফলে ঐ শহরের অন্যান্য লোকও তাদেরকে কোন কষ্ট দিতো না, যদিও তারা তার শত্রু হতো। যখন জ্বিনেরা দেখলো যে, মানুষও তাদের আশ্রয়ে এসে থাকে তখন তাদের ঔদ্ধত্য ও আত্মম্ভরিতা আরো বৃদ্ধি পেলো এবং তারা আরো বেশী বেশী মানুষের ক্ষতি সাধনে তৎপর হয়ে উঠলো। আর ভাবার্থ এও হতে পারে যে, জ্বিনেরা মানুষের এ অবস্থা দেখে তাদেরকে আরো ভয় দেখাতে শুরু করলো ও তাদেরকে নানাভাবে কষ্ট দিতে লাগলো। প্রকৃতপক্ষে দানবরা মানবদেরকে ভয় করতো, যেমন মানব দানবদেরকে ভয় করতো এবং তার চেয়েও বেশী। এমনকি যে জঙ্গলে বা মরু প্রান্তরে মানব যেতো সেখান থেকে দানবরা পালিয়ে যেতো। কিন্তু যখন থেকে মুশরিকরা দানবদের শরণাপন্ন হতে শুরু করলো এবং বলতে লাগলোঃ “এই উপত্যকার জ্বিন-সরদারের আমরা শরণাপন্ন হলাম এই স্বার্থে যে, সে আমাদের, আমাদের সন্তানদের এবং আমাদের ধন-মালের কোন ক্ষতি সাধন করবে না তখন থেকে জ্বিনদের সাহস বেড়ে গেল। কারণ তারা মনে করলো যে, মানুষই তো তাদেরকে ভয় করে। সুতরাং তারা নানা প্রকারে মানুষকে ভয় দেখাতে, কষ্ট দিতে ও উৎপীড়ন করতে লাগলো।কারদাম ইবনে আবী সায়েব আনসারী (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমি আমার পিতার সাথে কোন কার্য উপলক্ষে মদীনা হতে বাইরের দিকে যাত্রা শুরু করি। ঐ সময় রাসূলুল্লাহ্ (সঃ) মক্কায় রাসূলরূপে প্রকাশিত হয়েছিলেন। রাত্রিকালে আমরা জঙ্গলে এক রাখালের নিকট অবস্থান করি। অর্ধ রাত্রে একটি নেকড়ে বাঘ এসে ঐ রাখালের একটি বকরী ধরে নিয়ে যায়। রাখালটি বাঘটির পিছনে দৌড় দেয় এবং চীৎকার করে বলতে লাগেঃ “হে এই উপত্যকার আবাদকারী! আমি তোমার আশ্রয়ে এসেছি।” সাথে সাথে একটি শব্দ শোনা গেল, অথচ আমরা কোন লোককে দেখতে পেলাম না। শব্দটি হলোঃ “হে নেকড়ে বাঘ! এ বকরীকে ছেড়ে দাও।” অল্পক্ষণ পরেই আমরা দেখলাম যে, ঐ বকরীটিই পালিয়ে আসলো এবং যুথে এসে মিলিত হয়ে গেল। সে একটু যখমও হয়নি। এটার পরিপেক্ষিতেই আল্লাহ্ তা'আলা মক্কায় স্বীয় রাসূল (সঃ)-এর উপর অবতীর্ণ করেনঃ কতিপয় মানুষ কতক জিনের আশ্রয় গ্রহণ করতো, ফলে তারা জ্বিনদের আত্মম্ভরিতা বাড়িয়ে দিতো। (এটা ইমাম ইবনে আবী হাতিম (রঃ) বর্ণনা করেছেন)হতে পারে যে, নেকড়ে বাঘের রূপ ধরে জ্বিনই এসেছিল, যে বকরীকে ধরে নিয়ে গিয়েছিল এবং এদিকে ঐ রাখালটির দোহাইতে ছেড়ে দিয়েছিল, যাতে রাখালের এবং তার মুখে শুনে অন্যান্য লোকদেরও এ বিশ্বাস জন্মে যে, জ্বিনদের আশ্রয়ে আসলে বিপদ-আপদ হতে নিরাপত্তা লাভ করা যায়। এভাবে জ্বিন মানুষকে পথভ্রষ্ট করে দ্বীন হতে সরিয়ে দিতে পারে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন। মুসলমান জ্বিনগুলো তাদের কওমকে আরো বললোঃ হে জ্বিনদের দল! তোমাদের মত মানুষও মনে করে যে, মৃত্যুর পর আল্লাহ্ কাউকেও পুনরুত্থিত করবেন না। অথবা এই অর্থ হবেঃ তোমাদের মত মানুষও মনে করতো যে, আল্লাহ্ কাউকেও রাসূলরূপে প্রেরণ করবেন না।",
  "ayah": 7,
  "surah": 72
}
