{
  "text": "حضرت یوسف کا قصہ جو رسول اللہ صلی اللہ علیہ وسلم کی زبان پر جاری ہوا وہ بجائے خود اس بات کا ثبوت ہے کہ قرآن وحی ربّانی ہے، نہ کہ کلام انسانی۔ یہ واقعہ رسول اللہ صلی اللہ علیہ وسلم سے تقریباً ڈھائی ہزار سال پہلے پیش آیا۔ آپ نے اس واقعہ کونہ تو بطورخود دیکھا تھا اور نہ وہ کسی تاریخ میں لکھا ہوا تھا کہ آپ اس کو پڑھیں یا کسی سے پڑھوا کر سنیں۔ وہ صرف تورات کے صفحات میںتھا۔ اور پریس کے دور سے قبل تورات ایک ایسی کتاب تھی جس کی واقفیت صرف یہودی مراکز کے چند یہودی علماء کو ہوتی تھی، اور کسی کو نہیں۔\nمزید یہ کہ قرآن میں اس واقعہ کو جس طرح بیان کیا گیا ہے، بنیادی طورپر تورات کے مطابق ہونے کے باوجود، تفصیلات میں وہ اس سے کافی مختلف ہے۔ یہ اختلاف بذات خود قرآن کے وحی الہٰی ہونے کا ثبوت ہے۔ کیونکہ جہاں جہاں دونوں میں اختلاف ہے وہاں قرآن کا بیان واضح طورپر عقل وفطرت کے مطابق معلوم ہوتا ہے۔ قرآن کا بیان پڑھ کر واقعی یہ سمجھ میں آتا ہے کہ وہ حضرت یعقوب اور حضرت یوسف کی پیغمبرانہ سیرت کے مناسب ہے جب کہ تورات کے بیانات پیغمبرانہ سیرت کے مناسب حال نہیں ۔ اسی طرح واقعہ کے کئی بے حد قیمتی اجزاء (مثلاً قید خانہ میں حضرت یوسف کی تقریر، آیت\n37-40\n) جو قرآن میں منقول ہوئی ہے۔ بائبل یا تالمود میں اس کا کوئی ذکر نہیں۔ حتی کہ بعض تاریخی غلطیاں جو بائبل میں موجود ہیں ان کا اعادہ قرآن میں نہیں ہوا ہے۔ مثال کے طورپر بائبل حضرت یوسف کے زمانہ کے بادشاہ کو فرعون کہتی ہے۔ حالاں کہ فرعون کا خاندان حضرت یوسف کے پانچ سو سال بعد مصر میں حکمراں بنا ہے۔ حضرت یوسف کے زمانہ میں مصر میں ایک عرب خاندان حکومت کررہاتھا جس کو چرواہے بادشاہ (Hyksos kings) کہا جاتا ہے (تقابل کے ليے ملاحظہ ہو، بائبل، کتاب پیدائش)۔\nحق کو نہ ماننے کا سبب اگر دلیل ہو تو دلیل سامنے آنے کے بعد آدمی فوراً اس کو مان لے گا۔ مگر اکثر حالات میں انکارِ حق کا سبب ہٹ دھرمی ہوتاہے۔ ایسے لوگ حق کو اس لیے نہیں مانتے کہ وہ اس کو ماننا نہیں چاہتے۔ حق کو ماننا اکثر حالات میں اپنے کو چھوٹا کرنے کے ہم معنی ہوتاہے، اور اپنے کو چھوٹا کرنا آدمی کے لیے سب سے زیادہ مشکل کام ہے۔ یہی وجہ ہے کہ اس قسم کے لوگ ہر قسم کے دلائل اور قرائن سامنے آنے کے بعد بھی اپنی روش کو نہیں چھوڑتے۔ وہ اس کو گوارا کرلیتے ہیں کہ حق چھوٹا ہوجائے مگر وہ اپنے آپ کو چھوٹا کرنے پر راضی نہیں ہوتے۔ وہ بھول جاتے ہیں کہ جو دنیا میں اپنے آپ کو چھوٹا کرلے وہ آخرت میں بڑا کیا جائے گا۔ اور جو شخص دنیا میں اپنے كو چھوٹا نہ کرے وہی وہ شخص ہے جو آئندہ آنے والی دنیا میں ہمیشہ کے لیے چھوٹا ہو کر رہ جائے گا۔",
  "ayah": 102,
  "surah": 12
}
