{
  "text": "وَقَالُوا أَئِذَا ضَلَلْنَا فِي الْأَرْضِ أَئِنَّا لَفِي خَلْقٍ جَدِيدٍ بَلْ هُمْ بِلِقَاءِ رَبِّهِمْ كَافِرُونَ (10)الواو للحال ، والحال للتعجيب منهم كيف أحالوا إعادة الخلق وهم يعلمون النشأة الأولى ، وليست الإعادة بأعجب من بدء الخلق وخاصة بدء خلق آدم عن عدم ، وخُلوّ الجملة الماضوية عن حرف ( قد ) لا يقدح في كونها حالاً على التحقيق .والاستفهام في { أءذا ضللنا } للتعجب والإحالة ، أي أظهروا في كلامهم استبعاد البعث بعد فناء الأجساد واختلاطها بالتراب ، مغالطة للمؤمنين وترويجاً لكفرهم . والضّلال : الغياب ، ومنه : ضلال الطريق ، والضالة : الدابة التي ابتعدت عن أهلها فلم يعرف مكانها . وأرادوا بذلك إذا تفرقت أجزاء أجسادنا في خلال الأرض واختلطت بتراب الأرض . وقيل : الضلال في الأرض : الدخول فيها بناء على أنه يقال : أضلّ الناسُ الميت ، أي : دفنوه . وأنشدوا قول النابغة في رثاء النعمان بن الحارث الغساني :فآب مُضِلّوه بعين جَلية ... وغُودر بالجَوْلان حَزم ونائلوقرأه نافع والكسائي ويعقوب : { إنا لفي خلق جديد } بهمزة واحدة على الإخبار اكتفاء بدخول الاستفهام على أول الجملة ومتعلقها . وقرأ الباقون { أإنا لفي خلق جديد } بهمزتين أولاهما للاستفهام والثانية تأكيد لهمزة الاستفهام الداخلة على { أإذا ضللنا في الأرض . } وقرأ ابن عامر بترك الاستفهام في الموضعين على أن الكلام خبر مستعمل في التهكم .وتأكيد جملة { إنَّا لفي خلق جديد } بحرف { إنَّ } لأنهم حكوا القول الذي تعجبوا منه وهو ما في القرآن من تأكيد تجديد الخلق فحكوه بالمعنى كما في الآية الأخرى : { وقال الذين كفروا هل ندلّكم على رجل يُنَبِّئكم إذا مُزِّقْتُم كلَّ ممزَّق إنكم لفي خلق جديد } [ سبأ : 7 ] ، أي : يُحَقِّق لكم ذلك .و { إذا } ظرف وهو معمول لما في جملة { إنا لفي خلق جديد } من معنى الكون . والخلق : مصدر . و { في } للظرفية المجازية ومعناها المصاحبة .والجديد : المحدث ، أي غير خلقنا الذي كنا فيه .و { بل } من { بل هُم بلقاء ربهم كافرون } إضراب عن كلامهم ، أي ليس إنكارهم البعث للاستبعاد والاستحالة لأن دلائل إمكانه واضحة لكل متأمل ولكن الباعث على إنكارهم إياه هو كفرهم بلقاء الله ، أي كفرهم الذي تلقوه عن أيمتهم عن غير دليل ، فالمعنى : بل هم قد أيقنوا بانتفاء البعث فهم متعنّتون في الكفر مُصرّون عليه لا تنفعهم الآيات والأدلة . فالكفر المثبت هنا كفر خاص وهو غير الكفر الذي دل عليه قولهم { أإذا ضَلَلْنا في الأرض إنا لفي خلق جديد } فإنه كفر بلقاء الله لكنهم أظهروه في صورة الاستبعاد تشكيكاً للمؤمنين وترويجاً لكفرهم .وتقديم المجرور على { كافرون } للرعاية على الفاصلة ، والإتيان بالجملة الاسمية لإفادة الدوام على كفرهم والثبات عليه .",
  "ayah": 10,
  "surah": 32
}
