{
  "text": "وَلَوْ شِئْنَا لَآَتَيْنَا كُلَّ نَفْسٍ هُدَاهَا وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ (13)اعتراض بين القول المقدر قبل قوله { ربنا أبصَرْنا وسمِعنا } [ السجدة : 12 ] وبين الجواب عنه بقوله { فذوقوا بما نَسِيتم } [ السجدة : 14 ] فالواو التي في صدر الجملة اعتراضية ، وهي من قبيل واو الحال .ومفعول فعل المشيئة محذوف على ما هو الغالب في فعل المشيئة الواقع شرطاً استغناء عن المفعول بما يدل عليه جواب الشرط . والمعنى : لو شئنا لجبلنا كل نفس على الانسياق إلى الهدى بدون اختيار كما جبلت العجماوات على ما ألهمت إليه من نظام حياة أنواعها فلكانت النفوس غير محتاجة إلى النظر في الهدى وضده ، ولا إلى دعوة من الله إلى طريق الهدى ، ولكن الله لما أراد أن يَكل إلى نوع الإنسان تعمير هذا العالم ، وأن يجعله عنواناً لعلمه وحكمته ، وأن يفضله على جميع الأنواع والأجناس العامرة لهذا العالم؛ اقتضى لتحقيق هذه الحكمة أن يخلق في الإنسان عقلاً يدرك به النفعَ والضرّ ، والكمال والنقص ، والصلاح والفساد ، والتعمير والتخريب ، وتنكشف له بالتدبر عواقب الأعمال المشتبهة والمموّهة بحيث يكون له اختيار ما يصدر عنه من أجناس وأنواع الأفعال التي هي في مكنته بإرادة تتوجه إلى الشيء وضده ، وخلق فيه من أسباب العمل وآلاته من الجوارح والأعضاء إذا كانت سليمة فكان بذلك مستطيعاً لأن يعمل وأن لا يعمل على وفاق ميله واختياره وكسبه . وهذا المعنى هو الذي سماه الأشعري بالكسب وبالاستطاعة وتكفل له بإعانته على ما خُلق له من الإدراك يدعوه إلى ما يريده الله منه من الهدى والصلاح في هذا العالم بواسطة رسل من نوعه يبلغون إليه مراد ربهم فطرهم على الصفات الملكية وجعلهم وسائط بينه وبين الناس في إبلاغ مراد ربهم إليهم . ووعده الناس بالجزاء على فعل الخير وفعل الشر بما فيه باعث على الخير ورادع عن الشر .وقد أراد الله أن يفضل هذا النوع بأن يجعل منه عُمّاراً لعالم الكمال الخالد عالم الروحانيات فجعل لأهل الكمال الديني مراتب سامية متفاوتة في عالم الخلد على تفاوت نفوسهم في ميدان السبق إلى الكمالات ، وجعل أضداد هؤلاء عمّاراً لهُوة النقائص فملأ منهم تلك الهوة المسماة جهنم .فهذا معنى قوله { ولكن حقّ القول منّي لأملأنّ جهنم من الجنة والناس أجمعين } البالغ من الإيجاز مبلغ الإعجاز ، إذ حذف معظم ما أريد بحرف الاستدراك الوارد على قوله { ولو شئنا لآتينا كل نفس هُدَاها؛ } فإن مقتضى الاستدراك أن يقدر : ولكنا لم نشأ ذلك بل شئنا أن نخلق الناس مختارين بين طريقي الهدى والضلال ، ووضعنا لهم دواعي الرجاء والخوف ، وأريناهم وسائل النجاة والارتباك بالشرائع قال تعالى : { وهديناه النجدين } [ البلد : 10 ] أي : الطريقين ، وحققنا الأخبار عن الجزاءين بالوعد والوعيد بالجنة وجهنم فلأمْلأنّ جهنم بأهل الضلال من الجِنَّة والناس أجمعين ، فدخل هذا في قوله ( تعالى ) : { حَقّ القول منّي لأملأنّ جهنم من الجِنَّة والنَّاس أجْمَعين } بما يشبه دلالة الاقتضاء ، وقد أومأ إلى هذا قول النبي صلى الله عليه وسلم« إن الله خلق الجنة وخَلَق لها مِلأْها وخلق النار وخلق لها مِلأْها » . وإنما اختير الاقتصار في المنطوق به الدال على المحذوف على شق مصير أهل الضلال لأنه الأنسب بسياق الاعتراض إثْر كلام أهل الضلالة في يوم الجزاء ، ولأنه أظهر في تعلق مضمون جملة الاعتراض بمضمون اقتراحهم ، أي لو كان إرجاعهم إلى الدنيا ليعملوا الصالحات مقتضى لحكمتنا لكنا جبلناهم على الهدى في حياتهم الدنيا فكانوا يأتون الصالحات بالقَسر والإلجاء . فالمراد { القول } ما أوعد الله به أهل الشرك والضلال .و { الجِنَّة : الجِنّ وهم الشياطين .وجعل جمهور المفسرين قوله ولو شئنا لآتينا كلّ نفس هُدَاها } إلى آخره جواباً موجهاً من قبل الله تعالى إلى المجرمين عن قولهم { ربّنا أبصرنا } [ السجدة : 12 ] الخ .ووجود الواو في أول هذا الكلام ينادي على أنه ليس جواباً لقول المشركين يومئذ فهم أقل من أن يجعلوا أهلاً لتلقي هذه الحكمة بل حقهم الإعراض عن جوابهم كما جاء في آية سورة المؤمنين ( 106 108 ) : { قالوا ربنا غَلَبَتْ علينا شقوتُنا وكنّا قوماً ضالّين ربنا أخرجنا منها فإنْ عدنا فإنّا ظالمون قال اخسأوا فيها ولا تُكَلّمون } ولأنه لا يلاقي سؤالهم لأنهم سألوا الرجوع ليعملوا صالحاً ولم يكن كلامهم اعتذاراً عن ضلالهم بأن الله لم يؤتهم الهدى في الحياة الدنيا ، وإنما هذا بيان من الله ساقه للرسول عليه الصلاة والسلام والمؤمنين ليحيطوا علماً بدقائق الحكمة الربانية .وعدل عن الإضافة حَقَّ القولُ مِني } فلم يقل : حقَّ قولي ، لأنه أريد الإشارة إلى قول معهود وهو ما في سورة ص ( 85 ) : { لأملأنّ جهنم منك وممن تبعك منهم أجمعين } أي حق القول المعهود . واجتلبت { مِن } الابتدائية لتعظيم شأن هذا القول بأنه من الله . وعدل عن ضمير العظمة إلى ضمير النفس لإفادة الانفراد بالتصرف ولأنه الأصل ، مع ما في هذا الاختلاف من التفنن .",
  "ayah": 13,
  "surah": 32
}
