{
  "text": "إِنَّمَا يُؤْمِنُ بِآَيَاتِنَا الَّذِينَ إِذَا ذُكِّرُوا بِهَا خَرُّوا سُجَّدًا وَسَبَّحُوا بِحَمْدِ رَبِّهِمْ وَهُمْ لَا يَسْتَكْبِرُونَ (15 استئناف ناشىء عن قوله { أم يقولون افتراه الآية } [ السجدة : 3 ] ، تفرغ المقام له بعد أن أنحى بالتقريع والوعيد للكافرين على كفرهم بلقاء الله ، بما أفادت اسمية جملة { بل هم بلقاء ربهم كافرون } [ السجدة : 10 ] من أنهم ثابتون على الكفر بلقاء الله دائمون عليه ، وهو مما أنذرتهم به آيات القرآن ، فالتكذيب بلقاء الله تكذيب بما جاء به القرآن فهم لا يؤمنون ، وإنما يؤمن بآيات الله الذين ذُكرت أوصافهم هنا .والمراد بالآيات هنا آيات القرآن بقرينة قوله { الذين إذا ذُكِّروا بها } بتشديد الكاف ، أي أعيد ذكرها عليهم وتكررت تلاوتها على مسامِعهم .ومفاد { إنما } قصر إضافي ، أي يؤمن بآيات الله الذين إذا ذكروا بها تذكيراً بما سبق لهم سماعه لم يتريّثوا عن إظهار الخضوع لله دون الذين قالوا { أإذَا ضَلَلْنَا فِي الأرض إنَّا لفي خلق جديد } [ السجدة : 10 ] ، وهذا تأييس للنبيء صلى الله عليه وسلم من إيمانهم ، وتعريض بهم بأنهم لا ينفعون المسلمين بإيمانهم ولا يغيظونهم بالتصلب في الكفر .وأوثرت صيغة المضارع في { إنما يؤمن } لما تشعر به من أنهم يتجدّدون في الإيمان ويزدادون يقيناً وقتاً فوقتاً ، كما تقدم في قوله تعالى : { الله يستهزىء بهم } في سورة البقرة ( 15 ) ، وإلاَّ فإن المؤمنين قد حصل إيمانهم فيما مضى ففعل المضي آثرُ بحكاية حالهم في الكلام المتداوَل لولا هذه الخصوصية ، ولهذا عُرِّفوا بالموصولية والصلةِ الدالّ معناها على أنهم راسخون في الإيمان ، فعبر عن إبلاغهم آيات القرآن وتلاوتها على أسماعهم بالتذكير المقتضي أن ما تتضمنه الآيات حقائق مقررة عندهم لا يُفادون بها فائدة لم تكن حاصلة في نفوسهم ولكنها تكسبهم تذكيراً { فإن الذكرى تنفع المؤمنين } [ الذاريات : 55 ] . وهذه الصفة التي تضمنتها الصلة هي حالهم التي عُرفوا بها لقوة إيمانهم وتميزوا بها عن الذين كفروا ، وليست تقتضي أن من لم يسْجدوا عند سماع الآيات ولم يسبّحوا بحمد ربّهم من المؤمنين ليسوا ممّن يؤمنون ، ولكن هذه حالة أكمل الإيمان وهي حالة المؤمنين مع النبي صلى الله عليه وسلم يومئذ عرفوا بها ، وهذا كما تقول للسائل عن علماء البلد : هم الذين يلبسون عمائم صفتها كذا . جاء في ترجمة مالك بن أنس أنه ما أفتى حتى أجازه سبعون محنَّكاً ، أي عالماً يجعل شُقة من عمامته تحت حنكه وهي لبسة أهل الفقه والحديث . قال مالك رحمه الله : قلت لأُمي : أذهبُ فأكتبُ العلم ، فقالت : تعالَ فالبسْ ثياب العلم . فألبستني ثياباً مشمّرة ووضعت الطويلة على رأسي وعممتني فوقها . والخرور : الهُوِيّ من علوّ إلى سفل .والسجود : وضع الجبهة على الأرض إرادة التعظيم والخضوع .وانتصب { سُجداً } على الحال المبينة للقصد من { خرُّوا ، } أي : سجداً لله وشكراً له على ما حبَاهم به من العلم والإيمان كما دل عليه قرنه بقوله { وسبَّحوا بحمد ربهم .} والباء فيه للملابسة وتقدم في سورة الإسراء ( 107 ) : { إن الذين أوتوا العلم مِن قبله إذا يُتلى عليهم يخرّون للأذقان سجداً } ودلّت الجملة الشرطية على اتصال تعلق حصول الجواب بحصول الشرط وتلازمهما . وجيء في نفي التكبر عنهم بالمسند الفعلي لإفادة اختصاصهم بذلك ، أي دون المشركين الذين كان الكبر خلقهم فهم لا يرضون لأنفسهم بالانقياد للنبيء منهم وقالوا : { لولا أنزل علينا الملائكة أو نرى ربّنا لقد استكبروا في أنفسهم وعتوا عتواً كبيراً } [ الفرقان : 21 ] .وقوله تعالى : { وهم لا يستكبرون } موضع سجدة من سجدات تلاوة القرآن رجاء أن يكون التالي من أولئك الذين أثنى الله عليهم بأنهم إذا ذُكِّروا بآيات الله سجدوا ، فالقارىء يقتدي بهم .",
  "ayah": 15,
  "surah": 32
}
