{
  "text": "أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِنْ قَبْلِهِمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لَآَيَاتٍ أَفَلَا يَسْمَعُونَ (26)عطف على جملة { ومَن أظلم ممّن ذُكِّر بآيات ربه ثم أعرض عنها } [ السجدة : 22 ] ، ولما كان ذلك التذكير متصلاً كقوله { وقالوا أإذا ضَللنا إنّا لفي خلق جديد بل هم بلقاء ربهم كافرون } [ السجدة : 10 ] كان الهدي ، أي العلم المستفهم عنه بهذا الاستفهام شاملاً للهدي إلى دليل البعث وإلى دليل العقاب على الإعراض عن التذكير فأفاد قوله { كم أهلكنا من قبلهم من القرون } معنين : أحدهما : إهلاك أمم كانوا قبلهم فجاء هؤلاء المشركون بعدهم ، وذلك تمثيل للبعث وتقريب لإمكانه . وثانيهما : إهلاك أمم كذبوا رسلهم ففيهم عبرة لهم أن يصيبهم مثل ما أصابهم .والاستفهام إنكاري ، أي هم لم يهتدوا بدلائل النظر والاستدلال التي جاءهم بها القرآن فأعرضوا عنها ولا اتعظوا بمصَارع الأمم الذين كذبوا أنبياءهم وفي مهلكهم آيات تزجر أمثالهم عن السلوك فيما سلكوه . فضمير { لهم } عائد إلى المجرمين أو إلى من ذُكِّر بآيات ربه . و { يَهْدِ } من الهداية وهي الدلالة والإرشاد ، يقال : هداه إلى كذا .وضمن فعل { يَهْدِ } معنى يبيّن ، فعدي باللام فأفاد هداية واضحة بينة . وقد تقدم نظيره في قوله تعالى { أو لم يَهْدِ للذين يرثون الأرض } في سورة [ الأعراف : 100 ] . واختير فعل الهداية في هذه الآية لإرادة الدلالة الجامعة للمشاهدة ولسماع أخبار تلك الأمم تمهيداً لقوله في آخرها { أفلا يسمعون } ، ولأن كثرة ذلك المستفادة من { كَم } الخبرية إنما تحصل بترتيب الاستدلال في تواتر الأخبار ولا تحصل دفعة كما تحصل دلالة المشاهدات .وفاعل { يَهْدِ } ما دلت عليه { كم } الخبرية من معنى الكثرة . ولا يجوز عند الجمهور جعل كم فاعل يَهْدِ } لأن { كم } الخبرية اسم له الصدارة في الاستعمال إذ أصله استفهام فتوسع فيه .ويجوز جعل كم فاعلاً عند من لم يشترطوا أن تكون كم الخبرية في صدر الكلام . وجوز في الكشاف } أن يكون الفاعل جملة { كم أهلكنا } على معنى الحكاية لهذا القول ، كما يقال : تَعصمُ ( لا إله إلا الله ) الدماءَ والأموالَ ، أي هذه الكلمة أي النطق بها لتقلد الإسلام . ويجوز أن يكون الفاعل ضمير الجلالة دالاً عليه المقام ، أي ألم يهدِ الله لهم فإن الله بَين لهم ذلك وذكّرهم بمصَارع المكذبين ، وتكون جملة { كم أهلكنا } على هذا استئنافاً ، وتقدم { ألم يروا كم أهلكنا من قبلهم من قرن } في أول الأنعام ( 6 ) .ونيط الاستدلال هنا بالكثرة التي أفادتها كم الخبرية لأن تكرر حدوث القرون وزوالها أقوى دلالة من مشاهدة آثار أمة واحدة .{ ويمشون في مساكنهم } حال من فاعل { أو لم يروا } [ السجدة : 27 ] والمعنى : أنهم يمرون على المواضع التي فيها بقايا مساكنهم مثل حِجر ثمود وديار مدين فتعضد مشاهدةُ مساكنهم الأخبار الواردة عن استئصالهم وهي دلائل إمكان البعث كما قال تعالى : { وما نحن بِمَسْبُوقِين على أن نبدل أمثالكم ونُنْشِئَكم فيما لا تعلمون } [ الواقعة : 60 ، 61 ] ، ودلائل ما يحيق بالمكذبين للرسل؛ وفي كل أمة وموطن دلائل كثيرة متماثلة أو متخالفة .ولما كان الذي يؤثر من أخبار تلك الأمم وتقلبات أحوالها وزوال قوتها ورفاهيتها أشدّ دلالة وموعظة للمشركين فرع عليه { أفلا يسمعون } استفهاماً تقريرياً مشوباً بتوبيخ لأن اجتلاب المضارع وهو { يسمعون } مؤذن بأن استماع أخبار تلك الأمم متكرر متجدد فيكون التوبيخ على الإقرار المستفهَم عنه أوقعَ بخلاف ما بعده من قوله { أفلا يبصرون } [ السجدة : 27 ] . وقد شاع توجيه الاستفهام التقريري إلى المنفي ، وتقدم عند قوله تعالى { ألم يأتكم رسل منكم } في سورة الأنعام ( 130 ) ، وقوله : { ألم يروا أنه لا يكلمهم } في سورة الأعراف ( 148 ) .",
  "ayah": 26,
  "surah": 32
}
