{
  "text": "ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِنْ رُوحِهِ وَجَعَلَ لَكُمُ السَّمْعَ وَالْأَبْصَارَ وَالْأَفْئِدَةَ قَلِيلًا مَا تَشْكُرُونَ (9)والنفخ : تمثيل لسريان اللطيفة الروحانية في الكثيفة الجسدية مع سرعة الإيداع ، وقد تقدم في قوله تعالى : { فإذا سوّيته ونفخْتُ فيه من رُوحي } في سورة الحجر ( 29 ) .والانتقال من الغيبة إلى الخطاب في قوله : وجعل لكم } التفات لأن المخاطبين من أفراد الناس وجَعْل السمع والأبصار والأفئدة للناس كلهم غير خاص بالمخاطبين فلما انتهض الاستدلال على عظيم القدرة وإتقان المراد من المصنوعات المتحدث عنهم بطريق الغيبة الشامل للمخاطبين وغيرهم ناسب أن يُلتفت إلى الحاضرين بنقل الكلام إلى الخطاب لأنه آثرُ بالامتنان وأسعدُ بما يرد بعده من التعريض بالتوبيخ في قوله { قليلاً ما تشكرون } . والامتنان بقوى الحواس وقوى العقل أقوى من الامتنان بالخلق وتسويته لأن الانتفاع بالحواس والإدراك متكرر متجدد فهو محسوس بخلاف التكوين والتقويم فهو محتاج إلى النظر في آثاره .والعدول عن أن يقال : وجعلكم سامعين مبصرين عالمين إلى { جعل لكم السمع والأبصار والأفئدة } لأن ذلك أعرق في الفصاحة ، ولما تؤذن به اللام من زيادة المنة في هذا الجعل إذ كان جعلاً لفائدتهم ولأجلهم ، ولما في تعليق الأجناس من السمع والأبصار والأفئدة بفعل الجعل من الروعة والجلال في تمكن التصرف ، ولأن كلمة { الأفئدة } أجمع من كلمة عاقلين لأن الفؤاد يشمل الحواس الباطنة كلها والعقل بعضٌ منها .وأفرد { السَّمع } لأنه مصدر لا يجمع ، وجمع { الأبصار والأفئدة } باعتبار تعدد الناس . وتقديم السمع على البصر تقدّم وجهه عند قوله تعالى : { ختم الله على قلوبهم وعلى سمعهم وعلى أبصارهم غشاوة } في سورة البقرة ( 7 ) . وتقديم السمع والأبصار } على { الأفئدة } هنا عكس آية البقرة لأنه روعي هنا ترتيب حصولها في الوجود فإنه يكتسب المسموعات والمبصرات قبل اكتساب التعقل .و { قليلاً } اسم فاعل منتصب على الحال من ضمير { لكم ، } و { ما تشكرون } في تأويل مصدر وهو مرتفع على الفاعلية ب { قليلاً ، } أي : أنعم عليكم بهذه النعم الجليلة وحالكم قلة الشكر . ثم يجوز أن يكون { قليلاً } مستعملاً في حقيقته وهي كون الشيء حاصلاً ولكنه غير كثير . ويجوز أن يكون كناية عن العدم كقوله تعالى : { فلا يؤمنون إلا قليلاً } [ النساء : 46 ] . وعلى الوجهين يحصل التوبيخ لأن النعم المستحقة للشكر وافرة دائمة فالتقصير في شكرها وعدمُ الشكر سواء .",
  "ayah": 9,
  "surah": 32
}
