{
  "surah": 13,
  "ayah": 39,
  "text": "He effaces whatsoever He will, and He affirms. Know that the highway of the Real's religion is three things: submission, the Sunnah, and self- purification. In submission be fearful, in the Sunnah be hopeful, and in self-purification be a lover. Submission has no escape from fear, the Sunnah must have hope, and self-purification is nothing but the foundation of the lover. To the fearful it is said, \" Be afraid! \" To the hopeful it is said, \" Keep on seeking! \" To the lover it is said, \" Keep on burning! \" In the end the address will come to the fearful, \" Fear not! [41:30]. Do not fear, for the days of fear have come to an end. \" To the hopeful will be said, \" Grieve not! [41:30]. Have no sorrow, for your hope has been reached and the tree of joy has grown. \" To the lovers will be said, \" Rejoice! [41:30]. Be happy, for the night of separation has ended and the morning of union has come. \" Each of these things has its own path of effacement and affirmation in the world. From the hearts of the fearful He erases eye-service and puts certainty, He erases stinginess and puts gen- erosity, He erases avarice and puts contentment, He erases envy and puts tenderness, He erases innovation and puts the Sunnah, He erases fright and puts security. From the hearts of the hopeful He erases free choice and deposits surrender, He erases disper- sion and deposits togetherness, He erases perplexity and deposits the precedent light. From the hearts of the lovers He erases the customs of human nature and deposits the marks bearing witness to the Haqiqah, He decreases the marks bearing witness to the servant and in- creases the marks bearing witness to Himself. Then, just as he was at first, so also he will be at last. The Pir of the Tariqah said, \" O God, the majesty of Your exaltedness left no room for allu- sions. Your effacing and affirming took away the path of ascription-I lost all that I had in hand. O God, Yours kept on increasing and mine decreasing until at last there remained only what there was at first. \" Tribulation lies only in the makeup of my water and clay.  What was before heart and clay? That is what I will be. He effaces whatsoever He will, and He affirms. It has been said, \" He effaces the recognizers by the unveiling of His majesty and He affirms them by the gentleness of His beauty. \" 4 Through the unveiling of majesty, intellects are eclipsed and swept away, and through the gentleness of beauty, spirits rejoice and are put at ease. First He drowns the servants with the waves of confoundedness in the ocean of unveiled maj- esty until, at the domination of intimacy with Him, they are freed from themselves through a state that the body cannot bear, the heart cannot understand, and discernment cannot view. Like drunk- ards, they turn to the valleys of confoundedness, in thirst and bewilderment, sometimes weeping, sometimes laughing. They have no leisure to search out their frightened heart, no helper to whom to recount their portion. Isolated from friends in every land- the greater the sought, the fewer the helpers. They keep on saying with the tongue of brokenness in the attribute of poverty, \" O God, today this burning of mine is mixed with pain-I have no capacity to bear it, no place to flee. O God, why is this blade so sharp?! There is no place for ease and no way to abstain. O Generous One, my home is so far away. The traveling companions have gone back, saying that this is the work of delusion. If my home is joy, this waiting is celebration, and this tribulation on top of tribulation is light upon light [24:35]. \" Then, with the gaze of gentleness, He looks into the servants' spirits. The servants come back from intoxication to sobriety, take ease in the gentle favors of solicitude, and light up with the light of contemplation. They are released from self, freed from this world and the next, and live in the breeze of intimacy, seeing the beginningless reminder, having found everlasting happiness. They say, \" O God, sometimes I spoke to You and sometimes I listened. In the midst of my offenses I thought of Your gentleness. I suffered what I suffered. All became sweet when I heard the voice of acceptance. \""
}
