{
  "text": "ومن ایتہ ان خلق ۔۔۔۔۔۔۔۔۔ لقوم یتفکرون (30: 21)\nلوگوں کو یہ اچھی طرح معلوم ہے کہ ان کے جذبات جنس مخالف کے ساتھ کیا ہوتے ہیں۔ دونوں اجناس کے شعور اور اعصاب ایک دوسرے کی طرف کھنچے چلے آتے ہیں اور اپنے جذبات اور میلانات کی وجہ سے وہ ایک دوسرے کے لیے بےپناہ کشش رکھتے ہیں۔ یہ جذبات اور میلانات ان کو بیشمار کاموں اور مشقتوں پر آمادہ کرتے ہیں۔ لیکن جس ذات حکیم نے یہ سب کچھ کیا ہے اس کے دست قدرت کی طرف میاں بیوی کے رجحانات جاتے ہی نہیں۔ جس خالق نے ان نفوس کے اندر یہ کشش اور یہ میلان رکھا ہے اسے کوئی یاد بھی نہیں کرتا۔ حالانکہ میاں بیوی کے اس تعلق کی وجہ سے انسان کے جسم ، اس کی روح ، اس کے اعصاب بلکہ اس کی پوری زندگی کے اندر کوئی سکون اور ٹھہراؤ اور سنجیدگی پیدا ہوجاتی ہے اور اس تعلق سے انسان جسمانی اور روحانی لذت بھی حاصل کرتا ہے اور یہ لذت مرد اور عورت دونوں کے لیے برابر ہوتی ہے۔\nیہاں قرآن نے نہایت ہی لطیف اور نازک انداز بیان اختیار کیا ہے اور نہایت ہی اشاراتی پیرایہ میں میاں بیوی کے تعلق کو ظاہر کیا ہے۔ گویا قرآن دل کی گہرائیوں اور احساس و شعور کی تہوں میں تصویر کھینچ رہا ہے۔\nلتسکنوا الیھا (30: 21) ” تاکہ تم ان کے پاس سکون حاصل کرو “۔\nوجعل بینکم مودۃ ورحمۃ (30: 21) ” تمہارے درمیان الفت اور باہم نرمی کے جذبات پیدا کر دئیے “۔\nان فی ذلک لایت لقوم یتفکرون (30: 21) ” یقیناً اس میں بہت سی نشانیاں ہیں ان لوگوں کے لیے جو غور و فکر کرتے ہیں “۔ اور جب وہ فکر کریں گے تو ان کو معلوم ہوگا کہ مرد اور عورت کی اصناف کی تخلیق کے اندر خالق نے کیا کیا حکمتیں رکھی ہوئی ہیں۔ طبیعی لحاظ سے دونوں کو کس طرح ایک دوسرے کے مواق اور تکمیلی بنایا ہے۔ کس طرح دونوں ایک دوسرے کی فطری ضروریات کو پورا کرتے ہیں۔ وہ ایک دوسرے کے لیے نفسیاتی ، عقلی اور جسمانی لحاظ سے تکمیل کا درجہ رکھتے ہیں۔ دونوں ایک دوسرے کے لیے اطمینان ، استقرار اور سکون کی جگہ ہیں۔ دونوں کے اجتماع سے تکمیل ہوجاتی ہے اور ایک خود مختار یونٹ وجود میں آجاتا ہے۔ اس یونٹ کے اندر محبت اور رحمت ہوتی ہے۔ کیونکہ ان کی جسمانی ، نفسیاتی ، اعصابی اور طبیعی تشکیل ہی ایسی ہے کہ ایک دوسرے کے سوا ادھوری ہے۔ مرد عورت کی خواہشات کی تسکین کا محل ہے اور عورت مرد کی خواہشات کی تسکین کی جگہ ہے۔ اس طرح دونوں کا اتحاد یکجہتی اور ملاپ اس کرہ ارض پر صدور حیات کا ذریعہ ہے۔ اس سے زندگی کی فصل کی تجدید ہوتی رہتی ہے۔",
  "ayah": 21,
  "surah": 30
}
