{
  "text": "ومن ایتہ یریکم ۔۔۔۔۔۔ لایت لقوم یعقلون (30: 24) ” “۔\nبجلی کی چمک اس کائناتی نظام اور اس کی تخلیق کا ایک منظر ہے۔ بعض سائنس دانوں نے اس کی تشریح یوں کی ہے کہ بادلوں کے اندر بجلی موجود ہوتی ہے ۔ جب ان کے دو ٹکڑے باہم ملتے ہیں تو اس ٹکراؤ سے بجلی کا ایک شرارہ بادلوں کے اندر پائے جانے والی بجلی کو مشتعل کردیتا ہے یا یوں ہوتا ہے کہ یہ بادل کسی پہاڑ کی چوٹی سے ٹکراتے ہیں اور ان سے یہ اشتعال پیدا ہوجاتا ہے اور اس سے یہ بجلی چمک اٹھتی ہے۔ بالعموم اس چمک اور تصادم کے بعد بارش ہوجاتی ہے۔ بہرحال اس کی حقیقت جو بھی ہو ، لیکن یہ اس کائنات میں دست قدرت کا ایک مظاہرہ ہے ، ایک خوفناک مظاہرہ ۔ یہ اللہ کی ان قوتوں اور قدرتوں کا ظہور ہے جو اس نے اس کائنات میں ودیعت کی ہوئی ہیں۔ کا اسلوب بیشتر اوقات میں یہی ہے کہ وہ ان قدرتی مظاہر کی حقیقت اور ان کے سائنسی اسباب پر بات نہیں کرتا بلکہ ان مظاہروں سے صرف یہ نتیجہ اخذ کرتا ہے کہ انسان کا دل و دماغ ان مظاہر کو دیکھ کر خالق تک رسائی حاصل کرلے۔ اس لیے قرآن مجید ان مظاہر سے یہی سبق عطا کرتا ہے کہ یہ قدرت الہیہ کی نشانیوں میں سے ایک نشانی ہے۔\nومن ایتہ یریکم البرق خوفا وطمعا (30: 24) ” اور اس کی نشانیوں میں سے ہے کہ تمہیں بجلی کی چمک دکھاتا ہے۔ خوف کے ساتھ بھی اور طمع کے ساتھ بھی “۔ یہ وہ احساسات ہیں جو بجلی کی چمک کے ساتھ انسان میں عموماً پیدا ہوتے ہیں۔ انسان ڈرتا بھی ہے کیونکہ یہ انسانوں ، حیوانوں اور فصلوں کو جلا دیتی ہے۔ اور پھر اس عظیم قوت اور چمک اور کڑک کو دیکھ کر انسان کے اندر اس عظیم الکل کائنات کی قوتوں سے خوف پیدا ہوجاتا ہے اور طمع یوں پیدا ہوتا ہے کہ اکثر اوقات بجلی کے ساتھ بارش ہوتی ہے جو انسان کے لیے بہت ہی مفید ہوتی ہے ۔ اسی لیے قرآن کریم نے چمک اور کڑک کے ساتھ بارش کا ذکر کردیا ہے۔ وینزل من ۔۔۔۔۔ بعد موتھا (30: 24) ” اور آسمان سے پانی برساتا ہے اور پھر اس کے ساتھ مردہ زمین کو اس کی موت کے بعد زندگی بخشتا ہے “۔\nزمین کی طرف مرنے کی نسبت اور پھر مرنے کے بعد اس کی طرف زندگی کی نسبت کرکے یہ تصور دیا جا رہا ہے کہ یہ زمین دراصل زندہ ہے۔ یہ بھی زندہ ہوتی ہے اور مرتی ہے۔ اور حقیقت میں بھی یہ ایسی ہی ہے جس طرح قرآن کریم اس کی تصویر کشی کر رہا ہے ۔ یہ زمین بھی دراصل ایک زندہ مخلوق ہے۔ یہ اللہ کے حکم کو امتثال ہوتی ہے۔ اپنے رب کی مطیع اور فرمانی بردار ہے۔ ہر وقت رب کے احکام پر لبیک کہتی ہے۔ یہ اللہ کی بندگی میں ہے اور یہ انسان جو اس کرہ ارض پر رینگ رہا ہے ، یہ بھی اللہ کی مخلوقات میں سے ایک مخلوق ہے۔ یہ بھی اس زمین کے ساتھ اللہ رب العالمین کے احکام کے ساتھ چلا جا رہا ہے۔\nمزید یہ کہ جب زمین پر بارش ہوتی ہے تو اس کے اندر سرسبزی اور شادابی پیدا ہوجاتی ہے۔ اس سے بڑھنے والی فصلیں اگتی ہیں اور اس زمین کی سطح پر وہ لہلہاتی ہیں۔ یوں یہ زمین زندہ نظر آتی ہے۔ اس طرح جس طرح انسان اور حیوان زندہ ہوتے ہیں۔\nان فی ذلک لایت لقوم یعقلون (30: 24) ” یقیناً اس میں بہت سی نشانیاں ہیں ان لوگوں کے لیے جو عقل رکھتے ہیں",
  "ayah": 24,
  "surah": 30
}
