{
  "text": "درس نمبر 184 نظر میں\nاس سورة کا یہ سفر اور یہ باب اس کے حقیقی موضوع پر ہے۔ یعنی اس کائنات کے واقعات و حادثات اور انسانی زندگی کی اقدار و حادثات کے اندر گہرا ربط ہے۔ اس کائنات کے نوامیس قدرت ، اس زندگی کے قوانین اور اس دین کے قوانین شریعت باہم موافق ، ہم آہنگ ، مربوط اور بلا تضاد ہیں۔\nاس سبق میں بتا یا جاتا ہے کہ انسانی خواہشات تو بدلتی رہتی ہیں لیکن سنت الٰہیہ کے اندر کوئی تغیر نہیں ہوتا۔ دین قیم کے اصولوں کے مقابلے میں شرکیہ عقائد پائے چوبیں کی حیثیت رکھتے ہیں۔ پھر اس سبق میں انسانی نفس کی کیفیات کی مختلف حالات میں تصویر کشی کی گئی ہے۔ حالت امن میں نفس انسانی کی حالت کیا ہوتی اور حالت خطرہ میں کیا ہوتی ہے۔ روح کی قبض کی حالت میں وہ کیسا ہوتا ہے اور بسط کی حالت میں کیا کرتا ہے۔ بتایا جاتا ہے کہ جب تک انسان اللہ کے پیمانوں کے مطابق اپنی اقدار اور تصورات کا ناپ و تول نہ کرے اس وقت تک انسانی قدروں اور اس کی روح میں ٹھہراؤ اور سکون نہیں آسکتا۔ ہاں جب انسان اللہ کی طرف رجوع کرتا ہے تو اس کی سوچ یہ ہوتی ہے کہ یہ اللہ ہی ہے جو کسی کا رزق کشادہ کرتا ہے اور کسی کا تنگ کرتا ہے۔ پھر بتایا جاتا ہے کہ دنیا میں رزق اور مال کو بڑھانے کا بھی ایک مستحکم طریقہ ہے۔ کسی طریقے سے مال بڑھتا ہے اور کس سے گھٹتا ہے۔ کس سے پاک ہوتا ہے اور کس سے ناپاک ہوتا ہے اور مالیات کا قانون بھی وہی درست اور قیم ہوگا جو دین قیم کے مطابق ہو اور اس سے ماخوذ ہو۔ اس کے بعد سامعین کو لوٹا کر اس ذات کی طرف متوجہ کیا جاتا ہے جو خالق اور رازق اور زندگی دینے والا اور مارنے والا ہے۔ اللہ کے سوا جن ہستیوں کو تم شریک ٹھہراتے ہو ، وہ تو یہ کام نہیں کرسکتا۔ بتایا جاتا ہے کہ ہر زمان و مکان میں شرک موجب فساد ہوتا ہے۔ رسول اللہ ﷺ اور اہل ایمان کو دوبارہ یہ ہدایت دی جاتی ہے کہ وہ اس راست اور درست دین پر جم جائیں۔ اور جو کچھ کمانا ہے اس دن کے آنے سے قبل ہی کما لیں جہاں کوئی عمل اور کوئی کمائ نہ ہوگی۔ وہاں تو اعمال کا حساب و کتاب ہوگا۔ اس کے بعد ان کو بتایا جاتا ہے کہ اللہ نے ان کے لیے کیا کیا سہولیات دنیا میں پیدا کی ہیں۔ بعض چیزیں ان کی حیات مادی کے لیے ہیں ، مثلا پانی آسمانوں سے برستا ہے اور زمین زندہ اور تروتازہ ہوکر تمہارے لیے سب کچھ پیدا کرتی ہے۔ پھر سمندروں میں تمہارے لیے کشتی رانی کا سامان اور تمہاری روحانی زندگی کے لیے یہ آیات بینات ہیں جو رسول اللہ ﷺ پر اتر رہی ہیں۔ جن سے دل و دماغ زندہ اور سرسبز ہوتے ہیں۔ لیکن افسوس ہے کہ لوگ نہ ہدایت لیتے ہیں اور نہ سنتے ہیں۔ پھر یہ بتایا جاتا ہے کہ یہ لوگ ہیں اس دنیا میں زندہ رہ کر اللہ رب العالمین کی طرف لوٹنے والے ہیں۔ اس دن پھر کسی سے کوئی معذرت قبول نہ ہوگی اور نہ معافی کی درخواستیں طلب ہوں گی اور آخر میں رسول اللہ کو ہدایت کی جاتی ہے کہ آپ ﷺ ثابت قدمی سے اپنا کام جاری رکھیں ، صبر کریں یہاں تک کہ اللہ کا وعدہ ۔۔۔۔ بن کر سامنے آجائے۔ اللہ کا وعدہ حق الیقین ہے اور اٹل ہے۔\nدرس نمبر 184 تشریح آیات\n33 ۔۔۔ تا ۔۔۔ 60\nواذا مس الناس ضر دعوا ۔۔۔۔۔۔۔۔ لایت لقوم یؤمنون (33 – 37)\nیہ ایک ایسے انسان کی نفسیاتی تصویر ہے جس کو پختہ رنگوں سے نہیں بنایا گیا ۔ جو مستقل اقدار حیات نہیں رکھتا اور جس کے سامنے واضح منہاج حیات نہیں ہے۔ اس شخص کا نفس وقتی انفعال اور وقتی تاثرات کے درمیان ڈول رہا ہے جو تصور ذہن میں آیا اس کی طرف لپکا۔ حادثات اور وقتی واقعات کی وجہ سے وہ بدلتا رہتا ہے۔ ایسے لوگوں کی حالت یہ ہوتی ہے کہ جب وہ مشکلات سے دوچار ہوتے ہیں ، رب کو یاد کرتے ہیں اور اس حقیقی قوت کی طرف متوجہ ہوجاتے ہیں جس کے سوا کوئی بچانے والا نہیں ہوتا۔ اور اس کے دربار میں گڑگڑانے کے سوا کوئی نجات نہیں ہوتی۔ اور جب مشکلات کے بادل چھٹ جاتے ہیں اور سختی دور ہوجاتی ہے اور اللہ کی رحمت آجاتی ہے۔\nاذا فریق منھم بربھم یشرکون (30: 33) ” تو یکایک ان میں سے کچھ لوگ شرک کرنے لگتے ہیں “۔ یہ وہ لوگ ہوتے ہیں جو صحیح عقیدے کا سہارا نہیں لیتے۔ جن کی قدریں مستقل نہیں ہوتیں۔ کیونکہ اللہ کی رحمتیں اور دنیا کی سہولیات ان کو ان مجبوریوں سے نکال دیتی ہیں جن کی وجہ سے ایسے لوگ اللہ کی طرف متوجہ تھے۔ وہ اچانک اپنے وہ مشکل کے دن بھول جاتے ہیں جن میں وہ خدا کو یاد کیا کرتے تھے۔ چناچہ وہ اللہ کی دی ہوئی ہدایت کی ناشکری کر کے اور اللہ کی رحمتوں کو چھوڑ کر کفر کی طرف چلے جاتے ہیں حالانکہ حالت رحمت میں خصوصاً مصیبت کے بعد رحمت میں ان کو تو شکر اور انابت الی اللہ پر جم جانا چاہئے تھا۔\nایسے لوگ رسول اللہ ﷺ کے دور میں موجود تھے ، اللہ بھی نہایت مختصر الفاظ میں جلد سے ان کو دھمکی دیتے ہیں اور ان کو یوں خطاب ہوتا ہے۔ حضور اکرم ﷺ کے دور میں متعین افراد پش نظر ہیں۔ اس لیے خطاب کا صیغہ استعمال کیا گیا۔\nفتمتعوا فسوف تعلمون (30: 34) ” اچھا ، مزے کرلو ، عنقریب تمہیں معلوم ہوجائے گا “۔ یہ سخت خوفناک تہدید ہے۔ اگرچہ براہ راست نہیں ہے۔ انسان کی حالت تو یہ ہے کہ وہ ایک معمولی حاکم اور رئیس کی دھمکی سے بھی ڈرتا ہے۔ اللہ جل شانہ کی دھمکی تو بہت ہی خوفناک ہے کیونکہ اللہ کے سامنے کوئی بات مشکل نہیں ہے۔ ہر بات لفظ کن سے وجود میں آجاتی ہے۔\nفتمتعوا فسوف تعلمون (30: 34) ” اچھا مزے کرلو ، عنقریب تمہیں معلوم ہوجائے گا “۔ جلدی اور اختصار کے ساتھ یہ دھمکی دینے کے بعد اب ان کے اس موقف پر سخت برہمی کے ساتھ گرفت کی جاتی ہے کہ یہ اللہ کی نعمتوں اور رحمتوں کے باوجود شرک کرتے ہیں اور کفر کا رویہ اختیار کرتے ہیں۔ آخر اس پر ان کے پاس کیا دلیل ہے ؟\nام انزلنا ۔۔۔۔۔ بہ یشرکون (30: 35) ” کیا ہم نے کوئی سند اور دلیل ان پر نازل کی ہے جو شہادت دیتی ہو ، اس شرک کی صداقت پر جو یہ کر رہے ہیں “۔ اس لیے کہ کسی شخص کے لیے یہ مناسب نہیں ہے کہ وہ اپنے عقائد و نظریات اللہ کے سوا کسی اور ماخذ سے لے۔ کیا ہم نے کوئی دلیل شرک پر نازل کی ہے ؟ نہیں۔ یہ سخت سرزنش اور استنکاری سوال ہے۔ نیز اس میں مزاح اور حقارت کا رنگ بھی ہے۔ مقصد یہ ہے کہ ان کا یہ رویہ نہایت ہی احمقانہ ہے۔ اس پر کوئی حجت اور دلیل اور سلطان نہیں ہے۔ دوسرے الفاظ میں یہ ایک تقریری سوال بھی ہے۔ مفہوم یہ ہے کہ کوئی عقیدہ اللہ کی نازل کردہ وحی کے بغیر ثابت نہیں ہوتا جب اللہ نے شرک پر کوئی دلیل نہیں اتاری تو گویا عقیدہ شرک باطل ہے۔ بےاصل ہے ، ضعیف ہے۔\nاب انسان کی ایک دوسری نفسیاتی تصویر۔ جب وہ خوش حال اور خوش وخرم ہوتا ہے تو وہ ہلکا اور مغرور ہوجاتا ہے۔\nواذا اذقنا الناس ۔۔۔۔۔ ھم یقنطون (30: 36) ” جب ہم لوگوں کو رحمت کا ذائقہ چکھاتے ہیں تو وہ اس پر پھول جاتے ہیں اور جب ان کے اپنے کیے کرتوتوں سے ان پر کوئی مصیبت آتی ہے تو یکایک وہ مایوس ہونے لگتے ہیں “۔\nیہ بھی ایک ایسے شخص کی نفسیاتی تصویر ہے ، جو اپنے معاملات کی ماہیت کو ایک مستقل پیمانے کے مطابق سمجھنے کی کوشش نہیں کرتا۔ ان کا رویہ ایسا نہیں ہوتا کہ ہر حال میں ایک معیار اور پیمانہ ان کے سامنے رہے۔ ایسا مستقل پیمانہ کہ وہ کبھی بدلتا نہیں۔ یہاں مراد وہ لوگ ہیں جن کی قدریں اور پیمانے مستقل اور دائمی نہیں ہوتے۔ جب اچھے دن آتے ہیں تو آپے سے باہر ہوجاتے ہیں اور یہ اچھے دن عطا کرنے والے کو بھول جاتے ہیں اور ہوا میں ہوتے ہیں ۔ عیش و عشرت میں غرق ہوجاتے ہیں اور اللہ کا شکر ادا نہیں کرتے جو منعم حقیقی ہے اور وہ یہ بات پیش نظر نہیں رکھتے کہ اللہ کی رحمت اور خوشحالی بھی ایک امتحان ہوتا ہے لیکن جب اللہ کی مشیت ان کی اپنی بداعمالیوں کی وجہ سے ان پر مصیبت لاتی ہے تو پھر وہ اندھے پن کا مظاہرہ کرتے ہیں اور یہ یقین نہیں کرتے کہ یہ بھی ایک آزمائش ہے اور یہ بدحالی کی آزمائش ہے۔ لہٰذا اللہ کو یاد کریں اور صبر کریں کہ وہ مشکلات دور کر دے۔ اس کے بجائے وہ مایوس ہوجاتے ہیں اور واہی تواہی بکتے ہیں۔ یہ تصویر ان دلوں کی ہے ، جو اللہ سے کٹے ہوئے ہوتے ہیں۔ جو وہ سنن الہیہ کو جانتے ہیں نہ حکمت الہیہ ان کے سمجھ میں آتی ہے۔ یہ لوگ دراصل نہیں جانتے۔ بےعلم ہوتے ہیں ۔ یہ زندگی کے ظاہری حالات کو دیکھ کر ہی فیصلے کرتے ہیں۔\nاس نفسیاتی تصویر کشی کے بعد ایک سخت تہدیدی سوال کیا جاتا ہے جس میں ان کے معاملے پر سخت تعجب کا اظہار بھی ہے۔ ان کے اندھے پن اور بےبصیرتی پر ماتم بھی ہے۔ بتایا جاتا ہے کہ خوشحالی اور بدحالی دونوں اللہ کے ایک مستقل قانون قدرت کے مطابق آتی ہیں۔ ان کا تعلق سنن الہیہ اور اللہ کی مشیت سے ہے کیونکہ رحمت بھی وہی کرتا ہے اور مصیبت بھی وہی لاتا ہے۔ وہی رزق میں کشادگی کرتا ہے اور وہی تنگی کرتا ہے۔ سب کچھ اس کی حکمتوں کے تقاضے کے مطابق ہوتا ہے۔ اس جہان میں ہر وقت اس اصول کے مطابق واقعات ہوتے رہتے ہیں لیکن لوگ اندھے بن جاتے ہیں ، دیکھتے ہی نہیں۔\nاولم یروا اللہ ۔۔۔۔۔ ویقدر (30: 37) ” کیا یہ لوگ دیکھتے نہیں ہیں کہ اللہ ہی رزق کشادہ کرتا ہے ، جس کا چاہتا ہے اور تنگ کرتا ہے “۔ لہٰذا جب رزق کشادہ ہوجائے تو تکبر اور غرور نہ کرنا چاہئے۔ پھولنا مناسب نہیں ہے اور جب رزق تنگ ہوجائے تو مایوس نہیں ہونا چاہئے۔ یہ تو عارضی حالات ہوتے ہیں ، حکمت الہیہ کے مطابق آتے رہتے ہیں۔ ان حالات کی وجہ سے قلب مومن تو یقین کرلیتا ہے کہ یہ سب کچھ اللہ کا ہے۔ سنت الہیہ اپنا کام کرتی رہتی ہے۔ اللہ کا نظام مستقل ہے۔ اس کی حکمت کے مطابق روزوشب بدلتے رہتے ہیں۔\nان فی ذلک لایت لقوم یومنون (30: 37) ” یقیناً اس میں بہت سی نشانیاں ہیں ان لوگوں کے لیے جو ایمان لاتے ہیں “۔ چونکہ رزق کی کشادگی اور رزق کی تنگی صرف اللہ کے اختیار میں ہے ، وہی ہے جو دیتا ہے اور وہی ہے جو روکتا ہے اپنی مشیت کے مطابق لہٰذا وہ تمہیں بتا دیتا ہے کہ تمہاری معیشت کی ترقی کی راہ کون سی ہے اور وہ کون سے معیشت ہے جو ترقی نہیں کرتی۔ حالانکہ لوگ اسے ترقی پذیر معیشت سمجھتے ہیں ، ہدایت ہوتی ہے۔",
  "ayah": 33,
  "surah": 30
}
