{
  "text": "ولقد ضربنا للناس ۔۔۔۔۔۔ لا یعلمون (58 – 59)\nسیاق کلام میں اور مخاطبین کے زمان و مکان میں یکایک تبدیلی آگئی۔ یہ بہت ہی دور رس تبدیلی ہے لیکن یہاں دوریوں کے فاصلے سمیٹ لیے جاتے ہیں اور جس مقام پر اب ہم کھڑے ہیں وہ بہت ہی قریب نظر آتا ہے۔ دوبارہ ہم قرآن کے سامنے ہیں اور اس کی اعلیٰ مثالیں سن رہے ہیں۔ قرآن کے مختلف اور متنوع اسالیب کلام ہمارے سامنے ہیں جہاں ہر رنگ اور ہر اسلوب اور ہر طریقے سے دلوں میں بات اتارنے کی سعی کی گئی ہے اور جس کے اندر بیشمار ایسے لمحات آتے ہیں جو انسان پر گہرے اثرات چھوڑتے ہیں۔ قرآن ہر دل سے ہم کلام ہے ، ہر درجے کی عقل سے مخاطب ہے۔ ہر معاشرے اور ہر تہذیب سے اس کے مکالمات بقدر الناس ہیں۔ وہ نفس انسانی کو اس کے مختلف حالات میں خطاب کرتا ہے۔ انسان کے حالات واطوار میں سے ہر حال اور ہر طور کو زیر بحث لاتا ہے۔ لیکن ان ہمہ گیر اور ہمہ جہت مساعی کے بعد بھی لوگ تکذیب پر تلے ہوئے ہیں۔ اور یہ اللہ کی نشانیوں اور آیات کی تکذیب پر ہی اکتفاء نہیں کرتے بلکہ یہ لوگ صحیح علم رکھنے والوں پر دست درازیاں بھی کرتے ہیں اور الٹا ان پر الزام لگاتے ہیں کہ یہ لوگ باطل پرست ہیں۔\nلئن جئتھم بایۃ ۔۔۔۔۔ الا مبطلون (30: 58) ” تم خواہ کوئی نشانی لے کر آجاؤ ، جن لوگوں نے ماننے سے انکار کردیا ہے ، وہ یہی کہیں گے کہ تم باطل پر ہو “۔ پھر زبانوں پر یہ تبصرہ آتا ہے :\nکذلک یطبع اللہ علی قلوب الذین لا یعلمون (30: 58) ” اس طرح مہر لگا دیتا ہے اللہ ان لوگوں کے دلوں پر جو بےعلم ہیں “۔ یوں ، یعنی اس طریقے کے مطابق اور ان وجوہات سے۔ یہ لوگ جو نہیں جانتے ان کے دلوں پر مہریں لگ گئی ہیں۔ ان کی چشم بصیرت اللہ کی آیات اور اس کے نشانات کو دیکھنے کے لیے کھلتی ہی نہیں ہے۔ یہ لوگ اہل علم اور اہل ہدایت پر دست درازی کرتے ہیں۔ یہی وہ ہے کہ وہ اس بات کے مستحق بن گئے ہیں کہ اللہ ان کی بصیرت کو مسخ کر دے۔ ان کے دلوں پر ٹھپہ لگا دے کیونکہ اللہ سبحانہ ان دلوں کے بارے میں خون جانتا ہے اور ان کی بصیرتوں کو بھی وہ اچھی طرح دیکھتا ہے۔ اس سورة میں مشرکین کے ساتھ مکالمے ، اس کائنات کی سیر ، انسانی تاریخ کے مطالعے ، اور انسانی شخصیت ، انسانی زندگی اور اس کی نشوونما کی سیر کے بعد اور تمام شواہد اور نشانیوں کے دیکھ لینے کے بعد بھی بعض ایسے لوگوں کے مشاہدے کے بعد جو بالکل نہیں مانتے ، اب یہ آخری ضرب ہے عقل و خرد کے تاروں پر۔ اس کے ذریعہ اہل ایمان اور رسول اللہ ﷺ کو ہدایت کی جاتی ہے کہ\nفاصبر ان وعد ۔۔۔۔۔ لا یوقنون (60)\n” پس (اے نبی ﷺ صبر کرو ، یقیناً اللہ کا وعدہ سچا ہے ، اور ہرگز ہلکا نہ پائیں تم کو وہ لوگ جو یقین ، نہیں لاتے “۔ اس طویل جدوجہد اور اسلامی انقلاب کے دشوا گزار سفر میں صبر وسیلہ مومنین ہے۔ یہ سفر اس قدر طویل ہے ، اس قدر مشکل ہے کہ بعض اوقات انسان کو لا انتہا نظر آتا ہے۔ لیکن اللہ کے وعدے پر یقین کرنا چاہئے۔ بغیر کسی بےچینی ، کسی تزلزل ، بغیر کسی حیرانی و پریشانی کے اپنے مقصد پر جم جانا ہی اس راہ کا توشہ ہے۔ اس وقت صبر اور ثابت قدمی کا مظاہرہ جبکہ دوسرے لوگ ڈگمگا جائیں ، جبکہ بعض لوگ تکذیب کردیں اور اللہ کے وعدے میں شک کرنے لگیں۔ اس لیے کہ شک کرنے والے اسباب یقین سے محروم ہوتے ہیں۔ رہے وہ لوگ جو اللہ تک پہنچ چکے ہیں جنہوں نے اللہ کی رسی کو مضبوطی سے تھام رکھا ہے ، ان کا منہاج صبر و ثبات کا منہاج ہے۔ اگرچہ راہ طویل ہوجائے۔ اگرچہ اس کا انجام نظرون سے اوجھل ہو۔ اگرچہ وہ غبار اور بادلوں کے پیچھی محجوب ہو۔\nیہ سورة یوں ختم ہوتی ہے جبکہ اس کا آغاز اس مضمون سے ہوا تھا کہ شکست یافتہ رومیوں کو اللہ کے وعدے کے مطابق چند سالوں کے بعد فتح نصیب ہوگی اور اسی وقت مومنین کو بھی فتح نصیب ہوگی اور اس کا خاتمہ اس مضمون پر ہوتا ہے کہ اگر تم صبر و ثبات سے کام لو تو اللہ کا وعدہ پورا ہو کر رہے گا کہ اللہ اہل ایمان کی مدد کرتا ہے۔ نیز جب لوگ اس تحریک کو بےوقار کرنے کی سعی کر رہے ہوں اور ان کی صفوف کے اندر وسوسہ اندازی کر رہے ہوں اور یہ لوگ وہی ہوتے جو تحریک اسلامی کے دشمن ہوتے ہیں اور ان کا اس جدید دعوت پر ایمان نہیں ہوتا تو ایسے حالات میں صبر ہی اہل ایمان کا ہتھیار ہوتا ہے۔ یوں سورة کا آغاز اور انجام ہم آہنگ ہوجاتے ہیں ۔ یوں یہ سورة ختم ہوتی ہے اور ایک سچے قاری کے ذہن میں ایک قوی امید چھوڑ جاتی ہے کہ اگر صبر وثبات سے کام لیا جائے تو اللہ کا وعدہ پورا ہو کر رہے گا۔ اللہ کا وعدہ سچا ہوتا ہے اور وہ اہل یقین سے بےوفائی نہیں کرتا۔",
  "ayah": 58,
  "surah": 30
}
