{
  "text": "ثم صرح - سبحانه - بعد ذلك بأنه لا يستوي عنده الخبيث والطيب فقال : ( قُل لاَّ يَسْتَوِي الخبيث والطيب وَلَوْ أَعْجَبَكَ كَثْرَةُ الخبيث ) .والخبيث - كما يقول الراغب - ما يكره رداءه وخساسة محسوسا كان أم معقولا ، وأصله الردئ الدخلة الجاري مجري خبث الحديد كما قال الشاعر :سبكناه ونحسبه لجينا ... فأبدى الكير على خبث الحديدوذلك يتناول الباطل في الاعتقاد ، والكذب في المقال ، والقبيح في الفعال .والطيب : الشيء الحسن الذي أباحته الشريعة ورضيته العقول السليمة ، ويتناول الاعتقاد الحق ، والمقال الصدق ، والعمل الصالح .والمعنى : قل - يا محمد - للناس : إنه لا يستوي عند الله ولا عند العقلاه القبيح والحسن من كل شيء ، لأن الشيء القبيح - في ذاته أو في سببه أو في غير ذلك من أشكاله - بغيض إلى الله وإلى كل عاقل ، وسكون مصيره إلى الهلاك والبوار .أما الشيء الطيب الحسن فهو محبوب من الله ومن كل عاقل ، ومحمود العاقبة دنيا ودينا .وقوله : ( وَلَوْ أَعْجَبَكَ كَثْرَةُ الخبيث ) زيادة في التنفير من الشيء الخبيث ، وحض على التمسك بما هو طيب .أي : لا يستوي في ميزان الله ولا في ميزان العقلاء الخبيث والطيب ، حتى ولو كان الفريق الخبيث كثير المظهر ، براق الشكل ، تعجب الناظرين هيئته فلا تغتر به أيها العاقل ، ولا تؤثر في نفسك كثرته وسطوته فإنه مهما كثر وظهر وفشا . فإنه سيء العاقبة ، سريع الزوال ، لذته تعقبها الحسرة ، وشهوته تتلوها الندامة ، وسطوته تصحبها الخسارة والكراهية ، وطريقة المليئة بالدنس والقذر يجب أن يوصد أبوابها الأخيار الشرفاء .أما الفريق الطيب أو الشيء الطيب فهو محمود العاقبة ، لذته الحلال يباركها الله ، وثماره الحسنة تؤيدها شريعته وتستريح لها العقول السليمة ، والقلوب النقية من كل دنس وباطل وطريقه المستقيم - مهما قل - سالكوه - هو الطريق الذي يوصل إلى كل خير وفلاح .ولا شك أن العقل عندما يتخلص من الهوى سيختار الطيب على الخبيث لأن في الطيب سعادة الدنيا والآخرة .وما أحسن قول أم المؤمنين عائشة - رضي الله عنها : \" ما تمتع الأشرار بشيء إلا وتمتع به الأخيار ، وزادوا عليهم رضا الله - عز وجل - \" .والفاء في قوله : ( فاتقوا الله ياأولي الألباب لَعَلَّكُمْ تُفْلِحُونَ ) للإفصاح عن كلام مقدر ، والتقدير :إذا كان الأمر كما بينت لكم - أيها الناس - من أنه لا يستوي الخبيث والطيب . لأن أهل الخبيث سيعاقبون ويندمون مهما كثروا وأهل الطيب سيثابون ويفرحون ، إذا كان الأمر كذلك فاتقوا الله يا أصحابا العقول السليمة بأن تجتنبوا كل ما هو خبيث ، وتقبلوا على كل ما هو طيب ، لعلكم بسبب هذه التقوى والخشية من الله تنولون الفلاح والنجاح في دنياكم وآخرتكم .والجملة الكريمة تذييل قصد به تأكيد ما مر من الترغيب في الطاعات والتحذير من المعاصي قال الفخر الرازي : لما ذكر - سبحانه - هذه الترغيبات الكثيرة في الطاعة ، والتحذيرات من المعصية . أتبعها بوجه آخر يؤكدها فقالك ( فاتقوا الله ياأولي الألباب لَعَلَّكُمْ تُفْلِحُونَ ) : أي : فاتقوا الله بعد هذه البيانات الجليلة والتعريفات القوية ، ولا تقدموا على مخالفته لعلكم تصيرون فائزين بالمطالب الدنيوية والدينية العاجلة والآجلة .",
  "ayah": 100,
  "surah": 5
}
