{
  "text": "وبعد هذا الحديث المستفيض عن الحلال والحرام في شريعة الإِسلام اتجهت آيات السورة الكريمة إلى تربية المسلمين وإرشادهم إلى الآداب التي يجب أن يتمسكوا بها ونهيهم عن الأسئلة التي لا خير يرجى من وراء إثارتها . . فقال تعالى :( ياأيها الذين آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ . . . )قد ذكر المفسرون في سبب نزول هاتين الآيتين روايات متعددة ، منها ما حكاه القرطبي في قوله : روى البخاري ومسلم وغيرهما - واللفظ للبخاري - عن أنس قال : \" قال رجل للنبي صلى الله عليه وسلم يا رسول الله من أبى؟ قال : \" أبوك فلان \" \" .وخرج البخاري أيضاً عن أنس عن النبي صلى الله عليه وسلم وفيه : \" فوالله لا تسألوني عن شيء إلا أخبرتكم به ما دمت في مقامي هذا \" فقام إليه رجل فقال : أين مدخلي يا رسول الله؟ قال \" النار \" فقام عبد الله بن حذافة - وكان إذا لا حي يدعى إلى غيره أبيه - فقال من أبي يا رسول الله؟ فقال : أبوك حذافة \" .وروى الدارقطني والترمذي عن علي رضي الله عنه قال : لما نزلت هذه الآية ( وَللَّهِ عَلَى الناس حِجُّ البيت مَنِ استطاع إِلَيْهِ سَبِيلاً ) قالوا : \" يا رسول الله ، أفي كل عام؟ فسكت . فقالوا : أفي كل عام؟ قال : \" لا ولو قلت نعم لوجبت \" فأنزل الله تعالى ( ياأيها الذين آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ ) . . الآية .وروى مجاهد عن ابن عباس أنها نزلت في قوم سألوا رسول الله صلى الله عليه وسلم عن البحيرة والسائبة والوصيلة والحام .ثم قال القرطبي : ويحتمل أن تكون الآية نزلت جوابا للجميع ، فيكون السؤال قريبا بعضه من بعض .والمعنى : يا أيها الذين آمنوا بالله حق الإِيمان ، لا تسألوا نبيكم صلى الله عليه وسلم أو غيره ، عن أشياء تتعلق بالعقيدة أو بالأحكام الشرعية أو بغيرها . هذه الأشياء ( إِن تُبْدَ لَكُمْ ) وتظهر ( تَسُؤْكُمْ ) أي : تتغمكم وتحزنكم وتندموا على السؤال عنها لما يترتب عليها من إحراجكم . ومن المشقة عليكم ، ومن الفضيحة لبعضكم .فالآية الكريمة - كما يقول ابن كثير - تأديب من الله لعباده المؤمنين ، ونهى لهم عن أن يسألوا عن أشياء مما لا فائدة لهم في السؤال والتنقيب عنها ، لأنها إن ظهرت لهم تلك الأمور ربما ساءتهم ، وشق عليهم سماعها ، كما جاء في الحديث أن رسول الله صلى الله عليه وسلم قال : \" لا يبلغني أحد عن أحد شيئا ، فإني أحب أن أخرج إليكم وأنا سليم الصدر \" .وقد وجه - سبحانه - النداء إليهم بصفة الإِيمان ، لتحريك حرارة العقيدة في نفوسهم ، حتى يستجيبوا بسرعة ورغبة إلى ما كلفوا به .وقوله ( أشياء ) اسم جمع من لفظ شيء ، فهو مفرد لفظا جمع معنى كطرفاء وقصباء - وهذا رأي الخليل وسيبويه وجمهور البصريين - .ويرى الفراء أن أشياء جمع لشيء . وهو ممنوع من الصرف لألف التأنيث الممدودة ، ومتعلق بقوله : ( تسألوا ) .ومفعول ( تسألوا ) محذوف للتعميم .أي : لا تسألوا الرسول صلى الله عليه وسلم ولا تسألوا غيره عن أشياء لا فائدة من السؤال عنها ، بل إن السؤال عنها قد يؤدي إلى إخراجكم وإلى المشقة عليكم .وقوله : ( إِن تُبْدَ لَكُمْ تَسُؤْكُمْ ) صفة لأشياء داعية إلى الانتهاء عن السؤال عنها .وعبر \" بإن \" المفيدة للشك وعدم القطع بوقوع الشرط والجزاء للإِشارة إلى أن هذا الشك كاف في تركهم للسؤال عن هذه الأشياء ، فإن المؤمن الحق يبتعد عن كل ما لا فائدة من ورائه من أسئلة أو غيرها .وقوله : ( وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ القرآن تُبْدَ لَكُمْ ) معطوف على ما قبله وهو قوله : ( إِن تُبْدَ لَكُمْ تَسُؤْكُمْ ) .والضمير في قوله : ( عنها ) يعود على ( أشياء ) و ( حين ) ظرف زمان منصوب بالفعل ( تسألوا ) .والمعنى : لا تكثروا - أيها المؤمنون - من الأسئلة التي لا خير لكم في السؤال عنها ، إن تسألوا عن أشياء نزل بها القرآن مجملة ، فتطلبوا بيانها تبين لكم حينئذ لاحتياجكم إليها .قال الفخر الرازي : السؤال على قسمين :أحدهما : السؤال عن شيء لم يجر ذكره في الكتاب والسنة بوجه من الوجوه . فهذا السؤال منهى عنه بقوله : ( لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ ) .والنوع الثاني من السؤال : السؤال عن شيء نزل به القرآن لكن السامع لم يفهمه كما ينبغي فها هنا السؤال واجب ، وهو المراد بقوله : ( وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ القرآن تُبْدَ لَكُمْ ) .والفائدة في ذكر هذا القسم ، أنه لما منع في الجملة الأولى من السؤال ، أو هم أن جميع أنواع السؤال ممنوع فيه ، فذكر ذلك تمييزا لهذا القسم عن ذلك القسم .فإن قيل : إن قوله ( وَإِن تَسْأَلُواْ عَنْهَا ) هذا الضمير عائد على الأشياء المذكورة في قوله ( لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ ) فكيف يعقل في ( أشياء ) بأعيانهها أن يكون السؤال عنها ممنوعا وجائزاً معاً؟قلنا : الجواب عنه من وجهين :الأول : جائز أن يكون السؤال عنها ممنوعاً قبل نزول القرآن بها ومأمورا به بعد نزول القرآن بها . والثاني : \" أنهما وإن كانا نوعين مختلفين ، إلا أنهما في حكم شيء واحد ، فلهذا حسن اتحاد الضمير ، وإن كانا في الحقيقة نوعين مختلفين \" .وقال القرطبي : قوله - تعالى - : ( وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ القرآن تُبْدَ لَكُمْ ) فيه غموض ، وذلك أن في ذلك الآية النهي عن السؤال ، ثم قال : ( وَإِن تَسْأَلُواْ ) . . إلخ . فأباحه لهم .فقيل : المعنى وإن تسألوا عن غيرها فيما مست الحاجة إليه ، فحذف المضاف ولا يصح حمله على غير الحذف .قال الجرجاني : الكناية في \" عنها \" ترجع إلى أشياء أخر ، كقوله تعالى : ( وَلَقَدْ خَلَقْنَا الإنسان مِن سُلاَلَةٍ مِّن طِينٍ ) يعني آدم ، ثم قال ( ثُمَّ جَعَلْنَاهُ نُطْفَةً ) أي : ابن آدم ، لأن آدم لم يجعل نطفة في قرار مكين ، لكن لما ذكر الإنسان وهو آدم دل على إنسان مثله ، وعرف ذلك بقرينة الحال .فالمعنى : وإن تسألوا عن أشياء - أخر - حين ينزل القرآن من تحليل أو تحريم أو حكم ، أو مست حاجتكم إلى التفسير ، فإذا سألتم فحينئذ تبدلكم فقد أباح - سبحانه - هذا النوع من السؤال .والضمير في قوله ( عَفَا الله عَنْهَا ) يعود إلى أشياء ، والجملة في محل جر صفة أخرى لأشياء .أي : أن هذه الأشياء التي نهيتم عن السؤال عنها هي مما عفا الله عنه - رحمة منه وفضلا- حيث لم يكلفكم بها . ولم يفضحكم بيانها .ويجوز أن يعود الضمير إلى الأسئلة المدلول عليها بقوله ( لاَ تَسْأَلُواْ ) فتكون الجملة مستأنفة ، ويكون المعنى : عفا الله عن أسئلتكم السالفة التي سألتموها قبل النهي ، وتجاوز - سبحانه - عن معاقبتكم عليها رحمة منه وكرما؛ فمن الواجب عليكم بعد ذلك ألا تعودوا إلى مثلها أبداً .قال صاحب المنار : ولا مانع عندنا يمنعنا من إرادة المعنيين معا . فإن كل ما تدل عليه عبارات القرآن من المعاني الحقيقية والمجازية والكناية يجوز عندنا أن يكون مرادا منها مجتمعة تلك المعاني أو منفردة ما لم يمنع مانع من ذلك كأن تكون تلك المعاني مما لا يمكن اجتماعها شرعاً أو عقلا ، فحينئذ لا يصح أن تكون كلها مرادة بل يرجح بعهضا على بعض بطرق الترجيح المعروفة من لفظية ومعنوية .وقوله ( والله غَفُورٌ حَلِيمٌ ) اعتراض تذييلي مقرر لعفوه - سبحانه - أي : عفا الله عن كل ذلك ، وهو - سبحانه - واسع المغفرة والحلم والصفح ولذا لم يكلفكم بما يشق عليهم ، ولم يؤاخذكم بها فرط منكم من أقوال وأعمال قبل النهي عنها .",
  "ayah": 101,
  "surah": 5
}
