{
  "text": "ثم بين - سبحانه - بعض مظاهر العبر والعظات والحكم من وراء نهيهم عن الأسئلة التي لا خير يرجى من ورائها فقال : ( قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ ثُمَّ أَصْبَحُواْ بِهَا كَافِرِينَ ) .والضمير في قوله : ( قَدْ سَأَلَهَا ) يعود إلى الأسئلة المنهي عنها في قوله - تعالى - ( لاَ تَسْأَلُواْ ) .أي : قد سأل قوم من قبلكم - أيها المؤمنون - أمثال هذه الأسئلة التي لا خير يرجى من ورائها ، ثم أصبحوا بعد إظهار الإِجابة عليها كافرين بها ، لأنهم استقلوا الإِجابة عنها سألوا عنه ، وتركوا العمل بما تطلعوا إلى معرفته ويجوز أن يكون الضمير عائداً إلى أشياء في قوله ( لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ ) على تقدير السؤال عن حكمها أو عن سببها أو عن أصلها ، أو عن غير ذلك مما لا فائدة من السؤال عنه .إلى هذين المعنين أشار الآلولسي بقوله : ( قَدْ سَأَلَهَا ) أي : المسألة ، فالضمير في موقع المصدر لا المفعول به . والمراد : سأل مثلها في كونها محظورة ومستتبعة للوبال ( قوم ) وعدم التصريح بالمثل للمبالغة في التحذير .وجوز أن يكون الضمير للأشياء على تقدير المضاف أيضاً ، فالضمير في موقع المفعول به ، وذلك من باب الحذف والإِيصال . والمراد : سأل عنها . واختلف في تعيين القوم : فعن ابن عباس هم قوم عيسى : سألوه إنزال المائدة ثم كفروا بها وقيل : هم قوم صالح - عليه السلام - سألوه الناقة ثم عقروها وكفروا بها ، وقيل : هم بنو إسرائيل كانوا يسألون أنبياءهم عن أشياء فإذا أخبروهم كذبوهم .والذي نراه أن لفظ ( قوم ) يشمل هؤلاء الأقوام الذين ذكرهم الآلوسي كما يشمل غيرهم ممن سألوا عن أشياء لا خير من السؤال عنها فلما أجيبوا عما سألوا عنه لم يعملوا بما أخبروا به بل كفروا به وهجروه وأنكروه .ونكر - سبحانه - لفظ ( قوم ) لأنه ليس الغرض تعيين ذواتهم ، بل الغرض النهي عن التشبه بهم مهما كانت أجناسهم أو أزمانهم .وجاء العطف في الآية \" بثم \" المفيدة للتراخي ، للدلاله على التباعد المعنوي بين اللجاجة في السؤال وبين الجحود والكفر بعد ذلك؛ فكأنهم كانوا يريدون حكما يناسب أهواءهم فلما جاءهم الحكم الذي لا يهوونه كفروا به .وقوله ( ثُمَّ أَصْبَحُواْ بِهَا كَافِرِينَ ) يؤذن بأنهم قبل السؤال عن تلك الأشياء أو قبل الخوض في تلك الأسئلة لم يكونوا كافرين ، ولكنهم أصبحوا بسبب الخوض فيها والتفتيش عنها كافرين لأنهم لم يمتثلوا ما أجيبوا به ، وإنما نبذوه وراء ظهورهم .وبذلك ترى أن الآيتين الكريمتين تنهيان المؤمنين في كل زمان ومان عن الخوض في الأسئلة عن أشياء يسوءهم الكشف عنها ، وضربتا لهم الأمثال بحال الذين من قبلهم ممن كانوا يشددون على أنفسهم بالأسئلة عن التكاليف والأحكام ، فلما كتبها الله عليهم كفروا بها ولم يؤدوها ، ولو سكتوا عن هذه الأسئلة التي لا فائدة من ورائها لكان خيرا لهم وأقوم .هذا ، و قد ساق الشيخ القاسمي - رحمه الله - عقب تفسيره لهاتين الآيتين أقوالا متعددة للعلماء فيما يؤخذ منهما من آداب وأحكام ، فقال - ما ملخصه - :قال ابن كثير : ظاهر الآية النهي عن السؤال عن الأشياء التي إذا علم بها الشخص ساءته فالأولى الإِعراض عنها :فقد روى الإِمام أحمد ومسلم والنسائي عن أبي هريرة : أن النبي - صلى الله عليه وسلم - قال : \" ذروني ما تركتكم ، فإنما هلك من كان قبلكم بكثرة سؤالهم واختلافهم على أنبيائهم . فإذا أمرتكم بشيء فأتوا منه ما استطعتم . وإذا نهيتكم عن شيء فدعوه \" .وروى الدارقطني وأبو نعيم عن أبي ثعلبة الخشني : ن النبي صلى الله عليه وسلم قال :\" إن الله - تعالى - فرض فرائض فلا تضيعوها ، وحد حدودا فلا تعتدوها . وحرم أشياء فلا تقربوها . وترك أشياء من غير نسيان فلا تبحثوا عنها \" .ثم قال الشيخ القاسمي : ثم رأيت في \" موافقات \" الإِمام الشاطبي في هذا الموضوع - مبحثا جليلا قال فيه .الإِكثار من الأسئلة مذموم . والدليل عليه النقل المستفيض من الكتاب والسنة وكلام السلف الصالح . وهذه مواضع يكره السؤال فيها :1 - السؤال عما لا ينفع في الدين ، كسؤال عبد الله بن حذافة : من أبي يا رسول الله؟ فأجابه أبوك حذافة .2 - أن يسأل عن شيء بيه القرآن ، كما سأل الرجل عن الحج : أكل عام يا رسول الله؟ مع أن قوله - تعالى ( وَللَّهِ عَلَى الناس حِجُّ البيت مَنِ استطاع إِلَيْهِ سَبِيلاً ) قاض بظاهره أنه للأبد لإطلاقه .3 - السؤال من غير احتياج إليه في الوقت ، وكأن هذا - والله أعلم - خاص بما لم ينزل فيه حكم ، وعليه يدل قوله : \" ذروني ما تركتكم \" وقوله : \" وسكت عن أشياء رحمة بكم لا عن نسيان فلا تبحثوا عنها \" .4 - أن يسأل عن صعبا المسائل وشرارها ، كما جاء في النهي عن الأغلوطات .5 - أن يسأل عن علة الحكم وهو من قبيل التعبدات ، أو يكون السائل ممن لا يليق به ذلك السؤال - كما في حديث قضاء الصوم دون الصلاة .- فقد أخرج مسلم في صحيحه عن معاذة قالت : سألت عائشة فقلت : ما بال الحائض تقضي الصوم ولا تقضي الصلاة؟ فقالت : أحرورية أنت؟قلت : لست بحرورية ، ولكني أسأل . قالت عائشة : كان يصيبنا ذلك فنؤمر بقضاء الصوم ولا نؤمر بقضاء الصلاة .6 - أن يبلغ بالسؤال إلى حد التكلف والتعمق ، وعلى ذلك يدل ما أخرجه مالك في الموطأ عن يحيى بن عبد الرحمن بن حاطب أن عمر بن الخطاب خرج في ركب ، فيهم عمرو بن العاص . حتى وردوا حوضاً . فقال عمرو بن العاص : يا صاحب الحوض!! له ترد حوضك السباع؟ فقال عمر بن الخطاب : يا صاحب الحوض! لا تخبرنا . فإنا نرد على السباع وترد علينا .7 - السؤال عن المتشابهات ، وعلى ذلك يدل قوله - تعالى - ( فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ) الآية .وعن عمر بن عبد العزيز : من جعل دينه عرضاً للخصومات أسرع التنقل .ومن ذلك سؤال رجل مالكا على الاستواء؛ فقد جاء رجل إلى مالك فقال : يا أبا عبد الله \" الرحمن على العرش استوى \" كيف استوى؟قال راوي الحديث : فما رأيت مالكا وجد - أي غضب - في شيء كموجدته من مقالته .وعلاه الرحضاء - أي العرق - وأطرق القوم . فقال مالك : الاستواء معلوم ، والكيف غير معقول . والإِيمان به واجب . والسؤال عنه بدعة وإني أخاف أن تكون ضلالا .8 - السؤال عما شجر بين السلف الصالح ، وقد سئل عمر بن عبد العزيز عن قتال أهل صفين فقال : تلك دماء كف الله عنها يدي ، فلا أحب أن ألطخ بها لساني .9 - سؤال التعنت والافحام وطلب الغلبة عند الخصام : وقد ذم القرآن هذا اللون من الناس فقال . ( وَهُوَ أَلَدُّ الخصام ) وقال ، ( بَلْ هُمْ قَوْمٌ خَصِمُونَ ) وفي الحديث : \" أبغض الرجال إلى الله الألد الخصم \" .هذه الجملة من المواضع التي يكره السؤال فيها ، ويقاس عليها ما سواها ، وليس النهي فيها واحداً ، بل فيها ما تشتد كراهيته ومنها ما يخفف ، ومنها ما يحرم . ومنها ما يكون محل اجتهاد .والنهي في الآية مقيد بما لا تدعو إليه الحاجة من الأسئلة؛ لأن الأمر الذي تدعو إليه الحاجة في أمور الدين قد أذن الله بالسؤال عنه فقال : ( فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ ) وفي الحديث : \" قاتلهم الله!! هلا سألوا إذا لم يعلموا ، فإنما شفاء الجهل بالسؤال \" .",
  "ayah": 102,
  "surah": 5
}
