{
  "text": "وبعد أن بين - سبحانه - ما بين من التكاليف والأحكام واحلال والحرام ، وذم المقلدين لآبائهم تقليداً أعمى . وجه - سبحانه - نداء إلى المؤمنين ، أمرهم فيه بأن يلزموا أنفسهم طاعة الله ، وأنهم ليس عليهم شيء من آثام غيرهم ما داموا قد نصحوهم وأرشدوهم إلى الخير فقال - تعالى - :( ياأيها الذين آمَنُواْ عَلَيْكُمْ . . . )قوله ( عَلَيْكُمْ ) اسم فعل أمر بمعنى : الزموا وقوله : ( أَنْفُسَكُمْ ) منصوب على الإِغراء بقوله : ( عَلَيْكُمْ ) - والصحيح أنه في موضع جر كما كان قبل أن تنقل الكلمة أنه في موضع جر كما ان قبل أن تنقل الكلمة إلى الإغراء .والمعنى : يأيها الذين آمنوا بالله إيمانا حقا ، الزموا العمل بطاعة الله ، بأن تؤدوا ما أمركم به ، وتنتهوا عما نهاكم عنه ، وأنتم بعد ذلك \" لا يضركم من ضل إذا اهتديتم \" أي : لا يضركم ضلال من ضل وغوى ، ما دمتم أنتم قد أديتم حق أنفسكم عليكم بصيانتها عما يغضب الله وأديتم حق غيركم عليكم بإرشاده ونصحه وأمره بالمعروف ونهيه عن المنكر . فإن أبي هذا الغير الاستجابة لكم بعد النصح والإِرشاد والأخذ على يده من الوقوع في الظلم فلا ضير عليكم في تمادية في غيه وضلاله ، فإن مصيركم ومرجعكم جميعاً إلى الله - تعالى - وحده ( فَيُنَبِّئُكُمْ ) يوم القيامة ( بِمَا كُنْتُمْ تَعْمَلُونَ ) في الدنيا من خير أو شر ، ويجازي أهل الخير بما يستحقون من ثواب ، ويجازي أهل الشر بما يستحقون من عقاب .هذا ، وقد يقول قائل : إن ظاهر هذه الآية قد يفهم منه بعض الناس ، أنه لا يضر المؤمنين أن يتركوا الأمر بالمعروف والنهي عن المنكر ما داموا قد أصلحوا أنفسهم ، لأنها تقول : ( عَلَيْكُمْ أَنْفُسَكُمْ لاَ يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهتديتم ) فهل هذا الفهم مقبول؟والجواب على ذلك ، أن هذا الفهم ليس مقبولا ، لأن الآية الكريمة مسوقة لتسلية المؤمنين ، ولإِدخال الطمأنينة ، على قلوبهم إذا لم يجدوا أذنا صاغية لدعوتهم .فكأنها تقول لهم : إنكم - أيه المؤمنون - إذا قمتم بما يجب عليكم ، لا يضركم تقصير غيركم . ولا شك أن مما يجب عليهم القيام به : الأمر بالمعروف والنهي عن المنكر ، إذ لا يكون المرء مهتديا إلى الحق مع تركه لفريضة الأمر بالمعروف والنهي عن المنكر وإنما يكون مهتديا متى أصلح نفسه ودعا غيره إلى الخير والصلاح .أي أن الهداية التي ذكرها - سبحانه - في قولهم ( إِذَا اهتديتم ) لا تتم إلا بإصلاح النفس ودعوة الغير إلى الخير والبر .وقد أشار صاحب الكشاف إلى هذه المعاني بقوله : كان المؤمنون تذهب أنفسهم حسرة على أهل العتو والعناد من الكفرة ، يتمنون دخولهم في الإِسلام ، فقيل لهم ( عَلَيْكُمْ أَنْفُسَكُمْ ) وما كلفتم من إصلاحها والمشي بها في طرق الهدى ( لاَ يَضُرُّكُمْ ) الضلال عن دينكم إذا كنتم مهتدين . وليس المراد ترك الأمر بالمعروف والنهي عن المنكر؛ فإن من تركهما مع القدرة عليهما لا يكون مهتديا ، وإنما هو بعض الضلال الذين فصلت الآية بينهم وبينه .ويبدو أن هذه الآية الكريمة قد فهمهما بعض الناس فهما غير سليم - حتى في الصدر الأول من الإِسلام .قال القرطبي : روى أبو داود والترمذي وغيرهما عن قيس بن أبي حازم قال : خطبنا أبو بكر الصديق - رضي الله عنه - فقال : أيها الناس - إنكم تقرءون هذه الآية وتتأولونها على غير تأويلها ( ياأيها الذين آمَنُواْ عَلَيْكُمْ أَنْفُسَكُمْ ) وإني سمعت رسول الله صلى الله عليه وسلم يقول : \" إن الناس إذا رأوا الظالم فلم يأخذوا على يديه ، أوشك أن يعمهم الله بعذاب من عنده \" .وروى أبو داود والترمذي وغيرهما عن أبي أمية الشعباني قال : أتيت أبا ثعلبه الخشني فقلت له : كيف تصنع بهذه الآية؟ فقال : أية آية؟ قلت : قوله - تعالى - ( ياأيها الذين آمَنُواْ عَلَيْكُمْ أَنْفُسَكُم ) قال : أما والله لقد سألت عنها خبيرا . سألت عنها رسول الله صلى الله عليه وسلم فقال : \" ائتمروا كل ذي رأي برأيه ، فعليك بخاصة نفسك ودع عنك أمر العامة ، فإن من ورائكم أياماً الصبر فيهن مثل القبض على الجمر للعامل فيهن مثل أجر خمسين رجلا يعملون مثل عملكم \" .وفي رواية قيل يا رسول الله! \" أجر خمسين منا أو منهم؟ قال : \" بل أجر خمسين منكم \" \" .وأخرج ابن جرير عن جبير بن نفير قال : \" كنت في حلقة فيها أصحاب النبي صلى الله عليه وسلم وإني لأصغر القوم؛ فتذاكروا الأمر بالمعروف والنهي عن المنكر . فقلت أنا : أليس الله يقول : ( ياأيها الذين آمَنُواْ عَلَيْكُمْ أَنْفُسَكُم ) فأقبلوا على بلسان واحد وقالوا : تنزع آية من القرآن لا تعرفها . ولا تدري ما تأويلها - حتى تمنيت أني لم أكن تكلمت - ثم أقبلوا يتحدثون ، فلما حضر قيامهم قالوا : إنك غلام حدث السن وإنك نزعت آية لا تدري ما هي ، وعسى أن تدرك ذلك الزمان ، إذا رأيت شحا مطاعاً ، وهوى متبعا ، وإعجاب كل ذي رأي برأيه فعليك بنفسك لا يضرك من ضل إذا اهتديت \" .والخلاصة أن الآية الكريمة لا ترخص في ترك الأمر بالمعروف والنهي عن المنكر إنها - كما قال الحاكم - لو استدل بها على وجوبهما لكان أولى ، لأن قوله ( عَلَيْكُمْ أَنْفُسَكُم ) معناه : الزموا أن تصلحوا أنفسكم باتباع الدلائل من كتاب الله وسنة روله والعقليات المؤيدة بها ، ودعوة الإِخوان إلى ذلك ، بإقامة الحجج ودفع الشبه ، وأمرهم بالمعروف ونهيهم عن المنكر ولا تقصروا في ذلك .ونقل الفخر الرازي عن عبد الله بن المبارك أنه قال : هذه أوكد آية في وجوب الأمر بالمعروف والنهي عن المنكر ، فإنه - سبحانه - قال ( عَلَيْكُمْ أَنْفُسَكُم ) يعني عليكم أهل دينكم ولا يضركم من ضل من الكفار . وهذا كقوله فاقتلوا أنفسكم ، يعني أهل دينكم فقوله ( عَلَيْكُمْ أَنْفُسَكُم ) يعني بأن يعظ بعضكم بعضاً . ويرغب بعضكم بعضاً في الخيرات وينفره عن القبائح والسيئات .ثم ختمت السورة حديثها الطويل المتنوع عن الأحكام الشرعية ببيان بعض أحكام المعاملات في المجتمع الإِسلامي فتحدثت عن التشريع الخاص بالإِشهاد على الوصية في حالة السفر ، وعن الضمانات التي شرعتها لكي يصل إلى أهله كاملا غير منقوص فقال - تعالى - :( يِا أَيُّهَا الذين آمَنُواْ شَهَادَةُ . . . )",
  "ayah": 105,
  "surah": 5
}
