{
  "text": "ثم بين - سبحانه - الحكم فيما إذا تبين أن الرجلين اللذين دفع إليهما الموصى ما له لم يكونا أمينين فقال : ( فَإِنْ عُثِرَ على أَنَّهُمَا استحقآ إِثْماً فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الذين استحق عَلَيْهِمُ الأوليان ) .وقوله : ( عثر ) أي : اطلع . يقال عثر الرجل على الشيء عثورا إذا اطلع عليه . ويقال : عثرت منه على خيانة أي : اطلعت .وقوله : ( الأوليان ) تثنية أولى بمعنى أقرب . فالمراد بقوله ( الأوليان ) أي : الأحقان بالشهادة لقرابتهما ومعرفتهما بأحوال الميت .والمعنى : فإن اطلع بعد تحليف الشاهدين الوصيين من جهة الميت على أنهما ( استحقآ إِثْماً ) أي : فعلا ما يوجب الإِثم من خيانة أو كتمان أو ما يشبههما ( فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا ) أي : فرجلان آخران يقومان مقام الذين اطلع على خيانتهما : أي يقفان موقفهما في الحبس بعد الصلاة والحلف ويكون هذان الرجلان الآخران ( مِنَ الذين استحق عَلَيْهِمُ الأوليان ) .قال القرطبي : قال ابن السدي : أي من الذين استحق عليهم الإِيصاء واختاره ابن العربي؛ وأيضاً فإن التفسير عليه ، لأن المعنى عند أهل التفسير : من الذين استحقت عليهم الوصية .وقال بعض العلماء : قوله ( مِنَ الذين استحق عَلَيْهِمُ الأوليان ) أي : من ورثة الميت الذين استحق من بينهم الأوليان أي : الأقربان إلى الميت؛ الوارثان له . الأحقان بالشهادة ، أي : اليمين . فقوله ( الأوليان ) فاعل ( استحق ) .ومفعول ( استحق ) محذوف ، قدره بعضهم \" وصيتهما \" وقدره ابن عطية \" ما لهم وتركتهم \" وقدره الزمخشري ، أن يجردوهما للقيام بالشهادة لأنها حقهما ويظهر بهما كذب الكاذبين .وقرئ ( استحق ) على البناء للمفعول . أي من الذين استحق عليهم الإِثم أي \" جنى عليهم \" ، وهم أهل الميت وعشيرته . وعليه فقوله : ( الأوليان ) هو بدل من الضمير في ( يقومان ) أو من ( آخران ) .وقوله : ( فَيُقْسِمَانِ بالله لَشَهَادَتُنَا أَحَقُّ مِن شَهَادَتِهِمَا وَمَا اعتدينآ إِنَّا إِذاً لَّمِنَ الظالمين ) بيان لكيفية اليمين التي يحلفها هذان الأوليان .أي : فيحلف بالله هذان الأوليان - أي الأقربان إلى الميت - قائلان ( لشهاداتنا ) أي : ليميننا ( أحق ) بالقبول ( مِن شَهَادَتِهِمَا ) أي : من يمينهما ( وَمَا اعتدينآ ) أي : وما تجاوزنا الحق في يميننا وفيما نسبناه إليهما من خيانة ( إِنَّا إِذاً لَّمِنَ الظالمين ) أي إنا إذا اعتدينا وقلنا فيهما خلاف الحق لنكونن في زمرة الظالمين لأنفسهم المستحقين لسخط الله وعقابه .قال الآلوسي : وقوله ( فَيُقْسِمَانِ بالله ) معطوف على ( يقومان ) في قوله : ( فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا ) والسببية ظاهرة وقوله : ( لَشَهَادَتُنَا أَحَقُّ مِن شَهَادَتِهِمَا ) جواب القسم .والمراد بالشهادة هنا - عند الكثيرين - اليمين كما في قوله - تعالى - ( فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بالله ) وصيغة التفضيل ( أحق ) إنما هي لإِمكان قبول يمينهما في الجملة باعتبار صدقهما في إدعاء تملكهما لما ظهر في أيديهما .",
  "ayah": 107,
  "surah": 5
}
