{
  "text": "ثم حكى - سبحانه - ما تضرع به عيسى بعد أن سمع من الحواريين ما قالوه في سبب طلبهم لنزول المائدة من السماء فقال - تعالى - ( قَالَ عِيسَى ابن مَرْيَمَ اللهم رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السمآء تَكُونُ لَنَا عِيداً لأَوَّلِنَا وَآخِرِنَا وَآيَةً مِّنْكَ وارزقنا وَأَنتَ خَيْرُ الرازقين ) .وقوله : ( اللهم ) أي : يا الله . فالميم المشددة عوض عن حرف النداء ، ولذلك لا يجتمعان . وهذا التعويض خاص بنداء الله ذي الجلالة والإِكرام .وقوله : ( عيدا ) أي سرورا وفرحا لنا ، لأن كلمة العيد تستعمل بمعنى الفرح والسرور .قال القرطبي : والعيد واحد الأعياد . أصله من عاد يعود أي : رجع وقيل ليوم الفطر والأضحى عيد ، لأنهما يعودان كل سنة . وقال الخليل : \" العيد كل يوم يجمع الناس فيه كأنهم عادوا إليه ، وقال ابن الانباري : سمعى عيدا للعود إلى المرح والفرح فهو يوم سرور \" .والمعنى : قال عيسى بضراعة وخشوع - بعد أن سمع من الحواريين حجتهم - ( اللهم رَبَّنَآ ) أي : يا الله يا ربنا ومالك أمرنا ، ومجيب سؤالنا . أتوسل إليك أن تنزل علينا ( مَآئِدَةً مِّنَ السمآء ) أي : أطعمة كائنة من السماء هذه الأطعمة ( تَكُونُ لَنَا عِيداً لأَوَّلِنَا وَآخِرِنَا ) أي : يكون يوم نزولهاه عيدا نعظمه ونكثر من التقرب إليك فيه نحن الذين شاهدناها ، ويكون - أيضاً - يوم نزولها عيداً وسروراً وبهجة لمن سيأتي بعدنا ممن لم يشاهدنا .قال ابن كثير . قال السدي : أي نتخذ ذلك اليوم الذي نزلت فيه عيداً نعظمه نحن ومن بعدنا . وقال سفيان الثوري : يعني يوما نصلي فيه . وقال قتادة : أرادوا أن يكون لعقبهم من بعدهم . وقال سلمان الفارسي : تكون عظة لنا ولمن بعدنا .وقوله : ( وَآيَةً مِّنْكَ ) معطوف على قوله ( عيداً ) .أي : تكون هذه المائدة النازلة من السماء عيداً لأولنا وآخرنا ، وتكون أيضاً - دليلا - وعلامة منك - سبحانك - على صحة نبوتي ورسالتي ، فيصدقوني فيما أبلغه عنك ، ويزداد يقينهم بكمال قدرتك .وقوله : ( وارزقنا وَأَنتَ خَيْرُ الرازقين ) تذييل بمثابة التعليل لما قبله . أي : أنزلها علينا يا ربنا وأزرقنا من عندك رزقنا هنيئا رغداً ، فإنك أنت خير الرازقين ، وخير المعطين ، وكل عطاء من سواك لا يغني ولا يشبع .وقد جمع عيسى في دعائه بين لفظي \" اللهم ربنا \" إظهاراً لنهاية التضرع وشدة الخضوع ، حتى يكون تضرعه أهلا للقبول والإِجابة .وعبر عن مجيء المائدة بالإنزال من السماء للإِشارة إلى أنها هبة رفيعة ، ونعمة شريفة ، آتية من مكان عال مرتفع في الحسن والمعنى ، فيجب أن تقابل بالشكر لواهبها - عز وجل - وبتمام الخضوع والإِخلاص له .وقوله ( تَكُونُ لَنَا عِيداً ) صفة ثانية لمائدة ، وقوله ( لنا ) خبر كان وقوله ( عيداً ) حال من الضمير في الظرف .قال الفخر الرازي : تأمل في هذا الترتيب ، فإن الحواريين لما سألوا المائدة ذكروا في طلبها أغراضا ، فقدموا ذكر الأكل فقالوا ( نُرِيدُ أَن نَّأْكُلَ مِنْهَا ) وأخروا الأغراض الدينية الروحانية .فأما عيسى فإنه لما ذكر المائدة وذكر أغراضه فيها قدم الأغراض الدينية وأخر غرض الأكل حيث قال : ( وارزقنا ) وعند هذا يلوح لك مراتب درجات الأرواح في كون بعضها روحية ، وبعضها جسمانية .ثم إن عيسى لشدة صفاء دينه لما ذكرالرزق انتقل إلى الرازق بقوله ( وارزقنا ) لم يقف عليه : بل انتقل من الرزق إلى الرازق فقال : ( وَأَنتَ خَيْرُ الرازقين ) فقوله : ( ربنا ) ابتداء منه بذكر الحق . وقوله ( أَنزِلْ عَلَيْنَا ) انتقال من الذات إلى الصفات .وقوله ( تَكُونُ لَنَا عِيداً لأَوَّلِنَا وَآخِرِنَا ) إشارة إلى ابتهاج الروح بالنعمة لا من حيث إنها نعمة ، بل من حيث إنها اصدرة من المنعم .وقوله : ( وَآيَةً مِّنْكَ ) إشارة إلى كون هذه المائدة دليلا لأصحاب النظرو الاستدلال .وقوله : ( وارزقنا ) إشارة إلى حصة النفس .ثم قال الإِمام الرازي : فانظر كيف ابتدأ بالأشرف فالأشرف نازلا إلى الأدون فالأدون .ثم قال : ( وَأَنتَ خَيْرُ الرازقين ) وهو عروج مرة أخرى من الخلق إلى الخالق ، ومن غير الله إلى الله ، وعند ذلك تلوح لك سمة من كيفية عروج الأرواح المشرقة النورانية إلى الكمالات الإِلهية ونزولها .",
  "ayah": 114,
  "surah": 5
}
