{
  "text": "وبعد أن بين - سبحانه - بعض الرذائل التي انغمس فيها اليهود والنصارى . وجه إليهم نداء دعاهم فيه إلى الدخول في الدين الحق الذي جاء به محمد صلى الله عليه وسلم فقال : تعالى :( يَا أَهْلَ الكتاب قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ . . . )المعنى : ( يَا أَهْلَ الكتاب ) من اليهود والنصارى ( قَدْ جَآءَكُمْ رَسُولُنَا ) محمد صلى الله عليه وسلم ( يُبَيِّنُ لَكُمْ كَثِيراً مِّمَّا كُنْتُمْ تُخْفُونَ مِنَ الكتاب ) أي : يظهركم لكم كثيراً من الأحكام والمسائل التي ذكرتها كتبكم وكتمتموها عن الناس ، كإخفائكم صفة النبي صلى الله عليه وسلم التي تجدونها في التوراة والإِنجيل وكتمانكم ما جاء فيها من بشارات تبشر به . وغير ذلك من الأحكام التي أخفاها علماؤكم عن العامة ، وتولي الرسول صلى الله عليه وسلم إعلانها إظهاراً للحق ، ووضعا للأمور في نصابها .وقوله : ( وَيَعْفُواْ عَن كَثِيرٍ ) أي : يعرض ولا يظهر كثيراً مما كنتم تخفونه ، لأنه لا ضرورة تدعو إلى بيانه ، ولا فائدة تعود على الناس من وراء إظهاره ، ففي السكوت عنه رحمة بكم ، وصيانة لكم عن الافتضاح والمؤاخذة .يقال : عفا عن المذنب ، أي : ستر عنه ذنبه فلم يعاقبه عليه .والمراد بالكتاب في قوله ( يَا أَهْلَ الكتاب ) جنس الكتب ، فيشمل التوراة والإِنجيل .وفي ندائهم بهذا الوصف حمل لهم على الدخول في الإِسلام؛ فإن علمهم بما في كتبهم من بشارات بالرسول صلى الله عليه ولم يدعوهم إلى الإِيمان به . فإذا لم يؤمنوا به مع علمهم بأنه رسول صادق في رسالته كانت مذمتهم أشد وأقبح ، وكان عقابهم على كتمانهم الحق أعظم وأقسى . وكان التعبير بقوله - تعالى - ( قَدْ جَآءَكُمْ ) للإِشارة إلى أنه صلى الله عليه وسلم قد وصل إليهم ، ويعيش بينهم ، فهم يرونه ويراهم ويخاطبهم ويخاطبونه ، ليسمعوا منه ما يشهد بصدقه بدون حجاب أو وساطة .وفي التعبير بقوله - تعالى - ( رَسُولُنَا ) تشريف للرسول صلى الله عليه وسلم حيث أضافه - سبحانه - إلى ذاته ، وفيه كذلك إيذان بوجوب اتباعه لأنه رسول مبلغ عن الله - تعالى - ما يأمره بتبليغه بدون تغيير أو تبديل .والمراد بالكتاب في قوله : ( تُخْفُونَ مِنَ الكتاب ) التوراة والإِنجيل . فقد امتدت أيدي اليهود والنصارى إلى هذين الكتابين فغيروا وبدلوا فيهما على حسب ما تمليه عليهم أهواؤهم وشهواتهم .وفي إظهار الرسول صلى الله عليه وسلم للكثير مما كتموه ، وعفوه عن الكثير مما أخفوه ، معجزة له ، لأنه لم يقرأ كتابا ، ولم يجلس أمام معلم ، فإخباره بأسرار ما في كتبهم إخبار عن أمور مغيبة ، فيكون معجزة له تحملهم على الإِيمان به فيما يدعوهم إليه .ثم مدح الله - تعالى - رسوله ، وما جاء به من الخير والهدى فقال : ( قَدْ جَآءَكُمْ مِّنَ الله نُورٌ وَكِتَابٌ مُّبِينٌ ) .والمراد بالنور هنا : محمد صلى الله عليه وسلم فهو نور الأنوار - كما يقول الآلوسي .والمراد بالكتاب : القرآن الكريم الذي أنزله - تعالى - على نبيه صلى الله عليه وسلم والجملة الكريمة مستأنفة مسووقة لبيان أن فائدة مجيء الرسول صلى الله عليه وسلم ليست منحصرة فيما ذكر من بيان ما كانوا يخفونه ، بل له منافع أخرى لا تحصى .قال ابن جرير ما ملخصه ، قوله : تعالى - ( قَدْ جَآءَكُمْ مِّنَ الله نُورٌ وَكِتَابٌ مُّبِينٌ ) يقول - جل ثناؤه - لهؤلاء الذين خاطبهم من أهل الكتاب : \" قد جاءكم يا أهل التوراة والإِنجيل من الله نور هو محمد صلى الله عليه وسلم الذي أنار الله به الحق ، وأظهر به الإِسلام ومحق به الشرك \" قوله ( وَكِتَابٌ مُّبِينٌ ) يعني : \" كتابا فيه بيان ما اختلفوا فيه بينهم من توحيد الله ، وحلاله وحرامه وشرائع دينه وهو القرآن الذي أنزله على نبينا محمد صلى الله عليه وسلم .ويرى بعض المفسرين أن المراد بالنور وبالكتاب هنا : القرآن الكريم .وقد اقتصر على هذا التفسير صاحب الكشاف فقال : قوله : ( قَدْ جَآءَكُمْ مِّنَ الله نُورٌ وَكِتَابٌ مُّبِينٌ ) يريد القرآن لكشفه ظلمات الشرك والشك ، ولإِبانته ما كان خافيا عن الناس من الحق ، أو لأنه ظاهر الإِعجاز .ويبدو لنا أن ما ذهب إليه ابن جرير أرجح ، لأن العطف في الغالب يقتضي المغايرة في الذات إذ الرسول صلى الله عليه وسلم قد جاء للناس برسالة هي نور في شخصه صلى الله عليه وسلم كما جاءهم بالقرآن الكريم الدال على صدقه في رسالته .",
  "ayah": 15,
  "surah": 5
}
