{
  "text": "وهذا الرجاء من موسى لربه في معنى الدعاء عليهم بسبب جبنهم وعصيانهم وقد أجاب الله - تعالى - دعاءه فيهم ، بأن أضلهم ظاهرا كما ضلوا باطنا وجاء الحكم الفاصل ممن يملكه فقال - تعالى - : ( قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأرض فَلاَ تَأْسَ عَلَى القوم الفاسقين ) .وقوله : ( يَتِيهُونَ ) من التيه وهو الحيرة . يقال : تاه يتيه ويتوه إذا تحير وضل الطريق . ووقع فلان في التيه أي : في مواضع الحيرة .وقوله : ( فَلاَ تَأْسَ ) أي : فلا تحزن عليهم من الأسى وهو الحزن . يقال : أسى - كتعب - أي : حزن . فهو أسين مثل حزين . وأسا على مصيبته - من باب عدا - أي : حزن قال امرؤ القيس :وقوفا بها صحبي على مطيهم ... يقولون لا تهلك أسى وتجملأي : يقولون لا تهلك نفسك حزنا وتجمل بالصبر .والمعنى : قال الله - تعالى - لنبيه موسى مجيبا لدعائه : يا موسى إن الأرض المقدسة محرمة على هؤلاء الجبناء العصاة مدة أربعين سنة ، يسيرون خلالها في الصحراء تائيهن حياري لا يستقيم لهم أمر ، ولا يستقر لهم قرار ، فلا تحزن عليهم بسبب هذه العقوبة؛ فإننا ما عاقبناهم بهذه العقوبة إلا بسبب خورجهم عن طاعتنا ، وتمردهم على أوامرنا ، وجبنهم عن قتال أعدائنا ، وسوء أدبهم مع أنبيائنا .قال الآلوسي : قوله : ( مُحَرَّمَةٌ عَلَيْهِمْ ) أي : لا يدخلونها ولا يملكونها . والتحريم تحريم منع لا تحريم تعبد ، وجوز أن يكون تحريم العبد والأول أظهر وقوله ( أَرْبَعِينَ سَنَةً ) متعلق بقوله : محرمة فيكون التحريم مؤقتا لا مؤبداً ، فلا يكون مخالفا لظاهر قوله - تعالى - ( ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ ) والمراد بتحريمها عليهم أنه لا يدخلها أحد منهم هذه المدة ، لكن لا بمعنى أن كلهم يدخلونها بعدها ، بل بعضهم ممن بقي - يجوز له دخولها - فقد روى أن موسى سار بمن بقي من بني إسرائيل - بعد انقضاء هذه المدة - إلى الأرض المقدسة .وقوله : ( يَتِيهُونَ فِي الأرض ) استئناف لبيان كيفية حرمانهم . وقيل حال من ضمير ( عَلَيْهِمْ ) وقيل : الظرف متعلق بقوله : ( يَتِيهُونَ ) فيكون التيه مؤقتا والتحريم مطلقا يحتمل التأبيد وعدمه .وقال الفخري الرازي : اختلف الناس في أن موسى وهارون - عليهما السلام - هل بقيا في التيه أو لا؟ فقال قوم : إنهما ما كانا في التيه؛ لأن موسى دعا الله أن يفرق بينه وبين القوم الفاسقين ، ودعوات الأنبياء مجابة ، لأن التيه كان عذاباً والأنبياء لا يُعذبون .وقال آخرون : إنهما كانا مع القوم في ذلك التيه ، إلا أن الله - تعالى - سهل عليهما ذلك العذاب كما سهل النار على إبراهيم فجعلها بردا وسلاما . وإنهما قد ماتا في التيه وبقي يوشع بن نون - وكان ابن أخت موسى ووصيه بعد موته - وهو الذي فتح الأرض المقدسة - بعد انقضاء مدة التيه .وقيل بل بقي موسى بعد ذلك وخرج من التيه وحارب الجبارين وقهرهم وأخذ الأرض المقدسة .هذا ونرى من المناسب في هذا المقام أن نتعرض بشيء من التفصيل للمسائل الآتية :أولا : الرد على اليهود في دعواهم أن الأرض المقدسة - فلسطين - ملك لهم مستندين إلى قوله - تعالى - : ( ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ ) .ثانيا : الحكمة في كون عقابهم أربعين سنة يتيهون في الأرض .ثالثاً : ما يؤخذ من هذه الآيات من العبر والعظات .وللإِجابة على المسألة الأولى نقول : للمفسرين أقوال في المراد من الكتابة في قوله - تعالى - ( ادْخُلُوا الأَرْضَ المُقَدَّسَةَ الَّتِي كَتَبَ اللَّهُ لَكُمْ ) أشهرها قولان :أولهما : أن معنى ( كَتَبَ اللَّهُ لَكُمْ ) : أمركم بدخولها ، وفرضه عليكم كما أمركم بالصلاة والزكاة فالكتب هنا مثله في قوله - تعالى - ( كُتِبَ عَلَيْكُمُ الصيام ) أي : فرض عليكم وهذا قول قتادة والسدى .والثاني : أن معنى ( كَتَبَ اللَّهُ لَكُمْ ) قدرها لكم وقضى أن تكون مساكن لكم دون الجبارين . وهذا القضاء مشروط بالإِيمان ، وطاعة الأنبياء ، والجهاد في سبيل نصرة الحق ، فإذا لم يكونوا كذلك - وهم لم يكونوا كذلك فعلا - لم يتحقق لهم التمكين في الأرض المقدسة ، ولذا بعد أن أغراهم نبيهم موسى - عليه السلام - بدخولها ، حذرهم من الجبن والعصيان فقال لهم : ( وَلاَ تَرْتَدُّوا على أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ ) .قال الآلوسي : \" وترتيب الخيبة والخسران على الارتداد يدل على اشتراط الكتب بالمجاهدة المترتبة على الإيمان .وقال ابن عباس : كانت هبة من الله لهم ثم حرمها - سبحانه - عليهم بشؤم تمردهم وعصيانهم .وقال الفخر الرازي : إن الوعد بقوله ( كَتَبَ اللَّهُ لَكُمْ ) مشروط بقيد الطاعة فلما لم يوجد الشرط لا جرم لم يوجد المشروط .والخلاصة أن الكتابة في قوله - تعالى - ( كَتَبَ اللَّهُ لَكُمْ ) : إما أن تكون تكليفية على معنى : أن الله - تعالى - كتب عليكم وفرض أن تدخلوها مجاهدين مطيعين لنبيكم فإذا خالفتم ذلك حقت عليكم العقوبة .وإما أن تكون كتابة قدرية . أي : قضى وقدر - سبحانه - أن تكون لكم متى آمنتم وأطعتم . وبنو إسرائيل ما آمنوا وما أطاعوا ، بل كفروا وعصوا فحرمها - سبحانه - عليهم .وبذلك ترى أن دعوى اليهود بأن الأرض المقدسة ملك لهم ، بدليل قوله - تعالى - ( كَتَبَ اللَّهُ لَكُمْ ) لا أساس لها من الصحة ولا يشهد لها عقل أو نقل .وللإِجابة على المسألة الثانية نقول : اقتضت حكمة الله - تعالى - أن يجعل عقوبته لقوم مناسبة لما اجترحوا من ذنوب وآثام وبنو إسرائيل لطول ما ألفوا من ذل واستعباد ، هانت عليهم نعمة الحرية . وضعف عندهم الشعور بالعزة . وأصبحت حياة الذلة مع العقود . أحب إليهم من حياة العزة مع الجهاد ولهذا عندما أمرهم نبيهم موسى - عليه السلام - بدخول الأرض المقدسة اعتذروا بشتى المعاذير الواهية وأكدوا له عدم اقترابهم منها ما دام الجبارون فيها :وقالوا : ( إِنَّا هَاهُنَا قَاعِدُونَ ) .فاقتضت حكمة الله - تعالى - أن يحرمهم منها جزاء جبنهم وعصيانهم وأن يعاقبهم بما يشبه القعود ، بأن يحكم عليهم بالتيهان في بقعة محدودة من الأرض ، يذهبون فيها ويجيئون وهم حيارى لا يعرفون لهم مقرا وأن يستمروا على تلك الحالة أربعين سنة حتى ينشأ من بينهم جيل آخر سوى ذلك الجيل الذي استمرأ الذل والهوان .قال ابن خلدون في مقدمته . . ويظهر من مساق قوله - تعالى - ( قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأرض ) ومن مفهومه : أن حكمة ذلك التيه مقصودة ، وهي فناء الجيل الذين خرجوا من قبضة الذل والقهر ، وأفسدوا من عصبيتهم ، حتى نشأ في ذلك التيه جيل آخر عزيز لا يعرف القهر ولا يسام بالمذلة .فنشأت لهم بذلك عصبية أخرى اقتدروا بها على المطالبة والتغلب ويظهر لك من ذلك أن الأربعين سنة أقل ما يأتي فيها فناء جيل ونشأة جيل آخر .فسبحان الحكيم العليم .هذا ولصاحب المنار كلام حسن في كمة هذه العقوبة ، نرى من المناسب إثباته هنا ، فقد قال - رحمه الله - في ختام تفسيره لهذه الآيات :\" إن الشعوب التي تنشأ في مهد الاستبداد ، والإِحساس بالظلم والاضطهاد ، تفسد أخلاقها ، وتذل نفوسها . وإذا طال عليها أمد الظلم تصير هذه الأخلاق موروثة ومكتسبة ، حتى تكون كالغرائز الفطرية . والطبائع الخلقية ، وإذا أخرجت صاحبها من بيئتها ، ورفعت عن رقبته نيرها ، ألفيته ينزع بطبعه إليها ويتفلت منك ليقتحم فيها ، وهذا شأن البشر في كل ما يألفونه ، ويجرون عليه من خير وشر ، وإيمان وكفر .أفسد ظلم فرعون فطرة بني إسرائيل في مصر ، وطبع عليها بطابع المهانة والذل . وقد أراهم الله - تعالى - من الآيات الدالة على وحدانيته وقدرته وصدق رسوله موسى - عليه السلام - وبين لهم أنه أخرجهم من مصر لينقذهم من الذل إلى الحرية . ولكنهم كانوا مع هذا كله إذا أصابهم ضرر يتطيرون بموسى ، ويذكرون مصر ويحنون إليها .وكان الله - تعالى - يعلم أنهم لا تطاوعهم أنفسهم المهينة على دخول أرض الجبارين ، وأن وعده - تعالى - لأجدادهم إنما يتم على وفق سنته في طبيعة الاجتماع البشرى ، إذا هلك ذلك الجيل الذي نشأ في الوثنية والعبودية . ونشأ بعده جيل جديد في حرية البداوة ، وعدل الشريعة ، ونور الآيات الإِلهية ، وما كان الله ليهلك قوما بذنوبهم ، حتى يبين لهم حجته عليهم ، ليعلموا أنه لم يظلمهم إنما يظلمون أنفسهم .وعلى هذه السنة العادلة أمر الله - تعالى - بني إسرائيل بدخول الأرض المقدسة ، فأبوا واستكبروا . فأخذهم الله بذنوبهم وأنشأ من بعدهم قوماً آخرين .فعلينا أن نعتبر بهذه الأمثال التي ضربها الله لنا ، وأن نعلم أن إصلاح الأمم من بعد فسادها بالظلم والاستبداد إنما يكون بإنشاء جيل جديد جمع بين حرية البداوة واستقلالها وعزتها ، وبين معرفة الشريعة والفضائل والعمل بها .وللإِجابة على المسألة الثالثة - وهي ما يؤخذ من هذه الآيات من عظات وعبر - نقول : إن هذه الآيات الكريمة قد اشتملت على لون حكيم في أسلوب الدعوة إلى الله - تعالى - فقد بدأت بتذكير بني إسرائيل بأمجادهم وبعظم نعم الله عليهم ، لتغرس فيهم الشعور بالعزة؛ ولتغريهم بالاستجابة لما أمر به - سبحانه - .كما اشتملت على تحذيرهم من مغبة الجبن والمخالفة لأن ذلك يؤدي إلى الخسران .وفوق ذلك فقد صورت تصويرا معجزا طبيعة بني إسرائيل على حقيقتها وكشفت عن خور عزيمتهم ، وسقوط همتهم وسوء اختيارهم لأنفسهم . . بما جعلهم أهلا العقوبات الرادعة وفي كل ذلك تسلية للرسول صلى الله عليه وسلم عما لحقه من اليهود المعاصرين له من أذى ، وتحذير لهم من السير على طريق آبائهم المعوجة ، حتى لا يعرضوا أنفسهم للعقوبات التي حلت بأسلافهم .قال الإِمام ابن جرير : عند تفسيره للآيات الكريمة : وهذا - أيضاً - من الله - تعالى تعريف - لنبيه صلى الله عليه وسلم يتمادى هؤلاء اليهود في الغي ، وبعدهم عن الحق ، وسوء اختيارهم لأنفسهم ، وشدة خلافهم لأنبيائهم وبطء إثابتهم إلى الرشاد ، مع كثرة نعم الله عندهم ، وتتابع آياته وآلائه عليهم ، مسليا بذلك نبيه صلى الله عليه وسلم عما ينزل به من مجادلاتهم في ذات الله ، يقول الله - له : لا تأس على ما أصابك منهم ، فإن الذهاب عن الله ، والبعد عن الحق ، وما فيه من الحظ لهم في الدنيا والآخرة ، من عاداتهم وعادات أسلافهم ، وأوائلهم ، وتعزّ بما لاقى منهم أخوك موسى - عليه السلام - .وقال الإِمام ابن كثير : وهذه القصة تضمنت تقريع اليهود ، وبيان فضائحهم ، ومخالفتهم لله ولرسوله ، ونكولهم عن طاعتهما فيما أمرهم به من الجهاد ، فضعفت أنفسهم عن مصابرة الأعداء ومجالدتهم ومقاتلتهم ، مع أن بين أظهرهم كليم الله وصفيه من خلقه في ذلك الزمان . وهو يعدهم بالنصر والظفر بأعدائهم . هذا مع ما شاهدوا من فعل الله بعدوهم فرعون من الغرق له ولجنوده في اليم وهم ينظرون . لتقر به أعينهم - وما بالعهد من قدم - ثم ينكلون عن مقاتلة أهل بلد هي بالنسبة إلى ديار مصر لا توازن عشر المعشار في عدة أهلها وعددهم . وظهرت قبائح صنيعهم للخاص والعام وافتضحوا فضيحة لا يغطيها الليل ، ولا يسترها الذيل .وقال - رحمه الله - قبل ذلك : وما أحسن ما أجاب به الصحابة - رضي الله عنهم - يوم بدر رسول الله صلى الله عليه وسلم حين استشارهم في قتال قريش . فقد قالوا فأحسنوا .لقد قال المقداد : يا رسول الله ، إنا لا نقول كما قالت بنو إسرائيل لموسى؛ ( فاذهب أَنتَ وَرَبُّكَ فقاتلا إِنَّا هَاهُنَا قَاعِدُونَ ) ولكن نقول لك : \" إذهب أنت وربك فقاتلا إنا معكما مقاتلون \" .كذلك يؤخذ من هذه القصة أن معصية الله ورسله تؤدي إلى الخسران ، فإن بني إسرائيل لما جبنوا عن دخول الأرض المقدسة ، وعصوا أمر نبيهم ، عاقبهم الله بالتيه مدة أربعين سنة ، صارت قصتهم عبرة للمعتبرين ، وموعظة للمتقين .",
  "ayah": 26,
  "surah": 5
}
