{
  "text": "ثم شرع - سبحانه - في بيان المحرمات التي أشار إليها قبل ذلك بقوله : ( إِلاَّ مَا يتلى عَلَيْكُمْ ) فبين ما يحرم أكله من الحيوان لأسباب معينة فقال - تعالى - :( حُرِّمَتْ عَلَيْكُمُ الميتة والدم . . . )في هذه المحرمات يتلى في قوله - تعالى - : ( حُرِّمَتْ عَلَيْكُمُ الميتة ) . .والميتة كما يقول ابن جرير - كل ما له نفس - أي دم ونحوه - سائلة من دواب البر وطيره ، مما أباح الله أكلها . أهليها ووحشيها فارقتها روحها بغير تذكية .وقال : بعضهم : الميتة : هو كل ما فارقته الحياة من دواب البر وطيره بغير تذكية شرعية ، مما أحل الله أكله \" أي : حرم الله عليكم - أيها المؤمنون - أكل الميتة لخبث لحمها ، ببقاء بعض المواد الضارة في جسمها .وقد أجمع العلماء على حرمة أكل الميتة ، أما شعرها وعظمها فقال الأحناف بطارتهما وبجواز الانتفاع بهما . وقال الشافعية بنجاستهما وبعدم جواز استعمالهما .وقد استثنى العلماء من الميتة المحرمة السمك والجراد . فقد أخرج البخاري ومسلم وغيرهما من حديث ابن أبي أوفي قال : \" غزونا مع رسول الله صلى الله عليه وسلم سبع غزوات نأكل الجراد \" .وفيهما - أيضاً - من حديث جابر ، \" إن البحر ألقى حوتاً ميتاً فأكل منه الجيش . فلما قدموا قالوا للنبي صلى الله عليه وسلم : فقال : \" كلوا رزقاً أخرجه الله لكم : أطعمونا منه إن كان معكم . فأتاه بعضهم بشيء منه \" .وعن ابن عمر قال : قال رسول الله - صلى الله عليه وسلم : \" أحل لنا ميتتان ودمان ، فأما الميتتان فالسمك والجراد . وأما الدمان فالكبد والطحال \" .وثاني هذه المحرمات ما ذكره - سبحانه - في قوله : ( والدم ) أي : وحرم عليكم أكل الدم .والمراد به : الدم المسفوح . أي السائل من الحيوان عند التذكية . لقوله - تعالى - في آية أخرى ( أَوْ دَماً مَّسْفُوحاً ) وهي خاصة . والآية التي معنا عامة . والخاص مقدم على العام .وكان أهل الجاهلية يجعلونه في الماعز ويشوونه ويأكلونه ، فحرمه الله - تعالى - لأنه يضر الأجسام . أما الدم الذي يكون جامداً بأصل خلقته كالكبد والطحال فإنه حلال كما جاء في حديث ابن عمر الذي سقناه منذ قليل .وثالث هذه المحرمات ما جاء في قوله - تعالى - ( وَلَحْمُ الخنزير ) أي : وحرم عليكم لحم الخنزير وكذلك شحمه وجلده وجميع أجزائه ، لأنهن مستقذر تعافه الفطرة ، وتتضرر به الأجسام .وخص لحم الخنزير بالذكر مع أن جميع أجزائه محرمة لأنه هو المقصود بالأكل قال ابن كثير ما ملخصه : وقوله - تعالى - : ( وَلَحْمُ الخنزير ) يعني إنسيه ووحشية ، واللحم يعم جميع أجزائه حتى الشحم . كما هو المفهوم من لغة العرب ، ومن العرف المطرد . . وفي الصحيحين أن رسول الله صلى الله عليه وسلم قال : \" إن الله حرم بيع الخمر والميتة والخنزير والأصنام . فقيل : يا رسول الله ، أرأيت شحوم الميتة فإنها تطلى بها السفن ، وتدهن بها الجلود . ويستصبح بها الناس؟ فقال : لا . هو حرام : ثم قال : قاتل الله اليهود . إن الله لما حرم شحومها جملوه - أي أذابوه - ثم باعوه فأكلوا ثمنه \" .ورابع هذه المحرمات بينه - سبحانه - بقوله : ( وَمَآ أُهِلَّ لِغَيْرِ الله بِهِ ) .الإِهلال : رفع الصوت عند رؤية الهلال ثم استعمل لرفع الصوت مطلقاً . ومنه : إهلال الصبي أي : صراخه بعد ولادته ، والإِهلال بالحج أي رفع الصوت بالتلبية .وكانوا في الجاهلية إذا أرادوا ذبح ما قربوه إلى آلهتهم ، سموا عليها أسماءها - كاللات والعزى - ورفعوا بها أصواتهم ، وسمي ذلك إهلالا . ثم توسع فيه فقيل لكل ذابح : مهل سمي أو لم يسم . جهر بالتسمية أو لم يجهر .والمعنى : وحرم عليكم - سبحانه - أن تأكلوا مما ذبح فذكر عليه عند ذبحه غير اسم الله - تعالى - سواء اقتصر على ذكر غيره كقوله عند الذبح باسم الصنم فلان ، أو باسم المسيح أو عزير أو فلان ، أو جمع بين ذكر الله وذكر غيره بالعطف عليه كقوله : باسم الله واسم فلان .أما إذا جمع الذابح بين اسم الله واسم غيره بدون عطف بأن قال : باسم الله المسيح نبي الله ، أو باسم الله محمد رسول الله ، فالأحناف يجوزون الأكل من الذبيحة ويعتبرون ذكر غير الله كلاماً مبتدأً بخلاف العطف فإنه يكون نصا في ذكر غير الله .وجمهور العلماء يحرمون الأكل من الذبيحة متى ذكر مع اسم الله آخر سواء أكان ذلك بالعطف أو بدونه .وذهب جماعة من التابعين إلى تخصيص الغير بالأصنام ، وإلى حل ذبائح أهل الكتاب مطلقاً والتحريم هنا ليس لذات الحيوان ، بل لما صحبه من عمل فيه شرك بالله - تعالى -ثم ذكر - سبحانه - أربعة أنواع أخرى من المحرمات فقال : ( والمنخنقة والموقوذة والمتردية والنطيحة ) .والمنخنقة : هي التي تموت خنقاً إما قصداً بأن يخنقها آدمي . وإما اتفاقاً بأن يعرض لها من ذاتها ما يخنقها .والموقوذة : هي التي تضرب بمثقل غير محدد كخشب أو حجر حتى تموت وكانوا في الجاهلية يضربون البهيمة بالعصى حتى إذا ماتت أكلوها .والوقذ : شدة الضرب . وفلان وقيذ أي : مثخن ضرباً . ويقال : وقذه يقذه وقذا : ضربه ضرباً حتى استرخى وأشرف على الموت .قال القرطبي : وفي صحيح مسلم عن عدي بن حاتم قال \" قلت يا رسول الله فإني أرمي الصيد فأصيب؟ - والمعراض : وهو سهم يرمى به بلا ريش وأكثر ما يصيب بعرض عوده دون حده - فقال النبي صلى الله عليه وسلم : \" إذا رميت بالمعراض فخزق - أي نفذ وأسال الدم - فكله . وإن أصاب بعرضه فلا تأكله \" .والمتردية : هي التي تتردى أي : تسقط من أعلى إلى أسفل فتموت من التردي مأخوذ من الردى بمعنى الهلاك سواء تردت بنفسها أم رداها غيرها .والنطيحة : هي التي تنطحها أخرى فتموت من النطاح يقال : نطحه ينطحه وينطحه أي أصابه بقرنه .والمعنى : وحرم الله عليكم كذلك - أيها المؤمنون - الأكل من المنخنقة ، والموقوذة ، والمتردية ، والنطيحة ، إذا ماتت كل واحدة من هذه الأنواع لهذه الأسباب دون أن تذكوها ذكاة شرعية ، لأن الأكل منها في هذه الحالة يعود عليكم بالضرر .وتاسع هذه المحرمات ذكره - سبحانه - في قوله : ( وَمَآ أَكَلَ السبع إِلاَّ مَا ذَكَّيْتُمْ ) .المراد بالسبع كل ذي ناب وأظفار من الحيوان . كالأسد والنمر والذئب ونحوها من الحيوانات المفترسة .وقوله ( ذَكَّيْتُمْ ) من التذكية وهي الإتمام . يقال : ذكيت النار إذا أتممت اشتعالها .والمراد هنا : إسالة الدم وفرى الأوداج في المذبوح ، والنحر في المنحور .والمعنى : وحرم عليكم - أيضاً - الأكل مما افترسه السبع حتى مات سواء أكل منه أم لم يأكل ، إلا ما أدركتموه من هذه الأنواع وقد بقيت فيه حياة يضرب معها اضطراب المذبوح وذكيتموه أي ذبحتموه ذبحا شرعياً : فإنه في هذه الحالة يحل لكم الأكل منه . فقوله ( إِلاَّ مَا ذَكَّيْتُمْ ) الاستثناء هنا يرجع إلى هذه الأنواع الخمسة .وقيل : إن الاستثناء هنا مختص بقوله : ( وَمَآ أَكَلَ السبع ) .أي : وحرم عليكم ما أكل السبع بعضه فمات بسبب جرحه ، إلا ما أدركتموه حيا فذكيتموه ذكاة شرعية فإنه في هذه الحالة يحل الأكل منه ، والأول أولى ، لأن هذه الأنواع الخمسة تشترك في أنها تعلقت بها أحوال قد تفضي بها إلى الهلاك ، فإن هلكت بتلك الأحوال لم يبح أكلها لأنها حينئذ ميتة ، وإذا أدركت بالذكاة في وقت تنفع فيه الذكاة لها جاز الأكل منها .أما النوع العاشر في هذه المحرمات فيتجلى في قوله - تعالى - ( وَمَا ذُبِحَ عَلَى النصب ) والنصب : جمع نصاب : ككتب وكتاب . أو جمع نصب كسقف وسقف . ويصح أن يكون لفظ النصب واحداً وجمعه أنصاب مثل : طنب أطناب .وعلى كل فهي حجارة كان الجاهليون ينصبونهها حول الكعبة ، وكان عددها ثلاثمائة وستين حجراً ، وكانوا يذبحون عليها قرابينهم التي يتقربون بها إلى أصنامهم . ويعتبرون الذبح أكثر قربة إلى معبوداتهم متى تم على هذه النصب . وليست هذه النصب هي الأوثان ، فإن النصب حجارة غير منقوشة بخلاف الأوثان فإنها حجارة مصورة منقوشة .والمعنى : وحرم عليكم - سبحانه - أن تأكلوا مما ذبح على النصب لأنه لم يتقرب به إلى الله ، وإنما تقرب به إلى الأصنام وما تقرب به إلى غير الله فهو فسق ورجس يجب البعد عنه .هذه عشرة أنواع من المأكولان حرمت الآية الكريمة الأكل منها ، لما اشتملت عليه من مضرة وأذى ، ولما صاحب بعضها من تقرب لغير الله ، ويكفى لتجنب الأكل من هذه المطعومات أن وأذى ، ولما صاحب بعضها من تقرب لغير الله ، ويكفى لتجنب الأكل من هذه المطعومات أن الله - تعالى - قد حرمها ، لأنه - سبحانه - لا يحرم الخبائث .ومن شأن المؤمن الصادق في إيمانه أن يقف عند ما أحله الله - تعالى - وحرم .ثم ذكر - سبحانه - نوعا من الأفعال المحرمة ، بعد ذكره لعشرة أنواع من المطاعم المحرمة فقال : ( وَأَنْ تَسْتَقْسِمُواْ بالأزلام ذلكم فِسْقٌ ) .وإنما ذكر - سبحانه - هذا الفعل المحرم مع جملة المطاعم المحرمة ، لأنه مما ابتدعه أهل الجاهلية؛ كما ابتدعوا ما ابتدعوه في شأن المطاعم .والاستقسام : طلب معرفة ام قسم للإِنسان من خير أو شر .والأزلام : قداح الميسر واحدها زلم - بفتح اللام وبفتح الزاي أو ضمها - وسميت قداح الميسر بالأزلام ، لأنها زلمت أي سويت ، ويقال : رجل مزلم وامرأة مزلمة ، إذا كان جيد القد ، جميل القوام .وكان لأهل الجاهلية طرق للاستقسام بالأزلام من أشهرها : أنه كانت لديهم سهام مكتوب على أحدها : أمرني ربي وعلى الآخر : نهاني ربي . والثالث غفل من الكتابة ، فإذا أرادوا سفراص أو حرباً أو زواجاً أو غير ذلك أتوا إلى بيت الأصنام واستقسموها فإن خرج الآمر أقدموا على ما يريدونه وإن خرج الناهي امسكوا عنه ، وإن خرج الغفل أجالوها ثانية حتى يخرج الآمر أو الناهي .والمعنى : وحرم عليكم - سبحانه - أن تطلبوا معرفة ما قسم لكم في سفر أو غزو أو زواج أو ما يشبه ذلك بواسطة الأزلام ، لأن هذا الفعل فسق ، أي : خروج عن أمر الله وطاعته .فاسم الإِشارة \" ذلكم \" يعود إلى الاستقسام بالأزلام خاصة . ويجوز أن يعود إليه وإلى تناول ما حرم عليهم .قال ابن كثير : وقد ثبت في الصحيحين أن النبي صلى الله عليه وسلم لما دخل الكعبة ، وجد إبراهيم وإسماعيل مصورين فيها . وفي أيديهما الأزلام . فقال صلى الله عليه وسلم : \" قاتلهم الله . لقد علموا أنهما لم يستقسما بها أبدا \" .وثبت في الصحيحين أيضاً \" أن سراقة بن مالك بن جعشم لما خرج في طلب النبي صلى الله عليه وسلم وأبي بكر ، وهما ذاهبان إلى المدينة مهاجرين : قال فاستقسمت بالأزلام . هل أضرهم أولا؟ فخرج الذي أكره : لا تضرهم . قال : فعصيت الأزلام واتبعتهم . ثم استقسم بها ثانية وثالثة . كل ذلك يخرج الذي يكره : لا تضرهم . وكان كذلك وكان سراقة لم يسلم إذ ذاك ، ثم أسلم بعد ذلك \" .فإن قيل إن الاستقسام بالأزلام هو لون من التفاؤل ، وكان صلى الله عليه وسلم يحب الفأل الحسن فلم صار فسقاً؟فالجواب أن هناك فرقا واسعاً بين الاستقسام بالأزلام وبين الفأل؛ فإن الفأل أمر اتفاقي تنفعل به النفس وتنشرح للعمل مع رجاء الخير منه بخلاف الاستقسام بالأزلام فإن القوم كانوا يستقسمون بالأزلام عند الأصنام ويعتقدون أن ما يخرج من الأمر والنهي على تلك الأزلام بإرشاد من الأصنام فلهذا كان الاستقسام بها فسقا وخروجا عن طاعة الله .وفضلا عن هذا فإن الاستقسام بالأزلام طلب لمعرفة علم الغيب الذي استأثر الله به ، وذلك حرام وافتراء على الله - تعالى - .وإلى هنا تكون الآية الكريمة قد ذكرت أحد عشر نوعاً من المحرمات عشرة منها تتعلق بالمأكولات ، وواحدا يتعلق بالأفعال .وهناك مطعومات أخرى جاء تحريمها عن طريق السنة النبوية ، كتحريمه صلى الله عليه وسلم الأكل من لحوم الحمر الأهلية .وبعد أن بين - سبحانه - هذه الأنواع من المحرمات التي حرمها على المؤمنين رحمة بهم ، ورعاية لهم ، أتبع ذلك ببيان مظاهر فضله عليهم ، وأمرهم بأن يجعلوا خشيتهم منه وحده ، فقال - تعالى - : ( اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ فَلاَ تَخْشَوْهُمْ واخشون ) .وقوله ( اليوم ) ظرف منصوب على الظرفية بقوله ( يَئِسَ ) والألف واللام فيه للعهد الحضوري ، فيكون المراد به يوماً معيناً وهو يوم عرفة من عام حجة الوداع .ويصح أن لا يكون المراد به يوما بعينه ، وإنما أراد به الزمان الحاضر وما يتصل به ويدانيه من الأزمنة الماضية والآتية .وقد حكى الإِمام الرازي هذين الوجهين فقال ما ملخصه : وقوله : ( اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ ) فيه قولان :الأول : أنه ليس المراد به ذلك اليوم بعينه حتى يقال إنهم ما يئسوا قبله بيوم أو يومين ، وإنما هو كلام خارج على عادة أهل اللسان أي لا حاجة بكم الآن إلى مداهنة هؤلاء الكفار ، لأنكم الآن صرتم بحيث لا يطمع أحد من أعدائكم في توهين أمركم ، ونظيره قوله : كنت بالأمس شابا واليوم قد صرت شيخاً . لا يريد بالأمس اليوم الذي قبل يومك ، ولا باليوم يومك الذي أنت فيه .الثاني : أن المراد به يوم نزول هذه الآية . وقد \" نزلت يوم الجمعة من يوم عرفة بعد العصر في عام حجة الوداع سنة عشر من الهجرة ، والنبي صلى الله عليه وسلم واقف بعرفات على ناقته العضباء \" .وقوله : ( اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ ) أي انقطع رجاؤهم في التغلب عليكم ، وفي إبطال أمر دينكم . وفي صرف الناس عنه بعد أن دخلوا فيه أفواجاً وبعد أن صار المشركون مهقورين لكم . أذلة أمام قوتكم . وما دام الأمر كذلك ( فَلاَ تَخْشَوْهُمْ واخشون ) أي : فلا تجعلوا مكاناً لخشية المشركين في قلوبكم فقد ضعفوا واستكانوا ، بل اجعلوا خشيتكم وخوفكم وهيبتكم من الله وحده الذي جعل لكم الغلبة والنصر عليهم .ثم عقب ذلك - سبحانه - بيان أكبر نعمه وأعظم مننه على هذه الأمة الإِسلامية فقال : ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الإسلام دِيناً ) .أي؛ اليوم أكملت لكم حدودي وفرائضي وحلالي وحرامي ، ونصري لكم على أعدائكم وتمكيني إياكم من أداء فريضة الحج دون أن يشارككم في الطواف بالبيت أحد من المشركين .وأتممت عليكم نعمتي ، بأن أزلت دولة الشرك من مكة ، وجعلت كلمتكم هي العليا وكلمة أعدائكم هي السفلى ، ورضيت لكم الإِسلام دينا ، بأن اخترته لكم من بين الأديان . وجعلته الدين المقبول عندي ، فيجب عليكم الالتزام بأحكامه وآدابه وأوامره ونواهيه قال - تعالى - : ( وَمَن يَبْتَغِ غَيْرَ الإسلام دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخرة مِنَ الخاسرين ) وليس المراد بإكمال الدين أنه كان ناقصاً قبل اليوم ثم أكمله ، وإنما المراد أن من أحكامه قبل اليوم ما كان مؤقتاً في علم الله قابلا للنسخ . ولكنها اليوم كملت وصارت مؤبدة وصالحة لكل زمان ومكان ، وغير قابلة للنسخ ، وقد بسط هذا المعنى كثير من المفسرين فقال الإِمام الرازي : قال القفال : إن الدين ما كان ناقصا البتة بل كان أبداً كاملا . يعني : كانت الشرائع النازلة من عند الله في كل وقت كافية في ذلك الوقت إلا أنه - تعالى - كان عالما في أول وقت المبعث بأن ما هو كامل في هذا اليوم بكامل في الغد ولا صلاح فيه . فلا جرم كان ينسخ بعد الثبوت . وكان يزيد بعد العدم . وأما في آخر زمان المبعث فأنزل الله شريعة كاملة وحكم ببقائها إلى يوم القيامة . فالشرع أبداً كان كاملا . إلا أن الأول كمال إلى زمان مخصوص . والثاني كمال إلى يوم القيامة . فلأجل هذا قال : ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ ) .وقال القرطبي ما ملخصه : لعل قائلا يقول : ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ ) يدل على أن الدين كان غير كامل في وقت من الأوقات . وذلك يوجب أن يكون جميع من مات من المهاجرين والأنصار . قبل نزول هذه الآية - ماتوا على دين ناقص . ومعلوم أن النقص عيب؟فالجواب أن يقال له : لم قلت إن كل نقص فهو عيب وما دليلك عليه؟ ثم يقال له : أرأيت نقصان الشهر هل يكون عيبا ، ونقصان صلاة المسافر أهو عيب لها . . ؟ لا شك أن هذا النقصان ليس بعيب .وقوله : ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ ) يخرج على وجهين :أحدهما : أن يكون المراد بلغته أقصى الحد الذي كان له عندي فيما قضيته وقدرته ، وذلك لا يوجب أن يكون ما قبل ذلك ناقصا نقصان عيب ، لكنه يوصف بنقصان مقيد فيقال له : إنه كان ناقصاً عما كان عند الله أنه ملحقه به ، وضامه إليه . . وهكذا شرائع الإِسلام شرعها الله شيئاً فشيئاً إلى أن أنهى - سبحانه - الدين منتهاه الذي كان له عنده .وثانيهما : أنه أراد بقوله ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ ) أنه وفقهم للحج الذي لم يكن بقي عليهم من أركان الدين غيره ، فحجوا فاستجمع لهم الدين أداء أركانه ، وقياما بفرائضه وفي الحديث :\" بني الإِسلام على خمس \" وقد كانوا تشهدوا ، وصلوا ، وزكوا ، وصاموا ، وجاهدوا ، واعتمروا ، ولم يكونوا حجوا ، فلما حجوا ذلك اليوم مع النبي صلى الله عليه وسلم أنزل الله وهم بالموقف عشية عرفة ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ ) أي : أكمل وضعه لهم .وقد روى الأئمة عن طارق بن شهاب قال : \" جاء رجل من اليهود إلى عمر فقال : يا أمير المؤمنين آية في كتابكم تقرءونها لو علينا أنزلت معشر اليهود لاتخذنا ذلك اليوم عيدا . قال وأي آية؟ قال : ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ ) فقال عمر : إني لأعلم اليوم الذي أنزلت فيه والمكان الذي أنزلت فيه نزلت على رسول الله صلى الله عليه وسلم بعرفة في يوم جمعة \" .وروى أنها \" لما نزلت في يوم الحج الأكبر وقرأها رسول الله - صلى الله عليه وسلم - بكى عمر ، فقال له ما يبكيك؟ فقال : أبكاني أنا كنا في زيادة في ديننا فأما إذا كمل فإنه لم يكمل شيء إلا نقص فقال له النبي صلى الله عليه وسلم : \" صدقت \" \" .وبعد أن ذكر - سبحانه - في صدر الآية أحد عشر نوعا من المحرمات ، وأتبع ذلك ببيان إكمال الذين وإتمام النعمة على المؤمنين . جاء ختام الآية لبيان حكم المضطر إلى أكل شيء من هذه المحرمات فقال - تعالى - : ( فَمَنِ اضطر فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ الله غَفُورٌ رَّحِيمٌ ) .وقوله ( اضطر ) من الاضطرار بمعنى الوقوع في الضرورة .والمخمصة : خلو البطن من الغذاء عند الجوع الشديد . يقال خمصه الجوع خمصا ومخمصة .إذا اشتد به . وفي الحديث : \" إن الطير تغدو خماصاً - أي جياعا ضامرات البطون - وتروح بطانا - أي مشبعات \" وقال الأعشى :يبيتون في المشتى ملاءً بطونهم ... وجاراتهم غرثى يبتن خمائصاأي : وجاراتهم جوعى وقد ضمرت بطونهن من شدة الجوع .وقوله ( مُتَجَانِفٍ ) من الجنف وهو الميل ، يقال : جنف عن الحق - كفرح - إذا مال عنه وجنف عن طريقه - كفرح وضرب - جنفاً وجنوفاً إذا مال عنه .والمعنى : فمن ألجأته الضرورة إلى كل شيء من هذه المحرمات في مجاعة شديدة حالة كونه غير مائل إلى ارتكاب إثم من الآثام فلا ذنب عليه في ذلك لأن الله - تعالى - واسع المغفرة .فهو بكرمه يغفر لعباده تناول ما كان محرما إذا اضطروا إلى تناوله لدفع الضرورة بدون بغي أو تعد ، وهو واسع الرحمة حيث أباح لهم ما يدفع عنهم الضرر ولو كان محرما .قال الآلوسي : وقوله : ( غَيْرَ مُتَجَانِفٍ لإِثْمٍ ) أي غير مائل ومنحرف إليه ومختار له بأن يأكل منها زائداً على ما يمسك رمقه فإن ذلك حرام . وقيل : يجوز أن يشبع عند الضرورة . وقيل : المراد غير عاص بأن يكون باغياً أو عادياً بأن ينزعها من مضطر آخر أو خارجاً في معصية .وبذلك نرى الآية الكريمة قد بينت ما يحرم في حالة الاختيار ، وما يحل في حالة الاضطرار .وجاءت بين ذلك بجمل معترضة - وهي قوله ( اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ ) إلى قوله : ( وَرَضِيتُ لَكُمُ الإسلام دِيناً ) لتأكيد تحريم هذه الأشياء ، لأن تحريمها من جملة الدين الكامل ، والنعمة التامة ، والإِسلام المرضى عند الله .هذا ، ومن الأحكام التي أخذها العلماء من هذه الآية الكريمة ما يأتي :1 - حرمة هذه الأنواع الأحد عشر التي ذكرها الله - تعالى - في هذه الآية ووجوب الابتعاد عنها لأنها رجس أو فسق ، ولأن استحلال شيء منها يكون خروجا عن تعاليم دين الله ، وانتهاكا لحرماته .2 - حل المنخنقة والموقوذة والمتردية والنطيحة وما أكل السبع ، متى ذبحت ذبحاً شرعياً وكانت بها بقية حياة تجعلها تضطرب بعد ذبحها اضطراب المذبوح .وللفقهاء كلام طويل في ذلك يؤخذ منه اتفاقهم على أن الخنق وما معه إذا لم يبلغ بالحيوان إلى درجة اليأس من حياته بأن غلب على الظن أنه يعيش مع هذه الحالة كانت الذكاة محللة له . أما إذا غلب على الظن أنه يهلك بما حصل له بسبب الخنق أو الوقذ أو التردي أو النطح أو أكل السبع منه ، فقد أفتى كثير من العلماء بعمل الذكاة فيه ، وقد أخذ بذلك الأحناف . فقد قالوا : متى كانت عينه أو ذنبه يتحرك أو رجله ترك ثم ذكى فهو حلال .وقال قوم لا تعمل الذكاة فيه ويحرم أكله .ومنشأ اختلافهم في أن الذكاة تعمل أولا تعمل يعود إلى : هل الاستثناء هن متصل أو منقطع؟فمن قال إنه متصل يرى أنه أخرج من الجنس بعض ما تناوله اللفظ ، فما قبل حرف الاستثناء حرام ، وما بعده خرج منه فيكون حلالا .ومن قال إنه منقطع يرى أنه لا تأثير للاستثناء في الجملة المتقدمة . وكأنه قال : ما ذكيتموه من غير الحيوانات المتقدمة فهو حلال أباح الله لكم التمتع به . أما هذه الحيوانات التي حرمها الله في الآية فلا يجوز لكم الأكل منها مطلقا .وقد رجح المحققون من العلماء أن الاستثناء متصل ، وقالوا : يؤيد القول بأن الاستثناء متصل بالإِجماع على أن الذكاة تحلل ما يغلب على الظن أنه يعيش فيكون مخرجاً لبعض ما يتناوله المستثنى منه ، فيكون الاستثناء فيه متصلا .هذا ملخص لما قاله العلماء في هذه المسألة ومن أراد المزيد فليرجع إلى كتب الفروع .3 - إباحة تناول هذه المحرمات عند الضرورة لدفع الضرر ، ومن هذه الإباحة مقيدة بقيود ذكرها الفقهاء من أهمها قيدان .الأول : أن يقصد بالتناول دفع الضرر فقط .الثاني : ألا يتجاوز ما يسد الحاجة ، أما إذا قصد التلذذ أو إرضاء الشهوة ، أو تجلوز المقدار الذي يدفع الضرر فإنه في هذه الأحوال يكون واقعا في المحرم الذي نهى الله عنه .وقد تكلم الإمام ابن كثير عن هذه المسألة فقال : قوله - تعالى - ( فَمَنِ اضطر فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ الله غَفُورٌ رَّحِيم ) أي : فمن احتاج إلى تناول شيء من هذه المحرمات التي ذكرها الله لضرورة ألجأته إلى ذلك فله تناول والله غفور له رحيم به ، لأنه - تعالى - يعلم حاجة عبده المضطر وافتقاره إلى ذلك فيتجاوز عنه ويغفر له .وفي المسند وصحيح ابن حبان عن ابن عمر - مرفوعاً - قال : رسول الله صلى الله عليه وسلم \" إن الله يحب أن تؤتي رخصه كما يكره أن تؤتي معصيته \" .ولهذا قال الفقهاء : قد يكون تناول الميتة واجباً في بعض الأحيان ، و هو إذا خاف على نفسه ولم يجد غيرها ، وقد يكون مندوبا ، وقد يكون مباحاً بحسب الأحوال . واختلفوا : هل يتناول منها قدر ما يسد به الرمق ، أوله أن يشبع ويتزود على أقوال ، وليس من شرط تناول الميتة أن يمضي عليه ثلاثة أيام لا يجد طعاماً ، كما قد يتوهمه كثير من العوام وغيرهم - بل متى اضطر إلى ذلك جاز له .وقد روى الإمام أحمد عن أبي واقد الليثي أنهم قالوا : يا رسول الله ، إنا بأرض تصيبنا بها المخمصة ، فمتى تحل لنا بها الميتة؟ فقال : \" إذا لم تصطحبوا ولم تغتبقوا ولم تحتفثوا بقلا فشأنكم بها \" .والاصطباح شرب اللبن بالغداة فما دون القائلة ، وما كان منه بالعشي فهو الاغتباق ومعنى لم تحتفثوا : أي تقتلعوا .وقوله : ( غَيْرَ مُتَجَانِفٍ لإِثْمٍ ) أي متعاط لمعصية الله .وقد استدل بهذه الآية من يقول بأن العاصي بسفره لا يترخص بشيء من رخص السفر ، لأن الرخص لا تنال بالمعاصي .4 - أخذ العلماء من قوله - تعالى - ( وَأَنْ تَسْتَقْسِمُواْ بالأزلام ذلكم فِسْقٌ ) أن الاستقسام بالأزلام محرم ، ومحرم أيضاً كل ما يشبهه من القمار والتنجيم والرمل وما إلى ذلك قال بعض العلماء : من عمل بالأيام في السعد والنحس معتقداً لها تأثيراً كفر وإن لم يعتقد أثم .وقد روى أبو داود والنسائي وابن حبان عن قطن بن قبيصة ، عن أبيه أنه سمع النبي صلى الله عليه وسلم يقول : \" العيافة والطرق والطيرة من الجبت \" .والعيافة : زجر الطير . والطرق : الخط يخط في الأرض . وقيل : الطرق الضرب بالحصى الذي تفعله النساء .وفي القاموس : عفت الطير عيافة زجرتها . وهو أن تعتبر بأسمائها ومساقطها فتسعد وتتشاءم . وهو من عادة العرب كثيراً . والطيرة : من اطيرت وتطيرت وهو ما يتشاءم من الفأل الرديء ، وفي الحديث أنه صلى الله عليه وسلم كان يحب الفأل ويكره الطيرة .والجبت : كل ما عبد من دون الله .وقد روى مسلم في صحيحيه عن بعض أزواج النبي صلى الله عليه وسلم أنه قال : \" من أتى عرافا فسأله عن شيء فصدقه ، لم تقبل له صلاة أربعين يوماً \" .وروى الإِمام أحمد وأبو داود والحاكم عن أبي هريرة عن النبي صلى الله عليه وسلم قال : \" من أتى عرافاً أو كاهنا فصدقه بما يقول ، فقد كفر بما أنزل على محمد - صلى الله عليه وسلم - \" .وعن عمران بن حصين مرفوعا : \" ليس منا من تطير أو تطير له ، أو تكهن أو تكهن له . أو سحر أو سحر له \"5 - استدل بعضهم بقوله - تعالى - ( اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ ) على نفي القياس وبطلان العمل به لأن إكمال الدين يقتضي أنه نص على أحكام جميع الوقائع إذ لو بقى بعض لم يبين حكمه لم يكن الدين كاملا .وأجيب على ذلك بأن غاية ما يقتضيه إكمال الدين أن يكون الله - تعالى - قد أبان الطرق لجميع الأحكام وقد أمر الله بالقياس ، وتعبد المكلفين به بمثل قوله - تعالى - ( فاعتبروا ياأولي الأبصار ) فكان هذا مع النصوص الصريحة بياناً لكل أحكام الوقائع ، غاية الأمر أن الوقائع صارت قسمين : قسما نص الله على حكمه ، وقسما أرشد الله - تعالى - إلى أنه يمكن استنباط الحكم فيه من القسم الأول . فلم تصلح الآية متمسكا لهم .6 - الآية الكريمة قد اشتملت على بشارات لأبناء هذه الأمة الإِسلامية فقد بشرتهم - أولا - بأن أعداءهم قد انقطع رجاؤهم في إبطال أمر الإِسلام أو تحريفه أو تبديل أحكامه التي كتب الله لها البقاء .وها نحن أولا . نراجع التاريخ فنرى المسلمين قد تغلب عليهم أعداؤهم في معارك حربية ولكن هؤلاء الأعداء لم يستطيعوا التغلب على أحكام هذا الدين ومبادئه . بل بقيت محفوظة يتناقلها الخلف عن السلف إلى أن يرث الله الأرض ومن عليها ولقد روى الإِمام مسلم في صحيحه أن رسول الله صلى الله عليه وسلم قال في خطبه حجة الوداع : \" إن الشيطان قد يئس أن يعيده المصلون في جزيرة العرب ولكنه رضي بالتحريش بينهم \" .وبشرتهم - ثالثاً - بإتمام نعمة الله عليهم . وأي نعمة أتم على المؤمنين من إخراج الله إياهم من ظلمات الشرك إلى نور الوحدانية ومن تمكينه لهم في الأرض واستخلافهم فيها ، وجعل كلمتهم العليا بعد أن كانوا في ضعف من أمرهم وفساد في أحوالهم .وبشرتهم - رابعا - بأن الله قد اختار لهم الإِسلام دينا ، وجعله هو الدين المرضي عنده وهو الذي يجب على الناس أن يدخلوا فيه ، وأن يعملوا بأوامره ونواهيه ، لأنه من الحمق والغباء أن يبتعد إنسان عن الدين الذي اختاره الله وارتضاه ليختاره لنفسه طريقاً من نزغات نفسه وهواه .وهذه بعض الأحكام والآداب التي استلهمها العلماء من الآية الكريمة . وهناك أحكام أخرى ذكرناها خلال تفسيرنا لألفاظ الآية الكريمة .",
  "ayah": 3,
  "surah": 5
}
