{
  "text": "ثم ساق - سبحانه - ما يدل على شمول قدرته ، ونفاذ إرادته بصيغة الاستفهام التقريري فقال - تعالى - : ( أَلَمْ تَعْلَمْ أَنَّ الله لَهُ مُلْكُ السماوات والأرض ) بحيث يتصرف فيهما وفي غيرهما من خلقه تصرف المالك في ملكه بدون مدافع أو منازع .فالاستفهام هنا لتقرير العلم وتأكيده . أي إنك تعلم أيها العاقل ذلك علما . متيقتا ، فاعمل بمقتضى هذا العلم ، بأن تكون مطيعا لخالقك في كل ما أمر ونهى وبأن تدعو غيرك إلى هذه الطاعة .وقوله : ( يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ ) تأكيد لشمول قدرته ونفاذ إرادته ، أي : هو - سبحانه - المالك لكل شيء ، والخالق لكل شيء وهو صاحب السلطان المطلق في خلقه ، فله - سبحانه - أن يعذب من يشاء تعذيبه وله أن يرحم من يشاء رحمته .قال الآلوسي : وكان الظاهر لحديث : \" سبقت رحمتي غضبي \" تقديم المغفرة على التعذيب ، وإنما عكس هنا ، لأن التعذيب للمصر على السرقة ، والمغفرة للتائب منها . وقد قدمت السرقة في الآية أولا ثم ذكرت التوبة بعدها فجاء هذا اللاحق على ترتيب السابق .أو لأن المراد بالتعذيب القطع ، وبالمغفرة التجاوز عن حق الله - تعالى - والأول في الدنيا والثاني في الآخرة ، فجيء به على ترتيب الوجود . ولأن المقام مقام الوعيد .وقوله : ( والله على كُلِّ شَيْءٍ قَدِيرٌ ) تذييل مؤكد لما قبله ، ومقرر لشمول قدرته - سبحانه - على كل شيء .هذا وقد تكلم العلماء عن معنى السرقة ، وعن شروط إقامة حدها ، وعن طريقة إثباتها .وعن غير ذلك من المسائل المتعلقة بها ، تكلموا عن كل ذلك باستفاضة في كتب الفقه وفي بعض كتب التفسير .ونرى أنه لا بأس من ذكر خلاصة لبعض المسائل التي تحدثوا عنها فنقول :1 - عرف الفقهاء السرقة شرعا بأنها أخذ العاقل البالغ مقدارا مخصوصاً من المال على طريق الاستخفاء من حرز بمكان أو حافظ وبدون شبهة .2 - وقد ذهب بع الفقهاء من أهل الظاهر إلى أنه متى سرق السارق شيئاً قطعت يده به ، سواء أكان قليلا أم كثيراً ، لعموم هذه الآية .ولكن جمهور الفقهاء يرون أنه لا تقطع يد السارق إلا إذا بلغ المسروق قدراً معيناً من المال ، وقد تفاوت أنظارهم في هذا القدر .فالأحناف يرون أنه لا قطع إلا في عشرة دراهم فصاعداً ، أو فيما قيمته عشرة دراهم . ومن حججهم ما رواه عمرو بن شعيب عن أبيه عن جده قال : قال رسول الله صلى الله عليه وسلم : \" لا قطع فيما دون عشرة دراهم \" .والمالكية والشافعية يرون أنه لا قطع إلا في ربع دينار أو فيما قيمته ذلك .ومن حججهم ما روى عن عائشة أنها قالت : \" تقطع يد السارق في ربع دينار فصاعداً \" .قال القرطبي : وظاهر الآية العموم في كل سارق وليس كذلك لقوله صلى الله عليه وسلم \" لا تقطع يد السارق إلا في ربع دينار فصاعداً \" فبين أنه إنما أراد بقوله ( والسارق والسارقة ) بعض السراق دون بعض ، فلا تقطع يد السارق في أقل من ربع دينار ، ويقطع في ربع دينار أو فيما قيمته ربع دينار أو في ثلاثة دراهم . . وقال أحمد : إن سرق ذهبا فربع دينار . وإن سرق غير الذهب والفضة فالقيمة ربع دينار أو ثلاثة دراهم من الورق .وقال أبو حنيفة وصاحباه والثوري : لا تقطع يد السارق إلا في عشرة دراهم كيلا ، أو في دينار ذهباً عيناً أو وزناً . ولا يطقع حتى يخرج بالمتاع من ملك صاحبه . . ثم قال : وتقطع اليد من الرسغ . ولا خلاف في أن اليمنى هي التي تقطع أولا .3 - وقد اشترط الفقهاء في المال المسروق الذي تقطع فيه يد السارق أن يكون مالا محرزاً ، أي مصوناً محفوظاً معنيا بحفظه العناية اللائقة بمثله .قال القرطبي : الحرز هو ما نصب عادة لحفظ أموال الناس ، وهو يختلف في كل شيء بحسب حاله . قال ابن المنذر : ليس في هذا الباب خبر ثابت لا مقال فيه لأهل العلم . وإنما ذلك كالإِجماع من أهل العلم . وحكى عن الحسن وأهل الظاهر أنهم لم يشترطوا الحرز . وفي الموطأ لمالك أن رسول الله صلى الله عليه وسلم قال : \" لا قطع في ثمر معلق - أي في ثمر على الأشجار - ولا حريسة جبل - أي ما يحرس بالجبل - فإذا أواه المراح أو الجرين فالقطع فيما بلغ ثمن المجن \" .كذلك اشترطوا عدم الشبهة في المال المسروق لقوله صلى الله عليه وسلم : \" ادرءوا الحدود بالشبهات ما استطعتم \" .فلا يقطع من سرق مالا له فيه شركة ، أو سرق من مدينة مثل دينه ، ولا يقطع البعد إذا سرق من مال سيده . ولا الأب إذا سرق من مال ابنه وما أشبه ذلك لوجود الشبهة .كذلك اشترطوا في المسروق الذي يجب فيه الحد أن يكون مالا متقوما . أي : مما يتموَّ له الناس ، ويعدونه لمقاصدهم المختلفة فلا تقطع يد السارق إذا سرق شيئاً تافها ، أو سرق شيئاً مما لا يتمول كالتراب والطين والماء وما يشبه ذلك .كذلك اشترطوا فيه ألا يكون مما يحرم تناوله أو إستعماله . فإا كان مما يحرم تناوله أو استعماله كالخمر أو الخنزير أو أدوات اللهو والمجون فإنه في تلك الأحوال لا تقطع يد السارق .وهكذا نرى أن الشريعة الإِسلامية وإن كانت قد شرعت العقوبات الشديدة لزجر العصاة والمفسدين والخائنين . . إلا أنها لا تطبق هذه العقوبات إلا على الذين يستحقونها ، وفي أضيق الحدود ، وبأدق الشروط ، عملا بقول الرسول صلى الله عليه وسلم \" ادرءوا الحدود بالشبهات ما استطعتم \" .ولو أن المسلمين ساروا على هدى شريعة الله لنالوا الأمان والاطمئنان في دنياهم ، والفوز والرضا من الله - تعالى - في أخراهم .4 - كذلك أخذ أكثر الشافعية والحنابلة من قوله - تعالى - ( فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ الله يَتُوبُ عَلَيْهِ ) أن التوبة تمنع إقامة الحد .قالوا : لأن هذه الآية قد اقترنت بقوله - تعالى : ( والسارق والسارقة فاقطعوا أَيْدِيَهُمَا ) فكانت مخصصة للعموم في الأمر بالقطع ، وإلا ما اقترنت به ولأنه قد ورد في الأحاديث الصحيحة أن التوبة تجب ما قبلها ومن ذلك قول الرسول صلى الله عليه وسلم : \" التائب من الذنب كمن لا ذنب له \" .ويرى الأحناف والمالكية أن التوبة لا تسقط الحد ، لأن الأمر بالقطع عام يشمل التائب وغير التائب ، والتوبة المنصوص عليها في هذه الآية هي ما يكون بعد إقامة الحد كما جاءت بذلك الأحاديث النبوية .قال ابن كثير : قوله - تعالى - ( فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ ) إلخ . أي : من تاب بعد سرقته وأناب إلى الله إن الله يتوب عليه فيما بينه وبينه . فأما أموال الناس فلابد من ردها إليهم أو رد بدلها . وهذا عند الجمهور .وقال أبو حنيفة : متى قطع وقد تلفت في يده فإنه لا يرد بدلها .وقد روى الدارقطني عن أبي هريرة أن رسول الله صلى الله عليه وسلم أتى بسارق قد سرق شملة فقال \" \" ما إخاله قد سرق \" فقال السارق : بلى يا رسول الله . فقال صلى الله عليه وسلم : \" اذهبوا به فاقطعوا ثم احسموه ثم ائتوني به \" فقطع فأتى به فقال : تب إلى الله ، فقال : تبت إلى الله . فقال : \" تاب الله عليك \"- أي : قبل توبتك .وروى ابن ماجه عن ثعلبة الأنصاري : أن عمر بن سمرة جاء إلى رسول الله صلى الله عليه وسلم فقال : \" يا رسول الله ، إني سرقت جملا لبني فلان فطهرني . فأرسل إليهم النبي صلى الله عليه وسلم فقالوا : إنا افتقدنا جملا لنا . فأمر به فقطعت يده وهو يقول : الحمد لله الذي طهرني منك . أردت أن تدخلي جسدي النار \" .روى الإِمام أحمد عن عبد الله بن عمرو \" أن امرأة سرقت على عهد رسول الله صلى الله عليه وسلم فجاء بها الذين سرقتهم فقالوا : يا رسول الله : إن هذه المرأة سرقتنا ، قال قومها : فنحن نفديها فقال رسول الله صلى الله عليه وسلم - \" اقطعوا يدها . فقطعت يدها اليمنى . فقالت المرأة : هل لي من توبة يا رسول الله؟ قال : نعم . أنت اليوم من خطيئتك كيوم ولدتك أمك ، فأنزل الله - تعالى - : ( فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ الله يَتُوبُ عَلَيْهِ ) \" الآية .هذه خلاصة لبعض المسائل والأحكام التي أخذها العلماء من هذه الآيات الكريمة ، ومن أراد المزيد من ذلك فليرجع إلى ما كتبه الفقهاء في كتبهم ، وإلى ما كتبه بعض المفسرين في تفاسيرهم .",
  "ayah": 40,
  "surah": 5
}
