{
  "text": "ثم كشف - سبحانه - عن رذيلة أخرى من رذائلهم المتعددة فقال - تعالى - : ( سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ ) .والسحت : هو كل ما خبث كسبه وقبح مصدره ، كالتعامل بالربا وأخذ الرشوة وما إلى ذلك من وجوه الكسب الحرام .وقد بسط الإِمام القرطبي هذا المعنى فقال : والسحت في اللغة أصله الهلاك والشدة .قال - تعالى - ( فَيُسْحِتَكُم بِعَذَابٍ ) أي : - فيهلككم ويستأصلكم بعذاب - ويقال للحالق : أسحت أي استأصل . وقال الفراء : أصل السحت كلب الجوع . يقال رجل مسحوت المعدة أي : أكول ، فكأن بالمسترشي وآكل الحرام من الشره إلى ما يعطي مثل الذي بالمسحوت المعدة من النهم .وعن النبي صلى الله عليه وسلم أنه قال :\" \" كل لحم نبت بالسحت فالنار أولى به \" قالوا يا رسول الله وما السحت؟ قال : \" الرشوة في الحكم \" \" .وقال بعضهم : من السحت أن يأكل الرجل بجاهه . وذلك بأن يكون له جاه عند السلطان فيسأله إنسان حاجة فلا يقضيها إلا برشوة يأخذها .والمعنى : أن هؤلاء المنافقين واليهود من صفاتهم - أيضا - أنهم كثيروا السماع للكذب ، وكثيروا الأكل للمال الحرام بجميع صورة وألوانه . ومن كان هذا شأنه فلا تنتظر منه خيرا ، ولا تؤمل فيه رشدا .وقوله : ( سماعون ) خبر لمبتدأ محذوف أي : هم سماعون . وكرر تأكيدا لما قبله ، وتمهيداً لما بعده وهو قوله : ( أَكَّالُونَ لِلسُّحْتِ ) .وجاءت هاتان الصفتان - سماعون وأكالون - بصيغة المبالغة ، للإِيذان بأنهم محبون حبا جما لما يأباه الدين والخلق الكريم . فهم يستمرئون سماع الباطل من القول ، كما يستمرئون أكل أموال الناس بالباطل :إن اليهود بصفة خاصة قد اشتهروا في كل زمان بتقبل السحت ، وقد أرشد الله - تعالى - نبيه إلى ما يجب عليه نحوهم إذا ما تحاكموا إليه فقال : ( فَإِن جَآءُوكَ فاحكم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئاً وَإِنْ حَكَمْتَ فاحكم بَيْنَهُمْ بالقسط إِنَّ الله يُحِبُّ المقسطين ) .أي : فإن جاءكم هؤلاء اليهود متحاكمين إليك - يا محمد - في قضاياهم ، فأنت مخير بين أن تحكم بما أراك الله ، وبين أن تتركهم وتهملهم وتعرض عنهم ، وإن تعرض عنهم ، فيما احتكموا فيه إليك قاصدين مضرتك وإيذاءك فلا تبال بشيء من كيدهم ، لأن الله حافظك وناصرك عليهم ، وإن اخترت الحكم في قضاياهم ، فليكن حكمك بالعدل الذي أمرت به ، لأن الله - تعالى - يحب العادلين في أحكامهم .والفاء في قوله : ( فَإِن جَآءُوكَ ) للإِفصاح أي : إذا كان هذا حالهم وتلك صفاتهم فإن جاءوك متحاكمين إليك فيما شجر بينهم من خصومات ( فاحكم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ) .وجاء التعبير بإن المفيدة للشك - مع أنهم قد جاءوا إليه - للإيذان بأنهم كانوا مترددين في التحاكم إليه صلى الله عليه وسلم وأنهم ما ذهبوا إليه ظنا منهم بأنه سيحكم فيهم بما يتفق مع أهوائهم ، فلما حكم فيهم بما هو الحق كبتوا وندموا على مجيئهم إليه .قال أبو السعود : وقوله : ( وَإِن تُعْرِضْ عَنْهُمْ ) بيان لحال الأمرين إثر تخييره صلى الله عليه وسلم بينهما . وتقديم حال الإِعراض ، للمسارعة إلى بيان أنه لا ضرر فيه ، حيث كان مظنة الضرر ، لما أنهم كانوا لا يتحاكمون إليه إلا لطلب الأيسر والأهون عليهم ، فإذا أعرض عنهم وأبى الحكومة بينهم شق ذلك عليهم؛ فتشتد عداوتهم ومضارتهم له ، فأمنه الله بقوله : ( فَلَن يَضُرُّوكَ شَيْئاً ) من الضر .وكان التعبير بإن أيضا في قوله ( وَإِنْ حَكَمْتَ فاحكم بَيْنَهُمْ ) للإشارة إلى أنه صلى الله عليه وسلم ليس حريصاً على الحكم بينهم بل هو زاهد فيه ، لأنهم ليسوا طلاب حق وانصاف بل هم يريدون الحكم كما يهوون ويشتهون ، والدليل على ذلك أن التوراة التي بين أيديهم فيها حكم الله ، إلا أنهم جاءوا إلى رسول الله صلى الله عليه وسلم مؤملين أن يقضي بينهم بغير ما أنزل الله ، فيشيعوا ذلك بين الناس ، ويعلنوا عدم صدقه في نبوته ، فلما حكم بما أنزل الله خاب أملهم وانقلبوا صاغرين .وقوله : ( إِنَّ الله يُحِبُّ المقسطين ) تذييل مقرر لما قبله من وجوب الحكم بينهم بالعدل إذا ما اختار أن يقضي بينهم .يقال : أقسط الحاكم في حكمه ، إذا عدل وقضى بالحق فهو مقسط أي عادل ومنه قوله - تعالى - ( إِنَّ الله يُحِبُّ المقسطين ) .روى مسلم في صحيحه عن عبد الله بن عمرو قال : قال رسول الله صلى الله عليه وسلم : \" إن المقسطين عند الله على منابر من نور عن يمين الرحمن . وكلتا يديه يمين . الذين يعدلون في حكمهم وأهليهم وما ولوا \" .هذا ، ومن الأحكام التي أخذها العلماء من هذه الآية الكريمة ما يأتي :1 - أن أكل السحت حرام سواء أكان عن طريق الرشوة أم عن طريق محرم سواها .ولقد كان السابقون من السلف الصالح يتحرون الحلال . وينفرون من الحرام ، بل ومن الشبهات ، وكانوا يرون أن تأييد الحق ودفع الباطل واجب عليهم ، وأنه لا يصح أن يأخذوا عليه أجرا .قال ابن جرير : شفع مسروق لرجل في حاجة فأهدى إليه جارية ، فغضب مسروق غضباً شديدا وقال : لو علمت أنك تفعل هذا ما كلمت في حاجتك ، ولا أكلمه فيما بقي من حاجتك . سمعت ابن مسعود يقول : من شفع شفاعة ليرد بها حقا ، أو يرفع بها ظلما ، فأهدى له ، فقيل ، فهو سحت .وعن عبد الله بن عمر أن رسول الله صلى الله عليه وسلم قال : \" \" كل لحم أنبته السحت فالنار أولى به \" قيل يا رسول الله وما السحت؟ قال صلى الله عليه وسلم : \" الرشوة في الحكم \" \" .وعن الحكم بن عبد الله قال : قال لي أنس بن مالك : إذا انقلبت إلى أبيك فقل له : إياك والرشوة فإنها سحت . وكان أبوه على شرط المدينة .قال بعض العلماء : والرشوة قد تكون في الحكم وهي محرمة على الراشي والمرتشي . وقد روى أنه صلى الله عليه وسلم قال : \" لعن الراشي والمرتشي والذي يمشي بينهما \" لأن الحاكم حينئذ إن حكم له بما هو حقه كان فاسقاً من جهة أنه قبل الرشوة على أن يحكم بما يعرض عليه الحكم به . وإن حكم بالباطل كان فاسقا من جهة أنه أخذ الرشوة . ومن جهة أنه حكم بالباطل .وقد تكون الرشوة في غير الحكم مثل أن يرشو الحاكم ليدفع ظلمه عنه فهذه الرشوة محرمة على آخذها غير محرمة على معطيها ، فقد روى عن الحسن أنه قال :\" لا بأس أن يدفع الرجل من ماله ما يصون به عرضه \" وروى عن جابر بن زيد والشعبي أنهما قالا : \" لا بأس بأن يصانع الرجل عن نفسه وماله إذا خاف الظلم \" .وقد ورد أنه صلى الله عليه وسلم حين قسم غنائم بعض الغزوات وأعطى العطايا الجزيلة ، أعطى العباس بن مرداس أقل من غيره ، فلم يرق ذلك العباس وقال شعرا يتضمن التعجيب من هذا التصرف . فقال صلى الله عليه وسلم \" اقطعوا لسانه \" فزادوه حتى رضى . فهذا نوع من الرشوة رخص فيه السلف لدفع الظلم عن نفسه يدفعه إلأى من يريد ظلمه أو انتهاك عرضه .2 - استدل بعض العلماء بقوله - تعالى - : ( فَإِن جَآءُوكَ فاحكم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ ) على أن الرسول صلى الله عليه وسلم كان مخيرا في الحكم بين أهل الكتاب أو الإِعراض عنهم ، وأن حكم التخيير غير منسوخ ، لأن ظاهر الآية يفيد ذلك .ويرى فريق من العلماء أن هذا التخيير قد نسخ بقوله - تعالى - بعد ذلك ( وَأَنِ احكم بَيْنَهُمْ بِمَآ أَنزَلَ الله ) قالوا : إن الرسول صلى الله عليه وسلم كان أولا مخيرا ثم أمر بعد ذلك بإجراء الأحكام عليهم .وقد رد القائلون بثبوت التخيير على القائلين بالنسخ بأن التخيير ثابت بهذه الآية .أما قوله : ( وَأَنِ احكم بَيْنَهُمْ بِمَآ أَنزَلَ الله ) فهو بيان لكيفية الحكم عند اختياره له .ويرى فريق ثالث من العلماء : أن التخيير ورد في المعاهدين الذين ليسوا من أهل الذمة كبني النضير وبني قريظة ، فهؤلاء كان الرسول صلى الله عليه وسلم مخيرا بين أن يحكم بينهم أو أن يعرض عنهم :",
  "ayah": 42,
  "surah": 5
}
