{
  "text": "وبعد أن بين - سبحانه - منزلة التوراة وما اشتملت عليه من هدايات وتشريعات أتبع ذلك ببيان منزلة الإِنجيل وما اشتمل عليه من مواعظ وأحكام . . فقال - تعالى - :( وَقَفَّيْنَا على آثَارِهِم بِعَيسَى . . . )قوله : ( وَقَفَّيْنَا ) معطوف على قوله قبل ذلك ( أَنزَلْنَا التوراة ) وأصل القفو اتباع الأثر : يقال قفاه يقفوه أي : اتبع أثره ، والتقفية : الاتباع ، يقال : قفيته بكذا أي اتبعته . وإنما سميت قافية الشعر قافية؛ لأنها تتبع الوزن ، والقفا مؤخر الرقبة . ويقال : قفا أثره إذا سار وراءه واتبعه .قال صاحب الكشاف : قفيته مثل عقبته ، إذا أتبعته . ثم يقال قفيته وعقبته به ، فتعديه إلى الثاني بزيادة الباء .فإن قلت فأين المفعول الأول في الآية؟ قلت هو محذوف . والظرف الذي هو \" على آثارهم \" كالسّادمسّده ، لأنه إذا قفى به على أثره فقد قفى به إياه . والضمير في قوله : ( على آثَارِهِم ) يعود على النبيين في قوله : ( يَحْكُمُ بِهَا النبيون الذين أَسْلَمُواْ ) وقوله : ( آثَارِهِم ) جمع أثر وهو العلم الذي يظهر للحس . وآثار القوم : ما أبقوا من أعمالهم . وقوله ( على آثَارِهِم ) تأكيد لمدلول فعل \" قفينا \" وإيماء إلى سرعة التقفية .وقوله . ( لِّمَا بَيْنَ يَدَيْهِ ) أي : لما تقدمه ، لأن ما بين يدي الإِنسان كأنه حاضر أمامه .والمعنى وأتبعنا على آثار أولئك النبيين الذين أسلموا وجوههم الله ، وأخلصوا له العبادة والذين كانوا يحكمون بالتوراة - كموسى وهارون وداود وسليمان وغيرهم - أتبعنا على آثارهم بعيسى ابن مريم ناهجا نهجهم في الخضوع والطاعة والإِخلاص لله رب العالمين ومصدقا للتوراة التي تقدمته ، ومنفذا لأحكامها إلا ما جاء نسخه في الإِنجيل منها .وفي التعبير بقوله ( وَقَفَّيْنَا على آثَارِهِم ) إشارة إلى أن عيسى - عليه السلام - لم يكن بدعة من الرسل ، وإنما هو واحد منهم ، جاء على آثار من سبقوه ، سالكا مسلكهم في الدعوة إلى عبادة الله وحده وإلى التحلي بمكارم الأخلاق .وفي التعبير بقوله ( بِعَيسَى ابن مَرْيَمَ ) إيذان بأنه محدث كجميع المحدثات ، وأنه قد ولد من أمه كما يولد سائر البشر من أمهاتهم ، وأنه لا نسب له إلا من جهتها ، فليس له أب ، وليس ابنا لله - تعالى - ، وإنما هو عبد من عباد الله أوجده بقدرته ، وأرسله - سبحانه - لدعوة الناس إلى توحيده وعبادته .وقوله : ( مصدقا ) حال من عيسى - عليه السلام - :قال بعض العلماء : \" ولو سايرنا الواقع عند النصارى في هذه الأيام ، لكان لذكر كلمة التصديق في هذا المقام معنى أعمق من مجرد التصديق بأصل النزول ، بل بالتنفيذ ، لأن الإِنجيل ليس فيه أحكام عملية كثيرة ، فأحكام الأسرة كلها مأخوذة عند النصارى من التوراة ، وليس ثمة نص قاطع في الأناجيل التي بين أيدينا يغاير ما جاء في التوارة من أحكام تتعلق بالأسرة ، ولا بأحكام العقوبات من حدود وقصاص .ولقد رويت عبارات عندهم منسوبة للمسيح - عليه السلام - تدل على العمل بأحكام التوراة ، مثل قوله - عليه السلام - \" ما جئت لأنقض الناموس \" أي التوراة .وكلمة ( بَيْنَ يَدَيْهِ ) تعبير قرآني ، للدلالة على أن التوراة كانت حاضرة قائمة وقت مجيء عيسى - عليه السلام - وعلما عنده ، وهو علم خال من التحريف والتبديل ، أوحى الله به إليه .ولفظ بين يديه في دلالته على الأمر المهيأ من الاستعارات الرائعة ، ومضمونها أن الأمر معلوم علما يقينا لعيسى بن مريم - عليه السلام - كعلم المحسوس يكون موضوعاً بين يديه .وقوله : ( وَآتَيْنَاهُ الإنجيل فِيهِ هُدًى وَنُورٌ وَمُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ التوراة وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ ) معطوف على ( قفينا ) .وقد وصف الله - تعالى - الإِنجيل الذي أعطاه لعيسى بخمس صفات :أولها : أنه فيه ( هدى ) أي : فيه هداية للناس إلى الحق الذي متى اتبعوه سعدوا في دنياهم وآخرتهم .وثانيها : أنه فيه ( نور ) أي : ضياء يكشف لهم ما التبس عليهم من أمور دينية ودنيوية .وثالثها : كونه ( مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ التوراة ) أي أن الإِنجيل مؤيد ومقرر لما جاءت به التوراة من أحكام وآداب وشرائع أنزلها الله فيها .ورابعها : كونه : ( هدى ) أي : هو بذاته هدى فضلا على اشتماله عليه .وخامسها : كونه : ( وَمَوْعِظَةً لِّلْمُتَّقِينَ ) أي : تذكير لهم بما يرق له القلب ، وتصفو به النفس ، وتنزجر به القلوب عن غشيان المحرمات .وقوله ( فِيهِ هُدًى ) جملة مكونة من خير مقدم ومبتدأ مؤخر . وقوله ( هدى ) والجملة كلها في موض نصب على أنها حال من الإِنجيل .أي : أعطينا عيسى الإِنجيل حالة كونه مشتملا على الهدى والنور .وقوله : ( وَمُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ التوراة ) حال أيضاً من الإِنجيل . ولا تكرار بين ( مصدقا ) الأولى وبين ( مصدقا ) الثانية ، لأن الأولى لبيان حال عيسى وأنه جاء يدعو الناس إلى التصديق بالتوراة وإلى تنفيذ أحكامها ، والثانية لبيان حال الإِنجيل وأنه جاء مقرر لما اشتملت عليه التوراة من أحكام أنزلها الله ، وأن من الواجب على بني إسرائيل أن يسيروا على هدى هذه الأحكام إلا ما نسخه الإِنجيل منها فعليهم أن يتبعوا أحكام الإِنجيل فيها .قال ابن كثير : وقوله : ( وَمُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ التوراة ) أي : متبعا لها غير مخالف لما فيها إلا في القليل . مما بين لبني إسرائيل بعض ما كانوا يختلفون فيه - كما قال - تعالى - إخبارا عن المسيح أنه قال لبني إسرائيل : ( وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ ) ولهذا كان المشهور من قول العلماء : \" أن الإِنجيل نسخ بعض أحكام التوراة \" .وقوله : ( وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ ) معطوف على ما تقدم ومنتظم معه في سلك الحالية .وقال أولا ( فِيهِ هُدًى ) وقال ثانيا ( هدى ) لزيادة المبالغة في التنويه بشأن الإِنجيل ، فهو مشتمل على ما يهدي الناس إلى الحق والخير ، وهو في ذاته هدى ، لأنه منزل من عند الله ، ولأنه بشارة بنبي يرسل من بعد عيسى اسمه أحمد .قال الفخر الرازي : \" وأما كونه ( هدى ) مرة أخرى ، فلأن اشتمال الإِنجيل على البشارة بمجيء محمد صلى الله عليه وسلم سبب لاهتداء الناس إلى نبوته . ولما كان أشد وجوه الاختلاف والمنازعة بين المسلمين وبين اليهود ، والنصارى في ذلك ، لا جرم أعاده الله - تعالى - مرة أخرى تنبيها على أن الإِنجيل يدل دلالة ظاهرة على نبوة محمد صلى الله عليه وسلم فكان هدى في هذه المسألة التي هي أشد المسائل احتياجا إلى البيان والتقرير .وأما كونه موعظة : فلاشتمال الإِنجيل على النصائح والمواعظ والزواجر البليغة المتأكدة .وإنما خصها بالمتقين ، لأنهم هم الذين ينتفعون بها .",
  "ayah": 47,
  "surah": 5
}
