{
  "text": "وقوله - تعالى - : ( وَلْيَحْكُمْ أَهْلُ الإنجيل بِمَآ أَنزَلَ الله فِيهِ ) أمر من الله - تعالى - لأتباع سيدنا عيسى - عليه السلام - الذين وجدوا قبل بعثة النبي صلى الله عليه وسلم بأن يحكموا فيام بينهم بمقتضى أحكام الإِنجيل بدون تحريف أو تبديل . أما الذين وجدوا بعد بعثة النبي صلى الله عليه وسلم فمن الواجب عليهم أن يصدقوه ويتبعوا شريعته ، لأن الشريعة التي جاء بها النبي صلى الله عليه وسلم نسخت ما قبلها من شرائع .قال الآلوسي ما ملخصه ، قوله : ( وَلْيَحْكُمْ أَهْلُ الإنجيل بِمَآ أَنزَلَ الله فِيهِ ) أمر مبتدأ لهم بأن يحكموا ويعملوا بما فيه من الأمور التي من جملتها دلائل رسالته صلى الله عليه وسلم وما قررته شريعته الشريفة من أحكام ، وأما الأحكام المنسوخة فليس الحكم بها حكما بما أنزل الله ، بل هو إبطال وتعطيل له إذا هو شاهد بنسخها وانتهاء وقت العمل بها ، لأن شهادته بصحة ما ينسخها من الشريعة الأحمدية شاهدة بنسخها ، واختار كونه أمراً مبتدأ الجبائي .وقيل هو حكاية للأمر الوارد عليهم بتقدير فعل معطوف على قوله ( وآتيناه ) .أي : - وآتينا عيسى ابن مريم الإِنجيل فيه هدى ونور - وقلنا ليحكم أهل الإِنجيل بما أنزل الله فيه . وحذف القول - لدلالة ما قبله عليه - كثير في الكلام . ومنه قوله - تعالى - : ( وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ . سَلاَمٌ عَلَيْكُم ) واختار ذلك على بن عيسى .وقرأ حمزة ( وَلْيَحْكُمْ ) - بكسر اللام وفتح الميم - بأن مضمرة - بعد لام كي - والمصدر معطوف على ( وَهُدًى وَمَوْعِظَةً ) على تقدير كونهما معللين . أي : وآتيناه ليحكم .وقوله : ( وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الفاسقون ) تذييل مقرر ومؤكد لوجوب الامتثال لأحكام الله - تعالى - . أي : ومن لم يحكم بما أنزل الله ، فأولئك هم المتمردون الخارجون عن جادة الحق . وعن السنن القويم ، والصراط المستقيم .قال أبو حيان : قوله ( وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الفاسقون ) ناسب هنا ذكرالفسق .لأنه خرج عن أمر الله - تعالى - إذ تقدم قوله : ( وليحكم ) وهو أمر كما قال - تعالى - للملائكة ( اسجدوا لأَدَمََ فسجدوا إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ عَنْ أَمْرِ رَبِّهِ ) أي : خرج عن طاعته .وقال صاحب المنار ما ملخصه : وأنت إذا تأملت الآيات السابقة ظهر لك نكتة التعبير بالكفر في الأولى وبوصف الظلم في الثانية ، وبوصف الفسق في الثالثة .ففي الآية الأولى كان الكلام في التشريع ، وإنزال الكتاب مشتملا على الهدى والنور ، والتزام الأنبياء وحكماء العلماء بالعمل والحكم به . فكان من المناسب أن يختم الكلام ببيان أن كل معرض عن الحكم به لعدم الإذعان له ، مؤثرا لغيره عليه . يكون كافرا به .وأما الآية الثانية فلم يكن الكلام فيها في أصل الكتاب الذي هو ركن الإِيمان ، بل في عقاب المعتدين على الأنفس أو الأعضاء . فمن لم يحكم بحكم الله في ذلك يكون ظالما في حكمه .وأما الآية الثالثة فهي في بيان هداية الإِنجيل وأكثرها مواعظ وآداب وترغيب في إقامة الشريعة على الوجه الذي يطابق مراد الشارع وحكمته . فمن لم يحكم بهذه الهداية ممن خوطبوا فهم الفاسقون بالمعصية ، والخروج عن محيط تأديب الشريعة .",
  "ayah": 48,
  "surah": 5
}
