{
  "text": "وبعد أن تحدث - سبحانه - عن التوراة والإِنجيل وما فيهما من الهدى والنور ، وأمر باتباع تعاليمهما . . عقب ذلك بالحديث عن القرآن الكريم الذي أنزله على رسوله صلى الله عليه وسلم فقال - تعالى - :( وَأَنزَلْنَآ إِلَيْكَ الكتاب بالحق . . . )قوله : ( وَأَنزَلْنَآ إِلَيْكَ الكتاب بالحق مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ الكتاب وَمُهَيْمِناً ) معطوف على قوله قبل ذلك ( إِنَّآ أَنزَلْنَا التوراة ) والمراد بالكتاب الأول : القرآن الكريم وأل فيه للعهد .والمراد بالكتاب الثاني : جنس الكتب السماوية المتقدمة فيشمل التوراة والإِنجيل وأل فيه للجنس وقوله ( وَمُهَيْمِناً عَلَيْهِ ) أي : رقيبا على ما سبقه من الكتب السماوية المحفوظة من التغيير ، وأمينا وحاكما عليها؛ لأنه هو الذي يشهد لها بالصحة ويقرر أصول شرائعها .قال ابن جرير : وأصل الهيمنة الحفظ والارتقاب . يقال : إذا رقب الرجل الشيء وحفظه وشهده : قد هيمن فلان عليه . فهو يهيمن هيمنة ، وهو عليه مهيمن .وقال صاحب الكشاف : وقرئ ( وَمُهَيْمِناً عَلَيْهِ ) - بفتح الميم - أي هو من عليه بأن حفظ من التغيير والتبديل كما قال - تعالى - : ( لاَّ يَأْتِيهِ الباطل مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ ) والذي هيمن عليه هو الله - عز وجل . أو الحفاظ في كل بلد ، لو حُرِّّف حرف منه أو حركة أو سكون لتنبه له كل أحد ، ولاشمأزوا ، رادين ومنكرين .والمعنى : لقد أنزلنا التوراة على موسى ، والإِنجيل على عيسى ، وأنزلنا إليك يا محمد الكتاب الجامع لكل ما اشتملت عليه الكتب السماوية من هدايات وقد أنزلناه ملتبسا بالحق الذي لا يحوم حوله باطل ، وجعلناه ( مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ الكتاب ) أي : مؤيداً لما في تلك الكتب التي تقدمته : من دعوة إلى عبادة الله وحده ، و إلى التمسك بمكارم الأخلاق . وجعلناه كذلك \" مهيمنا عليها \" أي : أمينا ورقيبا وحاكما عليها .فأنت ترى أن الله - تعالى - قد أشار إلى سمو مكانة القرآن من بين الكتب السماوية بإشارات من أهمها :أنه - سبحانه - لم يقل : وقفينا على آثارهم - أي على آثار الأنبياء السابقين - بمحمد صلى الله عليه وسلم وآتيناه القرآن . كما قال في شأن عيسى ابن مريم ( وَقَفَّيْنَا على آثَارِهِم بِعَيسَى ابن مَرْيَمَ مُصَدِّقاً لِّمَا بَيْنَ يَدَيْهِ مِنَ التوراة وَآتَيْنَاهُ الإنجيل ) إلخ .لم يقل ذلك في شأن الرسول صلى الله عليه وسلم وفي شأن القرآن الكريم ، وإنما قال : ( وَأَنزَلْنَآ إِلَيْكَ الكتاب بالحق ) للإِشارة إلى معنى استقلاله وعدم تبعيته لغيره من الكتب التي سبقته ، وللإِيذان بأن الشيعة التي هذا كتابها هي الشريعة الباقية الخالدة التي لا تقبل النسخ أو التغيير .وأنه - سبحانه - لم يزد في تعريف الكتاب الذي أنزله على نبيه محمد صلى الله عليه وسلم على تعريفه بلام العهد فقال : ( وَأَنزَلْنَآ إِلَيْكَ الكتاب ) للإِشارة إلى كماله وتفوقه على سائر الكتب .أي : أنه الكتاب الذي هو جدير بهذا الاسم ، بحيث إذا أطلق اسم الكتاب لا ينصرف إلا إليه لأنه الفرد الكامل من بين الكتب في هذا الوجود .وأنه - سبحانه - قد وصفه بأنه قد أنزله ملتبسا بالحق والصدق ، وأنه مؤيد ومقرر لما اشتملت عليه الكتب السماوية من الدعوة إلى الحق والخير ، وأنه - فضلا عن كل ذلك - أمين على تلك الكتب ، وحاكم عليها ، فما أيده من أحكامها وأقوالها فهو حق ، ومال مل يؤيده منها فهو باطل .قال ابن كثير : جعل الله هذا الكتاب العظيم الذي أنزله آخر الكتب وخاتمها ، جعله أشملها وأعظمها وأكملها ، لأنه - سبحانه - جمع فيه محاسن ما قبله من الكتب وزاد فيه من الكمالات ما ليس في غيره ، فلهذا جعله شاهداً وأمينا وحاكما عليها كلها ، وتكفل - سبحانه - بحفظه بنفسه فقال : ( إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ ) وقوله : ( فاحكم بَيْنَهُم بِمَآ أَنزَلَ الله وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ الحق ) أمر من الله - تعالى - لنبيه صلى الله عليه وسلم بأن يتلزم في حكمه بين الناس الأحكام التي أنزلها - سبحانه - والفاء في قوله : ( فاحكم ) للإِفصاح عن شرط مقدر .أي : إذا كان شأن القرآن كما ذكرت لك يا محمد فاحكم بين هؤلاء اليهود وبين غيرهم من الناس بما أنزله الله من أحكام ، فإن ما أنزله هو الحق الذي لا باطل معه ، ولا تتبع في حكمك أهواء هؤلاء اليهود وأشباههم لأن أتباعك لأهواهئهم يجعلك منحرفا ومائلا عما جاءك من الحق الذي لا مرية فيه ولا ريب . ولم يقل - سبحانه - \" فاحكم بينهم به \" بل ترك الضمير وعبر بالموصول فقال : ( فاحكم بَيْنَهُم بِمَآ أَنزَلَ الله ) للتنبيه على عليه ما في حيز الصلة للحكم ، لأن الموصول إذا كان في ضمن حكم تكون الصلة هي علة الحكم .أي : التزم في حكمك بينهم بما يؤيده القرآن لأنه الكتاب الذي أنزله الله عليك .قال بعض العلماء : \" وهذا يفيد أن اليهود الذين عاشروا النبي صلى الله عليه وسلم ومن جاءوا بعدهم مخاطبون بشريعة القرآن ، وأنه نسخ ما قبله من الشرائع إلا ما جاء النص بوجوب العمل به كالقصاص ، أو ما لم يثبت أنهن نسخ والمعول عليه في الحالين هو القرآن وما جاء به الرسول صلى الله عليه وسلم ولقد روى أنه - عليه السلام - ذكر أن موسى لو كان حيا ما وسعه إلا الإِيمان به - عليه السلام .والضمير في قوله ، ( أهواءهم ) يعود إلى أولئك اليهود الذين كانوا يتحاكمون إلى النبي صلى الله عليه وسلم لا بقصد الوصول إلى الحق ، وإنما بقصد الوصول إلى ما يسهل عليهم احتماله من أحكام .قال الآلوسي : والنهي يجوز أن يكون لمن لا يتصور منه وقوع المنهي عنه . ولا يقال : كيف نهى صلى الله عليه وسلم عن اتباع أهوائهم ، وهو صلى الله عليه وسلم معصوم عن ارتكاب ما دون ذلك .وقيل الخطاب له صلى الله عليه وسلم والمراد سائر الحكام .وقوله : ( لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجاً ) استئناف جيء به لحمل أهل الكتاب على الانقياد لحكمه صلى الله عليه وسلم بما أنزل الله إليه من الحق .والشرعة والشريعة بمعنى واحد . وهي في الأصل الطريق الظاهر الموصول للماء . والمراد بها هنا ما اشتمل عليه الدين من أحكام تكليفية يجب العمل بها أمرا ونهيا وندبا وإباحة . وسمي ما اشتمل عليه الدين من أحكام شريعة تشبيها بشريعة الماء . من حيث إن كلا منهما سبب الحياة . إذ أن الشريعة الدينية سبب في حياة الأرواح حياة معنوية . كما أن الماء سبب في حياة الأرواح حياة مادية .والمنهاج : الطريق الواضح في الدين ، من نهج الأمر ينهج إذا وضح . والعطف باعتبار جمع الأوصاف .قال بعضهم : هما كلمتان بمعنى واحد والتكرير للتأكيد .وقيل : ليستا بمعنى واحد . فالشرعة ابتداء الطريق . والمنهاج الطريق المستقيم .وقوله : ( منكم ) متعلق بمحذوف وقع صفة لما عوض عنه تنوين \" كل \" .أي : لكل أمة من الأمم الحاضرة والماضية وضعنا شرعة ومنهاجاً خاصين بها ، فالأمة التي كانت من مبعث موسى إلى مبعث عيسى - عليهما السلام - كانت شرعتها ما في التوراة من أحكام . والأمة التي كانت من مبعث عيسى إلى مبعث محمد - عليهما الصلاة والسلام كانت شرعتها ما في الإِنجيل . وأما هذه الأمة الإِسلامية فشريعتها ما في القرآن من أحكام ، لأنه مشتمل على ما جاء في الكتب السابقة عليه من أصول الدين وكلياته التي لا تختلف باختلاف الأزمنة والأمكنة وزاد عليها ما يناسب العصر الذي نزل فيه ، والعصورا لتي تلت ذلك إلى يوم القيامة .وأهل الكتاب إنما أمروا بأن يتحاكموا إلى كتبهم قبل نسخها بالقرآن الكريم ، أما بعد نزوله ومجيء النبي صلى الله عليه وسلم خاتما للرسالات السماوية ، فقد أصبح من الواجب عليهم الدخول في الإِسلام ، واتباع رسوله محمد - صلى الله عليه وسلم في كل ما أمر به أو نهى عنه ، وليس لأحد بعد بعثته صلى الله عليه وسلم إيمان مقبول إلا باتباعه وتصديقه في جميع أقواله وأعماله .والاختلاف في الشرائع إنما يكون فيما يتعلق ببعض الأوامر والنواهي ، وببعض وجوه الحلال والحرام ، وبغير ذلك من فروع الشريعة ، فقد يحرم الله شيئاً على قوم عقوبة لهم ، ويحله لقوم آخرين تخفيفا عنهم ، كما قال - تعالى - : ( وَعَلَى الذين هَادُواْ حَرَّمْنَا كُلَّ ذِي ظُفُرٍ وَمِنَ البقر والغنم حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَآ إِلاَّ مَا حَمَلَتْ ظُهُورُهُمَا أَوِ الحوايآ أَوْ مَا اختلط بِعَظْمٍ ذلك جَزَيْنَاهُم بِبَغْيِهِمْ وِإِنَّا لَصَادِقُونَ ) وكما قال - تعالى - حكاية عن عيسى - عليه السلام - :( وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ ) أما ما يتعلق بأصول الشريعة ، وجوهر الدين ، وأساس العقيدة كالأمر بعبادة الله وحده .والتحلي بمكارم الأخلاق ، فلا يتعلق به اختلاف في أي شريعة من الشرائع ، أو أي دين من الأديان .وقد تكلم عن هذا المعنى الإمام ابن كثير فقال : قوله : ( لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجاً ) هذا إخبار عن الأمم المختلفة الأديان باعتبار ما بعث الله به رسله الكرام من الشرائع المختلفة في الأحكام المتفقة في التوحيد . كما ثبت في صحيح البخاري عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : \" نحن معاشر الأنبياء إخوة لعلات - أمهاتهم شتى - ودينهم واحد \" يعني بذلك التوحيد الذي بعث الله به كل رسول أرسله ، وضمنه كل كتاب أنزله ، كما قال - تعالى - : ( وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلاَّ نوحي إِلَيْهِ أَنَّهُ لا إله إِلاَّ أَنَاْ فاعبدون ) وأما الشرائع فمختلفة في الأوامر والنواهي فقد يكون الشيء في هذه الشريعة حراماً ثم يحل في الشريعة الأخرى . كما قال - تعالى - في شأن شريعة عيسى : ( وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ ) وبالعكس ، قد يكون الشيء حلالا في هذه الشريعة ثم يحرم فيي شريعة أخرى ، فيزداد في الشدة في هذه دون هذه ، وذلك لما له - تعالى - في ذلك من الحكمة البالغة ، والحجة الدامغة .وقال الآلوسي ما ملخصه : وقوله : ( لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجاً ) الخطاب فيه - كما قال جماعة من المفسرين - للناس كافة الموجودين والماضين بطريق التغليب . واستدل بالآية من ذهب إلى أننا غير متعبدين بشرائع من قبلنا ، لأن الخطاب يعم الأمم ، واللام للاختصاص فيكون لكل أمة دين يخصها .والتحقيق في هذا المقام أننا متعبدون بأحكام الشرائع السابقة من حيث إنها أحكام شريعتنا لا من حيث إنها شريعة للأولين .ثم بين - سبحانه - بعض مظاهر قدرته ، وبالغ حكمته فقال : ( وَلَوْ شَآءَ الله لَجَعَلَكُمْ أُمَّةً وَاحِدَةً ولكن لِّيَبْلُوَكُمْ فِي مَآ آتَاكُم ) .ومفعول المشيئة هنا محذوف لدلالة الجزاء عليه .وقوله : ( ولكن لِّيَبْلُوَكُمْ ) متعلق بمحذوف يستدعيه المقام .والابتلاء : الاختبار والامتحان ليميز المطيع من المعاصي .والمعنى : لو شاء الله - تعالى - أن يجعل الأمم جميعا أمة واحدة تدين بدين واحد وبشريعة واحدة لفعل ، لأنه - سبحانه - لا يعجزه شيء ولكنه - سبحانه - لم يشأ ذلك ، وإنما شاء أن يجعلكم أمما متعددة ليختبركم فيما آتاكم من شرائع مختلفة في بعض فروعها ولكنها متحدة في جوهرها وأصولها فيجازي من أطاعة بما يستحقه من ثواب؛ ويجازي من خالف أمره بما يستحقه من عذاب .وقوله : ( فَاسْتَبِقُوا الخَيْرَاتِ ) حض منه - سبحانه - لعباده على الاجتهاد في فعل الطاعات .أي إذا كان الأمر كماوصفت لكم . فسارعوا إلى القيام بالأعمال الصالحة التي تسعدكم في الدنيا والآخرة ، وتنافسوا في تحصيلها بكل عزيمة ونشاط لتنالوا رضا الله - تعالى - وجزيل مثوبته .( فَاسْتَبِقُوا ) بمعنى فتسابقوا ، ولتضمنه معنى السبق والابتدار تعدي بنفسه من غير إلى كما في قوله - تعالى - ( واستبقا الباب ) أي : حاول كل واحد منهما الابتدار والوصول إلى الباب قبل الآخر .وقوله ( إلى الله مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ ) استئناف مسوق مساق التعليل لاستباق الخيرات .وقوله ( فَيُنَبِّئُكُم ) أي فيخبركم والمراد بالإِنباء والإِخبار هنا المجازاة على الأعمال ، وإنا عبر عنها بالإِنباء لوقوعها موقع إزالة موقع إزالة الاختلاف التي هي وظيفة الأنبياء .أي : إلى الله وحده مصيركم ومرجعكم ، فيخبركم عند الحساب بما كنتم تختلفون فيه في الدنيا ، ويجازيكم بما تستحقون : فأما الذين آمنوا وعملوا الصلاحات فلهم منه - سبحانه - جزيل الثواب . وأما الذين طغوا وآثروا الحياة الدنيا فلهم من شديد العقاب .ثم كرر - سبحانه - الأمر لنبيه محمد صلى الله عليه وسلم بأن يحكم بين الهيود وغيرهم بما أنزله الله - تعالى - وحذره من مكرهم وكيدهم فقال : ( وَأَنِ احكم بَيْنَهُمْ بِمَآ أَنزَلَ الله وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ واحذرهم أَن يَفْتِنُوكَ عَن بَعْضِ مَآ أَنزَلَ الله إِلَيْكَ ) .أخرج ابن جرير عن ابن عباس - رضي الله عنهما - قال : قال كعب بن أسد وابن صوريا وشاس بن قيس بعضهم لبعض : اذهبوا بنا إلى محمد لعلنا نفتنه عن دينه : فأتوه فقالوا : يا محمد ، إنك قد عرفت أنا أحبار اليهود وأشرافهم وسادتهم ، وإنا إن اتبعناك اتبعك يهود ولم يخالفونا . وإن بيننا وبين قومنا خصومة فنحاكمهم إليك فتقضى لنا عليهم ، ونؤمن لك ونصدق فأبى رسول الله صلى الله عليه وسلم ذلك . فأنزل الله فيهم : ( وَأَنِ احكم بَيْنَهُمْ بِمَآ أَنزَلَ الله وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ ) .إلى قوله : ( وَمَنْ أَحْسَنُ مِنَ الله حُكْماً لِّقَوْمٍ يُوقِنُونَ ) .وقوله : ( وَأَنِ احكم بَيْنَهُمْ بِمَآ أَنزَلَ الله ) في محل نصب عطفا على الكتاب في قوله : ( وَأَنزَلْنَآ إِلَيْكَ الكتاب بالحق ) .وقوله : ( أَن يَفْتِنُوكَ ) بدل اشتمال من المفعول في ( واحذرهم ) كأنه قيل : واحذر فتنتهم كما تقول : أعجبني زيد علمه .والمراد بالفتنة هنا محاولة إضلاله وصرفه عن الحكم بما أنزل الله .والمعنى : وأنزلنا إليك الكتاب يا محمد فيه حكم الله ، وأنزلنا إليك فيه أن أحكم بينهم بما أنزل الله ، ولا تتبع أهواء هؤلاء اليهود الذين اتخذوا دينهم لهوا ولعبا ، واحذرهم أن يضلوك أو يصدوك عن بعض ما أنزلناه إليك ولو كان أقل قليل؛ بأن يصوروا لك الباطل في صورة الحق ، أو بأن يحاولوا حملك على الحكم الذي يناسب شهواتهم :وقد كرر - سبحانه - على نبيه صلى الله عليه وسلم وجوب التزامه في أحكامه بما أنزل الله ، لتأكيد هذا الأمر في مقام يستدعي التأكيد ، لأن اليهود كانوا لا يكفون عن محاولتهم فتنته صلى الله عليه وسلم وإغراءه بالميل إلى الأحكام التي تتفق مع أهوائهم ، ولأنه قد جاء في الآية السابقة ما قد يوهم بأن لكل قوم شريعة خاصة بهم ( لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجاً ) وأن حكم القرآن ليس له صفة العموم فأراد - سبحانه - أن ينفي هذا الوهم نفيا واضحا وأن يؤكد أن شريعته القرآن هي الشريعة العامة الخالدة التي يجب أن يتحاكم إليها الناس في كل زمان ومكان ، لأنها نسخت ما سبقها من شرائع .وقوله - تعالى - ( واحذرهم أَن يَفْتِنُوكَ عَن بَعْضِ مَآ أَنزَلَ الله إِلَيْكَ ) تيئيس لأولئك اليهود الذين حاولوا إغراء الرسول صلى الله عليه وسلم بأن يقضي لهم بما يرضيهم لكي يرضيهم لكي يتبعوه ، ونهى له صلى الله عليه وسلم ولأتباعه عن الاستجابة لأهواء هؤلاء ولو في أقل القليل مما يتنافى مع الحق الذي أمره الله - تعالى - بالسير عليه في القضاء بين الناس .ثم بين - سبحانه - سوء عاقبة كل من يعرض عن حكم الله - تعالى - فقال : ( فَإِن تَوَلَّوْاْ فاعلم أَنَّمَا يُرِيدُ الله أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ ) .أي : فإن توولا عن حكمك ، وأعرضوا عنك بعد تحاكمهم إليك وأرادوا الحكم بغير ما أنزل الله . فاعلم أن حكمة الله قد اقتضت أن يعاقبهم بسبب بعض هذه الذنوب التي اقترفوها بتوليهم عن حكم الله ، وإعراضهم عنك ، وانصرافهم عن الهدى والرشاد إلى الغي والضلال ، لأن الأمة التي لا تخضع لحكم شرع الله ، وتسير وراء لذائذها ومتعها وشهواتها وأهوائها الباطلة ، لابد أن يصيبها العقاب الشديد بسبب ذلك .وعبر - سبحانه - عما يصيبهم من عقاب بأنه بسبب ارتكابهم لبعض الذنوب ، للإِشارة بأن لهم ذنوبا كثيرة بعضها كاف لإنزال العقوبة الشديدة بهم .وقوله : ( وَإِنَّ كَثِيراً مِّنَ الناس لَفَاسِقُونَ ) اعتراض تذييلي مقرر لمضمون ما قبله ، ومتضمن تسلية الرسول صلى الله عليه وسلم عما لقيه من مخالفيه ولا سيما اليهود .أي : وإن كثيرا من الناس لخارجون عن طاعتنا ، ومتمردون على أحكامنا ، ومتبعون لخطوات الشيطان الذي استحوذ عليهم ، وإذا كان الأمر كذلك فلا تبتئس يا محمد عما لقيه من أصحاب النفوس المريضة ، بل اصبر حتى يحكم الله بينك وبينهم .",
  "ayah": 49,
  "surah": 5
}
