{
  "text": "قوله - تعالى - ( مَن يَرْتَدَّ ) من الارتداد . ومعناه : الرجوع إلى الخلف ونمه قوله - تعالى - ( رُدُّوهَا عَلَيَّ ) أي : ارجعوها على . وقوله : ( إِنَّ الذين ارتدوا على أَدْبَارِهِمْ ) والمراد بالارتداد هنا : الرجوع عن دين الإِسلام إلى الكفر والضلال ، والخروج من الحق الذي جاء به رسول الله صلى الله عليه وسلم إلى غيره من الأباطيل والأكاذيب .قالوا : وفي هذه الآية الكريمة إشارة إلى أن من الذين دخلوا في الإِسلام من سيرتد عنه إلى غيره من الكفر والضلال ، وقد كان الأمر كما أشارت الآية الكريمة؛ فقد ارتد عن الإِسلام بعض القبائل كقبيلة بني حنيفة - قوم مسيلمة الكذاب - وقبيلة بني أسد ، وقبيلة بني مدلج وغيرهم .وقد تصدى سيدنا أبو بكر الصديق ومن معه من المؤمنين الصادقين للمرتدين فكسروا شوكة الردة ، وأعادوا لكلمة الإِسلام هيبتها وقوتها .قال الآلوسي ما ملخصه : هذه الآية من الكائنات التي أخبر عنها القرآن قبل وقوعها - وقد وقع المخبر به على وفقها فيكون معجزاً - فقد روى أنه ارتد عن الإِسلام إحدى عشرة فرقة .ثلاث في عهد الرسول صلى الله عليه وسلم وهم : \" بنو مدلج ، ورئيسهم الأسود العنسي و \" بنو حنيفة \" قوم مسيلمة الكذاب و \" بنو أسد \" قوم طليحة بن خويلد الأسدي . وسبع في عهد أبي بكر وهم : فزارة ، وغطفان ، وبنو سليم ، وبنو يربوع ، وبعض بني تميم ، وكنده ، وبنو بكر بن وائل .وارتدت فرقة واحدة في عهد عمر وهي قبيلة \" غسان قوم جبلة بن الأيهم \" .والمعنى : يا أيها الذين آمنوا لا يتخد أحد منكم أحدا من أعداء الله وليا ونصيراً لأن ولايتهم تفضي إلى مضرتكم وخسرانكم . بل وإلى ردتكم عن الحق الذي آمنتم به ، ومن يرتدد منكم عن دينه الحق إلى غيره من الأديان الباطلة فلن يضر الله شيئا ، لأنه - سبحانه - سوف يأتي بقوم آخرين مخلصين له ، ومطيعين لأوامره ، ومستجيبين لتعاليمه . بدل أولئك الذين ارتدوا على أدبارهم ، وكفروا بعد إيمانهم . قال - تعالى - : ( وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لاَ يكونوا أَمْثَالَكُم ) ولفظ ( فسوف ) جيء به هنا لتأكيد وقوع الأمر في المستقبل ، إذا ما ارتد بعض الناي على أدبارهم .وقد وصف الله - تعالى - أولئك القوم الذين يأتي بهم بدل الذين كفروا بعد إيمانهم ، وصفهم بعدد من الصفات الحميدة ، والسجايا الكريمة .وصفهم - أولا - بقوله : ( يُحِبُّهُمْ وَيُحِبُّونَهُ ) .ومحبة الله - تعالى - للمؤمنين هي أسمى نعمة يتعشقونها ويتطلعون إليها ، ويرجون حصولها ودوامها . وهي - كما يقول الآلوسي - محبة تليق بشأنه على المعنى الذي أراده .ومن علاماتها : أن يوفقهم - سبحانه - لطاعته ، وأن ييسر لهم الخير في كل شئونم .ومحبة المؤمنين لله - تعالى - معناها : التوجه إليه وحده بالعبادة ، واتباع نبيه محمد صلى الله عليه وسلم في كل ما جاء به ، والاستجابة لتعاليمه برغبة وشوق .وقوله : ( يحبهم ) جملة في محل جر صفة لقوم . وقوله \" يحبونه \" معطوف على ( يحبهم ) .وقدم - سبحانه - محبته لهم على محبتهم له ، لشرفها وسبقها ، إذ لولا محبته لهم لما وصلوا إلى طاعته .وصفهم - ثانياً - بقوله : ( أَذِلَّةٍ عَلَى المؤمنين أَعِزَّةٍ عَلَى الكافرين ) .وقوله : ( أذلة ) جمع ذليل ، من تذلل إذا تواضع وحنا على غيره ، وليس المراد بكونهم أذلة أنهم مهانون ، بل المراد المبالغة في وصفهم بالرفق ولين الجانب للمؤمنين .وقوله : ( أعزة ) جمع عزيز وهو المتصف بالعزة بمعنى القوة والامتناع عن أن يغلب أو يقهر ومن قوله - تعالى - ( وَعَزَّنِي فِي الخطاب ) أي : غلبني في الخطاب .والمعنى : إن من صفات هؤلاء القوم الذين يأتي الله بهم بدل الذين كفروا بعد إيمانهم ، أنهم أرقاء على المؤمنين ، عاطفون عليهم متواضعون لهم ، تفيض قلوبهم حنوا وشفقة بهم . وأنهم في الوقت نفسه أشداء على الكافرين ، ينظرون إليهم نظرة العزيز الغالب ، لا نظرة الضعيف الخانع .وهذه - كما يقوال ابن كثير - صفات المؤمنين الكمل . أن يكون أحدهم متواضعا لأخيه ووليه ، متعززاً على خصمه وعدوه كما قال - تعالى - : ( مُّحَمَّدٌ رَّسُولُ الله والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ ) ومن صفات الرسول صلى الله عليه وسلم : \" أنه الضحوك القتال \" فهو ضحوك لأوليائه قتال لأعدائه .وقال صاحب الكشاف : فإن قلت : هلا قيل أذلة للمؤمنين أعزة على الكافرين؟ قلت : فيه وجهان :أحدهما : أن يضمن الذل معنى الحنو والعطف كأنه قيل : عاطفين عليهم على وجه التذلل والتواضع .والثاني : أنهم مع شرفهم وعلو طبقتهم وفضلهم على المؤمنين - خافضون لهم أجنحتهم .وقال الطيبي : إن قوله - تعالى - ( أَعِزَّةٍ عَلَى الكافرين ) جيء به للتكميل ، لأنه لما وصفهم قبل ذلك بالتذلل ، ربما يتوهم أحد أنهم أذلاء محقرون في أنفسهم فدفع ذلك الوهم بأنهم مع ذلتهم على المؤمنين أعزة على الكافرين على حد قول القائل :جلوس في مجالسهم رزان ... وإن ضيم ألم بهم خفافثم وصفهم - ثالثا - بقوله : ( يُجَاهِدُونَ فِي سَبِيلِ الله وَلاَ يَخَافُونَ لَوْمَةَ لائم ) وقوله : ( يُجَاهِدُونَ ) من المجاهدة وهي بذل الجهد ونهاية الطاقة من أجل الوصول إلى المقصد الذي يسعى إليه الساعي .وقوله : ( فِي سَبِيلِ الله ) أي في سبيل إعلاء دين الله ، وإعزاز كلمته وليس في سبيل الهوى أو الشيطان .واللومة : هي المرة الواحدة من اللوم . وهو بمعنى اعتراض المعترضين ، ومخالفة المخالفين وعدم رضاهم عن هؤلاء القوم .والمعنى : أن من صفات هؤلاء القوم - أيضا - أنهم يبذلون أقصى جهدهم في سبيل إعلاء كلمة الله والعمل على مرضاته ، وأنهم في جهادهم وجهرهم بكلمة الحق ، وحرصهم على ما يرضيه - سبحانه - لا يخافون لوما قط من أي لائم كائنا من كان .لأن خشيتهم ليست إلا من الله وحده .وعبر - سبحانه - بلومة - بصيغة الإِفراد والتنكير ، للمبالغة في نفي الخورف عنهم سواء أصدر اللوم لهم من كبير أم من صغير ، وسواء أكانت اللومة شديدة أم رفيقة . .فهم - كما يقول الزمخشري - : صلاب في دينهم ، إذا شرعوا في أمر من أمور الدين لإِنكار منكر أو أمر بمعروف - مضوا فيه كالمسامير المحماة ، لا يرعبهم قول قائل ، ولا اعتراض معترض ، ولا لومة لائم ، والجملة على هذه معطوفة على ( يُجَاهِدُونَ فِي سَبِيلِ الله ) . ويحتمل أن تكون الواو للحال . أي أنهم يجاهدون وحالهم في المجاهدة خلاف حال المنافقين الذين كانوا إذا خرجوا في جيش المؤمنين خافوا أولياؤهم اليهود ، فلا يعملون شيئا مما يعلمون أنه يلحقهم فيه لوم من جهتهم ، وأما المؤمنون فكانوا يجاهدون لوجه الله لا يخافون لومة لائم .وقد ذكر المفسرون أقوالا متعددة في المراد بهؤلاء القوم الذين وصفهم الله - تعالى - بتلك الصفات الكريمة ، والذين يأتي بهم بدل أولئك الذين يرتدون على أعقابهم .قال بعضهم : المراد بهم أبو بكر ومن معه من المؤمنين الذين قاتلوا المرتدين .وقال آخرون : المراد بهم الأنصار الذين نصروا النبي - صلى الله عليه وسلم - وأيدوه .وقال مجاهد : المراد بهم أهل اليمن . . . وقيل غير ذلك .والذي نراه أنهم قوم ليسوا مخصوصين بزمن معين أو بلد معين ، أو أشخاص معينين ، وإنما هم كل من تنطبق عليهم هذه الصفات الجليلة . فكل من أحب الله وأحبه الله ، وتواضع للمؤمنين وأغلظ على الكافرين . وجاهد في سبيل الله دون أن يخشى أحدا سواه فهو منهم ، أما ذواتهم فيعلمها الله وحده ، لأنه لم يرد نص صحيح يعتمد عليه في بيان المراد بهؤلاء القوم .واسم الإِشارة في قوله : ( ذلك فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ والله وَاسِعٌ عَلِيمٌ ) يعود على ما تقدم ذكره من أوصاف القوم .أي : ذلك الذي أعطيناه لهم من صفات كريمة فضل الله وإحسانه ، يؤتيه من يشاء إيتاءه من عباده ، والله - تعالى - واسع الفضل والجود والعطاء ، عليم بأحوال خلقه ، لا تخفى عليه خافية من شئونهم .هذا ، ومن الأحكام التي أخذها العلماء من هذه الآية الكريمة : وجوب المجاهدة في سبيل إعلاء كلمة الله عن طريق قتال أعدائه - سبحانه - أو عن طريق الجهر بكلمة الحق ، أو عن طريق إحقاق الحق وإبطال الباطل - دون أن يخاف المجاهد لومة لائم .ولقد ساق الإِمام ابن كثير عند تفسيره لهذه الآية جملة من الأحاديث في هذا المعنى ومن ذلك :ما رواه الإِمام أحمد عن أبي ذر : \" أمرني خليلي صلى الله عليه وسلم بسبع : أمرني بحب المساكين والدنو منهم ، وأمرني أن أنظر إلى من هو دوني ولا أنظر إلى من هو فوقي ، وأمرني أن أصل الرحم وإن أدبرت ، وأمرني أن لا أسأل أحدا شيئا ، وأمرني أن أقول الحق وإن كان مراً ، وأمرني أن لا أخاف في الله لومة لائم ، وأمرني أن أكثر من قول لا حول ولا قوة إلا بالله فإنهن كنز تحت العرش \" .وعن أبي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم : \" ألا لا يمنعن أحدكم رهبة الناس أن يقول بحق إذا رآه أو شهده . فإنه لا يقرب من أجل ولا يباعد من رزق أن يقول بحق أو أن يذكر بعظيم \" .وعنه - أيضاً - قال : قال رسول الله صلى الله عليه وسلم : \" لا يحقرن أحدكم نفسه قالوا : وكيف يحقر أحدنا نفسه؟ قال : أن يرى أمر الله فيه مقال فلا يقول فيه . فيقال له يوم القيامة . ما منعك أن تكون قلت في كذا وكذا؟ فيقول مخافة الناس . فيقول : إياي أحق أن تخاف \" .وهناك أحاديث أخرى في هذا المعنى سوى التي ذكرها الإِمام ابن كثير ومن ذلك ما أخرجه الشيخان عن عبادة بن الصامت قال : \" بايعنا رسول الله - صلى الله عليه وسلم - على السمع والطاعة في المنشط والمنكره ، وأن لا ننازع الأمر أهله . وأن نقول بالحق حيثما كنا . لا نخاف في الله لومة لائم \" .",
  "ayah": 54,
  "surah": 5
}
