{
  "text": "ثم بين - سبحانه - من تجب موالاتهم ، بعد النهي عن تولي من تجب معاداتهم فقال : ( إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ الذين يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَهُمْ رَاكِعُونَ ) .أي : ( إِنَّمَا وَلِيُّكُمُ الله ) المفيض عليكم كل خير ، والمرجو وحده في الشدائد والكروب ( وَرَسُولُهُ ) الذي أخرجكم - بإذنه تعالى - من ظلمات الكف إلى نور التوحيد . ( والذين آمَنُواْ ) الذين هم منكم وأنتم منهم والذين ( يُقِيمُونَ الصلاة ) في مواقيتها بخشوع وإخلاص ( وَيُؤْتُونَ الزكاة ) لمستحقيها بسماحة وطيب نفس ( وَهُمْ رَاكِعُونَ ) أي : خاشعون متواضعون لله ، وليسوا مرائين أو منانين .وقوله : ( إِنَّمَا وَلِيُّكُمُ الله ) جملة من مبتدأ وخبر . وقوله : ( وَرَسُولُهُ والذين آمَنُواْ ) معطوف على الخبر .قال صاحب الكشاف : ومعنى ( إنما ) وجوب اختصاصهم بالمولاة . فإن قلت قد ذكرت - الآية - جماعة فهلا قيل إنما أولياؤكم؟ قلت : أصل الكلام إنما وليكم الله ، فجعلت الولاية لله على طريق الأصالة ، ثم نظم في سلك إثباتها له ، إثباتها لرسوله وللمؤمنين على سبيل التبع . ولو قيل : إنما أولياؤكم الله ورسوله والذين آمنوا ، لم يكن في الكلام أصل وتبع .والمراد بالذين آمنوا عامة المؤمنين وليس فردا معينا منهم .قال - تعالى - : ( والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر وَيُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَيُطِيعُونَ الله وَرَسُولَهُ أولئك سَيَرْحَمُهُمُ الله إِنَّ الله عَزِيزٌ حَكِيمٌ ) وما ورد من آثار تفيد أن المراد بالذين آمنوا شخصا معينا وهو علي بن أبي طالب - رضي الله عنه - لا يعتمد عليها ، لأنهما كما يقول ابن كثير - \" لم يصح شيء منها بالكلية لضعف أسانيدها وجهالة رجالها \" .وقد توسع الإِمام الرازي في الرد على الشيعة الذين وضعوا هذه الآثار فارجع إليه إن شئت .وقوله : ( الذين يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة ) بدل من الذين آمنوا .وهما وصفان لهما ساقهما - سبحانه - على سبيل الثناء عليهم والمدح لهم .وقوله : ( وَهُمْ رَاكِعُونَ ) حال من فاعل الفعلين - يقيمون ويؤتون - .أي : يعملون ما ذكر من إقامة الصلاة وإيتاء الزكاة وهم خاشعون خاضعون لله - تعالى - إذ الركوع قد يطلق بمعنى الخضوع لله - تعالى - :قال الراغب : الركوع : الانحناء وتارة يستعمل في الهيئة المخصوصة في الصلاة ، وتارة يستعمل في التذلل والتواضع إما في العبادة وإما في غيرها .",
  "ayah": 55,
  "surah": 5
}
