{
  "text": "ثم وبخ - سبحانه - رؤساء هؤلاء اليهود على سكوتهم على المنكر فقال :( لَوْلاَ يَنْهَاهُمُ الربانيون والأحبار عَن قَوْلِهِمُ الإثم وَأَكْلِهِمُ السحت ) .و ( لولا ) هنا للحض على الفعل في المستقبل ، وللتوبيخ على تركه في الماضي فهي لتوبيخ علماء اليهود على تركهم فضيلة الأمر بالمعروف والنهي عن المنكر في الماضي . ولحضهم على مباشرتهم في المستقبل . وهي هنا بمعنى هلا .والربانيون : كما يقول ابن جرير - جمع رباني . وهم العلماء الحكماء البصراء بسياسة الناس ، وتدبير أمورهم ، والقيام بمصالحهم .والأحبار - جمع حبر - وهم علماء اليهود وفقهاؤهم المفسرون لما ورد في التوراة من أقوال وأحكام .والمعنى : إن هؤلاء دأبهم المسارعة إلى اقتراف الآثام وإلى أكل المال الحرام ، فهلا ينهاهم علماؤهم عن هذه الأقوال الكاذبة الباطلة ، وعن تلك المآكل الخبيثة التي أكلوها عن طريق السحت .والسحت - كما سبق أن بينا - هو المال الحرام كالربا والرشوة . سمي سحتا من سحته إذا استأصله لأنه مسحوت البركة أي مقطوعها . أو لأنه يذهب فضيلة الإِنسان ويستأصلها واليهود أرغب الناس في المال الحرام وأحرصهم عليه .وقد وبخ الله - تعالى - علماء اليهود وفقهاءهم على عدم نهيهم لهم عن قولهم الإِثم وأكلهم السحت ، لأن هاتين الرذيلتين هما جماع الرذائل ، إذ القول الباطل الكاذب إذا ما تعود عليه الإِنسان هانت عليه الفضائل ، وقال في الناس ما ليس فيهم بدون تحرج أو حياء .وأكل السحت يقتل في نفسه المروءة والشرف ، ويجعله يستهين بحقوق الناس وأموالهم .ولقد ألف علماء اليهود أكل أموال الناس بالباطل بدعوى أن هذا الأكل سيغفره الله لهم ، ألا ترى قول الله - تعالى - : ( فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ وَرِثُواْ الكتاب يَأْخُذُونَ عَرَضَ هذا الأدنى وَيَقُولُونَ سَيُغْفَرُ لَنَا ) قال بعض العلماء : واقتصر - سبحانه - في توبيخ الربانيين على ترك نهيهم عن قول الإِثم وأكل السحت ، ولم يذكر العدوان - الذي ورد في الآية السابقة إيماء إلى أن العدوان يزجرهم عنه المسلمون ولا يلتجئون في زجرهم إلى غيرهم لأن الاعتماد في النصرة على غير المجني عليه ضعف .وقوله : ( لَبِئْسَ مَا كَانُواْ يَصْنَعُونَ ) تذييل قصد به ذم علماء اليهود بسبب تركهم لفضيلة الأمر بالمعروف والنهي عن المنكر .وقوله : ( يَصْنَعُونَ ) من الصنع وهو العمل بدقة ومهارة وإحكام .أي : والله لبئس الصنع صنعهم حيث تركوا نهى عامتهم عن قول الإِثم وأكل السحت .وقد تكلم المفسرون عن السر في أن الله تعالى - ذم اليهود بقوله : ( لَبِئْسَ مَا كَانُواْ يَعْمَلُونَ ) وذم علماءهم وفقهاءهم بقوله : ( لَبِئْسَ مَا كَانُواْ يَصْنَعُونَ ) .وقد أجاد الكلام عن ذلك الإِمام الرازي فقال : والمعنى ، أن الله - تعالى - استبعد من علماء أهل الكتاب أنهم ام نهوا سفلتهم وعوامهم عن المعاصي ، وذلك يدل على أن تارك النهي عن المنكر بمنزلة مرتكبه ، لأنه - تعالى - ذم الفريقين . . بل نقول : إن ذم تارك النهي عن المنكر أقوى ، لأنه - سبحانه - قال في المقدمين على الإِثم والعدوان وأكل السحت ( لَبِئْسَ مَا كَانُواْ يَعْمَلُونَ ) وقال في العلماء التاركين للنهي عن المنكر ( لَبِئْسَ مَا كَانُواْ يَصْنَعُونَ ) والصنع أقوى من العمل ، لأن العمل إنما يسمى صناعة إذا صار راسخا متمكنا ، فجعل جرم العاملين ذنبا غير راسخ . وذنب التاركين للنهي عن المنكر ذنبا راسخا . والأمر في الحقيقة كذلك ، لأن المعصية مرض الروح ، وعلاجه العلم بالله وبصفاته وبأحكامه ، فإذا حصل هذا العلم ومازالت المعصية كان كمثل المرض الذي شرب صاحبه الدواء إلا أن المرض بقي كما هو .وقال ابن جرير : كان العلماء يقولون : ما في القرآن آية أشد توبيخا للعلماء من هذه الآية ، ولا أخوف عليهم منها .وقال ابن كثير : روى الإِمام أحمد عن جرير قال : قال رسول الله صلى الله عليه وسلم \" ما من قوم يكون بين أظهرهم من يعمل المعاصي ، هم أعز منه وأمنع ، ولم يغيروا ، إلا أصابهم الله منه بعذاب \" .وروى ابن أبي حاتم عن يحيى بن يعمر قال : خطب علي بن أبي طالب ، فحمد الله وأثنى عليه ثم قال : أيها الناس!! إنما هلك من كان قبلكم بركوبهم المعاصي ولم ينههم الربانيون والأحبار . فلما تمادوا أخذتهم العقوبات . فمروا بالمعروف وانهوا عن المنكر قبل أن ينزل بكم مثل الذي نزل بهم . واعلموا أن الأمر بالمعروف والنهي عن المنكر لا يقطع رزقا ، ولا يقرب أجلا .وبذلك نرى هذه الآيات الكريمة قد وبخت اليهود على حسدهم للمؤمنين على ما آتاهم الله من فضله ، ووصفتهم بجملة من الصفات الذميمة حتى يحذرهم المؤمنون ، ويجعلوا ولاءهم لله ولرسوله ولإِخوانهم في العقيدة والدين .",
  "ayah": 63,
  "surah": 5
}
