{
  "text": "وبعد هذا التثبيت والتكريم لنبيه . أمره - سبحانه - أن يصارح أهل الكتاب بما هم عليه من باطل وأن يدعوهم إلى اتباع الحق الذي جاء به فقال - تعالى - :( قُلْ ياأهل الكتاب لَسْتُمْ . . . )قال الآلوسي : أخرج ابن إسحاق وابن جرير وغيرهما عن ابن عباس قال : جاء جماعة من اليهود إلى النبي صلى الله عليه وسلم فقالوا : يا محمد ألست تزعم أنك على ملة إبراهيم ودينه ، وتؤمن بما عندنا من التوراة ، وتشهد أنها من الله حق ، فقال النبي صلى الله عليه وسلم بلى ، ولكنكم أحدثتم وجحدتم ما فيها مما أخذ عليكم من الميثاق وكتمتم منها ما أمكرم أن تبينوه للناس فبرئت من أحداثكم . قالوا : فإن لم تأخذ بما في أيدينا فإنا على الحق والهدى ولا نؤمن بك ولا نتبعك فأنزل الله ( قُلْ ياأهل الكتاب لَسْتُمْ على شَيْءٍ ) الآية .والمعنى : قل يا محمد لهؤلاء اليهود والنصارى الذين امتدت أيديهم إلى كتبهم بالتغيير والتبديل . قل لهم ( قُلْ ياأهل الكتاب لَسْتُمْ على شَيْءٍ ) يعتدبه من الدين أو العلم أو المروءة ( حتى تُقِيمُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيْكُمْ مِّن رَّبِّكُمْ ) .أي : لستم على شيء يقام له وزن من أمر الدين حتى تعملوا بما جاء في التوراة والإِنجيل من أقوال تبشر برسالة محمد صلى الله عليه وسلم وحتى تؤمنوا بما أنزل إليكم من ربكم من قرآن الكريم يهدي إلى الرشد : لأنكم مخاطبون به ، ومطالبون بتنفيذ أوامره ونواهيه ، ومحاسبون حساباً عسيراً على الكفر به ، وعدم الإِذعان لما اشتمل عليه .والتعبير بقوله - تعالى - ( لَسْتُمْ على شَيْءٍ ) فيه ما فيه من الاستخفاف بهم ، والتهوين من شأنهم ، أي : لستم على شيء يعتد به ألبته من أمر الدين . وذلك كما يقول القائل عن أمر من الأمور : هذا الأمر ليس بشيء يريد تحقيره وتصغير شأنه . وفي الأمثال ، أقل من لا شيء .فالجملة الكريمة تنفي عنهم أن يكون في أيديهم شيء من الحق والصواب ما داموا لم يؤمنوا بالنبي صلى الله عليه وسلم الذي بشرت به التوراة والإِنجيل وأنزل الله عليه القرآن وهو الكتاب المهيمن على الكتب السماوية السابقة .وقوله : ( وَلَيَزِيدَنَّ كَثِيراً مِّنْهُمْ مَّآ أُنْزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَاناً وَكُفْراً ) جملة مستأنفة مبينة لغلوهم في العناد والجحود ، وناعية عليهم عدم انتفاعهم بما يشفي النفوس ، ويصلح القلوب والضمير في قوله ( منهم ) يعود إلى أهل الكتاب .أي : وإن ما أنزلناه إليك يا محمد من هدايات وخيرات ليزيدن هؤلاء الضالين من أهل الكتاب طغيانا على طغيانهم . وكفراً على كفرهم؛ لأن نفوسهم لا تميل إلى الحق والخير وإنما تنحدر نحو الباطل والشر .وقوله : ( فَلاَ تَأْسَ عَلَى القوم الكافرين ) تذييل قصد به تسلية الرسول صلى الله عليه وسلم والفاء للإِفصاح . والأسى : الحزن . يقال : أسى فلان على كذا يأٍى أسى إذا حزن .أي : إذا كان شأن الكثيرين كذلك فلا تحزن عليهم ، ولا تتأسف على القوم الكافرين؛ فإنهم هم الذين استحبوا العمى على الهدى ، وفي المؤمنين غني لك عنهم .وليس المراد نهيه صلى الله عليه وسلم عن الحزن والأسى ، لأنهما أمران طبيعيان لا قدرة للإِنسان عن صرفهما ، وإنما المراد نهيه عن لوازمهما ، كالإِكثار من محاولة تجديد شأن المصائب وتعظيم أمرها وبذلك تتجدد الآلام ويحزن القلب .",
  "ayah": 68,
  "surah": 5
}
