{
  "text": "ثم بين - سبحانه - بعد ذلك أن الناس أمامه سواء وأنه لا تفاضل بينهم إلا بالإِيمان والعمل الصالح ، وأن الإِيمان الحق يقطع ما قبله من عقائد زائفة . وأفعال سيئة فقال - تعالى - :( إِنَّ الذين آمَنُواْ والذين . . . )الآية الكريمة تبين أن أساس النجاة يوم القيامة هو الإِيمان بالله واليوم الآخر ، وما يستتبع ذلك من أفعال طيبة وأعمال صالحة .وقد ذكر - سبحانه - في هذه الآية أربع فوق من الناس :أما الفرقة الأولى : فهي فرقة المؤمنين ، وهم الذين عبر عنهم - سبحانه - بقوله : ( إِنَّ الذين آمَنُواْ ) أي : آمنوا إيمانا صادقاً ، بأن أذعنوا للحق الذي جاء به محمد صلى الله عليه وسلم وابتعوه في كل ما جاء به .وقد ابتدأ القرآن بهم لشرفهم وعلو منزلتهم وللإِشعار بأن دين الإِسلام دين قائم على أساس أن الفوز برضا الله لا ينال إلا بالإِيمان الصادق والعمل الصالح ، ولا فضل لأمة على أمة إلا بذلك .والفرقة الثانية : فرقة الذين هادوا . أي اليهود . يقال : هاد وتهود إذا دخل في اليهودية . وسموا يهودا نسبة إلى يهوذا أكبر أولاد يعقوب - عليه السلام - وقد قلبت الذل في كلمة يهوذا دالا في التعريب . أو سموا حين تابوا من عبادة العجل من هاد يهود هودا بمعنى تاب ومنه قوله - تعالى - ( إِنَّا هُدْنَآ إِلَيْكَ ) أي : تبنا ورجعنا إليك .والفرقة الثالثة : فرقة الصائبين جمع صابئ وهو الخارج من دين إلى دين . يقال صبا الظلف والناب والنجم - منع وكرم- إذا طلع .والمراد بهم قوم يعبدون الملائكة ، أو الكواكب ويزعمون أنهم على دين صابئ بن شيث بن آدم ، ولا تزال بقية منهم تعيش في تخوم العراق ، ومن العسير الجزم بحقيقة معتقدهم ، لأنهم أكتم الناس لعقائدهم .وأما الفرقة الرابعة : فهي فرقة النصارى جمع نصران بمعنى نصراني قيل سموا بذلك لأنهم ادعوا أنهم أنصار عيسى - عليه السلام - وقيل مسوا بذلك نسبة إلى قرية الناصرة التي ظهر بها عيسى - عليه السلام - واتبعه بعض أهلها .والإِيمان المشار إليه في قوله : ( مَنْ آمَنَ بالله واليوم الآخر ) يفسره بعض العلماء بالنسبة لليهود والنصارى والصابئين بمعنى صدور الإِيمان منهم على النحو الذي قرره الإِسلام . فمن لم تبلغه منهم دعوة الإِسلام ، وكان ينتمي إلى دين صحيح في أصله بحيث يؤمن بالله واليوم الآخر ويقوم بالعمل الصالح على الوجه الذي يرشده إليه دينه ، فله أجره على ذلك عند ربه .أما الذين بلغتهم دعوة الإِسلام من تلك الفرق ولكنهم لم يقبلوها؛ فإنهم لا يكونون ناجين من عذاب الله مهما ادعوا أنهم يؤمنون بغيرها؛ لأن شريعة الإِسلام قد نسخت ما قبلها ، والرسول صلى الله عليه وسلم قال : \" لو كان موسى حيا ما وسعه إلا اتباعي \" .ويفسرونه - أي الإِيمان المشار إليه سابقا - بالنسبة للمؤمنين الذين عبر الله عنهم بقوله : ( إِنَّ الذين آمَنُواْ ) على أنه بمعنى الثبات والدوام والإِذعان ، وبذلك ينتظم عطف قوله - تعالى - ( وعَمِلَ صَالِحاً ) على قوله ( آمَنَ ) مع مشاركته هؤلاء المؤمنين لتلك الفرق إيمانا بالنبي صلى الله عليه وسلم وبما جاء به من عند ربه .قالوا : لأن مقتضى المقام هو الترغيب في دين الإِسلام ، وأما بيان من ماضى على دين آخر قبل نسخه فلا ملابسة له بالمقام ، فضلا عن أن الصابئين ليس لهم دين تجوز رعايته في وقت من الأوقات .وقوله : ( فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُون ) بيان الحسن عاقبتهم ، وجزيل ثوابهم .أي : فلا خوف عليهم من أهوال يوم القيامة بل هم في مأمن منها ، ولا هم يحزنون على ما مضى من أعمارهم لأنهم أنفقوها في العمل الصالح .هذا وقد قرأ جمهور القراء ( والصابئون ) بالرفع . وقرأ ابن كثير بالنصب .وقد ذكر النحويون وجوها من الإِعراب لتخريج قراءة الرفع التي قرأها الرفع التي قرأها الأكثرون ، ولعل خير هذه الوجوه ما ذكره الشيخ الجمل في قوله : وقوله : ( إِنَّ الذين آمَنُواْ ) أي : إيمانا حقا لا نفاقا . وخبر إن محذوف تقديره : فلا خوف عليهم ولا هم يحزنون . دل عليه المذكور ، وقوله : ( والذين هَادُواْ ) مبتدأ . فالواو لعطف الجمل أو للاستئناف وقوله ( والصابئون والنصارى ) عطف على هذا المبتدأ . وقوله ( فَلاَ خَوْفٌ عَلَيْهِمْ ) . خبر عن هذه المبتدآت الثلاثة . وقوله : ( مَنْ آمَنَ بالله واليوم الآخر ) بدل من كل منها بدل بعض من كل فهو مخصص . فكأنه قال : الذين آمنوا من اليهود والنصارى ومن الصابئين لا خوف عليهم ولا هم يحزنون . فالأخبار عن اليهود ومن بعدهم بما ذكر مشروط بالإِيمان لا مطلقا .وقد ذكر صاحب الكشاف وجها آخر فقال : قوله : ( والصابئون ) رفع على الابتداء وخبره محذوف . والنية به التأخير عما في حيز ( إن ) من اسمها وخبرها . كأنه قيل : إن الذين آمنوا والذين هادوا والنصارى حكمهم كذا . والصابئون كذلك .ثم قال : فإن قلت ما التأخير والتقديم إلا لفائدة فما فائدة هذا التقديم؟قلت : فائدته التنبيه على أن الصابئين يتاب عليهم إن صح منهم الإِيمان والعمل الصالح فما الظن بغيرهم؟ وذلك لأن الصابئين أبين هؤلاء المعدودين ضلالا وأشدهم غيا ، وما سموا صابئين إلا لأنهم صبأوا عن الأديان كلها أي : خرجوا .والخلاصة ، أن الآية الكريمة مسوقة للترغيب في الإِيمان والعمل الصالح ببيان أن كل من آمن بالله واليوم الآخر ، واتبع ما جاء به النبي صلى الله عليه وسلم واستمر على هذا الإِيمان وهذا الاتباع إلى أن فارق هذه الحياة ، فإن الله - تعالى - يرضى عنه ويثيبه ثوابا حسنا ، وبتجاوز عما فرط منه من ذنوب ، لأن الإِيمان الصادق يجب ما قبله ، من عقائد زائفة ، وأعمال باطلة وأقوال فاسدة .وبعد أن فتح - سبحانه - باب الإِيمان أمام أهل الكتاب وغيرهم لكي يدخلوه فينالوا رضاه ومثوبته . عقب ذلك باستئناف الحديث من أنواع أخرى من الرذائل التي عرفت عن بني إسرائيل فقال - تعالى - :( لَقَدْ أَخَذْنَا مِيثَاقَ بني إِسْرَائِيلَ . . . )",
  "ayah": 69,
  "surah": 5
}
