{
  "text": "قال الفخر الرازي : اعلم أنه - تعالى - لما استقصى الكلام مع اليهود ، شرع ههنا في الكلام مع النصارى ، فحكى عن فريق منهم أنهم قالوا : إن الله هو المسيح بن مريم .وهذا هو قول اليعقوبية؛ لأنهم يقولون : إن مريم ولدت إلها ، ولعل معنى هذا المذهب أنهم يقولون : إن الله - تعالى - حل في ذات عيسى واتحد بذات عيسى .واللام في قوله : ( لَقَدْ كَفَرَ ) واقعة جواباً لقسم مقدر .والمراد بالكفر : ستر الحق وإنكاره والانغماس في الباطل والضلال .أي : اقسم لقد كفر أولئك النصارى الذين قالوا كذبا وزورا : إن الله المستحق للعبادة والخضوع هو المسيح ابن مريم .وقد أكد - سبحانه - كفرهم بالقسم المقدر؛ لأنهم غالوا في إطراء عيسى وفي وضعه في غير موضعه كما غالت اليهود في الكفر به وفي وصفه بالأوصاف التي هو برئ منها .ثم حكى - سبحانه - ما قاله عيسى في الرد على من جعلوه إلها فقال : ( وَقَالَ المسيح يابني إِسْرَائِيلَ اعبدوا الله رَبِّي وَرَبَّكُمْ ) .أي : وقال المسيح مكذبا لمن وصفه بالألوهية : يا بني إسرائيل اعبدوا الله وحده ولا تشركوا به شيئاً ، فهو ربي الذي خلقني وتهدني بالتربية والرعاية ، وهو ربكم - أيضاً - الذي أنشأكم وأوجدكم ورزقكم من الطيبات .والواو في قوله : ( وَقَالَ المسيح ) للحال . والجملة حالية من الواو التي هي فاعل ( قالوا ) .أي : قالوا ما قالوا ، والحال أن عيسى قد تبرأ مما قالوه . وقال لبني إسرائيل حين إرساله إليهم : اعبدوا الله ربي وربكم .وقوله : ( رَبِّي وَرَبَّكُمْ ) تنبيه إلى ما هو الحجة القاطعة على فساد قولهم المذكور؛ لأن عيسى لم يفرق بينه وبين غيره في العبودية لله - تعالى - لأنه - سبحانه - هو الخلاق له ولهم وللكل شيء .ثم حكى - سبحانه - ما قاله عيسى محذراً من الإِشراك فقال : ( إِنَّهُ مَن يُشْرِكْ بالله فَقَدْ حَرَّمَ الله عَلَيهِ الجنة وَمَأْوَاهُ النار وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ ) .وهذه الجملة تعليل للأمر بعبادة الله وحده . والضمير المقترن بإن ضمير الشأن والمراد بتحريم الجنة على المشرك : منعه من دخولها ، لإِشراكه مع الله آلهة أخرى .والمأوى : المكان الذي يأوى إليه الإِنسان . أي يرجع إليه ويستقر فيه .أي : قال المسيح لبني إسرائيل اعبدوا الله ربي وربكم ، لأنه أي الحال والشأن ( مَن يُشْرِكْ بالله ) شيئاً في عبادته - سبحانه - ( فَقَدْ حَرَّمَ الله عَلَيهِ الجنة ) أي : منعه من دخولها ، بسبب شركه وكفره ، وجعل ( وَمَأْوَاهُ النار ) أي : جعل مستقره ومكانه النار بدل الجنة ( وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ ) ينصرونهم بأن ينقذوهم مما هم فيه من بلاء وشقاء مقيم .فالجملة الكريمة تحذير شديد من الإِشراك بالله ، وبيان لما سيؤول إليه حال المشركين من تعاسة وشقاء .وجمع - سبحانه - بين العقوبة السلبية للمشركين وهي حرمانهم من الجنة وبين العقوبة الإِيجابية وهي استقرارهم في النار ، للإِشارة إلى عظيم جرمهم حيث أشركوا بالله ، وتقولوا عليه الأقاويل الباطلة التي تدل على جهلهم وسفاهتهم .والمراد بالظالمين : المشركون الذين قالوا إن الله هو المسيح بن مريم فتكون ال للعهد .ويجوز أن يراد بهم كل ظالم بسبب إشراكه وكفره ويدخل فيه هؤلاء دخولا أوليا فتكون أل للجنس .وقال - سبحانه - ( وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ ) بصيغة الجمع لكلمة \" أنصار \" وبالتأكيد بمن المفيدة للاستغراق ، للإِيذان بأنه إذا كان الظالمون لن يستطيع الأنصار مجتمعين أن ينصروهم فمن باب أولى لن يستطيع واحد أن ينصرهم .أي : ما لهم من أحد كائنا من كان أن يننقذهم من عقاب الله بأي طريقة من الطرق .وهذه الجملة الكريمة يحتمل أن تكون من كلام عيسى الذي حكاه الله عنه - كما سبق أن ذكرنا - ويحتمل أن تكون من كالم الله - تعالى - وقد ساقها - سبحانه - لتأكيد ما قاله المسيح من أمره لقومه بعبادة الله وحده ولتقرير مضمونه المفيد للتحذير من الإِشراك .",
  "ayah": 72,
  "surah": 5
}
