{
  "text": "ثم بين - سبحانه - حقيقة عيسى عليه السلام - وحقيقة أمه مريم حتى يزيل عن ساحتهما ما افتراه عليهما المفترون فقال - تعالى - ( مَّا المسيح ابن مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرسل وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلاَنِ الطعام ) .وقوله ( صديقة ) صيغة مبالغة في التمسك بفضيلة الصدق مثل شريب ومسيك مبالغة في الشرب والمسك .قال الراغب : والصديق من كثير منه الصدق ، وقيل : بل يقال لمن لم يكذب قط : وقيل : بل لمن لا يأتي منه الكذب لتعوده الصدق . وقيل ، لمن صدق بقوله واعتقاده وحقق صدقه بفعله . . قال - تعالى - ( فأولئك مَعَ الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين والصديقين والشهدآء والصالحين )فالصديقون هم قوم دون الأنبياء في الفضيلة .والمعنى : إن الذين قالوا إن الله ثالث ثلاثة . قد قالوا منكرا وزورا ، إذ ليس الألوهية إلا لله وحده لوليس المسيح عيسىابن مريم سوى بشر من البشر ورسول مثل الرسل الذين سبقوه كنوح وإبراهيم وموسى وغيرهم من الرسل الذين مضوا دون أن يدعي واحد منهم الألوهية . وأما أم عيسى مريم فما هي إلا أمة من إماء الله كسائر النساء ديدنها الصدق مع خالقها - عز وجل - أو التصديق له في سائر أمورها . وهما - أي عيسى وأمه مريم - عبدان من عباد الله كانا يأكلان الطعام ، ويشربان الشراب ويتصرفان كما يتصرف سائر البشر فكيف ساغ لكم - يا معشر النصارى - أن تصفوهما بأنهما إلهين مع أن طبيعتهما الظاهرة أمامكم تتنافى تنافيا تاما مع صفات الأولوهية : إن وصفكم لهما بالألوهية لدليل واضح على فساد عقولكم وضلال تفكيركم ، وعظيم جهلكم .وقوله ( مَّا المسيح ابن مَرْيَمَ إِلاَّ رَسُولٌ ) جملة مشتملة على قصر موصوف على صفة ، وهو قصر إضافي ، أي أن المسيح مقصور على صفة الرسالة لا يتجاوزها إلى غيرها وهي الألوهية فالقصر قصر قلب لرد اعتقاد النصارى في عيسى أنه الله ، أو أنه جزء من الله أو أنه أحد آلهة ثلاثة .وقوله : ( قَدْ خَلَتْ مِن قَبْلِهِ الرسل ) صفة للرسول وهو عيسى أريد بها بيان أنه مساو للرسل الكرام الذين سبقوه في تبليغ رسالة الله إلى الناس؛ وأنةه ليس بدعا في هذا الوصف وإذا فلا شبهة للذين زعموا أنه إله \" لأنه لم يجيء بشيء زائد على ما جاء به الرسل \" .وقوله . ( وَأُمُّهُ صِدِّيقَةٌ ) معطوف على قوله : ( مَّا المسيح ابن مَرْيَمَ إِلاَّ رَسُولٌ ) والقصد من وصف مريم بذلك مدحها والثناء عليها ، ونفي أن يكون لها وصف أعلى من ذلك ، فهي ليست إلها . كما أنها ليست رسولا .ولذا قال ابن كثير : دلت الآية على أن مريم ليست بنبية - كما زعمه ابن حزم وغيره ممن ذهب إلى نبوة سارة أم إسحاق وبنوة أم عيسى ونبوة أم موسى - استدلالا منهم بخطاب الملائكة لسارة ومريم وبقوله : ( وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ ) والذي عليه الجمهور أن الله لم يبعث نبيا إلأا من الرجال - قال تعالى - : ( وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالاً نوحي إِلَيْهِمْ مِّنْ أَهْلِ القرى ) وقوله : ( كَانَا يَأْكُلاَنِ الطعام ) جملة مستأنفة لبيان خواصهما الآدمية بعد بيان منزلتهما السامية عند الله - تعالى - .وقد اختيرت هذه الصفة لهما من بين صفات كثيرة كالمشرب والملبس . لأنها صفة واضحة ظاهرة للناس ، ودالة على احتياجهما لغيؤرهما في مطلب حياتهما ، ومن يحتاج إلى غيره لا يكون إلها .وقال صاحب الكشاف : لأن من احتاج إلى الاغتذاء بالطعام وما يتبعه من الهضم والنفض ، لم يكن إلا جسما مركبا من عظم ولحم وعروض وأعصاب وأخلاط وأمزجة مع شهوة .. وغير ذلك مما يدل على أنه مصنوع مؤلف كغيره من الأجسام وحاسا للإِله أن يكون كذلك .ففي هذه الجمل الكريمة رد على ما زعمه النصارى في شأن عيسى وأمه بأبلغ وجه وأحكمه ، ولذا عجب الله - تعالى - رسوله وكل من يصلح للخطاب من جهلهم وبعدهم عن الحق مع وضوحه وظهوره فقال : ( انظر كَيْفَ نُبَيِّنُ لَهُمُ الآيات ثُمَّ انظر أنى يُؤْفَكُونَ ) أي : يصرفون .يقال أفكه يأفكه إذا صرفه عن الشيء .أي : انظر - يا محمد - كيف تبين لهم الأدلة المنوعة على حقيقة عيسى وأمه بيانا واضحاً ظاهراً . ثم انظر بعد ذلك كيف ينصرفون عن الإِصاخة إليها والتأمل فيها لسوء تفكيرهم ، واستيلاء الجهل والوهم والعناد على عقولهم .فالجملتان الكريمتان تعجيب لكل عاقل من أحوال النصارى الذين زعموا أن الله هو المسيح ابن مريم ، أو أن الله ثالث ثلاثة . مع أنه - سبحانه - أقام لهم الأدلة المتعددة على بطلان ذلك .وكرر الله - سبحانه - الأمر بالنظر للمبالغة في التعجيب من أحوالهم الغريبة وجيء بثم المفيدة للتراخي في قوله ( ثُمَّ انظر أنى يُؤْفَكُونَ ) لإظهار ما بين وضوح الآيات وانصرافهم عنها من تفاوت شديد أي : أن بياننا للآيات أمر بديع في بابه بحيث يجعل كل عاقل يستجيب لها ، ويخضع لما تدعو إليه من هدايات وخيرات . وانصراف هؤلاء الضالين عنها - مع وضوحها وتعاضد ما يوجب قبولها - أمر يدعو إلى العجب الشديد من جهلهم وضلالهم وسوء تفكيرهم .",
  "ayah": 75,
  "surah": 5
}
