{
  "text": "ثم تابع - سبحانه - حديثه عن ضلال أهل الكتاب وجهالتهم فأمر رسوله - صلى الله عليه وسلم أن يوبخهم على عنادهم وغفلتهم وأن يواصل دعوتهم إلى الدين الحق فقال - تعالى :( قُلْ أَتَعْبُدُونَ مِن دُونِ الله مَا لاَ يَمْلِكُ . . . )الاستفهام في قوله ( أَتَعْبُدُونَ ) لإِنكار واقعهم والتعجيب مما وقع منهم ، وتوبيخهم على جهلهم وغفلتهم .و ( ما ) في قوله ( مَا لاَ يَمْلِكُ ) يجوز أن تكون موصولة بمعنى الذي وأن تكون نكرة موصوفة . والجملة بعدها صلة فلا محل لها أو صفة فمحلها النصب .وقوله ( يملك ) من الملك بمعنى حيازة الشيء والتمكن من التصرف فيه بدون عجز .والمعنى : قل يا محمد لهؤلاء الضالين من النصارى وأشباههم في الكفر ولاشرك قل لهم : أتعبدون معبودات غير الله - تعالى - هذه المعبودات لا تملك أن تصيبكم بشيء من الضرر كالمرض والفقر ، ولا تملك أيضاً أن تنفعكم بشيء من النفع كبسط الرزق ودفع الضرر وغير ذلك مما أنتم في حاجة إليه .فالمراد بما لا يملك : كل ما عبد من دون الله من حجر أو وثن أو غيرهما فتكون \" ما \" للعموم وليست كناية عن عيسى وأمه فحسب .وقد سار على هذا المعنى ابن كثير فقال : يقول - تعالى - منكراً على من عبد غيره من الأصنام والأوثان والأنداد ، ومبينا له أنها لا تستحق شيئاً من الألوهية فقال - تعالى - ( قُلْ ) أي : يا محمد لهؤلاء العابدين غير الله من سائر فرق بني آدم ودخل في ذلك النصارى وغيرهم ( أَتَعْبُدُونَ مِن دُونِ الله مَا لاَ يَمْلِكُ لَكُمْ ضَرّاً وَلاَ نَفْعاً ) .ويرى كثير من المفسرين أن المراد بقوله : ( مَا لاَ يَمْلِكُ ) عيسى - عليه السلام - أو هو وأمه لأن الكلام مع النصارى الذين قال بعضهم : إن الله هو المسيح ابن مريم . وقال آخرون منهم : إن الله ثالث ثلاثة ، فتكون الآية دليلا آخر - بعد الأدلة السابقة - على فساد أقوال النصارى في عيسى وأمه مريم .والمعنى : قل يا محمد لهؤلاء النصارى أتعبدون - من دون الله - عيسى وأمه وهما لا يستطيعان أن يضراكم بشيء من الضرر في الأنفس والأموال ، ولا أن ينفعاكم بشيء من النفع كإيجاد الصحة والخصب والسعة ، لأن الضر والنفع من الله وحده وكل ما يستطيعه البشر من المضار أو المنافع هو بتمكين الله لهم وليس بقدرتهم الذاتية .وأوثرت \" ما \" على \" من \" لتحقيق ما هو المراد من كونهما بمعزل من الألوهية رأسا ، ببيان انتظامهما في مسلك الأشياء التي لا قدرة لها على شيء ألا ولا شك أن من صفات الرب أن يكون قادراً على كل شيء ، فقول النصارى بأن الله هو المسيح ابن مريم أو هو ثالث ثلاثة ، قال ظاهر البطلان واضح الفساد .وعلى كلا القوالين فالآية الكريمة تنفي أن يكون هناك إله سوى الله - تعالى - يستحق العبادة والخضوع ، لأنه - سبحانه - هو المالك لكل شيء ، والخالق لكل شيء( أَلاَ لَهُ الخلق والأمر تَبَارَكَ الله رَبُّ العالمين ) وقدم - سبحانه - الضر على النفع فقال : ( مَا لاَ يَمْلِكُ لَكُمْ ضَرّاً وَلاَ نَفْعاً ) لأن النفوس أشد تطلعا إلى دفعة من تطلعها إلى جلب الخير ، ولأنهم كانوا يبعدون غير الله - تعالى - وهمهم الأكبر أن هذا المعبود يستطيع أن يقربهم إلى الله زلفى ، وأن يمنع عنهم المصائب والأضرار .وقوله : ( والله هُوَ السميع العليم ) في محل نصب على الحال . من فاعل ( أَتَعْبُدُونَ ) أي أتعبدون آلهة سوى الله لا تملك ضرركم أو نفعكم وتتركون عبادة الله والحال أن الله وحده هو السميع لكل ما تنطقون به ، العليم بجميع أحوالكم وأعمالكم ، وسيحاسبكم على ذلك وسيجازيكم على أقوالكم الباطلة وعقائدكم الزائفة ، بما تستحقون من عذاب أليم .",
  "ayah": 76,
  "surah": 5
}
