{
  "text": "ثم أرشدهم - سبحانه - إلى طريق الحق ، ونهاهم عن الغلو الباطل فقال : ( قُلْ ياأهل الكتاب لاَ تَغْلُواْ فِي دِينِكُمْ غَيْرَ الحق وَلاَ تتبعوا أَهْوَآءَ قَوْمٍ ) والغلو مصدر غلا في الأمر : إذا تجاوز الحد . وهو نقيض التقصير .وقد نهى النبي - صلى الله عليه وسلم عن الغلو حتى في الدين ، فقد روى الإِمام أحمد والنسائي وابن ماجه والحاكم عن ابن عباس أن النبي صلى الله عليه وسلم قال : \" إياكم والغلو في الدين فإنما هلك من كان قبلكم بالغو في الدين \" .وروى البخاري عن عمر بن الخطاب أن رسول الله صلى الله عليه وسلم قال : \" لا تطروني كما أطرت النصارى ابن مريم؛ إنما أنا عبد فقولوا : عبد الله ورسوله \" .وروى مسلم عن ابن مسعود أن رسول الله صلى الله عليه وسلم قال : \" هلك المتنطعون . قالها ثلاثة \" والمتنطعون هم المتشددون المتجاوزون للحدود التي جاءت بها تعاليم الإِسلام .وقد غالى أهل الكتاب في شأن عيسى - عليه السلام - أما اليهود فقد كفروا به ونسبوه إلى الزنا وافتروا عليه وعلى أمه افتراء شديداً وأما النصارى فقد وصفوه بالألوهية فوضعوه في غير موضعه الذي وضعه الله فيه وهو منصب الرسالة . وكما غالوا في شأن عيسى عليه السلام - فقد غالوا أيضا في تمسكهم بعقائدهم الزائفة ، مع أن الدلائل الواضحة قد دلت على بطلانها وفسادها .وقوله ( غَيْرَ الحق ) منصوب على أنه صفة لمصدر محذوف . أي : لا تغلوا في دينكم غلوا غير الحق : أي : غلوا باطلا .وقوله : ( وَلاَ تتبعوا أَهْوَآءَ قَوْمٍ ) معطوف على قوله : ( لاَ تَغْلُواْ ) .قال الفخر الرازي : الأهواء - ههنا - المذاهب التي تدعو إليها الشهوة دون الحجة .قال الشعبي : ما ذكرالله لفظ الهوى في القرآن إلا ذمه . قال : ( وَلاَ تتبعوا أَهْوَآءَ قَوْمٍ قَدْ ضَلُّواْ مِن قَبْلُ وَأَضَلُّواْ كَثِيراً وَضَلُّواْ عَن سَوَآءِ السبيل ) وقال : ( واتبع هَوَاهُ فتردى ) وقال :( وَمَا يَنطِقُ عَنِ الهوى ) وقال : ( أَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ ) وقال أبو عبيدة : لم نجد الهوى يوضع إلا في الشر لا يقال : فلان يهوي الخير إنما يقال يريد الخير ويحبه .وقيل : سمى الهوى هوى لأنه يهوي بصاحبه في النار . وأنشد في ذم الهوى :إن الهوى الهوان بعينه ... فإذا هويت فقد لقيت هواناًوقال رجل لابن عباس : الحمد لله الذي جعل هو أي على هواك . فقال ابن عباس : كل هوى ضلالة .والمعنى : قل يا محمد لأهل الكتاب الذين تجاوزوا الحدود التي تقرها الشرائع والعقول السليمة ، قل لهم يا أهل الكتاب : ( لاَ تَغْلُواْ فِي دِينِكُمْ غَيْرَ الحق ) أي : لا تتجاوزوا حدود الله تجاوزوا باطلا ، كأن تعبدوا سواه مع أنه هو الذي خلقكم ورزقكم ، وكأن تصفوا عيسى بأوصاف هو برئ منها .وقل لهم أيضاً : ( وَلاَ تتبعوا أَهْوَآءَ قَوْمٍ ) أي : ولا تتبعوا شهوات وأقوال قوم من أسلافكم وعلمائكم ورؤسائكم ( قَدْ ضَلُّواْ مِن قَبْلُ ) أي : قد ضلوا من قبل بعثة النبي صلى الله عليه وسلم بتحريفهم للكتب السماوية وتركهم لتعاليمها جرياً وراء شهواتهم وأهوائهم ( وَأَضَلُّواْ كَثِيراً ) أي أنهم لم يكتفوا بضلال أنفسهم بل أضلوا أناساً كثيرين سواهم ممن قلدهم ووافقهم على أكاذيبهم وقوله : ( وَضَلُّواْ عَن سَوَآءِ السبيل ) معطوف على قوله ( قَدْ ضَلُّواْ مِن قَبْلُ ) .أي أنهم قد ضلوا من قبل البعثة النبوية الشريفة ، وضلوا من بعدها عن ( سَوَآءِ السبيل ) أي : عن الطريق الواضح الذي أتى به النبي صلى الله عليه وسلم وهو طريق الإِسلام وذلك لأنهم لم يتبعوه مع معرفتهم بصدقه؛ بل كفروا به حسدا له على ما آتاه الله من فضله .فأنت ترى أنه - تعالى - قد وصفهم - كما يقول الإِمام الرازي - بثلاث درجات في الضلال : فبين أنهم كانوا ضالين من قبل ، ثم ذكر أنهم كانوا مضلين لغيرهم ، ثم ذكر أنهم استمروا على تلك الحالة حتى الآن ضالون كما كانوا ولا نجد حالة أقرب إلى البعد من الله والقرب من عقابه من هذه الحالة ويحتمل أنهم ضلوا وأضلوا ثم ضلوا بسبب اعتقادهم في ذلك الإِضلال أنه إرشاد إلى الحق .هذا ، ومما أخذه العلماء من هذه الآية الكريمة أن الغلو في الدين لا يجوز وهو مجاوزة الحق إلى الباطل وقد سقنا من الآثار ما يشهد بذلك عند تفسيرنا لصدر الآية الكريمة .قال صاحب الكشاف ما ملخصه دلت الآية على أن الغلو في الدين غلوان \" غلو حق \" وهو أن يفحص عن حقائقه ، ويفتش عن أباعد معانيه ، ويجتهد في تحصيل حججه كما يفعل المتكلمون . وغلوا باطل ، وهو أن يتجاوز الحق ويتخطاه بالإِعراض عن الأدلة واتباع الشبه . كما يفعل أهل الأهواء والبدع والضلال .",
  "ayah": 77,
  "surah": 5
}
