{
  "text": "ثم فسر - سبحانه - عصيانهم وعدوانهم بقوله : ( كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ لَبِئْسَ مَا كَانُواْ يَفْعَلُونَ ) .وقوله ( يَتَنَاهَوْنَ ) من التناهي .قال الفخر الرازي : وللتناهي ههنا معنيان :أحدهما : وهو الذي عليه الجمهور - أنه تفاعل من النهي . أي : كانوا لا ينهى بعضهم بعضاً .روى ابن مسعود عن النبي صلى الله عليه وسلم أنه قال : \" من رضى عمل قوم فهو منهم . ومن كثر سواد قوم فهو منهم \" .والمعنى الثاني : في التناهي أنه بمعنى الانتهاء عن الأمر ، تناهى عنه إذا كف عنه \" .والمنكر : هو كل ما تنكره الشرائع والعقول من الأقوال والأفعال .أي أن مظاهر عصيان الكافرين من بني إسرائيل وتعديهم مما أدى إلى لعنهم وطردهم من رحمة الله أنهم كانوا لا ينهى بعضهم بعضا عن اقتراف المنكرات . واجتراح السيئات ، بل كانوا يرون المنكرات ترتكب فيسكتون عليها بدون استنكار مع قدرتهم على منعها قبل وقوعها .وهذا شر ما تصاب به الأمم حاضرها ومستقبلها : أن تفشو فيها المنكرات والسيئات والرذائل فلا تجد من يستطيع تغييرها وإزالتها .وقوله : ( لَبِئْسَ مَا كَانُواْ يَفْعَلُونَ ) ذم لهم على كثرة ولو غهم في المعاصي والمنكرات وتعجب من سوء فعلهم .واللام في قوله ( لَبِئْسَ ) لام القسم فكأنه - سبحانه - قال : أقسم لبئس ما كانوا يفعلون وهو ارتكاب المعاصي والعدوان وترك الأمر بالمعورف والنهي عن المنكر .قال صاحب الكشاف : قوله : ( لَبِئْسَ مَا كَانُواْ يَفْعَلُونَ ) للتعجيب من سوء فعلهم مؤكدا لذلك بالقسم . فيا حسرة على المسلمين في إعراضهم عن باب التناهي عن المناكير ، وقلة عبئهم به ، كأنه ليس من ملة الإِسلام في شيء مع ما يتلون من كلام الله وما فيه من المبالغات في هذا الباب .فإن قلت ما معى وصف المنكر بفعلوه ، ولا يكون النهي بعد الفعل؟ قلت : معناه لا يتناهون عن معاودة منكر فعلوه ، أو عن منكر أرادوا فعله كما ترى أمارات الخوض في الفسق وآلاته تسوى وتهيأ فتنكر .هذا ، وقد أخذ العلماء من هذه الآية وجوب الأمر بالمعروف والنهي عن المنكر لأنهما قوام الأمم وسياج الدين ولا صلاح لأمة من الأمم إلا بالقيام بحقهما .ومن ذلك ما جاء في الصحيحين عن أبي سعيد قال : قال رسول الله صلى الله عليه وسلم :\" من رأى منكم منكراً فليغيره بيده . فإن لم يستطع فبلسانه فإن لم يستطع فبقلبه ، وذلك أضعف الإِيمان \" .وروى الإمام أحمد في معنى الآية عن عبد الله بن مسعود قال : قال رسول الله صلى الله عليه وسلم \" لما وقعت بنو إسرائيل في المعاصي نهتهم علماؤهم فلم ينتهوا فجالسوهم في مجالسهم أو في أسواقهم وواكلوهم وشاربوهم فضرب الله قلوب بعضهم ببعض ، ولعنهم داود وعيسى ابن مريم ، ذلك بما عصوا وكانوا يعتدون \" .قال ابن مسعود : وكان رسول الله صلى الله عليه وسلم متكئا فجلس فقال : \" لا والذي نفسي بيده حتى تأطروهم على الحق أطراً - أي تحملوهم على التزام الحق وتعطوفهم عليه \" .وروى الترمذي عن حذيفة بن اليمان : أن النبي صلى الله عليه وسلم قال : \" والذي نفسي بيده لتأمرن بالمعروف ولتنهون عن المنكر ، أو ليوشكن الله أن يبعث عليكم عقاباً من عنده ثم لتدعنه فلا يستجيب لكم \" .وروى الإمام أحمد عن عدي بن عميرة - رضي الله عنه - قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" إن الله - لا يعذب العامة بعمل الخاصة حتى يروا المنكر بين ظهرانيهم وهم قادرون على أن ينكروه . فإذا فعلوا ذلك لعن الله العامة والخاصة \" .وروى ابن ماجه عن أنس بن مالك قال يا رسول الله ، متى نترك الأمر بالمعروف والنهي عن المنكر؟ قال : \" إذا ظهر فيكم ما ظهر في الأمم قبلكم قلنا : يا رسول الله ، وما الذي ظهر في الأمم قبلنا؟ قال صلى الله عليه وسلم : الملك في صغاركم ، والفاحشة في كباركم ، والعلم في رذالتكم \" أي في فساقكم .هذا جانب من الأحاديث التي وردت في وجوب الأمر بالمعروف والنهي عن المنكر . فعلى الأمة الإِسلامية أن توقم بحقها حتى تكون مستحقة لمدح الله - تعالى - لها بقوله : ( كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله ) أي : ترى - أيها الرسول الكريم - كثيرا من بني إسرائيل المعاصرين لك يوالون الكافرين ويحالفونهم عليك؛ بسبب حسدهم لك على ما آتاك الله من فضله وبسبب كراهتهم للإِسلام والمسلمين .والذي يقرأ تاريخ الدعوة الإِسلامية يرى أن اليهود كانوا دائما يضعون العراقيل في طريقها ، ويناصرون كل محارب لها ، ففي غزوة الأحزاب انضم بنو قريظة إلى المشركين ولم يقيموا وزنا للعهود والمواثيق التي كانت بينهم وبين المسلمين .وفي كل زمان ومكان نرى أن اليهود يحاربون الإِسلام والمسلمين ، ويؤيدون كل من يريد لهما الشرور والأضرار .",
  "ayah": 79,
  "surah": 5
}
