{
  "text": "وقد أتبع - سبحانه - ذلك ببيان حكم من شربها ومات قبل أن ينزل تحريمها فقال - تعالى - :( لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ . . . )روى المفسرون في سبب نزول هذه الآية روايات متقاربة في معناها ، ومن ذلك ما رواه الترمذي عن البراء بن عازب قال : ما تناس من أصحاب النبي صلى الله عليه وسلم وهم يشربون الخمر . فلما نزل تحريمها قال ناس من أصحاب الرسول صلى الله عليه وسلم فكيف بأصحابنا الذين ماتوا وهم يشربونها قال : فنزلت ( لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ الصالحات ) الآية .وعن ابن عباس قال : قالوا يا رسول الله ، أرأيت الذين ماتوا وهم يشربون الخمر \" لما نزل تحريم الخمر \" فنزلت ( لَيْسَ عَلَى الذين آمَنُواْ ) الآية .وروى الإِمام أحمد من حديث أبي هريرة أنه بعد أن نزل قوله - تعالى - ( ياأيها الذين آمَنُواْ إِنَّمَا الخمر والميسر ) الآيات ، قال الناس : يا رسول الله ، ناس قتلوا في سبيل الله أو ماتوا على فرشهم ، كانوا يربون الخمر ويأكلون مال الميسر؛ وقد جعله الله رجسا ومن عمل الشيطان؟ فأنزل الله - تعالى - ( لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ الصالحات جُنَاحٌ فِيمَا طعموا ) الآية .قال القرطبي : وهذه الآية وتلك الأحاديث نظير سؤالهم عمن مات إلى القبلة الأولى فنزلت ( وَمَا كَانَ الله لِيُضِيعَ إِيمَانَكُمْ ) ومن فعل ما أبيح له حتى مات على فعله لم يكن له ولا عليه شيء ، لا إثم ول مؤاخذة ولا ذم ولا أجر ولا مدح ، لأن المباح مستوى الطرفين بالنسبة إلى الشرع ، وعلى هذا فما كان ينبغي أن يتخوف ولا يسأل عن حال من مات والخمر في بطنه وقت إباحتها ، فإما أن يكون ذلك القائل غفل عن دليل الإِباحة فلم يخطر له ، أو يكون لغلبة خوفه من الله - تعالى - وشفقته على إخوانه المؤمنين توهم مؤاخذة ومعاقبة لأجل شرب الخمر المتقدم ، فرفع الله التوهم بقوله : ( لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ الصالحات جُنَاحٌ فِيمَا طعموا ) الآية .وقال الآلوسي : وقيل إن هذه الآية نزلت في القوم الذين حرموا على أنفسهم اللحوم وسلكوا طريق الترهب كعثمان بن مظعون وغيره والأول هو المختار .وقوله - تعالى - ( فِيمَا طعموا ) أي : ذاقوا ، مأخوذ من الطعم - بالفتح - وهو تذوق الشيء والتلذذ به ، سواء أكان مأكولا أم مشروبا وهو المراد هنا .قال القرطبي : وأصل هذه الكلمة في الأكل . يقال : \" طعم الطعام وشرب الشراب لكن قد تجوز في ذلك فيقال : لم أطعم خبزاً ولا ماء ولا نوماً \" .والمعنى : ( لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ الصالحات جُنَاحٌ ) أي : حرج أو إثم ( فِيمَا طعموا ) أي فيما تناولوه من خمر أو ما يشبهها من محرمات قبل أن يحرمها الله - تعالى - وكذلك لا إثم ولا حرج على من مات قبل التحريم .وقوله : ( إِذَا مَا اتقوا وَآمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ ) تحريض للمؤمنين على الأزدياد من الإِيمان والتقوى والعمل الصالح .أي : إذا ما اتقوا الله وخافوه وتلقوا أوامره بالقبول ، وثبتوا على الإِيمان ، وأكثروا من الأعمال الصالحات .وقوله : ( ثُمَّ اتَّقَواْ وَآمَنُواْ ) معطوف على ما قبله .أي : ثم اسصتمروا على تقواهم وامتلاء قلوبهم بخشية الله ، والإِيمان الحق به - سبحانه - فتكرير التقوى والإِيمان هنا لبيان أنه يجب استمرارهم ومواظبتهم على ذلك ، مع تمسكهم بما يقتضيه الإِيمان والتقوى من فعل الخير وابتعاد عن الشر .وقوله : ( ثُمَّ اتَّقَواْ وَّأَحْسَنُواْ ) معطوف على ما قبله - أيضاً - لتأكيد معنى الاستمرار على هذه التقوى طول مدة حياتهم مع إحسانهم إلى أنفسهم بالإِكثار من العمل الصالح ، وإلى غيرهم بما يستطيعونه من إسداء الخير إليه .وقوله : ( والله يُحِبُّ المحسنين ) تذييل قصد به تأكيد ما قبله من الحض على الإِيمان والتقوى والإِحسان ، ومدح المتمسكين بتلك الصفات الحميدة .أي : والله - تعالى - يحب المحسنين إلى أنفسهم بإلزامهم بالوقوف عند حدود الله ، والاستجابة له فيما أمر أو نهى أو أحل أو حرم يرغبة ومسارعة ، وإلى غيرهم بمد يد العون إليهم .فالآية الكريمة من مقاصدها بيان جانب من مظاهر رحمة الله بعباده ، ورأفته بهم؛ حيث بين لهم : أن من شرب الخمر أو لعب الميسر أو فعل ما يشبههما من محرمات ، ثم مات قبل أن ينزل الأمر بتحريم هذه الأشياء فإن الله - تعالى - لا يؤاخذه على ذلك . لأن المؤاخذة على الفعل تبدأ من وقت تحريمه لا من قبل تحريمه .وكذلك الحال بالنسبة لمن وقع في هذه الأشياء قبل أن تحرم فإن الله لا يؤاخذه عليها ، وإنما يؤاخذه عليها بعد نزول تحريمها وهذا من فضل الله على عباده ، ورحمته بهم .هذا ، وقد تعددت أقوال المفسرين حول مسألتين تتعلقان بهذه الآية الكريمة .أما المسألة الأولى فهي : كيف شرط الله في رفع الجناح أي الإِثم عن المطعوعات والمشروبات الإِيمان والتقوى ، مع أن الجناح مرفوع عن المباح من هذه الأشياء حتى عن الكافرين؟وقد قالوا في الإِجابة على ذلك : إن تعليق نفي الجناح أي الإِثم بهذه الأحوال ليس على سبيل اشتراطها؛ فإن نفي الإِثم عن الذي يتناول المباح قبل أن يحرم لا يتشرط بشرط ، وإنما تعليق نفي الجناح بهذه الأحوال - وهي التقوى والإِيمان - وارد على سبيل المدح لهم ، والثناء عليهم؛ والدلالة على أنهم جديرون بهذه الصفات ، ولإِدخال الطمأنينة على قلوبهم حتى يوقونوا بأن من تعاطي شيئا من المحرمات قبل تحريمها فلا يؤاخذه الله على ذلك ، وإنما يؤاخذه إذا تعاطاهاه بعد تحريمها .وإلى هذا المعنى أشار صاحب الكشاف بقوله : \" قيل لما نزل تحريم الخمر قالت الصحابة : يا رسول الله!! كيف بإخواننا الذين ماتوا وهم يشربون الخمر ويأكلون مال الميسر؟ فنزلت الآية ( لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ الصالحات جُنَاحٌ ) .. إلخ يعني أن المؤمنين لا جناح عليهم في أي شيء طعموه من المباحات إذا ما اتقوا المحارم ، ثم اتقوا وآمنوا وأحسنوا ، على معنى : أن أولئك كانوا على هذه الصفة ثناء عليهم وحمدا لأحوالهم في الإيمان والتقوى والإِحسان . ومثاله أن يقال لك : هل على زيد جناح فيما فعل؟ فتقول : وقد علمت أن ذلك أمر مباح : ليس على أحد جناح في المباح إذا اتقى المحارم ، وكان مؤمنا محسناً . تريد : أن زيداً تقي مؤمن محسن ، وأنه غير مؤاخذ بما فعل .وقال أبو السعود ما ملخصه : ما عدا اتقاء المحرمات من الصفات الجميلة المذكورة ، لا دخل لها في انتفاء الجناح . وإنما ذكرت في حيز ( إذا ) شهادة باتصاف الذين سألوا عن حالهم بها ، ومدحا لهم بذلك ، وحمداً لأحوالهم . فكِأنه قيل : ليس عليهم جناح فيما طعموه إذا كانوا في طاعته تعالى : مع ما لهم من الصفات الحميدة بحيث كلما أمروا بشيء تلقوه بالامتثال ، وإنما كننوا يتعاطون الخمر والميسر في حياتهم لعدم تحريمها إذ ذاك ، ولو حرما في عصرهم لا تقوهما بالمرة \" .وأما المسألة الثانية التي كثرت أقوال المفسرين فيها فهي : تكرار التقوى مرة مع الإِيمان والعمل الصالح . ومرة مع الإِيمان ومرة مع الإِحسان؟وقد ذكر القرطبي في ذلك أربعة أقوال فقال :الأول : أنه ليس في ذكر التقوى تكرار ، والمعنى : اتقوا شربها وآمنوا بتحريمها ، أو دام اتقاؤهم وإيمانهم ، أو على معنى إضافة الإِحسان إلى الاتقاء .والثاني : اتقوا قبل التحريم في غيرها من المحرمات ، ثم اتقوا بعد تحريمها شربها ، ثم اتقوا فيما بقي من أعمالهم وأحسنوا العمل .الثالث : اتقوا الشرك وآمنوا بالله ورسوله ، والمعنى الثاني ثم اتقوا الكبائر ، وازدادوا إيمانا ، والمعنى الثالث ، ثم اتقوا الصغائر وأحسنوا أي تنفلوا .الرابع : قال ابن جرير : الاتقاء الأول : هو الاتقاء بتلقي أمر الله بالقبول والتصديق ، والدينونة به العمل . والاتقاء الثاني : الاتقاء بالثبات على التصديق ، والثالث : الاتقاء بالإِحسان والتقرب بالنوافل .والذي يبدو لنا أن ما قاله ابن جرير أقرب إلى الصواب ، وأن تكرير التقوى إنما هو لتأكيد وجوب امتلاء قلب المؤمن بها ، واستمراره على ذلك حتى يلقى الله . فإن المؤمن بمداومته على خشيته - سبحانه - يتدرج من الكمال إلى الأكمل حتى يصل في إيمانه وتقواه إلى مرتبة الإِحسان التي ترفعه إلى أعلى عليين ، والتي عرفها النبي - صلى الله عليه وسلم - بقوله : \" الإِحسان أن تعبد الله كأنك تراه فإن لم تكن تراه فإنه يراك \" .ولقد بين لنا القرآن في مواطن كثيرة أن المؤمن يقوى إيمانه ويزداد ، بكثرة تدبره ما أنزله الله من شرائع وهدايات . ومن ذلك قوله - تعالى - ( وَإِذَا مَآ أُنزِلَتْ سُورَةٌ فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هذه إِيمَاناً فَأَمَّا الذين آمَنُواْ فَزَادَتْهُمْ إِيمَاناً وَهُمْ يَسْتَبْشِرُونَ . وَأَمَّا الذين فِي قُلُوبِهِم مَّرَضٌ فَزَادَتْهُمْ رِجْساً إلى رِجْسِهِمْ وَمَاتُواْ وَهُمْ كَافِرُونَ )وقال تعالى - ( وَمَا جَعَلْنَآ أَصْحَابَ النار إِلاَّ مَلاَئِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلاَّ فِتْنَةً لِّلَّذِينَ كَفَرُواْ لِيَسْتَيْقِنَ الذين أُوتُواْ الكتاب وَيَزْدَادَ الذين آمنوا إِيمَاناً ) وبذلك نرى الآية الكريمة قد طمأنت المؤمنين إلى أن الله - تعالى - لن يؤاخذهم بما تعاطوه محرمات قبل تحريمها ، وأن الواجب عليهم أن يستمروا على مراقبتهم له ، وخشيتهم منه حتى لقوه - عز وجل - .",
  "ayah": 93,
  "surah": 5
}
