{
  "text": "وبعد أن حذر الله - تعالى - المؤمنين من تعاطي المنكرات كالخمر والميسر وبين لهم حكم من الآيات قبل تحريم هذه الأشياء بعد كل ذلك بين - سبحانه - بشيء من التفصيل بعض الأحكام التي تتعلق بالصيد فقال - تعالى -( ياأيها الذين آمَنُواْ . . . )قال الآلوسي : هذه الآية - كما خرج ابن أبي حاتم عن مقاتل بن حيان - نزلت في عمرة الحديبية ، حيث ابتلاهم الله - تعالى - بالصيد وهم محرمون ، فكانت الوحوش تغشاهم في رحالهم ، وكانوا متمكنين من صيدها أخذاً بأيديهم وطعنا برماحهم فهموا بأخذها فنزلت .وقوله : ( لَيَبْلُوَنَّكُمُ ) أي : ليخبرنكم وليمتحننكم من الابتلاء بمعنى الاختبار والامتحان ولفظ الصيد في قوله : ( مِّنَ الصيد ) مصدر بمعنى المصيد أي : ما يصطادونه .والمعنى : يا أيها الذين آمنوا ليختبرن الله - سبحانه - إيمانكم ومبلغ قوته بأن يرسل إليكم وأنتم محرمون شيئا من الصيد الذي تحبونه ، بحيث يكون في متناول أيديكم ورماحكم .وقوله : ( لَيَبْلُوَنَّكُمُ الله ) جواب قسم محذوف والتقدير : والله ليعاملنكم سبحانه معاملة المختبر ليتبين المطيع من العاصي .وأكد سبحانه - هذا الخبر بلام القسم ونون التوكيد للإِشارة إلى أهمية هذا الاختبار حتى يسارعوا إلى طاعته - سبحانه - وامتثال أمره .والتنوين في قوله ( بشيء ) للتقليل والتحقير . وإنما امتحنوا بهذا الشيء الصغير ، تنبيها إلى أن من لم يثبت ويعصم نفسه عن ارتكاب هذه الأشياء الصغيرة فإنه لن يثبت أمام التكاليف الكبيرة .ويمكن أن يقال ، إن التنوين هنا للتعظيم باعتبار الجزاء الأليم المترتب على الاعتداء على الصيد في حال الإِحرام .قال صاحب الكشاف : فإن قلت ما معنى التقليل والتصغير في قوله : بشيء من الصيد؟قلت : قلل وصغر ليعلم أنه ليس بفتنة من الفتن العظام التي تدحض عندها أقدام الثابتين - كالابتلاء ببذل الأرواح والأموال - وإنما هو شبيه بما ابتلى به أهل أيله من صيد السمك ، وأنهم إذا لم يثبتوا عنده فكيف شأنهم عند ما هو أشد منه .وقوله : ( بِشَيْءٍ مِّنَ الصيد تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ ) هو موضع الاختبار ( من ) في قوله ( مِّنَ الصيد ) لبيان الجنس . أو التبعيض ، لأن المراد صيد البر دون البحر ، وصيد الإحرام دون صيد الإِحلال .ومعنى ( تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ ) تستطيع أيدكم أن تأخذ هذا الصيد بسهولة ويسر إذا كان كبيراً أو بعيداً بعدا نسبيا منكم .وخص الأيدي والرماح بالذكر ، لأن معظم التصرفات التي تتعلق بالصيد تكون بالأيدي ، ولأن معظم الآلات التي تستعمل تكون الرماح .وقوله : ( لِيَعْلَمَ الله مَن يَخَافُهُ بالغيب ) تعليل قصد به بيان الحكمة من وراء الابتلاء والاختبار .والمراد بالعلم في قوله : ( لِيَعْلَمَ الله . . . ) إظهار ما علمه أزلا من أهل طاعته ومعصيته ، حتى يتميز الخبيث من الطيب .والمعنى : اختبرناكم أيها المؤمنون بنوع من البلايا - وهو تحريم صيد البر صغاراً وكباراً - وأنتم محرمون أو في الحرم ، ليظهر ما علمه أزلا - سبحانه - من أهل طاعته ومعصيته ، وبذلك يتميز للناس الخبيث من الطيب ، ويعرف الشخص الذي يخاف الله ويراقبه - مع أنه لم ير الله - سبحانه - من الشخص الذي لا يخافه بالغيب .قال الجمل : وقوله ( بالغيب ) حال من فاعل يخافه ، أي : يخاف الله حاله كونه غائبا عن الله ومعنى كون العبد غائبا عن الله ، أنه لم ير الله تعالى .أو حال من المفعول : أي : يخاف الله حال كونه - تعالى - ملتبسا بالغيب عن العبد ، أي غير مرئى له .وقوله : ( فَمَنِ اعتدى بَعْدَ ذلك فَلَهُ عَذَابٌ أَلِيمٌ ) بيان لسوء عاقبة المخالف لأوامر الله والمتجاوز لحدوده .واسم الإشارة ( ذلك ) يعود ما بينه - سبحانه - لعباده من أحكام .والمعنى : لقد اختبرناكم - أيها المؤمنون - بما اختبرناكم به ، ليتميز قوى الإِيمان من ضعيفه ، فمن تعدى منكم حدود الله بعد هذا البيان والإِعلام ، فله عذاب شديد الآلام عظيم الإِهانة ، لأن التعدي بعد الإِنذار ، دليل على عدم المبالاة بأوامر الله ومن لم يبال بأوامر الله ساءت عاقبته .وقبح مصيره . هذا ، ولقد نجحت الأمة الإِسلامية وخصوصا سلفها الصالح في هذا الاختبار فقد تجنب أبناءها وهم محرومون أول في الحرم مصيد البر مما أغراهم قربه منهم ، وحبهم له على صيده والانتفاع به .بينما أخفق بنو إسرائيل فيما يشبه هذا الاختبار؛ فقد نهاهم الله - تعالى - عن الصيد في يوم السبت ، فكانت الأسماك تظهر لهم في هذا اليوم امتحانا من الله لهم ، فما كان منهم إلا أن تحايلوا على صيدها ، بأن حبسوها في يوم السبت ليصيدوها في غيره . . فاستحقوا من الله اللعنة والمسخ واستحقت الأمة الإِسلامية أن تكون خير أمة أخرجت للناس .ثم نهى - سبحانه - المؤمنين نهيا صريحا عن قتل الصيد وهم حرم وبين ما يجب على القاتل وكرر تحذيره وتهديده لمن يتعدى حدوده فقال - تعالى :( ياأيها الذين آمَنُواْ . . . )",
  "ayah": 94,
  "surah": 5
}
