{
  "text": "وبعد هذا النهي الشديد للمحريمن عن صيد البر وهم على هذه الحالة بين - سبحانه - المنزلة السامية للكعبة التي هي أشرف مكان ، وأصلحه لأمان الناس واطمئنانهم كما بين - سبحانه - مكانة الأشهر الحرم وما يقدم فيها من خيرات لسكان الحرم - فقال - تعالى - :( جَعَلَ الله الكعبة البيت الحرام قِيَاماً . . . )قال الفخر الرازي : \" اعلم أن اتصال هذه الآي - ( جَعَلَ الله الكعبة ) بما قبلها هو أن الله - تعالى - حرم في الآية المتقدمة الاصطياد على المحرم . فبين أن الحرم أنه سبب لأمن الوحش والطير . فكذلك هو سبب لأمن الناس عن الآفات والمخافات ، وسبب لحصول الخيرات والسعادات في الدنيا والآخرة .والكعبة في اللغة : البيت المكعب أي المربع . وقيل المرتفع .قال القرطبي : وقد سميت الكعبة كعبة ، لأنها مربعة . . وقيل : إنما سميت كبعة لنتوئها وبروزها ، فكل نأتئ بارز كعب ، ومنه كعب القدم وكعوب الفتاة ، وكعب ثدى المرأة إذا ظهر في صدرها .وجعل هنا يحتمل أن تكون بمعنى صير فيتعدى لاثنين أولهما الكعبة وثانيهما قياما ويحتمل أن يكون بمعنى خالق أو شرع فيتعدى لواحد وهو الكعبة ويكون قوله : ( قياما ) حال من البيت الحرام .والبيت الحرام : بدل من الكعبة أو عطف بيان جيء به على سبيل المدح والتعظيم ووصف بالحرام إيذانا بحرمته وإشعاراً بشرفه ، حيث حرم - سبحانه - القتل فيه ، وجعله مكان أمان الناس واطمئنانهم .وقوله ( قياما ) أصله قواماً فقلبت الواو ياء لانكسار ما قبلها .والقيام والقوام ما به صلاح الشيء ، كما يقال : الملك العادل قوام رعيته . لأنه يدبر أمرهم ويردع ظالمهم ، ويحجز قويهم عن ضعيفهم ، ومسيئتهم عن محسنهم .والمراد بالشهر الحرام : الأشهر الحرم على إرادة الجنس وهي : ذو العقدة وذو الحجة والمحرم ورجب .وقيل المراد به شهر ذي الحجة فحسب ، لأنه هو الذي تؤدي فيه فريضة الحج ، فالتعريف للعهد وليس للجنس .والهدى : اسم لما يهدي إلى الحرم من حيوان ليتقرب بذبحه إلى الله تعالى - وهو جمع هدية - بسكون الدال - .والقلائد جمع قلادة وهي ما يقلد به الهدى ليعلم أنه مهدي إلى البيت الحرام فلا يتعرض له أحد بسوء .فالمراد بالقلائد هنا الحيوانات ذوات القلائد التي تساق إلى الحرم لذبحها فيه ، فيكون ذكر القلائد بعد الهدى من باب التخصيص بالذكر على سبيل الاهتمام بشأنها ، لأن الثواب فيها أكثر .وقيل المراد بها : ما كان يفعله بعض الناس من وضع قلادة من شعر أو من غيره في أعناقهم عندما يحرمون حتى لا يتعرض لهم أحد بسوء .وقوله : ( والشهر الحرام والهدي والقلائد ) معطوف على ما قبله وهو الكعبة .والمعنى : اقتضت حكمة الله - تعالى - ورحمته بعباده أن يصير الكعبة التي هي البيت الحرام ( قِيَاماً لِّلنَّاسِ ) أي قوامهم في إصلاح أمورهم دينا ودنيا ، وكذلك جعل الأشهرا الحرم والهدى وخصوصاً ما يقلد منه قياماً للناس أيضاً .وذلك لأن البيت الحرام الذي يأتي الناس إليه من كل فج عميق ، يجدون في رحابه ما يقوى إيمانهم ، ويرفع درجاتهم ، ويغسل سيئاتهم ، ويصلح من شئون دنياهم عن طريق تبادل المنافع ، وبذل الأموال ، والشعور بالأمان والاطمئنان ، وتوثيق الصلات الدينية والدنيوية التي ترضي الله - تعالى - ، وتجعلهم أهلا لفضله ورحمته .ولأن الأشهر الحرم تأتي للناس فتجعلهم يمتنعون عن القتال فيها ، فتهدأ نفوسهم ، ويحصل التآلف والتزاور بعد التدابر والتقاطع والتعادي ولأن الهدى والقلائد التي يسوقها المحرمون إلى الحرم لذبحها فيها ما فيها من التوسعة على الفقراء . وإشاعة روح المحبة والتسامح والإِخاء .ورحم الله الإِمام القرطبي حيث يقول : \" والحكمة في جعل الله - تعالى - هذه الأشياء قياما للناس ، أن الله - سبحانه - خلق الخلق على سليقة الآدمية من التحاسد والتقاطع والسلب والغارة . فلم يكن بد في الحكمة الإِلهية من وازع يزعهم - أي يزجرهم - عن التنازع ، ويحملهم على التآلف ، ويرد الظالم عن المظلوم ، فقد روى مالك أن عمثان بن عفان كان يقول : \" ما يزع الإِمام أكثر مما يزع القرآن \" .فجعل - سبحانه - الخليفة في الأرض حتى لا يكون الناس فوضى ، وعظم في قلوبهم البيت الحرام ، وأوقع في نفوسهم هيبته ، فكان من لجأ إليه معصوما به ، وكان من اضطهد محميا بالكون فيه .ولما كان لهذا البيت موضعا مخصوصا - ومكانا معينا - لا يدركه كل مظلوم ، فقد جعل - سبحانه - الأشهر الحرم ملجأ آخر . وقرر في قلوبهم حرمتها ، فكانوا لا يروعن فيها سربا - أي نفسا - ولا يطلبون فيها دما ، حتى كان الرجل يلقى قاتل أبيه وابنه وأخيه فلا يؤذيه . ثم شرع لهم الهدى والقلائد ، فكانوا إذا أخذوا بعيرا وأشعروه دما ، أو علقوا عليه قلادة أو فعل ذلك الرجل بنفسه . لم يروعه أحد حيث لقيه .واسم الإِشارة في قوله : ( ذلك لتعلموا أَنَّ الله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض ) .يعود على الجعل المذكور الذي هو تصيير البيت الحرام وما عطف عليه قياما للناس ، أي؛ صلاحا لأحوالهم الدينية والدنيوية .والمعنى : فعل الله - تعالى - ذلك لتعلموا أنه - سبحانه - يعلم علما تاما شاملا ما في السموات وما في الأرض ، ولتوقنوا بأنه يعلم طبائع البشر وحاجاتهم ومكنونات نفوسهم ، وهتاف أرواحهم . لأن التشريع هذه الشرائع المستتبعة لدفع المضار ولجلب المصالح الدينية والدنيوية دليل على أنه - سبحانه - يعلم ما في السموات وما في الأرض . وعلى أنه بكل شيء عليم دون أن تخفى عليه خافية مما في هذا الكون : وكرر - سبحانه - \" ما . وفي \" في المعطوف والمعطوف عليه للإِشارة إلى دقة العلم وشموله ، وأنه - سبحانه - لا يغادر صغيرة ولا كبيرة إلا أحصاها .وقوله : ( وَأَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ ) تعميم إثر تخصيص . للتأكيد وقدم الخاص على العام ليكون ذكر الخاص كالدليل على العام .قال الجمل : واسم الإِشارة ( ذلك ) فيه ثلاثة أوجه :أحدها أنه خبر لمبتدأ محذوف أي : الحكم الذي حكمناه ذلك لا غير .والثاني : أنه مبتدأ وخبره محذوف أي : ذلك الحكم هو الحق لا غيره .والثالث : أنه منصوب بفعل مقدر يدل عليه السياق . أي : شرع الله ذلك . وهذا أقواها ، لتعلق لام العلة به . وقوله ( لتعلموا ) منصوب بإضمار أن بعد لام كي . وقوله : ( وَأَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ ) معطوف على ما قبله وهو ( أَنَّ الله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض ) .",
  "ayah": 97,
  "surah": 5
}
