{
  "surah": 3,
  "ayah": 144,
  "text": "MuḤammad is only a messenger. Messengers have passed away before him. What, if he dies or is killed, will you turn back on your heels? If anyone turns back on his heels, he will not harm God in anything, and God will recompense the grateful. As much as MuḤammad is praised and chosen among all men and caressed by the God of the world's folk, as much as he is the pole of the world and the lamp of heaven and earth, the chieftain and full moon of the universe, emulated by the creatures, the paragon of the engendered beings, and the Seal of the Prophets-despite all this, he is a mortal man. Death is fitting for him and an- nihilation applies to him. As many prophets as there have been in the world, all of them went. The Real did not disappear, nor was God harmed. The Real remained after all of them, and God is their keeper in the perfection of His exaltedness. By way of allusion, the folk of realization are being addressed: “The perfection of Our ex- altedness is free of need for that which was not, then came to be. There is no link between Our lordhood and that which was not, then came to be. Our unity does not call for an existence-giver, and Our Being does not need a strengthener. Our exaltedness recognizes Our magnificence, and Our Unity knows Our exaltedness. Her own face had itself as a moon, her own eye had itself as collyrium. A sound report has come that He says, “O My servants! If the first of you and the last of you, the men of you and jinn of you, the living of you and the dead of you, had the heart of the most godwary man among you, that would add nothing to My kingdom. O My servants! If the first of you and the last of you, the men of you and jinn of you, the living of you and the dead of you, had the heart of the most depraved man among you, that would take nothing away from My kingdom.” What, if he dies or is killed, will you turn back on your heels? This verse provides evidence for the eminence of Abū Bakr, for when MuṣṬafā was taken away from this house of decrees and the steed of death was sent for his prophethood's shining face, then in the attribute of exaltedness the Divine Pres- ence snatched that shining face away from the steed of death and took him into the embrace of Unity."
}
