{
  "surah": 3,
  "ayah": 48,
  "text": "And He will teach him the Book, the wisdom, the Torah, and the Gospel. Until the end of these verses are all his miracles. Because it was in God's knowledge that the Christians would exaggerate concerning him, the Lord of the Worlds gave him speech in the cradle in the state of infancy to reject those Christians, so he said, “Surely I am the servant of God” [19:30]. In other words, it is not as the Christians say. Rather, “I am the servant of God, created by Him, and He is my Lord.” It is also a rejection of those who criticized his mother: “O sister of Aaron! Your father was not a man of ugliness” [19:28]. The Lord of the Worlds declared her in- nocence and, to brighten her eyes, He made those words come to his tongue in the state of infancy. Here there is an exalted point: Since it was in God's knowledge that Jesus would be the brightness of Mary's eyes and the joy of her heart in this world and the afterworld, the Lord of the Worlds placed the burden and pain of Jesus on her at the time of birth. That is in His words, “And the birth pangs took her to the trunk of a date palm” [19:23]. Thus what was rightfully due became incumbent for her. As the counterpart of that suffering and hardship, blessings and ease reached her. MuṣṬafā's state with his mother was the opposite of this. Since it was in God's knowledge that his mother would have no portion of him, whether in this world or in the next, He did not place the burden of MuṣṬafā upon her, and at the time of birth no suffering reached her, so that no rightful due would become incumbent for her. Similar to this is the story of Noah and his community and that of MuṣṬafā and his community. It was said to Noah, “Do not let yourself suffer for the community and do not carry the load of their trial, for they will never give you brightness of the eyes and joy of the heart: None of your community will have faith except those who already have faith” [11:36]. It was in keeping with this address that he supplicated, “My Lord, leave no disbeliever dwelling on the earth” [71:26], and God did that."
}
