{
  "text": "( والسابقون الأولون من المهاجرين والأنصار ) الآية . قرأ يعقوب بالرفع عطفا على قوله : \" والسابقون \" .واختلفوا في السابقين الأولين ، قال سعيد بن المسيب ، وقتادة ، وابن سيرين وجماعة : هم الذين صلوا إلى القبلتين .وقال عطاء بن أبي رباح : هم أهل بدر .وقال الشعبي : هم الذين شهدوا بيعة الرضوان ، وكانت بيعة الرضوان بالحديبية .واختلفوا في أول من آمن برسول الله صلى الله عليه وسلم بعد امرأته خديجة ، مع اتفاقهم على أنها أول من آمن برسول الله صلى الله عليه وسلم . فقال بعضهم : أول من آمن وصلى علي بن أبي طالب رضي الله عنه ، وهو قول جابر ، وبه قال مجاهد وابن إسحاق ، أسلم وهو ابن عشر سنين .وقال بعضهم : أول من آمن بعد خديجة أبو بكر الصديق رضي الله عنه ، وهو قول ابن عباس وإبراهيم النخعي والشعبي .وقال بعضهم : أول من أسلم زيد بن حارثة ، وهو قول الزهري وعروة بن الزبير .وكان إسحاق بن إبراهيم الحنظلي يجمع بين هذه الأقوال فيقول : أول من أسلم من الرجال أبو بكر رضي الله عنه ، ومن النساء خديجة ، ومن الصبيان علي بن أبي طالب رضي الله عنه ، ومن العبيد زيد بن حارثة .قال ابن إسحاق : فلما أسلم أبو بكر رضي الله عنه أظهر إسلامه ودعا إلى الله وإلى رسوله ، وكان رجلا محببا سهلا وكان أنسب قريش وأعلمها بما كان فيها ، وكان تاجرا ذا خلق ومعروف ، وكان رجال قومه يأتونه ويألفونه لغير واحد من الأمر ؛ لعلمه وحسن مجالسته ، فجعل يدعو إلى الإسلام من وثق به من قومه ، فأسلم على يديه - فيما بلغني - : عثمان بن عفان ، والزبير بن العوام ، وعبد الرحمن بن عوف ، وسعد بن أبي وقاص ، وطلحة بن عبيد الله ، فجاء بهم إلى رسول صلى الله عليه وسلم حين استجابوا له فأسلموا وصلوا ، فكان هؤلاء الثمانية النفر الذين سبقوا إلى الإسلام . ثم تتابع الناس في الدخول في الإسلام ، أما السابقون من الأنصار : فهم الذين بايعوا رسول الله صلى الله عليه وسلم ليلة العقبة ، وكانوا ستة في العقبة الأولى ، وسبعين في الثانية ، والذين آمنوا حين قدم عليهم مصعب بن عمير يعلمهم القرآن ، فأسلم معه خلق كثير وجماعة من النساء والصبيان .قوله عز وجل : ( والسابقون الأولون من المهاجرين ) الذين هاجروا قومهم وعشيرتهم وفارقوا أوطانهم . ( والأنصار ) أي : ومن الأنصار ، وهم الذين نصروا رسول الله صلى الله عليه وسلم على أعدائه من أهل المدينة وآووا أصحابه ، ( والذين اتبعوهم بإحسان ) قيل : هم بقية المهاجرين والأنصار سوى السابقين الأولين .وقيل : هم الذين سلكوا سبيلهم في الإيمان والهجرة أو النصرة إلى يوم القيامة .وقال عطاء : هم الذين يذكرون المهاجرين والأنصار بالترحم والدعاء .وقال أبو صخر حميد بن زياد : أتيت محمد بن كعب القرظي فقلت له : ما قولك في أصحاب رسول الله صلى الله عليه وسلم؟ فقال : جميع أصحاب رسول الله صلى الله عليه وسلم في الجنة محسنهم ومسيئهم ، فقلت من أين تقول هذا؟ فقال : يا هذا اقرأ قول الله تعالى : ( والسابقون الأولون من المهاجرين والأنصار ) إلى أن قال : ( رضي الله عنهم ورضوا عنه ) وقال : ( والذين اتبعوهم بإحسان ) شرط في التابعين شريطة وهي أن يتبعوهم في أفعالهم الحسنة دون السيئة .قال أبو صخر : فكأني لم أقرأ هذه الآية قط .روينا أن النبي صلى الله عليه وسلم قال : \" لا تسبوا أصحابي فوالذي نفسي بيده لو أن أحدكم أنفق مثل أحد ذهبا ما أدرك مد أحدهم ولا نصيفه \" .ثم جمعهم الله عز وجل في الثواب فقال : ( رضي الله عنهم ورضوا عنه وأعد لهم جنات تجري تحتها الأنهار ) قرأ ابن كثير : ( من تحتها الأنهار ) ، وكذلك هو في مصاحف أهل مكة ، ( خالدين فيها أبدا ذلك الفوز العظيم ) .",
  "ayah": 100,
  "surah": 9
}
