{
  "text": "قوله تعالى : ( لقد نصركم الله في مواطن ) أي مشاهد ، ( كثيرة ويوم حنين ) وحنين واد بين مكة والطائف . وقال عروة : إلى جنب ذي المجاز .وكانت قصة حنين على ما نقله الرواة أن رسول الله صلى الله عليه وسلم فتح مكة وقد بقيت عليه أيام من شهر رمضان ، ثم خرج إلى حنين لقتال هوازن وثقيف في اثني عشر ألفا ، - عشرة آلاف من المهاجرين وألفان من الطلقاء ، قال عطاء كانوا ستة عشر ألفا .وقال الكلبي : كانوا عشرة آلاف ، وكانوا يومئذ أكثر ما كانوا قط ، والمشركون أربعة آلاف من هوازن وثقيف ، وعلى هوازن مالك بن عوف النصري ، وعلى ثقيف كنانة بن عبد ياليل الثقفي ، فلما التقى الجمعان قال رجل من الأنصار يقال له سلمة بن سلامة بن وقش : لن نغلب اليوم عن قلة ، فساء رسول الله صلى الله عليه وسلم كلامه ، ووكلوا إلى كلمة الرجل . وفي رواية : فلم يرض الله قوله ، ووكلهم إلى أنفسهم فاقتتلوا قتالا شديدا ، فانهزم المشركون وخلوا عن الذراري ، ثم نادوا : يا حماة السواد اذكروا الفضائح ، فتراجعوا وانكشف المسلمون .قال قتادة : وذكر لنا أن الطلقاء انجفلوا يومئذ بالناس فلما انجفل القوم هربوا .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد العزيز أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا يحيى بن يحيى ، أخبرنا أبو خيثمة عن أبي إسحاق قال : قال رجل للبراء بن عازب : يا أبا عمارة فررتم يوم حنين؟ قال : لا والله ما ولى رسول الله صلى الله عليه وسلم ، ولكنه خرج شبان أصحابه وأخفاؤهم وهم حسر ليس عليهم سلاح ، أو كثير سلاح ، فلقوا قوما رماة لا يكاد يسقط لهم سهم ، جمع هوازن وبني نصر ، فرشقوهم رشقا ما يكادون يخطئون ، فأقبلوا هناك إلى رسول الله صلى الله عليه وسلم على بغلته البيضاء ، وأبو سفيان بن الحارث بن عبد المطلب يقود به ، فنزل واستنصر وقال : أنا النبي لا كذب ، أنا ابن عبد المطلب ، ثم صفهم .ورواه محمد بن إسماعيل عن عبيد الله بن موسى عن إسرائيل عن أبي إسحاق . وزاد قال : فما رئي من الناس يومئذ أشد منه .ورواه زكريا عن أبي إسحاق . وزاد قال البراء : كنا إذا احمر البأس نتقي به ، وإن الشجاع منا للذي يحاذي به يعني النبي صلى الله عليه وسلم . وروى شعبة عن أبي إسحاق قال : قال البراء : إن هوازن كانوا قوما رماة ، وإنا لما لقيناهم حملنا عليهم ، فانهزموا ، فأقبل المسلمون على الغنائم فاستقبلونا بالسهام ، فأما رسول الله صلى الله عليه وسلم فلم يفر .قال الكلبي : كان حول رسول الله صلى الله عليه وسلم ثلاثمائة من المسلمين وانهزم سائر الناس .وقال آخرون : لم يبق مع النبي صلى الله عليه وسلم يومئذ غير : العباس بن عبد المطلب ، وأبي سفيان بن الحارث ، وأيمن بن أم أيمن ، فقتل يومئذ بين يدي رسول الله صلى الله عليه وسلم .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان حدثنا مسلم بن الحجاج ، قال : حدثنا أبو طاهر ، أحمد بن عمرو بن سرح ، حدثنا أبو وهب ، أخبرنا يونس عن ابن شهاب ، قال : حدثني كثير بن عباس بن عبد المطلب قال : قال عباس : شهدت مع رسول الله صلى الله عليه وسلم يوم حنين فلزمت أنا وأبو سفيان بن الحارث رسول الله صلى الله عليه وسلم فلم نفارقه ، ورسول الله صلى الله عليه وسلم على بغلة له بيضاء أهداها له فروة بن نفاثة الجذامي ، فلما التقى المسلمون والكفار ولى المسلمون مدبرين ، فطفق رسول الله صلى الله عليه وسلم يركض بغلته قبل الكفار ، وأنا آخذ بلجام بغلة رسول الله صلى الله عليه وسلم أكفها إرادة أن لا تسرع ، وأبو سفيان آخذ بركابه ، فقال رسول الله صلى الله عليه وسلم أي عباس : ناد أصحاب السمرة ، فقال عباس - وكان رجلا صيتا - فقلت بأعلى صوتي : أين أصحاب السمرة ؟ قال : فوالله لكأن عطفتهم حين سمعوا صوتي عطفة البقر على أولادها ، فقالوا : يا لبيك يا لبيك ، قال : فاقتتلوا والكفار ، والدعوة في الأنصار يقولون : يا معشر الأنصار يا معشر الأنصار ، ثم قصرت الدعوة على بني الحارث بن الخزرج ، فنظر رسول الله صلى الله عليه وسلم وهو على بغلته كالمتطاول عليها إلى قتالهم ، فقال : هذا حين حمي الوطيس ثم أخذ رسول الله صلى الله عليه وسلم حصيات فرمى بهن وجوه الكفار ، ثم قال : انهزموا ورب محمد ، فذهبت أنظر فإذا القتال على هيئته فيما أرى ، قال : فوالله ما هو إلا أن رماهم بحصياته فما زلت أرى حدهم كليلا وأمرهم مدبرا .وقال سلمة بن الأكوع : غزونا مع رسول الله صلى الله عليه وسلم حنينا قال فلما غشوا رسول الله صلى الله عليه وسلم نزل عن البغلة ، ثم قبض قبضة من تراب الأرض ، ثم استقبل به وجوههم ، فقال \" شاهت الوجوه \" ، فما خلق الله منهم إنسانا إلا ملأ عينه ترابا بتلك القبضة ، فولوا مدبرين ، فهزمهم الله عز وجل فقسم رسول الله صلى الله عليه وسلم غنائمهم بين المسلمين .قال سعيد بن جبير : أمد الله تعالى نبيه صلى الله عليه وسلم بخمسة آلاف من الملائكة مسومين .وفي الخبر : أن رجلا من بني نضر يقال له شجرة ، قال للمؤمنين بعد القتال : أين الخيل البلق والرجال الذين عليهم ثياب بيض ، ما كنا نراكم فيهم إلا كهيئة الشامة وما كنا قتلنا إلا بأيديهم؟ فأخبروا بذلك النبي صلى الله عليه وسلم فقال : تلك الملائكة .قال الزهري : وبلغني أن شيبة بن عثمان بن طلحة قال : استدبرت رسول الله صلى الله عليه وسلم يوم حنين وأنا أريد قتله بطلحة بن عثمان وعثمان بن طلحة ، وكانا قد قتلا يوم أحد ، فأطلع الله رسوله صلى الله عليه وسلم على ما في نفسي فالتفت إلي وضرب في صدري وقال : أعيذك بالله ياشيبة ، فأرعدت فرائصي ، فنظرت إليه فهو أحب إلي من سمعي وبصري ، فقلت : أشهد أنك رسول الله ، وأن الله قد أطلعك على ما في نفسي .فلما هزم الله المشركين وولوا مدبرين ، انطلقوا حتى أتوا أوطاس وبها عيالهم وأموالهم ، فبعث رسول الله رجلا من الأشعريين يقال له أبو عامر وأمره على جيش المسلمين إلى أوطاس ، فسار إليهم فاقتتلوا ، وقتل دريد بن الصمة ، وهزم الله المشركين وسبى المسلمون عيالهم ، وهرب أميرهم مالك بن عوف النصري ، فأتى الطائف فتحصن بها وأخذ ماله وأهله فيمن أخذ . وقتل أمير المسلمين أبو عامر .قال الزهري : أخبرني سعيد بن المسيب أنهم أصابوا يومئذ ستة آلاف سبي ، ثم إن رسول الله صلى الله عليه وسلم أتى الطائف فحاصرهم بقية ذلك الشهر ، فلما دخل ذو القعدة وهو شهر حرام انصرف عنهم ، فأتى الجعرانة فأحرم منها بعمرة وقسم فيها غنائم حنين وأوطاس ، وتألف أناسا ، منهم أبو سفيان بن حرب ، والحارث بن هشام ، وسهيل بن عمرو ، والأقرع بن حابس ، فأعطاهم . أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا أبو اليمان ، حدثنا شعيب ، حدثنا الزهري ، أخبرني أنس بن مالك رضي الله عنه أن أناسا من الأنصار قالوا لرسول الله - حين أفاء الله على رسوله من أموال هوازن ما أفاء ، فطفق يعطي رجالا من قريش المائة من الإبل - فقالوا : يغفر الله لرسول الله صلى الله عليه وسلم يعطي قريشا ويدعنا وسيوفنا تقطر من دمائهم؟ قال أنس : فحدث رسول الله صلى الله عليه وسلم بمقالتهم ، فأرسل إلى الأنصار ، فجمعهم في قبة من أدم ولم يدع معهم أحدا غيرهم ، فلما اجتمعوا جاءهم رسول الله صلى الله عليه وسلم فقال : ما كان حديث بلغني عنكم؟ فقال له فقهاؤهم أما ذوو رأينا يا رسول الله ، فلم يقولوا شيئا ، وأما أناس منا حديثة أسنانهم فقالوا : يغفر الله لرسول الله صلى الله عليه وسلم يعطي قريشا ويترك الأنصار وسيوفنا تقطر من دمائهم ، فقال رسول الله صلى الله عليه وسلم : إني لأعطي رجالا حديثي عهد بكفر ، أما ترضون أن يذهب الناس بالأموال وترجعون إلى رحالكم برسول الله صلى الله عليه وسلم؟ فوالله ما تنقلبون به خير مما ينقلبون به ، قالوا : بلى يا رسول الله قد رضينا ، فقال لهم : \" إنكم سترون بعدي أثرة شديدة ، فاصبروا حتى تلقوا الله ورسوله على الحوض \" .وقال يونس عن ابن شهاب : \" فإني أعطي رجالا حديثي عهد بالكفر أتألفهم \" ، وقال : \" فاصبروا حتى تلقوا الله ورسوله فإني على الحوض \" ، قالوا : سنصبر .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا وهيب ، حدثنا عمرو بن يحيى عن عباد بن تميم عن عبد الله بن زيد بن عاصم قال : لما أفاء الله على رسوله صلى الله عليه وسلم يوم حنين قسم في الناس في المؤلفة قلوبهم ولم يعط الأنصار شيئا ، فكأنهم وجدوا إذ لم يصبهم ما أصابه الناس ، فخطبهم فقال : \" يا معشر الأنصار ألم أجدكم ضلالا فهداكم الله بي وكنتم متفرقين فألفكم الله بي وكنتم عالة فأغناكم الله بي؟ كلما قال شيئا قالوا : الله ورسوله أمن قال : ما يمنعكم أن تجيبوا رسول الله كلما قال شيئا قالوا : الله ورسوله أمن قال : لو شئتم قلتم كذا وكذا ، أترضون أن يذهب الناس بالشاة والبعير ، وتذهبوا بالنبي صلى الله عليه وسلم إلى رحالكم؟ لولا الهجرة لكنت امرأ من الأنصار ، ولو سلك الناس واديا أو شعبا لسلكت وادي الأنصار وشعبهم ، الأنصار شعار والناس دثار ، إنكم ستلقون بعدي أثرة فاصبروا حتى تلقوني على الحوض \" .أخبرنا إسماعيل بن عبد القاهر ، أخبرنا عبد الغافر بن محمد ، أخبرنا محمد بن عيسى الجلودي ، حدثنا إبراهيم بن محمد بن سفيان ، حدثنا مسلم بن الحجاج ، حدثنا محمد بن أبي عمر المكي ، حدثنا سفيان عن عمر بن سعيد بن مسروق عن أبيه عن عباية بن رفاعة ، عن رافع بن خديج رضي الله عنه قال : أعطى رسول الله صلى الله عليه وسلم أبا سفيان بن حرب وصفوان بن أمية وعيينة بن حصن والأقرع بن حابس كل إنسان منهم مائة من الإبل ، وأعطى عباس بن مرداس دون ذلك ، فقال عباس بن مرداس :فما كان حصن ولا حابس يفوقان مرداس في المجمع     أتجعل نهبي ونهب العبيد بين عيينة والأقرع     وما كنت دون امرئ منهماومن تخفض اليوم لا يرفعقال : فأتم له رسول الله صلى الله عليه وسلم مائة .وفي الحديث : أن ناسا من هوازن أقبلوا مسلمين بعد ذلك ، فقالوا : يا رسول الله أنت خير الناس وأبر الناس ، وقد أخذت أبناؤنا ونساؤنا وأموالنا .أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا سعيد بن عفير ، حدثني الليث ، حدثني عقيل عن ابن شهاب عن عروة بن الزبير : أن مروان والمسور بن مخرمة أخبراه أن رسول الله صلى الله عليه وسلم قام حين جاءه وفد هوازن مسلمين ، فسألوه أن يرد إليهم أموالهم وسبيهم ، فقال لهم رسول الله صلى الله عليه وسلم : \" إن معي من ترون وأحب الحديث إلي أصدقه ، فاختاروا إحدى الطائفتين : إما السبي ، وإما المال . قالوا : فإنا نختار سبينا . فقام رسول الله صلى الله عليه وسلم فأثنى على الله عز وجل بما هو أهله ثم قال : أما بعد فإن إخوانكم هؤلاء جاؤوا تائبين ، وإني قد رأيت أن أرد إليهم سبيهم ، فمن أحب منكم أن يطيب ذلك لهم فليفعل ، ومن أحب أن يكون على حظ حتى نعطيه إياه من أول ما يفيء الله علينا ، فليفعل فقال الناس : قد طيبنا ذلك يا رسول الله فقال رسول الله صلى الله عليه وسلم : إنا لا ندري من أذن منكم في ذلك ممن لم يأذن فارجعوا حتى يرفع إلينا عرفاؤكم أمركم ، فرجع الناس ، فكلمهم عرفاؤهم ثم رجعوا إلى رسول الله صلى الله عليه وسلم فأخبروه أنهم قد طيبوا وأذنوا . فأنزل الله تعالى في قصة حنين : ( لقد نصركم الله في مواطن كثيرة ويوم حنين إذ أعجبتكم كثرتكم ) حتى قلتم : لن نغلب اليوم من قلة ، ( فلم تغن عنكم ) كثرتكم ، ( شيئا ) يعني أن الظفر لا يكون بالكثرة ، ( وضاقت عليكم الأرض بما رحبت ) أي برحبها وسعتها ، ( ثم وليتم مدبرين ) منهزمين .",
  "ayah": 25,
  "surah": 9
}
