{
  "text": "قوله تعالى : ( إلا تنصروه فقد نصره الله ) هذا إعلام من الله عز وجل أنه المتكفل بنصر رسوله وإعزاز دينه ، أعانوه أو لم يعينوه ، وأنه قد نصره عند قلة الأولياء ، وكثرة الأعداء ، فكيف به اليوم وهو في كثرة من العدد والعدد؟ ( إذ أخرجه الذين كفروا ) من مكة حين مكروا به وأرادوا تبيينه وهموا بقتله ، ( ثاني اثنين ) أي هو أحد الاثنين ، والاثنان : أحدهما رسول الله صلى الله عليه وسلم ، والآخر أبو بكر الصديق رضي الله عنه ، ( إذ هما في الغار ) وهو نقب في جبل ثور بمكة ، ( إذ يقول لصاحبه لا تحزن إن الله معنا ) قال الشعبي : عاتب الله عز وجل أهل الأرض جميعا في هذه الآية غير أبي بكر الصديق رضي الله عنه .أخبرنا أبو المظفر محمد بن أحمد التميمي ، أنبأنا محمد بن عبد الرحمن بن عثمان ، أنبأنا خيثمة بن سليمان ، حدثنا أحمد بن عبد الله الدورقي ، حدثنا سعيد بن سليمان ، عن علي بن هاشم عن كثير النواء عن جميع بن عمير قال : أتيت ابن عمر رضي الله عنهما فسمعته يقول : قال رسول الله صلى الله عليه وسلم لأبي بكر رضي الله عنه : \" أنت صاحبي في الغار ، وصاحبي على الحوض \" .قال الحسين بن الفضل : من قال إن أبا بكر لم يكن صاحب رسول الله صلى الله عليه وسلم فهو كافر لإنكاره نص القرآن . وفي سائر الصحابة إذا أنكر يكون مبتدعا ، لا يكون كافرا .وقوله عز وجل : ( لا تحزن إن الله معنا ) لم يكن حزن أبي بكر جبنا منه ، وإنما كان إشفاقا على رسول الله صلى الله عليه وسلم . وقال : إن أقتل فأنا رجل واحد وإن قتلت هلكت الأمة وروي أنه حين انطلق مع رسول الله صلى الله عليه وسلم إلى الغار جعل يمشي ساعة بين يديه ، وساعة خلفه ، فقال له رسول الله صلى الله عليه وسلم : مالك يا أبا بكر؟ قال : أذكر الطلب فأمشي خلفك ، ثم أذكر الرصد فأمشي بين يديك ، فلما انتهيا إلى الغار قال مكانك يا رسول الله حتى أستبرئ الغار ، فدخل فاستبرأه ثم قال : انزل يا رسول الله ، فنزل فقال عمر : والذي نفسي بيده لتلك الليلة خير من آل عمر .أخبرنا أبو المظفر التميمي ، أخبرنا محمد بن عبد الرحمن بن عثمان المعروف بابن أبي النظر ، أخبرنا خيثمة بن سليمان ، حدثنا أبو قلابة الرقاشي ، حدثنا حيان بن هلال ، حدثنا همام بن يحيى ، حدثنا ثابت البناني ، حدثنا أنس بن مالك أن أبا بكر الصديق رضي الله عنه حدثهم ، قال : نظرت إلى أقدام المشركين فوق رؤوسنا ونحن في الغار فقلت : يا رسول الله لو أن أحدهم نظر تحت قدميه أبصرنا ، فقال : يا أبا بكر ما ظنك باثنين الله ثالثهما ؟أخبرنا عبد الواحد بن أحمد المليحي ، حدثنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا يحيى بن بكير ، حدثنا الليث ، عن عقيل ، قال ابن شهاب : فأخبرني عروة بن الزبير أن عائشة زوج النبي صلى الله عليه وسلم قالت : لم أعقل أبوي قط إلا وهما يدينان الدين ، ولم يمر علينا يوم إلا يأتينا فيه رسول الله صلى الله عليه وسلم طرفي النهار بكرة وعشيا ، فلما ابتلي المسلمون قال النبي صلى الله عليه وسلم للمسلمين : \" إني أريت دار هجرتكم ، ذات نخل بين لابتين وهما الحرتان \" . فهاجر من هاجر قبل المدينة ورجع عامة من كان هاجر بأرض الحبشة إلى المدينة ، وتجهز أبو بكر رضي الله عنه قبل المدينة ، فقال له رسول الله صلى الله عليه وسلم : \" على رسلك فإني أرجو أن يؤذن لي \" فقال أبو بكر : وهل ترجو ذلك بأبي أنت؟ قال : \" نعم \" فحبس أبو بكر نفسه على رسول الله صلى الله عليه وسلم ليصحبه ، وعلف راحلتين - كانتا عنده - ورق السمر ، وهو الخبط ، أربعة أشهر .قال ابن شهاب . قال عروة : قالت عائشة رضي الله عنها : فبينما نحن يوما جلوس في بيت أبي بكر في نحر الظهيرة ، قال قائل لأبي بكر : هذا رسول الله صلى الله عليه وسلم متقنعا في ساعة لم يكن يأتينا فيها ، فقال أبو بكر : فداء له أبي وأمي ، والله ما جاء به في هذه الساعة إلا أمر ، قالت : فجاء رسول الله صلى الله عليه وسلم ، فاستأذن ، فأذن له ، فدخل ، فقال النبي صلى الله عليه وسلم لأبي بكر : أخرج من عندك ، فقال أبو بكر : إنما هم أهلك بأبي أنت يا رسول الله ، قال : \" فإني قد أذن لي في الخروج \" فقال أبو بكر : الصحبة بأبي أنت يا رسول الله؟ فقال رسول الله صلى الله عليه وسلم : \" نعم \" قال أبو بكر : فخذ بأبي أنت يا رسول الله إحدى راحلتي هاتين ، قال رسول الله : \" بالثمن \" قالت عائشة رضي الله عنها : فجهزناهما أحث الجهاز ، وصنعنا لهما سفرة في جراب ، فقطعت أسماء بنت أبي بكر قطعة من نطاقها فربطت به على فم الجراب ، فبذلك سميت ذات النطاقين ، قالت : ثم لحق رسول الله صلى الله عليه وسلم وأبو بكر بغار في جبل ثور ، فمكثا فيه ثلاث ليال يبيت عندهما عبد الله بن أبي بكر وهو غلام شاب ثقف لقن ، فيدلج من عندهما بسحر فيصبح مع قريش بمكة ، كبائت فيها ، فلا يسمع أمرا يكادان به إلا وعاه حتى يأتيهما بخبر ذلك حين يختلط الظلام ، ويرعى عليهما عامر بن فهيرة ، مولى أبي بكر ، منحة من غنم ، فيريحها عليهما حين تذهب ساعة من العشاء ، فيبيتان في رسل ، وهو لبن منحتهما - ورضيفهما حتى ينعق بهما عامر بن فهيرة بغلس ، يفعل ذلك في كل ليلة من تلك الليالي الثلاث ، واستأجر رسول الله صلى الله عليه وسلم وأبو بكر رجلا من بني الديل ، وهو من بني عبد بن عدي هاديا خريتا ، والخريت : الماهر بالهداية ، قد غمس حلفا في آل العاص بن وائل السهمي ، وهو على دين كفار قريش فأمناه ، فدفعا إليه راحلتيهما وواعده غار ثور بعد ثلاث ليال براحلتيهما صبح ثلاث ، وانطلق معهما عامر بن فهيرة والدليل فأخذ بهم على طريق السواحل .قال ابن شهاب : وأخبرني عبد الرحمن بن مالك المدلجي ، وهو ابن أخي سراقة بن مالك بن جعشم : أن أباه أخبره أنه سمع سراقة بن مالك بن جعشم يقول : جاءنا رسل كفار قريش يجعلون في رسول الله صلى الله عليه وسلم وأبي بكر رضي الله عنه دية كل واحد منهما لمن قتله أو أسره ، فبينما أنا جالس في مجلس من مجالس قومي بني مدلج ، أقبل رجل منهم ، حتى قام علينا ونحن جلوس ، فقال : يا سراقة إني قد رأيت آنفا أسودة بالساحل أراها محمدا وأصحابه ، قال سراقة : فعرفت أنهم هم ، فقلت له : إنهم ليسوا بهم ، ولكنك رأيت فلانا وفلانا انطلقوا بأعيننا ، ثم لبثت في المجلس ساعة ، ثم قمت فدخلت البيت فأمرت جاريتي أن تخرج بفرسي وهي من وراء أكمة ، فتحبسها علي ، وأخذت رمحي فخرجت به من ظهر البيت ، فخططت بزجه الأرض ، وخفضت عاليه حتى أتيت فرسي فركبتها فدفعتها تقرب بي حتى دنوت منهم فعثرت بي فرسي ، فخررت عنها فقمت ، فأهويت يدي إلى كنانتي فاستخرجت منها الأزلام فاستقسمت بها أضرهم أم لا؟ فخرج الذي أكره ، فركبت فرسي وعصيت الأزلام ، تقرب بي حتى إذا سمعت قراءة رسول الله صلى الله عليه وسلم ، وهو لا يلتفت وأبو بكر يكثر الالتفات ، فساخت يدا فرسي في الأرض حتى بلغتا الركبتين ، فخررت عنها ثم زجرتها فنهضت ، فلم تكد تخرج يديها فلما استوت قائمة إذا لأثر يديها غبار ساطع في السماء مثل الدخان ، فاستقسمت بالأزلام فخرج الذي أكره ، فناديتهم بالأمان ، فوقفوا ، فركبت فرسي حتى جئتهم ، ووقع في نفسي حين لقيت ما لقيت من الحبس عنهم أن سيظهر أمر النبي صلى الله عليه وسلم فقلت له : إن قومك قد جعلوا فيك الدية وأخبرتهم خبر ما يريد الناس بهم وعرضت عليهم الزاد والمتاع ، فلم يرزآني ولم يسألاني شيئا إلا أن قالا أخف عنا ، فسألته أن يكتب لي كتاب أمن فأمر عامر بن فهيرة فكتب في رقعة من أدم ، ثم مضى رسول الله صلى الله عليه وسلم .قال ابن شهاب : فأخبرني عروة بن الزبير أن رسول الله صلى الله عليه وسلم لقي الزبير في ركب من المسلمين كانوا تجارا قافلين من الشام ، فكسا الزبير رسول الله صلى الله عليه وسلم وأبا بكر ثياب بياض ، وسمع المسلمون بالمدينة بمخرج رسول الله صلى الله عليه وسلم من مكة فكانوا يغدون كل غداة إلى الحرة فينتظرونه حتى يردهم حر الظهيرة ، فانقلبوا يوما بعدما أطالوا انتظارهم ، فلما أووا إلى بيوتهم أوفى رجل من يهود على أطم من آطامهم لأمر ينظر إليه ، فبصر برسول الله صلى الله عليه وسلم وأصحابه مبيضين يزول بهم السراب ، فلم يملك اليهودي أن قال بأعلى صوته : يا معشر العرب هذا جدكم الذي تنتظرون ، فثار المسلمون إلى السلاح ، فتلقوا رسول الله صلى الله عليه وسلم بظهر الحرة ، فعدل بهم ذات اليمين حتى نزل بهم في بني عمرو بن عوف ، وذلك يوم الاثنين من شهر ربيع الأول ، فقام أبو بكر للناس وجلس رسول الله صلى الله عليه وسلم صامتا ، فطفق من جاء من الأنصار ممن لم ير رسول الله صلى الله عليه وسلم يحيي أبا بكر حتى أصابت الشمس رسول الله صلى الله عليه وسلم ، فأقبل أبو بكر حتى ظلل عليه بردائه ، فعرف الناس رسول الله صلى الله عليه وسلم عند ذلك ، فلبث رسول الله صلى الله عليه وسلم في بني عمرو بن عوف بضع عشرة ليلة ، وأسس المسجد الذي أسس على التقوى ، وصلى فيه رسول الله صلى الله عليه وسلم ثم ركب راحلته ، فسار يمشي معه الناس حتى بركت عند مسجد الرسول صلى الله عليه وسلم بالمدينة ، وهو يصلي فيه يومئذ رجال من المسلمين ، وكان مربدا للتمر ، لسهيل وسهل ، غلامين يتيمين في حجر أسعد بن زرارة ، فقال رسول الله صلى الله عليه وسلم حين بركت به راحلته : هذا إن شاء الله المنزل . ثم دعا رسول الله صلى الله عليه وسلم الغلامين ، فساومهما بالمربد ليتخذه مسجدا فقالا بل نهبه لك يا رسول الله ، ثم بناه مسجدا ، وطفق رسول الله ينقل معهم اللبن في بنيانه ويقول وهو ينقل اللبن :هذا الحمال لا حمال خيبر هذا أبر - ربنا - وأطهرويقول :اللهم إن الأجر أجر الآخره     فارحم الأنصار والمهاجرهفتمثل ببيت رجل من المسلمين لم يسم لي . قال ابن شهاب : ولم يبلغنا في الأحاديث أن رسول الله صلى الله عليه وسلم تمثل ببيت شعر تام غير هذه الأبيات .قال الزهري : لما دخل رسول الله صلى الله عليه وسلم وأبو بكر الغار أرسل الله تعالى زوجا من حمام حتى باضا في أسفل النقب ، والعنكبوت حتى نسجت بيتا ، وفي القصة : أنبت يمامة على فم الغار ، وقال النبي صلى الله عليه وسلم : اللهم أعم أبصارهم عنا فجعل الطلب يضربون يمينا وشمالا حول الغار يقولون : لو دخلا هذا الغار لتكسر بيض الحمام وتفسخ بيت العنكبوت .قوله عز وجل : ( فأنزل الله سكينته عليه ) قيل : على النبي صلى الله عليه وسلم . وقال ابن عباس : على أبي بكر رضي الله عنه ، فإن النبي صلى الله عليه وسلم كانت عليه السكينة من قبل ، ( وأيده بجنود لم تروها ) وهم الملائكة نزلوا يصرفون وجوه الكفار وأبصارهم عن رؤيته . وقيل : ألقوا الرعب في قلوب الكفار حتى رجعوا . وقال مجاهد والكلبي : أعانه بالملائكة يوم بدر ، أخبر أنه صرف عنه كيد الأعداء في الغار ثم أظهر نصره بالملائكة يوم بدر .( وجعل كلمة الذين كفروا السفلى ) وكلمتهم الشرك ، وهي السفلى إلى يوم القيامة ، ( وكلمة الله هي العليا ) إلى يوم القيامة . قال ابن عباس : هي قول لا إله إلا الله . وقيل كلمة الذين كفروا : ما قدروا بينهم في الكيد به ليقتلوه ، وكلمة الله : وعد الله أنه ناصره . وقرأ يعقوب : \" وكلمة الله \" بنصب التاء على العطف ( والله عزيز حكيم ) .",
  "ayah": 40,
  "surah": 9
}
