{
  "text": "قوله تعالى : ( إنما الصدقات للفقراء والمساكين ) الآية ، بين الله تعالى في هذه الآية أهل سهمان الصدقات وجعلها لثمانية أصناف . وروي عن زياد بن الحارث الصدائي قال : أتيت رسول الله صلى الله عليه وسلم فبايعته ، فأتاه رجل وقال : أعطني من الصدقة ، فقال له رسول الله صلى الله عليه وسلم : \" إن الله لم يرض بحكم نبي ولا غيره في الصدقات حتى حكم فيها هو فجزأها ثمانية أجزاء ، فإن كنت من تلك الأجزاء أعطيتك حقك \"قوله تعالى ( للفقراء والمساكين ) فأحد أصناف الصدقة : الفقراء ، والثاني : المساكين .واختلف العلماء في صفة الفقير والمسكين ، فقال ابن عباس والحسن ومجاهد وقتادة وعكرمة والزهري : الفقير الذي لا يسأل ، والمسكين : الذي يسأل .وقال ابن عمر : ليس بفقير من جمع الدرهم إلى الدرهم والتمرة إلى التمرة ، ولكن من أنقى نفسه وثيابه لا يقدر على شيء ، يحسبهم الجاهل أغنياء من التعفف .وقال قتادة : الفقير : المحتاج الزمن ، والمسكين : الصحيح المحتاج .وروي عن عكرمة أنه قال : الفقراء من المسلمين ، والمساكين من أهل الكتاب .وقال الشافعي : الفقير من لا مال له ولا حرفة تقع منه موقعا ، زمنا كان أو غير زمن ، والمسكين من كان له مال أو حرفة ولا يغنيه ، سائلا أو غير سائل . فالمسكين عنده أحسن حالا من الفقير لأن الله تعالى قال : \" أما السفينة فكانت لمساكين [ الكهف - 79 ] أثبت لهم ملكا مع اسم المسكنة .وعند أصحاب الرأي : الفقير أحسن حالا من المسكين .وقال القتيبي : الفقير الذي له البلغة من العيش ، والمسكين الذي لا شيء له .وقيل : الفقير من له المسكن والخادم ، والمسكين من لا ملك له . وقالوا : كل محتاج إلى شيء فهو مفتقر إليه وإن كان غنيا عن غيره ، قال الله تعالى : \" أنتم الفقراء إلى الله \" ( غافر - 15 ) ، والمسكين المحتاج إلى كل شيء ألا ترى كيف حض على إطعامه ، وجعل طعام الكفارة له ولا فاقة أشد من الحاجة إلى سد الجوعة .وقال إبراهيم النخعي : الفقراء هم المهاجرون ، والمساكين من لم يهاجروا من المسلمين .وفي الجملة : الفقر والمسكنة عبارتان عن الحاجة وضعف الحال ، فالفقير المحتاج الذي كسرت الحاجة فقار ظهره ، والمسكين الذي ضعفت نفسه وسكنت عن الحركة في طلب القوت .أخبرنا عبد الوهاب بن محمد الخطيب ، حدثنا عبد العزيز بن أحمد الخلال ، حدثنا أبو العباس الأصم ، حدثنا الربيع ، أنبأنا الشافعي ، أنبأنا سفيان بن عيينة عن هشام ، يعني : ابن عروة ، عن أبيه ، عن عبيد الله بن عدي بن الخيار : أن رجلين أخبراه أنهما أتيا رسول الله فسألاه عن الصدقة فصعد فيهما وصوب فقال : \" إن شئتما أعطيتكما ولا حظ فيها لغني ولا لذي قوة مكتسب \" .واختلفوا في حد الغنى الذي يمنع أخذ الصدقة فقال الأكثرون : حده أن يكون عنده ما يكفيه وعياله سنة ، وهو قول مالك والشافعي .وقال أصحاب الرأي : حده أن يملك مائتي درهم . وقال قوم : من ملك خمسين درهما لا تحل له الصدقة لما روينا عن عبد الله بن مسعود قال : قال رسول الله صلى الله عليه وسلم : \" من سأل الناس وله ما يغنيه جاء يوم القيامة ومسألته في وجهه خموش أو خدوش أو كدوح \" ، قيل : يا رسول الله وما يغنيه؟ قال : \" خمسون درهما أو قيمتها من الذهب \" . وهو قول الثوري وابن المبارك وأحمد وإسحاق . وقالوا لا يجوز أن يعطى الرجل من الزكاة أكثر من خمسين درهما . وقيل : أربعون درهما لما روى أن النبي صلى الله عليه وسلم قال : \" من سأل وله أوقية أو عدلها فقد سأل إلحافا \" .قوله تعالى : ( والعاملين عليها ) وهم السعاة الذين يتولون قبض الصدقات من أهلها ووضعها في حقها ، فيعطون من مال الصدقة ، فقراء كانوا أو أغنياء ، فيعطون أجر مثل عملهم .وقال الضحاك ومجاهد : لهم الثمن من الصدقة .( والمؤلفة قلوبهم ) فالصنف الرابع من المستحقين للصدقة هم المؤلفة قلوبهم ، وهم قسمان : قسم مسلمون ، وقسم كفار . فأما المسلمون : فقسمان ، قسم دخلوا في الإسلام ونيتهم ضعيفة فيه ، فكان النبي صلى الله عليه وسلم يعطيهم تألفا كما أعطى عيينة بن بدر ، والأقرع بن حابس ، والعباس بن مرداس ، أو أسلموا ونيتهم قوية في الإسلام ، وهم شرفاء في قومهم مثل : عدي بن حاتم ، والزبرقان بن بدر ، فكان يعطيهم تألفا لقومهم ، وترغيبا لأمثالهم في الإسلام ، فهؤلاء يجوز للإمام أن يعطيهم من خمس خمس الغنيمة ، والفيء سهم النبي صلى الله عليه وسلم ، وكان النبي صلى الله عليه وسلم يعطيهم من ذلك ولا يعطيهم من الصدقات .والقسم الثاني من مؤلفة المسلمين : أن يكون قوم من المسلمين بإزاء قوم كفار في موضع متناط لا تبلغهم جيوش المسلمين إلا بمؤنة كثيرة وهم لا يجاهدون ، إما لضعف نيتهم أو لضعف حالهم ، فيجوز للإمام أن يعطيهم من سهم الغزاة من مال الصدقة . وقيل : من سهم المؤلفة . ومنهم قوم بإزاء جماعة من مانعي الزكاة يأخذون منهم الزكاة يحملونها إلى الإمام ، فيعطيهم الإمام من سهم المؤلفة من الصدقات . وقيل : من سهم سبيل الله . روي أن عدي بن حاتم جاء أبا بكر الصديق بثلاثمائة من الإبل من صدقات قومه فأعطاه أبو بكر منها ثلاثين بعيرا .وأما الكفار من المؤلفة : فهو من يخشى شره منهم ، أو يرجى إسلامه ، فيريد الإمام أن يعطي هذا حذرا من شره ، أو يعطي ذلك ترغيبا له في الإسلام فقد كان النبي صلى الله عليه وسلم يعطيهم من خمس الخمس ، كما أعطى صفوان بن أمية لما يرى من ميله إلى الإسلام ، أما اليوم فقد أعز الله الإسلام فله الحمد ، وأغناه أن يتألف عليه رجال ، فلا يعطى مشرك تألفا بحال ، وقد قال بهذا كثير من أهل العلم أن المؤلفة منقطعة وسهمهم ساقط . روي ذلك عن عكرمة ، وهو قول الشعبي ، وبه قال مالك والثوري ، وأصحاب الرأي ، وإسحاق بن راهويه .وقال قوم : سهمهم ثابت ، يروى ذلك عن الحسن ، وهو قول الزهري ، وأبي جعفر محمد بن علي ، وأبي ثور ، وقال أحمد : يعطون إن احتاج المسلمون إلى ذلك .قوله تعالى : ( وفي الرقاب ) والصنف الخامس : هم الرقاب ، وهم المكاتبون ، لهم سهم من الصدقة ، هذا قول أكثر الفقهاء ، وبه قال سعيد بن جبير ، والنخعي ، والزهري ، والليث بن سعد ، والشافعي . وقال جماعة : يشترى بسهم الرقاب عبيد فيعتقون . وهذا قول الحسن ، وبه قال مالك وأحمد وإسحاق .قوله تعالى : ( والغارمين ) الصنف السادس هم : الغارمون ، وهم قسمان : قسم دانوا لأنفسهم في غير معصيته ، فإنهم يعطون من الصدقة إذا لم يكن لهم من المال ما يفي بديونهم ، فإن كان عندهم وفاء فلا يعطون ، وقسم أدانوا في المعروف وإصلاح ذات البين فإنهم يعطون من مال الصدقة ما يقضون به ديونهم ، وإن كانوا أغنياء .أخبرنا أبو الحسن السرخسي ، أنبأنا زاهر بن أحمد ، أنبأنا أبو إسحاق الهاشمي ، أخبرنا أبو مصعب عن مالك عن زيد بن أسلم ، عن عطاء بن يسار أن رسول الله صلى الله عليه وسلم قال : \" لا تحل الصدقة لغني إلا لخمسة : لغاز في سبيل الله ، أو لغارم ، أو لرجل اشتراها بماله ، أو لرجل له جار مسكين فتصدق على المساكين فأهدى المسكين للغني ، أو لعامل عليها \" .ورواه معمر عن زيد بن أسلم عن عطاء بن يسار عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم متصلا بمعناه . أما من كان دينه في معصية فلا يدفع إليه .وقوله تعالى : ( وفي سبيل الله ) أراد بها : الغزاة ، فلهم سهم من الصدقة ، يعطون إذا أرادوا الخروج إلى الغزو ، وما يستعينون به على أمر الغزو من النفقة ، والكسوة ، والسلاح ، والحمولة ، وإن كانوا أغنياء ، ولا يعطى منه شيء في الحج عند أكثر أهل العلم .وقال قوم : يجوز أن يصرف سهم في سبيل الله إلى الحج . ويروى ذلك عن ابن عباس ، وهو قول الحسن ، وأحمد ، وإسحاق .قوله تعالى : ( وابن السبيل ) الصنف الثامن : هم أبناء السبيل ، فكل من يريد سفرا مباحا ولم يكن له ما يقطع به المسافة يعطى من الصدقة بقدر ما يقطع به تلك المسافة ، سواء كان له في البلد المنتقل إليه مال أو لم يكن .وقال قتادة : ابن السبيل هو الضيف .وقال فقهاء العراق : ابن السبيل الحاج المنقطع .قوله تعالى : ( فريضة ) أي : واجبة ( من الله ) وهو نصب على القطع ، وقيل : على المصدر ، أي : فرض الله هذه الأشياء فريضة . ( والله عليم حكيم ) .اختلف الفقهاء في كيفية قسم الصدقات ، وفي جواز صرفها إلى بعض الأصناف :فذهب جماعة إلى أنه لا يجوز صرفها كلها إلى بعضهم مع وجود سائر الأصناف ، وهو قول عكرمة ، وبه قال الشافعي ، قال : يجب أن تقسم زكاة كل صنف من ماله على الموجودين من الأصناف الستة ، الذين سهمانهم ثابتة قسمة على السواء ، لأن سهم المؤلفة ساقط ، وسهم العامل إذا قسم - بنفسه ، ثم حصة كل صنف منهم لا يجوز أن تصرف إلى أقل من ثلاثة منهم إن وجد منهم ثلاثة أو أكثر ، فلو فاوت بين أولئك الثلاث يجوز ، فإن لم يوجد من بعض الأصناف إلا واحد صرف حصة ذلك الصنف إليه ما لم يخرج عن حد الاستحقاق ، فإن انتهت حاجته وفضل شيء رده إلى الباقين .وذهب جماعة إلى أنه لو صرف الكل إلى صنف واحد من هذه الأصناف ، أو إلى شخص واحد منهم يجوز ، وإنما سمى الله تعالى هذه الأصناف الثمانية إعلاما منه أن الصدقة لا تخرج عن هذه الأصناف ، لا إيجابا لقسمها بينهم جميعا . وهو قول عمر ، وابن عباس ، وبه قال سعيد بن جبير وعطاء ، وإليه ذهب سفيان الثوري وأصحاب الرأي ، وبه قال أحمد ، قال : يجوز أن يضعها في صنف واحد وتفريقها أولى .وقال إبراهيم : إن كان المال كثيرا يحتمل الإجزاء قسمه على الأصناف ، وإن كان قليلا جاز وضعه في صنف واحد .وقال مالك : يتحرى موضع الحاجة منهم ، ويقدم الأولى فالأولى من أهل الخلة والحاجة ، فإن رأى الخلة في الفقراء في عام أكثر قدمهم ، وإن رآها في عام في صنف آخر حولها إليهم .وكل من دفع إليه شيء من الصدقة لا يزيد على قدر الاستحقاق ، فلا يزيد الفقير على قدر غناه ، فإذا حصل أدنى اسم الغنى لا يعطى بعده ، فإن كان محترفا لكنه لا يجد آلة حرفته : فيعطى قدر ما يحصل به آلة حرفته ، ولا يزاد العامل على أجر عمله ، والمكاتب على قدر ما يعتق به ، وللغريم على قدر دينه ، وللغازي على قدر نفقته للذهاب والرجوع والمقام في مغزاه وما يحتاج إليه من الفرس والسلاح ، ولابن السبيل على قدر إتيانه مقصده أو مآله .واختلفوا في نقل الصدقة عن بلد المال إلى موضع آخر ، مع وجود المستحقين فيه : فكرهه أكثر أهل العلم ، لما أخبرنا أبو عثمان سعيد بن إسماعيل الضبي ، أنبأنا أبو محمد عبد الجبار بن محمد الجراحي ، حدثنا أبو العباس محمد بن أحمد المحبوبي ، حدثنا أبو عيسى الترمذي ، حدثنا أبو كريب ، حدثنا وكيع ، حدثنا زكريا بن إسحاق المكي ، حدثنا يحيى بن عبد الله بن الصيفي عن أبي معبد عن ابن عباس أن رسول الله صلى الله عليه وسلم بعث معاذا إلى اليمن فقال : \" إنك تأتي قوما أهل كتاب فادعهم إلى شهادة أن لا إله إلا الله وأن محمدا رسول الله ، فإن هم أطاعوا لذلك فأعلمهم أن الله فرض عليهم خمس صلوات في اليوم والليلة ، فإن هم أطاعوا لذلك فأعلمهم أن الله قد فرض عليهم صدقة تؤخذ من أغنيائهم فترد على فقرائهم ، فإن هم أطاعوا لذلك فإياك وكرائم أموالهم ، واتق دعوة المظلوم ، فإنه ليس بينه وبين الله حجاب \" .فهذا يدل على أن صدقة أغنياء كل قوم ترد على فقراء ذلك القوم .واتفقوا على أنه إذا نقل من بلد إلى بلد آخر أدي مع الكراهة ، وسقط الفرض عن ذمته ، إلا ما حكي عن عمر بن عبد العزيز رضي الله عنه أنه رد صدقة حملت من خراسان إلى الشام إلى مكانها من خراسان .",
  "ayah": 60,
  "surah": 9
}
