{
  "text": "آیت 18{ وَجَعَلْنَا بَیْنَہُمْ وَبَیْنَ الْقُرَی الَّتِیْ بٰرَکْنَا فِیْہَا قُرًی ظَاہِرَۃً } ”ہم نے ان کے علاقے اور ان بستیوں کے درمیان جنہیں ہم نے برکت عطا کر رکھی تھی واضح نظر آنے والی بستیاں قائم کردی تھیں“ یہاں پر ”بابرکت بستیوں“ سے ارض فلسطین مرا د ہے۔ اس ضمن میں سورة بنی اسرائیل کی پہلی آیت میں مذکور بٰرَکْنَا حَوْلَہٗ کے الفاظ بھی مدنظر رہنے چاہئیں۔ آیت زیر مطالعہ میں دراصل اس زمانے کی ایک اہم شاہراہ کا ذکر ہوا ہے جس پر یورپ اور ایشیا کے مابین ہونے والی تجارت کے حوالے سے قوم سبا کی اجارہ داری تھی۔ جیسا کہ قبل ازیں بھی ذکر ہوچکا ہے ‘ یہ اپنے زمانے کی ایک بہت خوشحال اور طاقتور قوم تھی۔ ان کا علاقہ بہت سرسبز و شاداب تھا اور وہاں مختلف اقسام کی خوشبوئیں کثرت سے پیدا ہوتی تھیں۔ پرانے زمانے کے سیاحوں کے حوالے سے قوم سبا کے بارے میں ایسی بہت سی معلومات تاریخ میں دستیاب ہیں۔ چناچہ اپنے دور کی ایک طاقتور اور خوشحال قوم کی حیثیت سے مشرق و مغرب کے درمیان ہونے والی تجارت پر ان کی اجارہ داری تھی بعد میں ایک مدت تک اس تجارت پر قریش ِمکہ ّکی اجارہ داری رہی جس کا ذکر سورة القریش میں آیا ہے۔ ہندوستان ‘ چین اور دیگر مشرقی ممالک سے آنے والا تجارتی سامان یمن کی بندرگاہ پر اترتا تھا ‘ جبکہ یورپ سے آنے والا سامان بحیرہ روم Mediterranean Sea کے راستے فلسطین کی بندرگاہ پر پہنچتا تھا۔ چناچہ یمن اور فلسطین کے درمیان قوم سبا کے تجارتی قافلے اس سامان کی نقل و حمل کے سلسلے میں مذکورہ شاہراہ پر سارا سال رواں دواں رہتے تھے۔ یہ تجارتی شاہراہ اللہ تعالیٰ کی خصوصی مہربانی سے بہت ُ پر سکون ‘ پر امن اور ہر لحاظ سے مثالی تھی۔ اس کی کیفیت یوں تھی کہ تقریباً سو میل کے فاصلے تک اس شاہراہ کے دونوں طرف ان کے باغات پھیلے ہوئے تھے۔ اس کے بعد عین شاہراہ کے اوپر جگہ جگہ بستیاں اس طرح آباد تھیں کہ ایک بستی کی حدود ختم ہوتے ہی دوسری بستی کے آثار شروع ہوجاتے تھے۔ اس طرح تجارتی قافلے نہ صرف رہزنی وغیرہ کے خطرات سے محفوظ رہتے تھے بلکہ انہیں سفر و قیام کے دوران اشیائِ ضرورت اور مطلوبہ سہولیات بھی ہر جگہ ہر وقت دستیاب رہتی تھیں۔ { وَّقَدَّرْنَا فِیْہَا السَّیْرَ } ”اور ہم نے اندازہ مقرر کردیا تھا ان میں سفر کرنے کا۔“ یعنی ان کے درمیان سفر کی منزلیں مقرر کردی تھیں۔ یہ آبادیاں شاہراہ کے عین کناروں پر اس طرح واقع تھیں کہ ایک آبادی سے دوسری آبادی تک کا درمیانی فاصلہ تیس چالیس میل کے لگ بھگ تھا اور یہ فاصلہ سفر کی منزلوں کے حساب سے رکھا گیا تھا تاکہ ہر منزل پر قافلوں کو قیام و طعام کی مطلوبہ سہولیات آسانی سے میسر آسکیں۔ { سِیْرُوْا فِیْہَا لَیَالِیَ وَاَیَّامًا اٰمِنِیْنَ } ”ہم نے انہیں کہہ دیا تھا کہ تم سفر کرو ان میں راتوں کو بھی اور دن کو بھی امن کے ساتھ۔“ یعنی ان میں رات دن بےخوف و خطر سفر کرو۔",
  "ayah": 18,
  "surah": 34
}
