{
  "text": "آیت 46 { قُلْ اِنَّمَآ اَعِظُکُمْ بِوَاحِدَۃٍ } ”اے نبی ﷺ ! آپ کہیے کہ میں تمہیں بس ایک بات کی نصیحت کرتا ہوں۔“ اس آیت کا تعلق آیت 8 سے ہے۔ مذکورہ آیت کے ضمن میں ذکر ہوچکا ہے کہ حضور ﷺ کے دعوائے نبوت کے بارے میں مختلف لوگ مختلف آراء رکھتے تھے۔ کچھ لوگ ایسے بھی تھے جو ابھی شش و پنج میں تھے کہ یہ معاملہ آخر ہے کیا ؟ ان میں سے بعض کا خیال تھا کہ ان کا دماغی توازن بگڑ گیا ہے۔ کچھ سمجھتے تھے کہ انہیں جنون کا عارضہ لاحق ہوگیا ہے ‘ جبکہ کچھ لوگوں کا خیال تھا کہ آپ کسی منصوبہ بندی کے تحت جان بوجھ کر جھوٹ بول رہے ہیں۔ العیاذ باللہ ! لیکن ایسے لوگوں کے ذہنوں میں ایک بہت بڑا سوال یہ بھی گردش کرتا رہتا تھا کہ ایک ایسا شخص آخر اتنا بڑا جھوٹ کیسے بول سکتا ہے جس نے کبھی چھوٹے سے چھوٹے معاملے میں بھی جھوٹ نہیں بولا اور جس کو ہم خود الصادق اور الامین کا خطاب دے چکے ہیں۔ چناچہ بہت سے لوگ اس بارے میں ابھی ذہنی خلجان کا شکار تھے اور کسی حتمی نتیجے پر نہیں پہنچ پا رہے تھے کہ آپ ﷺ کی دعوت کی اصل حقیقت ہے کیا ! ایسے تمام لوگوں کو ان آیات میں سنجیدہ غور و فکر پر آمادہ کرنے کے لیے دعوت دی جا رہی ہے کہ اس طرح شاید انہیں اپنے گریبانوں میں جھانکنے ‘ اپنے موروثی عقائد کی عصبیت سے بالاتر ہو کر سوچنے اور کسی مثبت نتیجے پر پہنچنے کا موقع مل جائے۔ اس لحاظ سے یہ آیات بہت اہم ہیں۔  { اَنْ تَقُوْمُوْا لِلّٰہِ مَثْنٰی وَفُرَادٰی ثُمَّ تَتَفَکَّرُوْا } ”یہ کہ تم کھڑے ہو جائو اللہ کے لیے دو دو ہو کر یا اکیلے اکیلے ‘ پھر غور کرو !“ یعنی کسی وقت تم دو دو آدمی باہم گفتگو کر کے یا الگ الگ کچھ دیر کے لیے اپنی توجہ کو مرتکز کر کے اللہ کو اپنے سامنے تصور کرتے ہوئے کھڑے ہو جائو ‘ پھر غور وفکر کرو۔ اگر تم اس انداز میں سنجیدگی سے غور کرو گے تو حقیقت ضرور تم پر واضح ہوجائے گی۔ { مَا بِصَاحِبِکُمْ مِّنْ جِنَّۃٍ } ”تمہارے ساتھی کو جنون کا کوئی عارضہ نہیں ہے !“ اگر کسی شخص پر جنون یا آسیب کے اثرات ہوں تو اس کے کچھ شواہد بھی نظر آتے ہیں۔ تم لوگ ہمارے نبی ﷺ کی گزشتہ زندگی کے شب و روز کے بارے میں سوچو ‘ آپ ﷺ کی بات چیت پر غور کرو ‘ آپ ﷺ کے اخلاق و معاملات کا جائزہ لو ‘ کیا تمہیں کسی بھی پہلو سے ان میں جنون کے کچھ آثار نظر آتے ہیں ؟ کیا آسیب زدہ لوگوں کے اقوال و افعال اور معمولاتِ زندگی ایسے صاف ستھرے اور مثالی ہوتے ہیں ؟ { اِنْ ہُوَ اِلَّا نَذِیْرٌ لَّکُمْ بَیْنَ یَدَیْ عَذَابٍ شَدِیْدٍ } ”وہ نہیں ہیں مگر تمہارے لیے ایک خبردار کرنے والے ‘ ایک سخت عذاب کے آنے سے پہلے۔“",
  "ayah": 46,
  "surah": 34
}
