{
  "text": "১৫-১৭ নং আয়াতের তাফসীর:\nসাবা গোত্র ইয়ামনে বসবাস করতো। বিলকীসও এ গোত্রেরই নারী ছিল। এরা বড় নিয়ামত ও শান্তির মধ্যে ছিল। বড়ই সুখ-শান্তিতে তারা জীবন যাপন করছিল। তাদের কাছে আল্লাহর রাসূল আসলেন এবং তাদেরকে আল্লাহর নিয়ামতের কৃতজ্ঞতা প্রকাশ করার উপদেশ দিলেন। তাদেরকে তিনি আল্লাহর একত্বের প্রতি বিশ্বাস স্থাপনের আহ্বান জানালেন। তাদেরকে আল্লাহর ইবাদতের কথা বুঝালেন। কিছু দিন পর্যন্ত তারা এভাবেই চললো। কিন্তু পরে যখন তারা বিরুদ্ধাচরণ করলো, মুখ ফিরিয়ে নিলো এবং আল্লাহর আহকামকে উপেক্ষা করলো তখন তাদের উপর ভীষণ বন্যা নেমে এলো। সারা দেশ, বাগ-বাগিচা, জমি-জমা ইত্যাদি সব কিছু ধ্বংস হয়ে গেল। এগুলোর বিবরণ হলো নিম্নরূপঃহযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক রাসূলুল্লাহ (সঃ)-কে সাবা সম্পর্কে জিজ্ঞেস করে যে, সাবা কোন স্ত্রীলোকের নাম না পুরুষ লোকের নাম, না কোন জায়গার নাম? উত্তরে রাসূলুল্লাহ (সঃ) বললেনঃ “সে। একজন পুরুষ লোক ছিল, যার দশটি পুত্র ছিল। এদের মধ্যে ছয়জন ইয়ামনে গিয়ে বসতি স্থাপন করেছিল এবং চারজন ছিল সিরিয়ায়। যে ছয়জন ইয়ামনে বসবাস করছিল তাদের নাম হলোঃ মুশৃহাজ, কিনদাহ, ইদ, আশআরী, আনমার এবং হুমায়ের। যারা সিরিয়ায় ছিল তাদের নাম হলো ও লাখাম, জুযাম, আমেলাহ এবং গাসসান।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত ফারওয়াহ ইবনে মুসায়েক (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমি রাসূলুল্লাহ (সঃ)-এর কাছে আগমন করে জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! আমার গোত্রের যারা দ্বীনকে মেনে নিয়ে আগে বেড়ে গিয়েছে, আমি কি তাদেরকে নিয়ে যুদ্ধ করবো ঐ লোকদের সাথে, আমার গোত্রের যারা দ্বীনকে মেনে না নিয়ে পিছনে সরে গেছে?” উত্তরে রাসূলুল্লাহ (সঃ) বলে অবশ্যই যুদ্ধ করবে।” আমি ফিরে যেতে উদ্যত হলে তিনি আমাকে ডেকে নিয়ে বলেনঃ “জেনে রেখো যে, তুমি তাদেরকে প্রথমে ইসলামের দাওয়াত দেবে। যদি না মানে তখন তাদের বিরুদ্ধে যুদ্ধ করার প্রস্তুতি গ্রহণ করবে।” আমি জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! সাবা কি একটা উপত্যকা, না একটা পাহাড়,কি? জবাবে রাসূলুল্লাহ (সঃ) প্রায় ঐ কথাই বললেন যা উপরে বর্ণিত হলো। তাতে এও রয়েছে যে, আমার গোত্রকে জীলাহ এবং খাশআ’মও বলা হয়। অন্য একটি দীর্ঘ রিওয়াইয়াতে এই আয়াতের শানে নুযূল সম্পর্কে এরই সাথে রয়েছে যে, হযরত ফারওয়াহ (রাঃ) রাসূলুল্লাহ (সঃ)-কে বলেছিলেনঃ “হে আল্লাহর রাসূল (সঃ)! অজ্ঞতার যুগে সাবা কওমের খুব মর্যাদা ছিল। এখন আমার ভয় হচ্ছে যে, তারা মুরতাদ (ধর্মত্যাগী) হয়ে গেছে। তাহলে আপনার অনুমতি পেলে আমি তাদের সাথে যুদ্ধ করবো।” রাসূলুল্লাহ (সঃ) উত্তর দিয়েছিলেনঃ “তাদের ব্যাপারে এর নির্দেশ দেয়া হয়নি।” তখন এই আয়াত অবতীর্ণ হয়। (এই বর্ণনায় গারাবাত রয়েছে। এর দ্বারা তো বুঝা যাচ্ছে যে, এটা মাদানী আয়াত। অথচ এটা মক্কী সূরা) মুহাম্মদ ইবনে ইসহাক (রঃ) সাবার বংশ-তালিকা নিম্নরূপ বর্ণনা করেছেনঃআবদে শামস ইবনে ইয়াশজাব ইবনে ইয়া’রব ইবনে কাহতান। তাদেরকে সাবা বলার কারণ এই যে, তারা সর্বপ্রথম আরবে শত্রুদেরকে বন্দী করার প্রথা চালু করেছিল। আর তারাই সর্বপ্রথম যুদ্ধলব্ধ মাল সৈনিকদের মধ্যে বন্টন করে দেয়ার প্রথা চালু করে দেয়। এজন্যে তাদেরকে রায়েশও বলা হয়ে থাকে। আরবরা মালকে রীশ এবং রিয়াশ বলে থাকে।এটাও বর্ণিত আছে যে, তাদের বাদশাহ রাসূলুল্লাহ্ (সঃ)-এর আগমনের পূর্বেই ভবিষ্যদ্বাণী করেছিলঃ “আমার পরে এ দেশের মালিক হবেন একজন নবী যিনি হারাম শরীফের খুবই ইজ্জত ও কদর করবেন। তার পর তাঁর খলীফা হবেন যাদের সামনে দুনিয়ার বাদশাহদের মাথা নত হয়ে যাবে। তারপর আমাদের মধ্যেও রাজত্ব আসবে এবং বানু কাহতানের সৎ বাদশাহও হবেন। ঐ নবীর নাম হবে আহমাদ (সঃ)। হায়! আমি যদি তাঁর নবুওয়াতের যুগ পেতাম তবে আমি তাঁর সর্বপ্রকারের খিদমতকে আমার জন্যে গানীমাত মনে করতাম। হে জনমণ্ডলী! শুনে রেখো যে, যখনই ঐ নবী (সঃ)-এর আবির্ভাব ঘটবে তখন তোমাদের অবশ্যকর্তব্য হবে তাঁকে সর্বপ্রকারের সাহায্য করা। যেই তার সাথে মিলিত হবে, আমার পক্ষ থেকে তাঁকে সালাম পৌঁছিয়ে দেয়া হবে তার কর্তব্য।” (এটা হামাদানী (রঃ) কিতাবুল আকলীলে বর্ণনা করেছেন)কাহ্তানের ব্যাপারে তিনটি উক্তির উপর মতানৈক্য রয়েছে। প্রথম উক্তি হলোঃ তিনি ইরাম ইবনে সাম ইবনে নূহ (আঃ)-এর বংশধর। দ্বিতীয় উক্তি হলোঃ তিনি আবির অর্থাৎ হূদ (আঃ)-এর বংশধর। তৃতীয় উক্তি হলোঃ তিনি হযরত ইসমাঈল ইবনে ইবরাহীম খলীল (আঃ)-এর বংশধর। এসবগুলো ইমাম হাফিয আবু উমার আব্দুল বার নামরী (রঃ) তাঁর (আরবী) নামক কিতাবে বিস্তারিতভাবে বর্ণনা করেছেন।আর একটি বর্ণনায় আছে যে, তিনি একজন আরবীয় ছিলেন। এসব ব্যাপারে আল্লাহই সবচেয়ে ভাল জানেন। সহীহ বুখারীতে রয়েছে যে, আসলাম গোত্রের লোক তীরন্দাজী করছিল এমতাবস্থায় রাসূলুল্লাহ (সঃ) সেখান দিয়ে গমন করেন। তিনি তাদেরকে বললেনঃ “হে ইসমাঈল (আঃ)-এর সন্তানরা! তোমরা তীরন্দাজী কর। কেননা, তোমাদের পিতাও তীরন্দাজ ছিলেন।”এর দ্বারা জানা যায় যে, সাবার বংশক্রম হযরত ইবরাহীম খলীল (আঃ) পর্যন্ত পৌঁছে যায়। আসলাম আনসারদেরই একটি গোত্র ছিল। আর আনসারদের সবাই ছিলেন গাসসান বংশোদ্ভূত। তাঁরা সবাই ছিলেন ইয়ামানী। সবাই সাবার সন্তান। এরা ঐ সময় মদীনায় আগমন করে যখন বন্যায় তাদের দেশ ধ্বংস হয়ে গিয়েছিল। একটি দল এখানে এসে বসতি স্থাপন করেছিল এবং আর একটি দল সিরিয়ায় চলে গিয়েছিল। তাদেরকে গাস্সানী বলার কারণ এই যে, ঐ নামেরই পানি বিশিষ্ট একটি জায়গায় তারা অবস্থান করেছিল। একথাও বলা হয়েছে যে, এ স্থানটি মুসাল্লালের নিকটে অবস্থিত। হযরত হাসসান ইবনে সাবিত (রাঃ)-এর কবিতাতেও এটা পাওয়া যায় যে, গাসসান ছিল একটা কূপের নাম।রাসূলুল্লাহ (সঃ) যে বলেছেন, সাবার দশ পুত্র ছিল, এর দ্বারা তাঁর উদ্দেশ্য প্রকৃত বা ঔরষজাত পুত্র নয়। কেননা, তাদের কেউ কেউ দুই দুই বা তিন তিন পুরুষের পরের সন্তানও ছিল। যেমন নসব নামার কিতাবগুলোতে বিদ্যমান রয়েছে। তারা যে সিরিয়া ও ইয়ামনে গিয়ে বসতি স্থাপন করেছিল সেটাও বন্যার পরের কথা। কেউ কেউ সেখানে থেকে গেল; আবার কেউ কেউ সেখান হতে এদিক ওদিক চলে গেল। দেয়ালের ঘটনা এই যে, তার দুই দিকে পাহাড় ছিল। সেখান থেকে ঝরণা বেরিয়ে শহরের মধ্যে চলে গিয়েছিল। এ জন্যেই শহরের এদিকে-ওদিকে অনেক নদী-নালা ছিল। তাদের বাদশাহদের মধ্যে কোন এক বাদশাহ দুই পাহাড়ের মধ্যবর্তী স্থলে একটি শক্ত বাঁধ বেঁধে দিয়েছিল। এ বাঁধের কারণে পানি এদিক-ওদিক চলে যেতো আর এ কারণেই সুন্দর একটি নদী প্রবাহিত হতো। ঐ নদীর দুই দিকে তারা বাগান ও চাষাবাদের জমি তৈরী করেছিল। পানির কারণে সেখানকার মাটি খুবই উর্বরা হয়ে উঠেছিল। সব সময় এটা তরু-তাজা থাকতো। এমন কি হযরত কাতাদা (রঃ) বর্ণনা করেছেন যে, কোন স্ত্রী লোক ডালি নিয়ে গেলে কিছু দূর যেতে না যেতেই ডালিটি ফলে ভর্তি হয়ে যেতো। গাছ হতে যে ফলগুলো আপনা আপনিই পড়তো ওগুলো এতো বেশী হতো যে, হাত দ্বারা ভেঙ্গে দেয়ার কোন প্রয়োজনই হতো না। এ দেয়ালটি মারাবে অবস্থিত ছিল। ওটা সানআ’ হতে তিন মনযিল দূরে ছিল। এটা সাদ্দে মারিব নামে খ্যাত ছিল। আল্লাহর ফজল ও করমে সেখানকার আবহাওয়া এমন সুন্দর ও স্বাস্থ্যের উপযোগী ছিল যে, তথায় মশা, মাছি এবং বিষাক্ত পোকা-মাকড় ছিলই না। এটা এ জন্যেই ছিল যে, যেন তথাকার লোক আল্লাহর একত্ববাদকে মেনে নেয় এবং আন্তরিকতার সাথে তাঁর ইবাদত করে। এগুলোই ছিল আল্লাহ প্রদত্ত নিদর্শন যার বর্ণনা এ আয়াতে দেয়া হয়েছে। পাহাড়ের মাঝে ছিল গ্রাম। গ্রামের এদিকে-ওদিকে ফল-ফুল সুশোভিত বাগান ছিল এবং ছিল নহর ও শস্যক্ষেত্র। মহামহিমান্বিত আল্লাহ তাদেরকে বলেছিলেনঃ তোমরা তোমাদের প্রতিপালক প্রদত্ত রিযক ভোগ কর এবং তার প্রতি কৃতজ্ঞতা প্রকাশ কর। উত্তম এই স্থান এবং ক্ষমাশীল তোমাদের প্রতিপালক।কিন্তু পরে তারা আল্লাহর আদেশ অমান্য করলো এবং তাঁর নিয়ামতের কৃতজ্ঞতা প্রকাশের কথা ভুলে গেল। তারা সূর্য পূজায় মেতে উঠলো। যেমন হৃদহূদ এসে হযরত সুলাইমান (আঃ)-কে খবর দিলোঃ (আরবী) অর্থাৎ “আমি আপনার কাছে সাবা হতে সুনিশ্চিত সংবাদ নিয়ে এসেছি। আমি এক নারীকে দেখলাম তাদের উপর রাজত্ব করছে। তাকে সব কিছু হতে দেয়া হয়েছে এবং তার আছে এক বিরাট সিংহাসন। আমি তাকে ও তার সম্প্রদায়কে দেখলাম যে, তারা আল্লাহর পরিবর্তে সূর্যকে সিজদা করছে। শয়তান তাদের কার্যাবলী তাদের নিকট শোভনীয় করেছে এবং তাদেরকে সৎপথ হতে নিবৃত্ত করেছে, ফলে তারা সৎপথ পায় না।”(২৭:২২-২৪) বর্ণিত আছে যে, বারোজন অথবা তেরোজন নবী তাদের কাছে এসেছিলেন। অবশেষে তাদের দুষ্কর্মের ফল ফলতে শুরু করলো। তারা যে বাঁধটি বেঁধে রেখেছিল সেটা ইঁদুরে ভিতর হতে কেটে ফাঁপা করে দিলো। বর্ষার সময় সেটা ভেঙ্গে গেল। পানি চতুর্দিকে ছড়িয়ে পড়লো। এরই সাথে সাথে নদীর পানি, ঝরণার পানি, বর্ষার পানি, নালার পানি সব একত্রিত ও মিলিত হয়ে গেল। তাদের ঘর-বাড়ী, বাগ-বাগিচা, জমি-জমা ইত্যাদি সবই ধ্বংস হয়ে গেল। তারা এখন হাত কামড়াতে লাগলো। তাদের সর্ব প্রকারের প্রচেষ্টা ব্যর্থতায় পর্যবসিত হলো। আরো বিপদ দেখা দিলো তাদের বাগানে কোন ফলবান বৃক্ষ জন্মে না। মহামহিমান্বিত আল্লাহ্ তাদেরকে যে সুন্দর দু’টি উদ্যান দিয়েছিলেন, ও দু’টিকে পরিবর্তন করে দিয়ে তিনি এমন দু'টি উদ্যান দিলেন যাতে উৎপন্ন হয় শুধু বিস্বাদ ফল-মূল, ঝাউগাছ এবং কুল গাছ। এটা ছিল তাদের কুফরী, শিরক, হঠকারিতা ও অহংকারের প্রতিফল যে, তারা আল্লাহর নিয়ামতগুলোকে হারিয়ে ফেললো এবং তার গযবে জড়িয়ে পড়লো। আল্লাহ তা'আলা কৃতঘ্ন ছাড়া অন্য কাউকেও এমন শাস্তি দেন না ।হযরত আবু যাখীরা (রঃ) বলেন, পাপসমূহের বিনিময় এটাই হয় যে, ইবাদতে অলসতা আসে, আয়-উপার্জন কমে যায়, অভাব-অনটন বেড়ে যায়, সবকিছুর স্বাদ উঠে যায়, কোন শান্তির সন্ধান পাওয়া যায় না, বরং সেখানে অন্য কোন প্রতিবন্ধকতা এসে যায় এবং সমস্ত আশা নৈরাশ্যে পরিণত হয়।",
  "ayah": 17,
  "surah": 34
}
