{
  "text": "২৮-৩০ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় বান্দা ও রাসূল হযরত মুহাম্মাদ (সঃ)-কে বলছেনঃ আমি তোমাকে সারা বিশ্বের জন্যে রাসূল করে পাঠিয়েছি। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “(হে রাসূল সঃ)! তুমি বলে দাও হে লোক সকল! নিশ্চয়ই আমি তোমাদের সবারই নিকট আল্লাহর রাসূল রূপে প্রেরিত হয়েছি।”(৭:১৫৮) আর এক আয়াতে আছেঃ (আরবী) অর্থাৎ “কত মহান তিনি যিনি তাঁর বান্দার প্রতি ফুরকার অবতীর্ণ করেছেন যাতে সে বিশ্ব জগতের জন্যে সতর্ককারী হতে পারে।”(২৫:১) এখানেও আল্লাহ তাআলা বলেনঃ আমি তো তোমাকে সমগ্র মানব জাতির প্রতি সুসংবাদদাতা ও সতর্ককারী রূপে প্রেরণ করেছি; কিন্তু অধিকাংশ মানুষ অজ্ঞতাবশতঃ নবী (সঃ)-কে মানে না। যেমন অন্য জায়গায় বলেনঃ (আরবী)  অর্থাৎ “তুমি কামনা করলেও অধিকাংশ লোকই মুমিন নয়।\"(১২:১০৩) আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যদি তুমি ভূ-পৃষ্ঠের অধিকাংশ লোকের কথা মেনে চল তবে তারা তোমাকে আল্লাহর পথ হতে ভ্রষ্ট করে দেবে।”(৬:১১৬)সুতরাং রাসূলুল্লাহ (সঃ)-এর রিসালাত সাধারণ লোকদের জন্যে ছিল। আরব, অনারব সবারই জন্যেই ছিলেন তিনি নবী। সুতরাং আল্লাহ তাবারাকা ওয়া তাআলার নিকট সবচেয়ে প্রিয় ও সম্মানিত হলো ঐ ব্যক্তি যে তার খুব বেশী অনুগত।হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “আল্লাহ তা'আলা হযরত মুহাম্মাদ (সঃ)-কে আকাশবাসীর উপর এবং নবীদের উপর সবারই উপর ফযীলত দান করেছেন। জনগণ এর দলীল জানতে চাইলে তিনি বলেনঃ দেখো, আল্লাহ তাআলা বলেনঃ (আরবী) অর্থাৎ “আমি প্রত্যেক রাসূলকে তার কওমের ভাষাসহ পাঠিয়েছি যাতে সে তাদের সামনে খোলাখুলি ও স্পষ্টভাবে বর্ণনা করতে পারে।”(১৪:৪) (এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত জাবির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেনঃ “আমাকে এমন পাঁচটি জিনিস দেয়া হয়েছে যা অন্য কোন নবীকে দেয়া হয়নি। এক মাসের পথ পর্যন্ত আমাকে শুধু প্রভাব ও গাম্ভীর্য দ্বারা সাহায্য করা হয়েছে। (এক মাসের পথের দূরত্ব হতে শত্রুরা আমার প্রভাবে প্রভাবিত হয়ে ভীত-সন্ত্রস্ত হয়)। আমার জন্যে সমস্ত যমীনকে সিজদার জায়গা ও পবিত্র করা হয়েছে। আমার উম্মতের যে কেউই যে কোন জায়গাতেই থাক, নামাযের সময় হয়ে গেলে সে সেখানেই নামায পড়ে নিতে পারে। আমার পূর্বে কোন নবীর জন্যে গানীমতের মাল হালাল ছিল না। কিন্তু আমার জন্যে তা হালাল করা হয়েছে। প্রত্যেক নবীকে শুধু তার কওমের নিকট পাঠানো হয়েছিল, আর আমাকে সমস্ত মানুষের নিকট নবী করে পাঠানো হয়েছে। অর্থাৎ দানব ও মানব এবং আরব ও অনারব সবারই নিকট আমি নবীরূপে প্রেরিত হয়েছি।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)এরপর কাফিররা যে কিয়ামত সংঘটিত হওয়াকে অসম্ভব মনে করতো, আল্লাহ্ তা'আলা এখানে তারই বর্ণনা দিতে গিয়ে বলেন, তারা জিজ্ঞেস করেতোমরা যদি সত্যবাদী হও তবে বলঃ এই প্রতিশ্রুতি (কেয়ামতের প্রতিশ্রুতি) কখন বাস্তবায়িত হবে? যেমন মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “কেয়ামতকে যারা বিশ্বাস করে না তারা এ ব্যাপারে তাড়াহুড়া করে। আর মুমিনরা ওর ভয়ে প্রকম্পিত হয় এবং তারা জানে যে, ওটা (সংঘটিত হওয়া) সত্য।”(৪২:১৮)।তাদের কথার উত্তরে আল্লাহ তা'আলা বলেনঃ তোমাদের জন্যে আছে এক নির্ধারিত দিন, যা তোমরা বিলম্বিত করতে পারবে না এবং ত্বরান্বিত করতেও পারবে না। যেমন অন্য জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই আল্লাহর নির্ধারিত সময় যখন এসে যাবে তখন ওটাকে পিছনে সরানো হবে না।”(৭১:৪) আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আমি তাকে নির্ধারিত সময়কাল পর্যন্তই অবকাশ দিচ্ছি। ঐ দিন যখন এসে যাবে তখন তাঁর অনুমতি ছাড়া কেউ কথা বলতে পারবে না। সেই দিন কেউ হবে হতভাগ্য এবং কেউ হবে সৌভাগ্যবান।”(১১:১০৪-১০৫)",
  "ayah": 30,
  "surah": 34
}
