{
  "text": "৫১-৫৪ নং আয়াতের তাফসীর:\nআল্লাহ তাবারাকা ওয়া তা'আলা বলছেনঃ হে মুহাম্মাদ (সঃ)! তুমি যদি ঐ কাফিরদের কিয়ামতের দিনের ভীতি-বিহ্বলতা দেখতে! সব সময় তারা শাস্তি হতে পরিত্রাণ প্রার্থনা করবে। কিন্তু পরিত্রাণ লাভের কোন উপায় খুঁজে পাবে না। পালিয়েও না, লুকিয়েও না, কারো সাহায্যেও না এবং কারো আশ্রয়েও না। বরং পাশে হতেই তাদেরকে পাকড়াও করে নেয়া হবে। এদিকে কবর হতে বের হবে আর ওদিকে আবদ্ধ হয়ে যাবে। এদিকে দাঁড়াবে আর ওদিকে পাকড়াও হয়ে যাবে। ভাবার্থ এটা হতে পারে যে, দুনিয়াতেই শাস্তিতে আবদ্ধ হয়ে যাবে। যেমন বদর প্রভৃতি যুদ্ধে নিহত ও বন্দী হয়েছিল। কিন্তু সঠিক কথা এটাই যে, এর দ্বারা কিয়ামতের দিনের শাস্তিকেই বুঝানো হয়েছে। কেউ কেউ বলেন যে, বানু আব্বাসের খিলাফতকালে মক্কা ও মদীনার মাঝামাঝি জায়গায় তাদের সৈন্যদের যমীনে ধ্বসে যাওয়াকে বুঝানো হয়েছে। ইমাম ইবনে জারীর (রঃ) এটা বর্ণনা স্বার পর এর দলীল হিসেবে একটি সম্পূর্ণ মাওযূ' বা বানানো হাদীস পেশ করেছেন। কিন্তু বড়ই আশ্চর্যজনক ব্যাপার এই যে, এ হাদীসটি সম্পূর্ণরূপে মাওযূ এবং এটা ইমাম ইবনে জারীর (রঃ) বর্ণনা করেননি।কিয়ামতের দিন তারা বলবেঃ আমরা এখন ঈমান আনলাম আল্লাহর উপর, তাঁর ফেরেশতাদের উপর, তাঁর কিতাবসমূহের উপর এবং তাঁর রাসূলদের উপর। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “এবং হায়! তুমি যদি দেখতে। যখন অপরাধীরা তাদের প্রতিপালকের সামনে অধোবদন হয়ে বলবেঃ হে আমাদের প্রতিপালক! আমরা প্রত্যক্ষ করলাম এবং শ্রবণ করলাম; এখন আপনি আমাদেরকে পুনরায় প্রেরণ করুন! আমরা সৎকর্ম করবো, আমরা তো দৃঢ় বিশ্বাসী।” (৩২:১২)কিন্তু কোন লোক কোন দূরের জিনিস গ্রহণ করার জন্যে দূর থেকে হাত বাড়ালে তা যেমন ধরতে পা ঠক তেমনই অবস্থা হবে ঐ লোকদের। আখিরাতের জন্যে যে কাজ দুনিয়ায় করা উচিত ছিল সে কাজ সে আখিরাতে করতে চায়। সুতরাং আখিরাতের ঈমান আনয়ন বৃথা। তখন আর না তাদেরকে দুনিয়ায় ফিরিয়ে দেয়া হবে, না সেখানে কেঁদে কেটে কোন লাভ হবে। না তাওবা, ফরিয়াদ, ঈমান ও ইসলাম কোন কাজ দেবে। ইতিপূর্বে তো দুনিয়ায় তারা সবকিছু প্রত্যাখ্যান করেছিল। না আল্লাহকে মেনেছিল, না রাসূলের উপর ঈমান এনেছিল, না কিয়ামতকে বিশ্বাস করেছিল। এভাবেই নিজের খেয়াল-খুশী মত তারা আল্লাহকে অস্বীকার করে এসেছে, তার নবী (সঃ)-কে যাদুকর বলেছে, আবার কখনো পাগল বলেছে, কিয়ামতকে মিথ্যা বলেছে, বিনা প্রমাণে অন্যের ইবাদতে লেগে পড়েছে এবং জান্নাত ও জাহান্নামের কথা শুনে উপহাস করেছে। এখন তারা ঈমান আনছে ও অনুতপ্ত হচ্ছে। কিন্তু এখন তো তাদের ও আল্লাহর মধ্যে পর্দা পড়ে গেছে। দুনিয়া তাদের কাছ থেকে সরে গেছে, দুনিয়া হতে তারা এখন পৃথক হয়ে গেছে।ইবনে আবি হাতিম (রঃ) এখানে এক অতি বিস্ময়কর ‘আসার’ বর্ণনা করেছেন যা আমরা নিম্নে পূর্ণভাবে বর্ণনা করছিঃ হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, বানী ইসরাঈলের মধ্যে একজন বিজয়ী লোক ছিল। সে প্রচুর ধন-সম্পদের মালিক ছিল। সে মারা গেলে তার একটি পুত্র তার মালের উত্তরাধিকারী হলো। সে ঐ ধন-সম্পদ বিপথে ও আল্লাহর নাফরমানীর কাজে ব্যয় করতে লাগলো। এ দেখে তার চাচারা তাকে তিরস্কার করলো এবং বুঝাতে লাগলো। এতে সে রাগান্বিত হয়ে তার সমুদয় জিনিসপত্র ও জমিজমা বিক্রি করে দিলো এবং টাকা পয়সা নিয়ে সেখান থেকে চলে আসলো এবং আইনায়ে জাজাহ নামক স্থানে এসে একটি প্রসাদ নির্মাণ করলো। অতঃপর সেখানে বসবাস করতে শুরু করলো। একদা ভীষণ ঝড়-তুফান শুরু হলো এবং ঐ ঝড়ে এক পরমা সুন্দরী মহিলা তার প্রাসাদে এসে পড়লো। মহিলাটি তাকে জিজ্ঞেস করলোঃ “আপনি কে?” সে উত্তরে বললোঃ “আমি বানী ইসরাঈলের একজন লোক।” মহিলাটি পুনরায় জিজ্ঞেস করলোঃ “এই প্রাসাদ এবং ধন-দৌলত কি আপনার?” সে জবাব দিলোঃ “হ্যা।” মহিলাটি আবার প্রশ্ন করলোঃ “আপনার স্ত্রী আছে কি? সে উত্তরে বললোঃ “না।” মহিলাটি বললোঃ “তাহলে জীবনের কি স্বাদ আপনি উপভোগ করছেন?” সে তখন মহিলাটিকে জিজ্ঞেস করলোঃ “তোমার কি স্বামী আছে?” সে জবাব দিলোঃ “না।” সে বললোঃ “তাহলে তুমি আমাকে স্বামী হিসেবে কবুল করে নাও?” মহিলাটি বললোঃ “আমি এখান থেকে এক মাইল দূরে অবস্থান করি। আগামীকাল আপনি পুরো একদিনের খাবার সাথে নিয়ে আমার ওখানে আসুন। পথে বিস্ময়কর কিছু দেখলে ভয় পাবেন না।” সে এটা স্বীকার করে নিলো। পরের দিন খাদ্য সাথে নিয়ে সে বেরিয়ে পড়লো। এক মাইল পথ চলার পর সে একটি বিরাট অট্টালিকা দেখতে পেলো। দরযায় করাঘাত করলে একটি যুবক বেরিয়ে আসলো এবং জিজ্ঞেস করলোঃ “তুমি কে?” সে জবাব দিলোঃ “আমি বানী ইসরাঈলের এক লোক।” যুবকটি জিজ্ঞেস করলোঃ “কি কাজে এসেছো?” সে উত্তরে বললোঃ “এই বাড়ীর মালিকা আমাকে ডেকেছেন।” যুবকটি প্রশ্ন করলোঃ “পথে বিস্ময়কর ও ভয়াবহ কিছু দেখেছো কি?\" সে জবাব দিলোঃ “হ্যা, যদি আমাকে ভয় করবে না একথা বলা না হতো তবে আমি ভয়ে ধ্বংসই হয়ে যেতাম। আমি চলতে চলতে এক প্রশস্ত রাস্তায় পৌঁছি। দেখি যে, একটি কুকুরী হা করে আছে। আমি ভয় পেয়ে দৌড়াতে শুরু করি। তখন দেখি যে, সে আমার আগে আগে দৌড়াচ্ছে এবং বাচ্চা তার পেটে ঘেউ ঘেউ করছে।” ঐ যুবকটি একথা শুনে বললোঃ “তুমি একে পাবে না। এটা তো শেষ যুগে ঘটবে। এমনই দৃষ্টান্তমূলক একটি ঘটনা তোমাকে দেখানো হয়েছে। একজন যুবক বৃদ্ধ ও মুরুব্বীদের মজলিসে বসবে এবং নিজের গোপনীয় কথা তাদের কাছে খুলে বলবে।” ঐ লোকটি বলতে থাকলোঃ “আমি আরো অগ্রসর হলাম। দেখলাম যে, একশটি বকরী রয়েছে যাদের স্তন দুধে পূর্ণ রয়েছে। আর একটি বাচ্চা রয়েছে, যে দুধ পান করছে। যখন দুধ শেষ হয়ে যাচ্ছে এবং সে জানতে পারছে যে, দুধ আর নেই তখন হা করে থাকছে, যেন সে আরো চাচ্ছে।\" যুবকটি বললোঃ “তুমি তাকেও পাবে না। এটা তোমাকে একটি উপমা হিসেবে দেখানো হয়েছে ঐ বাদশাহদের যারা শেষ যুগে বাদশাহী করবে। তারা জনগণের ধন-দৌলত সোনা-চাদি ছিনিয়ে নিবে। যখন তারা জানতে পারবে যে, জনগণের কাছে আর কিছুই নেই, তখনও তারা অত্যাচার করবে ও হা করে থাকবে।\" লোকটি আরো বললোঃ “আমি আরো সামনে এগিয়ে গেলাম। দেখলাম যে, একটি খুব সুন্দর রঙ এর তাজা গাছ রয়েছে। গাছটির গঠনও খুব সুন্দর। আমি গাছটির ডাল ভেঙ্গে নেয়ার ইচ্ছা করলে অন্য গাছ হতে শব্দ আসলোঃ হে আল্লাহর বান্দা! তুমি আমার ডাল ভেঙ্গে নাও।' প্রত্যেক গাছ হতেই এরূপ শব্দ আসতে থাকলো।” দারোয়ান যুবকটি বললোঃ “তুমি তাকেও পাবে না। এতে এর ইঙ্গিত রয়েছে যে, শেষ যামানায় পুরুষের সংখ্যা হবে কম এবং নারীর সংখ্যা হবে বেশী। যখন একজন পুরুষের পক্ষ হতে কোন নারীর নিকট বিয়ের প্রস্তাব যাবে তখন দশ বিশজন নারীর প্রত্যেকেই তাকে নিজের দিকে আহ্বান করবে।” লোকটি বলতেই থাকলোঃ “আমি আরো সামনের দিকে অগ্রসর হলাম। দেখলাম যে, একটি লোক নদীর ধারে দাঁড়িয়ে আছে এবং পানি ভরে ভরে লোকদেরকে পান করাচ্ছে। অতঃপর সে নিজের মশকে পানি ঢালছে। কিন্তু এক ফোঁটা পানিও তাতে থাকছে না।\" যুবকটি বললোঃ “এতে ইঙ্গিত রয়েছে যে, শেষ যুগে এমন আলেম ও বক্তাদের আবির্ভাব ঘটবে যারা লোকদেরকে ইলম শিক্ষা দিবে, ভাল কথা তাদেরকে বলবে। কিন্তু নিজে আমল করবে না। বরং পাপে জড়িয়ে পড়বে।” লোকটি বললোঃ “আমি আরো সামনে অগ্রসর হলাম। দেখলাম যে, একটি বকরী রয়েছে। কেউ তার পা ধরে আছে, কেউ শিং ধরে আছে, কেউ ধরে আছে লেজ, কেউ তার উপর সওয়ার হয়ে আছে এবং কেউ তার দুধ দোহন করছে।” যুবকটি বললোঃ “এটি হলো দুনিয়ার উপমা। যে তার পা ধরে আছে সে দুনিয়া হতে পড়ে গেছে। সে দুনিয়া লাভ করতে পারেনি। যে তার শিং ধরে আছে সে কোনমতে জীবন যাপন করে বটে, কিন্তু অভাব অনটনের মধ্যে থাকে। যে তার লেজ ধরে আছে তার থেকে দুনিয়া পালিয়ে যাচ্ছে। আর যে তার উপর সওয়ার হয়ে আছে সে হলো ঐ ব্যক্তি যে স্বয়ং দুনিয়া পরিত্যাগ করেছে। তবে হ্যা, দুনিয়া হতে উপকার গ্রহণকারী হলো ঐ ব্যক্তি যাকে তুমি ঐ বকরী হতে দুধ দোহন করতে দেখেছো। সে আনন্দিত হোক। সে মুবারকবাদ পাওয়ার যোগ্য।” লোকটি বললোঃ “আমি আরো আগে চললাম। দেখি যে, একটি লোক কূপ হতে পানি উঠাচ্ছে এবং একটি চৌবাচ্চায় ঢালছে। ঐ চৌবাচ্চা হতে পানি আবার ঐ কৃপে ফিরে যাচ্ছে।\" যুবকটি বললোঃ “এটা হলো ঐ ব্যক্তি, যে ভাল কাজ করে কিন্তু তা কবুল হয় না ।\" লোকটি বললোঃ “আমি আরো আগে এগিয়ে গেলাম। দেখলাম যে, একটি লোক জমিতে বীজ বপন করলো। তৎক্ষণাৎ গাছ হয়ে গেল এবং খুবই উত্তম গম উৎপন্ন হলো।” যুবকটি বললোঃ “এটা হলো ঐ ব্যক্তি যার ভাল কাজগুলো আল্লাহ কবুল করে থাকেন। লোকটি বলে চললোঃ “আমি আরো সামনে অগ্রসর হলাম। দেখলাম যে, একটি লোক চিৎ হয়ে শুয়ে আছে। সে আমাকে বললোঃ “ভাই, আমাকে আমার হাত ধরে তুলে বসিয়ে দাও। আল্লাহর কসম! যখন থেকে আমি সৃষ্টি হয়েছি, কখনো বসিনি। আমি তার হাত ধরা মাত্রই সে দাঁড়িয়ে গিয়ে ছুটে পালালো। শেষ পর্যন্ত সে আমার দৃষ্টির অন্তরালে চলে গেল।” যুবকটি বললোঃ “এটা তোমার আয়ু ছিল যা চলে গেছে ও শেষ হয়ে গেছে। আমি মালাকুল মাউত (মৃত্যুর ফেরেশতা)। যে মহিলাটির সাথে তুমি দেখা করতে এসেছো ঐ চেহারায় আমিই ছিলাম। আল্লাহর নির্দেশক্রমে তোমার কাছে গিয়েছিলাম। আমি তোমার রূহ এখানে কবজ করবো ও তোমাকে জাহান্নামে পৌঁছিয়ে দিবো।” এ ব্যাপারেই (আরবী) এ আয়াতটি অবতীর্ণ হয়। (এ আসারটি গারীব বা দুর্বল। এর সত্যতা সম্পর্কে চিন্তা ভাবনার অবকাশ রয়েছে)এই আয়াতটির ভাবার্থ প্রকাশমান যে, কাফিরদের যখন মত্যর সময় ঘনিয়ে। আসে তখন তাদের রূহ দুনিয়ার ভোগ-বিলাস ও রঙ-তামাশায় আবদ্ধ থাকে কিন্তু মৃত্যু তাকে অবকাশ দেয় না এবং তার কামনা বাসনাও তার মাঝে প্রতিবন্ধক হয়ে যায়। যেমন ঐ অহংকারী ও প্রলোভিত লোকটির অবস্থা হয়েছে। সে তো গিয়েছিল নারীর অন্বেষণে, কিন্তু সাক্ষাৎ হলো তার মালাকুল মাউতের সাথে। আকাঙ্ক্ষা পূর্ণ হবার পূর্বেই তার রূহ বের হয়ে গেল।মহামহিমান্বিত আল্লাহ বলেনঃ যেমন পূর্বে করা হয়েছিল তাদের সমপন্থীদের ক্ষেত্রে। তারাও মরণের পূর্বে বেঁচে থাকার প্রার্থনা করতো। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যখন তারা আমার আযাব দেখলো তখন বললোঃ আমরা এক আল্লাহর উপর ঈমান আনলাম। যেগুলোকে আমরা আল্লাহর সাথে শরীক করেছিলাম সেগুলোকে এখন অস্বীকার করছি। কিন্তু ঐ সময় তাদের ঈমান তাদের কোন উপকারে আসেনি।”(৪০:৪৮) তাদের সাথে আল্লাহর এই নিয়ম জারিই থাকলো। কাফিররা উপকার লাভে বঞ্চিত হলো। সারা জীবন তো তারা বিভ্রান্তিকর সন্দেহের মধ্যে কাটিয়েছে। আযাব দেখে নেয়ার পর ঈমান আনয়ন বৃথা। হযরত কাতাদা (রঃ)-এর নিম্নের উক্তিটি স্বর্ণাক্ষরে লিখে রাখার যোগ্য। তিনি বলেনঃ তোমরা শক-সন্দেহ হতে বেঁচে থাকো। এর উপর যার মৃত্যু হবে কিয়ামতের দিন তাকে তারই উপর উঠানো হবে। আর যে ঈমানের উপর মারা যাবে তাকে ঈমানের উপরই উঠানো হবে।",
  "ayah": 54,
  "surah": 34
}
