{
  "text": "এবং তৃতীয় আরেকটি ‘মানাত’ সম্বন্ধে? [১]\n[১] এ কথা মুশরিকদেরকে তিরস্কার করে বলা হচ্ছে যে, এই হল আল্লাহর মাহাত্ম্য, যা উল্লেখ হয়েছে। তিনি হলেন জিবরীল (আঃ)-এর মত মহান ফিরিশতার স্রষ্টা। মুহাম্মাদ (সাঃ)-এর মত ব্যক্তিত্বসম্পন্ন মানুষটি হল তাঁর রসূল। তাঁকে তিনি আসমানে ডেকে নিয়ে স্বীয় বড় বড় নিদর্শনসমূহ প্রদর্শন করেন। তাঁর উপর অহীও অবতীর্ণ করেন। বল তো, তোমরা যেসব উপাস্যের উপাসনা কর, তাদের মধ্যেও কি এই বা এই ধরনের গুণাবলী আছে? এই কথার ভিত্তিতে আরবের প্রসিদ্ধ তিনটি প্রতিমার নাম উদাহরণ স্বরূপ উল্লেখ করেছেন। لاَتٌ (লাত) কারো কারো নিকট এটা الله থেকে উদ্ভূত। আবার কারো নিকট এটা لاَتَ يَلِيْتُ থেকে উদ্ভূত। যার অর্থ ফিরানো। পূজারীরা তাদের গর্দান তার দিকে ফিরাতো এবং তার তাওয়াফ করত তাই তার এই নাম হয়ে যায়। কেউ বলেন যে, لات এর تا অক্ষরটি তাশদীদ (ّ ) যুক্ত। لَتَّ يَلُتُّ থেকে 'ইস্ম ফায়েল' বা কর্তৃকারকপদ (যে ছাতু ঘুলে)। সে একজন নেক মানুষ ছিল। হাজীদেরকে ছাতু ঘুলে ঘুলে খাওয়াতো। যখন সে মারা গেল, তখন লোকেরা তার কবরকে ইবাদতগাহ বানিয়ে নিল। তারপর তার মূর্তি তৈরী করা হল। এটা ত্বায়েফের বানূ সাক্বীফ গোত্রের সব চাইতে বড় প্রতিমা ছিল। عُزَّى সম্পর্কে বলা হয় যে, এটা আল্লাহর গুণবাচক নাম عَزِيْزٌ থেকে উদ্ভূত। আর এটা أَعَزَّ এর স্ত্রীলিঙ্গ। যার অর্থ, عَزِيْزَةٌ (প্রিয়তমা)। কেউ কেউ বলেছেন, এটা গাত্বফানে একটি গাছ ছিল, যার পূজা করা হত। কেউ বলেছেন, এটি শয়তান জিন্নী (পেতনী) ছিল, যা কোন কোন গাছে দেখা দিত। আবার কারো মতে এটি একটি সাদা পাথর ছিল, লোকেরা যার পূজা করত। এটি কুরাইশ ও বনী কিনানাহ গোত্রের লোকদের নিজসব উপাস্য ছিল। مَنَاةٌ হল, مَنَى يَمْنِى ধাতু থেকে গঠিত। যার অর্থ হল, صَبَّ (বহানো)। এর নৈকট্য লাভের উদ্দেশ্য লোকেরা তার নিকট প্রচুর পরিমাণে পশু জবাই করত এবং তাদের রক্ত বহাতো। এটা ছিল মক্কা ও মদীনার মাঝে অবস্থিত একটি মূর্তি।\n(ফাতহুল ক্বাদীর)\nএই মূর্তিটি 'কুদাইদ'এর সামনে 'মুশাল্লাল' নামক স্থানে স্থাপিত ছিল। বনী খুযাআহ গোত্রের লোকেদের এটি নিজস্ব মূর্তি ছিল। জাহেলিয়্যাতের যুগে 'আউস ও খাযরাজ' গোত্রের লোকেরা এখান থেকেই ইহরাম বাঁধত এবং ঐ মূর্তির তাওয়াফও করত।\n(আয়সারুত তাফাসীর ও ইবনে কাসীর)\nএগুলো ছাড়াও আরো বিভিন্ন স্থানে বহু প্রতিমা ও প্রতিমালয় স্থাপিত ছিল। মক্কা বিজয়ের পর এবং আরো অন্যান্য সময়-সুযোগে নবী করীম (সাঃ) ঐ সমস্ত মূর্তিসহ আরো অন্যান্য সকল মূর্তির মূলোৎপাটন করেন। ঐগুলোর উপর নির্মিত গম্বুজ ও গৃহাদি ভেঙ্গে ফেলান। যে গাছগুলোর তা'যীম (সম্মান প্রদর্শন) করা হত, সেগুলো সব কেটে ফেলান এবং মূর্তিপূজার সমস্ত স্মৃতিচিহ্ন মিটিয়ে নিশ্চিহ্ন করে দেওয়া হয়। আর এ কাজের জন্য তিনি খালেদ, আলী, আমর ইবনে আস এবং জারীর ইবনে আব্দুল্লাহ বাজালী (রাঃ)-দের সেই সেই স্থানে প্রেরণ করেন, যেখানে এ মূর্তিগুলো স্থাপিত ছিল। তাঁরা সেখানে গিয়ে সেসব ভেঙ্গে ফেলে আরব ভূভাগ থেকে শিরকের নাম পর্যন্ত নিশ্চিহ্ন করে দেন।\n(ইবনে কাসীর)\nপ্রথম শতাব্দীর বহু পরে আরবের মাটিতে আবার একবার উক্ত শ্রেণীর শিরকীয় কার্যকলাপ ব্যাপক হয়ে ওঠে। এ সময় মহান আল্লাহ দাওয়াতের পতাকাবাহী শায়খ মুহাম্মাদ বিন আব্দুল অহ্হাব নামক একজন সংস্কারক আলেমকে তওফীক দেন। তিনি 'দিরইয়্যাহ'র শাসকের সহযোগিতায় শাসন ও ক্ষমতা বলে শিরকের এই সমস্ত কার্যকলাপের পরিসমাপ্তি ঘটান। তারপর বাদশাহ আব্দুল আযীয; নাজদ ও হিজাযের শাসক (বর্তমান সউদী শাসকবর্গের পিতা ও এই দেশের প্রতিষ্ঠাতা) তাঁর সেই দাওয়াত পুনরায় নবায়ন ও সংস্কার করেন। তিনি সমস্ত পাকা কবর ও গম্বুজকে ভেঙ্গে ফেলে নবী করীম (সাঃ)-এর সুন্নতকে পুনর্জীবিত করেন। এইভাবেই আল-হামদুলিল্লাহ বর্তমানে পূরো সঊদী আরবে ইসলামী বিধি-বিধান অনুসারে না কোন পাকা কবর আছে, আর না কোন মাযার।",
  "ayah": 20,
  "surah": 53
}
