{
  "text": "On the occasion of Uhud, ‘Abdullah ibn Ubayy counselled that the defence of Madinah should be undertaken within the walls, instead of the Muslims boldly coming out to meet the enemy. The Prophet, however, at the instance of some other sincere Muslims, went out of the city to meet the enemy, posting his men strategically on Mount Uhud. The battle began well for the Muslims, but turned to near defeat because of the disobedience of a band of fifty archers who had been given the task of guarding a certain pass. Seeing the imminent Muslim victory, they abandoned their posts, attracted by the prospects of booty. When this victory turned into defeat, the hypocrites who had deserted the Muslims even before the battle started, on the pretext that their counsel had not been accepted by the Prophet, began to say that, had their words been heeded, this calamity could have been averted. But death is decreed by God and comes regardless of circumstances. No precautionary measure can save one from death. Such happenings, whatever their apparent reason, are wrought by God, in order that His true believers may turn to Him in repentance and become worthy of further blessings from Him. Such happenings also serve to reveal the truth about those who are not the true servants of God. When the fifty archers posted at the Mount Uhud pass saw that the Muslims had won the battle, a large number of them insisted on going in pursuit of booty. Although ‘Abdullah ibn Jubayr and a few other companions pointed out that it was against the orders of the Prophet, they deserted their posts, leaving behind eleven men. Satan thus made inroads by using the dissension already evident among them. However, when they admitted their error, they were forgiven by God, and after the initial setback, God’s succour came to them too. The Almighty struck terror into the hearts of their enemies, which resulted in their retreat, although they were just a few miles from Madinah. Had God’s succour not come, there was nothing to stop them from forcing their entry into Madinah and uprooting the nascent tree of Islam.",
  "ayah": 155,
  "surah": 3
}
