{
  "surah": 39,
  "ayah": 33,
  "text": "And he who brought truthfulness and he who assented to it, those are the godwary. Know that truthfulness [ṣidq] means truthfulness [rāstī]. There is truthfulness in four things: words, promises, resoluteness, and deeds. Truthfulness in words is what the Real says about MuṣṬafā: “And he who brought truthfulness.” Truthfulness in promises is what He says about Ishmael the prophet: “Surely he was truthful in the promise” [19:54]. Truthfulness in resoluteness is what He says about the Messenger's companions: “Men truthful in the covenant they made with God” [33:23]. Truthfulness in deeds is what He says about the faithful: “It is they who have been truthful” [2:177]. When these traits are brought together in someone, he is called “sincerely truthful.” Abraham was in this station, for the Exalted Lord said concerning him, “Surely he was sincerely truthful, a prophet” [19:41]. MuṣṬafā was asked, “What is the perfection of the religion?” He said, “Speaking with truth and acting with truthfulness.” A pir was asked, “What is truthfulness?” He said, “You do what you say, you have what you show, and you are whence you call out.” Truthfulness in words is that the servant in whispered prayer with the Real seeks truthfulness from himself. If his face is turned toward this world in the state when he says, “Surely I have turned my face toward Him who originated the heavens and the earth” [6:79], then that is a lie. When he says, “Thee alone we worship” [1:5], if he is in bondage to this world and to appetite, then he has spoken a lie, for a man is the servant of that to which he is in bondage. This is why MuṣṬafā said, “Miserable is the servant of dirhams, miserable the servant of dinars!” He called him the servant of gold and silver because he is in bondage to gold and silver. The servant must be free of this world and appetites as well as himself if servanthood to the Real is to be set right for him. Abū Yazīd BasṬāmī said, “The Real made me stand before Him in one thousand standing places. In each standing place He offered me the empire. I said, 'I do not desire it.' “He said to me in the last standing place, 'O Abū Yazīd, what do you desire?' “I said, 'I desire not to desire.  ' “He said, 'You are My servant in truth.'” Abū Yazīd is saying, “The Real made me advance in the World of Realities by way of inspira- tion and kept me in one thousand standing places. In each of the standing places, He offered me the empire of the two worlds. By the divine success-giving I saw that I was free of bondage to all of that. I said, 'I want nothing of these treasuries and these pearls of the Unseen that You have poured out before me.' Then, in the last standing place, He said, 'So what do you want?' I said, 'I want not to want. Who am I that I should have a want? Who am I that I should have an I?' The soul is an idol, the heart a ghoul, knowledge an adversary, allusion associationism, expression a cause. So what remains? One, and that's it. The rest is folly.” As for truthfulness in loyalty to resoluteness, it is that a man be solid in the religion, have jealousy for the command, and be straight in the present moment. Thus the Companions of the Messenger were loyal to their resoluteness, and in fighting the enemy they made their bodies the path and sacrificed their lives. Then the Exalted Lord praised them in that loyalty to resoluteness and that realization of the covenant: “Men truthful in the covenant they made with God” [33:23]. There was also the hypocrite who made a covenant with God and had resoluteness in his heart-“If He gives me possessions, I will spend them freely and I will make them into a mount on the road of godwariness”-but then he broke his resoluteness and was not loyal to the covenant. The Exalted Lord said about him, “And among them is he who made a covenant with God: 'If He gives us of His bounty, we will surely give charity and we will surely be among the wholesome'” [9:75]. The passage continues to where He says, “for having failed God in what they promised Him and for having lied” [9:77]. He called him a speaker of lies and named him a liar because of his failure in the promise and his breaking the covenant that had gone before. As for the truthfulness of the truthful in traveling the road of the religion and in their deeds, it is that they seek from themselves the reality of each one of the stations of the religion-like repen- tance, patience, renunciation, fear, hope, and so on.  They are not satisfied with the outward aspects and beginnings. Do you not see what the Exalted Lord says in describing the faithful? “The faith- ful are only those who have faith in God and His Messenger, then do not doubt, and who struggle in the path of God with their property and themselves; it is they who are the truthful” [49:15]. In another place He says, “Piety is not that you turn your faces.” Then, at the end of the verse, He says “It is they who have been truthful” [2:177]. If the stipulations of faith had not been brought together in them, He would not have called them truthful. For example, when someone fears something, the mark of his truthfulness is that his body trembles, his face is yellow, and he is held back from food and drink. Thus a minor slip happened to David the prophet. For forty days he put his head on the ground in the manner of prostrators. He wept to the point that plants grew up in the earth from his tears. A call came, “O David, why are you weeping? If you are hungry, let Me give you food. If you are thirsty, let Me give you water. If you are naked, let Me clothe you.” David was so burnt that when he moaned in his weeping, wood caught fire from his breath. He said, “Lord God, have mercy on my weeping and engrave my sin on the palm of my hand so that I will never forget.” The Lord of the Worlds recognized his truthfulness in his practice and accepted his repentance and answered his prayer. It has also come in the reports about David that when he wanted to mourn because of his sin, first he did not eat anything for seven days, nor did he go around women, and then he went out into the desert. He said to Solomon that he should announce in the gathering of the Children of Israel that anyone who wanted to hear the mourning of David should be present. Many people gathered, as well as the birds of the air and the beasts of the desert. David began by glorifying and lauding God. Then he continued by describing paradise and hell, and finally he mourned for his own sin.  He spoke about fear such that many people gave up their spirits from listening to that. Finally Solomon stood up next to him and said, “O father, enough, for a great multitude have perished.” It is said that on one day forty thousand were present, and of those thirty thousand perished. This is the mark of truthfulness in the varieties of practice. Among the reports from MuṣṬafā is this: “Gabriel never came down to me from heaven when I did not see him fearful and trembling in fear of the Real.” ʿAlī ibn al-Ḥusayn was seen, having finished with purity, standing at the door of the mosque, his face yellow and his body trembling. He was asked about his state. He said, “Do you not know before whom I am going and in whose presence I will be standing?” Dāwūd ṬāÌī was the scholar of the time, the unique one of the era in jurisprudence. In the station of truthfulness he was such that on the night when he left the world, a call came from the middle of heaven: “O folk of the earth! Surely Dāwūd ṬāÌī has stepped forth to his Lord, and He approves of him.” Abū Bakr ʿAyyāsh recounts, “I went to Dāwūd's chamber and saw him sitting and weeping with a piece of dry bread in his hand. I asked him what was wrong and he said, 'I desire to eat this, but I do not know if it is permitted or forbidden.'” In truth, when someone recognizes the exaltedness of the religion, the caprice of mortal nature will never reap its fruit from him. If one of the sincerely truthful were to show his head from be- neath the cloak of his attributes and look down on us, he would see nothing but the worthlessness of our description."
}
