{
  "text": "حضرت داؤد اور حضرت سلیمان علیھما السلام پر خصوصی انعامات  ان آیتوں میں اللہ تعالیٰ ان نعمتوں کی خبر دے رہا ہے جو اس نے اپنے بندے اور نبی حضرت سلیمان اور حضرت داؤد ؑ پر فرمائی تھیں کہ کس طرح دونوں جہان کی دولت سے انہیں مالا مال فرمایا۔ ان نعمتوں کے ساتھ ہی اپنے شکرئیے کی بھی توفیق دی تھی۔ دونوں باپ بیٹے ہر وقت اللہ کی نعمتوں پر اس کی شکر گزاری کیا کرتے تھے اور اس کی تعریفیں بیان کرتے رہتے تھے۔ حضرت عمر بن عبدالعزیز ؒ نے لکھا ہے کہ جس بندے کو اللہ تعالیٰ جو نعمتیں دے اور ان پر وہ اللہ کی حمد کرے تو اس کی حمد ان نعمتوں سے بہت افضل ہے دیکھو خود کتاب اللہ میں یہ نکتہ موجود ہے پھر آپ نے یہی آیت لکھ کر لکھا کہ ان دونوں پیغمبروں کو جو نعمت دی گئی تھی اس سے افضل نعمت کیا ہوگی۔ حضرت داؤد کے وارث حضرت سلیمان ہوئے اس سے مراد مال کی وراثت نہیں بلکہ ملک ونبوت کی وراثت ہے۔ اگر مالی میراث مراد ہوتی تو اس میں صرف حضرت سلیمان ؑ کا نام نہ آتا کیونکہ حضرت داؤد کی سو بیویاں تھیں۔ انبیاء کی مال کی میراث نہیں بٹتی۔ چناچہ سید الانبیاء ؑ کا ارشاد ہے ہم جماعت انبیاء ہیں ہمارے ورثے نہیں بٹا کرتے ہم جو کچھ چھوڑ جائیں صدقہ ہے حضرت سلیمان اللہ کی نعمتیں یاد کرتے فرماتے ہیں یہ پورا ملک اور یہ زبردست طاقت کہ انسان جن پرند سب تابع فرمان ہیں پرندوں کی زبان بھی سمجھ لیتے ہیں یہ خاص اللہ کا فضل وکرم ہے۔ جو کسی انسان پر نہیں ہوا۔ بعض جاہلوں نے کہا ہے کہ اس وقت پرند بھی انسانی زبان بولتے تھے۔ یہ محض ان کی بےعلمی ہے بھلا سمجھو تو سہی اگر واقعی یہی بات ہوتی تو پھر اس میں حضرت سلیمان کی خصوصیت ہی کیا تھی جسے آپ اس فخر سے بیان فرماتے کہ ہمیں پرندوں کی زبان سکھا دی گئی پھر تو ہر شخص پرند کی بولی سمجھتا اور حضرت سلیمان کی خصوصیت جاتی رہتی۔ یہ محض غلط ہے پرند اور حیوانات ہمیشہ سے ہی ایسے ہی رہے ان کی بولیاں بھی ایسی ہی رہیں۔ یہ خاص اللہ کا فضل تھا کہ حضرت سلیمان ہر چرند پرند کی زبان سمجھتے تھے۔ ساتھ ہی یہ نعمت بھی حاصل ہوئی تھی۔ کہ ایک بادشاہت میں جن جن چیزوں کی ضروت ہوتی ہے سب حضرت سلیمان ؑ کو قدرت نے مہیا کردی تھیں۔ یہ تھا اللہ کا کھلا احسان آپ پر۔ مسند امام احمد میں ہے رسول اللہ ﷺ فرماتے ہیں حضرت داؤد ؑ بہت ہی غیرت والے تھے جب آپ گھر سے باہر جاتے تو دروازے بند کر جاتے پھر کسی کو اندر جانے کی اجازت نہ تھی ایک مرتبہ آپ اسی طرح باہر تشریف لے گئے۔ تھوڑی دیر بعد ایک بیوی صاحبہ کی نظر اٹھی تو دیکھتی ہیں کہ گھر کے بیچوں بیچ ایک صاحب کھڑے ہیں حیران ہوگئیں اور دوسروں کو دکھایا۔ آپس میں سب کہنے لگیں یہ کہاں سے آگئے ؟ دروازے بند ہیں یہ کہاں سے آگئے ؟ اس نے جواب دیا وہ جسے کوئی روک اور دروازہ روک نہ سکے وہ کسی بڑے سے بڑے کی مطلق پرواہ نہ کرے۔ حضرت داؤد ؑ سمجھ گئے اور فرمانے لگے مرحبا مرحبا آپ ملک الموت ہیں اسی وقت ملک الموت نے آپ کی روح قبض کی۔ سورج نکل آیا اور آپ پر دھوپ آگئی تو حضرت سلیمان ؑ نے پرندوں کو حکم دیا کہ وہ حضرت داؤد پر سایہ کریں انہوں نے اپنے پر کھول کر ایسی گہری چھاؤں کردی کہ زمین پر اندھیرا سا چھا گیا پھر حکم دیا کہ ایک ایک کرکے اپنے سب پروں کو سمیٹ لو۔ حضرت ابوہریرہ ؓ نے پوچھا یارسول اللہ ﷺ پرندوں نے پھر پر کیسے سمیٹے ؟ آپ نے فرمایا اپنا ہاتھ سمیٹ کر بتلایا کہ اس طرح۔ اس پر اس دن سرخ رنگ گدھ غالب آگئے۔ حضرت سلیمان ؑ کا لشکر جمع ہوا جس میں انسان جن پرند سب تھے۔ آپ سے قریب انسان تھے پھر جن تھے پرند آپ کے سروں پر رہتے تھے۔ گرمیوں میں سایہ کرلیتے تھے۔ سب اپنے اپنے مرتبے پر قائم تھے۔ جس کی جو جگہ مقررر تھی وہ وہیں رہتا۔ جب ان لشکروں کو لے کر حضرت سلیمان ؑ چلے۔ ایک جنگل پر گذر ہوا جہاں چیونٹیوں کا لشکر تھا۔ لشکر سلیمان کو دیکھ کر ایک چیونٹی نے دوسری چیونٹیوں سے کہا کہ جاؤ اپنے اپنے سوراخوں میں چلی جاؤ کہیں ایسا نہ ہو کہ لشکر سلیمان چلتا ہوا تمہیں روند ڈالے اور انہیں علم بھی نہ ہو۔ حضرت حسن فرماتے ہیں اس چیونٹی کا نام حرمس تھا یہ بنو شعبان کے قبیلے سے تھی۔ تھی بھی لنگڑی بقدر بھیڑیئے کے اسے خوف ہوا کہیں سب روندی جائیں گی اور پس جائیگی یہ سن کر حضرت سلیمان ؑ کو تبسم بلکہ ہنسی آگئی اور اسی وقت اللہ تعالیٰ سے دعا کی کہ اے اللہ مجھے اپنی ان نعمتوں کا شکریہ ادا کرنا الہام کر جو تو نے مجھ پر انعام کی ہیں مثلا پرندوں اور حیوانوں کی زبان سکھا دینا وغیرہ۔ نیز جو نعمتیں تو نے میرے والدین پر انعام کی ہیں کہ وہ مسلمان مومن ہوئے وغیرہ۔ اور مجھے نیک عمل کرنے کی توفیق دے جن سے تو خوش ہوا اور جب میری موت آجائے تو مجھے اپنے نیک بندوں اور بلند رفقاء میں ملادے جو تیے دوست ہیں۔ مفسین کا قول ہے کہ یہ وادی شام میں تھی۔ بعض اور جگہ بتاتے ہیں۔ یہ جیونٹی مثل مکھوں کے پر دار تھی۔ اور بھی اقوال ہیں نوف بکالی کہتے ہیں یہ بھیڑئیے کے برابر تھی۔ ممکن ہے اصل میں لفظ ذباب ہو یعنی مکھی کے برابر اور کاتب کی غلطی وہ ذیاب لکھ دیا گیا ہو یعنی بھیڑیا۔ حضرت سلیمان ؑ چونکہ جانوروں کی بولیاں سمجھتے تھے اس کی بات کو بھی سمجھ گئے اور بےاختیار ہنسی آگئی۔ ابن ابی حاتم میں ہے کہ ایک مرتبہ حضرت سلیمان ؑ بن داؤد ؑ استسقاء کے لئے نکلے تو دیکھا کہ ایک چیونٹی الٹی لیٹی ہوئی اپنے پاؤں آسمان کی طرف اٹھائے ہوئے دعا کر رہی ہے کہ اے اللہ ہم بھی تیری مخلوق ہیں پانی برسنے کی محتاجی ہمیں بھی ہے۔ اگر پانی نہ برسا تو ہم ہلاک ہوجائیں گے یہ دعا اس چیونٹی کی سن کر آپ نے لوگوں میں اعلان کیا لوٹ چلو کسی اور ہی کی دعا سے تم پانی پلائے گئے۔ حضور فرماتے ہیں نبیوں میں سے کسی نبی کو ایک چیونٹی نے کاٹ لیا انہوں نے چیونٹیوں کے سوراخ میں آگ لگانے کا حکم دے دیا اسی وقت اللہ تعالیٰ کی طرف سے وحی آئی کہ اے پیغمبر محض ایک چونٹی کے کاٹنے پر تو نے ایک گروہ کے گروہ کو جو ہماری تسبیح خواں تھا۔ ہلاک کردیا۔ تجھے بدلہ لینا تھا تو اسی سے لیتا۔",
  "ayah": 16,
  "surah": 27
}
