{
  "text": "ہدہد  ہدہد فوج سلیمان میں مہندس کا کام کرتا تھا وہ بتلاتا تھا کہ پانی کہاں ہے ؟ زمین کے اندر کا پانی اس کو اسطرح نظر آتا تھا جیسے کہ زمین کے اوپر کی چیز لوگوں کو نظر آتی ہے۔ جب سلیمان ؑ جنگل میں ہوتے اس سے دریافت فرماتے کہ پانی کہاں ہے ؟ یہ بتادیتا کہ فلاں جگہ ہے۔ اتنا نیچا ہے اتنا اونچا ہے وغیرہ۔ حضرت سلیمان ؑ اسی وقت جنات کو حکم دیتے اور کنواں کھود لیا جاتا پانی کی تلاش کا حکم دیا اتفاق سے وہ موجود نہ تھا۔ اس پر آپ نے فرمایا آج ہدہد نظر نہیں آتا کیا پرندوں میں کہیں وہ چھپ گیا جو مجھے نظر نہ آیا۔ یا واقع میں وہ حاضر نہیں ؟ ایک مرتبہ حضرت ابن عباس ؓ سے یہ تفسیر سن کر نافع بن ارزق خارجی نے اعتراض کیا تھا یہ بکواسی ہر وقت حضرت عبداللہ کی باتوں پر بےجا اعتراض کیا کرتا تھا کہنے لگا آج تو تم ہارگئے۔ حضرت عبداللہ نے فرمایا کیوں ؟ اس نے کہا آپ جو یہ فرماتے ہو کہ ہدہد زمین کے تلے کا پانی دیکھ لیتا تھا یہ کیسے صحیح ہوسکتا ہے ایک بچہ جال بچھاکر اسے مٹی سے ڈھک کر دانہ ڈال کر ہدہد کا شکار کرلیتا ہے اگر وہ زمین کے اندر کا پانی دیکھتا ہے تو زمین کے اوپر کا جال اسے کیوں نظر نہیں آتا ؟ آپ نے فرمایا اگر مجھے یہ خیال نہ ہوتا کہ تو یہ سمجھ جائے گا کہ ابن عباس ؓ لاجواب ہوگیا تو مجھے جواب کی ضرورت نہ تھی سن جس وقت قضا آجاتی ہے آنکھیں اندھی ہوجاتی ہیں اور عقل جاتی رہتی ہے۔ نافع لاجواب ہوگیا اور کہا واللہ اب میں آپ پر اعتراض نہ کرونگا۔ حضرت عبداللہ برزی ایک ولی کامل شخص تھے پیر جمعرات کا روزہ پابندی سے رکھا کرتے تھے۔ اسی سال کی عمر تھی ایک آنکھ سے کانے تھے۔ سلیمان بن زید نے ان سے آنکھ کے جانے کا سبب دریافت کیا تو آپ نے اس کے بتانے سے انکار کردیا۔ یہ بھی پیچھے پڑگئے مہینوں گذر گئے نہ وہ بتاتے نہ یہ سوال چھوڑتے آخر تنگ آکر فرمایا لو سن لو میرے پاس لولو خراسانی برزہ میں (جو دمشق کے پاس ایک شہر ہے) آئے اور مجھ سے کہا کہ میں انہیں برزہ کی وادی میں لے جاؤں میں انہیں وہاں لے گیا۔ انہوں نے انگیٹھیاں نکالیں بخور نکالے اور جلانے شروع کئے یہاں تک کہ تمام وادی خوشبو سے مہکنے لگی۔ اور ہر طرف سے سانپوں کی آمد شروع ہوگئی۔ لیکن بےپرواہی سے بیٹھے رہے کسی سانپ کی طرف التفات نہ کرتے تھے۔ تھوڑی دیر میں ایک سانپ آیا جو ہاتھ بھر کا تھا اور اسکی آنکھیں سونے کی طرح چمک رہی تھیں۔ یہ بہت ہی خوش ہوئے اور کہنے لگے اللہ کا شکر ہے ہماری سال بھر محنت ٹھکانے لگی۔ انہوں نے اس سانپ کو لے کر اس کی آنکھوں میں سلائی پھیر کر اپنی آنکھوں میں وہ سلائی پھیرلی میں نے ان سے کہا کہ میری آنکھوں میں بھی یہ سلائی پھیردو۔ انہوں نے انکار کردیا میں نے ان سے منت سماجت کی بہ مشکل وہ راضی ہوئے اور میری داہنی آنکھ میں وہ سلائی پھیر دی اب جو میں دیکھتا ہوں تو زمین مجھے ایک شیشے کی طرح معلوم ہونے لگی جیسی اوپر کی چیزیں نظر آتی تھیں ایسی ہی زمین کے اندر کی چیزیں بھی دیکھ رہا تھا انہوں نے مجھے کہا چل اب آپ ہمارے ساتھ ہی کچھ دورچلے میں نے منظور کرلیا وہ باتیں کرتے ہوئے مجھے ساتھ لئے ہوئے چلے جب میں بستی سے بہت دور نکل گیا تو دونوں نے مجھے دونوں طرف سے پکڑلیا اور ایک نے اپنی انگلی ڈال کر میری آنکھ نکالی اور اسے پھینک دیا۔ اور مجھیے یونہی بندھا ہوا وہیں پٹخ کر دونوں کہیں چل دئیے۔ اتفاقا وہاں سے ایک قافلہ گذرا اور انہوں نے مجھے اس حالت میں دیکھ کر رحم کھایا قیدوبند سے مجھے آزاد کردیا اور میں چلا آیا یہ قصہ ہے میری آنکھ کے جانے کا (ابن عساکر) حضرت سلیمان کے اس ہدہد کا نام عنبر تھا، آپ فرماتے ہیں اگر فی الواقع وہ غیر حاضر ہے تو میں اسے سخت سزادوں گا اسکے پر نچوادوں گا اور اس کو پھنک دوں گا کہ کیڑے مکوڑے کھاجائیں یا میں اسے حلال کردونگا۔ یا یہ کہ وہ اپنے غیر حاضر ہونے کی کوئی معقول وجہ پیش کردے۔ اتنے میں ہدہد آگیا جانوروں نے اسے خبردی کہ آج تیری خیر نہیں۔ بادشاہ سلامت عہد کرچکے ہیں کہ وہ تجھے مار ڈالیں گے۔ اس نے کہا یہ بیان کرو کہ آپ کے الفاظ کیا تھے ؟ انہوں نے بیان کئے تو خوش ہو کر کہنے لگا پھر تو میں بچ جاؤں گا۔ حضرت مجاہد فرماتے ہیں اس کے بچاؤ کی وجہ اس کا اپنی ماں کے ساتھ سلوک تھا۔",
  "ayah": 20,
  "surah": 27
}
