{
  "text": "اونٹنی کو مار ڈالا  ثمود کے شہر میں نوفسادی شخص تھے جن کی طبعیت میں اصلاح تھی ہی نہیں یہی ان کے رؤسا اور سردار تھے انہی کے مشورے اور حکم سے اونٹنی کو مار ڈالا ان کے نام یہ ہیں رعی، رعم، ھرم، ھریم، داب، صواب، مطع، قدار بن سالف یہ آخری شخص وہ ہے جس نے اپنے ہاتھ سے اونٹنی کی کوچیں کاٹی تھیں۔ جس کا بیان آیت (فَنَادَوْا صَاحِبَهُمْ فَتَعَاطٰى فَعَقَرَ 29؀) 54۔ القمر :29) اور (اِذِ انْۢبَعَثَ اَشْقٰىهَا 12۽) 91۔ الشمس :12) میں ہے۔ یہی وہ لوگ تھے جو درہم کے سکے کو تھوڑا ساکتر لیتے تھے اور اسے چلاتے تھے۔ سکے کو کاٹنا بھی ایک طرح فساد ہے چناچہ ابو داؤد وغیرہ میں حدیث ہے جس میں بلاضرورت سکے کو جو مسلمانوں میں رائج ہو کاٹنا حضور ﷺ نے منع فرمایا ہے الغرض ان کا یہ فساد بھی تھا اور دیگر فساد بھی بہت سارے تھے۔ اس ناپاک گروہ نے جمع ہو کر مشورہ کیا کہ آج رات کو صالح کو اور اسکے گھرانے کو قتل کرڈالو اس پر سب نے حلف اٹھائے اور مضبوط عہد و پیمان کئے۔ لیکن یہ لوگ حضرت صالح تک پہنچیں اس سے پہلے عذاب الٰہی ان تک پہنچ گیا اور ان کا ستیاناس کردیا۔ اوپر سے ایک چٹان لڑھکتی ہوئی اور ان سب سرداروں کے سر پھوٹ گئے سارے ہی ایک ساتھ مرگئے ان کے حوصلے بہت بڑھ گئے تھے خصوصا جب انہوں نے حضرت صالح کی اونٹنی کو قتل کیا۔ اور دیکھا کہ کوئی عذاب نہیں آیا تو اب نبی اللہ ؑ کے قتل پر آمادہ ہوئے۔ مشورے کئے کہ چپ چاپ اچانک اسے اور اسے کے بال بچوں اور اس کے والی وارثوں کو ہلاک کردو اور قوم سے کہہ دو کہ ہمیں کیا خبر ؟ اگر صالح نبی ہے تو ہمارے ہاتھ لگنے کا نہیں ورنہ اسے بھی اس کی اونٹنی کے ساتھ سلادو اس ارادے سے چلے راہ ہی میں تھے جو فرشتے نے پتھر سے ان سب کے دماغ پاش پاش کردئیے ان کے مشوروں میں جو اور جماعت شریک تھی انہوں نے جب دیکھا کہ انہیں گئے ہوئے عرصہ ہوگیا اور واپس نہیں آئے تو یہ خبر لینے چلے دیکھا کہ سب کے سر پھٹے ہوئے ہیں بھیجے نکلے پڑے ہیں اور سب مردہ ہیں۔ انہوں نے حضرت صالح پر ان کے قتل کی تہمت رکھی اور انہیں مار ڈالنے کے لئے نکلے لیکن ان کی قوم ہتھیار لگا کر آگئی اور کہنے لگے دیکھو اس نے تم سے کہا کہ تین دن میں عذاب اللہ تم پر آئے گا تم یہ تین دن گذرنے دو۔ اگر یہ سچا ہے تو اس کے قتل سے اللہ کو اور ناراض کروگے اور زیادہ سخت عذاب آئیں گے اور اگر یہ جھوٹا ہے تو پھر تمہارے ہاتھ سے بچ کر کہاں جائے گا ؟ چناچہ وہ لوگ چلے گئے۔ فی الواقع ان سے نبی اللہ حضرت صالح ؑ نے صاف فرمادیا تھا کہ تم نے اللہ کی اونٹنی کو قتل کیا ہے تو تم اب تین دن تک مزے اڑالو پھر اللہ کا سچا وعدہ ہو کر رہے گا۔ یہ لوگ حضرت صالح کی زبانی یہ سب سن کر کہنے لگے یہ تو اتنی مدت سے کہہ رہا ہے آؤ ہم آج ہی اس سے فارغ ہوجائیں جس پتھر سے اونٹنی نکلی تھی اسی پہاڑی پر حضرت صالح ؑ کی ایک مسجد تھی جہاں آپ نماز پڑھا کرتے تھے انہوں نے مشورہ کیا کہ جب وہ نماز کو آئے اسی وقت راہ میں ہی اس کا کام تمام کردو۔ جب پہاڑی پر چڑھنے لگے تو دیکھا کہ اوپر سے ایک چٹان لڑھکتی ہوئی آرہی ہے اس سے بچنے کے لئے ایک غار میں گھس گئے چٹان آکر غار کے منہ میں اس طرح ٹھہر گیا کہ غار کا منہ بالکل بند ہوگیا۔ سب کے سب ہلاک ہوگئے اور کسی کو پتہ بھی نہ چلا کہ کہاں گئے ؟ انہیں یہاں عذاب آیا وہاں باقی والے وہیں ہلاک کردئیے گئے نہ ان کی خبر انہیں ہوئی اور نہ ان کی انہیں۔ حضرت صالح اور باایمان لوگوں کا کچھ بھی نہ بگاڑ سکے اور اپنی جانیں اللہ کے عذابوں میں گنوادیں۔ انہوں نے مکر کیا اور ہم نے ان کی چال بازی کا مزہ انہیں چکھا دیا۔ اور انہیں اس سے ذرا پہلے بھی مطلق علم نہ ہوسکا۔ انجام کار ان کی فریب بازیوں کا یہ ہوا کہ سب کے سب تباہ و برباد ہوئے۔ یہ ہیں ان کی بستیاں جو سنسان پڑی ہیں انکے ظلم کی وجہ سے یہ ہلاک ہوگئے ان کے بارونق شہر تباہ کردئے گئے ذی علم لوگ ان نشانوں سے عبرت حاصل کرسکتے ہیں۔ ہم نے ایمان دار متقیوں کو بال بال بچالیا۔",
  "ayah": 50,
  "surah": 27
}
