{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 11,
      "text": "The message of the Quran is that man should not worship anyone except the one and only God. He should make the one and only God his everything; he should fear Him alone and repose his hopes in Him alone; his mind and heart should obey Him alone. In the affairs of his life, he should give prior consideration to His will and pleasure. He should be willing to place himself in the position of a worshipper and give God the status of the worshipped one. The task of the prophet is, in fact, that of making man aware of this position. This has been powerfully and lucidly described in the Quran. Now, what is expected of man is that he should give the correct response to the divine message. He should not ignore it under the influence of such feelings as jealousy, hauteur, vested interest or self-centredness, but duly accept it and turn towards God. He should seek God’s pardon for his past sins and, for the future, he should solicit God’s help. If food is presented to a man and he accepts it, it means that he intends to stimulate his physical growth. On the contrary, if he does not accept the food, it is as if he means to stunt his physical growth. The same holds for the call to the Truth. When a man accepts the Truth, in reality he accepts that Divine provision which enters into him and causes the righteous growth of his soul and his body, and finally takes him to that stage of his spiritual progress which entitles him to enter the Gardens of Paradise. One who does not accept the call to the Truth has, in effect, deprived his soul of the opportunities afforded by Divine uplift. While the acceptor of Truth lives in modesty, the rejecter of Truth will be flawed by hauteur. While the acceptor of Truth will spend each moment of his life in the remembrance of God, the denier of God will spend his time in the remembrance of beings other than God. While the acceptor of Truth adopts the way of obedience to God on all occasions in his life, the denier will instead adopt the way of arrogance. The result of this will be that the former will leave this world with a healthy and developed soul and will be treated as deserving of being settled in the rarefied atmosphere of Paradise. The soul of the latter will be unhealthy and under-developed and will deserve only to be thrown on to the garbage dump of hell."
    },
    {
      "ayah": 10,
      "surah": 11,
      "text": "In the present world, man is given ease and hardship by turns. But here, neither is comfort given as a reward nor is hardship imposed as a punishment. The purpose of both is to put human beings to the test. This world is a great examination hall. The purpose of whatever happens to man here is to see what sort of responses he offers to different testing conditions. That man is a failure whose behaviour is such that when he receives some worldly bounties from God, he becomes proud; he behaves with haughtiness towards those who appear to him of a lower status than himself. Similarly, that person is also a failure who displays ingratitude when some bounty is taken away from him or he becomes the victim of some affliction. Even after being deprived of something, a man still possesses many things granted to him by God. But man forgets them and becomes so desperate over that one loss, it is as if he had been robbed of everything. On the contrary, those who fully measure up to the standards of Faith are individuals who are patient and righteous in their deeds. That is, in spite of every setback, they keep their emotional balance and continue to exercise moderation; they continue to do whatever they are required to do as subjects of God. What is patience? It is a man’s conduct being shaped by principles and not by the conditions and situations in which he finds himself. Whatever may be the condition, he should rise above them and formulate his views purely in the light of Truth. He should have the courage to live on the level of his Faith and moral awareness, unaffected by the prevailing conditions. This sort of life is one of piety. Those who establish their piety in this way will be the ones who will share God’s bounties in the future life and have a place in God’s eternal Gardens."
    },
    {
      "ayah": 100,
      "surah": 11,
      "text": "In ancient chronicles events relating to Kings and military generals have been mentioned but events relating to prophets and their communities find no place therein. History as written by man has omitted those very things which, in the eyes of the Creator, were most worthy of mention. However, the Quran describes at great length the dawah work performed by the prophets and the reactions of their addressees to the call. Other matters have been ignored by the Quran as being of no importance. Of the areas destroyed during the age of prophethood, some are still in existence, for example, Egypt, which was the domain of Pharaoh. However, there were communities like that of Hud and Lot whose settlements along with their inhabitants were completely obliterated. Only a few signs of these are still extant in the shape of ruins or artefacts uncovered by excavations. The destruction of these settlements seems to be an act of tyranny. But viewed in the context of the reason for its happening, it will appear to be consistent with reality: it was the outcome of their evil deeds—the punishment meted out to them after their having sinned. Whenever a man indulges in arrogance and transgression, he does so on the strength of some notion. He considers some things or beings as supports and thinks that they will continue to be so in difficult times. But these supports will be such for only so long as God gives them leave. When, according to the law of God, the period of respite ends and God announces His final verdict, then man will come to know that the assumptions which, in his foolishness, he had made about his ‘supports’ were all false."
    },
    {
      "ayah": 101,
      "surah": 11,
      "text": "In ancient chronicles events relating to Kings and military generals have been mentioned but events relating to prophets and their communities find no place therein. History as written by man has omitted those very things which, in the eyes of the Creator, were most worthy of mention. However, the Quran describes at great length the dawah work performed by the prophets and the reactions of their addressees to the call. Other matters have been ignored by the Quran as being of no importance. Of the areas destroyed during the age of prophethood, some are still in existence, for example, Egypt, which was the domain of Pharaoh. However, there were communities like that of Hud and Lot whose settlements along with their inhabitants were completely obliterated. Only a few signs of these are still extant in the shape of ruins or artefacts uncovered by excavations. The destruction of these settlements seems to be an act of tyranny. But viewed in the context of the reason for its happening, it will appear to be consistent with reality: it was the outcome of their evil deeds—the punishment meted out to them after their having sinned. Whenever a man indulges in arrogance and transgression, he does so on the strength of some notion. He considers some things or beings as supports and thinks that they will continue to be so in difficult times. But these supports will be such for only so long as God gives them leave. When, according to the law of God, the period of respite ends and God announces His final verdict, then man will come to know that the assumptions which, in his foolishness, he had made about his ‘supports’ were all false."
    },
    {
      "ayah": 102,
      "surah": 11,
      "text": "In the present world, the opportunity to live and to settle is available to man for the sole reason that he has to be put to the test. Those who continue to deny the truth even after the conclusion of the preaching process by the prophets, lose their right to remain on God’s earth any further. That is why God destroyed the rejecters of the Prophet (\n29:40\n). Mostly this destruction took place in the form of the severest natural calamities. For example, cyclones, floods or earthquakes which, under normal conditions, remain within a limit, were made to wreak havoc to an unlimited extent. Such destruction of communities as took place in the past were called ‘climatic pulsation’ by the scholars of geographic history, as if whatever happened was the result of a geographical upheaval. However, they are unable to explain why such ‘climatic pulsations’ (changes) occurred only in the past and why these do not occur now, after the end of the period of prophethood. The fact is that these events were not merely geographical events in the simple sense. They were manifestations of God’s will. This proves that the system of the present world is based on justice. Here, according to the law of nature itself, a transgressor will perforce receive punishment for his transgression, while the righteous one will receive a reward for his just behaviour. To call these events ‘climatic pulsation’ amounts to consigning them to the geographical realm. On the contrary, if these are treated as forms of divine retribution, they can teach great lessons about the fear of God and create anxiety about the Hereafter. The events that occurred during the age of the prophets, were, so to say, small signs prior to the advent of the great Doomsday. In these cases it so happened that those who denied the truth were given respite for some period. Thereafter, God’s verdict was made manifest and all were destroyed. Only those were saved who, being the supporters of the truth, were treated as favoured in the eyes of God. Others who were, in the assessment of God, arrogant and, therefore, disfavoured, were directly afflicted by God’s retribution; so much so that the recommendations of the prophets could not save them, as proved by the examples of Noah and Abraham."
    },
    {
      "ayah": 103,
      "surah": 11,
      "text": "In the present world, the opportunity to live and to settle is available to man for the sole reason that he has to be put to the test. Those who continue to deny the truth even after the conclusion of the preaching process by the prophets, lose their right to remain on God’s earth any further. That is why God destroyed the rejecters of the Prophet (\n29:40\n). Mostly this destruction took place in the form of the severest natural calamities. For example, cyclones, floods or earthquakes which, under normal conditions, remain within a limit, were made to wreak havoc to an unlimited extent. Such destruction of communities as took place in the past were called ‘climatic pulsation’ by the scholars of geographic history, as if whatever happened was the result of a geographical upheaval. However, they are unable to explain why such ‘climatic pulsations’ (changes) occurred only in the past and why these do not occur now, after the end of the period of prophethood. The fact is that these events were not merely geographical events in the simple sense. They were manifestations of God’s will. This proves that the system of the present world is based on justice. Here, according to the law of nature itself, a transgressor will perforce receive punishment for his transgression, while the righteous one will receive a reward for his just behaviour. To call these events ‘climatic pulsation’ amounts to consigning them to the geographical realm. On the contrary, if these are treated as forms of divine retribution, they can teach great lessons about the fear of God and create anxiety about the Hereafter. The events that occurred during the age of the prophets, were, so to say, small signs prior to the advent of the great Doomsday. In these cases it so happened that those who denied the truth were given respite for some period. Thereafter, God’s verdict was made manifest and all were destroyed. Only those were saved who, being the supporters of the truth, were treated as favoured in the eyes of God. Others who were, in the assessment of God, arrogant and, therefore, disfavoured, were directly afflicted by God’s retribution; so much so that the recommendations of the prophets could not save them, as proved by the examples of Noah and Abraham."
    },
    {
      "ayah": 104,
      "surah": 11,
      "text": "In the present world, the opportunity to live and to settle is available to man for the sole reason that he has to be put to the test. Those who continue to deny the truth even after the conclusion of the preaching process by the prophets, lose their right to remain on God’s earth any further. That is why God destroyed the rejecters of the Prophet (\n29:40\n). Mostly this destruction took place in the form of the severest natural calamities. For example, cyclones, floods or earthquakes which, under normal conditions, remain within a limit, were made to wreak havoc to an unlimited extent. Such destruction of communities as took place in the past were called ‘climatic pulsation’ by the scholars of geographic history, as if whatever happened was the result of a geographical upheaval. However, they are unable to explain why such ‘climatic pulsations’ (changes) occurred only in the past and why these do not occur now, after the end of the period of prophethood. The fact is that these events were not merely geographical events in the simple sense. They were manifestations of God’s will. This proves that the system of the present world is based on justice. Here, according to the law of nature itself, a transgressor will perforce receive punishment for his transgression, while the righteous one will receive a reward for his just behaviour. To call these events ‘climatic pulsation’ amounts to consigning them to the geographical realm. On the contrary, if these are treated as forms of divine retribution, they can teach great lessons about the fear of God and create anxiety about the Hereafter. The events that occurred during the age of the prophets, were, so to say, small signs prior to the advent of the great Doomsday. In these cases it so happened that those who denied the truth were given respite for some period. Thereafter, God’s verdict was made manifest and all were destroyed. Only those were saved who, being the supporters of the truth, were treated as favoured in the eyes of God. Others who were, in the assessment of God, arrogant and, therefore, disfavoured, were directly afflicted by God’s retribution; so much so that the recommendations of the prophets could not save them, as proved by the examples of Noah and Abraham."
    },
    {
      "ayah": 105,
      "surah": 11,
      "text": "In the present world, the opportunity to live and to settle is available to man for the sole reason that he has to be put to the test. Those who continue to deny the truth even after the conclusion of the preaching process by the prophets, lose their right to remain on God’s earth any further. That is why God destroyed the rejecters of the Prophet (\n29:40\n). Mostly this destruction took place in the form of the severest natural calamities. For example, cyclones, floods or earthquakes which, under normal conditions, remain within a limit, were made to wreak havoc to an unlimited extent. Such destruction of communities as took place in the past were called ‘climatic pulsation’ by the scholars of geographic history, as if whatever happened was the result of a geographical upheaval. However, they are unable to explain why such ‘climatic pulsations’ (changes) occurred only in the past and why these do not occur now, after the end of the period of prophethood. The fact is that these events were not merely geographical events in the simple sense. They were manifestations of God’s will. This proves that the system of the present world is based on justice. Here, according to the law of nature itself, a transgressor will perforce receive punishment for his transgression, while the righteous one will receive a reward for his just behaviour. To call these events ‘climatic pulsation’ amounts to consigning them to the geographical realm. On the contrary, if these are treated as forms of divine retribution, they can teach great lessons about the fear of God and create anxiety about the Hereafter. The events that occurred during the age of the prophets, were, so to say, small signs prior to the advent of the great Doomsday. In these cases it so happened that those who denied the truth were given respite for some period. Thereafter, God’s verdict was made manifest and all were destroyed. Only those were saved who, being the supporters of the truth, were treated as favoured in the eyes of God. Others who were, in the assessment of God, arrogant and, therefore, disfavoured, were directly afflicted by God’s retribution; so much so that the recommendations of the prophets could not save them, as proved by the examples of Noah and Abraham."
    },
    {
      "ayah": 106,
      "surah": 11,
      "text": "What has been mentioned in the Quran as being of the utmost importance, and has been the most often repeated, is that human beings will not be spared the final reckoning, but after death will be presented in God’s court. There everybody will be consigned either to Paradise or to Hell, according to his performance in this world. The reason for giving this point so much importance and repeating it so often is the ‘doubts’ which people have. People see that there are countless individuals on the earth who do not carry out God’s instructions; there are countless individuals who act independently of God’s instructions; many persons live self-centred lives instead of God-oriented lives, without any loss to themselves; all of them are still successful. Here, apparently, it is nowhere to be seen that those loyal to God receive special rewards and those disobedient to God have to face punishment. For this reason, people start entertaining doubts. They are unable to believe that people are destined to meet any fate other than what they have gone on witnessing with their own eyes. Here the Quran states that people’s upholding of untruth is not because they had studied the problem from every aspect and had found untruth reasonable. It was rather because of their adherence to customs and tradition instead of being open to arguments and reasonableness. If, in spite of this, they are not faced with the result of their actions, it is because of the respite they are given for being tested; for the life on earth before death is a life of trial. So, to make the test valid, the opportunity is given to man here till the time of his death to say whatever he likes and to do whatever he likes. Death marks the end of this period. Death means that man is transported from the place of testing to the place of judgement. There everyone will receive whatever he actually deserves and everyone will lose whatever he had assembled around himself without deserving it."
    },
    {
      "ayah": 107,
      "surah": 11,
      "text": "What has been mentioned in the Quran as being of the utmost importance, and has been the most often repeated, is that human beings will not be spared the final reckoning, but after death will be presented in God’s court. There everybody will be consigned either to Paradise or to Hell, according to his performance in this world. The reason for giving this point so much importance and repeating it so often is the ‘doubts’ which people have. People see that there are countless individuals on the earth who do not carry out God’s instructions; there are countless individuals who act independently of God’s instructions; many persons live self-centred lives instead of God-oriented lives, without any loss to themselves; all of them are still successful. Here, apparently, it is nowhere to be seen that those loyal to God receive special rewards and those disobedient to God have to face punishment. For this reason, people start entertaining doubts. They are unable to believe that people are destined to meet any fate other than what they have gone on witnessing with their own eyes. Here the Quran states that people’s upholding of untruth is not because they had studied the problem from every aspect and had found untruth reasonable. It was rather because of their adherence to customs and tradition instead of being open to arguments and reasonableness. If, in spite of this, they are not faced with the result of their actions, it is because of the respite they are given for being tested; for the life on earth before death is a life of trial. So, to make the test valid, the opportunity is given to man here till the time of his death to say whatever he likes and to do whatever he likes. Death marks the end of this period. Death means that man is transported from the place of testing to the place of judgement. There everyone will receive whatever he actually deserves and everyone will lose whatever he had assembled around himself without deserving it."
    },
    {
      "ayah": 108,
      "surah": 11,
      "text": "What has been mentioned in the Quran as being of the utmost importance, and has been the most often repeated, is that human beings will not be spared the final reckoning, but after death will be presented in God’s court. There everybody will be consigned either to Paradise or to Hell, according to his performance in this world. The reason for giving this point so much importance and repeating it so often is the ‘doubts’ which people have. People see that there are countless individuals on the earth who do not carry out God’s instructions; there are countless individuals who act independently of God’s instructions; many persons live self-centred lives instead of God-oriented lives, without any loss to themselves; all of them are still successful. Here, apparently, it is nowhere to be seen that those loyal to God receive special rewards and those disobedient to God have to face punishment. For this reason, people start entertaining doubts. They are unable to believe that people are destined to meet any fate other than what they have gone on witnessing with their own eyes. Here the Quran states that people’s upholding of untruth is not because they had studied the problem from every aspect and had found untruth reasonable. It was rather because of their adherence to customs and tradition instead of being open to arguments and reasonableness. If, in spite of this, they are not faced with the result of their actions, it is because of the respite they are given for being tested; for the life on earth before death is a life of trial. So, to make the test valid, the opportunity is given to man here till the time of his death to say whatever he likes and to do whatever he likes. Death marks the end of this period. Death means that man is transported from the place of testing to the place of judgement. There everyone will receive whatever he actually deserves and everyone will lose whatever he had assembled around himself without deserving it."
    },
    {
      "ayah": 109,
      "surah": 11,
      "text": "What has been mentioned in the Quran as being of the utmost importance, and has been the most often repeated, is that human beings will not be spared the final reckoning, but after death will be presented in God’s court. There everybody will be consigned either to Paradise or to Hell, according to his performance in this world. The reason for giving this point so much importance and repeating it so often is the ‘doubts’ which people have. People see that there are countless individuals on the earth who do not carry out God’s instructions; there are countless individuals who act independently of God’s instructions; many persons live self-centred lives instead of God-oriented lives, without any loss to themselves; all of them are still successful. Here, apparently, it is nowhere to be seen that those loyal to God receive special rewards and those disobedient to God have to face punishment. For this reason, people start entertaining doubts. They are unable to believe that people are destined to meet any fate other than what they have gone on witnessing with their own eyes. Here the Quran states that people’s upholding of untruth is not because they had studied the problem from every aspect and had found untruth reasonable. It was rather because of their adherence to customs and tradition instead of being open to arguments and reasonableness. If, in spite of this, they are not faced with the result of their actions, it is because of the respite they are given for being tested; for the life on earth before death is a life of trial. So, to make the test valid, the opportunity is given to man here till the time of his death to say whatever he likes and to do whatever he likes. Death marks the end of this period. Death means that man is transported from the place of testing to the place of judgement. There everyone will receive whatever he actually deserves and everyone will lose whatever he had assembled around himself without deserving it."
    },
    {
      "ayah": 11,
      "surah": 11,
      "text": "In the present world, man is given ease and hardship by turns. But here, neither is comfort given as a reward nor is hardship imposed as a punishment. The purpose of both is to put human beings to the test. This world is a great examination hall. The purpose of whatever happens to man here is to see what sort of responses he offers to different testing conditions. That man is a failure whose behaviour is such that when he receives some worldly bounties from God, he becomes proud; he behaves with haughtiness towards those who appear to him of a lower status than himself. Similarly, that person is also a failure who displays ingratitude when some bounty is taken away from him or he becomes the victim of some affliction. Even after being deprived of something, a man still possesses many things granted to him by God. But man forgets them and becomes so desperate over that one loss, it is as if he had been robbed of everything. On the contrary, those who fully measure up to the standards of Faith are individuals who are patient and righteous in their deeds. That is, in spite of every setback, they keep their emotional balance and continue to exercise moderation; they continue to do whatever they are required to do as subjects of God. What is patience? It is a man’s conduct being shaped by principles and not by the conditions and situations in which he finds himself. Whatever may be the condition, he should rise above them and formulate his views purely in the light of Truth. He should have the courage to live on the level of his Faith and moral awareness, unaffected by the prevailing conditions. This sort of life is one of piety. Those who establish their piety in this way will be the ones who will share God’s bounties in the future life and have a place in God’s eternal Gardens."
    },
    {
      "ayah": 110,
      "surah": 11,
      "text": "This means that the addressees of the Book given by God to Moses had diverse opinions about its statements. Some of them rejected them and some of them accepted them. (at-Tabari). Whenever a statement is made, a man has two alternatives—one is to make the correct interpretation of it and the other is to make the wrong interpretation of it. If the hearers are really serious, they will inevitably arrive at the one correct interpretation. Their seriousness will guarantee their unity of opinion. On the contrary, if they are not serious, they will not give the statement any importance and will interpret it differently according to their own individual thinking. One will say this and the other will say that. In this way their levity will lead them to differences of opinion. This happened in the case of all the prophets. God has nevertheless tolerated this, because He has created the present world as a place for the performance of deeds and the coming world as a place for reward or retribution. That is the way of God. That is why people are given full respite here. The present state of affairs is entirely due to this respite being given so that human beings may be tested and not due to God being under any compulsion."
    },
    {
      "ayah": 111,
      "surah": 11,
      "text": "The initial response to a call for the Truth is that it is ignored. Thereafter opposition starts and then it soon goes beyond all limits. This is a very critical situation for the call-givers. At that time the believers begin to consider different ways of thinking. One way is to become irritated and to imagine that, with the help of force, they should clash with those on whom theoretical reasoning had proved ineffective. The other way is to amend their message suitably in order to make it acceptable to the addressees, by omitting those portions which displease them. The first way amounts to going to extremes, while the second means compromising with falsehood, and both of these are equally wrong in the eyes of God; especially the second approach (i.e. amendment of the message in order to make it acceptable) which amounts to a sin, because that which is most desired by Almighty God is the unequivocal declaration of Truth, and in the case of compromises, there cannot be any such declaration. Whenever obstacles arise in the path of giving the call to the Truth, the call-giver should turn towards God as much as possible, because He, being Omnipotent, is the sole and certain means of solving all problems."
    },
    {
      "ayah": 112,
      "surah": 11,
      "text": "The initial response to a call for the Truth is that it is ignored. Thereafter opposition starts and then it soon goes beyond all limits. This is a very critical situation for the call-givers. At that time the believers begin to consider different ways of thinking. One way is to become irritated and to imagine that, with the help of force, they should clash with those on whom theoretical reasoning had proved ineffective. The other way is to amend their message suitably in order to make it acceptable to the addressees, by omitting those portions which displease them. The first way amounts to going to extremes, while the second means compromising with falsehood, and both of these are equally wrong in the eyes of God; especially the second approach (i.e. amendment of the message in order to make it acceptable) which amounts to a sin, because that which is most desired by Almighty God is the unequivocal declaration of Truth, and in the case of compromises, there cannot be any such declaration. Whenever obstacles arise in the path of giving the call to the Truth, the call-giver should turn towards God as much as possible, because He, being Omnipotent, is the sole and certain means of solving all problems."
    },
    {
      "ayah": 113,
      "surah": 11,
      "text": "The initial response to a call for the Truth is that it is ignored. Thereafter opposition starts and then it soon goes beyond all limits. This is a very critical situation for the call-givers. At that time the believers begin to consider different ways of thinking. One way is to become irritated and to imagine that, with the help of force, they should clash with those on whom theoretical reasoning had proved ineffective. The other way is to amend their message suitably in order to make it acceptable to the addressees, by omitting those portions which displease them. The first way amounts to going to extremes, while the second means compromising with falsehood, and both of these are equally wrong in the eyes of God; especially the second approach (i.e. amendment of the message in order to make it acceptable) which amounts to a sin, because that which is most desired by Almighty God is the unequivocal declaration of Truth, and in the case of compromises, there cannot be any such declaration. Whenever obstacles arise in the path of giving the call to the Truth, the call-giver should turn towards God as much as possible, because He, being Omnipotent, is the sole and certain means of solving all problems."
    },
    {
      "ayah": 114,
      "surah": 11,
      "text": "The initial response to a call for the Truth is that it is ignored. Thereafter opposition starts and then it soon goes beyond all limits. This is a very critical situation for the call-givers. At that time the believers begin to consider different ways of thinking. One way is to become irritated and to imagine that, with the help of force, they should clash with those on whom theoretical reasoning had proved ineffective. The other way is to amend their message suitably in order to make it acceptable to the addressees, by omitting those portions which displease them. The first way amounts to going to extremes, while the second means compromising with falsehood, and both of these are equally wrong in the eyes of God; especially the second approach (i.e. amendment of the message in order to make it acceptable) which amounts to a sin, because that which is most desired by Almighty God is the unequivocal declaration of Truth, and in the case of compromises, there cannot be any such declaration. Whenever obstacles arise in the path of giving the call to the Truth, the call-giver should turn towards God as much as possible, because He, being Omnipotent, is the sole and certain means of solving all problems."
    },
    {
      "ayah": 115,
      "surah": 11,
      "text": "The initial response to a call for the Truth is that it is ignored. Thereafter opposition starts and then it soon goes beyond all limits. This is a very critical situation for the call-givers. At that time the believers begin to consider different ways of thinking. One way is to become irritated and to imagine that, with the help of force, they should clash with those on whom theoretical reasoning had proved ineffective. The other way is to amend their message suitably in order to make it acceptable to the addressees, by omitting those portions which displease them. The first way amounts to going to extremes, while the second means compromising with falsehood, and both of these are equally wrong in the eyes of God; especially the second approach (i.e. amendment of the message in order to make it acceptable) which amounts to a sin, because that which is most desired by Almighty God is the unequivocal declaration of Truth, and in the case of compromises, there cannot be any such declaration. Whenever obstacles arise in the path of giving the call to the Truth, the call-giver should turn towards God as much as possible, because He, being Omnipotent, is the sole and certain means of solving all problems."
    },
    {
      "ayah": 116,
      "surah": 11,
      "text": "Here ‘generation before you’ means previous People of the Book, i.e. believing communities. A community faces ruination when the worldly good things given by God to its people with the purpose of developing feelings of gratitude in them, become instead a source of lust and create the urge to seek after material things. Under these circumstances, the tasks which need to be carried out for the reformation of the Muslim community are known in the terminology of the Islamic law as al-Amr bi’l-Ma‘ruf wa’n-Nahy ‘an al-Munkar, that is, exhorting righteousness and preventing individuals from indulging in sinful acts. This admonition specifies the responsibility placed on a Muslim with regard to his immediate neighbours. This means that in a Muslim society, there should always be some individuals who should remind Muslims of God and the Hereafter, who should keep a watch on people’s morals and who should try to keep them on the right path in all their dealings. The non-existence of such righteous individuals in a community is generally for one of two reasons—either the whole community has morally deteriorated and there is not a single righteous person left in it. Or else, there may still be certain righteous people, but due to the all-pervasive evil, they may not be able to find the courage to open their mouths. They may be afraid that if they spoke the Truth, they would lose the respect of their community. In both the above-mentioned cases, the community loses God’s esteem and becomes liable to be afflicted by God’s retribution in one form or the other."
    },
    {
      "ayah": 117,
      "surah": 11,
      "text": "Here ‘generation before you’ means previous People of the Book, i.e. believing communities. A community faces ruination when the worldly good things given by God to its people with the purpose of developing feelings of gratitude in them, become instead a source of lust and create the urge to seek after material things. Under these circumstances, the tasks which need to be carried out for the reformation of the Muslim community are known in the terminology of the Islamic law as al-Amr bi’l-Ma‘ruf wa’n-Nahy ‘an al-Munkar, that is, exhorting righteousness and preventing individuals from indulging in sinful acts. This admonition specifies the responsibility placed on a Muslim with regard to his immediate neighbours. This means that in a Muslim society, there should always be some individuals who should remind Muslims of God and the Hereafter, who should keep a watch on people’s morals and who should try to keep them on the right path in all their dealings. The non-existence of such righteous individuals in a community is generally for one of two reasons—either the whole community has morally deteriorated and there is not a single righteous person left in it. Or else, there may still be certain righteous people, but due to the all-pervasive evil, they may not be able to find the courage to open their mouths. They may be afraid that if they spoke the Truth, they would lose the respect of their community. In both the above-mentioned cases, the community loses God’s esteem and becomes liable to be afflicted by God’s retribution in one form or the other."
    },
    {
      "ayah": 118,
      "surah": 11,
      "text": "In our world, there are innumerable creatures besides human beings. All these creatures follow the one fixed path of nature at all times. Similarly, God could have created human beings as compulsory followers of the straight path too. But this is in no way God’s scheme with regard to human beings. God’s plan was that they would be so created that they should, of their own accord, be able independently to make correct moral choices. The difference in the world of human beings (i.e. some of them adopting one way and others adopting an other way) is, in fact, due to this special plan of God. This plan was certainly a risky one, because it meant that many people had the opportunity to misuse their freedom and thus make themselves liable to be cast into hell. But, with the help of this very plan, such noble souls could be chosen as could be treated as deserving the special grace of God. God has blessed the entire universe with His bounties. Now, God devised this plan so that He might give His creatures the benefit of His grace, saying, ‘You are entitled to this.’ God’s grace will be granted to that person whose consciousness is so alert that he recognizes in the power given to him by way of testing him his real powerlessness. Such a person will be able to see through the veil of human power and have a glimpse of God’s power behind it. Such perceptiveness takes away the capacity for arrogance in a man. So much so that, when God grants him His Grace saying, ‘This is your entitlement,’ in his awareness of reality he cries out, ‘O God! This is also a manifestation of Your grace, otherwise my deeds have no value.’"
    },
    {
      "ayah": 119,
      "surah": 11,
      "text": "In our world, there are innumerable creatures besides human beings. All these creatures follow the one fixed path of nature at all times. Similarly, God could have created human beings as compulsory followers of the straight path too. But this is in no way God’s scheme with regard to human beings. God’s plan was that they would be so created that they should, of their own accord, be able independently to make correct moral choices. The difference in the world of human beings (i.e. some of them adopting one way and others adopting an other way) is, in fact, due to this special plan of God. This plan was certainly a risky one, because it meant that many people had the opportunity to misuse their freedom and thus make themselves liable to be cast into hell. But, with the help of this very plan, such noble souls could be chosen as could be treated as deserving the special grace of God. God has blessed the entire universe with His bounties. Now, God devised this plan so that He might give His creatures the benefit of His grace, saying, ‘You are entitled to this.’ God’s grace will be granted to that person whose consciousness is so alert that he recognizes in the power given to him by way of testing him his real powerlessness. Such a person will be able to see through the veil of human power and have a glimpse of God’s power behind it. Such perceptiveness takes away the capacity for arrogance in a man. So much so that, when God grants him His Grace saying, ‘This is your entitlement,’ in his awareness of reality he cries out, ‘O God! This is also a manifestation of Your grace, otherwise my deeds have no value.’"
    },
    {
      "ayah": 12,
      "surah": 11,
      "text": "When the Prophet Muhammad started opposing the ascribing of partners to God (shirk) and called upon the people to accept the oneness of God (tawhid), his addressees became perturbed. This was because the people most adversely affected by his statements were their great ones—the great ones whose religion they had adopted and were proud to venerate. The position was that these leading lights of ancient Arabia had attained pre-eminence in their eyes through a historical process, while as yet no historical greatness was attached to the Prophet Muhammad. He appeared to them at that time as a man of no consequence. So, the people of Arabia were greatly upset that an ordinary man was making statements which made their leaders lose in credibility. Under these circumstances the thought crosses the preacher’s mind that he should at least temporarily give up being critical in his approach and present his message in a more palatable way. ‘You may (feel the inclination) to leave aside a part of what is revealed to you’ means this very portion of the revelations, which contained criticism of polytheistic beliefs. But, Almighty God wants to clarify everything. And if, as a result of fully clarifying the Truth, the preacher is made the butt of ridicule and opposed, this inimical reaction on the part of the addressees is the cost a man has to pay in this world for becoming the preacher of unadulterated Truth. The most certain proof of the veracity of God’s messenger is his inimitable discourse. Those who scorned the Prophet and who rejected the idea that this apparently ordinary man possessed that Truth, which even their great ones did not have, were told that they should not test the Prophet’s veracity on the basis of his material condition, but should appreciate that his missionary discourse was so great that neither they nor their leaders could produce the like of it. This inimitable distinction is a definite proof of the fact that the Prophet was speaking for and on behalf of God. In spite of this clear sign of the Prophet’s veracity, why are people still hesitating to become the obedient servants of God?"
    },
    {
      "ayah": 120,
      "surah": 11,
      "text": "The events in the lives of the prophets have been narrated in the Quran, so that the later dayees should learn a lesson from them. In these events the preacher sees that their addressee-communities quarrelled with them, abused them by giving a twist to their straightforward discourses, subjected them to all sorts of hardship and rejected them as if they had no value at all. But, finally God helped them and their word carried the day. All the attacks of their opponents failed. The different fates of the believers and unbelievers became manifest in their initial form in this world itself, and will appear in their most perfect form in the Hereafter. With the help of these examples, the call-giver acquires the confidence, based on history, that there is no question of his being disappointed by or being terrified of the difficulties faced by him while calling for the Truth. Such difficulties always arise in dawah work, but he knows that he too will finally be successful, just as success was achieved by all the previous prophets."
    },
    {
      "ayah": 121,
      "surah": 11,
      "text": "The events in the lives of the prophets have been narrated in the Quran, so that the later dayees should learn a lesson from them. In these events the preacher sees that their addressee-communities quarrelled with them, abused them by giving a twist to their straightforward discourses, subjected them to all sorts of hardship and rejected them as if they had no value at all. But, finally God helped them and their word carried the day. All the attacks of their opponents failed. The different fates of the believers and unbelievers became manifest in their initial form in this world itself, and will appear in their most perfect form in the Hereafter. With the help of these examples, the call-giver acquires the confidence, based on history, that there is no question of his being disappointed by or being terrified of the difficulties faced by him while calling for the Truth. Such difficulties always arise in dawah work, but he knows that he too will finally be successful, just as success was achieved by all the previous prophets."
    },
    {
      "ayah": 122,
      "surah": 11,
      "text": "The events in the lives of the prophets have been narrated in the Quran, so that the later dayees should learn a lesson from them. In these events the preacher sees that their addressee-communities quarrelled with them, abused them by giving a twist to their straightforward discourses, subjected them to all sorts of hardship and rejected them as if they had no value at all. But, finally God helped them and their word carried the day. All the attacks of their opponents failed. The different fates of the believers and unbelievers became manifest in their initial form in this world itself, and will appear in their most perfect form in the Hereafter. With the help of these examples, the call-giver acquires the confidence, based on history, that there is no question of his being disappointed by or being terrified of the difficulties faced by him while calling for the Truth. Such difficulties always arise in dawah work, but he knows that he too will finally be successful, just as success was achieved by all the previous prophets."
    },
    {
      "ayah": 123,
      "surah": 11,
      "text": "The events in the lives of the prophets have been narrated in the Quran, so that the later dayees should learn a lesson from them. In these events the preacher sees that their addressee-communities quarrelled with them, abused them by giving a twist to their straightforward discourses, subjected them to all sorts of hardship and rejected them as if they had no value at all. But, finally God helped them and their word carried the day. All the attacks of their opponents failed. The different fates of the believers and unbelievers became manifest in their initial form in this world itself, and will appear in their most perfect form in the Hereafter. With the help of these examples, the call-giver acquires the confidence, based on history, that there is no question of his being disappointed by or being terrified of the difficulties faced by him while calling for the Truth. Such difficulties always arise in dawah work, but he knows that he too will finally be successful, just as success was achieved by all the previous prophets."
    },
    {
      "ayah": 13,
      "surah": 11,
      "text": "When the Prophet Muhammad started opposing the ascribing of partners to God (shirk) and called upon the people to accept the oneness of God (tawhid), his addressees became perturbed. This was because the people most adversely affected by his statements were their great ones—the great ones whose religion they had adopted and were proud to venerate. The position was that these leading lights of ancient Arabia had attained pre-eminence in their eyes through a historical process, while as yet no historical greatness was attached to the Prophet Muhammad. He appeared to them at that time as a man of no consequence. So, the people of Arabia were greatly upset that an ordinary man was making statements which made their leaders lose in credibility. Under these circumstances the thought crosses the preacher’s mind that he should at least temporarily give up being critical in his approach and present his message in a more palatable way. ‘You may (feel the inclination) to leave aside a part of what is revealed to you’ means this very portion of the revelations, which contained criticism of polytheistic beliefs. But, Almighty God wants to clarify everything. And if, as a result of fully clarifying the Truth, the preacher is made the butt of ridicule and opposed, this inimical reaction on the part of the addressees is the cost a man has to pay in this world for becoming the preacher of unadulterated Truth. The most certain proof of the veracity of God’s messenger is his inimitable discourse. Those who scorned the Prophet and who rejected the idea that this apparently ordinary man possessed that Truth, which even their great ones did not have, were told that they should not test the Prophet’s veracity on the basis of his material condition, but should appreciate that his missionary discourse was so great that neither they nor their leaders could produce the like of it. This inimitable distinction is a definite proof of the fact that the Prophet was speaking for and on behalf of God. In spite of this clear sign of the Prophet’s veracity, why are people still hesitating to become the obedient servants of God?"
    },
    {
      "ayah": 14,
      "surah": 11,
      "text": "When the Prophet Muhammad started opposing the ascribing of partners to God (shirk) and called upon the people to accept the oneness of God (tawhid), his addressees became perturbed. This was because the people most adversely affected by his statements were their great ones—the great ones whose religion they had adopted and were proud to venerate. The position was that these leading lights of ancient Arabia had attained pre-eminence in their eyes through a historical process, while as yet no historical greatness was attached to the Prophet Muhammad. He appeared to them at that time as a man of no consequence. So, the people of Arabia were greatly upset that an ordinary man was making statements which made their leaders lose in credibility. Under these circumstances the thought crosses the preacher’s mind that he should at least temporarily give up being critical in his approach and present his message in a more palatable way. ‘You may (feel the inclination) to leave aside a part of what is revealed to you’ means this very portion of the revelations, which contained criticism of polytheistic beliefs. But, Almighty God wants to clarify everything. And if, as a result of fully clarifying the Truth, the preacher is made the butt of ridicule and opposed, this inimical reaction on the part of the addressees is the cost a man has to pay in this world for becoming the preacher of unadulterated Truth. The most certain proof of the veracity of God’s messenger is his inimitable discourse. Those who scorned the Prophet and who rejected the idea that this apparently ordinary man possessed that Truth, which even their great ones did not have, were told that they should not test the Prophet’s veracity on the basis of his material condition, but should appreciate that his missionary discourse was so great that neither they nor their leaders could produce the like of it. This inimitable distinction is a definite proof of the fact that the Prophet was speaking for and on behalf of God. In spite of this clear sign of the Prophet’s veracity, why are people still hesitating to become the obedient servants of God?"
    },
    {
      "ayah": 15,
      "surah": 11,
      "text": "There are two kinds of religion—one adulterated and the other unadulterated. The former, although a compromise between religion and worldliness, displays the label of religion. This is why in every period big institutions come into existence on its basis and through them, people with vested interests receive worldly benefits in the name of ‘religion’. The case of unadulterated religion is just the opposite. When its call goes out, it is to project a purely theoretical Truth; it is not surrounded by economic interests and leadership considerations. This being so, when the call of unadulterated religion reaches those who have attained a high status and great respect in the name of adulterated religion, they are horrified, because they feel that, on adopting it, they will lose all their worldly benefits. People often engage themselves in worldly activities in the name of religion. The call of pure religion among such people amounts to exposing them for what they really are. The call of truth is, in fact, a subtle test paper for its addressees. Now the very people who were engaged in activities in the name of religion resist the call of truth. Their resistance to the divine message shows that their ‘religious’ observances were, in fact, interest-oriented worldly activities. Had they been sincere in their service to religion, they would have lost no time in recognizing the Truth in its unadulterated form. The call of Truth thus serves as a discriminator between sincere and insincere people. The sincere are ready to make any sacrifice for the true cause of religion. But the insincere favour only that religion which ensures the safety of their worldly gains. They cannot even contemplate losing their material assets. They want to spend their time and energy only on those religious activities which bring them fame, honour and all other worldly benefits. Obviously such efforts cannot bear fruit in the Hereafter."
    },
    {
      "ayah": 16,
      "surah": 11,
      "text": "There are two kinds of religion—one adulterated and the other unadulterated. The former, although a compromise between religion and worldliness, displays the label of religion. This is why in every period big institutions come into existence on its basis and through them, people with vested interests receive worldly benefits in the name of ‘religion’. The case of unadulterated religion is just the opposite. When its call goes out, it is to project a purely theoretical Truth; it is not surrounded by economic interests and leadership considerations. This being so, when the call of unadulterated religion reaches those who have attained a high status and great respect in the name of adulterated religion, they are horrified, because they feel that, on adopting it, they will lose all their worldly benefits. People often engage themselves in worldly activities in the name of religion. The call of pure religion among such people amounts to exposing them for what they really are. The call of truth is, in fact, a subtle test paper for its addressees. Now the very people who were engaged in activities in the name of religion resist the call of truth. Their resistance to the divine message shows that their ‘religious’ observances were, in fact, interest-oriented worldly activities. Had they been sincere in their service to religion, they would have lost no time in recognizing the Truth in its unadulterated form. The call of Truth thus serves as a discriminator between sincere and insincere people. The sincere are ready to make any sacrifice for the true cause of religion. But the insincere favour only that religion which ensures the safety of their worldly gains. They cannot even contemplate losing their material assets. They want to spend their time and energy only on those religious activities which bring them fame, honour and all other worldly benefits. Obviously such efforts cannot bear fruit in the Hereafter."
    },
    {
      "ayah": 17,
      "surah": 11,
      "text": "When the Prophet Muhammad called upon the people of Arabia to accept the oneness of God, only a few individuals accepted it, while many rejected it. This is what happens in every period with the call to the Truth. God created every man with an upright nature as befits his human status. In every corner of the world, there are signs which proclaim the existence of his Creator and give indications of His creation scheme. Moreover, a long line of God’s prophets, one of whom was Moses, have been coming into the world, right from the beginning of the human era, to convey the divine message to man. The scripture brought by Moses is still extant in some form or the other. Now, one who is serious and sincere will have the ability to learn lessons from things, and will be so familiar with the Truth that, whenever a preacher presents the Truth to him, he will immediately recognise it. His heart and mind will bear testimony to that call of Truth; he will go ahead and readily adopt it, as if it were the very voice of his heart. But the condition of most people is that they do not look upon things with any great seriousness. They mar their lives by indulging in superficial show and ephemeral interests. Their being busy in unnecessary engagements never gives them the chance to pause and give thought to the missionary and his message. So when they are called to the Truth, they are unable to recognise it. Due to their perverted, spoiled temperament, they reject or even oppose it. Such are those who have failed to appreciate God and God’s scheme of creation. In the Hereafter, they shall have nothing but the Fire of Hell in store for them. Human nature, the events occurring on earth or in the skies, as well as previous scriptures, all bear testimony to the Quran’s veracity. In spite of this, if the majority of people reject it, then the reason for this shall have to be sought in those who reject it, rather than in the pages of the Quran."
    },
    {
      "ayah": 18,
      "surah": 11,
      "text": "Here the invention of a falsehood does not refer to the Being of God, but to His word. God did not appear before us Himself, in order to give His message, but had it announced through the mouth of a human being. This human being at that time happened apparently to be an ordinary man, but there were clearly godly glimpses in his discourse. If, in their judgement of him, people had taken into account his discourse, they would have found God in its greatness. But thanks to people’s superficiality and appearance-loving nature, their view was contorted by the ordinary position of the preacher. The prophet’s being ‘ordinary’ (in terms of worldly glory) was visible to them, but they were unable to see the extraordinary nature of the message given by him. They considered it as emanating from an ‘ordinary’ man and heaped scorn upon it; they raised false objections to what he had to say and then ignored it as if it were of no importance whatsoever."
    },
    {
      "ayah": 19,
      "surah": 11,
      "text": "The real reasons for people’s sinful behaviour and their failure to treat the divine message with due respect were their lack of any firm belief in the Hereafter and their having no fear in their hearts for Almighty God. It was this fearlessness which caused them to treat the divine message without the seriousness it deserved. And anything about which an individual is not serious will fail to elicit the correct response from him. But such insincerity and lack of seriousness will vanish when people stand before the Lord of the Universe on the Day of Judgement. At that time they will have lost their present freedom. The worldly goods and resources on the strength of which they had become arrogant, will turn into God’s tape-recorders, which will start giving evidence against them. At that time it will be abundantly clear that the reason for their rejection of God’s preacher was not that they were unable to understand him, but rather that they were not serious about him. The horror of Doomsday will suddenly make them serious. At that time, in the face of their own helplessness, they will understand all that they had been unable to understand while living in the world in an atmosphere of freedom. God has blessed man with fine capabilities and talents. If he utilises them, he can understand any subject in depth. In his worldly matters, he actually utilises these talents, but when it comes to the Hereafter, he becomes deaf, in spite of having ears. He becomes blind, in spite of having eyes. Man’s success depends entirely upon his sincerity. Those who are sincere in worldly matters are successful in them. Similarly, those who are sincere in matters of the Hereafter will be successful in the Hereafter."
    },
    {
      "ayah": 2,
      "surah": 11,
      "text": "The message of the Quran is that man should not worship anyone except the one and only God. He should make the one and only God his everything; he should fear Him alone and repose his hopes in Him alone; his mind and heart should obey Him alone. In the affairs of his life, he should give prior consideration to His will and pleasure. He should be willing to place himself in the position of a worshipper and give God the status of the worshipped one. The task of the prophet is, in fact, that of making man aware of this position. This has been powerfully and lucidly described in the Quran. Now, what is expected of man is that he should give the correct response to the divine message. He should not ignore it under the influence of such feelings as jealousy, hauteur, vested interest or self-centredness, but duly accept it and turn towards God. He should seek God’s pardon for his past sins and, for the future, he should solicit God’s help. If food is presented to a man and he accepts it, it means that he intends to stimulate his physical growth. On the contrary, if he does not accept the food, it is as if he means to stunt his physical growth. The same holds for the call to the Truth. When a man accepts the Truth, in reality he accepts that Divine provision which enters into him and causes the righteous growth of his soul and his body, and finally takes him to that stage of his spiritual progress which entitles him to enter the Gardens of Paradise. One who does not accept the call to the Truth has, in effect, deprived his soul of the opportunities afforded by Divine uplift. While the acceptor of Truth lives in modesty, the rejecter of Truth will be flawed by hauteur. While the acceptor of Truth will spend each moment of his life in the remembrance of God, the denier of God will spend his time in the remembrance of beings other than God. While the acceptor of Truth adopts the way of obedience to God on all occasions in his life, the denier will instead adopt the way of arrogance. The result of this will be that the former will leave this world with a healthy and developed soul and will be treated as deserving of being settled in the rarefied atmosphere of Paradise. The soul of the latter will be unhealthy and under-developed and will deserve only to be thrown on to the garbage dump of hell."
    },
    {
      "ayah": 20,
      "surah": 11,
      "text": "The real reasons for people’s sinful behaviour and their failure to treat the divine message with due respect were their lack of any firm belief in the Hereafter and their having no fear in their hearts for Almighty God. It was this fearlessness which caused them to treat the divine message without the seriousness it deserved. And anything about which an individual is not serious will fail to elicit the correct response from him. But such insincerity and lack of seriousness will vanish when people stand before the Lord of the Universe on the Day of Judgement. At that time they will have lost their present freedom. The worldly goods and resources on the strength of which they had become arrogant, will turn into God’s tape-recorders, which will start giving evidence against them. At that time it will be abundantly clear that the reason for their rejection of God’s preacher was not that they were unable to understand him, but rather that they were not serious about him. The horror of Doomsday will suddenly make them serious. At that time, in the face of their own helplessness, they will understand all that they had been unable to understand while living in the world in an atmosphere of freedom. God has blessed man with fine capabilities and talents. If he utilises them, he can understand any subject in depth. In his worldly matters, he actually utilises these talents, but when it comes to the Hereafter, he becomes deaf, in spite of having ears. He becomes blind, in spite of having eyes. Man’s success depends entirely upon his sincerity. Those who are sincere in worldly matters are successful in them. Similarly, those who are sincere in matters of the Hereafter will be successful in the Hereafter."
    },
    {
      "ayah": 21,
      "surah": 11,
      "text": "The real reasons for people’s sinful behaviour and their failure to treat the divine message with due respect were their lack of any firm belief in the Hereafter and their having no fear in their hearts for Almighty God. It was this fearlessness which caused them to treat the divine message without the seriousness it deserved. And anything about which an individual is not serious will fail to elicit the correct response from him. But such insincerity and lack of seriousness will vanish when people stand before the Lord of the Universe on the Day of Judgement. At that time they will have lost their present freedom. The worldly goods and resources on the strength of which they had become arrogant, will turn into God’s tape-recorders, which will start giving evidence against them. At that time it will be abundantly clear that the reason for their rejection of God’s preacher was not that they were unable to understand him, but rather that they were not serious about him. The horror of Doomsday will suddenly make them serious. At that time, in the face of their own helplessness, they will understand all that they had been unable to understand while living in the world in an atmosphere of freedom. God has blessed man with fine capabilities and talents. If he utilises them, he can understand any subject in depth. In his worldly matters, he actually utilises these talents, but when it comes to the Hereafter, he becomes deaf, in spite of having ears. He becomes blind, in spite of having eyes. Man’s success depends entirely upon his sincerity. Those who are sincere in worldly matters are successful in them. Similarly, those who are sincere in matters of the Hereafter will be successful in the Hereafter."
    },
    {
      "ayah": 22,
      "surah": 11,
      "text": "The real reasons for people’s sinful behaviour and their failure to treat the divine message with due respect were their lack of any firm belief in the Hereafter and their having no fear in their hearts for Almighty God. It was this fearlessness which caused them to treat the divine message without the seriousness it deserved. And anything about which an individual is not serious will fail to elicit the correct response from him. But such insincerity and lack of seriousness will vanish when people stand before the Lord of the Universe on the Day of Judgement. At that time they will have lost their present freedom. The worldly goods and resources on the strength of which they had become arrogant, will turn into God’s tape-recorders, which will start giving evidence against them. At that time it will be abundantly clear that the reason for their rejection of God’s preacher was not that they were unable to understand him, but rather that they were not serious about him. The horror of Doomsday will suddenly make them serious. At that time, in the face of their own helplessness, they will understand all that they had been unable to understand while living in the world in an atmosphere of freedom. God has blessed man with fine capabilities and talents. If he utilises them, he can understand any subject in depth. In his worldly matters, he actually utilises these talents, but when it comes to the Hereafter, he becomes deaf, in spite of having ears. He becomes blind, in spite of having eyes. Man’s success depends entirely upon his sincerity. Those who are sincere in worldly matters are successful in them. Similarly, those who are sincere in matters of the Hereafter will be successful in the Hereafter."
    },
    {
      "ayah": 23,
      "surah": 11,
      "text": "Being humble is the essence of Faith. Faith is neither something hereditary nor does it consist of the mere recitation of certain phrases. Faith is a discovery. When a man finds God by living in a state of keen awareness and in comparison realizes his position of helplessness, the feeling which takes possession of him at that time is known as humility (ikhbat). Humility is the necessary result of one’s realisation and recognition of one’s own position of powerlessness in comparison with God. Faith, humility and righteous deeds—all three are different aspects of the same reality. Faith is the conscious discovery of God and His perfect attributes. Humility is the state of the heart which necessarily develops in man as a result of the discovery of God. When man thinks in godly terms, when his heart is full of godly feelings, the natural result is that the external aspect of his life becomes moulded in the shape of godly, or righteous deeds. One who is the embodiment of Faith, humility and righteous deeds is the very person desired by God and as such will find his abode in the eternal gardens of paradise. Testing conditions of the highest order have been created in this world in order to find out which group used their senses of hearing and observation to discover the truth and moulded themselves accordingly. These are the sincere people of this world: they applied their reason and found the truth. The others did not properly use their senses of hearing and observation, so that naturally they did not acquire any knowledge of the truth and, that being so, did not mould themselves according to it. They are the blind and the deaf. Obviously, these are two different types of people and their ultimate fate cannot be the same."
    },
    {
      "ayah": 24,
      "surah": 11,
      "text": "Being humble is the essence of Faith. Faith is neither something hereditary nor does it consist of the mere recitation of certain phrases. Faith is a discovery. When a man finds God by living in a state of keen awareness and in comparison realizes his position of helplessness, the feeling which takes possession of him at that time is known as humility (ikhbat). Humility is the necessary result of one’s realisation and recognition of one’s own position of powerlessness in comparison with God. Faith, humility and righteous deeds—all three are different aspects of the same reality. Faith is the conscious discovery of God and His perfect attributes. Humility is the state of the heart which necessarily develops in man as a result of the discovery of God. When man thinks in godly terms, when his heart is full of godly feelings, the natural result is that the external aspect of his life becomes moulded in the shape of godly, or righteous deeds. One who is the embodiment of Faith, humility and righteous deeds is the very person desired by God and as such will find his abode in the eternal gardens of paradise. Testing conditions of the highest order have been created in this world in order to find out which group used their senses of hearing and observation to discover the truth and moulded themselves accordingly. These are the sincere people of this world: they applied their reason and found the truth. The others did not properly use their senses of hearing and observation, so that naturally they did not acquire any knowledge of the truth and, that being so, did not mould themselves according to it. They are the blind and the deaf. Obviously, these are two different types of people and their ultimate fate cannot be the same."
    },
    {
      "ayah": 25,
      "surah": 11,
      "text": "Numerous prophets of God have appeared in this world and it has been their mission to acquaint man with God’s scheme of creation—the scheme by which man has been kept in the present world for the purpose of putting him to the test. Here, one has the opportunity to worship different things, but what is desired from man is that he should become the worshipper of God. Those who do not become God’s worshippers have failed in the test and shall have to face severe punishment in the life after death. This is precisely what Noah told the people of his community. So, he became the ‘clear warner’ for them, but his community did not accept what he had to say. The reason for this was the propensity of the people to be taken in by appearances. In theory, man is a prey to many kinds of misguidance. But, in fact, there has been only one way of human beings going astray throughout the ages and that is their clinging to appearances coupled with their worldly approach to all matters. World-oriented people, in accordance with their temperament, assume worldly things to be the standard by which to determine Truth and untruth. Either consciously or unconsciously, they presume that the possessor of worldly outward glories is in possession of the Truth and one who is deprived of worldly glories is also deprived of the Truth. When God’s missionary makes his appearance, he seems to his contemporaries to be only a human being among other human beings. From the worldly point of view he has no special signs of greatness around him. And since, till then, no material benefits had become attached to the religion he presents to people, it is mostly destitute people who have nothing to lose by adopting the ‘new religion,’ who enter the fold of that religion. This state of affairs becomes a trial for the great ones of the time. They presume that since the adherents of the new religion have no worldly glory, neither can they be in possession of the Truth, so much so that there are certain people in the community who do not hesitate to call them impostors and liars."
    },
    {
      "ayah": 26,
      "surah": 11,
      "text": "Numerous prophets of God have appeared in this world and it has been their mission to acquaint man with God’s scheme of creation—the scheme by which man has been kept in the present world for the purpose of putting him to the test. Here, one has the opportunity to worship different things, but what is desired from man is that he should become the worshipper of God. Those who do not become God’s worshippers have failed in the test and shall have to face severe punishment in the life after death. This is precisely what Noah told the people of his community. So, he became the ‘clear warner’ for them, but his community did not accept what he had to say. The reason for this was the propensity of the people to be taken in by appearances. In theory, man is a prey to many kinds of misguidance. But, in fact, there has been only one way of human beings going astray throughout the ages and that is their clinging to appearances coupled with their worldly approach to all matters. World-oriented people, in accordance with their temperament, assume worldly things to be the standard by which to determine Truth and untruth. Either consciously or unconsciously, they presume that the possessor of worldly outward glories is in possession of the Truth and one who is deprived of worldly glories is also deprived of the Truth. When God’s missionary makes his appearance, he seems to his contemporaries to be only a human being among other human beings. From the worldly point of view he has no special signs of greatness around him. And since, till then, no material benefits had become attached to the religion he presents to people, it is mostly destitute people who have nothing to lose by adopting the ‘new religion,’ who enter the fold of that religion. This state of affairs becomes a trial for the great ones of the time. They presume that since the adherents of the new religion have no worldly glory, neither can they be in possession of the Truth, so much so that there are certain people in the community who do not hesitate to call them impostors and liars."
    },
    {
      "ayah": 27,
      "surah": 11,
      "text": "Numerous prophets of God have appeared in this world and it has been their mission to acquaint man with God’s scheme of creation—the scheme by which man has been kept in the present world for the purpose of putting him to the test. Here, one has the opportunity to worship different things, but what is desired from man is that he should become the worshipper of God. Those who do not become God’s worshippers have failed in the test and shall have to face severe punishment in the life after death. This is precisely what Noah told the people of his community. So, he became the ‘clear warner’ for them, but his community did not accept what he had to say. The reason for this was the propensity of the people to be taken in by appearances. In theory, man is a prey to many kinds of misguidance. But, in fact, there has been only one way of human beings going astray throughout the ages and that is their clinging to appearances coupled with their worldly approach to all matters. World-oriented people, in accordance with their temperament, assume worldly things to be the standard by which to determine Truth and untruth. Either consciously or unconsciously, they presume that the possessor of worldly outward glories is in possession of the Truth and one who is deprived of worldly glories is also deprived of the Truth. When God’s missionary makes his appearance, he seems to his contemporaries to be only a human being among other human beings. From the worldly point of view he has no special signs of greatness around him. And since, till then, no material benefits had become attached to the religion he presents to people, it is mostly destitute people who have nothing to lose by adopting the ‘new religion,’ who enter the fold of that religion. This state of affairs becomes a trial for the great ones of the time. They presume that since the adherents of the new religion have no worldly glory, neither can they be in possession of the Truth, so much so that there are certain people in the community who do not hesitate to call them impostors and liars."
    },
    {
      "ayah": 28,
      "surah": 11,
      "text": "Here ‘baiyyinah’ means argument, while ‘rahmah’ means prophethood. (Tafsir an-Nafasi). When a prophet preaches to a community, he takes a stand on these two things. After the Prophet, a preacher will be a true preacher only when he takes a stand on precisely these two things, with the difference that whatever inspiration he has will be what he indirectly received from the Prophet, while the Prophet received it directly from God. When a community ignores the messenger of God, thinking that from the worldly point of view he has nothing of value for them, at that very time he is in a position to give them very great and valuable things, i.e. argument and guidance. The greatness of reasoning and guidance is totally at the command of the messenger. This is an important part of his inner and intangible greatness, but how can those whose eyes are fixed on outward glamour appreciate it?"
    },
    {
      "ayah": 29,
      "surah": 11,
      "text": "Here ‘baiyyinah’ means argument, while ‘rahmah’ means prophethood. (Tafsir an-Nafasi). When a prophet preaches to a community, he takes a stand on these two things. After the Prophet, a preacher will be a true preacher only when he takes a stand on precisely these two things, with the difference that whatever inspiration he has will be what he indirectly received from the Prophet, while the Prophet received it directly from God. When a community ignores the messenger of God, thinking that from the worldly point of view he has nothing of value for them, at that very time he is in a position to give them very great and valuable things, i.e. argument and guidance. The greatness of reasoning and guidance is totally at the command of the messenger. This is an important part of his inner and intangible greatness, but how can those whose eyes are fixed on outward glamour appreciate it?"
    },
    {
      "ayah": 3,
      "surah": 11,
      "text": "The message of the Quran is that man should not worship anyone except the one and only God. He should make the one and only God his everything; he should fear Him alone and repose his hopes in Him alone; his mind and heart should obey Him alone. In the affairs of his life, he should give prior consideration to His will and pleasure. He should be willing to place himself in the position of a worshipper and give God the status of the worshipped one. The task of the prophet is, in fact, that of making man aware of this position. This has been powerfully and lucidly described in the Quran. Now, what is expected of man is that he should give the correct response to the divine message. He should not ignore it under the influence of such feelings as jealousy, hauteur, vested interest or self-centredness, but duly accept it and turn towards God. He should seek God’s pardon for his past sins and, for the future, he should solicit God’s help. If food is presented to a man and he accepts it, it means that he intends to stimulate his physical growth. On the contrary, if he does not accept the food, it is as if he means to stunt his physical growth. The same holds for the call to the Truth. When a man accepts the Truth, in reality he accepts that Divine provision which enters into him and causes the righteous growth of his soul and his body, and finally takes him to that stage of his spiritual progress which entitles him to enter the Gardens of Paradise. One who does not accept the call to the Truth has, in effect, deprived his soul of the opportunities afforded by Divine uplift. While the acceptor of Truth lives in modesty, the rejecter of Truth will be flawed by hauteur. While the acceptor of Truth will spend each moment of his life in the remembrance of God, the denier of God will spend his time in the remembrance of beings other than God. While the acceptor of Truth adopts the way of obedience to God on all occasions in his life, the denier will instead adopt the way of arrogance. The result of this will be that the former will leave this world with a healthy and developed soul and will be treated as deserving of being settled in the rarefied atmosphere of Paradise. The soul of the latter will be unhealthy and under-developed and will deserve only to be thrown on to the garbage dump of hell."
    },
    {
      "ayah": 30,
      "surah": 11,
      "text": "The task of calling upon people to bow to God relates purely to the Hereafter. In order to ensure its success, it is absolutely necessary that there should be no disputes relating to money, land or property between the call-giver and his addressees. The call-giver himself has to shoulder the responsibility of maintaining a normal atmosphere between himself and his addressees, and for that purpose, he should unilaterally put an end to all types of material and economic disputes. That preacher who, on the one hand, makes a plea for the acceptance of Truth and, on the other, agitates and makes demands about worldly things is not a preacher in the real sense but a charlatan. He can have no value in the eyes either of his addressees or of God. The test of the addressee is that he should be able to see the greatness of Truth in an ordinary man. Conversely, the preacher should not welcome an irreligious person simply because he possesses property and status, nor should he disregard a religious person simply because he does not possess the trappings of worldly pomp and glory. If a preacher does so, it means that by word of mouth he delivers sermons about the importance of the Hereafter, while in practice he proves himself to be one who attaches greater importance to the world. Obviously, this amounts to contradicting oneself, and the word of such a person has no value in the eyes of others."
    },
    {
      "ayah": 31,
      "surah": 11,
      "text": "The task of calling upon people to bow to God relates purely to the Hereafter. In order to ensure its success, it is absolutely necessary that there should be no disputes relating to money, land or property between the call-giver and his addressees. The call-giver himself has to shoulder the responsibility of maintaining a normal atmosphere between himself and his addressees, and for that purpose, he should unilaterally put an end to all types of material and economic disputes. That preacher who, on the one hand, makes a plea for the acceptance of Truth and, on the other, agitates and makes demands about worldly things is not a preacher in the real sense but a charlatan. He can have no value in the eyes either of his addressees or of God. The test of the addressee is that he should be able to see the greatness of Truth in an ordinary man. Conversely, the preacher should not welcome an irreligious person simply because he possesses property and status, nor should he disregard a religious person simply because he does not possess the trappings of worldly pomp and glory. If a preacher does so, it means that by word of mouth he delivers sermons about the importance of the Hereafter, while in practice he proves himself to be one who attaches greater importance to the world. Obviously, this amounts to contradicting oneself, and the word of such a person has no value in the eyes of others."
    },
    {
      "ayah": 32,
      "surah": 11,
      "text": "Noah did not indulge in disputes or debating sessions ( jidal) with his community. He used simply to present his righteous message to them in a serious manner. But his serious call appeared to his community to be quite the opposite. The reason for this is man’s weakness: when he himself is affected, he loses all seriousness. He does not see things in the light of reason or proof. He straightaway rejects the Truth without giving it serious consideration. Even the solid reasoning of the preacher appears to him to be meaningless discussion and jidal. The statement, ‘Noah, you have argued with us, and argued to excess’ is not intended to indicate what Noah said, but rather shows how little importance was attached to his word by his hearers. Similarly, the demand for their own punishment made by Noah’s opponents was not really seriously meant, but was intended rather to ridicule Noah. What is really meant was, ‘See, this person is talking of something which is never going to happen.’ They thought that their position was so strong that there was no scope for any punishment to be meted out to them. Adopting this attitude, they said, ‘Bring on us that punishment of which you have been warning us, as a result of our rejection.’ And since, according to them, such punishment was never going to occur, their statement implied: ‘We are based on Truth and you on untruth.’ Noah replied that they were looking at the matter in the context of his personality and it was because he was a weak person, that they were unable to understand how any punishment could ever come upon them. He added that had they looked at the matter in relation to God, they would not have taken this stand, because then they would have realised that God’s retribution against the transgressor in this world was as certain as the rising of the sun and as terrible as the eruption of an earthquake. Acceptance of the message of the missionary of Truth mostly depends on the hearer not looking at it in the context of the messenger’s personality, but rather valuing it on the basis of its content. Since Noah’s community took his word as that of an ordinary man, he said that with that mentality they would never be able to discover the real value of what he had to say. Therefore, the only option now left to them was to wait for the Day when God would appear right in front of them."
    },
    {
      "ayah": 33,
      "surah": 11,
      "text": "Noah did not indulge in disputes or debating sessions ( jidal) with his community. He used simply to present his righteous message to them in a serious manner. But his serious call appeared to his community to be quite the opposite. The reason for this is man’s weakness: when he himself is affected, he loses all seriousness. He does not see things in the light of reason or proof. He straightaway rejects the Truth without giving it serious consideration. Even the solid reasoning of the preacher appears to him to be meaningless discussion and jidal. The statement, ‘Noah, you have argued with us, and argued to excess’ is not intended to indicate what Noah said, but rather shows how little importance was attached to his word by his hearers. Similarly, the demand for their own punishment made by Noah’s opponents was not really seriously meant, but was intended rather to ridicule Noah. What is really meant was, ‘See, this person is talking of something which is never going to happen.’ They thought that their position was so strong that there was no scope for any punishment to be meted out to them. Adopting this attitude, they said, ‘Bring on us that punishment of which you have been warning us, as a result of our rejection.’ And since, according to them, such punishment was never going to occur, their statement implied: ‘We are based on Truth and you on untruth.’ Noah replied that they were looking at the matter in the context of his personality and it was because he was a weak person, that they were unable to understand how any punishment could ever come upon them. He added that had they looked at the matter in relation to God, they would not have taken this stand, because then they would have realised that God’s retribution against the transgressor in this world was as certain as the rising of the sun and as terrible as the eruption of an earthquake. Acceptance of the message of the missionary of Truth mostly depends on the hearer not looking at it in the context of the messenger’s personality, but rather valuing it on the basis of its content. Since Noah’s community took his word as that of an ordinary man, he said that with that mentality they would never be able to discover the real value of what he had to say. Therefore, the only option now left to them was to wait for the Day when God would appear right in front of them."
    },
    {
      "ayah": 34,
      "surah": 11,
      "text": "Noah did not indulge in disputes or debating sessions ( jidal) with his community. He used simply to present his righteous message to them in a serious manner. But his serious call appeared to his community to be quite the opposite. The reason for this is man’s weakness: when he himself is affected, he loses all seriousness. He does not see things in the light of reason or proof. He straightaway rejects the Truth without giving it serious consideration. Even the solid reasoning of the preacher appears to him to be meaningless discussion and jidal. The statement, ‘Noah, you have argued with us, and argued to excess’ is not intended to indicate what Noah said, but rather shows how little importance was attached to his word by his hearers. Similarly, the demand for their own punishment made by Noah’s opponents was not really seriously meant, but was intended rather to ridicule Noah. What is really meant was, ‘See, this person is talking of something which is never going to happen.’ They thought that their position was so strong that there was no scope for any punishment to be meted out to them. Adopting this attitude, they said, ‘Bring on us that punishment of which you have been warning us, as a result of our rejection.’ And since, according to them, such punishment was never going to occur, their statement implied: ‘We are based on Truth and you on untruth.’ Noah replied that they were looking at the matter in the context of his personality and it was because he was a weak person, that they were unable to understand how any punishment could ever come upon them. He added that had they looked at the matter in relation to God, they would not have taken this stand, because then they would have realised that God’s retribution against the transgressor in this world was as certain as the rising of the sun and as terrible as the eruption of an earthquake. Acceptance of the message of the missionary of Truth mostly depends on the hearer not looking at it in the context of the messenger’s personality, but rather valuing it on the basis of its content. Since Noah’s community took his word as that of an ordinary man, he said that with that mentality they would never be able to discover the real value of what he had to say. Therefore, the only option now left to them was to wait for the Day when God would appear right in front of them."
    },
    {
      "ayah": 35,
      "surah": 11,
      "text": "Those who said that the Prophet was himself guilty of invention, and that his message had not been sent by God, did not actually disbelieve in revelation or inspiration; they even accepted the previous prophets. Then why did they speak in this way? This was, in fact, not a rejection of Revelation but a rejection of the receiver of Revelation. The individual who spoke on behalf of God appeared to them to be an ordinary man. With their tendency to worship appearances, they were unable to understand how such an ordinary man could be the person whom God had chosen as His messenger. The Prophet Noah said, ‘If I have invented this myself, then may I be punished for my sin! I am innocent of the crimes that you commit.’ These are, in fact, the words of parting, when the addressee does not accept the preacher’s word through argument. If, in spite of clear explanation, the addressee is bent upon rejecting the word of the preacher, then the preacher feels that the final option should be to keep quiet, after stating that both preacher and addressee are bound to be presented before their real Lord and that everybody will be exposed for what he is and everybody will be treated according to what he deserves. When reasoning has run its full course, the preacher is left with no option but to speak in terms of firm faith and keep himself aloof."
    },
    {
      "ayah": 36,
      "surah": 11,
      "text": "Those who said that the Prophet was himself guilty of invention, and that his message had not been sent by God, did not actually disbelieve in revelation or inspiration; they even accepted the previous prophets. Then why did they speak in this way? This was, in fact, not a rejection of Revelation but a rejection of the receiver of Revelation. The individual who spoke on behalf of God appeared to them to be an ordinary man. With their tendency to worship appearances, they were unable to understand how such an ordinary man could be the person whom God had chosen as His messenger. The Prophet Noah said, ‘If I have invented this myself, then may I be punished for my sin! I am innocent of the crimes that you commit.’ These are, in fact, the words of parting, when the addressee does not accept the preacher’s word through argument. If, in spite of clear explanation, the addressee is bent upon rejecting the word of the preacher, then the preacher feels that the final option should be to keep quiet, after stating that both preacher and addressee are bound to be presented before their real Lord and that everybody will be exposed for what he is and everybody will be treated according to what he deserves. When reasoning has run its full course, the preacher is left with no option but to speak in terms of firm faith and keep himself aloof."
    },
    {
      "ayah": 37,
      "surah": 11,
      "text": "Those who said that the Prophet was himself guilty of invention, and that his message had not been sent by God, did not actually disbelieve in revelation or inspiration; they even accepted the previous prophets. Then why did they speak in this way? This was, in fact, not a rejection of Revelation but a rejection of the receiver of Revelation. The individual who spoke on behalf of God appeared to them to be an ordinary man. With their tendency to worship appearances, they were unable to understand how such an ordinary man could be the person whom God had chosen as His messenger. The Prophet Noah said, ‘If I have invented this myself, then may I be punished for my sin! I am innocent of the crimes that you commit.’ These are, in fact, the words of parting, when the addressee does not accept the preacher’s word through argument. If, in spite of clear explanation, the addressee is bent upon rejecting the word of the preacher, then the preacher feels that the final option should be to keep quiet, after stating that both preacher and addressee are bound to be presented before their real Lord and that everybody will be exposed for what he is and everybody will be treated according to what he deserves. When reasoning has run its full course, the preacher is left with no option but to speak in terms of firm faith and keep himself aloof."
    },
    {
      "ayah": 38,
      "surah": 11,
      "text": "The faith required of man is one at which he has arrived as a conscious and voluntary decision. Those who do not accept the Faith, in spite of the Prophet’s best missionary efforts, prove that they are not yet ready to become the Faithful of God of their own free will. The second stage for such people is having their freedom taken away and then being directly presented before God in all His Majesty, so that what they had not accepted as believers they should have to accept as criminals and be made to face the punishment befitting their arrogance. After hundreds of years of Noah’s missionary efforts, this stage had come for his community. Thereafter, Noah was told that, after having fully discharged the responsibility of preaching God’s word he should build an Ark, so that when the flood sent by God came to drown the arrogant people, he and his companions in Faith could take refuge in it. Noah then built a large boat with three decks. This took several years. While Noah was working on the boat along with his companions, the arrogant people of the community used to see it as they came and went. They thought that all talk of punishment was simply imaginary, and when they saw that a boat was even being built for protection from that imaginary punishment, they started ridiculing Noah much more. When a man amasses wealth by means of arrogance and injustice, one who is enamoured of appearances will take him to be successful, judging by his worldly assets. But one who knows that the world is subject to moral laws, will see in the aforesaid person’s temporary success a glimpse of his total destruction in the Hereafter. Such superficial people of Noah’s community made fun of him but, in reality, they were themselves about to become the subject of ridicule."
    },
    {
      "ayah": 39,
      "surah": 11,
      "text": "The faith required of man is one at which he has arrived as a conscious and voluntary decision. Those who do not accept the Faith, in spite of the Prophet’s best missionary efforts, prove that they are not yet ready to become the Faithful of God of their own free will. The second stage for such people is having their freedom taken away and then being directly presented before God in all His Majesty, so that what they had not accepted as believers they should have to accept as criminals and be made to face the punishment befitting their arrogance. After hundreds of years of Noah’s missionary efforts, this stage had come for his community. Thereafter, Noah was told that, after having fully discharged the responsibility of preaching God’s word he should build an Ark, so that when the flood sent by God came to drown the arrogant people, he and his companions in Faith could take refuge in it. Noah then built a large boat with three decks. This took several years. While Noah was working on the boat along with his companions, the arrogant people of the community used to see it as they came and went. They thought that all talk of punishment was simply imaginary, and when they saw that a boat was even being built for protection from that imaginary punishment, they started ridiculing Noah much more. When a man amasses wealth by means of arrogance and injustice, one who is enamoured of appearances will take him to be successful, judging by his worldly assets. But one who knows that the world is subject to moral laws, will see in the aforesaid person’s temporary success a glimpse of his total destruction in the Hereafter. Such superficial people of Noah’s community made fun of him but, in reality, they were themselves about to become the subject of ridicule."
    },
    {
      "ayah": 4,
      "surah": 11,
      "text": "The message of the Quran is that man should not worship anyone except the one and only God. He should make the one and only God his everything; he should fear Him alone and repose his hopes in Him alone; his mind and heart should obey Him alone. In the affairs of his life, he should give prior consideration to His will and pleasure. He should be willing to place himself in the position of a worshipper and give God the status of the worshipped one. The task of the prophet is, in fact, that of making man aware of this position. This has been powerfully and lucidly described in the Quran. Now, what is expected of man is that he should give the correct response to the divine message. He should not ignore it under the influence of such feelings as jealousy, hauteur, vested interest or self-centredness, but duly accept it and turn towards God. He should seek God’s pardon for his past sins and, for the future, he should solicit God’s help. If food is presented to a man and he accepts it, it means that he intends to stimulate his physical growth. On the contrary, if he does not accept the food, it is as if he means to stunt his physical growth. The same holds for the call to the Truth. When a man accepts the Truth, in reality he accepts that Divine provision which enters into him and causes the righteous growth of his soul and his body, and finally takes him to that stage of his spiritual progress which entitles him to enter the Gardens of Paradise. One who does not accept the call to the Truth has, in effect, deprived his soul of the opportunities afforded by Divine uplift. While the acceptor of Truth lives in modesty, the rejecter of Truth will be flawed by hauteur. While the acceptor of Truth will spend each moment of his life in the remembrance of God, the denier of God will spend his time in the remembrance of beings other than God. While the acceptor of Truth adopts the way of obedience to God on all occasions in his life, the denier will instead adopt the way of arrogance. The result of this will be that the former will leave this world with a healthy and developed soul and will be treated as deserving of being settled in the rarefied atmosphere of Paradise. The soul of the latter will be unhealthy and under-developed and will deserve only to be thrown on to the garbage dump of hell."
    },
    {
      "ayah": 40,
      "surah": 11,
      "text": "When the Ark was ready, stormy winds started blowing at God’s behest. Torrents of water started gushing out of the ground and there was continuous rainfall. So much so that there was water everywhere and all the people were drowned. The only survivors were a few human beings and some animals who had boarded Noah’s Ark. Even Noah’s son was drowned. In the eyes of God a man’s worth is judged according to his deeds and not according to relationship, even if the relationship is with a prophet. When all those destined to perish had drowned, God commanded the storm to stop and it stopped; the water drained into seas and rivers and the earth again became habitable."
    },
    {
      "ayah": 41,
      "surah": 11,
      "text": "When the Ark was ready, stormy winds started blowing at God’s behest. Torrents of water started gushing out of the ground and there was continuous rainfall. So much so that there was water everywhere and all the people were drowned. The only survivors were a few human beings and some animals who had boarded Noah’s Ark. Even Noah’s son was drowned. In the eyes of God a man’s worth is judged according to his deeds and not according to relationship, even if the relationship is with a prophet. When all those destined to perish had drowned, God commanded the storm to stop and it stopped; the water drained into seas and rivers and the earth again became habitable."
    },
    {
      "ayah": 42,
      "surah": 11,
      "text": "On the occasion of Noah’s flood, a strange happening was to be seen: those who had taken refuge by climbing tall peaks were drowned, while those who boarded the Ark were safe, in spite of the fact that the boat had been tossed about on a terrible stormy sea. The reason for this was neither in the peaks themselves nor in the Ark itself. The reason was that this was a matter of God’s will. Had God’s command focussed on the peaks, they would have saved those who had taken refuge on them, while those who had boarded the Ark would have lost their lives. But on this occasion, God’s command focussed on the Ark. So, those who were on it were safe and those who sought refuge in other things were drowned. The system of ‘cause and effect’ in this world is only a veil; otherwise, whatever is happening happens by the direct orders of God. It is the test of a human being that he should be able to tear asunder the outward veil and see the reality; he should discover the divine powers working behind the screen of cause and effect."
    },
    {
      "ayah": 43,
      "surah": 11,
      "text": "On the occasion of Noah’s flood, a strange happening was to be seen: those who had taken refuge by climbing tall peaks were drowned, while those who boarded the Ark were safe, in spite of the fact that the boat had been tossed about on a terrible stormy sea. The reason for this was neither in the peaks themselves nor in the Ark itself. The reason was that this was a matter of God’s will. Had God’s command focussed on the peaks, they would have saved those who had taken refuge on them, while those who had boarded the Ark would have lost their lives. But on this occasion, God’s command focussed on the Ark. So, those who were on it were safe and those who sought refuge in other things were drowned. The system of ‘cause and effect’ in this world is only a veil; otherwise, whatever is happening happens by the direct orders of God. It is the test of a human being that he should be able to tear asunder the outward veil and see the reality; he should discover the divine powers working behind the screen of cause and effect."
    },
    {
      "ayah": 44,
      "surah": 11,
      "text": "On the occasion of Noah’s flood, a strange happening was to be seen: those who had taken refuge by climbing tall peaks were drowned, while those who boarded the Ark were safe, in spite of the fact that the boat had been tossed about on a terrible stormy sea. The reason for this was neither in the peaks themselves nor in the Ark itself. The reason was that this was a matter of God’s will. Had God’s command focussed on the peaks, they would have saved those who had taken refuge on them, while those who had boarded the Ark would have lost their lives. But on this occasion, God’s command focussed on the Ark. So, those who were on it were safe and those who sought refuge in other things were drowned. The system of ‘cause and effect’ in this world is only a veil; otherwise, whatever is happening happens by the direct orders of God. It is the test of a human being that he should be able to tear asunder the outward veil and see the reality; he should discover the divine powers working behind the screen of cause and effect."
    },
    {
      "ayah": 45,
      "surah": 11,
      "text": "Among those who were drowned in the great flood of Noah, was Kan‘an, Noah’s son. Noah wanted him to board his Ark, but he refused to do so out of sheer stubbornness. Then Noah prayed to God for his protection and the answer was that such questions should be avoided as showing a lack of understanding, on the part of Noah, of God’s plan. The fact is that God does not treat as redeemed the children of holy men or those who attach themselves to certain ‘holy men’, nor does He settle them in the Gardens of Paradise. God’s decisions regarding redemption are based purely on deeds and not on relationships, descent or group attachments. In this world, family relationships are of great importance. This will not be so in the Hereafter, there moral relationships outweigh all else. Noah’s flood had occurred in order that all divisions of human beings other than moral ones be abolished, and all doers of righteous deeds be saved by accommodating them in the Divine Ark, while the unrighteous were consigned to the merciless waves. There will be a repetition of such an event on Doomsday, only on a larger scale and to the uttermost degree."
    },
    {
      "ayah": 46,
      "surah": 11,
      "text": "Among those who were drowned in the great flood of Noah, was Kan‘an, Noah’s son. Noah wanted him to board his Ark, but he refused to do so out of sheer stubbornness. Then Noah prayed to God for his protection and the answer was that such questions should be avoided as showing a lack of understanding, on the part of Noah, of God’s plan. The fact is that God does not treat as redeemed the children of holy men or those who attach themselves to certain ‘holy men’, nor does He settle them in the Gardens of Paradise. God’s decisions regarding redemption are based purely on deeds and not on relationships, descent or group attachments. In this world, family relationships are of great importance. This will not be so in the Hereafter, there moral relationships outweigh all else. Noah’s flood had occurred in order that all divisions of human beings other than moral ones be abolished, and all doers of righteous deeds be saved by accommodating them in the Divine Ark, while the unrighteous were consigned to the merciless waves. There will be a repetition of such an event on Doomsday, only on a larger scale and to the uttermost degree."
    },
    {
      "ayah": 47,
      "surah": 11,
      "text": "Among those who were drowned in the great flood of Noah, was Kan‘an, Noah’s son. Noah wanted him to board his Ark, but he refused to do so out of sheer stubbornness. Then Noah prayed to God for his protection and the answer was that such questions should be avoided as showing a lack of understanding, on the part of Noah, of God’s plan. The fact is that God does not treat as redeemed the children of holy men or those who attach themselves to certain ‘holy men’, nor does He settle them in the Gardens of Paradise. God’s decisions regarding redemption are based purely on deeds and not on relationships, descent or group attachments. In this world, family relationships are of great importance. This will not be so in the Hereafter, there moral relationships outweigh all else. Noah’s flood had occurred in order that all divisions of human beings other than moral ones be abolished, and all doers of righteous deeds be saved by accommodating them in the Divine Ark, while the unrighteous were consigned to the merciless waves. There will be a repetition of such an event on Doomsday, only on a larger scale and to the uttermost degree."
    },
    {
      "ayah": 48,
      "surah": 11,
      "text": "When all the evil people were drowned, the flood abated. The water was gradually absorbed in the ground or drained away into the seas. Noah’s Ark ran aground on Mount Judi. Noah and his companions then disembarked. At God’s command the earth again became lush green and well-populated. The people among whom Noah appeared were those who believed in Adam’s prophethood. After Noah his people stayed on the right path, but only in the beginning. When later generations began to stray, prophets were again sent to them. These later prophets appeared in the communities who had accepted the prophethood of Noah. In spite of this, since they did not accept any prophet of their own times, and did not reform themselves, they were destroyed. This means that for the purpose of salvation, it is not enough to accept a prophet or to associate oneself with a prophet. Rather such Faith is required as is an active and live Faith, and has the power to turn a man’s life into one of righteous action. The history of Noah teaches the lesson that lovers of falsehood may appear to be all-powerful and they may be very long-lived, but they are nevertheless destined to face destruction. On the contrary, men of Faith may be very few in number and may appear to be quite powerless, but by God’s will, these are the very people who will ultimately share His graces in the present world, in the beginning and, finally, in the Hereafter."
    },
    {
      "ayah": 49,
      "surah": 11,
      "text": "When all the evil people were drowned, the flood abated. The water was gradually absorbed in the ground or drained away into the seas. Noah’s Ark ran aground on Mount Judi. Noah and his companions then disembarked. At God’s command the earth again became lush green and well-populated. The people among whom Noah appeared were those who believed in Adam’s prophethood. After Noah his people stayed on the right path, but only in the beginning. When later generations began to stray, prophets were again sent to them. These later prophets appeared in the communities who had accepted the prophethood of Noah. In spite of this, since they did not accept any prophet of their own times, and did not reform themselves, they were destroyed. This means that for the purpose of salvation, it is not enough to accept a prophet or to associate oneself with a prophet. Rather such Faith is required as is an active and live Faith, and has the power to turn a man’s life into one of righteous action. The history of Noah teaches the lesson that lovers of falsehood may appear to be all-powerful and they may be very long-lived, but they are nevertheless destined to face destruction. On the contrary, men of Faith may be very few in number and may appear to be quite powerless, but by God’s will, these are the very people who will ultimately share His graces in the present world, in the beginning and, finally, in the Hereafter."
    },
    {
      "ayah": 5,
      "surah": 11,
      "text": "When the call to the unity of God (tawhid) was made to certain chiefs of the Quraysh, they rose and, nonchalantly donning their mantles, they left. This is, in fact, a way of ignoring something. When a man considers a preacher lowly in comparison to himself, he behaves in this way. But he forgets that Almighty God knows very well the psychology of his doing so. This is not only ignoring a man (the preacher) but amounts also to ignoring God Himself, Who knows all open and hidden matters. And then, what will be man’s condition when he faces God? He will see that God, whom he had ignored, was the Being who gave him all that he possessed—even those things on the strength of which he had ignored the word of God. Man is living in God’s world and ultimately he has to return to his Maker. But he lives as if he has no connection with God today and will have nothing to do with Him in future."
    },
    {
      "ayah": 50,
      "surah": 11,
      "text": "The Prophet Hud, successor of Noah, was chosen to guide the ‘Ad community, of which he himself was a member. This has always been God’s way in the matter of prophets. The wisdom of this is that, being of their own brethen, these prophets are thoroughly conversant with the psychology, conditions and language of the community, and can, therefore, very effectively discharge their function as missionaries of Truth. Hud gave to his community the message that they should worship the one and only God. Furthermore, he pointed out that their ‘religion’ was simply a lie of their own fabrication. This shows that a prophet’s way of preaching was not simply to present his message in a ‘positive manner,’ but also at the same time to resort to open criticism because, unless untruth is exposed as such by means of criticism and analysis, the Truth being Truth cannot be properly understood. In the case of the prophets in all ages, if they were to be accepted by their opponents, it was necessary for them to be highly placed officials with great wealth at their disposal and for them to reside in dwellings of great grandeur. But this standard of judging a preacher of Truth is not correct. The right standard by which to test the veracity of the preacher is to see whether he is serious and sincere in his mission; whether his message is rational in every detail; whether he is above every worldly interest; whether whatever he says is fully based on reality; and whether his message is perfectly consistent with the universal system; so that accepting it amounts to stepping on to the highway to success. ‘He will add strength to your strength.’ This statement does not mean an increase in material power, because in those days the ‘Ad community was already very powerful. The Quran states that when the Prophet warned them about God’s punishment, they said, ‘Who is stronger than us?’ (\n41:15\n). So, from the point of view of the call to truth, the promise of an increase in material power could not have been very attractive to them. In this verse, an increase in power means the addition of the power of Faith to material power. The Prophet meant to say that if they adopted the life of Faith, they would attain moral and spiritual power; with their present material strength, if they attained moral and spiritual power, their total power would not decrease but rather increase many times over."
    },
    {
      "ayah": 51,
      "surah": 11,
      "text": "The Prophet Hud, successor of Noah, was chosen to guide the ‘Ad community, of which he himself was a member. This has always been God’s way in the matter of prophets. The wisdom of this is that, being of their own brethen, these prophets are thoroughly conversant with the psychology, conditions and language of the community, and can, therefore, very effectively discharge their function as missionaries of Truth. Hud gave to his community the message that they should worship the one and only God. Furthermore, he pointed out that their ‘religion’ was simply a lie of their own fabrication. This shows that a prophet’s way of preaching was not simply to present his message in a ‘positive manner,’ but also at the same time to resort to open criticism because, unless untruth is exposed as such by means of criticism and analysis, the Truth being Truth cannot be properly understood. In the case of the prophets in all ages, if they were to be accepted by their opponents, it was necessary for them to be highly placed officials with great wealth at their disposal and for them to reside in dwellings of great grandeur. But this standard of judging a preacher of Truth is not correct. The right standard by which to test the veracity of the preacher is to see whether he is serious and sincere in his mission; whether his message is rational in every detail; whether he is above every worldly interest; whether whatever he says is fully based on reality; and whether his message is perfectly consistent with the universal system; so that accepting it amounts to stepping on to the highway to success. ‘He will add strength to your strength.’ This statement does not mean an increase in material power, because in those days the ‘Ad community was already very powerful. The Quran states that when the Prophet warned them about God’s punishment, they said, ‘Who is stronger than us?’ (\n41:15\n). So, from the point of view of the call to truth, the promise of an increase in material power could not have been very attractive to them. In this verse, an increase in power means the addition of the power of Faith to material power. The Prophet meant to say that if they adopted the life of Faith, they would attain moral and spiritual power; with their present material strength, if they attained moral and spiritual power, their total power would not decrease but rather increase many times over."
    },
    {
      "ayah": 52,
      "surah": 11,
      "text": "The Prophet Hud, successor of Noah, was chosen to guide the ‘Ad community, of which he himself was a member. This has always been God’s way in the matter of prophets. The wisdom of this is that, being of their own brethen, these prophets are thoroughly conversant with the psychology, conditions and language of the community, and can, therefore, very effectively discharge their function as missionaries of Truth. Hud gave to his community the message that they should worship the one and only God. Furthermore, he pointed out that their ‘religion’ was simply a lie of their own fabrication. This shows that a prophet’s way of preaching was not simply to present his message in a ‘positive manner,’ but also at the same time to resort to open criticism because, unless untruth is exposed as such by means of criticism and analysis, the Truth being Truth cannot be properly understood. In the case of the prophets in all ages, if they were to be accepted by their opponents, it was necessary for them to be highly placed officials with great wealth at their disposal and for them to reside in dwellings of great grandeur. But this standard of judging a preacher of Truth is not correct. The right standard by which to test the veracity of the preacher is to see whether he is serious and sincere in his mission; whether his message is rational in every detail; whether he is above every worldly interest; whether whatever he says is fully based on reality; and whether his message is perfectly consistent with the universal system; so that accepting it amounts to stepping on to the highway to success. ‘He will add strength to your strength.’ This statement does not mean an increase in material power, because in those days the ‘Ad community was already very powerful. The Quran states that when the Prophet warned them about God’s punishment, they said, ‘Who is stronger than us?’ (\n41:15\n). So, from the point of view of the call to truth, the promise of an increase in material power could not have been very attractive to them. In this verse, an increase in power means the addition of the power of Faith to material power. The Prophet meant to say that if they adopted the life of Faith, they would attain moral and spiritual power; with their present material strength, if they attained moral and spiritual power, their total power would not decrease but rather increase many times over."
    },
    {
      "ayah": 53,
      "surah": 11,
      "text": "The Prophet Hud’s community raised the point that he had no proof or argument in favour of his being right. This does not really mean that Hud had no argument to prove the truth of his message. He certainly had such arguments, but it did not appear to be so to his opponents. The reason for this was that man is generally unable to test statements purely on the basis of reason or rationality, but sees them from a point of view opposite to that of the presenter of the statements. Since the presenter at that time did not appear to the people to be a man of considerable status, his word did not carry any weight with them. When anyone sets out to invite others to pure unadulterated religion, leaving aside the well-established religion of the day, it invariably happens that in the prevailing atmosphere he becomes a stranger and is reduced to insignificance. People even look upon him as if he were suffering from some mental illness. This was what happened in the case of the Prophet Hud. That is why his people were emboldened to say, ‘We think that some curse has been cast on you by our holy men.’ But after the completion of theoretical arguments, the proof of the veracity of the preacher of Truth is always such that his opponents are unable to subdue him, in spite of every effort."
    },
    {
      "ayah": 54,
      "surah": 11,
      "text": "The Prophet Hud’s community raised the point that he had no proof or argument in favour of his being right. This does not really mean that Hud had no argument to prove the truth of his message. He certainly had such arguments, but it did not appear to be so to his opponents. The reason for this was that man is generally unable to test statements purely on the basis of reason or rationality, but sees them from a point of view opposite to that of the presenter of the statements. Since the presenter at that time did not appear to the people to be a man of considerable status, his word did not carry any weight with them. When anyone sets out to invite others to pure unadulterated religion, leaving aside the well-established religion of the day, it invariably happens that in the prevailing atmosphere he becomes a stranger and is reduced to insignificance. People even look upon him as if he were suffering from some mental illness. This was what happened in the case of the Prophet Hud. That is why his people were emboldened to say, ‘We think that some curse has been cast on you by our holy men.’ But after the completion of theoretical arguments, the proof of the veracity of the preacher of Truth is always such that his opponents are unable to subdue him, in spite of every effort."
    },
    {
      "ayah": 55,
      "surah": 11,
      "text": "The communities into which God’s prophets had come were all believers in God. In other words, the missionary projected himself as a God-worshipper, while his addressees also made the same claim. So the question arises: in which group is God present? The simple answer to this question is that God is on a straight highway (as-sirat al-mustaqim). So, the religion which is going on the straight path will directly reach God and that which is going on crooked paths will be diverted on to by-paths and can never be successful in reaching God. When Hud said, ‘My Lord is on the straight path,’ he was saying in other words that the path towards which he was calling them was ‘the highway of religion.’ But his people, in the name of religion, had adopted by-ways around the highway of religion and were running headlong along them. Such a headlong course does not take a man towards God; it takes him here and there and leaves him astray. In the light of these verses, the straight path shown by Hud comprises the following: belief in the unity of God, worship of God, seeking God’s pardon, repentance, turning towards God (tawbah), gratitude for God’s grace, placing trust in God, treating God as our Sustainer, treating God as the only possessor of all power, accepting God’s watchfulness over oneself, and remaining humble. All these are the basic teachings of religion. Following these teachings and making them the centre of one’s attention amounts to treading the highway of religion. One who treads this path straightaway reaches God. On the contrary, if a man gives importance to other things, it is as if he is taking the side paths to the right or the left of the highway and hastening along them. Such a course takes a man away from God, not closer to God."
    },
    {
      "ayah": 56,
      "surah": 11,
      "text": "The communities into which God’s prophets had come were all believers in God. In other words, the missionary projected himself as a God-worshipper, while his addressees also made the same claim. So the question arises: in which group is God present? The simple answer to this question is that God is on a straight highway (as-sirat al-mustaqim). So, the religion which is going on the straight path will directly reach God and that which is going on crooked paths will be diverted on to by-paths and can never be successful in reaching God. When Hud said, ‘My Lord is on the straight path,’ he was saying in other words that the path towards which he was calling them was ‘the highway of religion.’ But his people, in the name of religion, had adopted by-ways around the highway of religion and were running headlong along them. Such a headlong course does not take a man towards God; it takes him here and there and leaves him astray. In the light of these verses, the straight path shown by Hud comprises the following: belief in the unity of God, worship of God, seeking God’s pardon, repentance, turning towards God (tawbah), gratitude for God’s grace, placing trust in God, treating God as our Sustainer, treating God as the only possessor of all power, accepting God’s watchfulness over oneself, and remaining humble. All these are the basic teachings of religion. Following these teachings and making them the centre of one’s attention amounts to treading the highway of religion. One who treads this path straightaway reaches God. On the contrary, if a man gives importance to other things, it is as if he is taking the side paths to the right or the left of the highway and hastening along them. Such a course takes a man away from God, not closer to God."
    },
    {
      "ayah": 57,
      "surah": 11,
      "text": "Those who ignore God’s word, are ignored by God. This happens to a lesser degree in the present world but, on Doomsday, this will be a total reality. At that time all the arrogant and insolent people will be denied God’s grace; the grace of God will be shared only by those who lived in the world as His loyal and obedient subjects. God has introduced the principle of succession (istikhlaf) in this world, that is, the removal of a community from its position of prominence and the installing of another community in its place. This temporary prominence in the world is for the purpose of putting people to the test. In the Hereafter, in the perfect world of God, such prominence will be granted only to people of true Faith as an everlasting reward. The system of this world of trial has been formulated in such a way that, here, a man is always placed between good and bad. He has the option to follow either of these two ways. Furthermore, evil is largely dominant in this world. Only the strength of theoretical arguments is on the side of goodness. On the contrary, material power weighs in on the side of evil, and that too in such great measure that its flag-bearers develop attitudes of arrogance and hauteur and create such an atmosphere of pressure in the environment that the common man loses the courage to proceed towards the Truth."
    },
    {
      "ayah": 58,
      "surah": 11,
      "text": "Those who ignore God’s word, are ignored by God. This happens to a lesser degree in the present world but, on Doomsday, this will be a total reality. At that time all the arrogant and insolent people will be denied God’s grace; the grace of God will be shared only by those who lived in the world as His loyal and obedient subjects. God has introduced the principle of succession (istikhlaf) in this world, that is, the removal of a community from its position of prominence and the installing of another community in its place. This temporary prominence in the world is for the purpose of putting people to the test. In the Hereafter, in the perfect world of God, such prominence will be granted only to people of true Faith as an everlasting reward. The system of this world of trial has been formulated in such a way that, here, a man is always placed between good and bad. He has the option to follow either of these two ways. Furthermore, evil is largely dominant in this world. Only the strength of theoretical arguments is on the side of goodness. On the contrary, material power weighs in on the side of evil, and that too in such great measure that its flag-bearers develop attitudes of arrogance and hauteur and create such an atmosphere of pressure in the environment that the common man loses the courage to proceed towards the Truth."
    },
    {
      "ayah": 59,
      "surah": 11,
      "text": "Those who ignore God’s word, are ignored by God. This happens to a lesser degree in the present world but, on Doomsday, this will be a total reality. At that time all the arrogant and insolent people will be denied God’s grace; the grace of God will be shared only by those who lived in the world as His loyal and obedient subjects. God has introduced the principle of succession (istikhlaf) in this world, that is, the removal of a community from its position of prominence and the installing of another community in its place. This temporary prominence in the world is for the purpose of putting people to the test. In the Hereafter, in the perfect world of God, such prominence will be granted only to people of true Faith as an everlasting reward. The system of this world of trial has been formulated in such a way that, here, a man is always placed between good and bad. He has the option to follow either of these two ways. Furthermore, evil is largely dominant in this world. Only the strength of theoretical arguments is on the side of goodness. On the contrary, material power weighs in on the side of evil, and that too in such great measure that its flag-bearers develop attitudes of arrogance and hauteur and create such an atmosphere of pressure in the environment that the common man loses the courage to proceed towards the Truth."
    },
    {
      "ayah": 6,
      "surah": 11,
      "text": "When the call to the unity of God (tawhid) was made to certain chiefs of the Quraysh, they rose and, nonchalantly donning their mantles, they left. This is, in fact, a way of ignoring something. When a man considers a preacher lowly in comparison to himself, he behaves in this way. But he forgets that Almighty God knows very well the psychology of his doing so. This is not only ignoring a man (the preacher) but amounts also to ignoring God Himself, Who knows all open and hidden matters. And then, what will be man’s condition when he faces God? He will see that God, whom he had ignored, was the Being who gave him all that he possessed—even those things on the strength of which he had ignored the word of God. Man is living in God’s world and ultimately he has to return to his Maker. But he lives as if he has no connection with God today and will have nothing to do with Him in future."
    },
    {
      "ayah": 60,
      "surah": 11,
      "text": "Those who ignore God’s word, are ignored by God. This happens to a lesser degree in the present world but, on Doomsday, this will be a total reality. At that time all the arrogant and insolent people will be denied God’s grace; the grace of God will be shared only by those who lived in the world as His loyal and obedient subjects. God has introduced the principle of succession (istikhlaf) in this world, that is, the removal of a community from its position of prominence and the installing of another community in its place. This temporary prominence in the world is for the purpose of putting people to the test. In the Hereafter, in the perfect world of God, such prominence will be granted only to people of true Faith as an everlasting reward. The system of this world of trial has been formulated in such a way that, here, a man is always placed between good and bad. He has the option to follow either of these two ways. Furthermore, evil is largely dominant in this world. Only the strength of theoretical arguments is on the side of goodness. On the contrary, material power weighs in on the side of evil, and that too in such great measure that its flag-bearers develop attitudes of arrogance and hauteur and create such an atmosphere of pressure in the environment that the common man loses the courage to proceed towards the Truth."
    },
    {
      "ayah": 61,
      "surah": 11,
      "text": "The Prophet Salih the successor of Ad called upon his community to worship the one and only God. Indeed, this had been the aim of all the prophets in every age. But, Salih’s community did not accept his message. The reason for this was that he was talking of linking them directly to God, while they held that they were linked to their great and holy men in the name of God. Now, since Salih’s sole strength was the power of reasoning, his community was not impressed by the significance of what he had to say. The importance of the religion which Salih was urging them towards would have been clear if they had given due consideration to God’s revelation and signs. But the members of his community were willing to give due recognition only to that religion which had come down to them through the records and traditions of the leading lights of their community. The result was that the community, in spite of being overwhelmed by his arguments, were in a dilemma of doubt. Like all other prophets, as Salih grew up in his community he was recognised as one who was distinctive in personality and intelligence. It was hoped that, on growing up, he would prove to be a useful member of society. But, things took a different turn and he started criticising the religion prevalent at that time. Seeing this, his people were greatly disappointed in him. They said, ‘We were under the impression that you would be a pillar of our established religious system. On the contrary, we see that you are bent upon proving our religious system baseless.’ In every period God’s true missionaries had to face this sort of reaction on the part of their communities."
    },
    {
      "ayah": 62,
      "surah": 11,
      "text": "The Prophet Salih the successor of Ad called upon his community to worship the one and only God. Indeed, this had been the aim of all the prophets in every age. But, Salih’s community did not accept his message. The reason for this was that he was talking of linking them directly to God, while they held that they were linked to their great and holy men in the name of God. Now, since Salih’s sole strength was the power of reasoning, his community was not impressed by the significance of what he had to say. The importance of the religion which Salih was urging them towards would have been clear if they had given due consideration to God’s revelation and signs. But the members of his community were willing to give due recognition only to that religion which had come down to them through the records and traditions of the leading lights of their community. The result was that the community, in spite of being overwhelmed by his arguments, were in a dilemma of doubt. Like all other prophets, as Salih grew up in his community he was recognised as one who was distinctive in personality and intelligence. It was hoped that, on growing up, he would prove to be a useful member of society. But, things took a different turn and he started criticising the religion prevalent at that time. Seeing this, his people were greatly disappointed in him. They said, ‘We were under the impression that you would be a pillar of our established religious system. On the contrary, we see that you are bent upon proving our religious system baseless.’ In every period God’s true missionaries had to face this sort of reaction on the part of their communities."
    },
    {
      "ayah": 63,
      "surah": 11,
      "text": "The Prophet Salih the successor of Ad called upon his community to worship the one and only God. Indeed, this had been the aim of all the prophets in every age. But, Salih’s community did not accept his message. The reason for this was that he was talking of linking them directly to God, while they held that they were linked to their great and holy men in the name of God. Now, since Salih’s sole strength was the power of reasoning, his community was not impressed by the significance of what he had to say. The importance of the religion which Salih was urging them towards would have been clear if they had given due consideration to God’s revelation and signs. But the members of his community were willing to give due recognition only to that religion which had come down to them through the records and traditions of the leading lights of their community. The result was that the community, in spite of being overwhelmed by his arguments, were in a dilemma of doubt. Like all other prophets, as Salih grew up in his community he was recognised as one who was distinctive in personality and intelligence. It was hoped that, on growing up, he would prove to be a useful member of society. But, things took a different turn and he started criticising the religion prevalent at that time. Seeing this, his people were greatly disappointed in him. They said, ‘We were under the impression that you would be a pillar of our established religious system. On the contrary, we see that you are bent upon proving our religious system baseless.’ In every period God’s true missionaries had to face this sort of reaction on the part of their communities."
    },
    {
      "ayah": 64,
      "surah": 11,
      "text": "Salih repeatedly told his community that he was the Lord’s messenger and that if they did not accept what he had to say, they would be seized upon by God. However, his community did not take his words seriously, even although they did not disbelieve in God and prophethood. The reason was that Salih had only theoretical reasoning to prove his prophethood, and it is a weakness of human beings that they are hardly ready to give up a familiar thing in favour of an unfamiliar thing merely on the basis of theoretical argument. When Salih’s community were not ready to bow to his word, at their demand a tangible miracle was performed as a final sign. This was a she-camel which came out of a solid rock before their very eyes. It is the law of God that the appearance of such a sign indicates that the period of testing is coming to an end. Salih thereupon, announced that they should repent and accept his word: otherwise all of them would be destroyed. But those who are not impressed by theoretical arguments, fail to learn a lesson even from tangible signs. So, even then, Salih’s community did not refrain from arrogance and they even went to the extent of slaying the she-camel. Thereafter, there being no question of any further respite for them, Salih was commanded to leave his community which, at that time, was settled in Western Arabia. Accompanied by his sincere companions, he therefore left for Syria. Subsequently, a horrible earthquake swallowed up the entire community, killing everyone."
    },
    {
      "ayah": 65,
      "surah": 11,
      "text": "Salih repeatedly told his community that he was the Lord’s messenger and that if they did not accept what he had to say, they would be seized upon by God. However, his community did not take his words seriously, even although they did not disbelieve in God and prophethood. The reason was that Salih had only theoretical reasoning to prove his prophethood, and it is a weakness of human beings that they are hardly ready to give up a familiar thing in favour of an unfamiliar thing merely on the basis of theoretical argument. When Salih’s community were not ready to bow to his word, at their demand a tangible miracle was performed as a final sign. This was a she-camel which came out of a solid rock before their very eyes. It is the law of God that the appearance of such a sign indicates that the period of testing is coming to an end. Salih thereupon, announced that they should repent and accept his word: otherwise all of them would be destroyed. But those who are not impressed by theoretical arguments, fail to learn a lesson even from tangible signs. So, even then, Salih’s community did not refrain from arrogance and they even went to the extent of slaying the she-camel. Thereafter, there being no question of any further respite for them, Salih was commanded to leave his community which, at that time, was settled in Western Arabia. Accompanied by his sincere companions, he therefore left for Syria. Subsequently, a horrible earthquake swallowed up the entire community, killing everyone."
    },
    {
      "ayah": 66,
      "surah": 11,
      "text": "Salih repeatedly told his community that he was the Lord’s messenger and that if they did not accept what he had to say, they would be seized upon by God. However, his community did not take his words seriously, even although they did not disbelieve in God and prophethood. The reason was that Salih had only theoretical reasoning to prove his prophethood, and it is a weakness of human beings that they are hardly ready to give up a familiar thing in favour of an unfamiliar thing merely on the basis of theoretical argument. When Salih’s community were not ready to bow to his word, at their demand a tangible miracle was performed as a final sign. This was a she-camel which came out of a solid rock before their very eyes. It is the law of God that the appearance of such a sign indicates that the period of testing is coming to an end. Salih thereupon, announced that they should repent and accept his word: otherwise all of them would be destroyed. But those who are not impressed by theoretical arguments, fail to learn a lesson even from tangible signs. So, even then, Salih’s community did not refrain from arrogance and they even went to the extent of slaying the she-camel. Thereafter, there being no question of any further respite for them, Salih was commanded to leave his community which, at that time, was settled in Western Arabia. Accompanied by his sincere companions, he therefore left for Syria. Subsequently, a horrible earthquake swallowed up the entire community, killing everyone."
    },
    {
      "ayah": 67,
      "surah": 11,
      "text": "Salih repeatedly told his community that he was the Lord’s messenger and that if they did not accept what he had to say, they would be seized upon by God. However, his community did not take his words seriously, even although they did not disbelieve in God and prophethood. The reason was that Salih had only theoretical reasoning to prove his prophethood, and it is a weakness of human beings that they are hardly ready to give up a familiar thing in favour of an unfamiliar thing merely on the basis of theoretical argument. When Salih’s community were not ready to bow to his word, at their demand a tangible miracle was performed as a final sign. This was a she-camel which came out of a solid rock before their very eyes. It is the law of God that the appearance of such a sign indicates that the period of testing is coming to an end. Salih thereupon, announced that they should repent and accept his word: otherwise all of them would be destroyed. But those who are not impressed by theoretical arguments, fail to learn a lesson even from tangible signs. So, even then, Salih’s community did not refrain from arrogance and they even went to the extent of slaying the she-camel. Thereafter, there being no question of any further respite for them, Salih was commanded to leave his community which, at that time, was settled in Western Arabia. Accompanied by his sincere companions, he therefore left for Syria. Subsequently, a horrible earthquake swallowed up the entire community, killing everyone."
    },
    {
      "ayah": 68,
      "surah": 11,
      "text": "Salih repeatedly told his community that he was the Lord’s messenger and that if they did not accept what he had to say, they would be seized upon by God. However, his community did not take his words seriously, even although they did not disbelieve in God and prophethood. The reason was that Salih had only theoretical reasoning to prove his prophethood, and it is a weakness of human beings that they are hardly ready to give up a familiar thing in favour of an unfamiliar thing merely on the basis of theoretical argument. When Salih’s community were not ready to bow to his word, at their demand a tangible miracle was performed as a final sign. This was a she-camel which came out of a solid rock before their very eyes. It is the law of God that the appearance of such a sign indicates that the period of testing is coming to an end. Salih thereupon, announced that they should repent and accept his word: otherwise all of them would be destroyed. But those who are not impressed by theoretical arguments, fail to learn a lesson even from tangible signs. So, even then, Salih’s community did not refrain from arrogance and they even went to the extent of slaying the she-camel. Thereafter, there being no question of any further respite for them, Salih was commanded to leave his community which, at that time, was settled in Western Arabia. Accompanied by his sincere companions, he therefore left for Syria. Subsequently, a horrible earthquake swallowed up the entire community, killing everyone."
    },
    { "ayah": 69, "surah": 11, "text": "Literally ‘their hands did not reach towards the meal’." },
    {
      "ayah": 7,
      "surah": 11,
      "text": "The present world was created by God in six days, that is, in six stages or six periods. There was a period when its surface was covered with water. In this part of God’s domain, only water was seen everywhere at that time. Then, at God’s behest, patches of land emerged and water filled the great hollows which became the seas and the oceans. In this way it was possible for various species of life to come into existence on the earth. God has the power to give an ideal shape to things and events, but He has chosen to fashion this world in a less than ideal way, so that it may serve as a testing ground for man. Indeed, God’s purpose in creating the world and settling human beings upon it was to single out the doers of good deeds. ‘Good deed’ is actually another name for a realistic deed, i.e. one which a man is required to perform in accordance with reality, without there being any pressure upon him to do. The realistic person is one who appreciates the hidden hand of God by peering through the cause-and-effect veil which, by design, He has drawn over His creations; he is one who, in spite of apparently having power, renders himself powerless; one who, in spite of having the option of leading an arrogant life, becomes obedient to God. In the present world, the selection of such realistic persons continues unremittingly. When the period of this selection is over, the present system will be replaced by another standard system in which all good things will be allotted only to those who perform good deeds, leaving all bad things for the wrongdoers. Almighty God does not immediately catch hold of those who deny the truth and the arrogant in view of His rule of giving respite; i.e. He gives them respite to the fullest possible extent, so that they may be warned and reform themselves, or finally prove themselves guilty. This rule of respite becomes a cause of misunderstanding to certain arrogant people. They forget their real position of powerlessness and start indulging in tall talk. But, when they are smitten by God’s scourge, they will there and then come to know how helpless they are in comparison to God."
    },
    { "ayah": 70, "surah": 11, "text": "Literally ‘their hands did not reach towards the meal’." },
    {
      "ayah": 71,
      "surah": 11,
      "text": "Once when Abraham was about a hundred years old, several very handsome young men entered his house. Considering them as guests, he immediately arranged for their food. They were not human beings, but angels of God. They had come with the dual purpose of giving the good news of children to Abraham, and destroying Lot’s community, who had gone to the furthest extremes in their arrogance and rejection of the Truth. Conveying to Abraham and his wife the good news of Isaac (Ishaq), a son, and Jacob (Ya‘qub), a grandson, did not simply mean giving the good news of children in the usual sense. No, indeed, this amounted to the bringing into existence of a line of righteous and mission-oriented human beings. It is a matter of historical record that generally it is a ‘family’ that rises in the service of religion. The history of the prophets and the events in the lives of the true followers who came after them demonstrate this fact. This is because one to whom Truth is revealed is an ordinary person in the eyes of his contemporaries, and this makes it difficult for the common people to recognise his status and support him. But from within his own family, personal relationships become an additional force. What outsiders are unable to see—due to their love of externals—the family members clearly appreciate, thanks to the element of attachment. Not finding it difficult to understand his real position, they become supporters of his mission."
    },
    {
      "ayah": 72,
      "surah": 11,
      "text": "Once when Abraham was about a hundred years old, several very handsome young men entered his house. Considering them as guests, he immediately arranged for their food. They were not human beings, but angels of God. They had come with the dual purpose of giving the good news of children to Abraham, and destroying Lot’s community, who had gone to the furthest extremes in their arrogance and rejection of the Truth. Conveying to Abraham and his wife the good news of Isaac (Ishaq), a son, and Jacob (Ya‘qub), a grandson, did not simply mean giving the good news of children in the usual sense. No, indeed, this amounted to the bringing into existence of a line of righteous and mission-oriented human beings. It is a matter of historical record that generally it is a ‘family’ that rises in the service of religion. The history of the prophets and the events in the lives of the true followers who came after them demonstrate this fact. This is because one to whom Truth is revealed is an ordinary person in the eyes of his contemporaries, and this makes it difficult for the common people to recognise his status and support him. But from within his own family, personal relationships become an additional force. What outsiders are unable to see—due to their love of externals—the family members clearly appreciate, thanks to the element of attachment. Not finding it difficult to understand his real position, they become supporters of his mission."
    },
    {
      "ayah": 73,
      "surah": 11,
      "text": "Once when Abraham was about a hundred years old, several very handsome young men entered his house. Considering them as guests, he immediately arranged for their food. They were not human beings, but angels of God. They had come with the dual purpose of giving the good news of children to Abraham, and destroying Lot’s community, who had gone to the furthest extremes in their arrogance and rejection of the Truth. Conveying to Abraham and his wife the good news of Isaac (Ishaq), a son, and Jacob (Ya‘qub), a grandson, did not simply mean giving the good news of children in the usual sense. No, indeed, this amounted to the bringing into existence of a line of righteous and mission-oriented human beings. It is a matter of historical record that generally it is a ‘family’ that rises in the service of religion. The history of the prophets and the events in the lives of the true followers who came after them demonstrate this fact. This is because one to whom Truth is revealed is an ordinary person in the eyes of his contemporaries, and this makes it difficult for the common people to recognise his status and support him. But from within his own family, personal relationships become an additional force. What outsiders are unable to see—due to their love of externals—the family members clearly appreciate, thanks to the element of attachment. Not finding it difficult to understand his real position, they become supporters of his mission."
    },
    {
      "ayah": 74,
      "surah": 11,
      "text": "Abraham’s conversation took place with those angels who had come to destroy Lot’s community. These angels had come to carry out God’s orders, and God made it clear that they came at His behest. A part of this conversation between the Prophet Abraham and the angels is given in chapter 29 (verse 32) and a detailed account of this also appears in the Bible (Genesis, chapter 18). Abraham’s prayer in favour of Lot’s community being spared was not accepted. Similarly, Noah’s earlier prayer that his son be spared had not been accepted. Prayer amounts to presenting oneself before God. If Noah’s son or Lot’s community had had the urge to pray, and had they prayed to God to be given respite, then God would certainly have pardoned them and would have sent them His blessing. Revoking of punishment is possible, as we find from the example of the community of Jonah (Yunus). But if the punisment is revoked, it will be done on the strength of the prayers of the persons who have to suffer punishment, and not in answer to the prayer of any other person, even if that other person be a prophet. The reason for this is that a prayer for pardon is not a recommendation, in the usual sense, which one person makes in favour of another person and which, due to the holiness of the former, is accepted in favour of the latter. One person should certainly pray for another; in every period, prophets and righteous people have prayed for others. But this is, in fact, an expression of the forbearance, kind-heartedness and the inclination towards God of the person who prays. A servant of God has fear of God at heart, starts trembling when he sees God’s punishment, and starts praying for himself and for others. However, prayer by others will be effective only when the affected person himself fears God and invokes His grace."
    },
    {
      "ayah": 75,
      "surah": 11,
      "text": "Abraham’s conversation took place with those angels who had come to destroy Lot’s community. These angels had come to carry out God’s orders, and God made it clear that they came at His behest. A part of this conversation between the Prophet Abraham and the angels is given in chapter 29 (verse 32) and a detailed account of this also appears in the Bible (Genesis, chapter 18). Abraham’s prayer in favour of Lot’s community being spared was not accepted. Similarly, Noah’s earlier prayer that his son be spared had not been accepted. Prayer amounts to presenting oneself before God. If Noah’s son or Lot’s community had had the urge to pray, and had they prayed to God to be given respite, then God would certainly have pardoned them and would have sent them His blessing. Revoking of punishment is possible, as we find from the example of the community of Jonah (Yunus). But if the punisment is revoked, it will be done on the strength of the prayers of the persons who have to suffer punishment, and not in answer to the prayer of any other person, even if that other person be a prophet. The reason for this is that a prayer for pardon is not a recommendation, in the usual sense, which one person makes in favour of another person and which, due to the holiness of the former, is accepted in favour of the latter. One person should certainly pray for another; in every period, prophets and righteous people have prayed for others. But this is, in fact, an expression of the forbearance, kind-heartedness and the inclination towards God of the person who prays. A servant of God has fear of God at heart, starts trembling when he sees God’s punishment, and starts praying for himself and for others. However, prayer by others will be effective only when the affected person himself fears God and invokes His grace."
    },
    {
      "ayah": 76,
      "surah": 11,
      "text": "Abraham’s conversation took place with those angels who had come to destroy Lot’s community. These angels had come to carry out God’s orders, and God made it clear that they came at His behest. A part of this conversation between the Prophet Abraham and the angels is given in chapter 29 (verse 32) and a detailed account of this also appears in the Bible (Genesis, chapter 18). Abraham’s prayer in favour of Lot’s community being spared was not accepted. Similarly, Noah’s earlier prayer that his son be spared had not been accepted. Prayer amounts to presenting oneself before God. If Noah’s son or Lot’s community had had the urge to pray, and had they prayed to God to be given respite, then God would certainly have pardoned them and would have sent them His blessing. Revoking of punishment is possible, as we find from the example of the community of Jonah (Yunus). But if the punisment is revoked, it will be done on the strength of the prayers of the persons who have to suffer punishment, and not in answer to the prayer of any other person, even if that other person be a prophet. The reason for this is that a prayer for pardon is not a recommendation, in the usual sense, which one person makes in favour of another person and which, due to the holiness of the former, is accepted in favour of the latter. One person should certainly pray for another; in every period, prophets and righteous people have prayed for others. But this is, in fact, an expression of the forbearance, kind-heartedness and the inclination towards God of the person who prays. A servant of God has fear of God at heart, starts trembling when he sees God’s punishment, and starts praying for himself and for others. However, prayer by others will be effective only when the affected person himself fears God and invokes His grace."
    },
    {
      "ayah": 77,
      "surah": 11,
      "text": "The angels who had come to Lot were the angels of retribution. But they entered the town in the shape of very handsome youths. This was intended to establish the guilt of Lot’s community quite finally. When a man continuously indulges in an evil, he becomes completely insensitive about it. This was the case with Lot’s community. They were now openly indulging in evil deeds. So, when they saw that handsome young men had come to Lot’s house, they rushed to his house full of lustful, lewd feelings. With utter shamelessness, they started demanding that the young men be handed over to them. When Lot saw the miscreants coming in this manner, he was extremely ashamed. He said, ‘Here are the daughters of the community. You may marry any of them you like and satisfy your natural instincts.’ The elderly persons of a community speak of the daughters of the community as if they were their own offspring. In this sense, Lot referred to the daughters of the community as his own daughters. But they rejected Lot’s legitimate offer, and continued to press for what was illegitimate. This finally established that these were evil, guilty people and certainly deserved to be destroyed. So, thereafter, all of them were annihilated. ‘Is there not a single right-minded man among you?’ This is generally the last utterance of a servant of God who has no material power to restrain miscreants, when all rational persuasion has failed to hold them back. At that time, by uttering such words, he invokes the prestige of the community and awakens its conscience. In spite of this, if his hearers remain insensitive, it means that there is not an iota of humanity or honour left in them."
    },
    {
      "ayah": 78,
      "surah": 11,
      "text": "The angels who had come to Lot were the angels of retribution. But they entered the town in the shape of very handsome youths. This was intended to establish the guilt of Lot’s community quite finally. When a man continuously indulges in an evil, he becomes completely insensitive about it. This was the case with Lot’s community. They were now openly indulging in evil deeds. So, when they saw that handsome young men had come to Lot’s house, they rushed to his house full of lustful, lewd feelings. With utter shamelessness, they started demanding that the young men be handed over to them. When Lot saw the miscreants coming in this manner, he was extremely ashamed. He said, ‘Here are the daughters of the community. You may marry any of them you like and satisfy your natural instincts.’ The elderly persons of a community speak of the daughters of the community as if they were their own offspring. In this sense, Lot referred to the daughters of the community as his own daughters. But they rejected Lot’s legitimate offer, and continued to press for what was illegitimate. This finally established that these were evil, guilty people and certainly deserved to be destroyed. So, thereafter, all of them were annihilated. ‘Is there not a single right-minded man among you?’ This is generally the last utterance of a servant of God who has no material power to restrain miscreants, when all rational persuasion has failed to hold them back. At that time, by uttering such words, he invokes the prestige of the community and awakens its conscience. In spite of this, if his hearers remain insensitive, it means that there is not an iota of humanity or honour left in them."
    },
    {
      "ayah": 79,
      "surah": 11,
      "text": "The angels who had come to Lot were the angels of retribution. But they entered the town in the shape of very handsome youths. This was intended to establish the guilt of Lot’s community quite finally. When a man continuously indulges in an evil, he becomes completely insensitive about it. This was the case with Lot’s community. They were now openly indulging in evil deeds. So, when they saw that handsome young men had come to Lot’s house, they rushed to his house full of lustful, lewd feelings. With utter shamelessness, they started demanding that the young men be handed over to them. When Lot saw the miscreants coming in this manner, he was extremely ashamed. He said, ‘Here are the daughters of the community. You may marry any of them you like and satisfy your natural instincts.’ The elderly persons of a community speak of the daughters of the community as if they were their own offspring. In this sense, Lot referred to the daughters of the community as his own daughters. But they rejected Lot’s legitimate offer, and continued to press for what was illegitimate. This finally established that these were evil, guilty people and certainly deserved to be destroyed. So, thereafter, all of them were annihilated. ‘Is there not a single right-minded man among you?’ This is generally the last utterance of a servant of God who has no material power to restrain miscreants, when all rational persuasion has failed to hold them back. At that time, by uttering such words, he invokes the prestige of the community and awakens its conscience. In spite of this, if his hearers remain insensitive, it means that there is not an iota of humanity or honour left in them."
    },
    {
      "ayah": 8,
      "surah": 11,
      "text": "The present world was created by God in six days, that is, in six stages or six periods. There was a period when its surface was covered with water. In this part of God’s domain, only water was seen everywhere at that time. Then, at God’s behest, patches of land emerged and water filled the great hollows which became the seas and the oceans. In this way it was possible for various species of life to come into existence on the earth. God has the power to give an ideal shape to things and events, but He has chosen to fashion this world in a less than ideal way, so that it may serve as a testing ground for man. Indeed, God’s purpose in creating the world and settling human beings upon it was to single out the doers of good deeds. ‘Good deed’ is actually another name for a realistic deed, i.e. one which a man is required to perform in accordance with reality, without there being any pressure upon him to do. The realistic person is one who appreciates the hidden hand of God by peering through the cause-and-effect veil which, by design, He has drawn over His creations; he is one who, in spite of apparently having power, renders himself powerless; one who, in spite of having the option of leading an arrogant life, becomes obedient to God. In the present world, the selection of such realistic persons continues unremittingly. When the period of this selection is over, the present system will be replaced by another standard system in which all good things will be allotted only to those who perform good deeds, leaving all bad things for the wrongdoers. Almighty God does not immediately catch hold of those who deny the truth and the arrogant in view of His rule of giving respite; i.e. He gives them respite to the fullest possible extent, so that they may be warned and reform themselves, or finally prove themselves guilty. This rule of respite becomes a cause of misunderstanding to certain arrogant people. They forget their real position of powerlessness and start indulging in tall talk. But, when they are smitten by God’s scourge, they will there and then come to know how helpless they are in comparison to God."
    },
    {
      "ayah": 80,
      "surah": 11,
      "text": "At first, Lot considered the young men who came to him as human beings. When he became anxious, thinking he was in danger, one of them clarified that they were angels and had been sent by God. In other words, this was not an affair of human beings but a divine matter. As the angels put it, ‘These people will not be able to harm you or us.’ When the townspeople persisted in advancing, one of the angels moved his arm, whereupon all of them became blind and turned back saying, ‘Run away! Lot’s guests appear to be great magicians.’ When God decides to destroy a community because of their arrogance, His will prevails throughout the entire area where they live. On such an occasion, all the living things settled there are affected by God’s retribution. However, by God’s special grace, those who had uttered the truth to these arrogant people, are saved. Conveying the message of God to man provides the best guarantee of avoiding being seized upon by God in this world as well as in the Hereafter. It is recorded in a tradition that, at heart, Lot’s wife was not on his side. But at the last moment, when Lot was leaving the town, saying that by morning God’s punishment would be meted out there, she joined Lot’s caravan. However, while Lot’s people were still on the way, the terrible noise of an earthquake and a storm could be heard from behind. Lot and his trustworthy companions did not pay any attention to what was happening in the rear. But Lot’s wife turned to look behind her. When she saw a dust-storm and heard the noise, she uttered the words, ‘Alas! my community!’ At that moment a stone hit her as a punishment and she dropped dead there and then. This incident has a lesson in it. One who is not really loyal to God and His Prophet will not be safeguarded by joining the caravan of righteous people under the influence of some factor other than the fear of God. His weakness will come to light somewhere or the other and he will be doomed."
    },
    {
      "ayah": 81,
      "surah": 11,
      "text": "At first, Lot considered the young men who came to him as human beings. When he became anxious, thinking he was in danger, one of them clarified that they were angels and had been sent by God. In other words, this was not an affair of human beings but a divine matter. As the angels put it, ‘These people will not be able to harm you or us.’ When the townspeople persisted in advancing, one of the angels moved his arm, whereupon all of them became blind and turned back saying, ‘Run away! Lot’s guests appear to be great magicians.’ When God decides to destroy a community because of their arrogance, His will prevails throughout the entire area where they live. On such an occasion, all the living things settled there are affected by God’s retribution. However, by God’s special grace, those who had uttered the truth to these arrogant people, are saved. Conveying the message of God to man provides the best guarantee of avoiding being seized upon by God in this world as well as in the Hereafter. It is recorded in a tradition that, at heart, Lot’s wife was not on his side. But at the last moment, when Lot was leaving the town, saying that by morning God’s punishment would be meted out there, she joined Lot’s caravan. However, while Lot’s people were still on the way, the terrible noise of an earthquake and a storm could be heard from behind. Lot and his trustworthy companions did not pay any attention to what was happening in the rear. But Lot’s wife turned to look behind her. When she saw a dust-storm and heard the noise, she uttered the words, ‘Alas! my community!’ At that moment a stone hit her as a punishment and she dropped dead there and then. This incident has a lesson in it. One who is not really loyal to God and His Prophet will not be safeguarded by joining the caravan of righteous people under the influence of some factor other than the fear of God. His weakness will come to light somewhere or the other and he will be doomed."
    },
    {
      "ayah": 82,
      "surah": 11,
      "text": "At first, Lot considered the young men who came to him as human beings. When he became anxious, thinking he was in danger, one of them clarified that they were angels and had been sent by God. In other words, this was not an affair of human beings but a divine matter. As the angels put it, ‘These people will not be able to harm you or us.’ When the townspeople persisted in advancing, one of the angels moved his arm, whereupon all of them became blind and turned back saying, ‘Run away! Lot’s guests appear to be great magicians.’ When God decides to destroy a community because of their arrogance, His will prevails throughout the entire area where they live. On such an occasion, all the living things settled there are affected by God’s retribution. However, by God’s special grace, those who had uttered the truth to these arrogant people, are saved. Conveying the message of God to man provides the best guarantee of avoiding being seized upon by God in this world as well as in the Hereafter. It is recorded in a tradition that, at heart, Lot’s wife was not on his side. But at the last moment, when Lot was leaving the town, saying that by morning God’s punishment would be meted out there, she joined Lot’s caravan. However, while Lot’s people were still on the way, the terrible noise of an earthquake and a storm could be heard from behind. Lot and his trustworthy companions did not pay any attention to what was happening in the rear. But Lot’s wife turned to look behind her. When she saw a dust-storm and heard the noise, she uttered the words, ‘Alas! my community!’ At that moment a stone hit her as a punishment and she dropped dead there and then. This incident has a lesson in it. One who is not really loyal to God and His Prophet will not be safeguarded by joining the caravan of righteous people under the influence of some factor other than the fear of God. His weakness will come to light somewhere or the other and he will be doomed."
    },
    {
      "ayah": 83,
      "surah": 11,
      "text": "At first, Lot considered the young men who came to him as human beings. When he became anxious, thinking he was in danger, one of them clarified that they were angels and had been sent by God. In other words, this was not an affair of human beings but a divine matter. As the angels put it, ‘These people will not be able to harm you or us.’ When the townspeople persisted in advancing, one of the angels moved his arm, whereupon all of them became blind and turned back saying, ‘Run away! Lot’s guests appear to be great magicians.’ When God decides to destroy a community because of their arrogance, His will prevails throughout the entire area where they live. On such an occasion, all the living things settled there are affected by God’s retribution. However, by God’s special grace, those who had uttered the truth to these arrogant people, are saved. Conveying the message of God to man provides the best guarantee of avoiding being seized upon by God in this world as well as in the Hereafter. It is recorded in a tradition that, at heart, Lot’s wife was not on his side. But at the last moment, when Lot was leaving the town, saying that by morning God’s punishment would be meted out there, she joined Lot’s caravan. However, while Lot’s people were still on the way, the terrible noise of an earthquake and a storm could be heard from behind. Lot and his trustworthy companions did not pay any attention to what was happening in the rear. But Lot’s wife turned to look behind her. When she saw a dust-storm and heard the noise, she uttered the words, ‘Alas! my community!’ At that moment a stone hit her as a punishment and she dropped dead there and then. This incident has a lesson in it. One who is not really loyal to God and His Prophet will not be safeguarded by joining the caravan of righteous people under the influence of some factor other than the fear of God. His weakness will come to light somewhere or the other and he will be doomed."
    },
    {
      "ayah": 84,
      "surah": 11,
      "text": "The Midian (Madyan) region, to which the Prophet Shu‘ayb was sent, lay between Hijaz and Syria. His addressing his community as ‘people of faith’ shows that they claimed to be believers. In other words, it was a Muslim community of that time; they were the ummah of the prophet who preceded Shu‘ayb; but now after a long passage of time, in their later generations there had been a decline in their piety. Shu‘ayb told them that, if they were to be taken as people of the Faith, their claim would be acceptable before God only if they fulfilled the requirements of their claim, failing which, their claim had no value. He said that their faith demanded that they worship the one and only God, adhere to justice and fair play in their transactions and choose for others what they desired for themselves. Every one of them had to discharge his obligations fully to others and there should be no shortcoming in this. They should live on the earth as God wanted His subjects to live, remaining contented with their legitimately gained earnings and not try to gain more through disobedience. If they did all this, they would be treated as believers in the eyes of God. Otherwise, there was the likelihood of their being smitten by God’s punishment. Shu‘ayb also advised them not to give short measure, or engage in any other kind of fraudulent practices. His reference to their prosperity shows that in his community, some were poor and some were rich; there were some who received more, while others received less. Had all his addressees received less, then who would have been the prosperous ones? This shows that the addressees mentioned here were people of status with influence. Prophets come for the guidance of everyone, but their words are especially directed towards the upper echelons of the community, as defined by their wealth and intellect, because the general public goes along with them. Mostly they follow in the footsteps of their ‘great ones,’ so that, the conveying of the divine message to the elite amounts to reaching the general public also."
    },
    {
      "ayah": 85,
      "surah": 11,
      "text": "The Midian (Madyan) region, to which the Prophet Shu‘ayb was sent, lay between Hijaz and Syria. His addressing his community as ‘people of faith’ shows that they claimed to be believers. In other words, it was a Muslim community of that time; they were the ummah of the prophet who preceded Shu‘ayb; but now after a long passage of time, in their later generations there had been a decline in their piety. Shu‘ayb told them that, if they were to be taken as people of the Faith, their claim would be acceptable before God only if they fulfilled the requirements of their claim, failing which, their claim had no value. He said that their faith demanded that they worship the one and only God, adhere to justice and fair play in their transactions and choose for others what they desired for themselves. Every one of them had to discharge his obligations fully to others and there should be no shortcoming in this. They should live on the earth as God wanted His subjects to live, remaining contented with their legitimately gained earnings and not try to gain more through disobedience. If they did all this, they would be treated as believers in the eyes of God. Otherwise, there was the likelihood of their being smitten by God’s punishment. Shu‘ayb also advised them not to give short measure, or engage in any other kind of fraudulent practices. His reference to their prosperity shows that in his community, some were poor and some were rich; there were some who received more, while others received less. Had all his addressees received less, then who would have been the prosperous ones? This shows that the addressees mentioned here were people of status with influence. Prophets come for the guidance of everyone, but their words are especially directed towards the upper echelons of the community, as defined by their wealth and intellect, because the general public goes along with them. Mostly they follow in the footsteps of their ‘great ones,’ so that, the conveying of the divine message to the elite amounts to reaching the general public also."
    },
    {
      "ayah": 86,
      "surah": 11,
      "text": "The Midian (Madyan) region, to which the Prophet Shu‘ayb was sent, lay between Hijaz and Syria. His addressing his community as ‘people of faith’ shows that they claimed to be believers. In other words, it was a Muslim community of that time; they were the ummah of the prophet who preceded Shu‘ayb; but now after a long passage of time, in their later generations there had been a decline in their piety. Shu‘ayb told them that, if they were to be taken as people of the Faith, their claim would be acceptable before God only if they fulfilled the requirements of their claim, failing which, their claim had no value. He said that their faith demanded that they worship the one and only God, adhere to justice and fair play in their transactions and choose for others what they desired for themselves. Every one of them had to discharge his obligations fully to others and there should be no shortcoming in this. They should live on the earth as God wanted His subjects to live, remaining contented with their legitimately gained earnings and not try to gain more through disobedience. If they did all this, they would be treated as believers in the eyes of God. Otherwise, there was the likelihood of their being smitten by God’s punishment. Shu‘ayb also advised them not to give short measure, or engage in any other kind of fraudulent practices. His reference to their prosperity shows that in his community, some were poor and some were rich; there were some who received more, while others received less. Had all his addressees received less, then who would have been the prosperous ones? This shows that the addressees mentioned here were people of status with influence. Prophets come for the guidance of everyone, but their words are especially directed towards the upper echelons of the community, as defined by their wealth and intellect, because the general public goes along with them. Mostly they follow in the footsteps of their ‘great ones,’ so that, the conveying of the divine message to the elite amounts to reaching the general public also."
    },
    {
      "ayah": 87,
      "surah": 11,
      "text": "Sometimes it happens that people use the word ‘salat’ (prayer) when they actually mean ‘religion.’ Here they had used the word salat because salat is the most prominent and clear sign of religion. (Safwat at-Tafasir). Shu‘ayb’s community claimed to be religious. They used to say their prayers also. But they had associated shirk (ascribing partners to God) with their religion and prayers, and in its name had allowed foul play in their transactions. Shu‘ayb urged them to be true worshippers of God and to adhere to fair play in their dealings and said that if there is polytheism along with religion and there is foul play in transactions along with prayers, then such religion and such prayer have no value in the eyes of God. Such talk was likely to expose the false pretensions of the community about their piety. Their stand—that they were religious in spite of their wrongdoing—was adversely affected by this. Being already acclaimed as ‘worshippers’, they became irritated and said, ‘Are you the only worshipper of God? Were the holy great ones whose ways we have adopted ignorant? Doesn’t anybody else except you know what prayer is and what its requirements are? Perhaps you think that you are the only wise and righteous person in the whole world!’ In the eyes of Shu‘ayb’s community, only those who had become great by virtue of long-standing tradition, or who occupied seats of high status appeared to be truly great. That is why they had the courage to taunt Shu‘ayb in this manner."
    },
    {
      "ayah": 88,
      "surah": 11,
      "text": "There are two types of acceptance of a precept—one is routine or unconscious acceptance by imitation and the other is acceptance after finding it to be right. In the first case, man accepts something because others accept it. In the second case man accepts it because, on the basis of reasoning, he found that it was right. While the former is only a formal acceptance, the latter is conscious discovery. Discovery of Truth at the level of reason is the real asset of a believer. This leads to that live, active belief which prompts him and enables him to stand in the midst of people and start representing the Truth to them, unmindful of everything else. Conscious discovery of truth is a substitute for everything else. One who receives this bounty is never in need of anything else. An unbeliever is satisfied with material achievement. But the believer is satisfied only when his reason is addressed. On receiving sustenance of this kind (conscious discovery), it becomes impossible for anyone to take a stand against it. Contradiction between talk and action is the result of formal faith, while consistency in talk and action is the result of conscious faith. In his interpretation of the word ‘shiqaq,’ meaning ‘opposition,’ Hasan al-Basri, the famous Sufi, says, ‘Should your enmity against me make you leave the path of Faith, you will be liable to receive the punishment meted out to the unbelievers.’ (Al-Qurtubi). Since the missionary appears as an ordinary man to the people, his critical approach is extremely disturbing to those who have attained a high status in society. That an ordinary man should venture to criticise them and their great ones seems unconscionable to them. That is why they develop a hatred for the preacher and become obdurate towards him. The development of such a mentality in a man amounts to his being put to a severe test, because he considers even a godly message insignificant if it is brought by an ‘ordinary’ preacher. In the process of ignoring a human being, he ignores God Himself."
    },
    {
      "ayah": 89,
      "surah": 11,
      "text": "There are two types of acceptance of a precept—one is routine or unconscious acceptance by imitation and the other is acceptance after finding it to be right. In the first case, man accepts something because others accept it. In the second case man accepts it because, on the basis of reasoning, he found that it was right. While the former is only a formal acceptance, the latter is conscious discovery. Discovery of Truth at the level of reason is the real asset of a believer. This leads to that live, active belief which prompts him and enables him to stand in the midst of people and start representing the Truth to them, unmindful of everything else. Conscious discovery of truth is a substitute for everything else. One who receives this bounty is never in need of anything else. An unbeliever is satisfied with material achievement. But the believer is satisfied only when his reason is addressed. On receiving sustenance of this kind (conscious discovery), it becomes impossible for anyone to take a stand against it. Contradiction between talk and action is the result of formal faith, while consistency in talk and action is the result of conscious faith. In his interpretation of the word ‘shiqaq,’ meaning ‘opposition,’ Hasan al-Basri, the famous Sufi, says, ‘Should your enmity against me make you leave the path of Faith, you will be liable to receive the punishment meted out to the unbelievers.’ (Al-Qurtubi). Since the missionary appears as an ordinary man to the people, his critical approach is extremely disturbing to those who have attained a high status in society. That an ordinary man should venture to criticise them and their great ones seems unconscionable to them. That is why they develop a hatred for the preacher and become obdurate towards him. The development of such a mentality in a man amounts to his being put to a severe test, because he considers even a godly message insignificant if it is brought by an ‘ordinary’ preacher. In the process of ignoring a human being, he ignores God Himself."
    },
    {
      "ayah": 9,
      "surah": 11,
      "text": "In the present world, man is given ease and hardship by turns. But here, neither is comfort given as a reward nor is hardship imposed as a punishment. The purpose of both is to put human beings to the test. This world is a great examination hall. The purpose of whatever happens to man here is to see what sort of responses he offers to different testing conditions. That man is a failure whose behaviour is such that when he receives some worldly bounties from God, he becomes proud; he behaves with haughtiness towards those who appear to him of a lower status than himself. Similarly, that person is also a failure who displays ingratitude when some bounty is taken away from him or he becomes the victim of some affliction. Even after being deprived of something, a man still possesses many things granted to him by God. But man forgets them and becomes so desperate over that one loss, it is as if he had been robbed of everything. On the contrary, those who fully measure up to the standards of Faith are individuals who are patient and righteous in their deeds. That is, in spite of every setback, they keep their emotional balance and continue to exercise moderation; they continue to do whatever they are required to do as subjects of God. What is patience? It is a man’s conduct being shaped by principles and not by the conditions and situations in which he finds himself. Whatever may be the condition, he should rise above them and formulate his views purely in the light of Truth. He should have the courage to live on the level of his Faith and moral awareness, unaffected by the prevailing conditions. This sort of life is one of piety. Those who establish their piety in this way will be the ones who will share God’s bounties in the future life and have a place in God’s eternal Gardens."
    },
    {
      "ayah": 90,
      "surah": 11,
      "text": "There are two types of acceptance of a precept—one is routine or unconscious acceptance by imitation and the other is acceptance after finding it to be right. In the first case, man accepts something because others accept it. In the second case man accepts it because, on the basis of reasoning, he found that it was right. While the former is only a formal acceptance, the latter is conscious discovery. Discovery of Truth at the level of reason is the real asset of a believer. This leads to that live, active belief which prompts him and enables him to stand in the midst of people and start representing the Truth to them, unmindful of everything else. Conscious discovery of truth is a substitute for everything else. One who receives this bounty is never in need of anything else. An unbeliever is satisfied with material achievement. But the believer is satisfied only when his reason is addressed. On receiving sustenance of this kind (conscious discovery), it becomes impossible for anyone to take a stand against it. Contradiction between talk and action is the result of formal faith, while consistency in talk and action is the result of conscious faith. In his interpretation of the word ‘shiqaq,’ meaning ‘opposition,’ Hasan al-Basri, the famous Sufi, says, ‘Should your enmity against me make you leave the path of Faith, you will be liable to receive the punishment meted out to the unbelievers.’ (Al-Qurtubi). Since the missionary appears as an ordinary man to the people, his critical approach is extremely disturbing to those who have attained a high status in society. That an ordinary man should venture to criticise them and their great ones seems unconscionable to them. That is why they develop a hatred for the preacher and become obdurate towards him. The development of such a mentality in a man amounts to his being put to a severe test, because he considers even a godly message insignificant if it is brought by an ‘ordinary’ preacher. In the process of ignoring a human being, he ignores God Himself."
    },
    {
      "ayah": 91,
      "surah": 11,
      "text": "In a tradition of the Prophet Muhammad, Shu‘ayb has been called the orator among the prophets (khatib al-ambiya’). He used to explain facts to the people of his community in their own understandable language in the most effective manner. Then, why did they not understand what he said? The reason for this was that the mindset of the community had been so vitiated that their way of thinking was quite different from that of Shu‘ayb. Therefore, what he had to say seemed incomprehensible. The community was engrossed in obeisance to human beings whereas Shu‘ayb called upon them to do obeisance to the one and only God. They were under the impression that belief in saints or great ones was enough for their salvation. But Shu‘ayb’s dictum was that salvation can be attained only through the belief in the one God and the performance of good deeds. The community members thought that since they considered themselves believers, they really were believers. Shu‘ayb said however, that a believer was one who was so by God’s assessment. In the eyes of the community salat (prayer) was merely a sort of ineffective formal supplement. Shu‘ayb declared, on the contrary, that salat was a reckoner of man’s life, his income and expenditure. The community thought that Faith was merely a spiritless acceptance, whereas he said that faith was that which was acquired by a live consciousness. In this way, a barrier had developed between Shu‘ayb and the community when it came to understanding his true and straightforward words. ‘Were it not for your clan, we would have stoned you.’ This statement reveals the great extent to which Shu‘ayb’s community had grown insensitive and become immersed in the love of outward, showy con-cerns. The truth of the matter was that when Shu‘ayb exposed the religious pretensions of the communi-ty, its members became his enemies. At that time he had no crowds surrounding him to deter them from attacking him. He did not possess wealth and status with which to impress his listeners. He had at his command only the strength of Truth and reasonableness, but with such people Truth and reasonableness did not carry any weight. In these circumstances, they would have certainly made a fatal attack on him, had it not been for the fear of tribal revenge. In the tribal era, the killing of a member of a tribe meant that, according to tribal custom, the entire tribe would rise to avenge that killing. This fear restrained Shu‘ayb’s community from taking any extreme step, just as in the present age people remain safe from the mischief of miscreants, because the latter fear that if they commit a crime, they will have to face the police force and the courts."
    },
    {
      "ayah": 92,
      "surah": 11,
      "text": "The people of Shu‘ayb’s community considered themselves Lords of Midian, taking things which had been given to them for the purpose of putting them to the test as their inalienable right. With all this in mind, they planned aggressive measures against Shu‘ayb. They even threatened to banish him and his companions from their land (\n7:88\n). But in the land which they considered their very own and of which they had become landlords, a terrible earthquake with horrifying tremors erupted at God’s behest; as a result of which, the whole region was destroyed. They were annihilated in their own domain, as if they had never existed. However, those members of the community who had accepted Shu‘ayb’s word, and had become his companions, were saved by special divine intervention."
    },
    {
      "ayah": 93,
      "surah": 11,
      "text": "The people of Shu‘ayb’s community considered themselves Lords of Midian, taking things which had been given to them for the purpose of putting them to the test as their inalienable right. With all this in mind, they planned aggressive measures against Shu‘ayb. They even threatened to banish him and his companions from their land (\n7:88\n). But in the land which they considered their very own and of which they had become landlords, a terrible earthquake with horrifying tremors erupted at God’s behest; as a result of which, the whole region was destroyed. They were annihilated in their own domain, as if they had never existed. However, those members of the community who had accepted Shu‘ayb’s word, and had become his companions, were saved by special divine intervention."
    },
    {
      "ayah": 94,
      "surah": 11,
      "text": "The people of Shu‘ayb’s community considered themselves Lords of Midian, taking things which had been given to them for the purpose of putting them to the test as their inalienable right. With all this in mind, they planned aggressive measures against Shu‘ayb. They even threatened to banish him and his companions from their land (\n7:88\n). But in the land which they considered their very own and of which they had become landlords, a terrible earthquake with horrifying tremors erupted at God’s behest; as a result of which, the whole region was destroyed. They were annihilated in their own domain, as if they had never existed. However, those members of the community who had accepted Shu‘ayb’s word, and had become his companions, were saved by special divine intervention."
    },
    {
      "ayah": 95,
      "surah": 11,
      "text": "The people of Shu‘ayb’s community considered themselves Lords of Midian, taking things which had been given to them for the purpose of putting them to the test as their inalienable right. With all this in mind, they planned aggressive measures against Shu‘ayb. They even threatened to banish him and his companions from their land (\n7:88\n). But in the land which they considered their very own and of which they had become landlords, a terrible earthquake with horrifying tremors erupted at God’s behest; as a result of which, the whole region was destroyed. They were annihilated in their own domain, as if they had never existed. However, those members of the community who had accepted Shu‘ayb’s word, and had become his companions, were saved by special divine intervention."
    },
    {
      "ayah": 96,
      "surah": 11,
      "text": "Moses presented his call to the Truth in the best possible manner and to the greatest possible extent. He not only struck Pharaoh and his companions dumb, but also showed them a clear outward proof of his veracity in the shape of the miracle of the staff. Even so, the community of Pharaoh still sided with him and were not ready to support Moses. The reason for this was that, in their eyes, power and worldly goods were all-important; and they did not find Moses in possession of any of these things. They were no doubt amazed at what he had to say but, when they compared Moses with Pharaoh, they found in the former a lack of resources and material belongings, while in the latter they saw pomp and glory. This comparison became decisive for them; and in spite of Moses’ arguments and miracles, they were not ready to leave Pharaoh and go along with Moses. Those who, in this world preferred to be with one who possessed things of material greatness, will be placed alongside that individual, even in the Hereafter, but unlike the position in this world, this will be bad company, because in the Hereafter he will have been shorn of all his assets. Now his existence will be a symbol of dishonour and destruction. He will take his adherents to the same fire to which he was destined by God as result of his leading others astray."
    },
    {
      "ayah": 97,
      "surah": 11,
      "text": "Moses presented his call to the Truth in the best possible manner and to the greatest possible extent. He not only struck Pharaoh and his companions dumb, but also showed them a clear outward proof of his veracity in the shape of the miracle of the staff. Even so, the community of Pharaoh still sided with him and were not ready to support Moses. The reason for this was that, in their eyes, power and worldly goods were all-important; and they did not find Moses in possession of any of these things. They were no doubt amazed at what he had to say but, when they compared Moses with Pharaoh, they found in the former a lack of resources and material belongings, while in the latter they saw pomp and glory. This comparison became decisive for them; and in spite of Moses’ arguments and miracles, they were not ready to leave Pharaoh and go along with Moses. Those who, in this world preferred to be with one who possessed things of material greatness, will be placed alongside that individual, even in the Hereafter, but unlike the position in this world, this will be bad company, because in the Hereafter he will have been shorn of all his assets. Now his existence will be a symbol of dishonour and destruction. He will take his adherents to the same fire to which he was destined by God as result of his leading others astray."
    },
    {
      "ayah": 98,
      "surah": 11,
      "text": "Moses presented his call to the Truth in the best possible manner and to the greatest possible extent. He not only struck Pharaoh and his companions dumb, but also showed them a clear outward proof of his veracity in the shape of the miracle of the staff. Even so, the community of Pharaoh still sided with him and were not ready to support Moses. The reason for this was that, in their eyes, power and worldly goods were all-important; and they did not find Moses in possession of any of these things. They were no doubt amazed at what he had to say but, when they compared Moses with Pharaoh, they found in the former a lack of resources and material belongings, while in the latter they saw pomp and glory. This comparison became decisive for them; and in spite of Moses’ arguments and miracles, they were not ready to leave Pharaoh and go along with Moses. Those who, in this world preferred to be with one who possessed things of material greatness, will be placed alongside that individual, even in the Hereafter, but unlike the position in this world, this will be bad company, because in the Hereafter he will have been shorn of all his assets. Now his existence will be a symbol of dishonour and destruction. He will take his adherents to the same fire to which he was destined by God as result of his leading others astray."
    },
    {
      "ayah": 99,
      "surah": 11,
      "text": "Moses presented his call to the Truth in the best possible manner and to the greatest possible extent. He not only struck Pharaoh and his companions dumb, but also showed them a clear outward proof of his veracity in the shape of the miracle of the staff. Even so, the community of Pharaoh still sided with him and were not ready to support Moses. The reason for this was that, in their eyes, power and worldly goods were all-important; and they did not find Moses in possession of any of these things. They were no doubt amazed at what he had to say but, when they compared Moses with Pharaoh, they found in the former a lack of resources and material belongings, while in the latter they saw pomp and glory. This comparison became decisive for them; and in spite of Moses’ arguments and miracles, they were not ready to leave Pharaoh and go along with Moses. Those who, in this world preferred to be with one who possessed things of material greatness, will be placed alongside that individual, even in the Hereafter, but unlike the position in this world, this will be bad company, because in the Hereafter he will have been shorn of all his assets. Now his existence will be a symbol of dishonour and destruction. He will take his adherents to the same fire to which he was destined by God as result of his leading others astray."
    }
  ]
}
