{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 24,
      "text": "This chapter was revealed in the year 6 A.H., after the campaign of Banu al-Mustaliq. A minor incident took place during this campaign, which the hypocrites of Madinah chose to misrepresent in order to defame ‘A’ishah, the Prophet’s wife, and create trouble for the Prophet Muhammad. In this chapter, on the one hand, ‘A’ishah has been completely exonerated, and on the other hand, legal provisions to be enforced under similar social circumstances, have been laid down. In Islamic law, zina i.e. an illicit sexual relationship (which includes in its definition fornication, adultery and rape) is an extremely serious offence. Giving a hundred lashes to a man or woman indulging in adultery is the punishment prescribed for illicit relations between unmarried persons. The purpose of meting out punishment in public is to add a deterrent aspect to the penal provision. The idea is that, after seeing the fate of the guilty persons in question, anyone who has any intention of committing such a crime will desist from doing so. If men or women guilty of illicit sexual relations repent and reform after punishment, they may again resume the lives of believers. But, if they fail to do so, they can no longer be accepted in Islamic society as being fit for marital relations."
    },
    {
      "ayah": 10,
      "surah": 24,
      "text": "Matters pertaining to social relations are extremely complex. If the legislation in these matters were left entirely to man, he would emphasize one aspect to the detriment of the other aspects. Divine law, however, simultaneously takes care of all aspects of these matters. Seen from this point of view, divine law is a provision of great mercy bestowed by God upon man."
    },
    {
      "ayah": 11,
      "surah": 24,
      "text": "If a preacher is really treading the path of Truth, then any false propaganda issued against him in fact proves useful to him, because the Truth is ultimately bound to prevail. And when the reality becomes clear, it becomes even more evident that the preacher is on the right path, so that those wavering on this score enter the realm of certainty. They come to realize that indeed the opponents of God’s envoy have nothing to offer except false allegations and baseless accusations. The main active participant in the campaign to vilify ‘A’ishah was the notorious hypocrite, ‘Abdullah ibn Ubayy. But he was not given any punishment whatsoever. He died a natural death, but severe punishment in the Hereafter was announced for him in the Quran. After the incident mentioned above, ‘Umar suggested to the Prophet Muhammad that he, (‘Abdullah ibn Ubayy), be put to death. The Prophet replied, ‘Oh, ‘Umar! What would happen if people started saying that Muhammad killed his own Companions?’ We gather from this that policy considerations sometimes warrant even major criminals being spared the punishment they deserve in this world, leaving their ultimate fate to be decided in the Hereafter."
    },
    {
      "ayah": 12,
      "surah": 24,
      "text": "Every right-minded believer must think well of his fellow believer. Entertaining bad opinions about others is actually exposing one’s own evil nature and, conversely, holding a good opinion about others is a proof of one’s own righteous nature. The correct procedure is that whenever anyone speaks ill of any other person, proof should immediately be demanded of him. One who hears such an allegation should not simply start repeating it to others. On the contrary, he should ask the informer to furnish evidence according to the Islamic law to prove that he is right. What he has to say may be worth considering only if he produces witnesses, otherwise he himself becomes the guilty person. Nobody has the right to hold anyone guilty without proof."
    },
    {
      "ayah": 13,
      "surah": 24,
      "text": "Every right-minded believer must think well of his fellow believer. Entertaining bad opinions about others is actually exposing one’s own evil nature and, conversely, holding a good opinion about others is a proof of one’s own righteous nature. The correct procedure is that whenever anyone speaks ill of any other person, proof should immediately be demanded of him. One who hears such an allegation should not simply start repeating it to others. On the contrary, he should ask the informer to furnish evidence according to the Islamic law to prove that he is right. What he has to say may be worth considering only if he produces witnesses, otherwise he himself becomes the guilty person. Nobody has the right to hold anyone guilty without proof."
    },
    {
      "ayah": 14,
      "surah": 24,
      "text": "The role of the Prophet Muhammad was that of a preacher of Truth. The position of a preacher, or da‘i, is always extremely delicate. Even a slight mistake on his part can damage his entire mission. Those who lent an ear to baseless slander concerning a Muslim lady, namely ‘A’ishah, and started spreading it all around, were thus acting in a highly irresponsible manner. Had it not been for the timely refutation of the allegations—by direct intervention of God—this would have caused irreparable loss to Islam. Muslims would then have been divided into two groups and would have started fighting against each other. The community, which, according to God’s plan, was to serve as a means of eliminating the prevalence of polytheism from the world, would have destroyed itself in an internecine war."
    },
    {
      "ayah": 15,
      "surah": 24,
      "text": "The role of the Prophet Muhammad was that of a preacher of Truth. The position of a preacher, or da‘i, is always extremely delicate. Even a slight mistake on his part can damage his entire mission. Those who lent an ear to baseless slander concerning a Muslim lady, namely ‘A’ishah, and started spreading it all around, were thus acting in a highly irresponsible manner. Had it not been for the timely refutation of the allegations—by direct intervention of God—this would have caused irreparable loss to Islam. Muslims would then have been divided into two groups and would have started fighting against each other. The community, which, according to God’s plan, was to serve as a means of eliminating the prevalence of polytheism from the world, would have destroyed itself in an internecine war."
    },
    {
      "ayah": 16,
      "surah": 24,
      "text": "The role of the Prophet Muhammad was that of a preacher of Truth. The position of a preacher, or da‘i, is always extremely delicate. Even a slight mistake on his part can damage his entire mission. Those who lent an ear to baseless slander concerning a Muslim lady, namely ‘A’ishah, and started spreading it all around, were thus acting in a highly irresponsible manner. Had it not been for the timely refutation of the allegations—by direct intervention of God—this would have caused irreparable loss to Islam. Muslims would then have been divided into two groups and would have started fighting against each other. The community, which, according to God’s plan, was to serve as a means of eliminating the prevalence of polytheism from the world, would have destroyed itself in an internecine war."
    },
    {
      "ayah": 17,
      "surah": 24,
      "text": "Criticism may therefore be legitimate or illegitimate. While the former is supported by strong arguments, the latter lacks any factual basis and must be refrained from. In practice, when it is an opponent against whom allegations are made, no great need is felt for any further investigation. The allegations are unquestioningly accepted and the story is spread far and wide. This is not only irresponsible, but is also a serious offence, which is punishable both in this world and the world Hereafter."
    },
    {
      "ayah": 18,
      "surah": 24,
      "text": "Criticism may therefore be legitimate or illegitimate. While the former is supported by strong arguments, the latter lacks any factual basis and must be refrained from. In practice, when it is an opponent against whom allegations are made, no great need is felt for any further investigation. The allegations are unquestioningly accepted and the story is spread far and wide. This is not only irresponsible, but is also a serious offence, which is punishable both in this world and the world Hereafter."
    },
    {
      "ayah": 19,
      "surah": 24,
      "text": "Criticism may therefore be legitimate or illegitimate. While the former is supported by strong arguments, the latter lacks any factual basis and must be refrained from. In practice, when it is an opponent against whom allegations are made, no great need is felt for any further investigation. The allegations are unquestioningly accepted and the story is spread far and wide. This is not only irresponsible, but is also a serious offence, which is punishable both in this world and the world Hereafter."
    },
    {
      "ayah": 2,
      "surah": 24,
      "text": "This chapter was revealed in the year 6 A.H., after the campaign of Banu al-Mustaliq. A minor incident took place during this campaign, which the hypocrites of Madinah chose to misrepresent in order to defame ‘A’ishah, the Prophet’s wife, and create trouble for the Prophet Muhammad. In this chapter, on the one hand, ‘A’ishah has been completely exonerated, and on the other hand, legal provisions to be enforced under similar social circumstances, have been laid down. In Islamic law, zina i.e. an illicit sexual relationship (which includes in its definition fornication, adultery and rape) is an extremely serious offence. Giving a hundred lashes to a man or woman indulging in adultery is the punishment prescribed for illicit relations between unmarried persons. The purpose of meting out punishment in public is to add a deterrent aspect to the penal provision. The idea is that, after seeing the fate of the guilty persons in question, anyone who has any intention of committing such a crime will desist from doing so. If men or women guilty of illicit sexual relations repent and reform after punishment, they may again resume the lives of believers. But, if they fail to do so, they can no longer be accepted in Islamic society as being fit for marital relations."
    },
    {
      "ayah": 20,
      "surah": 24,
      "text": "To follow in the footsteps of Satan means acting upon his secret evil promptings. When for no reason at all the mind of an individual is suddenly flooded by feelings of suspicion, when a man begins harbouring negative thoughts about his opponents, it is the insidious work of Satan. Therefore, when such thoughts and feelings take shape, man should, instead of cultivating them, immediately root them out from his heart. To cultivate such feelings amounts to following Satan.To raise a hue and cry against others is inconsistent with humility. There are certain individuals who have very high opinions of themselves, while holding unduly bad opinions about others. Neither trait is in consonance with faith. If a man cultivates faith-oriented humbleness, he becomes so engrossed in introspection that he has absolutely no time to engage himself in unfair criticism of others or in calling others to account."
    },
    {
      "ayah": 21,
      "surah": 24,
      "text": "To follow in the footsteps of Satan means acting upon his secret evil promptings. When for no reason at all the mind of an individual is suddenly flooded by feelings of suspicion, when a man begins harbouring negative thoughts about his opponents, it is the insidious work of Satan. Therefore, when such thoughts and feelings take shape, man should, instead of cultivating them, immediately root them out from his heart. To cultivate such feelings amounts to following Satan.To raise a hue and cry against others is inconsistent with humility. There are certain individuals who have very high opinions of themselves, while holding unduly bad opinions about others. Neither trait is in consonance with faith. If a man cultivates faith-oriented humbleness, he becomes so engrossed in introspection that he has absolutely no time to engage himself in unfair criticism of others or in calling others to account."
    },
    {
      "ayah": 22,
      "surah": 24,
      "text": "‘A’ishah’s father, Abu Bakr, had been giving financial help to Mistah ibn Uthatha, a poor migrant from Makkah, who was a distant relative of his. But when the latter actively spread slander against ‘A’ishah, Abu Bakr was naturally hurt by this and vowed that he would never again help Mistah in any way. In Islam, help is to be given to needy persons on account of their being needy and not on any other grounds. Therefore, the aforementioned Quranic verses were revealed ordering that those who could should not stop giving monetary help to those in need on account of personal grudges. They were asked whether they did not want to be pardoned by God and told that if they expected God’s forgiveness, they too should adopt a forgiving attitude towards others. On hearing this verse, Abu Bakr said: ‘Yes ! By God! We want You to forgive us; O! Lord of ours!’ and he started helping Mistah once again. In the eyes of a believer, God’s commands are of the utmost importance. As soon as a believer becomes aware of God’s injunction, he submits to it, even though it may be entirely against his wishes."
    },
    {
      "ayah": 23,
      "surah": 24,
      "text": "Man often denigrates others. But he does not know that the words uttered by him reach God before reaching others. Man uses his hands and legs to harm and oppress others. But, he remains unaware of the fact that when the Day of Judgement arrives, his own hands and legs, being his no longer, will turn against him and act as God’s witnesses. This unawareness is the real root of all evils. If a man were to come to grips with the reality that he lives in a world where the eyes of God do not lose sight of him even for a single moment, and where every single action of his is being recorded by a divinely established system, his whole life would change. He would weigh every word before uttering it, and he would use the powers of his hands and legs with extreme caution."
    },
    {
      "ayah": 24,
      "surah": 24,
      "text": "Man often denigrates others. But he does not know that the words uttered by him reach God before reaching others. Man uses his hands and legs to harm and oppress others. But, he remains unaware of the fact that when the Day of Judgement arrives, his own hands and legs, being his no longer, will turn against him and act as God’s witnesses. This unawareness is the real root of all evils. If a man were to come to grips with the reality that he lives in a world where the eyes of God do not lose sight of him even for a single moment, and where every single action of his is being recorded by a divinely established system, his whole life would change. He would weigh every word before uttering it, and he would use the powers of his hands and legs with extreme caution."
    },
    {
      "ayah": 25,
      "surah": 24,
      "text": "Man often denigrates others. But he does not know that the words uttered by him reach God before reaching others. Man uses his hands and legs to harm and oppress others. But, he remains unaware of the fact that when the Day of Judgement arrives, his own hands and legs, being his no longer, will turn against him and act as God’s witnesses. This unawareness is the real root of all evils. If a man were to come to grips with the reality that he lives in a world where the eyes of God do not lose sight of him even for a single moment, and where every single action of his is being recorded by a divinely established system, his whole life would change. He would weigh every word before uttering it, and he would use the powers of his hands and legs with extreme caution."
    },
    {
      "ayah": 26,
      "surah": 24,
      "text": "A man is not bad simply because evil is spoken of him. Conversely, no one becomes good simply by popular acclaim. Critical comments genuinely apply to an individual only if they are in accordance with his nature. If evil people pass evil comments about good people, then such comments turn back upon the speakers themselves and good people are completely absolved of any blame. Nevertheless, those who are personally good may become objects of calumny. It is certain, however, that in the Hereafter they will be considered innocent and no blame will attach to them. Rather, they will be showered with rewards, because they had to face false allegations on account of their breaking off with untruth and their complete attachment to the Truth."
    },
    {
      "ayah": 27,
      "surah": 24,
      "text": "The demands of social life require people to meet each other frequently. One way for such a meeting to take place is for a visitor to go to the home of an acquaintance and, without giving any prior notice, walk straight into his house. This is troublesome for both the intruding guest and the householder. Therefore, taking advance permission has been included in the rules of social conduct. If possible, the better course would be for the visitor to take a prior appointment with the person he intends to visit and then when he arrives, seek the host’s permission before entering. Depending upon the cultural environment, there could be different ways of seeking permission, but in every case, observance of Islamic decency is most essential. Islam wants all the dealings of the social life of a community to be based on consideration for others. The same sensibility should be observed with regard to meetings. If you go to meet someone, and that person, for some reason, wants to be excused from meeting you at that time, then you should return without any ill-feeling. However, this rule does not apply to those public places where, in principle, there is general permission for entry."
    },
    {
      "ayah": 28,
      "surah": 24,
      "text": "The demands of social life require people to meet each other frequently. One way for such a meeting to take place is for a visitor to go to the home of an acquaintance and, without giving any prior notice, walk straight into his house. This is troublesome for both the intruding guest and the householder. Therefore, taking advance permission has been included in the rules of social conduct. If possible, the better course would be for the visitor to take a prior appointment with the person he intends to visit and then when he arrives, seek the host’s permission before entering. Depending upon the cultural environment, there could be different ways of seeking permission, but in every case, observance of Islamic decency is most essential. Islam wants all the dealings of the social life of a community to be based on consideration for others. The same sensibility should be observed with regard to meetings. If you go to meet someone, and that person, for some reason, wants to be excused from meeting you at that time, then you should return without any ill-feeling. However, this rule does not apply to those public places where, in principle, there is general permission for entry."
    },
    {
      "ayah": 29,
      "surah": 24,
      "text": "The demands of social life require people to meet each other frequently. One way for such a meeting to take place is for a visitor to go to the home of an acquaintance and, without giving any prior notice, walk straight into his house. This is troublesome for both the intruding guest and the householder. Therefore, taking advance permission has been included in the rules of social conduct. If possible, the better course would be for the visitor to take a prior appointment with the person he intends to visit and then when he arrives, seek the host’s permission before entering. Depending upon the cultural environment, there could be different ways of seeking permission, but in every case, observance of Islamic decency is most essential. Islam wants all the dealings of the social life of a community to be based on consideration for others. The same sensibility should be observed with regard to meetings. If you go to meet someone, and that person, for some reason, wants to be excused from meeting you at that time, then you should return without any ill-feeling. However, this rule does not apply to those public places where, in principle, there is general permission for entry."
    },
    {
      "ayah": 3,
      "surah": 24,
      "text": "This chapter was revealed in the year 6 A.H., after the campaign of Banu al-Mustaliq. A minor incident took place during this campaign, which the hypocrites of Madinah chose to misrepresent in order to defame ‘A’ishah, the Prophet’s wife, and create trouble for the Prophet Muhammad. In this chapter, on the one hand, ‘A’ishah has been completely exonerated, and on the other hand, legal provisions to be enforced under similar social circumstances, have been laid down. In Islamic law, zina i.e. an illicit sexual relationship (which includes in its definition fornication, adultery and rape) is an extremely serious offence. Giving a hundred lashes to a man or woman indulging in adultery is the punishment prescribed for illicit relations between unmarried persons. The purpose of meting out punishment in public is to add a deterrent aspect to the penal provision. The idea is that, after seeing the fate of the guilty persons in question, anyone who has any intention of committing such a crime will desist from doing so. If men or women guilty of illicit sexual relations repent and reform after punishment, they may again resume the lives of believers. But, if they fail to do so, they can no longer be accepted in Islamic society as being fit for marital relations."
    },
    {
      "ayah": 30,
      "surah": 24,
      "text": "By way of guidance as to how men and women should behave at home and in society, two basic injunctions have been given here—one defines that portion of the body which must be covered (satr), while the other advises that the eyes should be cast down. That portion of a male’s body, which is required to be kept covered at all times, is from the navel down to the knees, including the knees. This is satr, which is obligatory before all except one’s wife, or where some need arises by which prohibitions are relaxed, for instance, in the case of medical examinations. The second important thing is that when a man and a woman happen to confront each other, the man should keep his eyes cast down. A casual meeting between a man and a woman who are not married or who are not very close relatives, should never be as informal as that between any two men. During any casual meeting between a man and a woman, the man should keep his eyes down and if a man happens to accidentally cast a glance at an unknown woman, he should immediately direct his gaze elsewhere and should not deliberately look at her again. The instructions about looking down and concealing the private parts of the body are also applicable to women, as is made clear in the next verse (Verse 31)."
    },
    {
      "ayah": 31,
      "surah": 24,
      "text": "With regard to ladies, satr defines which parts of her body a woman must cover and which parts she may keep uncovered, either in or outside her house, and before whom, when and under what conditions. The literal meaning of ‘O! You Believers! Turn all together towards God,’ is that in carrying out the instructions of the Islamic law, the most important virtues are the receptivity and sincerity of people’s hearts. The male and female Companions of the Prophet Muhammad maintained the highest standard in this respect. ‘A’ishah says, ‘By God! I have never found anybody better than the women of the Ansar when it comes to honouring the Book of God and having faith in its instructions.’ When the following verse of the chapter entitled al-Nur, ‘They should put shawls over their bosoms’, was revealed, the Ansar men returned to their houses and conveyed to their wives, daughters and sisters the instructions revealed for them by God. Some untied their waist-belts while others used their covering sheets and made shawls out of them. The next morning when they offered prayers (salat) led by the Prophet Muhammad, it seemed as if crows sat on their heads (because of the scarves they wore). (Tafsir ibn Kathir, vol. III, p.\n284\n)."
    },
    {
      "ayah": 32,
      "surah": 24,
      "text": "Islam clearly approves of married life for both men and women. In case certain persons remain unmarried, due to lack of resources, it is necessary that all the members of society unanimously view it as a common problem and do not rest content until it is solved. In the period when Islam came into existence, the system of owning slaves was prevalent in Arabia and, indeed, throughout the whole world. Islam, following its basic principles, started abolishing slavery in a very systematic though gradual manner. One of the methods followed was known as makatibah. The literal meaning of kitab or makatibah is ‘writing’. Here this term denotes a bond by which a male or female slave promises his or her owner to earn for him a specified amount within stipulated time, after which he or she will be free. Both male and female slaves were thus being set free either by makatibah or by other methods, so much so, that by the end of the period of early Islamic history (the period of the ‘four rightly guided caliphs’) the institution of slavery had been almost completely abolished. In pre-Islamic times and even in the very early period of Islam, there were people who used to make their slave girls work as prostitutes. Abdullah ibn Ubayy had many slave girls whom he forced into prostitution and thus earned a profit out of them. When one of these slave girls embraced Islam and wanted to give up prostitution, Abdullah ibn Ubayy started harassing her. Ultimately, at the behest of the Prophet Muhammad, she was freed from his clutches by paying for her freedom."
    },
    {
      "ayah": 33,
      "surah": 24,
      "text": "Islam clearly approves of married life for both men and women. In case certain persons remain unmarried, due to lack of resources, it is necessary that all the members of society unanimously view it as a common problem and do not rest content until it is solved. In the period when Islam came into existence, the system of owning slaves was prevalent in Arabia and, indeed, throughout the whole world. Islam, following its basic principles, started abolishing slavery in a very systematic though gradual manner. One of the methods followed was known as makatibah. The literal meaning of kitab or makatibah is ‘writing’. Here this term denotes a bond by which a male or female slave promises his or her owner to earn for him a specified amount within stipulated time, after which he or she will be free. Both male and female slaves were thus being set free either by makatibah or by other methods, so much so, that by the end of the period of early Islamic history (the period of the ‘four rightly guided caliphs’) the institution of slavery had been almost completely abolished. In pre-Islamic times and even in the very early period of Islam, there were people who used to make their slave girls work as prostitutes. Abdullah ibn Ubayy had many slave girls whom he forced into prostitution and thus earned a profit out of them. When one of these slave girls embraced Islam and wanted to give up prostitution, Abdullah ibn Ubayy started harassing her. Ultimately, at the behest of the Prophet Muhammad, she was freed from his clutches by paying for her freedom."
    },
    {
      "ayah": 34,
      "surah": 24,
      "text": "Islam clearly approves of married life for both men and women. In case certain persons remain unmarried, due to lack of resources, it is necessary that all the members of society unanimously view it as a common problem and do not rest content until it is solved. In the period when Islam came into existence, the system of owning slaves was prevalent in Arabia and, indeed, throughout the whole world. Islam, following its basic principles, started abolishing slavery in a very systematic though gradual manner. One of the methods followed was known as makatibah. The literal meaning of kitab or makatibah is ‘writing’. Here this term denotes a bond by which a male or female slave promises his or her owner to earn for him a specified amount within stipulated time, after which he or she will be free. Both male and female slaves were thus being set free either by makatibah or by other methods, so much so, that by the end of the period of early Islamic history (the period of the ‘four rightly guided caliphs’) the institution of slavery had been almost completely abolished. In pre-Islamic times and even in the very early period of Islam, there were people who used to make their slave girls work as prostitutes. Abdullah ibn Ubayy had many slave girls whom he forced into prostitution and thus earned a profit out of them. When one of these slave girls embraced Islam and wanted to give up prostitution, Abdullah ibn Ubayy started harassing her. Ultimately, at the behest of the Prophet Muhammad, she was freed from his clutches by paying for her freedom."
    },
    {
      "ayah": 35,
      "surah": 24,
      "text": "This is a metaphor with many layers of meaning. ‘Light’ symbolizes the guidance of God Almighty. ‘Niche’ is man’s heart and ‘lamp’ is faith (iman), sheltered in that niche. The image is elaborated by two more points of reference: ‘crystal of star-like brilliance’ and ‘luminous oil’. Faith, already compared to a ‘lamp’ standing in the ‘niche’ of the human heart, is safe and well protected from any external influence by the ‘crystal’ or the walls of the niche (human heart). The ‘luminous oil’ filling the lamp and ready to be lit at any moment, speaks of the eagerness with which faith waits for the Truth to appear before it, so that it may accept it without the slightest delay and sets itself ablaze. The fact is that the only source of light in this universe is God. All receive light and guidance from this source alone. Furthermore, God instilled an intense longing for the Truth in the very nature of man. This desire is very strong and, if not diluted, constantly demands gratification. By nature, man’s receptivity to Truth is so immense and inflames so easily that it may be compared to petrol, which flares up as soon as a spark comes in contact with it. A seeker is one who has not let his natural instincts become impaired, so that, the moment he hears the genuine call for the acceptance of Truth, his instincts are aroused. The light of guidance coupled with the light of nature then illuminates his entire existence."
    },
    {
      "ayah": 36,
      "surah": 24,
      "text": "A mosque in an inhabited locality has the same importance as the heart in the human body. The heart of a human being is illuminated by faith, while mosques are illuminated by prayers. Mosques are constructed so that within their sacred precincts, devotees may concentrate their thoughts on God and spend some time in offering prayers to Him. In the spiritual atmosphere prevailing therein, they turn quite naturally towards their Maker. A human being, on whom God bestows the gift of divine guidance, learns to recognize the call of truth. His heart is filled with feelings of awe towards God and he decides to lead a God-oriented life. It is people such as these who become self-effacing and self-sacrificing God-worshippers. They are the ones who will receive the unlimited blessings of God."
    },
    {
      "ayah": 37,
      "surah": 24,
      "text": "A mosque in an inhabited locality has the same importance as the heart in the human body. The heart of a human being is illuminated by faith, while mosques are illuminated by prayers. Mosques are constructed so that within their sacred precincts, devotees may concentrate their thoughts on God and spend some time in offering prayers to Him. In the spiritual atmosphere prevailing therein, they turn quite naturally towards their Maker. A human being, on whom God bestows the gift of divine guidance, learns to recognize the call of truth. His heart is filled with feelings of awe towards God and he decides to lead a God-oriented life. It is people such as these who become self-effacing and self-sacrificing God-worshippers. They are the ones who will receive the unlimited blessings of God."
    },
    {
      "ayah": 38,
      "surah": 24,
      "text": "In stark contrast to the person who revives his inner natural urge and consequently is blessed with the wealth of faith, there exists the other type whose ‘oil’ does not become ignited by the fire of Truth. Of the second type, are those who follow a concocted religion. They build a palace of false hopes and are happy in it. Thus they live with their misconceptions till they are overtaken by death, which suddenly dispels the magical spell of their misconceptions. They then realise that what they thought of as their goal until now, was nothing but a pit of destruction. Another category consists of open rebels and rejecters of Truth. Disregarding God’s guidance, they become utter failures and grope in the dark forever."
    },
    {
      "ayah": 39,
      "surah": 24,
      "text": "In stark contrast to the person who revives his inner natural urge and consequently is blessed with the wealth of faith, there exists the other type whose ‘oil’ does not become ignited by the fire of Truth. Of the second type, are those who follow a concocted religion. They build a palace of false hopes and are happy in it. Thus they live with their misconceptions till they are overtaken by death, which suddenly dispels the magical spell of their misconceptions. They then realise that what they thought of as their goal until now, was nothing but a pit of destruction. Another category consists of open rebels and rejecters of Truth. Disregarding God’s guidance, they become utter failures and grope in the dark forever."
    },
    {
      "ayah": 4,
      "surah": 24,
      "text": "If adultery is declared a serious crime, it follows, logically, that falsely accusing a person of adultery must be considered a serious crime too. Therefore, it is laid down that one who accuses another of adultery without being able to prove it, (as prescribed by the rules of the Islamic law), should be whipped eighty times. Moreover, his evidence should be treated thereafter as entirely unacceptable, and, according to the Hanafi School of jurisprudence, the evidence of such a transgressor may never again be legally accepted, even if he repents. Levelling false allegations against anyone is, in fact, an attempt at moral assassination. Severe punishments are prescribed in Islam for such an offence. Even if a wrongdoer escapes punishment in this world, he cannot in any case escape punishment in the life Hereafter, unless he repents and seeks God’s pardon."
    },
    {
      "ayah": 40,
      "surah": 24,
      "text": "In stark contrast to the person who revives his inner natural urge and consequently is blessed with the wealth of faith, there exists the other type whose ‘oil’ does not become ignited by the fire of Truth. Of the second type, are those who follow a concocted religion. They build a palace of false hopes and are happy in it. Thus they live with their misconceptions till they are overtaken by death, which suddenly dispels the magical spell of their misconceptions. They then realise that what they thought of as their goal until now, was nothing but a pit of destruction. Another category consists of open rebels and rejecters of Truth. Disregarding God’s guidance, they become utter failures and grope in the dark forever."
    },
    {
      "ayah": 41,
      "surah": 24,
      "text": "What God requires of man, is that he should always remain in the state of submission as demanded by acknowledgement of the Truth. This is the true religion. Viewed from this point, the whole Universe follows the religion of Truth, because everything in the Universe behaves in fact exactly as it should. Take the example of a bird. When a bird spreads its wings and flies in the air, it presents the ultimate example of being in perfect harmony with the eternal world of reality. There is a specific mode of prayer and a way of glorifying God prescribed for every single creature of God, which it is expected to adhere to. Similarly, there is a specific method of glorifying God as prescribed for a human being and he is expected to follow it. If a man indulges in heedless or rebellious behaviour on this score, he shall have to pay a heavy price for it."
    },
    {
      "ayah": 42,
      "surah": 24,
      "text": "What God requires of man, is that he should always remain in the state of submission as demanded by acknowledgement of the Truth. This is the true religion. Viewed from this point, the whole Universe follows the religion of Truth, because everything in the Universe behaves in fact exactly as it should. Take the example of a bird. When a bird spreads its wings and flies in the air, it presents the ultimate example of being in perfect harmony with the eternal world of reality. There is a specific mode of prayer and a way of glorifying God prescribed for every single creature of God, which it is expected to adhere to. Similarly, there is a specific method of glorifying God as prescribed for a human being and he is expected to follow it. If a man indulges in heedless or rebellious behaviour on this score, he shall have to pay a heavy price for it."
    },
    {
      "ayah": 43,
      "surah": 24,
      "text": "Events of the physical world give direct introduction of the Creator, but only to those who possess insight. Rain for example, results after a series of events that comprise the rain cycle. The lightning and thunder, and the succession of day and night are likewise miraculous phenomena. On seeing such occurences an insightful man mentally journeys to reach beyond external appearances to grasp the higher, innate reality of things. This is called ‘ibrah, meaning ‘to traverse’."
    },
    {
      "ayah": 44,
      "surah": 24,
      "text": "Events of the physical world give direct introduction of the Creator, but only to those who possess insight. Rain for example, results after a series of events that comprise the rain cycle. The lightning and thunder, and the succession of day and night are likewise miraculous phenomena. On seeing such occurences an insightful man mentally journeys to reach beyond external appearances to grasp the higher, innate reality of things. This is called ‘ibrah, meaning ‘to traverse’."
    },
    {
      "ayah": 45,
      "surah": 24,
      "text": "To all appearances, this is a world of multiplicity. Basing their belief on this view, the people of ancient times assumed the creators of all the numerous things of this world to be numerous themselves. But one who deeply observes nature finds that a certain uniformity is hidden in all its apparent multiplicity and diversity; this observation gives an entirely different hue to previous assumptions. There are many different kinds of animals. But, an in-depth study shows that the underlying biological system of all animals is uniform. Given these facts, the multiplicity and diversity of life around us must be regarded as a miracle of nature’s creation. Things which, seen from one angle, appear to manifest the multiplicity of creation, observed from another angle, demonstrate the proof of the unity of creation. The present world is the one in which one has to discover reality amidst falsity. Here, one has to set oneself above things that are deceptive in order to perceive the Truth. Man has been given wisdom solely for this purpose. Only one who properly uses this divine torch of wisdom shall find the right path, while one who does not, shall descend into a state of moral chaos."
    },
    {
      "ayah": 46,
      "surah": 24,
      "text": "To all appearances, this is a world of multiplicity. Basing their belief on this view, the people of ancient times assumed the creators of all the numerous things of this world to be numerous themselves. But one who deeply observes nature finds that a certain uniformity is hidden in all its apparent multiplicity and diversity; this observation gives an entirely different hue to previous assumptions. There are many different kinds of animals. But, an in-depth study shows that the underlying biological system of all animals is uniform. Given these facts, the multiplicity and diversity of life around us must be regarded as a miracle of nature’s creation. Things which, seen from one angle, appear to manifest the multiplicity of creation, observed from another angle, demonstrate the proof of the unity of creation. The present world is the one in which one has to discover reality amidst falsity. Here, one has to set oneself above things that are deceptive in order to perceive the Truth. Man has been given wisdom solely for this purpose. Only one who properly uses this divine torch of wisdom shall find the right path, while one who does not, shall descend into a state of moral chaos."
    },
    {
      "ayah": 47,
      "surah": 24,
      "text": "While the Prophet was in Madinah, there was a group which had apparently accepted Islam, but which was not really sincere about religion. This group was called the hypocrites (munafiqun). These people mouthed their obedience to God and His Prophet, but in practice, at the time of need, their actions would belie their pretensions. At that time, due to prevailing circumstances, a regular Islamic Court had not yet been established. The Jewish chiefs had been deciding cases as a matter of convention for centuries. But now the Prophet Muhammad had migrated to Madinah and established himself there. It was typical of the half-hearted hypocritical Muslims to agree to have their disputes (with other Muslims) settled by the Prophet Muhammad, provided they were sure that it would be decided in their favour. But when it seemed that the outcome might be unfavourable to them, these hypocrites (munafiqun) preferred going to a Jewish chief to have the matter decided. To all appearances this was an act of great cleverness, but in actuality they were just wronging themselves. Such apparent winners shall have lost their case even before reaching the court of God."
    },
    {
      "ayah": 48,
      "surah": 24,
      "text": "While the Prophet was in Madinah, there was a group which had apparently accepted Islam, but which was not really sincere about religion. This group was called the hypocrites (munafiqun). These people mouthed their obedience to God and His Prophet, but in practice, at the time of need, their actions would belie their pretensions. At that time, due to prevailing circumstances, a regular Islamic Court had not yet been established. The Jewish chiefs had been deciding cases as a matter of convention for centuries. But now the Prophet Muhammad had migrated to Madinah and established himself there. It was typical of the half-hearted hypocritical Muslims to agree to have their disputes (with other Muslims) settled by the Prophet Muhammad, provided they were sure that it would be decided in their favour. But when it seemed that the outcome might be unfavourable to them, these hypocrites (munafiqun) preferred going to a Jewish chief to have the matter decided. To all appearances this was an act of great cleverness, but in actuality they were just wronging themselves. Such apparent winners shall have lost their case even before reaching the court of God."
    },
    {
      "ayah": 49,
      "surah": 24,
      "text": "While the Prophet was in Madinah, there was a group which had apparently accepted Islam, but which was not really sincere about religion. This group was called the hypocrites (munafiqun). These people mouthed their obedience to God and His Prophet, but in practice, at the time of need, their actions would belie their pretensions. At that time, due to prevailing circumstances, a regular Islamic Court had not yet been established. The Jewish chiefs had been deciding cases as a matter of convention for centuries. But now the Prophet Muhammad had migrated to Madinah and established himself there. It was typical of the half-hearted hypocritical Muslims to agree to have their disputes (with other Muslims) settled by the Prophet Muhammad, provided they were sure that it would be decided in their favour. But when it seemed that the outcome might be unfavourable to them, these hypocrites (munafiqun) preferred going to a Jewish chief to have the matter decided. To all appearances this was an act of great cleverness, but in actuality they were just wronging themselves. Such apparent winners shall have lost their case even before reaching the court of God."
    },
    {
      "ayah": 5,
      "surah": 24,
      "text": "If adultery is declared a serious crime, it follows, logically, that falsely accusing a person of adultery must be considered a serious crime too. Therefore, it is laid down that one who accuses another of adultery without being able to prove it, (as prescribed by the rules of the Islamic law), should be whipped eighty times. Moreover, his evidence should be treated thereafter as entirely unacceptable, and, according to the Hanafi School of jurisprudence, the evidence of such a transgressor may never again be legally accepted, even if he repents. Levelling false allegations against anyone is, in fact, an attempt at moral assassination. Severe punishments are prescribed in Islam for such an offence. Even if a wrongdoer escapes punishment in this world, he cannot in any case escape punishment in the life Hereafter, unless he repents and seeks God’s pardon."
    },
    {
      "ayah": 50,
      "surah": 24,
      "text": "While the Prophet was in Madinah, there was a group which had apparently accepted Islam, but which was not really sincere about religion. This group was called the hypocrites (munafiqun). These people mouthed their obedience to God and His Prophet, but in practice, at the time of need, their actions would belie their pretensions. At that time, due to prevailing circumstances, a regular Islamic Court had not yet been established. The Jewish chiefs had been deciding cases as a matter of convention for centuries. But now the Prophet Muhammad had migrated to Madinah and established himself there. It was typical of the half-hearted hypocritical Muslims to agree to have their disputes (with other Muslims) settled by the Prophet Muhammad, provided they were sure that it would be decided in their favour. But when it seemed that the outcome might be unfavourable to them, these hypocrites (munafiqun) preferred going to a Jewish chief to have the matter decided. To all appearances this was an act of great cleverness, but in actuality they were just wronging themselves. Such apparent winners shall have lost their case even before reaching the court of God."
    },
    {
      "ayah": 51,
      "surah": 24,
      "text": "The believer is one who makes himself subservient to God and His Prophet. The moment the decision of God and His Prophet is made known to him, he unhesitatingly complies with it, irrespective of whether it is in accordance with his wishes or against them, whether it protects his personal interests or harms them. In the life Hereafter, success will crown one who bows down before the commandments of God and His Prophet and whose realisation of God is such that he fears Him the most; to save himself from the displeasure of God becomes the greatest concern of his life."
    },
    {
      "ayah": 52,
      "surah": 24,
      "text": "The believer is one who makes himself subservient to God and His Prophet. The moment the decision of God and His Prophet is made known to him, he unhesitatingly complies with it, irrespective of whether it is in accordance with his wishes or against them, whether it protects his personal interests or harms them. In the life Hereafter, success will crown one who bows down before the commandments of God and His Prophet and whose realisation of God is such that he fears Him the most; to save himself from the displeasure of God becomes the greatest concern of his life."
    },
    {
      "ayah": 53,
      "surah": 24,
      "text": "One whose heart has been deeply permeated by God-realisation always has his eyes downcast. His sense of responsibility prepares him for great sacrifices and makes him a man who is frugal with words as he is conscious of his accountability before God. On the contrary, one who is remiss in his relations with God is assiduous in his relations with other people. He compensates for his shortcomings in deeds by an excess of words. Since he has no proof of good character, he remonstrates with big words in order to promote his image as a trustworthy and respectable person. Those who try to influence others by using the charm of words think that all matters are between human beings. Those who are certain that the real matter is rather between God and man experience a sea-change in their attitude."
    },
    {
      "ayah": 54,
      "surah": 24,
      "text": "The promise of the grant of a dominant status applied initially to the Prophet Muhammad and his companions, but it also applies to the whole community of the believers. It is observed here that men of faith need not make the possession of power and dominance their target, for these are actually blessings of God, conferred upon deserving believers as a reward for their faith and good deeds. The purpose of granting this dominant status is to provide the believers with stability in this world, so that they may be able to live peacefully and in safety, lead their lives as the subjects of the One God and pray to Him freely, without fearing their enemies. The dominant status of the people of faith shall continue so long as they remain grateful to God and do not lose their fear of God (taqwa). Appointing a successor, khalifah, or ‘one who comes afterwards’, entails the conferring of dominant status and stability on one community in place of the community, which had earlier enjoyed this position. The dominant position is, in fact, a part of the divine trial. God gives this position to all communities, one after another, and thus puts them to the test. For people of faith, this position is a means of judging them."
    },
    {
      "ayah": 55,
      "surah": 24,
      "text": "The promise of the grant of a dominant status applied initially to the Prophet Muhammad and his companions, but it also applies to the whole community of the believers. It is observed here that men of faith need not make the possession of power and dominance their target, for these are actually blessings of God, conferred upon deserving believers as a reward for their faith and good deeds. The purpose of granting this dominant status is to provide the believers with stability in this world, so that they may be able to live peacefully and in safety, lead their lives as the subjects of the One God and pray to Him freely, without fearing their enemies. The dominant status of the people of faith shall continue so long as they remain grateful to God and do not lose their fear of God (taqwa). Appointing a successor, khalifah, or ‘one who comes afterwards’, entails the conferring of dominant status and stability on one community in place of the community, which had earlier enjoyed this position. The dominant position is, in fact, a part of the divine trial. God gives this position to all communities, one after another, and thus puts them to the test. For people of faith, this position is a means of judging them."
    },
    {
      "ayah": 56,
      "surah": 24,
      "text": "The blessings of God refer to the position of dominance in the present world and Paradise in the Hereafter. Those who want to make themselves worthy of this blessing should foster three virtues in themselves: piety, charity and the willingness to follow the example of the Prophet. The first quality is evinced in the regular saying of prayers. Observance of prayers regularly acts as a strong incentive to lead a life of sincerity, modesty and humility, rather than one of false pride and arrogance. The second quality takes its practical form in zakat, the prescribed alms-giving, which means the setting aside of some amount at the prescribed rate from one’s wealth and handing it over to bayt al-mal or the ‘Public Fund’. Zakat, conveys the message that people should not be selfish but should be the well-wishers of others. Their well-wishing should go to the extent of fostering a feeling that others have a certain right over them. The third quality is obedience to the Prophet Muhammad. During his lifetime, this meant obeying him personally, while beyond his lifetime, it means obeying his sunnah or tradition. In other words, in all matters of life, the ideal example for the people should be the life of the Prophet of God. People should accept only him as their guide and when confronted with his pronouncements, they should forego their personal opinions. The Prophet should be in the lead and all others should be behind him."
    },
    {
      "ayah": 57,
      "surah": 24,
      "text": "The blessings of God refer to the position of dominance in the present world and Paradise in the Hereafter. Those who want to make themselves worthy of this blessing should foster three virtues in themselves: piety, charity and the willingness to follow the example of the Prophet. The first quality is evinced in the regular saying of prayers. Observance of prayers regularly acts as a strong incentive to lead a life of sincerity, modesty and humility, rather than one of false pride and arrogance. The second quality takes its practical form in zakat, the prescribed alms-giving, which means the setting aside of some amount at the prescribed rate from one’s wealth and handing it over to bayt al-mal or the ‘Public Fund’. Zakat, conveys the message that people should not be selfish but should be the well-wishers of others. Their well-wishing should go to the extent of fostering a feeling that others have a certain right over them. The third quality is obedience to the Prophet Muhammad. During his lifetime, this meant obeying him personally, while beyond his lifetime, it means obeying his sunnah or tradition. In other words, in all matters of life, the ideal example for the people should be the life of the Prophet of God. People should accept only him as their guide and when confronted with his pronouncements, they should forego their personal opinions. The Prophet should be in the lead and all others should be behind him."
    },
    {
      "ayah": 58,
      "surah": 24,
      "text": "In some of the preceding verses certain instructions regarding social behaviour are given. Now these verses were revealed, perhaps as a supplement to and an elaboration of them. For instance, one of the instructions given initially to women regarding the covering of the body was that they should cover their bosoms with scarves or sheets (verse 31). In verse 60 those old women who are past the marriageable age have been exempted from the general rule, and it is laid down that there is no harm in their not following it. These two sets of instructions could have been revealed at one and the same time, but there are four intervening paragraphs (ruku‘), in which different subjects have been dealt with. It is gathered from traditions that after the initial instructions had been revealed, some practical problems arose. Therefore, in clarification, these later verses were revealed. This shows that the Quran’s method is one of gradualness and not that of taking sudden steps. It was possible for God to have revealed all the instructions together at one time, but He chose to reveal them bit by bit, according to the circumstances."
    },
    {
      "ayah": 59,
      "surah": 24,
      "text": "In some of the preceding verses certain instructions regarding social behaviour are given. Now these verses were revealed, perhaps as a supplement to and an elaboration of them. For instance, one of the instructions given initially to women regarding the covering of the body was that they should cover their bosoms with scarves or sheets (verse 31). In verse 60 those old women who are past the marriageable age have been exempted from the general rule, and it is laid down that there is no harm in their not following it. These two sets of instructions could have been revealed at one and the same time, but there are four intervening paragraphs (ruku‘), in which different subjects have been dealt with. It is gathered from traditions that after the initial instructions had been revealed, some practical problems arose. Therefore, in clarification, these later verses were revealed. This shows that the Quran’s method is one of gradualness and not that of taking sudden steps. It was possible for God to have revealed all the instructions together at one time, but He chose to reveal them bit by bit, according to the circumstances."
    },
    {
      "ayah": 6,
      "surah": 24,
      "text": "One of the issues, which is given special emphasis, is that of a man who, without having any witness to prove his case, accuses his wife of going astray; there is only his word for it. In such a case, the matter shall be decided by the taking of oaths, a legal procedure termed la‘an under the Islamic law. If a man takes an oath in the prescribed manner, and the woman does not protest— thus accepting the man’s contention, the aforesaid punishment shall be imposed on the woman. But, if the woman too states under oath that she is innocent, then no punishment shall be imposed on her. However, separation of the husband and wife shall be enforced."
    },
    {
      "ayah": 60,
      "surah": 24,
      "text": "In some of the preceding verses certain instructions regarding social behaviour are given. Now these verses were revealed, perhaps as a supplement to and an elaboration of them. For instance, one of the instructions given initially to women regarding the covering of the body was that they should cover their bosoms with scarves or sheets (verse 31). In verse 60 those old women who are past the marriageable age have been exempted from the general rule, and it is laid down that there is no harm in their not following it. These two sets of instructions could have been revealed at one and the same time, but there are four intervening paragraphs (ruku‘), in which different subjects have been dealt with. It is gathered from traditions that after the initial instructions had been revealed, some practical problems arose. Therefore, in clarification, these later verses were revealed. This shows that the Quran’s method is one of gradualness and not that of taking sudden steps. It was possible for God to have revealed all the instructions together at one time, but He chose to reveal them bit by bit, according to the circumstances."
    },
    {
      "ayah": 61,
      "surah": 24,
      "text": "Before the advent of Islam, Arab society enjoyed total freedom. Thereafter, however, Islam imposed some restrictions on entry into houses, as mentioned above. People thereupon felt that because of these restrictions, their social lives would become very constrained. These verses were then revealed to clarify matters. It was made clear that the restrictions were meant to regulate and systematize social life and not to curtail legitimate freedom. For instance, if the blind, the lame and the sick were isolated from attendants, relatives, etc., it would amount to making them physically helpless. But this was never the intention of Islam. So, leeway has been made in the earlier provisions and their true spirit has been indicated. It is stated that Islam’s real purpose is that people should be each other’s true well-wishers. When a man enters another’s house, he should make a salutation, saying: ‘Peace be on you and His (God’s) blessings be showered on you.’ If people are imbued with this spirit, most social evils will automatically cease."
    },
    {
      "ayah": 62,
      "surah": 24,
      "text": "Circumstances often merit holding consultations on common issues to seek co-operation collectively. At such times, it may happen that certain people lose interest after a while and want to leave. This is not the correct Islamic attitude. However, even among those who are free of this attitude, there may be some who, because of some urgent need, want to leave the gathering before time. These persons must take proper permission from the responsible person (and during the period of the Prophet, it had to be taken from the Prophet himself). Furthermore, if the responsible person does not give them permission, they must ungrudgingly remain till the end of the proceedings. One who is responsible for the collective affairs of Muslims should possess the temperament and attitude to willingly accede to any request to be excused made on the plea of having something more urgent to attend to. He should pray for the one making such a request to be helped by God Almighty."
    },
    {
      "ayah": 63,
      "surah": 24,
      "text": "The commandment to obey the Prophet of God was directly applicable to his contemporaries and subsequently became applicable to all believing men and women. Those who avoid devoting any efforts to collective affairs may think that they are strengthening their individual interests by not wasting their time on matters which are the concern of the entire community. But any group, which loses its collectivism, makes itself vulnerable to its enemies. The destruction that follows is of a general nature and the harm so caused affects everybody. It does not spare even those who were under the impression that they had made themselves safe by giving full attention to their own matters."
    },
    {
      "ayah": 64,
      "surah": 24,
      "text": "The commandment to obey the Prophet of God was directly applicable to his contemporaries and subsequently became applicable to all believing men and women. Those who avoid devoting any efforts to collective affairs may think that they are strengthening their individual interests by not wasting their time on matters which are the concern of the entire community. But any group, which loses its collectivism, makes itself vulnerable to its enemies. The destruction that follows is of a general nature and the harm so caused affects everybody. It does not spare even those who were under the impression that they had made themselves safe by giving full attention to their own matters."
    },
    {
      "ayah": 7,
      "surah": 24,
      "text": "One of the issues, which is given special emphasis, is that of a man who, without having any witness to prove his case, accuses his wife of going astray; there is only his word for it. In such a case, the matter shall be decided by the taking of oaths, a legal procedure termed la‘an under the Islamic law. If a man takes an oath in the prescribed manner, and the woman does not protest— thus accepting the man’s contention, the aforesaid punishment shall be imposed on the woman. But, if the woman too states under oath that she is innocent, then no punishment shall be imposed on her. However, separation of the husband and wife shall be enforced."
    },
    {
      "ayah": 8,
      "surah": 24,
      "text": "One of the issues, which is given special emphasis, is that of a man who, without having any witness to prove his case, accuses his wife of going astray; there is only his word for it. In such a case, the matter shall be decided by the taking of oaths, a legal procedure termed la‘an under the Islamic law. If a man takes an oath in the prescribed manner, and the woman does not protest— thus accepting the man’s contention, the aforesaid punishment shall be imposed on the woman. But, if the woman too states under oath that she is innocent, then no punishment shall be imposed on her. However, separation of the husband and wife shall be enforced."
    },
    {
      "ayah": 9,
      "surah": 24,
      "text": "One of the issues, which is given special emphasis, is that of a man who, without having any witness to prove his case, accuses his wife of going astray; there is only his word for it. In such a case, the matter shall be decided by the taking of oaths, a legal procedure termed la‘an under the Islamic law. If a man takes an oath in the prescribed manner, and the woman does not protest— thus accepting the man’s contention, the aforesaid punishment shall be imposed on the woman. But, if the woman too states under oath that she is innocent, then no punishment shall be imposed on her. However, separation of the husband and wife shall be enforced."
    }
  ]
}
