{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 4,
      "text": "All human beings are one and the same by birth. Ultimately, everyone can trace his origin to the same man and woman as father and mother. It is, therefore, necessary that all human beings should have a feeling of affinity with each other and live with fairness and goodwill like the members of one extended family. This racial unity becomes more compact in family relationships and the importance of decent behaviour among kinsfolk becomes further heightened. Good behaviour between fellow human beings is important, not merely from the moral point of view, but rather as a matter of personal concern to man himself. This is so, because everyone is governed by the Great, Almighty God, who as the Reckoner for one and all, will decide the eternal future of all human beings in the Hereafter, requiting them according to their actions in this world. Man should, therefore, not consider his dealings with others as a matter between man and man, but as a matter between man and God. He should fear the grip of God and should adhere to the bounds set by God so as to save himself from His wrath. According to a hadith, God proclaimed, ‘I shall associate Myself with one who strengthens the ties of kinship and detach Myself from one who severs them.’ This shows that man’s attachment to God is being tested by the criterion of his relations with other human beings. One who goes in fear of God while dealing with the rights of others, is one who truly venerates Him; one who loves other human beings, is one who really loves his Creator. The virtues of fair dealing and compassion are general requirements of human society, but so vital are they to maintaining good family relations that in importance they stand second only to God."
    },
    {
      "ayah": 10,
      "surah": 4,
      "text": "In this world a man may usurp a weak person’s right. But every unlawful acquisition that he makes is like filling up his belly with fire. The fact that whatever is usurped is like fire may not be apparent here, but it will become evident in the Hereafter. Man has been given freedom of action in this world, but he cannot manipulate the result of his actions. One who wishes to be saved from evil consequences should not do wrong to others. He should adopt the culture of beneficence and, according to his capacity, be a giver to others. If one is not in a position to benefit others in any way, one should, according to Islamic standards, at least not hurt anyone’s feelings. One should speak plainly and truthfully, or else remain silent."
    },
    {
      "ayah": 100,
      "surah": 4,
      "text": "When a call of truth is raised, which demands that the believers respond to the call and expend their energies and their wealth on spreading this message, they refuse to come out of their cocoons of self-interest and expediency. Thus they fail to join the caller for truth and become his supporters. If they continue to remain in this state till the moment of their death, they will appear before God as having done an injustice to their own lives. However, those who are really helpless and incapable of extending any support are exempted from this condition."
    },
    {
      "ayah": 101,
      "surah": 4,
      "text": "All acts of religion, whether in the nature of prayer (salat) and alms-giving (zakat) or the propagation of God’s word or the struggle for God’s cause, have the ultimate purpose of remembering God. Their aim is to create a man who lives with the thought of God at every moment and under all situations; who fears God in moments of apprehension and longs for Him in moments of hope; who relies solely on God; whose attention is diverted towards God. If he achieves something, he believes it to be from God and if he suffers deprivation, he takes it as being God’s command. The whole of his inner existence should be lost in the majesty and grace of God. This orientation is such an important matter that, even in such critical times as war, one is directed to say one’s prayer in some form or the other so that, even though face to face with death, one may be reminded of what is of real value, to be carried along with one to the Hereafter."
    },
    {
      "ayah": 102,
      "surah": 4,
      "text": "All acts of religion, whether in the nature of prayer (salat) and alms-giving (zakat) or the propagation of God’s word or the struggle for God’s cause, have the ultimate purpose of remembering God. Their aim is to create a man who lives with the thought of God at every moment and under all situations; who fears God in moments of apprehension and longs for Him in moments of hope; who relies solely on God; whose attention is diverted towards God. If he achieves something, he believes it to be from God and if he suffers deprivation, he takes it as being God’s command. The whole of his inner existence should be lost in the majesty and grace of God. This orientation is such an important matter that, even in such critical times as war, one is directed to say one’s prayer in some form or the other so that, even though face to face with death, one may be reminded of what is of real value, to be carried along with one to the Hereafter."
    },
    {
      "ayah": 103,
      "surah": 4,
      "text": "Though Muslims rely entirely on God, they have been instructed to be ready with the necessary means of defence against their enemies. This is so because help from God reaches the recipient through tangible means. If the Muslims did not prepare for their defence, it would be like not taking hold of the receptacle through which God’s help could reach them. The difficulties faced by the Muslims in this world are a part of God’s scheme to create such conditions of trial as will enable Him to judge who remains steadfast and who is a reckless victimiser of his fellow men. During the struggle between truth and untruth, sometimes the believers are defeated and harmed. This causes pessimism among some of them. But in such adversities, God’s providence lies hidden; they occur so that man’s repentance will be the greater and, in turning to God, he will make himself more deserving of His benevolence."
    },
    {
      "ayah": 104,
      "surah": 4,
      "text": "Though Muslims rely entirely on God, they have been instructed to be ready with the necessary means of defence against their enemies. This is so because help from God reaches the recipient through tangible means. If the Muslims did not prepare for their defence, it would be like not taking hold of the receptacle through which God’s help could reach them. The difficulties faced by the Muslims in this world are a part of God’s scheme to create such conditions of trial as will enable Him to judge who remains steadfast and who is a reckless victimiser of his fellow men. During the struggle between truth and untruth, sometimes the believers are defeated and harmed. This causes pessimism among some of them. But in such adversities, God’s providence lies hidden; they occur so that man’s repentance will be the greater and, in turning to God, he will make himself more deserving of His benevolence."
    },
    {
      "ayah": 105,
      "surah": 4,
      "text": "Living along with others is a need felt by every human being. It is this need that creates the nation or the community. A man has his strength enhanced a thousand times by association with his own community. However, something which initially came into existence as a human need for social cohesion, gradually takes on the status of a social religion. The community or the nation becomes a goal in itself. This leads to the mentality, ‘My community right or wrong. It is my community, whether based on truth or falsehood.’ Thus people consider their own circle as important and that of others as unimportant. It is considered that a man belonging to their own circle, even if he is in the wrong, must be supported, while another associated with a different group or community, though right and justified, receives no support. A group with this mentality can be said to have taken communal expediencies and group bias as the criteria by which to judge right and wrong. On the contrary one should regard God’s command as the standard by which to make judgements. If someone errs, he must be checked without prejudice or favouritism. If someone stands for truth, he must be supported—even though associated with another group. Even in a situation where two persons are involved, one from one’s own group and the other from some other group, matters must be looked into on the basis of truth and untruth, ignoring all other considerations. One should always associate oneself with the truth."
    },
    {
      "ayah": 106,
      "surah": 4,
      "text": "Living along with others is a need felt by every human being. It is this need that creates the nation or the community. A man has his strength enhanced a thousand times by association with his own community. However, something which initially came into existence as a human need for social cohesion, gradually takes on the status of a social religion. The community or the nation becomes a goal in itself. This leads to the mentality, ‘My community right or wrong. It is my community, whether based on truth or falsehood.’ Thus people consider their own circle as important and that of others as unimportant. It is considered that a man belonging to their own circle, even if he is in the wrong, must be supported, while another associated with a different group or community, though right and justified, receives no support. A group with this mentality can be said to have taken communal expediencies and group bias as the criteria by which to judge right and wrong. On the contrary one should regard God’s command as the standard by which to make judgements. If someone errs, he must be checked without prejudice or favouritism. If someone stands for truth, he must be supported—even though associated with another group. Even in a situation where two persons are involved, one from one’s own group and the other from some other group, matters must be looked into on the basis of truth and untruth, ignoring all other considerations. One should always associate oneself with the truth."
    },
    {
      "ayah": 107,
      "surah": 4,
      "text": "Abandoning the truth is like abandoning oneself. A man is dishonest to himself before he is dishonest to someone else. This is so because, in the hearts and minds of every human being, God has implanted a conscience as His representative. Whenever any individual intends to go against the truth, he is stopped by this invisible representative of God. He has first to suppress and ignore this inner voice, and only then is it possible for him to leave the path of justice for that of injustice. All too often he lends support to some erring person due to importance having been attached to him. Social relations and expediencies lead him to turn a blind eye to the other’s misdeeds and, therefore, knowing full well that the other is not on the right path, he becomes his supporter. Refusal to distance himself from a person known to be following the path of untruth happens at the cost of distancing himself from God. When one supports untruth to seek the esteem of another human being in this world, one loses God’s company in the Hereafter."
    },
    {
      "ayah": 108,
      "surah": 4,
      "text": "Abandoning the truth is like abandoning oneself. A man is dishonest to himself before he is dishonest to someone else. This is so because, in the hearts and minds of every human being, God has implanted a conscience as His representative. Whenever any individual intends to go against the truth, he is stopped by this invisible representative of God. He has first to suppress and ignore this inner voice, and only then is it possible for him to leave the path of justice for that of injustice. All too often he lends support to some erring person due to importance having been attached to him. Social relations and expediencies lead him to turn a blind eye to the other’s misdeeds and, therefore, knowing full well that the other is not on the right path, he becomes his supporter. Refusal to distance himself from a person known to be following the path of untruth happens at the cost of distancing himself from God. When one supports untruth to seek the esteem of another human being in this world, one loses God’s company in the Hereafter."
    },
    {
      "ayah": 109,
      "surah": 4,
      "text": "This world is a place of trial. Everyone may commit mistakes here, both with regard to God as well as to His servants. When someone errs, the right course is that he should sincerely repent and seek the guidance of God, beg for His forgiveness and pray to be assisted to perform only virtuous deeds in future. One who seeks God’s shelter so sincerely, will certainly receive it from Him. By the grace of God, his religious sensibility will be sharpened and he will be enabled to live more prudently in this world. On the other hand, a person may do some wrong, but does not care to admit it; he rather attempts to justify himself. He then gathers his supporters and fights with those who simply intended to inform him of his mistake. Such arrogant, un-repentant individuals and their supporters are the worst criminals in the eyes of God. Their eloquence, used to hide their wrongs, will become meaningless, and the host of supporters, who propped up their arrogance, will be of no avail in the Hereafter."
    },
    {
      "ayah": 11,
      "surah": 4,
      "text": "Man-made laws have some bias or the other. During the ancient tribal age, a boy was of considerable importance in the social order. Since he was a source of strength to the tribe, he was awarded the sole right of inheritance, depriving the girl completely. This has come to be resented in modern times and consequently the boy and the girl are now both considered equal. But, if the ancient principle was unjustified, the present principle is unrealistic. A law free from all types of inequity can be expected only from God, to whom is attributed infinite knowledge and wisdom. The divine laws enjoined by God on this subject are not only a real source of social justice, but relate in the most profound way to the life Hereafter as well."
    },
    {
      "ayah": 110,
      "surah": 4,
      "text": "This world is a place of trial. Everyone may commit mistakes here, both with regard to God as well as to His servants. When someone errs, the right course is that he should sincerely repent and seek the guidance of God, beg for His forgiveness and pray to be assisted to perform only virtuous deeds in future. One who seeks God’s shelter so sincerely, will certainly receive it from Him. By the grace of God, his religious sensibility will be sharpened and he will be enabled to live more prudently in this world. On the other hand, a person may do some wrong, but does not care to admit it; he rather attempts to justify himself. He then gathers his supporters and fights with those who simply intended to inform him of his mistake. Such arrogant, un-repentant individuals and their supporters are the worst criminals in the eyes of God. Their eloquence, used to hide their wrongs, will become meaningless, and the host of supporters, who propped up their arrogance, will be of no avail in the Hereafter."
    },
    {
      "ayah": 111,
      "surah": 4,
      "text": "This world is a place of trial. Everyone may commit mistakes here, both with regard to God as well as to His servants. When someone errs, the right course is that he should sincerely repent and seek the guidance of God, beg for His forgiveness and pray to be assisted to perform only virtuous deeds in future. One who seeks God’s shelter so sincerely, will certainly receive it from Him. By the grace of God, his religious sensibility will be sharpened and he will be enabled to live more prudently in this world. On the other hand, a person may do some wrong, but does not care to admit it; he rather attempts to justify himself. He then gathers his supporters and fights with those who simply intended to inform him of his mistake. Such arrogant, un-repentant individuals and their supporters are the worst criminals in the eyes of God. Their eloquence, used to hide their wrongs, will become meaningless, and the host of supporters, who propped up their arrogance, will be of no avail in the Hereafter."
    },
    {
      "ayah": 112,
      "surah": 4,
      "text": "A man steals something, but when faced with the possibility of getting caught, he hides it in someone else’s house. He then raises the alarm that so and so has committed a theft. Similarly, a man may intend to outrage the modesty of a woman, but when that pious woman does not relent, he defames her with all sorts of fabricated stories. Again, two persons start a business in partnership. After some time, one of them feels that his personal interests are being harmed in the venture and, therefore, manages to get it closed down, putting the blame on his partner. All such activities are deliberate efforts to implicate others in order to lay the blame at their door.  But these misdemeanours only increase the guilt of the person concerned; they do not absolve him of his responsibility. To such wrongdoers God gives the opportunity to reform; through His immense bounty they are advised to accept their faults without argument, not to be arrogant in their dealings because of the strength of their supporters, but to remain humble out of fear for God, and if there happens to be any chance of retaliation, not to exult, but to pray that God may save them from becoming tyrants."
    },
    {
      "ayah": 113,
      "surah": 4,
      "text": "A man steals something, but when faced with the possibility of getting caught, he hides it in someone else’s house. He then raises the alarm that so and so has committed a theft. Similarly, a man may intend to outrage the modesty of a woman, but when that pious woman does not relent, he defames her with all sorts of fabricated stories. Again, two persons start a business in partnership. After some time, one of them feels that his personal interests are being harmed in the venture and, therefore, manages to get it closed down, putting the blame on his partner. All such activities are deliberate efforts to implicate others in order to lay the blame at their door.  But these misdemeanours only increase the guilt of the person concerned; they do not absolve him of his responsibility. To such wrongdoers God gives the opportunity to reform; through His immense bounty they are advised to accept their faults without argument, not to be arrogant in their dealings because of the strength of their supporters, but to remain humble out of fear for God, and if there happens to be any chance of retaliation, not to exult, but to pray that God may save them from becoming tyrants."
    },
    {
      "ayah": 114,
      "surah": 4,
      "text": "The issuing of a genuine call to the truth amounts to the establishment of God’s balance of justice on the earth. Everyone feels that he is being weighed in its scale. Such a call removes the veneer from man and leaves him as he actually is. This state of affairs is so hard upon those who are thus exposed that they become infuriated to an extreme degree. The preacher of God’s word has to bear the brunt of this. People who find themselves valueless in the scales of truth are overcome with feelings of haughtiness and pride. They lose no time in opposing and obstructing any move that casts doubt on their being lovers of the truth. They spread all kinds of rumours against the call and the caller. They dissuade others from extending any financial help to the dayees. They relentlessly try to discourage God’s servants from rallying around the conveyor of the divine message by creating doubts about his message. On the other hand, to those who have kept their consciences alive, God gives the ability to surrender before the preacher of God’s word, to extend their full support to him and mould their lives in accordance with his guidance. For them their God-given faculty of speech is used to openly acknowledge the truth; they urge people to expend their time and wealth on that mission, they encourage people to use their energies in charity and welfare activities and strive to persuade them to extinguish personal enmities and grievances. The acknowledgement of truth awakens a positive psychology within them as a natural result of which they feel disposed to engage in positive activities."
    },
    {
      "ayah": 115,
      "surah": 4,
      "text": "The issuing of a genuine call to the truth amounts to the establishment of God’s balance of justice on the earth. Everyone feels that he is being weighed in its scale. Such a call removes the veneer from man and leaves him as he actually is. This state of affairs is so hard upon those who are thus exposed that they become infuriated to an extreme degree. The preacher of God’s word has to bear the brunt of this. People who find themselves valueless in the scales of truth are overcome with feelings of haughtiness and pride. They lose no time in opposing and obstructing any move that casts doubt on their being lovers of the truth. They spread all kinds of rumours against the call and the caller. They dissuade others from extending any financial help to the dayees. They relentlessly try to discourage God’s servants from rallying around the conveyor of the divine message by creating doubts about his message. On the other hand, to those who have kept their consciences alive, God gives the ability to surrender before the preacher of God’s word, to extend their full support to him and mould their lives in accordance with his guidance. For them their God-given faculty of speech is used to openly acknowledge the truth; they urge people to expend their time and wealth on that mission, they encourage people to use their energies in charity and welfare activities and strive to persuade them to extinguish personal enmities and grievances. The acknowledgement of truth awakens a positive psychology within them as a natural result of which they feel disposed to engage in positive activities."
    },
    {
      "ayah": 116,
      "surah": 4,
      "text": "Opposition to the call of truth and victimization of the followers of the giver of that call are unforgivable offences in the eyes of God. While all other sinful acts may have been committed out of human weakness, the act of opposing the call of Truth is entirely due to insolence and haughtiness: insolence and rebellion are crimes that God will not forgive unless man confesses his mistakes and gives up his rebellious stance. Whenever the call of truth is brought to people in its pure and original form (without making concessions to people’s whims and wishes) it always is a divine mission supported by the special succour of God. To oppose such a mission is to stand in opposition to God Almighty. And can any individual succeed if he takes a stand against God? One who firmly believes in God has his actions rooted in Him. He may err occasionally but, when he turns to God, he rejoins his real roots. On the other hand, one who has associated himself with anyone besides God, is as if deprived of the true base in this universe. An individual who has not established his roots in the one God may perform some good actions, but such actions do not emanate from the divine source; they have only a surface value and are easily nullified by the slightest jolt. That is why a good action based in monotheism unfolds its results in the Hereafter, whereas that based in polytheism is swept away in this world itself."
    },
    {
      "ayah": 117,
      "surah": 4,
      "text": "Man’s real challenge in this world is from Satan. Though Satan has no real power, he can lure human beings with fanciful promises to fulfil wishful, imaginary desires and thus manage to make them deviate from the straight path of truth. Satan’s way of misguiding is of two main types: one is superstition and the other is interference in God’s creation. Faith in superstition means expectation of such results from something as have no relation with that thing. For instance, on the basis of self-styled suppositions, one may believe that someone other than God is the controller of the affairs of the world, while it is a well-established fact that no one enjoys any power save God. Superstition can also take the form of being fully involved in worldly activities and then, by wishful thinking, hoping to achieve success in the Hereafter without having worked hard for it."
    },
    {
      "ayah": 118,
      "surah": 4,
      "text": "Man’s real challenge in this world is from Satan. Though Satan has no real power, he can lure human beings with fanciful promises to fulfil wishful, imaginary desires and thus manage to make them deviate from the straight path of truth. Satan’s way of misguiding is of two main types: one is superstition and the other is interference in God’s creation. Faith in superstition means expectation of such results from something as have no relation with that thing."
    },
    {
      "ayah": 119,
      "surah": 4,
      "text": "Man’s real challenge in this world is from Satan. Though Satan has no real power, he can lure human beings with fanciful promises to fulfil wishful, imaginary desires and thus manage to make them deviate from the straight path of truth. Satan’s way of misguiding is of two main types: one is superstition and the other is interference in God’s creation. Faith in superstition means expectation of such results from something as have no relation with that thing."
    },
    {
      "ayah": 12,
      "surah": 4,
      "text": "Payment of the dues of orphans, abiding by wills, release of the inheritance to the inheritors, etc., are among those matters on which a man’s being sent to hell or heaven depends. To make out a will disposing of one-third part of one’s property is permissible by Islamic law. But anyone making out a will with the intention of depriving a person of his rightful inheritance, would be committing a sin that could condemn him to Hell. Man has to follow the law of God in this regard and not his own personal desires or family expediencies."
    },
    {
      "ayah": 120,
      "surah": 4,
      "text": "Man’s real challenge in this world is from Satan. Though Satan has no real power, he can lure human beings with fanciful promises to fulfil wishful, imaginary desires and thus manage to make them deviate from the straight path of truth. Satan’s way of misguiding is of two main types: one is superstition and the other is interference in God’s creation. Faith in superstition means expectation of such results from something as have no relation with that thing."
    },
    {
      "ayah": 121,
      "surah": 4,
      "text": "Man’s real challenge in this world is from Satan. Though Satan has no real power, he can lure human beings with fanciful promises to fulfil wishful, imaginary desires and thus manage to make them deviate from the straight path of truth. Satan’s way of misguiding is of two main types: one is superstition and the other is interference in God’s creation. Faith in superstition means expectation of such results from something as have no relation with that thing."
    },
    {
      "ayah": 122,
      "surah": 4,
      "text": "Another way of Satan’s misleading man is by interfering in the divine scheme of things. God has created man with the innate desire to direct all his attention to God. Interfering with this involves diverting man’s attention towards things other than God or else encouraging him to acquire things by other self-devised ways and not through the natural course set by God (for instance, homosexuality). In this manner Satan interferes with man’s observance of God’s divine plan for the entire universe."
    },
    {
      "ayah": 123,
      "surah": 4,
      "text": "When the People of the Book, that is, believers in God and the Hereafter, become engrossed in the world, they do not do so by refusing to believe in God and the existence of the Hereafter. What they do is believe in these realities in the formal sense while, in practice, devoting all their efforts to worldly acquisition. They are very serious about the attainment of worldly honour and glory. They know that to achieve success in this world one must struggle. But for the attainment of Paradise, wishful thinking alone is believed to suffice. For instance, through the blessing of some saint, association with a certain group, recitation of some words and phrases, in short, by such cheap formulae or superficial actions, it is hoped that they will be saved from the raging fire of Hell and be ushered into Heaven. Such wishful thinking, in whatever beautiful words it may have been couched, is not going to come to their rescue. God’s system is established on such firm grounds that all divine verdicts are based on realities and not on wishful thinking. In God’s court everyone will be judged exactly in accordance with his actions. There will be nothing other than the law of justice promulgated by God Himself to influence His decisions."
    },
    {
      "ayah": 124,
      "surah": 4,
      "text": "When the People of the Book, that is, believers in God and the Hereafter, become engrossed in the world, they do not do so by refusing to believe in God and the existence of the Hereafter. What they do is believe in these realities in the formal sense while, in practice, devoting all their efforts to worldly acquisition. They are very serious about the attainment of worldly honour and glory. They know that to achieve success in this world one must struggle. But for the attainment of Paradise, wishful thinking alone is believed to suffice. For instance, through the blessing of some saint, association with a certain group, recitation of some words and phrases, in short, by such cheap formulae or superficial actions, it is hoped that they will be saved from the raging fire of Hell and be ushered into Heaven. Such wishful thinking, in whatever beautiful words it may have been couched, is not going to come to their rescue. God’s system is established on such firm grounds that all divine verdicts are based on realities and not on wishful thinking. In God’s court everyone will be judged exactly in accordance with his actions. There will be nothing other than the law of justice promulgated by God Himself to influence His decisions."
    },
    {
      "ayah": 125,
      "surah": 4,
      "text": "Who is that servant of God upon whom God will shower His blessings? One historical example is that of Abraham. It is believers like Abraham who submit themselves fully to their Lord; who reserve their loyalties exclusively for God; who carry out their affairs in the world with justice and modesty, scrupulously avoiding injustice and arrogance. Man’s face represents his whole personality. Turning one’s face towards God means turning towards Him with one’s whole existence. God is the Lord of the universe. He is the possessor of all kinds of powers. However, He has chosen to remain invisible in this world. Man commits all kinds of evil deeds, because he does not see God. He assumes that he is free to do as he pleases. If one were to realize that human beings are utterly powerless, one would experience the same state of utter helplessness as one will undergo on the Day of Judgement, when all the realities are laid bare before one."
    },
    {
      "ayah": 126,
      "surah": 4,
      "text": "Who is that servant of God upon whom God will shower His blessings? One historical example is that of Abraham. It is believers like Abraham who submit themselves fully to their Lord; who reserve their loyalties exclusively for God; who carry out their affairs in the world with justice and modesty, scrupulously avoiding injustice and arrogance. Man’s face represents his whole personality. Turning one’s face towards God means turning towards Him with one’s whole existence. God is the Lord of the universe. He is the possessor of all kinds of powers. However, He has chosen to remain invisible in this world. Man commits all kinds of evil deeds, because he does not see God. He assumes that he is free to do as he pleases. If one were to realize that human beings are utterly powerless, one would experience the same state of utter helplessness as one will undergo on the Day of Judgement, when all the realities are laid bare before one."
    },
    {
      "ayah": 127,
      "surah": 4,
      "text": "When people asked the Prophet about the injunctions of the shariah on various social matters, he was instructed by God that great emphasis must be laid on goodness, justice, fraternity and piety. This is because any law serves its purpose only when the person who has to enforce it is God-fearing and truly desirous of justice. In the absence of such an attitude, despite the actual enforcement of law, no real reform can be brought about. Moreover, social reform can take place only when the evil-doer realizes that he is ultimately accountable to God and that, even if he manages to fool the people and save himself from the consequences of his crime in this world, he cannot escape from God’s grip. As for the doer of good works, he should carry on his efforts irrespective of whether or not he is appreciated by the people, in the belief that God is certainly watching him and will definitely reward him for his endeavours. The dread of Hell will deter him from injustice and the hope of Paradise will give him the courage to endure the loss which is invariably faced in the process of living a truthful life."
    },
    {
      "ayah": 128,
      "surah": 4,
      "text": "When people asked the Prophet about the injunctions of the shariah on various social matters, he was instructed by God that great emphasis must be laid on goodness, justice, fraternity and piety. This is because any law serves its purpose only when the person who has to enforce it is God-fearing and truly desirous of justice. In the absence of such an attitude, despite the actual enforcement of law, no real reform can be brought about. Moreover, social reform can take place only when the evil-doer realizes that he is ultimately accountable to God and that, even if he manages to fool the people and save himself from the consequences of his crime in this world, he cannot escape from God’s grip. As for the doer of good works, he should carry on his efforts irrespective of whether or not he is appreciated by the people, in the belief that God is certainly watching him and will definitely reward him for his endeavours. The dread of Hell will deter him from injustice and the hope of Paradise will give him the courage to endure the loss which is invariably faced in the process of living a truthful life."
    },
    {
      "ayah": 129,
      "surah": 4,
      "text": "The differences emerging between husband and wife or between any other two persons largely result from greed. One party, without any consideration for the other, wants his demands to be fulfilled. This mentality leads to distrust between the two. The proper course is for each party to give thought to the other’s problems and making due allowances, try to reach some consensus. Just as God desires people to be considerate to one another, similarly He shows the maximum consideration to His servants. God does not seize man for his natural weaknesses but rather takes man to task for his deliberate excesses and acts of injustice out of haughtiness and insolence. If man fears God and has the urge of reform in his heart, all his acts done with the right intentions would be considered pardonable in the Hereafter. Besides, one should never nurture such thoughts in his mind that it is he who is behind the success of such and such a person and that if he had not helped that person, success could never have been achieved. One must remember the fact that God alone is the provider. He alone is behind every success and achievement, and His help may come under diverse sets of circumstances."
    },
    {
      "ayah": 13,
      "surah": 4,
      "text": "Payment of the dues of orphans, abiding by wills, release of the inheritance to the inheritors, etc., are among those matters on which a man’s being sent to hell or heaven depends. To make out a will disposing of one-third part of one’s property is permissible by Islamic law. But anyone making out a will with the intention of depriving a person of his rightful inheritance, would be committing a sin that could condemn him to Hell. Man has to follow the law of God in this regard and not his own personal desires or family expediencies."
    },
    {
      "ayah": 130,
      "surah": 4,
      "text": "The differences emerging between husband and wife or between any other two persons largely result from greed. One party, without any consideration for the other, wants his demands to be fulfilled. This mentality leads to distrust between the two. The proper course is for each party to give thought to the other’s problems and making due allowances, try to reach some consensus. Just as God desires people to be considerate to one another, similarly He shows the maximum consideration to His servants. God does not seize man for his natural weaknesses but rather takes man to task for his deliberate excesses and acts of injustice out of haughtiness and insolence. If man fears God and has the urge of reform in his heart, all his acts done with the right intentions would be considered pardonable in the Hereafter. Besides, one should never nurture such thoughts in his mind that it is he who is behind the success of such and such a person and that if he had not helped that person, success could never have been achieved. One must remember the fact that God alone is the provider. He alone is behind every success and achievement, and His help may come under diverse sets of circumstances."
    },
    {
      "ayah": 131,
      "surah": 4,
      "text": "The virtuous life that a believer is expected to live is possible only when he has become a God-worshipper in his very heart and soul. Discovering God as the Lord of the universe; fearing and trusting God alone; diverting one’s full attention to the Hereafter—these are the things which enable man to lead a godly life, as desired by God, in this world. This is the life which will make him successful in the life to come. That is why these were the things most focussed on in the teachings of the prophets."
    },
    {
      "ayah": 132,
      "surah": 4,
      "text": "The present world is a world of trial. Here everyone is being tested to find out who is good and who is bad. To serve this purpose the present world has been built to provide for every kind of freedom. In this world one even has the liberty to label one’s misdeeds as good deeds. Here people have every opportunity to be involved in all kinds of sinful acts, yet pass themselves off as pious people. Here people find beautiful words to justify themselves. Here it is possible to refute an open truth and find a beautiful explanation to justify its denial. Here it is possible for one to build his life on honour-seeking, popularity, hoarding, self-interest, expediency, self-glorification, and yet succeed in convincing others that he is engaged in the genuine cause of truth. Here it is possible for a person to exploit God’s religion for the achievement of his worldly and material purposes, and yet continue to flourish in this world. Here it is possible to abandon what is lawful in favour of what is unlawful; to take the path of tyranny instead of justice, and yet go scot free. In all these instances, if man wanted, he could bind himself either to truth and justice or to injustice and haughtiness. The truth is that, of all the aspects of man’s relationship with God, what is of most importance is whether man fears God or not. Because it is fear of God which enables the individual to lead a responsible life. Without the fear of God, there is nothing to check one from following the path of evil. This is particularly true in a world where evil can be couched in beautiful words to mislead the people; in a world where great personal advancement can be achieved on the basis of injustice; where every tyrant finds fine words to hide his tyranny."
    },
    {
      "ayah": 133,
      "surah": 4,
      "text": "In life it often happens that man is confronted with a situation where, on the one hand, lies the path of desire and self-interest, and on the other hand, lies the path of justice. Now those who are unmindful of God, those who have no conviction that God is watching them on all such occasions follow the path of their desire. They consider it an achievement to ignore the call of truth and take to the path of self-interest and worldly considerations. But those who fear God, who regard God as their guardian, have their eyes always set on truth and justice and act according to their demands. They sincerely desire that they may leave this world having done no injustice to anyone, having fully adhered to the path of truth and justice. This desire for truth and justice is so heightened in them that it becomes impossible for them to tolerate any behaviour which does not measure up to the standard of absolute justice. When confronted with wrongdoing, they dare to proclaim the demands of truth and justice, even if such a stand amounts to adversely affecting the interests of their family or goes against their own worldly considerations. They say only what justice would demand. It is also very wrong from the standpoint of justice to give influential persons their due while denying the rights of those who are weak and without influence. A true believer is one who deals justly with everyone, whether weak or powerful."
    },
    {
      "ayah": 134,
      "surah": 4,
      "text": "In life it often happens that man is confronted with a situation where, on the one hand, lies the path of desire and self-interest, and on the other hand, lies the path of justice. Now those who are unmindful of God, those who have no conviction that God is watching them on all such occasions follow the path of their desire. They consider it an achievement to ignore the call of truth and take to the path of self-interest and worldly considerations. But those who fear God, who regard God as their guardian, have their eyes always set on truth and justice and act according to their demands. They sincerely desire that they may leave this world having done no injustice to anyone, having fully adhered to the path of truth and justice. This desire for truth and justice is so heightened in them that it becomes impossible for them to tolerate any behaviour which does not measure up to the standard of absolute justice. When confronted with wrongdoing, they dare to proclaim the demands of truth and justice, even if such a stand amounts to adversely affecting the interests of their family or goes against their own worldly considerations. They say only what justice would demand. It is also very wrong from the standpoint of justice to give influential persons their due while denying the rights of those who are weak and without influence. A true believer is one who deals justly with everyone, whether weak or powerful."
    },
    {
      "ayah": 135,
      "surah": 4,
      "text": "In life it often happens that man is confronted with a situation where, on the one hand, lies the path of desire and self-interest, and on the other hand, lies the path of justice. Now those who are unmindful of God, those who have no conviction that God is watching them on all such occasions follow the path of their desire. They consider it an achievement to ignore the call of truth and take to the path of self-interest and worldly considerations. But those who fear God, who regard God as their guardian, have their eyes always set on truth and justice and act according to their demands. They sincerely desire that they may leave this world having done no injustice to anyone, having fully adhered to the path of truth and justice. This desire for truth and justice is so heightened in them that it becomes impossible for them to tolerate any behaviour which does not measure up to the standard of absolute justice. When confronted with wrongdoing, they dare to proclaim the demands of truth and justice, even if such a stand amounts to adversely affecting the interests of their family or goes against their own worldly considerations. They say only what justice would demand. It is also very wrong from the standpoint of justice to give influential persons their due while denying the rights of those who are weak and without influence. A true believer is one who deals justly with everyone, whether weak or powerful."
    },
    {
      "ayah": 136,
      "surah": 4,
      "text": "‘Believers, believe’ is like saying, ‘Muslims become Muslims!’ Calling oneself a Muslim or regarding oneself as such does not suffice for one to be held a Muslim in the eyes of God. A true Muslim is only that person who has made God the centre of his life and the source of his trust and confidence. A Muslim is one who believes in the Prophet and his guidance to the exclusion of all else. A Muslim is one who adheres to the revealed Scripture in such a manner that his thinking and his feelings become totally subordinated to it. A Muslim is one to whom belief in the angels means that he is surrounded by God’s guardians who are constantly watching him. A Muslim is one whose belief in the Hereafter is so profound that he begins to examine all his words and deeds in the balance of the Hereafter. One who becomes a believer in this sense is, in the eyes of God, on the right path, on the straight path to success in the Hereafter. One who does not become a believer in this sense has gone astray, however much he may consider himself a Muslim, a believer."
    },
    {
      "ayah": 137,
      "surah": 4,
      "text": "This tussle between belief and unbelief continues through life. In dealing with any matter the human mind starts thinking along two lines: it tilts either to the demands of desires or of truth and justice. If on such occasions the thinking and feeling of a person take to the path of desires, this will amount to a denial of the faith he professes to believe in. On the other hand, if he makes his thinking and feelings subservient to the demands of truth and justice, this would amount to his becoming a true Muslim. Whenever any matter of truth is brought before people, it is met with two kinds of responses: one from a person, who adopts the attitude of modesty and acknowledges the truth, and the other from a person who is so proud and haughty that he denies the truth. The first response stems from iman and faith, while the other stems from faithlessness. One who is not a true believer loves worldly honour and prestige. He, therefore, feels attracted to like-minded people who—even if they be the deniers of the truth—will add to his honour and glory. One so enamoured of worldly affairs is not interested in those whose association does not add to his honour and prestige, even if they be true God-worshippers."
    },
    {
      "ayah": 138,
      "surah": 4,
      "text": "This tussle between belief and unbelief continues through life. In dealing with any matter the human mind starts thinking along two lines: it tilts either to the demands of desires or of truth and justice. If on such occasions the thinking and feeling of a person take to the path of desires, this will amount to a denial of the faith he professes to believe in. On the other hand, if he makes his thinking and feelings subservient to the demands of truth and justice, this would amount to his becoming a true Muslim. Whenever any matter of truth is brought before people, it is met with two kinds of responses: one from a person, who adopts the attitude of modesty and acknowledges the truth, and the other from a person who is so proud and haughty that he denies the truth. The first response stems from iman and faith, while the other stems from faithlessness. One who is not a true believer loves worldly honour and prestige. He, therefore, feels attracted to like-minded people who—even if they be the deniers of the truth—will add to his honour and glory. One so enamoured of worldly affairs is not interested in those whose association does not add to his honour and prestige, even if they be true God-worshippers."
    },
    {
      "ayah": 139,
      "surah": 4,
      "text": "This tussle between belief and unbelief continues through life. In dealing with any matter the human mind starts thinking along two lines: it tilts either to the demands of desires or of truth and justice. If on such occasions the thinking and feeling of a person take to the path of desires, this will amount to a denial of the faith he professes to believe in. On the other hand, if he makes his thinking and feelings subservient to the demands of truth and justice, this would amount to his becoming a true Muslim. Whenever any matter of truth is brought before people, it is met with two kinds of responses: one from a person, who adopts the attitude of modesty and acknowledges the truth, and the other from a person who is so proud and haughty that he denies the truth. The first response stems from iman and faith, while the other stems from faithlessness. One who is not a true believer loves worldly honour and prestige. He, therefore, feels attracted to like-minded people who—even if they be the deniers of the truth—will add to his honour and glory. One so enamoured of worldly affairs is not interested in those whose association does not add to his honour and prestige, even if they be true God-worshippers."
    },
    {
      "ayah": 14,
      "surah": 4,
      "text": "Payment of the dues of orphans, abiding by wills, release of the inheritance to the inheritors, etc., are among those matters on which a man’s being sent to hell or heaven depends. To make out a will disposing of one-third part of one’s property is permissible by Islamic law. But anyone making out a will with the intention of depriving a person of his rightful inheritance, would be committing a sin that could condemn him to Hell. Man has to follow the law of God in this regard and not his own personal desires or family expediencies."
    },
    {
      "ayah": 140,
      "surah": 4,
      "text": "Whenever the call of God is addressed to any human group, its basis is so strong that it is not possible to refute it by arguments. Therefore, those who do not want to accept it, attempt to show its worthlessness by ridiculing it. By heaping contempt upon it, they want to convey to others that this message is not worthy of being accepted. Those who act like this, demonstrate by their behaviour that they do not regard truth to be a serious matter. And when people are not serious about something, arguing with them is of no use. On such occasions it is better to remain silent and wait for the time when the addressees are in the right state of mind to give their attention to the missionary call. We should withdraw from any company where the divine call is held in low esteem. Being a part of such company, where truth is taken to be a subject of ridicule, will be a clear indication that we are not serious about truth."
    },
    {
      "ayah": 141,
      "surah": 4,
      "text": "The hypocrite is one who is outwardly religious but inwardly irreligious.  Having no principles, he watches out for opportunities to turn events to his own advantage. He associates himself with any group which may help him realise his worldly ambitions, be it composed of believers or of those who deny the truth. Into whichever gathering he goes, he speaks to please everybody. For reasons of worldly convenience or expediency he has to associate himself at times with believers, but he is not their well-wisher. Since the very existence of true believers becomes a criterion of Truth in a society, those who stand on the ground of false religiosity want such criteria as expose their false religiosity to be demolished. However, the evil wishers of the believers can make mischief only in this world. Believers will be safe from their mischief in the Hereafter. A hypocrite is bracketed with those who deny the truth, because in God’s judgement, there is no difference between outward religiosity and blatant irreligiosity. This is because although both the states may appear to be different, in reality they are identical. To God, what is of importance is the inward state (the reality) and not the outward appearance."
    },
    {
      "ayah": 142,
      "surah": 4,
      "text": "Those who have not surrendered themselves to God succumb to worldly interests. They will associate themselves with anyone, be he religious or irreligious, by whom their worldly interests are served. Such people’s words and deeds, however religious they may appear to be, are not to please God, but to show others that they too are believers. Opportunism is their real religion, but they are at pains to show people that they are God-worshippers. These people want to prove themselves to be godly although they are not."
    },
    {
      "ayah": 143,
      "surah": 4,
      "text": "Those who have not surrendered themselves to God succumb to worldly interests. They will associate themselves with anyone, be he religious or irreligious, by whom their worldly interests are served. Such people’s words and deeds, however religious they may appear to be, are not to please God, but to show others that they too are believers. Opportunism is their real religion, but they are at pains to show people that they are God-worshippers. These people want to prove themselves to be godly although they are not."
    },
    {
      "ayah": 144,
      "surah": 4,
      "text": "Those who have not surrendered themselves to God succumb to worldly interests. They will associate themselves with anyone, be he religious or irreligious, by whom their worldly interests are served. Such people’s words and deeds, however religious they may appear to be, are not to please God, but to show others that they too are believers. Opportunism is their real religion, but they are at pains to show people that they are God-worshippers. These people want to prove themselves to be godly although they are not."
    },
    {
      "ayah": 145,
      "surah": 4,
      "text": "Those who have not surrendered themselves to God succumb to worldly interests. They will associate themselves with anyone, be he religious or irreligious, by whom their worldly interests are served. Such people’s words and deeds, however religious they may appear to be, are not to please God, but to show others that they too are believers. Opportunism is their real religion, but they are at pains to show people that they are God-worshippers. These people want to prove themselves to be godly although they are not."
    },
    {
      "ayah": 146,
      "surah": 4,
      "text": "Those who have not surrendered themselves to God succumb to worldly interests. They will associate themselves with anyone, be he religious or irreligious, by whom their worldly interests are served. Such people’s words and deeds, however religious they may appear to be, are not to please God, but to show others that they too are believers. Opportunism is their real religion, but they are at pains to show people that they are God-worshippers. These people want to prove themselves to be godly although they are not."
    },
    {
      "ayah": 147,
      "surah": 4,
      "text": "Those who have not surrendered themselves to God succumb to worldly interests. They will associate themselves with anyone, be he religious or irreligious, by whom their worldly interests are served. Such people’s words and deeds, however religious they may appear to be, are not to please God, but to show others that they too are believers. Opportunism is their real religion, but they are at pains to show people that they are God-worshippers. These people want to prove themselves to be godly although they are not."
    },
    {
      "ayah": 148,
      "surah": 4,
      "text": "In spite of knowing Islam to be the true religion, the hypocrites do not want to abandon their worldly interests. Due to this mentality they are distracted, being fully devoted neither to the demands of their religion nor to their worldly interests. They fall between two stools, vacillating between faith and infidelity—between the interests of this world and the Hereafter. Such people remain deprived of God’s succour, which can be earned only by perseverance in God’s cause. Such hypocritical people cannot save themselves from the wrath of God, regardless of how many showy actions they may have performed. In spite of the observance of Islam for appearance’s sake, they are far from it in respect of reality. That is why their reward will be meted out to them in accordance with what they were in reality, and not what they were in terms of appearance. However, even if one errs, God does not become one’s enemy. If wrongdoers are ashamed of their misdeeds, change their life style, divert their full attention to God and take to His path wholeheartedly, then He will surely forgive them. In life one often comes to know about some shortcoming or fault, or vice of oneself, be it of a religious or worldly nature, through the people around oneself. But God disapproves of public criticism that defames the person concerned. Everyone has the right to give his counsel with the motive of reforming that individual. But the counselling should be done in private, not in public. If something needs to be said in public to check that vice from spreading in society, the wrongdoer should not be named. The reference to the vice should be in general terms. Day in and day out God overlooks people’s crimes. His servants too should follow this divine principle. However, one who has been oppressed or who has suffered a wrong is permitted to tell people about the wrong or oppression he has suffered. Nevertheless, it is better for him to exercise patience and forgive the one who wronged him. In this way the victim shows that he cares for the loss of the Hereafter more than any loss incurred in this world. For the thought of a greater loss renders a small loss insignificant. This is what happens with a true believer who really dreads the onset of Doomsday."
    },
    {
      "ayah": 149,
      "surah": 4,
      "text": "In spite of knowing Islam to be the true religion, the hypocrites do not want to abandon their worldly interests. Due to this mentality they are distracted, being fully devoted neither to the demands of their religion nor to their worldly interests. They fall between two stools, vacillating between faith and infidelity—between the interests of this world and the Hereafter. Such people remain deprived of God’s succour, which can be earned only by perseverance in God’s cause. Such hypocritical people cannot save themselves from the wrath of God, regardless of how many showy actions they may have performed. In spite of the observance of Islam for appearance’s sake, they are far from it in respect of reality. That is why their reward will be meted out to them in accordance with what they were in reality, and not what they were in terms of appearance. However, even if one errs, God does not become one’s enemy. If wrongdoers are ashamed of their misdeeds, change their life style, divert their full attention to God and take to His path wholeheartedly, then He will surely forgive them. In life one often comes to know about some shortcoming or fault, or vice of oneself, be it of a religious or worldly nature, through the people around oneself. But God disapproves of public criticism that defames the person concerned. Everyone has the right to give his counsel with the motive of reforming that individual. But the counselling should be done in private, not in public. If something needs to be said in public to check that vice from spreading in society, the wrongdoer should not be named. The reference to the vice should be in general terms. Day in and day out God overlooks people’s crimes. His servants too should follow this divine principle. However, one who has been oppressed or who has suffered a wrong is permitted to tell people about the wrong or oppression he has suffered. Nevertheless, it is better for him to exercise patience and forgive the one who wronged him. In this way the victim shows that he cares for the loss of the Hereafter more than any loss incurred in this world. For the thought of a greater loss renders a small loss insignificant. This is what happens with a true believer who really dreads the onset of Doomsday."
    },
    {
      "ayah": 15,
      "surah": 4,
      "text": "If a man or a woman commits an act considered a sin according to Islamic tenets, he or she will be dealt with in accordance with the rule of law, and not arbitrarily. It is unjust to declare anyone a criminal without fulfilling the legal conditions, nor is there permission to proceed summarily against even a proven criminal. The purpose of punishment is to uphold justice, and justice cannot be upheld through tyranny and injustice. Moreover, if a sinner pleads guilty and reforms himself, it becomes essential to adopt a sympathetic and forgiving attitude towards him. It is not proper to assess anyone on the basis of his past. When God Himself pardons those who sincerely repent, and turns in His benevolence to those who reform and improve, mere mortals have no right to taunt and ridicule former delinquents. One who taunts and ridicules them may yet prove to be a transgressor himself."
    },
    {
      "ayah": 150,
      "surah": 4,
      "text": "The Makkans believed in the prophethood of Abraham. Similarly, the Jews and the Christians believed respectively in the prophethood of Moses and Jesus. But none of them would acknowledge the prophethood of Muhammad. All of them were willing to accept the prophets of the past, but none of them were ready to accept the Prophet of their own times—mindful as they were of the fact that the prophets they believed in had also been faced with the same hostile reactions in their times as were now being faced by the Arab prophet. All such attempts to reject the contemporary prophet amounted to finding a middle course between truth-worship and self-worship, so that entry to Paradise should be secured without any sacrifice of self-interest. The truth of the matter is that the prophethood of the past is an established fact. Whereas, to acknowledge the contemporary prophet one needs to undertake a new intellectual journey. The prophethood of the past after the passage of time becomes so accepted that it becomes a part of one’s thinking process right from the time of one’s birth. But the prophet of the day is a controversial personality. He appears to be an ‘ordinary human being.’ So, to believe in a prophet in the garb of an ordinary human being, it is essential for man to have a complete change of mindset. He has to find God again at the level of awareness. Belief in the prophet of the past entails only a belief in one’s own heritage, following in the footsteps of one’s forefathers. Their faith was not by choice, but by birth. They had not made a conscious discovery of God. So, belief in the prophet of the past is only a continuation of one’s forefather’s ways, while belief in the prophet of one’s own times means a conscious acceptance of faith. What is of importance in the eyes of God is the faith adopted by choice and not by birth."
    },
    {
      "ayah": 151,
      "surah": 4,
      "text": "The Makkans believed in the prophethood of Abraham. Similarly, the Jews and the Christians believed respectively in the prophethood of Moses and Jesus. But none of them would acknowledge the prophethood of Muhammad. All of them were willing to accept the prophets of the past, but none of them were ready to accept the Prophet of their own times—mindful as they were of the fact that the prophets they believed in had also been faced with the same hostile reactions in their times as were now being faced by the Arab prophet. All such attempts to reject the contemporary prophet amounted to finding a middle course between truth-worship and self-worship, so that entry to Paradise should be secured without any sacrifice of self-interest. The truth of the matter is that the prophethood of the past is an established fact. Whereas, to acknowledge the contemporary prophet one needs to undertake a new intellectual journey. The prophethood of the past after the passage of time becomes so accepted that it becomes a part of one’s thinking process right from the time of one’s birth. But the prophet of the day is a controversial personality. He appears to be an ‘ordinary human being.’ So, to believe in a prophet in the garb of an ordinary human being, it is essential for man to have a complete change of mindset. He has to find God again at the level of awareness. Belief in the prophet of the past entails only a belief in one’s own heritage, following in the footsteps of one’s forefathers. Their faith was not by choice, but by birth. They had not made a conscious discovery of God. So, belief in the prophet of the past is only a continuation of one’s forefather’s ways, while belief in the prophet of one’s own times means a conscious acceptance of faith. What is of importance in the eyes of God is the faith adopted by choice and not by birth."
    },
    {
      "ayah": 152,
      "surah": 4,
      "text": "The Makkans believed in the prophethood of Abraham. Similarly, the Jews and the Christians believed respectively in the prophethood of Moses and Jesus. But none of them would acknowledge the prophethood of Muhammad. All of them were willing to accept the prophets of the past, but none of them were ready to accept the Prophet of their own times—mindful as they were of the fact that the prophets they believed in had also been faced with the same hostile reactions in their times as were now being faced by the Arab prophet. All such attempts to reject the contemporary prophet amounted to finding a middle course between truth-worship and self-worship, so that entry to Paradise should be secured without any sacrifice of self-interest. The truth of the matter is that the prophethood of the past is an established fact. Whereas, to acknowledge the contemporary prophet one needs to undertake a new intellectual journey. The prophethood of the past after the passage of time becomes so accepted that it becomes a part of one’s thinking process right from the time of one’s birth. But the prophet of the day is a controversial personality. He appears to be an ‘ordinary human being.’ So, to believe in a prophet in the garb of an ordinary human being, it is essential for man to have a complete change of mindset. He has to find God again at the level of awareness. Belief in the prophet of the past entails only a belief in one’s own heritage, following in the footsteps of one’s forefathers. Their faith was not by choice, but by birth. They had not made a conscious discovery of God. So, belief in the prophet of the past is only a continuation of one’s forefather’s ways, while belief in the prophet of one’s own times means a conscious acceptance of faith. What is of importance in the eyes of God is the faith adopted by choice and not by birth."
    },
    {
      "ayah": 153,
      "surah": 4,
      "text": "God’s prophet is a man amongst human beings. He appears before the people as a common man. That is why people fail to understand how they can take a common man to be a representative of God Almighty; how they can believe that this man—one from amongst themselves—is a person appointed by God Himself to speak on His behalf. So they demand that he show them his message being revealed by God, or heaven itself testifying to the truth of his message, otherwise they will not believe in it. But demands such as these show their utter insincerity. Because man’s trial demands that he believe in these things without seeing them; that he discover the inner realities. In such a situation, it makes no sense to believe after seeing. Even if God were to alter the system of nature to fulfil their demand by showing them the realities, that would be of no use because these realities would be shown to them only for a time and not permanently. So the human freedom which had led them to rebelliousness would continue, with the result that, at the time of the miracles, they would be awed into belief but afterwards they would continue to misuse their freedom as before. The history of the Israelites furnishes ample proof of this. The extraordinary situation thus referred to in the Quran, ‘We raised above them the Mount’ was created by God on Mount Tur to take a solemn covenant from the Jews. They were enjoined to enter their synagogue with humility and pray to God in all humbleness and submissiveness, and to ensure that their struggle for livelihood conformed strictly to the bounds set by God. But the Jews broke this entire covenant they had made with God. ‘Yet We pardoned even that and bestowed on Moses clear authority.’ This is the case with all the prophets. The prophet is like an ordinary human being but for his utterances; it is in his utterances that he gives clear arguments which adequately prove his status as God’s messenger. But the unjust man always manages to find an explanation of God’s signs by which he may refute them and then continue to lead a life of transgression far from God’s ways."
    },
    {
      "ayah": 154,
      "surah": 4,
      "text": "God’s prophet is a man amongst human beings. He appears before the people as a common man. That is why people fail to understand how they can take a common man to be a representative of God Almighty; how they can believe that this man—one from amongst themselves—is a person appointed by God Himself to speak on His behalf. So they demand that he show them his message being revealed by God, or heaven itself testifying to the truth of his message, otherwise they will not believe in it. But demands such as these show their utter insincerity. Because man’s trial demands that he believe in these things without seeing them; that he discover the inner realities. In such a situation, it makes no sense to believe after seeing. Even if God were to alter the system of nature to fulfil their demand by showing them the realities, that would be of no use because these realities would be shown to them only for a time and not permanently. So the human freedom which had led them to rebelliousness would continue, with the result that, at the time of the miracles, they would be awed into belief but afterwards they would continue to misuse their freedom as before. The history of the Israelites furnishes ample proof of this. The extraordinary situation thus referred to in the Quran, ‘We raised above them the Mount’ was created by God on Mount Tur to take a solemn covenant from the Jews. They were enjoined to enter their synagogue with humility and pray to God in all humbleness and submissiveness, and to ensure that their struggle for livelihood conformed strictly to the bounds set by God. But the Jews broke this entire covenant they had made with God. ‘Yet We pardoned even that and bestowed on Moses clear authority.’ This is the case with all the prophets. The prophet is like an ordinary human being but for his utterances; it is in his utterances that he gives clear arguments which adequately prove his status as God’s messenger. But the unjust man always manages to find an explanation of God’s signs by which he may refute them and then continue to lead a life of transgression far from God’s ways."
    },
    {
      "ayah": 155,
      "surah": 4,
      "text": "The Jews had Scriptures revealed to them in which they were asked to surrender to the will of God in this world, in return for which God would grant them Paradise in the next. They forgot the first part and came to regard the second part as their birthright. All kinds of rot set in among the Jewish community. Moreover, they were so greatly convinced of the notion that salvation was their birthright that they considered it unnecessary to acknowledge the new Prophet. They would say ironically, ‘Our hearts are sealed.’ This not only showed their inability to acknowledge the new Prophet, but also their conviction that, whatever their misconduct with the Prophet, their salvation was not going to be endangered."
    },
    {
      "ayah": 156,
      "surah": 4,
      "text": "The Jews had Scriptures revealed to them in which they were asked to surrender to the will of God in this world, in return for which God would grant them Paradise in the next. They forgot the first part and came to regard the second part as their birthright. All kinds of rot set in among the Jewish community. Moreover, they were so greatly convinced of the notion that salvation was their birthright that they considered it unnecessary to acknowledge the new Prophet. They would say ironically, ‘Our hearts are sealed.’ This not only showed their inability to acknowledge the new Prophet, but also their conviction that, whatever their misconduct with the Prophet, their salvation was not going to be endangered."
    },
    {
      "ayah": 157,
      "surah": 4,
      "text": "Those who suffer from false convictions are emboldened to commit all kinds of crimes. They have no qualms about breaking the divine covenant to which they are bound by their belief in God. Despite clear arguments from God they are not willing to mend their ways. One who calls upon them to accept the truth exposes their ungodly ways, so they do not hesitate to perpetrate any kind of aggression against him. They will go even to the extent of false calumny against the dayee in order to dishonour him. The Jews went so far as to try to kill the Prophet Jesus and then boasted, ‘We have put to death the Messiah, Jesus, son of Mary.’ However, whatever plots these people may hatch against the dayee, they can never succeed. God’s power and his immutable system of nature is always there to support His envoys. Despite all plots and all opposition, they receive every kind of divine succour until they have completed the divine mission. Those who opt for an antagonistic attitude to the call of the truth have their very capacity to accept the truth taken away by God, until one day they are brought as criminals before the divine court by the angels."
    },
    {
      "ayah": 158,
      "surah": 4,
      "text": "Those who suffer from false convictions are emboldened to commit all kinds of crimes. They have no qualms about breaking the divine covenant to which they are bound by their belief in God. Despite clear arguments from God they are not willing to mend their ways. One who calls upon them to accept the truth exposes their ungodly ways, so they do not hesitate to perpetrate any kind of aggression against him. They will go even to the extent of false calumny against the dayee in order to dishonour him. The Jews went so far as to try to kill the Prophet Jesus and then boasted, ‘We have put to death the Messiah, Jesus, son of Mary.’ However, whatever plots these people may hatch against the dayee, they can never succeed. God’s power and his immutable system of nature is always there to support His envoys. Despite all plots and all opposition, they receive every kind of divine succour until they have completed the divine mission. Those who opt for an antagonistic attitude to the call of the truth have their very capacity to accept the truth taken away by God, until one day they are brought as criminals before the divine court by the angels."
    },
    {
      "ayah": 159,
      "surah": 4,
      "text": "When a group opts for a self-styled religion instead of the divine religion, it decides upon certain self-styled signs to show its religious status. According to the temperament and circumstances of its members, it formulates new rules about what is lawful and what is unlawful, and by sedulously observing them, it shows that it adheres to religion more than others do. The religion of such people is based on excessive care for certain outward forms, as opposed to paying proper attention to the spirit of the religion’s rules. By fully observing the form they are completely satisfied that they have been following their religion to the letter. Such so-called adherents of religion are not afraid of deriving worldly benefits from the ways forbidden by God and they are not afraid of putting obstacles in the path of the divine caller. Such people will be bracketted with the patently irreligious, far from being grouped along with truly religious people. There were certain people among the Jews, like ‘Abdullah ibn Salam, who believed in the Prophet Muhammad and fully supported him. Those who are not caught up in human interpolations in their religion; who have discovered the original divine religion; who have risen above the mentality of prejudice, blind imitation of their community’s ways and opportunism, find no obstacle to their recognizing the truth and surrendering themselves to it. They can see the truth despite all kinds of mental blocks. These are the people who will be ushered into the Paradise God has prepared for them."
    },
    {
      "ayah": 16,
      "surah": 4,
      "text": "If a man or a woman commits an act considered a sin according to Islamic tenets, he or she will be dealt with in accordance with the rule of law, and not arbitrarily. It is unjust to declare anyone a criminal without fulfilling the legal conditions, nor is there permission to proceed summarily against even a proven criminal. The purpose of punishment is to uphold justice, and justice cannot be upheld through tyranny and injustice. Moreover, if a sinner pleads guilty and reforms himself, it becomes essential to adopt a sympathetic and forgiving attitude towards him. It is not proper to assess anyone on the basis of his past. When God Himself pardons those who sincerely repent, and turns in His benevolence to those who reform and improve, mere mortals have no right to taunt and ridicule former delinquents. One who taunts and ridicules them may yet prove to be a transgressor himself."
    },
    {
      "ayah": 160,
      "surah": 4,
      "text": "When a group opts for a self-styled religion instead of the divine religion, it decides upon certain self-styled signs to show its religious status. According to the temperament and circumstances of its members, it formulates new rules about what is lawful and what is unlawful, and by sedulously observing them, it shows that it adheres to religion more than others do. The religion of such people is based on excessive care for certain outward forms, as opposed to paying proper attention to the spirit of the religion’s rules. By fully observing the form they are completely satisfied that they have been following their religion to the letter. Such so-called adherents of religion are not afraid of deriving worldly benefits from the ways forbidden by God and they are not afraid of putting obstacles in the path of the divine caller. Such people will be bracketted with the patently irreligious, far from being grouped along with truly religious people. There were certain people among the Jews, like ‘Abdullah ibn Salam, who believed in the Prophet Muhammad and fully supported him. Those who are not caught up in human interpolations in their religion; who have discovered the original divine religion; who have risen above the mentality of prejudice, blind imitation of their community’s ways and opportunism, find no obstacle to their recognizing the truth and surrendering themselves to it. They can see the truth despite all kinds of mental blocks. These are the people who will be ushered into the Paradise God has prepared for them."
    },
    {
      "ayah": 161,
      "surah": 4,
      "text": "When a group opts for a self-styled religion instead of the divine religion, it decides upon certain self-styled signs to show its religious status. According to the temperament and circumstances of its members, it formulates new rules about what is lawful and what is unlawful, and by sedulously observing them, it shows that it adheres to religion more than others do. The religion of such people is based on excessive care for certain outward forms, as opposed to paying proper attention to the spirit of the religion’s rules. By fully observing the form they are completely satisfied that they have been following their religion to the letter. Such so-called adherents of religion are not afraid of deriving worldly benefits from the ways forbidden by God and they are not afraid of putting obstacles in the path of the divine caller. Such people will be bracketted with the patently irreligious, far from being grouped along with truly religious people. There were certain people among the Jews, like ‘Abdullah ibn Salam, who believed in the Prophet Muhammad and fully supported him. Those who are not caught up in human interpolations in their religion; who have discovered the original divine religion; who have risen above the mentality of prejudice, blind imitation of their community’s ways and opportunism, find no obstacle to their recognizing the truth and surrendering themselves to it. They can see the truth despite all kinds of mental blocks. These are the people who will be ushered into the Paradise God has prepared for them."
    },
    {
      "ayah": 162,
      "surah": 4,
      "text": "When a group opts for a self-styled religion instead of the divine religion, it decides upon certain self-styled signs to show its religious status. According to the temperament and circumstances of its members, it formulates new rules about what is lawful and what is unlawful, and by sedulously observing them, it shows that it adheres to religion more than others do. The religion of such people is based on excessive care for certain outward forms, as opposed to paying proper attention to the spirit of the religion’s rules. By fully observing the form they are completely satisfied that they have been following their religion to the letter. Such so-called adherents of religion are not afraid of deriving worldly benefits from the ways forbidden by God and they are not afraid of putting obstacles in the path of the divine caller. Such people will be bracketted with the patently irreligious, far from being grouped along with truly religious people. There were certain people among the Jews, like ‘Abdullah ibn Salam, who believed in the Prophet Muhammad and fully supported him. Those who are not caught up in human interpolations in their religion; who have discovered the original divine religion; who have risen above the mentality of prejudice, blind imitation of their community’s ways and opportunism, find no obstacle to their recognizing the truth and surrendering themselves to it. They can see the truth despite all kinds of mental blocks. These are the people who will be ushered into the Paradise God has prepared for them."
    },
    {
      "ayah": 163,
      "surah": 4,
      "text": "God created man, and then He created Paradise and Hell. Man was later settled on the earth. Here man has freedom to do as he wishes. But this freedom is not forever. It is temporary and meant for his trial. It is so that good and bad may be distinguished from one another. God is watching those who, despite being granted freedom, can adopt realistic attitudes, and surrender themselves to the will of God, and who are the people who misuse their freedom and prove themselves to be rebels. Both kinds of people have been mixed in this world. Both have equal opportunity to gain fully from the blessings of God. But, after the completion of the appointed time of trial, those groups will be separated from one another. The first group will be lodged in the Gardens of Paradise forever, while the second group will be consigned to Hell for all eternity. This plan devised by God for human existence put man in an extremely delicate situation, for the outcome of his brief stay in this world was going to appear in one of two extreme forms—either eternal comfort or eternal chastisement. That is why, besides other natural arrangements for divine guidance, God also arranged to send to mankind His messengers and His Scriptures, so that no one should remain unaware of the reality of life. No one may then attempt to excuse his misconduct on the plea that he was not informed of the divine plan of how human beings were expected to lead their lives. From start to finish, this divine plan necessitated all of the prophets bringing the same message and the same mission to mankind. For, when all human beings without exception are to be weighed in the divine scale, how could their ‘test papers’ be different from one another? The truth is that the message brought by all the prophets was one and the same and they communicated that same message to all human beings: that everyone is standing at a perilous watershed. On one side of it is Paradise and on the other is Hell. If one steps to one side, one will reach Paradise; if one steps to the other, one will fall into the gorge of Hell. All the prophets had this identical message."
    },
    {
      "ayah": 164,
      "surah": 4,
      "text": "God created man, and then He created Paradise and Hell. Man was later settled on the earth. Here man has freedom to do as he wishes. But this freedom is not forever. It is temporary and meant for his trial. It is so that good and bad may be distinguished from one another. God is watching those who, despite being granted freedom, can adopt realistic attitudes, and surrender themselves to the will of God, and who are the people who misuse their freedom and prove themselves to be rebels. Both kinds of people have been mixed in this world. Both have equal opportunity to gain fully from the blessings of God. But, after the completion of the appointed time of trial, those groups will be separated from one another. The first group will be lodged in the Gardens of Paradise forever, while the second group will be consigned to Hell for all eternity. This plan devised by God for human existence put man in an extremely delicate situation, for the outcome of his brief stay in this world was going to appear in one of two extreme forms—either eternal comfort or eternal chastisement. That is why, besides other natural arrangements for divine guidance, God also arranged to send to mankind His messengers and His Scriptures, so that no one should remain unaware of the reality of life. No one may then attempt to excuse his misconduct on the plea that he was not informed of the divine plan of how human beings were expected to lead their lives. From start to finish, this divine plan necessitated all of the prophets bringing the same message and the same mission to mankind. For, when all human beings without exception are to be weighed in the divine scale, how could their ‘test papers’ be different from one another? The truth is that the message brought by all the prophets was one and the same and they communicated that same message to all human beings: that everyone is standing at a perilous watershed. On one side of it is Paradise and on the other is Hell. If one steps to one side, one will reach Paradise; if one steps to the other, one will fall into the gorge of Hell. All the prophets had this identical message."
    },
    {
      "ayah": 165,
      "surah": 4,
      "text": "God created man, and then He created Paradise and Hell. Man was later settled on the earth. Here man has freedom to do as he wishes. But this freedom is not forever. It is temporary and meant for his trial. It is so that good and bad may be distinguished from one another. God is watching those who, despite being granted freedom, can adopt realistic attitudes, and surrender themselves to the will of God, and who are the people who misuse their freedom and prove themselves to be rebels. Both kinds of people have been mixed in this world. Both have equal opportunity to gain fully from the blessings of God. But, after the completion of the appointed time of trial, those groups will be separated from one another. The first group will be lodged in the Gardens of Paradise forever, while the second group will be consigned to Hell for all eternity. This plan devised by God for human existence put man in an extremely delicate situation, for the outcome of his brief stay in this world was going to appear in one of two extreme forms—either eternal comfort or eternal chastisement. That is why, besides other natural arrangements for divine guidance, God also arranged to send to mankind His messengers and His Scriptures, so that no one should remain unaware of the reality of life. No one may then attempt to excuse his misconduct on the plea that he was not informed of the divine plan of how human beings were expected to lead their lives. From start to finish, this divine plan necessitated all of the prophets bringing the same message and the same mission to mankind. For, when all human beings without exception are to be weighed in the divine scale, how could their ‘test papers’ be different from one another? The truth is that the message brought by all the prophets was one and the same and they communicated that same message to all human beings: that everyone is standing at a perilous watershed. On one side of it is Paradise and on the other is Hell. If one steps to one side, one will reach Paradise; if one steps to the other, one will fall into the gorge of Hell. All the prophets had this identical message."
    },
    {
      "ayah": 166,
      "surah": 4,
      "text": "However, according to the requirements of the age, different prophets received different kinds of succour from God. This is still how God functions, so that those of his servants who came forward to spread His message will likewise, according to their circumstances, receive special divine succour, in order that they may effectively continue to carry out their dawah responsibilities. At the time when the Prophet Muhammad was chosen as a Messenger by God, the Jews enjoyed the status of representatives of the divine religion. For their part, they had supposed themselves to be the chosen people, the sole custodians of divine religion. As such, they occupied all the religious positions of honour. Not  wishing to acknowledge any other’s greatness save their own, they refused to believe that the Arab prophet had been sent by God to communicate His message to mankind. They thought that they had a monopoly over religion; that, if they did not testify to a person’s being a representative of God, he would lack all credibility. They had forgotten that this was God’s universe, its system tended by God’s obedient angels. Thus the real validation comes from God, and is supported by the entire system of the universe. Indeed, it is God, with His entire universe, who supports His messenger, rather than someone’s self-styled suppositions."
    },
    {
      "ayah": 167,
      "surah": 4,
      "text": "However, according to the requirements of the age, different prophets received different kinds of succour from God. This is still how God functions, so that those of his servants who came forward to spread His message will likewise, according to their circumstances, receive special divine succour, in order that they may effectively continue to carry out their dawah responsibilities. At the time when the Prophet Muhammad was chosen as a Messenger by God, the Jews enjoyed the status of representatives of the divine religion. For their part, they had supposed themselves to be the chosen people, the sole custodians of divine religion. As such, they occupied all the religious positions of honour. Not  wishing to acknowledge any other’s greatness save their own, they refused to believe that the Arab prophet had been sent by God to communicate His message to mankind. They thought that they had a monopoly over religion; that, if they did not testify to a person’s being a representative of God, he would lack all credibility. They had forgotten that this was God’s universe, its system tended by God’s obedient angels. Thus the real validation comes from God, and is supported by the entire system of the universe. Indeed, it is God, with His entire universe, who supports His messenger, rather than someone’s self-styled suppositions."
    },
    {
      "ayah": 168,
      "surah": 4,
      "text": "Those who respond negatively to the call of God by ignoring and rejecting it show quite clearly that they have strayed far from true submission to God. They say such things as are refuted by the entire universe, and take up a position against a plan which is supported by the Lord of the universe. Obviously, there is no greater foolishness than this. Such perverse behaviour leads them into denying and rejecting God rather than acknowledging Him and submitting to Him. Day by day they are removed further away from the truth, until they ultimately fall into the pit of eternal damnation. The denial of the call of God is the denial of oneself. The call of God is made in such clear terms that no one should find any difficulty in understanding it. Moreover, those who deny the call of God are, as it were, showing their audacity in the face of God Himself. Impudence and presumptuousness are the greatest crimes in the eyes of God. If man were to keep the windows of his heart open, the divine call would appear to him an exact answer to his own quest. He would feel that the truth which had been veiled in human interpretations had been brought to him in its pure and original form by the arrangement of God Himself, and that it was an expression of God’s own wisdom and knowledge rather than its being a matter of the personal ambition of a human being."
    },
    {
      "ayah": 169,
      "surah": 4,
      "text": "Those who respond negatively to the call of God by ignoring and rejecting it show quite clearly that they have strayed far from true submission to God. They say such things as are refuted by the entire universe, and take up a position against a plan which is supported by the Lord of the universe. Obviously, there is no greater foolishness than this. Such perverse behaviour leads them into denying and rejecting God rather than acknowledging Him and submitting to Him. Day by day they are removed further away from the truth, until they ultimately fall into the pit of eternal damnation. The denial of the call of God is the denial of oneself. The call of God is made in such clear terms that no one should find any difficulty in understanding it. Moreover, those who deny the call of God are, as it were, showing their audacity in the face of God Himself. Impudence and presumptuousness are the greatest crimes in the eyes of God. If man were to keep the windows of his heart open, the divine call would appear to him an exact answer to his own quest. He would feel that the truth which had been veiled in human interpretations had been brought to him in its pure and original form by the arrangement of God Himself, and that it was an expression of God’s own wisdom and knowledge rather than its being a matter of the personal ambition of a human being."
    },
    {
      "ayah": 17,
      "surah": 4,
      "text": "Repentance does not mean simply uttering certain words like, ‘I repent’ or ‘tawbah’. It should not be mere lip service. It means the intense realization of one’s wrongdoing. If a sinner sincerely repents the error of his ways, he experiences an agonizing condition at par with self-punishment. God will surely pardon one who thus repents due to His intense fear. However, He does not accept the repentance of those who daringly and insensitively and knowingly continue to disobey and transgress, paying no heed to any warning and saying ‘I repent’ only when death is staring them in the face. Nor does the repentance of those who admit their sins only after witnessing the horrors of the Hereafter have any meaning for the Almighty. The essence of contrition is that the wrongdoer should turn to his Lord, so that the Lord also turns to him. Repentance (tawbah) is for one who commits a wrongful act under the influence of a momentary emotion or passion, but who is soon made by his conscience to realize his fault; who renounces evil ways and returns to righteousness, reforming his life according to the divine law. This shows genuine penitence. One who thus repents is like the man who, after straying away, returns to his home."
    },
    {
      "ayah": 170,
      "surah": 4,
      "text": "Those who respond negatively to the call of God by ignoring and rejecting it show quite clearly that they have strayed far from true submission to God. They say such things as are refuted by the entire universe, and take up a position against a plan which is supported by the Lord of the universe. Obviously, there is no greater foolishness than this. Such perverse behaviour leads them into denying and rejecting God rather than acknowledging Him and submitting to Him. Day by day they are removed further away from the truth, until they ultimately fall into the pit of eternal damnation. The denial of the call of God is the denial of oneself. The call of God is made in such clear terms that no one should find any difficulty in understanding it. Moreover, those who deny the call of God are, as it were, showing their audacity in the face of God Himself. Impudence and presumptuousness are the greatest crimes in the eyes of God. If man were to keep the windows of his heart open, the divine call would appear to him an exact answer to his own quest. He would feel that the truth which had been veiled in human interpretations had been brought to him in its pure and original form by the arrangement of God Himself, and that it was an expression of God’s own wisdom and knowledge rather than its being a matter of the personal ambition of a human being."
    },
    {
      "ayah": 171,
      "surah": 4,
      "text": "It is a human weakness to see any outstanding aspect in anything and then hold exaggerated views about it. This is exceeding the limits in determining its actual position. This is called excess. All forms of polytheism and personality cults are the result of committing this excess. Exaggeration in religion means according an inflated status to things and personalities associated with the religion in question. The Quran enjoins us to keep everything in its proper place and to refrain from according a higher status to things and people than they actually deserve. Everything should be seen as it is, without the viewer indulging in excesses of any sort: for instance, calling a servant of God—created without a father—the son of God; or regarding someone to whom God has granted special honour and status as an extraordinary, infallible being. Similarly, if God enjoins one to abstain from the luxuries and glitter of the world, then taking this injunction on simple living to the extreme of renouncing the world is yet another form of excess. Another form of excess is taking an injunction regarding some aspect of life and exaggerating it so greatly as to develop a full-fledged religious philosophy on its basis. All such forms in which a religious injunction or precept is elevated from its real position and accorded an excessively high status will bring about an exaggeration in religion."
    },
    {
      "ayah": 172,
      "surah": 4,
      "text": "God alone possesses all power. All human beings are His helpless servants. By scaling the heights of awareness, man discovers that God is all powerful and man is quite powerless. Prophets and angels have reached the highest stage of such awareness. That is why their realization of God’s greatness and powerfulness and of their own helplessness surpasses that of all others. The real test of man lies in his ability to acknowledge this. One who has realized his own helplessness has, in essence, found out how he relates to God. The aware person is one who has eyes: he will reach his destination successfully. The unaware person is one who is blind. He will wander around going astray until he falls into the pit of abomination."
    },
    {
      "ayah": 173,
      "surah": 4,
      "text": "God alone possesses all power. All human beings are His helpless servants. By scaling the heights of awareness, man discovers that God is all powerful and man is quite powerless. Prophets and angels have reached the highest stage of such awareness. That is why their realization of God’s greatness and powerfulness and of their own helplessness surpasses that of all others. The real test of man lies in his ability to acknowledge this. One who has realized his own helplessness has, in essence, found out how he relates to God. The aware person is one who has eyes: he will reach his destination successfully. The unaware person is one who is blind. He will wander around going astray until he falls into the pit of abomination."
    },
    {
      "ayah": 174,
      "surah": 4,
      "text": "When a divine call is made to human beings, it is so loud and clear that it amounts to wiping out darkness and illuminating life’s realities to the ultimate extent. It comes so well fortified with arguments that it is not possible to deny it. The deniers may ridicule it, but they cannot counter it with logic. When God makes the sun rise, light and darkness are separated from one another. This divine power is expressed in the call of truth also. After this divine call, truth and untruth are so clearly separated from one another that no one in his senses finds it difficult to understand. However, in order to see the sun, man has to open his eyes. Similarly, to receive guidance from the divine call, it is necessary to pay full attention to it. One who does not pay heed will remain deprived of it, even as the divine call is being made."
    },
    {
      "ayah": 175,
      "surah": 4,
      "text": "It is also necessary to hold on firmly to the truth. Because in this world of trial Satan is pursuing man and, by deceiving him in many ways, keeps turning him away from the Truth. If man does not resolve to support the truth by fighting Satan’s deceptions, then certainly Satan will be able to induce him to enter his fold. However, in this world of trial man is not left all alone. Those who wish to tread the divine path will receive divine guidance at every turn. By the help of God they will succeed in reaching their destination. When man gives all importance to the Truth alone, by the blessing of God this ability to persevere on the straight path of pure truth is engendered within him. He is thus saved from deviating to other paths that will lead him astray."
    },
    {
      "ayah": 176,
      "surah": 4,
      "text": "Giving the injunction regarding inheritance the Quran states, ‘God makes things clear to you so that you will not go astray.’ This shows that inheritance is not a simple matter. This is one of those areas in which disobeying the divine injunction will lead you astray from the straight and narrow path of guidance."
    },
    {
      "ayah": 18,
      "surah": 4,
      "text": "Repentance does not mean simply uttering certain words like, ‘I repent’ or ‘tawbah’. It should not be mere lip service. It means the intense realization of one’s wrongdoing. If a sinner sincerely repents the error of his ways, he experiences an agonizing condition at par with self-punishment. God will surely pardon one who thus repents due to His intense fear. However, He does not accept the repentance of those who daringly and insensitively and knowingly continue to disobey and transgress, paying no heed to any warning and saying ‘I repent’ only when death is staring them in the face. Nor does the repentance of those who admit their sins only after witnessing the horrors of the Hereafter have any meaning for the Almighty. The essence of contrition is that the wrongdoer should turn to his Lord, so that the Lord also turns to him. Repentance (tawbah) is for one who commits a wrongful act under the influence of a momentary emotion or passion, but who is soon made by his conscience to realize his fault; who renounces evil ways and returns to righteousness, reforming his life according to the divine law. This shows genuine penitence. One who thus repents is like the man who, after straying away, returns to his home."
    },
    {
      "ayah": 19,
      "surah": 4,
      "text": "Undoubtedly, the successors of a deceased person have the right to inherit his property. But his widow is not to be treated as a part of the inheritance and exploited as the successors decide. Property is inanimate and therefore without feeling, and, as such is a proper object of inheritance, but human beings have sensate, independent existences, and therefore possess the right to decide their future according to their own choice. If there is any physical or temperamental shortcoming in a woman, it should be tolerated so that she may have the opportunity to use her other natural talents to play her part in the building up of the household. One should overlook the unpleasant aspects of her personality and try to adjust amicably. The secret of the progress and solidarity of any family or society is that its members should ignore the shortcomings and deficiencies of each other and give everyone the chance to exercise his or her abilities. Those who adopt the way of patience and tolerance in this world for the sake of God, are the people who will be granted admission to Paradise in the Hereafter. When one does not like one’s life companion and, rather than be tolerant, decides to separate, it often happens that one exaggerates the shortcomings of the other to justify one’s decision. Allegations are fabricated so that the weaker person should become nervous and leave. Similarly, while severing the marriage bond, trumped up reasons are presented to the other party. But these activities are against the covenant. A covenant is considered sacred by God and whether written or unwritten, it is essentially binding. It applies equally to both parties, leaving them no choice of their own."
    },
    {
      "ayah": 2,
      "surah": 4,
      "text": "Orphan boys and girls are the weakest members of a family or society and, therefore, dealing with them appropriately is the toughest test of one’s being imbued with the fear of God. Orphans deserve to be treated in a manner which is just and compassionate and whereby their rights are ensured the maximum protection. It is a major sin for a joint property to be divided in such a way that some are given valuable shares, while others are given worthless shares, only for the purpose of tallying the listed items."
    },
    {
      "ayah": 20,
      "surah": 4,
      "text": "Undoubtedly, the successors of a deceased person have the right to inherit his property. But his widow is not to be treated as a part of the inheritance and exploited as the successors decide. Property is inanimate and therefore without feeling, and, as such is a proper object of inheritance, but human beings have sensate, independent existences, and therefore possess the right to decide their future according to their own choice. If there is any physical or temperamental shortcoming in a woman, it should be tolerated so that she may have the opportunity to use her other natural talents to play her part in the building up of the household. One should overlook the unpleasant aspects of her personality and try to adjust amicably. The secret of the progress and solidarity of any family or society is that its members should ignore the shortcomings and deficiencies of each other and give everyone the chance to exercise his or her abilities. Those who adopt the way of patience and tolerance in this world for the sake of God, are the people who will be granted admission to Paradise in the Hereafter. When one does not like one’s life companion and, rather than be tolerant, decides to separate, it often happens that one exaggerates the shortcomings of the other to justify one’s decision. Allegations are fabricated so that the weaker person should become nervous and leave. Similarly, while severing the marriage bond, trumped up reasons are presented to the other party. But these activities are against the covenant. A covenant is considered sacred by God and whether written or unwritten, it is essentially binding. It applies equally to both parties, leaving them no choice of their own."
    },
    {
      "ayah": 21,
      "surah": 4,
      "text": "The maxim ‘the past is past’ relates not just to marriage, but stands out as a general principle of wisdom. Whenever any change takes place in life, whether at the family or the national level, many affairs of the past, looked at by modern standards, appear to be wrong on all such occasions. Orders based on things which have now become irrelevant give rise to innumerable problems. The right approach is, therefore, to forget the past and direct one’s efforts to reforming the present and future. The advice in verse 19, ‘if you dislike them, it may be that you dislike something which God might make a source of abundant good’ may appear here with regard to the relationship between husband and wife, but it is a form of general guidance as well. It is commonly found that the Quran, while giving guidance on a specific matter, also sets forth profound advice of a general nature which may concern a human being’s entire life. Living collectively is an essential condition for human life in this world. No one can survive alone. However, due to the variations of temperament among individuals, some irritants inevitably crop up. In such a situation the only practicable approach is to ignore complaints, avoid friction and endeavour to maintain peaceable relationships. It often happens that one detects some shortcoming in his companion and becomes annoyed with it. Instead, if he ponders over the matter, it will be evident that there are few situations which do not have their unfavourable aspects. Adversities sometimes become a test of patience; sometimes act as a stimulus to turn to God in repentance and sometimes their very vexing nature teaches an important lesson."
    },
    {
      "ayah": 22,
      "surah": 4,
      "text": "The maxim ‘the past is past’ relates not just to marriage, but stands out as a general principle of wisdom. Whenever any change takes place in life, whether at the family or the national level, many affairs of the past, looked at by modern standards, appear to be wrong on all such occasions. Orders based on things which have now become irrelevant give rise to innumerable problems. The right approach is, therefore, to forget the past and direct one’s efforts to reforming the present and future. The advice in verse 19, ‘if you dislike them, it may be that you dislike something which God might make a source of abundant good’ may appear here with regard to the relationship between husband and wife, but it is a form of general guidance as well. It is commonly found that the Quran, while giving guidance on a specific matter, also sets forth profound advice of a general nature which may concern a human being’s entire life. Living collectively is an essential condition for human life in this world. No one can survive alone. However, due to the variations of temperament among individuals, some irritants inevitably crop up. In such a situation the only practicable approach is to ignore complaints, avoid friction and endeavour to maintain peaceable relationships. It often happens that one detects some shortcoming in his companion and becomes annoyed with it. Instead, if he ponders over the matter, it will be evident that there are few situations which do not have their unfavourable aspects. Adversities sometimes become a test of patience; sometimes act as a stimulus to turn to God in repentance and sometimes their very vexing nature teaches an important lesson."
    },
    {
      "ayah": 23,
      "surah": 4,
      "text": "Many natural desires make themselves felt in human beings—sexuality between man and woman being one of these. Islamic law, which fixes a limitation for all human emotions, has determined the limits for sexual relationships also. According to this divine dictate, only that sexual alliance between man and woman is valid which is established through a standard solemn social agreement in the form of marriage. It requires, moreover, that along with the satisfaction of natural desire, an environment of chastity must also prevail in the family life. For this purpose certain close relations have been declared prohibited to keep them beyond and above sexual desires."
    },
    {
      "ayah": 24,
      "surah": 4,
      "text": "Many natural desires make themselves felt in human beings—sexuality between man and woman being one of these. Islamic law, which fixes a limitation for all human emotions, has determined the limits for sexual relationships also. According to this divine dictate, only that sexual alliance between man and woman is valid which is established through a standard solemn social agreement in the form of marriage. It requires, moreover, that along with the satisfaction of natural desire, an environment of chastity must also prevail in the family life. For this purpose certain close relations have been declared prohibited to keep them beyond and above sexual desires."
    },
    {
      "ayah": 25,
      "surah": 4,
      "text": "Matters of external glamour are not the scale by which to judge the honour and importance of an individual. The real standard of greatness is the unseen faith in man’s heart which is in the knowledge of God alone. Thus, whether someone is great or otherwise is beyond the comprehension of man. This unknown aspect will be judged and made known in the court of God. Realization of this fact takes away one’s superiority complex, which is usually the root cause of most social evils."
    },
    {
      "ayah": 26,
      "surah": 4,
      "text": "There is nothing new about the moral standards laid down in the Quran. In every age God has been proclaiming them through His messengers and believing people in every age have followed them. But since the ancient heavenly books could not remain untampered with, the divine modes of living were consequently lost or obscured. God, however, revealed them again in the Arabic language through His final Messenger. Today, when any group of people follows them, it joins that eternal caravan of righteous humanity which, favoured with the grace of God, adhered steadfastly to the divine path. In every group of people certain traditions become rooted as a matter of centuries-old practice and people become too accustomed to them to think of them critically. When an original thinker tries to bring in social reform, he is bitterly opposed by traditionalists. They find it difficult to leave their familiar ways and adopt unfamiliar ones. They become hostile to any effort at reformation which would distance them from the ways of their forefathers. In such cases the reaction of the religious class is by far the strongest. When the core of a religion becomes weak, it is vitiated by hair-splitting arguments, and a structure of elaborate rules based on form is built up. Devoid of the real spirit, people keep following the old rituals, thinking that they are adhering to the religion of God. This religion of human creation is gradually identified with their forefathers and becomes sacred. Ultimately, the simple and natural religion of God is so heavily veiled that it becomes difficult to recognize it as the original religion. The situation being such, any movement for the revival of the simple and natural religion faces bitter opposition; people find their ritualistic dogma threatened and negated by it. Those whose dogma is based on self-styled faith viciously oppose any effort to revive God’s simple and straightforward religion, because they anticipate that such an effort may lead to the end of their dominance and leadership."
    },
    {
      "ayah": 27,
      "surah": 4,
      "text": "There is nothing new about the moral standards laid down in the Quran. In every age God has been proclaiming them through His messengers and believing people in every age have followed them. But since the ancient heavenly books could not remain untampered with, the divine modes of living were consequently lost or obscured. God, however, revealed them again in the Arabic language through His final Messenger. Today, when any group of people follows them, it joins that eternal caravan of righteous humanity which, favoured with the grace of God, adhered steadfastly to the divine path. In every group of people certain traditions become rooted as a matter of centuries-old practice and people become too accustomed to them to think of them critically. When an original thinker tries to bring in social reform, he is bitterly opposed by traditionalists. They find it difficult to leave their familiar ways and adopt unfamiliar ones. They become hostile to any effort at reformation which would distance them from the ways of their forefathers. In such cases the reaction of the religious class is by far the strongest. When the core of a religion becomes weak, it is vitiated by hair-splitting arguments, and a structure of elaborate rules based on form is built up. Devoid of the real spirit, people keep following the old rituals, thinking that they are adhering to the religion of God. This religion of human creation is gradually identified with their forefathers and becomes sacred. Ultimately, the simple and natural religion of God is so heavily veiled that it becomes difficult to recognize it as the original religion. The situation being such, any movement for the revival of the simple and natural religion faces bitter opposition; people find their ritualistic dogma threatened and negated by it. Those whose dogma is based on self-styled faith viciously oppose any effort to revive God’s simple and straightforward religion, because they anticipate that such an effort may lead to the end of their dominance and leadership."
    },
    {
      "ayah": 28,
      "surah": 4,
      "text": "There is nothing new about the moral standards laid down in the Quran. In every age God has been proclaiming them through His messengers and believing people in every age have followed them. But since the ancient heavenly books could not remain untampered with, the divine modes of living were consequently lost or obscured. God, however, revealed them again in the Arabic language through His final Messenger. Today, when any group of people follows them, it joins that eternal caravan of righteous humanity which, favoured with the grace of God, adhered steadfastly to the divine path. In every group of people certain traditions become rooted as a matter of centuries-old practice and people become too accustomed to them to think of them critically. When an original thinker tries to bring in social reform, he is bitterly opposed by traditionalists. They find it difficult to leave their familiar ways and adopt unfamiliar ones. They become hostile to any effort at reformation which would distance them from the ways of their forefathers. In such cases the reaction of the religious class is by far the strongest. When the core of a religion becomes weak, it is vitiated by hair-splitting arguments, and a structure of elaborate rules based on form is built up. Devoid of the real spirit, people keep following the old rituals, thinking that they are adhering to the religion of God. This religion of human creation is gradually identified with their forefathers and becomes sacred. Ultimately, the simple and natural religion of God is so heavily veiled that it becomes difficult to recognize it as the original religion. The situation being such, any movement for the revival of the simple and natural religion faces bitter opposition; people find their ritualistic dogma threatened and negated by it. Those whose dogma is based on self-styled faith viciously oppose any effort to revive God’s simple and straightforward religion, because they anticipate that such an effort may lead to the end of their dominance and leadership."
    },
    {
      "ayah": 29,
      "surah": 4,
      "text": "One of the profitable ways in which the possessions of one person are shared by another is through the system of demand and supply; another way is through payment for services rendered. Trading and the provision of services are, according to Islamic law, the right way of earning a livelihood. Any income gained by other means, such as theft, deceit, lies, bribery, usury, gambling, etc., is unlawful in the sight of God. These are nothing but different ways of plundering and those who do so at the expense of honest means of earning may be successful in this world, but all that will be in store for them in the Hereafter will be fire and brimstone. Similarly, reverence must be shown for human life. Human beings deserve justice. The right to execute a person lies in the hands of only an established government, which may punish the accused after he has been proved guilty according to the law of God. Apart from this, anyone who tries to deprive a man of his life, commits an unlawful act, for which God will prescribe severe punishment. Going beyond all limits and torturing unjustifiably are the most heinous crimes in the eyes of God. Those who desist from such unlawful acts will receive special favour from Him and will enter the eternal world of the Hereafter, after being pardoned for minor negligence and weaknesses in this world."
    },
    {
      "ayah": 3,
      "surah": 4,
      "text": "Orphan boys and girls are the weakest members of a family or society and, therefore, dealing with them appropriately is the toughest test of one’s being imbued with the fear of God. Orphans deserve to be treated in a manner which is just and compassionate and whereby their rights are ensured the maximum protection. It is a major sin for a joint property to be divided in such a way that some are given valuable shares, while others are given worthless shares, only for the purpose of tallying the listed items."
    },
    {
      "ayah": 30,
      "surah": 4,
      "text": "One of the profitable ways in which the possessions of one person are shared by another is through the system of demand and supply; another way is through payment for services rendered. Trading and the provision of services are, according to Islamic law, the right way of earning a livelihood. Any income gained by other means, such as theft, deceit, lies, bribery, usury, gambling, etc., is unlawful in the sight of God. These are nothing but different ways of plundering and those who do so at the expense of honest means of earning may be successful in this world, but all that will be in store for them in the Hereafter will be fire and brimstone. Similarly, reverence must be shown for human life. Human beings deserve justice. The right to execute a person lies in the hands of only an established government, which may punish the accused after he has been proved guilty according to the law of God. Apart from this, anyone who tries to deprive a man of his life, commits an unlawful act, for which God will prescribe severe punishment. Going beyond all limits and torturing unjustifiably are the most heinous crimes in the eyes of God. Those who desist from such unlawful acts will receive special favour from Him and will enter the eternal world of the Hereafter, after being pardoned for minor negligence and weaknesses in this world."
    },
    {
      "ayah": 31,
      "surah": 4,
      "text": "One of the profitable ways in which the possessions of one person are shared by another is through the system of demand and supply; another way is through payment for services rendered. Trading and the provision of services are, according to Islamic law, the right way of earning a livelihood. Any income gained by other means, such as theft, deceit, lies, bribery, usury, gambling, etc., is unlawful in the sight of God. These are nothing but different ways of plundering and those who do so at the expense of honest means of earning may be successful in this world, but all that will be in store for them in the Hereafter will be fire and brimstone. Similarly, reverence must be shown for human life. Human beings deserve justice. The right to execute a person lies in the hands of only an established government, which may punish the accused after he has been proved guilty according to the law of God. Apart from this, anyone who tries to deprive a man of his life, commits an unlawful act, for which God will prescribe severe punishment. Going beyond all limits and torturing unjustifiably are the most heinous crimes in the eyes of God. Those who desist from such unlawful acts will receive special favour from Him and will enter the eternal world of the Hereafter, after being pardoned for minor negligence and weaknesses in this world."
    },
    {
      "ayah": 32,
      "surah": 4,
      "text": "Disparity, i.e. the difference between individuals in this world, is in accordance with God’s creation plan. Some are physically and mentally less endowed than others; some are born in favourable and some in unfavourable conditions; some have powerful resources and some barely exist with just minimal resources. The latter become jealous of the former, finding them in a superior position. This situation leads to envy, enmity and conflict in social life. But it is totally wrong to make an assessment of oneself or of others judging solely by externals, as these are of importance only in this world. One receives them only to leave them behind. The issues of real importance, i.e. success and achievement in the Hereafter, have nothing to do with worldly possessions. Success in the Hereafter depends rather on those actions which have been performed in this world with the sole intention of seeking God’s pleasure. It is, therefore, most wise to insulate oneself from envy, and to pray to God for strength, and to continue to direct one’s efforts towards success in the Hereafter. Wherever a group of people live together, whether as a family or as a country, it is necessary to have a leader to take charge. Authority will undisputedly rest in one single person. According to God’s plan for this world, man has been chosen to become the head of the family and has been endowed with the inborn abilities needed to discharge this responsibility. The biological and physiological differences between man and woman are in conformity with God’s creation plan. If there are some who wish to go against God’s plan, they will only cause perversion and discord. For, nature will continue to go ahead creating men and women according to the divine scheme of things, whereby men will be endowed with the qualities needed as protectors and guardians and women will have the quality of submission to be able to assist them without prejudice to the faculties that nature has endowed them with. But, if men and women are given opposite and conflicting roles to perform in social activities, the result will be nothing but perversion in social life."
    },
    {
      "ayah": 33,
      "surah": 4,
      "text": "Disparity, i.e. the difference between individuals in this world, is in accordance with God’s creation plan. Some are physically and mentally less endowed than others; some are born in favourable and some in unfavourable conditions; some have powerful resources and some barely exist with just minimal resources. The latter become jealous of the former, finding them in a superior position. This situation leads to envy, enmity and conflict in social life. But it is totally wrong to make an assessment of oneself or of others judging solely by externals, as these are of importance only in this world. One receives them only to leave them behind. The issues of real importance, i.e. success and achievement in the Hereafter, have nothing to do with worldly possessions. Success in the Hereafter depends rather on those actions which have been performed in this world with the sole intention of seeking God’s pleasure. It is, therefore, most wise to insulate oneself from envy, and to pray to God for strength, and to continue to direct one’s efforts towards success in the Hereafter. Wherever a group of people live together, whether as a family or as a country, it is necessary to have a leader to take charge. Authority will undisputedly rest in one single person. According to God’s plan for this world, man has been chosen to become the head of the family and has been endowed with the inborn abilities needed to discharge this responsibility. The biological and physiological differences between man and woman are in conformity with God’s creation plan. If there are some who wish to go against God’s plan, they will only cause perversion and discord. For, nature will continue to go ahead creating men and women according to the divine scheme of things, whereby men will be endowed with the qualities needed as protectors and guardians and women will have the quality of submission to be able to assist them without prejudice to the faculties that nature has endowed them with. But, if men and women are given opposite and conflicting roles to perform in social activities, the result will be nothing but perversion in social life."
    },
    {
      "ayah": 34,
      "surah": 4,
      "text": "A good woman is one who, conducting herself according to God’s plan, accepts the role of man as leader. Similarly, a good man is one who, discharging his role, does not forget that God is always watching him. The divine court of judgement does not differentiate between man and woman. The gender-based difference is meant only to ensure the effective management of worldly life and bears no relation to the requital and rewards of the Hereafter. Man should try to discharge all his responsibilities towards woman, and if there is such a woman who does not recognize the administrative capacity of the man, it must not lead to a revengeful attitude in the man, nor should he start maligning her with allegations. However, under specific circumstances, if the man finds her guilty of immoral conduct, he should try to reform her. The process of this reform has to start with counselling, then if need be, he may cease to talk to and relate with her and lastly, he may reprove her with light punishment. When two persons have differences between them, their minds become prejudiced. They do not think about each other objectively. In such a situation, the best way of resolving the matter is to bring in an arbiter who is not involved with the issue personally, and who will be able to think without bias and reach a decision based on the facts of the case."
    },
    {
      "ayah": 35,
      "surah": 4,
      "text": "A good woman is one who, conducting herself according to God’s plan, accepts the role of man as leader. Similarly, a good man is one who, discharging his role, does not forget that God is always watching him. The divine court of judgement does not differentiate between man and woman. The gender-based difference is meant only to ensure the effective management of worldly life and bears no relation to the requital and rewards of the Hereafter. Man should try to discharge all his responsibilities towards woman, and if there is such a woman who does not recognize the administrative capacity of the man, it must not lead to a revengeful attitude in the man, nor should he start maligning her with allegations. However, under specific circumstances, if the man finds her guilty of immoral conduct, he should try to reform her. The process of this reform has to start with counselling, then if need be, he may cease to talk to and relate with her and lastly, he may reprove her with light punishment. When two persons have differences between them, their minds become prejudiced. They do not think about each other objectively. In such a situation, the best way of resolving the matter is to bring in an arbiter who is not involved with the issue personally, and who will be able to think without bias and reach a decision based on the facts of the case."
    },
    { "ayah": 36, "surah": 4, "text": "Literally ‘what your right hands possess’." },
    {
      "ayah": 37,
      "surah": 4,
      "text": "Whatever man possesses is provided by God. This reality demands that man should surrender himself to God and become His worshipper. Such a person naturally becomes humble and his humility is expressed in his relations with the other human beings interacting in his life. He behaves decently with his mother and father and feels the watchful presence of God while dealing with all those who come into contact with him. He pays everybody’s due in accordance with his relationship and need. To overlook a person, in whatever capacity he has to deal with him, appears to him as if he himself is taking the risk of being overlooked by God. One who does not surrender to God, develops an overweening sense of pride. He thinks that whatever he possesses is the outcome of his labour and intelligence. Consequently, he considers that his earnings belong to him alone. To become associated with poor relatives and destitutes becomes a matter of degradation for him. He spends lavishly to satisfy his desires and serves his own interests, but becomes mean about such expenditure as does not satisfy his ego. He is very generous in matters which give him publicity, but quite a miser in the case of unpublicized religious causes."
    },
    {
      "ayah": 38,
      "surah": 4,
      "text": "Those who become proud instead of humble after receiving the bounties of God and those who spend their God-given wealth on making selfish investments instead of on good causes as approved by God, are fellow travellers of Satan. Having been lured by the fleeting gains of this life, they lose interest in the eternal gain promised by God. For such persons, there shall be nothing but severe punishment in the Hereafter. Man declares unimportant that which he does not practice. This is self-centred theorizing and an effort at self-justification. All such endeavours are futile and worthless in the eyes of God."
    },
    {
      "ayah": 39,
      "surah": 4,
      "text": "Those who become proud instead of humble after receiving the bounties of God and those who spend their God-given wealth on making selfish investments instead of on good causes as approved by God, are fellow travellers of Satan. Having been lured by the fleeting gains of this life, they lose interest in the eternal gain promised by God. For such persons, there shall be nothing but severe punishment in the Hereafter. Man declares unimportant that which he does not practice. This is self-centred theorizing and an effort at self-justification. All such endeavours are futile and worthless in the eyes of God."
    },
    {
      "ayah": 4,
      "surah": 4,
      "text": "Orphan boys and girls are the weakest members of a family or society and, therefore, dealing with them appropriately is the toughest test of one’s being imbued with the fear of God. Orphans deserve to be treated in a manner which is just and compassionate and whereby their rights are ensured the maximum protection. It is a major sin for a joint property to be divided in such a way that some are given valuable shares, while others are given worthless shares, only for the purpose of tallying the listed items."
    },
    {
      "ayah": 40,
      "surah": 4,
      "text": "Those who become proud instead of humble after receiving the bounties of God and those who spend their God-given wealth on making selfish investments instead of on good causes as approved by God, are fellow travellers of Satan. Having been lured by the fleeting gains of this life, they lose interest in the eternal gain promised by God. For such persons, there shall be nothing but severe punishment in the Hereafter. Man declares unimportant that which he does not practice. This is self-centred theorizing and an effort at self-justification. All such endeavours are futile and worthless in the eyes of God."
    },
    {
      "ayah": 41,
      "surah": 4,
      "text": "A dayee or a messenger of Truth happens to be just an ordinary person at the start of his mission. He is not surrounded by any pomp and show.  That is why he is rejected by the prominent leaders and intellectuals of society: they fail to apprehend that a man devoid of any outward splendour could be so important that God might choose him to communicate His message to mankind. But when Doomsday approaches and the divine court is ready to deliver its verdict, they will be bewildered to see that that very ordinary man, whom they had rejected as being of no value, has been given the honour of becoming God’s witness and has been set above the nations. In that court the rejecters will stand in the enclosure of the accused, while that ordinary man rejected by them will occupy the seat of God’s spokesman. It will be such a terrible and hard moment for the defaulters that they will wish that the earth would rend itself asunder and swallow them up. But their repentance and sense of humiliation will not at that point serve any purpose. The whole record of their speech, actions and thoughts will be with God and they will be told that their rejection of truth was not due to ignorance but pride, that they considered themselves superior to the preacher of truth, and that the acceptance of reality, despite its having been laid before them, appeared to them like setting their own greatness at naught."
    },
    {
      "ayah": 42,
      "surah": 4,
      "text": "A dayee or a messenger of Truth happens to be just an ordinary person at the start of his mission. He is not surrounded by any pomp and show.  That is why he is rejected by the prominent leaders and intellectuals of society: they fail to apprehend that a man devoid of any outward splendour could be so important that God might choose him to communicate His message to mankind. But when Doomsday approaches and the divine court is ready to deliver its verdict, they will be bewildered to see that that very ordinary man, whom they had rejected as being of no value, has been given the honour of becoming God’s witness and has been set above the nations. In that court the rejecters will stand in the enclosure of the accused, while that ordinary man rejected by them will occupy the seat of God’s spokesman. It will be such a terrible and hard moment for the defaulters that they will wish that the earth would rend itself asunder and swallow them up. But their repentance and sense of humiliation will not at that point serve any purpose. The whole record of their speech, actions and thoughts will be with God and they will be told that their rejection of truth was not due to ignorance but pride, that they considered themselves superior to the preacher of truth, and that the acceptance of reality, despite its having been laid before them, appeared to them like setting their own greatness at naught."
    },
    {
      "ayah": 43,
      "surah": 4,
      "text": "This verse appears here to underline the initial prohibition of intoxicants or wine, but it also reveals an important reality about prayer. Prayer does not mean the mere repetition of certain words and motions with accuracy; it must also reflect the concentration of the mind. The individual must say his prayers sincerely. When he is submitting himself to God with his utterances and his body, his mind and intention should also be in submission to Him. Along with his physical obeisance, his consciousness should inhere in his prayer. Islamic law has granted exceptional relaxations under exceptional conditions. Sickness, travelling and non-availability of waterthese are three exceptional conditions for man. It has, therefore, been permitted that, if there is any risk to health, one may perform dry ablution tayammum. The purpose of ablution is to create the spirit of purity: Tayammum is a way of maintaining that spirit when the usual ablution is not possible."
    },
    {
      "ayah": 44,
      "surah": 4,
      "text": "They took the words of their divine Book and recited them to solicit blessings without trying to understand their meaning or applying them to their lives."
    },
    {
      "ayah": 45,
      "surah": 4,
      "text": "The book of God is given to a community so that it may rectify the thinking and conduct of its people. But when the bearers of the Divine Book, like the Jews, suffer from decline, they begin to take misguidance in place of guidance from it. The commands of God become the subject of futile hair-splitting discussions; concocted philosophies are produced in the name of theology, and wrongdoers alter the divine book to justify the religious validity of their actions. They detach the words of God from their context and interpret them on the basis of their own assumptions. The Jews having received a portion of the Book means that they were able to read the words of the Book, but could not mould their actions according to those words, thereby defeating the real purpose of the Scriptures. They remained the bearers of the Book so far as its words were concerned, but in the matter of practice they adopted the ways of other worldly communities. Moreover, while the others practised worldliness in the name of worldliness, the Jews adopted the same worldly ways but had the audacity to try to justify their practices by misquoting the Divine Book."
    },
    {
      "ayah": 46,
      "surah": 4,
      "text": "The book of God is given to a community so that it may rectify the thinking and conduct of its people. But when the bearers of the Divine Book, like the Jews, suffer from decline, they begin to take misguidance in place of guidance from it. The commands of God become the subject of futile hair-splitting discussions; concocted philosophies are produced in the name of theology, and wrongdoers alter the divine book to justify the religious validity of their actions. They detach the words of God from their context and interpret them on the basis of their own assumptions. The Jews having received a portion of the Book means that they were able to read the words of the Book, but could not mould their actions according to those words, thereby defeating the real purpose of the Scriptures. They remained the bearers of the Book so far as its words were concerned, but in the matter of practice they adopted the ways of other worldly communities. Moreover, while the others practised worldliness in the name of worldliness, the Jews adopted the same worldly ways but had the audacity to try to justify their practices by misquoting the Divine Book."
    },
    {
      "ayah": 47,
      "surah": 4,
      "text": "The Jews were thought to be the representatives of the religion of God. Hence, when non-Jewish Arabs started supporting the Prophet, the Jews became his opponents to save the facade of their religiousness. In this way their being misguided did not remain confined to themselves and they began to raise controversies about the life and teachings of the Prophet. This was to confuse people and to prove that he was not the Messenger of God but a self-proclaimed proponent of religion working towards fulfilling his ambition of becoming a leader. God is, however, not indifferent in this matter: He will surely side with the faithful and make them successful against misguided opponents. Accursedness is, in fact, the extreme form of man’s insensibility. When he becomes too insensitive to distinguish between right and wrong, this has been called the state of being accursed. An individual often hears something without its registering upon him. This happens at a time when he is not serious about heeding the divine message. As this attitude becomes more established, the person becomes irresponsive, as if the features of his face had been obliterated and he is seeing and listening with the back of his head where there are neither eyes nor ears. Such blindness and deafness to the truth and reality indicate that God has deprived that person of His blessings due to his constant negligence of truth and reality. God had provided him with ears, but he could not listen; God had given him eyes, but he failed to observe. God, therefore, made him exactly the same as what the individual had actually turned himself into. This extreme stage of insensitivity takes the form of ‘maskh’, that is, a metamorphosis from a superior state to an extremely inferior state; man, the most superior form of creature, is degraded to the level of the beasts."
    },
    {
      "ayah": 48,
      "surah": 4,
      "text": "The Jews were thought to be the representatives of the religion of God. Hence, when non-Jewish Arabs started supporting the Prophet, the Jews became his opponents to save the facade of their religiousness. In this way their being misguided did not remain confined to themselves and they began to raise controversies about the life and teachings of the Prophet. This was to confuse people and to prove that he was not the Messenger of God but a self-proclaimed proponent of religion working towards fulfilling his ambition of becoming a leader. God is, however, not indifferent in this matter: He will surely side with the faithful and make them successful against misguided opponents. Accursedness is, in fact, the extreme form of man’s insensibility. When he becomes too insensitive to distinguish between right and wrong, this has been called the state of being accursed. An individual often hears something without its registering upon him. This happens at a time when he is not serious about heeding the divine message. As this attitude becomes more established, the person becomes irresponsive, as if the features of his face had been obliterated and he is seeing and listening with the back of his head where there are neither eyes nor ears. Such blindness and deafness to the truth and reality indicate that God has deprived that person of His blessings due to his constant negligence of truth and reality. God had provided him with ears, but he could not listen; God had given him eyes, but he failed to observe. God, therefore, made him exactly the same as what the individual had actually turned himself into. This extreme stage of insensitivity takes the form of ‘maskh’, that is, a metamorphosis from a superior state to an extremely inferior state; man, the most superior form of creature, is degraded to the level of the beasts."
    },
    {
      "ayah": 49,
      "surah": 4,
      "text": "The Jews were thought to be the representatives of the religion of God. Hence, when non-Jewish Arabs started supporting the Prophet, the Jews became his opponents to save the facade of their religiousness. In this way their being misguided did not remain confined to themselves and they began to raise controversies about the life and teachings of the Prophet. This was to confuse people and to prove that he was not the Messenger of God but a self-proclaimed proponent of religion working towards fulfilling his ambition of becoming a leader. God is, however, not indifferent in this matter: He will surely side with the faithful and make them successful against misguided opponents. Accursedness is, in fact, the extreme form of man’s insensibility. When he becomes too insensitive to distinguish between right and wrong, this has been called the state of being accursed. An individual often hears something without its registering upon him. This happens at a time when he is not serious about heeding the divine message. As this attitude becomes more established, the person becomes irresponsive, as if the features of his face had been obliterated and he is seeing and listening with the back of his head where there are neither eyes nor ears. Such blindness and deafness to the truth and reality indicate that God has deprived that person of His blessings due to his constant negligence of truth and reality. God had provided him with ears, but he could not listen; God had given him eyes, but he failed to observe. God, therefore, made him exactly the same as what the individual had actually turned himself into. This extreme stage of insensitivity takes the form of ‘maskh’, that is, a metamorphosis from a superior state to an extremely inferior state; man, the most superior form of creature, is degraded to the level of the beasts."
    },
    {
      "ayah": 5,
      "surah": 4,
      "text": "Property is meant neither for luxury nor for the manifestation of pride. It is a means of livelihood for man, supporting his existence in the world. As such, it is not proper on the one hand to consider its acquisition one’s goal in life, while on the other, it is extremely important that any wasteful use of property should be checked and earnest efforts be made, when it falls into the wrong hands, to restore it to its rightful owner. Any misappropriation of anyone’s belongings is akin to creating a breach in God’s arrangement of bestowing a livelihood upon His servants. In the case of an orphan, who happens to be the weakest member of society, it becomes even more imperative that his property be well-protected and he be dealt with in fairness and justice. It is also necessary that a justified settlement with orphans should be recorded in writing and witnessed so that the executor’s responsibility may be honourably discharged with no question of future disputes or complaints. Whenever one takes someone’s affairs in hand, he must proceed with the realization that any injustice he may commit is in the knowledge of God. It is possible that the person whose affairs are being settled is weak and cannot deal effectively with unjust treatment, but surely God will catch hold of the arbiter on the Day of Reckoning and punish him severely for any unjustified settlement. This is inevitable and none can escape it."
    },
    {
      "ayah": 50,
      "surah": 4,
      "text": "The Jews were thought to be the representatives of the religion of God. Hence, when non-Jewish Arabs started supporting the Prophet, the Jews became his opponents to save the facade of their religiousness. In this way their being misguided did not remain confined to themselves and they began to raise controversies about the life and teachings of the Prophet. This was to confuse people and to prove that he was not the Messenger of God but a self-proclaimed proponent of religion working towards fulfilling his ambition of becoming a leader. God is, however, not indifferent in this matter: He will surely side with the faithful and make them successful against misguided opponents. Accursedness is, in fact, the extreme form of man’s insensibility. When he becomes too insensitive to distinguish between right and wrong, this has been called the state of being accursed. An individual often hears something without its registering upon him. This happens at a time when he is not serious about heeding the divine message. As this attitude becomes more established, the person becomes irresponsive, as if the features of his face had been obliterated and he is seeing and listening with the back of his head where there are neither eyes nor ears. Such blindness and deafness to the truth and reality indicate that God has deprived that person of His blessings due to his constant negligence of truth and reality. God had provided him with ears, but he could not listen; God had given him eyes, but he failed to observe. God, therefore, made him exactly the same as what the individual had actually turned himself into. This extreme stage of insensitivity takes the form of ‘maskh’, that is, a metamorphosis from a superior state to an extremely inferior state; man, the most superior form of creature, is degraded to the level of the beasts."
    },
    {
      "ayah": 51,
      "surah": 4,
      "text": "The Jews were thought to be the representatives of the religion of God. Hence, when non-Jewish Arabs started supporting the Prophet, the Jews became his opponents to save the facade of their religiousness. In this way their being misguided did not remain confined to themselves and they began to raise controversies about the life and teachings of the Prophet. This was to confuse people and to prove that he was not the Messenger of God but a self-proclaimed proponent of religion working towards fulfilling his ambition of becoming a leader. God is, however, not indifferent in this matter: He will surely side with the faithful and make them successful against misguided opponents. Accursedness is, in fact, the extreme form of man’s insensibility. When he becomes too insensitive to distinguish between right and wrong, this has been called the state of being accursed. An individual often hears something without its registering upon him. This happens at a time when he is not serious about heeding the divine message. As this attitude becomes more established, the person becomes irresponsive, as if the features of his face had been obliterated and he is seeing and listening with the back of his head where there are neither eyes nor ears. Such blindness and deafness to the truth and reality indicate that God has deprived that person of His blessings due to his constant negligence of truth and reality. God had provided him with ears, but he could not listen; God had given him eyes, but he failed to observe. God, therefore, made him exactly the same as what the individual had actually turned himself into. This extreme stage of insensitivity takes the form of ‘maskh’, that is, a metamorphosis from a superior state to an extremely inferior state; man, the most superior form of creature, is degraded to the level of the beasts."
    },
    {
      "ayah": 52,
      "surah": 4,
      "text": "The Jews were thought to be the representatives of the religion of God. Hence, when non-Jewish Arabs started supporting the Prophet, the Jews became his opponents to save the facade of their religiousness. In this way their being misguided did not remain confined to themselves and they began to raise controversies about the life and teachings of the Prophet. This was to confuse people and to prove that he was not the Messenger of God but a self-proclaimed proponent of religion working towards fulfilling his ambition of becoming a leader. God is, however, not indifferent in this matter: He will surely side with the faithful and make them successful against misguided opponents. Accursedness is, in fact, the extreme form of man’s insensibility. When he becomes too insensitive to distinguish between right and wrong, this has been called the state of being accursed. An individual often hears something without its registering upon him. This happens at a time when he is not serious about heeding the divine message. As this attitude becomes more established, the person becomes irresponsive, as if the features of his face had been obliterated and he is seeing and listening with the back of his head where there are neither eyes nor ears. Such blindness and deafness to the truth and reality indicate that God has deprived that person of His blessings due to his constant negligence of truth and reality. God had provided him with ears, but he could not listen; God had given him eyes, but he failed to observe. God, therefore, made him exactly the same as what the individual had actually turned himself into. This extreme stage of insensitivity takes the form of ‘maskh’, that is, a metamorphosis from a superior state to an extremely inferior state; man, the most superior form of creature, is degraded to the level of the beasts."
    },
    {
      "ayah": 53,
      "surah": 4,
      "text": "The Jews, thinking that they belonged to the race of prophets, projected their community as a sacred one. In consequence, they laid claim to honour and privilege which they justified by the invention of numerous stories and parables. By their own lights, everyone who was Jewish by faith was destined for deliverance and would not be consigned to the fire of Hell. Clearly, their lives were dominated by wishful thinking. The Quranic statement that ‘it is indeed God who purifies whoever He pleases’ rejects such notion that ‘those who consider themselves pure’ are actually and necessarily so. It clarifies that no one may have honour and privilege on the basis of his links with a race or community; these things depend on the divine law of justice. One who, adhering to the divine law, proves himself deserving of honour, will have honour confered upon him, but one who, by his actions, fails to do so, will never be honoured—no matter which race or community he belongs to. The belief in community-based salvation, whether created by the Jews or any other group, is totally without foundation. To invent such a belief and associate it with God is an attempt to associate falsehood with Him. He has never imparted such teaching. God does not discriminate between people on the basis of group, community or race. Such discrimination is a great injustice, whereas God dispenses absolute justice: He does not deal unjustly with anyone. When decadence sets in among the People of the Book, its adherents begin to live a life of wishful thinking instead of following the commands of God. This leads to superstition gaining ground. What can be achieved only through the performance of good deeds, they attempt to gain through sorcery, false beliefs and communion with evil spirits. Such deviators consider religion as a matter of ‘sacred words’ and ‘special relations with saintly personages,’ which may bring miraculous results merely by pronouncing those words or practising the relevant rituals. They continue to pay lip service to religion, but in practice, they follow the path of Satan."
    },
    {
      "ayah": 54,
      "surah": 4,
      "text": "In real life, the hypocrites tread the path of selfish desires and give in to satanic inducements, but outwardly, bearing the label of religion, they think that their actions are truly guided by God’s religion. In such an atmosphere, whenever the  pure Truth is presented to them, they become its bitterest opponents. They feel that their religious status is being negated by that call. On the other hand, the existence of non-believers around them poses no such challenge and, therefore, their attitude towards them remains lax. But the preacher of truth cannot expect any leniency from them, for they become infuriated with jealousy over someone else having been granted religious representation, when they alone had formerly had a monopoly of religion. They quite forget that God chooses the representatives of His religion on the basis of purity of soul, inner piety and a sound heart, and not because of any outward show of piety. Being accursed is to be deprived of the grace and succour of God. Just as starvation and thirst wreck one’s physical existence, similarly deprivation of God’s grace and succour wrecks one’s spiritual existence. A cursed person becomes so insensitive that he loses the ability to distinguish between truth and untruth. He fails to recognize and accept explicit signs and cannot differentiate between absurd argumentation and logical argument."
    },
    {
      "ayah": 55,
      "surah": 4,
      "text": "In real life, the hypocrites tread the path of selfish desires and give in to satanic inducements, but outwardly, bearing the label of religion, they think that their actions are truly guided by God’s religion. In such an atmosphere, whenever the  pure Truth is presented to them, they become its bitterest opponents. They feel that their religious status is being negated by that call. On the other hand, the existence of non-believers around them poses no such challenge and, therefore, their attitude towards them remains lax. But the preacher of truth cannot expect any leniency from them, for they become infuriated with jealousy over someone else having been granted religious representation, when they alone had formerly had a monopoly of religion. They quite forget that God chooses the representatives of His religion on the basis of purity of soul, inner piety and a sound heart, and not because of any outward show of piety. Being accursed is to be deprived of the grace and succour of God. Just as starvation and thirst wreck one’s physical existence, similarly deprivation of God’s grace and succour wrecks one’s spiritual existence. A cursed person becomes so insensitive that he loses the ability to distinguish between truth and untruth. He fails to recognize and accept explicit signs and cannot differentiate between absurd argumentation and logical argument."
    },
    {
      "ayah": 56,
      "surah": 4,
      "text": "In real life, the hypocrites tread the path of selfish desires and give in to satanic inducements, but outwardly, bearing the label of religion, they think that their actions are truly guided by God’s religion. In such an atmosphere, whenever the  pure Truth is presented to them, they become its bitterest opponents. They feel that their religious status is being negated by that call. On the other hand, the existence of non-believers around them poses no such challenge and, therefore, their attitude towards them remains lax. But the preacher of truth cannot expect any leniency from them, for they become infuriated with jealousy over someone else having been granted religious representation, when they alone had formerly had a monopoly of religion. They quite forget that God chooses the representatives of His religion on the basis of purity of soul, inner piety and a sound heart, and not because of any outward show of piety. Being accursed is to be deprived of the grace and succour of God. Just as starvation and thirst wreck one’s physical existence, similarly deprivation of God’s grace and succour wrecks one’s spiritual existence. A cursed person becomes so insensitive that he loses the ability to distinguish between truth and untruth. He fails to recognize and accept explicit signs and cannot differentiate between absurd argumentation and logical argument."
    },
    {
      "ayah": 57,
      "surah": 4,
      "text": "In real life, the hypocrites tread the path of selfish desires and give in to satanic inducements, but outwardly, bearing the label of religion, they think that their actions are truly guided by God’s religion. In such an atmosphere, whenever the  pure Truth is presented to them, they become its bitterest opponents. They feel that their religious status is being negated by that call. On the other hand, the existence of non-believers around them poses no such challenge and, therefore, their attitude towards them remains lax. But the preacher of truth cannot expect any leniency from them, for they become infuriated with jealousy over someone else having been granted religious representation, when they alone had formerly had a monopoly of religion. They quite forget that God chooses the representatives of His religion on the basis of purity of soul, inner piety and a sound heart, and not because of any outward show of piety. Being accursed is to be deprived of the grace and succour of God. Just as starvation and thirst wreck one’s physical existence, similarly deprivation of God’s grace and succour wrecks one’s spiritual existence. A cursed person becomes so insensitive that he loses the ability to distinguish between truth and untruth. He fails to recognize and accept explicit signs and cannot differentiate between absurd argumentation and logical argument."
    },
    {
      "ayah": 58,
      "surah": 4,
      "text": "Every responsibility is a trust which must be properly discharged. Our dealings with everyone should be just and fair, no matter whether they be friend or foe. Even if the way of trustworthiness and justice appears to run counter to one’s interests and worldly considerations, one has to adhere to the path of justice and truth. Our gain lies in following not the dictates of the self, but the directives of God.  If there are opportunities of forming the government, the Muslims must establish a proper Islamic government, but if such opportunities do not exist, they should concentrate on leading a religious life under the guidance of reliable persons selected from among themselves. Any differences between them should be resolved in the light of instructions given by God and the Prophet. Everyone does have the right to differ, but no one is permitted to defy a collective decision. Societal order and system are the primary needs of Muslim society."
    },
    {
      "ayah": 59,
      "surah": 4,
      "text": "Every responsibility is a trust which must be properly discharged. Our dealings with everyone should be just and fair, no matter whether they be friend or foe. Even if the way of trustworthiness and justice appears to run counter to one’s interests and worldly considerations, one has to adhere to the path of justice and truth. Our gain lies in following not the dictates of the self, but the directives of God.  If there are opportunities of forming the government, the Muslims must establish a proper Islamic government, but if such opportunities do not exist, they should concentrate on leading a religious life under the guidance of reliable persons selected from among themselves. Any differences between them should be resolved in the light of instructions given by God and the Prophet. Everyone does have the right to differ, but no one is permitted to defy a collective decision. Societal order and system are the primary needs of Muslim society."
    },
    {
      "ayah": 6,
      "surah": 4,
      "text": "Property is meant neither for luxury nor for the manifestation of pride. It is a means of livelihood for man, supporting his existence in the world. As such, it is not proper on the one hand to consider its acquisition one’s goal in life, while on the other, it is extremely important that any wasteful use of property should be checked and earnest efforts be made, when it falls into the wrong hands, to restore it to its rightful owner. Any misappropriation of anyone’s belongings is akin to creating a breach in God’s arrangement of bestowing a livelihood upon His servants. In the case of an orphan, who happens to be the weakest member of society, it becomes even more imperative that his property be well-protected and he be dealt with in fairness and justice. It is also necessary that a justified settlement with orphans should be recorded in writing and witnessed so that the executor’s responsibility may be honourably discharged with no question of future disputes or complaints. Whenever one takes someone’s affairs in hand, he must proceed with the realization that any injustice he may commit is in the knowledge of God. It is possible that the person whose affairs are being settled is weak and cannot deal effectively with unjust treatment, but surely God will catch hold of the arbiter on the Day of Reckoning and punish him severely for any unjustified settlement. This is inevitable and none can escape it."
    },
    {
      "ayah": 60,
      "surah": 4,
      "text": "Every responsibility is a trust which must be properly discharged. Our dealings with everyone should be just and fair, no matter whether they be friend or foe. Even if the way of trustworthiness and justice appears to run counter to one’s interests and worldly considerations, one has to adhere to the path of justice and truth. Our gain lies in following not the dictates of the self, but the directives of God.  If there are opportunities of forming the government, the Muslims must establish a proper Islamic government, but if such opportunities do not exist, they should concentrate on leading a religious life under the guidance of reliable persons selected from among themselves. Any differences between them should be resolved in the light of instructions given by God and the Prophet. Everyone does have the right to differ, but no one is permitted to defy a collective decision. Societal order and system are the primary needs of Muslim society."
    },
    {
      "ayah": 61,
      "surah": 4,
      "text": "During the early period of Madinah there used to be two courts where judgement on controversial issues might be sought: one pre-dating Islam and controlled by the leaders of the Jews, and the other set up by the Prophet, established after the Migration. Those Muslims who were not ready to sacrifice their interests for the sake of religion and were aware that their cases were too flimsy to be awarded favourable decisions by the court of the Prophet, used to approach the court of Ka‘b ibn Ashraf, a leader of the Jews. Such an attitude is totally against the spirit of the faith. If an individual is unwilling to accept God’s judgement, and aspires to be favoured with a decision to his own liking, his claim to faith is false, whatever repertoire of beautiful words he may draw on to justify his stand. However, while avoiding confrontation with such people, efforts to reform them must be effectively continued."
    },
    {
      "ayah": 62,
      "surah": 4,
      "text": "During the early period of Madinah there used to be two courts where judgement on controversial issues might be sought: one pre-dating Islam and controlled by the leaders of the Jews, and the other set up by the Prophet, established after the Migration. Those Muslims who were not ready to sacrifice their interests for the sake of religion and were aware that their cases were too flimsy to be awarded favourable decisions by the court of the Prophet, used to approach the court of Ka‘b ibn Ashraf, a leader of the Jews. Such an attitude is totally against the spirit of the faith. If an individual is unwilling to accept God’s judgement, and aspires to be favoured with a decision to his own liking, his claim to faith is false, whatever repertoire of beautiful words he may draw on to justify his stand. However, while avoiding confrontation with such people, efforts to reform them must be effectively continued."
    },
    {
      "ayah": 63,
      "surah": 4,
      "text": "During the early period of Madinah there used to be two courts where judgement on controversial issues might be sought: one pre-dating Islam and controlled by the leaders of the Jews, and the other set up by the Prophet, established after the Migration. Those Muslims who were not ready to sacrifice their interests for the sake of religion and were aware that their cases were too flimsy to be awarded favourable decisions by the court of the Prophet, used to approach the court of Ka‘b ibn Ashraf, a leader of the Jews. Such an attitude is totally against the spirit of the faith. If an individual is unwilling to accept God’s judgement, and aspires to be favoured with a decision to his own liking, his claim to faith is false, whatever repertoire of beautiful words he may draw on to justify his stand. However, while avoiding confrontation with such people, efforts to reform them must be effectively continued."
    },
    {
      "ayah": 64,
      "surah": 4,
      "text": "A prophet is not sent to the world to raise a group of followers who will wax eloquent in his praise and cover him in glory. A prophet comes so that people should learn the code of conduct for their lives and adopt it in practice. One should be so thoroughly committed to doing so, that even in controversial situations, when conflicting interests have caused strained relations, one will not fail to obey the Prophet’s teachings. The true believer will simply suppress his ego and conscientiously follow the guidance of the Prophet. He will willingly accept his ways, even if they are detrimental to his interests and run counter to his way of thinking. He will remain mentally alert to any inadvertent mistake on his part, soon realizing that he had strayed from the Prophet’s path to the path of Satan. He will immediately repent, mend his ways and seek forgiveness. On the contrary, one who is not able to adhere to the straight path of the faith, when the dictates of faith clash with his feelings and desires, cannot be expected to remain steadfast in times of harder trial. At such trying times one has to give proof of one’s faith by making sacrifices for it."
    },
    {
      "ayah": 65,
      "surah": 4,
      "text": "A prophet is not sent to the world to raise a group of followers who will wax eloquent in his praise and cover him in glory. A prophet comes so that people should learn the code of conduct for their lives and adopt it in practice. One should be so thoroughly committed to doing so, that even in controversial situations, when conflicting interests have caused strained relations, one will not fail to obey the Prophet’s teachings. The true believer will simply suppress his ego and conscientiously follow the guidance of the Prophet. He will willingly accept his ways, even if they are detrimental to his interests and run counter to his way of thinking. He will remain mentally alert to any inadvertent mistake on his part, soon realizing that he had strayed from the Prophet’s path to the path of Satan. He will immediately repent, mend his ways and seek forgiveness. On the contrary, one who is not able to adhere to the straight path of the faith, when the dictates of faith clash with his feelings and desires, cannot be expected to remain steadfast in times of harder trial. At such trying times one has to give proof of one’s faith by making sacrifices for it."
    },
    {
      "ayah": 66,
      "surah": 4,
      "text": "By pursuing a course of selfishness and opportunism in life, the individual incurs the greatest loss, i.e. he fails to find the straight path (as explicitly laid down in the Book of God and sayings of the Prophet) which could have led him to his Lord. One who does not think objectively, who is opportunistic in his thinking, will fail to find that straight path, no matter how clearly it may have been shown to him. This results from his viewing religion, not from a correct perspective, but from the standpoint of his own desires and convenience, so that an image of religion moulded by his own perceptions is formed in his mind. Though a claimant of faith, he remains deprived of it. How could such a person be eligible for Paradise, which is to be inhabited only by those who have embraced the Faith, rising above all considerations of self-interest and expediency, who have stood by the covenant of God, being witnesses for the truth to the ultimate extent, and having lead totally pious lives?"
    },
    {
      "ayah": 67,
      "surah": 4,
      "text": "By pursuing a course of selfishness and opportunism in life, the individual incurs the greatest loss, i.e. he fails to find the straight path (as explicitly laid down in the Book of God and sayings of the Prophet) which could have led him to his Lord. One who does not think objectively, who is opportunistic in his thinking, will fail to find that straight path, no matter how clearly it may have been shown to him. This results from his viewing religion, not from a correct perspective, but from the standpoint of his own desires and convenience, so that an image of religion moulded by his own perceptions is formed in his mind. Though a claimant of faith, he remains deprived of it. How could such a person be eligible for Paradise, which is to be inhabited only by those who have embraced the Faith, rising above all considerations of self-interest and expediency, who have stood by the covenant of God, being witnesses for the truth to the ultimate extent, and having lead totally pious lives?"
    },
    {
      "ayah": 68,
      "surah": 4,
      "text": "By pursuing a course of selfishness and opportunism in life, the individual incurs the greatest loss, i.e. he fails to find the straight path (as explicitly laid down in the Book of God and sayings of the Prophet) which could have led him to his Lord. One who does not think objectively, who is opportunistic in his thinking, will fail to find that straight path, no matter how clearly it may have been shown to him. This results from his viewing religion, not from a correct perspective, but from the standpoint of his own desires and convenience, so that an image of religion moulded by his own perceptions is formed in his mind. Though a claimant of faith, he remains deprived of it. How could such a person be eligible for Paradise, which is to be inhabited only by those who have embraced the Faith, rising above all considerations of self-interest and expediency, who have stood by the covenant of God, being witnesses for the truth to the ultimate extent, and having lead totally pious lives?"
    },
    {
      "ayah": 69,
      "surah": 4,
      "text": "By pursuing a course of selfishness and opportunism in life, the individual incurs the greatest loss, i.e. he fails to find the straight path (as explicitly laid down in the Book of God and sayings of the Prophet) which could have led him to his Lord. One who does not think objectively, who is opportunistic in his thinking, will fail to find that straight path, no matter how clearly it may have been shown to him. This results from his viewing religion, not from a correct perspective, but from the standpoint of his own desires and convenience, so that an image of religion moulded by his own perceptions is formed in his mind. Though a claimant of faith, he remains deprived of it. How could such a person be eligible for Paradise, which is to be inhabited only by those who have embraced the Faith, rising above all considerations of self-interest and expediency, who have stood by the covenant of God, being witnesses for the truth to the ultimate extent, and having lead totally pious lives?"
    },
    {
      "ayah": 7,
      "surah": 4,
      "text": "In this world a man may usurp a weak person’s right. But every unlawful acquisition that he makes is like filling up his belly with fire. The fact that whatever is usurped is like fire may not be apparent here, but it will become evident in the Hereafter. Man has been given freedom of action in this world, but he cannot manipulate the result of his actions. One who wishes to be saved from evil consequences should not do wrong to others. He should adopt the culture of beneficence and, according to his capacity, be a giver to others. If one is not in a position to benefit others in any way, one should, according to Islamic standards, at least not hurt anyone’s feelings. One should speak plainly and truthfully, or else remain silent."
    },
    {
      "ayah": 70,
      "surah": 4,
      "text": "By pursuing a course of selfishness and opportunism in life, the individual incurs the greatest loss, i.e. he fails to find the straight path (as explicitly laid down in the Book of God and sayings of the Prophet) which could have led him to his Lord. One who does not think objectively, who is opportunistic in his thinking, will fail to find that straight path, no matter how clearly it may have been shown to him. This results from his viewing religion, not from a correct perspective, but from the standpoint of his own desires and convenience, so that an image of religion moulded by his own perceptions is formed in his mind. Though a claimant of faith, he remains deprived of it. How could such a person be eligible for Paradise, which is to be inhabited only by those who have embraced the Faith, rising above all considerations of self-interest and expediency, who have stood by the covenant of God, being witnesses for the truth to the ultimate extent, and having lead totally pious lives?"
    },
    {
      "ayah": 71,
      "surah": 4,
      "text": "This world is a place of trial; hence everyone has freedom of action here. Even miscreants have the opportunity to oppress believers without any justification. Believers, however, pass the test of sincere faith by remaining steadfastly on the straight path, patiently bearing all persecution. They have to be ever vigilant against the enemies of God, organizing their defence both through peaceful policies as well as by strategic preparations, and guarding themselves from enemies both individually and collectively. Moreover, among the rank and file of Muslims, there may be persons, as was apparent during the battle of Uhud, who desire success in the Hereafter, without incurring any risk of loss in this world. They participate enthusiastically in activities which show the possibility of some worldly gain, but find some excuse or the other to justify their refusal to join a religious struggle which entails worldly loss. These Muslims have this mentality because they live on the same materialistic plane as before, despite having accepted Islam. They lack the conviction that it is the Hereafter that is of real importance and not the success or failure of this world. The true believer for the cause of God is one who aspires only to the Hereafter and sacrifices the benefits and conveniences of this world to make progress along the path of God. The real believer is not one who wants to be ranked among those who wish to be hailed as believers without enduring the slightest of injury or who have achieved fame and honour by eloquent lip service to religion. The real struggle is one which is purely for the cause of God."
    },
    {
      "ayah": 72,
      "surah": 4,
      "text": "This world is a place of trial; hence everyone has freedom of action here. Even miscreants have the opportunity to oppress believers without any justification. Believers, however, pass the test of sincere faith by remaining steadfastly on the straight path, patiently bearing all persecution. They have to be ever vigilant against the enemies of God, organizing their defence both through peaceful policies as well as by strategic preparations, and guarding themselves from enemies both individually and collectively. Moreover, among the rank and file of Muslims, there may be persons, as was apparent during the battle of Uhud, who desire success in the Hereafter, without incurring any risk of loss in this world. They participate enthusiastically in activities which show the possibility of some worldly gain, but find some excuse or the other to justify their refusal to join a religious struggle which entails worldly loss. These Muslims have this mentality because they live on the same materialistic plane as before, despite having accepted Islam. They lack the conviction that it is the Hereafter that is of real importance and not the success or failure of this world. The true believer for the cause of God is one who aspires only to the Hereafter and sacrifices the benefits and conveniences of this world to make progress along the path of God. The real believer is not one who wants to be ranked among those who wish to be hailed as believers without enduring the slightest of injury or who have achieved fame and honour by eloquent lip service to religion. The real struggle is one which is purely for the cause of God."
    },
    {
      "ayah": 73,
      "surah": 4,
      "text": "This world is a place of trial; hence everyone has freedom of action here. Even miscreants have the opportunity to oppress believers without any justification. Believers, however, pass the test of sincere faith by remaining steadfastly on the straight path, patiently bearing all persecution. They have to be ever vigilant against the enemies of God, organizing their defence both through peaceful policies as well as by strategic preparations, and guarding themselves from enemies both individually and collectively. Moreover, among the rank and file of Muslims, there may be persons, as was apparent during the battle of Uhud, who desire success in the Hereafter, without incurring any risk of loss in this world. They participate enthusiastically in activities which show the possibility of some worldly gain, but find some excuse or the other to justify their refusal to join a religious struggle which entails worldly loss. These Muslims have this mentality because they live on the same materialistic plane as before, despite having accepted Islam. They lack the conviction that it is the Hereafter that is of real importance and not the success or failure of this world. The true believer for the cause of God is one who aspires only to the Hereafter and sacrifices the benefits and conveniences of this world to make progress along the path of God. The real believer is not one who wants to be ranked among those who wish to be hailed as believers without enduring the slightest of injury or who have achieved fame and honour by eloquent lip service to religion. The real struggle is one which is purely for the cause of God."
    },
    { "ayah": 74, "surah": 4, "text": "See note to 2:191." },
    {
      "ayah": 75,
      "surah": 4,
      "text": "One who struggles, facing all difficulties and setbacks to warn people of the perils of Hell and guides them towards Paradise, refrains from picking quarrels with anyone on materialistic or political issues, but even then he is opposed and challenged by evil-doers. The followers of the path of Satan would fight with a servant of God for the simple reason that his utterances assail their egos, and with the spread of his message, they anticipate economic and political danger for themselves. They cannot find any valid argument to counter his arguments, so they resort to violence and aggression."
    },
    {
      "ayah": 76,
      "surah": 4,
      "text": "One who struggles, facing all difficulties and setbacks to warn people of the perils of Hell and guides them towards Paradise, refrains from picking quarrels with anyone on materialistic or political issues, but even then he is opposed and challenged by evil-doers. The followers of the path of Satan would fight with a servant of God for the simple reason that his utterances assail their egos, and with the spread of his message, they anticipate economic and political danger for themselves. They cannot find any valid argument to counter his arguments, so they resort to violence and aggression."
    },
    {
      "ayah": 77,
      "surah": 4,
      "text": "The opponents of Islam in Makkah used to persecute Muslims before the Migration. They resorted to all kinds of aggression and injustice against the Muslims, such as assault, destruction of their means of livelihood, stopping them from praying in the Kabah, not permitting them to spread the word of God, compelling them to leave their homes, etc. Whoever accepted Islam was subjected to all types of pressures to abandon his new faith and return to his ancestral religion. This unjust and aggressive stance of the opponents of Islam had, in principle, made it basically legitimate for the Muslims to take up arms against them; and therefore, the oppressed Muslims approached the Prophet repeatedly to seek his permission to fight. But the Prophet always restrained them, saying that he had not been given permission for armed confrontation. Instead, he advised the Muslims to be patient, say their prayers (salat) and pay the obligatory alms (zakat). The reason for this restraint was that premature and untimely action is not the way of Islam. The Muslims were not powerful enough in Makkah to take decisive action against their enemies. An armed confrontation at that time would have intensified their affliction. It would have amounted to giving the Makkans justification to declare open war against the Muslims, instead of there being just stray incidents of tyranny at the individual level. A practical step may be taken only when the necessary preparations have been made for it. Before reaching this stage, the faithful are required only to fulfil their personal obligations, which must be attended to under all circumstances. These obligations are to seek closeness with God, pay others their rightful dues and endure the difficulties encountered in the path of religion."
    },
    {
      "ayah": 78,
      "surah": 4,
      "text": "When the Quranic instructions pertaining to sacrifice were revealed, the opportunists found them to be disturbing to the pattern of their lives. They started pretentious talk to hide their own weakness. The debacle at Uhud, they said, was due to the poor strategy of the Prophet, and thus they tried to misguide people about his ability to lead. Whenever something favourable happened, they associated it with the grace of God, simply to exhibit their faith in Islam; but to escape from the practical demands of Islam, they tried to prove the Prophet wrong. It is possible for man to show faith in God and continue to follow the dictates of his desires; but once he accepts allegiance with the messenger of God, it becomes necessary to stand by the side of the dayee, which is indeed a most difficult proposition."
    },
    {
      "ayah": 79,
      "surah": 4,
      "text": "When the Quranic instructions pertaining to sacrifice were revealed, the opportunists found them to be disturbing to the pattern of their lives. They started pretentious talk to hide their own weakness. The debacle at Uhud, they said, was due to the poor strategy of the Prophet, and thus they tried to misguide people about his ability to lead. Whenever something favourable happened, they associated it with the grace of God, simply to exhibit their faith in Islam; but to escape from the practical demands of Islam, they tried to prove the Prophet wrong. It is possible for man to show faith in God and continue to follow the dictates of his desires; but once he accepts allegiance with the messenger of God, it becomes necessary to stand by the side of the dayee, which is indeed a most difficult proposition."
    },
    {
      "ayah": 8,
      "surah": 4,
      "text": "In this world a man may usurp a weak person’s right. But every unlawful acquisition that he makes is like filling up his belly with fire. The fact that whatever is usurped is like fire may not be apparent here, but it will become evident in the Hereafter. Man has been given freedom of action in this world, but he cannot manipulate the result of his actions. One who wishes to be saved from evil consequences should not do wrong to others. He should adopt the culture of beneficence and, according to his capacity, be a giver to others. If one is not in a position to benefit others in any way, one should, according to Islamic standards, at least not hurt anyone’s feelings. One should speak plainly and truthfully, or else remain silent."
    },
    {
      "ayah": 80,
      "surah": 4,
      "text": "The acknowledgment of the dayee is to accept ‘a human being like oneself’. This  is why people may accept God, but do not extend their acceptance to God’s dayee. The real test, however, is to acknowledge and accept the dayee and stand by his side. Unless one takes him to be truly a messenger of God, one cannot be serious towards him. Then is no point in agreeing to lend support to the dayee to his face, and then continue to go one’s own way afterwards, or going to the extent of spreading irresponsible rumours about him. Those who behave so carelessly towards him cannot expect to be exonerated in the Hereafter by pleading ignorance. The veracity of the dayee, if one ponders upon it, is self-evident in his utterances, which are God-inspired."
    },
    {
      "ayah": 81,
      "surah": 4,
      "text": "The acknowledgment of the dayee is to accept ‘a human being like oneself’. This  is why people may accept God, but do not extend their acceptance to God’s dayee. The real test, however, is to acknowledge and accept the dayee and stand by his side. Unless one takes him to be truly a messenger of God, one cannot be serious towards him. Then is no point in agreeing to lend support to the dayee to his face, and then continue to go one’s own way afterwards, or going to the extent of spreading irresponsible rumours about him. Those who behave so carelessly towards him cannot expect to be exonerated in the Hereafter by pleading ignorance. The veracity of the dayee, if one ponders upon it, is self-evident in his utterances, which are God-inspired."
    },
    {
      "ayah": 82,
      "surah": 4,
      "text": "A clear proof of the Quran being the Divine Book is that none of its statements contradict any established truth. It does not contain anything which is against human nature. It does not conflict with any fact known through the earlier divine books. There is no sign of any part of its content contradicting any fact verified by the body of knowledge established by observation and experimentation. The Quran’s total conformity with factual realities is the definite proof that it is the message revealed by God. The Quran being free from contradictions will appear as such to one who ponders over the matter. For truth, to appear as truth, depends on the sincerity with which one tries to understand it, but one who does not ponder over it will ceaselessly raise baseless objections against this Book—and he may do so till the period of human trial is brought to an end by the onset of Doomsday."
    },
    {
      "ayah": 83,
      "surah": 4,
      "text": "The truly Islamic society is one whose members have done sufficient self-analysis to acknowledge their shortcomings. They are ready to place their affairs in the charge of members who are more competent than themselves and accept their leadership. The quality of self-assessment is the factor that deters the members of a society from following the path of Satan. A person devoid of this virtue jumps into the fray without having the capacity to handle complicated issues. He brings destruction upon himself as well as upon his own people. In matters of collective application and significance, it is more important to be silent than to be vocal. Spreading rumours on the basis of hearsay amounts to extending help to Satan."
    },
    {
      "ayah": 84,
      "surah": 4,
      "text": "One form that religiosity takes is the public observance of certain outward rites and, without making any changes in one’s life, regarding oneself as a religious person. Such a ‘religion’ is resented by no one; no one feels any need to oppose it. Another form of religion is that which calls for sacrifice; one that entails one’s lifestyle being disturbed. Whenever this latter kind of religiousness is invoked, people become divided. One group which opposes this is made up of those who have established their leadership in the religious field by observing certain rites which do not call for any sacrifice of their worldly interests. They follow the maxim that speaking in defence of truth amounts to damaging one’s worldly interests, whereas either remaining silent or opposing the truth brings great worldly benefits.  They therefore oppose the religion of sacrifice, as it would bring them down from their established positions. There is quite another group, however, which consists of those who have a live conscience and who judge matters by rising above considerations of gain and expediency. They do not hesitate to accept a reality proved by argument. True Muslims are directed not to let their social relationships be affected and constrained due to such differences and not to adopt a discourteous attitude towards others. A Muslim’s attitude is expected to be free from reactionary impulses. He knows that it is for God to judge and requite as He wishes."
    },
    {
      "ayah": 85,
      "surah": 4,
      "text": "One form that religiosity takes is the public observance of certain outward rites and, without making any changes in one’s life, regarding oneself as a religious person. Such a ‘religion’ is resented by no one; no one feels any need to oppose it. Another form of religion is that which calls for sacrifice; one that entails one’s lifestyle being disturbed. Whenever this latter kind of religiousness is invoked, people become divided. One group which opposes this is made up of those who have established their leadership in the religious field by observing certain rites which do not call for any sacrifice of their worldly interests. They follow the maxim that speaking in defence of truth amounts to damaging one’s worldly interests, whereas either remaining silent or opposing the truth brings great worldly benefits.  They therefore oppose the religion of sacrifice, as it would bring them down from their established positions. There is quite another group, however, which consists of those who have a live conscience and who judge matters by rising above considerations of gain and expediency. They do not hesitate to accept a reality proved by argument. True Muslims are directed not to let their social relationships be affected and constrained due to such differences and not to adopt a discourteous attitude towards others. A Muslim’s attitude is expected to be free from reactionary impulses. He knows that it is for God to judge and requite as He wishes."
    },
    {
      "ayah": 86,
      "surah": 4,
      "text": "During difficult times the only guarantee of keeping alive the message of the Truth is for the dayee, despite trying conditions, to remain firm in his commitment and carry on his mission, even if there happens to be no one to support him. In such circumstances, the determination of the dayee makes him eligible for God’s special reward. During the second expedition of Badr, which took place only one month after the battle of Uhud, the state of affairs in Madinah was so gloomy that only seventy men came forward to fight along with the Prophet. This small troop, however, received special succour from God, filling the Makkans with awe, making them retreat without fighting, thus averting what could have been a disastrous encounter. God’s resolve is to weaken the non-believers, but this resolve is expressed only when the standard bearers of His own religion, though deprived of means and support, step forward to counter the enemy onslaught."
    },
    {
      "ayah": 87,
      "surah": 4,
      "text": "During difficult times the only guarantee of keeping alive the message of the Truth is for the dayee, despite trying conditions, to remain firm in his commitment and carry on his mission, even if there happens to be no one to support him. In such circumstances, the determination of the dayee makes him eligible for God’s special reward. During the second expedition of Badr, which took place only one month after the battle of Uhud, the state of affairs in Madinah was so gloomy that only seventy men came forward to fight along with the Prophet. This small troop, however, received special succour from God, filling the Makkans with awe, making them retreat without fighting, thus averting what could have been a disastrous encounter. God’s resolve is to weaken the non-believers, but this resolve is expressed only when the standard bearers of His own religion, though deprived of means and support, step forward to counter the enemy onslaught."
    },
    {
      "ayah": 88,
      "surah": 4,
      "text": "During difficult times the only guarantee of keeping alive the message of the Truth is for the dayee, despite trying conditions, to remain firm in his commitment and carry on his mission, even if there happens to be no one to support him. In such circumstances, the determination of the dayee makes him eligible for God’s special reward. During the second expedition of Badr, which took place only one month after the battle of Uhud, the state of affairs in Madinah was so gloomy that only seventy men came forward to fight along with the Prophet. This small troop, however, received special succour from God, filling the Makkans with awe, making them retreat without fighting, thus averting what could have been a disastrous encounter. God’s resolve is to weaken the non-believers, but this resolve is expressed only when the standard bearers of His own religion, though deprived of means and support, step forward to counter the enemy onslaught."
    },
    {
      "ayah": 89,
      "surah": 4,
      "text": "During difficult times the only guarantee of keeping alive the message of the Truth is for the dayee, despite trying conditions, to remain firm in his commitment and carry on his mission, even if there happens to be no one to support him. In such circumstances, the determination of the dayee makes him eligible for God’s special reward. During the second expedition of Badr, which took place only one month after the battle of Uhud, the state of affairs in Madinah was so gloomy that only seventy men came forward to fight along with the Prophet. This small troop, however, received special succour from God, filling the Makkans with awe, making them retreat without fighting, thus averting what could have been a disastrous encounter. God’s resolve is to weaken the non-believers, but this resolve is expressed only when the standard bearers of His own religion, though deprived of means and support, step forward to counter the enemy onslaught."
    },
    {
      "ayah": 9,
      "surah": 4,
      "text": "In this world a man may usurp a weak person’s right. But every unlawful acquisition that he makes is like filling up his belly with fire. The fact that whatever is usurped is like fire may not be apparent here, but it will become evident in the Hereafter. Man has been given freedom of action in this world, but he cannot manipulate the result of his actions. One who wishes to be saved from evil consequences should not do wrong to others. He should adopt the culture of beneficence and, according to his capacity, be a giver to others. If one is not in a position to benefit others in any way, one should, according to Islamic standards, at least not hurt anyone’s feelings. One should speak plainly and truthfully, or else remain silent."
    },
    {
      "ayah": 90,
      "surah": 4,
      "text": "After a person accepts God’s religion, he repeatedly encounters such situations in his life whereby the sincerity of his decision is tested. ‘Migration’ is one such test. It implies that when worldly gains and convenience appear to be obstacles in the path of religion, one should thrust them aside and move ahead towards God. If the situation demands, the individual should abandon his relatives and home as well. If he is able to move ahead in the path of truth in the moment of trial, by ignoring personal gains and expediency, he consolidates his attachment to truth. One who adopts this course, enhances his sensitivity to truth and continues to move closer to it. But one who does not, diminishes his receptiveness to truth. The hard demands of religion divide people into several groups: simple people, opponents and hypocrites. Muslims must deal with them accordingly. They should be firm in eradicating evil through peaceful means but lenient in the discharge of moral responsibilities. They should be considerate to the weak and try to influence others instead of becoming swayed themselves. They should not challenge a group who wants to make peace with them."
    },
    {
      "ayah": 91,
      "surah": 4,
      "text": "After a person accepts God’s religion, he repeatedly encounters such situations in his life whereby the sincerity of his decision is tested. ‘Migration’ is one such test. It implies that when worldly gains and convenience appear to be obstacles in the path of religion, one should thrust them aside and move ahead towards God. If the situation demands, the individual should abandon his relatives and home as well. If he is able to move ahead in the path of truth in the moment of trial, by ignoring personal gains and expediency, he consolidates his attachment to truth. One who adopts this course, enhances his sensitivity to truth and continues to move closer to it. But one who does not, diminishes his receptiveness to truth. The hard demands of religion divide people into several groups: simple people, opponents and hypocrites. Muslims must deal with them accordingly. They should be firm in eradicating evil through peaceful means but lenient in the discharge of moral responsibilities. They should be considerate to the weak and try to influence others instead of becoming swayed themselves. They should not challenge a group who wants to make peace with them."
    },
    {
      "ayah": 92,
      "surah": 4,
      "text": "Killing is a heinous and irreversible crime. One who deliberately kills another therefore brings down upon himself the wrath of God. Such an act leaves no scope for atonement. God will reject him, and he will be rewarded with eternal hell fire. Accidental killing, however, is more leniently punished. If one unintentionally kills someone, but then, fully realizing the gravity of the crime, sincerely seeks God’s forgiveness and makes due monetary compensation, one may hope for divine clemency. One positive development arising from having faced up to the enormity of the crime is the desire for self-reform. To this end God has given man His directives. Self-punishment is a starting point and may be achieved by the observance of a continuous fast."
    },
    {
      "ayah": 93,
      "surah": 4,
      "text": "Killing is a heinous and irreversible crime. One who deliberately kills another therefore brings down upon himself the wrath of God. Such an act leaves no scope for atonement. God will reject him, and he will be rewarded with eternal hell fire. Accidental killing, however, is more leniently punished. If one unintentionally kills someone, but then, fully realizing the gravity of the crime, sincerely seeks God’s forgiveness and makes due monetary compensation, one may hope for divine clemency. One positive development arising from having faced up to the enormity of the crime is the desire for self-reform. To this end God has given man His directives. Self-punishment is a starting point and may be achieved by the observance of a continuous fast."
    },
    {
      "ayah": 94,
      "surah": 4,
      "text": "In essence, these verses primarily lay down the law on premeditated and unpremeditated modes of crime, but they also suggest ways, under the divine law, of dealing with and checking other serious crimes in the public realm. Just as it is our duty not to deprive our fellow men of their lives, we are also commanded that we should not disgrace others, or rob or deprive them of their livelihood or victimize them in any manner such as would seriously disturb their peace of mind. If one commits any such damaging acts against others by mistake, one should be quick to accept the blame. Proof of the realisation of guilt would be sincere repentance before God and providing compensation for the loss of the affected person. But if one indulges in acts such as are deliberately intended to harm and harass others, this would be regarded as the equivalent of an act of deliberate homicide, the only difference being in its degree of gravity."
    },
    {
      "ayah": 95,
      "surah": 4,
      "text": "Muslims broadly fall into two categories as far the level of their actions is concerned. One category is comprised of those who adopt the Islamic way of life, remaining within the confines of obligatory injunctions. They worship God and live discreetly, heeding what is lawful and what is unlawful. The second category includes those who live at the level of sacrifice. They follow Islam and exert themselves to convey its message to other people, willingly enduring the difficulties of their endeavour. They place their lives and prossessions in jeopardy for the cause of Islam. They do not confine themselves to obeying obligatory injunctions, but move far beyond—offering their very existence for the sake of Islam. Muslims in both the categories are sincere and will be recipients of their respective shares of God’s grace; however, the status of the second category of Muslims is different from the first. Their offerings in the path of God were not in measurable terms, so neither will God’s requital of their efforts be measurable. These Muslims joined the mission of God without any consideration for expediency; accordingly, God’s grace and mercy will, in return, be immeasurable."
    },
    {
      "ayah": 96,
      "surah": 4,
      "text": "A believer naturally wants a free environment where his believing personality may find full opportunities to express itself. If he finds the environment unfavourable, he had better change his surroundings. This change of place is called hijrah (emigration). Thus, in the real spirit of hijrah, one should remove oneself from an unfavourable to a favourable situation. Let us take the example of a person who is associated with an organisation which is dominated by certain personalities. He realises that he may exist there only as a glorifier of those personalities and not as a glorifier of God. Now, if for the sake of self-interest he compromises with that atmosphere and fails to proclaim the truth as he sees it, and then, still in the same state, he breathes his last, it might be said that in that case, he had perpetrated an injustice against his soul."
    },
    {
      "ayah": 97,
      "surah": 4,
      "text": "A believer naturally wants a free environment where his believing personality may find full opportunities to express itself. If he finds the environment unfavourable, he had better change his surroundings. This change of place is called hijrah (emigration). Thus, in the real spirit of hijrah, one should remove oneself from an unfavourable to a favourable situation. Let us take the example of a person who is associated with an organisation which is dominated by certain personalities. He realises that he may exist there only as a glorifier of those personalities and not as a glorifier of God. Now, if for the sake of self-interest he compromises with that atmosphere and fails to proclaim the truth as he sees it, and then, still in the same state, he breathes his last, it might be said that in that case, he had perpetrated an injustice against his soul."
    },
    {
      "ayah": 98,
      "surah": 4,
      "text": "A believer naturally wants a free environment where his believing personality may find full opportunities to express itself. If he finds the environment unfavourable, he had better change his surroundings. This change of place is called hijrah (emigration). Thus, in the real spirit of hijrah, one should remove oneself from an unfavourable to a favourable situation. Let us take the example of a person who is associated with an organisation which is dominated by certain personalities. He realises that he may exist there only as a glorifier of those personalities and not as a glorifier of God. Now, if for the sake of self-interest he compromises with that atmosphere and fails to proclaim the truth as he sees it, and then, still in the same state, he breathes his last, it might be said that in that case, he had perpetrated an injustice against his soul."
    },
    {
      "ayah": 99,
      "surah": 4,
      "text": "When a call of truth is raised, which demands that the believers respond to the call and expend their energies and their wealth on spreading this message, they refuse to come out of their cocoons of self-interest and expediency. Thus they fail to join the caller for truth and become his supporters. If they continue to remain in this state till the moment of their death, they will appear before God as having done an injustice to their own lives. However, those who are really helpless and incapable of extending any support are exempted from this condition."
    }
  ]
}
