{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 42,
      "text": "If man were to be blessed with boundless vision, he would see with his own eyes that there is one God alone who is the Lord of the heavens and the earth in their entirety. His Power is so immense that the Universe, so to say, dreads it and bursts with fear. The angels, who are directly aware of God’s omnipotence, are awe-struck and continue to recite His praises at all times. Then man will also see that God, in exercise of His special powers, selects certain individuals as His messengers and sends them directly to mankind so that they may inform all God’s creatures of the truth. Although man does not see these facts directly, he can sense them indirectly by a process of reasoning. This is man’s real test. It is man’s responsibility to intuitively grasp those things which are not visible to his eyes. He should be able to recognise the voice of God in the voice of the prophets and bow down before it. He should accept the Unseen reality as if he were seeing everything with his own eyes. On the Day of Judgement, the excuse that one was not able to see the reality directly with one’s own eyes, will not be acceptable because, in this world of trial, it is not at all the divine intention to show reality directly. If the divine message reaches a person fully, in the eyes of God this is sufficient to conclude the process of argumentation."
    },
    {
      "ayah": 10,
      "surah": 42,
      "text": "God Almighty has provided man with extraordinary access to His Grace, such as has not been provided for any other living creature: that is the grant of discretionary power to man to adopt His guidance voluntarily, and as a consequence thereof to become entitled to exceptional rewards from Him. The choice to opt for good or bad ways is the price of this freedom. This difference is certainly undesirable, but there is no other method to pick out the person of real worth. God has created man free, but He has made provision for the guidance of man in his inner self as well as externally through the guidance of prophets and the Book of God, so much so that if man is really serious he will never take the wrong path. This being so, those who take the wrong path, are the worst transgressors. They will in no way be held deserving of pardon by God.  In this world, there can be no final verdict in respect of the differences arising between the proponents of Truth and followers of falsehood. The position in this world is that here one can produce words in support of the latter. Here it is possible even for falsehood to be shown in the shape of Truth. But, all this is restricted solely to the arena of the present life, it is one man against another. In the life Hereafter, it will be man versus God. There, it will not be possible for anybody to hide behind beautiful words."
    },
    {
      "ayah": 11,
      "surah": 42,
      "text": "The phenomena of the heavens and the earth before us are so gigantic that it is absolutely unimaginable that they were brought into existence by any of those false gods whom the people revere and respect instead of God Almighty. Similarly, the procreative and survival mechanism installed in the inner system of human beings and animals is so intricate and complex that it cannot really be attributed to any human being or to any of the gods other than the one and All Powerful God. All these arrangements are so extraordinary that they can be legitimately and properly attributed only to that Unparalleled Being, God. The attributes of the Creator which come to our knowledge through observation of His creations are sufficient to prove how great the Creator is. He is All Knowing and All Observing. Most High and Almighty, He possesses all powers. Whatever one receives, is due to His Grace and whatever is taken away, is taken away by Him. He is Unique. There is nobody like Him."
    },
    {
      "ayah": 12,
      "surah": 42,
      "text": "The phenomena of the heavens and the earth before us are so gigantic that it is absolutely unimaginable that they were brought into existence by any of those false gods whom the people revere and respect instead of God Almighty. Similarly, the procreative and survival mechanism installed in the inner system of human beings and animals is so intricate and complex that it cannot really be attributed to any human being or to any of the gods other than the one and All Powerful God. All these arrangements are so extraordinary that they can be legitimately and properly attributed only to that Unparalleled Being, God. The attributes of the Creator which come to our knowledge through observation of His creations are sufficient to prove how great the Creator is. He is All Knowing and All Observing. Most High and Almighty, He possesses all powers. Whatever one receives, is due to His Grace and whatever is taken away, is taken away by Him. He is Unique. There is nobody like Him."
    },
    {
      "ayah": 13,
      "surah": 42,
      "text": "The prophets came into this world with the same religion and that is the religion of the oneness of God. But the followers of these prophets subsequently divided themselves into separate factions. The reason for this was the shift in the centre of their attention. Initially, attention was centred wholly on God: the teachings of all prophets took the form of exhorting people to worship the one and only God. That was their original religion but their followers later shifted the focus of their devotion and they became the worshippers of beings other than God. The ancient people of Arabia were initially the followers of Abraham. But, later on, the greatness of their leaders so captured their minds that they made them the sole centre of their attention. They even made idols to represent them and started worshipping them. The Jews were the followers of Moses, but they started considering their race a special one. Their attention became so concentrated on their own race, that godly religion became for them a racial matter. They rejected the last of the prophets simply because he was not born of their race. Similarly, Christians were the followers of Jesus Christ (‘Isa). But they took him to be the son of God instead of His Prophet. In this way, in the religion they later adopted, the notion of Jesus being the son of God attained the utmost importance. What God desires for His subjects is that they should be firm in the belief of the oneness of God. The one and only God should be the centre of all their attention. This constitutes real steadfastness in religion ‘din’. Any shift in this centre of attention amounts to polytheism (shirk). Whenever polytheism gains ground with the people, variations and differences immediately start making their appearance, because in the case of ‘shirk’, many centres of attention come into existence. In the case of ‘tawhid’ (unity of God), on the contrary, the centre of attention is only one—God: this creates a greater sense of unity among the faithful. Though the religion of the Prophet of Arabia is a preserved religion as far as its text is concerned, his followers are disparate in their beliefs and practices. People however, are free to make new things their centre of attention, to make changes in the original religion by having recourse to explanations and interpretations of the text, and in this way turn one religion, in practice, into several religions."
    },
    {
      "ayah": 14,
      "surah": 42,
      "text": "To differ after being given knowledge means that, even after receiving the call for Truth, man ignores it or opposes it. Through the Prophet Muhammad, God Almighty revealed religion (din) in its pure form. This meant that all those who were desirous of God should have joined it. But, they were not prepared to join the Prophet. By remaining attached to the previous prophets, they enjoyed the position of the pious ones among the people. They thought that this was enough for them, while the fact is that when the call of the True Religion is raised it becomes compulsory on the part of all the people to demolish their biases and prejudices and join the True Religion. Those who do not do so are guilty in the eyes of God, irrespective of their being ostensibly religious. When the call of True religion is given, some people reject it out of jealousy or a false sense of pride (bagh’i), while others stay away from it because of their doubts. This is the case of such people as have attained an elevated status in society. Acceptance of Truth by them would involve stepping down from their high positions. As they are not prepared to lower themselves, they set about belittling the call for Truth in order to justify their stand. The common people are generally beset by doubt and hesitation. The call of the preacher of Truth appears to them weighty on the basis of argument, but at the same time they find it difficult to ignore the great ones whose imagined greatness is already impressed on their minds. This dual pressure becomes a hindrance to their reaching a final decision. The first group ignores the Truth under the influence of a false sense of pride, while the second group does not accept it under the influence of doubt. In effect, both groups thus deprive themselves of the Truth."
    },
    {
      "ayah": 15,
      "surah": 42,
      "text": "Here the ‘Book’ means the original religion which was revealed through the prophets and ‘desire’ (ahwa’) refers to the fabrications which human beings on their own added to the original religion of Truth. The Prophet was instructed to be firm on the original religion. Even on the grounds of dawah considerations, he was forbidden to make any concessions to man-made religions. He was told that his duty was to uphold justice, i.e. to take decisions about religious differences and show what was right and what was wrong; which part was from God and which was later added to religion by way of human interpolation. ‘There is no contention between us and you’ means that, in spite of your quarrelling with us, we will not start quarrelling with you. In other words, even if you introduce negative tactics, we will unilaterally adhere to our positive approach. The responsibility of a dayee is simply to convey the message of Truth. All other matters are left to God.  Harassing those who have accepted the Truth and embroiling them in unnecessary wrangling is the most oppressive and unworthy practice. Those who do so run the risk of incurring the wrath of God and facing severe punishment in the Hereafter."
    },
    {
      "ayah": 16,
      "surah": 42,
      "text": "Here the ‘Book’ means the original religion which was revealed through the prophets and ‘desire’ (ahwa’) refers to the fabrications which human beings on their own added to the original religion of Truth. The Prophet was instructed to be firm on the original religion. Even on the grounds of dawah considerations, he was forbidden to make any concessions to man-made religions. He was told that his duty was to uphold justice, i.e. to take decisions about religious differences and show what was right and what was wrong; which part was from God and which was later added to religion by way of human interpolation. ‘There is no contention between us and you’ means that, in spite of your quarrelling with us, we will not start quarrelling with you. In other words, even if you introduce negative tactics, we will unilaterally adhere to our positive approach. The responsibility of a dayee is simply to convey the message of Truth. All other matters are left to God.  Harassing those who have accepted the Truth and embroiling them in unnecessary wrangling is the most oppressive and unworthy practice. Those who do so run the risk of incurring the wrath of God and facing severe punishment in the Hereafter."
    },
    {
      "ayah": 17,
      "surah": 42,
      "text": "Just as a balance is meant for weighing material things, so in order to weigh intangible, ethereal realities God has revealed His book. God’s book is the touch-stone for distinguishing the Truth and separating it from falsehood. Everything will be tested by the standards set by God’s book, instead of God’s book being tested by the standards of other things. The wrong attitude adopted by the opponents of the Prophet Muhammad during his lifetime caused them to assess the book of God by the standards of their current religion, which had been based on the traditions of their community and the words and deeds of their leaders. In fact, the right approach for them would have been to judge their national traditions and the words and deeds of their leaders in the light of the book of God. They should have accepted whatever befitted the standards of the book of God and rejected all else. This assessment has to be done in this world by human beings themselves. In the Hereafter, this task will be carried out by God Himself. He is wise who weighs himself before he is weighed on Judgement Day, because the weighing on that Day will be for the purpose of the final decision and not in order to give any further opportunity for performing compensatory deeds."
    },
    {
      "ayah": 18,
      "surah": 42,
      "text": "Just as a balance is meant for weighing material things, so in order to weigh intangible, ethereal realities God has revealed His book. God’s book is the touch-stone for distinguishing the Truth and separating it from falsehood. Everything will be tested by the standards set by God’s book, instead of God’s book being tested by the standards of other things. The wrong attitude adopted by the opponents of the Prophet Muhammad during his lifetime caused them to assess the book of God by the standards of their current religion, which had been based on the traditions of their community and the words and deeds of their leaders. In fact, the right approach for them would have been to judge their national traditions and the words and deeds of their leaders in the light of the book of God. They should have accepted whatever befitted the standards of the book of God and rejected all else. This assessment has to be done in this world by human beings themselves. In the Hereafter, this task will be carried out by God Himself. He is wise who weighs himself before he is weighed on Judgement Day, because the weighing on that Day will be for the purpose of the final decision and not in order to give any further opportunity for performing compensatory deeds."
    },
    {
      "ayah": 19,
      "surah": 42,
      "text": "The life of this world is for the purpose of putting man to the test. Here, he is provided for, according to the requirements of the test. Now, a man who is Hereafter-minded, will use the provision of this world to build up his life in the Hereafter and consequently, he will be blessed with abundant rewards when he enters Paradise. Contrary to this, all the actions of the man who loves this worldly life will be performed with worldly interests in view. Such a person may receive the fruits of his efforts in the present world, but he will be completely deprived of everything in the Hereafter. When he had done nothing for the sake of Hereafter, how could he possibly be given anything in the afterlife?"
    },
    {
      "ayah": 2,
      "surah": 42,
      "text": "If man were to be blessed with boundless vision, he would see with his own eyes that there is one God alone who is the Lord of the heavens and the earth in their entirety. His Power is so immense that the Universe, so to say, dreads it and bursts with fear. The angels, who are directly aware of God’s omnipotence, are awe-struck and continue to recite His praises at all times. Then man will also see that God, in exercise of His special powers, selects certain individuals as His messengers and sends them directly to mankind so that they may inform all God’s creatures of the truth. Although man does not see these facts directly, he can sense them indirectly by a process of reasoning. This is man’s real test. It is man’s responsibility to intuitively grasp those things which are not visible to his eyes. He should be able to recognise the voice of God in the voice of the prophets and bow down before it. He should accept the Unseen reality as if he were seeing everything with his own eyes. On the Day of Judgement, the excuse that one was not able to see the reality directly with one’s own eyes, will not be acceptable because, in this world of trial, it is not at all the divine intention to show reality directly. If the divine message reaches a person fully, in the eyes of God this is sufficient to conclude the process of argumentation."
    },
    {
      "ayah": 20,
      "surah": 42,
      "text": "The life of this world is for the purpose of putting man to the test. Here, he is provided for, according to the requirements of the test. Now, a man who is Hereafter-minded, will use the provision of this world to build up his life in the Hereafter and consequently, he will be blessed with abundant rewards when he enters Paradise. Contrary to this, all the actions of the man who loves this worldly life will be performed with worldly interests in view. Such a person may receive the fruits of his efforts in the present world, but he will be completely deprived of everything in the Hereafter. When he had done nothing for the sake of Hereafter, how could he possibly be given anything in the afterlife?"
    },
    {
      "ayah": 21,
      "surah": 42,
      "text": "If a man insists that something is true, in spite of the fact that it is not so proved by the book of God, it means that he is holding others equal to God. In other words, he is giving to those other than God the right to devise his religion for him. This is a very serious matter. The fact is that the right to decide upon or formulate anything in the nature of religion (din) rests with the one and only God. To entrust this right to anybody other than God is obviously engaging in polytheism (ascribing partners to God), and this is absolutely unpardonable in the eyes of God."
    },
    {
      "ayah": 22,
      "surah": 42,
      "text": "‘I do not ask any reward for that, except (that I am inviting you to God because) of love of kinship.’ The Prophet uttered these words at a time when the people of his own tribe, the Quraysh, were putting impediments in the way of his dawah activity. Under these circumstances, the aforesaid statement was meant to convey that they might not accept the Prophet’s religion, if they did not want to, but they should at least take into account their relationship with him and refrain from tormenting him. In other words, he meant to say that even if they had religious differences with him, they should maintain a proper level of politeness, decency and moral values. In this way it was indirectly established that the opponents of his call for Truth were not only his personal opponents but were also morally guilty. They proved themselves wrong according to moral standards, the importance of which was established among them too."
    },
    {
      "ayah": 23,
      "surah": 42,
      "text": "‘I do not ask any reward for that, except (that I am inviting you to God because) of love of kinship.’ The Prophet uttered these words at a time when the people of his own tribe, the Quraysh, were putting impediments in the way of his dawah activity. Under these circumstances, the aforesaid statement was meant to convey that they might not accept the Prophet’s religion, if they did not want to, but they should at least take into account their relationship with him and refrain from tormenting him. In other words, he meant to say that even if they had religious differences with him, they should maintain a proper level of politeness, decency and moral values. In this way it was indirectly established that the opponents of his call for Truth were not only his personal opponents but were also morally guilty. They proved themselves wrong according to moral standards, the importance of which was established among them too."
    },
    {
      "ayah": 24,
      "surah": 42,
      "text": "According to the law governing this world, Truth appears here in the form of Truth and falsehood in the form of falsehood. A false soul cannot beget Truth. For this reason it is not possible for a non-prophet to use prophetic language. If an individual is not a prophet, but by telling lies, claims to be so, then the style of the false prophet will necessarily creep into his utterances. No ordinary person can speak in the style of a true prophet. ‘If God so willed, He can seal your heart’ means, ‘Had you made false allegations against God, your heart would have been sealed by the will of God.’ Under these circumstances, by the divine laws of nature, you would have found it impossible to deliver the pure, divine discourse, the signs of which are clearly seen in your utterances. The fact is that the sublime words of the Prophet themselves prove him to be a prophet of God. Had he not really been the prophet of God, such utterances would not have fallen from his lips. Those who oppose the Truth do so, not at the dictates of their heart or conscience, but simply out of obstinacy and hostility. Such people are, so to say, held guilty in the court of their own conscience. God’s judgement of them is final, except when they repent and seek God’s pardon."
    },
    {
      "ayah": 25,
      "surah": 42,
      "text": "According to the law governing this world, Truth appears here in the form of Truth and falsehood in the form of falsehood. A false soul cannot beget Truth. For this reason it is not possible for a non-prophet to use prophetic language. If an individual is not a prophet, but by telling lies, claims to be so, then the style of the false prophet will necessarily creep into his utterances. No ordinary person can speak in the style of a true prophet. ‘If God so willed, He can seal your heart’ means, ‘Had you made false allegations against God, your heart would have been sealed by the will of God.’ Under these circumstances, by the divine laws of nature, you would have found it impossible to deliver the pure, divine discourse, the signs of which are clearly seen in your utterances. The fact is that the sublime words of the Prophet themselves prove him to be a prophet of God. Had he not really been the prophet of God, such utterances would not have fallen from his lips. Those who oppose the Truth do so, not at the dictates of their heart or conscience, but simply out of obstinacy and hostility. Such people are, so to say, held guilty in the court of their own conscience. God’s judgement of them is final, except when they repent and seek God’s pardon."
    },
    {
      "ayah": 26,
      "surah": 42,
      "text": "According to the law governing this world, Truth appears here in the form of Truth and falsehood in the form of falsehood. A false soul cannot beget Truth. For this reason it is not possible for a non-prophet to use prophetic language. If an individual is not a prophet, but by telling lies, claims to be so, then the style of the false prophet will necessarily creep into his utterances. No ordinary person can speak in the style of a true prophet. ‘If God so willed, He can seal your heart’ means, ‘Had you made false allegations against God, your heart would have been sealed by the will of God.’ Under these circumstances, by the divine laws of nature, you would have found it impossible to deliver the pure, divine discourse, the signs of which are clearly seen in your utterances. The fact is that the sublime words of the Prophet themselves prove him to be a prophet of God. Had he not really been the prophet of God, such utterances would not have fallen from his lips. Those who oppose the Truth do so, not at the dictates of their heart or conscience, but simply out of obstinacy and hostility. Such people are, so to say, held guilty in the court of their own conscience. God’s judgement of them is final, except when they repent and seek God’s pardon."
    },
    {
      "ayah": 27,
      "surah": 42,
      "text": "Human life on earth depends on water, but the supply of water is completely in God’s hands. If God does not provide water, man cannot obtain it on his own. Similarly, the distribution of sustenance is at the will of God. While doing so, God takes into account the depth of the human soul and, according to this, allocates sustenance to everybody. If people are given greater abundance than they can deal with with equanimity, they will become obstreperous and arrogant and, as a result, oppression and disturbance will prevail everywhere on the earth."
    },
    {
      "ayah": 28,
      "surah": 42,
      "text": "Human life on earth depends on water, but the supply of water is completely in God’s hands. If God does not provide water, man cannot obtain it on his own. Similarly, the distribution of sustenance is at the will of God. While doing so, God takes into account the depth of the human soul and, according to this, allocates sustenance to everybody. If people are given greater abundance than they can deal with with equanimity, they will become obstreperous and arrogant and, as a result, oppression and disturbance will prevail everywhere on the earth."
    },
    {
      "ayah": 29,
      "surah": 42,
      "text": "We observe that when a farmer scatters seeds, he also has the power to reap the harvest therefrom. This observation is indicative of the fact that God too can marshall all His dispersed creations and gather them in His Court where the future of humanity will be collectively decided. For the Creator for whom it was possible to create and spread His creations far and wide, why should it be impossible to collect and re-assemble them after death?"
    },
    {
      "ayah": 3,
      "surah": 42,
      "text": "If man were to be blessed with boundless vision, he would see with his own eyes that there is one God alone who is the Lord of the heavens and the earth in their entirety. His Power is so immense that the Universe, so to say, dreads it and bursts with fear. The angels, who are directly aware of God’s omnipotence, are awe-struck and continue to recite His praises at all times. Then man will also see that God, in exercise of His special powers, selects certain individuals as His messengers and sends them directly to mankind so that they may inform all God’s creatures of the truth. Although man does not see these facts directly, he can sense them indirectly by a process of reasoning. This is man’s real test. It is man’s responsibility to intuitively grasp those things which are not visible to his eyes. He should be able to recognise the voice of God in the voice of the prophets and bow down before it. He should accept the Unseen reality as if he were seeing everything with his own eyes. On the Day of Judgement, the excuse that one was not able to see the reality directly with one’s own eyes, will not be acceptable because, in this world of trial, it is not at all the divine intention to show reality directly. If the divine message reaches a person fully, in the eyes of God this is sufficient to conclude the process of argumentation."
    },
    {
      "ayah": 30,
      "surah": 42,
      "text": "The present world has been created and made subject to the law of cause and effect. So, if an individual is beset by adversity, it is clearly due to his own shortcomings. However, it sometimes happens that a man commits a sin, yet remains unaffected by its baneful outcome. All these events happen in the world in order that man should learn a lesson from them. When he sees that whatever people receive is commensurate with their deeds, he should infer that, in the Hereafter also, everybody will be rewarded according to his deeds. Similarly, when he sees that somebody has been guilty of a lapse, yet goes unpunished, he should learn the lesson that God is Merciful and Gracious, and that if a man turns towards Him, He, in His Mercy, will save him from the consequences of his shortcomings. If a man’s Faith is deep, he comes to the point of discerning a picture of the Hereafter in the events of this world."
    },
    {
      "ayah": 31,
      "surah": 42,
      "text": "The present world has been created and made subject to the law of cause and effect. So, if an individual is beset by adversity, it is clearly due to his own shortcomings. However, it sometimes happens that a man commits a sin, yet remains unaffected by its baneful outcome. All these events happen in the world in order that man should learn a lesson from them. When he sees that whatever people receive is commensurate with their deeds, he should infer that, in the Hereafter also, everybody will be rewarded according to his deeds. Similarly, when he sees that somebody has been guilty of a lapse, yet goes unpunished, he should learn the lesson that God is Merciful and Gracious, and that if a man turns towards Him, He, in His Mercy, will save him from the consequences of his shortcomings. If a man’s Faith is deep, he comes to the point of discerning a picture of the Hereafter in the events of this world."
    },
    {
      "ayah": 32,
      "surah": 42,
      "text": "Man sails his ships on the seas and flies his aircraft in the sky. This has become possible because God has made the laws of nature favourable to us. Had this not been so, neither would our boats have been able to sail the seas nor our planes been able to fly in the air. Every event in life has a lesson for man in it. But if man is to derive food for thought from events, it is necessary for him to have patience and adopt a grateful attitude. One has to face many vicissitudes in life. In times of trouble, man has to rise above his circumstances, so that he may see things from different angles. And this is not possible unless one possesses the quality of patience. Similarly, in times of plenty, it is necessary for man to consider whatever he receives, apparently as a result of his own efforts, to be really the bounty of God, and this can be done only by one who has developed in himself that high degree of consciousness which is known as gratitude. When in an event divine guidance is made manifest, and even then man does not accept it and tries to impute a different meaning to it, this in fact amounts to ‘raising disputes over God’s signs.’ Those who do so are arrogant in the eyes of God. Such arrogant, rebellious people cannot receive God’s blessing in the Hereafter."
    },
    {
      "ayah": 33,
      "surah": 42,
      "text": "Man sails his ships on the seas and flies his aircraft in the sky. This has become possible because God has made the laws of nature favourable to us. Had this not been so, neither would our boats have been able to sail the seas nor our planes been able to fly in the air. Every event in life has a lesson for man in it. But if man is to derive food for thought from events, it is necessary for him to have patience and adopt a grateful attitude. One has to face many vicissitudes in life. In times of trouble, man has to rise above his circumstances, so that he may see things from different angles. And this is not possible unless one possesses the quality of patience. Similarly, in times of plenty, it is necessary for man to consider whatever he receives, apparently as a result of his own efforts, to be really the bounty of God, and this can be done only by one who has developed in himself that high degree of consciousness which is known as gratitude. When in an event divine guidance is made manifest, and even then man does not accept it and tries to impute a different meaning to it, this in fact amounts to ‘raising disputes over God’s signs.’ Those who do so are arrogant in the eyes of God. Such arrogant, rebellious people cannot receive God’s blessing in the Hereafter."
    },
    {
      "ayah": 34,
      "surah": 42,
      "text": "Man sails his ships on the seas and flies his aircraft in the sky. This has become possible because God has made the laws of nature favourable to us. Had this not been so, neither would our boats have been able to sail the seas nor our planes been able to fly in the air. Every event in life has a lesson for man in it. But if man is to derive food for thought from events, it is necessary for him to have patience and adopt a grateful attitude. One has to face many vicissitudes in life. In times of trouble, man has to rise above his circumstances, so that he may see things from different angles. And this is not possible unless one possesses the quality of patience. Similarly, in times of plenty, it is necessary for man to consider whatever he receives, apparently as a result of his own efforts, to be really the bounty of God, and this can be done only by one who has developed in himself that high degree of consciousness which is known as gratitude. When in an event divine guidance is made manifest, and even then man does not accept it and tries to impute a different meaning to it, this in fact amounts to ‘raising disputes over God’s signs.’ Those who do so are arrogant in the eyes of God. Such arrogant, rebellious people cannot receive God’s blessing in the Hereafter."
    },
    {
      "ayah": 35,
      "surah": 42,
      "text": "Man sails his ships on the seas and flies his aircraft in the sky. This has become possible because God has made the laws of nature favourable to us. Had this not been so, neither would our boats have been able to sail the seas nor our planes been able to fly in the air. Every event in life has a lesson for man in it. But if man is to derive food for thought from events, it is necessary for him to have patience and adopt a grateful attitude. One has to face many vicissitudes in life. In times of trouble, man has to rise above his circumstances, so that he may see things from different angles. And this is not possible unless one possesses the quality of patience. Similarly, in times of plenty, it is necessary for man to consider whatever he receives, apparently as a result of his own efforts, to be really the bounty of God, and this can be done only by one who has developed in himself that high degree of consciousness which is known as gratitude. When in an event divine guidance is made manifest, and even then man does not accept it and tries to impute a different meaning to it, this in fact amounts to ‘raising disputes over God’s signs.’ Those who do so are arrogant in the eyes of God. Such arrogant, rebellious people cannot receive God’s blessing in the Hereafter."
    },
    {
      "ayah": 36,
      "surah": 42,
      "text": "Only that person who reposes faith in God can be desirous of the Hereafter. In reality, whenever a man moves in the direction of the Hereafter, it appears to him that he is in danger of losing worldly benefits. Worldly considerations seem to be slipping from his grasp. This being so, the only thing which keeps a man steady on the path of the Hereafter is his unwavering reliance on the assurances of God. He should firmly believe that whatever he is losing in this world for the sake of God, will be multiplied many times over by God in the Hereafter. The bounty of this world is of a temporary nature, while the good things of the Hereafter are eternal and never ending. A short-lived benefit in comparison with eternal bounty carries no weight whatsoever."
    },
    {
      "ayah": 37,
      "surah": 42,
      "text": "Only that person who reposes faith in God can be desirous of the Hereafter. In reality, whenever a man moves in the direction of the Hereafter, it appears to him that he is in danger of losing worldly benefits. Worldly considerations seem to be slipping from his grasp. This being so, the only thing which keeps a man steady on the path of the Hereafter is his unwavering reliance on the assurances of God. He should firmly believe that whatever he is losing in this world for the sake of God, will be multiplied many times over by God in the Hereafter. The bounty of this world is of a temporary nature, while the good things of the Hereafter are eternal and never ending. A short-lived benefit in comparison with eternal bounty carries no weight whatsoever."
    },
    {
      "ayah": 38,
      "surah": 42,
      "text": "Only that person who reposes faith in God can be desirous of the Hereafter. In reality, whenever a man moves in the direction of the Hereafter, it appears to him that he is in danger of losing worldly benefits. Worldly considerations seem to be slipping from his grasp. This being so, the only thing which keeps a man steady on the path of the Hereafter is his unwavering reliance on the assurances of God. He should firmly believe that whatever he is losing in this world for the sake of God, will be multiplied many times over by God in the Hereafter. The bounty of this world is of a temporary nature, while the good things of the Hereafter are eternal and never ending. A short-lived benefit in comparison with eternal bounty carries no weight whatsoever."
    },
    {
      "ayah": 39,
      "surah": 42,
      "text": "Only that person who reposes faith in God can be desirous of the Hereafter. In reality, whenever a man moves in the direction of the Hereafter, it appears to him that he is in danger of losing worldly benefits. Worldly considerations seem to be slipping from his grasp. This being so, the only thing which keeps a man steady on the path of the Hereafter is his unwavering reliance on the assurances of God. He should firmly believe that whatever he is losing in this world for the sake of God, will be multiplied many times over by God in the Hereafter. The bounty of this world is of a temporary nature, while the good things of the Hereafter are eternal and never ending. A short-lived benefit in comparison with eternal bounty carries no weight whatsoever."
    },
    {
      "ayah": 4,
      "surah": 42,
      "text": "If man were to be blessed with boundless vision, he would see with his own eyes that there is one God alone who is the Lord of the heavens and the earth in their entirety. His Power is so immense that the Universe, so to say, dreads it and bursts with fear. The angels, who are directly aware of God’s omnipotence, are awe-struck and continue to recite His praises at all times. Then man will also see that God, in exercise of His special powers, selects certain individuals as His messengers and sends them directly to mankind so that they may inform all God’s creatures of the truth. Although man does not see these facts directly, he can sense them indirectly by a process of reasoning. This is man’s real test. It is man’s responsibility to intuitively grasp those things which are not visible to his eyes. He should be able to recognise the voice of God in the voice of the prophets and bow down before it. He should accept the Unseen reality as if he were seeing everything with his own eyes. On the Day of Judgement, the excuse that one was not able to see the reality directly with one’s own eyes, will not be acceptable because, in this world of trial, it is not at all the divine intention to show reality directly. If the divine message reaches a person fully, in the eyes of God this is sufficient to conclude the process of argumentation."
    },
    {
      "ayah": 40,
      "surah": 42,
      "text": "When a man attains Faith in the real sense, this brings about a revolution in him and a new personality emerges. The qualities of a servant of God described here are the same that develop in a man as a result of the emergence of the aforesaid Faith-oriented personality. Such a man’s nature develops to the point where he is ready to give due recognition to the reality. He fully realises the godliness of God and his being the subject of God and, under the impact of this realisation, bows down before Him. When God calls him, it becomes impossible for him not to respond positively. The consciousness springing out of Faith makes him sensitive to right and wrong. He does whatever is required to be done and abstains from doing whatever should not be done. The realisation of his real position develops in him modesty and humility, which take away the anger, the propensity to transgress and the arrogance from his temperament. This humility enables him to benefit from others’ advice in collective matters and requires him to desist from taking steps simply on the basis of his personal opinion. His relationship with others is that of well-wishing and not that of obduracy and exploitation. One so inclined is never aggressive towards others. Whenever he takes steps against others, he does so in self-defence and only to the extent necessary to stop the oppression. Even when faced with extreme provocation, he is ready to forgive people and forget the wrong they have done him. A believer does all this under the influence of his strong Faith. And God acknowledges his virtue by confering upon him the titles of ‘Courageous’ and ‘Firm in Determination’ and admits him to the Garden of unending bounties."
    },
    {
      "ayah": 41,
      "surah": 42,
      "text": "When a man attains Faith in the real sense, this brings about a revolution in him and a new personality emerges. The qualities of a servant of God described here are the same that develop in a man as a result of the emergence of the aforesaid Faith-oriented personality. Such a man’s nature develops to the point where he is ready to give due recognition to the reality. He fully realises the godliness of God and his being the subject of God and, under the impact of this realisation, bows down before Him. When God calls him, it becomes impossible for him not to respond positively. The consciousness springing out of Faith makes him sensitive to right and wrong. He does whatever is required to be done and abstains from doing whatever should not be done. The realisation of his real position develops in him modesty and humility, which take away the anger, the propensity to transgress and the arrogance from his temperament. This humility enables him to benefit from others’ advice in collective matters and requires him to desist from taking steps simply on the basis of his personal opinion. His relationship with others is that of well-wishing and not that of obduracy and exploitation. One so inclined is never aggressive towards others. Whenever he takes steps against others, he does so in self-defence and only to the extent necessary to stop the oppression. Even when faced with extreme provocation, he is ready to forgive people and forget the wrong they have done him. A believer does all this under the influence of his strong Faith. And God acknowledges his virtue by confering upon him the titles of ‘Courageous’ and ‘Firm in Determination’ and admits him to the Garden of unending bounties."
    },
    {
      "ayah": 42,
      "surah": 42,
      "text": "When a man attains Faith in the real sense, this brings about a revolution in him and a new personality emerges. The qualities of a servant of God described here are the same that develop in a man as a result of the emergence of the aforesaid Faith-oriented personality. Such a man’s nature develops to the point where he is ready to give due recognition to the reality. He fully realises the godliness of God and his being the subject of God and, under the impact of this realisation, bows down before Him. When God calls him, it becomes impossible for him not to respond positively. The consciousness springing out of Faith makes him sensitive to right and wrong. He does whatever is required to be done and abstains from doing whatever should not be done. The realisation of his real position develops in him modesty and humility, which take away the anger, the propensity to transgress and the arrogance from his temperament. This humility enables him to benefit from others’ advice in collective matters and requires him to desist from taking steps simply on the basis of his personal opinion. His relationship with others is that of well-wishing and not that of obduracy and exploitation. One so inclined is never aggressive towards others. Whenever he takes steps against others, he does so in self-defence and only to the extent necessary to stop the oppression. Even when faced with extreme provocation, he is ready to forgive people and forget the wrong they have done him. A believer does all this under the influence of his strong Faith. And God acknowledges his virtue by confering upon him the titles of ‘Courageous’ and ‘Firm in Determination’ and admits him to the Garden of unending bounties."
    },
    {
      "ayah": 43,
      "surah": 42,
      "text": "When a man attains Faith in the real sense, this brings about a revolution in him and a new personality emerges. The qualities of a servant of God described here are the same that develop in a man as a result of the emergence of the aforesaid Faith-oriented personality. Such a man’s nature develops to the point where he is ready to give due recognition to the reality. He fully realises the godliness of God and his being the subject of God and, under the impact of this realisation, bows down before Him. When God calls him, it becomes impossible for him not to respond positively. The consciousness springing out of Faith makes him sensitive to right and wrong. He does whatever is required to be done and abstains from doing whatever should not be done. The realisation of his real position develops in him modesty and humility, which take away the anger, the propensity to transgress and the arrogance from his temperament. This humility enables him to benefit from others’ advice in collective matters and requires him to desist from taking steps simply on the basis of his personal opinion. His relationship with others is that of well-wishing and not that of obduracy and exploitation. One so inclined is never aggressive towards others. Whenever he takes steps against others, he does so in self-defence and only to the extent necessary to stop the oppression. Even when faced with extreme provocation, he is ready to forgive people and forget the wrong they have done him. A believer does all this under the influence of his strong Faith. And God acknowledges his virtue by confering upon him the titles of ‘Courageous’ and ‘Firm in Determination’ and admits him to the Garden of unending bounties."
    },
    {
      "ayah": 44,
      "surah": 42,
      "text": "In this world, guidance is revealed through logic, this being the law of God for this world. This means that in this world only that person will benefit from guidance who proves himself capable of understanding matters by a process of reasoning. The establishing of a fact by this method is enough to make him bow down before it. Those who do not accept facts in this way, can never receive guidance in this world. One who does not yield to reason in this world, runs the risk of being laid low by God’s power in the Hereafter. But bowing down on the Day of Judgement is of no avail to anybody, because then it will serve only to humble a man and not make him entitled to a reward."
    },
    {
      "ayah": 45,
      "surah": 42,
      "text": "In this world, guidance is revealed through logic, this being the law of God for this world. This means that in this world only that person will benefit from guidance who proves himself capable of understanding matters by a process of reasoning. The establishing of a fact by this method is enough to make him bow down before it. Those who do not accept facts in this way, can never receive guidance in this world. One who does not yield to reason in this world, runs the risk of being laid low by God’s power in the Hereafter. But bowing down on the Day of Judgement is of no avail to anybody, because then it will serve only to humble a man and not make him entitled to a reward."
    },
    {
      "ayah": 46,
      "surah": 42,
      "text": "In this world, guidance is revealed through logic, this being the law of God for this world. This means that in this world only that person will benefit from guidance who proves himself capable of understanding matters by a process of reasoning. The establishing of a fact by this method is enough to make him bow down before it. Those who do not accept facts in this way, can never receive guidance in this world. One who does not yield to reason in this world, runs the risk of being laid low by God’s power in the Hereafter. But bowing down on the Day of Judgement is of no avail to anybody, because then it will serve only to humble a man and not make him entitled to a reward."
    },
    {
      "ayah": 47,
      "surah": 42,
      "text": "The real test of man in the present world is his ability, irrespective of the circumstances, to give a proper and correct reaction. But man does not do so. When he meets with success, he turns into a vain braggart and when he gets into trouble, he can do nothing but express negative feelings. Such people, who are unable to respond properly to the call for Truth, are by temperament unrealistic. The correct response to the call for Truth is that man should immediately admit to its being such. But he makes it a prestige issue. He thinks that by accepting the call, he will be lowering himself before the person who gives the call. This feeling comes in the way of his acceptance of the Truth. In spite of being convinced of its veracity, he ignores the call on account of personal considerations."
    },
    {
      "ayah": 48,
      "surah": 42,
      "text": "The real test of man in the present world is his ability, irrespective of the circumstances, to give a proper and correct reaction. But man does not do so. When he meets with success, he turns into a vain braggart and when he gets into trouble, he can do nothing but express negative feelings. Such people, who are unable to respond properly to the call for Truth, are by temperament unrealistic. The correct response to the call for Truth is that man should immediately admit to its being such. But he makes it a prestige issue. He thinks that by accepting the call, he will be lowering himself before the person who gives the call. This feeling comes in the way of his acceptance of the Truth. In spite of being convinced of its veracity, he ignores the call on account of personal considerations."
    },
    {
      "ayah": 49,
      "surah": 42,
      "text": "Religion is based on the concept that every kind of power in the universe resides in the one and only God. Apart from Him, nobody else has any powers—whether these powers relate to managing the systems of heaven and earth or granting children to a human being. Whatever a man receives is at His behest and He alone may take it away whenever He wishes. It is only this belief about God which develops in man that right type of feeling which is known as submissiveness, and it is this attitude towards God which compels a man to adopt in life that behaviour which is commanded by the divine code of conduct."
    },
    {
      "ayah": 5,
      "surah": 42,
      "text": "If man were to be blessed with boundless vision, he would see with his own eyes that there is one God alone who is the Lord of the heavens and the earth in their entirety. His Power is so immense that the Universe, so to say, dreads it and bursts with fear. The angels, who are directly aware of God’s omnipotence, are awe-struck and continue to recite His praises at all times. Then man will also see that God, in exercise of His special powers, selects certain individuals as His messengers and sends them directly to mankind so that they may inform all God’s creatures of the truth. Although man does not see these facts directly, he can sense them indirectly by a process of reasoning. This is man’s real test. It is man’s responsibility to intuitively grasp those things which are not visible to his eyes. He should be able to recognise the voice of God in the voice of the prophets and bow down before it. He should accept the Unseen reality as if he were seeing everything with his own eyes. On the Day of Judgement, the excuse that one was not able to see the reality directly with one’s own eyes, will not be acceptable because, in this world of trial, it is not at all the divine intention to show reality directly. If the divine message reaches a person fully, in the eyes of God this is sufficient to conclude the process of argumentation."
    },
    {
      "ayah": 50,
      "surah": 42,
      "text": "In the present world, no human being can directly talk to God. Man’s humble position is the hindrance to such dialogue. Therefore the revelation of God’s words to the prophets was made in an indirect manner. There are many methods of indirect revelation. Examples of these are found in the lives of the various prophets. When a scholar writes a book or a thinker delivers his discourse, he has a scholastic background which may account or offer an explanation for his later successful academic or intellectual achievement. But the case of the prophet is entirely different. A prophet’s life after attaining prophethood is entirely different from what it was before that event. The present work of a common man appears to be a continuation of or stems from his past life. But, in the case of a prophet, his utterances after the attainment of prophethood are so distinct from those of the earlier period, prior to prophethood, that they cannot be accounted for or explained on the basis of his past. This is a clear indication that a prophet’s words are, in reality, divine in origin and not an ordinary human discourse. What is special about the Prophet Muhammad is that the Quran (the divine message) conveyed by him and his own personal utterances have both been preserved and still exist in their original form. If one who knows Arabic makes a comparative study of both, he will find an obvious difference between these two. The language of the Hadith (sayings of the Prophet) is clearly that of Muhammad ibn ‘Abdullah, while the language of the Quran is clearly that of God."
    },
    {
      "ayah": 51,
      "surah": 42,
      "text": "In the present world, no human being can directly talk to God. Man’s humble position is the hindrance to such dialogue. Therefore the revelation of God’s words to the prophets was made in an indirect manner. There are many methods of indirect revelation. Examples of these are found in the lives of the various prophets. When a scholar writes a book or a thinker delivers his discourse, he has a scholastic background which may account or offer an explanation for his later successful academic or intellectual achievement. But the case of the prophet is entirely different. A prophet’s life after attaining prophethood is entirely different from what it was before that event. The present work of a common man appears to be a continuation of or stems from his past life. But, in the case of a prophet, his utterances after the attainment of prophethood are so distinct from those of the earlier period, prior to prophethood, that they cannot be accounted for or explained on the basis of his past. This is a clear indication that a prophet’s words are, in reality, divine in origin and not an ordinary human discourse. What is special about the Prophet Muhammad is that the Quran (the divine message) conveyed by him and his own personal utterances have both been preserved and still exist in their original form. If one who knows Arabic makes a comparative study of both, he will find an obvious difference between these two. The language of the Hadith (sayings of the Prophet) is clearly that of Muhammad ibn ‘Abdullah, while the language of the Quran is clearly that of God."
    },
    {
      "ayah": 52,
      "surah": 42,
      "text": "In the present world, no human being can directly talk to God. Man’s humble position is the hindrance to such dialogue. Therefore the revelation of God’s words to the prophets was made in an indirect manner. There are many methods of indirect revelation. Examples of these are found in the lives of the various prophets. When a scholar writes a book or a thinker delivers his discourse, he has a scholastic background which may account or offer an explanation for his later successful academic or intellectual achievement. But the case of the prophet is entirely different. A prophet’s life after attaining prophethood is entirely different from what it was before that event. The present work of a common man appears to be a continuation of or stems from his past life. But, in the case of a prophet, his utterances after the attainment of prophethood are so distinct from those of the earlier period, prior to prophethood, that they cannot be accounted for or explained on the basis of his past. This is a clear indication that a prophet’s words are, in reality, divine in origin and not an ordinary human discourse. What is special about the Prophet Muhammad is that the Quran (the divine message) conveyed by him and his own personal utterances have both been preserved and still exist in their original form. If one who knows Arabic makes a comparative study of both, he will find an obvious difference between these two. The language of the Hadith (sayings of the Prophet) is clearly that of Muhammad ibn ‘Abdullah, while the language of the Quran is clearly that of God."
    },
    {
      "ayah": 53,
      "surah": 42,
      "text": "In the present world, no human being can directly talk to God. Man’s humble position is the hindrance to such dialogue. Therefore the revelation of God’s words to the prophets was made in an indirect manner. There are many methods of indirect revelation. Examples of these are found in the lives of the various prophets. When a scholar writes a book or a thinker delivers his discourse, he has a scholastic background which may account or offer an explanation for his later successful academic or intellectual achievement. But the case of the prophet is entirely different. A prophet’s life after attaining prophethood is entirely different from what it was before that event. The present work of a common man appears to be a continuation of or stems from his past life. But, in the case of a prophet, his utterances after the attainment of prophethood are so distinct from those of the earlier period, prior to prophethood, that they cannot be accounted for or explained on the basis of his past. This is a clear indication that a prophet’s words are, in reality, divine in origin and not an ordinary human discourse. What is special about the Prophet Muhammad is that the Quran (the divine message) conveyed by him and his own personal utterances have both been preserved and still exist in their original form. If one who knows Arabic makes a comparative study of both, he will find an obvious difference between these two. The language of the Hadith (sayings of the Prophet) is clearly that of Muhammad ibn ‘Abdullah, while the language of the Quran is clearly that of God."
    },
    {
      "ayah": 6,
      "surah": 42,
      "text": "If man were to be blessed with boundless vision, he would see with his own eyes that there is one God alone who is the Lord of the heavens and the earth in their entirety. His Power is so immense that the Universe, so to say, dreads it and bursts with fear. The angels, who are directly aware of God’s omnipotence, are awe-struck and continue to recite His praises at all times. Then man will also see that God, in exercise of His special powers, selects certain individuals as His messengers and sends them directly to mankind so that they may inform all God’s creatures of the truth. Although man does not see these facts directly, he can sense them indirectly by a process of reasoning. This is man’s real test. It is man’s responsibility to intuitively grasp those things which are not visible to his eyes. He should be able to recognise the voice of God in the voice of the prophets and bow down before it. He should accept the Unseen reality as if he were seeing everything with his own eyes. On the Day of Judgement, the excuse that one was not able to see the reality directly with one’s own eyes, will not be acceptable because, in this world of trial, it is not at all the divine intention to show reality directly. If the divine message reaches a person fully, in the eyes of God this is sufficient to conclude the process of argumentation."
    },
    {
      "ayah": 7,
      "surah": 42,
      "text": "The real aim of the prophets’ call was to make the people conscious of the fact that they were going to be presented before God, after which, in accordance with their deeds, the decision in respect of some would be eternal Paradise, while in respect of others, it would be eternal Hell. The Prophet Muhammad came into this world to make people aware of this reality. His mission fell into two parts—one direct and the other indirect. His direct mission affected Makkah and the areas surrounding it. He completed this part of the mission during his lifetime. His indirect mission through his followers is for the whole world. This mission of his, still continues and will continue till Doomsday. The Prophet Muhammad presented his message to the Arab people in the Arabic language. After him, his followers too, as his deputies, have to fulfill their dawah responsibilities by adhering to the same principles. They are required to convey the message of Truth to every nation in its own language. Only when a nation is presented the message in its own language, will they be treated as having discharged the responsibility of conveying the message."
    },
    {
      "ayah": 8,
      "surah": 42,
      "text": "God Almighty has provided man with extraordinary access to His Grace, such as has not been provided for any other living creature: that is the grant of discretionary power to man to adopt His guidance voluntarily, and as a consequence thereof to become entitled to exceptional rewards from Him. The choice to opt for good or bad ways is the price of this freedom. This difference is certainly undesirable, but there is no other method to pick out the person of real worth. God has created man free, but He has made provision for the guidance of man in his inner self as well as externally through the guidance of prophets and the Book of God, so much so that if man is really serious he will never take the wrong path. This being so, those who take the wrong path, are the worst transgressors. They will in no way be held deserving of pardon by God.  In this world, there can be no final verdict in respect of the differences arising between the proponents of Truth and followers of falsehood. The position in this world is that here one can produce words in support of the latter. Here it is possible even for falsehood to be shown in the shape of Truth. But, all this is restricted solely to the arena of the present life, it is one man against another. In the life Hereafter, it will be man versus God. There, it will not be possible for anybody to hide behind beautiful words."
    },
    {
      "ayah": 9,
      "surah": 42,
      "text": "God Almighty has provided man with extraordinary access to His Grace, such as has not been provided for any other living creature: that is the grant of discretionary power to man to adopt His guidance voluntarily, and as a consequence thereof to become entitled to exceptional rewards from Him. The choice to opt for good or bad ways is the price of this freedom. This difference is certainly undesirable, but there is no other method to pick out the person of real worth. God has created man free, but He has made provision for the guidance of man in his inner self as well as externally through the guidance of prophets and the Book of God, so much so that if man is really serious he will never take the wrong path. This being so, those who take the wrong path, are the worst transgressors. They will in no way be held deserving of pardon by God.  In this world, there can be no final verdict in respect of the differences arising between the proponents of Truth and followers of falsehood. The position in this world is that here one can produce words in support of the latter. Here it is possible even for falsehood to be shown in the shape of Truth. But, all this is restricted solely to the arena of the present life, it is one man against another. In the life Hereafter, it will be man versus God. There, it will not be possible for anybody to hide behind beautiful words."
    }
  ]
}
