{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 5,
      "text": "A believer’s life is a regulated life. Although he is free in the world to do whatever he likes, in spite of this, he admits the supremacy and Lordship of God and makes himself subject to regulation. Of his own he ties himself in the bondage of a vow. In the matter of God or His subjects he has taken it upon himself not to act independently but according to God’s commandments. He should have as food only those things that God has permitted and give up eating those things which God has forbidden. If on some occasions even permitted things are forbidden, as is evident from orders applicable while in the state of ihram or during sacred months, he should willingly accept this. If something becomes the symbol of some religious reality, then it should be respected, because respecting such a thing is equivalent to respecting religion itself. And all this should be done out of fear of God and for no other reason."
    },
    {
      "ayah": 10,
      "surah": 5,
      "text": "In the world, God makes His appearance felt through symbols, i.e. in the shape of such arguments as cannot be contradicted by man. When an argument of God appears before a man and he indulges in verbal pyrotechnics instead of accepting it, then this amounts to denying the signs of God. Such people will receive severe punishment at God’s behest. And those who accept the argument will be held deserving of God’s reward."
    },
    {
      "ayah": 100,
      "surah": 5,
      "text": "It has been recorded in the traditions that when the order regarding Hajj was received, the Prophet Muhammad said in a sermon ‘O, people! Hajj has been made compulsory for you.’ On hearing this, a person from the Banu Asad tribe got up and asked: ‘O, Prophet of God! Is it for every year?’ The Prophet Muhammad was very angry and said, ‘By the Lord in whose hands my life is! Had I said “‘Yes”, it would have become compulsory for every year, and having become compulsory for every year, you would not have been able to perform it every year and thus committed denial of truth.’ So, leave out whatever I leave out. When I order anything to be done, do it, and when I prohibit you from doing anything, don’t do it.’ (Tafsir ibn Kathir)."
    },
    {
      "ayah": 101,
      "surah": 5,
      "text": "It has been recorded in the traditions that when the order regarding Hajj was received, the Prophet Muhammad said in a sermon ‘O, people! Hajj has been made compulsory for you.’ On hearing this, a person from the Banu Asad tribe got up and asked: ‘O, Prophet of God! Is it for every year?’ The Prophet Muhammad was very angry and said, ‘By the Lord in whose hands my life is! Had I said “‘Yes”, it would have become compulsory for every year, and having become compulsory for every year, you would not have been able to perform it every year and thus committed denial of truth.’ So, leave out whatever I leave out. When I order anything to be done, do it, and when I prohibit you from doing anything, don’t do it.’ (Tafsir ibn Kathir)."
    },
    {
      "ayah": 102,
      "surah": 5,
      "text": "It has been recorded in the traditions that when the order regarding Hajj was received, the Prophet Muhammad said in a sermon ‘O, people! Hajj has been made compulsory for you.’ On hearing this, a person from the Banu Asad tribe got up and asked: ‘O, Prophet of God! Is it for every year?’ The Prophet Muhammad was very angry and said, ‘By the Lord in whose hands my life is! Had I said “‘Yes”, it would have become compulsory for every year, and having become compulsory for every year, you would not have been able to perform it every year and thus committed denial of truth.’ So, leave out whatever I leave out. When I order anything to be done, do it, and when I prohibit you from doing anything, don’t do it.’ (Tafsir ibn Kathir)."
    },
    {
      "ayah": 103,
      "surah": 5,
      "text": "These are different categories of domestic animals which the pre-Islamic Arabs used to dedicate to their deities."
    },
    {
      "ayah": 104,
      "surah": 5,
      "text": "The ban on raising unnecessary questions in force at the time of the revelation of the Quran is applicable even today. The best and correct thing to do is to keep any order that is given in its original form. There should be no attempt, by raising unnecessary questions, to extend or reduce the limits of its restriction. Making a brief command more detailed, making an absolute command a limited one and making efforts to make an indefinite order definite, are additions in religion which God and the Prophet have prohibited. The former elders of a community attain holy status after a certain passage of time. Many kinds of wrong practices occur in the name of these long deceased people. So much so that if they had established the custom of venerating sheeps and camels, their successors would go on doing so without giving any thought to it. Such misguided behaviour, which is based on a tradition of holiness, is so firmly and deeply rooted that it is very difficult to dissuade people from it. It is possible to rise above such psychological complications only when a man acquires a firm belief, in the real sense, that finally he has to appear before God. One holding such a belief man accepts today itself what he will be compelled to accept after death; but acceptance at that time will be of no use to anyone."
    },
    {
      "ayah": 105,
      "surah": 5,
      "text": "The ban on raising unnecessary questions in force at the time of the revelation of the Quran is applicable even today. The best and correct thing to do is to keep any order that is given in its original form. There should be no attempt, by raising unnecessary questions, to extend or reduce the limits of its restriction. Making a brief command more detailed, making an absolute command a limited one and making efforts to make an indefinite order definite, are additions in religion which God and the Prophet have prohibited. The former elders of a community attain holy status after a certain passage of time. Many kinds of wrong practices occur in the name of these long deceased people. So much so that if they had established the custom of venerating sheeps and camels, their successors would go on doing so without giving any thought to it. Such misguided behaviour, which is based on a tradition of holiness, is so firmly and deeply rooted that it is very difficult to dissuade people from it. It is possible to rise above such psychological complications only when a man acquires a firm belief, in the real sense, that finally he has to appear before God. One holding such a belief man accepts today itself what he will be compelled to accept after death; but acceptance at that time will be of no use to anyone."
    },
    {
      "ayah": 106,
      "surah": 5,
      "text": "If a man is on a journey and he senses that the time of his death is approaching, he should seek out two Muslims and hand over his personal possessions to them with proper instructions about bequeathing them to his inheritors. If he cannot find two Muslims in time, he should do likewise with two non-Muslims. These two persons should bring his possessions and hand them over to his heirs. At that time, if the inheritors have any doubts about the statement of the witnesses, they (the latter) should be detained in a mosque and should be made to take an oath before the general body of Muslims, which will testify that whatever they have said on behalf of the deceased was correct. If the inheritors are not satisfied with the statement on oath of the witnesses, then two of the inheritors should take an oath to that effect. Thereafter, a decision should be taken in accordance with their declaration. The giving of this right to the inheritors amounts to the establishment of a check, due to which no one will dare to commit a breach of trust."
    },
    {
      "ayah": 107,
      "surah": 5,
      "text": "In the Islamic law, such instructions are given concerning day-to-day life as provide lessons in a wider sphere of existence.. After a person’s death the division of his property is a family and economic matter. But this has been made a source of training in two important respects. One is that people should adopt the attitude of not giving consideration in their dealings to connections and relations: they should take into account only rights and truth. They should see what the truth is and not question who is favoured by it and who is not. The other is that every procedure should be treated as giving evidence before God. Anything which is in the custody of man is in God’s trust, because man saw it given by God with his own eyes, preserved it in his memory as given by God and now has to declare it with the help of the tongue given by God. Under these circumstances it will be a breach of trust if a man does not state the facts as he has seen them or committed them to memory."
    },
    {
      "ayah": 108,
      "surah": 5,
      "text": "In the Islamic law, such instructions are given concerning day-to-day life as provide lessons in a wider sphere of existence.. After a person’s death the division of his property is a family and economic matter. But this has been made a source of training in two important respects. One is that people should adopt the attitude of not giving consideration in their dealings to connections and relations: they should take into account only rights and truth. They should see what the truth is and not question who is favoured by it and who is not. The other is that every procedure should be treated as giving evidence before God. Anything which is in the custody of man is in God’s trust, because man saw it given by God with his own eyes, preserved it in his memory as given by God and now has to declare it with the help of the tongue given by God. Under these circumstances it will be a breach of trust if a man does not state the facts as he has seen them or committed them to memory."
    },
    {
      "ayah": 109,
      "surah": 5,
      "text": "Those who embraced the faith on the strength of their prophets’ teachings later fell away from the true religion and concocted their own religion in the name of the prophet. In spite of this, every group treated itself as the ummah (community) of its prophet, though after deviating from the real teachings of that prophet, they ceased to have any link with him. The Jews claim to have a connection with Moses and the Christians with Jesus, though their present religions are unconnected with those prophets. This fact has become obscure in the present world of trial. But, on the Day of Judgement, all will be made clear. On that Day, God will assemble all the prophets and, in the presence of their communities, He will ask them what teachings they gave their community and how the community adopted them. In this way, it will be made clear to every community before its prophet as to how far its members contravened their prophet’s teachings on the religion of God, and it will be shown how they had falsely linked their self-made religion with the prophet."
    },
    {
      "ayah": 11,
      "surah": 5,
      "text": "A pledge was taken from the Children of Israel by their prophet that they would lead a godly life, and twelve chiefs from their twelve tribes were appointed to keep a watch over them. The pledge taken from the Children of Israel was that they would make themselves godly by offering salat (prayers); that they would discharge the rights of others in the shape of zakat (obligatory alms-giving); align themselves on the side of God by supporting His prophets; and spend their assets in support of the struggle for the religion of God. It was only after undertaking all this and after establishing a collective system among themselves for ensuring the continued fulfillment of these duties that they were entitled to God’s company and support, and entitled to enter the aesthetic atmosphere of paradise, after being purified. One attains paradise by the performance of good deeds and not due to any racial relationship. The requirements mentioned in this pledge are the very same basic requirements of religion. This is the highway which leads all human beings towards God and His paradise. But when the communities blessed with Divine Scriptures go astray, they turn to the right or left of this highway. Now, it happens that with the help of self-made interpretations the concepts of religion are changed. In the name of ceremonial prayers irrelevant discussions are started. Ways of salvation which are supposed to lead a man to his destination without discharging the claims or rights of his fellowmen, are sought. In the name of the call for truth, meaningless worldly activities find favour with such communities. They devise various means of justifying worldly expenditure. In other words, they concoct a religion of their own, keeping purely worldly considerations in view, and start calling it the religion of God. Once a group reaches this stage in its wrong-doing, God withdraws His attention from it. Deprived of Divine guidance, such people reach the stage where they understand only the language of their base desires and remain preoccupied with satisfying their desires, until the angel of death approaches in order to catch hold of them and take them to the court of God."
    },
    {
      "ayah": 110,
      "surah": 5,
      "text": "Among those prophets, there is the example of Jesus, who is an intermediate link between the earlier prophets and the last of the prophets. Jesus was given very special miracles to perform. Those who had embraced the faith through him were very few in number and his opponents, the Jews, enjoyed worldly power. In spite of this, they could not inflict any harm on him and were not successful in destroying his companions. The result of these miracles should have been that people should have accepted the religion brought by him. But what actually happened was that his opponents ignored him, saying that the miracles performed by him were merely feats of magic. On the contrary, those who embraced his faith later on gave him the status of a god. On Judgement Day, it will be made clear to those who claim to be his followers that whatever feats Jesus had performed were all done at God’s behest. It was God who saved him from the dangers presented by his opponents. When this was the true state of affairs and Jesus himself will testify to this, standing before them, then his people will have to explain who had given them the religion which they had wrongly attributed to Jesus."
    },
    {
      "ayah": 111,
      "surah": 5,
      "text": "It is the dayee who performs the duty of calling upon people to Truth. But a positive response to this call cannot be given unless it is God-inspired. Even after being convinced of the veracity of the call, a man still does not necessarily proceed to accept it, as many impediments still remain—the appearance of the missionary as a common man; the fear that on acceptance of the call the structure of the life already built up will crumble, the question that if this is the Truth, whether certain great men were strangers to the Truth, etc. This is a critical juncture where a man is unable to take a decision, even having reached the stage of decision-making. This is the point at which God helps him. He holds the hands of a person in whom He sees some goodness and leads him across the borders of doubt and ushers him into the area of certainty."
    },
    {
      "ayah": 112,
      "surah": 5,
      "text": "Man is constantly being provided with the provisions for his life by God. In fact, the whole earth has become a table laid with provisions for man. But the demand made by the believers in Jesus for food to be sent down from the sky caused a severe warning to be given to them. The reason for this is that the provisions we receive under normal conditions are routed through a veil of cause and effect, while the demand of the believers involved the removal of that veil. This is again the way of God, because if this veil is removed, how can the conditions for human trial be perpetuated?"
    },
    {
      "ayah": 113,
      "surah": 5,
      "text": "Man is constantly being provided with the provisions for his life by God. In fact, the whole earth has become a table laid with provisions for man. But the demand made by the believers in Jesus for food to be sent down from the sky caused a severe warning to be given to them. The reason for this is that the provisions we receive under normal conditions are routed through a veil of cause and effect, while the demand of the believers involved the removal of that veil. This is again the way of God, because if this veil is removed, the very purpose of test will be defeated."
    },
    {
      "ayah": 114,
      "surah": 5,
      "text": "Man is constantly being provided with the provisions for his life by God. In fact, the whole earth has become a table laid with provisions for man. But the demand made by the believers in Jesus for food to be sent down from the sky caused a severe warning to be given to them. The reason for this is that the provisions we receive under normal conditions are routed through a veil of cause and effect, while the demand of the believers involved the removal of that veil. This is again the way of God, because if this veil is removed, the very purpose of test will be defeated."
    },
    {
      "ayah": 115,
      "surah": 5,
      "text": "The fact is that crops flourishing in the fields, or the emergence of a tree, stout and green, from beneath the earth are all as miraculous events as the descent to us of a platter containing food from the midst of the clouds. But the miraculous nature of these events is not apparent to us because they appear from behind a veil. It is the test of man that he should be able to see the reality by tearing down that veil. He should be able to look upon the basic elements of foodstuffs emerging from the earth as if they were descending from heaven. If a person insists that he will accept the Divine Truth only on ‘seeing’ it, then he is saying, as it were, that he will receive God’s grace without undergoing His trial, and that is not possible according to the way of God."
    },
    {
      "ayah": 116,
      "surah": 5,
      "text": "When the Day of Judgement arrives, man will come to know without being told what is right and what is wrong. People will witness with their own eyes that all powers are with the one and only God. He has no partner in being our Creator and Lord. No one but Him has any powers and there is no one except Him who deserves to be worshipped and obeyed. Under these circumstances, when God asks His prophets with what message they were sent to the world, then it will amount to asking about something which would have already become known to the people. The answer to this question will be so clear at that time that, without anybody’s saying anything, the whole atmosphere of the Judgement Day will have been shouting it out. This question and answer will serve only to increase the abasement of the people being judged by God. It will be for the purpose of clarifying in the presence of the prophets that the religion concocted by them in the name of prophets was not at all connected with their teachings."
    },
    {
      "ayah": 117,
      "surah": 5,
      "text": "When the Day of Judgement arrives, man will come to know without being told what is right and what is wrong. People will witness with their own eyes that all powers are with the one and only God. He has no partner in being our Creator and Lord. No one but Him has any powers and there is no one except Him who deserves to be worshipped and obeyed. Under these circumstances, when God asks His prophets with what message they were sent to the world, then it will amount to asking about something which would have already become known to the people. The answer to this question will be so clear at that time that, without anybody’s saying anything, the whole atmosphere of the Judgement Day will have been shouting it out. This question and answer will serve only to increase the abasement of the people being judged by God. It will be for the purpose of clarifying in the presence of the prophets that the religion concocted by them in the name of prophets was not at all connected with their teachings."
    },
    {
      "ayah": 118,
      "surah": 5,
      "text": "When the Day of Judgement arrives, man will come to know without being told what is right and what is wrong. People will witness with their own eyes that all powers are with the one and only God. He has no partner in being our Creator and Lord. No one but Him has any powers and there is no one except Him who deserves to be worshipped and obeyed. Under these circumstances, when God asks His prophets with what message they were sent to the world, then it will amount to asking about something which would have already become known to the people. The answer to this question will be so clear at that time that, without anybody’s saying anything, the whole atmosphere of the Judgement Day will have been shouting it out. This question and answer will serve only to increase the abasement of the people being judged by God. It will be for the purpose of clarifying in the presence of the prophets that the religion concocted by them in the name of prophets was not at all connected with their teachings."
    },
    {
      "ayah": 119,
      "surah": 5,
      "text": "This world has been created for the sake of putting man to the test. Therefore, everybody has freedom here. Here man may prosper even after linking with God and his prophet a religion which is not connected with God and His prophet. Here, even on the strength of imaginary hopes and false wishes, the right to paradise can be claimed. Here, it is possible for a man to create a great fanfare about his leadership and to ‘prove’ that whatever he does is exactly according to the religion of God. But, no such thing will be useful on the Day of Judgement. What will be useful on the Day of Judgment will be that man should prove truthful in the eyes of God. The test of the community bearing the Divine Scripture is not whether they are the claimants of faith or not. Their real test is a demonstration of their ability to prove their claim to Faith."
    },
    {
      "ayah": 12,
      "surah": 5,
      "text": "A pledge was taken from the Children of Israel by their prophet that they would lead a godly life, and twelve chiefs from their twelve tribes were appointed to keep a watch over them. The pledge taken from the Children of Israel was that they would make themselves godly by offering salat (prayers); that they would discharge the rights of others in the shape of zakat (obligatory alms-giving); align themselves on the side of God by supporting His prophets; and spend their assets in support of the struggle for the religion of God. It was only after undertaking all this and after establishing a collective system among themselves for ensuring the continued fulfillment of these duties that they were entitled to God’s company and support, and entitled to enter the aesthetic atmosphere of paradise, after being purified. One attains paradise by the performance of good deeds and not due to any racial relationship. The requirements mentioned in this pledge are the very same basic requirements of religion. This is the highway which leads all human beings towards God and His paradise. But when the communities blessed with Divine Scriptures go astray, they turn to the right or left of this highway. Now, it happens that with the help of self-made interpretations the concepts of religion are changed. In the name of ceremonial prayers irrelevant discussions are started. Ways of salvation which are supposed to lead a man to his destination without discharging the claims or rights of his fellowmen, are sought. In the name of the call for truth, meaningless worldly activities find favour with such communities. They devise various means of justifying worldly expenditure. In other words, they concoct a religion of their own, keeping purely worldly considerations in view, and start calling it the religion of God. Once a group reaches this stage in its wrong-doing, God withdraws His attention from it. Deprived of Divine guidance, such people reach the stage where they understand only the language of their base desires and remain preoccupied with satisfying their desires, until the angel of death approaches in order to catch hold of them and take them to the court of God."
    },
    {
      "ayah": 120,
      "surah": 5,
      "text": "This world has been created for the sake of putting man to the test. Therefore, everybody has freedom here. Here man may prosper even after linking with God and his prophet a religion which is not connected with God and His prophet. Here, even on the strength of imaginary hopes and false wishes, the right to paradise can be claimed. Here, it is possible for a man to create a great fanfare about his leadership and to ‘prove’ that whatever he does is exactly according to the religion of God. But, no such thing will be useful on the Day of Judgement. What will be useful on the Day of Judgment will be that man should prove truthful in the eyes of God. The test of the community bearing the Divine Scripture is not whether they are the claimants of faith or not. Their real test is a demonstration of their ability to prove their claim to Faith."
    },
    {
      "ayah": 13,
      "surah": 5,
      "text": "A pledge was taken from the Children of Israel by their prophet that they would lead a godly life, and twelve chiefs from their twelve tribes were appointed to keep a watch over them. The pledge taken from the Children of Israel was that they would make themselves godly by offering salat (prayers); that they would discharge the rights of others in the shape of zakat (obligatory alms-giving); align themselves on the side of God by supporting His prophets; and spend their assets in support of the struggle for the religion of God. It was only after undertaking all this and after establishing a collective system among themselves for ensuring the continued fulfillment of these duties that they were entitled to God’s company and support, and entitled to enter the aesthetic atmosphere of paradise, after being purified. One attains paradise by the performance of good deeds and not due to any racial relationship. The requirements mentioned in this pledge are the very same basic requirements of religion. This is the highway which leads all human beings towards God and His paradise. But when the communities blessed with Divine Scriptures go astray, they turn to the right or left of this highway. Now, it happens that with the help of self-made interpretations the concepts of religion are changed. In the name of ceremonial prayers irrelevant discussions are started. Ways of salvation which are supposed to lead a man to his destination without discharging the claims or rights of his fellowmen, are sought. In the name of the call for truth, meaningless worldly activities find favour with such communities. They devise various means of justifying worldly expenditure. In other words, they concoct a religion of their own, keeping purely worldly considerations in view, and start calling it the religion of God. Once a group reaches this stage in its wrong-doing, God withdraws His attention from it. Deprived of Divine guidance, such people reach the stage where they understand only the language of their base desires and remain preoccupied with satisfying their desires, until the angel of death approaches in order to catch hold of them and take them to the court of God."
    },
    {
      "ayah": 14,
      "surah": 5,
      "text": "When The People of the Book (i.e. those communities blessed with Divine Scriptures) go astray, they disregard the clear-cut, eternal parts of the Scriptures and hasten to embrace those parts which are of purely local or topical interest. This leads to conflict and results in degradation in the Hereafter. Whenever such groups leave the right path, infirmities become apparent. They start adopting a religion of their own imagining, casting aside their time-honoured authentic religion. Dissatisfied with the clear commandments given by God and His prophets on religious laws, spirituality and politics, they delve into them to find new points of contention. This opens up the door to differences and sectarianism. Sometimes, to justify worldly desires, sometimes to perfect the ‘imperfect’ religion of God, sometimes just to move with the times, dissatisfied elements introduce new elements into religion which are not really part of it. In this way, different new editions of religion take shape—some spiritual, some political, and so on. Around each one of them, like-minded persons start gathering and finally they form a sect. Succeeding generations start protecting this new version, treating it as if it were the heritage of their forefathers. A stage comes when it will clearly be perpetuated until Doomsday, because man tends to treat the past as sacred, and once something is sanctified by time and tradition, it takes on an aura of being eternal. Sectarianism in the name of religion on the one hand becomes sacred and eternal and on the other comes to be regarded as God’s command and gives licence for harbouring hatred and indulging in violence against others."
    },
    {
      "ayah": 15,
      "surah": 5,
      "text": "The People of the Book made two mistakes in their religion. One is that they omitted some teachings from it by means either of deliberate misinterpretation or distortion. For instance, they made certain changes in their Book obviating the necessity to accept any further prophet for their salvation; their attachment to the religion of their forfathers was considered enough for their salvation. The other mistake which they made in the name of religion, was that they imposed upon themselves restrictions which had not been ordained by God: for example, the petty rites of sacrifice, which were not commanded by their prophets, but which were concocted by their scholars by means of their hair-splitting interpretations. The Quran came to them as a blessing. It revived or renewed their Divine religion, when they had been groping in the darkness on a path which they deludedly thought was leading them towards paradise, when it was actually taking them towards the wrath of God. The Quran pulled them out of this darkness. On the one hand, the Quran presented their lost teachings in their original form, and on the other hand, liberated them from the unnecessary religious restrictions by which they had shackled themselves. Now those who obey and follow their desires will remain groping in the dark, and those who seek the pleasure of God, will find the right path. With the help of God’s guidance, they will be successful in pulling themselves out of darkness and enter the brightness of light. The fact of Truth being Truth and falsehood being falsehood is clarified perfectly, but it is always in terms of reasoning, and reasoning appeals to the minds of only those people who keep their minds open. The false deities (other than the one and only God) set up by human beings are such that they are not capable of creating or destroying anything by themselves. This fact is in itself enough to establish that there is no deity except the one and only God. How can beings that have no powers over creation and death be God?"
    },
    {
      "ayah": 16,
      "surah": 5,
      "text": "A community which is blessed with the Book and a prophet, and proves that it accepts them, receives many blessings from God—special help and victory over opponents; domination on the earth; God’s pardon and the promise of paradise, etc. In the case of the earlier generations of a community, this is a reward for their actions; they surrendered their existence to God, therefore, God blessed them with His bounties. However, in the case of later generations, the position changes. Now the whole matter assumes a national or communal character. Whereas the earlier people enjoyed the blessings of God by virtue of their performance, the later generations assume that they are entitled to the same blessings—whatever their actions—simply because they belong to a certain community or race. Then they start believing that they are the specially favoured people of God, and whatever they do, they will definitely receive the bounties of God. With a view to removing this misunderstanding on the part of the people of the Book, God has specifically ordained that the rewards meant for them will start right here in this world. Such people can see in the present world itself how their God is going to deal with them in the future world. If, in this world, they are enjoying supremacy over their enemies, then it means that they are the favourite group of God, and if their enemies prevail over them, then it means that the reverse is true. If a group which is in possession of the Book is repeatedly vanquished and remains downtrodden in this world, in spite of being large in number, it should never entertain the hope of enjoying a high position and honours in the Hereafter."
    },
    {
      "ayah": 17,
      "surah": 5,
      "text": "A community which is blessed with the Book and a prophet, and proves that it accepts them, receives many blessings from God—special help and victory over opponents; domination on the earth; God’s pardon and the promise of paradise, etc. In the case of the earlier generations of a community, this is a reward for their actions; they surrendered their existence to God, therefore, God blessed them with His bounties. However, in the case of later generations, the position changes. Now the whole matter assumes a national or communal character. Whereas the earlier people enjoyed the blessings of God by virtue of their performance, the later generations assume that they are entitled to the same blessings—whatever their actions—simply because they belong to a certain community or race. Then they start believing that they are the specially favoured people of God, and whatever they do, they will definitely receive the bounties of God. With a view to removing this misunderstanding on the part of the people of the Book, God has specifically ordained that the rewards meant for them will start right here in this world. Such people can see in the present world itself how their God is going to deal with them in the future world. If, in this world, they are enjoying supremacy over their enemies, then it means that they are the favourite group of God, and if their enemies prevail over them, then it means that the reverse is true. If a group which is in possession of the Book is repeatedly vanquished and remains downtrodden in this world, in spite of being large in number, it should never entertain the hope of enjoying a high position and honours in the Hereafter."
    },
    {
      "ayah": 18,
      "surah": 5,
      "text": "A community which is blessed with the Book and a prophet, and proves that it accepts them, receives many blessings from God—special help and victory over opponents; domination on the earth; God’s pardon and the promise of paradise, etc. In the case of the earlier generations of a community, this is a reward for their actions; they surrendered their existence to God, therefore, God blessed them with His bounties. However, in the case of later generations, the position changes. Now the whole matter assumes a national or communal character. Whereas the earlier people enjoyed the blessings of God by virtue of their performance, the later generations assume that they are entitled to the same blessings—whatever their actions—simply because they belong to a certain community or race. Then they start believing that they are the specially favoured people of God, and whatever they do, they will definitely receive the bounties of God. With a view to removing this misunderstanding on the part of the people of the Book, God has specifically ordained that the rewards meant for them will start right here in this world. Such people can see in the present world itself how their God is going to deal with them in the future world. If, in this world, they are enjoying supremacy over their enemies, then it means that they are the favourite group of God, and if their enemies prevail over them, then it means that the reverse is true. If a group which is in possession of the Book is repeatedly vanquished and remains downtrodden in this world, in spite of being large in number, it should never entertain the hope of enjoying a high position and honours in the Hereafter."
    },
    {
      "ayah": 19,
      "surah": 5,
      "text": "Considering any community as a favourite community of God is an absolutely meaningless thought. Before God the reckoning is individual to individual and not community to community. Everybody will get his reward before God according to his deeds. In the eyes of God, every man is a human being irrespective of his belonging to this community or that. Every man’s future will be decided on the basis of his performance in this world of test and trial. Paradise is not the native place of any community; nor is hell the prison for any particular community. It is the way of God that He, on His behalf, raises certain individuals who acquaint the people with the realities of life; warn them of hell and give them the good news of paradise. It is only by supporting these ‘warners’ and ‘bringers of good news’ and cooperating with them that man finds God, and not in any other way."
    },
    {
      "ayah": 2,
      "surah": 5,
      "text": "In normal circumstances, man carries out God’s commands. But under extraordinary circumstances, he becomes a different man. For example, the occasion arises when somebody’s opposition irritates him. Then one who seemed to fear God in normal circumstances, suddenly changed into one who is fearless of God. Then man forgets the limits of justice and wants to degrade and defeat his opponent in whatever way possible. But this type of revengeful, inimical action is not legitimate in the eyes of God, even if it were in retaliation for being prevented from performing the pilgrimage to the Sacred Mosque in Makkah. If others co-opearate with one who indulges in such oppressive activity this will amount to helping in the commission of a sin. Those who fear God will support others only in righteous deeds. It is the most difficult task in the present world to support those who are on the right path and ignore those who are not on the right path as they have all the wordly glories by their side. But it is by virtue of man’s success in this very task that his fate will be decided."
    },
    {
      "ayah": 20,
      "surah": 5,
      "text": "It is the way of God that He chooses a group in order to convey His message to the people. He sends His prophet and His Book to this group and assigns them the task of conveying this message to others. Just as a particular person is the recipient of revelation, similarly a particular group is made the bearer of the revelation. In ancient times this special position was enjoyed by the Children of Israel and after the advent of the last of the prophets, his followers (ummah) were appointed to this position. Just as God requires of a community that it should represent His religion, similarly He also wants the community representing His religion to enjoy honours and high position in this world, so that it should be demonstrated to the people that in the new world coming into existence after Doomsday, prominence and distinction will be conferred only upon the ‘People of the Truth’. All others will be subdued and distanced from God’s blessings. However, this worldly benefit is not conferred on this group unconditionally: the group has first to face the test of entitlement. It has to prove that it has full faith in God under all circumstances and bows to His will and pleasure even if that tries their patience to the very limits."
    },
    {
      "ayah": 21,
      "surah": 5,
      "text": "It is the way of God that He chooses a group in order to convey His message to the people. He sends His prophet and His Book to this group and assigns them the task of conveying this message to others. Just as a particular person is the recipient of revelation, similarly a particular group is made the bearer of the revelation. In ancient times this special position was enjoyed by the Children of Israel and after the advent of the last of the prophets, his followers (ummah) were appointed to this position. Just as God requires of a community that it should represent His religion, similarly He also wants the community representing His religion to enjoy honours and high position in this world, so that it should be demonstrated to the people that in the new world coming into existence after Doomsday, prominence and distinction will be conferred only upon the ‘People of the Truth’. All others will be subdued and distanced from God’s blessings. However, this worldly benefit is not conferred on this group unconditionally: the group has first to face the test of entitlement. It has to prove that it has full faith in God under all circumstances and bows to His will and pleasure even if that tries their patience to the very limits."
    },
    {
      "ayah": 22,
      "surah": 5,
      "text": "It is the way of God that He chooses a group in order to convey His message to the people. He sends His prophet and His Book to this group and assigns them the task of conveying this message to others. Just as a particular person is the recipient of revelation, similarly a particular group is made the bearer of the revelation. In ancient times this special position was enjoyed by the Children of Israel and after the advent of the last of the prophets, his followers (ummah) were appointed to this position. Just as God requires of a community that it should represent His religion, similarly He also wants the community representing His religion to enjoy honours and high position in this world, so that it should be demonstrated to the people that in the new world coming into existence after Doomsday, prominence and distinction will be conferred only upon the ‘People of the Truth’. All others will be subdued and distanced from God’s blessings. However, this worldly benefit is not conferred on this group unconditionally: the group has first to face the test of entitlement. It has to prove that it has full faith in God under all circumstances and bows to His will and pleasure even if that tries their patience to the very limits."
    },
    {
      "ayah": 23,
      "surah": 5,
      "text": "It is the way of God that He chooses a group in order to convey His message to the people. He sends His prophet and His Book to this group and assigns them the task of conveying this message to others. Just as a particular person is the recipient of revelation, similarly a particular group is made the bearer of the revelation. In ancient times this special position was enjoyed by the Children of Israel and after the advent of the last of the prophets, his followers (ummah) were appointed to this position. Just as God requires of a community that it should represent His religion, similarly He also wants the community representing His religion to enjoy honours and high position in this world, so that it should be demonstrated to the people that in the new world coming into existence after Doomsday, prominence and distinction will be conferred only upon the ‘People of the Truth’. All others will be subdued and distanced from God’s blessings. However, this worldly benefit is not conferred on this group unconditionally: the group has first to face the test of entitlement. It has to prove that it has full faith in God under all circumstances and bows to His will and pleasure even if that tries their patience to the very limits."
    },
    {
      "ayah": 24,
      "surah": 5,
      "text": "It is the way of God that He chooses a group in order to convey His message to the people. He sends His prophet and His Book to this group and assigns them the task of conveying this message to others. Just as a particular person is the recipient of revelation, similarly a particular group is made the bearer of the revelation. In ancient times this special position was enjoyed by the Children of Israel and after the advent of the last of the prophets, his followers (ummah) were appointed to this position. Just as God requires of a community that it should represent His religion, similarly He also wants the community representing His religion to enjoy honours and high position in this world, so that it should be demonstrated to the people that in the new world coming into existence after Doomsday, prominence and distinction will be conferred only upon the ‘People of the Truth’. All others will be subdued and distanced from God’s blessings. However, this worldly benefit is not conferred on this group unconditionally: the group has first to face the test of entitlement. It has to prove that it has full faith in God under all circumstances and bows to His will and pleasure even if that tries their patience to the very limits."
    },
    {
      "ayah": 25,
      "surah": 5,
      "text": "At the time the Children of Israel left Egypt under the leadership of Moses and reached the Sinai desert, a tyrant community, the Amaliqa, was ruling Syria and Palestine areas. God informed the Children of Israel that the tyrant people had come to the end of their epoch, that they should enter that country and that with the help of God they would overcome the tyrant people after some negligible resistence. But, the Israelites were so terror-striken by the tyrant community that they were not prepared to enter its country. This meant that they were more afraid of human beings than of God. Thereafter, they became worthless in the eyes of God. God then decided that for forty years (1440 B.C. to 1400 B.C.) they would wander in the desert, by which time all those who were of the age of twenty years or more would have died and during this period a new generation living under new conditions would have grown up. And it actually happened like that. In the forty years spent in the desert, all the people of advanced age died. Thereafter, their new generations under the leadership of Yusha‘ bin Nun (Joshua) conquered Syria and Palestine. This Yusha‘ was one of the the two righteous Israelites who had previously advised their community to trust in God and enter the Amaliqa’s country. The Children of Israel had told Moses that if they invaded that country (of the Amalekites) they themselves would be defeated and their children would be treated as so much loot. But, these very children, after growing up, entered that country and captured it. The children acquired this strength because, for a long period, they had faced the hardships of desert life. Those very conditions which had been considered by the fathers of the children to be so dangerous as to spell death for their children actually held for them the secret of life. To live in favourable conditions is evidently very pleasant. But, the fact is that the best latent talents of a man emerge when he has to struggle with circumstances for his life. In Egypt, the Children of Israel had been living in peace for centuries. The result of this was that they had become a dead community. But after their exile, the desert life which they had to live was a total challenge for them. Those who spent their lives from childhood to youth in such circumstances were naturally a different kind of people. The desert conditions had fostered in them simplicity courage, diligence and realism; and these are the qualities which infuse life into a community. If a community becomes ‘dead’ as a result of the prevailing circumstances, then it is placed in extraordinary circumstances in order to revive it."
    },
    {
      "ayah": 26,
      "surah": 5,
      "text": "At the time the Children of Israel left Egypt under the leadership of Moses and reached the Sinai desert, a tyrant community, the Amaliqa, was ruling Syria and Palestine areas. God informed the Children of Israel that the tyrant people had come to the end of their epoch, that they should enter that country and that with the help of God they would overcome the tyrant people after some negligible resistence. But, the Israelites were so terror-striken by the tyrant community that they were not prepared to enter its country. This meant that they were more afraid of human beings than of God. Thereafter, they became worthless in the eyes of God. God then decided that for forty years (1440 B.C. to 1400 B.C.) they would wander in the desert, by which time all those who were of the age of twenty years or more would have died and during this period a new generation living under new conditions would have grown up. And it actually happened like that. In the forty years spent in the desert, all the people of advanced age died. Thereafter, their new generations under the leadership of Yusha‘ bin Nun (Joshua) conquered Syria and Palestine. This Yusha‘ was one of the the two righteous Israelites who had previously advised their community to trust in God and enter the Amaliqa’s country. The Children of Israel had told Moses that if they invaded that country (of the Amalekites) they themselves would be defeated and their children would be treated as so much loot. But, these very children, after growing up, entered that country and captured it. The children acquired this strength because, for a long period, they had faced the hardships of desert life. Those very conditions which had been considered by the fathers of the children to be so dangerous as to spell death for their children actually held for them the secret of life. To live in favourable conditions is evidently very pleasant. But, the fact is that the best latent talents of a man emerge when he has to struggle with circumstances for his life. In Egypt, the Children of Israel had been living in peace for centuries. The result of this was that they had become a dead community. But after their exile, the desert life which they had to live was a total challenge for them. Those who spent their lives from childhood to youth in such circumstances were naturally a different kind of people. The desert conditions had fostered in them simplicity courage, diligence and realism; and these are the qualities which infuse life into a community. If a community becomes ‘dead’ as a result of the prevailing circumstances, then it is placed in extraordinary circumstances in order to revive it."
    },
    {
      "ayah": 27,
      "surah": 5,
      "text": "Whatever a man receives in this world is bestowed by God. Therefore, being jealous of a person on seeing him well situated in life and then inflicting harm on him amounts to trying to nullify God’s plan. Such a person is to some extent given the scope to do whatever he likes in this world of trial, but in the eyes of God, he is the worst sinner. Abel drew the attention of his elder brother, Cain, to this fact. This created some hesitation in his mind. He realised that he was bent on killing his younger brother without any justification. But the feeling of jealousy in him did not cool down. He invented excuses to justify his action. Ultimately, his inner struggle resolved itself and rest in his self-devised justification and he proceeded to kill his brother. The voice of conscience is the voice of God. A question arising in a man’s conscience about any action of his amounts in fact to his facing a test. A man is successful if he gives a positive response to the voice of his conscience, but if in taking the shelter of false excuses he suppresses the voice of his conscience, then he has failed."
    },
    {
      "ayah": 28,
      "surah": 5,
      "text": "The real reward for the deeds performed for the sake of God will be given in the Hereafter. However, sometimes even in this world certain occurrences show whether human actions have gained God’s approval. This happened in the case of Adam’s sons, Abel and Cain (Habil and Qabil). Abel’s offerings from his flocks of sheep and goats were accepted by God and he was duly blessed, but Cain’s offerings of his agricultural produce were not, and he remained unblessed. Cain then became so jealous of his younger brother that he threatened to kill him. Abel said that Cain’s offering had been rejected because Cain had no heartfelt fear of God and should, therefore, reform himself instead of threatening him. But, jealousy and enmity blur the truth and one can think only of how to eliminate one’s supposed enemy. Abel told Cain that he might raise his hand to murder him, but that he would not retaliate, because God had prohibited any fighting between one Muslim and another. Even if a Muslim wanted to assassinate his brother, the brother should not consider it legitimate to kill his attacker. This obviated the mutual clash which was otherwise inevitable, as well as the resulting endless chain of action and reaction in Muslim society. If two Muslims are bent on each other’s destruction, the guilt is divided between the two. But if one Muslim carries out his intention, while the other remains immersed in prayer, the attacker will not only shoulder the burden of his own sin, but also that of any sin which his victim might have commmitted had he not remained patient and prayerful."
    },
    {
      "ayah": 29,
      "surah": 5,
      "text": "The real reward for the deeds performed for the sake of God will be given in the Hereafter. However, sometimes even in this world certain occurrences show whether human actions have gained God’s approval. This happened in the case of Adam’s sons, Abel and Cain (Habil and Qabil). Abel’s offerings from his flocks of sheep and goats were accepted by God and he was duly blessed, but Cain’s offerings of his agricultural produce were not, and he remained unblessed. Cain then became so jealous of his younger brother that he threatened to kill him. Abel said that Cain’s offering had been rejected because Cain had no heartfelt fear of God and should, therefore, reform himself instead of threatening him. But, jealousy and enmity blur the truth and one can think only of how to eliminate one’s supposed enemy. Abel told Cain that he might raise his hand to murder him, but that he would not retaliate, because God had prohibited any fighting between one Muslim and another. Even if a Muslim wanted to assassinate his brother, the brother should not consider it legitimate to kill his attacker. This obviated the mutual clash which was otherwise inevitable, as well as the resulting endless chain of action and reaction in Muslim society. If two Muslims are bent on each other’s destruction, the guilt is divided between the two. But if one Muslim carries out his intention, while the other remains immersed in prayer, the attacker will not only shoulder the burden of his own sin, but also that of any sin which his victim might have commmitted had he not remained patient and prayerful."
    },
    {
      "ayah": 3,
      "surah": 5,
      "text": "Some animals, due to their being harmful from the point of view of health and morality, are not fit to be consumed by human beings as food. That is the sole reason for Almighty God having forbidden pork. Similarly, there are many things in the body of an animal besides its flesh that are not fit to be eaten. Blood is one of these. Accordingly, in Islam a certain method of slaughtering an animal (dhabh) is prescribed in order to ensure that after slaughtering all of the animal’s blood oozes out. In other methods of killing an animal, except dhabh, the blood of the animal remains absorbed in its flesh and does not get fully separated. For the same reason, in the Islamic law, the consumption of all types of dead animals is also forbidden, because the blood of a dead animal immediately gets absorbed in its flesh. Similarly, meat that is somehow polluted by polytheistic belief is forbidden; for example, the meat of an animal slaughtered by invoking any name other than that of God or the meat of animals in order to attain nearness to (or to appease) anybody other than God. However, God by His special grace has made the allowance that any starving person who has to choose between death and taking forbidden food may opt for the latter. ‘Today I have perfected your religion for you’ i.e. the commandments that were to be given to you have all been given. Whatever was destined to be sent to you has all been sent. Here there is no mention about the perfection of religion in the absolute sense; it is only a declaration of the completion of the process of revelation of the Quran which was started earlier. This mentions the completion of revelation and not that of the religion. Therefore, the wording is not ‘Today I have perfected the religion,’ but rather ‘Today I have completed your religion for you.’ The fact is that the religion of God was given to man in every period in perfect form. God has never sent imperfect religion to man. God has put the people following the Quran on such a firm footing that by virtue of their latent potential they have gone beyond the reach of any external danger. Now if that community comes to any harm, it will be due to its internal weaknesses and not due to any external attacks. And the greatest guarantee of being free from internal weaknesses is that its members should have fear of God at heart."
    },
    {
      "ayah": 30,
      "surah": 5,
      "text": "Whatever a man receives in this world is bestowed by God. Therefore, one who, out of being jealous inflicts harm upon another who is better situated in life attempts, in effect, to nullify God’s plan. Such a person is to some extent given the scope to do whatever he likes in this world of trial, but in the eyes of God, he is the worst sinner. Abel drew the attention of his elder brother Cain to this fact. This created some hesitation in Cain’s mind. He realised that if he was bent on killing his younger brother, it was without any justification. But the feeling of jealousy in him did not cool down. He invented excuses to justify his action. Ultimately, his inner struggle resolved itself by returning to his self-devised justification and he proceeded to kill his brother. The voice of conscience is the voice of God. A question arising in a man’s conscience about any action of his amounts in fact to his facing a test. A man is successful if he gives a positive response to the voice of his conscience, but if, in taking the shelter of false excuses, he suppresses the voice of his conscience, then he has failed. It has been recorded in a tradition of the Prophet that transgression and the killing of kindred are sins for which punishment starts right here in this world. The punishment for the unjustified atrocity committed by Cain against his brother was given to him not only in the Hereafter but in this very world where he was immediately plunged into misery. It has come to us through Mujahid that Cain, after committing the murder, was afflicted by his lower leg becoming stuck to his thigh. He remained lying on the ground, unattended and uncared for, until he died in ignominy and distress. (Tafsir ibn Kathir). Cain was instructed by means of a crow how to bury the dead body under the ground. This points to the fact that man was less knowledgeable than the animals about the ways of nature. And, if he follows his emotions, there is no worse transgressor than he. Furthermore, it is implied that if, rather than committing a crime, a man buries the intention in his heart, he will not have to face the shame of it afterwards. A man should curb and bury his bad intentions in his heart and not allow them to emerge and become a reality. A man, before bringing his evil designs to fruition, has simply to bury the intention. If, not, he will be confronted with the problem of burying the dead body, which, even after burial, will be treated by God as not having been buried."
    },
    {
      "ayah": 31,
      "surah": 5,
      "text": "Whatever a man receives in this world is bestowed by God. Therefore, one who, out of being jealous inflicts harm upon another who is better situated in life attempts, in effect, to nullify God’s plan. Such a person is to some extent given the scope to do whatever he likes in this world of trial, but in the eyes of God, he is the worst sinner. Abel drew the attention of his elder brother Cain to this fact. This created some hesitation in Cain’s mind. He realised that if he was bent on killing his younger brother, it was without any justification. But the feeling of jealousy in him did not cool down. He invented excuses to justify his action. Ultimately, his inner struggle resolved itself by returning to his self-devised justification and he proceeded to kill his brother. The voice of conscience is the voice of God. A question arising in a man’s conscience about any action of his amounts in fact to his facing a test. A man is successful if he gives a positive response to the voice of his conscience, but if, in taking the shelter of false excuses, he suppresses the voice of his conscience, then he has failed. It has been recorded in a tradition of the Prophet that transgression and the killing of kindred are sins for which punishment starts right here in this world. The punishment for the unjustified atrocity committed by Cain against his brother was given to him not only in the Hereafter but in this very world where he was immediately plunged into misery. It has come to us through Mujahid that Cain, after committing the murder, was afflicted by his lower leg becoming stuck to his thigh. He remained lying on the ground, unattended and uncared for, until he died in ignominy and distress. (Tafsir ibn Kathir). Cain was instructed by means of a crow how to bury the dead body under the ground. This points to the fact that man was less knowledgeable than the animals about the ways of nature. And, if he follows his emotions, there is no worse transgressor than he. Furthermore, it is implied that if, rather than committing a crime, a man buries the intention in his heart, he will not have to face the shame of it afterwards. A man should curb and bury his bad intentions in his heart and not allow them to emerge and become a reality. A man, before bringing his evil designs to fruition, has simply to bury the intention. If, not, he will be confronted with the problem of burying the dead body, which, even after burial, will be treated by God as not having been buried."
    },
    {
      "ayah": 32,
      "surah": 5,
      "text": "When one person kills another, he is the killer of not only one person but of all human beings, because he contravenes the law of respect for human life upon which the lives of all human beings depend. Similarly, when someone saves another from oppression, he is not the saviour of just one person but of all human beings, because he is protecting the principle of respect for life of all hman beings, which holds that nobody has the right to raise his hand to another. If one person attacks the honour, property or life of another, it means that abnormal conditions have developed in the society. It is necessary for Muslims to look at even one incident of this nature as if the life, property and honour of all people are in danger. In a society, the tradition of respect for each other’s life is formed as a result of a long history, and once this tradition is violated, it will be a very long time before it can be revived. Those who establish the tradition of violence in a society are the worst enemies of that society."
    },
    {
      "ayah": 33,
      "surah": 5,
      "text": "The greatest achievement for a man is his nearness to God. This nearness in its real and perfect shape will be his in the Hereafter. However, when a man’s righteous action brings him nearness to God, he experiences this in this world purely in the form of heavenly feeling. The way to attain this nearness is through becoming a true worshipper of God, and through struggling to make efforts for His cause."
    },
    {
      "ayah": 34,
      "surah": 5,
      "text": "The greatest achievement for a man is his nearness to God. This nearness in its real and perfect shape will be his in the Hereafter. However, when a man’s righteous action brings him nearness to God, he experiences this in this world purely in the form of heavenly feeling. The way to attain this nearness is through becoming a true worshipper of God, and through struggling to make efforts for His cause."
    },
    {
      "ayah": 35,
      "surah": 5,
      "text": "The greatest achievement for a man is his nearness to God. This nearness in its real and perfect shape will be his in the Hereafter. However, when a man’s righteous action brings him nearness to God, he experiences this in this world purely in the form of heavenly feeling. The way to attain this nearness is through becoming a true worshipper of God, and through struggling to make efforts for His cause."
    },
    {
      "ayah": 36,
      "surah": 5,
      "text": "The principle on which God has created the system of this world is that everybody should discharge his duty, and nobody should unnecessarily interfere in the sphere of others. All inanimate objects and animals follow this natural law. Human beings also have been given clear instructions to this effect through the prophets. But human beings who, unlike other creatures, have been given freedom for the time being, rebel, and in that way create a disturbance in the system of Nature. Such people are the worst criminals in the eyes of God. And those who declare war against God and His prophet are still worse criminals. Such people frequently indulge in acts of terrorism. This runs counter to God’s call to His subjects to refrain from creating disturbances. It also negates His invitation to them to lead their lives according to divine Nature. For such people there is a terrible punishment in this world and an all-consuming fire in the Hereafter."
    },
    {
      "ayah": 37,
      "surah": 5,
      "text": "The principle on which God has created the system of this world is that everybody should discharge his duty, and nobody should unnecessarily interfere in the sphere of others. All inanimate objects and animals follow this natural law. Human beings also have been given clear instructions to this effect through the prophets. But human beings who, unlike other creatures, have been given freedom for the time being, rebel, and in that way create a disturbance in the system of Nature. Such people are the worst criminals in the eyes of God. And those who declare war against God and His prophet are still worse criminals. Such people frequently indulge in acts of terrorism. This runs counter to God’s call to His subjects to refrain from creating disturbances. It also negates His invitation to them to lead their lives according to divine Nature. For such people there is a terrible punishment in this world and an all-consuming fire in the Hereafter."
    },
    {
      "ayah": 38,
      "surah": 5,
      "text": "The greatest achievement for a man is his nearness to God. This nearness in its real and perfect shape will be his in the Hereafter. However, when a man’s righteous action brings him nearness to God, he experiences this in this world purely in the form of heavenly feeling. The way to attain this nearness is through taqwa (fear of God) and jihad (struggle) i.e. becoming a worshipper or devotee of God through fear of God and struggling to make efforts for His cause. There are some moments in the life of a man when he finds himself in between Truth and untruth. In taking the direction of Truth, he has to surrender his ego and the structure of his worldly considerations seems to become insecure, while in adopting the way of untruth, his ego remains intact and his worldly considerations seem to be perfectly safe. In the former case, a man fears God and, overlooking all other considerations sticks to God; tolerating every difficulty and unpleasantness, he moves ahead towards God—these are the things which bless him with nearness to God. First hand experience of this nearness at that time takes the shape of aesthetic heavenly realization. On the contrary, the person who is not ready to adopt the path of fearing God and struggling to make efforts for the cause of God, drifts away from Him, and brings upon himself afflictions from which he can never get relief. The punitive system in Islam for social crimes has been formulated keeping in view two special aspects—one is punishment for a man’s crime and the other is the deterrent effect of that punishment. However, if a criminal is truly repentant after committing a crime, seeks God’s pardon and completely refrains from such misdemeanours in future, then it may be hoped that God will forgive him in the Hereafter. The matter of reward is entirely in the hands of God. There is no cause to fear, however, that despite an individual having reformed only later in his life, his earlier transgressions will not be pardoned. Nor is it true that there is some force, other than God’s will which, by recommendation or intervention, can change one’s destiny. Everything rests with God and He alone in His perfect wisdom and power decides the fate of everyone."
    },
    {
      "ayah": 39,
      "surah": 5,
      "text": "The greatest achievement for a man is his nearness to God. This nearness in its real and perfect shape will be his in the Hereafter. However, when a man’s righteous action brings him nearness to God, he experiences this in this world purely in the form of heavenly feeling. The way to attain this nearness is through taqwa (fear of God) and jihad (struggle) i.e. becoming a worshipper or devotee of God through fear of God and struggling to make efforts for His cause. There are some moments in the life of a man when he finds himself in between Truth and untruth. In taking the direction of Truth, he has to surrender his ego and the structure of his worldly considerations seems to become insecure, while in adopting the way of untruth, his ego remains intact and his worldly considerations seem to be perfectly safe. In the former case, a man fears God and, overlooking all other considerations sticks to God; tolerating every difficulty and unpleasantness, he moves ahead towards God—these are the things which bless him with nearness to God. First hand experience of this nearness at that time takes the shape of aesthetic heavenly realization. On the contrary, the person who is not ready to adopt the path of fearing God and struggling to make efforts for the cause of God, drifts away from Him, and brings upon himself afflictions from which he can never get relief. The punitive system in Islam for social crimes has been formulated keeping in view two special aspects—one is punishment for a man’s crime and the other is the deterrent effect of that punishment. However, if a criminal is truly repentant after committing a crime, seeks God’s pardon and completely refrains from such misdemeanours in future, then it may be hoped that God will forgive him in the Hereafter. The matter of reward is entirely in the hands of God. There is no cause to fear, however, that despite an individual having reformed only later in his life, his earlier transgressions will not be pardoned. Nor is it true that there is some force, other than God’s will which, by recommendation or intervention, can change one’s destiny. Everything rests with God and He alone in His perfect wisdom and power decides the fate of everyone."
    },
    {
      "ayah": 4,
      "surah": 5,
      "text": "All those things which are considered clean and perfectly formed in the eyes of nature, and all those animals whose nature is compatible with human nature, are all legitimate and permissible for human consumption. This is subject to the condition that for any external reason they have not developed any defect from the viewpoint of health or in the light of the Islamic law. However, the human mind is not capable of properly applying this principle. Therefore, the principle has been set forth along with its correct application. Hunting by a trained hunting animal is permissible because he catches the hunted animals on behalf of his master. In other words, he has learnt man’s nature. Such an animal, so to say, has become a substitute for man."
    },
    {
      "ayah": 40,
      "surah": 5,
      "text": "The greatest achievement for a man is his nearness to God. This nearness in its real and perfect shape will be his in the Hereafter. However, when a man’s righteous action brings him nearness to God, he experiences this in this world purely in the form of heavenly feeling. The way to attain this nearness is through taqwa (fear of God) and jihad (struggle) i.e. becoming a worshipper or devotee of God through fear of God and struggling to make efforts for His cause. There are some moments in the life of a man when he finds himself in between Truth and untruth. In taking the direction of Truth, he has to surrender his ego and the structure of his worldly considerations seems to become insecure, while in adopting the way of untruth, his ego remains intact and his worldly considerations seem to be perfectly safe. In the former case, a man fears God and, overlooking all other considerations sticks to God; tolerating every difficulty and unpleasantness, he moves ahead towards God—these are the things which bless him with nearness to God. First hand experience of this nearness at that time takes the shape of aesthetic heavenly realization. On the contrary, the person who is not ready to adopt the path of fearing God and struggling to make efforts for the cause of God, drifts away from Him, and brings upon himself afflictions from which he can never get relief. The punitive system in Islam for social crimes has been formulated keeping in view two special aspects—one is punishment for a man’s crime and the other is the deterrent effect of that punishment. However, if a criminal is truly repentant after committing a crime, seeks God’s pardon and completely refrains from such misdemeanours in future, then it may be hoped that God will forgive him in the Hereafter. The matter of reward is entirely in the hands of God. There is no cause to fear, however, that despite an individual having reformed only later in his life, his earlier transgressions will not be pardoned. Nor is it true that there is some force, other than God’s will which, by recommendation or intervention, can change one’s destiny. Everything rests with God and He alone in His perfect wisdom and power decides the fate of everyone."
    },
    {
      "ayah": 41,
      "surah": 5,
      "text": "Within Madinah there were two kinds of people who opposed the Islamic mission—one the hypocrites and the other the Jews. The hypocrites, feeling that the real Islamic mission was harmful to their interests and purposes, merely put on a show of having adopted Islam. The Jews for their part, occupying as they did the thrones of the representatives of religion, felt that the Islamic mission was pulling them down from their elevated positions. Both these types of people considered the true Islamic mission to be their common enemy. Therefore, they joined hands in running a campaign against Islam. The more prominent of them, considering it beneath their dignity to attend meetings held by the Prophet Muhammad, stayed away from them, but their inferiors were set the task of hearing him and conveying the happenings to their leaders. These people used then to invest them with wrong meanings in order to defame him and his mission. Their arrogance had made them so brazen that they did not hesitate to take God’s message out of its proper context and draw from it inferences which suited their interests. Such are those who do not bow to God and His Prophet, their attitude being to accept only whatever suits their interests. This is the most disturbing trend for a man. Those who give preference to their vested interests and personal considerations over the Truth, who want to see themselves in high positions at any cost, who devise destructive plots to suppress the Truth — to the point of distorting God’s message to justify their action — develop a mentality which blocks their capacity to accept the Truth. They desert God, so God deserts them. Such people, being deprived of God’s guidance, remain enmeshed in falsehood, until they reach the world of the Fire. The servant of God, who has arisen with the message of God’s true religion, should not become discouraged by opposition. The activities of opponents are not actually against the missionary but against God, and can therefore never be successful. What God requires from missionary activity is that people should be made fully aware of the real facts. And this task is certainly fulfilled with God’s assistance."
    },
    {
      "ayah": 42,
      "surah": 5,
      "text": "The common form of bribe (suht) is that which is taken directly as such. For example, there were ancient religious scholars who used to give false decrees and opinions after taking bribes. However, there is another form of corruption in which there is no direct give-and-take transaction but it is the biggest and worst out of all the various forms of corruption. This is the distorting of the provisions of religion by opportunists to suit popular tastes so that they may have honour and glory conferred upon them by an admiring public, and receive contributions and offerings from all and sundry. Presenting religion in its pure form is always at the cost of unpopularity with the public. On the contrary, a version of religion which without materially disrupting people’s lives, confers the advantages of religion, is very popular and attracts large crowds. The purveyors of a ‘religion’ which does not oblige potential followers to give up or modify their world-oriented lives, and guarantees admission to paradise with the help of some trivial formalities, very soon become the favourites of the public. The same is true of those who present a ‘religion’ which gives sanctity to national and communal interests and all the accompanying frenzy of material activities; which gives a man the opportunity, under the banner of religion, to engage himself in glory-seeking activities."
    },
    {
      "ayah": 43,
      "surah": 5,
      "text": "The ancient Jewish leaders had become a centre of attraction for the people by dispensing this type of religion. They presented to the people the religion of their choice and the people responded with everything from monetary co-operation to the conferment of honours and glory. Given these circumstances, the raising of the voice of true religion by the Prophet Muhammad seemed intolerable to them, as this amounted to the demolition of the structure of their vested interests. They were so displeased with the Prophet that they were in no way interested in hearing anything good about him. On the contrary, if they heard any bad news about him, they took immense interest in it and spread it with their own additions. The condition of those who fall victim to such evil is that even if they are inclined to take a religious decision on any matter, they do so in the hopes that the outcome will be in line with their own desires. If not, they disassociate themselves from it, in spite of knowing full well that the real decision makers are God and His Prophet. They forget that their rejection of the matter in hand amounts to a denial of Faith and Islam itself."
    },
    {
      "ayah": 44,
      "surah": 5,
      "text": "The purpose of God’s Book coming to the world was to guide the people to the way of eternal welfare, and to bring them out of the darkness of desire-worship and into the light of Truth-worship. Those who are God-fearing consider the Book of God as a holy covenant between God and His subjects, and as such, they know that there cannot, on their behalf, be any increase in the benefits it confers or any lessening of the strictness of its ordinances. As it is in the nature of a trust with them, they carry out its instructions. God’s Book conveys His will with regard to His subjects. Its guidance must be followed in all matters and disputes must be settled in accordance with its instructions. Allowing worldly desires and self interest to reign supreme and only playing lip service to God’s book amounts to a rejection of God’s word. Self-styled Muslims who act in this way are sinners in God’s eyes. As rejecters of God’s supremacy and defaulters on their pledge to obey God, they are destroyers of Truth. Intentional violators of Islamic law, can lay no claim to God’s approval."
    },
    {
      "ayah": 45,
      "surah": 5,
      "text": "In connection with justice (and the relevant penal action) it is the requirement of the Islamic law that its rules should be enforced without any individual’s status being taken into account. However, sometimes a man’s violence is not the result of his mischievous intent, but occurs accidentally under the influence of emotional stress. Under such circumstances, if the victim of violence pardons the perpetrator of violence, that will be deemed an act of magnanimity towards the latter and will contribute to creating an atmosphere of broad-mindedness in society."
    },
    {
      "ayah": 46,
      "surah": 5,
      "text": "In connection with justice (and the relevant penal action) it is the requirement of the Islamic law that its rules should be enforced without any individual’s status being taken into account. However, sometimes a man’s violence is not the result of his mischievous intent, but occurs accidentally under the influence of emotional stress. Under such circumstances, if the victim of violence pardons the perpetrator of violence, that will be deemed an act of magnanimity towards the latter and will contribute to creating an atmosphere of broad-mindedness in society."
    },
    {
      "ayah": 47,
      "surah": 5,
      "text": "In connection with justice (and the relevant penal action) it is the requirement of the Islamic law that its rules should be enforced without any individual’s status being taken into account. However, sometimes a man’s violence is not the result of his mischievous intent, but occurs accidentally under the influence of emotional stress. Under such circumstances, if the victim of violence pardons the perpetrator of violence, that will be deemed an act of magnanimity towards the latter and will contribute to creating an atmosphere of broad-mindedness in society."
    },
    {
      "ayah": 48,
      "surah": 5,
      "text": "Here ‘the Book’ means the original and basic teachings of religion. This Book of God is a single entity and has been revealed to all the prophets with some changes in respect of language and the order of commandments. However, as regards the outward structure in which the realities of religion are presented, there are differences in the teachings of the various prophets. The reason is not that there are stages in the revelation of the religion which indicate the actual evolution of the religion itself, i.e. it is not that prior to this a less developed or imperfect religion was revealed and thereafter a more developed and entirely perfect religion was revealed. The truth is that with any considerable passage of time, the internal reality of religion is lost and public rituals and formal ceremonies assume the strength of the internal reality, eventually becoming ‘holy’. People begin to consider the repetition of such rituals, accompanied by external trappings, as real worship. That is why the external framework was changed from time to time, so that the mentality of considering this framework as the real substance of religion should be eradicated and so that nothing other than God should become the centre of one’s attention. According to the Quran, this came about simply for the purpose of putting people to the test. The reason for this strategy is the Divine Wisdom of putting mankind on trial and not the Divine Wisdom of the evolution of religion. An example of this is the change of qiblah. The Children of Israel were commanded to turn towards the ‘Holy House’ (Jerusalem) while saying their prayers. This command was only for the sake of being consistent about the direction. But thereafter they gradually developed the idea that prayer meant simply facing towards Jerusalem. Then the earlier commandment was changed and the Ka‘bah was made the qiblah. Now, some people adhered to the earlier tradition, while others followed God’s guidance. In this way, the change of qiblah made it clear as to who worshipped walls and doors and who were the genuine worshippers of God (see 2:143). Now there is no possibility of the occurrence of such a change, because the structure would have to be changed by a prophet and now no other prophet is going to be raised. However, as far as the real purpose is concerned, it is to remain as it is. Even now, before God, His true worshipper will be the one who, though following the structural formalities, will not give them the status of real purpose; who, freeing his mind from outward ceremonial, will say his prayers directly to God. This has to be achieved through rigorous mental discipline. The disputes existing in religion in the name of outward formalities have arisen because people’s negligence has made them ignorant of the true facts. If they were to become aware of the truth — as it will present itself in the Hereafter—all the disputes would come to an end right now."
    },
    {
      "ayah": 49,
      "surah": 5,
      "text": "The Quran and other Divine Scriptures are not separate books. They are the different editions of a single Book of God which has been named al-kitab here. All editions of the Book revealed by God were one and the same as regards content. However, the bearers of the previous scriptures could not in the later periods preserve them in their original form. Therefore, God revealed His Book (muhaymin) i.e. the Quran, the authentic expression of His will, — a touchstone which reveals which sections of the other scriptures have retained their original form and which have been changed."
    },
    {
      "ayah": 5,
      "surah": 5,
      "text": "However elaborate the Law relating to forbidden and permissible things is made, it is finally man’s intention which debars him from certain things and leads him towards certain others. It is not the provisions of Law that act as a watchdog but man himself. If a man himself is not so inclined, then in spite of accepting the Law, he will try to find ways to escape its provisions. It is only the fear of God which compels a man to give proper regard to the Law in its true spirit. That is why it has been said while explaining the Law relating to prohibitions and permissions: ‘Fear God, for God is swift in taking account.’ It is not ever permissible for a Muslim woman to marry a non-Muslim man. But Muslim males have been permitted, subject to certain special conditions to marry women belonging to communities, who are in possession of the Holy scriptures. The wisdom underlying this provision is that a woman is by nature easily influenced. It may be expected of her that once she enters marital life, she may be influenced by her Muslim husband and Muslim society, and thus her marriage may become a starting point for her entry into Islam. (See also note on 2:221). ‘The deeds of anyone who rejects the faith will come to nothing’ i.e. without Faith, good deeds have no reality or value. A good deed is that which is performed for the sake of God. A deed which is not for the sake of God is actually for one’s own self. Why would God give any value to a deed done for one’s own self?"
    },
    {
      "ayah": 50,
      "surah": 5,
      "text": "The Jews had formulated a new self-made religion by mingling their own innovations with the true religion of God. Their self interests were linked with this self-devised religion. Therefore, they were not at all ready to give it up and adopt the pure religion introduced by the Prophet. Instead of bowing down before the Truth, they took to harassing the flag-bearer of Truth, so that he should kneel down before them, give up the true religion of God and accept the religion devised by them. Had it been the will of God, He could have tied the hands of these transgressors at the very first instance and they would not have succeeded in harassing him. But God allowed them some respite to put their evil plans into action. This was done so as to make it abundantly clear that these claimants of so-called righteousness were the worst type of irreligious people; being devotees not of God but of their own self-interests. This act of God, though it constituted a hard test for the missionary of Truth, was the only way a decision might be reached as to who deserved paradise and who deserved hell. It is the weakness of the human being that he wants to fulfill his desires. Being governed by God’s commandments is, therefore, not tolerable to him. He then goes so far as to use self-devised interpretations of the Divine religion to make it conform to his desires. Pure religion is acceptable only to those who do not view things in the light of their desires, preferring to make the moral choice of rising above them. The word of God is undoubtedly the truest word. But in this present world of trial, every Truth is hidden behind the curtain of doubt. It is the test of a man that he should be able to tear asunder this curtain, that he should be able to make the unseen observable to himself, so that he may be in possession of the Truth. One who is caught up in outward doubts is a failure and one who brushes aside the veil of apparent doubts and finds the Truth has achieved success."
    },
    {
      "ayah": 51,
      "surah": 5,
      "text": "In Arabia, in the early days of Islam, the Jews and Christians held a monopoly of the major economic resources of the country, and made efforts day and night to uproot the Muslims, who were as yet a newly emerging force. The people, deeply impressed by the centuries of history which reinforced the greatness of the Jews and the Christians, saw them as having such power that they could never be overthrown. The weaker members of the Muslim community did not, therefore, want to take part in Islamic efforts in such a way as to displease them, for if this struggle ended in defeat for the Muslims, they would have to face the vengeful retaliation of these powerful enemies. In order to protect themselves from future danger, they lived in a state of dual loyalty, which itself was not without its hazards. They lost sight of the fact that worshipping the Truth solely in unimportant matters would not stand them in good stead if, once faced with danger, they lent their support to upholders of falsehood: their fate would inevitably be no different from the fate of those they had co-operated with whenever they felt imperiled."
    },
    {
      "ayah": 52,
      "surah": 5,
      "text": "Every test in this world is a test of intention. What man has to do is to prove his intention by ignoring dangers; in that way he takes the first step on the path towards God. Then God’s help comes to him immediately thereafter. But one who does not provide proof of his intention and does not take the first step in the direction of God, is a transgressor in His eyes. Such individuals cannot then expect to be sent God’s unilateral help. Islamic life is a purposeful life and therefore it is a life of struggle. It is the mission of a believer to convey the religion of God to all God’s subjects, guiding the world to keep away from the path leading to hell and to tread the path leading to paradise."
    },
    {
      "ayah": 53,
      "surah": 5,
      "text": "Every test in this world is a test of intention. What man has to do is to prove his intention by ignoring dangers; in that way he takes the first step on the path towards God. Then God’s help comes to him immediately thereafter. But one who does not provide proof of his intention and does not take the first step in the direction of God, is a transgressor in His eyes. Such individuals cannot then expect to be sent God’s unilateral help. Islamic life is a purposeful life and therefore it is a life of struggle. It is the mission of a believer to convey the religion of God to all God’s subjects, guiding the world to keep away from the path leading to hell and to tread the path leading to paradise."
    },
    {
      "ayah": 54,
      "surah": 5,
      "text": "In a person’s life, the most critical moment is when he has to make some sacrifice in order to stay resolutely on the path of Islam. If such occasions arise in human life, it is so that individuals may have the opportunity to make a clear avowal of their confirmation or rejection of Islam. God wants a man to prove his Islamism not only in danger-free conditions, but also when he is required to suppress his emotions or face danger to his life and property. Only on his success in this test does a man become entitled to be included by God among His faithful and loyal subjects. It is by providing proof of his Islamism on such occasions that a man’s previous deeds are validated. If he is unable to do so, he renders all his previous deeds valueless. Every test in this world is a test of intention. What man has to do to prove his intention is simply to ignore dangers; in that way he takes the first step on the path towards God. Then God’s help comes to him immediately thereafter. But one who does not provide proof of his intention and does not take the first step in the direction of God, is a transgressor in His eyes. Such individuals cannot then expect to be sent God’s unilateral help."
    },
    {
      "ayah": 55,
      "surah": 5,
      "text": "If after embracing the Faith, one does not fulfill the requirements of Faith, one has, in the eyes of God, turned away from religion. The truly faithful people are those whose entire beings are so pervaded by Faith that they develop a relation with God at the level of love. Fulfillment of Islamic objectives should be so dear to them that there should be nothing but sympathy and kindness in their hearts for their brothers in Islam. They should become so kind-hearted towards Muslims that their powers and talents should never be used against them. Islamic life is a purposeful life and is therefore a life of struggle. It is the mission of a Muslim to convey the religion of God to all God’s subjects, guiding the world to keep away from the path leading to hell and to tread the path leading to paradise. In the course of carrying out this task, one has naturally to face different types of difficulties and suffer ignominy. Ultimately, two groups are formed—one consisting of those whose hearts are set in this world and the other whose focus is the Hereafter. A regular tug-of-war starts between these two groups. The test of man is that in all moments of difficulty and strife, he proves to be one who places complete reliance on God and, without caring for anybody except God, continues his spiritual journey, until that Day arrives when he shall stand accountable before God. The attention of such people centres almost entirely on God. They are steadfast in observing salat (prayer); they offer zakat (prescribed alms), and their relations with others are based on mutual well-wishing. Their bowing down before God shows that in their worldly affairs there is no egoism or arrogance. They invariably adopt an attitude of humility and on all occasions do as God desires. When people of this type come together at any one place in considerable numbers, they are destined to become dominant in that region."
    },
    {
      "ayah": 56,
      "surah": 5,
      "text": "If after embracing the Faith, one does not fulfill the requirements of Faith, one has, in the eyes of God, turned away from religion. The truly faithful people are those whose entire beings are so pervaded by Faith that they develop a relation with God at the level of love. Fulfillment of Islamic objectives should be so dear to them that there should be nothing but sympathy and kindness in their hearts for their brothers in Islam. They should become so kind-hearted towards Muslims that their powers and talents should never be used against them. Islamic life is a purposeful life and is therefore a life of struggle. It is the mission of a Muslim to convey the religion of God to all God’s subjects, guiding the world to keep away from the path leading to hell and to tread the path leading to paradise. In the course of carrying out this task, one has naturally to face different types of difficulties and suffer ignominy. Ultimately, two groups are formed—one consisting of those whose hearts are set in this world and the other whose focus is the Hereafter. A regular tug-of-war starts between these two groups. The test of man is that in all moments of difficulty and strife, he proves to be one who places complete reliance on God and, without caring for anybody except God, continues his spiritual journey, until that Day arrives when he shall stand accountable before God. The attention of such people centres almost entirely on God. They are steadfast in observing salat (prayer); they offer zakat (prescribed alms), and their relations with others are based on mutual well-wishing. Their bowing down before God shows that in their worldly affairs there is no egoism or arrogance. They invariably adopt an attitude of humility and on all occasions do as God desires. When people of this type come together at any one place in considerable numbers, they are destined to become dominant in that region."
    },
    {
      "ayah": 57,
      "surah": 5,
      "text": "A man’s delicate, subtle feelings, such as modesty, broadmindedness, the desire for cleanliness, etc., which function as the watch-guards of God within him and prevent him from evil action, get smothered. The last stage of his downfall comes when his whole life is corroded by satanic ways. When a group reaches this stage, and is distanced from God’s grace to the furthest possible extent. Its own humanity becomes distorted and it becomes a curse to itself and to the rest of humanity. Having drifted so far away from the right path of nature, it starts living like the animals. What prevents a man from following the dictates of his desires is his moral fibre. But when obstinacy and enmity dominate him, his ability to think becomes suppressed and then there is nothing to combat the pressure of his desires. He may be a human being in appearance but, inside he is no better than an animal; a man with deep insight, just by looking at him, can tell what animal is hidden inside the human exterior."
    },
    {
      "ayah": 58,
      "surah": 5,
      "text": "A man’s delicate, subtle feelings, such as modesty, broadmindedness, the desire for cleanliness, etc., which function as the watch-guards of God within him and prevent him from evil action, get smothered. The last stage of his downfall comes when his whole life is corroded by satanic ways. When a group reaches this stage, and is distanced from God’s grace to the furthest possible extent. Its own humanity becomes distorted and it becomes a curse to itself and to the rest of humanity. Having drifted so far away from the right path of nature, it starts living like the animals. What prevents a man from following the dictates of his desires is his moral fibre. But when obstinacy and enmity dominate him, his ability to think becomes suppressed and then there is nothing to combat the pressure of his desires. He may be a human being in appearance but, inside he is no better than an animal; a man with deep insight, just by looking at him, can tell what animal is hidden inside the human exterior."
    },
    {
      "ayah": 59,
      "surah": 5,
      "text": "A man’s delicate, subtle feelings, such as modesty, broadmindedness, the desire for cleanliness, etc., which function as the watch-guards of God within him and prevent him from evil action, get smothered. The last stage of his downfall comes when his whole life is corroded by satanic ways. When a group reaches this stage, and is distanced from God’s grace to the furthest possible extent. Its own humanity becomes distorted and it becomes a curse to itself and to the rest of humanity. Having drifted so far away from the right path of nature, it starts living like the animals. What prevents a man from following the dictates of his desires is his moral fibre. But when obstinacy and enmity dominate him, his ability to think becomes suppressed and then there is nothing to combat the pressure of his desires. He may be a human being in appearance but, inside he is no better than an animal; a man with deep insight, just by looking at him, can tell what animal is hidden inside the human exterior."
    },
    {
      "ayah": 6,
      "surah": 5,
      "text": "The purpose of salat (prayers) is to purify a man of all evils. Ablution, or wudu, is the preparation of the body for this religious rite. When a man intends to offer prayers, he first goes in search of water. Water is a great gift of God which is the best thing for washing all the impurities out of man. Similarly, salat is a ‘divine spring’ in which a man bathes and purifies himself of evil emotions and vicious thoughts. Initiating the process of ablution (wudu) when a man puts water on his hands, he is, in effect, praying, ‘O, God! Save these hands of mine from indulging in evil, and let whatever evil deeds I have indulged in through them be washed off.’ Then he rinses his mouth and washes his face. At that time his soul prays silently, ‘O, God! Kindly remove the bad effects of any improper food I have put in my mouth; the evil words I have uttered, and the evil things I have seen.’ Thereafter, when he takes water in his hands and massages his head with his hands, his whole existence is moulded by the prayers, ‘O, God! Wash away the bad effects of the evil ideas conceived by my mind and wrong plans devised by me, and cleanse and purify my mind.’ When he washes his feet, this action of his becomes the entreaty before his Lord, that He may cleanse his feet of the dust of evil and make them (his feet) never tread any path except the path of righteousness and justice. In this way, the whole process of ablution assumes, so to say, the practical shape of the prayer, ‘O, God! Make me a person who turns away from wrongs and one who keeps himself clear of evils.’ In normal circumstances, ablution is enough to create feelings of cleanliness in man, but the state of impurity (resulting from sex) is an extraordinary condition. So, in this state, washing of the whole body (ghusl) has been prescribed. However, God does not like to cause his subjects any unnecessary hardship. Therefore, in case of any practical difficulties in taking a full bath, dry ablution (tayammum) has been declared as sufficient to revive the feeling of cleanliness. The simplicity of the  methods prescribed for ablution and bathing is a great blessing of God. In this way physical cleanliness is linked with purity under the Islamic law. In case of any difficulties, permission for dry ablution is an additional blessing, because this saves one from the excesses of which many other religions suffered."
    },
    {
      "ayah": 60,
      "surah": 5,
      "text": "When the call for true and pure religion goes out those who claim, on the basis of a self-made religion, to have a monopoly of devotion to God, develop such an extreme aversion to it that they lose all sense of rationality. They even ridicule things that are unanimously treated as sacred. This was how some people of Madinah behaved. They did not hesitate even to ridicule the adhan (the call to prayer). Any relation between Muslims and such insensate and frivolous people can be in connection only with missionary activity and can never be that of friendship. The result of such people’s lack of fear of God is that they consider pure Muslims to be criminals and, notwithstanding all of their own crimes, they blatantly hold, before God, that their dealings are absolutely fair. Such insensitivity blunts their conscience when it comes to distinguishing between Truth and falsehood and prevents their amending this state of affairs. In outward form, they may appear to be human beings but, with regard to their inner qualities, they are the worst animals. A man’s delicate, subtle feelings, such as modesty, broadmindedness, the desire for cleanliness, etc., which function as the watch-guards of God within him and prevent him from evil action, get smothered. The last stage of his downfall comes when his whole life is corroded by satanic ways. When a group reaches this stage, and is distanced from God’s grace to the furthest possible extent, its own nature becomes distorted and it becomes a curse to itself and to the rest of humanity. Having drifted so far away from the right path of nature, it starts living like the animals. What prevents a man from following the dictates of his desires is his moral fibre. But when obstinacy and enmity dominate him, his ability to think becomes suppressed and then there is nothing to combat the pressure of his desires. He may be a human being in appearance but, inside he is an animal; a man with deep insight, just by looking at him, can tell what animal is hidden inside the human exterior."
    },
    {
      "ayah": 61,
      "surah": 5,
      "text": "There were certain of the Jews of Madinah who were impressed by Islam. Moreover, considering the increasing domination of Islam, they did not want to incur its open enmity. Although in their hearts these people were steadfast in the religion of their forefathers, they used to make a show of being believers by their utterances. Such people forget that their dealings are not actually with any human being but with God, and God is the Being who knows what is inside one’s heart. When He deals with anyone, it will be based on reality and not on any words which that person chose to utter to protect his own interests. There were two types of prominent Jews—one the rabbis and the other the holy men. The latter were ahbar, i.e. scholars and interpreters. Both types remained busy day and night in the work of religion, for their leadership was propped up solely by religious work and they received substantial amounts in the name of religion. But, the real secret of their leadership and public acclaim was their presentation of a popular version of religion rather than the true religion favoured by God. They spoke and acted ostensibly for the sake of religion, but in reality their words and deeds were worldly-wise. Worse, they gave to the people, in the name of religion, whatever they wanted for themselves, knowing full well that in actuality those things were unconnected with religion."
    },
    {
      "ayah": 62,
      "surah": 5,
      "text": "The favoured religion of God is that of taqwa (fear of God). In other words, a man should live in society in such a way that he utters no words of sin; in his activities he should avoid forbidden ways and he should behave with entire fairness towards those with whom he has dealings. But a man’s selfishness puts him on the path of world-worship; he wants to lead a life in which he is not troubled by having to distinguish between right and wrong, and in which he needs to worry only about his own worldly interests. The general run of the Jewish people mindlessly trod this path of self-centredness. This being so, it was the duty of the foremost among them to alert them to their wrongdoing and to wean them away from this course. Instead of this, they reached a tacit understanding with the common people. They started disseminating among them a particular type of religion which guaranteed their salvation and promised them a high status, without their having to change their actual way of living in any way. These prominent people did not disturb the current lives of the common people, but used to recite to them false stories of the supremacy of the Jewish community; giving a religious colour to their communal events and conveying to them the glad news that they only had to repeat a number of ritual actions and palaces would be built for them in paradise. Before God, it is the most evil deed to disseminate this type of religion among the people, in which change in their actual lives is not required, and to delude them into thinking that, by publicly performing certain showy rites, their entry into paradise will be guaranteed."
    },
    {
      "ayah": 63,
      "surah": 5,
      "text": "The favoured religion of God is that of taqwa (fear of God). In other words, a man should live in society in such a way that he utters no words of sin; in his activities he should avoid forbidden ways and he should behave with entire fairness towards those with whom he has dealings. But a man’s selfishness puts him on the path of world-worship; he wants to lead a life in which he is not troubled by having to distinguish between right and wrong, and in which he needs to worry only about his own worldly interests. The general run of the Jewish people mindlessly trod this path of self-centredness. This being so, it was the duty of the foremost among them to alert them to their wrongdoing and to wean them away from this course. Instead of this, they reached a tacit understanding with the common people. They started disseminating among them a particular type of religion which guaranteed their salvation and promised them a high status, without their having to change their actual way of living in any way. These prominent people did not disturb the current lives of the common people, but used to recite to them false stories of the supremacy of the Jewish community; giving a religious colour to their communal events and conveying to them the glad news that they only had to repeat a number of ritual actions and palaces would be built for them in paradise. Before God, it is the most evil deed to disseminate this type of religion among the people, in which change in their actual lives is not required, and to delude them into thinking that, by publicly performing certain showy rites, their entry into paradise will be guaranteed."
    },
    {
      "ayah": 64,
      "surah": 5,
      "text": "In the Quran, when stress was laid on spending in charity for God’s sake and when people were urged to give gratuitous loans to God, the Jews made this the subject of ridicule. They used to say that God is a pauper and his subjects are rich; God’s hands are empty these days. They knew full well that God was above suffering a shortage of anything; so such statements were not directed against God, but against the Prophet and the Quran, and were meant actually to show that the Prophet was not the true Prophet and that Quran was not the Book of God. According to them, had the Quran truly been sent down on behalf of God, its content would have been quite different. But those who hold forth in this way only prove that they are devoid of the spirit of real religion; they are living in a state of insensitivity. When the Jews refused to accept the guidance offered by the Quran, it was not a simple refusal. It was actually a claim that they already enjoyed salvation and did not need any further guidance. An extreme type of egotism develops in people who have such a conceited mentality. In their dealings with others, even in their everyday lives, they are not prepared to give up their ego. As a result, the whole of society falls a prey to mutual differences and enmity. The call of a prophet is that man should also adopt that religion of obedience to God which has already been adopted by all things of the universe. This means keeping a peaceful balance in the world (islah). Now, those who place impediments in the way of the prophetic call seek to create a disturbance in this world of God. However, man has the freedom only to deal with his own inner turmoil. Nobody has that right over another’s fate."
    },
    {
      "ayah": 65,
      "surah": 5,
      "text": "The root cause of all waywardness is man’s reckless bravado. But once a man fears God, he immediately understands the power emanating from Him and his bravado vanishes. His fear of God immediately makes him grasp what is God’s will, and he there and then accepts it. All impure impulses are thus driven out. When a man makes himself wholly attentive to God, he thereby becomes entitled to God’s attention. That is, God washes away all his human weaknesses and, after his death, He lodges him in the flourishing gardens of paradise. It is man’s psychological weaknesses which are the evils preventing him from advancing on the way towards paradise, but with the help of God, one can overcome such weaknesses and ultimately reach the goal of eternal bliss. Whenever the call for Truth goes out, those who enjoy positions of prominence in the prevailing system feel perturbed. They fear that by complying with it, their economic interests and high positions will be jeopardized. But, such an attitude is only the result of their narrow-mindedness. Such people forget that what they are faced with, and which they fear, has appeared only to test their entitlement to God’s blessings: the decision about their worthiness to receive His blessings will depend not on their self-centred devices, but on their receptiveness to the call for Truth. In other words, their rejection of it, in the interests of retaining their high status, is the very act which, in God’s eyes, rules out their ever meriting His favour. It invariably happens in the case of those communities that are the bearers of Divine Scriptures that, by making additions to or deletions in the original, they form a self-made religion; and after a long passage of time, its members become so familiar with it that they consider it to be the true religion of God. Given this history, when the straightforward and true religion of God is presented to them, they find it unfamiliar and become perturbed by it. This was the condition of Jews and Christians. So, a large majority of them failed to be impressed by the truth of Islam. Only a few people, such as Najashi (Negus) the King of Abyssinia and ‘Abdullah ibn Salam, etc,. who were already on the path of moderation, immediately understood the truth of Islam. They came forward to embrace Islam, as if they had already been moving in this direction and, simply in order to maintain the continuity of their journey, they had joined the caravan of Muslims."
    },
    {
      "ayah": 66,
      "surah": 5,
      "text": "The root cause of all waywardness is man’s reckless bravado. But once a man fears God, he immediately understands the power emanating from Him and his bravado vanishes. His fear of God immediately makes him grasp what is God’s will, and he there and then accepts it. All impure impulses are thus driven out. When a man makes himself wholly attentive to God, he thereby becomes entitled to God’s attention. That is, God washes away all his human weaknesses and, after his death, He lodges him in the flourishing gardens of paradise. It is man’s psychological weaknesses which are the evils preventing him from advancing on the way towards paradise, but with the help of God, one can overcome such weaknesses and ultimately reach the goal of eternal bliss. Whenever the call for Truth goes out, those who enjoy positions of prominence in the prevailing system feel perturbed. They fear that by complying with it, their economic interests and high positions will be jeopardized. But, such an attitude is only the result of their narrow-mindedness. Such people forget that what they are faced with, and which they fear, has appeared only to test their entitlement to God’s blessings: the decision about their worthiness to receive His blessings will depend not on their self-centred devices, but on their receptiveness to the call for Truth. In other words, their rejection of it, in the interests of retaining their high status, is the very act which, in God’s eyes, rules out their ever meriting His favour. It invariably happens in the case of those communities that are the bearers of Divine Scriptures that, by making additions to or deletions in the original, they form a self-made religion; and after a long passage of time, its members become so familiar with it that they consider it to be the true religion of God. Given this history, when the straightforward and true religion of God is presented to them, they find it unfamiliar and become perturbed by it. This was the condition of Jews and Christians. So, a large majority of them failed to be impressed by the truth of Islam. Only a few people, such as Najashi (Negus) the King of Abyssinia and ‘Abdullah ibn Salam, etc,. who were already on the path of moderation, immediately understood the truth of Islam. They came forward to embrace Islam, as if they had already been moving in this direction and, simply in order to maintain the continuity of their journey, they had joined the caravan of Muslims."
    },
    {
      "ayah": 67,
      "surah": 5,
      "text": "When the Prophet Muhammad appeared in Arabia , it was not the case that there was nobody professing religion there at that time. The whole of Arabian society was founded on religion. It was in the name of religion that many people had assumed positions of prominence and leadership. Being holders of high religious positions was the symbol of a high status in society and something to be proud of. In spite of this, the Prophet had to endure the worst type of opposition from the people of Arabia. The reason for this was the prevalence among them of a new self-made religion which had usurped the real religion of God. In this region, centuries of tradition had resulted in the formation of various seats of power and centres of vested interests. This being the situation, when the Prophet gave a call for pure religion, the people felt that it was damaging to their religious status. They were afraid that once this pure religion took root, the old religious order which had given them prominent status would be destroyed. Such a state of affairs is very hard on the preacher of the word of God. Openly pursuing his religious activities becomes equivalent to struggling against the established religious authorities of the time. He feels that if he makes no compromises in propagating true religion, he shall have to face the most severe reaction; he will be ridiculed; he will be degraded; he will become impoverished, violent action will be taken against him; and he will be deprived of all assistance and support. Now he has two ways open to him. He can either take worldly considerations into account, in which case successful communication of the word of God appears impossible. Or he can ignore  the constraints of worldly considerations, in which case in fulfilling his responsibilities, God’s promise of help will assist him to concentrate. God promises that if he focuses fully on preaching, His help will be enough in case of any difficulties created by the addressee community. The purveyor of God’s will should simply trust in God. The reaction of the addressee community is natural and the preacher has to face it at all events. But its sphere is limited to the scope of God’s Law relating to the trial of man. It can never happen that opponents gain control of the situation to the extent of stopping the preacher’s work or preventing its completion. Achieving the target of such work is the plan of God. So, it will inevitably be completed. Thereafter, acceptance by the addressee group is its own responsibility, and can be effective only to the extent the addressees desire."
    },
    {
      "ayah": 68,
      "surah": 5,
      "text": "The members of the Jewish community, thriving on stories of the excellence of their community and the supposed holiness of their elders, had not subjected themselves and their personal affairs to the will of God. Moreover, as a result of wishful thinking, they were convinced of their salvation before God. But their wishful thinking had no value in His eyes, for they were not ruled by His religion. What actually carries weight with God is being punctilious about carrying out His commandments and founding one’s life on His religion. When people who indulge in wishful thinking and false hopes are confronted by the message that, before God, it is intentions and deeds that carry weight and not wishes and false hopes, they react strongly against it. In this call they see the demolition of their castles in the air and this imagined state of affairs becomes a trial for them. It follows that they become strong opponents of such a call. Their self-centredness, hidden in the garb of showy devotion to God, comes out into the open. While they should have taken Divine nourishment from this call for Truth, they are instead spurred on by it to disbelief and arrogance. The generations succeeding the early followers of the prophets of ancient times gradually assumed the shape of a regular group or community. They no longer followed the examples set by the prophets; instead they perpetuated legends eulogizing their past glories and supremacy. Every group began to regard itself as the best of all, believing that their salvation was certain and that their status before God was the highest of all. But the fact is that such groupist religions have no value in the eyes of God. Every individual’s case will be separately presented before God and the decision about his future will be wholly based on his own deeds and not on any other basis. Upholding the Book of God means having full faith in God; being overwhelmed by the fear of the Hereafter; and leading a life of a righteous character among one’s fellow human beings.  This is the true religion and everybody is required to adopt it in his way of living. The community blessed with the Book of God has great merit in the world so long as its members adopt God’s true religion. On deviating from this they become completely undeserving before God—even less meritorious than open deniers and polytheists."
    },
    {
      "ayah": 69,
      "surah": 5,
      "text": "The members of the Jewish community, thriving on stories of the excellence of their community and the supposed holiness of their elders, had not subjected themselves and their personal affairs to the will of God. Moreover, as a result of wishful thinking, they were convinced of their salvation before God. But their wishful thinking had no value in His eyes, for they were not ruled by His religion. What actually carries weight with God is being punctilious about carrying out His commandments and founding one’s life on His religion. When people who indulge in wishful thinking and false hopes are confronted by the message that, before God, it is intentions and deeds that carry weight and not wishes and false hopes, they react strongly against it. In this call they see the demolition of their castles in the air and this imagined state of affairs becomes a trial for them. It follows that they become strong opponents of such a call. Their self-centredness, hidden in the garb of showy devotion to God, comes out into the open. While they should have taken Divine nourishment from this call for Truth, they are instead spurred on by it to disbelief and arrogance. The generations succeeding the early followers of the prophets of ancient times gradually assumed the shape of a regular group or community. They no longer followed the examples set by the prophets; instead they perpetuated legends eulogizing their past glories and supremacy. Every group began to regard itself as the best of all, believing that their salvation was certain and that their status before God was the highest of all. But the fact is that such groupist religions have no value in the eyes of God. Every individual’s case will be separately presented before God and the decision about his future will be wholly based on his own deeds and not on any other basis. Upholding the Book of God means having full faith in God; being overwhelmed by the fear of the Hereafter; and leading a life of a righteous character among one’s fellow human beings.  This is the true religion and everybody is required to adopt it in his way of living. The community blessed with the Book of God has great merit in the world so long as its members adopt God’s true religion. On deviating from this they become completely undeserving before God—even less meritorious than open deniers and polytheists."
    },
    {
      "ayah": 7,
      "surah": 5,
      "text": "Faith is the vow which binds God and His subject. The subject vows that he will remain God-fearing in his life in this world, and God guarantees that He will be His subject’s guardian in this world and in the Hereafter. God’s subject has to prove his fulfillment of his vow in two ways. First, he should become steadfast on the path of God. On every occasion his lifestyle should give the response which is expected of a subject to his Lord. When he observes the universe, his mind should be filled with the realisation of God’s glories and powers. When he looks at himself, he should realise that his existence is entirely due to God’s grace and His mercy. If his emotions erupt, they should erupt for the sake of God. If his attention is focused on anybody, it should be on God. His love should be for God. His fears should be linked with God. The remembrance of God should be uppermost in his mind. He should be given to prayer and obedience to God, and should spend his assets for the cause of God. In devoting his life to God, he should feel pleasure. The second condition for the fulfillment of the vow of God’s subject is that his dealings with his fellow-beings should be based on justice and fair play. Justice means meting out to a person that treatment which he actually deserves—no more and no less. In his dealings he should follow the dictates of justice and not his desires. He should be bound by this principle to the extent that he should adhere to justice even when dealing with his enemies; even when grievances and bitter memories are apt to divert him from the path of justice."
    },
    {
      "ayah": 70,
      "surah": 5,
      "text": "God had taken the pledge of faith and obedience from the Jews through Moses. They fulfilled this pledge for just a few days. Thereafter, their behaviour started deteriorating. Then, God raised reformers among them to remind them of their pledge. But their waywardness and arrogance went on increasing. They went to the extent of silencing the admonishers themselves, and killed many people. When their arrogance went beyond all limits, God caused them to be subjected to the rule of Nebuchadnezzar, the ruler of Babylon and Nineveh (Iraq). He attacked and destroyed their holy city of Jerusalam in 586 B.C., and enslaving the Jews, he took them to his country as bonded labour. After this event, the hearts of the Jews were softened and they sought God’s pardon. Now, God helped them through Cyrus (the King of Iran) who captured their area in 539 B.C. by attacking the Chaldeans and defeating them. Thereafter, he freed the Jews from their exile and allowed them to go back to their country and settle there. Now, the Jews got a new lease of life and progressed considerably, but after a very short time they once again fell into the ways of recklessness and arrogance. Again, God warned them through prophets and reformers, but they did not come to their senses. They went to the extent of killing John (Yahya) and also a man whom they understood to be Jesus. Now, the wrath of God broke loose on them and, in the year 70 A.D., they were defeated by the Roman Emperor, Titus, who attacked their country and destroyed them. After this, the Jews could never stand on their own."
    },
    {
      "ayah": 71,
      "surah": 5,
      "text": "God had taken the pledge of faith and obedience from the Jews through Moses. They fulfilled this pledge for just a few days. Thereafter, their behaviour started deteriorating. Then, God raised reformers among them to remind them of their pledge. But their waywardness and arrogance went on increasing. They went to the extent of silencing the admonishers themselves, and killed many people. When their arrogance went beyond all limits, God caused them to be subjected to the rule of Nebuchadnezzar, the ruler of Babylon and Nineveh (Iraq). He attacked and destroyed their holy city of Jerusalam in 586 B.C., and enslaving the Jews, he took them to his country as bonded labour. After this event, the hearts of the Jews were softened and they sought God’s pardon. Now, God helped them through Cyrus (the King of Iran) who captured their area in 539 B.C. by attacking the Chaldeans and defeating them. Thereafter, he freed the Jews from their exile and allowed them to go back to their country and settle there. Now, the Jews got a new lease of life and progressed considerably, but after a very short time they once again fell into the ways of recklessness and arrogance. Again, God warned them through prophets and reformers, but they did not come to their senses. They went to the extent of killing John (Yahya) and also a man whom they understood to be Jesus. Now, the wrath of God broke loose on them and, in the year 70 A.D., they were defeated by the Roman Emperor, Titus, who attacked their country and destroyed them. After this, the Jews could never stand on their own."
    },
    {
      "ayah": 72,
      "surah": 5,
      "text": "The bearers of divine scriptures in later periods developed the belief that they were the special people of God and that whatever they did, they would not have to face any reckoning. In the teachings of God, there are clear statements against such beliefs, but they became blind and deaf to them. They built around themselves such barriers of self-made beliefs and fictitious stories that God’s warnings went unnoticed. The history of the Jews shows that whenever a community bearing the scriptures was made to suffer subjugation by its ‘enemies’, this was designed as a testing period for it. Light punishment administered to the community was meant to awaken its moral sense. If feelings of devotion to God were then aroused in its members, there was a cessation of the punishment, but if this did not happen, God rejected them, cast them away and did not turn His attention towards them ever again. Almighty God granted Jesus the power to perform extraordinary miracles. This was done so that people should recognize him as a prophet and have faith in him. But it turned out otherwise. Jesus had been sent by God purely for the guidance of the people, but looking to his miracles, the Christians developed the belief that he was God and that God was incarnate in him. The Jews for their part ignored him, relegating him to the position of a magician and conjurer. While the latter group rejected him, the former group was inspired by him to establish polytheistic beliefs."
    },
    {
      "ayah": 73,
      "surah": 5,
      "text": "Only that Being can be worth worshipping who is Himself not dependent on anybody and who has the power to benefit or harm others. Food is the most significant symbol of man’s dependence. One who is dependent for his food is dependent about everything. One who takes food is a completely dependent being. How can such a being be God? The same is true of conferring benefits or inflicting harm. Somebody’s receiving benefits or suffering harm are events which require the co-ordination of universal factors for them to come into effect. No ordinary human being is capable of organizing such universal factors. Therefore, no human being can elevate himself to a position where he may be treated as worthy of worship. When a man makes somebody the centre of his veneration and love, the underlying feeling is that that ‘somebody’ enjoys a high status in this world of God and that he will be helpful to him before God. But all such hopes are false. In this world of test and trial, the fact that all except God are helpless is not absolutely clear. That is why man suffers from such a misapprehension. But in the Hereafter, when the truth is revealed, man will see that, except for God, all the supports on which he had relied were absolutely valueless."
    },
    {
      "ayah": 74,
      "surah": 5,
      "text": "Only that Being can be worth worshipping who is Himself not dependent on anybody and who has the power to benefit or harm others. Food is the most significant symbol of man’s dependence. One who is dependent for his food is dependent about everything. One who takes food is a completely dependent being. How can such a being be God? The same is true of conferring benefits or inflicting harm. Somebody’s receiving benefits or suffering harm are events which require the co-ordination of universal factors for them to come into effect. No ordinary human being is capable of organizing such universal factors. Therefore, no human being can elevate himself to a position where he may be treated as worthy of worship. When a man makes somebody the centre of his veneration and love, the underlying feeling is that that ‘somebody’ enjoys a high status in this world of God and that he will be helpful to him before God. But all such hopes are false. In this world of test and trial, the fact that all except God are helpless is not absolutely clear. That is why man suffers from such a misapprehension. But in the Hereafter, when the truth is revealed, man will see that, except for God, all the supports on which he had relied were absolutely valueless."
    },
    {
      "ayah": 75,
      "surah": 5,
      "text": "Only that Being can be worth worshipping who is Himself not dependent on anybody and who has the power to benefit or harm others. Food is the most significant symbol of man’s dependence. One who is dependent for his food is dependent about everything. One who takes food is a completely dependent being. How can such a being be God? The same is true of conferring benefits or inflicting harm. Somebody’s receiving benefits or suffering harm are events which require the co-ordination of universal factors for them to come into effect. No ordinary human being is capable of organizing such universal factors. Therefore, no human being can elevate himself to a position where he may be treated as worthy of worship. When a man makes somebody the centre of his veneration and love, the underlying feeling is that that ‘somebody’ enjoys a high status in this world of God and that he will be helpful to him before God. But all such hopes are false. In this world of test and trial, the fact that all except God are helpless is not absolutely clear. That is why man suffers from such a misapprehension. But in the Hereafter, when the truth is revealed, man will see that, except for God, all the supports on which he had relied were absolutely valueless."
    },
    {
      "ayah": 76,
      "surah": 5,
      "text": "Only that Being can be worth worshipping who is Himself not dependent on anybody and who has the power to benefit or harm others. Food is the most significant symbol of man’s dependence. One who is dependent for his food is dependent about everything. One who takes food is a completely dependent being. How can such a being be God? The same is true of conferring benefits or inflicting harm. Somebody’s receiving benefits or suffering harm are events which require the co-ordination of universal factors for them to come into effect. No ordinary human being is capable of organizing such universal factors. Therefore, no human being can elevate himself to a position where he may be treated as worthy of worship. When a man makes somebody the centre of his veneration and love, the underlying feeling is that that ‘somebody’ enjoys a high status in this world of God and that he will be helpful to him before God. But all such hopes are false. In this world of test and trial, the fact that all except God are helpless is not absolutely clear. That is why man suffers from such a misapprehension. But in the Hereafter, when the truth is revealed, man will see that, except for God, all the supports on which he had relied were absolutely valueless."
    },
    {
      "ayah": 77,
      "surah": 5,
      "text": "In the eyes of Jesus’s early disciples ‘Jesus was a man who was from God.’ They considered him a human being and a prophet. When his religion spread out from Syria, it had to encounter the philosophy of Egypt and Greece. Such persons accepted Christianity and entered the Christian fold as were under the influence of the philosophic thought of the time. As a result of internal causes and external factors, a new era began in Christianity when efforts were made to describe Christianity in the prevalent philosophic style of the times. In the civilized world of those days, the philosophers of Egypt and Greece were dominant. Their thinking greatly influenced the intelligentsia of those days. The Greek philosophers had formed an imaginary concept of the universe. They used to interpret reality on three levels—existence, life and knowledge. Christian theologians were themselves impressed by these ideas and wanted to attract the intellectuals of the times towards Christianity. They tried, therefore, to mould their religion on the lines of current thinking. They offered an interpretation of Christianity which directly related it in essence to the aforesaid three levels. They hoped that in so doing the people could equate Christianity with their own way of thinking and accordingly accept it. They said that religious reality also manifested itself in the ‘Trinity’. ‘Existence’ was the ‘Father’, ‘Life’ was the ‘son’ and ‘knowledge’ was the ‘Holy Spirit’. In order to complete the religion thus interpreted, many ideas were imported into it, for example, the belief that Jesus was the embodied manifestation of kalam (word). After the descent of Adam every human being had become a sinner and God’s son had to atone for this by acquiescing in his own crucifixion, etc. In this way, in the fourth century A.D., having been moulded to fit Egyptian, Greek and Roman concepts, what is now known as Christianity came into being."
    },
    {
      "ayah": 78,
      "surah": 5,
      "text": "Frequently the reason for a people’s deviation from the right path of God is that they have been impressed by the thoughts of communities which have gone astray and seek to emulate them; while accepting the religion of God, they interpret it in such a way that it appears to be in consonance with current thinking. Thus, in the name of God’s religion, they adopt an ungodly religion. The Christians adapted their religion to the ideas of polytheistic communities and described it as God’s favoured religion. Sometimes this happens, when religion is cast in the mould of national aspirations. An example of this second type of deviation is presented by the Jews. They interpreted God’s religion in such a way that it should legitimize their worldliness. For Muslims there is no scope for inserting such interpretations in the text of God’s Book. But outside the text, they are free to follow the example of previous communities. Faith makes a man sensitive about transgression and evil. When he sees anyone committing transgression or indulging in evil, he becomes perturbed and immediately wants to prevent him from behaving in this way. He relates to evil people in terms of separation and not of friendship. But when his faith weakens, he remains sensitive only about his own self. Now, only that which adversely affects his own self-interest appears to him to be evil. He remains neutral about the evils which are directed towards others."
    },
    {
      "ayah": 79,
      "surah": 5,
      "text": "Frequently the reason for a people’s deviation from the right path of God is that they have been impressed by the thoughts of communities which have gone astray and seek to emulate them; while accepting the religion of God, they interpret it in such a way that it appears to be in consonance with current thinking. Thus, in the name of God’s religion, they adopt an ungodly religion. The Christians adapted their religion to the ideas of polytheistic communities and described it as God’s favoured religion. Sometimes this happens, when religion is cast in the mould of national aspirations. An example of this second type of deviation is presented by the Jews. They interpreted God’s religion in such a way that it should legitimize their worldliness. For Muslims there is no scope for inserting such interpretations in the text of God’s Book. But outside the text, they are free to follow the example of previous communities. Faith makes a man sensitive about transgression and evil. When he sees anyone committing transgression or indulging in evil, he becomes perturbed and immediately wants to prevent him from behaving in this way. He relates to evil people in terms of separation and not of friendship. But when his faith weakens, he remains sensitive only about his own self. Now, only that which adversely affects his own self-interest appears to him to be evil. He remains neutral about the evils which are directed towards others."
    },
    {
      "ayah": 8,
      "surah": 5,
      "text": "Faith is the vow which binds God and His subject. The subject vows that he will remain God-fearing in his life in this world, and God guarantees that He will be His subject’s guardian in this world and in the Hereafter. God’s subject has to prove his fulfillment of his vow in two ways. First, he should become steadfast on the path of God. On every occasion his lifestyle should give the response which is expected of a subject to his Lord. When he observes the universe, his mind should be filled with the realisation of God’s glories and powers. When he looks at himself, he should realise that his existence is entirely due to God’s grace and His mercy. If his emotions erupt, they should erupt for the sake of God. If his attention is focused on anybody, it should be on God. His love should be for God. His fears should be linked with God. The remembrance of God should be uppermost in his mind. He should be given to prayer and obedience to God, and should spend his assets for the cause of God. In devoting his life to God, he should feel pleasure. The second condition for the fulfillment of the vow of God’s subject is that his dealings with his fellow-beings should be based on justice and fair play. Justice means meting out to a person that treatment which he actually deserves—no more and no less. In his dealings he should follow the dictates of justice and not his desires. He should be bound by this principle to the extent that he should adhere to justice even when dealing with his enemies; even when grievances and bitter memories are apt to divert him from the path of justice."
    },
    {
      "ayah": 80,
      "surah": 5,
      "text": "The Children of Israel faced this downfall, but that did not stop them from making self-righteous utterances and the elect among them went on making fine speeches. But they were not serious about rushing to intervene when they saw somebody indulging in tyranny and evil, or about trying to prevent such actions. David (Dawud) said of the Children of Israel of his period that not one of them was righteous, and from his discourses it is clear that the Jews used to talk peace with their neighbours, describing the law of God and reaffirming their pledge to God, when their hearts were actually full of ill intent. Jesus likewise castigated the Jews of his time, calling them hypocritical scholars who had usurped the dwellings of widows, while at the same time prolonging their prayers. He lamented the fact that they paid the tithes of mint leaves, anise and cummin seeds, while ignoring the weighty provisions of the shariat, i.e. justice, mercy and faith. He called them ‘blind guides’ who ‘strain at a gnat and swallow a camel’. He scorned them for being apparently righteous, while from within they were entirely hypocritical and faithless. (Matthew 23). The Jews did as Jesus said—they used to describe the law of God, offer prolonged prayers and paid their tithes from their crops. But all that was purely lip service. They used to carry out harmless commands with a show of piety, but when the question arose of treating others with justice, or when they were required to have mercy on a down-trodden person, or when there was the need to crush self-interest in order to carry out God’s command, then they used to be guilty of backsliding. And if anyone pointed out their mistakes, they became his enemies. It was such behaviour which caused them to incur God’s wrath and curses."
    },
    {
      "ayah": 81,
      "surah": 5,
      "text": "The Children of Israel faced this downfall, but that did not stop them from making self-righteous utterances and the elect among them went on making fine speeches. But they were not serious about rushing to intervene when they saw somebody indulging in tyranny and evil, or about trying to prevent such actions. David (Dawud) said of the Children of Israel of his period that not one of them was righteous, and from his discourses it is clear that the Jews used to talk peace with their neighbours, describing the law of God and reaffirming their pledge to God, when their hearts were actually full of ill intent. Jesus likewise castigated the Jews of his time, calling them hypocritical scholars who had usurped the dwellings of widows, while at the same time prolonging their prayers. He lamented the fact that they paid the tithes of mint leaves, anise and cummin seeds, while ignoring the weighty provisions of the shariat, i.e. justice, mercy and faith. He called them ‘blind guides’ who ‘strain at a gnat and swallow a camel’. He scorned them for being apparently righteous, while from within they were entirely hypocritical and faithless. (Matthew 23). The Jews did as Jesus said—they used to describe the law of God, offer prolonged prayers and paid their tithes from their crops. But all that was purely lip service. They used to carry out harmless commands with a show of piety, but when the question arose of treating others with justice, or when they were required to have mercy on a down-trodden person, or when there was the need to crush self-interest in order to carry out God’s command, then they used to be guilty of backsliding. And if anyone pointed out their mistakes, they became his enemies. It was such behaviour which caused them to incur God’s wrath and curses."
    },
    {
      "ayah": 82,
      "surah": 5,
      "text": "The Children of Israel faced this downfall, but that did not stop them from making self-righteous utterances and the elect among them went on making fine speeches. But they were not serious about rushing to intervene when they saw somebody indulging in tyranny and evil, or about trying to prevent such actions. David (Dawud) said of the Children of Israel of his period that not one of them was righteous, and from his discourses it is clear that the Jews used to talk peace with their neighbours, describing the law of God and reaffirming their pledge to God, when their hearts were actually full of ill intent. Jesus likewise castigated the Jews of his time, calling them hypocritical scholars who had usurped the dwellings of widows, while at the same time prolonging their prayers. He lamented the fact that they paid the tithes of mint leaves, anise and cummin seeds, while ignoring the weighty provisions of the shariat, i.e. justice, mercy and faith. He called them ‘blind guides’ who ‘strain at a gnat and swallow a camel’. He scorned them for being apparently righteous, while from within they were entirely hypocritical and faithless. (Matthew 23). The Jews did as Jesus said—they used to describe the law of God, offer prolonged prayers and paid their tithes from their crops. But all that was purely lip service. They used to carry out harmless commands with a show of piety, but when the question arose of treating others with justice, or when they were required to have mercy on a down-trodden person, or when there was the need to crush self-interest in order to carry out God’s command, then they used to be guilty of backsliding. And if anyone pointed out their mistakes, they became his enemies. It was such behaviour which caused them to incur God’s wrath and curses."
    },
    {
      "ayah": 83,
      "surah": 5,
      "text": "In this verse paradise is declared the reward for certain ‘words’ uttered by people (fa athabahumu’llah bima qalu). But what were these ‘words’ which made the speakers of them entitled to eternal paradise? What they said represented and gave expression to their entire being. It was the sound of the outflow of their personality. They heard God’s message in such a way that they found the whole truth enshrined in it. It penetrated their hearts and minds. It caused in them a revolution which changed the entire focus of their wishes and aspirations—to the extent that all barriers of prejudice and interests broke down. They identified themselves with Truth in such a way that they lost their separate identity. They became its witness and to become a witness meant truth embedding itself within them. The Quran was not a mere book for them but a living sign of the Lord of the Universe. This Divine experience, although expressed in words, was not just a matter of words: it was a turmoil, an earthquake which affected their entire existence. So much so that tears flowed from their eyes. Words spoken about reality do not merely make a statement: they are the highest form in which to give meaningful shape to a man’s actions and feelings, and, in the entire known universe, only man has the capacity to comprehend the refinement and significance of words and to use them to the best effect. ‘Words’ are the best of man’s being. ‘Word’ is eloquent action. Therefore, when a man proves and expresses his servitude to God at the level of ‘words’, he establishes a certain entitlement to paradise. The strongest reasons for non-acceptance of Truth by a man are his ego and pride. Those who have pride hidden in their hearts show the strongest reaction against the call for Truth, refusing to accept it at any cost and going so far as to become its most dangerous antagonists. On the other hand, those who are not filled with pride, while they may be flawed by any other evil, they cannot oppose the Truth to this extent."
    },
    {
      "ayah": 84,
      "surah": 5,
      "text": "In this verse paradise is declared the reward for certain ‘words’ uttered by people (fa athabahumu’llah bima qalu). But what were these ‘words’ which made the speakers of them entitled to eternal paradise? What they said represented and gave expression to their entire being. It was the sound of the outflow of their personality. They heard God’s message in such a way that they found the whole truth enshrined in it. It penetrated their hearts and minds. It caused in them a revolution which changed the entire focus of their wishes and aspirations—to the extent that all barriers of prejudice and interests broke down. They identified themselves with Truth in such a way that they lost their separate identity. They became its witness and to become a witness meant truth embedding itself within them. The Quran was not a mere book for them but a living sign of the Lord of the Universe. This Divine experience, although expressed in words, was not just a matter of words: it was a turmoil, an earthquake which affected their entire existence. So much so that tears flowed from their eyes. Words spoken about reality do not merely make a statement: they are the highest form in which to give meaningful shape to a man’s actions and feelings, and, in the entire known universe, only man has the capacity to comprehend the refinement and significance of words and to use them to the best effect. ‘Words’ are the best of man’s being. ‘Word’ is eloquent action. Therefore, when a man proves and expresses his servitude to God at the level of ‘words’, he establishes a certain entitlement to paradise. The strongest reasons for non-acceptance of Truth by a man are his ego and pride. Those who have pride hidden in their hearts show the strongest reaction against the call for Truth, refusing to accept it at any cost and going so far as to become its most dangerous antagonists. On the other hand, those who are not filled with pride, while they may be flawed by any other evil, they cannot oppose the Truth to this extent."
    },
    {
      "ayah": 85,
      "surah": 5,
      "text": "In this verse paradise is declared the reward for certain ‘words’ uttered by people (fa athabahumu’llah bima qalu). But what were these ‘words’ which made the speakers of them entitled to eternal paradise? What they said represented and gave expression to their entire being. It was the sound of the outflow of their personality. They heard God’s message in such a way that they found the whole truth enshrined in it. It penetrated their hearts and minds. It caused in them a revolution which changed the entire focus of their wishes and aspirations—to the extent that all barriers of prejudice and interests broke down. They identified themselves with Truth in such a way that they lost their separate identity. They became its witness and to become a witness meant truth embedding itself within them. The Quran was not a mere book for them but a living sign of the Lord of the Universe. This Divine experience, although expressed in words, was not just a matter of words: it was a turmoil, an earthquake which affected their entire existence. So much so that tears flowed from their eyes. Words spoken about reality do not merely make a statement: they are the highest form in which to give meaningful shape to a man’s actions and feelings, and, in the entire known universe, only man has the capacity to comprehend the refinement and significance of words and to use them to the best effect. ‘Words’ are the best of man’s being. ‘Word’ is eloquent action. Therefore, when a man proves and expresses his servitude to God at the level of ‘words’, he establishes a certain entitlement to paradise. The strongest reasons for non-acceptance of Truth by a man are his ego and pride. Those who have pride hidden in their hearts show the strongest reaction against the call for Truth, refusing to accept it at any cost and going so far as to become its most dangerous antagonists. On the other hand, those who are not filled with pride, while they may be flawed by any other evil, they cannot oppose the Truth to this extent."
    },
    {
      "ayah": 86,
      "surah": 5,
      "text": "In this verse paradise is declared the reward for certain ‘words’ uttered by people (fa athabahumu’llah bima qalu). But what were these ‘words’ which made the speakers of them entitled to eternal paradise? What they said represented and gave expression to their entire being. It was the sound of the outflow of their personality. They heard God’s message in such a way that they found the whole truth enshrined in it. It penetrated their hearts and minds. It caused in them a revolution which changed the entire focus of their wishes and aspirations—to the extent that all barriers of prejudice and interests broke down. They identified themselves with Truth in such a way that they lost their separate identity. They became its witness and to become a witness meant truth embedding itself within them. The Quran was not a mere book for them but a living sign of the Lord of the Universe. This Divine experience, although expressed in words, was not just a matter of words: it was a turmoil, an earthquake which affected their entire existence. So much so that tears flowed from their eyes. Words spoken about reality do not merely make a statement: they are the highest form in which to give meaningful shape to a man’s actions and feelings, and, in the entire known universe, only man has the capacity to comprehend the refinement and significance of words and to use them to the best effect. ‘Words’ are the best of man’s being. ‘Word’ is eloquent action. Therefore, when a man proves and expresses his servitude to God at the level of ‘words’, he establishes a certain entitlement to paradise. The strongest reasons for non-acceptance of Truth by a man are his ego and pride. Those who have pride hidden in their hearts show the strongest reaction against the call for Truth, refusing to accept it at any cost and going so far as to become its most dangerous antagonists. On the other hand, those who are not filled with pride, while they may be flawed by any other evil, they cannot oppose the Truth to this extent."
    },
    {
      "ayah": 87,
      "surah": 5,
      "text": "The connection between man and God is a live relationship which is established on a psychological level. It is internal in nature. But when religion is on the decline, and this internal relationship becomes weakened, then the mentality develops that one must try to build up such a relationship from external sources. One of these is giving up worldly pleasures—in effect, renunciation or monasticism. It is assumed that staying away from material things will cause a man to come nearer to God. Some of the Prophet Muhammad’s companions were influenced by such monastic thoughts. They intended to give up eating meats and sleeping at nights, to castrate themselves and leave their homes to lead the life of hermits. Some of them went to the extent of taking a vow or oath to this effect. But people were prohibited from doing this and were told that one could not attain nearness to God just by treating permitted things (halal) as forbidden things (haram). Whatever a man achieves, is done by his remaining within natural limits, and not by his inventing stricter limits."
    },
    {
      "ayah": 88,
      "surah": 5,
      "text": "The connection between man and God is a live relationship which is established on a psychological level. It is internal in nature. But when religion is on the decline, and this internal relationship becomes weakened, then the mentality develops that one must try to build up such a relationship from external sources. One of these is giving up worldly pleasures—in effect, renunciation or monasticism. It is assumed that staying away from material things will cause a man to come nearer to God. Some of the Prophet Muhammad’s companions were influenced by such monastic thoughts. They intended to give up eating meats and sleeping at nights, to castrate themselves and leave their homes to lead the life of hermits. Some of them went to the extent of taking a vow or oath to this effect. But people were prohibited from doing this and were told that one could not attain nearness to God just by treating permitted things (halal) as forbidden things (haram). Whatever a man achieves, is done by his remaining within natural limits, and not by his inventing stricter limits."
    },
    {
      "ayah": 89,
      "surah": 5,
      "text": "According to Islam, real monasticism consists of fear of and gratitude to God. Fear of God causes one to abstain from things prohibited by Him. If the desire awakens in man to enjoy the pleasure of some forbidden (haram) thing, the fear of God will restrain him from satisfying that desire. Again, if he becomes so angry with someone that he feels like killing him, it is the fear of God which stays his hand. His heart may tell him that he should lead an unrestricted life, but the fear of God’s wrath compels him to remain within God’s prescribed limits. The same is true of gratitude. When the grateful man receives some worldly good things, when he is blessed with health, wealth, position, worldly goods and his share of popularity, these things do not lead him into self-aggrandizement or boasting; he takes everything to be God’s gift and concedes that all the benefits he enjoys are by the grace of God. He is overwhelmed by feelings of gratitude and humility. These are the emotions which join him with God. By fearing God and being grateful to Him, man comes close to Him. Keeping away from material things is definitely a virtue, but the act of distancing oneself from them has to be a mental and not just a physical process."
    },
    {
      "ayah": 9,
      "surah": 5,
      "text": "In the world, God makes His appearance felt through symbols, i.e. in the shape of such arguments as cannot be contradicted by man. When an argument of God appears before a man and he indulges in verbal pyrotechnics instead of accepting it, then this amounts to denying the signs of God. Such people will receive severe punishment at God’s behest. And those who accept the argument will be held deserving of God’s reward."
    },
    {
      "ayah": 90,
      "surah": 5,
      "text": "The imbibing of intoxicants, gambling and frequenting abodes where beings other than God are worshipped or offered sacrifices and the drawing of lots, in which seeking help from someone other than God is involved—all these are base, satanic actions. These things lead a man to his mental and physical downfall. Intoxicants destroy the refined human feelings existing in a man. Similarly, the throwing of arrows, the drawing of lots, etc., are actions which are based either on superficial thoughts or on superstitious beliefs. Islam wants man to become a rememberer and worshipper of God; making himself completely obedient to God and His Prophet. For this purpose, a man’s being serious is absolutely necessary. But the above-mentioned misdeeds are the greatest destroyers of seriousness. Islam wants to create a man who recognizes and understands realities, who in living his life, rises above materialism, whereas intoxicants make a man forgetful of realities, arrows and the drawing of lots plunge a man into the dark abysses of superstition, and gambling leads man into materialism to an extent which is criminal. Islam wants to create a man who elevates himself on the basis of facts and realities, but intoxicants promote an excessive lack of awareness of what is proper and gambling promotes excessive selfishness. These are the two root causes of disturbances and riots. Those who lose their moral awareness also lose their respect for others’ dignity and property. Such people become brazen to the ultimate extent, indulging in tyranny and injustice and unduly harassing others. Similarly, gambling is the worst form of exploitation and selfishness in that it enables a man to rob many people, thus enriching himself and achieving great material success. A drunkard is devoid of any awareness of others’ trouble or grief, while for a gambler, others are only subjects of exploitation. A society where such people exist will be vitiated by clashes and enmity, and its members will live in an atmosphere of mutual mistrust and recrimination."
    },
    {
      "ayah": 91,
      "surah": 5,
      "text": "The imbibing of intoxicants, gambling and frequenting abodes where beings other than God are worshipped or offered sacrifices and the drawing of lots, in which seeking help from someone other than God is involved—all these are base, satanic actions. These things lead a man to his mental and physical downfall. Intoxicants destroy the refined human feelings existing in a man. Similarly, the throwing of arrows, the drawing of lots, etc., are actions which are based either on superficial thoughts or on superstitious beliefs. Islam wants man to become a rememberer and worshipper of God; making himself completely obedient to God and His Prophet. For this purpose, a man’s being serious is absolutely necessary. But the above-mentioned misdeeds are the greatest destroyers of seriousness. Islam wants to create a man who recognizes and understands realities, who in living his life, rises above materialism, whereas intoxicants make a man forgetful of realities, arrows and the drawing of lots plunge a man into the dark abysses of superstition, and gambling leads man into materialism to an extent which is criminal. Islam wants to create a man who elevates himself on the basis of facts and realities, but intoxicants promote an excessive lack of awareness of what is proper and gambling promotes excessive selfishness. These are the two root causes of disturbances and riots. Those who lose their moral awareness also lose their respect for others’ dignity and property. Such people become brazen to the ultimate extent, indulging in tyranny and injustice and unduly harassing others. Similarly, gambling is the worst form of exploitation and selfishness in that it enables a man to rob many people, thus enriching himself and achieving great material success. A drunkard is devoid of any awareness of others’ trouble or grief, while for a gambler, others are only subjects of exploitation. A society where such people exist will be vitiated by clashes and enmity, and its members will live in an atmosphere of mutual mistrust and recrimination."
    },
    {
      "ayah": 92,
      "surah": 5,
      "text": "During Hajj or ‘umrah (the pilgrimage to the Ka‘bah) it is the rule that before reaching the Ka‘bah, people are required to put on ahram (specified dress) at and from some specified places (miqat). Thereafter, on the journey towards the Ka‘bah, pilgrims come across many birds and animals which they could easily hunt, but this has been declared haram (forbidden). Hunting personally, or through others, is prohibited in these conditions. According to tradition, this verse was revealed during the Hudaybiyyah journey, when the Muslims were clad in ihram with the intention of performing ‘umrah. At that time, many birds and animals were roaming about so close that they could have been easily hunted down with arrows or spears. The Muslims wanted to hunt, as they normally did, to meet their requirements. But they immediately stopped on receiving this order. This order, which is applicable under ihram, has to be followed by the common man in day-to-day life."
    },
    {
      "ayah": 93,
      "surah": 5,
      "text": "During Hajj or ‘umrah (the pilgrimage to the Ka‘bah) it is the rule that before reaching the Ka‘bah, people are required to put on ahram (specified dress) at and from some specified places (miqat). Thereafter, on the journey towards the Ka‘bah, pilgrims come across many birds and animals which they could easily hunt, but this has been declared haram (forbidden). Hunting personally, or through others, is prohibited in these conditions. According to tradition, this verse was revealed during the Hudaybiyyah journey, when the Muslims were clad in ihram with the intention of performing ‘umrah. At that time, many birds and animals were roaming about so close that they could have been easily hunted down with arrows or spears. The Muslims wanted to hunt, as they normally did, to meet their requirements. But they immediately stopped on receiving this order. This order, which is applicable under ihram, has to be followed by the common man in day-to-day life."
    },
    {
      "ayah": 94,
      "surah": 5,
      "text": "During Hajj or ‘umrah (the pilgrimage to the Ka‘bah) it is the rule that before reaching the Ka‘bah, people are required to put on ahram (specified dress) at and from some specified places (miqat). Thereafter, on the journey towards the Ka‘bah, pilgrims come across many birds and animals which they could easily hunt, but this has been declared haram (forbidden). Hunting personally, or through others, is prohibited in these conditions. According to tradition, this verse was revealed during the Hudaybiyyah journey, when the Muslims were clad in ihram with the intention of performing ‘umrah. At that time, many birds and animals were roaming about so close that they could have been easily hunted down with arrows or spears. The Muslims wanted to hunt, as they normally did, to meet their requirements. But they immediately stopped on receiving this order. This order, which is applicable under ihram, has to be followed by the common man in day-to-day life."
    },
    {
      "ayah": 95,
      "surah": 5,
      "text": "The real purpose of this order is that God may know those who fear Him, even if they cannot see Him. God has placed human beings in this world, but has concealed Himself from their eyes. Now, He wants to see who, without seeing Him, is so reality-conscious as to behave righteously, as if he were actually seeing Him with all His powers, unlike those who, not finding God before them, become fearless and behave as they please. This is experienced not only during the short period of the pilgrimage, but also on a daily basis in human relations. A man may gain such control over another that it is quite possible for him to threaten his life, ruin him financially or falsely defame and degrade him. Now, under these conditions, there may conversely be a man who, in spite of having such control and similar opportunity, holds his peace and stays his hands out of fear of God. Of these two, the latter has proved that he fears God without seeing Him, while the former has proved otherwise. The latter has countless divine blessings in store for him, while there shall be a terrible punishment for the former."
    },
    {
      "ayah": 96,
      "surah": 5,
      "text": "Hunting is prohibited (haram) while in the state of ihram. This prohibition was ordained, not because of any feature inherent in the thing prohibited, but as a matter of human trial. In order to test man, God chose to ban certain items symbolically. However, wherever the Law-Giver felt that the trial might cause unnecessary hardship to His subjects, the Law was relaxed. For example, for pilgrims who travel by sea or river to the House of God, it is legitimate to fish in the waters and eat the catch if, during the voyage, there is nothing else available to them. Indeed, they have no alternative if they are to save their lives."
    },
    {
      "ayah": 97,
      "surah": 5,
      "text": "The Ka‘bah is the eternal centre for Islam and the Islamic community. By declaring it essential to turn towards the Ka‘bah to say one’s prayers (salat,), God has linked each and every Muslim with the centrality of the Ka‘bah. Then by means of Hajj (pilgrimage) it has been made the international meeting place of Islam. The symbolic rites to be performed in connection with the pilgrimage to the Ka‘bah are of great importance, not because of any inherent holiness in them, but because they are the signs of the trial of man. When a subject of God carries out His commandments on these symbolic rites, he reminds himself that though God is not apparently visible, He is actively present—He gives commands; He keeps a watch on His subjects; He is aware of all our actions. These thoughts develop fear of God in man and make him able to remain a true subject of God throughout the vicissitudes of his life. It is a human weakness to give the utmost importance to the drawing of crowds, and to accumulating an abundance of showy worldly goods, etc. In the eyes of God, however, importance attaches only to quality. Quantity has no value for Him. Those who rush towards ‘abundance’ and attach no value to truth think they are very clever, but in reality they are unwise. One who orders his life in fear of God and not on account of material considerations or worldly cares, is the one who is truly successful."
    },
    {
      "ayah": 98,
      "surah": 5,
      "text": "It has been recorded in the traditions that when the order regarding Hajj was received, the Prophet Muhammad said in a sermon ‘O, people! Hajj has been made compulsory for you.’ On hearing this, a person from the Banu Asad tribe got up and asked: ‘O, Prophet of God! Is it for every year?’ The Prophet Muhammad was very angry and said, ‘By the Lord in whose hands my life is! Had I said “‘Yes”, it would have become compulsory for every year, and having become compulsory for every year, you would not have been able to perform it every year and thus committed denial of truth.’ So, leave out whatever I leave out. When I order anything to be done, do it, and when I prohibit you from doing anything, don’t do it.’ (Tafsir ibn Kathir)."
    },
    {
      "ayah": 99,
      "surah": 5,
      "text": "It has been recorded in the traditions that when the order regarding Hajj was received, the Prophet Muhammad said in a sermon ‘O, people! Hajj has been made compulsory for you.’ On hearing this, a person from the Banu Asad tribe got up and asked: ‘O, Prophet of God! Is it for every year?’ The Prophet Muhammad was very angry and said, ‘By the Lord in whose hands my life is! Had I said “‘Yes”, it would have become compulsory for every year, and having become compulsory for every year, you would not have been able to perform it every year and thus committed denial of truth.’ So, leave out whatever I leave out. When I order anything to be done, do it, and when I prohibit you from doing anything, don’t do it.’ (Tafsir ibn Kathir)."
    }
  ]
}
