{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 8,
      "text": "This chapter was revealed after the battle of Badr (2 A.H.). In this battle the Muslims were victorious and thereafter considerable spoils of war fell to their lot. After the battle a dispute arose over the distribution of the booty.  All such quarrels go against the God-fearing spirit. The fear of God develops the psychology of responsibility in man. The attention of a believer is focussed on his duties and not on his rights. Instead of looking at himself, he should look towards God. His heart softens in obedience to God and His prophet. He becomes a praying and worshipping subject of God. He derives satisfaction from giving to people and not from snatching things away from them. These qualities create in man the attitude of realism and readiness to admit the truth. The inevitable result of realism and admission of truth is that all mutual quarrels vanish and if at all quarrels emerge incidentally, a warning given once is enough to set matters right."
    },
    {
      "ayah": 10,
      "surah": 8,
      "text": "The battle of Badr took place under very critical conditions. Only 313 Muslims were pitted against about one thousand well-armed enemies. The Muslims were scantily armed. The enemies had already reached the venue of battle (Badr) and had captured a vantage point and the spring of water. Seeing this, the Muslims were beset by doubts that perhaps they would not be supported by God in the mission for which they had been sacrificing their lives. Had truth been on their side, God would not have helped the enemies on this critical occasion and all the favourable opportunities would have slipped from their grasp and passed on to their enemies. But at that time, Almighty God caused heavy rains to fall in the area of Badr. Muslims made ponds and stored the water. The enemy had deprived Muslims of the water of the land; God then arranged for them to have water from the sky. God furthermore blessed them with an extraordinary favour—that of sleep. Sleep is very necessary for a man to be refreshed, but the conditions in the battlefield are so terrible that it is impossible to have sound sleep. In spite of this, Almighty God blessed them with His special succour; on the eve of the battle, He made it possible for them to have sound sleep. In the night they slept free of all mental pressure and got up in the morning fully refreshed. Out of conditions which were causing Muslims to have misgivings, God created such possibilities that they developed new faith and a sense of self-reliance."
    },
    {
      "ayah": 11,
      "surah": 8,
      "text": "The battle of Badr took place under very critical conditions. Only 313 Muslims were pitted against about one thousand well-armed enemies. The Muslims were scantily armed. The enemies had already reached the venue of battle (Badr) and had captured a vantage point and the spring of water. Seeing this, the Muslims were beset by doubts that perhaps they would not be supported by God in the mission for which they had been sacrificing their lives. Had truth been on their side, God would not have helped the enemies on this critical occasion and all the favourable opportunities would have slipped from their grasp and passed on to their enemies. But at that time, Almighty God caused heavy rains to fall in the area of Badr. Muslims made ponds and stored the water. The enemy had deprived Muslims of the water of the land; God then arranged for them to have water from the sky. God furthermore blessed them with an extraordinary favour—that of sleep. Sleep is very necessary for a man to be refreshed, but the conditions in the battlefield are so terrible that it is impossible to have sound sleep. In spite of this, Almighty God blessed them with His special succour; on the eve of the battle, He made it possible for them to have sound sleep. In the night they slept free of all mental pressure and got up in the morning fully refreshed. Out of conditions which were causing Muslims to have misgivings, God created such possibilities that they developed new faith and a sense of self-reliance."
    },
    { "ayah": 12, "surah": 8, "text": "See note to 2:191." },
    {
      "ayah": 13,
      "surah": 8,
      "text": "At the time of confrontation what is required of the people of Truth is steadfastness. They should not be disheartened under any circumstances. The gift readily given by God in return for this steadfastness is the striking of terror into the hearts of the enemies of Truth, and nothing can save from defeat any such group as is terror-stricken by its opponents."
    },
    {
      "ayah": 14,
      "surah": 8,
      "text": "At the time of confrontation what is required of the people of Truth is steadfastness. They should not be disheartened under any circumstances. The gift readily given by God in return for this steadfastness is the striking of terror into the hearts of the enemies of Truth, and nothing can save from defeat any such group as is terror-stricken by its opponents."
    },
    {
      "ayah": 15,
      "surah": 8,
      "text": "When the clash between believers and those who deny the truth reaches the battlefield, it is a moment of reckoning for both the parties. If at that critical moment a believing individual or group, turns tail and flees from the battlefield, it amounts to committing the worst kind of crime. Such people consider it more important to save themselves rather than to defend the Truth. They do this when what is at stake is the life of that Truth which they have admitted as the greatest Truth and which they have embraced in all good faith. On such critical occasions, even a minor defection can cause a major debacle. One person’s or one group’s flight from the battlefield lowers the morale of the whole army. One person’s running away can finally turn into a mass stampede. However, the exception to this is when a soldier or an army unit retreats for some strategic purpose, perhaps to leave one front and join another. Retreat is undoubtedly an unpardonable crime, but when carried out on strategic grounds, it is legitimate. The aforesaid commandment originally relates to battle. However, other similar cases may also come within its purview. For example, a missionary may call people to engage in the peaceful and constructive propagation of Islam, but after some time, when he sees that his call is not very popular, he may lose patience and, abandoning the constructive approach, may rush towards that type of Islam through which fame and status among the general public can very soon become a reality. Running away from the battlefield occurs consciously and with intention. But ‘running away’ from the struggle going on outside the battlefield often takes place at the unconscious level. Man happens to be result-loving by nature. He likes to be admired for his work. He wants his work to be accepted and recognised. Such a temperament gradually removes him from the tasks from which an immediate result does not seem to follow. Barely conscious of the factors working within him, he is attracted towards such things as apparently give him the hope of immediate honour and success. Every deviation of this type is an example of what has been described in the above-mentioned verse as ‘running away from the battlefield.’"
    },
    {
      "ayah": 16,
      "surah": 8,
      "text": "When the clash between believers and those who deny the truth reaches the battlefield, it is a moment of reckoning for both the parties. If at that critical moment a believing individual or group, turns tail and flees from the battlefield, it amounts to committing the worst kind of crime. Such people consider it more important to save themselves rather than to defend the Truth. They do this when what is at stake is the life of that Truth which they have admitted as the greatest Truth and which they have embraced in all good faith. On such critical occasions, even a minor defection can cause a major debacle. One person’s or one group’s flight from the battlefield lowers the morale of the whole army. One person’s running away can finally turn into a mass stampede. However, the exception to this is when a soldier or an army unit retreats for some strategic purpose, perhaps to leave one front and join another. Retreat is undoubtedly an unpardonable crime, but when carried out on strategic grounds, it is legitimate. The aforesaid commandment originally relates to battle. However, other similar cases may also come within its purview. For example, a missionary may call people to engage in the peaceful and constructive propagation of Islam, but after some time, when he sees that his call is not very popular, he may lose patience and, abandoning the constructive approach, may rush towards that type of Islam through which fame and status among the general public can very soon become a reality. Running away from the battlefield occurs consciously and with intention. But ‘running away’ from the struggle going on outside the battlefield often takes place at the unconscious level. Man happens to be result-loving by nature. He likes to be admired for his work. He wants his work to be accepted and recognised. Such a temperament gradually removes him from the tasks from which an immediate result does not seem to follow. Barely conscious of the factors working within him, he is attracted towards such things as apparently give him the hope of immediate honour and success. Every deviation of this type is an example of what has been described in the above-mentioned verse as ‘running away from the battlefield.’"
    },
    {
      "ayah": 17,
      "surah": 8,
      "text": "It has been handed down in traditions that, when the battle of Badr was in full swing the words uttered by the Prophet, in prayer, were: ‘O, my Lord! If this class of people is killed, You will never be worshipped on earth.’ Helping believers is a responsibility borne by Almighty God. By His devices He renders ineffective whatever conspiracies their enemies hatch. He causes them to be overwhelmed so that the faithful may dominate. But when does this happen? This happens when the believers merge their will with that of God, in such a way that God’s will and their will become one and the same. When a subject of God aligns himself with God in such a way, whatever belongs to God becomes his, because he would have already given to God whatever was his. Before leaving for Badr, the chiefs of Makkah went to the House of God and, catching hold of the curtain of the Ka‘bah, prayed like this: ‘O, God help the better of the two armies; the more respectable of the two groups; and the better of the two tribes.’ At the battle of Badr, the chiefs of Makkah were totally defeated and the Faithful were completely victorious. So, by the very standard set by the chiefs themselves, it was proved that, before God it was not they who were superior and more honourable but the followers of Islam. In spite of this, they did not accept Islam. For those who conduct themselves in this way, there shall be grave punishment both in the Hereafter and in this world. ‘Bless with victory the side which is superior and the more honourable of the two.’ This was ostensibly a prayer, but in fact was an expression of boastful self-confidence. The rationale behind this was that they were the Trustees of the Ka‘bah; they were the progeny of Abraham and Ishmael. When they had such superior factors on their side, victory was bound to be theirs. But, before God, real value is attached to personal deeds and not to external connections. However great an external connection may be, it will be of no avail to anybody on Judgement Day."
    },
    {
      "ayah": 18,
      "surah": 8,
      "text": "It has been handed down in traditions that, when the battle of Badr was in full swing the words uttered by the Prophet, in prayer, were: ‘O, my Lord! If this class of people is killed, You will never be worshipped on earth.’ Helping believers is a responsibility borne by Almighty God. By His devices He renders ineffective whatever conspiracies their enemies hatch. He causes them to be overwhelmed so that the faithful may dominate. But when does this happen? This happens when the believers merge their will with that of God, in such a way that God’s will and their will become one and the same. When a subject of God aligns himself with God in such a way, whatever belongs to God becomes his, because he would have already given to God whatever was his. Before leaving for Badr, the chiefs of Makkah went to the House of God and, catching hold of the curtain of the Ka‘bah, prayed like this: ‘O, God help the better of the two armies; the more respectable of the two groups; and the better of the two tribes.’ At the battle of Badr, the chiefs of Makkah were totally defeated and the Faithful were completely victorious. So, by the very standard set by the chiefs themselves, it was proved that, before God it was not they who were superior and more honourable but the followers of Islam. In spite of this, they did not accept Islam. For those who conduct themselves in this way, there shall be grave punishment both in the Hereafter and in this world. ‘Bless with victory the side which is superior and the more honourable of the two.’ This was ostensibly a prayer, but in fact was an expression of boastful self-confidence. The rationale behind this was that they were the Trustees of the Ka‘bah; they were the progeny of Abraham and Ishmael. When they had such superior factors on their side, victory was bound to be theirs. But, before God, real value is attached to personal deeds and not to external connections. However great an external connection may be, it will be of no avail to anybody on Judgement Day."
    },
    {
      "ayah": 19,
      "surah": 8,
      "text": "It has been handed down in traditions that, when the battle of Badr was in full swing the words uttered by the Prophet, in prayer, were: ‘O, my Lord! If this class of people is killed, You will never be worshipped on earth.’ Helping believers is a responsibility borne by Almighty God. By His devices He renders ineffective whatever conspiracies their enemies hatch. He causes them to be overwhelmed so that the faithful may dominate. But when does this happen? This happens when the believers merge their will with that of God, in such a way that God’s will and their will become one and the same. When a subject of God aligns himself with God in such a way, whatever belongs to God becomes his, because he would have already given to God whatever was his. Before leaving for Badr, the chiefs of Makkah went to the House of God and, catching hold of the curtain of the Ka‘bah, prayed like this: ‘O, God help the better of the two armies; the more respectable of the two groups; and the better of the two tribes.’ At the battle of Badr, the chiefs of Makkah were totally defeated and the Faithful were completely victorious. So, by the very standard set by the chiefs themselves, it was proved that, before God it was not they who were superior and more honourable but the followers of Islam. In spite of this, they did not accept Islam. For those who conduct themselves in this way, there shall be grave punishment both in the Hereafter and in this world. ‘Bless with victory the side which is superior and the more honourable of the two.’ This was ostensibly a prayer, but in fact was an expression of boastful self-confidence. The rationale behind this was that they were the Trustees of the Ka‘bah; they were the progeny of Abraham and Ishmael. When they had such superior factors on their side, victory was bound to be theirs. But, before God, real value is attached to personal deeds and not to external connections. However great an external connection may be, it will be of no avail to anybody on Judgement Day."
    },
    {
      "ayah": 2,
      "surah": 8,
      "text": "This chapter was revealed after the battle of Badr (2 A.H.). In this battle the Muslims were victorious and thereafter considerable spoils of war fell to their lot. After the battle a dispute arose over the distribution of the booty.  All such quarrels go against the God-fearing spirit. The fear of God develops the psychology of responsibility in man. The attention of a believer is focussed on his duties and not on his rights. Instead of looking at himself, he should look towards God. His heart softens in obedience to God and His prophet. He becomes a praying and worshipping subject of God. He derives satisfaction from giving to people and not from snatching things away from them. These qualities create in man the attitude of realism and readiness to admit the truth. The inevitable result of realism and admission of truth is that all mutual quarrels vanish and if at all quarrels emerge incidentally, a warning given once is enough to set matters right."
    },
    {
      "ayah": 20,
      "surah": 8,
      "text": "When a Truth is presented before a man, ideally he apprehends it with all the human faculties granted to him by God. He gives his full attention to it, he feels the weight of its veracity and then he utters that correct response which a man’s nature should present in the face of Truth. One who behaves in this way has been receptive to the presented matter in the manner of a true human being. However, there is the type of individual who listens as if he has no ears to hear with. His mind fails to grasp the veracity of what he hears. And so he is unable to give the requisite response in view of the facts. One who behaves in this way has heard the presented matter as if he were an animal. The truth becomes clear only to one who hears it with a receptive mind. By contrast, one whose temperament is flawed by jealousy, haughtiness, self-interest and love of outward show will not regard the issue of Truth as worth considering and will not pay serious attention to it. So, he will certainly fail to discover its veracity. Faith on the face of it, is a statement of trust in God. But in reality it is a human decision. Faith is not merely repetition of words of testimony, but the verbal expression of one’s inner feeling. If a man’s condition is really the same as that declared by his words, he is a real believer in the eyes of God. A believer is the most serious human being and as such can never, by his words, show himself to be something other than what his inner condition actually is. A man whose faith reflects his inner reality, will, as soon as he admits his faith, make God his object of worship and will be a follower of His commands in all aspects of his life. For him oral acceptance of faith will be not just a verbal profession, but an indicator of the direction of his journey. Just the opposite is the condition of one who heard the voice of Truth, but did not let it enter his soul and did not let it become part of his heart-beats, even though he had no answer for its arguments. Outwardly he may have uttered the words, ‘Yes, it is true,’ but, his real life, even after that, remained the same as it had been earlier. This second attitude is hypocritical, and before God such a hypocritical ‘faith’ has no value."
    },
    {
      "ayah": 21,
      "surah": 8,
      "text": "When a Truth is presented before a man, ideally he apprehends it with all the human faculties granted to him by God. He gives his full attention to it, he feels the weight of its veracity and then he utters that correct response which a man’s nature should present in the face of Truth. One who behaves in this way has been receptive to the presented matter in the manner of a true human being. However, there is the type of individual who listens as if he has no ears to hear with. His mind fails to grasp the veracity of what he hears. And so he is unable to give the requisite response in view of the facts. One who behaves in this way has heard the presented matter as if he were an animal. The truth becomes clear only to one who hears it with a receptive mind. By contrast, one whose temperament is flawed by jealousy, haughtiness, self-interest and love of outward show will not regard the issue of Truth as worth considering and will not pay serious attention to it. So, he will certainly fail to discover its veracity. Faith on the face of it, is a statement of trust in God. But in reality it is a human decision. Faith is not merely repetition of words of testimony, but the verbal expression of one’s inner feeling. If a man’s condition is really the same as that declared by his words, he is a real believer in the eyes of God. A believer is the most serious human being and as such can never, by his words, show himself to be something other than what his inner condition actually is. A man whose faith reflects his inner reality, will, as soon as he admits his faith, make God his object of worship and will be a follower of His commands in all aspects of his life. For him oral acceptance of faith will be not just a verbal profession, but an indicator of the direction of his journey. Just the opposite is the condition of one who heard the voice of Truth, but did not let it enter his soul and did not let it become part of his heart-beats, even though he had no answer for its arguments. Outwardly he may have uttered the words, ‘Yes, it is true,’ but, his real life, even after that, remained the same as it had been earlier. This second attitude is hypocritical, and before God such a hypocritical ‘faith’ has no value."
    },
    {
      "ayah": 22,
      "surah": 8,
      "text": "When a Truth is presented before a man, ideally he apprehends it with all the human faculties granted to him by God. He gives his full attention to it, he feels the weight of its veracity and then he utters that correct response which a man’s nature should present in the face of Truth. One who behaves in this way has been receptive to the presented matter in the manner of a true human being. However, there is the type of individual who listens as if he has no ears to hear with. His mind fails to grasp the veracity of what he hears. And so he is unable to give the requisite response in view of the facts. One who behaves in this way has heard the presented matter as if he were an animal. The truth becomes clear only to one who hears it with a receptive mind. By contrast, one whose temperament is flawed by jealousy, haughtiness, self-interest and love of outward show will not regard the issue of Truth as worth considering and will not pay serious attention to it. So, he will certainly fail to discover its veracity. Faith on the face of it, is a statement of trust in God. But in reality it is a human decision. Faith is not merely repetition of words of testimony, but the verbal expression of one’s inner feeling. If a man’s condition is really the same as that declared by his words, he is a real believer in the eyes of God. A believer is the most serious human being and as such can never, by his words, show himself to be something other than what his inner condition actually is. A man whose faith reflects his inner reality, will, as soon as he admits his faith, make God his object of worship and will be a follower of His commands in all aspects of his life. For him oral acceptance of faith will be not just a verbal profession, but an indicator of the direction of his journey. Just the opposite is the condition of one who heard the voice of Truth, but did not let it enter his soul and did not let it become part of his heart-beats, even though he had no answer for its arguments. Outwardly he may have uttered the words, ‘Yes, it is true,’ but, his real life, even after that, remained the same as it had been earlier. This second attitude is hypocritical, and before God such a hypocritical ‘faith’ has no value."
    },
    {
      "ayah": 23,
      "surah": 8,
      "text": "When a Truth is presented before a man, ideally he apprehends it with all the human faculties granted to him by God. He gives his full attention to it, he feels the weight of its veracity and then he utters that correct response which a man’s nature should present in the face of Truth. One who behaves in this way has been receptive to the presented matter in the manner of a true human being. However, there is the type of individual who listens as if he has no ears to hear with. His mind fails to grasp the veracity of what he hears. And so he is unable to give the requisite response in view of the facts. One who behaves in this way has heard the presented matter as if he were an animal. The truth becomes clear only to one who hears it with a receptive mind. By contrast, one whose temperament is flawed by jealousy, haughtiness, self-interest and love of outward show will not regard the issue of Truth as worth considering and will not pay serious attention to it. So, he will certainly fail to discover its veracity. Faith on the face of it, is a statement of trust in God. But in reality it is a human decision. Faith is not merely repetition of words of testimony, but the verbal expression of one’s inner feeling. If a man’s condition is really the same as that declared by his words, he is a real believer in the eyes of God. A believer is the most serious human being and as such can never, by his words, show himself to be something other than what his inner condition actually is. A man whose faith reflects his inner reality, will, as soon as he admits his faith, make God his object of worship and will be a follower of His commands in all aspects of his life. For him oral acceptance of faith will be not just a verbal profession, but an indicator of the direction of his journey. Just the opposite is the condition of one who heard the voice of Truth, but did not let it enter his soul and did not let it become part of his heart-beats, even though he had no answer for its arguments. Outwardly he may have uttered the words, ‘Yes, it is true,’ but, his real life, even after that, remained the same as it had been earlier. This second attitude is hypocritical, and before God such a hypocritical ‘faith’ has no value."
    },
    {
      "ayah": 24,
      "surah": 8,
      "text": "Here the ‘call of life’ means the call for the struggle to convey the Truth to others. Initially this struggle starts by preaching by word of mouth or by means of the pen. But the belligerent attitude of those to whom the call is given takes this struggle to various other stages, even to the extent of migration or war. Man formulates his religious life in accordance with his ideas, at the individual level. He makes his life so consistent with his circumstances that it appears to be an island of safety for him. He has the feeling that if he exerts himself to reform others, this well-established abode will be destroyed; his well organised life will be disturbed and the regulation of his time and the system devised by him to govern his property—keeping his personal requirements in view—will be upset. Such fears prevent him from making efforts to call upon others to the Truth and to sacrifice his life and property for that cause. But this is utter stupidity. The fact is that the abode of peace which he considers his ‘life’ is his graveyard, and hidden in the sacrifice in which he sees his death, lies the secret of his life. Giving the call to the people and their reformation are extremely important tasks, provided that they are aimed at the Hereafter and are not for worldly purposes. It makes a dead religion a living religion. It links man with God at the highest level. It introduces man to such religious experiences as he could never have if he remained in his individual shell. If, in spite of hearing such an important call on behalf of God, people are still unmindful of it, they incur the risk of creating a psychological barrier between themselves and the Truth; they risk losing their natural capacity to hear the voice of Truth, to rush towards it and discover their Lord. Man’s life is social in nature. Nobody can go on living on his own on an isolated island. If a man is content with his personal righteousness, he always incurs the risk that, as a result of perversion in society, he himself will also be affected, for he is also a part of the same society. His struggle to reform the people would serve as a practical demonstration that he was not involved directly or indirectly with evil people. Every evil starts in a small way and then gradually becomes greatly enlarged. If it happens that when an evil is in the initial stages, it is opposed by a number of people at that time, it will be easily crushed. But once the evil has spread, it becomes so deep-rooted that it becomes impossible to eliminate it."
    },
    {
      "ayah": 25,
      "surah": 8,
      "text": "Here the ‘call of life’ means the call for the struggle to convey the Truth to others. Initially this struggle starts by preaching by word of mouth or by means of the pen. But the belligerent attitude of those to whom the call is given takes this struggle to various other stages, even to the extent of migration or war. Man formulates his religious life in accordance with his ideas, at the individual level. He makes his life so consistent with his circumstances that it appears to be an island of safety for him. He has the feeling that if he exerts himself to reform others, this well-established abode will be destroyed; his well organised life will be disturbed and the regulation of his time and the system devised by him to govern his property—keeping his personal requirements in view—will be upset. Such fears prevent him from making efforts to call upon others to the Truth and to sacrifice his life and property for that cause. But this is utter stupidity. The fact is that the abode of peace which he considers his ‘life’ is his graveyard, and hidden in the sacrifice in which he sees his death, lies the secret of his life. Giving the call to the people and their reformation are extremely important tasks, provided that they are aimed at the Hereafter and are not for worldly purposes. It makes a dead religion a living religion. It links man with God at the highest level. It introduces man to such religious experiences as he could never have if he remained in his individual shell. If, in spite of hearing such an important call on behalf of God, people are still unmindful of it, they incur the risk of creating a psychological barrier between themselves and the Truth; they risk losing their natural capacity to hear the voice of Truth, to rush towards it and discover their Lord. Man’s life is social in nature. Nobody can go on living on his own on an isolated island. If a man is content with his personal righteousness, he always incurs the risk that, as a result of perversion in society, he himself will also be affected, for he is also a part of the same society. His struggle to reform the people would serve as a practical demonstration that he was not involved directly or indirectly with evil people. Every evil starts in a small way and then gradually becomes greatly enlarged. If it happens that when an evil is in the initial stages, it is opposed by a number of people at that time, it will be easily crushed. But once the evil has spread, it becomes so deep-rooted that it becomes impossible to eliminate it."
    },
    {
      "ayah": 26,
      "surah": 8,
      "text": "In Makkah, Muslims were in a state of helplessness. They were always in fear of being uprooted at any time. They were like a weakling who is oppressed in every way and denied even his legitimate rights. At last the way to Madinah opened for them. They were given the opportunity to go to Madinah, form a centre of their own there and live in freedom and with respect in that atmosphere. This providing of easy circumstances after difficulties is meant to infuse feelings of gratefulness in man. When a man’s living conditions reach the point where he feels himself helpless, at that time suddenly God’s help appears and everything changes for the better. It happens in this way so that man should firmly believe that whatever happened was at the behest of God, and on the basis of this realisation, he should be overflowing with gratitude for the Grace of God. Man embraces faith in God and His Prophet. In this way, he vows that he will tread the path of God and His Prophet. But, while adopting the way of Faith, the compulsions of his property and children come in the way. Then, he shuns the requirements of Faith and gives all his attention to property and children. This is an open betrayal of his pledge of Faith. The gravity of this betrayal becomes painfully obvious when it is realised that the things for which man betrays God are in themselves gifts from God. What are a man’s property and his children? Are they not gifts from God? They are a trust given by God to his subject. The best use of this trust is that when its Donor wants it, it should be willingly surrendered to Him. But when God exhorts the people to rise and strive with all their might in the cause of His religion, they make an excuse of that very trust of God which they should have sacrificed for God’s religion and thus fulfilled their pledge of Faith to Him. In this way, after being on the verge of success, they add their names to the list of failures. An action becomes a crime in the eyes of God only when it is perpetrated in the full knowledge that it is wrong.  If a deed is clearly wrong, yet the doer of that deed refuses to desist, he shall have to face serious consequences. This is because willfully repeating a wrong action amounts to flouting God’s will. God can never forgive such extreme behaviour."
    },
    {
      "ayah": 27,
      "surah": 8,
      "text": "In Makkah, Muslims were in a state of helplessness. They were always in fear of being uprooted at any time. They were like a weakling who is oppressed in every way and denied even his legitimate rights. At last the way to Madinah opened for them. They were given the opportunity to go to Madinah, form a centre of their own there and live in freedom and with respect in that atmosphere. This providing of easy circumstances after difficulties is meant to infuse feelings of gratefulness in man. When a man’s living conditions reach the point where he feels himself helpless, at that time suddenly God’s help appears and everything changes for the better. It happens in this way so that man should firmly believe that whatever happened was at the behest of God, and on the basis of this realisation, he should be overflowing with gratitude for the Grace of God. Man embraces faith in God and His Prophet. In this way, he vows that he will tread the path of God and His Prophet. But, while adopting the way of Faith, the compulsions of his property and children come in the way. Then, he shuns the requirements of Faith and gives all his attention to property and children. This is an open betrayal of his pledge of Faith. The gravity of this betrayal becomes painfully obvious when it is realised that the things for which man betrays God are in themselves gifts from God. What are a man’s property and his children? Are they not gifts from God? They are a trust given by God to his subject. The best use of this trust is that when its Donor wants it, it should be willingly surrendered to Him. But when God exhorts the people to rise and strive with all their might in the cause of His religion, they make an excuse of that very trust of God which they should have sacrificed for God’s religion and thus fulfilled their pledge of Faith to Him. In this way, after being on the verge of success, they add their names to the list of failures. An action becomes a crime in the eyes of God only when it is perpetrated in the full knowledge that it is wrong.  If a deed is clearly wrong, yet the doer of that deed refuses to desist, he shall have to face serious consequences. This is because willfully repeating a wrong action amounts to flouting God’s will. God can never forgive such extreme behaviour."
    },
    {
      "ayah": 28,
      "surah": 8,
      "text": "In Makkah, Muslims were in a state of helplessness. They were always in fear of being uprooted at any time. They were like a weakling who is oppressed in every way and denied even his legitimate rights. At last the way to Madinah opened for them. They were given the opportunity to go to Madinah, form a centre of their own there and live in freedom and with respect in that atmosphere. This providing of easy circumstances after difficulties is meant to infuse feelings of gratefulness in man. When a man’s living conditions reach the point where he feels himself helpless, at that time suddenly God’s help appears and everything changes for the better. It happens in this way so that man should firmly believe that whatever happened was at the behest of God, and on the basis of this realisation, he should be overflowing with gratitude for the Grace of God. Man embraces faith in God and His Prophet. In this way, he vows that he will tread the path of God and His Prophet. But, while adopting the way of Faith, the compulsions of his property and children come in the way. Then, he shuns the requirements of Faith and gives all his attention to property and children. This is an open betrayal of his pledge of Faith. The gravity of this betrayal becomes painfully obvious when it is realised that the things for which man betrays God are in themselves gifts from God. What are a man’s property and his children? Are they not gifts from God? They are a trust given by God to his subject. The best use of this trust is that when its Donor wants it, it should be willingly surrendered to Him. But when God exhorts the people to rise and strive with all their might in the cause of His religion, they make an excuse of that very trust of God which they should have sacrificed for God’s religion and thus fulfilled their pledge of Faith to Him. In this way, after being on the verge of success, they add their names to the list of failures. An action becomes a crime in the eyes of God only when it is perpetrated in the full knowledge that it is wrong.  If a deed is clearly wrong, yet the doer of that deed refuses to desist, he shall have to face serious consequences. This is because willfully repeating a wrong action amounts to flouting God’s will. God can never forgive such extreme behaviour."
    },
    {
      "ayah": 29,
      "surah": 8,
      "text": "This ability to tell right from wrong (furqan) is almost the same as inner realisation (ma‘rifah) or insight (basirah). The last mentioned creating an inner light in a man which enables him to see everything in its reality without his being deceived by its outward aspects. Whenever a man involves himself in anything to the point of always being careful about it, a particular sort of sensitivity develops in him which makes him recognise the favourable and unfavourable aspects of that matter. This applies to everyone, whether he be a religious man, a trader, a doctor or an engineer. If a man becomes totally devoted to his work, his inner realisation attains a degree when, without being entangled in this or that confusion, he straightway reaches the reality of the matter.Development of this divine insight (furqan) in a man is the greatest guarantee that he will be safe from evils; he will regularise his relations with God, and he finally will become entitled to the grace of God."
    },
    {
      "ayah": 3,
      "surah": 8,
      "text": "This chapter was revealed after the battle of Badr (2 A.H.). In this battle the Muslims were victorious and thereafter considerable spoils of war fell to their lot. After the battle a dispute arose over the distribution of the booty.  All such quarrels go against the God-fearing spirit. The fear of God develops the psychology of responsibility in man. The attention of a believer is focussed on his duties and not on his rights. Instead of looking at himself, he should look towards God. His heart softens in obedience to God and His prophet. He becomes a praying and worshipping subject of God. He derives satisfaction from giving to people and not from snatching things away from them. These qualities create in man the attitude of realism and readiness to admit the truth. The inevitable result of realism and admission of truth is that all mutual quarrels vanish and if at all quarrels emerge incidentally, a warning given once is enough to set matters right."
    },
    {
      "ayah": 30,
      "surah": 8,
      "text": "If a man fears God, he does whatever God has commanded him to do and refrains from doing whatever God has prohibited; he is inspired to be able to distinguish truth from falsehood. (The word used in the original for the ability to make this distinction is furqan). (Tafsir ibn Kathir). The greatest stimulus to the proper use of human capabilities is fear. Man, in a state of fear, becomes extremely realistic in all matters. Fear removes all veils from his mind so thoroughly that he is able to rise above all omissions, mistakes and misunderstandings and can then form the most correct opinions. This is exactly what happens to that subject of God who goes in fear (taqwa) of the Lord of all the universe. This ability to tell right from wrong (furqan) is almost the same as inner realisation (ma‘rifah) or insight (basirah). Insight creates an inner light in a man which enables him to see everything in its reality without his being deceived by its outward aspects. Whenever a man involves himself in anything to the point of always being careful about it, a particular sort of sensitivity develops in him which makes him recognise the favourable and unfavourable aspects of that matter. This applies to everyone, whether he be a religious man, a trader, a doctor or an engineer. If a man becomes totally devoted to his work, his inner realisation becomes so intense that, he cuts through all confusion, and straightaway understands the reality of the matter. Development of this Divine insight (furqan) in a man is the greatest guarantee that he will be safe from evils; it will enable him to place his relations with God, on a sound footing and he will finally become entitled to the grace of God. The development of this capacity to distinguish between truth and falsehood indicates that a man has attached himself to the truth to the extent that no difference remains between him and the Truth: the Truth and he have become complementary to each other. Thereafter his being saved becomes as necessary as the saving of Truth. Such people come directly under God’s protection. Now, plotting against them amounts to undermining the Truth itself. One who schemes against God is invariably unsuccessful, no matter how great the devices he employs."
    },
    {
      "ayah": 31,
      "surah": 8,
      "text": "Literally, ‘We can also produce such a discourse. If we speak untruths why do stones not rain down upon us?’ All such talk arises from haughtiness. When a man finds himself in a safe position in this world; when he observes that he has lost nothing by denying the Truth or by ignoring it, a certain false self-confidence is created in him. He thinks that whatever he has been doing is perfectly right. This feeling makes him utter such words as are not uttered by anyone in normal circumstances. This daring on the part of such people can manifest itself only because of God’s law of respite. God certainly punishes the guilty, but He follows the principle of seizing a man only when the work of clarifying to him Truth and falsehood has been fully performed. Before the completion of this task, nobody is struck down. Furthermore, if during the process of the missionary call, even one or two people at a time are influenced and start reforming themselves, God withholds His retribution so that all those who wish to respond positively to the call of truth may have the time and opportunity to do so."
    },
    {
      "ayah": 32,
      "surah": 8,
      "text": "Literally, ‘We can also produce such a discourse. If we speak untruths why do stones not rain down upon us?’ All such talk arises from haughtiness. When a man finds himself in a safe position in this world; when he observes that he has lost nothing by denying the Truth or by ignoring it, a certain false self-confidence is created in him. He thinks that whatever he has been doing is perfectly right. This feeling makes him utter such words as are not uttered by anyone in normal circumstances. This daring on the part of such people can manifest itself only because of God’s law of respite. God certainly punishes the guilty, but He follows the principle of seizing a man only when the work of clarifying to him Truth and falsehood has been fully performed. Before the completion of this task, nobody is struck down. Furthermore, if during the process of the missionary call, even one or two people at a time are influenced and start reforming themselves, God withholds His retribution so that all those who wish to respond positively to the call of truth may have the time and opportunity to do so."
    },
    {
      "ayah": 33,
      "surah": 8,
      "text": "It does not happen that when communities are diverted from the true path, all forms of religion disappear from among them. It always happens during such a period that when religion based on the fear of God is submerged, its place is taken by a false, ostentatious religion. Now, the community relates not to the religion per se but to the hallowed personalities of the past. By attaching themselves to these personalities and by occupying their revered seats, they think that they have attained the greatness which those personalities enjoyed on historical grounds. Such people are hollow inside, but by performing showy deeds on the strength of big names, they think that they are undertaking tremendous religious feats. The people of Makkah were suffering from this psychological affliction. They were proud that they were the inheritors of the House of God; that they were the descendants of the great Prophets, Abraham and Ishmael; they had the honour of being the servants of the Kabah. So, they thought that when they had such religious honours and performed such ‘religious’ deeds, it was not possible that God would cast them into hell."
    },
    {
      "ayah": 34,
      "surah": 8,
      "text": "It does not happen that when communities are diverted from the true path, all forms of religion disappear from among them. It always happens during such a period that when religion based on the fear of God is submerged, its place is taken by a false, ostentatious religion. Now, the community relates not to the religion per se but to the hallowed personalities of the past. By attaching themselves to these personalities and by occupying their revered seats, they think that they have attained the greatness which those personalities enjoyed on historical grounds. Such people are hollow inside, but by performing showy deeds on the strength of big names, they think that they are undertaking tremendous religious feats. The people of Makkah were suffering from this psychological affliction. They were proud that they were the inheritors of the House of God; that they were the descendants of the great Prophets, Abraham and Ishmael; they had the honour of being the servants of the Kabah. So, they thought that when they had such religious honours and performed such ‘religious’ deeds, it was not possible that God would cast them into hell."
    },
    {
      "ayah": 35,
      "surah": 8,
      "text": "It does not happen that when communities are diverted from the true path, all forms of religion disappear from among them. It always happens during such a period that when religion based on the fear of God is submerged, its place is taken by a false, ostentatious religion. Now, the community relates not to the religion per se but to the hallowed personalities of the past. By attaching themselves to these personalities and by occupying their revered seats, they think that they have attained the greatness which those personalities enjoyed on historical grounds. Such people are hollow inside, but by performing showy deeds on the strength of big names, they think that they are undertaking tremendous religious feats. The people of Makkah were suffering from this psychological affliction. They were proud that they were the inheritors of the House of God; that they were the descendants of the great Prophets, Abraham and Ishmael; they had the honour of being the servants of the Kabah. So, they thought that when they had such religious honours and performed such ‘religious’ deeds, it was not possible that God would cast them into hell."
    },
    {
      "ayah": 36,
      "surah": 8,
      "text": "Among human beings some are clean and pure, while some are unclean. Some souls draw nourishment from the things that are liked by God, while others have a taste for things that are the favourites of their base selves or of Satan.Under normal conditions, both types of people live together. On the face of it, there appears to be no difference between them. So, Almighty God causes a struggle between True and false, so that the people of both types separate from each other and it becomes clear as to who is who. During this struggle it becomes clear as to who immediately accepts the Truth when it comes before him and who rejects it; who, in dealing with others remains within the limit of justice, and who resorts to injustice; who remains modest and humble in the world and who becomes arrogant, who spends money for the cause of Truth and who spends as a matter of prejudice and show.The actions of those who expend their efforts in ways other than the way of Truth are glorified and made handsome in their eyes by Satan in such a way that they start thinking that they are performing superior acts; that they are proceeding towards a glorious future. But this misunderstanding is short-lived. Very soon man reaches the stage when he comes to know that whatever he had done was merely a wastage of his energy and money. The future towards which he was proceeding was only one of unfulfilled longing and frustration, though on the basis of false hopes he had considered it a journey towards a bright future. When the call for pure religion is given, all those people who had gained a position of leadership on the basis of adulterated religion feel adversely affected by that call. So, they spend all their energy in protecting the custom-based, traditional structure which had conferred the position of superiority on them. But such people necessarily fail when opposed by the unadulterated Truth, sometimes in the field of argument and sometimes in the field of action as well.The activities of this world have been designed just to separate pure and impure souls from each other. When this process of sorting out is over, God will send the pure souls to paradise and assemble the impure souls and thrust them into hell."
    },
    {
      "ayah": 37,
      "surah": 8,
      "text": "Among human beings some are clean and pure, while some are unclean. Some souls draw nourishment from the things that are liked by God, while others have a taste for things that are the favourites of their base selves or of Satan.Under normal conditions, both types of people live together. On the face of it, there appears to be no difference between them. So, Almighty God causes a struggle between True and false, so that the people of both types separate from each other and it becomes clear as to who is who. During this struggle it becomes clear as to who immediately accepts the Truth when it comes before him and who rejects it; who, in dealing with others remains within the limit of justice, and who resorts to injustice; who remains modest and humble in the world and who becomes arrogant, who spends money for the cause of Truth and who spends as a matter of prejudice and show.The actions of those who expend their efforts in ways other than the way of Truth are glorified and made handsome in their eyes by Satan in such a way that they start thinking that they are performing superior acts; that they are proceeding towards a glorious future. But this misunderstanding is short-lived. Very soon man reaches the stage when he comes to know that whatever he had done was merely a wastage of his energy and money. The future towards which he was proceeding was only one of unfulfilled longing and frustration, though on the basis of false hopes he had considered it a journey towards a bright future. When the call for pure religion is given, all those people who had gained a position of leadership on the basis of adulterated religion feel adversely affected by that call. So, they spend all their energy in protecting the custom-based, traditional structure which had conferred the position of superiority on them. But such people necessarily fail when opposed by the unadulterated Truth, sometimes in the field of argument and sometimes in the field of action as well.The activities of this world have been designed just to separate pure and impure souls from each other. When this process of sorting out is over, God will send the pure souls to paradise and assemble the impure souls and thrust them into hell."
    },
    {
      "ayah": 38,
      "surah": 8,
      "text": "It is the principle of Islam that the individual is rewarded according to his deeds. However, by His grace the Almighty God has made special exemptions to this general principle: when a man is truly repentant, he will not be punished thereafter for his earlier deeds. Suppose a man spent his life in ungodliness, then he received the light of guidance, became a true believer and adopted the righteous life, in this case, he will be forgiven for the evil deeds done by him earlier; he will not be seized on the basis of his earlier sins."
    },
    {
      "ayah": 39,
      "surah": 8,
      "text": "“And religion is wholly for God” in this connection those traditions are worth noting which are enshrined in Sahih al-Bukhari. When, after the fourth Caliph Ali ibn Abi Talib, political conflict ensued between Abdullah ibn Zubayr and the Umayyads, Abdullah ibn Umar, one of the senior-most companions of the Prophet, held himself aloof from the battle. People approached him and, quoting the verse of qital-al-fitna, asked him why he was not joining in the battle. Abdullah ibn Umar replied that ‘fitna’ as mentioned in the Quran did not refer to political infighting, but rather to the religious coercive system, that had already been put an end to by them. (Fathul Bari,\n8/60\n) From this we learn that the war against fitna was a war of limited duration, temporary in nature, meant to be engaged in only until its specific purpose had been served."
    },
    {
      "ayah": 4,
      "surah": 8,
      "text": "This chapter was revealed after the battle of Badr (2 A.H.). In this battle the Muslims were victorious and thereafter considerable spoils of war fell to their lot. After the battle a dispute arose over the distribution of the booty.  All such quarrels go against the God-fearing spirit. The fear of God develops the psychology of responsibility in man. The attention of a believer is focussed on his duties and not on his rights. Instead of looking at himself, he should look towards God. His heart softens in obedience to God and His prophet. He becomes a praying and worshipping subject of God. He derives satisfaction from giving to people and not from snatching things away from them. These qualities create in man the attitude of realism and readiness to admit the truth. The inevitable result of realism and admission of truth is that all mutual quarrels vanish and if at all quarrels emerge incidentally, a warning given once is enough to set matters right."
    },
    {
      "ayah": 40,
      "surah": 8,
      "text": "It is a principle of Islam that the individual is rewarded according to his deeds. However, by His grace Almighty God has made special exemptions to this general principle: when a man is truly repentant, he will not be punished thereafter for his earlier deeds. Suppose a man spent his life in ungodliness, then he received the light of guidance, became a true believer and adopted the righteous life. In this case, he will be forgiven for the evil deeds done by him earlier; he will not be seized on the basis of his earlier crimes. This very principle is also operative in collective and political matters. Sometimes the struggle between Truth and falsehood develops into a clash. During this clash the opponents commit atrocities on the believers. Finally, the supporters of the truth are dominant and the opponents are overcome and subdued. In this matter also, the principle of Islam is the same as stated above, that is, people will not be punished for committing atrocities in the past. Rather, if, after the victory anybody indulges in criminal acts will, after due procedure, receive the punishment prescribed in the Islamic law for such a criminal. In ancient times the establishment of chieftains and rulers was based on polytheism. Today, rulers hold sway as representatives of the people, but in the past they ruled as representatives of God or God’s so called partners.  Consequently, in ancient society, polytheism enjoyed a position of power. Polytheists used to harass the believers in the one God. Persecution (fitnah) was common. So God commanded His Prophet and His companions to disrupt the link between polytheism and power so that the polytheists should be deprived of the power to persecute the monotheists. Accordingly, the universal revolution brought about by the Prophet snapped forever the link between polytheism and the political system. Now, polytheism is simply a religious practice in some parts of the world and is not a political theory on the basis of which governments are formed. In Arabia an end had to be put to both polytheists and polytheism, so that the precincts of Makkah and Madinah could be made the eternal centre of pure monotheism."
    },
    {
      "ayah": 41,
      "surah": 8,
      "text": "In ancient times it was the custom that after a battle whatever enemy property (ghanimah) the victors could lay their hands on was treated as their property. However, Islam laid down the rule that whatever one got from the battlefield should be brought back and deposited with the chief. After gathering all the spoils of war in this way, one-fifth part of it was kept aside in the name of God. This was received by the Prophet, who acted on God’s behalf, and was spent in this way: one part was spent on himself, then on his relatives who supported him in his religious mission in difficult times, then on the destitute, orphans, the needy and travellers. The remaining four-fifths were distributed among the soldiers. Islam wants man to develop the outlook of considering whatever he gets as God-given. In the battle of Badr a weak group overcoming an extremely powerful group was extraordinary proof of the fact that whatever happened was at the behest of God. Keeping a share of booty for other deserving brethren teaches the lesson that the bases for entitlement to a share in property are not merely effort and inheritance; there are other bases which do not fall within these spheres. The acknowledgement of others’ entitlement amounts to one’s admitting that everything belongs to God and not to oneself. The third important lesson taught by this law of ghanimah is that the basis of ownership is not possession but principle. Nobody will become the owner of a thing merely on the basis of it having accidentally come into his possession. In spite of being in possession of something, the individual must hand over the item to the responsible persons and should be content with receiving whatever is due to him as a matter of principle and as per the law."
    },
    {
      "ayah": 42,
      "surah": 8,
      "text": "It is the intention of Almighty God that the Truth being true and falsehood being false should be absolutely clear to the people. Initially, this work is done through the call given in the language of argument. The missionary, by using powerful but easily understood arguments, proves the Truth being true and falsehood being false. The completion of this work is finally effected by extraordinary happenings. Such events take either the shape of a heavenly miracle or domination on earth. The latter event took place at the battle of Badr. The Quraysh set out from Makkah to lend their assistance to their trading caravan coming in from Syria. The Muslims set out from Madinah to attack this caravan, but it deviated from the usual path, going along the seacoast, and thus escaped being attacked. The two parties then reached Badr and confronted each other. This happened at the behest of God. Both the parties were made to clash with each other and the victory was awarded to the people of the Faith. In this way, the veracity of the Prophet and that of his mission became abundantly clear to the people. It was finally clear to those who were true seekers of the truth that this was the real Truth while those who remained disaffected because of psychological complications persisted in their stand and thus proved that they deserved to be eliminated."
    },
    {
      "ayah": 43,
      "surah": 8,
      "text": "At Badr the Quraysh had a large army. Had the Muslims seen their real numbers, some of them would have said that they should fight, while others would have asked not to fight. In this way differences would have cropped up and the real task would have remained unfinished. So, God showed their numbers to Muslims as fewer while he showed the number of Muslims to the Quraysh as more. In this way it was possible for the Muslims to fight fearlessly. When God wants a task to be performed, He sends help and arranges for its completion. The events that occur during the course of action occur at God’s behest, so that He may judge the reaction of the person concerned to the conditions set by Him."
    },
    {
      "ayah": 44,
      "surah": 8,
      "text": "At Badr the Quraysh had a large army. Had the Muslims seen their real numbers, some of them would have said that they should fight, while others would have asked not to fight. In this way differences would have cropped up and the real task would have remained unfinished. So, God showed their numbers to Muslims as fewer while he showed the number of Muslims to the Quraysh as more. In this way it was possible for the Muslims to fight fearlessly. When God wants a task to be performed, He sends help and arranges for its completion. The events that occur during the course of action occur at God’s behest, so that He may judge the reaction of the person concerned to the conditions set by Him."
    },
    {
      "ayah": 45,
      "surah": 8,
      "text": "Success ensues with the help of God. But God’s help always arrives in this world in the garb of the cause and effect process, and not otherwise. If Muslims prepare themselves as far as possible, fulfilling all the conditions laid down by God for success, then God grants them success after compensating for any shortcomings that they might have. But if they do not exert themselves to the full as commanded by God, He never sends His help in such circumstances. What are these factors which will lead to success? Firstly Muslims should not initiate aggression. Then they should set about strengthening their roots until the enemy comes to attack them. When things reach the stage of a clash, they should prove to be staunch and unflinching, keeping in mind the remembrance of God—in other words, the real goal,—so that their morale may remain intact; they should keep themselves fully organised under the command of their chief, ignoring mutual differences instead of enlarging upon them and becoming divided; they should impress the enemy with their unity; they should exercise patience, i.e., they should adopt a sensible approach instead of being emotional; they should not take any immature step in the hope of quick success; their eyes should be on the final goal and not on immediate gain. Receiving God’s succour is thus a matter of cause and effect. If we are willing to surrender our will wholeheartedly to the will of God, then alone are we held deserving to receive divine succour. The present world is one of trial. Here, God achieves His will from behind the veil of the ‘unseen.’ That is why when He helps the believers, it is done from behind the screen of ‘cause and effect.’ If the Muslims go on taking steps without making preliminary preparations and suffer from differences and dissension, they should never hope that God will appear all of a sudden and solve all their problems on the spot. Even if the Muslims find themselves in better conditions than those of their opponents, it should not happen that, like those who deny the truth they become boastful of their power; fall a prey to haughtiness and ostentation and, in claiming superiority, go to the extent of opposing the call of Truth because it does not suit their whims and fancies."
    },
    {
      "ayah": 46,
      "surah": 8,
      "text": "Success ensues with the help of God. But God’s help always arrives in this world in the garb of the cause and effect process, and not otherwise. If Muslims prepare themselves as far as possible, fulfilling all the conditions laid down by God for success, then God grants them success after compensating for any shortcomings that they might have. But if they do not exert themselves to the full as commanded by God, He never sends His help in such circumstances. What are these factors which will lead to success? Firstly Muslims should not initiate aggression. Then they should set about strengthening their roots until the enemy comes to attack them. When things reach the stage of a clash, they should prove to be staunch and unflinching, keeping in mind the remembrance of God—in other words, the real goal,—so that their morale may remain intact; they should keep themselves fully organised under the command of their chief, ignoring mutual differences instead of enlarging upon them and becoming divided; they should impress the enemy with their unity; they should exercise patience, i.e., they should adopt a sensible approach instead of being emotional; they should not take any immature step in the hope of quick success; their eyes should be on the final goal and not on immediate gain. Receiving God’s succour is thus a matter of cause and effect. If we are willing to surrender our will wholeheartedly to the will of God, then alone are we held deserving to receive divine succour. The present world is one of trial. Here, God achieves His will from behind the veil of the ‘unseen.’ That is why when He helps the believers, it is done from behind the screen of ‘cause and effect.’ If the Muslims go on taking steps without making preliminary preparations and suffer from differences and dissension, they should never hope that God will appear all of a sudden and solve all their problems on the spot. Even if the Muslims find themselves in better conditions than those of their opponents, it should not happen that, like those who deny the truth they become boastful of their power; fall a prey to haughtiness and ostentation and, in claiming superiority, go to the extent of opposing the call of Truth because it does not suit their whims and fancies."
    },
    {
      "ayah": 47,
      "surah": 8,
      "text": "Success ensues with the help of God. But God’s help always arrives in this world in the garb of the cause and effect process, and not otherwise. If Muslims prepare themselves as far as possible, fulfilling all the conditions laid down by God for success, then God grants them success after compensating for any shortcomings that they might have. But if they do not exert themselves to the full as commanded by God, He never sends His help in such circumstances. What are these factors which will lead to success? Firstly Muslims should not initiate aggression. Then they should set about strengthening their roots until the enemy comes to attack them. When things reach the stage of a clash, they should prove to be staunch and unflinching, keeping in mind the remembrance of God—in other words, the real goal,—so that their morale may remain intact; they should keep themselves fully organised under the command of their chief, ignoring mutual differences instead of enlarging upon them and becoming divided; they should impress the enemy with their unity; they should exercise patience, i.e., they should adopt a sensible approach instead of being emotional; they should not take any immature step in the hope of quick success; their eyes should be on the final goal and not on immediate gain. Receiving God’s succour is thus a matter of cause and effect. If we are willing to surrender our will wholeheartedly to the will of God, then alone are we held deserving to receive divine succour. The present world is one of trial. Here, God achieves His will from behind the veil of the ‘unseen.’ That is why when He helps the believers, it is done from behind the screen of ‘cause and effect.’ If the Muslims go on taking steps without making preliminary preparations and suffer from differences and dissension, they should never hope that God will appear all of a sudden and solve all their problems on the spot. Even if the Muslims find themselves in better conditions than those of their opponents, it should not happen that, like those who deny the truth they become boastful of their power; fall a prey to haughtiness and ostentation and, in claiming superiority, go to the extent of opposing the call of Truth because it does not suit their whims and fancies."
    },
    {
      "ayah": 48,
      "surah": 8,
      "text": "The Quraysh of Makkah considered themselves adherents of the Truth and the companions of the Prophet adherents of falsehood. They were so certain about this, that they prayed standing before the Kabah, ‘O God! Give success to the one of these two parties which is in the right and destroy the party which is in the wrong.’ However this faith of theirs was false. This type of faith always develops due to glorification (taz’in) of wrong action. Satan taught the people of Makkah that they were the followers of the recognised, well-known prophets, Abraham and Ishmael, while the Muslims were the followers of a person whose very claim to being a prophet was controversial; they were the inheritors of the Ka‘bah, while the Muslims had been banished from the land of the Ka‘bah. Satan having created such ideas in the hearts of the Makkans, infused false faith in them. They thought that whatever they were doing was done rightly and that, at all events, God would  come to their assistance. On the one hand, the Makkan opponents considered their false conviction to be true on the basis of the above-mentioned factors. On the other hand, when they saw that the Prophet’s companions had engaged themselves on the Islamic front with stronger conviction and the will to self-sacrifice, they set about trying to show that their true faith was unreliable by saying that it was merely religious fanaticism; that they were going mad under the influence of the eloquent utterances of the Prophet. But, when there was a clash between the two groups and God’s succour came down in favour of the Muslims, Satan fled, abandoning the opponents of Islam. By the Grace of God, the Muslims’ hearts became strengthened. God certainly helps those who rely on Him. But, God’s help appears only when believers prove their faith in God to such a great extent that those who deny the truth feel justified in saying that they (the Faithful) have gone mad."
    },
    {
      "ayah": 49,
      "surah": 8,
      "text": "The Quraysh of Makkah considered themselves adherents of the Truth and the companions of the Prophet adherents of falsehood. They were so certain about this, that they prayed standing before the Kabah, ‘O God! Give success to the one of these two parties which is in the right and destroy the party which is in the wrong.’ However this faith of theirs was false. This type of faith always develops due to glorification (taz’in) of wrong action. Satan taught the people of Makkah that they were the followers of the recognised, well-known prophets, Abraham and Ishmael, while the Muslims were the followers of a person whose very claim to being a prophet was controversial; they were the inheritors of the Ka‘bah, while the Muslims had been banished from the land of the Ka‘bah. Satan having created such ideas in the hearts of the Makkans, infused false faith in them. They thought that whatever they were doing was done rightly and that, at all events, God would  come to their assistance. On the one hand, the Makkan opponents considered their false conviction to be true on the basis of the above-mentioned factors. On the other hand, when they saw that the Prophet’s companions had engaged themselves on the Islamic front with stronger conviction and the will to self-sacrifice, they set about trying to show that their true faith was unreliable by saying that it was merely religious fanaticism; that they were going mad under the influence of the eloquent utterances of the Prophet. But, when there was a clash between the two groups and God’s succour came down in favour of the Muslims, Satan fled, abandoning the opponents of Islam. By the Grace of God, the Muslims’ hearts became strengthened. God certainly helps those who rely on Him. But, God’s help appears only when believers prove their faith in God to such a great extent that those who deny the truth feel justified in saying that they (the Faithful) have gone mad."
    },
    {
      "ayah": 5,
      "surah": 8,
      "text": "In Sha‘ban, (2 A.H.) the eighth month of the Islamic calendar, it came to be known that a commercial caravan of the Quraysh, carrying goods worth about fifty thousand guineas, was returning from Syria to Makkah. It was on a route which passed close by Madinah. It was feared that the Muslims might attack this caravan of their enemies. So, the chief of the caravan, Abu Sufyan ibn Harb, sent word to the people of Makkah that they should rush to him with aid, otherwise the Muslims would capture the caravan. This news created a lot of fervour in Makkah. So, a troop of 950 horsemen (600 of them fully armoured) set out from Makkah for Madinah. The Prophet was also receiving all the news. Now the Muslims of Madinah were in between two groups—one was the caravan returning from Syria, and the other was the army advancing from Makkah to Madinah. One section of the Muslims had the idea that they should advance towards the caravan. Since this caravan had only 40 guards, it could be overcome and its goods captured. But God’s plan was different. In fact, God wanted to crush the strength of those who deny the truth rather than permit the Muslims to make some material gain. God, therefore, created special conditions and caused all the chiefs of the opponents to set out from Makkah and reach Badr, a place 20 miles from Madinah, so that they should finally perish forever after clashing with the Muslims. When the Prophet informed the Muslims of God’s plan, they all agreed and proceeded towards Badr. Their strength was only 313 and they were ill-equipped. But God gave them special aid, and they routed the army of the Quraysh. Seventy of their chiefs were killed and seventy were taken prisoner. The battlefield of Badr became the scene of Islam’s victory over the deniers of the Truth. Whenever it happens that there is material benefit on the one hand and religious benefit on the other, this division itself proves that God’s will and pleasure centre upon religious benefit and not upon material benefit.The target of Islamic effort is never the attainment of economic advantages. The purpose of Islamic struggle is always to break the strength of falsehood, either by ideological superiority or, through material power as dictated by the circumstances."
    },
    {
      "ayah": 50,
      "surah": 8,
      "text": "The granting of God’s bounty depends upon eligibility for entitlement to such bounty. At the national or community level, bounty is commensurate with the worth of the individuals making up the larger entity. Collective bounty or blessings are given according to the status of a community assessed at the level of its individuals. This means that if a group wants to have God’s collective grace, it should bend its entire energies to the improvement of the inner selves of its individuals. Similarly, if a community finds that collective bounties are taken away from it, instead of running after the bounties themselves, it should pursue its individuals, because of the fact that it is due to deterioration in individuals that it is deprived of bounties, and only on the reformation of individuals can it have God’s grace restored. When a community adopts the way of tyranny instead of justice and the way of arrogance instead of modesty, then a pronouncement of Truth is made before it so that it is given a warning. This declaration, in view of its perfect clarity, is a sign from God. Accepting it amounts to accepting God, just as its rejection amounts to rejection of God. When the call of God reveals itself to the extent of a sign (ayah), and appears before people, and still they reject it, they necessarily become liable for punishment. Though the beginning of this punishment starts in this world, the punishment of the world is far more lenient than the punishment that man is going to face after death. The beatings of the angels, humiliation before all the creatures, burning in the fire of hell—all these stages are so terrible that one cannot even imagine them in the present conditions. When a man adopts the ways of tyranny and arrogance, he receives at first a warning. When he does not learn a lesson from it, he is finally struck down by the severe punishment of God."
    },
    {
      "ayah": 51,
      "surah": 8,
      "text": "The granting of God’s bounty depends upon eligibility for entitlement to such bounty. At the national or community level, bounty is commensurate with the worth of the individuals making up the larger entity. Collective bounty or blessings are given according to the status of a community assessed at the level of its individuals. This means that if a group wants to have God’s collective grace, it should bend its entire energies to the improvement of the inner selves of its individuals. Similarly, if a community finds that collective bounties are taken away from it, instead of running after the bounties themselves, it should pursue its individuals, because of the fact that it is due to deterioration in individuals that it is deprived of bounties, and only on the reformation of individuals can it have God’s grace restored. When a community adopts the way of tyranny instead of justice and the way of arrogance instead of modesty, then a pronouncement of Truth is made before it so that it is given a warning. This declaration, in view of its perfect clarity, is a sign from God. Accepting it amounts to accepting God, just as its rejection amounts to rejection of God. When the call of God reveals itself to the extent of a sign (ayah), and appears before people, and still they reject it, they necessarily become liable for punishment. Though the beginning of this punishment starts in this world, the punishment of the world is far more lenient than the punishment that man is going to face after death. The beatings of the angels, humiliation before all the creatures, burning in the fire of hell—all these stages are so terrible that one cannot even imagine them in the present conditions. When a man adopts the ways of tyranny and arrogance, he receives at first a warning. When he does not learn a lesson from it, he is finally struck down by the severe punishment of God."
    },
    {
      "ayah": 52,
      "surah": 8,
      "text": "The granting of God’s bounty depends upon eligibility for entitlement to such bounty. At the national or community level, bounty is commensurate with the worth of the individuals making up the larger entity. Collective bounty or blessings are given according to the status of a community assessed at the level of its individuals. This means that if a group wants to have God’s collective grace, it should bend its entire energies to the improvement of the inner selves of its individuals. Similarly, if a community finds that collective bounties are taken away from it, instead of running after the bounties themselves, it should pursue its individuals, because of the fact that it is due to deterioration in individuals that it is deprived of bounties, and only on the reformation of individuals can it have God’s grace restored. When a community adopts the way of tyranny instead of justice and the way of arrogance instead of modesty, then a pronouncement of Truth is made before it so that it is given a warning. This declaration, in view of its perfect clarity, is a sign from God. Accepting it amounts to accepting God, just as its rejection amounts to rejection of God. When the call of God reveals itself to the extent of a sign (ayah), and appears before people, and still they reject it, they necessarily become liable for punishment. Though the beginning of this punishment starts in this world, the punishment of the world is far more lenient than the punishment that man is going to face after death. The beatings of the angels, humiliation before all the creatures, burning in the fire of hell—all these stages are so terrible that one cannot even imagine them in the present conditions. When a man adopts the ways of tyranny and arrogance, he receives at first a warning. When he does not learn a lesson from it, he is finally struck down by the severe punishment of God."
    },
    {
      "ayah": 53,
      "surah": 8,
      "text": "The granting of God’s bounty depends upon eligibility for entitlement to such bounty. At the national or community level, bounty is commensurate with the worth of the individuals making up the larger entity. Collective bounty or blessings are given according to the status of a community assessed at the level of its individuals. This means that if a group wants to have God’s collective grace, it should bend its entire energies to the improvement of the inner selves of its individuals. Similarly, if a community finds that collective bounties are taken away from it, instead of running after the bounties themselves, it should pursue its individuals, because of the fact that it is due to deterioration in individuals that it is deprived of bounties, and only on the reformation of individuals can it have God’s grace restored. When a community adopts the way of tyranny instead of justice and the way of arrogance instead of modesty, then a pronouncement of Truth is made before it so that it is given a warning. This declaration, in view of its perfect clarity, is a sign from God. Accepting it amounts to accepting God, just as its rejection amounts to rejection of God. When the call of God reveals itself to the extent of a sign (ayah), and appears before people, and still they reject it, they necessarily become liable for punishment. Though the beginning of this punishment starts in this world, the punishment of the world is far more lenient than the punishment that man is going to face after death. The beatings of the angels, humiliation before all the creatures, burning in the fire of hell—all these stages are so terrible that one cannot even imagine them in the present conditions. When a man adopts the ways of tyranny and arrogance, he receives at first a warning. When he does not learn a lesson from it, he is finally struck down by the severe punishment of God."
    },
    {
      "ayah": 54,
      "surah": 8,
      "text": "The Jews of Madinah had already become guilty by rejecting the prophethood of the Prophet Muhammad. The gravity of their guilt was further increased by their breaking of the pledge. After the emigration to Madinah, there had been a written agreement between the Prophet and the Jews of Madinah that both the sides would be neutral in matters relating to each other. But the Jews started conspiring against him, secretly joining hands and collaborating with his enemies. This was breach of trust in addition to the rejection of truth. Punishment awaits such people in the Hereafter. And in this world they will be discouraged from creating further mischief. If the Muslims have a treaty with a community, but they want to cancel it for fear of its being breached by that community, it is necessary that they should first inform those co-signatories, so that it is known in advance that the treaty no longer exists between them. The position is different when there is not merely the fear of a beach of trust but there has been a clear contravention of the treaty. In such a case it is permissable to start retaliatory action without informing the other party. The campaign of Makkah is an example of this type. The Quraysh had unilaterally contravened the Hudaibiyah treaty by joining the Banu Bakr’s aggression against an ally of the Prophet Muhammad, namely, the Banu Khuza‘a. So the Prophet quietly proceeded against the Quraysh without giving them advance information."
    },
    {
      "ayah": 55,
      "surah": 8,
      "text": "The Jews of Madinah had already become guilty by rejecting the prophethood of the Prophet Muhammad. The gravity of their guilt was further increased by their breaking of the pledge. After the emigration to Madinah, there had been a written agreement between the Prophet and the Jews of Madinah that both the sides would be neutral in matters relating to each other. But the Jews started conspiring against him, secretly joining hands and collaborating with his enemies. This was breach of trust in addition to the rejection of truth. Punishment awaits such people in the Hereafter. And in this world they will be discouraged from creating further mischief. If the Muslims have a treaty with a community, but they want to cancel it for fear of its being breached by that community, it is necessary that they should first inform those co-signatories, so that it is known in advance that the treaty no longer exists between them. The position is different when there is not merely the fear of a beach of trust but there has been a clear contravention of the treaty. In such a case it is permissable to start retaliatory action without informing the other party. The campaign of Makkah is an example of this type. The Quraysh had unilaterally contravened the Hudaibiyah treaty by joining the Banu Bakr’s aggression against an ally of the Prophet Muhammad, namely, the Banu Khuza‘a. So the Prophet quietly proceeded against the Quraysh without giving them advance information."
    },
    {
      "ayah": 56,
      "surah": 8,
      "text": "The Jews of Madinah had already become guilty by rejecting the prophethood of the Prophet Muhammad. The gravity of their guilt was further increased by their breaking of the pledge. After the emigration to Madinah, there had been a written agreement between the Prophet and the Jews of Madinah that both the sides would be neutral in matters relating to each other. But the Jews started conspiring against him, secretly joining hands and collaborating with his enemies. This was breach of trust in addition to the rejection of truth. Punishment awaits such people in the Hereafter. And in this world they will be discouraged from creating further mischief. If the Muslims have a treaty with a community, but they want to cancel it for fear of its being breached by that community, it is necessary that they should first inform those co-signatories, so that it is known in advance that the treaty no longer exists between them. The position is different when there is not merely the fear of a beach of trust but there has been a clear contravention of the treaty. In such a case it is permissable to start retaliatory action without informing the other party. The campaign of Makkah is an example of this type. The Quraysh had unilaterally contravened the Hudaibiyah treaty by joining the Banu Bakr’s aggression against an ally of the Prophet Muhammad, namely, the Banu Khuza‘a. So the Prophet quietly proceeded against the Quraysh without giving them advance information."
    },
    {
      "ayah": 57,
      "surah": 8,
      "text": "The Jews of Madinah had already become guilty by rejecting the prophethood of the Prophet Muhammad. The gravity of their guilt was further increased by their breaking of the pledge. After the emigration to Madinah, there had been a written agreement between the Prophet and the Jews of Madinah that both the sides would be neutral in matters relating to each other. But the Jews started conspiring against him, secretly joining hands and collaborating with his enemies. This was breach of trust in addition to the rejection of truth. Punishment awaits such people in the Hereafter. And in this world they will be discouraged from creating further mischief. If the Muslims have a treaty with a community, but they want to cancel it for fear of its being breached by that community, it is necessary that they should first inform those co-signatories, so that it is known in advance that the treaty no longer exists between them. The position is different when there is not merely the fear of a beach of trust but there has been a clear contravention of the treaty. In such a case it is permissable to start retaliatory action without informing the other party. The campaign of Makkah is an example of this type. The Quraysh had unilaterally contravened the Hudaibiyah treaty by joining the Banu Bakr’s aggression against an ally of the Prophet Muhammad, namely, the Banu Khuza‘a. So the Prophet quietly proceeded against the Quraysh without giving them advance information."
    },
    {
      "ayah": 58,
      "surah": 8,
      "text": "The Jews of Madinah had already become guilty by rejecting the prophethood of the Prophet Muhammad. The gravity of their guilt was further increased by their breaking of the pledge. After the emigration to Madinah, there had been a written agreement between the Prophet and the Jews of Madinah that both the sides would be neutral in matters relating to each other. But the Jews started conspiring against him, secretly joining hands and collaborating with his enemies. This was breach of trust in addition to the rejection of truth. Punishment awaits such people in the Hereafter. And in this world they will be discouraged from creating further mischief. If the Muslims have a treaty with a community, but they want to cancel it for fear of its being breached by that community, it is necessary that they should first inform those co-signatories, so that it is known in advance that the treaty no longer exists between them. The position is different when there is not merely the fear of a beach of trust but there has been a clear contravention of the treaty. In such a case it is permissable to start retaliatory action without informing the other party. The campaign of Makkah is an example of this type. The Quraysh had unilaterally contravened the Hudaibiyah treaty by joining the Banu Bakr’s aggression against an ally of the Prophet Muhammad, namely, the Banu Khuza‘a. So the Prophet quietly proceeded against the Quraysh without giving them advance information."
    },
    {
      "ayah": 59,
      "surah": 8,
      "text": "Islam relies not on the use of force but on the demonstration of force to inspire awe in the enemy. That is why the believers were commanded to equip themselves with power so that the enemy might be demoralized and refrain from aggression. Those who spend their resources in strengthening Islam intellectually and materially will be rewarded many times over by their Lord. The secret of success in Islam does not lie in military confrontation but in the preaching of its principles—hence the command that whenever there is an offer of peace by the other party, it should be accepted, setting aside every doubt or suspicion, because doubt or suspicion is in any case an uncertain thing, but the benefit of a cease-fire is certain: it permits the dawah work of Islam to start in a peaceful atmosphere. The stoppage of war thus facilitates the ideological expansion of Islam. Islam in itself is the greatest power. If the belief in God and the Hereafter is engendered in a group, then all those psychological drawbacks which cause differences and clashes are driven out of them. Thereafter, it necessarily happens that all of them join together and become one, and it is a fact that the greatest strength lies in unity. A united group, though small, will overcome a group larger than itself. Mutual integration is the most difficult task. The sign of a divinely—aided group is that its members are united; nothing succeeds in disuniting them."
    },
    {
      "ayah": 6,
      "surah": 8,
      "text": "In Sha‘ban, (2 A.H.) the eighth month of the Islamic calendar, it came to be known that a commercial caravan of the Quraysh, carrying goods worth about fifty thousand guineas, was returning from Syria to Makkah. It was on a route which passed close by Madinah. It was feared that the Muslims might attack this caravan of their enemies. So, the chief of the caravan, Abu Sufyan ibn Harb, sent word to the people of Makkah that they should rush to him with aid, otherwise the Muslims would capture the caravan. This news created a lot of fervour in Makkah. So, a troop of 950 horsemen (600 of them fully armoured) set out from Makkah for Madinah. The Prophet was also receiving all the news. Now the Muslims of Madinah were in between two groups—one was the caravan returning from Syria, and the other was the army advancing from Makkah to Madinah. One section of the Muslims had the idea that they should advance towards the caravan. Since this caravan had only 40 guards, it could be overcome and its goods captured. But God’s plan was different. In fact, God wanted to crush the strength of those who deny the truth rather than permit the Muslims to make some material gain. God, therefore, created special conditions and caused all the chiefs of the opponents to set out from Makkah and reach Badr, a place 20 miles from Madinah, so that they should finally perish forever after clashing with the Muslims. When the Prophet informed the Muslims of God’s plan, they all agreed and proceeded towards Badr. Their strength was only 313 and they were ill-equipped. But God gave them special aid, and they routed the army of the Quraysh. Seventy of their chiefs were killed and seventy were taken prisoner. The battlefield of Badr became the scene of Islam’s victory over the deniers of the Truth. Whenever it happens that there is material benefit on the one hand and religious benefit on the other, this division itself proves that God’s will and pleasure centre upon religious benefit and not upon material benefit.The target of Islamic effort is never the attainment of economic advantages. The purpose of Islamic struggle is always to break the strength of falsehood, either by ideological superiority or, through material power as dictated by the circumstances."
    },
    {
      "ayah": 60,
      "surah": 8,
      "text": "Islam relies not on the use of force but on the demonstration of force to inspire awe in the enemy. That is why the believers were commanded to equip themselves with power so that the enemy might be demoralized and refrain from aggression. Those who spend their resources in strengthening Islam intellectually and materially will be rewarded many times over by their Lord. The secret of success in Islam does not lie in military confrontation but in the preaching of its principles—hence the command that whenever there is an offer of peace by the other party, it should be accepted, setting aside every doubt or suspicion, because doubt or suspicion is in any case an uncertain thing, but the benefit of a cease-fire is certain: it permits the dawah work of Islam to start in a peaceful atmosphere. The stoppage of war thus facilitates the ideological expansion of Islam. Islam in itself is the greatest power. If the belief in God and the Hereafter is engendered in a group, then all those psychological drawbacks which cause differences and clashes are driven out of them. Thereafter, it necessarily happens that all of them join together and become one, and it is a fact that the greatest strength lies in unity. A united group, though small, will overcome a group larger than itself. Mutual integration is the most difficult task. The sign of a divinely—aided group is that its members are united; nothing succeeds in disuniting them."
    },
    {
      "ayah": 61,
      "surah": 8,
      "text": "Islam relies not on the use of force but on the demonstration of force to inspire awe in the enemy. That is why the believers were commanded to equip themselves with power so that the enemy might be demoralized and refrain from aggression. Those who spend their resources in strengthening Islam intellectually and materially will be rewarded many times over by their Lord. The secret of success in Islam does not lie in military confrontation but in the preaching of its principles—hence the command that whenever there is an offer of peace by the other party, it should be accepted, setting aside every doubt or suspicion, because doubt or suspicion is in any case an uncertain thing, but the benefit of a cease-fire is certain: it permits the dawah work of Islam to start in a peaceful atmosphere. The stoppage of war thus facilitates the ideological expansion of Islam. Islam in itself is the greatest power. If the belief in God and the Hereafter is engendered in a group, then all those psychological drawbacks which cause differences and clashes are driven out of them. Thereafter, it necessarily happens that all of them join together and become one, and it is a fact that the greatest strength lies in unity. A united group, though small, will overcome a group larger than itself. Mutual integration is the most difficult task. The sign of a divinely—aided group is that its members are united; nothing succeeds in disuniting them."
    },
    {
      "ayah": 62,
      "surah": 8,
      "text": "Islam relies not on the use of force but on the demonstration of force to inspire awe in the enemy. That is why the believers were commanded to equip themselves with power so that the enemy might be demoralized and refrain from aggression. Those who spend their resources in strengthening Islam intellectually and materially will be rewarded many times over by their Lord. The secret of success in Islam does not lie in military confrontation but in the preaching of its principles—hence the command that whenever there is an offer of peace by the other party, it should be accepted, setting aside every doubt or suspicion, because doubt or suspicion is in any case an uncertain thing, but the benefit of a cease-fire is certain: it permits the dawah work of Islam to start in a peaceful atmosphere. The stoppage of war thus facilitates the ideological expansion of Islam. Islam in itself is the greatest power. If the belief in God and the Hereafter is engendered in a group, then all those psychological drawbacks which cause differences and clashes are driven out of them. Thereafter, it necessarily happens that all of them join together and become one, and it is a fact that the greatest strength lies in unity. A united group, though small, will overcome a group larger than itself. Mutual integration is the most difficult task. The sign of a divinely—aided group is that its members are united; nothing succeeds in disuniting them."
    },
    { "ayah": 63, "surah": 8, "text": "See note to 2:191." },
    { "ayah": 64, "surah": 8, "text": "See note to 2:191." },
    { "ayah": 65, "surah": 8, "text": "See note to 2:191." },
    {
      "ayah": 66,
      "surah": 8,
      "text": "The reason for a lesser number of believers overcoming a large number of those who deny the truth has been explained by saying that the believers possessed fiqh, while those who deny the truth were devoid of it. The literal meaning of fiqh is understanding. This means the insight and wisdom which a man acquires as a result of faith. Faith in God is like the lighting of a lamp in a dark room. The lamp lights up the room in a such way that everything in it is seen clearly. Similarly, faith blesses man with a divine consciousness, after which he starts seeing all realities in their original shape. As a result of faith, man understands the reality of life and death. He comes to know that the most important thing is not the life of this world but the life of the Hereafter. This makes him fearless. He looks at death as if it is a door through which he may enter Paradise. A believer is God-fearing and he is anxious about the Hereafter. Such a temperament purifies him of all types of negative feelings. He rises above obstinacy, hatred, prejudice, revenge and haughtiness. The case of those who deny the truth is just the opposite. One who denies the truth acts emotionally, while the believer acts realistically. One who denies the truth carries out his dealings with narrow-mindedness, while the believer displays broad-mindedness."
    },
    {
      "ayah": 67,
      "surah": 8,
      "text": "At the battle of Badr, the Muslims killed seventy of the Quraysh’s greatest men and captured another seventy. Many of these captives were chiefs. After the battle, a consultation was held to decide the fate of these prisoners. The majority of the companions were for ransoming them. These enemies were continuously hostile. But the Muslims lacked the resources to defend themselves. So, it was thought that the ransom could be utilised to purchase armaments. ‘Umar ibn al-Khattab and Sa‘d ibn Ma‘az were against this opinion. ‘Umar said: ‘O, Prophet of God, these prisoners are the leaders of those who deny the truth. The real strength of our enemies has fallen into our hands. They should be killed so that the problem is solved once and for all.’ However, the Prophet Muhammad acted on the first opinion. Later on, those verses were revealed in which there were comments on the battle. While the ransom was declared legitimate by God, displeasure was expressed on that transaction. Releasing the war prisoners on a ransom was apparently a matter of mercy and grace, but it was not in accordance with the long term plan of God. God planned to root out paganism and polytheism and had caused all the leaders of the Quraysh (except Abu Lahab and Abu Sufyan) to gather on the field of Badr, arranging matters in such a way that they came entirely under the control of the Muslims. Had these leaders been killed at that time, the resistance of paganism and polytheism to montheism would have been completely buried in Badr itself. The result of releasing these leaders was that they were able to re-organise themselves and continue the resistance movement. This decision was against the Muslims’ war strategy, and could have become the cause of the most serious difficulties for them. These leaders, along with their followers, could have completely finished the entire mission of Islam. But God had ordained that the Last Prophet and his companions should necessarily overcome everything. That is the reason why, in spite of this shortcoming in strategy, the Quraysh were not able to overcome the Faithful."
    },
    {
      "ayah": 68,
      "surah": 8,
      "text": "At the battle of Badr, the Muslims killed seventy of the Quraysh’s greatest men and captured another seventy. Many of these captives were chiefs. After the battle, a consultation was held to decide the fate of these prisoners. The majority of the companions were for ransoming them. These enemies were continuously hostile. But the Muslims lacked the resources to defend themselves. So, it was thought that the ransom could be utilised to purchase armaments. ‘Umar ibn al-Khattab and Sa‘d ibn Ma‘az were against this opinion. ‘Umar said: ‘O, Prophet of God, these prisoners are the leaders of those who deny the truth. The real strength of our enemies has fallen into our hands. They should be killed so that the problem is solved once and for all.’ However, the Prophet Muhammad acted on the first opinion. Later on, those verses were revealed in which there were comments on the battle. While the ransom was declared legitimate by God, displeasure was expressed on that transaction. Releasing the war prisoners on a ransom was apparently a matter of mercy and grace, but it was not in accordance with the long term plan of God. God planned to root out paganism and polytheism and had caused all the leaders of the Quraysh (except Abu Lahab and Abu Sufyan) to gather on the field of Badr, arranging matters in such a way that they came entirely under the control of the Muslims. Had these leaders been killed at that time, the resistance of paganism and polytheism to montheism would have been completely buried in Badr itself. The result of releasing these leaders was that they were able to re-organise themselves and continue the resistance movement. This decision was against the Muslims’ war strategy, and could have become the cause of the most serious difficulties for them. These leaders, along with their followers, could have completely finished the entire mission of Islam. But God had ordained that the Last Prophet and his companions should necessarily overcome everything. That is the reason why, in spite of this shortcoming in strategy, the Quraysh were not able to overcome the Faithful."
    },
    {
      "ayah": 69,
      "surah": 8,
      "text": "At the battle of Badr, the Muslims killed seventy of the Quraysh’s greatest men and captured another seventy. Many of these captives were chiefs. After the battle, a consultation was held to decide the fate of these prisoners. The majority of the companions were for ransoming them. These enemies were continuously hostile. But the Muslims lacked the resources to defend themselves. So, it was thought that the ransom could be utilised to purchase armaments. ‘Umar ibn al-Khattab and Sa‘d ibn Ma‘az were against this opinion. ‘Umar said: ‘O, Prophet of God, these prisoners are the leaders of those who deny the truth. The real strength of our enemies has fallen into our hands. They should be killed so that the problem is solved once and for all.’ However, the Prophet Muhammad acted on the first opinion. Later on, those verses were revealed in which there were comments on the battle. While the ransom was declared legitimate by God, displeasure was expressed on that transaction. Releasing the war prisoners on a ransom was apparently a matter of mercy and grace, but it was not in accordance with the long term plan of God. God planned to root out paganism and polytheism and had caused all the leaders of the Quraysh (except Abu Lahab and Abu Sufyan) to gather on the field of Badr, arranging matters in such a way that they came entirely under the control of the Muslims. Had these leaders been killed at that time, the resistance of paganism and polytheism to montheism would have been completely buried in Badr itself. The result of releasing these leaders was that they were able to re-organise themselves and continue the resistance movement. This decision was against the Muslims’ war strategy, and could have become the cause of the most serious difficulties for them. These leaders, along with their followers, could have completely finished the entire mission of Islam. But God had ordained that the Last Prophet and his companions should necessarily overcome everything. That is the reason why, in spite of this shortcoming in strategy, the Quraysh were not able to overcome the Faithful."
    },
    {
      "ayah": 7,
      "surah": 8,
      "text": "In Sha‘ban, (2 A.H.) the eighth month of the Islamic calendar, it came to be known that a commercial caravan of the Quraysh, carrying goods worth about fifty thousand guineas, was returning from Syria to Makkah. It was on a route which passed close by Madinah. It was feared that the Muslims might attack this caravan of their enemies. So, the chief of the caravan, Abu Sufyan ibn Harb, sent word to the people of Makkah that they should rush to him with aid, otherwise the Muslims would capture the caravan. This news created a lot of fervour in Makkah. So, a troop of 950 horsemen (600 of them fully armoured) set out from Makkah for Madinah. The Prophet was also receiving all the news. Now the Muslims of Madinah were in between two groups—one was the caravan returning from Syria, and the other was the army advancing from Makkah to Madinah. One section of the Muslims had the idea that they should advance towards the caravan. Since this caravan had only 40 guards, it could be overcome and its goods captured. But God’s plan was different. In fact, God wanted to crush the strength of those who deny the truth rather than permit the Muslims to make some material gain. God, therefore, created special conditions and caused all the chiefs of the opponents to set out from Makkah and reach Badr, a place 20 miles from Madinah, so that they should finally perish forever after clashing with the Muslims. When the Prophet informed the Muslims of God’s plan, they all agreed and proceeded towards Badr. Their strength was only 313 and they were ill-equipped. But God gave them special aid, and they routed the army of the Quraysh. Seventy of their chiefs were killed and seventy were taken prisoner. The battlefield of Badr became the scene of Islam’s victory over the deniers of the Truth. Whenever it happens that there is material benefit on the one hand and religious benefit on the other, this division itself proves that God’s will and pleasure centre upon religious benefit and not upon material benefit.The target of Islamic effort is never the attainment of economic advantages. The purpose of Islamic struggle is always to break the strength of falsehood, either by ideological superiority or, through material power as dictated by the circumstances."
    },
    {
      "ayah": 70,
      "surah": 8,
      "text": "Releasing the prisoners at the battle of Badr was a strategic error. But, for the prisoners themselves, this amounted to giving them a new lease of life. This meant that the people who had become liable to be killed due to their opposition of the Truth, were given a further opportunity to re-think the Islamic call and their improper behaviour towards it. This respite opened up for them the door of self-rectification.Now one consequence of this event could have been that the flames of revenge flared up in the hearts of the prisoners due to the defeat they had suffered; they could have become eager to avenge the ignominy and loss they had suffered on the payment of ransom. In this case, they would have repeated the same wrong action as a result of which they had become liable to be seized upon by God. They would have expended their energy in opposing Islam, the result of which action would have been destruction in the world and punishment in the Hereafter. The second possibility was that they could have thought over the extraordinary happenings on the battlefield of Badr, i.e. why did it happen that, in spite of having inferior and fewer armaments, the Muslims were clearly victorious? This clearly indicated that God was in favour of the religion of the Muslims and disfavoured that of the Quraysh. If this second line of thinking developed, it would make them change their previous behaviour and adopt the religion which they had not earlier been able to adopt and in this way become eligible for God’s reward in this world and also in the Hereafter.History shows that there were a number of individuals among the Quraysh in whose hearts this question had arisen and sooner or later they joined Islam. ‘Abbas ibn ‘Abdul Muttalib had embraced Islam when he was a prisoner. Some others also joined the Islamic circle later. These people lowered themselves in the eyes of their own prejudiced group, but they honoured themselves in the eyes of God. They suffered worldly harm, but became possessors of the benefit of the Hereafter. On the release of the prisoners, the Muslims had the suspicion that the latter, instead of being grateful for the Muslims’ magnamity, would engage in conspiracies, adopt destructive ways and create impediments in the way of Islam. But the Quran did not give importance to these suspicions, because a movement launched for the cause of pure Truth is not an ordinary movement. It is a Divine affair. God Himself is behind it; and nobody has the power to fight God."
    },
    {
      "ayah": 71,
      "surah": 8,
      "text": "Releasing the prisoners at the battle of Badr was a strategic error. But, for the prisoners themselves, this amounted to giving them a new lease of life. This meant that the people who had become liable to be killed due to their opposition of the Truth, were given a further opportunity to re-think the Islamic call and their improper behaviour towards it. This respite opened up for them the door of self-rectification.Now one consequence of this event could have been that the flames of revenge flared up in the hearts of the prisoners due to the defeat they had suffered; they could have become eager to avenge the ignominy and loss they had suffered on the payment of ransom. In this case, they would have repeated the same wrong action as a result of which they had become liable to be seized upon by God. They would have expended their energy in opposing Islam, the result of which action would have been destruction in the world and punishment in the Hereafter. The second possibility was that they could have thought over the extraordinary happenings on the battlefield of Badr, i.e. why did it happen that, in spite of having inferior and fewer armaments, the Muslims were clearly victorious? This clearly indicated that God was in favour of the religion of the Muslims and disfavoured that of the Quraysh. If this second line of thinking developed, it would make them change their previous behaviour and adopt the religion which they had not earlier been able to adopt and in this way become eligible for God’s reward in this world and also in the Hereafter.History shows that there were a number of individuals among the Quraysh in whose hearts this question had arisen and sooner or later they joined Islam. ‘Abbas ibn ‘Abdul Muttalib had embraced Islam when he was a prisoner. Some others also joined the Islamic circle later. These people lowered themselves in the eyes of their own prejudiced group, but they honoured themselves in the eyes of God. They suffered worldly harm, but became possessors of the benefit of the Hereafter. On the release of the prisoners, the Muslims had the suspicion that the latter, instead of being grateful for the Muslims’ magnamity, would engage in conspiracies, adopt destructive ways and create impediments in the way of Islam. But the Quran did not give importance to these suspicions, because a movement launched for the cause of pure Truth is not an ordinary movement. It is a Divine affair. God Himself is behind it; and nobody has the power to fight God."
    },
    {
      "ayah": 72,
      "surah": 8,
      "text": "Generally when a man helps another, it is because that other person belongs to his family or group or class. But after the hijrah (migration to Madinah) the Islamic society formed in Madinah was such that those who were householders gave their houses to people with whom their relation was based only on religion. The people who left their hearths and homes and migrated to Madinah had done all this for the sake of God and the Hereafter, and those who allowed these strangers to share their money and property also did so, in order that God should be pleased with them and send them to paradise in the Hereafter. This was a society in which relations of family or race were not important as compared to faith. People used to help each other, not for worldly benefit, but for the sake of the Hereafter. They used to give to each other without expecting any return from the receiver, but only expecting a reward from God. That society is truly Islamic where relations are established not on the basis of family relations or the prejudices of groupism, but on the basis of Truth; where the people are the supporters and helpers of each other for the sole reason that they are brothers in religion and not because some worldly consideration is linked with them."
    },
    {
      "ayah": 73,
      "surah": 8,
      "text": "Generally when a man helps another, it is because that other person belongs to his family or group or class. But after the hijrah (migration to Madinah) the Islamic society formed in Madinah was such that those who were householders gave their houses to people with whom their relation was based only on religion. The people who left their hearths and homes and migrated to Madinah had done all this for the sake of God and the Hereafter, and those who allowed these strangers to share their money and property also did so, in order that God should be pleased with them and send them to paradise in the Hereafter. This was a society in which relations of family or race were not important as compared to faith. People used to help each other, not for worldly benefit, but for the sake of the Hereafter. They used to give to each other without expecting any return from the receiver, but only expecting a reward from God. That society is truly Islamic where relations are established not on the basis of family relations or the prejudices of groupism, but on the basis of Truth; where the people are the supporters and helpers of each other for the sole reason that they are brothers in religion and not because some worldly consideration is linked with them."
    },
    {
      "ayah": 74,
      "surah": 8,
      "text": "Having faith in God means deciding to lead one’s life purely for His sake. People who do so, frequently become strangers among those who live for things other than God. This alienation sometimes leads to the decision to migrate due to a wholly inimical atmosphere; one’s whole life thus becomes one of struggle and sacrifice. These migrants are the true believers in the eyes of God—their faith being of the highest order. Next come those who support these migrants in God’s cause. In order to become a real Muslim, at least one of the following courses of action should be entered upon. Either the potential devotee should attach himself to Islam to such an extent that, if required, he will forsake his well-established life. Or he should loosen his purse strings in order to come to the aid of those who choose to migrate. If necessary he should even invite them to share in his earnings and property. True faith will thus become a reality for people on their becoming either muhajirs (migrants in God’s cause) or ansars (helpers or supporters). These are the two kinds of people for whom, before God, there is pardon or forgiveness (maghfirah) and respectable sustenance (rizq karim). The Paradise of the Hereafter is an extremely refined world; it is a perfect world; and the people eligible to be settled in a perfect world should also be perfect. No human being can attain such perfection in view of human weaknesses. However, God has promised that one who fulfils one test out of the two tests mentioned above shall have allowances made for his shortcomings and, by His grace, will be sent to Paradise. Helping and supporting those who become brothers through religion is very important. However, this will not affect the rights of blood relations and the distribution of inheritance among them. Under the influence of personal desire, a man may treat some things as essential for his family members, but this has no importance in the eyes of God. However, God himself has laid down in His Book laws regarding the rights of family members and rules of inheritance applicable to them. These will in any case hold good, and nothing can become an excuse for violating them."
    },
    {
      "ayah": 75,
      "surah": 8,
      "text": "Having faith in God means deciding to lead one’s life purely for His sake. People who do so, frequently become strangers among those who live for things other than God. This alienation sometimes leads to the decision to migrate due to a wholly inimical atmosphere; one’s whole life thus becomes one of struggle and sacrifice. These migrants are the true believers in the eyes of God—their faith being of the highest order. Next come those who support these migrants in God’s cause. In order to become a real Muslim, at least one of the following courses of action should be entered upon. Either the potential devotee should attach himself to Islam to such an extent that, if required, he will forsake his well-established life. Or he should loosen his purse strings in order to come to the aid of those who choose to migrate. If necessary he should even invite them to share in his earnings and property. True faith will thus become a reality for people on their becoming either muhajirs (migrants in God’s cause) or ansars (helpers or supporters). These are the two kinds of people for whom, before God, there is pardon or forgiveness (maghfirah) and respectable sustenance (rizq karim). The Paradise of the Hereafter is an extremely refined world; it is a perfect world; and the people eligible to be settled in a perfect world should also be perfect. No human being can attain such perfection in view of human weaknesses. However, God has promised that one who fulfils one test out of the two tests mentioned above shall have allowances made for his shortcomings and, by His grace, will be sent to Paradise. Helping and supporting those who become brothers through religion is very important. However, this will not affect the rights of blood relations and the distribution of inheritance among them. Under the influence of personal desire, a man may treat some things as essential for his family members, but this has no importance in the eyes of God. However, God himself has laid down in His Book laws regarding the rights of family members and rules of inheritance applicable to them. These will in any case hold good, and nothing can become an excuse for violating them."
    },
    {
      "ayah": 8,
      "surah": 8,
      "text": "In Sha‘ban, (2 A.H.) the eighth month of the Islamic calendar, it came to be known that a commercial caravan of the Quraysh, carrying goods worth about fifty thousand guineas, was returning from Syria to Makkah. It was on a route which passed close by Madinah. It was feared that the Muslims might attack this caravan of their enemies. So, the chief of the caravan, Abu Sufyan ibn Harb, sent word to the people of Makkah that they should rush to him with aid, otherwise the Muslims would capture the caravan. This news created a lot of fervour in Makkah. So, a troop of 950 horsemen (600 of them fully armoured) set out from Makkah for Madinah. The Prophet was also receiving all the news. Now the Muslims of Madinah were in between two groups—one was the caravan returning from Syria, and the other was the army advancing from Makkah to Madinah. One section of the Muslims had the idea that they should advance towards the caravan. Since this caravan had only 40 guards, it could be overcome and its goods captured. But God’s plan was different. In fact, God wanted to crush the strength of those who deny the truth rather than permit the Muslims to make some material gain. God, therefore, created special conditions and caused all the chiefs of the opponents to set out from Makkah and reach Badr, a place 20 miles from Madinah, so that they should finally perish forever after clashing with the Muslims. When the Prophet informed the Muslims of God’s plan, they all agreed and proceeded towards Badr. Their strength was only 313 and they were ill-equipped. But God gave them special aid, and they routed the army of the Quraysh. Seventy of their chiefs were killed and seventy were taken prisoner. The battlefield of Badr became the scene of Islam’s victory over the deniers of the Truth. Whenever it happens that there is material benefit on the one hand and religious benefit on the other, this division itself proves that God’s will and pleasure centre upon religious benefit and not upon material benefit.The target of Islamic effort is never the attainment of economic advantages. The purpose of Islamic struggle is always to break the strength of falsehood, either by ideological superiority or, through material power as dictated by the circumstances."
    },
    {
      "ayah": 9,
      "surah": 8,
      "text": "The battle of Badr took place under very critical conditions. Only 313 Muslims were pitted against about one thousand well-armed enemies. The Muslims were scantily armed. The enemies had already reached the venue of battle (Badr) and had captured a vantage point and the spring of water. Seeing this, the Muslims were beset by doubts that perhaps they would not be supported by God in the mission for which they had been sacrificing their lives. Had truth been on their side, God would not have helped the enemies on this critical occasion and all the favourable opportunities would have slipped from their grasp and passed on to their enemies. But at that time, Almighty God caused heavy rains to fall in the area of Badr. Muslims made ponds and stored the water. The enemy had deprived Muslims of the water of the land; God then arranged for them to have water from the sky. God furthermore blessed them with an extraordinary favour—that of sleep. Sleep is very necessary for a man to be refreshed, but the conditions in the battlefield are so terrible that it is impossible to have sound sleep. In spite of this, Almighty God blessed them with His special succour; on the eve of the battle, He made it possible for them to have sound sleep. In the night they slept free of all mental pressure and got up in the morning fully refreshed. Out of conditions which were causing Muslims to have misgivings, God created such possibilities that they developed new faith and a sense of self-reliance."
    }
  ]
}
