{
  "text": "غزوہ احد کی افتاد  یہ احد کے واقعہ کا ذکر ہے بعض مفسرین نے اسے جنگ خندق کا قصہ بھی کہا ہے لیکن ٹھیک یہ ہے کہ واقعہ جنگ احد کا ہے جو سن 3 ہجری 11 شوال بروز ہفتہ پیش آیا تھا، جنگ بدر میں مشرکین کو کامل شکست ہوئی تھی انکے سردار موت کے گھاٹ اترے تھے، اب اس کا بدلہ لینے کیلئے مشرکین نے بڑی بھاری تیاری کی تھی وہ تجارتی مال جو بدر والی لڑائی کے موقعہ پر دوسرے راستے سے بچ کر آگیا تھا وہ سب اس لڑائی کیلئے روک رکھا تھا اور چاروں طرف سے لوگوں کو جمع کرکے تین ہزار کا ایک لشکر جرار تیار کیا اور پورے سازو سامان کے ساتھ مدینہ پر چڑھائی کی، ادھر رسول اللہ ﷺ نے جمعہ کی نماز کے بعد مالک بن عمرو کے جنازے کی نماز پڑھائی جو قبیلہ بنی النجار میں سے تھے پھر لوگوں سے مشورہ کیا کہ ان کی مدافعت کی کیا صورت تمہارے نزدیک بہتر ہے ؟ تو عبداللہ بن ابی نے کہا کہ ہمیں مدینہ سے باہر نہ نکلنا چاہئے اگر وہ آئے اور ٹھہرے تو گویا ہمارے جیل خانہ میں آگئے رکے اور کھڑے رہیں اور اگر مدینہ میں گھسے تو ایک طرف سے ہمارے بہادروں کی تلواریں ہوں گی دوسری جانب تیر اندازوں کے بےپناہ تیر ہوں گے پھر اوپر سے عورتوں اور بچوں کی سنگ باری ہوگی اور اگر یونہی لوٹ گئے تو بربادی اور خسارے کے ساتھ لوٹیں گے لیکن اس کے برخلاف بعض صحابہ جو جنگ بدر میں شریک نہ ہو سکے تھے ان کی رائے تھی کہ مدینہ کے باہر میدان میں جا کر خوب دل کھول کر ان کا مقابلہ کرنا چاہئے، رسول اللہ ﷺ گھر میں تشریف لے گئے اور ہتھیار لگا کر باہر آئے ان صحابہ کو اب خیال ہوا کہ کہیں ہم نے اللہ کے نبی کی خلاف منشاء تو میدان کی لڑائی پر زور نہیں دیا اس لئے یہ کہنے لگے کہ حضور ﷺ اگر یہیں ٹھہر کر لڑنے کا ارادہ ہو تو یونہی کیجئے ہماری جانب سے کوئی اصرار نہیں، آپ نے فرمایا اللہ کے نبی کو لائق نہیں کہ وہ ہتھیار پہن کر اتارے اب تو میں نہ لوٹوں گا جب تک کہ وہ نہ جائے جو اللہ عزوجل کو منظور ہو چنانجہ ایک ہزار کا لشکر لے کر آپ مدینہ شریف سے نکل کھڑے ہوئے، شوط پر پہنچ کر اس منافق عبداللہ بن ابی نے دغا بازی کی اور اپنی تین سو کی جماعت کو لے کر واپس مڑ گیا یہ لوگ کہنے لگے ہم جانتے ہیں کہ لڑائی تو ہونے کی نہیں خواہ مخواہ زحمت کیوں اٹھائیں ؟ آنحضرت ﷺ نے اس کی کوئی پرواہ نہ کی اور صرف سات سو صحابہ کرام کو لے کر میدان میں اترے اور حکم دیا کہ جب تک میں نہ کہوں لڑائی شروع نہ کرنا پچاس تیر انداز صحابیوں کو الگ کر کے ان کا امیر حضرت عبداللہ بن جبیر کو بنایا اور ان سے فرما دیا کہ پہاڑی پر چڑھ جاؤ اور اس بات کا خیال رکھو کہ دشمن پیچھے سے حملہ آور نہ ہو دیکھو ہم غالب آجائیں یا (اللہ نہ کرے) مغلوب ہوجائیں تم ہرگز اپنی جگہ سے نہ ہٹنا، یہ انتظامات کر کے خود آپ بھی تیار ہوگئے دوہری زرہ پہنی حضرت مصعب بن عمیر ؓ کو جھنڈا دیا آج چند لڑکے بھی لشکر محمدی میں نظر آتے تھے یہ چھوٹے سپاہی بھی جانبازی کیلئے ہمہ تن مستعد تھے بعض اور بچوں کو حضور ﷺ نے ساتھ لیا تھا انہیں جنگ خندق کے لشکر میں بھرتی کیا گیا جنگ خندق اس کے دو سال بعد ہوئی تھی، قریشی کا لشکر بڑے ٹھاٹھے سے مقابلہ پر آڈٹا یہ تین ہزار سپاہیوں کا گروہ تھا ان کے ساتھ دو سو کو تل گھوڑے تھے جنہیں موقعہ پر کام آنے کیلئے ساتھ رکھا تھا ان کے داہنے حصہ پر خالد بن ولید تھا اور بائیں حصہ پر عکرمہ بن ابو جہل تھا (یہ دونوں سردار بعد میں مسلمان ہوگئے تھے ؓ ان کا جھنڈے بردار قبیلہ بنو عبدالدار تھا، پھر لڑائی شروع ہوئی جس کے تفصیلی واقعات انہی آیتوں کی موقعہ بہ موقعہ تفسیر کے ساتھ آتے رہیں گے انشاء اللہ تعالیٰ۔ الغرض اس آیت میں اسی کا بیان ہو رہا ہے کہ حضور ﷺ مدینہ شریف سے نکلے اور لوگوں کو لڑائی کے مواقعہ کی جگہ مقرر کرنے لگے میمنہ میسرہ لشکر کا مقرر کیا اللہ تعالیٰ تمام باتوں کو سننے والا اور سب کے دلوں کے بھید جاننے والا ہے، روایتوں میں یہ آچکا ہے کہحضور ﷺ جمعہ کے دن مدینہ شریف سے لڑائی کیلئے نکلے اور قرآن فرماتا ہے صبح ہی صبح تم لشکریوں کی جگہ مقرر کرتے تھے تو مطلب یہ ہے کہ جمعہ کے دن تو جا کر پڑاؤ ڈال دیا باقی کاروائی ہفتہ کی صبح شروع ہوئی۔ حضرت جابر بن عبداللہ ؓ فرماتے ہیں ہمارے بارے میں یعنی بنو حارثہ اور بنو سلمہ کے بارے میں یہ آیت نازل ہوئی ہے کہ تمہارے دو گروہوں بزدلی کا ارادہ کیا تھا گو اس میں ہماری ایک کمزوری کا بیان ہے لیکن ہم اپنے حق میں اس آیت کو بہت بہتر جانتے ہیں کیونکہ اس میں یہ بھی فرما دیا گیا ہے کہ اللہ ان دونوں کا ولی ہے پھر فرمایا کہ دیکھو میں نے بدر والے دن بھی تمہیں غالب کیا حالانکہ تم سب ہی کم اور بےسرد سامان تھے، بدر کی لڑائی سن 2 ہجری 17 رمضان بروز جمعہ ہوئی تھی۔ اسی کا نام یوم الفرقان رکھا گیا اس دن اسلام اور اہل اسلام کی عزت ملی شرک برباد ہوا محل شرک ویران ہوا حالانکہ اس دن مسلمان صرف تین سو تیرہ تھے ان کے پاس صرف دو گھوڑے تھے فقط ستر اونٹ تھے باقی سب پیدل تھے ہتھیار بھی اتنے کم تھے کہ گویا نہ تھے اور دشمن کی تعداد اس دن تین گنہ تھی ایک ہزار میں کچھ ہی کم تھے ہر ایک زرہ بکتر لگائے ہوئے ضرورت سے زیادہ وافر ہتھیار عمدہ عمدہ کافی سے زیادہ مالداری گھوڑے نشان زدہ جن کو سونے کے زیور پہنائے گئے تھے اس موقعہ پر اللہ نے اپنے نبی ﷺ کو عزت اور غلبہ دیا حالات کے بارے میں ظاہر و باطن وحی کی اپنے نبی اور آپ کے ساتھیوں کو سرخرو کیا اور شیطان اور اس کے لشکریوں کو ذلیل و خوار کیا اب اپنے مومن بندوں اور جنتی لشکریوں کو اس آیت میں یہ احسان یاد دلاتا ہے کہ تمہاری تعداد کی کمی اور ظاہری اسباب کی غیر موجودگی کے باوجود تم ہی کو غالب رکھا تاکہ تم معلوم کرلو کہ غلبہ ظاہری اسباب پر موقوف نہیں، اسی لئے دوسری آیت میں صاف فرما دیا کہ جنگ حنین میں تم نے ظاہری اسباب پر نظر ڈالی اور اپنی زیادتی دیکھ کر خوش ہوئے لیکن اس زیادتی تعداد اور اسباب کی موجودگی نے تمہیں کچھ فائدہ نہ دیا، حضرت عیاض اشعری فرماتے ہیں کہ جنگ یرموک میں ہمارے پانچ سردار تھے حضرت ابو عبیدہ، حضرت یزید بن ابو سفیان حضرت ابن حسنہ حضرت خالد بن ولید اور حضرت عیاض اور خلیفتہ المسلمین حضرت عمر ؓ کا حکم تھا کہ لڑائی کے وقت حضرت ابو عبیدہ سردار ہوں گے اس لڑائی میں ہمیں چاروں طرف سے شکست کے آثار نظر آنے لگے تو ہم نے خلیفہ وقت کو خط لکھا کہ ہمیں موت نے گھیر رکھا ہے امداد کیجئے، فاروق کا مکتوب گرامی ہماری گزارش کے جواب میں آیا جس میں تحریر تھا کہ تمہارا طلب امداد کا خط پہنچائیں تمہیں ایک ایسی ذات بتاتا ہوں جو سب سے زیادہ مددگار اور سب سے زیادہ مضبوط لشکر والی ہے وہ ذات اللہ تبارک و تعالیٰ کی ہے جس نے اپنے بندے اور رسول حضرت محمد ﷺ کی مدد بدر والے دن کی تھی بدری لشکر تو تم سے بہت ہی کم تھا میرا یہ خط پڑھتے ہی جہاد شروع کردو اور اب مجھے کچھ نہ لکھنا نہ کچھ پوچھنا، اس خط سے ہماری جراتیں بڑھ گئیں ہمتیں بلند ہوگئیں پھر ہم نے جم کر لڑنا شروع کیا الحمد اللہ دشمن کو شکست ہوئی اور وہ بھاگے ہم نے بارہ میل تک انکا تعاقب کیا بہت سا مال غنیمت ہمیں ملا جو ہم نے آپس میں بانٹ لیا پھر حضرت ابو عبیدہ کہنے لگے میرے ساتھ دوڑ کون لگائے گا ؟ ایک نوجوان نے کہا اگر آپ ناراض نہ ہوں تو میں حاضر ہوں چناچہ دوڑنے میں وہ آگے نکل گئے میں نے دیکھا ان کی دونوں زلفیں ہوا میں اڑ رہی تھیں اور وہ اس نوجوان کے پیچھے گھوڑا دوڑائے چلے جا رہے تھے، بدر بن نارین ایک شخص تھا اسکے نام سے ایک کنواں مشہور تھا اور اس میدان کا جس میں یہ کنواں تھا یہی نام ہوگیا تھا بدر کی جنگ بھی اسی نام سے مشہور ہوگئی یہ جگہ مکہ اور مدینہ کے درمیان ہے پھر فرمایا کہ اللہ سے ڈرتے رہا کرو تاکہ شکر کی توفیق ملے اور اطاعت گزاری کرسکو۔",
  "ayah": 121,
  "surah": 3
}
