{
  "text": "شہادت اور بشارت  چونکہ احد والے دن ستر مسلمان صحابی شہید ہوئے تھے تو اللہ تعالیٰ مسلمانوں کو ڈھارس دیتا ہے کہ اس سے پہلے بھی دیندار لوگ مال و جان کا نقصان اٹھاتے رہے لیکن بالآخر غلبہ انہی کا ہوا تم اگلے واقعات پر ایک نگاہ ڈال لو تو یہ راز تم پر کھل جائے گا۔ اس قرآن میں لوگوں کیلئے اگلی امتوں کا بیان بھی ہے اور یہ ہدایت و وعظ بھی ہے۔ یعنی تمہارے دلوں کی ہدایت اور تمہیں برائی بھلائی سے آگاہ کرنے والا یہی قرآن ہے، مسلمانوں کو یہ واقعات یاد دلا کر پھر مزید تسلی کے طور پر فرمایا کہ تم اس جنگ کے نتائج دیکھ کر بددل نہ ہوجانا نہ مغموم بن کر بیٹھ رہنا فتح و نصرت غلبہ اور بلند وبالا مقام بالآخر مومنو تمہارے لئے ہی ہے۔ اگر تمہیں زخم لگے ہیں تمہارے آدمی شہید ہوئے تو اس سے پہلے تمہارے دشمن بھی تو قتل ہوچکے ہیں وہ بھی تو زخم خوردہ ہیں یہ تو چڑھتی ڈھلتی چھاؤں ہے ہاں بھلا وہ ہے جو انجام کار غالب رہے اور یہ ہم نے تمہارے لئے لکھ دیا ہے۔ یہ بعض مرتبہ شکست بالخصوص اس جنگ احد کی اس لئے تھی کہ ہم صابروں کا اور غیر صابروں کا امتحان کرلیں اور جو مدت سے شہادت کی آرزو رکھتے تھے انہیں کامیاب بنائیں کہ وہ اپنا جان و مال ہماری راہ میں خرچ کریں، اللہ تعالیٰ ظالموں کو پسند نہیں کرتا۔ یہ جملہ معترضہ بیان کر کے فرمایا یہ اس لئے بھی کہ ایمان والوں کے گناہ اگر ہوں تو دور ہوجائیں اور ان کے درجات بڑھیں اور اس میں کافروں کا مٹانا بھی ہے کیونکہ وہ غالب ہو کر اتر آئیں گے سرکشی اور تکبر میں اور بڑھیں گے اور یہی ان کی ہلاکت اور بربادی کا سبب بنے گا اور پھر مر کھپ جائیں گے ان سختیوں اور زلزلوں اور ان آزمائشوں کے بغیر کوئی جنت میں نہیں جاسکتا جیسے سورة بقرہ میں ہے کہ کیا تم جانتے ہو کہ تم سے پہلے لوگوں کی جیسی آزمائش ہوئی ایسی تمہاری نہ ہو اور تم جنت میں چلے جاؤ یہ نہیں ہوگا اور جگہ ہے آیت (اَحَسِبَ النَّاسُ اَنْ يُّتْرَكُوْٓا اَنْ يَّقُوْلُوْٓا اٰمَنَّا وَهُمْ لَا يُفْتَنُوْنَ) 29۔ العنکبوت :2) کیا لوگوں نے یہ گمان کر رکھا ہے کہ ہم صرف ان کے اس قول پر کہ ہم ایمان لائے انہیں چھوڑ دیں گے اور انکی آزمائش نہ کی جائے گی ؟ یہاں بھی یہی فرمان ہے کہ جب تک صبر کرنے والے معلوم نہ ہوجائیں یعنی دنیا میں ہی ظہور میں نہ آجائیں تب تک جنت نہیں مل سکتی پھر فرمایا کہ تم اس سے پہلے تو ایسے موقعہ کی آرزو میں تھے کہ تم اپنا صبر اپنی بہادری اور مضبوطی اور استقامت اللہ تعالیٰ کو دکھاؤ اللہ کی راہ میں شہادت پاؤ، لو اب ہم نے تمہیں یہ موقعہ دیا تم بھی اپنی ثابت قدمی اور اولوالعزمی دکھاؤ، حدیث شریف میں ہے دشمن کی ملاقات کی آرزو نہ کرو اللہ تعالیٰ سے عافیت طلب کرو اور جب میدان پڑجائے پھر لو ہے کی لاٹ کی طرح جم جاؤ اور صبر کے ساتھ ثابت قدم رہو اور جان لو کہ جنت تلواروں کے سائے تلے ہے پھر فرمایا کہ تم نے اپنی آنکھوں سے اس منظر کو دیکھ لیا کہ نیزے تنے ہوئے ہیں تلواریں کھچ رہی ہیں بھالے اچھل رہے ہیں تیر برس رہے ہیں گھمسان کا رن پڑا ہوا ہے اور ادھر ادھر لاشیں گر رہی ہیں۔",
  "ayah": 137,
  "surah": 3
}
