{
  "text": "دنیا کے حسن اور آخرت کے جمال کا تقابل  اللہ تعالیٰ بیان فرماتا ہے کہ دنیا کی زندگی کو طرح طرح کی لذتوں سے سجایا گیا ہے ان سب چیزوں میں سب سے پہلے عورتوں کو بیان فرمایا، اس لئے کہ ان کا فتنہ بڑا زبردست ہے۔ صحیح حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں میں نے اپنے بعد مردوں کیلئے عورتوں سے زیادہ نقصان دہ اور کوئی فتنہ نہیں چھوڑا، ہاں جب کسی شخص کی نیت نکاح کرکے زنا سے بچنے کی اور اولاد کی کثرت سے ہو تو بیشک یہ نیک کام ہے اس کی رغبت شریعت نے دلائی ہے اور اس کا حکم دیا ہے اور بہت سی حدیثیں نکاح کرنے بلکہ کثرت نکاح کرنے کی فضیلت میں آئی ہیں اور اس امت میں سب سے بہتر وہ ہے جو سب سے زیادہ بیویوں والا ہو، نبی ﷺ فرماتے ہیں دنیا کا ایک فائدہ ہے اور اس کا بہترین فائدہ نیک بیوی ہے کہ خاوند اگر اس کی طرف دیکھے تو یہ اسے خوش کردے اور اگر حکم دے تو بجا لائے اور اگر کہیں چلا جائے تو اپنے نفس کی اور خاوند کے مال کی حفاظت کرے۔ دوسری حدیث میں ہے مجھے عورتیں اور خوشبو بہت پسند ہے اور میری آنکھوں کی ٹھنڈک نماز میں ہے۔ حضرت عائشہ فرماتی ہیں رسول اللہ ﷺ کو سب سے زیادہ محبوب عورتیں تھیں، ہاں گھوڑے ان سے بھی زیادہ پسند تھے، ایک اور روایت میں ہے گھوڑوں سے زیادہ آپ کی چاہت کی چیز کوئی اور نہ تھی ہاں صرف عورتیں۔ ثابت ہوا عورتوں کی محبت بھلی بھی ہے اور بری بھی۔ اسی طرح اولاد کی اگر ان کی کثرت اس لئے چاہتا ہے کہ وہ فخر و غرور کرے تو بری چیز ہے اور اگر اس لئے ان کی زیادتی چاہتا ہے کہ نسل بڑھے اور موحد مسلمانوں کی گنتی امت محمد ﷺ میں زیادہ ہو تو بیشک یہ بھلائی کی چیز ہے۔ حدیث شریف میں ہے محبت کرنے والیوں اور زیادہ اولاد پیدا کرنے والی عورتوں سے نکاح کرو، قیامت کے دن میں تمہاری زیادتی سے اور امتوں پر فخر کرنے والا ہوں۔ ٹھیک اسی طرح مال بھی ہے کہ اگر ان کی محبت گرے پڑے لوگوں کو حقیر سمجھنے اور مسکینوں غریبوں پر فخر کرنے کیلئے ہے تو بیحد بری چیز ہے، اور اگر مال کی چاہت اپنوں اور غیروں سے سلوک کرنے، نیکیاں کرنے اور اللہ کی راہ میں خرچ کرنے کیلئے ہے تو ہر طرح وہ شرعاً اچھی اور بہت اچھی چیز ہے۔ قنطار کی مقدار میں مفسرین کا اختلاف ہے، ماحصل یہ ہے کہ بہت زیادہ مال کو قنطار کہتے ہیں، جیسے حضرت ضحاک کا قول ہے، اوراقوال بھی ملاحظہ ہوں، ایک ہزار دینار، بارہ ہزار چالیس ہزار ساٹھ ہزار، ستر ہزار، اسی ہزار وغیرہ وغیرہ۔ مسند احمد کی ایک مرفوع حدیث میں ہے، ایک قنطار بارہ ہزار اوقیہ کا ہے اور ہر اوقیہ بہتر ہے زمین و آسمان سے، غالباً یہاں مقدار ثواب کی بیان ہوئی ہے جو ایک قنطار ملے گا (واللہ اعلم) حضرت ابوہریرہ سے بھی ایسی ہی ایک موقوف روایت بھی مروی ہے اور یہی زیادہ صحیح ہے۔ اسی طرح ابن جریر میں حضرت معاذ بن جبل اور حضرت ابن عمر سے بھی مروی ہے، اور ابن ابی حاتم میں حضرت ابوہریرہ اور حضرت ابو الدرداء سے مروی ہے کہ قنطار بارہ سو اوقیہ ہیں، ابن جریر کی ایک مرفوع حدیث میں سو اوقیہ آئے ہیں لیکن وہ حدیث بھی منکر ہے، ممکن ہے کہ وہ حضرت ابی بن کعب کا قول ہو جیسے اور صحابہ کا بھی یہی فرمان ہے۔ ابن مردویہ میں ہے رسول اللہ ﷺ فرماتے ہیں جو شخص سو آیتیں پڑھ لے غافلوں میں نہیں لکھا جائے گا اور جس نے سو سے ہزار تک پڑھ لیں اسے اللہ تعالیٰ کی طرف سے ایک قنطار اجر ملے گا، اور قنطار بڑے پہاڑ کے برابر ہے، مستدرک حاکم میں ہی اس آیت کے اس لفظ کا مطلب رسول اللہ ﷺ سے پوچھا گیا تو آپ ﷺ نے فرمایا دو ہزار اوقیہ، امام حاکم اسے صحیح اور شرط شیخین پر بتلاتے ہیں۔ بخاری مسلم نے اسے نقل نہیں کیا، طبرانی وغیرہ میں ہے ایک ہزار دینار، حضرت حسن بصری سے موقوفاً یا مرسلاً مروی ہے کہ بارہ سو دینار، حضرت ابن عباس سے بھی مروی ہے، ضحاک فرماتے ہیں بعض عرب قنطار کو بارہ سو کا بتاتے ہیں، بعض بارہ ہزار کا، حضرت ابو سعید خدری فرماتے ہیں بیل کی کھال کے بھر جانے کے برابر سونے کو قنطار کہتے ہیں۔ یہ مرفوعاً بھی مروی ہے لیکن زیادہ صحیح موقوفاً ہے، گھوڑوں کی محبت تین قسم کی ہے، ایک تو وہ لوگ جو گھوڑوں کو پالتے ہیں اور اللہ کی راہ میں ان پر سوار ہو کر جہاد کرنے کیلئے نکلتے ہیں، ان کیلئے تو یہ بہت ہی اجر وثواب کا سبب ہیں۔ دوسرے وہ جو فخر و غرور کے طور پر پالتے ہیں، ان کیلئے وبال ہے، تیسرے وہ جو سوال سے بچنے اور ان کی نسل کی حفاظت کیلئے پالتے ہیں اور اللہ کا حق نہیں بھولتے، یہ نہ اجر نہ عذاب کے مستحق ہیں۔ اسی مضمون کی حدیث آیت واعدولھم الخ، کی تفسیر میں آئے گی انشاء اللہ۔ \" مسومہ \" کے معنی چرنے والا اور پنج کلیان (یعنی پیشانی اور چار قدموں پر نشان) وغیرہ کے ہیں، رسول اللہ ﷺ فرماتے ہیں ہر عربی گھوڑا فجر کے وقت اللہ کی اجازت سے دو دعائیں کرتا ہے، کہتا ہے اے اللہ جس کے قبضہ میں تو نے مجھے دیا ہے تو اس کے دل میں اس کے اہل و مال سے زیادہ میری محبت دے، انعام سے مراد اونٹ گائیں بکریاں ہیں۔ حرث سے مراد وہ زمین ہے جو کھیتی بونے یا باغ لگانے کیلئے تیار کی جائے، مسند احمد کی حدیث میں ہی انسان کا بہترین مال زیادہ نسل والا گھوڑا ہے اور زیادہ پھلدار درخت کھجور ہے۔ پھر فرمایا کہ یہ سب دنیاوی فائدہ کی چیزیں ہیں، یہاں کی زینت اور یہاں ہی کی دلکشی کے سامان ہیں جو فانی اور زوال پالنے والے ہیں، اچھی لوٹنے کی جگہ اور بہترین ثواب کا مرکز اللہ کے پاس ہے، مسند احمد میں ہے کہ جب یہ آیت نازل ہوئی تو حضرت عمر بن خطاب نے فرمایا اے اللہ جبکہ تو نے اسے زینت دے دی تو اس کے بعد کیا ؟ اس پر اس کے بعد والی آیت اتری کہ اے نبی ﷺ آپ ان سے کہہ دیجئے کہ میں تمہیں اس سے بہترین چیزیں بتاتا ہوں، یہ تو ایک نہ ایک روز زائل ہونے والی ہیں اور میں جن کی طرف تمہیں بلا رہا ہوں وہ صرف دیرپا ہی نہیں بلکہ ہمیشہ رہنے والی ہیں، سنو اللہ سے ڈرنے والوں کیلئے جنت ہے جس کے کنارے کنارے اور جس کے درختوں کے درمیان قسم قسم کی نہریں بہہ رہی ہیں، کہیں شہد کی، کہیں دودھ کی، کہیں پاک شراب کی، کہیں نفیس پانی کی، اور وہ نعمتیں ہیں جو نہ کسی کان نے سنی ہوں نہ کسی آنکھ نے دیکھی ہوں نہ کسی دل میں خیال بھی گزرا ہو، ان جنتوں میں یہ متقی لوگ ابدالآباد رہیں گے نہ یہ نکالے جائیں نہ انہیں دی ہوئی نعمتیں گم ہوں گی نہ فنا ہوں گی، پھر وہاں بیویاں ملیں گی جو میل کچیل سے خباثت اور برائی سے حیض اور نفاس سے گندگی اور پلیدی سے پاک ہیں، ہر طرح ستھری اور پاکیزہ، ان سب سے بڑھ کر یہ کہ اللہ کی رضامندی انہیں حاصل ہوجائے گی اور ایسی کہ اس کے بعد ناراضگی کا کھٹکا ہی نہیں، اسی لئے سورة برات کی آیت میں فرمایا ورضوان من اللہ اکبر اللہ کی تھوڑی سی رضامندی کا حاصل ہوجانا بھی سب سے بڑی چیز ہے، یعنی تمام نعمتوں سے اعلیٰ نعمت رضائے رب اور مرضی مولا ہے۔ تمام بندے اللہ کی نگاہ میں ہیں وہ بخوبی جانتا ہے کہ کون مہربانی کا مستحق ہے۔",
  "ayah": 14,
  "surah": 3
}
