{
  "text": "تلواروں کے سایہ میں ایمان کی جانچ اللہ تعالیٰ نے اپنے بندوں پر اس غم و رنج کے وقت جو احسان فرمایا تھا اس کا بیان ہو رہا ہے کہ اس نے ان پر اونگھ ڈال دی ہتھیار ہاتھ میں ہیں دشمن سامنے ہے لیکن دل میں اتنی تسکین ہے کہ آنکھیں اونگھ سے جھکی جا رہی ہیں جو امن وامان کا نشان ہے جیسے سورة انفال میں بدر کے واقعہ میں ہے آیت (اذ یغشیکم النعاس امنتہ منہ) یعنی اللہ تعالیٰ کی طرف سے امن بصورت اونگھ نازل ہوئی۔ حضرت عبداللہ بن مسعود فرماتے ہیں لڑائی کے وقت انکی اونگھ اللہ سبحانہ و تعالیٰ کی طرف سے ہے اور نماز میں اونگھ کا آنا شیطانی حکمت ہے، حضرت ابو طلحہ کا بیان ہے کہ احد والے دن مجھے اس زور کی اونگھ آنے لگی کہ بار بار تلوار میرے ہاتھ سے چھوٹ گئی آپ فرماتے ہیں جب میں نے آنکھ اٹھا کر دیکھا تو تقریباً ہر شخص کو اسی حالت میں پایا، ہاں البتہ ایک جماعت وہ بھی تھی جن کے دلوں میں نفاق تھا یہ مارے خوف و دہشت کے ہلکان ہو رہے تھے اور ان کی بدگمانیاں اور برے خیال حد کو پہنچ گئے تھے، پس اہل ایمان اہل یقین اہل ثبات اہل توکل اور اہل صدق تو یقین کرتے تھے کہ اللہ تعالیٰ اپنے رسول ﷺ کی ضرور مدد کرے گا اور ان کی منہ مانگی مراد پوری ہو کر رہے گی لیکن اہل نفاق اہل شک، بےیقین، ڈھلمل ایمان والوں کی عجب حالت تھی ان کی جان عذاب میں تھی وہ ہائے وائے کر رہے تھے اور ان کے دل میں طرح طرح کے وسو اس پیدا ہو رہے تھے انہیں یقین کامل ہوگیا تھا کہ اب مرے، وہ جان چکے تھے کہ رسول اور مومن (نعوذ باللہ) اب بچ کر نہیں جائیں گے اب بچاؤ کی کوئی صورت نہیں، فی الواقع منافقوں کا یہی حال ہے کہ جہاں ذرا نیچا پانسہ دیکھا تو ناامیدی کی گھٹگھور گھٹاؤں نے انہیں گھیر لیا ان کے برخلاف ایماندار بد سے بدتر حالت میں بھی اللہ تعالیٰ سے نیک گمان رکھتا ہے۔ ان کے دلوں کے خیالات یہ تھے کہ اگر ہمارا کچھ بھی بس چلتا تو آج کی موت سے بچ جاتے اور چپکے چپکے یوں کہتے بھی تھے حضرت زبیر کا بیان ہے کہ اس سخت خوف کے وقت ہمیں تو اس قدر نیند آنے لگی کہ ہماری ٹھوڑیاں سینوں سے لگ گئیں میں نے اپنی اسی حالت میں معتب بن قشیر کے یہ الفاظ سنے کہ اگر ہمیں کچھ بھی اختیار ہوتا تو یہاں قتل نہ ہوتے، اللہ تعالیٰ انہیں فرماتا ہے کہ یہ تو اللہ تعالیٰ کے فیصلے ہیں مرنے کا وقت نہیں ٹلتا گو تم گھروں میں ہوتے لیکن پھر بھی جن پر یہاں کٹنا لکھا جا چکا ہوتا وہ گھروں کو چھوڑ کر نکل کھڑے ہوئے اور یہاں میدان میں آ کر ڈٹٹ گئے اور اللہ کا لکھا پورا اترا۔ یہ وقت اس لئے تھا کہ اللہ تعالیٰ تمہارے دلوں کے ارادوں اور تمہارے مخفی بھیدوں کو بےنقاب کرے، اس آزمائش سے بھلے اور برے نیک اور بد میں تمیز ہوگئی، اللہ تعالیٰ جو دلوں کے بھیدوں اور ارادوں سے پوری طرح واقف ہے اس نے اس ذرا سے واقعہ سے منافقوں کو بےنقاب کردیا اور مسلمانوں کا بھی ظاہری امتحان ہوگیا، اب سچے مسلمانوں کی لغزش کا بیان ہو رہا ہے جو انسانی کمزوری کی وجہ سے ان سے سرزد ہوئی فرماتا ہے شیطان نے یہ لغزش ان سے کرا دی دراصل یہ سب ان کے عمل کا نتیجہ تھا نہ یہ رسول ﷺ کی نافرمانی کرتے نہ ان کے قدم اکھڑتے انہیں اللہ تعالیٰ معذور جانتا ہے اور ان سے اس نے درگزر فرما لیا اور ان کی اس خطا کو معاف کردیا اللہ کا کام ہی درگزر کرنا بخشنا معاف فرمانا حلم اور بربادی برتنا تحمل اور عفو کرنا ہے اس سے معلوم ہوا کہ حضرت عثمان وغیرہ کی اس لغزش کو اللہ تعالیٰ نے معاف فرما دیا۔ مسند احمد میں ہے کہ ولید بن عقبہ نے ایک مرتبہ حضرت عبدالرحمن بن عوف سے کہا آخر تم امیر المومنین حضرت عثمان بن عفان سے اس قدر کیوں بگڑے ہوئے ہو ؟ انہوں نے کہا اس سے کہہ دو کہ میں نے احد والے دن فرار نہیں کیا بدر کے غزوے میں غیر حاضر نہیں رہا اور نہ سنت عمر ترک کی، ولید نے جا کر حضرت عثمان سے یہ واقعہ بیان کیا تو آپ نے اس کے جواب میں فرمایا کہ قرآن کہہ رہا ہے آیت (وَلَقَدْ عَفَا اللّٰهُ عَنْھُمْ) 3۔ آل عمران :155) یعنی احد والے دن کی اس لغزش سے اللہ تعالیٰ نے درگزر فرمایا پھر جس خطا کو اللہ نے معاف کردیا اس پر عذر لانا کیا ؟ بدر والے دن میں رسول اللہ ﷺ کی صاحبزادی میری بیوی حضرت رقیہ کی تیمارداری میں مصروف تھا یہاں تک کہ وہ اسی بیماری میں فوت ہوگئیں چناچہ مجھے رسول اللہ ﷺ نے مال غنیمت میں سے پور احصہ دیا اور ظاہر ہے کہ حصہ انہیں ملتا ہے جو موجود ہیں پس حکماً میری موجودگی ثابت ہوا ہے، رہی سنت عمر اس کی طاقت نہ مجھ میں ہے نہ عبدالرحمن میں، جاؤ انہیں یہ جواب بھی پہنچا دو۔",
  "ayah": 155,
  "surah": 3
}
