{
  "text": "متقیوں کا تعارف  اللہ تعالیٰ اپنے متقی بندوں کے اوصاف بیان فرماتا ہے کہ وہ کہتے ہیں اے پروردگار ہم تجھ پر اور تیری کتاب پر اور تیرے رسول ﷺ پر ایمان لائے، ہمارے اس ایمان کے باعث جو تیری ذات اور تیری شریعت پر ہے تو ہمارے گناہوں کو اپنے فضل و کرم سے معاف فرما اور ہمیں جہنم کے عذاب سے نجات دے، یہ متقی لوگ اللہ کی اطاعت بجا لاتے ہیں اور حرام چیزوں سے الگ رہتے ہیں، صبر کے سہارے کام لیتے ہیں اور اپنے ایمان کے دعوے میں بھی سچے ہیں، کل اچھے اعمال بجا لاتے ہیں خواہ وہ ان کے نفس کو کتنے بھاری پڑیں، اطاعت اور خشوع خضوع والے ہیں، اپنے مال اللہ کی راہ میں جہاں جہاں حکم ہے خرچ کرتے ہیں، صلہ رحمی میں رشتہ داری کا پاس رکھنے میں برائیوں کے روکنے آپس میں ہمدردی اور خیرخواہی کرنے میں حاجت مندوں، مسکینوں اور فقیروں کے ساتھ احسان کرنے میں سخاوت سے کام لیتے ہیں اور سحری کے وقت پچھلی رات کو اٹھ اٹھ کر استغفار کرتے ہیں، اس سے معلوم ہوا کہ اس وقت استغفار افضل ہے، یہ بھی کہا گیا ہے کہ قرآن کریم کی اس آیت میں حضرت یعقوب نے اپنے بیٹوں سے یہی فرمایا تھا کہ آیت (سَوْفَ اَسْتَغْفِرُ لَكُمْ رَبِّيْ) 12۔ یوسف :98) رب میں ابھی تھوڑی دیر میں تمہارے لئے اپنے رب سے بخشش طلب کروں گا، اس سے مراد بھی سحری کا وقت ہے، اپنی اولاد سے فرماتے ہیں کہ سحری کے وقت میں تمہارے لئے استغفار کروں گا، بخاری و مسلم وغیرہ کی حدیث میں جو بہت سے صحابیوں سے مروی ہے کہ رسول اللہ ﷺ کا یہ فرمان موجود ہے کہ اللہ تبارک و تعالیٰ ہر رات آخری تہائی باقی رہتے ہوئے آسمان دنیا پر اترتا ہے اور فرماتا ہے کہ کوئی سائل ہے ؟ جسے میں دوں، کوئی دعا مانگنے والا ہے کہ میں اس کی دعا قبول کروں، کوئی استغفار کرنے والا ہے کہ میں اسے بخشوں، حافظ ابو الحسن دارقطنی نے تو اس مسئلہ پر ایک مستقل کتاب لکھی ہے اور اس میں حدیث کی تمام سندوں کو اور اس کے کل الفاظ کو وارد کیا ہے۔ بخاری و مسلم میں حضرت عائشہ سے مروی ہے کہ رسول اللہ ﷺ نے اول رات درمیانی اور آخری رات میں وتر پڑھے ہیں، سب سے آخری وقت حضور ﷺ کے وتر پڑھنے کا سحری تک تھا، حضرت عبداللہ بن عمر رات کو تہجذ پڑھتے رہتے اور اپنے غلام حضرت نافع سے پوچھتے کیا سحر ہوگئی، جب وہ کہتے ہاں تو آپ صبح صادق کے نکلنے کی دعا استغفار میں مشغول رہتے، حضرت حاطب فرماتے ہیں سحری کے وقت میں نے سنا کہ کوئی شخص مسجد کے کسی گوشہ میں کہہ رہا ہے اے اللہ تو نے مجھے حکم کیا میں بجا لایا، یہ سحر کا وقت ہے مجھے بخش دے، میں نے دیکھا تو وہ حضرت عبداللہ بن مسعود تھے۔ حضرت انس بن مالک فرماتے ہیں ہمیں حکم کیا جاتا تھا کہ ہم جب تہجد کی نماز پڑھیں تو سحری کے آخری وقت ستر مرتبہ استغفار کریں اللہ سے بخشش کی دعا کریں۔",
  "ayah": 16,
  "surah": 3
}
