{
  "text": "غزوات سچے مسلمان اور منافق کو بےنقاب کرنے کا ذریعہ بھی تھے  یہاں جس مصیبت کا بیان ہو رہا ہے یہ احد کی مصیبت ہے جس میں ستر صحابہ شہید ہوئے تھے تو مسلمان کہنے لگے کہ یہ مصیبت کیسے آگئی ؟ اللہ تعالیٰ فرماتا ہے یہ تمہاری اپنی طرف سے ہے، حضرت عمر بن خطاب کا بیان ہے کہ بدر کے دن مسلمانوں نے فدیہ لے کر جن کفار کو چھوڑ دیا تھا اس کی سزا میں اگلے سال ان میں سے ستر مسلمان شہید کئے گئے اور صحابہ میں افراتفری پڑگئی، حضور رسالت مآب ﷺ کے سامنے کے چار دانت ٹوٹ گئے آپ کے سر مبارک پر خود تھا وہ بھی ٹوٹا اور چہرہ مبارک لہولہان ہوگیا، اس کا بیان اس آیت مبارکہ میں ہو رہا ہے۔ (ابن ابی حاتم، مسند احمد بن حنبل) حضرت علی سے مروی ہے کہ جبرائیل رسول اللہ ﷺ کے پاس آئے اور فرمایا اے محمد ﷺ آپ کی قوم کا کفار کو قیدی بنا کر پکڑ لینا اللہ تعالیٰ کو پسند نہ آیا اب انہیں دو باتوں میں سے ایک کے اختیار کرلینے کا حکم دیجئے یا تو یہ کہ ان قیدیوں کو مار ڈالیں یا یہ کہ ان سے فدیہ وصول کر کے چھوڑ دیں مگر پھر ان مسلمانوں سے اتنی ہی تعداد شہید ہوگیحضور ﷺ نے لوگوں کو جمع کر کے دونوں باتیں پیش کیں تو انہوں نے کہا یا رسول اللہ ﷺ یہ لوگ ہمارے قبائل کے ہیں ہمارے رشتے دار بھائی ہیں ہم کیوں نہ ان سے فدیہ لے کر انہیں چھوڑ دیں اور اس مال سے ہم طاقت قوت حاصل کر کے اپنے دوسرے دشمنوں سے جنگ کریں گے اور پھر جو ہم میں سے اتنے ہی آدمی شہید ہوں گے تو اس میں ہماری کیا برائی ہے، چناچہ جرمانہ وصول کر کے ستر قیدیوں کو چھوڑ دیا اور ٹھیک ستر ہی کی تعداد مسلمانوں کی اس کے بعد غزوہ احد میں شہید ہوئی (ترمذی نسائی) پس ایک مطلب تو یہ ہوا کہ خود تمہاری طرف سے یہ سب ہوا یعنی تم نے بدر کے قیدیوں کو زندہ چھوڑنا اور ان سے جرمانہ جنگ وصول کرنا اس شرط پر منظور کیا تھا کہ تمہارے بھی اتنے ہی آدمی شہید ہوں وہ شہید ہوئے، دوسرا مطلب یہ ہے کہ تم نے رسول اللہ ﷺ کی نافرمانی کی تھی اس باعث تمہیں یہ نقصان پہنچا تیر اندازوں کو رسول کرم علیہ الصلوٰۃ والتسلیم نے حکم دیا تھا کہ وہ اپنی جگہ سے نہ ہٹیں لیکن وہ ہٹ گئے، اللہ تعالیٰ ہر چیز قادر ہے جو چاہے کرے جو ارادہ ہو حکم دے کوئی نہیں جو اس کا حکم ٹال سکے۔ دونوں جماعتوں کی مڈبھیڑ کے دن جو نقصان تمہیں پہنچا کہ تم دشمنوں کے مقابلے سے بھاگ کھڑے ہوئے تم میں سے بعض لوگ شہید بھی ہوئے اور زخمی بھی ہوئے یہ سب اللہ تعالیٰ کی قضا و قدر سے تھا اس کی حکمت اس کی مقتضی تھی، اس کا ایک سبب یہ بھی تھا کہ ثابت قدم غیر متزلزل ایمان والے صابر بندے بھی معلوم ہوجائیں اور منافقین کا حال بھی کھل جائے جیسے عبداللہ بن ابی بن سلول اور اس کے ساتھی جو راستے میں ہی لوٹ گئے ایک مسلمان نے انہیں سمجھایا بھی کہ آؤ، اللہ کی راہ میں جہاد کرو یا کم از کم ان حملہ اوروں کو تو ہٹاؤ لیکن انہوں نے ٹال دیا کہ ہم تو فنون جنگ سے بیخبر ہیں اگر جانتے ہوتے تو ضرور تمہارا ساتھ، یہ بھی مدافعت میں تھا کہ وہ مسلمانوں کے ساتھ تو رہتے جس سے مسلمانوں کی گنتی زیادہ معلوم ہوتی، یا دعائیں کرتے رہتے یا تیاریاں ہی کرتے، ان کے جواب کا ایک مطلب یہ بھی بیان کیا گیا ہے کہ اگر ہمیں معلوم ہوتا کہ تم سچ مچ دشمنوں سے لڑو گے تو تو ہم بھی تمہارا ساتھ دیتے لیکن ہم جانتے ہیں کہ لڑائی ہونے کی ہی نہیں سیرۃ محمد بن اسحاق میں ہے کہ ایک ہزار آدمی لے کر رسول اللہ ﷺ میدان احد کی جانب بڑھے آدھے راستے میں عبداللہ ابی بن سلول بگڑ بیٹھا اور کہنے لگا اوروں کی مان لی اور مدینہ سے نکل کھڑے ہوئے اور میری نہ مانی اللہ کی قسم ہمیں نہیں معلوم کہ ہم کس فائدے کو نظر انداز رکھ کر اپنی جانیں دیں ؟ لوگوں کیوں جانیں کھو رہے ہو جس قدر نفاق اور شک و شبہ والے لوگ تھے اس کی آواز پر لگ گئے اور تہائی لشکر لے کر یہ پلید واپس لوٹ گیا، حضرت عبداللہ بن عمرو بن حرام بنو سلمہ کے بھائی ہرچند انہیں سمجھاتے رہے کہ اے میری قوم اپنے نبی کو اپنی قوم کو رسوا نہ کروا انہیں دشمنوں کے سامنے چھوڑ کر پیٹھ نہ پھیرو لیکن انہوں نے بہانہ بنادیا کہ ہمیں معلوم ہے کہ لڑائی ہونے ہی کی نہیں جب یہ بیچارے عاجز آگئے تو فرمانے لگے جاؤ تمہیں اللہ غارت کرے اللہ کے دشمنو ! تمہاری کوئی حاجت نہیں اللہ اپنے نبی ﷺ کا مددگار ہے چناچہ حضور ﷺ بھی انہیں چھوڑ کر آگے بڑھ گئے۔ جناب باری ارشاد فرماتا ہے کہ وہ اس دن بہ نسبت ایمان کے کفر سے بہت ہی نزدیک تھے، اس سے معلوم ہوتا ہے کہ انسان کے احوال مختلف ہیں کبھی وہ کفر سے قریب جاتا ہے اور کبھی ایمان کے نزدیک ہوجاتا ہے، پھر فرمایا یہ اپنے منہ سے وہ باتیں بناتے ہیں جو ان کے دل میں نہیں، جیسے ان کا یہی کہنا کہ اگر ہم جنگ جانتے تو ضرور تمہارا ساتھ دیتے، حالانکہ انہیں یقینًا معلوم تھا کہ مشرکین دور دراز سے چڑھائی کر کے مسلمانوں کو نیست و نابود کردینے کی ٹھان کر آئے ہیں وہ بڑے جلے کٹے ہوئے ہیں کیونکہ ان کے سردار بدر والے دن میدان میں رہ گئے تھے اور ان کے اشراف قتل کر دئیے گئے تھے تو اب وہ ان ضعیف مسلمانوں پر ٹوٹ پڑے ہیں اور یقینا جنگ عظیم برپا ہونے والی ہے، پس جناب باری فرماتا ہے ان کے دلوں کی چھپی ہوئی باتوں کا مجھے بخوبی علم ہے، یہ وہ لوگ ہیں جو اپنے بھائیوں کے بارے میں کہتے ہیں اگر یہ ہمارا مشورہ مانتے یہیں بیٹھے رہتے اور جنگ میں شرکت نہ کرتے تو ہرگز نہ مارے جاتے، اس کے جواب میں جناب باری جل و علا کا ارشاد ہوتا ہے کہ اگر یہ ٹھیک ہے اور تم اپنی اس بات میں سچے ہو کہ بیٹھ رہنے اور میدان جنگ میں نہ نکلنے سے انسان قتل و موت سے بچ جاتا ہے تو چاہئے کہ تم مروہی نہیں اس لئے کہ تم تو گھروں میں بیٹھے ہو لیکن ظاہر ہے کہ ایک روز تم بھی چل بسو گے چاہے تم مضبوط برجوں میں پناہ گزین ہوجاؤ پس ہم تو تمہیں تب سچا مانیں کہ تم موت کو اپنی جانوں سے ٹال دو ، حضرت جابر بن عبداللہ ؓ فرماتے ہیں یہ آیت عبداللہ بن ابی بن سلول اور اس کے ساتھیوں کے بارے میں اتری ہے۔",
  "ayah": 168,
  "surah": 3
}
