{
  "text": "بیئر معونہ کے شہداء اور جنت میں ان کی تمنا ؟ اللہ تعالیٰ فرماتا ہے کہ گو شہید فی سبیل اللہ دنیا میں مار ڈالے جاتے ہیں لیکن آخرت میں ان کی روحیں زندہ رہتی ہیں اور رزق پاتی ہیں، اس آیت کا شان نزول یہ ہے کہ رسول اللہ ﷺ نے چالیس یا ستر صحابیوں کو بیئر معونہ کی طرف بھیجا تھا یہ جماعت جب اس غار تک پہنچی جو اس کنویں کے اوپر تھی تو انہوں نے وہاں پڑاؤ کیا اور آپس میں کہنے لگے کون ہے ؟ جو اپنی جان خطرہ میں ڈال کر اللہ کے رسول ﷺ کا کلمہ ان تک پہنچائے ایک صحابی اس کے لئے تیار ہوئے اور ان لوگوں کے گھروں کے پاس آکر با آواز بلند فرمایا اے بیئر معونہ والو سنو میں اللہ کے رسول ﷺ کا قاصد ہوں میری گواہی ہے کہ معبود صرف اللہ تعالیٰ ہی ہے اور محمد ﷺ اس کے بندے اور اس کے رسول ہیں یہ سنتے ہی ایک کافر اپنا تیر سنبھالے ہوئے اپنے گھر سے نکلا اور اس طرح تاک کر لگایا کہ ادھر کی پسلی سے ادھر کی پسلی میں آرپار نکل گیا، اس صحابی کی زبان سے بیساختہ نکلا حدیث (فزت ورب الکعبۃ) کعبے کے اللہ کی قسم میں اپنی مراد کو پہنچ گیا اب کفار نشانات ٹٹولتے ہوئے اس غار پر جا پہنچے اور عامر بن طفیل نے جو ان کا سردار تھا ان سب مسلمانوں کو شہید کردیا حضرت انس ؓ فرماتے ہیں کہ ان کے بارے میں قرآن اترا کہ ہماری جانب سے ہماری قوم کو یہ خبر پہنچا دو کہ ہم اپنے رب سے ملے وہ ہم سے راضی ہوگیا اور ہم اس سے راضی ہوگئے ہم ان آیتوں کو برابر پڑھتے رہے پھر ایک مدت کے بعد یہ منسوخ ہو کر اٹھا لی گئیں اور آیت (ولا تحسبن) الخ، اتری (محمد بن جریر) صحیح مسلم شریف میں ہے حضرت مسروق فرماتے ہیں ہم نے حضرت عبداللہ سے اس آیت کا مطلب پوچھا تو حضرت عبداللہ نے فرمایا ہم نے رسول ﷺ سے اس آیت کا مطلب دریافت کیا تھا تو آپ نے فرمایا ان کی روحیں سبز رنگ پرندوں کے قالب میں ہیں۔ عرش کی قندلیں ان کے لئے ہیں ساری جنت میں جہاں کہیں چاہیں چریں چگیں اور ان قندیلیوں میں آرام کریں ان کی طرف ان کے رب نے ایک مرتبہ نظر کی اور دریافت فرمایا کچھ اور چاہتے ہو ؟ کہنے لگے اے اللہ اور کیا مانگیں ساری جنت میں سے جہاں کہیں سے چاہیں کھائیں پئیں اختیار ہے پھر کیا طلب کریں اللہ تعالیٰ نے ان سے پھر یہی پوچھا تیسری مرتبہ یہی سوال کیا جب انہوں نے دیکھا کہ بغیر کچھ مانگے چارہ ہی نہیں تو کہنے لگے اے رب ! ہم چاہتے ہیں کہ تو ہماری روحوں کو جسموں کی طرف لوٹا دے ہم پھر دنیا میں جا کر تیری راہ میں جہاد کریں اور مارے جائیں اب معلوم ہوگیا کہ انہیں کسی اور چیز کی حاجت نہیں تو ان سے پوچھنا چھوڑ دیا کہ کیا چاہتے ہو ؟ رسول اللہ ﷺ فرماتے ہیں جو لوگ مرجائیں اور اللہ کے ہاں بہتری پائیں وہ ہرگز دنیا میں آنا پسند نہیں کرتے مگر شہید کہ وہ تمنا کرتا ہے کہ دنیا میں دوبارہ لوٹایا جائے اور دوبارہ راہ اللہ میں شہید ہو کیونکہ شہادت کے درجات کو وہ دیکھ رہا ہے (مسند احمد) صحیح مسلم شریف میں بھی یہ حدیث ہے، مسند احمد میں ہے کہ رسول اللہ ﷺ نے حضرت جابر بن عبداللہ ؓ سے فرمایا اے جابر تمہیں معلوم بھی ہے ؟ کہ اللہ تعالیٰ نے تمہارے والد کو زندہ کیا اور ان سے کہا اے میرے بندے مانگ کیا مانگتا ہے ؟ تو کہا اے اللہ دنیا میں پھر بھیج تاکہ میں دوبارہ تیری راہ میں مارا جاؤں، اللہ تعالیٰ نے فرمایا یہ تو میں فیصلہ کرچکا ہوں کہ کوئی یہاں دوبارہ لوٹایا نہیں جائے گا، ان کا نام حضرت عبداللہ بن عمرو بن حرام انصاری تھا اللہ تعالیٰ ان سے رضامند ہو، صحیح بخاری شریف میں ہے حضرت جابر فرماتے ہیں میرے باپ کی شہادت کے بعد میں رونے لگا اور ابا کے منہ سے کپڑا ہٹا ہٹا کر بار بار ان کے چہرے کو دیکھ رہا تھا۔ صحابہ مجھے منع کرتے تھے لیکن آنحضرت ﷺ خاموش تھے پھر حضور ﷺ نے فرمایا جابر رو مت جب تک تیرے والد کو اٹھایا نہیں گیا فرشتے اپنے پروں سے اس پر سایہ کئے ہوئے ہیں، مسند احمد میں ہے کہ حضور ﷺ نے فرمایا جب تمہارے بھائی احد والے دن شہید کئے گئے تو اللہ تبارک و تعالیٰ نے ان کی روحیں سبز پرندوں کے قالب میں ڈال دیں جو جنتی درختوں کے پھل کھائیں اور جنتی نہروں کا پانی پئیں اور عرش کے سائے تلے وہاں لٹکتی ہوئی قندیلوں میں آرام و راحت حاصل کریں جب کھانے پینے رہنے سہنے کی یہ بہترین نعمتیں انہیں ملیں تو کہنے لگے کاش کہ ہمارے بھائیوں کو جو دنیا میں ہیں ہماری ان نعمتوں کی خبر مل جاتی تاکہ وہ جہاد سے منہ نہ پھیریں اور اللہ کی راہ کی لڑائیوں سے تھک کر نہ بیٹھ رہیں اللہ تعالیٰ نے ان سے فرمایا تم بےفکر رہو میں یہ خبر ان تک پہنچا دیتا ہوں چناچہ یہ آیتیں نازل فرمائیں، حضرت ابن عباس سے یہ بھی مروی ہے کہ حضرت حمزہ ؓ اور آپ کے ساتھیوں کے بارے میں آیتیں اتریں (مستدرک حاکم) یہ بھی مفسرین نے فرمایا ہے کہ احد کے شہیدوں کے بارے میں یہ آیتیں نازل ہوئیں۔ ابوبکر بن مردویہ میں حضرت جابر ؓ سے روایت ہے کہ رسول اللہ ﷺ نے مجھے دیکھا اور فرمانے لگے جابر کیا بات ہے کہ تم مجھے غمگین نظر آتے ہو ؟ میں نے کہا یا رسول اللہ میرے والد شہید ہوگئے جن پر بار قرض بہت ہے اور میرے چھوٹے چھوٹے بہن بھائی بہت ہیں آپ نے فرمایا سن میں تجھے بتاؤں جس کسی سے اللہ نے کلام کیا پردے کے پیچھے سے کلام کیا لیکن تیرے باپ سے آمنے سامنے بات چیت کی فرمایا مجھ سے مانگ جو مانگے گا دوں گا تیرے باپ نے کہا اللہ عزوجل میں تجھ سے یہ مانگتا ہوں کہ تو مجھے دنیا میں دوبارہ بھیجے اور میں تیری راہ میں دوسری مرتبہ شہید کیا جاؤں، رب عزوجل نے فرمایا یہ بات تو میں پہلے ہی مقرر کرچکا ہوں کہ کوئی بھی لوٹ کر دوبارہ دنیا میں نہیں جائے گا۔ کہنے لگے پھر اے اللہ میرے بعد والوں کو ان مراتب کی خبر پہنچا دی جائے چناچہ اللہ تعالیٰ نے آیت (ولا تحسبن) الخ، فرمائی، بیہقی میں اتنا اور زیادہ ہے کہ حضرت عبداللہ ؓ نے فرمایا میں تو اے اللہ تیری عبادت کا حق بھی ادا نہیں کرسکا، مسند احمد میں ہے شہید لوگ جنت کے دروازے پر نہر کے کنارے سے گنبد سبز میں ہیں، صبح شام انہیں جنت کی نعمتیں پہنچ جاتی ہیں، دونوں احادیث میں تطبیق یہ ہے کہ بعض شہداء وہ ہیں جن کی روحیں پرندوں کے قالب میں ہیں اور بعض وہ ہیں جن کا ٹھکانا یہ گنبد ہے اور یہ بھی ہوسکتا ہے کہ وہ جنت میں سے پھرتے پھراتے یہاں جمع ہوتے ہوں اور پھر یہ کھانے یہیں کھلائے جاتے ہوں واللہ اعلم، یہاں پر وہ حدیث بھی وارد کرنا بالکل برمحل ہوگا جس میں ہر مومن کے لئے یہی بشارت ہے چناچہ مسند احمد میں ہے کہ رسول اللہ ﷺ نے فرمایا مومن کی روح ایک پرند میں ہے جو جنت کے درختوں کے پھل کھاتی پھرتی ہے یہاں تک کہ قیامت والے دن جبکہ اللہ تعالیٰ سب کو کھڑا کرے تو اسے بھی اس کے جسم کی طرف لوٹا دے گا، اس حدیث کے راویوں میں تین جلیل القدر امام ہیں جو ان چار اماموں میں سے ہیں جن کے مذاہب مانے جا رہے ہیں، ایک تو امام احمد بن حنبل رحمۃ اللہ آپ اس حدیث کو روایت کرتے ہیں، امام محمد بن ادریس شافعی ؒ سے ان کے استاد ہیں حضرت امام مالک بن انس ؓ پس امام احمد امام شافعی امام محمد بن ادریس شافعی ؒ سے ان کے استاد ہیں۔ حضرت امام مالک بن انس ؓ پس امام احمد امام شافعی امام مالک تینوں زبردست پیشوا اس حدیث کے راوی ہیں۔ پس اس حدیث سے ثابت ہوا کہ ایمانداروں کی روح جنتی پرند کی شکل میں جنت میں رہتی ہے اور شہیدوں کی روحیں جیسے کے پہلے گذر چکا ہے سبز رنگ کے پرندوں کے قالب میں رہتی ہیں یہ روحیں مثل ستاروں کے ہیں جو عام مومنین کی روحوں کو یہ مرتبہ حاصل نہیں، یہ اپنے طور پر آپ ہی اڑتی ہیں، اللہ تعالیٰ سے جو بہت بڑا مہربان اور زبردست احسانوں والا ہے ہماری دعا ہے کہ وہ ہمیں اپنے فضل و کرم سے ایمان و اسلام پر موت دے آمین۔ پھر فرمایا کہ یہ شہید جن جن نعمتوں اور آسائشوں میں ہیں ان سے بیحد مسرور اور بہت ہی خوش ہیں اور انہیں یہ بھی خوشی اور راحت ہے کہ ان کے بھائی بند جو ان کے بعد راہ اللہ میں شہید ہوں گے اور ان کے پاس آئیں گے انہیں آئندہ کا کچھ خوف نہ ہوگا اور اپنے پیچھے چھوڑی ہوئی چیزوں پر انہیں حسرت بھی نہ ہوگی، اللہ ہمیں بھی جنت نصیب کرے، حضرت محمد بن اسحاق فرماتے ہیں مطلب یہ ہے کہ وہ خوش ہیں کہ ان کے کئی اور بھائی بند بھی جو جہاد میں لگے ہوئے ہیں وہ بھی شہید ہو کر ان کی نعمتوں میں ان کے شریک حال ہوں گے اور اللہ کے ثواب سے فائدہ اٹھائیں گے، حضرت سدی فرماتے ہیں شہید کو ایک کتاب دی جاتی ہے کہ فلاں دن تیرے پاس فلاں آئے گا اور فلاں دن فلاں آئے گا پس جس طرح دنیا والے اپنی کسی غیر حاضر کے آنے کی خبر سن کر خوش ہوتے ہیں اسی طرح یہ شہداء ان شہیدوں کی آنے کی خبر سے مسرور ہوتے ہیں، حضرت سعید بن جبیر فرماتے ہیں مطلب یہ ہے کہ جب شہید جنت میں گئے اور وہاں اپنی منزلیں اور رحمتیں دیکھیں تو کہنے لگے کاش کہ اس کا علم ہمارے ان بھائیوں کو بھی ہوتا جو اب تک دنیا میں ہی ہیں تاکہ وہ جواں مردی سے جان توڑ کر جہاد کرتے اور ان جگہوں میں جا گھستے جہاں سے زندہ آنے کی امید نہ ہوتی تو وہ بھی ہماری ان نعمتوں میں حصہ دار بنتے پس نبی ﷺ نے لوگوں کو ان کے اس حال کی خبر پہنچا دی اور اللہ تعالیٰ نے ان سے کہ دیا کہ میں نے تمہاری خبر تمہارے نبی ﷺ کو دے دی ہے اس سے وہ بہت ہی مسرور و محفوظ ہوئے، بخاری مسلم میں بیر معونہ والوں کا قصہ بیان ہوچکا ہے جو ستر شخص انصاری صحابی تھے اور ایک ہی دن صبح کے وقت کو بےدردی سے کفار نے تہ تیغ کیا تھا جن قاتلوں کے حق میں ایک ماہ نماز کی قنوت میں رسول اللہ ﷺ نے بد دعا کی تھی اور جن پر لعنت بھیجی تھی جن کے بارے میں قرآن کی یہ آیت اتری تھی کہ ہماری قوم کو ہماری خبر پہنچاؤ کہ ہم اپنے رب سے ملے وہ ہم سے راضی ہوا اور ہم اس سے راضی ہوگئے، وہ اللہ کی نعمت و فضل کو دیکھ دیکھ کر مسرور ہیں، حضرت عبدالرحمن فرماتے ہیں یہ آیت (یستبشرون) تمام ایمانداروں کے حق میں ہے خواہ شہید ہوں خواہ غیر۔ بہت کم ایسے موقع ہیں کہ اللہ تعالیٰ اپنے نبیوں کی فضیلت اور ان کے ثوابوں کا ذکر نہ ہو۔ پھر ان سچے مومنین کا بیان تعریف کے ساتھ ہو رہا ہے۔ جنہوں نے حمراء اسد والے دن حکم رسول پر باوجود زخموں سے چور ہونے کے جہاد پر کمر کس لی تھی، مشرکین نے مسلمانوں کو مصیبتیں پہنچائیں اور اپنے گھروں کی طرف واپس چل دئیے۔ لیکن پھر انہیں اس کا خیال آیا کہ موقع اچھا تھا مسلمان ہار چکے تھے زخمی ہوگئے تھے ان کے بہادر شہید ہوچکے تھے اگر ہم اور جم کر لڑتے تو فیصلہ ہی ہوجاتا نبی ﷺ ان کا یہ ارادہ معلوم کر کے مسلمانوں کو تیار کرنے لگے کہ میرے ساتھ چلو ہم ان مشرکین کے پیچھے جائیں تاکہ ان پر رعب طاری ہو اور یہ جان لیں کہ مسلمان ابھی کمزور نہیں ہوئے احد میں جو لوگ موجود تھے صرف انہی کو ساتھ چلنے کا حکم ملا ہاں صرف حضرت جابر بن عبداللہ کو ان کے علاوہ بھی ساتھ لیا اس آواز پر بھی مسلمانوں نے لبیک کہی باوجود یہ کہ زخموں میں چور اور خون میں شرابور تھے لیکن اللہ اور اس کے رسول ﷺ کی اطاعت کے لئے کمر بستہ ہوگئے، حضرت عکرمہ کا بیان ہے کہ جب مشرکین احد سے لوٹے تو راستے میں سوچنے لگے کہ نہ تو تم نے محمد ﷺ کو قتل کیا نہ مسلمانوں کی عورتوں کو پکڑا افسوس تم نے کچھ نہ کیا واپس لوٹو جب یہ خبر حضور ﷺ کو پہنچی تو آپ نے مسلمانوں کو تیاری کا حکم دیا یہ تیار ہوگئے اور مشرکین کے تعاقب میں چل پڑے یہاں تک کہ حمراء الاسد تک یا \" بیئر ابی عینیہ \" تک پہنچ گئے۔ مشرکین کے دل رعب و خوف سے بھر گئے اور یہ کہہ کر مکہ کی طرف چل دئیے اگلے سال دیکھا جائے گا حضور ﷺ بھی واپس مدینہ تشریف لائے، یہ بھی بالاستقلال ایک الگ لڑائی گنی جاتی ہے اسی کا ذکر اس آیت میں ہے احد کی لڑائی پندرہ شوال بروز ہفتہ ہوئی تھی سولہویں تاریخ بروز اتوار منادی رسول ﷺ نے ندا دی کہ لوگو دشمن کے تعاقب میں چلو اور وہی لوگ چلیں جو کل میدان میں تھے، اس آواز پر حضرت جابر حاضر ہوئے اور عرض کرنے لگے یا رسول اللہ ﷺ کل کی لڑائی میں میں نہ تھا اس لئے کہ میرے والد حضرت عبداللہ نے مجھ سے کہا بیٹے تمہارے ساتھ یہ چھوٹی چھوٹی بہنیں ہیں اسے تو نہ میں پسند کروں اور نہ تو کہ انہیں یہاں تنہا چھوڑ کر دونوں ہی چل دیں ایک جائے گا اور ایک یہاں رہے گا۔ مجھ سے یہ نہیں ہوسکتا کہ رسول اللہ ﷺ کے ہم رکاب تم جاؤ اور میں بیٹھا رہوں اس لئے میری خواہش ہے کہ تم اپنی بہنوں کے پاس رہو اور میں جاتا ہوں اس وجہ سے میں تو وہاں رہا اور میرے والد آپ کے ساتھ آئے اب میری عین تمنا ہے کہ آج مجھے اجازت دیجئے کہ میں آپ کے ساتھ چلوں چناچہ آپ نے اجازت دی حضور ﷺ کا سفر اس غرض سے تھا کہ دشمن دہل جائے اور پیچھے آتا ہوا دیکھ کر سمجھ لے کہ ان میں بہت کچھ قوت ہے اور ہمارے مقابلہ سے یہ عاجز نہیں، قبیلہ بنو عبدالاشہل کے ایک صحابی کا بیان ہے کہ غزوہ احد میں ہم دونوں بھائی شامل تھے اور سخت زخمی ہو کر ہم لوٹے تھے، جب اللہ کے رسول ﷺ کے منادی نے دشمن کے پیچھے جانے کی ندا دی تو ہم دونوں بھائیوں نے آپس میں کہا کہ افسوس نہ ہمارے پاس سواری ہے کہ اس پر سوار ہو کر اللہ کے نبی کے ساتھ جائیں نہ زخموں کے مارے جسم میں اتنی طاقت ہے کہ پیدل ساتھ ہو لیں افسوس کہ یہ غزوہ ہمارے ہاتھ سے نکل جائے گا ہمارے بیشمار گہرے زخم ہمیں آج جانے سے روک دیں گے لیکن پھر ہم نے ہمت باندھی مجھے اپنے بھائی کی نسبت ذرا ہلکے زخم تھے جب میرے بھائی بالکل عاجز آجاتے قدم نہ اٹھتا تو میں انہیں جوں توں کر کے اٹھا لیتا جب تھک جاتا اتار دیتا یونہی جوں توں کر کے ہم لشکر گاہ تک پہنچ ہی گئے۔ ؓ (سیرت ابن اسحاق) صحیح بخاری شریف میں ہے کہ حضرت عائشہ صدیقہ ؓ نے حضرت عروہ سے کہا اے بھانجے تیرے دونوں باپ انہی لوگوں میں سے ہیں جن کے بارے میں آیت (اَلَّذِيْنَ اسْتَجَابُوْا لِلّٰهِ وَالرَّسُوْلِ مِنْۢ بَعْدِ مَآ اَصَابَھُمُ الْقَرْحُ لِلَّذِيْنَ اَحْسَنُوْا مِنْھُمْ وَاتَّقَوْا اَجْرٌ عَظِيْمٌ) 3۔ آل عمران :172) آیت اتری ہے یعنی حضرت زبیر اور حضرت صدیق ؓ جبکہ نبی ﷺ کو احد کی جنگ میں نقصان پہنچا اور مشرکین آگے چلے تو آپ کو خیال ہوا کہ کہیں یہ پھر واپس نہ لوٹیں لہذا آپ نے فرمایا کوئی ہے جو ان کے پیچھے جائے اس پر ستر شخص اس کام کے لئے مستعد ہوگئے جن میں ایک حضرت ابوبکر ؓ تھے، دوسرے حضرت زبیر ؓ تھے، یہ روایت اور بہت سی اسناد سے بہت سی کتابوں میں ہے، ابن مردویہ میں ہے کہ رسول اللہ ﷺ نے حضرت عائشہ ؓ سے فرمایا کہ تیرے دونوں باپ ان لوگوں میں سے ہیں لیکن یہ مرفوع بیان کرنا محض خطا ہے اس لئے بھی کہ اس کی اسناد میں ثقہ راویوں کا اختلاف ہے جو حضرت عائشہ کے باپ دادا میں سے نہیں صحیح یہ ہے کہ یہ بات حضرت عائشہ نے اپنے بھانجے حضرت اسماء بنت ابی بکر کے لڑکے عروہ سے کہی ہے، حضرت ابن عباس کا بیان ہے کہ اللہ تعالیٰ نے ابو سفیان کے دل میں رعب ڈال دیا اور باوجودیکہ کہ وہ احد کی لڑائی میں قدرے کامیاب ہوگیا تھا لیکن تاہم مکہ کی طرف چل دیا نبی ﷺ نے فرمایا کہ ابو سفیان تمہیں نقصان پہنچا کر لوٹ گیا ہے۔ اللہ تعالیٰ نے اس کے دل کو مرعوب کردیا ہے، احد کی لڑائی شوال میں ہوئی تھی اور تاجر لوگ ذی قعدہ میں مدینہ آتے تھے اور بدر صغریٰ میں اپنے ڈیرے ہر سال اس ماہ میں ڈالا کرتے تھے اس دفعہ بھی اس واقعہ کے بعد لوگ آئے مسلمان اپنے زخموں میں چور تھے۔ حضور ﷺ سے اپنی تکالیف بیان کرتے تھے اور سخت صدمہ میں تھے۔ نبی ﷺ نے لوگوں کو اس بات پر آمادہ کیا کہ وہ آپ کے ساتھ چلیں اور فرمایا کہ یہ لوگ اب کوچ کر جائیں گے اور پھر حج کو آئیں گے اور پھر اگلے سال تک یہ طاقت انہیں حاصل نہیں ہوگی لیکن شیطان نے اپنے دوستوں کو دھمکانا اور بہکانا شروع کردیا اور کہنے لگا کہ ان لوگوں نے تمہارے استیصال کے لئے لشکر تیار کر لئے ہیں جس بنا پر لوگ ڈھیلے پڑگئے آپ نے فرمایا سنو خواہ تم میں سے ایک بھی نہ چلے میں تن تنہا جاؤں گا پھر آپ کے رغبت دلانے پر حضرت ابو بکر، حضرت عمر، حضرت عثمان، حضرت علی، حضرت زبیر، حضرت سعد، حضرت طلحہ، حضرت عبدالرحمن بن عوف، حضرت عبداللہ بن مسعود، حضرت حذیفہ بن یمان، حضرت ابو عبیدہ بن جراح وغیرہ ستر صحابہ آپ کے زیر رکاب چلنے پر آمادہ ہوئے۔ ؓ ، یہ مبارک لشکر ابو سفیان کی جستجو میں بدر صغریٰ تک پہنچ گیا انہی کی اس فضیلت اور جاں بازی کا ذکر اس مبارک آیت میں ہے، حضور ﷺ اس سفر میں مدینہ سے آٹھ میل حمراء اسد تک پہنچ گئے۔ مدینہ میں اپنا نائب آپ نے حضرت ابن ام مکتوم ؓ کو بنایا تھا۔ وہاں آپ نے پیر منگل بدھ تک قیام کیا پھر مدینہ لوٹ آئے، اثناء قیام میں قبیلہ خزاعہ کا سردار معبد خزاعی یہاں سے نکلا تھا یہ خود مشرک تھا لیکن اس پورے قبیلے سے حضور ﷺ کی صلح و صفائی تھی اس قبیلہ کے مشرک مومن سب آپ کے خیر خواہ تھے اس نے کہا کہ حضور ﷺ کے ساتھیوں کو جو تکلیف پہنچی اس پر ہمیں سخت رنج ہے اللہ تعالیٰ آپ کو کامیابی کی خوشی نصیب فرمائے، حمراء اسد پر آپ پہنچے مگر اس سے پہلے ابو سفیان چل دیا تھا گو اس نے اور اس کے ساتھیوں نے واپس آنے کا ارادہ کیا تھا کہ جب ہم ان پر غالب آگئے انہیں قتل کیا مارا پیٹا زخمی کیا پھر ادھورا کام کیوں چھوڑیں واپس جا کر سب کو تہ تیغ کردیں، یہ مشورے ہو ہی رہے تھے کہ معبد خزاعی وہاں پہنچا ابو سفیان نے اس سے پوچھا کہو کیا خبریں ہیں اس نے کہا آنحضور مع صحابہ کے تم لوگوں کے تعاقب میں آرہے ہیں وہ لوگ سخت غصے میں ہیں جو پہلے لڑائی میں شریک نہ تھے وہ بھی شامل ہوگئے ہیں سب کے تیور بدلے ہوئے ہیں اور بھرپور طاقت کے ساتھ حملہ آور ہو رہے ہیں میں نے تو ایسا لشکر کبھی دیکھا نہیں، یہ سن کر ابو سفیان کے ہاتھوں کے طوطے اڑ گئے اور کہنے لگا اچھا ہی ہوا جو تم سے ملاقات ہوگئی ورنہ ہم تو خود ان کی طرف جانے کے لئے تیار تھے، معبد نے کہا ہرگز یہ ارادہ نہ کرو اور میری بات کا کیا ہے غالباً تم یہاں سے کوچ کرنے سے پہلے ہی لشکر اسلام کے گھوڑوں کو دیکھ لو گے میں ان کے لشکر ان کے غصے ان کی تیاری اور الوالعزمی کا حال بیان نہیں کرسکتا میں تو تم سے صاف کہتا ہوں کہ بھاگو اور اپنی جانیں بچاؤ میرے پاس ایسے الفاظ نہیں جن سے میں مسلمانوں کے غیظ و غضب اور تہورو شجاعت اور سختی اور پختگی کا بیان کرسکوں، پس مختصر یہ ہے کہ جان کی خیر مناتے ہو تو فوراً یہاں سے کوچ کرو، ابو سفیان اور اس کے ساتھیوں کے چھکے چھوٹ گئے اور انہوں نے یہاں سے مکہ کی راہ لی، قبیلہ عبدالقیس کے آدمی جو کاروبار کی غرض سے مدینہ جا رہے تھے ان سے ابو سفیان نے کہا کہ تم حضور ﷺ کو یہ خبر پہنچا دینا کہ ہم نے انہیں تہ تیغ کردینے کے لئے لشکر جمع کر لئے ہیں اور ہم واپس لوٹنے کا ارادہ میں ہیں، اگر تم نے یہ پیغام پہنچا دیا تو ہم تمہیں سوق عکاظ میں بہت ساری کشمش دیں گے چناچہ ان لوگوں نے حمراء اسد میں آکر بطور ڈراوے کے نمک مرچ لگا کر یہ وحشت اثر خبر سنائی لیکن صحابہ نے نہایت استقلال اور پامردی سے جواب دیا کہ ہمیں اللہ کافی ہے اور وہی بہترین کارساز ہے، جناب رسول اللہ ﷺ نے فرمایا میں نے ان کے لئے ایک پتھر کا نشان مقرر کر رکھا ہے اگر یہ لوٹیں گے تو وہاں پہنچ کر اس طرح مٹ جائیں گے جیسے گزشتہ کل کا دن، بعض لوگوں نے یہ بھی کہا ہے کہ یہ آیت بدر کے بارے میں نازل ہوئی ہے لیکن صحیح تر یہی ہے کہ حمراء اسد کے بارے میں نازل ہوئی۔ مطلب یہ ہے کہ اللہ تعالیٰ کے دشمنوں نے انہیں پژمردہ دل کرنے کے لئے دشمنوں کے سازو سامان اور ان کی کثرت وبہتات سے ڈرایا لیکن وہ صبر کے پہاڑ ثابت ہوئے ان کے غیر متزلزل یقین میں کچھ فرق نہ آیا بلکہ وہ توکل میں اور بڑھ گئی اور اللہ کی طرف نظریں کر کے اس سے امداد طلب کی، صحیح بخاری شریف میں حضرت عبداللہ بن عباس سے مروی ہے کہ آیت (حسبنا اللہ) الخ، حضرت ابراہیم نے آگ میں پڑتے وقت پڑھا تھا اور حضرت محمد ﷺ نے اس وقت جب کہ کافروں کے ٹڈی دل لشکر سے لوگوں نے آپ کو خوف زدہ کرنا چاہا اس وقت پڑھا، تعجب کی بات ہے کہ امام حاکم نے اس روایت کو رد کر کے فرمایا ہے کہ یہ بخاری مسلم میں نہیں۔ بخاری کی ایک روایت میں ہے کہ احد کے موقع پر جب حضور ﷺ کو کفار کے لشکروں کی خبر دی گئی تو آپ نے یہی کلمہ فرمایا اور روایت میں ہے کہ حضرت علی کی سردار کے ماتحت جب حضور ﷺ نے ایک چھوٹا سا لشکر روانہ کیا اور راہ میں خزاعہ کے ایک اعرابی نے یہ خبر سنائی تو آپ نے یہ فرمایا تھا۔ ابن مردویہ کی حدیث میں ہے آپ فرماتے ہیں جب تم پر کوئی بہت بڑا کام آپڑے تو تم آیت (حسبنا اللہ) آخر تک پڑھو مسند احمد میں ہے کہ دو شخصوں کے درمیان حضور ﷺ نے فیصلہ کیا تو جس کے خلاف فیصلہ صادر ہوا تھا اس نے یہی کلمہ پڑھا آپ نے اسے واپس بلا کر فرمایا بزدلی اور سستی پر اللہ کی ملامت ہوتی ہے دانائی دور اندیشی اور عقلمندی کیا کرو پھر کسی امر میں پھنس جاؤ تو یہی پڑھ لیا کرو، مسند کی اور حدیث میں ہے کس طرح بےفکر اور فارغ ہو کر آرام پاؤں حالانکہ صاحب صور نے صور منہ میں لے رکھا ہے اور پیشانی جھکائے حکم اللہ کا منتظر ہے کہ کب حکم ہوا اور وہ صور پھونک دے، صحابہ نے کہا حضور ﷺ ہم کیا پڑھیں آپ نے فرمایا آیت (حسبنا اللہ ونعم الوکیل) (علی اللہ توکلنا) پڑھو ام المومنین حضرت زینب اور ام المومنین حضرت عائشہ ؓ سے مروی ہے کہ حضرت زینب نے فخر سے فرمایا میرا نکاح خود اللہ نے کردیا ہے اور تمہارے نکاح ولی وارثوں نے کئے ہیں، صدیقہ نے فرمایا میری برأت اور پاکیزگی کی آیت اللہ تعالیٰ نے آسمان سے اپنے پاک کلام میں نازل فرمائی ہیں حضرت زینب اسے مان گئیں اور پوچھا یہ بتاؤ تم نے حضرت صفوان بن معطل کی سواری پر سوار ہوتے وقت کیا پڑھا تھا، صدیقہ نے فرمایا دعا (حسبی اللہ ونعم الوکیل) یہ سن کر ام المومنین حضرت زینب ؓ نے فرمایا تم نے ایمان والوں کا کلمہ کہا تھا، چناچہ اس آیت میں بھی رب رحیم کا ارشاد ہے کہ ان توکل کرنے والوں کی کفایت اللہ تعالیٰ نے کی اور ان کے ساتھ جو لوگ برائی کا ارادہ رکھتے تھے انہیں ذلت اور بربادی کے ساتھ پسپا کیا، یہ لوگ اللہ تعالیٰ کے فضل و کرم سے اپنے شہروں کی طرف بغیر کسی نقصان اور برائی کے لوٹے دشمن اپنی مکاریوں میں ناکام رہا، ان سے اللہ خوش ہوگیا کیونکہ انہوں نے اس کی خوشی کا کام انجام دیا تھا اللہ تعالیٰ بڑے فضل و کرم والا ہے۔ ابن عباس کا فرمان ہے کہ نعمت تو یہ تھی کہ وہ سلامت رہے اور فضل یہ تھا کہ حضور ﷺ نے تاجروں کے ایک قافلہ سے مال خرید لیا جس میں بہت ہی نفع ہوا اور اس کل نفع کو آپ نے اپنے ساتھیوں میں تقسیم فرما دیا۔ حضرت مجاہد فرماتے ہیں کہ ابو سفیان نے حضور ﷺ سے کہا اب وعدے کی جگہ بدر ہے آپ نے فرمایا ممکن ہے چناچہ وہاں پہنچے تو یہ ڈرپوک آیا ہی نہیں وہاں بازار کا دن تھا مال خرید لیا جو نفع سے بکا اسی کا نام غزوہ بدر صغریٰ ہے۔ پھر فرماتا ہے کہ یہ شیطان تھا جو اپنے دوستوں کے ذریعہ تمہیں دھمکا رہا تھا اور گیدڑ بھبکیاں دے رہا تمہیں چاہئے کہ ان سے نہ ڈرو صرف میرا ہی خوف دل میں رکھو کیونکہ ایمان داری کی یہی شرط ہے کہ جب کوئی ڈرائے دھمکائے اور دینی امور سے تمہیں باز رکھنا چاہئے تو مسلمان اللہ پر بھروسہ کرے اس کی طرف سمٹ جائے اور یقین مانے کہ کافی اور ناصر وہی ہے جیسے اور جگہ ہے آیت (اَلَيْسَ اللّٰهُ بِكَافٍ عَبْدَهٗ ۭ وَيُخَوِّفُوْنَكَ بالَّذِيْنَ مِنْ دُوْنِهٖ) 39۔ الزمر :36) کیا اللہ جل شانہ اپنے بندوں کو کافی نہیں یہ لوگ تجھے اس کے سوا اوروں سے ڈرا رہے ہیں (یہاں تک کہ فرمایا) تو کہہ کہ مجھے اللہ کافی ہے توکل کرنے والوں کو اسی پر بھروسہ کرنا چاہئے اور جگہ فرمایا اولیاء شیطان سے لڑو۔ شیطان کا مکر بڑا بودا ہے۔ اور جگہ ارشاد ہے یہ شیطانی لشکر ہے یاد رکھو شیطانی لشکر ہی گھاٹے اور خسارے میں ہے اور جگہ ارشاد ہے آیت (كَتَبَ اللّٰهُ لَاَغْلِبَنَّ اَنَا وَرُسُلِيْ ۭ اِنَّ اللّٰهَ قَوِيٌّ عَزِيْزٌ) 58۔ المجادلہ :21) اللہ تعالیٰ لکھ چکا ہے کہ غلبہ یقینا مجھے اور میرے رسولوں کو ہی ہوگا اللہ قوی اور عزیز ہے۔ اور جگہ ارشاد ہے آیت (ۭوَلَيَنْصُرَنَّ اللّٰهُ مَنْ يَّنْصُرُهٗ ۭ اِنَّ اللّٰهَ لَقَوِيٌّ عَزِيْزٌ) 22۔ الحج :40) جو اللہ کی مدد کرے گا اس کی امداد فرمائے گا اور فرمان ہے آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰهَ يَنْصُرْكُمْ وَيُثَبِّتْ اَقْدَامَكُمْ) 47۔ محمد :7) اے ایمان والو اگر تم اللہ کی مدد کرو گے تو اللہ تمہاری بھی مدد کرے گا اور آیت میں ہے آیت (اِنَّا لَنَنْصُرُ رُسُلَنَا وَالَّذِيْنَ اٰمَنُوْا فِي الْحَيٰوةِ الدُّنْيَا وَيَوْمَ يَقُوْمُ الْاَشْهَادُ) 40۔ غافر :51) بالیقین ہم اپنے رسولوں کی اور ایمان داروں کی مدد دینا میں بھی کریں گے اور اس دن بھی جس دن گواہ کھڑے ہوں گے جس دن ظالموں کو عذر معذرت نفع نہ دے گی ان کے لئے لعنت ہے اور ان کے لئے برا گھر ہے۔",
  "ayah": 171,
  "surah": 3
}
