{
  "text": "مشفق نبی کریم ﷺ اور عوام  چونکہ جناب رسول اللہ ﷺ لوگوں پر بیحد مشفق و مہربان تھے اس لئے کفار کی بےراہ روی آپ پر گراں گذرتی تھی وہ جوں جوں کفر کی جانب بڑھتے رہتے تھے حضور ﷺ کا دل غمزدہ ہوتا تھا اس لئے جناب باری آپ کو اس سے روکتا ہے اور فرماتا ہے حکمت الٰہیہ اسی کی مقتضی ہے ان کا کفر آپ کو یا اللہ کو کوئی نقصان نہیں پہنچائے گا۔ یہ لوگ اپنا اخروی حصہ برباد کر رہے ہیں اور اپنے لئے بہت بڑے عذابوں کو تیار کر رہے ہیں ان کی مخالفت سے اللہ تعالیٰ آپ کو محفوظ رکھے گا آپ ان پر غم نہ کریں۔ پھر فرمایا میرے ہاں کا یہ بھی مقررہ قاعدہ ہے کہ جو لوگ ایمان کو کفر سے بدل ڈالیں وہ بھی میرا کچھ نہیں بگاڑتے بلکہ اپنا ہی نقصان کر رہے ہیں اور اپنے لئے المناک عذاب مہیا کر رہے ہیں۔ پھر اللہ تعالیٰ کافروں کا اللہ کے مہلت دینے پر اترانا بیان فرماتے ہیں ارشاد ہے۔ آیت (اَيَحْسَبُوْنَ اَنَّمَا نُمِدُّهُمْ بِهٖ مِنْ مَّالٍ وَّبَنِيْنَ) 23۔ المومنون :55) یعنی کیا کفار کا یہ گمان ہے کہ ان کے مال و اولاد کی زیادتی ہماری طرف سے ان کی خیریت کی دلیل ہے ؟ نہیں بلکہ وہ بےشعور ہیں اور فرمایا آیت (فَذَرْنِيْ وَمَنْ يُّكَذِّبُ بِهٰذَا الْحَدِيْثِ ۭ سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لَا يَعْلَمُوْنَ) 68۔ القلم :44) یعنی مجھے اور اس بات کے جھٹلانے والوں کو چھوڑ دے ہم انہیں اس طرح آہستہ آہستہ پکڑیں گے کہ انہیں علم بھی نہ ہو۔ اور ارشاد ہے آیت (وَلَا تُعْجِبْكَ اَمْوَالُهُمْ وَاَوْلَادُهُمْ ۭ اِنَّمَا يُرِيْدُ اللّٰهُ اَنْ يُّعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ اَنْفُسُهُمْ وَهُمْ كٰفِرُوْنَ) 9۔ التوبہ :85) یعنی ان کے مال اور اولاد سے کہیں تم دھوکے میں نہ پڑجانا اللہ انہیں ان کے باعث دنیا میں بھی عذاب کرنا چاہتا ہے اور کفر پر ہی ان کی جان جائے گی پھر فرماتا ہے کہ یہ طے شدہ امر ہے کہ بعض احکام اور بعض امتحانات سے اللہ جانچ لے گا اور ظاہر کر دے گا کہ اس کا دوست کون ہے ؟ اور اس کا دشمن کون ہے ؟ مومن صابر اور منافق فاجر بالکل الگ الگ ہوجائیں گے اور صاف نظر آنے لگیں گے۔ اس سے مراد احد کی جنگ کا دن ہے جس میں ایمانداروں کا صبرو استقامت پختگی اور توکل فرمانبرداری اور اطاعت شعاری اور منافقین کی بےصبری اور مخالفت تکذیب اور ناموافقت انکار اور خیانت صاف ظاہر ہوگئی، غرض جہاد کا حکم ہجرت کا حکم دونوں گویا ایک آزمائش تھی جس نے بھلے برے میں تمیز کردی۔ سدی فرماتے ہیں کہ لوگوں نے کہا تھا اگر محمد ﷺ سچے ہیں تو ذرا بتائیں تو کہ ہم میں سے سچا مومن کون ہے اور کون نہیں ؟ اس پر آیت (ما کان اللہ) الخ، نازل ہوئی (ابن جریر)۔ پھر فرمان ہے اللہ کے علم غیب کو تم نہیں جان سکتے ہاں وہ ایسے اسباب پیدا کردیتا ہے کہ مومن اور منافق میں صاف تمیز ہوجائے لیکن اللہ تعالیٰ اپنے رسولوں میں سے جسے چاہے پسندیدہ کرلیتا ہے، جیسے فرمان ہے آیت (عٰلِمُ الْغَيْبِ فَلَا يُظْهِرُ عَلٰي غَيْبِهٖٓ اَحَدًا) 72۔ الجن :26) اللہ عالم الغیب ہے پس اپنے غیب پر کسی کو مطلع نہیں کرتا مگر جس رسول کو پسند کرلے اس کے بھی آگے پیچھے نگہبان فرشتوں کو چلاتا رہتا ہے۔ پھر فرمایا اللہ پر اس کے پیغمبروں پر ایمان لاؤ یعنی اطاعت کرو شریعت کے پابند رہو یاد رکھو ایمان اور تقوے میں تمہارے لئے اجر عظیم ہے۔  خزانہ اور کوڑھی سانپ  پھر ارشاد ہے کہ بخیل شخص اپنے مال کو اپنے لئے بہتر نہ سمجھے وہ تو اس کے لئے سخت خطرناک چیز ہے، دین میں تو معیوب ہے ہی لیکن بسا اوقات دینوی طور پر بھی اس کا انجام اور نتیجہ ایسا ہی ہوتا ہے۔ حکم ہے کہ بخیل کے مال کا قیامت کے دن اسے طوق ڈالا جائے گا۔ صحیح بخاری میں ہے رسول اللہ ﷺ فرماتے ہیں جسے اللہ مال دے اور وہ اس کی زکوٰۃ ادا نہ کرے اس کا مال قیمت کے دن گنجا سانپ بن کر جس کی آنکھوں پر دو نشان ہوں گے طوق کی طرح اس کے گلے میں لپٹ جائے گا اور اس کی باچھوں کو چیرتا رہے گا اور کہتا جائے گا کہ میں تیرا مال ہوں میں تیرا خزانہ ہوں پھر آپ نے اسی آیت (وَلَا يَحْسَبَنَّ الَّذِيْنَ يَبْخَلُوْنَ بِمَآ اٰتٰىھُمُ اللّٰهُ مِنْ فَضْلِھٖ ھُوَ خَيْرًا لَّھُمْ) 3۔ آل عمران :180) کی تلاوت فرمائی، مسند احمد کی ایک حدیث میں یہ بھی ہے کہ یہ بھاگتا پھرے گا اور وہ سانپ اس کے پیچھے دوڑے گا پھر اسے پکڑ کر طوق کی طرح لپٹ جائے گا اور کاٹتا رہے گا۔ مسند ابو یعلی میں ہے جو شخص اپنے پیچھے خزانہ چھوڑ کر مرے وہ خزانہ ایک کوڑھی سانپ کی صورت میں جس کی دو آنکھوں پر دو نقطے ہوں گے ان کے پیچھے دوڑے گا یہ بھاگے گا اور کہے گا تو کون ہے ؟ یہ کہے گا میں تیرا خزانہ ہوں جسے تو اپنے پیچھے چھوڑ کر مرا تھا یہاں تک کہ وہ اسے پکڑ لے گا اور اس کا ہاتھ چبا جائے گا پھر باقی جسم بھی، طبرانی کی حدیث میں ہے جو شخص اپنے آقا کے پاس جا کر اس سے اپنی حاجت طلب کرے اور وہ باوجود گنجائش ہونے کے نہ دے اس کے لئے قیامت کے دن زہریلا اژدہا پھن سے پھنکارتا ہوا بلایا جائے گا، دوسری روایت میں ہے کہ جو رشتہ دار محتاج اپنے مالدار رشتہ دار سے سوال کرے اور یہ اسے نہ دے اس کی سزا یہ ہوگی اور وہ سانپ اس کے گلے کا ہار بن جائے گا (ابن جریر) ابن عباس فرماتے ہیں اہل کتاب جو اپنی کتاب کے احکامات کو دوسروں تک پہنچانے میں بخل کرتے تھے ان کی سزا کا بیان اس آیت میں ہو رہا ہے، لیکن صحیح بات پہلی ہی ہے گو یہ قول بھی آیت کے عموم میں داخل ہے بلکہ یہ بطور اولیٰ داخل ہے واللہ سبحانہ وتعالیٰ اعلم۔ پھر فرماتا ہے کہ آسمانوں اور زمین کی میراث کا مالک اللہ ہی ہے اس نے جو تمہیں دے رکھا ہے اس میں سے اس کے نام خرچ کرو تمام کاموں کا مرجع اسی کی طرف ہے سخاوت کرو تاکہ اس دن کام آئے اور خیال رکھو کہ تمہاری نیتوں اور دلی ارادوں اور کل اعمال سے اللہ تعالیٰ خبردار ہے۔",
  "ayah": 179,
  "surah": 3
}
