{
  "text": "کافروں کا قرض حسنہ پر احمقانہ تبصرہ اور ان کی ہٹ دھرمی پہ مجوزہ سزا حضرت ابن عباس فرماتے ہیں کہ جب یہ آیت اتری کہ کون ہے جو اللہ کو قرض حسنہ دے اور وہ اسے زیادہ در زیادہ کر کے دے تو یہود کہنے لگے کہ اے نبی تمہارا رب فقیر ہوگیا ہے اور اپنے بندوں سے قرض مانگ رہا ہے اس پر یہ آیت (لَقَدْ سَمِعَ اللّٰهُ قَوْلَ الَّذِيْنَ قَالُوْٓا اِنَّ اللّٰهَ فَقِيْرٌ وَّنَحْنُ اَغْنِيَاۗءُ) 3۔ آل عمران :181) نازل ہوئی۔ ابن ابی حاتم میں ہے کہ حضرت ابوبکر صدیق ؓ یہودیوں کے مدرسے میں گئے یہاں کا بڑا معلم فخاص تھا اور اس کے ماتحت ایک بہت بڑا عالم اشیع تھا لوگوں کا مجمع تھا اور وہ ان سے مذہبی باتیں سن رہے تھے آپ نے فرمایا فخاص اللہ سے ڈر اور مسلمان ہوجا اللہ کی قسم تجھے خوب معلوم ہے کہ آنحضرت ﷺ اللہ تعالیٰ کے سچے رسول ہیں وہ اس کے پاس سے حق لے کر آئے ہیں ان کی صفتیں توراۃ و انجیل میں تمہارے ہاتھوں میں موجود ہیں تو فخاص نے جواب میں کہا ابوبکر سن اللہ کی قسم اللہ ہمارا محتاج ہے ہم اس کے محتاج نہیں اس کی طرف اس طرح نہیں گڑگڑاتے جیسے وہ ہماری جانب عاجزی کرتا ہے بلکہ ہم تو اس سے بےپرواہ ہیں ہم غنی اور تونگر ہیں اگر وہ غنی ہوتا تو ہم سے قرض طلب نہ کرتا جیسے کہ تمہارا پیغمبر ﷺ کہہ رہا ہے ہمیں تو سود سے روکتا ہے اور خود سود دیتا ہے اگر غنی ہوتا تو ہمیں سود کیوں دیتا، اس پر حضرت صدیق اکبر کو سخت غصہ آیا اور فخاص کے منہ پر زور سے مارا اور فرمایا اللہ کی قسم جس کے ہاتھ میں میری جان ہے اگر تم یہود سے معاہدہ نہ ہوتا تو میں تجھ اللہ کے دشمن کا سر کاٹ دیتا جاؤ بدنصیبو جھٹلاتے ہی رہو اگر سچے ہو۔ فخصاص نے جا کر اس کی شکایت سرکار محمدی ﷺ میں کی آپ نے صدیق اکبر سے پوچھا کہ اسے کیوں مارا ؟ حضرت صدیق نے واقعہ بیان کیا لیکن فخاص اپنے قول سے مکر گیا کہ میں نے تو ایسا کہا ہی نہیں۔ اس بارے میں یہ آیت اتری۔ پھر اللہ تعالیٰ انہیں اپنے عذاب کلی خبر دیتا ہے کہ ان کا یہ قول اور ساتھ ہی اسی جیسا ان کا بڑا گناہ یعنی قتل انبیاء ہم نے ان کے نامہ اعمال میں لکھ لیا ہے۔ ایک طرف ان کا جناب باری تعالیٰ کی شان میں بےادبی کرنا دوسری جانب نبیوں کو مار ڈالنا ان کاموں کی وجہ انہیں سخت تر سزا ملے گی۔ ان کو ہم کہیں گے کہ جلنے والے عذاب کا ذائقہ چکھو، اور ان سے کہا جائے گا کہ یہ تمہارے پہلے کے کرتوت کا بدلہ ہے یہ کہہ کر انہیں ذلیل و رسوا کن عذاب پر عذاب ہوں گے، یہ سراسر عدل و انصاف ہے اور ظاہر ہے کہ مالک اپنے غلاموں پر ظلم کرنے والا نہیں ہے۔ پھر ان کے اس خیال میں جھوٹا ثابت کیا جا رہا ہے جو یہ کہتے تھے کہ آسمانی کتابیں جو پہلے نازل ہوئیں ان میں اللہ تعالیٰ نے ہمیں یہ حکم دے رکھا ہے کہ جب تک کوئی رسول ہمیں یہ معجزہ نہ دکھائے کہ اس کی امت میں سے جو شخص قربانی کرے اس کی قربانی کو کھا جانے کے لئے آسمان سے قدرتی آگ آئے اور کھاجائے ان کی اس قول کے جواب میں ارشاد ہوتا ہے کہ پھر اس معجزے والے پیغمبروں کو جو اپنے ساتھ دلائل اور براہین لے کر آئے تھے تم نے کیوں مار ڈالا ؟ انہیں تو اللہ تعالیٰ نے یہ معجزہ بھی دے رکھا تھا کہ ہر ایک قبول شدہ قربانی آسمانی آگ کھا جاتی تھی لیکن تم نے انہیں بھی سچا نہ جانا ان کی بھی مخالفت اور دشمنی کی بلکہ انہیں قتل کر ڈالا، اس سے صاف ظاہر ہے کہ تمہیں تمہاری اپنی بات کا بھی پاس ولحاظ نہیں لہذا تم حق کے ساتھی نہ ہو نہ کسی نبی کے ماننے والے ہو۔ تم یقینا جھوٹے ہو۔ پھر اللہ تعالیٰ اپنے نبی ﷺ کو تسلی دیتا ہے کہ ان کے جھٹلانے سے آپ تنگ دل اور غمناک نہ ہوں اگلے اولوالعزم پیغمبروں کے واقعات کو اپنے لئے باعث تسلی بنائیں کہ وہ بھی باوجود دلیلیں ظاہر کردینے کے اور باوجود اپنی حقانیت کو بخوبی واضح کردینے کے پھر بھی جھٹلائے گئے زبر سے مراد آسمانی کتابیں ہیں جو ان صحیفوں کی طرح آسمان سے آئیں جو رسولوں پر اتاری گئی تھیں اور \" منیر \" سے مراد واضح جلی اور روشن اور چمکیلی ہے۔",
  "ayah": 183,
  "surah": 3
}
