{
  "text": "ترک موالات کی وضاحت  یہاں اللہ تعالیٰ ترک موالات کا حکم دیتے ہوئے فرماتا ہے مسلمانوں کو کفار سے دوستی اور محض محبت کرنا مناسب نہیں بلکہ انہیں آپس میں ایمان داروں سے میل ملاپ اور محبت رکھنی چاہیے، پھر انہیں حکم سناتا ہے کہ جو ایسا کرے گا اس سے اللہ بالکل بیزار ہوجائے گا، جیسے اور جگہ ہے آیت (يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوْا لَا تَتَّخِذُوْا عَدُوِّيْ وَعَدُوَّكُمْ اَوْلِيَاۗءَ تُلْقُوْنَ اِلَيْهِمْ بالْمَوَدَّةِ وَقَدْ كَفَرُوْا بِمَا جَاۗءَكُمْ مِّنَ الْحَقِّ ۚ يُخْرِجُوْنَ الرَّسُوْلَ وَاِيَّاكُمْ اَنْ تُؤْمِنُوْا باللّٰهِ رَبِّكُمْ) 60۔ الممتحنہ :1) یعنی مسلمانو میرے اور اپنے دشمنوں سے دوستی نہ کیا کرو اور جگہ فرمایا مومنو یہ یہود و نصاریٰ آپس میں ایک دوسرے کے دوست ہیں تم میں سے جو بھی ان سے دوستی کرے گا وہ انہی سے ہے، دوسری جگہ پروردگار عالم نے مہاجر انصار اور دوسرے مومنوں کے بھائی چارے کا ذکر کر کے فرمایا کہ کافر آپس میں ایک دوسرے کے خیرخواہ اور دوست ہیں تم بھی آپس میں اگر ایسا نہ کرو گے تو زمین میں فتنہ پھیل جائے گا اور زبردست فساد برپا ہوگا۔ البتہ ان لوگوں کو رخصت دے دی گئی جو کسی شہر میں کسی وقت ان کی بدی اور برائی سے ڈر کر دفع الوقتی کے لئے بظاہر کچھ میل ملاپ ظاہر کریں لیکن دل میں ان کی طرف رغبت اور ان سے حقیقی محبت نہ ہو، جیسے صحیح بخاری شریف میں حضرت ابو درداء ؓ سے مروی ہے کہ ہم بعض قوموں سے کشادہ پیشانی سے ملتے ہیں لیکن ہمارے دل ان پر لعنت بھیجتے رہتے ہیں، حضرت ابن عباس فرماتے ہیں کہ صرف زبان سے اظہار کرے لیکن عمل میں ان کا ساتھ ایسے وقت میں بھی ہرگز نہ دے، یہی بات اور مفسرین سے بھی مروی ہے اور اسی کی تائید اللہ تعالیٰ کا یہ فرمان بھی کرتا ہے۔ آیت (مَنْ كَفَرَ باللّٰهِ مِنْۢ بَعْدِ اِيْمَانِهٖٓ اِلَّا مَنْ اُكْرِهَ وَقَلْبُهٗ مُطْمَـﭟ بِالْاِيْمَانِ وَلٰكِنْ مَّنْ شَرَحَ بالْكُفْرِ صَدْرًا فَعَلَيْهِمْ غَضَبٌ مِّنَ اللّٰهِ ۚ وَلَهُمْ عَذَابٌ عَظِيْمٌ) 16۔ النحل :106) جو شخص اپنے ایمان کے بعد اللہ سے کفر کرے سوائے ان مسلمانوں کے جن پر زبردستی کی جائے مگر ان کا دل ایمان کے ساتھ مطمئن ہو، بخاری میں ہے حضرت حسن فرماتے ہیں یہ حکم قیامت تک کے لئے ہے۔ پھر فرمایا اللہ تمہیں اپنے آپ سے ڈراتا ہے۔ یعنی اپنے دبدبے اور اپنے عذاب سے اس شخص کو خبردار کئے دیتا ہے جو اس کے فرمان کی مخالفت کر کے اس کے دشمنوں سے دوستی رکھے اور اس کے دوستوں سے دشمنی کرے۔ پھر فرمایا اللہ کی طرف لوٹنا ہے ہر عمل کرنے والے کو اس کے عمل کا بدلہ وہیں ملے گا۔ حضرت معاذ ؓ نے کھڑے ہو کر فرمایا اے بنی اود میں اللہ کے رسول ﷺ کا قاصد ہو کر تمہاری طرف آیا ہوں جان لو کہ اللہ کی طرف پھر کر سب کو جانا ہے پھر یا تو جنت ٹھکانا ہوگا یا جہنم۔",
  "ayah": 28,
  "surah": 3
}
