{
  "text": "زکریا ؑ کا تعارف  اللہ تعالیٰ خبر دیتا ہے کہ حضرت حفصہ کی نذر کو اللہ تعالیٰ نے بخوشی قبول فرما لیا اور اسے بہترین طور سے نشوونما بخشی، ظاہری خوبی بھی عطا فرمائی اور باطنی خوبی سے بھرپور کردیا اور اپنے نیک بندوں میں ان کی پرورش کرائی تاکہ علم اور خیر اور دین سیکھ لیں، حضرت زکریا کو ان کا کفیل بنادیا ابن اسحاق تو فرماتے ہیں یہ اس لئے کہ حضرت مریم (علیہما السلام) یتیم ہوگئی تھیں، لیکن دوسرے بزرگ فرماتے ہیں کہ قحط سالی کی وجہ سے ان کی کفالت کا بوجھ حضرت زکریا نے اپنے ذمہ لے لیا تھا، ہوسکتا ہے کہ دونوں وجوہات اتفاقاً آپس میں مل گئی ہوں واللہ اعلم، حضرت ابن اسحاق وغیرہ کی روایت سے معلوم ہوتا ہے کہ حضرت زکریا ؑ ان کے خالو تھے، اور بعض لوگ کہتے ہیں ان کے بہنوئی تھے، جیسے معراج والی صحیح حدیث میں ہے کہ آپ نے حضرت یحییٰ اور حضرت عیسیٰ (علیہم السلام) سے ملاقات کی جو دونوں خالہ زاد بھائی ہیں، ابن اسحاق کے قول پر یہ حدیث ٹھیک ہے کیونکہ اصلاح عرب میں ماں کی خالہ کے لڑکے کو بھی خالہ زاد بھائی کہہ دیتے ہیں پس ثابت ہوا کہ حضرت مریم اپنی خالہ کی پرورش میں تھیں۔ صحیح حدیث میں ہے کہ رسول اللہ ﷺ نے حضرت حمزہ ؓ کی یتیم صاحبزادی عمرہ کو ان کی خالہ حضرت جعفر بن ابو طالب ؓ کی بیوی صاحبہ کے سپرد کیا تھا اور فرمایا تھا کہ خالہ قائم مقام ماں کے ہے، اب اللہ تعالیٰ حضرت مریم کی بزرگی اور ان کی کرامت بیان فرماتا ہے کہ حضرت زکریا ؑ جب کبھی ان کے پاس ان کے حجرے میں جاتے تو بےموسمی میوے ان کے پاس پاتے مثلاً جاڑوں میں گرمیوں کے میوے اور گرمیوں میں جاڑے کے میوے۔ حضرت مجاہد، حضرت عکرمہ، حضرت سعید بن جبیر، حضرت ابو الشعشاء، حضرت ابراہیم نخعی، حضرت ضحاک، حضرت قتادہ، حضرت ربیع بن انس، حضرت عطیہ عوفی، حضرت سدی اس آیت کی تفسیر میں یہی فرماتے ہیں، حضرت مجاہد سے یہ بھی مروی ہے کہ یہاں رزق سے مراد علم اور وہ صحیفے ہیں جن میں علمی باتیں ہوتی تھیں لیکن اول قول ہی زیادہ صحیح ہے، اس آیت میں اولیاء اللہ کی کرامات کی دلیل ہے اور اس کے ثبوت میں بہت سی حدیثیں بھی آتی ہیں۔ حضرت زکریا ؑ ایک دن پوچھ بیٹھے کہ مریم تمہارے پاس یہ رزق کہاں سے آتا ہے ؟ صدیقہ نے جواب دیا کہ اللہ کے پاس سے، وہ جسے چاہے بےحساب روزی دیتا ہے، مسند حافظ ابو یعلیٰ میں حدیث ہے کہ حضور ﷺ پر کئی دن بغیر کچھ کھائے گذر گئے بھوک سے آپ کو تکلیف ہونے لگی اپنی سب بیویوں کے گھر ہو آئے لیکن کہیں بھی کچھ نہ پایا۔ حضرت فاطمہ ؓ کے پاس آئے اور دریافت فرمایا کہ بچی تمہارے پاس کچھ ہے ؟ کہ میں کھا لوں مجھے بہت بھوک لگ رہی ہے، وہاں سے بھی یہی جواب ملا کہ حضور ﷺ پر میرے باپ صدقے ہوں کچھ بھی نہیں، اللہ کے نبی ﷺ وہاں سے نکلے ہی تھے کہ حضرت فاطمہ کی لونڈی نے دو روٹیاں اور ٹکڑا گوشت حضرت فاطمہ کے پاس بھیجا آپ نے اسے لے کر برتن میں رکھ لیا اور فرمانے لگیں گو مجھے، میرے خاوند اور بچوں کو بھوک ہے لیکن ہم سب فاقے ہی سے گذار دیں گے اور اللہ کی قسم آج تو یہ رسول اللہ ﷺ ہی کو دوں گی، پھر حضرت حسن یا حسین کو آپ کی خدمت میں بھیجا کہ آپ کو بلا لائیں، حضور ﷺ راستے ہی میں ملے اور ساتھ ہو لئے، آپ آئے تو کہنے لگیں میرے ماں باپ آپ پر فدا ہوں اللہ نے کچھ بھجوا دیا ہے جسے میں نے آپ کے لئے چھپا کر رکھ دیا ہے، آپ نے فرمایا میری پیاری بچی لے آؤ، اب جو طشت کھولا تو دیکھتی ہے کہ روٹی سالن سے ابل رہا ہے دیکھ کر حیران ہوگئیں لیکن فوراً سمجھ گئیں کہ اللہ کی طرف سے اس میں برکت نازل ہوگئی ہے، اللہ کا شکر کیا نبی ﷺ اللہ پر درود پڑھا اور آپ کے پاس لا کر پیش کردیا آپ نے بھی اسے دیکھ کر اللہ کی تعریف کی اور دریافت فرمایا کہ بیٹی یہ کہاں سے آیا ؟ جواب دیا کہ ابا جان اللہ کے پاس سے وہ جسے چاہے بےحساب روزی دے، آپ نے فرمایا اللہ کا شکر ہے کہ اے پیاری بچی تجھے بھی اللہ تعالیٰ نے بنی اسرائیل کی تمام عورتوں کی سردار جیسا کردیا، انہیں جب کبھی اللہ تعالیٰ کوئی چیز عطا فرماتا اور ان سے پوچھا جاتا تو یہی جواب دیا کرتی تھیں کہ اللہ کے پاس سے ہے اللہ جسے چاہے بےحساب رزق دیتا ہے، پھر حضور ﷺ نے حضرت علی ؓ کو بلایا اور آپ نے حضرت علی نے اور حضرت فاطمہ نے اور حضرت حسین نے اور آپ کی سب ازواج مطہرات اور اہل بیت نے خوب شکم سیر ہو کر کھایا پھر بھی اتنا ہی باقی رہا جتنا پہلے تھا جو آس پاس کے پڑوسیوں کے ہاں بھیجا گیا یہ خیر کثیر اور برکت اللہ تعالیٰ کی طرف سے تھی۔",
  "ayah": 37,
  "surah": 3
}
