{
  "text": "اظہارخو دمختاری قتادہ وغیرہ بعض مفسرین تو فرماتے ہیں مطلب یہ ہے کہ میں تجھے اپنی طرف اٹھا لوں گا پھر اس کے بعد تجھے فوت کروں گا، ابن عباس فرماتے ہیں یعنی میں تجھے مارنے والا ہوں، وہب بن منبہ فرماتے ہیں اللہ تعالیٰ نے آپ کو اٹھاتے وقت دن کے شروع میں تین ساعت تک فوت کردیا تھا، ابن اسحاق کہتے ہیں نصاریٰ کا خیال ہے کہ اللہ تعالیٰ نے آپ کو سات ساعت تک فوت رکھا پھر زندہ کردیا، وہب فرماتے ہیں تین دن تک موت کے بعد پھر زندہ کر کے اٹھا لیا، مطر وراق فرماتے ہیں یعنی میں تجھے دنیا میں پورا پورا کردینے والا ہوں یہاں وفات موت مراد نہیں، اسی طرح ابن جریر فرماتے ہیں تو فی سے یہاں مراد ان کا رفع ہے اور اکثر مفسرین کا قول ہے کہ وفات سے مراد یہاں نیند ہے، جیسے اور جگہ قرآن حکیم میں ہے آیت (وَهُوَ الَّذِيْ يَتَوَفّٰىكُمْ بالَّيْلِ) 6۔ الانعام :60) وہ اللہ ذوالمنن جو تمہیں رات کو فوت کردیتا ہے یعنی سلا دیتا ہے اور جگہ ہے آیت (اَللّٰهُ يَتَوَفَّى الْاَنْفُسَ حِيْنَ مَوْتِهَا وَالَّتِيْ لَمْ تَمُتْ فِيْ مَنَامِهَا) 39۔ الزمر :42) یعنی اللہ تعالیٰ ان کی موت کے وقت جانوں کو فوت کرتا ہے اور جو نہیں مرتیں انہیں ان کی نیند کے وقت، رسول اللہ ﷺ جب نیند سے بیدار ہوتے تو فرماتے (حدیث الحمد للہ الذی احیانا بعدما اماتنا) یعنی اللہ عزوجل کا شکر ہے جس نے ہمیں مار ڈالنے کے بعد پھر زندہ کردیا، اور جگہ فرمان باری تعالیٰ وبکفرھم سے شیھدا تک پڑھو جہاں فرمایا گیا ہے ان کے کفر کی وجہ سے اور حضرت مریم پر بہتان عظیم باندھ لینے کی بنا پر اور اس باعث کہ وہ کہتے ہیں ہم نے مسیح عیسیٰ بن مریم رسول اللہ ﷺ کو قتل کردیا حالانکہ نہ قتل کیا ہے اور نہ صلیب دی لیکن ان کو شبہ میں ڈال دیا گیا موتہ کی ضمیر کا مرجع حضرت عیسیٰ ؑ ہیں یعنی تمام اہل کتاب حضرت عیسیٰ پر ایمان لائیں گے جبکہ وہ قیامت سے پہلے زمین پر اتریں گے اس کا تفصیلی بیان عنقریب آرہا ہے۔ انشاء اللہ، پس اس وقت تمام اہل کتاب ان پر ایمان لائیں گے کیونکہ نہ وہ جزیہ لیں گے نہ سوائے اسلام کے اور کوئی بات قبول کریں گے، ابن ابی حاتم میں حضرت حسن سے (آیت انی متوفیک) کی تفسیر یہ مروی ہے کہ ان پر نیند ڈالی گئی اور نیند کی حالت میں ہی اللہ تعالیٰ نے انہیں اٹھا لیا، حضرت حسن فرماتے ہیں رسول اللہ ﷺ نے یہودیوں سے فرمایا کہ حضرت عیسیٰ مرے نہیں وہ تمہاری طرف قیامت سے پہلے لوٹنے والے ہیں۔ پھر فرماتا ہے میں تجھے اپنی طرف اٹھا کر کافروں کی گرفت سے آزاد کرنے والا ہوں، اور تیرے تابعداروں کو کافروں پر غالب رکھنے والا ہوں قیامت تک، چناچہ ایسا ہی ہوا، جب اللہ تعالیٰ نے حضرت عیسیٰ کو آسمان پر چڑھا لیا تو ان کے بعد ان کے ساتھیوں کے کئی فریق ہوگئے ایک فرقہ تو آپ کی بعثت پر ایمان رکھنے والا تھا کہ آپ اللہ کے بندے اور اس کے رسول ہیں اور اس کی ایک بندی کے لڑکے ہیں بعض وہ تھے جنہوں نے غلو سے کام لیا اور بڑھ گئے اور آپ کو اللہ تعالیٰ کا بیٹا کہنے لگے، اوروں نے آپ کو اللہ کہا، دوسروں نے تین میں کا ایک آپ کو بتایا، اللہ تعالیٰ ان کے ان عقائد کا ذکر قرآن مجید میں فرماتا ہے پھر ان کی تردید بھی کردی ہے تین سو سال تک تو یہ اسی طرح رہے، پھر یونان کے بادشاہوں میں سے ایک بادشاہ جو بڑا فیلسوف تھا جس کا نام اسطفلین تھا کہا جاتا ہے کہ صرف اس دین کو بگڑانے کے لئے منافقانہ انداز سے اس دین میں داخل ہوا یا جہالت سے داخل ہوا ہو، بہر صورت اس نے دین مسیح کو بالکل بدل ڈالا اور بڑی تحریف اور تفسیر کی اس دین میں اور کمی زیادہ بھی کر ڈالی، بہت سے قانون ایجاد کئے اور امانت کبریٰ بھی اسی کی ایجاد ہے جو دراصل کمینہ پن کی خیانت ہے، اسی نے اپنے زمانہ میں سور کو حلال کیا اسی کے حکم سے عیسائی مشرق کی طرف نمازیں پڑھنے لگے اسی نے گرجاؤں اور کلیساؤں میں عبادت خانوں اور خانقاہوں میں تصویریں بنوائیں اور اپنے ایک گناہ کے باعث دس روزے روزوں میں بڑھوا دئیے، غرض اس کے زمانہ سے دین مسیح مسیحی دین نہ رہا بلکہ دین اسطفلین ہوگیا، اس نے ظاہری رونق تو خوب دی بارہ ہزار سے زاید تو عبادت گاہیں بنوا دیں اور ایک شہر اپنے نام سے بسایا، ملکیہ گروہ نے اس کی تمام باتیں مان لیں لیکن باوجود ان سب سیاہ کاریوں کے یہودی ان کے ہاتھ تلے رہے اور دراصل نسبتاً حق سے زیادہ قریب یہی تھے گو فی الواقع سارے کے سارے کفار تھے اللہ خالق کل کی ان پر پھٹکار ہو، اب جبکہ ہمارے نبی حضرت محمد مصطفیٰ ﷺ کو اللہ تعالیٰ نے اپنا برگزیدہ بنا کر دنیا میں بھیجا تو آپ پر جو لوگ ایمان لائے ان کا ایمان اللہ تعالیٰ کی ذات پر بھی تھا اس کے فرشتوں پر بھی تھا اس کی کتابوں پر بھی تھا اور اس کے تمام رسولوں پر بھی تھا پس حقیقت میں نبیوں کے سچے تابع فرمان یہی لوگ تھے یعنی امت محمد ﷺ ، اس لئے کہ یہ نبی امی عربی خاتم الرسول سید اولاد آدم کے ماننے والے تھے اور حضور ﷺ کی تعلیم برحق تعلیم کو سچا ماننے کی تھی، لہذا دراصل ہر نبی کے سچے تابعدار اور صحیح معنی میں امتی کہلانے کے مستحق یہی لوگ تھے کیونکہ ان لوگوں نے جو اپنے تئیں عیسیٰ کی امت کہتے تھے تو دین عیسوی کو بالکل مسخ اور فسخ کردیا تھا، علاوہ ازیں پیغمبر آخرالزمان کا دین بھی اور تمام اگلی شریعتوں کا ناسخ تھا پھر محفوظ رہنے والا تھا جس کا ایک شوشہ بھی قیامت تک بدلنے والا نہیں اس لئے اس آیت کے وعدے کے مطابق اللہ تعالیٰ نے کافروں پر اس امت کو غالب کر اور یہ مشرق سے لے کر مغرب تک چھا گئے ملک کو اپنے پاؤں تلے روند دیا اور بڑے بڑے جابر اور کٹر کافروں کی گردنیں مروڑ دیں دولتیں ان کے پیروں میں آگئیں فتح و غنیمت ان کی رکابیں چومنے لگی مدتوں کی پرانی سلطنتوں کے تحت انہوں نے الٹ دئیے، کسریٰ کی عظیم الشان پر شان سلطنت اور ان کے بھڑکتے ہوئے آتش کدے ان کے ہاتھوں ویران اور سرد ہوگئے، قیصر کا تاج و تخت ان اللہ والوں نے تاخت و تاراج کیا اور انہیں مسیح پرستی کا خوب مزا چکھایا اور ان کے خزانوں کو اللہ واحد کی رضامندی میں اور اس کے سچے نبی کے دین کی اشاعت میں دل کھول کر خرچ کئے اور اللہ کے لکھے اور نبی کے وعدے چڑھے ہوئے سورج اور چودھویں کے روشن چاند کی طرح سچے ہوئے لوگوں نے دیکھ لئے، مسیح ؑ کے نام کو بدنام کرنے والے مسیح کے نام شیطانوں کو پوجنے والے ان پاکباز اللہ پرستوں کے ہاتھوں مجبور ہو کر شام کے لہلہاتے ہوئے باغات اور آباد شہروں کو ان کے حوالے کر کے بدحواس بھاگتے ہوئے روم میں جا بسے پھر وہاں سے بھی یہ بےعزت کر کے نکالے گئے اور اپنے بادشاہ کے خاص شہر قسطنطنیہ میں پہنچے لیکن پھر وہاں سے بھی ذلیل خوار کر کے نکال دئیے گئے اور انشاء اللہ العزیز اسلام اور اہل اسلام قیامت تک ان پر غالب ہی رہیں گے۔ سب سچوں کے سردار جن کی سچائی پر مہر الٰہی لگ چکی ہے یعنی آنحضرت ﷺ خبر دے چکے ہیں جو اٹل ہے نہ کاٹے کٹے نہ توڑے ٹوٹے، نہ ٹالے ٹلے، فرماتے ہیں کہ آپ کی امت کا آخری گروہ قسطنطنیہ کو فتح کرے گا اور وہاں کے تمام خزانے اپنے قبضے میں لے گا اور رومیوں سے ان کی گھمسان کی لڑائی ہوگی کہ اس کی نظیر سے دنیا خالی ہو (ہماری دعا ہے کہ ہر زمانے میں اللہ قادر کل اس امت کا حامی و ناصر رہے اور روئے زمین کے کفار پر انہیں غالب رکھے اور انہیں سمجھ دے تاکہ یہ اللہ تعالیٰ کے سوا کسی کی عبادت کریں نہ محمد ﷺ کے سوا کسی اور کی اطاعت کریں، یہی اسلام کی اصل ہے اور یہی عروج دینوی کا گر ہے میں نے سب کو علیحدہ کتاب میں جمع کردیا ہے، آگے اللہ تعالیٰ کے قول پر نظر ڈالیے کہ مسیح ؑ کے ساتھ کفر کرنے والے یہود اور آپ کی شان میں بڑھ چڑھ کر باتیں بنا کر بہکنے والے نصرانیوں کو قتل و قید کی مار اور سلطنت کے تباہ ہوجانے کی یہاں بھی سزا دی اور آخرت کا عذاب وہاں دیکھ لیں گے جہاں نہ کوئی بچا سکے نہ مدد کرسکے گا لیکن برخلاف ان کے ایمانداروں کو پورا اجر اللہ تعالیٰ عطا فرمائے گا دنیا میں بھی فتح اور نصرت عزت و حرمت عطا ہوگی اور آخرت میں بھی خاص رحمتیں اور نعمتیں ملیں گی، اللہ تعالیٰ ظالموں کو ناپسند رکھتا ہے۔ پھر فرمایا اے نبی ﷺ یہ تھی حقیقت حضرت عیسیٰ کی ابتداء پیدائش کی اور ان کے امر کی جو اللہ تعالیٰ نے لوح محفوظ سے آپ کی طرف بذریعہ اپنی خاص وحی کے اتار دی جس میں کوئی شک و شبہ نہیں جیسے سورة مریم میں فرمایا، عیسیٰ بن مریم یہی ہیں یہی سچی حقیقت ہے جس میں تم شک و شبہ میں پڑے ہو، اللہ تعالیٰ کو تو لائق ہی نہیں کہ اس کی اولاد ہو وہ اس سے بالکل پاک ہے وہ جو کرنا چاہے کہہ دیتا ہے ہوجا، بس وہ ہوجاتا ہے، اب یہاں بھی اس کے بعد بیان ہو رہا ہے۔",
  "ayah": 57,
  "surah": 3
}
