{
  "text": "یہودیوں کا حسد یہاں بیان ہو رہا ہے کہ ان یہودیوں کے حسد کو دیکھو کہ مسلمانوں کیسے جل بھن رہے ہیں۔ انہیں بہکانے کی کیا کیا پوشیدہ ترکیبیں کر رہے ہیں کیسے کیسے مکرو فریب کے جال بچھاتے ہیں، حالانکہ دراصل ان تمام چیزوں کا وبال خود ان کی جانوں پر ہے لیکن انہیں اس کا بھی شعور نہیں۔ پھر انہیں ان کی یہ ذلیل حرکت یاد دلائی جا رہی ہے کہ تم سچائی جانتے ہوئے بھی حق کو پہچانتے ہوئے اللہ تعالیٰ کی آیات سے یہ منکر ہو رہے ہو۔ علم کے باوجود یہ بدخصلت بھی ان میں ہے۔ کہ حق و باطل کو ملا دیتے ہیں، اور ان کی کتابوں میں جو صفیں رسول اللہ ﷺ کی ہیں ان کو چھپالیتے ہیں۔ بہکانے کی جو صورتیں بناتے ہیں ان میں سے ایک یہ بھی ہے کہ آپس میں مشورے کرتے ہیں کہ صبح جا کر ایمان لے آؤ مسلمانوں کے ساتھ نمازیں پڑھو اور شام کو پھر مرتد بن جاؤ تاکہ جاہل لوگوں کے دل میں بھی خیال گذرے کہ آخر یہ لوگ جو پلٹ گئے تو ظاہر ہے کہ انہوں نے اس دین میں کوئی خرابی یا برائی ہی دیکھی ہوگی تو کیا عجب کہ ان میں سے کوئی ہماری طرف ٹوٹ آئے، غرض یہ ایک حیلہ جوئی تھی کہ شاید اس سے کوئی کمزور ایمان والا لوٹ جائے اور کچھ سمجھ لے کہ یہ جاننے بوجھنے والے لوگ جب اس دین میں آئے نمازیں پڑھیں اس کے بعد اسے چھوڑ دیا تو ضرور یہاں کوئی خرابی اور نقصان دیکھا ہوگا۔ یہ لوگ کہتے ہیں کہ بھروسہ اپنے والوں پر کرو مسلمانوں پر نہ کرو نہ اپنے بھید ان پر ظاہر ہونے دو نہ اپنی کتابیں انہیں بتاؤ جس سے یہ ان پر ایمان لائیں اور اللہ تعالیٰ کے ہاں بھی ان کے لئے ہم پر حجت بن جائیں۔ تو اللہ تعالیٰ فرماتا ہے کہ تو اے نبی کہہ دے کہ ہدایت تو اللہ ہی کے ہاتھ ہے وہ مومنوں کے دلوں کو ہر اس چیز پر ایمان لانے کے لئے آمادہ کردیتا ہے جسے اللہ تعالیٰ نے نازل فرمایا ہو انہیں ان دلائل پر کامل ایمان نصیب ہوتا ہے چاہے تم نبی امی ﷺ کی صفتیں چھپاتے پھرو لیکن پھر بھی خوش قسمت لوگ تو آپ کی نبوت کے ظاہری نشان کو بیک نگاہ پہچان لیں گے۔ اسی طرح کہتے تھے کہ تمہارے پاس جو علم ہے اسے مسلمانوں پر ظاہر نہ کرو کہ وہ اسے سیکھ کر تم جیسے ہوجائیں بلکہ اپنی ایمانی قوت کی وجہ سے تم سے بھی بڑھ جائیں، یا اللہ کے سامنے ان کی حجت و دلیل قائم ہوجائے یعنی خود تمہاری کتابوں سے وہ تمہیں الزام دیں، اللہ تعالیٰ فرماتا ہے کہ تم کہہ دو فضل تو اللہ عزوجل کے ہاتھ ہے جسے چاہے دے، سب کام اسی کے قبضے میں ہیں وہی دینے والا ہے جسے چاہے ایمان عمل اور علم و فضل کی دولت سے مالامال کر دے اور جسے چاہے راہ حق سے اندھا اور کلمہ اسلام سے بہرا اور صحیح سمجھ سے محروم کر دے اس کے سب کام حکمت سے ہی ہوتے ہیں وہ وسیع علم والا ہے۔ جسے چاہے اپنی رحمت کے ساتھ خاص کر دے وہ بڑے فضل والا ہے، اے مسلمانو ! اس نے تم پر بےپایاں احسانات کئے ہیں تمہارے نبی کو تم انبیاء پر فضیلت دی اور بہت ہی کامل اور ہر حیثیت سے پوری شریعت اس نے تمہیں دی",
  "ayah": 73,
  "surah": 3
}
