{
  "text": "انبیاء سے عہد و میثاق  یہاں بیان ہو رہا ہے کہ حضرت آدم سے لے کر حضرت عیسیٰ تک کے تمام انبیاء کرام سے اللہ تعالیٰ نے وعدہ لیا کہ جب کبھی ان میں سے کسی کو بھی اللہ تبارک وتعالیٰ کتاب و حکمت دے اور وہ بڑے مرتبے تک پہنچ جائے پھر اس کے بعد اسی کے زمانے میں رسول ﷺ آجائے تو اس پر ایمان لانا اور اس کی نصرت و امداد کرنا اس کا فرض ہوگا یہ نہ ہو کہ اپنے علم و نبوت کی وجہ سے اپنے بعد والے نبی کی اتباع اور امداد سے رک جائے، پھر ان سے پوچھا کہ کیا تم اقرار کرتے ہو ؟ اور اسی عہد و میثاق پر مجھے ضامن ٹھہراتے ہو۔ سب نے کہا ہاں ہمارا اقرار ہے تو فرمایا گواہ رہو اور میں خود بھی گواہ ہوں۔ اب اس عہد و میثاق سے جو پھرجائے وہ قطعی فاسق، بےحکم اور بدکار ہے، حضرت علی بن ابو طالب ؓ فرماتے ہیں کہ اللہ تعالیٰ نے ہر نبی سے عہد لیا کہ اس کی زندگی میں اگر اللہ تعالیٰ اپنے نبی حضرت محمد مصطفیٰ ﷺ کو بھیجے تو اس پر فرض ہے کہ وہ آپ پر ایمان لائے اور آپ کی امداد کرے اور اپنی امت کو بھی وہ یہی تلقین کرے کہ وہ بھی حضور ﷺ پر ایمان لائے اور آپ کی تابعداری میں لگ جائے، طاؤس حسن بصری اور قتادہ فرماتے ہیں نبیوں سے اللہ نے عہد لیا کہ ایک دوسرے کی تصدیق کریں، کوئی یہ نہ سمجھے کہ یہ تفسیر اوپر کی تفسیر کے خلاف ہے بلکہ یہ اس کی تائید ہے اسی لئے حضرت طاؤس ؒ سے ان کے لڑکے کی روایت مثل روایت حضرت علی اور ابن عباس کے بھی مروی ہے۔ مسند احمد کی روایت میں ہے کہ حضرت عمر بن خطاب ؓ نے رسول اللہ ﷺ سے کہا یا رسول اللہ میں نے ایک دوست قریظی یہودی سے کہا تھا کہ وہ تورات کی جامع باتیں مجھے لکھ دے اگر آپ فرمائیں تو میں انہیں پیش کروں حضور ﷺ کا چہرہ متغیر ہوگیا۔ حضرت عبداللہ ثابت نے کہا کہ تم نہیں دیکھتے کہ آپ کے چہرہ کا کیا حال ہے ؟ تو حضرت عمر کہنے لگے میں اللہ کے رب ہونے پر اسلام کے دین ہونے پر محمد کے رسول ہونے پر خوش ہوں ﷺ اس وقت حضور ﷺ کا غصہ دور ہوا اور فرمایا قسم ہے اس اللہ تعالیٰ کی جس کے ہاتھ میں میری جان ہے کہ اگر حضرت موسیٰ تم میں آجائیں اور تم ان کی تابعداری میں لگ جاؤ اور مجھے چھوڑ دو تو تم سب گمراہ ہوجاؤ تمام امتوں میں سے میرے حصے کی امت تم ہو اور تمام نبیوں میں سے تمہارے حصے کا نبی میں ہوں، مسند ابو یعلی میں لکھا ہے اہل کتاب سے کچھ نہ پوچھو وہ خود گمراہ ہیں تو تمہیں راہ راست کیسے دکھائیں گے بلکہ ممکن ہے تم کسی باطل کی تصدیق کرلو یا حق کی تکذیب کر بیٹھو اللہ کی قسم اگر موسیٰ بھی تم میں زندہ موجود ہوتے تو انہیں بھی بجز میری تابعداری کے اور کچھ حلال نہ تھا، بعض احادیث میں ہے اگر موسیٰ اور عیسیٰ زندہ ہوتے تو انہیں بھی میری اتباع کے سوا چارہ نہ تھا، پس ثابت ہوا کہ ہمارے رسول حضرت محمد ﷺ خاتم الانبیاء ہیں اور امام اعظم ہیں جس زمانے میں بھی آپ کی نبوت ہوتی آپ واجب الاطاعت تھے اور تمام انبیاء کی تابعداری پر جو اس وقت ہوں آپ کی فرمانبرداری مقدم رہتی، یہی وجہ تھی کہ معراج والی رات بیت المقدس میں تمام انبیاء کے امام آپ ہی بنائے گئے، اسی طرح میدان محشر میں بھی اللہ تعالیٰ کی فیصلوں کو انجام تک پہنچانے میں آپ ہی شفیع ہوں گے یہی وہ مقام محمود ہے جو آپ کے سوا اور کو حاصل نہیں تمام انبیاء اور کل رسول اس دن اس کام سے منہ پھیر لیں گے بالاخر آپ ہی خصوصیت کے ساتھ اس مقام میں کھڑے ہوں گے، اللہ تعالیٰ اپنے درود وسلام آپ پر ہمیشہ ہمیشہ بھیجتا رہے قیامت کے دن تک آمین۔",
  "ayah": 82,
  "surah": 3
}
