{
  "text": "بارگاہ رسالت ﷺ میں یہودی وفد  مسند احمد میں ہے کہ یہودیوں کی ایک جماعت حضور ﷺ کے پاس آئی اور کہنے لگی کہ ہم آپ سے چند سوال کرنا چاہتے ہیں جن کے جواب نبیوں کے سوا اور کوئی نہیں آپ نے فرمایا پوچھو لیکن پہلے تم لوگ وعدہ کرو اگر میں صحیح صحیح جواب دے دوں تو تمہیں میری نبوت کے تسلیم کرلینے میں کوئی عذر نہ ہوگا انہوں نے اس شرط کو منظور کرلیا کہ اگر آپ نے سچے جواب دے تو ہم اسلام قبول کرلیں گے ساتھ ہی انہوں نے بڑی بڑی قسمیں بھی کھائیں پھر پوچھا کہ بتائیے۔ حضرت اسرائیل نے کیا چیز اپنے اوپر حرام کی تھی ؟ عورت مرد کے پانی کی کیا کیفیت ہے ؟ اور کیوں کبھی لڑکا ہوتا ہے اور کبھی لڑکی ؟ اور نبی امی کی نیند کیسی ہے ؟ اور فرشتوں میں سے کونسا فرشتہ اس کے پاس وحی لے کر آتا ہے ؟ آپ نے فرمایا جب حضرت اسرائیل سخت بیمار ہوئے تو نذر مانی کہ اگر اللہ تعالیٰ مجھے شفا دے گا تو میں سب سے زیادہ پیاری چیز کھانے پینے کی چھوڑ دوں گا جب شفا یاب ہوگئے تو اونٹ کا گوشت اور دودھ چھوڑ دیا، مرد کا پانی سفید رنگ اور گاڑھا ہوتا ہے اور عورت کا پانی زردی مائل پتلا ہوتا ہے دونوں سے جو اوپر آجائے اس پر اولاد نر مادہ ہوتی ہے، اور شکل و شباہت میں بھی اسی پر جاتی ہے۔ اس نبی امی ﷺ کی نیند میں اس کی آنکھیں سوتی ہیں لیکن دل جاگتا رہتا ہے۔ میرے پاس وحی لے کر وہی فرشتہ آتا ہے جو تمام انبیاء کے پاس بھی آتا رہا یعنی جبرائیل علیہ السلام، بس اس پر وہ چیخ اٹھے اور کہنے لگے کوئی اور فرشتہ آپ کا ولی ہوتا تو ہمیں آپ کی نبوت تسلیم کرنے میں کوئی عذر نہ رہتا۔ ہر سوال کے جواب کے وقت آپ انہیں قسم دیتے اور ان سے دریافت فرماتے اور وہ اقرار کرتے کہ ہاں جواب صحیح ہے انہیں کے بارے میں آیت (قُلْ مَنْ كَانَ عَدُوًّا لِّجِبْرِيْلَ فَاِنَّهٗ نَزَّلَهٗ عَلٰي قَلْبِكَ بِاِذْنِ اللّٰهِ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَھُدًى وَّبُشْرٰى لِلْمُؤْمِنِيْنَ) 2۔ البقرۃ :97) نازل ہوئی اور روایت میں ہے کہ حضرت اسرائیل کو عرق النساء کی بیماری تھی اور اس میں ان کا ایک پانچواں سوال یہ بھی ہے کہ یہ رعد کیا چیز ہے ؟ آپ نے فرمایا اللہ عزوجل کے فرشتوں میں سے ایک فرشتہ جو بادلوں پر مقرر ہے اس کے ہاتھ میں آگ کا کوڑا ہے جس سے بادلوں کا جہاں اللہ تعالیٰ کا حکم ہو لے جاتا ہے اور یہ گرج کی آواز اسی کی آواز ہے۔ جبرائیل کا نام سن کر یہ کہنے لگے وہ تو عذاب اور جنگ وجدال کا فرشتہ ہے اور ہمارا دشمن ہے، اگر پیداوار اور بارش کے فرشتے حضرت میکائیل آپ کے رفیق ہوتے تو ہم مان لیتے۔ حضرت یعقوب کی روش پر ان کی اولاد بھی رہی اور وہ بھی اونٹ کے گوشت سے پرہیز کرتی رہی، اس آیت کو اگلی آیت سے مناسبت ایک تو یہ ہے کہ جس طرح حضرت اسرائیل نے اپنی چہیتی چیز اللہ کی نذر کردی اسی طرح تم بھی کیا کرو۔ لیکن یعقوب کی شریعت میں اس کا طریقہ یہ تھا کہ اپنی پسندیدہ اور مرغوب چیز کا نام اللہ پر ترک کردیتے تھے اور ہماری شریعت میں یہ طریقہ نہیں بلکہ ہمیں یہ فرمایا گیا ہے کہ ہم اپنی چاہت کی چیزیں اللہ کے نام پر خرچ کردیا کریں، جیسے فرمایا آیت (وَاٰتَى الْمَالَ عَلٰي حُبِّهٖ ذَوِي الْقُرْبٰى وَالْيَـتٰمٰى وَالْمَسٰكِيْنَ وَابْنَ السَّبِيْلِ) 2۔ البقرۃ :177) اور فرمایا آیت (وَيُطْعِمُوْنَ الطَّعَامَ عَلٰي حُبِّهٖ مِسْكِيْنًا وَّيَـتِـيْمًا وَّاَسِيْرًا) 76۔ الدہر :8) باوجود محبت اور چاہت کے وہ ہماری راہ میں مال خرچ کرتے اور مسکینوں کو کھانا دیتے ہیں، دوسری مناسبت یہ بھی ہے کہ پہلی آیتوں میں نصرانیوں کی تردید تھی تو یہاں یہودیوں کا رد ہو رہا ہے ان کے رد میں حضرت عیسیٰ کی پیدائش کا صحیح واقعہ بتا کر ان کے عقیدے کا رد کیا تھا، یہاں نسک کا صاف بیان کر کے ان کی اولاد بھی اسے حرام جانتی رہی چناچہ توراۃ میں بھی اس کی حرمت نازل ہوئی، اسی طرح اور بھی بعض چیزیں حرام کی گئیں یہ نسخ نہیں تو اور کیا ہے ؟ حضرت آدم ؑ کی صلبی اولاد کا آپس میں بہن بھائی کا نکاح ابتداء جائز ہوتا تھا لیکن بعد میں حرام کردیا، عورتوں پر لونڈیوں سے نکاح کرنا شریعت ابراہیمی میں مباح تھا خود حضرت ابراہیم حضرت سارہ پر حضرت ہاجرہ کو لائے، لیکن پھر توراۃ میں اس سے روکا گیا، دو بہنوں سے ایک ساتھ نکاح کرنا حضرت یعقوب کے زمانہ میں جائز تھا بلکہ خود حضرت یعقوب کے گھر میں بیک وقت دو سگی بہنیں تھیں لیکن پھر توراۃ میں یہ حرام ہوگیا اسی کو نسخ کہتے ہیں اسے وہ دیکھ رہے ہیں اپنی کتاب میں پڑھ رہے ہیں لیکن پھر نسخ کا انکار کر کے انجیل کو اور حضرت عیسیٰ کو نہیں مانتے اور ان کے بعد ختم المرسلین ﷺ کے ساتھ بھی یہی سلوک کرتے ہیں، تو یہاں فرمایا کہ توراۃ کے نازل ہونے سے پہلے تمام کھانے حلال تھے سوائے اس کے جسے اسرائیل ؑ نے اپنی جان پر حرام کرلیا تھا تم توراۃ لاؤ اور پڑھو اس میں موجود ہے، پھر اس کے باوجود تمہاری یہ بہتان بازی اور افتراء پردازی کہ اللہ نے ہمارے لئے ہفتہ ہی کے دن کو ہمیشہ کے لئے عید کا دن مقرر کیا ہے اور ہم سے عہد لیا ہے کہ ہم ہمیشہ توراۃ ہی کے عامل رہیں اور کسی اور نبی کو نہ مانیں یہ کس قدر ظلم و ستم ہے، تمہاری یہ باتیں اور تمہاری یہ روش یقینا تمہیں ظالم و جابر ٹھہراتی ہے۔ اللہ نے سچی خبر دے دی ابراہیمی دین وہی ہے جسے قرآن بیان کر رہا ہے تم اس کتاب اور اس نبی کی پیروی کرو ان سے اعلیٰ کوئی نبی ہے نہ اس سے بہتر اور زیادہ واضح کوئی اور شریعت ہے، جیسے اور جگہ ہے آیت (قُلْ اِنَّنِيْ هَدٰىنِيْ رَبِّيْٓ اِلٰي صِرَاطٍ مُّسْتَقِيْمٍ) 6۔ الانعام :161) اے نبی تم کہہ دو کہ مجھے میرے رب نے موحد ابراہیم حنیف کے مضبوط دین کی سیدھی راہ دکھا دی ہے۔ اور جگہ ہے ہم نے تیری طرف وحی کی کہ موحد ابراہیم حنیف کے دین کی تابعداری کر۔",
  "ayah": 93,
  "surah": 3
}
