{
  "text": "سورة العنکبوت ایک نظر میں\nسورة عنکبوت مکی ہے ، بعض روایات میں یہ آیا ہے کہ اس کی پہلی گیارہ آیات مدنی ہیں۔ محض اس لیے کہ ان میں جہاد اور منافقین کا ذکر ہے۔ لیکن ہم اس قول کو ترجیح دیتے ہیں یہ پوری سورت مکی ہے اور اس کی آٹھویں آیت کے بارے میں یہ روایت آتی ہے کہ یہ سعد ابن ابی وقاص کے اسلام کے بارے میں نازل ہوئی ہے۔ جیسا کہ عنقریب اس کا ذکر ہوگا۔ اس میں کوئی اختلاف نہیں ہے کہ حضرت سعد ابن ابی وقاص مکہ میں مسلمان ہوئے۔ ظاہر ہے کہ جن آیات کو مدنی کہا گیا ہے یہ بھی ان میں سے ایک ہے۔ لہٰذا صحیح بات یہی ہے کہ ان سب آیات کو مکی کہا جائے۔ رہی یہ بات کہ ان میں جہاد کا ذکر آیا ہے تو اس کی تاویل آسان ہے کیونکہ مضمون کلام سے یہاں آزمائشوں کے خلاف جہاد معلوم ہوتا ہے ۔ نفس کے خلاف جہاد اور نفاق کا ذکر بھی اسی کا مفہوم ہے یعنی اسی منافقت کہ ایک آدمی بات کرتا ہے اور اس پر عمل نہیں کرتا۔ ان آیات میں لوگوں کے ایک مخصوص نمونے کا ذکر ہے۔\nیہ پوری سورت آغاز سے اختتام تک ایک ہی لائن اور ایک ہی موضوع پر جاری ہے۔ اس کا آغاز حروف مقطعات اور ایمان اور ایمان والوں کی آزمائش سے ہوتا ہے۔ بتایا جاتا ہے کہ جب ایمان کسی شخص کے دل میں جاگزیں ہوجاتا ہے تو اس شخص سے ایمان بھاری تقاضے کرتا ہے کیونکہ ایمان صرف چند کلمات کا نام نہیں ہے جو کہہ دئیے جائیں بلکہ ایمان کے نتیجے میں جو مشکلات آتی ہے انکو برداشت کرنا ، اس کے تقاضوں کو پورا کرنا بھی ایمان کا حصہ ہوتا ہے فرائض و مشکلات پر صبر کرنا بھی ایمان کا حصہ ہوتا ہے\nمعلوم ہوتا ہے کہ اس سورت کا محور اور موضوع ہی ” ایمان اور اس کے تقاضے “ ہے کیونکہ ایمان اور مشکلات راہ کے ذکر کے بعد حضرت نوح ، حضرت ابراہیم ، حضرت لوط ، حضرت شعیب (علیہم السلام) کے قصص آتے ہیں۔ پھر عاد ، ثمود ، قارون ، فرعون اور ہامان کا ذکر ہے اور یہ بتایا گیا ہے کہ آدم (علیہ السلام) سے لے کر تمام زمانوں اور اقوام میں یہی صورت حال اہل ایمان کو پیش آتی رہی ہے یعنی ایمان کے ساتھ فتنے اور آزمائش لازم ہوتی ہیں۔\nاس کے بعد یہ بھی بتایا جاتا ہے کہ اس دنیا میں شر کی قوتیں ہمیشہ ایمان کی راہ میں رکاوٹیں ڈالتی ہیں اور مشکلات پیدا کرتی ہیں۔ شر کی قوتیں اہل ایمان کو معاشرے میں حقیر قوت ظاہر کرتی ہیں۔ ان کو نظر انداز کرتی ہیں لیکن اللہ ان کو خوب پکڑتا ہے۔\nفکلا اخذنا ۔۔۔۔۔۔ من اغرقنا (29: 40) ” آخر کار ہر ایک کو ہم نے اس کے گناہ میں پکڑا۔ پھر ان میں سے\nکسی پر ہم نے پتھراؤ کرنے والی ہوا بھیجی ، اور کسی کو ایک زبردست دھماکے نے آلیا ، اور کسی کو ہم نے زمین میں دھنسا دیا ، اور کسی کو غرق کردیا “۔ پھر ان تمام قوتوں کی ایک مجسم مثال دی جاتی ہے جس سے ظاہر ہوتا ہے کہ اللہ کے ہاں یہ کس قدر کمزور ہیں اللہ کی قوتیں جب اٹھتی ہیں تو یہ بےبس ہوتی ہیں۔\nمثل الذین اتخذوا ۔۔۔۔۔۔ لو کانو یعلمون (29: 41) ” جن لوگوں نے اللہ کو چھوڑ کر دوسرے سرپرست بنا لیے ہیں ان کی مثال مکڑی جیسی ہے جو اپنا ایک گھر بناتی ہے اور سب گھروں سے زیادہ کمزور مکڑی کا گھر ہی ہوتا ہے۔ کاش یہ لوگ علم رکھتے “۔\nاس کے بعد یہ سورت اس سچائی کو جو تمام انبیاء کی دعوتوں میں پائی جاتی ہے ، اس سچائی کے ساتھ جوڑ دیتی ہے ، جو زمین اور آسمان کی تخلیق میں ہے اور اس کے بعد ان تمام دعوتوں کو حضرت محمد ﷺ کی دعوت کے ساتھ جوڑ دیا جاتا ہے کہ یہ سب اللہ کی جانب سے ہیں۔ سب دعوتیں اللہ وحدہ کی طرف پکارتی ہیں۔ اس کے بعد حضرت محمد ﷺ کی دعوت کی کتاب قرآن کریم پر بات ہوتی ہے۔ اور یہ بتایا جاتا ہے کہ مشرکین کا ردعمل اس کتاب کے حوالے سے کیا تھا۔ وہ اس کتاب کے ہوتے ہوئے خارق عادت معجزات طلب کرتے ہیں حالانکہ اس کے اندر جو دعوت ہے وہ اللہ کی رحمت اور نہایت ہی بہترین راہنمائی اور یاد دہانی پر مشتمل ہے۔ اور پھر تعجب انگیز انداز میں کہا جاتا ہے کہ یہ لوگ اس بارے میں جلدی کرتے ہیں کہ عذاب جلد کیوں نازل نہیں ہوتا حالانکہ جہنم تو بہت جلد ان کو اپنے گھیرے میں لینے والی ہے۔ پھر خود ان کی سوچ اور اپنے عقائد میں تضاد ہے۔\nولئن سالتھم ۔۔۔۔۔ لیقولن اللہ ” اگر ان سے پوچھو کہ کس نے پیدا کیا آسمانوں اور زمین کو ، تو ان کا جواب یہی ہوگا کہ اللہ نے “۔\nولئن سالتھم من نزول ۔۔۔۔۔۔۔ لیقولن اللہ ” اگر تم ان سے پوچھو کہ آسمانوں سے پانی کس نے نازل کیا ، پھر زمین کے مردہ ہوجانے کے بعد اس کے ساتھ اسے زندہ کردیا تو وہ کہیں گے کہ اللہ نے “۔\nفاذا رکبوا ۔۔۔۔ لہ الدین (29: 56) ” جب وہ کشتی میں سوار ہوتے ہیں تو صرف اللہ کو پکارتے ہیں ، پورا دین اس لیے خالص کرتے ہوئے “۔ لیکن یہ عقائد رکھنے کے باوجود یہ لوگ شرک کرتے ہیں اور اہل ایمان کو آزمائشوں میں ڈالتے ہیں۔\nاس بحث و مباحثے کے درمیان مومنین کو دعوت دی جاتی ہے کہ وہ ان آزمائشوں سے بچنے کیلئے ہجرت کریں ، موت سے نہ ڈریں ، کیونکہ کل نفس ذائقۃ الموت ثم الینا ترجعون ” ہر نفس موت کو چکھنے والا ہے ، پھر وہ سب ہماری طرف لوٹ کر آئیں گے “۔ نیز ہجرت کرتے ہوئے اس بات کی بھی پرواہ نہ کرو کہ ہم کھائیں گے کیا ، کیونکہ\nوکاین من دابۃ ۔۔۔۔۔ وایاکم (29: 60) ” کتنے ہی زمین پر چلنے والے جانور ہیں جو اپنا رزق اٹھائے ہوئے نہیں ہوتے ، اللہ انہیں رزق دیتا ہے اور تمہیں بھی دیتا ہے “۔ سورت کے آخر میں جو اللہ کی راہ میں جہاد کرتے ان کی تعریف اور تمجید کی گئی ہے اور ان کو ہدایت پر مطمئن ہونے اور ثابت قدم رہنے کی تلقین کی گئی ہے۔\nوالذین جاھدوا ۔۔۔۔۔۔ لمع المحسنین (29: 69) ” وہ لوگ جنہوں نے ہماری راہ میں جہاد کیا ، ہم ضرور ان کی راہنمائی اپنے راستوں کی طرف کریں گے ، بیشک اللہ محسن لوگوں کے ساتھ ہوتا ہے “۔ یوں سورت کا خاتمہ اس کے آغاز کے ساتھ ہم آہنگ ہوجاتا ہے اور اس طرح پوری سورت کے پیش نظر جو حکمت ہے ، وہ واضح ہوجاتی ہے۔ اور اسکے تمام حلقے مربوط ہوجاتے ہیں اور سب اس سورت کے محور کے اردگرد گھومتے نظر آتے ہیں۔\nچناچہ اس سورت کی بات ، اپنے اس موضوع پر تین راونڈز میں چلتی ہے۔ پہلے راؤنڈ میں ایمان کی حقیقت ، اللہ کی یہ سنت کہ وہ کارکنوں کو آزماتا ہے اور مشکلات میں مبتلا کرتا ہے اور پھر یہ کہ ایمان لانے والوں کا انجام کیا ہوگا اور کافروں کا انجام کیا ہوگا۔ اور یہ کہ ذمہ داری انفرادی ہے۔ لہٰذا قیامت کے دن کوئی کسی کا بوجھ نہ اٹھا سکے گا۔\nولیسئلن یوم القیمۃ عما کانوا یفترون (29: 13) ” قیامت کے دن ضرور ان سے پوچھا جائے گا کہ وہ کیا افترا پردازیاں کرتے رہے تھے۔\nدوسرے راؤنڈ میں وہ قصص ہیں جن کی طرف ہم نے ابھی اشارہ کیا۔ ان قصص میں بھی وہ مشکلات اور رکاوٹیں بیان کی گئی ہیں جو ہمیشہ دعوت اور داعی کی راہ میں آتی ہیں۔ لیکن آخر میں بتایا جاتا ہے کہ اللہ کی قوتوں کے سامنے ان مشکلات اور رکاوٹوں کی کوئی حیثیت نہیں ہوتی۔ بتایا جاتا ہے کہ رسولوں کی دعوت حق پر مبنی ہوتی ہے اور اس کائنات کی تخلیق بھی اس حق کے اصول پر ہے۔ جس حق پر کائنات استوار ہے اور جس پر دین و شریعت استوار ہے ، دونوں اللہ کی طرف سے ہیں۔\nتیسرے راؤنڈ میں یہ بتایا گیا ہے کہ اہل کتاب کے ساتھ مجادلہ نہ کرو مگر نہایت اچھے انداز میں۔ ہاں ان میں سے ایسے لوگوں کے خلاف سخت بات کی جاسکتی ہے جو ان میں سے ظالم ہوں۔ اہل کتاب سے یہ بات کی جاسکتی ہے کہ تمام ادیان ایک ہیں ، اور کافر جس دین اسلام کا انکار کر رہے ہیں ، یہ بھی تمام ادیان سماوی کا ہم مشرب دین ہے۔ سب کا سرچشمہ ایک ہے۔ اس راؤنڈ میں مشرکین کے ساتھ مباحثہ ہے۔ اور ان لوگوں کی حوصلہ افزائی کی گئی ہے جو اللہ کی راہ میں جہاد کرتے ہیں کہ وہ مطمئن ہوجائیں ، ان کے لیے خوشخبریاں ہیں اور ثابت قدمی سے اپنی راہ پر چلیں ۔ کیونکہ\nوان اللہ لمع المحسنین (29: 69) ” بیشک اللہ محسنین کے ساتھ ہے “۔\nآغاز سے اختتام تک دوران کلام جا بجا تبصرے آتے ہیں ، جن میں ایمان کی حقیت کو دلوں میں بٹھایا جاتا ہے۔ ان تبصروں کے ذریعے دلوں کو خوب جھنجھوڑا جاتا ہے۔ اور داعیان حق کے دلوں کو راہ ایمان کی مشکلات کے سامنے کھڑا کیا جاتا ہے کہ یا تو ان مشکلات کو برداشت کردیا اس راہ کو چھوڑدو۔ اگر تم ایمان کے تقاضے پورے نہ کروگے تو یہ نفاق ہوگا۔\nغرض یہ ایسے اور ایسی ضربات ہیں جن پر ان نصوص کے ضمن ہی میں بحث کی جاسکتی ہے ، جن میں یہ ضربات آتی ہیں۔ لہٰذا مفصل بات ہم نصوص کی تشریح تک موخر کرتے ہیں اور یہاں اسی اشارے پر اکتفاء کرتے ہیں۔\nدرس نمبر 180 تشریح آیات\n1 ۔۔۔۔ تا ۔۔۔۔ 13\nا۔ ل۔ م۔ ان حروف میں اس طرف اشارہ ہے کہ یہ کتاب انہی حروف تہجی سے بنی ہے جو تمہیں معلوم ہیں اور تمہاری دسترس میں ہیں لیکن ان سے تم ایسی کتاب نہیں بنا سکتے جیسے قرآن ہے۔ اس لیے کہ یہ کتاب اللہ کا کلام ہے ، انسان کا کلام نہیں ہے۔ دوسرے مفسرین نے ان کے اور معانی بھی بیان کیے ہیں لیکن میں اس معنی کو ترجیح دیتا ہوں۔\nاتل ما اوحی الیک من الکتب (29: 45) ” تمہاری طرف جو کتاب نازل کی جا رہی ہے اسے پڑھئے “۔\nوکذلک انزلنا الیک الکتب (29: 47) ” اسی طرح ہم نے تمہاری طرف بھی کتاب نازل کی ہے “۔\nوما کنت۔۔۔۔۔ تخطہ بیمینک (29: 48) ” اس سے پہلے آپ کوئی کتاب نہ پڑھتے تھے اور نہ اپنے دائیں ہاتھ سے لکھتے تھے۔\nاولم یکفھم ۔۔۔۔۔۔ علیھم (29: 51) ” کیا ان کے لیے یہ کافی نہیں ہے کہ ہم نے تمہارے اوپر کتاب نازل کی ہے جو ان پر پڑھی جا رہی ہے “۔ یہ تذکرہ اسی قاعدے کے مطابق ہے اور اسی لیے ہم نے حروف مقطعات کی تفسیر میں یہ رائے اختیار کی ہے۔\nان کے بعد ایمان کی بات شروع ہوتی ہے اور ان آزمائشوں کی بات آتی ہے جو اس ایمان کی حقیقت سمجھنے کے لیے ضروری ہوتی ہیں ، تاکہ معلوم ہو کہ مدعیان ایمان صادق ہیں یا کاذب ، اس لئے کہ سچے اور جھوٹے کی آزمائش ، آزمائش ہی سے ہوتی ہے۔\nالم ۔۔۔۔۔ ولیعلمن الکذبین (1 – 3) ؟\nاس سورت کے پہلے پر زور قطعہ کا یہ دھماکہ خیز اعلان ہے ، سرزنش آمیز سوالیہ کے ذریعے لوگوں کو متوجہ کیا گیا ہے کہ تم ایمان کو کیا سمجھتے ہو ؟ کیا ایمان صرف چند الفاظ کا نام ہے جو زبانی ادا کر دئیے جائیں ؟\nاحسب الناس ۔۔۔۔۔۔ لا یفترون (29: 2) ” کیا لوگوں نے یہ سمجھ رکھا ہے کہ وہ بس اتنا کہنے پر چھوڑ دئیے جائیں گے کہ وہ کہہ دیں کہ ” ہم ایمان لائے “ اور ان کو آزمایا نہ جائے گا “۔ ایمان چند کلمات کا نام نہیں ہے جو زبان سے کہہ دئیے جائیں بلکہ وہ ایک حقیقت ہے جس کے اپنے تقاضے ہیں۔ وہ ایک امانت ہے جس کی کچھ ذمہ داریاں ہیں۔ یہ دراصل ایک جہاد ہے جس میں بڑے صبر کی ضرورت ہوتی ہے ۔ لہٰذا یہ بات کافی ہے کہ کوئی زبان سے کہہ دے ” ہم ایمان لائے “۔ اگر وہ ایمان کا دعویٰ کریں گے تو خود ان کی آزمائش شروع ہوجائے گی اور ان کی آزمائشوں میں ان کو ثابت قدمی کا مظاہرہ کرنا ہوگا۔ ان آزمائشوں سے وہ صاف ہو کر نکلیں گے اور ان کے دلوں کو خالص ہونا ہوگا۔ فتنہ کے معنی ہیں سونے کو گرم کرکے اس سے کھوٹ جدا کرنا۔ اس لفظ کے یہ لغوی معنی بھی یہاں مراد ہیں کہ آزمائشوں کے نتیجے میں ہی خالص لوگ سامنے آتے ہیں۔ آزمائشوں سے نکل کر کارکنوں کے دل صاف و شفاف ہوجاتے ہیں لہٰذا ایمان کے اعلان کے بعد آزمائش کا آنا ایک اصولی بات ہے۔ ایک جاری سنت سے اور اللہ کا معیار ہے۔ جس پر اہل ایمان پرکھے جاتے ہیں۔\nولقد فتنا۔۔۔۔۔ الکذبین (29: 3) ” حالانکہ ہم ان سب لوگوں کی آزمائش کو چکے ہیں جو ان سے پہلے گزرے ہیں۔ اللہ کو تو ضرور دیکھنا ہے کہ سچے کون ہیں اور جھوٹے کون ہیں “۔ اللہ کو تو ہر دل کی حقیقت معلوم ہے۔ ابتلا سے پہلے ہی معلوم ہے ، لیکن مقصد یہ ہے کہ ہر چیز اللہ کے علم میں ہے اور لوگوں سے پوشیدہ ہے وہ کھل کر سامنے آجائے تاکہ لوگوں کے ساتھ حساب و کتاب ان کے اعمال کے مطابق کیا جاسکے۔ اور صرف اسی بات پر ان کا محاسبہ نہ ہو کہ اللہ کو علم تھا کہ وہ ایسا کریں گے۔ اور یہ ایک پہلو سے اللہ کا کرم ہے اور اللہ کا عدل ہے اور لوگوں کی تربیت ہے کہ کسی شخص کو صرف ان اعمال پر پکڑا جاسکتا ہے جو کھلے ہوں ، اور جو ایک عملی حقیقت ہوں۔ کسی کو اس کی نیت پر نہیں پکڑا جاسکتا۔ کیونکہ دنیا کا کوئی حاکم اللہ سے زیادہ نبات کا جاننے والا نہیں ہے\nاب ہم اس مضمون کی طرف آتے ہیں کہ اللہ اہل ایمان کو ، اپنی سنت کے مطابق ہمیشہ آزماتا ہے اور انہیں بعض مشکلات سے دوچار کرتا ہے تاہ یہ معلوم ہو کہ سچا کون ہے اور جھوٹا کون ہے۔ حقیقت یہ ہے کہ ایمان اور نظریہ اس کائنات میں اللہ کی امانت ہے۔ اس امانت کے حامل وہی لوگ ہو سکتے ہیں جو اس کی اہلیت رکھتے ہوں اور جن کے اندر اس کے اٹھانے کی قدرت ہو ، اور وہ ایمان اور نظریہ کے ساتھ مخلصانہ تعلق رکھتے ہوں ، جو اپنا آرام اور امن اور سکون و سلامتی ، سازو سامان اور عیش و عشرت اس پر قربان کرنے کے لیے تیار ہوں۔ یہ ایمان اور اسلامی نظریہ حیات اس زمین پر منصب خلافت الہیہ کا دوسرا نام ہے۔ بایں معنی کہ اس زمین پر مومن عوام الناس کا قائد ہو اور اللہ کے احکام کو اس دنیا کی زندگی میں حقیقت کا روپ دے۔ یہ ہے نہایت اہم اور قیمتی ذمہ داری اور یہ ایک ایسا کام ہے جو بہت ہی مشکل ہے اور اس کے لیے لوگوں کی ضرورت ہے جو مشکلات کو انگیز کرسکتے ہوں۔\nاہل ایمان کی آزمائشوں میں سے ایک آزمائش یہ ہوتی کہ وہ ان مشکلات اور اذیتوں پر صبر کریں جو ان کو اہل باطل کی طرف سے پہنچیں۔ خصوصاً ایسے حالات میں کہ ان کے لیے کوئی مددگار اور سہارانہ ہو۔ مومن نہ اپنا دفاع کرسکتا ہو اور نہ اسے کسی طرح سے کوئی مدد ملتی ہو۔ نہ اس کے پاس کوئی ایسی قوت ہو جس کے ساتھ وہ زیادتی کرنے والوں کا مقابلہ کرسکے۔ یہ آزمائش کی سخت ترین صورت ہوتی ہے۔ قرآن کریم میں جب آزمائش کا ذکر ہوتا ہے تو ایسی ہی صورت حالات مراد ہوتی ہے۔ لیکن فتنے اور آزمائش کی اس سے بھی زیادہ سخت اور شدید صورتیں ہو سکتی ہیں۔\nمثلاً بعض اوقات یہ خطرہ ہوتا ہے کہ ایک مومن کی وجہ سے اس کے دوستوں ، احباب اور رشتہ داروں کو بھی اذیت دی جائے گی۔ اور یہ مومن ان کے بارے میں بےبس ہوتا ہے۔ بعض اوقات یوں ہوتا ہے کہ یہ احباب دہائیاں دیتے ہیں کہ مومن ان کی خاطر نرمی کرلے یا باطل کے ساتھ مصالحت کرے تاکہ اقرباء اور رشتہ داروں پر تشدد نہ ہو اور دوسرے لوگ تباہ و برباد نہ ہوں۔ اس سورت میں اس قسم کی آزمائشوں کی طرف اشارہ بھی کیا گیا ہے کہ جہاں مومن کے ساتھ بچے بھی مارے جاتے ہیں۔\nآزمائش کی ایک شکل یہ بھی ہوتی ہے کہ بعض اوقات باطل پرستوں پر دولت کی بارش ہوتی ہے ۔ لوگ دیکھتے ہیں کہ اہل باطل خوشحال اور کامیاب ہیں۔ دنیا ان کے نعرے بلند کرتی ہے۔ عوام الناس تالیاں بجا کر ان کا استقبال کرتے ہیں۔ اس کے راستے سے رکاوٹیں دور ہوتی چلی جاتی ہیں اور لوگ ان پر قربان ہوتے ہیں اور ان کی زندگی نہایت ہی خوشگواری سے گزرتی ہے اور یہ مومن بیچارہ نظروں سے گرا ہوا ، غیر اہم جس کا کوئی حامی نہ ہو ، اور وہ جس عظیم سچائی کا حامل ہے اس کی طرف کسی کی توجہ نہیں ہے۔ ہاں چند اس جیسے لوگ اور اس کے حامی ہوتے ہیں لیکن وہ خود معاشرے کے بےاثر لوگ ہوتے ہیں۔\nبعض اوقات ایک مومن اپنے آپ کو بالکل تنہا محسوس کرتا ہے ، وہ دیکھتا ہے کہ وہ خود اپنی سوسائٹی میں غریب الدیار ہے۔ اس کا پورا ماحول گمراہی میں مبتلا ہے۔ اور اس ماحول میں وہ انوکھا لگ رہا ہے۔ اور آج کل ہم دیکھتے ہیں کہ ایک مومن عجیب اذیت کے ساتھ آزمایا جاتا ہے ۔ ایک مومن دیکھتا ہے کہ اس کرہ ارض پر بعض اقوام گمراہی اور رذالت میں کانوں تک ڈوبی ہوئی ہیں لیکن یہ اقوام نہایت ترقی یافتہ ہیں اور نہایت خوشحال اور مہذب ہیں اور ایسی اقوام میں ایک فرد ، جو بھی ہو ، وہ ایک انسان کے لائق عزت اور دیکھ بھال پاتا ہے۔ یہ اقوام مالدار اور خوشحال ہیں حالانکہ یہ اللہ کی نافرمان اقوام ہیں۔\nاور اس سے بھی ایک عظیم آزمائش ایک مومن کے لیے اور ہے۔ یہ بہت ہی شدید ہے۔ نفس ، نفسانیت اور شہوات کا فتنہ ، دنیا کی کشش ، جسمانی لذت ، دولت اور اقتدار کی پیاس ، خوشحالی اور مرفہ الخالی کی دوڑ ، اور صراط مستقیم اور راہ ایمان پر چلنے کی دشواری۔ پھر اخلاق و کردار اور نفس کے مخالف میلانات کی دشواری ، جدید دور کی زندگی کے حالات ، جدید لوگوں کی سوچ ، اور اہل زمانہ کے تصورات کے حملے اور آزمائش۔\nاور جب ایک مومن کی جدوجہد طویل تر ہوجائے ، اور اللہ کی طرف سے نصرت آنے میں تاخیر اور آزمائش شدید اور ناقابل برداشت ہوجائے اور ان کا مقابلہ وہی شخص کرسکتا ہو جسے اللہ ہی لغزشوں سے بچا رہا ہو ، تو ایسے مومن ہی دراصل وہ لوگ ہوتے ہیں جو اس امانت کا حق ادا کرتے ہیں اور ایسے ہی لوگوں پر اس عظیم امانت کے سپرد کیے جانے کا اعتماد کیا جاتا ہے۔ یعنی زمین کے بارے میں عالم بالا کی امانت اور انسانی ضمیر میں ایمان باللہ کی امانت۔\nخدا کی قسم ، یہ بات نہیں ہے کہ اللہ آزمائشوں کے ذریعہ اہل ایمان کو محض سزا دینا چاہتا ہو ، یا ان کو مصائب میں مبتلا کرکے ان کو اذیت دینا چاہتا ہو ، بلکہ اللہ ان کو اس امانت کے اٹھانے کے لیے حقیقتاً تیار کرنا چاہتا ہے اور یہ تیاری اس وقت تک نہیں ہوسکتی جب تک اہل ایمان کو عملا مشتقوں میں مبتلا نہ کیا جائے ، جب تک وہ صبر کرکے ہر قسم کی خواہشات اور شہوات پر برتری حاصل نہیں کرلیتے ، جب تک وہ اذیتوں پر صبر کرنا سیکھ نہیں لیتے ، اور جب تک انہیں اللہ کی نصرت پر حقیقی بھروسہ نہیں ہوجاتا۔ اگرچہ نصرت الہیہ بہت دیر کر دے اور اگرچہ ابتلاؤں کا دور طول کھینچ لے اور بہت شدید ہوجائے۔\nنفس انسانی کو جب مصیبتوں کی بھٹی میں گرمایا جاتا ہے تو اس کا کھوٹ دور ہوجاتا ہے۔ اس کی خفیہ قوتیں جوش میں آتی ہیں ، اس کی مدافعانہ قوتیں جمع ہوتی ہیں۔ مصائب کے یہ پہاڑ جب کسی پر ٹوٹتے ہیں تو اس کا باطل عیقل ہوجاتا ہے ، اس کا جسم مضبوط ہوتا ہے اور یہ مومن ان مصائب و شدائد کا خوگر ہوجاتا ہے۔ اسی طرح اگر کسی جماعت پر یہ مشکلات آئیں تو وہ جماعت بھی اسی طرح صاف ہوجاتی ہے۔ اس کی صفوں سے کمزور لوگ نکل جاتے ہیں۔ مضبوط لوگ ہی رہ جاتے ہیں اور اولوالعزم اور قوی الارادہ اور اللہ کے ساتھ مضبوط تعلق والے ہی جماعت میں رہتے ہیں۔ وہ لوگ جنہیں کسی ایک نہ ایک اچھے نتیجے والے کی امید ہوتی ہے یا فتح کی یا اجراخروی کی اور یہی لوگ ہوتے ہیں ، جن کو آخر میں جھنڈے تھمائے جاتے ہیں اور اچھی تیاری اور ٹریننگ کے بعد پھر ان پر اعتماد کیا جاتا ہے۔\nایسے لوگ جب اس امانت کو اٹھاتے ہیں تو یہ پھر انہیں دل و جان سے عزیز ہوتی ہے اس لیے کہ انہوں نے اس کے لیے قربانیاں دی ہوتی ہیں اور اس کی بھاری قیمت ادا کی ہوتی ہے۔ اس کی خاطر انہوں نے صبر کیا ہوتا ہے اور مشقتیں جھیلی ہوتی ہیں اور جو کارکن اپنا خون اور اپنے اعصاب قربان کرتا ہے ، آرام اور اطمینان تج دیتا ہے۔ لذائذ اور مرغوبات کی قربانی دیتا ہے۔ اور پھر اذیتوں اور محرومیوں پر صبر کرتا ہے۔ تو حقیقت یہ ہے کہ ایسے ہی کارکن کو اس امانت اور نظریہ کا شعور ہوتا ہے کہ اس کی قدرو قیمت کیا ہے۔ اس لیے وہ اسے ارزاں فروخت نہیں کرتا ، کیونکہ اس نے اس کی بھاری قیمت ادا کی ہوئی ہوتی ہے۔\nرہی یہ بات کہ آخر کار یہ ایمان ، امانت اور اسلامی نظریہ حیات غالب ہو کر رہے گا تو یہ وہ وعدہ ہے جو اللہ نے کیا ہے اور اس کی ضمانت دی ہے۔ اور کوئی سچا مومن اللہ کے وعدے کے بارے میں شک نہیں کرسکتا ، اگر یہ وعدہ دیر سے حقیقت بنتا ہے تو اس کی بھی کوئی حکمت ہوگی۔ اس میں اہل ایمان کے لیے بھلائی ہوگی۔ جان لو کہ اللہ جس قدر حق پر غیرت کرتا ہے ، جس قدر ان کی حمایت کرتا ہے ، اس سے زیادہ حق کی حمایت کرنے والا کوئی نہیں ہے۔ مومن کے لیے آزمائش اور مشقت ہی بہتر ہے تاکہ اس طرح وہ بندگان مختار میں شامل ہوجائے۔ حق کا امین بن جائے ، اور اللہ اس پر گواہ ہوجائے کہ اس کا دین مضبوط ہے اور وہ حمل امانت کا اہل ہے اس لیے اسے آزمائش کے لیے منتخب کیا جاتا ہے۔\nحدیث شریف میں آتا ہے ” ابتلاؤں میں شدید اور مضبوط لوگ انبیاء ہوتے ہیں۔ پھر صالحین ہوتے ہیں ، اور ان کے بعد درجہ بدرجہ ، ہر آدمی کی آزمائش اس کے دین کے مطابق ہوتی ہے۔ اگر اس کا دین مضبوط ہو تو اسے زیادہ آزمایا جاتا ہے “۔",
  "ayah": 1,
  "surah": 29
}
