{
  "text": "قل کفی باللہ بینی ۔۔۔۔۔ ھم الخسرون (52)\nوہ ذات جو جہانوں کے بارے میں سب کچھ جانتی ہے اس کی شہادت سے بڑی شہادت کس کی ہوسکتی ہے اور اللہ اپنے علم سے شہادت دے رہا ہے کہ یہ لوگ باطل پر ہیں۔ والذین امنوا ۔۔۔۔۔ ھم الخسرون (29: 52) ” جو لوگ باطل کو مانتے ہیں اور اللہ سے کفر کرتے ہیں وہی خسارے میں رہنے والے ہیں “۔ یہ مطلقاًخسارے میں ہیں ۔ ہر چیز سے وہ محروم ہوگئے ہیں ۔ دنیاو آخرت دونوں ہار چکے ہیں ۔ اپنی ذلمت ، شخصیت ، ہدایت ، استقا مت ، اطمینان ، سچائی اور نور سب چیزوں سے محروم ہوچکے ہیں ۔\nاللہ کی ذات پر ایمان لا نا بھی ایک عمل اور کمائی ہے ۔ یہ بذات خود اچھی کمائی ہے ۔ اس پر اللہ اپنے فضل وکرم سے اجر دیتا ہے ۔ اجردیتا ہے ۔ اجر یہ کہ ایمان سے قلبی اطمینان اور زندگی کی راہوں کا تعین ہوجاتا ہے ۔ جو داقعات بھی اس زندگی میں پیش آئیں ، بندئہ مومن ان کو خندہ پیشانی سے قبول کرتا ہے ، وہ اللہ پر بھروسہ رکھتا ہے۔ اللہ کی حمایت کا طلبگار اور امیدوار ہوتا ہے اور\nاسے اچھے انجام کا یقین ہوتا ہے یہ بذات خود ایک کسب ہے ، ایک کمائی ہے جس سے کافر محروم ہوتے ہیں ۔\nاولئک ھم الخسرون (29: 52) ” وہی لوگ خسارے میں ہوتے ہیں “۔\nاب مشرکین کی بحث ذرا آگے بڑھتی ہے کہ یہ لوگ عذاب کے آنے میں عجلت کرتے ہیں حالانکہ جہنم تو ان کے بہت ہی قریب ہے ۔\nویستعجلونک بالعذاب ۔۔۔۔۔ ویقول ذوقوا ما کنتم تعملون (53 – 55)\nمشرکین نبی ﷺ کی جانب سے ڈراوے اور تخویف کی آیات سنتے تھے ، لیکن ان کی سمجھ میں یہ حکمت نہ آتی تھی کہ پھر ان کے کفر کی وجہ سے ان پر یہ عذاب نازل کیوں نہیں ہوتا۔ اس لیے وہ اس مہلت کی وجہ سے بےباک ہو کر نبی ﷺ سے بطور چیلنچ عذاب کا مطالبہ کرتے تھے۔ حالانکہ بسا اوقات یوں ہوتا ہے کہ اللہ تعالیٰ مجرمین کو حد سے گزرنے کی مہلت دیتا ہے تاکہ وہ سرکشی اور فساد کی آخری حدوں کو چھو لیں۔ پھر عذاب آجاتا ہے یا یہ مہلت اس لیے طویل ہوجاتی ہے کہ اللہ اہل ایمان کا امتحان لیان چاہتا ہے تاکہ وہ بہت زیادہ ثابت قدم اور پختہ مومن بن جائیں اور ان کی صفوں سے وہ شخص نکل جائے جو صبر و ثبات نہیں رکھتا۔ یا یہ مہلت اس لیے ہوتی ہے۔ اللہ علیم وخبیر ہے اور اسے معلوم ہے کہ اہل کفر کی صفوں میں ابھی ایسے لوگ موجود ہیں جو حق کی راہیں تلاش کرکے ہدایت پر آجائیں گے یا ان لوگوں کی اولاد میں سے ایسے لوگ پیدا ہونے والے ہوتے ہیں جو راہ ہدایت پالینے والے ہوں گے۔ وہ اللہ کی پارٹی میں شامل ہوں گے اگرچہ ان کے والدین مشرک ہوں۔ ان کے علاوہ بھی اللہ کی مصلحتیں ہوسکتی ہیں جو وہ خود جانتا ہے اور جو ہم سے مستور ہیں۔\nان مشرکین کو ایسا فہم و ادراک حاصل نہ تھا کہ وہ اللہ کی ان حکمتوں اور تدبیروں کو سمجھ سکیں ۔ اس لیے وہ علی سبیل التحدی اور بطور چیلنچ عذاب کا مطالبہ کرتے تھے لیکن\nولولا اجل مسمی لجآءھم العذاب (29: 53) ” اگر ایک وقت مقرر نہ کردیا گیا ہوتا تو ان پر عذاب آچکا ہوتا “۔ چناچہ اللہ تعالیٰ اس حکمت کے بیان کے درمیان میں بھی ان کو متنبہ کرتے ہیں کہ جس عذاب کے بارے میں تمہیں جلدی ہے وہ اچانک ہی تم پر آجائے گا لیکن اس وقت تمہیں اس کا انتظار اور توقع نہ ہوگی اور جب یہ اچانک آجائے گا تو یہ لوگ مبہوث ہو کر رہ جائیں گے۔\nولیاتینھم ۔۔۔۔ لایشعرون (29: 53) ” اور یقیناً وہ آکر رہے گا اچانک اس حال میں کہ انہیں خبر بھی نہ ہوگی “۔\nاور بعد میں بدر کے میدان میں ان پر یہ عذاب آیا۔ اللہ کا کہنا سچ ہوکر رہا۔ انہوں نے اپنی آنکھوں سے دیکھ لیا کہ اللہ کا وعدہ کس قدر سچا ہوتا ہے۔ اللہ نے ان پر ایسا جامع اور ہمہ گیر عذاب نازل نہ کیا جس طرح پہلی اقوام پر آیا اور اللہ نے مادی معجزات کے اظہار کا مطالبہ بھی قبول نہ کیا جس طرح پہلی اقوام کی معجزات دکھائے گئے۔ انہوں نے انکار کیا اور ان پر ہمہ گیر عذاب آیا۔ وہ نیست و نابود ہوئے کیونکہ ان میں ایسے لوگ موجود تھے جو علم الٰہی کے مطابق زمانہ مابعد میں ایمان لانے والے تھی۔ جو اسلامی لشکر کے بہترین لوگ بننے والے تھے اور ان کی نسلوں سے ایسے لوگ پیدا ہونے والے تھے جنہوں نے ازمنہ مابعد میں طویل عرصہ تک اسلام کے جھنڈے اٹھائے رکھے۔ یہ سب کچھ اللہ کی تدبیر و تقدیر کے مطابق ہونا تھا اور ہوا۔\nیستعجلونک ۔۔۔۔۔ بالکفرین (29: 54) ” یہ تم سے عذاب جلدی لانے کا مطالبہ کرتے ہیں حالانکہ جہنم ان کافروں کو گھیرے میں لے چکی ہے “۔ یہ قرآن کا مخصوص اور عجیب موثر اسلوب کلام ہے کہ وہ مستقبل موعود کا عالم شہود کی شکل دے دیتا ہے۔ ایسی تصور کشی یہاں کردی گئی ہے کہ گویا جہنم کفار کو گھیرے میں لے چکی ہے جبکہ ابھی وہ مستقبل کے پردوں میں مستور ہے۔ لیکن ان کے کرتوتوں کے اعتبار سے وہ واقعہ ہے جو مشاہدہ میں آچکا ہے اور انسانی احساس کے پردوں پر نظر آتا ہے۔ ان لوگوں کو ایسا خطرناک چیلنچ دینے سے باز رہنا چاہئے۔ کیا وہ لوگ جلدی مچاتے ہیں جن کو جہنم گھیرے میں لے چکی ہے اور کسی بھی وقت گھیرا تنگ کرکے وہ ان کو گرفت میں لے سکتی ہے۔ اب وہاں ان کی صورت حالات کیا ہوگی جس کیلئے یہ بہت سی شتابی کر رہے ہیں۔\nیوم یغشھم العذاب ۔۔۔۔۔ کنتم تعملون (29: 55) ” اس روز جبکہ عذاب انہیں اوپر سے بھی ڈھانپ لے گا اور پاؤں کے نیچے سے بھی۔ اور کہے گا کہ اب چکھو مزا ان کو توتوں کا جو تم کرتے تھے “۔ یہ نہایت ہی خوفناک منظر ہوگا۔ نہایت ہی خوفناک حالت میں ان کو یوں طنزیہ سرزنش کی جائے گی۔\nذوقوا ما کنتم تعملون (29: 55) ” اب چکھو مزا ان کرتوتوں کا جو تم کرتے تھے “۔ یہ ہے انجام اس جلد بازی اور عجلت کا جو تم کرتے تھے اور ڈرانے والوں کو تم اہمیت نہ دیتے تھے۔\nیہاں سیاق کلام منکرین اور مکذبین اور حد سے گزرنے والوں کو ایک دردناک عذاب کے منظر میں چھوڑ دیتا ہے ، یہ عذاب انہیں اوپر نیچے سے گھیرے ہوئے ہے۔ اب روئے سخن اہل ایمان کی طرف پھرجاتا ہے جن پر یہ مکذبین محض عقائد و نظریات کی وجہ سے مظالم ڈھاتے ہیں اور ان کو ان کے رب کی عبادت سے روکتے ہیں ، ان سے کہا جاتا ہے کہ اللہ کی زمین وسیع ہے اپنے دین ، اپنے عقائد کو لے کر کہیں اور جابسو۔ یہ نصیحت نہایت ہی پر محبت اور تروتازہ اور نہایت ہی موثر اسلوب میں کی جاتی ہے۔ اس طرح کا یہ نغمہ دل کی تمام تاروں کو چھیڑ دیتا ہے اور ان میں ارتعاش پیدا کردیتا ہے۔",
  "ayah": 54,
  "surah": 29
}
