{
  "text": "یعبادی الذین امنوا ۔۔۔۔۔ وھو السمیع العلیم (56 – 60)\nدلوں کے خالق ، دلوں کی خفیہ باتوں کے جاننے والے ، دلوں میں آنے والے خیالات کے جاننے والے ، اور دلوں میں پیدا ہونے والے وساوس ، اور دلوں میں چھپے ہوئے خدشات کو جاننے والے اور ان دلوں کے پیدا کرنے والے خالق کائنات یوں پکارتے ہیں ” اے میرے بندو جو ایمان لائے ہو “ ان الفاظ کے ساتھ پکار کر ان کی دعوت دی جاتی ہے کہ اللہ کی راہ میں ہجرت کرو ، اس خطاب کے ذریعے پہلے ہی مرحلہ پر بتا دیا جاتا ہے کہ اس ہجرت کی حقیقت کیا ہے یہ کہ اللہ اور رب کے لیے اور مولائے کریم کی راہ میں ، میں اس کے بندوں کی یہ نقل مکانی ہے۔ یہ تو تھا پہلا نچ ، اور دوسرا احساس ان کو یہ دلایا جاتا ہے۔\nان ارضی واسعۃ (29: 56) ” میری زمین وسیع ہے “۔ تم میرے بندے ہو اور یہ میری زمین ہے اور بہت ہی وسیع ہے۔ اس قدر وسیع ہے کہ یہ تمہیں جگہ دے سکتی ہے اس لیے کیوں تم مکہ کی تنگنائیوں میں ڈٹے ہوئے ہو ، جہاں تم پر محض تمہارے دین اور عقائد و نظریات کی وجہ سے مظالم ہو رہے ہیں۔ یہاں تمہیں اس کی اجازت بھی نہیں ہے کہ تم اپنے رب اور مولائے کریم کی بندگی کرسکو۔ ان تنگیزوں کو خیرباد کہو اور اللہ کی وسیع دنیا کی طرف نکل جاؤ۔ اپنے دین کو لے کر اس ظلم سے نجات پاؤ تاکہ آزادی سے اپنے رب کی بندگی کو سکو۔ فایای فاعبدون (29: 56) ” پس تم میری ہی بندگی بجا لاؤ “۔\nجب کسی کو ملک چھوڑنے پر آمادہ کیا جاتا ہے تو دل میں پہلا دکھ ملک چھوڑنے کا کروٹیں لیتا ہے۔ اسی وجہ سے اللہ تعالیٰ نے یہاں اس قدر میٹھا انداز اختیار کیا ، میرے بندو جو ایمان لائے ہو ، الا یہ کہ میری زمین وسیع ہے ، مکہ بھی میرا اور مدینہ بھی میرا ہے۔ تمام زمین میری ہے۔ لہٰذا محبت صرف اسی زمین سے رکھو جس میں تم میری عبادت کرسکو اور جس میں تمہارے لیے وسعت ہو۔ دوسرا خیال ایسے مواقع پر ہجرت کے عمل کے خطرات اور خدشات کا آتا ہے یعنی یہ کہ اپنے گھروں سے نکلیں گے تو راستوں میں موت ہی نہ آجائے۔ خصوصاً ایسے حالات میں جبکہ کفار نے مسلمانوں کو مکہ میں قید کر رکھا تھا۔ ان کو وہاں سے نکلنے کی اجازت ہی نہ دیتے تھے اس لیے مہاجرین کے لیے ہجرت کی راہ میں نکلنا بھی پر خطر تھا۔ چناچہ اللہ تعالیٰ ان کے اس خدشے کو بھی دور فرماتے ہیں\nکل نفس ذائقۃ الموت ثم الینا ترجعون (29: 57) ” ہر متنفس کو موت کو مزہ چکھنا ہے۔ پھر تم سب ہماری طرف پلٹا کر لائے جاؤ گے “۔ جہاں تک موت کا تعلق ہے تو وہ ہر جگہ آنے والی ہے ، لہٰذا موت کی پرواہ مت کرو ، جبکہ موت کا وقت اور سبب کسی کو معلوم نہیں ہوتا۔ سب کو اللہ کی طرف لوٹنا ہے۔ یہ تو ہجرت کرنے والے ہیں اور اگر نہ بھی کریں تو پھر بھی اللہ کی طرف سب کو پلٹایا جانا ہے اور تم تو اللہ کے غلام ہو ، تم کو تو دنیا و آخرت دونوں میں اللہ ہی کی طرف متوجہ ہونا ہے۔ لہٰذا اس بارے میں ڈرنا کیا یا دلوں میں خوف و خطر کو لانے کا کیا مقام ہے۔ پھر اللہ کا کام صرف یہ نہیں کہ وہ تمہیں دنیا میں زمین کی وسعتیں دے گا اور تم محفوظ ہوگے بلکہ قیامت میں تمہارے لیے جو آرام گاہ تیار ہے وہ تو بہت ہی عظیم ہے۔ اب تم وطن چھوڑ رہے ہو تو دنیا میں بھی وسعت ملے گی اور گھر تم چھوڑ رہے ہو تو جنت میں تمہارے لیے محلات تیار ہیں اور وہ محلات تمہارے ان چھوٹے چھوٹے گھر وندوں سے بہت ہی بڑے اور عظیم ہیں۔\nوالذین امنوا ۔۔۔۔۔ خلدین فیھا (29: 58) ” جو لوگ ایمان لائے ہیں اور جنہوں نے نیک عمل کیے ہیں ان کو ہم جنت کی بلند وبالا عمارتوں میں رکھیں گے جن کے نیچے نہریں بہتی ہوں گی ، وہاں وہ ہمیشہ رہیں گے “۔ اور وہاں ان کو خوش آمدید ان الفاظ میں کہا جائے گا اور ان کی جدوجہد کا تذکرہ ہوگا۔\nنعم اجر العملین ۔۔۔۔۔ یتوکلون (29: 59) ” کیا ہی عمدہ اجر ہے عمل کرنے والوں کے لیے ، ان لوگوں کیلئے جنہوں نے صبر کیا اور جو اپنے رب پر بھروسہ کرتے ہیں “۔ چناچہ یوم اہل ایمان کو ہجرت پر آمادہ کیا جاتا ہے ، ان کے ساتھ وعدے کیے جا رہے ہیں اور اس پر پریشانی ، خدشات اور خوف کے ماحول سے ان کو ثابت قدمی اور جرات مندی اور حوصلہ سکھایا جا رہا ہے۔\nقدرتی طور پر ہجرت کے وقت یہ فکر بھی لاحق ہوجاتی ہے کہ انسان کے ساتھ پیٹ تو لگا ہوا ہے۔ آخر صبح و شام کی ضروریات کا بندوبست کیا ہوگا۔ وطن چھوڑ دیں گے ، مال چھوڑ دیں گے ، روزگار ترک کرکے چلے جائیں گے۔ یہاں تو مکہ میں بہرحال ضروریات زندگی کی فراہمی کا بندوبست تو یقینی ہے۔ ہر شخص روزگار پر لگا ہے۔ چناچہ ان خدشات کا جواب بھی دے دیا جاتا ہے۔\nوکاین من دآبۃ لا تحمل رزقھا اللہ یرزقھا وایاکم (29: 60) ” اور کتنے ہی جانور ہیں جو اپنا رزق اٹھائے نہیں پھرتے ، اللہ ان کو رزق دیتا ہے اور تمہارا رازق بھی وہی ہے “۔ یہ ایک ایسا واقعہ ہے جو انسان کی آنکھیں کھول دیتا ہے اور یہ واقعی صورت حالات ہم رات اور دن اپنی آنکھوں سے دیکھتے ہیں۔ ایسے جانور ہیں جو نہ رزق اٹھائے پھرتے ہیں ، نہ جمع کرتے ہیں ، نہ اس کا کوئی اہتمام کرتے ہیں۔ ان کو یہ بھی معلوم نہیں کہ وہ اس رزق کو پیدا کرنے کی کیا تدبیر کریں گے۔ نہ ذخیرہ کرنا انہیں آتا ہے۔ اس کے باوجود اللہ سب کو رزق دیتا ہے۔ کوئی جانور کبھی بھوک سے نہیں مرا۔ اسی طرح اللہ لوگوں کو بھی رزق دیتا ہے۔ اگرچہ بعض لوگوں کو یہ زعم لاحق ہوجاتا ہے کہ وہ خود اپنے لیے رزق پیدا کرتے ہیں جبکہ حقیقت یہ ہے کہ یہ وسائل رزق اللہ ہی فراہم کرتا ہے اور یہ وسائل ہی دراصل رزق ہیں۔ اگر اللہ کے یہ پیدا کردہ وسائل نہ ہوں تو انسان کچھ بھی نہیں کرسکتا۔ لہٰذا ہجرت کی وجہ سے تم بھوک سے نہ مرو گے۔ اس کی فکر نہ کرو ، تم اللہ کے بندے ہو اور اللہ اپنے بندوں کا بندوبست کرتا ہے جہاں بھی وہ ہوں جس طرح اللہ اپنی دوسری مخلوق کا بندوبست کرتا ہے اور کسی کو بھی بھوکا مرنے نہیں دیتا۔\nیہ محبت آمیز نغمے اس شعور پر آخر ختم ہوتے ہیں کہ اللہ اہل ایمان کے ساتھ ہے۔ وہ ہر وقت ان پر نظر کرم رکھتا ہے ، وہ ان کی سب باتیں سنتا ہے۔ ان کے حالات کو جانتا ہے اور کبھی بھی ان کو اکیلا نہیں چھوڑتا۔\nوھو السمیع العلیم (29: 60) ” وہ سب کچھ سنتا اور جانتا ہے “۔ یہ دور یہاں اگر ختم ہوتا ہے ، اس حال میں اللہ نے مہاجرین کے دلوں میں پائے جانے والے تمام خدشات دور کر دئیے اور اللہ کی راہ میں نکلتے وقت دل میں کھٹکنے والے تمام خدشات دور کر دئیے اور اہل ایمان کے دلوں میں جو خدشات اور اندیشے پائے جاتے تھے اب ان کی جگہ اطمینان نے لے لی۔ قلق و پریشانیوں کی جگہ اب وہ مطمئن ہیں اور اب اہل ایمان کے دل اس قدر سکون اور ٹھہراؤ اور ثبات پا چکے ہیں کہ وہ اللہ کا قرب ، اللہ کی نگرانی اور اللہ کی پناہ میں اپنے آپ کو اب محفوظ تصور کرتے ہیں۔ کون ہے جو انسان کے خدشات کو اس انداز میں محسوس کرسکتا ہے اور ان کو اس طرح دور کرسکتا ہے ماسوائے خالق کائنات کے۔ جو ان تمام باتوں سے واقف ہوتا ہے ، جو دلوں میں گزرتی ہیں۔\nمومنین کے ساتھ اس مختصر مکالمہ کے بعد روئے سخن پھر مشرکین کے باہم متضاد افکار کی طرف پھرجاتا ہے۔ ان کے تصورات اس قدر غیر معقول ہیں کہ وہ ایک طرف تو یہ اقرار کرتے ہیں کہ صرف اللہ ہی ہے جو زمینوں اور آسمانوں کا خالق ہے۔ وہی ہے جس نے شمس و قمر کر مسخر کر رکھا ہے۔ وہی ہے جو آسمانوں سے بارشیں برساتا ہے اور زمین کو مردہ ہونے کے بعد دوبارہ زندہ کرتا ہے اور یہ کہ وہی ہے جو رزق کو کھلا بھی کرتا ہے اور تنگ بھی کرتا ہے۔ جب یہ لوگ انتہائی خوف کی حالت میں ہوتے ہیں تو صرف اللہ کو پکارتے ہیں۔ لیکن ان باتوں کو تسلیم کرنے کے بعد یہ لوگ اللہ کے ساتھ شرک کرتے ہیں ۔ جو لوگ صرف اللہ وحدہ کو پکارتے ہیں اور اس کی بندگی کرتے ہیں ، یہ ان کو اذیت دیتے ہیں ۔ حالانکہ اللہ کو یہ بھی تسلیم کرتے ہیں اور بلاوجہ یہ لوگ ایسے لوگوں پر مظالم ڈھاتے ہیں۔ اللہ نے ان پر جو احسانات کیے ، ان کو یہ لوگ بھلاتے ہیں اور اللہ کے بندوں کو بیت اللہ میں خوفزدہ کرتے ہیں۔",
  "ayah": 60,
  "surah": 29
}
