{
  "text": "ووصینا الانسان بوالدیہ ۔۔۔۔۔۔۔۔ فی الصلحین (8 – 9)\nوالدین ، تمام اقرباء میں سے قریب تر اور زیادہ قابل احترام ہوتے ہیں ، ان کے حوالے سے اولاد کو مجسم شفقت بن جانا چاہئے اور ازروئے شریعت ان پر رحم اور ان کا احترام فرض کیا گیا ہے۔ ان کے ساتھ محبت کا طریقہ یہ ہے کہ ان کا احترام کیا جائے ، اور ان کی اچھی طرح کفالت اور دیکھ بھال کی جائے ، لیکن ان کو یہ حق نہیں دیا گیا کہ اللہ کے حقوق مار کر ان کو دئیے جائیں اور ان کی اطاعت اس طرح کی جائے کہ اللہ کی نافرمانی لازم آتی ہو یہ ہے صحیح راستہ۔\nووصینا الانسان ۔۔۔۔۔۔ فلا تطعھما (29: 8) ” ہم نے انسان کو ہدایت کی کہ اپنے والدین کے ساتھ نیک\nسلوک کرے لیکن اگر وہ تجھ پر زور ڈالیں کہ تو میرے ساتھ کسی ایسے (معبود) کو شریک ٹھہرائے جسے تو (میرے شریک کی حیثیت سے) نہیں جانتا تو ان کی اطاعت نہ کر “۔\nکیونکہ مومن کا پہلا تعلق اللہ سے ہے اور یہی تعلق اور رابطہ ناقابل شکست ہے اگر والدین مشرک و کافر ہوں تو ان کے ساتھ صرف حسن سلوک کیا جائے گا۔ احترام و رعایت ہوگی ، اتباع ان کا نہ ہوگا ، دنیا کی اس مختصر زندگی میں یہی ہوگا ، اصل تو آخرت ہے جہاں دونوں اللہ کے سامنے ہوں گے۔\nالی مرجعکم فانبئکم بما کنتم تعملون (29: 8) ” میری ہی طرف تم سب کو پلٹ کر آنا ہے ، پھر تم کو بتا دوں گا کہ کہ تم کیا کرتے رہے ہو “۔ قیامت میں پھر تعلق والدین و اولاد کا نہ ہوگا۔ وہاں تو مومن باہم تعلق دار ہوں گے۔ نسب اور رشتے یہیں رہ جائیں گے۔\nوالذین امنوا ۔۔۔۔۔ فی الصلحین (25: 9) ” جو لوگ ایمان لائے ہوں اور انہوں نے نیک عمل کیے ہوں گے ان کو ہم ضرور صالحین میں داخل کریں گے “۔ یوں اللہ والے ایک جماعت ہوں گے ، جیسا کہ حقیقتاً وہ ایک جماعت ہیں۔ اور نسب ، خون اور رشتے وہاں ختم ہوں گے۔ یہ چیزیں یہاں دنیا ہی میں رہ جائیں گی۔ یہ اس دنیا کے عارضی رشتے ہیں اور جو رشتے اس اصلی رشتے سے کٹ گئے یعنی رشتہ ایمان سے تو آخرت میں وہ نابود ہوں گے۔\nامام ترمذی نے ایک روایت نقل کی ہے کہ یہ آیت سعد ابن ابی وقاص ؓ اور ان کی ماں حمنہ بنت ابی سفیان کے بارے میں نازل ہوئی ہے۔ یہ اپنی ماں کے ساتھ بہت زیادہ حسن سلوک کرتے تھے۔ اس نے ان سے کہا ” یہ کیا دین ہے جو تو نے اپنایا ہے ؟ خدا کی قسم میں اس وقت تک کچھ کھاؤں گی نہ پیئوں گی جب تک تم اس دین سے ٹوٹ نہیں جاتے یا یہاں تک کہ میں مرجاؤں۔ اسی طرح لوگ پوری زندگی تمہیں طعنہ دیتے رہیں گے اور لوگ کہیں گے ” اے ماں کے قاتل “ اس نے چوبیس گھنٹے تک یہ بھول ہڑتال کی تو حضرت سعد ان کے پاس آئے اور عرض کی ” اے ماں ، اگر تمہاری سو جانیں ہوں اور تم ایک کے بعد ایک جان دیتی چلی جاؤ تو بھی میں اپنا دین چھوڑنے والا نہیں ہوں۔ اگر چاہو تو کھا پی لو اگر نہ چاہو تو بھوک ہڑتال جارہی رکھو “۔ جب وہ مایوس ہوگئی کہ یہ تو ماننے والا نہیں ہے تو اس نے کھانا پینا شروع کردیا۔ تو اللہ نے یہ آیت نازل فرمائی کہ والدین کے ساتھ حسن سلوک کرو ، لیکن شرک کرنے میں والدین کی اطاعت نہ کرو “۔\nیوں اس واقعہ میں نسب کے قریب ترین رشتے پر ایمان غالب آگیا لیکن قرآن نے رشتہ داروں اور ماں باپ کے ساتھ حسن سلوک جاری رکھا۔ اہل ایمان کو ہر دور میں ایسی مشکلات پیش آتی رہتی ہیں۔ لہٰذا یہ آیت اور حضرت سعد کی یہ حدیث ہمارے لیے نشانات راہ ہیں۔ یہی امن و نجات کی راہ ہے۔",
  "ayah": 8,
  "surah": 29
}
