{
  "text": "Условия Худейбийского мира обязывали Пророка, да благословит его Аллах и приветствует, возвращать язычникам всех мусульман, которые сбегут от них в Медину. Текст мирного договора носил общий характер и распространялся как на мужчин, так и на женщин. Аллах не запретил Своему посланнику, да благословит его Аллах и приветствует, возвращать в руки неверующих мужчин, чтобы он мог выполнить свои обязательства и не нарушить мира, который сам по себе принес мусульманам большую пользу. Однако Господь запретил возвращать к неверующим уверовавших женщин, потому что подобный шаг мог повлечь за собой много вредных последствий. Аллах велел мусульманам испытывать переселившихся к ним мусульманок в том случае, если они усомнятся в искренности их веры, дабы различить между теми, кто предан Аллаху и Его посланнику, да благословит его Аллах и приветствует, и теми, кто переселился только ради того, чтобы встретиться с мужем, просто переехать в другой город или обрести иную мирскую выгоду. Если выяснялось, что переселившиеся женщины преследовали исключительно мирские цели, то Аллах предписал возвращать их к неверующим, дабы выполнить условия договора и не повлечь дурных последствий. Если же было очевидно или выяснялось в результате испытания, что они уверовали искренне, то их нельзя было отправлять обратно, ибо неверующим не дозволено жениться на них, а верующим женщинам не дозволено выходить замуж за неверующих. Таким образом, Аллах принял во внимание и значительную пагубность последствий того, что правоверные мусульманки могут быть возвращены к язычникам, и обязательство мусульман возвращать переселившимся к ним верующих, и приказал заботиться об уверовавших женщинах и не возвращать их к неверующим, а взамен - отправлять к ним их неверующих жен и отдавать им брачный дар (махр), который они потратили на жен, которых лишились. Более того, Он разрешил мусульманам жениться на них, даже несмотря на то, что у них были неверующие мужья, но при условии, что мусульмане заплатят своим будущим женам полагающийся брачный дар и будут обеспечивать их надлежащим образом. Мусульманка не имеет права выходить замуж за неверующего, и мусульманин не может жениться на неверующей, пока те не отрекутся от неверия. Исключением являются лишь женщины из числа людей Писания, на которых Аллах разрешил жениться мусульманам-мужчинам. А если мусульманам запрещено находиться с неверующими в браке, то им тем более не дозволено вступать в такой брак. О правоверные! Когда вы будете отправлять своих неверующих жен к неверующим, то потребуйте вернуть вам то, что вы заплатили своим бывшим женам в качестве брачного дара. Если же неверующие станут удерживать то, что они должны вернуть вам, то вам разрешается вычесть эту сумму из тех денег, что вы должны неверующим за то, что их бывшие жены бросили их после обращения в ислам. Этот аят свидетельствует о том, что если муж вынужден прервать супружескую жизнь со своей женой, то имеет право на возмещение этого. Если же после заключения брака кто-либо сообщает о том, что муж по причине молочного родства или по какой-либо иной причине не может состоять в браке со своей женой, то сообщивший об этом должен выплатить мужу сумму, потраченную им на брачный дар. Так Аллах изложил и разъяснил вам свое волеизъявление. Среди Его прекрасных имен - Знающий и Мудрый. Он ведает о том, какие законы приемлемы для вас, и утверждает их для вас благодаря Своей мудрости и Своему милосердию.",
  "ayah": 10,
  "surah": 60
}
