{
  "text": "القول في تأويل قوله تعالى :  وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا (23) وَقَدْ أَضَلُّوا كَثِيرًا وَلا تَزِدِ الظَّالِمِينَ إِلا ضَلالا (24)يقول تعالى ذكره مخبرا عن إخبار نوح، عن قومه: (وَقَالُوا لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) كان هؤلاء نفرًا من بني آدم فيما ذُكر عن آلهة القوم التي كانوا يعبدونها.وكان من خبرهم فيما بلغنا ما حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن موسى، عن محمد بن قيس (وَيَعُوقَ وَنَسْرًا ) قال: كانوا قومًا صالحين من بنى آدم، وكان لهم أتباع يقتدون بهم، فلما ماتوا قال أصحابهم الذين كانوا يقتدون بهم: لو صوّرناهم كان أشوق لنا إلى العبادة إذا ذكرناهم، فصوّروهم، فلما ماتوا، وجاء آخرون دبّ إليهم إبليس، فقال: إنما كانوا يعبدونهم، وبهم يُسقون المطر فعبدوهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن أبيه، عن عكرِمة، قال: كان بين آدم ونوح عشرة قرون، كلهم على الإسلام.وقال آخرون: هذه أسماء أصنام قوم نوح.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: كان ودّ لهذا الحيّ من كَلْب بدومة الجَندل، وكانت سُواع لهذيل برياط، وكان يغوث لبني عُطَيف من مُراد بالجُرْف من سبَأ، وكان يعوق لهمدان ببلخع، وكان نسر لذي كلاع من حِمْير؛ قال: وكانت هذه الآلهة يعبدها قوم نوح، ثم اتخذها العرب بعد ذلك. والله ما عدا خشبة أو طينة أو حجرًا.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: كانت آلهة يعبدها قوم نوح، ثم عبدتها العرب بعد ذلك، قال: فكان ودّ لكلب بدومة الجندل، وكان سُواعٌ لهُذَيل، وكان يغوث لبني عطيف من مراد بالجُرف، وكان يعوق لهمْدان، وكان نَسْر لذي الكُلاع من حِمْير.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: (لا تَذَرُنَّ آلِهَتَكُمْ وَلا تَذَرُنَّ وَدًّا وَلا سُوَاعًا وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه أصنام كانت تُعبد في زمان نوح.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه أصنام، وكانت تُعبد في زمان نوح.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) هي آلهة كانت تكون باليمن.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: (وَلا يَغُوثَ وَيَعُوقَ وَنَسْرًا ) قال: هذه آلهتهم التي يعبدون.واختلفت القرّاء في قراءة قوله: (وُدًّا ) فقرأته عامة قرّاء المدينة ( وُدًّا ) بضم الواو، وقرأته عامة قرّاء الكوفة والبصرة: (وَدًّا ) بفتح الواو.والصواب من القول في ذلك عندنا أنهما قراءتان معروفتان في قرّاء الأمصار، فبأيتهما قرأ القارئ فمصيب.",
  "ayah": 23,
  "surah": 71
}
