{
  "surah": 11,
  "ayah": 108,
  "text": "an unending gift, that is, one that is not interrupted. Likewise is true of the opposite [case of the wretched], even though His words, exalted be He, [that He is] Doer of what He desires [Q. 11:107] suggests it, given that it is a very severe punishment (waʿīd). But that is the tongue of refined manner and [the way of] being mindful of the manifest senses before verifying esoteric meanings. Reality dictates that because the wretched one belongs in the various aforementioned levels of the Fire, he will not exit from it but will move from one layer to another and from one grade to another and is thereby eternally condemned. Consequently what is meant by the exception [in his case] is something else and that is that from the perspective of the [exclusive] unity [of God] he is with his Lord and the Lord leads him by his forelock along a straight path: the barren west winds (al-dabūr), which is the vain desire of the soul, drives him to Gehenna. There he finds himself at the source of propinquity (qurb) alongside the vain desire of his soul and takes pleasure in that which is appropriate for him so that it becomes [for him] the source of bliss. And in his case that which is called the Fire (musammā al-nār) disappears and becomes a Garden by virtue of his enjoyment of pleasures therein, even if he should be distant from the bliss of the fortunate one, as related in the ḥadīth: 'Watercress will grow forth from the bottom of Gehenna', and it is also [stated] therein: 'There will come a time when Gehenna's gates will be closed shut when there no longer remains anyone in it'. Likewise is the case with the fortunate one, as he passes through the Gardens and its degrees; but the exiting [therefrom] in light of the exceptive statement is something else [too]. Thus in his annihilation in the [exclusive] unity of the Essence and his being consumed by the ardour of fervent love, he will be among the august glories of the Beauty, where the Truth is [at once] the witness and the witnessed, not at the station of witnessing by the presence of the spirit but by the presential vision of the Essential unity in which there remains no entity or vestige of anything other than Him, [the like of which] no eye has seen or ear has heard or has ever occurred to a mortal's heart."
}
