{
  "surah": 11,
  "ayah": 114,
  "text": "And establish prayer at the two ends of the day: since the five senses are sources of distraction that distract the heart with corporeal configurations that rush in on it and attract it away from the Presence of the Compassionate One, veiling it from the light and from being present by turning [it] away from the Holy Side and orienting [it] to the substance of abomination, substituting its intimacy with loneliness and purity with sulliedness, five prayers were prescribed in which the servant can devote himself without distraction to being present and close the doors of the senses, lest there should rush in on the heart any distraction, and [in which] the door of the heart is opened up to God, exalted be He, by orienting [to Him] and by means of the intention for [the reception of] the arrival of the reinforcement of light, and [in which] that person can gather his scattered thoughts and enjoy the intimacy of his Lord away from loneliness alongside a united orientation and an actualised concentration. Thus these prayers come to constitute five doors for the heart that open out to the Side of the Lord through which light enters onto him - in contrast to the five that open up to the side of Deluder and the abode of the Accursed Deluder through which darkness enters - so that the incoming light might dissipate the vestiges of its darknesses and sweep away the dust of its sulliedness. That is the meaning of His words: Indeed good deeds annul misdeeds. It is also related in ḥadīth that [the period] from one prayer to the next expunges what [sins] are between them, so long as the grave sins are avoided. He has commanded that it be observed at the two ends of the day so that its provisions, for the subsisting of concentration and the mastery of the luminous configuration, might be extended from the first [end] to [include] all the times [of the day], so that maybe that person might be of those who regularly observe their prayers [cf. Q. 70:23] by the regular occurrence of that presence and the subsistence of that light, and that perhaps he might sweep away and remove at the end [of the day] the separation and the sulliedness that were actualised in all of the other moments."
}
