{
  "surah": 11,
  "ayah": 27,
  "text": "The council of his people who disbelieved, that is the noblemen who were brimming with the affairs of this world, with power over these [affairs] and who were veiled by their intellect and by their rational concepts from the Truth, said: 'We see you but a mortal like us, being as they were exoteric folk, halting at the limits of the intellect which is tarnished with illusion and bewildered with vain desires: this is the intellect [used for the pursuit] of livelihood. These [folk] cannot see anyone being at a stage beyond the one which they have attained on the basis of reason and have no awareness of the levels of preparedness and perfection as being one stage after another and one level above another [and so on continuously] to an extent that only God knows. Thus they have not felt the station of prophethood and its significance; and we see not that any follow you save the vilest among us, the poor among us, those who are lower [in status] than us, since for them level and status are related to reputation and wealth, exactly as God, exalted be He, said: They know [merely] an outward aspect of the life of this world; but they, of the Hereafter, they are oblivious [Q. 30:7]; [through] rash opinion, that is, [they are] impulsive and spontaneous opinion since they are of weak intellect, unable to acquire livelihood, while we are folk of reflection and consideration: they said this because they were veiled by their intellect which is incapable of perceiving reality and spiritual merit as its used is restricted to the acquisition of livelihood and halting at the limits thereof. As for the followers of Noah, peace be upon him, they are folk of far-reaching aspirations and intellects that hover over the Holiness not engaged in seeking livelihood or concerned with the means of acquiring or actualising it, which is why they denigrated and scorned their intellects. We do not see that you have over us any merit, or advancement in terms of what we are referring to, since for them merit was confined to advancement in terms of wealth, property and reputation; nay, we deem you liars', for being unable to perceive what you affirm or understand what you say despite our abundant astuteness."
}
