{
  "surah": 11,
  "ayah": 7,
  "text": "And He it is Who created the heavens and the earth in six days, in other words, He created the corporeal world in six directions - and His Throne was upon the water, namely, His Throne which is the First Intellect founded upon the first knowledge and reinforced by it, preceding the corporeal world in terms of existence. If we were to interpret the six days as the period of concealment, as has already been mentioned, and the creation of the heavens and the earth as His concealment, exalted be He, within the differentiations of existents, then the meaning of His Throne being on water would be that it was before the incipience of concealment manifest and known to people, as in when you say, 'I did it knowingly', that is, in the state of its being known to me, or while I had knowledge of it, that is, in full knowledge [thereof]. [This is] similar to when Ḥāritha asked the Messenger of God, may God bless him and grant him peace: 'How do you find yourself O Ḥārithaḍ', to which he replied, 'I find myself a believer, in truth'. He [the Prophet] said, 'For every truth there is a reality. So what is the reality of your faith'. He [Ḥāritha] said, 'I saw the people of Paradise visiting each other and I saw the people of Hell-fire howling to one another [in agony]. I saw the Throne of my Lord projecting forth'. He [the Prophet] said, 'You are on the right path. Stick to it'. In many instances in [statements relating to] the divine precepts the primordial substratum (mādda hayūlāniyya) is referred to by the expression 'water'. Among these is the ḥadīth in which it is related that the first thing that God created was a jewel (jawhara). He then gazed upon it with the eye of majesty whereupon it melted in shame, half of it becoming water and the other half fire. If we were to interpret it [water] with reference to this [jewel], it would mean that His Throne was before the heavens and the earth in essence and not in time, with mastery over the substratum, above it in terms of rank. Should you wish to effect a [spiritual] correspondence with [this and] the differentiations of your existence, the the meaning would be: He created the heavens of the spiritual faculties and the earth of the body in six months, being the minimal period of gestation."
}
