{
  "surah": 11,
  "ayah": 12,
  "text": "Perhaps thou art putting aside some of what is revealed to thee, and thy breast is strait- ened by it, that they say, \" Why has a treasure not been sent down upon him or an angel come with him? \"A command came from the Threshold of Unity and the Side of Self-Sufficiency to the paragon of the engendered beings, the master of the masters, the sun of guidance, the alchemy of good fortune, theCanopus of felicity, the ocean of purity: \" I sent you to the creatures to be the physician of the hearts of the grief-stricken, the balm of the pain of the burnt, and the ease of the spirits of the faithful. Recite this book of Mine to them and thereby put out the blaze of their passion's fire and the burning of their hearts in their wish to see Me today. Give them the promise of union and vision tomorrow.\" Know also that a few of those who have been deprived by My justice and suffered the wound of severance from Me do not want to hear it, for they do not know how to taste it and do not have the capacity for it. Then, when they ask you to put it aside, you set it aside, and, hoping for their wholesomeness and faith, you seek what they desire. Do not do this, O MuḤammad! Do not seek what they desire and do not attach your hearts to them, for I drove them away in the Beginningless and placed upon them the brand of deprivation and abandon- ment. O Master! They are your enemies and they want bad for you. If they say something in criticism or they try to harass you, do not let your heart be tight. If they do not have faith, do not grieve. They are vile, and My Exalted Presence is pure, giving access only to the pure. 'Surely God is goodly and accepts only the goodly.' When someone is not Mine, even if he is purity itself, consider him defiled. God says, 'The associaters are impure' [9:28]. When someone is Mine, even if he is impurity itself, count him as pure, whether he be a man or a dog. God says, 'And their dog was stretching its paws at the doorstep' [18:18]: A dog took a step in loyalty to the religion and We sent Gabriel to be at his service."
}
