{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 100,
      "text": "শপথ ঊর্ধ্বশ্বাসে ধাবমান অশ্বরাজির। [১]\n[১] عاديات হল عادية এর বহুবচন শব্দ। এর মূল ধাতু হল عدو। যেমন غزو ধাতু হতে غازيات। মূল শব্দের و কে ي দ্বারা পরিবর্তন করা হয়েছে। এর অর্থ হল ঊর্ধ্বশ্বাসে ধাবমান অশ্ব বা ঘোড়া। ضَبح শব্দের অর্থ হল হাঁপানো। কারো নিকট এর অর্থ হল, চিঁহি রব করা। উদ্দেশ্য সেই অশ্বরাজি; যেগুলি হাঁপিয়ে হাঁপিয়ে অথবা চিঁহি রব করে (ঊর্ধ্বশ্বাসে) জিহাদে দ্রুত গতিতে শত্রুর দিকে ছুটে যায়।"
    },
    {
      "ayah": 10,
      "surah": 100,
      "text": "এবং অন্তরে যা আছে, তা প্রকাশ করা হবে। [১]\n[১] حُصِّل এর মানে হল, অন্তরে যা কিছু গোপন আছে তা প্রকাশ করে দেওয়া হবে।"
    },
    {
      "ayah": 11,
      "surah": 100,
      "text": "সেদিনে তাদের সম্পর্কে তাদের প্রতিপালক অবশ্যই সবিশেষ অবহিত।[১]\n[১] অর্থাৎ, যে প্রভু তাকে কবর থেকে বের করবেন এবং তার অন্তরের রহস্য উদঘাটন করে দেবেন তাঁর ব্যাপারে প্রত্যেক ব্যক্তি জানতে পারে যে, তিনি কত খবর রাখেন? আর তাঁর নিকটে কোন কিছু গোপন থাকতে পারে না। সুতরাং তিনি প্রত্যেককে তার নিজ আমলানুযায়ী ভাল অথবা মন্দ প্রতিফল দেবেন। এটা যেন ঐ সমস্ত ব্যক্তিদের জন্য সতর্কবাণী, যারা আল্লাহর নিয়ামত দ্বারা উপকৃত তো হয়, কিন্তু তাঁর কৃতজ্ঞতা না করে অকৃতজ্ঞতা প্রকাশ করে থাকে। অনুরূপ মাল-ধনের আসক্তিতে বন্দী হয়ে তার সেই হকসমূহ আদায় করে না, যা আল্লাহ অন্যের প্রাপ্য হিসাবে নির্ধারণ করে রেখেছেন।"
    },
    {
      "ayah": 2,
      "surah": 100,
      "text": "অতঃপর ক্ষুরাঘাতে অগ্নিস্ফুলিঙ্গ বিচ্ছুরিতকারী (অশ্বরাজির শপথ)। [১]\n[১] مُورِيَات শব্দটি উৎপত্তি إيرَاء থেকে; এর অর্থ হল অগ্নি প্রজ্বলনকারী । قَدح শব্দের অর্থ হল, চলাকালে হাঁটু অথবা গোড়ালির সংঘর্ষ হওয়া অথবা ক্ষুর দ্বারা আঘাত করা। এ থেকেই قَدح بالزنَاد বলা হয়; অর্থাৎ, চকমকি ঘষে আগুন বের করা। অর্থ দাঁড়াল, সেই ঘোড়াসমূহের কসম! যার ক্ষুরের ঘর্ষণে পাথর থেকে অগ্নিস্ফুলিঙ্গ বের হয়; যেমন চকমকি পাথর ঘষলে বের হয়।"
    },
    {
      "ayah": 3,
      "surah": 100,
      "text": "অতঃপর প্রভাতকালে আক্রমণকারী (অশ্বরাজির শপথ)। [১]\n[১] المُغِيرَات শব্দটি أغَار يُغِير থেকে। আক্রমণকারী অশ্ব। صُبحًا থেকে ভোরবেলার অর্থ বোঝানো হয়েছে। আরবে সাধারণতঃ ঐ সময় আক্রমণ করা হত। আসলে আক্রমণ সেই সৈন্যরা করে, যারা ঘোড়ার উপর সওয়ার থাকে। কিন্তু এ কর্মের সম্বন্ধ ঘোড়ার প্রতি এই জন্য করা হয়েছে যে, আক্রমণ কাজে ঘোড়ার ভূমিকাই বেশী।"
    },
    {
      "ayah": 4,
      "surah": 100,
      "text": "যারা সে সময়ে ধূলি উৎক্ষিপ্ত করে। [১]\n[১] أثَار শব্দের অর্থ হল উৎক্ষিপ্ত করা, উড়ানো। আর نَقع শব্দের অর্থ হল ধূলো-বালি। অর্থাৎ, যখন দ্রুতগতিতে ছুটে যায় অথবা হামলা করে, তখন সে স্থান ধূলো-বালিতে ছেয়ে যায়।"
    },
    {
      "ayah": 5,
      "surah": 100,
      "text": "অতঃপর শত্রু দলের অভ্যন্তরে ঢুকে পড়ে। [১]\n[১] فَوَسَطنَ শব্দের অর্থ হল মধ্যস্থলে ঢুকে পড়া। جَمعًا শব্দের অর্থ হল শত্রুসেনা। অর্থাৎ, সে সময় বা সেই অবস্থায় যখন আকাশ ধূলো-বালিতে ছেয়ে যায়, তখন এই অশ্বদল শত্রুসেনার মাঝে ঢুকে পড়ে আর ভীষণভাবে যুদ্ধ লড়ে।"
    },
    {
      "ayah": 6,
      "surah": 100,
      "text": "অবশ্যই মানুষ তার প্রতিপালকের প্রতি অকৃতজ্ঞ। [১]\n[১] এটা হল কসমের জওয়াব। এখানে 'মানুষ' বলে উদ্দেশ্য হল কাফের (অবিশ্বাসী)। অর্থাৎ, সকল মানুষ উদ্দেশ্য নয়; (যেহেতু বিশ্বাসী এরূপ নয়।) كَنُود অর্থ হল, না-শুক্র, অকৃতজ্ঞ।"
    },
    {
      "ayah": 7,
      "surah": 100,
      "text": "এবং নিশ্চয়ই সে নিজেই এ বিষয়ে সাক্ষী। [১]\n[১] অর্থাৎ, মানুষ স্বয়ং নিজের অকৃতজ্ঞতার সাক্ষ্য দেয়। কেউ কেউ إنَّه (সে) সর্বনামের বিশেষ্য বা সাক্ষ্য-ক্রিয়ার কর্তা আল্লাহকে বুঝেছেন। কিন্তু ইমাম শাওকানী প্রথম অর্থকেই বলিষ্ঠ বলেছেন। কেননা, পরবর্তী সর্বনামের বিশেষ্য মানুষই। এ আয়াতেও মানুষ উদ্দেশ্য হওয়াটাই অধিক সঠিক।"
    },
    {
      "ayah": 8,
      "surah": 100,
      "text": "এবং অবশ্যই সে ধন-সম্পদের আসক্তিতে অত্যন্ত প্রবল। [১]\n[১] خَير থেকে মাল-ধনকে বুঝানো হয়েছে। যেমন, আল্লাহর বাণী (إن تَرَكَ خَيرًا الوَصِيّة) সূরা বাক্বারাহ ২:১৮০ নং আয়াতে ঐ শব্দ স্পষ্টভাবে মাল-ধনের অর্থেই ব্যবহূত হয়েছে। অর্থ হল, মানুষ ধন-সম্পদের ব্যাপারে অতি লালসা রাখে ও কৃপণতা বা বখীলী করে; যা মালের প্রতি মহব্বত ও আসক্তি রাখার অনিবার্য পরিণতি।"
    },
    {
      "ayah": 9,
      "surah": 100,
      "text": "তবে কি সে (তখনকার খবর) জানে না, যখন কবরে যা আছে, তা উত্থিত করা হবে? [১]\n[১] بُعثِر শব্দের অর্থ হল, কবর থেকে মৃতব্যক্তিকে জীবিত করে উঠান হবে।"
    }
  ]
}
