{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 102,
      "text": "প্রাচুর্যের প্রতিযোগিতা তোমাদেরকে মোহাচ্ছন্ন করে রেখেছে।[১]\n[১] أَلهَى يُلهِي শব্দের অর্থ হল গাফেল বা উদাসীন করে দেওয়া। تَكَاثُر অধিক কামনা করা বা প্রাচুর্য নিয়ে পরস্পর প্রতিযোগিতা করা। এ কথাটি ব্যাপক; প্রাচুর্যে মাল-ধন, সন্তান-সন্ততি, সহযোগী-পৃষ্ঠপোষক, বংশ-গোত্র প্রভৃতি সবই শামিল। প্রত্যেক ঐ বস্তু যার প্রাচুর্য ও আধিক্য মানুষের প্রিয় এবং যা অধিকভাবে পাবার প্রচেষ্টা ও কামনা মানুষকে আল্লাহর আহকাম এবং আখেরাত হতে উদাসীন করে দেয়, তাই উদ্দেশ্য এখানে। এ স্থানে আল্লাহ তাআলা মানুষের সেই দুর্বলতাকে ব্যক্ত করেছেন, অধিকাংশ মানুষ সর্বযুগে যার শিকার হয়ে থাকে।"
    },
    {
      "ayah": 2,
      "surah": 102,
      "text": "যতক্ষণ না তোমরা (মরে) কবরে উপস্থিত হও। [১]\n[১] এর অর্থ হল, অধিকাধিক (মাল-ধন) উপার্জন করার উদ্দেশ্যে পরিশ্রম করতে করতে মৃত্যু তোমাদেরকে গ্রাস করে ফেলল এবং শেষ পর্যন্ত তোমরা কবরে গিয়ে পৌঁছলে!"
    },
    {
      "ayah": 3,
      "surah": 102,
      "text": "কখনও নয়, [১] তোমরা শীঘ্রই জানতে পারবে।\n[১] অর্থাৎ, তোমরা যে আধিক্যের প্রতিযোগিতা ও গর্বে মত্ত আছ, তা কিন্তু ঠিক নয়।"
    },
    {
      "ayah": 4,
      "surah": 102,
      "text": "আবার বলি, কখনও নয়, তোমরা শীঘ্রই জানতে পারবে। [১]\n[১] এর পরিণাম তোমরা অতি সত্বর জেনে নেবে। এ শব্দ পরপর দুইবার আল্লাহ তাআলা তাকীদ করার উদ্দেশ্যে বলেছেন।"
    },
    {
      "ayah": 5,
      "surah": 102,
      "text": "সত্যিই, তোমাদের নিশ্চিত জ্ঞান থাকলে অবশ্যই তোমরা জানতে (ঐ প্রতিযোগিতার পরিণাম)। [১]\n[১] এর জওয়াব এখানে উহ্য আছে। এর মতলব হল যে, যদি তোমরা এই গাফলতি, উদাসীনতা ও মোহাচ্ছন্নতার পরিণাম নিশ্চিতরূপে জেনে নাও, যেমন পৃথিবীর প্রত্যক্ষ করা জিনিসের উপর তোমরা নিশ্চিত বিশ্বাস করে থাক, তাহলে নিশ্চয়ই তোমরা প্রাচুর্যের প্রতিযোগিতা ও গর্বে লিপ্ত হবে না।"
    },
    {
      "ayah": 6,
      "surah": 102,
      "text": "তোমরা তো জাহান্নাম দেখবেই। [১]\n[১] এই আয়াতটি উহ্য কসমের জওয়াব। অর্থাৎ, আল্লাহর কসম! তোমরা অবশ্যই জাহান্নাম প্রত্যক্ষ করবে। অর্থাৎ, তার আযাব ও শাস্তি ভোগ করবে।"
    },
    {
      "ayah": 7,
      "surah": 102,
      "text": "আবার বলি, তোমরা তো ওটা  দেখবেই চাক্ষুষ প্রত্যয়ে। [১]\n[১] জাহান্নামের প্রথম দর্শন হবে দূর থেকে। আর এ চাক্ষুষ দর্শন হবে নিকট থেকে। এই জন্য এখানে عَين اليَقِين (চাক্ষুষ প্রত্যয়) শব্দ ব্যবহার করা হয়েছে।"
    },
    {
      "ayah": 8,
      "surah": 102,
      "text": "এরপর অবশ্যই সেদিন তোমরা সুখ-সম্পদ সম্বন্ধে জিজ্ঞাসিত হবে। [১]\n[১] কিয়ামতে এই জিজ্ঞাসা ঐ সকল নিয়ামত (সুখ-সম্পদ) সম্পর্কে হবে, যা দুনিয়াতে আল্লাহ তাআলা মানুষকে দান করে থাকেন। যেমন, চোখ, কান, হৃদয়, মস্তিষ্ক, শান্তি, সুস্থতা, মাল-ধন ও সন্তান-সন্ততি ইত্যাদি। কোন কোন উলামাগণ বলেন, এই জিজ্ঞাসা কেবলমাত্র কাফেরদেরকেই করা হবে। আবার কেউ কেউ বলেন, প্রত্যেক ব্যক্তিকে এ ব্যাপারে প্রশ্ন করা হবে। কেননা, শুধুমাত্র জিজ্ঞাসা করা আযাবের জন্য জরুরী নয়। বরং যারা এ সব নিয়ামতকে আল্লাহর নির্দেশানুযায়ী ব্যবহার করবে, তাকে প্রশ্ন করা সত্ত্বেও আযাব থেকে নিরাপদে রাখা হবে। আর যারা আল্লাহর নিয়ামতকে অস্বীকার করবে, তারা আযাবে পতিত হবে।"
    }
  ]
}
