{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 108,
      "text": "আমি অবশ্যই তোমাকে (হওযে) কাউসার (বা প্রভূত কল্যাণ) দান করেছি।[১]\n[১] كَوثَر শব্দটির উৎপত্তি كَثرَة থেকে। এর বিভিন্ন অর্থ বর্ণনা করা হয়েছে। ইবনে কাসীর (রঃ) 'প্রভূত কল্যাণ' অর্থকে প্রাধান্য দিয়েছেন। কারণ এই অর্থ নেওয়াতে এমন ব্যাপকতা রয়েছে, যাতে অন্যান্য অর্থ শামিল হয়ে যায়। যেমন, সহীহ হাদীসে বলা হয়েছে যে, 'এটা একটি নহর যা বেহেশ্তে নবী (সাঃ)-কে দান করা হবে'। কোন কোন হাদীসে কাওসার বলতে 'হওয' বুঝানো হয়েছে। যে হওয হতে ঈমানদাররা জান্নাতে যাওয়ার পূর্বে নবী (সাঃ)-এর মুবারক হাতে পানি পান করবে। জান্নাতের ঐ নহর থেকেই পানি সেই হওযের মধ্যে আসতে থাকবে। অনুরূপ দুনিয়ার বিজয়, নবী (সাঃ)-এর মর্যাদা ও খ্যাতি, চিরস্থায়ীভাবে তাঁর সুনাম এবং আখেরাতের প্রতিদান ও বিনিময় ইত্যাদি সমস্ত জিনিসই 'প্রভূত কল্যাণ'-এ শামিল হয়ে যায়।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 2,
      "surah": 108,
      "text": "সুতরাং তুমি তোমার প্রতিপালকের উদ্দেশ্যে নামায আদায় কর এবং কুরবানী কর। [১]\n[১] নামায কেবলমাত্র আল্লাহরই জন্য পড়, কুরবানীও শুধুমাত্র আল্লাহরই জন্য কর। মুশরিকদের মত তাতে অন্যকে শরীক করো না। نَحر এর আসল অর্থ হল উটের কণ্ঠনালীতে বর্শা অথবা ছুরি দিয়ে আঘাত করে যবেহ (নহর) করা। অন্যান্য পশুকে মাটির উপর শুইয়ে তার গলায় ছুরি চালানো হয়; আর একে 'যবেহ করা' বলা হয়। কিন্তু এখানে 'নহর' দ্বারা সাধারণভাবে কুরবানীকে বুঝানো হয়েছে। অনুরূপভাবে এ অর্থে নফল বা অতিরিক্ত কুরবানী, হজ্জ্বের সময় মিনা ময়দানে এবং ঈদুল আযহার দিনে কুরবানী করাও শামিল।"
    },
    {
      "ayah": 3,
      "surah": 108,
      "text": "নিশ্চয় তোমার প্রতি বিদ্বেষ পোষণকারীই হল নির্বংশ। [১]\n[১] أَبتَر এমন ব্যক্তিকে বলা হয়, যে নির্বংশ; যার বংশধর কেউ নেই অথবা যার নাম নেওয়ার কেউ নেই। যখন নবী (সাঃ)-এর কোন ছেলে-সন্তান জীবিত থাকল না, তখন কিছু কাফের তাঁকে নির্বংশ বলতে লাগল। এই কথার উপরে আললাহ তাআলা মহানবী (সাঃ)-কে সান্ত্বনা দিয়ে বললেন, নির্বংশ তুমি নও; বরং তোমার দুশমনরাই নির্বংশ হবে। সুতরাং মহান আল্লাহ তাঁর বংশকে তাঁর কন্যার পরম্পরা দ্বারা বাকী রেখেছেন। এ ছাড়া তাঁর উম্মতও তাঁর আধ্যাত্মিক সন্তানেরই পর্যায়ভুক্ত। যাদের আধিক্য নিয়ে তিনি কিয়ামতে অন্যান্য উম্মতের উপর গর্ব করবেন। এ ছাড়াও নবী (সাঃ)-এর নাম সারা বিশ্বে বড় শ্রদ্ধা ও সম্মানের সাথে নেওয়া হয়। পক্ষান্তরে তাঁর শত্রুদের নাম শুধুমাত্র ইতিহাসের পাতাতেই লেখা পড়ে আছে। কারো অন্তরে তাদের প্রতি শ্রদ্ধা নেই এবং কারো মুখে প্রশংসার সাথে তাদের নাম উল্লেখ হয় না।"
    }
  ]
}
