{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 111,
      "text": "ধ্বংস হোক আবু লাহাবের হস্তদ্বয় এবং ধ্বংস হোক সে নিজেও। [১]\n[১] يَدَا শব্দটি يَدٌ এর দ্বিবচন। অর্থ হল দুই হাত। এ থেকে উদ্দেশ্য হল তার সত্তা বা দেহ। এই আংশিক অর্থবোধক শব্দ ব্যবহার করে সমষ্টিগত অর্থ নেওয়া হয়েছে। অর্থাৎ, সে নিজে ধ্বংস হয়ে যাক। এই বদ্দুআটি সেই বদ্দুআর জওয়াবে বলা হয়েছে, যা আবু লাহাব মহানবী (সাঃ)-এর প্রতি রাগ ও শত্রুতাবশে করেছিল।\nتَبَّ শব্দের অর্থ হল ধ্বংস ও বরবাদ হয়েছে। অর্থাৎ, সে ধ্বংস হয়েছে। (অতীত কালকে দু'আর অর্থে ব্যবহার করা হয়েছে।) অথবা এটা হল খবর। বদ্দুআর সাথে সাথেই মহান আল্লাহ তার ধ্বংস ও বরবাদ হওয়ার খবর ঘোষণা করেছেন। সুতরাং বদর যুদ্ধের কয়েক দিন পরেই সে এক প্রকার চর্মরোগে আক্রান্ত হল; যে রোগে দেহে প্লেগের মত গুটলি প্রকাশ পায়। এই রোগই তাকে মৃত্যুর গ্রাস বানালো। তিন দিন পর্যন্ত তার লাশ এমনিই পড়ে ছিল। পরিশেষে তা খুবই দুর্গন্ধময় হয়ে উঠল। অতঃপর ব্যাধি ছড়িয়ে পড়ার আশঙ্কায় এবং মান-সম্মানের ভয়ে তার ছেলেরা তাকে দূর থেকে পাথর ও মাটি ঢেলে দেহটাকে দাফন করে দিল।\n(আইসারুত তাফাসীর)"
    },
    {
      "ayah": 2,
      "surah": 111,
      "text": "তার ধন-সম্পদ ও তার উপার্জন তার কোন উপকারে আসবে না।[১]\n[১] উপার্জনে তার নেতৃত্ব, পদমর্যাদা এবং তার সন্তানরাও শামিল। অর্থাৎ, যখন আল্লাহর পাকড়াও এল, তখন কোন জিনিস বা কেউ তার কাজে এল না।"
    },
    { "ayah": 3, "surah": 111, "text": "অচিরেই সে শিখাবিশিষ্ট (জাহান্নামের) আগুনে প্রবেশ করবে।" },
    {
      "ayah": 4,
      "surah": 111,
      "text": "এবং তার স্ত্রীও; যে ইন্ধন বহনকারিণী। [১]\n[১] অর্থাৎ, জাহান্নামে সে স্বামীর আগুনে কাঠ এনে এনে নিক্ষেপ করতে থাকবে; যাতে আগুন বেশী বৃদ্ধি পাবে। আর তা হবে আল্লাহর তরফ হতে। অর্থাৎ, যেমন সে দুনিয়াতে নিজ স্বামীর কুফর ও ঔদ্ধত্যে মদদ যোগাত, তেমনি আখেরাতেও তার আযাব বৃদ্ধিতে মদদ যোগাতে থাকবে।\n(ইবনে কাসীর)\nকিছু সংখ্যক উলামা বলেন, এই মেয়েটি কাঁটার ঝাড় এনে মহানবী (সাঃ)-এর চলার পথে রেখে দিত। (যাতে তিনি কাঁটাবিদ্ধ হয়ে কষ্ট পান।) আবার কোন কোন আলেম বলেন, 'ইন্ধন বহনকারিণী' বলে তার চুগলী করার অভ্যাসের প্রতি ইঙ্গিত করা হয়েছে। চুগলখোরের জন্য ব্যবহূত এটি আরবীর একটি পরিভাষা। এই মেয়েটি কুরাইশদের নিকট গিয়ে মহানবী (সাঃ)-এর গীবত করত এবং তাদেরকে তাঁর প্রতি শত্রুতা করায় উসকানি দিত।\n(ফাতহুল বারী)"
    },
    {
      "ayah": 5,
      "surah": 111,
      "text": "তার গলদেশে খেজুর অাঁশের পাকানো রশি। [১]\n[১] جِيدٌ অর্থ হল গর্দান, ঘাড়। আর مَسَد অর্থ হল মজবুত রশি; চাহে তা কোন ঘাস অথবা খেজুরের অাঁশ বা ছিলকার অথবা লোহার তার পাকানো হোক; যেমন এক এক মুফাসসির এর এক এক রকম অর্থ বর্ণনা করেছেন। কিছু উলামার মতে, সে দুনিয়াতে ঐ রশি নিজ ঘাড়ে বা গলদেশে ঝুলিয়ে রাখত। কিন্তু সবচেয়ে বেশী সঠিক বলে মনে হয় যে, জাহান্নামে তার গলায় যে বেড়ি হবে, তা হবে লোহার তারের পাকানো রশি। مَسَد শব্দ দ্বারা উপমা দিয়ে রশির মজবুতী ও শক্ত অবস্থার কথা স্পষ্ট করা হয়েছে।"
    }
  ]
}
