{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 14,
      "text": "আলিফ লা-ম রা। এই কিতাব এটা আমি তোমার প্রতি অবতীর্ণ করেছি; যাতে তুমি মানব জাতিকে তাদের প্রতিপালকের নির্দেশক্রমে[১] অন্ধকার হতে আলোকের দিকে;[২] পরাক্রমশালী, সর্বপ্রশংসিতের পথে বের করে আনতে পার।\n[১] অর্থাৎ, নবীর কাজ শুধু হিদায়াতের রাস্তা দেখানো। যদি কেউ হিদায়াতের পথ অবলম্বন করে, তাহলে তা একমাত্র আল্লাহর হুকুম ও ইচ্ছার ভিত্তিতেই করে থাকে। কেননা মূল হিদায়াতদানকারী তো তিনিই। যদি তাঁর ইচ্ছা না হয়, তাহলে নবী যতই ওয়ায-নসীহত করুক না কেন, লোকেরা হিদায়াতের পথে আসতে প্রস্তুত হবে না। এর বিভিন্ন উদাহরণ পূর্ববর্তী নবীদের জীবনে বিদ্যমান রয়েছে। স্বয়ং শেষনবী (সাঃ)-এর কঠিন ইচ্ছা থাকা সত্ত্বেও তাঁর দয়ার্দ্র চাচা আবূ তালেবকে মুসলমান করতে পারেননি।[২] যেমন মহান আল্লাহ অন্য স্থানেও বলেছেন, ﴿هُوَ الَّذِي يُنَزِّلُ عَلَى عَبْدِهِ آيَاتٍ بَيِّنَاتٍ لِيُخْرِجَكُم مِّنَ الظُّلُمَاتِ إِلَى النُّورِ﴾ অর্থাৎ, তিনিই তাঁর বান্দার প্রতি সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেন, তোমাদেরকে সমস্ত প্রকার অন্ধকার হতে আলোর দিকে আনার জন্য।\n(সূরা হাদীদ ৫৭:৯)\nতিনি আরো বলেন, ﴿اللهُ وَلِيُّ الَّذِينَ آمَنُواْ يُخْرِجُهُم مِّنَ الظُّلُمَاتِ إِلَى النُّوُرِ﴾ অর্থাৎ, আল্লাহই হচ্ছেন মুমিনদের অভিভাবক, তিনি তাদেরকে অন্ধকার হতে আলোর দিকে নিয়ে যান।\n(সূরা বাক্বারাহ ২:২৫৭)"
    },
    {
      "ayah": 10,
      "surah": 14,
      "text": "তাদের রসূলগণ বলেছিল, ‘আকাশমন্ডলী ও পৃথিবীর সৃষ্টিকর্তা আল্লাহ সম্বন্ধে কি কোন সন্দেহ   আছে? তোমাদের পাপরাশি মার্জনা করবার জন্য[১] এবং নির্দিষ্ট কাল পর্যন্ত তোমাদেরকে অবকাশ দিবার জন্য তিনি তোমাদেরকে আহবান জানাচ্ছেন।’ তারা বলল, ‘তোমরা তো আমাদেরই মত মানুষ;[২] আমাদের পিতৃপুরুষগণ যাদের উপাসনা করত, তোমরা তাদের উপাসনা করা হতে আমাদেরকে বিরত রাখতে চাও।[৩] সুতরাং তোমরা আমাদের কাছে কোন অকাট্য প্রমাণ উপস্থিত কর।’ [৪]\n[১] অর্থাৎ, আল্লাহ সম্বন্ধে তোমাদের সংশয় আছে, যিনি নভোমন্ডল ও ভূমন্ডলের স্রষ্টা। এছাড়া তিনি তোমাদের কাছে ঈমান ও তাওহীদের দাওয়াতও শুধু তোমাদেরকে পাপ থেকে পবিত্র করার উদ্দেশ্যে পেশ করেন, তা সত্ত্বেও তোমরা নভোমন্ডল ও ভূমন্ডলের স্রষ্টাকে মানতে প্রস্তুত নও এবং তাঁর দাওয়াতকে অস্বীকার কর?\n[২] এটা সেই প্রশ্ন যা কাফেরদের মনে উদ্রেক হতে থাকে যে, মানুষ কিভাবে আল্লাহর অহী এবং নবুঅত ও রিসালতের অধিকারী হতে পারে?\n[৩] এটা দ্বিতীয় প্রতিবন্ধক যে আমরা সেসব উপাস্যের পূজা কি করে বর্জন করি, যাদের পূজা আমাদের পূর্বপুরুষরা করে এসেছে? অথচ তোমাদের উদ্দেশ্য আমাদেরকে তাদের পূজা থেকে সরিয়ে দিয়ে এক উপাস্যের ইবাদতে লাগিয়ে দেওয়া।\n[৪] প্রমাণ, নিদর্শন ও মু'জিযা তো প্রত্যেক নবীকে দেওয়া হয়েছিল। এর অর্থ এমন প্রমাণ, নিদর্শন অথবা মু'জিযা, যা দেখার জন্য তারা আকাঙ্ক্ষিত ছিল। যেমন; মক্কার মুশরিকরা নবী (সাঃ)-এর কাছে বিভিন্ন ধরনের মু'জিযা তলব করেছিল, যেগুলোর বিবরণ সূরা বানী ইস্রাঈলে আসবে।"
    },
    {
      "ayah": 11,
      "surah": 14,
      "text": "তাদের রসূলগণ তাদেরকে বলল, ‘(সত্য বটে) আমরা তোমাদের মত মানুষ, কিন্তু আল্লাহ তাঁর বান্দাদের মধ্যে যাকে ইচ্ছা অনুগ্রহ করে থাকেন;[১] আল্লাহর অনুমতি ছাড়া তোমাদের নিকট প্রমাণ উপস্থিত করা আমাদের কাজ নয়।[২] আর বিশ্বাসীদের উচিত, কেবল আল্লাহর উপরই নির্ভর করা। [৩]\n[১] রসূলগণ প্রথম প্রশ্নের উত্তর দিলেন যে, অবশ্যই আমরা তোমাদের মত মানুষ, সুতরাং মানুষ রসূল হতে পারে না, তোমাদের এই ধারণা ভুল। মহান আল্লাহ মানবকুলের হিদায়াতের জন্য তাদের মধ্য থেকেই কতিপয় মানুষকে নির্বাচন করে নেন এবং তোমাদের মধ্য হতে এই অনুগ্রহ আমাদের প্রতি করেছেন।\n[২] তাদের মন মোতাবেক মু'জিযা প্রদর্শনের ব্যাপারে রসূলগণ জবাব দিলেন যে, মু'জিযা প্রদর্শনের এখতিয়ার আমাদের হাতে নয়, বরং তা শুধু মাত্র আল্লাহর হাতে।\n[৩] এখানে 'বিশ্বাসীদের' বলে উদ্দেশ্য প্রথমত নবীগণ। অর্থাৎ আমাদের উচিত, আল্লাহর উপরেই সম্পূর্ণ ভরসা রাখা, যেমন পরবর্তী আয়াতে বলেছেন, \"আমরা আল্লাহর উপর নির্ভর করব না কেন?\""
    },
    {
      "ayah": 12,
      "surah": 14,
      "text": "আমরা আল্লাহর উপর নির্ভর করব না কেন? তিনিই তো আমাদেরকে পথ প্রদর্শন করেছেন; তোমরা আমাদেরকে যে ক্লেশ দিচ্ছ, আমরা অবশ্যই তা ধৈর্যের সাথে সহ্য করব। আর নির্ভরকারীদের উচিত, কেবল আল্লাহর উপরই নির্ভর করা।’ [১]\n[১] নির্ভর এই যে, তিনিই কাফেরদের বদমায়েশি ও মূর্খামি থেকে রক্ষাকারী। এই অর্থও হতে পারে যে, আমাদের কাছে মু'জিযা তলব না করে আল্লাহর উপর ভরসা করা উচিত। তাঁর ইচ্ছা হলে তিনি মু'জিযা প্রকাশ করবেন, না হলে না।"
    },
    {
      "ayah": 13,
      "surah": 14,
      "text": "অবিশ্বাসীগণ তাদের রসূলদেরকে বলেছিল, ‘আমরা তোমাদেরকে অবশ্যই আমাদের দেশ হতে বহিষ্কৃত করব, অথবা তোমাদেরকে আমাদের ধর্মে ধর্মান্তরিত হতেই হবে।’[১] অতঃপর রসূলদের প্রতিপালক তাদের প্রতি অহী (প্রত্যাদেশ) প্রেরণ করলেন, ‘সীমালংঘনকারীদেরকে আমি অবশ্যই বিনাশ করব।[২]\n[১] এখানে অনেকে ধর্মাদর্শে ফিরে আসার অনুবাদ করেছেন। কিন্তু নবীগণ আদৌ কুফরী ধর্মাদর্শে ছিলেন না। অতএব ফিরে আসার অনুবাদ না করাই উত্তম। (ফাতহুল কাদীর) (সূরা আ'রাফ ৭:৮৮ নং আয়াতের টীকা দ্রঃ)[২] যেমন আরো কয়েক জায়গাতে মহান আল্লাহ বলেছেন, ﴿وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا الْمُرْسَلِينَ. إِنَّهُمْ لَهُمُ الْمَنصُورُونَ. وَإِنَّ جُندَنَا لَهُمُ الْغَالِبُونَ﴾ অর্থাৎ, আমার প্রেরিত বান্দাদের সম্পর্কে আমার এই বাক্য পূর্বেই স্থির হয়েছে যে, অবশ্যই তারা সাহায্যপ্রাপ্ত হবে, এবং আমার বাহিনীই হবে বিজয়ী।\n(সূরা সাফ্ফাত ৩৭:১৭১-১৭৩)\n﴿كَتَبَ اللَّهُ لَأَغْلِبَنَّ أَنَا وَرُسُلِي﴾ অর্থাৎ, আল্লাহ সিদ্ধান্ত নিশ্চিত করেছেন যে, আমি এবং আমার রসূল অবশ্যই বিজয়ী হব।\n(সূরা মুজাদালা ৫৮:২১)"
    },
    {
      "ayah": 14,
      "surah": 14,
      "text": "তাদের পরে আমি অবশ্যই তোমাদেরকে দেশে পুনর্বাসিত করব;[১] এটা তাদের জন্য যারা ভয় রাখে আমার সম্মুখে দন্ডায়মান হওয়ার এবং ভয় রাখে আমার (শাস্তির) হুমকির।’ [২]\n[১] এ বিষয়ও মহান আল্লাহ কয়েক জায়গাতে বর্ণনা করেছেন; যেমন, ﴿وَلَقَدْ كَتَبْنَا فِي الزَّبُورِ مِن بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُهَا عِبَادِيَ الصَّالِحُونَ﴾ অর্থাৎ, আমি উপদেশের পর কিতাবে লিখে দিয়েছি যে, আমার সৎকর্মশীল বান্দারা পৃথিবীর অধিকারী হবে।\n(সূরা আম্বিয়া ২১:১০৫) (আরো দেখুন সূরা আ'রাফ ৭:১২৮-১৩৭)\nঅতএব এই মোতাবেক মহান আল্লাহ নাবী (সাঃ)-এর সাহায্য করেন। তাঁকে বড় দুঃখ-বেদনা নিয়ে মক্কা থেকে বের হতে হয়েছিল ঠিকই, কিন্তু কয়েক বছর পরেই তিনি বিজয়ী রূপে মক্কা প্রবেশ করেন এবং তাঁকে বের হতে বাধ্যকারী যালেম মুশরিকরা তাঁর সামনে অবনত মস্তকে দন্ডায়মান হয়ে তাঁর চোখের ইশারার অপেক্ষায় ছিল। কিন্তু তিনি মহান চরিত্রের প্রমাণ দিলেন এবং 'আজ তোমাদের বিরুদ্ধে কোন অভিযোগ নেই' বলে সকলকে ক্ষমা করে দিলেন।[২] যেমন অন্যত্র বলেছেন, ﴿وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النَّفْسَ عَنِ الْهَوَى، فَإِنَّ الْجَنَّةَ هِيَ الْمَأْوَى﴾ 'অর্থাৎ, যে স্বীয় প্রতিপালকের সামনে দন্ডায়মান হওয়ার ভয় রাখে এবং কুপ্রবৃত্তি হতে নিজেকে বিরত রাখে, জান্নাতই হবে তার অবস্থান ক্ষেত্র।\n(সূরা নাযিআত ৭৯:৪০-৪১\n)\n﴿وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ﴾ অর্থাৎ, যে ব্যক্তি আল্লাহর সামনে দন্ডায়মান হওয়ার ভয় রাখে, তার জন্যে রয়েছে দুটি জান্নাত।\n(সূরা রাহমান ৫৫:৪৬)"
    },
    {
      "ayah": 15,
      "surah": 14,
      "text": "তারা ফায়সালা কামনা করল[১] এবং প্রত্যেক উদ্ধত হঠকারী ব্যর্থকাম হল।\n[১] 'তারা' বলতে অত্যাচারী মুশরিকরাও হতে পারে। অর্থাৎ, তারা শেষ পর্যন্ত আল্লাহর কাছে ফায়সালা তলব করল যে, এই রসূল যদি সত্য হন, তাহলে হয় আল্লাহ আমাদেরকে আযাব দিয়ে ধ্বংস করে দিন; যেমন মক্কার মুশরিকরা বলেছিল, ﴿اللَّهُمَّ إِن كَانَ هَذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَاء أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ﴾ অর্থাৎ, হে আল্লাহ! এই কুরআন যদি তোমার পক্ষ হতে সত্য হয় তবে আকাশ থেকে আমাদের উপর প্রস্তর বর্ষণ কর অথবা আমাদের উপর কঠিন পীড়াদায়ক শাস্তি এনে দাও!\n(সূরা আনফাল ৮:৩২)\nআর না হয় যেমন বদর যুদ্ধের সময়েও মক্কার মুশরিকরা এই ধরনেরই কামনা করেছিল, যার উল্লেখ মহান আল্লাহ সূরা আনফালের ৮:১৯ নং আয়াতে করেছেন। অথবা 'তারা' বলতে রসূলগণ হতে পারেন। অর্থাৎ, তাঁরা আল্লাহর কাছে বিজয় ও সাহায্য চেয়ে দু'আ করলেন, যা মহান আল্লাহ কবুল করলেন।"
    },
    {
      "ayah": 16,
      "surah": 14,
      "text": "তাদের প্রত্যেকের সম্মুখে রয়েছে জাহান্নাম এবং প্রত্যেককে পান করানো হবে পূঁজমিশ্রিত পানি।[১]\n[১] صَدِيْدٌ জাহান্নামীদের শরীর ও চামড়া থেকে নির্গত পুঁজ ও রক্ত। কতিপয় হাদীসে বলা হয়েছে, (عُصَارَةُ أهْلِ النَّارِ) (জাহান্নামীদের দেহ-নিঃসৃত রক্ত, পুঁজ ইত্যাদি) এবং কতিপয় হাদীসে আছে যে, উক্ত পুঁজ ও রক্ত এত গরম ও ফুটন্ত অবস্থায় হবে যে, তাদের মুখ পর্যন্ত পৌঁছতেই তাদের মুখমন্ডলের চামড়া ঝলসে খসে পড়বে এবং এর এক ঢোক পান করতেই তাদের পেটের নাড়ীভুঁড়ি পায়খানা-দ্বার দিয়ে বেরিয়ে পড়বে। আল্লাহ আমাদেরকে এ থেকে রক্ষা করুন। আমীন।"
    },
    {
      "ayah": 17,
      "surah": 14,
      "text": "যা সে অতি কষ্টে এক ঢোক এক ঢোক করে গিলতে থাকবে এবং তা গিলা প্রায় অসম্ভব হয়ে পড়বে; সর্বদিক হতে তার নিকট আসবে মৃত্যু-যন্ত্রণা, কিন্তু তার মৃত্যু ঘটবে না[১] এবং তার পরে থাকবে কঠোর শাস্তি।\n[১] অর্থাৎ, বিভিন্ন প্রকারের শাস্তি আস্বাদন করতে করতে তারা মৃত্যু-কামনা করবে, কিন্তু সেথায় মৃত্যু কোথায়? সেখানে তো তাদের এই ধরনের অবিরাম শাস্তি হতেই থাকবে।"
    },
    {
      "ayah": 18,
      "surah": 14,
      "text": "যারা তাদের প্রতিপালককে অস্বীকার করে, তাদের বিবরণ এই যে, তাদের কর্মাবলী ভষ্মের মত যা ঝড়ের দিনে বাতাস প্রচন্ড বেগে উড়িয়ে নিয়ে যায়।[১]যা তারা উপার্জন করে, তার কিছুই তারা তাদের কাজে লাগাতে পারে না; এটাই তো ঘোর বিভ্রান্তি।\n[১] কিয়ামতের দিন কাফেরদের ভালো কর্মসমূহেরও এই অবস্থা হবে যে তারা তার কোন প্রতিফল ও নেকী পাবে না।"
    },
    {
      "ayah": 19,
      "surah": 14,
      "text": "তুমি কি লক্ষ্য কর না যে, আল্লাহ আকাশমন্ডলী ও পৃথিবী যথার্থই সৃষ্টি করেছেন? তিনি ইচ্ছা করলে তোমাদের অস্তিত্ব বিলোপ করতে পারেন এবং এক নতুন সৃষ্টি অস্তিত্বে  আনতে পারেন।"
    },
    {
      "ayah": 2,
      "surah": 14,
      "text": "আল্লাহর পথে; যাঁর মালিকানাধীন আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে। কঠিন শাস্তির দুর্ভোগ অবিশ্বাসীদের জন্য।"
    },
    {
      "ayah": 20,
      "surah": 14,
      "text": "আর এটা আল্লাহর জন্য আদৌ কঠিন নয়। [১]\n[১] অর্থাৎ, তোমরা যদি অবাধ্যতা হতে বিরত না হও, তাহলে মহান আল্লাহ এটা করতে সক্ষম যে, তোমাদেরকে ধ্বংস করে দিয়ে তোমাদের স্থলে নতুন সৃষ্টিকুল সৃষ্টি করবেন। উক্ত বিষয়টিই মহান আল্লাহ সূরা ফাতির ৩৫:১৫-১৭, সূরা মুহাম্মাদ ৪৭:৩৮, সূরা মাইদা ৫:৫৪ এবং সূরা নিসার ৪:১৩৩ নং আয়াতে বর্ণনা করেছেন।"
    },
    {
      "ayah": 21,
      "surah": 14,
      "text": "সবাই আল্লাহর নিকট উপস্থিত হবে;[১] যারা অহংকার করত দুর্বলেরা তাদেরকে বলবে, ‘আমরা তো তোমাদের অনুসারী ছিলাম; এখন তোমরা কি আল্লাহর শাস্তি হতে আমাদেরকে কিছুমাত্র রক্ষা করতে পারবে?’ তারা বলবে, ‘আল্লাহ আমাদেরকে সৎপথে পরিচালিত করলে আমরাও তোমাদেরকে সৎপথে পরিচালিত করতাম; এখন আমাদের ধৈর্যচ্যুত হওয়া অথবা ধৈর্যশীল হওয়া একই কথা; আমাদের কোন নিষ্কৃতি নেই।’[২]\n[১] অর্থাৎ, সকলেই হাশরের ময়দানে আল্লাহর সামনে উপস্থিত হবে, কেউ কোথাও লুকাতে পারবে না।[২] কতিপয় উলামা বলেন যে, জাহান্নামীরা পরস্পর বলাবলি করবে, 'জান্নাতীরা জান্নাত এ কারণে পেয়েছে যে, তারা আল্লাহর সমীপে কাকুতি-মিনতি ও রোদন করত, এসো আমরাও আল্লাহর সমীপে কান্নাকাটি করি।' অতএব তারা অত্যধিক কান্নাকাটি করবে, কিন্তু এর কোন ফল হবে না। অতঃপর বলবে, 'জান্নাতীরা জান্নাত ধৈর্যের কারণে পেয়েছে, চলো আমরাও ধৈর্য ধারণ করি।' অতএব তারা পরিপূর্ণ ধৈর্য প্রদর্শন করবে, কিন্তু তাতেও কোন লাভ হবে না। তখন তারা বলবে, 'আমরা ধৈর্য ধারণ করি অথবা কান্নাকাটি করি, নিষ্কৃতির কোন পথ নেই।' এই পারস্পরিক কথোপকথন জাহান্নামের মধ্যে হবে। কুরআন কারীমের মধ্যে এ বিষয়টি আরো কয়েক স্থানে উল্লেখ করা হয়েছে, যেমন; সূরা মু'মিন ৪০:৪৭-৪৮, সূরা আ'রাফ ৭:৩৮-৩৯, সূরা আহযাব ৩৩:৬৬-৬৮ নং আয়াত। এ ছাড়া তারা পরস্পর ঝগড়াও করবে এবং একে অপরকে পথভ্রষ্ট করার অপবাদ দিবে। ইমাম ইবনে কাসীর বলেন, ঝগড়া হাশরের ময়দানে হবে। মহান আল্লাহ এর বিস্তারিত বিবরণ সূরা সাবা' ৩৪:৩১-৩৩ নং আয়াতে উল্লেখ করেছেন।"
    },
    {
      "ayah": 22,
      "surah": 14,
      "text": "যখন সব কিছুর ফায়সালা হয়ে যাবে, তখন শয়তান বলবে,[১] ‘আল্লাহ তোমাদেরকে প্রতিশ্রুতি দিয়েছিলেন সত্য প্রতিশ্রুতি। আর আমিও তোমাদেরকে প্রতিশ্রুতি দিয়েছিলাম; কিন্তু আমি তোমাদেরকে প্রদত্ত প্রতিশ্রুতি রক্ষা করিনি;[২] আমার তো তোমাদের উপর কোন আধিপত্য ছিল না,[৩] আমি শুধু তোমাদেরকে আহবান করেছিলাম এবং তোমরা আমার আহবানে সাড়া দিয়েছিলে।[৪] সুতরাং তোমরা আমার প্রতি দোষারোপ করো না, তোমরা তোমাদের নিজেদের প্রতিই দোষারোপ কর।[৫] আমি তোমাদের উদ্ধারে সাহায্য করতে সক্ষম নই এবং তোমরাও আমার উদ্ধারে সাহায্য করতে সক্ষম নও;[৬] তোমরা যে পূর্বে আমাকে (আল্লাহর) শরীক করেছিলে, সে কথা তো আমি মানিই না।’[৭] অত্যাচারীদের জন্য তো বেদনাদায়ক শাস্তি আছে। [৮]\n[১] অর্থাৎ, ঈমানদারগণ জান্নাতে এবং জাহান্নামীরা জাহান্নামে চলে যাবে, তখন শয়তান জাহান্নামীদেরকে বলবে।\n[২] আল্লাহ যে প্রতিশ্রুতি নবীগণের মাধ্যমে দিয়েছিলেন যে, মুক্তি আমার নবীগণের প্রতি ঈমান আনার উপর নির্ভরশীল, তা সত্য। পক্ষান্তরে আমার সমূহ প্রতিশ্রুতি ধোঁকা ও প্রবঞ্চনা ছিল। যেমন মহান আল্লাহ বলেছেন, ﴿يَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمُ الشَّيْطَانُ إِلاَّ غُرُورًا﴾ অর্থাৎ, শয়তান তাদেরকে প্রতিশ্রুতি দেয় এবং আশা প্রদান করে। কিন্তু শয়তানের প্রতিশ্রুতি প্রতারণা মাত্র।\n(সূরা নিসা ৪:১২০ আয়াত)\n[৩] দ্বিতীয় এই যে, আমার কথার না কোন দলীল-প্রমাণ ছিল, আর না আমার পক্ষ থেকে তোমাদের উপর কোন চাপই ছিল।\n[৪] হ্যাঁ, শুধু আমার ডাক ও আহবান ছিল। আর তোমরা আমার সেই দলীলহীন আহবান মেনে নিয়েছিলে এবং নবীগণের পরিপূর্ণ দলীল-প্রমাণ সমর্থিত কথাকে খন্ডন ও প্রত্যাখ্যান করেছিলে।\n[৫] কেননা সম্পূর্ণ দোষ তো তোমাদেরই, তোমরা বিবেক-বুদ্ধি প্রয়োগ করে কাজ করনি, স্পষ্ট দলীল-প্রমাণকে তোমরা উপেক্ষা করেছিলে এবং শুধুমাত্র দলীলহীন দাবীর অনুসরণ করেছিলে।\n[৬] অর্থাৎ, না আমি তোমাদেরকে আযাব থেকে রক্ষা করতে পারব, যাতে তোমরা গ্রেপ্তার হয়েছ, আর না তোমরা আমাকে সেই শাস্তি ও ক্রোধ থেকে বাঁচাতে পারবে, যা আল্লাহর পক্ষ থেকে আমার উপর এসেছে।\n[৭] আমি এ কথাও অস্বীকার করি যে, আমি আল্লাহর শরীক বা অংশীদার। যদি তোমরা আমাকে অথবা অন্য কাউকে শরীক মনে করতে, তাহলে এটা তোমাদের নিজেদেই ভুল ও মূর্খতা। কেননা যে আল্লাহ নিখিল বিশ্ব সৃষ্টি করে তা পরিচালনাও করতেন, তাঁর শরীক কেউ কি করে হতে পারে?\n[৮] কতিপয় উলামা বলেন যে, এ উক্তিটিও শয়তানেরই এবং এটি তার উল্লিখিত বক্তব্যের সম্পূরক। পক্ষান্তরে কতিপয় উলামা বলেন, শয়তানের কথা مِن قَبل '---মানিই না' পর্যন্ত শেষ। পরের এই বাক্যটি মহান আল্লাহর কথা।"
    },
    {
      "ayah": 23,
      "surah": 14,
      "text": "যারা বিশ্বাস করে ও সৎকর্ম করে তাদেরকে প্রবেশ করানো হবে জান্নাতে; যার নিম্নদেশে নদীমালা প্রবাহিত; সেখানে তারা তাদের প্রতিপালকের অনুমতিক্রমে চিরস্থায়ীভাবে অবস্থান করবে;[১] সেখানে তাদের অভিবাদন হবে ‘সালাম’। [২]\n[১] এটা দুর্ভাগ্যবান ও কাফেরদের মুকাবেলায় সৌভাগ্যবান ও ঈমানদারদের বর্ণনা। এদের উল্লেখ তাদের সাথে এই জন্য করা হয়েছে যে, যাতে মানুষের মধ্যে ঈমানদারদের মত চরিত্র গ্রহণ করার ইচ্ছা-আকাঙ্ক্ষা সৃষ্টি হয়।\n[২] অর্থাৎ, তাদের পরস্পরের উপহার হবে একে অপরকে সালাম করা। এ ছাড়া ফিরিশতাবর্গও প্রত্যেক দরজা দিয়ে প্রবেশ করে তাদেরকে সালাম পেশ করবেন।"
    },
    {
      "ayah": 24,
      "surah": 14,
      "text": "তুমি কি লক্ষ্য কর না, আল্লাহ কিভাবে উপমা দিয়ে থাকেন? সৎবাক্যের উপমা উৎকৃষ্ট বৃক্ষ; যার মূল সুদৃঢ় ও যার শাখা-প্রশাখা আকাশে বিস্তৃত।"
    },
    {
      "ayah": 25,
      "surah": 14,
      "text": "যা তার প্রতিপালকের অনুমতিক্রমে অহরহ ফল দান করে।[১] আর আল্লাহ মানুষের জন্য উপমা বর্ণনা করে থাকেন যাতে তারা শিক্ষা গ্রহণ করে।\n[১] এর অর্থ এই যে, মু'মিনদের উদাহরণ ঐ (বারমেসে ফলদার) গাছের ন্যায়, যে গাছ শীত-গ্রীষ্ম সব সময় ফল দান করে। অনুরূপ মু'মিনদের সৎ কার্যাবলী দিবানিশির ক্ষণে ক্ষণে আকাশের দিকে (আল্লাহর কাছে) নিয়ে যাওয়া হয়। كَلِمَةٌ طَيِّبَةٌ (সৎবাক্য) থেকে উদ্দেশ্য, ইসলাম অথবা কলেমা 'লা ইলাহা ইল্লাল্লাহ' এবং شَجَرَة طَيِّبَة (উৎকৃষ্ট বৃক্ষ) বলতে খেজুর বৃক্ষকে বুঝানো হয়েছে, যেমন সহীহ হাদীস থেকে এ কথা প্রমাণিত। (বুখারীঃ কিতাবুল ইলম, মুসলিম, কিতাবু সিফাতিল কিয়ামাহ)"
    },
    {
      "ayah": 26,
      "surah": 14,
      "text": "পক্ষান্তরে কুবাক্যের উপমা এক মন্দ বৃক্ষ; যার মূল ভূপৃষ্ঠ হতে বিছিন্ন, যার কোন স্থায়িত্ব নেই।[১]\n[১] كَلِمَة خَبِيْثَة (কুবাক্য) থেকে কুফরী এবং شَجَرَة خَبِيْثَة (মন্দ বৃক্ষ) থেকে হানযাল (তেলাকচু বা মাকাল) গাছকে বুঝানো হয়েছে যার শিকড় মাটির উপরেই থাকে এবং একটু টান দিতেই উপড়ে যায়। অর্থাৎ কাফেরদের আমল একেবারেই মূল্যহীন; তা না আকাশে যায়, আর না আল্লাহর দরবারে তা গৃহীত হয়।"
    },
    {
      "ayah": 27,
      "surah": 14,
      "text": "যারা বিশ্বাসী তাদেরকে আল্লাহ শাশ্বত বাণী দ্বারা ইহজীবনে ও পরজীবনে সুপ্রতিষ্ঠিত রাখেন[১] এবং যারা সীমালংঘনকারী আল্লাহ তাদেরকে বিভ্রান্ত করেন; আল্লাহ যা ইচ্ছা তা করেন।\n[১] এর ব্যাখ্যা হাদীসে এরূপ এসেছে যে, মৃত্যুর পর কবরে মুসলিমকে যখন জিজ্ঞাসা করা হয়, তখন সে উত্তরে এ কথার সাক্ষ্য দেয় যে, আল্লাহ ব্যতীত কোন (সত্য) মা'বূদ নেই এবং মুহাম্মাদ (সাঃ) আল্লাহর রসূল। সুতরাং এটাই অর্থ হচ্ছে আল্লাহর এই বাণীর ﴿يُثَبِّتُ اللّهُ الَّذِينَ آمَنُواْ﴾ (বুখারীঃ তাফসীর সূরা ইবরাহীম, মুসলিমঃ কিতাবুল জান্নাতি ওয়া সিফাতি নাঈমিহা) অন্য এক হাদীসে আছে যে, যখন বান্দাকে কবরে রাখা হয় এবং তার সঙ্গীরা চলে আসে, তখন সে তাদের জুতার আওয়াজ শোনে। অতঃপর তার নিকট দু'জন ফিরিশতা আসেন এবং তাকে উঠিয়ে (নবী (সাঃ)-এর প্রতি ইঙ্গিত করে) জিজ্ঞেস করেন যে, 'এই ব্যক্তি সম্পর্কে তোমার মত কি?' সে মু'মিন হলে উত্তর দেয় যে, তিনি আল্লাহর বান্দা এবং তাঁর রসূল। ফিরিশতাগণ তাকে জাহান্নামের ঠিকানা দেখিয়ে বলেন যে, আল্লাহ এর পরিবর্তে তোমার জন্য জান্নাতে ঠিকানা বানিয়ে দিয়েছেন। সে উক্ত উভয় ঠিকানা দেখে এবং তার কবর সত্তর হাত প্রশস্ত করে দেওয়া হয় এবং তার কবরকে কিয়ামত অবধি নিয়ামত সম্ভার দিয়ে পরিপূর্ণ করে দেওয়া হয়। (মুসলিম, উপরোক্ত পরিচ্ছেদ) আরেক হাদীসে আছে, তাকে জিজ্ঞেস করা হয়, 'তোমার রব কে? তোমার দ্বীন কী? তোমার নবী কে?' সুতরাং আল্লাহ তাআলা অটলতা দান করেন এবং সে উত্তর দেয়, 'আমার রব আল্লাহ, আমার দ্বীন ইসলাম এবং আমার নবী মুহাম্মাদ (সাঃ)।'\n(তাফসীর ইবনে কাসীর)"
    },
    {
      "ayah": 28,
      "surah": 14,
      "text": "তুমি কি তাদের প্রতি লক্ষ্য করনি যারা আল্লাহর অনুগ্রহের (কৃতজ্ঞতার) বদলে অকৃতজ্ঞতা প্রকাশ করেছে এবং তাদের সম্প্রদায়কে নামিয়ে এনেছে ধ্বংসের মুখে; [১]\n[১] এর ব্যাখ্যা সহীহ বুখারীতে আছে যে, এ থেকে কাফেরদেরকে বুঝানো হয়েছে।\n(বুখারী, তাফসীর সূরা ইবরাহীম)\nযারা (আল্লাহর নিয়ামত) মুহাম্মাদী রিসালতকে অস্বীকার করে (কৃতঘ্ন হয়ে) এবং বদরে মুসলিমদের বিরুদ্ধে লড়াই লড়ে নিজ সম্প্রদায়ের লোকদেরকে ধ্বংস করল। তবে ভাবার্থের দিক থেকে এটা ব্যাপক। আর এর অর্থ এই যে, মহান আল্লাহ মুহাম্মাদ (সাঃ)-কে বিশ্ববাসীর জন্য রহমত ও নিয়ামত করে পাঠিয়েছেন, যে এই নিয়ামতকে গ্রহণ করে তার কদর করবে, সে কৃতঘ্ন এবং সে জান্নাতী হবে। পক্ষান্তরে যে এই নিয়ামতকে প্রত্যাখ্যান করবে এবং তার বদলে কুফরীকে এখতিয়ার করবে, সে কৃতঘ্ন এবং সে জাহান্নামী হবে।"
    },
    { "ayah": 29, "surah": 14, "text": "জাহান্নামে, যার মধ্যে তারা প্রবেশ করবে। আর কত নিকৃষ্ট সে আবাসস্থল।" },
    {
      "ayah": 3,
      "surah": 14,
      "text": "যারা ইহজীবনকে পরজীবনের উপর প্রাধান্য দেয়, মানুষকে আল্লাহর পথ হতে নিবৃত্ত করে এবং তাতে বক্রতা অনুসন্ধান করে;[১] তারাই তো ঘোর বিভ্রান্তিতে রয়েছে।[২]\n[১] এর একটি অর্থ এই যে, ইসলামের শিক্ষার ব্যাপারে মানুষের মাঝে কুধারণা উৎপন্ন করার জন্য ত্রুটি বের করে এবং তা বিকৃত করে পেশ করে। এর দ্বিতীয় অর্থ এই যে, নিজ মনমত তাতে পরিবর্তন সাধন করতে চায়।\n[২] কেননা তাদের মধ্যে উল্লিখিত বিভিন্ন অপরাধ একত্রিত হয়েছে, যেমন; আখেরাতের তুলনায় দুনিয়াকে প্রাধান্য দেওয়া, আল্লাহর রাস্তা থেকে মানুষকে বাধা প্রদান করা এবং ইসলাম ধর্মের দোষ-ত্রুটি অনুসন্ধান করা।"
    },
    {
      "ayah": 30,
      "surah": 14,
      "text": "তারা আল্লাহর সমকক্ষ উদ্ভাবন করেছে তাঁর পথ হতে বিভ্রান্ত করার জন্য। তুমি বল, ‘ভোগ করে নাও, পরিণামে দোযখই তোমাদের প্রত্যাবর্তন স্থল।’ [১]\n[১] এটা ধমক ও তিরস্কার যে, পৃথিবীতে যাচ্ছে তাই করে নাও, কিন্তু কতক্ষণ পর্যন্ত? শেষে তোমাদের বাসস্থান তো জাহান্নামই বটে।"
    },
    {
      "ayah": 31,
      "surah": 14,
      "text": "আমার বান্দাদের মধ্যে যারা বিশ্বাসী তাদেরকে বল, ‘তারা যেন নামায কায়েম করে এবং আমি তাদেরকে যা দান করেছি তা হতে গোপনে ও প্রকাশ্যে ব্যয় করে; সেদিন আসার পূর্বে যেদিন কোন ক্রয়-বিক্রয় থাকবে না এবং থাকবে না কোন বন্ধুত্ব।’[১]\n[১] নামায কায়েম বা প্রতিষ্ঠা করার অর্থ এই যে, তা নবী (সাঃ)-এর তরীকা মোতাবেক যথাসময়ে, মনোযোগ সহকারে এবং বিনয়-নম্রতা বজায় রেখে সম্পন্ন করা। ব্যয় করার অর্থ যাকাত আদায় করা, তার মাধ্যমে আত্মীয়তার বন্ধন বজায় রাখা এবং অন্যান্য অভাবীদের প্রতি অনুগ্রহ প্রদর্শন করা। শুধু এই নয় যে, মুসলিম নিজের স্বার্থে ও নিজস্ব প্রয়োজনে অকুণ্ঠভাবে বহু অর্থ ব্যয় করবে; কিন্তু আল্লাহর নির্দেশিত স্থানে ব্যয় করতে কুণ্ঠাবোধ করবে। কিয়ামতের দিন এমন হবে যেখানে না ক্রয়-বিক্রয় সম্ভব হবে, আর না কোন বন্ধুত্ব কারো কাজে আসবে।"
    },
    {
      "ayah": 32,
      "surah": 14,
      "text": "আল্লাহ; যিনি আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, যিনি আকাশ হতে পানি বর্ষণ করে তার দ্বারা তোমাদের জীবিকার জন্য ফল-মূল উৎপাদন করেছেন, যিনি নৌযানকে তোমাদের অধীন করেছেন; যাতে তাঁর নির্দেশে তা সমুদ্রে বিচরণ করে এবং যিনি তোমাদের কল্যাণে নিয়োজিত করেছেন নদীসমূহকে।[১]\n[১] মহান আল্লাহ সৃষ্টিকুলের প্রতি যেসব অনুগ্রহ ও সম্পদ দান করেছেন, সেসবের মধ্যে কিছুর বর্ণনা এখানে করা হচ্ছে। বলেছেন, তিনি আকাশকে ছাদ এবং যমীনকে বিছানা বানিয়েছেন। আকাশ থেকে বৃষ্টি বর্ষণ করে বিভিন্ন প্রকারের গাছপালা এবং ফসল উৎপন্ন করেছেন; যার মধ্যে রয়েছে স্বাদ উপভোগ ও শক্তি সঞ্চয়ের জন্য ফলমূল এবং নানা ধরনের শস্য; যার রং ও আকার এক অপর থেকে ভিন্ন এবং স্বাদ, সুগন্ধি ও উপকারিতাও পৃথক পৃথক। নৌকা ও জলজাহাজকে মানুষের খিদমতে লাগিয়ে দিয়েছেন, যা উত্তাল তরঙ্গ ভেদ করে চলে, মানুষকে এক দেশ থেকে অন্য দেশে পৌঁছে দেয় এবং পণ্যসামগ্রীও এক স্থান থেকে অন্য স্থানে বহন করে। ভূপৃষ্ঠ ও পাহাড় থেকে ঝর্ণাধারা ও নদী-নালা প্রবাহিত করেছেন, যাতে করে তোমরা নিজেরাও পানি পান করতে পার এবং বাগান-ক্ষেতও সেচতে সক্ষম হও।"
    },
    {
      "ayah": 33,
      "surah": 14,
      "text": "তিনি তোমাদের কল্যাণে নিয়োজিত করেছেন সূর্য ও চন্দ্রকে; যারা অবিরাম একই নিয়মের অনুবর্তী[১] এবং তোমাদের কল্যাণে নিয়োজিত করেছেন রাত্রি ও দিবসকে। [২]\n[১] অর্থাৎ, অবিরাম চলতে থাকে, কখনও থামে না, না রাতে না দিনে। এ ছাড়া এক অপরের পিছে চলে, কিন্তু কখনো পরস্পর ধাক্কা খায় না।\n[২] রাত ও দিন, এদের পরস্পর ব্যবধান অব্যাহত থাকে। কখনো রাত দিনের কিছু অংশ নিয়ে বড় হয়ে যায় এবং কখনো দিন রাতের কিছু অংশ নিয়ে বড় হয়ে যায়। আর এ পরম্পরা সৃষ্টির শুরু থেকেই চলে আসছে, এতে এক চুল পরিমাণও কোন পার্থক্য আসেনি।"
    },
    {
      "ayah": 34,
      "surah": 14,
      "text": "আর তিনি তোমাদেরকে প্রত্যেকটি সেই জিনিস দিয়েছেন যা তোমরা তাঁর নিকট চেয়েছ।[১] তোমরা আল্লাহর অনুগ্রহ গণনা করলে ওর সংখ্যা নির্ণয় করতে পারবে না;[২] মানুষ অবশ্যই অতি মাত্রায় সীমালংঘনকারী অকৃতজ্ঞ। [৩]\n[১] অর্থাৎ, তিনি তোমাদের যাবতীয় প্রয়োজনীয় বস্তু যা তোমরা তাঁর কাছে চাও তোমাদের জন্য সরবরাহ করে দিয়েছেন। কতিপয় উলামা বলেন যে, যা তোমরা চাও তাও দেন এবং যা চাও না, অথচ তিনি জানেন যে, তা তোমাদের প্রয়োজন তাও দেন। মোট কথা জীবনযাপন করার সমস্ত সুবিধা তোমাদেরকে যোগান।\n[২] অর্থাৎ, আল্লাহর নিয়ামতরাজি অগণন, তা কেউ গুনে শেষ করতে পারে না; উক্ত নিয়ামতসমূহের যথাযথ কৃতজ্ঞতা আদায় করতে পারা তো দূরের কথা। একটি বর্ণনায় আছে যে, একদা দাঊদ (আঃ) বললেন, 'হে রব! আমি তোমার নিয়ামতের কৃতজ্ঞতা কিভাবে প্রকাশ করব? অথচ স্বয়ং কৃতজ্ঞতা প্রকাশই তোমার পক্ষ থেকে আমার প্রতি এক নিয়ামত।' মহান আল্লাহ বললেন, \"হে দাঊদ! তুমি আমার কৃতজ্ঞতা প্রকাশ করলে, যখন তুমি স্বীকার করে বললে যে, 'হে আল্লাহ! আমি তোমার নিয়ামতের কৃতজ্ঞতা প্রকাশ করতে অপারক।\"\n(তাফসীর ইবনে কাসীর)\n[৩] আল্লাহর নিয়ামতের কৃতজ্ঞতা জ্ঞাপন করতে গাফিলতির কারণে মানুষ সীমালংঘন করে এবং স্বীয় আত্মার প্রতি অত্যাচার করে, বিশেষ করে কাফেররা; যারা পূর্ণরূপে আল্লাহ সম্বন্ধে উদাসীন।"
    },
    {
      "ayah": 35,
      "surah": 14,
      "text": "আর (স্মরণ কর,) যখন ইব্রাহীম বলেছিল, ‘হে আমার প্রতিপালক! এই শহরকে (মক্কাকে) নিরাপদ কর[১] এবং আমাকে ও আমার পুত্রগণকে প্রতিমা পূজা হতে দূরে রাখ।\n[১] এই শহর অর্থাৎ মক্কা। 'এই শহরকে নিরাপদ কর' অন্যান্য দু'আর পূর্বে এই দু'আ করলেন এই কারণে যে, নিরাপত্তা ও শান্তি কায়েম থাকলে মানুষ অন্যান্য নিয়ামত থেকেও ঠিকভাবে উপকৃত হতে পারবে, নচেৎ শান্তি-স্বস্তি ব্যতীত সমস্ত সুখ-সুবিধা থাকা সত্ত্বেও ভয় ও আতঙ্ক মানুষকে কাতর ও পেরেশান করে রাখে। যেমন বর্তমানে সঊদী আরব ছাড়া অন্যান্য দেশের অবস্থা। সঊদী আরবে আজও সেই দু'আর বর্কতে এবং ইসলামী আইন চালু থাকার কারণে দৃষ্টান্তমূলক শান্তি বিরাজ করছে। আল্লাহ এ দেশকে যাবতীয় অমঙ্গল ও ফিতনা থেকে রক্ষা করুন। আমীন। এখানে মহান আল্লাহর নানা অনুগ্রহের অন্তর্গত নিরাপত্তার মত একটি বড় অনুগ্রহের কথা উল্লেখ করে ইঙ্গিত করেছেন যে, কুরাইশ যেরূপ আল্লাহর অন্যান্য নিয়ামত থেকে উদাসীন, অনুরূপ এই বিশেষ নিয়ামত থেকেও উদাসীন যে, তিনি তাদেরকে মক্কার মত নিরাপদ ও শান্তিময় শহরের বাসিন্দা বানিয়েছেন।"
    },
    {
      "ayah": 36,
      "surah": 14,
      "text": "হে আমার প্রতিপালক! এসব প্রতিমা বহু মানুষকে বিভ্রান্ত করেছে;[১] সুতরাং যে আমার অনুসরণ করবে সে আমার দলভুক্ত, কিন্তু কেউ আমার অবাধ্য হলে তুমি তো চরম ক্ষমাশীল পরম দয়ালু।\n[১] পথভ্রষ্ট করার কাজের সম্পর্ক জোড়া হয়েছে ঐ পাথরের মূর্তিদের সাথে, মুশরিকরা যাদের পূজা-অর্চনা করত, অথচ তারা নির্বোধ, কেননা সেসব মূর্তি মানুষের পথভ্রষ্টের কারণ ছিল।"
    },
    {
      "ayah": 37,
      "surah": 14,
      "text": "হে আমাদের প্রতিপালক! আমি আমার কিছু বংশধরকে[১] ফল-ফসলহীন উপত্যকায় তোমার পবিত্র গৃহের নিকট বসবাস করালাম; হে আমাদের প্রতিপালক! যাতে তারা নামায কায়েম করে।[২] সুতরাং তুমি কিছু লোকের[৩] অন্তরকে ওদের প্রতি অনুরাগী করে দাও এবং ফলমূল দ্বারা তাদের জীবিকার ব্যবস্থা কর;[৪] যাতে তারা কৃতজ্ঞতা প্রকাশ করে।\n[১] مِنْ ذُرِّيَّتِيْ তে مِنْ তাব'ঈযের (অর্থাৎ আংশিক অর্থ প্রকাশের) জন্য ব্যবহূত হয়েছে। অর্থাৎ কিছু বংশধরকে। বলা হয় যে, ইবরাহীম (আঃ)-এর ঔরসজাত ছেলে আটজন, তাদের মধ্যে শুধু ইসমাঈল (আঃ)-কে এখানে বসবাস করিয়েছিলেন।\n(ফাতহুল কাদীর)\n[২] ইবাদতসমূহের মধ্যে শুধু নামাযের কথা উল্লেখ করা হয়েছে। এতে নামাযের গুরুত্ব প্রকাশ পায়।\n[৩] এখানেও مِنْ তাব'ঈযের (অর্থাৎ আংশিক অর্থ প্রকাশের) জন্য ব্যবহূত হয়েছে। অর্থাৎ, কিছু লোকের; উদ্দেশ্য মুসলিমগণ। সুতরাং দেখে নিন যে, কিভাবে নিখিল বিশ্বের মুসলিমরা মক্কা মুকার্রামায় একত্রিত হয়ে থাকে এবং হজ্জের মৌসম ছাড়াও সারা বছর এই ধারাবাহিকতা অব্যাহত থাকে। যদি ইবরাহীম (আঃ) أفْئِدَةَ النَّاسِ (মানুষের অন্তর) বলতেন, তাহলে খ্রিষ্টান, ইয়াহুদী, অগ্নিপূজক এবং অন্যান্য সমস্ত মানুষ মক্কা পৌঁছত। مِنَ النَّاسِ এর مِنْ শব্দটি এই দু'আকে মুসলমান পর্যন্ত সীমিত করে দিয়েছে।\n(ইবনে কাসীর)\n[৪] এ দু'আরও প্রভাব লক্ষণীয় যে, মক্কার মত বৃক্ষ-পানিহীন অনাবাদ জায়গাতে যেখানে কোন ফলদার বৃক্ষ ছিল না, আজ সেখানে বিভিন্ন প্রকারের ফলমূল পর্যাপ্ত পরিমাণে পাওয়া যায়। হজ্জের মৌসুমেও ফল-ফ্রুটের কোন প্রকার ঘাটতি হয় না, অথচ লক্ষ লক্ষ মানুষ সেখানে উপস্থিত হয়। এটা মহান আল্লাহর খলীল ইবরাহীম (আঃ)-এর দু'আর বদৌলতে তাঁর (আল্লাহর) পক্ষ থেকে দয়া, কৃপা, অনুগ্রহ, অনুকম্পা ও বরকত। বলা হয় যে, তিনি উক্ত দু'আ কা'বাঘর নির্মাণ করার পর করেছিলেন। পক্ষান্তরে প্রথম দু'আটি (নিরাপদ কর) সেই সময় করেছিলেন, যখন স্বীয় স্ত্রী ও নবজাত শিশু ইসমাঈলকে আল্লাহর নির্দেশে সেখানে রেখে চলে গিয়েছিলেন।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 38,
      "surah": 14,
      "text": "হে আমাদের প্রতিপালক! আমরা যা গোপন করি এবং যা প্রকাশ করি তা নিশ্চয় তুমি জানো। আর পৃথিবী ও আকাশের কোন কিছুই আল্লাহর নিকট গোপন থাকে না। [১]\n[১] অর্থাৎ আমার দু'আর উদ্দেশ্য তুমি তো ভালভাবে জান। এই শহরবাসীর জন্য দু'আর মূল উদ্দেশ্য তোমার সন্তুষ্টি। তুমি তো প্রত্যেক জিনিসের বাস্তবতা সম্পর্কে সবিশেষ অবহিত, আকাশ ও পৃথিবীর কোন কিছু তোমার কাছে গোপন নেই।"
    },
    {
      "ayah": 39,
      "surah": 14,
      "text": "সমস্ত প্রশংসা আল্লাহরই প্রাপ্য যিনি আমাকে (আমার) বার্ধক্য সত্ত্বেও ইসমাঈল ও ইসহাককে দান করেছেন। আমার প্রতিপালক অবশ্যই দুআ শ্রবণকারী।"
    },
    {
      "ayah": 4,
      "surah": 14,
      "text": "আমি প্রত্যেক রসূলকেই তার স্বজাতির ভাষাভাষী করে পাঠিয়েছি তাদের নিকট পরিষ্কারভাবে ব্যাখ্যা করবার জন্য।[১] আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎপথে পরিচালিত করেন। আর তিনি পরাক্রমশালী, প্রজ্ঞাময়। [২]\n[১] মহান আল্লাহ দুনিয়াবাসীর প্রতি এই অনুগ্রহ করলেন যে, তাদের হিদায়াতের জন্য কিতাব অবতীর্ণ করলেন এবং রসূলগণকে প্রেরণ করলেন এবং উক্ত অনুগ্রহকে এভাবে পরিপূর্ণতা দান করলেন যে, প্রত্যেক রসূলকে তাঁর স্বজাতির ভাষাভাষী করে প্রেরণ করলেন, যাতে হিদায়াতের রাস্তা বুঝতে কোন প্রকার জটিলতা না আসে।\n[২] কিন্তু উক্ত বর্ণনা ও ব্যাখ্যা সত্ত্বেও হিদায়াত সেই পাবে, যাকে আল্লাহ দিতে চাইবেন।"
    },
    {
      "ayah": 40,
      "surah": 14,
      "text": "হে আমার প্রতিপালক! আমাকে নামায প্রতিষ্ঠাকারী বানাও এবং আমার বংশধরদের মধ্য হতেও।[১] হে আমাদের প্রতিপালক! আমার দুআ কবুল কর।\n[১] নিজের সাথে স্বীয় সন্তানদের জন্যও দু'আ করলেন। ইতিপূর্বেও নিজের সাথে স্বীয় সন্তানদের জন্য দু'আ করলেন যে, তাদেরকে পাথরের মূর্তিপূজা থেকে বাঁচিয়ে রাখো। এ থেকে জানা গেল যে, দ্বীনের আহবায়কদেরকে স্বীয় পরিবারের হিদায়াত এবং তাদের দ্বীনী শিক্ষা-দীক্ষার ব্যাপারে উদাসীন থাকা উচিত নয়। বরং দাওয়াত ও তবলীগে তাদেরকে প্রাথমিক পর্যায়ে রাখা উচিত। যেমন মহান আল্লাহ স্বীয় শেষ নবী মুহাম্মাদ (সাঃ)-কেও নির্দেশ দিয়েছেন: ﴿وَأَنذِرْ عَشِيرَتَكَ الْأَقْرَبِينَ﴾ অর্থাৎ, স্বীয় নিকটাত্মীয়দেরকে সতর্ক কর।\n(সূরা শু'আরা ২৬:২১৪)"
    },
    {
      "ayah": 41,
      "surah": 14,
      "text": "হে আমার প্রতিপালক! যেদিন হিসাব হবে সেদিন আমাকে, আমার পিতা-মাতাকে[১] এবং বিশ্বাসীদেরকে ক্ষমা করো।’\n[১] ইবরাহীম (আঃ) এই দু'আ তখন করেছিলেন যখন তাঁর কাছে স্বীয় পিতার ব্যাপারে আল্লাহর দুশমন হওয়ার কথা প্রকাশ পায়নি। যখন প্রকাশ পেয়ে গেল যে, তাঁর পিতা আল্লাহর দুশমন, তখন তিনি সম্পর্কছিন্নতা ব্যক্ত করলেন। কেননা যতই নিকটাত্মীয় হোক না কেন, মুশরিকদের জন্য (ক্ষমা প্রার্থনার) দু'আ করা বৈধ নয়।"
    },
    {
      "ayah": 42,
      "surah": 14,
      "text": "তুমি কখনো মনে করো না যে, সীমালংঘনকারীরা যা করে সে বিষয়ে আল্লাহ উদাসীন। আসলে তিনি সেদিন পর্যন্ত তাদেরকে অবকাশ দেন, যেদিন সকল চক্ষু স্থির হয়ে যাবে। [১]\n[১] অর্থাৎ কিয়ামতের ভয়াবহতার কারণে। যদি মহান আল্লাহ পৃথিবীতে কাউকে বেশি অবকাশ দিয়ে আমরণ তাকে পাকড়াও না করেন, তাহলে কিয়ামতের দিন তাঁর পাকড়াও থেকে তো সে বাঁচতে পারবে না, যে দিন কাফেরদের জন্য এত ভয়ঙ্কর হবে যে, তাদের চক্ষু বিস্ফারিত ও স্থির হয়ে যাবে।"
    },
    {
      "ayah": 43,
      "surah": 14,
      "text": "ভীত-বিহব্বল চিত্তে আকাশের দিকে চেয়ে তারা ছুটাছুটি করবে[১] নিজেদের প্রতি তাদের দৃষ্টি ফিরবে না এবং তাদের অন্তর হবে (জ্ঞান) শূন্য। [২]\n[১] مُهْطِعِيْنَ দ্রুত ছুটাছুটি করতে থাকবে। তিনি অন্যত্র বলেন, ﴿مُّهْطِعِينَ إِلَى الدَّاعِ﴾ অর্থাৎ, আহবানকারীর দিকে দৌড়বে।\n(সূরা ক্বামার ৫৪:৮)\nمُقْنِعِيْ رُءُوسِهِمْ ভয়-বিহব্বলতায় তাদের মাথা উপর দিকে উঠে থাকবে।[২] যে ভয়াবহতা দর্শন তারা করবে এবং নিজেদের ব্যাপারে যে চিন্তা-ভাবনা ও ভয়-ভীতি হবে, তার কারণে তাদের চক্ষু ক্ষণেকের জন্যও নীচু হবে না এবং প্রচন্ড ভয়ের কারণে তাদের হৃদয় ভগ্ন ও শূন্য থাকবে।"
    },
    {
      "ayah": 44,
      "surah": 14,
      "text": "সেদিন সম্পর্কে তুমি মানুষকে সতর্ক কর যেদিন তাদের শাস্তি আসবে, যখন সীমালংঘনকারীরা বলবে, ‘হে আমাদের প্রতিপালক! আমাদেরকে কিছু কালের জন্য অবকাশ দাও; আমরা তোমার আহবানে সাড়া দিব এবং রসূলদের অনুসরণ করব।’ (তখন তাদেরকে বলা হবে,) ‘তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের কোন পতন নেই? [১]\n[১] অর্থাৎ, পৃথিবীতে তোমরা কসম খেয়ে বলতে যে, কোন হিসাব-নিকাশ এবং জান্নাত-জাহান্নাম নেই এবং পুনর্বার কে জীবিত হবে?"
    },
    {
      "ayah": 45,
      "surah": 14,
      "text": "তোমরা বাস করতে তাদের বাসভূমিতে যারা নিজেদের প্রতি যুলম করেছিল এবং তাদের প্রতি আমি কি করেছিলাম, তাও তোমাদের নিকট সুবিদিত ছিল এবং তোমাদের নিকট আমি দৃষ্টান্তও উপস্থিত করেছিলাম।’ [১]\n[১] অর্থাৎ, উপদেশ গ্রহণ করার জন্য আমি তো পূর্ববর্তী সম্প্রদায়ের ঘটনা বর্ণনা করে দিয়েছি, যাদের বাড়ি-ঘরে এখন তোমরা বসবাস করছ এবং তাদের জীর্ণ বাড়ি-ঘরও তোমাদেরকে চিন্তা-ভাবনা করতে উদ্বুদ্ধ করছে। যদি তোমরা এ থেকে উপদেশ গ্রহণ না কর এবং তাদের পরিণাম থেকে বাঁচার জন্য চিন্তা-ভাবনা না কর, তাহলে তোমাদের মর্জি। সুতরাং তোমরাও অনুরূপ পরিণামের জন্য প্রস্তুত থাকো।"
    },
    {
      "ayah": 46,
      "surah": 14,
      "text": "তারা ভীষণ চক্রান্ত করেছিল, অথচ আল্লাহর নিকট তাদের চক্রান্ত (জানা) ছিল।[১] তাদের চক্রান্ত এমন ছিল না যাতে পর্বত টলে যেত।[২]\n[১] এটা অবস্থা বর্ণনামূলক বাক্য। অর্থাৎ, আমি তাদের সাথে যা করলাম তা করলাম, অথচ অবস্থা এই যে, তারা বাতিলকে সাব্যস্ত এবং সত্যকে খন্ডন করার জন্য সর্বশক্তি ব্যয় পূর্বক কৌশল ও চক্রান্ত করল। আর আল্লাহর কাছে এসব চক্রান্তের জ্ঞান আছে; অর্থাৎ তাঁর কাছে লিপিবদ্ধ আছে যার শাস্তি তিনি তাদেরকে দেবেন।[২] কেননা যদি পাহাড় টলে যেত, তাহলে তা স্বস্থানে থাকতো না, অথচ সমস্ত পাহাড় স্ব স্ব স্থানে অটল রয়েছে। এ হল إنْ নেতিবাচক مَا এর অর্থ। দ্বিতীয় অর্থ إنْ মূলতঃ إنَّ ছিল। অর্থাৎ নিশ্চয় তাদের চক্রান্ত এত বড় ছিল যে, তার ফলে পাহাড়ও স্বস্থান থেকে সরে যেত! তিনি তো মহান আল্লাহই যিনি তাদের চক্রান্তকে সফল হতে দেননি। যেমন মহান আল্লাহ কাফেরদের সম্বন্ধে বলেছেন, ﴿تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنشَقُّ الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا. أَن دَعَوْا لِلرَّحْمَنِ وَلَدًا﴾ অর্থাৎ, এতে যেন আকাশ সমূহ বিদীর্ণ হয়ে যাবে, পৃথিবী খন্ড-বিখন্ড হবে ও পর্বতসমূহ চূর্ণ-বিচূর্ণ হয়ে পড়বে। যেহেতু তারা পরম দয়াময়ের উপর সন্তান আরোপ করে।\n(সূরা মারয়্যাম ১৯:৯০-৯১)"
    },
    {
      "ayah": 47,
      "surah": 14,
      "text": "সুতরাং তুমি কখনো মনে করো না যে, আল্লাহ তাঁর রসূলদের প্রতি প্রদত্ত প্রতিশ্রুতি ভঙ্গ করবেন;[১] আল্লাহ পরাক্রমশালী, প্রতিশোধগ্রহণকারী। [২]\n[১] অর্থাৎ, মহান আল্লাহ স্বীয় রসূলদের সাথে পৃথিবীতে সাহায্য করার যে প্রতিশ্রুতি দিয়েছেন তা অবশ্যই সত্য, তাঁর তরফ থেকে প্রতিশ্রুতি ভঙ্গ হওয়া অসম্ভব।\n[২] অর্থাৎ স্বীয় বন্ধুদের জন্য স্বীয় শত্রুদের কাছ থেকে প্রতিশোধ গ্রহণকারী।"
    },
    {
      "ayah": 48,
      "surah": 14,
      "text": "(স্মরণ কর,) যেদিন এই পৃথিবী পরিবর্তিত হয়ে অন্য পৃথিবী হবে এবং আকাশমন্ডলীও।[১] আর মানুষ (কবর থেকে) বের হবে একক প্রতাপশালী আল্লাহর জন্য।\n[১] ইমাম শওকানী বলেন, আয়াতে দুটো সম্ভাবনাই রয়েছে যে, এই পরিবর্তন গুণগত দিক থেকেও হতে পারে এবং পদার্থগত দিক থেকেও হতে পারে। অর্থাৎ এই আকাশ ও পৃথিবী নিজ নিজ গুণগত দিক দিয়ে পরিবর্তিত হবে অথবা অনুরূপ পদার্থগত দিক থেকে তার পরিবর্তন আসবে, না এই পৃথিবী থাকবে আর না এ আকাশ। পৃথিবীও অন্য হবে এবং আকাশও অন্য। রসূল (সাঃ) বলেছেন, \"কিয়ামতের দিন মানুষ সাদা ও লালচে সাদা রঙের ভূমিতে একত্রিত হবে, যা ময়দার রুটির মত হবে, তাতে কারো কোন (মালিকানার) চিহ্ন থাকবে না।\n(মুসলিম, সিফাতুল কিয়ামাহ)\nএকদা আয়েশা (রাঃ) জিজ্ঞাসা করলেন, যখন এই আকাশ ও পৃথিবী পরিবর্তন হবে, তখন সেই দিন লোকেরা কোথায় অবস্থান করবে? উত্তরে নবী (সাঃ) বললেন, পুল সিরাতের উপর। (সাবেক উদ্ধৃতি) এক ইহুদীর প্রশ্নের উত্তরে নবী (সাঃ) বলেছিলেন, \"সেই দিন লোকেরা পুলের নিকট অন্ধকারে অবস্থান করবে।\n(মুসলিম, কিতাবুল হায়য)"
    },
    { "ayah": 49, "surah": 14, "text": "সেদিন তুমি অপরাধীদেরকে দেখবে শিকল দ্বারা বাঁধা অবস্থায়।" },
    {
      "ayah": 5,
      "surah": 14,
      "text": "মূসাকে আমি আমার নিদর্শনাবলীসহ প্রেরণ করেছিলাম (এবং বলেছিলাম,) তোমার সম্প্রদায়কে অন্ধকার হতে আলোতে বের করে আনো[১] এবং তাদেরকে আল্লাহর দিনগুলি স্মরণ করিয়ে দাও।[২] এতে তো নিদর্শন রয়েছে প্রত্যেক পরম ধৈর্যশীল ও পরম কৃতজ্ঞ ব্যক্তির জন্য। [৩]\n[১] অর্থাৎ, হে মুহাম্মাদ! যেমন আমি তোমাকে তোমার সম্প্রদায়ের কাছে পাঠিয়েছি এবং কিতাব দিয়েছি যাতে তুমি স্বীয় সম্প্রদায়কে কুফরী ও শিরকের অন্ধকার থেকে ঈমানের আলোর দিকে বের করে আনো, তেমনই আমি মূসাকে মু'জিযা ও দলীল-প্রমাণ দিয়ে তার সম্প্রদায়ের কাছে পাঠিয়েছি, যেন সে তাদেরকে কুফরী ও অজ্ঞতার অন্ধকার থেকে বের করে ঈমানের আলো দান করে। আয়াতে উদ্দেশ্য হল সেই সব মু'জিযা; যা মূসা (আঃ)-কে প্রদান করা হয়েছিল অথবা সেই ন'টি মু'জিযা যার উল্লেখ সূরা বানী ইস্রাঈলে করা হয়েছে।\n[২] أيام الله (আল্লাহর দিনগুলি) এর অর্থ আল্লাহর সেসব অনুগ্রহ, যা বানী ইসরাঈলের প্রতি করা হয়েছিল, যেসবের বিবরণ পূর্বে কয়েকবার এসেছে। অথবা أيام এর অর্থ ঘটনাবলী। অর্থাৎ ঐসব ঘটনা তাদেরকে স্মরণ করাও, যা ঘটতে তারা দেখেছে এবং যাতে তাদের প্রতি আল্লাহর বিশেষ অনুকম্পা অবতীর্ণ হয়েছে। যার মধ্যে কয়েকটির বর্ণনা এখানেও আসছে।\n[৩] ধৈর্য ও কৃতজ্ঞতা দুটি মহৎ গুণ; যার উপর নির্ভর করে ঈমান, এজন্য এখানে এ দু'টির কথা উল্লেখ করা হয়েছে। এ শব্দ দু'টি অতিশয়োক্তি রূপে এসেছে। صبّار অত্যধিক ধৈর্যশীল شكور অত্যধিক কৃতজ্ঞ। কৃতজ্ঞতার পূর্বে ধৈর্যের উল্লেখ এই কারণে করা হয়েছে যে কৃতজ্ঞতা ধৈর্যের ফলাফল। হাদীসে রাসূলুল্লাহ (সাঃ) বলেছেন, \"মুমিনদের ব্যাপারটা আশ্চর্যজনক। মহান আল্লাহ তার ক্ষেত্রে যা কিছুরই ফায়সালা করুন, তা তার জন্য মঙ্গলজনক। যদি তাকে দুঃখ পৌঁছে এবং ধৈর্য ধারণ করে, তাহলে এটাও তার পক্ষে উত্তম। আর যদি তাকে সুখ পৌঁছে এবং সে এর উপর আল্লাহর কৃতজ্ঞতা প্রকাশ করে, তাহলে এটাও তার পক্ষে উত্তম।\n(মুসলিম, কিতাবুয যুহ্দ)"
    },
    {
      "ayah": 50,
      "surah": 14,
      "text": "তাদের জামা হবে আলকাতরার[১] এবং অগ্নি আচ্ছন্ন করবে তাদের মুখমন্ডল।\n[১] যা দ্রুতদাহ্য; আগুনে সত্ত্বর জলে ওঠে। তা ছাড়া অগ্নি তাদের চেহারাকেও ঢেকে রাখবে।"
    },
    {
      "ayah": 51,
      "surah": 14,
      "text": "যাতে আল্লাহ প্রত্যেককে তার কৃতকর্মের প্রতিফল দিবেন। নিশ্চয় আল্লাহ হিসাব গ্রহণে তৎপর।"
    },
    {
      "ayah": 52,
      "surah": 14,
      "text": "এটা[১] মানুষের জন্য এক বার্তা; যাতে এটা দ্বারা তাদেরকে সতর্ক করা হয় এবং তারা জানতে পারে যে, তিনি একমাত্র উপাস্য এবং যাতে জ্ঞানীরা উপদেশ গ্রহণ করে।\n[১] 'এটা' বলে কুরআনের দিকে ইঙ্গিত করা হয়েছে। অথবা পূর্বোল্লিখিত বিবরণের দিকে ইশারা করা হয়েছে, যা ﴿وَلَا تَحْسَبَنَّ اللهَ غَافِلًا﴾ থেকে বর্ণনা করা হয়েছে।"
    },
    {
      "ayah": 6,
      "surah": 14,
      "text": "যখন মূসা তার সম্প্রদায়কে বলেছিল, ‘তোমরা তোমাদের প্রতি আল্লাহর অনুগ্রহকে স্মরণ কর; যখন তিনি তোমাদেরকে রক্ষা করেছিলেন ফিরআউনীয় সম্প্রদায়ের কবল হতে, যারা তোমাদেরকে নিকৃষ্ট শাস্তি দিত, তোমাদের পুত্রদেরকে যবেহ করত এবং তোমাদের নারীদেরকে জীবিত রাখত। আর এতে ছিল তোমাদের প্রতিপালকের পক্ষ হতে এক মহাপরীক্ষা।[১]\n[১] অর্থাৎ, যেরূপ এটা আল্লাহর এক বিরাট পরীক্ষা ছিল, অনুরূপ এ থেকে মুক্তিলাভ আল্লাহর বিরাট অনুগ্রহ ছিল। এ জন্যই কোন কোন অনুবাদক بَلَاءٌ এর অনুবাদ 'পরীক্ষা' এবং কেউ কেউ এর অনুবাদ 'অনুগ্রহ' করেছেন।"
    },
    {
      "ayah": 7,
      "surah": 14,
      "text": "যখন তোমাদের প্রতিপালক ঘোষণা করেছিলেন,[১] তোমরা কৃতজ্ঞ হলে তোমাদেরকে অবশ্যই অধিক দান করব,[২] আর অকৃতজ্ঞ হলে অবশ্যই আমার শাস্তি হবে কঠোর।’ [৩]\n[১] تَأذَّنَ এর অর্থ أعْلَمَكُمْ بِوَعْدِهِ لَكُمْ তিনি তোমাদেরকে তাঁর প্রতিশ্রুতি সম্পর্কে অবহিত করেছিলেন। আর এও হতে পারে যে, এটা শপথের অর্থে, অর্থাৎ যখন তোমাদের প্রতিপালক স্বীয় গৌারব-মর্যাদার শপথ করে বলেছিলেন। (ইবনে কাসীর)\n[২] অর্থাৎ, নিয়ামতের কৃতজ্ঞতা করলে তোমাদেরকে অধিক পুরস্কারে পুরস্কৃত করব।\n[৩] এর অর্থ এই যে, নিয়ামতের অকৃতজ্ঞতা আল্লাহ অত্যন্ত অপছন্দ করেন। যার জন্য তিনি কঠিন শাস্তির ধমক দিয়েছেন। এই জন্য নবী (সাঃ)ও বলেছেন যে, অধিকাংশ মহিলারা স্বামীর অকৃতজ্ঞ হওয়ার কারণে জাহান্নামে যাবে।\n(মুসলিম, আল-ঈদাইন)"
    },
    {
      "ayah": 8,
      "surah": 14,
      "text": "মূসা বলেছিল, ‘তোমরা এবং পৃথিবীর সকলেই যদি অকৃতজ্ঞ হও; তবুও নিঃসন্দেহে আল্লাহ অভাবমুক্ত এবং সর্বপ্রশংসিত।’[১]\n[১] ভাবার্থ এই যে মানুষ আল্লাহর কৃতজ্ঞতা প্রকাশ করলে তাতে তারই লাভ রয়েছে, আর অকৃতজ্ঞতা প্রকাশ করলে তাতে আল্লাহর কি ক্ষতি? তিনি তো অমুখাপেক্ষী। সারা বিশ্ব অকৃতজ্ঞ হয়ে গেলে তাঁর কি আসে যায়? যেমন হাদীসে কুদসীতে এসেছে, মহান আল্লাহ বলেন, \"হে আমার বান্দারা! তোমাদের পূর্বের ও পরের মানব ও দানব সকলেই যদি আমার বান্দাদের মধ্যে সর্বাধিক তাকওয়ার অধিকারী একজন ব্যক্তির হৃদয়ের মত হয়ে যায়, তাহলে আমার সাম্রাজ্যের একটুও শ্রীবৃদ্ধি ঘটবে না। হে আমার বান্দারা! তোমাদের পূর্বের ও পরের মানব ও দানব সকলেই যদি আমার বান্দাদের মধ্যে সর্বাধিক বড় পাপী একজন ব্যক্তির হৃদয়ের মত হয়ে যায়, তাহলে আমার সাম্রাজ্যের কিছুই কম হবে না। হে আমার বান্দারা! তোমাদের পূর্বের ও পরের মানব ও দানব যদি একটি জায়গাতে সমবেত হয় এবং প্রত্যেকেই আমার নিকট প্রার্থনা করে, আর আমি প্রত্যেকের চাহিদা পূরণ করি, তাহলে আমার সাম্রাজ্যের ততটুকু পরিমাণ কম হবে, যতটুকু সমুদ্রে সুচ ডুবিয়ে তা তুলে নিলে তা থেকে কমে যায়। (মুসলিম, কিতাবুল বির্র) সুতরাং তিনি পূত-পবিত্র, মহিমান্বিত, অভাবমুক্ত ও সর্বপ্রশংসনীয়।"
    },
    {
      "ayah": 9,
      "surah": 14,
      "text": "তোমাদের কাছে কি সংবাদ আসেনি তোমাদের পূর্ববর্তীদের; নূহের সম্প্রদায়ের, আ’দের ও সামূদের এবং তাদের পরবর্তীদের? তাদের বিষয় আল্লাহ ছাড়া অন্য কেউ জানে না; তাদের কাছে স্পষ্ট নিদর্শনাবলীসহ তাদের রসূলগণ এসেছিল; তারা তাদের হাত তাদের মুখে স্থাপন করল[১] এবং বলল, ‘যা নিয়ে তোমরা প্রেরিত হয়েছ, তা আমরা প্রত্যাখ্যান করি এবং যার প্রতি তোমরা আমাদেরকে আহবান করছ, তাতে আমরা অবশ্যই বিভ্রান্তিকর সন্দেহ পোষণ করি।’ [২]\n[১] ব্যাখ্যাকারিগণ এর বিভিন্ন অর্থ বর্ণনা করেছেন, যেমন (ক) তারা নিজ হাত নিজ মুখে রেখে বলল, আমাদের তো শুধু একটিই উত্তর যে, আমরা তোমার রিসালাতকে অস্বীকার করি। (খ) তারা নিজ আঙ্গুল দ্বারা নিজ মুখের দিকে ইঙ্গিত করে বলল, চুপ থাকো এবং এই লোক যে পয়গাম নিয়ে এসেছে সেদিকে ধ্যান দিও না। (গ) তারা নিজ হাত নিজ মুখে বিদ্রূপ বা বিস্ময় প্রকাশ করে রেখে নিল, যেমন কোন ব্যক্তি হাসি দমানোর জন্য এমনটি করে থাকে। (ঘ) তারা নিজ হাত রসূলদের মুখে রেখে বলল, চুপ থাকো। (ঙ) তারা ক্রোধান্বিত হয়ে নিজ হাত মুখে রেখে নিল, যেমন মুনাফিকদের সম্পর্কে দ্বিতীয় স্থানে এসেছে, ﴿عَضُّواْ عَلَيْكُمُ الأَنَامِلَ مِنَ الْغَيْظِ﴾ তারা তোমাদের প্রতি আক্রোশে আঙ্গুলসমূহ দংশন করে।\n(সূরা আলে ইমরান ৩:১১৯)\nইমাম শওকানী ও ইমাম ত্বাবারী এই শেষ অর্থটিকে প্রাধান্য দিয়েছেন।\n[২] مُرِيْبٌ অর্থাৎ এমন সন্দেহ, যাতে মন অত্যন্ত ব্যাকুলতা ও চাঞ্চল্যের শিকার হয়।"
    }
  ]
}
