{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 2,
      "text": "আলিফ লা-ম মী-ম।\nএগুলোকে 'হুরূফে মুক্বাত্ত্বাআত' (ছিন্ন অক্ষরমালা বা বিচ্ছিন্ন বর্ণমালা) বলা হয়। অর্থাৎ, একটি একটি ক'রে পঠনীয় অক্ষর। এগুলোর অর্থের ব্যাপারে কোন নির্ভরযোগ্য বর্ণনা নেই। আল্লাহই এর অর্থ সম্পর্কে সর্বাধিক জ্ঞাত। তবে নবী করীম (সাঃ) এ কথা অবশ্যই বলেছেন যে, আমি এ কথা বলি না যে, 'আলিফ লাম মীম' একটি অক্ষর। বরং 'আলিফ' একটি অক্ষর, 'লাম' একটি অক্ষর এবং 'মীম' একটি অক্ষর। প্রত্যেক অক্ষরে একটি করে নেকী হয়। আর একটি নেকীর প্রতিদান দশটি করে পাওয়া যায়।\n(সুনানে তিরমিযী, পরিচ্ছেদঃ ক্বুরআনের ফযীলত, অধ্যায়ঃ যে ক্বুরআনের একটি অক্ষর পড়ে)"
    },
    {
      "ayah": 10,
      "surah": 2,
      "text": "তাদের অন্তরে ব্যাধি রয়েছে। অতঃপর আল্লাহ তাদের ব্যাধি বৃদ্ধি করেছেন[১] ও তাদের জন্য রয়েছে কষ্টদায়ক শাস্তি, কারণ তারা মিথ্যাচারী।\n[১]\n'ব্যাধি' বলতে এখানে কুফরী ও নিফাক্বের (হার্দিক) ব্যাধিকে বুঝানো হয়েছে। এই ব্যাধি যদি সারানোর চিন্তা না করা হয়, তাহলে তা বাড়তে থাকে। অনুরূপ মিথ্যা বলা মুনাফিক্বদের একটি নিদর্শন; যা হতে দূরে থাকা অপরিহার্য।"
    },
    {
      "ayah": 100,
      "surah": 2,
      "text": "তবে কি যখনই তারা অঙ্গীকারাবদ্ধ হয়েছে, তখনই তাদের কোন একদল সে অঙ্গীকার ভঙ্গ করেছে? বরং তাদের অধিকাংশই বিশ্বাস করে না।"
    },
    {
      "ayah": 101,
      "surah": 2,
      "text": "যখন আল্লাহর নিকট থেকে একজন রসূল এল, যে তাদের নিকট যা (ঐশীগ্রন্থ) আছে, তার সত্যায়নকারী, তখন যাদেরকে কিতাব দেওয়া হয়েছিল, তাদের একদল আল্লাহর কিতাবকে পিছনের দিকে ফেলে দিল (অমান্য করল), যেন তারা কিছুই জানে না। [১]\n[১] মহান আল্লাহ নবী করীম (সাঃ)-এর প্রতি ইঙ্গিত করে বলছেন যে, আমি রসূলকে বহু উজ্জ্বল নিদর্শনাবলী দান করেছি; যা দেখে ইয়াহুদীদেরও ঈমান আনা উচিত ছিল। তাছাড়া তাদের কিতাব তাওরাতেও তার গুণাবলীর উল্লেখ এবং তার উপর ঈমান আনার অঙ্গীকার রয়েছে, কিন্তু তারা পূর্বে কি কোন অঙ্গীকারের কোনই পরোয়া করেছে যে, এই অঙ্গীকারেরও করবে? অঙ্গীকার ভঙ্গ করা তাদের একটি দলের অভ্যাসই ছিল। এমন কি আল্লাহর কিতাবকেও তারা পশ্চাতে নিক্ষেপ করল; যেন তারা তা (আল্লাহর বাণী বলে) জানেই না।"
    },
    {
      "ayah": 102,
      "surah": 2,
      "text": "সুলাইমানের রাজত্বে শয়তানেরা যা আবৃত্তি করত, তারা তা অনুসরণ করত। অথচ সুলাইমান কুফরী (সত্যপ্রত্যাখ্যান) করেননি বরং শয়তানেরাই কুফরী (অবিশ্বাস) করেছিল।[১] তারা মানুষকে যাদু শিক্ষা দিত, যা বাবেল শহরে হারূত ও মারূত ফিরিশতাদ্বয়ের উপর অবতীর্ণ করা হয়েছিল।[২] ‘আমরা (হারূত ও মারূত) পরীক্ষাস্বরূপ।[৩] সুতরাং তোমরা কুফরী (সত্যপ্রত্যাখ্যান) করো না’ -- এ না বলে তারা (হারূত ও মারূত) কাউকেও শিক্ষা দিত না। [৪] তবু এ দু’জন হতে তারা এমন বিষয় শিখত, যা স্বামী-স্ত্রীর মধ্যে বিচ্ছেদ ঘটাত। অথচ আল্লাহর নির্দেশ ছাড়া তারা কারো কোন ক্ষতিসাধন করতে পারত না।[৫] তারা যা শিক্ষা করত, তা তাদের ক্ষতিসাধন করত এবং কোন উপকারে আসত না। আর তারা নিশ্চিতভাবে জানত যে, যে কেউ তা (যাদুবিদ্যা) ক্রয় করে, পরকালে তার কোন অংশ নেই। আর তারা যার পরিবর্তে আত্মবিক্রয় করেছে, তা নিতান্তই জঘন্য, যদি তারা তা জানত!\n[১] অর্থাৎ, ঐ ইয়াহুদীরা আল্লাহর কিতাব এবং তাঁর অঙ্গীকারের কোন পরোয়া তো করলই না, উপরন্তু শয়তানের অনুকরণ করে তারা যোগ-যাদুর উপর আমল করতে লাগল। শুধু তাই নয়; বরং তারা এ দাবীও করল যে, সুলাইমান (আঃ) কোন নবী ছিলেন না, বরং তিনি ছিলেন একজন যাদুকর এবং যাদুর জোরেই তিনি রাজত্ব করেছেন। (নাউযু বিল্লা-হ) মহান আল্লাহ বললেন, সুলাইমান (আঃ) যাদুর কার্যকলাপ করতেন না। কারণ, তা কুফরী। কুফরী কাজের সম্পাদন সুলাইমান (আঃ) কিভাবে করতে পারেন?\nকথিত আছে যে, সুলাইমান (আঃ)-এর যামানায় যাদুর কার্যকলাপ ব্যাপক হয়ে গিয়েছিল। সুলাইমান (আঃ) এ পথ বন্ধ করার জন্য যাদুর কিতাবগুলো সংগ্রহ করে তাঁর আসন অথবা সিংহাসনের নীচে দাফন করে দেন। সুলাইমান (আঃ)-এর মৃত্যুর পর শয়তান ও যাদুকররা ঐ কিতাবগুলো বের করে কেবল যে মানুষদেরকে দেখালো তা নয়, বরং তাদেরকে বুঝালো যে, সুলাইমান (আঃ)-এর রাজশক্তি ও শৌর্যের উৎস ছিল এই যাদুরই কার্যকলাপ। আর এরই ভিত্তিতে ঐ যালেমরা সুলাইমান (আঃ)-কে কাফের সাব্যস্ত করল। মহান আল্লাহ তারই খন্ডন করেছেন।\n(ইবনে কাসীর ইত্যাদি)\nআর আল্লাহই ভালো জানেন।\n[২] কিছু মুফাসসিরগণ {وَمَا أُنْزِلَ} এর ما কে নেতিবাচক বলেছেন। অর্থাৎ, হারূত-মারূতের উপর কোন কিছু অবতীর্ণ হওয়ার কথা খন্ডন করেছেন। কিন্তু কুরআনের বাগধারা এর সমর্থন করে না। এই জন্যই ইবনে জারীর প্রভৃতি মুফাসসিরগণ এই মতের খন্ডন করেছেন।\n(ইবনে কাসীর)\nঅনুরূপ হারূত-মারূতের ব্যাপারে তফসীরের কিতাবগুলো ইস্রাঈলী বর্ণনায় ভর্তি। কিন্তু কোন সহীহ মারফূ' (মহানবী (সাঃ)-এর জবানী) বর্ণনা এ ব্যাপারে প্রমাণিত নেই। মহান আল্লাহ কোন বিশদ বিবরণ ছাড়াই সংক্ষিপ্তাকারে এই ঘটনা বর্ণনা করেছেন। আমাদের এরই উপরে এবং এই পর্যন্তই বিশ্বাস রাখা উচিত।\n(তাফসীর ইবনে কাসীর)\nকুরআনের শব্দাবলী থেকে এটা অবশ্যই জানা যায় যে, আল্লাহ তাআলা বাবেল শহরে হারূত ও মারূত ফিরিশতাদ্বয়ের উপর যাদুবিদ্যা অবতীর্ণ করেছিলেন। আর এর উদ্দেশ্য (আর আল্লাহই সর্বাধিক জ্ঞাত) মনে হয় এই ছিল যে, যাতে তাঁরা মানুষদেরকে অবহিত করেন যে, নবীদের হাতে প্রকাশিত মু'জিযা যাদু নয়, বরং তা ভিন্ন জিনিস এবং যাদু হল এই যার জ্ঞান মহান আল্লাহর পক্ষ থেকে আমাদেরকে দান করা হয়েছে। (সেই যুগে যাদুর ব্যাপক প্রচলন ছিল, যার কারণে লোকেরা নবীদেরকে -- নাউযু বিল্লাহ -- যাদুকর ও ভেলকিবাজ মনে করত) এই বিভ্রান্তি থেকে মানুষদেরকে রক্ষা করার জন্য এবং পরীক্ষাস্বরূপ মহান আল্লাহ ফিরিশতাদ্বয়কে নাযিল করেন।\nদ্বিতীয় উদ্দেশ্য সম্ভবতঃ বানী-ইস্রাঈলদের চারিত্রিক অধঃপতনের প্রতি ইঙ্গিত করা যে, তারা কিভাবে যাদু শেখার জন্য ঐ ফিরিশতাদ্বয়ের পিছনে পড়েছিল এবং এ কথা পরিষ্কার করে বলে দেওয়া সত্ত্বেও যে, যাদু কুফরী, আমরা পরীক্ষার জন্য এসেছি - তারা যাদুবিদ্যা অর্জনের জন্য একেবারে ঝাপিয়ে পড়েছিল। আর এতে তাদের লক্ষ্য ছিল, পরের সুখী সংসার ধ্বংস করা এবং স্বামী-স্ত্রীর মাঝে ঘৃণার প্রাচীর খাড়া করা। অর্থাৎ, এই ছিল তাদের অধঃপতন, বিশৃঙ্খলা এবং ফাসাদমূলক কর্মকান্ডের শিকলের একটি গুরুত্বপূর্ণ কড়া। আর এই ধরনের কাল্পনিক জিনিস এবং চারিত্রিক অধঃপতন যে কোনও জাতির ধ্বংসের নিদর্শন। আল্লাহ আমাদেরকে পানাহ দিন। আমীন।\n[৩] অর্থাৎ, আমরা আল্লাহর পক্ষ থেকে বান্দাদের জন্য কেবল পরীক্ষাস্বরূপ।\n(ফাতহুল ক্বাদীর)\n[৪] এটা ঠিক এই ধরনের যে, কোন বাতিলকে খন্ডন করার জন্য সেই বাতিল মতবাদের জ্ঞান কোন শিক্ষকের কাছ থেকে অর্জন করা। শিক্ষক ছাত্রকে এই প্রত্যয়ের ভিত্তিতে বাতিল মতবাদের জ্ঞান শিক্ষা দেন যে, সে তার খন্ডন করবে। কিন্তু জ্ঞানার্জনের পর সে নিজেই যদি সেই বাতিল মতবাদের বিশ্বাসী হয়ে যায় অথবা তার (জ্ঞানের) যদি অপপ্রয়োগ করে, তাহলে এতে শিক্ষকের কোন দোষ থাকে না।\n[৫] এই যাদুও সেই অবধি কারো ক্ষতি করতে পারে না, যতক্ষণ না তাতে আল্লাহর ইচ্ছা ও অনুমতি থাকে। এই জন্যই যাদু শিক্ষার লাভই বা কি? আর এই কারণেই ইসলাম যাদুবিদ্যা শিক্ষা করাকে কুফরী গণ্য করেছে। সর্বপ্রকার কল্যাণ লাভ এবং অকল্যাণ থেকে মুক্তির জন্য কেবল আল্লাহর দিকেই রুজু করতে হয়। কেননা, তিনিই সব কিছুর স্রষ্টা এবং সারা জাহানের প্রতিটি কাজ তাঁরই ইচ্ছায় সম্পাদিত হয়।"
    },
    {
      "ayah": 103,
      "surah": 2,
      "text": "আর যদি তারা বিশ্বাস করত এবং সদাচারী হত, তবে নিশ্চয়ই আল্লাহর কাছে উত্তম পুরস্কার পেত, যদি তারা তা জানত!"
    },
    {
      "ayah": 104,
      "surah": 2,
      "text": "হে বিশ্বাসীগণ! (তোমরা মুহাম্মাদের দৃষ্টি আকর্ষণের জন্য তাকে) ‘রায়িনা’ বলো না, বরং ‘উনযুরনা’ (আমাদের খেয়াল করুন) বল[১] এবং (তার নির্দেশ) শুনে নাও। আর অবিশ্বাসীদের জন্য রয়েছে মর্মন্তুদ শাস্তি।\n[১] رَاعِنَا এর অর্থ আমাদের প্রতি ভ্রূক্ষেপ ও আমাদের দিকে খেয়াল করুন! কোন কথা বুঝা না গেলে এই শব্দ ব্যবহার করে শ্রোতা নিজের প্রতি বক্তার দৃষ্টি আকর্ষণ করত। কিন্তু ইয়াহুদীরা বিদ্বেষ ও অবাধ্যতাবশতঃ এই শব্দের কিছুটা বিকৃতি ঘটিয়ে ব্যবহার করত যাতে তার অর্থের পরিবর্তন ঘটতো এবং তাদের অবাধ্যতার স্পৃহায় মিষ্ট স্বাদ পেত। যেমন তারা বলত, رَاعِيْنَا 'রায়ীনা' (আমাদের রাখাল) অথবা رَاعِنَا 'রায়েনা' (নির্বোধ)। অনুরূপভাবে তারা السَّلاَمُ عَلَيْكُمْ এর পরিবর্তে السَّامُ عَلَيْكُمْ (আপনার মৃত্যু হোক!) বলত। তাই মহান আল্লাহ বললেন, তোমরা \"اُنْظُرْنَا' বলো। এ থেকে প্রথম একটি বিষয় এই জানা গেল যে, এমন শব্দসমূহ যার মধ্যে দোষ ও অপমানকর অর্থের আভাস পর্যন্ত থাকবে, আদব ও সম্মানার্থে এবং (বেআদবীর) ছিদ্রপথ বন্ধ করতে তার ব্যবহার ঠিক নয়। আর দ্বিতীয় যে বিষয় প্রমাণিত হয় তা হল, কথা ও কাজে কাফেরদের সাদৃশ্য গ্রহণ করা থেকে দূরে থাকা জরুরী। যাতে মুসলিম সেই তিরস্কারে শামিল না হয়, যাতে মহানবী (সাঃ) বলেছেন, \"যে কোন জাতির সাদৃশ্য গ্রহণ করবে, সে তাদেরই একজন গণ্য হবে।\"\n(আবূ দাউদ, কিতাবুল্লিবাস, আলবানী হাদীসটিকে হাসান বলেছেন।)"
    },
    {
      "ayah": 105,
      "surah": 2,
      "text": "গ্রন্থধারী (ইয়াহুদী ও খ্রিষ্টান)দের মধ্যে যারা সত্য প্রত্যাখ্যান করেছে এবং অংশীবাদীগণ এটা চায় না যে, তোমাদের প্রতিপালকের নিকট থেকে তোমাদের প্রতি কোন কল্যাণ অবতীর্ণ করা হোক, অথচ আল্লাহ যাকে ইচ্ছা বিশেষভাবে আপন দয়ার পাত্ররূপে মনোনীত করেন এবং আল্লাহ মহা অনুগ্রহশীল।"
    },
    {
      "ayah": 106,
      "surah": 2,
      "text": "আমি কোন আয়াত (বাক্য) রহিত করলে[১] অথবা ভুলিয়ে দিলে তা থেকে উত্তম কিংবা তার সমতুল্য কোন আয়াত আনয়ন করি। তুমি কি জান না যে, আল্লাহ সকল বিষয়ে সর্বশক্তিমান?\n[১] نَسخ (নসখ) এর আভিধানিক অর্থ হল, নকল করা। কিন্তু শরীয়তের পরিভাষায় তা হল, কোন বিধানকে রহিত করে তার পরিবর্তে অন্য বিধান অবতীর্ণ করা। আর এই রহিতকরণ বা পরিবর্তন হয়েছে আল্লাহরই পক্ষ থেকে। যেমন, আদম (আঃ)-এর যুগে সহোদর ভাই-বোনদের আপোসে বিবাহ বৈধ ছিল। পরবর্তীকালে তা হারাম করা হয়। এইভাবে কুরআনেও আল্লাহ কিছু বিধানকে রহিত করে তার পরিবর্তে নতুন বিধান অবতীর্ণ করেছেন। এর সংখ্যার ব্যাপারে মতভেদ রয়েছে। শাহ ওলীউল্লাহ 'আল-ফাউযুল কাবীর' নামক কিতাবে এর সংখ্যা পাঁচ বলেছেন। এই রহিতকরণ তিন প্রকারের হয়েছেঃ যথা\n(ক) সাধারণভাবে বিধান রহিতকরণঃ অর্থাৎ, কোন বিধান (আয়াতসহ) রহিত করে তার স্থলে অন্য বিধান (ও আয়াত) অবতীর্ণ করা হয়েছে।\n(খ) তেলাঅত ব্যতিরেকে বিধান রহিত করা। অর্থাৎ, প্রথম বিধানের আয়াতগুলো কুরআনে বিদ্যমান রাখা হয়, তার তেলাঅতও হয় আবার দ্বিতীয় বিধানও যা পরে অবতীর্ণ করা হয় তাও কুরআনে বিদ্যমান থাকে। অর্থাৎ, 'নাসেখ' (রহিতকারী) এবং 'মানসুখ' (রহিতকৃত) উভয় আয়াতই বিদ্যমান থাকে।\n(গ) কেবল তেলাঅত রহিত করা। অর্থাৎ, নবী করীম (সাঃ) ঐ আয়াতকে কুরআনের মধ্যে শামিল করেননি, কিন্তু তার বিধানের উপর আমল বহাল রাখা হয়েছে। যেমন,\n{وَالشّيْخُ وَالشَّيخَةُ إِذَ زَنَيَا فَارْجُمُوْهُمَا الْبَتَّةَ}\"বৃদ্ধ (বিবাহিত) পুরুষ ও বৃদ্ধা (বিবাহিতা) নারী যদি ব্যভিচার করলে, তাদেরকে অবশ্য অবশ্যই পাথর মেরে হত্যা কর।\" (মুআত্তা ইমাম মালিক) আলোচ্য আয়াতে 'নাসখ'এর প্রথম দুই প্রকারের বর্ণনা রয়েছে। \"((مَا نَنْسَخْ مِنْ آيَةٍ)) শব্দে দ্বিতীয় প্রকারের এবং \"((أَوْ نُنْسِهَا)) শব্দে প্রথম প্রকারের নসখের কথা বলা হয়েছে। \"((نُنْسِهَا)) (আমি ভুলিয়ে দিই)এর অর্থ হল, তার বিধান ও তেলাঅত দুটোই উঠিয়ে নিই। যেন আমি তা ভুলিয়ে দিলাম এবং নতুন বিধান নাযিল করলাম। অথবা নবী করীম (সাঃ)-এর হৃদয় থেকেই আমি তা মিটিয়ে দিয়ে একেবারে বিলুপ্ত করে দিলাম। ইয়াহুদীরা তাওরাতের বাক্য রহিত হওয়াকে অসম্ভব মনে করত। ফলে কুরআনের কিছু আয়াত রহিত হওয়ার কারণে তার উপরও আপত্তি উত্থাপন করল। মহান আল্লাহ তাদের খন্ডন করে বললেন, যমীন ও আসমানের রাজত্ব তাঁরই হাতে। তিনি যা উচিত মনে করেন তা-ই করেন। যে সময় যে বিধান লক্ষ্য ও কৌশলের দিক দিয়ে উপযুক্ত মনে করেন, সেটাকেই তিনি বহাল করেন এবং যেটাকে চান রহিত ঘোষণা করেন। এটা তাঁর মহাশক্তির এক নিদর্শন। পূর্বের কিছু ভ্রষ্টলোক (যেমন, আবূ মুসলিম আসফাহানী মু'তাযেলী) এবং বর্তমানের কিছু লোক ইয়াহুদীদের মত 'নসখ' মানতে অস্বীকার করেছে। তবে সঠিক কথা তা-ই যা পূর্বের আলোচনায় সুস্পষ্ট হয়েছে। 'নসখ' সুসাব্যস্ত হওয়ারই আকীদা রাখতেন পূর্বের সলফগণ।"
    },
    {
      "ayah": 107,
      "surah": 2,
      "text": "তুমি কি জান না যে, আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব একমাত্র আল্লাহরই? আর আল্লাহ ছাড়া তোমাদের কোন অভিভাবক নেই এবং সাহায্যকারীও নেই।"
    },
    {
      "ayah": 108,
      "surah": 2,
      "text": "তোমরা কি তোমাদের রসূলকে সেরূপ প্রশ্ন করতে চাও, যেরূপ পূর্বে মূসাকে করা হয়েছিল?[১] এবং যে (ঈমান) বিশ্বাসের পরিবর্তে (কুফরী) অবিশ্বাসকে গ্রহণ করে, নিশ্চিতভাবে সে সঠিক পথ হারায়।\n[১] মুসলিমদের (সাহাবা (রাঃ))-কে সতর্ক করা হচ্ছে যে, তোমরাও ইয়াহুদীদের মত নিজেদের নবী (সাঃ)-কে অবাধ্যতামূলক অপ্রয়োজনীয় প্রশ্ন করো না। কারণ, এতে কুফরীর আশঙ্কা আছে।"
    },
    {
      "ayah": 109,
      "surah": 2,
      "text": "হিংসামূলক মনোভাববশতঃ তাদের নিকট সত্য প্রকাশিত হবার পরও, গ্রন্থধারীদের মধ্যে অনেকেই আকাঙ্ক্ষা করে যে, বিশ্বাসের পর (মুসলিম হওয়ার পর) আবার তোমাদেরকে যদি অবিশ্বাসী (কাফের)রূপে ফিরিয়ে দিতে পারত। সুতরাং তোমরা ক্ষমা কর ও উপেক্ষা কর; যতক্ষণ না আল্লাহ কোন নির্দেশ দেন, আল্লাহ সকল বিষয়ে সর্বশক্তিমান।"
    },
    {
      "ayah": 11,
      "surah": 2,
      "text": "তাদেরকে যখন বলা হয়, ‘পৃথিবীতে অশান্তি সৃষ্টি করো না’, তারা বলে, ‘আমরা তো শান্তি স্থাপনকারীই।’"
    },
    {
      "ayah": 110,
      "surah": 2,
      "text": "আর তোমরা নামায কায়েম (যথাযথভাবে সুপ্রতিষ্ঠিত) কর ও যাকাত প্রদান কর। আর উত্তম কাজের মধ্যে নিজেদের জন্য যা কিছু পূর্বে প্রেরণ করবে, আল্লাহর নিকট তা প্রাপ্ত হবে। তোমরা যা কর, নিশ্চয়ই আল্লাহ তার সম্যক দ্রষ্টা। [১]\n[১] ইয়াহুদীদের যেহেতু ইসলাম ও নবী করীম (সাঃ)-এর প্রতি হিংসা ও বিদ্বেষ ছিল, তাই তারা মুসলিমদেরকে ইসলাম থেকে দূরে রাখার জঘন্য প্রচেষ্টা চালাতো। সুতরাং এখানে মুসলিমদেরকে বলা হচ্ছে যে, তোমরা ধৈর্য ও উপেক্ষার পথ অবলম্বন কর এবং ইসলামের বিধি-বিধান ও ফরয কাজগুলো পালন কর, যার নির্দেশ তোমাদেরকে দেওয়া হয়েছে।"
    },
    {
      "ayah": 111,
      "surah": 2,
      "text": "তারা বলে, ‘ইয়াহুদী বা খ্রিষ্টান ছাড়া অন্য কেউ কখনও বেহেশত প্রবেশ করবে না।’ এ তাদের মিথ্যা আশা। বল, ‘যদি তোমরা সত্যবাদী হও, তাহলে (এ কথার সত্যতার) প্রমাণ উপস্থিত কর।’ [১]\n[১] এখানে আহলে-কিতাবদের অহংকার ও তাদের সেই আত্মপ্রবঞ্চনার কথাকে আবারও তুলে ধরা হচ্ছে, যাতে তারা লিপ্ত ছিল। আল্লাহ তাআলা বললেন, এটা কেবল ওদের মনের বাসনা, এ ব্যাপারে কোন দলীল তাদের কাছে নেই।"
    },
    {
      "ayah": 112,
      "surah": 2,
      "text": "অবশ্যই যে ব্যক্তি আল্লাহর নিকট বিশুদ্ধচিত্তে আত্মসমর্পণ করে, [১] তার প্রতিদান তার প্রতিপালকের কাছে রয়েছে এবং তাদের কোন ভয় নেই ও তারা দুঃখিত হবে না।\n[১] {اَسْلَمَ وَجْهَهُ لِلّه} (আল্লাহর নিকট আত্মসমর্পণ করে)এর অর্থ হল, কেবল আল্লাহর সন্তুষ্টির জন্য কাজ করে। আর {وَهُوَ مُحْسِنٌ} (বিশুদ্ধচিত্ত)র অর্থ হল, (শিরকমুক্ত হয়ে খাঁটি মনে) নিষ্ঠার সাথে শেষ নবীর তরীকা অনুযায়ী সে কাজ করা। আমল গৃহীত হওয়ার জন্য এই দু'টি হল মৌলিক শর্ত। আখেরাতের মুক্তি এই মৌলিক নীতি অনুযায়ী কৃত নেক আমলের উপরই নির্ভরশীল। কেবল আশা ও কামনা করলেই মুক্তি পাওয়া যাবে না।"
    },
    {
      "ayah": 113,
      "surah": 2,
      "text": "ইয়াহুদীরা বলে, ‘খ্রিষ্টানদের কোন (ধর্মীয়) ভিত্তি নেই’ [১] এবং খ্রিষ্টানরা বলে, ‘ইয়াহুদীদের কোন (ধর্মীয়) ভিত্তি নেই’; অথচ তারা কিতাব (ঐশীগ্রন্থ) পাঠ করে। এভাবে যারা অজ্ঞ তারাও অনুরূপ কথা বলে থাকে। [২] সুতরাং যে বিষয়ে তাদের মতভেদ আছে, শেষ বিচারের দিন আল্লাহ তার মীমাংসা করবেন।\n[১] ইয়াহুদীরা তাওরাত পড়ত। তাতে মুসা (আঃ)-এর জবানি ঈসা (আঃ)-এর সত্যায়ন বিদ্যমান, তা সত্ত্বেও ইয়াহুদীরা ঈসা (আঃ)-কে অস্বীকার করত। খ্রিষ্টানদের কাছে ইঞ্জীল বিদ্যমান, তাতে মূসা (আঃ) এবং তাওরাত যে আল্লাহর পক্ষ হতে আগত, সে কথার সত্যায়ন রয়েছে, তা সত্ত্বেও এরা ইয়াহুদীদেরকে কাফের মনে করে। অর্থাৎ, এখানে আহলে-কিতাবদের উভয় দলের কুফরী ও অবাধ্যতা এবং তাদের নিজের নিজের ব্যাপারে মিথ্যা আনন্দের মধ্যে মত্ত থাকার কথাই প্রকাশ করা হচ্ছে।\n[২] আহলে-কিতাবদের মোকাবেলায় আরবের মুশরিকরা নিরক্ষর (অশিক্ষিত) ছিল। আর এই জন্যই তাদেরকে 'অজ্ঞ' বলা হয়েছে। কিন্তু তারাও মুশরিক হওয়া সত্ত্বেও ইয়াহুদী ও খ্রিষ্টানদের মত এই মিথ্যা ধারণায় মত্ত ছিল যে, তারাই নাকি হকের উপর প্রতিষ্ঠিত। আর এই জন্য তারা নবী করীম (সাঃ)-কে স্বাবীঃ অর্থাৎ, বেদ্বীন বলত।"
    },
    {
      "ayah": 114,
      "surah": 2,
      "text": "যে আল্লাহর মসজিদসমূহে তাঁর নাম স্মরণ করতে বাধা দেয়[১] ও তার ধ্বংস-সাধনে প্রয়াসী হয়, [২] তার থেকে বড় সীমালংঘনকারী আর কে হতে পারে? অথচ ভীত-সন্ত্রস্ত অবস্থায় ছাড়া তাদের জন্য মসজিদে প্রবেশ করা সঙ্গত নয়।[৩] তাদের জন্য ইহকালে লাঞ্ছনা ভোগ ও পরকালে মহা শাস্তি রয়েছে।\n[১] যারা মসজিদে আল্লাহর যিকর করতে বাধা দান করেছিল, তারা কারা? তাদের ব্যাপারে মুফাসসিরদের দু'টি মত রয়েছে। একটি মত হল, এ থেকে খ্রিষ্টানদেরকে বুঝানো হয়েছে। যারা রোমসম্রাটের সাথে সাথ দিয়ে ইয়াহুদীদেরকে বায়তুল মুক্বাদ্দাসে নামায পড়তে বাধা দিয়েছিল এবং তার বিনাশ সাধনে অংশ নিয়েছিল। ইবনে জারীর ত্বাবারী এই মতকেই পছন্দ করেছেন। কিন্তু হাফেয ইবনে কাসীর এই মতের বিরোধিতা করে বলেন, এ থেকে মক্কার মুশরিকদের বুঝানো হয়েছে। তারা নবী করীম (সাঃ) ও তাঁর সাহাবাদেরকে মক্কা থেকে বের হতে বাধ্য করেছিল এবং কা'বা শরীফে মুসলিমদেরকে ইবাদত করতে বাধা দিয়েছিল। আবার হুদাইবিয়ার সন্ধির সময় একই আচরণের পুনরাবৃত্তি করে বলেছিল যে, আমরা আমাদের পূর্বপুরুষদের হত্যাকারীদেরকে মক্কায় প্রবেশ করতে দেবো না, অথচ কা'বা শরীফে ইবাদত করতে বাধা দেওয়ার অনুমতি ও তার প্রচলন ছিল না।\n[২] বিনাশ ও ধ্বংস সাধনের অর্থ শুধু এই নয় যে, তা ভেঙ্গে দেওয়া হোক বা ইমারতের অনিষ্ট করা হোক, বরং সেখানে আল্লাহর ইবাদত ও যিকর করতে না দেওয়া, শরীয়ত প্রতিষ্ঠা করতে এবং শিরকীয় কার্যকলাপ থেকে পবিত্র করতে না দেওয়াও আল্লাহর ঘরের বিনাশ ও ধ্বংস সাধন করার শামিল।\n[৩] এখানে শব্দগুলো ঘোষণামূলক হলেও এর অর্থ হবে বাঞ্ছনার। অর্থাৎ, যখন মহান আল্লাহ তোমাদেরকে প্রতিষ্ঠা ও বিজয় দান করবেন, তখন তোমরা মুশরিকদেরকে সেখানে সন্ধি ও জিযিয়াকর ব্যতীত সেখানে (প্রবেশ বা) অবস্থান করার অনুমতি না দেওয়াটাই বাঞ্ছনীয়। তাই যখন ৮ম হিজরীতে মক্কা বিজয় হল, তখন নবী করীম (সাঃ) ঘোষণা করলেন যে, আগামী বছর কোন মুশরিক কা'বায় এসে হজ্জ করার এবং উলঙ্গ তওয়াফ করার অনুমতি পাবে না এবং যার সাথে যে চুক্তি আছে, সে চুক্তির (নির্ধারিত) সময় পর্যন্ত সে এখানে থাকার অনুমতি পাবে। কেউ বলেছেন, এটা একটা সুসংবাদ ও ভবিষ্যদ্বাণী যে, অতি সত্বর মুসলিমরা জয়লাভ করবে এবং মুশরিকরা এই ভেবে ভীত-সন্ত্রস্ত হয়ে প্রবেশ করবে যে, আমরা মুসলিমদের উপর যে যুলুম-অত্যাচার করেছি তার বদলায় হয়তো আমাদেরকে শাস্তি ও হত্যারও শিকার হতে হবে। বলা বাহুল্য, অতি সত্বর এই সুসংবাদ বাস্তবে রূপান্তরিত হয়।"
    },
    {
      "ayah": 115,
      "surah": 2,
      "text": "পূর্ব ও পশ্চিম (সর্বদিক) আল্লাহরই। সুতরাং যে দিকেই মুখ ফেরাও, সে দিকই আল্লাহরই দিক (মুখমন্ডল)। [১] নিশ্চয়ই আল্লাহ সর্বদিক পরিবেষ্টনকারী, সর্বজ্ঞ।\n[১] হিজরতের পর মুসলিমরা বায়তুল মুক্বাদ্দাসের দিকে মুখ করে নামায পড়ত। ফলে এ নিয়ে তাদের মনে ব্যথা ছিল। ঠিক সেই সময়ে এই আয়াত অবতীর্ণ হয়। কেউ বলেন, এ আয়াত তখন অবতীর্ণ হয়েছিল, যখন বায়তুল মুক্বাদ্দাস থেকে পুনরায় কা'বার দিকে মুখ করে নামায পড়ার নির্দেশ হয় এবং এ ব্যাপারে ইয়াহুদীরা বিভিন্ন রকমের মন্তব্য করে। আবার কেউ বলেছেন, এর অবতীর্ণ হওয়ার কারণ হল, সফরে বাহনের উপর নফল নামায পড়ার অনুমতি দান। অর্থাৎ, সওয়ারীর মুখ যেদিকেই থাকুক না কেন সেদিকে মুখ করেই নামায পড়া যাবে। কখনো কয়েকটি কারণ একত্রে জমায়েত হয়ে যায় এবং সেই সমস্ত কারণের (শরীয়তী) বিধান বর্ণনায় একটিই আয়াত নাযিল হয়ে থাকে। আর তখন এই শ্রেণীর আয়াত অবতীর্ণ হওয়ার কারণ বর্ণনার পশ্চাতে একাধিক বর্ণনা বর্ণিত হয়। কোন বর্ণনায় একটি কারণ তুলে ধরা হয়, আবার অপর এক বর্ণনায় অন্য একটি কারণ তুলে ধরা হয়। আলোচ্য আয়াতটিও সেই শ্রেণীভুক্ত।\n(আহসানুত তাফাসীর থেকে সংগৃহীত সার-সংক্ষেপ)"
    },
    {
      "ayah": 116,
      "surah": 2,
      "text": "তারা বলে, ‘আল্লাহ সন্তান গ্রহণ করেছেন।’ তিনি (আল্লাহ) মহান পবিত্র। বরং আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সব আল্লাহরই। সবকিছু তাঁরই একান্ত অনুগত।"
    },
    {
      "ayah": 117,
      "surah": 2,
      "text": "তিনি গগন ও ভূবনের উদ্ভাবনকর্তা এবং যখন তিনি কিছু করার সিদ্ধান্ত নেন, তখন শুধু বলেন, ‘হও’ আর তা হয়ে যায়।[১]\n[১] অর্থাৎ, তিনি সেই আল্লাহ, যিনি আসমান ও যমীনের প্রতিটি জিনিসের (সৃষ্টিকর্তা ও) মালিক। প্রত্যেকটি জিনিস তাঁর অনুগত। আসমান ও যমীনকে কোন নমুনা ছাড়াই তিনিই সৃষ্টি করেছেন। এ ছাড়াও তিনি যা করতে চান তার জন্য কেবল 'কুন' (হও) শব্দই তাঁর জন্য যথেষ্ট হয়। এমন সুমহান সত্তার আবার সন্তানাদির প্রয়োজন হয় কি করে?"
    },
    {
      "ayah": 118,
      "surah": 2,
      "text": "যারা মূর্খ তারা বলে, ‘আল্লাহ আমাদের সঙ্গে কথা বলেন না কেন? কিংবা কোন নিদর্শন আমাদের নিকট আসে না কেন?’[১] এভাবে তাদের পূর্ববর্তীরাও তাদের অনুরূপ কথা বলত। তাদের অন্তরগুলি পরস্পর সাদৃশ্যপূর্ণ। [২] নিশ্চয়ই আমি প্রকৃত বিশ্বাসীদের জন্য নিদর্শনাবলী সুস্পষ্টভাবে বিবৃত করেছি।\n[১] এ আয়াতে উদ্দিষ্ট হল আরবের সেই মুশরিকগণ, যারা ইয়াহুদীদের মত দাবী করেছিল যে, আল্লাহ তাআলা আমাদের সাথে সরাসরি কথা বলেন না কেন অথবা কোন বড় নিদর্শন দেখান না কেন? যা দেখে আমরা মুসলিম হয়ে যাব। সূরা বানী-ইসরাঈলের ১৭:৯০-৯৩ নং আয়াতে এবং অন্যান্য স্থানেও অনুরূপ কথা বর্ণিত হয়েছে।[২] সূরা যারিয়াতের ৫১:৫২-৫৩ নং আয়াতে বলা হয়েছে-{كَذَلِكَ مَا أَتَى الَّذِينَ مِنْ قَبْلِهِمْ مِنْ رَسُولٍ إِلَّا قَالُوا سَاحِرٌ أَوْ مَجْنُونٌ* أَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُونَ}\"এমনিভাবে, তাদের পূর্ববর্তীদের কাছে যখনই কোন রসূল আগমন করেছে তারা বলেছে, যাদুকর, না হয় উন্মাদ। তারা কি একে অপরকে এই উপদেশই দিয়ে গেছে? বস্তুতঃ ওরা সীমালংঘনকারী সম্প্রদায়।\" অর্থাৎ, কমবেশী এদের সকলের মধ্যে সীমালংঘন করে অবাধ্য হওয়ার প্রবণতা আছে। আর এই জন্য সত্যের প্রতি আহবানকারীদের সামনে নতুন নতুন দাবী রাখতো কিংবা তাঁদেরকে পাগল আখ্যা দিত।"
    },
    {
      "ayah": 119,
      "surah": 2,
      "text": "আমি তোমাকে সত্যসহ শুভ সংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেছি। জাহান্নামীদের সম্পর্কে তোমাকে কোন প্রশ্ন করা হবে না।"
    },
    {
      "ayah": 12,
      "surah": 2,
      "text": "সাবধান! এরাই অশান্তি সৃষ্টিকারী, (১) কিন্তু এরা তা অনুভব করতে পারে না।\n(১)\n'ফাসাদ' (অশান্তি, হাঙ্গামা, সন্ত্রাস) হল 'সালাহ' (শান্তি বা সংস্কার)-এর বিপরীত। কুফরী ও পাপাচারের কারণে যমীনে ফ্যাসাদ ও অশান্তি সৃষ্টি হয়। আর আল্লাহর আনুগত্যে নিরাপত্তা ও শান্তি পাওয়া যায়। প্রত্যেক যুগের মুনাফিক্বদের কাজই হল যে, তারা অশান্তি সৃষ্টি করে, অন্যায়ের প্রচার-প্রসার করে এবং আল্লাহর সীমা লঙ্ঘন করে, কিন্তু তারা মনে করে বা দাবী করে যে, তারা সংস্কার, শান্তি ও উন্নতি করার চেষ্টায় লেগে আছে।"
    },
    {
      "ayah": 120,
      "surah": 2,
      "text": "ইয়াহুদী ও খ্রিষ্টানরা তোমার প্রতি কখনও সন্তুষ্ট হবে না; যতক্ষণ না তুমি তাদের ধর্মাদর্শ অনুসরণ কর।[১] বল, ‘আল্লাহর পথ-নির্দেশ (ইসলাম)ই হল প্রকৃত পথ-নির্দেশ (সুপথ)।’ [২] তোমার নিকট আগত জ্ঞানপ্রাপ্তির পর তুমি যদি তাদের খেয়াল-খুশীর অনুসরণ কর, তাহলে আল্লাহর বিপক্ষে তোমার কোন অভিভাবক থাকবে না এবং সাহায্যকারীও থাকবে না। [৩]\n[১] অর্থাৎ, ইয়াহুদী অথবা খ্রিষ্টান ধর্ম গ্রহণ না কর।\n[২] যা বর্তমানে 'ইসলাম' আকারে বিদ্যমান এবং যার প্রতি নবী করীম (সাঃ) দাওয়াত দিয়েছেন। বিকৃত ইয়াহুদী ও খ্রিষ্টান ধর্ম নয়।\n[৩] এখানে ধমকি দেওয়া হচ্ছে যে, যদি জ্ঞান আসার পরেও তুমি ঐ শ্রেণীর ভ্রষ্ট লোকদেরকে কেবল সন্তুষ্ট করার জন্য তাদের আনুগত্য কর, তাহলে তোমার কোন সাহায্যকারী থাকবে না। এখানে আসলে উম্মতে মুহাম্মাদীকে শিক্ষা দেওয়া হচ্ছে যে, বিদআতী ও ভ্রষ্ট লোকদের সন্তুষ্টি লাভের জন্য তারা যেন এমন কাজ না করে এবং কোন দ্বীনী ব্যাপারে তোষামোদ ও তার অযথা অপব্যাখ্যা না করে।"
    },
    {
      "ayah": 121,
      "surah": 2,
      "text": "আমি যাদেরকে কিতাব (ধর্মগ্রন্থ) দান করেছি [১] তারা যথাযথভাবে তা (ধর্মগ্রন্থ) পাঠ করে থাকে। [২] তারাই তাতে (ধর্মগ্রন্থ) বিশ্বাস করে। আর যারা তা অমান্য করে, তারাই হবে ক্ষতিগ্রস্ত। [৩]\n[১] আহলে-কিতাবের অযোগ্য উত্তরসুরিদের নিকৃষ্ট চরিত্র ও কর্মকান্ডের প্রয়োজনীয় আলোচনার পর তাদের মধ্যে যে কিছু সৎ ও উন্নত চরিত্রের লোক ছিল, এই আয়াতে তাদের গুণাবলী এবং তারা যে মু'মিন ছিল সেই সংবাদ দেওয়া হচ্ছে। এদের মধ্যে আব্দুল্লাহ বিন সালাম এবং আরো কিছু অন্য লোক ছিলেন। ইয়াহুদীদের মধ্য থেকে এদেরকেই ইসলাম কবুল করার তাওফীক হয়েছিল।\n[২] 'তারা যথাযথভাবে তা পাঠ করে' (তারা তার হক আদায় করে তেলাঅত করে) এর কয়েকটি অর্থ বলা হয়েছে। যেমনঃ (ক) অত্যধিক একাগ্রতা ও মনোযোগের সাথে পড়ে। জান্নাতের কথা এলে জান্নাত কামনা করে এবং জাহান্নামের কথা এলে তা থেকে পানাহ চেয়ে নেয়। (খ) তার হালালকে হালাল ও হারামকে হারাম মনে করে এবং আল্লাহর কালামের কোন বিকৃতি ঘটায় না। (যেমন, ইয়াহুদীরা করত।) (গ) এতে যা কিছু লেখা আছে, তা সবই লোকমাঝে প্রচার করে, এর কোন কিছুই গোপন করে না। (৪) এর সুস্পষ্ট আয়াতগুলোর উপর আমল করে, অস্পষ্ট আয়াতগুলোর উপর ঈমান রাখে এবং যে কথাগুলো বুঝে আসে না, তা আলেমদের মাধ্যমে বুঝে নেয়। (ঘ) এর প্রত্যেকটি কথার অনুসরণ করে।\n(ফাতহুল ক্বাদীর)\nবস্তুতঃ (উল্লিখিত) সব অর্থই যথাযথভাবে তেলাঅতের আওতায় পড়ে। আর হিদায়াত এমন লোকদের ভাগ্যেই জুটে, যারা উল্লিখিত কথাগুলির প্রতি যত্ন নেয়।\n[৩] আহলে-কিতাবের মধ্যে যে নবী করীম (সাঃ)-এর উপর ঈমান আনবে না, সে জাহান্নামে যাবে। যেমন সহীহ হাদীসে বর্ণিত হয়েছে।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 122,
      "surah": 2,
      "text": "হে ইস্রাঈল-সন্তানগণ! আমার সেই অনুগ্রহকে স্মরণ কর, যা দিয়ে আমি তোমাদেরকে অনুগৃহীত করেছি এবং (তৎকালে) বিশ্বে  সকলের উপর শ্রেষ্ঠত্ব দান করেছি।"
    },
    {
      "ayah": 123,
      "surah": 2,
      "text": "তোমরা সেই দিনকে ভয় কর, যেদিন কেউ কারো উপকারে আসবে না, কারো নিকট হতে কোন ক্ষতিপূরণ গৃহীত হবে না, কোন সুপারিশ কারো পক্ষে লাভজনক হবে না এবং তারা কোন সাহায্যও পাবে না।"
    },
    {
      "ayah": 124,
      "surah": 2,
      "text": "যখন ইব্রাহীমকে তার প্রতিপালক কয়েকটি (নির্দেশ) বাক্য দ্বারা পরীক্ষা করেছিলেন, [১] সুতরাং সে তা পূর্ণ (রূপে পালন) করেছিল। তিনি বললেন, ‘আমি তোমাকে মানব-জাতির নেতা করব।’ সে বলল, ‘আমার বংশধরগণের মধ্য হতেও?’ [২] তিনি বললেন, ‘আমার প্রতিশ্রুতি সীমালংঘনকারীদের প্রতি প্রযোজ্য নয়?’\n[১] كَلِمَات (কয়েকটি বাক্য) বলতে শরীয়তের বিধি-বিধান, হজ্জের নিয়ম-পদ্ধতি, পুত্র যবেহ, হিজরত এবং নমরূদের আগুন ইত্যাদি সহ সেই সমস্ত পরীক্ষা, যার সম্মুখীন ইবরাহীম (আঃ) হয়েছিলেন এবং তিনি তাতে সফলকামও হয়েছিলেন। আর এরই বিনিময়ে তাঁকে 'ইমামুন্নাস' (জননেতা) সম্মানে সম্মানিত করা হয়েছে। তাই কেবল মুসলিমই নয়, বরং ইয়াহুদী, খ্রিষ্টান এমনকি আরবের মুশরকিরদের মাঝেও তাঁর ব্যক্তিত্ব বড়ই মর্যাদাপূর্ণ এবং তাঁকে সকলের নেতা মানা ও জানা হয়।[২] মহান আল্লাহ ইবরাহীম (আঃ)-এর উক্ত আশা পূর্ণ করেন, যার উল্লেখ কুরআন মাজীদেই রয়েছে। {وَجَعَلْنَا فِي ذُرِّيَّتِهِ النُّبُوَّةَ وَالْكِتَابَ} অর্থাৎ, \"আমি তাঁর বংশধরদের মধ্যে নবুঅত ও কিতাব রাখলাম।\"\n(সূরা আনকাবূত ২৯:২৭ আয়াত)\nকাজেই যে নবীই আল্লাহ প্রেরণ করেছেন, ইবরাহীম (আঃ)-এর সন্তানদের মধ্য থেকেই করেছেন এবং তাঁর পর যে কিতাবই তিনি নাযিল করেছেন, তাও তাঁর সন্তানের মধ্য থেকেই কারো উপর নাযিল করেছেন।\n(ইবনে কাসীর)\nতারপর 'আমার প্রতিশ্রুতি সীমালংঘনকারীদের প্রতি প্রযোজ্য নয়' বলে যে বিষয়টি পরিষ্কার করে দেন তা হল এই যে, ইবরাহীম (আঃ)-এর ব্যক্তিত্ব এত উচ্চ এবং আল্লাহর নিকট তাঁর এত বড় মর্যাদা থাকা সত্ত্বেও তাঁর সন্তানাদির মধ্যে যারা অযোগ্য, যালিম ও মুশরিক হবে, তাদেরকে হতভাগ্য ও বঞ্চিত হওয়া থেকে কেউ রক্ষা করতে পারবে না। কেউ নবী বংশে জন্মগ্রহণ করলেই যে তার কোন গুরুত্ব থাকবে এখানে সে ধারণার মূল আল্লাহ কেটে দিয়েছেন। যদি ঈমান ও নেক আমল না থাকে, তাহলে পীরের বেটা ও রাজার বেটা হলেও আল্লাহর নিকট তার কি কোন মূল্য থাকবে? নবী করীম (সাঃ) বলেছেন, \" ((وَمَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ )) \"যার আমল তাকে পিছিয়ে দেয়, তার বংশমর্যাদা তাকে এগিয়ে দিতে পারবে না।\"\n(মুসলিম, অধ্যায়ঃ যিকর ও দু\n'\nআ, পরিচ্ছেদঃ তেলাওয়াতে কুরআনের জন্য একত্রিত হওয়ার ফযীলত)"
    },
    {
      "ayah": 125,
      "surah": 2,
      "text": "এবং (সেই সময়কে স্মরণ কর,) যখন কাবাগৃহকে মানবজাতির সম্মিলনক্ষেত্র ও নিরাপত্তাস্থল করেছিলাম[১] (এবং বলেছিলাম), তোমরা মাকবামে ইব্রাহীম (ইব্রাহীমের দাঁড়ানোর জায়গা)কেই নামাযের জায়গারূপে গ্রহণ কর। [২] আর আমি ইব্রাহীম ও ইসমাঈলকে আদেশ করলাম যে, তোমরা আমার গৃহকে তওয়াফকারী, ই’তিকাফকারী ও রুকূ-সিজদাকারীদের জন্য পবিত্র রাখবে।\n[১] বায়তুল্লার প্রথম নির্মাতা ইবরাহীম (আঃ)-এর মাধ্যমে এখানে তার (বায়তুল্লার) দু'টি বৈশিষ্ট্য আল্লাহ তাআলা বর্ণনা করেছেন।\n(ক) {مَثَابَةً لِلنَّاسِ}(পুণ্যক্ষেত্র) বা বারবার ফিরে আসার জায়গা (সম্মিলনক্ষেত্র)। যে একবার বায়তুল্লার যিয়ারতে ধন্য হয়, আরো একাধিকবার আসার জন্য তার মন ব্যাকুল থাকে। এটা এমন স্পৃহা যা কখনও মিটে না, বরং দিন দিন তা বৃদ্ধি পায়।\n(খ) 'নিরাপত্তাস্থল' অর্থাৎ, এখানে কোন শত্রু-ভয়ও থাকে না। তাই জাহেলিয়াতের যুগেও মানুষ হারাম সীমানায় কোন প্রাণের দুশমনেরও প্রতিশোধ গ্রহণ করত না। ইসলাম তার এই মর্যাদা ও পবিত্রতাকে কেবল অবশিষ্টই রাখল না, বরং তার আরো তাকীদ ও প্রসার করল।\n[২] 'মাক্বামে ইবরাহীম'বলতে সেই পাথর যার উপর দাঁড়িয়ে ইবরাহীম (আঃ) কা'বা শরীফ নির্মাণ করেছিলেন। এই পাথরের উপরে তাঁর পায়ের চিহ্ন আছে। বর্তমানে এই পাথরকে কাঁচ দিয়ে ঘিরে সুরক্ষিত করে দেওয়া হয়েছে। তাওয়াফের সময় প্রত্যেক হজ্জ ও উমরা আদায়কারী সহজেই এটাকে দেখতে পারে। তাওয়াফ সমাপ্ত করে এর পশ্চাতে দু'রাকআত নামায পড়ার নির্দেশ দেওয়া হয়েছে। {وَاتَّخِذُوا مِنْ مَقَامِ إِبْرَاهِيمَ مُصَلّىً}"
    },
    {
      "ayah": 126,
      "surah": 2,
      "text": "স্মরণ কর, যখন ইব্রাহীম বলেছিল, ‘হে আমার প্রতিপালক! এ (মক্কা)কে নিরাপদ শহর কর, আর এর অধিবাসীদের মধ্যে যারা আল্লাহ ও পরকালে বিশ্বাস করবে, তাদেরকে রুযীস্বরূপ ফলমূল দান কর।’ [১] তিনি বললেন, ‘যে কেউ অবিশ্বাস করবে, তাকেও আমি কিছুকালের জন্য জীবনোপভোগ করতে দেব, অতঃপর তাকে দোযখের শাস্তি ভোগ করতে বাধ্য করব। আর তা কত নিকৃষ্ট পরিণাম (বাসস্থান)।\n[১] মহান আল্লাহ ইবরাহীম (আঃ)-এর এই দু'আ কবুল করেন। এই শহর এখন নিরাপত্তার কেন্দ্র এবং অনাবাদ ভূমি হওয়া সত্ত্বেও সারা পৃথিবীর ফলমূল এবং সব রকমের শস্যাদি এমন পর্যাপ্ত পরিমাণে পাওয়া যায় যে, তা দেখে মানুষ বিস্ময়ে হতবাক হয়!"
    },
    {
      "ayah": 127,
      "surah": 2,
      "text": "যখন ইব্রাহীম ও ইসমাঈল কাবাগৃহে ভিত্তি স্থাপন করছিল, (তখন তারা বলেছিল,) হে আমাদের প্রতিপালক! আমাদের এই কাজ গ্রহণ কর; নিশ্চয় তুমি সর্বশ্রোতা ও সর্বজ্ঞাতা।"
    },
    {
      "ayah": 128,
      "surah": 2,
      "text": "হে আমাদের প্রতিপালক! আমাদের উভয়কে তোমার একান্ত অনুগত কর এবং আমাদের বংশধর হতে তোমার অনুগত একটি উম্মত (সম্প্রদায়) সৃষ্টি কর। আমাদের (হজ্জ) উপাসনার নিয়ম পদ্ধতি দেখিয়ে দাও এবং আমাদেরকে ক্ষমা কর। তুমি অত্যন্ত ক্ষমাশীল, পরম দয়ালু।"
    },
    {
      "ayah": 129,
      "surah": 2,
      "text": "হে আমাদের প্রতিপালক! আর তাদের মধ্য থেকে তাদের কাছে এক রসূল প্রেরণ কর, [১] যে তোমার আয়াতসমূহ তাদের নিকট আবৃত্তি করবে; তাদেরকে কিতাব (ধর্মগ্রন্থ) ও হিকমত (জ্ঞান ও প্রজ্ঞা) [২] শিক্ষা দেবে এবং তাদেরকে (শিরক থেকে) পবিত্র করবে। [৩] নিশ্চয় তুমি পরাক্রমশালী, প্রজ্ঞাময়।’\n[১] এটা ইবরাহীম (আঃ)-এর শেষ দু'আ। তাঁর এ দু'আও আল্লাহ তাআলা কবুল করেন এবং ইসমাঈল (আঃ)-এর সন্তানের মধ্য থেকে মুহাম্মাদ (সাঃ)-কে প্রেরণ করেন। আর এই জন্যই রসূল (সাঃ) বলেছেন, \"আমি হলাম আমার পিতা ইবরাহীম (আঃ)-এর দু'আ, ঈসা (আঃ)-এর সুসংবাদ এবং আমার জননীর স্বপ্ন ।\"\n(ফাতহুররাব্বানী ২০/১৮১-১৮৯)\n[২] 'কিতাব' বলতে কুরআন মাজীদ, আর 'হিকমত' বলতে হাদীস। আয়াতসমূহ তেলাঅত বা আবৃত্তি করার পর কিতাব ও হিকমত শিক্ষা দেওয়ার কথা বলা থেকে প্রতীয়মান হয় যে, কুরআন মাজীদের কেবল তেলাঅতও উদ্দিষ্ট ও বাঞ্ছিত এবং তা সওয়াব ও নেকী লাভের মাধ্যম। তবে তার অর্থ ও তাৎপর্যও যদি বুঝা যায়, তাহলে তা হবে সোনার উপর সোহাগা। কিন্তু যদি কেউ কুরআনের তরজমা ও অর্থ না জানে, তবুও তার জন্য তেলাঅতের ব্যাপারে উদাসীনতা জায়েয নয়। কারণ, তেলাঅত করাই পৃথক একটি নেকীর কাজ। তবে যথাসম্ভব তার অর্থ ও উদ্দেশ্য বুঝার চেষ্টা করা উচিত।\n[৩] তেলাঅত এবং কিতাব ও হিকমতের শিক্ষার পর রসূল (সাঃ)-এর আগমনের এটা হল চতুর্থ উদ্দেশ্য। আর তা হল, তাদেরকে শিরক ও কুসংস্কারের আবর্জনা থেকে এবং চরিত্র ও কর্মের সকল ত্রুটি থেকে পবিত্র ও পরিশুদ্ধ করা।"
    },
    {
      "ayah": 13,
      "surah": 2,
      "text": "যখন তাদের বলা হয়, ‘অপরাপর লোকদের মত তোমারাও বিশ্বাস কর’, তারা বলে, ‘নির্বোধেরা যেরূপ বিশ্বাস করেছে আমরাও কি সেরূপ বিশ্বাস করব?’(১) সাবধান! এরাই নির্বোধ, কিন্তু এরা জানে না। (২)\n(১)\nঐ মুনাফিক্বরা সেই সাহাবায়ে কেরাম (রাঃ)-দেরকে অজ্ঞ-মুর্খ বা নির্বোধ বলেছে, যাঁরা আল্লাহর রাস্তায় জান ও মাল কুরবানী করতে কোন দ্বিধা করেননি। আর বর্তমানের মুনাফিক্বরা বুঝাতে চায় যে, সাহাবায়ে কেরাম (রাঃ) ঈমান-ধন থেকেই বঞ্চিত ছিলেন -নাউযু বিল্লাহি মিন যালিক। মহান আল্লাহ অতীত ও বর্তমান উভয় কালের মুনাফিক্বদের কথা খন্ডন ক'রে বলেন, উচ্চতর অভীষ্ট লাভের জন্য পার্থিব স্বার্থসমূহ কুরবানী দেওয়া অজ্ঞতা নয়, বরং তা-ই প্রকৃত বুদ্ধিমত্তা ও সৌভাগ্যের কাজ। সাহাবায়ে কেরাম (রাঃ)গণ তো এই সৌভাগ্যেরই প্রমাণ প্রস্তুত করেছেন। আর এই জন্যেই তাঁরা কেবল পাক্কা মু'মিনই নন, বরং তাঁরা হলেন (অপরের) ঈমান নির্ণায়ক মাপকাঠি ও কষ্টিপাথর। এখন তো ঈমান তারই গণ্য হবে, যে তাঁদের মত ঈমান আনবে। \"তোমরা যেরূপ বিশ্বাস করেছ তারা যদি সেরূপ বিশ্বাস করে, তাহলে নিশ্চয় তারা সুপথ পাবে।\"\n(সূরা বাক্বারা ২:১৩৭)\n(২)\nপরিষ্কার কথা যে, সত্বর (নগদ) অর্জিত হয় এমন লাভের জন্য যা দেরীতে বা পরে অর্জিত হবে এমন লাভের প্রতি ভ্রূক্ষেপ না করা, আখেরাতের স্থায়ী ও চিরন্তন জীবনের তুলনায় দুনিয়ার ক্ষণস্থায়ী ও ধ্বংসশীল জীবনকে প্রাধান্য দেওয়া এবং আল্লাহকে বাদ দিয়ে মানুষকে ভয় করা হল অত্যধিক নির্বুদ্ধিতা। আর এই নির্বুদ্ধিতার পরিচয় মুনাফিক্বরা দিয়ে এক বাস্তব সত্য থেকে অজ্ঞই রয়ে গেছে।"
    },
    {
      "ayah": 130,
      "surah": 2,
      "text": "যে নিজেকে নির্বোধ করেছে সে ছাড়া ইব্রাহীমের ধর্মাদর্শ হতে আর কে বিমুখ হবে? পৃথিবীতে তাকে আমি মনোনীত করেছি; পরকালেও সে সৎ কর্মপরায়ণদের অন্যতম। [১]\n[১] আরবী ভাষায় رَغِبَ শব্দের সাথে عَنْ অব্যয় যুক্ত হলে তার অর্থ দাঁড়ায় মুখ ফিরিয়ে নেওয়া বা বিমুখ হওয়া। এখানে মহান আল্লাহ ইবরাহীম (আঃ)-এর মর্যাদা ও তাঁর বৈশিষ্ট্য বর্ণনা করছেন, যা তিনি তাঁকে দুনিয়া ও আখেরাতে দান করেছেন এবং এ কথাও পরিষ্কার করে দিচ্ছেন যে, ইবরাহীম (আঃ)-এর ধর্ম থেকে মুখ ফিরিয়ে নেওয়া বোকামি ছাড়া কিছুই নয়। কোন জ্ঞানীজন থেকে এটা কল্পনাও করা যায় না।"
    },
    {
      "ayah": 131,
      "surah": 2,
      "text": "তার প্রতিপালক যখন তাকে বলেছিলেন, ‘আত্মসমর্পণ কর।’ সে বলেছিল, ‘বিশ্বজগতের প্রতিপালকের কাছে আত্ম-সমর্পণ করলাম।’ [১]\n[১] এই মহত্ত্ব ও মর্যাদা তিনি লাভ করেছিলেন, যেহেতু তিনি দৃষ্টান্তহীন অনুসরণ ও আনুগত্যের নমুনা পেশ করেছিলেন।"
    },
    {
      "ayah": 132,
      "surah": 2,
      "text": "ইব্রাহীম ও ইয়াকুব এ সম্বন্ধে তাদের পুত্রগণকে নির্দেশ দিয়েছিল, ‘হে পুত্রগণ! আল্লাহ তোমাদের জন্য দ্বীনকে (ইসলাম ধর্মকে) মনোনীত করেছেন। সুতরাং আত্মসমর্পণকারী (মুসলিম) না হয়ে তোমরা অবশ্যই মৃত্যুবরণ করো না।’ [১]\n[১] ইবরাহীম ও ইয়াকুব (আলাইহিমাস্ সালাম) স্বীয় সন্তানদেরকে যে দ্বীনের অসীয়ত করেছেন, তা হল ইসলাম, ইয়াহুদীধর্ম নয়। আর এই কথাটা এখানে যেরূপ পরিষ্কার করে বলে দেওয়া হয়েছে, অনুরূপ কুরআন কারীমের অন্যান্য স্থানেও তার আলোচনা আসবে। যেমন, {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْأِسْلامُ} \"নিঃসন্দেহে আল্লাহর নিকট দ্বীন একমাত্র ইসলাম।\""
    },
    {
      "ayah": 133,
      "surah": 2,
      "text": "ইয়াকুববের নিকট যখন মৃত্যু এসেছিল তোমরা কি তখন উপস্থিত ছিলে? [১] সে যখন নিজ পুত্রগণকে জিজ্ঞাসা করেছিল, ‘আমার (মৃত্যুর) পরে তোমরা কিসের উপাসনা করবে?’ তারা তখন বলেছিল, ‘আমরা আপনার উপাস্য ও আপনার পিতৃপুরুষ ইব্রাহীম, ইসমাঈল ও ইসহাকের উপাস্য, সেই অদ্বিতীয় উপাস্যের উপাসনা করব। আর আমরা তাঁর কাছে আত্মসমর্পণকারী।’\n[১] ইয়াহুদীদেরকে শাসানো হচ্ছে যে, তোমরা যে দাবী কর ইবরাহীম ও ইয়াকুব (আলাইহিমাস্ সালাম) নাকি তাঁদের সন্তানদেরকে ইয়াহুদীধর্মের উপর প্রতিষ্ঠিত থাকার অসিয়ত করে গেছেন, এই অসিয়ত করার সময় তোমরা কি উপস্থিত ছিলে নাকি? উত্তরে যদি তারা 'হ্যাঁ, উপস্থিত ছিলাম' বলে তাহলে তা মিথ্যা ও অপবাদ হবে। আর যদি 'না, উপস্থিত ছিলাম না' বলে তাহলে তাদের উল্লিখিত দাবী মিথ্যা প্রমাণিত হবে। কারণ, তাঁরা যে দ্বীনের অসিয়ত করেছিলেন, তা ছিল ইসলাম; ইয়াহুদী, খ্রিষ্টান বা মূর্তিপূজার ধর্ম নয়। সমস্ত নবীদের ধর্মই ছিল ইসলাম, যদিও শরীয়ত ও কর্মপদ্ধতির মধ্যে কিছু পার্থক্য ছিল। এটাকে নবী করীম (সাঃ) তাঁর ভাষায় এইভাবে বর্ণনা করেছেন, \"নবীগণ একে অপরের বৈমাত্রেয় ভাই। তাঁদের মা ভিন্ন ভিন্ন, কিন্তু (বাপ) দ্বীন এক।\n(বুখারীঃ কিতাবুল আম্বিয়া, পরিচ্ছেদঃ আল্লাহর বাণীঃ 'আর কিতাবে মরিয়মের কথা বর্ণনা কর।)"
    },
    {
      "ayah": 134,
      "surah": 2,
      "text": "সেই উম্মত (দল) গত হয়ে গেছে; তারা যা অর্জন করেছে তা তাদের; তোমরা যা অর্জন করেছ তা তোমাদের। আর তারা যা করত, সে সম্বন্ধে তোমাদেরকে কোন প্রশ্ন করা হবে না। [১]\n[১] এ কথাও ইয়াহুদীদেরকে বলা হচ্ছে যে, তোমাদের পূর্বপুরুষদের মধ্যে যারা আম্বিয়া ও সৎলোক ছিলেন, তাঁদের সাথে সম্পর্ক জুড়ে তোমাদের কোন লাভ নেই। তাঁরা যা কিছু করেছেন, তার ফল তাঁরাই পাবেন, তোমরা পাবে না। আর তোমরা তোমাদের কৃতকর্মের ফল পাবে। এ থেকে জানা যায় যে, পূর্বপুরুষদের নেকীর উপর ভরসা করা ভুল। আসল জিনিস হল ঈমান ও নেক আমল। পূর্বের পুণ্যবান ব্যক্তিদের এটাই ছিল পুঁজি এবং কিয়ামত পর্যন্ত আগত মানুষের মুক্তির একমাত্র অসীলা বা মাধ্যমও এটাই।"
    },
    {
      "ayah": 135,
      "surah": 2,
      "text": "তারা বলে, ‘ইয়াহুদী বা খ্রিষ্টান হও, সঠিক পথ পাবে।’ বল, ‘বরং একনিষ্ঠ হয়ে আমরা ইব্রাহীমের ধর্মাদর্শ অনুসরণ করব। আর সে (ইব্রাহীম) অংশীবাদীদের অন্তর্ভুক্ত ছিল না।’ [১]\n[১] ইয়াহুদী মুসলিমদেরকে ইয়াহুদীধর্মের প্রতি এবং খ্রিষ্টানরা খ্রিষ্টধর্মের প্রতি দাওয়াত দিত এবং বলত যে, এটাই হিদায়াতের পথ। মহান আল্লাহ বললেন, তাদেরকে বলে দাও, মিল্লাতে ইবরাহীমের অনুসরণের মধ্যেই রয়েছে প্রকৃত হিদায়াত। তিনি ছিলেন, 'হানীফ' (একনিষ্ঠঃ অর্থাৎ, সমস্ত উপাস্য থেকে সম্পর্ক ছিন্ন করে কেবল এক উপাস্যের ইবাদতকারী) এবং তিনি মুশরিকদের অন্তর্ভুক্ত ছিলেন না। অথচ ইয়াহুদী ও খ্রিষ্টধর্মের মধ্যে শিরকের মিশ্রণ রয়েছে। তবে বর্তমানে দুর্ভাগ্যবশতঃ মুসলিমদের মধ্যেও শিরক ব্যাপক রূপ ধারণ করেছে। ইসলামের যাবতীয় শিক্ষা যদিও -আলহামদুলিল্লাহ- কুরআন ও হাদীসে সুরক্ষিত, যাতে তাওহীদের ধারণা একেবারে নির্মল ও সুস্পষ্ট এবং যার মাধ্যমে ইয়াহুদী-খ্রিষ্ট ও বহুশ্বরবাদী ধর্ম থেকে ইসলাম যে একেবারে ভিন্ন তা পরিষ্কার হয়ে যায়। কিন্তু মুসলিমদের এক বিশাল জনগোষ্ঠীর কার্যকলাপ ও আকীদা-বিশ্বাসে শিরকী আচরণ ও ধারণার অনুপ্রবেশ ঘটার ফলে ইসলামের প্রকৃত রূপ ও বৈশিষ্ট্য বিশ্ববাসীর দৃষ্টিতে অদৃশ্য হয়ে পড়েছে। কারণ, অন্য ধর্মাবলম্বি যারা তারা তো আর কুরআন ও হাদীস পর্যন্ত পৌঁছতে পারে না। তারা কেবল মুসলিমদের বাহ্যিক আমল দেখেই অনুমান করে যে, ইসলাম ও শিরকী ধ্যান-ধারণা-মিশ্রিত অন্যান্য ধর্মের মধ্যে তেমন কোন পার্থক্য নেই। পরের আয়াতে ঈমানের মান নির্ণায়ক নিক্তির কথা বলা হচ্ছে।"
    },
    {
      "ayah": 136,
      "surah": 2,
      "text": "তোমরা বল, ‘আমরা আল্লাহতে বিশ্বাস করি এবং যা আমাদের প্রতি এবং ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব ও তার বংশধরগণের প্রতি অবতীর্ণ করা হয়েছে এবং যা মূসা ও ঈসাকে প্রদান করা হয়েছে এবং যা অন্যান্য নবীগণ তাদের প্রতিপালকের নিকট থেকে প্রদত্ত হয়েছে, তাতেও (বিশ্বাস করি)। আমরা তাদের মধ্যে কোন পার্থক্য করি না এবং আমরা তাঁর কাছে আত্ম-সমর্পণকারী।’ [১]\n[১] অর্থাৎ, ঈমান হল এই যে, সমস্ত নবীগণ আল্লাহ কর্তৃক যা কিছু পেয়েছেন বা যা কিছু তাঁদের উপর অবতীর্ণ হয়েছে, সে সবের উপর ঈমান আনা। কোন কিতাব ও রসূলকে অস্বীকার না করা। কোন এক কিতাব বা নবীকে মেনে নেওয়া এবং কোন নবীকে অস্বীকার করা হল নবীদের মধ্যে পার্থক্য সূচিত করা; যা ইসলামে বৈধ নয়। অবশ্য আমল এখন কেবল কুরআনের বিধান অনুযায়ী হবে। পূর্বের কিতাবে লিখিত কথা অনুযায়ী হবে না। কেননা, প্রথমতঃ তা (পূর্বের কিতাবগুলো) তার আসল অবস্থায় অবিকৃত নেই, দ্বিতীয়তঃ কুরআন সেগুলোকে রহিত করে দিয়েছে।"
    },
    {
      "ayah": 137,
      "surah": 2,
      "text": "তোমরা যাতে বিশ্বাস করেছ তারা যদি সেরূপ বিশ্বাস করে, তাহলে নিশ্চয় তারা সুপথ পাবে। আর যদি তারা মুখ ফিরিয়ে নেয়, তাহলে তারা নিশ্চয়ই বিরুদ্ধভাবাপন্ন। সুতরাং তাদের বিরুদ্ধে তোমার জন্য আল্লাহই যথেষ্ট। [১] তিনি সর্বশ্রোতা, সর্বজ্ঞ।\n[১] সাহাবায়ে কেরাম (রাঃ)গণ (কুরআনে) উল্লিখিত এই নিয়মেই ঈমান এনেছিলেন। এই জন্যই তাঁদের দৃষ্টান্ত পেশ করে বলা হচ্ছে যে, তারা যদি ঐভাবেই ঈমান আনে, যেভাবে হে সাহাবাগণ! তোমরা ঈমান এনেছ, তাহলে অবশ্যই তারা হিদায়াত লাভ করবে। কিন্তু তারা যদি হঠকারিতা ও বিরোধিতার পথ অবলম্বন করে, তবে তাতে ঘাবড়ানোর কোন প্রয়োজন নেই তাদের চক্রান্তসমূহ (হে নবী) তোমার কোনই ক্ষতি করতে পারবে না। কারণ, তাদের জন্য তোমার পক্ষ থেকে আল্লাহই যথেষ্ট। বলা বাহুল্য, কয়েক বছরের মধ্যেই এই অঙ্গীকার বাস্তব রূপ পেল। বানু-ক্বায়নুক্বা' ও বানু-নাযীরকে দেশ থেকে বহিষ্কার করা এবং বানু-ক্বুরায়যাকে হত্যা করা হল। ইতিহাসের বর্ণনায় এসেছে যে, উসমান (রাঃ)-কে শহীদ করার সময় একটি কুরআন তাঁর কোলেই ছিল এবং তাতে লিখিত এই {فَسَيَكْفِيْكَهُمُ اللهُ} আয়াতে তাঁর রক্তের ছিটা পড়েছিল। বলা হয়, কুরআনের সে কপিটি আজও তুরস্কের যাদুঘরে সংরক্ষিত আছে।"
    },
    {
      "ayah": 138,
      "surah": 2,
      "text": "(আমরা গ্রহণ করলাম) আল্লাহর রঙ (আল্লাহর ধর্ম বা তাঁর প্রকৃতি)। রঙে আল্লাহ অপেক্ষা কে অধিকতর সুন্দর? [১] আর আমরা তাঁরই উপাসনাকারী।\n[১] খ্রিষ্টানদের কাছে এক প্রকার হলুদ রঙের পানি থাকে; যা প্রত্যেক খ্রিষ্টান শিশুকে এবং প্রত্যেক সেই ব্যক্তিকে পান করানো হয়; যাকে খ্রিষ্টান বানানো উদ্দেশ্য হয়। এই অনুষ্ঠানের নাম তাদের নিকট 'ব্যাপ্টিজম' (পবিত্র বারি দ্বারা অভিসিঞ্চিত করে খ্রিষ্টধর্মের দীক্ষাদানোৎসব)। এটা তাদের নিকট অত্যধিক জরুরী ব্যাপার। এ ছাড়া তারা কাউকেও পবিত্র গণ্য করে না। মহান আল্লাহ তাদের এ বিশ্বাস খন্ডন করে বলেন, আসল রঙ তো আল্লাহর রঙ। এর চেয়ে উত্তম কোন রঙ নেই। আর আল্লাহর রঙের তাৎপর্য হল, প্রাকৃতিক ধর্ম ইসলাম, যার প্রতি প্রত্যেক নবী নিজ নিজ যুগে সব সব উম্মতকে আহবান করেছেন; যা ছিল তাওহীদের আহবান।"
    },
    {
      "ayah": 139,
      "surah": 2,
      "text": "বল, ‘আল্লাহ সম্বন্ধে তোমরা কি আমাদের সঙ্গে বিতর্কে লিপ্ত হতে চাও? অথচ তিনি আমাদের প্রতিপালক এবং তোমাদেরও প্রতিপালক। আমাদের কর্ম আমাদের এবং তোমাদের কর্ম তোমাদের জন্য; আর আমরা তাঁর প্রতি অকপট।’ [১]\n[১] তোমরা কি এই কারণেই আমাদের সাথে বিবাদে লিপ্ত যে, আমরা এক আল্লাহরই ইবাদত করি। তাঁরই জন্য নিষ্ঠা ও আনুগত্যের উদ্যম রাখি। তাঁর আদেশাবলী পালন করি এবং নিষেধাবলী থেকে বিরত থাকি। অথচ তিনি যে কেবল আমাদের প্রতিপালক তা নয়, বরং তিনি তোমাদেরও প্রতিপালক। তোমাদেরকেও তাঁর সাথে ঐরূপ আচরণ করা দরকার যেরূপ আমরা করি। তোমরা যদি এমনটি না কর, তবে তোমাদের জন্য তোমাদের কর্ম এবং আমাদের জন্য আমাদের কর্ম। আমরা তো তাঁর জন্য নিষ্ঠার সাথে আমল করার প্রতি যত্নবান।"
    },
    {
      "ayah": 14,
      "surah": 2,
      "text": "যখন তারা বিশ্বাসীগণের সংস্পর্শে আসে তখন বলে, আমরা বিশ্বাস করেছি। আর যখন তারা নিভৃতে তাদের শয়তান(১) (দলপতি)দের সাথে মিলিত হয় তখন বলে, আমরা তো তোমাদের সাথেই রয়েছি; আমরা শুধু তাদের সাথে পরিহাস ক’রে থাকি।\n(১) 'শয়তানদল' বলতে কুরাইশ ও ইয়াহুদীদের সেই দলপতিদেরকে বুঝানো হয়েছে, যাদের ইশারা ও ইঙ্গিতে তারা ইসলাম ও মুসলমানদের বিরুদ্ধে ষড়যন্ত্র চালাত। অথবা মুনাফিক্বদের দলপতিদেরকে বুঝানো হয়েছে।"
    },
    {
      "ayah": 140,
      "surah": 2,
      "text": "তোমরা কি বল যে, ‘ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব ও তাঁর বংশধরগণ ইয়াহুদী বা খ্রিষ্টান ছিল?’ বল, ‘তোমরা কি বেশী জান, না আল্লাহ?’[১] আল্লাহর নিকট থেকে প্রাপ্ত সাক্ষ্য-প্রমাণ যে গোপন করে, তার অপেক্ষা অধিকতর সীমালংঘনকারী আর কে হতে পারে? আর তোমরা যা কর, সে সম্বন্ধে আল্লাহ বেখবর নন। [২]\n[১] তোমরা বলছ যে, ঐ সকল আম্বিয়া ও তাঁদের সন্তানরা ইয়াহুদী অথবা খ্রিষ্টান ছিলেন, অথচ মহান আল্লাহ তা খন্ডন করছেন। এখন তোমরাই বল যে, আল্লাহ বেশী জানেন, না তোমরা?\n[২] তোমরা জানো যে, এই নবীগণ ইয়াহুদী বা খ্রিষ্টান ছিলেন না। অনুরূপ তোমাদের কিতাবে রসূল (সাঃ)-এর নিদর্শনসমূহ বিদ্যমান, কিন্তু এই প্রমাণগুলো লোকদের কাছে গোপন করে তোমরা যে বড় যুলুম করছো তা আল্লাহর নিকট গুপ্ত নয়।"
    },
    {
      "ayah": 141,
      "surah": 2,
      "text": "সে এক উম্মত (দল) ছিল, যা অতীত হয়ে গেছে। তারা যা অর্জন করেছে তা তাদের, তোমরা যা অর্জন করেছ, তা তোমাদের। তারা যা করত, সে সম্বন্ধে তোমরা জিজ্ঞাসিত হবে না। [১]\n[১] এই আয়াতে আবারও আমলের গুরুত্ব বর্ণনা করে বলা হয়েছে যে, বুযুর্গদের সাথে সম্পর্ক জুড়ে এবং তাঁদের উপর ভরসা করে কোন লাভ নেই। কারণ, \"((وَمَنْ بَطَّأَ بِهِ عَمَلُهُ لَمْ يُسْرِعْ بِهِ نَسَبُهُ )) \"যার কার্যকলাপ তাকে পিছিয়ে দেয়, তার বংশমর্যাদা তাকে এগিয়ে দিতে পারবে না।\"\n(মুসলিম, অধ্যায়ঃ যিকর ও দু\n'\nআ, পরিচ্ছেদঃ তেলাঅতে কুরআনের জন্য একত্রিত হওয়ার ফযীলত)\nঅর্থাৎ, পূর্বপুরুষদের নেকী দ্বারা তোমাদের কোন লাভ হবে না এবং তাঁদের পাপের কারণে তোমাদেরকে পাকড়াও হবে না। তাঁদের কৃতকর্মের কারণে তোমাদেরকে এবং তোমাদের কৃতকর্মের জন্য তাঁদেরকে জিজ্ঞাসাবাদ করা হবে না।{وَلا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى} \"কেউ অপরের বোঝা বহন করবে না।\"\n(সূরা ফাত্বির ৩৫:১৮ আয়াত)\n{وَأَنْ لَيْسَ لِلْإِنْسَانِ إِلَّا مَا سَعَى} \"আর মানুষ তাই পায়, যা সে করে।\"\n(সূরা নাজম ৫৩:৩৯ আয়াত)"
    },
    {
      "ayah": 142,
      "surah": 2,
      "text": "নির্বোধ লোকেরা বলবে যে, ‘তারা এ যাবৎ যে ক্বিবলার অনুসরণ করে আসছিল, তা হতে কিসে তাদেরকে ফিরিয়ে দিল?’ বল, ‘পূর্ব ও পশ্চিম আল্লাহরই।[১] তিনি যাকে ইচ্ছা সরল পথে পরিচালিত করেন।’\n[১] যখন রসূল (সাঃ) হিজরত করে মক্কা থেকে মদীনায় যান, তখন প্রায় ১৬-১৭ মাস পর্যন্ত বায়তুল মুক্বাদ্দাসের দিকে মুখ করে নামায পড়েন। তবে তাঁর ইচ্ছা এটাই হত যে, কা'বা শরীফের দিকে মুখ করে নামায পড়া হোক যা ইবরাহীম (আঃ)-এর ক্বিবলা। আর এর জন্য তিনি দু'আও করতেন এবং বারবার আসমানের দিকে দৃষ্টিপাত করতেন। শেষ পর্যন্ত মহান আল্লাহ ক্বিবলা পরিবর্তনের নির্দেশ দিলেন। তা দেখে ইয়াহুদী ও মুনাফিকরা হাঙ্গামা শুরু করে দিল। অথচ নামায আল্লাহর এক ইবাদত। আর ইবাদতে আ'বেদ (ইবাদতকারী)-কে যেভাবে নির্দেশ দেওয়া হয়, সেইভাবে সে করতে বাধ্য। কাজেই যে দিকে আল্লাহ ফিরিয়ে দিয়েছেন, সে দিকে ফিরে যাওয়া তাঁর জন্য জরুরী ছিল। তাছাড়া যে আল্লাহর ইবাদত করা হয়, পূর্ব ও পশ্চিম সব দিকই তাঁর; অতএব দিকের কোন গুরুত্ব নেই। প্রত্যেক দিকেই আল্লাহর ইবাদত হতে পারে। কেবল শর্ত হল, সেই দিকটা নির্বাচন করার নির্দেশ যেন আল্লাহ দিয়ে থাকেন। ক্বিবলা পরিবর্তনের এ নির্দেশ আসরের সময় এসেছিল। ফলে (সর্বপ্রথম) আসরের নামায কা'বা শরীফের দিকে মুখ করে পড়া হয়েছে।"
    },
    {
      "ayah": 143,
      "surah": 2,
      "text": "এভাবে আমি তোমাদেরকে এক মধ্যপন্থী জাতিরূপে প্রতিষ্ঠিত করেছি, [১] যাতে তোমরা মানব জাতির জন্য সাক্ষীস্বরূপ হতে পার এবং রসূল তোমাদের জন্য সাক্ষীস্বরূপ হবে। তুমি এ যাবৎ যে ক্বিবলার অনুসরণ করছিলে, তা এই উদ্দেশ্যে প্রতিষ্ঠিত করেছিলাম, যাতে আমি জানতে পারি[২] যে, কে রসূলের অনুসরণ করে এবং কে ফিরে যায়? আল্লাহ যাদেরকে সৎপথে পরিচালিত করেছেন, তারা ছাড়া অন্যের কাছে এ (পরিবর্তন) নিশ্চয় কঠিন ব্যাপার।[৩] আর আল্লাহ এরূপ নন যে, তিনি তোমাদের বিশ্বাস (ঈমান তথা নামায)কে ব্যর্থ করবেন।[৪] নিশ্চয় আল্লাহ মানুষের প্রতি অতি দয়ার্দ্র, পরম দয়ালু।\n[১] وَسَطٌ শব্দের আভিধানিক অর্থ হল, মধ্যম। কিন্তু তা শ্রেষ্ঠ ও সর্বোত্তম অর্থেও ব্যবহার হয়। আর এখানে এই (সর্বোত্তম) অর্থেই ব্যবহার হয়েছে। অর্থাৎ, যেমন তোমাদেরকে সর্বোত্তম ক্বিবলা দেওয়া হয়েছে, অনুরূপ তোমাদেরকে সর্বোত্তম উম্মতও করা হয়েছে এবং এর উদ্দেশ্য হল, তোমরা মানুষের জন্য সাক্ষ্য দেবে। যেমন অন্যত্র বলা হয়েছে,\n{لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ} \"যাতে রসূল তোমাদের জন্যে সাক্ষ্যদাতা এবং তোমরা সাক্ষ্যদাতা হও মানবমন্ডলীর জন্যে।\"\n(সূরা হাজ্জ ২২:৭৮ আয়াত)\nকোন কোন হাদীসে এর বিশ্লেষণ এইভাবে এসেছে যে, যখন মহান আল্লাহ কিয়ামতের দিন নবীদেরকে জিজ্ঞাসা করবেন, 'তোমরা কি আমার আদেশ মানুষদের নিকট পৌঁছে দিয়েছিলে?' তাঁরা বলবেন, 'হ্যাঁ।' আল্লাহ তাআলা বলবেন, 'তোমাদের কি কোন সাক্ষী আছে?' তাঁরা বলবেন, 'হ্যাঁ, মুহাম্মাদ (সাঃ) এবং তাঁর উম্মত।' তখন এই উম্মত সাক্ষ্য দেবে। আর এই জন্য وَسَط এর অনুবাদ ন্যায়পন্থীও করা হয়।\n(ইবনে কাসীর)\nএ শব্দের আর একটি অর্থ, মধ্যপন্থীও করা হয়। অর্থাৎ, উম্মতে মুহাম্মাদী হল মধ্যপন্থী অর্থাৎ, অতিরঞ্জন ও অবজ্ঞা থেকে তারা পবিত্র। আর এটাই হল ইসলামের শিক্ষা। এতে অতিরঞ্জন (কোন কিছুকে নিয়ে বাড়াবাড়ি) এবং অবজ্ঞা (কোন জিনিসকে তার উপযুক্ত মর্যাদা থেকে একেবারে নীচে নামানোরও কোন অবকাশ) নেই।\n[২] لِنَعْلَمَ (যাতে আমি জানতে পারি) আল্লাহ তো আগে থেকেই জানেন। আসলে এর অর্থ হল, যাতে আমি দৃঢ় প্রত্যয়ীদেরকে সংশয়ীদের থেকে পৃথক করে দি এবং মানুষের সামনেও যেন উক্ত দুই শ্রেণীর লোক স্পষ্ট হয়ে যায়।\n(ফাতহুল ক্বাদীর)\n[৩] এখানে ক্বিবলা পরিবর্তনের একটি উদ্দেশ্যর কথা বলা হচ্ছে। নিষ্ঠাবান মু'মিনরা তো কেবল আল্লাহর রসূল (সাঃ)-এর চোখের ইঙ্গিতের অপেক্ষায় থাকতেন। কাজেই তাঁদের জন্য একদিক থেকে অন্য দিকে ফিরে যাওয়া কোন সমস্যার ব্যাপার ছিল না, বরং একটি মসজিদে তো ক্বিবলা পরিবর্তনের নির্দেশ তখন পৌঁছে, যখন তাঁরা রুকু'তে ছিলেন। তাঁরা রুকু'র অবস্থাতেই নিজেদের মুখমন্ডল কা'বার দিকে ফিরিয়ে নিলেন। এটাকে 'মসজিদে ক্বিবলাতাইন' (অর্থাৎ, সেই মসজিদ যেখানে একটিই নামায দু'টি ক্বিবলার দিকে মুখ করে পড়া হয়েছে।) বলা হয়। অনুরূপ ঘটনা ক্বুবার মসজিদেও ঘটেছে।\n[৪] কোন কোন সাহাবা (রাঃ)-এর মনে এই সমস্যার উদয় হল যে, যে সাহাবাগণ বায়তুল মুক্বাদ্দাসের দিকে মুখ করে নামায পড়ার যুগে মৃত্যুবরণ করেছেন অথবা আমরা যতদিন সেদিকে মুখ করে নামায পড়েছি, সে সবই মনে হয় বিফলে গেছে, তার মনে হয় কোন সওয়াব পাওয়া যাবে না। মহান আল্লাহ বললেন, তোমাদের ঐ নামাযগুলো ব্যর্থ হবে না; বরং তোমরা তার পূর্ণ সওয়াব পাবে। আর এখানে নামাযকে বিশ্বাস বা ঈমান বলে আখ্যায়িত করে এ কথাও পরিষ্কার করে দেওয়া হয়েছে যে, নামায ব্যতীত ঈমানের কোন মূল্য নেই। ঈমান তখনই ঈমান বলে গণ্য হবে, যখন নামায ও আল্লাহর অন্যান্য বিধানসমূহের যত্ন নেওয়া হবে।"
    },
    {
      "ayah": 144,
      "surah": 2,
      "text": "আকাশের দিকে তোমার বারংবার মুখ ফিরানোকে আমি প্রায় লক্ষ্য করি। সুতরাং আমি তোমাকে এমন ক্বিবলার দিকে অবশ্যই ফিরিয়ে দেব, যা তুমি পছন্দ কর। অতএব (নামাযে) তুমি মাসজিদুল হারামের (পবিত্র কা’বাগৃহের) দিকে মুখ ফেরাও। তোমরা যেখানেই থাক না কেন, (নামাযে) সেই (কা’বার) দিকে মুখ ফেরাও। আর যাদেরকে কিতাব দেওয়া হয়েছে, তারা নিশ্চিতভাবে জানে যে, এ (বিধান) তাদের প্রতিপালকের নিকট হতে আগত সত্য। [১] তারা যা করে সে সম্বন্ধে আল্লাহ উদাসীন নন।\n[১] আহলে-কিতাবদের বিভিন্ন সহীফা (ধর্মগ্রন্থ)সমূহে কা'বা শরীফ যে শেষ নবীর ক্বিবলা হবে তার সুস্পষ্ট ইঙ্গিত বিদ্যমান। কাজেই এর সত্যতা সম্পর্কে তাদের নিশ্চিত বিশ্বাস ছিল, কিন্তু তাদের জাতিগত হিংসা ও বিদ্বেষ সত্য গ্রহণের পথে বাধা হয়ে দাঁড়িয়ে ছিল।"
    },
    {
      "ayah": 145,
      "surah": 2,
      "text": "যাদেরকে কিতাব দেওয়া হয়েছে, তুমি যদি তাদের নিকট সমস্ত নিদর্শন পেশ কর, তবুও তারা তোমার ক্বিবলার অনুসরণ করবে না[১] এবং তুমিও তাদের ক্বিবলার অনুসারী নও।[২] তারাও একে অন্যের ক্বিবলার অনুসারী নয়।[৩] তোমার নিকট জ্ঞান আসার পর তুমি যদি তাদের খেয়াল-খুশীর অনুসরণ কর, তাহলে নিশ্চয়ই তুমি সীমালংঘনকারীদের অন্তর্ভুক্ত হবে। [৪]\n[১] কারণ, ইয়াহুদীদের বিরোধিতা তো হিংসা ও বিদ্বেষের ভিত্তিতে। যার কারণে প্রমাণাদির কোন প্রভাব তাদের উপর পড়বে না। প্রভাব সৃষ্টি হওয়ার জন্য অন্তর পরিষ্কার হওয়া অত্যাবশ্যক।\n[২] কারণ, আপনি আল্লাহর অহীর অনুসারী। আল্লাহর নির্দেশ না পাওয়া পর্যন্ত আপনি তাদের ক্বিবলা গ্রহণ করতে পারেন না।\n[৩] ইয়াহুদীদের ক্বিবলা হল, বায়তুল মুক্বাদ্দাসের পাথর (যার উপর গম্বুজ নির্মিত আছে)। আর খ্রিষ্টানদের ক্বিবলা হল, বায়তুল মুক্বাদ্দাসের পূর্বদিক। আহলে-কিতাদের এই দু'টি দল যখন আপোসে একটি ক্বিবলার উপর ঐক্যবদ্ধ নয়, তখন তারা মুসলিমদের নিকট থেকে কিভাবে আশা করে যে, তারা (মুসলিমরা) এ ব্যাপারে তাদের সাথে একমত হবে?\n[৪] এ রকম ধমক পূর্বেও দেওয়া হয়েছে। উদ্দেশ্য হল, উম্মতকে সতর্ক করা যে, কুরআন ও হাদীসের জ্ঞান থাকা সত্ত্বেও বিজাতি ও বিদআতীদের অনুকরণ করা যুলুম, সীমালংঘন ও ভ্রষ্টতা বৈ কিছুই নয়।"
    },
    {
      "ayah": 146,
      "surah": 2,
      "text": "আমি যাদেরকে কিতাব দিয়েছি, তারা তাকে (মুহাম্মাদকে) তেমনই চেনে, যেমন তাদের পুত্রগণকে চেনে; কিন্তু তাদের একদল জেনেশুনে সত্য গোপন করে থাকে। [১]\n[১] এখানে আহলে-কিতাবের একটি দলের সত্যকে গোপন করার অপরাধ সাব্যস্ত করা হচ্ছে। কারণ, তাদের মধ্যে একটি দল আব্দুল্লাহ ইবনে সালাম (রাঃ)-এর মত লোকেদেরও ছিল। যাঁরা স্বীয় সততা এবং অভ্যন্তরীণ নির্মলতার কারণে ইসলাম গ্রহণ করে ধন্য হোন।"
    },
    {
      "ayah": 147,
      "surah": 2,
      "text": "সত্য তোমার প্রতিপালকের নিকট হতে সমাগত। সুতরাং তুমি সংশয়ীদের অন্তর্ভুক্ত হয়ো না। [১]\n[১] নবীর উপর আল্লাহর পক্ষ থেকে যে বিধানই অবতীর্ণ হয়, তা অবশ্যই সত্য। সে ব্যাপারে সন্দেহ-সংশয়ের কোন অবকাশ নেই।"
    },
    {
      "ayah": 148,
      "surah": 2,
      "text": "প্রত্যেকের (নির্দিষ্ট) একটি দিক আছে, যার দিকে সে মুখ করে দাঁড়ায়। [১] অতএব তোমরা সৎকর্মে প্রতিযোগিতা কর। তোমরা যেখানেই থাক না কেন, আল্লাহ তোমাদের সকলকে একত্র করবেন। আল্লাহ সর্ববিষয়ে পূর্ণ ক্ষমতাবান।\n[১] প্রত্যেক ধর্মাবলম্বিরা নিজেরদের পছন্দ মত ক্বিবলা বানিয়ে রেখেছে যেদিকে তারা মুখ করে থাকে। এর দ্বিতীয় অর্থ হল, প্রত্যেক ধর্মাবলম্বিরা নিজেদের জন্য একটি নির্দিষ্ট পন্থা ও তরীকা বানিয়ে রেখেছে। যেমন, কুরআনের অন্য স্থানে এসেছে,{لِكُلٍّ جَعَلْنَا مِنْكُمْ شِرْعَةً وَمِنْهَاجًا وَلَوْ شَاءَ اللَّهُ لَجَعَلَكُمْ أُمَّةً وَاحِدَةً وَلَكِنْ لِيَبْلُوَكُمْ فِي مَا آتَاكُمْ} \"তোমাদের প্রত্যেকের জন্য এক একটি শরীয়ত (আইন) ও স্পষ্ট পথ নির্ধারণ করেছি। ইচ্ছা করলে আল্লাহ তোমাদেরকে এক জাতি করতে পারতেন। কিন্তু তিনি তোমাদেরকে যা দিয়েছেন, তা দিয়ে তোমাদেরকে পরীক্ষা করার জন্য (তিনি তা করেননি)।\"\n(সূরা মাইদাহ ৫:৪৮ আয়াত)\nঅর্থাৎ, মহান আল্লাহ হিদায়াত ও গুমরাহী উভয় পথকে পরিষ্কার করে দিয়ে মানুষকে দু'টি পথের মধ্যে কোন একটি নির্বাচন করার যে স্বাধীনতা দিয়েছেন এরই ফলে মানুষ ভিন্ন ভিন্ন এমন পথ ও মত অবলম্বন করেছে, যা একে অপরের বিপরীত। যদি আল্লাহ চাইতেন, তাহলে সবাইকে একই পথের পথিক অর্থাৎ, সবাইকে হিদায়াতের পথে পরিচালিত করতে পারতেন। কিন্তু এটা স্বাধীনতা ছিনিয়ে না নিয়ে সম্ভব ছিল না। আর স্বাধীনতা দেওয়ার উদ্দেশ্য, পরীক্ষাকরণ। অতএব হে মুসলিমগণ! তোমরা সৎকাজে প্রতিযোগিতামূলকভাবে অগ্রসর হও! অর্থাৎ, নেকী ও সৎ পথে প্রতিষ্ঠিত থাকো। এটাই হল, আল্লাহর অহী এবং রসূল (সাঃ)-এর অনুসরণের পথ, যা থেকে অন্য ধর্মাবলম্বিরা বঞ্চিত।"
    },
    {
      "ayah": 149,
      "surah": 2,
      "text": "আর যে স্থান হতেই তুমি বের হও না কেন, মাসজিদুল হারামের (কা’বা শরীফের) দিকে মুখ ফেরাও। নিশ্চয় তা তোমার প্রতিপালকের নিকট হতে (প্রেরিত) সত্য। তোমরা যা করছ, তার ব্যাপারে আল্লাহ উদাসীন নন।"
    },
    {
      "ayah": 15,
      "surah": 2,
      "text": "আল্লাহ তাদের সাথে পরিহাস করেন(১) আর তাদের অবাধ্যতায় তাদেরকে বিভ্রান্তের ন্যায় ঘুরে বেড়াবার অবকাশ দেন।\n(১) 'আল্লাহ তাদের সাথে পরিহাস করেন'-এর একটি অর্থ হল, যেভাবে তারা মুসলিমদের সাথে উপহাস ও বিদ্রূপমূলক কার্যকলাপ করে, আল্লাহও তাদের সাথে অনুরূপ কার্যকলাপ ক'রে তাদেরকে লাঞ্ছিত ও অপদস্থ করেন। এটাকে ভাষাগত ব্যবহারে 'পরিহাস' বলা হলেও প্রকৃতপক্ষে তা পরিহাস নয়, বরং তা আসলে তাদের পরিহাস কর্মের শাস্তি। যেমন \"মন্দের প্রতিফল তো অনুরূপ মন্দই।\"\n(সূরা শূরা ৪২:৪০ আয়াত)\nএই আয়াতে মন্দের প্রতিফলকেও মন্দ বলা হয়েছে। অথচ তা মন্দ নয়; বরং তা একটি বৈধ কাজ। তদনুরূপ \"নিশ্চয় মুনাফিক (কপট) ব্যক্তিরা আল্লাহকে প্রতারিত করতে চায়। বস্তুত তিনিও তাদেরকে প্রতারিত ক'রে থাকেন।\"\n(সূরা নিসা ৪:১৪২ আয়াত)\n\"অতঃপর তারা ষড়যন্ত্র করল এবং আল্লাহও কৌশল প্রয়োগ করলেন।\"\n(আলে ইমরান ৩:৫৪ আয়াত)\nপ্রভৃতি আয়াতসমূহেও অনুরূপ এসেছে।এর দ্বিতীয় অর্থ হল, কিয়ামতের দিন মহান আল্লাহও তাদের সাথে উপহাস করবেন। যেমন সূরা হাদীদ ৫৭:১৩ নং আয়াতে এর পরিষ্কার বর্ণনা রয়েছে।"
    },
    {
      "ayah": 150,
      "surah": 2,
      "text": "আর তুমি যেখান হতেই বের হও না কেন, মাসজিদুল হারামের (কা’বা শরীফের) দিকে মুখ ফেরাও এবং যেখানেই থাক না কেন, সেই (কা’বার) দিকেই মুখ ফেরাও।[১] যাতে তাদের মধ্যে সীমালঘংনকারিগণ[২] ছাড়া অন্য কোন লোক তোমাদের সাথে বিতর্ক না করতে পারে।[৩] সুতরাং তোমরা তাদের ভয় করো না,[৪] বরং একমাত্র আমাকেই ভয় কর, যাতে আমি আমার অনুগ্রহ তোমাদেরকে পরিপূর্ণরূপে দান করতে পারি এবং যাতে তোমরা সৎপথ পেতে পার।\n[১] ক্বিবলার দিকে মুখ ফিরানোর নির্দেশের তিনবার পুনরাবৃত্তি করা হয়েছে। হয় এর উপর তাকীদ ও এর গুরুত্ব বর্ণনা করার জন্য অথবা এই জন্য যে, এটা কোন বিধানকে রহিত ঘোষণা করার প্রথম পরীক্ষা ছিল। তাই মনের মধ্যেকার সন্দেহ-সংশয় ও খুঁতখুঁতে ভাবকে দূর করার জন্য জরুরী ছিল যে, তার বারবার পুনরাবৃত্তি করে মানুষের অন্তরে সুদৃঢ় করে দেওয়া হোক। আবার এও হতে পারে যে, একাধিক কারণের জন্য এ রকম করা হয়েছে। এক কারণ তো এই ছিল যে, নবী করীম (সাঃ)-এর এটা আন্তরিক ইচ্ছা ও আশা ছিল। তা বর্ণনা করার জন্য এ কথা বলা হয়েছে। দ্বিতীয় কারণ, প্রত্যেক ধর্মাবলম্বি ও দাওয়াতদাতার নিজস্ব পৃথক কেন্দ্র (ক্বিবলা) ছিল, তা বর্ণনা করে এ কথার পুনরাবৃত্তি হয়। তৃতীয় কারণ, বিরোধীপক্ষের অভিযোগসমূহের খন্ডনের জন্য তৃতীয়বার তা পুনরুক্ত হয়।\n(ফাতহুল ক্বাদীর)\n[২] এখানে {ظَلَمُوْا} (সীমালংঘনকারী যালেম) থেকে বিদ্বেষ পোষণকারীদেরকে বুঝানো হয়েছে। অর্থাৎ, আহলে-কিতাবদের মধ্যে যারা কট্টর বিদ্বেষী, তারা জানে যে, শেষ নবীর ক্বিবলা কা'বাগৃহ হবে, তা সত্ত্বেও শুধুমাত্র শত্রুতাবশতঃ বলবে যে, 'বায়তুল মুক্বাদ্দাসের পরিবর্তে কা'বাকে ক্বিবলা বানিয়ে মুহাম্মাদ শেষ পর্যন্ত স্বীয় বাপ-দাদার ধর্মের প্রতি ঝুঁকে পড়েছে।' আবার কারো কাছে সীমালংঘনকারী বলে উদ্দেশ্য হল মক্কার মুশরিকগণ।\n[৩] অর্থাৎ, যাতে আহলে-কিতাব বলতে না পারে যে, আমাদের কিতাবে তো ওদের ক্বিবলা কা'বা শরীফ বলা হয়েছে, অথচ ওরা বায়তুল মুক্বাদ্দাসের দিকে মুখ করে নামায পড়ছে।\n[৪] 'তাদেরকে ভয় করো না' অর্থাৎ, মুশরিকদের কথার পরোয়া করো না। তারা বলেছিল যে, মুহাম্মাদ তো আমাদের ক্বিবলা গ্রহণ করে নিয়েছে, এবার অতি সত্বর দেখবে সে আমাদের দ্বীনও গ্রহণ করে নেবে। 'আমাকেই ভয় কর' অর্থাৎ, যে নির্দেশ আমি দিতে থাকব, তার উপর নির্ভয়ে আমল করতে থাকো। ক্বিবলার পরিবর্তনকে অনুগ্রহ পরিপূর্ণতা ও পথপ্রাপ্তি বলে আখ্যায়িত করে এ কথা পরিষ্কার করে দেওয়া হয়েছে যে, অবশ্যই আল্লাহর নির্দেশের উপর আমল মানুষকে অনুগ্রহ, পুরস্কার ও সম্মানের অধিকারী বানায় এবং সে সুপথপ্রাপ্তি তথা হিদায়াতের তওফীক লাভ করে।"
    },
    {
      "ayah": 151,
      "surah": 2,
      "text": "যেভাবে[১] আমি তোমাদের মধ্য হতে তোমাদেরই একজনকে রসূল করে পাঠিয়েছি, যে আমার আয়াত (বাক্য)সমূহ তোমাদের কাছে পাঠ করে, তোমাদেরকে (শিরক হতে) পবিত্র করে এবং জ্ঞান-বিজ্ঞান শিক্ষা দেয়।\n[১] كَمَا (যেভাবে) এর সম্পর্ক পূর্বের বক্তব্যের সাথে। অর্থাৎ, উক্ত অনুগ্রহের পরিপূর্ণতা এবং হিদায়াতের তওফীক তোমরা ঐভাবেই পেয়েছ, যেভাবে এর আগে তোমাদের মধ্য থেকে একজন রসূল প্রেরণ করা হয়েছে, যে তোমাদেরকে পবিত্র করে, তোমাদেরকে কিতাব ও প্রজ্ঞা শিক্ষা দেয় এবং এমন বিষয়ও শিক্ষা দেয় যা তোমরা জানতে না।"
    },
    {
      "ayah": 152,
      "surah": 2,
      "text": "অতএব তোমরা আমাকে স্মরণ কর; আমিও তোমাদেরকে স্মরণ করব। তোমরা আমার প্রতি কৃতজ্ঞ হও, আর কৃতঘ্ন হয়ো না।[১]\n[১] অতএব এই অনুগ্রহ ও নিয়ামতের দরুন তোমরা আমার যিকর ও কৃতজ্ঞতা প্রকাশ কর। অকৃতজ্ঞ হয়ে নিয়ামতকে অস্বীকার করো না। আর যিকর (স্মরণ) করার অর্থ হল, সদা-সর্বদা আল্লাহকে স্মরণ করা। অর্থাৎ, 'তাসবীহ' (সুবহানাল্লাহ), 'তাহলীল' (লা ইলাহা ইল্লাল্লা-হ) এবং 'তাকবীর' (আল্লাহু আকবার) পাঠ করতে থাকো। আর কৃতজ্ঞতা প্রকাশ করার অর্থ হল, আল্লাহ প্রদত্ত শক্তি ও সামর্থ্যকে তাঁর (পক্ষ থেকেই আগত মনে করে তাঁরই সন্তুষ্টি ও) আনুগত্যের পথে ব্যয় করা। আল্লাহ প্রদত্ত শক্তিকে তাঁর অবাধ্যতায় ব্যয় না করা। (এবং মুখে আল্লাহর প্রশংসার সাথে তা বয়ান করা।) এ রকম করলে আল্লাহর অকৃতজ্ঞ তথা নিয়ামতের কুফরী করা হয়। কৃতজ্ঞতা জ্ঞাপন করলে আরো অনুগ্রহ লাভের সুসংবাদ এবং অকৃতজ্ঞ হলে কঠিন শাস্তি পাওয়ার কথা এসেছে। মহান আল্লাহ বলেন, \"তোমরা কৃতজ্ঞ হলে তোমাদেরকে অবশ্যই অধিক দান করব, আর অকৃতজ্ঞ হলে অবশ্যই আমার শাস্তি হবে কঠোর।\"\n(সূরা ইবরাহীম ১৪:৭ আয়াত)"
    },
    {
      "ayah": 153,
      "surah": 2,
      "text": "হে বিশ্বাসিগণ! তোমরা ধৈর্য ও নামাযের মাধ্যমে সাহায্য প্রার্থনা কর। নিশ্চয় আল্লাহ ধৈর্যশীলদের সঙ্গে থাকেন।[১]\n[১] মানুষের দু'টি অবস্থা হয়, আরাম ও স্বস্তি এবং কষ্ট ও অস্বস্তি। আরাম ও স্বস্তির সময় আল্লাহর কৃতজ্ঞতা জ্ঞাপন এবং কষ্ট ও অস্বস্তির সময় ধৈর্য ধারণ ও আল্লাহর নিকট সাহায্য কামনার তাকীদ করা হয়েছে। হাদীসে এসেছে, \"মু'মিনের ব্যাপারটা আশ্চর্যজনক। তার জন্য আনন্দের কোন কিছু হলে, সে আল্লাহর কৃতজ্ঞতা প্রকাশ করে। আর ক্ষতিকর কোন কিছু হলে, সে ধৈর্য ধারণ করে। এই উভয় অবস্থা তার জন্য কল্যাণকর।\"\n(মুসলিম ২৯৯৯নং)\nধৈর্য দু'প্রকারের। প্রথম হল, হারাম ও পাপ কাজ ত্যাগ করা ও তা থেকে দূরে থাকার উপর এবং লোভনীয় (অবৈধ) জিনিস বর্জন ও সাময়িক সুখ ত্যাগ করার উপর ধৈর্য ধারণ করা। দ্বিতীয় হল, আল্লাহর নির্দেশাবলী পালন করতে গিয়ে যে কষ্টের সম্মুখীন হতে হয়, তা ধৈর্য ও সংযমের সাথে সহ্য করা। কেউ কেউ সবর ও ধৈর্যের ব্যাখ্যা এইভাবে করেছেন, আল্লাহর পছন্দনীয় কর্মসমূহ সম্পাদন করা; তাতে দেহ ও আত্মায় যতই কষ্ট অনুভব হোক না কেন। আর আল্লাহর অপছন্দনীয় কর্মসমূহ থেকে দূরে থাকা; তাতে প্রবৃত্তি ও কামনা তাকে সেদিকে যতই আকৃষ্ট করুক না কেন।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 154,
      "surah": 2,
      "text": "যারা আল্লাহর পথে মৃত্যুবরণ করে, তাদেরকে মৃত বলো না,[১] বরং তারা জীবিত; কিন্তু তা তোমরা উপলব্ধি করতে পার না।\n[১] শহীদদেরকে মৃত না বলা তাঁদের শ্রদ্ধা ও সম্মানের জন্য। পক্ষান্তরে তাঁদের সে জীবন বারযাখের জীবন যা আমাদের অনুভূতি ও উপলব্ধির অনেক ঊর্ধ্বে। এই বারযাখী জীবন মর্যাদার স্তর অনুযায়ী আম্বিয়া, মু'মিনগণ এমন কি কাফেররাও লাভ করবে। শহীদদের আত্মা এবং কোন কোন বর্ণনায় এসেছে, মু'মিনদের আত্মাও একটি পাখীর মধ্যে বা বুকে অবস্থান করে জান্নাতে যেখানে ইচ্ছা বিচরণ করবে।\n(ইবনে কাসীর, দ্রষ্টব্যঃ আলে-ইমরান ১৬৯ আয়াত)"
    },
    {
      "ayah": 155,
      "surah": 2,
      "text": "নিশ্চয়ই আমি তোমাদেরকে কিছু ভয় ও ক্ষুধা দ্বারা এবং কিছু ধনপ্রাণ এবং ফলের (ফসলের) নোকসান দ্বারা পরীক্ষা করব; আর তুমি ধৈর্যশীলদেরকে সুসংবাদ দাও।"
    },
    {
      "ayah": 156,
      "surah": 2,
      "text": "যারা তাদের উপর কোন বিপদ এলে বলে, ‘নিশ্চয় আমরা আল্লাহর এবং নিশ্চিতভাবে তারই দিকে ফিরে যাব।’"
    },
    {
      "ayah": 157,
      "surah": 2,
      "text": "এই সকল লোকের প্রতি তাদের প্রতিপালকের নিকট থেকে ক্ষমা ও করুণা বর্ষিত হয়, আর এরাই হল সুপথগামী। [১]\n[১] এই আয়াতগুলোতে রয়েছে ধৈর্য ধারণকারীদের জন্য সুসংবাদ। হাদীসে বিপদের সময়\n{إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ رَاجِعُونَ} এর সাথে \" ((اللَّهُمَّ أْجُرْنِي فِي مُصِيبَتِي وَأَخْلِفْ لِي خَيْرًا مِنْهَا)) পড়ার ফযীলত ও তাকীদ এসেছে।\n(মুসলিম ৯১৮নং)"
    },
    {
      "ayah": 158,
      "surah": 2,
      "text": "নিশ্চয় স্বাফা ও মারওয়া (পাহাড় দুটি) আল্লাহর নিদর্শনসমূহের অন্যতম।[১] সুতরাং যে কা’বাগৃহের হজ্ব কিংবা উমরাহ সম্পন্ন করে, তার জন্য এই (পাহাড়) দুটি প্রদক্ষিণ (সাঈ) করলে কোন পাপ নেই। [২] আর কোন ব্যক্তি স্বেচ্ছায় কোন পুণ্য কাজ করলে, আল্লাহ গুণগ্রাহী, সর্বজ্ঞাতা।\n[১] شَعَائِرُ হল شَعِيْرَةٌ এর বহুবচন। যার অর্থ, নিদর্শন বা প্রতীক। এখানে নিদর্শনসমূহ বলতে হজ্জ আদায়ের সময় ইবাদতের বিভিন্ন স্থান (যেমন, মিনা, আরাফাত, মুযদালিফা, সাঈ ও কুরবানীর স্থান) কে বুঝানো হয়েছে, যা আল্লাহ কর্তৃক নির্দিষ্ট।\n[২] স্বাফা-মারওয়ার সাঈ করা হজ্জের একটি রুকন (প্রধান অঙ্গ)। কিন্তু কুরআনের শব্দ 'কোন পাপ নেই' থেকে কোন কোন সাহাবীর সন্দেহ হয়েছিল যে, স্বাফা-মারওয়ার সাঈ জরুরী নয়। আয়েশা (রাযিআল্লাহু আনহা) যখন এ ব্যাপারে অবগত হলেন, তখন বললেন, যদি এর অর্থ এই হত, (যা তোমরা মনে কর) তাহলে মহান আল্লাহ এইভাবে বলতেন,\n{فَلا جُنَاحَ عَلَيْهِ أَنْ لاَ يَطَّوَّفَ بِهِمَا} (প্রদক্ষিণ বা সাঈ না করলে কোন পাপ নেই।) তারপর এই আয়াত নাযিল হওয়ার কারণ বললেন যে, আনসার সাহাবীগণ ইসলাম গ্রহণ করার পূর্বে 'মানাত' মূর্তির নামে 'তালবিয়া' পড়ত এবং মুশাল্লাল পাহাড়ে তার পূজা করত। মক্কায় পৌঁছে এই ধরনের লোক স্বাফা-মারওয়ার সাঈ করাকে পাপ মনে করত। ইসলাম গ্রহণ করার পর তাঁরা রসূল (সাঃ)-কে জিজ্ঞাসা করলে এই আয়াত নাযিল হয়। যাতে বলা হয়েছে, স্বাফা-মারওয়ার সাঈ করা গুনাহ নয়।\n(সহীহ বুখারী, কিতাবুল হজ্জঃ পরিচ্ছেদঃ স্বাফা-মারওয়ার সাঈ ওয়াজিব)\nকেউ কেউ এর কারণ এইভাবে বর্ণনা করেছেন যে, জাহেলিয়াতে মুশরিকরা স্বাফা পাহাড়ে 'ইসাফ' এবং মারওয়ায় 'নায়েলা' নামক মূর্তি স্থাপন করেছিল। সাঈ করার সময় তারা এদেরকে চুম্বন বা স্পর্শ করত। যখন তারা ইসলাম কবুল করে, তখন তাদের মাথায় এই খেয়াল এল যে, মনে হয় স্বাফা-মারওয়ার সাঈ করলে গুনাহ হতে পারে। কারণ, ইসলামের পূর্বে তারা উক্ত দু'টি মূর্তির জন্য সাঈ করত। মহান আল্লাহ এই আয়াতে তাদের সন্দেহ ও মনের কিন্তুকে দূর করে দিয়েছেন। এখন (উমরাহ ও হজ্জে ৭ বার যাওয়া-আসার মাধ্যমে) এই সাঈ করা জরুরী। যার শুরু স্বাফা থেকে হবে এবং শেষ হবে মারওয়ায়।\n(আইসারুত্ তাফাসীর)"
    },
    {
      "ayah": 159,
      "surah": 2,
      "text": "আমি যে সব স্পষ্ট নিদর্শন ও পথ-নির্দেশ অবতীর্ণ করেছি, মানুষের জন্য স্পষ্টভাবে আমি কিতাবে ব্যক্ত করার পরও যারা ঐ সকল গোপন করে, আল্লাহ তাদেরকে অভিশাপ দেন এবং অভিশাপকারীরাও তাদেরকে অভিশাপ দেয়। [১]\n[১] মহান আল্লাহ যে সকল কথা কুরআন মাজীদে অবতীর্ণ করেছেন তা গোপন করা এত বড় অন্যায় যে, আল্লাহ ছাড়াও অন্যান্য অভিশাপকারীরা অভিশাপ দিতে থাকে। তাছাড়া হাদীসে আল্লাহর রসূল (সাঃ) বলেন, \"যে ব্যক্তি কোন ইলম সম্বন্ধে জিজ্ঞাসিত হওয়ার পর তা গোপন করে সে ব্যক্তিকে কিয়ামতের দিন আগুনের একটি লাগাম পরানো হবে।\" (আবূ দাঊদ, তিরমিযী, ইবনে মাজাহ, ইবনে হিব্বান, বাইহাকী, হাকেম অনুরূপ।)"
    },
    {
      "ayah": 16,
      "surah": 2,
      "text": "এরাই সৎপথের বিনিময়ে ভ্রান্ত পথ ক্রয় করেছে। সুতরাং তাদের ব্যবসা(১) লাভজনক হয়নি, তারা সৎপথে পরিচালিতও নয়।\n(১) 'ব্যবসা' বলতে সৎপথ ছেড়ে ভ্রষ্টতার পথ গ্রহণ করাকে বুঝানো হয়েছে, যা আসলেই নোকসানমূলক কারবার। মুনাফিক্বরা মুনাফিক্বীর পোশাক পরে এই ক্ষতিকর ব্যবসা করেছে। তবে এ ক্ষতি হল আখেরাতের ক্ষতি। আর এটা কোন জরুরী নয় যে, এই ক্ষতির জ্ঞান তাদের দুনিয়াতে লাভ হবে, বরং দুনিয়াতে তো এই মুনাফিক্বীর কারণে তাদের যে নগদ লাভ হতো, তাতে তারা বড়ই আনন্দবোধ করতো এবং এরই ভিত্তিতে তারা নিজেদেরকে বড় বুদ্ধিমান মনে করতো আর মুসলিমদের ভাবতো অজ্ঞ-মুর্খ-বেঅকুফ!"
    },
    {
      "ayah": 160,
      "surah": 2,
      "text": "কিন্তু যারা তওবা করে (ক্ষমা প্রার্থনা করে) আর নিজেদেরকে সংশোধন করে এবং (আল্লাহর আয়াতকে) স্পষ্টভাবে ব্যক্ত করে, এরাই তো তারা, যাদের তওবা আমি গ্রহণ করি। আর আমি তওবা গ্রহণকারী, পরম দয়ালু।"
    },
    {
      "ayah": 161,
      "surah": 2,
      "text": "নিশ্চয় যারা অবিশ্বাস করে (কাফের) এবং অবিশ্বাসী (কাফের) থাকা অবস্থায় মারা যায়, তাদের উপর আল্লাহ, ফিরিশতাগণ এবং সকল মানুষের অভিসম্পাত।[১]\n[১] এ থেকে প্রতীয়মান হয় যে, যার ব্যাপারে নিশ্চিত জানা যাবে যে, সে কুফরী অবস্থায় মৃত্যুবরণ করেছে, তার উপর অভিসম্পাত করা জায়েয। এ ছাড়া কোন পাপী মুসলিমের উপর অভিসম্পাত করা জায়েয নয়, তাতে সে যতই বড় পাপী হোক না কেন। কারণ, হতে পারে যে, মৃত্যুর পূর্বে সে নিষ্ঠার সাথে তাওবা করে নিয়েছে অথবা মহান আল্লাহ তার অন্যান্য নেক আমলসমূহের কারণে তার পাপগুলো ক্ষমা করে দিয়েছেন, যা আমরা জানতে পারি না। অবশ্য কোন কোন পাপ কাজের দরুন লা'নত বা অভিশাপ করার কথা (শরীয়তে) এসেছে, এ পাপে সংশ্লিষ্ট ব্যক্তিদের ব্যাপারে বলা যেতে পারে যে, অভিসম্পাত বয়ে আনে এমন কাজ তারা করছে। এ রকম কাজ থেকে যদি তারা তওবা না করে, তাহলে আল্লাহর নিকট অভিশপ্ত গণ্য হতে পারে।"
    },
    {
      "ayah": 162,
      "surah": 2,
      "text": "তারা চিরকাল তাতে (অভিসম্পাত ও দোযখে) অবস্থান করবে, তাদের শাস্তিকে লঘু করা হবে না এবং তারা কোন অবকাশও পাবে না।"
    },
    {
      "ayah": 163,
      "surah": 2,
      "text": "আর তোমাদের উপাস্য একমাত্র উপাস্য (আল্লাহ)। তিনি ব্যতীত আর কোন (সত্যিকার) উপাস্য নেই, [১] তিনি চরম করুণাময়, পরম দয়ালু।\n[১] এই আয়াতে আবারও তাওহীদের দাওয়াত দেওয়া হয়েছে। তাওহীদের এই দাওয়াত মক্কার মুশরিকদের জন্য বোধগম্য ছিল না। তারা বলল, {أَجَعَلَ الْآلِهَةَ إِلَهًا وَاحِدًا إِنَّ هَذَا لَشَيْءٌ عُجَابٌ} \"সে কি এতগুলো উপাস্যের পরিবর্তে একটি মাত্র উপাস্য সাব্যস্ত করেছে। নিশ্চয় এটা এক বিস্ময়কর ব্যাপার।\"\n(সূরা স্বা-দঃ ৩৮:৫ আয়াত)\nএই জন্যই পরের আয়াতে এই তাওহীদের প্রমাণাদি পেশ করা হচ্ছে।"
    },
    {
      "ayah": 164,
      "surah": 2,
      "text": "নিশ্চয় আকাশমন্ডলী ও পৃথিবীর সৃষ্টির মধ্যে, রাত ও দিনের পরিবর্তনের মধ্যে, যে সব জাহাজ মানুষের লাভের জন্য সাগরে চলাচল করে তাদের মধ্যে, আল্লাহ আকাশ থেকে যে পানি বর্ষণ করে মৃত ভূমিকে জীবিত করেন[১] এবং সকল প্রকার প্রাণী তাতে ছড়িয়ে দিয়েছেন, আর বায়ুরাশির প্রবাহের মধ্যে (গতি পরিবর্তনে) এবং আকাশ ও পৃথিবীর মধ্যবর্তী (আল্লাহর আজ্ঞাধীন ভাসমান) মেঘের মধ্যে জ্ঞানী লোকের জন্য অবশ্যই (আল্লাহর মহিমার) বহু নিদর্শন রয়েছে।\n[১] এই আয়াতটি বহুল অর্থবিশিষ্ট। কারণ, বিশ্বজাহানের সৃষ্টি এবং তার পরিচালনা ও ব্যবস্থাপনা সম্পর্কীয় সাতটি গুরুত্বপূর্ণ বিষয় এখানে একত্রে উল্লিখিত হয়েছে, যা অন্য কোন আয়াতে নেই। (ক) আসমান ও যমীনের সৃষ্টিঃ যার ব্যাপকতা ও বিশালতা বর্ণনার মুখাপেক্ষী নয়। (খ) রাত ও দিনের একের পর এক আসা। দিনকে উজ্জ্বল এবং রাতকে অন্ধকার করাঃ যাতে জীবিকার জন্য কাজকর্মও যেন হয় এবং আরামও যেন করা যেতে পারে। আবার রাত বড় ও দিন ছোট হওয়া। অনুরূপ এর বিপরীত দিন বড় ও রাত ছোট হওয়া। (গ) সমুদ্রে নৌকা ও পানিজাহাজের চলাচলঃ যার সাহায্যে ব্যবসার সফরও হয় এবং জীবিকা নির্বাহের টন টন পণ্যসামগ্রী এক স্থান থেকে অন্য স্থানে পৌঁছানো হয়। (ঘ) বৃষ্টিঃ যা যমীনের উর্বরতা ও শ্যামলতার জন্য অতীব প্রয়োজনীয়। (ঙ) বিভিন্ন প্রকারের পশু-সৃষ্টিঃ যা বহন, চাষাবাদ এবং যুদ্ধেও কাজে আসে। এমন কি মানুষের খাদ্যের একটা বড় পরিমাণ প্রয়োজন এদের দিয়ে পূরণ হয়। (চ) সব রকমের হাওয়া প্রবাহিতকরণঃ ঠান্ডা ও গরম, উপকারী ও অপকারী। পূর্ব ও পশ্চিমমুখী, আবার উত্তর ও দক্ষিণমুখী; মানুষের জীবন এবং তাদের প্রয়োজন অনুযায়ী। (ছ) মেঘের সৃষ্টিঃ যার দ্বারা মহান আল্লাহ যেখানে চান, সেখানেই বৃষ্টি বর্ষণ করেন। এই যাবতীয় বিষয়াদি কি মহান আল্লাহর মহাশক্তি ও তাঁর একত্বকে প্রমাণ করে না? অবশ্যই করে। এই সৃষ্টিসমূহ এবং তার নিয়ন্ত্রণ, পরিচালনা ও ব্যবস্থাপনায় তাঁর কি কোন শরীক আছে? না, অবশ্যই না। তাহলে তাঁকে ছেড়ে অন্যকে উপাস্য এবং প্রয়োজন পূরণকারী মনে করা কি বুদ্ধিমানের কাজ?"
    },
    {
      "ayah": 165,
      "surah": 2,
      "text": "আর কোন কোন লোক আছে, যারা আল্লাহ ছাড়া অন্যান্যকে (আল্লাহর) সমকক্ষ বলে মনে করে এবং তাদেরকে আল্লাহকে ভালোবাসার মত ভালবাসে,[১] কিন্তু যারা বিশ্বাস করেছে, তারা আল্লাহর ভালবাসায় দৃঢ়তর।[২] আর অন্যায়কারীরা যে সময় কোন শাস্তি প্রত্যক্ষ করে, তখন যদি বুঝত যে, সমুদয় ক্ষমতা আল্লাহর এবং আল্লাহ শাস্তিদানে অত্যন্ত কঠোর, (তাহলে কতই না উত্তম হত)।\n[১] উল্লিখিত সুস্পষ্ট দলীলাদি ও অকাট্য প্রমাণাদি সত্ত্বেও বহু মানুষ এমনও রয়েছে, যারা এককভাবে আল্লাহর ইবাদত না করে তাঁর সাথে অন্যদেরকে তাঁর শরীক স্থাপন করে থাকে। তাদের সাথে ঐরূপ ভালবাসা পোষণ করে, যেরূপ ভালবাসা আল্লাহর সাথে হওয়া উচিত। আর এটা যে কেবল মহানবী (সাঃ)-এর আগমনের সময়ই ছিল তা নয়, বরং শিরকের এই প্রচলন বর্তমানেও ব্যাপক। বর্তমানে ইসলামের দাবীদারদের মধ্যেও এ রোগ সংক্রমণ করেছে। তারা গায়রুল্লাহ, পীর, ফকীর এবং মাজারের গদিনশীনদেরকে কেবল নিজেদের (বিপদে) আশ্রয়স্থল, (মুক্তির) আধার, প্রয়োজনপূরণের ক্বিবলা বানিয়ে রেখেছে যে তা নয়, বরং তারা তাদেরকে আল্লাহর থেকেও বেশী ভালবাসা দান করেছে! তাওহীদের দর্স ও নসীহত তাদেরকেও ঐরূপ অপছন্দ লাগে, যেরূপ মক্কার মুশরিকদেরকে লাগত। কুরআনের এক আয়াতে মহান আল্লাহ তাদের সে চিত্র তুলে ধরে বলেন,{وَإِذَا ذُكِرَ اللهُ وَحْدَهُ اشْمَأَزَّتْ قُلُوبُ الَّذِينَ لا يُؤْمِنُونَ بِالْآخِرَةِ وَإِذَا ذُكِرَ الَّذِينَ مِنْ دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ} \"যারা পরকালে বিশ্বাস করে না, 'আল্লাহ এক' --একথা বলা হলে তাদের অন্তর বিতৃষ্ণায় সংকুচিত হয় এবং তিনি ছাড়া অন্য (উপাস্য)-দের উল্লেখ করা হলে তারা আনন্দে উল্লসিত হয়।\"\n(সূরা যুমার ৩৯:৪৫ আয়াত)\nاشمَأزَّت মানে হৃদয় সংকীর্ণ হওয়া।[২] তবে ঈমানদাররা মুশরিকদের বিপরীত, তাদের ভালোবাসা মহান আল্লাহরই সাথে সর্বাধিক হয়। কেননা, মুশরিকরা যখন সমুদ্রে ইত্যাদিতে বিপদে ফেঁসে যায়, তখন তারা নিজেদের উপাস্য ভুলে গিয়ে কেবল মহান আল্লাহকেই ডাকে।{فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} (العنكبوت: ৬৫){وَإِذَا غَشِيَهُمْ مَوْجٌ كَالظُّلَلِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} (لقمان: ৩২){وَظَنُّوا أَنَّهُمْ أُحِيطَ بِهِمْ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ} (يونس:২২)এই আয়াতগুলোর সারমর্ম হল, মুশরিকরা কঠিন বিপদের সময় সাহায্যের জন্য কেবল আল্লাহকেই ডাকত।"
    },
    {
      "ayah": 166,
      "surah": 2,
      "text": "(স্মরণ কর) যখন অনুসৃত ব্যক্তিবর্গরা অনুসারীদের প্রতি বিমুখ হবে এবং তারা শাস্তি প্রত্যক্ষ করবে ও তাদের সঙ্গে সমস্ত সম্পর্ক ছিন্ন হয়ে যাবে।"
    },
    {
      "ayah": 167,
      "surah": 2,
      "text": "অনুসারীরা বলবে, ‘হায়! যদি একটিবার (পৃথিবীতে) ফিরে যাবার সুযোগ আমাদের ঘটত, তাহলে আমরাও তাদের সঙ্গে সম্পর্ক ছিন্ন করতাম যেমন তারা আমাদের সাথে সম্পর্ক ছিন্ন করল!’ এভাবে আল্লাহ তাদের কার্যাবলীকে তাদের পরিতাপরূপে দেখাবেন। আর তারা কখনও আগুন হতে বের হতে পারবে না।[১]\n[১] আখেরাতে পীর ও গদিনশীন মাজারীদের অপারগতা ও বিশ্বাসঘাতকতা দেখে মুশকিরা আফসোস করবে, কিন্তু সেখানে তখন সে আফসোস ও অনুতাপের কোন ফল হবে না। হায়! দুনিয়াতেই যদি তারা শিরক থেকে তওবা করত! (তাহলে তারা মুক্তি পেয়ে যেত।)"
    },
    {
      "ayah": 168,
      "surah": 2,
      "text": "হে লোক সকল! পৃথিবীতে যা কিছু বৈধ ও পবিত্র খাদ্যবস্তু রয়েছে, তা থেকে তোমরা আহার কর এবং শয়তানের পদাঙ্ক অনুসরণ করো না, [১] নিঃসন্দেহ সে তোমাদের প্রকাশ্য শত্রু।\n[১] অর্থাৎ, শয়তানের অনুসরণ করে আল্লাহর হালাল করা জিনিসকে হারাম করো না, যেমন মুশরিকরা করেছিল। তারা তাদের মূর্তির নামে উৎসর্গীকৃত পশুকে নিজেদের উপর হারাম করে নিত। এর বিস্তারিত আলোচনা সূরা আনআম ৬:১৩৬-১৪০ আয়াতে আসবে। হাদীসে রাসূল (সাঃ) বলেন, মহান আল্লাহ বলেছেন, \"আমি আমার সমস্ত বান্দাদেরকে একনিষ্ঠ (মুসলিম) হিসেবে সৃষ্টি করেছি। তারপর তাদের নিকট শয়তান এসে তাদেরকে দ্বীন থেকে বিচ্যুত করে দেয়। আমি যে সমস্ত জিনিস তাদের জন্য হালাল করেছিলাম, সেসব জিনিস তাদের উপর হারাম করে দেয়।\"\n(সহীহ মুসলিম ২৮৬৫নং)"
    },
    {
      "ayah": 169,
      "surah": 2,
      "text": "সে তো কেবল তোমাদেরকে মন্দ ও অশ্লীল কার্যের নির্দেশ দেয় এবং সে চায় যে, আল্লাহ সম্বন্ধে যা জান না, তোমরা তা বল।"
    },
    {
      "ayah": 17,
      "surah": 2,
      "text": "তাদের দৃষ্টান্ত, যেমন এক ব্যক্তি অগ্নি-প্রজ্বলিত করল; তা যখন তার চারদিক আলোকিত করল, আল্লাহ তখন তাদের জ্যোতিঃ অপসারিত করলেন এবং তাদেরকে ঘোর অন্ধকারে ফেলে দিলেন; তারা কিছুই দেখতে পায় না।\n(১) আব্দুল্লাহ ইবনে মাসউদ এবং অন্যান্য সাহাবা (রাঃ) গণ এর অর্থ এই বর্ণনা করেন যে, যখন রসূল (সাঃ) মদীনায় গমন করলেন, তখন কিছু লোক ইসলাম গ্রহণ করে। কিন্তু তারা সত্বর আবার মুনাফিক্ব হয়ে যায়। তাদের দৃষ্টান্ত সেই লোকের মত যে অন্ধকারে ছিল; তারপর সে বাতি জ্বালাল। ফলে তার চতুর্দিক আলোকিত হয়ে গেল এবং উপকারী ও অপকারী জিনিস তার সামনে পরিষ্কার হয়ে গেল। হঠাৎ সে বাতি নিভে গেল এবং পুনরায় চতুর্দিক অন্ধকারাচ্ছন্ন হয়ে গেল। এই অবস্থা হল মুনাফিক্বদের। প্রথমে তারা শির্কের অন্ধকারে ডুবে ছিল। তারপর মুসলিম হয়ে আলোয় আসে। হালাল, হারাম এবং ভাল-মন্দ জেনে যায়। অতঃপর তারা আবার কুফরী ও নিফাক্বের দিকে ফিরে যায় ফলে সমস্ত আলো নিভে যায়।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 170,
      "surah": 2,
      "text": "আর যখন তাদের বলা হয়, ‘আল্লাহ যা অবতীর্ণ করেছেন তোমরা তার অনুসরণ কর।’ তখন তারা বলে, ‘(না-না) বরং আমরা আমাদের পিতৃপুরুষদেরকে যাতে (মতামত ও ধর্মাদর্শে) পেয়েছি তার অনুসরণ করব।’ যদিও তাদের পিতৃপুরুষগণ কিছুই বুঝত না এবং তারা সৎ পথেও ছিল না। [১]\n[১] আজও যদি বিদআতীদেরকে বুঝানো হয় যে, এই বিদআতগুলোর দ্বীনে কোন ভিত্তি নেই, তবে তারা এই উত্তরই দেয় যে, এই প্রথাগুলো তো আমাদের পূর্বপুরুষদের নিকট থেকেই চলে আসছে। অথচ হতে পারে যে, পূর্বপুরুষরাও দ্বীনী ব্যাপারে অজ্ঞ এবং হিদায়াত থেকে বঞ্চিত ছিল। কাজেই শরীয়তের দলীলের মোকাবেলায় বাপ-দাদার (অন্ধ) অনুকরণ বা ইমাম ও আলেমদের অনুসরণ করা ভুল। মহান আল্লাহ মুসলিমদেরকে (ভ্রষ্টতার) এই কর্দম থেকে বের করুন! (আমীন)"
    },
    {
      "ayah": 171,
      "surah": 2,
      "text": "আর এই অমান্যকারীদের দৃষ্টান্ত হল এরূপ, যেমন কোন ব্যক্তি এমন কিছুকে (পশুকে) ডাকে, যা ডাক-হাঁক ছাড়া আর কিছুই শুনে (বুঝে) না তারা বধির, বোবা ও অন্ধ। তাই তো (তারা) কিছুই বুঝতে পারে না। [১]\n[১] যে কাফেররা পূর্বপুরুষদের অন্ধ অনুকরণে নিজেদের জ্ঞান-বুদ্ধিকে অকেজো করে রেখেছে, তাদের দৃষ্টান্ত সেই পশুদের মত, যাদেরকে রাখাল ডাকে ও আওয়াজ দেয় এবং তারা সেই ডাক ও আওয়াজ তো শোনে, কিন্তু বুঝে না যে, তাদেরকে কেন ডাকা ও আওয়াজ দেওয়া হচ্ছে? অনুরূপ এই অন্ধ অনুকরণকারীরা বধির, তাই সত্যের ডাক শোনে না। বোবা, তাই হক কথা তাদের জবান থেকে বের হয় না। অন্ধ, তাই সত্য দেখতে তারা অক্ষম এবং জ্ঞানশূন্য, তাই সত্যের দাওয়াত এবং তাওহীদ ও সুন্নতকে তারা বুঝতে পারে না। এখানে دعاء (ডাক) অর্থ নিকটের শব্দ এবং نداء (হাঁক) অর্থ দূরের শব্দ।"
    },
    {
      "ayah": 172,
      "surah": 2,
      "text": "হে বিশ্বাসিগণ! আমি তোমাদেরকে যে রুযী দিয়েছি, তা থেকে পবিত্র বস্তু আহার কর এবং আল্লাহর কাছে কৃতজ্ঞতা প্রকাশ কর; যদি তোমরা শুধু তাঁরই উপাসনা করে থাক। [১]\n[১] এই আয়াতে ঈমানদারদেরকে সেই সমস্ত পবিত্র জিনিস খাওয়ার নির্দেশ দেওয়া হয়েছে, যা আল্লাহ হালাল করেছেন। আর খেয়ে আল্লাহর কৃতজ্ঞতা জ্ঞাপন করার তাকীদ করা হয়েছে। প্রথমতঃ এ থেকে প্রতীয়মান হয় যে, আল্লাহ কর্তৃক হালালকৃত জিনিসগুলোই পাক-পবিত্র এবং তাঁর হারামকৃত জিনিসগুলো অপবিত্র; যদিও তা মানুষের কাছে প্রিয় ও তৃপ্তিকর। (যেমন, ইউরোপবাসীদের নিকট শুয়োরের গোশত খুবই প্রিয়)। দ্বিতীয়তঃ মূর্তিদের নামে উৎসর্গীকৃত জানোয়ার ও জিনিসাদি মুশরিকরা যে নিজেদের উপর হারাম করে নিত (যার বিস্তারিত আলোচনা সূরা আনআম ৬:১৩৬-১৪০ আয়াতে আসবে), তাদের এ কাজ ভুল ছিল, এইভাবে কোন হালাল জিনিস হারাম হয় না। তোমরাও তাদের মত (হালালকে) হারাম করো না। (হারাম কেবল সেই জিনিসগুলো যার বর্ণনা পরের আয়াতে রয়েছে।) তৃতীয়তঃ যদি তোমরা কেবল আল্লাহরই ইবাদত সম্পাদনকারী হও, তাহলে তাঁর কৃতজ্ঞতা জ্ঞাপনে যত্নবান হও।"
    },
    {
      "ayah": 173,
      "surah": 2,
      "text": "নিশ্চয় (আল্লাহ) তোমাদের জন্য শুধু মৃত জীব, রক্ত, শূকরের গোশত এবং যে সব জন্তুর উপরে (যবেহ কালে) আল্লাহ ছাড়া অন্যের নাম উচ্চারণ করা হয়ে থাকে, তা তোমাদের জন্য অবৈধ করেছেন। [১] কিন্তু যে অনন্যোপায় অথচ অন্যায়কারী কিংবা সীমালংঘনকারী নয়, তার কোন পাপ হবে না। আল্লাহ চরম ক্ষমাশীল পরম দয়ালু।\n[১] এই আয়াতে চারটি হারামকৃত জিনিসের উল্লেখ করা হয়েছে। তবে এখানে إنما শব্দ দ্বারা সীমিতকরণে এই সন্দেহের সৃষ্টি হয় যে, হারাম কেবল এই চারটি জিনিসই। অথচ এ ছাড়াও আরো অনেক জিনিস হারাম আছে। তাই প্রথমতঃ এটা বুঝে নেওয়া উচিত যে, এই সীমিতকরণ বিশেষ কথা প্রসঙ্গে এসেছে। অর্থাৎ, মুশরিকরা হালাল জানোয়ারকেও হারাম করে নিত। তাই মহান আল্লাহ বললেন, হারাম শুধুমাত্র এইগুলো। কাজেই এই সীমিতকরণ তুলনামূলক। অর্থাৎ, এ ছাড়াও আরো হারাম জিনিস আছে যা এখানে উল্লিখিত হয়নি।দ্বিতীয়তঃ হাদীসে প্রাণীর হালাল-হারাম সংক্রান্ত দু'টি মূলনীতি বলে দেওয়া হয়েছে। সেটাকে আয়াতের সঠিক তাফসীর হিসেবে সামনে রাখা উচিত। হিংস্র পশুর মধ্যে শিকারী দাঁত বিশিষ্ট পশু এবং পাখীর মধ্যে শিকারী নখ বিশিষ্ট পাখী হারাম। তৃতীয়তঃ যেসব পশুর হারাম হওয়ার কথা হাদীস দ্বারা প্রমাণিত; যেমন গাধা, কুকুর ইত্যাদি, সেগুলোও হারাম। এ থেকে ইঙ্গিত পাওয়া যায় যে, হাদীসও কুরআনের মত দ্বীনের উৎস এবং শরীয়তের দলীল। দুটোকে মেনে নিলেই দ্বীন পরিপূর্ণ হবে, শুধু কুরআন মানলে ও হাদীসকে প্রত্যাখ্যান করলে দ্বীন পরিপূর্ণ হবে না। 'মৃত' বলতে, এমন হালাল পশু যা যথানিয়মে যবেহ ছাড়াই স্বাভাবিকভাবে অথবা কোন দুর্ঘটনায় (বিস্তারিত আলোচনা সূরা মায়িদাহ ৫:৩ নং আয়াতে আছে) মারা গেছে কিংবা শরীয়তের তরীকার পরিপন্থী নিয়মে যাকে যবেহ করা হয়েছে; যেমন, গলা টিপে অথবা পাথর ও লাঠির আঘাত ইত্যাদি দ্বারা মারা হয়েছে কিংবা বর্তমানের যান্ত্রিক যবেহ দ্বারা মারা হয়েছে যা আসলে আঘাত দিয়ে হত্যা করার শামিল (তা আসলে মৃত এবং হারাম)। তবে হাদীসে দু'টো মৃত প্রাণী বৈধ করা হয়েছে। আর তা হল, মাছ ও পঙ্গপাল। এ দু'টো মৃত হারাম হওয়ার বিধান থেকে স্বতন্ত্র। 'রক্ত' বলতে প্রবাহিত রক্ত। অর্থাৎ, যবেহ করার পর যে রক্ত বের হয়ে বয়ে যায়। গোশতের সাথে যে রক্ত লেগে থাকে, তা হালাল। এছাড়াও দু'টো রক্তকে হাদীসে বৈধ বলা হয়েছেঃ কলিজা (লিভার) এবং তিল্লী (প্লীহা)।শুয়োর নিকৃষ্ট জানোয়ার; বিধায় আল্লাহ তাকে হারাম করেছেন। শরীয়তে এমন জানোয়ারও হারাম, যাকে গায়রুল্লাহর নামে যবেহ করা হয়েছে। যেমন, আরবের মুশরিকরা লাত এবং উয্যা ইত্যাদির নামে এবং অগ্নিপূজকরা আগুনের নামে (বা উদ্দেশ্যে) যবেহ করত। আর এরই আওতাভুক্ত হল সেই পশু, যাকে অজ্ঞ মুসলিমরা মৃত ওলীদের ভালবাসায়, তাদের সন্তুষ্টি ও নৈকট্য লাভের উদ্দেশ্যে অথবা তাদের ভয়ে এবং তাদের নিকট (কোন কিছু পাওয়ার) আশায় কবর ও আস্তানাসমূহে যবেহ করে বা আস্তানার খাদেমকে ওলীর নামে দান করে আসে। (যেমন, অনেক আউলিয়ার কবরে সাইনবোর্ড লাগানো আছে যে, 'দাতা' সাহেবের নামে দান করার জন্য গরু-ছাগল এখানে জমা করুন।) ওলীর নামে উৎসর্গীকৃত এই পশুগুলো আল্লাহর নামে যবেহ করা হলেও তা হারাম। কারণ, এ থেকে উদ্দেশ্য আল্লাহর সন্তুষ্টি লাভ নয়, বরং কবরবাসীর সন্তুষ্টি লাভ, গায়রুল্লাহর প্রতি সম্মান প্রদর্শন অথবা তার (অতিপ্রাকৃত) ভয়ে বা তার নিকট (কিছু পাওয়ার) আশা করে করা হয়; যা শিরক।অনুরূপ পশু ছাড়াও যেসব জিনিস গায়রুল্লাহর নামে মানত ও দান করা হয়, তা সবই হারাম। যেমন, কবরে নিয়ে গিয়ে অথবা সেখান থেকেই ক্রয় করে সেখানে উপস্থিত ফকীর-মিসকীনদের মাঝে ডেগচির খয়রাতী খাবার কিংবা মিষ্টি ও টাকা-পয়সা বণ্টন কিংবা নযরানার বাট্টে মানত ও দানের টাকা-পয়সা দেওয়া অথবা উরসের সময় সেখানে দুধ ইত্যাদি খাদ্য পাঠানো; এ সমস্ত কার্যকলাপ হারাম ও অবৈধ। কেননা, এ সবই গায়রুল্লাহর নামে মানত ও দান করা বিবেচিত হয়। মানত করাও নামায-রোযা ইত্যাদি ইবাদতের মত একটি ইবাদত। আর সর্বপ্রকার ইবাদত কেবল আল্লাহর জন্যই নির্দিষ্ট। এ জন্যই হাদীসে এসেছে যে, \"সে অভিশপ্ত, যে গায়রুল্লাহর নামে যবেহ করে।\"\n(সহীহুল জা'মে আলবানী ২/১০২৪)\nতাফসীরে নিশাপুরীর হাওয়ালায় তাফসীরে আযিযীতে উল্লেখ হয়েছে যে, ((أَجْمَعَ الْعُلَمَاءُ لَو أَنَّ مُسْلِمًا ذَبَحَ ذَبِيْحَةً يُرِيْدُ بِذَبْحِهَا التَّقَرُّبَ إِلَى غَيْرِ اللهِ، صَارَ مُرْتَدًّا وَذَبِيْحَتُهُ ذَبِيْحَةً مُرْتَدٍّ)) 'আলেমগণ এ ব্যাপারে ঐক্যমত পোষণ করেন যে, যদি কোন মুসলিম গায়রুল্লাহর নৈকট্য লাভের উদ্দেশ্যে যবেহ করে, তাহলে সে মুরতাদ (দ্বীন থেকে খারিজ) হয়ে যাবে এবং তার যবেহ করা পশু একজন মুর্তাদ্দের যবেহকৃত পশুর মত হবে।\n(তাফসীরে আযিযী ৬১১পৃষ্ঠা আশরাফুল হাওয়াশীর বরাতে)"
    },
    {
      "ayah": 174,
      "surah": 2,
      "text": "আল্লাহ যে কিতাব অবতীর্ণ করেছেন, যারা তা গোপন করে ও তার বিনিময়ে স্বল্প মূল্য গ্রহণ করে, তারা কেবল আগুন দিয়ে আপন পেট পূর্ণ করে। শেষ বিচারের দিন আল্লাহ তাদের সাথে কথা বলবেন না এবং তাদেরকে (পাপ-পঙ্কিলতা থেকে) পবিত্রও করবেন না; আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।"
    },
    {
      "ayah": 175,
      "surah": 2,
      "text": "তারাই সুপথের বদলে কুপথ এবং ক্ষমার বদলে শাস্তি ক্রয় করেছে, (দোযখের) আগুনে তারা কতই না ধৈর্যশীল!"
    },
    {
      "ayah": 176,
      "surah": 2,
      "text": "এসব এ জন্য যে, আল্লাহ সত্যস্বরূপ কিতাব অবতীর্ণ করেছেন, বস্তুতঃ যারা (কিতাবের মধ্যে) মতভেদ এনেছে, তারা নিশ্চয়ই বিরুদ্ধাচরণে সুদূরগামী।"
    },
    {
      "ayah": 177,
      "surah": 2,
      "text": "পূর্ব এবং পশ্চিম দিকে তোমাদের মুখ ফেরানোতে পুণ্য নেই;[১] কিন্তু পুণ্য আছে আল্লাহ, পরকাল, ফিরিশতাগণ, সমস্ত কিতাব এবং নবীগণকে বিশ্বাস করলে এবং অর্থের প্রতি আসক্তি থাকা সত্ত্বেও আত্মীয়-স্বজন, পিতৃহীন, অভাবগ্রস্ত, (এতীম-মিসকীন) মুসাফির, সাহায্যপ্রার্থী (ভিক্ষুক)গণকে এবং দাস মুক্তির জন্য দান করলে, নামায যথাযথভাবে পড়লে ও যাকাত প্রদান করলে, প্রতিশ্রুতি পালন করলে এবং দুঃখ-দৈন্য, রোগ-বালা ও যুদ্ধের সময় ধৈর্যধারণ করলে। এরাই তারা, যারা সত্যপরায়ণ এবং ধর্মভীরু।\n[১] এই আয়াত ক্বিবলা সংক্রান্ত ব্যাপারেই নাযিল হয়েছে। একদিকে ইয়াহুদীরা নিজেদের ক্বিবলার (বায়তুল মুক্বাদ্দাসের পশ্চিম দিক) এবং খ্রিষ্টানরা তাদের ক্বিবলার (বায়তুল মুক্বাদ্দাসের পূর্ব দিক)-কে বড়ই গুরুত্ব দিচ্ছিল এবং এ নিয়ে গর্বও করছিল, অন্য দিকে মুসলিমদের ক্বিবলার পরিবর্তনকে কেন্দ্র করে তারা বিভিন্ন রকমের মন্তব্য করছিল। যার কারণে কোন কোন মুসলিমও অনেক সময় আন্তরিক দুঃখবোধ করত। তাই মহান আল্লাহ বললেন, আসলে পশ্চিম ও পূর্বের দিকে মুখ করাটাই স্বয়ং কোন নেকীর কাজ নয়, বরং এটা তো কেবল এককেন্দ্রীভূত ও ঐক্যবদ্ধ করণের একটি পদ্ধতি মাত্র। প্রকৃত নেকী হল, আকীদা সম্পর্কীয় সেই সব জিনিসের উপর ঈমান আনা, যা আল্লাহ বর্ণনা করেছেন এবং সেই সব আমল ও নৈতিকতার প্রতি যত্ন নেওয়া, যার তিনি তাকীদ করেছেন। এর পরবর্তীতে সেই আকীদা ও আমলগুলো বর্ণিত হয়েছে। আল্লাহর উপর ঈমান (বিশ্বাস) হল এই যে, তাঁকে তাঁর সত্তা, উপাস্যত্ব ও গুণাবলীতে একক মনে করা, সমস্ত দোষ-ত্রুটি থেকে তাঁকে পাক-পবিত্র মনে করা এবং কুরআন ও হাদীসে উল্লিখিত তাঁর যাবতীয় গুণাবলীর কোন অপব্যাখ্যা না করে বা তার কোন কিছুকে নিষ্ক্রিয়য় না মনে করে এবং তার কোন ধরন-গঠন নির্ণয় না করে তা মেনে নেওয়া। শেষ বিচার দিবস, পুনরুত্থান এবং জান্নাত ও জাহান্নামকে বিশ্বাস করা। 'কিতাব' বলতে সমস্ত আসমানী কিতাবের সত্যতার উপর ঈমান আনা। ফিরিশতাদের অস্তিত্ব ও সকল নবীদের উপর বিশ্বাস স্থাপন করা। এই বিশ্বাসসমূহের সাথে সাথে আয়াতে উল্লিখিত আমলগুলোর প্রতিও যত্ন নিতে হবে। عَلَى حُبِّهِ এর (ه) সর্বনাম মালের দিকে ইঙ্গিত করছে। অর্থাৎ, মালের প্রতি ভালবাসা বা আসক্তি থাকা সত্ত্বেও তা ব্যয় করা। البَاْسَاءِ থেকে দারিদ্র্য এবং অতীব অভাব الضَرَّآءِ থেকে ক্ষতি ও রোগ এবং الْبَاْسِ থেকে যুদ্ধ ও তার কঠিনতাকে বুঝানো হয়েছে। এই তিনটি অবস্থায় ধৈর্য ধরা। অর্থাৎ, আল্লাহর বিধানাদি থেকে বিমুখ না হওয়া বড় কঠিন কাজ, তাই এই তিনটি অবস্থাকে বিশেষ করে বর্ণনা করা হয়েছে।"
    },
    {
      "ayah": 178,
      "surah": 2,
      "text": "হে বিশ্বাসিগণ! নরহত্যার ব্যাপারে তোমাদের জন্য ক্বিস্বাসের (প্রতিশোধ গ্রহণের বিধান) বিধিবদ্ধ করা হল; স্বাধীন ব্যক্তির বদলে স্বাধীন ব্যক্তি, ক্রীতদাসের বদলে ক্রীতদাস ও নারীর বদলে নারী।[১] কিন্তু তার ভাইয়ের পক্ষ হতে কিছুটা ক্ষমা প্রদর্শন করা হলে, প্রচলিত প্রথার অনুসরণ করা ও সদয়ভাবে তার দেয় পরিশোধ করা উচিত।[২] এ তো তোমাদের প্রতিপালকের পক্ষ হতে ভার লাঘব ও অনুগ্রহ।[৩] এর পরও যে সীমালংঘন করে, তার জন্য কঠিন শাস্তি রয়েছে।[৪]\n[১] জাহেলিয়াতের যুগে কোন আইন-কানুন ছিল না, তাই সবল গোত্রগুলো দুর্বল গোত্রগুলোর উপর যেভাবে চাইতো যুলুম-অত্যাচার করত। তাদের যুলুমের একটি প্রকার এ রকম ছিল যে, যদি সবল গোত্রের কোন পুরুষ হত্যা হয়ে যেত, তাহলে তারা কেবল হত্যাকারীকে হত্যা করার পরিবর্তে তার (হত্যাকারীর) পরিবারের কয়েকজনকে এমন কি কখনো কখনো পুরো গোত্রকে বিনাশ করার প্রচেষ্টা করত এবং মহিলার পরিবর্তে পুরুষকে ও ক্রীতদাসের পরিবর্তে স্বাধীন ব্যক্তিকে হত্যা করত। মহান আল্লাহ এই ভেদাভেদ উচ্ছেদ করে বললেন, যে হত্যা করবে, ক্বিসাসে (প্রতিশোধ গ্রহণে) কেবল তাকেই হত্যা করা হবে। হত্যাকারী স্বাধীন ব্যক্তি হলে, বদলায় ঐ স্বাধীন ব্যক্তিকেই, ক্রীতদাস হলে, ঐ ক্রীতদাসকেই এবং মহিলা হলে, ঐ মহিলাকেই হত্যা করা হবে। ক্রীতদাসের পরিবর্তে স্বাধীন ব্যক্তিকে, মহিলার পরিবর্তে পুরুষকে অথবা একজন পুরুষের পরিবর্তে কয়েকজন পুরুষকে হত্যা করা যাবে না। তবে এর অর্থ এই নয় যে, পুরুষ যদি মহিলাকে হত্যা করে, তাহলে ক্বিস্বাসে কোন মহিলাকে হত্যা করা হবে অথবা মহিলা যদি পুরুষকে হত্যা করে, তবে ক্বিস্বাসে কোন পুরুষকে হত্যা করা হবে (যেমন শব্দের বাহ্যিক ভাবার্থ থেকে এটাই ফুটে উঠছে)। বরং শব্দগুলো আয়াত অবতীর্ণ হওয়ার কারণ অনুপাতে সন্নিবিষ্ট হয়েছে; যার পরিষ্কার অর্থ (লক্ষ্যার্থ) হল, ক্বিস্বাসে হত্যাকারীকেই হত্যা করা হবে। তাতে সে পুরুষ হোক অথবা মহিলা, সবল হোক কিংবা দুর্বল। হাদীসে এসেছে, \"সমস্ত মুসলিমের রক্ত (পুরুষ হোক বা মহিলা) সমান।\"\n(আবূ দাউদ ২৭৫১)\nসুতরাং, আয়াতের অর্থ হল তা-ই যা অন্য আয়াতে এসেছে, \"প্রাণের বদলে প্রাণ।\"\n(মাইদাহ ৫:৪৫ আয়াত)\nহানাফী উলামাগণ এই আয়াত থেকে সাব্যস্ত করেছেন যে, মুসলিমকে কাফেরের ক্বিস্বাসে হত্যা করা যাবে। কিন্তু অধিকাংশ আলেমগণ এ কথার সমর্থন করেননি। কারণ, হাদীসে পরিষ্কার বলা হয়েছে যে, \"মুসলিমকে কাফেরের ক্বিস্বাসে হত্যা করা যাবে না।\"\n(বুখারী ১১১নং, ফাতহুল ক্বাদীর, আরো দেখুন সূরা মাইদার ৫:৪৫ নং আয়াতের টীকা।)\n[২] ক্ষমা করে দেওয়ার দু'টি পদ্ধতি। যথাঃ (ক) মালের কোন বিনিময় গ্রহণ ছাড়াই কেবল আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে ক্ষমা করে দেওয়া। (খ) ক্বিসাসের পরিবর্তে মুক্তিপণ গ্রহণ করে নেওয়া। দ্বিতীয় পদ্ধতি অবলম্বন করলে মুক্তিপণের দাবীদারকে বলা হয়েছে যে, সে যেন প্রচলিত নিয়মের অনুসরণ করে। আর {وَاَدآءٌ إِلَيْهِ بِإِحْسَانٍ} এ হত্যাকারীকে বলা হচ্ছে যে, সে যেন কোন সংকীর্ণতা সৃষ্টি না করে বিনিময় ভালভাবে আদায় করে দেয়। হতের আত্মীয়রা তার প্রাণ না নিয়ে তার উপর যে অনুগ্রহ করল, তার বদলাও অনুগ্রহের সাথে হওয়া দরকার।{هَلْ جَزَاءُ الْأِحْسَانِ إِلَّا الْأِحْسَانُ} (الرحمن:(৬০[৩] এই লাঘব এবং অনুগ্রহ (অর্থাৎ, ক্বিস্বাস, ক্ষমা অথবা মুক্তিপণ গ্রহণ এই তিনটি পদ্ধতিই) আল্লাহর পক্ষ থেকে খাস তোমাদের জন্যই। ইতিপূর্বে তাওরাতধারীদের জন্য কেবল ক্বিস্বাস ও ক্ষমা ছিল। মুক্তিপণ ছিল না। আর ইঞ্জীলধারীদের মাঝে কেবল ক্ষমা ছিল; ক্বিস্বাস ছিল না এবং মুক্তিপণও না।\n(ইবনে কাসীর)\n[৪] মুক্তিপণ গ্রহণ করার পর যদি আবার হত্যাকারীকে হত্যা করা হয়, তাহলে তা সীমালংঘন ও বাড়াবাড়ি হবে এবং এর শাস্তি তাকে দুনিয়াতেও ভোগ করতে হবে এবং আখেরাতেও।"
    },
    {
      "ayah": 179,
      "surah": 2,
      "text": "হে বুদ্ধিসম্পন্ন ব্যক্তিগণ! তোমাদের জন্য ক্বিস্বাসে (প্রতিশোধ গ্রহণের বিধানে) জীবন রয়েছে, যাতে তোমরা সাবধান হতে পার।[১]\n[১] যখন হত্যাকারীর এই ভয় হবে যে, আমাকেও ক্বিস্বাসে হত্যা করা হবে, তখন সে কাউকে হত্যা করতে সাহস পাবে না। যে সমাজে ক্বিস্বাসের আইন বলবৎ থাকে, সে সমাজে এ (ক্বিস্বাসে হত্যা হওয়ার) ভয় সমাজকে হত্যা ও খুনোখুনি থেকে সুরক্ষিত রাখে এবং এরই ফলে সমাজে নিরাপত্তা ও শান্তি প্রতিষ্ঠা লাভ করে। আর এর (বাস্তব) দৃশ্য আজও সৌদী আরবে লক্ষ্য করা যেতে পারে, যেখানে -আলহামদু লিল্লাহ- ইসলামী দন্ড-বিধির কার্যকারিতার বরকতসমূহ বিদ্যমান রয়েছে। যদি অন্যান্য মুসলিম রাষ্ট্রগুলিও ইসলামী দন্ড-বিধি কার্যকরী করে জনসাধারণের জন্য শান্তিময় জীবন-যাপনের সুব্যবস্থা করতে পারত, তাহলে কতই না ভাল হত!"
    },
    { "ayah": 18, "surah": 2, "text": "তারা বধির, বোবা ও অন্ধ; সুতরাং তারা ফিরবে না।" },
    {
      "ayah": 180,
      "surah": 2,
      "text": "তোমাদের আদেশ দেওয়া হয়েছে যে, তোমাদের মধ্যে যখন কারো মৃত্যু উপস্থিত হয় এবং সে যদি ধন-সম্পত্তি রেখে যায়, তবে পিতা-মাতা ও আত্মীয়-স্বজনের জন্য বৈধভাবে ‘অসিয়ত’ করার বিধান দেওয়া হল। [১] ধর্মভীরুদের জন্য এটা অবশ্য পালনীয়।\n[১] 'অসিয়ত' (উইল) করার এ নির্দেশ উত্তরাধিকার বিষয়ক আয়াত অবতীর্ণ হওয়ার পূর্বে দেওয়া হয়েছিল। পরবর্তীতে তা রহিত হয়েছে। নবী করীম (সাঃ)-এর উক্তি হল-\n(إِنَّ اللَّهَ قَدْ أَعْطَى كُلِّ ذِي حَقٍّ حَقَّهُ فَلَا وَصِيَّةَ لِوَارِثٍ) অর্থাৎ, \"অবশ্যই আল্লাহ প্রত্যেক অধিকারীকে তার প্রাপ্য অধিকার দিয়ে দিয়েছেন (অর্থাৎ, ওয়ারেসীনদের অংশ নির্দিষ্ট করে দিয়েছেন)। অতএব কোন উত্তরাধিকারের জন্য অসিয়ত করা জায়েয নয়।\"\n(আবূ দাউদ ২৮৭০, তিরমিযী ২১২১, নাসায়ী ৩৫৮১, ইবনে মাজা ২৭১৩, আহমদ ১৭২১২নং)\nতবে এমন আত্মীয়ের জন্য অসিয়ত করা যাবে, যে ওয়ারিস নয়। অনুরূপ সৎপথে ব্যয় করার জন্য অসিয়ত করা যাবে আর তার সর্বাধিক পরিমাণ হল (মোট সম্পত্তির) এক তৃতীয়াংশ। এর বেশী অসিয়ত করা যাবে না।\n(সহীহ বুখারী, অধ্যায়ঃ ফারায়েয, পরিচ্ছেদঃ মীরাসুল বানাত)"
    },
    {
      "ayah": 181,
      "surah": 2,
      "text": "অতঃপর এ (বিধান) শোনার পরও যে এটিকে পরিবর্তন করে, তবে যে পরিবর্তন করবে, তার উপরেই অপরাধ বর্তাবে। নিশ্চয়, আল্লাহ সর্বশ্রোতা ও সর্বজ্ঞ।"
    },
    {
      "ayah": 182,
      "surah": 2,
      "text": "তবে যদি কেউ অসিয়তকারীর (সম্পত্তি বণ্টনের নির্দেশদাতার) পক্ষপাতিত্ব অথবা অন্যায়ের আশংকা করে,[১] অতঃপর সে তাদের পরস্পরের মধ্যে (কিছু রদ-বদল করে) সন্ধি করে দেয়, তবে তার কোন দোষ নেই। নিশ্চয়ই আল্লাহ চরম ক্ষমাশীল পরম দয়ালু।\n[১] পক্ষপাতিত্ব করা বা ঝুঁকে পড়া-এর অর্থ হল, ভুলে গিয়ে কোন এক আত্মীয়র প্রতি বেশী ঝুঁকে পড়ে অন্যের অধিকার হরণ করে। আর 'অন্যায়'-এর অর্থ হল, জেনে-শুনে এ রকম করা।\n(আইসারুত্ তাফাসীর)\nঅথবা 'অন্যায়'এর অর্থ হল, অন্যায় অসিয়ত, যা পরিবর্তন করা এবং তা কার্যকরী না করা অত্যাবশ্যক। এ থেকে জানা গেল যে, অসিয়তে ন্যায় ও সুবিচারের খেয়াল রাখা খুবই জরুরী। তা না হলে দুনিয়া থেকে বিদায় নেওয়ার সময় অবিচার করার অপরাধে তার পারলৌকিক মুক্তি অতীব কঠিন হয়ে যাবে।"
    },
    {
      "ayah": 183,
      "surah": 2,
      "text": "হে বিশ্বাসিগণ! তোমাদের জন্য সিয়ামের (রোযার) বিধান দেওয়া হল, যেমন বিধান তোমাদের পূর্ববর্তীগণকে দেওয়া হয়েছিল, যাতে তোমরা সংযমশীল হতে পার। [১]\n[১] صوم صيام এর (মাসদার/ক্রিয়ামূল)। এর শরীয়তী অর্থ হল, আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে ফজর উদিত হওয়ার পর থেকে সূর্যাস্ত পর্যন্ত পানাহার এবং যৌনবাসনা পূরণ করা থেকে বিরত থাকা। এই ইবাদতটা যেহেতু আত্মাকে পবিত্র ও শুদ্ধি করণের জন্য খুবই গুরুত্বপূর্ণ, তাই তা তোমাদের পূর্বের উম্মতের উপরেও ফরয করা হয়েছিল। এই রোযার সবচেয়ে বড় লক্ষ্য হল তাকওয়া, পরহেযগারী তথা আল্লাহভীরুতা অর্জন। আর আল্লাহভীরুতা মানুষের চরিত্র ও কর্মকে সুন্দর করার জন্য মৌলিক ভূমিকা পালন করে থাকে।"
    },
    {
      "ayah": 184,
      "surah": 2,
      "text": "(রোযা) নির্দিষ্ট কয়েক দিনের জন্য। তোমাদের মধ্যে কেউ অসুস্থ হলে বা সফর অবস্থায় থাকলে অন্য দিনে এ সংখ্যা পূরণ করে নেবে।[১] আর যারা রোযা রাখার সামর্থ্য থাকা সত্ত্বেও রোযা রাখতে চায় না [২] (যারা রোযা রাখতে অক্ষম), তারা এর পরিবর্তে একজন মিসকীনকে খাদ্য দান করবে। পরন্তু যে ব্যক্তি খুশীর সাথে সৎকর্ম করে, তা তার জন্য কল্যাণকর হয়।[৩] আর যদি তোমরা রোযা রাখ, তাহলে তা তোমাদের জন্য বিশেষ কল্যাণপ্রসূ; যদি তোমরা উপলব্ধি করতে পার।\n[১] রোগী ও মুসাফিরকে অনুমতি দেওয়া হয়েছে যে, তারা রোগ ও সফরের কারণে যে কয়েক দিন রোযা রাখতে পারেনি, পরে সে দিনগুলো রোযা রেখে (২৯/৩০) সংখ্যা পূরণ করে নেবে।\n[২] ((يُطِيْقُوْنَهُ)) এর অর্থ নেওয়া হয়েছে ((يَتَجَشَّمُوْنَهُ)) অর্থাৎ, \"অতীব কষ্ট করে রোযা রাখে\"। (এটা ইবনে আব্বাস থেকে বর্ণিত হয়েছে। ইমাম বুখারী এই তরজমাকে পছন্দ করেছেন।) অর্থাৎ, যে ব্যক্তি বেশী বার্ধক্যে পৌঁছে যাওয়ার কারণে অথবা আরোগ্য লাভের আশা নেই এমন রোগে আক্রান্ত হয়ে পড়ার কারণে রোযা রাখতে অত্যন্ত কষ্ট বোধ করে, সে এর পরিবর্তে একজন মিসকীনকে খাদ্য দান করবে। তবে অধিকাংশ মুফাসসিরগণ এর অর্থ 'রোযা রাখার সামর্থ্য রাখে' করেছেন। আর এ অর্থে এর ব্যাখ্যা হল, ইসলামের প্রথম পর্যায়ে রোযা রাখার অভ্যাস না থাকার ফলে সামর্থ্যবানদেরকেও অনুমতি দেওয়া হয়েছিল যে, তারা রোযা রাখতে না পারলে এর পরিবর্তে একজন মিসকীনকে খাদ্য দান করবে। পরে {فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ} আয়াত অবতীর্ণ হলে আগের বিধান রহিত করে প্রত্যেক সামর্থ্যবানের উপর রোযা ফরয করা হয়। কেবল বৃদ্ধ ও চিররোগা ব্যক্তির জন্য এই বিধান অবশিষ্ট রাখা হয়েছে। তারা রোযার পরিবর্তে খাদ্য দান করবে। গর্ভিণী এবং দুগ্ধদাত্রী মহিলাদের রোযা রাখা কষ্টকর হলে, তারাও রোগীর বিধানের আওতায় পড়বে। অর্থাৎ, তারা রোযা না রেখে পরে তার কাযা করবে।\n(তুহফাতুল আহওয়াযী)\n[৩] যে সানন্দে একজন মিসকীনের স্থানে দু' বা তিনজন মিসকীনকে খাদ্য দান করে, তার জন্য এটা খুবই ভাল।"
    },
    {
      "ayah": 185,
      "surah": 2,
      "text": "রমযান মাস, এতে মানুষের দিশারী এবং সৎপথের স্পষ্ট নিদর্শন ও সত্যাসত্যের পার্থক্যকারীরূপে কুরআন অবতীর্ণ করা হয়েছে।[১] অতএব তোমাদের মধ্যে যে কেউ এ মাস পাবে সে যেন তাতে রোযা পালন করে। আর যে অসুস্থ অথবা মুসাফির থাকে, তাকে অন্য দিনে এ সংখ্যা পূরণ করতে হবে। আল্লাহ তোমাদের (জন্য যা) সহজ (তা) করতে চান, তিনি তোমাদের কষ্ট চান না। যেন তোমরা (রোযার) নির্ধারিত সংখ্যা পূরণ করে নিতে পার এবং তোমাদেরকে যে সুপথ দেখিয়েছেন, তার জন্য তোমরা আল্লাহর তকবীর পাঠ (মহিমা বর্ণনা) কর এবং যেন তোমরা কৃতজ্ঞ হতে পার।\n[১] রমযান মাসে কুরআন অবতীর্ণ হওয়ার অর্থ এই নয় যে, কোন এক রমযানে পূর্ণ কুরআনকে নাযিল করে দেওয়া হয়েছে; বরং এর অর্থ এই যে, রমযানের কদরের রাতে 'লাওহে মাহফূয' থেকে নিকটের আসমানে পূর্ণ কুরআন একই সাথে অবতীর্ণ করা হয় এবং সেখানে 'বায়তুল ইয্যাহ'তে রেখে দেওয়া হয়। ওখান থেকে ২৩ বছরের নবুঅতী জীবনে প্রয়োজনের তাকীদে এবং অবস্থা অনুপাতে কিছু কিছু করে অবতীর্ণ হতে থাকে।\n(ইবনে কাসীর)\nসুতরাং এ রকম বলা যে, কুরআন রমযান মাসে অথবা কদরের রাতে কিংবা পবিত্র বা বরকতময় রাতে অবতীর্ণ হয়েছে, সবই সঠিক। কারণ, 'লাউহে মাহফূয' থেকে তো রমযান মাসেই নাযিল করা হয়েছে। আর 'লাইলাতুল কদর' (কদরের রাত) ও 'লাইলাতুম মুবারাকাহ' পবিত্র বা বরকতময় রাত একটাই রাত। অর্থাৎ, তা হল শবেকদর। আর শবেকদর রমযান মাসেই আসে। কারো কারো নিকট এর তাৎপর্য হল, রমযান মাসে কুরআন নাযিল আরম্ভ হয় এবং হিরা গুহায় প্রথম অহীও রমযান মাসেই আসে। তাই এইদিক দিয়ে কুরআন মাজীদ এবং রমযান মাসের পারস্পরিক সম্পর্ক অতি গভীর। আর এই জন্যই নবী করীম (সাঃ) এই পবিত্র মাসে জিবরীল (আঃ)-এর সাথে কুরআন পুনরাবৃত্তি করতেন এবং যে বছরে তাঁর মৃত্যু হয়, সে বছর তিনি (সাঃ) জিবরীলের সাথে দু'বার কুরআন পুনরাবৃত্তি করেন। রমযানের (২৩, ২৫, ২৭ এই) তিন রাত তিনি সাহাবাদেরকে নিয়ে জামাআতের সাথে নামাযও পড়েন। যাকে এখন তারাবীহর নামায বলা হয়।\n(সহীহ তিরমিযী ও সহীহ ইবনে মাজা আলবানী)\nএই তারাবীহর নামায বিতর সহ ১১ রাকআতই ছিল, যার বিশদ বর্ণনা জাবের (রাঃ) কর্তৃক বর্ণিত হাদীসে (কিয়ামুল্লাইল, মারওয়াযী ইত্যাদিতে) এবং আয়েশা (রাযীআল্লাহু আনহা) কর্তৃক বর্ণিত হাদীসে (সহীহ বুখারীতে) বিদ্যমান রয়েছে। নবী করীম (সাঃ)-এর ২০ রাকআত তারাবীহ পড়ার কথা কোন সহীহ হাদীস দ্বারা প্রমাণিত নয়। তবে যেহেতু কোন কোন সাহাবায়ে কেরাম (রাঃ) থেকে ১১ রাকআতের বেশী পড়া প্রমাণিত, সেহেতু কেবল নফলের নিয়তে ২০ রাকআত এবং তার থেকে কম ও বেশী পড়া যেতে পারে।"
    },
    {
      "ayah": 186,
      "surah": 2,
      "text": "আর আমার দাসগণ যখন আমার সম্বন্ধে তোমাকে জিজ্ঞাসা করে, তখন তুমি বল, আমি তো কাছেই আছি। যখন কোন প্রার্থনাকারী আমাকে ডাকে, তখন আমি তার ডাকে সাড়া দিই।[১] অতএব তারাও আমার ডাকে সাড়া দিক এবং আমাতে বিশ্বাস স্থাপন করুক, যাতে তারা ঠিক পথে চলতে পারে।\n[১] বরকতময় রমযান মাসের বিধি-বিধান ও মসলা-মাসায়েলের সাথে দু'আর কথা উল্লেখ করে এ কথা পরিষ্কার করে দেওয়া হয়েছে যে, রমযান মাসে দু'আরও বড় ফযীলত রয়েছে। অতএব এ মাসে দু'আর প্রতি খুব যত্ন নেওয়া উচিত। বিশেষ করে রোযা থাকা অবস্থায়। কেননা, রোযাদারের দু'আ কবুল হয়।\n(প্রকাশ থাকে যে, বিশেষ করে ইফতারীর সময় দু\n'\nআ কবুল হওয়ার হাদীস সহীহ নয়। -সম্পাদক)\nঅবশ্য দু'আ কবুল হওয়ার জন্য অত্যাবশ্যক হল, সেই সব আদবসমূহ ও শর্তাবলীর খেয়াল রাখা, যা কুরআন ও হাদীসে বর্ণিত হয়েছে। আর এই শর্তাবলীর দু'টি এখানে বর্ণিত হয়েছে। একঃ আল্লাহর উপর সত্যিকারের ঈমান রাখা এবং দুইঃ তাঁর আনুগত্য ও অনুসরণ করা। অনুরূপ হাদীসসমূহে হারাম খাদ্য থেকে বেঁচে থাকতে এবং কাকুতি-মিনতির প্রতি যত্ন নেওয়ার উপর তাকীদ করা হয়েছে।"
    },
    {
      "ayah": 187,
      "surah": 2,
      "text": "রোযার রাতে তোমাদের জন্য স্ত্রী-সম্ভোগ বৈধ করা হয়েছে। তারা তোমাদের পোশাক এবং তোমরা তাদের পোশাক। আল্লাহ জানতেন যে, তোমরা আত্মপ্রতারণা করছ। তাই তো তিনি তোমাদের প্রতি সদয় হয়েছেন এবং তোমাদের অপরাধ ক্ষমা করেছেন। অতএব এখন তোমরা তোমাদের পত্নীদের সঙ্গে সহবাস করতে পার এবং আল্লাহ তোমাদের জন্য যা (সন্তান) লিখে রেখেছেন, তা কামনা কর। আর তোমরা পানাহার কর; যতক্ষণ কালো সুতা (রাতের কালো রেখা) হতে ঊষার সাদা সুতা (সাদা রেখা) স্পষ্টরূপে তোমাদের নিকট প্রতিভাত না হয়।[১] অতঃপর রাত্রি পর্যন্ত রোযা পূর্ণ কর।[২] আর তোমরা মসজিদে ‘ইতিকাফ’ রত অবস্থায় স্ত্রী সহবাস করো না।[৩] এগুলি আল্লাহর সীমারেখা; সুতরাং এর ধারে-পাশে যেও না। এভাবে আল্লাহ মানুষের জন্য তাঁর নিদর্শনাবলী সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তারা সাবধান হয়ে চলতে পারে।\n[১] ইসলামের প্রাথমিক পর্যায়ে একটি নির্দেশ এ রকম ছিল যে, রোযার ইফতারী করার পর থেকে এশার নামায অথবা ঘুমিয়ে পড়া পর্যন্ত পানাহার এবং স্ত্রীর-সহবাস করার অনুমতি ছিল। ঘুমিয়ে গেলে এগুলোর কোনটাই করা যেত না। পরিষ্কার কথা যে, মুসলিমদের জন্য এই বাধ্য-বাধকতা বড়ই কঠিন ছিল এবং এর উপর আমলও বড় কষ্টকর ছিল। মহান আল্লাহ উক্ত আয়াতে এই দু'টি নিষেধাজ্ঞাই উঠিয়ে নিয়ে ইফতারী থেকে ফজর উদয় হওয়ার পূর্ব মুহূর্ত পর্যন্ত পানাহার এবং স্ত্রীর সাথে যৌনক্ষুধা নিবারণের অনুমতি দান করলেন। الرَّفَث এর অর্থ, স্ত্রীর সাথে সহবাস করা। الخيط الأبيض (সাদা সুতা বা ভোরের সাদা রেখা)এর অর্থ, সুবহে সাদেক এবং الخيط الأسود (কাল সুতা বা রেখা)এর অর্থ, রাত।\n(ইবনে কাসীর)\nমাসআলাঃ\nএ থেকে এ কথাও প্রতীয়মান হয় যে, অপবিত্র অবস্থায় রোযা রাখা যায়। কেননা, ফজর পর্যন্ত মহান আল্লাহ সহবাস ইত্যাদির অনুমতি দিয়েছেন এবং সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হাদীস দ্বারাও এর সমর্থন হয়।\n(ইবনে কাসীর)\n[২] অর্থাৎ, রাত (শুরু) হওয়ার সাথে সাথেই (সূর্যাস্তের পর পরই) ইফতারী করে নাও, দেরী করো না। হাদীসেও রোযা তাড়াতাড়ি ইফতারী করার তাকীদ ও ফযীলতের কথা এসেছে। আর দ্বিতীয় নির্দেশ হল, 'বিসাল' (একটানা রোযা) করো না। অর্থাৎ, একদিন রোযা রেখে ইফতারী না করে (এবং সেহরীও না খেয়ে) পরের দিনও রোযা রেখো না। নবী করীম (সাঃ)ও এ রোযা রাখতে কঠোরভাবে নিষেধ করেছেন।\n(হাদীস গ্রন্থসমূহ দ্রষ্টব্য)\n[৩] ই'তিক্বাফ অবস্থায় স্ত্রী-সঙ্গম ও তার সাথে কোন প্রকার যৌনাচার করার অনুমতি নেই। হ্যাঁ, দেখা-সাক্ষাৎ ও কথাবার্তা জায়েয। {عَاكِفُوْنَ فِي الْمَسَاجِدِ} থেকে সাব্যস্ত করা হয়েছে যে, ই'তিক্বাফের জন্য মসজিদে অবস্থান জরুরী। তাতে সে পুরুষ হোক অথবা মহিলা। নবী করীম (সাঃ)-এর পবিত্রা স্ত্রীগণও মসজিদে ই'তিক্বাফ করতেন। কাজেই মহিলাদের নিজেদের ঘরে ই'তিক্বাফে বসা ঠিক নয়। অবশ্য মসজিদে তাদের জন্য পুরুষ থেকে পৃথকভাবে প্রত্যেক জিনিসের ব্যবস্থা থাকা জরুরী। যাতে পুরুষদের সাথে কোন প্রকারের মেলামেশা না ঘটে। যতক্ষণ পর্যন্ত মসজিদে মহিলাদের জন্য পুরুষদের থেকে পৃথকভাবে উপযুক্ত ও সুরক্ষিত ব্যবস্থা না করা যাবে, ততক্ষণ পর্যন্ত তাদেরকে মসজিদে ই'তিক্বাফে বসতে না দেওয়াই উচিত হবে এবং মহিলাদেরও উচিত, তারা যেন এ ব্যাপারে জেদ না ধরে। এটা কেবল একটি নফল ইবাদত, তাই সম্পূর্ণরূপে হেফাযতের ব্যবস্থা না থাকলে এই নফল ইবাদত ত্যাগ করাই ভাল। ফিকহের মূল নীতি হল, 'কল্যাণ আনয়নের উপর অকল্যাণ নিবারণকে প্রাধান্য দিতে হবে।'"
    },
    {
      "ayah": 188,
      "surah": 2,
      "text": "তোমরা নিজেদের মধ্যে একে অন্যের ধন অন্যায়ভাবে গ্রাস করো না এবং মানুষের ধন-সম্পদের কিয়দংশ জেনেশুনে অন্যায়ভাবে গ্রাস করার উদ্দেশ্যে বিচারকগণকে ঘুষ দিও না। [১]\n[১] এখানে এমন ব্যক্তি সম্পর্কে বলা হচ্ছে, যার কাছে অপরের কোন প্রাপ্য থাকে, কিন্তু প্রাপকের নিকট তার প্রাপ্য অধিকারের কোন প্রমাণ থাকে না, ফলে এই দুর্বলতার সুযোগ গ্রহণ করে সে আদালতের আশ্রয় নিয়ে বিচারকের মাধ্যমে নিজের পক্ষে ফায়সালা করিয়ে নেয় এবং এইভাবে সে প্রাপকের অধিকার হরণ করে নেয়। এটা যুলুম ও হারাম। আদালতের ফায়সালা যুলুম ও হারামকে বৈধ ও হালাল করতে পারবে না। এই অত্যাচারী আল্লাহর নিকট অপরাধী বিবেচিত হবে।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 189,
      "surah": 2,
      "text": "লোকে তোমাকে নতুন চাঁদ সম্বন্ধে জিজ্ঞাসা করে, (কেন তা বাড়ে এবং কমে) বল, তা লোকেদের (কাজ-কারবারের) এবং হজ্জের জন্য সময় নির্দেশক। পিছন দিক দিয়ে ঘরে প্রবেশ করা পুণ্যের কাজ নয়; কিন্তু পুণ্যের কাজ হল সংযম অবলম্বন করে চলা। অতএব তোমরা দরজাসমূহ দিয়েই ঘরে প্রবেশ কর[১] এবং আল্লাহকে ভয় কর, তবেই তোমরা পরিত্রাণ পাবে।\\r\\n\n[১] আনসার এবং অন্যান্য আরবরা জাহেলী যুগে হজ্জের ইহরাম বেঁধে নেওয়ার পর যদি পুনরায় কোন বিশেষ প্রয়োজনে তাদের বাড়িতে আসার দরকার হত, তাহলে তারা বাড়ির দরজা দিয়ে আসার পরিবর্তে পিছন দিক দিয়ে দেওয়াল টপকে ভিতরে আসত এবং এটাকে তারা নেকী বা পুণ্যের কাজ মনে করত। মহান আল্লাহ বললেন, এটা নেকী বা পুণ্যের কাজ নয়।\n(আইসারুত্ তাফাসীর)"
    },
    {
      "ayah": 19,
      "surah": 2,
      "text": "কিংবা যেমন আকাশের মুষলধারা বৃষ্টি, যাতে রয়েছে ঘোর অন্ধকার বজ্রধ্বনি ও বিদ্যুৎ-চমক। বজ্রধ্বনিতে তারা মৃত্যুভয়ে তাদের কানে আঙ্গুল দেয়। আল্লাহ অবিশ্বাসীদের পরিবেষ্টন করে রয়েছেন।"
    },
    {
      "ayah": 190,
      "surah": 2,
      "text": "যারা তোমাদের বিরুদ্ধে যুদ্ধ করে, তোমরাও আল্লাহর পথে তাদের বিরুদ্ধে যুদ্ধ কর, তবে বাড়াবাড়ি (সীমালংঘন) করো না,[১] নিশ্চয় আল্লাহ বাড়াবাড়িকারীদেরকে পছন্দ করেন না।\n[১] এই আয়াতে প্রথমবার সেই লোকদের বিরুদ্ধে যুদ্ধ করার অনুমতি দেওয়া হয়েছে, যারা মুসলিমদের বিরুদ্ধে যুদ্ধের জন্য প্রস্তুত ছিল। আর 'বাড়াবাড়ি করো না'র অর্থ হল, শত্রুর আঙ্গিক বিকৃতি ঘটায়ো না, মহিলা, শিশু এবং এমন বৃদ্ধকে হত্যা করো না, যে যুদ্ধে কোন প্রকার অংশগ্রহণ করেনি। অনুরূপ গাছ-পালা বা ফসলাদি জ্বালিয়ে দেওয়া এবং কোন অভীষ্ট লাভ ছাড়াই পশু-হত্যা করা ইত্যাদিও বাড়াবাড়ি বলে গণ্য হবে, যা থেকে বিরত থাকতে হবে।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 191,
      "surah": 2,
      "text": "আর যেখানে পাও, তাদেরকে হত্যা কর এবং যেখান থেকে তোমাদেরকে বহিষ্কার করেছে, তোমরাও সেখান থেকে তাদেরকে বহিষ্কার কর। ফিতনা (অশান্তি, শিরক বা ধর্মদ্রোহিতা) হত্যা অপেক্ষাও গুরুতর।[১] আর মাসজিদুল হারামের (কা’বা শরীফের) নিকট তোমরা তাদের সাথে যুদ্ধ করো না; যতক্ষণ না তারা সেখানে তোমাদের সাথে যুদ্ধ করে। যদি তারা তোমাদের বিরুদ্ধে যুদ্ধ করে, তবে তোমরা তাদের হত্যা কর।[২] এটাই তো অবিশ্বাসীদের প্রতিফল।\n[১] মক্কায় মুসলিমরা যেহেতু দুর্বল ও ছড়িয়ে-ছিটিয়ে ছিল, তাই কাফেরদের সাথে যুদ্ধ করা নিষেধ ছিল। হিজরতের পর মুসলিমদের সমস্ত শক্তি মদীনায় একত্রিত হলে তাদেরকে জিহাদ করার অনুমতি দেওয়া হয়। প্রথম পর্যায়ে তিনি কেবল তাদের বিরুদ্ধেই যুদ্ধ করতেন, যারা অগ্রিম মুসলিমদের বিরুদ্ধে যুদ্ধ করতে আসত। এরপর এটাকে আরো সম্প্রসারিত করা হয় এবং মুসলিমরা প্রয়োজন অনুযায়ী কাফেরদের অঞ্চলে গিয়েও জিহাদ করেন। কুরআন কারীমে বাড়াবাড়ি করতে নিষেধ করা হয়েছে। এই জন্য নবী করীম (সাঃ) স্বীয় সৈন্যদের তাকীদ করতেন যে, খিয়ানত ও অঙ্গীকার ভঙ্গ করো না। আঙ্গিক বিকৃতি ঘটায়ো না। শিশু, মহিলা এবং গির্জায় উপাসনায় মগ্ন উপাসক বা পুরোহিতদেরকে হত্যা করো না। অনুরূপ বৃক্ষাদি জ্বালাবে না এবং বিনা উদ্দেশ্যে পশুদের হত্যা করবে না।\n(ইবনে কাসীর-মুসলিম ইত্যাদি)\n{حَيْثُ ثَقِفْتُمُوْهُمْ} \"যেখানে পাও তাদেরকে হত্যা কর\" এর অর্থ হল, যখনই তাদেরকে হত্যা করতে সক্ষম হবে, তখনই তাদেরকে হত্যা কর।\n(আইসারুততাফাসীর)\n{مِنْ حَيْثُ أَخْرَجُوْكُم} অর্থাৎ, যেভাবে কাফেররা তোমাদেরকে মক্কা থেকে বের করেছিল, সেভাবে তোমরাও তাদেরকে মক্কা থেকে বহিষ্কার কর। তাইতো মক্কা বিজয়ের দিন যারা ইসলাম গ্রহণ করেনি, চুক্তির সময় সীমা শেষ হয়ে যাওয়ার পর তাদেরকে সেখান থেকে বের হয়ে যাওয়ার নির্দেশ দেওয়া হয়। 'ফিৎনা'র অর্থ, কুফরী ও শিরক। এটা হত্যার চেয়েও কঠিন (বড় অপরাধ)। তাই এর মূলোৎপাটনের উদ্দেশ্যে জিহাদ থেকে বিমুখ হওয়া উচিত নয়।\n[২] 'হারাম' সীমানায় যুদ্ধ করা নিষেধ। কিন্তু কাফেররা যদি 'হারাম'-এর মর্যাদার খেয়াল না রাখে, তাহলে তোমাদেরও তাদের বিরুদ্ধে যুদ্ধের অনুমতি রয়েছে।"
    },
    { "ayah": 192, "surah": 2, "text": "কিন্তু যদি তারা বিরত হয়, তবে নিশ্চয়ই আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।" },
    {
      "ayah": 193,
      "surah": 2,
      "text": "আর তোমরা তাদের সঙ্গে যুদ্ধ করতে থাক, যতক্ষণ না ফিতনা (অশান্তি, শিরক বা ধর্মদ্রোহিতা) দূর হয়ে আল্লাহর দ্বীন (ধর্ম) প্রতিষ্ঠিত না হয়, কিন্তু যদি তারা নিবৃত্ত হয়, তবে অত্যাচারীদের বিরুদ্ধে ছাড়া (অন্য কারো বিরুদ্ধে) আক্রমণ করা চলবে না।"
    },
    {
      "ayah": 194,
      "surah": 2,
      "text": "নিষিদ্ধ (পবিত্র) মাসের পরিবর্তে নিষিদ্ধ (পবিত্র) মাস এবং সকল নিষিদ্ধ (পবিত্র) জিনিসের জন্য এরূপ বিনিময়।[১] সুতরাং যে তোমাদেরকে (ঐ মাসে) আক্রমণ করবে, তোমরাও তাকে অনুরূপ (মাসে) আক্রমণ কর। আর তোমরা আল্লাহকে ভয় কর এবং জেনে রাখ যে, আল্লাহ সাবধানীদের সাথী।\n[১] হিজরী সনের ৬ষ্ঠ বছরে যুলহজ্জ মাসে রসূল (সাঃ) চৌদ্দশ সাহাবীদেরকে সাথে নিয়ে উমরাহ করার জন্য গিয়েছিলেন। কিন্তু মক্কার কাফেররা তাঁদেরকে প্রবেশ করতে বাধা দিল এবং আপোসে ফায়সালা এই হল যে, আগামী বছর মুসলিমরা তিন দিনের জন্য উমরাহ করার উদ্দেশ্যে মক্কায় প্রবেশ করতে পারবে। মাসটা ছিল 'হারাম' (যুদ্ধবিগ্রহ নিষিদ্ধ) মাসসমূহের একটি মাস। পরের বছরে চুক্তি অনুযায়ী মুসলিমরা যখন উক্ত মাসেই উমরা করার উদ্দেশ্যে যাত্রা করলেন, তখন মহান আল্লাহ এই আয়াত অবতীর্ণ করলেন। উদ্দেশ্য এই যে, এবারও যদি মক্কার কাফেররা এই মাসের সম্মান রক্ষা না করে (গতবারের মত) তোমাদেরকে মক্কায় প্রবেশ করতে বাধা দেয়, তবে তোমরাও এর মর্যাদার কোন খেয়াল না করে তাদের সাথে পূর্ণ উদ্যমে মোকাবেলা কর। 'সকল নিষিদ্ধ (পবিত্র) জিনিসের জন্য এরূপ বিনিময়' অর্থাৎ, তারা যদি নিষিদ্ধ মাসের সম্মান রক্ষা করে, তাহলে তোমরাও তার সম্মান রক্ষা কর। অন্যথা তোমরাও এই সম্মানকে দৃষ্টিচ্যুত করে কাফেরদেরকে উপদেশমূলক শিক্ষা দাও।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 195,
      "surah": 2,
      "text": "তোমরা আল্লাহর পথে ব্যয় কর এবং (ব্যয় না করে) নিজেরা নিজেদের সর্বনাশ করো না।[১] আর তোমরা সৎকর্ম কর, নিশ্চয়ই আল্লাহ সৎকর্মশীলদেরকে ভালবাসেন।\n[১] কারো নিকট এর অর্থ হল, (আল্লাহর পথে) ব্যয় না করা। কেউ বলেছেন, জিহাদ না করা। আবার কেউ বলেছেন, অব্যাহতভাবে পাপ করা। আর এ সবগুলোই ধ্বংস ডেকে আনে। যদি জিহাদ ত্যাগ কর অথবা জিহাদে সম্পদ ব্যয় করা থেকে বিরত থাকো, তাহলে শত্রুরা শক্তিশালী হবে এবং তোমরা হবে দুর্বল, ফলে ধ্বংস হতে হবে।"
    },
    {
      "ayah": 196,
      "surah": 2,
      "text": "আর আল্লাহর উদ্দেশ্যে হজ্জ্ব ও উমরাহ পূর্ণভাবে সম্পাদন কর,[১] কিন্তু (ইহরাম বাঁধার পর) যদি তোমরা বাধাপ্রাপ্ত হও, তাহলে সহজলভ্য (পশু) কুরবানী কর[২] এবং যে পর্যন্ত কুরবানীর (পশু) তার যবেহস্থলে উপস্থিত না হয়, তোমরা মস্তক মুন্ডন করো না (হালাল হয়ো না)।[৩] অতএব তোমাদের মধ্যে কেউ পীড়িত হলে, অথবা মাথায় কোন ব্যাধি থাকলে (এবং তার জন্য মস্তক মুন্ডন করতে হলে তার পরিবর্তে) সে রোযা রাখবে কিংবা সাদকাহ করবে, কিংবা কুরবানী দ্বারা তার ফিদ্ইয়া (বিনিময়) দেবে।[৪] অতঃপর যখন তোমরা নিরাপদ হবে, তখন তোমাদের মধ্যে যে ব্যক্তি হজ্জ্বের পূর্বে উমরাহ দ্বারা লাভবান হতে চায়, সে সহজলভ্য কুরবানী করবে। কিন্তু যদি কেউ কুরবানী না পায় (বা দিতে অক্ষম হয়), তাহলে তাকে হজ্জের সময় তিন দিন এবং গৃহে প্রত্যাবর্তনের পর সাত দিন [৫] -- এই পূর্ণ দশ দিন রোযা পালন করতে হবে। এই নিয়ম সেই ব্যক্তির জন্য, যার পরিবার-পরিজন পবিত্র কা’বার নিকটে (মক্কায়) বাস করে না।[৬] আর তোমরা আল্লাহকে ভয় কর এবং জেনে রাখ যে, আল্লাহ কঠোর শাস্তিদাতা।\n[১] হজ্জ ও উমরার ইহরাম বেঁধে নেওয়ার পর তা পূর্ণ করা ওয়াজিব, যদিও তা (হজ্জ ও উমরাহ) নফল হয়।\n(আইসারুত তাফাসীর)\n[২] অর্থাৎ, যদি পথে শত্রু অথবা কঠিন অসুস্থতার কারণে বাধাপ্রাপ্ত হও, তাহলে একটি পশু, উট অথবা গরু (গোটা অথবা এক সপ্তমাংশ) অথবা ছাগল বা ভেড়া সেখানেই যবেহ করে মাথা নেড়া করে হালাল হয়ে যাও। যেমন, নবী করীম (সাঃ) এবং তাঁর সাহাবীগণ হুদাইবিয়্যাতে কুরবানী যবেহ করেছিলেন। আর হুদাইবিয়্যা হারাম সীমানার বাইরে।\n(ফাতহুল ক্বাদীর)\nঅতঃপর আগামী বছরে তার কাযা কর। যেমন, নবী করীম (সাঃ) সন ৬ হিজরীর উমরার কাযা সন ৭ হিজরীতে করেছিলেন।\n[৩] এর সংযোগ {وَاَتِمُّوا الْحَجَّ} (আর তোমরা হজ্জ--- সম্পাদন কর)এর সাথে। আর এর সম্পর্ক হল নিরাপদ পরিস্থিতির সাথে। অর্থাৎ, নিরাপদ অবস্থায় ততক্ষণ পর্যন্ত মাথা নেড়া করবে না (ইহরাম খুলে হালাল হবে না), যতক্ষণ না হজ্জের সমস্ত কার্যাদি পূরণ করেছ।\n[৪] অর্থাৎ, সে যদি এমন কষ্টে পতিত হয়ে পড়ে যে, তাকে মাথার চুল কাটতেই হবে, তাহলে তাকে ফিদ্ইয়া (বিনিময়) অবশ্যই দিতে হবে। হাদীস অনুযায়ী এ রকম (অসুবিধাগ্রস্ত) ব্যক্তি ছ'জন মিসকীনকে খাদ্য দান করবে অথবা একটি ছাগল যবেহ করবে কিংবা তিন দিন রোযা রাখবে। রোযা ব্যতীত অন্য দু'টি ফিদ্ইয়ার স্থানের ব্যাপারে মতভেদ রয়েছে। কেউ বলেছেন, খাদ্য দান ও ছাগল যবেহ করার কাজ মক্কাতে করতে হবে। আবার কেউ বলেছেন, রোযার মতই এর জন্য কোন নির্দিষ্ট স্থান নেই। ইমাম শাওকানী এই মতেরই সমর্থন করেছেন।\n(ফাতহুল ক্বাদীর)\n[৫] হজ্জ তিন প্রকার;\nইফরাদঃ কেবল হজ্জের নিয়তে ইহরাম বাঁধা। ক্বিরানঃ হজ্জ ও উমরার এক সাথে নিয়ত করে ইহরাম বাঁধা। এই উভয় অবস্থায় হজ্জের সমস্ত কার্যাদি সুসম্পন্ন না করে ইহরাম খোলা বৈধ নয়। তামাত্তুঃ এতেও হজ্জ ও উমরার নিয়ত হয়। তবে প্রথমে উমরার নিয়তে ইহরাম বাঁধা হয় এবং উমরাহ সম্পূর্ণ করে ইহরাম খুলে দেওয়া হয় এবং যুল-হজ্জ মাসের ৮ তারীখে হজ্জের জন্য মক্কা থেকেই দ্বিতীয়বার ইহরাম বাঁধা হয়। 'তামাত্তু'র অর্থ লাভবান হওয়া। অর্থাৎ, উমরাহ ও হজ্জের মাঝে ইহরাম খুলে লাভবান হওয়া হয়। হজ্জে ক্বিরান এবং হজ্জে তামাত্তু'তে একটি হাদ্ই (অর্থাৎ, একটি ছাগল বা ভেড়া কিংবা উট বা গরুর এক সপ্তমাংশ) কুরবানী দিতে হবে। যদি কেউ কুরবানী দিতে না পারে, তাহলে সে হজ্জের দিনগুলোতে তিনটি এবং বাড়ি ফিরে সাতটি রোযা রাখবে। হজ্জের দিনগুলোতে যে রোযা রাখবে, তা হয় ৯ই যুল-হজ্জের (আরাফার দিনের) আগে রাখবে অথবা তাশরীকের দিনগুলোতে রাখবে।\n[৬] অর্থাৎ, তামাত্তু' হজ্জ ও কুরবানী বা রোযা রাখা কেবল তাদের জন্য বিধেয়, যারা মসজিদে হারামের বাসিন্দা নয়। অর্থাৎ, হারাম সীমানার অথবা তার এত কাছের বাসিন্দা নয় যে, তাদের সফরে নামায কসর করা যায়।\n(ইবনে কাসীর, ইবনে জারীর)"
    },
    {
      "ayah": 197,
      "surah": 2,
      "text": "সুবিদিত মাসে (যথাঃ শওয়াল, যিলকদ ও যিলহজ্জে) হজ্জ্ব হয়।[১] সুতরাং যে কেউ এই মাসগুলিতে হজ্জ করার সংকল্প করে, সে যেন হজ্জের সময় স্ত্রী-সহবাস (কোন প্রকার যৌনাচার), পাপ কাজ এবং ঝগড়া-বিবাদ না করে।[২] তোমরা যে সৎকাজ কর, আল্লাহ তা জানেন। আর তোমরা (পরকালের) পাথেয় সংগ্রহ কর এবং আত্মসংযমই শ্রেষ্ঠ পাথেয়।[৩] হে জ্ঞানিগণ! তোমরা আমাকেই ভয় কর।\n[১] আর তা হল, শাওয়াল, যুল-ক্বা'দাহ এবং যুল-হাজ্জাহ মাসের প্রথম তেরো দিন। অর্থাৎ, উমরাহ তো বছরে সব সময় জায়েয, কিন্তু হজ্জ কেবল নির্দিষ্ট দিনে হয়, তাই হজ্জের ইহরাম হজ্জের মাস ছাড়া অন্য মাসে বাঁধা বৈধ নয়।\n(ইবনে কাসীর)\nমাসআলাঃ\nহজ্জে ক্বিরান অথবা ইফরাদের ইহরাম মক্কাবাসীরা মক্কার ভিতর থেকেই বাঁধবে। তবে হজ্জে তামাত্তু'র উদ্দেশ্যে উমরার ইহরাম বাঁধার জন্য হারাম সীমানার বাইরে যাওয়া অত্যাবশ্যক।\n(ফাতহুল বারী, হজ্জ অধ্যায়ঃ উমরাহ পরিচ্ছেদ, মুঅত্তা ইমাম মালিক)\nঅনুরূপ দুনিয়ার অন্যান্য স্থান থেকে আগত লোকেরা ৮ই যুলহজ্জ হজ্জে তামাত্তু'র জন্য মক্কা (নিজের বাসা) থেকেই ইহরাম বাঁধবে। আবার কোন কোন আলেমের নিকট মক্কাবাসীদেরকে উমরার ইহরাম বাঁধার জন্য হারাম সীমানার বাইরে যাওয়ার প্রয়োজন নেই। সুতরাং তারা সর্বপ্রকারের হজ্জ এবং উমরার জন্য নিজ নিজ স্থান থেকেই ইহরাম বাঁধতে পারে।\nসতর্কতাঃ হাফেয ইবনুল ক্বাইয়্যেম লিখেছেন যে, রসূল (সাঃ)-এর কথা ও কাজ দ্বারা কেবল দু'প্রকারের উমরাহ প্রমাণিত, এক যা হজ্জে তামাত্তু'র সাথে করা যেতে পারে। আর দ্বিতীয় হল, এমন উমরাহ যা হজ্জের মাস ব্যতীত অন্য দিনে কেবল উমরাহ করার নিয়তে সফর করে করা হয়। এ ছাড়া হারাম সীমানার বাইরে গিয়ে (হারামের নিকটস্থ কোন স্থান থেকে) ইহরাম বেঁধে এসে (একই সফরে একাধিক) উমরা করা বিধেয় নয়। (অবশ্য তার ব্যাপার ভিন্ন, যে আয়েশা রাযিআল্লাহু আনহার মত সমস্যায় পড়ে আগে উমরাহ না করতে পারবে।)\n(যাদুল মাআ'দ ২খন্ড নতুন ছাপা)\n[২] সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হাদীসে এসেছে যে, \"যে ব্যক্তি এই ঘরের হজ্জ করে এবং অশ্লীল ও শরীয়ত বিরোধী কাজ থেকে নিজেকে বিরত রাখে, সে ব্যক্তি পাপ থেকে এমন পবিত্র হয়ে বেড়িয়ে আসে, যেন সেই দিনই তার মা তাকে নবজাত শিশুরূপে প্রসব করছে।\"\n(বুখারী ১৮১৯-মুসলিম ১৩৫০)\n[৩] এখানে 'তাকওয়া' বা আত্মসংযমের অর্থঃ চাওয়া থেকে বেঁচে থাকা। অনেক মানুষ হজ্জের পাথেয় না নিয়েই বাড়ী থেকে বের হত এবং বলত যে, আমাদের আল্লাহর উপর ভরসা আছে। (অতঃপর তারা লোকের কাছে ভিক্ষা করত।) মহান আল্লাহ 'তাওয়াক্কুল' বা ভরসার ঐ অর্থকে ভ্রান্ত প্রমাণ করে পাথেয় নেওয়ার উপর তাকীদ করলেন।"
    },
    {
      "ayah": 198,
      "surah": 2,
      "text": "(হজ্জের সময়) তোমাদের জন্য তোমাদের প্রতিপালকের অনুগ্রহ কামনায় (ব্যবসা-বাণিজ্যে) কোন দোষ নেই।[১] যখন তোমরা আরাফাত (প্রান্তর) হতে প্রত্যাবর্তন করবে, তখন (মুযদালিফায়) মাশআরুল হারামের নিকটে পৌঁছে আল্লাহকে স্মরণ কর এবং তিনি যেভাবে নির্দেশ দিয়েছেন, ঠিক সেইভাবে তাঁকে স্মরণ কর; যদিও পূর্বে তোমরা বিভ্রান্তদের অন্তর্ভুক্ত ছিলে।[২]\n[১] فَضل (অনুগ্রহ)এর অর্থ ব্যবসা-বাণিজ্য। অর্থাৎ, হজ্জের সফরে ব্যবসা-বাণিজ্য করাতে কোন দোষ নেই। (অবশ্য আসল উদ্দেশ্য হজ্জই হতে হবে; ব্যবসা যেন আসল উদ্দেশ্য না হয়; তাহলে হজ্জ হবে না।)\n[২] ৯ই যুলহজ্জ সূর্য ঢলে যাওয়ার পর থেকে সূর্যাস্ত পর্যন্ত আরাফায় অবস্থান করা হজ্জের সবচেয়ে বড় গুরুত্বপূর্ণ রুকন (অঙ্গ)। এ সম্পর্কে হাদীসে বলা হয়েছে যে, \"আরাফায় অবস্থানই হল হজ্জ।\" এখানে মাগরিবের নামায পড়া হবে না, বরং মুযদালিফায় পৌঁছে মাগরিবের তিন রাকআত এবং এশার দু' রাকআত (কসর করে) এক সাথে জমা করে একবার আযান ও দু'বার ইক্বামত দিয়ে পড়তে হবে। মুযদালিফাকেই 'মাশআরে হারাম' বলা হয়। কেননা, এটা হারামেরই অন্তর্ভুক্ত। এখানে হাজীদেরকে আল্লাহর যিকরের প্রতি যত্ন নিতে বলা হয়েছে। এখানে রাত্রিবাস করতে হয়। ফজরের নামায 'গালাস' (অন্ধকারে) অর্থাৎ, প্রথম অক্তে পড়ে সূর্যোদয় পর্যন্ত যিকরে ব্যস্ত থাকতে হয় এবং সূর্যোদয়ের পর মিনা অভিমুখে যাত্রা করতে হয়।"
    },
    {
      "ayah": 199,
      "surah": 2,
      "text": "অতঃপর (কুরাইশের মত আরাফাত না গিয়েই কেবল মুযদালিফা থেকে না ফিরে অন্য) লোকেরা যেখান থেকে ফিরে, সেখান থেকেই (আরাফাত থেকে মুযদালিফায়) ফিরে চল।[১] আর আল্লাহর কাছে মার্জনা চাও; বস্তুতঃ আল্লাহ চরম মার্জনাকারী, পরম দয়ালু।\n[১] উল্লিখিত ক্রমানুসারে আরাফায় যাওয়া এবং সেখানে অবস্থান করে ফিরে আসা জরুরী। কিন্তু আরাফা যেহেতু হারামের বাইরে তাই মক্কার কুরাইশরা আরাফা পর্যন্ত যেতো না, বরং মুযদালিফা থেকেই ফিরে আসতো। তাই নির্দেশ দেওয়া হচ্ছে যে, যেখান থেকে সবাই ফিরে আসে, সেখান থেকে তোমরাও ফিরে এসো। অর্থাৎ, আরাফাত থেকে।"
    },
    {
      "ayah": 2,
      "surah": 2,
      "text": "এ গ্রন্থ; (কুরআন) এতে কোন সন্দেহ নেই, [১] সাবধানীদের জন্য এ (গ্রন্থ) পথ-নির্দেশক।[২]\n[১] এ কিতাবের অবতরণ যে আল্লাহর নিকট থেকে এ ব্যাপারে সন্দেহের কোন অবকাশ নেই। যেমন অন্য আয়াতে এসেছে, \"এ কিতাবের অবতরণ বিশ্বপালনকর্তার নিকট থেকে এতে কোন সন্দেহ নেই।\"\n(সূরা সাজদা ৩২:২)\nকোন কোন আলেমগণ বলেছেন, বাক্যটি ঘোষণামূলক হলেও তার অর্থ নিষেধমূলক। অর্থাৎ, لاَ تَرتَابُوا فِيهِ (এতে সন্দেহ করো না)। এ ছাড়াও এতে যেসব ঘটনাবলী উল্লেখ করা হয়েছে তার সত্যতা সম্পর্কে, যেসব বিধি-বিধান ও মসলা-মাসায়েল বর্ণিত হয়েছে সে সবের উপর মানবতার কল্যাণ ও মুক্তি যে নির্ভরশীল সে ব্যাপারে এবং যেসব আক্বীদা (তাওহীদ, রিসালাত ও আখেরাত) সংক্রান্ত বিষয় আলোচিত হয়েছে তার সত্য হওয়ার ব্যাপারে কোন প্রকার সন্দেহ নেই।[২] এই ঐশী গ্রন্থ আসলে তো সমস্ত মানুষের হিদায়াত এবং পথ প্রদর্শনের জন্যই অবতীর্ণ হয়েছে, কিন্তু এই নির্ঝরের পানি দ্বারা কেবল তারাই সিক্ত হবে, যারা 'আবে হায়াত' (সঞ্জীবনী পানি)-এর সন্ধানী এবং আল্লাহর ভয়ে ভীত-সন্ত্রস্ত হবে। আর যাদের অন্তরে মৃত্যুর পর আল্লাহর সামনে দাঁড়িয়ে জবাবদিহি করার অনুভূতি এবং চিন্তা নেই, যাদের মধ্যে সুপথ সন্ধানের অথবা ভ্রষ্টতা থেকে বাঁচার কোনই উৎসাহ ও আগ্রহ নেই, তারা সুপথ কোথা থেকে এবং কেনই বা পাবে? (সকাল তো তাদের জন্য, যারা ঘুম ছেড়ে চোখের পাতা মেলে জেগে ওঠে।)"
    },
    {
      "ayah": 20,
      "surah": 2,
      "text": "বিদ্যুৎ-চমক তাদের দৃষ্টি-শক্তিকে প্রায় কেড়ে নেয়। যখনই বিদ্যুতালোক তাদের সম্মুখে উদ্ভাসিত হয়, তারা তখনই পথ চলতে থাকে এবং যখন অন্ধকারাচ্ছন্ন হয়, তখন তারা থমকে দাঁড়ায়। [১] আল্লাহ ইচ্ছা করলে তাদের শ্রবণ ও দৃষ্টিশক্তি হরণ করতেন। [২] নিশ্চয় আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।\n(১)\nএখানে মুনাফিক্বদের অপর আর এক দলের কথা বলা হচ্ছে, যাদের সামনে কখনো সত্য পরিষ্কার হয়ে যায় আবার কখনো তারা এ ব্যাপারে সন্দেহ-সংশয়ের মধ্যে নিমজ্জিত থাকে। কাজেই তাদের সন্দিগ্ধ ও সংশয়ী অন্তর হল সেই বৃষ্টির ন্যায় যা অন্ধকারে বর্ষিত হয়; এর গর্জন ও চমকে তাদের অন্তর ভয়ে ভীত হয়ে পড়ে; এমনকি ভয়ের কারণে নিজেদের আঙ্গুলগুলো কানের মধ্যে গুঁজে দেয়। কিন্তু এই ব্যবস্থাপনা এবং ভয়-ভীতি তাদেরকে আল্লাহর পাকড়াও থেকে বাঁচাতে পারবে না। কেননা, তারা আল্লাহর বেষ্টনীর মধ্য থেকে বের হতে পারবে না। কখনো সত্যের কিরণ তাদের উপর পড়লে তারা তার প্রতি ঝুঁকে পড়ে, কিন্তু আবার যখন ইসলাম ও মুসলিমদের উপর কঠিন সময় আসে, তখন তারা উদভ্রান্ত ও কিংকর্তব্যবিমূঢ় হয়ে পড়ে।\n(ইবনে কাসীর)\nমুনাফিক্বদের এ দল শেষ পর্যন্ত দ্বিধা-দ্বন্দ্ব ও সন্দেহ সংশয়ের শিকার হয়ে সত্য গ্রহণ করা থেকে বঞ্চিতই থেকে যায়।\n(২)\nএখানে এ ব্যাপারে হুঁশিয়ারী দেওয়া হয়েছে যে, আল্লাহ ইচ্ছা করলে তাঁর প্রদত্ত সমস্ত যোগ্যতা ছিনিয়ে নিতে পারেন। কাজেই মানুষের উচিত, মহান আল্লাহর আনুগত্য করা থেকে দূরে এবং তাঁর পাকড়াও থেকে নির্ভয় না থাকা।"
    },
    {
      "ayah": 200,
      "surah": 2,
      "text": "অতঃপর যখন তোমরা (হজ্জের) যাবতীয় কার্যাদি সম্পন্ন করে নেবে, তখন (মিনায়) আল্লাহকে এমনভাবে স্মরণ করবে, যেমন (জাহেলী যুগে) তোমরা তোমাদের পিতৃপুরুষগণকে স্মরণ করতে, অথবা তদপেক্ষা গভীরভাবে।[১] এমন কিছু লোক আছে যারা বলে, ‘হে আমাদের প্রতিপালক! আমাদেরকে পৃথিবীতে (সওয়াব) দান কর।’ বস্তুতঃ তাদের জন্য পরকালে কোন অংশ নেই।\n[১] আরবের লোক হজ্জ সমাপ্ত করে মিনায় মেলা বসাতো এবং পূর্বপুরুষদের কৃতিত্ব স্মরণ করত। মুসলিমদেরকে বলা হচ্ছে যে, ১০ই যুলহজ্জ কাঁকর মেরে, মাথা নেড়া করে এবং কা'বার তাওয়াফ ও স্বাফা-মারওয়ার সাঈ করে হজ্জ সমাপ্ত করে নেওয়ার পর তোমরা যে তিনদিন মিনায় অবস্থান করবে, সে দিনগুলিতে সেখানে খুব বেশী বেশী আল্লাহর যিকর কর। যেমন, জাহেলী যুগে তোমরা তোমাদের পূর্বপুরুষদের স্মরণ করতে।"
    },
    {
      "ayah": 201,
      "surah": 2,
      "text": "পক্ষান্তরে তাদের মধ্যে (এমন কিছু লোক আছে) যারা বলে, ‘হে আমাদের প্রতিপালক! আমাদেরকে ইহকালে কল্যাণ দান কর [১] এবং পরকালেও কল্যাণ দান কর। আর আমাদেরকে দোযখ-যন্ত্রণা থেকে রক্ষা কর।’\n[১] অর্থাৎ, ভাল কাজ করার তাওফীক দান কর। অর্থাৎ, ঈমানদাররা দুনিয়াতেও দুনিয়া চায় না, বরং নেকীর কাজের তাওফীক কামনা করে। নবী করীম (সাঃ) খুব বেশী বেশী এই দু'আটি পড়তেন। তাওয়াফ করাকালীন অনেক লোকে প্রত্যেক চক্করে পৃথক পৃথক দু'আ পড়ে থাকে, যা মনগড়া দু'আ। এই দু'আগুলোর পরিবর্তে তাওয়াফের সময় রুকনে ইয়ামানী এবং হাজরে আসওয়াদের মধ্যবর্তী স্থানে 'রাববানা আ-তিনা ফিদ্দুনয়া হাসানাহ---' পড়া সুন্নত।\n(প্রকাশ থাকে যে, আলোচ্য আয়াতে 'ইহকালের কল্যাণ'-এর তাৎপর্যে একাধিক তফসীর বর্ণিত হয়েছে; যেমনঃ পুণ্যময়ী স্ত্রী, ইবাদত, ইলম ও ইবাদত, মাল-ধন, নিরাপত্তা, প্রশস্ত রুযী, নেয়ামত বা সম্পদ ইত্যাদি। সুতরাং এর অর্থ ব্যাপক রাখাই বাঞ্ছনীয়। পক্ষান্তরে পরকালের সাথে ইহকালের সুখ-শান্তি চাওয়াও দোষাবহ নয়। আসলে কিছু লোক কেবল ইহকালের সুখই কামনা করে; কিন্তু মুসলিম কামনা করে ইহ-পরকাল উভয়ের সুখ। -সম্পাদক)"
    },
    {
      "ayah": 202,
      "surah": 2,
      "text": "তারা যা অর্জন করেছে, তার প্রাপ্ত অংশ তাদেরই। বস্তুতঃ আল্লাহ হিসাব গ্রহণে অত্যন্ত তৎপর।"
    },
    {
      "ayah": 203,
      "surah": 2,
      "text": "তোমরা নির্দিষ্ট সংখ্যক দিনগুলিতে (যিলহজ্জ মাসের ১১,১২ ও ১৩ তারীখ --এই তিন দিন মীনায় অবস্থান কালে) আল্লাহকে স্মরণ কর,[১] আর যদি কেউ তাড়াতাড়ি করে দুই দিনেই চলে আসে, তবে তাতে তার কোন পাপ নেই। আর যদি কেউ বিলম্ব করে, তবে তারও কোন পাপ নেই।[২] এ (নিয়ম) তার জন্য যে ধর্মভীরু। তোমরা আল্লাহকে ভয় কর এবং জেনে রাখ যে, তোমাদেরকে তাঁর কাছে সমবেত করা হবে।\n[১] নির্দিষ্ট সংখ্যক দিন বলে তাশরীকের দিনগুলোকে বুঝানো হয়েছে। অর্থাৎ, যুল-হজ্জের ১১, ১২ এবং ১৩ তারীখ। এই দিনগুলোতে আল্লাহর যিকর, অর্থাৎ, উচ্চৈঃস্বরে তকবীর পড়া সুন্নত। কেবল যে ফরয নামাযের পরই পড়া হবে তা নয়; বরং সব সময় এই তাকবীর 'আল্লাহু আকবার, আল্লাহু আকবার, আল্লাহু আকবার, লা ইলাহা ইল্লাল্লাহ, অল্লাহু আকবার, আল্লাহু আকবার, অলিল্লাহিল হামদ' পড়া বাঞ্ছনীয়। কাঁকর মারার সময় প্রত্যেক কাঁকরের সাথে তাকবীর পড়া সুন্নত।\n(নায়লুল আওত্বার ৫/৮৬)\n[২] রম্ই জিমার (জামরাতে কাঁকর মারা) তিন দিন উত্তম। কিন্তু কেউ যদি কেবল দু'দিন (১১ ও ১২ই যুলহজ্জ) কাঁকর মেরে মিনা থেকে প্রত্যাগমন করে, তবে তারও অনুমতি আছে।"
    },
    {
      "ayah": 204,
      "surah": 2,
      "text": "মানুষের মধ্যে এমনও লোক আছে, যার পার্থিব জীবনের কথাবার্তা তোমাকে মুগ্ধ করে এবং তার অন্তরে যা আছে সে সম্বন্ধে সে আল্লাহকে সাক্ষী রাখে, কিন্তু আসলে সে অত্যন্ত ঝগড়াটে লোক।[১]\n[১] কোন কোন দুর্বল হাদীসের ভিত্তিতে বলা হয় যে, এই আয়াত একজন মুনাফিক আখনাস বিন শুরাইক সাক্বাফীর সম্পর্কে নাযিল হয়েছে। কিন্তু সঠিকতর কথা এই যে, এই আয়াতের লক্ষ্য হল সেই সমস্ত মুনাফিক এবং অহংকারিগণ, যাদের মধ্যে কুরআনে উল্লিখিত নিকৃষ্ট স্বভাবগুলো পাওয়া যাবে।"
    },
    {
      "ayah": 205,
      "surah": 2,
      "text": "আর যখন সে (তোমার কাছ থেকে) প্রস্থান করে, তখন পৃথিবীতে অশান্তি সৃষ্টি করে এবং শস্যক্ষেত্র ও (জীব-জন্তুর) বংশনিপাতের চেষ্টা করে। কিন্তু আল্লাহ অশান্তি পছন্দ করেন না।"
    },
    {
      "ayah": 206,
      "surah": 2,
      "text": "আর যখন তাকে বলা হয়, তুমি আল্লাহকে ভয় কর, তখন তার আত্মাভিমান তাকে অধিকতর পাপাচারে লিপ্ত করে।[১] সুতরাং তার জন্য জাহান্নামই যথেষ্ট এবং নিশ্চয়ই তা অতি মন্দ শয়নাগার।\n[১] {أَخَذَتْهُ الْعِزَّةُ بِالْأِثْمِ} \"তার আত্মাভিমান তাকে অধিকতর পাপাচারে লিপ্ত করে।\" এখানে عِزَّة এর অর্থঃ গর্ব-অহঙ্কার, আত্মাভিমান।"
    },
    {
      "ayah": 207,
      "surah": 2,
      "text": "পক্ষান্তরে এমন লোকও আছে, যে আল্লাহর সন্তুষ্টির জন্য আত্মবিক্রয় করে দেয় [১] এবং আল্লাহ নিজ বান্দাদের প্রতি অত্যন্ত দয়ার্দ্র।\n[১] এই আয়াত সম্পর্কে বলা হয় যে, সুহায়ব রূমী (রাঃ)-এর ব্যাপারে নাযিল হয়েছে। যখন তিনি হিজরত করেন, তখন মক্কার কাফেররা বলল, এই ধন-সম্পদ এখানকারই উপার্জিত, বিধায় আমরা তা সাথে করে নিয়ে যেতে দেবো না। সুহায়ব (রাঃ) সমস্ত ধন-সম্পদ তাদেরকে সমর্পণ করে দ্বীন নিয়ে রসূল (সাঃ)-এর নিকটে উপস্থিত হয়ে গেলেন। তিনি তাঁর ঘটনা শুনে বললেন, \"সুহায়ব অতীব লাভদায়ক ব্যবসা করেছে।\" কথাটি তিনি দু'বার বলেছিলেন।\n(ফাতহুল ক্বাদীর)\nকিন্তু এ আয়াতও ব্যাপক অর্থের, যা সমস্ত মু'মিন, আল্লাহভীরু এবং দুনিয়ার মোকাবেলায় দ্বীনকে প্রাধান্য দানকারী সকলকেই শামিল করে থাকে। কেননা, কোন নির্দিষ্ট ব্যক্তি বা বিশেষ ঘটনাকে কেন্দ্র করে অবতীর্ণ হওয়া সমস্ত আয়াতের ব্যাপারে নীতি হল, 'বাচ্যার্থের ব্যাপকতাই লক্ষণীয়, অবতীর্ণের কারণবিষয়ক ঘটনার বিশেষত্ব নয়'। অর্থাৎ, আয়াতের যে অর্থ তার ব্যাপকতাকেই প্রাধান্য দেওয়া হবে, বিশেষ কোন কারণে নাযিল হয়ে থাকলেও অর্থ কেবল তার মধ্যেই সীমাবদ্ধ থাকবে না। সুতরাং আখনাস বিন শুরাইক (যার কথা পূর্বের আয়াতে এসেছে) মন্দ চরিত্রের একটি নমুনা। যারাই এই চরিত্রের অধিকারী হবে, তারা সকলেই তার শ্রেণীভুক্ত হবে। অনুরূপ যারা উত্তম গুণাবলী এবং পূর্ণ ঈমানের গুণে গুণান্বিত হবে, তাঁদের সকলের জন্য নমুনা হবেন সুহায়ব (রাঃ)।"
    },
    {
      "ayah": 208,
      "surah": 2,
      "text": "হে বিশ্বাসিগণ! তোমরা পরিপূর্ণরূপে ইসলামে প্রবেশ কর এবং শয়তানের পদাঙ্ক অনুসরণ করো না।[১] নিশ্চয়ই সে তোমাদের প্রকাশ্য শত্রু।\n[১] ঈমানদারদেরকে বলা হচ্ছে যে, তোমরা ইসলামে পরিপূর্ণরূপে প্রবেশ করে যাও। এমন করো না যে, যে নির্দেশগুলো তোমাদের স্বার্থ ও মনপসন্দ হবে, সেগুলোর উপর আমল করবে এবং অন্যান্য নির্দেশগুলো ত্যাগ করবে। অনুরূপ যে দ্বীন তোমরা ছেড়ে এসেছ, তার কথাও ইসলামে প্রবেশ করানোর অপচেষ্টা করো না; বরং কেবল ইসলামকেই পূর্ণরূপে বরণ করে নাও। এ আয়াতে দ্বীনের নামে বিদআতেরও খন্ডন করা হয়েছে এবং বর্তমানের ধর্মনিরপেক্ষ মতবাদে বিশ্বাসীদের মতবাদও খন্ডন করা হয়েছে, যারা ইসলামকে সম্পূর্ণরূপে গ্রহণ করতে প্রস্তুত নয়, বরং দ্বীনকে কেবল (ব্যক্তিগত) ইবাদত অর্থাৎ, মসজিদে সীমাবদ্ধ রেখে রাজনীতি এবং দেশের সংসদ থেকে তাকে নির্বাসন দিতে চায়। এইভাবে জনসাধারণকেও বুঝানো হচ্ছে, যারা প্রচলিত প্রথা ও লোকাচার এবং আঞ্চলিক সভ্যতা-সংস্কৃতিকে পছন্দ করে, কোন মতেই তারা এগুলোকে ত্যাগ করতে প্রস্তুত নয়; যেমন মৃত্যু ও বিবাহ-শাদীতে ব্যয়বহুল ও অপচয়মূলক এবং বিজাতীয় রীতিনীতি ইত্যাদির অনুকরণ করে থাকে, তাদেরকে বলা হচ্ছে যে, তোমরা সেই শয়তানের পদাঙ্ক অনুসরণ করো না, যে ইসলাম পরিপন্থী কথা ও কর্মকে লোভনীয় ও শোভনীয় ভঙ্গীতে তোমাদের সামনে পেশ করে, যে মন্দের উপর খুব ভালোর লেবেল চড়ায় এবং বিদআতকেও নেকীর কাজ বলে বুঝায়, যাতে সর্বদা তোমরা তার পাতা জালে ফেঁসে থাকো।"
    },
    {
      "ayah": 209,
      "surah": 2,
      "text": "অতঃপর প্রকাশ্য নিদর্শন আসার পরও যদি তোমাদের পদস্খলন ঘটে, তবে জেনে রাখ যে, আল্লাহ মহা পরাক্রান্ত, প্রজ্ঞাময়।"
    },
    {
      "ayah": 21,
      "surah": 2,
      "text": "হে মানুষ সম্প্রদায়! তোমরা তোমাদের সেই প্রতিপালকের উপাসনা কর, যিনি তোমাদেরকে ও তোমাদের পূর্ববর্তীগণকে সৃষ্টি করেছেন; যাতে তোমরা পরহেযগার (ধর্মভীরু) হতে পার।"
    },
    {
      "ayah": 210,
      "surah": 2,
      "text": "তারা কেবল এ প্রতীক্ষায় আছে যে, আল্লাহ মেঘের ছায়ায় ফিরিশতাগণসহ তাদের কাছে উপস্থিত হবেন, অতঃপর সব কিছুর মীমাংসা হয়ে যাবে।[১] আর সব বিষয় আল্লাহরই নিকট প্রত্যাবর্তিত হয়ে থাকে।\n[১] এটা হয়তো কিয়ামতের দৃশ্য, যেমন কোন কোন তফসীরের বর্ণনায় এসেছে।\n(ইবনে কাসীর)\nঅর্থাৎ, এরা কি কিয়ামত কায়েম হওয়ার অপেক্ষা করছে? অথবা এর অর্থ হল, মহান আল্লাহ ফিরিশতাসহ মেঘের আড়ালে তাদের সামনে এসে কোন চূড়ান্ত ফায়সালা করে দেবেন, তবেই তারা ঈমান আনবে। কিন্তু এ রকম ঈমান ফলপ্রসূ হবে না। কাজেই ইসলাম গ্রহণ করার ব্যাপারে বিলম্ব না করে সত্বর তা স্বীকার করে নিয়ে নিজের পরকাল সুন্দর করে নাও।"
    },
    {
      "ayah": 211,
      "surah": 2,
      "text": "বনী ইস্রাঈলকে জিজ্ঞাসা কর, আমি তাদেরকে কত স্পষ্ট নিদর্শন প্রদান করেছি।[১] আল্লাহর অনুগ্রহ উপস্থিত হবার পর কেউ তা পরিবর্তন করলে[২] নিশ্চয়ই আল্লাহ কঠোর শাস্তিদাতা।\n[১] যেমন, মূসা (আঃ)-এর লাঠি। এই লাঠির মাধ্যমে মহান আল্লাহ যাদুকরদেরকে পরাস্ত ও সমুদ্রে পথ তৈরী করেন। পাথর হতে বারোটি ঝরনা প্রবাহিত করেন। মেঘের ছায়া এবং মান্ন্ ও সালওয়ার অবতারণ ইত্যাদি সবই মহান আল্লাহর কুদরত এবং মূসা (আঃ)-এর সত্যতারই প্রমাণ, কিন্তু তা সত্ত্বেও তারা আল্লাহর বিধানাদি থেকে মুখ ফিরিয়ে নিয়েছিল।\n[২] অনুগ্রহ বা নিয়ামত পরিবর্তন করার অর্থ, ঈমানের পরিবর্তে কুফরী ও বিমুখতার পথ অবলম্বন করা।"
    },
    {
      "ayah": 212,
      "surah": 2,
      "text": "সত্য প্রত্যাখ্যানকারী (কাফের)দের জন্য পার্থিব জীবন সুশোভিত করা হয়েছে। তারা বিশ্বাসী (মুমিন)গণকে ঠাট্টা-বিদ্রূপ করে থাকে।[১] অথচ যারা ধর্মভীরু তারা শেষ বিচারের দিন তারা তাদের ঊর্ধ্বে (বেহেশ্তে) থাকবে । আর আল্লাহ যাকে ইচ্ছা (ইহ-পরকালে) অশেষ জীবিকা দান করে থাকেন।[২]\n[১] যেহেতু বেশীরভাগ মুসলিমরা দরিদ্র ছিল, পার্থিব সুখ-স্বাচ্ছন্দ্য ও সুযোগ-সুবিধা থেকে বঞ্চিত ছিল। তাই কাফেররা অর্থাৎ, মক্কার কুরাইশরা তাদেরকে নিয়ে উপহাস করত। যেমন, প্রত্যেক যুগের বিত্তশালীদের চিরাচরিত এই একই রীতি।\n[২] ঈমানদারদের দরিদ্রতাময় এবং বিলাসবিহীন জীবনের কারণে কাফেররা যে তাদের নিয়ে উপহাস ও বিদ্রূপ করত, সে কথা উল্লেখ করে বলা হচ্ছে যে, কিয়ামতের দিন এই দরিদ্র মানুষগুলো তাদের আল্লাহভীরুতার গুণে শীর্ষস্থান লাভ করবে। 'অশেষ জীবিকা'র সম্পর্ক আখেরাত ও দুনিয়া দু'টোরই সাথে হতে পারে। কেননা, কয়েক বছরের মধ্যেই মহান আল্লাহ এই দরিদ্র লোকদের জন্য দেশ বিজয়ের দরজা খুলে দিয়েছিলেন, যার ফলে পার্থিব ভোগসামগ্রী ও রুযীর প্রাচুর্য নেমে এসেছিল তাদের জীবনে।"
    },
    {
      "ayah": 213,
      "surah": 2,
      "text": "মানুষ (আদিতে) ছিল একই জাতিভুক্ত ছিল।[১] (পরে মানুষেরাই বিভেদ সৃষ্টি করে।) অতঃপর আল্লাহ নবীগণকে সুসংবাদদাতা ও সতর্ককারীরূপে প্রেরণ করেন; এবং মানুষের মধ্যে যে বিষয়ে মতভেদ সৃষ্টি হয়েছিল তার মীমাংসার জন্য তিনি তাদের সাথে সত্যসহ কিতাব অবতীর্ণ করেন, আসলে যাদেরকে তা দেওয়া হয়েছিল স্পষ্ট নিদর্শনাদি তাদের নিকট আসার পর তারাই শুধু পরস্পর বিদ্বেষবশতঃ মতভেদ সৃষ্টি করেছিল।[২] অতঃপর তারা যে বিষয়ে মতভেদ করত, আল্লাহ বিশ্বাসীদেরকে সে বিষয়ে নিজ ইচ্ছায় সত্য-পথে পরিচালিত করেন।[৩] আর আল্লাহ যাকে ইচ্ছা সরল পথে পরিচালিত করে থাকেন।\n[১] অর্থাৎ, তাওহীদের উপর। আদম (আঃ) থেকে নূহ (আঃ) পর্যন্ত দশ শতাব্দী অবধি যে তাওহীদের শিক্ষা নবীরা দিয়েছেন, সেই তাওহীদের উপরেই মানুষ প্রতিষ্ঠিত ছিল। আলোচ্য আয়াতে মুফাসসির সাহাবাগণ فَاخْتَلَفُوْا বাক্য ঊহ্য মেনেছেন। অর্থাৎ, এরপর শয়তানের চক্রান্তে তাদের মধ্যে মতভেদ দেখা দিল এবং শিরক ও কবরপূজা ব্যাপক হয়ে গেল। فَبَعَثَ এর সংযোগ فَاخْتَلَفُوْا এর সাথে। অর্থাৎ, মহান আল্লাহ নবীদেরকে কিতাবসহ প্রেরণ করলেন, যাতে তাঁরা তাদের মধ্যেকার মতভেদের ফায়সালা করেন এবং সত্য ও তাওহীদের প্রতিষ্ঠা করেন।\n(ইবনে কাসীর)\n[২] মতভেদ সব সময় সত্য পথ থেকে বিচ্যুত হওয়ার কারণেই হয়। আর এই বিচ্যুতির উৎপত্তি হয় শত্রুতা ও বিদ্বেষ থেকে। মুসলিম উম্মাহর মধ্যে যতদিন পর্যন্ত বিচ্যুতি ছিল না, ততদিন পর্যন্ত এই উম্মাহ তার মূলের উপর প্রতিষ্ঠিত ছিল এবং মতভেদের বিভীষিকা থেকে সুরক্ষিত ছিল। কিন্তু অন্ধ অনুকরণ এবং বিদআত সত্য হতে মুখ ফিরিয়ে নেওয়ার যে পথ বের করল, সেই পথের কারণে মতভেদের গন্ডি প্রসার লাভ করল এবং তা বাড়তেই থাকল। বর্তমানে অবস্থা এমন পর্যায়ে গিয়ে দাঁড়িয়েছে যে, উম্মতের ঐক্যবদ্ধ হওয়া একটি অসম্ভব বিষয়রূপে পরিণত হয়েছে! সুতরাং আল্লাহই মুসলিমদেরকে সুপথ দেখান। আমীন।\n[৩] যেমনঃ আহলে-কিতাব তথা কিতাবধারীরা জুমআর ব্যাপারে মতভেদ করল। ইয়াহুদীরা শনিবারের দিনকে এবং খ্রিষ্টানরা রবিবারের দিনকে তাদের পবিত্র দিন হিসেবে নির্বাচিত করল। মহান আল্লাহ মুসলিমদেরকে জুমআর দিনটা নির্বাচন করার নির্দেশ দিলেন। তারা ঈসা (আঃ)-এর ব্যাপারে বিরোধিতা করল। ইয়াহুদীরা তাঁকে মিথ্যা জানল এবং (অবৈধ সন্তান বলে) তাঁর মাতা মারিয়াম (আলাইহাস্ সালাম)-এর উপর মিথ্যা অপবাদ দিল। এদিকে খ্রিষ্টানরা তাদের (ইয়াহুদীদের) বিপরীত করে তাঁকে (ঈসাকে) আল্লাহর পুত্র বানিয়ে দিল। মহান আল্লাহ মুসলিমদেরকে তাঁর ব্যাপারে সঠিক পদক্ষেপ গ্রহণ করার তাওফীক দিলেন; তিনি আল্লাহর রসূল এবং তাঁর অনুগত বান্দা ছিলেন। ইবরাহীম (আঃ)-এর ব্যাপারেও তারা মতভেদ করে একদল তাঁকে ইয়াহুদী এবং অপর দল তাঁকে খ্রিষ্টান বলল। মুসলিমদেরকে আল্লাহ সঠিক কথা জানিয়ে দিলেন যে, \"তিনি একনিষ্ঠ মুসলিম ছিলেন।\" এইভাবে অনেক বিষয়ে মহান আল্লাহ স্বীয় অনুগ্রহে মুসলিমদেরকে সরল ও সঠিক পথ দেখিয়েছেন।"
    },
    {
      "ayah": 214,
      "surah": 2,
      "text": "তোমরা কি মনে কর যে, তোমরা বেহেশত প্রবেশ করবে; যদিও পূর্বে যারা গত হয়েছে তাদের অবস্থা এখনো তোমরা প্রাপ্ত হওনি?[১] দুঃখ-দারিদ্র্য ও রোগ-বালা তাদেরকে স্পর্শ করেছিল এবং তারা ভীত-কম্পিত হয়েছিল। তারা এতদূর বিচলিত হয়েছিল যে, রসূল ও তাঁর প্রতি বিশ্বাসস্থাপনকারিগণ বলে উঠেছিল, ‘আল্লাহর সাহায্য কখন আসবে?’ জেনে রাখ, নিশ্চয়ই আল্লাহর সাহায্য নিকটবর্তী।[২]\n[১] মদীনায় হিজরত করার পর মুসলিমরা যখন ইয়াহুদী, মুনাফিক এবং আরবের মুশরিকদের পক্ষ থেকে বিভিন্ন পীড়া ও কষ্ট পেতে লাগল, তখন কোন কোন মুসলিম নবী করীম (সাঃ)-এর কাছে অভিযোগ করল। তাই মুসলিমদেরকে সান্ত্বনা দেওয়ার জন্য এই আয়াত নাযিল হল এবং রসূল (সাঃ)ও বললেন যে, \"তোমাদের পূর্বের লোকদেরকে তাদের মাথা থেকে পা পর্যন্ত করাত দিয়ে চিরা হত এবং লোহার চিরুনী দিয়ে তাঁদের গোশত ও চামড়াকে ছিন্ন-বিচ্ছিন্ন করা হত। কিন্তু এই অকথ্য যুলুম-নির্যাতন তাদেরকে তাদের দ্বীন থেকে ফেরাতে পারেনি।\" অতঃপর বললেন, \"আল্লাহর শপথ! মহান আল্লাহ এই দ্বীনকে এমনভাবে জয়যুক্ত করবেন যে, একজন আরোহী (ইয়ামানের) সানআ' থেকে হাযরে-মাউত পর্যন্ত একা সফর করবে, তার মধ্যে আল্লাহ ব্যতীত অন্য কারো ভয় থাকবে না।\"\n(সহীহ বুখারী ৩৬১২নং)\nএ থেকে নবী করীম (সাঃ)-এর উদ্দেশ্য, মুসলিমদের মধ্যে দ্বীনের উপর প্রতিষ্ঠিত থাকার প্রেরণা ও অটল থাকার দৃঢ় সংকল্প সৃষ্টি করা।\n[২] এই জন্যই বলা হয়, 'যা আসবেই, তা আসন্ন'। আর ঈমানদারদের জন্য আল্লাহর সাহায্য যেহেতু সুনিশ্চিত তাই তা নিকটেই।"
    },
    {
      "ayah": 215,
      "surah": 2,
      "text": "তারা তোমাকে প্রশ্ন করে যে, ‘তারা কি জিনিস দান করবে?’ বল, ‘তোমরা যে ধন খরচ কর, তা পিতা-মাতা, আত্মীয়-স্বজন, পিতৃহীন (এতীম), অভাবগ্রস্ত (মিসকীন) এবং (দুর্দশাগ্রস্ত) মুসাফিরদের জন্য।[১] আর তোমরা যে কোন সৎকাজ কর না কেন, আল্লাহ তা সম্যকরূপে অবগত।’\n[১] কোন কোন সাহাবায়ে কেরাম (রাঃ)-দের জিজ্ঞাসার ভিত্তিতে মাল খরচ করার প্রাথমিক পর্যায়ের খাত বর্ণনা করা হচ্ছে। অর্থাৎ, এরা তোমার আর্থিক সাহায্যের সবার চাইতে বেশী অধিকারী। এ থেকে প্রতীয়মান হয় যে, খরচ করার এ নির্দেশ নফল সাদাকা সম্পর্কীয়; যাকাত সম্পর্কীয় নয়। কারণ, পিতা-মাতার উপর যাকাতের মাল ব্যয় করা জায়েয নয়। মায়মূন বিন মিহরান এই আয়াত তেলাঅত করে বললেন, 'যে পথসমূহে মাল ব্যয় করার কথা এসেছে, তাতে না ঢোল-তবলার উল্লেখ আছে, না বাঁশীর উল্লেখ আছে, আর না কাঠের পুতুলের উল্লেখ আছে আর না এমন পর্দার, যা দেওয়ালে টাঙানো হয়। অর্থাৎ, এ সব জিনিসের পিছনে অর্থ ব্যয় করা অপছন্দনীয় ও অপচয়মূলক কাজ। কিন্তু অনুতাপের বিষয় যে, ইদানীং এই অপচয়মূলক ও অপছন্দনীয় খরচ আমাদের জীবনের এমন অবিচ্ছেদ্য অংশ হয়ে দাঁড়িয়েছে যে, এতে অপছন্দনীয়তার কোন দিক আমাদের দৃষ্টিগোচর হয় না।"
    },
    {
      "ayah": 216,
      "surah": 2,
      "text": "তোমাদের জন্য যুদ্ধের বিধান দেওয়া হল। যদিও এ তোমাদের কাছে অপছন্দ; কিন্তু তোমরা যা পছন্দ কর না, সম্ভবতঃ তা তোমাদের জন্য কল্যাণকর এবং তোমরা যা পছন্দ কর, সম্ভবতঃ তা তোমাদের জন্য অকল্যাণকর। আল্লাহ জানেন, তোমরা জান না। [১]\n[১] জিহাদের নির্দেশের একটি উপমা পেশ করে ঈমানদারদের বুঝানো হচ্ছে যে, আল্লাহর প্রত্যেকটি নির্দেশের উপর আমল কর, যদিও তা তোমাদের নিকট অপছন্দনীয় ও ভারী মনে হয়। কারণ, এর পরিণাম ও ফলসমূহ কেবল আল্লাহই জানেন, তোমরা জানো না। হতে পারে এতে তোমাদের জন্য কল্যাণ রয়েছে। যেমন, জিহাদের ফলস্বরূপ তোমরা লাভ করবে বিজয়, সাফল্য, মর্যাদা-সম্মান এবং শীর্ষস্থান ও (যুদ্ধলব্ধ) সম্পদ-সামগ্রী। পক্ষান্তরে তোমরা যেটা পছন্দ কর (অর্থাৎ, জিহাদে না গিয়ে ঘরে বসে থাকা), তার ফল তোমাদের জন্য অতীব বিপজ্জনক হতে পারে। অর্থাৎ, শত্রু তোমাদের উপর জয়যুক্ত হবে এবং তোমাদেরকে লাঞ্ছনা ও অবমাননার শিকার হতে হবে।"
    },
    {
      "ayah": 217,
      "surah": 2,
      "text": "পবিত্র (নিষিদ্ধ) মাসে যুদ্ধ করা সম্পর্কে লোকে তোমাকে জিজ্ঞাসা করে। বল, সে সময় যুদ্ধ করা ভীষণ অন্যায়। কিন্তু আল্লাহর পথে বাধা দান করা, আল্লাহকে অস্বীকার করা, মাসজিদুল হারাম (কা’বা শরীফের পাশে উপাসনায়) বাধা দেওয়া এবং সেখানকার অধিবাসীদেরকে সেখান থেকে বহিষ্কার করা আল্লাহর নিকট তদপেক্ষা অধিক অন্যায়। আর হত্যা অপেক্ষা ফিতনা (শিরক) ভীষণতর অন্যায়। [১] যদি তারা সক্ষম হয়, তাহলে যে পর্যন্ত তোমাদের (সুপ্রতিষ্ঠিত) ধর্ম থেকে তোমাদেরকে ফিরিয়ে না দেয়, সে পর্যন্ত তোমাদের বিরুদ্ধে যুদ্ধ করতে থাকবে।[২] পরন্তু তোমাদের মধ্যে যে কেউ নিজ ধর্ম ত্যাগ করে এবং সে সত্যপ্রত্যাখ্যানকারী (কাফের)রূপে মৃত্যুবরণ করে, তাদের ইহকাল ও পরকালের কর্ম নিষ্ফল হয়ে যায়। তারাই দোযখবাসী, সেখানে তারা চিরকাল থাকবে। [৩]\n[১] রজব, যুলক্বা'দাহ, যুলহাজ্জাহ এবং মুহাররাম এই চারটি মাস জাহেলিয়াতের যুগেও 'হারাম' (পবিত্র, নিষিদ্ধ বা সম্মানীয়) মাস মনে করা হত। এ মাসগুলোতে লড়াই-যুদ্ধ অপছন্দনীয় ছিল। ইসলামও সেই সম্মানকে বজায় রাখল। নবী করীম (সাঃ)-এর যামানায় এক মুসলিম সৈন্যদলের হাতে একজন কাফের নিহত হয় এবং কিছু লোককে বন্দী করা হয়। মুসলিম এই দলটি অবগত ছিল না যে, রজব মাস শুরু হয়ে গেছে। কাফেররা মুসলিমদেরকে গঞ্জনা দিতে লাগল যে, হারাম মাসের সম্মানেরও এরা খেয়াল করে না। এই ব্যাপারেই এই আয়াত নাযিল হয় এবং বলা হয় যে, অবশ্যই হারাম মাসগুলোতে যুদ্ধ করা মহাপাপ, কিন্তু হারামের দোহাইদাতাদের নিজেদের কর্মের প্রতি দৃষ্টি পড়ে না? এরা তো এর (যুদ্ধের) থেকেও বড় অপরাধে অপরাধী। এরা আল্লাহর পথ ও মসজিদে হারাম থেকে লোকদেরকে বাধা দেয় এবং সেখান থেকে মুসলিমদেরকে বাহির হতে বাধ্য করে। এ ছাড়াও কুফরী ও শিরক তো হত্যার চেয়েও বড় পাপ। কাজেই ভুলবশতঃ যদি এক-আধটা হত্যা হারাম মাসে মুসলিমদের দ্বারা হয়েই থাকে, তাতে কি এমন হয়েছে? এ নিয়ে হাঙ্গামা করার পরিবর্তে তাদেরকে নিজেদের কু-কর্মসমূহের প্রতি দৃষ্টিপাত করা উচিত।\n[২] তারা যখন নিজেদের অপকর্ম, চক্রান্ত এবং তোমাদেরকে মুরতাদ করার (দ্বীন থেকে ফেরানোর) প্রচেষ্টা থেকে ফিরে আসার পাত্র নয়, তখন হারাম মাসের কারণে তোমরা তাদের সাথে মোকাবেলা করা থেকে কেনই বা বিরত থাকবে?\n[৩] যে দ্বীন ইসলাম থেকে ফিরে যাবে, অর্থাৎ মুরতাদ হয়ে যাবে, (তওবা না করলে) তার পার্থিব শাস্তি হল হত্যা। হাদীসে আছে, \"যে তার দ্বীন পরিবর্তন করে ফেলেছে, তাকে হত্যা করে দাও।\"\n(বুখারী ৩০১৭নং)\nআর আয়াতে তার পারলৌকিক শাস্তির কথা বলা হচ্ছে। এ থেকে পরিষ্কার হয়ে যায় যে, ঈমান থাকা অবস্থায় কৃত নেক আমলসমূহও কুফরী করা ও দ্বীন থেকে বিমুখ হওয়ার কারণে মূল্যহীন হয়ে যায় এবং যেভাবে ঈমান আনার পর মানুষের বিগত পাপ মার্জিত হয়ে যায়, অনুরূপ কুফরী করা ও মুরতাদ হয়ে যাওয়ার কারণে সমস্ত নেকী বরবাদ হয়ে যায়। তবে কুরআনের বাগধারা থেকে ফুটে উঠে যে, তার আমল বরবাদ তখনই হবে, যখন তার মৃত্যু হবে কুফরীর উপরে। পক্ষান্তরে যদি সে মৃত্যুর পূর্বে তাওবা করে নেয়, তাহলে এ রকম হবে না। অর্থাৎ, মুর্তাদ্দের তওবা গৃহীত হয়।"
    },
    {
      "ayah": 218,
      "surah": 2,
      "text": "নিশ্চয় যারা বিশ্বাস করে এবং আল্লাহর পথে (ধর্মের জন্য) হিজরত (স্বদেশ ত্যাগ) করে ও জিহাদ (ধর্মযুদ্ধ) করে, তারাই আল্লাহর দয়ার আশা রাখে এবং আল্লাহ চরম ক্ষমাশীল, পরমদয়ালু।"
    },
    {
      "ayah": 219,
      "surah": 2,
      "text": "লোকে তোমাকে মদ ও জুয়া সম্পর্কে জিজ্ঞাসা করে। বল, ‘উভয়ের মধ্যে মহাপাপ [১] এবং মানুষের জন্য (যৎকিঞ্চিৎ) উপকারও আছে, কিন্তু উভয়ের পাপ উপকার অপেক্ষা অধিক।’[২] লোকে তোমাকে জিজ্ঞাসা করে, ‘(আল্লাহর পথে) তারা কী খরচ করবে?’ বল, ‘যা উদ্বৃত্ত।’[৩] এভাবে আল্লাহ তাঁর সকল নিদর্শন তোমাদের জন্য প্রকাশ করেন যাতে তোমরা চিন্তা কর।\n[১] দ্বীনের দৃষ্টিতে এটা মহাপাপ। (যেহেতু এর ফলে ঝগড়া-বিবাদ, মারামারি, গালাগালি ও অশ্লীলতার সৃষ্টি হয়। ইবাদতে বাধা সৃষ্টি হয়, অর্থের অপচয় ঘটে এবং বিদ্বেষ, দারিদ্র্য ও লাঞ্ছনার আগমন ঘটে।)\n[২] উপকারিতাসমূহের সম্পর্ক দুনিয়ার সাথে। যেমন, মদপানে সময়িকভাবে শারীরিক স্ফূর্তি, সানন্দ উদ্যম এবং কারো কারো মস্তিষ্ক তেজস্বীতাও আসে। যৌনশক্তি বৃদ্ধি লাভ করে। তাই তার ব্যবহার ব্যাপক হয়। অনুরূপ এর (মদের) ক্রয়-বিক্রয় বড় লাভদায়ক ব্যবসা। জুয়াতেও কখনো কখনো কেউ জিতে যায়, ফলে সে কিছু অর্থ লাভ করে। কিন্তু এই সমূহ উপকারিতা সেই সমূহ ক্ষতি ও ফাসাদের তুলনায় কিছুই নয়; যা মানুষের বিবেক-বুদ্ধি ও তার দ্বীন-ধর্মের উপর আসে। আর এই জন্যই বলা হয়েছে, \"কিন্তু উভয়ের পাপ উপকার অপেক্ষা অধিক।\" এই আয়াতে মদ ও জুয়াকে (পরিষ্কারভাবে) হারাম বলা না হলেও তার প্রাথমিক সূচনার উপর আলোকপাত করা হয়েছে। এই আয়াত থেকে একটি গুরুত্বপূর্ণ মূলনীতি এই জানা যায় যে, প্রত্যেক জিনিসের মধ্যে কিছু না কিছু লাভ থাকেই, তাতে তা যতই খারাপ জিনিস হোক না কেন। যেমন রেডিও, টিভি এবং এই ধরনের আরো আবিষ্কৃত আধুনিক জিনিস। মানুষ তার কিছু কিছু লাভের কথা উল্লেখ করে আত্মপ্রতারণা করে থাকে। কিন্তু বিবেচনা করা উচিত যে, লাভ ও নোকসানের মধ্যে কোনটার ভাগ বেশী। বিশেষতঃ দ্বীন, ঈমান এবং আখলাক-চরিত্রের দিক দিয়ে। যদি দ্বীনী দৃষ্টিকোণ থেকে তার নোকসান ও ক্ষতির দিক বেশী হয়, তাহলে সামান্য পার্থিব লাভের জন্য তা জায়েয সাব্যস্ত করা যাবে না।\n[৩] এই অর্থের দিক দিয়ে এটা একটি নৈতিক নির্দেশ অথবা এই নির্দেশ ইসলামের প্রথম পর্যায়ে ছিল। যাকাত ফরয হওয়ার পর এর উপর আমল আর জরুরী নয়। তবে উত্তম অবশ্যই বটে। কিংবা العَفو এর অর্থ হল, \"যা সহজভাবে ও অনায়াসে হয় এবং অন্তরে ভারী অনুভূত না হয়।\" ইসলাম অবশ্যই (আল্লাহর পথে) ব্যয় করার প্রতি বড় উৎসাহ প্রদান করেছে, তবে এ ব্যাপারে মধ্যপন্থার খেয়াল রেখে প্রথমতঃ স্বীয় অধীনস্থ ব্যক্তিদের দেখাশোনা এবং তাদের প্রয়োজন পূরণকে প্রাধান্য দেওয়ার নির্দেশ দিয়েছে। দ্বিতীয়তঃ এমন মুক্তহস্তে ব্যয় করতে নিষেধ করেছে, যাতে কাল তোমাকে ও তোমার পরিবারের লোকদেরকে অন্যের দ্বারস্থ হতে না হয়।"
    },
    {
      "ayah": 22,
      "surah": 2,
      "text": "যিনি পৃথিবীকে তোমাদের জন্য বিছানা ও আকাশকে ছাদ সরূপ সৃষ্টি করেছেন এবং আকাশ হতে পানি বর্ষণ ক’রে তার দ্বারা তোমাদের জীবিকার জন্য ফল-মূল উৎপাদন করেছেন। সুতরাং জেনে শুনে কাউকেও আল্লাহর সমকক্ষ স্থির করো না।\nহিদায়াত এবং গুমরাহীর দিক দিয়ে মানুষের তিনটি দলের কথা উল্লেখ করার পর মহান আল্লাহর একত্ববাদ এবং তাঁর ইবাদতের প্রতি আহবান প্রত্যেক মানুষকে করা হচ্ছে। বলা হচ্ছে, যখন তোমাদের ও সারা বিশ্ব-জাহানের স্রষ্টা আল্লাহ, তোমাদের সমস্ত প্রয়োজনের ব্যবস্থাপক তিনিই, তখন তোমরা তাঁকে বাদ দিয়ে অন্যের ইবাদত কেন কর? অন্যকে তাঁর সাথে অংশীদার স্থাপন কেন কর? যদি তোমরা আল্লাহর আযাব থেকে বাঁচতে চাও, তাহলে তার একটাই উপায় এই যে, তোমরা আল্লাহকে একক মেনে নিয়ে কেবল তাঁরই ইবাদত করো এবং জেনে-শুনে শির্ক করো না।"
    },
    {
      "ayah": 220,
      "surah": 2,
      "text": "ইহকাল ও পরকাল সম্বন্ধে। লোকে তোমাকে পিতৃহীনদের সম্পর্কেও জিজ্ঞাসা করে;[১] বল, তাদের উপকারের চেষ্টা করাই উত্তম। আর যদি তোমরা তাদের সাথে মিলে-মিশে থাক, তাহলে তারা তোমাদের ভাই। আল্লাহ জানেন কে হিতকারী ও কে অনিষ্টকারী। আর আল্লাহ ইচ্ছা করলে তোমাদেরকে কষ্টে ফেলতে পারতেন। [২] নিশ্চয় আল্লাহ প্রবল পরাক্রান্ত প্রজ্ঞাময়।\n[১] অন্যায়ভাবে এতীমদের মাল ভক্ষণকারীদের প্রতি যখন তিরস্কার নাযিল হল, তখন সাহাবায়ে কেরাম (রাঃ) ভয় পেয়ে গেলেন এবং এতীমদের মাল পৃথক করে দিলেন, এমন কি পানাহারের কোন কিছু অবশিষ্ট রয়ে গেলে তাও এই ভয়ে ব্যবহার করতেন না যে, আমরাও যেন (আল্লাহ কর্তৃক) নাযিলকৃত শাস্তির উপযুক্ত ও তিরস্কারে শামিল না হয়ে যাই, ফলে তা খারাপ হয়ে যেত। এই কারণেই এই আয়াত নাযিল হল।\n(ইবনে কাসীর)\n[২] অর্থাৎ, উপকারের চেষ্টা ও সৎ উদ্দেশ্যেও তাদের মালকে তোমাদের মালের সাথে মিশিয়ে নেওয়ার অনুমতি দিতেন না।"
    },
    {
      "ayah": 221,
      "surah": 2,
      "text": "অংশীবাদী রমণী যে পর্যন্ত না (ইসলাম ধর্মে) বিশ্বাস করে তোমরা তাদেরকে বিবাহ করো না। [১] অংশীবাদী নারী তোমাদেরকে চমৎকৃত করলেও নিশ্চয় (ইসলাম ধর্মে) বিশ্বাসী ক্রীতদাসী তার থেকেও উত্তম। (ইসলাম ধর্মে) বিশ্বাস না করা পর্যন্ত অংশীবাদী পুরুষের সাথে (তোমাদের কন্যার) বিবাহ দিয়ো না। অংশীবাদী পুরুষ তোমাদেরকে চমৎকৃত করলেও (ইসলাম ধর্মে) বিশ্বাসী ক্রীতদাস তার থেকেও উত্তম। কারণ, ওরা তোমাদের আগুনের দিকে আহবান করে এবং আল্লাহ তোমাদেরকে স্বীয় ইচ্ছায় বেহেশত ও ক্ষমার দিকে আহবান করেন। তিনি মানুষের জন্য স্বীয় নিদর্শনসমূহ সুস্পষ্টভাবে ব্যক্ত করেন, যাতে তারা তা থেকে উপদেশ গ্রহণ করতে পারে।\n[১] 'অংশীবাদী রমণী' বা মুশরিক নারী বলতে এখানে মূর্তিপূজক নারীদেরকে বুঝানো হয়েছে। কেননা, আহলে কিতাব (ইয়াহুদী ও খ্রিষ্টান) নারীদের সাথে বিবাহ করার অনুমতি কুরআন দিয়েছে। অবশ্য কোন মুসলিম নারীর বিবাহ কোন আহলে কিতাব পুরুষের সাথে হতে পারে না। পরন্তু উমার (রাঃ) কোন সৎ উদ্দেশ্যেও ইয়াহুদী ও খ্রিষ্টান নারীদের সাথেও বিবাহ পছন্দ করতেন না।\n(ইবনে কাসীর)\nআলোচ্য আয়াতে মু'মিনদেরকে কেবল ঈমানদার পুরুষ ও নারীদের পরস্পর বিবাহ দেওয়ার উপর তাকীদ করা হয়েছে এবং দ্বীনকে দৃষ্টিচ্যুত করে কেবল রূপ-সৌন্দর্যের ভিত্তিতে বিবাহ করাকে আখেরাতের জন্য বরবাদী সাব্যস্ত করা হয়েছে। যেমন হাদীসে নবী করীম (সাঃ) বলেছেন যে, \"চারটি জিনিসের ভিত্তিতে মহিলাদেরকে বিবাহ করা হয়; মাল, বংশ এবং সৌন্দর্য ও দ্বীনের ভিত্তিতে। তোমরা দ্বীনদার মহিলা নির্বাচন কর।\"\n(বুখারী ৫০৯০, মুসলিম ১৪৬৬নং)\nঅনুরূপ তিনি পুণ্যময়ী সৎশীলা মহিলাকে দুনিয়ার সবচেয়ে শ্রেষ্ঠ সম্পদ গণ্য করেছেন। তিনি বলেন, \"সবচেয়ে শ্রেষ্ঠ সম্পদ হল পুণ্যময়ী নারী।\"\n(মুসলিম ১৪৬৭নং)"
    },
    {
      "ayah": 222,
      "surah": 2,
      "text": "লোকে রজঃস্রাব সম্পর্কে জিজ্ঞাসা করে। তুমি বল, তা অশুচি। সুতরাং তোমরা রজঃস্রাবকালে স্ত্রীসঙ্গ বর্জন কর[১] এবং যতদিন না তারা পবিত্র হয়, (সহবাসের জন্য) তাদের নিকটবর্তী হয়ো না। অতঃপর যখন তারা পবিত্র হয়,[২] তখন তাদের নিকট ঠিক সেই পথে গমন কর, যে পথে আল্লাহ তোমাদেরকে নির্দেশ দিয়েছেন। [৩] নিশ্চয় আল্লাহ ক্ষমা প্রার্থিগণকে এবং যারা পবিত্র থাকে তাদেরকে পছন্দ করেন।\n[১] সাবালিকা হওয়ার পর প্রত্যেক নারীর লজ্জাস্থান থেকে মাসে একবার নিয়মিত যে রক্ত আসে, তাকে হায়েয (মাসিক, ঋতু বা রজঃস্রাব) বলা হয়। আবার কখনো কখনো কোন রোগের কারণে বাঁধা নিয়মের অতিরিক্তও আসে; তাকে ইস্তিহাযা বলে। ইস্তিহাযার বিধান হায়েযের থেকে ভিন্ন। মাসিকের দিনগুলোতে নামায মাফ এবং রোযা রাখা নিষেধ। পরে রোযা কাযা করা আবশ্যক। পুরুষের জন্য কেবল সঙ্গম করা নিষেধ, তবে চুম্বন ও আলিঙ্গন করা জায়েয। অনুরূপ মহিলা এই দিনগুলোতে রান্না সহ সংসারের অন্য সব কাজই করতে পারে। কিন্তু ইয়াহুদীদের মধ্যে এই দিনগুলোতে মহিলাকে সম্পূর্ণ অপবিত্র গণ্য করা হত। তারা তার সাথে মেলামেশা এবং খাওয়া-দাওয়া বৈধ মনে করত না। সাহাবায়ে কেরাম (রাঃ) এ ব্যাপারে জিজ্ঞাসা করলে এই আয়াত অবতীর্ণ হয়। এতে কেবল সহবাস করা থেকে বিরত থাকতে বলা হয়েছে। নিকটবর্তী না হওয়া বা দূরে থাকার অর্থঃ কেবল সঙ্গম করা নিষেধ।\n(ইবনে কাসীর ইত্যাদি)\n[২] 'যখন তারা পবিত্র হয়' এর দু'টি অর্থ বলা হয়েছে। (ক) যখন রক্ত আসা বন্ধ হয়। অর্থাৎ, গোসল ছাড়াই সে পবিত্র হয়ে যাবে। এমতাবস্থায় পুরুষের জন্য তার সাথে (গোসলের পূর্বে) সহবাস করা জায়েয। ইবনে হায্ম এবং অন্য কিছু ইমামগণ এরই সমর্থক। আল্লামা আলবানীও এই মতের সমর্থন করেছেন।\n(আদাবুয্ যিফাফ ৪৭ পৃষ্ঠা)\n(খ) রক্ত বন্ধ হওয়ার পর গোসল করে পবিত্র হয়। দ্বিতীয় অর্থানুযায়ী স্ত্রী যতক্ষণ না গোসল করেছে, ততক্ষণ পর্যন্ত তার সাথে সহবাস করা হারাম থাকবে। ইমাম শাওকানী এটাকেই প্রাধান্য দিয়েছেন।\n(ফাতহুল ক্বাদীর)\nআমাদের নিকট দু'টোই আমলযোগ্য, তবে দ্বিতীয়টি প্রাধান্য পাওয়ার অধিক যোগ্য।\n[৩] 'যে পথে-- নির্দেশ দিয়েছেন।' অর্থাৎ, যোনিপথে। কারণ, মাসিক অবস্থায় এই যোনিপথই ব্যবহার করতে নিষেধ করা হয়েছিল। তাই এখন পবিত্র হওয়ার পর যার অনুমতি দেওয়া হচ্ছে, সেটা এই যোনিপথ ব্যবহার করারই অনুমতি, কোন অন্য পথের নয়। এ থেকে দলীল গ্রহণ করা হয়েছে যে, মহিলার পায়ুপথ (মলদ্বার) ব্যবহার করা হারাম। যেমন হাদীসে এ বিষয়কে আরো পরিষ্কারভাবে বর্ণনা করা হয়েছে।"
    },
    {
      "ayah": 223,
      "surah": 2,
      "text": "তোমাদের স্ত্রী তোমাদের শস্যক্ষেত্র (স্বরূপ)। অতএব তোমরা তোমাদের শস্যক্ষেত্রে যেভাবে (যেদিক থেকে) ইচ্ছা গমন করতে পার।[১] তোমরা তোমাদের (মুক্তির জন্য) পূর্বেই পাথেয় প্রেরণ কর এবং আল্লাহকে ভয় কর। আর জেনে রাখ যে, নিশ্চয়ই তোমরা আল্লাহর সম্মুখীন হবে এবং বিশ্বাসিগণকে সুসংবাদ দাও।\n[১] ইয়াহুদীদের ধারণা ছিল যে, যদি মহিলাকে উপুড় করে পিছনের দিক থেকে তার সাথে সঙ্গম করা হয়, তাহলে (সেই সঙ্গমে সন্তান জন্ম নিলে) তার চক্ষু টেরা হয়। এই ধারণার খন্ডনে বলা হচ্ছে যে, সহবাস সামনের দিক থেকে কর অথবা পিছনের দিক থেকে কর, যেভাবে ইচ্ছা কর সবই বৈধ। তবে সর্বক্ষেত্রে অত্যাবশ্যক হল নারীর যোনিপথ ব্যবহার করা। কেউ কেউ এ থেকে প্রমাণ করেন যে, 'যেভাবে ইচ্ছা' কথার মধ্যে মলদ্বারও এসে যায়। কাজেই স্ত্রীর মলদ্বার ব্যবহারও বৈধ। কিন্তু এটা একেবারে ভুল কথা। যখন কুরআন মহিলাকে শস্যক্ষেত (সন্তান উৎপাদনের ক্ষেত) সাব্যস্ত করল, তখন এর পরিষ্কার অর্থ হল, কেবল ক্ষেতকে ব্যবহারের জন্য বলা হচ্ছে যে, \"নিজেদের শস্যক্ষেতে যেভাবে ইচ্ছা গমন কর।\" আর এই ক্ষেত (সন্তান জন্মের স্থান) কেবল যোনিপথ, মলদ্বার নয়। মোটকথা, পায়ুমৈথুন একটি রুচি ও প্রকৃতি-বিরোধী কাজ। (তা ছাড়া হাদীসে আমাদেরকে বলা হয়েছে যে, স্ত্রীর পায়খানাদ্বারে সঙ্গম করা এক প্রকার কুফরী এবং) যে ব্যক্তি তার স্ত্রীর মলদ্বার ব্যবহার করে, সে অভিশপ্ত।\n(ইবনে কাসীর, ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 224,
      "surah": 2,
      "text": "তোমরা সৎকাজ, আত্মসংযম ও মানুষের মধ্যে শান্তি স্থাপন করবে না বলে নিজেদের শপথের জন্য আল্লাহর (নাম)কে লক্ষ্যবস্তু বানায়ো না। [১] আর আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।\n[১] অর্থাৎ, রাগে এই ধরনের কসম খেয়ো না যে, আমি অমুকের সাথে সদ্ব্যবহার করব না, অমুকের সাথে কথা বলব না বা অমুকদের মাঝে মীমাংসা করে দেব না। এই ধরনের কসমের ব্যাপারে হাদীসে বলা হয়েছে যে, যদি করে ফেল, তাহলে তা ভঙ্গ করে দাও এবং কসমের কাফফারা আদায় কর। (কসমের কাফফারার জন্য দ্রষ্টব্যঃ সূরা মায়েদার ৫:৮৯)"
    },
    {
      "ayah": 225,
      "surah": 2,
      "text": "তোমাদের অর্থহীন শপথের জন্য আল্লাহ তোমাদেরকে দায়ী করবেন না।[১] কিন্তু তিনি তোমাদের অন্তরের সংকল্পের জন্য দায়ী করবেন। আর আল্লাহ পরম ক্ষমাশীল, বড় সহিষ্ণু।\n[১] অর্থাৎ, যে কসম অনিচ্ছায় ও স্বভাবগতভাবে (মুদ্রাদোষে) মুখ থেকে বেড়িয়ে যায়, তার জন্য তিনি তোমাদেরকে দায়ী করবেন না। অবশ্য ইচ্ছাকৃতভাবে কসম রক্ষা করতে হবে। পক্ষান্তরে স্বেচ্ছায় মিথ্যা কসম খাওয়া মহাপাপ।"
    },
    {
      "ayah": 226,
      "surah": 2,
      "text": "যারা নিজেদের স্ত্রীর কাছে না যাওয়ার শপথ (কসম) করে, তারা চার মাস অপেক্ষা করবে।[১] অতঃপর তারা যদি (মিলনে) ফিরে আসে, তাহলে নিশ্চয় আল্লাহ চরম ক্ষমাশীল পরম দয়ালু।\n[১] 'ঈলা'র অর্থ কসম খাওয়া। অর্থাৎ, কোন স্বামী যদি কসম খায় যে, সে তার স্ত্রীর সাথে (উদাহরণস্বরূপ) এক মাস অথবা দু'মাস পর্যন্ত কোন সম্পর্ক রাখবে না। অতঃপর কসমের নির্ধারিত সময়সীমা পূর্ণ করে সম্পর্ক কায়েম করে নেয়, তাহলে তাতে কোন কাফফারা নেই। কিন্তু যদি নির্ধারিত সময়সীমা পূর্ণ হওয়ার পূর্বেই সম্পর্ক কায়েম করে, তাহলে কসমের কাফফারা আদায় করতে হবে। আর যদি চার মাসেরও অধিক সময়ের জন্য কসম খায় কিংবা যদি কোন সময় নির্দিষ্ট না করেই কসম খায়, তাহলে আলোচ্য আয়াতে এই ধরনের লোকদের জন্য সময় নির্ধারিত করে দেওয়া হয়েছে যে, চার মাস অতিবাহিত হয়ে যাওয়ার পর হয় সে স্বীয় স্ত্রীর সাথে সম্পর্ক স্থাপিত করে নেবে, নতুবা তাকে তালাক দিয়ে দেবে। (তাকে চার মাসের অধিক ঝুলিয়ে রাখার অনুমতি নেই।) প্রথম অবস্থায় তাকে কসমের কাফফারা আদায় করতে হবে। আর যদি সে উভয় অবস্থার কোনটাই গ্রহণ না করে, তাহলে তাকে কোন একটি গ্রহণ করার জন্য আদালত বাধ্য করবে। হয় সে তার সাথে সম্পর্ক কায়েম করে নেবে অথবা তাকে তালাক দেবে। যাতে মহিলার সাথে কোন প্রকার যুলুম না হয়।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 227,
      "surah": 2,
      "text": "আর যদি তারা তালাকই দিতে (বিবাহ বিচ্ছেদ করতে) সংকল্পবদ্ধ হয়,[১] তবে আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।\n[১] এই শব্দগুলো থেকে প্রতীয়মান হয় যে, চার মাস হয়ে গেলেই আপনা-আপনিই তালাক হয়ে যাবে না। (যেমন কোন কোন উলামার অভিমত।) বরং স্বামী তালাক দিলে তবেই তালাক হবে। আর এ কাজে আদালতও তাকে বাধ্য করবে। অধিকাংশ উলামার এটাই মত।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 228,
      "surah": 2,
      "text": "তালাকপ্রাপ্তা (বর্জিতা) নারীগণ তিন মাসিকস্রাব কাল প্রতীক্ষায় থাকবে।[১] (অর্থাৎ বিবাহ করা থেকে বিরত থাকবে।) তারা আল্লাহ ও পরকালে বিশ্বাসী হলে তাদের গর্ভাশয়ে আল্লাহ যা সৃষ্টি করেছেন তা গোপন করা তাদের পক্ষে বৈধ নয়।[২] আর এই সময়ের মধ্যে যদি তারা সন্ধি কামনা করে, তাহলে তাদের স্বামীগণই তাদেরকে পুনঃগ্রহণে অধিক হকদার।[৩] নারীদের তেমনি ন্যায়-সঙ্গত অধিকার আছে যেমন আছে তাদের উপর পুরুষদের। কিন্তু নারীদের উপর পুরুষদের কিছুটা মর্যাদা আছে।[৪] আর আল্লাহ মহাপরাক্রমশালী, প্রজ্ঞাময়।\n[১] এ থেকে সেই তালাকপ্রাপ্তা মহিলাকে বুঝানো হয়েছে, যে গর্ভবতী নয়। (কারণ, গর্ভবতীর ইদ্দত হল প্রসব হওয়া পর্যন্ত)। অনুরূপ (স্বামী-স্ত্রীর মধ্যে) সম্পর্ক স্থাপিত হওয়ার পূর্বে যে মহিলা তালাক পেয়ে গেছে, সেও নয়। (কারণ, তার কোন ইদ্দত নেই।) যার হায়েয আসা বন্ধ হয়ে গেছে, সেও নয়। (কেননা, তার ইদ্দত হল, তিন মাস।) অর্থাৎ, এখানে উল্লিখিত নারীগুলো ব্যতীত এমন নারীর ইদ্দতের কথা বলা হচ্ছে, যার সাথে তার স্বামীর সম্পর্ক কায়েম হয়েছে। আর তার ইদ্দত হল, তিন 'ক্বুরু'। যার অর্থ, তিন পবিত্রাবস্থা অথবা তিন মাসিকাবস্থা। অর্থাৎ, সে তিন পবিত্রাবস্থা বা তিন মাসিকাবস্থা অতিবাহিত করার পর দ্বিতীয় স্বামী গ্রহণ (বিবাহ) করতে পারবে। সালাফগণ 'ক্বুরু'র উভয় অর্থকেই সঠিক বলেছেন। কাজেই দু'টো অর্থই গ্রহণ করা যায়।\n(ইবনে কাসীর ও ফাতহুল ক্বাদীর)\n[২] এ থেকে মাসিক ও গর্ভ উভয় উদ্দেশ্য। মাসিক গোপন করা বলতে যেমন বলা, তালাকের পর আমার একবার বা দু'বার মাসিক এসেছে, অথচ তিন মাসিকই তার এসে গেছে। এ থেকে উদ্দেশ্য হল, প্রথম স্বামীর কাছে ফিরে যাওয়া (যদি ফিরে যাওয়ার ইচ্ছা থাকে)। আর ফিরে যাওয়ার ইচ্ছা না থাকলে, বলা, আমার তিনবারই মাসিক এসে গেছে, অথচ প্রকৃতপক্ষে এ রকম হয়নি, যাতে স্বামীর ফিরিয়ে নেওয়ার অধিকার প্রমাণিত না হয়। অনুরূপভাবে গর্ভ গোপন করাও বৈধ নয়। কেননা, গর্ভাবস্থায় অন্যত্র বিবাহ হলে বংশে মিশ্রণ ঘটবে। বীর্য হবে প্রথম স্বামীর কিন্তু সন্তান সম্পর্কিত হবে দ্বিতীয় স্বামীর সাথে। আর এটা হল খুব বড় পাপ।\n[৩] ফিরিয়ে নেওয়ার উদ্দেশ্য যদি স্বামীর সংকীর্ণতা সৃষ্টি করা না হয়, তাহলে তার ফিরিয়ে নেওয়ায় সম্পূর্ণ অধিকার আছে। স্ত্রীর অভিভাবকের এ অধিকারে অন্তরায় সৃষ্টি করার অনুমতি নেই।\n[৪] অর্থাৎ, উভয়ের অধিকারগুলো একে অপরের মতনই। আর এগুলো আদায় করার ব্যাপারে উভয়েই শরীয়ত কর্তৃক বাধ্য। তবে মহিলাদের উপর পুরুষদের কিছু মর্যাদা বেশী রয়েছে। যেমন, প্রকৃতিগত শক্তি, জিহাদের অনুমতি, দ্বিগুণ মীরাস পাওয়া, অবিভাবকত্ব ও নেতৃত্ব এবং তালাক দেওয়া ও ফিরিয়ে নেওয়া ইত্যাদির ব্যাপারে।"
    },
    {
      "ayah": 229,
      "surah": 2,
      "text": "এ তালাক দু’বার,[১] অতঃপর স্ত্রীকে হয় বিধিসম্মতভাবে রাখবে[২] অথবা সদ্ভাবে বিদায় দেবে।[৩] আর স্ত্রীগণকে দেওয়া কোন কিছু ফেরৎ নেওয়া তোমাদের পক্ষে বৈধ নয়; তবে যদি তাদের উভয়ের আশংকা হয় যে, তারা আল্লাহর সীমারেখা রক্ষা করে চলতে পারবে না। সুতরাং তোমরা যদি আশংকা কর যে, তারা আল্লাহর সীমারেখা (বাস্তবিকই) রক্ষা করে চলতে পারবে না, তাহলে (সে অবস্থায়) স্ত্রী কোন কিছুর বিনিময়ে (স্বামী থেকে) নিক্ককৃতি পেতে চাইলে তাতে (স্বামী-স্ত্রীর) ‎কারো কোন পাপ নেই।[৪] এ সব আল্লাহর সীমারেখা। অতএব তা তোমরা লংঘন করো না। আর যারা আল্লাহর (নির্দিষ্ট) সীমারেখা লংঘন করে, তারাই অত্যাচারী।\n[১] অর্থাৎ, সেই তালাক, যে তালাকে স্বামীর (ইদ্দতের মধ্যে) স্ত্রীকে ফিরিয়ে নেওয়ার অধিকার থাকে, তার সংখ্যা হল দুই। প্রথমবার তালাক দেওয়ার পর এবং দ্বিতীয়বার তালাক দেওয়ার পরও ফিরিয়ে নেওয়া যায়। তৃতীয়বার তালাক দেওয়ার পর ফিরিয়ে নেওয়ার অনুমতি নেই। জাহেলিয়াতে তালাকের ও ফিরিয়ে নেওয়ার ব্যাপারে কোন নির্ধারিত সময়-সীমা ছিল না। ফলে নারীর উপর বড়ই যুলুম হত। মানুষ বার বার স্বীয় স্ত্রীকে তালাক দিয়ে আবার ফিরিয়ে নিত। এইভাবে না তাকে নিয়ে সঠিকভাবে সংসার করত, আর না তাকে মুক্ত করত। মহান আল্লাহ এই যুলুমের পথ বন্ধ করে দিলেন। পরন্তু প্রথমবার ও দ্বিতীয়বারে চিন্তা-ভাবনা করার সুযোগ থেকে বঞ্চিত করেননি। তা না হলে যদি প্রথম তালাকেই চির দিনের জন্য বিচ্ছেদের নির্দেশ দিতেন, তাহলে এ থেকে পারিবারিক যে সব সমস্যার সৃষ্টি হত, তা কল্পনাতীত। তাছাড়া মহান আল্লাহ ((طَلْقَتَانِ)) (দু'তালাক) বলেননি, বরং বলেছেন, ((الطَّلاَقُ مَرَّتَانِ)) (তালাক দু'বার)। এ থেকে ইঙ্গিত করেছেন যে, একই সময়ে দুই বা তিন তালাক দেওয়া এবং তা কার্যকরী করা আল্লাহর হিকমতের পরিপন্থী। আল্লাহর হিকমতের দাবী হল, একবার তালাক দেওয়ার পর (তাতে 'তালাক' শব্দ একবার প্রয়োগ করুক বা একাধিকবার করুক) এবং অনুরূপ দ্বিতীয়বার তালাক দেওয়ার পর (তাতে 'তালাক' শব্দ একবার প্রয়োগ করুক বা একাধিকবার করুক) স্বামীকে চিন্তা-ভাবনা করার এবং ত্বরান্বিত ও রাগান্বিত অবস্থায় কৃত কর্ম সম্বন্ধে পুনর্বিবেচনা করার সুযোগ দেওয়া। আর এই হিকমত (যৌক্তিকতা) এক মজলিসে তিন তালাককে এক তালাক গণ্য করার মধ্যেই বিদ্যমান থাকে। একই সময়ে দেওয়া তিন তালাককে কার্যকরী করে দিয়ে চিন্তা-বিবেচনা করা ও ভুল সংশোধনের সুযোগ দেওয়া থেকে বঞ্চিত করে দিলে সেই হিকমত অবশিষ্ট থাকে না। (আরো বিস্তারিত জানার জন্য নিম্নের বইগুলো দ্রষ্টব্যঃ 'মাজমূআহ মাক্বালাত ইলমিয়াহ'-এক মজলিসে তিন তালাক- এবং 'ইখতিলাফে উম্মাহ আওর সিরাতে মুস্তাক্বীম') এ কথাও জেনে রাখা দরকার যে, বহু উলামা এক মজলিসে দেওয়া তিন তালাককে কার্যকরী হয়ে যাওয়ার ফতওয়া দিয়ে থাকেন।\n[২] অর্থাৎ, তালাক প্রত্যাহার করে নিয়ে তার সাথে ভালভাবে সাংসারিক জীবন-যাপন করবে।\n[৩] অর্থাৎ, তৃতীয়বার তালাক দেওয়ার পর।\n[৪] এখানে খুলা' (খোলা তালাকের) কথা বলা হচ্ছে। অর্থাৎ, স্ত্রী স্বামী থেকে পৃথক হতে চাইলে, স্বামী তার স্ত্রীকে দেওয়া মোহরানা ফিরিয়ে নিতে পারে। স্বামী যদি স্ত্রীকে পৃথক করে দিতে না চায়, তাহলে আদালত স্বামীকে তালাক দেওয়ার নির্দেশ দেবে। এতেও যদি সে না মানে, তবে আদালত তাদের বিবাহ বানচাল ঘোষণা করবে। অর্থাৎ, খুলা' তালাকের মাধ্যমেও হতে পারে এবং বিবাহ বানচালের মাধ্যমেও হতে পারে। উভয় অবস্থাতেই স্ত্রীর ইদ্দত কেবল এক মাসিক।\n(আবূ দাউদ, তিরমিযী, নাসায়ী, হাকেম, ফাতহুল ক্বাদীর)\nমহিলাকে এই অধিকার দেওয়ার সাথে সাথে এ কথার উপরেও শক্ত তাকীদ করা হয়েছে যে, কোন উপযুক্ত কারণ ছাড়া সে যেন তার স্বামীর কাছে তালাক কামনা না করে। যদি সে এ রকম (অকারণে তালাক কামনা) করে, তাহলে নবী করীম (সাঃ) এই ধরনের নারীর জন্য কঠিন শাস্তির কথা ঘোষণা করে বলেছেন যে, সে জান্নাতের সুগন্ধও পাবে না।\n(ইবনে কাসীর ইত্যাদি)"
    },
    {
      "ayah": 23,
      "surah": 2,
      "text": "আমি আমার দাসের প্রতি (মুহাম্মাদের প্রতি) যা অবতীর্ণ করেছি তাতে তোমাদের কোন সন্দেহ থাকলে তোমরা তার অনুরূপ কোন সূরা আনয়ন কর, এবং তোমরা যদি সত্যবাদী হও তবে আল্লাহ ব্যতীত তোমাদের সকল সাক্ষী (এ কাজে সহযোগী উপাস্যদের)কে আহবান কর।\nতাওহীদের পর এবারে রিসালাতের প্রমাণ পেশ করা হচ্ছে। বলা হচ্ছে, আমি আমার বান্দার প্রতি যে কিতাব অবতীর্ণ করেছি, সেটা যে আল্লাহরই পক্ষ থেকে অবতীর্ণ এ ব্যাপারে যদি তোমাদের কোন সন্দেহ থাকে, তবে তোমরা তোমাদের সকল সহযোগীদের সাথে নিয়ে এই ধরনের কোন একটি সূরা রচনা করে দেখিয়ে দাও! আর যদি এ রকম করতে না পার, তাহলে জেনে নিও যে, বস্ত্ততঃ এ বাণী কোন মানুষের প্রচেষ্টার ফল নয়, বরং তা আল্লাহর বাণী। তোমাদের উচিত, আল্লাহর কালাম এবং রসূলের রিসালাতের উপর ঈমান এনে সেই জাহান্নামের আগুন থেকে বাঁচতে চেষ্টা করা, যা কাফেরদের জন্য প্রস্তুত করা হয়েছে।"
    },
    {
      "ayah": 230,
      "surah": 2,
      "text": "অতঃপর উক্ত স্ত্রীকে যদি সে (তৃতীয়) তালাক দেয়, তবে যে পর্যন্ত না ঐ স্ত্রী অন্য স্বামীকে বিবাহ করবে, তার পক্ষে সে বৈধ হবে না। অতঃপর ঐ দ্বিতীয় স্বামী যদি তাকে তালাক দেয় এবং যদি উভয়ে মনে করে যে, তারা আল্লাহর সীমারেখা রক্ষা করে চলতে পারবে, তাহলে তাদের (পুনর্বিবাহের মাধ্যমে দাম্পত্য-জীবনে) ফিরে আসায় কোন দোষ নেই।[১] এ সব আল্লাহর নির্ধারিত সীমারেখা, জ্ঞানী সম্প্রদায়ের জন্য আল্লাহ এগুলি স্পষ্টভাবে বর্ণনা করেন।\n[১] এই তালাক থেকে তৃতীয় তালাক বুঝানো হয়েছে। অর্থাৎ, তৃতীয় তালাক দেওয়ার পর স্বামী স্ত্রীকে না ফিরিয়ে নিতে পারবে, আর না পুনর্বিবাহ করতে পারবে। তবে হ্যাঁ, এই মহিলার যদি অন্যত্র বিবাহ হয় এবং দ্বিতীয় স্বামী যদি স্বেচ্ছায় তাকে তালাক দেয় অথবা সে (স্বামী) যদি মারা যায়, তাহলে প্রথম স্বামীর জন্য তাকে পুনর্বিবাহ করা জায়েয হবে। কিন্তু এ ব্যাপারে আমাদের দেশে যে হালালা (হীলা) প্রথা চালু আছে, তা একটি অভিশপ্ত কর্মকান্ড। নবী করীম (সাঃ) যে হালালা করে এবং যে করায় তাদের উভয়কেই অভিশাপ করেছেন। হালালা করানোর উদ্দেশ্যে কৃত বিবাহ, প্রকৃতপক্ষে বিবাহ নয়, বরং তা ব্যভিচার। এই (অবৈধ পরিকল্পিত) বিবাহের মাধ্যমে মহিলা প্রথম স্বামীর জন্য বৈধ হবে না।"
    },
    {
      "ayah": 231,
      "surah": 2,
      "text": "যখনই তোমরা স্ত্রীদের (রজয়ী) তালাক দাও এবং তারা ‘ইদ্দত’ (নির্দিষ্ট সময়) পূর্ণ করে, তখন তাদেরকে বিধিমতে বহাল কর অথবা সদ্ভাবে বিদায় দাও।[১] তাদের প্রতি নির্যাতন করার উদ্দেশ্যে তাদেরকে আটক করে রেখো না। যে ব্যক্তি এমন করে, সে নিজের ক্ষতি করে এবং তোমরা আল্লাহর নিদর্শনাবলীকে ঠাট্টা-তামাশার বস্তু করো না।[২] তোমাদের প্রতি তাঁর অনুগ্রহ ও কিতাব এবং বিজ্ঞান যা তোমাদের প্রতি অবতীর্ণ করেছেন ও যা দিয়ে তিনি তোমাদেরকে উপদেশ দেন, তা স্মরণ কর। আর তোমরা আল্লাহকে ভয় কর। আর জেনে রেখো যে, আল্লাহ সর্ব বিষয়ে জ্ঞানময়।\n[১] ((الطلاق مرتان)) এ বলা হয়েছিল যে, দু'বার তালাক পর্যন্ত ফিরিয়ে নেওয়ার অধিকার থাকে। এই আয়াতে বলা হচ্ছে যে, ফিরিয়ে নেওয়া ইদ্দতের মধ্যে হতে পারে। ইদ্দত অতিবাহিত হয়ে যাওয়ার পর নয়। অতএব এখানে একই কথার পুনরাবৃত্তি হয়নি, যেমন বাহ্যিক দৃষ্টিতে মনে হয়।\n[২] কেউ কেউ ঠাট্টাচ্ছলে তালাক দিয়ে অথবা বিবাহ করে কিংবা ক্রীতদাস স্বাধীন করে দিয়ে বলে যে, আমি তো ঠাট্টা করেছিলাম। মহান আল্লাহ এটাকে তাঁর আয়াতের সাথে ঠাট্টা বলে গণ্য করেছেন। এ থেকে উদ্দেশ্য হল, এ রকম কার্যকলাপ থেকে মানুষকে বিরত রাখা। এই জন্য নবী করীম (সাঃ) বলেছেন যে, ঠাট্টাচ্ছলেও কেউ যদি উল্লিখিত কাজগুলো করে বসে, তাহলে তা বাস্তবই গণ্য হবে এবং ঠাট্টাচ্ছলে তালাক দিলে অথবা বিবাহ করলে বা স্বাধীন করলে তা কার্যকরী হয়ে যাবে।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 232,
      "surah": 2,
      "text": "আর তোমরা যখন স্ত্রীদের (রজয়ী) তালাক দাও এবং তারা তাদের ইদ্দত (নির্দিষ্ট সময়) পূর্ণ করে, তখন তারা যদি বিধিমত পরস্পর সম্মত হয়, তাহলে স্ত্রীগণ নিজেদের স্বামীদেরকে পুনর্বিবাহ করতে চাইলে তাদেরকে বাধা দিও না।[১] এতদ্বারা তোমাদের মধ্যে যে কেউ আল্লাহ ও পরকালে বিশ্বাস করে তাকে উপদেশ দেওয়া হচ্ছে। এ তোমাদের জন্য শুদ্ধতম ও পবিত্রমত। বস্তুতঃ আল্লাহ জানেন তোমরা জান না।\n[১] এখানে তালাকপ্রাপ্তা মহিলার ব্যাপারে তৃতীয় একটি নির্দেশ দেওয়া হচ্ছে যে, ইদ্দত অতিবাহিত হয়ে যাওয়ার পর তারা (প্রথম বা দ্বিতীয় তালাকের পর) স্বামী-স্ত্রী উভয়েই সন্তুষ্টচিত্তে পুনরায় যদি বিবাহ-বন্ধনে আবদ্ধ হতে চায়, তাহলে তোমরা তাদেরকে তাতে বাধা দিও না। নবী করীম (সাঃ)-এর যামানায় এ রকম একটি ঘটনা ঘটেছিল। মহিলার ভাই বিবাহে বাধা দিয়েছিল। যার ফলে এই আয়াত নাযিল হয়েছিল।\n(সহীহ বুখারী, কিতাবুননিকাহ, পরিচ্ছেদঃ অলী ব্যতীত বিবাহ হয় না)\nএখানে একটি কথা এও জানা গেল যে, মহিলা নিজে-নিজে বিবাহ করতে পারে না, বরং তার বিবাহের জন্য অলী (অভিভাবকে)র অনুমতি, সম্মতি ও সহমত অত্যাবশ্যক। আর এই কারণেই তো মহান আল্লাহ অভিভাবকদেরকে তাদের অভিভাবকত্বের অধিকারকে অন্যায়ভাবে ব্যবহার করতে নিষেধ করেছেন। নবী করীম (সাঃ)-এর হাদীস দ্বারা এ কথার আরো সমর্থন হয়ে যায়। তিনি বলেন, \"অভিভাবক ব্যতীত বিবাহ হয় না।\"\n(আবূ দাউদ, তিরমিযী, ইবনে মাজাহ, হাদীসটি সহীহ। দ্রষ্টব্যঃ ইরওয়াউল গালীল ৬/২৩৫)\nঅপর এক বর্ণনায় এসেছে যে, \"যে মহিলাই তার অভিভাবকের অনুমতি ছাড়া বিবাহ করল, তার বিবাহ বাতিল, তার বিবাহ বাতিল, তার বিবাহ বাতিল।\"\n(আবূ দাউদ, তিরমিযী ও ইবনে মাজাহ, আল্লামা আলবানী হাদীসটিকে সহীহ বলেছেন।)\nআল্লামা আনওয়ার শাহ কাশমীরীও অন্যান্য মুহাদ্দিসীনদের মত এই হাদীসগুলোকে সহীহ ও হাসান বলে মেনে নিয়েছেন।\n(ফাইযুল বারী ৪র্থ খন্ড)\nআর দ্বিতীয় কথা যেটা জানা গেল তা হল, মহিলার অভিভাবকেরও তার (মহিলার) উপর জোর-জবরদস্তি করার অধিকার নেই। বরং তার জন্যও জরুরী যে, সে মহিলার মতামতের খেয়াল রাখবে। যদি অভিভাবক মহিলার সম্মতি ছাড়াই জোর করে কারো সাথে তার বিবাহ দিয়ে দেয়, তাহলে শরীয়ত সেই মহিলাকে আদালতের মাধ্যমে এই বিবাহ বানচাল করার অধিকার দিয়েছে। কাজেই জরুরী হল বিবাহে উভয় পক্ষেরই সম্মতি থাকা। কোন এক পক্ষ যেন নিজ খেয়াল-খুশীর মত কাজ না করে। যদি মহিলা অভিভাবকের মতামত ছাড়াই বিবাহ করে, তাহলে সে বিবাহই শুদ্ধ নয়। আর অভিভাবক যদি জোর করে এবং মেয়ের স্বার্থের উপর নিজের স্বার্থকে প্রাধান্য দেয়, তাহলে আদালত এ রকম অভিভাবককে তার অভিভাবকত্বের অধিকার থেকে বঞ্চিত করে অন্য অভিভাবক দ্বারা বা নিজেই অভিভাবক হয়ে সেই মহিলার বিবাহের কাজ সম্পাদন করবে। মহানবী (সাঃ) বলেছেন, \"তারা আপোসে বিবাদে লিপ্ত হলে সরকার হবে তার অভিভাবক, যার কোন অভিভাবক নেই।\"\n(ইরওয়াউল গালীল)"
    },
    {
      "ayah": 233,
      "surah": 2,
      "text": "জননীগণ তাদের সন্তানদেরকে পূর্ণ দু’ বছর দুধ পান করাবে; যদি কেউ দুধ পান করার সময় পূর্ণ করতে চায়।[১] পিতার কর্তব্য যথাবিধি তাদের ভরণ-পোষণ করা।[২] কাউকে তার সাধ্যাতীত কার্যভার দেওয়া হয় না। কোন মাতাকে তার সন্তানের জন্য এবং কোন পিতাকে তার সন্তানের জন্য ক্ষতিগ্রস্ত করা হবে না।[৩] আর (পিতা মারা গেলে) উত্তরাধিকারীর বিধানও অনুরূপ।[৪] পক্ষান্তরে যদি পিতা-মাতা পরস্পর সম্মতি ও পরামর্শক্রমে দু’ বছরের মধ্যেই (শিশুর) দুধপান ছাড়াতে চায়, তবে তাদের কোন দোষ হবে না। আর যদি তোমরা তোমাদের সন্তানদের কোন ধাত্রীর দুধ পান করাতে চাও, তাতেও তোমাদের কোন দোষ হবে না; যদি তোমরা তাদের নির্ধারিত প্রদেয় বিধিমত অর্পণ কর।[৫] আল্লাহকে ভয় কর এবং জেনে রাখ, তোমরা যা কর আল্লাহ তার দ্রষ্টা।\n[১] এই আয়াতে দুধপানের মাসআলা বর্ণিত হয়েছে। এখানে প্রথম যে কথাটি বলা হয়েছে তা হল, যে ব্যক্তি দুধপানের নির্ধারিত সময় পুরা করতে চায়, সে পূর্ণ দু'বছর দুধ পান করাবে। এই শব্দগুলো থেকে এ কথাও ফুটে উঠে যে, দু'বছরের কমও দুধ পান করাতে পারে। আর দ্বিতীয় যে কথাটি জানা যায় তা হল, দুধপানের সর্বাধিক সময়সীমা হল, দু'বছর। মহানবী (সাঃ) বলেন, \"সেই দুধপানই হারাম সাব্যস্ত করে, যা বুক থেকে বের হয়ে (খাদ্যের মত) নাড়িভুঁড়ি বিদীর্ণ করে এবং যা দুধ ছাড়ানোর সময়ের পূর্বে হয়।\"\n(তিরমিযী ১১৫২নং, দুধপান অধ্যায়, পরিচ্ছেদঃ শিশু অবস্থায় দু' বছরের ভিতরে ছাড়া দুধপান বিবাহ হারাম সাব্যস্ত করে না)\nকাজেই দুধপানের নির্দিষ্ট সময়ের মধ্যে কোন শিশু যদি কোন মহিলার ঐভাবে দুধ পান করে নেয়, যেভাবে পান করলে দুধপান সাব্যস্ত হয়, তাহলে তাদের মধ্যে দুধপানের সম্পর্ক স্থাপিত হয়ে যাবে এবং দুধ ভাই-বোনদের মধ্যে আপোসের বিবাহ ঐরূপ হারাম হয়ে যাবে, যেরূপ রক্তের সম্পর্কের ভাই-বোনদের সাথে হারাম। মহানবী (সাঃ) বলেছেন, \"দুধপানেও তা হারাম হয়, যা রক্তের সম্পর্কের কারণে হারাম হয়।\"\n(বুখারী ২৬৪৫নং)\n[২] مَوْلُودٌ لَه বলতে পিতাকে বুঝানো হয়েছে। তালাক হয়ে যাওয়ার পর দুধের শিশু ও তার মায়ের দেখা-শোনার ব্যাপারটা আমাদের সমাজে বড় সমস্যা হয়ে দাঁড়িয়েছে। আর এর কারণ হল, শরীয়ত থেকে বিমুখতা। আল্লাহর নির্দেশ অনুযায়ী স্বামী যদি তার সাধ্যমত তালাকপ্রাপ্তা মহিলার খাওয়া-পরার দায়িত্ব গ্রহণ করে যেভাবে এই আয়াতে বলা হচ্ছে, তাহলে অতি সহজেই সেই সমস্যার সমাধান হয়ে যায়।\n[৩] মাতাকে ক্ষতিগ্রস্ত করা বা কষ্ট দেওয়া যেমন, মা শিশুকে নিজের কাছে রাখতে চায়, কিন্তু মায়ের মমতার কোন পরোয়া না করে শিশুকে জোর করে তার কাছ থেকে কেড়ে নেওয়া অথবা তার কোন ব্যয়ভার বহন না করে তাকে দুধ পান করাতে বাধ্য করা। আর পিতাকে ক্ষতিগ্রস্ত করা বা কষ্ট দেওয়া যেমন, মায়ের দুধ পান করাতে অস্বীকার করা কিংবা তার (শিশুর পিতার) কাছ থেকে তার সাধ্যের বাইরে খরচ কামনা করা।\n[৪] (শিশুর) পিতার মৃত্যু হয়ে গেলে তার উত্তরাধিকারীরা এই দায়িত্ব গ্রহণ করে মায়ের অধিকার সঠিকভাবে আদায় করবে, যাতে না মায়ের কোন কষ্ট হয়, আর না শিশুর লালন-পালনে কোন ব্যাঘাত ঘটে।\n[৫] শিশুর মা ব্যতীত অন্য মহিলা দিয়েও দুধ পান করানোর অনুমতি আছে। তবে শর্ত হল, প্রচলিত নিয়মানুযায়ী এই মহিলারও পারিশ্রমিক আদায় করে দিতে হবে।"
    },
    {
      "ayah": 234,
      "surah": 2,
      "text": "তোমাদের মধ্যে যারা স্ত্রী রেখে মারা যায়, তাদের স্ত্রীগণ চার মাস দশ দিন অপেক্ষা করবে।[১] যখন তারা ইদ্দত (চার মাস দশ দিন) পূর্ণ করবে, তখন তারা নিজেদের জন্য কোন বিধিমত কাজ (সৌন্দর্যগ্রহণ বা বিবাহ) করলে, তাতে তোমাদের কোন পাপ হবে না।[২] তোমরা যা কর, আল্লাহ সে সম্বন্ধে সবিশেষ অবহিত।\n[১] স্বামীর মৃত্যুর পর (শোক পালনের) এই ইদ্দত সকল নারীর জন্য, তাতে বিবাহের পর স্বামী-স্ত্রীর সম্পর্ক কায়েম হয়ে থাকুক বা না হয়ে থাকুক, যুবতী হোক বা বৃদ্ধা। অবশ্য গর্ভবতী মহিলা এই আওতায় পড়বে না। কারণ, তার ইদ্দতকাল হল সন্তানপ্রসব হওয়া পর্যন্ত। মহান আল্লাহ বলেন, \"গর্ভবতী নারীদের ইদ্দতকাল সন্তানপ্রসব হওয়া পর্যন্ত।\"\n(সূরা ত্বালাক ৬৫:৪ আয়াত)\nস্বামী-মৃত্যুর এই ইদ্দতকালে মহিলার সাজ-সজ্জা করার (এমন কি সুর্মা লাগানো) এবং স্বামীর বাড়ি ছেড়ে অন্য কোথাও বাস করার অনুমতি নেই। তবে রজয়ী তালাকপ্রাপ্তা (যাকে ফিরিয়ে নেওয়ার স্বামীর অধিকার থাকে এমন) মহিলার জন্য সাজ-সজ্জা করা নিষেধ নয়। আর তালাকে বায়েন প্রাপ্তা (যাকে যথাবিহিত ব্যবস্থা ছাড়া আর ফিরিয়ে নেওয়া সম্ভব নয় এমন) মহিলার ব্যাপারে মতভেদ রয়েছে। কেউ বলেছেন, বৈধ এবং কেউ বলেছেন, অবৈধ।\n(ইবনে কাসীর)\n[২] অর্থাৎ, ইদ্দত শেষ হয়ে যাওয়ার পর সে যদি সাজ-সজ্জা করে এবং অভিভাবকদের অনুমতি ও তাদের পরামর্শক্রমে অন্যত্র বিবাহ করার প্রস্তুতি গ্রহণ করে, তাহলে তাতে কোন দোষ নেই। কাজেই (হে মহিলার অভিভাবকগণ) তোমাদেরও কোন পাপ নেই। এ থেকে জানা গেল যে, বিধবা-বিবাহকে খারাপ ভাবা উচিত নয়, উচিত নয় তাতে বাধা দেওয়া। যেমন হিন্দু-প্রভাবিত মুসলিম সমাজে এমন আচরণ লক্ষ্য করা যায়।"
    },
    {
      "ayah": 235,
      "surah": 2,
      "text": "আর তোমরা যদি আভাসে-ইঙ্গিতে উক্ত রমণীদেরকে বিবাহের প্রস্তাব দাও অথবা অন্তরে তা গোপন রাখ, তাতে তোমাদের দোষ হবে না।[১] আল্লাহ জানেন যে, তোমরা তাদের সম্বন্ধে আলোচনা করবে। কিন্তু বিধিমত কথাবার্তা[২] ছাড়া গোপনে তাদের নিকট কোন অঙ্গীকার করো না; নির্দিষ্ট সময় (ইদ্দত) পূর্ণ না হওয়া পর্যন্ত বিবাহকার্য সম্পন্ন করার সংকল্প করো না। আর জেনে রাখ, আল্লাহ তোমাদের মনোভাব জানেন। অতএব তাঁকে ভয় কর এবং জেনে রাখ, নিশ্চয় আল্লাহ পরম ক্ষমাশীল, বড় সহিষ্ণু।\n[১] এখানে বিধবা অথবা তালাকে বায়েনা তথা তিন তালাকপ্রাপ্তা মহিলা সম্পর্কে বলা হচ্ছে যে, ইদ্দতের মধ্যে তোমরা তাকে ইশারা-ইঙ্গিতে বিবাহের পয়গাম দিতে পারো (যেমন এ রকম বলা যে, আমার বিবাহ করার ইচ্ছা আছে বা আমি একজন সৎশীলা মহিলার খোঁজ করছি ইত্যাদি)। কিন্তু তার নিকট থেকে গোপনভাবে কোন অঙ্গীকার নেবে না এবং ইদ্দত পূর্ণ হওয়ার পূর্বে বিবাহ পাকা করবে না। পক্ষান্তরে যে মহিলাকে তার স্বামী এক বা দু' তালাক দিয়েছে, তাকে ইদ্দতের মধ্যে ইশারা-ইঙ্গিতেও বিবাহের পয়গাম দেওয়া জায়েয নয়। কেননা, ইদ্দত শেষ না হওয়া পর্যন্ত তার উপর স্বামীরই অধিকার থাকে। হতে পারে স্বামী তাকে ফিরিয়ে নেবে।\nমাসআলাঃ কখনো কখনো এমনও হয় যে, কোন কোন অজ্ঞ লোক মহিলার ইদ্দতের মধ্যেই বিবাহ করে নেয়। তাদের ব্যাপারে নির্দেশ হল, যদি তাদের মধ্যে সহবাস না হয়ে থাকে, তাহলে সত্বর তাদেরকে একে অপর থেকে পৃথক করে দেওয়া হবে। আর যদি সহবাস হয়ে থাকে, তবুও তাদেরকে একে অপর থেকে পৃথক তো করতেই হবে, কিন্তু পুনরায় (ইদ্দত শেষ হওয়ার পর) তাদের মধ্যে বিবাহ হতে পারে কি না --এ ব্যাপারে মতভেদ রয়েছে। কোন কোন আলেমদের মত হল, তাদের মধ্যে আর কখনোও বিবাহ হতে পারে না। এরা একে অপরে জন্য চিরকালের মত হারাম। তবে অধিকাংশ উলামার মতে তাদের মধ্যে পুনর্বিবাহ হতে পারে।\n(ইবনে কাসীর)\n[২] এ থেকে উদ্দেশ্য, ইশারা-ইঙ্গিত যা পূর্বে বলা হয়েছে। যেমন বলা, তোমার ব্যাপারে আমি আকাঙ্ক্ষা করি অথবা তার অভিভাবককে বলা যে, তার বিবাহের ব্যাপারে ফায়সালা করার পূর্বে আমাকে অবশ্যই জানাবেন ইত্যাদি।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 236,
      "surah": 2,
      "text": "যদি তোমরা স্পর্শ করার বা মোহর ধার্য করার পূর্বে স্ত্রীদের তালাক দাও, তবে কোন পাপ হবে না, কিন্তু তাদেরকে যথাসাধ্য উপযুক্ত (ক্ষতিপূরণ) খরচপত্র দিও, সংগতিসম্পন্ন ব্যক্তি তার সাধ্যমত এবং গরীব লোক তার সামর্থ্যানুযায়ী নিয়মমত (ক্ষতিপূরণ) খরচপত্র দানের ব্যবস্থা করবে। এটি সৎকর্মশীল লোকেদের পক্ষে (অবশ্য) কর্তব্য। [১]\n[১] এ নির্দেশ এমন মহিলার জন্য, বিবাহের সময় যার দেনমোহর নির্ধারিত হয়নি এবং স্বামী সহবাসের পূর্বেই যাকে তালাক দিয়ে দিয়েছে, (বলা হচ্ছে,) তাকে কিছু না কিছু খরচপত্র (ক্ষতিপূরণস্বরূপ) দিয়ে বিদায় কর। এ খরচপত্র বা ক্ষতিপূরণ প্রত্যেক ব্যক্তির সামর্থ্য অনুযায়ী হওয়া উচিত। সচ্ছল ব্যক্তিরা তাদের সচ্ছলতা অনুযায়ী এবং অসচ্ছলরা তাদের সাধ্য মুতাবেক প্রদান করবে। সৎকর্মশীলদের পক্ষে এটা জরুরী কর্তব্য। আর খরচপত্র বা ক্ষতিপূরণের এই জিনিসকে নির্দিষ্টও করা হয়েছে। কেউ বলেছেন, একটি খাদেম। কেউ বলেছেন, ৫০০ দিরহাম। কেউ বলেছেন, এক বা একাধিক জোড়া কাপড় ইত্যাদি। তবে এ নির্দিষ্টীকরণ শরীয়ত কর্তৃক নয়। প্রত্যেক ব্যক্তিকে তার সাধ্য অনুযায়ী দেওয়ার এখতিয়ার এবং নির্দেশ দেওয়া হয়েছে। এ ব্যাপারেও মতভেদ রয়েছে যে, খরচপত্র বা ক্ষতিপূরণ প্রত্যেক প্রকার তালাকপ্রাপ্তা মহিলাকে দেওয়া জরুরী; কেবল সেই তালাকপ্রাপ্তা মহিলার জন্য নির্দিষ্ট নয়, যার কথা এই আয়াতে উল্লেখ হয়েছে। কুরআন কারীমের আরো অন্যান্য আয়াত থেকে প্রতীয়মান হয় যে, এটা প্রত্যেক প্রকার তালাকপ্রাপ্তা মহিলার জন্য। আর আল্লাহই ভালো জানেন। খরচপত্র বা ক্ষতিপূরণ স্বরূপ কিছু জিনিস দেওয়ার মধ্যে যে হিকমত, যৌক্তিকতা ও সুফল আছে তা বর্ণনার মুখাপেক্ষী নয়। তালাকের কারণ স্বরূপ তিক্ততা, মন কষাকষি এবং মতবিরোধের সময়ে মহিলার প্রতি অনুগ্রহ করা এবং তার হার্দিক প্রশান্তি ও আন্তরিক তুষ্টির প্রতি যত্ন নেওয়া ভবিষ্যতের সম্ভাব্য বিবাদের পথ রোধ করার জন্য বড়ই গুরুত্বপূর্ণ মাধ্যম। কিন্তু আমাদের সমাজে এই অনুগ্রহ ও উত্তম আচরণের পরিবর্তে তালাকপ্রাপ্তা মহিলাকে এমন নাজেহাল করে বিদায় করা হয় যে, উভয় পক্ষের পারস্পরিক সম্পর্ক চিরকালের জন্য বিদ্বেষপূর্ণ রয়ে যায়।"
    },
    {
      "ayah": 237,
      "surah": 2,
      "text": "যদি স্পর্শ করার পূর্বে স্ত্রীদের তালাক দাও, অথচ মোহর পূর্বেই ধার্য করে থাক, তাহলে নির্দিষ্ট মোহরের অর্ধেক আদায় করতে হবে।[১] কিন্তু যদি স্ত্রী অথবা যার হাতে বিবাহ-বন্ধন[২] সে যদি মাফ করে দেয়, (তাহলে স্বতন্ত্র কথা।) অবশ্য তোমাদের মাফ করে দেওয়াই আত্মসংযমের নিকটতর। তোমরা নিজেদের মধ্যে সহানুভূতি (ও মর্যাদার) কথা বিস্মৃত হয়ো না। নিশ্চয় তোমরা যা কর, আল্লাহ তার সম্যক দ্রষ্টা।\n[১] এখানে আর এক নিয়মের কথা বলা হচ্ছে, সহবাসের পূর্বে তালাক দিয়ে দিয়েছে, কিন্তু মোহর নির্ধারিত ছিল। এমতাবস্থায় স্বামীর জন্য জরুরী হল অর্ধেক মোহর আদায় করা। কিন্তু স্ত্রী যদি তার মোহরের অধিকার মাফ করে দেয়, তাহলে স্বামীকে কিছুই দিতে হবে না।\n[২] এ থেকে স্বামীকে বুঝানো হয়েছে। কারণ, বিবাহের বন্ধন (অটুট রাখা না রাখার এখতিয়ার) তার হাতেই। সে অর্ধেক মোহর মাফ করে দেয়। অর্থাৎ, আদায়কৃত মোহর থেকে অর্ধেক মোহর ফিরিয়ে নেওয়ার পরিবর্তে নিজের এ অধিকার (অর্ধেক মোহর) মাফ করে দিয়ে সম্পূর্ণ মোহর স্ত্রীকে দিয়ে দেয়। এরপর পারস্পরিক সহানুভূতি ও অনুগ্রহের কথা বিস্মৃত না হওয়ার তাকীদ করে মোহরের অধিকারেও এই সহানুভূতি ও অনুগ্রহ প্রদর্শনের উপর অনুপ্রাণিত করা হয়েছে।\nদ্রষ্টব্যঃ কেউ কেউ {بِيَدِهِ عُقْدَةُ النِّكَاحِ} (যার হাতে বিবাহ-বন্ধন) থেকে মহিলার অভিভাবককে বুঝিয়েছেন। অর্থাৎ, মহিলা নিজে মাফ করে দিক অথবা তার অভিভাবক মাফ করে দিক। কিন্তু এ অর্থ সঠিক নয়। কারণ, প্রথমতঃ অভিভাবকের হাতে বিবাহের বন্ধন নেই। দ্বিতীয়তঃ মোহর মহিলার নিজসব অধিকার ও তার ব্যক্তিগত সম্পদ, তাই এটা মাফ করার অধিকার অভিভাবকের নেই। সুতরাং পূর্বের অর্থই সঠিক।\n(ফাতহুল ক্বাদীর)\nজরুরী বিশ্লেষণঃ তালাকপ্রাপ্তা মহিলারা চার ধরনের। (ক) যার মোহর নির্ধারিত, স্বামী তার সাথে সহবাসও করেছে, তাকে তার মোহরের সম্পূর্ণ অধিকার দেওয়া হবে। যেমন, ২২৯নং আয়াতে এর বর্ণনা রয়েছে। (খ) মোহরও নির্ধারিত নেই এবং তার সাথে সহবাসও করা হয়নি, তাকে কেবল কিছু খরচপত্র দেওয়া হবে। (গ) মোহর নির্ধারিত, কিন্তু সহবাস হয়নি, তাকে অর্ধেক মোহর দেওয়া জরুরী। (উভয়ের ব্যাখ্যা ২৩৬-২৩৭ নং আয়াতে বিদ্যমান।) (ঘ) মোহর নির্ধারিত নেই, কিন্তু সহবাস করা হয়েছে, তার জন্য রয়েছে মোহরে মিসল। অর্থাৎ, এই মহিলার সমাজে যে পরিমাণ মোহরের প্রচলন আছে অথবা তার মত মহিলাদের সাধারণতঃ যে পরিমাণ মোহর দেওয়া হয়, তাকেও সে পরিমাণ মোহর দিতে হবে।\n(নাইনুল আওত্বার ও আ'উনুল মা'বুদ)"
    },
    {
      "ayah": 238,
      "surah": 2,
      "text": "তোমরা নামাযসমূহের প্রতি যত্নবান হও; বিশেষ করে মধ্যবর্তী (আসরের) নামাযের প্রতি।[১] আর আল্লাহর সম্মুখে বিনীতভাবে খাড়া হও।\n[১] মধ্যবর্তী নামায বলতে আসরের নামাযকে বুঝানো হয়েছে। রসূল (সাঃ)-এর সেই হাদীস দ্বারা এটা নির্দিষ্ট, যাতে খন্দক যুদ্ধের দিন তিনি 'সালাতে উসত্বা'কে আসরের নামায বলে অভিহিত করেছেন।\n(বুখারী ২৯৩১-মুসলিম ৬২৭নং)"
    },
    {
      "ayah": 239,
      "surah": 2,
      "text": "যদি তোমরা(শত্রুর) আশংকা কর, তবে পথচারী অথবা আরোহী অবস্থায়, (নামায পড়ে নাও)। অতঃপর যখন তোমরা নিরাপদ হও, তখন আল্লাহকে স্মরণ কর; যেভাবে তিনি তোমাদেরকে শিক্ষা দিয়েছেন, যা তোমরা জানতে না। [১]\n[১] অর্থাৎ, শত্রুর ভয়ের সময় যেভাবে সম্ভব; হাঁটতে হাঁটতে অথবা বাহনের উপর বসে নামায পড়ে নাও। অতঃপর যখন ভয়ের অবস্থা দূর হয়ে যাবে, তখন পুনরায় সেইভাবে নামায পড়, যেভাবে তোমাদেরকে শিখানো হয়েছে।"
    },
    {
      "ayah": 24,
      "surah": 2,
      "text": "যদি তোমরা তা (আনয়ন) না কর, এবং কখনই তা করতে পারবে না, (১) তাহলে সেই আগুনকে ভয় কর, যার ইন্ধন হবে মানুষ এবং পাথর, (২) অবিশ্বাসীদের জন্য যা প্রস্তুত রয়েছে। (৩)\n(১) ক্বুরআন কারীমের সত্যতার এটি আর একটি উজ্জ্বল দৃষ্টান্ত যে, আরব (আরবী ভাষা-ভাষী) ও অনারব (যাদের ভাষা আরবী নয়) সকল কাফেরদেরকে চ্যালেঞ্জ্ করা হয়েছে। কিন্তু তারা আজ পর্যন্ত এই চ্যালেঞ্জের জওয়াব দিতে অপারগ সাব্যস্ত হয়েছে এবং কিয়ামত পর্যন্ত অপারগই থাকবে।\n(২) ইবনে আববাস (রাঃ)-এর উক্তি অনুযায়ী পাথর বলতে এখানে গন্ধক জাতীয় পাথরকে বুঝানো হয়েছে। অন্যদের নিকট পাথরের সেই মূর্তিগুলোও জাহান্নামের ইন্ধন হবে, দুনিয়াতে পৌত্তলিকরা যাদের পূজা করত। যেমন ক্বুরআন মাজীদে আছে,\n{إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ} \"তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের পূজা করো, সেগুলো দোযখের ইন্ধন।\"\n(আম্বিয়া\n৯৮ আয়াত)\n(৩) এ থেকে প্রথমতঃ জানা গেল যে, প্রকৃতপক্ষে জাহান্নাম কাফের (অবিশ্বাসী) এবং মুশরিক (অংশীবাদী)-দের জন্য প্রস্তুত করা হয়েছে। আর দ্বিতীয়তঃ জানা গেল যে, জান্নাত ও জাহান্নামের অস্তিত্ব আছে এবং এখনোও তা বিদ্যমান রয়েছে। সালফে-সালেহীনদের এটাই আক্বীদা (বিশ্বাস)। এটা কেবল উপমা বা দৃষ্টান্তমূলক কোন জিনিস নয়; যেমন অনেক আধুনিকতাবাদী ও হাদীস অস্বীকারকারীরা বোঝাতে চায়।"
    },
    {
      "ayah": 240,
      "surah": 2,
      "text": "তোমাদের মধ্যে যারা স্ত্রী রেখে মারা যায়, তারা তাদের স্ত্রীদের জন্য এই অসিয়ত করবে যে, তাদেরকে যেন এক বছর পর্যন্ত ভরণপোষণ দেওয়া হয়[১] এবং গৃহ থেকে বের করে দেওয়া না হয়, কিন্তু যদি (স্বেচ্ছায়) তারা বেরিয়ে যায়, তবে নিয়মমত নিজেদের জন্য যা করবে, তাতে তোমাদের কোন পাপ নেই। আল্লাহ পরাক্রান্ত, প্রজ্ঞাময়।\n[১] এই আয়াত ক্রমানুসারে পরে উল্লিখিত হলেও তা মানসুখ (রহিত)। এর রহিতকারী (২৩৪নং) আয়াত পূর্বেই উল্লিখিত হয়েছে, যাতে স্বামীর মৃত্যুর ইদ্দত চার মাস দশদিন বলা হয়েছে। এ ছাড়াও উত্তরাধিকার সম্পর্কীয় আয়াত স্ত্রীদের অংশ নির্দিষ্ট করে দিয়েছে। কাজেই স্বামীকে স্ত্রীর জন্য কোন প্রকারের অসিয়ত (উইল) করার প্রয়োজন নেই। না বাসস্থানের, আর না খাওয়া-পরার।"
    },
    {
      "ayah": 241,
      "surah": 2,
      "text": "আর তালাকপ্রাপ্তা নারীগণও যথাবিহিত খরচপত্র (ক্ষতিপূরণ) পাবে। সাবধানীদের জন্য এ (দান) অবশ্য কর্তব্য।[১]\n[১] এটা এক সাধারণ নির্দেশ, যাতে সকল তালাকপ্রাপ্তা মহিলারাই শামিল। এতে বিচ্ছেদের সময় (মহিলার সাথে) সদ্ব্যবহার এবং তার মানসিক খুশির প্রতি যত্ন নেওয়ার উপর তাকীদ করা হয়েছে। আর এর মধ্যে রয়েছে অসংখ্য সামাজিক উপকারিতা। কতই না ভাল হত, যদি মুসলিমরা অতীব গুরুত্বপূর্ণ এই নির্দেশের উপর আমল করত; যা তারা একেবারে ভুলে বসেছে। ইদানিং কোন কোন তথাকথিত 'মুজতাহিদ' (?) ((مَتَاعٌ)) এবং ((مَتِّعُوهُنَّ)) (খরচপত্র দাও) থেকে সাব্যস্ত করতে চেষ্টা করেছেন যে, তালাকপ্রাপ্তা মহিলাকে নিজের সম্পদ থেকে অংশ দিতে হবে অথবা চিরজীবন তার ভরণ-পোষণ করতে হবে। অথচ এই উভয় কথাই ভিত্তিহীন ও অযৌক্তিক। যে মহিলাকে স্বামী অপছন্দ করে নিজের জীবন থেকে বহিষ্কার করে দিয়েছে, চিরজীবন তার ব্যয়ভার বহন করার জন্য সে কিভাবে প্রস্তুত থাকতে পারে?"
    },
    { "ayah": 242, "surah": 2, "text": "এভাবে আল্লাহ তাঁর সকল নিদর্শন স্পষ্টভাবে বর্ণনা করেন, যাতে তোমরা বুঝতে পার।" },
    {
      "ayah": 243,
      "surah": 2,
      "text": "তুমি কি তাদের দেখনি, যারা মৃত্যু-ভয়ে হাজারে হাজারে আপন ঘর-বাড়ি পরিত্যাগ করেছিল? অতঃপর আল্লাহ তাদেরকে বলেছিলেন, ‘তোমাদের মৃত্যু হোক।’ পরে তাদেরকে জীবিত করলেন।[১] নিশ্চয়, আল্লাহ মানুষের প্রতি অনুগ্রহশীল; কিন্তু অধিকাংশ লোক কৃতজ্ঞতা প্রকাশ করে না।\n[১] এ ঘটনা বিগত কোন জাতির। কোন সহীহ হাদীসে এর বিস্তারিত আলোচনা আসেনি। তফসীরের বর্ণনায় এটাকে বনী-ইস্রাঈলদের যুগের ঘটনা বলা হয়েছে এবং যে নবীর দু'আয় তাদেরকে মহান আল্লাহ পুনরায় জীবিত করেছিলেন, তাঁর নাম 'হিযক্বীল' বলা হয়েছে। এরা জিহাদে নিহত হয়ে যাওয়ার ভয়ে অথবা মহামারী রোগের ভয়ে নিজেদের ঘর থেকে বের হয়ে গিয়েছিল; যাতে মৃত্যুর হাত থেকে বেঁচে যায়। কিন্তু মহান আল্লাহ তাদেরকে মৃত্যু দিয়ে প্রথমতঃ এ কথা জানিয়ে দিলেন যে, আল্লাহ কর্তৃক নির্ধারিত ভাগ্য থেকে বেঁচে তোমরা কোথাও যেতে পারবে না। দ্বিতীয়তঃ এও জানিয়ে দিলেন যে, মানুষের শেষ আশ্রয়স্থল হলেন মহান আল্লাহ। তৃতীয়তঃ আল্লাহ তাআলা পুনরায় সৃষ্টি করার উপর ক্ষমতাবান। তিনি সমস্ত মানুষকে ঐভাবেই জীবিত করবেন, যেভাবে তাদেরকে মৃত্যু দিয়ে জীবিত করে দিলেন। পরের আয়াতে মুসলিমদেরকে জিহাদ করার নির্দেশ দেওয়া হচ্ছে। জিহাদের পূর্বে এই ঘটনা বর্ণনা করার যৌক্তিকতা হল, জিহাদ থেকে পিছপা হয়ো না। জীবন ও মরণ তো আল্লাহর হাতে এবং এই মরণের সময়ও নির্ধারিত। অতএব জিহাদ থেকে পালিয়ে তা রোধ করতে পারবে না।"
    },
    { "ayah": 244, "surah": 2, "text": "তোমরা আল্লাহর পথে সংগ্রাম কর এবং জেনে রাখ যে, আল্লাহ সর্বশ্রোতা ও সর্বজ্ঞ।" },
    {
      "ayah": 245,
      "surah": 2,
      "text": "কে সে, যে আল্লাহকে উত্তম ঋণ প্রদান করবে?[১] আল্লাহ তা তার জন্য বহুগুণে বৃদ্ধি করবেন। আল্লাহই জীবিকা সংকুচিত ও সম্প্রসারিত করেন। আর তোমরা তাঁরই নিকট প্রত্যানীত হবে।\n[১] قَرْضٌ حَسَنٌ (উত্তম ঋণ) প্রদান করার অর্থ আল্লাহর পথে এবং জিহাদে মাল ব্যয় করা। অর্থাৎ, জানের মত মালের কুরবানী দিতেও দ্বিধা করো না। রুযীর প্রসারণ ও সংকোচনের এখতিয়ার কেবল আল্লাহরই হাতে। তিনি উভয়েরই মাধ্যমে তোমাদেরকে পরীক্ষা করে থাকেন; কখনো রুযী হ্রাস করে এবং কখনো তার প্রসার ঘটিয়ে। অতএব আল্লাহর পথে ব্যয় করলে কমে না, বরং মহান আল্লাহ এতে অনেক অনেক বৃদ্ধি দান করেন। কখনো বাহ্যিকভাবে, আবার কখনো অভ্যন্তরীণভাবে মালে বরকত দিয়ে। আর আখেরাতে যে বৃদ্ধি হবে তা অবশ্য অবশ্যই বিস্ময়কর হবে।"
    },
    {
      "ayah": 246,
      "surah": 2,
      "text": "তুমি কি মূসার পরবর্তী বনী-ইস্রাঈল প্রধানদের দেখনি?[১] যখন তারা নিজেদের নবীকে বলেছিল, ‘আমাদের জন্য একজন রাজা নিযুক্ত কর,[২] যাতে আমরা আল্লাহর পথে যুদ্ধ করতে পারি।’ সে বলল, ‘বোধ হয় যদি তোমাদের প্রতি যুদ্ধের বিধান দেওয়া হয়, তাহলে তোমরা তা করবে না?’ তারা বলল, ‘আমরা যখন আপন ঘর-বাড়ি ও সন্তান-সন্ততি থেকে বহিষ্কৃত হয়েছি, তখন আল্লাহর পথে যুদ্ধ করব না কেন?’ অতঃপর যখন তাদেরকে যুদ্ধের বিধান দেওয়া হল, তখন তাদের স্বল্পসংখ্যক ব্যতীত অধিকাংশই পৃষ্ঠ প্রদর্শন করল। আর আল্লাহ অপরাধিগণ সম্বন্ধে সবিশেষ অবহিত।\n[১] مَلأ কোন জাতির এমন সম্মানিত ও সমভ্রান্ত লোকদেরকে বলা হয়, যারা বিশেষ উপদেষ্টা ও নেতা হন। যাদেরকে দেখলে চোখ ও অন্তর প্রতাপে ভরে যায়। مَلأ এর আভিধানিক অর্থ ভরে যাওয়া।\n(আইসারুত্ তাফাসীর)\nযে নবীর কথা (আয়াতে) উল্লেখ হয়েছে, তার নাম 'শামবীল' বলা হয়। ইবনে কাসীর ও অন্যান্য মুফাসসিরগণ যে ঘটনা বর্ণনা করেছেন তার সার কথা হল, বানী-ইস্রাঈল মূসা (আঃ)-এর পর কিছুকাল পর্যন্ত সঠিক পথেই ছিল। তারপর তাদের মধ্যে বিমুখতা এল। দ্বীনে নতুন নতুন বিদআত আবিষ্কার করল। এমন কি মূর্তিপূজাও আরম্ভ করে দিল। নবীগণ তাদেরকে বাধা দিলেন, কিন্তু তারা অবাধ্যতা ও শিরক থেকে বিরত হল না। ফলে আল্লাহ তাদের শত্রুদেরকে তাদের উপর আধিপত্য দান করলেন। তারা ওদের অঞ্চল ওদের কাছ থেকে কেড়ে নিল এবং ওদের মধ্য থেকে বহু সংখ্যক মানুষকে বন্দী করল। তাদের মধ্যে নবী আগমনের ধারাবাহিকতাও বন্ধ হয়ে গেল। শেষে কিছু লোকের দু'আয় শামবীল নবী (আঃ) জন্ম লাভ করলেন। তিনি দাওয়াত ও তাবলীগের কাজ শুরু করলেন। তারা নবীর কাছে দাবী পেশ করল যে, আমাদের জন্য একজন বাদশাহ নির্বাচিত করে দিন; আমরা তার নেতৃত্বে শত্রুদের বিরুদ্ধে যুদ্ধ করব। নবী তাদের অতীত চরিত্রের আলোকে বললেন, তোমরা দাবী তো করছ, কিন্তু আমার অনুমান তোমরা তোমাদের কথার উপর অটল থাকবে না। সুতরাং সেই রকমই হল, যে রকম কুরআন বর্ণনা করেছে।[২] নবী বিদ্যমান থাকা সত্ত্বেও রাজা নিযুক্ত করার দাবী পেশ করা, রাজতন্ত্র বৈধতার দলীল। কেননা, যদি রাজতন্ত্র বৈধ না হত, তাহলে মহান আল্লাহ তাদের দাবীকে প্রত্যাখ্যান করতেন। কিন্তু আল্লাহ তাদের দাবীকে প্রত্যাখ্যান করেননি, বরং ত্বালূতকে তাদের জন্য রাজা নিযুক্ত করে দিলেন; যাঁর কথা পরে আসছে। এ থেকে প্রতীয়মান হয় যে, রাজা যদি লাগামহীন স্বেচ্ছাচারী না হয়ে আল্লাহর বিধি-বিধানের প্রতি যত্নবান এবং ন্যায়পরায়ণ হন, তাহলে তাঁর রাজত্ব কেবল বৈধই নয়, বরং কাম্য এবং বাঞ্ছনীয়ও।\n(অধিক জানার জন্য দ্রষ্টব্যঃ সূরা মায়েদা ৫:২০ নং আয়াতের টীকা)"
    },
    {
      "ayah": 247,
      "surah": 2,
      "text": "তাদের নবী তাদেরকে বলেছিল, আল্লাহ তালূতকে তোমাদের রাজা নিযুক্ত করেছেন। তারা বলল, সে কিরূপে আমাদের উপর রাজা হতে পারে, অথচ রাজা হওয়ার (জন্য) আমরা তার চেয়ে অধিক হকদার; তাছাড়া তাকে আর্থিক সচ্ছলতাও দেওয়া হয়নি। নবী বলল, আল্লাহই তাকে মনোনীত করেছেন এবং তিনি তাকে (সকল প্রকার) জ্ঞানে এবং দেহে (পটুতায়) সমৃদ্ধ করেছেন।[১] বস্তুতঃ আল্লাহ যাকে ইচ্ছা তাঁর রাজত্ব দান করেন। আর আল্লাহ বিশাল অনুগ্রহশীল, প্রজ্ঞাময়।\n[১] ত্বালূত সেই বংশের ছিলেন না, যে বংশ থেকে ধারাবাহিকতার সাথে বানী-ইস্রাঈলদের মধ্যে রাজাদের আগমন ঘটেছে। তিনি দরিদ্র ও সাধারণ একজন সৈনিক ছিলেন। তাই তারা অভিযোগ করল। নবী বললেন, এটা তো আমার নির্বাচন নয়, বরং মহান আল্লাহ তাঁকে নির্বাচন করেছেন। তাছাড়া নেতৃত্ব ও কর্তৃত্ব করার জন্য সম্পদের চেয়ে জ্ঞান-বুদ্ধি ও দৈহিক শক্তির প্রয়োজন বেশী এবং এতে (জ্ঞান-বুদ্ধি ও দৈহিক শক্তিতে) তিনি তোমাদের সবার ঊর্ধ্বে। আর এই কারণেই মহান আল্লাহ তাঁকে এই পদের জন্য মনোনীত করে নিয়েছেন। তিনি বড়ই অনুগ্রহশীল। তিনি যাকে ইচ্ছা স্বীয় দয়া ও অনুগ্রহদানে ধন্য করেন। তিনি সর্ব বিষয়ে অবগত। অর্থাৎ, তিনি জানেন যে, রাজত্ব পাওয়ার কে যোগ্য এবং কে অযোগ্য। (মনে হয় যখন তাদেরকে বলা হল যে, এই মনোনয়ন মহান আল্লাহ কর্তৃক, তখন তারা সম্পূর্ণরূপে নিশ্চিত হওয়ার জন্য আরো কোন নিদর্শন কামনা করে, তাই পরের আয়াতে আরো একটি নিদর্শনের বর্ণনা এসেছে।)"
    },
    {
      "ayah": 248,
      "surah": 2,
      "text": "তাদের নবী তাদেরকে আরও বলল, নিশ্চয় তাঁর রাজত্বের সুস্পষ্ট নিদর্শন এই যে, তোমাদের নিকট একটি সিন্দুক আসবে;[১] যাতে আছে তোমাদের প্রতিপালকের পক্ষ থেকে তোমাদের জন্য প্রশান্তি এবং কিছু পরিত্যক্ত জিনিস যা মূসা ও হারুনের বংশধরগণ রেখে গেছে; ফিরিশতাগণ সেটি বহন করে আনবে। নিশ্চয় এতে তোমাদের জন্য নিদর্শন রয়েছে, যদি তোমরা বিশ্বাসী হও।\n[১] সিন্দুক অর্থাৎ, তাবূত বা শবাধার। تابوت শব্দটি توب ধাতু থেকে গঠিত। যার অর্থ হল, প্রত্যাবর্তন করা। যেহেতু বানী-ইস্রাঈল বরকত অর্জনের জন্য এর প্রতি প্রত্যাবর্তন করত, তাই এর নাম তাবূত রাখা হয়।\n(ফাতহুল ক্বাদীর)\nএই সিন্দুকে মূসা এবং হারূন (আলাইহিমাসসালাম)-এর বরকতময় কিছু জিনিস ছিল। এই সিন্দুকও তাঁদের শত্রুরা তাঁদের কাছ থেকে কেড়ে নিয়ে গিয়েছিল। মহান আল্লাহ নিদর্শনস্বরূপ ফিরিশতাদের মাধ্যমে এই সিন্দুক ত্বালুতের দরজায় পৌঁছিয়ে দিলেন। তা দেখে বানী-ইস্রাঈল আনন্দিতও হল এবং মেনেও নিল যে, এটি ত্বালূতের রাজত্ব প্রমাণের জন্য আল্লাহ কর্তৃক নিদর্শন। অনুরূপ মহান আল্লাহ এটিকে তাদের জন্য একটি অলৌকিক নিদর্শন এবং বিজয় লাভের ও তাদের মনের প্রশান্তির উপকরণ করেন। মনের প্রশান্তির অর্থই হচ্ছে মহান আল্লাহর পক্ষ থেকে তাঁর খাস বান্দাদের উপর এমন বিশেষ সাহায্যের অবতরণ, যার কারণে রক্তক্ষয়ী যুদ্ধের ময়দানে যখন বড় বড় সিংহের মত বীরদের অন্তর কেঁপে ওঠে, তখন ঈমানদারদের অন্তর শত্রুর ভয় থেকে শূন্য এবং বিজয় ও সফলতা অর্জনের আশায় পরিপূর্ণ থাকে।\nএই কাহিনী থেকে জানা যায় যে, আম্বিয়া ও সালেহীনদের বরকতময় জিনিসের মধ্যে নিঃসন্দেহে আল্লাহর অনুমতিক্রমে গুরুত্ব ও উপকারিতা আছে। তবে শর্ত হল এই যে, তা সত্যপক্ষেই বরকতময় (এবং নবীদের ব্যবহূত) হতে হবে; যেমন উক্ত তাবূতে নিঃসন্দেহে মূসা ও হারূন আলাইহিমাস সালামের কিছু বরকতময় জিনিস রাখা ছিল। বলা বাহুল্য, মিথ্যা দাবীর ফলে কোন জিনিস বরকতময় হয়ে যায় না। যেমন বর্তমানে বরকতময় জিনিসের নামে কয়েক জায়গায় বিভিন্ন জিনিস রাখা আছে, অথচ ঐতিহাসিক প্রেক্ষাপটে তার সত্যতার কোন প্রমাণ মিলে না। অনুরূপ মনগড়াভাবে কোন জিনিসকে বরকতময় বানিয়ে নিলে, তাও কোন উপকারে আসে না। যেমন কিছু লোক মহানবী (সাঃ)-এর বরকতময় জুতার মূর্তি বানিয়ে নিজের পাশে রাখে অথবা বাড়ির দেওয়ালে টাঙিয়ে রাখে অথবা বিশেষ পদ্ধতিতে তা ব্যবহার করার মাধ্যমে নিজেদের প্রয়োজন পূর্ণ ও বিপদ দূর হবে বলে মনে করে থাকে। এইভাবে কবরে বুযুর্গদের নামে নিবেদিত নযর ও নিয়াযের জিনিসকে এবং তবরুকের খানাকে অনেকে বরকতময় মনে করে থাকে। অথচ এ হল গায়রুল্লাহর নামে নিবেদন ও অমূলক বিশ্বাস; যা শিরকের আওতাভুক্ত। এই শ্রেণীর খাবার খাওয়া নিঃসন্দেহে হারাম। কোন কোন কবরের গোসল দেওয়া হয় এবং তার পানিকে বরকতময় মনে করা হয়। অথচ কবরের গোসল দান কা'বাগৃহের গোসল দেওয়ার নকল; যা বৈধই নয়। পক্ষান্তরে গোসলে ব্যবহূত এ নোংরা পানি কিভাবে বরকতময় হতে পারে? বলাই বাহুল্য যে, এ শ্রেণীর অমূলক বিশ্বাস ও বরকত বা তবরুকের ধারণা ভ্রান্ত ও শিরক; ইসলামী শরীয়তে এর কোন ভিত্তি নেই।"
    },
    {
      "ayah": 249,
      "surah": 2,
      "text": "অতঃপর তালূত যখন সৈন্যদলসহ বের হল, তখন সে বলল, ‘আল্লাহ একটি নদী দ্বারা তোমাদেরকে পরীক্ষা করবেন।[১] অতএব যে কেউ উক্ত নদী থেকে পানি পান করবে, সে আমার দলভুক্ত নয় এবং যে ঐ পানি পান করবে না, সে আমার দলভুক্ত। অবশ্য যে কেউ তার হাত দিয়ে এক আঁজলা পানি পান করবে সে-ও (আমার দলভুক্ত)।’ কিন্তু (যখন তারা নদীর কাছে হাজির হল, তখন) তাদের অল্প সংখ্যক ব্যতীত অধিকাংশ লোকই তা থেকে পানি পান করল।[২] অতঃপর যখন সে (ত্বালূত) ও তার প্রতি বিশ্বাসস্থাপনকারিগণ তা (নদী) অতিক্রম করল, তখন তারা বলল, ‘আমাদের শক্তি ও সাধ্য নেই যে, আজ জালূত ও তার সৈন্য-সামন্তের সাথে যুদ্ধ করি।’[৩] কিন্তু যাদের প্রত্যয় ছিল যে, আল্লাহর সাথে তাদের সাক্ষাৎ ঘটবে, তারা বলল, ‘আল্লাহর ইচ্ছায় কত ক্ষুদ্র দল কত বৃহৎ দলকে পরাজিত করেছে! আর আল্লাহ ধৈর্যশীলদের সঙ্গে রয়েছেন।’\n[১] এই নদীটি জর্ডান ও প্যালেষ্টাইনের মধ্যবর্তী এলাকায় অবস্থিত।\n[২] আমীরের আনুগত্য করা সর্বাবস্থায় জরুরী। আর শত্রুর সাথে যুদ্ধ করার সময় তো তার (আমীরের আনুগত্য করার) গুরুত্ব দ্বিগুণ নয়, বরং শতগুণ হয়ে যায়। দ্বিতীয়তঃ যুদ্ধে সফলতা অর্জনের জন্য জরুরী হল, সৈন্যের যুদ্ধকালীন সময়ের ক্ষুৎপিপাসা এবং অন্যান্য কষ্ট অতীব ধৈর্যের সাথে সহ্য করা। তাই এই দু'টি বিষয়ে তরবিয়াত এবং পরীক্ষার জন্য ত্বালুত বললেন, নদীতে তোমাদের প্রথম পরীক্ষা হবে। যে এই নদীর পানি পান করবে, তার সাথে আমার কোন সম্পর্ক থাকবে না। কিন্তু এই সতর্কতা সত্ত্বেও অধিকাংশ লোকেরাই পানি পান করে নেয়। তাদের সংখ্যার ব্যাপারে মুফাসসিরগণের বিভিন্ন উক্তি বর্ণিত হয়েছে। অনুরূপ যারা পান করেনি, তাদের সংখ্যা ৩১৩ বলা হয়েছে, যা ছিল বদর যুদ্ধে অংশ গ্রহণকারীদের সংখ্যা। আর আল্লাহই অধিক জানেন।\n[৩] এই ঈমানদাররাও যখন শুরুতে দেখল শত্রুর সংখ্যা অনেক, তখন তাদের সংখ্যা (শত্রুর তুলনায়) কম থাকায় তারা এই মত প্রকাশ করল। তখন তাদের আলেমগণ এবং যারা আল্লাহর সাহায্যে পূর্ণ বিশ্বাসী ছিলেন তাঁরা বললেন, সফলতা সংখ্যার আধিক্যের এবং অস্ত্র-শস্ত্রের প্রাচুর্যের উপর নির্ভরশীল নয়, বরং তা আল্লাহর ইচ্ছা এবং তাঁর নির্দেশের উপর নির্ভর করে। আর আল্লাহর সাহায্য পাওয়ার জন্য জরুরী হল ধৈর্যের প্রতি যত্ন নেওয়া।"
    },
    {
      "ayah": 25,
      "surah": 2,
      "text": "যারা বিশ্বাস করে ও সৎকর্ম করে(১) তাদেরকে শুভ সংবাদ দাও যে, তাদের জন্য রয়েছে জান্নাত; যার তলদেশে নদী প্রবাহিত, যখনই তাদের ফলমূল খেতে দেওয়া হবে, তখনই তারা বলবে, ‘আমাদেরকে (পৃথিবীতে অথবা জান্নাতে) পূর্বে জীবিকারূপে যা দেওয়া হত, এ তো তাই।’ তাদেরকে পরস্পর একই সদৃশ ফল(২) দান করা হবে এবং সেখানে তাদের জন্য পবিত্র(৩) সহধর্মিণীগণ রয়েছে, অধিকন্তু তারা সেখানে চিরস্থায়ী হবে। (৪)\n(১) ক্বুরআন কারীম প্রত্যেক স্থানে বিশ্বাস তথা ঈমানের সাথে সাথে সৎকর্ম তথা নেক আমলের কথা উল্লেখ ক'রে এ কথা পরিষ্কার করে দিয়েছে যে, ঈমান এবং নেক আমল পরস্পর অবিচ্ছেদ্য অংশ। নেক আমল ব্যতীত ঈমান ফলপ্রসূ নয় এবং আল্লাহর নিকট ঈমান ছাড়া নেক আমলের কোন গুরুত্ব নেই। আর নেক আমল তখনই নেক আমল বলে গণ্য হবে, যখন তা সুন্নত (নবী (সাঃ)-এর তরীকা) অনুযায়ী এবং আল্লাহর সন্তুষ্টি লাভের জন্য খাঁটি নিয়তে করা হবে। সুন্নত পরিপন্থী আমল গ্রহণযোগ্য নয়। অনুরূপ খ্যাতি লাভ ও লোক দেখানোর জন্য কৃত আমলও প্রত্যাখ্যাত।\n(২) مُتَشَابِهًا (সদৃশ)এর অর্থ হয়তো বা জান্নাতের সমস্ত ফলের আকার-আকৃতি এক রকম হবে অথবা তা দুনিয়ার ফলের মত দেখতে হবে। তবে এ সাদৃশ্য কেবল আকার ও নাম পর্যন্তই সীমাবদ্ধ। নচেৎ জান্নাতের ফলের সবাদের সাথে দুনিয়ার ফলের সবাদের কোন তুলনাই নেই। জান্নাতের নিয়ামতের ব্যাপারে হাদীসে এসেছে, \"(এমন নিয়ামত) যা কোন চোখ দেখেনি, কোন কান শোনেনি এবং কোন মানুষের অন্তরে তার সঠিক ধারণা উদয় হয়নি।\"\n(সহীহ বুখারী, তাফসীর সূরা আলিফ-লাম-মীম সাজদাহ)\n(৩) অর্থাৎ, মাসিক, নিফাস (প্রসবোত্তর রক্ত) এবং অন্যান্য ঘৃণিত জিনিস থেকে পবিত্রা হবে।\n(৪) خَالِدِين এর অর্থ চিরস্থায়ী। জান্নাতবাসীরা জান্নাতে চিরকাল থাকবে এবং তারা বড়ই প্রফুল্ল থাকবে। আর জাহান্নামীরা জাহান্নামে অনন্তকাল থাকবে এবং তারা বড় কষ্টে বাস করবে। হাদীসে এসেছে যে, জান্নাতীরা জান্নাতে ও জাহান্নামীরা জাহান্নামে চলে যাওয়ার পর একজন ফিরিশতা ঘোষণা দেবেন, \"হে জাহান্নামবাসীগণ! আর মৃত্যু নেই। আর হে জান্নাতবাসীগণ! আর মৃত্যু নেই। যে দল যে অবস্থায় আছে, সব সময় ঐ অবস্থাতেই থাকবে।\"\n(সহীহ বুখারী, কিতাবুর রিক্বাক্ব, মুসলিম, কিতাবুল জান্নাহ)"
    },
    {
      "ayah": 250,
      "surah": 2,
      "text": "তারা যখন (যুদ্ধার্থে) জালূত ও তার সৈন্যবাহিনীর সম্মুখীন হল, তখন বলল, ‘হে আমাদের প্রতিপালক! আমাদেরকে ধৈর্য দান কর, আমাদেরকে অবিচলিত রাখ এবং অবিশ্বাসী সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য দান কর।’[১]\n[১] জালূত সেই শত্রুদলের সেনাপতি ও দলনেতা ছিল, যাদের সাথে ত্বালূত ও তাঁর সঙ্গীদের সংঘর্ষ ছিল। এরা ছিল আমালেক্বা জাতি। সেই সময়ে এই জাতি বড় দুর্ধর্ষ যুদ্ধ-বিশারদ এবং বীর নামে প্রসিদ্ধ ছিল। তাদের এই প্রসিদ্ধির কারণে ঠিক যুদ্ধের সময় ঈমানদারগণ আল্লাহর নিকট ধৈর্য ও সুদৃঢ় থাকার তওফীক চেয়ে এবং কুফরীর মোকাবেলায় ঈমানের সফলতার জন্য দু'আ করেন। অর্থাৎ, (যুদ্ধের) পার্থিব উপকরণাদি গ্রহণ করার সাথে সাথে ঈমানদারদের জন্য অত্যাবশ্যক হল, এ রকম পরিস্থিতিতে আল্লাহর নিকট বিশেষভাবে প্রার্থনা করা। যেমন, বদরের যুদ্ধে নবী করীম (সাঃ) অত্যধিক কাকুতি-মিনতির সাথে বিজয় ও সাহায্য চেয়ে দু'আ করেছিলেন। মহান আল্লাহ তাঁর সে দু'আ কবুল করেছিলেন। ফলে অতীব অল্প সংখ্যক মুসলিম দল অধিক সংখ্যক কাফের দলের উপর জয় লাভ করেছিল।"
    },
    {
      "ayah": 251,
      "surah": 2,
      "text": "সুতরাং তখন তারা আল্লাহর ইচ্ছায় তাদেরকে পরাজিত করল এবং দাউদ জালূতকে হত্যা করল।[১] আল্লাহ তাকে রাজত্ব ও জ্ঞান-বিজ্ঞান দান করলেন[২] এবং তিনি ইচ্ছানুযায়ী তাকে শিক্ষা দান করলেন। আল্লাহ যদি মানব জাতির একদলকে অন্য দল দ্বারা দমন না করতেন, তাহলে নিশ্চয় পৃথিবী (অশান্তিপূর্ণ ও) ধ্বংস হয়ে যেত। কিন্তু আল্লাহ বিশ্বজগতের প্রতি অনুগ্রহশীল।[৩]\n[১] দাঊদ (আঃ) তখন না নবী ছিলেন, না রাজা। বরং ত্বালূতের সৈন্যদলের একজন সাধারণ সৈনিক ছিলেন। তাঁরই হাতে মহান আল্লাহ জালূতকে ধ্বংস করলেন এবং অল্প সংখ্যক ঈমানদার দ্বারা বিশাল এক জাতিকে জঘন্যভাবে পরাজিত করলেন।[২] এর পর মহান আল্লাহ দাঊদ (আঃ)-কে রাজত্বও দিলেন এবং নবুঅতও। 'হিকমত' বলতে কেউ বলেছেন, নবুঅত। কেউ বলেছেন, লোহার কারিগরী এবং কেউ বলেছেন, যুদ্ধ সম্বন্ধীয় বিষয়ের এমন পারদর্শিতা, যা আল্লাহর ইচ্ছায় উক্ত স্থানে বড় নিষ্পত্তিকর সাব্যস্ত হয়েছিল।[৩] এখানে আল্লাহর এক নিয়মের কথা বর্ণিত হয়েছে যে, তিনি একদল মানুষের মাধ্যমেই অপর একদল মানুষের যুলুম-অত্যাচার ও ক্ষমতা নিশ্চিহ্ন করে থাকেন। তিনি যদি এ রকম না করে কোন একই পক্ষকে সব সময়ের জন্য ক্ষমতা ও এখতিয়ার দিয়ে রাখতেন, তাহলে এ পৃথিবী যুলুম-অত্যাচারে পরিপূর্ণ হয়ে যেত। কাজেই আল্লাহর এই নিয়ম বিশ্ববাসীর জন্য তাঁর বিশেষ অনুগ্রহের একটি দৃষ্টান্ত। মহান আল্লাহ সূরা হজ্জের ২২:৩৮ ও ২২:৪০ নং আয়াতেও এ কথা উল্লেখ করেছেন।"
    },
    {
      "ayah": 252,
      "surah": 2,
      "text": "এই সমস্ত আল্লাহর নিদর্শন; যা আমি যথাযথভাবেম তোমাকে পড়ে শুনাচ্ছি। আর নিশ্চয় তুমি রসূলগণের অন্যতম।[১]\n[১] অতীতের যে ঘটনাগুলো রসূল (সাঃ)-এর উপর অবতীর্ণ কিতাবের মাধ্যমে বিশ্ববাসী জানতে পেরেছে, হে মুহাম্মাদ! অবশ্যই সে সমস্ত ঘটনাগুলো তোমার রিসালাত ও সত্যতার দলীল। কারণ, এগুলো না তুমি কোন কিতাবে পড়েছ, আর না কারো কাছ থেকে শুনেছ। আর এ থেকে এ কথাও পরিষ্কার হয়ে যায় যে, এগুলো সব অদৃশ্য জগতের (গায়বী) খবরাদি, যা মহান আল্লাহ কর্তৃক অহীর মাধ্যমে মুহাম্মাদ (সাঃ)-এর উপর অবতীর্ণ করা হয়েছে। কুরআন কারীমের বহু স্থানে অতীত উম্মতের ঘটনাবলী রসূল (সাঃ)-এর সত্যতার প্রমাণস্বরূপ পেশ করা হয়েছে।"
    },
    {
      "ayah": 253,
      "surah": 2,
      "text": "এ রসূলগণ, তাদের মধ্যে কাউকে কারো উপর শ্রেষ্ঠত্ব দিয়েছি।[১] তাদের মধ্যে কারো সাথে আল্লাহ কথা বলেছেন, আর কাউকে উচ্চ-মর্যাদায় উন্নীত করেছেন। মারয়্যাম-পুত্র ঈসাকে আমি সুস্পষ্ট প্রমাণ প্রদান করেছি এবং তাকে পবিত্র আত্মা (জিবরীল ফিরিশতা) দ্বারা শক্তিশালী করেছি।[২] আর যদি আল্লাহ ইচ্ছা করতেন, তাহলে তাদের (নবীদের) পরবর্তী লোকেরা -- তাদের নিকট সুস্পষ্ট প্রমাণ আসার পরে -- পারস্পরিক ঝগড়া-বিবাদ (যুদ্ধ) করত না। কিন্তু তারা মতভেদ ঘটালো, ফলে তাদের কিছু (লোক) বিশ্বাস করল এবং কিছু অবিশ্বাস করল। আর আল্লাহ ইচ্ছা করলে তারা যুদ্ধ-বিগ্রহে লিপ্ত হতো না, [৩] কিন্তু আল্লাহ যা ইচ্ছা তাই করে থাকেন।\n[১] কুরআন অন্য আর এক স্থানেও এ কথা বর্ণনা করেছে।{وَلَقَدْ فَضَّلْنَا بَعْضَ النَّبِيِّينَ عَلَى بَعْضٍ} \"আমি তো কতক পয়গম্বরকে কতক পয়গম্বরের উপর শ্রেষ্ঠত্ব দান করেছি।\"\n(বানী-ইস্রাঈল ১৭:৫৫)\nকাজেই এ প্রকৃতত্বের ব্যাপারে কোনই সন্দেহ নেই। তবে নবী করীম (সাঃ) যে বলেছেন, \"তোমরা আমাকে নবীদের মাঝে শ্রেষ্ঠত্ব দিও না।\"\n(বুখারী ৪৬৩৮, মুসলিম ২৩৭৩নং)\nএ থেকে একে অন্যের উপর শ্রেষ্ঠত্বের অস্বীকৃতি সাব্যস্ত হয় না, বরং এ থেকে উম্মতকে নবীদের ব্যাপারে আদব ও সম্মান দানের শিক্ষা দেওয়া হচ্ছে যে, তোমরা যেহেতু সে সমূহ বৈশিষ্ট্য ও বিষয়াদি সম্পর্কে অবহিত নও, যার ভিত্তিতে তাঁদের কেউ অন্যের উপর শ্রেষ্ঠত্বের অধিকারী হয়েছেন, তাই তোমরা আমার শ্রেষ্ঠত্বও এমনভাবে বর্ণনা করো না, যাতে অন্য নবীদের মর্যাদা ক্ষুণ্ণ হয়। নবীদের পারস্পরিক শ্রেষ্ঠত্ব এবং সমস্ত নবীদের উপর সর্বশেষ নবী (সাঃ)-এর শ্রেষ্ঠত্ব ও মর্যাদা তো সুসাব্যস্ত বিষয় এবং আহলে সুন্নাহর ঐকমত্যপূর্ণ বিশ্বাস; যা কুরআন ও হাদীস দ্বারা প্রমাণিত।\n(আরো বিস্তারিত জানার জন্য দ্রষ্টব্যঃ ফাতহুল ক্বাদীর)\n[২] অর্থাৎ, সেই সব মু'জিযা যা ঈসা (আঃ)-কে দেওয়া হয়েছিল। যেমন, মৃতকে জীবিত করা ইত্যাদি। এর বিস্তারিত আলোচনা সূরা আলে-ইমরানে আসবে। 'রূহুল ক্বুদুস' থেকে জিবরীল (আঃ)-কে বুঝানো হয়েছে। আর এ কথা পূর্বেও অতিবাহিত হয়েছে।[৩] এই বিষয়টাকে মহান আল্লাহ কুরআনের কয়েক স্থানে বর্ণনা করেছেন। এর অর্থ এই নয় যে, আল্লাহর নাযিল করা দ্বীনে মতভেদ পছন্দনীয়। এটা তো আল্লাহর নিকট খুবই অপছন্দনীয়। তাঁর পছন্দনীয় ও সন্তোষজনক জিনিস হল, সমস্ত মানুষ তাঁর নাযিল করা শরীয়তকে অবলম্বন করে জাহান্নামের আগুন থেকে বেঁচে যাক। এই জন্যই তিনি গ্রন্থসমূহ অবতীর্ণ করেন, ক্রমাগতভাবে নবীদেরকে প্রেরণ করেন এবং নবী করীম (সাঃ)-কে প্রেরণ করে রিসালাতের ইতি টানেন। এর পরও খলীফাগণ, উলামা এবং দ্বীনের আহবায়কদের মাধ্যমে সত্যের প্রতি আহবান, ভাল কাজের আদেশ ও মন্দ কাজে বাধা প্রদানের ধারাবাহিকতা জারী রাখা হয় এবং তার গুরুত্বকে তুলে ধরে তার প্রতি তাকীদও করা হয়। এত ব্যবস্থা কেন? এই জন্যই যে, মানুষ যাতে আল্লাহর পছন্দনীয় পথকে অবলম্বন করে। কিন্তু যেহেতু তিনি হিদায়াত ও গুমরাহীর উভয় পথ প্রদর্শন করে দিয়ে মানুষকে কোন একটি পথ অবলম্বন করার জন্য বাধ্য করেননি, বরং পরীক্ষার জন্য তাকে (কোন একটি পথ) নির্বাচন করার ইচ্ছা ও স্বাধীনতা দিয়েছেন, সুতরাং কেউ এই এখতিয়ারের সদ্ব্যবহার করে মু'মিন হয়ে যায়, আবার কেউ এই এখতিয়ারের অসদ্ব্যবহার করে কাফের হয়ে যায়। অর্থাৎ, এটা তাঁর কৌশল ও ইচ্ছা সম্পর্কীয় বিষয়; যা তাঁর সন্তুষ্টি ও পছন্দ থেকে ভিন্ন জিনিস।"
    },
    {
      "ayah": 254,
      "surah": 2,
      "text": "হে বিশ্বাসীগণ! আমি তোমাদেরকে যে রুযী দান করেছি, তা থেকে তোমরা দান কর, সেই (শেষ বিচারের) দিন আসার পূর্বে, যেদিন কোন প্রকার ক্রয়-বিক্রয়, বন্ধুত্ব এবং সুপারিশ থাকবে না। [১] আর অবিশ্বাসীরাই সীমালংঘনকারী।\n[১] ইয়াহুদী, খ্রিষ্টান এবং কাফের ও মুশরিকরা নিজেদের ইমাম অর্থাৎ, নবী, ওলী, বুযুর্গ এবং পীর-মুরশিদ ইত্যাদিদের ব্যাপারে এই বিশ্বাস রাখত যে, আল্লাহর উপর তাঁদের এত প্রভাব যে, তাঁরা নিজেদের ব্যক্তিত্বের প্রতাপে তাঁদের অনুসারীদের ব্যাপারে যা চাইবেন আল্লাহর কাছ থেকে তা মানিয়ে নিতে পারবেন এবং মানিয়ে নিবেন। আর এটাকেই তারা শাফাআত বা সুপারিশ বলে। অর্থাৎ, প্রায় বর্তমানের অজ্ঞ মুসলিমদের মতই ছিল তাদের আকীদা ও বিশ্বাস। এদের (বর্তমানের অজ্ঞদের) কথা হল, আমাদের বুযুর্গরা আল্লাহর কাছে দৃঢ়প্রতিজ্ঞা নিয়ে বসে যাবেন এবং ক্ষমা করিয়েই উঠবেন। এই আয়াতে বলা হয়েছে যে, আল্লাহর নিকট এ রকম কোন সুপারিশের অস্তিত্বই নেই। এ ছাড়া 'আয়াতুল কুরসী' এবং আরো অনেক আয়াতে ও হাদীসসমূহে বলা হয়েছে যে, সেখানে (কিয়ামতে) এক দ্বিতীয় প্রকারের শাফাআত অবশ্যই হবে, কিন্তু এই শাফাআত কেবল তাঁরাই করতে পারবেন, যাঁদেরকে আল্লাহ অনুমতি দান করবেন। আর এই সুপারিশ কেবল সেই বান্দার জন্যই করতে পারবেন, যার জন্য মহান আল্লাহ অনুমতি দেবেন। তিনি এই অনুমতি কেবল তাওহীদবাদীর জন্যই দেবেন। আর এই সুপারিশ ফিরিশতারাও করবেন, নবী-রসূল এবং শহীদ ও সালেহীনরাও করবেন। তবে তাঁদের মধ্যেকার কোন ব্যক্তিত্বের কোন দাপ ও চাপ আল্লাহর উপর থাকবে না। বরং তাঁরাই আল্লাহর ভয়ে এতই ভীত-সন্ত্রস্ত হবেন যে, তাঁদের মুখমন্ডল বিবর্ণ হতে থাকবে। মহান আল্লাহ বলেন, তারা সুপারিশ করে কেবল তাদের জন্য, যাদের প্রতি তিনি সন্তুষ্ট এবং তারা তাঁর ভয়ে ভীত-সন্ত্রস্ত।\n(সূরা আম্বিয়া ২১:২৮ আয়াত)"
    },
    {
      "ayah": 255,
      "surah": 2,
      "text": "আল্লাহ ; তিনি ব্যতীত অন্য কোন (সত্য) উপাস্য নেই, তিনি চিরঞ্জীব, সব কিছুর ধারক। [১] তাঁকে তন্দ্রা ও নিদ্রা স্পর্শ করে না। আকাশ ও পৃথিবীতে যা কিছু আছে সমস্ত তাঁরই। কে আছে যে তাঁর অনুমতি ছাড়া তাঁর কাছে সুপারিশ করবে? তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে, তা তিনি অবগত আছেন। যা তিনি ইচ্ছা করেন, তা ছাড়া তাঁর জ্ঞানের কিছুই তারা আয়ত্ত করতে পারে না। তাঁর কুরসী [২] আকাশমন্ডলী ও পৃথিবী পরিব্যাপ্ত। আর সেগুলির রক্ষণাবেক্ষণ তাঁকে ক্লান্ত করে না। তিনি সুউচ্চ, মহামহিম।\n[১] এটিকে আয়াতুল কুরসী বলা হয়। এর অনেক ফযীলত সহীহ হাদীস দ্বারা প্রমাণিত। যেমন, এই আয়াত হল কুরআনের অতীব মহান আয়াত। এটা পড়লে রাতে শয়তান থেকে হিফাযতে থাকা যায়। প্রত্যেক ফরয নামাযের পর পড়লে বেহেশত যাওয়ার পথে মরণ ছাড়া অন্য কিছু বাধা থাকে না।\n(ইবনে কাসীর)\nএটি মহান আল্লাহর গৌরবময় গুণাবলী, তাঁর সুউচ্চ মর্যাদা এবং তাঁর পরাক্রমশালীতা ও মহানুভবতা সম্বলিত সংক্ষিপ্ত শব্দে বহুল অর্থ বিশিষ্ট অতীব মহান আয়াত।\n[২] 'কুরসী'র অর্থ কেউ বলেছেন, মহান আল্লাহর পা রাখার স্থান। কেউ বলেছেন, জ্ঞান। কেউ বলেছেন, শক্তি ও মাহাত্ম্য। কেউ বলেছেন, রাজত্ব এবং কেউ বলেছেন, আরশ। তবে মহান আল্লাহর গুণাবলীর ব্যাপারে মুহাদ্দেসীন ও সালফে-সালেহীনদের নীতি হল, তাঁর গুণগুলি যেভাবে কুরআন ও হাদীসে বর্ণিত হয়েছে, সেগুলির কোন অপব্যাখ্যা ও ধরন-গঠন নির্ণয় না করে তার উপর বিশ্বাস স্থাপন করা। কাজেই এটাই বিশ্বাস করতে হবে যে, এটা সত্যিকারের কুরসী যা আরশ থেকে পৃথক বস্তু (এবং সঠিক মতে তা আল্লাহর পা রাখার জায়গা)। তার ধরন ও আকৃতি কেমন এবং তাতে মহান আল্লাহ কিভাবে আসীন হন, তা আমরা বর্ণনা করতে পারব না। কেননা, তার অর্থ আমাদের জানা; কিন্তু তার প্রকৃতত্ব আমাদের কাছে অজানা।"
    },
    {
      "ayah": 256,
      "surah": 2,
      "text": "ধর্মের জন্য কোন জোর-জবরদস্তি নেই। নিশ্চয় সুপথ প্রকাশ্যভাবে কুপথ থেকে পৃথক হয়েছে।[১] সুতরাং যে তাগূতকে (অর্থাৎ, আল্লাহ ছাড়া অন্যান্য বাতিল উপাস্যসমূহকে) অস্বীকার করবে ও আল্লাহকে বিশ্বাস করবে, নিশ্চয় সে এমন এক শক্ত হাতল ধরবে, যা কখনো ভাঙ্গার নয়। আর আল্লাহ সর্বশ্রোতা, মহাজ্ঞানী।\n[১] এই আয়াত নাযিল হওয়ার কারণ সম্পর্কে বলা হয়েছে যে, আনসারদের কিছু যুবক ছেলেরা ইয়াহুদী ও খ্রিষ্টান হয়ে গিয়েছিল। পরে যখন আনসাররা ইসলাম গ্রহণ করল, তখন তারা তাদের ইয়াহুদী ও খ্রিষ্টান হয়ে যাওয়া সন্তানদেরকে ইসলাম গ্রহণের জন্য বাধ্য করতে চাইলে এই আয়াত অবতীর্ণ হল। আয়াত নাযিল হওয়ার কারণের দিকে লক্ষ্য করে কোন কোন মুফাসসির এটাকে আহলে-কিতাবদের জন্য নির্দিষ্ট মনে করেন। অর্থাৎ, মুসলিম দেশে বসবাসকারী ইয়াহুদী ও খ্রিষ্টানরা যদি জিযিয়া-কর আদায় করে, তাহলে তাদেরকে ইসলাম গ্রহণে বাধ্য করা যাবে না। তবে এই আয়াতের নির্দেশ ব্যাপক। অর্থাৎ, কাউকে ইসলাম গ্রহণ করতে বাধ্য করা যাবে না। কারণ, মহান আল্লাহ হিদায়াত ও গুমরাহী উভয় পথই সুস্পষ্টভাবে বর্ণনা করে দিয়েছেন। তবে কুফর ও শিরকের নিষ্পত্তি এবং বাতিল শক্তি চূর্ণ করতে জিহাদ করা এক ভিন্ন ব্যাপার, এটা জোর-জবরদস্তি থেতে পৃথক জিনিস। উদ্দেশ্য সমাজ থেকে এমন শক্তি ও দাপটকে ভেঙ্গে দেওয়া, যা আল্লাহর দ্বীনের উপর আমল করার ও তার তবলীগের পথে অন্তরায় সৃষ্টি করে। যাতে প্রত্যেক ব্যক্তি স্বীয় স্বাধীন সিদ্ধান্তে ইচ্ছা হলে নিজের কুফরীর উপর প্রতিষ্ঠিত থাকবে এবং ইচ্ছা হলে ইসলামে প্রবেশ করবে। আর যেহেতু (আল্লার পথে) বাধা দানকারী এই শক্তিসমূহ ক্রমশঃ প্রকাশ পেতেই থাকবে, তাই জিহাদের নির্দেশ এবং তার প্রয়োজনীয়তা কিয়ামত পর্যন্ত বহাল থাকবে। যেমন হাদীসে এসেছে যে, \"জিহাদ কিয়ামত পর্যন্ত জারী থাকবে।\" নবী করীম (সাঃ) নিজেও কাফের ও মুশরিকদের সাথে জিহাদ করেছেন এবং বলেছেন, \"আমি ততক্ষণ পর্যন্ত মানুষের সাথে জিহাদ করার নির্দেশপ্রাপ্ত হয়েছি, যতক্ষণ না তারা 'লা-ইলাহা ইল্লাল্লা-হ মুহাম্মাদুর রাসূলুল্লা-হ'র স্বীকৃতি দেয়।\"\n(বুখারী ২৫নং)\nঅনুরূপ মুরতাদ (ধর্মত্যাগী) হয়ে যাওয়ার শাস্তি (হত্যা)র সাথেও এর কোন বিরোধ নেই। (যা অনেকে মনে করে থাকে।) কেননা, মুর্তাদের শাস্তি (হত্যা)র উদ্দেশ্য জোর-জবরদস্তি নয়, বরং এর লক্ষ্য ইসলামী দেশের আইনের মর্যাদা রক্ষা। একটি ইসলামী দেশে একজন কাফেরকে তার কুফরীর উপর প্রতিষ্ঠিত থাকার অনুমতি অবশ্যই দেওয়া যেতে পারে, কিন্তু একবার সে যদি ইসলামে প্রবেশ করে যায়, তাহলে পুনরায় তাকে ইসলাম বিমুখ হওয়ার অনুমতি দেওয়া যেতে পারে না। সুতরাং তাকে খুব ভেবে-চিন্তে ইসলামে প্রবেশ করতে হবে। কারণ, যদি এর অনুমতি দেওয়া হয়, তাহলে (দেশের) আইন-শৃঙ্খলার ভিত্তিই ভেঙ্গে পড়বে এবং বিশৃঙ্খলা ও অরাজকতা বিস্তার লাভ করবে। ফলে মুসলিম সমাজের নিরাপত্তার এবং দেশের আইনকে অক্ষুণ্ণ রাখার ব্যাপারে সৃষ্টি হবে বড় বিঘ্ন। তাই যেমন মানবাধিকারের নামে হত্যা, চুরি, ব্যভিচার এবং ডাকাতি করা ইত্যাদি অপরাধের অনুমতি দেওয়া যেতে পারে না, অনুরূপ চিন্তা-স্বাধীনতা বা স্বাধীন সিদ্ধান্তের নামে কোন ইসলামী দেশে আইন ভঙ্গ করার (ইসলাম বিমুখ হওয়ার)ও অনুমতি দেওয়া যেতে পারে না। এটা জোর-জবরদস্তি নয়, বরং মুরতাদকে হত্যা করা ঐরূপ সুবিচার, যেমন সুবিচার হল হত্যার, লুটতরাজের এবং চারিত্রিক অপরাধে অপরাধী ব্যক্তিকে কঠিন শাস্তি দেওয়া। একটির উদ্দেশ্য দেশের আইন-শৃঙ্খলা রক্ষা এবং দ্বিতীয়টির লক্ষ্য অন্যায় ও অনাচারের হাত হতে দেশকে বাঁচানো। আর উভয় উদ্দেশ্য একটি দেশের জন্য অতীব প্রয়োজনীয় ও গুরুত্বপূর্ণ। বর্তমানে অধিকাংশ ইসলামী দেশগুলো এই উভয় উদ্দেশ্য ত্যাগ করার কারণে যে অস্থিরতা এবং কঠিন সমস্যার সম্মুখীন হয়েছে তা বলার অপেক্ষা রাখে না।"
    },
    {
      "ayah": 257,
      "surah": 2,
      "text": "আল্লাহ তাদের অভিভাবক যারা বিশ্বাস করে (মু’মিন)। তিনি তাদেরকে (কুফরীর) অন্ধকার থেকে (ঈমানের) আলোকে নিয়ে যান। আর যারা সত্য প্রত্যাখ্যান করে, তাদের অভিভাবক হল তাগূত (শয়তান সহ অন্যান্য উপাস্য)। এরা তাদেরকে (ঈমানের) আলোক থেকে (কুফরীর) অন্ধকারে নিয়ে যায়। এরাই দোযখের অধিবাসী, সেখানে তারা চিরকাল থাকবে।"
    },
    {
      "ayah": 258,
      "surah": 2,
      "text": "তুমি কি সে ব্যক্তির (নমরূদের) কথা ভেবে দেখনি, যে ইব্রাহীমের সাথে তার প্রতিপালক সম্বন্ধে বিতর্কে লিপ্ত হয়েছিল? যেহেতু আল্লাহ তাকে রাজত্ব দিয়েছিলেন। যখন ইব্রাহীম বলল, ‘তিনি আমার প্রতিপালক যিনি জীবন দান করেন ও মৃত্যু ঘটান।’ সে বলল, ‘আমিও জীবন দান করি ও মৃত্যু ঘটাই।’ ইব্রাহীম বলল, ‘নিশ্চয় আল্লাহ সূর্যকে পূর্ব দিক থেকে উদিত করেন, তুমি তাকে পশ্চিম দিক থেকে উদিত কর।’ তখন সে (নমরূদ) হতবুদ্ধি হয়ে গেল। আর আল্লাহ অত্যাচারী সম্প্রদায়কে সৎপথে পরিচালিত করেন না।"
    },
    {
      "ayah": 259,
      "surah": 2,
      "text": "অথবা সেই ব্যক্তির কথা ভেবে দেখনি, যে এমন এক নগরে উপনীত হয়েছিল, যা ধ্বংস্তুপে পরিণত হয়েছিল। সে (লোকটি) বলল, ‘মৃত্যুর পর কিরূপে আল্লাহ এ (নগরটি)কে জীবিত করবেন?’[১] তখন তাকে আল্লাহ একশত বৎসর মৃত রাখলেন, তারপর তাকে পুনর্জীবিত করলেন। আল্লাহ বললেন, ‘তুমি (মৃত অবস্থায়) কতক্ষণ ছিলে?’ সে বলল, ‘একদিন অথবা এক দিনের কিছু অংশ।’[২] তিনি বললেন, ‘বরং তুমি একশত বৎসর (মৃত অবস্থায়) অবস্থান করেছিলে। অথচ তোমার খাদ্য-সামগ্রী ও পানীয় বস্তুর প্রতি লক্ষ্য কর, তা অবিকৃত রয়েছে। আর তুমি তোমার গাধাটির প্রতি লক্ষ্য কর, (এগুলো এ জন্য যে,) আমি তোমাকে মানব-জাতির জন্য নিদর্শনস্বরূপ করব। আর (গাধার) অস্থিগুলির প্রতি লক্ষ্য কর, কিভাবে সেগুলিকে আমি সংযোজিত করি, অতঃপর গোশত দ্বারা ঢেকে দিই।’ সুতরাং যখন এটি তার নিকট সুস্পষ্ট হল, তখন সে বলে উঠল, ‘আমি জানি যে, আল্লাহ সর্ব বিষয়ে মহাশক্তিমান।’ [৩]\n[১] أَوْ كَالَّذِيْ এর সম্পর্ক হল পূর্বের ঘটনার সাথে। অর্থ হল, তুমি কি (পূর্বের ঘটনার ন্যায়) সেই ব্যক্তির কথা ভেবে দেখনি, যে এমন এক নগরে উপনীত হয়েছিল ---। এই লোকটি কে ছিল? এ ব্যাপারে বহু উক্তি বর্ণিত হয়েছে। আর উযায়রের নাম সর্বাধিক প্রসিদ্ধি লাভ করেছে। কোন কোন সাহাবী ও তাবেয়ীর উক্তিও এ ব্যাপারে উদ্ধৃত হয়েছে। আর আল্লাহই সর্বাধিক জ্ঞাত। পূর্বের (ইবরাহীম (আঃ) ও নমরূদের) ঘটনা ছিল মহান স্রষ্টার অস্তিত্ব প্রমাণে এবং এই দ্বিতীয় ঘটনা হল মহান আল্লাহর মৃতকে জীবিত করার মহাশক্তির প্রমাণে। যে সত্তা এই লোকটিকে এবং তার গাধাকে একশ' বছর পর জীবিত করেছেন, এমন কি তার খাদ্য-পানিও নষ্ট হতে দেননি, সেই মহান সত্তাই কিয়ামতের দিন মানবকুলকে পুনরায় জীবিত করবেন। যিনি একশ' বছর পর জীবিত করতে পারেন, তাঁর জন্য হাজার বছর পর জীবিত করাও কোন কষ্টকর ব্যাপার নয়।\n[২] কথিত আছে যে, যখন উক্ত ব্যক্তি মৃত্যুবরণ করেছিল, তখন কিছুটা বেলা উঠে গিয়েছিল এবং যখন পুনরায় জীবিত হল, তখন সন্ধ্যা হতে কিছুটা বাকী ছিল। এ থেকে সে অনুমান করেছিল যে, আমি যদি গতকাল এসে থাকি, তাহলে এক দিন অতিবাহিত হয়ে গেছে, আর যদি এটা আজকের ঘটনা হয়, তবে দিনের কিছু অংশ অতিবাহিত হয়েছে। অথচ প্রকৃত ব্যাপার হল তার মৃত্যুর উপর একশ' বছর অতিবাহিত হয়ে গেছে।\n[৩] অর্থাৎ, বিশ্বাস তো আমার আগেও ছিল। এখন প্রত্যক্ষ দর্শন করে আমার প্রত্যয় ও জ্ঞানে আরো দৃঢ়তা এসেছে এবং তা বর্ধিত হয়েছে।"
    },
    {
      "ayah": 26,
      "surah": 2,
      "text": "আল্লাহ মশা কিংবা তার থেকে উচ্চ (অথবা ক্ষুদ্র) পর্যায়ের কোন বস্তুর উদাহরণ দিতে লজ্জাবোধ করেন না, (১) সুতরাং যারা মুমিন (বিশ্বাসী) তারা জানে যে, এ উদাহরণ তাদের প্রতিপালকের নিকট থেকে সত্য; কিন্তু যারা (কাফের) অবিশ্বাস করে তারা বলে যে, আল্লাহ কি অভিপ্রায়ে এমন একটি উদাহরণ দিয়েছেন? এতদ্বারা তিনি অনেককেই বিভ্রান্ত করেন আবার বহু জনকে সৎপথে পরিচালিত করেন। (২)বস্তুতঃ তিনি সৎপথ পরিত্যাগীদের(৩) ছাড়া আর কাউকেও বিভ্রান্ত করেন না।\n(১) যখন মহান আল্লাহ অকাট্য দলীল দ্বারা সাব্যস্ত করে দিলেন যে, ক্বুরআন এক মু'জিযা (অলৌকিক নিদর্শন), তখন কাফেররা অন্যভাবে অভিযোগ উত্থাপন ক'রে বলল যে, যদি এটা আল্লাহর বাণী হত, তাহলে এমন মহান সত্তার অবতীর্ণ করা বাণীতে এত ছোট ছোট জিনিসের দৃষ্টান্ত থাকত না। আল্লাহ তাআলা তাদের কথার উত্তর দিয়ে বলেন যে, কথার পরিষ্কার ব্যাখ্যা দানের উদ্দেশ্যে এবং কোন যুক্তিসঙ্গত কারণে দৃষ্টান্তসমূহ পেশ করাতে কোন দোষ নেই। আর এ জন্য এতে কোন লজ্জা-সংকোচও নেই। فَوقَها মশার উপরে; অর্থাৎ, তার ডানা বরাবর। অর্থ হল, এই মশার থেকেও ছোট জিনিস। কিংবা فَوق এর অর্থ হল, এই মশার চেয়েও উচ্চ। অর্থ দাঁড়াবে, মশা বা তার থেকে উচ্চ কোন কিছু। فَوقَهَا শব্দের মধ্যে উভয় অর্থেরই প্রশস্ততা রয়েছে।\n(২) আল্লাহর উপস্থাপিত দৃষ্টান্তসমূহ দ্বারা ঈমানদারদের ঈমান বর্ধিত হয় এবং কাফেরদের কুফরী বৃদ্ধি পায়। আর এ সব কিছু আল্লাহর কুদরতী নিয়ম এবং তাঁর ইচ্ছার ভিত্তিতেই হয়। যেটাকে ক্বুরআনে (نُوَلِّهِ مَا تَوَلّى) \"আমি তাকে ঐ দিকেই ফেরাব যে দিক সে অবলম্বন করেছে।\"\n(সূরা নিসা ৪:১১৫ আয়াত)\nএবং হাদীসে كُلٌّ مُيَسَّرٌ لِمَا خُلِقَ لَهُ অর্থাৎ, প্রত্যেকের জন্য সে জিনিস সহজ করা হয় যার জন্য তাকে সৃষ্টি করা হয়েছে।\"\n(সহীহ বুখারী, তাফসীর সূরাতুল লাইল\n) বলে আখ্যায়িত করা হয়েছে।\n(৩) فِسق আল্লাহর আনুগত্য থেকে বের হয়ে যাওয়াকে বলে। আর এটা (আল্লাহর আনুগত্য থেকে বের হওয়া) সাময়িকভাবে একজন মু'মিনের দ্বারাও হতে পারে। তবে এখানে 'ফিসক্ব'-এর অর্থ হল, আল্লাহর আনুগত্য থেকে সম্পূর্ণরূপে বেরিয়ে যাওয়া। অর্থাৎ, কুফরী করা ও সৎপথ পরিত্যাগ করা। আর এ কথা পরবর্তী আয়াত দ্বারা আরো পরিষ্কার হয়ে যায়, যাতে মু'মিনদের মোকাবেলায় কাফেরদের গুণাবলীর উল্লেখ হয়েছে।"
    },
    {
      "ayah": 260,
      "surah": 2,
      "text": "আরো (স্মরণ কর) যখন ইব্রাহীম বলল, ‘হে আমার প্রতিপালক! কিভাবে তুমি মৃতকে জীবিত কর, আমাকে দেখাও।’[১] তিনি বললেন, ‘তুমি কি এ বিশ্বাস কর না?’ সে বলল, ‘অবশ্যই (বিশ্বাস করি)। কিন্তু আমার মনকে প্রবোধ দানের জন্য (দেখতে চাই)!’ তিনি বললেন, ‘তবে চারটি পাখী ধর এবং ঐগুলিকে (পুষে) তোমার বশীভূত কর (তা যবেহর পর টুকরা-টুকরা করে সম্মিলিত কর)। তারপর তাদের এক এক অংশ এক এক পাহাড়ে স্থাপন কর। অতঃপর ঐগুলিকে ডাক দাও, (দেখবে,) ঐগুলি দ্রুতগতিতে তোমার নিকট এসে উপস্থিত হবে। আর জেনে রাখ যে, আল্লাহ প্রবল পরাক্রমশালী প্রজ্ঞাময়।’\n[১] এটা মৃতকে জীবিত করার দ্বিতীয় ঘটনা, যা দেখানো হয়েছিল একজন অতীব সম্মানিত পয়গম্বর ইবরাহীম (আঃ)-এর আশা পূরণের এবং তাঁর আন্তরিক প্রশান্তি লাভের জন্য। চারটি কোন্ কোন্ পাখি ছিল? মুফাসসিরগণ বিভিন্ন নাম উল্লেখ করেছেন। তবে নাম নির্দিষ্টীকরণে কোন লাভ নেই। এই কারণেই মহান আল্লাহ তাদের নামের উল্লেখ করেননি। চারটি বিভিন্ন প্রকারের পাখি ছিল। فَصُرْهُنَّ এর একটি অর্থ করা হয়েছে, أَمِلْهُنَّ (আকৃষ্ট করে নাও) অর্থাৎ, পোষ মানিয়ে নাও। যাতে জীবিত হওয়ার পর সহজেই চিনে নিতে পারো যে, এগুলো সেই পাখিই এবং কোন প্রকারের সন্দেহের অবকাশ না থাকে। তবে এই অর্থে ثُمَّ قَطِّعْهنَ (অতঃপর সেগুলোকে টুকরা টুকরা কর) শব্দ ঊহ্য মেনে নিতে হবে। দ্বিতীয় অর্থ করা হয়েছে, قَطِّعْهُنَّ (সেগুলোকে টুকরা টুকরা করে নাও)। এই অর্থে কোন কিছু ঊহ্য না মেনেও মানে পরিষ্কার হয়ে যায়। অর্থাৎ, সেগুলোকে টুকরা টুকরা করে তাদের অংশগুলো একে অপরের সাথে মিশ্রিত করে বিভিন্ন পাহাড়ে রেখে দাও। অতঃপর সেগুলোকে ডাকো, দেখবে তারা জীবিত হয়ে তোমার কাছে চলে আসবে। ঠিক তা-ই হল। পূর্বের ও বর্তমানের কোন কোন মুফাসসিরগণ (যাঁরা সাহাবী ও তাবেঈনদের তাফসীরের এবং সালফে-সালেহীনদের তরীকার কোন গুরুত্ব দেন না তাঁরা) فَصُرْهُنَّ এর অনুবাদ কেবল 'পোষ মানিয়ে নাও' করেছেন। আর পাখিগুলোকে যবেহ করার পর টুকরা টুকরা করে পাহাড়ে তার অংশগুলো ছড়িয়ে-ছিটিয়ে দেওয়ার, তারপর মহান আল্লাহর মহাশক্তি দ্বারা সেগুলোর আপোসে জোড়া লাগার কথা স্বীকার করেন না। বলা বাহুল্য এ অনুবাদ সঠিক নয়। এ রকম অনুবাদ ও ব্যাখ্যা করলে ঘটনার সমস্ত অলৌকিকতাই শেষ হয়ে যায় এবং মৃতকে জীবিত করে দেখানোর প্রশ্ন থেকেই যায়। অথচ এই ঘটনাকে উল্লেখ করার উদ্দেশ্যই হল, মহান আল্লাহর মৃতকে জীবিত করার গুণ ও তাঁর মহাশক্তিকে প্রমাণ করা। একটি হাদীসে নবী করীম (সাঃ) ইবরাহীম (আঃ)-এর এই ঘটনার উল্লেখ করে বলেছেন, \"আমরা ইবরাহীম (আঃ) অপেক্ষা সন্দেহ করার অধিকার বেশী রাখি।\"\n(বুখারী ৩৩২৭নং)\nআর এর অর্থ এই নয় যে, ইবরাহীম (আঃ) আল্লাহর কুদরতে সন্দেহ পোষণ করেছিলেন, অতএব সন্দেহ করার অধিকার তাঁর চেয়ে আমাদের বেশী; বরং উদ্দেশ্য হল, তাঁর যে সন্দেহ হতে পারে তার খন্ডন করা। অর্থাৎ, ইবরাহীম (আঃ) মৃতকে জীবিত করার ব্যাপারে কোন প্রকার সন্দেহ করেননি। যদি তিনি এ ব্যাপারে সন্দেহ করে থাকতেন, তাহলে অবশ্যই সন্দেহ করার ব্যাপারে আমাদের অধিকার তাঁর চেয়ে বেশী হত।\n(অধিক জানার জন্য দ্রষ্টব্যঃ ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 261,
      "surah": 2,
      "text": "যারা আল্লাহর পথে ব্যয় করে, তাদের উপমা একটি শস্য-বীজের মত, যা থেকে সাতটি শীষ জন্মে, প্রতিটি শীষে থাকে একশত শস্য-দানা। আর আল্লাহ যার জন্য ইচ্ছা বহুগুণে বৃদ্ধি করে দেন।[১] আল্লাহ মহাদানশীল, মহাজ্ঞানী।\n[১] এটা হল আল্লাহর পথে ব্যয় করার ফযীলত। 'আল্লাহর পথ'-এর উদ্দেশ্য যদি জিহাদ হয়, তাহলে তার অর্থ হবে জিহাদে ব্যয়কৃত টাকা-পয়সার এই নেকী পাওয়া যায়। আর যদি এর উদ্দেশ্য হয় সমস্ত কল্যাণের পথ, তবে এই ফযীলত হবে নফল সাদাকা-খয়রাতের। আর অন্যান্য নেকীসমূহ (একটি নেকীর প্রতিদান দশগুণ)এর আওতাভুক্ত হবে।\n(ফাতহুল ক্বাদীর)\nঅর্থাৎ, সাদাকা-খয়রাতের সাধারণ প্রতিদান ও নেকী অন্যান্য কল্যাণকর কাজের চেয়ে বেশী। আর আল্লাহর পথে ব্যয় করার গুরুত্ব ও ফযীলত এত বেশী হওয়ার কারণ হল, যতক্ষণ পর্যন্ত যুদ্ধসামগ্রী ও অস্ত্র-শস্ত্রের ব্যবস্থা না হবে, ততক্ষণ পর্যন্ত সৈন্যের পারদর্শিতাও শূন্যের কোটায় থাকবে। আর যুদ্ধসামগ্রী ও অস্ত্র-শস্ত্রের ব্যবস্থা টাকা-পয়সা ব্যতীত করা যেতে পারে না।"
    },
    {
      "ayah": 262,
      "surah": 2,
      "text": "যারা আল্লাহর পথে আপন ধন ব্যয় করে, অতঃপর যা ব্যয় করে, তার কথা বলে বেড়ায় না এবং (ঐ দানের বদলে কাউকে) কষ্টও দেয় না,[১] তাদের পুরস্কার রয়েছে তাদের প্রতিপালকের নিকট, বস্তুতঃ তাদের কোন ভয় নেই এবং তারা দুঃখিতও হবে না।\n[১] আল্লাহর রাস্তায় ব্যয় বা দান করার উল্লিখিত ফযীলত কেবল সেই ব্যক্তিই লাভ করবে, যে স্বীয় সম্পদ দান করে অনুগ্রহ প্রকাশ করবে না এবং সে মুখ দিয়ে এমন কোন তুচ্ছ বাক্যও বের করবে না, যা কোন গরীব-অভাবীর সম্মানে আঘাত হানে এবং সে তাতে ব্যথা অনুভব করে। কেননা, এটা এত বড় অপরাধ যে, নবী করীম (সাঃ) বলেছেন, \"কিয়ামতের দিন মহান আল্লাহ তিন শ্রেণীর মানুষের সাথে কথা বলবেন না। তাদের মধ্যে একজন হল, (দান করে) অনুগ্রহ প্রকাশকারী ব্যক্তি।\"\n(মুসলিম ১০৬নং)"
    },
    {
      "ayah": 263,
      "surah": 2,
      "text": "যে দানের পশ্চাতে (যাচ্ঞাকারীকে) কষ্ট দেওয়া হয়, তার চেয়ে (তাকে) মিষ্টি কথা বলা এবং ক্ষমা করা উত্তম। [১] আর আল্লাহ অভাবমুক্ত, পরম সহনশীল।\n[১] ভিক্ষুকের সাথে নম্রভাবে ও দয়ামাখা স্বরে কথা বলা অথবা দু'আ-বাক্য (আল্লাহ তাআ'লা তোমাকে ও আমাকে তাঁর অনুগ্রহ ও করুণা দানে ধন্য করুন! ইত্যাদি) দ্বারা তাকে উত্তর দেওয়াই হল 'মিষ্টি বা উত্তম কথা'। আর 'ক্ষমা করা'র অর্থ হল, ভিক্ষুকের অভাব-অনটন ও তার প্রয়োজনের কথা মানুষের সামনে প্রকাশ না করে তা গোপন করা। অনুরূপ ভিক্ষুকের মুখ দিয়ে যদি কোন অনুচিত কথা বেরিয়ে যায়, তা ক্ষমা করে দেওয়াও এর আওতাভুক্ত। অর্থাৎ, ভিক্ষুকের সাথে নম্রভাবে দয়ামাখা স্বরে কথা বলা, তাকে ক্ষমা করা এবং তার (ব্যাপার) গোপন করা সেই সাদাকার চেয়ে উত্তম, যে সাদাকা করার পর (যাকে সাদাকা দেওয়া হয়) তাকে মানুষের সামনে অপমানিত করে কষ্ট দেওয়া হয়। এই জন্যই হাদীসে বলা হয়েছে, \"উত্তম কথা সাদাকার সমতুল্য।\"\n(মুসলিম ১০০৯নং)\nঅনুরূপ নবী করীম (সাঃ) বলেছেন, \"তুমি কোনও নেকীর কাজকে তুচ্ছ ভেবো না, যদিও তা তোমার কোন ভায়ের সাথে হাসি মুখে সাক্ষাৎ করার মাধ্যমে হয়।\"\n(মুসলিম ২৬২৬নং)"
    },
    {
      "ayah": 264,
      "surah": 2,
      "text": "হে বিশ্বাসিগণ! দানের কথা প্রচার করে এবং কষ্ট দিয়ে তোমরা তোমাদের দানকে নষ্ট করে দিও না; ঐ লোকের মত যে নিজের ধন লোক দেখানোর জন্য ব্যয় করে এবং আল্লাহ ও পরকালে বিশ্বাস করে না। তার উপমা একটি শক্ত পাথরের মত, যার উপর কিছু মাটি থাকে। অতঃপর তার উপর প্রবল বৃষ্টিপাত তাকে মসৃণ করে রেখে দেয়। [১] যা তারা উপার্জন করেছে, তার কিছুই তারা তাদের কাজে লাগাতে পারবে না। বস্তুতঃ আল্লাহ অবিশ্বাসী সম্প্রদায়কে সৎপথে পরিচালিত করেন না।\n[১] এখানে প্রথমতঃ বলা হয়েছে যে, সাদাকা-খয়রাত করে অনুগ্রহ প্রকাশ করা (বা বলে বেড়ানো) এবং (খোঁটা মেরে) কষ্টদায়ক বাক্যালাপ ঈমানদারদের অভ্যাস নয়, বরং তা হল মুনাফেক ও তাদের অভ্যাস, যারা লোক প্রদর্শনের জন্য ব্যয় করে। দ্বিতীয়তঃ এ রকম ব্যয় করার দৃষ্টান্ত এমন পরিষ্কার পাথরের মত যার উপর থাকে কিছু মাটি, কোন মানুষ ফসলাদি লাভের আশায় তাতে বীজ ফেলে দেয়, কিন্তু বৃষ্টির এক ঝাপটেই সমস্ত মাটি ধুয়ে নেমে যায় এবং পাথর মাটি থেকে একেবারে পরিষ্কার ও মসৃণ হয়ে যায়। অর্থাৎ, যেমন বৃষ্টি এই পাথরের জন্য কোন ফলপ্রসূ হয় না, অনুরূপ লোকপ্রদর্শনকারীর সাদাকাও তার জন্য কোন লাভ বয়ে আনে না।"
    },
    {
      "ayah": 265,
      "surah": 2,
      "text": "পক্ষান্তরে, যারা আল্লাহর সন্তুষ্টির জন্য এবং নিজের হৃদয়কে শক্তিশালী করার জন্য তাদের ধন দান করে, তাদের উপমা কোন উঁচু ভূমিতে অবস্থিত একটি বাগান, [১] যাতে মুষলধারে বৃষ্টি হয়, ফলে তার ফল-মূল দ্বিগুণ জন্মে। যদি মুষলধারে বৃষ্টি নাও হয়, তবে হাল্কা বৃষ্টিই যথেষ্ট। বস্তুতঃ তোমরা যা কর, আল্লাহ তার সম্যক দ্রষ্টা।\n[১] এটা সেই ঈমানদারদের দৃষ্টান্ত, যারা আল্লাহর সন্তুষ্টি অর্জনের জন্য দান করে থাকে। তাদের দানকৃত সম্পদ সেই বাগানের মত, যা কোন উঁচু জায়গায় অবস্থিত, তাতে প্রবল বৃষ্টি হলে দ্বিগুণ ফসল দেয়। আর প্রবল বৃষ্টি না হলেও হাল্কা বর্ষণ এবং শিশিরও তার জন্য যথেষ্ট হয়। অনুরূপ তাদের সাদাকা-খয়রাত যতই কম হোক না কেন আল্লাহর নিকট তা কয়েক গুণ প্রতিদান ও নেকীর কারণ হবে। 'জান্নাত' বা বাগান এমন ভূমিকে বলা হয়, যাতে এত সংখ্যায় বৃক্ষাদি থাকে যে তা পুরো ভূমিকে ঢেকে নেয়। অথবা 'জান্নাত' এমন বাগান যার চতুর্দিক এমনভাবে ঘেরা-বেড়া থাকে যে, তার ফলে বাগান দৃষ্টিগোচর হয় না। جَنَّة জান্নাত শব্দটি جنّ ধাতু থেকে গঠিত, (যার অর্থ ঢাকা বা অদৃশ্য হওয়া)। এ জন্যই জ্বিন এমন সৃষ্টির নাম যা দেখা যায় না। পেটের শিশুকেও 'জানীন' বলা হয় কারণ তাও দেখা যায় না। পাগলামিকে 'জুনুন' বলে আখ্যায়িত করা হয়, কারণ তার বুদ্ধির উপর পর্দা পড়ে যায়। আর জান্নাতকেও এই জন্যই জান্নাত বলা হয় যে তা রয়েছে দৃষ্টির অগোচরে। رَبوَة উঁচু ভূমিকে বলে। আর وَابِل অর্থ প্রবল বৃষ্টি।"
    },
    {
      "ayah": 266,
      "surah": 2,
      "text": "তোমাদের কেউ কি চায় যে, তার খেজুর ও আঙ্গুরের একটি বাগান থাকুক, যার নিচে নদী প্রবাহিত এবং যাতে সকল প্রকার ফল-মূল আছে, আর সে ব্যক্তি বার্ধক্যে উপনীত হয় এবং তার অসহায় দুর্বল সন্তান-সন্ততি থাকে। (এমন অবস্থায়) ঐ (বাগান)টিকে এক অগ্নিক্ষরা ঘূর্ণিঝড় আক্রমণ করে ও তা জ্বলে (ধ্বংস হয়ে) যায়?[১] এভাবে আল্লাহ তাঁর সকল নিদর্শন তোমাদের জন্য সুস্পষ্টভাবে প্রকাশ করেন, যাতে তোমরা চিন্তা-ভাবনা করতে পার।\n[১] লোক প্রদর্শন তথা সুনাম নেওয়ার উদ্দেশ্যে কোন কাজ করার ক্ষতিসমূহের কথা স্পষ্টভাবে জানিয়ে দেওয়ার জন্য এবং তা থেকে মানুষকে দূরে রাখার জন্য এখানে আরো একটি দৃষ্টান্ত পেশ করা হচ্ছে। বলা হচ্ছে, যেমন কোন মানুষের একটি বাগান আছে। সে বাগানে সব রকমের ফল-ফসল হয়। (অর্থাৎ, তাতে সম্পূর্ণ আয় হওয়ার আশা থাকে।) এখন এই লোকটি বার্ধক্যে পৌঁছে গেল। তার আছে ছোট ছোট সন্তান-সন্ততি। (অর্থাৎ, বার্ধক্য এবং বয়সের ভারের কারণে সে মেহনত-পরিশ্রম করা থেকে অক্ষম হয়ে গেছে। এখন এই ছোট ছোট দুর্বল সন্তান দ্বারা তার বার্ধক্যে সহযোগিতা পাওয়া তো দূরের কথা, তারা তো নিজেদের ভারই বহন করার ক্ষমতা রাখে না।) এমতাবস্থায় একটি ঘূর্ণিবায়ু এসে তার বাগানকে ভষ্মীভুত করে দিল। এখন না সে পুনরায় উক্ত বাগানকে আবাদ করার ক্ষমতা রাখে, আর না তার সন্তানরা। কিয়ামতের দিন লোককে দেখানোর জন্য ব্যয়কারীদের অবস্থা ঠিক এই রকমই হবে। মুনাফেক্বী ও কপটতার কারণে তাদের সমস্ত নেক আমল নষ্ট হয়ে যাবে; কোন উপকারে আসবে না। অথচ সেখানে নেকীর বড়ই প্রয়োজন হবে এবং পুনরায় নেকীর কাজ করারও কোন সুযোগ থাকবে না। মহান আল্লাহ বলছেন, তোমরা কি চাও যে, তোমাদের এ রকম অবস্থা হোক? ইবনে আববাস এবং উমার (রাযীআল্লাহু আনহুমা) এমন লোকদেরকেও উক্ত দৃষ্টান্তের আওতাভুক্ত মনে করেন, যারা সারা জীবন নেকী অর্জন করে এবং শেষ জীবনে শয়তানের জালে ফেঁসে গিয়ে আল্লাহর অবাধ্যতা করে সারা জীবনের নেকীকে নষ্ট করে ফেলে।\n(সহীহ বুখারী, তাফসীর অধ্যায়ঃ ফাতহুল ক্বাদীর ও তাফসীরে ত্বাবারী)"
    },
    {
      "ayah": 267,
      "surah": 2,
      "text": "হে বিশ্বাসিগণ! তোমরা যা উপার্জন কর এবং আমি জমি হতে তোমাদের জন্য যা উৎপাদন করে থাকি, তা থেকে যা উৎকৃষ্ট, তা দান কর। [১] এমন মন্দ জিনিস দান করার সংকল্প করো না, যা তোমরা মুদিত চক্ষু ব্যতীত গ্রহণ কর না। [২] আর জেনে রাখ, নিশ্চয় আল্লাহ অভাবমুক্ত, প্রশংসিত।\n[১] সাদাকা কবুল হওয়ার জন্য যেমন জরুরী হল যে, তা অনুগ্রহ প্রকাশ, কষ্ট দেওয়া এবং কপটতা থেকে পাক হতে হবে, (যেমন পূর্বের আয়াতে বলা হয়েছে) অনুরূপ এটাও জরুরী যে, তা হালাল ও পবিত্র উপার্জন থেকে হতে হবে। তাতে তা ব্যবসা-বাণ্যিজের মাধ্যমে হোক অথবা জমি ও বাগান থেকে উৎপন্ন ফসল ও ফলাদির মাধ্যমে হোক। আর \"মন্দ জিনিস--\" কথার প্রথম অর্থ হল, এমন জিনিস যা অবৈধ পথে উপার্জন করা হয়েছে। মহান আল্লাহ তা কবুল করেন না। হাদীসে এসেছে, \"আল্লাহ পবিত্র। তাই তিনি কেবল পবিত্র জিনিসই কবুল করেন।\" এর দ্বিতীয় অর্থ হল, খারাপ ও অতি নিম্নমানের জিনিস। নষ্ট হয়ে যাওয়া খারাপ জিনিসও যেন আল্লাহর রাস্তায় ব্যয় না করা হয়। আর {لَنْ تَنَالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ} আয়াতের দাবীও তা-ই। এই আয়াত নাযিল হওয়ার কারণ সম্পর্কে বলা হয়েছে যে, মদীনার কোন কোন আনসার সাহাবী খারাপ হয়ে যাওয়া নিম্নমানের খেজুরগুলো সাদাকা স্বরূপ মসজিদে দিয়ে যেতেন। যার ফলে এই আয়াত নাযিল হয়।\n(ফাতহুল ক্বাদীরঃ তিরমিযী ও ইবনে মাজাহ ইত্যাদি)\n[২] অর্থাৎ, যেমন তুমি নিজের জন্য নষ্ট হয়ে যাওয়া খারাপ জিনিস নিতে পছন্দ করো না, অনুরূপ আল্লাহর পথেও ভাল ছাড়া খারাপ জিনিস ব্যয় করো না।"
    },
    {
      "ayah": 268,
      "surah": 2,
      "text": "শয়তান তোমাদেরকে দারিদ্রে্র ভয় দেখায় এবং জঘন্য কাজে উৎসাহ দেয়,[১] পক্ষান্তরে আল্লাহ তোমাদেরকে তাঁর ক্ষমা ও অনুগ্রহের প্রতিশ্রুতি প্রদান করেন। আল্লাহ বিপুল দাতা, সর্বজ্ঞ।\n[১] অর্থাৎ, সৎ পথে মাল ব্যয় করতে চাইলে শয়তান নিঃসব ও কাঙ্গাল হয়ে যাওয়ার ভয় দেখায়। কিন্তু অন্যায় পথে ব্যয় করার সময় এই ধরনের কোন আশঙ্কা মনে আসতেই দেয় না; বরং মন্দ কাজগুলোকে এত সুন্দর করে সাজিয়ে পেশ করে এবং নিদ্রিত আশা-আকাঙ্ক্ষাকে এমনভাবে জাগিয়ে তোলে যে, মানুষ তার জন্য বিশাল পরিমাণ অর্থ অনায়াসে ব্যয় করে ফেলে। তাইতো দেখা যায় যে, যখন কোন মসজিদ, মাদ্রাসা অথবা কল্যাণকর কাজের জন্য কেউ চাঁদার জন্য যায়, তখন বিত্তশালী টাকা-পয়সার মালিক এক-দু'শ টাকা দেওয়ার জন্য বার বার হিসাবের খাতা যাচাই করে এবং চাঁদা আদায়কারীদেরকে অনেক সময় বহুবার আনাগোনা করতে বাধ্য করা হয়। পক্ষান্তরে এই মানুষটাই সিনেমা, টিভি, মদপান, প্রেম-ব্যভিচার এবং মামলা-মকদ্দমার জালে ফেঁসে গিয়ে বেহিসাব মাল ব্যয় করে। এ সব কাজে অর্থ ব্যয় করার সময় তার মধ্যে কোন প্রকারের উৎকণ্ঠা ও দ্বিধা-দন্ধ প্রকাশ পায় না!"
    },
    {
      "ayah": 269,
      "surah": 2,
      "text": "তিনি যাকে ইচ্ছা প্রজ্ঞা দান করেন, আর যাকে প্রজ্ঞা [১] প্রদান করা হয়, তাকে নিশ্চয় প্রভূত কল্যাণ দান করা হয়। বস্তুতঃ শুধু জ্ঞানীরাই উপদেশ গ্রহণ করে থাকে।\n[১] حِكمَة 'হিকমত'এর অর্থ কেউ করেছেন, জ্ঞান-বুদ্ধি-প্রজ্ঞা। কেউ করেছেন, সঠিক মত বা সিদ্ধান্ত, কুরআনের 'নাসেখ-মানসুখ' এর জ্ঞান এবং বিচার শক্তি। আবার কারো নিকট 'হিকমত' হল, কেবল সুন্নাতের জ্ঞান অথবা কিতাব ও সুন্নাতের জ্ঞান। অথবা উপরোক্ত সব অর্থই 'হিকমত'-এর আওতাভুক্ত। সহীহ বুখারী ও মুসলিম ও অন্যান্য হাদীস গ্রন্থে একটি হাদীস বর্ণিত হয়েছে যে, \"দুই ব্যক্তির প্রতি ঈর্ষা করা বৈধ। এক ব্যক্তি হল সেই, যাকে আল্লাহ সম্পদ দান করেছেন এবং সে তা সৎপথে ব্যয় করে। আর দ্বিতীয় ব্যক্তি হল সে, যাকে আল্লাহ হিকমত দান করেছেন যার দ্বারা সে বিচার-ফয়সালা করে এবং মানুষদেরকেও তা শিক্ষা দেয়।\" (বুখারী, অধ্যায়ঃ ইলম, মুসলিম, অধ্যায়ঃ সালাতুল মুসাফেরীন)"
    },
    {
      "ayah": 27,
      "surah": 2,
      "text": "যারা আল্লাহর সাথে দৃঢ় অঙ্গীকারে (১) আবদ্ধ হওয়ার পর তা ভঙ্গ করে, যে সম্পর্ক অক্ষুণ্ণ রাখতে আল্লাহ আদেশ করেছেন তা ছিন্ন করে এবং পৃথিবীতে অশান্তি সৃষ্টি করে বেড়ায়, তারাই ক্ষতিগ্রস্ত। (২)\n(১) মুফাসসিরীনগণ عَهد (অঙ্গীকার) শব্দের বিভিন্ন অর্থ বর্ণনা করেছেন। যেমন, (ক) আল্লাহ তাআলার সেই অসিয়ত যা তিনি তাঁর সকল আদেশ পালন এবং নিষিদ্ধ বর্জন করার ব্যাপারে আম্বিয়া (আলাইহিমুসসালাম)-দের মাধ্যমে সৃষ্টিকুলকে করেছেন। (খ) আহলে কিতাবের নিকট থেকে তাওরাতে নেওয়া অঙ্গীকার। আর তা হল, শেষ নবী (সাঃ)-এর আগমনের পর তাঁর সত্যায়ন করা এবং তাঁর নবুঅতের উপর ঈমান আনা তোমাদের জন্য অত্যাবশ্যক হবে। (গ) যে অঙ্গীকার আদমের পৃষ্ঠদেশ থেকে বের করার পর সকল আদম-সন্তানদের নিকট থেকে নেওয়া হয়েছে এবং যার উল্লেখ ক্বুরআন মাজীদে করা হয়েছে। {وَإِذْ أَخَذَ رَبُّكَ مِنْ بَنِي آَدَمَ مِنْ ظُهُورِهِمْ} (আর যখন তোমার পালনকর্তা আদমের পৃষ্ঠদেশ থেকে বের করলেন---সূরা আ'রাফ ৭:১৭২ আয়াত) আর অঙ্গীকার ভঙ্গের অর্থ তার কোন পরোয়া না করা।\n(ইবনে কাসীর)\n(২) এটা তো পরিষ্কার কথা যে, ক্ষতি আল্লাহর অবাধ্যজনদেরই হবে। এতে আল্লাহর, তাঁর নবীদের এবং দ্বীনের প্রতি আহবানকারীদের কিছুই হবে না।"
    },
    {
      "ayah": 270,
      "surah": 2,
      "text": "যা তোমরা দান কর অথবা যা কিছু তোমরা নযর-মানত কর,[১] আল্লাহ তা অবশ্যই জানেন এবং অত্যাচারীদের কোন সাহায্যকারী নেই।\n[১] نَذر 'নযর' তথা মানত করা বলতে এই নিয়ত করা যে, আমার অমুক কাজটা যদি হয়ে যায় অথবা অমুক বিপদ থেকে যদি আমি মুক্তি পাই, তাহলে আল্লাহর রাস্তায় এতটা পরিমাণ আমি সাদাকা করব। এই মানত পূরণ করা জরুরী। তবে কোন অবাধ্যতা অথবা অবৈধ কাজের মানত করে থাকলে তা পূরণ করা বৈধ নয়। মানত করাও নামায-রোযার মত একটি ইবাদত। কাজেই আল্লাহ ব্যতীত অন্য কারো নামে মানত করলে সেটা তারই ইবাদত বলে গণ্য হবে, আর তা হবে শিরক। যেমন বর্তমানে অনেক প্রসিদ্ধ কবরসমূহে গিয়ে মানত করে সেখানে ব্যাপকহারে নযরানা পেশ করা হয়। মহান আল্লাহ এই ধরনের শিরক থেকে আমাদেরকে রক্ষা করুন। আমীন!"
    },
    {
      "ayah": 271,
      "surah": 2,
      "text": "তোমরা যদি প্রকাশ্যে দান কর, তবে তা উত্তম। আর যদি তা গোপনে কর এবং অভাবগ্রস্তকে দাও, তবে তা তোমাদের জন্য আরও উত্তম।[১] এতে তিনি তোমাদের কিছু কিছু পাপ মোচন করবেন, বস্তুতঃ তোমরা যা কর, আল্লাহ সে সম্বন্ধে অবহিত।\n[১] এ থেকে প্রতীয়মান হয় যে, সাধারণ অবস্থায় গোপনে সাদাকা করাই উত্তম। তবে সাদাকা করার প্রতি মানুষকে উৎসাহ দানের প্রতি লক্ষ্য করে প্রকাশ্যেও তা করা যায়। আর এ ক্ষেত্রে যে সর্বাগ্রে অগ্রসর হবে তার যদি লোক দেখানো উদ্দেশ্য না হয়, তাহলে সে যে বিশেষ ফযীলত লাভ করবে সে কথাও বহু হাদীস দ্বারা পরিষ্কারভাবে জানা যায়। এই ধরনের কিছু বিশেষ পরিস্থিতি ছাড়া অন্যান্য অবস্থায় চুপিসারে সাদাকা-খয়রাত করাই শ্রেয়। নবী করীম (সাঃ) বলেছেন, যারা কিয়ামতের দিন আল্লাহর আরশের ছায়া লাভ করবে, তাদের মধ্যে এক শ্রেণীর লোক হবে তারা, যারা এমন গোপনীয়তা রক্ষা করে দান করেছে যে, তাদের ডান হাত কি ব্যয় করেছে, তা বাম হাতও জানতে পারেনি। কোন কোন আলেমের নিকট গোপনে সাদাকা করার যে ফযীলত তা কেবল নফল সাদাকার মধ্যে সীমিত। তাঁদের মতে যাকাত আদায় প্রকাশ্যে করাই উত্তম। কিন্তু কুরআনের ব্যাপক নির্দেশ নফল ও ফরয উভয় সাদাকাকেই শামিল করে।\n(ইবনে কাসীর)\nঅনুরূপ হাদীসের ব্যাপকার্থবোধক শব্দও এ কথার সমর্থন করে।"
    },
    {
      "ayah": 272,
      "surah": 2,
      "text": "তাদেরকে সৎপথে পরিচালিত করার দায়-দায়িত্ব তোমার নয়, বরং আল্লাহ যাকে ইচ্ছা সৎপথে পরিচালিত করেন। আর তোমরা যা কিছু ধন-সম্পদ দান কর, তা নিজেদের উপকারের জন্যই। আল্লাহর মুখমন্ডল (দর্শন বা সন্তুষ্টি) ব্যতীত অন্য কোন উদ্দেশ্যে তোমরা দান করো না। আর তোমরা যা দান কর, তার পুরস্কার পূর্ণভাবে প্রদান করা হবে[১] এবং তোমাদের প্রতি অন্যায় করা হবে না।\n[১] তফসীরের বর্ণনায় এই আয়াতের শা'নে নুযূল সম্পর্কে বলা হয়েছে যে, মুসলিমরা তাদের মুশরিক আত্মীয়-স্বজনদেরকে সাহায্য করা বৈধ মনে করত না এবং তারা চাইত যে, এরা (মুশরিকরা) মুসলিম হয়ে যাক। তাই মহান আল্লাহ বললেন, হিদায়াতের পথে নিয়ে আসা তো কেবলমাত্র আল্লাহর এখতিয়ারাধীন। আর দ্বিতীয় কথা বলা হল যে, তোমরা আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে যা কিছু ব্যয় করবে, তার পুরাপুরি প্রতিদান তোমরা পাবে। এ থেকে জানা গেল যে, দান করে অমুসলিম আত্মীয়-স্বজনদের সাথে সম্পর্ক বজায় রাখাতেও নেকী পাওয়া যায়। তবে যাকাত কেবলমাত্র মুসলিমদের অধিকার, তা কোন অমুসলিমকে দেওয়া যেতে পারে না।"
    },
    {
      "ayah": 273,
      "surah": 2,
      "text": "(দান) অভাবগ্রস্ত লোকদের প্রাপ্য; যারা আল্লাহর পথে এমনভাবে ব্যাপৃত যে, জীবিকার সন্ধানে ভূপৃষ্ঠে ঘোরা-ফেরা করতে পারে না।[১] তারা কিছু চায় না বলে, অবিবেচক লোকেরা তাদেরকে অভাবমুক্ত মনে করে। তুমি তাদেরকে তাদের লক্ষণ দেখে চিনতে পারবে; তারা লোকেদের কাছে নাছোড়বান্দা হয়ে যাচ্ঞা করে না। [২] আর তোমরা যা কিছু ধন-সম্পদ দান কর, আল্লাহ তা সবিশেষ জ্ঞাত।\n[১] এ থেকে সেই মুহাজিরদের বুঝানো হয়েছে যাঁরা মক্কা ত্যাগ করে আসেন এবং আল্লাহর পথে এসে প্রত্যেক জিনিস থেকে বঞ্চিত হতে হয়। সব কিছুই তাঁদের কাছ থেকে ছিনিয়ে নেওয়া হয়। দ্বীনী জ্ঞান অন্বেষণকারী ছাত্র-ছাত্রী এবং আলেমরাও এরই আওতায় পড়তে পারে।\n[২] অর্থাৎ, ঈমানদারদের গুণ হল, অভাব-অনটন সত্ত্বেও তারা চাওয়া ও ভিক্ষা করা থেকে বাঁচতে চেষ্টা করে এবং নাছোড় বান্দা হয়ে চাওয়া থেকে বিরত থাকে। কেউ কেউ إلحاف এর অর্থ করেছেন, মোটেই না চাওয়া। কেননা, তাদের প্রথম গুণ বলা হয়েছে যে, তারা যাচ্ঞা করে না।\n(ফাতহুল ক্বাদীর)\nআর কেউ কেউ বলেছেন, তারা চাওয়াতে বারবার আবেদন ও কাকুতি-মিনতি করে না এবং অপ্রয়োজনীয় জিনিস লোকের কাছে প্রার্থনা করে না। কারণ, إلحاف হল, প্রয়োজন না থাকা সত্ত্বেও (স্বভাবগত কারণে) মানুষের কাছে চাওয়া। এই অর্থের সমর্থন সেই হাদীসসমূহ দ্বারাও হয়ে যায় যাতে বলা হয়েছে, \"মিসকীন তো সে নয়, যে একটি-দু'টি খেজুরের জন্য অথবা এক-দু' লুকমা খাবারের জন্য দ্বারে দ্বারে গিয়ে চেয়ে বেড়ায়, বরং আসল মিসকীন তো সেই, যে (অভাব সত্ত্বেও) চাওয়া থেকে বেঁচে থাকে।\" অতঃপর নবী করীম (সাঃ) প্রমাণস্বরূপ\n{لاَ يَسْئَلُوْنَ النَّاسَ إلْحَافًا} আয়াতটি পাঠ করেন।\n(সহীহ বুখারী ১৪৭৬নং)\nএই জন্য পেশাদার ভিক্ষুকের পরিবর্তে মুহাজির, দ্বীনী জ্ঞান অন্বেষণকারী ছাত্র-ছাত্রী, উলামা এবং চাইতে পারে না অথবা চাইতে লজ্জাবোধ করে এমন গুপ্ত অভাবীদের খোঁজ করে তাদের সহযোগিতা করা উচিত। কারণ, অন্যের সামনে হাতপাতা মানুষের আত্মসম্মান পরিপন্থী ও মর্যাদাহানিকর কর্ম। তাছাড়া হাদীসে এসেছে যে, যার কাছে তার প্রয়োজনের যথেষ্ট সামগ্রী থাকা সত্ত্বেও মানুষের কাছে ভিক্ষা চায়, কিয়ামতের দিন তার মুখমন্ডল ক্ষত-বিক্ষত হবে।\n(সুনানে আরবাআহ)\nআর বুখারী ও মুসলিম শরীফের বর্ণনায় এসেছে যে, \"যে ব্যক্তি সব সময় মানুষের কাছে চায়, কিয়ামতের দিন তার মুখমন্ডলে গোশত থাকবে না।\"\n(বুখারী ১৪৭৫, মুসলিম ১০৪০নং)"
    },
    {
      "ayah": 274,
      "surah": 2,
      "text": "যে সকল লোক দিবারাত্রে গোপনে ও প্রকাশ্যে তাদের ধন দান করে, তাদের জন্য তাদের প্রতিপালকের কাছে পুরস্কার রয়েছে। সুতরাং তাদের কোন ভয় নেই এবং তারা দুশ্চিন্তাগ্রস্তও হবে না।"
    },
    {
      "ayah": 275,
      "surah": 2,
      "text": "যারা সূদ[১] খায়, তারা (কিয়ামতে) সেই ব্যক্তির মত দন্ডায়মান হবে, যাকে শয়তান স্পর্শ দ্বারা পাগল করে দিয়েছে।[২] তা এ জন্য যে, তারা বলে, ‘ব্যবসা তো সূদের মতই।’[৩] অথচ আল্লাহ ব্যবসাকে বৈধ ও সূদকে অবৈধ করেছেন। অতএব যার কাছে তার প্রতিপালকের উপদেশ এসেছে, তারপর সে (সূদ খাওয়া থেকে) বিরত হয়েছে, সুতরাং (নিষিদ্ধ হওয়ার পূর্বে) যা অতীত হয়েছে তা তার (জন্য ক্ষমার্হ হবে),[৪] আর তার ব্যাপার আল্লাহর এখতিয়ারভুক্ত।[৫] কিন্তু যারা পুনরায় (সূদ খেতে) আরম্ভ করবে, তারাই দোযখবাসী; সেখানে তারা চিরকাল থাকবে।\n[১] الربا (সূদ) এর আভিধানিক অর্থ হল, বাড়তি এবং বৃদ্ধি। শরীয়তে সূদ দুই প্রকার; 'রিবাল ফায্ল' এবং 'রিবান নাসীয়াহ'। 'রিবাল ফায্ল' সেই সূদকে বলা হয় যা ছয়টি জিনিসের বিনিময়কালে কমবেশী অথবা নগদ ও ধারের কারণে হয়ে থাকে। (যার বিশদ বর্ণনা হাদীসে আছে।) যেমন, গমের পরিবর্তন যদি গম দ্বারা করা হয়, তাহলে প্রথমতঃ তা সমান সমান হতে হবে এবং দ্বিতীয়তঃ তা নগদ-নগদ হতে হবে। এতে যদি কমবেশী হয় তাও এবং নগদ নগদ না হয়ে যদি একটি নগদ এবং অপরটি ধারে হয় অথবা দু'টিই যদি ধারে হয় তবুও তা সূদ হবে। আর 'রিবান নাসীয়াহ' হল, কাউকে ছয় মাসের জন্য এই শর্তের ভিত্তিতে ১০০ টাকা দেওয়া যে, পরিশোধ করার সময় ১২৫ টাকা দিতে হবে। ছয় মাস পর নেওয়ার কারণে ২৫ টাকা বাড়তি নেওয়া। আলী (রাঃ)-এর এ সম্পর্কিত একটি উক্তিতে এটাকে ঠিক এইভাবে বলা হয়েছে, ((كُلُّ قَرْضٍ جَرَّ مَنْفَعَةً فَهُوَ رِبَا)) \"যে ঋণ কোন মুনাফা টেনে আনে, তা-ই সূদ।\"\n(ফাইযুল ক্বাদীর শারহুল জামেইস্ সাগীর ৫/২৮)\nএই ধার ব্যক্তিগত প্রয়োজনের জন্য নেওয়া হোক অথবা ব্যবসার জন্য উভয় প্রকার ধারের উপর নেওয়া সূদ হারাম। জাহেলিয়াতের যুগে এই ধারের প্রচলন ছিল। শরীয়ত উভয় প্রকারের ধারের মধ্যে কোন পার্থক্য না করে দু'টোকেই হারাম করে দিয়েছে। সুতরাং যারা বলে, ব্যবসার জন্য যে ঋণ (যা সাধারণতঃ ব্যাংক থেকে) নেওয়া হয়, তাতে যে বাড়তি অর্থ পরিশোধ করতে হয়, তা সূদ নয়। কারণ ঋণগ্রহীতা তা থেকে উপকৃত হয় এবং সে তার (লাভের) কিয়দংশ ব্যাংক অথবা ঋণদাতাকে ফিরিয়ে দেয়। অতএব এতে দোষের কি আছে? এতে কি দোষ আছে তা এমন আধুনিক শিক্ষিত মানুষের নজরে পড়বে না, যারা এটাকে বৈধ সাব্যস্ত করতে চায়। তবে মহান আল্লাহর দৃষ্টিতে তাতে বহু দোষ বিদ্যমান রয়েছে। যেমন, ঋণ নিয়ে ব্যবসা-বাণিজ্যকারীর লাভ যে হবেই তার কোন নিশ্চয়তা নেই। বরং লাভ তো দূরের কথা মূল পুঁজি অবশিষ্ট থাকবে কি না তারও কোন ভরসা নেই। কখনো কখনো ব্যবসায় সমস্ত টাকা-পয়সা ডুবে যায়। পক্ষান্তরে ঋণদাতা (ব্যাংক হোক অথবা সূদের উপর টাকা-পয়সা দেয় এমন যেই হোক না কেন তার) লাভ একেবারে সুনিশ্চিত, তার লভ্যাংশ যে কোন অবস্থায় আদায় করতেই হবে। এটা হল যুলুমের একটি প্রকাশ্য চিত্র। ইসলামী শরীয়ত এটাকে কিভাবে বৈধ সাব্যস্ত করতে পারে? শরীয়ত তো ঈমানদারদেরকে সমাজের অভাবীদের উপর পার্থিব কোন লাভ ও উদ্দেশ্য ছাড়াই ব্যয় করার প্রতি উৎসাহ দান করেছে। যাতে সমাজে ভ্রাতৃত্ব, সহানুভূতি, সহযোগিতা এবং দয়া-দাক্ষিণ্য ও প্রেম-প্রীতির উদ্দীপনা সৃষ্টি হয়। পক্ষান্তরে সূদী কারবারের ফলে হার্দিক কঠোরতা এবং স্বার্থপরতার সৃষ্টি হয়। একজন পুঁজিপতির কেবল মুনাফাই উদ্দেশ্য হয়; চাহে সমাজে অভাবগ্রস্ত ব্যক্তিরা রোগ, ক্ষুধা ও কপর্দকশূন্যতার জ্বালায় কাতরাতে থাকে এবং বেকার ও কর্মহীনরা নিজেদের জীবন থেকে নিরাশ হয়ে যায়। এই বর্বরতা ও নির্দয়তাকে শরীয়ত কিভাবে পছন্দ করতে পারে? এর আরো অনেক অপকারিতার দিক আছে। এখানে বিস্তারিত আলোচনা সম্ভব নয়। মোট কথা সূদ হারাম; তাতে তা ব্যক্তিগত প্রয়োজনের জন্য নেওয়া ঋণের সূদ হোক অথবা ব্যবসার জন্য নেওয়া ঋণের সূদ।\n[২] সূদখোরের এই অবস্থা কবর থেকে উঠার সময় হবে অথবা হাশর প্রান্তরে হবে। (এখান থেকে জ্বিন পাওয়ার কথা প্রমাণ হয়।)\n[৩] অথচ ব্যবসায় নগদ টাকা এবং কোন জিনিসের মাঝে বিনিময় হয়ে থাকে। তাছাড়া এতে লাভ-নোকসান উভয়েরই সম্ভাবনা থাকে। পক্ষান্তরে সূদে উক্ত দু'টির কোনটাই থাকে না। এ ছাড়া ব্যবসাকে মহান আল্লাহ বৈধ করেছেন এবং সূদকে করেছেন হারাম। সুতরাং এ দু'টো কি করে একই হতে পারে?\n[৪] অর্থাৎ, ঈমান আনা অথবা তওবা করার পর বিগত সূদের উপর পাকড়াও হবে না।\n[৫] তিনি তাকে তওবার উপর সুদৃঢ় রাখবেন, অথবা বদ-আমল ও নিয়তের খারাবীর কারণে তাকে পূর্বাবস্থায় ফিরিয়ে দিবেন। এই জন্যই পুনরায় সূদ গ্রহণকারীদের উপর কঠোর ধমক এসেছে।"
    },
    {
      "ayah": 276,
      "surah": 2,
      "text": "আল্লাহ সূদকে নিশ্চিহ্ন করেন এবং দানকে বৃদ্ধি দেন।[১] আল্লাহ কোন অকৃতজ্ঞ পাপীকে ভালবাসেন না।\n[১] এটা হল সূদের অভ্যন্তরীণ ও আধ্যাত্মিক ক্ষতিসমূহ এবং সাদাকার বরকতসমূহের বিবরণ। সূদ বাহ্যিকভাবে দেখতে বৃদ্ধিশীল লাগলেও অভ্যন্তরীণভাবে অথবা পরিণামের দিক দিয়ে সূদের অর্থ ধ্বংস ও বিনাশেরই হয়। আর এ কথা যে অতি বাস্তব তা ইউরোপের অর্থনৈতিক বিশেষজ্ঞরাও স্বীকার করেছেন।"
    },
    {
      "ayah": 277,
      "surah": 2,
      "text": "যারা বিশ্বাস করে এবং সৎকার্য করে, নামায যথাযথভাবে আদায় করে এবং যাকাত প্রদান করে, তাদের পুরস্কার তাদের প্রতিপালকের নিকট আছে। তাদের কোন ভয় নেই এবং তারা দুঃখও পাবে না।"
    },
    {
      "ayah": 278,
      "surah": 2,
      "text": "হে বিশ্বাসীগণ! তোমরা আল্লাহকে ভয় কর এবং সূদের যা বকেয়া আছে তা বর্জন কর; যদি তোমরা বিশ্বাসী হও।"
    },
    {
      "ayah": 279,
      "surah": 2,
      "text": "আর যদি তোমরা (সূদ বর্জন) না কর, তাহলে আল্লাহ ও তার রসূলের পক্ষ থেকে যুদ্ধ সুনিশ্চিত জানো।[১] কিন্তু যদি তোমরা তওবা কর, তবে তোমাদের মূলধন তোমাদেরই। তোমরা কারো উপর অত্যাচার করবে না এবং নিজেরাও অত্যাচারিত হবে না। [২]\n[১] এটা এমন এক কঠোর ধমক যে, এ রকম ধমক অন্য কোন পাপের উপর আসেনি। এই জন্য আব্দুল্লাহ ইবনে আববাস (রাঃ) বলেছেন, ইসলামী দেশে যে ব্যক্তি সূদ ছাড়তে প্রস্তুত হবে না, দেশের শাসকের দায়িত্ব হবে তাকে তওবা করানো এবং (সূদ খাওয়া থেকে) বিরত না হলে তার শিরচ্ছেদ করা।\n(ইবনে কাসীর)\n[২] যদি তুমি তোমার মূলধন থেকে বেশী নাও, তাহলে এটা তোমার পক্ষ থেকে অত্যাচার হবে। আর যদি তোমাকে তোমার মূলধনও ফিরিয়ে না দেওয়া হয়, তাহলে এটা তোমার উপরে অত্যাচার করা হবে।"
    },
    {
      "ayah": 28,
      "surah": 2,
      "text": "তোমরা কিরূপে আল্লাহকে অস্বীকার কর? অথচ তোমরা ছিলে প্রাণহীন, তিনি তোমাদেরকে প্রাণ দান করেছেন, আবার তোমাদের মৃত্যু ঘটাবেন এবং পুনরায় তোমাদেরকে জীবন্ত করবেন, (১) পরিণামে তোমাদেরকে তাঁর কাছেই ফিরে যেতে হবে।\n(১) উক্ত আয়াতে দু'টি মরণ ও দু'টি জীবনের কথা উল্লেখ হয়েছে। প্রথম মরণের অর্থ, অস্তিত্বহীনতা (কিছুই না থাকা)। আর প্রথম জীবনের অর্থ, মায়ের পেট থেকে বের হয়ে মৃত্যুবরণ করা পর্যন্ত জীবন। অতঃপর মৃত্যু আসবে এবং তখন থেকে আখেরাতের যে জীবন শুরু হবে সেটা হবে দ্বিতীয় জীবন। কাফেরগণ এবং কিয়ামতকে অস্বীকারকারিগণ এ জীবনকে অস্বীকার ক'রে থাকে। ইমাম শাওকানী কোন কোন আলেমের অভিমত উল্লেখ করেছেন যে, (মৃত্যুর পর হতে কিয়ামত পর্যন্ত) কবরের জীবন দুনিয়ার জীবনেরই শামিল।\n(ফাতহুল ক্বাদীর)\nতবে সঠিক কথা হল, বারযাখী (কবরের) জীবন আখেরাতের জীবনের প্রারম্ভ এবং তার শিরোনাম, কাজেই তার সম্পর্ক আখেরাতের জীবনের সাথেই।"
    },
    {
      "ayah": 280,
      "surah": 2,
      "text": "যদি (খাতক) অভাবী হয়, তাহলে তাকে সচ্ছল হওয়া পর্যন্ত অবকাশ দাও। আর যদি ঋণ মাফ করে দাও, তাহলে তা তোমাদের জন্য আরও উত্তম;[১] যদি তোমরা উপলব্ধি কর।\n[১] ইসলামের পূর্বে জাহেলী যুগে ঋণ পরিশোধ না হলে চক্রবৃদ্ধিহারে সূদের উপর সূদ বাড়তে বাড়তে মূলধনে যোগ হত। ফলে সামান্য অর্থ একটি পাহাড় হয়ে দাঁড়াত এবং তা পরিশোধ করা অসম্ভব হয়ে পড়ত। মহান আল্লাহ এর বিপরীত নির্দেশ দিয়ে বললেন, যদি ঋণগ্রহীতা অভাবগ্রস্ত হয়, তাহলে (সূদ নেওয়া তো দূরের কথা মূলধন নেওয়ার ব্যাপারেও) সচ্ছলতা আসা পর্যন্ত তাকে সময় দাও। আর যদি ঋণ একেবারে মাফ করে দাও, তাহলে তা আরো উত্তম। হাদীসসমূহেও এর বড়ই ফযীলতের কথা বর্ণিত হয়েছে। উভয় নীতির মধ্যে কত ব্যবধান? একটি একেবারে যুলুম, নির্দয়তা এবং স্বার্থপরতার উপর প্রতিষ্ঠিত। আর দ্বিতীয়টি সহানুভূতি, সহযোগিতা এবং একে অপরকে সাহায্য করার নীতি। মুসলিমরা যদি বরকতময় এবং দয়াভরা আল্লাহর এই নীতিকে গ্রহণ না করে, তাহলে তাতে ইসলামের দোষ কি এবং আল্লাহর প্রতি দোষারোপ কেন? হায়! মুসলিমরা যদি তাদের দ্বীনের গুরুত্ব ও উপকারিতার কথা বুঝত এবং সেই অনুযায়ী যদি নিজেদের জীবন পরিচালনা করতে পারত (তাহলে কতই না ভালো হত)!"
    },
    {
      "ayah": 281,
      "surah": 2,
      "text": "আর তোমরা ভয় কর সেই দিনকে, যেদিনে তোমাদেরকে আল্লাহর কাছে ফিরে যেতে হবে। অতঃপর প্রত্যেককে তার কর্মের ফল পূর্ণভাবে প্রদান করা হবে, আর তাদের প্রতি কোনরূপ অন্যায় করা হবে না।[১]\n[১] কোন কোন আসারে (সাহাবীর উক্তিতে) এসেছে যে, এটা হল কুরআন কারীমের সর্বশেষ আয়াত। নবী করীম (সাঃ)-এর উপর সবশেষে এই আয়াত নাযিল হওয়ার কিছু দিন পর তিনি ইহলোক ত্যাগ করেন।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 282,
      "surah": 2,
      "text": "হে ঈমানদারগণ! তোমরা যখন নির্দিষ্ট মেয়াদের জন্য পরস্পর ঋণ দেওয়া-নেওয়া কর, তখন তা লিখে নাও।[১] আর তোমাদের মধ্যে কোন লেখক যেন ন্যায়ভাবে তা লিখে দেয় এবং আল্লাহ যেরূপ শিক্ষা দিয়েছেন --সেইরূপ লিখতে কোন লেখক যেন অস্বীকার না করে। অতএব তার লিখে দেওয়াই উচিত। আর ঋণগ্রহীতা যেন লেখার বিষয় বলে দিয়ে  লিখিয়ে  নেয়[২] এবং সে যেন স্বীয় প্রতিপালক আল্লাহকে ভয় করে এবং লেখার মধ্যে বিন্দুমাত্র কম-বেশী না করে। অনন্তর ঋণগ্রহীতা যদি নির্বোধ হয় কিংবা দুর্বল হয় অথবা নিজে লেখার বিষয়বস্তু বলে দিতে অক্ষম হয়, তাহলে তার অভিভাবক যেন ন্যায়সঙ্গতভাবে তা লেখায়। আর তোমাদের মধ্যে দু’জন পুরুষকে (এই আদান-প্রদানের) সাক্ষী কর। যদি দু’জন পুরুষ না পাও, তাহলে সাক্ষীদের মধ্যে যাদেরকে তোমরা পছন্দ কর তাদের মধ্য হতে একজন পুরুষ ও দু’জন মহিলাকে সাক্ষী কর; [৩] যাতে মহিলাদ্বয়ের একজন ভুলে গেলে যেন অন্য জন তাকে স্মরণ করিয়ে দেয়।[৪] আর যখন (সাক্ষ্য দিতে) ডাকা হয়, তখন যেন সাক্ষীরা অস্বীকার না করে। (ঋণ) ছোট হোক, বড় হোক, তোমরা মেয়াদসহ লিখতে কোনরূপ অলসতা করো না। এ লেখা আল্লাহর নিকট ন্যায্যতর ও সাক্ষ্য (প্রমাণের) জন্য দৃঢ়তর এবং তোমাদের মধ্যে সন্দেহ উদ্রেক না হওয়ার অধিক নিকটতর।[৫] কিন্তু তোমরা পরস্পরে ব্যবসায় যে নগদ আদান-প্রদান কর, তা না লিখলে কোন দোষ নেই। তোমরা যখন পরস্পর বেচা-কেনা কর, তখন সাক্ষী রাখ।[৬] আর কোন লেখক যেন ক্ষতিগ্রস্ত না হয় এবং না কোন সাক্ষী।[৭] যদি তোমরা তাদেরকে ক্ষতিগ্রস্ত কর, তাহলে তা হবে তোমাদের পক্ষে পাপের বিষয়। তোমরা আল্লাহকে ভয় কর।[৮] আল্লাহ তোমাদেরকে শিক্ষা দেন। আর আল্লাহ সর্ববিষয়ে মহাজ্ঞান\\r\\n\n[১] যে সমাজে সূদী কার্যকলাপকে কঠোরভাবে নিষেধ করে সাদাকা-খয়রাত করার প্রতি তাকীদ করা হয়েছে, সেই সমাজে ঋণ করার প্রয়োজন পড়ে বেশী। কারণ সূদ তো হারাম এবং সব মানুষ সাদাকা-খয়রাত করার সামর্থ্য রাখে না। তাছাড়া সব লোক সাদাকা নিতে পছন্দও করে না। সুতরাং স্বীয় প্রয়োজন পূরণ করার জন্য উপায় এখন ঋণ আদান-প্রদান করা। আর এই কারণেই ঋণ দেওয়া যে বড় ফযীলতের কাজ, সে কথা বহু হাদীসে বর্ণিত হয়েছে। তবে ঋণ যেহেতু অতীব প্রয়োজনীয় জিনিস, তাই এর প্রতি গুরুত্ব না দিলে অথবা এ ব্যাপারে অলসতা করলে, তা কলহ-বিবাদের কারণও হতে পারে। তাই এই আয়াতে --যাকে 'আয়াতুদ দাইন' বলা হয় এবং যেটা কুরআনের মধ্যে সব থেকে লম্বা আয়াত -তাতে মহান আল্লাহ ঋণের ব্যাপারে প্রয়োজনীয় নির্দেশ দান করেছেন। যাতে এই গুরুত্বপূর্ণ প্রয়োজনটি কলহ-বিবাদের কারণ না হয়ে দাঁড়ায়। কাজেই এ ব্যাপারে একটি নির্দেশ হল, মেয়াদ নির্দিষ্ট করে নাও। দ্বিতীয় নির্দেশ, এটা লিখে নাও এবং তৃতীয় নির্দেশ হল, এর উপর দু'জন মুসলিম পুরুষকে অথবা একজন পুরুষ ও দু'জন মহিলাকে সাক্ষী বানিয়ে নাও।\n[২] এ থেকে ঋণগ্রহীতাকে বুঝানো হয়েছে। অর্থাৎ, সে যেন আল্লাহকে ভয় করে এবং টাকার যেন সঠিক পরিমাণ লিখায়, কম করে যেন না লিখায়। এর পর বলা হচ্ছে, ঋণগ্রহীতা যদি নির্বোধ অথবা দুর্বল শিশু কিংবা পাগল হয়, তাহলে তার অভিভাবকের উচিত ইনসাফের সাথে লিখিয়ে নেওয়া, যাতে ঋণদাতার কোন ক্ষতি না হয়।\n[৩] অর্থাৎ, যাদের দ্বীনদারী ও ন্যায়-নিষ্ঠার ব্যাপারে তোমরা পূর্ণ আস্থাবান। কুরআনের এই আয়াত দ্বারা এ কথাও জানা গেল যে, দু'জন মহিলার সাক্ষী একজন পুরুষের সমান। অনুরূপ পুরুষ ছাড়াই কেবল একজন মহিলার সাক্ষী জায়েয নয়; কেবল সেই ব্যাপারগুলো ছাড়া যে ব্যাপার মহিলা ব্যতীত অন্য কারো জানা সম্ভব নয়। তবে বাদীর (অভিযোক্তার) একটি কসমের সাথে দু'জন মহিলার সাক্ষীর ভিত্তিতে ফয়সালা করা জায়েয না নাজায়েয, এ ব্যাপারে মতভেদ রয়েছে। যেমন, একজন পুরুষ সাক্ষী দিলে এবং দ্বিতীয় সাক্ষীর পরিবর্তে বাদী কসম খেলে ফায়সালা করা জায়েয। হানাফী ফক্বীহদের নিকট এ রকম করা জায়েয নয়। তবে মুহাদ্দিসীনগণ জায়েয হওয়ার কথাই ব্যক্ত করেছেন। কারণ, হাদীসে একজন সাক্ষী এবং কসমের সাথে ফায়সালা করা প্রমাণিত। আর দু'জন মহিলা যখন একজন পুরুষ সাক্ষীর সমান, তখন দু'জন মহিলা এবং কসমের সাথে ফায়সালা করা অবশ্যই জায়েয হবে। (ফাতহুল ক্বাদীর)\n[৪] এখানে একজন পুরুষের মোকাবেলায় দু'জন মহিলার সমান হওয়ার কারণ ও যুক্তি আছে। অর্থাৎ, মহিলা জ্ঞান ও স্মরণশক্তিতে পুরুষের থেকে দুর্বল। (যেমন মুসলিম শরীফের হাদীসে মহিলাকে কম জ্ঞানের অধিকারিণী বলা হয়েছে।) এখানে মহিলাকে ছোট ও তুচ্ছ সাব্যস্ত করা উদ্দেশ্য নয়। (যেমন, অনেকে বুঝাতে চেষ্টা করে।) বরং উদ্দেশ্য হল, একটি প্রাকৃতিক দুর্বলতার কথা বর্ণনা করা; যা মহান আল্লাহর ইচ্ছা এবং তাঁর কৌশলগত ব্যাপারের অন্তর্ভুক্ত। অহংকারবশতঃ কেউ যদি তা স্বীকার না করে, তাহলে তার ব্যাপার ভিন্ন। তবে প্রকৃতার্থে এবং বাস্তবতার দিক দিয়ে এটা অস্বীকারযোগ্য নয়।\n[৫] এটা ঋণ আদান-প্রদানের কথা লিখে রাখার উপকারিতা। এ থেকে সুবিচারের দাবীসমূহ পূরণ হবে, সাক্ষীও ঠিক থাকবে (সাক্ষীর মৃত্যুর পর এবং তার অনুপস্থিত থাকাকালীন এই লেখা কাজে আসবে।) এবং সন্দেহ-সংশয় থেকে উভয় পক্ষ হিফাযতে থাকবে। কারণ, সন্দেহের সৃষ্টি হলে লেখা দেখে তা দূর করে নেওয়া যেতে পারে।\n[৬] এটা এমন বেচা-কেনা যা ধারে হয় অথবা দাম-দর হয়ে যাওয়ার পরও যাতে ফিরে যাওয়ার আশঙ্কা থাকে। নচেৎ ইতিপূর্বে নগদ বেচা-কেনার কথা লিখে নেওয়ার নির্দেশ থেকে পৃথক করা হয়েছে। কেউ কেউ বলেছেন, এই বেচা-কেনা থেকে উদ্দেশ্য হল, জমি-জায়গা, বাড়ি-দোকান, বাগান ও পশু বেচা-কেনা। (আয়সারুত তাফাসীর)\n[৭] তাদেরকে ক্ষতিগ্রস্ত করা হল, কোন দূর-দূরান্ত অঞ্চলে তাদেরকে ডেকে আনা; যার কারণে তাদের নিজেদের কাজকর্মে ব্যাঘাত ঘটে অথবা ব্যবসায় ক্ষতিগ্রস্ত হয়। (তাদেরকে রাহাখরচ না দেওয়া) কিংবা তাদেরকে মিথ্যা কথা লিখতে এবং মিথ্যা সাক্ষী দিতে বাধ্য করা ইত্যাদি।\n[৮] অর্থাৎ, যে বিষয়গুলোর প্রতি তাকীদ করা হয়েছে, সেগুলোর উপর আমল কর এবং যে সব জিনিস থেকে বিরত থাকতে বলা হয়েছে, তা থেকে বিরত থাকো।"
    },
    {
      "ayah": 283,
      "surah": 2,
      "text": "আর যদি তোমরা সফরে থাক এবং কোন লেখক না পাও, তাহলে বন্ধকী হাতে রাখা বিধেয়।[১] আর যদি তোমরা পরস্পর পরস্পরকে বিশ্বাস কর, তাহলে যাকে বিশ্বাস করা হয়, সে যেন (বিশ্বাস বজায় রেখে) আমানত প্রত্যর্পণ করে এবং তার প্রতিপালক আল্লাহকে ভয় করে। [২] আর তোমরা সাক্ষ্য গোপন করো না, বস্তুতঃ যে তা গোপন করে, নিশ্চয় তার অন্তর পাপময়। [৩] তোমরা যা কর, আল্লাহ তা সবিশেষ অবহিত।\n[১] যদি সফরে ঋণ লেনদেনের প্রয়োজন পড়ে এবং সেখানে লেখার লোক অথবা কাগজ-কলম ইত্যাদি না থাকে, তাহলে তার বিকল্প ব্যবস্থা হল, ঋণগ্রহীতা কোন জিনিস ঋণদাতার কাছে বন্ধক রাখবে। এ থেকে প্রমাণিত হয় যে, বন্ধক রাখা শরীয়ত সম্মত একটি বৈধ জিনিস। নবী করীম (সাঃ)ও তাঁর লোহার বর্মটি একজন ইয়াহুদীর কাছে বন্ধক রেখেছিলেন।\n(বুখারী ২২০০নং,মুসলিম)\nএই বন্ধক রাখা জিনিসটি যদি এমন হয় যার দ্বারা উপকৃত হওয়া যায়, তাহলে তার উপকারিতার অধিকারী হবে মালিক; ঋণদাতা নয়। অবশ্য বন্ধকে রাখা জিনিসে যদি ঋণদাতার কোন কিছু ব্যয় হয়, তবে সে তার খরচ নিতে পারবে। খরচ নিয়ে নেওয়ার পর অবশিষ্ট লাভ মালিককে দেওয়া জরুরী হবে।\n[২] অর্থাৎ, তোমাদের একে অপরের প্রতি যদি বিশ্বাস থাকে, তাহলে কিছু বন্ধক রাখা ছাড়াই ঋণের আদান-প্রদান করতে পার। (এখানে 'আমানত' অর্থ ঋণ।) আল্লাহকে ভয় করে তা (আমানত) সঠিকভাবে আদায় কর।\n[৩] সাক্ষ্য গোপন করা কাবীরা গুনাহ। এই জন্যই এর কঠোর শাস্তির কথা কুরআনের এই আয়াতে এবং বহু হাদীসেও বর্ণিত হয়েছে। অনুরূপ সত্য সাক্ষ্য দেওয়ার ফযীলতও অনেক। এক হাদীসে নবী করীম (সাঃ) বলেছেন, \"আমি কি তোমাদেরকে উত্তম সাক্ষীদাতার কথা বলে দিবো না? সে হল এমন লোক, যার কাছে সাক্ষী তলব করার পূর্বেই সে নিজেই সাক্ষী নিয়ে উপস্থিত হয়ে যায়।\"\n(মুসলিম ১৭১৯নং)\nঅপর এক বর্ণনায় নিকৃষ্টতম সাক্ষীদাতার কথা বলতে গিয়ে বলেন, \"আমি কি তোমাদেরকে নিকৃষ্টতম সাক্ষীদাতাদের কথা বলে দিবো না? তারা এমন লোক, যাদের নিকট সাক্ষী চাওয়ার পূর্বেই তারা সাক্ষী দেয়।\"\n(মুসলিম ২৫৩৫নং)\nঅর্থাৎ, এরা মিথ্যা সাক্ষ্য দিয়ে মহাপাপ সম্পাদন করে। আলোচ্য আয়াতে বিশেষ করে অন্তরের কথা উল্লেখ করা হয়েছে। কারণ, গোপন করা অন্তরের কাজ। তাছাড়া অন্তর হল অন্য সমস্ত অঙ্গ-প্রত্যঙ্গের নেতা। এটা গোশতের এমন এক টুকরা যে, যদি এটা ঠিক থাকে, তাহলে সারা দেহ ঠিক থাকবে। আর যদি এর মধ্যে খারাবী আসে, তাহলে সমস্ত দেহ খারাবীর শিকার হয়ে পড়বে।\n((أَلاَ وَإِنَّ فِي الجَسَدِ مُضْغَةً إِذَا صَلَحَتْ صَلَحَ الجَسَدُ كُلُّهُ وَإِذَا فَسَدَتْ فَسَدَ الجَسَدُ كُلُّهُ أَلاَ وَهِيَ الْقَلْبُ )) ((অর্থাৎ, শোন! শরীরে এমন একটি গোশতের টুকরা আছে যে, যদি তা ঠিক থাকে, তাহলে সারা দেহ ঠিক থাকবে। আর যদি তা নষ্ট হয়ে যায়, তাহলে সারা দেহ নষ্ট হয়ে যাবে। শোন! তা হল, অন্তর।\"\n(বুখারী ৫২নং)"
    },
    {
      "ayah": 284,
      "surah": 2,
      "text": "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সমস্তই আল্লাহর। বস্তুতঃ তোমাদের মনে যা আছে তা প্রকাশ কর অথবা গোপন রাখ, আল্লাহ তার হিসাব তোমাদের নিকট থেকে গ্রহণ করবেন।[১] অতঃপর যাকে ইচ্ছা তিনি ক্ষমা করবেন এবং যাকে খুশী শাস্তি দেবেন। বস্তুতঃ আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।\n[১] হাদীসসমূহে বর্ণিত হয়েছে যে, যখন এই আয়াত নাযিল হয়, তখন সাহাবায়ে কেরাম বড়ই বিচলিত হয়ে পড়েন। তাঁরা রসূল (সাঃ)-এর নিকট উপস্থিত হয়ে আরজি পেশ করে বলেন, হে আল্লাহর রসূল! নামায-রোযা এবং যাকাত ও জিহাদ ইত্যাদি যে সমস্ত আমল করার নির্দেশ আমাদেরকে দেওয়া হয়েছে, তা আমরা করছি। কারণ, এ কাজগুলো আমাদের সামর্থ্যের বাইরে নয়। কিন্তু অন্তরে যেসব খেয়াল ও কুমন্ত্রণার সৃষ্টি হয় তার উপর তো আমাদের কোন এখতিয়ার নেই। সেগুলো তো মানুষের শক্তির বাইরের জিনিস। অথচ মহান আল্লাহ তারও হিসাব নেওয়ার কথা ঘোষণা করেছেন। নবী করীম (সাঃ) বললেন, 'আপাতত তোমরা বল, আমরা শুনলাম ও মান্য করলাম।' এরপর সাহাবাদের শোনার ও মানার উদ্দীপনা দেখে মহান আল্লাহ উক্ত আয়াতকে\n{لا يُكَلِّفُ اللهُ نَفْسًا إِلَّا وُسْعَهَا} আয়াত দ্বারা মানসুখ (রহিত) করে দিলেন।\n(ইবনে কাসীর ও ফাতহুল ক্বাদীর)\nবুখারী-মুসলিম এবং অন্যান্য সুনান গ্রন্থে বর্ণিত হাদীসটিও এর সমর্থন করে, \"অবশ্যই আল্লাহ আমার উম্মতের অন্তরে উদীয়মান খেয়ালের কোন বিচার করবেন না, যে পর্যন্ত না তা কাজে পরিণত করবে অথবা মুখে উচ্চারণ করবে।\"\n(বুখারী ২৫২৮-মুসলিম ১২৭নং)\nএ থেকে প্রতীয়মান হয় যে, অন্তরে উদিত খেয়ালের কোন হিসাব হবে না। কেবল সেই খেয়ালের হিসাব হবে, যা কাজে পরিণত করা হবে। (উক্ত) আয়াতের ব্যাপারে ইমাম ইবনে জারীরের বিপরীত মন্তব্য রয়েছে। তাঁর খেয়াল হল, আয়াতকে রহিত করা হয়নি। কেননা, হিসাব হলেই যে শাস্তি হবে তা জরুরী নয়। অর্থাৎ, এটা জরুরী নয় যে, মহান আল্লাহ যারই হিসাব নিবেন, তাকেই শাস্তি দিবেন। বরং তিনি হিসাব তো প্রত্যেকেরই নিবেন, কিন্তু অনেক মানুষ এমনও থাকবে যাদের হিসাব নেওয়ার পর আল্লাহ তাদেরকে ক্ষমা করে দিবেন। কিছু লোকের সাথে তো এমনও ব্যবহার করা হবে যে, তাদের একটি একটি পাপকে স্মরণ করিয়ে স্বীকারোক্তি নিয়ে বলবেন, দুনিয়ায় এই পাপগুলোকে আমি গোপন করে রেখেছিলাম। যাও, আজ এগুলোকে আমি মাফ করে দিলাম।\n(এই হাদীস সহীহ বুখারী ও মুসলিম ইত্যাদিতে বর্ণিত হয়েছে। ইবনে কাসীর)\nকোন কোন উলামা বলেছেন, এখানে 'নাসখ' (রহিত করণ) পারিভাষিক অর্থে বলা হয়নি, বরং কখনো কখনো 'নাসখ' ব্যবহার করা হয় কোন জিনিসকে আরো পরিষ্কারভাবে বিশ্লেষণ করে দেওয়ার অর্থে। তাই সাহাবাদের অন্তরে এই আয়াত থেকে যে সন্দেহের সৃষ্টি হয়েছিল সেটাকে দূর করে দেওয়া হল\n{لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا} এই আয়াত এবং \"অবশ্যই আল্লাহ আমার উম্মতের অন্তরের খেয়ালের বিচার করবেন না---।\" এই হাদীস দ্বারা। এভাবে উভয় আয়াতের একটিকে 'নাসিখ' এবং অপরটি 'মানসূখ' ভাবার কোন প্রয়োজন হবে না।"
    },
    {
      "ayah": 285,
      "surah": 2,
      "text": "রসূল তার প্রতি তার প্রতিপালকের পক্ষ থেকে যা অবতীর্ণ করা হয়েছে তাতে সে বিশ্বাস স্থাপন করেছে এবং বিশ্বাসিগণও; সকলে আল্লাহতে, তাঁর ফিরিশতাগণে, তাঁর কিতাবসমূহে এবং তাঁর রসূলগণে বিশ্বাস স্থাপন করেছে। (তারা বলে,) আমরা তাঁর রসূলগণের মধ্যে কোন পার্থক্য করি না।[১] আর তারা বলে, আমরা শুনলাম ও মান্য করলাম! হে আমাদের প্রতিপালক! আমরা তোমার ক্ষমা চাই, আর তোমারই দিকে (আমাদের) প্রত্যাবর্তন হবে।\n[১] এই আয়াতে এমন কিছু বিষয়ের উল্লেখ করা হয়েছে, যার উপর ঈমানদারদেরকে ঈমান আনতে বলা হয়েছে। এর পরের\n{لاَ يُكَلِّفُ اللهُ} আয়াতে আল্লাহর রহমত, তাঁর দয়া এবং তাঁর অনুগ্রহের কথা উল্লেখ করে বলা হয়েছে যে, তিনি মানুষকে তার সাধ্যাতীত কোন কাজের ভার দেন না। হাদীসে এই শেষ দুটি আয়াতের অনেক ফযীলতের কথা এসেছে। নবী করীম (সাঃ) বলেছেন, \"যে ব্যক্তি সূরা বাক্বারার শেষের দু'টি আয়াত রাতে পড়ে নেয়, তার জন্য এই আয়াত দু'টিই যথেষ্ট হয়ে যায়।\" (\nবুখারী, ইবনে কাসীর)\nঅর্থাৎ, এই আমলের কারণে মহান আল্লাহ তার হেফাযত করবেন। অপর একটি হাদীসে এসেছে, নবী করীম (সাঃ) মিরাজের রাতে যে তিনটি জিনিস পেয়েছিলেন তার মধ্যে একটি ছিল, সূরা বাক্বারার শেষের এই দু'টি আয়াত।\n(সহীহ মুসলিম)\nঅনেক বর্ণনায় এ কথাও এসেছে যে, এই সূরার শেষের আয়াত দু'টি রসূল (সাঃ)-কে আরশের নীচের একটি ভান্ডার থেকে দেওয়া হয় এবং এই আয়াত কেবল তাঁকেই দেওয়া হয়, অন্য কোন নবীকে দেওয়া হয়নি।\n(আহমদ, নাসায়ী, ত্বাবারানী, বায়হাক্বী, হাকেম এবং দারেমী ইত্যাদি।)\nমুআয (রাঃ) এই সূরা শেষ করে 'আমীন' বলতেন।\"\n(ইবনে কাসীর)"
    },
    {
      "ayah": 286,
      "surah": 2,
      "text": "আল্লাহ কাউকেও তার সাধ্যের অতিরিক্ত দায়িত্ব অর্পণ করেন না। যে ভাল উপার্জন করবে সে তার (প্রতিদান পাবে) এবং যে মন্দ উপার্জন করবে সে তার (প্রতিফল পাবে)। হে আমাদের প্রতিপালক! যদি আমরা বিস্মৃত হই অথবা ভুল করি তাহলে তুমি আমাদেরকে অপরাধী করো না। হে আমাদের প্রতিপালক! আমাদের পূর্ববর্তিগণের উপর যেমন গুরুদায়িত্ব অর্পণ করেছিলে আমাদের উপর তেমন দায়িত্ব অর্পণ করো না। হে আমাদের প্রতিপালক! এমন ভার আমাদের উপর অর্পণ করো না, যা বহন করার শক্তি আমাদের নেই। তুমি আমাদেরকে ক্ষমা কর, আমাদের পাপ মোচন কর এবং আমাদের প্রতি দয়া কর। তুমি আমাদের অভিভাবক। অতএব সত্য প্রত্যাখ্যানকারী (কাফের) সম্প্রদায়ের বিরুদ্ধে আমাদেরকে (সাহায্য ও) জয়যুক্ত কর।"
    },
    {
      "ayah": 29,
      "surah": 2,
      "text": "তিনি পৃথিবীর সব কিছু তোমাদের জন্য সৃষ্টি করেছেন, (১) তারপর তিনি আকাশের দিকে মনোসংযোগ করেন (২) এবং তাকে (আকাশকে) সপ্তাকাশে (৩) বিন্যস্ত করেন, তিনি সকল বিষয়ে সবিশেষ অবহিত।\n(১) এ থেকে সাব্যস্ত করা হয়েছে যে, যমীনে সৃষ্ট প্রত্যেক জিনিস মূলতঃ হালাল, যতক্ষণ না কোন জিনিসের হারাম হওয়ার কথা দলীল দ্বারা প্রমাণিত হবে।\n(ফাতহুল ক্বাদীর)\n(২) সালাফদের কেউ কেউ এর তর্জমা করেছেন, \"অতঃপর আসমানের দিকে আরোহণ করেন।\"\n(সহীহ বুখারী)\nমহান আল্লাহর আসমানের উপর আরশে আরোহণ করা এবং বিশেষ বিশেষ সময়ে নিকটের আসমানে অবতরণ করা তাঁর গুণবিশেষ। কোন অপব্যাখ্যা ছাড়াই এর উপর ঐভাবেই ঈমান আনা আমাদের উপর ওয়াজিব, যেভাবে তা ক্বুরআন ও হাদীসে বর্ণিত হয়েছে।(৩) এ থেকে প্রথমতঃ জানা গেল যে, আসমান (আকাশ) এক অনুভূত বস্তু এবং বাস্তব জিনিস। কেবল উচ্চতা (মহাশূন্য)-কে আসমান বলে আখ্যায়িত করা হয়নি। দ্বিতীয়তঃ জানা গেল যে, আসমানের সংখ্যা হল সাত। আর হাদীস অনুযায়ী দুই আসমানের মধ্যেকার দূরত্ব হল পাঁচ শত বছরের পথ। আর যমীন সম্পর্কে ক্বুরআনে কারীমে এসেছে, {وَمِنَ الْأَرْضِ مِثْلَهُنَّ} \"এবং পৃথিবীও সেই পরিমাণে।\"\n(ত্বালাক্ব ৬৫:১২ আয়াত)\nএ থেকে যমীনের সংখ্যাও সাত বলে জানা যায়। নবী (সাঃ)-এর হাদীস দ্বারা এ কথা আরো বলিষ্ঠ হয়। বলা হয়েছে, \"যে ব্যক্তি অন্যায়ভাবে এক বিঘত যমীনও আত্মসাৎ করবে, কিয়ামতের দিন সাত তবক যমীনকে তার গলায় ঝুলিয়ে দেওয়া হবে।\"\n(সহীহ বুখারী ২৯৫৯নং)\nউক্ত আয়াত থেকে এ কথাও জানা যায় যে, আসমানের পূর্বে যমীন সৃষ্টি হয়েছে। কিন্তু সূরা নাযিআত ৭৯:৩০ আয়াতে) আসমানের উল্লেখ ক'রে বলা হয়েছে, {وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهاَ} \"যমীনকে এর পর বিস্তৃত করেছেন।\" এর ব্যাখ্যা এই করা হয়েছে যে, প্রথমে যমীনই সৃষ্টি হয়েছে, তবে পরিষ্কার ও সমতল করে বিছানো হল সৃষ্টি থেকে ভিন্ন ব্যাপার, যেটা আসমান সৃষ্টির পর সম্পাদিত হয়েছে।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 3,
      "surah": 2,
      "text": "যারা অদৃশ্যে বিশ্বাস করে, [১] যথাযথভাবে নামায পড়ে[২] ও তাদেরকে যা দান করেছি তা হতে ব্যয় করে। [৩]\n[১]\nগায়বী, অদৃশ্য তথা অদেখা বিষয়সমূহ হল এমন সব জিনিস যার উপলব্ধি জ্ঞান ও ইন্দ্রিয় দ্বারা সম্ভব নয়। যেমন মহান আল্লাহর সত্তা, তাঁর অহী (প্রত্যাদেশ), জান্নাত ও জাহান্নাম, ফিরিশতা, কবরের আযাব এবং মৃত দেহের পুনরুত্থান ইত্যাদি। এ থেকে প্রতীয়মান হয় যে, আল্লাহ ও তাঁর রসূল (সাঃ) কর্তৃক বর্ণিত এমন কথার উপর বিশ্বাস স্থাপন করাও ঈমানের অংশ যা জ্ঞান ও ইন্দ্রিয় দ্বারা উপলব্ধি করা যায় না। আর তা অস্বীকার করা কুফরী ও ভ্রষ্টতা।\n[২]\nযথাযথভাবে নামায পড়া বা নামায কায়েম করার অর্থ হল, নিয়মিতভাবে রসূল (সাঃ)-এর তরীকা অনুযায়ী নামায আদায়ের প্রতি যত্ন নেওয়া। নচেৎ নামায তো মুনাফিকরাও পড়তো।\n[৩]\n'ব্যয় করা' কথাটি ব্যাপক; যাতে ফরয ও নফল উভয় প্রকার (ব্যয়, খরচ, দান বা সদকা)ই শামিল। ঈমানদাররা তাদের সামর্থ্যানুযায়ী উভয় প্রকার সদকার ব্যাপারে কোন প্রকার কৃপণতা করে না। এমনকি পিতা-মাতা এবং পরিবার ও সন্তান-সন্ততির উপর ব্যয় করাও এই 'ব্যয় করা'র মধ্যে শামিল এবং তাও নেকী লাভের মাধ্যম।"
    },
    {
      "ayah": 30,
      "surah": 2,
      "text": "আর (স্মরণ কর) যখন তোমার প্রতিপালক ফিরিশতাদেরকে (১) বললেন, ‘আমি পৃথিবীতে প্রতিনিধি (২) সৃষ্টি করছি।’ তারা বলল, ‘আপনি কি সেখানে এমন কাউকেও সৃষ্টি করবেন যে অশান্তি ঘটাবে ও রক্তপাত করবে? অথচ আমরাই তো আপনার সপ্রশংস মহিমা কীর্তন ও পবিত্রতা ঘোষণা করি।’ তিনি বললেন, ‘নিশ্চয়ই আমি যা জানি তা তোমরা জান না।’ (৩)\n(১) مَلائِكة (ফিরিশতা) জ্যোতি থেকে সৃষ্ট আল্লাহর এক সৃষ্টি; যাঁদের বাসস্থান আসমান। যাঁরা আল্লাহর নির্দেশ পালনে এবং তাঁর প্রশংসা ও পবিত্রতা বর্ণনায় ব্যস্ত থাকেন। তাঁরা তাঁর কোন নির্দেশের অবাধ্যাচরণ করেন না।\n(২) خَلِيفَة (খলীফা) এর অর্থ এমন জাতি যারা একে অপরের পরে আসবে। পক্ষান্তরে 'মানুষ দুনিয়াতে আল্লাহর খলীফা ও প্রতিনিধি' এ কথা বলা ভুল।\n(৩) ফিরিশতাদের এমন বলা হিংসা ও অভিযোগমূলক ছিল না, বরং সত্য ও যৌক্তিকতা জানার উদ্দেশ্যে বলেছিলেন যে, হে আমাদের প্রতিপালক! এই সম্প্রদায় সৃষ্টি করার যৌক্তিকতা কি? অথচ এদের মধ্যে এমন লোকও হবে যারা ফিতনা-ফাসাদ সৃষ্টি এবং খুনাখুনি করবে? যদি উদ্দেশ্য এই হয় যে, তোমার ইবাদত হোক, তাহলে এই কাজের জন্য তো আমরা রয়েছি। আর আমাদের নিকট থেকে সে বিপদের আশঙ্কাও নেই, যা নতুন সৃষ্টি থেকে হতে পারে। আল্লাহ তাআলা বললেন, আমি জানি তাদের কল্যাণের দিক যেহেতু তোমাদের উল্লিখিত ফাসাদের দিক থেকেও বেশী তাই তাদেরকে সৃষ্টি করছি। আর এ কথা তোমরা জানো না। কেননা, এদের মধ্যে আম্বিয়া, শহীদ, সৎশীল এবং বড় ইবাদতকারী মানুষও হবেন।\n(ইবনে কাসীর)\nআদম-সন্তানের ব্যাপারে ফিরিশতাগণ কিভাবে জানলেন যে তারা ফিতনা ও ফাসাদ সৃষ্টি করবে? এই অনুমান তাঁরা মানুষ সৃষ্টির পূর্বে যে (জ্বিন) সম্প্রদায় ছিল তাদের কার্যকলাপ দ্বারা অথবা অন্য কোন ভাবে করে থাকবেন। কেউ কেউ বলেছেন, আল্লাহ তাআলাই বলে দিয়েছিলেন যে, তারা এ রকম এ রকম কাজও করবে। তাঁরা বলেন, বাক্যে কিছু শব্দ উহ্য আছে, আসল বাক্য হল, {إِنِّي جَاعِلٌ فِي الْأَرْضِ خَلِيْفَةً يَفْعَلُ كَذَا وَكَذَا} \"আমি পৃথিবীতে এমন প্রতিনিধি বানাবো যে এ রকম এ রকম করবে।\"\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 31,
      "surah": 2,
      "text": "এবং তিনি আদমকে যাবতীয় নাম শিক্ষা দিলেন, তারপর সে-সকল ফিরিশতাদের সম্মুখে পেশ করলেন এবং বললেন, ‘এই সমুদয়ের নাম আমাকে বলে দাও, যদি তোমরা সত্যবাদী হও।’"
    },
    {
      "ayah": 32,
      "surah": 2,
      "text": "তারা বলল, ‘আপনি মহান পবিত্র। আপনি আমাদেরকে যা শিক্ষা দিয়েছেন, তা ছাড়া আমাদের তো অন্য কোন জ্ঞানই নেই। নিশ্চয় আপনি জ্ঞানময়, প্রজ্ঞাময়।’"
    },
    {
      "ayah": 33,
      "surah": 2,
      "text": "তিনি বললেন, ‘হে আদম! ওদেরকে (ফিরিশতাদেরকে) এদের (এ সকলের) নাম বলে দাও।’ অতঃপর যখন সে তাদেরকে সে-সবের নাম বলে দিল, তখন তিনি বললেন, ‘আমি কি তোমাদেরকে বলিনি যে, আকাশ ও পৃথিবীর অদৃশ্য বস্তু সম্বন্ধে আমি অবহিত এবং তোমরা যা ব্যক্ত কর বা গোপন রাখ নিশ্চিতভাবে আমি তা জানি?’ (১)\n(১) 'আসমা' তথা নামসমূহ বলতে ব্যক্তিবর্গ ও জিনিস-পত্রের নামসমূহ এবং তাদের বৈশিষ্ট্য ও উপকারিতা সম্পর্কে জ্ঞান লাভ যা মহান আল্লাহ 'ইলহাম' ও 'ইলক্বা' (অন্তরে প্রক্ষিপ্ত করা)র মাধ্যমে আদম (আঃ)-কে শিখিয়ে দিয়েছিলেন। অতঃপর যখন আদম (আঃ)-কে ঐ জিনিসগুলোর নাম বলতে বলা হল, তখন তিনি সত্বর তা বলে দিলেন। অথচ ফিরিশতাগণ তা পারেননি। এইভাবে আল্লাহ তাআলা প্রথমতঃ ফিরিশতাদের সামনে আদম সৃষ্টির রহস্য উদ্ঘাটন করলেন। দ্বিতীয়তঃ দুনিয়ার নিয়ম-নীতি পরিচালনার জন্য জ্ঞানের কত গুরুত্ব এবং তার কত ফযীলত ও মর্যাদা তা বর্ণনা করে দিলেন। যখন ফিরিশতাদের সামনে (আদম সৃষ্টির) যৌক্তিকতা ও গুরুত্ব পরিষ্কার হয়ে গেল, তখন তাঁরা নিজেদের জ্ঞান-বুদ্ধি যে অতি সল্প তা স্বীকার ক'রে নিলেন। আর ফিরিশতাদের এই স্বীকৃতি দ্বারা এ কথাও পরিষ্কার হয়ে গেল যে, অদৃশ্য বিষয়ের জ্ঞাতা একমাত্র আল্লাহর সত্তা। তাঁর বিশিষ্ট বান্দাদের কেবল ততটাই জ্ঞান থাকে, যতটা মহান আল্লাহ তাঁদেরকে দান করেন।"
    },
    {
      "ayah": 34,
      "surah": 2,
      "text": "যখন ফিরিশতাদেরকে বললাম, ‘আদমকে সিজদাহ কর।’ (১) তখন সকলেই সিজদাহ করল; কিন্তু ইবলীস সিজদাহ করল না; সে অমান্য করল (২) ও অহংকার প্রদর্শন করল। সুতরাং সে অবিশ্বাসীদের অন্তর্ভুক্ত হল।(৩)\n(১) জ্ঞান দ্বারা সম্মানিত হওয়ার পর আদম (আঃ) এই দ্বিতীয় সম্মান লাভ করেন। সিজদার অর্থঃ নম্রতা ও বিনয় প্রকাশ করা। আর তার সর্বশেষ পর্যায় হল, মাটিতে কপাল ঠেকিয়ে দেওয়া।\n(ক্বুরতুবী)\nএই সিজদা ইসলামী শরীয়তে আল্লাহ ব্যতীত অন্য কারো জন্য জায়েয নয়। নবী করীম (সাঃ)-এর প্রসিদ্ধ উক্তি হল, \"যদি (আল্লাহ ব্যতীত) অন্য কারো জন্য সিজদা করা জায়েয হত, তাহলে আমি মহিলাকে নির্দেশ দিতাম, সে যেন তার স্বামীকে সিজদা করে।\"\n(তিরমিযী ১০৭৯নং)\nতবে ফিরিশ্তাগণ আল্লাহর নির্দেশে আদম (আঃ)-কে যে সিজদা করেছিলেন এবং যে সিজদা দ্বারা ফিরিশ্তাদের সামনে তাঁর (আদম)এর সম্মান ও ফযীলত প্রকাশ করা হয়েছিল, সে সিজদা ছিল সম্মান ও শ্রদ্ধার ভিত্তিতে; ইবাদতের ভিত্তিতে নয়। এখন এই সম্মান প্রদর্শনের জন্যও কাউকে সিজদা করা যাবে না। (যেহেতু এ ক্ষেত্রে আল্লাহর নির্দেশ নেই।)\n(২) ইবলীস সিজদা করতে অস্বীকার করে এবং আল্লাহর দরবার থেকে বিতাড়িত হয়। ইবলীস ক্বুরআনের বর্ণনা অনুযায়ী জ্বিন (জাতিভুক্ত বড় আবেদ) ছিল। মহান আল্লাহ তার সম্মানার্থে ফিরিশ্তাদের মধ্যে তাকে শামিল করে রেখেছিলেন। এই জন্য আল্লাহর ব্যাপক নির্দেশে তার পক্ষেও সিজদা করা অত্যাবশ্যক ছিল। কিন্তু সে হিংসা ও অহংকারবশতঃ সিজদা করতে অস্বীকার করল। বলা বাহুল্য, এই হিংসা ও অহংকার এমন পাপ যা মানবতার দুনিয়ায় সর্বপ্রথম সম্পাদিত হয়েছে এবং এর সম্পাদনকারী ছিল ইবলীস।\n(৩) অর্থাৎ, আল্লাহর ইলম ও তকদীর নির্ধারণে।"
    },
    {
      "ayah": 35,
      "surah": 2,
      "text": "আমি বললাম, ‘হে আদম! তুমি তোমার স্ত্রীসহ জান্নাতে বসবাস কর (১) এবং যথা ও যেথা ইচ্ছা আহার কর, কিন্তু এই বৃক্ষের নিকটবর্তী হয়ো না; (২) হলে তোমরা অনাচারীদের অন্তর্ভুক্ত হবে।’\n(১) এটা আদম (আঃ)-এর তৃতীয় ফযীলত। জান্নাতকে তাঁর জন্য বাসস্থান বানানো হয়েছিল।\n(২) এই গাছটি কিসের গাছ ছিল? ক্বুরআন ও হাদীসে এর কোন পরিষ্কার বর্ণনা নেই। তা গমের গাছ বলে যে লোকমাঝে প্রসিদ্ধি আছে তার কোন ভিত্তি নেই। পক্ষান্তরে আমাদের গাছের নাম জানার কোন প্রয়োজন নেই এবং তাতে কোন লাভও নেই।"
    },
    {
      "ayah": 36,
      "surah": 2,
      "text": "কিন্তু শয়তান তা হতে তাদের পদস্খলন ঘটাল এবং তারা যেখানে ছিল সেখান হতে তাদেরকে বহিষ্কার করল। (১) আমি বললাম, ‘তোমরা (এখান হতে) নেমে যাও। তোমরা একে অন্যের শত্রু। (২) পৃথিবীতে কিছুকালের জন্য তোমাদের অবস্থান ও জীবিকা রইল।\n(১) শয়তান জান্নাতে প্রবেশ ক'রে সরাসরি তাঁদেরকে পদস্খলিত করে, নাকি প্ররোচনার মাধ্যমে --এ ব্যাপারে কোন পরিষ্কার বর্ণনা নেই। তবে এ কথা পরিষ্কার যে, যেভাবে সিজদা করার নির্দেশের সময় আল্লাহর আদেশের মোকাবেলায় সে কিয়াস (আমি আদম থেকে উত্তম এই অনুমান) ক'রে সিজদা করতে অস্বীকার করেছিল, অনুরূপ এই সময় আল্লাহর নির্দেশ \"তোমরা গাছের কাছে যাবে না\"-এর তা'বীল (অপব্যাখ্যা) ক'রে আদম (আঃ)-কে চক্রান্তে ফাঁসাতে সে সফলকাম হয়। এর বিস্তারিত বিবরণ সূরা আ'রাফ ৭:১৯নং আয়াতে আসবে। আল্লাহর নির্দেশের মোকাবেলায় অনুমান এবং ক্বুরআন ও হাদীসের স্পষ্ট উক্তির অপব্যাখ্যা সর্বপ্রথম শয়তানই করেছিল। -নাউযুবিল্লাহি মিন যালিক-।(২) অর্থাৎ, আদম (আলাইহিসসালাম) এবং শয়তান। অথবা এর অর্থ হল, আদম-সন্তান আপসে একে অপরের শত্রু।"
    },
    {
      "ayah": 37,
      "surah": 2,
      "text": "অতঃপর আদম তার প্রতিপালকের নিকট হতে কিছু বাণী প্রাপ্ত হল। (১) আল্লাহ তার তওবা (অনুশোচনা) কবুল করলেন। নিশ্চয় তিনি তওবা কবুলকারী, পরম দয়ালু।\n(১) আদম (আঃ) লজ্জিত অবস্থায় দুনিয়ায় আগমন ক'রে তাওবা ও ক্ষমা প্রার্থনায় মনোনিবেশ করলেন। এই সময় মহান আল্লাহ তাঁর দিক-নির্দেশনা ও সহযোগিতা ক'রে তাঁকে ক্ষমা চাওয়ার সেই বাক্যগুলো শিখিয়ে দিলেন, যা সূরা আ'রাফে ৭:২৩ আয়াতে উল্লেখ করা হয়েছে। {قَالَا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِنْ لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا...} কেউ কেউ এখানে একটি জাল হাদীসের আশ্রয় নিয়ে বলেন যে, আদম (আঃ) আল্লাহর আরশের উপরে 'লা-ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ' লেখা দেখেন এবং মুহাম্মাদ (সাঃ)-এর অসীলা গ্রহণ ক'রে দুআ করেন; ফলে আল্লাহ তাঁকে ক্ষমা করে দেন। এটা ভিত্তিহীন বর্ণনা এবং ক্বুরআনের বর্ণনারও পরিপন্থী। এ ছাড়া এটা আল্লাহর বর্ণিত তরীকারও বিপরীত। প্রত্যেক নবী সব সময় সরাসরি আল্লাহর নিকট দুআ করেছেন। অন্য কোন নবী ও অলীর মাধ্যম ও অসীলা ধরেননি। কাজেই নবী করীম (সাঃ) সহ সকল নবীদের দুআ করার নিয়ম এটাই ছিল যে, তাঁরা বিনা অসীলা ও মাধ্যমে আল্লাহর দরবারে সরাসরি দুআ করেছেন।"
    },
    {
      "ayah": 38,
      "surah": 2,
      "text": "আমি বললাম, ‘তোমরা সকলেই এ স্থান হতে নেমে যাও, পরে যখন আমার পক্ষ হতে তোমাদের নিকট সৎপথের কোন নির্দেশ আসবে, তখন যারা আমার সৎপথের নির্দেশ অনুসরণ করবে, তাদের কোন ভয় নেই এবং তারা দুঃখিত হবে না।"
    },
    {
      "ayah": 39,
      "surah": 2,
      "text": "আর যারা (কাফের) অবিশ্বাস করে ও আমার নিদর্শনকে মিথ্যাজ্ঞান করে, তারাই অগ্নিকুণ্ডবাসী সেখানে তারা চিরকাল থাকবে।’[১]\n(১) দুআ কবুল করা সত্ত্বেও মহান আল্লাহ তাঁদেরকে পুনরায় জান্নাতে আবাদ না করে দুনিয়াতে থেকেই জান্নাত লাভের চেষ্টা করতে বলেন। আর আদম (আঃ)-এর মাধ্যমে সকল আদম-সন্তানকে জান্নাত লাভের পথ বলে দেওয়া হচ্ছে যে, আম্বিয়া (আলাইহিমুস্ সালাম)-এর মাধ্যমে আমার হিদায়াত (জীবন পরিচালনার বিধি-বিধান) তোমাদের নিকট আসবে। সুতরাং যে তা গ্রহণ করবে, সে জান্নাতের অধিকারী হবে। আর যে তা গ্রহণ করবে না, সে আল্লাহর শাস্তির যোগ্য হবে।\n'তাদের কোন ভয় নেই' -এর সম্পর্ক আখেরাতের সাথে। অর্থাৎ, আখেরাত সংক্রান্ত যে বিষয়ই তাদের সামনে আসবে, তাতে তাদের কোন ভয় থাকবে না। আর 'তারা দুঃখিত হবে না'-এর সম্পর্ক দুনিয়ার সাথে। অর্থাৎ, দুনিয়া সংক্রান্ত যা কিছু তাদের হাতছাড়া হয়ে গেছে, সে ব্যাপারে তারা দুঃখিত হবে না। যেমন অন্যত্র বলা হয়েছে,\n{فَمَنِ اتَّبَعَ هُدَايَ فَلا يَضِلُّ وَلا يَشْقَى} (طـه: (১২৩)\n\"যে আমার বর্ণিত পথ অনুসরণ করবে, সে (দুনিয়াতে) পথভ্রষ্ট হবে না এবং (আখেরাতে) দুঃখ-কষ্টও পাবে না।\"\n(ইবনে কাসীর)\nঅর্থাৎ, {لاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُوْنَ} এই মর্যাদা সকল সত্যবাদী মু'মিন লাভ করবে। এটা কোন এমন মর্যাদা নয় যে, কেবল আল্লাহর অলীরাই তা পাবে। অনুরূপ এই 'মর্যাদা'র তাৎপর্যও অন্য কিছু নয়, বরং প্রত্যেক মু'মিন ও আল্লাহভীরুই আল্লাহর অলী। 'আল্লাহর আউলিয়া' কোন ভিন্ন সৃষ্টি নয়। তবে হ্যাঁ, অলীদের মর্যাদা ও দর্জায় তফাৎ থাকতে পারে।"
    },
    {
      "ayah": 4,
      "surah": 2,
      "text": "এবং তোমার প্রতি যা অবতীর্ণ করা হয়েছে ও তোমার পূর্বে যা অবতীর্ণ করা হয়েছে তাতে যারা বিশ্বাস করে[১] ও পরলোকে যারা নিশ্চিত বিশ্বাসী।\n[১] 'পূর্বে যা অবতীর্ণ করা হয়েছে তাতে বিশ্বাস করা'র অর্থ হল এই যে, যে গ্রন্থসমূহ পূর্ববর্তী নবীগণের উপর অবতীর্ণ করা হয়েছিল, তা সবই সত্য। যদিও সেই কিতাব বা গ্রন্থাবলী বর্তমানে আসল (অপরিবর্তিত) অবস্থায় পাওয়া যায় না। তাই সেগুলির উপর আমল করাও যাবে না। এখন শুধু ক্বুরআন ও তার ব্যাখ্যা হাদীসের উপরেই আমল করতে হবে। এ থেকে এ কথাও জানা গেল যে, অহী ও রিসালাতের ধারাবাহিকতা রসূল (সাঃ) পর্যন্তই শেষ। তা না হলে তার (পরে আগত কোন রিসালাতের) উপর ঈমান আনার কথাও মহান আল্লাহ অবশ্যই উল্লেখ করতেন।"
    },
    {
      "ayah": 40,
      "surah": 2,
      "text": "হে বনী ঈস্রাঈল! [১] আমার সেই অনুগ্রহকে তোমরা স্মরণ কর যার দ্বারা আমি তোমাদেরকে অনুগৃহীত করেছি, এবং আমার সঙ্গে তোমাদের কৃত অঙ্গীকার পূর্ণ কর, আমিও তোমাদের সঙ্গে আমার কৃত অঙ্গীকার পূর্ণ করব; এবং তোমরা শুধু আমাকেই ভয় কর।\n(১) 'ইস্রাঈল' (অর্থ আব্দুল্লাহ) ইয়াক্বুব (আঃ)-এর উপাধি। ইয়াহুদীদেরকে বানী ইস্রাঈল - অর্থাৎ ইয়াক্বুব (আঃ)-এর সন্তান বলা হত। কারণ ইয়াক্বুব (আঃ)-এর বারো জন সন্তান ছিল, তা থেকে বারোটি বংশ গঠিত হয় এবং এই বংশসমূহ থেকে বহু নবী ও রসূল হন। ইয়াহুদীদের আরবে বিশেষ মর্যাদা ছিল। কারণ, তারা অতীত ইতিহাস এবং ইলম ও দ্বীন সম্পর্কে অবহিত ছিল। আর এই জন্যই তাদেরকে আল্লাহ প্রদত্ত অতীত নিয়ামতের কথা স্মরণ করিয়ে বলা হচ্ছে যে, তোমরা সেই অঙ্গীকার রক্ষা কর, যা শেষ নবী এবং তাঁর নবুঅতের উপর ঈমান আনার ব্যাপারে তোমাদের কাছ থেকে নেওয়া হয়েছিল। যদি তোমরা সেই অঙ্গীকার রক্ষা করো, তাহলে আমিও আমার অঙ্গীকার রক্ষা ক'রে তোমাদের উপর থেকে সেই বোঝা নামিয়ে দেব, যা তোমাদের ভুল-ত্রুটির কারণে শাস্তিস্বরূপ তোমাদের উপরে চাপিয়ে দেওয়া হয়েছিল এবং তোমাদেরকে পুনরায় উন্নতি দান করব। আর আমাকে ভয় করো, কারণ আমি তোমাদেরকে অব্যাহত লাঞ্ছনা ও অধঃপতনের মধ্যে রাখতে পারি, যাতে তোমরা পতিত আছ এবং তোমাদের পূর্ব পুরুষগণও পতিত ছিল।"
    },
    {
      "ayah": 41,
      "surah": 2,
      "text": "তোমাদের কাছে যা আছে তার সত্যায়নকারীরূপে আমি যা অবতীর্ণ করেছি তা বিশ্বাস কর। আর তোমরাই ওর (১) প্রথম অবিশ্বাসকারী হয়ো না এবং আমার আয়াতের বিনিময়ে স্বল্প মূল্য (২) গ্রহণ করো না। তোমরা শুধু আমাকেই ভয় কর।\n(১) بِه (ওর) সর্বনাম দ্বারা ক্বুরআনকে বুঝানো হয়েছে অথবা মুহাম্মাদ (সাঃ)-কে। আর উভয় মতই সঠিক। কেননা, দু'টিই আপোসে অবিচ্ছেদ্য। যে ক্বুরআনের সাথে কুফরী করল, সে মুহাম্মাদ (সাঃ)-এর সাথেও কুফরী করল। আর যে মুহাম্মাদ (সাঃ)-এর সাথে কুফরী করল, সে ক্বুরআনের সাথেও কুফরী করল।\n(ইবনে কাসীর)\n'প্রথম অবিশ্বাসকারী হয়ো না' এর অর্থ, প্রথমতঃ তোমাদের যে জ্ঞান রয়েছে, অন্যরা সে জ্ঞান থেকে বঞ্চিত। কাজেই তোমাদের দায়িত্ব সর্বাধিক। দ্বিতীয়তঃ মদীনায় ইয়াহুদীদেরকেই সর্বপ্রথম ঈমানের প্রতি আহবান জানানো হয়েছিল; যদিও হিজরতের পূর্বে অনেক মানুষ ইসলাম কবুল করে নিয়েছিল। তাই সতর্ক করা হচ্ছে যে, ইয়াহুদীদের মধ্যে তোমরা প্রথম অবিশ্বাসকারী হয়ো না। কারণ, যদি তোমরা তা হও, তাহলে সমস্ত ইয়াহুদীদের কুফরী ও অবিশ্বাস করার (পাপের) বোঝা তোমাদের উপর চাপব\n(২) 'আমার আয়াতের বিনিময়ে স্বল্প মূল্য গ্রহণ করো না' এর অর্থ এই নয় যে, বেশী মূল্য পেলে ইলাহী বিধানের বিনিময়ে তা গ্রহণ করো। বরং অর্থ হল, ইলাহী বিধানসমূহের মোকাবেলায় পার্থিব সবার্থকে কোন প্রকার গুরুত্ব দিও না। আল্লাহর বিধানসমূহের মূল্য এত বেশী যে, দুনিয়ার বিষয়-সম্পদ এর মোকাবেলায় খুবই তুচ্ছ; কিছুই না। উক্ত আয়াতে বানী-ইসরাঈলকে সম্বোধন করা হলেও এই নির্দেশ কিয়ামত পর্যন্ত আগত সকল মানুষের জন্য। যে ব্যক্তি সত্যকে বাতিল, বাতিলকে প্রতিষ্ঠা অথবা জ্ঞানকে গোপন করার কাজে জড়িত হবে এবং কেবল পার্থিব স্বার্থের খাতিরে সত্য-প্রতিষ্ঠা করা ত্যাগ করবে, সেও এই ধমকের অন্তর্ভুক্ত।\n(ফাতহুল ক্বাদীর)"
    },
    { "ayah": 42, "surah": 2, "text": "তোমরা সত্যকে মিথ্যার সাথে মিশ্রিত করো না এবং জেনে শুনে সত্য গোপন করো না।" },
    { "ayah": 43, "surah": 2, "text": "তোমরা যথাযথভাবে নামায পড় ও যাকাত দাও এবং নামাযীদের সঙ্গে নামায আদায় কর।" },
    {
      "ayah": 44,
      "surah": 2,
      "text": "কি আশ্চর্য! তোমরা নিজেদের বিস্মৃত হয়ে মানুষকে সৎকাজের নির্দেশ দাও, অথচ তোমরা কিতাব (গ্রন্থ) অধ্যয়ন কর, তবে কি তোমরা বুঝ না?"
    },
    {
      "ayah": 45,
      "surah": 2,
      "text": "তোমরা ধৈর্য ও নামাযের মাধ্যমে সাহায্য প্রার্থনা কর (১) এবং বিনীতগণ ব্যতীত আর সকলের নিকট নিশ্চিতভাবে এ কঠিন। (২)\n(১) ধৈর্য এবং নামায প্রত্যেক আল্লাহভীরু লোকের বড় হাতিয়ার। নামাযের মাধ্যমে একজন মু'মিনের সম্পর্ক মহান আল্লাহর সাথে বলিষ্ঠ হয়। এরই দ্বারা সে আল্লাহর নিকট থেকে শক্তি ও সাহায্য লাভ করে। ধৈর্যের মাধ্যমে কার্যে সুদৃঢ় এবং দ্বীনে প্রতিষ্ঠিত থাকার প্রেরণা সৃষ্টি হয়। হাদীসে এসেছে, \"নবী কারীম (সাঃ)-এর সামনে যখন কোন গুরুত্বপূর্ণ বিষয় এসে উপস্থিত হত, তখন তিনি সত্বর নামাযের শরণাপন্ন হতেন।\"\n(আহমদ, আবূ দাউদ, ফাতহুল ক্বাদীর)\n(২) নামাযের যত্ন নেওয়া সাধারণ মানুষের জন্য ভারী কাজ, কিন্তু বিনয়ী-নম্র মানুষের জন্য তা সহজ এবং নামায তাঁদের হূদয়ের প্রশান্তির উপকরণ। এই লোক কারা? এরা সেই লোক যাঁরা কিয়ামতের উপর পূর্ণ বিশ্বাস রাখে। অর্থাৎ, কিয়ামতের প্রতি বিশ্বাস সৎকর্মসমূহকে সহজতর করে দেয় এবং আখেরাত থেকে উদাসীনতা মানুষকে আমলহীন; বরং বদ আমলের অভ্যাসী বানিয়ে দেয়।"
    },
    {
      "ayah": 46,
      "surah": 2,
      "text": "(তারাই বিনীত), যারা দৃঢ় বিশ্বাস রাখে যে, তাদের প্রতিপালকের সাথে তাদের সাক্ষাৎকার ঘটবে এবং তারই দিকে তারা ফিরে যাবে।"
    },
    {
      "ayah": 47,
      "surah": 2,
      "text": "হে বনী ঈস্রাঈল! আমার সেই অনুগ্রহকে তোমরা স্মরণ কর, যার দ্বারা আমি তোমাদেরকে অনুগৃহীত করেছি এবং বিশ্বে সবার উপরে শ্রেষ্ঠত্ব দিয়েছি। (১)\n(১) এখান থেকে আবারও বানী-ইস্রাঈলের প্রতি কৃত পুরস্কারসমূহের কথা স্মরণ করানো হচ্ছে এবং তাদেরকে সেই কিয়ামতের দিনের ভয় দেখানো হচ্ছে, যেদিন কেউ কারো উপকারে আসবে না। সুপারিশ গৃহীত হবে না। বিনিময় দিয়ে মুক্তি পাওয়া যাবে না এবং কোন সাহায্যকারী এগিয়ে আসবে না। তাদের প্রতি কৃত পুরস্কারসমূহের মধ্যে অন্যতম পুরস্কার হল, তাদেরকে নিখিল বিশ্বের সবার উপরে শ্রেষ্ঠত্ব দান করা হয়েছিল। অর্থাৎ, উম্মাতে মুহাম্মাদীয়ার পূর্বে জগত-শ্রেষ্ঠ হওয়ার দুর্লভ মর্যাদা বানী-ইস্রাঈলরাই লাভ করেছিল। কিন্তু আল্লাহর অবাধ্যতার শিকার হয়ে এই মর্যাদা ও বৈশিষ্ট্য তারা হারিয়ে ফেলে এবং উম্মাতে মুহাম্মাদীকে 'সর্বশ্রেষ্ঠ উম্মত' উপাধি দান করা হয়। এখানে এ ব্যাপারেও সতর্ক করা হয়েছে যে, ইলাহী পুরস্কারসমূহ কোন বিশেষ গোষ্ঠীর সাথে নির্দিষ্ট নয়, বরং তা ঈমান ও আমলের ভিত্তিতে লাভ করা যায় এবং ঈমান ও আমল থেকে বঞ্চিত হলে ছিনিয়ে নেওয়া হয়। সম্প্রতি উম্মাতে মুহাম্মাদী অপকর্মসমূহে এবং শির্ক ও বিদআতে লিপ্ত হওয়ার কারণে 'সর্বশ্রেষ্ঠ উম্মত' হওয়ার পরিবর্তে সর্বনিকৃষ্ট উম্মতে পরিণত হয়েছে -হাদাহাল্লাহু তাআলা\nইয়াহুদীরা এ কারণেও প্রতারিত যে, তারা মনে করে, তারা তো আল্লাহর অতীব প্রিয় ও পছন্দনীয় বান্দা, অতএব তারা আখেরাতের পাকড়াও থেকে সুরক্ষিত থাকবে। মহান আল্লাহ ঘোষণা ক'রে দিলেন যে, সেখানে আল্লাহর অবাধ্যজনদের কেউ সাহায্য করতে পারবে না। এই ধোঁকায় উম্মতে মুহাম্মাদীও পতিত। সুপারিশ (যা আহলে সুন্নাহর নিকট এক বাস্তব বিষয়)এর আশায় তারা নিজেদের কু-কর্মকে বৈধ করে রেখেছে। নবী কারীম (সাঃ) অবশ্যই সুপারিশ করবেন এবং মহান আল্লাহ তাঁর সুপারিশ কবুলও করবেন। (সহীহ হাদীসসমূহে এটা প্রমাণিত) কিন্তু এ কথাও হাদীসে এসেছে যে, বিদআতীরা তাঁর সুপারিশ থেকে বঞ্চিত থাকবে। অনুরূপ অনেক পাপীদেরকে জাহান্নামে শাস্তি দেওয়ার পর রসূল (সাঃ)-এর সুপারিশে জাহান্নাম থেকে বের করা হবে। জাহান্নামের এই কয়েক দিনের শাস্তি কি সহনযোগ্য হবে যে, আমরা সুপারিশের উপর ভরসা ক'রে পাপ করেই চলেছি?"
    },
    {
      "ayah": 48,
      "surah": 2,
      "text": "তোমরা সেই দিনকে ভয় কর, যেদিন কেউ কারোর কোন কাজে আসবে না, কারোও সুপারিশ সবীকৃত হবে না, কারোও নিকট হতে ক্ষতিপূরণ গৃহীত হবে না এবং তারা কোন প্রকার সাহায্যও পাবে না।"
    },
    {
      "ayah": 49,
      "surah": 2,
      "text": "স্মরণ কর, যখন আমি ফিরআউনের অনুসারী দল (১) হতে তোমাদেরকে নিষ্কৃতি দিয়েছিলাম, যারা তোমাদের পুত্রগণকে হত্যা ক’রে ও তোমাদের নারীদের জীবিত রেখে তোমাদেরকে মর্মান্তিক যন্ত্রণা দিত; এবং ওতে তোমাদের প্রতিপালকের পক্ষ হতে এক মহা পরীক্ষা ছিল।\n(১) آل فرعون (ফিরআউনের বংশধর) বলতে কেবল ফিরআউনের পরিবারের লোকদেরকেই বুঝানো হয়নি, বরং তার অর্থ ফিরআউনের সকল অনুসারীগণ। যেমন পরের আয়াতে বলা হয়েছে, {اَغْرَقْنَا آلَ فِرْعَوْنَ} \"ফিরআউনের অনুসারীদেরকে (সমুদ্রে) ডুবিয়ে দিলাম।\" এখানে যারা ডুবেছিল তারা কেবল ফিরআউনের পরিবারেরই লোকজন ছিল না, বরং তার সৈন্য ও অন্যান্য অনুসারীরাও ছিল। অর্থাৎ, ক্বুরআনে 'আল' (বংশ) অনুসারীর অর্থেও ব্যবহার হয়। এর আরো ব্যাখ্যা সূরা আহযাবে ৩৩:৩৩ নং আয়াতে আসবে- ইন শাআল্লাহ।"
    },
    {
      "ayah": 5,
      "surah": 2,
      "text": "তারাই তাদের প্রতিপালকের নির্দেশিত পথে রয়েছে এবং তারাই সফলকাম।\nএখানে সেই ঈমানদার বা বিশ্বাসীদের পরিণামের কথা বলা হয়েছে, যারা ঈমান আনার পর আল্লাহভীরু ও আমল করা সহ সঠিক আক্বীদার উপর কায়েম থাকার প্রতি যত্ন নেয়; কেবল মৌখিক ঈমান প্রকাশকে যথেষ্ট মনে করে না। আর সফলকাম হওয়ার অর্থ, আল্লাহর সন্তুষ্টি এবং তাঁর রহমত ও ক্ষমা লাভ। এর সাথে যদি দুনিয়াতেও সুখ-সাছন্দ্য ও সফলতা লাভ হয়ে যায় তাহলে তো 'সুবহানাল্লাহ' (বিরাট সৌভাগ্য)। নচেৎ আখেরাতের সফলতাই হল প্রকৃত সফলতা।\nএর পর মহান আল্লাহ অন্য এক দলের কথা বলছেন যারা কেবল কাফেরই নয়, বরং তাদের কুফরী ও অবাধ্যতা এমন অন্তিম পর্যায়ে পৌঁছেছে যে, এর পর তাদের কোন মঙ্গল বা ইসলাম কবুল করার কোন আশাই নেই।"
    },
    {
      "ayah": 50,
      "surah": 2,
      "text": "যখন তোমাদের জন্য সাগরকে দ্বিধা বিভক্ত করেছিলাম (১) এবং তোমাদেরকে উদ্ধার করেছিলাম ও ফিরআউনের অনুসারীদেরকে (সমুদ্রে) ডুবিয়ে দিলাম, আর তোমরা তা প্রত্যক্ষ করছিলে।\n(১) সমুদ্র বিদীর্ণ ক'রে পথ তৈরী করার ব্যাপারটা একটি মু'জিযা (অলৌকিক ঘটনা) ছিল; যার বিস্তারিত বর্ণনা সূরা শুআ'রায় ২৬:১০-৬৮ আয়াতে আসবে। এটা জোয়ার-ভাটার ব্যাপার ছিল না; যেমন স্যার সাইয়েদ আহমাদ খান এবং অন্যান্য মু'জিযা অস্বীকারকারিগণ মনে করেন।"
    },
    {
      "ayah": 51,
      "surah": 2,
      "text": "(স্মরণ কর,) যখন মূসার জন্য চল্লিশ রাত্রি নির্ধারিত করেছিলাম, তখন তার প্রস্থানের পর তোমরা গো-বৎসকে (উপাস্যরূপে) গ্রহণ করেছিলে; বাস্তবে তোমরা ছিলে অনাচারী। (১)\n(১) এই গোবৎস পূজার ঘটনা সেই সময় ঘটেছিল, যখন ফিরআউন-সম্প্রদায়ের কবল থেকে মুক্তি পাওয়ার পর বানী-ইস্রাঈলেরা 'সীনা' (সিনাই) নামক উপদ্বীপে পৌঁছে ছিল। সেখানে মহান আল্লাহ মূসা (আঃ)-কে তাওরাত দেওয়ার লক্ষ্যে চল্লিশ রাতের জন্য ত্বূর পাহাড়ে ডেকেছিলেন। মূসা (আঃ)-এর যাওয়ার পর বানী-ইস্রাঈলেরা সামেরীর চক্রান্তে গোবৎস পূজা শুরু করে দিয়েছিল। মানুষ কতই না বাস্তববাদী যে, মহান আল্লাহর মহিমার কত বৃহৎ বৃহৎ নিদর্শনাবলী দেখা সত্ত্বেও এবং তাঁর নবী (মূসা এবং হারুন আলাইহিমাসসালাম) তাদের মাঝে বিদ্যমান থাকা সত্ত্বেও গোবৎসকে নিজেদের উপাস্য মনে করে নিলো! বর্তমানে মুসলমানরাও শির্কী আক্বীদা-বিশ্বাস ও কার্যকলাপে লিপ্ত রয়েছে। কিন্তু তারা মনে মনে ভাবে, মুসলিম মুশরিক কিভাবে হয়? এই মুসলিম মুশরিকরা শির্ককে কেবল পাথরের মূর্তি পূজার সাথে নির্দিষ্ট করে দিয়েছে। তারাই নাকি শুধু মুশরিক। অথচ এই নামমাত্র মুসলিম কবরের গম্বুজের সাথে তা-ই করে, যা প্রতিমা-পূজারী নিজের মূর্তির সাথে করে থাকে -أَعَاذَنَا اللهُ مِنْهُ-।"
    },
    { "ayah": 52, "surah": 2, "text": "এরপরও আমি তোমাদের ক্ষমা করেছি, যাতে তোমরা কৃতজ্ঞতা জ্ঞাপন কর।" },
    {
      "ayah": 53,
      "surah": 2,
      "text": "(স্মরণ কর,) যখন আমি মূসাকে কিতাব ও (সত্যকে মিথ্যা হতে) পৃথককারী বস্তু দান করেছিলাম; যাতে তোমরা সৎপথে পরিচালিত হও। (১)\n(১) এটাও লোহিত সাগর অতিক্রম করার পরের ঘটনা।\n(ইবনে কাসীর)\nহতে পারে তাওরাত গ্রন্থকেই 'ফুরক্বান'(সত্য ও মিথ্যার মাঝে পার্থক্যকারী বস্তু) বলে আখ্যায়িত করা হয়েছে। কেননা, প্রত্যেক আসমানী কিতাব সত্য ও মিথ্যার মাঝে পৃথককারী হয়। অথবা মু'জিযাকে 'ফুরক্বান' বলা হয়েছে। কারণ, মু'জিযাও হক ও বাতিল জানার ব্যাপারে বড় গুরুত্বপূর্ণ ভূমিকা পালন করে।"
    },
    {
      "ayah": 54,
      "surah": 2,
      "text": "আর মূসা যখন আপন সম্প্রদায়ের লোককে বললেন, হে আমার সম্প্রদায়! গো-বৎসকে উপাস্যরূপে গ্রহণ করে তোমরা নিজেদের প্রতি ঘোর অনাচার করেছ। সুতরাং তোমরা তোমাদের স্রষ্টার দিকে ফিরে যাও (তওবা কর) এবং তোমরা নিজেদেরকে হত্যা কর। তোমাদের স্রষ্টার নিকট এটাই শ্রেয়। তিনি তোমাদের প্রতি ক্ষমাপরায়ণ হবেন। নিশ্চয় তিনি অত্যন্ত ক্ষমাশীল, পরম দয়ালু। (১)\n(১) যখন মূসা (আঃ) নিজ সম্প্রদায়কে শির্ক থেকে সতর্ক করলেন, তখন তাদের মধ্যে তাওবা করার প্রেরণা সৃষ্টি হল। তাওবার পদ্ধতি (প্রায়শ্চিত্ত) আপোস-হত্যা নির্বাচিত হল। {فَاقْتُلُوْآ أَنْفُسَكُمْ} (তোমরা নিজেদেরকে হত্যা কর) এই আয়াতের দু'টি ব্যাখ্যা করা হয়েছে, (ক) সকলকে দুই কাতারে দাঁড় করিয়ে দেওয়া হয় এবং তারা একে অপরকে হত্যা করে। (খ) যারা শির্ক করেছিল তাদেরকে দাঁড় করিয়ে দেওয়া হয় এবং যারা শির্ক থেকে বেঁচে ছিল, তাদেরকে হত্যা করার নির্দেশ দেওয়া হয়। ফলে শির্কমুক্তরা মুশরিকদেরকে হত্যা করে। হতদের সংখ্যা ৭০ হাজার বলা হয়েছ\n(ইবনে কাসীর ও ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 55,
      "surah": 2,
      "text": "আর যখন তোমরা বলেছিলে, ‘হে মূসা! আমরা আল্লাহকে প্রত্যক্ষভাবে না দেখা পর্যন্ত তোমাকে কখনো বিশ্বাস করব না।’ তখন তোমরা বজ্রাহত হয়েছিলে এবং নিজেরা তা প্রত্যক্ষ করেছিলে। (১)\n(১) তূর পাহাড়ে তাওরাত আনতে যাওয়ার সময় মূসা (আঃ) ৭০ জন লোককে সাথে নিয়ে গিয়েছিলেন। প্রত্যাবর্তনকালে তারা মূসা (আঃ)-কে বলল, মহান আল্লাহকে প্রকাশ্যে না দেখা পর্যন্ত আমরা তোমার কথা বিশ্বাস করার জন্য প্রস্তুত নই। তাই শাস্তি স্বরূপ তাদের উপর বজ্রপাত হয় এবং তারা মারা যায়। আর তাদের প্রত্যক্ষ করার অর্থ হল, প্রথমে যাদের উপর বজ্রপাত হয়েছিল শেষের লোকেরা তা প্রত্যক্ষ করছিল এবং দেখতে দেখতে সকলে মৃত্যুর কোলে ঢলে পড়ল।"
    },
    { "ayah": 56, "surah": 2, "text": "মৃত্যুর পর আমি তোমাদেরকে পুনর্জীবিত করলাম, যাতে তোমরা কৃতজ্ঞতা জ্ঞাপন কর।" },
    {
      "ayah": 57,
      "surah": 2,
      "text": "আমি মেঘ দ্বারা তোমাদের উপর ছায়া বিস্তার করলাম, তোমাদের নিকট ‘মান্ন্’ ও ‘সাল্ওয়া’ প্রেরণ করলাম। (১) (আর বললাম,) যে সকল ভাল জিনিস তোমাদের জন্য দিলাম তা থেকে আহার কর। তারা (নির্দেশ না মেনে) আমার প্রতি কোন অন্যায় করেনি, বরং তারা নিজেদেরই প্রতি অন্যায় করেছিল।\n(১) অধিকাংশ মুফাসসিরগণের মতে এটা মিসর ও সিরিয়ার মধ্যবর্তী তীহ্ প্রান্তরের ঘটনা। যখন তারা আল্লাহর আদেশে আমালিকাদের জনপদে প্রবেশ করতে অস্বীকার করেছিল এবং তারই শাস্তি স্বরূপ বানী-ইস্রাঈল চল্লিশ বছর পর্যন্ত তীহ্ প্রান্তরে পড়েছিল। কারো কারো নিকট এই নির্দিষ্টীকরণও সঠিক নয়। সীনা (সিনাই) মরুভূমিতে অবতরণের পর যখন সর্বপ্রথম পানি ও খাদ্যের সমস্যা দেখা দিল, তখন এই ব্যবস্থা করা হয়েছিল।\nঅনেকের মতে 'মান্ন্' আল্লাহর অবতীর্ণ এক প্রকার ক্বুদরতী চিনি যা পাথর, গাছের পাতা ও ঘাসের উপর শিশির-বিন্দুর মত জমা হত; যা মধুর মত মিষ্টি হত এবং শুকিয়ে আঠার মত জমে যেত। আবার কেউ বলেছেন, এটা মধু বা মিষ্টি পানি। বুখারী ও মুসলিম ইত্যাদির বর্ণনায় এসেছে যে, ছত্রাক (ব্যাঙের ছাতা) মূসা (আঃ)-এর উপর নাযিল হওয়া এক প্রকার 'মান্ন্'। এর অর্থ হল, যেভাবে বানী-ইস্রাঈলরা বিনা পরিশ্রমে 'মান্ন্' খাদ্য লাভ করেছিল, অনুরূপ ছত্রাক আপনা আপনিই হয়, কাউকে তা লাগাতে হয় না।\n(তাফসীর আহসানুত্ তাফাসীর)\nআর 'সালওয়া' এক প্রকার পাখী যাকে জবাই ক'রে তারা ভক্ষণ করত।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 58,
      "surah": 2,
      "text": "(স্মরণ কর) যখন আমি বললাম, এ জনপদ (শহরে) (১) প্রবেশ কর এবং তার মধ্যে যেখানে ইচ্ছা স্বচ্ছন্দে আহার কর, সিজদানত(২) হয়ে (নগরের দ্বারে) প্রবেশ কর এবং বল, ‘ক্ষমা চাই’, (৩) আমি তোমাদের অপরাধ ক্ষমা করব এবং সৎকর্মপরায়ণ লোকদের প্রতি আমার দান বৃদ্ধি করব।\n(১) এ জনপদ বা শহর বলতে অধিকাংশ মুফাসসিরগণের নিকট (প্যালেষ্টাইনের জেরুজালেম) বায়তুল মাক্বদিস।\n(২) এই সিজদার অর্থ কারো নিকট নতশিরে প্রবেশ করা। আবার কেউ এর অর্থ নিয়েছেন, কৃতজ্ঞতার সিজদা। অর্থাৎ, আল্লাহর দরবারে নম্রতা ও বিনয়ের প্রকাশ সহ কৃতজ্ঞতা স্বীকার ক'রে প্রবেশ কর।\n(৩) حِطَّة এর অর্থ হল, আমাদের গোনাহ ক্ষমা করে দাও।"
    },
    {
      "ayah": 59,
      "surah": 2,
      "text": "কিন্তু যারা অন্যায় করেছিল, তারা তাদেরকে যা বলা হয়েছিল, তার পরিবর্তে অন্য কথা বলল। (১) সুতরাং অনাচারীদের প্রতি আমি আকাশ হতে শাস্তি (২) প্রেরণ করলাম, কারণ তারা সত্যত্যাগ করেছিল।\n(১) এর স্পষ্ট বর্ণনা সহীহ বুখারী ও মুসলিম ইত্যাদিতে বর্ণিত একটি হাদীসে এসেছে, নবী করীম (সাঃ) বলেছেন, তাদেরকে নির্দেশ দেওয়া হয়েছিল যে, সিজদানত অবস্থায় প্রবেশ কর, কিন্তু তারা পাছাকে যমীনে হিঁচড়াতে হিঁচড়াতে প্রবেশ করে এবং 'হিত্ত্বাহ'এর পরিবর্তে (হিনত্বাহ) 'হাববাতুন ফী শা'রাহ' (অর্থাৎ, শীষে গম) বলতে বলতে প্রবেশ করে। তাদের মধ্যে কতই না অবাধ্যতা ও ধৃষ্টতা জন্ম নিয়েছিল এবং আল্লাহর বিধানের সাথে তারা কিভাবে ঠাট্টা-বিদ্রূপ করত এ থেকে তা সহজেই অনুমেয়। বস্তুতঃ যখন কোন জাতি চারিত্রিক ও আচার-আচরণে অধঃপতনের শিকার হয়, তখন আল্লাহর বিধানের সাথেও তাদের কার্যকলাপ অনুরূপ হয়ে যায়।(২) এই আকাশ হতে আগত শাস্তি বা আসমানী আযাব কি ছিল? কয়েকটি উক্তি এ ব্যাপারে এসেছে। যেমন, আল্লাহর গযব, কঠিন ঠান্ডাজনিত কুয়াশা অথবা প্লেগ রোগ। শেষোক্ত অর্থের সমর্থন হাদীসে পাওয়া যায়। নবী করীম (সাঃ) বলেছেন, \"এই প্লেগ সেই আযাব ও শাস্তির অংশ যা তোমাদের পূর্বে কোন জাতির উপর নাযিল করা হয়েছিল। তোমাদের উপস্থিতিতে কোন স্থানে যদি এই প্লেগ মহামারী দেখা দেয়, তাহলে সেখান থেকে বের হবে না এবং কোন স্থানে যদি এই মহামারী হয়েছে বলে শোন, তবে সেখানে প্রবেশ করবে না।\"\n(সহীহ মুসলিম, অধ্যায়ঃ সালাম, পরিচ্ছেদঃ পেগ, কুলক্ষণ এবং ভবিষ্যদ্বাণী ইত্যাদি ২২১৮নং)"
    },
    {
      "ayah": 6,
      "surah": 2,
      "text": "যারা অবিশ্বাস করেছে তুমি তাদেরকে সতর্ক কর বা না কর, তাদের পক্ষে উভয়ই সমান; তারা বিশ্বাস করবে না।\nনবী করীম (সাঃ)-এর বড়ই আশা ছিল যে, সবাই মুসলিম হয়ে যাক এবং সেই অনুপাতে তিনি প্রয়াসও চালিয়ে যাচ্ছিলেন। কিন্তু মহান আল্লাহ বললেন, ঈমান তাদের ভাগ্যেই নেই। এরা এমন কিছু বিশেষ লোক ছিল যাদের অন্তরে মোহর মেরে দেওয়া হয়েছিল। (যেমন আবূ জাহল এবং আবূ লাহাব প্রভৃতি।) নচেৎ তাঁর দাওয়াত ও তাবলীগের মাধ্যমে অসংখ্য মানুষ মুসলমান হয়েছিল। এমন কি পুরো আরব উপদ্বীপ ইসলামের সুশীতল ছায়াতলে এসে গিয়েছিল।"
    },
    {
      "ayah": 60,
      "surah": 2,
      "text": "আর (স্মরণ কর) যখন মূসা তাঁর সম্প্রদায়ের জন্য পানি প্রার্থনা করল, আমি বললাম, ‘তোমার লাঠি দ্বারা পাথরে আঘাত কর।’ ফলে তা হতে বারোটি প্রস্রবণ প্রবাহিত হল। (১) প্রত্যেক গোত্র নিজ নিজ পান-স্থান (ঘাট) চিনে নিল। (বললাম,) ‘আল্লাহর দেওয়া জীবিকা হতে তোমরা পানাহার কর এবং পৃথিবীর বুকে অনর্থ (শান্তি-ভঙ্গ) করে বেড়িও না।’\n(১) এই ঘটনা কারো মতে তীহ্ প্রান্তরের এবং কারো মতে সীনা মরুভূমির। সেখানে পানির প্রয়োজন দেখা দিলে মহান আল্লাহ মূসা (আঃ)-কে বললেন, তোমার লাঠি পাথরে মারো। এইভাবে পাথর থেকে বারোটি ঝরনাধারা প্রবাহিত হয়। গোত্রও বারোটি ছিল। প্রত্যেক গোত্র নিজের নিজের ঝরনা থেকে পানি পান করত। আর এটাও একটি মু'জিযা (অলৌকিক ঘটনা) ছিল যা আল্লাহ তাআলা মূসা (আঃ) দ্বারা প্রদর্শন করেন।"
    },
    {
      "ayah": 61,
      "surah": 2,
      "text": "আর তোমরা যখন বলেছিলে, ‘হে মূসা! একই রকম খাদ্যে আমরা কখনো ধৈর্য ধারণ করব না, সুতরাং তুমি তোমার প্রতিপালকের নিকট আমাদের জন্য প্রার্থনা কর, তিনি যেন ভূমি জাত দ্রব্য শাক-সবজী, কাঁকুড়, গম, মসুর ও পিঁয়াজ উৎপাদন করেন। মূসা বলল, তোমরা কি উৎকৃষ্ট বস্তুকে নিকৃষ্ট বস্তুর সাথে বিনিময় করতে চাও? তবে কোন নগরে অবতরণ কর। তোমরা যা চাও, তা সেখানে আছে।’(১) আর তারা লাঞ্ছনা ও দারিদ্র্যগ্রস্ত হল এবং আল্লাহর ক্রোধের পাত্র হল। (২) এ জন্য যে তারা আল্লাহর নিদর্শন সকলকে অমান্য করত এবং (প্রেরিত পুরুষ) নবীদেরকে অন্যায়ভাবে হত্যা করত। (৩) অবাধ্যতা ও সীমালঙঘন করবার জন্যেই তাদের এই পরিণতি ঘটেছিল। (৪)\n(১) এ ঘটনাও ঐ তীহ্ প্রান্তরের। মিসর বলতে এখানে মিসর দেশ বুঝানো হয় নি, বরং কোন এক নগরীকে বুঝানো হয়েছে। অর্থ হল, এখান থেকে যে কোন নগরীতে চলে যাও এবং সেখানে চাষাবাদ ক'রে নিজেদের পছন্দমত শাক-সবজি, ডাল ইত্যাদি উৎপাদন ক'রে খাও। তাদের চাওয়া যেহেতু অকৃতজ্ঞতা এবং অহংকারের ভিত্তিতে ছিল, তাই ধমকের স্বরে তাদেরকে বলা হল, \"তোমরা যা চাও, তা সেখানে আছে।\"\n(২) কোথায় সেই পুরস্কার ও অনুগ্রহসমূহ যা পূর্বে উল্লেখ হয়েছে? আর কোথায় সেই লাঞ্ছনা ও দারিদ্র্য যা পরে তাদের উপর নিপতিত হয়েছে? এবং যার কারণে তারা আল্লাহর গযবের শিকার হয়েছে। 'গযব' (ক্রোধ)ও 'রহমত' (দয়া)র মত আল্লাহর একটি গুণ বিশেষ। এর ব্যাখ্যা 'শাস্তি দেওয়ার ইচ্ছা' বা 'শাস্তি' করা ঠিক নয়, বরং বলতে হবে, আল্লাহ তাদের উপর ঐভাবেই ক্রোধান্বিত হয়েছেন, যেভাবে ক্রোধান্বিত হওয়া তাঁর গৌরবময় সত্তার সাথে সামঞ্জস্যপূর্ণ।\n(৩) এখানে লাঞ্ছিত এবং আল্লাহর গযবের শিকার হওয়ার কারণ বর্ণনা করা হচ্ছে। অর্থাৎ, মহান আল্লাহর আয়াতকে অস্বীকার করা, তাঁর দ্বীনের প্রতি আহবানকারী আম্বিয়া (আলাইহিমুস্ সালাম) ও সত্যের সন্ধানদাতাদেরকে হত্যা করা ও তাঁদের অবমাননা করাই হল তাদের আল্লাহর গযবের শিকার হওয়ার কারণ। কাল এই কর্মে জড়িত হওয়ার কারণে ইয়াহুদীরা যদি অভিশপ্ত ও লাঞ্ছিত হয়ে থাকে, তবে আজ এই একই কাজ সম্পাদনকারীরা কিভাবে সম্মান ও শ্রদ্ধার পাত্র হতে পারে? তাতে তারা যারাই হোক এবং যেখানেই থাক?\n(৪) এটা ইয়াহুদীদের লাঞ্ছনা ও দরিদ্রতার দ্বিতীয় কারণ। عَصَوا (অবাধ্যতা)র অর্থ হল, যে কাজ করতে তাদেরকে নিষেধ করা হত, তা তারা সম্পাদন করত এবং يَعتَدُون (সীমালংঘন করা)র অর্থ হল, নির্দেশিত কাজগুলোর ব্যাপারে তারা বাড়াবাড়ি ও অতিরঞ্জন করত। অনুসরণ ও আনুগত্য হল, নিষেধাবলী থেকে বিরত থাকা এবং নির্দেশাবলীকে ঐভাবেই পালন করা, যেভাবে পালন করার নির্দেশ দেওয়া হয়েছে। নিজের পক্ষ থেকে কমবেশী করলে তা বাড়াবাড়ি ও সীমালংঘন হবে; যা আল্লাহর নিকট অতীব অপছন্দনীয়।"
    },
    {
      "ayah": 62,
      "surah": 2,
      "text": "নিশ্চয় যারা বিশ্বাস করে (মুমিন), যারা ইয়াহুদী (১) এবং খ্রিষ্টান (২) হয়েছে অথবা সাবেয়ী (৩) হয়েছে, এদের মধ্যে যে কেউ আল্লাহ এবং শেষ দিবসে বিশ্বাস করে ও সৎকাজ করে, তাদের জন্য তাদের প্রতিপালকের নিকট পুরস্কার আছে। তাদের কোন ভয় নেই এবং তারা দুঃখিত হবে না। (৪)\n(১) يَهُود (ইয়াহুদ) হয় هَوَادَة (যার অর্থ, ভালবাসা) ধাতু থেকে গঠিত অথবা تَهَوّد (যার অর্থ, তাওবা করা) ধাতু থেকে গঠিত। অর্থাৎ, তাদের এই নামকরণ প্রকৃতপক্ষে তাওবা করার কারণে অথবা একে অপরকে ভালবাসার কারণে হয়েছে। এ ছাড়া মূসা (আঃ)-এর অনুসারীদেরকে 'ইয়াহুদী' বলা হয়।(২) نَصَارَى (নাসারা) نَصرَان এর বহুবচন। যেমন, سكَارَى سَكرَان এর বহুবচন। এর মূল ধাতু হল نصر (যার অর্থ সাহায্য-সহযোগিতা)। আপোসে একে অপরের সাহায্য করার কারণে তাদের এই নামকরণ হয়েছে। ওদেরকে 'আনসার'ও বলা হয়। যেমন তারা ঈসা (আঃ)-কে বলেছিল, {نَحْنُ اَنْصَارُ اللهِ} ঈসা (আঃ)-এর অনুসারীদেরকে নাসারা (খ্রিষ্টান) বলা হয় এবং তাদেরকে ঈসায়ীও বলা হয়।(৩) صَابِئِين صَابِئ- এর বহুবচন। এরা সেই লোক, যারা শুরুতে নিঃসন্দেহে কোন সত্য দ্বীনের অনুসারী ছিল। (আর এই জন্যই ক্বুরআনে ইয়াহুদী ও খ্রিষ্টানদের পাশাপাশি তাদেরকে উল্লেখ করা হয়েছে।) পরবর্তীকালে তাদের মধ্যে ফিরিশ্তা ও তারকা পূজার প্রচলন শুরু হয়। অথবা তারা কোন দ্বীনকেই মানত না। এই কারণেই যাদের কোন দ্বীন-ধর্ম নেই তাদেরকে 'স্বাবী' (বা স্বাবেয়ী) বলা হয়।(৪) আধুনিক অনেক মুফাসসির (?) এই আয়াতের (সঠিক) অর্থ অনুধাবন করতে ভুল করে থাকে এবং এ থেকে ধর্ম-ঐক্য (সকল ধর্ম সমান) হওয়ার দর্শন আওড়ানোর ঘৃণিত প্রয়াস চালায়। অর্থাৎ, তারা মনে করে যে, রিসালাতে মুহাম্মাদ (মুহাম্মাদ (সাঃ)-এর রসূল হওয়ার) উপর ঈমান আনা জরুরী নয়, বরং যে কেউ যে কোন ধর্মকে মানবে, সেই অনুযায়ী বিশ্বাস রাখবে এবং সৎকর্ম করবে, সে মুক্তি পেয়ে যাবে। এ দর্শন অতীব বিভ্রান্তিকর দর্শন। বলা বাহুল্য, আয়াতের সঠিক ব্যাখ্যা হল, যখন মহান আল্লাহ পূর্বোক্ত আয়াতে ইয়াহুদীদের মন্দ কর্মসমূহ এবং তাদের অবাধ্যতার কারণে শাস্তিযোগ্য হওয়ার কথা উল্লেখ করেন, তখন মানুষের মনে এই প্রশ্ন সৃষ্টি হওয়া সবাভাবিক ছিল যে, এই ইয়াহুদীদের মধ্যে যারা সত্যনিষ্ঠ, আল্লাহর কিতাবের অনুসারী এবং যারা নবীর আদর্শ অনুযায়ী জীবন পরিচালনা করেছে, তাদের সাথে আল্লাহ তাআলা কি আচরণ করেছেন? অথবা কি আচরণ করবেন? মহান আল্লাহ এই কথাটাই পরিষ্কার করে দিলেন যে, ইয়াহুদী, খ্রিষ্টান এবং স্বাবেয়ীদের মধ্যে যারাই স্ব স্ব যুগে আল্লাহ ও পরকালের উপর ঈমান এনেছে এবং সৎকর্ম করেছে, তারা সকলেই আখেরাতে মুক্তিলাভ করবে। অনুরূপ বর্তমানে মুহাম্মাদ (সাঃ)-এর রিসালাতের উপর বিশ্বাস স্থাপনকারী মুসলিমও যদি সঠিক পন্থায় আল্লাহ ও পরকালের উপর ঈমান এনে সৎকর্মের প্রতি যত্ন নেয়, তবে সেও অবশ্যই অবশ্যই আখেরাতের চিরন্তন নিয়ামত লাভ করার অধিকারী হবে। আখেরাতে মুক্তির ব্যাপারে কারো সাথে বৈষম্যমূলক আচরণ করা হবে না। সেখানে নিরপেক্ষ ও ন্যায় বিচার হবে। চাহে সে মুসলিম হোক অথবা শেষ নবীর পূর্বে অতিবাহিত কোন ইয়াহুদী, খ্রিষ্টান বা স্বাবেয়ী ইত্যাদি যেই হোক না কেন। এই কথার সমর্থন কোন কোন 'মুরসাল আসার' (ছিন্ন সনদে বর্ণিত সাহাবীর উক্তি) থেকে পাওয়া যায়। যেমন মুজাহিদ সালমান ফারেসী (রাঃ) থেকে বর্ণনা করেছেন, তিনি (সালমান ফারেসী) বলেছেন, আমি নবী করীম (সাঃ)-কে আমার কিছু ধার্মিক সাথীর কথা জিজ্ঞাসা করলাম, যারা ইবাদতকারী ও নামাযী ছিল। (অর্থাৎ, মুহাম্মাদ (সাঃ)-এর রিসালাতের পূর্বে তারা তাদের দ্বীনের সত্যিকার অনুসারী ছিল।) এই জিজ্ঞাসার উত্তরে এই আয়াত নাযিল হয়, {إِنَّ الَّذِيْنَ آَمَنُوا وَالَّذِينَ هَادُوْا}\n(ইবনে কাসীর)\nক্বুরআনের অন্যান্য আয়াত দ্বারাও এর সমর্থন হয়। যেমন, {إِنَّ الدِّينَ عِنْدَ اللَّهِ الْأِسْلامُ} \"নিঃসন্দেহে আল্লাহর নিকট দ্বীন একমাত্র ইসলাম।\"\n(সুরা আলে ইমরান ৩:: ১৯)\n{وَمَنْ يَبْتَغِ غَيْرَ الْأِسْلامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ}\n(সুরা আলে ইমরান ৩:: ৮৫)\n\"যে লোক ইসলাম ছাড়া অন্য কোন ধর্ম অনুসন্ধান করে, কস্মিনকালে তা তার নিকট হতে গ্রহণ করা হবে না।\" বহু হাদীসেও নবী করীম (সাঃ) পরিষ্কার বলে দিয়েছেন যে, এখন আমার রিসালাতের উপর ঈমান আনা ব্যতীত কোন ব্যক্তির মুক্তি হতে পারে না। যেমন, তিনি বলেছেন, \"যাঁর হাতে আমার প্রাণ আছে সেই আল্লাহর শপথ! এই উম্মতের যে কেউ আমার (রিসালাতের) কথা শুনবে, তাতে সে ইয়াহুদী হোক অথবা খ্রিষ্টান, তারপর সে যদি আমার উপর ঈমান না আনে, তাহলে সে জাহান্নামে প্রবেশ করবে।\"\n(সহীহ মুসলিম, অধ্যায়ঃ ঈমান, পরিচ্ছেদঃ মুহাম্মাদ (সাঃ)-এর নবূওয়াতের উপর ঈমান আনা ওয়াজিব)\nঅর্থাৎ, 'সকল ধর্ম সমান' এই বিভ্রান্তিকর ধারণা যেমন বহু ক্বুরআনী আয়াতের প্রতি ভ্রূক্ষেপ না করারই ফল, তেমনি এর মাধ্যমে হাদীস ছাড়াই ক্বুরআন বুঝার ঘৃণিত প্রচেষ্টাও চালানো হয়েছে। সুতরাং এ কথা সঠিক যে, সহীহ হাদীস ছাড়া ক্বুরআন বুঝা যেতে পারে না।"
    },
    {
      "ayah": 63,
      "surah": 2,
      "text": "(স্মরণ কর) যখন তোমাদের নিকট থেকে অঙ্গীকার নিয়েছিলাম এবং তোমাদের ঊর্ধ্বে ‘ত্বুর’ পর্বতকে উত্তোলন করেছিলাম, (১) (বলেছিলাম,) ‘আমি যা (গ্রন্থ) দিলাম (সেই গ্রন্থে যে নির্দেশ আছে) দৃঢ়তার সাথে তোমরা তা গ্রহণ কর এবং তাতে যা আছে তা স্মরণ রাখ, যাতে তোমরা সাবধান হয়ে চলতে পার।’\n(১) যখন তাওরাতের বিধানের ব্যাপারে ইয়াহুদীরা অবাধ্যতামূলক আচরণ প্রকাশ করে বলল যে, এই বিধানগুলোর উপর আমল করা আমাদের দ্বারা সম্ভব নয়, তখন মহান আল্লাহ ত্বূর পাহাড়কে তাদের মাথার উপর ছায়ামন্ডপের মত তুলে ধরলেন। ফলে ভয়ে তারা আমল করার অঙ্গীকার করল।"
    },
    {
      "ayah": 64,
      "surah": 2,
      "text": "এর পরেও তোমরা মুখ ফিরিয়ে নিলে, তোমাদের প্রতি আল্লাহর অনুগ্রহ ও দয়া না থাকলে তোমরা ক্ষতিগ্রস্ত হতে।"
    },
    {
      "ayah": 65,
      "surah": 2,
      "text": "তোমাদের মধ্যে যারা শনিবারে (১) (বিশ্রামের দিনে) সীমালংঘন করেছিল, তাদেরকে তোমরা নিশ্চিতভাবে জান। আমি তাদেরকে বলেছিলাম, ‘তোমরা ঘৃণিত বানর হয়ে যাও।’\n(১) শনিবারের দিন ইয়াহুদীদেরকে মাছ ধরতে এবং অন্যান্য যে কোনও পার্থিব কাজ করতে নিষেধ করা হয়েছিল। কিন্তু তারা একটি বাহানা বানিয়ে আল্লাহর নির্দেশকে লঙ্ঘন করল। শনিবারের দিন (পরীক্ষা স্বরূপ) মাছ সংখ্যায় অনেক বেশী আসত। তারা খাল কেটে নিল, তাতে মাছগুলো আটকা পড়ে যেত এবং পরদিন রবিবারে সেগুলো ধরে নিত।"
    },
    {
      "ayah": 66,
      "surah": 2,
      "text": "আমি এ ঘটনাকে তাদের সমসাময়িক ও পরবর্তীকালের লোকেদের শিক্ষা গ্রহণের জন্য দৃষ্টান্ত এবং সাবধানীদের জন্য উপদেশ স্বরূপ করেছি।"
    },
    {
      "ayah": 67,
      "surah": 2,
      "text": "আর যখন মূসা আপন সম্প্রদায়কে বলেছিল, ‘আল্লাহ তোমাদেরকে একটি গাভী যবেহর আদেশ দিচ্ছেন’, (১) তখন তারা বলেছিল, ‘তুমি কি আমাদের সঙ্গে ঠাট্টা করছ?’ মূসা বলল, ‘আমি অজ্ঞদের দলভুক্ত হওয়া হতে আল্লাহর শরণ নিচ্ছি।’\n(১) বানী-ইস্রাঈলদের মধ্যে একজন সন্তানহীন বিত্তশালী লোক ছিল। তার উত্তরাধিকার বলতে কেবল তার এক ভাইপো ছিল। এক রাতে এই ভাইপো চাচাকে হত্যা ক'রে তার লাশ অন্য লোকের দরজায় ফেলে দিল। সকালে হত্যাকারীর খোঁজে সবাই একে অপরকে দোষারোপ করতে লাগল। শেষ পর্যন্ত খবর মূসা (আঃ)-এর নিকটে পৌঁছলে তাদেরকে একটি গাভী যবেহ করার নির্দেশ দেওয়া হল। সেই গাভীর কোন অংশ নিয়ে মৃত ব্যক্তির শরীরে স্পর্শ করা হলে সে জীবিত হয়ে তার হত্যাকারী কে -- তা জানিয়ে দিয়ে পুনরায় মৃত্যুবরণ করল।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 68,
      "surah": 2,
      "text": "তারা বলল, ‘আমাদের জন্য তোমার প্রতিপালককে স্পষ্টরূপে জানিয়ে দিতে বল, ঐ গাভীটি কিরূপ?’ মূসা বলল, ‘আল্লাহ বলছেন, এ এমন একটি গাভী যা বৃদ্ধা নয়, অল্প বয়স্কও নয়, মধ্য বয়সী। অতএব তোমরা যা আদেশ পেয়েছে তা পালন কর।’"
    },
    {
      "ayah": 69,
      "surah": 2,
      "text": "তারা বলল, ‘আমাদের জন্য তোমার প্রতিপালককে স্পষ্টরূপে জানিয়ে দিতে বল, তার (গাভীটির) রঙ কি?’ মূসা বলল, ‘আল্লাহ বলছেন, তা হলুদ বর্ণের গাভী, তার রং উজ্জ্বল গাঢ়; যা দর্শকদেরকে আনন্দ দেয়।’"
    },
    {
      "ayah": 7,
      "surah": 2,
      "text": "আল্লাহ তাদের হৃদয় ও কানে মোহর মেরে দিয়েছেন, তাদের চোখের উপর আবরণ রয়েছে এবং তাদের জন্য রয়েছে মহা শাস্তি।\nএখানে তাদের ঈমান না আনার কারণের কথা উল্লেখ করা হয়েছে। যেহেতু অব্যাহতভাবে কুফরী ও পাপের কাজ সম্পাদন করার কারণে তাদের অন্তঃকরণ থেকে সত্য গ্রহণ করার যোগ্যতা শেষ হয়ে গিয়েছিল, তাদের কান হক কথা শোনার জন্য প্রস্তুত ছিল না এবং তাদের দৃষ্টি সারা বিশ্বের ছড়িয়ে থাকা মহান প্রতিপালকের নিদর্শনাবলী দেখা থেকে বঞ্চিত ছিল, তাই এখন তারা ঈমান কিভাবে আনতে পারে? ঈমান তো তাদেরই ভাগ্যে জোটে, যারা আল্লাহ তাআলা প্রদত্ত যোগ্যতাকে সঠিকরূপে ব্যবহার করে এবং তার দ্বারা স্রষ্টার পরিচয় লাভ করে। এর বিপরীত লোকেরা তো সেই হাদীসের অর্থের আওতাভুক্ত, যাতে বলা হয়েছে যে, \"মু'মিন যখন কোন পাপ করে বসে, তখন তার অন্তরে একটি কালো দাগ পড়ে যায়। তারপর যখন সে তাওবা ক'রে পাপ থেকে ফিরে আসে, তখন তার অন্তর আগের মত পরিষ্কার-পরিচ্ছন্ন হয়ে যায়। কিন্তু সে যদি তাওবা করার পরিবর্তে গুনাহের পর গুনাহ করতে থাকে, তাহলে সেই কালো দাগ ছড়িয়ে গিয়ে তার পুরো অন্তরকে আচ্ছন্ন করে ফেলে।\" নবী করীম (সাঃ) বলেন, \"এটাই হল সেই মরিচা যা মহান আল্লাহ ক্বুরআনে উল্লেখ করেছেন। {\nكَلاَّ\nبَلْ\nرَانَ\nعَلَى\nقُلُوبِهِمْ\nمَا\nكَانُوا\nيَكْسِبُونَ\n} \"কখনোও না, বরং তারা যা করে, তাই তাদের হৃদয়ে মরিচা ধরিয়ে দিয়েছে।\"\n(তিরমিযী, তাফসীর সূরা মুত্বাফফিফীন ৮৩:১৪ আয়াত)\nএই অবস্থাকেই ক্বুরআনে 'খাতম' (মোহর মারা) বলে আখ্যায়িত করা হয়েছে; যা তাদের অব্যাহত মন্দ কাজসমূহের যুক্তিসংগত প্রতিফল।"
    },
    {
      "ayah": 70,
      "surah": 2,
      "text": "তারা বলল, ‘আমাদের জন্য তোমার প্রতিপালককে স্পষ্টভাবে জানিয়ে দিতে বল, গরুটি কি ধরনের? আমাদের নিকট গরু তো পরস্পর সাদৃশ্যশীল মনে হয়। আর আল্লাহ ইচ্ছা করলে নিশ্চয় আমরা পথ পাব।’"
    },
    {
      "ayah": 71,
      "surah": 2,
      "text": "মূসা বলল, তিনি বলছেন, ‘এ এমন একটি গাভী যা জমির চাষে ও ক্ষেতে পানি সেচের জন্য ব্যবহূত হয়নি -- সুস্থ নিখুঁত।’ তারা বলল, ‘এখন তুমি সঠিক বর্ণনা এনেছ।’ অতঃপর তারা তা যবেহ করল, অথচ যবেহ করতে পারবে বলে মনে হচ্ছিল না। (১)\n(১) তাদেরকে এই নির্দেশই দেওয়া হয়েছিল যে, তারা একটি গাভী যবেহ করবে। তারা যে কোন একটি গাভী যবেহ করলেই আল্লাহর আদেশ পালন হয়ে যেত। কিন্তু তারা আল্লাহর নির্দেশের উপর সোজাসুজি আমল করার পরিবর্তে খুঁটিনাটির পিছনে পড়ে বিভিন্ন রকমের প্রশ্ন করতে শুরু করে দিল। ফলে আল্লাহ তাআলাও তাদের সে কাজকে পর্যায়ক্রমে তাদের জন্য কঠিন করে দিলেন। আর এই জন্যই দ্বীনের (খুঁটিনাটির) ব্যাপারে গভীরভাবে অনুসন্ধান চালাতে ও কঠিনতা অবলম্বন করতে নিষেধ করা হয়েছে। (প্রকাশ যে, এই গাভী যবেহর ঘটনার উল্লেখের ফলেই এই সূরার নাম 'বাক্বারাহ' রাখা হয়েছে।)"
    },
    {
      "ayah": 72,
      "surah": 2,
      "text": "(স্মরণ কর) যখন তোমরা এক ব্যক্তিকে হত্যা করেছিলে এবং একে অন্যের উপর দোষারোপ করছিলে, অথচ তোমরা যা গোপন করছিলে, আল্লাহ তা প্রকাশ করতে চাচ্ছিলেন। (১)\n(১) এটাও হত্যা সম্পর্কীয় সেই ঘটনাই যার কারণে বানী-ইস্রাঈলকে গাভী যবেহ করতে নির্দেশ দেওয়া হয়েছিল এবং এইভাবেই আল্লাহ সেই হত্যার রহস্য উদঘাটন করেছিলেন। অথচ ঐ হত্যা রাতের অন্ধকারে লোকচক্ষুর অন্তরালে করা হয়েছিল। অর্থাৎ, নেকী বা বদী তোমরা যতই সংগোপনে কর না কেন, তা আল্লাহর জ্ঞান বহির্ভূত নয় এবং তিনি তা প্রকাশ করার শক্তিও রাখেন। কাজেই প্রকাশ্যে ও অপ্রকাশ্যে সব সময় ও সর্বত্র ভাল কাজই কর, যাতে কোন সময় যদি সে কাজ প্রকাশও হয়ে যায় এবং লোক জানাজানি হয়, তাহলে তাতে যেন তোমাদেরকে লজ্জিত হতে না হয়, বরং তাতে যেন তোমাদের মর্যাদা ও সম্মান বৃদ্ধি লাভ করে। আর পাপের কাজ যতই গোপনে করা হোক না কেন, তা প্রকাশ হওয়ার সম্ভাবনা থাকে এবং তাতে মানুষ নিন্দিত, লজ্জিত ও লাঞ্ছিত হয়ে থাকে।"
    },
    {
      "ayah": 73,
      "surah": 2,
      "text": "অতঃপর আমি বললাম, এটির (গাভীটির) কোন অংশ দ্বারা ওকে (মৃত ব্যক্তিকে) আঘাত কর। এভাবে আল্লাহ মৃতকে জীবিত করেন এবং তাঁর নিদর্শন তোমাদের দেখিয়ে থাকেন; যাতে তোমরা বুঝতে পার। (১)\n(১) উক্ত মৃত ব্যক্তিকে জীবিত ক'রে মহান আল্লাহ কিয়ামতের দিন মানুষকে পুনরায় জীবিত করার স্বীয় ক্ষমতার প্রমাণ পেশ করছেন। কিয়ামতের দিন মৃতদেরকে পুনর্জীবিত করার ব্যাপারটা কিয়ামত অস্বীকারকারীদের নিকট সব সময় বিস্ময় ও আশ্চর্যের কারণ হয়ে রয়েছে। আর এই জন্যই মহান আল্লাহ এই বিষয়টাকে ক্বুরআনের বিভিন্ন স্থানে বিভিন্নভাবে বর্ণনা করেছেন। সূরা বাক্বারাতেই মহান আল্লাহ এর পাঁচটি দৃষ্টান্ত পেশ করেছেন। প্রথম দৃষ্টান্ত {ثُمَّ بَعَثْنَاكُمْ مِنْ بَعْدِ مَوْتِكُمْ} ২:৫৬ নং আয়াতে উল্লেখ হয়েছে। দ্বিতীয় দৃষ্টান্ত এই ঘটনা। তৃতীয় দৃষ্টান্ত দ্বিতীয় পারায় {مُوتُوا ثُمَّ أَحْيَاهُمْ} ২:২৪৩ নং আয়াতে উল্লেখ হয়েছে। চতুর্থ দৃষ্টান্ত {فَأَمَاتَهُ اللَّهُ مِائَةَ عَامٍ ثُمَّ بَعَثَهُ} ২:২৫৯ নং আয়াতে উল্লেখ হয়েছে। আর পঞ্চম দৃষ্টান্ত এর পরের আয়াতে (২:২৬০) ইবরাহীম (আঃ)-এর চারটি পাখী সংক্রান্ত ব্যাপারে উল্লিখিত হয়েছে।"
    },
    {
      "ayah": 74,
      "surah": 2,
      "text": "এর পরও তোমাদের হূদয় কঠিন হয়ে গেল; (১) তা পাষাণ কিংবা তার থেকেও কঠিনতর, কিছু পাথর এমন আছে যে, তা থেকে নদী-নালা প্রবাহিত হয় এবং কিছু পাথর এমন আছে যে, বিদীর্ণ হওয়ার পর তা থেকে পানি নির্গত হয়। আবার কিছু পাথর এমন আছে, যা আল্লাহর ভয়ে ধসে পড়ে। (২) বস্তুতঃ তোমরা যা কর সে সম্বন্ধে আল্লাহ উদাসীন নন।\n(১) অর্থাৎ, বিগত মু'জিযাসমূহ এবং হতকে পুনরায় জীবিত করার এই জলজ্যান্ত ঘটনা দেখার পরও তোমাদের অন্তরে আল্লাহর প্রতি প্রত্যাবর্তনের উৎসাহ এবং তাওবা ও ক্ষমা প্রার্থনা করার আগ্রহ সৃষ্টি না হয়ে উলটো তোমাদের হূদয় পাথরের মত কঠিন বরং তার চেয়েও শক্ত হয়ে গেল! আর হূদয় কঠিন হয়ে যাওয়া ব্যক্তি ও উম্মতের জন্য বড়ই ক্ষতিকর। অন্তর কঠিন হওয়া এই কথারই নিদর্শন যে, সেই অন্তর থেকে প্রভাব-প্রতিক্রিয়া সৃষ্টি হওয়ার যোগ্যতা এবং সত্যকে গ্রহণ করার ক্ষমতা নিঃশেষ হয়ে গেছে। এরপর তার সংশোধনের আশা কম, বরং সম্পূর্ণভাবে ধ্বংস হয়ে যাওয়ারই আশঙ্কা বেশী থাকে। এই জন্যই ঈমানদারদেরকে তাগিদ করা হয়েছে যে, {وَلا يَكُونُوا كَالَّذِينَ أُوتُوا الْكِتَابَ مِنْ قَبْلُ فَطَالَ عَلَيْهِمُ الْأَمَدُ فَقَسَتْ قُلُوبُهُمْ} \"তারা (ঈমানদারগণ) তাদের মত যেন না হয়, যাদেরকে পূর্বে কিতাব দেওয়া হয়েছিল। অতঃপর তাদের উপর সুদীর্ঘকাল অতিক্রান্ত হলে তাদের অন্তঃকরণ কঠিন হয়ে গেছে।\"\n(সূরা আল-হাদীদ ৫৭:১৬)\n(২) এই আয়াত দ্বারা প্রতীয়মান হয় যে, পাথর কঠিন ও শক্ত হওয়া সত্ত্বেও তা থেকে উপকার পাওয়া যায়, তার মধ্যে প্রতিক্রিয়া সৃষ্টি হয় এবং এক প্রকার চেতনা ও অনুভূতি শক্তি তার মধ্যেও বিদ্যমান থাকে। যেমন মহান আল্লাহ বলেন,{تُسَبِّحُ لَهُ السَّمَاوَاتُ السَّبْعُ وَالْأَرْضُ وَمَنْ فِيهِنَّ وَإِنْ مِنْ شَيْءٍ إِلَّا يُسَبِّحُ بِحَمْدِهِ وَلَكِنْ لا تَفْقَهُونَ تَسْبِيحَهُمْ} (الاسراء:৪৪)অধিক জানার জন্য সূরা বানী-ইস্রাঈলের ১৭:৪৪ নং আয়াতের পাদটীকা দ্রষ্টব্য।"
    },
    {
      "ayah": 75,
      "surah": 2,
      "text": "(হে বিশ্বাসিগণ) তোমরা কি এখনো আশা কর যে, তোমাদের কথায় তারা বিশ্বাস করবে (ঈমান আনবে)? অথচ তাদের মধ্যে একদল লোক আল্লাহর বাণী শ্রবণ করত এবং বুঝার পর জেনেশুনে তা বিকৃত করত। (১)\n(১) ঈমানদারদেরকে সম্বোধন ক'রে ইয়াহুদীদের সম্পর্কে বলা হচ্ছে যে, তোমরা কি তাদের ঈমান আনার আশা পোষণ কর, অথচ তাদের পূর্বের লোকেদের মধ্যে একটি দল এমনও ছিল, যারা জেনে-শুনে আল্লাহর কালামের (শাব্দিক ও আর্থিক) হেরফের ঘটাত? এখানে জিজ্ঞাসাটা আসলে অস্বীকৃতিসূচক; অর্থাৎ এমন লোকের ঈমান আনার কোনই আশা নেই। অর্থ হল, দুনিয়ার স্বার্থে এবং জাতিগত পক্ষপাতিত্বের কারণে আল্লাহর বাণী বিকৃত করতে যাদের বাধে না, তারা ভ্রষ্টতার এমন পঙ্কে ফেঁসে গেছে যে সেখান থেকে বের হতে পারে না। উম্মতে মুহাম্মাদীর বহু উলামা ও মাশায়েখও দুর্ভাগ্যবশতঃ ক্বুরআন ও হাদীসের মধ্যে হেরফের ও বিকৃতি সাধনের কাজে জড়িত। আল্লাহ তাআলা এই অন্যায় থেকে আমাদেরকে হিফাযতে রাখুন!\n(দ্রষ্টব্যঃ সূরা নিসা ৪:৭৭ নং আয়াত)"
    },
    {
      "ayah": 76,
      "surah": 2,
      "text": "আর তারা যখন মু’মিন (বিশ্বাসী)দের সংস্পর্শে আসে তখন বলে, ‘আমরা ঈমান এনেছি (বিশ্বাস করেছি)’,(১) আবার যখন তারা নিভৃতে (নিজ দলে) একে অন্যের সাথে মিলিত হয়, তখন বলে, ‘আল্লাহ তোমাদের জন্য যা ব্যক্ত করেছেন তোমরা কেন তা তাদের নিকট বলে দিচ্ছ? তারা (মুসলিমরা) যে তোমাদের প্রভুর সামনে তোমাদের বিরুদ্ধে প্রমাণ দাঁড় করাবে তোমরা কি তা বুঝতে পারছ না?’\n(১) এখানে কিছু ইয়াহুদী মুনাফিকদের মুনাফিকী কার্যকলাপের পর্দা উন্মোচন করা হচ্ছে। এরা মুসলিমদের মাঝে এসে ঈমানের কথা প্রকাশ করত, কিন্তু আপোসে যখন একত্রিত হত, তখন একে অপরকে এই বলে তিরস্কার করত যে, তোমরা মুসলিমদেরকে নিজেদের কিতাবের এমন কথাগুলো কেন বল, যার দ্বারা রসূলের সত্যতা সুস্পষ্টভাবে প্রমাণিত হয়ে যায়। এইভাবে তোমরা নিজেরাই এমন হুজ্জত তাদের হাতে তুলে দিচ্ছ যে, তারা তা তোমাদের বিরুদ্ধে আল্লাহর সামনে পেশ করবে।"
    },
    {
      "ayah": 77,
      "surah": 2,
      "text": "তারা কি জানে না যে, তারা যা গোপন রাখে কিংবা প্রকাশ করে নিশ্চিতভাবে আল্লাহ তা জানেন? (১)\n(১) মহান আল্লাহ বলছেন, তোমরা বল আর না বল, আল্লাহ প্রত্যেক বিষয়ে অবগত। তোমরা না বললেও তিনি এই কথাগুলো মুসলিমদের জন্য প্রকাশ করে দিতে পারেন।"
    },
    {
      "ayah": 78,
      "surah": 2,
      "text": "তাদের মধ্যে এমন কিছু নিরক্ষর লোক আছে, মিথ্যা আকাঙ্ক্ষা ছাড়া যাদের কিতাব (ঐশীগ্রন্থ) সম্বন্ধে কোন জ্ঞান নেই, তারা শুধু কল্পনা করে মাত্র। (১)\n(১) ইয়াহুদী আলেম ও শিক্ষিত লোকদের আলোচনার পর এখানে তাদের নিরক্ষর, অশিক্ষিত ও মূর্খ লোকদের কথা বলা হচ্ছে যে, তারা তাদের কিতাবের (তাওরাতের) ব্যাপারে অজ্ঞ ছিল। কিন্তু তারা আশা অবশ্যই রাখত এবং তাদের আলেমরা তাদেরকে বিভিন্ন শুভ কল্পনা ও ধারণার মধ্যেই নিমজ্জিত রেখেছিল। যেমন, তাদের ধারণা ছিল, আমরা তো আল্লাহর প্রিয়পাত্র, আমরা জাহান্নামে গেলেও তা কিছু দিনের জন্য হবে, পরে আমাদের বুযুর্গরা ক্ষমা করিয়ে নেবেন ইত্যাদি। যেমন আজকের মূর্খ মুসলিমদেরকেও তথাকথিত কিছু পীর, উলামা ও মাশায়েখরা অনুরূপ সুন্দর জালে এবং প্রতারণামূলক অঙ্গীকারে ফাঁসিয়ে রেখেছে।"
    },
    {
      "ayah": 79,
      "surah": 2,
      "text": "সুতরাং তাদের জন্য দুর্ভোগ (ওয়াইল দোযখ), যারা নিজ হাতে গ্রন্থ রচনা করে এবং অল্প মূল্য পাবার জন্য বলে, ‘এটি আল্লাহর নিকট হতে এসেছে।’ তাদের হাত যা রচনা করেছে, তার জন্য তাদের শাস্তি এবং যা তারা উপার্জন করেছে তার জন্যও তাদের শাস্তি (রয়েছে)। [১]\n[১] এখানে ইয়াহুদীদের আলেমদের দুঃসাহসিকতা এবং তাদের অন্তর থেকে আল্লাহর ভয় বিলুপ্ত হওয়ার কথা বলা হচ্ছে। তারা নিজেরাই মনগড়া বিধান তৈরী ক'রে বড় ধৃষ্টতার সাথে বুঝাতো যে, এটা আল্লাহর পক্ষ থেকে। হাদীস অনুযায়ী 'ওয়াইল' জাহান্নামের এক উপত্যকা যার গভীরতা এত বেশী যে, একজন কাফেরকে তার তলদেশে পড়তে চল্লিশ বছর সময় লাগবে!\n(আহমাদ, তিরমিযী, ইবনে হিববান, হাকেম, ফাতহুল ক্বাদীর)\nকোন কোন আলেমগণ এই আয়াতের ভিত্তিতে ক্বুরআন বিক্রি করা নাজায়েয বলেছেন। কিন্তু এই আয়াত থেকে এ রকম দলীল গ্রহণ করা সঠিক নয়। এই আয়াতের লক্ষ্য কেবল তারা, যারা দুনিয়া অর্জনের জন্য আল্লাহর কালামের মধ্যে হেরফের করে এবং ধর্মের দোহাই দিয়ে মানুষকে প্রতারিত করে।"
    },
    {
      "ayah": 8,
      "surah": 2,
      "text": "মানুষের মধ্যে এমন লোক রয়েছে যারা বলে, ‘আমরা আল্লাহ ও পরকালে বিশ্বাসী’, কিন্তু তারা বিশ্বাসী নয়।\nএখান থেকে তৃতীয় দল মুনাফিক্বদের কথা আলোচনা আরম্ভ হচ্ছে। তাদের অন্তঃকরণ তো ঈমান থেকে বঞ্চিত ছিল, কিন্তু তারা ঈমানদারদেরকে প্রতারিত করার জন্য মৌখিকভাবে ঈমানের প্রকাশ করতো। মহান আল্লাহ বললেন, তারা না আল্লাহকে প্রতারিত করতে সফলকাম হবে, কেননা তিনি তো সর্ব ব্যাপারে জ্ঞাত, আর না ঈমানদারকে স্থায়ীভাবে ধোঁকার মধ্যে রাখতে পারবে, কেননা তিনি অহীর মাধ্যমে মুসলিমদেরকে তাদের প্রতারণা সম্পর্কে অবহিত ক'রে দিতেন। প্রকৃতপক্ষে এই প্রবঞ্চনার সমস্ত প্রকার ক্ষতির শিকার তারা নিজেরাই হয়েছে। যার ফলে তারা তাদের আখেরাত নষ্ট করেছে এবং দুনিয়াতেও লাঞ্ছিত হয়েছে।"
    },
    {
      "ayah": 80,
      "surah": 2,
      "text": "আর তারা বলে, ‘গণা কয়েকটি দিন ছাড়া (দোযখের) আগুন কখনো আমাদেরকে স্পর্শ করবে না।’ (হে মুহাম্মাদ, তুমি) বল, ‘তোমরা কি আল্লাহর নিকট থেকে এমন কোন অঙ্গীকার[১] পেয়েছ যে, আল্লাহ সে অঙ্গীকার কখনো ভঙ্গ করবেন না? অথবা তোমরা আল্লাহ সম্বন্ধে এমন কথা বলছ, যা তোমরা জান না।’ [২]\n[১] ইয়াহুদীরা বলত যে, দুনিয়ার বয়স হল সাত হাজার বছর। আর প্রত্যেক হাজার বছরের পরিবর্তে আমরা একদিন জাহান্নামে থাকব। অতএব এই হিসেবে আমরা কেবল সাত দিন জাহান্নামে থাকব। কেউ কেউ বলতো, আমরা কেবল চল্লিশ দিন বাছুরের পূজা করেছি, অতএব এই চল্লিশ দিন জাহান্নামে থাকব। মহান আল্লাহ বললেন, তোমরা কি আল্লাহর কাছ থেকে কোন অঙ্গীকার পেয়েছ? এটাও অস্বীকৃতিসূচক জিজ্ঞাসা। অর্থাৎ, এরা ভুল বলছে, আল্লাহর সাথে এই ধরনের কোন অঙ্গীকার তাদের নেই।\n[২] অর্থাৎ, তোমাদের এই দাবী যে, আমরা জাহান্নামে গেলেও কেবল কিছু দিনের জন্য তা হবে, এটা তোমাদের নিজের পক্ষ থেকে মনগড়া কথা এবং এই ধরনের অনেক কথাবার্তা তোমরা আল্লাহর সাথে জুড়ে দিচ্ছ, যা তোমদের নিজেদেরই জানা নেই। এরপর মহান আল্লাহ তাঁর সেই মূলনীতির কথা উল্লেখ করছেন, যার ভিত্তিতে কিয়ামতের দিন তিনি ভাল ও মন্দজনদেরকে তাদের ভাল-মন্দের প্রতিদান ও প্রতিফল দেবেন।"
    },
    {
      "ayah": 81,
      "surah": 2,
      "text": "অবশ্যই, যে ব্যক্তি পাপ করেছে এবং যার পাপরাশি তাকে পরিবেষ্টন করেছে, তারাই হবে জাহান্নামের অধিবাসী; তারা সেখানে চিরকাল থাকবে।"
    },
    {
      "ayah": 82,
      "surah": 2,
      "text": "পক্ষান্তরে যারা বিশ্বাস করেছে (মু’মিন হয়েছে) এবং সৎকাজ করেছে, তারাই হবে জান্নাতের অধিবাসী; তারা সেখানে চিরকাল থাকবে। [১]\n[১] এখানে ইয়াহুদীদের দাবী খন্ডন ক'রে জান্নাত ও জাহান্নামে যাওয়ার মূলনীতির কথা বর্ণনা করা হচ্ছে। যার আমলনামায় কেবল পাপ আর পাপই থাকবে; অর্থাৎ, কুফরী ও শির্ক, (এই কুফরী ও শির্কীয় কর্ম সম্পাদনের কারণে তাদের অনেক ভাল কাজও কোন উপকারে আসবে না) সে তো চিরস্থায়ী জাহান্নামবাসী হবে এবং যে ঈমান ও নেক আমলের ভূষণে ভূষিত হবে, সে জান্নাতবাসী হবে। আর যে মু'মিন পাপী হবে, তার ব্যাপার আল্লাহর ইচ্ছাধীন থাকবে, তিনি ইচ্ছা করলে স্বীয় অনুগ্রহ ও দয়ায় তাকে ক্ষমা করে দেবেন অথবা শাস্তি স্বরূপ কিছু দিন জাহান্নামে রেখে নবী করীম (সাঃ)-এর সুপারিশে তাকে জান্নাতে প্রবেশ করাবেন। আর এ কথা বহু সহীহ হাদীস দ্বারা প্রমাণিত এবং আহলে সুন্নাহর এটাই আক্বীদা ও বিশ্বাস।"
    },
    {
      "ayah": 83,
      "surah": 2,
      "text": "আর (স্মরণ কর সেই সময়ের কথা) যখন বনী ইস্রাইলের কাছ থেকে আমি অঙ্গীকার নিয়েছিলাম যে, তোমরা আল্লাহ ব্যতীত অন্য কারো উপাসনা করবে না, মাতা-পিতা, আত্মীয়-স্বজন, পিতৃহীন ও দরিদ্রের প্রতি সদ্ব্যবহার করবে এবং মানুষের সাথে সদালাপ করবে, নামাযকে যথাযথভাবে প্রতিষ্ঠিত করবে এবং যাকাত প্রদান করবে। কিন্তু স্বল্প সংখ্যক লোক ব্যতীত তোমরা সকলে অগ্রাহ্য ক’রে (এ প্রতিজ্ঞা পালনে) পরাঙ্খমুখ হয়ে গেলে।"
    },
    {
      "ayah": 84,
      "surah": 2,
      "text": "(হে ইয়াহুদী সমাজ! তোমরা নিজেদের অবস্থা স্মরণ করে দেখ,) যখন আমি তোমাদের নিকট থেকে (এই মর্মে) অঙ্গীকার নিয়েছিলাম যে, তোমরা পরস্পর রক্তপাত ঘটাবে না ও নিজেদের লোকজনকে স্বদেশ হতে বহিষ্কার করবে না। অতঃপর তোমরা তা স্বীকার করেছিলে, আর এ বিষয়ে তোমরাই তার সাক্ষী। [১]\n[১] এই আয়াতগুলোতে পুনরায় বানী-ইস্রাঈলদের নিকট হতে নেওয়া অঙ্গীকারের কথা আলোচনা হচ্ছে। তবে এ থেকেও তারা মুখ ফিরিয়ে নিয়েছে। এই অঙ্গীকারে প্রথমতঃ তাদেরকে আল্লাহর ইবাদতের তাকীদ করা হয়েছে যা প্রত্যেক নবীর মৌলিক ও প্রাথমিক দাওয়াত ছিল।\n(যেমন, সূরা আম্বিয়ার ২১:২৫ নং আয়াতে এবং অন্যান্য আয়াতেও এ কথা পরিষ্কার করে বলা হয়েছে।)\nঅতঃপর পিতা-মাতার সাথে ভাল ব্যবহার করার নির্দেশ দেওয়া হয়েছে। আল্লাহর ইবাদতের পর দ্বিতীয় নম্বরে পিতা-মাতার আনুগত্য এবং তাদের সাথে সদ্ব্যবহার করার তাকীদ ক'রে এ কথা পরিষ্কার করে দেওয়া হয়েছে যে, যেমন আল্লাহর ইবাদত করা জরুরী, তেমনি পিতা-মাতার আনুগত্য করাও অত্যাবশ্যক এবং এ ব্যাপারে গড়িমসি করার কোন অবকাশ নেই। ক্বুরআনের বিভিন্ন স্থানে মহান আল্লাহ তাঁর ইবাদতের পর দ্বিতীয় নম্বরে পিতা-মাতার সাথে সদ্ব্যবহার করার কথা বলে এর গুরুত্ব যে অনেক, সেটা পরিষ্কার করে দিয়েছেন। এরপর আত্মীয়-স্বজন, ইয়াতীম ও দরিদ্রদের সাথে সদ্ব্যবহার করার ও সুন্দর আচরণ করার নির্দেশ দিয়েছেন। ইসলামেও এই বিষয়গুলোর অনেক গুরুত্ব রয়েছে। অনুরূপ রসূল (সাঃ)-এর বহু সংখ্যক হাদীসে এগুলোর গুরুত্ব বর্ণিত হয়েছে। এই অঙ্গীকারে নামায পড়া ও যাকাত দেওয়ারও নির্দেশ রয়েছে। এ থেকে প্রতীয়মান হয় যে, এই দুই ইবাদত পূর্বের শরীয়তেও বিদ্যমান ছিল এবং এই ইবাদতদ্বয়ের গুরুত্বও এ থেকে স্পষ্ট হয়ে যায়। ইসলামেও এই ইবাদত দু'টির অনেক গুরুত্ব রয়েছে। এমন কি এই ইবাদতদ্বয়ের কোন একটির অস্বীকার করলে বা তা থেকে মুখ ফিরিয়ে নিলে, তা কুফরী বিবেচিত হবে। যেমন আবূ বাকার সিদ্দীক্ব (রাঃ)-এর খেলাফত কালে যাকাত দিতে অস্বীকারকারীদের বিরুদ্ধে জিহাদ ঘোষণা করার মাধ্যমে এ কথা পরিষ্কার হয়ে যায়।"
    },
    {
      "ayah": 85,
      "surah": 2,
      "text": "তারপর (সেই তোমরাই তো) একে অন্যকে হত্যা করছ এবং তোমাদের এক দলকে (তাদের) আপন গৃহ হতে বহিষ্কার করে দিচ্ছ, তোমরা তাদের বিরুদ্ধে পাপ ও অন্যায়ের মাধ্যমে পরস্পরের সহযোগিতা করছ এবং তারা যখন বন্দীরূপে তোমাদের কাছে উপস্থিত হচ্ছে, তখন তোমরা মুক্তিপণ দিয়ে তাদেরকে মুক্ত করছ; অথচ তাদের বহিক্ককরণও তোমাদের জন্য অবৈধ ছিল। তবে কি তোমরা ধর্মগ্রন্থের কিছু অংশে বিশ্বাস আর কিছু অংশকে অবিশ্বাস কর? [১] অতএব তোমাদের যেসব লোক এমন কাজ করে, তাদের প্রতিফল পার্থিক জীবনে লাঞ্ছনাভোগ ছাড়া আর কি হতে পারে? আর কিয়ামতের (শেষ বিচারের) দিন কঠিনতম শাস্তির দিকে নিক্ষিপ্ত হবে। তারা যা করে সে সম্বন্ধে আল্লাহ অনবহিত নন।\n[১] নবী করীম (সাঃ)-এর যুগে মদীনায় আনসার (যারা ইসলামের পূর্বে মুশরিক ছিল তা)দের আউস ও খাযরাজ নামে দু'টি গোত্র ছিল। ওদের আপোসে সর্বদা যুদ্ধ লেগেই থাকত। মদীনাতে ইয়াহুদীদেরও বানু-ক্বায়নুক্বা', বানু-নাযীর এবং বানু-ক্বুরায়যা নামে তিনটি গোত্র ছিল। এরাও আপোসে সব সময় লড়ত। বানু-ক্বুরায়যা আউসের মিত্র ছিল এবং বানু-ক্বায়নুক্বা' ও বানু-নাযীর খাযরাজের মিত্র ছিল। যুদ্ধে এরা আপন আপন মিত্রদের সাহায্য করত এবং নিজেদেরই জাতভাই ইয়াহুদীদেরকে হত্যা করত, তাদের ঘর-বাড়ী লুণ্ঠন করত এবং তাদেরকে সেখান থেকে বহিষ্কার করত। অথচ তাওরাত অনুযায়ী এ রকম করা তাদের জন্য হারাম ছিল। আবার ওই ইয়াহুদীরাই যখন পরাজিত হয়ে বন্দী হত, তখন তাদেরকে মুক্তিপণ দিয়ে মুক্ত করত এবং বলত যে, তাওরাতে আমাদেরকে এর নির্দেশ দেওয়া হয়েছে। এই আয়াতগুলোতে ইয়াহুদীদের সেই আচরণের কথাই বর্ণনা করা হয়েছে। তারা তাদের শরীয়তের বিধানকে খেলার পুতুল বানিয়ে নিয়েছিল। কোন কোন জিনিসের উপর ঈমান আনত এবং কোন কোন জিনিসকে উপেক্ষা করত। কোন নির্দেশকে পালন করত, আবার কোন সময় শরীয়তের কোন গুরুত্বই দিত না। হত্যা, বহিষ্কার এবং একে অপরের বিরুদ্ধে সাহায্য করা তাদের শরীয়তেও হারাম ছিল। তা সত্ত্বেও এ কাজগুলো নির্দ্বিধায় তারা করত এবং মুক্তিপণ দিয়ে মুক্তি করার যে বিধান ছিল, তার উপরে আমল করত। অথচ প্রথমের তিনটি নির্দেশ (হত্যা, বহিষ্কার এবং একে অপরের বিরুদ্ধে সাহায্য না করা) যদি তারা পালন করত, তাহলে মুক্তিপণ নিয়ে মুক্ত করার প্রয়োজনই হত না।"
    },
    {
      "ayah": 86,
      "surah": 2,
      "text": "তারাই পরকালের বিনিময়ে পার্থিব জীবন ক্রয় করেছে, সুতরাং তাদের শাস্তি লাঘব করা হবে না এবং তারা কোন সাহায্যও পাবে না। [১]\n[১] এখানে শরীয়তের কোন বিধানকে মেনে নেওয়া এবং কোন বিধানকে পরিত্যাগ করার শাস্তির কথা বর্ণিত হচ্ছে। আর শাস্তি হল, দুনিয়াতে (পূর্ণ শরীয়তের উপর আমল করলে প্রতিদানে যা পাওয়া যায় সেই) সম্মান ও মর্যাদা লাভের পরিবর্তে লাভ হবে লাঞ্ছনা ও অপমান এবং আখেরাতে চিরন্তন নিয়ামত ও সুখের পরিবর্তে লাভ হবে কঠিন শাস্তি। এ থেকে এ কথাও সুস্পষ্ট হয়ে যায় যে, আল্লাহর নিকট পূর্ণ আনুগত্যই কেবল গৃহীত হয়। আংশিকভাবে কোন কোন বিধানকে মেনে নেওয়া বা তার উপর আমল করার কোনই মূল্য আল্লাহর নিকট নেই। এই আয়াত মুসলিমদেরকেও চিন্তা-ভাবনা করার প্রতি আহবান জানাচ্ছে যে, মুসলিমরা যে লাঞ্ছনা ও অধঃপতনের শিকার, তার কারণও মুসলিমদের এমন কার্যকলাপ নয় তো, যা ইয়াহুদীদের ব্যাপারে বহু আয়াতে উল্লিখিত হয়েছে?"
    },
    {
      "ayah": 87,
      "surah": 2,
      "text": "অবশ্যই আমি মূসাকে কিতাব (তওরাত গ্রন্থ) দিয়েছি এবং তার পরে পর্যায়ক্রমে রসূলগণকে প্রেরণ করেছি, মারয়্যাম-তনয় ঈসাকে সুস্পষ্ট প্রমাণ (মু’জিযা) দিয়েছি এবং পবিত্র আত্মা (বা জিবরীল ফিরিশ্তা) দ্বারা তার শক্তি বৃদ্ধি করেছি। [১] অতঃপর যখনই কোন রসূল এমন কিছু নির্দেশ নিয়ে তোমাদের কাছে এসেছে যা তোমাদের মনঃপূত নয়, তখনই তোমরা অহংকার করেছ। পরিশেষে একদলকে মিথ্যাজ্ঞান করেছ এবং একদলকে করেছ হত্যা। [২]\n[১] {وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ} এর অর্থ হল, মূসা (আঃ)-এর পর ক্রমাগতভাবে নবী ও রসূল এসেছিলেন। বানী-ইস্রাঈলের মধ্যে নবী আসার এই ধরাবাহিকতা ঈসা (আঃ) পর্যন্ত শেষ হয়। (بيِّنَاتٌ) বলতে সেই মু'জিযাসমূহকে বুঝানো হয়েছে যা ঈসা (আঃ)-কে দান করা হয়েছিল। যেমন, মৃতকে জীবিত করা এবং কুষ্ঠরোগী ও জন্মান্ধকে সুস্থ করে তোলা ইত্যাদি, যা সূরা আলে-ইমরানের ৩:৪৯ নং আয়াতে উল্লিখিত হয়েছে। (رُوْحُ الْقُدُسِ) (রূহুল ক্বুদুস বা পবিত্রের আত্মা) বলে জিবরীল (আঃ)-কে বুঝানো হয়েছে। তাঁকে 'পবিত্রের আত্মা' এই জন্য বলা হয়েছে যে, তিনি আল্লাহর ('কুন' শব্দের মাধ্যমে) নির্দেশক্রমে অস্তিত্বে এসেছিলেন। অনুরূপ ঈসা (আঃ)-কেও 'রূহ' বলা হয়েছে। আর 'ক্বুদুস' থেকে আল্লাহকে বুঝানো হয়েছে। আর আল্লাহর সাথে উক্ত 'রূহ'বা আত্মার সম্বন্ধ সম্মানসূচক। ইবনে জারীর এ (রূহুল ক্বুদুস বলতে জিবরীল উদ্দিষ্ট হওয়ার) মতটাকেই সর্বাধিক সঠিক বলেছেন। কারণ সূরা মায়েদার ৫:১১০ নং আয়াতে 'রূহুল ক্বুদুস' এবং ইঞ্জীল পৃথক পৃথক উল্লিখিত হয়েছে। (কাজেই রূহুল ক্বুদুস অর্থ ইঞ্জীল হতে পারে না।) অন্য আর এক আয়াতে জিবরীল (আঃ)-কে 'রূহুল আমীন' বলা হয়েছে। অনুরূপ রসূল (সাঃ) হাসসান (রাঃ) সম্পর্কে বলেছিলেন, اللَّهُمَّ أَيِّدْهُ برُوْحِ الْقُدُسِ)) \"হে আল্লাহ! 'রূহুল ক্বুদুস' দ্বারা ওকে শক্তিশালী কর।\" অপর আর এক হাদীসে এসেছে, وَجِبْرِيْلُ مَعَكَ)) \"জিবরীল তোমার সাথে রয়েছেন।\" জানা গেল যে, 'রূহুল ক্বুদুস' বলে জিবরীল (আঃ)-কেই বুঝানো হয়েছে।\n(ফাতহুল বায়ান, ইবনে কাসীর, বরাতে আশরাফুল হাওয়াশী)\n[২] যেমন, মুহাম্মাদ (সাঃ) ও ঈসা (আঃ)-কে মিথ্যাবাদী বলেছে এবং যাকারিয়া ও ইয়াহ্ইয়া (আলাইহিমাস্ সালাম)-কে হত্যা করেছে।"
    },
    {
      "ayah": 88,
      "surah": 2,
      "text": "তারা বলেছিল, আমাদের হৃদয় আচ্ছাদিত। [১] বরং (কুফরী) সত্য প্রত্যাখ্যানের জন্য আল্লাহ তাদেরকে অভিশাপ দিয়েছেন। সুতরাং তাদের অল্প সংখ্যকই বিশ্বাস করে (ঈমান আনে)। [২]\n[১] অর্থাৎ, হে মুহাম্মাদ! আমাদের উপর তোমার কথার কোনই প্রভাব পড়বে না। যেমন, অন্যত্র আছে,{وَقَالُوا قُلُوبُنَا فِي أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ} অর্থাৎ, \"তারা বলে, তুমি যার প্রতি আমাদেরকে আহবান করছ, সে বিষয়ে আমাদের অন্তর আবরণে আচ্ছাদিত।\"\n(সূরা হা-মীম সিজদা  ৪১:৫ আয়াত)\n[২] অন্তরে কথার প্রভাব সৃষ্টি না হওয়াটা কোন গর্বের ব্যাপার নয়, বরং এটা অভিশপ্ত হওয়ার নিদর্শন। অতএব তাদের ঈমান অতি অল্প (যা আল্লাহর নিকট গ্রহণীয় নয়) অথবা তাদের মধ্যে ঈমান আনার মত লোক খুব কম সংখ্যকই হবে।"
    },
    {
      "ayah": 89,
      "surah": 2,
      "text": "তাদের নিকট যা আছে আল্লাহর নিকট হতে তার সমর্থক কিতাব এল; যদিও পূর্বে অবিশ্বাসীদের বিরুদ্ধে তারা এর (এই কিতাব সহ নবীর) সাহায্যে[১] বিজয় কামনা করত তবুও তারা যা জ্ঞাত ছিল তা (সেই কিতাব নিয়ে নবী) যখন তাদের নিকট এল, তখন তারা তা অস্বীকার করে বসল। সুতরাং অবিশ্বাসীদের প্রতি আল্লাহর অভিশাপ হোক।\n[১] {يَسْتَفْتِحُوْنَ} এর একটি অর্থ হল, বিজয় লাভ ও সাহায্যের জন্য প্রার্থনা করা। অর্থাৎ, এই ইয়াহুদীরা যখন মুশরিকদল কর্তৃক পরাজিত হত, তখন তারা আল্লাহর নিকট এই বলে দুআ করত যে, হে আল্লাহ! সত্বর শেষ নবী প্রেরিত কর! যাতে আমরা তাঁর সাথে মিলে এই মুশরিকদের উপর বিজয় লাভ করতে পারি। অর্থাৎ, 'ইস্তিফতাহ'র অর্থ হল, সাহায্য কামনা করা। দ্বিতীয় অর্থ হল, সংবাদ দেওয়া। অর্থাৎ, ইয়াহুদীরা মুশরিকদেরকে সংবাদ দিত যে, অতি সত্বর নবী প্রেরিত হবেন।\n(ফাতহুল ক্বাদীর)\nনবী প্রেরিত হবেন এ জ্ঞান থাকা সত্ত্বেও কেবল হিংসাবশতঃ মুহাম্মাদ (সাঃ)-এর নবুঅতের উপর ঈমান আনেনি; যেমন পরবর্তী আয়াতে বলা হয়েছে।"
    },
    {
      "ayah": 9,
      "surah": 2,
      "text": "আল্লাহ এবং বিশ্বাসীগণকে তারা প্রতারিত করতে চায়, অথচ তারা যে নিজেদের ভিন্ন কাউকেও প্রতারিত করে না, এটা তারা অনুভব করতে পারে না।"
    },
    {
      "ayah": 90,
      "surah": 2,
      "text": "তা কত নিকৃষ্ট যার বিনিময়ে তারা তাদের আত্মাকে বিক্রয় করেছে; তা এই যে, আল্লাহ যা অবতীর্ণ করেছেন তা তারা অবিশ্বাস করছে শুধু এই হঠকারিতার দরুন[১] যে, আল্লাহ তাঁর দাসদের মধ্য হতে যাকে ইচ্ছা অনুগ্রহ করেন। সুতরাং তারা ক্রোধের[২] উপর ক্রোধের পাত্র হল। আর (কাফের) অবিশ্বাসীদের জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।\n[১] অর্থাৎ, এ কথা জানা সত্ত্বেও যে, মুহাম্মাদ (সাঃ) সেই শেষ নবী, যাঁর গুণাবলীর কথা তাওরাত ও ইঞ্জীলে উল্লিখিত হয়েছে এবং আহলে কিতাব তাদের এক মুক্তিদাতা হিসেবে তাঁর আগমনের অপেক্ষাও করছিল, কিন্তু কেবল এই জ্বালায় ও হিংসায় তাঁর উপর ঈমান আনেনি যে, নবী আমাদের মধ্য থেকে কেন হল না, যেমন আমাদের ধারণা ছিল। অর্থাৎ, তারা (নবীর নবুঅতকে) অস্বীকার করেছিল জাতিগত বিদ্বেষ ও হিংসার ভিত্তিতে, দলীল ও প্রমাণের ভিত্তিতে নয়।\n[২] ক্রোধের উপর ক্রোধের অর্থ হল, অত্যধিক ক্রোধ। কারণ, তারা বারবার ক্রোধ উদ্রেককর কাজ করতে থাকে; যেমন পূর্বে (৬১নং আয়াতের টীকায়) এর বিস্তারিত আলোচনা হয়েছে। এখন শুধুমাত্র হিংসার কারণে ক্বুরআন ও মুহাম্মাদ (সাঃ)-কে অস্বীকার করল।"
    },
    {
      "ayah": 91,
      "surah": 2,
      "text": "যখন তাদের বলা হয়, আল্লাহ যা অবতীর্ণ করেছেন তাতে বিশ্বাস কর, তারা বলে আমাদের প্রতি যা অবতীর্ণ করা হয়েছে আমরা তাতে বিশ্বাস করি [১] আর তা ছাড়া সব কিছুই তারা অবিশ্বাস করে; যদিও তা সত্য এবং যা তাদের নিকট আছে তার সমর্থক। বল, যদি তোমরা বিশ্বাসী হতে তবে কেন তোমরা অতীতে নবীগণকে হত্যা করেছিলে? [২]\n[১] অর্থাৎ, তাওরাতের উপর আমরা ঈমান রাখি, কাজেই আর কুরআনের উপর ঈমান আনার আমাদের কোনই প্রয়োজন নেই।\n[২] অর্থাৎ, তাওরাতের উপর তোমাদের ঈমান রাখার দাবীও সঠিক নয়। যদি তাওরাতের উপর তোমাদের ঈমান থাকত, তাহলে তোমরা আম্বিয়াদেরকে হত্যা করতে না। এ থেকে পরিষ্কার হয়ে যায় যে, এখনো তোমাদের অস্বীকার কেবল হিংসা ও শত্রুতার কারণে।"
    },
    {
      "ayah": 92,
      "surah": 2,
      "text": "(হে বনী ইস্রাঈলগণ!) নিশ্চয় মূসা তোমাদের নিকট সুস্পষ্ট প্রমাণসহ এসেছিল, (কিন্তু তা সত্ত্বেও তার অনুপস্থিতিতে) তোমরা সীমালংঘনকারী হয়ে গো-বৎসকে উপাস্যরূপে গ্রহণ করেছিলে। [১]\n[১] এটা তাদের অস্বীকৃতি ও শত্রুতার আরো একটি দলীল। মূসা (আঃ) সুস্পষ্ট নির্দশনসমূহ এবং অকাট্য প্রমাণাদি কেবল এই কথা সাব্যস্ত করার জন্য এনেছিলেন যে, তিনি আল্লাহর প্রেরিত রসূল এবং উপাস্য একমাত্র মহান আল্লাহ। কিন্তু তা সত্ত্বেও তোমরা মূসা (আঃ)-এর সাথে সংকীর্ণতা সৃষ্টি করলে এবং এক আল্লাহকে বাদ দিয়ে গোবৎসকে উপাস্য বানিয়ে নিলে।"
    },
    {
      "ayah": 93,
      "surah": 2,
      "text": "আরো স্মরণ কর (সেই সময়ের কথা) যখন আমি তোমাদের অঙ্গীকার নিয়েছিলাম, এবং ত্বূর (পাহাড়)কে তোমাদের ঊর্ধে স্থাপন করেছিলাম (ও বলেছিলাম,) ‘যা দিলাম তা দৃঢ়রূপে গ্রহণ কর এবং শ্রবণ কর।’ তারা বলেছিল, ‘আমরা শ্রবণ করলাম ও অমান্য করলাম।’[১] তাদের কুফরী (অবিশ্বাস)[২] হেতু তাদের হৃদয়কে (যেন) গো-বৎস-প্রীতি পান করানো হয়েছিল।[৩] বল, ‘যদি তোমরা মুমিন (বিশ্বাসী) হও, তবে তোমাদের ঈমান (বিশ্বাস) যার নির্দেশ দেয় তা কত নিকৃষ্ট!’\\r\\n\n[১] এ হল শেষ পর্যায়ের কুফরী ও অস্বীকার যে, মৌখিকভাবে তো তারা মেনে নিল, 'আমরা শ্রবণ করলাম' অর্থাৎ, আনুগত্য করব, কিন্তু অন্তরে এই নিয়ত লুক্কায়িত যে, আমাদেরকে কোন্ কাজ করতে হবে?\n[২] অর্থাৎ, অবাধ্যতা এবং বাছুরের ভালবাসা ও পূজার কারণে তা কুফরী ছিল, যা তাদের হৃদয়ে স্থান লাভ করে নিয়েছিল।\n[৩] একে তো প্রীতি-ভক্তি এমন এক জিনিস, যা মানুষকে অন্ধ ও বধির বানিয়ে দেয়। তাতে আবার সে প্রীতি (রস) তাদের হৃদয়কে {أُشْرِبُوْا} 'পান করানো হয়েছিল' বলে অভিব্যক্ত করা হয়েছে। কেননা, পানি মানুষের শিরা-উপশিরায় যেভাবে দ্রুত চলাচল করে আহারাদি সেভাবে করে না।\n(ফাতহুল ক্বাদীর)\n(এ থেকে তাদের অবস্থা সহজেই অনুমান করা যায়।)"
    },
    {
      "ayah": 94,
      "surah": 2,
      "text": "বল, ‘যদি আল্লাহর নিকট পরকালের বাসস্থান অন্য লোক ব্যতীত বিশেষভাবে শুধু তোমাদের জন্যই হয়, তবে তোমরা মৃত্যু কামনা কর; যদি (দাবীতে) সত্যবাদী হও।’"
    },
    {
      "ayah": 95,
      "surah": 2,
      "text": "কিন্তু তারা তাদের কৃতকর্মের জন্য কখনো তা (মৃত্যু) কামনা করবে না। [১] আর আল্লাহ সীমালংঘনকারীদের সম্বন্ধে অবহিত।\n[১] ইবনে আব্বাস (রাঃ) এর তফসীর করেছেনঃ 'মুবাহালা'র প্রতি আহবান। অর্থাৎ, ইয়াহুদীদেরকে বলা হল, যদি তোমরা মুহাম্মাদ (সাঃ)-এর নবুঅতের অস্বীকৃতিতে এবং আল্লাহর সাথে ভালবাসার দাবীতে সত্যবাদী হও, তাহলে 'মুবাহালা' কর। অর্থাৎ, মুসলিম ও ইয়াহুদী উভয়ে মিলে আল্লাহর সমীপে এই দরখাস্ত পেশ কর যে, হে আল্লাহ! উভয়ের মধ্যে যে মিথ্যুক, তাকে মৃত্যু দান কর। সূরা জুমুআহ ৬২:৭ নং আয়াতেও এই আহবান তাদেরকে করা হয়েছে। নাজরানের খ্রিষ্টানদেরকেও 'মুবাহালা'র দাওয়াত দেওয়া হয়েছিল। যেমন, সূরা আলে-ইমরানে তা উল্লেখ করা হয়েছে। কিন্তু খ্রিষ্টানদের মত ইয়াহুদীরাও যেহেতু তাদের দাবীতে মিথ্যাবাদী ছিল, সেহেতু খ্রিষ্টানদের মতই ইয়াহুদীদের ব্যাপারেও মহান আল্লাহ বললেন, 'এরা কখনো মৃত্যু কামনা (মুবাহালা) করবে না।' হাফেয ইবনে কাসীর এই ব্যাখ্যাকেই প্রাধান্য দিয়েছেন।\n(তাফসীর ইবনে কাসীর)"
    },
    {
      "ayah": 96,
      "surah": 2,
      "text": "তুমি নিশ্চয় তাদেরকে জীবনের প্রতি সমস্ত মানুষ এমন কি অংশীবাদী অপেক্ষা অধিকতর লোভী দেখতে পাবে। [১] তাদের প্রত্যেকে কামনা করে যে, সে যেন হাজার বছর আয়ু প্রাপ্ত হয়; কিন্তু দীর্ঘায়ু তাকে শাস্তি হতে দূরে রাখতে পারবে না। আর তারা যা করে, আল্লাহ তার সম্যক পরিদর্শক।\n[১] মৃত্যু কামনা তো দূরের কথা; পার্থিব জীবনের প্রতি এদের লোভ ও আকর্ষণ তো সকল মানুষ এমনকি মুশরিকদের চেয়েও বেশী। কিন্তু সুদীর্ঘ জীবন তাদেরকে আল্লাহর আযাব থেকে বাঁচাতে পারবে না। এই আয়াতগুলো থেকে জানা গেল যে, ইয়াহুদীরা তাদের এই দাবীতে মিথ্যাবাদী ছিল যে, তারাই আল্লাহর প্রিয়, জান্নাতের অধিকারী কেবল তারাই, অন্যরা হবে জাহান্নামী। কারণ, প্রকৃতপক্ষে যদি তাই হত অথবা কমসে কম তাদের দাবীর সত্যতার উপর তারা যদি পূর্ণ আস্থাবান হত, তাহলে তারা অবশ্যই 'মুবাহালা' করার জন্য প্রস্তুত হয়ে যেত। যাতে তাদের সত্যবাদিতা এবং মুসলিমদের মিথ্যাবাদিতা প্রকাশ পেয়ে যেত। 'মুবাহালা'র পূর্বে ইয়াহুদীদের অমান্য করা ও মুখ ফিরিয়ে নেওয়া এ কথার প্রতি ইঙ্গিত করে যে, তারা মৌখিকভাবে নিজেদের সম্পর্কে আনন্দদায়ক কথা বলে নিলেও তাদের অন্তর প্রকৃতত্বের ব্যাপারে অবহিত ছিল। তারা জানত যে, আল্লাহর নিকটে যাওয়ার পর তাদের পরিণাম তা-ই হবে, যা আল্লাহ অবাধ্যজনদের জন্য নির্ধারিত করে রেখেছেন।"
    },
    {
      "ayah": 97,
      "surah": 2,
      "text": "(হে নবী!) বল, যে জিবরীলের শত্রু হবে সে জেনে রাখুক, সে (জিবরীল) তো আল্লাহর নির্দেশক্রমে তোমার হৃদয়ে কুরআন পৌঁছে দেয়, যা তার পূর্ববর্তী কিতাব (ধর্মগ্রন্থ)সমূহের সমর্থক এবং বিশ্বাসীদের জন্য যা পথ প্রদর্শক ও সুসংবাদদাতা।[১]\n[১] হাদীসে বর্ণিত হয়েছে যে, কিছু ইয়াহুদী আলেম নবী করীম (সাঃ)-এর নিকটে এসে বলল, 'আপনি যদি আমাদের (প্রশ্নের) সঠিক উত্তর দেন, তাহলে আমরা ঈমান আনব। কারণ, নবী ছাড়া তার উত্তর কেউ দিতে পারবে না।' তিনি যখন তাদের প্রশ্নের সঠিক উত্তর দিয়ে দিলেন, তখন তারা বলল, 'আপনার নিকট অহী কে আনে?' তিনি বললেন, 'জিবরাীল।' শুনে তারা বলল, 'জিবরাীল তো আমাদের শত্রু। সে-ই তো যুদ্ধ, হত্যা এবং আযাব নিয়ে অবতরণ করে।' আর এই বাহানায় তারা রসূল (সাঃ)-এর নবুঅতকে মেনে নিতে অস্বীকার করে বসল।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 98,
      "surah": 2,
      "text": "যে আল্লাহ, তাঁর ফিরিশতা (দূত)গণের, রসূল (প্রেরিত পুরুষ)গণের, জিবরাীল ও মীকাঈলের শত্রু হবে, সে জেনে রাখুক যে, নিশ্চয়ই আল্লাহ অবিশ্বাসীদের শত্রু।[১]\n[১] ইয়াহুদীরা বলত যে, মীকাঈল আমাদের বন্ধু। মহান আল্লাহ বললেন, এরা সবাই আমার অতীব প্রিয় বান্দা। যে এদের সাথে বা এদের কোন একজনের সাথে শত্রুতা পোষণ করবে, সে হবে আল্লাহর শত্রু। হাদীসে বর্ণিত যে, (مَنْ عَادَ لِيْ وَلِيًّا فَقَدْ بَارَزَنِيْ بِالْحَرْبِ) \"যে আমার কোন বন্ধুর সাথে শত্রুতা পোষণ করল, সে আসলে আমার বিরুদ্ধে যুদ্ধ ঘোষণা করল।\"\n(সহীহ বুখারী, অধ্যায়ঃ আররিক্বাক, পরিচ্ছেদঃ আত্তাওয়াযু')\nঅর্থাৎ, আল্লাহর কোন একজন অলীর সাথে দুশমনী রাখলে, তাঁর সকল অলীদের সাথে দুশমনী রাখা হবে; এমনকি তাঁর (আল্লাহর) সাথেও দুশমনী বিবেচিত হবে। এ থেকে পরিষ্কার হয়ে যায় যে, আল্লাহর অলীদের সাথে ভালবাসা পোষণ করা ও তাঁদের প্রতি ভক্তি-শ্রদ্ধা রাখা এত জরুরী এবং তাঁদের সাথে শক্রতা পোষণ করা এত বড় অন্যায় যে, মহান আল্লাহ তাঁদের বিরুদ্ধে যুদ্ধ ঘোষণা করেছেন। আল্লাহর ওলী কে? এর জন্য দ্রষ্টব্য সূরা ইউনুসের ১০:৬২-৬৩ নং আয়াত। তবে ভালবাসা ও সম্মান প্রদর্শন করার অর্থ এটা কখনও নয় যে, মৃত্যুর পর তাঁদের কবরে গম্বুজ নির্মাণ করা হবে, বাৎসরিক উরসের নামে তাঁদের কবরে মেলার আয়োজন করা হবে, তাঁদের নামে নযর-মানত করা হবে, তাঁদের কবরকে গোসল দেওয়া হবে, তাঁদের কবরের উপর চাদর চড়ানো হবে, তাঁদেরকে প্রয়োজন পূরণকারী, বিপত্তারণ, ইষ্টানিষ্টের মালিক মনে করা হবে এবং তাঁদের কবরের সামনে হাত বেঁধে দাঁড়ানো ও চৌকাঠে সিজদা করা হবে ইত্যাদি। দুর্ভাগ্যবশতঃ আল্লাহর অলীদের ভালবাসার নামে লাত ও মানাত পূজার এই কার্যকলাপ বড়ই জাঁকজমকের সাথে চলছে। অথচ এটা ভালবাসা নয়, বরং এটা তাঁদের ইবাদত; যা শিরক ও বড় যুলুম। আল্লাহ তাআলা কবর-পূজার ফিতনা থেকে আমাদেরকে হেফাযত করুন! আমীন।"
    },
    {
      "ayah": 99,
      "surah": 2,
      "text": "আমরা তোমার প্রতি সুস্পষ্ট নিদর্শন অবতীর্ণ করেছি, বস্তুতঃ সত্যত্যাগিগণ ব্যতীত আর কেউই এগুলি অমান্য করে না।"
    }
  ]
}
