{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 21,
      "text": "মানুষের হিসাব-নিকাশের সময় আসন্ন, [১] অথচ ওরা উদাসীনতায় মুখ ফিরিয়ে রয়েছে। [২]\n[১] হিসাবের সময় বলতে কিয়ামত; যা প্রতি সেকেন্ড নিকটবর্তী হয়ে চলেছে। আর প্রতিটি আগমনকারী জিনিসই নিকটবর্তী এবং প্রত্যেক ব্যক্তির মৃত্যু স্বস্থানে তার নিজের জন্য কিয়ামত। তাছাড়া বিগত যুগসমূহের তুলনায় কিয়ামত নিকটে; কারণ (বিশ্বসৃষ্টির পর হতে) যে সকল যুগ পার হয়ে গেছে তা অপেক্ষা অবশিষ্ট যুগ অতি অল্প।\n[২] অর্থাৎ, ওর জন্য প্রস্তুতি নেওয়া হতে অমনোযোগী, পৃথিবীর চাকচিক্যে নিমজ্জিত (যা সেদিনকার জন্য ক্ষতিকর) এবং ঈমানের চাহিদা হতে উদাসীন (যা সেদিনকার জন্য কল্যাণকর)।"
    },
    {
      "ayah": 10,
      "surah": 21,
      "text": "আমি অবশ্যই তোমাদের প্রতি এমন গ্রন্থ অবতীর্ণ করেছি, যাতে তোমাদের জন্য উপদেশ আছে, তবুও কি তোমরা বুঝবে না?"
    },
    {
      "ayah": 100,
      "surah": 21,
      "text": "সেথায় থাকবে তাদের আর্তনাদ এবং সেথায় তারা কিছুই শুনতে পাবে না। [১]\n[১] অর্থাৎ সকলেই কঠিন দুঃখ-কষ্টে আর্তনাদ করতে থাকবে। যার ফলে তারা একে অপরের আওয়াজও শুনতে পাবে না।"
    },
    {
      "ayah": 101,
      "surah": 21,
      "text": "নিশ্চয় যাদের জন্য আমার নিকট থেকে পূর্ব হতে কল্যাণ নির্ধারিত রয়েছে, তাদেরকে তা (জাহান্নাম) হতে দূরে রাখা হবে। [১]\n[১] কোন কোন মানুষের মনে এ প্রশ্ন জাগতে পারে বা মুশরিকদের পক্ষ হতে এ প্রশ্ন উঠতে পারে; বরং বাস্তবে উঠেও থাকে যে, যেমন ঈসা (আঃ), উযায়র, ফিরিশতা ও বহু সৎলোকদেরও তো ইবাদত করা হয়ে থাকে, তাহলে এরাও কি তাদের ইবাদতকারীর সাথে জাহান্নামে প্রবেশ করবে? এ আয়াতে সে উত্তর দেওয়া হয়েছে। আর তা এই যে, তাঁরা ছিলেন আল্লাহর নেক বান্দা; যাঁদের নেকীর কারণে আল্লাহর পক্ষ হতে তাঁদেরকে চিরস্থায়ী সুখী জীবন বা জান্নাতের সুসংবাদ দেওয়া হয়েছে। তাঁরা জাহান্নাম হতে সুদূরে থাকবেন। এ শব্দগুলি দ্বারা এ কথাও পরিষ্কারভাবে বুঝা যায় যে, যে ব্যক্তি পৃথিবীতে এই ইচ্ছা ও কামনা রেখে মারা যায় যে, তার মৃত্যুর পর তার কবরকে মাজার বানানো হোক এবং লোকেরা তাকে প্রয়োজন পূরণকারী (দাতা) মনে করে তার নামে নযর-নিয়ায পেশ করুক ও তার পূজা (ও সিজদাহ) হোক, তাহলে সে ব্যক্তিও জাহান্নামের ইন্ধন হবে। কারণ আল্লাহকে ছেড়ে অথবা তাঁর সাথে নিজের ইবাদতের প্রতি আহবানকারী (তাগূত) নিঃসন্দেহে সেই নেক মানুষদের আওতায় কখনও পড়বে না, 'যাদের জন্য আল্লার নিকট থেকে পূর্ব হতে কল্যাণ নির্ধারিত রয়েছে।'"
    },
    {
      "ayah": 102,
      "surah": 21,
      "text": "তারা ওর (জাহান্নামের) ক্ষীণতম শব্দও শুনতে পাবে না এবং সেথায় তাদের মন যা চায় তারা চিরকাল তা ভোগ করবে।"
    },
    {
      "ayah": 103,
      "surah": 21,
      "text": "মহাভীতি[১] তাদেরকে দুশ্চিন্তাগ্রস্ত করবে না এবং ফিরিশতারা তাদেরকে অভ্যর্থনা জানাবে (এবং বলবে), ‘এ তোমাদের সেই দিন যার প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল।’\n[১] 'মহাভীতি' বলতে মৃত্যু বা ইস্রাফীল (আঃ)-এর শিঙ্গায় ফুৎকারের সময় অথবা জান্নাত ও জাহান্নামের মাঝে মৃত্যুকে যবেহ করার সময় সৃষ্ট ভীতিকে বুঝানো হয়েছে। তবে ইস্রাফীলের শিঙ্গায় ফুৎকারের সময় এবং কিয়ামত কায়েম হওয়ার সময় সৃষ্ট ভীতিই পূর্বাপর আলোচনার বেশী নিকটবর্তী।"
    },
    {
      "ayah": 104,
      "surah": 21,
      "text": "সেদিন আমি আকাশকে গুটিয়ে ফেলব, যেভাবে গুটানো হয় লিখিত দপ্তর; [১] যেভাবে আমি সৃষ্টির সূচনা করেছিলাম, সেভাবে পুনরায় সৃষ্টি করব। প্রতিশ্রুতি পালন আমার কর্তব্য; আমি এটা পালন করবই।\n[১] অর্থাৎ, যেমন লেখক লেখার পর খাতাপত্র গুটিয়ে রেখে দেয়। যেমন অন্য জায়গায় বলা হয়েছে, {وَالسَّماوَاتُ مَطْوِيَّاتٌ بِيَمِينِهِ} অর্থাৎ, আকাশ তাঁর ডান হাতে গুটানো থাকবে।\n(যুমারঃ ৬৭)\nسِجِلّ এর অর্থ দপ্তর বা রেজিষ্টার। অর্থ এই যে, লেখকের লেখার পর যেমন কাগজপত্র গুটিয়ে নেওয়া সহজ, তেমনি সৃষ্টিকর্তা মহান আল্লাহর জন্য আকাশ সুবিস্তৃত হওয়ার সত্ত্বেও তা নিজের হাতের মধ্যে গুটিয়ে নেওয়া কোন কঠিন ব্যাপার নয়।"
    },
    {
      "ayah": 105,
      "surah": 21,
      "text": "আমি (যাবূর) কিতাবে উপদেশের পর লিখে দিয়েছি যে, ‘নিশ্চয় আমার সৎকর্মশীল বান্দারা[১] পৃথিবীর অধিকারী হবে।’\n[১] الزَبور বলতে যাবূর কিতাবকেই বুঝানো হয়েছে, আর الذِّكر বলতে উপদেশ, যেমন অনুবাদে প্রকাশ। বা যাবূর বলতে পূর্ববর্তী আসমানী কিতাবসমূহ, আর যিকর বলতে লাওহে মাহফূয। অর্থাৎ, প্রথমে লাওহে মাহফূযে লিপিবদ্ধ ছিল এবং পরে আসমানী কিতাবসমূহেও লেখা হয়েছে যে, নিশ্চয় আমার সৎকর্মশীল বান্দারা পৃথিবীর অধিকারী হবে। কোন কোন মুফাস্সির الأرض (পৃথিবী) বলতে জান্নাত অর্থ নিয়েছেন। আবার কেউ বলেছেন, তার অর্থঃ কাফেরদের দেশ ও জমি-জায়গা। আয়াতের অর্থ হল, আল্লাহর সৎকর্মশীল বান্দারাই পৃথিবীর অধিকারী হবে। আর এতে কোন সন্দেহ নেই যে, মুসলিমরা যতদিন সৎকর্মশীল ছিল, ততদিন তারাই পৃথিবীর উপর ক্ষমতাসীন হয়ে উন্নতশির ছিল এবং ভবিষ্যতেও যখনই তারা এই গুণের অধিকারী হবে, আল্লাহর এই প্রতিশ্রুতি অনুযায়ী পৃথিবীর শাসন-ক্ষমতা তাদের হাতেই আসবে। বলা বাহুল্য, মুসলিমদের পৃথিবীর শাসন-ক্ষমতা হতে বঞ্চিত থাকার বর্তমান পরিস্থিতি দেখে মনে যেন কোন প্রকার সংশয় ও প্রশ্ন উদিত না হয়। যেহেতু এ প্রতিশ্রুতি মুসলিমদের সৎকর্মশীলতার সাথে শর্ত-সাপেক্ষ। আর إذا فات الشرط فات المشروط নীতি অনুসারে যখন মুসলিমরা ঐ শর্ত পালনে অক্ষম হল, তখন তারা পৃথিবীর শাসন-ক্ষমতা ও আধিপত্য থেকে বঞ্চিত হল। সুতরাং এখানে শাসন-ক্ষমতা পাওয়ার উপায় ও পথ বলে দেওয়া হয়েছে, আর তা হল সৎকর্ম। অর্থাৎ, আল্লাহ ও রসূলের বিধি-বিধান অনুসারে জীবন অতিবাহিত করা এবং শরীয়তের নিয়ম-কানুন ও সীমা মেনে চলা। (মুসলিমরা যেদিন নিজেদের জীবন ও পরিবারে ইসলামী সংবিধানকে বাস্তবায়িত করতে পারবে, সেদিনই ফিরে পাবে পৃথিবীর শাসন-ক্ষমতা।)"
    },
    {
      "ayah": 106,
      "surah": 21,
      "text": "উপাসনাকারী সম্প্রদায়ের জন্য এতে রয়েছে পয়গাম। [১]\n[১] 'এতে' বলতে ঐ উপদেশ ও সতর্কবাণী যা এই সূরায় বিভিন্ন ভঙ্গিমায় বর্ণিত হয়েছে। 'পয়গাম'-এর উদ্দেশ্যঃ যথেষ্টতা ও উপকারিতা। অথবা 'এতে' বলতে কুরআন মাজীদকে বুঝানো হয়েছে, যা মুসলিমদের জন্য উপকারী ও যথেষ্ট। উপাসনাকারী বা আবেদ বলতে বিনয় নম্রতার সাথে আল্লার ইবাদতকারী এবং শয়তান ও খেয়াল-খুশীর উপর আল্লাহর আনুগত্যকে প্রাধান্যদানকারী। আর ইবাদত ও আনুগত্যের মস্তক হল, নামায।"
    },
    {
      "ayah": 107,
      "surah": 21,
      "text": "আমি তো তোমাকে বিশ্বজগতের প্রতি শুধু করুণা রূপেই প্রেরণ করেছি। [১]\n[১] এর অর্থ হল, যে ব্যক্তি রসূল (সাঃ)-এর রিসালতের উপর ঈমান আনবে সে আসলে উক্ত করুণা ও রহমতকে গ্রহণ করবে। পরিণামে দুনিয়া ও আখিরাতে সে সুখ ও শান্তি লাভ করবে। আর যেহেতু রসূল (সাঃ)-এর রিসালাত বিশ্বজগতের জন্য, সেহেতু তিনি বিশ্বজগতের রহমত রূপে; অর্থাৎ নিজের শিক্ষা দ্বারা বিশ্ববাসীকে ইহ-পরকালের সুখের সন্ধান দিতে প্রেরিত হয়েছিলেন। কিছু উলামা তাঁকে এই অর্থেও বিশ্বজগতের জন্য করুণা বলেছেন যে, তাঁর কারণেই এই উম্মত (তাঁর দাওয়াত গ্রহণ অথবা বর্জনকারী মুসলিম অথবা কাফের সকলেই) নির্মূলকারী ব্যাপক ধ্বংসের হাত হতে রেহাই পেয়েছে। যেভাবে পূর্ববর্তী বহু জাতিকে নিশ্চিহ্ন করা হয়েছে, উম্মাতে মুহাম্মাদিয়াকে ঐ রকম আযাব দিয়ে ধ্বংস করে নির্মূল করা হয়নি। বহু হাদীস দ্বারা জানা যায় যে, মুশরিকদের উপর বদ্দুআ ও অভিশাপ না করাও ছিল তাঁর করুণারই একটি বিশেষ অংশ। তাঁকে তাদের উপর বদ্দুআ করতে আবেদন করা হলে তিনি বলেছিলেন, \"আমি অভিশাপকারীরূপে প্রেরিত হইনি; আমি কেবল করুণারূপে প্রেরিত হয়েছি।\"\n(মুসলিম ২০০৬নং\n) অনুরূপ রাগান্বিত অবস্থায় কোন মুসলিমকে তাঁর অভিশাপ বা গালিমন্দ করাকে কিয়ামতের দিন তার জন্য রহমতের কারণ হওয়ার দু'আ করাও তাঁর দয়ারই একটি অংশ।\n(আহমাদ ২/৪৩৭, আবুদাউদ ৪৬৫৯নং, সিলসিলাহ সহীহাহ আলবানী ১৭৫৮নং)\nএই কারণেই একটি হাদীসে তিনি বলেছেন, \"আমি রহমতের মূর্তপ্রতীক হয়ে আল্লাহর পক্ষ হতে বিশ্বজগতের জন্য একটি উপহার।\"\n(সহীহুল জামে' ২৩৪৫নং)"
    },
    {
      "ayah": 108,
      "surah": 21,
      "text": "বল, ‘আমার প্রতি প্রত্যাদেশ হয় যে, তোমাদের উপাস্য একই উপাস্য। সুতরাং তোমরা আত্মসমর্পণকারী (মুসলিম) হবে কি?’ [১]\n[১] এখানে পরিষ্কার করা হয়েছে যে, প্রকৃত রহমত অর্জন হল, তাওহীদকে বরণ এবং শিরক বর্জন করা।"
    },
    {
      "ayah": 109,
      "surah": 21,
      "text": "যদি তারা মুখ ফিরিয়ে নেয় তবে তুমি বল, ‘আমি তোমাদেরকে যথাযথভাবে জানিয়ে দিয়েছি। [১] আর আমি জানি না যে, তোমাদেরকে যে বিষয়ের প্রতিশ্রুতি দেওয়া হয়েছে তা নিকটবর্তী, না দূরবর্তী। [২]\n[১] অর্থাৎ, যেমন আমি জানি যে, তোমরা আমার তাওহীদের ও ইসলামের আহবান হতে বিমুখতা অবলম্বন করে আমার শত্রু হয়েছ, তেমনি তোমাদের জেনে রাখা উচিত যে, আমিও তোমাদের শত্রু ও আমাদের আপোসের মধ্যে প্রকাশ্য যুদ্ধ চলবে।\n[২] এই প্রতিশ্রুতি বলতে কিয়ামত বা ইসলাম ও মুসলিমদের বিজয়ের প্রতিশ্রুতি। অথবা প্রতিশ্রুতি বলতে আল্লাহর তরফ হতে তোমাদের বিরুদ্ধে আমাকে দেওয়া জিহাদের অনুমতি।"
    },
    {
      "ayah": 11,
      "surah": 21,
      "text": "আমি কত জনপদ ধ্বংস করেছি। [১] যার অধিবাসীরা সীমালংঘনকারী ছিল এবং তাদের পরে অপর জাতি সৃষ্টি করেছি।\n[১] قصم এর অর্থ ভেঙে চূর্ণ-বিচূর্ণ করা। আর كَم (কত) আধিক্য বর্ণনার জন্য ব্যবহূত হয়েছে। অর্থাৎ কত বসতি আমি ধ্বংস করেছি, চূর্ণ-বিচূর্ণ করে দিয়েছি। যেমন তিনি অন্যত্র বলেছেন, নূহের পর আমি কত (মানব) বসতি ধ্বংস করেছি।\n(সূরা বানী ইস্রাঈল ১৭:১৭)"
    },
    { "ayah": 110, "surah": 21, "text": "নিশ্চয় তিনি জানেন উচ্চ স্বরে ব্যক্ত কথা এবং যা তোমরা গোপন কর।" },
    {
      "ayah": 111,
      "surah": 21,
      "text": "আমি জানি না, হয়তো এটা তোমাদের জন্য এক পরীক্ষা এবং কিছু কালের জন্য জীবনোপভোগ।’"
    },
    {
      "ayah": 112,
      "surah": 21,
      "text": "(রসূল) বলেছিল,[১] ‘হে আমার প্রতিপালক! তুমি ন্যায়ের সাথে ফায়সালা করে দাও। আর আমাদের প্রতিপালক তো দয়াময়, তোমরা যা বলছ সে বিষয়ে একমাত্র সহায়স্থল তিনিই।’[২]\n[১] অর্থাৎ, আল্লাহর প্রতিশ্রুতি বাস্তবায়নে দেরী; আমি জানি না যে, তা তোমাদের পরীক্ষার জন্য, নাকি নির্দিষ্ট কাল পর্যন্ত জীবনোপভোগে তোমাদেরকে অতিরিক্ত অবকাশ দেওয়ার জন্য।\n[২] অর্থাৎ, তোমরা আমার সম্পর্কে যে বিভিন্নমুখী কথা বলছ বা আল্লাহর জন্য সন্তান থাকার কথা বলছ, এ সব কথার বিরুদ্ধে তিনিই দয়াময় এবং তিনিই সহায়ক।"
    },
    {
      "ayah": 12,
      "surah": 21,
      "text": "অতঃপর যখন ওরা আমার শাস্তির কথা অনুভব করল, তখনই ওরা জনপদ হতে পলায়ন করতে লাগল। [১]\n[১] অনুভব করার অর্থ ইন্দ্রীয় দ্বারা জানা। অর্থাৎ, যখন তারা চোখ দ্বারা আযাব বা আযাবের লক্ষণ আসতে দেখল অথবা কান দ্বারা মেঘের গর্জন শুনে জানতে পারল, তখন তারা তা থেকে বাঁচার পথ খুঁজতে শুরু করল। ركض এর অর্থ হল, ঘোড়ার উপর চড়ে তাকে দৌড়ানোর জন্য পায়ের গোড়ালি দ্বারা আঘাত করা। আর এখান থেকেই এই শব্দ পলায়নের অর্থে ব্যবহার হতে লাগে।"
    },
    {
      "ayah": 13,
      "surah": 21,
      "text": "(ওদের বলা হয়েছিল,) ‘তোমরা পলায়ন করো না[১] এবং তোমাদের ভোগ-সম্ভারের নিকট ও তোমাদের আবাস গৃহে ফিরে এসো; [২] যাতে এ বিষয়ে তোমাদেরকে জিজ্ঞাসা করা যেতে পারে।’[৩]\n[১] এটি ফিরিশতাদের আহবান অথবা মু'মিনরা উপহাস ছলে এ কথা বলেছিল।\n[২] অর্থাৎ, যে সব সুখ-সুবিধা ও ভোগ-বিলাসের উপকরণ তোমাদেরকে দান করা হয়েছিল এবং যা তোমাদের কুফরী ও সীমালংঘনের কারণ ছিল, আর ঐ সব বাড়ি-ঘর যেখানে তোমরা বসবাস করতে ও যার সৌন্দর্য ও স্থায়িত্ব নিয়ে গর্ব করতে, সে দিকেই ফিরে এস!\n[৩] আযাবের পর তোমাদের অবস্থা কি, তা তো জিজ্ঞাসা করা হোক? তোমাদের এ অবস্থা কি জন্য ও কেন হল? এ প্রশ্ন উপহাসের জন্য। তাছাড়া ধ্বংসের যাঁতাকলে পিষে ফেলার পর উত্তর দেওয়ার যোগ্যতা কি তাদের কখনও থাকতে পারে?"
    },
    { "ayah": 14, "surah": 21, "text": "ওরা বলল, ‘হায় দুর্ভোগ আমাদের! আমরা ছিলাম সীমালংঘনকারী।’" },
    {
      "ayah": 15,
      "surah": 21,
      "text": "আমি ওদেরকে কাটা শস্য ও নিভানো আগুনের মত না করা পর্যন্ত ওদের এ আর্তনাদ স্তব্ধ হয়নি। [১]\n[১] যতক্ষণ জীবনের স্পন্দন ছিল তারা নিজেদের অত্যাচারের কথা স্বীকার করেছে। حَصِيد কাটা ফসল এবং خامِد নিভে যাওয়া আগুনকে বলে। অর্থাৎ, শেষ পর্যন্ত তারা কাটা ফসল ও নিভে যাওয়া আগুনের মত ভষ্মস্তূপে পরিণত হয়ে গেল। কোন প্রকার শক্তি, ক্ষমতা, অনুভূতি ও স্পন্দন কিছুই তাদের মাঝে রইল না।"
    },
    {
      "ayah": 16,
      "surah": 21,
      "text": "আকাশ ও পৃথিবী এবং যা উভয়ের অন্তর্বর্তী তা আমি খেলাচ্ছলে সৃষ্টি করিনি। [১]\n[১] বরং এর পিছনে বেশ কয়েকটি উদ্দেশ্য ও যুক্তি ছিল। যেমন বান্দারা আমার স্মরণ ও কৃতজ্ঞতা করবে, সৎলোকদেরকে সৎকাজের প্রতিদান এবং পাপীদেরকে পাপের শাস্তি দেওয়া হবে ইত্যাদি।"
    },
    {
      "ayah": 17,
      "surah": 21,
      "text": "আমি যদি চিত্তবিনোদনের উপকরণ সৃষ্টি করতে চাইতাম, তবে আমি আমার নিকট যা আছে তা নিয়েই করতাম; [১] যদি আমি তা করতামই। [২]\n[১] অর্থাৎ, নিজের কাছেই কিছু জিনিস খেলার জন্য সৃষ্টি করে নিতেন এবং নিজের শখ পূরণ করে নিতেন। এ বিশাল বিশ্ব ও তাতে সচেতন জীব ও জ্ঞান-বুদ্ধিসম্পন্ন সৃষ্টির কি প্রয়োজন ছিল?\n[২] 'আমি তা করিনি' --এই অনুবাদের তুলনায় আরবী বাগধারায় 'যদি আমি তা করতামই' বেশী সঠিক।\n(ফাতহুল কাদীর)"
    },
    {
      "ayah": 18,
      "surah": 21,
      "text": "বরং আমি সত্য দ্বারা মিথ্যার উপর আঘাত হানি; সুতরাং তা মিথ্যাকে চূর্ণ-বিচূর্ণ করে দেয়; ফলে মিথ্যা নিশ্চিহ্ন হয়ে যায়। [১] তোমরা যা বর্ণনা করছ তার জন্য দুর্ভোগ তোমাদের! [২]\n[১] বিশ্ব সৃষ্টির উদ্দেশ্যসমূহের মধ্যে একটি বিশেষ উদ্দেশ্য এই যে, এখানে ন্যায় ও অন্যায়ের যে দ্বন্দ্ব, ভালো ও মন্দের মধ্যে যে সংঘর্ষ চলছে তার মধ্যে ন্যায় ও ভালোকে বিজয়ী করা ও অন্যায় ও মন্দকে পরাজিত করা। সুতরাং আমি সত্য দ্বারা অসত্যের উপর, ন্যায় দ্বারা অন্যায়ের উপর এবং ভালো দ্বারা মন্দের উপর আঘাত করি, যাতে অসত্য, অন্যায় ও মন্দের বিলুপ্তি ঘটে। دمغ মাথার উপর এমন আঘাতকে বলা হয় যা মগজ পর্যন্ত পৌঁছে যায়। আর زهق এর অর্থ শেষ হওয়া, ধ্বংস হওয়া বা বিনষ্ট হওয়া।\n[২] অর্থাৎ, প্রতিপালকের প্রতি তোমরা যে সব ভিত্তিহীন কথা আরোপ করছ বা উদ্ভব করছ (যেমন এ পৃথিবী একটি খেলনা মাত্র, একজন খেলোয়াড়ের বাজে শখ, আল্লাহর স্ত্রী বা সন্তান আছে ইত্যাদি) তা তোমাদের ধ্বংসের মূল কারণ। কেননা এটাকে খেলতামাশা মনে করার ফলে তোমরা সত্য হতে দূর হওয়া এবং অসত্যকে বরণ করার ব্যাপারে কোন প্রকার দ্বিধা ও ভীতি অনুভব কর না, যার শেষ পরিণাম তোমাদের ধ্বংস ও সর্বনাশ।"
    },
    {
      "ayah": 19,
      "surah": 21,
      "text": "আকাশমন্ডলী ও পৃথিবীতে যারা আছে তারা তাঁরই মালিকানাধীন;[১] আর তাঁর সান্নিধ্যে যারা আছে[২] তারা তাঁর উপাসনা করতে অহংকার করে না এবং ক্লান্তি বোধও করে না।\n[১] অর্থাৎ, সকলেই তাঁর অধীনস্থ দাস বা মালিকানাভুক্ত গোলাম, সুতরাং যখন তোমরাই কোন দাসকে নিজের পুত্র এবং কোন দাসীকে নিজের স্ত্রী রূপে গ্রহণ করতে প্রস্তুত নও, তাহলে মহান আল্লাহ নিজের অধীনস্থ দাস-দাসীদের মধ্যে হতে কাউকে পুত্র এবং কাউকে স্ত্রী রূপে কিভাবে গ্রহণ করতে পারেন?\n[২] এখানে ফিরিশতাদের বুঝানো হয়েছে। তাঁরাও আল্লাহর দাস বা বান্দা। এই বাক্য দ্বারা তাঁদের সম্মান, মর্যাদা প্রকাশ পাচ্ছে যে, তাঁরা আল্লাহর নৈকট্যপ্রাপ্ত, তাঁরা তাঁর কন্যা নয়; যেমন মুশরিকরা বিশ্বাস করে।"
    },
    {
      "ayah": 2,
      "surah": 21,
      "text": "যখনই ওদের প্রতিপালকের কোন নতুন উপদেশ আসে ওরা তা কৌতুকচ্ছলে শ্রবণ করে। [১]\n[১] অর্থাৎ, কুরআন যা সময়ানুসারে প্রয়োজন মত নিত্য নতুনভাবে অবতীর্ণ হয়। যদিও তা তাদেরই উপদেশের জন্য অবতীর্ণ হয় তবুও তারা এমনভাবে শ্রবণ করে যেন তারা তা নিয়ে হাসিঠাট্টা, উপহাস ও খেলা করছে; অর্থাৎ তা নিয়ে তারা কোন চিন্তা-ভাবনা করে না।"
    },
    { "ayah": 20, "surah": 21, "text": "তারা দিবা-রাত্রি তাঁর পবিত্রতা ও মহিমা ঘোষণা করে; তারা শৈথিল্য করে না।" },
    {
      "ayah": 21,
      "surah": 21,
      "text": "ওরা মাটি হতে তৈরী যে সব উপাস্য গ্রহণ করেছে সেগুলি কি মৃতকে জীবিত করতে সক্ষম? [১]\n[১] জিজ্ঞাসা অস্বীকৃতির জন্য। অর্থাৎ, তারা তা করতে পারবে না। তাহলে যারা কোন জিনিসেরই ক্ষমতা রাখে না তাদেরকে কিভাবে তারা আল্লাহর শরীক বানায় ও তাদের ইবাদত করে?"
    },
    {
      "ayah": 22,
      "surah": 21,
      "text": "যদি আল্লাহ ব্যতীত আকাশমন্ডলী ও পৃথিবীতে বহু উপাস্য থাকত তাহলে উভয়ই ধ্বংস হয়ে যেত। [১] সুতরাং ওরা যে বর্ণনা দেয় তা থেকে আরশের অধিপতি আল্লাহ পবিত্র, মহান।\n[১] সত্য সত্যই যদি পৃথিবী ও আকাশে একের অধিক উপাস্য থাকত তাহলে বিশ্ব পরিচালনা দুই সত্তার হাতেই থাকত। দুজনের ইচ্ছা, বিবেক ও মর্জি কার্যকর হত। আর যখন দুই সত্তার ইচ্ছা ও ফায়সালা চলত তখন এ বিশ্ব-ব্যবস্থা এভাবে চলতেই পারত না, যেভাবে আদি হতে অবিরাম গতিতে চলে আসছে। কারণ দুজনের ইচ্ছায় সংঘর্ষ বাধত, উভয়ের সিদ্ধান্ত ও সংকল্প, এখতিয়ার ও বিবেক এক অপরের বিরুদ্ধে প্রয়োগ হত, যার পরিণাম হত ধ্বংস ও বিপর্যয়। কিন্তু এমন আজ পর্যন্ত হয়নি। যার পরিষ্কার অর্থ হল, পৃথিবীতে শুধুমাত্র একটাই সত্তা আছে, যার ইচ্ছা ও সংকল্প বাস্তবায়িত হয়। যা কিছুই হয় শুধু এবং শুধু তাঁরই আদেশে হয়। তিনি যা প্রদান করেন তাতে বাধা দেওয়ার কেউ নেই এবং তিনি যা বারণ করেন তা দেওয়ার মত কেউই নেই।"
    },
    { "ayah": 23, "surah": 21, "text": "তিনি যা করেন সে বিষয়ে তাঁকে প্রশ্ন করা হবে না; বরং ওদেরকেই প্রশ্ন করা হবে।" },
    {
      "ayah": 24,
      "surah": 21,
      "text": "ওরা কি তাঁকে ভিন্ন বহু উপাস্য গ্রহণ করেছে? বল, ‘তোমরা তোমাদের প্রমাণ উপস্থিত কর। এটিই আমার সঙ্গে যা আছে তাদের জন্য উপদেশ এবং এটিই উপদেশ ছিল পূর্ববর্তীদের জন্য।’ [১] কিন্তু ওদের অধিকাংশই প্রকৃত সত্য জানে না। ফলে ওরা মুখ ফিরিয়ে নেয়।\n[১] প্রথম উপদেশ বলে কুরআন এবং দ্বিতীয় উপদেশ বলে পূর্ববর্তী আসমানী কিতাবসমূহকে বুঝানো হয়েছে। এর অর্থ এই যে, কুরআনে তথা পূর্ববর্তী আসমানী কিতাবসমূহে শুধু মাত্র একই উপাস্যের উলুহিয়্যাত ও রুবুবিয়্যাতের (উপাস্যত্ব ও প্রতিপালকত্বের) বর্ণনা পাওয়া যায়। কিন্তু এ সব মুশরিকরা এ সত্যকে মানতে প্রস্তুত নয় এবং একগুঁয়েমির সাথে একেশ্বরবাদ (তাওহীদ) হতে মুখ ফিরিয়ে চলে।"
    },
    {
      "ayah": 25,
      "surah": 21,
      "text": "আমি তোমার পূর্বে ‘আমি ছাড়া অন্য কোন (সত্য) উপাস্য নেই; সুতরাং তোমরা আমারই উপাসনা কর’-এ প্রত্যাদেশ ছাড়া কোন রসূল প্রেরণ করিনি। [১]\n[১] সমস্ত নবীগণও এই একেশ্বরবাদের বাণী নিয়েই আগমন করেছিলেন।"
    },
    {
      "ayah": 26,
      "surah": 21,
      "text": "ওরা বলে, ‘পরম দয়াময় সন্তান গ্রহণ করেছেন।’ তিনি পবিত্র মহান! বরং তারা তো তাঁর সম্মানিত দাস।"
    },
    {
      "ayah": 27,
      "surah": 21,
      "text": "তারা তাঁর আগে বেড়ে কথা বলে না এবং তারা তো তাঁর আদেশ অনুসারেই কাজ করে। [১]\n[১] এখানে মুশরিকদের এক ধারণার খন্ডন করা হয়েছে। তাদের ধারণা, ফিরিশতারা আল্লাহর কন্যা। কিন্তু আল্লাহ বলেন, তারা আমার কন্যা নয়; বরং তারা আমার সম্মানিত ও আজ্ঞাবহ দাস। তাছাড়া পুত্র-কন্যার প্রয়োজন তখন পড়ে, যখন কেউ বৃদ্ধ বয়সে পৌঁছে দুর্বল হয়ে পড়ে। তখনই সন্তান সাহারা ও সাহায্যকারী হয়। আর এই কারণেই সন্তানদেরকে 'বার্ধক্যের লাঠি' বলা হয়। কিন্তু বার্ধক্য, দুর্বলতা, স্থবিরতা এ সব এমন জিনিস, যা মানুষের সাথে সম্পর্কিত, আল্লাহর সত্তা এ সকল দুর্বলতা ও ত্রুটি হতে পাক ও পবিত্র। সেই জন্য তাঁর সন্তান বা কোন প্রকার সাহারার প্রয়োজন নেই। আর ঠিক এই কারণেই কুরআনে বারবার এ বিষয়টিকে পরিষ্কার করা হয়েছে যে, তাঁর কোন সন্তানাদি নেই।"
    },
    {
      "ayah": 28,
      "surah": 21,
      "text": "তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে তা তিনি অবগত। তারা সুপারিশ করে কেবল তাদের জন্য যাদের প্রতি তিনি সন্তুষ্ট[১] এবং তারা তাঁর ভয়ে ভীত-সন্ত্রস্ত।\n[১] এখান হতে জানা গেল যে, নেক লোক ও নবীগণ ছাড়া ফিরিশতাগণও সুপারিশ করবেন। সহীহ হাদীসেও এর সমর্থন পাওয়া যায়। কিন্তু ঐ সুপারিশ ঐ সকল লোকেদের জন্য হবে যাদেরকে আল্লাহ পছন্দ করবেন। আর এ কথা পরিষ্কার যে, আল্লাহ তাআলা তাঁর অবাধ্য বান্দাদের জন্য নয়; বরং গোনাহগার বাধ্য বান্দাদের জন্য, অর্থাৎ ঈমানদার ও তাওহীদপন্থীদের জন্যই সুপারিশ পছন্দ করবেন।"
    },
    {
      "ayah": 29,
      "surah": 21,
      "text": "তাদের মধ্যে যে বলবে, ‘আমিই উপাস্য তিনি ব্যতীত’ তাকে আমি শাস্তি দিব জাহান্নামে; [১] এভাবেই আমি সীমালংঘনকারীদেরকে শাস্তি দিয়ে থাকি।\n[১] অর্থাৎ, এই ফিরিশতাদের মধ্য হতে কেউ যদি উপাস্য হওয়ার দাবী করে তাহলে তাকেও আমি জাহান্নামে পাঠাব। এ বাক্যটির বক্তব্য শর্তসাপেক্ষ, যা সংঘটিত হওয়া জরুরী নয়। উদ্দেশ্য শিরকের খন্ডন ও তাওহীদের প্রতিষ্ঠা। যেমন তিনি অন্যত্র বলেন, {قُلْ إِن كَانَ لِلرَّحْمَنِ وَلَدٌ فَأَنَا أَوَّلُ الْعَابِدِينَ} অর্থাৎ, বল, পরম দয়াময় আল্লাহর কোন সন্তান থাকলে আমিই হতাম তার উপাসকগণের অগ্রণী।\n(যুখরুফঃ ৮১)\n{لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ} অর্থাৎ,যদি তুমি আল্লাহর অংশী স্থির কর, তাহলে অবশ্যই তোমার কর্ম নিষ্ফল হবে।\n(যুমারঃ ৬৫)\nএ সমস্ত বাক্যের বক্তব্য শর্তসাপেক্ষ; যা সংঘটিত হওয়া আবশ্যক নয়।"
    },
    {
      "ayah": 3,
      "surah": 21,
      "text": "ওদের অন্তর থাকে অমনোযোগী। সীমালংঘনকারীরা গোপনে পরার্মশ করে, ‘এতো তোমাদেরই মত একজন মানুষ, তবুও কি তোমরা দেখে-শুনে জাদুর কবলে পড়বে?’ [১]\n[১] নবীর মানুষ হওয়ার ব্যাপারটা তাদের কাছে অগ্রহণযোগ্য। তাছাড়া তারা এ কথাও বলে যে, তোমরা কি দেখ না, সে একজন জাদুকর? দেখে-শুনেও তোমরা তাঁর জাদুর ফাঁদে কেন পা দিচ্ছ?"
    },
    {
      "ayah": 30,
      "surah": 21,
      "text": "অবিশ্বাসীরা কি (ভেবে) দেখে না যে, [১] আকাশমন্ডলী ও পৃথিবী একসঙ্গে মিলিত ছিল; অতঃপর আমি উভয়কে পৃথক করে দিয়েছি[২] এবং প্রত্যেকটি সজীব বস্তুকে পানি হতে সৃষ্টি করেছি; [৩] তবুও কি ওরা বিশ্বাস করবে না?\n[১] এখানে বাহ্যিক চক্ষু দিয়ে দেখা নয় বরং অন্তর চক্ষু দিয়ে দেখার কথা বলা হয়েছে। অর্থাৎ, তারা কি চিন্তা-ভাবনা করে না? তারা কি জানে না?\n[২] رَتق এর অর্থ বন্ধ, মিলিত। এবং فَتق এর অর্থ বিদীর্ণ করা, খোলা, আলাদা করা। অর্থাৎ, আকাশ ও পৃথিবী শুরুতে একত্রে মিলিত ছিল অতঃপর আমি উভয়কে পৃথক করি। আকাশকে উপরে উঠিয়েছি, যেখান থেকে বৃষ্টি বর্ষণ হয়। আর পৃথিবীকে এমন এক স্থানে রেখেছি যাতে নানান উদ্ভিদ উৎপন্ন করার উপযোগী হয়।\n(এ আয়াত হতে মহাকাশের মহাবিস্ফোরণের তথ্য পাওয়া যায়। -সম্পাদক)\n[৩] পানির অর্থ বৃষ্টির পানি বা ঝরনার পানি হলেও একথা পরিষ্কার যে, পানি দ্বারা উদ্ভিদ জন্মে এবং প্রতিটি জীবের নবজীবন লাভ হয়। আর যদি এর অর্থ বীর্য হয়, তাহলেও অর্থের কোন সমস্যা হয় না। কারণ প্রতিটি জীবের অস্তিত্বের মূলে রয়েছে এই বীর্য (কারণবারি); যা পুরুষের পৃষ্ঠদেশ হতে বের হয়ে স্ত্রীর গর্ভাশয়ে স্থান লাভ করে।"
    },
    {
      "ayah": 31,
      "surah": 21,
      "text": "এবং আমি পৃথিবীতে সৃষ্টি করেছি পর্বতমালা; যাতে পৃথিবী তাদেরকে নিয়ে আন্দোলিত না হয়[১] এবং আমি তাতে[২] করে দিয়েছি প্রশস্ত পথ; যাতে তারা গন্তব্যস্থলে পৌঁছতে পারে।\n[১] অর্থাৎ যদি পৃথিবীতে এত বড় বড় পর্বত না থাকত, তাহলে পৃথিবী সব সময় নড়াচড়া করত। যার কারণে পৃথিবী মানুষ ও জীব-জন্তুর বসবাসের উপযোগী হত না। আমি পর্বতের বোঝা দিয়ে পৃথিবীকে আন্দোলিত হওয়া থেকে বাঁচিয়ে নিয়েছি।\n[২] তাতে অর্থাৎ, পৃথিবীতে বা পর্বতমালায়। অর্থাৎ পৃথিবীতে প্রশস্ত পথ বা পর্বতমালার মাঝে উপত্যকা তৈরী করেছি। যাতে এক জায়গা হতে অন্যত্র যাওয়া সহজ হয়। يَهتَدُون এর অন্য এক অর্থ এও হতে পারে যে, ঐ পথ দ্বারা যাতে তারা নিজেদের জীবিকা ও জীবনযাপনের ব্যবস্থা গ্রহণ করতে পারে।"
    },
    {
      "ayah": 32,
      "surah": 21,
      "text": "এবং আকাশকে করেছি সুরক্ষিত ছাদ স্বরূপ। [১] কিন্তু তারা আকাশস্থ নিদর্শনাবলী হতে মুখ ফিরিয়ে নেয়।\n[১] 'সুরক্ষিত ছাদ' অর্থাৎ, পৃথিবীর জন্য সুরক্ষিত ছাদ; যেমন তাঁবু বা গম্বুজের ছাদ হয়। অথবা এই অর্থে সুরক্ষিত যে, আল্লাহ তাকে পৃথিবীর উপর পতিত হওয়া থেকে রক্ষা করেছেন। নচেৎ আকাশ যদি পৃথিবীর উপর ভেঙ্গে পড়ে, তাহলে পৃথিবীর সমস্ত শৃঙ্খলা বিনষ্ট হয়ে পড়বে। অথবা তা শয়তানসমূহ হতে সুরক্ষিত, যেমন তিনি বলেছেন,{وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ} অর্থাৎ, আমি আকাশকে প্রত্যেক বিতাড়িত শয়তান হতে সুরক্ষিত করেছি।\n(হিজরঃ ১৭)"
    },
    {
      "ayah": 33,
      "surah": 21,
      "text": "আল্লাহই সৃষ্টি করেছেন রাত্রি ও দিবস এবং সূর্য ও চন্দ্র; [১] প্রত্যেকেই নিজ নিজ কক্ষপথে সন্তরণ করে। [২]\n[১] অর্থাৎ রাত্রিকে আরামের জন্য ও দিবসকে জীবিকা অর্জনের জন্য সৃষ্টি করেছি, সূর্যকে দিনের ও চাঁদকে রাতের নিদর্শন বানিয়েছি। যাতে মাস ও বছর গণনা সম্ভব হয়; যা মানুষের জন্য একটি জরুরী বিষয়।\n[২] যেরূপ একজন সাঁতারু পানির উপর সাঁতার কাটে, অনুরূপ চন্দ্র ও সূর্য নিজ নিজ কক্ষ পথে সন্তরণ অর্থাৎ, বিচরণ করে।"
    },
    {
      "ayah": 34,
      "surah": 21,
      "text": "আমি তোমার পূর্বে কোন মানুষকে অনন্ত জীবন দান করিনি; সুতরাং তোমার মৃত্যু হলে তারা কি চিরজীবী হয়ে থাকবে? [১]\n[১] মক্কার কাফেররা নবী (সাঃ)-এর ব্যাপারে বলত যে, সে তো একদিন মারাই যাবে। এ আয়াত তারই উত্তর। আল্লাহ বললেন, মৃত্যু তো প্রত্যেক মানুষের জন্য অবধারিত। মুহাম্মাদ (সাঃ)ও এই নিয়ম-বহির্ভূত নয়। কারণ সেও একজন মানুষ। আর আমি কোন মানুষকে অমরতা দান করিনি। কিন্তু যারা এ কথা বলে তারা কি মরবে না? এ হতে মুশরিকদের মতবাদেরও খন্ডন হয়ে যায়; যারা দেবতা, আম্বিয়া ও আওলিয়াগণের চিরজীবী থাকার ধারণা পোষণ করে থাকে। আর সেই ভিত্তিতেই তারা তাঁদেরকে নিজেদের সাহায্যকারী ও বিপত্তারণ মনে করে। সুতরাং কুরআন-বিরোধী এই ভ্রষ্ট আকীদা হতে আমরা আল্লাহর আশ্রয় প্রার্থনা করছি।"
    },
    {
      "ayah": 35,
      "surah": 21,
      "text": "জীব মাত্রই মৃত্যুর স্বাদ গ্রহণ করবে; আমি তোমাদেরকে মন্দ ও ভাল দ্বারা বিশেষভাবে পরীক্ষা করে থাকি।[১] আর আমারই নিকট তোমরা প্রত্যাবর্তিত হবে। [২]\n[১] কখনো দুঃখ-দুর্দশা দিয়ে, কখনো পার্থিব সুখ-শান্তি দিয়ে, কখনো সুস্বাস্থ্য ও প্রশস্ততা দিয়ে, কখনো অসুস্থতা ও সংকীর্ণতা দিয়ে, কখনো ধনবত্তা ও বিলাস-সামগ্রী দিয়ে, কখনো দরিদ্রতা ও অভাব দিয়ে পরীক্ষা করে থাকি। যাতে কে কৃতজ্ঞ ও কে অকৃতজ্ঞ, কে ধৈর্যশীল ও কে অধৈর্য তা আমি পরীক্ষা করি। কৃতজ্ঞতা ও ধৈর্য আল্লাহর সন্তুষ্টির এবং অকৃতজ্ঞতা ও ধৈর্যহীনতা আল্লাহর অসন্তুষ্টির বড় কারণ।\n[২] ওখানে তোমাদের কর্মানুসারে ভাল-মন্দ প্রতিদান দেওয়া হবে। যারা সৎকর্মশীল তাদের জন্য উত্তম এবং যারা অসৎকর্মশীল তাদের জন্য মন্দ বিনিময় দেওয়া হবে।"
    },
    {
      "ayah": 36,
      "surah": 21,
      "text": "অবিশ্বাসীরা যখন তোমাকে দেখে, তখন তারা তোমাকে শুধু বিদ্রূপের পাত্ররূপেই গ্রহণ করে; তারা বলে, ‘এই কি সেই, যে তোমাদের উপাস্যগুলির সমালোচনা করে?’ অথচ তারাই পরম করুণাময়ের আলোচনার বিরোধিতা করে থাকে। [১]\n[১] এর পরেও তারা রাসুলুল্লাহ (সাঃ)-কে নিয়ে বিদ্রূপ-ঠাট্টা করে? যেমন অন্যত্র বলেছেন, {وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلَّا هُزُوًا أَهَذَا الَّذِي بَعَثَ اللهُ رَسُولًا} অর্থাৎ, ওরা যখন তোমাকে দেখে তখন ওরা তোমাকে কেবল উপহাসের পাত্ররূপে গণ্য করে এবং বলে, 'এই কি সেই; যাকে আল্লাহ রসূল করে পাঠিয়েছেন?\n(ফুরক\nা\nনঃ ৪১)"
    },
    {
      "ayah": 37,
      "surah": 21,
      "text": "মানুষ সৃষ্টিগতভাবে ত্বরা-প্রবণ, শীঘ্রই আমি তোমাদেরকে আমার নিদর্শনাবলী দেখাব; সুতরাং তোমরা আমাকে তাড়াতাড়ি করতে বলো না। [১]\n[১] এ কথা কাফেরদের আযাব চাওয়ার উত্তরে বলা হয়েছে। যেহেতু মানুষের প্রকৃতিই হল জলদি ও তাড়াহুড়ো করা, সেহেতু তারা নবীর সঙ্গেও জলদি করতে চায় যে, তোমার আল্লাহকে বলে আমাদের উপর অতি শীঘ্র আযাব অবতীর্ণ করা হোক। আল্লাহ বললেন, জলদি করো না, আমি অবশ্যই তোমাদেরকে নিজ নির্দশনাবলী দেখাব। এখানে নির্দশন বলতে আযাবও হতে পারে অথবা রসূল (সাঃ)-এর সত্যতার দলীল-প্রমাণাদিও হতে পারে।"
    },
    { "ayah": 38, "surah": 21, "text": "আর তারা বলে, তোমরা যদি সত্যবাদী হও তবে বল, এই প্রতিশ্রুতি কখন পূর্ণ হবে?" },
    {
      "ayah": 39,
      "surah": 21,
      "text": "যদি অবিশ্বাসীরা সেই সময়ের কথা জানত, যখন তারা তাদের সম্মুখ ও পশ্চাৎ হতে অগ্নি প্রতিরোধ করতে পারবে না এবং তাদেরকে সাহায্য করাও হবে না (তাহলে তারা এ কথা বলত না)। [১]\n[১] এখানে এর উত্তর ঊহ্য আছে। অর্থাৎ যদি এরা জানত, তাহলে আযাবের জন্য তাড়াতাড়ি করত না অথবা তারা নিশ্চিতরূপে জানত যে, কিয়ামত আসবে অথবা কুফরীর উপর অটল থাকত না বরং ঈমান আনয়ন করত।"
    },
    {
      "ayah": 4,
      "surah": 21,
      "text": "সে বলল, ‘আকাশমন্ডলী ও পৃথিবীর সমস্ত কথাই আমার প্রতিপালক অবগত আছেন এবং তিনিই সর্বশ্রোতা সর্বজ্ঞাতা।’ [১]\n[১] তিনি সমস্ত বান্দার কথা শ্রবণ করেন ও সকলের আমল সম্পর্কে সম্যক অবহিত। তোমরা যে মিথ্যা বলছ, তা তিনি শুনছেন আর আমার সত্যতা ও যে দাওয়াত আমি তোমাদের দিচ্ছি তার যথার্থতা সম্পর্কে ভালোই জানেন।"
    },
    {
      "ayah": 40,
      "surah": 21,
      "text": "বরং হঠাৎ করেই ওটা তাদের উপর আসবে এবং তাদেরকে হতভম্ব করে দেবে; [১] ফলে তারা ওটা রোধ করতে পারবে না এবং তাদেরকে অবকাশও দেওয়া হবে না। [২]\n[১] অর্থাৎ, তারা কিছুই বুঝতে পারবে না যে, তারা কি করবে। (তারা কিংকর্তব্যবিমূঢ় বা হতবুদ্ধি হয়ে পড়বে।)\n[২] অর্থাৎ, তাদেরকে তওবা বা ওজর-অজুহাত পেশ করার অবসর দেওয়া হবে না।"
    },
    {
      "ayah": 41,
      "surah": 21,
      "text": "তোমার পূর্বেও অনেক রসূলকেই ঠাট্টা-বিদ্রূপ করা হয়েছিল; পরিণামে তারা যা নিয়ে ঠাট্টা-বিদ্রূপ করত, তা বিদ্রূপকারীদেরকে পরিবেষ্টন করেছিল। [১]\n[১] রসূল (সাঃ)-কে সান্তনা দেওয়া হচ্ছে যে, মুশরিকদের ব্যঙ্গ-বিদ্রূপে দুঃখিত ও মনঃক্ষুণ্ণ হবে না। এরূপ বিদ্রূপ কোন নুতন কথা নয়; বরং তোমার পূর্বের সমস্ত নবীদের সাথে একই দুর্ব্যবহার করা হয়েছে। শেষ পর্যন্ত সেই আযাবই তাদের উপর পতিত হয়েছে যার ব্যাপারে তারা বিদ্রূপ করত। যে আযাব আসা তাদের ধারণায় ছিল অসম্ভব। যেমন অন্যত্র বলেছেন,{وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُواْ عَلَى مَا كُذِّبُواْ وَأُوذُواْ حَتَّى أَتَاهُمْ نَصْرُنَا} অর্থাৎ, তোমার পূর্বেও অনেক রসূলগণকে অবশ্যই মিথ্যাবাদী বলা হয়েছিল। কিন্তু তাদেরকে মিথ্যাবাদী বলা ও ক্লেশ দেওয়া সত্ত্বেও তাদের নিকট আমার সাহায্য না আসা পর্যন্ত তারা ধৈর্য ধারণ করেছিল।\n(আনআমঃ ৩৪)\nএখানে রসূল (সাঃ)-এর সান্তনার সাথে সাথে কাফের ও মুশরিকদের জন্য হুঁশিয়ারী ও ধমক রয়েছে।"
    },
    {
      "ayah": 42,
      "surah": 21,
      "text": "বল, ‘রাতে ও দিনে পরম করুণাময় হতে কে তোমাদেরকে রক্ষা করবে?’ তবুও তারা তাদের প্রতিপালকের স্মরণ হতে মুখ ফিরিয়ে নেয়।"
    },
    {
      "ayah": 43,
      "surah": 21,
      "text": "তবে কি আমি ব্যতীত তাদের এমন উপাস্যও আছে, যারা তাদেরকে রক্ষা করতে পারে? [১] তারা তো নিজেদেরকেই সাহায্য করতে পারে না এবং আমার (শাস্তি) হতে তাদেরকে রক্ষা করা হবে না।[২]\n[১] তোমাদের কাজ-কারবার এমন যে, দিন-রাত্রির যে কোন সময়ে তোমাদের উপর আল্লাহর আযাব আসতে পারে। সেই আযাব হতে তোমাদেরকে দিনে-রাতে কে রক্ষা করছে? আল্লাহ ব্যতীত আর কেউ আছে কি, যে তোমাদেরকে আল্লাহর আযাব ও গযব হতে রক্ষা করতে পারে?\n[২] এর অর্থ হল, তারা আমার আযাব হতে রক্ষা পাবে না; অর্থাৎ, তারা নিজেদেরকে সাহায্য করতে ও আল্লাহর আযাব হতে মুক্ত করতে সক্ষম নয়, তাহলে তারা অপরের সাহায্য করবে কিভাবে? অথবা অপরকে আযাব থেকে বাঁচাবে কিভাবে?"
    },
    {
      "ayah": 44,
      "surah": 21,
      "text": "বরং আমিই তাদেরকে এবং তাদের পিতৃ-পুরুষদেরকে ভোগ-সম্ভার দান করেছিলাম; অধিকন্তু তাদের আয়ুষ্কালও হয়েছিল দীর্ঘ।[১] তারা কি দেখছে না যে, আমি তাদের দেশকে চতুর্দিক হতে সংকুচিত করে আনছি; [২] তবুও কি তারাই বিজয়ী? [৩]\n[১] যদি তাদের বা তাদের পূর্বপুরুষদের জীবন সুখ-স্বাচ্ছন্দ্য ও ভোগ-বিলাসে অতিবাহিত হয়, তাহলে কি তারা মনে করে যে, তারা সঠিক পথে আছে এবং ভবিষ্যতেও তাদের কোন কষ্ট হবে না? বরং তাদের ক্ষণস্থায়ী জীবনের সুখ-বিলাস তো আমার 'ঢিল দেওয়া' নীতির অংশবিশেষ। এতে কারো ধোকায় পড়া উচিত নয়।[২] কুফরীর এলাকা দিন দিন সংকুচিত হচ্ছে এবং ইসলামের এলাকা বিস্তৃত হয়ে চলেছে। কুফরীর পায়ের তলা হতে মাটি সরে যাচ্ছে এবং ইসলামের বিজয় বৃদ্ধি পাচ্ছে। আর মুসলিমরা দেশের পর দেশ জয় করে যাচ্ছে।\n(অনেকে এই আয়াত ও সূরা রা'দের ১৩:৪১ নং আয়াত দ্বারা পৃথিবীর ভূমিক্ষয় ও তার কিছু অংশ সমুদ্রে নিমজ্জিত হওয়া বুঝেছেন। অল্লাহু আ'লাম। -সম্পাদক)\n[৩] কুফরীর অনগ্রসরতা ও ইসলামের অগ্রসরতা দেখেও কি কাফেররা মনে করে যে তারাই বিজয়ী? অস্বীকৃতিমূলক প্রশ্ন। অর্থাৎ তারা জয়ী নয়; বরং পরাজিত, বিজয়ী নয়; বরং বিজিত, সম্মানিত নয়; বরং অসম্মান ও অপমান তাদের ভাগ্য।"
    },
    {
      "ayah": 45,
      "surah": 21,
      "text": "বল, ‘আমি তো শুধু অহী দ্বারাই তোমাদেরকে সতর্ক করি; কিন্তু যারা কানে কালা তাদেরকে যখন সতর্ক করা হয়, তখন তারা আহবান শুনতে পায় না।’ [১]\n[১] অর্থাৎ, কুরআন শুনিয়ে তাদেরকে উপদেশ দিচ্ছি আর এটিই আমার দায়িত্ব ও কর্তব্য। কিন্তু যাদের কানকে আল্লাহ হক (সত্য) শোনা হতে বধির ও কালা করে দিয়েছেন, চোখের উপর পর্দা ফেলে দিয়েছেন এবং অন্তরে তালা মেরে দিয়েছেন, তাদের উপর এই কুরআন ও উপদেশ কোন প্রতিক্রিয়া সৃষ্টি করে না।"
    },
    {
      "ayah": 46,
      "surah": 21,
      "text": "তোমার প্রতিপালকের শাস্তির কিছু মাত্রও তাদেরকে স্পর্শ করলে তারা নিশ্চয় বলে উঠবে, ‘হায় দুর্ভোগ আমাদের! নিশ্চয় আমরা সীমালংঘনকারী ছিলাম।’ [১]\n[১] অর্থাৎ, আযাবের কিছু মাত্রও যদি তাদেরকে স্পর্শ করে, তাহলে তারা বলে উঠবে এবং নিজেদের অন্যায় স্বীকার করবে।"
    },
    {
      "ayah": 47,
      "surah": 21,
      "text": "কিয়ামত দিবসে আমি স্থাপন করব ন্যায় বিচারের দাঁড়িপাল্লাসমূহ; সুতরাং কারো প্রতি কোন অবিচার করা হবে না। কর্ম যদি সরিষার দানা পরিমাণ ওজনের হয়, তবুও তা আমি উপস্থিত করব। আর হিসাব গ্রহণকারীরূপে আমিই যথেষ্ট। [১]\n[১] مَوَازِين শব্দটি مِيزان এর বহুবচন। এর অর্থঃ দাঁড়িপাল্লাসমূহ। কিয়ামতের দিন পাপ-পুণ্য ওজন করার জন্য কয়েকটি দাঁড়িপাল্লা হবে, নতুবা দাঁড়িপাল্লা তো একটিই হবে, তবে ওর বিশেষ মহত্তের জন্য বা বিভিন্ন ধরনের আমলের দিকে লক্ষ্য রেখে বহুবচন ব্যবহার করা হয়েছে। মানুষের আমল ও কর্মসমূহ অতীন্দ্রীয়, তা ইন্দ্রীয়গ্রাহ্য ও অনুভূত নয়, তার বাহ্যিক কোন রূপ বা অস্তিতত্ত্ব নেই, তাহলে তার ওজন কিভাবে সম্ভব? আধুনিক যুগে এই প্রশ্নের কোন গুরুত্ব নেই। যেহেতু বর্তমানে বৈজ্ঞানিক আবিষ্কার এ প্রশ্নের উত্তর সহজ করে দিয়েছে। বর্তমানে বৈজ্ঞানিক যন্ত্রের সাহায্যে নিরাকার তথা ওজনহীন বস্তুও ওজন করা যাচ্ছে। যখন মানুষের দ্বারা এটা সম্ভব তখন মহান আল্লাহর জন্য আকারহীন বা ওজনহীন অশরীরী জিনিসকে ওজন করা কেমন করে কঠিন হতে পারে? তাঁর মহিমা হল, তিনি সর্ববিষয়ে সর্বশক্তিমান। এ ছাড়া এও হতে পারে যে, (ন্যায়-বিচার করতে) মানুষকে দেখানোর জন্য তিনি নিরাকার বস্তুকে সাকার বানাবেন এবং তা ওজন করবেন। যেমন হাদীসসমূহে কিছু কর্মের সাকার হওয়ার প্রমাণ পাওয়া যায়। উদাহরণ সবরূপঃ কিয়ামতের দিন কুরআন এক ফ্যাকাসে বর্ণের শীর্ণ পুরুষের বেশে কুরআন তেলাঅতকারীর সামনে উপস্থিত হবে। সে জিজ্ঞেস করবে, 'তুমি কে?' সে বলবে, 'আমি কুরআন যা তুমি রাত্রি জাগরণ করে পাঠ করতে ও দিনে পিপাসার্ত অবস্থায় পাঠ করতে।'\n(আহমাদ ৫/৩৪৮, ৩৫২, ইবনে মাজাহ)\nঅনুরূপভাবে মুমিনের কবরে তার সৎকর্ম এক সুন্দর সুরভিত যুবকের রূপ ধরে আসবে এবং কাফের ও মুনাফিকদের কাছে এর বিপরীত রূপ নিয়ে।\n(আহমাদ ৫/২৮৭)\nএর বিস্তারিত ব্যখ্যা জানার জন্য দেখুন সূরা আ'রাফের ৭:৯ নং আয়াতের টীকা।"
    },
    {
      "ayah": 48,
      "surah": 21,
      "text": "আমি মূসা ও হারূনকে দিয়েছিলাম সত্যাসত্যের মাঝে পার্থক্যকারী (গ্রন্থ তাওরাত) এবং সংযমীদের জন্য জ্যোতি ও উপদেশ। [১]\n[১] এখানে তাওরাতের বৈশিষ্ট্য বর্ণনা করা হয়েছে; যা মূসা (আঃ)-কে দেওয়া হয়েছিল। এতেও পরহেযগারদের জন্য উপদেশ ছিল; যেমন কুরআনকে 'পরহেযগারদের জন্য হিদায়াত' (আল্লাহভীরুদের জন্য পথপ্রদর্শক) বলা হয়েছে। কারণ যাদের অন্তরে আল্লাহর ভয় নেই তারা আল্লাহর কিতাবের দিকে ধ্যানই দেয় না। সুতরাং আসমানী কিতাব তাদের জন্য কিভাবে উপদেশ ও পথ নির্দেশের কারণ হতে পারে। উপদেশ ও পথ নির্দেশ পাওয়ার জন্য অত্যাবশ্যক হচ্ছে আসমানী কিতাবের দিকে ধ্যান দেওয়া এবং তা নিয়ে চিন্তা-গবেষণা করা।"
    },
    {
      "ayah": 49,
      "surah": 21,
      "text": "যারা না দেখেও তাদের প্রতিপালককে ভয় করে এবং কিয়ামত সম্পর্কে থাকে ভীত সন্ত্রস্ত। [১]\n[১] এগুলি পরহেযগার আল্লাহভীরুদের গুণাবলী। যেমন সূরা বাক্বারার শুরুতে ও অন্যান্য জায়গায় তাঁদের গুণাবলীর কথা বর্ণনা করা হয়েছে।"
    },
    {
      "ayah": 5,
      "surah": 21,
      "text": "বরং ওরা বলে, ‘এ হল আবোল-তাবোল স্বপ্ন; বরং সে তা উদ্ভাবন করেছে, বরং সে একজন কবি। [১] অতএব সে আমাদের নিকট এক নিদর্শন আনুক; যেরূপ (নিদর্শন সহ) পূর্ববর্তীগণ প্রেরিত হয়েছিল।’ [২]\n[১] গোপনে সমালোচনাকারী অত্যাচারীরা এতেই ক্ষান্ত হয়নি; বরং তারা বলে, এ কুরআন তো অর্থহীন স্বপ্নের মত বিক্ষিপ্ত চিন্তাধারার এক সমষ্টি। বরং তা নিজের মনগড়া (স্বকপোলকল্পিত), বরং সে একজন কবি তথা এই কুরআন পথনির্দেশকারী গ্রন্থ নয়, কবিতাগুচ্ছ। অর্থাৎ, তারা কোন এক শ্রেণীর কথার উপর অটল নয়, বরং প্রত্যহ নিত্য নূতন পাঁয়তারা বদলায় এবং নূতন নূতন অভিযোগ আরোপ করে।\n[২] অর্থাৎ, যেমন সামুদ জাতির জন্য উটনী ও মূসা (আঃ)-এর জন্য লাঠি ও উজ্জ্বল হাত ইত্যাদি।"
    },
    {
      "ayah": 50,
      "surah": 21,
      "text": "আর এ হল কল্যাণময় উপদেশ; যা আমি অবতীর্ণ করেছি; তবুও কি তোমরা এটাকে অস্বীকার করবে? [১]\n[১] এই কুরআন যা স্মরণকারীদের জন্য স্মারকগ্রন্থ, উপদেশ, কল্যাণ ও মঙ্গলময়; এটিকেও আমিই অবতীর্ণ করেছি। তোমরা আল্লাহর পক্ষ হতে তা অবতীর্ণ হওয়াকে কেমন করে অস্বীকার করছ? অথচ তোমরা স্বীকার কর যে, তাওরাত আল্লাহর নিকট হতে অবতীর্ণ কিতাব।"
    },
    {
      "ayah": 51,
      "surah": 21,
      "text": "নিশ্চয় আমি এর পূর্বে[১] ইব্রাহীমকে সৎপথের জ্ঞান দিয়েছিলাম এবং আমি তার সম্বন্ধে ছিলাম অবগত। [২]\n[১] 'এর পূর্বে'র একটি অর্থ ইবরাহীম (আঃ)-কে সুমতি পথ নির্দেশনা, জ্ঞান-বুদ্ধি দান করার ঘটনা মূসা (আঃ)-কে তাওরাত দেওয়ার আগের। অথবা এর অর্থ ইবরাহীম (আঃ)-কে নবুঅত দান করার পূর্বে সৎপথের জ্ঞান দান করা হয়েছিল।\n[২] অর্থাৎ, আমি জানতাম যে, সে এই জ্ঞানের যোগ্য এবং সে তা সঠিক প্রয়োগ করবে।"
    },
    {
      "ayah": 52,
      "surah": 21,
      "text": "যখন সে তার পিতা ও তার সম্প্রদায়কে বলল, ‘এই মূর্তিগুলি কি, যাদের পূজায় তোমরা রত রয়েছ?’ [১]\n[১] تَمَاثِيل শব্দটি تِمثَال শব্দের বহুবচন। এর মূল অর্থ হল, কোন জিনিসের হুবহু প্রতিকৃতি। যেমন পাথর নির্মিত, কাগজে বা দেওয়ালে চিত্রিত প্রতিমূর্তি বা ছবি। এখানে উদ্দেশ্য সেই প্রতিমাসমূহ যাদেরকে ইবরাহীম (আঃ)-এর জাতির লোকেরা নিজেদের মাবূদ ও উপাস্য বানিয়ে পূজা করত। عَاكِف শব্দটি عكوف এর কর্তৃকারক রূপ, যার অর্থ কোন জিনিসকে অাঁকড়ে ধরা, তার প্রতি ঝুঁকে জমে বসা। আর এখান থেকেই এসেছে اعتكاف (ই'তিকাফ) যার অর্থ আল্লাহর ইবাদতের উদ্দেশে ইবাদতকারী মসজিদের মধ্যে নিজেকে আবদ্ধ রেখে সেখানে একাগ্রতার সাথে অবস্থান করে। এখানে আয়াতের অর্থ মূর্তিদের তা'যীম ও ইবাদত করা এবং তাদের থানে খাদেম বা পূজারী রূপে অবস্থান করা। এই মূর্তিপূজা বা ছবি পূজার প্রচলন বর্তমানে কবরপূজারী ও পীরপূজারীদের মধ্যে ব্যাপকহারে বিদ্যমান। তারা তাদের পীর-বুযুর্গদের ছবি বড় সম্মানের সাথে ঘরে ও দোকানে বরকত হাসিলের উদ্দেশ্যে টাঙ্গিয়ে রাখে (এবং ফুল-বাতি ও আগরবাতি ইত্যাদি দিয়ে সেলাম, নমস্কার বা প্রণিপাতও করে থাকে)। আল্লাহ তাদের সুমতি দান করুন।"
    },
    {
      "ayah": 53,
      "surah": 21,
      "text": "তারা বলল, ‘আমরা আমাদের পিতৃ-পুরুষদেরকে এদের পূজা করতে দেখেছি।’ [১]\n[১] যেমন আজকাল অজ্ঞতা ও কুসংস্কারের জালে ফেঁসে যাওয়া মুসলিমদেরকে বিদআত ও জাহেলী প্রথা বা কর্মকান্ড থেকে বাধা দিলে তারা উত্তরে বলে, 'আমরা এসব কেমন করে ছাড়ব? আমাদের পিতৃপুরুষেরা এসব করে আসছে।' আর এই ধরনের উত্তর ঐ সকল লোকেরাও দিয়ে থাকে, যারা কিতাব ও সহীহ সুন্নাহর স্পষ্ট উক্তি থেকে মুখ ফিরিয়ে নিয়ে নিজেদের নেতা, উলামা ও বুযুর্গদের অভিমত ও চিন্তাধারাকে মানা আবশ্যক মনে করে।"
    },
    { "ayah": 54, "surah": 21, "text": "সে বলল, ‘তোমরা নিজেরা এবং তোমাদের পিতৃ-পুরুষরাও রয়েছ স্পষ্ট বিভ্রান্তিতে।’" },
    {
      "ayah": 55,
      "surah": 21,
      "text": "তারা বলল, ‘তুমি কি আমাদের নিকট সত্য এনেছ, না তুমি কৌতুক করছ?’ [১]\n[১] এ কথা তারা এই জন্য বলেছিল যে, তারা এর আগে তাওহীদের বাণী শুনেইনি। তারা ভাবল, ইবরাহীম আমাদের সাথে মস্করা করছে না তো?"
    },
    {
      "ayah": 56,
      "surah": 21,
      "text": "সে বলল, ‘বরং তোমাদের প্রতিপালক তো আকাশমন্ডলী ও পৃথিবীর প্রতিপালক, যিনি ওগুলি সৃষ্টি করেছেন। আর আমি এ বিষয়ে অন্যতম সাক্ষী। [১]\n[১] অর্থাৎ, আমি কৌতুক করছি না; বরং এমন এক জিনিস পেশ করছি যার জ্ঞান ও নিশ্চয়তা আমি লাভ করেছি। আর তা হল এই যে, তোমাদের উপাস্য এসব মূর্তি নয়; বরং একমাত্র উপাস্য সেই প্রতিপালক, যিনি আকাশমন্ডলী ও পৃথিবীর মালিক ও সৃষ্টিকর্তা।"
    },
    {
      "ayah": 57,
      "surah": 21,
      "text": "শপথ আল্লাহর! তোমরা চলে গেলে আমি তোমাদের মূর্তিগুলি সম্বন্ধে অবশ্যই কৌশল অবলম্বন করব।’ [১]\n[১] এ কথা ইবরাহীম (আঃ) মনে মনে সংকল্প করেছিলেন। কেউ কেউ বলেন যে, তিনি চুপিসারে এ কথা বলেছিলেন; যার উদ্দেশ্য ছিল কিছু লোককে শোনানো। আর আল্লাহই অধিক জানেন। كَيد (কৌশল) অবলম্বন করার অর্থঃ সেই কর্মগত প্রচেষ্টা, যা তিনি মৌখিক উপদেশ দানের পর গর্হিত কাজ বন্ধ করার লক্ষ্যে কার্যতঃ করতে চেয়েছিলেন। আর তা হল, মূর্তিগুলোকে ভেঙ্গে ফেলা।"
    },
    {
      "ayah": 58,
      "surah": 21,
      "text": "অতঃপর সে তাদের বড় মূর্তিটি ছাড়া অন্যগুলিকে চূর্ণ-বিচূর্ণ করে দিল; যাতে তারা তার দিকে ফিরে আসে।[১]\n[১] যখন তারা সকলেই তাদের ঈদ বা কোন অনুষ্ঠানের দিন বাইরে চলে গেল, তখন ইবরাহীম (আঃ) এই সুযোগে সকল মূর্তিগুলোকে ভেঙ্গে ফেললেন। শুধু বড় মূর্তিটিকে রেখে দিলেন। কেউ বলেন, কুড়ুল তার হাতে ধরিয়ে দিলেন, যাতে তারা তাকে জিজ্ঞেস করে।"
    },
    {
      "ayah": 59,
      "surah": 21,
      "text": "তারা বলল, ‘আমাদের উপাস্যগুলির প্রতি এরূপ আচরণ কে করল? সে নিশ্চয়ই সীমালংঘনকারী।’ [১]\n[১] যখন তারা অনুষ্ঠান সেরে ফিরে এল, তখন তারা দেখল মূর্তিগুলো সব ভেঙ্গে পড়ে রয়েছে। তারা বলতে লাগল যে, এ কোন বড় অত্যাচারী লোকেরই কাজ।"
    },
    {
      "ayah": 6,
      "surah": 21,
      "text": "এদের পূর্বে যে সব জনপদ আমি ধ্বংস করেছি ওর অধিবাসীরা বিশ্বাস করত না; তবে এরা কি বিশ্বাস করবে? [১]\n[১] অর্থাৎ, এর আগে আমি যত বসতি ধ্বংস করেছি তারা এমন ছিল না যে, তাদের ইচ্ছানুযায়ী মু'জিযা দেখানোর পর তারা ঈমান এনেছে; বরং তারা মু'জিযা দেখার পরও ঈমান আনেনি। যার কারণে ধ্বংসই ছিল তাদের পরিণতি। তাহলে কি মক্কাবাসীদের ইচ্ছানুসারে কোন মু'জিযা দেখানো হলে তারা কি ঈমান আনবে? কক্ষনো না; বরং তারা অবিশ্বাস ও বিরোধিতার পথেই অগ্রসর হতে থাকবে।"
    },
    {
      "ayah": 60,
      "surah": 21,
      "text": "কেউ কেউ বলল, ‘আমরা এক যুবককে ওদের সমালোচনা করতে শুনেছি, তার নাম ইব্রাহীম।’ [১]\n[১] ওদের মধ্যে কেউ কেউ বলল, ইবরাহীম নামে এক যুবক আছে না, সে কিন্তু আমাদের দেব-দেবীর বিরুদ্ধে কথা বলে, বোধ হয় এটি তারই কাজ।"
    },
    {
      "ayah": 61,
      "surah": 21,
      "text": "তারা বলল, ‘তাকে লোক সম্মুখে উপস্থিত কর, যাতে তারা সাক্ষ্য দিতে পারে।’ [১]\n[১] অর্থাৎ, যাতে তারা তার শাস্তি প্রত্যক্ষ করতে পারে; যাতে ভবিষ্যতে এ কাজ করতে কেউ সাহস না পায়। অথবা এর অর্থঃ যাতে লোকেরা সাক্ষী দিতে পারে যে, তারা তাকে মূর্তিগুলো ভাঙ্গতে দেখেছে বা ওদের বিরুদ্ধে কথা বলতে শুনেছে।"
    },
    { "ayah": 62, "surah": 21, "text": "তারা বলল, ‘হে ইব্রাহীম! তুমিই কি আমাদের উপাস্যগুলির প্রতি এরূপ আচরণ করেছ?’" },
    {
      "ayah": 63,
      "surah": 21,
      "text": "সে বলল, ‘বরং ওদের মধ্যে এই বড়টিই এরূপ করেছে। সুতরাং তোমরা ওদেরকেই জিজ্ঞেস কর; যদি ওরা কথা বলতে পারে।’ [১]\n[১] সুতরাং ইবরাহীম (আঃ)-কে জনসমক্ষে আনা হল এবং জিজ্ঞাসা করা হল। ইবরাহীম (আঃ) উত্তর দিলেন যে, এ কাজ তো বড় মূর্তিটিই করেছে। যদি এই ভাঙ্গা মূর্তিগুলো কথা বলতে পারে, তাহলে এদেরকেই জিজ্ঞেস কর। তাদের জন্য এ বক্রোক্তি আভাসে তিরস্কারস্বরূপ ব্যবহার করেছিলেন, যাতে তারা জানতে পারে যে, যারা কথা বলার ক্ষমতা রাখে না, বা কোন জিনিস সম্পর্কে কোন খবর রাখে না, তারা মাবূদ হতে পারে না; তাদেরকে সঠিক অর্থে 'উপাস্য' বলাই সঠিক নয়।। একটি সহীহ হাদীসে ইবরাহীম (আঃ)-এর 'বরং ওদের মধ্যে এই বড়টিই এরূপ করেছে' উক্তিটিকে তাঁর মিথ্যা বলে বর্ণনা করা হয়েছে। বলা হয়েছে, তিনি তিনটি মিথ্যা বলেছিলেন; দু'টি আল্লাহর জন্য এবং একটি নিজের জন্য। প্রথমঃ তাঁর কথা, আমি অসুস্থ। (অথচ তিনি অসুস্থ ছিলেন না।) দ্বিতীয়ঃ 'বরং ওদের মধ্যে এই বড়টিই এরূপ করেছে।' আর তৃতীয়ঃ আপন স্ত্রী সারাকে বোন বলা।\n(সহীহ বুখারী, আম্বিয়া অধ্যায়)\nসম্প্রতিকালের কিছু ব্যাখ্যাকারিগণ এই সহীহ হাদীসটিকে কুরআন-বিরোধী মনে করে অস্বীকার করেছেন এবং সহীহ মানার ব্যাপারে তাকীদ করলে তাঁরা সেটাকে অতিরঞ্জন ও বর্ণনার উপর অন্ধবিশ্বাস বলে মনে করেন। কিন্তু তাদের এ অভিমত সঠিক নয়। নিঃসন্দেহে বাস্তবিকতার দিক দিয়ে এগুলিকে যেরূপ মিথ্যা বলা যায় না, ঠিক অনুরূপই বাহ্যিকভাবে এগুলিকে মিথ্যা থেকে খারিজ করাও যায় না। কারণ এগুলি আল্লাহর জন্যই বলা হয়েছিল। আর কোন পাপ কাজ আল্লাহর জন্য হতে পারে না। অবশ্য এটা তখনই সম্ভব যখন এগুলি বাহ্যিক দৃষ্টিতে মিথ্যা হলেও প্রকৃতপক্ষে মিথ্যা নয় বলে মেনে নেওয়া যায়। যেমন আদম (আঃ)-এর ব্যাপারে বলা হয়েছে যে, 'আদম তার প্রতিপালকের অবাধ্য হল; ফলে সে পথভ্রষ্ট হয়ে গেল।' অথচ তাঁর নিষিদ্ধ গাছ খাওয়ার কাজকে তাঁর ভুলে যাওয়া বা ইচ্ছাশক্তির দুর্বলতার পরিণতিও বলা হয়েছে। যার পরিষ্কার অর্থ হল, প্রত্যেক কাজের দু'টি দিক থাকতে পারে; একদিক ভালো এবং অপরদিক মন্দ। ইবরাহীম (আঃ)-এর উক্ত কথাগুলি একদিক দিয়ে বাহ্যিকরূপে মিথ্যা ছিল। কারণ তা ছিল বাস্তব ও সত্যের বিপরীত। মূর্তিগুলি তিনি নিজেই ভেঙ্গেছিলেন, কিন্তু ভাঙ্গার সম্পর্ক বড় মূর্তিটির দিকে জুড়লেন। কিন্তু যেহেতু তাঁর উদ্দেশ্য ছিল, (এই কাজের মাধ্যমে তাদেরকে জ্ঞান দেওয়া,) তাদেরকে তিরস্কার করা এবং তওহীদ সাব্যস্ত করা, সেহেতু বাস্তবতার দিক দিয়ে আমরা তা মিথ্যা না বলে, প্রমাণের পূর্ণতা দানের একটি কৌশল এবং মুশরিকদের মূর্খতা প্রতিপাদন ও প্রকাশ করার একটি যুক্তিময় পদ্ধতি বলব। এ ছাড়া হাদীসের মধ্যে এসব উক্তিকে মিথ্যা বলে আখ্যায়ন যে পরিস্থিতিতে করা হয়েছে তাও বিবেচ্য। আর তা হল হাশরের ময়দানে মহান আল্লাহর সামনে সুপারিশ করা হতে নিজেকে দূরে রাখা। যেহেতু পার্থিব জীবনে তিন জায়গায় তার ত্রুটি হয়ে গিয়েছিল। যদিও লক্ষ্য, উদ্দেশ্য ও বাস্তবতার দিক দিয়ে তা মিথ্যা (ত্রুটি) নয়। কিন্তু তিনি আল্লাহর মাহাত্ম্য ও প্রতাপের জন্য এত ভীত হবেন যে, এ কথাগুলির মিথ্যার সাথে বাহ্যিক সাদৃশ্য থাকার কারণে পাকড়াও যোগ্য মনে করবেন। অতএব হাদীসের উদ্দেশ্য ইবরাহীম (আঃ)-কে মিথ্যা সাব্যস্ত করা কখনই নয়; বরং উদ্দেশ্য হল, ঐ অবস্থার বিবরণ, যা কিয়ামতের দিন আল্লাহর ভয়ে তাঁর ঘটবে।"
    },
    {
      "ayah": 64,
      "surah": 21,
      "text": "তখন তারা মনে মনে চিন্তা করে দেখল এবং একে অপরকে বলতে লাগল, ‘তোমরাই তো সীমালংঘনকারী।’[১]\n[১] ইবরাহীম (আঃ)-এর এই উত্তরে তারা চিন্তায় পড়ল ও কোন উত্তর খুঁজে না পেয়ে একে অপরকে বলতে লাগল, আসলে তোমরাই তো সীমালংঘনকারী। যারা নিজেদের জীবন রক্ষা করতে ও ক্ষতি সাধনকারীর প্রতিরোধ করতে পারে না, তারা ইবাদতের যোগ্য কিভাবে হতে পারে? কেউ কেউ এই অর্থ বর্ণনা করেছেন যে, মূর্তিদের রক্ষা না করতে পারায় একে অপরকে ভৎর্সনা করল ও রক্ষা না করতে পারায় একে অপরকে অত্যাচারী বলল।"
    },
    {
      "ayah": 65,
      "surah": 21,
      "text": "অতঃপর তাদের মস্তক অবনত হয়ে গেল (এবং তারা বলল), ‘তুমি তো জানই যে, ওরা কথা বলতে পারে না।’[১]\n[১] হে ইবরাহীম! তুমি আমাদেরকে কেন বলছ যে, ওদেরকে জিজ্ঞাসা কর; যদি ওরা বলতে পারে। অথচ তুমি ভালভাবেই জান যে,ওরা বলতে সক্ষম নয়।"
    },
    {
      "ayah": 66,
      "surah": 21,
      "text": "সে বলল, ‘তবে কি তোমরা আল্লাহর পরিবর্তে এমন কিছুর উপাসনা কর, যারা তোমাদের কোন উপকার করতে পারে না এবং ক্ষতিও করতে পারে না?"
    },
    {
      "ayah": 67,
      "surah": 21,
      "text": "ধিক্ তোমাদেরকে এবং আল্লাহর পরিবর্তে তোমরা যাদের উপাসনা কর তাদেরকে! তবে কি তোমরা বুঝবে না।’[১]\n[১] যখন তারা তাদের অক্ষমতার কথা স্বীকার করতে বাধ্য হল, তখন ইবরাহীম (আঃ) তাদের অজ্ঞতার উপর আফসোস করে বললেন, তোমরা আল্লাহকে ছেড়ে এমন অক্ষমদের ইবাদত কর?"
    },
    {
      "ayah": 68,
      "surah": 21,
      "text": "তারা বলল, ‘তাকে পুড়িয়ে দাও এবং সাহায্য কর তোমাদের উপাস্যগুলিকে; যদি তোমরা কিছু করতে চাও।’ [১]\n[১] ইবরাহীম (আঃ) যখন নিজের প্রমাণাদি পূর্ণরূপে পেশ করলেন এবং ওদের ভ্রষ্টতা ও অজ্ঞতা এমনভাবে প্রকাশ করলেন যে, তারা কোন উত্তর করতে পারল না। কিন্তু যেহেতু তারা ছিল হিদায়াতের সুযোগ লাভে বঞ্চিত তথা কুফরী ও শিরক তাদের অন্তরকে অন্ধকার করে রেখেছিল, সেহেতু তারা তখন শিরক হতে তওবা করার পরিবর্তে ইবরাহীম (আঃ)-এর বিরুদ্ধে কঠিন পদক্ষেপ গ্রহণ করতে প্রস্তুত হল এবং নিজেদের দেব-দেবীর দোহাই দিয়ে তাঁকে আগুনে ফেলার প্রস্তুতি শুরু করে দিল। যথারীতি আগুনের বিরাট একটি কুন্ড তৈরী করা হল। আর ওর মধ্যে ইবরাহীম (আঃ)-কে প্রস্তর নিক্ষেপক যন্ত্র দ্বারা নিক্ষেপ করল। কিন্তু আল্লাহ আগুনকে আদেশ করলেন যে, 'তুমি ইবরাহীমের জন্য শীতল ও নিরাপদ হয়ে যাও।' উলামাগণ বলেন যে, 'শীতল' বলার সাথে 'নিরাপদ' শব্দ যদি আল্লাহ না বলতেন, তাহলে ওর শীতলতা ইবরাহীম (আঃ)-এর জন্য অসহনীয় হত। মোট কথা এটি একটি মস্ত বড় মু'জিযা; যা আল্লাহর হুকুমে আকাশ ছোঁয়া অগ্নির লেলিহান শিখা ফুলের বাগানে রূপান্তরিত হয়ে ইবরাহীম (আঃ)-এর জন্য প্রকাশ পেল। আর এইভাবে আল্লাহ নিজের খাস বান্দাকে শত্রুদের কবল হতে রক্ষা করলেন।"
    },
    { "ayah": 69, "surah": 21, "text": "আমি বললাম, ‘হে আগুন! তুমি ইব্রাহীমের জন্য শীতল ও নিরাপদ হয়ে যাও।’" },
    {
      "ayah": 7,
      "surah": 21,
      "text": "তোমার পূর্বে পুরুষদেরকেই আমি (রসূলরূপে) প্রেরণ করেছি; [১] যাদের নিকট আমি অহী পাঠাতাম। তোমরা যদি না জান, তাহলে জ্ঞানীদেরকে জিজ্ঞাসা কর। [২]\n[১] সমস্ত নবীই পুরুষ মানুষ ছিলেন। না মানুষ ছাড়া, না পুরুষ ছাড়া অন্য কেউ নবী হয়েছেন। অর্থাৎ, নবুঅত শুধুমাত্র মানুষের ও পুরুষের জন্য নির্দিষ্ট। এ থেকে বোঝা গেল যে, কোন নারী নবী হননি। কারণ নবুঅতের দায়িত্ব ও কর্তব্য এমন, যা নারীদের স্বভাব ও প্রকৃতির সাথে সামঞ্জস্যপূর্ণ নয়।\n[২] এখানে أهل الذكر (আহলে ইলম বা জ্ঞানী) বলতে আহলে কিতাবকে বুঝানো হয়েছে, যারা পূর্ববর্তী আসমানী কিতাবের জ্ঞান রাখত। অর্থাৎ, তোমরা তাদেরকে জিজ্ঞাসা কর যে, যে সকল নবী গত হয়েছে তারা মানুষ ছিল, না অন্য কিছু? উত্তরে তারা বলবে, সমস্ত নবী মানুষই ছিলেন। এ থেকে কিছু লোক তাকলীদ (অন্ধানুকরণ) করার আবশ্যকতা প্রমাণ করেন; যা সঠিক নয়। তাকলীদ হল কোন নির্দিষ্ট ব্যক্তি ও তার নির্দিষ্ট ফিকহ (শরয়ী জ্ঞান)-কে একমাত্র অবলম্বনীয় মনে করা ও তার উপর আমল করা; অন্য কথায় তা বিনা দলীলে মেনে নেওয়া। অথচ আয়াতে আহলে যিকর বলতে কোন বিশেষ ব্যাক্তিকে বুঝানো হয়নি; বরং প্রত্যেক সেই জ্ঞানীকে বুঝানো হয়েছে যে তাওরাত ও ইঞ্জীলের জ্ঞান রাখত। বাস্তবপক্ষে এখানে কোন নির্দিষ্ট ব্যক্তির তাকলীদ খন্ডন করা হয়েছে। আলোচ্য আয়াতে তো উলামাদের দিকে রুজু করার উপর তাকীদ রয়েছে, যা সাধারণ মানুষের জন্য অপরিহার্য; যা কেউ অস্বীকার করতে পারে না। এখানে কোন ব্যক্তি বিশেষের অাঁচল ধরার হুকুম দেওয়া হয়নি। পক্ষান্তরে তাওরাত ও ইঞ্জীল আসমানী গ্রন্থ ছিল এবং কোন মানব রচিত ফিকহ ছিল না? সুতরাং এর অর্থ হল, উলামাদের সাহায্যে শরীয়তের উক্তি ও বক্তব্য সম্পর্কে জেনে নাও। আর এটাই হল আলোচ্য আয়াতের সঠিক মর্মার্থ।"
    },
    {
      "ayah": 70,
      "surah": 21,
      "text": "তারা তার সাথে চক্রান্ত করার ইচ্ছা করেছিল; কিন্ত আমি তাদেরকে করে দিলাম সর্বাধিক ক্ষতিগ্রস্ত।"
    },
    {
      "ayah": 71,
      "surah": 21,
      "text": "আর আমি তাকে ও লূতকে উদ্ধার করে নিয়ে গেলাম সেই (শাম) দেশে, যেথায় আমি কল্যাণ রেখেছি বিশ্ববাসীর জন্য। [১]\n[১] বেশির ভাগ ব্যাখ্যাতাগণের নিকট এ থেকে শাম (বর্তমানে সিরিয়া ও প্যালেষ্টাইন) দেশকে বুঝানো হয়েছে। যাকে শস্য-শ্যামলতা, ফলমূল, নদ-নদীর আধিক্য ও সেই সাথে বহু নবীর বাসস্থান হওয়ার কারণে বরকতময় ও কল্যাণময় বলা হয়েছে।"
    },
    {
      "ayah": 72,
      "surah": 21,
      "text": "আমি তাকে (ইব্রাহীমকে) দান করলাম ইসহাক এবং অতিরিক্ত (পৌত্র)রূপে ইয়াকুবকে; [১] আর প্রত্যেককেই করলাম সৎকর্মপরায়ণ।\n[১] نَافِلة এর অর্থ অতিরিক্ত। অর্থাৎ, ইবরাহীম শুধু পুত্রের জন্য দু'আ করেছিলেন। কিন্তু আমি বিনা দু'আয় অতিরিক্ত হিসাবে তাকে পৌত্রও দান করলাম।"
    },
    {
      "ayah": 73,
      "surah": 21,
      "text": "আর আমি তাদেরকে করলাম নেতা, তারা আমার নির্দেশ অনুসারে মানুষকে পথ প্রদর্শন করত; তাদের কাছে আমি অহী (প্রত্যাদেশ) প্রেরণ করেছিলাম সৎকর্ম করতে, নামায কায়েম করতে এবং যাকাত প্রদান করতে। তারা আমারই উপাসনা করত।"
    },
    {
      "ayah": 74,
      "surah": 21,
      "text": "লুতকে দিয়েছিলাম প্রজ্ঞা ও জ্ঞান, আর তাকে উদ্ধার করেছিলাম এমন এক জনপদ হতে, যার অধিবাসীরা লিপ্ত ছিল অশ্লীল কর্মে; তারা ছিল এক সত্যত্যাগী মন্দ সম্প্রদায়।"
    },
    {
      "ayah": 75,
      "surah": 21,
      "text": "এবং তাকে আমি আমার অনুগ্রহভাজন করেছিলাম; নিশ্চয় সে ছিল সৎকর্মপরায়ণদের অন্তর্ভুক্ত। [১]\n[১] লূত (আঃ) ছিলেন ইবরাহীম (আঃ)-এর ভ্রাতুষ্পুত্র (ভাইপো), তাঁর উপর ঈমান আনয়নকারী এবং তাঁর সাথে ইরাক হতে শামে হিজরতকারীদের একজন। আল্লাহ লূত (আঃ)-কেও জ্ঞান হিকমত অর্থাৎ, নবুঅত দান করেছিলেন। তিনি যে এলাকার নবী ছিলেন তার নাম ছিল সাদূম। এটি প্যালেষ্টাইনের মৃতসাগর লাগোয়া জর্ডানের নিকটতম একটি শস্য-শ্যামল এলাকা ছিল। যার বড় অংশ এখন সমুদ্রের গর্ভে। তার জাতি সমকামিতার মত জঘন্য অপরাধ, রাস্তায় বসে পথচারীদের প্রতি কটূক্তি করা, তাদেরকে কষ্ট দেওয়া, ছোট ছোট পাথর ছুঁড়ে মারা ইত্যাদি অপকর্মে ছিল পাকা। সেগুলোকে আল্লাহ এখানে خَبَائث অশ্লীল কর্ম বলে আখ্যায়িত করেছেন। শেষ পর্যন্ত লূত ও তাঁর অনুসারীদেরকে বাঁচিয়ে নিয়ে (অনুগ্রহভাজন করে) অবশিষ্ট জাতিকে ধ্বংস করে দেওয়া হয়েছিল।"
    },
    {
      "ayah": 76,
      "surah": 21,
      "text": "আর (স্মরণ কর) নূহকে; পূর্বে সে যখন আহবান করেছিল, তখন আমি সাড়া দিয়েছিলাম তার আহবানে এবং তাকে ও তার পরিজনবর্গকে মহাসংকট হতে উদ্ধার করেছিলাম।"
    },
    {
      "ayah": 77,
      "surah": 21,
      "text": "এবং আমি তাকে সাহায্য করেছিলাম সেই সম্প্রদায়ের বিরুদ্ধে যারা আমার নিদর্শনাবলীকে মিথ্যাজ্ঞান করেছিল, তারা ছিল এক মন্দ সম্প্রদায়; এ জন্য তাদের সকলকেই আমি নিমজ্জিত করেছিলাম।"
    },
    {
      "ayah": 78,
      "surah": 21,
      "text": "এবং স্মরণ কর দাঊদ ও সুলাইমানের কথা, যখন তারা বিচার করছিল শস্য ক্ষেত্র সম্পর্কে; তাতে রাত্রিকালে প্রবেশ করেছিল কোন সম্প্রদায়ের মেষ; আর আমি প্রত্যক্ষ করছিলাম তাদের বিচার।"
    },
    {
      "ayah": 79,
      "surah": 21,
      "text": "আমি সুলাইমানকে এ বিষয়ের মীমাংসা বুঝিয়ে দিয়েছিলাম[১] এবং তাদের প্রত্যেককে আমি দিয়েছিলাম প্রজ্ঞা ও জ্ঞান। আমি পর্বত[২] ও পক্ষীকুলকে[৩] দাঊদের অনুগত করে দিয়েছিলাম, ওরা তার সাথে আমার পবিত্রতা ও মহিমা ঘোষণা করত; আমিই ছিলাম এই সবের কর্তা।[৪]\n[১] ব্যাখ্যাতাগণ এ ঘটনাকে এভাবে বর্ণনা করেছেন যে, এক ব্যক্তির ছাগল অন্য ব্যক্তির ক্ষেতে রাত্রে ঢুকে ফসল নষ্ট করে দেয়। দাঊদ (আঃ) যিনি নবী হওয়ার সাথে সাথে একজন বাদশাহও ছিলেন, তিনি ফায়সালা করলেন যে, ক্ষেতের মালিক ছাগলগুলি নিয়ে নিক; যাতে তার ক্ষতিপূরণ হয়। সুলাইমান (আঃ) এই ফায়সালায় একমত হলেন না। বরং তিনি ফায়সালা করলেন যে, ছাগলগুলি ক্ষেতের মালিককে কিছু দিনের জন্য দেওয়া হোক; সে সেগুলি দ্বারা উপকৃত হবে এবং ক্ষেত ছাগলের মালিকের হাতে তুলে দেওয়া হোক, সে ক্ষেতের সেচ-যত্ন ও দেখাশুনা করে ঠিক করুক। যখন ক্ষেত পূর্বের অবস্থায় ফিরে আসবে, তখন ক্ষেত ক্ষেতের মালিককে ও ছাগলগুলি ছাগলের মালিককে ফিরিয়ে দেওয়া হবে। প্রথম ফায়সালার তুলনায় দ্বিতীয় ফায়সালা এই জন্যই ভালো যে, এতে কাউকেই নিজের মাল হতে বঞ্চিত হতে হচ্ছে না। কিন্তু প্রথম ফায়সালায় ছাগলের মালিককে ছাগল থেকে বঞ্চিত করা হয়েছিল। এ সত্ত্বেও আল্লাহ দাঊদ (আঃ)-এরও প্রশংসা করেছেন ও বলেছেন যে, আমি দাঊদ ও সুলাইমান উভয়কেই জ্ঞান ও প্রজ্ঞা দান করেছি। কিছু লোক এখান থেকে দলীল গ্রহণ করেছেন যে, প্রত্যেক মুজতাহিদ (শরীয়তের বিধান বর্ণনা করার যোগ্যতাসম্পন্ন ব্যক্তি তাঁর প্রচেষ্টায়) সঠিকতায় পৌঁছে থাকেন। ইমাম শাওকানী (রঃ) বলেন এ দাবী সঠিক নয়। কোন একটি ব্যাপারে দুই ভিন্নমুখী মীমাংসাকারী দুই মুজতাহিদ একই সময়ে সঠিকতায় উপনীত হতে পারেন না। ওঁদের মধ্যে একজন ঠিক ফায়সালাদাতা ও অপরজন ভুল ফায়সালাদাতা হিসাবে গণ্য হবেন। অবশ্য এ কথা আলাদা যে, ভুল ফায়সালাদাতা মুজতাহিদ আল্লাহর নিকট অপরাধী নন; বরং তাঁকেও একটি নেকী দান করা হবে; যেমন হাদীসে এসেছে।\n(ফাতহুল কাদীর)\n[২] এর অর্থ এই নয় যে, পাহাড় দাঊদ (আঃ)-এর তসবীহর আওয়াজে প্রতিধ্বনিত হত। কারণ, তাতে কোন মু'জিযা (অলৌকিকতা) প্রমাণ হয় না। যেহেতু যে কেউ আওয়াজ করলেই তো পাহাড়ে প্রতিধ্বনি হয়। বরং এর অর্থ হল, দাঊদ (আঃ)-এর সাথে পাহাড়ও তসবীহ পাঠ করত এবং তা বাস্তব সত্য, রূপক অর্থে নয়।\n[৩] অর্থাৎ, পাখিরাও দাঊদ (আঃ)-এর তসবীহ পড়ার সাথে সাথে তসবীহ পড়তে শুরু করত। وَالطَّيرَ শব্দটির শেষে যবর কিরাআতে এর সংযোগ হবে الجِبَال এর সাথে। আর পেশ কিরাআতে ঊহ্য বিধেয়র উদ্দেশ্য হবে; অর্থাৎ, والطَّيرُ مسخَّراتٌ আর এর অর্থ হবে, পক্ষীকুলও (তার) অনুগত।\n[৪] অর্থাৎ, দাঊদকে ফায়সালা বুঝিয়ে দেওয়া, প্রজ্ঞা দান করা এবং পাখি ও পাহাড়কে তার অনুগত করে দেওয়া এসব কাজ আমিই করেছি। এতে কারো আশ্চর্য্য প্রকাশ করার অথবা অস্বীকার করার কিছুই নেই। কারণ আমি যা ইচ্ছা তাই করতে পারি।"
    },
    {
      "ayah": 8,
      "surah": 21,
      "text": "আমি তাদেরকে এমন দেহবিশিষ্ট করিনি যে, তারা আহার্য ভক্ষণ করত না এবং তারা চিরজীবীও ছিল না। [১]\n[১] বরং তারা খাবারও খেত এবং মৃত্যুর স্বাদ গ্রহণ করে চিরস্থায়ী জীবনের পথে পাড়ি দিয়েছে। এ কথা বলে নবীগণের মানুষ হওয়ারই প্রমাণ পেশ করা হচ্ছে।"
    },
    {
      "ayah": 80,
      "surah": 21,
      "text": "আমি তাকে তোমাদের জন্য বর্ম নির্মাণ শিক্ষা দিয়েছিলাম, যাতে ওটা তোমাদের যুদ্ধে তোমাদেরকে রক্ষা করে;[১] সুতরাং তোমরা কি কৃতজ্ঞ হবে না?\n[১] অর্থাৎ, আমি লোহাকে দাঊদের জন্য নরম বানিয়ে দিয়েছিলাম; যা দিয়ে সে যুদ্ধের পোশাক লৌহবর্ম তৈরী করত, যা তোমাদেরকে যুদ্ধে আঘাত থেকে সুরক্ষা ও নিরাপত্তা দান করে থাকে। কাতাদা (রঃ) বলেন, দাঊদ (আঃ)-এর আগে বর্ম তৈরী হত; কিন্তু তা হত স্বাভাবিক পাতের, কড়া ও শিকলহীন। দাঊদ (আঃ) সর্বপ্রথম কড়া ও শিকলবিশিষ্ট বর্ম তৈরী করেন।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 81,
      "surah": 21,
      "text": "এবং সুলাইমানের বশীভূত করে দিয়েছিলাম প্রবল বায়ুকে; [১] যা তার আদেশক্রমে প্রবাহিত হত সেই দেশের দিকে, যেখানে আমি কল্যাণ রেখেছি। আর প্রত্যেক বস্তু সম্পর্কে আমি অবগত।\n[১] যেমন পাহাড় ও পাখিকে দাঊদ (আঃ)-এর অনুগত করে দেওয়া হয়েছিল, তেমনি হাওয়াকেও সুলাইমান (আঃ)-এর অনুগত করে দেওয়া হয়েছিল। তিনি তার পারিষদবর্গ সহ সিংহাসনে বসতেন এবং যেখানে ইচ্ছা করতেন এক মাসের রাস্তা মাত্র কয়েক ঘন্টায় পৌঁছে যেতেন। হাওয়া তাঁর সিংহাসনকে উড়িয়ে নিয়ে যেত। কল্যাণময় দেশ বলতে শাম (প্যালেষ্টাইন ও সিরিয়া)-কে বুঝানো হয়েছে।"
    },
    {
      "ayah": 82,
      "surah": 21,
      "text": "শয়তানদের মধ্যে কতক তার জন্য ডুবুরীর কাজ করত, এটা ছাড়া অন্য কাজও করত; [১] আর আমি তাদের দিকে সতর্ক দৃষ্টি রাখতাম।[২]\n[১] জীনরাও সুলাইমান (আঃ)-এর অনুগত ছিল; তারা তাঁর আদেশে সমুদ্রে ডুব দিয়ে মণি-মুক্তা তুলে আনত। অনুরূপভাবে অন্যান্য নির্মাণ কাজ প্রভৃতিও তাঁর ইচ্ছামত করত।\n[২] অর্থাৎ, জীনদের মধ্যে যে অবাধ্যতা ও ফাসাদী স্বভাব ছিল, তা থেকে আমি সুলাইমানকে রক্ষা করেছি। ফলে তার সম্মুখে তাদের অবাধ্য হওয়ার উপায় ছিল না।"
    },
    {
      "ayah": 83,
      "surah": 21,
      "text": "আর (স্মরণ কর) আইয়ুবের কথা; যখন সে তার প্রতিপালককে আহবান করে বলল, ‘আমি দুঃখ-কষ্টে পড়েছি, আর তুমি তো দয়ালুদের মধ্যে সর্বশ্রেষ্ঠ দয়ালু।’"
    },
    {
      "ayah": 84,
      "surah": 21,
      "text": "তখন আমি তার ডাকে সাড়া দিলাম; তার দুঃখ-কষ্ট দূরীভূত করে দিলাম, তাকে তার পরিবার পরিজনকে ফিরিয়ে দিলাম, তাদের সাথে তাদের মত আরো দিলাম আমার বিশেষ করুণা স্বরূপ এবং উপাসনাকারীদের জন্য উপদেশ স্বরূপ। [১]\n[১] পবিত্র কুরআনে আইয়ুব (আঃ)-কে ধৈর্যশীল বলা হয়েছে।\n(সূরা স্বাদঃ ৩৮:৪৪)\nএর অর্থ, তাঁকে কঠিন পরীক্ষায় ফেলা হয়েছিল, যাতে তিনি ধৈর্য ও কৃতজ্ঞতা করতে ছাড়েননি। এই পরীক্ষা ও দুঃখ-কষ্ট কি ধরনের ছিল তার কোন প্রামাণিক বিশদ বিবরণ পাওয়া যায় না। তা সত্ত্বেও কুরআনের বর্ণনা হতে বুঝতে পারা যায় যে, আল্লাহ তাআলা তাঁকে ধন-দৌলত, সন্তানাদি দান করেছিলেন। অতঃপর পরীক্ষা স্বরূপ তিনি এক সময় তাঁর কাছ হতে সমস্ত কিছু কেড়ে নিলেন। এমনকি তিনি শারীরিক সুস্থতা থেকেও বঞ্চিত হলেন এবং নানান রোগে আক্রান্ত হয়ে পড়লেন। কথিত আছে যে, আঠারো বছর দীর্ঘ পরীক্ষার পর তিনি আল্লাহর সমীপে প্রার্থনা করলেন। আল্লাহ তাঁর প্রার্থনা মঞ্জুর করলেন এবং সুস্থতার সাথে সাথে ধন-দৌলত ও সন্তানাদি দ্বিগুণ দান করলেন।\n(এর কিছু ব্যাখ্যা সহীহ ইবনে হিববান এর একটি বর্ণনায় পাওয়া যায়ঃ ৪/২৪৪, মাজমাউয যাওয়ায়েদ ৮/২০৮)\nবিপদে আপত্তি, অভিযোগ ও অনুযোগ করা এবং ক্ষোভ ও হতাশা প্রকাশ করা ধৈর্যের পরিপন্থী। আর এ সকল কাজ আইয়ুব (আঃ) কখনও করেননি। অবশ্য মুক্তি প্রার্থনা ধৈর্যের পরিপন্থী নয়। সেই কারণে আল্লাহ তাআলা তার জন্য \"আমি তার ডাকে সাড়া দিলাম\" শব্দ ব্যবহার করেছেন।"
    },
    {
      "ayah": 85,
      "surah": 21,
      "text": "আর (স্মরণ কর) ইসমাঈল, ইদরীস ও যুলকিফল[১] এর কথা; তাদের প্রত্যেকেই ছিল ধৈর্যশীল।\n[১] যুলকিফল সম্পর্কে মতভেদ আছে যে, তিনি নবী ছিলেন কি না? কেউ কেউ বলেন, তিনি নবী ছিলেন। আবার কেউ বলেন, তিনি ওলী ছিলেন। ইমাম ইবনে জারীর (রঃ) এ সম্পর্কে নিজের মতামত ব্যক্ত করতে বিরত থেকেছেন। ইমাম ইবনে কাসীর (রঃ) বলেছেন যে, নবীদের সঙ্গে তাঁর নাম উল্লেখ হওয়াই তাঁর নবী হওয়ার কথা স্পষ্ট করে। আর আল্লাহই ভালো জানেন।"
    },
    { "ayah": 86, "surah": 21, "text": "তাদেরকে আমি আমার অনুগ্রহভাজন করেছিলাম, নিশ্চয় তারা ছিল সৎকর্মপরায়ণ।" },
    {
      "ayah": 87,
      "surah": 21,
      "text": "আর (স্মরণ কর) যুন-নুন[১] (মাছ-ওয়ালা ইউনুস)এর কথা, যখন সে ক্রোধভরে বের হয়ে গেল এবং মনে করল, আমি তার প্রতি কোন সংকীর্ণতা করব না।[২] অতঃপর সে অনেক অন্ধকার[৩] হতে আহবান করল, ‘তুমি ছাড়া কোন (সত্য) উপাস্য নেই; তুমি পবিত্র, মহান। নিশ্চয় আমি সীমালংঘনকারী।’\n[১] 'যুন-নূন' (মাছ-ওয়ালা) বলতে ইউনুস (আঃ)-কে বুঝানো হয়েছে, যিনি নিজের জাতির উপর রাগান্বিত হয়ে এবং তাদেরকে আল্লাহর আযাবের ভয় দেখিয়ে, আল্লাহর বিনা অনুমতিতে সেখান হতে পলায়ন করেছিলেন। যার কারণে আল্লাহ তাঁকে পাকড়াও করলেন এবং এক বড় তিমি মাছ তাঁকে গিলে ফেলল। এর কিছু বিবরণ সূরা ইউনুসের ১০:৯৮ নং আয়াতের টীকায় বর্ণিত হয়েছে এবং কিছু বর্ণনা সূরা সাফফাতে ৩৭:১৩৯-১৪৮ নং আয়াতে আসবে।[২] অধিকাংশ অনুবাদে বলা হয়েছে, 'আমি তার উপর কোন ক্ষমতাই রাখি না।' বা 'আমি তাকে পাকড়াও করতে পারব না।' আল্লাহর প্রতি এমন ধারণা কুফরী এবং একজন নবী এমন ধারণা করতে পারে না। সুতরাং এর সঠিক মর্মার্থ হল, 'সে মনে করল, আমি তার প্রতি কোন সংকীর্ণতা সৃষ্টি করব না' অথবা 'সে ধারণা করল, আমি তার জন্য কোন শাস্তির ফায়সালা করব না।'\n(ফাতহুল ক্বাদীর)\n[৩] ظُلمَات শব্দটি ظُلمَة শব্দের বহুবচন যার অর্থঃ অনেক অন্ধকার। ইউনুস (আঃ) বেশ কয়েকটি অন্ধকারে ছিলেন; যথা রাত্রির অন্ধকার, সমুদ্রের পানির অন্ধকার ও মাছের পেটের অন্ধকার।"
    },
    {
      "ayah": 88,
      "surah": 21,
      "text": "তখন আমি তার ডাকে সাড়া দিলাম এবং তাকে উদ্ধার করলাম দুশ্চিন্তা হতে এবং এভাবেই আমি মু’মিনদেরকে উদ্ধার করে থাকি।[১]\n[১] আমি ইউনুস (আঃ)-এর দু'আ কবুল করেছিলাম এবং তাকে অন্ধকার ও মাছের পেট থেকে পরিত্রাণ দিয়েছিলাম। আর যে কোন মু'মিন বিপদাপদে ও দুঃখ-কষ্টে পড়ে আমাকে ডাকবে আমি তাকে পরিত্রাণ দেব। হাদীসেও এসেছে মহানবী (সাঃ) বলেছেন, \"যে কোন মুসলিম এই দু'আ (লা ইলাহা ইল্লা আন্তা---)এর সাহায্যে আল্লাহর নিকট কিছু চাইবে, আল্লাহ তা কবুল করবেন।\n(তিরমিযী ৩৫০৫নং, আলবানী হাদীসটি সহীহ বলেছেন।)"
    },
    {
      "ayah": 89,
      "surah": 21,
      "text": "আর স্মরণ কর যাকারিয়ার কথা, যখন সে তার প্রতিপালককে আহবান করে বলেছিল, ‘হে আমার প্রতিপালক! আমাকে একা (সন্তানহীন) ছেড়ে দিও না এবং তুমিই সর্বোত্তম উত্তরাধিকারী।’"
    },
    {
      "ayah": 9,
      "surah": 21,
      "text": "অতঃপর আমি তাদের প্রতি আমার প্রতিশ্রুতি পূর্ণ করলাম, সুতরাং আমি তাদেরকে এবং যাদেরকে ইচ্ছা রক্ষা করলাম। আর সীমালংঘনকারীদেরকে ধ্বংস করলাম। [১]\n[১] অর্থাৎ, প্রতিশ্রুতি অনুসারে নবীদের ও মু'মিনদেরকে আমি মুক্তিদান করলাম এবং সীমালংঘনকারী কাফের ও মুশরিকদের আমি ধ্বংস করে দিলাম।"
    },
    {
      "ayah": 90,
      "surah": 21,
      "text": "অতঃপর আমি তার আহবানে সাড়া দিয়েছিলাম এবং তাকে দান করেছিলাম ইয়াহয়্যাকে, [১] আর তার জন্য তার স্ত্রীকে যোগ্যতাসম্পন্না করেছিলাম।[২] তারা সৎকর্মে প্রতিযোগিতা করত, তারা আশা ও ভীতির সাথে আমাকে ডাকত এবং তারা ছিল আমার নিকট বিনীত। [৩]\n[১] যাকারিয়া (আঃ)-এর বৃদ্ধ বয়সে সন্তানের জন্য দু'আ করা এবং আল্লাহর সন্তান দান করা প্রসঙ্গে প্রয়োজনীয় বিস্তারিত আলোচনা (সূরা আলে-ইমরান ৩:৩৭-৪১ ও সূরা মারয়্যামের ১৯:২-১১ আয়াতে) পার হয়ে গেছে। এখানেও এই শব্দ দ্বারা তার প্রতি ইশারা করা হয়েছে।[২] সে বন্ধ্যা ও সন্তান জন্মদানের অযোগ্যা। আমি তা দূর করে তাকে সৎ সন্তান জন্মদানের যোগ্যতাসম্পন্না করেছিলাম।[৩] দু'আ কবুলের জন্য এই সকল গুণের প্রতি যত্ন রাখা জরুরী, যার উল্লেখ এখানে বিশেষভাবে করা হয়েছে। যেমন, আল্লাহর নিকট বিনীত হওয়া, কাকুতি-মিনতি সহকারে প্রার্থনা করা, সৎকাজে প্রতিযোগিতা করা, আশা ও ভীতির সাথে তাঁকে ডাকা।"
    },
    {
      "ayah": 91,
      "surah": 21,
      "text": "আর স্মরণ কর সেই নারী (মারয়্যাম)এর কথা, যে নিজ সতীত্বকে রক্ষা করেছিল, অতঃপর তার মধ্যে আমি আমার রূহ্ ফুঁকে দিয়েছিলাম এবং তাকে ও তার পুত্রকে করেছিলাম বিশ্ববাসীর জন্য এক নিদর্শন। [১]\n[১] এখানে মারয়্যাম ও ঈসা (আঃ)-এর আলোচনা, যা এর আগে (সূরা মারয়্যামের ১৯:১৬-৩৪ নং আয়াতে) পার হয়ে গেছে।"
    },
    {
      "ayah": 92,
      "surah": 21,
      "text": "নিঃসন্দেহে তোমাদের এ জাতি, (আসলে) একই জাতি।[১] আর আমিই তোমাদের প্রতিপালক। অতএব তোমরা আমার উপাসনা কর।\n[১] এখানে 'উম্মাহ' (উম্মত বা জাতি) বলতে দ্বীন ও ধর্মকে বুঝানো হয়েছে। অর্থাৎ তোমাদের সকলের ধর্ম একই। আর তা হল তাওহীদ (একতত্ত্ববাদ, অদ্বিতীয়বাদ বা একেশ্বরবাদের) ধর্ম; যার প্রতি সকল আম্বিয়া মানুষকে আহবান করেছেন এবং মিল্লাত হল মিল্লাতে ইসলাম যা ছিল সকল আম্বিয়া (আলাইহিমুস সালাম)-দের মিল্লাত (ধর্মাদর্শ)। যেমন নবী (সাঃ) বলেছেন, \"আমরা নবীর দল আপোসে বৈমাত্রেয় ভাই (সকলের পিতা এক, মা পৃথক পৃথক); আমাদের দ্বীন একই।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 93,
      "surah": 21,
      "text": "কিন্তু মানুষ নিজেদের কার্যকলাপে পরস্পরের মধ্যে ভেদ সৃষ্টি করেছে; প্রত্যেকেই আমার নিকট প্রত্যাবর্তনকারী। [১]\n[১] অর্থাৎ, একত্ববাদ বা তাওহীদের রাস্তা এবং এক আল্লাহর ইবাদত ছেড়ে বিভিন্ন দলে বিভক্ত হয়ে গেল। একদল মুশরিক ও কাফের হয়ে পড়ল। অন্যদিকে নবীদের অনুসারীরাও নানা দলে বিভক্ত হয়ে পড়ল। কেউ ইয়াহুদী, কেউ খ্রিষ্টান, আবার কেউ অন্য কিছু। আর ভাগ্যচক্রে মুসলিমরাও আজ এই ব্যাধির শিকার; এরাও অনেক দলে বিভক্ত। এদের সকলের ফায়সালা আল্লাহর নিকট হবে, যখন তারা তাঁর নিকট ফিরে যাবে।"
    },
    {
      "ayah": 94,
      "surah": 21,
      "text": "সুতরাং যদি কেউ বিশ্বাসী হয়ে সৎকর্ম করে, তবে তার কর্ম-প্রচেষ্টা অগ্রাহ্য হবে না এবং নিশ্চয় আমি তা লিখে রাখি।"
    },
    {
      "ayah": 95,
      "surah": 21,
      "text": "যে জনপদকে আমি ধ্বংস করেছি তাদের পক্ষে জরুরী যে, তার অধিবাসীবৃন্দ ফিরে আসবে না। [১]\n[১] এখানে حَرَام এর অর্থ বিপরীতমুখী; অপরিহার্য বা জরুরী। যেমন অনুবাদে প্রকাশিত। অথবা لاَ শব্দটি অতিরিক্ত। অর্থাৎ যে জনদপকে আমি ধ্বংস করেছি, তার পৃথিবীতে ফিরে আসা হারাম (অসম্ভব)। অথবা যে জনপদকে আমি ধ্বংস করেছি, তার তওবা অসম্ভব।"
    },
    {
      "ayah": 96,
      "surah": 21,
      "text": "এমন কি যখন য়্যাজূজ ও মা’জূজকে মুক্তি দেওয়া হবে এবং তারা প্রত্যেক উঁচু ভূমি হতে ছুটে আসবে। [১]\n[১] য়্যা'জূজ-মা'জূজ এর বিস্তারিত বিবরণ সূরা-কাহফের শেষে (১৮:৯৩-৯৮ আয়াতে) উল্লেখ করা হয়েছে। কিয়ামতের নিকটবর্তী সময়ে ঈসা (আঃ)-এর বর্তমানে তাদের প্রকাশ ঘটবে। এরা এত বেশি দ্রুত ছড়িয়ে পড়বে যে, প্রতিটি উঁচু জায়গা হতে ছুটে আসছে মনে হবে। তাদের অনিষ্টকারিতা ও অত্যাচারে মুসলিমরা অতিষ্ঠ হয়ে উঠবে। এমনকি ঈসা (আঃ) মুসলিমদের নিয়ে তূর পাহাড়ে গিয়ে আশ্রয় নেবেন। অতঃপর ঈসা (আঃ)-এর অভিশাপে তারা ধ্বংস হয়ে যাবে। তাদের শবদেহের দুর্গন্ধে সর্বদিক ভরে উঠবে। শেষ পর্যন্ত আল্লাহ তাআলা এক জাতীয় পাখি প্রেরণ করবেন; যারা তাদের লাশগুলো তুলে সমুদ্রে নিক্ষেপ করবে। তারপর প্রবল বৃষ্টি বর্ষাবেন, যাতে সারা পৃথিবী পরিষ্কার হয়ে যাবে।\n(এর বিস্তারিত আলোচনা সহীহ হাদীসসমূহে বর্ণিত হয়েছে। বিস্তারিত দেখার জন্য তাফসীর ইবনে কাসীর দ্রষ্টব্য।)"
    },
    {
      "ayah": 97,
      "surah": 21,
      "text": "অমোঘ প্রতিশ্রুতি কাল আসন্ন হলে অকস্মাৎ অবিশ্বাসীদের চক্ষু স্থির হয়ে যাবে,[১] তারা বলবে, ‘হায় দুর্ভোগ আমাদের! আমরা তো ছিলাম এ বিষয়ে উদাসীন; বরং আমরা সীমালংঘনকারী ছিলাম।’\n[১] য়্যা'জূজ-মা'জূজ বের হওয়ার পর কিয়ামতের সত্য প্রতিশ্রুতি অতি নিকটে এসে পড়বে। আর যখন কিয়ামত অনুষ্ঠিত হয়ে যাবে তখন কিয়ামতের ভয়াবহ অবস্থা দেখে কাফেরদের চক্ষু স্থির হয়ে যাবে।"
    },
    {
      "ayah": 98,
      "surah": 21,
      "text": "তোমরা এবং আল্লাহর পরিবর্তে তোমরা যাদের উপাসনা কর সেগুলি তো জাহান্নামের ইন্ধন; তোমরা সবাই তাতে প্রবেশ করবে।[১]\n[১] এই আয়াতটি মক্কার মুশরিকদের ব্যাপারে অবতীর্ণ হয়েছে; যারা লাত, মানাত, উয্যা ও হুবালের পূজা করত। এরা ছিল সব পাথরের তৈরী মূর্তি, যা ছিল জড়, অচেতন ও জ্ঞানহীন। সেই কারণে আয়াতে مَا تَعبُدُون শব্দ ব্যবহার হয়েছে। আর আরবী ভাষায় مَا শব্দটি জ্ঞানহীনদের জন্যই ব্যবহার হয়। অর্থাৎ বলা হচ্ছে যে, তোমরা ও তোমাদের পূজ্যরা যাদের মূর্তি গড়ে তোমরা পূজা কর, সকলেই জাহান্নামের ইন্ধন হবে। পাথরের গড়া মূর্তিগুলির যদিও কোন দোষ নেই; কারণ তারা প্রাণহীন জড়পদার্থ, যাদের জ্ঞান বা অনুভূতি কিছুই নেই -- তবুও তাদেরকেও পূজারীদের সঙ্গে জাহান্নামে দেওয়া হবে। শুধু মুশরিকদেরকে এই বুঝিয়ে অধিক অপমান ও লাঞ্ছিত করার জন্য যে, তোমরা যাদেরকে নিজেদের ভরসাস্থল মনে করতে, তারাও তোমাদের সাথে জাহান্নামের ইন্ধনে পরিণত হয়েছে।"
    },
    {
      "ayah": 99,
      "surah": 21,
      "text": "যদি তারা উপাস্য হত, তাহলে তারা জাহান্নামে প্রবেশ করত না; তাদের সবাই তাতে স্থায়ী হবে। [১]\n[১] অর্থাৎ, সত্যি-সত্যিই এরা যদি মা'বূদ হত বা কোন প্রকার এখতিয়ারের মালিক হত এবং তোমাদেরকে জাহান্নাম যাওয়া হতে রক্ষা করতে পারত, তাহলে তারা জাহান্নামে প্রবেশ করত না। কিন্তু তারা নিজেরাও জাহান্নামে তোমাদের শিক্ষার জন্য প্রবেশ করবে, সুতরাং তারা তোমাদেরকে কিভাবে রক্ষা করবে? পরিণতিতে আবেদ (উপাসক) ও মা'বূদ (উপাস্য) উভয়ই চিরস্থায়ী জাহান্নামে থাকবে।"
    }
  ]
}
