{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 22,
      "text": "হে মানবমন্ডলী! তোমরা ভয় কর তোমাদের প্রতিপালককে; (আর জেনে রেখো যে,) নিঃসন্দেহে কিয়ামতের প্রকম্পন এক ভয়ানক ব্যাপার।"
    },
    {
      "ayah": 10,
      "surah": 22,
      "text": "(সেদিন তাকে বলা হবে,) ‘এটা তোমার কৃতকর্মেরই ফল। নিশ্চয়ই আল্লাহ বান্দাদের প্রতি অত্যাচার করেন না।’"
    },
    {
      "ayah": 11,
      "surah": 22,
      "text": "মানুষের মধ্যে কেউ কেউ আল্লাহর ইবাদত করে দ্বিধার সাথে; তার কোন মঙ্গল হলে তাতে সে প্রশান্তি লাভ করে এবং কোন বিপর্যয় ঘটলে সে তার পূর্বাবস্থায় ফিরে যায়; [১] সে ক্ষতিগ্রস্ত হয় ইহকালে ও পরকালে; এটাই তো সুস্পষ্ট ক্ষতি।\n[১] حَرف মানে প্রান্ত, কিনারা। কিনারায় দাঁড়িয়ে থাকা ব্যক্তি স্থিতিশীল ও নির্বিচল হয় না। এ রকমই যে ব্যক্তি দ্বীনের ব্যাপারে সন্দেহ, সংশয় ও অমূলক ধারণার শিকার সেও বিচলিত ও অস্থির হয়; দ্বীনের উপর দৃঢ়তা অবলম্বন তার ভাগ্যে জোটে না। কারণ তার উদ্দেশ্য হয় শুধু পার্থিব স্বার্থ। যদি তা অর্জিত হয়, তাহলে ভাল। নচেৎ পূর্বধর্মে, অর্থাৎ কুফরী ও শিরকের দিকে ফিরে যায়। এর বিপরীত যারা সত্যিকার মুসলিম, ঈমান ও ইয়াকীনে সুদৃঢ়, তারা সুখ-দুঃখ না দেখেই দ্বীনের উপর অটল থাকে। আল্লাহর অনুগ্রহ লাভ করলে কৃতজ্ঞতা প্রকাশ করে এবং দুঃখ-দুর্দশায় ধৈর্য ধারণ করে। এই আয়াত অবতীর্ণ হওয়ার কারণ হিসাবে এক দ্বিধাগ্রস্ত ব্যক্তির অনুরূপ আচরণের কথা বর্ণনা করা হয়েছে।\n(বুখারী, সূরা হাজ্জের তফসীর)\nকোন কোন ব্যক্তি মদীনায় হিজরত করে আসত। অতঃপর তার পরিবারের সন্তান হলে অথবা গৃহপালিত পশুর মধ্যে বরকত হলে সে বলত, ইসলাম ভালো ধর্ম। আর বিপরীত হলে বলত, এ ধর্ম ভালো নয়। কিছু কিছু বর্ণনায় এ আচরণ মরুবাসী নও-মুসলিমদের বলে উল্লেখ হয়েছে।\n(ফাতহুল বারী দ্রঃ)"
    },
    {
      "ayah": 12,
      "surah": 22,
      "text": "সে আল্লাহর পরিবর্তে এমন কিছুকে ডাকে, যা তার কোন অপকার করতে পারে না এবং উপকারও করতে পারে না। এটাই চরম বিভ্রান্তি।"
    },
    {
      "ayah": 13,
      "surah": 22,
      "text": "সে ডাকে এমন কিছুকে যার অপকার তার উপকার অপেক্ষা নিকটতর; কত নিকৃষ্ট এই অভিভাবক এবং কত নিকৃষ্ট এই সহচর। [১]\n[১] কিছু ব্যাখ্যাকারীর নিকট يَدعُو শব্দটি يَقُول এর অর্থে ব্যবহার হয়েছে। অর্থাৎ, গায়রুল্লাহর পূজারী কিয়ামত দিবসে বলবে, যার অপকার তার উপকার অপেক্ষা নিকটতর; কত নিকৃষ্ট সেই অভিভাবক এবং কত নিকৃষ্ট সেই সহচর। অর্থাৎ, এ কথা সে নিজের মাবূদদের সম্পর্কে বলবে। কেননা, সেদিন তার আশার শিশমহল ভেঙ্গে চুরমার হবে এবং এই সমস্ত মাবূদ যাদের ব্যাপারে ধারণা ছিল যে, তারা আল্লাহর আযাব হতে বাঁচাবে, সুপারিশ করবে, সেদিন তারা নিজেরাই তার সাথে জাহান্নামের জ্বালানী হবে। مَولَى অর্থ অভিভাবক, সাহায্যকারী। আর عَشِير অর্থ সহচর সাথী ও নিকটাত্মীয়। সাহায্যকারী ও বন্ধু তো সেই হয়, যে বিপদ ও দুঃখে কাজে আসে। কিন্তু এই সমস্ত মাবূদ নিজেরাই আযাবে বন্দী থাকবে, এরা অন্যের উপকার কিভাবে করবে? সেই কারণে তাদেরকে নিকৃষ্ট অভিভাবক ও সহচর বলা হয়েছে। তাদের ইবাদতে ক্ষতিই আর ক্ষতি আছে; লাভের কোন অংশই নেই। কিন্তু এখানে যে বলা হয়েছে, \"যার অপকার তার উপকার অপেক্ষা নিকটতর\" (তার মানে তাতে কিছু না কিছু উপকার আছে, কিন্তু) এ কথাটি এমন, যেমন অন্য জায়গায় বলা হয়েছে {وَإِنَّا أَوْ إِيَّاكُمْ لَعَلَى هُدًى أَوْ فِي ضَلَالٍ مُّبِينٍ} অর্থাৎ, নিশ্চয় আমরা (আল্লাহর বিশ্বাসী) অথবা তোমরা (অস্বীকারকারিগণ) সৎপথে অথবা স্পষ্ট বিভ্রান্তিতে আছি।\n(সূরা সাবা ৩৪:২৪)\nএ কথা স্পষ্ট যে, সৎপথে তারাই থাকবে যারা আল্লাহতে বিশ্বাসী। কিন্তু সে কথা স্পষ্ট শব্দে না বলে ইঙ্গিত ও প্রশ্নসূচক শব্দে বলা হয়েছে; যা শ্রোতার মনে বেশি দাগ কাটে এবং প্রভাবশীল হয়। অথবা উক্ত কথার সম্পর্ক দুনিয়ার সাথে। অর্থাৎ আল্লাহ ছাড়া অন্যের ইবাদত করায় সত্বর ক্ষতি হল এই যে, সে ঈমান থেকে হাত ধুয়ে বসে; যা নিকটতর অপকার। আর আখেরাতে ওর ক্ষতি তো সুনিশ্চিত।"
    },
    {
      "ayah": 14,
      "surah": 22,
      "text": "যারা বিশ্বাস করে ও সৎকর্ম করে অবশ্যই আল্লাহ তাদেরকে প্রবেশ করাবেন এমন জান্নাতে; যার নিম্নদেশে নদীসমূহ প্রবাহিত। নিশ্চয় আল্লাহ যা ইচ্ছা তা-ই করেন।"
    },
    {
      "ayah": 15,
      "surah": 22,
      "text": "যে মনে করে, আল্লাহ তাঁকে (রসূলকে) কখনই ইহকালে ও পরকালে সাহায্য করবেন না, সে আকাশের দিকে একটি রশি বিলম্বিত করুক, পরে তা বিচ্ছিন্ন করুক; অতঃপর দেখুক তার কৌশল তার আক্রোশের হেতু দূর করে কি না। [১]\n[১] এর একটি অর্থ এই করা হয়েছে যে, এমন ব্যক্তি যে মনে করে আল্লাহ তাঁর নবীকে সাহায্য না করুন, কারণ তাঁর বিজয়লাভে তার বড় কষ্ট হয়, সে যেন ঘরের ছাদ হতে একটি রশি ঝুলিয়ে গলায় ফাঁস লাগিয়ে আত্মহত্যা করুক, হয়তো বা আত্মহত্যা তাকে সেই ক্ষোভ ও রাগ হতে রক্ষা করবে, যা সে আল্লাহর রসূলের বর্ধমান প্রভাব-প্রতিপত্তি দেখে অন্তরে অনুভব করে। এই অর্থ নিলে السَّمَاء বলতে ঘরের ছাদ বুঝাবে। আর দ্বিতীয় অর্থ হল এই যে, সে একটি রশি নিয়ে আকাশে চড়ুক ও আকাশ হতে অহী ও সাহায্য আসা বন্ধ করে দিক (যদি সে তা করতে পারে)। অতঃপর সে লক্ষ্য করুক যে, এতে তার কলিজা ঠান্ডা হল কি না? ইমাম ইবনে কাসীর প্রথম ও ইমাম শাওকানী দ্বিতীয় তাৎপর্যকে বেশি পছন্দ করেছেন। অবশ্য পূর্বাপর আলোচনা হতে দ্বিতীয় তাৎপর্যই সঠিকতার বেশি নিকটতর মনে হয়।"
    },
    {
      "ayah": 16,
      "surah": 22,
      "text": "এভাবেই আমি সুস্পষ্ট নিদর্শনরূপে ওটা অবতীর্ণ করেছি, আর নিশ্চয় আল্লাহ যাকে ইচ্ছা তাকে সৎপথ প্রদর্শন করেন।"
    },
    {
      "ayah": 17,
      "surah": 22,
      "text": "নিশ্চয় যারা ঈমান এনেছে এবং যারা ইয়াহূদী হয়েছে, যারা স্বাবেয়ী, খ্রিষ্টান, অগ্নিপূজক[১] এবং যারা অংশীবাদী[২] হয়েছে, কিয়ামতের দিন আল্লাহ তাদের মধ্যে ফায়সালা করে দেবেন;[৩] নিশ্চয়ই আল্লাহ প্রত্যেক জিনিসের উপর সাক্ষী। [৪]\n[১] মাজূস বা অগ্নিপূজক বলতে ইরানের আগুন-পূজারী সম্প্রদায়, যারা দুই খোদায় বিশ্বাসী, প্রথম অন্ধকারের সৃষ্টিকর্তা (ও অমঙ্গলের খোদা) এবং দ্বিতীয় আলোর সৃষ্টিকর্তা (ও মঙ্গলের খোদা)। প্রথমটিকে আহরামান ও দ্বিতীয়টিকে ইয়াযদান বলে।\n[২] উক্ত ভ্রষ্ট দলগুলো ছাড়া যারাই আল্লাহর সাথে শিরক করে, তারাই 'অংশীবাদী' অর্থে শামিল।\n[৩] এদের মধ্যে কারা হকপন্থী ও কারা বাতিলপন্থী তা একমাত্র ঐ দলীল দ্বারা পরিষ্কার যা আল্লাহ কুরআনে অবতীর্ণ করেছেন এবং শেষ নবীকেও এই উদ্দেশ্যেই পাঠিয়েছেন। {هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ} অর্থাৎ, তিনি তাঁর রসূলকে পথনির্দেশ ও সত্য ধর্মসহ প্রেরণ করেছেন, অপর সমস্ত ধর্মের উপর একে জয়যুক্ত করবার জন্য। এখানে ফায়সালা বলতে ঐ শাস্তিকে বুঝানো হয়েছে, যা আল্লাহ বাতিলপন্থীদেরকে কিয়ামতে দেবেন। ঐ শাস্তি দ্বারাও স্পষ্ট হয়ে যাবে যে, কে ন্যায়ের পথে ও কে অন্যায়ের পথে ছিল।\n[৪] এই ফায়সালা শুধু ক্ষমতার অধিকারী হওয়ার জোরে হবে না; বরং তা হবে ন্যায় ও ইনসাফ-ভিত্তিক। কারণ তিনি সমস্ত জিনিস সম্বন্ধে অভিহিত ও জ্ঞাত।"
    },
    {
      "ayah": 18,
      "surah": 22,
      "text": "তুমি কি দেখো না যে, আল্লাহকে সিজদা করে যারা আছে আকাশমন্ডলী ও পৃথিবীতে; সিজদা করে সূর্য, চন্দ্র, নক্ষত্রমন্ডলী, পর্বতরাজি, বৃক্ষলতা, জীবজন্তু,[১] এবং সিজদা করে মানুষের মধ্যে অনেকে; [২] আর অনেকের প্রতি অবধারিত হয়েছে শাস্তি।[৩] আল্লাহ যাকে হেয় করেন তার সম্মানদাতা কেউই নেই; [৪] নিশ্চয় আল্লাহ যা ইচ্ছা তা করেন।[৫] (সাজদাহ-৬)\n[১] কিছু ব্যাখ্যাকারী বলেছেন, এই সিজদার অর্থ ঐ সমস্ত জিনিসের আল্লাহর নিয়ম-বিধির অনুগত হওয়া। কারো এ শক্তি নেই যে, সে বিধির অন্যথা করে। তাঁদের নিকট সিজদা বলতে আনুগত্য ও ইবাদতের সিজদা নয়; যা একমাত্র জ্ঞানসম্পন্ন জীবের সাথে সম্পৃক্ত। তবে কিছু কিছু ব্যাখ্যাকারিগণ তা মূল অর্থেই ব্যবহার হয়েছে বলে মনে করেন। তাঁরা বলেন, প্রতিটি সৃষ্টি নিজ নিজ পদ্ধতিতে সিজদা করে থাকে। যেমনঃ 'যারা আকাশমন্ডলীতে আছে' বলতে ফিরিশতাগণ, 'যারা পৃথিবীতে আছে' বলতে প্রত্যেক মানুষ, জীন ও পশুপক্ষী এবং অন্যান্য সব কিছুকে বুঝানো হয়েছে। এরা সবাই নিজ নিজ ভঙ্গিমায় আল্লাহকে সিজদা করে এবং তাঁর মহিমা ঘোষণা করে। মহান আল্লাহ বলেন, সপ্ত আকাশ, পৃথিবী এবং ওদের অন্তর্বর্তী সব কিছু তাঁরই পবিত্রতা ও মহিমা ঘোষণা করে এবং এমন কিছু নেই যা তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করে না; কিন্তু ওদের পবিত্রতা ও মহিমা ঘোষণা তোমরা অনুধাবন করতে পার না।\n(সূরা ইসরা ১৭:৪৪)\nএখানে চন্দ্র সূর্য্য নক্ষত্রমন্ডলীর কথা বিশেষভাবে উল্লেখ করা হয়েছে, যেহেতু মুশরিকরা এদের ইবাদত করত তাই। আল্লাহ বললেন, তোমরা এদেরকে সিজদা কর, অথচ এরা আল্লাহকে সিজদা করে ও তাঁর আজ্ঞা পালন করে। অতএব তোমরা এদেরকে সিজদা করো না, বরং সিজদা তাঁকে কর, যিনি এদের সৃষ্টিকর্তা।\n(দেখুন, ফুসসিলাত ৪১:৩৭)\nসহীহ হাদীসে এসেছে, আবু যার (রাঃ) বলেন, একদা নবী (সাঃ) আমাকে জিজ্ঞাসা করলেন, \"তুমি কি জানো, সূর্য কোথায় যায়?\" আমি বললাম, 'আল্লাহ ও তাঁর রসূলই ভাল জানেন।' তিনি বললেন, \"সূর্য যখন ডুবে যায় তখন আরশের নীচে গিয়ে আল্লাহকে সিজদা করে। তারপর তাকে পূর্বাকাশে উদিত হওয়ার আদেশ দেওয়া হয়। কিন্তু একদিন এমন আসবে, যেদিন বলা হবে, তুমি ফিরে যাও; অর্থাৎ যেখান হতে এসেছ, ওখানেই ফিরে যাও।\"\n(বুখারী, মুসলিম)\nএভাবেই একজন সাহাবীর কথা হাদীসে বর্ণিত হয়েছে যে, তিনি স্বপ্নে গাছকে নিজের সাথে সিজদা করতে দেখেছেন।\n(তিরমিযী, ইবনে মাজাহ ১০৫৩নং)\nপাহাড় ও গাছের সিজদায় তাদের ছায়া পূর্ব-পশ্চিমে ঝুঁকে পড়াও শামিল। এ ব্যাপারে সূরা রা'দের ১৩:১৫ আয়াতে ও নাহল ১৬:৪৮-৪৯ আয়াতে ইঙ্গিত করা হয়েছে।[২] এখানে সিজদা বলতে আনুগত্য ও ইবাদতের সিজদা, যা বহু সংখ্যক মানুষ করে থাকে এবং তার মাধ্যমে আল্লাহর সন্তুষ্টি লাভের অধিকারী হয়।[৩] এরা ওরাই যারা ইবাদতের সিজদাকে অস্বীকার করে কুফরীর পথ অবলম্বন করে। অন্যথায় সৃষ্টিগতভাবে প্রাকৃতিক নিয়মের অধীন হয়ে সিজদাকে অস্বীকার করার উপায় তাদেরও নেই।[৪] কুফরী অবলম্বন করার পরিণতি অসম্মান ও লাঞ্ছনা এবং আখেরাতের চিরস্থায়ী আযাব। যা থেকে রক্ষা করে কাফেরদেরকে সম্মান দেওয়ার মত কেউই থাকবে না।[৫] এই আয়াত শেষে তিলাঅতের সিজদা করা মুস্তাহাব। সিজদার আহকাম জানতে সূরা আ'রাফের শেষ আয়াতের ৭:২০৬ টীকা দ্রষ্টব্য।"
    },
    {
      "ayah": 19,
      "surah": 22,
      "text": "এরা দু’টি বিবদমান দল;[১] তারা তাদের প্রতিপালক সম্বন্ধে বিতর্ক করে। সুতরাং যারা অবিশ্বাস করে, তাদের জন্য প্রস্তুত করা হয়েছে আগুনের পোশাক; তাদের মাথার উপর ঢেলে দেওয়া হবে ফুটন্ত পানি।\n[১] هذان خَصمَان (এরা দু'টি বিবদমান দল) এই দু'টি দ্বিবচন শব্দ। কিছু মুফাসসিরের নিকট এ থেকে উক্ত পথভ্রষ্ট দল এবং তাদের মোকাবেলায় মুসলিম দল উদ্দেশ্য বলেছেন। উভয় দল তাদের প্রতিপালক সম্বন্ধে কলহ-বিবাদ করে; মুসলিমরা তাঁর একত্ববাদ ও মৃত্যুর পর পুনর্জীবনে বিশ্বাসী। পক্ষান্তরে দ্বিতীয় দলটি আল্লাহর ব্যাপারে বিভিন্ন ভ্রষ্টতার শিকার। অন্য কিছু মুফাসসিরগণের নিকট এর মাধ্যমে বদর যুদ্ধে শরীক মুসলিম ও কাফেরদের প্রতি ইঙ্গিত করা হয়েছে। যার শুরুতে মুসলিমদের মধ্যে হামযা, আলী, উবাইদাহ (রাঃ), আর অন্য দিকে তাঁদের মোকাবেলায় কাফেরদের মধ্যে উতবা, শাইবাহ ও অলীদ বিন উতবাহ ছিল।\n(বুখারীঃ সূরা হাজ্জের তাফসীর)\nইমাম ইবনে কাসীর বলেন, এই দুই অর্থই সঠিক এবং আয়াতের সাথে সামঞ্জস্যশীল।"
    },
    {
      "ayah": 2,
      "surah": 22,
      "text": "যেদিন তোমরা তা প্রত্যক্ষ করবে সেদিন প্রত্যেক স্তন্যদাত্রী নিজ দুগ্ধপোষ্য শিশুকে বিস্মৃত হবে এবং প্রত্যেক গর্ভবতী তার গর্ভপাত করে ফেলবে। আর মানুষকে দেখবে মাতাল সদৃশ, অথচ তারা নেশাগ্রস্ত নয়; বস্তুতঃ আল্লাহর শাস্তি বড় কঠিন। [১]\n[১] পূর্বোক্ত আয়াতে যে প্রকম্পনের কথা বলা হয়েছে যার পরিণতি এই আয়াতে বর্ণনা করা হয়েছে যার অর্থঃ মানুষের মধ্যে কঠিন ভয় ও আতঙ্ক ছড়িয়ে পড়বে। আর এটি ঘটবে ঠিক কিয়ামতের পূর্বমুহূর্তে, আর তার পরই পৃথিবী ধ্বংস হয়ে যাবে। অথবা এ ঘটনা কিয়ামতের (জন্য শিঙ্গায় ফুৎকার করার) পর ঐ সময় ঘটবে, যখন মানুষ কবর হতে উঠে হাশরের ময়দানে জমায়েত হবে। অধিকাংশ ব্যাখ্যাকারিগণ দ্বিতীয় অর্থ নিয়েছেন। আর তার সমর্থনে কিছু হাদীস পেশ করেন, যেমন মহান আল্লাহ আদম (আঃ)-কে আদেশ করবেন যে, যেন তিনি নিজ সন্তানদের মধ্য হতে হাজারে ৯৯৯ জনকে জাহান্নামের জন্য বের করে দেন। এই কথা শুনে গর্ভবতীরা তাদের গর্ভপাত করে ফেলবে, বালকরা বৃদ্ধ হয়ে পড়বে, আর মানুষকে দেখে মাতাল মনে হবে, অথচ তারা আসলে মাতাল হবে না; বরং আল্লাহর আযাবের ভয়াবহতার জন্য এ রকম (কিংকর্তব্যবিমূঢ়) হবে। সাহাবাদের কাছে এ কথা অত্যন্ত ভারী মনে হল, তাদের চেহারার রং পাল্টে গেল। নবী (সাঃ) তা দেখে বললেন ভয়ের কিছু নেই। ৯৯৯ জনের সংখ্যা য়্যা'জূজ-মা'জূজের মধ্য হতে হবে আর তোমাদের মাত্র একজন। তোমাদের সংখ্যা অন্য মানুষদের তুলনায় এমন হবে, যেমন সাদা গরুর গায়ে একটি কালো লোম অথবা কালো গরুর গায়ে একটি সাদা লোম। আর আমি আশা করি যে, তোমরাই হবে জান্নাতের এক চতুর্থাংশ বা এক তৃতীয়াংশ বা অর্ধেক। তা শুনে সাহাবারা আনন্দে 'আল্লাহু আকবার' ধ্বনি উচ্চারিত করলেন।\n(সহীহ বুখারী, তাফসীর সূরা হাজ্জ)\nপ্রথম বক্তব্যও অমূলক নয়। কিছু দুর্বল হাদীস দ্বারা তার সমর্থন পাওয়া যায়। তাছাড়া প্রকম্পন হেতু ভয় ও আতঙ্ক সৃষ্টি হওয়ার কথাই এখানে স্পষ্ট। অবশ্য একই শ্রেণীর ভয় ও আতঙ্ক উভয় সময়েই হবে। সেই জন্য দু'টি মতই সঠিক হতে পারে। কারণ, দুই সময়েই মানুষের অবস্থা হবে সে রকমই হবে, যে রকম উক্ত আয়াত ও সহীহ বুখারীর বর্ণনায় বলা হয়েছে।"
    },
    { "ayah": 20, "surah": 22, "text": "যার ফলে তাদের উদরে যা আছে তা এবং তাদের চর্ম বিগলিত করা হবে।" },
    { "ayah": 21, "surah": 22, "text": "আর তাদের জন্যে থাকবে লৌহনির্মিত হাতুড়িসমূহ।" },
    {
      "ayah": 22,
      "surah": 22,
      "text": "যখনই তারা যন্ত্রণাকাতর হয়ে জাহান্নাম হতে বের হতে চাইবে, তখনই তাদেরকে ফিরিয়ে দেওয়া হবে; আর (তাদেরকে বলা হবে,) ‘আস্বাদ কর দহন-যন্ত্রণা।’ [১]\n[১] এই আয়াতে জাহান্নামীদের আযাবের কিছু বিস্তারিত বিবরণ দেওয়া হয়েছে, যা তাদেরকে ভোগ করতে হবে।"
    },
    {
      "ayah": 23,
      "surah": 22,
      "text": "যারা বিশ্বাস করে ও সৎকর্ম করে, নিশ্চয় আল্লাহ তাদেরকে প্রবেশ করাবেন এমন জান্নাতে; যার নিম্নদেশে নদীসমূহ প্রবাহিত, সেথায় তাদেরকে অলংকৃত করা হবে স্বর্ণ-কঙ্কণ ও মুক্তা দ্বারা এবং সেথায় তাদের পোশাক-পরিচ্ছদ হবে রেশমের। [১]\n[১] জাহান্নামীদের বিপরীত এখানে জান্নাতবাসীদের ও তাদেরকে যেসব নেয়ামত দান করা হবে তার আলোচনা করা হচ্ছে।"
    },
    {
      "ayah": 24,
      "surah": 22,
      "text": "তাদেরকে পবিত্র বাক্যের দিকে পথনির্দেশ করা হবে[১] এবং তারা পরিচালিত হবে পরম প্রশংসাভাজন আল্লাহর পথে। [২]\n[১] অর্থাৎ, জান্নাত এমন একটি স্থান; যেখানে কেবল পবিত্র ও সভ্য কথাই হবে, সেখানে অশ্লীল, পাপ ও অসভ্য কথা উচ্চারিত হবে না।\n[২] অর্থাৎ, তাদেরকে এমন জায়গার দিকে পথনির্দেশ করা হবে, যেখানে শুধু আল্লাহর প্রশংসা ও মহিমা-ধ্বনিই চতুর্দিকে ধ্বনিত হবে। আর যদি এর সম্পর্ক পৃথিবীর সাথে হয়, তাহলে এর অর্থ (অতীতকালের) হবে, অর্থাৎ দুনিয়ায় তাদেরকে কুরআন ও ইসলামের পথে পরিচালিত করা হয়েছিল।"
    },
    {
      "ayah": 25,
      "surah": 22,
      "text": "যারা অবিশ্বাস করে এবং মানুষকে নিবৃত্ত করে[১] আল্লাহর পথ হতে ও ‘মাসজিদুল হারাম’ হতে; যাকে আমি করেছি স্থানীয় ও বহিরাগত সবারই জন্য সমান।[২] আর যে ওতে সীমালংঘন করে পাপকার্যের ইচ্ছা করে,[৩] তাকে আমি আস্বাদন করাব মর্মন্তুদ শাস্তি।[৪]\n[১] নিবৃত্ত করে বলতে বাধা দেয়; এরা হল, মক্কার কাফেররা যারা সন ৬ হিজরীতে মুসলিমদেরকে মক্কায় গিয়ে উমরাহ করতে বাধা দিয়েছিল এবং মুসলিমদেরকে হুদাইবিয়া থেকে ফিরে যেতে বাধ্য করেছিল।\n[২] এতে মতভেদ রয়েছে যে, 'মাসজিদুল হারাম' বলতে শুধু কা'বা-ঘরকে বুঝানো হয়েছে, নাকি পুরো হারাম এলাকাকে বুঝানো হয়েছে? কারণ কুরআনে কোথাও কোথাও পূর্ণ হারাম এলাকার জন্যও 'মাসজিদুল হারাম' শব্দ ব্যবহার হয়েছে। অর্থাৎ খন্ডের নাম উল্লেখ করে সমগ্র বুঝানো হয়েছে। এবারে বিশেষভাবে মাসজিদুল হারামের কথা সম্পর্কে সকলেই একমত যে, সেখানে স্থানীয় বাসিন্দা, মুসাফির, স্বদেশী ও প্রবাসী সকলের অধিকার সমান। অর্থাৎ বিনা কোন পার্থক্যে দিবারাত্রির যে কোন সময় সেখানে সকলেই ইবাদত করতে পারে। সেখানে কারো জন্য কোন মুসলিমকে ইবাদত করতে বাধা দেওয়ার অনুমতি নেই। তবে যে সব উলামাগণ 'মাসজিদুল হারাম' বলতে পূর্ণ হারাম এলাকা বুঝেছেন, তাঁদের মধ্যে এক দলের মত হল, মক্কার পূর্ণ হারাম এলাকা সকল মুসলিমদের জন্য সমান; এর ঘর-বাড়ি ও জমি-জায়গার কেউ মালিক নয়। সেই জন্য এ সবের কেনা-বেচা ও ভাড়ায় দেওয়া তাঁদের নিকট অবৈধ। যে কোন ব্যক্তি যে কোন জায়গা থেকে হজ্জ বা উমরাহ করতে মক্কায় যাবে, তার অধিকার রয়েছে সে যেখানে ইচ্ছা সেখানে অবস্থান করতে পারে। মক্কার বাসিন্দাদের দায়িত্ব হল, তারা যেন কাউকেও নিজেদের বাড়িতে থাকতে বাধা না দেয়। দ্বিতীয় মত হল, ঘর-বাড়ী ও জায়গা বিশেষ মালিকের হতে পারে এবং মালিকানা হস্তান্তর তথা বেচা-কেনা ও ভাড়ায় দেওয়া বৈধ। তবে ঐ সমস্ত জায়গা, যার সম্পর্ক হজ্জের সঙ্গে; যেমন মিনা, মুযদালিফা ও আরাফার ময়দান --তা সাধারণী ওয়াকফ। এ সবের কারো মালিক হওয়া বৈধ নয়। এই মাসআলাটি পূর্ববর্তী ফুকহাদের নিকট বেশ বিতর্কিত। তবে অধুনা যুগের সমস্ত উলামাই বিশেষ মালিকানা ও স্বত্বাধিকারের কথা স্বীকার করেন। এখন এ ব্যাপারে কারো দ্বিমত নেই। মাওলানা মুফতী মুহাম্মাদ শফী (রঃ)ও এটাকেই ইমাম আবূ হানীফা (রঃ) তথা ফুকহাগণের পছন্দনীয় মত বলে উল্লেখ করেছেন।\n(দেখুনঃ মাআরিফুল কুরআন ৬/২৫৩)\n[৩] إلحاد এর অর্থঃ বাঁকা পথ বা টেরামি অবলম্বন করা। এখানে কুফর ও শিরক সহ সমস্ত পাপকেই বুঝানো হয়েছে। এমন কি কিছু উলামা কুরআনের শব্দ থেকে এই অভিমত ব্যক্ত করেছেন যে, যদি কেউ হারামের মধ্যে পাপের ইচ্ছা পোষণ করে (কার্যে পরিণত না করলেও) সে এই সতর্কবাণীর আওতায় পড়বে। কেউ কেউ বলেন, পাপের শুধু ইচ্ছা করলেই তার পাকড়াও হবে না; যেমন অন্যান্য স্পষ্ট দলীল দ্বারা পরিষ্কার। তবে ইচ্ছা যদি কাজে পরিণত করার কাছাকাছি (সংকল্পে) পৌঁছে যায়, তাহলে সে অবশ্যই শাস্তিযোগ্য হবে।\n[৪] এ শাস্তি ঐ সমস্ত লোকেদের জন্য যারা উক্ত পাপকার্যে লিপ্ত হবে।"
    },
    {
      "ayah": 26,
      "surah": 22,
      "text": "আর স্মরণ কর, যখন আমি ইব্রাহীমের জন্য নির্ধারণ করে দিয়েছিলাম কাবা গৃহের স্থান,[১] (তখন বলেছিলাম,) আমার সাথে কোন শরীক স্থির করো না[২] এবং আমার গৃহকে তাওয়াফকারী, নামায আদায়কারী, রুকূ ও সিজদাকারীদের জন্য পবিত্র রেখো। [৩]\n[১] অর্থাৎ, কা'বা-গৃহের স্থান চিনিয়ে দিয়েছিলাম ও সেখানে ইবরাহীমের বংশধরের জন্য বসতি স্থাপন করলাম। এখান হতে বুঝা যাচ্ছে যে, নূহ (আঃ)-এর যুগে বন্যার ধ্বংসকারিতার পর কা'বার পুনর্নির্মাণ সর্বপ্রথম ইবরাহীম (আঃ)-এর হাত দ্বারা হয়েছে। যেমন সহীহ হাদীস দ্বারাও এ কথা প্রমাণিত, নবী (সাঃ) বলেছেন, \"পৃথিবীর বুকে সর্বপ্রথম মসজিদ 'মাসজিদুল হারাম' এবং ওর চল্লিশ বছর পর 'মাসজিদুল আকসা' নির্মিত হয়েছে।\nআহমাদ ৫/১৫০, ১৬৬-১৬৭, মুসলিমঃ মাসাজিদ)\n[২] কা'বা নির্মাণের উদ্দেশ্য বর্ণনা করা হচ্ছে যে, এখানে শুধু একমাত্র আমার ইবাদত হবে। এ কথা বলার উদ্দেশ্য হল যে, মুশরিকরা এখানে যে সব মূর্তি সাজিয়ে রেখেছে এবং এখানে এসে যে তাদের ইবাদত করছে, তা পরিষ্কার অন্যায়। যেখানে একমাত্র আল্লাহর ইবাদত হওয়া উচিত ছিল, সেখানে দেব-দেবীর পূজা হচ্ছে! (আর একজনের অধিকার অন্যজনকে দেওয়ার নামই হল, অন্যায়।)\n[৩] অর্থাৎ, কুফরী, মূর্তিপূজা এবং অন্যান্য অপবিত্র ও নোংরা জিনিস হতে পবিত্র রেখো। এখানে শুধু নামায আদায়কারী ও তাওয়াফকারীদের কথা বলা হয়েছে, কারণ এই দুটি ইবাদত কা'বার জন্য বিশেষ ইবাদত। নামাযের সময় ঐ দিকেই মুখ করে দাঁড়াতে হয় এবং তাওয়াফ একমাত্র ঐ ঘরেরই করা হয়। কিন্তু বিদআতীরা অনেক মাজারের তাওয়াফও আবিষ্কার করে ফেলেছে। আবার কোন কোন নামাযের জন্য তাদের কিবলাও অন্য! আল্লাহ আমাদেরকে পানাহ দিন। আমীন।"
    },
    {
      "ayah": 27,
      "surah": 22,
      "text": "এবং মানুষের মাঝে হজ্জের ঘোষণা দাও, তারা তোমার কাছে আসবে পায়ে হেঁটে ও সর্বপ্রকার ক্ষীণকায় উটসমূহের পিঠে (সওয়ার হয়ে), [১] তারা আসবে দূর-দূরান্তর পথ অতিক্রম করে। [২]\n[১] যা খাবারের অভাব, সফরের দূরত্ব ও ক্লান্তির জন্য ক্ষীণ ও দুর্বল হয়ে পড়ে।\n[২] এটি আল্লাহর কুদরতের মহিমা যে, মক্কার পাহাড়-চূড়া হতে উচ্চারিত সেই অনুচ্চ আহবান পৃথিবীর কোণায় কোণায় পৌঁছে গেছে; প্রত্যেক হজ্জ ও উমরাহ সম্পাদনকারী হজ্জ ও উমরার সময় সেই আহবানে 'লাব্বাইক' বলে সাড়া দিয়ে থাকেন।"
    },
    {
      "ayah": 28,
      "surah": 22,
      "text": "যাতে তারা তাদের কল্যাণের জন্য উপস্থিত হতে পারে[১] এবং তিনি তাদেরকে গৃহপালিত চতুষ্পদ জন্তু[২] হতে যা রুযী হিসাবে দান করেছেন ওর উপর (যবেহকালে কুরবানীর) বিদিত দিনগুলিতে আল্লাহর নাম উচ্চারণ করতে পারে। অতঃপর তোমরা তা হতে আহার কর এবং দুঃস্থ, অভাবগ্রস্তকে আহার করাও।\n[১] এ কল্যাণ দ্বীনী হতে পারে; যেমন নামায, তাওয়াফ ও হজ্জ-উমরার কার্যাবলী দ্বারা আল্লাহর ক্ষমা ও সন্তুষ্টি অর্জন করা যায়। আর পার্থিবও হতে পারে; যেমন ব্যবসা-বাণিজ্য দ্বারা অর্থ উপার্জন হয়।\n[২] 'গৃহপালিত চতুষ্পদ জন্তু' বলতে উট, গরু, ছাগল ও ভেড়াকে বুঝানো হয়েছে। এদের উপর আল্লাহর নাম উচ্চারণ করার অর্থ, এদের যবেহ করা, যা আল্লাহর নাম নিয়েই করা হয়। আর 'বিদিত দিনগুলি' বলতে যবেহর দিনগুলি; অর্থাৎ তাশরীকের দিনসমূহকে বুঝানো হয়েছে। সুতরাং যবেহর দিন হল, কুরবানীর দিন (১০ম যুলহজ্জ) ও তার পরের তিন দিন (১১,১২,১৩ই যুলহজ্জ) পর্যন্ত কুরবানী করা যায়। সাধারণতঃ 'বিদিত দিনগুলি' বলতে যুলহজ্জ মাসের প্রথম দশক এবং 'নির্দিষ্ট সংখ্যক দিনসমূহ' বলতে তাশরীকের দিনগুলোকে বুঝানো হয়। কিন্তু এখানে 'বিদিত' যে বাগধারায় ব্যবহার হয়েছে তাতে মনে হয় যে, এখানে তাশরীকের দিনগুলিকেই বুঝানো হয়েছে। আর আল্লাহই ভালো জানেন।"
    },
    {
      "ayah": 29,
      "surah": 22,
      "text": "অতঃপর তারা যেন তাদের অপরিচ্ছন্নতা দূর করে, [১] তাদের মানত পূর্ণ করে[২] এবং তাওয়াফ করে প্রাচীন (কা’বা) গৃহের। [৩]\n[১] অর্থাৎ, ১০ম যুলহজ্জ তারিখে জামরাতুল কুবরা (বা আক্বাবার বড় জামরায়) পাথর মারার পর হাজীরা প্রাথমিকভাবে হালাল হয়ে যান। যার পর ইহরাম খুলে ফেলেন এবং এক কথায় স্ত্রী-মিলন ছাড়া ঐ সব কাজ যা ইহরাম অবস্থায় অবৈধ ছিল, বৈধ হয়ে যায়। আর অপরিচ্ছন্নতা দূর করার অর্থ হল, চুল ও নখ ইত্যাদি কেটে নিয়ে তেল ও সুগন্ধি ব্যবহার করা, সেলাই করা কাপড় পরিধান করা ইত্যাদি।\n[২] যদি কেউ মানত করে থাকে; যেমন মানত করে থাকে যে, আল্লাহ যদি আমাকে তাঁর পবিত্র ঘর কা'বা দর্শন করার সৌভাগ্য দান করেন, তাহলে আমি অমুক নেকীর কাজ (যেমনঃ নামায, রোযা বা দান) করব।\n[৩] عَتِيق মানে প্রাচীন, উদ্দেশ্য কা'বাগৃহ। অর্থাৎ মাথা নেড়া করা বা চুল ছেঁটে ফেলার পর (হজ্জের তাওয়াফ) তাওয়াফে ইফাযাহ করে, যাকে তাওয়াফে যিয়ারাহও বলা হয়। এটি হজ্জের একটি রুকন; যা আরাফায় অবস্থান ও জামরাতুল কুবরায় পাথর মারার পর করা হয়। পক্ষান্তরে তাওয়াফে কুদূম কিছু লোকের নিকট ওয়াজিব, আবার কিছু লোকের কাছে সুন্নত। আর তাওয়াফে বিদা' (বিদায়ী তাওয়াফ) সুন্নতে মুআক্কাদাহ (বা ওয়াজিব); যা বেশির ভাগ উলামাদের নিকট ওজর থাকলে ত্যাগ করা বৈধ। যেমন সর্বসম্মতিক্রমে ঋতুমতী মহিলাদের ক্ষেত্রে এ তাওয়াফ মাফ।\n(আইসারুত্ তাফাসীর)"
    },
    {
      "ayah": 3,
      "surah": 22,
      "text": "মানুষের মধ্যে কতক আছে যারা অজ্ঞানতাবশতঃ আল্লাহ সম্বন্ধে বিতন্ডা করে এবং অনুসরণ করে প্রত্যেক বিদ্রোহী শয়তানের। [১]\n[১] যেমন বলে, আল্লাহ পুনর্বার সৃষ্টি করতে সক্ষম নন, বা তাঁর সন্তান আছে ইত্যাদি।"
    },
    {
      "ayah": 30,
      "surah": 22,
      "text": "এটাই বিধান। আর কেউ আল্লাহর নিষিদ্ধ বিধানসমূহের[১] সম্মান করলে তার প্রতিপালকের নিকট তার জন্য এটাই উত্তম। তোমাদের জন্য হালাল করা হয়েছে চতুষ্পদ জন্তু, এগুলি ব্যতীত যা তোমাদেরকে পাঠ করে শুনানো হয়েছে; [২] সুতরাং তোমরা দূরে থাক মূর্তিরূপ অপবিত্রতা[৩] হতে এবং দূরে থাক মিথ্যা কথন হতে। [৪]\n[১] এখানে নিষিদ্ধ বা সম্মানীয় বিধানসমূহ বলতে হজ্জের সেই সকল অনুষ্ঠান যার বিস্তারিত আলোচনা একটু আগে হয়েছে। সম্মান করার অর্থঃ সেগুলোকে যথানিয়মে পালন করা। অর্থাৎ, তার অন্যথা করলে আল্লাহর সম্মানীয় বিধানের অসম্মান করা হয়।[২] 'যা পাঠ করে শুনানো হয়েছে' এর অর্থঃ যার হারাম হওয়ার কথা (কুরআনে) বর্ণনা করা হয়েছে। যেমন {حُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ وَالْدَّمُ} (সূরা মাইদার ৫:৩ নং) আয়াতে বিস্তারিত আলোচনা হয়েছে।[৩] رِجس এর অর্থ অপবিত্রতা। এখানে কাঠ, লোহা বা অন্য যে কোন জিনিসের তৈরী মূর্তিকে বুঝানো হয়েছে। অর্থাৎ, আল্লাহ ছাড়া অন্য কারো ইবাদত করা অপবিত্রতা এবং আল্লাহর ক্রোধ ও অসন্তুষ্টির কারণ। অতএব এ থেকে দূরে থাকো।[৪] মিথ্যা সাক্ষীও মিথ্যা কথনের পর্যায়ভুক্ত। যাকে হাদীসে শিরক ও মাতা-পিতার অবাধ্যতার পর তৃতীয় পর্যায়ের বড় পাপ হিসাবে গণ্য করা হয়েছে। আর সব থেকে বড় মিথ্যা কথা, আল্লাহ যেসব জিনিস হতে পবিত্র সেগুলোকে তাঁর সাথে সম্পৃক্ত করা। যেমন আল্লাহর সন্তান আছে, অমুক বুযুর্গ আল্লাহর এখতিয়ারে শরীক আছে বলা, 'আল্লাহ অমুক কাজ কিভাবে করতে সক্ষম' বলা; যেমন মক্কার কাফেররা পুনর্জীবনকে অবাস্তব মনে করত। অথবা নিজে নিজে আল্লাহর হারামকৃত জিনিসকে হালাল বা হালালকৃত জিনিসকে হারাম করে নেওয়া; যেমন মুশরিকরা কিছু পশুকে নিজের জন্য হারাম করে নিয়েছিল। এ সকলই মিথ্যা কথা। এ সব থেকে দূরে থাকা অত্যন্ত জরুরী।"
    },
    {
      "ayah": 31,
      "surah": 22,
      "text": "আল্লাহর প্রতি একনিষ্ঠ হয়ে,[১] তাঁর কোন শরীক না করে; আর যে কেউ আল্লাহর শরীক করে (তার অবস্থা) সে যেন আকাশ হতে পড়ল, অতঃপর পাখি তাকে ছোঁ মেরে নিয়ে গেল, কিংবা বায়ু তাকে উড়িয়ে নিয়ে গিয়ে এক দূরবর্তী স্থানে নিক্ষেপ করল। [২]\n[১] حُنَفَاء এটি حَنِيف শব্দের বহুবচন। যার মূল অর্থ এক দিকে ঝুঁকে পড়া, একদিকে, একতরফ বা একনিষ্ঠ হওয়া। এখানে শিরক থেকে তাওহীদের দিকে এবং কুফর ও বাতিল থেকে ইসলাম ও সত্য ধর্মের দিকে ঝুঁকে পড়া। অথবা একনিষ্ঠভাবে আল্লাহর ইবাদত করা। উদ্দেশ্য হল, \"তোমরা দূরে থাক মূর্তিরূপ অপবিত্রতা হতে----- একনিষ্ঠ হয়ে---।\"\n[২] যেমন বড় বড় পাখি ছোট কোন জীবকে অত্যন্ত দ্রুত ছোঁ মেরে নিয়ে যায়, বা বাতাস কিছুকে উড়িয়ে নিয়ে দূরে কোথাও নিক্ষেপ করে এবং যার কোন হদিস পাওয়া যায় না; উক্ত দুই অবস্থাতেই মৃত্যু অবধারিত। ঠিক অনুরূপ যে ব্যক্তি শুধুমাত্র আল্লাহর ইবাদত করে, সে সুস্থ প্রকৃতি ও আন্তরিক পবিত্রতার দিক দিয়ে পবিত্রতা ও নির্মলতার এক উচ্চাসনে আসীন হয়। কিন্তু যখনই সে শিরকের পাপে লিপ্ত হয়ে পড়ে, তখনই সে নিজেকে উঁচু হতে একদম নীচে, পবিত্রতা হতে অপবিত্রতায় এবং নির্মলতা হতে কর্দম ও পঙ্কিলতায় নিক্ষেপ করে।"
    },
    {
      "ayah": 32,
      "surah": 22,
      "text": "এটাই আল্লাহর বিধান। আর কেউ আল্লাহর (দ্বীনের) প্রতীকসমূহের সম্মান করলে এটা তো তার হৃদয়ের সংযমশীলতারই বহিঃপ্রকাশ। [১]\n[১] شَعَائر শব্দটি شَعيرة এর বহুবচন। যার অর্থ বিশেষ চিহ্ন ও নিদর্শন। যেমন যুদ্ধের জন্য একটি প্রতীক চিহ্ন (বিশেষ শব্দ নিদর্শনরূপে) বেছে নেওয়া হয়। যার দ্বারা একে অপরকে চিনতে পারে। এই অর্থে আল্লাহর নিদর্শন বা প্রতীক হল তাই, যা দ্বীনের বিশেষ চিহ্ন অর্থাৎ ইসলামের এমন কিছু বৈশিষ্ট্যপূর্ণ আনুষ্ঠানিক বিধান যার দ্বারা একজন মুসলিমের সবাতন্ত্র্য ও ব্যক্তিত্ব বিশেষরূপে প্রকাশ পায় এবং অন্য ধর্মাবলম্বী হতে তাকে সহজে পৃথকভাবে চেনা যায়। সাফা-মারওয়া পাহাড়কেও এই কারণেই আল্লাহর নিদর্শন বলা হয়েছে, যেহেতু মুসলিমরা হজ্জ বা উমরাতে এই দুয়ের মাঝে সাঈ করে থাকেন। এখানে হজ্জে অন্যান্য কর্মসমূহের মধ্যে কুরবানীর পশুকে আল্লাহর নিদর্শন বা প্রতীক বলা হয়েছে। আর কুরবানীর পশুর তা'যীম বা সম্মান বলতে তা খুব ভালো ও মোটাতাজা দেখে পছন্দ করা, (তাকে তোয়াজ করে খাওয়ানো, তার যাতে কোন ক্ষতি না হয়, তার বিশেষ খেয়াল রাখা ইত্যাদি)। ওর সম্মানকে অন্তরের 'তাকওয়া' (পরহেযগারী) বলা হয়েছে, অর্থাৎ তা অন্তরের এমন এক কাজ যার বুনিয়াদ হল তাকওয়া। (প্রকাশ থাকে যে, তার পা ধুয়ে দেওয়া বা শিং ও ক্ষুরে তেল মাখিয়ে দেওয়া অতিরঞ্জনের পর্যায়ভুক্ত। -সম্পাদক)"
    },
    {
      "ayah": 33,
      "surah": 22,
      "text": "এ (পশু)গুলোতে তোমাদের জন্য নানাবিধ উপকার রয়েছে এক নির্দিষ্ট কালের জন্য; [১] অতঃপর ওগুলির কুরবানীর স্থান প্রাচীন গৃহের নিকট। [২]\n[১] উক্ত উপকার লাভ হয় সওয়ার হয়ে, তার দুধ পান করে, তার লোম ইত্যাদি সংগ্রহ করে এবং তার বংশ-বিস্তারের মাধ্যমে। নির্দিষ্ট কাল বলতে যবেহ করার সময়, অর্থাৎ যবেহ না হওয়া পর্যন্ত উক্ত উপকার তোমরা গ্রহণ করে থাকো। এখান হতে বুঝা গেল যে, কুরবানীর জন্তু দ্বারা যবেহ না হওয়া পর্যন্ত উপকার নেওয়া যেতে পারে। সহীহ হাদীসেও এর সমর্থন মিলে। এক ব্যক্তি কুরবানীর জন্তু সাথে নিয়ে যাচ্ছিল। নবী (সাঃ) তাকে বললেন, \"ওর উপর সওয়ার হও।\" সে বলল, 'এটি কুরবানীর পশু।' নবী (সাঃ) বললেন, \"তুমি ওর উপর সওয়ার হও।\"\n(বুখারী, হজ্জ অধ্যায়)\n[২] হালাল বা কুরবানী হওয়ার স্থান, অর্থাৎ যেখানে তা যবেহ করে হালাল বা কুরবানী করা হয়। অর্থাৎ, এই পশুগুলো কা'বাগৃহ ও হারামে পৌঁছে যায় অতঃপর হজ্জের কার্যাদি সম্পন্ন করে সেখানে আল্লাহর নামে কুরবানী করে দেওয়া হয়। সুতরাং উপরোক্ত উপকার গ্রহণের পথ বন্ধ হয়ে যায়। আর যদি তা শুধু মাত্র হারামের জন্য 'হাদ্ই' হয়, তাহলে হারামে পৌঁছেই তা যবেহ করে দেওয়া হয় এবং মক্কার গরীবদের মাঝে তার গোশত বিলি করে দেওয়া হয়।"
    },
    {
      "ayah": 34,
      "surah": 22,
      "text": "আমি প্রত্যেক সম্প্রদায়ের জন্য কুরবানীর নিয়ম করে দিয়েছি; যাতে আমি তাদেরকে জীবনোপকরণ স্বরূপ যে সব চতুষ্পদ জন্তু দিয়েছি[১] সেগুলির উপর আল্লাহর নাম উচ্চারণ করে। তোমাদের উপাস্য একমাত্র উপাস্য। সুতরাং তোমরা তাঁরই নিকট আত্মসমর্পণ কর। আর সুসংবাদ দাও বিনীতগণকে;\n[১] مَنسَك শব্দটি نَسك يَنسك এর ক্রিয়ামূল। অর্থ আল্লাহর নৈকট্য লাভের উদ্দেশ্যে কুরবানী করা। ذَبِيحَة (যবেহকৃত পশুকে)ও نَسِيكَة বলা হয়, যার বহুবচন نُسُك । এর একটি অর্থঃ আনুগত্য ও ইবাদত করাও বটে। যেহেতু আল্লাহর সন্তুষ্টি লাভের কামনায় পশু কুরবানী করাও তাঁর এক প্রকার ইবাদত। আর সেই জন্য আল্লাহ ছাড়া অন্যের নামে তার সন্তুষ্টি লাভের আশায় জন্তু যবেহ করলে আল্লাহ ছাড়া অন্যের ইবাদত (বা শিরক) করা হয়। অথবা مَنسَِك (সীনে যবর বা যের দিয়ে) স্থানবাচক শব্দ। অর্থঃ যবেহ বা ইবাদত করার জায়গা। এখান হতেই مَنَاسِك الحَجّ বলা হয়; অর্থাৎ ঐ সমস্ত জায়গা যেখানে হজ্জের কার্যাদি সমাধা করা হয়। যেমন আরাফাত, মুযদালিফা, মিনা ও মক্কা। সাধারণভাবে শুধু হজ্জের কার্যসমূহকেও مَنَاسِك الحَج বলা হয়ে থাকে। আয়াতের অর্থ হল, আমি পূর্বেও প্রত্যেক জাতির জন্য যবেহ বা ইবাদতের নিয়ম-নীতি নির্ধারণ করে এসেছি, যার মাধ্যমে তারা আল্লাহর নৈকট্য লাভ করত। এর মধ্যে হিকমত এই যে, তারা আমার নাম নিবে; অর্থাৎ, 'বিসমিল্লাহ, অল্লাহু আকবার' বলে যবেহ করবে। অথবা আমাকে স্মরণে রাখবে।"
    },
    {
      "ayah": 35,
      "surah": 22,
      "text": "যাদের হৃদয় ভয়ে কম্পিত হয় আল্লাহর নাম স্মরণ করা হলে, যারা তাদের বিপদ-আপদে ধৈর্যধারণ করে, নামায কায়েম করে এবং আমি তাদেরকে যে রুযী দিয়েছি, তা হতে ব্যয় করে।"
    },
    {
      "ayah": 36,
      "surah": 22,
      "text": "আর (কুরবানীর) উটকে[১] করেছি আল্লাহর (দ্বীনের) প্রতীকসমূহের অন্যতম; তোমাদের জন্য তাতে মঙ্গল রয়েছে। সুতরাং সারিবদ্ধভাবে দন্ডায়মান অবস্থায় ওগুলির উপর (নহর করার সময়) তোমরা আল্লাহর নাম নাও।[২] অতঃপর যখন ওরা কাত হয়ে পড়ে যায়[৩] তখন তোমরা তা হতে আহার কর[৪] এবং আহার করাও ধৈর্যশীল অভাবগ্রস্তকে ও যাঞ্চাকারী অভাবগ্রস্তকে।[৫] এইভাবে আমি ওদেরকে তোমাদের অধীন করে দিয়েছি; যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।\n[১] بُدن শব্দটি بَدَنَة এর বহুবচন। এর অর্থ মোটা-তাজা দেহবিশিষ্ট পশু। কুরবানীর পশু সাধারণতঃ মোটা-তাজা হয় বলে তাকে بَدَنَة বলা হয়। ভাষাবিদগণ শুধু উটের জন্যই এ শব্দটিকে ব্যবহার করেছেন। কিন্তু হাদীসের দৃষ্টিতে গরুর জন্যও بَدَنَة শব্দের ব্যবহার সঠিক। অর্থ এই যে, উট বা গরু যা কুরবানীর জন্য (মক্কায়) নিয়ে যাওয়া হয় তাও আল্লাহর দ্বীনের নিদর্শন ও প্রতীকসমূহের মধ্যে গণ্য। অর্থাৎ, তা আল্লাহর ঐ সকল নির্দেশের অন্তর্ভূত; যা মুসলিমদের জন্যই নিদৃষ্ট এবং তাঁদের বিশেষ চিহ্ন।[২] صَوَافّ শব্দটি مَصفُوفَة এর অর্থে ব্যবহূত হয়েছে। অর্থাৎ, সারিবদ্ধভাবে দন্ডায়মান অবস্থায়। উটকে এভাবেই দাঁড়ানো অবস্থায় নহর করা হয়। তার সামনের বাম পা বেঁধে দেওয়া হয়; ফলে তিন পা খোলা অবস্থায় খাড়া থাকে।[৩] অর্থাৎ, যখন দেহ থেকে রক্ত বের হয়ে গিয়ে তা মাটিতে কাত হয়ে পড়ে যায় এবং প্রাণত্যাগ করে, তখন তার গোশত কাটতে শুরু করো। কারণ জীবন্ত পশুর গোশত কেটে খাওয়া নিষিদ্ধ। মহানবী (সাঃ) বলেন, \"জীবিত অবস্থায় কোন পশুর শরীর হতে কেটে নেওয়া গোশত মৃতের ন্যায় (হারাম)।\"\n(আবূ দাঊদঃ শিকার অধ্যায়, তিরমিযী, ইবনে মাজাহ)\n[৪] কিছু উলামার নিকট এই আদেশের মান ওয়াজেব। অর্থাৎ, কুরবানীর গোশত খাওয়া কুরবানীকারীর জন্য জরুরী। তবে অধিকাংশ উলামাগণের নিকট উক্ত আদেশের মান মুস্তাহাব বা জায়েয। অর্থাৎ, কুরবানীকৃত পশুর গোশত খাওয়া উত্তম। অতএব কেউ যদি সম্পূর্ণ গোশ্ত্কে বিলি করে দেয় এবং কিছু মাত্রও না খায়, তাহলে তাতেও কোন দোষ নেই।[৫] قَانِع এর অর্থ ভিক্ষুক। এর অন্য একটি অর্থ অল্পে তুষ্ট ব্যক্তি। অর্থাৎ, অভাবী কিন্তু ভিক্ষা করে না বা কারো কাছে কিছু চায় না। আর مُعتَرّ শব্দের অর্থ (যাঞ্চাকারী অভাবগ্রস্ত) কেউ কেউ করেছেন, বিনা যাঞ্চায় আগত ব্যক্তি। আর কেউ قَانِع এর অর্থ ভিক্ষুক আর مُعتَرّ এর অর্থ অতিথি করেছেন। যাই হোক, এই আয়াত দ্বারা দলীল নিয়ে বলা হয় যে, কুরবানীর গোশ্ত্কে তিন ভাগ করা উচিত; একভাগ নিজে খাওয়ার জন্য, দ্বিতীয় ভাগ অতিথি ও আত্মীয়-স্বজনদের খাওয়ার জন্য এবং তৃতীয় ভাগ ভিক্ষুক ও সমাজের অভাবগ্রস্তদের জন্য। এ কথার সমর্থনে এই হাদীসটি তুলে ধরা হয়, যাতে মহানবী (সাঃ) বলেছেন, \"আমি তোমাদেরকে তিন দিনের বেশি কুরবানীর গোশত রাখতে নিষেধ করেছিলাম, এখন তোমাদেরকে অনুমতি দিচ্ছি তোমরা খাও, প্রয়োজন মত জমা রাখো।\" অন্য একটি বর্ণনার শব্দাবলী এই, \"খাও, সা'দক্বা কর ও জমা রাখো।\" আর একটি বর্ণনায় এসেছে, \"খাও, খাওয়াও ও সা'দক্বা কর।\"\n(বুখারীঃ কুরবানী অধ্যায়, মুসলিম, সুনান)\nকেউ কেউ দু'ভাগ করার কথা বলেন, অর্ধেক নিজের জন্য ও বাকী অর্ধেক সা'দক্বার জন্য। এঁরা এর আগের (২২:২৮ নং) আয়াত {فَكُلُوا مِنْهَا وَأَطْعِمُوا الْبَائِسَ الْفَقِيرَ} (অতঃপর তোমরা তা হতে আহার কর এবং দুঃস্থ, অভাবগ্রস্তকে আহার করাও) থেকে দলীল গ্রহণ করেন। কিন্তু সত্য কথা এই যে, কোন আয়াত বা হাদীস দ্বারা নিক্তি ধরে এ রকম দু'ভাগ বা তিনভাগ করার কথা বোঝা যায় না। বরং সাধারণভাবে তা খাওয়া ও খাওয়ানোর কথাই বলা হয়েছে। অতত্রব এই সাধারণ নির্দেশকে সাধারণ রাখাই উচিত এবং ভাগাভাগির কোন নিয়ম বেঁধে দেওয়া উচিত নয়। অবশ্য কুরবানীর চামড়ার ব্যাপারে সকলেই একমত যে, তা নিজে ব্যবহার কর কিংবা সা'দক্বা করে দাও, বিক্রি করার অনুমতি নেই; যেমন হাদীসে আছে।\n(আহমাদ ৪/১৫)\nতবে কিছু উলামা চামড়া বিক্রি করে তার মূল্য গরীবদের মাঝে বন্টন করার অনুমতি দিয়েছেন।\n(ইবনে কাসীর)\nবিঃদ্রঃ-\nকুরআন কারীমে এখানে কুরবানীর বর্ণনা হজ্জের মাসআলার সঙ্গে আনুষঙ্গিকভাবে এসেছে। যার ফলে হাদীস অস্বীকারকারীরা এই প্রমাণ করতে চায় যে, কুরবানী শুধুমাত্র হাজীদের জন্য; অন্যান্য মুসলিমদের জন্য তা জরুরী নয়। কিন্তু এ কথা সত্য নয়। কারণ অন্য জায়গায় ব্যাপকভাবে কুরবানীর নির্দেশ দেওয়া হয়েছে, যেমন {فَصَلِّ لِرَبِّكَ وَانْحَرْ} অর্থাৎ নিজ প্রভুর জন্য নামায পড় ও কুরবানী কর।\n(সূরা কাউসার)\nআর মহানবী (সাঃ) এই আয়াতের মর্মার্থ কার্যতঃ এভাবে ব্যক্ত করেছেন যে, মদীনার জীবনে প্রতি বছর ১০ই যিল-হজ্জ কুরবানী করেছেন এবং মুসলিমদেরকে কুরবানী করতে তাকীদ করেছেন। সেহেতু সাহাবা (রাঃ)গণও কুরবানী করেছেন। তাছাড়া মহানবী (সাঃ) যেখানে কুরবানী সম্পর্কে বেশ কিছু উপদেশ দিয়েছেন সেখানে তিনি একথাও বলেছেন যে, ১০ই যিলহজ্জ আমরা সর্বপ্রথম নামায পড়ব, তারপর কুরবানীর পশু যবেহ করব। আর যে ব্যক্তি ঈদের নামাযের আগেই কুরবানী করল। সে গোশত খাওয়ার ব্যাপারে তাড়াহুড়ো করল; তার কুরবানী হল না।\n(বুখারীঃ ঈদ অধ্যায়, মুসলিমঃ কুরবানী অধ্যায়)\nএখান থেকে পরিষ্কার যে কুরবানীর আদেশ প্রত্যেক মুসলিমের জন্য; সে যেখানেই থাক। কারণ হাজীগণ তো ঈদের নামাযই পড়েন না। অতএব এখান থেকেও স্পষ্ট হয় যে, এ নির্দেশ হাজী ছাড়া অন্যদের জন্য। তবে কুরবানী করা ওয়াজেব নয়; সুন্নাতে মুআক্কাদাহ্। ঠিক অনুরূপ লোক দেখানোর জন্য বেশ কয়েকটি কুরবানী করাও সুন্নাহর পরিপন্থী। যেহেতু হাদীসানুসারে একটি পরিবারের সকলের তরফ হতে কেবল একটি পশুই যথেষ্ট। সাহাবাদের আমলও অনুরূপ ছিল।\n(তিরমিযী, ইবনে মাজাহ)"
    },
    {
      "ayah": 37,
      "surah": 22,
      "text": "আল্লাহর কাছে কখনোও ওগুলির গোশত পৌঁছে না এবং রক্তও না; বরং তাঁর কাছে পৌঁছে তোমাদের তাক্বওয়া (সংযমশীলতা); এভাবে তিনি ওগুলিকে তোমাদের অধীন করে দিয়েছেন যাতে তোমরা আল্লাহর শ্রেষ্ঠত্ব ঘোষণা কর এই জন্য যে, তিনি তোমাদেরকে পথ প্রদর্শন করেছেন। আর তুমি সুসংবাদ দাও সৎকর্মশীলদেরকে।"
    },
    {
      "ayah": 38,
      "surah": 22,
      "text": "নিশ্চয়ই আল্লাহ বিশ্বাসীদেরকে রক্ষা করেন (তাদের দুশমন হতে)।[১] নিশ্চয় তিনি কোন বিশ্বাসঘাতক অকৃতজ্ঞকে পছন্দ করেন না।\n[১] যেমন সন ৬ হিজরীতে কাফেররা শক্তির জোরে মুসলিমদেরকে উমরাহ করার জন্য মক্কায় প্রবেশ করতে দিল না। মহান আল্লাহ দু' বছর পরেই কাফেরদের সেই শক্তি চূর্ণ করে মুসলিমদের শত্রুমুক্ত করলেন; তাঁদের উপর মুসলিমদেরকে জয়ী করলেন।"
    },
    {
      "ayah": 39,
      "surah": 22,
      "text": "যুদ্ধের অনুমতি দেওয়া হলো তাদেরকে যারা আক্রান্ত হয়েছে; কারণ তারা অত্যাচারিত।[১] আর নিশ্চয় আল্লাহ তাদেরকে সাহায্য করতে সম্যক সক্ষম।\n[১] অধিকাংশ সালাফের মত এই যে, এই আয়াতে সর্বপ্রথম জিহাদের আদেশ দেওয়া হয়েছে। যার দু'টি উদ্দেশ্য এখানে উল্লেখ করা হয়েছে; অত্যাচার বন্ধ করা ও আল্লাহর কালেমা উঁচু করা। কারণ যদি অত্যাচারিত মানুষের সাহায্য না করা হয় এবং তাদের ফরিয়াদে সাড়া না দেওয়া হয়, তাহলে পৃথিবীতে সবলরা দুর্বলদেরকে এবং শক্তিশালীরা শক্তিহীনদেরকে বাঁচতেই দেবে না। যার কারণে পৃথিবী অরাজকতা ও অশান্তিতে ভরে উঠবে। অনুরূপ আল্লাহর কালেমাকে উঁচু এবং বাতিলকে ধ্বংস করার চেষ্টা না করলে, বাতিল শক্তির আধিপত্য পৃথিবীর সুখ-শান্তি ও নিরাপত্তা হরণ করে নেবে এবং আল্লাহর নাম নেওয়ার জন্য কোন উপাসনালয় অবশিষ্ট থাকবে না।\n(বিস্তারিত জানার জন্য দেখুনঃ সূরা বাক্বারার ২:২৫১ নং আয়াতের টীকা।)\nصَومَعة صَوَامِع এর বহুবচন, এর অর্থ ছোট গীর্জা بِيعَة بِيَع এর বহুবচন, এর অর্থ বড় গীর্জা। صَلَوات বলতে ইয়াহুদীদের উপাসনালয় ও مَساجد বলতে মুসলিমদের উপাসনালয় মসজিদকে বুঝানো হয়েছে।"
    },
    {
      "ayah": 4,
      "surah": 22,
      "text": "তার সম্বন্ধে এই নিয়ম করে দেয়া হয়েছে যে, [১] যে কেউ তার সাথে বন্ধুত্ব করবে, সে তাকে পথভ্রষ্ট করবে এবং তাকে পরিচালিত করবে প্রজ্জ্বলিত অগ্নির শাস্তির দিকে।\n[১] অর্থাৎ, শয়তান সম্পর্কে বিধি-লিপিতে এই রকমই স্থিরীকৃত আছে।"
    },
    {
      "ayah": 40,
      "surah": 22,
      "text": "তাদেরকে তাদের ঘরবাড়ী হতে অন্যায়ভাবে বহিষ্কৃত করা হয়েছে শুধু এ কারণে যে, তারা বলে, ‘আমাদের প্রতিপালক আল্লাহ।’ আল্লাহ যদি মানব জাতির এক দলকে অন্য দল দ্বারা প্রতিহত না করতেন, তাহলে বিধ্বস্ত হয়ে যেত খ্রিষ্টান সংসার-বিরাগীদের উপাসনা স্থান, গীর্জা, ইয়াহুদীদের উপাসনালয় এবং মসজিদসমূহ; যাতে অধিক স্মরণ করা হয় আল্লাহর নাম। আর আল্লাহ নিশ্চয়ই তাকে সাহায্য করেন যে তাঁকে (তাঁর ধর্মকে) সাহায্য করে। আল্লাহ নিশ্চয়ই মহাশক্তিমান, চরম পরাক্রমশালী।"
    },
    {
      "ayah": 41,
      "surah": 22,
      "text": "আমি তাদেরকে পৃথিবীতে (রাজ)ক্ষমতা দান করলে তারা নামায কায়েম করে, যাকাত প্রদান করে এবং সৎ কাজের আদেশ দেয় ও অসৎকার্য হতে নিষেধ করে।[১] আর সকল কর্মের পরিণাম আল্লাহর আয়ত্তে। [২]\n[১] আলোচ্য আয়াতে ইসলামী রাষ্ট্রের মূল লক্ষ্য ও উদ্দেশ্য বর্ণনা করা হয়েছে। যার বাস্তবায়ন খেলাফতে রাশেদা ও প্রথম শতাব্দীর ইসলামী রাষ্ট্রগুলোতে লক্ষ্য করা গিয়েছিল। তাঁরা জীবনের প্রতিটি ক্ষেত্রে ঐ সমস্ত উদ্দেশ্য সাধন করাকে অগ্রাধিকার দিয়েছেন। আর যার কারণে তাঁদের রাজ্যে শান্তি ও নিরাপত্তা বিস্তার লাভ করেছিল, সুখ-স্বাচ্ছন্দ্যও ছিল এবং মুসলিমরা মাথা উঁচু করে জীবন যাপন করতে পেরেছিলেন। আজও সউদী আরবে -- আলহামদুলিল্লাহ -- ঐ লক্ষ্য ও উদ্দেশ্য বাস্তবায়ন করার প্রতি বিশেষ যত্ন নেওয়া হয়। যার বর্কতে পৃথিবীর মধ্যে সউদী আরব শান্তি ও নিরাপত্তার দিক দিয়ে একটি শ্রেষ্ঠ ও আদর্শ দেশ বলে পরিচিত। বর্তমানে ইসলামী রাষ্ট্রগুলোতে সফল রাষ্ট্র কায়েম করার জন্য বড় হৈচৈ ও হাঙ্গামা শোনা যায় এবং প্রত্যেক ক্ষমতাসীন রাষ্ট্রনায়করা সফল রাষ্ট্রের দাবিও করে থাকেন। কিন্তু প্রত্যেক ইসলামী রাষ্ট্রে অশান্তি, বিশৃংখলা, হত্যা, লুঠতরাজ, দুর্নীতি ও অবনতি ব্যাপক হয়ে আছে এবং অর্থনৈতিক কাঠামো দুর্বল থেকে দুর্বলতর হয়ে চলেছে। এর একমাত্র কারণ এই যে, তাঁরা আল্লাহ প্রদত্ত বিধান না মেনে পাশ্চাত্যের গণতন্ত্র ও ধর্মনিরপেক্ষ (ধর্মহীন) বিধান দ্বারা সাফল্য অর্জন করতে চান। যা আকাশ স্পর্শ করা ও বাতাসকে মুষ্ঠিবদ্ধ করার মত অবাস্তব অপচেষ্টা। যতক্ষণ পর্যন্ত মুসলিম দেশগুলিতে কুরআনের বর্ণিত নিয়মানুসারে নামায প্রতিষ্ঠা ও যাকাত প্রদান ব্যবস্থা, সৎ কাজের আদেশ ও অসৎ কাজে বাধাদানের বিধান বাস্তবায়ন না করা হবে এবং এ লক্ষ্যকে রাজনীতির অন্যান্য কার্যের উপর অগ্রাধিকার না দেওয়া হবে, ততক্ষণ পর্যন্ত সফল রাষ্ট্র কায়েম করার স্বপ্ন স্বপ্নই থেকে যাবে।\n[২] প্রত্যেক ব্যাপার আল্লাহর আজ্ঞাধীন এবং তাঁর তদবীরের মুখাপেক্ষী। তাঁর আজ্ঞা, হুকুম ও অনুমতি বিনা এ বিশ্বের কোন গাছের একটি পাতাও নড়ে না। সুতরাং কে আল্লাহর আজ্ঞা ও নিয়ম-নীতি হতে বিচ্যুত হয়ে সত্যিকার সফলতা ও কৃতকার্যতা অর্জন করতে পারে?"
    },
    {
      "ayah": 42,
      "surah": 22,
      "text": "লোকে যদি তোমাকে মিথ্যা মনে করে, তাহলে (এতে আশ্চর্যের কিছুই নেই, কারণ) তাদের পূর্বে তো নূহের সম্প্রদায়, আ’দ এবং সামূদও মিথ্যা মনে করেছিল।"
    },
    { "ayah": 43, "surah": 22, "text": "এবং ইব্রাহীম ও লূতের সম্প্রদায়ও।" },
    {
      "ayah": 44,
      "surah": 22,
      "text": "এবং মাদয়্যানবাসীরাও (তাদের নবীদেরকে মিথ্যা মনে করেছিল) এবং মিথ্যা মনে করা হয়েছিল মূসাকেও। আমি অবিশ্বাসীদেরকে অবকাশ দিয়েছিলাম এবং পরে তাদেরকে পাকড়াও করেছিলাম।[১] অতএব কেমন (ভয়ঙ্কর) ছিল আমার প্রতিকার (শাস্তি)! [২]\n[১] এই আয়াতে নবী (সাঃ)-কে সান্তনা দেওয়া হয়েছে যে, যদি মক্কার কাফেররা তোমাকে মিথ্যা মনে করে, তাহলে এটা কোন নতুন কথা নয়, বরং সমস্ত বিগত জাতি তাদের নবীদের সাথে এরূপ ব্যবহারই করেছে। আমিও তাদেরকে ঢিল ও অবকাশ দিতে থেকেছি। অতঃপর যখন তাদের অবকাশের মেয়াদ শেষ হয়ে গেছে, তখন তাদেরকে ধ্বংস ও নিশ্চিহ্ন করে দিয়েছি। এতে মক্কার মুশরিকদের জন্য এই ইশারা ও ইঙ্গিত রয়েছে যে, মিথ্যাজ্ঞান করা সত্ত্বেও তোমরা আল্লাহর পাকড়াও থেকে নিরাপদে আছ, আর তার অর্থ তোমরা এই বুঝো না যে, তোমাদেরকে কেউ পাকড়াও করবে না। বরং এ হল আল্লাহর পক্ষ হতে অবকাশ বা ঢিল; যা তিনি প্রত্যেক জাতিকে দিয়েছেন। অতঃপর তারা যদি এই অবকাশ সময়কে কাজে লাগিয়ে আনুগত্য ও বাধ্য হওয়ার রাস্তা অবলম্বন না করেছে, তাহলে তাদেরকে ধ্বংস কিংবা মুসলিম কর্তৃক পরাজিত ও লাঞ্ছিত ও অপমানিত করা হয়েছে। (অনুরূপ তোমাদেরও হবে।)\n[২] অর্থাৎ, কেমন করে আমি তাদেরকে নিজ অনুগ্রহ হতে বঞ্চিত করে শাস্তি ও ধ্বংসের সম্মুখীন করেছিলাম।"
    },
    {
      "ayah": 45,
      "surah": 22,
      "text": "আমি ধ্বংস করেছি কত জনপদ যেগুলির বাসিন্দা ছিল যালেম, এসব জনপদ তাদের ঘরের ছাদসহ ধ্বংসস্তূপে পরিণত হয়েছিল এবং কত কূপ পরিত্যক্ত হয়েছিল ও কত সুদৃঢ় প্রাসাদও।"
    },
    {
      "ayah": 46,
      "surah": 22,
      "text": "তারা কি দেশ ভ্রমণ করেনি? তাহলে তারা জ্ঞান-বুদ্ধিসম্পন্ন হৃদয় ও শ্রুতি-শক্তিসম্পন্ন কর্ণের অধিকারী হতে পারতো। বস্তুতঃ চক্ষু তো অন্ধ নয়, বরং অন্ধ হচ্ছে বক্ষস্থিত হৃদয়। [১]\n[১] যখন কোন জাতি ভ্রষ্টতার এমন পর্যায়ে পৌঁছে যায়, যেখানে তারা শিক্ষা ও উপদেশ গ্রহণের যোগ্যতা পর্যন্তও হারিয়ে ফেলে, তখন পথপ্রাপ্তির পরিবর্তে বিগত জাতিসমূহের মত তাদেরও ভাগ্যে ধ্বংসই জোটে। আলোচ্য আয়াতে জ্ঞানের সম্পর্ক হৃদয়ের সাথে জুড়া হয়েছে; যার দ্বারা প্রমাণ করা হয় যে, জ্ঞান-বুদ্ধির অবস্থান হৃদয়ে। পক্ষান্তরে কিছু উলামা বলেন, জ্ঞানের অবস্থানক্ষেত্র মস্তিষ্ক বা মগজ। আবার কেউ কেউ বলেন, উক্ত উভয় মতের মধ্যে কোন বিরোধ নেই। কারণ কোন কিছুকে জানা ও বোঝার জন্য হৃদয় ও মস্তিষ্কর পারস্পরিক সম্পর্ক অত্যন্ত গভীর।"
    },
    {
      "ayah": 47,
      "surah": 22,
      "text": "তারা তোমাকে শাস্তি ত্বরান্বিত করতে বলে; অথচ আল্লাহ তাঁর প্রতিশ্রুতি কখনো ভঙ্গ করেন না। তোমার প্রতিপালকের একদিন তোমাদের গণনার হাজার বছরের সমান। [১]\n[১] এই কারণে এরা নিজেদের হিসাব অনুসারে জলদি করে। কিন্তু আল্লাহর হিসাবে এক দিন হাজার বছরের সমান। এই হিসাবে আল্লাহ যদি কাউকে একদিন (২৪ ঘণ্টার) অবকাশ দেন তাহলে আযাবের জন্য এক হাজার বছর, অর্ধেক দিনের অবকাশে ৫০০ বছর, ছয় ঘণ্টার অবকাশে ২৫০ বছর প্রয়োজন। এইভাবে আল্লাহর পক্ষ হতে এক ঘণ্টা অবকাশ পাওয়ার অর্থ কমবেশি ৪০ বছরের অবকাশ পাওয়া যায়।\n(আইসারুত্ তাফাসীর)\nআয়াতের অন্য একটি অর্থ হল, আল্লাহর কুদরতে এক দিন ও এক হাজার বছর উভয়ই সমান। সুতরাং তরান্বিত বা বিলম্বিত করাতে কোন পার্থক্য নেই। এরা ত্বরান্বিত করে, আর তিনি বিলম্বিত করেন। তবে এ কথা সুনিশ্চিত যে, তিনি তাঁর প্রতিশ্রুতি অবশ্যই পূর্ণ করবেন। আবার কেউ কেউ এর তাৎপর্য পরকাল মনে করে বলেছেন যে, কিয়ামতের ভয়াবহতা এত বেশি হবে যে, তার একদিন কারো নিকট এক হাজার বছর; বরং অনেকের নিকট ৫০ হাজার বছর বলে মনে হবে। আবার কেউ কেউ বলেন যে, পরকালের একদিন বাস্তবেই এক হাজার বছর সমান হবে।"
    },
    {
      "ayah": 48,
      "surah": 22,
      "text": "আর আমি অবকাশ দিয়েছি কত জনপদকে যখন তারা ছিল অত্যচারী; অতঃপর তাদেরকে শাস্তি দিয়েছি এবং প্রত্যাবর্তন আমারই নিকট। [১]\n[১] সেই কারণেই অবকাশ নীতির কথার আবার বর্ণনা হচ্ছে যে, আমার পক্ষ থেকে শাস্তির ব্যাপারে যতই দেরী হোক না কেন, আমার হাত থেকে কেউ রক্ষা পাবে না এবং পালাতেও পারবে না। শেষ পর্যন্ত আমারই কাছে ফিরে আসতে হবে।"
    },
    {
      "ayah": 49,
      "surah": 22,
      "text": "বল, ‘হে মানুষ! আমি তো তোমাদের জন্য এক স্পষ্ট সতর্ককারী মাত্র।’ [১]\n[১] এটি কাফের ও মুশরিকদের আযাব দাবি করার জবাবে বলা হচ্ছে যে, হে নবী! তুমি বল, আমার কাজ তো কেবল সতর্ক করা ও সুসংবাদ দেওয়া। আযাব ও শাস্তি প্রেরণ করা আল্লাহর কাজ। কাউকে জলদি পাকড়াও করা অথবা কাউকে দেরীতে পাকড়াও করা, এ কাজ তাঁর হিকমত ও ইচ্ছাধীন। তার জ্ঞানও আল্লাহ ছাড়া আর কারো নেই। এ কথা যদিও মক্কাবাসীদের উদ্দেশ্যে বলা হয়েছে, তবুও যেহেতু নবী (সাঃ) ছিলেন সারা মানবকুলের পথপ্রদর্শক ও রসূল, সেই জন্য সম্বোধন 'হে মানুষ' দিয়ে করা হয়েছে। এই আয়াতে কিয়ামত পর্যন্ত আগত সমস্ত কাফের ও মুশরিকদেরকে উদ্দেশ্য করা হয়েছে, যারা মক্কার লোকেদের মত আচরণ করবে।"
    },
    {
      "ayah": 5,
      "surah": 22,
      "text": "হে মানুষ! পুনরুত্থান সম্বন্ধে যদি তোমাদের সন্দেহ   হয়, তাহলে (ভেবে দেখ যে,) আমি তোমাদেরকে সৃষ্টি করেছি মাটি হতে, তারপর বীর্য হতে, তারপর রক্তপিন্ড হতে, তারপর পূর্ণাকৃতি বা অপূর্ণাকৃতি গোশতপিন্ড হতে;[১] যাতে আমি তোমাদের নিকট (আমার সৃজনশক্তির মহিমা) ব্যক্ত করি।[২] আমার ইচ্ছা অনুযায়ী তা এক নির্দিষ্ট কালের জন্য মাতৃগর্ভে স্থিত রাখি,[৩] তারপর আমি তোমাদেরকে শিশুরূপে বের করি; পরে যাতে তোমরা পরিণত বয়সে উপনীত হও। তোমাদের মধ্যে কারো কারো মৃত্যু ঘটানো হয়[৪] এবং তোমাদের মধ্যে কাউকেও প্রত্যাবৃত্ত করা হয় অকর্মণ্য (স্থবিরতার) বয়সে; যার ফলে সে যা কিছু জানত, সে সম্বন্ধেও সজ্ঞান থাকে না।[৫] আর তুমি ভূমিকে দেখ শুষ্ক, অতঃপর তাতে আমি বৃষ্টি বর্ষণ করলে তা শস্য-শ্যামল হয়ে আন্দোলিত ও স্ফীত হয় এবং উদগত করে সর্বপ্রকার নয়নাভিরাম উদ্ভিদ।[৬]\n[১] অর্থাৎ, বীর্য থেকে চল্লিশ দিন পর জমাট রক্তে ও তা থেকে গোশতপিন্ডে পরিণত হয়। مُخَلَّقَة (পূর্ণাকৃতি) বলতে এমন ভ্রূণকে বুঝানো হয়েছে যার আকার-আকৃতি পরিপূর্ণ ও স্পষ্ট। এ রকম ভ্রূণের মধ্যে রূহ (আত্মা) ফুঁকে দেয়া হয়। আর غَير مُخَلَّقَة (অপূর্ণাকৃতি) এর বিপরীত; যার আকার-আকৃতি পূর্ণতা লাভ করে না এবং তাতে রূহও ফুঁকা হয় না। বরং সময়ের আগেই তা গর্ভচ্যুত হয়ে যায়। সহীহ হাদীসসমূহেও গর্ভাবস্থায় ভ্রূণের এই সকল সৃষ্টি-পর্যায়ের কথা উল্লেখ হয়েছে। যেমন একটি হাদীসে আছে, নবী (সাঃ) বলেন, \"তোমাদের প্রত্যেকের সৃষ্টি (অর্থাৎ তার মূল উপাদান প্রথমে) ৪০ দিন তার মাতার গর্ভে শুক্ররূপে থাকে। অতঃপর ৪০ দিন লাল জমাট রক্ত পিন্ডরূপে অবস্থান করে, তৎপর ৪০ দিনে গোশত পিন্ডরূপ ধারণ করে। অতঃপর আল্লাহ তার নিকট এক ফিরিশতা পাঠিয়ে তার রূহ ফুঁকা হয়---।\"\n(বুখারী, মুসলিম, আবু দাঊদ, মিশকাত ৮২ নং)\nঅর্থাৎ, চার মাস পর ভ্রূণে আত্মাদান করা হয় এবং তা পরিপূর্ণ মানবাকৃতিতে বিকাশ লাভ করে।[২] অর্থাৎ, এইভাবেই আমি আমার সৃষ্টিশক্তির নিপুণতা ও মহিমা তোমাদের জন্য প্রকাশ করি।[৩] অর্থাৎ, যাকে গর্ভচ্যুত করা হয় না। (নষ্ট করা হয় না।)[৪] অর্থাৎ, পরিণত বয়সের আগেই। আর পরিণত বয়স বলতে প্রাপ্তবয়স্ক বা জ্ঞান ও শক্তির পরিপূর্ণতার বয়স (প্রৌঢ়ত্ব)-কে বুঝানো হয়েছে। যা ৩০ ও ৪০ এর মাঝামাঝি বয়স।[৫] এর অর্থঃ অতি বার্ধক্যে মানুষের শক্তি দুর্বল ও অবনতির সাথে সাথে জ্ঞান ও স্মরণশক্তি হ্রাস পেয়ে যায় এবং স্মৃতি ও জ্ঞানের দিক থেকে একজন শিশুর ন্যায় হয়ে যায়। যেমন সূরা ইয়াসীনে (৩৬:৬৮ আয়াতে) বলা হয়েছে, {وَمَنْ نُعَمِّرْهُ نُنَكِّسْهُ فِي الْخَلْقِ أَفَلَا يَعْقِلُونَ} অর্থাৎ, আমি যাকে দীর্ঘ জীবন দান করি তাকে তো জরাগ্রস্ত করে দিই। এবং সূরা তীনে (৯৫:৫ আয়াতে) বলা হয়েছে, {ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ} অর্থাৎ, অতঃপর আমি তাকে হীনতার সবচেয়ে নিমনস্তরে ফিরিয়ে দিয়েছি।[৬] এটি মৃতদেরকে পুনর্জীবিত করার ব্যাপারে আল্লাহর মহাশক্তির দ্বিতীয় প্রমাণ। প্রথম প্রমাণ ছিল যে, যিনি সামান্য এক ফোঁটা পানি দিয়ে মানুষ সৃষ্টি করতে ও সুন্দর অস্তিত্বে পরিণত করতে সক্ষম। এ ছাড়া বয়সের বিভিন্ন পর্যায় পার হয়ে বার্ধক্যের এমন এক পর্যায়ে পৌঁছে যে, যখন তার দেহ সহ বুঝ ও চিন্তাশক্তি সব কিছু দুর্বলতা ও অবনতির শিকার হয়ে পড়ে। যে আল্লাহর এমন শক্তি তাঁর জন্য কি পুনর্বার সৃষ্টি করা কোন কঠিন কাজ? যিনি মানুষকে বিভিন্ন পর্যায়ে পৌঁছাতে সক্ষম তিনি অবশ্য অবশ্যই মৃত্যুর পর পুনর্জীবিত করে নতুন এক অস্তিত্ব দানে সক্ষম। দ্বিতীয় প্রমাণ, তুমি ভূমিকে শুষ্ক ও মৃত দেখ, কিন্তু বৃষ্টির পর তা কেমন সঞ্জীবিত শস্য-শ্যামল নানান প্রকৃতির উদ্ভিদ ও নানান ফল ফসলে ভরে ওঠে। এভাবেই মহান আল্লাহ কিয়ামত দিবসে মানুষদেরকে কবর থেকে উঠাবেন। যেমন হাদীসের মধ্যে এসেছে যে, একজন সাহাবী জিজ্ঞাসা করলেন, আল্লাহ তাআলা মানুষকে যেভাবে পুনরায় সৃষ্টি করবেন তার কোন দৃষ্টান্ত সৃষ্টি জগতের মধ্য থেকে বর্ণনা করুন। নবী (সাঃ) বললেন, তুমি কি এমন উপত্যকা পার হয়েছ, যা শুকনো ও মৃত এবং পরে তা শস্য-শ্যামল দেখেছ? সাহাবী বললেন, জী হ্যাঁ! তিনি বললেন, অনুরূপ ভাবেই মানুষ পুনর্জীবিত হবে।\n(আহমাদ ৪/১১, ইবনে মাজাহ ১৮০নং)"
    },
    {
      "ayah": 50,
      "surah": 22,
      "text": "সুতরাং যারা ঈমান আনে ও সৎকর্ম করে তাদের জন্য রয়েছে ক্ষমা ও সম্মানজনক জীবিকা।"
    },
    {
      "ayah": 51,
      "surah": 22,
      "text": "আর যারা আমার আয়াতকে ব্যর্থ করার অপচেষ্টা করে[১] তারাই হবে জাহান্নামের অধিবাসী।\n[১] مُعَاجِزِين শব্দের অর্থ হল এই ধারণা পোষণ করা যে, তারা আমাকে ব্যর্থ করে দেবে, নিষ্ক্রিয় বা ক্লান্ত করে ফেলবে, আর আমি তাদেরকে পাকড়াও করতে সক্ষম হব না। কারণ তারা পুনর্জীবন ও হিসাব-নিকাশের ব্যাপারে অবিশ্বাসী ছিল।"
    },
    {
      "ayah": 52,
      "surah": 22,
      "text": "আমি তোমার পূর্বে যে সব রসূল কিংবা নবী প্রেরণ করেছি তাদের কেউ যখনই আকাঙ্ক্ষা করেছে, তখনই শয়তান তার আকাঙ্ক্ষায় কিছু প্রক্ষিপ্ত করেছে। কিন্তু শয়তান যা প্রক্ষিপ্ত করে, আল্লাহ তা বিদূরিত করেন। অতঃপর আল্লাহ তাঁর আয়াতসমূহকে সুদৃঢ় করেন।[১] আর আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।\n[১] تَمَنى শব্দের একটি অর্থ আকাঙ্ক্ষা করেছে বা অন্তরে কল্পনা করেছে। দ্বিতীয় অর্থঃ পড়েছে বা আবৃত্তি করেছে। এই হিসাবে أُمنِية এর অর্থ হবে আকাঙ্ক্ষা, কল্পনা বা পাঠ। প্রথম অর্থ অনুযায়ী এর তাৎপর্য হবে, তার আকাঙ্ক্ষায় শয়তান বাধা সৃষ্টি করল; যাতে তা পূর্ণ না হয়। আর রসূল ও নবীদের আকাঙ্ক্ষা এটাই হয় যে, বেশি সংখ্যক মানুষ ঈমান আনয়ন করুক। কিন্তু শয়তান বাধা সৃষ্টি করে বেশি সংখ্যক মানুষকে ঈমান গ্রহণ করা হতে দূরে রাখতে চায়। দ্বিতীয় অর্থ অনুযায়ী এর তাৎপর্য দাঁড়াবে যে, যখনই আল্লাহর রসূল ও নবীগণ অহীলব্ধ কথা পড়ে শুনান, তখনই শয়তান উক্ত অহীর কথার সাথে নিজের কিছু কথা মিলিয়ে দিতে চেষ্টা করে বা লোকেদের মনে সংশয় সৃষ্টি করে। মহান আল্লাহ শয়তানের সমস্ত বাধা দূর করে অথবা তেলাঅতে তার কিছু মিলিয়ে দেওয়ার অপচেষ্টাকে অকৃতকার্য করে অথবা শয়তানের প্রক্ষিপ্ত সন্দেহ ও সংশয় নিরসন করে নিজের কথা বা আয়াতকে সুদৃঢ় করেন। এর মাধ্যমে রসূল (সাঃ)-কে সান্ত্বনা দেওয়া হচ্ছে যে, এই শ্রেণীর কর্মকান্ড শয়তান শুধুমাত্র তোমার সাথেই করেনি; বরং তোমার পূর্ববর্তী সকল নবীদের সাথেই করেছে। সুতরাং তুমি কিছুমাত্র বিচলিত হবে না। শয়তানের ঐ সমস্ত চক্রান্ত ও দুরভিসন্ধি হতে যেমন আমি পূর্বের নবীদেরকে রক্ষা করেছি, তেমনি তুমিও সুরক্ষিত থাকবে এবং শয়তানের অনিচ্ছা সত্ত্বেও মহান আল্লাহ নিজের বাণীকে পাকাপোক্ত ও সুদৃঢ় করবেন। কোন কোন মুফাসসির এখানে غرانيق এর কেচ্ছা উল্লেখ করেন; কিন্তু সত্যানুসন্ধানী উলামাগণের নিকট তার কোন অস্তিত্ব নেই। আর সেই কারণে তা এখানে উল্লেখ করার কোন প্রয়োজন নেই।"
    },
    {
      "ayah": 53,
      "surah": 22,
      "text": "এটা এ জন্য যে, শয়তান যা প্রক্ষিপ্ত করে, তিনি তা পরীক্ষা স্বরূপ করেন তাদের জন্য যাদের অন্তরে ব্যাধি রয়েছে এবং যারা পাষাণ-হৃদয়।[১] নিশ্চয় অত্যাচারীরা চরম বিরোধিতায় রয়েছে।\n[১] শয়তান এ রকম আচরণ এই জন্য করে থাকে, যাতে মানুষকে পথভ্রষ্ট করতে পারে। আর শয়তানের জালে ঐ সমস্ত মানুষ ফেঁসে থাকে, যাদের অন্তরে আছে কুফরী ও মুনাফিকীর রোগ বা যাদের অন্তর অধিক পাপ করার ফলে পাথরের ন্যায় কঠিন হয়ে পড়ে।"
    },
    {
      "ayah": 54,
      "surah": 22,
      "text": "আর এ জন্যেও যে, যাদেরকে জ্ঞান দেওয়া হয়েছে তারা যেন জানতে পারে যে, এটা তোমার প্রতিপালকের নিকট হতে প্রেরিত সত্য; অতঃপর তারা যেন তাতে বিশ্বাস স্থাপন করে এবং তাদের অন্তর যেন তার প্রতি অনুগত হয়।[১] যারা বিশ্বাস করেছে তাদেরকে আল্লাহ অবশ্যই সরল পথে পরিচালিত করেন। [২]\n[১] অর্থাৎ, শয়তানের প্রক্ষেপণ যা আসলে তার প্ররোচনা; যা মুনাফিক, মুশরিক ও কাফেরদের জন্য যেমন ফিতনা ও পরীক্ষার কারণ হয়, তেমনি অন্য দিকে যারা জ্ঞানী ও অভিজ্ঞ মু'মিন মানুষ; তাঁদের ঈমান ও বিশ্বাস বৃদ্ধি পায়। তাঁরা বুঝতে পারেন যে, আল্লাহর অবতীর্ণ কুরআন সত্য। আর তার ফলে তাঁদের অন্তর আল্লাহর প্রতি অনুগত হয়।\n[২] ইহকালে এবং পরকালেও। ইহকালে এইভাবে যে, তাঁদেরকে সত্য পথের দিশা দেন এবং তা অবলম্বন ও অনুসরণ করার প্রয়াস ও প্রেরণা দান করেন। অসত্য ও অন্যায়ের বুঝ দান করেন এবং তা থেকে তাঁদেরকে দূরে রাখেন। আর পরকালে সরল পথে পরিচালিত করার অর্থ জাহান্নামের যন্ত্রণাদায়ক শাস্তি হতে বাঁচিয়ে জান্নাত দান করবেন এবং সেখানে আপন অনুগ্রহ ও সাক্ষাৎ দানে ধন্য করবেন। হে আল্লাহ! তুমি আমাদেরকে তাঁদের দলভুক্ত করো।"
    },
    {
      "ayah": 55,
      "surah": 22,
      "text": "যারা অবিশ্বাস করেছে তারা ওতে সন্দেহ পোষণ করা হতে বিরত হবে না; যতক্ষণ না তাদের নিকট কিয়ামত এসে পড়বে আকস্মিকভাবে অথবা এসে পড়বে এক বন্ধ্যা (অশুভ) দিনের শাস্তি। [১]\n[১] يَومٌ عَقِيم এর মূল অর্থ বন্ধ্যা দিন। আর তা হল কিয়ামতের দিন। এ দিনকে বন্ধ্যা এই কারণে বলা হয়েছে যে, তারপর আর কোন দিন হবে না। যেমন যার সন্তান হয় না তাকে বন্ধ্যা বলা হয়। অথবা এই কারণে যে, সেদিন কাফেরদের জন্য কোন দয়া থাকবে না, অর্থাৎ সেদিন তাদের জন্য কল্যাণশূন্য হবে। যেমন আযাব স্বরূপ আসা ঝড়কে رِيحٌ عَقِيم বলা হয়। যেমন মহান আল্লাহ বলেন, {إِذْ أَرْسَلْنَا عَلَيْهِمُ الرِّيحَ الْعَقِيمَ} অর্থাৎ, যখন আমি তাদের বিরুদ্ধে প্রেরণ করেছিলাম অকল্যাণকর বায়ু।\n(সূরা যারিয়াত ৫১:৪১)\nঅর্থাৎ এমন বায়ু; যার মধ্যে কোন কল্যাণ ও বৃষ্টির পূর্বাভাস ছিল না।"
    },
    {
      "ayah": 56,
      "surah": 22,
      "text": "সে দিন আল্লাহরই আধিপত্য হবে;[১] তিনিই তাদের বিচার করবেন; যারা বিশ্বাস করে ও সৎকর্ম করে তারা অবস্থান করবে সুখময় জান্নাতে।\n[১] অর্থাৎ, পৃথিবীতে সাময়িকভাবে পুরস্কার স্বরূপ অথবা পরীক্ষা স্বরূপ মানুষ রাজত্ব আধিপত্য ও ক্ষমতা লাভ করে থাকে। কিন্তু পরকালে কারো কোন প্রকার ক্ষমতা থাকবে না। ক্ষমতা ও রাজত্ব একমাত্র আল্লাহরই থাকবে। কর্তৃত্ব ও আধিপত্য একমাত্র তাঁরই হবে। {الْمُلْكُ يَوْمَئِذٍ الْحَقُّ لِلرَّحْمَنِ وَكَانَ يَوْمًا عَلَى الْكَافِرِينَ عَسِيرًا} অর্থাৎ, সেদিন প্রকৃত কর্তৃত্ব হবে পরম দয়াময়ের এবং অবিশ্বাসীদের জন্য সেদিন হবে বড় কঠিন।\n(সূরা ফুরকান ২৫:২৬)\n{لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ} অর্থাৎ, আজ কর্তৃত্ব কার? এক পরাক্রমশালী আল্লাহরই।\n(সূরা মু'মিন ৪০:১৬)"
    },
    {
      "ayah": 57,
      "surah": 22,
      "text": "আর যারা অবিশ্বাস করে ও আমার আয়াতসমূহকে মিথ্যাজ্ঞান করে, তাদেরই জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।"
    },
    {
      "ayah": 58,
      "surah": 22,
      "text": "যারা হিজরত করেছে আল্লাহর পথে এবং পরে (শত্রুর হাতে) নিহত হয়েছে অথবা মৃত্যুবরণ করেছে[১] তাদেরকে আল্লাহ অবশ্যই উৎকৃষ্ট জীবিকা দান করবেন। [২] আর নিশ্চয় আল্লাহ; তিনিই তো সর্বোৎকৃষ্ট রুযীদাতা।[৩]\n[১] অর্থাৎ, সেই হিজরতের অবস্থায় যদি মারা গেছে অথবা শহীদ হয়ে গেছে।\n[২] অর্থাৎ, জান্নাতের নিয়ামত; যা না শেষ হবে, না ধ্বংস।\n[৩] কারণ তিনি বিনা হিসাবে, বিনা অধিকারে এবং বিনা চাওয়ায় রুযী দিয়ে থাকেন। তাছাড়া মানুষ এক অপরকে যা দিয়ে থাকে তাও আল্লাহরই দেওয়া। সেই কারণে আসল ও উৎকৃষ্ট রুযীদাতা তিনিই।"
    },
    {
      "ayah": 59,
      "surah": 22,
      "text": "তিনি তাদেরকে অবশ্যই এমন স্থানে প্রবেশ করাবেন যা তারা পছন্দ করবে[১] এবং নিশ্চয় আল্লাহ সম্যক জ্ঞানময়, পরম সহনশীল।[২]\n[১] কারণ, জান্নাতের সুখ-সম্পদ এমন হবে, যা কোন চক্ষু দেখেনি, কোন কান শুনেনি এবং কোন মানুষের অন্তরের কল্পনাতেও আসেনি। সুতরাং এমন নিয়ামত কে পছন্দ করবে না এবং এ রূপ সুখ-সম্পদ পেয়ে কে খুশি হবে না?\n[২] সম্যক জ্ঞানময় বা সর্বজ্ঞ; তিনি সৎ লোকেদের দর্জা ও মর্যাদাস্তর এবং তাদের প্রাপ্য অধিকার সম্পর্কে খুব জানেন। পরম সহনশীল; তিনি কুফরী ও শিরককারীদের ধৃষ্টতা ও অবাধ্যতা লক্ষ্য করেন। কিন্তু তিনি তাৎক্ষণিক পাকড়াও করেন না।"
    },
    {
      "ayah": 6,
      "surah": 22,
      "text": "এটা এ জন্য যে, আল্লাহই সত্য এবং তিনিই মৃতকে জীবন দান করেন এবং তিনিই সর্ববিষয়ে শক্তিমান।"
    },
    {
      "ayah": 60,
      "surah": 22,
      "text": "এটাই হয়ে থাকে,[১] কোন ব্যক্তি নিপীড়িত হয়ে তুল্য প্রতিশোধ গ্রহণ করলে ও পুনরায় সে অত্যাচারিত হলে, আল্লাহ অবশ্যই তাকে সাহায্য করবেন;[২] আল্লাহ নিশ্চয় পাপমোচনকারী, পরম ক্ষমাশীল।[৩]\n[১] অর্থাৎ, আমি মুহাজিরদের সঙ্গে বিশেষ করে শহীদী অথবা স্বাভাবিক মরণের যে ওয়াদা করেছি, তা অবশ্যই পূর্ণ হবে।\n[২] العقُوبَة (প্রতিশোধ) এমন শাস্তি ও সাজাকে বলা হয়, যা কোন কাজের বিনিময়ে দেওয়া হয়। অর্থ এই যে, যদি কেউ অন্য কারো প্রতি অত্যাচার করে, তাহলে অত্যাচারিত ব্যক্তির জন্য সেই পরিমাণ প্রতিশোধ গ্রহণ করার অধিকার আছে যে পরিমাণ অত্যাচার তার প্রতি করা হয়েছে। কিন্তু প্রতিশোধ নেবার পর যখন অত্যাচারী ও অত্যাচারিত উভয়ে সমান হয়ে যায়, তারপর অত্যাচারী যদি অত্যাচারিতের উপর আবার অত্যাচার করে, তাহলে আল্লাহ সেই অত্যাচারিতকে অবশ্যই সাহায্য করেন। সুতরাং এ সন্দেহ করা উচিত নয় যে, অত্যাচারিত ব্যক্তি ক্ষমা না করে প্রতিশোধ নিয়ে ভুল করেছে। না তা ভুল নয়। যেহেতু স্বয়ং আল্লাহ এর অনুমতি দিয়েছেন। সেই জন্য আগামীতেও সে আল্লাহর সাহায্যের অধিকারী হবে।\n[৩] এই আয়াতে ক্ষমা করার প্রতি উৎসাহ প্রদান করে বলা হয়েছে যে, আল্লাহ ক্ষমাশীল, তোমরাও ক্ষমা কর। এর অন্য একটি অর্থ এও হতে পারে যে, অত্যাচারী যে পরিমাণ অত্যাচার করেছে সেই পরিমাণ প্রতিশোধ নেওয়াতে আল্লাহর কোন পাকড়াও হবে না, যেহেতু আল্লাহ তার অনুমতি দিয়েছেন। বরং তা ক্ষমাযোগ্য। বরং প্রতিশোধ গ্রহণ অত্যাচারীর কাজের অনুরূপ হওয়ার জন্য দৃশ্যতঃ এক রকম অত্যাচার হলেও, আসলে প্রতিশোধ গ্রহণ কোন অত্যাচার নয়।"
    },
    {
      "ayah": 61,
      "surah": 22,
      "text": "এটা এ জন্য যে, আল্লাহ রাত্রিকে প্রবিষ্ট করেন দিবসের মধ্যে এবং দিবসকে প্রবিষ্ট করেন রাত্রির মধ্যে। [১] আর নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা।\n[১] অর্থাৎ, যে আল্লাহ এ প্রকার প্রবিষ্ট করার কাজ করতে সক্ষম, সে আল্লাহ অত্যাচারীদের নিকট হতে তাঁর অত্যাচারিত বান্দাদের প্রতিশোধ নিতে সক্ষম।"
    },
    {
      "ayah": 62,
      "surah": 22,
      "text": "এ জন্যও যে, আল্লাহ; তিনিই সত্য[১] এবং তারা তাঁর পরিবর্তে যাকে আহবান করে, তা নিঃসন্দেহে অসত্য। আর আল্লাহ; তিনিই তো সমুচ্চ, সুমহান।\n[১] এই কারণে তাঁর দ্বীন সত্য, তাঁর ইবাদত সত্য, তাঁর প্রতিশ্রুতি সত্য। আর নিজ বন্ধুদেরকে তাদের শত্রুদের বিরুদ্ধে সাহায্য করাও সত্য। সেই আল্লাহ নিজের অস্তিত্ব, গুণাবলী ও কার্যাবলীতেও সত্য।"
    },
    {
      "ayah": 63,
      "surah": 22,
      "text": "তুমি কি লক্ষ্য কর না যে, আল্লাহ আকাশ হতে বৃষ্টি বর্ষণ করেন, যার ফলে পৃথিবী সবুজ-শ্যামল হয়ে ওঠে? নিশ্চয় আল্লাহ সম্যক সূক্ষ্ণদর্শী, পরিজ্ঞাত। [১]\n[১] لَطِيف এর অর্থঃ সূক্ষ্ণদর্শী; তাঁর জ্ঞান ছোট-বড় প্রতিটি জিনিসে পরিব্যাপ্ত আছে। অথবা তার অর্থঃ অনুগ্রহপরায়ণ; অর্থাৎ নিজ বান্দাদেরকে রুযী দানের ব্যাপারে তিনি অনুগ্রহপরায়ণ। خَبِير এর অর্থঃ পরিজ্ঞাত; তিনি ঐ সমস্ত জিনিস সম্বন্ধে পরিজ্ঞাত (পূর্ণ খবর রাখেন), যাতে বান্দাদের কাজের তদবীর ও সংশোধন রয়েছে। অথবা তাদের যাবতীয় প্রয়োজন সম্পর্কে পরিজ্ঞাত।"
    },
    {
      "ayah": 64,
      "surah": 22,
      "text": "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই।[১] আর নিশ্চয় আল্লাহ; তিনিই অভাবমুক্ত, সর্বপ্রশংসনীয়।\n[১] সৃষ্টির দিক দিয়ে, মালিকানার দিক দিয়ে এবং নিয়ন্ত্রণ ও পরিচালনার দিক দিয়ে। কারণ সকল সৃষ্টি তাঁর মুখাপেক্ষী এবং তিনি কারো মুখাপেক্ষী নন। যেহেতু তিনি অভাবশূন্য অমুখাপেক্ষী। সেই সত্তা সকল পরিপূর্ণতা ও ক্ষমতার অধিকারী, সকল অবস্থায় প্রশংসার যোগ্যও একমাত্র তিনিই।"
    },
    {
      "ayah": 65,
      "surah": 22,
      "text": "তুমি কি লক্ষ্য কর না যে, আল্লাহ তোমাদের কল্যাণে নিয়োজিত করেছেন[১] পৃথিবীতে যা কিছু আছে তার সমস্তকে এবং তাঁর নির্দেশে সমুদ্রে বিচরণশীল নৌযানসমূহকে। তিনিই আকাশকে ধরে রাখেন, যাতে ওটা পৃথিবীর উপর তাঁর অনুমতি ছাড়া পতিত না হয়। [২] নিশ্চয়ই আল্লাহ মানুষের প্রতি বড় দয়ার্দ্র, পরম দয়ালু। [৩]\n[১] যেমন জীবজন্তু, নদী-নালা, গাছপালা ও অন্যান্য অসংখ্য জিনিস, যার দ্বারা মানুষ উপকৃত হয়।\n[২] অর্থাৎ, তিনি চাইলে আকাশ পৃথিবীর ওপর ভেঙ্গে পড়বে। আর তার ফলে পৃথিবীর সমস্ত কিছু ধ্বংস হয়ে যাবে। তবে হ্যাঁ, কিয়ামতের দিন আল্লাহর ইচ্ছায় আকাশ ভেঙ্গে চূর্ণ-বিচূর্ণ হয়ে পড়বে।\n[৩] এই কারণেই উক্ত জিনিসগুলো মানুষদের কল্যাণে নিয়োজিত করেছেন এবং আকাশকেও ভেঙ্গে পড়তে দেন না। কল্যাণে নিয়োজিত করার অর্থঃ ঐ সমস্ত জিনিস দ্বারা উপকৃত হওয়া সম্ভবপর ও সহজ করে দিয়েছেন।"
    },
    {
      "ayah": 66,
      "surah": 22,
      "text": "তিনিই তোমাদেরকে জীবন দান করেছেন; অতঃপর তিনিই তোমাদের মৃত্যু ঘটাবেন, পুনরায় তোমাদেরকে জীবন দান করবেন। নিশ্চয় মানুষ অতিশয় অকৃতজ্ঞ। [১]\n[১] এখানে 'মানুষ' বলে মনুষ্য জাতিকে বুঝানো হয়েছে। কিছু মানুষের কৃতজ্ঞ হওয়া এ কথার পরিপন্থী নয়। কারণ বেশির ভাগ মানুষের মধ্যে এই অকৃতজ্ঞতা, নেমকহারামি ও কুফরী পাওয়া যায়।"
    },
    {
      "ayah": 67,
      "surah": 22,
      "text": "আমি প্রত্যেক জাতির জন্য নির্ধারিত করে দিয়েছি ইবাদত পদ্ধতি; যা তারা অনুসরণ করে।[১] সুতরাং তারা যেন অবশ্যই এ ব্যাপারে তোমার সাথে বিতর্ক না করে। [২] তুমি তাদেরকে তোমার প্রতিপালকের দিকে আহবান কর। নিশ্চয় তুমি সরল পথেই প্রতিষ্ঠিত।[৩]\n[১] অর্থাৎ, প্রত্যেক যুগে আমি মানুষের জন্য পৃথক পৃথক শরীয়ত নির্ধারিত করেছি, যা কিছু বিষয়ে এক অপর হতে আলাদা। যেমন তাওরাত মূসা (আঃ)-এর উম্মতের জন্য, ইঞ্জীল ঈসা (আঃ)-এর উম্মতের জন্য এবং কুরআন হল মুহাম্মাদ (সাঃ)-এর উম্মতের জন্য শরীয়ত ও জীবন ব্যবস্থা।\n[২] অর্থাৎ, মহান আল্লাহ তোমাকে যে দ্বীন ও শরীয়ত দান করেছেন, তা পূর্ববর্তী দ্বীনসমূহের মূলনীতিরই অনুসারী। সুতরাং পূর্ববর্তী শরীয়তের অনুসারীদের উচিত, এখন শেষ নবী (সাঃ)-এর শরীয়তের উপর ঈমান আনা। আর উচিত নয়, তাঁর সাথে এ ব্যাপারে তর্ক-বিবাদ করা।\n[৩] অর্থাৎ, তুমি ওদের তর্ক-বিবাদের কোন পরোয়া করবে না। বরং তাদেরকে নিজ প্রতিপালকের দিকে আহবান করতে থাক। কারণ 'সিরাতে মুস্তাকীম' (সরল পথে) কেবল তুমিই প্রতিষ্ঠিত আছ, বাকী পূর্বের সমস্ত শরীয়ত এখন রহিত।"
    },
    {
      "ayah": 68,
      "surah": 22,
      "text": "তারা যদি তোমার সাথে বিতন্ডা করে, তবে বল, ‘তোমরা যা কর সে সম্বন্ধে আল্লাহ সম্যক অবহিত।"
    },
    {
      "ayah": 69,
      "surah": 22,
      "text": "তোমরা যে বিষয়ে মতভেদ করছ আল্লাহ কিয়ামতের দিন সে বিষয়ে তোমাদের মধ্যে বিচার-মীমাংসা করে দেবেন।’ [১]\n[১] অর্থাৎ, সুস্পষ্ট ব্যাখ্যা ও প্রমাণের পরও যদি তারা তর্ক-বিবাদ হতে বিরত না হয়, তাহলে তাদের ব্যাপার আল্লাহর হাতে ছেড়ে দাও। যেহেতু তিনিই কিয়ামত দিবসে তোমাদের মতবিরোধের মীমাংসা করে দেবেন। আর সে দিন পরিষ্কার হয়ে যাবে, হক কি ও বাতিল কি? কারণ তিনি সেই মোতাবেক সকলকে বদলা দেবেন।"
    },
    {
      "ayah": 7,
      "surah": 22,
      "text": "আর কিয়ামত অবশ্যম্ভাবী, এতে কোন সন্দেহ নেই। আর অবশ্যই আল্লাহ কবরে যারা আছে তাদেরকে পুনরুত্থিত করবেন।"
    },
    {
      "ayah": 70,
      "surah": 22,
      "text": "তুমি কি জানো না যে, আকাশ ও পৃথিবীতে যা কিছু রয়েছে আল্লাহ তা অবগত আছেন? এ সবই লিপিবদ্ধ আছে এক কিতাবে। অবশ্যই এটা আল্লাহর নিকট সহজ। [১]\n[১] এখানে মহান আল্লাহ নিজের জ্ঞানের পরিপূর্ণতা এবং তার মাধ্যমে সমস্ত সৃষ্টিকে বেষ্টন করার কথা বর্ণনা করেছেন। অর্থাৎ, তাঁর সৃষ্টি যে যা করবে তার জ্ঞান আল্লাহর পূর্ব হতেই ছিল। যে সব মানুষ স্বেচ্ছায় সৎপথ অবলম্বন করবে এবং যারা স্বেচ্ছায় পাপের পথে চলবে তা তিনি আগেই জানতেন। সুতরাং সেই জ্ঞান অনুসারে এ সমস্ত জিনিস তিনি আগেই লিখে রেখেছেন। আর মানুষের কাছে এ কথা যতই কঠিন মনে হোক না কেন, আল্লাহর জন্য তা একদম সহজ। আর এটিই হল ভাগ্যের বিষয়, যার উপর ঈমান আনা একান্ত জরুরী। যাকে হাদীসে এভাবে বর্ণনা করা হয়েছে যে, মহান আল্লাহ আকাশ ও পৃথিবীর সৃষ্টির পঞ্চাশ হাজার বছর পূর্বে যখন তাঁর আরশ ছিল পানির উপর তখন সৃষ্টিকুলের ভাগ্য লিপিবদ্ধ করেছেন।\n(মুসলিম, তকদীর অধ্যায়)\nআর সুনানের বর্ণনাগুলোতে এসেছে, রাসুলুল্লাহ (সাঃ) বলেছেন, \"মহান আল্লাহ সর্বপ্রথম কলম সৃষ্টি করেন এবং বলেন, লেখ। কলম বলল, কি লিখব? মহান আল্লাহ বললেন, (কিয়ামত পর্যন্ত) যা কিছু ঘটবে সব কিছু লিখে ফেল। সুতরাং কলম আল্লাহর আদেশে কিয়ামত পর্যন্ত যা ঘটবে তা লিখে ফেলল।\"\n(আহমাদ ৫/৩১৭ আবূ দাঊদ, তিরমিযী)"
    },
    {
      "ayah": 71,
      "surah": 22,
      "text": "তারা ইবাদত করে আল্লাহর পরিবর্তে এমন কিছুর যার সম্পর্কে তিনি কোন দলীল প্রেরণ করেননি এবং যার সম্বন্ধে তাদের কোন জ্ঞান নেই; [১] বস্তুতঃ যালেমদের কোন সাহায্যকারী নেই।\n[১] অর্থাৎ, তাদের নিকট না আছে কোন লিখিত দলীল, যার দ্বারা তারা কোন আসমানী কিতাব হতে প্রমাণ দেখাতে পারবে। আর না আছে তাদের জ্ঞানভিত্তিক কোন প্রমাণ (যুক্তি), যা আল্লাহ ছাড়া অন্যের ইবাদত করার বৈধতায় পেশ করতে পারবে।"
    },
    {
      "ayah": 72,
      "surah": 22,
      "text": "তাদের নিকট আমার সুস্পষ্ট আয়াতসমূহ আবৃত্তি করা হলে তুমি অবিশ্বাসীদের মুখমন্ডলে অসন্তোষের লক্ষণ দেখবে; যারা তাদের নিকট আমার আয়াত আবৃত্তি করে, তাদেরকে তারা আক্রমণ করতে উদ্যত হয়। [১] তুমি বল, ‘তবে কি আমি তোমাদেরকে এটা অপেক্ষা মন্দ কিছুর সংবাদ দেব? তা হল জাহান্নাম; যার প্রতিশ্রুতি আল্লাহ অবিশ্বাসীদেরকে দিয়েছেন[২] এবং তা কত নিকৃষ্ট প্রত্যাবর্তনস্থল।’\n[১] হাত দিয়ে তাদের উপর হাত তুলে অথবা মুখ দিয়ে অশ্লীল কথা বলে। অর্থাৎ, আল্লাহর একত্ববাদ, রসূলের রিসালাত ও কিয়ামতের বর্ণনা মুশরিক পথভ্রষ্টদের বরদাস্তের বাইরে; যার বহিঃপ্রকাশ তাদের চেহারায়, কখনো কখনো তাদের হাত ও মুখ দ্বারা হয়ে থাকে। ঠিক এই অবস্থা বর্তমানের বিদআতী পথহারা দলগুলির। যখন কুরআন ও হাদীস দ্বারা তাদের ভ্রষ্টতা স্পষ্ট করা হয়, তখন তাদের আচরণও কুরআন ও হাদীসের বিরুদ্ধে সেইরূপ হয়, যেরূপ এই আয়াতে উল্লেখ করা হয়েছে।\n(ফাতহুল ক্বা\nদীর)\n[২] অর্থাৎ, আল্লাহর আয়াত শুনে এখন শুধু তোমাদের চেহারা পরিবর্তন হয়, কিন্তু এমন এক সময় আসবে -- তোমাদের আচরণ হতে তোমরা তওবা না করলে -- তখন তোমাদেরকে এর থেকে অত্যন্ত কঠিন অবস্থার সম্মুখীন হতে হবে। আর তা হল জাহান্নামের আগুনে জ্বলতে থাকা, যার প্রতিশ্রুতি আল্লাহ কাফের ও মুশরিকদেরকে দিয়েছেন।"
    },
    {
      "ayah": 73,
      "surah": 22,
      "text": "হে লোক সকল! একটি উপমা দেওয়া হচ্ছে, তোমরা মনোযোগ সহকারে তা শ্রবণ কর; তোমরা আল্লাহর পরিবর্তে যাদেরকে ডাকো, তারা তো কখনো একটি মাছিও সৃষ্টি করতে পারে না, যদিও তারা এই উদ্দেশ্যে সবাই একত্রিত হয়।[১] আর মাছি যদি তাদের নিকট হতে কিছু ছিনিয়ে নিয়ে যায়, তাহলে সেটাও তারা ওর নিকট হতে উদ্ধার করতে পারে না; [২] পূজারী ও দেবতা কতই না দুর্বল। [৩]\n[১] অর্থাৎ, এই সব বাতিল উপাস্যরা যাদেরকে তোমরা আল্লাহ ব্যতীত সাহায্যের জন্য আহবান কর, এরা সকলে সম্মিলিত হয়ে একটি সামান্য ছোট মাছি সৃষ্টি করতে চাইলে তাও তারা পারবে না। এ সত্ত্বেও যদি তোমরা তাদেরকে নিজেদের অভাব-অভিযোগ দূর করার মালিক মনে কর, তাহলে তোমাদের জ্ঞানের অবস্থা সত্যিই শোচনীয়। এখান হতে পরিষ্কার হয় যে, আল্লাহ ছাড়া যাদের ইবাদত করা হত তারা শুধুমাত্র পাথরের প্রাণহীন প্রতিমাই ছিল না; (যেমন বর্তমানের কবরপূজারীরা বলে থাকে) বরং তারা ছিল জ্ঞানের অধিকারী। অর্থাৎ, তারা আল্লাহর নেক বান্দা ছিল, যাদের মৃত্যুর পর মানুষ তাদেরকে (মূর্তি বানিয়ে) আল্লাহর অংশীদার বানিয়ে নিয়েছিল। সেই জন্য মহান আল্লাহ বলেছেন, 'এরা সকলে একত্রিত হলেও একটি সামান্য মাছি পর্যন্ত সৃষ্টি করায় সক্ষম নয়।' এই চ্যালেঞ্জ কেবলমাত্র পাথরের প্রাণহীন মূর্তিদেরকে দেওয়া যেতে পারে না।\n[২] এখানে তাদের অধিক অক্ষমতা ও অসহায়তার কথা প্রকাশ পেয়েছে। আর তা এই যে, সৃষ্টি করা তো দূরের কথা; তাদের নিকট হতে মাছির ছিনিয়ে নিয়ে যাওয়া খাবারটুকুও উদ্ধার করার ক্ষমতা পর্যন্ত তারা রাখে না।\n[৩] طالب বলতে মনগড়া দেবতা আর مطلوب বলতে মাছিকে বুঝানো হয়েছে। আবার অনেকের নিকট طالب বলতে পূজারী ও مطلوب বলতে দেবতাকে বুঝানো হয়েছে। হাদীসে কুদসীতে বাতিল উপাস্যদের অক্ষমতার কথা এইভাবে বর্ণিত হয়েছে, মহান আল্লাহ বলেন, \"তার চাইতে বড় অত্যাচারী কে হতে পারে, যে আমার (সৃষ্টি করার) মত সৃষ্টি করতে চায়। যদি সত্যিকারে কারো মধ্যে এ শক্তি থাকে, তাহলে সে যেন একটি পিঁপড়ে বা একটি যব সৃষ্টি করে দেখাক।\"\n(বুখারীঃ লেবাস অধ্যায়)"
    },
    {
      "ayah": 74,
      "surah": 22,
      "text": "তারা আল্লাহর যথোচিত মর্যাদা উপলব্ধি করে না; [১] আল্লাহ নিশ্চয়ই চরম ক্ষমতাবান, মহাপরাক্রমশালী।\n[১] আর সেই কারণেই মানুষ আল্লাহর অসহায় সৃষ্টিকেও তাঁর সমকক্ষ, সমতুল্য ও অংশীদার বানিয়ে নেয়। যদি তারা মহান আল্লাহর মহত্ব ও মর্যাদা, তাঁর অসীম শক্তি ও ক্ষমতার কথা সঠিকভাবে অনুমান ও উপলব্ধি করতে পারত, তাহলে কখনই তারা আল্লাহর সাথে অন্য কাউকেও শরীক করত না।"
    },
    {
      "ayah": 75,
      "surah": 22,
      "text": "আল্লাহ ফিরিশতাদের মধ্য হতে মনোনীত করেন বাণীবাহক (দূত) এবং মানুষের মধ্য হতেও।[১] নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা। [২]\n[১] رَسُول رُسُل এর বহুবচন। এর অর্থঃ প্রেরিত দূত, বাণী বাহক। মহান আল্লাহ ফিরিশতা দ্বারাও বাণী বহনের কাজ নিয়েছেন। যেমন জিবরীল (আঃ)-কে অহী (প্রত্যাদেশ) পৌঁছানোর জন্য নির্বাচিত করেছেন; তাঁর কাজ নবীদের নিকট অহী পৌঁছানো অথবা আযাব নিয়ে কোন জাতির নিকট যাওয়া। আর মানুষের মধ্যেও কিছুকে বাণী-বাহক দূত রূপে নির্বাচিত করেছেন এবং তাঁদেরকে মানুষের পথ দেখানোর কাজে নিয়োগ করেছেন। এঁরা সকলেই ছিলেন আল্লাহর বান্দা ও দাস, তবে নির্বাচিত ও মনোনীত। কিন্তু কেন? আল্লাহর ইচ্ছায় শরীক করার জন্য; যেমন কোন কোন মানুষ তাঁদেরকে আল্লাহর শরীক মনে করে থাকে? কখনই না, বরং শুধুমাত্র আল্লাহর বাণী পৌঁছানোর জন্য তাঁরা মনোনীত হন।\n[২] তিনি বান্দাদের সকল কথা শ্রবণ করেন ও তাদের সকল কাজ প্রত্যক্ষ করেন। অর্থাৎ, তিনি অবগত যে, রিসালাতের যোগ্য কে? যেমন অন্য জায়গায় বলেছেন {اللهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} অর্থাৎ, রসূলের পদ বা দায়িত্ব আল্লাহ কার উপর অর্পণ করবেন তা তিনিই ভাল জানেন।\n(সূরা আনআম ৬:১২৪ আয়াত)"
    },
    {
      "ayah": 76,
      "surah": 22,
      "text": "তাদের সম্মুখে ও পশ্চাতে যা কিছু আছে, তিনি তা জানেন এবং সমস্ত বিষয় আল্লাহর নিকট প্রত্যাবর্তিত হবে।[১]\n[১] যখন সমস্ত বিষয়ই আল্লাহর দিকে প্রত্যাবর্তিত হয়, তখন মানুষ তাঁর অবাধ্যতা করে কোথায় যেতে পারে? এবং তাঁর আযাব হতে কিরূপে পরিত্রাণ পেতে পারে? মানুষের জন্য কি এটা উচিত নয় যে, তারা আল্লাহর আনুগত্যের পথ অবলম্বন করে তাঁর সন্তুষ্টি অর্জন করবে? পরবর্তী আয়াতে সে কথাই স্পষ্ট করা হচ্ছে।"
    },
    {
      "ayah": 77,
      "surah": 22,
      "text": "হে বিশ্বাসীগণ! তোমরা রুকূ কর, সিজদা কর[১] এবং তোমাদের প্রতিপালকের ইবাদত কর ও সৎকর্ম কর; যাতে তোমরা সফলকাম[২] হতে পার। [৩] (সাজদাহ-ইমাম শাফেয়ীর মতে)\n[১] অর্থাৎ, নামাযের প্রতি যত্নবান হও যা শরীয়তে বিধিবদ্ধ করা হয়েছে। পরবর্তীতে ইবাদতের আদেশও করা হয়েছে, যার মধ্যে নামাযও শামিল। কিন্তু নামাযের বিশেষ গুরুতত্ত্ব ও মর্যাদার দিক দিয়ে লক্ষ্য রেখে তার কথা বিশেষভাবে উল্লেখ হয়েছে।[২] অর্থাৎ, সফলতা আল্লাহর ইবাদত ও তাঁর আনুগত্যে; অর্থাৎ সৎকর্ম সম্পাদনের মধ্যেই নিহিত রয়েছে। আল্লাহর ইবাদত ও আনুগত্য হতে মুখ ফিরিয়ে শুধু দুনিয়ার ধন-সম্পদ ও বিলাস-সামগ্রীর আধিক্যে সফলতা নেই; যেমন অধিকাংশ মানুষের ধারণা।[৩] এই আয়াত শেষে তিলাঅতের সিজদা করা মুস্তাহাব। সিজদার আহকাম জানতে সূরা আ'রাফের শেষ আয়াতের ৭:২০৬ টীকা দ্রষ্টব্য।"
    },
    {
      "ayah": 78,
      "surah": 22,
      "text": "এবং সংগ্রাম কর আল্লাহর পথে যেভাবে সংগ্রাম করা উচিত; [১] তিনি তোমাদেরকে মনোনীত করেছেন। তিনি দ্বীনের ব্যাপারে তোমাদের উপর কোন কঠিনতা আরোপ করেননি; [২] তোমাদের পিতা ইব্রাহীমের মিল্লাত (ধর্মাদর্শ মেনে চল);[৩] তিনি[৪] পূর্বে তোমাদের নামকরণ করেছেন ‘মুসলিম’ এবং এই গ্রন্থেও; যাতে রসূল তোমাদের জন্য সাক্ষী স্বরূপ হয় এবং তোমরা সাক্ষী স্বরূপ হও মানব জাতির জন্য।[৫] সুতরাং তোমরা নামায কায়েম কর, যাকাত আদায় কর এবং আল্লাহকে অবলম্বন কর; তিনিই তোমাদের অভিভাবক, কত উত্তম অভিভাবক এবং কত উত্তম সাহায্যকারী তিনি!\n[১] এই 'সংগ্রাম' বলতে কেউ কেউ সেই বৃহৎ 'জিহাদ' উদ্দেশ্য নিয়েছেন যা আল্লাহর কালেমা ও দ্বীনকে উন্নত করার জন্য কাফের ও মুশরিকদের বিরুদ্ধে করা হয়। আবার কেউ কেউ আল্লাহর আদেশাবলী মান্য করার অর্থ নিয়েছেন; যেহেতু তাতেও 'নাফসে আম্মারাহ' (মন্দপ্রবণ মন) ও শয়তানের মুকাবিলা করতে হয়। আবার কেউ কেউ এর ব্যাখ্যায় বলেছেন, তা হল প্রত্যেক সেই চেষ্টা-চরিত্র, যা হক ও সত্যের শির উন্নত এবং বাতিল ও অন্যায়ের শির অবনত তথা চূর্ণ করার জন্য করা হয়।[২] অর্থাৎ, এমন আদেশ নেই, যা মান্য করা অত্যন্ত কষ্টকর (তবে প্রতিটি কর্মেই এক-আধটুকু কষ্ট তো করতেই হয়)। বরং পূর্ববর্তী শরীয়তের কিছু কঠিন আদেশ রহিত করে দেওয়া হয়েছে এবং মুসলিমদের জন্য এমন অনেক সহজতা দান করা হয়েছে; যা পূর্ববর্তী শরীয়তে ছিল না।[৩] আরব জাতি ইসমাঈল (আঃ)-এর বংশধর ছিল। সেই হিসাবে ইবরাহীম (আঃ) হলেন আরববাসীর পিতা। আর অনারবরাও ইবরাহীম (আঃ)-কে একজন উচ্চ সম্মানীয় ব্যক্তি হিসাবে শ্রদ্ধা করত; যেমন পুত্র তার পিতাকে শ্রদ্ধা করে থাকে। সেই হিসাবে তিনি সকলের আদি পিতা ছিলেন। এ ছাড়াও ইসলামের নবী (আরবী হওয়ার কারণে) ইবরাহীম (আঃ) তাঁরও পিতা ছিলেন। আর এই জন্য তিনি সকল উম্মতে মুহাম্মাদীরও পিতা হলেন। এই জন্য বলা হচ্ছে যে, এটাই হল ইসলাম ধর্ম; যা মহান আল্লাহ তোমাদের জন্য মনোনীত করেছেন; যা তোমাদের আদি পিতা ইবরাহীমেরই ধর্ম। অতএব তোমরা সেই ধর্মের অনুসারী হও।[৪] هُوَ (সে বা তিনি) শব্দটি দ্বারা কেউ কেউ বলেন, ইবরাহীমকে বুঝানো হয়েছে। অর্থাৎ, কুরআন অবতীর্ণ হওয়ার পূর্বেই ইবরাহীম (আঃ)-ই তোমাদের 'মুসলিম' নামকরণ করেছেন। আবার কেউ কেউ বলেন, উক্ত সর্বনাম দ্বারা আল্লাহকে বুঝানো হয়েছে। অর্থাৎ, তিনি (আল্লাহ)ই তোমাদের নাম রেখেছেন 'মুসলিম'।[৫] এই সাক্ষ্যদান কিয়ামতের দিন হবে; যেমন হাদীসে উল্লেখ রয়েছে।\n(সূরা বাকারার ২:১৪৩ নং আয়াতের টীকা দ্রষ্টব্য)"
    },
    {
      "ayah": 8,
      "surah": 22,
      "text": "মানুষের মধ্যে কেউ কেউ জ্ঞান, পথনির্দেশ ও দীপ্তিমান কিতাব ছাড়াই আল্লাহ সম্বন্ধে বিতন্ডা করে।"
    },
    {
      "ayah": 9,
      "surah": 22,
      "text": "(সে বিতন্ডা করে) ঘাড় বাঁকিয়ে,[১] লোকদেরকে আল্লাহর পথ হতে ভ্রষ্ট করবার জন্য; তার জন্য ইহলোকে রয়েছে লাঞ্ছনা। আর কিয়ামতের দিন আমি তাকে আস্বাদ করাবো জ্বলন্ত আগুনের শাস্তি।\n[১] ثَانِي কর্তৃকারক, এর অর্থঃ যে বাঁকায়। عِطف মানে পার্শ্ব বা ঘাড়। এ দুটি শব্দ দ্বারা বিতন্ডার অবস্থা বর্ণনা করা হয়েছে। এতে এমন লোকের অবস্থা বর্ণনা করা হয়েছে, যে শরীয়ত অথবা যুক্তিভিত্তিক বিনা কোন প্রমাণে আল্লাহর ব্যাপারে বিতর্ক করে এবং সেই সময় সে অহংকারবশতঃ (পার্শ্ব পরিবর্তন করে, ঘাড় বাঁকিয়ে) মুখ ফিরিয়ে নেয়। যেমন অন্যত্র উক্ত অবস্থাকে অন্য ভাষায় বর্ণনা করা হয়েছে {وَلَّى مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا} অর্থাৎ, দম্ভভরে মুখ ফিরিয়ে নেয়; যেন ওরা এ শুনতে পায় নি।\n(লুকমানঃ ৭)\n{لَوَّوْا رُؤُوسَهُمْ} অর্থাৎ, তারা মাথা ফিরিয়ে নেয়\n(মুনাফিকূনঃ ৫)\n{أَعْرَضَ وَنَأَى بِجَانِبِهِ} অর্থাৎ, মুখ ফিরিয়ে নেয় এবং অহংকারে দূরে সরে যায়।\n(বানী ইস্রাঈলঃ ৮৩, ফুসসিলাতঃ ৫১)"
    }
  ]
}
