{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 25,
      "text": "কত প্রাচুর্যময় তিনি যিনি তাঁর দাসের প্রতি ফুরকান[১] (কুরআন) অবতীর্ণ করেছেন। যাতে সে বিশ্বজগতের জন্য সতর্ককারী হতে পারে। [২]\n[১] ফুরকানের অর্থঃ হক ও বাতিল, তাওহীদ ও শিরক, ন্যায় ও অন্যায়ের মধ্যে পার্থক্যকারী; যেহেতু কুরআন উক্ত পার্থক্য স্পষ্টভাবে বর্ণনা করেছে, সেহেতু তাকে 'ফুরকান' বলা হয়েছে।[২] এখান হতে বুঝা যায় যে, নবী (সাঃ)-এর নবুঅত বিশ্বব্যাপী ছিল এবং তিনি সকল মানব-দানবের জন্য পথ-প্রর্দশক হিসাবে প্রেরিত হয়েছিলেন। যেমন আল্লাহ অন্যত্র বলেছেন, {قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللّهِ إِلَيْكُمْ جَمِيعًا} অর্থাৎ, বল, হে মানুষ! আমি তোমাদের সকলের জন্য সেই আল্লাহর (প্রেরিত) রসূল।\n(সূরা আ'রাফ ৭:১৫৮)\nমহানবী (সাঃ) বলেন, \"আমাকে সাদা-কালো সকলের প্রতি নবী বানিয়ে পাঠানো হয়েছে।\"\n(মুসলিমঃ মাসাজিদ অধ্যায়) \"\nপূর্বে নবীকে বিশেষ একটি জাতির নিকট পাঠানো হত। আর আমাকে সকল মানুষের জন্য নবী হিসাবে পাঠানো হয়েছে।\"\n(বুখারী, মুসলিম)\nরিসালাত ও নবুঅত এর পর তাওহীদ নিয়ে আলোচনা হচ্ছে। এখানে আল্লাহর চারটি গুণের কথা বর্ণনা করা হয়েছে।"
    },
    {
      "ayah": 10,
      "surah": 25,
      "text": "কত প্রাচুর্যময় তিনি, যিনি ইচ্ছা করলে তোমাকে এ অপেক্ষা উৎকৃষ্টতর বস্তু দান করতে পারেন -- উদ্যানসমূহ; যার নিম্নদেশে নদীমালা প্রবাহিত এবং দিতে পারেন প্রাসাদসমূহ। [১]\n[১] অর্থাৎ, তোমার নিকট যেসব জিনিসের দাবী এরা করছে, সে সমস্ত পূরণ করে দেওয়া আল্লাহর জন্য কোন সমস্যার কথা নয়। তিনি চাইলে তো তার থেকে উত্তম বাগান ও মহল তোমাকে দান করতে পারেন, যা তাদের কল্পনায় রয়েছে। কিন্তু তাদের দাবী আসলে মিথ্যাজ্ঞান ও শত্রুতার কারণে, হিদায়াত প্রাপ্তি ও পরিত্রাণ লাভের জন্য নয়।"
    },
    {
      "ayah": 11,
      "surah": 25,
      "text": "বরং ওরা কিয়ামতকে মিথ্যা মনে করে।[১] আর যারা কিয়ামতকে মিথ্যা মনে করে, তাদের জন্য আমি জ্বলন্ত জাহান্নাম প্রস্তুত রেখেছি।\n[১] কিয়ামতকে মিথ্যাজ্ঞান করা রিসালাতকেও মিথ্যাজ্ঞান করার কারণ।"
    },
    {
      "ayah": 12,
      "surah": 25,
      "text": "দূর হতে (জাহান্নাম) যখন ওদেরকে দেখবে, তখন ওরা তার ক্রুদ্ধ গর্জন ও চিৎকার শুনতে পাবে।[১]\n[১] অর্থাৎ, জাহান্নাম কাফেরদেরকে দূর থেকে হাশরের মাঠে দেখেই রাগে জ্বলে উঠবে এবং তাদেরকে ক্রোধের বেষ্টনে নেওয়ার জন্য তর্জন-গর্জন করবে। যেমন, অন্যত্র বলা হয়েছে, {إِذَا أُلْقُوا فِيهَا سَمِعُوا لَهَا شَهِيقًا وَهِيَ تَفُورُ، تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِ} অর্থাৎ, যখন তারা তাতে নিক্ষিপ্ত হবে, তখন জাহান্নামের গর্জন শুনবে, আর তা (ক্রোধে) উদ্বেলিত হবে। রোষে জাহান্নাম যেন ফেটে পড়বে।\n(সূরা মুলক ৬৭:৭-৮ আয়াত)\nজাহান্নামের দেখা, গর্জন করা এক বাস্তব সত্য ব্যাপার। কোন রূপক বর্ণনা নয়। আল্লাহর জন্য জাহান্নামের বোধশত্তি ও অনুভব করার ক্ষমতা সৃষ্টি করা কঠিন নয়। তিনি যা ইচ্ছা তাই করতে পারেন। তিনি তাকে বাকশক্তি দান করবেন এবং সে আল্লাহর {هَلِ امْتَلَأْتِ} (তুমি কি পূর্ণ হয়ে গেছ?) এর উত্তরে {هَلْ مِن مَّزِيدٍ} (আরো আছে কি?) বলবে।\n(সূরা কাফ ৫০:৩০ আয়াত)"
    },
    {
      "ayah": 13,
      "surah": 25,
      "text": "যখন হস্তপদ শৃঙ্খলিত অবস্থায় ওদেরকে তার কোন সংকীর্ণ স্থানে নিক্ষেপ করা হবে, তখন ওরা সেখানে ধ্বংস কামনা করবে।"
    },
    {
      "ayah": 14,
      "surah": 25,
      "text": "(ওদেরকে বলা হবে,) ‘আজ তোমরা একবারের জন্য ধ্বংস কামনা করো না; বরং বহুবার ধ্বংস কামনা করতে থাক।’[১]\n[১] অর্থাৎ, জাহান্নামী যখন আযাবে অতিষ্ঠ হয়ে মৃত্যু ও ধ্বংস কামনা করবে, তখন তাদেরকে বলা হবে, একটি মৃত্যু নয় বরং বহু মৃত্যুর কামনা কর। অর্থ হল, এখন তোমাদের ভাগ্যে চিরস্থায়ী বিভিন্ন ধরনের শাস্তি আর শাস্তিই রয়েছে। অর্থাৎ, মৃত্যু কামনা করলে বহু মৃত্যু কামনা করতে হবে। সুতরাং তোমরা কতকাল আর মৃত্যু দাবী করবে?!"
    },
    {
      "ayah": 15,
      "surah": 25,
      "text": "ওদেরকে জিজ্ঞাসা কর, ‘এটিই শ্রেয়,[১] না স্থায়ী বেহেশ্ত; যার প্রতিশ্রুতি দেওয়া হয়েছে সাবধানীদেরকে?’ এটিই তো তাদের প্রতিদান ও প্রত্যাবর্তনস্থল।\n[১] এর দ্বারা জাহান্নামের উপর্যুক্ত আযাবের দিকে ইশারা করা হয়েছে, যাতে জাহান্নামীরা বন্দী থাকবে। এটি ভাল যা কুফরী ও শিরকের প্রতিদান, নাকি সেই জান্নাত ভাল, যা মুত্তাকীনদের তাকওয়া ও আল্লাহর আনুগত্যের বিনিময়ে দেওয়ার প্রতিশ্রুতি দেওয়া হয়েছে? এই প্রশ্ন জাহান্নামে করা হবে। কিন্তু এখানে এই জন্যই উদ্ধৃত করা হয়েছে, যাতে জাহান্নামীদের উক্ত পরিণাম শুনে শিক্ষা গ্রহণ করে মানুষ তাকওয়া ও আল্লাহর আনুগত্যের রাস্তা অবলম্বন করে এবং সেই মন্দ পরিণাম হতে বাঁচতে পারে, যার চিত্র এখানে তুলে ধরা হয়েছে।"
    },
    {
      "ayah": 16,
      "surah": 25,
      "text": "সেখানে তারা স্থায়ী হয়ে যা কামনা করবে তাই পাবে; এ প্রতিশ্রুতি পূরণ তোমার প্রতিপালকেরই দায়িত্ব।[১]\n[১] অর্থাৎ, এমন প্রতিশ্রুতি যা অবশ্যই পালন করা হবে। যেরূপ ঋণ পরিশোধ দাবী করা হয়ে থাকে, অনুরূপ আল্লাহ নিজের উপর উক্ত প্রতিশ্রুতি পালন জরুরী করে নিয়েছেন। ঈমানদাররা তা পালন করার দাবী আল্লাহর নিকট করতে পারবে। এটি শুধুমাত্র তাঁর দয়া ও অনুগ্রহ যে তিনি ঈমানদারদের জন্য উত্তম প্রতিদান দেওয়াকে নিজের জন্য জরুরী করে নিয়েছেন।"
    },
    {
      "ayah": 17,
      "surah": 25,
      "text": "যেদিন তিনি অংশীবাদীদেরকে একত্রিত করবেন এবং ওরা আল্লাহর পরিবর্তে যাদের উপাসনা করত তাদেরকেও, সেদিন তিনি তাদের উপাস্যগুলিকে জিজ্ঞাসা করবেন, ‘তোমরাই কি আমার বান্দাগণকে বিভ্রান্ত করেছিলে, না ওরা নিজেরাই পথভ্রষ্ট হয়েছিল?’ [১]\n[১] পৃথিবীতে আল্লাহ ছাড়া যাদের ইবাদত করা হচ্ছে বা ভবিষ্যতে হবে, তাদের মধ্যে জড় পদার্থ রয়েছে। যেমন, পাথর, কাঠ এবং অন্যান্য ধাতুর তৈরী মূর্তি এ সবই বোধ শক্তিহীন। আর কিছু আল্লাহর নেক বান্দাও (মা'বূদ) রয়েছেন, যাঁরা জ্ঞানসম্পন্ন যেমন, উযায়ের, ঈসা মাসীহ (আঃ) এবং অন্যান্য আল্লাহর নেক বান্দাগণ। অনুরূপ ফিরিশতা ও জিনদের পূজারীও থাকবে। মহান আল্লাহ বোধশক্তিহীন নির্জীব জড় পদার্থকেও অনুভবশক্তি, বোধশক্তি ও বাকশক্তি দান করবেন এবং ঐ সকল মা'বূদদেরকে জিজ্ঞাসা করবেন যে, বল, 'তোমরা আমার বান্দাদেরকে নিজেদের ইবাদত করার আদেশ দিয়েছিলে, নাকি এরা নিজেদের ইচ্ছায় তোমাদের ইবাদত করে পথভ্রষ্ট হয়েছিল?'"
    },
    {
      "ayah": 18,
      "surah": 25,
      "text": "ওরা বলবে, ‘পবিত্র ও মহান তুমি! তোমার পরিবর্তে আমরা অন্যকে অভিভাবক রূপে গ্রহণ করতে পারি না।[১] তুমিই তো এদেরকে এবং এদের পিতৃপুরুষদেরকে ভোগসম্ভার দিয়েছিলে; পরিণামে ওরা উপদেশ বিস্মৃত হয়েছিল এবং এক ধ্বংসপ্রাপ্ত জাতিতে পরিণত হয়েছিল।’ [২]\n[১] অর্থাৎ, যখন আমরা নিজেরাই তুমি ছাড়া আর কাউকেও অভিভাবক কর্মবিধায়ক মনে করি না, তাহলে আমরা তাদেরকে কিরূপে বলতে পারে যে, তোমরা আল্লাহকে বাদ দিয়ে আমাদেরকে অভিভাবক ও কর্মবিধায়ক মনে কর?\n[২] এটি হল শিরকের একটি কারণ। অর্থাৎ, পৃথিবীর ধন-সম্পদ ও বিলাস-সামগ্রীর আধিক্য তোমার স্মরণ হতে তাদেরকে দূরে রেখেছিল এবং ধ্বংস তাদের ভাগ্যে পরিণত হয়েছিল।"
    },
    {
      "ayah": 19,
      "surah": 25,
      "text": "আল্লাহ অংশীবাদীদেরকে বলবেন, ‘তোমরা যা বলতে, ওরা তা মিথ্যা মনে করেছে। সুতরাং তোমরা শাস্তি প্রতিরোধ করতে পারবে না এবং কোন সাহায্যও পাবে না।’[১] আর তোমাদের মধ্যে যে সীমালংঘন করবে,[২] আমি তাকে মহাশাস্তি আস্বাদ করাব।\n[১] এটি আল্লাহর কথা, যা তিনি মুশরিকদেরকে সম্বোধন করে বলবেন যে, তোমরা যাদেরকে মা'বূদ ধারণা করতে, তারা তোমাদেরকে তোমাদের কথায় মিথ্যুক প্রমাণিত করেছে এবং তোমরা এও দেখছ যে, তারা তোমাদের সাথে সম্পর্ক ছিন্ন করার কথাও ঘোষণা করে দিয়েছে। অর্থাৎ, তোমরা যাদেরকে সাহায্যকারী মনে করতে, তারা তোমাদের সাহায্যকারী নয়। এখন তোমাদের মধ্যে এমন শক্তি আছে কি, যার দ্বারা আমার আযাব রদ্দ্ করতে পারো এবং নিজেদের সাহায্য করতে পার?\n[২] যুলম বা সীমালঙ্ঘন বলতে শিরককেই বুঝানো হয়েছে, যেমন পূর্বাপর বাগধারা হতে স্পষ্ট হয়। আর কুরআনেও সুরা লুকমান ১৩ আয়াতে শিরকে বড় যুলম (মহা অন্যায়) বলে অবিহিত করা হয়েছে।"
    },
    {
      "ayah": 2,
      "surah": 25,
      "text": "আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই।[১] তিনি কোন সন্তান গ্রহণ করেননি;[২] সার্বভৌম ক্ষমতায় তাঁর কোন অংশী নেই।[৩] তিনি সমস্ত কিছু সৃষ্টি করেছেন এবং প্রত্যেককে যথোচিত আকৃতি দান করেছেন।[৪]\n[১] এটি তাঁর প্রথম গুণ। অর্থাৎ সৃষ্টি জগতে একমাত্র আধিপত্য তাঁর, অন্য কারো নয়।\n[২] এখানে খ্রিষ্টান ও ইয়াহুদীদের এবং আরবের সেই লোকদের বিশ্বাস খন্ডন করা হয়েছে, যারা ফিরিশতাদেরকে আল্লাহর কন্যা মনে করত।\n[৩] এখানে মূর্তিপূজক মুশরিক ও (ভাল-মন্দ, আলো-অন্ধকারের স্রষ্টাস্বরূপ) দুই আল্লাহতে বিশ্বাসীদের বিশ্বাস খন্ডন করা হয়েছে।\n[৪] প্রত্যেক বস্তুর স্রষ্টা একমাত্র তিনিই এবং তিনি নিজ জ্ঞান ও ইচ্ছানুসারে নিজের সৃষ্টিকে প্রত্যেক সেই জিনিস দান করেছেন যা তার অবস্থার সাথে সামঞ্জস্যপূর্ণ। অথবা প্রত্যেকের জীবিকা ও মৃত্যু আগে থেকেই নির্ধারিত করে রেখেছেন।"
    },
    {
      "ayah": 20,
      "surah": 25,
      "text": "তোমার পূর্বে আমি যে সব রসূল প্রেরণ করেছি তারা সকলেই তো আহার করত[১] ও হাটে-বাজারে চলাফেরা করত।[২] আমি তোমাদের মধ্যে এককে অপরের জন্য পরীক্ষাস্বরূপ করেছি।[৩] তোমরা ধৈর্য ধারণ করবে কি? তোমার প্রতিপালক সমস্ত কিছুর সম্যক দ্রষ্টা। [৪]\n[১] অর্থাৎ, তাঁরা মানুষ ছিলেন এবং খাদ্যের মুখাপেক্ষী ছিলেন।\n[২] অর্থাৎ, হালাল রুযী সংগ্রহ করার মানসে উপার্জন ও বাণিজ্য করতেন। যার অর্থ হল এসব বিষয় নবুঅতী মর্যাদার পরিপন্থী নয়, যেমন কিছু লোক মনে করে।\n[৩] অর্থাৎ, আমি ঐসব নবীদের এবং তাদের মাধ্যমে তাদের অনুসারীদেরকেও পরীক্ষা করেছি, যাতে আসল ও নকলের মধ্যে পার্থক্য স্পষ্ট হয়ে যায়। অতএব যারা পরীক্ষায় ধৈর্য ও সহনশীলতাকে আঁকড়ে ধরে থেকেছে, তারা হয়েছে সফলকাম এবং অন্যরা হয়েছে অসফল। সেই জন্য পরে বলা হয়েছে, তোমরা ধৈর্যধারণ করবে কি?\n[৪] অর্থাৎ, তিনি জানেন, অহী ও রিসালাতের উপযুক্ত ও অনুপযুক্ত কে? {اللهُ أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ} (১২৪) سورة الأنعام আর হাদীসে এসেছে, রসূলুল্লাহ (সাঃ) বলেছেন, \"আল্লাহ আমাকে এই এখতিয়ার দিয়েছিলেন যে, আমি বাদশাহ নবী হব অথবা দাস রসূল? আমি দাস রসূল হওয়া পছন্দ করেছি।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 21,
      "surah": 25,
      "text": "যারা আমার সাক্ষাৎ কামনা করে না, তারা বলে, ‘আমাদের নিকট ফিরিশতা অবতীর্ণ করা হয় না কেন?[১] অথবা আমরা আমাদের প্রতিপালককে দেখি না কেন?’ [২] ওরা ওদের অন্তরে অহংকার পোষণ করেছে এবং ওরা গুরুতররূপে সীমালংঘন করেছে। [৩]\n[১] অর্থাৎ, কোন মানুষকে রসূল হিসাবে না পাঠিয়ে কোন ফিরিশতাকে রসূল হিসাবে পাঠানো হয় না কেন? অথবা এর অর্থ এই যে, নবীর সঙ্গে ফিরিশতাগণও অবতীর্ণ হতেন; যাঁদেরকে আমরা স্বচক্ষে দেখতাম এবং তাঁরা মানুষ রসূলের সত্যায়ন করতেন।\n[২] অর্থাৎ, প্রভু এসে বলতেন যে, মুহাম্মাদ (সাঃ) আমার প্রেরিত রসূল, সুতরাং তার উপর ঈমান আনা তোমাদের অবশ্য কর্তব্য।\n[৩] এটি অহংকার ও সীমালঙ্ঘনের পরিণাম যে, তারা এই ধরনের দাবী করছে, যা আল্লাহর ইচ্ছার বিরোধী। আল্লাহ অদেখা বিষয়ের উপর ঈমানের মাধ্যমে মানুষের পরীক্ষা নিয়ে থাকেন। যদি তিনি ফিরিশতাদের তাদের চোখের সামনে অবতীর্ণ করেন বা তিনি স্বয়ং পৃথিবীতে অবতরণ করেন, তাহলে এরপর তো পরীক্ষার দিকটাই অবশিষ্ট থাকে না। অতএব আল্লাহ তাআলা এমন কাজ কেন করবেন, যা তাঁর বিশ্ব রচনার যৌক্তিকতা ও সৃষ্টিগত ইচ্ছার পরিপন্থী?"
    },
    {
      "ayah": 22,
      "surah": 25,
      "text": "যেদিন তারা ফিরিশতাদের প্রত্যক্ষ করবে, সেদিন অপরাধীদের জন্য কোন সুসংবাদ থাকবে না[১] এবং ওরা বলবে, ‘রক্ষা কর, রক্ষা কর।’[২]\n[১] 'সেদিন' বলতে মৃত্যুর দিনকে বুঝানো হয়েছে। অর্থাৎ, এ সব কাফেররা ফিরিশতাদের সাক্ষাৎ কামনা করছে কিন্তু মৃত্যুর সময় এরা ফিরিশতাদেরকে দেখবে, তখন তাদের জন্য কোন খুশী বা আনন্দ হবে না। কারণ ঐ সময় ফিরিশতা তাদেরকে জাহান্নামের আযাবের সতর্কবাণী শোনান এবং বলেন, 'হে খবীস আত্মা! খবীস দেহ হতে বের হয়ে আয়।' যার পর আত্মা দেহের ভিতরে দৌড়তে ও পালাতে থাকে। যার জন্য ফিরিশতা তাকে মারতে থাকেন। যেমন, সূরা আনফাল ৮:৫০নং আয়াতে ও সূরা আনআম ৬:৯৩নং আয়াতে এ কথা রয়েছে। পক্ষান্তরে মৃত্যুর সময় মু'মিনের অবস্থা এরূপ হয় যে, ফিরিশতা তাকে জান্নাত ও তার সুখ-শান্তির সুসংবাদ দেন। যেমন, সূরা হা-মীম সাজদাহ ৪১:৩০-৩২নং আয়াতে এসেছে। আর হাদীসেও এসেছে যে, ফিরিশতা মু'মিনের রূহকে সম্বোধন করে বলেন, 'হে পবিত্র রূহ! পবিত্র দেহ থেকে বেরিয়ে এসো এবং এমন জায়গায় চলো, যেখানে আল্লাহর নিয়ামত ও তাঁর সন্তুষ্টি রয়েছে।' বিস্তারিত জানার জন্য দেখুন।\n(মুসনাদে আহমাদ ২ খন্ড ৩৬৪-৩৬৫ পৃঃ, ইবনে মাজাহ যুহদ অধ্যায়, মরণকে স্মরণ পরিচ্ছেদ)\nকেউ কেউ বলেন এখানে 'সেদিন' বলতে কিয়ামতের দিনকে বুঝানো হয়েছে। ইমাম ইবনে কাসীর (রহঃ) বলেন, উভয় উক্তিই সঠিক। কারণ ঐ দু'টি দিন এমন, যেদিন ফিরিশতা মু'মিন ও কাফেরদের সামনে আসবেন এবং মু'মিনদেরকে আল্লাহর দয়া ও সন্তুষ্টির সুসংবাদ দেবেন, আর কাফেরদেরকে ধ্বংস ও অসফলতার খবর দেবেন।[২] উক্ত কথা কাফেররা বলবে। অন্য ব্যাখ্যায় ফিরিশতারা বলবেন, (তোমাদের জন্য) বঞ্চনা আর বঞ্চনা। حجر শব্দের আসল অর্থ হল মানা (নিষেধ) করা বাধা দেওয়া। যেমন, কাযী কাউকে নির্বোধ বা অপ্রাপ্তবয়স্ক হওয়ার কারণে তার মাল ব্যবহার করতে বাধা দিলে বলা হয়, حجر القاضى على فلان (কাযী অমুককে তার মাল ব্যবহার করতে বাধা দিয়েছেন)। এই অর্থেই কা'বাগৃহের 'হাত্বীম' নামক (ঘেরা) সেই জায়গাকেও 'হিজর' বলা হয়, যে জায়গাকে কুরাইশরা কা'বাগৃহের মধ্যে শামিল করেনি। সেই কারণে তাওয়াফকারীদের জন্য উক্ত জায়গার ভিতরে ঢুকে তাওয়াফ করা নিষেধ। তওয়াফ করার সময় ওর বাইরে থেকে যাওয়া আসা করতে হবে, যাকে দেওয়াল দিয়ে ঘিরে আলাদা রাখা হয়েছে। মানুষের বুদ্ধিকেও 'হিজর' বলা হয়। কারণ বুদ্ধিও মানুষকে এমন কাজে বাধা দেয়, যা করা তার জন্য উচিত নয়। অর্থ এই যে, ফিরিশতা কাফেরদেরকে বলে যে, তোমরা ঐ সমস্ত জিনিস হতে বঞ্চিত যার সুসংবাদ পরহেযগারদের দেওয়া হয়েছে। অর্থাৎ এটি حراما محرما عليكم অর্থে ব্যবহার হয়েছে। আজ জান্নাতুল ফিরদাউস ও তার নিয়ামতসমূহ তোমাদের জন্য হারাম। এর যোগ্য একমাত্র মু'মিন ও পরহেযগার বান্দারা।"
    },
    {
      "ayah": 23,
      "surah": 25,
      "text": "আমি ওদের কৃতকর্মগুলির প্রতি অভিমুখ করে সেগুলিকে বিক্ষিপ্ত ধূলিকণা (স্বরূপ নিষ্ফল) করে দেব। [১]\n[১] هباء এমন ধূলিকণাকে বলা হয়, যা শুধু কোন ছিদ্র দিয়ে ঘরের ভিতরে সূর্যের আলো প্রবেশ করলে দেখা যায়। কিন্তু হাত দিয়ে ধরা যায় না। কাফেরদের আমলও কিয়ামতের দিন ঐ সমস্ত ধূলিকণার মত নগণ্য ও মূল্যহীন হবে। কারণ তা ছিল ঈমান ও ইখলাস হতে খালি ও শরীয়তের বিপরীত। অথচ কোন আমল গৃহীত হওয়ার জন্য দুটি শর্ত জরুরী, ঈমান, ইখলাস ও শরীয়তের নিয়ম মাফিক হওয়া। এখানে কাফেরদের আমলকে যেমন মূল্যহীন ধূলিকণার সাথে তুলনা করা হয়েছে, অনুরূপ অন্যান্য জায়গায় কোথাও ছাই, কোথাও মরীচিকা আবার কোথাও মসৃণ পাথরের মত বলা হয়েছে। উক্ত সকল উদাহরণ পূর্বে উল্লিখিত হয়েছে।\n(দেখুনঃ\nসূরা বাকারাহ ২:২৬৪, সূরা ইবরাহীম ১৪:১৮ ও সূরা নূর ২৪:৩৯ নং আয়াত)"
    },
    {
      "ayah": 24,
      "surah": 25,
      "text": "সেদিন জান্নাতবাসীদের বাসস্থান হবে উৎকৃষ্ট এবং বিশ্রামস্থল হবে মনোরম। [১]\n[১] কেউ কেউ এখান হতে দলীল গ্রহণ করেছেন যে, মু'মিনদের জন্য কিয়ামতের সেই ভীষণ দিন এত সংক্ষিপ্ত ও তাদের হিসাব এত সহজ হবে যে, অল্প সময়ের মধ্যে তারা হিসাব থেকে অবসর পেয়ে যাবে। যেমন হাদীসে এসেছে যে, মু'মিনদের জন্য এ দিন এত সংক্ষিপ্ত হবে, যেমন পৃথিবীতে যোহর থেকে আসর পর্যন্ত সময়।\n(সহীহুল জামে' ৮১৯৩নং)"
    },
    {
      "ayah": 25,
      "surah": 25,
      "text": "সেদিন আকাশ মেঘমালাসহ বিদীর্ণ হবে[১] এবং ফিরিশতাদেরকে নামিয়ে দেওয়া হবে--\n[১] এর অর্থ হল আকাশ বিদীর্ণ হবে এবং মেঘমালা হবে ছিন্ন-বিচ্ছিন্ন। আর মহান আল্লাহ হাশরের মাঠে যেখানে সমস্ত সৃষ্টি একত্রিত হবে হিসাবের জন্য ফিরিশতাদলের মধ্যে এসে উপস্থিত হবেন। যেমন, সূরা বাকারাহ ২:২১০ নং আয়াতে এ কথা স্পষ্ট হয়েছে।"
    },
    {
      "ayah": 26,
      "surah": 25,
      "text": "সেদিন প্রকৃত কর্তৃত্ব হবে পরম দয়াময়ের এবং অবিশ্বাসীদের জন্য সেদিন হবে বড় কঠিন।"
    },
    {
      "ayah": 27,
      "surah": 25,
      "text": "সীমালংঘনকারী সেদিন নিজ হস্তদ্বয় দংশন করতে করতে বলবে, ‘হায়! আমি যদি রসূলের সাথে সৎপথ অবলম্বন করতাম।"
    },
    {
      "ayah": 28,
      "surah": 25,
      "text": "হায় দুর্ভোগ আমার! আমি যদি অমুককে বন্ধুরূপে গ্রহণ না করতাম। [১]\n[১] এখান হতে জানা যায় যে, যারা আল্লাহর অবাধ্য তাদের সঙ্গে সম্পর্ক ও বন্ধুত্ব রাখা ঠিক নয়। কারণ, মানুষ সৎ সঙ্গে ভালো ও অসৎ সঙ্গে খারাপ হয়ে যায়। বেশির ভাগ লোকদের পথভ্রষ্ট হওয়ার কারণ অসৎ বন্ধু ও খারাপ সঙ্গীদের সাথে উঠা বসা। সেই জন্য হাদীসে সৎ সঙ্গী গ্রহণ এবং অসৎ সঙ্গী বর্জন করার ব্যাপারকে (আতর-ওয়ালা ও কামারের সাথে) উদাহরণ দিয়ে স্পষ্ট করা হয়েছে।\n(মুসলিমঃ নেকী ও জ্ঞাতি বন্ধন অধ্যায়)"
    },
    {
      "ayah": 29,
      "surah": 25,
      "text": "আমাকে অবশ্যই সে বিভ্রান্ত করেছিল আমার নিকট কুরআন পৌঁছনোর পর। আর শয়তান তো মানুষকে বিপদকালে পরিত্যাগই করে।’"
    },
    {
      "ayah": 3,
      "surah": 25,
      "text": "তবুও কি তারা তাঁর পরিবর্তে উপাস্যরূপে অপরকে গ্রহণ করেছে, যারা কিছুই সৃষ্টি করে না; বরং ওরা নিজেরাই সৃষ্ট এবং ওরা নিজেদের ইষ্টানিষ্টেরও মালিক নয় এবং জীবন, মৃত্যু ও পুনরুত্থানের উপরও কোন ক্ষমতা রাখে না। [১]\n[১] কিন্তু অনাচারীরা এমন গুণের অধিকারী প্রতিপালককে বাদ দিয়ে এমন কিছুকে প্রতিপালক বানিয়ে নিয়েছে, যারা নিজেদের ব্যাপারেও কোন এখতিয়ার ও ক্ষমতার অধিকারী নয়। তাহলে তারা অপরের জন্য কিছু করার এখতিয়ার ও ক্ষমতা কোথায় পাবে? এরপর নবুঅত অস্বীকারকারীদের কিছু সন্দেহ নিরসন করা হচ্ছে।"
    },
    {
      "ayah": 30,
      "surah": 25,
      "text": "রসূল বলে, ‘হে আমার প্রতিপালক! আমার সম্প্রদায় তো এ কুরআনকে পরিত্যাজ্য মনে করেছে।’[১]\n[১] মুশরিকরা কুরআন পাঠের সময় খুব হৈ-হল্লা করত, যাতে কুরআন না শোনা যায়। এটাও এক ধরনের কুরআন পরিত্যাগ করার নামান্তর। কুরআনের প্রতি ঈমান না আনা এবং সেই মত আমল না করাও কুরআন বর্জন করার নামান্তর। কুরআন নিয়ে চিন্তা-গবেষণা না করা, তার আদেশাবলী পালন না করা ও তাঁর নিষেধাজ্ঞাবলী হতে বিরত না থাকাও এক প্রকার কুরআন ছেড়ে দেওয়ার নামান্তর। অনুরূপ তার উপর অন্য কোন কিতাবকে অগ্রাধিকার দেওয়াও তা পরিত্যাজ্য মনে করার মধ্যে গণ্য। উক্ত সকল লোকদের বিরুদ্ধে কিয়ামত দিবসে রসূল (সাঃ) বিচার প্রার্থনা করবেন।"
    },
    {
      "ayah": 31,
      "surah": 25,
      "text": "এভাবেই আমি অপরাধীদেরকে প্রত্যেক নবীর শত্রু করেছিলাম।[১] তোমার জন্য তোমার প্রতিপালকই পথপ্রদর্শক ও সাহায্যকারীরূপে যথেষ্ট। [২]\n[১] অর্থাৎ, হে নবী মুহাম্মাদ (সাঃ)! যেরূপ তোমার জাতির ঐ সমস্ত লোক তোমার শত্রু যারা কুরআনকে পরিত্যাজ্য মনে করেছে, এইরূপ পূর্ববর্তী উম্মতেও ছিল। অর্থাৎ, প্রত্যেক নবীর শত্রু ওরাই হয়, যারা পাপী, তারা অন্যদেরকে ভ্রষ্টতার দিকে আহবান করে। সূরা আনআমের ৬:১১২ নং আয়াতে এই বিষয়ে বর্ণনা করা হয়েছে।[২] অর্থাৎ, কাফেররা যদিও অন্যদেরকে আল্লাহর পথে বাধা দেয়, কিন্তু তোমার প্রভু যাকে হিদায়াত দিতে চান, তাকে হিদায়াত হতে কে বাধা দিতে পারে? সত্যিকার হিদায়াতদানকারী ও সাহায্যকারী তো শুধুমাত্র তোমার প্রভু।"
    },
    {
      "ayah": 32,
      "surah": 25,
      "text": "অবিশ্বাসীরা বলে, ‘সমগ্র কুরআন তার নিকট একেবারে অবতীর্ণ করা হল না কেন?’ [১] এ আমি তোমার নিকট এভাবেই (কিছু কিছু করে) অবতীর্ণ করেছি এবং ক্রমে ক্রমে স্পষ্টভাবে আবৃত্তি করেছি তোমার হৃদয়কে শক্ত ও দৃঢ় করার জন্য। [২]\n[১] যেমন তাওরাত, ইঞ্জীল, যাবূর একেবারে অবতীর্ণ হয়েছিল।[২] আল্লাহ উত্তরে বলছেন, আমি অবস্থা অনুসারে ও প্রয়োজন মত এই কুরআন দীর্ঘ ২৩ বছরে কিছু কিছু করে অবতীর্ণ করেছি। যাতে হে নবী তোমার ও ঈমানদারদের অন্তর সুদৃঢ় হয় এবং যাতে তাদের সুন্দরভাবে মুখস্থ হয়ে যায়। যেমন অন্যত্র বলা হয়েছে। {وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى النَّاسِ عَلَى مُكْثٍ وَنَزَّلْنَاهُ تَنزِيلًا} অর্থাৎ, আমি কুরআন অবতীর্ণ করেছি খন্ড-খন্ডভাবে, যাতে তুমি তা মানুষের কাছে পাঠ করতে পার ক্রমে ক্রমে এবং আমি তা যথাযথভাবে অবতীর্ণ করেছি।\n(সূরা বানী ঈস্রাইল ১৭:১০৬ আয়াত)\nএই কুরআন বৃষ্টির পানির মত। বৃষ্টি হলে মৃত পৃথিবী তার জীবন ফিরে পায়। আর এই উপকার তখনই সাধিত হবে, যখন প্রয়োজন ও পরিমাণ মত বৃষ্টি হবে। বছরের সমস্ত পানি একবারে বর্ষণ হলে এ উপকার সম্ভব নয়।"
    },
    {
      "ayah": 33,
      "surah": 25,
      "text": "ওরা তোমার নিকট কোন সমস্যা উপস্থিত করলেই আমি তোমাকে ওর সঠিক সমাধান ও সুন্দর ব্যাখ্যা দান করি। [১]\n[১] এখানে সময়ের ব্যবধানে কিছু কিছু করে কুরআন অবতীর্ণ হওয়ার কারণ বর্ণনা করা হচ্ছে যে, মুশরিকরা যখনই কোন উদাহরণ অথবা আপত্তি বা কোন সন্দেহ উপস্থাপিত করবে, আমি তখনই কুরআনের মাধ্যমে তার উত্তর বা ব্যাখ্যা প্রদান করব। এর ফলে তাদের অন্যদেরকে পথহারা করার সুযোগ থাকবে না।"
    },
    {
      "ayah": 34,
      "surah": 25,
      "text": "যাদেরকে মুখে ভর দিয়ে চলা অবস্থায় একত্রিত করা হবে ও জাহান্নামের দিকে নিয়ে যাওয়া হবে, ওদেরই স্থান হবে অতি নিকৃষ্ট এবং ওরাই পথভ্রষ্ট ।"
    },
    {
      "ayah": 35,
      "surah": 25,
      "text": "আমি অবশ্যই মূসাকে গ্রন্থ দিয়েছিলাম এবং তার ভাই হারূনকে করেছিলাম তার সহযোগী।"
    },
    {
      "ayah": 36,
      "surah": 25,
      "text": "এবং বলেছিলাম, ‘তোমরা সে সম্প্রদায়ের নিকট যাও, যারা আমার নিদর্শনাবলীকে মিথ্যাজ্ঞান করেছে।’ অতঃপর আমি সে সম্প্রদায়কে সম্পূর্ণরূপে বিধ্বস্ত করেছিলাম।"
    },
    {
      "ayah": 37,
      "surah": 25,
      "text": "নূহের সম্প্রদায় যখন রসূলগণকে মিথ্যা মনে করল, তখন আমি ওদেরকে নিমজ্জিত করলাম এবং ওদেরকে মানবজাতির জন্য নিদর্শনস্বরূপ করে রাখলাম। আর সীমালংঘনকারীদের জন্য আমি মর্মন্তুদ শাস্তি প্রস্তুত করে রেখেছি।"
    },
    {
      "ayah": 38,
      "surah": 25,
      "text": "আমি আদ, সামূদ, রাসবাসী[১] এবং ওদের অন্তর্বর্তীকালের বহু সম্প্রদায়কেও ধ্বংস করেছিলাম।[২]\n[১] 'রাসস্' অর্থ কুয়া 'আসহাবুর রাসস্' অর্থাৎ, কুয়া-ওয়ালা। উক্ত জাতি সম্পর্কে মুফাসসিরগণের মধ্যে মতবিরোধ রয়েছে। ইমাম ইবনে জারীর তাবারী বলেছেন, এর দ্বারা 'আসহাবুল উখদূদ'কে বুঝানো হয়েছে; যার বর্ণনা সূরা বুরুজে এসেছে।\n(ইবনে কাসীর)\n[২] 'قرن' এর সঠিক অর্থ সমসাময়িক কালের লোকদের একটি দল। যখন একটি জাতি শেষ হয়ে যায় ও অন্য এক জাতির সৃষ্টি হয়, তখন তাকেও 'ক্বার্ন' বলা হয়।\n(ইবনে কাসীর)\nএই অর্থে প্রত্যেক নবীর উম্মত এক একটি 'ক্বার্ন' হতে পারে। (বাংলায় প্রজন্ম, জাতি বা সম্প্রদায় বলা যায়।)"
    },
    {
      "ayah": 39,
      "surah": 25,
      "text": "আমি ওদের প্রত্যেককে দৃষ্টান্ত বর্ণনা (দ্বারা সতর্ক) করেছিলাম[১] এবং ওদের সকলকে আমি সম্পূর্ণরূপে ধ্বংস করেছিলাম। [২]\n[১] অর্থাৎ, দলীলাদি দ্বারা সত্য প্রমাণিত করেছিলাম।\n[২] অর্থাৎ, দলীলাদি দ্বারা সত্যতা প্রমাণের পর।"
    },
    {
      "ayah": 4,
      "surah": 25,
      "text": "অবিশ্বাসীরা বলে, ‘এ মিথ্যা ব্যতীত কিছুই নয়; সে নিজে তা উদ্ভাবন করেছে এবং ভিন্ন সম্প্রদায়ের লোক তাকে এ ব্যাপারে সাহায্য করেছে।’[১] ওরা অবশ্যই সীমালংঘন করে ও মিথ্যা বলে।\n[১] মুশরিকরা বলত যে, মুহাম্মাদ এই গ্রন্থ রচনা করতে ইয়াহুদীদের বা ওদের কিছু (শিক্ষিত) দাস (যেমন আবূ ফকীহা ইয়াসির, আদ্দাস ও জাবর ইত্যাদি)র সাহায্য নিয়েছে। যেমন সূরা নাহল ১৬:১০৩ নং আয়াতে জরুরী আলোচনা করা হয়েছে। এখানে কুরআন এই অপবাদকে অন্যায় ও মিথ্যা বলে অভিহিত করছে। একজন নিরক্ষর মানুষ অন্যের সাহায্য নিয়ে কেমন করে এত সুন্দর একটি গ্রন্থ রচনা করতে পারে; যা উচ্চাঙ্গের সাহিত্য-সমৃদ্ধ, শব্দালংকার ও ভাব-দ্যোতনায় অতুলনীয়, তথ্য ও তত্ত্বজ্ঞান পরিবেশনে অদ্বিতীয়, মানব জীবনের আদর্শ নিয়ম-নীতির বিস্তারিত আলোচনায় অনুপম, অতীতকালের সংবাদ ও ভবিষ্যতে ঘটিতব্য ঘটনাবলীর সঠিক বর্ণনায় এর সত্যতা সর্বজন-স্বীকৃত।"
    },
    {
      "ayah": 40,
      "surah": 25,
      "text": "তারা তো সে জনপদ দিয়েই যাতায়াত করে, যার উপর অকল্যাণের বৃষ্টি বর্ষিত হয়েছিল, [১] তবে কি ওরা এ প্রত্যক্ষ করে না? বস্তুতঃ ওরা পুনরুত্থানের আশংকা করে না। [২]\n[১] 'জনপদ' বা বসতি বলতে লূত জাতির বসতি সাদূম ও আম্মূরাহকে বোঝানো হয়েছে। এবং 'অকল্যাণের বৃষ্টি' বলতে পাথরের বৃষ্টি বুঝানো হয়েছে। ঐ সমস্ত গ্রামকে উল্টে দেওয়া হয়েছিল ও পরে তাদের উপর পাথরের বৃষ্টি বর্ষানো হয়েছিল। যেমন সূরা হুদ ১১:৮২ নং আয়াতে বলা হয়েছে। এই সমস্ত জনপদ সিরিয়া ও প্যালেস্টাইনের রাস্তায় অবস্থিত ছিল, যে রাস্তা দিয়ে মক্কার লোকেরা যাতায়াত করত।[২] সেই কারণে এই ধ্বংস হয়ে যাওয়া বসতি ও তার ধ্বংসাবশেষ দেখেও তারা উপদেশ গ্রহণ করে না এবং আল্লাহর আয়াত ও রসূলকে মিথ্যা প্রতিপন্ন করা হতে বিরত থাকে না।"
    },
    {
      "ayah": 41,
      "surah": 25,
      "text": "ওরা যখন তোমাকে দেখে, তখন ওরা তোমাকে কেবল উপহাসের পাত্ররূপে গণ্য করে এবং বলে, ‘এই কি সেই; যাকে আল্লাহ রসূল করে পাঠিয়েছেন? [১]\n[১] অন্যত্র এভাবে বলা হয়েছে {أَهَذَا الَّذِي يَذْكُرُ آلِهَتَكُمْ} অর্থাৎ, এই কি সেই, যে তোমাদের উপাস্যগুলির সমালোচনা করে?\n(সূরা আম্বিয়া ২১:৩৬ আয়াত)\nঅর্থাৎ, তাদের সম্পর্কে বলে যে, তাদের কোন এখতিয়ার নেই। এই সত্য প্রকাশ করে দেওয়াটাই মুশরিকদের নিকট তাদের মা'বূদদের জন্য অপমানকর ছিল। যেমন বর্তমানের কবরপূজারীদেরকে যদি বলা হয় যে, কবরবাসী বুযুর্গের বিশ্ব-নিয়ন্ত্রণে কোন এখতিয়ার বা ক্ষমতা নেই, তাহলে তারা বলে যে, এরা আল্লাহর ওলীদের প্রতি বেআদবী করছে!"
    },
    {
      "ayah": 42,
      "surah": 25,
      "text": "সে তো আমাদের দেবতাগণ থেকে আমাদেরকে দূরে সরিয়েই দিত; যদি না আমরা তাদের আনুগত্যে দৃঢ় প্রতিষ্ঠিত থাকতাম।’[১] যখন ওরা শাস্তি প্রত্যক্ষ করবে, তখন ওরা জানবে কে সর্বাধিক পথভ্রষ্ট।[২]\n[১] অর্থাৎ, আমরা পূর্ব-পুরুষদের অন্ধ-অনুকরণ এবং প্রচলিত ধর্মের সাথে সম্পর্ক রাখার কারণে গায়রুল্লাহর ইবাদত হতে মুখ ফিরিয়ে নিইনি; যদিও এই পয়গম্বর আমাদেরকে পথভ্রষ্ট করতে কোন ত্রুটি করেনি! মহান আল্লাহ মুশরিকদের এই কথা বর্ণনা করে বলতে চেয়েছেন যে, তারা শিরকের উপর কিরূপ অটল যে, তারা তা নিয়ে গর্ব ও আস্ফালন করছে!\n[২] অর্থাৎ, পৃথিবীতে ঐ সমস্ত মুশরিক ও গায়রুল্লাহর পূজারীদের নজরে তাওহীদপন্থীরা পথভ্রষ্ট। কিন্তু এরা যখন আল্লাহর নিকট পৌঁছবে এবং তাদের শিরকের কারণে ইলাহী আযাবে পতিত হবে, তখন জানতে পারবে যে, পথভ্রষ্ট কারা ছিল; এক আল্লাহর উপাসকরা, নাকি যেখানে সেখানে মাথা নত (সিজদা)কারীরা?"
    },
    {
      "ayah": 43,
      "surah": 25,
      "text": "তুমি কি দেখ না তাকে, যে তার কামনা-বাসনাকে উপাস্যরূপে গ্রহণ করে? তবুও কি তুমি তার কর্মবিধায়ক হবে। [১]\n[১] অর্থাৎ, যা তাদের মনে ভালো লাগে, তাকেই তারা নিজেদের ধর্ম ও মযহাব বানিয়ে নেয়। তুমি কি এসব লোকদেরকে পথ দেখাতে পারবে? অথবা তাদেরকে আল্লাহর আযাব হতে বাঁচাতে পারবে? এই কথাটি অন্য জায়গায় এভাবে বলা হয়েছে, \"কাউকেও যদি তার মন্দ কাজ শোভন করে দেখানো হয় এবং সে একে উত্তম মনে করে, সে ব্যক্তি কি তার সমান (যে সৎকাজ করে)? আল্লাহ যাকে ইচ্ছা বিভ্রান্ত করেন এবং যাকে ইচ্ছা সৎপথে পরিচালিত করেন। অতএব তুমি ওদের জন্য আক্ষেপ করে নিজেকে ধ্বংস করো না। নিশ্চয় ওরা যা করে, আল্লাহ তা খুব জানেন।\"\n(সূরা ফাত্বির ৩৫:৮ আয়াত)\nইবনে আব্বাস (রাঃ) এর ব্যাখ্যায় বলেছেন, জাহেলী যুগে মানুষ এক যুগ ধরে সাদা পাথরের ইবাদত করত। অতঃপর যখন সে এর চেয়ে উত্তম কোন পাথর পেয়ে যেত, তখন সে পুরাতন পাথরটি ফেলে দিয়ে নতুন পাথরের পূজা শুরু করত।\n(ইবনে কাসীর)\nঅর্থ এই যে, এমন জ্ঞানশূন্য মানুষ শুধুমাত্র নিজ খেয়াল-খুশী ও প্রবৃত্তি পূজায় ব্যস্ত। হে নবী! তুমি কি এদের সুপথ দেখাতে পারবে? অর্থাৎ, পারবে না।"
    },
    {
      "ayah": 44,
      "surah": 25,
      "text": "তুমি কি মনে কর যে, ওদের অধিকাংশ শোনে ও বুঝে? ওরা তো পশুরই মত; বরং ওরা আরও অধম। [১]\n[১] অর্থাৎ, এসব চতুষ্পদ জীব যে উদ্দেশ্যে সৃষ্টি করা হয়েছে, তারা তা বুঝে। কিন্তু মানুষ, যাদেরকে শুধুমাত্র এক আল্লাহর ইবাদতের জন্য সৃষ্টি করা হয়েছে, তারা নবীদের মাধ্যমে তাদেরকে স্মরণ করিয়ে দেওয়া সত্ত্বেও আল্লাহর সাথে শিরক করে এবং বিভিন্ন স্থানে নিজেদের (তুলনায় উত্তম অথবা অধম সৃষ্টির সামনে) মাথা নত করে। এই দিক দিয়ে তারা অবশ্যই জীবজন্তুর চেয়েও অধিক নিকৃষ্ট এবং পথভ্রষ্ট।"
    },
    {
      "ayah": 45,
      "surah": 25,
      "text": "তুমি কি দেখ না, কিভাবে তোমার প্রতিপালক ছায়া বিস্তার করেন? [১] তিনি তো ইচ্ছা করলে একে স্থির রাখতে পারতেন; [২] অতঃপর আমি সূর্যকে এর নির্দেশক করেছি। [৩]\n[১] এখান হতে আবার তাওহীদের প্রমাণাদির বর্ণনা শুরু হচ্ছে। দেখ! আল্লাহ কিভাবে পৃথিবীতে ছায়া ছড়িয়ে রেখেছেন। যা সুবহে সাদিক (কাকভোর) হতে সূর্য উঠা পর্যন্ত থাকে। অর্থাৎ, ঐ সময় রৌদ্র থাকে না। রৌদ্রের সাথে সাথে তা গুটিয়ে ও মিটে যেতে থাকে।\n[২] অর্থাৎ, সব সময় ছায়াই থাকত, সূর্যের আলো তাকে শেষ করতে পারত না।\n[৩] অর্থাৎ, রৌদ্র থেকে ছায়ার প্রমাণ পাওয়া যায়। কারণ, প্রতিটি জিনিসকে তার বিপরীত দিয়ে চেনা যায়। যদি সূর্য না থাকত, তাহলে মানুষ ছায়াকে চিনতে পারত না।"
    },
    {
      "ayah": 46,
      "surah": 25,
      "text": "অতঃপর আমি একে ধীরে ধীরে গুটিয়ে আনি। [১]\n[১] অর্থাৎ, ছায়াকে আমি ধীরে ধীরে নিজের দিকে টেনে নিই। আর তার জায়গায় রাত্রের গভীর অন্ধকার বিস্তার লাভ করে।"
    },
    {
      "ayah": 47,
      "surah": 25,
      "text": "তিনিই তোমাদের জন্য রাত্রিকে করেছেন আবরণস্বরূপ,[১] নিদ্রাকে করেছেন বিশ্রামস্বরূপ[২] এবং দিনকে করেছেন উত্থানের জন্য।[৩]\n[১] অর্থাৎ, আবরণ ও পোশাক যেমন মানুষের শরীর ঢেকে রাখে, অনুরূপ রাত্রের অন্ধকার তোমাদের লুকিয়ে রাখে।\n[২] سُبات এর অর্থ কাটা বা বিচ্ছিন্ন করা, ঘুম মানুষকে তার কাজকর্ম ও ব্যস্ততা হতে বিচ্ছিন্ন করে, যাতে মানুষ আরাম ও স্বস্তিবোধ করে। কিছু উলামার নিকট سُبات এর অর্থ লম্বা হওয়া। যেহেতু ঘুমের সময় মানুষ তার দেহকে মাটিতে লম্বা করে দেয়, সেহেতু ঘুমকে سُبات বলা হয়।\n[৩] ঘুম যা মৃত্যুর এক ভাই। দিনে মানুষ ঘুম থেকে উঠে নিজের কাজকর্মে লিপ্ত হয়। হাদীসে এসেছে, নবী (সাঃ) যখন ভোরে ঘুম থেকে উঠতেন, তখন এই দু'আ পাঠ করতেনঃ الحَمْدُ للهِ الَّذِيْ أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَإِلَيهِ النُّشُور। অর্থাৎ, সমস্ত প্রশংসা সেই আল্লাহর যিনি আমাদেরকে মারার পর জীবিত করেছেন। আর তার কাছেই ফিরে যেতে হবে।\n(বুখারী, মিশকাতঃ দাওয়াত অধ্যায়)"
    },
    {
      "ayah": 48,
      "surah": 25,
      "text": "তিনিই স্বীয় করুণার প্রাক্কালে সুসংবাদবাহীরূপে বায়ু প্রেরণ করেন এবং আকাশ হতে পবিত্র পানি বর্ষণ করেন--[১]\n[১] طَهُور শব্দটি فَعُول ধাতুর ওজনে গঠিত। যার অর্থঃ কাজের কর্তা, যন্ত্র বা মাধ্যম। অর্থাৎ, এমন বস্তু যা দিয়ে পবিত্রতা অর্জন করা যায়। যেমন ওযুর পানিকে আরবীতে وَضُوء আর জ্বালানীকে وَقُود বলা হয়। এই অর্থে পানি নিজে পবিত্র ও অপরকে পবিত্রকারী। হাদীসে এসেছে, المَاءُ طَهُورٌ لاَ يُنَجِّسُه شَيء অর্থাৎ, পানি পবিত্র; কোন জিনিস তাকে অপবিত্র করে না।\n(আবূ দাঊদ, তিরমিযী ৬৬নং, নাসাঈ, ইবনে মাজাহ)\nহ্যাঁ তার রঙ, গন্ধ বা স্বাদ পাল্টে গেলে তা অপবিত্র। যেমন এ কথা হাদীসে এসেছে।"
    },
    {
      "ayah": 49,
      "surah": 25,
      "text": "যাতে এ দ্বারা আমি মৃত ভূখন্ডকে সঞ্জীবিত করি এবং আমার সৃষ্ট বহু জীবজন্তু ও মানুষের তৃষ্ণা নিবারণ করি।"
    },
    {
      "ayah": 5,
      "surah": 25,
      "text": "ওরা বলে, ‘এগুলি তো সে কালের উপকথা; যা সে লিখিয়ে নিয়েছে। অতঃপর এগুলি সকাল-সন্ধ্যা তার নিকট পাঠ করা হয়।’"
    },
    {
      "ayah": 50,
      "surah": 25,
      "text": "আমি তা ওদের মধ্যে বিভিন্নভাবে বিবৃত করেছি;[১] যাতে ওরা উপদেশ গ্রহণ করে। কিন্তু অধিকাংশ লোক কেবল অবিশ্বাসই প্রকাশ করে। [২]\n[১] অর্থাৎ, কুরআন কারীমকে। আবার কেউ কেউ মনে করেন, صرفناه এর ه (তা) সর্বনাম দ্বারা পানি বা বৃষ্টির প্রতি ইঙ্গিত করা হয়েছে। যার অর্থ, আমি বৃষ্টিকে ফিরিয়ে ফিরিয়ে বর্ষণ করি। অর্থাৎ, কখনো এক এলাকায় আবার কখনো অন্য এলাকায়। এমনকি কখনো দেখা যায় যে একই শহরের এক জায়গায় বৃষ্টি হয়, অন্য জায়গায় হয় না। এটি আল্লাহর হিকমত ও ইচ্ছা। তিনি যেভাবে ইচ্ছা কখনো বৃষ্টি বর্ষণ করেন, কখনো করেন না। আবার কখনো এক এলাকায় করেন, আবার কখনো অন্য এলাকায়।\n[২] এটিও এক প্রকার কুফরী ও অকৃতজ্ঞতা যে, বৃষ্টিকে আল্লাহর ইচ্ছাধীন না মনে করে নক্ষত্রের আসা-যাওয়ার পরিণাম মনে করা। যেমন জাহেলী যুগের লোকেরা মনে করত। যেমন হাদীসে বর্ণিত হয়েছে।"
    },
    {
      "ayah": 51,
      "surah": 25,
      "text": "আমি ইচ্ছা করলে প্রতিটি জনপদে একজন সতর্ককারী প্রেরণ করতে পারতাম। [১]\n[১] কিন্তু আমি এ রকম করিনি। আমি কেবল তোমাকেই সমস্ত জনপদের জন্য; বরং সমগ্র মনুষ্য জাতির জন্য সতর্ককারী হিসাবে প্রেরণ করেছি।"
    },
    {
      "ayah": 52,
      "surah": 25,
      "text": "সুতরাং তুমি অবিশ্বাসীদের আনুগত্য করো না এবং তুমি এ (কুরআনে)র সাহায্যে ওদের বিরুদ্ধে কঠোর সংগ্রাম চালিয়ে যাও। [১]\n[১] جاهدهم به এর ه (এ) সর্বনাম দ্বারা কুরআনের প্রতি ইঙ্গিত করা হয়েছে। অর্থাৎ, কুরআন দ্বারা কঠোর সংগ্রাম চালিয়ে যাও। আয়াতটি মক্কায় অবতীর্ণ হয়, তখন জিহাদের আদেশ দেওয়া হয়নি। সেই কারণে এর অর্থ হবে কুরআনের আদেশ নিষেধকে প্রকাশ্যভাবে বর্ণনা কর এবং কাফেরদের জন্য যেসব শাস্তির ধমক ও তিরস্কার বর্ণিত হয়েছে, তা তাদের সামনে স্পষ্ট কর।"
    },
    {
      "ayah": 53,
      "surah": 25,
      "text": "তিনিই দুটি সাগরকে প্রবাহিত করেছেন, একটির পানি মিষ্ট, সুপেয় এবং অপরটির পানি লোনা, ক্ষারবিশিষ্ট।[১] আর উভয়ের মধ্যে তিনি রেখে দিয়েছেন এক সীমারেখা, এক অনতিক্রম্য ব্যবধান। [২]\n[১] মিষ্টি পানিকে فُرَات বলা হয়। এর মূল অর্থঃ কেটে দেওয়া, ভেঙ্গে দেওয়া। যেহেতু মিষ্টি পানি পিপাসাকে কেটে দেয় অর্থাৎ, দূর করে দেয়, সেহেতু তাকে 'ফুরাত' বলা হয়। আর أُجَاج অর্থ ক্ষারবিশিষ্ট।\n[২] যা এক অপরের সাথে মিলিত হতে দেয় না। আবার কেউ কেউ حِجْرًا مَّحْجُوْرًا এর অর্থ করেছেন حَرَامًا مُّحَرَّمًا ওদের উপর হারাম করে দেওয়া হয়েছে যে, মিষ্টি পানি লবণাক্ত ও লবণাক্ত পানি মিষ্টি যেন না হয়। আবার কেউ কেউ مَرَجَ الْبَحْرَيْنِ এর অর্থ করেছেন خَلَقَ المَاءَين দুই পানি সৃষ্টি করেছেন; এক মিষ্টি ও একটি লবণাক্ত। মিষ্টি পানি ঐসব পানি, যা নদী, ঝরনা ও কূপের পানিরূপে আবাদীর মধ্যে প্রাপ্ত হয়, যা মানুষ নিজের প্রয়োজনে ব্যবহার করে। আর লবণাক্ত পানি ঐসব মহা সমুদ্রের পানি, যা পূর্বে পশ্চিমে বিস্তৃত। যার জন্য বলা হয় যে, পৃথিবীর চার ভাগের তিন ভাগ পানি ও এক ভাগ স্থল; যার উপর মানুষ ও জীবজন্তু বসবাস করছে। সমুদ্র স্থির, তবে তাতে জোয়ার-ভাটা হয় এবং ঢেউ-সংঘাত বাধে। সমুদ্রের পানিকে লবণাক্ত করার মধ্যে অনেক হিকমত রয়েছে। মিষ্টি পানি কোন জায়গায় বেশিক্ষণ স্থির থাকলে তা খারাপ হয়ে যায়। তার রঙ, গন্ধ ও সবাদে পরিবর্তন ঘটে। আর লবণাক্ত পানি খারাপ হয় না এবং তার রঙ, গন্ধ ও সবাদে পরিবর্তনও আসে না। যদি ঐ সব স্থির সমুদ্রের পানিও মিষ্টি হত, তাহলে তা দুর্গন্ধময় হয়ে যেত। আর যার কারণে মানুষ ও জীবজন্তুর পৃথিবীতে বসবাস করা কঠিন হয়ে পড়ত। তার উপর আবার তাতে মৃত জীবের দুর্গন্ধ। আল্লাহর হিকমত এই যে হাজার হাজার বছর ধরে এই সমস্ত সমুদ্র বিদ্যমান এবং তাতে হাজার হাজার জীব-জন্তু মরে গলে যায়। কিন্তু মহান আল্লাহ ওর মধ্যে লবণের এমন ভাগ রেখেছেন যে, যাতে পানির মধ্যে সামান্যতম দুর্গন্ধ সৃষ্টি হয় না। সমুদ্র হতে উত্থিত বাতাসও পরিষ্কার ও সবাস্থ্যকর এবং তার পানিও পবিত্র; এমনকি মৃত সামুদ্রিক প্রাণীও হালাল। যেমনটি হাদীসে বর্ণিত হয়েছে।\n(মুআত্তা ইমাম মালিক, ইবনে মাজাহ, আবূ দাঊদ, তিরমিযী পবিত্রতা অধ্যায়, নাসাঈ পানির বর্ণনা পরিচ্ছেদ।)"
    },
    {
      "ayah": 54,
      "surah": 25,
      "text": "তিনিই মানুষকে পানি থেকে সৃষ্টি করেছেন; অতঃপর তিনি মানবজাতির মধ্যে রক্তগত ও বৈবাহিক সন্ধি স্থাপন করেছেন। [১] তোমার প্রতিপালক সর্বশক্তিমান।\n[১] نسب বলতে (রক্তগত) আত্মীয়তা যা মা-বাপের সঙ্গে সম্পর্কিত। আর صِهر বলতে (বৈবাহিক) আত্মীয়তা যা বিবাহের পর স্ত্রীর পক্ষ থেকে হয়, যাকে আমরা বৈবাহিক সম্বন্ধ বলে থাকি। এই দুই ধরনের আত্মীয়দের বিস্তারিত আলোচনা সূরা নিসার ৪:২২-২৩ নং আয়াতে করা হয়েছে। দুধ-সম্পর্কিত আত্মীয়তা হাদীসানুসারে বংশগত আত্মীয়তারই শামিল। যেমন, নবী (সাঃ) বলেছেন, يحرم من الرضاع ما يحرم من النسب\n(বুখারী ২৬৪৫ নং, মুসলিম ১০৭০ নং)"
    },
    {
      "ayah": 55,
      "surah": 25,
      "text": "ওরা আল্লাহর পরিবর্তে এমন কিছুর উপাসনা করে, যা ওদের উপকার করতে পারে না, অপকারও করতে পারে না। আর অবিশ্বাসী তো স্বীয় প্রতিপালকের বিরোধী।"
    },
    { "ayah": 56, "surah": 25, "text": "আমি তো তোমাকে কেবল সুসংবাদদাতা ও সতর্ককারীরূপেই প্রেরণ করেছি ।" },
    {
      "ayah": 57,
      "surah": 25,
      "text": "বল, ‘আমি তোমাদের নিকট এর জন্য কোন প্রতিদান চাই না; কিন্তু যে চায় সে তার প্রতিপালকের পথ অবলম্বন করতে পারে।’ [১]\n[১] অর্থাৎ, এটাই আমার প্রতিদান ও পারিশ্রমিক যে, তোমরা আল্লাহর রাস্তা অবলম্বন করে নাও।"
    },
    {
      "ayah": 58,
      "surah": 25,
      "text": "তুমি তাঁর উপর নির্ভর কর যিনি চিরঞ্জীব, যাঁর মৃত্যু নেই এবং তাঁর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা কর, তিনি তাঁর দাসদের পাপ সম্পর্কে যথেষ্ট অবহিত।"
    },
    {
      "ayah": 59,
      "surah": 25,
      "text": "তিনি আকাশমন্ডলী, পৃথিবী ও ওদের মধ্যবর্তী সমস্ত কিছু ছয় দিনে সৃষ্টি করেছেন; অতঃপর তিনি আরশে আরোহণ করেন। তিনিই দয়াময়, তাঁর সম্বন্ধে যে অবগত আছে তাকে জিজ্ঞাসা করে দেখ।"
    },
    {
      "ayah": 6,
      "surah": 25,
      "text": "বল, ‘এ তিনিই অবতীর্ণ করেছেন, যিনি আকাশমন্ডলী ও পৃথিবীর সমুদয় রহস্য অবগত আছেন।[১] নিশ্চয়ই তিনি চরম ক্ষমাশীল, পরম দয়ালু।’ [২]\n[১] এটি তাদের মিথ্যা ও অপবাদ আরোপের জবাবে বলা হচ্ছে যে, কুরআনের প্রতি লক্ষ্য কর, এর মধ্যে কি রয়েছে? কুরআনের কোন কথা অসত্য বা বাস্তববিরোধী কি? নিশ্চয় না। বরং প্রতিটি কথা সঠিক ও সত্য। কারণ এর অবতীর্ণকারী ঐ সত্তা, যিনি আকাশ ও পৃথিবীর প্রত্যেক গুপ্ত বিষয় সম্পর্কে অবহিত।\n[২] তিনি চরম ক্ষমাশীল ও পরম দয়াবান; নচেৎ কুরআন রচনার অপবাদ আরোপ অতি মহাপাপ; যার কারণে শীঘ্রই তারা আল্লাহর আযাবে গ্রেফতার হত।"
    },
    {
      "ayah": 60,
      "surah": 25,
      "text": "যখন ওদেরকে বলা হয়, ‘পরম দয়াময়ের প্রতি তোমরা সিজদাবনত হও।’ তখন ওরা বলে, ‘পরম দয়াময় আবার কে? তুমি কাউকেও সিজদা করতে বললেই কি আমরা তাকে সিজদা করব?’ আর এতে ওদের বিমুখতাই বৃদ্ধি পায়। [১] (সাজদাহ-৭)\n[১] رحمن و رحيم (রাহমান ও রাহীম) আল্লাহর সুন্দর গুণ ও নামাবলীর মধ্যে দু'টি গুণবাচক নাম। কিন্তু জাহেলী যুগের লোকেরা আল্লাহকে উক্ত নামে চিনত না। যেমন হুদাইবিয়ার সন্ধিপত্র লেখার সময় শুরুতে بسم الله الرحمن الرحيم লেখা হলে মক্কার মুশরিকরা বলেছিল, আমরা রাহমান ও রাহীমকে জানি না। باسمك اللّهم লেখ।\n(সীরাতে ইবনে হিশাম ২/৩১৭)\nআরো দেখুন সূরা বানী ইস্রাঈল ১৭:১১০ এবং সূরা রা'দ ১৩:৩০ নং আয়াত; এখানেও কাফেরদের 'রাহমান' নাম শুনে চমকে যাওয়া ও সিজদা করতে অস্বীকার করার কথা বর্ণিত হয়েছে।\n(এই আয়াত পাঠ করার পর সিজদা করা মুস্তাহাব। সিজদার আহকাম জানতে সূরা আ'রাফের শেষ আয়াতের ৭:২০৬ টীকা দেখুন। -সম্পাদক)"
    },
    {
      "ayah": 61,
      "surah": 25,
      "text": "কত প্রাচুর্যময় তিনি যিনি নভোমন্ডলে রাশিচক্র সৃষ্টি করেছেন[১] এবং ওতে স্থাপন করেছেন প্রদীপ (সূর্য) ও জ্যোতির্ময় চন্দ্র।[২]\n[১] بُرُوج শব্দটি بُرْج শব্দের বহুবচন। (এর আসল অর্থ হল প্রকাশ। রাশিচক্র নক্ষত্রমালার প্রাসাদ ও অট্টালিকার মত। আর তা আকাশে প্রকাশ ও স্পষ্ট হওয়ার কারণে 'বুরুজ' বলা হয়।) সালাফদের তফসীরে بُرُوج বলতে বড় বড় গ্রহ-নক্ষত্রকে বুঝানো হয়েছে। আর এই তফসীরে আয়াতের বাগধারায় অর্থ দাঁড়ায় যে, বরকতময় সেই সত্তা, যিনি আকাশে বড় বড় গ্রহ-নক্ষত্র, চন্দ্র ও সূর্য সৃষ্টি করেছেন। পরবর্তী যুগের তফসীরকারগণ জ্যোতিষীদের পরিভাষার (কল্পিত) রাশিচক্র অর্থ নিয়েছেন। যার সংখ্যা হল বারটি; মেষরাশি, বৃষরাশি, মিথুনরাশি, কর্কটরাশি, সিংহরাশি, কন্যারাশি, তুলারাশি, বৃশ্চিকরাশি, ধনুঃরাশি, মকররাশি, কুম্ভরাশি ও মীনরাশি। আর এই বারটি রাশি সাতটি বড় বড় গ্রহের কক্ষপথ; যাদের নামঃ মঙ্গল, শুক্র, বুধ, চন্দ্র, সূর্য, বৃহস্পতি ও শনি। এই সমস্ত গ্রহ উক্ত রাশিতে এমনভাবে অবস্থান করে যে, ওগুলো যেন তাদের জন্য সুবিশাল প্রাসাদস্বরূপ।\n(আইসারুত তাফাসীর)\n[২] সূরা ইউনুসের ১০:৫ নং আয়াতের মত এ আয়াতেও প্রমাণ হয় যে, চাঁদের নিজস্ব কোন আলো নেই। সুতরাং বিজ্ঞানের এ কথা বহু পূর্বেই কুরআনে প্রমাণিত হয়েছে।"
    },
    {
      "ayah": 62,
      "surah": 25,
      "text": "এবং যারা উপদেশ গ্রহণ ও কৃতজ্ঞতা করতে ইচ্ছুক, তাদের জন্য রাত এবং দিনকে সৃষ্টি করেছেন পরস্পরের অনুগামীরূপে। [১]\n[১] অর্থাৎ, রাত্রি যায় দিন আসে, আর দিন যায় রাত্রি আসে। দিবারাত্রি একত্রিত হয় না। দিন-রাত্রির উপকারিতার কথা বিশদ বিবরণের অপেক্ষা রাখে না। কেউ কেউ خِلْفَة এর অর্থ এক অপরের বিপরীত বলেছেন। অর্থাৎ, রাত্রি অন্ধকার এবং দিন উজ্জ্বল।"
    },
    {
      "ayah": 63,
      "surah": 25,
      "text": "তারাই পরম দয়াময়ের দাস, যারা পৃথিবীতে নম্রভাবে চলাফেরা করে এবং তাদেরকে যখন অজ্ঞ ব্যক্তিরা সম্বোধন করে, তখন তারা বলে, ‘সালাম’। [১]\n[১] 'সালাম' বলার অর্থ মুখ ফিরিয়ে নেওয়া ও তর্ক-বিতর্ক ছেড়ে দেওয়া। অর্থাৎ, ঈমানদাররা জাহেল ও মুর্খ লোকদের সাথে তর্কে জড়িয়ে পড়ে না। বরং তারা এমতাবস্থায় এড়িয়ে চলার পদ্ধতি অবলম্বন করে এবং ফালতু বিতন্ডা বর্জন করে।"
    },
    {
      "ayah": 64,
      "surah": 25,
      "text": "এবং যারা তাদের প্রতিপালকের উদ্দেশ্যে সিজদাবনত হয়ে ও দন্ডায়মান থেকে রাত্রি অতিবাহিত করে।"
    },
    {
      "ayah": 65,
      "surah": 25,
      "text": "এবং যারা বলে, ‘হে আমাদের প্রতিপালক! আমাদের থেকে জাহান্নামের শাস্তি নিবৃত্ত কর; জাহান্নামের শাস্তি তো নিশ্চিতভাবে ধ্বংসাত্মক; [১]\n[১] এখান হতে বুঝা যাচ্ছে যে, রহমানের বান্দা ওরাই যারা একদিকে রাত্রে আল্লাহর ইবাদত করে, আবার অন্য দিকে ভয়ও করে যে, কোন ভুল বা আলস্যের কারণে আল্লাহ ধরে না বসেন। সেই জন্য তারা জাহান্নামের আযাব হতে আশ্রয় প্রার্থনা করে থাকে। অর্থাৎ, আল্লাহর ইবাদত তথা আজ্ঞা পালন করা সত্ত্বেও আল্লাহর আযাব ও তাঁর পাকড়াও হতে নির্ভয় হওয়া ও নিজ ইবাদতের উপর গর্ব করা উচিত নয়। এই অর্থ অন্য জায়গায় এভাবে বর্ণনা করা হয়েছে, {وَالَّذِينَ يُؤْتُونَ مَا آتَوا وَّقُلُوبُهُمْ وَجِلَةٌ أَنَّهُمْ إِلَى رَبِّهِمْ رَاجِعُونَ} অর্থাৎ, আর যারা তাদের প্রতিপালকের নিকট প্রত্যাবর্তন করবে এই বিশ্বাসে তাদের যা দান করবার তা দান করে ভীত-কম্পিত হৃদয়ে।\n(সূরা মু'মিনূন ২৩:৬০ আয়াত)\nভয় শুধু এই কারণে নয় যে, তাদেরকে আল্লাহর দরবারে উপস্থিত হতে হবে; বরং তাদের ভয় হয় যে, তাদের দান খয়রাত গ্রহণ হচ্ছে কি না? হাদীসে এই আয়াতের ব্যাখ্যায় এসেছে, আয়েশা (রাঃ) রাসূলুল্লাহ (সাঃ)-কে এই আয়াত সম্পর্কে জিজ্ঞাসা করলেন যে, 'এই আয়াতে কি ঐ সব লোকেদেরকে বুঝানো হয়েছে, যারা মদ পান ও চুরি করে?' তিনি বললেন, \"না, হে আবূ বাকরের বেটী! বরং তারা ঐ সব লোক, যারা রোযা রাখে, নামায পড়ে, দান করে। তা সত্ত্বেও তারা ভয় করে যে, তাদের এইসব সৎকর্মগুলো যেন আল্লাহর দরবারে অগ্রহণীয় না হয়ে যায়।\"\n(তিরমিযী, কিতাবুততাফসীর সূরাতুল মু'মিনূন)"
    },
    { "ayah": 66, "surah": 25, "text": "নিশ্চয় তা আশ্রয়স্থল ও বসতি হিসাবে অতীব নিকৃষ্ট!’" },
    {
      "ayah": 67,
      "surah": 25,
      "text": "এবং যারা ব্যয় করলে অপচয় করে না, কার্পণ্যও করে না; বরং তারা এ দুয়ের মধ্যবর্তী পন্থা অবলম্বন করে। [১]\n[১] আল্লাহর অবাধ্যতায় (পাপকাজে) খরচ করা অপব্যয় এবং আল্লাহর পথে খরচ না করা কৃপণতা। আর আল্লাহর নির্দেশানুসারে ও তাঁর আনুগত্যের পথে খরচ করা হল মধ্যপন্থা অবলম্বন করা।\n(ফাতহুল কাদীর)\nঅনুরূপ আবশ্যকীয় খরচে ও বৈধ খরচেও সীমা অতিক্রম করা অপব্যয় বলে গণ্য। অতএব সে ক্ষেত্রেও সাবধানতা ও মধ্যপন্থা অবলম্বন করা একান্ত জরুরী।"
    },
    {
      "ayah": 68,
      "surah": 25,
      "text": "এবং যারা আল্লাহর সঙ্গে অন্য কোন উপাস্যকে আহবান করে না, আল্লাহ যাকে যথার্থ কারণ ব্যতিরেকে হত্যা নিষেধ করেছেন, তাকে হত্যা করে না[১] এবং ব্যভিচার করে না। [২] আর যারা এগুলি করে, তারা শাস্তি ভোগ করবে ।\n[১] যথার্থ কারণের তিনটি অবস্থা হতে পারে। যেমন, মুসলিম হওয়ার পর যদি কেউ মুরতাদ (ধর্মত্যাগী) হয়ে যায়, বিবাহের পর ব্যভিচারে লিপ্ত হয় অথবা কাউকে হত্যা করে, তাহলে এই তিন অবস্থাতেই তাকে হত্যা করা হবে।[২] হাদীসে এসেছে, রসূল (সাঃ)-কে জিজ্ঞাসা করা হল, 'সব থেকে বড় পাপ কি?' তিনি বললেন, \"আল্লাহর সাথে কাউকে শরীক করা অথচ তিনিই তোমাকে সৃষ্টি করেছেন।\" বলা হল, 'তারপর কোন্ পাপ?' তিনি বললেন, \"সন্তানকে খেতে দেওয়ার ভয়ে হত্যা করা।\" বলা হল, 'তারপর কোন্ পাপ?' তিনি বললেন, \"প্রতিবেশীর স্ত্রীর সাথে ব্যভিচার করা।\" তারপর তিনি বললেন, \"উক্ত কথাগুলোর সত্যতা এই আয়াত দ্বারা প্রমাণিত হয়।\" তারপর তিনি উক্ত আয়াত পাঠ করলেন।\n(বুখারী সূরা বাক্বারার তাফসীর, মুসলিম ঈমান অধ্যায়)"
    },
    {
      "ayah": 69,
      "surah": 25,
      "text": "কিয়ামতের দিন ওদের শাস্তি দ্বিগুণ করা হবে এবং সেখানে তারা হীন অবস্থায় স্থায়ী হবে।"
    },
    {
      "ayah": 7,
      "surah": 25,
      "text": "ওরা বলে, ‘এ কেমন রসূল, যে আহার করে এবং হাটে বাজারে চলাফেরা করে![১] তার নিকট কোন ফিরিশতা অবতীর্ণ করা হল না কেন; যে সতর্ককারীরূপে তার সঙ্গে থাকত? [২]\n[১] কুরআনের উপর আঘাত হানার পর রাসূলের উপর আঘাত হানা হচ্ছে এবং তা রাসূলের মানুষ হওয়ার জন্য। তাদের ধারণা ছিল মানুষ রিসালাত ও নবুঅতের যোগ্য নয়। সেই জন্য তারা বলত, এ কেমন রাসূল, যে খায়-পান করে, বাজারে আসে-যায়! আমাদেরই মত মানুষ! রসূলের তো মানুষ হওয়ার কথা নয়।\n[২] উপরোক্ত আপত্তি হতে এক ধাপ নিচে নেমে বলা হচ্ছে, আর কিছু না হোক, কমসে কম একজন ফিরিশতাই তার সহায়ক ও সত্যায়নকারীরূপে থাকতে পারত।"
    },
    {
      "ayah": 70,
      "surah": 25,
      "text": "তবে যারা তওবা করে, বিশ্বাস ও সৎকাজ করে[১] আল্লাহ তাদের পাপকর্মগুলিকে পুণ্য দ্বারা পরিবর্তন করে দেবেন।[২] আর আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।\n[১] এখান হতে বুঝা যায় যে, বিশুদ্ধ তওবা দ্বারা পৃথিবীতে সমস্ত পাপ মোচন হতে পারে; তাতে তা যত বড়ই হোক না কেন। আর সূরা নিসার ৪:৯৩ আয়াতে মু'মিন হত্যার শাস্তি যে জাহান্নাম বলা হয়েছে, তা ঐ পরিস্থিতির ক্ষেত্রে বুঝতে হবে, যখন সে তওবা করবে না; বরং বিনা তওবায় মৃত্যু বরণ করবে। কারণ হাদীসে আছে যে, একশত লোক হত্যাকারীকেও তওবার কারণে মহান আল্লাহ ক্ষমা করে দিয়েছেন।\n(মুসলিম তাওবা অধ্যায়\n)\n[২] এর একটা অর্থ এই যে, মহান আল্লাহ তার অবস্থার পরিবর্তন ঘটান। ইসলাম গ্রহণের আগে সে পাপাচার করত, এখন সে সৎকর্ম করে, আগে শিরক করত এখন শুধুমাত্র আল্লাহরই ইবাদত করে। আগে কাফেরদের সাথে মিলিত হয়ে মুসলিমদের বিরুদ্ধে লড়ত। আর এখন সে মুসলিমদের দলভুক্ত হয়ে কাফেরদের বিরুদ্ধে লড়াই করে ইত্যাদি। এর অন্য একটি অর্থঃ তার পাপগুলো নেকী দ্বারা পরিবর্তন করে দেওয়া হয়।। এর প্রমাণ হাদীসেও পাওয়া যায়। রাসূলুল্লাহ (সাঃ) বলেছেন, \"আমি ঐ ব্যক্তিকে জানি যে, সর্বশেষে জান্নাতে প্রবেশ করবে ও সর্বশেষে জাহান্নাম হতে বের হবে। সে হবে ঐ ব্যক্তি কিয়ামত দিবসে যার ছোট ছোট পাপগুলো তুলে ধরা হবে আর বড় বড় পাপগুলি একদিকে রেখে দেওয়া হবে। তাকে বলা হবে, 'তুমি অমুক অমুক দিনে অমুক অমুক পাপ করেছিলে?' সে স্বীকৃতিবাচক জবাব দেবে এবং অস্বীকার করার কোন ক্ষমতা তার থাকবে না। তাছাড়া সে এই ব্যাপারেও ভয় পাবে যে, এক্ষনি তার বড় বড় পাপগুলি তুলে ধরা হবে। এমতাবস্থায় বলা হবে, 'যাও! তোমার প্রত্যেক পাপের বদলে এক একটি নেকী।' আল্লাহর এই দয়া দেখে সে বলবে, 'এখনও তো আমি আমার অনেক আমল দেখছি না।\" এই কথা বলে রাসূলুল্লাহ (সাঃ) হেসে ফেললেন, এমনকি তার দাঁত দেখা গেল।\n(মুসলিমঃ ঈমান অধ্যায়)"
    },
    {
      "ayah": 71,
      "surah": 25,
      "text": "যে ব্যক্তি তওবা করে ও সৎকাজ করে, সে সম্পূর্ণরূপে আল্লাহ অভিমুখী হয়। [১]\n[১] প্রথম তওবার সম্পর্ক কুফর ও শিরকের সাথে। আর এই তওবার সম্পর্ক অন্যান্য সমস্ত পাপ ও ত্রুটির সাথে।"
    },
    {
      "ayah": 72,
      "surah": 25,
      "text": "এবং (তারাই পরম দয়াময়ের দাস) যারা মিথ্যা সাক্ষ্য দেয় না[১] এবং অসার ক্রিয়াকলাপের সম্মুখীন হলে স্বীয় মর্যাদা রক্ষার্থে তা পরিহার করে চলে। [২]\n[১] زور এর অর্থ মিথ্যা। আর প্রত্যেক বাতিল জিনিসই হল মিথ্যা। সেই কারণে মিথ্যা সাক্ষ্য থেকে নিয়ে কুফর, শিরক ও প্রত্যেকটি অন্যায় ও অবৈধ কাজ যেমন (অবৈধ) মেলা-খেলা, গান-বাজনা এবং অন্যান্য জাহেলী কর্মকান্ড সবই এর অন্তর্ভুক্ত। রহমানের বান্দাদের গুণ এই যে, তারা উক্ত সকল প্রকার মিথ্যা কথা বা মিথ্যা অনুষ্ঠান ও মজলিসে উপস্থিত হয় না। يَشهَدُون এর দ্বিতীয় অর্থ উপস্থিত হওয়া।\n[২] لَغو এমন প্রত্যেক কথা ও কাজকে বলা হয়, যাতে শরীয়তের দৃষ্টিতে কোন উপকার নেই। অর্থাৎ এমন কাজে ও কথায় তারা অংশগ্রহণ করে না; বরং চুপচাপ নিজ সম্মান বাঁচিয়ে পাশ কাটিয়ে যায়।"
    },
    {
      "ayah": 73,
      "surah": 25,
      "text": "এবং যারা তাদের প্রতিপালকের আয়াত স্মরণ করিয়ে দিলে অন্ধ এবং বধির সদৃশ আচরণ করে না। [১]\n[১] অর্থাৎ, তারা মুখ ফিরিয়ে নেয় না ও অমনোযোগী হয় না। এমন নয় যে, তারা কানে কালা; শুনতে পায় না অথবা চোখে কানা; দেখতে পায় না। বরং তারা ধ্যান দিয়ে শোনে।"
    },
    {
      "ayah": 74,
      "surah": 25,
      "text": "এবং যারা (প্রার্থনা করে) বলে, ‘হে আমাদের প্রতিপালক! আমাদের স্ত্রী ও সন্তান-সন্ততিদেরকে আমাদের জন্য নয়নপ্রীতিকর কর[১] এবং আমাদেরকে সাবধানীদের জন্য আদর্শস্বরূপ কর।’ [২]\n[১] অর্থাৎ, তাদেরকে নিজের আজ্ঞাবহ ও আমাদের অনুগত বানাও; যাতে আমাদের চোখ ঠান্ডা হয়।\n[২] অর্থাৎ, এমন সুন্দর আদর্শস্বরূপ বানাও যে, সৎকাজে তারা যেন আমাদের অনুসরণ করে।"
    },
    {
      "ayah": 75,
      "surah": 25,
      "text": "তাদেরকে ধৈর্যাবম্বনের প্রতিদান স্বরূপ (বেহেশ্তের) কক্ষ দেওয়া হবে এবং তাদেরকে সেখানে অভিবাদন ও সালাম সহকারে অভ্যর্থনা জানানো হবে ।"
    },
    { "ayah": 76, "surah": 25, "text": "সেখানে তারা চিরকাল থাকবে। আশ্রয়স্থল ও বসতি হিসাবে তা কত উৎকৃষ্ট!" },
    {
      "ayah": 77,
      "surah": 25,
      "text": "বল, ‘তোমাদের দুআ (আহবান) না থাকলে আমার প্রতিপালক তোমাদের কোন পরোয়াই করতেন না। [১] তোমরা (দ্বীনকে) মিথ্যাজ্ঞান করেছ, ফলে অনিবার্য (শাস্তি) নেমে আসবে।’[২]\n[১] দু'আ ও আহবানের অর্থ আল্লাহকে ডাকা ও তাঁর ইবাদত করা। অর্থ এই যে, তোমাদেরকে সৃষ্টি করার উদ্দেশ্য আল্লাহর ইবাদত করা। এমন না করলে আল্লাহর কোন পরোয়া নেই। আল্লাহর নিকট মানুষের মূল্যায়ন ও মান নির্ণয় তাঁর প্রতি ঈমান ও তাঁর ইবাদতের ভিত্তিতেই হবে।\n[২] এখানে কাফেরদের সম্বোধন করা হয়েছে যে, তোমরা আল্লাহকে মিথ্যা মনে করেছ অতএব তার শাস্তি অবশ্যই তোমাদেরকে ভুগতে হবে। সুতরাং পৃথিবীতে এই অনিবার্য শাস্তি বদরে পরাজয়রূপে তারা পেয়েছে এবং পরকালে জাহান্নামে চিরস্থায়ী আযাবও তাদেরকে ভুগতে হবে।"
    },
    {
      "ayah": 8,
      "surah": 25,
      "text": "তাকে ধনভান্ডার দেওয়া হয় না কেন[১] অথবা তার একটি বাগান নেই কেন, যা হতে সে আহার সংগ্রহ করতে পারে?’[২] সীমালংঘনকারীরা আরও বলে, ‘তোমরা তো এক যাদুগ্রস্ত ব্যক্তিরই অনুসরণ করছ।’[৩]\n[১] যাতে সে জীবিকা-উপার্জনের ব্যাপারে নিশ্চিত থাকত।\n[২] যাতে তার অবস্থা আমাদের তুলনায় তো কিছু ভালো হত।\n[৩] যার জ্ঞান-বুদ্ধি যাদু-প্রভাবিত ও বিকৃত।"
    },
    {
      "ayah": 9,
      "surah": 25,
      "text": "দেখ, ওরা তোমার কি সব উপমা পেশ করে। ফলতঃ ওরা পথভ্রষ্ট। সুতরাং ওরা পথ পাবে না।[১]\n[১] অর্থাৎ, হে নবী! ওরা তোমার ব্যাপারে এ রকম কথাবার্তা ও অপবাদ আরোপ করে। কখনো বলে যাদুকর, কখনো বলে যাদুগ্রস্ত বা পাগল, কখনো মিথ্যুক বা কবি। অথচ এ সমস্ত কথাই অসত্য। যার মধ্যে সামান্যতম জ্ঞান ও বিবেক-বুদ্ধি আছে, সেও এ সব মন্তব্যে তাদের মিথ্যাবাদিতার কথা উপলব্ধি করতে পারবে। অতএব তারা এ সকল কথা বলে নিজেরাই হিদায়াতের পথ হতে দূরে সরে যাচ্ছে। তারা হিদায়াত কিভাবে পেতে পারে?"
    }
  ]
}
