{
  "ayahs": [
    { "ayah": 1, "surah": 27, "text": "ত্ব-সীন; এগুলি কুরআন ও সুস্পষ্ট গ্রন্থের বাক্য;" },
    {
      "ayah": 10,
      "surah": 27,
      "text": "তুমি তোমার লাঠি নিক্ষেপ কর।’ অতঃপর যখন সে ওকে সাপের মত ছুটাছুটি করতে দেখল তখন পিছনে না তাকিয়ে সে বিপরীত দিকে ছুটতে লাগল। (আমি বললাম,) ‘হে মূসা! ভয় পেয়ো না; [১] আমার কাছে তো রসূলরা ভয় পায় না।\n[১] এখান হতে জানা যায় যে, নবীরা অদৃশ্যের (গায়বের) সংবাদ জানতেন না। তাছাড়া মূসা (আঃ) নিজের হাতের লাঠি হতে ভয় পেতেন না। দ্বিতীয়তঃ প্রকৃতিগত ভয় নবীদেরও হয় যেহেতু তাঁরাও ছিলেন মানুষ।"
    },
    {
      "ayah": 11,
      "surah": 27,
      "text": "তবে যে সীমালংঘন করে,[১] অতঃপর মন্দ কাজের পরিবর্তে ভালো কাজ করে; নিশ্চয় (তার প্রতি) আমি চরম ক্ষমাশীল, পরম দয়ালু। [২]\n[১] অর্থাৎ, অত্যাচারীর এই ভয় থাকা উচিত যে, আল্লাহ যেন তাকে পাকড়াও না করে বসেন।\n[২] অর্থাৎ, আমি অত্যাচারীর তওবাও কবুল করে থাকি।"
    },
    {
      "ayah": 12,
      "surah": 27,
      "text": "আর তুমি তোমার হাত নিজ জামার বুকের উন্মুক্ত অংশে প্রবেশ করাও। তা ত্রুটিমুক্ত[১] উজ্জ্বল হয়ে বেরিয়ে আসবে। এ হবে ফিরআউন ও তার সম্প্রদায়ের নিকট আনীত নয়টি নিদর্শনের অন্তর্গত।[২] ওরা তো সত্যতাগী সম্প্রদায়।’\n[১] অর্থাৎ, কুষ্ঠব্যাধি বা অন্য কোন রোগজনিত ত্রুটি ছাড়াই। লাঠির সাথে এটি ছিল দ্বিতীয় মু'জিযা।[২] فِي تِسْعِ آيَاتٍ অর্থাৎ, এই দুই মু'জিযা ঐ নয় নিদর্শনের অন্তর্গত যার দ্বারা আমি তোমার সাহায্য করেছি। এই মু'জিযা নিয়ে তুমি ফিরআউন ও তার জাতির নিকট যাও। উক্ত নয়টি নিদর্শন সম্পর্কে জানার জন্য সূরা বনী-ঈস্রাঈল ১৭:১০১ নং আয়াতের টীকা দ্রষ্টব্য।"
    },
    {
      "ayah": 13,
      "surah": 27,
      "text": "অতঃপর যখন ওদের নিকট আমার উজ্জ্বল[১] নিদর্শনসমূহ এল, তখন ওরা বলল, ‘এ সুস্পষ্ট যাদু।’\n[১] مُبْصِرَة অর্থাৎ, সুস্পষ্ট, উজ্জ্বল অথবা এটি কর্তৃকারক কর্মকারকের অর্থে ব্যবহার হয়েছে। (সুস্পষ্টকারী = সুস্পষ্ট)"
    },
    {
      "ayah": 14,
      "surah": 27,
      "text": "ওরা অন্যায় ও উদ্ধতভাবে[১] নিদর্শনগুলি প্রত্যাখ্যান করল, যদিও ওদের অন্তর এগুলিকে সত্য বলে গ্রহণ করেছিল। দেখ, বিপর্যয় সৃষ্টিকারীদের পরিণাম কি হয়েছিল?\n[১] অর্থাৎ, জানা সত্ত্বেও তারা তা অস্বীকার ও প্রত্যাখ্যান করল, এর কারণ তাদের ঔদ্ধত্য ও অহংকার।"
    },
    {
      "ayah": 15,
      "surah": 27,
      "text": "আমি অবশ্যই দাঊদ ও সুলাইমানকে জ্ঞান দান করেছিলাম[১] এবং তারা বলেছিল, ‘প্রশংসা আল্লাহর যিনি আমাদেরকে তাঁর বহু বিশ্বাসী দাসের উপর শ্রেষ্ঠত্ব দান করেছেন।’\n[১] সূরার প্রথম দিকে বলা হয়েছে যে, এ কুরআন আল্লাহর পক্ষ হতে নবী (সাঃ)-কে শিখানো হচ্ছে। আর তার প্রমাণস্বরূপ মূসার ঘটনা সংক্ষিপ্তাকারে বর্ণনা করা হল। এখন দ্বিতীয় প্রমাণ দাঊদ ও সুলাইমান (আলাইহিমাস সালাম) এর এই ঘটনা। নবীদের এ সমস্ত ঘটনাবলীর বিবরণ এই কথারই প্রমাণ বহন করে যে, মুহাম্মাদ (সাঃ) সত্য রসূল। এখানে জ্ঞান বলতে নবুঅতের জ্ঞান ছাড়া দাঊদ ও সুলাইমান (আলাইহিমাস সালাম)-কে বিশেষভাবে যে জ্ঞান দান করা হয়েছিল তাকে বুঝানো হয়েছে। যেমন দাঊদ (আঃ)-কে লোহা থেকে বিভিন্ন জিনিস তৈরী করার জ্ঞান এবং সুলাইমান (আঃ)-কে জীব-জন্তুর ভাষা বা বুলি বুঝার জ্ঞান দান করা হয়েছিল। এই দুই পিতা-পুত্রকে আরো অনেক কিছু দান করা হয়েছিল। কিন্তু এখানে শুধু জ্ঞানের কথা উল্লেখ হয়েছে। যাতে বুঝা যাচ্ছে যে, জ্ঞান হল আল্লাহর সব চেয়ে বড় নিয়ামত।"
    },
    {
      "ayah": 16,
      "surah": 27,
      "text": "সুলাইমান ছিল দাঊদের উত্তরাধিকারী[১] এবং সে বলেছিল, ‘হে লোক সকল! আমাকে পাখির বুলি শিখানো হয়েছে[২] এবং আমাকে সর্বপ্রকার বস্তু প্রদান করা হয়েছে।[৩] এ অবশ্যই সুস্পষ্ট অনুগ্রহ।’\n[১] এ থেকে নবুঅত ও রাজ্যের উত্তরাধিকার বুঝানো হয়েছে। যার উত্তরাধিকারী শুধুমাত্র সুলাইমানের ভাগ্যেই জোটে। নচেৎ দাঊদ (আঃ)-এর আরো সন্তান ছিল; যারা এর থেকে বঞ্চিত হয়। এমনিতে নবীগণের উত্তরাধিকারের সম্পদ জ্ঞানই হয়ে থাকে। তাঁরা যেসব ধন-সম্পদ ছেড়ে যান তা সাদকাহ বলে গণ্য হয়। যেমন, নবী (সাঃ) বলেছেন।\n(বুখারীঃ ফারায়েয অধ্যায়, মুসলিম জিহাদ অধ্যায়)\n[২] সমস্ত জীব-জন্তুর ভাষাই শিক্ষা দেওয়া হয়েছিল। কিন্তু এখানে শুধু পাখীদের কথা বিশেষ করে এই জন্য বর্ণনা করা হয়েছে, যেহেতু তাঁকে ছায়া করার জন্য পাখীরা সব সময় তাঁর সাথে থাকত। আবার কেউ কেউ বলেন, কেবল পাখীর ভাষাই তাঁকে শিক্ষা দেওয়া হয়েছিল। আর পিপীলিকাও পাখীর মধ্যে পরিগণিত।\n(ফাতহুল কাদীর)\n[৩] যে সবের তাঁর প্রয়োজন ছিল যেমন, জ্ঞান, নবুঅত, প্রজ্ঞা, ধন-সম্পদ এবং মানব-দানব ও পশু-পক্ষীর আনুগত্য ইত্যাদি।"
    },
    {
      "ayah": 17,
      "surah": 27,
      "text": "সুলাইমানের সম্মুখে তার সমস্ত বাহিনী; জীন, মানুষ ও পক্ষীকুলকে সমবেত করা হল;[১] তাদেরকে (এক এক) দলে বিন্যস্ত করা হল। [২]\n[১] এখানে সুলাইমান (আঃ)-এর ব্যক্তিগত বিশেষ এক বৈশিষ্ট্যের কথা বর্ণনা করা হয়েছে; যাতে তিনি পুরো মানব ইতিহাসে একক। আর তা হল তাঁর আধিপত্য কেবলমাত্র মানুষের উপর ছিল না; বরং জীন, জীব-জন্তু ও পশু-পক্ষীর উপরেও ছিল। এমনকি বাতাসও তাঁর অধীনস্থ ছিল। এখানে বলা হয়েছে যে, সুলাইমান (আঃ) কোথাও যাবার জন্য সমস্ত সৈন্যদেরকে, অর্থাৎ জীন, মানুষ ও পাখীদেরকে জমায়েত করলেন।[২] এই অনুবাদ تَوزِيع এর অর্থ تَفرِيق হিসাবে করা হয়েছে। অর্থাৎ, সকলকে ভিন্ন ভিন্ন দলে বিভক্ত করা হল। যেমন মানুষের একটি দল, জিনের একটি দল, পশুর একটি দল, পক্ষীর একটি দল ইত্যাদি। দ্বিতীয় অর্থ হল, তাদেরকে থামিয়ে দেওয়া হত। অর্থাৎ, এই সেনাদল এত বিশাল হত যে, পথে থামিয়ে তা সুবিন্যস্ত করা হত। যাতে করে শাহী সেনা অসংগঠিত ও ছিন্ন-ভিন্ন না হয়ে পড়ে। এই অর্থ وَزَع يَزَع থেকে আসবে। যার অর্থ থামানো। এই শব্দের সাথে একটি আলিফ বাড়িয়ে দিয়ে أَوزِعنِي করা হয়েছে যেমন, এই সূরার ২৭:১৯ নং আয়াতে আসছে। যার অর্থঃ আমার নিকট হতে এমন জিনিস দূর করে দাও, যা তোমার নিয়ামতের কৃতজ্ঞতা করতে বাধা দিয়ে থাকে।"
    },
    {
      "ayah": 18,
      "surah": 27,
      "text": "যখন ওরা পিপীলিকা অধ্যুষিত উপত্যকায় পৌঁছল, তখন এক পিপীলিকা বলল, ‘হে পিপীলিকাদল! তোমরা তোমাদের বাসায় প্রবেশ কর, নচেৎ সুলাইমান এবং তার বাহিনী তাদের অজ্ঞাতসারে তোমাদেরকে পদতলে পিষে ফেলবে।’ [১]\n[১] এখান হতে জানা গেল যে, জীব-জন্তুরও এক বিশেষ বুঝশক্তি আছে, যা মানুষের থেকে অনেক কম ও ভিন্নতর। দ্বিতীয়তঃ সুলাইমান (আঃ) এত মহত্ত্ব ও মর্যাদাপূর্ণ হওয়া সত্ত্বেও গায়বের খবর জানতেন না। সেই জন্যই তো পিপীলিকার এই ভয় হল যে, তাঁদের অজান্তে আমরা যেন তাঁদের পদপিষ্ট না হয়ে পড়ি। তৃতীয়তঃ জীব-জন্তুরাও এই শুদ্ধ আকীদায় বিশ্বাসী যে, আল্লাহ ছাড়া আর কেউ গায়েব জানেন না। চতুর্থতঃ সুলাইমান (আঃ) পাখী ছাড়া অন্য জীবের ভাষাও বুঝতেন। এই জ্ঞান মহান আল্লাহ মু'জিযাস্বরূপ তাঁকে প্রদান করেছিলেন। যেমন জীনদের তাঁর অধীনস্থ করে দেওয়াও ছিল এক মু'জিযা।"
    },
    {
      "ayah": 19,
      "surah": 27,
      "text": "(সুলাইমান) ওর উক্তিতে মৃদু হাসল এবং বলল, ‘হে আমার প্রতিপালক! তুমি আমাকে সামর্থ্য দাও, যাতে আমি তোমার প্রতি কৃতজ্ঞতা প্রকাশ করতে পারি -- আমার প্রতি ও আমার পিতা-মাতার প্রতি তুমি যে অনুগ্রহ করেছ[১] তার জন্য এবং যাতে আমি তোমার পছন্দমত সৎকাজ করতে পারি। আর তুমি নিজ করুণায় আমাকে তোমার সৎকর্মপরায়ণ দাসদের শ্রেণীভুক্ত করে নাও।’[২]\n[১] পিঁপড়ের মত ছোট একটি জীবের কথা শুনে বুঝার জন্য সুলাইমানের মনে কৃতজ্ঞতা স্বীকার করার অনুভূতি জাগল যে, আল্লাহ আমার উপর কত অনুগ্রহ করেছেন!\n[২] এখান হতে জানা গেল জান্নাত মু'মিনদের বাসস্থান। যেখানে আল্লাহর বিনা অনুগ্রহে কেউ প্রবেশ করতে পারবে না। এই জন্যই হাদীসে নবী (সাঃ) বলেছেন, \"সরল ও সত্যের নিকটবর্তী থাক, আর এ কথা জেনে রাখো যে, কোন ব্যক্তি নিজ আমলের জোরে জান্নাতে যেতে পারবে না।\" সাহাবারা জিজ্ঞাসা করলেন, 'হে আল্লাহর রসূল! আপনিও না?' তিনি বললেন, \"হ্যাঁ! আমিও না, যতক্ষণ আমার উপর আল্লাহর রহমত না হবে।\"\n(বুখারী ৬৪৬৭নং, মুসলিম ২১৭নং )"
    },
    { "ayah": 2, "surah": 27, "text": "বিশ্বাসীদের জন্য (তা) পথ-নির্দেশক এবং সুসংবাদ বিশেষ।" },
    {
      "ayah": 20,
      "surah": 27,
      "text": "(সুলাইমান) পক্ষীকুলকে পর্যবেক্ষণ করল এবং বলল, ‘কি ব্যাপার! আমি হুদহুদকে দেখছি না কেন? সে অনুপস্থিত নাকি? [১]\n[১] অর্থাৎ, এখানে উপস্থিত আছে, কিন্তু আমি দেখছি না। অথবা এখানে উপস্থিতই নেই।"
    },
    { "ayah": 21, "surah": 27, "text": "সে উপযুক্ত কারণ না দর্শালে আমি অবশ্যই ওকে কঠিন শাস্তি দেব অথবা জবাই করব।’" },
    {
      "ayah": 22,
      "surah": 27,
      "text": "অনতিবিলম্বে হুদহুদ এসে পড়ল এবং বলল, ‘আপনি যা অবগত নন, আমি তা অবগত হয়েছি[১] এবং সাবা[২] হতে সুনিশ্চিত সংবাদ নিয়ে এসেছি।\n[১] إحَاطَة অর্থ কোন জিনিসের ব্যাপারে পূর্ণ জ্ঞান ও অবগতি অর্জন করা। লক্ষণীয় যে, পাখীও জানে, নবী গায়ব জানেন না।\n[২] 'সাবা' এক ব্যক্তির নাম, যা পরে এক জাতি ও এক শহরের নামে প্রসিদ্ধি লাভ করে। এখানে সাবা শহরকে বুঝানো হয়েছে। ইয়ামানের সানআ' হতে তিন দিনের যাত্রাপথ। যা এখন মা'রাবুল ইয়ামান নামে প্রসিদ্ধ।\n(ফতহুল কাদীর)"
    },
    {
      "ayah": 23,
      "surah": 27,
      "text": "আমি এক মহিলাকে দেখলাম যে, সে সাবাবাসীদের উপর রাজত্ব করছে।[১] তাকে সব কিছুই দেওয়া হয়েছে এবং তার আছে এক বিরাট সিংহাসন। [২]\n[১] অর্থাৎ, হুদহুদ পাখীর কাছেও এ কথা আশ্চর্যজনক ছিল যে, সাবায় একজন নারী রাজ্য পরিচালনা করছে। কিন্তু আজ-কাল বলা হচ্ছে যে, নারীরা সব ব্যাপারেই পুরুষদের সমান। যদি পুরুষরা রাজ্য চালাতে পারে, তাহলে নারীরা কেন পারবে না? অথচ এই মতবাদ ইসলামী শিক্ষার বিপরীত। কিছু লোক সাবার রাণী 'বিলকীসের' এই ঘটনা থেকে প্রমাণ করতে চেয়েছেন যে, নারীর নেতৃত্ব বৈধ। অথচ কুরআনে তা কেবল একটি ঘটনা হিসাবেই বর্ণিত হয়েছে। এ ঘটনার সাথে নারী-নেতৃত্ব বৈধ-অবৈধতার কোন সম্পর্ক নেই। নারী-নেতৃত্ব অবৈধ হওয়ার ব্যাপারে কুরআন-হাদীসে স্পষ্ট প্রমাণ রয়েছে।\n[২] কথিত আছে যে, সিংহাসনটি ছিল ৮০ হাত লম্বা আর ৪০ হাত চওড়া ও ৩০ হাত উঁচু। যার মধ্যে ছিল মুক্তা, লাল রঙের পদ্মরাগ ও সবুজ রঙের পান্না ইত্যাদির কারুকার্য। আর আল্লাহই ভালো জানেন।\n(ফাতহুল কাদীর)\nতবে মনে হয় এ কথায় অতিরঞ্জন রয়েছে। ইয়ামানে রাণী বিলকীসের প্রাসাদের যে ধ্বংসাবশেষ রয়েছে, তার মধ্যে এত বিশাল সিংহাসন সংকুলান হওয়ার জায়গাই নেই।"
    },
    {
      "ayah": 24,
      "surah": 27,
      "text": "আমি তাকে ও তার সম্প্রদায়কে দেখলাম, তারা আল্লাহর পরিবর্তে সূর্যকে সিজদাহ করছে। শয়তান ওদের নিকট ওদের কার্যাবলীকে সুশোভন করেছে এবং ওদেরকে সৎপথ হতে বিরত রেখেছে,[১] ফলে ওরা সৎপথ পায় না।’\n[১] এর অর্থ এই যে, পাখীদের এই অনুভব শক্তি রয়েছে যে, গায়বের খবর নবীরা জানতেন না। যেমন, হুদহুদ পাখী নবী সুলাইমান (আঃ)-কে বলল, আমি এমন এক গুরুত্বপূর্ণ সংবাদ এনেছি, যা আপনার জানা নেই। অনুরূপ পাখীরা আল্লাহর একত্ববাদের বুঝশক্তিও রাখে। সেই জন্যই এখানে হুদহুদ বিস্ময়ের সাথে বলেছিল, এই রাণী ও তার প্রজারা আল্লাহকে বাদ দিয়ে সূর্যের পূজা করে এবং তারা শয়তানের অনুসরণ করে; যে তাদের জন্য সূর্য-পূজাকে সুশোভন করেছে।"
    },
    {
      "ayah": 25,
      "surah": 27,
      "text": "(সুশোভন করেছে এই জন্য যে,) যাতে ওরা আল্লাহকে সিজদা না করে, [১] যিনি আকাশমন্ডলী ও পৃথিবীর গুপ্ত বস্তুকে প্রকাশ করেন,[২] যিনি জানেন, যা তোমরা গোপন কর এবং যা তোমরা ব্যক্ত কর।\n[১] أَلاَّ يَسجُدُوا (যাতে ওরা সিজদা না করে) এর সম্পর্কও زَيَّن (সুশোভন করেছে) ক্রিয়ার সঙ্গে। অর্থাৎ শয়তান তাদের সামনে এটিও সুশোভন করেছিল যে, যেন তারা আল্লাহকে সিজদা না করে। অথবা أَلاَّ يَسجُدُوا টি لاَ يَهتَدُون ক্রিয়ার কর্মকারক এবং لاَ অতিরিক্ত। অর্থাৎ তাদের একথা বুঝে আসে না যে, সিজদা কেবলমাত্র আল্লাহকে করা উচিত।\n(ফাতহুল কাদীর)\n[২] আকাশ হতে বৃষ্টি বর্ষণ করেন এবং মাটি হতে তার গুপ্ত বস্তু; গাছ-পালা, খনিজ সম্পদ ও অন্যান্য জিনিস প্রকাশ করেন। خَبء মাসদার (ক্রিয়ামূল) যা مَخبُوء মাফঊল (কর্মকারক) এর অর্থে ব্যবহার হয়েছে।"
    },
    {
      "ayah": 26,
      "surah": 27,
      "text": "আল্লাহ, তিনি ব্যতীত কোন (সত্য) উপাস্য নেই, তিনি মহা আরশের অধিপতি। [১] (সাজদাহ-৮)\n[১] মহান আল্লাহ এ বিশ্বের সকল জিনিসের মালিক। কিন্তু এখানে কেবলমাত্র মহা আরশের মালিক হওয়ার কথা বলা হয়েছে। প্রথমতঃ আরশ বিশ্ব-জাহানের সব থেকে বড় ও শ্রেষ্ঠ জিনিস। দ্বিতীয়তঃ এ কথা পরিষ্কার করে দেওয়ার জন্য যে, সাবা'র রাণীর সিংহাসন ছিল বিশাল। কিন্তু আল্লাহর মহাসনের তুলনায় তা নিতান্ত নগণ্য। যার উপর আল্লাহ তাঁর মহিমানুসারে সমাসীন আছেন। হুদহুদ যেহেতু একত্ববাদের উপদেশ দিয়েছে, শিরক খন্ডন করেছে এবং আল্লাহর মহত্ব ও শ্রেষ্ঠত্ব বর্ণনা করেছে, সেহেতু হাদীসে এসেছে যে, চার শ্রেণীর জীবকে হত্যা করবে না; পিঁপড়ে, মৌমাছি, হুদহুদ ও শ্রাইক (শিকারী পাখি বিশেষ)।\n(আহমাদ ১/৩৩২, আবু দাঊদঃ আদব অধ্যায়, ইবনে মাজাহঃ শিকার অধ্যায়)\nশ্রাইক পাখী, যার মাথা বড়, পেট সাদা, পিঠ সবুজ ও ছোট ছোট পাখী শিকার করে খায়।\n(টীকা ইবনে কাসীর)\n* (এই আয়াত পাঠ করার পর সিজদা করা মুস্তাহাব। সিজদার আহকাম জানতে সূরা আ'রাফের শেষ আয়াতের ৭:২০৬ টীকা দেখুন।)"
    },
    { "ayah": 27, "surah": 27, "text": "(সুলাইমান) বলল, ‘আমি দেখব, তুমি কি সত্য বলেছ, না তুমি মিথ্যাবাদী?" },
    {
      "ayah": 28,
      "surah": 27,
      "text": "তুমি আমার এ পত্র নিয়ে যাও এবং তাদের নিকট অর্পণ কর; অতঃপর তাদের নিকট হতে সরে পড় এবং দেখ, তারা কি উত্তর দেয়।’[১]\n[১] অর্থাৎ, একদিকে সরে গিয়ে লুকিয়ে পড় এবং দেখ যে, তারা আপোসে কি কথাবার্তা বলে।"
    },
    {
      "ayah": 29,
      "surah": 27,
      "text": "(সাবা’র রানী বিল্‌কীস) বলল, ‘হে পারিষদবর্গ! আমাকে এক সম্মানিত পত্র দেওয়া হয়েছে;"
    },
    {
      "ayah": 3,
      "surah": 27,
      "text": "যারা যথাযথভাবে নামায পড়ে, যাকাত দেয় ও পরলোকে নিশ্চিত বিশ্বাসী। [১]\n[১] এ বিষয়টি বিভিন্ন স্থানে কয়েকবার আলোচিত হয়েছে যে, কুরআন কারীম এমনিতে বিশ্ব মানবতার পথ নির্দেশিকা হিসাবে অবতীর্ণ হয়েছে। কিন্তু তা হতে সত্যিকার পথ ওরাই পায়, যারা পথ অন্বেষণকারী। যারা নিজেদের অন্তর ও মস্তিষ্কর জানালাগুলি সত্য দেখার ও শোনার জন্য বন্ধ রাখে বা যাদের অন্তরাত্মা পাপের অন্ধকারে নিমজ্জিত, তাদেরকে কুরআন কিরূপে পথের দিশা দিতে পারে? এর উদাহরণ সেই (ঘুমন্ত বা) অন্ধ ব্যক্তিদের ন্যায় যারা সূর্যের আলো থেকে বঞ্চিত; যদিও সূর্য সারা বিশ্বকে আলোকিত করে।"
    },
    {
      "ayah": 30,
      "surah": 27,
      "text": "এ সুলাইমানের নিকট হতে এবং তা এইঃ অনন্ত করুণাময়, পরম দয়ালু আল্লাহর নামে (আরম্ভ করছি)।"
    },
    {
      "ayah": 31,
      "surah": 27,
      "text": "তোমরা অহমিকাবশে আমাকে অমান্য করো না এবং আত্মসমর্পণ করে (মুসলমান হয়ে) আমার নিকট উপস্থিত হও।’[১]\n[১] যেমন, নবী (সাঃ) বিভিন্ন রাজা-বাদশাহদেরকে পত্র দিয়েছিলেন, যাতে তাদেরকে ইসলামের দাওয়াত দেওয়া হয়েছিল। অনুরূপ সুলাইমান (সাঃ) বিলকীসকে পত্র দ্বারা ইসলামের দাওয়াত দিলেন। আজ-কাল প্রাপকের নাম আগে লেখা হয়। কিন্তু সালাফদের নিয়ম ছিল, প্রেরকের নাম আগে লেখা; যেমন সুলাইমান (আঃ) লিখলেন।"
    },
    {
      "ayah": 32,
      "surah": 27,
      "text": "(বিলকীস) বলল, ‘হে পারিষদবর্গ! আমার এ সমস্যায় তোমাদের অভিমত দাও। আমি যা সিদ্ধান্ত গ্রহণ করি, তা তো তোমাদের উপস্থিতিতেই করি।’"
    },
    {
      "ayah": 33,
      "surah": 27,
      "text": "ওরা বলল, ‘আমরা তো শক্তিশালী ও কঠোর যোদ্ধা;[১] তবে সিদ্ধান্ত গ্রহণের ক্ষমতা আপনারই, কি আদেশ করবেন, তা আপনি ভেবে দেখুন।’ [২]\n[১] অর্থাৎ, আমাদের শক্তি ও অস্ত্র-শস্ত্র রয়েছে এবং যুদ্ধের সময় আমরা বীরত্বের সাথে লড়ার ক্ষমতাও রাখি। এই জন্য নতি স্বীকার করা ও দমিত হওয়ার কোন প্রয়োজন নেই।\n[২] যেহেতু, আমরা আপনার অনুগত, আপনি যে আদেশ করবেন, আমরা তা মান্য করব।"
    },
    {
      "ayah": 34,
      "surah": 27,
      "text": "সে বলল, ‘রাজা-বাদশারা যখন কোন জনপদে প্রবেশ করে,[১] তখন ওকে বিপর্যস্ত করে দেয় এবং সেখানকার মর্যাদাবান ব্যক্তিদের অপদস্থ করে; [২] এরাও এরূপই করবে। [৩]\n[১] অর্থাৎ, শক্তি দ্বারা বিজয়ী হয়ে।\n[২] অর্থাৎ হত্যা, লুটতরাজ ও বন্দী করার মাধ্যমে।\n[৩] কোন কোন তফসীরকারের মতে এটি আল্লাহর উক্তি, যা সাবা'-রাণীর সমর্থনে বলা হয়েছে। আবার কারো কারো মতে, এটি বিলকীসেরই কথা ও তার শেষাংশ। আর এ মতই বাগধারার বেশী নিকটবর্তী।"
    },
    {
      "ayah": 35,
      "surah": 27,
      "text": "আমি তার নিকট উপঢৌকন পাঠাচ্ছি; দেখি, দূতেরা কি উত্তর আনে।’ [১]\n[১] এর দ্বারা অনুমান করা যাবে যে, তিনি পৃথিবীর নিছক কোন রাজা-বাদশা, নাকি আল্লাহর প্রেরিত রসূল। যাঁর উদ্দেশ্য আল্লাহর দ্বীনের বিজয়। পক্ষান্তরে যদি উপহার গ্রহণ না করেন, তাহলে নিঃসন্দেহে তাঁর উদ্দেশ্য দ্বীনের প্রচার-প্রসার। তখন আমাদের তাঁর অনুসরণ করা ছাড়া অন্য উপায় থাকবে না।"
    },
    {
      "ayah": 36,
      "surah": 27,
      "text": "দূত সূলাইমানের নিকট এলে (সুলাইমান) বলল, ‘তোমরা কি আমাকে ধন-সম্পদ দিয়ে সাহায্য করতে চাও?[১] আল্লাহ আমাকে যা দিয়েছেন, তা তোমাদেরকে যা দিয়েছেন, তা হতে শ্রেষ্ঠ। বরং তোমরা তোমাদের উপঢৌকন নিয়ে খোশ হও। [২]\n[১] তোমরা কি প্রত্যক্ষ করো না যে, মহান আল্লাহ আমাকে সমস্ত কিছু দান করেছেন। সুতরাং এ সব উপহার দিয়ে আমার ধন দৌলতে কি এমন বৃদ্ধি সাধন করতে পার? এটি অস্বীকৃতিমূলক প্রশ্ন। অর্থাৎ, কিছুই বৃদ্ধি করতে পার না।\n[২] এটি তিরস্কার স্বরূপ বলা হয়েছে যে, তোমরাই এই সব উপহার নিয়ে গর্ব কর ও আনন্দ উপভোগ কর। আমি তো এ নিয়ে আনন্দিত হতে পারি না। কারণ প্রথমতঃ পার্থিব সম্পদ আমার উদ্দেশ্যই নয়। দ্বিতীয়তঃ মহান আল্লাহ আমাকে এমন কিছু দিয়েছেন, যা পৃথিবীর অন্য কাউকেই দেননি। তৃতীয়তঃ আমাকে নবুঅতের সম্মানে সম্মানিত করা হয়েছে।"
    },
    {
      "ayah": 37,
      "surah": 27,
      "text": "ওদের নিকট তুমি ফিরে যাও,[১] আমি অবশ্যই ওদের বিরুদ্ধে এমন এক সৈন্য বাহিনী নিয়ে উপস্থিত হব, যার মুকাবিলা করার শক্তি ওদের নেই। আমি অবশ্যই ওদেরকে সেখান থেকে লাঞ্ছিতভাবে বহিষ্কৃত করব এবং ওরা হবে অবনমিত।’ [২]\n[১] এখানে একবচন ক্রিয়া ব্যবহার করা হয়েছে, যদিও এর আগে বহুবচন ব্যবহার করা হয়েছে। কারণ, কখনো পুরো দলকে সম্বোধন করা হয়েছে। আবার কখনো কেবল তাদের নেতাকে।\n[২] সুলাইমান (আঃ) কেবলমাত্র সম্রাট ছিলেন না বরং নবীও ছিলেন। সেই কারণে তাঁর পক্ষ হতে মানুষকে ছোট করে লাঞ্ছিত করা সম্ভব ছিল না। কিন্তু যুদ্ধের পরিণাম এই হয়ে থাকে। কারণ, যুদ্ধ হচ্ছে হত্যা, রক্তপাত ও বন্দী করারই নাম। অপমানিত ও লাঞ্ছিত করা বলতে তাই বুঝানো হয়েছে। তাছাড়া আল্লাহর কোন নবী মানুষকে শুধু শুধু অপমান করতে পারেন না। যেমন, যুদ্ধের সময় মহানবী (সাঃ)-এর সুন্দর নীতি ও উত্তম আদর্শ ছিল।"
    },
    {
      "ayah": 38,
      "surah": 27,
      "text": "(সুলাইমান) বলল, ‘হে আমার পারিষদবর্গ! তারা আমার নিকট আত্মসমর্পণ করে (মুসলমান হয়ে) আসার পূর্বে তোমাদের মধ্যে কে তার সিংহাসন আমাকে এনে দেবে?’ [১]\n[১] সুলাইমান (আঃ)-এর উত্তরে রাণী অনুমান করতে পারলেন যে, তিনি সুলাইমানের মুকাবিলা করতে পারবেন না। অতএব তিনি বশ্যতা স্বীকার করে অনুগত হয়ে আসার প্রস্তুতি শুরু করলেন। সুলাইমান (আঃ)ও তাঁর আগমন সংবাদ পেয়ে তাঁকে নিজ নবীসুলভ মু'জিযা (অলৌকিক শক্তি) দেখানোর জন্য প্রস্তুতি গ্রহণ করলেন এবং তাঁর পৌঁছনোর পূর্বেই তাঁর সিংহাসন নিজের কাছে আনার ব্যবস্থা করলেন।"
    },
    {
      "ayah": 39,
      "surah": 27,
      "text": "এক শক্তিশালী জীন বলল, ‘আপনি আপনার বৈঠক[১] হতে উঠবার পূর্বে আমি তা এনে দেব[২] এবং এ ব্যাপারে আমি অবশ্যই ক্ষমতাবান, বিশ্বস্ত।’ [৩]\n[১] এখানে বৈঠক বা সভা বলতে বিচার সভাকে বুঝানো হয়েছে, যা বিচারের জন্য সকাল হতে দুপুর পর্যন্ত চলত।\n[২] এখান হতে বুঝা গেল যে, সে নিশ্চিতভাবে এক জীন ছিল। যাদেরকে মহান আল্লাহ মানুষের তুলনায় অসাধারণ শক্তি দান করেছেন। কেননা, সে যত শক্তিশালীই হোক না কেন, কোন মানুষের পক্ষে এ সম্ভব নয় যে, বায়তুল মাকদিস হতে ইয়ামানের সাবা' বা মা'রাব গিয়ে সিংহাসন তুলে আনবে এবং আসা-যাওয়ার তিন হাজার মাইল পথ ৩/৪ ঘণ্টার ভিতরে অতিক্রম করে নেবে। একজন মানুষ সে যতই শক্তির অধিকারী হোক না কেন, এত বিশাল সিংহাসন উঠানো সম্ভব নয়। আর যদি কোন কিছুর সাহায্যে উঠানো সম্ভব হয়েও থাকে, তবুও এত অল্প সময়ে এত দূর পথ অতিক্রম করা কোন ক্রমেই সম্ভব নয়।\n[৩] অর্থাৎ, আমি উঠিয়ে আনতেও সক্ষম এবং ওর মধ্যে কোন কিছু রদ্-বদলও করব না।"
    },
    {
      "ayah": 4,
      "surah": 27,
      "text": "নিশ্চয় যারা পরলোকে বিশ্বাস করে না, তাদের দৃষ্টিতে তাদের কর্মকে আমি শোভন করেছি, [১] ফলে ওরা বিভ্রান্তের মত ঘুরে বেড়ায়; [২]\n[১] এটি পাপের পরিণাম ও তার বদলা যে, পাপ তাদেরকে ভাল মনে হয়। আর এর মূল কারণ হল পরকালে অবিশ্বাস। শোভন করার সম্পর্ক আল্লাহর দিকে করা হয়েছে, যেহেতু প্রতিটি জিনিস তার ইচ্ছাতেই হয়ে থাকে। তাছাড়া এর মধ্যে আল্লাহর সেই নীতি কার্যকর থাকে, যাতে তিনি সৎ লোকদের জন্য পুণ্যের এবং অসৎ লোকদের জন্য পাপের রাস্তা সহজ করে থাকেন। কিন্তু এই উভয়ের মধ্যে একটি রাস্তা বেছে নেওয়া মানুষের নিজের এখতিয়ারভুক্ত।\n[২] অর্থাৎ, ভ্রষ্টতার যে রাস্তায় তারা চলতে থাকে তার বাস্তবিকতা তাদের অজানা থাকে এবং সঠিক রাস্তার দিশা পায় না।"
    },
    {
      "ayah": 40,
      "surah": 27,
      "text": "গ্রন্থের জ্ঞান যার ছিল, সে বলল, ‘আপনি চোখের পলক ফেলার পূর্বেই আমি তা এনে দেব।’[১] সুতরাং সুলাইমান যখন তা সম্মুখে উপস্থিত দেখল, তখন সে বলল, ‘এ আমার প্রতিপালকের অনুগ্রহ; যাতে তিনি আমাকে পরীক্ষা করতে পারেন, আমি কৃতজ্ঞ, না অকৃতজ্ঞ। যে কৃতজ্ঞতা প্রকাশ করে, সে তা নিজের কল্যাণের জন্য করে এবং যে অকৃতজ্ঞ, সে জেনে রাখুক যে, নিশ্চয় আমার প্রতিপালক অভাবমুক্ত, মহানুভব।’\n[১] যে এ কথা বলল, সে কে ছিল? কিতাব কি ছিল? আর জ্ঞানই বা কি ছিল? যার জোরে সে এ দাবী করেছিল? এ ব্যাপারে তফসীরকারদের মাঝে বিভিন্ন মতামত রয়েছে। এই তিনের বাস্তব একমাত্র আল্লাহই জানেন। এখানে কুরআনের শব্দ থেকে যা বুঝা যায় তা হল, সে ছিল মানুষ। তার নিকট ছিল আল্লাহর কোন কিতাবের জ্ঞান। আল্লাহ তাকে কারামত বা মু'জিযাস্বরূপ এ শক্তি দান করলেন এবং চোখের পলকে সিংহাসন এনে উপস্থিত করল। কারামত বা মু'জিযা নামই এমন কাজের যা বাহ্যিক কারণ ও নৈসর্গিক কাজের সম্পূর্ণ বিপরীত। আর তা একমাত্র আল্লাহর কুদরত ও ইচ্ছায় প্রকাশ পেয়ে থাকে। এই জন্য ঐ ব্যক্তির শক্তিতে বিস্ময় প্রকাশের কিছু নেই এবং তার ঐ কিতাবী জ্ঞান কি ছিল তা নিয়ে গবেষণারও কোন প্রয়োজন নেই; যা এখানে বর্ণিত হয়েছে। কেননা, এ ছিল সেই ব্যক্তির পরিচয় যার দ্বারা এই কাজ সম্পাদিত হয়েছে। তাছাড়া বাস্তবে এ শুধু আল্লাহর ইচ্ছার প্রতিফলন, যিনি চোখের পলকে যা ইচ্ছা তাই করতে পারেন। সুলাইমান (আঃ)ও এ ব্যাপারে অবহিত ছিলেন। সেই জন্য তিনি যখন দেখলেন যে, সিংহাসন উপস্থিত, তখন তিনি এ ঘটনাকে প্রভুর অনুগ্রহ ও কৃপা বলেই ব্যক্ত করলেন।"
    },
    {
      "ayah": 41,
      "surah": 27,
      "text": "(সুলাইমান) বলল, ‘তার সিংহাসনের আকৃতি বদলে দাও;[১] দেখি সে সঠিক চিনতে পারে, নাকি সে বিভ্রান্ত হয়?’ [২]\n[১] অর্থাৎ, তার রং, রূপ বা আকারে পরিবর্তন করে দাও।\n[২] অর্থাৎ, দেখি সে জানতে পারে যে, সিংহাসনটি তার, নাকি জানতে পারে না। দ্বিতীয় অর্থ, সে হিদায়াত পায় কি, পায় না। অর্থাৎ এত বড় মু'জিযা দেখার পরও সে সঠিক (ঈমানের) পথ পায়, না পায় না।"
    },
    {
      "ayah": 42,
      "surah": 27,
      "text": "(বিলকীস) যখন পৌঁছল, তখন তাকে জিজ্ঞাসা করা হল, ‘তোমার সিংহাসন কি এরূপই?’ সে বলল, ‘এটা যেন সেটাই![১] আমরা ইতিপূর্বেই সমস্ত কিছুই অবগত হয়েছি এবং আত্মসমর্পণকারী (মুসলমান) হয়েছি।’ [২]\n[১] পরিবর্তনের পর যেহেতু তার আকৃতিতে কিছুটা পরিবর্তন এসে গিয়েছিল, সেহেতু তিনি পরিষ্কার ভাষায় আমার বলে দাবীও করলেন না। আবার পরিবর্তনের পরেও যেহেতু মানুষ তার নিজের জিনিস চিনতে পারে বলে তিনি 'আমার নয় বলে' খন্ডনও করলেন না। তিনি বললেন, বোধ হয় ঐটিই। এতে দাবী ও খন্ডন কোনটিই নেই; বরং অত্যন্ত সতর্কতার সাথে উত্তর দেওয়া হয়েছে।\n[২] অর্থাৎ, এখানে আসার পূর্বেই আমি জানতে পেরেছিলাম যে, আপনি আল্লাহর নবী এবং আমি আপনার অনুগত হয়ে গিয়েছিলাম। কিন্তু ইমাম ইবনে কাসীর ও শওকানী (রঃ) উক্ত বাক্যকে সুলাইমানের উক্তি বলে ব্যক্ত করেছেন যে, আমাকে আগেই জানিয়ে দেওয়া হয়েছিল যে, সাবার রাণী অনুগত হয়ে উপস্থিত হবে।"
    },
    {
      "ayah": 43,
      "surah": 27,
      "text": "আল্লাহর পরিবর্তে সে যার পূজা করত, তাই তাকে সত্য হতে নিবৃত্ত করেছিল, সে ছিল সত্য প্রত্যাখ্যানকারী সম্প্রদায়ের অন্তর্ভুক্ত।[১]\n[১] এটি আল্লাহর কথা। আর صَدَّها এর কর্তা مَا كَانَتْ تَعْبُد অর্থাৎ, আল্লাহ ছাড়া অন্যের ইবাদতই তাকে আল্লাহর ইবাদত হতে দূরে রেখেছিল। আর তার কারণ, তার সম্পর্ক ছিল কাফের জাতির সঙ্গে। সেই জন্য তাওহীদের বাস্তবিকতা থেকে সে ছিল সম্পূর্ণ অপরিচিত। কেউ কেউ صَدَّها এর কর্তা মহান আল্লাহ আবার কেউ সুলাইমানকে বলেছেন। অর্থাৎ, মহান আল্লাহ অথবা আল্লাহর নির্দেশক্রমে সুলাইমান (আঃ) তাকে আল্লাহ ছাড়া অন্যের ইবাদত করতে বাধা দিলেন। কিন্তু প্রথমোক্ত মতটি অধিক সঠিক।\n(ফাতহুল কাদীর)"
    },
    {
      "ayah": 44,
      "surah": 27,
      "text": "তাকে বলা হল, ‘এ প্রাসাদে প্রবেশ কর।’ যখন সে ওর প্রতি দৃষ্টিপাত করল, তখন তার মনে হল এ এক স্বচ্ছ জলাশয় এবং সে তার কাপড় টেনে হাঁটু পর্যন্ত তুলে ধরল।[১] (সুলাইমান) বলল, ‘এ তো স্বচ্ছ স্ফটিক নির্মিত প্রাসাদ।’ (বিলকীস) বলল, ‘হে আমার প্রতিপালক! নিশ্চয়ই আমি নিজের প্রতি যুলুম করেছিলাম, (এখন) আমি সুলাইমানের সাথে বিশ্বজগতের প্রতিপালক আল্লাহর নিকট আত্মসমর্পণ করলাম (মুসলমান হলাম)।’ [২]\n[১] এই প্রাসাদটি ছিল কাঁচের। যার মেঝেও ছিল কাঁচের। لُجَّة গভীর পানি অথবা হওয। সুলাইমান (আঃ) নিজ নবুঅতের মু'জিযা (অলৌকিক ঘটনা) দেখানোর পর পার্থিব শান-শওকতের কিছু নমুনা দেখানো উচিৎ মনে করলেন, যা মানব ইতিহাসে বিশেষ করে তাঁকে আল্লাহ দান করেছিলেন। অতঃপর সেই প্রাসাদে প্রবেশের আদেশ দেওয়া হল। যখন তিনি প্রবেশ হতে লাগলেন তখন পায়ের লেবাস একটু উপরে তুলে নিলেন। (যাতে তাঁর পদনালী বের হয়ে গেল।) স্বচ্ছ কাঁচের মেঝে তাঁর নিকট পানি বলে মনে হল। তাই ভিজে যাওয়ার আশঙ্কায় কাপড় কিছুটা গুটিয়ে পায়ের রলার উপর তুলে নিলেন।\n[২] অর্থাৎ, যখন মেঝের বাস্তবিকতা জানতে পারলেন, তখন নিজের ভুল বুঝতে পারলেন। অতঃপর নিজের ভুল-ত্রুটি অনুভব ও স্বীকার করে মুসলমান হওয়ার কথা ঘোষণা করলেন। স্বচ্ছ পরিষ্কার খোদাই করা পাথরকে مُمَرَّد (স্ফটিক) বলা হয়। এখান হতেই أمرَد শব্দ এমন সুদর্শন কিশোরের জন্য ব্যবহার হয় যার (মসৃণ গালে) দাড়ি-মোছ এখনও বের হয়নি। যে গাছের পাতা সম্পূর্ণ ঝড়ে গেছে তাকে شجرة مرداء বলা হয়।\n(ফাতহুল কাদীর)\nকিন্তু এখানে নির্মাণ বা জুড়ে দেওয়ার (গিল্টি করা) অর্থে ব্যবহার হয়েছে। অর্থ স্ফটিক নির্মিত বা কাঁচের গিল্টি করা প্রাসাদ।\nনোটঃ\nরাণী বিলকীস মুসলমান হবার পর তাঁর কি হল? কুরআন বা সহীহ হাদীসে এর কোন বিস্তারিত আলোচনা নেই। অবশ্য তাফসীরের বর্ণনায় পাওয়া যায় যে, সুলাইমান (আঃ)-এর সাথে তাঁর বিবাহ হয়েছিল। কিন্তু যেহেতু কুরআন ও হাদীস এ ব্যাপারে নিশ্চুপ, সেহেতু আমাদেরও চুপ থাকাটাই শ্রেয়। والله أعلم بالصواب"
    },
    {
      "ayah": 45,
      "surah": 27,
      "text": "আমি অবশ্যই সামূদ সম্প্রদায়ের নিকট তাদের ভাই সালেহকে পাঠিয়েছিলাম, এ আদেশসহ যে, তোমরা আল্লাহর উপাসনা কর। কিন্তু ওরা দ্বিধাবিভক্ত হয়ে বিতর্কে লিপ্ত হল। [১]\n[১] এ থেকে মু'মিন ও কাফের উভয়কে বুঝানো হয়েছে। আর বিতর্কের অর্থ, প্রত্যেক দলের দাবী যে তারাই সত্যের উপর প্রতিষ্ঠিত।"
    },
    {
      "ayah": 46,
      "surah": 27,
      "text": "সে বলল, ‘হে আমার সম্প্রদায়! তোমরা কেন কল্যাণের পরিবর্তে অকল্যাণ ত্বরান্বিত করতে চাচ্ছ?[১] কেন তোমরা আল্লাহর নিকট ক্ষমা প্রার্থনা করছ না; যাতে তোমরা করুণার পাত্র হতে পার?’\n[১] অর্থাৎ, ঈমান আনার পরিবর্তে তোমরা কেন কুফরীর উপর চলতে চাচ্ছ; যা আযাবের কারণ হবে? এ ছাড়া তাদের অবাধ্যতা ও ঔদ্ধত্যের কারণে তারা বলত, আমাদের উপর আযাব নিয়ে এসো। যার উত্তরে সালেহ এ কথাগুলি বললেন।"
    },
    {
      "ayah": 47,
      "surah": 27,
      "text": "ওরা বলল, ‘তোমাকে ও তোমার সঙ্গে যারা আছে, তাদেরকে আমরা অমঙ্গলের কারণ মনে করি।’[১] (সালেহ) বলল, ‘তোমাদের শুভাশুভ আল্লাহর এখতিয়ারে,[২] বস্তুতঃ তোমরা এমন এক সম্প্রদায় যাদেরকে পরীক্ষা করা হচ্ছে। [৩]\n[১] اطَّيَّرنا আসলে تَطَيَّرنا ছিল এর ধাতু হল طَير যার অর্থ ওড়া। আরবে ইসলামের পূর্বে লোকেরা কোন কাজ করতে বা সফরে যেতে মনস্থ করলে পাখী উড়াত, যদি পাখীটি ডান দিক দিয়ে উড়ে যেত, তাহলে তারা সে কাজ বা সফর শুভ মনে করত। আর যদি বাম দিকে উড়ে যেত, তাহলে অশুভ মনে করে সেই কাজ বা সফর থেকে বিরত থাকত।\n(ফাতহুল কাদীর)\nইসলামে কোন জিনিসে শুভ-অশুভ ধারণা করা বৈধ নয়। তবে কোন কিছুতে আশাবাদী হওয়া বৈধ। (অর্থাৎ, কোন সুন্দর বা ভাল কথা শুনে তা থেকে ভাল আশা করা বৈধ।)\n[২] অর্থাৎ, মুমিনরা কোন অশুভ, অপয়া বা অমঙ্গল কিছুরই কারণ নয়; যেমন তোমরা মনে কর। বরং তার আসল কারণ আল্লাহর নিকটে। কারণ অদৃষ্ট বা ভাগ্য তাঁরই এখতিয়ারে। অর্থ এই যে, তোমাদের যে অশুভ অবস্থা (অনাবৃষ্টি ইত্যাদি) এসেছে, তা আল্লাহর পক্ষ হতে। আর তার কারণ তোমাদের কুফরী করা।\n(ফাতহুল কাদীর)\n[৩] অথবা তোমাদের ভ্রষ্টতায় অবকাশ দিয়ে পরীক্ষা নেওয়া হচ্ছে।"
    },
    {
      "ayah": 48,
      "surah": 27,
      "text": "আর সে শহরে ছিল নয় জন এমন ব্যক্তি, যারা দেশে বিপর্যয় সৃষ্টি করত এবং শান্তি প্রতিষ্ঠা করত না।"
    },
    {
      "ayah": 49,
      "surah": 27,
      "text": "ওরা বলল, ‘তোমরা আল্লাহর নামে শপথ গ্রহণ কর যে, আমরা রাত্রিকালে তাকে ও তার পরিবার-পরিজনকে অবশ্যই হত্যা করব;[১] অতঃপর তার দাবিদারকে নিশ্চয় বলব, তার পরিবার-পরিজনকে হত্যা আমরা প্রত্যক্ষ করিনি; আমরা অবশ্যই সত্যবাদী।’ [২]\n[১] অর্থাৎ, সালেহ (আঃ) ও তাঁর বাড়ির লোককে হত্যা করব। এই শপথ তারা তখন নিয়েছিল, যখন উট হত্যার পর সালেহ (আঃ) তাদেরকে বললেন, তিন দিন পর তোমাদের উপর আযাব আসবে। তারা বলল, আযাব আসার পূর্বেই আমরা সালেহ ও তাঁর পরিবারকে ধ্বংস করে ফেলব।\n[২] অর্থাৎ, তাদেরকে হত্যার সময় আমরা সেখানে উপস্থিত ছিলাম না। অথবা হত্যাকারী কে --তাও আমরা জানি না।"
    },
    { "ayah": 5, "surah": 27, "text": "এদের জন্য আছে নিকৃষ্ট শাস্তি এবং এরাই পরকালে সর্বাধিক ক্ষতিগ্রস্ত।" },
    {
      "ayah": 50,
      "surah": 27,
      "text": "ওরা চক্রান্ত করেছিল[১] এবং আমিও চক্রান্ত করলাম, [২] কিন্তু ওরা বুঝতে পারেনি। [৩]\n[১] তাদের এটিই ছিল চক্রান্ত। তারা আপোসে শপথ গ্রহণ করল যে, রাত্রের অন্ধকারে হত্যার পরিকল্পনা বাস্তবায়িত করব। আর তিন দিন পূর্ণ হবার আগেই সালেহ ও তাঁর পরিবারকে শেষ করে দেব।\n[২] অর্থাৎ, আমি তাদেরকে তাদের ঐ ষড়যন্ত্রের বদলা দিলাম এবং তাদেরকে ধ্বংস করলাম। 'আমিও চক্রান্ত করলাম' কর্মের অনুরূপ শাস্তিদানের নীতি হিসাবে বলা হয়েছে।\n[৩] অর্থাৎ, আল্লাহর ঐ চক্রান্তকে তারা বুঝতেই পারেনি।"
    },
    {
      "ayah": 51,
      "surah": 27,
      "text": "অতএব দেখ ওদের চক্রান্তের পরিণাম কি হয়েছে; আমি অবশ্যই ওদেরকে এবং ওদের সম্প্রদায়ের সকলকে ধ্বংস করেছি। [১]\n[১] অর্থাৎ, আমি উক্ত ৯ জন নেতাকেই নয় বরং পুরো জাতিকেই ধ্বংস করেছি। কারণ কুফরী ও সত্যপ্রত্যাখ্যানের ব্যাপারে পুরো জাতি তাদের সাথে ছিল। যদিও কার্যক্ষেত্রে হত্যার পরিকল্পনায় তাদের সাথে ছিল না। কারণ, সে পরিকল্পনা ছিল গোপনে। কিন্তু তা ছিল তাদের ইচ্ছা ও আন্তরিক চাহিদার অনুকূল। সেই জন্য তারাও যেন তাদের চক্রান্তে শামিল ছিল; যা ৯ জন ব্যক্তি সালেহ ও তাঁর পরিবারের বিরুদ্ধে প্রস্তুত করেছিল। সেই জন্য পুরো জাতিই ধ্বংসের যোগ্য বলে বিবেচিত হল।"
    },
    {
      "ayah": 52,
      "surah": 27,
      "text": "এই তো তাদের বাড়ী-ঘর; তাদের সীমালংঘন হেতু তা জনশূন্য অবস্থায় পড়ে আছে। এতে জ্ঞানী সম্প্রদায়ের জন্য অবশ্যই নিদর্শন রয়েছে।"
    },
    { "ayah": 53, "surah": 27, "text": "এবং যারা বিশ্বাসী ও সাবধানী ছিল, তাদেরকে আমি উদ্ধার করেছি।" },
    {
      "ayah": 54,
      "surah": 27,
      "text": "(স্মরণ কর) লূতের কথা,[১] সে তার সম্প্রদায়কে বলেছিল, ‘তোমরা কি জেনে-শুনে অশ্লীল কাজ করবে? [২]\n[১] অর্থাৎ, লূত (আঃ)-এর ঘটনা স্মরণ কর, যখন তিনি বললেন। লূত জাতি আম্মূরাহ ও সাদূম শহরে বসবাস করত।\n[২] تُبصِرُون অর্থাৎ, এ কথা দর্শন করছ যে, তা অশ্লীলতা। এখানে দর্শন বলতে জ্ঞান চক্ষু দ্বারা দর্শন। আর যদি চর্মচক্ষুর দর্শন উদ্দেশ্য হয়, তাহলে অর্থ দাঁড়াবে যে, তোমরা এক অপরের চোখের সামনে এ কাজ করছ? অর্থাৎ, তোমাদের ধৃষ্টতা এত বেড়ে গেছে যে, এ কুকর্ম করার সময় লুকানোর চেষ্টাও কর না!"
    },
    {
      "ayah": 55,
      "surah": 27,
      "text": "তোমরা কি কাম-তৃপ্তির জন্য নারীকে ছেড়ে পুরুষে উপগত হবে? [১] তোমরা তো এক অজ্ঞ সম্প্রদায়।’ [২]\n[১] এটি অশ্লীলতার ব্যাখ্যা যে, তা সেই সমকামিতাই, যা তোমরা নারীদেরকে বাদ দিয়ে পুরুষদের সাথে অস্বাভাবিকভাবে নিজেদের যৌন-বাসনা পূর্ণ করার জন্য করছ।\n[২] অথবা এ কাজের অবৈধতা বা এই পাপের শাস্তি সম্বন্ধে অজ্ঞ। নচেৎ সম্ভবতঃ তোমরা এ কাজ করতে না।"
    },
    {
      "ayah": 56,
      "surah": 27,
      "text": "উত্তরে তার সম্প্রদায় শুধু বলল, ‘লূত-পরিবারকে তোমাদের জনপদ হতে বহিষ্কার কর, এরা তো এমন লোক যারা পবিত্র সাজতে চায়।’ [১]\n[১] এ কথা তারা কটাক্ষ ও উপহাসছলে বলল।"
    },
    {
      "ayah": 57,
      "surah": 27,
      "text": "অতঃপর তাকে ও তার স্ত্রী ব্যতীত তার পরিজনবর্গকে উদ্ধার করলাম। তার স্ত্রীর জন্য অবশিষ্ট লোকদের ভাগ্য নির্ধারণ করলাম।[১]\n[১] অর্থাৎ, প্রথমেই তার ব্যাপারে তার ভাগ্য-লিপিতে এটি লিখা ছিল যে, সে ঐ সমস্ত পিছনে থাকা অবশিষ্ট লোকেদের মধ্যে গণ্য হবে; যাদের উপর আযাব আসবে।"
    },
    {
      "ayah": 58,
      "surah": 27,
      "text": "তাদের উপর বিশেষ ধরনের বৃষ্টি বর্ষণ করলাম;[১] যাদেরকে ভীতি প্রদর্শন করা হয়েছিল, তাদের জন্য এই বর্ষণ ছিল কত মারাত্মক![২]\n[১] তাদের উপর যে আযাব আপতিত হয়েছিল তার বিস্তারিত আলোচনা এর পূর্বেই উল্লিখিত হয়েছে। আর তা হল, তাদের গ্রামকে তাদের উপর উল্টে দেওয়া হয়েছিল। তারপর তাদের উপর পাথর বর্ষণ করা হয়েছিল।\n[২] অর্থাৎ, যাদেরকে আম্বিয়া দ্বারা সতর্ক করা হয়েছিল ও যাদের উপর হুজ্জত কায়েম হয়েছিল, তা সত্ত্বেও তারা মিথ্যা ও সত্যপ্রত্যাখ্যানের পথ পরিহার করেনি, তাদের জন্য এই বর্ষণ ছিল কত মারাত্মক!"
    },
    {
      "ayah": 59,
      "surah": 27,
      "text": "বল, ‘সমস্ত প্রশংসা আল্লাহরই এবং তার মনোনীত দাসদের প্রতি শান্তি![১] আল্লাহ শ্রেষ্ঠ, নাকি ওরা যাদেরকে শরীক করে তারা?’ [২]\n[১] যাদেরকে আল্লাহ বাণীবাহক ও মানুষের পথ-প্রদর্শকরূপে নির্বাচিত করেছেন; যাতে মানুষ শুধুমাত্র আল্লাহর ইবাদত করে।\n[২] এখানে প্রশ্ন স্বীকৃতিসূচক। অর্থাৎ, আল্লাহই উত্তম। যখন তিনিই সৃষ্টিকর্তা, রুযীদাতা ও মালিক তখন তিনি ছাড়া অন্য কেউ কি শ্রেষ্ঠ হতে পারে, যে না সৃষ্টিকর্তা, না রুযীদাতা, আর না মালিক? خَير (শ্রেষ্ঠতর) যদিও 'ইসমে তাফয্বীল' যা দুই বা ততোধিক জিনিসের মধ্যে তুলনামূলক আধিক্য ও উৎকর্ষ বুঝানোর জন্য ব্যবহার হয়। কিন্তু এখানে তা 'শ্রেষ্ঠ' অর্থে ব্যবহার হয়েছে কোন তুলনা ছাড়াই। কারণ, বাতিল মা'বূদদের মধ্যে কোন প্রকার خَير (শ্রেষ্ঠত্ব)ই নেই।"
    },
    { "ayah": 6, "surah": 27, "text": "নিশ্চয় তোমাকে প্রজ্ঞাময়, সর্বজ্ঞ আল্লাহর নিকট হতে কুরআন দেওয়া হচ্ছে।" },
    {
      "ayah": 60,
      "surah": 27,
      "text": "অথবা তিনি, যিনি সৃষ্টি করেছেন আকাশমন্ডলী ও পৃথিবী এবং আকাশ হতে তোমাদের জন্য বৃষ্টি বর্ষণ করেন; অতঃপর তা দিয়ে মনোরম উদ্যান সৃষ্টি করেন। ওর বৃক্ষাদি উদগত করার ক্ষমতা তোমাদের নেই।[১] আল্লাহর সঙ্গে অন্য কোন উপাস্য আছে কি? [২] তবুও ওরা এমন এক সম্প্রদায় যারা সত্য বিচ্যুত হয়। [৩]\n[১] এখানে পূর্বের বাক্যের ব্যাখ্যা ও তার প্রমাণ দেওয়া হচ্ছে যে, সেই আল্লাহই সৃষ্টি, রুযী তথা ব্যবস্থাপনা ইত্যাদিতে একক; তাঁর কোন শরীক নেই। বলছেন যে, আকাশকে এত উঁচু ও সুন্দর করে সৃষ্টিকারী ও চলমান গ্রহ-নক্ষত্র সৃষ্টিকারী অনুরূপ পৃথিবী ও তার মাঝে পাহাড়, নদ-নদী, সমুদ্র, গাছ-পালা, ফল-ফসল, নানা প্রকারের পশু-পক্ষী সৃষ্টিকারী, আকাশ হতে বৃষ্টি বর্ষণ করে সুন্দর বাগান উৎপাদনকারী কে? তোমাদের মধ্যে এমন কে আছে যে, কেবলমাত্র পৃথিবী হতে গাছ সৃষ্টি করতে পারে? এ সবের উত্তরে মুশরিকরাও বলত এবং স্বীকার করত যে, এ সব কিছুর কর্তা একমাত্র আল্লাহ। যেমন, এ কথা কুরআনের অন্য জায়গায়ও রয়েছে।\n(সূরা আনকাবূত ২৯:৬৩ নং আয়াত)\n[২] এ সকল বাস্তবতার পরেও আল্লাহর সাথে এমন কোন্ সত্তা আছে, যে ইবাদতের যোগ্য? বা কেউ উক্ত জিনিসগুলির মধ্যে কোন একটিকে সৃষ্টি করেছে? অর্থাৎ, কেউ এমন নেই যে, সে কিছু সৃষ্টি করেছে বা ইবাদতের যোগ্য। এই সব আয়াতে أَمَّن এর অর্থ হল যে, সেই সত্তা যিনি ঐ সকল জিনিসের সৃষ্টিকর্তা, তিনি কি ওর মত, যে এর মধ্যে কোন জিনিস সৃষ্টি করার ক্ষমতা রাখে না?\n(ইবনে কাসীর)\n[৩] يَعدِلُون এর অন্য এক অনুবাদ হল যে, তারা আল্লাহর সমকক্ষ ও সমতুল্য স্থির করে?"
    },
    {
      "ayah": 61,
      "surah": 27,
      "text": "কিংবা তিনি, যিনি পৃথিবীকে বাসোপযোগী করেছেন[১] এবং ওর মাঝে মাঝে প্রবাহিত করেছেন নদীমালা এবং ওতে সুদৃঢ় পর্বতমালা স্থাপন করেছেন এবং দুই সাগরের মধ্যে সৃষ্টি করেছেন অন্তরায়। [২] আল্লাহর সঙ্গে অন্য কোন উপাস্য আছে কি? বরং ওদের অনেকেই তা জানে না।\n[১] অর্থাৎ, স্থির ও অটল। না নড়ে-চড়ে, আর না দোল খায়। যদি এ রকম না হত তাহলে পৃথিবীতে বসবাস করা অসম্ভব হত। পৃথিবীতে বিশাল বিশাল পাহাড় সৃষ্টি এই উদ্দেশ্যেই করা হয়েছে, যাতে পৃথিবী নড়া-চড়া না করতে পারে।[২] এর ব্যাখ্যার জন্য দেখুন সূরা ফুরকানের ২৫:৫৩ নং আয়াতের টীকা।"
    },
    {
      "ayah": 62,
      "surah": 27,
      "text": "অথবা তিনি, যিনি আর্তের আহবানে সাড়া দেন, যখন সে তাঁকে ডাকে এবং বিপদ-আপদ দূরীভূত করেন[১] এবং তোমাদেরকে পৃথিবীর প্রতিনিধি করেন।[২] আল্লাহর সঙ্গে অন্য কোন উপাস্য আছে কি? তোমরা অতি সামান্যই উপদেশ গ্রহণ করে থাক।\n[১] আল্লাহ তাআলা তো তিনিই যাঁকে সংকট মুহূর্তে ডাকা হয়। বিপদাপদে যাঁর প্রতি মন আশান্বিত থাকে। বিপদগ্রস্ত অসহায় যাঁর দিকে রুজু করে এবং বালা-বিপদ তিনিই দূর করেন। অধিক জানার জন্য সূরা ইসরা ১৭:৬৭ নং ও সূরা নামলের ২৭:৫৩ নং আয়াত দ্রষ্টব্য।[২] অর্থাৎ, এক উম্মতের পর আর এক উম্মত, এক জাতির পর আর এক জাতি, এক প্রজন্মের পর আর এক প্রজন্ম সৃষ্টি করেন। নচেৎ একই সময়ে সকলকে সৃষ্টি করলে পৃথিবী সংকীর্ণ হওয়ার আশঙ্কা ছিল। উপার্জনের ক্ষেত্রেও নানান সমস্যা দেখা দিত এবং সকলেই পরস্পর ক্ষতিগ্রস্ত হত। মোটকথা, একের পর অন্যকে সৃষ্টি করা এবং একের স্থলে অন্যকে স্থলাভিষিক্ত ও প্রতিনিধি করার মধ্যে মহান আল্লাহর পূর্ণ কৃপারই বহিঃপ্রকাশ ঘটেছে।"
    },
    {
      "ayah": 63,
      "surah": 27,
      "text": "কিংবা তিনি, যিনি তোমাদেরকে জলে ও স্থলের অন্ধকারে পথ প্রদর্শন করেন[১] এবং যিনি স্বীয় করুণার প্রাক্কালে (বৃষ্টির পূর্বে) সুসংবাদবাহী বাতাস প্রেরণ করেন। [২] আল্লাহর সঙ্গে অন্য কোন উপাস্য আছে কি? ওরা যাকে অংশী করে, আল্লাহ তা থেকে বহু ঊর্ধ্বে ।\n[১] অর্থাৎ, আকাশে তারকারাজিতে উজ্জ্বলতা সৃষ্টিকারী কে, যার দ্বারা তোমরা সমুদ্র ও স্থল-সফরে অন্ধকারে পথের দিশা পাও? পাহাড় ও উপত্যকার সৃষ্টিকর্তা কে, যা পাশাপাশি দেশের মধ্যে সীমারেখার কাজ দেয় এবং পথের দিশাও।\n[২] বৃষ্টির পূর্বে ঠান্ডা হাওয়া যা শুধু বৃষ্টির সুসংবাদই নয়; বরং তা অনাবৃষ্টি কবলিত মানুষের মনে-প্রাণে আনন্দের জোয়ার এনে দেয়।"
    },
    {
      "ayah": 64,
      "surah": 27,
      "text": "অথবা তিনি, যিনি প্রথমবার সৃষ্টি করেন, অতঃপর তাকে পুনরায় সৃষ্টি করবেন[১] এবং যিনি তোমাদেরকে আকাশ ও পৃথিবী হতে রুযী দান করেন।[২] আল্লাহর সঙ্গে অন্য কোন উপাস্য আছে কি? বল, ‘তোমরা যদি সত্যবাদী হও তবে তোমাদের প্রমাণ উপস্থিত কর।’\n[১] অর্থাৎ, কিয়ামত দিবসে তোমাদেরকে পুনর্জীবিত করবেন।\n[২] আকাশ হতে বৃষ্টি বর্ষণ করে পৃথিবীর মাটির নীচে লুক্কায়িত সম্পদ (ফসলাদি) উৎপন্ন করেন। আর এভাবে আকাশ ও পৃথিবীর বরকতের দরজাগুলি উন্মুক্ত করেন।"
    },
    {
      "ayah": 65,
      "surah": 27,
      "text": "বল, ‘আল্লাহ ব্যতীত আকাশমন্ডলী ও পৃথিবীতে কেউই অদৃশ্য বিষয়ের জ্ঞান রাখে না[১] এবং ওরা কখন পুনরুত্থিত হবে (তাও) ওরা জানে না।’\n[১] যেমন উক্ত সব বিষয়ে মহান আল্লাহ একক, তাঁর কোন শরীক নেই। অনুরূপ গায়েব জানার ব্যাপারেও তিনি একক। তিনি ছাড়া আর কেউ গায়েব জানে না। নবী ও রসূলের গায়েবের সংবাদ অতটুকুই জানা থাকে যতটুকু মহান আল্লাহ অহী ও ইলহাম দ্বারা জানিয়ে দেন। আর যে জ্ঞান কারো জানানোর ফলে (কোন অসীলার মাধ্যমে) অর্জিত হয় সেই জানাকে গায়েব জানা বলা হয় না এবং এ রকম জাননে-ওয়ালাকে গায়েব জাননে-ওয়ালাও বলা হয় না। গায়েবের জ্ঞানী তো তিনিই যিনি বিনা কোন মাধ্যম ও সাহায্যে স্বয়ং প্রত্যেক বস্তুর জ্ঞান রাখেন, প্রত্যেক বাস্তবিকতার ব্যাপারে অবগত এবং ক্ষুদ্রাতিক্ষুদ্র জিনিসও তার জ্ঞানের পরিধির বাহিরে নয়। এ গুণ কেবলমাত্র আর একমাত্র মহান আল্লাহর। সেই জন্য একমাত্র তিনিই 'আ-লিমুল গাইব'। তিনি ছাড়া এ বিশ্বে আর কেউ গায়েব জানে না। আয়েশা (রাঃ) বলেছেন, যে ব্যক্তি এই ধারণা পোষণ করে যে, নবী (সাঃ) ভবিষ্যতে কি ঘটবে তা জানতেন, সে আল্লাহর প্রতি মিথ্যা আরোপ করে। কারণ, তিনি বলেন, \"আল্লাহ ব্যতীত আকাশমন্ডলী ও পৃথিবীতে কেউই অদৃশ্য বিষয়ের জ্ঞান রাখে না।\"\n(বুখারী ৪৮৫৫, মুসলিম ২৮৭, তিরমিযী ৩০৬৮নং)\nক্বাতাদাহ (রাঃ) বলেন, মহান আল্লাহ তারকারাজিকে তিনটি উদ্দেশ্যে সৃষ্টি করেছেন। একঃ আকাশের সৌন্দর্য, দুইঃ পথ নির্দেশনা এবং তিনঃ শয়তানকে চাবুক মারা। কিন্তু আল্লাহর আদেশের ব্যাপারে অনভিজ্ঞ মানুষ ওর থেকে গায়েবের খবর জানার জন্য একটি মনগড়া পদ্ধতি (জ্যোতির্বিদ্যা) বের করেছে। যেমন, তারা বলে থাকে অমুক অমুক দিনে বিবাহ করলে এই এই হবে বা অমুক অমুক নক্ষত্রের সময় সফর করলে এ রকম এ রকম হবে বা অমুক অমুক গ্রহের সময় কারো জন্ম হলে এই এই হবে ইত্যাদি। এ সমস্ত কথা ধাপ্পাবাজি। তাদের অনুমান প্রসূত কথার বিপরীতই অধিক ঘটে থাকে। গ্রহ-নক্ষত্র ও পশু-পক্ষী দ্বারা কিভাবে গায়েবের সংবাদ পাওয়া যেতে পারে? অথচ আল্লাহর ফায়সালা ও ঘোষণা এই যে, \"আল্লাহ ব্যতীত আকাশমন্ডলী ও পৃথিবীতে কেউই গায়বের জ্ঞান রাখে না।\"\n(ইবনে কাসীর)"
    },
    {
      "ayah": 66,
      "surah": 27,
      "text": "বরং পরলোক সম্পর্কে তো ওদের জ্ঞান নিঃশেষ হয়েছে;[১] বরং ওরা তো এ বিষয়ে সন্দিগ্ধ, বরং এ বিষয়ে ওরা অন্ধ। [২]\n[১] অর্থাৎ, তাদের জ্ঞান পরলোক কখন হবে তা জানতেও অক্ষম। বা তাদের জ্ঞান আখেরাতের ব্যাপারে অন্যদের সমান। যেমন নবী (সাঃ) জিবরীলের জিজ্ঞাসার উত্তরে বলেছিলেন যে, জিজ্ঞাসিত ব্যক্তি জিজ্ঞাসক অপেক্ষা বেশী জানে না। অথবা এর অর্থ এই যে, তাদের কিয়ামত সম্পর্কিত জ্ঞান পূর্ণ হয়ে গেছে। কারণ তারা কিয়ামতের ব্যাপারে কৃত ওয়াদা নিজ চোখে দেখে নিয়েছে; যদিও এ জ্ঞান তাদের কোন উপকার দেবে না। কারণ পৃথিবীতে তারা তাকে মিথ্যাজ্ঞান করত। যেমন মহান আল্লাহ বলেন,{أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا لَكِنِ الظَّالِمُونَ الْيَوْمَ فِي ضَلَالٍ مُّبِينٍ} অর্থাৎ, তারা যেদিন আমার নিকট আসবে সেদিন তারা কত স্পষ্ট শুনবে ও দেখবে! কিন্তু সীমালংঘনকারীগণ আজ স্পষ্ট বিভ্রান্তিতে রয়েছে।\n(সূরা মারয়্যাম ১৯:৩৮ আয়াত)\n[২] অর্থাৎ, পৃথিবীতে আখেরাত সম্বন্ধে সন্দেহ পোষণ করে; বরং তারা অন্ধ। যেহেতু জ্ঞান ও বুদ্ধি-ভ্রষ্টতার কারণে তারা আখেরাতের বিশ্বাস হতে বঞ্চিত।"
    },
    {
      "ayah": 67,
      "surah": 27,
      "text": "অবিশ্বাসীরা বলে, ‘আমরা ও আমাদের পিতৃপুরুষেরা মাটিতে পরিণত হয়ে গেলেও কি আমাদেরকে পুনরুত্থিত করা হবে?"
    },
    {
      "ayah": 68,
      "surah": 27,
      "text": "আমাদেরকে এবং পূর্বে আমাদের পূর্বপুরুষদেরকেও অবশ্যই এ বিষয়ে ভীতি-প্রদর্শন করা হয়েছে। এ তো সে কালের উপকথা ব্যতীত আর কিছু নয়।’ [১]\n[১] অর্থাৎ, এর মধ্যে কোন বাস্তবতা নেই। বাস্! এক অপরের নিকট থেকে শুনে শুনে বলে আসছে।"
    },
    {
      "ayah": 69,
      "surah": 27,
      "text": "বল, ‘পৃথিবীতে পরিভ্রমণ কর এবং দেখ অপরাধীদের পরিণাম কি হয়েছে?’ [১]\n[১] এটি কাফেরদের উক্ত কথার উত্তর যে, পূর্ববর্তী জাতিদের কথা ভেবে দেখ, তাদের উপর কি আল্লাহর আযাব আসেনি? যা নবীদের সত্যতারই প্রমাণ। অনুরূপ কিয়ামত ও পরকাল সম্পর্কে আমার রসূল যা বলেন, তা নিশ্চিত সত্য।"
    },
    {
      "ayah": 7,
      "surah": 27,
      "text": "স্মরণ কর সে সময়ের কথা, যখন মূসা তার পরিবারবর্গকে বলেছিল, ‘আমি আগুন দেখেছি, সম্ভবতঃ আমি সেখান থেকে তোমাদের জন্য কোন খবর আনতে পারব, অথবা তোমাদের জন্য আনতে পারব জ্বলন্ত কাষ্ঠখন্ড; যাতে তোমরা আগুন পোহাতে পার।’ [১]\n[১] এটি ঐ সময়কার ঘটনা যখন মূসা (আঃ) নিজ স্ত্রীকে নিয়ে দেশে ফিরছিলেন। রাতের অন্ধকারে রাস্তা নির্ণয় করতে পারছিলেন না। আর শীতের প্রকোপ থেকে বাঁচার জন্য আগুনেরও প্রয়োজন ছিল।"
    },
    { "ayah": 70, "surah": 27, "text": "ওদের আচরণে তুমি দুঃখ করো না এবং ওদের ষড়যন্ত্রে মনঃক্ষুণ্ণ হয়ো না ।" },
    { "ayah": 71, "surah": 27, "text": "ওরা বলে, ‘তোমরা যদি সত্যবাদী হও তবে বল, এ প্রতিশ্রুতি কখন পূর্ণ হবে?’" },
    {
      "ayah": 72,
      "surah": 27,
      "text": "বল, ‘তোমরা যে বিষয়ে ত্বরান্বিত করতে চাচ্ছ, সম্ভবতঃ তার কিছু শীঘ্রই তোমাদের উপর এসে পড়বে।’ [১]\n[১] এখানে বদরের যুদ্ধের ঐ শাস্তি যা হত্যা ও বন্দীরূপে কাফেরদেরকে দেওয়া হয়েছিল তা বুঝানো হয়েছে। অথবা কবরের আযাবকে বুঝানো হয়েছে। رَدِفَ অর্থঃ নিকটে। যেমন বাহনে সওয়ারীর পিছনে (নিকটে) যে বসে তাকে رَدِيف বলা হয়।"
    },
    {
      "ayah": 73,
      "surah": 27,
      "text": "নিশ্চয়ই তোমার প্রতিপালক মানুষের প্রতি অনুগ্রহশীল; কিন্তু ওদের অধিকাংশই অকৃতজ্ঞ। [১]\n[১] অর্থাৎ, আযাব দিতে দেরী করাও আল্লাহর দয়া ও কৃপার একটি অংশ। কিন্তু মানুষ তা সত্ত্বেও আল্লাহ হতে মুখ ফিরিয়ে নিয়ে তাঁর অকৃতজ্ঞতা করছে।"
    },
    {
      "ayah": 74,
      "surah": 27,
      "text": "ওদের অন্তর যা গোপন করে এবং ওরা যা প্রকাশ করে, তা তোমার প্রতিপালক অবশ্যই জানেন।"
    },
    {
      "ayah": 75,
      "surah": 27,
      "text": "আকাশে ও পৃথিবীতে এমন কোন রহস্য নেই যা সুস্পষ্ট গ্রন্থে লিপিবদ্ধ নেই। [১]\n[১] 'সুস্পষ্ট গ্রন্থ' বলতে 'লওহে মাহ্ফূয'কে বুঝানো হয়েছে। সমূহ অদৃশ্যের সংবাদের মধ্যে আযাবের জ্ঞানও শামিল যার ব্যাপারে কাফেররা তাড়াহুড়া করছে। কিন্তু তার সময়ও লওহে মাহফূযে লিপিবদ্ধ আছে। যা শুধুমাত্র আল্লাহই জানেন। আর যখন সে সময় এসে পড়ে, যা তিনি কোন জাতির ধ্বংসের জন্য লিপিবদ্ধ করে রেখেছেন তখন সে জাতিকে ধ্বংস করে দেওয়া হয়। অতএব নির্দিষ্ট সময়ের আগে তারা কেন তাড়াহুড়া করছে?"
    },
    {
      "ayah": 76,
      "surah": 27,
      "text": "এবং নিশ্চয়ই এ বিশ্বাসীদের জন্য পথনির্দেশ ও করুণা। [১]\n[১] মু'মিন ও বিশ্বাসীদেরকে এই জন্য খাস করা হয়েছে, কারণ তারাই কুরআন দ্বারা উপকৃত হয়। আর তাদের মধ্যে ঐ সকল বানী ইস্রাঈলও শামিল যারা ঈমান এনেছিল।"
    },
    {
      "ayah": 77,
      "surah": 27,
      "text": "এবং নিশ্চয়ই এ বিশ্বাসীদের জন্য পথনির্দেশ ও করুণা। [১]\n[১] মু'মিন ও বিশ্বাসীদেরকে এই জন্য খাস করা হয়েছে, কারণ তারাই কুরআন দ্বারা উপকৃত হয়। আর তাদের মধ্যে ঐ সকল বানী ইস্রাঈলও শামিল যারা ঈমান এনেছিল।"
    },
    {
      "ayah": 78,
      "surah": 27,
      "text": "তোমার প্রতিপালক অবশ্যই নিজ সিদ্ধান্ত অনুযায়ী ওদের মধ্যে মীমাংসা করে দেবেন।[১] তিনি পরাক্রমশালী, সর্বজ্ঞ।\n[১] কিয়ামত দিবসে ওদের মতভেদের ফায়সালা করে দিয়ে ন্যায় ও অন্যায়কে পৃথক করে দেবেন। আর সেই অনুযায়ী শান্তি ও শাস্তির ব্যবস্থা করবেন। অথবা তারা তাদের কিতাবে যেসব পরিবর্তন ও হেরফের করেছে তা পৃথিবীতেই প্রকাশ করে দিয়ে তাদের মধ্যে ফায়সালা করে দেবেন।"
    },
    {
      "ayah": 79,
      "surah": 27,
      "text": "অতএব আল্লাহর উপর নির্ভর কর; নিঃসন্দেহে তুমি স্পষ্ট সত্যের উপর প্রতিষ্ঠিত। [১]\n[১] তুমি তোমার সমস্ত ব্যাপার তাঁকে সোপর্দ কর ও তাঁরই উপর ভরসা কর। তিনিই তোমার সাহায্যকারী। প্রথমতঃ এইজন্য যে, তুমি সত্য দ্বীনের উপর প্রতিষ্ঠিত। আর দ্বিতীয় কারণ আগে আসছে।"
    },
    {
      "ayah": 8,
      "surah": 27,
      "text": "অতঃপর সে যখন আগুনের নিকট এল তখন তাকে ডেকে বলা হল, ‘যে (এই) আগুনে এবং যারা ওর চারিপাশে আছে তারা বরকতপ্রাপ্ত, [১] বিশ্বজগতের প্রতিপালক আল্লাহ পবিত্র ও মহিমার্নিত।[২]\n[১] দূর হতে যেখানে আগুনের শিখা দেখা যাচ্ছিল, সেখানে পৌঁঁছলেন অর্থাৎ, ত্বুর পাহাড়ে এবং দেখলেন এক সবুজ গাছ হতে আগুনের শিখা উপরে উঠছে। এটি বাস্তবে আগুন ছিল না; বরং আল্লাহর নূর ছিল। যার আলো আগুনের মত মনে হচ্ছিল। مَنْ فِي النَّار (যে আগুনে আছে) বলতে মহান আল্লাহ। আর نار (আগুন) বলতে তাঁর নূরকে বুঝানো হয়েছে। আর وَمَنْ حَوْلَهَا (যারা ওর চারিপাশে আছে) বলতে মূসা (আঃ) ও ফিরিশতাদেরকে বুঝানো হয়েছে। হাদীসে মহান আল্লাহর পর্দাকে نور (জ্যোতি) আর এক অন্য বর্ণনায় نار (আগুন) বলে অভিহিত করা হয়েছে। আর বলা হয়েছে যে, তিনি যদি নিজেকে পর্দা থেকে প্রকাশ করে দেন তাহলে তাঁর প্রতাপ সমস্ত সৃষ্টিকে পুড়িয়ে ছাই করে দেবে।\n(মুসলিমঃ ঈমান অধ্যায়, বিস্তারিত দেখার জন্য দ্রষ্টব্যঃ ফাতাওয়া ইবনে তাইমিয়াহ ৫/৪৬৪- ৪৫৯)\n[২] এখানে আল্লাহর পবিত্রতা বর্ণনার অর্থ এই যে, ঐ অদৃশ্য ডাক হতে কেউ যেন এটা মনে না করে যে, আল্লাহ ঐ গাছ বা আগুনে প্রবেশ করে আছেন; যেমন অনেক মুশরিকরা ধারণা করে থাকে। বরং এটি সত্য দর্শনের একটি পদ্ধতি যার দ্বারা প্রত্যেক নবীকে নবুঅতের শুরুতে সম্মানিত করা হয়। কখনো ফিরিশতার মাধ্যমে, আবার কখনো বা স্বয়ং আল্লাহ নিজেকে প্রকাশ করে এবং সরাসরি কথোপকথনের মাধ্যমে; যেমন, এখানে মূসা (আঃ)-এর সাথে ঘটেছে।"
    },
    {
      "ayah": 80,
      "surah": 27,
      "text": "মৃতকে তুমি শোনাতে পারবে না, আর বধিরকেও তোমার আহবান শোনাতে পারবে না;[১] যখন ওরা পিছন ফিরে চলে যায়। [২]\n[১] এটি ঐ সব কাফেরদের পরোয়া না করা এবং শুধু আল্লাহর উপর ভরসা করার দ্বিতীয় কারণ। আর তা হল তারা মৃত; যারা কিছু শুনে উপকৃত হতে সক্ষম নয়। অথবা বধির; যারা শুনতেও পায় না, বুঝেও না এবং পথও খুঁজে পায় না। অর্থাৎ, কাফেরদেরকে মৃতদের সাথে তুলনা করা হয়েছে; যাদের মধ্যে না কোন অনুভূতি থাকে, আর না জ্ঞান। অথবা বধিরদের সাথে তুলনা করা হয়েছে; যারা না উপদেশ ও নসীহত শোনে, আর না আল্লাহর দাওয়াত কবুল করে।\n[২] অর্থাৎ, তারা পুরোপুরি সত্য হতে বৈমুখ ও বীতশ্রদ্ধ। কারণ বধির ব্যক্তি সামনা-সামনিই কোন কথা শুনতে সক্ষম নয়। সুতরাং মুখ ফিরিয়ে চলে যাওয়ার সময় তারা কিভাবে শুনতে সক্ষম হবে? কুরআন কারীমের এই আয়াত হতে এটাও জানা গেল যে, মৃতরা শুনতে পায় -এই বিশ্বাস করা কুরআনের পরিপন্থী। মৃতরা কারো কথা শুনতে পায় না। অবশ্য ঐ সব অবস্থার কথা স্বতন্ত্র; যে অবস্থায় তাদের শোনার ব্যাপারে শরীয়তের স্পষ্ট দলীল আছে। যেমন হাদীসে এসেছে যে, যখন মানুষ মৃতকে দাফন করার পর ফিরে যায়, তখন তারা তাদের জুতোর শব্দ শুনতে পায়।\n(বুখারী ৩৩৮, মুসলিম ২২০নং)\nঅনুরূপ বদর যুদ্ধের পর যখন কাফেরদের মৃত লাশগুলোকে এক পরিত্যক্ত কূপে ফেলে দেওয়া হল, তখন নবী (সাঃ) তাদের উদ্দেশ্যে কিছু বললেন। সাহাবাগণ বললেন, 'আপনি প্রাণহীন দেহের সঙ্গে কথা বলছেন?' তিনি বললেন, \"তোমাদের থেকে তারা আমার কথা বেশি ভালোভাবে শুনছে।\" অর্থাৎ, মু'জিযাস্বরূপ মহান আল্লাহ তাঁর কথা মৃতদেরকে শুনিয়ে দিয়েছিলেন।\n(বুখারী ১৩০৭নং)"
    },
    {
      "ayah": 81,
      "surah": 27,
      "text": "তুমি অন্ধদেরকে ওদের পথভ্রষ্টতা হতে পথে আনতে পারবে না।[১] যারা আমার নিদর্শনাবলীতে বিশ্বাস করে শুধু তাদেরকেই তুমি শোনাতে পারবে। সুতরাং তারাই আত্মসমর্পণকারী (মুসলিম)।\n[১] অর্থাৎ, আল্লাহ তাআলা যাদেরকে সত্য দেখা হতে অন্ধ বানিয়েছেন। তুমি তাদেরকে কিভাবে তাদের লক্ষ্যে; অর্থাৎ ঈমান পর্যন্ত পৌঁছাতে পার?"
    },
    {
      "ayah": 82,
      "surah": 27,
      "text": "যখন ঘোষিত শাস্তি ওদের নিকট আসবে[১] তখন আমি ভূগর্ভ হতে এক (প্রকার) জন্তু নির্গত করব যা মানুষের সাথে কথা বলবে। [২] বস্তুতঃ ওরা আমার নিদর্শনে ছিল অবিশ্বাসী। [৩]\n[১] অর্থাৎ, যখন সৎকর্মের আদেশ ও অসৎকর্মে নিষেধ করার মত কেউ থাকবে না।\n[২] এই জন্তু হল তাই, যা কিয়ামত নিকটবর্তী হওয়ার একটি নিদর্শন। যেমন হাদীসে এসেছে নবী (সাঃ) বলেছেন, ততক্ষণ পর্যন্ত কিয়ামত হবে না যতক্ষণ পর্যন্ত দশটি নিদর্শন তোমরা না দেখবে। তার মধ্যে একটি হল উক্ত জন্তুর আবির্ভাব।\n(মুসলিম ফিতনা অধ্যায়)\nঅন্য এক বর্ণনায় এসেছে সর্বপ্রথম নিদর্শন যা প্রকাশ পাবে, তা হল সূর্যের পশ্চিম দিক হতে উদিত হওয়া এবং তার পর উক্ত জীবের আবির্ভাব হওয়া। এই দুয়ের মধ্যে যেটি প্রথম প্রকাশ পাবে তার পরপরই দ্বিতীয়টিও প্রকাশিত হবে।\n(মুসলিম, দাজ্জাল বের হওয়ার অধ্যায়)\n[৩] এটি উক্ত জন্তুর বের হওয়ার কারণ। অর্থাৎ, মহান আল্লাহ তাঁর এই নিদর্শন এই কারণে দেখাবেন, যেহেতু মানুষ আল্লাহর নিদর্শনসমূহে বিশ্বাস করে না। কেউ কেউ বলেন, উক্ত বাক্য জন্তুটি নিজ মুখে বলবে। পক্ষান্তরে উক্ত জন্তুর মানুষের সাথে কথা বলার ব্যাপারে কোন সন্দেহ নেই। কারণ কুরআন তা স্পষ্ট করে দিয়েছে।"
    },
    {
      "ayah": 83,
      "surah": 27,
      "text": "(স্মরণ কর সেদিনের কথা,) যেদিন আমি এক একটি দলকে সে সমস্ত সম্প্রদায় হতে সমবেত করব, যারা আমার নিদর্শনাবলীকে মিথ্যাজ্ঞান করত এবং ওদেরকে বিভিন্ন সারিতে বিন্যস্ত করা হবে। [১]\n[১] অথবা ভিন্ন ভিন্ন দলে বিভক্ত করে দেওয়া হবে। যেমন ব্যভিচারীদের দল, মদ্যপায়ীদের দল ইত্যাদি। অথবা এর অর্থ তাদেরকে বাধা দেওয়া হবে। অর্থাৎ, তাদেরকে এদিক-ওদিক আগে-পিছে হওয়া হতে বাধা দেওয়া হবে। আর তাদের সকলকে একের পর এক জাহান্নামে নিক্ষেপ করা হবে।"
    },
    {
      "ayah": 84,
      "surah": 27,
      "text": "পরিশেষে যখন ওরা সমাগত হবে, তখন আল্লাহ ওদেরকে বলবেন, ‘তোমরা কি আমার নিদর্শনাবলীকে মিথ্যাজ্ঞান করেছিলে; অথচ তা তোমরা জ্ঞানায়ত্ত করতে পারনি? [১] অথবা তোমরা কি করছিলে?’[২]\n[১] অর্থাৎ, তোমরা আমার তাওহীদ ও দাওয়াতের প্রমাণগুলি বুঝার চেষ্টা করনি। বরং বুঝার চেষ্টা না করেই আমার আয়াতসমূহকে মিথ্যাজ্ঞান করেছ।\n[২] যার কারণে তোমরা আমার কথাগুলো চিন্তা ভাবনা করার সুযোগ পাওনি।"
    },
    {
      "ayah": 85,
      "surah": 27,
      "text": "সীমালংঘন হেতু ওদের ওপর ঘোষিত শাস্তি এসে পড়বে; ফলে ওরা কথা বলতে পারবে না। [১]\n[১] অর্থাৎ, তাদের কাছে এমন কোন ওজর থাকবে না, যা তারা পেশ করতে পারবে। অথবা কিয়ামতের ভয়াবহতার কারণে বলার শক্তি হতে তারা বঞ্চিত হবে। পক্ষান্তরে কারো নিকট এখানে ঐ সময়ের অবস্থা বর্ণনা করা হয়েছে, যখন তাদের মুখে মোহর মেরে দেওয়া হবে।"
    },
    {
      "ayah": 86,
      "surah": 27,
      "text": "তারা কি দেখে না যে, ওদের বিশ্রামের জন্য আমি রাতকে সৃষ্টি করেছি এবং দিনকে করেছি আলোকোজ্জ্বল। [১] এতে বিশ্বাসী সম্প্রদায়ের জন্য অবশ্যই নিদর্শন রয়েছে।\n[১] যাতে করে তারা জীবিকার খোঁজে চেষ্টা-চরিত্র করতে পারে।"
    },
    {
      "ayah": 87,
      "surah": 27,
      "text": "যে দিন শিঙ্গায় ফুৎকার দেওয়া হবে সেদিন আল্লাহ যাদের ভীতিগ্রস্ত করতে চাইবেন না তারা ব্যতীত[১] আকাশমন্ডলী ও পৃথিবীর সকলেই ভীতবিহব্বল হয়ে পড়বে[২] এবং সকলেই তাঁর নিকট লাঞ্ছিত অবস্থায় উপস্থিত হবে।\n[১] এখানে যাঁদেরকে বাদ দেওয়া হয়েছে তাঁরা কারা? কেউ কেউ বলেন, তাঁরা নবী ও শহীদগণ। কেউ বলেন, ফিরিশতাগণ। আবার কেউ বলেন, সকল মু'মিনগণ। ইমাম শাওকানী (রঃ) বলেন, হতে পারে এখানে উল্লিখিত সকলেই শামিল। কারণ সত্যিকার ঈমানদারগণ ভয় হতে সুরক্ষিত থাকবে। (যেমন, এর বর্ণনা পরে আসছে)\n[২] صُور (সূর) বলতে ঐ শিঙ্গাকে বুঝানো হয়েছে, যাতে ইস্রাফীল (আঃ) আল্লাহর আদেশক্রমে ফুৎকার দেবেন। আর এই ফুৎকার দুই বা তার অধিক হবে। প্রথম ফুৎকারে পৃথিবীর সকল জীব ভয়ে জ্ঞান হারিয়ে ফেলবে। দ্বিতীয় ফুৎকারে সবাই মৃত্যুর কোলে ঢলে পড়বে। আর তৃতীয় ফুৎকারে সমস্ত মানুষ কবর হতে উঠে পড়বে। কেউ কেউ বলেন, চতুর্থবার ফুৎকার দেওয়া হবে, যাতে সবাই হাশরের মাঠে জমা হয়ে যাবে। এখানে কোন্ ফুৎকারের কথা বলা হয়েছে? ইমাম ইবনে কাসীর (রঃ) বলেন, প্রথম ফুৎকার এবং ইমাম শাওকানী (রঃ) বলেন, তৃতীয় ফুৎকারের কথা; যখন মানুষ কবর হতে উঠবে।"
    },
    {
      "ayah": 88,
      "surah": 27,
      "text": "তুমি পর্বতমালা দেখে অচল মনে করছ; কিন্তু (সেদিন) ওরা হবে মেঘপুঞ্জের মত চলমান।[১] এ আল্লাহরই সৃষ্টি-নিপুণতা যিনি সমস্ত কিছুকে করেছেন সুষম।[২] তোমরা যা কর, সে সম্বন্ধে নিঃসন্দেহে তিনি সম্যক অবগত।\n[১] এটি কিয়ামত দিবসে হবে। পাহাড় নিজ স্থানে থাকবে না বরং মেঘের মত চলতে ও উড়তে থাকবে।\n[২] এটি হবে আল্লাহর বিশাল ক্ষমতার কারণে। যিনি প্রত্যেকটি জিনিসকে সুষম ও মজবুত বানিয়েছেন। কিন্তু তিনি ঐ সমস্ত মজবুত জিনিসগুলিকে ধূনিত তুলার ন্যায় করারও ক্ষমতা রাখেন।"
    },
    {
      "ayah": 89,
      "surah": 27,
      "text": "যে কেউ সৎকাজ নিয়ে উপস্থিত হবে সে উৎকৃষ্টতর প্রতিদান পাবে এবং সেদিন ওরা শঙ্কা হতে নিরাপদ থাকবে। [১]\n[১] অর্থাৎ, বাস্তবিক ও মহা শঙ্কা থেকে ওরা নিরাপদ থাকবে।{لاَ يَحْزُنُهُمُ الْفَزَعُ الْأَكْبَرُ}(সূরা আম্বিয়া ২১:১০৩ নং আয়াত)"
    },
    {
      "ayah": 9,
      "surah": 27,
      "text": "হে মূসা! আমি তো আল্লাহ, পরাক্রমশালী, প্রজ্ঞাময়। [১]\n[১] গাছ হতে ডাক আসা মূসা (আঃ)-এর জন্য আশ্চর্যজনক ছিল। আল্লাহ তাআলা বললেন, মূসা! আশ্চর্য হবার কিছু নেই। আমিই আল্লাহ।"
    },
    {
      "ayah": 90,
      "surah": 27,
      "text": "আর যে কেউ মন্দকাজ নিয়ে উপস্থিত হবে তাকে অধোমুখে অগ্নিতে নিক্ষেপ করা হবে (এবং ওদেরকে বলা হবে), তোমরা যা করতে কেবল তারই প্রতিফল তোমরা ভোগ করবে।"
    },
    {
      "ayah": 91,
      "surah": 27,
      "text": "আমি তো এ নগরীর প্রতিপালকের উপাসনা করতে আদিষ্ট হয়েছি, যিনি একে সম্মানিত করেছেন।[১] সমস্ত কিছু তাঁরই। আমি আরও আদিষ্ট হয়েছি, যেন আমি আত্মসমর্পণকারী (মুসলিম)দের একজন হই।\n[১] এ থেকে মক্কা নগরীকে বুঝানো হয়েছে। এখানে তা বিশেষভাবে উল্লেখ করা হয়েছে, যেহেতু ওর মধ্যে রয়েছে কা'বা ঘর। আর এই নগরীই নবী (সাঃ)-এর (মাতৃভূমি, জন্মস্থান) সবার চেয়ে প্রিয় ছিল। حَرَّمَها অর্থাৎ, একে হারাম, (হেরেম), নিষিদ্ধ বা সম্মানিত করেছেন। সুতরাং এখানে যুদ্ধ বা খুনোখুনি করা, অত্যাচার করা, শিকার করা, গাছ-পালা কাটা এমন কি কাঁটাদার গাছ নষ্ট করাও নিষিদ্ধ।\n(বুখারীঃ জানাযা অধ্যায়, মুসলিমঃ হজ্জ্ব অধ্যায় মক্কার হারাম হওয়া ও তাতে কোন শিকার করা পরিচ্ছেদ।)"
    },
    {
      "ayah": 92,
      "surah": 27,
      "text": "আরও আদিষ্ট হয়েছি কুরআন আবৃত্তি করতে; অতএব যে ব্যক্তি সৎপথ অনুসরণ করে, সে তা করে নিজেরই কল্যাণের জন্য এবং কেউ ভ্রান্তপথ অবলম্বন করলে তুমি বল, ‘আমি তো কেবল একজন সতর্ককারী।’ [১]\n[১] অর্থাৎ, আমার কাজ শুধু পৌঁছে দেওয়া। আমার দাওয়াত ও তবলীগে যারা মুসলমান হবে, উপকার তাদেরই হবে। কারণ, তারা আল্লাহর শাস্তি হতে বেঁচে যাবে। আর যারা আমার দাওয়াত গ্রহণ করবে না, এতে আমার কোন ক্ষতি হবে না। মহান আল্লাহ নিজে তাদের হিসাব নেবেন ও জাহান্নামের শাস্তি ভোগ করাবেন।"
    },
    {
      "ayah": 93,
      "surah": 27,
      "text": "বল, ‘সমস্ত প্রশংসা আল্লাহরই,[১] তিনি তোমাদেরকে তাঁর নিদর্শন দেখাবেন; তখন তোমরা তা চিনতে পারবে।[২] আর তোমরা যা কর, সে সম্বন্ধে তোমার প্রতিপালক অনবহিত নন।’ [৩]\n[১] যেহেতু তিনি ততক্ষণ পর্যন্ত কাউকেই আযাব দেন না, যতক্ষণ পর্যন্ত না হুজ্জত কায়েম করেন।[২] তিনি অন্যত্র বলেছেন,{سَنُرِيهِمْ آيَاتِنَا فِي الْآفَاقِ وَفِي أَنفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ} অর্থাৎ, আমি ওদের জন্য আমার নিদর্শনাবলী বিশ্বজগতে ব্যক্ত করব এবং ওদের নিজেদের মধ্যেও; ফলে ওদের নিকট স্পষ্ট হয়ে উঠবে যে, এ (কুরআন) সত্য।\n(সূরা ফুসসিলাত ৪১:৫৩ আয়াত)\nযদি জীবিতকালে উক্ত নিদর্শনাবলী দেখেও তারা ঈমান আনয়ন না করে, তাহলে মৃত্যুর সময় অবশ্যই ওই সমস্ত নিদর্শন দেখে সত্য চিনে নেবে। কিন্তু সে সময়ের ঈমান গ্রহণযোগ্য নয়।[৩] বরং তিনি প্রতিটি জিনিসকেই প্রত্যক্ষ করছেন। এতে রয়েছে কাফেরদের জন্য কঠিন ভীতি প্রদর্শন ও বিরাট সতর্কীকরণ।"
    }
  ]
}
