{
  "ayahs": [
    { "ayah": 1, "surah": 3, "text": "আলিফ লা-ম মী-ম।" },
    {
      "ayah": 10,
      "surah": 3,
      "text": "যারা অবিশ্বাস করে তাদের ধনৈশ্বর্য ও সন্তান-সন্ততি আল্লাহর নিকট কোন কাজে লাগবে না। এবং এ সকল লোকই দোযখের ইন্ধন হবে।"
    },
    {
      "ayah": 100,
      "surah": 3,
      "text": "হে বিশ্বাসিগণ! যাদেরকে কিতাব দেওয়া হয়েছে, তোমরা যদি তাদের দলবিশেষের আনুগত্য কর, তাহলে তারা তোমাদেরকে ঈমানের (বিশ্বাসের) পর আবার অবিশ্বাসী (কাফেরে) পরিণত করে ছাড়বে।[১]\n[১] ইয়াহুদীদের চক্রান্ত ও প্রতারণা এবং তাদের পক্ষ হতে মুসলিমদের ভ্রষ্ট করার নিকৃষ্টতম প্রচেষ্টার কথা উল্লেখ করার পর মুসলিমদেরকে সতর্ক করা হচ্ছে যে, তোমরাও তাদের কূট-চক্রান্তের ব্যাপারে হুঁশিয়ার থাকবে। সাবধান! কুরআন তেলাঅত এবং রসূল (সাঃ)-এর বিদ্যমান থাকা সত্ত্বেও তোমরা যেন তাদের জালে ফেঁসে না যাও। তফসীরের বর্ণনায় এর প্রেক্ষাপট এইভাবে তুলে ধরা হয়েছে যে, আনসারের দু'টি গোত্র আউস এবং খাযরাজ কোন এক মজলিসে এক সাথে বসে আলাপ-আলোচনা করছিল। ইত্যবসরে শাস বিন ক্বাইস ইয়াহুদী তাদের পাশ দিয়ে যাওয়ার সময় তাদের পারস্পরিক এই সৌহার্দ্য দেখে জ্বলে উঠল। যারা একে অপরের কঠোর শত্রু ছিল, তারা আজ ইসলামের বর্কতে দুধে চিনির মত পরস্পর অন্তরঙ্গ বন্ধুতে পরিণত হয়েছে! সে একজন যুবককে দায়িত্ব দিল যে, তুমি তাদের মাঝে গিয়ে সেই 'বুআষ' যুদ্ধের কথা স্মরণ করিয়ে দাও, যা হিজরতের পূর্বে তাদের মাঝে সংঘটিত হয়েছিল এবং সেই যুদ্ধে তারা একে অপরের বিরুদ্ধে যে বীরত্ব প্রকাশক কবিতাগুলো পড়েছিল, তা ওদেরকে শুনাও। সে যুবক গিয়ে তা-ই করল। ফলে উভয় গোত্রের পূর্বের আক্রোশ-আগুন পুনরায় জ্বলে উঠলো এবং পরস্পরকে গালাগালি করতে লাগল। এমন কি অস্ত্র ধারণের জন্য একে অপরকে ডাকাডাকি শুরু করে দিল। আপোসে যুদ্ধের জন্য প্রস্ত্তত হয়ে পড়েছিল। এমন সময় রসূল (সাঃ) উপস্থিত হয়ে তাদেরকে বুঝালেন। তারা বিরত হয়ে গেলো। এই ঘটনার পরিপ্রেক্ষিতে এই আয়াত এবং পরের আয়াতও নাযিল হয়।\n(ইবনে কাসীর ও ফাতহুল ক্বাদীর ইত্যাদি)"
    },
    {
      "ayah": 101,
      "surah": 3,
      "text": "কিরূপে তোমরা কাফের হয়ে যাবে? অথচ আল্লাহর আয়াত তোমাদের নিকট পাঠ করা হয় এবং তোমাদের মধ্যেই তাঁর রসূলও বিদ্যমান রয়েছে। আর যে আল্লাহকে অবলম্বন করবে,[১] সে অবশ্যই সরল পথ পাবে।\n[১] اعْتِصَامٌ بِاللهِ (আল্লাহকে অবলম্বন করা)র অর্থ হল, আল্লাহর দ্বীনকে সুদৃঢ়ভাবে ধারণ করা এবং তাঁর আনুগত্যে গড়িমসি না করা।"
    },
    {
      "ayah": 102,
      "surah": 3,
      "text": "হে বিশ্বাসিগণ! তোমরা আল্লাহকে যথার্থভাবে ভয় কর[১] এবং তোমরা আত্মসমর্পণকারী (মুসলিম) না হয়ে মৃত্যুবরণ করো না।\n[১] এর অর্থ হল, ইসলামের যাবতীয় বিধান মেনে চলা, তার ওয়াজেব কাজগুলো সম্পূর্ণভাবে পালন করা এবং যত নিষিদ্ধ বস্তু আছে, তার ধারে-কাছেও না যাওয়া। কেউ কেউ বলেছেন, এই আয়াত নাযিল হলে সাহাবাগণ বড়ই বিচলিত হয়ে পড়েন। তাই মহান আল্লাহ [فَاتَّقُوا اللهَ مَا اسْتَطَعْتُمْ] (তোমরা তোমাদের সাধ্যমত আল্লাহকে ভয় কর।) আয়াত অবতীর্ণ করেন। তবে এই আয়াতকে উক্ত আয়াতের 'নাসিখ' (রহিতকারী) মনে না করে তার ব্যাখ্যাকারী মনে করাই বেশী সঠিক। কারণ, নাসখ তখনই মনে করতে হয়, যখন উভয় আয়াতের মধ্যে সামঞ্জস্য সাধন সম্ভব না হয়। এখানে তো উভয় আয়াতের মধ্যে সমন্বয় ও সামঞ্জস্য সাধন করা সম্ভব। যেমন এইভাবে অর্থ করা,اتَّقُوا اللهَ حَقَّ تُقَاتِهِ مَاسْتَطَعْتُمْ \"আল্লাহকে ঐভাবেই ভয় কর, যেভাবে স্বীয় সাধ্যমত তাঁকে ভয় করা উচিত।\"\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 103,
      "surah": 3,
      "text": "তোমরা সকলে আল্লাহর রশি (ধর্ম বা কুরআন)কে শক্ত করে ধর[১] এবং পরস্পর বিচ্ছিন্ন হয়ো না।[২] তোমাদের প্রতি আল্লাহর অনুগ্রহকে স্মরণ কর; তোমরা পরস্পর শত্রু ছিলে, তিনি তোমাদের হৃদয়ে প্রীতির সঞ্চার করলেন। ফলে তোমরা তাঁর অনুগ্রহে পরস্পর ভাই-ভাই হয়ে গেলে। তোমরা অগ্নিকুন্ডের (দোযখের) প্রান্তে ছিলে, অতঃপর তিনি (আল্লাহ) তা হতে তোমাদেরকে উদ্ধার করেছেন। এরূপে আল্লাহ তোমাদের জন্য তাঁর নিদর্শন স্পষ্টভাবে বিবৃত করেন, যাতে তোমরা সৎপথ পেতে পার।\n[১] আল্লাহকে ভয় করার কথা বলার পর 'তোমরা সকলে আল্লাহর রশিকে শক্ত করে ধর'এর আদেশ দিয়ে এ কথা পরিষ্কার করে দিলেন যে, মুক্তিও রয়েছে এই দুই মূল নীতির মধ্যে এবং ঐক্য প্রতিষ্ঠিত হতে ও থাকতে পারে এই মূল নীতিরই ভিত্তিতে।\n[২] وَلاَ تَفَرَقُّوا \"পরস্পর বিচ্ছিন্ন হয়ো না\" এর মাধ্যমে দলে দলে বিভক্ত হওয়া থেকে নিষেধ করা হয়েছে। অর্থাৎ, উল্লিখিত দু'টি মূল নীতি থেকে যদি তোমরা বিচ্যুত হয়ে পড়, তাহলে তোমরা পরস্পর বিচ্ছিন্ন হয়ে পড়বে এবং ভিন্ন ভিন্ন দলে তোমরা বিভক্ত হয়ে যাবে। বলাই বাহুল্য যে, বর্তমানে দলে দলে বিভক্ত হওয়ার দৃশ্য আমাদের সামনেই রয়েছে। কুরআন ও হাদীস বোঝার এবং তার ব্যাখ্যা ও বিশ্লেষণ নিয়ে পারস্পরিক কিছু মতপার্থক্য থাকলেও তা কিন্তু দলে দলে বিভক্ত হওয়ার কারণ নয়। এ ধরনের বিরোধ তো সাহাবী ও তাবেঈনদের যুগেও ছিল, কিন্তু তাঁরা ফির্কাবন্দী সৃষ্টি করেননি এবং দলে দলে বিভক্ত হয়েও যাননি। কারণ, তাঁদের মধ্যে মতপার্থক্য থাকলেও সকলের আনুগত্য ও আকীদার মূল কেন্দ্র ছিল একটাই। আর তা হল, কুরআন এবং হাদীসে রসূল (সাঃ)। কিন্তু যখন ব্যক্তিত্বের নামে চিন্তা ও গবেষণা কেন্দ্রের আবির্ভাব ঘটল, তখন আনুগত্য ও আকীদার মূল কেন্দ্র পরিবর্তন হয়ে গেল। আপন আপন ব্যক্তিবর্গ এবং তাদের উক্তি ও মন্তব্যসমূহ প্রথম স্থান দখল করল এবং আল্লাহ ও তাঁর রসূলের উক্তিসমূহ দ্বিতীয় স্থানের অধিকারী হল। আর এখান থেকেই মুসলিম উম্মাহর মাঝে পারস্পরিক বিচ্ছিন্নতা শুরু হল; যা দিনে দিনে বাড়তেই লাগল এবং বড় শক্তভাবে বদ্ধমূল হয়ে গেল।"
    },
    {
      "ayah": 104,
      "surah": 3,
      "text": "তোমাদের মধ্যে এমন একটি দল থাকা উচিত, যারা (লোককে) কল্যাণের দিকে আহবান করবে এবং সৎকার্যের নির্দেশ দেবে ও অসৎ কার্য থেকে নিষেধ করবে। আর এ সকল লোকই হবে সফলকাম।"
    },
    {
      "ayah": 105,
      "surah": 3,
      "text": "তোমরা তাদের মত হয়ো না, যারা তাদের নিকট সুস্পষ্ট নিদর্শন আসার পর (বিভিন্ন দলে) বিভক্ত হয়েছে[১] ও নিজেদের মধ্যে মতান্তর সৃষ্টি করেছে। তাদের জন্য রয়েছে মহা শাস্তি।\n[১] 'সুস্পষ্ট নিদর্শন আসার পর (বিভিন্ন দলে) বিভক্ত হয়েছে' এ থেকে প্রতীয়মান হয় যে, ইয়াহুদী ও খ্রিষ্টানদের পারস্পরিক বিরোধ ও দলাদলির কারণ এই ছিল না যে, তারা সত্য জানতো না এবং দলীলাদির ব্যাপারে অজ্ঞ ছিল, বরং প্রকৃত ব্যাপার হল এই যে, তারা সব কিছু জানা সত্ত্বেও কেবল দুনিয়ার লোভে এবং ব্যক্তিস্বার্থ অর্জনের লক্ষ্যে বিরোধ ও দলাদলির পথ অবলম্বন করেছিল এবং এ পদ্ধতি শক্ত করে আঁকড়ে ধরেছিল। কুরআন মাজীদ বারংবার বিভিন্নভাবে (তাদের) প্রকৃত ব্যাপারকে তুলে ধরেছে এবং তা থেকে দূরে থাকার তাকীদও করেছে। কিন্তু বড় পরিতাপের বিষয় যে, এই উম্মতের বিভেদ সৃষ্টিকারীরাও ঠিক ইয়াহুদী ও খ্রিষ্টানদের মতই স্বভাব অবলম্বন করেছে। তারাও সত্য এবং তার প্রকাশ্য দলীলাদি খুব ভালভাবেই জানে, তা সত্ত্বেও তারা দলাদলি ও ভাগাভাগির উপর শক্তভাবে প্রতিষ্ঠিত রয়েছে এবং নিজেদের জ্ঞান-বুদ্ধির সমস্ত মেধাকে বিগত জাতিদের মত (শরীয়তের) অপব্যাখ্যা এবং বিকৃতি করার জঘন্য কাজে নষ্ট করছে।"
    },
    {
      "ayah": 106,
      "surah": 3,
      "text": "সেদিন কতকগুলো মুখমন্ডল সাদা (উজ্জ্বল) হবে এবং কতকগুলো মুখমন্ডল কালো হবে।[১] যাদের মুখমন্ডল কালো হবে (তাদেরকে বলা হবে), বিশ্বাসের পর কি তোমরা অবিশ্বাস করেছিলে? সুতরাং তোমরা অবিশ্বাস করার পরিণামে শাস্তির আস্বাদ গ্রহণ কর।\n[১] ইবনে আববাস (রাযিয়াল্লাহু আনহুমা) এ থেকে আহলে-সুন্নাত এবং আহলে-বিদআতকে বুঝিয়েছেন।\n(ইবনে কাসীর ও ফাতহুল ক্বাদীর)\n(অর্থাৎ, কিয়ামতে সুন্নাহর অনুসারীদের চেহারা উজ্জ্বল হবে এবং বিদআতীদের চেহারা কালো হবে।) আর এ থেকে এ কথাও পরিষ্কার হয়ে গেলো যে, ইসলাম হল ওটাই, যার উপর প্রতিষ্ঠিত রয়েছে আহলে-সুন্নাত। আহলে-বিদআত এই নিয়ামত থেকে বঞ্চিত। অথচ এটাই হল মুক্তির একমাত্র পথ।"
    },
    {
      "ayah": 107,
      "surah": 3,
      "text": "আর যাদের মুখমন্ডল উজ্জ্বলবর্ণ হবে, তারা আল্লাহর করুণায় অবস্থান করবে। সেখানে তারা চিরস্থায়ী হবে।"
    },
    {
      "ayah": 108,
      "surah": 3,
      "text": "এগুলি আল্লাহর আয়াত, তোমার নিকট সত্যসহ আবৃত্তি করছি। আল্লাহ বিশ্ব-জগতের প্রতি অবিচার করার ইচ্ছা রাখেন না।"
    },
    { "ayah": 109, "surah": 3, "text": "গগনে ও ভুবনে যা কিছু আছে, সব কিছুই আল্লাহর; আল্লাহরই কাছে সব কিছু ফিরে যাবে।" },
    {
      "ayah": 11,
      "surah": 3,
      "text": "ফিরআউনের বংশধরগণও তাদের পূর্ববর্তীগণের মত তারা আমার আয়াতসমূহকে মিথ্যা মনে করেছিল, ফলে আল্লাহ তাদের পাপের জন্য তাদেরকে শাস্তিদান করেছিলেন। বস্তুতঃ আল্লাহ দন্ডদানে অত্যন্ত কঠোর।"
    },
    {
      "ayah": 110,
      "surah": 3,
      "text": "তোমরাই শ্রেষ্ঠতম জাতি। মানবমন্ডলীর জন্য তোমাদের অভ্যুত্থান হয়েছে, তোমরা সৎকার্যের নির্দেশ দান করবে, অসৎ কার্য (করা থেকে) নিষেধ করবে, আর আল্লাহতে বিশ্বাস করবে।[১] গ্রন্থধারিগণ যদি বিশ্বাস করত, তাহলে তা তাদের জন্য উত্তম হত। তাদের মধ্যে বিশ্বাসী আছে, [২] কিন্তু তাদের অধিকাংশ সত্যত্যাগী।\n[১] এই আয়াতে মুসলিম উম্মাহকে শ্রেষ্ঠ উম্মত গণ্য করা হয়েছে এবং তার কারণ কি তাও বলে দেওয়া হয়েছে। আর তা হল, ভাল কাজের আদেশ দেওয়া, মন্দ কাজে নিষেধ করা এবং আল্লাহর উপর ঈমান রাখা। অর্থাৎ, মুসলিম উম্মার মধ্যে যদি এই (ভাল কাজের আদেশ দেওয়া, মন্দ কাজে নিষেধ করা এবং আল্লাহর উপর ঈমান রাখার) বৈশিষ্ট্য থাকে, তবে তারা শ্রেষ্ঠ উম্মত। অন্যথা এই উপাধি থেকে তারা বঞ্চিত হবে। এরপর আহলে কিতাবের নিন্দাবাদের উদ্দেশ্য ও লক্ষ্য হল, এই বিষয়টিকে পরিষ্কার করে বুঝিয়ে দেওয়া যে, যদি এই উম্মত ভাল কাজের আদেশ ও মন্দ কাজে বাধা প্রদান না করে, তাহলে তারাও তাদের মত বিবেচিত হবে। কেননা আহলে কিতাবের গুণ হল,كَانُوا لا يَتَنَاهَوْنَ عَنْ مُنْكَرٍ فَعَلُوهُ]] \"তারা যে মন্দ কাজ করত, তা থেকে তারা একে অপরকে নিষেধ করত না।\"\n(মায়েদাহঃ ৭৯)\nএখানে এই আয়াতে তাদের অধিকাংশ লোককে ফাসেক বলা হয়েছে। ভাল কাজের আদেশ ও মন্দ কাজে বাধা প্রদান করার শরয়ী মান 'ফারযে আইন' (যা করা উম্মতের প্রত্যেক ব্যক্তির উপর ফরয), নাকি 'ফারযে কিফায়াহ' (যা উম্মতের কিছু লোক সম্পাদন করলে সবার পক্ষ থেকে যথেষ্ট হবে, আর কেউ না করলে সকলেই গুনাহগার হবে।)? অধিকাংশ আলেমের মতে এটা 'ফারযে কিফায়াহ'। অর্থাৎ, আলেমদের দায়িত্ব হল, তাঁরা এই ফরয আদায় করবেন। কারণ, শরীয়তের দৃষ্টিতে ভাল ও মন্দ নির্বাচনের সঠিক জ্ঞান তাঁদেরই আছে। তাঁরা যদি দ্বীনের দাওয়াত ও তবলীগের দায়িত্ব পালন করেন, তাহলে উম্মতের অন্যান্য ব্যক্তিবর্গের পক্ষ হতে এ ফরয আদায় হয়ে যাবে। যেমন, জিহাদও সাধারণ অবস্থায় 'ফারযে কিফায়া'। অর্থাৎ, কোন একটি দল এ কাজ আদায় করলেই তা যথেষ্ট হবে। (অনেকের মতে উক্ত আদেশ ও নিষেধ করার কাজ নিজ নিজ জ্ঞান ও সাধ্য অনুযায়ী প্রত্যেকের উপর ফরয। আর এ কথাই সঠিক বলে মনে হয়। অল্লাহু আ'লাম।\n-সম্পাদক\n)\n[২] যেমন, আব্দুল্লাহ ইবনে সালাম (রাঃ) ও অন্য কিছু লোক ইসলাম গ্রহণ করেছিলেন। অবশ্য তাঁদের সংখ্যা খুবই স্বল্প ছিল। আর এই জন্যই 'مِنْهُمْ' এ مِن 'হারফে তাব্ঈয' তথা স্বল্পতা বুঝানোর জন্য ব্যবহূত হয়েছে।"
    },
    {
      "ayah": 111,
      "surah": 3,
      "text": "সামান্য ক্লেশ দেওয়া ছাড়া কদাচ তারা তোমাদের কোন ক্ষতি করতে পারবে না। যদি তারা তোমাদের সাথে যুদ্ধ করে, তাহলে তারা পৃষ্ঠ প্রদর্শন করবে, অতঃপর তারা সাহায্যপ্রাপ্ত হবে না। [১]\n[১]أَذًى (কষ্ট দেওয়া) বলতে মৌখিকভাবে মিথ্যা অপবাদ রটানো। এর দ্বারা সাময়িকভাবে অবশ্যই কষ্ট হয়। তবে যুদ্ধের ময়দানে তোমাদেরকে পরাজিত করতে পারবে না। হলও তা-ই। মদীনা থেকেও ইয়াহুদীদেরকে বের হতে হল। অতঃপর খায়বার জয় করলে সেখান থেকেও বের হল। অনুরূপ শাম (সিরিয়া) অঞ্চলে খ্রিষ্টানদেরকে মুসলিমদের হাতে পরাজিত হতে হয়। ক্রুসেড যুদ্ধে খ্রিষ্টানরা এর প্রতিশোধ গ্রহণ করার প্রচেষ্টা চালায় এবং বায়তুল মুক্বাদ্দাস দখল করে নেয়। কিন্তু সুলতান সালাহুদ্দীন আয়্যূবী ৯০ বছর পর পুনরায় তা ফিরিয়ে আনেন। বর্তমানে মুসলিমদের ঈমানী দুর্বলতার ফল স্বরূপ এবং ইয়াহুদী ও খ্রিষ্টানদের মিলিত চক্রান্ত ও প্রচেষ্টায় বায়তুল মুক্বাদ্দাস আবারও মুসলিমদের হাতছাড়া হয়েছে। তবে অতি সত্বর এমন সময় আসবে যে, অবস্থার পরিবর্তন ঘটবে, বিশেষ করে ঈসা (আঃ)-এর অবতরণের পর খ্রিষ্টবাদের পরিসমাপ্তি ঘটবে এবং সহীহ হাদীসসমূহের বর্ণনা অনুযায়ী ইসলামের বিজয় সুনিশ্চিত হবে।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 112,
      "surah": 3,
      "text": "আল্লাহ ও মানুষের আশ্রয় ছাড়া[১] যেখানেই তারা অবস্থান করুক না কেন, সেখানেই তাদের ভাগ্যে লাঞ্ছনা নির্ধারিত করা হয়েছে, তারা আল্লাহর ক্রোধের পাত্র হয়েছে এবং তাদের জন্য দারিদ্র্য বিধিবদ্ধ করা হয়েছে। এ জন্য যে, তারা আল্লাহর নিদর্শনসমূহ অস্বীকার করত এবং অন্যায়রূপে নবীগণকে হত্যা করত। আর এ কারণে যে, তারা অবাধ্য হয়েছিল এবং সীমালংঘন করেছিল। [২]\n[১] আল্লাহর গযবের ফল স্বরূপ ইয়াহুদীদের উপর যে লাঞ্ছনা ও দরিদ্রতা চাপিয়ে দেওয়া হয়েছে, তা থেকে সাময়িকভাবে বাঁচার দু'টি উপায় বলা হয়েছে। এক হল, তাদেরকে আল্লাহর আশ্রয়ে আসতে হবে। অর্থাৎ, হয় তারা ইসলাম গ্রহণ করবে অথবা ইসলামী দেশে কর বা ট্যাক্স দিয়ে আশ্রিত হয়ে থাকা পছন্দ করবে। দ্বিতীয় হল, তারা মানুষের আশ্রয় লাভ করবে। আর এর দু'টি ব্যাখ্যা করা হয়েছে, (ক) ইসলামী দেশের সরকার নয়, বরং কোন সাধারণ মুসলিম তাদের আশ্রয় দেবে। আর এই অধিকার প্রত্যেক মুসলিমের আছে এবং দেশের সরকারকে তাকীদ করা হয়েছে যে, সে যেন কোন নিম্ন পর্যায়ের মুসলিমের দেওয়া আশ্রয়কেও প্রত্যাখ্যান না করে। (খ) তারা বড় কোন অমুসলিম শক্তির সহায়তা লাভ করবে। কারণ, 'নাস' (মানুষ) সাধারণ শব্দ যা মুসলিম ও অমুসলিম সকলকেই শামিল করে।\n[২] এ হল তাদের কুকর্ম, যার প্রতিফল স্বরূপ তাদের উপর লাঞ্ছনা চাপিয়ে দেওয়া হয়েছে।"
    },
    {
      "ayah": 113,
      "surah": 3,
      "text": "তারা সকলে সমান নয়।[১] ঐশীগ্রন্থধারীদের মধ্যে একটি হকপন্থী দল আছে; তারা রাত্রিকালে নামাযরত অবস্থায় আল্লাহর আয়াত পাঠ করে।\n[১] অর্থাৎ, পূর্বের আয়াতে যেসব আহলে-কিতাবের নিন্দাবাদ আলোচিত হয়েছে, তাদের সকলে এক রকম ছিল না, বরং তাদের মধ্যে কিছু ভাল মানুষও ছিলেন। যেমন, আব্দুল্লাহ ইবনে সালাম, উসায়েদ ইবনে উবায়েদ, সা'লাবা ইবনে সা'য়্যাহ এবং উসায়েদ ইবনে সা'য়্যাহ প্রভৃতি যাঁরা আল্লাহর তাওফীকে ইসলাম কবুল করার মর্যাদা লাভে ধন্য হন এবং তাঁদের মধ্যে ঈমান ও আল্লাহভীরুতার গুণ বিদ্যমান ছিল- রাযীআল্লাহু আনহুম অ রাযু আনহু- (আল্লাহ তাঁদের প্রতি সন্তুষ্ট হন এবং তাঁরাও আল্লাহর প্রতি সন্তুষ্ট।) أمَّة قَائِمَةٌ (হকপন্থী দল) এর অর্থ হল, শরীয়তের এবং নবী করীম (সাঃ)-এর অনুসরণ ও আনুগত্যকারী দল। يَسْجُدُوْنَ (সিজদা বা নামায পড়া)এর অর্থ হল, তারা রাত জেগে তাহাজ্জুদের নামায আদায়ের মাধ্যমে আল্লাহর ইবাদত করে এবং নামাযে কুরআন তেলাঅত করে। ভাল কাজের আদেশের অর্থ এখানে কেউ কেউ এই করেছেন যে, তারা নবী করীম (সাঃ)-এর উপর ঈমান আনার নির্দেশ দিতো এবং তাঁর বিরোধিতা করতে নিষেধ করত। এই দলের কথা অন্য আয়াতেও আলোচিত হয়েছে। মহান আল্লাহ বলেন, \"নিশ্চয় গ্রন্থধারীদের মধ্যে এমন অনেকে রয়েছে যারা আল্লাহতে, তোমাদের প্রতি যা অবতীর্ণ হয়েছে এবং তাদের প্রতি যা অবতীর্ণ হয়েছে তাতে আল্লাহর নিকট বিনয়াবনত হয়ে বিশ্বাস করে এবং আল্লাহর আয়াতকে স্বল্পমূল্যে বিক্রয় করে না; এরাই তো সেই সকল লোক যাদের জন্য আল্লাহর নিকট পুরস্কার রয়েছে। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।\"\n(সূরা আলে ইমরান ৩:১৯৯ আয়াত)"
    },
    {
      "ayah": 114,
      "surah": 3,
      "text": "তারা আল্লাহ ও শেষ দিনে বিশ্বাস রাখে, সৎকার্যের নির্দেশ দেয়, অসৎ কার্য (করা থেকে) নিষেধ করে এবং তারা সৎকার্যে তৎপর থাকে। তারাই সজ্জনদের অন্তর্ভুক্ত।"
    },
    {
      "ayah": 115,
      "surah": 3,
      "text": "তারা যা কিছু উত্তম কাজ করে, ফলতঃ তা কখনই ব্যর্থ হবে না। আর আল্লাহ ধর্মভীরুদের সম্বন্ধে সম্যক অবহিত।"
    },
    {
      "ayah": 116,
      "surah": 3,
      "text": "নিশ্চয় যারা অবিশ্বাস করে, তাদের ধন-মাল ও সন্তান-সন্ততি আল্লাহর নিকট কখনো কোন কাজে লাগবে না। তারাই অগ্নিবাসী, সেখানে তারা চিরস্থায়ী হবে।"
    },
    {
      "ayah": 117,
      "surah": 3,
      "text": "তারা যা কিছু পার্থিব জীবনে ব্যয় করে, তার দৃষ্টান্ত হিম-শীতল ঝঞ্জা বায়ুর মত, যা যে জাতি নিজেদের প্রতি অত্যাচার করেছে, তাদের শস্যক্ষেত্রকে আঘাত করে ও তা বিনষ্ট করে দেয়।[১] বস্তুতঃ আল্লাহ তাদের প্রতি যুলুম করেন না, বরং তারা নিজেরাই নিজেদের প্রতি যুলুম করে থাকে।\n[১] কিয়ামতের দিন কাফেরদের ধন-সম্পদ না কোন উপকারে আসবে, না তাদের সন্তান-সন্তুতি; এমন কি বাহ্যিকভাবে জন-সাধারণের কল্যাণ ও মঙ্গলের কাজে যে সব অর্থ ব্যয় করে, তাও ব্যর্থ হয়ে যাবে। আর এর উদাহরণ হল, সেই প্রচন্ড ঠান্ডা অথবা গরম প্রবল ঝড়ো হাওয়ার মত, যা সবুজ-শ্যামল শস্যক্ষেতকে ধ্বংস করে দেয়। অত্যাচারী তো এই ক্ষেত দেখে বড়ই আনন্দবোধ করে এবং তার লাভের প্রতি চরম আশাবাদী থাকে, কিন্তু হঠাৎ করে তার সমস্ত আশা-আকাঙ্ক্ষা মাটিতে মিশে যায়। এ থেকে জানা গেল যে, কল্যাণ ও মঙ্গলের কাজে অর্থ ব্যয়কারীদের দুনিয়াতে যতই প্রশংসা হোক না কেন, ঈমান না আনা পর্যন্ত আখেরাতে তারা এ সব কাজের কোনই প্রতিদান পাবে না। সেখানে আছে তাদের জন্য জাহান্নামের চিরন্তন শাস্তি।"
    },
    {
      "ayah": 118,
      "surah": 3,
      "text": "হে বিশ্বাসিগণ! তোমাদের আপনজন ব্যতীত অন্য (অবিশ্বাসী) কাউকে অন্তরঙ্গ বন্ধুরূপে গ্রহণ করো না। [১] তারা তোমাদের অনিষ্ট সাধনে কোন ত্রুটি করবে না। যাতে তোমরা বিপন্ন হও, তাই তারা কামনা করে।[২] তাদের মুখে বিদ্বেষ প্রকাশ পায় এবং যা তাদের অন্তর গোপন রাখে, তা আরও গুরুতর। তোমাদের জন্য নিদর্শনসমূহ বিশদভাবে বিবৃত করছি, যদি তোমরা অনুধাবন কর।\n[১] এই বিষয়টা পূর্বেও আলোচিত হয়েছে। বিষয়টা যেহেতু অতীব গুরুত্বপূর্ণ তাই এখানে তার পুনরাবৃত্তি করা হচ্ছে। بِطَانَة বলা হয় অন্তরঙ্গ ও বিশ্বস্ত বন্ধু এবং রহস্যবিদকে। মুসলিমদের বিরুদ্ধে কাফের ও মুশরিকরা যে সব অসদিচ্ছা ও দুরভিসন্ধি রাখে এবং তার মধ্যে যা তারা প্রকাশ করে আর যা নিজেদের অন্তরে গোপন রাখে, তার সব কিছুকেই মহান আল্লাহ (কুরআনের বিভিন্ন আয়াতে) চিহ্নিত করে দিয়েছেন। এই আয়াত এবং এই ধরনের অন্য আয়াতসমূহের ভিত্তিতে উলামা ও ফক্বীহগণ লিখেছেন যে, কোন ইসলামী দেশে অমুসলিমদেরকে গুরুত্বপূর্ণ কোন (নেতৃত্ব) পদে নিযুক্ত করা জায়েয নয়। বর্ণিত হয়েছে যে, আবূ মুসা আশআরী (রাঃ) একজন অমুসলিমকে সেক্রেটারী (কর্মসচিব) নিযুক্ত করেন। উমার (রাঃ) এ ব্যাপার জানতে পারলে তাঁকে কঠোর ধমক দিয়ে বলেন, 'তুমি ওদেরকে তোমার কাছে টেনে নিও না, যখন আল্লাহ ওদেরকে দূর করে দিয়েছেন। তুমি ওদের সম্মান দান করো না, যখন আল্লাহ ওদেরকে লাঞ্ছিত করেছেন। আর তুমি ওদেরকে বিশ্বস্ত ও গোপন তথ্যের ব্যাপারে নির্ভরযোগ্য মনে করো না, কারণ আল্লাহ ওদেরকে বিশ্বাসঘাতক সাব্যস্ত করেছেন।' উমার (রাঃ) এই আয়াতের ভিত্তিতেই এই ধরনের কথা বলেছেন। ইমাম ক্বুরত্বুবী বলেন, 'এই যুগে আহলে-কিতাবকে সেক্রেটারী নিযুক্ত এবং বিশ্বস্ত মনে করার কারণে অবস্থার পরিবর্তন ঘটেছে এবং এই কারণেই নির্বোধ ও বোকা প্রকৃতির লোকেরা নেতা ও আমীর হয়ে বসে আছে।'\n(তাফসীর ক্বুরত্বুবী)\nদুর্ভাগ্যবশতঃ বর্তমানে বহু মুসলিম দেশেও কুরআন কারীমের অতীব গুরুত্বপূর্ণ এই নির্দেশের কোনই গুরুত্ব দেওয়া হচ্ছে না। তাই তো অমুসলিমরা মুসলিম দেশেও বড় বড় পদে এবং বিশেষ বিশেষ দায়িত্বে বহাল রয়েছে। আর এর অনিষ্টকারিতা যে কত বড় তা সকলের কাছে পরিষ্কার। যদি মুসলিম দেশগুলো স্বীয় দেশের সবরাষ্ট্রীয় ও পররাষ্ট্রীয় নীতির ব্যাপারে কুরআনের নির্দেশকে গুরুত্ব দিত, তাহলে নিঃসন্দেহে তারা বহু ফিতনা-ফাসাদ ও ক্ষতির হাত থেকে রক্ষা পেত।\n[২]لاَ يَألُوْنَ ত্রুটি ও কসুর করবে না। خَبَالًا এর অর্থঃ বিশৃঙ্খলা, অনিষ্ট ও কষ্ট। مَا عَنِتُّمْ (যাতে তোমরা বিপন্ন হও, কষ্টে পতিত হও) عَنَتٌ মানে কষ্ট, বিপদ।"
    },
    {
      "ayah": 119,
      "surah": 3,
      "text": "ভেবে দেখ! তোমরা (বন্ধু ভেবে) তাদেরকে ভালবাস;[১] কিন্তু তারা তোমাদেরকে ভালবাসে না। আর তোমরা সমস্ত কিতাবে বিশ্বাস কর, (কিন্তু তারা তোমাদের কিতাবে বিশ্বাস করে না) এবং যখন তারা তোমাদের সাক্ষাতে আসে, তখন তারা বলে, ‘আমরা বিশ্বাস করি।’ কিন্তু যখন তারা একা হয়, তখন তোমাদের প্রতি আক্রোশে তারা নিজেদের আঙ্গুল দাঁতে কাটে।[২] বল, আক্রোশেই মর তোমরা। নিশ্চয় আল্লাহ অন্তরে যা রয়েছে, সে সম্বন্ধে সবিশেষ অবহিত।\n[১] অর্থাৎ, তোমরা ঐ মুনাফিকদের নামায এবং (মৌখিকভাবে) তাদের ঈমান প্রকাশ করার কারণে ধোঁকায় পড়ে তাদের সাথে বন্ধুত্ব স্থাপন কর।\n[২] عَضَّ يَعُضُّ এর অর্থ হল দাঁত দিয়ে কাটা। এই শব্দ দ্বারা তাদের রোষ ও ক্রোধের ভীষণতা বর্ণনা করা হয়েছে। যেমন পরের [اِنْ تَمْسَسْكُمْ] আয়াতেও তাদের ক্রোধের ধরন প্রকাশ করা হয়েছে।"
    },
    {
      "ayah": 12,
      "surah": 3,
      "text": "যারা অবিশ্বাস করে তাদেরকে বল, তোমরা শীঘ্রই পরাজিত হবে[১] এবং তোমাদেরকে দোযখে একত্রিত করা হবে। আর তা অতি মন্দ শয়নাগার।\n[১] এখানে কাফের বা অবিশ্বাসী বলতে ইয়াহুদীদেরকে বুঝানো হয়েছে। আর এই ভবিষ্যদ্বাণী খুব শীঘ্রই বাস্তবায়িত হয়েছিল। যেমন, বানু ক্বাইনুক্বা' ও বানু নাযীরকে দেশ থেকে বহিষ্কার করা হয়েছিল এবং বানু ক্বুরায়যাকে হত্যা করা হয়েছিল। অতঃপর খায়বার বিজয়ের পর সমস্ত ইয়াহুদীদের উপর জিযিয়া-কর আরোপ করা হয়েছিল।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 120,
      "surah": 3,
      "text": "যদি তোমাদের কোন মঙ্গল হয়, তাহলে তারা নাখোশ হয়, আর তোমাদের অমঙ্গল হলে তারা খোশ হয়।[১] যদি তোমরা ধৈর্য ধর এবং সাবধান হয়ে চল, তাহলে তাদের ষড়যন্ত্র তোমাদের কিছুই ক্ষতি করতে পারবে না। [২] তারা যা করে, নিশ্চয় তা আল্লাহর জ্ঞানায়ত্তে।\n[১] মুনাফিকরা মু'মিনদের সাথে যে কঠোর শত্রুতা পোষণ করত, সে কথা এখানে তুলে ধরে বলা হচ্ছে যে, যখন মুসলিমরা সুখ-স্বাচ্ছন্দ্য লাভ করত, আল্লাহর পক্ষ হতে যখন তারা সমর্থন ও সাহায্য পেত এবং তাদের সংখ্যা ও শক্তি বৃদ্ধি লাভ করত, তখন মুনাফিকদেরকে বড়ই খারাপ লাগত। আর যখন মুসলিমরা অনাবৃষ্টি ও সংকীর্ণতার শিকার হত অথবা আল্লাহর ইচ্ছা ও কৌশলের ভিত্তিতে শত্রু সাময়িকভাবে তাদের উপর জয়লাভ করত (যেমন উহুদ যুদ্ধে হয়েছিল), তখন এরা বড়ই খুশী হত। বলার উদ্দেশ্য হল, যাদের অবস্থা হল এই, তারা কি এই যোগ্যতার অধিকারী যে, মুসলিমরা তাদের প্রতি সম্প্রীতির হাত বাড়াবে এবং তাদেরকে রহস্যবিদ্ ও অন্তরঙ্গ বন্ধু বানিয়ে নেবে? এই কারণেই মহান আল্লাহ ইয়াহুদী ও খ্রিষ্টানদের সাথেও বন্ধুত্ব স্থাপন করতে নিষেধ করেছেন (যেমন কুরআনের অন্যত্র এসেছে)। কেননা, তারাও মুসলিমদের প্রতি বিদ্বেষ ও শত্রুতা পোষণ করে। মুসলিমদের সফলতায় তারা নিরানন্দ এবং তাদের অসফলতায় তারা আনন্দ বোধ করে।\n[২] এটা হল তাদের প্রবঞ্চনা ও প্রতারণা থেকে বাঁচার পথ ও চিকিৎসা। অর্থাৎ, মুনাফিক এবং ইসলাম ও মুসলিমদের অন্যান্য সকল শক্রর চক্রান্ত থেকে বাঁচার জন্য ধৈর্য ও আল্লাহভীরুতার প্রয়োজন অত্যধিক। মুসলিমদের মাঝে এই ধৈর্য ও তাকওয়া না থাকার ফলেই অমুসলিমদের যাবতীয় চক্রান্ত সাফল্যমন্ডিত হয়েছে। মানুষ মনে করে যে, কাফেরদের সফলতার কারণ হল, আর্থিক উপায়-উপকরণের প্রাচুর্য এবং বিজ্ঞান ও প্রযুক্তিবিদ্যায় তাদের উন্নতি। অথচ প্রকৃত ব্যাপার হল, মুসলিমদের অবনতির মূল কারণ তাদের দ্বীনের উপর ধৈর্যের সাথে প্রতিষ্ঠিত না থাকা এবং তাকওয়া-শূন্যতা। পক্ষান্তরে এই দু'টি জিনিসই হল মুসলিমদের উন্নতির চাবিকাঠি এবং আল্লাহর বিজয় লাভের অসীলা।"
    },
    {
      "ayah": 121,
      "surah": 3,
      "text": "(স্মরণ কর) যখন (উহুদ) যুদ্ধের[১] জন্য বিশ্বাসীদেরকে যথাস্থানে সংস্থাপিত করার লক্ষ্যে তুমি তোমার পরিজনবর্গের নিকট থেকে প্রত্যূষে বের হয়েছিলে; এবং আল্লাহ সর্বশ্রোতা, সর্বজ্ঞ।\n[১] বেশীরভাগ মুফাসসেরদের মতানুযায়ী এটা হল উহুদ যুদ্ধের ঘটনা, যা ৬ই শাওয়াল হিজরী ৩য় সনে সংঘটিত হয়েছিল। এর সংক্ষিপ্ত প্রেক্ষাপট হল, হিজরী ২য় সনে বদরের যুদ্ধে কাফেররা শিক্ষামূলক পরাজয় বরণ করে, তাদের ৭০জন লোক মারা যায় এবং ৭০জন বন্দী হয়। আর এই পরাজয় ছিল তাদের জন্য বড়ই লাঞ্ছনাকর ও অপমানজনক। তাই তারা মুসলিমদের বিরুদ্ধে অতীব শক্তিশালী এক প্রতিশোধমূলক যুদ্ধের প্রস্ত্ততি গ্রহণ করে এবং এতে তাদের মহিলারাও শরীক হয়। এদিকে মুসলিমরা যখন জানতে পারলেন যে, তিন হাজার কাফের উহুদ পাহাড়ের নিকটে যুদ্ধের তাঁবু খাটিয়েছে, তখন নবী করীম (সাঃ) সাহাবাদের নিয়ে এ ব্যাপারে পরামর্শ করলেন যে, তাঁরা মদীনার ভিতরে থেকেই যুদ্ধ করবেন, না মদীনার বাইরে গিয়ে তাদের সাথে লড়বেন। কোন কোন সাহাবী ভিতর থেকেই যুদ্ধ করার পরামর্শ দিলেন এবং মুনাফিকদের সর্দার আব্দুল্লাহ ইবনে উবাইও এই মত প্রকাশ করেছিল। কিন্তু উদ্দীপনায় উদ্বুদ্ধ কিছু সাহাবী যাঁরা বদর যুদ্ধে অংশ গ্রহণ করার সৌভাগ্য লাভ করতে পারেননি, তাঁরা মদীনার বাইরে গিয়ে যুদ্ধ করার কথা সমর্থন করলেন। মহানবী (সাঃ) হুজরার ভিতরে গিয়ে যুদ্ধের পোশাক পরে বাইরে এলেন। তা দেখে দ্বিতীয় মত প্রকাশকারীগণ অনুতপ্ত হলেন। তাঁরা ভাবলেন, হয়তো আমরা নবী করীম (সাঃ)-এর ইচ্ছার বিপরীত তাঁকে মদীনার বাইরে গিয়ে যুদ্ধ করতে বাধ্য করে সঠিক কাজ করিনি। তাই তাঁরা বললেন, হে আল্লাহর রসূল! যদি আপনি শহরের ভিতরে থেকে মোকাবেলা করা পছন্দ করে থাকেন, তবে তা-ই করুন! তিনি বললেন, যুদ্ধের পোশাক পরে নেওয়ার পর কোন নবীর জন্য শোভনীয় নয় যে, তিনি আল্লাহর ফয়সালা ব্যতিরেকে ফিরে যাবেন অথবা পোশাক খুলে ফেলবেন। সুতরাং এক হাজার মুসলিম যোদ্ধা যুদ্ধের জন্য রওনা হয়ে গেলেন। অতি সকালে যখন তাঁরা 'শাউত্ব' নামক স্থানে পৌঁছলেন, তখন আব্দুল্লাহ ইবনে উবাই এই বলে তার ৩ শ' জন সাথীকে নিয়ে ফিরে গেল যে, তার মত গ্রহণ করা হয়নি। সুতরাং অকারণে জান দিয়ে লাভ কি? তার এই ফায়সালায় সাময়িকভাবে কোন কোন মুসলিম প্রভাবিত হয়েছিলেন এবং তাঁদের অন্তর দুর্বল হয়ে পড়েছিল।\n(ইবনের কাষীর)"
    },
    {
      "ayah": 122,
      "surah": 3,
      "text": "যখন তোমাদের মধ্যে দু’টি দলের মনোবল হারাবার উপক্রম হয়েছিল[১] এবং আল্লাহ ছিলেন উভয়ের সহায়ক।[২] আর বিশ্বাসীদের উচিত, আল্লাহর উপরেই নির্ভর করা।\n[১] এরা ছিল আউস ও খাযরাজ নামে দু'টি গোত্র (বানু-হারিসা ও বানু-সালামা)।\n[২] এ থেকে জানা যায় যে, আল্লাহ তাঁদের সাহায্য করেন এবং মনের দুর্বলতাকে দূর করে তাঁদের সাহস বাড়িয়ে দেন।"
    },
    {
      "ayah": 123,
      "surah": 3,
      "text": "নিশ্চয় বদরের যুদ্ধে আল্লাহ তোমাদেরকে সাহায্য করেছিলেন, তখন তোমরা ছিলে হীনবল।[১] সুতরাং তোমরা আল্লাহকে ভয় কর, যাতে তোমরা কৃতজ্ঞতা প্রকাশ কর।\n[১] যেহেতু যোদ্ধাদের সংখ্যা কম ছিল এবং যুদ্ধ-সামগ্রীও অল্প ছিল। এ যুদ্ধে মুসলিম ছিলেন ৩১৩ জন এবং যুদ্ধ-সামগ্রীও ছিল অতীব স্বল্প। কেবল দু'টি ঘোড়া এবং সত্তরটি উট এবং অবশিষ্ট সবাই ছিলেন পদাতিক।"
    },
    {
      "ayah": 124,
      "surah": 3,
      "text": "(স্মরণ কর,) যখন তুমি বিশ্বাসিগণকে বলেছিলে, ‘যদি তোমাদের প্রতিপালক তিন হাজার প্রেরিত ফিরিশতা দ্বারা তোমাদেরকে সাহায্য করেন, তাহলে কি তোমাদের জন্য তা যথেষ্ট হবে না?’"
    },
    {
      "ayah": 125,
      "surah": 3,
      "text": "অবশ্যই, যদি তোমরা ধৈর্য ধর এবং সাবধান হয়ে চল, তাহলে তারা দ্রুতগতিতে তোমাদের উপর আক্রমণ করলে তোমাদের প্রতিপালক পাঁচ হাজার[১] (বিশেষরূপে) চিহ্নিত ফিরিশতা[২] দ্বারা তোমাদেরকে সাহায্য করবেন।\n[১] মুসলিমরা তো কুরাইশদের নিরস্ত্র বাণিজ্যিক কাফেলার উপর আক্রমণ করার জন্য বদরের দিকে যাত্রা করেছিলেন। বদর পৌঁছে তাঁরা জানতে পারলেন, মক্কা থেকে মুশরিকদের এক সৈন্যদল বিপুল সংখ্যায় পূর্ণ ক্রোধ ও রোষের সাথে এবং পুরো উদ্যমে আগমন করছে। এ কথা শুনে মুসলিমদের মধ্যে হতবুদ্ধিতা ও অস্থিরতা মিশ্রিত যুদ্ধের উদ্দীপনা জেগে উঠল এবং তাঁরা মহান প্রভুর নিকট দু'আ ও ফরিয়াদ করলেন। ফলে মহান আল্লাহ প্রথমে এক হাজার এবং পরে আরো তিন হাজার ফিরিশতা প্রেরণের সুসংবাদ দিয়ে প্রতিশ্রুতি দিলেন যে, তোমরা যদি ধৈর্য ও তাকওয়ার উপর প্রতিষ্ঠিত থাক, আর মুশরিকরা যদি এই ক্রোধ ও রোষের সাথে এসে পড়ে, তবে অতিরিক্ত আরো পাঁচ হাজার ফিরিশতা প্রেরণ করা হবে। বলা হয় যে, মুশরিকদের উদ্যম ও ক্রোধ স্থায়ী হতে পারেনি (বদর প্রান্তে পৌঁছনোর আগেই তাদের মধ্যে বিচ্ছিন্নতা দেখা দেয়। একদল মক্কা প্রত্যাবর্তন করে এবং অবশিষ্ট যারা বদর পর্যন্ত ছিল তাদের অধিকাংশ সর্দারদের মত ছিল যুদ্ধ না করা), তাই সুসংবাদ অনুযায়ী তিন হাজার ফিরিশতা প্রেরণ করা হয় এবং পাঁচ হাজার সংখ্যা পূরণ করার প্রয়োজন পড়েনি। তবে কোন কোন মুফাসসের বলেছেন যে, এই সংখ্যা পূর্ণ করা হয়েছিল।\n[২] অর্থাৎ, চিনার জন্য তাঁদের বিশেষ নির্দশন থাকবে।"
    },
    {
      "ayah": 126,
      "surah": 3,
      "text": "আর এ (সাহায্যকে) তো আল্লাহ তোমাদের জন্য সুসংবাদ করেছেন, যাতে তোমাদের মন শান্তি পায় এবং সাহায্য শুধু পরাক্রান্ত প্রজ্ঞাময় আল্লাহর নিকট থেকেই আসে।"
    },
    {
      "ayah": 127,
      "surah": 3,
      "text": "এই জন্য যে, তিনি অবিশ্বাসীদের এক অংশকে নিশ্চিহ্ন অথবা লাঞ্ছিত করেন; ফলে তারা অকৃতকার্য হয়ে ফিরে যায়। [১]\n[১] এখানে মহান পরাক্রমশালী ইচ্ছাময় আল্লাহর সাহায্যের ফলাফল বর্ণনা করা হচ্ছে। সূরা আনফালে ৮:৯ নং আয়াতে ফিরিশতাদের সংখ্যা এক হাজার বলা হয়েছে। [إِذْ تَسْتَغِيثُونَ رَبَّكُمْ فَاسْتَجَابَ لَكُمْ أَنِّي مُمِدُّكُمْ بِأَلْفٍ مِنَ الْمَلائِكَةِ] \"তোমরা যখন স্বীয় প্রতিপালকের নিকট ফরিয়াদ করছিলে, তখন তিনি তোমাদের ফরিয়াদ শুনে বললেন যে, আমি এক হাজার ফিরিশতা দ্বারা তোমাদের সাহায্য করব।\" শব্দের দিকে লক্ষ্য করলে বুঝা যায় যে, আসলে ফিরিশতা এক হাজারই প্রেরণ করা হয়েছিল এবং মুসলিমদের উৎসাহ ও মনোবল বাড়িয়ে দেওয়ার জন্য আরো তিন থেকে পাঁচ হাজার পর্যন্ত পাঠানোর শর্ত ভিত্তিক প্রতিশ্রুতি দেওয়া হয়েছিল। অতঃপর পরিস্থিতি অনুযায়ী মুসলিমদের সান্ত্বনার জন্যও অতিরিক্তি ফিরিশতা প্রেরণ করার প্রয়োজন মনে করা হয়নি। এই জন্যই কোন কোন মুফাসসেরের মতে এই তিন ও পাঁচ হাজার ফিরিশতা প্রেরণ করা হয়নি। কারণ, উদ্দেশ্য ছিল মুসলিমদের মনোবল বৃদ্ধি করা। তাছাড়া প্রকৃত সাহায্যকারী তো মহান আল্লাহই। তিনি সাহায্য করার জন্য ফিরিশতা অথবা অন্য কারো মুখাপেক্ষী নন। বলা বাহুল্য, তিনি মুসলিমদের সাহায্য করলে বদর যুদ্ধে মুসলিমরা ঐতিহাসিক সফলতা অর্জন করেন। কুফরী শক্তি দুর্বল হয়ে যায় এবং কাফেরদের অহংকার মাটিতে মিশে যায়।\n(আয়সারুত তাফাসীর)"
    },
    {
      "ayah": 128,
      "surah": 3,
      "text": "এ বিষয়ে তোমার করণীয় কিছুই নেই,[১] তিনি (আল্লাহ) তাদের তওবা কবুল করবেন[২] অথবা শাস্তি প্রদান করবেন। কারণ, তারা অত্যাচারী।\n[১] অর্থাৎ, এই কাফেরদেরকে হেদায়াত দেওয়া অথবা তাদের ব্যাপারে যে কোন প্রকারের সিদ্ধান্ত গ্রহণ করা সব কিছুই আল্লাহর এখতিয়ারাধীন। বহু হাদীসে এসেছে যে, উহুদ যুদ্ধে নবী করীম (সাঃ)-এর দাঁত শহীদ এবং মুখমন্ডল আহত হলে তিনি বলেছিলেন, \"এমন জাতি কিভাবে সফল হতে পারে, যারা তাদের নবীকে আহত করে।\" তিনি যেন তাদের হেদায়াত থেকে নিরাশা প্রকাশ করেন। যার ফলে এই আয়াত অবতীর্ণ হল। অনুরূপ অন্যান্য বর্ণনায় এসেছে যে, তিনি (সাঃ) কাফেরদের উপর বদ্দুআ করার জন্য ক্বুনুতে নাযেলার যত্ন নিলে মহান আল্লাহ এই আয়াত অবতীর্ণ করেন। অতঃপর তিনি (সাঃ) বদ্দুআ করা বাদ দেন।\n(ইবনে কাসীর, ফাতহুল ক্বাদীর)\nএই আয়াত থেকে তাদের শিক্ষা গ্রহণ করা উচিত, যারা নবী করীম (সাঃ)-কে ইচ্ছাময় ক্ষমতার মালিক মনে করে। তাঁর তো এতটুকু এখতিয়ারও ছিল না যে, কাউকে সঠিক পথের পথিক করে দেন। অথচ তিনি (সাঃ) এই পথের দিকে আহবান করার জন্যই প্রেরিত হয়েছিলেন।\n[২] এই সেই গোত্র যাদের উপর রসূল (সাঃ) বদ্দুআ করেছিলেন তারা সকলেই আল্লাহর তাওফীকে মুসলমান হয়ে যায়। অতএব এ কথা পরিষ্কার যে, সমস্ত ক্ষমতার মালিক এবং অদৃশ্য জগতের (গায়বী) জ্ঞানের অধিকারী একমাত্র আল্লাহ।"
    },
    {
      "ayah": 129,
      "surah": 3,
      "text": "আকাশমন্ডল ও ভূমন্ডলে যা কিছু আছে, সমস্তই আল্লাহর। তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। আর আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।"
    },
    {
      "ayah": 13,
      "surah": 3,
      "text": "(বদর যুদ্ধে) দুইটি দলের পরস্পর সম্মুখীন হওয়ার মধ্যে তোমাদের জন্য নিদর্শন ছিল। একদল আল্লাহর পথে সংগ্রাম করছিল এবং অন্যদল অবিশ্বাসী ছিল। তারা বাহ্যদৃষ্টিতে ওদেরকে নিজেদের দ্বিগুণ দেখছিল।[১] আর আল্লাহ যাকে ইচ্ছা নিজ সাহায্য দ্বারা শক্তিশালী করেন। নিশ্চয় এতে অন্তর্দৃষ্টিসম্পন্ন লোকেদের জন্য উপদেশ রয়েছে।\n[১] অর্থাৎ, প্রত্যেক দল অপর দলকে নিজেদের থেকে দ্বিগুণ দেখছিল। কাফেরদের সংখ্যা এক হাজারের কাছাকাছি ছিল। তাদের নজরে মুসলিমদের সংখ্যা প্রায় দু' হাজার দেখাচ্ছিল। এরূপ প্রদর্শনে উদ্দেশ্য ছিল, তাদের অন্তরে মুসলিমদের ভয় প্রবেশ করানো। এ দিকে মুসলিমদের সংখ্যা ছিল তিনশ'র কিছু বেশী (৩১৩ জন)। তাদের নজরে কাফেরদের সংখ্যা দেখাচ্ছিল (নিজেদের দ্বিগুণ) ছয়শ' ও সাতশ'র মাঝামাঝি। অথচ তাদের প্রকৃত সংখ্যা ছিল প্রায় এক হাজার। এ থেকে লক্ষ্য ছিল, মুসলিমদের উৎসাহ ও উদ্দীপনাকে আরো বৃদ্ধি করা। নিজেদের সংখ্যা থেকে কাফেরদের সংখ্যা তিনগুণ দেখে মুসলিমদের ভয় পেয়ে যাওয়ার সম্ভাবনা ছিল। যখন তারা দেখলো কাফেররা তাদের থেকে সংখ্যায় তিনগুণ নয়; বরং দ্বিগুণ, তখন তাদের উৎসাহ ও মনোবল দমলো না। তবে দ্বিগুণ দেখার এই ব্যাপারটা ছিল প্রাথমিক পর্যায়ে, পরে যখন উভয় দল মুখোমুখি সারিবদ্ধ হল, তখন মহান আল্লাহ উভয় দলকে একে অপরের দৃষ্টিতে কম দেখালেন। যাতে কোন দলই যেন যুদ্ধের ময়দান থেকে পশ্চাৎপদ না হয়ে প্রত্যেকেই (আক্রমণের জন্য) সামনে অগ্রসর হওয়ার চেষ্টা করে।\n(ইবনে কাসীর)\nসূরা আনফালের ৮:৪৪ নং আয়াতে এর বিস্তারিত আলোচনা রয়েছে। এটা বদর যুদ্ধের ঘটনা। এ যুদ্ধ হিজরতের দ্বিতীয় বছরে মুসলিম ও কাফেরদের মধ্যে সংঘটিত হয়েছিল। কয়েক দিক দিয়ে এটি ছিল বড়ই গুরুত্বপূর্ণ যুদ্ধ। প্রথমতঃ এটি ছিল প্রথম যুদ্ধ। দ্বিতীয়তঃ পূর্বে কোন পরিকল্পনা ছাড়াই ছিল এই যুদ্ধ। সিরিয়া থেকে বাণিজ্য-সামগ্রী নিয়ে মক্কাগামী আবূ সুফিয়ানের কাফেলার পথ অবরোধ করার জন্য মুসলিমরা বের হয়েছিলেন। কিন্তু আবূ সুফিয়ান টের পেয়ে যায় এবং সে তার কাফেলা নিয়ে অন্য পথ ধরে চলে যায়। এদিকে মক্কার কাফেররা নিজেদের শক্তি ও সংখ্যার আধিক্যের দাম্ভিকতায় মুসলিমদের উপর আক্রমণ করার জন্য বদরের ময়দান পর্যন্ত যাত্রা করে এবং সেখানে সর্বপ্রথম এই যুদ্ধ সংঘটিত হয়। তৃতীয়তঃ এই যুদ্ধে মুসলিমরা আল্লাহর বিশেষ সাহায্য লাভে ধন্য হন। চতুর্থতঃ এতে কাফেররা এমন শিক্ষামূলক পরাজয় বরণ করে যে, আগামীর জন্য তাদের মনোবল ভেঙ্গে যায়।"
    },
    {
      "ayah": 130,
      "surah": 3,
      "text": "হে বিশ্বাসিগণ! তোমরা ক্রমবর্ধমান হারে (দ্বিগুণ-চতুর্গুণ বা চক্রবৃদ্ধি হারে) সূদ খেয়ো না,[১] এবং আল্লাহকে ভয় কর, তাহলে তোমরা সফলকাম হতে পারবে।\n[১] যেহেতু উহুদ যুদ্ধে পরাজয় রসূল (সাঃ)-এর অবাধ্যতা এবং পার্থিব সম্পদের প্রতি লোভের কারণে হয়েছিল, তাই দুনিয়ার লোভনীয় জিনিসের মধ্যে সর্বাধিক মারাত্মক সূদ থেকে নিষেধ এবং আল্লাহর আনুগত্য করার তাকীদ করা হচ্ছে। আর 'চক্রবৃদ্ধি হারে সূদ' খেতে নিষেধ করার অর্থ এই নয় যে, যদি চক্রবৃদ্ধি হারে না হয়, তাহলে তা খাওয়া জায়েয। বরং সূদ কম হোক বা বেশী, ব্যক্তিবিশেষের নিকট থেকে হোক অথবা কোম্পানী বা প্রতিষ্ঠানের নিকট থেকে, তা সর্বাবস্থায় হারামই। যেমন পূর্বেও আলোচিত হয়েছে। সূদ হারাম হওয়ার জন্য এটা (চক্রবৃদ্ধি হারে খাওয়া) শর্ত নয়। বরং বাস্তব পরিবেশের দিকে লক্ষ্য করে এইভাবে বলা হয়েছে। অর্থাৎ, সেই সময় সূদ খাওয়ার যে পরিবেশ ও ধরন ছিল, তাই প্রকাশ ও বর্ণনা করা হয়েছে। জাহেলিয়াতে সূদের সাধারণ প্রচলন এই ছিল যে, ঋণ পরিশোধ করার সময় এসে যাওয়ার পর তা পরিশোধ করা সম্ভব না হলে, তার (পরিশোধের) সময় বৃদ্ধি করার সাথে সাথে সূদও বর্ধিত হতে থাকত; ফলে সামান্য অর্থও বাড়তে বাড়তে বহুগুণ হয়ে যেত এবং সাধারণ একজন মানুষের পক্ষে তা আদায় করা অসম্ভব হয়ে পড়ত। মহান আল্লাহ বললেন, আল্লাহকে ভয় কর এবং সেই আগুনকে ভয় কর যা প্রস্তুত করা হয়েছে কাফেরদের জন্য। এ থেকে সতর্ক করাও উদ্দেশ্য। অর্থাৎ, সূদ খাওয়া থেকে বিরত না হলে, এই হারাম কাজ তোমাদেরকে কুফরী পর্যন্ত পৌঁছে দেবে। কারণ, সূদ খাওয়া মানে, আল্লাহ ও তাঁর রসূলের বিরুদ্ধে যুদ্ধে নামা।"
    },
    { "ayah": 131, "surah": 3, "text": "তোমরা সেই আগুনকে ভয় কর, যা অবিশ্বাসীদের জন্য প্রস্তুত রাখা হয়েছে।" },
    { "ayah": 132, "surah": 3, "text": "আর তোমরা আল্লাহ ও তাঁর রসূলের আনুগত্য কর, যাতে তোমরা কৃপালাভ করতে পার।" },
    {
      "ayah": 133,
      "surah": 3,
      "text": "তোমরা প্রতিযোগিতা (ত্বরা) কর, তোমাদের প্রতিপালকের নিকট থেকে ক্ষমা এবং বেহেশ্তের জন্য, যার প্রস্থ আকাশ ও পৃথিবীর সমান, যা ধর্মভীরুদের জন্য প্রস্তুত রাখা হয়েছে। [১]\n[১] পার্থিব ধন-সম্পদের পিছনে পড়ে আখেরাত বরবাদ না করে আল্লাহ এবং তাঁর রসূলের আনুগত্যের, আল্লাহর ক্ষমা এবং তাঁর সেই জান্নাতের পথ ধর, যা ধর্মভীরু বা মুত্তাক্বীদের জন্য তিনি প্রস্তুত করেছেন। পরের আয়াতগুলোতে মুত্তাক্বীদের কিছু বৈশিষ্ট্য তুলে ধরা হয়েছে।"
    },
    {
      "ayah": 134,
      "surah": 3,
      "text": "যারা সচ্ছল ও অসচ্ছল অবস্থায় দান করে, [১] ক্রোধ সংবরণ করে এবং মানুষকে ক্ষমা করে থাকে। [২] আর আল্লাহ (বিশুদ্ধচিত্ত) সৎকর্মশীলদেরকে ভালবাসেন।\n[১] অর্থাৎ, কেবল সচ্ছল অবস্থায় নয়, বরং অসচ্ছলতার সময়ও এবং প্রত্যেক অবস্থায় ও সর্বক্ষেত্রে তারা আল্লাহর পথে ব্যয় করে।\n[২] অর্থাৎ, ক্রোধ তাদেরকে উত্তেজিত করলে তারা তা কার্যকরী না করে সংবরণ করে নেয় এবং তাদের সাথে কেউ অন্যায় করলে তারা তাকে ক্ষমা করে দেয়।"
    },
    {
      "ayah": 135,
      "surah": 3,
      "text": "যারা কোন অশ্লীল কাজ করে ফেললে অথবা নিজেদের প্রতি যুলুম করলে আল্লাহকে স্মরণ করে এবং নিজেদের পাপের জন্য ক্ষমা প্রার্থনা করে। [১] আর আল্লাহ ছাড়া অন্য কে পাপ ক্ষমা করতে পারে? এবং তারা যা (অপরাধ) করে ফেলে, তাতে জেনে-শুনে অটল থাকে না।\n[১] অর্থাৎ, মানবিক প্রবৃত্তিবশে তাদের দ্বারা কোন পাপ কাজ হয়ে গেলে, তারা সত্বর তওবা ও ক্ষমা প্রার্থনা করে।"
    },
    {
      "ayah": 136,
      "surah": 3,
      "text": "ঐ সকল লোকের প্রতিদান তাদের প্রতিপালকের কাছে ক্ষমা এবং জান্নাত; যার নিচে নদীসমূহ প্রবাহিত। সেখানে তারা চিরকাল থাকবে। এবং (সৎ)কর্মশীলদের পুরস্কার কতই না উত্তম।\n(১৩৬) ঐ সকল লোকের প্রতিদান তাদের প্রতিপালকের কাছে ক্ষমা এবং জান্নাত; যার নিচে নদীসমূহ প্রবাহিত। সেখানে তারা চিরকাল থাকবে। এবং (সৎ)কর্মশীলদের পুরস্কার কতই না উত্তম।"
    },
    {
      "ayah": 137,
      "surah": 3,
      "text": "অতীতে তোমাদের পূর্বে বহু ঘটনা অতিবাহিত হয়েছে, সুতরাং তোমরা পৃথিবী ভ্রমণ কর এবং দেখ মিথ্যাশ্রয়ীদের পরিণাম কি ছিল! [১]\n[১] উহুদ যুদ্ধে মুসলিমদের সৈন্য সংখ্যা ছিল সাতশ'। তাদের মধ্য থেকে ৫০ জন তীরন্দাজের একটি দলকে রসূল (সাঃ) আব্দুল্লাহ ইবনে যুবায়ের (রাঃ)-এর নেতৃত্বে (জাবালে রুমাত) ছোট পাহাড়ের একটি গুরুত্বপূর্ণ ঘাঁটিতে নিযুক্ত করে বলেছিলেন, আমরা জিতে যাই বা হেরে যাই, কোন অবস্থাতেই তোমরা এখান থেকে নড়বে না। তোমাদের কাজ হবে, কোন অশবারোহী এদিকে এলে তাকে তীর ছুঁড়ে পশ্চাৎপদ হতে বাধ্য করা। কিন্তু যখন মুসলিমরা বিজয় লাভ করে গনীমতের মাল জমা করছিলেন, তখন এই দলের মধ্যে মতভেদ দেখা দিল। কেউ কেউ বলতে লাগলেন, নবী করীম (সাঃ)-এর উদ্দেশ্য ছিল, যতক্ষণ পর্যন্ত যুদ্ধ চলতে থাকবে, ততক্ষণ পর্যন্ত এখান থেকে নড়া হবে না। এখন যুদ্ধ শেষ হয়ে গেছে, কাফেররা পশ্চাদপসরণ করেছে। অতএব আর এখানে থাকার কোন প্রয়োজন নেই। কাজেই তাঁরা সেখান থেকে চলে এসে মাল-পত্র জমা করার কাজে লেগে গেলেন। সেখানে নবী করীম (সাঃ)-এর নির্দেশের আনুগত্য করে কেবল দশজন সাহাবী রয়ে গেলেন। এদিকে ঘাঁটি শূন্য পেয়ে কাফেরা উপকৃত হল। তাদের অশবারোহী দল মুসলিমদের পিছন থেকে পাল্টা আক্রমণ করে বসল। অতর্কিতে এই আক্রমণের কারণে মুসলিমদের মধ্যে চরম বিশৃঙ্খলা দেখা দিল এবং তাঁরা স্বাভাবিকভাবে বহু কষ্টের শিকারও হলেন। এই আয়াতগুলোতে মহান আল্লাহ মুসলিমদেরকে সান্ত্বনা দিয়ে বলছেন যে, তোমাদের সাথে যা কিছু হয়েছে, তা নতুন কিছু নয়; পূর্বেও এ রকম হয়ে এসেছে। শেষ পর্যন্ত ধ্বংস ও বরবাদী তাদের ভাগ্যেই নেমে আসে, যারা আল্লাহ ও তাঁর রসূলকে মিথ্যা প্রতিপন্ন করে।"
    },
    { "ayah": 138, "surah": 3, "text": "এ মানবজাতির জন্য স্পষ্ট ব্যাখ্যা আর ধর্মভীরুদের জন্য পথের দিশারী ও উপদেশ।" },
    {
      "ayah": 139,
      "surah": 3,
      "text": "আর তোমরা হীনবল হয়ো না এবং দুঃখিত হয়ো না, তোমরাই হবে সর্বোপরি (বিজয়ী); যদি তোমরা বিশ্বাসী হও। [১]\n[১] বিগত যুদ্ধে তোমাদের যে ক্ষতি হয়েছে তার জন্য দমে যেও না এবং দুঃখও করো না। কেননা, তোমাদের মধ্যে যদি ঈমানী শক্তি বিদ্যমান থাকে, তাহলে তোমরাই হবে বিজয়ী এবং তোমরাই লাভ করবে সফলতা। এখানে মহান আল্লাহ মুসলিমদের শক্তির প্রকৃত উৎস এবং তাঁদের সফলতার মূল ভিত্তি কোথায়, সে কথা পরিষ্কার করে দিলেন। তাই তো এর পর যত যুদ্ধ হয়েছে, সেই সমূহ যুদ্ধে মুসলিমরা জয়লাভ করেছেন।"
    },
    {
      "ayah": 14,
      "surah": 3,
      "text": "নারী, সন্তান-সন্ততি, জমাকৃত সোনা-রূপার ভান্ডার, পছন্দসই (চিহ্নিত) ঘোড়া, চতুষ্পদ জন্তু ও ক্ষেত-খামার প্রভৃতি কমনীয় জিনিসকে মানুষের নিকট শোভনীয় করা হয়েছে।[১] এ সব ইহজীবনের ভোগ্য বস্তু। আর আল্লাহর নিকটেই উত্তম আশ্রয়স্থল রয়েছে।\n[১] 'কমনীয় জিনিস' বলতে এখানে এমন সব জিনিসকে বুঝানো হয়েছে, প্রাকৃতিকভাবে মানুষ যার প্রতি আকৃষ্ট হয় এবং যা পছন্দ করে। এই জন্যই তার প্রতি আকৃষ্ট হওয়া এবং তা ভালবাসা অপছন্দনীয় নয়। তবে শর্ত হল তা মধ্যম পন্থায় এবং শরীয়তের গন্ডির ভিতর হতে হবে। আকর্ষণীয় এই সুশোভন আল্লাহর পক্ষ হতে মানুষের জন্য পরীক্ষাস্বরূপ। তিনি বলেন, \"আমি পৃথিবীস্থ সব কিছুকে পৃথিবীর জন্য শোভা করেছি মানুষকে পরীক্ষার জন্য---।\"\n(সূরা কাহ্ফ ১৮:৭ আয়াত)\nআলোচ্য আয়াতে কমনীয় জিনিসের মধ্যে সর্বপ্রথম মহিলার কথা উল্লেখ হয়েছে। কারণ, সাবালক হওয়ার পর প্রত্যেক মানুষের সব থেকে বেশী প্রয়োজন বোধ হয় একজন সঙ্গিনীর। তাছাড়া রমণী পুরুষের কাছে সর্বাধিক বেশী রমণীয় ও কমনীয়। স্বয়ং নবী করীম (সাঃ) বলেছেন, \"মহিলা এবং সুগন্ধি আমার নিকট অতি প্রিয় জিনিস।\"\n(মুসনাদে আহমাদ)\nঅনুরূপ তিনি বলেছেন, \"নারী হল দুনিয়ার সব চেয়ে উৎকৃষ্টমানের সামগ্রী।\" সুতরাং যদি নারীর প্রতি ভালবাসা শরীয়তের সীমা অতিক্রম না করে, তাহলে তা হল উত্তম জীবন সঙ্গিনী এবং আখেরাতের সম্বলও। পক্ষান্তরে (এত প্রয়োজনীয় বলেই) এই নারীই হল দুনিয়ার সর্বাপেক্ষা বড় ফিৎনা। রসূল (সাঃ) বলেন, \"আমার পর যেসব ফিৎনা সংঘটিত হবে তার মধ্যে পুরুষদের জন্য সব থেকে বড় ক্ষতিকর ফিৎনা হবে নারী।\"\n(বুখারী ৫০৯৬নং)\nপুত্র-সন্তানদের ব্যাপারটাও অনুরূপ। এ থেকে যদি উদ্দেশ্য মুসলিমদের শক্তি বৃদ্ধি এবং বংশ বহাল ও বৃদ্ধি করা হয়, তবে তা প্রশংসনীয়; অন্যথা তা হবে নিন্দনীয়। রসূল (সাঃ) বলেন, \"এমন নারীকে বিবাহ কর যে বেশী স্বামী-ভক্তা হবে এবং বেশী বেশী সন্তান প্রসব করবে। কারণ কিয়ামতের দিন আমার উম্মত বেশী হওয়ার জন্য আমি গর্ববোধ করব।\" এই আয়াতে বৈরাগ্যবাদ এবং জন্মনিয়ন্ত্রণ বা পরিবার-পরিকল্পনার আন্দোলন খন্ডন করা হয়েছে। কেননা, আয়াতে 'বানীন' শব্দ বহুবচন। ধন-সম্পদ থেকেও উদ্দেশ্য যদি জীবন ধারণ করা, আত্মীয়দের সাহায্য করা, সাদাকা-খয়রাত করা এবং তা কল্যাণকর পথে ব্যয় করা ও পরের কাছে চাওয়া থেকে বাঁচা হয়, তাহলে তাতে আল্লাহ সন্তুষ্ট হবেন এবং এই লক্ষ্যে তার (মালের) প্রতি ভালবাসাও হবে প্রশংসনীয়, অন্যথা তা হবে নিন্দনীয়। ঘোড়া থেকে উদ্দেশ্য হবে জিহাদের প্রস্তুতি। অন্যান্য পশু দ্বারা যদি লক্ষ্য হয় চাষাবাদ করা, বোঝা বহনের কাজ নেওয়া এবং জমি থেকে ফসলাদি উৎপন্ন করা, তাহলে তা অবশ্যই প্রশংসনীয়। কিন্তু যদি লক্ষ্য হয় কেবল দুনিয়া অর্জন এবং তা নিয়ে যদি গর্ব ও অহঙ্কার করে আল্লাহর স্মরণ থেকে উদাসীন হয়ে সুখ-সবাচ্ছন্দ্যের জীবন নিয়েই মেতে থাকা হয়, তাহলে লাভদায়ক এই জিনিসগুলোই সর্বনাশের হেতু হবে। قَنَاطِيْرُ হল قِنْطَارٌ এর বহুবচন। অর্থ হল, ধন-ভান্ডার। অর্থাৎ, সোনা-রূপা এবং মাল-ধনের আধিক্য। المُسَوَّمَةِ এমন ঘোড়া যাকে চারণভূমিতে চরে খাওয়ার জন্য ছেড়ে দেওয়া হয়েছে অথবা এমন ঘোড়া যাকে জেহাদের জন্য প্রস্তুত করা হয়েছে কিংবা এমন ঘোড়া যাকে অন্য থেকে পার্থক্য করার জন্য কোন কিছু দ্বারা চিহ্নিত করা হয়েছে।\n(ফাতহুল ক্বাদীর-ইবনে কাসীর)"
    },
    {
      "ayah": 140,
      "surah": 3,
      "text": "তোমাদেরকে যদি (উহুদ যুদ্ধে) কোন আঘাত লেগে থাকে, তবে অনুরূপ আঘাত (বদর যুদ্ধে) তাদেরকেও তো লেগেছে এবং মানুষের মধ্যে এ (বিপদের) দিনগুলিকে পর্যায়ক্রমে আমি অদল-বদল করে থাকি। [১] আর (উহুদের পরাজয় এ জন্য ছিল,) যাতে আল্লাহ বিশ্বাসিগণকে জানতে পারেন এবং তোমাদের মধ্য হতে কিছুকে শহীদরূপে গ্রহণ করতে পারেন। আর আল্লাহ অত্যাচারীদেরকে পছন্দ করেন না।\n[১] এখানেও অন্য এক ভঙ্গিমায় মহান আল্লাহ মুসলিমদেরকে সান্ত্বনা দিয়ে বলছেন যে, উহুদ যুদ্ধে তোমাদের কিছু লোক আহত হয়েছে তো কি হয়েছে? তোমাদের বিরোধী দলও তো বদরের যুদ্ধে এবং উহুদ যুদ্ধের প্রথম দিকে এইভাবেই আহত হয়েছিল। আর মহান আল্লাহ তাঁর হিকমতের দাবীতে হার-জিতের পালা পরিবর্তন করতে থাকেন। কখনো বিজয়ীকে পরাজিত করেন, আবার কখনো পরাজিতকে করেন বিজয়ী।"
    },
    {
      "ayah": 141,
      "surah": 3,
      "text": "এবং যাতে আল্লাহ বিশ্বাসিগণকে পরিশুদ্ধ ও অবিশ্বাসীদের নিশ্চিহ্ন করতে পারেন। [১]\n[১] উহুদ যুদ্ধে মুসলিমরা তাঁদের অবহেলার কারণে সাময়িকভাবে যে পরাজয়ের শিকার হন, তাতেও ভবিষ্যতের জন্য এমন কয়েকটি যৌক্তিকতা নিহিত রয়েছে, যা মহান আল্লাহ পরের আয়াতে বর্ণনা করেছেন। প্রথমতঃ মহান আল্লাহ ঈমানদারদেরকে অন্যদের থেকে পৃথক করে দেখিয়ে দেন। (কারণ, ধৈর্য ও সুদৃঢ় থাকা ঈমানের দাবী।) যুদ্ধের কঠিন মুহূর্তে এবং মসীবতের সময় যাঁরা ধৈর্য ও সুদৃঢ়তার পরিচয় দিয়েছেন, অবশ্যই তাঁরা সকলেই মু'মিন। দ্বিতীয়তঃ কিছু লোককে শাহাদতের মর্যাদা দানে ধন্য করেন। তৃতীয়তঃ ঈমানদারদেরকে তাঁদের সমস্ত পাপ থেকে পবিত্র করেন। تَمْحِيْصٌ শব্দ কয়েকটি অর্থে ব্যবহার হয়ঃ যেমন, বেছে নেওয়া এবং পবিত্র, পরিশুদ্ধ বা বিশুদ্ধ করা। আর পবিত্র ও পরিশুদ্ধ বলতে, পাপ থেকে পবিত্র ও পরিশুদ্ধ করা।\n(ফাতহুল ক্বাদীর)\nআর চতুর্থতঃ কাফেরদের ধ্বংস সাধন। কারণ, সাময়িকভাবে জয়লাভে তাদের অবাধ্যতা ও দাম্ভিকতা বৃদ্ধি পাবে। ফলে এই জিনিসই তাদের ধ্বংস ও বিনাশের কারণ হয়ে দাঁড়াবে।"
    },
    {
      "ayah": 142,
      "surah": 3,
      "text": "তোমরা কি মনে কর যে, তোমরা বেহেশ্তে প্রবেশ করবে,[১] যতক্ষণ না আল্লাহ তোমাদের মধ্যে কে জিহাদ করেছে এবং কে ধৈর্যশীল তা না জানছেন! [২]\n[১] অর্থাৎ, বিনা যুদ্ধে এবং কোন কঠিন পরীক্ষার সম্মুখীন না হয়েই তোমরা জান্নাতে চলে যাবে? না, বরং জান্নাত তারাই লাভ করবে, যারা (আল্লাহ কর্তৃক) পরীক্ষায় পূর্ণভাবে সফলতা অর্জন করবেন। অন্যত্র আল্লাহ বলেছেন,[أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَأْتِكُمْ مَثَلُ الَّذِينَ خَلَوْا مِنْ قَبْلِكُمْ مَسَّتْهُمُ الْبَأْسَاءُ وَالضَّرَّاءُ وَزُلْزِلُوا] \" তোমরা কি মনে করে নিয়েছ যে, তোমরা বেহেশ্ত প্রবেশ করবে; যদিও পূর্বে যারা গত হয়েছে, তাদের অবস্থা এখনো তোমরা প্রাপ্ত হওনি? দুঃখ-দারিদ্র্য ও রোগ-বালা তাদেরকে স্পর্শ করেছিল এবং তারা ভীত-কম্পিত হয়েছিল---।\"\n(সূরা বাক্বারা ২:২১৪)\nতিনি আরো বলেছেন, [أَحَسِبَ النَّاسُ أَنْ يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ] \"মানুষ কি মনে করে যে, তারা এ কথা বলেই অব্যাহতি পেয়ে যাবে যে, আমরা ঈমান এনেছি এবং তাদেরকে পরীক্ষা করা হবে না?\"\n(সূরা আনকাবুত ২৯:২)\n[২] এই বিষয়টি ইতিপূর্বে সূরা বাক্বারায় আলোচিত হয়েছে। এখানেও আলোচ্য-বিষয়ের সাথে সামঞ্জস্য বজায় রেখে আবারও বর্ণনা করে বলা হচ্ছে যে, জান্নাত এমনিতেই পেয়ে যাবে না। এর জন্য পরীক্ষার তেপান্তর অতিক্রম করতে হবে এবং জিহাদের ময়দানেও তোমাদেরকে পরীক্ষার সম্মুখীন হতে হবে। সেখানে দেখা হবে শত্রুর বেষ্টনীর মধ্যে থেকে তোমরা ধৈর্য ও দৃঢ়তার পরিচয় দিতে পারছ, না পারছ না?"
    },
    {
      "ayah": 143,
      "surah": 3,
      "text": "নিশ্চয় তোমরা মৃত্যুর সম্মুখীন হবার পূর্বে তা কামনা করতে,[১] এখন তোমরা তো তা স্বচক্ষে দেখলে?[২]\n[১] এখানে সেই সাহাবীদের প্রতি ইঙ্গিত করা হয়েছে, যাঁরা বদর যুদ্ধে অংশ গ্রহণ করতে না পারার কারণে নিজেদের হৃদয়ে এক প্রকার বঞ্চনা-ব্যথা অনুভব করতেন এবং চাইতেন যে, আবারও যুদ্ধের ময়দান উত্তপ্ত হলে তাঁরাও কাফেরদের শিরচ্ছেদ করে জিহাদের ফযীলত অর্জন করবেন। আর এই সাহাবীরাই উহুদের দিন জিহাদের উদ্দীপনায় উদ্বুদ্ধ হয়ে মদীনার বাইরে গিয়ে যুদ্ধ করার পরামর্শ দিয়েছিলেন। কিন্তু যখন মুসলিমদের বিজয় কাফেরদের অভাবিত আক্রমণের ফলে পরাজয়ে পরিবর্তন হয়ে গেল (যার বিস্তারিত আলোচনা পূর্বে হয়েছে), তখন জিহাদের উদ্দীপনায় ভরপুর যাঁদের অন্তর এমন মুজাহিদরাও কিংকর্তব্যবিমূঢ় হয়ে পড়েন এবং অনেকে তো পলায়নও করেন। (পরে এর আলোচনা আসবে) অতঃপর অল্প সংখ্যক লোক দৃঢ়তার সাথে ময়দানে টিঁকে থাকেন।\n(ফাতহুল ক্বাদীর)\nএই জন্যই হাদীসে এসেছে যে, \"তোমরা শত্রুর মুখোমুখী হওয়ার আশা করো না এবং আল্লাহর নিকট নিরাপত্তা কামনা কর। তবে যদি শত্রুর সাথে মুখোমুখী হওয়ার পরিস্থিতি আপনা আপনিই এসে যায় এবং তোমাদেরকে তাদের সাথে লড়তে হয়, তাহলে তখন (ময়দানে) সুদৃঢ় ও অনড় থাকো। জেনে রাখো! জান্নাত হল তরবারির ছায়ার তলে।\"\n(বুখারী-মুসলিম)\n[২]رَأَيْتُمُوهُ এবং تَنْظُرُوْنَ উভয়ের অর্থ একই। অর্থাৎ, দেখা। সুনিশ্চয়তা ও আধিক্য বুঝানোর জন্য উভয় শব্দ ব্যবহূত হয়েছে। অর্থাৎ, তরবারির চমকে, বর্শা-বল্লমের তীক্ষ্ণতায়, তীরের আঘাতে এবং বীরদের সারিবদ্ধতায় তোমরা মৃত্যুকে খুব ভালোভাবে দর্শন করেছ।\n(ইবনে কাসীর, ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 144,
      "surah": 3,
      "text": "মুহাম্মাদ রসূল ব্যতীত কিছু নয়,[১] তার পূর্বে বহু রসূল গত হয়ে গেছে। সুতরাং সে যদি মারা যায় অথবা নিহত হয়, তাহলে কি তোমরা পশ্চাদপসরণ করবে? বস্তুতঃ যে পশ্চাদপসরণ করবে, সে কখনও আল্লাহর কিছু ক্ষতি করতে পারবে না।[২] আর অচিরেই আল্লাহ কৃতজ্ঞ ব্যক্তিবর্গকে পুরস্কৃত করবেন। [৩]\n[১] 'মুহাম্মাদ একজন রসূল বৈ অন্য কিছুই নয়।' অর্থাৎ, রিসালাতের গুণে গুণান্বিত হওয়াই তাঁর বড় বৈশিষ্ট্য। তিনি মানব গুণের ঊর্ধ্বে নন এবং এমনও নন যে, তিনি আল্লাহর গুণের কোন কিছু প্রাপ্ত হয়েছেন ফলে তাঁকে মৃত্যু গ্রাস করবে না।\n[২] উহুদের যুদ্ধে পরাজিত হওয়ার কারণসমূহের মধ্যে একটি কারণ এও ছিল যে, কাফেররা রটিয়ে দিয়েছিল যে, মুহাম্মাদ (সাঃ)-কে হত্যা করে দেওয়া হয়েছে। মুসলিমদের কাছে এ খবর পৌঁছলে, তাঁদের অনেকের মনোবল দমে যায় এবং তাঁরা যুদ্ধক্ষেত্র থেকে সরে দাঁড়ান। ফলে এই আয়াত অবতীর্ণ করে বলা হয় যে, কাফেরদের হাতে নবী করীম (সাঃ)-এর হত্যা হওয়া এবং তাঁর উপর মৃত্যু আসা কোন নতুন কথা নয়। পূর্বের সকল নবীকেই নিহত হতে হয়েছে এবং মৃত্যু তাঁদেরকে গ্রাস করেছে। কাজেই নবী করীম (সাঃ)ও যদি মৃত্যুর হাতে ধরা পড়েন, তাহলে তোমরা কি দ্বীন থেকে বিমুখ হয়ে যাবে? কিন্তু মনে রেখো! যে দ্বীন থেকে ফিরে যাবে, সে নিজেরই ক্ষতি করবে, এতে আল্লাহর কোন কিছু এসে যাবে না। নবী করীম (সাঃ)-এর মর্মান্তিক মৃত্যুর সময় উমার (রাঃ) চরম উত্তেজনার শিকার হয়ে তাঁর মৃত্যুকে অস্বীকার করে বসেন। আবূ বাকর (রাঃ) বড়ই কৌশল অবলম্বন করে রসূল (সাঃ)-এর মিম্বারে দাঁড়িয়ে এই আয়াত তেলাঅত করে শোনান। যাতে উমার (রাঃ) প্রভাবিত হন এবং তাঁর অনুভব হয় যে, যেন এই আয়াত এখনই অবতীর্ণ হল।\n[৩] অর্থাৎ, যারা ধৈর্য ও সহিষ্ণুতার পরিচয় দিয়ে দৃঢ়পদ থেকে আল্লাহর অনুগ্রহের কৃতজ্ঞতার বাস্তব নমুনা পেশ করেছে।"
    },
    {
      "ayah": 145,
      "surah": 3,
      "text": "আল্লাহর অনুমতি ছাড়া কারো মৃত্যু হবে না। কেননা, তার (মৃত্যুর) অবধারিত মিয়াদ লিখিত আছে। আর যে কেউ পার্থিব পুরস্কার চাইবে, আমি তাকে তা হতে (কিছু) প্রদান করব এবং যে কেউ পারলৌকিক পুরস্কার চাইবে, আমি তাকে তা হতে প্রদান করব। [১] আর শীঘ্রই আমি কৃতজ্ঞদেরকে পুরস্কৃত করব।\n[১] দুর্বল ও ভীতু লোকদের উৎসাহ বাড়ানোর জন্য বলা হচ্ছে যে, মৃত্যু তো তার নির্দিষ্ট সময়ে আসবেই। অতএব পালিয়ে যাওয়ার ও ভীরুতা দেখানোর লাভ কি? অনুরূপ কেবল দুনিয়া চাইলে তা হয়ত পাওয়া যাবে, কিন্তু আখেরাতে কিছুই পাওয়া যাবে না। পক্ষান্তরে যারা আখেরাত কামনা করে, তারা তো আখেরাতের নিয়ামত পাবেই, সেই সাথে তাদেরকে মহান আল্লাহ দুনিয়াও দান করেন। আরো বেশী উৎসাহিত করার এবং সান্ত্বনা দেওয়ার জন্য পরের আয়াতে পূর্বের নবীগণ এবং তাদের অনুসারীদের ধৈর্য ধরার এবং সুদৃঢ় থাকার দৃষ্টান্ত পেশ করা হচ্ছে।"
    },
    {
      "ayah": 146,
      "surah": 3,
      "text": "কত নবী যুদ্ধ করেছেন। তাদের সাথে ছিল বহু রববানী (আল্লাহভক্ত) লোকও। আল্লাহর পথে তাদের যে বিপর্যয় ঘটেছিল, তাতে তারা হীনবল হয়নি, দুর্বলও হয়নি এবং নত হয়নি। বস্তুতঃ আল্লাহ ধৈর্যশীলদের পছন্দ করেন। [১]\n[১] অর্থাৎ, যুদ্ধের কঠিন পরিস্থিতিতেও তাঁরা মনোবল হারাতেন না এবং দুর্বলতার পরিচয় দিতেন না।"
    },
    {
      "ayah": 147,
      "surah": 3,
      "text": "তাদের (মুখে) এ কথা ছাড়া আর অন্য কোন কথা ছিল না, ‘হে আমাদের প্রতিপালক! আমাদের পাপরাশি এবং কর্মজীবনের বাড়াবাড়িসমূহকে তুমি ক্ষমা কর, আমাদের পা সুদৃঢ় রাখ এবং অবিশ্বাসী সম্প্রদায়ের বিরুদ্ধে আমাদেরকে সাহায্য কর।’"
    },
    {
      "ayah": 148,
      "surah": 3,
      "text": "অতঃপর আল্লাহ তাদেরকে পার্থিব পুরস্কার (বিজয়) এবং পারলৌকিক উত্তম পুরস্কার (বেহেশ্ত) দান করলেন। আর আল্লাহ সৎকর্মশীলদেরকে ভালোবাসেন।"
    },
    {
      "ayah": 149,
      "surah": 3,
      "text": "হে বিশ্বাসিগণ! যদি তোমরা অবিশ্বাসীদের অনুগত হও, তাহলে তারা তোমাদেরকে পূর্বাবস্থায় ফিরিয়ে দেবে, ফলে তোমরা ক্ষতিগ্রস্ত হয়ে পড়বে।"
    },
    {
      "ayah": 15,
      "surah": 3,
      "text": "বল, আমি কি তোমাদেরকে এ সব বস্তু হতে উৎকৃষ্ট কোন কিছুর সংবাদ দেব? যারা সাবধান (পরহেযগার) হয়ে চলে তাদের জন্য রয়েছে উদ্যানসমূহ যার নিম্নদেশে নদী প্রবাহিত, সেখানে তারা চিরস্থায়ী হবে,[১] তাদের জন্য পবিত্রা সঙ্গিনীগণ [২] এবং আল্লাহর সন্তুষ্টি রয়েছে। বস্তুতঃ আল্লাহ তার দাসদের সম্বন্ধে সম্যক অবহিত।\n[১] এই আয়াতে ঈমানদারদেরকে হুঁশিয়ার করা হচ্ছে যে, উল্লিখিত পার্থিব জিনিসেই তোমরা নিজেদেরকে হারিয়ে ফেলো না, বরং এর চেয়ে উত্তম হল সেই জীবন ও সেই নিয়ামত, যা রয়েছে প্রতিপালকের কাছে এবং যার অধিকারী হবে কেবল আল্লাহভীরু লোকেরা। অতএব তোমরা আল্লাহভীরুতা অবলম্বন করো। এই আল্লাহভীরুতার গুণ তোমাদের মধ্যে সৃষ্টি হয়ে গেলে, নিশ্চিতভাবে তোমরা দ্বীন ও দুনিয়ার সমূহ কল্যাণ দ্বারা নিজেদের ঝুলি ভরে নিবে।\n[২] পবিত্রা সঙ্গিনীগণঃ অর্থাৎ, তারা পার্থিব নোংরামী, হায়েয-নিফাস এবং অন্যান্য অপবিত্রতা থেকে পবিত্রা এবং নির্মলচরিত্রা হবে। এর পরের দু'টি আয়াতে আল্লাহভীরু লোকদের গুণাবলীর কথা উল্লেখ হয়েছে।"
    },
    {
      "ayah": 150,
      "surah": 3,
      "text": "আল্লাহই তোমাদের অভিভাবক এবং তিনিই শ্রেষ্ঠ সাহায্যকারী। [১]\n[১] পূর্বেও এ বিষয়ে আলোচনা হয়েছে। এখানে আবারও তার পুনরাবৃত্তি করা হচ্ছে। কারণ, উহুদ যুদ্ধের পরাজয়ের সুযোগ গ্রহণ করে কোন কোন কাফের অথবা মুনাফিক মুসলিমদেরকে পরামর্শ দিচ্ছিল যে, তোমরা তোমাদের পূর্বপুরুষদের ধর্মে ফিরে এস। সুতরাং মুসলিমদেরকে বলা হল যে, কাফেরদের আনুগত্য করা হল ধ্বংস ও অনিষ্টের কারণ। সফলতা তো আল্লাহর আনুগত্যের মধ্যেই রয়েছে এবং তাঁর চেয়ে উত্তম কোন সাহায্যকারী নেই।"
    },
    {
      "ayah": 151,
      "surah": 3,
      "text": "যারা অবিশ্বাস করে, তাদের হৃদয়ে আমি ভীতির সঞ্চার করব, যেহেতু তারা আল্লাহর সাথে অংশী স্থাপন করেছে; যার স্বপক্ষে আল্লাহ কোন প্রমাণ অবতীর্ণ করেননি। [১] জাহান্নাম হবে তাদের নিবাস। আর অনাচারীদের আবাসস্থল অতি নিকৃষ্ট!\n[১] মুসলিমদের পরাজয় দেখে কোন কোন কাফেরের অন্তরে এই খেয়াল জন্মালো যে, মুসলিমদেরকে একেবারে নিঃশেষ করে দেওয়ার এটা অতি উত্তম সুযোগ। ঠিক এই মুহূর্তে মহান আল্লাহ তাদের অন্তরে মুসলিমদের ভয় ঢুকিয়ে দিলেন। ফলে তারা নিজেদের পরিকল্পনাকে বাস্তব রূপ দেওয়ার সাহস করতে পারেনি।\n(ফাতহুল ক্বাদীর)\nবুখারী ও মুসলিম শরীফে বর্ণিত, নবী করীম (সাঃ) বলেছেন, \"আমাকে পাঁচটি এমন জিনিস দেওয়া হয়েছে, যা আমার পূর্বে কোন নবীকে দেওয়া হয়নি। তার মধ্যে একটি হল, এক মাসের দূরত্বে অবস্থিত শত্রুর অন্তরে আমার ত্রাস (ভয়) ঢুকিয়ে দিয়ে আমার সাহায্য করা হয়েছে।\" এই হাদীস দ্বারা জানা যায় যে, রসূল (সাঃ)-এর ভয় স্থায়ীভাবে শত্রুর অন্তরে ভরে দেওয়া হয়েছিল। আর এই আয়াত দ্বারা জানা যায় যে, রসূল (সাঃ)-এর সাথে তাঁর উম্মত অর্থাৎ, মুসলিমদের ভয়ও মুশরিকদের অন্তরে ভরে দেওয়া হয়েছে এবং তার কারণ হল, তাদের শিরক। অর্থাৎ, শিরককারীদের অন্তর সব সময় অন্যের ত্রাস ও ভয়ে ভীত-সন্ত্রস্ত থাকে। আর সম্ভবতঃ এই কারণেই মুসলিমদের এক বিরাট সংখ্যা শিরকী আকীদা ও আমলে জড়িয়ে পড়ার ফলে শত্রুরা তাদেরকে ভয় করে না, বরং তারাই শত্রুদের ভয় ও ত্রাসে ভীত-সন্ত্রস্ত।"
    },
    {
      "ayah": 152,
      "surah": 3,
      "text": "আর আল্লাহ অবশ্যই তোমাদের সঙ্গে তাঁর প্রতিশ্রুতি পূর্ণ করেছিলেন, যখন তোমরা তাদেরকে আল্লাহর নির্দেশক্রমে হত্যা করছিলে। [১] অবশেষে যখন তোমরা সাহস হারিয়েছিলে এবং (রসূলের) নির্দেশ সম্বন্ধে মতভেদ সৃষ্টি করেছিলে এবং যা তোমরা পছন্দ কর, তা[২] (বিজয়) তোমাদেরকে দেখানোর পরে তোমরা অবাধ্য হয়েছিলে[৩] (তখন বিজয় রহিত হল)। তোমাদের কতক লোক ইহকাল কামনা করেছিল[৪] এবং কতক লোক পরকাল কামনা করেছিল। [৫] অতঃপর তোমাদেরকে পরীক্ষা করার জন্য তিনি তোমাদেরকে তাদের উপর থেকে সরিয়ে দিলেন।[৬] তবুও (কিন্তু) তিনি তোমাদেরকে ক্ষমা করলেন। বস্তুতঃ আল্লাহ বিশ্বাসীদের প্রতি অনুগ্রহশীল। [৭]\n[১] এই প্রতিশ্রুতির অর্থ কোন কোন মুফাসসিরের মতে তিন হাজার এবং চার হাজার ফিরিশতার অবতরণ। কিন্তু এই মত একেবারে ভুল। কারণ ফিরিশতাদের অবতরণ তো বদর যুদ্ধের সাথে নির্দিষ্ট। সুতরাং এই আয়াতে উল্লিখিত প্রতিশ্রুতির অর্থ হল, বিজয় ও সাহায্যের সেই সাধারণ প্রতিশ্রুতি, যা মুসলিমদের সাথে রসূল (সাঃ)-এর মাধ্যমে করা হয়েছিল। এমন কি কিছু আয়াত তো পূর্বে মক্কাতেই নাযিল হয়েছিল। আর এই প্রতিশ্রুতি অনুযায়ী (উহুদ) যুদ্ধের প্রাথমিক পর্যায়ে মুসলিমরা জয়যুক্তই ছিলেন। [اِذْ تَحُسُّوْنَهُمْ باِذْنِهِ] (যখন তোমরা তাদেরকে আল্লাহর নির্দেশক্রমে হত্যা করছিলে।) এই আয়াতে তারই প্রতি ইঙ্গিত করা হয়েছে।\n[২] এর অর্থঃ সেই বিজয়, যা প্রাথমিক পর্যায়ে মুসলিমরা অর্জন করেছিলেন।\n[৩] মতভেদ সৃষ্টি করেছিলে এবং অবাধ্য হয়েছিলে বলতে, ৫০ জন তীরন্দাজের মধ্যে আপোসে মতভেদ সৃষ্টি হওয়াকে বুঝানো হয়েছে; যাতে তাঁরা সফলতা ও বিজয় দেখার পর লিপ্ত হয়ে পড়েছিলেন। আর এরই কারণে কাফেররা পাল্টা আক্রমণ করার সুযোগ পেয়েছিল।\n[৪] অর্থাৎ, গনীমতের মাল (যুদ্ধ-ময়দানে শত্রুপক্ষের ফেলে যাওয়া সম্পদ)। এরই কারণে তাঁরা পাহাড়ের সেই ঘাঁটি ছেড়ে চলে এসেছিলেন, যেখান থেকে নড়তে তাঁদেরকে নিষেধ করা হয়েছিল।\n[৫] সেই লোক, যাঁরা ঘাঁটি ছাড়তে নিষেধ করেন এবং নবী করীম (সাঃ)-এর নির্দেশ মত সেখানে অনড় থাকারই চূড়ান্ত সিদ্ধান্ত গ্রহণ করেন।\n[৬] অর্থাৎ, বিজয় দান করার পর পুনরায় পরাজয় দিয়ে তোমাদেরকে ঐ কাফেরদের উপর থেকে সরিয়ে দিলেন কেবল তোমাদের পরীক্ষা করার জন্য।\n[৭] সাহাবায়ে কেরাম (রাঃ)-দের কর্মে ত্রুটি ও অবহেলা সত্ত্বেও মহান আল্লাহ তাঁদেরকে যে মর্যাদা-সম্মান দান করেছেন, সে কথাই এখানে তুলে ধরা হয়েছে। অর্থাৎ, তাঁরা যাতে ভবিষ্যতে আর ভুল না করেন। তাই মহান আল্লাহ তাঁদের ভুলের কথা উল্লেখ করে তাঁদের ক্ষমা ঘোষণা করে দিয়েছেন। যাতে মন্দ অন্তরের লোকেরা তাঁদের ব্যাপারে কোন কটূক্তি না করতে পারে। কারণ, মহান আল্লাহই যখন কুরআনে কারীমে তাঁদের ক্ষমা ঘোষণা করেছেন, তখন অন্যের কি এ ব্যাপারে আর কোন নিন্দাপূর্ণ বাক্য ব্যবহার ও কটূক্তি করার অবকাশ থাকে? সহীহ বুখারীতে একটি ঘটনা উল্লেখ আছে যে, কোন এক হজ্জের সময় এক ব্যক্তি উষমান (রাঃ)-এর বিরুদ্ধে কয়েকটি অভিযোগ উত্থাপন করল। যেমন, তিনি বদর যুদ্ধে এবং বায়আতে রিযওয়ানে শরীক হননি এবং উহুদের যুদ্ধে পালিয়ে গিয়েছিলেন। ইবনে উমার (রাঃ) (এই অভিযোগ খন্ডন করে) বললেন, বদর যুদ্ধের সময় তাঁর স্ত্রী (রসূল (সাঃ)-এর কন্যা) অসুস্থ ছিলেন। বায়আতে রিযওয়ানে তিনি রসূল (সাঃ)-এর দূত হয়ে মক্কায় গিয়েছিলেন এবং উহুদের দিনে পালিয়ে যাওয়াকে তো আল্লাহ ক্ষমা করে দিয়েছেন।\n(বুখারী, উহুদের যুদ্ধ পরিচ্ছেদ)"
    },
    {
      "ayah": 153,
      "surah": 3,
      "text": "(স্মরণ কর) তোমরা যখন (পাহাড়ের) উপরে চড়ে পালিয়ে যাচ্ছিলে[১] এবং পিছনে কারো প্রতি লক্ষ্য করছিলে না; অথচ রসূল তোমাদেরকে পিছন থেকে আহবান করছিল।[২] ফলে তিনি তোমাদেরকে দুঃখের উপর দুঃখ দিলেন;[৩] যাতে তোমরা যা হারিয়েছ অথবা যে বিপদ তোমাদের উপর এসেছে, তার জন্য তোমার দুঃখিত না হও।[৪] আর তোমরা যা কর, আল্লাহ তা বিশেষভাবে অবহিত।\n[১] কাফেরদের একাধারে হঠাৎ আক্রমণের ফলে মুসলিমদের মধ্যে যে ছত্রভঙ্গ অবস্থা ও বিশৃঙ্খলার সৃষ্টি হয় এবং তাঁদের অনেকেই যে ময়দান ছেড়ে পালিয়ে যান, এখানে সেই চিত্রই তুলে ধরা হচ্ছে। تُصْعِدُوْنَ ক্রিয়াপদ إِصْعَادٌ ক্রিয়ামূল থেকে গঠিত। যার অর্থ হল, উপত্যকা বেয়ে (পাহাড়ে) চড়া কিংবা পালিয়ে যাওয়া।\n[২] নবী করীম (সাঃ) তাঁর কিছু সাথী সহ পিছনে ছিলেন। তিনি তাঁদেরকে ডাক দিয়ে বলছিলেন, \"আল্লাহর বান্দারা! আমার দিকে ফিরে এসো। আল্লাহর বান্দারা! আমার দিকে ফিরে এসো।\" কিন্তু সেই চাঞ্চল্যকর পরিস্থিতিতে তাঁর এই ডাক কে শোনে?\n[৩] সামান্য ত্রুটির কারণে তোমাদের উপর নেমে এল দুঃখের উপর দুঃখ। ইবনে জারীর এবং ইবনে কাসীরের নিকট প্রাধান্য প্রাপ্ত উক্তি অনুযায়ী প্রথম 'গাম্ম' (দুঃখ)এর অর্থ, গনীমতের মাল এবং কাফেরদের উপর বিজয় লাভ থেকে বঞ্চিত হওয়ার 'গাম্ম' (দুঃখ)। আর দ্বিতীয় 'গাম্ম' (দুঃখ)এর অর্থ, মুসলিমদের শহীদ ও আহত হওয়ার 'গাম্ম' (দুঃখ) এবং নবী করীম (সাঃ)-এর নির্দেশের বিরোধিতা ও তাঁর শহীদ হওয়ার মিথ্যা খবর থেকে সৃষ্ট দুঃখ।\n[৪] অর্থাৎ, তোমাদের উপর দুঃখের উপর দুঃখ আপতিত হওয়ার কারণ হল, যাতে তোমাদের মধ্যে দুঃখ-কষ্ট সহ্য করার শক্তি এবং দৃঢ়সংকল্প ও উৎসাহ সৃষ্টি হয়।"
    },
    {
      "ayah": 154,
      "surah": 3,
      "text": "অতঃপর তিনি তোমাদেরকে দুঃখের পর তন্দ্রারূপে নিরাপত্তা (ও শান্তি) প্রদান করলেন, যা তোমাদের একদলকে আচ্ছন্ন করেছিল। [১] আর একদল ছিল যারা নিজেদের জান নিয়েই ব্যস্ত ছিল। [২] প্রাগ্-ইসলামী অজ্ঞদের ন্যায় আল্লাহ সম্বন্ধে কুধারণা পোষণ করেছিল। [৩] তারা বলেছিল যে, ‘এ বিষয়ে আমাদের কি কোন এখতিয়ার আছে?’[৪] বল, ‘সমস্ত বিষয় আল্লাহরই এখতিয়ারভুক্ত।’[৫] তারা তাদের অন্তরে এমন কিছু গোপন রাখে, যা তোমার নিকট প্রকাশ করে না।[৬] তারা বলে, ‘যদি এ ব্যাপারে আমাদের কোন এখতিয়ার থাকত, তাহলে আমরা এখানে নিহত হতাম না।’[৭] বল, ‘যদি তোমরা তোমাদের গৃহে অবস্থান করতে তবুও নিহত হওয়া যাদের ভাগ্যে অবধারিত ছিল, তারা নিজেদের বধ্যভূমিতে এসে উপস্থিত হত।’[৮] তা এ জন্য যে, যাতে আল্লাহ তোমাদের অন্তরে যা আছে, তা পরীক্ষা করেন ও তোমাদের হৃদয়ে যা (কালিমা) আছে, তা পরিশুদ্ধ করেন।[৯] আর অন্তরে যা আছে, সে সম্পর্কে আল্লাহ বিশেষভাবে অবহিত।[১০]\n[১] উল্লিখিত চাঞ্চল্যকর পরিস্থিতির পর আল্লাহ তাআলা মুসলিমদের উপর পুনরায় অনুগ্রহ করলেন এবং তাঁদের মধ্যে যাঁরা যুদ্ধের ময়দানে অবশিষ্ট ছিলেন, তাঁদের উপর তন্দ্রার ভাব সৃষ্টি করে দিলেন। আর এই তন্দ্রা (ঢুল) ছিল আল্লাহর পক্ষ হতে প্রশান্তি এবং সাহায্যের দলীল। আবূ ত্বালহা (রাঃ) বলেন, আমিও তাঁদের একজন, যাঁদের উপর উহুদের দিন তন্দ্রার ভাব সৃষ্টি হয়েছিল। এমন কি আমার তরবারি কয়েকবার আমার হাত থেকে পড়ে যাওয়ার উপক্রম হয়েছিল, আর আমি ধরে নিয়েছিলাম।\n(সহীহ বুখারী)\nنُعَاسًا হল أَمَنَةً শব্দের বদল (পরিবর্ত শব্দ)। طَائِفَةٌ একবচন এবং বহুবচন উভয় ক্ষেত্রেই ব্যবহার হয়।\n(ফাতহুল ক্বাদীর)\n[২] এ থেকে মুনাফিকদেরকে বুঝানো হয়েছে। প্রকাশ থাকে যে, এ রকম কঠিন পরিস্থিতিতে তারা কেবল নিজেদের প্রাণ নিয়েই চিন্তিত ছিল।\n[৩] যেমন ভাবত যে, নবী করীম (সাঃ)-এর সম্পূর্ণ ব্যাপারটাই মিথ্যা। তিনি যে দ্বীনের প্রতি আহবান করেন, তার ভবিষ্যৎ আশঙ্কাজনক। তিনি তো আল্লাহর সহযোগিতা থেকেই বঞ্চিত ইত্যাদি ইত্যাদি।\n[৪] অর্থাৎ, আমাদের জন্য কি আল্লাহর পক্ষ হতে আর কোন বিজয় ও সহযোগিতার সম্ভাবনা আছে? অথবা আমাদের কি কোন কথা চলতে পারে এবং মেনে নেওয়া যেতে পারে?\n[৫] তোমাদের কিংবা শত্রুদের এখতিয়ারে কিছুই নেই। সাহায্য-সহযোগিতা তাঁর পক্ষ থেকেই আসবে, সফলতা তিনিই দান করবেন এবং আদেশ-নিষেধ কেবল তাঁরই চলবে।\n[৬] নিজেদের অন্তরে মুনাফিক্বী গোপন রেখে ভাব এমন দেখাত যে, তারা পথ নির্দেশের মুখাপেক্ষী।\n[৭] এটা তারা আপোসে বলাবলি করত অথবা মনে মনে বলত।\n[৮] মহান আল্লাহ বললেন, এই ধরনের কথার লাভ কি? যেভাবেই হোক না কেন, মৃত্যু তো আসবেই এবং তা সেই স্থানেই আসবে, যেখানে আল্লাহর পক্ষ হতে লিখে দেওয়া হয়েছে। যদি তোমরা নিজেদের বাড়িতে অবস্থান কর, আর তোমাদের মৃত্যু কোন যুদ্ধের ময়দানে লিখা থাকে, তাহলে আল্লাহ কর্তৃক এই ফায়সালা তোমাদেরকে সেখানেই টেনে নিয়ে যাবে।\n[৯] (যুদ্ধের ময়দানে) যা কিছু ঘটেছে তার পিছনে একটি উদ্দেশ্য ছিল, তোমাদের অন্তরে বিদ্যমান ঈমানকে পরীক্ষা করা (যাতে মুনাফিকরা তোমাদের থেকে পৃথক হয়ে যায়) এবং তোমাদের অন্তঃকরণকে শয়তানের কুমন্ত্রণা থেকে পবিত্র করা।\n[১০] অর্থাৎ, খাঁটি মুসলিম কে এবং মুনাফিক হয়ে বাহ্যিকভাবে ইসলামের পোশাক কে পরে আছে, তা তো তিনি জানেন। জিহাদের বিভিন্ন কৌশলের মধ্যে এটাও একটি কৌশল যে, এতে মু'মিন ও মুনাফিকের প্রকৃত রূপ বিকশিত হয়ে সামনে চলে আসে; ফলে সাধারণ মানুষও তাদেরকে দেখে ও চিনে নিতে পারে।"
    },
    {
      "ayah": 155,
      "surah": 3,
      "text": "যেদিন দু’দল পরস্পরের সম্মুখীন হয়েছিল, সেদিন যারা পৃষ্ঠ প্রদর্শন করেছিল, তাদের কোন কৃতকর্মের জন্য শয়তানই তাদের পদস্খলন ঘটিয়েছিল। [১] নিশ্চয় আল্লাহ তাদেরকে ক্ষমা করেছেন।[২] আল্লাহ অবশ্যই চরম ক্ষমাশীল, পরম দয়ালু।\n[১] অর্থাৎ, উহুদ যুদ্ধে মুসলিমদের দ্বারা যে ভুল-ত্রুটি ঘটেছিল, তার কারণ ছিল তাঁদের পূর্বের কিছু দুর্বলতা। এই দুর্বলতার সুযোগ গ্রহণ করে শয়তান এই দিন তাদের পদস্খলন ঘটাতে সফলকাম হয়েছিল। যেমন কোন কোন সলফের উক্তি হল, 'নেকীর প্রতিদান এটাও যে, তারপর আরো নেকী করার তাওফীক লাভ হয় এবং পাপের প্রতিফল এটাও যে, তারপর আরো পাপের পথ খুলে যায় এবং সুগম হয়।'\n[২] আল্লাহ তাআলা সাহাবায়ে কেরাম (রাঃ)-দের ভুল-ত্রুটি এবং তার পরিণাম ও কৌশলগত দিক উল্লেখ করে নিজের পক্ষ হতে তাঁদের জন্য ক্ষমা ঘোষণা করছেন। এ থেকে প্রথমতঃ প্রমাণ হয় যে, তাঁরা আল্লাহর অতিশয় প্রিয় ছিলেন। দ্বিতীয়তঃ সাধারণ মু'মিনদের সতর্ক করা হচ্ছে যে, সত্যবাদী সেই মু'মিনদেরকে যখন স্বয়ং আল্লাহ ক্ষমা করে দিয়েছেন, তখন আর কারো জন্য এটা জায়েয নয় যে, সে তাঁদেরকে তিরস্কার করবে অথবা তাঁদের ব্যাপারে কোন অন্যায় মন্তব্য বা কটূক্তি করবে।"
    },
    {
      "ayah": 156,
      "surah": 3,
      "text": "হে বিশ্বাসিগণ! তোমরা তাদের মত হয়ে যেয়ো না, যারা অবিশ্বাস করে এবং যখন তাদের ভ্রাতাগণ পৃথিবীতে বিচরণ করে অথবা যুদ্ধে লিপ্ত হয়, তখন তারা তাদের সম্পর্কে বলে, ‘তারা যদি আমাদের কাছে থাকত, তাহলে তারা মরত না এবং নিহত হত না।’[১] তা এ জন্য যে, যাতে আল্লাহ এটাকে তাদের মনস্তাপে পরিণত করেন।[২] বস্তুতঃ আল্লাহই জীবন দান করেন ও মৃত্যু ঘটান। আর তোমরা যা কর, আল্লাহ তার সম্যক দ্রষ্টা।\n[১] ঈমানদারদেরকে সেই বিভ্রান্তিকর আকীদা থেকে বিরত রাখা হচ্ছে, যা কাফের ও মুনাফিকরা পোষণ করত। কারণ, এই বিশ্বাসই হল ভীরুতার মূল কারণ। পক্ষান্তরে যখন এই বিশ্বাস জান্মাবে যে, জীবন ও মরণ আল্লাহর হাতে এবং মৃত্যুর একটি নির্দিষ্ট সময় আছে, তখন মানুষের মধ্যে সাহসিকতা এবং আল্লাহর রাস্তায় যুদ্ধ করার উৎসাহ সৃষ্টি হবে।[২] যদি তারা যুদ্ধের ময়দানে না গিয়ে বাড়িতেই বসে থাকত, তাহলে মৃত্যুর কবলে পড়া থেকে বেঁচে যেত --এ রকম ভ্রান্ত আকীদা আন্তরিক অনুতাপের কারণ হয়ে দাঁড়ায়। কারণ, মৃত্যু তো সুদৃঢ় দুর্গের ভিতরেও আসে। মহান আল্লাহ বলেন, [أَيْنَمَا تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ وَلَوْ كُنْتُمْ فِي بُرُوجٍ مُشَيَّدَةٍ] \"তোমরা যেখানেই থাকো না কেন মৃত্যু কিন্তু তোমাদেরকে পাকড়াও করবেই, যদিও তোমরা সুদৃঢ় দুর্গের ভিতরে অবস্থান কর তবুও।\"\n(সূরা নিসা ৪:৭৮ আয়াত)\nকাজেই এই অনুতাপ থেকে মুসলিমরাই রক্ষা পেতে পারে। কারণ, তাদের আকীদা সঠিক ও শুদ্ধ।"
    },
    {
      "ayah": 157,
      "surah": 3,
      "text": "যদি তোমরা আল্লাহর পথে নিহত হও অথবা মৃত্যুবরণ কর, তাহলে তারা যা সঞ্চয় করে, তা থেকে উত্তম আল্লাহর ক্ষমা ও দয়া। [১]\n[১] যে কোনভাবেই হোক না কেন মৃত্যু তো আসবেই, তাই এমন মৃত্যু যদি ভাগ্যে জুটে, যে মৃত্যুর পর মানুষ আল্লাহর ক্ষমা ও তাঁর দয়া লাভের যোগ্য হয়ে যায়, তবে এটা হবে তার জন্য পার্থিব সেই সমূহ ধন-সম্পদ থেকেও উত্তম, যা মানুষ সারা জীবন উপার্জন করে থাকে। কাজেই আল্লাহর পথে জিহাদ করা থেকে পিছপা না হয়ে সেদিকে বড়ই উৎসাহ-উদ্দীপনার সাথে অগ্রসর হতে হবে। আর নিষ্ঠার সাথে আল্লাহর রাস্তায় জিহাদ করার উৎসাহ থাকলে তাঁর ক্ষমা ও দয়া সুনিশ্চিত হয়ে যাবে।"
    },
    {
      "ayah": 158,
      "surah": 3,
      "text": "আর তোমাদের মৃত্যু হলে অথবা তোমরা নিহত হলে, তোমাদেরকে আল্লাহর নিকটেই একত্রিত করা হবে।"
    },
    {
      "ayah": 159,
      "surah": 3,
      "text": "আল্লাহর দয়ায় তুমি তাদের প্রতি হয়েছিলে কোমল-হৃদয়; যদি তুমি রূঢ় ও কঠোর চিত্ত হতে, তাহলে তারা তোমার আশপাশ হতে সরে পড়ত। সুতরাং তুমি তাদেরকে ক্ষমা কর এবং তাদের জন্য ক্ষমা প্রার্থনা কর।[১] আর কাজে-কর্মে তাদের সাথে পরামর্শ কর।[২] অতঃপর তুমি কোন সংকল্প গ্রহণ করলে আল্লাহর প্রতি নির্ভর কর। [৩] নিশ্চয় আল্লাহ (তাঁর উপর) নির্ভরশীলদের ভালবাসেন।\n[১] মহান নৈতিকতার অধিকারী নবী মুহাম্মাদ (সাঃ)-এর উপর আল্লাহর কৃত অনুগ্রহসমূহের একটি অনুগ্রহের কথা উল্লেখ করে বলা হচ্ছে যে, তোমার মধ্যে যে কোমলতা ও নম্রতা তা আল্লাহর রহমতেরই ফল। আর দ্বীনের প্রচার-প্রসারের জন্য তো এই কোমলতার প্রয়োজন অনেক। তুমি যদি কোমল ও নরম না হয়ে কঠিন হৃদয়ের মালিক হতে, তাহলে মানুষ তোমার কাছে না এসে আরো দূরে সরে যেত। কাজেই তুমি মানুষের সাথে ব্যবহারে ক্ষমা ব্যবহার করতে থাক।\n[২] অর্থাৎ, মুসলিমদের মনস্তষ্টির জন্য পরামর্শ করে নিবেন। এই আয়াত দ্বারা পরামর্শ করার গুরুত্ব, তার উপকারিতা এবং তার প্রয়োজনীয়তা ও বৈধতা প্রমাণিত হয়। পরামর্শ করার এই নির্দেশ কারো নিকট ওয়াজিব এবং কারো নিকট মুস্তাহাব।\n(ইবনে কাসীর)\nইমাম শওকানী লিখেছেন যে, 'শাসকদের জন্য অত্যাবশ্যক হল, তাঁরা এমন সব ব্যাপারে উলামাদের সাথে পরামর্শ করবেন, যে সব ব্যাপারে তাঁদের জ্ঞান নেই অথবা যে ব্যাপারে তাঁরা সমস্যায় পড়েন। সেনাবাহিনীর ঊর্ধ্বতন অফিসারদের সাথে সৈন্য সংক্রান্ত বিষয়ে, জনগণের দায়িত্বে নিয়োজিত নেতাদের সাথে জনসাধারণের কল্যাণ প্রসঙ্গে এবং অন্যান্য বিভিন্ন অঞ্চলে নিযুক্ত সরকারী দায়িত্বশীলদের সাথে সেই অঞ্চলের প্রয়োজনীয়তা সম্পর্কে পরামর্শ করবেন।' ইবনে আত্বিয়্যাহ বলেন, 'এমন শাসকদের বরখাস্ত করার ব্যাপারে কোনই দ্বিমত নেই, যাঁরা আলেম ও দ্বীনদারদের সাথে কোন পরামর্শ করেন না।' আর এই পরামর্শ সেই সব বিষয়ের মধ্যেই সীমিত থাকবে, যে সব ব্যাপারে শরীয়ত নীরব (যে সম্বন্ধে শরীয়তের সুস্পষ্ট কোন সমাধান নেই) অথবা যার সম্পর্ক হল প্রশাসনিক ব্যবস্থাপনার সাথে।\n(ফাতহুল ক্বাদীর)\n[৩] অর্থাৎ, পরামর্শ করার পর যে মতের উপর তোমার সংকল্প সৃষ্টি হবে, আল্লাহর উপর ভরসা করে তা কার্যকরী করবে। এ থেকে প্রথমতঃ জানা গেল যে, পরামর্শ করার পর চূড়ান্ত সিদ্ধান্ত গ্রহণের কাজ হবে শাসকের, পরামর্শদাতাদের অথবা তাদের সংখ্যাগরিষ্ঠ লোকেদের হবে না, যেমন সাধারণতন্ত্র রাষ্টে হয়ে থাকে। দ্বিতীয়তঃ সম্পূর্ণ ভরসা ও নির্ভর করতে হবে মহান আল্লাহর উপরে, পরামর্শদাতাদের জ্ঞান-বুদ্ধির উপরে নয়। পরের আয়াতেও আল্লাহর উপর ভরসা করার প্রতি তাকীদ করা হয়েছে।"
    },
    {
      "ayah": 16,
      "surah": 3,
      "text": "যারা বলে, ‘হে আমাদের প্রতিপালক! নিশ্চয় আমরা বিশ্বাস করেছি; অতএব আমাদের অপরাধসমূহ ক্ষমা কর এবং দোযখের শাস্তি থেকে আমাদেরকে রক্ষা কর।’"
    },
    {
      "ayah": 160,
      "surah": 3,
      "text": "আল্লাহ তোমাদেরকে সাহায্য করলে কেউই তোমাদের উপর বিজয়ী হতে পারবে না। আর তিনি তোমাদের সাহায্য না করলে তিনি ছাড়া আর কে আছে, যে তোমাদেরকে সাহায্য করবে? এবং বিশ্বাসিগণের উচিত, কেবল আল্লাহরই উপর নির্ভর করা।"
    },
    {
      "ayah": 161,
      "surah": 3,
      "text": "কোন নবীর জন্য সঙ্গত নয় যে, সে আত্মসাৎ করবে। [১] আর যে কেউ কিছু আত্মসাৎ করবে, সে তার আত্মসাৎ করা বস্তু নিয়ে কিয়ামতের দিন উপস্থিত হবে। অতঃপর (সেদিন) প্রত্যেকে যে যা অর্জন করেছে, তা পূর্ণ মাত্রায় প্রদত্ত হবে এবং তাদের প্রতি কোন যুলুম করা হবে না।\n[১] উহুদ যুদ্ধের সময় যে তীরন্দাজরা ঘাঁটি ছেড়ে গনীমতের মাল একত্রিত করার জন্য চলে এসেছিলেন, তাঁদের ধারণা ছিল, আমরা যদি (মাল জমা করার জন্য) পৌঁছতে না পারি, তাহলে সমস্ত গনীমতের মাল অন্যরা নিয়ে নিবেন। তাই তাঁদেরকে চেতনা দেওয়া হচ্ছে যে, গনীমতের মালে তোমাদের কোন অংশ থাকবে না এ রকম ধারণা তোমরা কিভাবে করে নিলে? তোমাদের কি মহান নেতা মুহাম্মাদ (সাঃ)-এর আমানতদারী ও তাঁর বিশ্বস্ততার উপর ভরসা নেই? মনে রেখো, একজন নবীর দ্বারা কোন প্রকারের খেয়ানত হওয়া সম্ভব নয়। কারণ, খেয়ানত হল নবুঅত-পরিপন্থী জিনিস। যদি নবীই খেয়ানতকারী ও আত্মসাৎকারী হয়ে যান, তাহলে তাঁর নবুঅতের উপর বিশ্বাস কিভাবে করা যেতে পারে? খেয়ানত করা হল মহাপাপ; হাদীসসমূহে কঠোরভাবে তার নিন্দা করা হয়েছে।"
    },
    {
      "ayah": 162,
      "surah": 3,
      "text": "যে ব্যক্তি আল্লাহর সন্তুষ্টির অনুসরণ করে, সে কি তার মত হতে পারে, যে আল্লাহর ক্রোধের পাত্র হয়েছে এবং যার বাসস্থান জাহান্নাম? আর তা নিকৃষ্ট আশ্রয়স্থল!"
    },
    { "ayah": 163, "surah": 3, "text": "আল্লাহর নিকট তারা বিভিন্ন স্তরের; তারা যা করে আল্লাহ তার সম্যক দ্রষ্টা।" },
    {
      "ayah": 164,
      "surah": 3,
      "text": "আল্লাহ অবশ্যই বিশ্বাসীদের প্রতি তাদের নিজেদের মধ্যে হতে রসূল প্রেরণ করে অনুগ্রহ করেছেন। [১] সে (নবী) তার আয়াতগুলি তাদের নিকট আবৃত্তি করে তাদেরকে পরিশুদ্ধ করে এবং তাদেরকে গ্রন্থ ও প্রজ্ঞা[২] শিক্ষা দেয়। আর অবশ্যই[৩] তারা পূর্বে স্পষ্ট বিভ্রান্তিতে ছিল।\n[১] নবীর মানুষ হওয়া এবং মানব-জাতিভুক্ত হওয়াকে মহান আল্লাহ একটি অনুগ্রহ হিসেবে বর্ণনা করেছেন। আর বাস্তবিকই এটা একটি মহা অনুগ্রহ। কারণ, প্রথমতঃ তিনি তাঁর জাতির স্থানীয় ভাষায় আল্লাহর পায়গাম পৌঁছাতে পারবেন যা বুঝা প্রত্যেক মানুষের জন্য সহজ হবে। দ্বিতীয়তঃ একই জাতিভুক্ত হওয়ার কারণে মানুষ তাঁর ঘনিষ্ঠ হবে এবং তাঁর কাছ ঘেঁসবে। তৃতীয়তঃ মানুষের জন্য মানুষ হওয়াটাই সব দিক দিয়ে সমীচীন। কেননা, মানুষের পক্ষে মানুষের অনুসরণ করা সম্ভব, কিন্তু তাদের পক্ষে ফিরিশতাদের অনুসরণ করা সম্ভব নয়। অনুরূপ ফিরিশতাকুল মানুষের আবেগ ও অনুভূতির গভীরতা ও সূক্ষ্ণতা অনুধাবন করতে সক্ষম নন। কাজেই পয়গম্বর যদি ফিরিশতাদের মধ্য থেকে হতেন, তাহলে তিনি সেই সমূহ গুণাবলী থেকে বঞ্চিত হতেন, যা দ্বীনের দাওয়াতের জন্য অতি প্রয়োজন। আর এই জন্যই দুনিয়াতে যত নবী এসেছেন, তাঁরা সকলেই ছিলেন মানুষ। কুরআন তাঁদের মানুষ হওয়ার কথা সুস্পষ্টভাবে বর্ণনা করেছে। যেমন মহান আল্লাহ বলেন, [وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ إِلَّا رِجَالًا نُوحِي] \"তোমার পূর্বে আমি যতজনকে রসূল করে পাঠিয়েছি, তারা সবাই পুরুষ ছিল, তাদের প্রতি আমি অহী করেছি।\"\n(সূরা ইউসুফ ১২:১০৯ আয়াত)\nতিনি আরো বলেন,[وَمَا أَرْسَلْنَا قَبْلَكَ مِنَ الْمُرْسَلِينَ إِلَّا إِنَّهُمْ لَيَأْكُلُونَ الطَّعَامَ وَيَمْشُونَ فِي الْأَسْوَاقِ] \"তোমার পূর্বে যত রসূল প্রেরণ করেছি, তারা সবাই খাদ্য গ্রহণ করত এবং হাটে-বাজারে চলাফেরা করত।\"\n(সূরা ফুরকান ২৫:২০ আয়াত)\nঅনুরূপ তিনি নবী করীম (সাঃ)-এর পবিত্র জবান দ্বারা ঘোষণা করলেন যে, [قُلْ إِنَّمَا أَنَا بَشَرٌ مِثْلُكُمْ يُوحَى إِلَيَّ] \"বল, আমিও তোমাদের মত একজন মানুষ আমার প্রতি অহী আসে।\"\n(সূরা হা-মীম সাজদাহ ৪১:৬ আয়াত)\nবর্তমানে বহু মানুষ এই (রসূলের মানুষ হওয়া) বিষয়টিকে মানতে না পেরে বিপথগামী হয়েছে।[২] উক্ত আয়াতে নবী প্রেরণের তিনটি গুরুত্বপূর্ণ উদ্দেশ্য তুলে ধরা হয়েছে। যথা, (ক) আয়াতের তেলাঅত ও আবৃত্তি, (খ) পবিত্র ও পরিশুদ্ধকরণ, (গ) এবং কিতাব ও হিকমতের কথা শিক্ষা দেওয়া। কিতাবের শিক্ষায় তেলাঅত আপনা আপনিই এসে যায়। তেলাঅতের সাথেই শিক্ষা দেওয়া সম্ভব। তেলাঅত ব্যতীত শিক্ষার কথা ভাবাই যায় না। তা সত্ত্বেও তেলাঅতকে পৃথকভাবে উল্লেখ করার উদ্দেশ্য হল এ কথা পরিষ্কার করে দেওয়া যে, তেলাঅত করাও একটি পবিত্র ও সৎ কাজ, তাতে তেলাঅতকারী তার অর্থ বুঝুক বা না-ই বুঝুক। প্রত্যেক মুসলিমের জন্য কুরআনের অর্থ ও লক্ষ্য বুঝার চেষ্টা করা নিঃসন্দেহে একটি জরুরী বিষয়। তবুও তার অর্থ বুঝতে সমর্থ না হওয়া পর্যন্ত তা তেলাঅত করতে বৈমুখ থাকা বা তাতে অবহেলা প্রদর্শন করা বৈধ নয়। পবিত্রকরণ বলতে, আকীদা, আমল এবং নৈতিকতার সংশোধন। যেমন, নবী করীম (সাঃ) তাদেরকে শিরক থেকে বের করে তাওহীদের পথে প্রতিষ্ঠিত করেন। তদনুরূপ নেহাতই হীন চরিত্র ও জঘন্য আচরণে আলিপ্ত জাতিকে উচ্চ নৈতিকতার অধিকারী ও মহান কর্ম সম্পাদনকারী জাতি হিসাবে গড়ে তুলেন। 'হিকমত' (প্রজ্ঞা)র অর্থ অধিকাংশ মুফাসসিরের নিকট হাদীস।[৩] إِنْ এখানে الْمُثَقَّلَةِ থেকে مُخَفَّفَةٌ রূপে ব্যবহূত হয়েছে। অর্থাৎ, إِنَّ ছিল। এর অর্থ হল, অবশ্যই, নিঃসন্দেহে।"
    },
    {
      "ayah": 165,
      "surah": 3,
      "text": "যখন তোমাদের উপর (উহুদের যুদ্ধের বিপদ) এসেছিল, যার দ্বিগুণ বিপদ (বদরের যুদ্ধে) তোমরা তাদের উপর আনয়ন করেছিলে;[১] তখন তোমরা বলেছিলে, এ কোথা থেকে এল? বল, (হে মুহাম্মাদ!) এ তোমাদের নিজেদেরই কাছ থেকে।[২] নিশ্চয় আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।\n[১] অর্থাৎ, উহুদ যুদ্ধে যেমন তোমাদের ৭০ জন লোক শহীদ হয়েছে, তেমনি বদর যুদ্ধে তোমরাও ৭০ জন কাফেরকে হত্যা এবং ৭০ জনকে বন্দী করেছিলে।\n[২] অর্থাৎ, তোমাদের নিজেদেরই সেই ভুলের কারণে যা তোমরা রসূল (সাঃ)-এর পাহাড়ের ঘাঁটি ত্যাগ না করার নির্দেশ দেওয়া সত্ত্বেও তা ত্যাগ করার মাধ্যমে করেছিলে। যার বিস্তারিত আলোচনা পূর্বেই হয়েছে। এই ভুলের কারণে কাফেরদের একটি দল সে ঘাঁটি হয়ে পাল্টা আক্রমণ করার সুযোগ পেয়ে যায়।"
    },
    {
      "ayah": 166,
      "surah": 3,
      "text": "যেদিন দু’দল পরস্পরের সম্মুখীন হয়েছিল, সেদিন তোমাদের যে বিপর্যয় ঘটেছিল, তা আল্লাহর অনুমতিক্রমে ঘটেছিল। যাতে তিনি বিশ্বাসীদেরকে (ভালরূপে) জানতে পারেন।"
    },
    {
      "ayah": 167,
      "surah": 3,
      "text": "এবং মুনাফিক (কপটদের)কেও জানতে পারেন।[১] আর তাদেরকে বলা হয়েছিল, এস, তোমরা আল্লাহর পথে যুদ্ধ কর অথবা প্রতিরক্ষা কর। তারা বলেছিল, যদি আমরা যুদ্ধ জানতাম, তাহলে নিশ্চিতভাবে তোমাদের অনুসরণ করতাম।[২] সেদিন তারা বিশ্বাস (ঈমান) অপেক্ষা অবিশ্বাসের (কুফরীর) অধিক নিকটতম ছিল।[৩] যা তাদের অন্তরে নেই, তা তারা মুখে বলে।[৪] আর তারা যা গোপন রাখে, আল্লাহ তা বিশেষভাবে অবহিত।\n[১] অর্থাৎ, উহুদে তোমাদের যে ক্ষতি হয়েছে তা আল্লাহরই নির্দেশে হয়েছে। (যাতে তোমরা আগামীতে রসূল (সাঃ)-এর আনুগত্যের প্রতি যথাযথ যত্ন নাও।) এ ছাড়া এর আরো একটি উদ্দেশ্য হল, মু'মিন ও মুনাফিকদেরকে একে অপর থেকে পৃথক করা হল।\n[২] যুদ্ধ জানার অর্থ হল, যদি বাস্তবিকই তুমি যুদ্ধ করতে যেতে, তাহলে আমরাও তোমার সাথে থাকতাম। কিন্তু তুমি তো নিজেকে ধ্বংসের মধ্যে ঠেলে দিতে যাচ্ছ, অতএব এ রকম ভুল কাজে আমরা তোমার সাথে কিভাবে থাকতে পারি? এই ধরনের কথা আব্দুল্লাহ ইবনে উবাই এবং তার সাথীরা এই জন্যই বলেছিল যে, তাদের মত গ্রহণ করা হয়নি। আর এ কথা তারা তখন বলেছিল, যখন 'শাউত্ব' নামক স্থানে পৌঁছে তারা (যুদ্ধ না করে) প্রত্যাবর্তন করছিল এবং আব্দুল্লাহ ইবনে হারাম আনসারী তাদেরকে বুঝিয়ে যুদ্ধে শরীক করার প্রচেষ্টা করছিলেন।\n(এর কিছু বিস্তারিত আলোচনা পূর্বে হয়েছে।)\n[৩] নিজেদের মুনাফিক্বী এবং এমন কথা-বার্তার কারণে যা তারা বলেছে।\n[৪] অর্থাৎ, যুদ্ধ ত্যাগ করার যে কারণ মৌখিকভাবে তারা প্রকাশ করেছে, সেটা প্রকৃত কারণ নয়, বরং তাদের অন্তরে লুক্কায়িত যে কারণ ছিল তা হল, প্রথমতঃ আমাদের পৃথক হওয়ায় মুসলিমদের অন্তরে দুর্বলতার সৃষ্টি হবে। দ্বিতীয়তঃ কাফেরদের লাভ হবে। অর্থাৎ, আসল উদ্দেশ্য ছিল ইসলাম, মুসলিম এবং নবী করীম (সাঃ)-এর ক্ষতি করা।"
    },
    {
      "ayah": 168,
      "surah": 3,
      "text": "যারা (ঘরে) বসে তাদের ভাইদের সম্বন্ধে বলত যে, তারা আমাদের কথা মত চললে নিহত হতো না। তাদেরকে বল, যদি তোমরা সত্যবাদী হও, তাহলে নিজেদেরকে মৃত্যু হতে রক্ষা কর।[১]\n[১] এখানে মুনাফিকদের কথা 'তারা আমাদের কথা মত চললে নিহত হতো না' এর প্রতিবাদ করে মহান আল্লাহ বলছেন, \"যদি তোমরা তোমাদের কথায় সত্যবাদী হও, তাহলে নিজেদের উপর থেকে মৃত্যুকে সরিয়ে দাও তো দেখি।\" অর্থাৎ, আল্লাহ কর্তৃক নির্ধারিত ভাগ্য থেকে পালানোর কোন উপায় নেই। মৃত্যুও যেখানে এবং যেভাবে নির্ধারিত আছে, সেখানে এবং সেইভাবেই আসবে। সুতরাং আল্লাহর রাস্তায় জিহাদ হতে পলায়ন কাউকে মৃত্যুর হাত থেকে রক্ষা করতে পারবে না।"
    },
    {
      "ayah": 169,
      "surah": 3,
      "text": "যারা আল্লাহর পথে নিহত হয়েছে, তাদেরকে কখনই মৃত মনে করো না, বরং তারা তাদের প্রতিপালকের নিকট জীবিত; তারা জীবিকা-প্রাপ্ত হয়ে থাকে। [১]\n[১] শহীদদের এ জীবন অবশ্যই প্রকৃতার্থে, রূপকার্থে নয়। তবে এ জীবনের সঠিক ধারণা দুনিয়াবাসীর নেই। (কুরআনে এটা পরিষ্কারভাবে বর্ণিত হয়েছে। দ্রষ্টব্যঃ সূরা বাক্বারাহ ২:১৫৪) কিন্তু এ জীবনের অর্থ কি? কেউ বলেছেন, কবরে তাঁদের আত্মা ফিরিয়ে দেওয়া হয় এবং সেখানে তাঁরা আল্লাহর নিয়ামত দ্বারা পরিতৃপ্ত হন। কেউ বলেছেন, জান্নাতের ফলের সুগন্ধি তাঁদের কাছে আসে, যার ফলে তাঁদের প্রাণ সব সময় সুবাসে ভরে থাকে। তবে হাদীস থেকে তৃতীয় আর একটি জিনিস যা জানা যায় --আর এটাই সঠিক-- তা হল, তাঁদের আত্মাসমূহকে সবুজ রঙের পাখির পেটে অথবা বুকে প্রবেশ করিয়ে দেওয়া হবে। ফলে তারা জান্নাতে খেয়ে বেড়াতে এবং তার নিয়ামত দ্বারা তৃপ্তি লাভ করতে থাকবে।\n(ফাতহুল ক্বাদীর, সহীহ মুসলিম)"
    },
    { "ayah": 17, "surah": 3, "text": "যারা ধৈর্যশীল, সত্যবাদী, অনুগত, দানশীল এবং রাত্রির শেষাংশে ক্ষমাপ্রার্থী।" },
    {
      "ayah": 170,
      "surah": 3,
      "text": "আল্লাহ নিজ অনুগ্রহে তাদেরকে যা দিয়েছেন, তাতে তারা আনন্দিত। এবং (যুদ্ধের সময়) তাদের পিছনের যারা এখনও তাদের সাথে মিলিত হয়নি, তাদের জন্য আনন্দ প্রকাশ করে;[১] এ জন্য যে, তাদের কোন ভয় নেই এবং তারা দুঃখিতও হবে না।\n[১] অর্থাৎ, তাঁদের তিরোধানের পর যে মুসলিমরা জীবিত আছেন অথবা জিহাদে ব্যস্ত রয়েছেন, তাঁদের ব্যাপারে তাঁরা আশা প্রকাশ করবেন যে, তাঁরাও যদি শাহাদতের মর্যাদা লাভে ধন্য হয়ে এখানে আমাদের মত তৃপ্তিময় জীবন লাভ করতেন! উহুদ যুদ্ধের শহীদগণ মহান আল্লাহর নিকট আরজি পেশ করলেন যে, আমাদের যে মুসলিম ভাইরা দুনিয়াতে জীবিত আছেন, তাঁদেরকে আমাদের অবস্থাসমূহ এবং আমাদের এই সুখেভরা জীবন সম্পর্কে কেউ অবহিত করানোর আছে কি? যাতে তাঁরা যেন যুদ্ধ ও জিহাদ করা থেকে বিমুখ না হয়। আল্লাহ তাআলা বললেন, \"আমি তোমাদের এ কথা তাঁদের কাছে পৌঁছে দিচ্ছি।\" এই প্রসঙ্গেই মহান আল্লাহ এই আয়াত নাযিল করলেন।\n(মুসনাদ আহমাদ ১/৩৬৫-৩৬৬, সুনানে আবূ দাউদ, জিহাদ অধ্যায়)\nএ ছাড়াও আরো বহু হাদীস দ্বারা জিহাদের ফযীলত প্রমাণিত। যেমন, একটি হাদীসে এসেছে, \"মৃত্যুবরণকারী কোন প্রাণই আল্লাহর নিকট উত্তম মর্যাদা লাভ করার পর পুনরায় দুনিয়াতে ফিরে আসতে চাইবে না, কিন্তু শহীদ শাহাদতের সুউচ্চ মর্যাদা দেখে পুনরায় দুনিয়ায় ফিরে আসতে পছন্দ করবে, যাতে সে আবারও আল্লাহ রাস্তায় শহীদ হতে পারে।\"\n(মুসনাদ আহমদ ৩/১২৬, সহীহ মুসলিম ১৮৭৭নং)\nজাবের (রাঃ) বলেন, একদা রসূল (সাঃ) আমাকে জিজ্ঞেস করলেন যে, \"তুমি কি জানো যে, মহান আল্লাহ তোমার পিতাকে জীবিত করে বলবেন, 'আমার কাছে তোমার কোন আশা প্রকাশ কর (যাতে আমি তা পূরণ করে দিই)।' তোমার পিতা উত্তরে বলবেন, 'আমার তো শুধু এটাই আশা যে, আমাকে পুনরায় দুনিয়াতে পাঠিয়ে দেওয়া হোক, যাতে আমি তোমার রাস্তায় মৃত্যুবরণ করতে পারি।' আল্লাহ তাআলা বলবেন, 'এটা তো অসম্ভব। কারণ আমার অটল ফায়সালা হল, এখানে আসার পর পুনরায় দুনিয়াতে কেউ ফিরে যেতে পারবে না।\"\n(সিলসিলাহ সহীহাহ ৩২৯০নং)"
    },
    {
      "ayah": 171,
      "surah": 3,
      "text": "আল্লাহর (অনন্ত) নিয়ামত ও অনুগ্রহের জন্য তারা (বিশ্বাসিগণ) আনন্দ প্রকাশ করে[১] আর নিশ্চয় আল্লাহ বিশ্বাসীদের শ্রমফল নষ্ট করেন না।\n[১] এই আনন্দ ও প্রফুল্লতা প্রথম আনন্দের কথা সুদৃঢ় করণ এবং এ কথার বিবরণ যে, তাঁদের আনন্দ কেবল ভয়-ভীতি ও চিন্তা-ভাবনা না থাকার কারণে নয়, বরং তাঁদের আনন্দ আল্লাহর নিয়ামত এবং তাঁর সীমাহীন অনুগ্রহ লাভের কারণেও। কোন কোন মুফাসসির বলেছেন, প্রথম আনন্দের সম্পর্ক দুনিয়ায় অবস্থানরত ভাইদের সাথে এবং দ্বিতীয় আনন্দের কারণ হল তাঁদের উপর আল্লাহর কৃত অফুরন্ত অনুগ্রহ ও অতিশয় সম্মান।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 172,
      "surah": 3,
      "text": "আঘাত পাওয়ার পরও যারা আল্লাহ ও রসূলের ডাকে সাড়া দিয়েছে, তাদের মধ্যে যারা সৎকাজ করে এবং সাবধান হয়ে চলে, তাদের জন্য রয়েছে মহা পুরস্কার। [১]\n[১] যখন মুশরিকরা উহুদ যুদ্ধ থেকে প্রত্যাবর্তন করে, তখন পথিমধ্যে তাদের খেয়াল হয় যে, আমরা তো একটি সুবর্ণ সুযোগ নষ্ট করে দিলাম। পরাজয়ের কারণে মুসলিমদের মনোবল তো দমে গেছে এবং তারা এখন ভীত-সন্ত্রস্ত হয়ে পড়েছে। সুতরাং এই সুযোগ গ্রহণ করে আমাদের উচিত ছিল, মদীনার উপর পুরোদমে আক্রমণ করে বসা, যাতে মদীনা ভূমি থেকে ইসলাম সমূলে উচ্ছেদ হয়ে যেত। এদিকে মদীনায় পৌঁছে নবী করীম (সাঃ)ও তাদের (কাফেরদের) পুনরায় পাল্টা আক্রমণের আশঙ্কা বোধ করলেন। তাই তিনি সাহাবাদেরকে যুদ্ধের জন্য প্রস্ত্তত করলেন। সাহাবায়ে কেরাম (রাঃ) যদিও নিজেদের নিহত ও আহতদের কারণে বড়ই মর্মাহত ও দুঃখিত ছিলেন, তবুও নবী করীম (সাঃ)-এর নির্দেশ মত যুদ্ধের জন্য প্রস্ত্তত হয়ে গেলেন। মুসলিমদের এই দল যখন মদীনা থেকে ৮ মাইল দূরে অবস্থিত 'হামরাউল আসাদ' নামক স্থানে পৌঁছল, তখন মুশরিকরা ভয় পেয়ে গেল। কাজেই তাদের ইচ্ছার পরিবর্তন ঘটল এবং মদীনার উপর আক্রমণ করার পরিবর্তে মক্কা অভিমুখে যাত্রা শুরু করল। অতঃপর নবী করীম (সাঃ) এবং তাঁর সাথীরাও মদীনায় প্রত্যাগমন করলেন। আলোচ্য আয়াতে আল্লাহ ও তাঁর রসূলের আনুগত্য করার উদ্দীপনার উপর মুসলিমদের প্রশংসা করা হয়েছে। কেউ কেউ বলেছেন, এই আয়াত অবতীর্ণ হওয়ার কারণ হল, আবূ সুফিয়ানের ধমক ও হুমকি। সে হুমকি দিয়েছিল যে, আগামী বছর 'বদর সুগরা'য় আমাদের ও তোমাদের মধ্যে মোকাবেলা হবে। (আবূ সুফিয়ান তখন পর্যন্ত ইসলাম গ্রহণ করেনি) তার এই হুমকির ভিত্তিতে মুসলিমরাও আল্লাহ ও তাঁর রসূলের আনুগত্য করার পূর্ণ উৎসাহ প্রদর্শন করে জিহাদে পুরো দমে অংশ গ্রহণ করার দৃঢ় সংকল্প করেন।\n(ফাতহুল ক্বাদীর ও ইবনে কাসীর থেকে সংগৃহীত সার-সংক্ষেপ। তবে শেষোক্ত কথাটি আলোচ্য বিষয়ের সাথে সামঞ্জস্যপূর্ণ নয়)"
    },
    {
      "ayah": 173,
      "surah": 3,
      "text": "যাদেরকে লোকেরা বলেছিল যে, তোমাদের বিরুদ্ধে লোক জমায়েত হয়েছে। সুতরাং তোমরা তাদেরকে ভয় কর। কিন্তু এ (কথা) তাদের বিশ্বাস বর্ধিত করেছিল এবং তারা বলেছিল, আল্লাহই আমাদের জন্য যথেষ্ট এবং তিনি উত্তম কর্মবিধায়ক। [১]\n[১] 'হামরাউল আসাদ' এবং বলা হয় যে, 'বদর সুগরা'র সময়ে আবূ সুফিয়ান মালের বিনিময়ে কিছু মানুষের খিদমত গ্রহণ করে। সে তাদের মাধ্যমে গুজব রটায় যে, মক্কার মুশরিকগণ যুদ্ধের জন্য পূর্ণ প্রস্তুতি গ্রহণ করছে। তার (আবূ সুফিয়ানের) উদ্দেশ্য ছিল, এ খবর শুনে মুসলিমদের উৎসাহ-উদ্দীপনা হ্রাস পাবে। কোন কোন বর্ণনা অনুয়াযী এই কাজ নাকি শয়তান তার সহচরদের দিয়ে করিয়েছিল। তবে এই ধরনের গুজব শুনে ভয় পাওয়ার পরিবর্তে মুসলিমদের উৎসাহ ও সংকল্প আরো বেড়ে যায়। যেটাকে এখানে (আয়াতে) 'ঈমান ও বিশ্বাস বর্ধিত করেছিল' বলে আখ্যায়িত করা হয়েছে। কেননা ঈমান যত বলিষ্ঠ হবে, জিহাদের উদ্দীপনা ও সংকল্প ততই বৃদ্ধি পাবে। এই আয়াত দ্বারা প্রমাণিত হয় যে, ঈমান জমাট ধরনের কোন জিনিস নয়, বরং তাতে কম-বেশী হতে থাকে। আর এটাই হল মুহাদ্দিসগণের মত। অনুরূপ আয়াত দ্বারা জানা যায় যে, পরীক্ষা ও বিপদের সময় মু'মিনদের নীতি হল, আল্লাহর উপর ভরসা করা। আর এই কারণেই হাদীসে حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيْل পড়ার অনেক ফযীলত এসেছে। সহীহ বুখারী ইত্যাদি হাদীস গ্রন্থে এসেছে যে, যখন ইবরাহীম (আঃ)-কে আগুনে নিক্ষেপ করা হয়, তখন তাঁর জবান দ্বারা এই (হাসবুনাল্লাহু অনি'মাল অকীল) শব্দই উচ্চারিত হয়েছিল।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 174,
      "surah": 3,
      "text": "তারপর তারা আল্লাহর নিয়ামত ও অনুগ্রহসহ ফিরে এসেছিল, [১] কোন অনিষ্ট তাদেরকে স্পর্শ করেনি এবং আল্লাহ যাতে সন্তুষ্ট হন, তারা তারই অনুসরণ করেছিল। আর আল্লাহ মহা অনুগ্রহশীল।\n[১] نِعْمَةٌ (নিয়ামত)এর অর্থ নিরাপত্তা ও শান্তি। আর فَضْلٌ (অনুগ্রহ)এর অর্থ সেই মুনাফা যা 'বদর সুগরা'য় ব্যবসার মাধ্যমে অর্জিত হয়েছিল। নবী করীম (সাঃ) 'বদর সুগরা' হয়ে গমনকারী এক বাণিজ্য-কাফেলার নিকট থেকে পণ্যসামগ্রী ক্রয় করে বিক্রি করেছিলেন, যা থেকে মুনাফা হয়েছিল এবং তা তিনি মুসলিমদের মাঝে বণ্টন করে দিয়েছিলেন।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 175,
      "surah": 3,
      "text": "ঐ (বক্তা) তো শয়তান; যে (তোমাদেরকে) তার (কাফের) বন্ধুদের ভয় দেখায়; [১] সুতরাং যদি তোমরা বিশ্বাসী হও, তাহলে তোমরা তাদেরকে ভয় করো না, বরং আমাকেই ভয় কর। [২]\n[১] অর্থাৎ, তোমাদের মনের মধ্যে এই কল্পনা ও ধারণা সৃষ্টি করে যে, তারা বড়ই সুদৃঢ় ও অতীব শক্তিশালী।\n[২] অর্থাৎ, যখন সে তোমাদের মধ্যে এই ধরনের ধারণায় পতিত করবে, তখন তোমরা কেবল আমারই উপর ভরসা রাখবে এবং আমার দিকেই প্রত্যাবর্তন করবে। আমিই তোমাদের জন্য যথেষ্ট হব এবং তোমাদের সাহায্য করব। যেমন অন্যত্র তিনি বলেছেন, [أَلَيْسَ اللهُ بِكَافٍ عَبْدَهُ] \"আল্লাহ কি তাঁর বান্দার জন্য যথেষ্ট নন?\"\n(সূরা যুমার ৩৯:৩৬ আয়াত)\nতিনি আরো বলেন, [كَتَبَ اللهُ لَاَغْلِبَنَّ اَنَا وَرُسُلِيْ] অর্থাৎ, আল্লাহ সিদ্ধান্ত করেছেন, আমি এবং আমার রসূলগণ অবশ্যই বিজয়ী হব।\n(সূরা মুজাদালাহ ৫৮:২১)\nএ বিষয়ে এ ছাড়া আরো বহু আয়াত রয়েছে।"
    },
    {
      "ayah": 176,
      "surah": 3,
      "text": "আর যারা দ্রুতগতিতে অবিশ্বাস করে, তাদের আচরণ যেন তোমাকে দুঃখ না দেয়। তারা নিশ্চয় আল্লাহর কোন ক্ষতি করতে পারবে না। আল্লাহ পরকালে তাদেরকে কোন অংশ দেওয়ার ইচ্ছা করেন না। [১] আর তাদের জন্য রয়েছে মহাশাস্তি।\n[১] রসূল (সাঃ)-এর মধ্যে এই আশা চরমভাবে বিদ্যমান ছিল যে, সমস্ত মানুষ মুসলিম হয়ে যাক। আর এরই কারণে তাদের অস্বীকার করায় ও মিথ্যা ভাবায় তিনি বড়ই কষ্টবোধ করতেন। তাই মহান আল্লাহ এই আয়াতে তাঁকে সান্ত্বনা দিয়ে বলছেন যে, তুমি কোন চিন্তা ও দুঃখ করবে না। এরা আল্লাহর কিছুই করতে পারবে না, তারা তো কেবল নিজেদের আখেরাত নষ্ট করছে।"
    },
    {
      "ayah": 177,
      "surah": 3,
      "text": "যারা বিশ্বাসের পরিবর্তে অবিশ্বাস ক্রয় করেছে, তারা কখনো আল্লাহর কোন ক্ষতি করতে পারবে না। তাদের জন্য যন্ত্রণাদায়ক শাস্তি রয়েছে।"
    },
    {
      "ayah": 178,
      "surah": 3,
      "text": "অবিশ্বাসিগণ যেন কিছুতেই মনে না করে যে, আমি তাদেরকে যে সুযোগ দিয়েছি, তা তাদের জন্য কল্যাণকর। বস্তুতঃ আমি তাদেরকে এ জন্য সুযোগ দিয়েছি যে, যাতে তাদের পাপ বৃদ্ধি পায়।[১] আর তাদের জন্য রয়েছে লাঞ্ছনাদায়ক শাস্তি।\n[১] এই আয়াতে আল্লাহর সুযোগ ও অবসর দেওয়ার কথা বর্ণিত হয়েছে। অর্থাৎ, আল্লাহ তাআলা স্বীয় কৌশল ও ইচ্ছা অনুযায়ী কাফেরদেরকে সুযোগ ও অবসর দেন। সাময়িকভাবে তাদেরকে দুনিয়ার সুখ-স্বাচ্ছন্দ্য, বিজয় এবং মাল-ধন ও সন্তান-সন্ততি দান করেন। মানুষ মনে করে যে তাদের উপর আল্লাহর অনুগ্রহ হচ্ছে, কিন্তু আল্লাহর যাবতীয় নিয়ামত দ্বারা যারা উপকৃত হয়, তারা যদি নেকী ও আল্লাহর আনুগত্যের রাস্তা অবলম্বন না করে, তাহলে দুনিয়ার এই সমস্ত নিয়ামত তাদের জন্য আল্লাহর অনুগ্রহ হবে না, বরং তা হবে তাঁর দেওয়া অবসর। এর দ্বারা তাদের কুফরী ও পাপ আরো বর্ধিত হতে থাকবে এবং শেষ পর্যন্ত তারা জাহান্নামের চিরন্তন আযাবের উপযুক্ত বিবেচিত হবে। এই বিষয়টাকে মহান আল্লাহ কুরআনের আরো কয়েকটি স্থানে উল্লেখ করেছেন। যেমন, [أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِنْ مَالٍ وَبَنِينَ، نُسَارِعُ لَهُمْ فِي الْخَيْرَاتِ بَلْ لا يَشْعُرُونَ] \"তারা কি মনে করে যে, আমি তাদেরকে সাহায্য স্বরূপ যে ধনৈশবর্য ও সন্তান-সন্ততি দান করি, তার দ্বারা তাদের জন্যে সর্বপ্রকার মঙ্গল তরান্বিত করছি? বরং তারা বুঝে না।\"\n(সূরা মু'মিনূন ২৩:৫৫-৫৬)"
    },
    {
      "ayah": 179,
      "surah": 3,
      "text": "অপবিত্র (মুনাফিক)কে পবিত্র (মু’মিন) হতে পৃথক না করা পর্যন্ত তোমরা যে অবস্থায় রয়েছ, আল্লাহ সে অবস্থায় বিশ্বাসিগণকে ছেড়ে দিতে পারেন না। [১] অদৃশ্য সম্পর্কে তোমাদের অবহিত করা আল্লাহর (নিয়ম) নয়।[২] অবশ্য (তার জন্য) আল্লাহ তাঁর রসূলগণের মধ্যে যাকে ইচ্ছা মনোনীত করেন।[৩] সুতরাং তোমরা আল্লাহ ও তাঁর রসূলকে বিশ্বাস কর। বস্তুতঃ তোমরা বিশ্বাস করলে ও সাবধান (পরহেযগার) হয়ে চললে, তোমাদের জন্য রয়েছে মহাপুরস্কার।\n[১] এই জন্যই মহান আল্লাহ পরীক্ষার কষ্টিপাথরে ঘষে নেন, যাতে তাঁর প্রকৃত বন্ধু কে তা পরিষ্কার হয়ে যায় এবং তাঁর শত্রু লাঞ্ছিত হয়। আর ধৈর্যশীল মু'মিন মুনাফিক থেকে পৃথক হয়ে যায়। যেমন আল্লাহ তাআলা উহুদের দিন ঈমানদারদেরকে পরীক্ষা করেছিলেন। সেদিন ঈমানদারগণ তাঁদের ঈমান, ধৈর্য, সুদৃঢ়তা এবং আনুগত্যের চরম উদ্দীপনার প্রকৃষ্ট প্রমাণ পেশ করেছিলেন এবং মুনাফিকরা নিজেদেরকে মুনাফিক্বীর যে পর্দা দিয়ে ঢেকে রেখেছিল, সে পর্দা উন্মুক্ত হয়ে গিয়েছিল।[২] অর্থাৎ, মহান আল্লাহ যদি এইভাবে পরীক্ষার মাধ্যমে মানুষদের অবস্থাসমূহ এবং তাদের বাহ্যিক ও অভ্যন্তরীণ ব্যাপারসমূহকে প্রকাশ না করে দেন, তাহলে তোমাদের নিকট তো এমন কোন গায়বী জ্ঞান নেই, যার দ্বারা তোমাদের নিকট এই জিনিসগুলো প্রকাশ হয়ে যাবে এবং তোমরা জানতে পারবে যে, মুনাফিক কে এবং খাঁটি মু'মিন কে?[৩] অবশ্য মহান আল্লাহ তাঁর মনোনীত রসূলগণের মধ্য থেকে যাঁকে চান, তাঁকে অদৃশ্য বিষয় সম্পর্কে জ্ঞাত করেন। ফলে তাঁদের নিকট মুনাফিকদের যাবতীয় অবস্থা এবং তাদের সমূহ চক্রান্তের রহস্য উদ্ঘাটিত হয়ে যায়। অর্থাৎ, তা কখনো কখনো কোন কোন নবীর জন্য প্রকাশ করা হয়। সাধারণতঃ প্রত্যেক নবী (যতক্ষণ পর্যন্ত আল্লাহ তাআলা না চান) মুনাফিকদের আভ্যন্তরিক মুনাফিক্বী এবং তাদের চক্রান্ত ও ষড়যন্ত্র সম্পর্কে অনভিজ্ঞই থাকেন। (যেমন, সূরা তাওবার ৯:১০১ নং আয়াতে মহান আল্লাহ বলেছেন, \"আর কিছু কিছু তোমার আশে-পাশের মুনাফিক এবং কিছু লোক মদীনাবাসী কঠোর মুনাফিক্বীতে অনড়। তুমি তাদেরকে জান না, আমি তাদেরকে জানি।) এর অর্থ এও হতে পারে যে, আমি অদৃশ্য বিষয় সম্পর্কে কেবল আমার রসূলগণকেই অবহিত করি। কারণ, তাঁদের (নবুঅতী) পদের জন্য এটা জরুরী। এই আল্লাহর অহী এবং অদৃশ্য বিষয় দ্বারা তাঁরা মানুষদেরকে আল্লাহর প্রতি আহবান করেন এবং নিজেদেরকে আল্লাহর রসূল বলে সাব্যস্ত করেন। এই বিষয়টাকে অন্যত্র এইভাবে বলা হয়েছে, [عَالِمُ الْغَيْبِ فَلا يُظْهِرُ عَلَى غَيْبِهِ أَحَدًا، إِلَّا مَنِ ارْتَضَى مِنْ رَسُولٍ] \"তিনি অদৃশ্যের জ্ঞানী। পরন্তু তিনি অদৃশ্য বিষয় কারোও কাছে প্রকাশ করেন না। তাঁর মনোনীত রসূল ব্যতীত।\"\n(সূরা জিন ৭২:২৬-২৭)\nপ্রকাশ থাকে যে, অদৃশ্য বিষয় বলতে সেগুলোকে বোঝানো হয়েছে, যা রিসালাতের পদ এবং তার দায়িত্ব পালনের সাথে সম্পর্কিত। তা অতীত ঘটিত এবং ভবিষ্যতে কিয়ামত পর্যন্ত ঘটিতব্য বিষয়ের জ্ঞান নয়। যেমন, অনেক বাতিলপন্থী মনে করে ও করায় যে, আম্বিয়া (আলাইহিমুস্ সালাম) এবং তাদের কিছু 'নিষ্পাপ' ইমামরা নাকি অদৃশ্যের জ্ঞান রাখতেন।"
    },
    {
      "ayah": 18,
      "surah": 3,
      "text": "আল্লাহ সাক্ষ্য দেন এবং ফিরিশতাগণ ও জ্ঞানী ব্যক্তিগণও সাক্ষ্য দেয় যে, তিনি ব্যতীত অন্য কোন (সত্য) উপাস্য নেই।[১] তিনি ন্যায় প্রতিষ্ঠাকারী। আল্লাহ ব্যতীত অন্য কোন (সত্য) উপাস্য নেই; তিনি পরাক্রমশালী প্রজ্ঞাময়।\n[১] 'শাহাদাত' (সাক্ষ্য) এর অর্থ বর্ণনা ও অবহিত করা। অর্থাৎ, মহান আল্লাহ যা কিছু সৃষ্টি করেছেন এবং বর্ণনা করেছেন, তার দ্বারা তিনি আমাদেরকে স্বীয় একত্ববাদের প্রতি পথপ্রদর্শন করেছেন।\n(ফাতহুল ক্বাদীর)\nফিরিশতাগণ এবং জ্ঞানিগণও তাঁর একত্ববাদের সাক্ষ্য দেন। এতে জ্ঞানী ব্যক্তিদের বড়ই ফযীলত ও মাহাত্ম্য প্রকাশ পায়। কেননা মহান আল্লাহ স্বীয় ফিরিশতাদের পাশাপাশি তাঁদেরকে উল্লেখ করেছেন। তবে জ্ঞানী বলতে তাঁরা, যাঁরা কিতাব ও সুন্নাহর জ্ঞানার্জন করে ধন্য হয়েছেন।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 180,
      "surah": 3,
      "text": "এবং তারা যেন কিছুতেই মনে না করে যে, আল্লাহ তাদেরকে যা কিছু দিয়েছেন, তাতে কৃপণতা করলে, তাতে তাদের মঙ্গল আছে। বরং এ (কৃপণতা) তাদের জন্য অমঙ্গল। তারা যে ধনে কৃপণতা করে, কিয়ামতের দিন ঐটিই তাদের গলার বেড়ি হবে। [১] আকাশমন্ডলী ও পৃথিবীর চরম স্বত্বাধিকার কেবল আল্লাহরই। আর তোমরা যা কর, আল্লাহ সে সম্বন্ধে বিশেষভাবে অবহিত।\n[১] এই আয়াতে এমন কৃপণের কথা বলা হচ্ছে, যে আল্লাহর দেওয়া সম্পদ তাঁর রাস্তায় ব্যয় করে না। এমন কি সেই মালের ওয়াজেব যাকাতও আদায় করে না। সহীহ বুখারী শরীফের হাদীসে এসেছে যে, \"যে ব্যক্তিকে আল্লাহ ধন-মাল দান করেছেন, কিন্তু সে ব্যক্তি তার সেই ধন-মালের যাকাত আদায় করে না, কিয়ামতের দিন তা (আযাবের) জন্য তার সমস্ত ধন-মালকে একটি মাথায় টাক পড়া (অতিরিক্ত বিষাক্ত) সাপের আকৃতি দান করা হবে; যার চোখের উপর দু'টি কালো দাগ থাকবে। সেই সাপকে বেড়ির মত তার গলায় ঝুলিয়ে দেওয়া হবে। অতঃপর সে তার উভয় কশে ধারণ (দংশন) করে বলবে, 'আমি তোমার মাল, আমি তোমার সেই সঞ্চিত ধনভান্ডার।'\n(বুখারী ১৪০৩নং)"
    },
    {
      "ayah": 181,
      "surah": 3,
      "text": "আল্লাহ অবশ্যই তাদের কথা শুনেছেন যারা বলে, আল্লাহ অভাবগ্রস্ত ও আমরা অভাবমুক্ত![১] তারা যা বলেছে তা এবং নবীদের অন্যায়ভাবে হত্যা করার বিষয় আমি লিখে রাখব[২] এবং বলব, তোমরা দহন যন্ত্রণা ভোগ কর।\n[১] যখন মহান আল্লাহ ঈমানদারদেরকে আল্লাহর পথে ব্যয় করার উৎসাহ দান করে বললেন যে, [مَنْ ذَا الَّذِي يُقْرِضُ اللهَ قَرْضًا حَسَنًا ] \"কে আছে এমন, যে ঋণ দেবে আল্লাহকে উত্তম ঋণ।\"\n(সূরা বাক্বারাহ\n২:২৪৫, সূরা হাদীদ ৫৭:১১)\nতখন ইয়াহুদীরা বলল, তোমার প্রতিপালক এমন অভাবগ্রস্ত যে, স্বীয় বান্দাদের কাছ থেকে ঋণ চাচ্ছেন? এই কথারই ভিত্তিতে মহান আল্লাহ এই আয়াত নাযিল করেন।\n(ইবনে কাসীর)\n[২] অর্থাৎ, পূর্বে উল্লেখিত আল্লাহর শানে বেআদবীমূলক উক্তি এবং তাদের (পূর্বপুরুষদের) অন্যায়ভাবে আম্বিয়া (আলাইহিমুস্ সালাম)-দের হত্যা ইত্যাদি তাদের যাবতীয় পাপ আল্লাহর নিকট লিপিবদ্ধ রয়েছে। এই পাপের কারণেই তারা জাহান্নামের আগুনে প্রবেশ করবে।"
    },
    {
      "ayah": 182,
      "surah": 3,
      "text": "এ তোমাদের হস্ত যা পূর্বে পাঠিয়েছে (অর্থাৎ, তোমাদের কৃত কর্মের ফল) এবং নিশ্চয় আল্লাহ দাসদের প্রতি অত্যাচারী নন।"
    },
    {
      "ayah": 183,
      "surah": 3,
      "text": "যারা বলে, আল্লাহ আমাদেরকে আদেশ দিয়েছেন যে, আমরা যেন কোন রসূলের প্রতি বিশ্বাস স্থাপন না করি, যতক্ষণ পর্যন্ত সে (এমন) কুরবানী না করবে, যাকে অগ্নি (অদৃশ্য হতে এসে) গ্রাস করবে। (হে নবী!) তাদেরকে তুমি বল, আমার পূর্বে অনেক রসূল স্পষ্ট নিদর্শনসহ এবং তোমরা যা বলছ, তা সহ তোমাদের নিকট এসেছিল; যদি তোমরা সত্যবাদী হও, তাহলে কেন তাদেরকে হত্যা করেছিলে? [১]\n[১] এই আয়াতে ইয়াহুদীদের আর একটি কথাকে মিথ্যা প্রতিপন্ন করা হচ্ছে; তারা বলতো যে, মহান আল্লাহ আমাদের নিকট থেকে এই প্রতিজ্ঞা নিয়েছেন যে, তোমরা কেবল সেই রসূলকেই বিশ্বাস করবে, যাঁর দু'আর ফলে আসমান থেকে আগুন এসে কুরবানী ও সাদাকাকে জ্বালিয়ে দিয়েছে। অর্থাৎ, হে মুহাম্মাদ! তোমার দ্বারা যেহেতু এই মু'জিযা সংঘটিত হয়নি, তাই আল্লাহর নির্দেশের ভিত্তিতে তোমার রিসালাতের উপর ঈমান আনা আমাদের জন্য জরুরী নয়। অথচ পূর্বের নবীদের মধ্যে এমন নবীও এসেছেন, যাঁর দু'আয় আসমান থেকে আগুন এসে ঈমানদারদের সাদাকা ও কুরবানী জ্বালিয়ে দিত। এর দ্বারা প্রথমতঃ প্রমাণিত হত যে, আল্লাহর রাস্তায় পেশ করা সাদাকা ও কুরবানী আল্লাহর নিকট কবুল হয়েছে। আর দ্বিতীয়তঃ প্রমাণ হত যে, নবী সত্য। তবে ইয়াহুদীরা এই নবী ও রসূলদেরকে মিথ্যুকই ভেবেছে। তাই মহান আল্লাহ বললেন, \"যদি তোমরা তোমাদের দাবীতে সত্যবাদী হও, তাহলে তোমরা এমন নবীদেরকে মিথ্যা প্রতিপন্ন কেন করলে এবং তাঁদেরকে হত্যাই বা কেন করলে, যাঁরা তোমাদের চাহিদা অনুযায়ী নিদর্শনসমূহ নিয়ে এসেছিলেন।\""
    },
    {
      "ayah": 184,
      "surah": 3,
      "text": "অতঃপর তারা যদি তোমাকে মিথ্যাজ্ঞান করে, তবে তোমার পূর্বে যেসব রসূল স্পষ্ট নিদর্শনাবলী, অবতীর্ণ সহীফাসমূহ এবং দীপ্তিমান কিতাবসহ এসেছিল, তাদেরকেও তো মিথ্যাজ্ঞান করা হয়েছিল। [১]\n[১] নবী করীম (সাঃ)-কে সান্ত্বনা দেওয়া হচ্ছে যে, তুমি ইয়াহুদীদের অসার কাট-হুজ্জতির কারণে দুঃখিত হবে না। কারণ, এই ধরনের আচরণ তারা যে কেবল তোমার সাথেই করছে তা নয়, বরং তোমার পূর্বে আগত নবীদের সাথেও এই ধরনের আচরণ করা হয়েছে।"
    },
    {
      "ayah": 185,
      "surah": 3,
      "text": "জীব মাত্রই মৃত্যুর স্বাদ গ্রহণ করবে। আর কিয়ামতের দিনই তোমাদের কর্মফল পূর্ণমাত্রায় প্রদান করা হবে। সুতরাং যাকে আগুন (দোযখ) থেকে দূরে রাখা হবে এবং (যে) বেহেশ্তে প্রবেশলাভ করবে, সেই হবে সফলকাম। আর পার্থিব জীবন ছলনাময় ভোগ ব্যতীত কিছুই নয়।[১]\n[১] এই আয়াতে কয়েকটি বিষয় বর্ণিত হয়েছে। প্রথমতঃ মৃত্যু এমন ধ্রুব সত্য বিষয় যে, তা থেকে নিষ্কৃতির কোন পথ নেই। দ্বিতীয়তঃ দুনিয়াতে ভাল-মন্দ যে যা-ই করুক না কেন, তাকে তার পরিপূর্ণ প্রতিদান পরকালে দেওয়া হবে। তৃতীয়তঃ প্রকৃত সফলতা সেই অর্জন করতে সক্ষম হয়েছে, যে দুনিয়াতে থাকাকালীন স্বীয় প্রতিপালককে সন্তুষ্ট করে নিয়েছে এবং যার ফল স্বরূপ তাকে জাহান্নাম থেকে দূর করে জান্নাতে প্রবেশ করিয়ে দেওয়া হয়েছে। চতুর্থতঃ পার্থিব জীবন হল ধোঁকার সম্পদ। এই ধোঁকা থেকে যে নিজেকে বাঁচিয়ে নিতে পারবে, সেই হবে ভাগ্যবান। আর যে এই ধোঁকার জালে ফেঁসে যাবে, সেই হবে ব্যর্থ ও হতভাগা।"
    },
    {
      "ayah": 186,
      "surah": 3,
      "text": "(হে বিশ্বাসিগণ!) নিশ্চয় তোমাদের ধনৈশ্বর্য ও জীবন সম্বন্ধে পরীক্ষা করা হবে।[১] আর তোমাদের পূর্বে যাদেরকে কিতাব দেওয়া হয়েছিল, তাদের এবং অংশীবাদী (মুশরিক)দের কাছ থেকে অবশ্যই তোমরা অনেক কষ্টদায়ক কথা শুনতে পাবে। সুতরাং যদি তোমরা ধৈর্য ধারণ কর এবং সংযমী হও, তাহলে তা হবে দৃঢ়সংকল্পের কাজ। [২]\n[১] ঈমানদারদেরকে তাদের ঈমান অনুযায়ী পরীক্ষা করার কথা আলোচিত হয়েছে। সূরা বাক্বারার ২:১৫৫ নং আয়াতেও এই ধরনের কথা উল্লিখিত হয়েছে। এই আয়াতের তফসীরে একটি ঘটনাও বর্ণিত হয়েছে। তা হল, মুনাফিকদের সর্দার আব্দুল্লাহ ইবনে উবাই তখনও (বাহ্যিক) ইসলাম প্রকাশ করেনি এবং বদরের যুদ্ধও তখন পর্যন্ত সংঘটিত হয়নি। এমন এক দিনে নবী করীম (সাঃ) (রোগাক্রান্ত) সা'দ ইবনে উবাদা (রাঃ)-কে দেখার জন্য বানী-হারেস ইবনে খাযরাজে গেলেন। পথে এক মজলিসে কিছু মুশরিক, ইয়াহুদী এবং আব্দুল্লাহ ইবনে উবাই প্রভৃতি বসেছিল। রসূল (সাঃ)-এর সওয়ারীর পায়ের উড়ন্ত ধুলো তাদের গায়ে লাগলে তারা ক্ষুব্ধ ভাব প্রকাশ করল। তিনি সেখানে দাঁড়িয়ে তাদেরকে ইসলাম কবুল করার দাওয়াতও দিলেন। ফলে আব্দুল্লাহ ইবনে উবাই বেআদবীমূলক বাক্যও ব্যবহার করল। সেখানে কিছু মুসলিমও ছিলেন। তাঁরা তাদের বিপরীত রসূল (সাঃ)-এর প্রশংসা করলেন। তাদের উভয়ের মধ্যে ঝগড়া বেধে যাওয়ার উপক্রম হলে তিনি তাদেরকে থামালেন। অতঃপর তিনি সা'দ (রাঃ)-এর কাছে পৌঁছে তাঁকে এ ঘটনা শুনান। শুনে সা'দ (রাঃ) বললেন, আব্দুল্লাহ ইবনে উবাইয়ের এই ধরনের কথা বলার কারণ হল, আপনার মদীনা আগমনের পূর্বে এখানের বাসিন্দারা তার মাথায় মুকুট পরানোর সিদ্ধান্ত নিয়েছিল। কিন্তু আপনার আগমনে তার এই সুন্দর স্বপ্ন অবাস্তব রয়ে গেল। এতে সে চরমভাবে আঘাতপ্রাপ্ত হয়েছে। তার এই ধরনের কথাগুলো উক্ত কারণঘটিত বিদ্বেষ ও ঔদ্ধত্যেরই বহিঃপ্রকাশ। কাজেই আপনি ক্ষমাশীলতা প্রয়োগ করুন।\n(সহীহ বুখারী থেকে সংগৃহীত সার-সংক্ষেপ)\n[২] 'তোমাদের পূর্বে যাদেরকে কিতাব দেওয়া হয়েছিল' বলতে ইয়াহুদী ও খ্রিষ্টানদের বুঝানো হয়েছে। এরা বিভিন্নভাবে নবী করীম (সাঃ), ইসলাম এবং মুসলিমদের বিরুদ্ধে নিন্দা গেয়ে বেড়াত। মুশরিকদের অবস্থাও অনুরূপ ছিল। এ ছাড়াও মদীনা আসার পর মুনাফিকগণ বিশেষতঃ তাদের সর্দার আব্দুল্লাহ ইবনে উবাই রসূল (সাঃ)-এর ব্যাপারে তাচ্ছিল্য প্রদর্শন করে বেড়াত। রসূল (সাঃ)-এর মদীনা আসার পূর্বে মদীনাবাসীরা তাদের সর্দারের মাথায় সর্দারীর মুকুট পরানোর সিদ্ধান্ত চূড়ান্ত করে নিয়েছিল। রসূল (সাঃ)-এর আগমনের কারণে তার এই স্বপ্ন ভেঙ্গে চুরমার হয়ে গেল। এতে সে চরমভাবে আঘাতপ্রাপ্ত হল। তাই প্রতিশোধ গ্রহণ করার নিমিত্তেও এই লোকটি রসূল (সাঃ)-এর বিরুদ্ধে গালিগালাজ করার কোন সুযোগ পেলে, তা হাত ছাড়া করে না। (যেমন, পূর্বের টীকায় বুখারীর হাওয়ালায় এই ঘটনার বিস্তারিত আলোচনা হয়েছে।) এই রকম পরিস্থিতিতে মুসলিমদেরকে ক্ষমা, ধৈর্য এবং আল্লাহভীরুতার পথ অবলম্বন করার কথা শিক্ষা দেওয়া হচ্ছে। এ থেকে প্রতীয়মান হয় যে, সত্যের প্রতি আহবায়কদের বহু কষ্ট ও কঠিন সমস্যার শিকার হওয়ার বিষয়টা সত্য পথের নানা পর্যায়ে স্বাভাবিক ব্যাপার। আর এর চিকিৎসাঃ ধৈর্য ধারণ, আল্লাহর নিকট সাহায্য কামনা এবং তাঁরই দিকে প্রত্যাবর্তন বৈ আর কিছুই নয়।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 187,
      "surah": 3,
      "text": "(স্মরণ কর) যাদেরকে কিতাব দেওয়া হয়েছিল, আল্লাহ তাদের নিকট প্রতিশ্রুতি নিয়েছিলেন যে, তোমরা তা (কিতাব) স্পষ্টভাবে মানুষের কাছে প্রকাশ করবে এবং তা গোপন করবে না। এর পরও তারা তা পৃষ্ঠের পিছনে নিক্ষেপ করে (অগ্রাহ্য করে) ও তা স্বল্পমূল্যে বিক্রয় করে। সুতরাং তারা যা ক্রয় করে তা কত নিকৃষ্ট। [১]\n[১] এখানে আহলে-কিতাবদেরকে তিরস্কার করা হচ্ছে। তাদের কাছ থেকে মহান আল্লাহ এই অঙ্গীকার নিয়েছিলেন যে, তাঁর কিতাবে (তাওরাত ও ইঞ্জীলে) যে কথাগুলো লিপিবদ্ধ রয়েছে এবং শেষ নবীর যে গুণাবলী তাতে উল্লিখিত হয়েছে, সেগুলো তারা মানুষের কাছে বর্ণনা করবে ও তার কোন কিছুই গোপন করবে না। কিন্তু তারা সামান্য পার্থিব স্বার্থের কারণে আল্লাহর সাথে কৃত অঙ্গীকার ভঙ্গ করে ফেলে। অর্থাৎ, আলেম সমাজকে জ্ঞাত ও সতর্ক করা হচ্ছে যে, তাঁদের নিকট উপকারী যে জ্ঞান রয়েছে, যে জ্ঞান দ্বারা মানুষের যাবতীয় আকীদা ও আমলের সংশোধন হওয়া সম্ভব, সে জ্ঞান যেন তাঁরা মানুষের নিকট অবশ্যই পৌঁছে দেন। পার্থিব স্বার্থ ও লাভের খাতিরে তা গোপন করা হবে অতি বড় অপরাধ। কিয়ামতের দিন এই ধরনের আলেমকে আগুনের লাগাম পরানো হবে।\n(এ কথা হাদীসে বর্ণিত হয়েছে।)"
    },
    {
      "ayah": 188,
      "surah": 3,
      "text": "যারা নিজেরা যা করেছে, তাতে আনন্দ প্রকাশ করে এবং যা করেনি, এমন কাজের জন্য প্রশংসিত হতে ভালবাসে, তারা শাস্তি হতে মুক্তি পাবে, এরূপ তুমি কখনও মনে করো না; তাদের জন্য রয়েছে মর্মন্তুদ শাস্তি। [১]\n[১] আলোচ্য আয়াতে এমন লোকদের জন্য কঠোর শাস্তির কথা ঘোষিত হয়েছে, যারা কেবল তাদের বাস্তব কৃতিত্ব নিয়েই খোশ নয়, বরং তারা চায় যে, তাদের খাতায় এমন কৃতিত্বও লেখা হোক বা প্রকাশ করা হোক, যা তারা করেনি। এই রোগ যেরূপ রসূল (সাঃ)-এর যুগে ছিল এবং যার কারণে আয়াত নাযিল হয়, অনুরূপ বর্তমানেও পদাভিলাষী ও যশান্বেষী প্রকৃতির মানুষের মধ্যে এবং প্রোপাগান্ডা ও আরো বিভিন্ন চালাকী ও চাতুর্যের মাধ্যমে নেতৃত্ব লাভকারী নেতাদের মধ্যেও ব্যাপকহারে এ রোগ পাওয়া যায়। আয়াতের প্রসঙ্গসূত্র থেকে এ কথাও প্রতীয়মান হয় যে, ইয়াহুদীরা আল্লাহর কিতাবে পরিবর্তন ও তা গোপন করার অপরাধে অপরাধী ছিল এবং তারা তাদের এই কুকৃতিত্বে আনন্দিতও ছিল। বর্তমানের বাতিলপন্থীদের অবস্থাও অনুরূপ। তারাও মানুষদেরকে পথভ্রষ্ট করে, ভুলপথ প্রদর্শন করে এবং আল্লাহর আয়াতের অর্থগত পরিবর্তন ও অস্পষ্ট ব্যাখ্যা করে বড়ই আনন্দবোধ করে এবং দাবী করে যে, তারাই হকপন্থী ও তাদেরকে তাদের এই প্রতারণার জন্য সাবাসীও দেওয়া হোক।\nقَاتَلَهُمُ اللهُ أَنَّى يُؤْفَكُوْنَ"
    },
    {
      "ayah": 189,
      "surah": 3,
      "text": "আকাশমন্ডলী ও পৃথিবীর সার্বভৌম ক্ষমতা একমাত্র আল্লাহরই। আর আল্লাহ সর্ববিষয়ে সর্বশক্তিমান।"
    },
    {
      "ayah": 19,
      "surah": 3,
      "text": "নিশ্চয় ইসলাম আল্লাহর নিকট (একমাত্র মনোনীত) ধর্ম।[১] যাদেরকে কিতাব দেওয়া হয়েছিল তারা পরস্পর বিদ্বেষবশতঃ তাদের নিকট জ্ঞান আসার পরও তাদের মধ্যে মতানৈক্য ঘটিয়েছিল![২] আর যে আল্লাহর নিদর্শনসমূহকে[৩] অস্বীকার করে (সে জেনে রাখুক যে), নিশ্চয় আল্লাহ সত্বর হিসাব গ্রহণকারী।\n[১] ইসলাম সেই মনোনীত দ্বীন, যার প্রতি সকল নবীগণ সব সব যুগে আহবান করেছেন এবং যার শিক্ষা দিয়েছেন। আর এখন এই ইসলামের পূর্ণাঙ্গ রূপ হল সেটাই, যা শেষ নবী মুহাম্মাদ (সাঃ) বিশ্ববাসীর সামনে পেশ করেছেন। যাতে আছে যে, তাওহীদ, রিসালাত এবং আখেরাতের উপর ঐভাবেই ঈমান আনতে হবে ও বিশ্বাস করতে হবে, যেভাবে নবী করীম (সাঃ) নির্দেশ দিয়েছেন। এখন কেবল আল্লাহকে এক মনে করে নিলেই অথবা কিছু সৎকর্ম করে নিলেই যে ইসলাম প্রতিষ্ঠা হবে এবং আখেরাতে মুক্তি পাওয়া যাবে তা নয়; বরং ঈমান, ইসলামের দাবী হল, আল্লাহকে এক মনে করে কেবল তাঁরই ইবাদত করা। মুহাম্মাদ (সাঃ) সহ সকল নবীদের উপর ঈমান আনা। নবী করীম (সাঃ)-এর পর আর কোন নবী আসবেন না, এ কথাও স্বীকার করে নেওয়া। আর এই ঈমানের সাথে সাথে সেই আকীদা ও আমলগুলো পালন করতে হবে, যেগুলো কুরআন ও হাদীসে বর্ণিত হয়েছে। এখন আল্লাহর নিকট দ্বীনে-ইসলাম ব্যতীত আর কোন দ্বীন গৃহীত হবে না। মহান আল্লাহ বলেন, \"যে কেউ ইসলাম ছাড়া অন্য ধর্ম অন্বেষণ করবে, তার পক্ষ হতে তা কখনও গ্রহণ করা হবে না। আর সে হবে পরলোকে ক্ষতিগ্রস্তদের দলভুক্ত।\"\n(সূরা আলে ইমরান ৩:৮৫ আয়াত)\nনবী করীম (সাঃ)-এর নবুঅত ও রিসালাত সমগ্র মানবতার জন্য। [قُلْ يَا أَيُّهَا النَّاسُ إِنِّي رَسُولُ اللهِ إِلَيْكُمْ جَمِيعًا] \"বলে দাও, হে মানবমন্ডলী! তোমাদের সবার প্রতি আমি আল্লাহর প্রেরিত রসূল।\"\n(সূরা আ'রাফ ৭:১৫৮ আয়াত)\n[تَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا] \"পরম বরকতময় তিনি, যিনি তাঁর বান্দার প্রতি ফুরকান অবতীর্ণ করেছেন, যাতে সে সমগ্র বিশ্বের জন্য সতর্ককারী হয়।\"\n(সূরা ফুরকান ২৫:১ আয়াত)\nহাদীসে রসূল (সাঃ) বলেছেন, \"সেই সত্তার শপথ যার হাতে আমার প্রাণ আছে! ইয়াহুদী ও খ্রিষ্টানদের যে কেউ আমার উপর ঈমান না এনেই মারা যাবে, সে জাহান্নামী হবে।\"\n(সহীহ মুসলিম)\nতিনি আরো বলেন, \"আমি সাদা-কালো সকলের প্রতি প্রেরিত হয়েছি।\" (অর্থাৎ, সকল মানুষের জন্য নবী হয়ে প্রেরিত হয়েছি।) আর এই কারণেই তিনি সেই সময়ের সমস্ত বাদশাহদের প্রতি পত্র প্রেরণ করে তাদেরকে ইসলাম গ্রহণের দাওয়াত দেন।\n(বুখারী, মুসলিম, ইবনে কাসীর)\n[২] 'মতানৈক্য' বলতে তাদের পারস্পরিক এমন মতবিরোধ যা একই ধর্মের অনুসারীরা আপোসে বাধিয়ে রেখেছিল। যেমন, ইয়াহুদীদের পারস্পরিক মতবিরোধ এবং আপোসের বিচ্ছিন্নতা ও দলাদলি। অনুরূপ খ্রিষ্টানদের পারস্পরিক বিরোধিতা ও আপোসের বিচ্ছিন্নতা। তাছাড়া আহলে কিতাবদের পারস্পরিক মতবিরোধকেও বুঝানো হয়েছে। যে বিরোধ ও মতানৈক্যের কারণে ইয়াহুদী ও খ্রিষ্টানরা একে অপরকে বলত, \"কোন কিছুর উপর তোমাদের ভিত্তি নেই।\" মুহাম্মাদ (সাঃ) এবং ঈসা (আঃ)-এর নবুঅতকে নিয়ে যে বিরোধ, তাও এর অন্তর্ভুক্ত। আর এই সকল মতবিরোধ কোন দলীলের ভিত্তিতে ছিল না। কেবল হিংসা-বিদ্বেষ এবং শত্রুতার কারণে ছিল। অর্থাৎ, তারা সত্যকে জেনে ও চিনেছিল; কিন্তু তা সত্ত্বেও কেবল দুনিয়ার খেয়ালী স্বার্থের পিছনে পড়ে ভ্রান্তমূলক কথার উপরে কায়েম থাকত এবং সেটাকেই দ্বীন বুঝানোর চেষ্টা করত। যাতে তাদের নাকও যেন উঁচু থাকে এবং জনগণের মাঝে তাদের বিশ্বস্ততাও যেন প্রতিষ্ঠিত থাকে। পরিতাপের বিষয় যে, ইদানীং মুসলিম উলামাদের এক বিরাট সংখ্যক দল ঠিক এই ধরনেরই জঘন্য উদ্দেশ্য সাধনের তাকীদে তাদের মতনই ভ্রান্ত পথ অবলম্বন করে চলেছে। আল্লাহ তাদেরকে ও আমাদেরকে হিদায়াত করুন। আমীন।[৩] এখানে 'নিদর্শন' বলতে সেই সব নিদর্শন, যা প্রমাণ করে যে, ইসলাম আল্লাহরই মনোনীত দ্বীন।"
    },
    {
      "ayah": 190,
      "surah": 3,
      "text": "নিশ্চয় আকাশমন্ডলী ও পৃথিবীর সৃষ্টিতে এবং রাত ও দিনের পরিবর্তনে জ্ঞানী লোকেদের জন্য নিদর্শন রয়েছে। [১]\n[১] অর্থাৎ, যাঁরা আসমান ও যমীনের সৃষ্টি এবং বিশ্ব-জাহানের অন্যান্য রহস্য এবং গুপ্তবিষয় সম্পর্কে চিন্তা-গবেষণা করেন, তাঁরা বিশ্বের স্রষ্টা এবং তার পরিচালকের পরিচয় অর্জন করতে সক্ষম হন এবং তাঁরা জেনে যান যে, বিশাল এই পৃথিবীর সুনিয়ন্ত্রিত শৃঙ্খলা ও সুব্যবস্থা --যাতে সামান্য পরিমাণও কোন বিশৃঙ্খলা দেখা যায় না-- অবশ্যই তার পিছনে এমন কোন সত্তা আছে যে তা সূক্ষ্ণভাবে পরিচালনা করছে এবং তা নিয়ন্ত্রণ করছে। আর সে সত্তা হল আল্লাহর সত্তা। পরের আয়াতে এই জ্ঞানীজনদের গুণাবলী উল্লেখ করে বলা হয়েছে যে, তাঁরা দাঁড়িয়ে-বসে এবং শয়ন অবস্থায় আল্লাহকে স্মরণ করেন।---হাদীসে বর্ণিত যে, ১৯০নং আয়াত থেকে সূরার শেষ পর্যন্ত আয়াতগুলো নবী করীম (সাঃ) যখন রাতে তাহাজ্জুদ নামায পড়ার জন্য উঠতেন, তখন পড়তেন এবং তারপর ওযূ করতেন।\n(বুখারী ৪৫৬৯-মুসলিম ২৫৬নং)"
    },
    {
      "ayah": 191,
      "surah": 3,
      "text": "যারা দাঁড়িয়ে, বসে এবং শুয়ে আল্লাহকে স্মরণ করে এবং আকাশমন্ডলী ও পৃথিবীর সৃষ্টি সম্বন্ধে চিন্তা করে এবং (বলে,) হে আমাদের প্রতিপালক! তুমি এ নিরর্থক সৃষ্টি করনি। তুমি পবিত্র। তুমি আমাদেরকে আগুনের শাস্তি থেকে রক্ষা কর। [১]\n[১] এই দশটি আয়াতের মধ্যে প্রথম আয়াতে মহান আল্লাহ তাঁর শক্তি-সামর্থ্যের কিছু নিদর্শন বর্ণনা করেছেন এবং বলেছেন যে, এগুলো নির্দশন অবশ্যই, তবে কার জন্যে? জ্ঞানীদের জন্যে। এর অর্থ হল, বিস্ময়কর এই সৃষ্টি এবং আল্লাহর মহা কুদরত দেখেও যে ব্যক্তি মহান স্রষ্টার পরিচয় লাভ করতে পারে না, সে প্রকৃতপক্ষে জ্ঞানীই নয়। কিন্তু বড় আশ্চর্যজনক ব্যাপার হল যে, বর্তমানে মুসলিম বিশ্বেও 'জ্ঞানী' (বিজ্ঞানী) তাকেই মনে করা হয়, যে মহান আল্লাহর ব্যাপারে সন্দেহের শিকার।\n-فإِنَّا للهِ وَإِنَّا إِلَيْهِ رَاجِعُوْنَ- ।\nদ্বিতীয় আয়াতে জ্ঞানীদের আল্লাহর যিকর করার স্পৃহা এবং আসমান ও যমীনের সৃষ্টি সম্পর্কে তাঁদের চিন্তা ও গবেষণা করার কথা বর্ণিত হয়েছে। হাদীসেও রসূল (সাঃ) বলেছেন, \"দাঁড়িয়ে নামায পড়। যদি দাঁড়িয়ে পড়তে না পার, তাহলে বসে বসে পড়। আর যদি বসে বসে পড়তে না পার, তবে পার্শ্বদেশে শুয়ে শুয়ে পড়।\"\n(বুখারী১১১৭নং)\nএই ধরনের লোক যাঁরা সব সময় আল্লাহর যিকর করেন ও তাঁকে স্মরণে রাখেন এবং আসমান ও যমীনের সৃষ্টি ও তার রহস্য ও যুক্তিসমূহ সম্পর্কে চিন্তা-গবেষণা করেন, তাঁরা বিশ্বস্রষ্টার মহত্ত্ব ও মহাশক্তি, তাঁর জ্ঞান ও এখতিয়ার এবং তাঁর রহমত ও প্রতিপালকত্ব সম্পর্কে সঠিক পরিচিতি লাভ করতে সক্ষম হন। ফলে আপনা-আপনিই তাঁদের মুখ ফুটে বেড়িয়ে আসে যে, বিশ্বের প্রতিপালক এই বিশাল পৃথিবীকে অনর্থক সৃষ্টি করেননি; বরং এর উদ্দেশ্য হল বান্দাদেরকে পরীক্ষা করা। যে বান্দা পরীক্ষায় সফলতা অর্জন করতে পারবে, সে লাভ করবে চিরস্থায়ী জান্নাতের নিয়ামত। আর যে পরীক্ষায় ব্যর্থ হবে, তার জন্য হবে জাহান্নামের আযাব। এই জন্যই তাঁরা (জ্ঞানীজন) জাহান্নামের আযাব থেকে রক্ষা পাওয়ার দু'আও করে থাকেন। পরের তিনটি আয়াতে ক্ষমা প্রার্থনা এবং কিয়ামতের দিনের লাঞ্ছনা থেকে পরিত্রাণ পাওয়ার দু'আ রয়েছে।"
    },
    {
      "ayah": 192,
      "surah": 3,
      "text": "হে আমাদের প্রতিপালক! তুমি যাকে দোযখে প্রবেশ করাবে, তাকে নিশ্চয় লাঞ্ছিত করবে। আর অত্যাচারীদের জন্য কোন সাহায্যকারী নেই।"
    },
    {
      "ayah": 193,
      "surah": 3,
      "text": "হে আমাদের প্রতিপালক! আমরা এক আহবায়ককে ঈমানের দিকে আহবান করতে শুনেছি যে, ‘তোমরা তোমাদের প্রতিপালকের প্রতি ঈমান আনো।’ সুতরাং আমরা ঈমান এনেছি। অতএব হে আমাদের প্রতিপালক! তুমি আমাদের পাপসমূহ ক্ষমা কর, আমাদের মন্দ কার্যসমূহ গোপন কর এবং মৃত্যুর পর আমাদেরকে পুণ্যবানদের সাথে মিলিত কর।"
    },
    {
      "ayah": 194,
      "surah": 3,
      "text": "হে আমাদের প্রতিপালক! তোমার রসূলগণের মাধ্যমে আমাদেরকে যা দেওয়ার প্রতিশ্রুতি দিয়েছ, তা আমাদেরকে দান কর। আর কিয়ামতের দিন আমাদেরকে লাঞ্ছিত করো না। নিশ্চয় তুমি প্রতিশ্রুতির ব্যতিক্রম কর না।"
    },
    {
      "ayah": 195,
      "surah": 3,
      "text": "অতঃপর তাদের প্রতিপালক তাদের ডাকে সাড়া[১] দিলেন (এবং বললেন), আমি তোমাদের মধ্যে কোন কর্মনিষ্ঠ নর অথবা নারীর কর্ম বিফল করি না;[২] তোমরা পরস্পর সমশ্রেণীভুক্ত। [৩] সুতরাং যারা হিজরত (ধর্মের জন্য স্বদেশত্যাগ) করেছে, নিজ নিজ গৃহ থেকে উৎখাত হয়েছে, আমার পথে নির্যাতিত হয়েছে এবং যুদ্ধ করেছে ও নিহত হয়েছে, আমি তাদের মন্দ কাজগুলি অবশ্যই গোপন করব, আর অবশ্যই তাদেরকে বেহেশ্তে প্রবেশ করাব; যার নিচে নদীসমূহ প্রবাহিত। এ হল আল্লাহর দেওয়া পুরস্কার, বস্তুতঃ আল্লাহর নিকটই উত্তম পুরস্কার রয়েছে।\n[১] فَاسْتَجَابَ এখানে أَجَابَ অর্থাৎ, তিনি তাদের দু'আ কবুল করলেন বা তাদের ডাকে সাড়া দিলেন --এর অর্থে ব্যবহার হয়েছে।\n(ফাতহুল ক্বাদীর)\n[২] 'নর অথবা নারী' কথাটি এখানে এই জন্য বলা হয়েছে যে, ইসলাম কোন কোন বিষয়ে নর ও নারীর মধ্যে তাদের উভয়ের প্রাকৃতিক গুণাবলীর ভিন্নতার কারণে কিছু পার্থক্য করেছে, যেমন, কর্তৃত্বে ও নেতৃত্বে, জীবিকা উপার্জনের দায়িত্বে এবং জিহাদে অংশ গ্রহণ ও অর্ধেক মীরাস পাওয়ার ব্যাপারে। তাই এই পার্থক্যগুলো দেখে যেন এই মনে করে না নেওয়া হয় যে, নেক কাজের প্রতিদানেও পুরুষ ও মহিলার মধ্যে পার্থক্য করা হবে। না, এ রকম হবে না। বরং প্রত্যেক নেকীর যে প্রতিদান একজন পুরুষ পাবে, সেই নেকী যদি কোন মহিলা করে, তাহলে সেও অনুরূপ প্রতিদান পাবে।\n[৩] এটা جملة معترضة অর্থাৎ, বাক্যের মধ্যে ব্যাকরণগত সম্পর্কহীন একটি প্রবিষ্ট বাক্য। এই বাক্যের উদ্দেশ্য হল পূর্বোক্ত বিষয়কে আরো পরিষ্কার করে বর্ণনা করা। অর্থাৎ, নেকী ও আনুগত্যে তোমরা পুরুষ ও মহিলা সমান। কোন কোন বর্ণনায় এসেছে যে, উম্মে সালামা (রাঃ) বললেন, হে আল্লাহর রসূল! মহান আল্লাহ হিজরত করার ব্যাপারে মহিলাদের নাম নেননি। তাঁর এ কথার ভিত্তিতে এই আয়াত অবতীর্ণ হয়।\n(তাফসীরে ত্বাবারী, ইবনে কাসীর ও ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 196,
      "surah": 3,
      "text": "যারা অবিশ্বাস করে, দেশ-বিদেশে তাদের অবাধ বিচরণ যেন তোমাকে অবশ্যই প্রতারিত না করে। [১]\n[১] এখানে সম্বোধন নবী করীম (সাঃ)-কে করা হলেও এই সম্বোধনের লক্ষ্য সমস্ত উম্মত। 'দেশ-বিদেশে তাদের অবাধ বিচরণ' বলতে ব্যবসা-বাণিজ্যের জন্য এক নগরী থেকে আর এক নগরীতে বা এক দেশ থেকে আর এক দেশে যাওয়া-আসা। এই বাণিজ্য সফর পার্থিব ভোগ্যসামগ্রীর প্রাচুর্য এবং ব্যবসার প্রসারতারই প্রকৃষ্ট প্রমাণ। তাই মহান আল্লাহ বলছেন, এগুলো আসলে কিছু দিনের জন্য ক্ষণস্থায়ী লাভের সামগ্রী। এ ব্যাপারে ঈমানদারদেরকে ধোঁকায় পতিত না হয়ে শেষ পরিণামের প্রতি লক্ষ্য রাখা উচিত। আর সেই পরিণাম হল, ঈমান থেকে বঞ্চিত হলে জাহান্নামের চিরস্থায়ী আযাব। দুনিয়ার ধন-সম্পদের প্রাচুর্যের অধিকারী কাফেররা এই আযাবে পতিত হবে। এই বিষয়টা কুরআনের আরো বিভিন্ন স্থানে আলোচিত হয়েছে। যেমন, [مَا يُجَادِلُ فِي آيَاتِ اللهِ إِلَّا الَّذِينَ كَفَرُوا فَلا يَغْرُرْكَ تَقَلُّبُهُمْ فِي الْبِلادِ] \"কাফেররাই কেবল আল্লাহর আয়াত সম্পর্কে বিতর্ক করে। কাজেই নগরীসমূহে তাদের বিচরণ যেন তোমাকে বিভ্রান্তিতে না ফেলে।\"\n(সূরা মু'মিন ৪০:৪)\n[قُلْ إِنَّ الَّذِينَ يَفْتَرُونَ عَلَى اللَّهِ الْكَذِبَ لا يُفْلِحُونَ، مَتَاعٌ فِي الدُّنْيَا ثُمَّ إِلَيْنَا مَرْجِعُهُمْ] \"বলে দাও, যারা আল্লাহর প্রতি মিথ্যা আরোপ করে তারা অব্যাহতি পাবে না। পার্থিব জীবনে সামান্যই লাভ, অতঃপর আমার নিকট প্রত্যাবর্তন করতে হবে।\"\n(সূরা ইউনুস ১০:৬৯-৭০)\n[نُمَتِّعُهُمْ قَلِيلًا ثُمَّ نَضْطَرُّهُمْ إِلَى عَذَابٍ غَلِيظٍ] \"আমি তাদেরকে স্বল্পকালের জন্যে ভোগবিলাস করতে দেব, অতঃপর তাদেরকে বাধ্য করবো গুরুতর শাস্তি ভোগ করতে।\"\n(সূরা লুকমান ৩১:২৪)"
    },
    {
      "ayah": 197,
      "surah": 3,
      "text": "৯৭) এ সামান্য ভোগ-বিলাস মাত্র,[১] অতঃপর দোযখ তাদের বাসস্থান, আর তা কত নিকৃষ্ট শয়নাগার!\n[১] অর্থাৎ, পার্থিব উপকরণাদি এবং ভোগবিলাসের সামগ্রী বাহ্যদৃষ্টিতে যতই বেশী হোক না কেন, প্রকৃতপক্ষে তা সামান্যই। কেননা, তার তো শেষ পরিণতি ধ্বংসই। আর এগুলো ধ্বংস হওয়ার পূর্বে স্বয়ং তারাই ধ্বংস হয়ে যাবে, যারা এগুলো অর্জন করার প্রচেষ্টায় আল্লাহকে ভুলে থাকে এবং সর্বপ্রকার নৈতিকতা ও আল্লাহ কর্তৃক নির্ধারিত সীমা লঙ্ঘন করে।"
    },
    {
      "ayah": 198,
      "surah": 3,
      "text": "কিন্তু যারা তাদের প্রতিপালককে ভয় করে, তাদের জন্য রয়েছে জান্নাত; যার নিম্নদেশে নদীমালা প্রবাহিত, সেখানে তারা স্থায়ী হবে। এ হল আল্লাহর পক্ষ হতে আতিথ্য। আর আল্লাহর নিকট যা আছে তা পুণ্যবানদের জন্য উত্তম। [১]\n[১] ওদের বিপরীত যাঁরা প্রতিপালককে ভয় করে পরহেযগারী এবং আল্লাহভীরুতার জীবন যাপন করে তাঁর সমীপে উপস্থিত হবেন, যদিও দুনিয়াতে তাঁদের কাছে আল্লাহ ভুলানোর মত ধন-সম্পদের প্রাচুর্য এবং অঢেল রুযী ছিল না, তবুও তাঁরা সমগ্র বিশ্বের স্রষ্টা এবং তার একচ্ছত্র মালিক আল্লাহর মেহমান হবেন এবং সেখানে এই সৎলোকরা যে প্রতিদান পাবেন, তা দুনিয়াতে কাফেররা ক্ষণস্থায়ীভাবে যা পেয়েছে, তা থেকে বহুগুণে উত্তম ও শ্রেষ্ঠ হবে।"
    },
    {
      "ayah": 199,
      "surah": 3,
      "text": "নিশ্চয় গ্রন্থধারীদের মধ্যে এমন অনেকে রয়েছে যারা আল্লাহতে, তোমাদের প্রতি যা অবতীর্ণ হয়েছে এবং তাদের প্রতি যা অবতীর্ণ হয়েছে, তাতে আল্লাহর নিকট বিনয়াবনত হয়ে বিশ্বাস করে এবং আল্লাহর আয়াতকে স্বল্পমূল্যে বিক্রয় করে না;[১] এরাই তো সেই সকল লোক যাদের জন্য আল্লাহর নিকট পুরস্কার রয়েছে। নিশ্চয় আল্লাহ দ্রুত হিসাব গ্রহণকারী।\n[১] এই আয়াতে আহলে-কিতাবের সেই দলের কথা বলা হয়েছে, যে দল রসূল (সাঃ)-এর রিসালাতের উপর ঈমান এনে ধন্য হয়েছে। তাঁদের ঈমান এবং ঈমানী গুণাবলীর কথা উল্লেখ করে মহান আল্লাহ তাঁদেরকে এমন সব আহলে-কিতাব থেকে পৃথক করে দিলেন, যাদের কাজই ছিল ইসলাম, ইসলামের পয়গম্বর এবং মুসলিমদের বিরুদ্ধে চক্রান্ত করা, আল্লাহর আয়াতের পরিবর্তন ও তার অস্পষ্ট ব্যাখ্যা করা এবং দুনিয়ার ক্ষণস্থায়ী সম্পদ লাভের জন্য (প্রকৃত) জ্ঞানকে গোপন করা। আল্লাহ তাআলা বললেন, আহলে-কিতাবদের মধ্যে যারা বিশ্বাসী ও মু'মিন, তারা এ রকম নয়, বরং তারা আল্লাহকে ভয় করে এবং সামান্য মূল্যের বিনিময়ে তারা আল্লাহর আয়াতকে বিক্রিও করে না। এর অর্থ হল, যে সব উলামা ও মাশায়েখ পার্থিব স্বার্থ অর্জনের জন্য আল্লাহর আয়াতের পরিবর্তন ঘটায় অথবা তার অর্থ ও ব্যাখ্যার সাথে বাতিল মিশ্রিত করে, তারা ঈমান ও আল্লাহভীরুতা থেকে বঞ্চিত। হাফেয ইবনে কাসীর লিখেছেন যে, আয়াতে আহলে-কিতাবের যে মু'মিনদের কথা উল্লিখিত হয়েছে, ইয়াহুদীদের মধ্য থেকে তাঁদের সংখ্যা দশ পর্যন্তও পৌঁছে না, তবে খ্রিষ্টানদের মধ্য হতে বহু সংখ্যক লোক ইসলাম গ্রহণ করে সত্য দ্বীনের অনুসারী হয়েছেন।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 2,
      "surah": 3,
      "text": "আল্লাহ ব্যতীত অন্য কোন (সত্য) উপাস্য নেই, তিনি চিরঞ্জীব ও সব কিছুর ধারক। [১]\n[১] حَيٌّ এবং قَيُّومٌ মহান আল্লাহর বিশেষ গুণ। 'হায়্যুন'এর অর্থ তিনি চিরঞ্জীব, তাঁর মৃত্যু ও ধ্বংস নেই। 'ক্বায়্যুম'এর অর্থ, তিনি নিখিল বিশ্বের ধারক, সংরক্ষণকারী এবং পর্যবেক্ষক। বিশ্বের সব কিছুই তাঁর মুখাপেক্ষী, তিনি কারো মুখাপেক্ষী নন। খ্রিষ্টানরা ঈসা (আঃ)-কে আল্লাহ অথবা তাঁর পুত্র কিংবা তিনের এক মনে করত। সুতরাং তাদেরকে বলা হচ্ছে যে, ঈসা (আঃ)ও যখন আল্লাহর সৃষ্টি, তিনি মায়ের পেট থেকে জন্ম নিয়েছেন এবং তাঁর জন্মকালও পৃথিবী সৃষ্টির বহুকাল পর। তাহলে তিনি আল্লাহ অথবা তাঁর পুত্র কিভাবে হতে পারেন? যদি তোমাদের বিশ্বাস সঠিক হত, তাহলে সে সৃষ্টি হয়ে তাকে ইলাহী গুণের অধিকারী এবং অনাদি হওয়া উচিত ছিল। অনুরূপ তাঁর উপর মৃত্যু আসাও উচিত নয়, কিন্তু এমন এক সময় আসবে যখন মৃত্যু তাঁকে গ্রাস করবে। আর খ্রিষ্টানদের ধারণা অনুযায়ী তিনি তো মারাই গেছেন। বহু হাদীসে এসেছে যে, আল্লাহর ইসমে আ'যম (মহান নাম) তিনটি আয়াতে এসেছে। কেউ যদি এই নামের অসীলায় দু'আ করে, তাহলে তা প্রত্যাখ্যাত হয় না। এক তো এই সূরা আলে-ইমরানে। দ্বিতীয় আয়াতুল কুরসীতে [اللهُ لا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ] এবং তৃতীয় সূরা ত্বাহাতে [وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ]\n(ইবনে কাসীর-তাফসীর আয়াতুল কুরসী)"
    },
    {
      "ayah": 20,
      "surah": 3,
      "text": "অতঃপর যদি তারা তোমার সাথে বিতর্কে লিপ্ত হয়, তাহলে তুমি বল, ‘আমি ও আমার অনুসারিগণ আল্লাহর কাছে আত্মসমর্পণ করেছি।’ আর যাদেরকে কিতাব দেওয়া হয়েছে, তাদেরকে ও নিরক্ষরদেরকে[১] বল, ‘তোমরা কি আত্মসমর্পণ করেছ?’ সুতরাং যদি তারা আত্মসমর্পণ করে, তাহলে নিশ্চয় তারা সুপথ পাবে। আর যদি তারা মুখ ফিরিয়ে নেয়, তাহলে তোমার কর্তব্য কেবল প্রচার করা। বস্তুতঃ আল্লাহ তার দাসদের সম্বন্ধে সম্যক অবহিত।\n[১] 'নিরক্ষর' বলতে আরবের মুশরিকদের বুঝানো হয়েছে। তারা আহলে কিতাবদের তুলনায় সাধারণভাবে নিরক্ষর ছিল।"
    },
    {
      "ayah": 200,
      "surah": 3,
      "text": "হে বিশ্বাসিগণ! তোমরা ধৈর্য ধারণ কর।[১] ধৈর্য ধারণে প্রতিযোগিতা কর এবং (শত্রুর বিপক্ষে) সদা প্রস্তুত থাক; আর আল্লাহকে ভয় কর, যাতে তোমরা সফলকাম হতে পার।\n[১] 'ধৈর্য ধরো' অর্থাৎ, আনুগত্যের পথে অবিচল থাকা এবং কুপ্রবৃত্তি ও ভোগ-বিলাস বর্জন করার ব্যাপারে স্বীয় আত্মাকে কাবু ও আয়ত্তাধীন রাখ। مُصَابَرَةٌ (صَابِرُوا) এর অর্থ হল, যুদ্ধের কঠিন মুহূর্তে শত্রুর মোকাবেলায় অনড় থাকা। এটা হল ধৈর্যের কঠিনতম অবস্থা। এই জন্যই এটাকে পৃথকভাবে উল্লেখ করা হয়েছে। راَبِطُوْا এর অর্থ হল, যুদ্ধের ময়দানে অথবা প্রতিপক্ষের সামনে সংঘবদ্ধভাবে সব সময় সতর্ক ও জিহাদের জন্য প্রস্তুত থাকা। এটাও উচ্চ সাহসিকতা ও বড়ই উদ্দীপনার কাজ। এই কারণেই হাদীসে এর ফযীলতের কথা বর্ণিত হয়েছে। হাদীসে এসেছে, ((رِبَاطُ يَوْمٍ فِي سَبِيْل اللهِ خَيْرٌ مِنَ الدُّنْيَا وَمَا فِيْهَا)) \"আল্লাহর পথে কোন এক দিন প্রতিরক্ষার কাজে নিযুক্ত থাকা দুনিয়া ও তাতে যা কিছু আছে তার চেয়েও উত্তম।\"\n(বুখারী)\nএ ছাড়াও হাদীসে কষ্টের সময়ে সুন্দরভাবে ওযু করা, মসজিদের দিকে বেশী বেশী পদক্ষেপ করা এবং এক নামাযের পরে অপর নামাযের জন্য অপেক্ষা করাকেও 'রিবাত্ব' (জিহাদে প্রতিরক্ষার কাজের ন্যায়) বলা হয়েছে।\n(সহীহ মুসলিম)"
    },
    {
      "ayah": 21,
      "surah": 3,
      "text": "যারা আল্লাহর নিদর্শনসমূহকে অবিশ্বাস করে, নবীগণকে অন্যায়ভাবে হত্যা করে এবং যে সকল লোক ন্যায়পরায়ণতার নির্দেশ দেয় তাদেরকেও হত্যা করে,[১] তুমি তাদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দাও।\n[১] তাদের অবাধ্যতা ও হঠকারিতা এত দূর পর্যন্ত পৌঁছে ছিল যে, কেবল তারা নবীদেরকেই অন্যায়ভাবে হত্যা করেনি, বরং এমন লোকদেরকেও তারা হত্যা করেছিল যারা ন্যায়সংগত ও সুবিচারপূর্ণ কথা বলত। অর্থাৎ, যাঁরা নিষ্ঠাবান মু'মিন, সত্যের প্রতি আহবানকারী এবং ভাল কাজের আদেশ ও মন্দ কাজে বাধা দানকারী ছিলেন তাঁদেরকে নবীদের পাশাপাশি উল্লেখ করে মহান আল্লাহ তাঁদের মাহাত্ম্য ও ফযীলতের কথাও পরিষ্কার করে দিলেন।"
    },
    { "ayah": 22, "surah": 3, "text": "এই সব লোকের সকল আমল ইহকাল ও পরকালে নিষ্ফল হবে এবং তাদের কোন সাহায্যকারী নেই।" },
    {
      "ayah": 23,
      "surah": 3,
      "text": "তুমি কি তাদেরকে দেখনি, যাদেরকে কিতাবের কিছু অংশ প্রদান করা হয়েছিল? তাদেরকে আল্লাহর কিতাবের দিকে আহবান করা হয়, যাতে তা তাদের মধ্যে মীমাংসা করে দেয়; অতঃপর তাদের একদল পরাঙ্মুখ হয়ে ফিরে দাঁড়ায়।[১]\n[১] এই আহলে কিতাব থেকে মদীনার ইয়াহুদীদেরকে বুঝানো হয়েছে। যাদের অধিকাংশই ইসলাম গ্রহণ করার সৌভাগ্য লাভ থেকে বঞ্চিত ছিল। তারা ইসলাম, মুসলিম ও নবী কারীম (সাঃ)-এর বিরুদ্ধে ষড়যন্ত্র করার কাজে লিপ্ত থাকত। ফলে তাদের দু'টি গোত্রকে দেশ থেকে বহিষ্কার করা হয়েছিল এবং একটি গোত্রকে হত্যা করা হয়েছিল।"
    },
    {
      "ayah": 24,
      "surah": 3,
      "text": "এ জন্য যে তারা বলে, ‘নির্দিষ্ট কিছু দিন ব্যতীত দোযখের আগুন আমাদেরকে স্পর্শ করবে না।’ আসলে তাদের নিজেদের ধর্ম সম্বন্ধে (উক্ত) মিথ্যা উদ্ভাবন তাদেরকে প্রবঞ্চিত করেছে। [১]\n[১] অর্থাৎ, আল্লাহর কিতাবকে অমান্য করা এবং তা থেকে মুখ ফিরিয়ে নেওয়ার কারণে তাদের মধ্যে এই ভ্রান্ত ধারণার সৃষ্টি হয়েছে যে, তারা কখনোও জাহান্নামে প্রবেশ করবে না। আর যদি জাহান্নামে প্রবেশ করেও তাহলে তা হবে কেবল কয়েক দিনের জন্য। আর এই মিথ্যা উদ্ভাবন ও অমূলক ধারণাই তাদেরকে প্রবঞ্চনা ও ধোঁকার মধ্যে ফেলে রেখেছে।"
    },
    {
      "ayah": 25,
      "surah": 3,
      "text": "কিন্তু যেদিন আমি তাদেরকে একত্র করব, সেই (শেষ বিচারের) দিন তাদের কি দশা হবে, যেদিন সম্বন্ধে কোন সন্দেহ নেই? (যেদিন) প্রত্যেককে তার কৃতকার্যের প্রতিদান পূর্ণভাবে দেওয়া হবে এবং তাদের প্রতি কোন অন্যায় করা হবে না। [১]\n[১] কিয়ামতের দিন তাদের এই মৌখিক দাবী এবং ভ্রান্ত ধারণা কোন কাজে আসবে না। সেদিন মহান আল্লাহ তাঁর সূক্ষ্ণ সুবিচারের মাধ্যমে প্রত্যেককে তার কৃতকর্মের পরিপূর্ণ প্রতিদান দেবেন। কারো উপর কোন প্রকার যুলুম করা হবে না।"
    },
    {
      "ayah": 26,
      "surah": 3,
      "text": "বল, ‘হে রাজ্যাধিপতি আল্লাহ! তুমি যাকে ইচ্ছা রাজত্ব দান কর এবং যার নিকট থেকে ইচ্ছা রাজত্ব কেড়ে নাও, যাকে ইচ্ছা সম্মানিত কর এবং যাকে ইচ্ছা অপমানিত কর। তোমার হাতেই যাবতীয় কল্যাণ। [১] নিশ্চয় তুমি সকল বিষয়ে সর্বশক্তিমান।\n[১] এই আয়াতে রয়েছে মহান আল্লাহর সীমাহীন শক্তি ও তাঁর মহা কুদরতের প্রকাশ। তিনি বাদশাহকে ফকীর করেন এবং ফকীরকে বাদশাহ। তিনিই সমস্ত কর্তৃত্বের মালিক। الْخَيْرُ بِيَدِكَ (যাবতীয় কল্যাণ তোমার হাতে) না বলে, بِيَدِكَ الْخَيْرُ (তোমারই হাতে যাবতীয় কল্যাণ) বলা হয়েছে। অর্থাৎ, বিধেয় পদকে আগে আনা হয়েছে। উদ্দেশ্য নির্দিষ্টীকরণ। অর্থাৎ, সমস্ত কল্যাণ কেবল তোমার হাতেই। তুমি ছাড়া কল্যাণদাতা আর কেউ নেই। অকল্যাণের স্রষ্টা যদিও মহান আল্লাহই, তবুও এখানে কেবল কল্যাণের কথাই উল্লেখ করা হয়েছে, অকল্যাণের নয়। কারণ, কল্যাণ আল্লাহর নিছক অনুগ্রহ। পক্ষান্তরে অকল্যাণ হল মানুষের কর্মের ফল যা তাদেরকে ভুগতে হয়। অথবা অকল্যাণও যেহেতু তাঁরই নির্ধারিত নিয়তির অংশ, সুতরাং তাতেও কোন না কোন প্রকার মঙ্গল আছে। এই দিক দিয়ে তাঁর সমস্ত কাজই কল্যাণময়।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 27,
      "surah": 3,
      "text": "তুমি রাতকে দিনে এবং দিনকে রাতের মধ্যে প্রবেশ করাও,[১] তুমিই মৃত হতে জীবন্তের আবির্ভাব ঘটাও, আবার জীবন্ত থেকে মৃতের আবির্ভাব ঘটাও। [২] তুমি যাকে ইচ্ছা অপরিমিত জীবিকা দান করে থাক।’\n[১] রাতকে দিনে এবং দিনকে রাতের মধ্যে প্রবেশ করানোর অর্থ হল ঋতুর পরিবর্তন। যখন রাত লম্বা হয়, তখন দিন ছোট হয়ে যায়। আবার অন্য ঋতুতে যখন দিন বড় হয়, তখন রাত ছোট হয়ে যায়। অর্থাৎ, কখনো রাতের অংশকে দিনের মধ্যে এবং দিনের অংশকে রাতের মধ্যে ঢুকিয়ে দেন। যার কারণে রাত ও দিন ছোট-বড় হয়ে যায়।\n[২] যেমন (মৃত) বীর্য যা জীবন্ত মানুষ থেকে বের হয়। অতঃপর সেই মৃত (বীর্য) থেকে বের হয় জীবন্ত মানুষ। অনুরূপ মৃত ডিম থেকে প্রথমে মুরগী, তারপর জীবন্ত মুরগী থেকে (মৃত) ডিম অথবা কাফের থেকে মু'মিন এবং মু'মিন হতে কাফের সৃষ্টি হয়। কোন কোন বর্ণনায় এসেছে যে, মুআ'য (রাঃ) নবী করীম (সাঃ)-কে ঋণগ্রস্ত হয়ে পড়ার অভিযোগ করলে তিনি তাকে বললেন, তুমি [اللَّهُمَّ مَالِكَ الْمُلْكِ] আয়াতটি পাঠ করে এই দু'আটি করো, ((رَحْمَنَ الدُّنْيَا وَالآخِرَةِ وَرَحِيْمَهُمَا تُعْطِيْ مَنْ تَشَاءُ مِنْهُمَا وَتَمْنَعُ مَنْ تَشَاءُ، ارْحَمْنِيْ رَحْمَةً تُغْنِيْنِيْ بِهَا عَنْ رَحْمَةِ مَنْ سِوَاكَ، اللَّهُمَّ أَغْنِنِيْ مِنَ الْفَقْرِ، وَاقْضِ عَنِّيْ الدَّيْنَ)) অপর আর এক বর্ণনায় এসেছে, \"এটা এমন একটি দু'আ যে, তোমার উপর উহুদ পাহাড় সমানও যদি ঋণ থাকে, মহান আল্লাহ সে ঋণকেও তোমার জন্য আদায় করার ব্যবস্থা করে দিবেন।\"\n(মাজমাউয্ যাওয়ায়েদ ১০/১৮৬ হাদীসের বর্ণনাকারীরা সবাই নির্ভরযোগ্য)"
    },
    {
      "ayah": 28,
      "surah": 3,
      "text": "বিশ্বাসী (মু’মিন)গণ যেন বিশ্বাসী (মু’মিন)দেরকে ছাড়া অবিশ্বাসী (কাফের)দেরকে অভিভাবক (বা অন্তরঙ্গ বন্ধু)রূপে গ্রহণ না করে।[১] যে কেউ এরূপ করবে, তার সাথে আল্লাহর কোন সম্পর্ক থাকবে না। তবে ব্যতিক্রম, যদি তোমরা তাদের কাছ থেকে কোন ভয় আশংকা কর (তাহলে আত্মরক্ষার জন্য কৌশল অবলম্বন করতে পার।)[২] আর আল্লাহ তাঁর নিজের সম্বন্ধে তোমাদেরকে সাবধান করছেন এবং আল্লাহর দিকেই (তোমাদের) প্রত্যাবর্তন।\n[১] আউলিয়া ওলীর বহুবচন। আর ওলী এমন বন্ধুকে বলা হয়, যার সাথে থাকে আন্তরিক ভালবাসা এবং বিশেষ সম্পর্ক। যেমন, মহান আল্লাহ নিজেকে ঈমানদারদের ওলী বলে ঘোষণা দিয়েছেন। [اَللهُ ولِيُّ الَّذِيْنَ آمَنُوا] \"আল্লাহ হলেন ঈমানদারদের ওলী।\" আলোচ্য আয়াতের অর্থ হল, ঈমানদারদের পারস্পরিক ভালবাসা এবং বিশেষ সম্পর্ক থাকে। তারা আপোসে একে অপরের অন্তরঙ্গ বন্ধু। এখানে মহান আল্লাহ মু'মিনদেরকে কাফেরদের সাথে অন্তরঙ্গ বন্ধুত্ব করতে কঠোরভাবে নিষেধ করেছেন। কারণ, কাফেররা আল্লাহর শত্রু এবং মু'মিনদেরও। সুতরাং তাদের সাথে বন্ধুত্ব স্থাপন করা কিভাবে বৈধ হতে পারে? আর এই কারণেই আল্লাহ তাআলা এই বিষয়টাকে কুরআনের আরো কয়েক স্থানে অতীব গুরুত্বের সাথে পেশ করেছেন। যাতে মু'মিনরা কাফেরদের সাথে বন্ধুত্ব এবং বিশেষ সম্পর্ক কায়েম করা থেকে বিরত থাকে। অবশ্য (পার্থিব) প্রয়োজন ও সুবিধার দাবীতে তাদের সাথে সন্ধি ও চুক্তি হতে পারে এবং ব্যবসা-বাণিজ্যের লেনদেনও। অনুরূপ যে কাফের মুসলিমদের সাথে শত্রুতা রাখে না, তার সাথে উত্তম ও সৌজন্যমূলক ব্যবহার করা বৈধ। (এর বিস্তারিত আলোচনা সূরা মুমতাহিনায় আছে।) কারণ, এ সব কার্যকলাপ (বন্ধুত্ব ও ভালবাসা থেকে) ভিন্ন জিনিস।\n[২] এই অনুমতি সেই মুসলিমদের জন্য যারা কোন কাফের দেশে বসবাস করে। যদি কোন সময় তাদের (কাফেরদের) সাথে বন্ধুত্বের প্রকাশ করা ব্যতীত তাদের অনিষ্ট থেকে রক্ষা পাওয়া সম্ভব না হয়, তাহলে মৌখিকভাবে বন্ধুত্বের প্রকাশ করতে পারবে।"
    },
    {
      "ayah": 29,
      "surah": 3,
      "text": "বল, ‘তোমাদের মনে যা আছে, তা যদি তোমরা গোপন রাখ কিংবা প্রকাশ কর, আল্লাহ তা অবগত আছেন। আর আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, তাও তিনি অবগত আছেন এবং আল্লাহ সর্ব বিষয়ে সর্বশক্তিমান।’"
    },
    {
      "ayah": 3,
      "surah": 3,
      "text": "তিনি সত্যসহ তোমার প্রতি কিতাব অবতীর্ণ করেছেন,[১] যা ওর পূর্বের কিতাবের সমর্থক।\n[১] অর্থাৎ, এটা যে আল্লাহর পক্ষ হতে অবতীর্ণ তাতে কোন সন্দেহ নেই। আর কিতাব বলতে কুরআন মাজীদ।"
    },
    {
      "ayah": 30,
      "surah": 3,
      "text": "(স্মরণ কর সেদিনকে) যেদিন প্রত্যেক সেই ব্যক্তি, যে ভাল কাজ করেছে, সে তা উপস্থিত পাবে এবং যে মন্দ কাজ করেছে, (সেও তা বিদ্যমান পাবে।) সেদিন সে কামনা করবে, যদি তার ও ওর (দুষ্কর্মের) মধ্যে বহু দূর ব্যবধান হতো! বস্তুতঃ আল্লাহ তাঁর নিজের সম্বন্ধে তোমাদেরকে সাবধান করছেন। আর আল্লাহ দাসদের প্রতি অত্যন্ত অনুগ্রহশীল।"
    },
    {
      "ayah": 31,
      "surah": 3,
      "text": "বল, ‘তোমরা যদি আল্লাহকে ভালবাস, তাহলে আমার অনুসরণ কর।[১] ফলে আল্লাহ তোমাদেরকে ভালবাসবেন এবং তোমাদের অপরাধসমূহ ক্ষমা করবেন। [২] বস্তুতঃ আল্লাহ অত্যন্ত ক্ষমাশীল, পরম দয়ালু।’\n[১] ইয়াহুদী এবং খ্রিষ্টান উভয় জাতিরই দাবী ছিল, আমরা আল্লাহ তাআলাকে ভালবাসি এবং মহান আল্লাহ আমাদেরকে ভালবাসেন। বিশেষ করে খ্রিষ্টানরা ঈসা এবং তাঁর মা মারয়্যাম (আলাইহিমাসসালাম)-এর প্রতি ভক্তি ও ভালবাসায় এত বাড়াবাড়ি করল যে, তাঁদেরকে উপাস্যের আসনে বসিয়ে দিল। আর এটাও তারা এই মনে করে করত যে, এর দ্বারা তারা আল্লাহর নৈকট্য এবং তাঁর সন্তুষ্টি ও ভালবাসা লাভে ধন্য হতে পারবে। মহান আল্লাহ বললেন, কেবল মৌখিক দাবী এবং মনগড়া তরীকায় আল্লাহর ভালবাসা এবং তাঁর সন্তুষ্টি লাভ করা যায় না। এ সব লাভ করার পথ তো একটাই। আর তা হল, শেষ নবী মুহাম্মাদ (সাঃ)-এর উপর ঈমান আনা এবং তাঁর অনুসরণ করা। এই আয়াতে সমস্ত ভালবাসার দাবীদারদের জন্য একটি পথই নির্দিষ্ট করা হয়েছে। অতএব আল্লাহর ভালবাসার অনুসন্ধানী যদি মুহাম্মাদ (সাঃ)-এর অনুসরণের মাধ্যমে তা অনুসন্ধান করে, তাহলে অবশ্যই সে সফল হবে এবং স্বীয় দাবীতে সত্য প্রমাণিত হবে। অন্যথা সে মিথ্যুক হবে এবং উদ্দেশ্য হাসিলেও ব্যর্থ হবে। নবী করীম (সাঃ)-এর উক্তিও হল, \"যে ব্যক্তি এমন কোন কাজ করল, যে কাজের নির্দেশ আমি দিইনি, তার সে কাজ প্রত্যাখ্যাত।\"\n(বুখারী, মুসলিম)\nঅর্থাৎ, রসূল (সাঃ)-এর প্রদর্শিত তরীকা বহির্ভূত আমল প্রত্যাখ্যাত হবে; তথা আল্লাহর দরবারে কবুল হবে না।\n[২] অর্থাৎ, রসূল (সাঃ)-এর অনুসরণ করার কারণে কেবল তোমাদের পাপই ক্ষমা করা হবে না, বরং তোমরা আল্লাহর ভালবাসার পাত্র হয়ে যাবে। আর কোন মানুষের আল্লাহর নিকট প্রিয় হয়ে যাওয়া যে অতীব উচ্চ মর্যাদা তাতে কোন সন্দেহ নেই।"
    },
    {
      "ayah": 32,
      "surah": 3,
      "text": "বল, ‘তোমরা আল্লাহ ও রসূলের অনুগত হও।’ কিন্তু যদি তারা মুখ ফিরিয়ে নেয়, তবে জেনে রাখ নিশ্চয়ই আল্লাহ অবিশ্বাসীদেরকে ভালবাসেন না। [১]\n[১] এই আয়াতে আল্লাহর আনুগত্য করার সাথে সাথে রসূল (সাঃ)-এর অনুসরণ করার প্রতি পুনরায় তাকীদ করে এ কথা পরিষ্কার করে দেওয়া হয়েছে যে, এখন মুক্তির পথই হল কেবল মুহাম্মাদ (সাঃ)-এর অনুসরণ করা। আর এ থেকে বিমুখ হলে, তা হবে কুফরী এবং এমন কুফরীর কাফেরদেরকে আল্লাহ পছন্দ করেন না। তাতে তারা আল্লাহর ভালবাসা ও তাঁর নৈকট্য লাভের যতই দাবী করুক না কেন। এই আয়াতে তাদের প্রতি বড় তিরস্কার রয়েছে, যারা হাদীসকে হুজ্জত (শরীয়তের দলীল) মানে না এবং রসূল (সাঃ)-এর অনুসরণকেও জরুরী মনে করে না। উভয় শ্রেণীর মানুষই সব সব পদ্ধতিতে এমন মত ও পথ অবলম্বন করে যাকে কুফরী বলে আখ্যায়িত করা হয়েছে। আল্লাহ আমাদেরকে এ থেকে পানাহ দিন। আমীন।"
    },
    {
      "ayah": 33,
      "surah": 3,
      "text": "নিশ্চয় আল্লাহ আদম, নূহ, ইব্রাহীমের বংশধর এবং ইমরানের বংশধরকে বিশ্বজগতে মনোনীত করেছেন। [১]\n[১] নবীদের বংশে ইমরান নামে দু'জনের আবির্ভাব ঘটেছিল। একজন হলেন মূসা এবং হারুন (আলাইহিমাস্ সালাম)-এর পিতা এবং দ্বিতীয়জন হলেন, মারয়্যাম (আলাইহাস্ সালাম)-এর পিতা। অধিকাংশ মুফাসসিরগণের নিকট এই আয়াতে দ্বিতীয় ইমরানকে বুঝানো হয়েছে। এই বংশ মারয়্যাম (আলাইহাস্ সালাম) ও তাঁর পুত্র ঈসা (আঃ)-এর কারণে সুউচ্চ মর্যাদা লাভ করেছে। মারয়্যামের মায়ের নাম মুফাসসিরগণ হান্নাহ বিনতে ফাক্বূয লিখেছেন।\n(তাফসীরে ক্বুরত্ববী ও ইবনে কাসীর)\nএই আয়াতে মহান আল্লাহ ইমরানের বংশ ছাড়াও আরো তিনটি এমন বংশের কথা উল্লেখ করেছেন, যাদেরকে তিনি তাদের যুগে শ্রেষ্ঠত্ব দান করেছিলেন। এদের মধ্যে প্রথম হলেন আদম (আঃ)। তাঁকে তিনি নিজ হাত দ্বারা সৃষ্টি করে তাঁর মধ্যে স্বীয় রূহ সঞ্চার করেন। ফিরিশতামন্ডলী দ্বারা তাঁকে সিজদা করান। সকল জিনিসের নাম তাঁকে শিখিয়ে দেন এবং তাঁকে জান্নাতে বাসস্থান দান করেন। অতঃপর তাঁকে সেখান থেকে পৃথিবীতে প্রেরণ করা হয়। এতেও ছিল তাঁর বহু হিকমত। দ্বিতীয় হলেন, নূহ (আঃ)। তাঁকে এমন সময় নবী করে প্রেরণ করেন, যখন মানুষ আল্লাহকে বাদ দিয়ে মূর্তিসমূহকে উপাস্য বানিয়ে নিয়েছিল। তাঁকে তিনি সুদীর্ঘ আয়ু দান করেছিলেন। তিনি তাঁর জাতির মাঝে সাড়ে ন'শ' বছর পর্যন্ত দ্বীনের তবলীগ করেছিলেন। কিন্তু অল্প কিছু লোক ছাড়া কেউ তাঁর প্রতি ঈমান আনেনি। শেষে তাঁর বদ্দুআয় ঈমানদার লোকগুলো ব্যতীত সমস্ত লোককে ডুবিয়ে ধ্বংস করে দেওয়া হয়। ইবরাহীম (আঃ)-এর বংশ যে বৈশিষ্ট্য লাভে ধন্য হয়েছিল তা হল, মহান আল্লাহ পর্যায়ক্রমে তাঁর বংশ থেকে নবী ও বাদশাহ প্রেরণ করেন। বলা বাহুল্য, অধিকাংশ নবী তাঁরই বংশ থেকে প্রেরিত হয়েছিলেন। এমন কি বিশ্বের শ্রেষ্ঠ নবী মুহাম্মাদ (সাঃ)ও ছিলেন তাঁর পুত্র ইসমাঈল (আঃ)-এরই বংশধর।"
    },
    {
      "ayah": 34,
      "surah": 3,
      "text": "এরা হল পরস্পর পরস্পরের বংশধর[১] এবং আল্লাহ সর্বশ্রোতা, সর্বজ্ঞাতা।\n[১] অথবা এর দ্বিতীয় অর্থ হল, দ্বীনের ব্যাপারে একে অপরের সহযোগী ও সাহায্যকারী।"
    },
    {
      "ayah": 35,
      "surah": 3,
      "text": "(স্মরণ কর) যখন ইমরানের স্ত্রী বলেছিল, ‘হে আমার প্রতিপালক! আমার গর্ভে যা আছে, তা আমি একান্ত তোমার উদ্দেশ্যে স্বাধীন করার মানত করলাম।[১] সুতরাং আমার পক্ষ থেকে তা গ্রহণ কর, নিশ্চয় তুমি সর্বশ্রোতা, সর্বজ্ঞাতা।’\n[১] 'স্বাধীন করলাম'-এর অর্থ হল, তোমার উপাসনালয়ের খেদমতের জন্য ওয়াকফ করলাম।"
    },
    {
      "ayah": 36,
      "surah": 3,
      "text": "অতঃপর যখন সে (ইমরানের স্ত্রী) ওকে (সন্তান) প্রসব করল, তখন সে বলল, ‘হে আমার প্রতিপালক! আমি কন্যা প্রসব করেছি, বস্তুতঃ আল্লাহ সম্যক অবগত সে যা প্রসব করেছে। আর (ঐ কাঙ্ক্ষিত) পুত্র তো (এ) কন্যার মত নয়,[১] আমি তার নাম মারয়্যাম রেখেছি[২] এবং অভিশপ্ত শয়তান হতে তার ও তার বংশধরদের জন্য তোমার পানাহ দিচ্ছি।’[৩]\n[১] এই বাক্যে আফসোস প্রকাশ করা হয়েছে এবং ওযরও। আফসোস এই জন্য যে, মেয়ে হয়েছে যা আমার আশার বিপরীত। আর ওযর পেশ করা হয়েছে এইভাবে যে, মানত করার উদ্দেশ্য ছিল তোমার সন্তুষ্টি লাভের লক্ষ্যে একজন খাদেম উৎসর্গ করা, আর এই কাজ একজন পুরুষই উত্তমভাবে সম্পাদন করতে পারে। এখন যা কিছু পেয়েছি, হে আল্লাহ! তুমি তো তা জানো।\n(ফাতহুল ক্বাদীর)\n[২] হাফেয ইবনে কাসীর এই আয়াত এবং আরো অন্য হাদীসমূহকে দলীল হিসেবে গ্রহণ করে লিখেছেন যে, শিশুর নাম জন্মের প্রথম দিনেই রাখা উচিত। তিনি সাত দিনে নাম রাখার হাদীসকে দুর্বল সাব্যস্ত করেছেন। তবে হাফেয ইবনুল কাইয়্যেম এ ব্যাপারে হাদীসগুলিকে নিয়ে গবেষণা করে শেষে লিখেছেন যে, প্রথম দিনে, তৃতীয় দিনে এবং সপ্তম দিনে নাম রাখা যায়। এ ব্যাপারে পথ প্রশস্ত।\n(তুহফাতুল মাউলূদ)\n[৩] মহান আল্লাহ এই দু'আ কবুল করেন। বলা বাহুল্য, হাদীসে এসেছে যে, \"যখন কোন সন্তান জন্ম নেয়, তখন শয়তান তাকে স্পর্শ করে, ফলে সে চিৎকার করে ওঠে। কিন্তু আল্লাহ তা'য়ালা শয়তানের এই স্পর্শ থেকে মারয়্যাম (আলাইহাস্ সালাম) এবং তাঁর পুত্র ঈসা (আঃ)-কে রক্ষা করেছেন।\"\n(বুখারী ৩৪৩১, মুসলিম ২৩৬৬নং)"
    },
    {
      "ayah": 37,
      "surah": 3,
      "text": "অতঃপর তার প্রতিপালক তাকে উত্তমরূপেই গ্রহণ করলেন এবং উত্তমরূপেই তার প্রতিপালন করলেন এবং তিনি তাকে যাকারিয়ার তত্ত্বাবধানে রাখলেন।[১] যখনই যাকারিয়া মিহরাবে (কক্ষে) তার সঙ্গে দেখা করতে যেত, তখনই তার নিকট খাদ্য-সামগ্রী দেখতে পেত।[২] সে বলত, ‘হে মারয়্যাম! এসব তুমি কোথা থেকে পেলে?’ সে বলত, ‘তা আল্লাহর কাছ থেকে। নিশ্চয় আল্লাহ যাকে ইচ্ছা অপর্যাপ্ত জীবিকা দান করে থাকেন।’\n[১] যাকারিয়া (আঃ) যেহেতু মারয়্যাম (আলাইহাস্ সালাম)-এর খালু ছিলেন এবং সেই সময়কার পয়গম্বরও। তাই সর্বোত্তম অভিভাবক ও তত্ত্বাবধায়ক হওয়ার জন্য তিনিই ছিলেন উপযুক্ত। মারয়্যাম (আলাইহাস্ সালাম)-এর আর্থিক প্রয়োজন এবং শিক্ষা ও নৈতিক তরবিয়াতের সমূহ দাবী পূরণের সঠিক যত্ন নেওয়া কেবল তাঁরই পক্ষে সম্ভব ছিল।\n[২] 'মিহরাব' বলতে ছোট একটি ঘর যেখানে মারয়্যাম (আলাইহাস্ সালাম) থাকতেন। 'রিযক' (খাদ্য-সামগ্রী) বলতে ফলমূল। প্রথমতঃ এই ফলগুলো হত অসময়ের। গ্রীষেমর ফল শীতে এবং শীতের ফল গ্রীষেমর মৌসুমে তাঁর ঘরে বিদ্যমান থাকত। দ্বিতীয়তঃ এই ফলগুলো না যাকারিয়া (আঃ) এনে দিতেন, না অন্য কেউ। তাই তিনি বিস্মিত হয়ে জিজ্ঞাসা করলেন, এগুলো কোত্থেকে এসেছে? তিনি বললেন, আল্লাহর পক্ষ হতে। এটা আসলে মারয়্যাম (আলাইহাস্ সালাম)এর একটি অলৌকিক ব্যাপার (কারামত) ছিল। অস্বাভাবিক অলৌকিক কার্যকলাপকে মু'জিযা ও কারামত বলা হয়। অর্থাৎ, বাহ্যিক ও সাধারণ কারণ-উপকরণ ছাড়াই যা ঘটে (তাই অতিপ্রাকৃত ও অনৈসর্গিক ঘটনা)। এটা যদি কোন নবীর জন্য সংঘটিত হয়, তাহলে তা হবে মু'জিযা। আর কোন ওলীর জন্য সংঘটিত হলে, তাকে বলা হয় কারামত। দু'টোই সত্য। তবে তা ঘটে আল্লাহর নির্দেশ ও তাঁর ইচ্ছাক্রমে। কোন নবী ও ওলীর এখতিয়ারে নেই যে, তাঁরা যখনই চাইবেন, তখনই তা সংঘটিত করতে পারবেন। এই জন্যই মু'জিযা ও কারামত এ কথা অবশ্যই প্রমাণ করে যে, যাঁদের জন্য তা সংঘটিত হয়, তাঁদের আল্লাহর নিকট রয়েছে বিশেষ সম্মান ও মর্যাদা। কিন্তু তার দ্বারা এটা প্রমাণিত হয় না যে, আল্লাহর নিকট সম্মান লাভকারী এই বান্দারা সার্বভৌমত্বের কর্তৃত্বে কোন এখতিয়ার রাখেন। যেমন, বিদআতীরা আওলিয়াদের কারামতের মাধ্যমে সাধারণ লোকদেরকে এমন কিছু বুঝিয়ে তাদেরকে শিরকীয় আকীদায় লিপ্ত করে। এর আরো বিস্তারিত আলোচনা কোন কোন মু'জিযার বর্ণনার সাথে আসবে।"
    },
    {
      "ayah": 38,
      "surah": 3,
      "text": "সেখানেই যাকারিয়া তার প্রতিপালকের নিকট প্রার্থনা করে বলল, ‘হে আমার প্রতিপালক! আমাকে তুমি তোমার নিকট থেকে সৎ বংশধর দান কর। নিশ্চয় তুমি প্রার্থনা শ্রবণকারী।’"
    },
    {
      "ayah": 39,
      "surah": 3,
      "text": "যখন (যাকারিয়া) মিহরাবে নামাযে রত ছিল, তখন ফিরিশতাগণ তাকে সম্বোধন করে বলল, ‘নিশ্চয় আল্লাহ তোমাকে ইয়াহয়্যার সুসংবাদ দিচ্ছেন,[১] সে হবে আল্লাহর এক বাণী (ঈসা)র সমর্থক,[২] সে হবে নেতা, জিতেন্দ্রিয় এবং পুণ্যবানদের মধ্যে একজন নবী।’\n[১] অসময়ের ফল দেখে যাকারিয়া (আঃ)-এর অন্তরে (বার্ধক্যে পৌঁছে যাওয়া এবং স্ত্রী বাঁঝা হওয়া সত্ত্বেও) আশা জেগে উঠলো যে, তাঁকেও যেন মহান আল্লাহ এইভাবে (যেভাবে তিনি মারয়্যামকে অসময়ের ফল দিয়েছেন) কোন সন্তান দানে ধন্য করেন। সুতরাং মনের অজ্ঞাতসারে আল্লাহর সমীপে তাঁর দু'আর মুখ খুলে গেল। আল্লাহ তাঁর এই দু'আ কুবলও করলেন।\n[২] আল্লাহর এক বাণীর সমর্থন ও সত্যায়ন করার অর্থ, ঈসা (আঃ)-কে সত্য বলে বিশ্বাস করা। অর্থাৎ, ইয়াহ্য়্যা (আঃ) ঈসা (আঃ)-এর চেয়ে বড় ছিলেন। তাঁরা আপোসে খালাতো ভাই ছিলেন। উভয়েই একে অপরকে সমর্থন করেছেন। سيِّد এর অর্থ সর্দার বা জননেতা। حَصور এর অর্থ পাপসমূহ থেকে পবিত্র; যে পাপের কাছেও ঘেঁষে না। অর্থাৎ তাঁকে যেন পাপ থেকে নিবারিত রাখা হবে। কেউ কেউ এর অর্থ করেছেন নপুংসক বা হিজড়া। কিন্তু তা সঠিক নয়। কারণ তা একটি দোষ, অথচ এখানে তাঁর উল্লেখ করা হয়েছে প্রশংসা ও ফযীলত হিসেবে। (অবশ্য জিতেন্দ্রিয় বা সংযমী অনুবাদ বেঠিক নয়।)"
    },
    {
      "ayah": 4,
      "surah": 3,
      "text": "পূর্বে তিনি মানবজাতিকে সৎপথ প্রদর্শনের জন্য[১] তাওরাত ও ইঞ্জীল অবতীর্ণ করেছেন এবং তিনি ফুরক্বান (ন্যায়-অন্যায়ের মীমাংসাকারী; কুরআন) অবতীর্ণ করেছেন। [২] নিশ্চয় যারা আল্লাহর নিদর্শনাবলীকে অমান্য করে তাদের জন্য রয়েছে কঠোর শাস্তি। বস্তুতঃ আল্লাহ পরাক্রমশালী, প্রতিশোধ গ্রহণকারী।\n[১] ইতিপূর্বে নবীদের উপর যে কিতাবসমূহ নাযিল হয়েছে, এই কিতাব সেগুলোর সত্যায়ন করে। অর্থাৎ, সে কিতাবগুলোতে যে কথাগুলো লিপিবদ্ধ ছিল, তার সত্যায়ন করে এবং তাতে যে সব ভবিষ্যদ্বাণী বর্ণিত হয়েছে, তা সত্য বলে স্বীকার করে। আর এর পরিষ্কার অর্থ হল, কুরআন কারীমও সেই সত্তার পক্ষ হতে অবতীর্ণ, যে সত্তা পূর্বেও বহু কিতাব নাযিল করেছেন। এটা যদি কোন অন্য পক্ষ হতে আসত অথবা মানুষের চেষ্টার ফল হত, তাহলে এর এবং উক্ত কিতাবগুলোর মধ্যে পারস্পরিক মিল থাকার পরিবর্তে অমিলই থাকত।\n[২] অর্থাৎ, অবশ্যই তাওরাত এবং ইঞ্জীল সব সব সময়ে মানুষের হিদায়াতের উৎস ছিল। কারণ এগুলোর অবতীর্ণ হওয়ার উদ্দেশ্যই ছিল এটাই। এরপর 'তিনি ফুরকান অবতীর্ণ করেছেন' বলে এ কথা পরিষ্কার করে দিলেন যে, তাওরাত ও ইঞ্জীলের যামানা শেষ হয়ে গেছে। এখন তো কুরআন অবতীর্ণ হয়ে গেছে। আর কুরআনই হল ফুরকান এবং সত্য ও মিথ্যা জানার এটাই হল কষ্টিপাথর। এটাকে সত্য বলে বিশ্বাস না করলে আল্লাহর নিকট কেউ মুসলিম ও মু'মিন হতে পারবে না।"
    },
    {
      "ayah": 40,
      "surah": 3,
      "text": "সে (যাকারিয়া) বলল, ‘হে আমার প্রতিপালক! আমার পুত্র হবে কিরূপে? আমার তো বার্ধক্য এসেছে এবং আমার স্ত্রী বন্ধ্যা!’ তিনি বললেন, ‘এভাবেই। আল্লাহ যা ইচ্ছা তা করেন।’"
    },
    {
      "ayah": 41,
      "surah": 3,
      "text": "সে বলল, ‘হে আমার প্রতিপালক! আমাকে একটি নিদর্শন দাও।’ তিনি বললেন, ‘তোমার নিদর্শন এই যে, তিনদিন তুমি ইঙ্গিতে ব্যতীত লোকেদের সাথে কথা বলতে পারবে না। আর তুমি তোমার প্রতিপালককে অত্যধিক স্মরণ কর এবং সন্ধ্যায় ও প্রভাতে তাঁর পবিত্রতা ও মহিমা ঘোষণা কর।’[১]\n[১] বার্ধক্যে মু'জিযা স্বরূপ সন্তান লাভের সুসংবাদ শুনে তাঁর ব্যাকুলতা বৃদ্ধি পেল এবং তিনি আল্লাহর কাছে নিদর্শন জানতে চাইলেন। মহান আল্লাহ বললেন, 'তিন দিনের জন্য তোমার জবান বন্ধ হয়ে যাবে। আর এটাই হবে আমার পক্ষ থেকে তোমার জন্য নির্দশন। তবে তুমি এই নীরবতায় সকাল ও সন্ধ্যায় অধিকমাত্রায় আল্লাহর পবিত্রতা বর্ণনা করো। যাতে যে নিয়ামত তুমি লাভ করতে যাচ্ছ, তার শুকর আদায় হয়ে যায়।' অর্থাৎ, তাঁকে শিক্ষা দেওয়া হচ্ছে যে, মহান আল্লাহ তোমার চাওয়া অনুপাতে বহু নিয়ামত দানে তোমাকে ধন্য করেছেন, অতএব সেই হিসাবে তাঁর শুকরিয়াও বেশী বেশী কর।"
    },
    {
      "ayah": 42,
      "surah": 3,
      "text": "(স্মরণ কর) যখন ফিরিশতাগণ বলেছিল, ‘হে মারয়্যাম! আল্লাহ অবশ্যই তোমাকে মনোনীত ও পবিত্র করেছেন এবং বিশ্বের নারীদের মধ্যে তোমাকে নির্বাচিত করেছেন। [১]\n[১] মারয়্যাম (আলাইহাস্ সালাম)-এর এই মর্যাদা ও শ্রেষ্ঠত্ব তাঁর যুগ অনুযায়ী ছিল। কেননা, সহীহ হাদীসে মারয়্যামের সাথে সাথে খাদীজা (রাঃ) -কেও সর্বশ্রেষ্ঠা নারী বলে আখ্যায়িত করা হয়েছে। আর কোন কোন হাদীসে চারজন নারীকে সব দিক দিয়ে পূর্ণতাপ্রাপ্ত (কামেল) বলা হয়েছে। তাঁরা হলেনঃ মারয়্যাম, আসিয়া (ফিরআউনের স্ত্রী), খাদীজা এবং আয়েশা (রাযিয়াল্লাহু আনহুন্না)। আর আয়েশা (রাঃ) সম্পর্কে বলা হয়েছে যে, সমস্ত নারীদের উপর তাঁর ফযীলত ও শ্রেষ্ঠত্ব ঐরূপ, যেরূপ (রুটি, গোশত ও ঝোল মিশিয়ে প্রস্তুত এক প্রকার উপাদেয় খাদ্য) সারীদের শ্রেষ্ঠত্ব অন্য যাবতীয় খাদ্যের উপর।\n(ইবনে কাসীর)\nতিরমিযীর বর্ণনায় ফাতিমা (রাঃ) কেও শ্রেষ্ঠত্বপূর্ণ নারীদের মধ্যে শামিল করা হয়েছে।\n(ইবনে কাসীর)\nএর অর্থ এটাও হতে পারে যে, উল্লিখিত নারীগণ এমন গরীয়সী নারী, যাঁদেরকে মহান আল্লাহ অন্যান্য সমস্ত নারীদের তুলনায় বিশেষ ফযীলত, মর্যাদা ও মাহাত্ম্য দান করেছিলেন। অথবা তাঁরা সব সব যুগে এই বিশেষ ফযীলত ও শ্রেষ্ঠত্বের অধিকারিণী ছিলেন। আর আল্লাহই সর্বাধিক জ্ঞাত।"
    },
    {
      "ayah": 43,
      "surah": 3,
      "text": "হে মারয়্যাম! তোমার প্রতিপালকের অনুগত হও, (তাঁকে) সিজদা কর এবং রুকুকারীদের সাথে রুকু কর।’"
    },
    {
      "ayah": 44,
      "surah": 3,
      "text": "এ অদৃশ্যলোকের সংবাদ যা তোমাকে অহী (ঐশীবাণী) দ্বারা অবহিত করছি। তুমি তাদের নিকট ছিলে না, যখন মারয়্যামের তত্ত্বাবধানের দায়িত্ব তাদের মধ্যে কে নেবে (তা দেখার জন্য) তারা তাদের কলম নিক্ষেপ করছিল এবং যখন তারা (এ ব্যাপারে) বাদানুবাদ করছিল, তখনও তুমি তাদের নিকট ছিলে না। [১]\n[১] বর্তমানের বিদআতীরা নবী করীম (সাঃ)-এর ব্যাপারে অতিরঞ্জন করে তাঁকে মহান আল্লাহর মত আলেমুল গায়েব (অদৃশ্য জগতের জ্ঞানের অধিকারী) বলে মনে করে এবং বিশ্বাস করে যে, তিনি সব জায়গায় হাযির (উপস্থিত) এবং নাযির (তদারককারী)। এই আয়াত দ্বারা তাদের উভয় আকীদার পরিষ্কারভাবে খন্ডন করা হয়েছে। যদি তিনি 'আলেমুল গায়ব' হতেন, তাহলে আল্লাহ তাআলা এ কথা বলতেন না যে, \"এ অদৃশ্যলোকের সংবাদ, যা তোমাকে অহী (ঐশীবাণী) দ্বারা অবহিত করছি।\" কেননা, যিনি আগে থেকেই জানেন, তাঁকে এরূপ বলা হয় না। অনুরূপ যিনি হাযির (উপস্থিত) এবং নাযির (তদারককারী) তাঁকে এ কথা বলা যায় না যে, তুমি সেখানে উপস্থিত ছিলে না, যখন তারা লটারীর জন্য কলম নিক্ষেপ করছিল। লটারী করার প্রয়োজন দেখা দিয়েছিল, কারণ মারয়্যামের লালন-পালন করার দাবীদার আরো কয়েকজন ছিল। [ذَلِكَ مِنْ اَنْبَآءِ الْغَيْبِ نُوِحِيْهِ إِلَيْكَ] আয়াতে নবী কারীম (সাঃ)-এর রিসালাত এবং তাঁর সত্যতার প্রমাণও রয়েছে, যে ব্যাপারে ইয়াহুদী ও খ্রিষ্টানগণ সন্দেহ পোষণ করত। কেননা, শরীয়তের অহী কেবল পয়গম্বরের উপরেই আসে, অন্যের উপরে আসে না।"
    },
    {
      "ayah": 45,
      "surah": 3,
      "text": "(স্মরণ কর) যখন ফিরিশতাগণ বলল, ‘হে মারয়্যাম! নিশ্চয় আল্লাহ নিজের পক্ষ থেকে তোমাকে একটি কালেমা[১] (দ্বারা সৃষ্ট সন্তানে)র সুসংবাদ দিচ্ছেন; যার নাম হবে মসীহ, [২] মারয়্যাম-পুত্র ঈসা। সে হবে ইহ-পরকালে সম্মানিত এবং সান্নিধ্যপ্রাপ্তগণের অন্যতম।\n[১] ঈসা (আঃ)-কে 'কালিমাতুল্লাহ' (আল্লাহর কালেমা) এই জন্য বলা হয়েছে যে, তাঁর জন্ম আল্লাহর অলৌকিক শক্তির প্রকাশ স্বরূপ, মানুষ সৃষ্টির নিয়ম-বহির্ভূত বিনা পিতায় মহান আল্লাহর বিশেষ কুদরতে 'কুন' কালেমা (বাণী) দ্বারা হয়েছে।\n[২] مَسِيْحٌ (মাসীহ) مَسَحَ ধাতু থেকে গঠিত। খুব বেশী যমীনে ভ্রমণকারীকে বলা হয় مَسَحَ الأَرْضَ । অথবা এর অর্থ হল, হাত বুলিয়ে দেওয়া। কেননা, ঈসা (আঃ) রোগীদেরর উপর হাত বুলিয়ে দিলে তারা আল্লাহর নির্দেশে আরোগ্য লাভ করত। এই উভয় অর্থের দিক দিয়ে فَعِيل এখানে فَاعِل এর অর্থে ব্যবহার হয়েছে। কিয়ামতের নিকটতম সময়ে প্রকাশ লাভকারী দাজ্জালকে যে মাসীহ বলা হয়, সেটা হয় مَمسوح العَين (কানা) অর্থের দিক দিয়ে অথবা সেও যেহেতু সারা দুনিয়া ভ্রমণ করবে এবং মক্কা ও মদীনা ব্যতীত সব স্থানেই প্রবেশ করবে।\n(বুখারী-মুসলিম)\nকোন কোন বর্ণনায় বায়তুল মুক্বাদ্দাসেরও উল্লেখ আছে। এ জন্য তাকেও 'মাসীহুদ্ দাজ্জাল' বলা হয়। অধিকাংশ মুফাসসিরগণ এই কথাটাই লিখেছেন। কোন কোন গবেষক বলেন, 'মাসীহ' ইয়াহুদী ও খ্রিষ্টানদের পরিভাষায় আল্লাহ কর্তৃক নির্দেশপ্রাপ্ত বড় বড় পয়গম্বরদেরকে বলা হয়। অর্থাৎ, তাদের পরিভাষায় দৃঢ় প্রতিজ্ঞ পয়গম্বরদের কাছাকাছি অর্থে এটা ব্যবহার হয়। দাজ্জালকে 'মাসীহ' এই জন্য বলা হয় যে, ইয়াহুদীদেরকে বিপ্লব সৃষ্টিকারী সে মাসীহের সুসংবাদ দেওয়া হয়েছে এবং যার জন্য তারা এখনো পর্যন্ত ভ্রান্তিময় অপেক্ষায় রয়েছে, দাজ্জাল এই মাসীহর নাম নিয়েই আসবে। অর্থাৎ, সে নিজেকে তাদের সেই অপেক্ষিত মাসীহ বলেই প্রকাশ করবে। কিন্তু সে তার এই দাবী সহ অন্যান্য সমস্ত দাবীতে এত বড় প্রতারক ও ধোঁকাবাজ হবে যে, পূর্ববর্তী ও পরবর্তীদের মধ্যে তার কোন নজির মিলবে না। আর এই জন্য তাকে 'দাজ্জাল' (ভীষণ মিথ্যুক ও ধোঁকাবাজ) বলা হয়। عِيْسَى অনারবী শব্দ। কেউ কেউ বলেছেন, এটা আরবী শব্দ যা عَاسَ يَعُوْسَ ধাতু থেকে গঠিত এবং যার অর্থ হল, রাজনীতি ও নেতৃত্বদান।\n(ক্বুরত্বুবী ও ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 46,
      "surah": 3,
      "text": "সে (ঈসা) দোলনায় থাকা অবস্থায় ও পরিণত বয়সে মানুষের সাথে কথা বলবে[১] এবং সে হবে পুণ্যবানদের একজন।’\n[১] ঈসা (আঃ)-এর শিশু অবস্থায় দোলনায় কথা বলার ব্যাপারটা সূরা মারয়্যামেও উল্লিখিত হয়েছে। তাছাড়া সহীহ হাদীসে আরো দু'টি শিশুর কথা উল্লেখিত হয়েছে (যারা মায়ের কোলে কথা বলেছে)। একটি শিশু হল জুরায়েজ সম্পর্কিত ঘটনায় এবং অপরটি একজন ইস্রাঈলী মহিলার শিশু।\n(বুখারী ৩৪৩৬নং)\nএই বর্ণনায় যে তিনজন শিশুর কথা এসেছে, তাদের সকলের সম্পর্ক হল বানী-ইস্রাঈলদের সাথে। কারণ, সহীহ মুসলিম শরীফে 'আসহাবে উখদুদ' (গর্ত ওয়ালাদের) ঘটনাতেও একজন দুধের শিশুর বাক্যালাপ করার কথা এসেছে। আর ইউসুফ (আঃ)-এর ব্যাপারে ফায়সালাকারী সাক্ষীও নাকি একজন শিশু ছিল; কথাটা প্রসিদ্ধ হলেও তা সঠিক নয়। বরং সে দাঁড়িওয়ালা ছিল।\n(আয্যায়ীফাহ ৮৮১নং)\nكَهْلٌ (পরিণত বয়সে) কথা বলার অর্থ কেউ করেছেন, যখন তিনি বড় হয়ে অহী ও নবুঅত পেয়ে ধন্য হবেন তখনকার বাক্যালাপ। আবার কেউ বলেছেন, কিয়ামতের নিকটবর্তী সময়ে যখন তিনি আসমান থেকে অবতরণ করবেন এবং তিনি ইসলামের তবলীগ করবেন, তখনকার বাক্যালাপকে বুঝানো হয়েছে; যেমন আহলে সুন্নাতের আকীদা এবং যা বহুধাসূত্রে বর্ণিত সহীহ হাদীস দ্বারা এ কথা প্রমাণিত।\n(ইবনে কাসীর ও ক্বুরত্ববী)"
    },
    {
      "ayah": 47,
      "surah": 3,
      "text": "সে বলল, ‘হে আমার প্রতিপালক! কেমন করে আমার সন্তান হবে? অথচ কোন পুরুষ আমাকে স্পর্শ করেনি।’ তিনি (আল্লাহ) বললেন, এভাবেই আল্লাহ যা ইচ্ছা সৃষ্টি করেন। তিনি যখন কিছু (সৃষ্টি করবেন বলে) স্থির করেন, তখন বলেন, ‘হও’, আর তখনই তা হয়ে যায়। [১]\n[১] অর্থাৎ, তোমার আশ্চর্য হওয়া ঠিকই আছে, তবে মহাশক্তির অধিকারী আল্লাহর জন্য এটা কোন কঠিন ব্যাপার নয়। তিনি ইচ্ছা করলে স্বাভাবিক নিয়ম-নীতি ও বাহ্যিক হেতু ও উপকরণাদির মাধ্যমে ঘটনাঘটনের ধারাবাহিকতা খতম করে কেবল 'কুন' (হও) নির্দেশ দ্বারা নিমেষে যা ইচ্ছা তা-ই করতে পারেন।"
    },
    {
      "ayah": 48,
      "surah": 3,
      "text": "তিনি (আল্লাহ) তাকে শিক্ষা দেবেন লিখন, [১] প্রজ্ঞা, তওরাত ও ইঞ্জীল।\n[১] كِتَابٌ এর অর্থ লিখন বা লেখা; যেমন অনুবাদে তা-ই গ্রহণ করা হয়েছে। অথবা কিতাব বলতে ইঞ্জীল ও তাওরাত ছাড়াও আরো একটি কিতাব যার জ্ঞান আল্লাহ ওদেরকে দিয়েছিলেন।\n(ক্বুরত্ববী)\nঅথবা তাওরাত ও ইঞ্জীল হল 'কিতাব' আর 'হিকমাহ' তার তফসীর বা ব্যাখ্যা।"
    },
    {
      "ayah": 49,
      "surah": 3,
      "text": "(তিনি) বনী ইস্রাইলদের জন্য তাকে রসূল করবেন। (সে বলবে,) আমি তোমাদের প্রতিপালকের কাছ থেকে তোমাদের কাছে নিদর্শন এনেছি। আমি তোমাদের জন্য মাটি দ্বারা একটি পাখী সদৃশ আকৃতি গঠন করব,[১] অতঃপর আমি তাতে ফুঁ দেব, ফলে আল্লাহর অনুমতিক্রমে তা পাখী হয়ে যাবে। আমি জন্মান্ধ ও কুষ্ঠ ব্যাধিগ্রস্তকে নিরাময় করব এবং আল্লাহর অনুমতিক্রমে[২] মৃতকে জীবন্ত করব। আর তোমরা তোমাদের গৃহে যা আহার কর ও জমা করে রাখ, তা তোমাদেরকে বলে দেব। নিশ্চয় এতে তোমাদের জন্য অবশ্যই নিদর্শন রয়েছে, যদি তোমরা বিশ্বাসী হও।\n[১] أَخْلُقُ لَكُمْ أَي: أُصَوِّرُ لَكُمْ \"আমি তোমাদের জন্য আকৃতি বানাবো ও গঠন করব।\"\n(ক্বুরত্বুবী)\nঅর্থাৎ, ক্রিয়াপদ خَلَقَ এখানে সৃষ্টি করার অর্থে ব্যবহার হয়নি। কারণ, সৃষ্টি করার ক্ষমতা তো কেবল মহান আল্লাহরই। তিনিই একমাত্র স্রষ্টা। সুতরাং এখানে خلق এর অর্থ বাহ্যিক আকৃতি গড়া ও বানানো।\n[২] দ্বিতীয়বার 'আল্লাহর অনুমতিক্রমে' বলার উদ্দেশ্য হল, কোন মানুষ যেন এমন ভুল বোঝার শিকার না হয়ে পড়ে যে, আমিও আল্লাহর গুণাবলী অথবা কোন এখতিয়ারের অধিকারী। না, আমি তো কেবল তাঁর একজন অক্ষম বান্দা এবং রসূল। আমার দ্বারা যা কিছু সংঘটিত হচ্ছে, তা হল নিছক মু'জিযা যা কেবল আল্লাহরই নির্দেশে সংঘটিত হয়। ইমাম ইবনে কাসীর বলেন, আল্লাহ তা'য়ালা প্রত্যেক নবীকে তাঁর যুগের অবস্থা ও পরিস্থিতি অনুযায়ী মু'জিযাসমূহ দান করেছিলেন। যাতে তাঁর সত্যতা ও মহত্ত্ব প্রকাশিত হয়। মূসা (আঃ)-এর যুগে যাদু-বিদ্যার বড়ই চর্চা ছিল। তাই তাঁকে এমন মু'জিযা দান করেছিলেন যে, তাঁর সামনে যাদুকররা নিজেদের যাদুর ভেলকি দেখাতে অক্ষম প্রমাণিত হয়েছিল এবং এ থেকে তাদের নিকট মূসা (আঃ)-এর সত্যতা পরিষ্কারভাবে ফুটে উঠেছিল; ফলে তারা ঈমান এনেছিল। ঈসা (আঃ)-এর যামানায় চিকিৎসা বিদ্যার বেশ চর্চা ছিল। তাই তাঁকে মৃতকে জীবিত করার এবং জন্মান্ধ ও ধবল-কুষ্ঠরোগে আক্রান্ত ব্যক্তিকে সুস্থ করে তোলার মু'জিযা দান করেছিলেন। আর এ কাজ কোন ডাক্তারই তার ডাক্তারী বিদ্যার দ্বারা করতে সক্ষম নয়, তাতে সে যত বড়ই বিশেষজ্ঞ হোক না কেন। আমাদের নবী মুহাম্মাদ (সাঃ)-এর যামানায় কবিতা, সাহিত্য এবং বাকপটুতার খুবই চর্চা ছিল। তাই তাঁকে এমন মু'জিযাপূর্ণ কুরআন দান করলেন যা ছন্দে-মাধুর্যে এবং সাহিত্যে পরিপূর্ণ। যার নজীর পেশ করতে বিশ্বের বড় বড় সাহিত্যিক ও কবিরা অপারগ সাব্যস্ত হয়েছে। চ্যালেঞ্জ দেওয়া সত্ত্বেও আজও পর্যন্ত অপারগ সাব্যস্ত হয়েছে এবং কিয়ামত পর্যন্ত অপরাগই থাকবে।\n(ইবনে কাসীর)"
    },
    { "ayah": 5, "surah": 3, "text": "নিশ্চয়ই আল্লাহর কাছে দ্যুলোক-ভূলোকের কোন কিছুই গোপন নেই।" },
    {
      "ayah": 50,
      "surah": 3,
      "text": "আর (আমি এসেছি) আমার পূর্বে (অবতীর্ণ) তওরাতের সত্যায়নকারীরূপে ও তোমাদের জন্য যা নিষিদ্ধ ছিল, তার কতকগুলিকে বৈধ করতে[১] এবং আমি তোমাদের প্রতিপালকের নিকট থেকে তোমাদের নিকট নিদর্শন এনেছি। সুতরাং তোমরা আল্লাহকে ভয় কর, আর আমার অনুসরণ কর।\n[১] এ থেকে হয়তো সেই সব জিনিসকে বুঝানো হয়েছে, যা শাস্তি স্বরূপ মহান আল্লাহ তাদের উপর হারাম করে দিয়েছিলেন। অথবা এমন সব জিনিস, যা তাদের আলেমরা নিজস্ব ইজতিহাদ বা বিবেচনার মাধ্যমে তাদের উপর হারাম করে দিয়েছিল; যে ইজতিহাদে তারা ভুল করে ফেলেছিল। ঈসা (আঃ) তাদের ভুলকে দূর করে সে জিনিসগুলো তাদের জন্য হালাল করে দিয়েছিলেন।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 51,
      "surah": 3,
      "text": "নিশ্চয়ই আল্লাহ আমার প্রতিপালক এবং তোমাদের প্রতিপালক। সুতরাং তোমরা তাঁর উপাসনা কর। এটাই হল সরল পথ। [১]\n[১] অর্থাৎ, আল্লাহর ইবাদত সম্পাদনে এবং তাঁর সামনে অসহায়তা ও অপরাগতার প্রকাশ করার ব্যাপারে আমি ও তোমরা সমান। সুতরাং এক আল্লাহর ইবাদত করা এবং তাঁর উপাস্যত্বে অন্য কাউকে শরীক না করাই হল সঠিক ও সরল পথ।"
    },
    {
      "ayah": 52,
      "surah": 3,
      "text": "অনন্তর যখন ঈসা তাদের অবাধ্যতার কথা উপলব্ধি করল,[১] তখন সে বলল, ‘আল্লাহর পথে কারা আমার সাহায্যকারী হবে?’[২] হাওয়ারী (শিষ্য)গণ[৩] বলল, ‘আমরাই আল্লাহর পথে সাহায্যকারী হব। আমরা আল্লাহতে বিশ্বাস করেছি। আর আপনি সাক্ষী থাকুন যে, আমরা আত্মসমর্পণকারী (মুসলিম)।\n[১] অর্থাৎ, এমন গভীর ষড়যন্ত্র এবং সন্দেহজনক আচরণ যার ভিত্তিই ছিল কুফরী তথা মাসীহ (আঃ)-এর রিসালাতকে অস্বীকার করার উপর।\n[২] বহু নবী স্বীয় জাতির ব্যবহারে অতিষ্ঠ হয়ে বাহ্যিক উপায়-উপকরণের ভিত্তিতে তাদেরই মধ্যেকার বিবেকবান ব্যক্তিদের কাছে সাহায্য-সহযোগিতা কামনা করেছেন। যেমন নবী মুহাম্মাদ (সাঃ) ও (ইসলামের) প্রাথমিক পর্যায়ে যখন কুরাইশরা তাঁর দাওয়াতের পথে বাধা হয়ে দাঁড়িয়েছিল, তখন তিনি হজ্জের মৌসুমে লোকদেরকে তাঁর সাথী ও সাহায্যকারী হওয়ার জন্য উদ্বুদ্ধ করতেন। যাতে তিনি তাঁর প্রতিপালকের বাণী মানুষের নিকট পৌঁছাতে পারেন। আর তাঁর এই আহবানে সাড়া দিয়ে আনসারী সাহাবীগণ হিজরতের আগে ও পরে নবী কারীম (সাঃ)-কে সাহায্য করেছিলেন। অনুরূপ এখানে ঈসা (আঃ) সাহায্য চেয়েছেন। তবে এই সাহায্য এমন সাহায্য নয়, যা কোন উপায়-উপকরণ ছাড়াই আসে। (এবং যে সাহায্য করার ক্ষমতা আল্লাহ ছাড়া অন্য কারোর নেই।) কারণ এ রকম সাহায্য সৃষ্টির কাছে চাওয়া শিরক। আর প্রত্যেক নবীর আগমন ঘটেছে শিরকের দরজা বন্ধ করার জন্যই, অতএব তাঁরা কিভাবে শির্ককীয় কাজ সম্পাদন করতে পারেন? কিন্তু কবরপূজারীদের ভ্রান্ত মতাদর্শ সত্যিই বড়ই দুঃখজনক যে, তারা মৃতদের নিকট সাহায্য চাওয়া বৈধতার প্রমাণে ঈসা (আঃ)-এর مَنْ أَنْصَارِيْ إِلَى اللهِ উক্তিকে পেশ করে। সুতরাং 'ইন্না লিল্লাহি অইন্না ইলাইহি রা-জিঊন। আল্লাহ তাদেরকে হিদায়াত দান করুন!\n[৩] حَوَارِيُّوْنَ (হাওয়ারিয়্যুন) حَوَارِي (হাওয়ারী) শব্দের বহুবচন। যার অর্থ হল, সাহায্যকারী (শিষ্য)। যেমন, নবী করীম (সাঃ) বলেছেন, \"প্রত্যেক নবীর একজন বিশেষ সাহায্যকারী ছিল। আমার বিশেষ সাহায্যকারী হল যুবায়ের।\"\n(বুখারী ২৮৪৭, মুসলিম ২৪১৫নং)"
    },
    {
      "ayah": 53,
      "surah": 3,
      "text": "হে আমাদের প্রতিপালক! তুমি যা (ইঞ্জীল) অবতীর্ণ করেছ তাতে আমরা বিশ্বাস করেছি এবং আমরা রসূল (ঈসা)র অনুসারী। সুতরাং আমাদেরকে (সত্যতার) সাক্ষীদাতাদের তালিকাভুক্ত করে নাও।’"
    },
    {
      "ayah": 54,
      "surah": 3,
      "text": "অতঃপর তারা ষড়যন্ত্র করল এবং আল্লাহও কৌশল প্রয়োগ করলেন। বস্তুতঃ আল্লাহ সর্বোত্তম কৌশলী। [১]\n[১] ঈসা (আঃ)-এর যামানায় শাম (সিরিয়া) অঞ্চল রোমক শাসনের অন্তর্গত ছিল। এখানে রোমকদের পক্ষ থেকে যাকে শাসক নির্বাচিত করা হয়েছিল সে কাফের ছিল। ইয়াহুদীরা ঈসা (আঃ)-এর বিরুদ্ধে বিভিন্ন কথাবার্তা বলে এই শাসকের কান ভারী করল। যেমন, তিনি (নাঊযু বিল্লাহ) বিনা বাপের (জারজ সন্তান) এবং বড়ই ফাসাদী ইত্যাদি। শাসক তাদের দাবী অনুযায়ী তাঁকে শূলে চড়ানোর ফায়সালা গ্রহণ করে। কিন্তু মহান আল্লাহ ঈসা (আঃ)-কে সযত্নে আসমানে উঠিয়ে নেন, আর এরা তাঁর স্থানে তাঁরই মত দেখতে অন্য এক ব্যক্তিকে শূলে চড়িয়ে দেয় এবং মনে করে যে, তারা ঈসা (আঃ)-কে শূলে চড়িয়ে দিয়েছে। مَكْرٌ আরবী ভাষায় কোন কার্য সিদ্ধির জন্য সূক্ষ্ণ ও গোপনভাবে তদবির (বা কৌশল অবলম্বন) করাকে বলা হয়। আর এই অর্থেই এখানে মহান আল্লাহকে خَيْرُ المَاكِرِيْنَ (সর্বোত্তম কৌশলী) বলা হয়েছে। পরন্তু কৌশল মন্দও হতে পারে, যদি মন্দ উদ্দেশ্যে হয় (আর তখন তাকে চক্রান্ত বা ষড়যন্ত্র বলা হয়) এবং ভালও হতে পারে, যদি তা ভাল উদ্দেশ্যে হয়।"
    },
    {
      "ayah": 55,
      "surah": 3,
      "text": "(স্মরণ কর) যখন আল্লাহ বললেন, ‘হে ঈসা! নিশ্চয় আমি তোমার নির্দিষ্ট কাল পূর্ণ করব[১] এবং আমার কাছে তোমাকে তুলে নেব এবং যারা অবিশ্বাস করেছে, তাদের মধ্যে থেকে তোমাকে পবিত্র (মুক্ত) করব। [২] আর তোমার অনুসারিগণকে কিয়ামত পর্যন্ত অবিশ্বাসীদের উপর জয়ী করে রাখব,[৩] অতঃপর আমার কাছে তোমাদের প্রত্যাবর্তন (ঘটবে)। তার পর যে বিষয়ে তোমাদের মতান্তর ঘটেছে, তার মীমাংসা করে দেব।\n[১]المتوفى শব্দের মাসদার বা ক্রিয়া বিশেষ্য হল, توفى এবং এর মূলধাতু হল, وفى যার প্রকৃত অর্থ হল, পুরোপুরি কিছু নেওয়া। মানুষ মারা গেলে 'অফাত' শব্দ ব্যবহার করা হয়। কারণ, তার শারীরিক স্বাধীনতা সম্পূর্ণভাবে ছিনিয়ে নেওয়া হয়। এই দিক দিয়ে মৃত্যু কেবল মানুষের বিভিন্ন অবস্থার একটি অবস্থা। ঘুমের অবস্থায়ও যেহেতু মানুষের স্বাধীনতা কিছু কালের জন্য নিষ্ক্রিয় হয়ে পড়ে, তাই ঘুমকেও কুরআন 'অফাত' বলে আখ্যায়িত করেছে। এ থেকে জানা গেল যে, এর যথাযথ ও প্রকৃত অর্থ হল, পুরোপুরি নেওয়া। [إِنِّيْ مُتَوَفِّيْكَ] আয়াতে 'অফাত'কে এই প্রকৃত অর্থেই ব্যবহার করা হয়েছে। অর্থাৎ, হে ঈসা! আমি তোমাকে ইয়াহুদীদের চক্রান্ত থেকে পরিপূর্ণভাবে আমার কাছে আসমানে উঠিয়ে নিব। হলও তা-ই। আর কেউ কেউ 'অফাত'এর রূপকার্থের প্রসিদ্ধতার কারণে তার অর্থ মৃত্যুই করেছেন। তবে তারা বলেছেন, শব্দের মধ্যে আগে পিছে হয়ে আছে। অর্থাৎ, رَافِعُكَ (আমি আমার কাছে আসমানে উঠিয়ে নিব) এর অর্থ আগে হবে। আর مُتَوَفِّيْكَ এর অর্থ পরে হবে। অর্থাৎ, আমি তোমাকে আসমানে উঠিয়ে নিব। তারপর পুনরায় যখন দুনিয়াতে অবতরণ করবে, তখন তোমার মৃত্যু দান করব। অর্থাৎ, ইয়াহুদীদের হাতে তুমি নিহত হবে না, বরং তুমি স্বাভাবিকভাবে মৃত্যুবরণ করবে। (অফাতের আর এক অর্থঃ নির্দিষ্ট কাল পূর্ণ করা।)\n(ফাতহুল ক্বাদীর, ইবনে কাসীর)\nযেমন অনুবাদে এখতিয়ার করা হয়েছে।\n[২] এখানে সেই সমস্ত অপবাদ থেকে পবিত্রকরণকে বুঝানো হয়েছে, যা ইয়াহুদীরা তাঁর উপর আরোপ করত। সুতরাং শেষ নবী (সাঃ)-এর মাধ্যমে তাঁর পবিত্রতার কথা বিশ্ববাসীর সামনে পেশ করে দেওয়া হয়। (অথবা পবিত্র করার অর্থঃ কাফেরদল থেকে তাঁকে মুক্ত করা, তাদের হাত থেকে তাঁকে বাঁচিয়ে নেওয়া।)\n[৩] এ থেকে হয়তো ইয়াহুদীদের উপরে খ্রিষ্টানদের জয়ী থাকাকে বুঝানো হয়েছে। এরা ইয়াহুদীদের উপরে কিয়ামত পর্যন্ত জয়ী থাকবে; যদিও তারা তাদের ভ্রান্ত আকীদার কারণে আখেরাতে মুক্তি লাভ থেকে বঞ্চিত থাকবে। অথবা মুহাম্মাদ (সাঃ)-এর উম্মতের জয়ী থাকাকে বুঝানো হয়েছে; যারা ঈসা (আঃ) এবং অন্যান্য সমস্ত নবীদেরকে সত্য বলে জানে এবং তাঁদের সঠিক ও অপরিবর্তিত দ্বীনে (ইসলামে)র অনুসরণ করে।"
    },
    {
      "ayah": 56,
      "surah": 3,
      "text": "অনন্তর যারা অবিশ্বাস করেছে, আমি তাদেরকে ইহকাল ও পরকালে কঠোর শাস্তি প্রদান করব। আর তাদের কোন সাহায্যকারী নেই।"
    },
    {
      "ayah": 57,
      "surah": 3,
      "text": "আর যারা বিশ্বাস করেছে এবং সৎকার্য করেছে, তিনি তাদের প্রতিদান পুরোপুরিভাবে প্রদান করবেন। বস্তুতঃ আল্লাহ অত্যাচারিগণকে ভালবাসেন না।’"
    },
    { "ayah": 58, "surah": 3, "text": "যা আমি তোমার কাছে পাঠ করছি, তা হল আয়াত (নিদর্শনাবলী) ও বিজ্ঞানময় উপদেশ।" },
    {
      "ayah": 59,
      "surah": 3,
      "text": "নিশ্চয় আল্লাহর নিকট ঈসার দৃষ্টান্ত আদমের অনুরূপ। তিনি তাকে মাটি থেকে সৃষ্টি করে তার উদ্দেশ্যে বললেন, ‘হও’ ফলে সে হয়ে গেল।"
    },
    {
      "ayah": 6,
      "surah": 3,
      "text": "তিনিই মাতৃগর্ভে যেভাবে ইচ্ছা তোমাদের আকৃতি গঠন করেন। তিনি ব্যতীত অন্য কোন (সত্যিকার) উপাস্য নেই। [১] তিনি প্রবল পরাক্রমশালী, প্রজ্ঞাময়।\n[১] সুশ্রী অথবা কুশ্রী, ছেলে অথবা মেয়ে, সৌভাগ্যবান অথবা দুর্ভাগ্যবান এবং পূর্ণাঙ্গ অথবা বিকলাঙ্গ ইত্যাদি বিচিত্রময়তা মায়ের গর্ভে যখন এককভাবে আল্লাহই সৃষ্টি করেন, তখন ঈসা (আঃ) ইলাহ কিভাবে হতে পারেন? তিনি নিজেও তো সৃষ্টির নানা পর্যায় অতিক্রম করে দুনিয়াতে এসেছেন। মহান আল্লাহ তাঁরও সৃষ্টি সম্পাদন করেছেন তাঁর মায়ের গর্ভে।"
    },
    {
      "ayah": 60,
      "surah": 3,
      "text": "(এ) সত্য তোমার প্রতিপালকের নিকট থেকে আগত, সুতরাং তুমি সংশয়ীদের অন্তর্ভুক্ত হয়ো না।"
    },
    {
      "ayah": 61,
      "surah": 3,
      "text": "অনন্তর তোমার নিকট জ্ঞান আসার পর যে কেউ এ বিষয়ে (ঈসা সম্পর্কে) তোমার সাথে তর্ক করে, তাকে বল, ‘এস, আমরা আহবান করি আমাদের পুত্রগণকে ও তোমাদের পুত্রগণকে, আমাদের নারীগণকে ও তোমাদের নারীগণকে, স্বয়ং আমাদেরকে ও স্বয়ং তোমাদেরকে, অতঃপর আমরা বিনীত প্রার্থনা করি যে, মিথ্যাবাদীদের প্রতি আল্লাহর অভিশাপ হোক।’ [১]\n[১] এটাকে 'মুবাহালা'র আয়াত বলা হয়। মুবাহালার অর্থ হল, দুই পক্ষের একে অপরের প্রতি অভিসম্পাত করা। অর্থাৎ, দুই পক্ষের মধ্যে কোন বিষয়ের সত্য ও মিথ্যা হওয়ার ব্যাপারে তর্ক-বিতর্ক হলে এবং দলীলাদির ভিত্তিতে মীমাংসা না হলে, তারা সকলে মিলে আল্লাহর কাছে এই বলে দু'আ করবে যে, 'হে আল্লাহ! আমাদের উভয়ের মধ্যে যে মিথ্যাবাদী, তার উপর তোমার অভিশাপ বর্ষণ হোক!' এর সংক্ষিপ্ত পটভূমি এই যে, ৯ম হিজরীতে নাজরান থেকে খ্রিষ্টানদের একটি প্রতিনিধিদল নবী করীম (সাঃ)-এর কাছে এসে তারা যে ঈসা (আঃ)-এর ব্যাপারে অতিরঞ্জনমূলক আকীদা রাখত, সে নিয়ে তর্ক-বিতর্ক শুরু করে দিল। যার পরিপ্রেক্ষিতে এই আয়াত নাযিল হয় এবং মহানবী (সাঃ) তাদেরকে মুবাহালার আহবান জানান। তিনি আলী, ফাতিমা এবং হাসান ও হুসাইন (রাঃ)-দেরকে সাথে নিয়ে মুবাহালার জন্য প্রস্ত্তত হয়ে আসেন এবং খ্রিষ্টানদেরকে বলেন যে, তোমরাও তোমাদের পরিবারের লোকদের সাথে নিয়ে এসো। তারপর আমরা মিথ্যাবাদীর উপর অভিশাপ বর্ষণের বদ্দুআ করব। খ্রিষ্টানরা আপোসে পরামর্শ করে মুবাহালা করার পথ ত্যাগ করে বলল যে, আপনি আমাদের কাছে যা চাইবেন, আমরা তা-ই দিব। সুতরাং রসূল (সাঃ) তাদের উপর জিযিয়া-কর ধার্য করে দেন। আর এই কর আদায়ের জন্য তিনি আমীনে উম্মত (উম্মতের বিশ্বস্তজন উপাধি লাভকারী) আবূ উবায়দা ইবনে জাররাহ (রাঃ)-কে তিনি তাদের সাথে পাঠিয়ে দেন।\n(ইবনে কাসীর এবং ফাতহুল ক্বাদীর ইত্যাদির সারাংশ)\nপরের আয়াতে আহলে কিতাব (ইয়াহুদী ও খ্রিষ্টান)-দেরকে তাওহীদের প্রতি আহবান জানানো হচ্ছে।"
    },
    {
      "ayah": 62,
      "surah": 3,
      "text": "নিশ্চয়ই এ হল সত্য কাহিনী। আর আল্লাহ ছাড়া অন্য কোন (সত্যিকার) উপাস্য নেই। আর নিশ্চয় আল্লাহ পরম প্রতাপশালী, প্রজ্ঞাময়।"
    },
    {
      "ayah": 63,
      "surah": 3,
      "text": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয় (অর্থাৎ, ঈসা সম্বন্ধে সত্য ইতিহাসকে অস্বীকার করে), তাহলে নিশ্চয় আল্লাহ বিপর্যয় সৃষ্টিকারীদের সম্বন্ধে সম্যক অবহিত।"
    },
    {
      "ayah": 64,
      "surah": 3,
      "text": "তুমি বল, ‘হে আহলে কিতাব (ধর্মগ্রন্থধারি)গণ! এস সে বাক্যের প্রতি যা আমাদের ও তোমাদের মধ্যে অভিন্ন; (তা এই যে,) আমরা আল্লাহ ব্যতীত অন্য কারো উপাসনা করব না, কোন কিছুকেই তার অংশী করব না[১] এবং আমাদের কিছু লোক আল্লাহকে ছেড়ে অপর কিছু লোককে প্রভুরূপে গ্রহণ করবে না।’[২] অতঃপর যদি তারা মুখ ফিরিয়ে নেয়, তাহলে বল, ‘তোমরা সাক্ষী থাক যে, আমরা আত্ম-সমর্পণকারী (মুসলিম)।’ [৩]\n[১] না কোন মূর্তিকে, না ক্রুশকে, না আগুনকে এবং না অন্য কোন কিছুকে। বরং কেবলমাত্র এক আল্লাহরই ইবাদত করব। আর এটাই ছিল প্রত্যেক নবীর দাওয়াত।\n[২] প্রথম যে জিনিসটির প্রতি এখানে ইঙ্গিত করা হয়েছে তা হল, তোমরা ঈসা এবং উযায়ের (আলাইহিমাস্ সালাম)-এর রব্ব বা প্রতিপালক হওয়ার যে মনগড়া বিশ্বাস রাখ, তা সম্পূর্ণ ভুল। তাঁরা রব্ব ছিলেন না, বরং মানুষ ছিলেন। আর দ্বিতীয় যে জিনিসটির প্রতি ইঙ্গিত করা হয়েছে, তা হল, তোমরা যে তোমাদের পন্ডিত ও সংসার-বিরাগীদেরকে হালাল ও হারাম করার অধিকার দিয়ে রেখেছ, তা তাদেরকে রব্ব মনে করারই অন্তর্ভুক্ত। যেমন, [اتَّخَذُوا أَحْبَارَهُمْ] আয়াতও এ কথার সাক্ষ্য দেয়। তাদের এ কাজও সঠিক নয়। কারণ, হালাল ও হারাম করার অধিকার একমাত্র আল্লাহর।\n(ইবনে কাসীর ও ফাতহুল ক্বাদীর)\n[৩] বুখারী শরীফের বর্ণনায় এসেছে যে, কুরআন কারীমের এই নির্দেশ অনুযায়ী রসূল (সাঃ) রোমক বাদশাহ হিরাকলের নিকটে পত্র প্রেরণ করেন এবং পত্রের মাধ্যমে এই আয়াতের দাবী অনুযায়ী তাকে ইসলাম কবুল করার প্রতি আহবান জানান।\n' فَأَسْلِمْ تَسْلَمْ، أَسلِمْ يُؤْتِكَ اللهُ أَجْرَكَ مَرَّتَيْنِ فَإِنْ تَوَلَّيْتَ فَإِنَّ عَلَيْكَ إِثْمَ الْأَرِيسِيِّينَ' \"ইসলাম কবুল করে নাও, নিরাপত্তা পাবে। মুসলিম হয়ে যাও, তাহলে মহান আল্লাহ তোমাকে দ্বিগুণ নেকী দিবেন। কিন্তু যদি তুমি ইসলাম স্বীকার না কর, তাহলে প্রজাদের পাপও তোমার উপর চাপবে।\"\n(বুখারী ৭নং)\nকেননা, প্রজাদের ইসলাম স্বীকার না করার কারণই হবে তুমি। আলোচ্য আয়াতে তিনটি মৌলিক বিষয় উল্লিখিত হয়েছে, (ক) কেবলমাত্র আল্লাহরই ইবাদত করা, (খ) তাঁর সাথে কাউকে শরীক না করা এবং (গ) কাউকে শরীয়তী বিধান প্রণয়নের ইলাহী মর্যাদা না দেওয়া। এটাই সেই 'অভিন্ন বাক্য' যার উপর ঐক্যবদ্ধ হওয়ার প্রতি আহলে-কিতাবদেরকে আহবান জানানো হয়েছে। সুতরাং এই শতধা-বিচ্ছিন্ন উম্মতকেও ঐক্যবদ্ধ করতে উক্ত তিনটি বিষয়কে এবং এই 'অভিন্ন বাক্য'কে অধিকরূপে মূল ভিত্তি ও বুনিয়াদ হিসাবে গ্রহণ করা উচিত।"
    },
    {
      "ayah": 65,
      "surah": 3,
      "text": "হে ঐশী গ্রন্থধারিগণ! ইব্রাহীম সম্বন্ধে তোমরা কেন বিতর্ক করছ, অথচ তাওরাত ও ইঞ্জীল তো তার পরেই অবতীর্ণ করা হয়েছিল? তোমরা কি বুঝ না? [১]\n[১] ইবরাহীম (আঃ)-এর ব্যাপারে বিতর্কের অর্থ হল, ইয়াহুদী এবং খ্রিষ্টান উভয় জাতিই দাবী করত যে, তিনি তাদের ধর্মাবলম্বি ছিলেন। অথচ তাওরাত যার উপর ইয়াহুদীরা ঈমান রাখতো এবং ইঞ্জীল যেটাকে খ্রিষ্টানরা মান্য করে চলতো, এই উভয় গ্রন্থ ইবরাহীম (আঃ)-এর শত সহস্র বছর পর অবতীর্ণ হয়েছে। কাজেই তিনি ইয়াহুদী বা খ্রিষ্টান কিভাবে হতে পারেন? বলা হয় যে, ইবরাহীম এবং মূসা (আলাইহিমাস্ সালাম)-এর মধ্যে এক হাজার বছরের ব্যবধান ছিল। আর ঈসা ও ইবরাহীম (আলাইহিমাস্ সালাম)-এর মধ্যে দু'হাজার বছরের ব্যবধান ছিল।\n(ক্বুরত্ববী)"
    },
    {
      "ayah": 66,
      "surah": 3,
      "text": "তোমরা তো এমন যে, যে বিষয়ে তোমাদের কিছু জ্ঞান ছিল, সে বিষয়ে তর্ক করেছ। তাহলে যে বিষয়ে তোমাদের কোন জ্ঞান নেই, সে বিষয়ে কেন তর্ক করছ? [১] বস্তুতঃ আল্লাহ জ্ঞাত আছেন এবং তোমরা জ্ঞাত নও।\n[১] এই তো তোমাদের জ্ঞান ও দ্বীনদারীর অবস্থা যে, যে সম্পর্কে তোমাদের জ্ঞান আছে অর্থাৎ, নিজেদের দ্বীন ও কিতাবের ব্যাপারে, (যে কথা পূর্বোক্ত আয়াতে উল্লেখ হয়েছে) সে ব্যাপারে তোমাদের ঝগড়া করা ভিত্তিহীনও বটে এবং এতে অজ্ঞানতার পরিচয়ও রয়েছে। তাহলে যে ব্যাপারে তোমাদের মোটেই কোন জ্ঞান নেই, সে ব্যাপারে তোমরা কেন ঝগড়া কর? অর্থাৎ, ইবরাহীম (আঃ)-এর মান-মর্যাদা এবং তাঁর একনিষ্ঠ দ্বীনের ব্যাপারে; যার ভিত্তিই ছিল তাওহীদ ও ইখলাস।"
    },
    {
      "ayah": 67,
      "surah": 3,
      "text": "ইব্রাহীম ইয়াহুদীও ছিল না, খ্রিষ্টানও ছিল না; সে ছিল একনিষ্ঠ, আত্মসমর্পণকারী (মুসলিম)।[১] সে অংশীবাদীদের দলভুক্ত ছিল না।\n[১][حَنِيْفًا مُّسْلِمًا] (একনিষ্ঠ মুসলিম) অর্থাৎ, শিরক থেকে বিমুখ হয়ে কেবল এক আল্লাহর কাছে আত্মসমর্পণকারী।"
    },
    {
      "ayah": 68,
      "surah": 3,
      "text": "যারা ইব্রাহীমের অনুসরণ করেছিল, তারা এবং এই নবী ও বিশ্বাসিগণ মানুষের মধ্যে ইব্রাহীমের ঘনিষ্ঠতম। [১] আর আল্লাহ বিশ্বাসীদের অভিভাবক।\n[১] এই কারণেই কুরআন মাজীদে (সূরা নাহল ১৬:১২৩ আয়াতে) নবী করীম (সাঃ)-কে ইবরাহীম (আঃ)-এর মিল্লাতের অনুসরণ করার নির্দেশ দেওয়া হয়েছে।[أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا] এ ছাড়া হাদীসেও মহানবী (সাঃ) বলেছেন, \"নবীদের মধ্য থেকে প্রত্যেক নবীর কিছু বন্ধু হয়, তাঁদের মধ্য থেকে আমার বন্ধু হল আমার পিতা এবং আমার মহান প্রতিপালকের খলীল (অতীব ঘনিষ্ঠ বন্ধু ইবরাহীম (আঃ))।\" অতঃপর তিনি এই আয়াতটি পাঠ করেন।\n(তিরমিযী ২৯৯৫নং)"
    },
    {
      "ayah": 69,
      "surah": 3,
      "text": "ঐশীগ্রন্থধারীদের একটি দল তোমাদেরকে বিপথগামী করতে চেয়েছিল; অথচ তারা তাদের নিজেদেরকেই বিপথগামী করে, কিন্তু তারা তা অনুভব করে না। [১]\n[১] ঈমানদারদের প্রতি ইয়াহুদীরা যে হিংসা ও বিদ্বেষ পোষণ করত এবং যার কারণে তারা মুসলিমদেরকে ভ্রষ্ট করতে চাইত, সে কথাই এই আয়াতে তুলে ধরা হয়েছে। মহান আল্লাহ বলেন, এইভাবে তারা নিজেরাই নিজেদেরকে ভ্রষ্টতার মধ্যে ঠেলে দিচ্ছে; কিন্তু তারা টের পায় না।"
    },
    {
      "ayah": 7,
      "surah": 3,
      "text": "তিনিই তোমার প্রতি এই কিতাব (কুরআন) অবতীর্ণ করেছেন; যার কিছু আয়াত সুস্পষ্ট, দ্ব্যর্থহীন, এগুলি কিতাবের মূল অংশ; যার অন্যগুলি রূপক;[১] যাদের মনে বক্রতা আছে, তারা ফিতনা (বিশৃংখলা) সৃষ্টি ও ভুল ব্যাখ্যার উদ্দেশ্যে যা রূপক তার অনুসরণ করে। বস্তুতঃ আল্লাহ ব্যতীত অন্য কেউ এর ব্যাখ্যা জানে না।[২] আর যারা সুবিজ্ঞ তারা বলে, আমরা এ বিশ্বাস করি। সমস্তই আমাদের প্রতিপালকের নিকট থেকে আগত। বস্তুতঃ বুদ্ধিমান লোকেরাই উপদেশ গ্রহণ করে।\n[১] مُحكَمَات (সুস্পষ্ট দ্ব্যর্থহীন) সেই আয়াতসমূহকে বলা হয় যাতে যাবতীয় আদেশ-নিষেধ, বিধি-বিধান, মাসলা-মাসায়েল এবং ইতিহাস ও কাহিনী আলোচিত হয়েছে; যার অর্থ স্পষ্ট ও দ্ব্যর্থহীন এবং যেগুলো বুঝতে কোন প্রকার অসুবিধা হয় না। আর مُتَشَابِهَات (রূপক) আয়াতগুলো এর বিপরীত। যেমন, আল্লাহর সত্তা, ভাগ্য সম্পর্কীয় বিষয়াদি, জান্নাত ও জাহান্নাম এবং ফিরিশতা ইত্যাদির ব্যাপার। অর্থাৎ, এমন বাস্তব জিনিস যার বাস্তবতা উপলব্ধি করতে মানুষের জ্ঞান-বুদ্ধি অপারগ অথবা যে ব্যাপারে এমন ব্যাখ্যা করার অবকাশ বা তাতে এমন অস্পষ্টতা ও দ্ব্যর্থতা থাকে যে, তার দ্বারা সাধারণ মানুষকে বিভ্রান্তি ও ভ্রষ্টতায় ফেলা সম্ভব হয়। এই কারণেই বলা হচ্ছে যে, যাদের অন্তরে বক্রতা থাকে, তারাই অস্পষ্ট আয়াতগুলোর পিছনে পড়ে থাকে এবং সেগুলোর মাধ্যমে ফিৎনা সৃষ্টি করে। যেমন খ্রিষ্টানদের অবস্থা; কুরআন ঈসা (আঃ)-কে আল্লাহর বান্দা এবং তাঁর রসূল বলেছে। এটা একটি পরিষ্কার ও দ্ব্যর্থহীন কথা। কিন্তু খ্রিষ্টানরা এটাকে বাদ দিয়ে কুরআনে যে ঈসা (আঃ)-কে 'রুহুল্লাহ' এবং 'কালিমাতুল্লাহ' বলা হয়েছে, সেটাকেই নিজেদের ভ্রষ্ট আকীদার দলীল হিসেবে গ্রহণ করেছে। অথচ তা ভুল। অনুরূপ অবস্থা বিদআতীদেরও; কুরআনের সুস্পষ্ট আকীদার বিপরীত বিদআতীরা যে ভ্রান্ত আকীদা গড়ে রেখেছে, তাও এই 'মুতাশাবিহাত' (অস্পষ্ট) আয়াতগুলোর ভিত্তিতেই। আবার কখনো নিজেদের দার্শনিক চিন্তাধারার কঠিন পেঁচ দ্বারা 'সুস্পষ্ট' আয়াতগুলোকে 'অস্পষ্ট' বানিয়ে ফেলে। (আল্লাহ আমাদেরকে এ কাজ হতে পানাহ দিন।) পক্ষান্তরে সঠিক আকীদা অবলম্বি মুসলিম 'সুস্পষ্ট' আয়াতগুলোর উপর আমল করে এবং 'অস্পষ্ট' আয়াতগুলোর ব্যাপারে সন্দেহ হলে, সেগুলোকে 'সুস্পষ্ট' আয়াতগুলোর আলোকে বুঝতে চেষ্টা করে। কেননা, কুরআন 'সুস্পষ্ট' আয়াতগুলোকেই কিতাবের 'মূল অংশ' বলে আখ্যায়িত করেছে। এর ফলে তারা ফিৎনা থেকে বেঁচে যায় এবং আকীদার বিভ্রান্তি থেকেও রেহাই পায়। আল্লাহ আমাদেরকে তাদের অন্তর্ভুক্ত করুন। আমীন।\n[২] 'তা'বীল'-এর এক অর্থ হল, কোন জিনিসের আসল প্রকৃতত্ব, তত্ত্ব ও তাৎপর্য। এই অর্থের দিকে খেয়াল করে 'ইল্লাল্লা-হ' পড়ে থামা জরুরী। কারণ, প্রত্যেক জিনিসের আসল প্রকৃতত্ব স্পষ্টভাবে কেবল মহান আল্লাহই জানেন। 'তা'বীল'এর দ্বিতীয় অর্থ হল, কোন জিনিসের ব্যাখ্যা, অর্থপ্রকাশ এবং পরিষ্কারভাবে তা বর্ণনা করা। এই অর্থের দিক দিয়ে 'ইল্লাল্লা-হ' পড়ে না থেমে [وَالرَّاسِخُوْنَ فِي الْعِلْمِ] পড়ে থামা যায়। কারণ, গভীর জ্ঞানের অধিকারী ব্যক্তিরাও সঠিক ব্যাখ্যা এবং সুস্পষ্ট বর্ণনা দেওয়ার ক্ষমতা রাখেন। 'তা'বীল'এর এই উভয় অর্থ কুরআনে কারীমে ব্যবহূত হয়েছে।\n(ইবনে কাসীর থেকে সারাংশ)"
    },
    {
      "ayah": 70,
      "surah": 3,
      "text": "হে ঐশীগ্রন্থধারীরা! তোমরা সত্য জানা সত্ত্বেও কেন আল্লাহর নিদর্শনসমূহকে অস্বীকার কর?[১]\n[১] 'জেনে-শুনে আল্লাহর নিদর্শনসমূহকে অস্বীকার কর' এর অর্থ, তোমরা নবী করীম (সাঃ)-এর সত্যবাদিতা ও সত্যতা সম্পর্কে জানো, তা সত্ত্বেও কেন কুফরী বা অস্বীকার কর?"
    },
    {
      "ayah": 71,
      "surah": 3,
      "text": "হে আহলে কিতাব (ঐশীগ্রন্থধারীরা)! তোমরা কেন সত্যকে মিথ্যার সাথে মিশ্রিত কর এবং জেনে-শুনে সত্য গোপন কর? [১]\n[১] এখানে ইয়াহুদীদের দু'টি অতি বড় অপরাধের প্রতি ইঙ্গিত করে তাদেরকে তা থেকে বিরত থাকার নির্দেশ দান করা হচ্ছে। প্রথম অপরাধ হল, ন্যায়-অন্যায় এবং সত্য ও মিথ্যার মধ্যে মিশ্রিত করণ; যাতে মানুষের কাছে সত্য ও মিথ্যা পরিষ্কার না হয়। দ্বিতীয় অপরাধ হল, সত্যকে গোপন করা। অর্থাৎ, নবী করীম (সাঃ)-এর যে নিদর্শন ও গুণাবলী তাওরাতে লিপিবদ্ধ হয়েছে, তা মানুষ থেকে গোপন করা, যাতে কমসে-কম এই নিদর্শনাদির দিক থেকে যেন তাঁর সত্যতা প্রকাশ না হয়ে পড়ে। আর এই উভয় অপরাধ তারা জেনে-শুনেই করত। যার কারণে তারা বড়ই দুর্দশার শিকার হয়েছিল। তাদের অপরাধের কথা সূরা বাক্বারাতেও (২:৪২ আয়াতে) উল্লেখ হয়েছে। মহান আল্লাহ বলেন, [وَلا تَلْبِسُوا الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُوا الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ] অর্থাৎ, \"তোমরা সত্যকে মিথ্যার সাথে মিশিয়ে দিও না এবং জানা সত্ত্বেও সত্যকে গোপন করো না।\" 'আহলে কিতাব' (ঐশীগ্রন্থধারী) শব্দটি কোন কোন মুফাসসিরের নিকট ব্যাপক; যা ইয়াহুদী ও খ্রিষ্টান উভয়কেই শামিল। অর্থাৎ, তাদের উভয়কেই এই অপরাধ থেকে বিরত থাকতে বলা হয়েছে। আবার কেউ বলেছেন, 'আহলে কিতাব' বলতে ইয়াহুদীদের সেই কয়েকটি গোত্রকে বুঝানো হয়েছে, যারা মদীনায় বসবাস করত। যেমন, বানী ক্বুরাইযা, বানী নায্বীর এবং বানী ক্বাইনুক্বা। আর এই উক্তিকেই সঠিক বলে মনে হচ্ছে। কারণ, (বিভিন্ন কার্যকলাপের তাকীদে) মুসলিমদের সরাসরি সম্পর্ক এদের সাথেই ছিল এবং নবী করীম (সাঃ)-এর সাথে বিরোধিতায় এরাই ছিল অগ্রণী।"
    },
    {
      "ayah": 72,
      "surah": 3,
      "text": "ঐশীগ্রন্থধারীদের এক দল বলে, ‘যারা বিশ্বাস করেছে, তাদের প্রতি (অর্থাৎ, মুসলিমদের প্রতি) যা অবতীর্ণ হয়েছে দিনের প্রথম ভাগে তা বিশ্বাস কর এবং দিনের শেষ ভাগে তা অস্বীকার কর, হয়তো তারা (ইসলাম থেকে) ফিরতে পারে। [১]\n[১] এখানে ইয়াহুদীদের আরো একটি এমন চক্রান্তের কথা উল্লেখ করা হয়েছে, যে চক্রান্তের মাধ্যমে তারা মুসলিমদেরকে বিভ্রান্ত করতে চাইত। তারা আপোসে সিদ্ধান্ত নিয়েছিল যে, সকালে মুসলিম হয়ে আবার সন্ধ্যায় কাফের হয়ে যাবে। এ থেকে মুসলিমদের অন্তরেও নিজেদের ইসলামের ব্যাপারে সন্দেহ সৃষ্টি হয়ে যাবে। তারা ভাববে, এরা (ইয়াহুদীরা) ইসলাম গ্রহণ করার পর পুনরায় তাদের দ্বীনে ফিরে গেছে, অতএব হতে পারে ইসলামে বহু এমন দোষ-ত্রুটি আছে, যা তারা (ইয়াহুদীরা) জানতে পেরেছে।"
    },
    {
      "ayah": 73,
      "surah": 3,
      "text": "আর যারা তোমাদের মতাদর্শের অনুসরণ করে, তাকে ব্যতীত আর কাকেও বিশ্বাস করো না।’[১] বল, ‘নিশ্চয় আল্লাহর নির্দেশিত পথই (একমাত্র) পথ।’ [২] (তারা এ কথাও বলে, ‘তোমরা এও বিশ্বাস করো না যে,) তোমাদের যা দেওয়া হয়েছে অনুরূপ অন্য কাউকেও দেওয়া হবে[৩] অথবা তোমাদের প্রতিপালকের সম্মুখে তারা তোমাদের বিরুদ্ধে যুক্তি উত্থাপন করবে।’ বল, ‘অনুগ্রহ আল্লাহরই হাতে; তিনি যাকে ইচ্ছা তা দান করেন। বস্তুতঃ আল্লাহ প্রাচুর্যময়, সর্বজ্ঞ।\n[১] এ কথা তারা আপোসে একে অপরকে বলত। অর্থাৎ, তোমরা বাহ্যিকভাবে অবশ্যই ইসলাম প্রকাশ কর, কিন্তু নিজেদের ধর্মাবলম্বি ছাড়া অন্য কারো কথা বিশ্বাস করো না।\n[২] এটা এমন এক স্বতন্ত্র বাক্য যার পূর্ব ও পরের সাথে কোন সম্পর্ক নেই। কেবল তাদের চক্রান্ত ও হিলা-বাহানার প্রকৃতত্ব ব্যাপারে অবহিত করা উদ্দেশ্য। অর্থাৎ, বল, তোমাদের ছলনা ও প্রতারণায় কিছু হবে না। কারণ, হিদায়াত তো আল্লাহর হাতে। তিনি যাকে হিদায়াত দেবেন অথবা দিতে চাইবেন, তোমাদের হিলা-বাহানা তার পথে বাধা হয়ে দাঁড়াতে পারবে না।\n[৩] এটাও ইয়াহুদীদের একটি উক্তি। এর সম্পর্ক হল وَلاَ تُؤْمِنُوْا (---কাকেও বিশ্বাস করো না) বাক্যের সাথে। অর্থাৎ, এটাও বিশ্বাস করো না যে, যে নবুঅত ইত্যাদি তোমাদের মধ্যেই সীমাবদ্ধ, তা অন্য কেউ পেতে পারে এবং ইয়াহুদী ধর্ম ছাড়া অন্য কোন ধর্ম সত্য হতে পারে।"
    },
    {
      "ayah": 74,
      "surah": 3,
      "text": "যাকে ইচ্ছা তিনি নিজ করুণা দ্বারা নির্বাচিত করেন। আর আল্লাহ মহা অনুগ্রহশীল।’ [১]\n[১] এই আয়াতের দু'টি অর্থ করা হয়। একটি হল, ইয়াহুদীদের বড় বড় পন্ডিতরা যখন তাদের শিষ্যদেরকে শিখাত যে, তোমরা সকালে মুসলিম হয়ে আবার সন্ধ্যায় কাফের হয়ে যেও, যাতে যারা সত্যিকারে মুসলিম হয়ে গেছে, তারাও সন্দিহানে পড়ে ইসলাম থেকে ফিরে যায়, তখন সেই শিষ্যদেরকে অতিরিক্ত তাকীদ এও করত যে, সাবধান! তোমরা কেবল বাহ্যিক মুসলিম হয়ো; সত্যিকারের নয়। বরং সত্যিকারে তোমরা ইয়াহুদীই থাকবে এবং কখনোও এ কথা মনে করো না যে, যে অহী ও শরীয়ত এবং যে জ্ঞান ও মর্যাদা তোমরা লাভ করেছ, তা অন্য কেউ লাভ করতে পারে অথবা তোমরা ব্যতীত অন্য কেউ সত্যের উপর আছে, যে তোমাদের বিরুদ্ধে আল্লাহর কাছে হুজ্জত কায়েম করে তোমাদেরকে মিথ্যা সাব্যস্ত করতে পারবে। এই অর্থের দিক দিয়ে মাঝে স্বতন্ত্র বাক্যটি ছাড়া عِنْدَ رَبِّكُمْ পর্যন্ত সম্পূর্ণটাই ইয়াহুদীদের কথা। দ্বিতীয় অর্থ হল, হে ইয়াহুদ সম্প্রদায়! তোমরা সত্যকে দাবানো ও মিটানোর জন্য যেসব পদক্ষেপ গ্রহণ করেছ এবং যেসব চক্রান্ত চালিয়ে যাচ্ছ, তা কেবল এই জন্যই যে, প্রথমতঃ এ ব্যাপারে তোমরা দুঃখ ও হিংসা-জ্বালায় ভুগছ যে, যে জ্ঞান ও মর্যাদা, অহী ও শরীয়ত এবং যে দ্বীন তোমাদেরকে দেওয়া হয়েছিল, তদ্রূপ জ্ঞান ও মর্যাদা এবং দ্বীন অন্যদেরকে কেন দেওয়া হল? দ্বিতীয়তঃ তোমরা আশঙ্কা কর যে, সত্যের এই দাওয়াত যদি অগ্রগতি লাভ করে এবং তার শিকড় যদি মজবুত হয়ে যায়, তাহলে শুধু যে দুনিয়া থেকে তোমাদের মান-মর্যাদা চলে যাবে তা নয়, বরং যে সত্যকে তোমরা গোপন করে রেখেছ, তাও মানুষের কাছে প্রকাশ হয়ে যাবে। আর এ কারণেই মানুষ আল্লাহর কাছে তোমাদের বিরুদ্ধে হুজ্জত খাড়া করবে। অথচ তোমাদের জানা উচিত যে, দ্বীন ও শরীয়ত হল আল্লাহর অনুগ্রহ। এটা কারো উত্তরাধিকার সূত্রে লব্ধ জিনিস নয়, বরং তিনি তাঁর অনুগ্রহ যাকে ইচ্ছা দান করেন এবং এ অনুগ্রহ কাকে দেওয়া উচিত তাও তিনিই জানেন।"
    },
    {
      "ayah": 75,
      "surah": 3,
      "text": "ঐশীগ্রন্থধারীদের মধ্যে এমন লোক রয়েছে যে, তার কাছে বিপুল সম্পদ আমানত রাখলেও (চাওয়া মাত্র) সে ফেরৎ দেবে। পক্ষান্তরে তাদের মধ্যে এমন লোকও আছে, যার নিকট একটি দীনার (স্বর্ণমুদ্রা)ও আমানত রাখলে তার পিছনে লেগে না থাকলে সে ফেরৎ দেবে না। কারণ, তারা বলে যে, ‘এই অশিক্ষিত (অইয়াহুদী)দের অধিকার হরণে আমাদের কোন পাপ নেই।’ বস্তুতঃ তারা জেনে-শুনে আল্লাহর নামে মিথ্যা বলে।[১]\n[১] أُمِّيِيْنَ (নিরক্ষর-অশিক্ষিত) বলতে আরবের মুশরিকদেরকে বুঝানো হয়েছে। বিশ্বাসঘাতক ইয়াহুদীরা দাবী করত যে, এরা যেহেতু মুশরিক তাই তাদের সম্পদ আত্মসাৎ করা বৈধ, এতে কোন গুনাহ নেই। মহান আল্লাহ বললেন, এরা আল্লাহ সম্পর্কে মিথ্যা বলছে। অপরের সম্পদ আত্মসাৎ করার অনুমতি আল্লাহ কিভাবে দিতে পারেন? কোন কোন তফসীরের বর্ণনায় এসেছে যে, নবী করীম (সাঃ) এ কথা শুনে বললেন, \"আল্লাহর শত্রুরা মিথ্যা বলেছে। কেবল আমানত ছাড়া জাহেলী যুগের সমস্ত জিনিস আমার পায়ের নীচে। আমানত সর্বাবস্থায় আদায় করতে হবে\n,\nতাতে তা কোন সৎ লোকের হোক বা অসৎ লোকের।\"\n(ইবনে কাসীর-ফাতহুল ক্বাদীর)\nঅনুতাপের বিষয় যে, ইয়াহুদীদের মত বর্তমানেও অনেক মুসলিম মুশরিকদের মাল আত্মসাৎ করার জন্য বলছে যে, 'দারুল হারব' (ইসলামের শত্রু কাফের দেশ)এ সূদ হালাল এবং শত্রুর মালের কোন হিফাযত নেই।"
    },
    {
      "ayah": 76,
      "surah": 3,
      "text": "অবশ্যই যে তার অঙ্গীকার পালন করে এবং সংযত হয়ে চলে, নিশ্চয় আল্লাহ সংযমীদেরকে ভালবাসেন। [১]\n[১] 'অঙ্গীকার পালন করা'র অর্থ হল, সেই অঙ্গীকার রক্ষা করা যা আহলে-কিতাব (ইয়াহুদী ও খ্রিষ্টান) এবং প্রত্যেক নবীর মাধ্যমে তাঁদের নিজ নিজ উম্মতের কাছ থেকে নবী করীম (সাঃ)-এর উপর ঈমান আনার ব্যাপারে নেওয়া হয়েছে। আর 'সংযত হয়ে চলা' (বা আল্লাহভীরুতা অবলম্বন করা)র অর্থ হল, মহান আল্লাহ কর্তৃক হারামকৃত জিনিস থেকে দূরে থাকা এবং রাসূলে করীম (সাঃ) কর্তৃক নির্দেশিত সমস্ত বিষয়ের উপর আমল করা। যারা এ রকম করে, তারা অবশ্যই আল্লাহর পাকড়াও থেকে রক্ষা পাবে এবং তাঁর প্রিয় বান্দা বলেও গণ্য হবে।"
    },
    {
      "ayah": 77,
      "surah": 3,
      "text": "যারা আল্লাহর প্রতিশ্রুতি এবং নিজেদের শপথকে স্বল্প মূল্যে বিক্রয় করে, পরকালে তাদের কোন অংশ নেই। কিয়ামতের দিন আল্লাহ তাদের সঙ্গে কথা বলবেন না, আর তাদের দিকে চেয়ে দেখবেন না এবং তাদেরকে পরিশুদ্ধও করবেন না এবং তাদের জন্য রয়েছে কঠিন শাস্তি।[১]\n[১] উল্লিখিত লোকদের বিপরীত যারা, তাদের অবস্থা বর্ণনা করা হচ্ছে। এরা হল দুই শ্রেণীর লোক। এক শ্রেণীর লোক এমন যারা আল্লাহর সাথে কৃত অঙ্গীকার এবং নিজেদের কসমের কোন পরোয়া না করে দুনিয়ার সামান্য স্বার্থের খাতিরে নবী করীম (সাঃ)-এর উপর ঈমান আনেনি। আর দ্বিতীয় শ্রেণীর লোক হল এমন যারা মিথ্যা কসম খেয়ে নিজেদের মাল বিক্রি করে অথবা কারো মাল আত্মসাৎ করে। যেমন, হাদীসে নবী করীম (সাঃ) বলেছেন, \"যে ব্যক্তি কারো সম্পদ আত্মসাৎ করার জন্য মিথ্যা কসম খায়, সে আল্লাহর সাথে এমন অবস্থায় সাক্ষাৎ করবে যে, তিনি তার উপর ক্রোধান্বিত থাকবেন।\"\n(বুখারী ৭৪৪৫, মুসলিম ১৩৭নং)\nঅনুরূপ তিনি বলেছেন, \"তিন ব্যক্তির সাথে মহান আল্লাহ কথা বলবেন না, তাদের প্রতি দৃষ্টিপাত করবেন না, তাদেরকে পবিত্র করবেন না এবং তাদের জন্য হবে কঠিন শাস্তি। তাদের মধ্যে একজন হল এমন ব্যক্তি যে মিথ্যা কসম দ্বারা নিজের পণ্যসামগ্রী বিক্রি করে।\"\n(মুসলিম ১০৬নং)\nআরো বিভিন্ন হাদীসে এ কথা বর্ণিত হয়েছে।\n(ইবনে কাসীর-ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 78,
      "surah": 3,
      "text": "নিশ্চয় তাদের মধ্যে একদল লোক এমনও আছে যারা এরূপভাবে জিহ্বা বাঁকিয়ে কিতাব পাঠ করে, যাতে তোমরা মনে কর, তা আল্লাহর কিতাব; কিন্তু তা কিতাবের অংশ নয়। আর তারা বলে, ‘তা আল্লাহর নিকট থেকে (সমাগত)’; কিন্তু তা আল্লাহর নিকট থেকে (সমাগত) নয় এবং তারা জেনে-শুনে আল্লাহর নামে মিথ্যা বলে। [১]\n[১] এখানে ইয়াহুদীদের সেই লোকদের কথা তুলে ধরা হয়েছে, যারা আল্লাহর কিতাবের (তাওরাতের) মধ্যে কেবল হেরফের ও পরিবর্তন সাধনই করেনি, বরং আরো দু'টি অপরাধ করেছে। তার একটি হল, বিকৃত উচ্চারণে মুখ বাঁকিয়ে কিতাব পাঠ করে এবং এ থেকে তারা সাধারণের মধ্যে বাস্তব পরিপন্থী প্রভাব ফেলতে সক্ষম হয়। দ্বিতীয়টি হল, তারা তাদের মনগড়া কথাগুলোকে আল্লাহর কথা বলে চালিয়ে দেয়। দুর্ভাগ্যবশতঃ উম্মাতে মুহাম্মাদিয়ার মযহাবধারী উলামাদের মধ্যেও নবী করীম (সাঃ)-এর এই উক্তি \"তোমরা পূর্ববর্তীদের তরীকার অনুসরণ করবে\" অনুযায়ী অনেক এমন লোকও বিদ্যমান রয়েছে, যারা দুনিয়ার স্বার্থে অথবা মযহাবী পক্ষপাতিত্ব কিংবা ফিক্বাহকে বেশী শক্ত করে ধরে থাকার ফলে কুরআন কারীমের সাথেও অনুরূপ আচরণ করে থাকে। তারা কুরআনের আয়াত তো পড়ে; কিন্তু মাসআলা বয়ান করে নিজেদের মনগড়া। সাধারণ লোক মনে করে যে, মৌলভী সাহেব মাসআলা কুরআন থেকেই বলছেন। অথচ বর্ণিত মাসআলার কুরআনের সাথে কোন সম্পর্ক থাকে না। আবার কখনো অর্থের পরিবর্তন ঘটিয়ে অতি চমৎকার ভঙ্গিমায় পরিবেশন করে এটাই বুঝাতে চেষ্টা করে যে, এ নির্দেশ আল্লাহর পক্ষ হতে! এ থেকে আল্লাহ আমাদেরকে পানাহ দিন। আমীন।"
    },
    {
      "ayah": 79,
      "surah": 3,
      "text": "(হে ঐশীগ্রন্থধারিগণ!) কোন মানুষের পক্ষে এ হতে পারে না যে, আল্লাহ তাকে কিতাব, প্রজ্ঞা ও নবুঅত দান করেন, তারপর সে লোকদেরকে বলে, ‘তোমরা আল্লাহকে ছেড়ে আমার দাস হয়ে যাও।’ বরং সে বলে, ‘তোমরা রাব্বানী (আল্লাহ-ভক্ত) হও’;[১] যেহেতু তোমরা কিতাব শিক্ষা দাও এবং যেহেতু তোমরা অধ্যয়ন কর। [২]\n[১] এখানে খ্রিষ্টানদের ব্যাপারে বলা হচ্ছে। তারা ঈসা (আঃ)-কে প্রভু বানিয়ে রেখেছে। অথচ তিনি হলেন একজন মানুষ। তাঁকে কিতাব, হিকমত এবং নবুঅত দানে ধন্য করা হয়েছিল। আর এ দাবী কেউ করতে পারে না যে, আল্লাহকে বাদ দিয়ে আমার পূজারী ও দাস হয়ে যাও, বরং তিনি তো এ কথাই বলেন যে, তোমরা আল্লাহ ওয়ালা হয়ে যাও। 'রব্বানী' রব্ব শব্দের সাথে সম্বন্ধ। 'মুবালাগা' তথা আধিক্য বুঝানোর জন্য 'আলিফ' ও 'নুন'কে বৃদ্ধি করা হয়েছে।\n(ফাতহুল ক্বাদীর)\n[২] অর্থাৎ, আল্লাহর কিতাব শিখানো ও নিজেদের পড়ার ফলস্বরূপ প্রতিপালককে চেনা এবং তাঁর সাথে বিশেষ সম্পর্ক কায়েম হওয়া উচিত। অনুরূপ আল্লাহর কিতাব সম্পর্কে জ্ঞাত ব্যক্তিদের জন্য অত্যাবশ্যক হল, তারা অন্য লোকদেরকেও তার শিক্ষা দেবে। এই আয়াত দ্বারা এ কথা পরিষ্কার হয়ে যায় যে, যখন আল্লাহর পয়গম্বরদের এ অধিকার নেই যে, তাঁরা লোকদেরকে তাঁদের ইবাদত করার নির্দেশ দেবে, তখন অন্য আর কারো এ অধিকার কিভাবে থাকতে পারে? (তফসীর ইবনে কাসীর)"
    },
    {
      "ayah": 8,
      "surah": 3,
      "text": "হে আমাদের প্রতিপালক! সরল পথ প্রদর্শনের পর তুমি আমাদের অন্তরকে বক্র করে দিও না এবং তোমার নিকট থেকে আমাদেরকে করুণা দান কর। নিশ্চয় তুমি মহাদাতা।"
    },
    {
      "ayah": 80,
      "surah": 3,
      "text": "আর তোমাদেরকে এও নির্দেশ দেবে না যে, ‘ফিরিশতাগণ ও নবীগণকে প্রতিপালকরূপে গ্রহণ কর।’ তোমাদের ইসলাম গ্রহণ করার পর সে কি তোমাদেরকে কুফরী করার আদেশ দেবে? [১]\n[১] অর্থাৎ, নবী, ফিরিশতা অথবা অন্য কাউকে আল্লাহর গুণাবলীর অধিকারী বিশ্বাস করানো কুফরী। তোমাদের ইসলাম গ্রহণ করার পর একজন নবী এ কাজ কি করে করতে পারে? কারণ, একজন নবীর কাজ তো ঈমানের প্রতি আহবান করা। আর ঈমান হল সেই শরীকবিহীন এক আল্লাহর ইবাদত করার নাম। কোন কোন মুফাসসির এই আয়াতের শানে নুযুল (পটভূমিকা) সম্পর্কে বলেছেন যে, কিছু মুসলিম নবী করীম (সাঃ)-এর নিকট তাঁকে সিজদা করার অনুমতি চাইলে এই আয়াত অবতীর্ণ হয়।\n(ফাতহুল ক্বাদীর)\nআবার কেউ কেউ এর শানে নুযুল সম্পর্কে বলেছেন, ইয়াহুদী ও খ্রিষ্টানরা একত্রিত হয়ে নবী করীম (সাঃ)-কে বলল, 'তুমি কি চাও যে, আমরা তোমার ঐভাবেই ইবাদত করি, যেভাবে খ্রিষ্টানরা ঈসার করে থাকে?' তখন তিনি বললেন, 'আল্লাহকে বাদ দিয়ে অন্য কারো ইবাদত করা থেকে অথবা কাউকে এর নির্দেশ দেওয়া থেকে আমি তাঁর আশ্রয় কামনা করছি। মহান আল্লাহ না আমাকে এর জন্য পাঠিছেন, আর না এর নির্দেশ দিয়েছেন।' এই কথারই পরিপ্রেক্ষিতে এই আয়াত নাযিল হয়।\n(ইবনে কাসীর-সীরাতে ইবনে হিশাম)"
    },
    {
      "ayah": 81,
      "surah": 3,
      "text": "আর যখন আল্লাহ নবীদের নিকট থেকে অঙ্গীকার নিলেন যে, আমি তোমাদেরকে কিতাব ও প্রজ্ঞা দান করছি, অতঃপর তোমাদের কাছে যা আছে তার সমর্থকরূপে যখন একজন রসূল আসবে, তখন নিশ্চয় তোমরা তাকে বিশ্বাস ও সাহায্য করবে।[১] তিনি বললেন, ‘তোমরা কি স্বীকার করলে এবং আমার অঙ্গীকার গ্রহণ করলে?’ তারা বলল, ‘আমরা স্বীকার করলাম।’ তিনি বললেন, ‘তবে তোমরা সাক্ষী থাক এবং আমিও তোমাদের সাথে সাক্ষী রইলাম।’\n[১] অর্থাৎ, প্রত্যেক নবীর কাছ থেকে এই অঙ্গীকার নেওয়া হয়েছে যে, তাঁর জীবদ্দশায় এবং তাঁর নবুঅতকালে যদি অন্য নবীর আবির্ভাব ঘটে, তাহলে এই নবাগত নবীর প্রতি ঈমান আনা এবং তাঁর সহযোগিতা করা অত্যাবশ্যক হবে। যদি নবী বিদ্যমান থাকা অবস্থায় নবাগত নবীর উপর ঈমান এই নবীর উপর জরুরী হয়, তাহলে এই নবীর উম্মতের উপর নবাগত নবীর উপর ঈমান আনা তো আরো বেশী জরুরী হয়ে যায়। কোন কোন মুফাসসির رَسُوْلٌ مُصَدِّقٌ (সমর্থক রসূল) থেকে মুহাম্মাদ (সাঃ)-কে বুঝিয়েছেন। অর্থাৎ, মুহাম্মাদ (সাঃ)-এর ব্যাপারে অন্য সমস্ত নবীদের কাছ থেকে অঙ্গীকার নেওয়া হয়েছে যে, যদি তাঁর যুগে তিনি এসে যান, তাহলে নিজের নবুঅতের পরিসমাপ্তি ঘটিয়ে এই নবীর উপর ঈমান আনতে হবে। কিন্তু আসলে প্রথম অর্থের সাথে এই দ্বিতীয় অর্থ আপনা-আপনিই এসে যায়। সুতরাং কুরআনের শব্দের দিক দিয়ে প্রথম অর্থই সঠিক এবং এই অর্থের দিক থেকে এ কথাও পরিষ্কার হয়ে যায় যে, মুহাম্মাদ (সাঃ)-এর নবুঅতের সূর্য উদিত হওয়ার পর আর কোন নবীর (নবুঅতের) প্রদীপ উজ্জ্বল থাকবে না। যেমন, হাদীসে এসেছে যে, একদা উমার (রাঃ) তাওরাতের কয়েকটি পাতা নিয়ে পড়ছিলেন। তা দেখে নবী করীম (সাঃ) রাগান্বিত হয়ে বললেন, \"সেই সত্তার শপথ, যাঁর হাতে মুহাম্মাদের প্রাণ! যদি মুসা (আঃ)ও জীবিত হয়ে এসে যান আর তোমরা আমাকে ছেড়ে তাঁর অনুসারী হয়ে যাও, তাহলে অবশ্য অবশ্যই তোমরা ভ্রষ্ট হয়ে যাবে।\"\n(মুসনাদ আহমাদ, ইবনে কাসীর)\nবলা বাহুল্য, এখন কিয়ামত পর্যন্ত অপরিহার্য অনুসরণ কেবল মুহাম্মাদ (সাঃ)-এরই করতে হবে। তাঁর আনুগত্যের মধ্যেই রয়েছে মুক্তি, কোন ইমামের অন্ধ অনুকরণ অথবা কোন বুযুর্গের হাতে বায়াত করার মধ্যে নয়। কোন পয়গম্বরের সিক্কা যদি না চলে, তাহলে অন্য কোন ব্যক্তিত্ব শর্তহীন আনুগত্যের অধিকারী কিভাবে হতে পারে?"
    },
    {
      "ayah": 82,
      "surah": 3,
      "text": "অতএব এর পর যারা মুখ ফিরিয়ে নেবে, তারাই হবে ফাসেক (সত্যত্যাগী)। [১]\n[১] এখানে আহলে-কিতাব (ইয়াহুদী- খ্রিষ্টান) এবং অন্য সকল ধর্মাবলম্বিদের সতর্ক করা হচ্ছে যে, মুহাম্মাদ (সাঃ)-এর প্রেরণের পরও তাঁর উপর ঈমান না এনে স্ব স্ব দ্বীনের উপর প্রতিষ্ঠিত থাকা সেই অঙ্গীকারের বিপরীত, যা মহান আল্লাহ নবীদের মাধ্যমে প্রত্যেক উম্মতের কাছ থেকে নিয়েছেন এবং এই অঙ্গীকার থেকে মুখ ফিরিয়ে নেওয়া কুফরী। আর এখানে 'ফাসে্ক'এর অর্থঃ কাফের। কেননা, মুহাম্মাদ (সাঃ)-এর নবূওয়াতের অস্বীকৃতি কেবল 'ফিসক্ব' নয়, বরং একেবারে কুফরী।"
    },
    {
      "ayah": 83,
      "surah": 3,
      "text": "তারা কি আল্লাহর ধর্মের পরিবর্তে অন্য ধর্ম চায়? অথচ আকাশে ও পৃথিবীতে যা কিছু রয়েছে সমস্তই স্বেচ্ছায় অথবা অনিচ্ছায় তাঁর কাছে আত্মসমর্পণ করেছে![১] এবং তাঁরই কাছে তারা ফিরে যাবে।\n(১৩৪) যখন আসমান ও যমীনের কোন জিনিসই আল্লাহ তাআলার কুদরত ও ইচ্ছার বাইরে নয় তাতে তা স্বেচ্ছায় হোক বা অনিচ্ছায়, তখন তোমরা তাঁর সামনে ইসলাম কবুল করা থেকে বিরত কেন? পরের আয়াতে ঈমান আনার পদ্ধতি বর্ণনা করে (প্রত্যেক নবী এবং প্রত্যেক অবতীর্ণ কিতাবের উপর কোন প্রকারের পার্থক্য না করে ঈমান আনা জরুরী) বলা হচ্ছে যে, ইসলাম ব্যতীত অন্য কোন দ্বীন আল্লাহর কাছে গৃহীত হবে না। অন্য কোন দ্বীন অবলম্বনকারীদের ভাগ্যে ক্ষতি ছাড়া আর কিছুই জুটবে না।"
    },
    {
      "ayah": 84,
      "surah": 3,
      "text": "বল, ‘আমরা আল্লাহতে এবং আমাদের প্রতি যা অবতীর্ণ হয়েছে এবং ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকুব ও তাঁর বংশধরগণের প্রতি যা অবতীর্ণ হয়েছিল এবং যা মূসা, ঈসা ও অন্যান্য নবীগণকে তাদের প্রতিপালকের নিকট থেকে প্রদান করা হয়েছে, তাতে বিশ্বাস করি,[১] আমরা তাদের মধ্যে কোন পার্থক্য করি না এবং আমরা তাঁরই নিকট আত্মসমর্পণকারী।’\n[১] অর্থাৎ, প্রত্যেক সত্য নবীদের প্রতি এই বিশ্বাস রাখতে হবে যে, তাঁরা সব সব সময়ে আল্লাহর পক্ষ হতে প্রেরিত ছিলেন। অনুরূপ তাঁদের উপর যে কিতাব ও সহীফা নাযিল হয়েছিল, তা সবই আসমানী কিতাব এবং বাস্তবিকই তা আল্লাহ কর্তৃক অবতীর্ণ। আর এ কথাও বিশ্বাস করতে হবে যে, সমূহ আসমানী কিতাবের মধ্যে কুরআন কারীম হল সর্বোত্তম কিতাব। এখন কেবল এই কিতাবের উপরই আমল হবে। কারণ, কুরআন পূর্বের সমস্ত কিতাবকে রহিত করে দিয়েছে।"
    },
    {
      "ayah": 85,
      "surah": 3,
      "text": "যে কেউ ইসলাম ছাড়া অন্য ধর্ম অন্বেষণ করবে, তার পক্ষ হতে তা কখনও গ্রহণ করা হবে না। আর সে হবে পরলোকে ক্ষতিগ্রস্তদের দলভুক্ত।"
    },
    {
      "ayah": 86,
      "surah": 3,
      "text": "বিশ্বাসের পর ও রসূলকে সত্য বলে সাক্ষ্যদান করার পর এবং তাদের নিকট সুস্পষ্ট নিদর্শন আসার পর যে সম্প্রদায় সত্য প্রত্যাখ্যান করে, (সে সম্প্রদায়কে) আল্লাহ কিরূপে সৎপথ প্রদর্শন করবেন? আল্লাহ সীমালংঘনকারী সম্প্রদায়কে সৎপথ প্রদর্শন করেন না।"
    },
    { "ayah": 87, "surah": 3, "text": "এ সকল লোকের প্রতিফল এই যে, এদের উপর আল্লাহ, ফিরিশতাগণ এবং সকল মানুষের অভিশাপ!" },
    {
      "ayah": 88,
      "surah": 3,
      "text": "তারা (নরকে) স্থায়ী হবে, তাদের শাস্তি লঘু করা হবে না এবং তাদের বিরামও দেওয়া হবে না।"
    },
    {
      "ayah": 89,
      "surah": 3,
      "text": "তবে এরপর যারা তওবা করে ও নিজেদেরকে সংশোধন করে, সে ক্ষেত্রে আল্লাহ অবশ্যই বড় ক্ষমাশীল, পরম দয়ালু। [১]\n[১] আনসারদের মধ্য হতে এক ব্যক্তি মুরতাদ (ধর্মত্যাগী) হয়ে মুশরিকদের সাথে মিলে যায়। কিন্তু সত্বর সে অনুতপ্ত হয় এবং লোকদের মাধ্যমে রসূল (সাঃ)-এর কাছে জানতে চায় যে, তার তাওবা কবুল হবে কি না? তখন এই আয়াত অবতীর্ণ হয়। এই আয়াতগুলো থেকে প্রতীয়মান হয় যে, মুর্তাদ্দের শাস্তি যদিও অতি কঠিন, কারণ সে সত্যকে জানার পর বিদ্বেষ, ঔদ্ধত্য এবং অবাধ্যতাবশতঃ তা থেকে মুখ ফিরিয়ে নিয়েছে, তবুও সে যদি পূর্ণ নিষ্ঠার সাথে তওবা করে এবং নিজের সংশোধন করে নেয়, তাহলে মহান আল্লাহ ক্ষমাশীল ও দয়াবান; তিনি তার তওবা কবুল করবেন।"
    },
    {
      "ayah": 9,
      "surah": 3,
      "text": "হে আমাদের প্রতিপালক! তুমি মানবজাতিকে একদিন একত্রে সমাবেশ করবে -- এতে কোন সন্দেহ নেই; নিশ্চয়ই আল্লাহ নির্ধারিত সময়ের ব্যতিক্রম (প্রতিশ্রুতি ভঙ্গ) করেন না।"
    },
    {
      "ayah": 90,
      "surah": 3,
      "text": "নিশ্চয় যারা বিশ্বাস করার পর অবিশ্বাস করে[১] এবং যাদের অবিশ্বাস-প্রবৃত্তি বৃদ্ধি পেতে থাকে, তাদের তওবা কখনো মঞ্জুর করা হয় না। [২] এরাই তো পথভ্রষ্ট।\n[১] এই আয়াতে তাদের শাস্তির কথা বলা হচ্ছে, যারা মুরতাদ হওয়ার পর তাওবা করার তাওফীক লাভ থেকে বঞ্চিত হয়েছে এবং কুফরীর উপরেই যাদের মৃত্যু হয়েছে।[২] এটা হল সেই তওবা যা মৃত্যুর সময়ে করা হয়। তাছাড়া তওবার দরজা তো সবার জন্য সব সময়ের জন্য খোলা। এর পূর্বের আয়াতেও তওবা কবুল হওয়ার প্রমাণ রয়েছে। এ ছাড়াও কুরআনে মহান আল্লাহ বারবার তওবার গুরুত্ব এবং তা কবুল করার কথা উল্লেখ করেছেন। তিনি বলেন, [أَلَمْ يَعْلَمُوا أَنَّ اللهَ هُوَ يَقْبَلُ التَّوْبَةَ عَنْ عِبَادِهِ] অর্থাৎ, তারা কি এটা অবগত নয় যে, আল্লাহই নিজ বান্দাদের তওবা কবুল করে থাকেন এবং তিনিই দান-খয়রাত গ্রহণ করেন, আর আল্লাহ হচ্ছেন তওবা কবুলকারী ও পরম করুণাময়?\n(সূরা তওবা ৯:১০৪ আয়াত)\n[وَهُوَ الَّذِي يَقْبَلُ التَّوبَةَ عَنْ عِبَادِهِ ] অর্থাৎ, তিনি তাঁর দাসদের তওবা গ্রহণ করেন এবং পাপ মোচন করেন এবং তোমরা যা কর তিনি তা জানেন।\n(সূরা শূরা  ৪২:২৫ আয়াত)\nহাদীসসমূহে তওবা কবুল হওয়ার কথা বড়ই গুরুত্বের সাথে বিস্তারিত আলোচনা হয়েছে। কাজেই এই আয়াতে যে তওবার কথা বলা হয়েছে, তা হল একেবারে শেষ মুহূর্তের তওবা, যা কবুল হবে না। যেমন, কুরআনের অন্য এক স্থানে বলা হয়েছে,[وَلَيْسَتِ التَّوْبَةُ لِلَّذِينَ يَعْمَلُونَ السَّيِّئَاتِ حَتَّى إِذَا حَضَرَ أَحَدَهُمُ الْمَوْتُ قَالَ إِنِّي تُبْتُ الْآنَ]“আর এমন লোকদের জন্য কোন তওবা নেই, যারা মন্দ কাজ করতেই থাকে, এমন কি যখন তাদের কারো নিকট মৃত্যু এসে উপস্থিত হয়ে যায়, তখন বলে, আমি এখন তওবা করছি।“ (সূরা নিসা ৪:১৮ আয়াত) হাদীসেও আছে যে, \"অবশ্যই আল্লাহ বান্দার তওবা মৃত্যুমুখে পতিত হওয়ার পূর্বমুহূর্ত পর্যন্ত কবুল করে থাকেন।\"\n(মুসনাদ আহমাদ-তিরমিযী)\nঅর্থাৎ, জাকান্দানীর সময়ের তওবা কবুল হয় না।"
    },
    {
      "ayah": 91,
      "surah": 3,
      "text": "নিশ্চয় যারা অবিশ্বাস করেছে এবং অবিশ্বাসী অবস্থায় মারা গেছে, তাদের কারো পক্ষ হতে পৃথিবী-পূর্ণ স্বর্ণ বিনিময়স্বরূপ প্রদান করলেও কখনো তা কবুল করা হবে না। এ সকল লোকের জন্য রয়েছে কঠিন শাস্তি এবং এদের কোন সাহায্যকারীও নেই। [১]\n[১] হাদীসে বর্ণিত যে, কিয়ামতের দিন মহান আল্লাহ একজন জাহান্নামীকে বলবেন, 'যদি তোমার কাছে সারা পৃথিবী পরিমাণ স্বর্ণ থাকে, তাহলে জাহান্নাম থেকে বাঁচার বিনিময়ে সে সমস্ত স্বর্ণ কি তুমি দিতে পছন্দ করবে?' সে বলবে, 'হ্যাঁ।' আল্লাহ তাআলা বলবেন, 'আমি তো দুনিয়ায় এর থেকেও সহজ জিনিস তোমার কাছে চেয়েছিলাম। কেবল এই যে, আমার সাথে কাউকে শরীক করো না। কিন্তু তুমি শিরক থেকে বিরত থাকনি।'\n(মুসনাদ আহমাদ, অনুরূপ হাদীস বুখারী ও মুসলিমেও বর্ণিত হয়েছে।)\nএ থেকে প্রতীয়মান হয় যে, কাফেরের জন্য হবে জাহান্নামের চিরস্থায়ী আযাব। সে দুনিয়াতে কোন ভাল কাজ করে থাকলেও কুফরীর কারণে তার সে ভাল কাজ বরবাদ হয়ে যাবে। যেমন, হাদীসে বর্ণিত যে, আব্দুল্লাহ ইবনে জাদআন; যে বড়ই অতিথিপরায়ণ, গরীব-অভাবীদের প্রতি উদার এবং ক্রীতদাস স্বাধীনকারী ছিল তার সম্পর্কে জিজ্ঞাসা করা হল যে, এই ভালকাজগুলো তার কোন উপকারে আসবে কি? নবী করীম (সাঃ) বললেন, \"না।\" কারণ, সে একদিনও স্বীয় প্রতিপালকের কাছে নিজের পাপের জন্য ক্ষমা প্রার্থনা করেনি।\n(মুসলিম)\nঅনুরূপ কেউ যদি কিয়ামতের দিন সারা পৃথিবী পরিমাণ স্বর্ণ বিনিময় স্বরূপ দিয়ে জাহান্নাম থেকে বাঁচতে চায়, তাও সম্ভব হবে না। প্রথমতঃ সেখানে মানুষের কাছে থাকবেই বা কি? আর যদি মেনেই নেওয়া যায় যে, তার কাছে পৃথিবী পরিমাণ ধন-ভান্ডার হবে, যা দিয়ে সে নিজেকে আযাব থেকে বাঁচিয়ে নিতে চাইবে, তবুও সে বাঁচতে পারবে না। কারণ, তার কাছ থেকে বিনিময় গ্রহণ করাই হবে না। যেমন, অন্যত্র আল্লাহ বলেন, [وَلا يُقْبَلُ مِنْهَا عَدْلٌ وَلا تَنْفَعُهَا شَفَاعَةٌ] \"কারোও কাছ থেকে বিনিময় গৃহীত হবে না এবং কারোও সুপারিশ ফলপ্রদ হবে না।\"\n(সূরা বাক্বারাহ ২:১২৩)\n[لاَ بَيْعٌ فِيْهِ وَلاَ خِلاَلٌ] \"যেদিন না কোন বেচাকেনা হবে, আর না বন্ধুত্ব (উপকারে আসবে)।\"\n(সূরা ইবরাহীম ১৪:৩১)"
    },
    {
      "ayah": 92,
      "surah": 3,
      "text": "তোমরা কখনও পুণ্য[১] লাভ করতে পারবে না, যতক্ষণ না তোমাদের প্রিয় জিনিস হতে আল্লাহর পথে ব্যয় করেছ। আর তোমরা যা কিছু ব্যয় কর, নিশ্চয় আল্লাহ সে সম্বন্ধে সবিশেষ অবহিত।[২]\n[১] 'পুণ্য' বলতে এখানে বুঝানো হয়েছে, সৎকাজ অথবা জান্নাত।\n(ফাতহুল ক্বাদীর)\nহাদীসে বর্ণিত যে, যখন এই আয়াত নাযিল হয়, তখন আবূ ত্বালহা আনসারী (রাঃ) --যিনি মদীনার বিশিষ্ট সাহাবীদের একজন -- নবী করীম (সাঃ)-এর নিকট উপস্থিত হয়ে বললেন, হে আল্লাহর রসূল! বাইরুহা বাগানটি হল আমার কাছে সর্বাপেক্ষা প্রিয় বস্তু। সেটাকে আমি আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে সাদাকা করছি। রসূল (সাঃ) বললেন, \"সে তো বড়ই উপকারী সম্পদ। আমার মত হল, ওটাকে তুমি তোমার আত্মীয়দের মধ্যে বণ্টন করে দাও।\" তাই রসূল (সাঃ)-এর পরামর্শ অনুযায়ী সেটাকে তিনি স্বীয় আত্মীয়-স্বজন এবং চাচাতো ভাইদের মধ্যে বণ্টন করে দিলেন।\n(মুসনাদ আহমাদ)\nএইভাবে আরো অনেক সাহাবী তাঁদের প্রিয় জিনিস আল্লাহর পথে ব্যয় করেছেন। مِمَّا تُحِبُّوْنَ এ 'মিন' (হতে) শব্দ 'তাবঈয' তথা কিয়দংশ বুঝানোর অর্থে ব্যবহার হয়েছে। অর্থাৎ, পছন্দনীয় ও প্রিয় জিনিসের সবটাকেই ব্যয় করে দেওয়ার নির্দেশ দেওয়া হয়নি। বরং তা থেকে কিয়দংশকে ব্যয় করতে বলা হয়েছে। কাজেই সাদাকা করলে ভাল জিনিসই করা উচিত। এটা হল সর্বশ্রেষ্ঠ ও পরিপূর্ণ মর্যাদা লাভ করার তরীকা। তবে এর অর্থ এও নয় যে, নিম্নমানের জিনিস অথবা স্বীয় প্রয়োজনের অতিরিক্ত জিনিস কিংবা ব্যবহূত পুরাতন জিনিস সাদাকা করা যাবে না বা তার নেকী পাওয়া যাবে না। এই ধরনের জিনিসও সাদাকা করা জায়েয এবং তাতে নেকী অবশ্যই পাওয়া যাবে। তবে বেশী ফযীলত ও পূর্ণতা রয়েছে প্রিয় বস্তু ব্যয় করার মধ্যে।\n[২] ভাল ও মন্দ যে জিনিসই তোমরা ব্যয় করবে আল্লাহ তা জানেন সেই অনুযায়ী প্রতিদানও তিনি দিবেন।"
    },
    {
      "ayah": 93,
      "surah": 3,
      "text": "তওরাত অবতীর্ণ হওয়ার পূর্বে ইস্রাঈল নিজের জন্য যা অবৈধ করেছিল, তা ব্যতীত বনী ইস্রাঈলের জন্য যাবতীয় খাদ্যই বৈধ ছিল। বল, ‘যদি তোমরা সত্যবাদী হও, তবে তওরাত আন এবং তা পাঠ কর।’[১]\n[১] এই আয়াত এবং পরের দু'টি আয়াত ইয়াহুদীদের অভিযোগের খন্ডনে অবতীর্ণ হয়। তারা নবী করীম (সাঃ)-কে বলল যে, তুমি নিজেকে ইবরাহীম (আঃ)-এর দ্বীনের অনুসারী বলে দাবী কর এবং তুমি উটের গোশত খাও; অথচ ইবরাহীমের দ্বীনে উটের গোশত এবং তার দুধ হারাম ছিল। মহান আল্লাহ বললেন, ইয়াহুদীদের এ অভিযোগ ভুল ও ভিত্তিহীন। কারণ, ইবরাহীম (আঃ)-এর দ্বীনে এ জিনিসগুলো হারাম ছিল না। তবে হ্যাঁ কোন কোন জিনিস ইসরাঈল (ইয়াকুব) (আঃ) নিজের উপর হারাম করে নিয়েছিলেন। আর তা ছিল এই উটের গোশত এবং তার দুধ। (তার কারণ ছিল মানত অথবা রোগ)। আর ইয়াকুব (আঃ)-এর এ কাজও ছিল তাওরাত নাযিল হওয়ার পূর্বেকার। কারণ, তাওরাত ইবরাহীম ও ইয়াকুব (আলাইহিমাস্ সালাম)-এর অনেক পরে নাযিল হয়। অতএব কিভাবে তোমরা উক্ত অভিযোগ উত্থাপন কর? তাছাড়া তাওরাতে কিছু জিনিস তোমাদের উপর হারাম করা হয়েছে কেবল তোমাদের যুলুম ও অবাধ্যতার কারণে।\n(সূরা আনআম ৬:৪৬, সূরা নিসা ৪:১৬০)\nযদি তোমাদের বিশ্বাস না হয়, তাহলে তাওরাত নিয়ে এসো এবং তা পড়ে শুনাও, দেখবে এ কথা পরিষ্কার হয়ে যাবে যে, ইবরাহীম (আঃ)-এর যামানায় এ জিনিসগুলো হারাম ছিল না এবং তোমাদের উপর যা কিছু জিনিস হারাম করা হয়েছে তা কেবল তোমাদের যুলুম ও সীমালঙ্ঘনের কারণে। অর্থাৎ, শাস্তি স্বরূপ তা হারাম করা হয়েছিল।\n(আয়সারুত তাফাসীর)"
    },
    { "ayah": 94, "surah": 3, "text": "এরপরও যারা আল্লাহর প্রতি মিথ্যা আরোপ করে, তারাই অত্যাচারী।" },
    {
      "ayah": 95,
      "surah": 3,
      "text": "বল, আল্লাহ সত্য বলেছেন। সুতরাং তোমরা একনিষ্ঠ ইব্রাহীমের ধর্মাদর্শ অনুসরণ কর এবং সে অংশীবাদীদের দলভুক্ত ছিল না।"
    },
    {
      "ayah": 96,
      "surah": 3,
      "text": "নিশ্চয় মানবজাতির জন্য সর্বপ্রথম যে গৃহ প্রতিষ্ঠিত হয়েছিল, তা বক্কায় (মক্কায়) অবস্থিত।[১] তা বরকতময় ও বিশ্বজগতের জন্য পথের দিশারী।\n[১] এটা হল ইয়াহুদীদের দ্বিতীয় অভিযোগের উত্তর। তারা বলত, বায়তুল মাকদিস তো প্রথম ইবাদত-খানা, মুহাম্মাদ (সাঃ) এবং তার সাথীরা নিজেদের ক্বিবলা কেন পরিবর্তন করে নিলো? এর উত্তরে বলা হল, তোমাদের এই দাবীও ভুল। প্রথম যে ঘর আল্লাহর ইবাদতের জন্য নির্মিত হয়, তা হল সেই ঘর, যা মক্কায় রয়েছে।"
    },
    {
      "ayah": 97,
      "surah": 3,
      "text": "ওতে বহু সুস্পষ্ট নিদর্শন রয়েছে, (যেমন) মাক্বামে ইব্রাহীম (পাথরের উপর ইব্রাহীমের পদচিহ্ন)। যে কেউ সেখানে প্রবেশ করে, সে নিরাপত্তা লাভ করে।[১] মানুষের মধ্যে যার সেখানে যাওয়ার সামর্থ্য আছে, আল্লাহর উদ্দেশ্যে ঐ গৃহের হজ্জ্ব করা তার (পক্ষে) অবশ্য কর্তব্য।[২] আর যে অস্বীকার করবে (সে জেনে রাখুক যে), আল্লাহ জগতের প্রতি অমুখাপেক্ষী। [৩]\n[১] যেহেতু এখানে যুদ্ধ, খুনাখুনি এবং শিকার করা --এমনকি গাছ কাটাও নিষিদ্ধ।\n(বুখারী-মুসলিম)\n[২] 'যার সেখানে যাওয়ার সামর্থ্য আছে' অর্থাৎ, সম্পূর্ণ রাহা-খরচ পূরণ হওয়ার মত যথেষ্ট পাথেয় যার কাছে আছে। অনুরূপ রাস্তার ও জান-মালের নিরাপত্তা এবং শারীরিক সুস্থতা ইত্যাদিও সামর্থ্যের অন্তর্ভুক্ত। মহিলার জন্য মাহরাম (স্বামী অথবা যার সঙ্গে তার বিবাহ চিরতরে হারাম এমন কোন লোক) থাকাও জরুরী।\n(ফাতহুল ক্বাদীর)\nএই আয়াত প্রত্যেক সামর্থ্যবান ব্যক্তির উপর হজ্জ ফরয হওয়ার দলীল। হাদীস দ্বারা এ কথাও পরিষ্কার হয়ে যায় যে, হজ্জ জীবনে একবারই ফরয।\n(ইবনে কাসীর)\n[৩] সামর্থ্য থাকা সত্ত্বেও হজ্জ না করাকে কুরআন 'কুফরী' (অস্বীকার) বলে আখ্যায়িত করেছে। এ থেকে হজ্জ ফরয হওয়ার এবং তা যে অতীব গুরুত্বপূর্ণ বিষয়, সে ব্যাপারে আর কোন সন্দেহের অবকাশ থাকে না। বহু হাদীসেও সাহাবীদের উক্তিতে সামর্থ্য থাকা সত্ত্বেও যে হজ্জ করে না, তার ব্যাপারে কঠোর ধমক এসেছে।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 98,
      "surah": 3,
      "text": "বল, ‘হে ঐশীগ্রন্থধারিগণ! কেন তোমরা আল্লাহর নিদর্শনসমূহকে অস্বীকার কর? অথচ তোমরা যা কর আল্লাহ তার সাক্ষী।’"
    },
    {
      "ayah": 99,
      "surah": 3,
      "text": "বল, ‘হে ঐশীগ্রন্থধারিগণ! তোমরা বিশ্বাসীদেরকে আল্লাহর পথে বাধা দান করছ কেন? তোমরা তার বক্রতা অন্বেষণ করছ; অথচ তোমরাই (এ বিষয়ে) সাক্ষী।[১] আর আল্লাহ তোমাদের কর্ম সম্বন্ধে উদাসীন নন।’\n[১] অর্থাৎ, তোমরা জানো যে, ইসলাম সত্য দ্বীন। এই দ্বীনের প্রতি আহবানকারী আল্লাহর সত্য পয়গম্বর। কারণ, এই কথাগুলো সেই কিতাবসমূহে লিপিবদ্ধ, যা তোমাদের নবীদের উপর অবতীর্ণ হয়েছে এবং যা তোমরা পড়ে থাক।"
    }
  ]
}
