{
  "ayahs": [
    { "ayah": 1, "surah": 30, "text": "আলিফ-লাম-মীম;" },
    {
      "ayah": 10,
      "surah": 30,
      "text": "অতঃপর যারা মন্দ কাজ করেছিল তাদের পরিণাম হয়েছে মন্দ;[১] কারণ তারা আল্লাহর বাক্যাবলীকে মিথ্যা মনে করত এবং তা নিয়ে ঠাট্টা-বিদ্রূপ করত।\n[১] سُوآى শব্দটির উৎপত্তি سُوء শব্দ থেকে। এটা فُعلَى -এর ওজনে أَسوَأ -এর স্ত্রী লিঙ্গ, যেমন حُسنَى - أَحسَن -এর স্ত্রী লিঙ্গ। অর্থাৎ, তাদের যে পরিণতি ঘটেছিল তা ছিল নেহাতই মন্দ।"
    },
    {
      "ayah": 11,
      "surah": 30,
      "text": "আল্লাহ প্রথমবার সৃষ্টি করেন, অতঃপর তিনি তাকে পুনরায় সৃষ্টি করবেন,[১] অতঃপর তাঁরই নিকট তোমাদেরকে ফিরে যেতে হবে। [২]\n[১] অর্থাৎ যেমন আল্লাহ তাআলা প্রথমবার সৃষ্টি করার ক্ষমতা রেখেছেন অনুরূপ মৃত্যুর পর পুনরায় দ্বিতীয়বার তাদেরকে জীবিত করার ক্ষমতা রাখেন। কারণ দ্বিতীয়বার সৃষ্টি করা প্রথমবার অপেক্ষা বেশি কঠিন নয়।\n[২] অর্থাৎ, জমায়েতের ময়দান ও হিসাবের জায়গায় (কিয়ামতের মাঠে ফিরে যেতে হবে)। যেখানে ন্যায় ও ইনসাফের সাথে বিচার করা হবে।"
    },
    {
      "ayah": 12,
      "surah": 30,
      "text": "যেদিন কিয়ামত হবে সেদিন অপরাধীরা হতাশ হয়ে পড়বে। [১]\n[১] إبلاس -এর অর্থ হল নিজের দাবীর স্বপক্ষে কোন প্রমাণ পেশ করতে না পেরে চুপচাপ হয়রান হয়ে দাঁড়িয়ে থাকা। যাকে হতাশ হওয়া বলা যায়। এই অর্থে مُبلِس ঐ ব্যক্তিকে বলা হবে, যে হতাশ হয়ে নিশ্চুপ দাঁড়িয়ে থাকে ও নিজের স্বপক্ষে কোন প্রমাণ খুঁজে পায় না। কিয়ামতের দিন কাফের ও মুশরিকদের এই অবস্থা হবে। অর্থাৎ, আল্লাহর আযাব চাক্ষুষ দেখে তারা সকল ব্যাপারে হতাশ হবে এবং কোন প্রমাণ পেশ করতেও অক্ষম হবে। এখানে مُجرِمُون (অপরাধীরা) বলতে কাফের ও মুশরিকদেরকে বুঝানো হয়েছে। পরের আয়াত দ্বারা তা পরিষ্কার বুঝা যায়।"
    },
    {
      "ayah": 13,
      "surah": 30,
      "text": "ওদের শরীক (উপাস্য)গুলি ওদের জন্য সুপারিশ করবে না[১] এবং ওরা ওদের শরীক (উপাস্য)গুলিকে অস্বীকার করবে। [২]\n[১] শরীক বলতে ঐ সকল বাতিল উপাস্যসমূহকে বুঝানো হয়েছে, মুশরিকরা যাদের এই ভেবে ইবাদত করত যে, তারা আল্লাহর নিকট তাদের জন্য সুপারিশ করবে এবং তাদেরকে আল্লাহর আযাব থেকে বাঁচিয়ে নেবে। কিন্তু আল্লাহ তাআলা উক্ত আয়াতে পরিষ্কারভাবে বলে দিয়েছেন যে, আল্লাহর সাথে অংশীস্থাপনকারীদের জন্য আল্লাহর নিকট কোন সুপারিশকারী হবে না।\n[২] অর্থাৎ, সেখানে (কিয়ামতের দিন) ওরা তাদের উপাস্যত্বকে অস্বীকার করবে। কারণ, ওরা বুঝতে পারবে যে, (ওদের বাতিল উপাস্য) কারো কোন উপকার করতে পারবে না।\n(ফাতহুল ক্বাদীর)\nএর দ্বিতীয় অর্থ হল, ওদের উক্ত উপাস্যগুলো এই কথা অস্বীকার করবে যে, ওরা তাদেরকে আল্লাহর সাথে শরীক করে তাদের ইবাদত করেছিল। কারণ, এই সকল উপাস্য তো ওদের ইবাদত থেকেই বেখবর ছিল।"
    },
    {
      "ayah": 14,
      "surah": 30,
      "text": "যেদিন কিয়ামত হবে সেদিন মানুষ বিভক্ত হয়ে পড়বে। [১]\n[১] এর অর্থ এ নয় যে, প্রত্যেকে এক অপর থেকে আলাদা হবে; বরং এর অর্থ হল মু'মিন ও কাফের আলাদা হয়ে যাবে। মু'মিনরা জান্নাতে এবং কাফের ও মুশরিকরা জাহান্নামে চলে যাওয়ার পরে এক অপর থেকে চিরদিনের জন্য বিভক্ত ও পৃথক হয়ে যাবে এবং কক্ষনো তারা একত্রিত হবে না। আর তা হবে হিসাবের পর। সুতরাং এই বিভক্ত ও পৃথক হওয়ার কথাই পরের আয়াতগুলিতে পরিষ্কারভাবে বলা হয়েছে।"
    },
    {
      "ayah": 15,
      "surah": 30,
      "text": "যারা বিশ্বাস করেছে ও সৎকাজ করেছে, তারা (জান্নাতের) বাগানে আনন্দে থাকবে।[১]\n[১] অর্থাৎ, তাদেরকে (জান্নাতে) বিভিন্ন সম্মান ও নিয়ামত দান করা হবে, যা পেয়ে তারা অনেকানেক উৎফুল্ল হবে।"
    },
    {
      "ayah": 16,
      "surah": 30,
      "text": "এবং যারা অবিশ্বাস করেছে এবং আমার নিদর্শনাবলী ও পরলোকের সাক্ষাৎকে মিথ্যা মনে করেছে, তারাই শাস্তি ভোগ করতে থাকবে।[১]\n[১] অর্থাৎ, সর্বদা আল্লাহর আযাবে নিমজ্জিত থাকবে।"
    },
    { "ayah": 17, "surah": 30, "text": "সুতরাং তোমরা সন্ধ্যায় ও  ভোর সকালে আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর" },
    {
      "ayah": 18,
      "surah": 30,
      "text": "এবং বিকালে ও দুপুরে। আকাশমন্ডলী ও পৃথিবীতে সকল প্রশংসা তাঁরই।[১]\n[১] এটা আল্লাহর পক্ষ থেকে নিজ পবিত্র সত্তার পবিত্রতা ও প্রশংসা বর্ণনা। যার উদ্দেশ্য হল নিজ বান্দাকে পথ প্রদর্শন যে, উক্ত সময়গুলিতে, যা একের পর এক আসতে থাকে এবং যা আল্লাহর পরিপূর্ণ ক্ষমতা ও মহত্ত্ব বুঝায়, তাঁর পবিত্রতা ও প্রশংসা বর্ণনা কর। সন্ধ্যা ও সকাল হল রাতের অন্ধকার ও দিনের আলোর প্রারম্ভ। এশা খুব অন্ধকার এবং যোহর খুব উজ্জ্বলতার সময় হয়ে থাকে। অতএব ঐ সত্তা অতি পবিত্র যিনি উক্ত সকল বস্তুর সৃষ্টিকর্তা এবং যিনি সেই বিভিন্ন সময়ের মধ্যে আলাদা আলাদা উপকারিতা রেখেছেন। অনেকে বলেন, এখানে 'তাসবীহ'র অর্থ হল নামায। উক্ত দুটি আয়াতে যে সময়ের কথা বলা হয়েছে তা হল, পাঁচ অক্ত নামাযের সময়। تُمسُون (সন্ধ্যা) শব্দে মাগরিব-এশা, تُصبِحُون (ভোর) শব্দে ফজর عَشِيًا (বিকাল) শব্দে আসর এবং تُظهِرون (দুপুর) শব্দে যোহর নামাযের সময় উল্লেখ হয়েছে।\n(ফাতহুল ক্বাদীর)\nউক্ত আয়াত দুটি সকাল-সন্ধ্যায় পড়ার ফযীলত একটি যয়ীফ (দুর্বল) হাদীসে বর্ণনা হয়েছে। আর তা হল এই যে, উক্ত আয়াত দুটি পড়লে দিবা-রাত্রির ছুটে যাওয়া আমল পূরণ হয়ে যায়।\n(যয়ীফ আবু দাঊদ ১০৮১নং)"
    },
    {
      "ayah": 19,
      "surah": 30,
      "text": "তিনিই মৃত হতে জীবন্তের আবির্ভাব ঘটান[১] এবং ভূমির মৃত্যুর পর ওকে পুনর্জীবিত করেন। আর এভাবেই তোমাদেরকেও (মাটি থেকে) বের করা হবে। [২]\n[১] যেমন ডিমকে মুরগি থেকে, মুরগিকে ডিম থেকে, মানুষকে বীর্য থেকে, বীর্যকে মানুষ থেকে এবং মু'মিনকে কাফের থেকে, কাফেরকে মু'মিন থেকে সৃষ্টি করেন।\n[২] দ্বিতীয়বার জীবিত করে কবর থেকে উঠানো হবে।"
    },
    { "ayah": 2, "surah": 30, "text": "রোমকগণ পরাজিত হয়েছে--" },
    {
      "ayah": 20,
      "surah": 30,
      "text": "তাঁর নিদর্শনাবলীর মধ্যে একটি নিদর্শন এই যে, তিনি তোমাদেরকে মাটি হতে সৃষ্টি করেছেন। তারপর এখন তোমরা মানুষ, সর্বত্র ছড়িয়ে পড়ছ।[১]\n[১] এখানে إِذَا শব্দটি (হঠাৎ বা সহসা) অর্থে ব্যবহার হয়েছে। এতে ঐ অবস্থাসমূহের প্রতি ইঙ্গিত করা হয়েছে, যা অতিক্রম করে একটি ভ্রূণ পূর্ণ মানুষরূপে গঠিত হয়। যার বিস্তারিত বর্ণনা কুরআন কারীমের অন্য স্থানে করা হয়েছে।\n(সূরা হাজ্জ ২২:৫, মু'মিনূন ২৩:১৪ দ্রঃ)\nتَنتَشِرُون শব্দটির অর্থ হল জীবিকা অর্জন এবং মানুষের অন্যান্য প্রয়োজনে চলাফেরা করা।"
    },
    {
      "ayah": 21,
      "surah": 30,
      "text": "আর তাঁর নিদর্শনাবলীর মধ্যে আর একটি নিদর্শন এই যে, তিনি তোমাদের জন্য তোমাদের মধ্য হতেই তোমাদের সঙ্গিনীদেরকে সৃষ্টি করেছেন,[১] যাতে তোমরা ওদের নিকট শান্তি পাও[২] এবং তোমাদের মধ্যে পারস্পরিক ভালোবাসা ও মায়া-মমতা সৃষ্টি করেছেন।[৩] চিন্তাশীল সম্প্রদায়ের জন্য এতে অবশ্যই বহু নিদর্শন রয়েছে।\n[১] অর্থাৎ তোমাদেরই মধ্যে থেকে নারী জাতিকে সৃষ্টি করা হয়েছে যাতে তারা তোমাদের স্ত্রী হয় এবং তোমরা এক অপরের সঙ্গী বা জোড়া জোড়া হয়ে যাও। আরবীতে زَوج এর অর্থ হল সঙ্গী বা জোড়া। অতএব পুরুষ নারীর ও নারী পুরুষের সঙ্গী বা জোড়া। নারীদেরকে পুরুষদের মধ্য হতেই সৃষ্টি করার অর্থ হল, পৃথিবীর প্রথম নারী মা হাওয়াকে আদম (আঃ)-এর বাম পার্শেবর (পাঁজরের) হাড় থেকে সৃষ্টি করা হয়েছে। অতঃপর তাঁদের দুই জন হতে মানুষের জন্মের (স্বাভাবিক) ধারাবাহিকতা আরম্ভ হয়েছে।\n[২] অর্থাৎ, যদি পুরুষ ও নারী আলাদা আলাদা বস্তু হতে সৃষ্টি হত; যেমন যদি নারী জ্বিন অথবা চতুষ্পদ জন্তু থেকে সৃষ্টি হত, তাহলে তাদের উভয়ের একই বস্তু হতে সৃষ্টি হওয়াতে যে সুখ-শান্তি পাওয়া যায় তা কখনই পাওয়া সম্ভব হত না। বরং এক অপরকে অপছন্দ করত ও জন্তু জানোয়ারের ন্যায় ব্যবহার করত। সুতরাং মানুষের প্রতি আল্লাহর অশেষ দয়া যে, তিনি মানুষের জুড়ি ও সঙ্গিনী মানুষকেই বানিয়েছেন।\n[৩] مَوَدَّة এর অর্থ হল স্বামী-স্ত্রীর পারস্পরিক সুমধুর ভালবাসা যা সাধারণত পরিলক্ষিত হয়। স্বামী-স্ত্রীর মাঝে যেরূপ ভালবাসা সৃষ্টি হয় অনুরূপ ভালবাসা পৃথিবীর অন্য কোন দুই ব্যক্তির মাঝে হয় না। আর رَحمَة (মায়া-মমতা) হল এই যে, স্বামী নিজ স্ত্রীকে সর্বপ্রকার সুখ-সুবিধা ও আরাম-আয়েশ দান করে থাকে। অনুরূপ স্ত্রীও নিজের সাধ্য ও ক্ষমতা অনুযায়ী স্বামীর সেবা করে থাকে। মহান আল্লাহ উভয়ের উপরেই সে দায়িত্ব ন্যস্ত করেছেন। বলা বাহুল্য, মানুষ এই শান্তি ও অগাধ প্রেম-ভালবাসা সেই দাম্পত্যের মাধ্যমেই লাভ করতে পারে যার সম্পর্কের ভিত্তি শরীয়তসম্মত বিবাহের উপর প্রতিষ্ঠিত থাকে। পরন্তু ইসলাম একমাত্র বিবাহসূত্রের মাধ্যমেই সম্পৃক্ত দম্পতিকেই জোড়া বলে স্বীকার করে। অন্যথায় শরীয়ত-বিরোধী দাম্পত্যের (লিভ টুগেদারের) সম্পর্ককে ইসলাম জোড়া বলে স্বীকার করে না। বরং তাদেরকে ব্যভিচারী আখ্যায়িত করে এবং তাদের জন্য কঠোর শাস্তির বিধান প্রয়োগ করে। আজকাল পাশ্চাত্য সভ্যতার পতাকাবাহী শয়তানরা এই নোংরা প্রচেষ্টায় লিপ্ত যে, পাশ্চাত্য সমাজের মত ইসলামী দেশেও বিবাহকে অপ্রয়োজনীয় স্বীকার করে অনুরূপ (অবৈধ প্রণয়সূত্রে আবদ্ধ লিভ টুগেদারের) নারী-পুরুষকে জোড়া, যুগল বা দম্পতি (COUPLE) হিসেবে মেনে নেওয়া হোক এবং তাদের জন্য শাস্তির পরিবর্তে ঐ সকল অধিকার দেওয়া ও মেনে নেওয়া হোক, যে অধিকার একজন শরীয়তসম্মত দম্পতি পেয়ে থাকে! (আল্লাহ তাদেরকে সর্বত্রই ধ্বংস করেন।)"
    },
    {
      "ayah": 22,
      "surah": 30,
      "text": "তাঁর নিদর্শনাবলীর মধ্যে একটি নিদর্শনঃ আকাশমন্ডলী ও পৃথিবীর সৃষ্টি এবং তোমাদের ভাষা ও বর্ণের বিভিন্নতা।[১] এতে জ্ঞানীদের জন্য অবশ্যই বহু নিদর্শন রয়েছে।\n[১] পৃথিবীতে নানা ভাষা সৃষ্টিও আল্লাহর কুদরতের এক মহানিদর্শন। আরবী, তুর্কী, ইংরেজী, উর্দু, হিন্দী, পশতু, ফারসী, সিন্ধী, বেলুচী, ইত্যাদি বিভিন্ন ভাষা রয়েছে পৃথিবীতে। আবার প্রত্যেক ভাষার ভাব ও উচ্চারণভঙ্গীর (আঞ্চলিক) বিভিন্নতা আছে। সহস্র ও লক্ষ মানুষের মাঝেও একজন মানুষকে তার ভাষা ও উচ্চারণভঙ্গী দ্বারা চিনতে পারা যায় যে, এ ব্যক্তি অমুক দেশের বা অমুক এলাকার। শুধু ভাষাই তার পূর্ণ পরিচয় বলে দেয়। অনুরূপভাবে একই পিতা-মাতা (আদম ও হাওয়া) থেকে জন্মলাভের পরেও রঙ ও বর্ণে এক অপর থেকে পৃথক। কেউ কৃষ্ণকায়, কেউ শ্বেতকায়, কেউ নীলবর্ণের, আবার কেউ শ্যাম ও গৌরবর্ণের। অতঃপর কালো-সাদার মাঝেও এত স্তর রয়েছে যে, অধিকাংশ মানুষ এই দুই রঙে বিভক্ত হয়েও অনেক ভাগে বিভক্ত হয়ে আছে এবং এক অপর থেকে একেবারেই ভিন্ন ও পৃথক মনে হয়। অতঃপর মানুষের চেহারার আকারও শ্রী, শরীরের গঠন এবং উচ্চতাতেও এমন পার্থক্য রাখা হয়েছে যে, বিভিন্ন দেশের মানুষকে আলাদাভাবে সহজেই চেনা যায়। একজন অপরজনের সাথে কোন মিল নেই; এমনকি সহোদর ভাই আপন ভাই থেকে আলাদা। এ সত্ত্বেও আল্লাহর কুদরতের পরিপূর্ণতা এই যে, কোন এক দেশের বসবাসকারী অন্য দেশের বসবাসকারী থেকে পৃথক হয়।"
    },
    {
      "ayah": 23,
      "surah": 30,
      "text": "এবং তাঁর নিদর্শনাবলীর মধ্যে একটি নিদর্শনঃ রাত্রে ও দিবাভাগে তোমাদের নিদ্রা এবং আল্লাহর অনুগ্রহ অন্বেষণ।[১] এতে অবশ্যই শ্রবণশীল সম্প্রদায়ের জন্য বহু নিদর্শন রয়েছে ।\n[১] নিদ্রার কারণে শান্তি ও আরাম হয়; তা রাতেই হোক বা দিনে। আর দিনে ব্যবসা-বাণিজ্য ও নানা কর্ম ইত্যাদি দ্বারা আল্লাহর অনুগ্রহ (জীবিকা) অন্বেষণ করা হয়। এ বিষয়টি কুরআন কারীমের কয়েক জায়গায় আলোচিত হয়েছে।"
    },
    {
      "ayah": 24,
      "surah": 30,
      "text": "এবং তাঁর নিদর্শনাবলীর মধ্যে একটি নিদর্শনঃ তিনি তোমাদেরকে আশঙ্কা ও আশা স্বরূপ বিদ্যুৎ দেখান[১] এবং আকাশ হতে বৃষ্টি বর্ষণ করেন ও তা দিয়ে ভূমিকে ওর মৃত্যুর পর পুনর্জীবিত করেন; এতে অবশ্যই বোধশক্তিসম্পন্ন সম্প্রদায়ের জন্য বহু নিদর্শন রয়েছে ।\n[১] অর্থাৎ, আসমানে বিদ্যুৎ চমকায় এবং মেঘের গর্জন শোনা যায়, তখন তোমরা বজ্রপাত হওয়ার এবং অতিবৃষ্টির ফলে ফসলের ক্ষতি হওয়ার আশঙ্কা করে থাক। আর আশাও করে থাক যে, বৃষ্টি হলে ফসল ভাল হবে।"
    },
    {
      "ayah": 25,
      "surah": 30,
      "text": "এবং তাঁর নিদর্শনাবলীর মধ্যে একটি নিদর্শনঃ তাঁরই আদেশে আকাশ ও পৃথিবীর স্থিতি। অতঃপর আল্লাহ যখন তোমাদের মাটি হতে ওঠার জন্য আহবান করবেন, তখন তোমরা উঠে আসবে।[১]\n[১] অর্থাৎ, যখন কিয়ামত সংঘটিত হবে, তখন আকাশ ও পৃথিবীর সকল নিয়ম-শৃঙ্খল; যা বর্তমানে তাঁর আদেশে কায়েম আছে -- সব ভেঙ্গে-চুরে নিশ্চিহ্ন হয়ে যাবে এবং সমস্ত মৃত পুনরুজ্জীবিত হয়ে কবর থেকে বের হয়ে এসে (হাশরের মাঠে সমবেত হবে)।"
    },
    {
      "ayah": 26,
      "surah": 30,
      "text": "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তা তাঁরই; সকলেই তাঁর আজ্ঞাবহ।[১]\n[১] অর্থাৎ, আল্লাহর সৃষ্টিগত আদেশের সামনে সবকিছু ক্ষমতাহীন ও নিরুপায়। যেমন জীবন-মৃত্যু, সুস্থতা-অসুস্থতা, সম্মান-অসম্মান ইত্যাদি।"
    },
    {
      "ayah": 27,
      "surah": 30,
      "text": "আর তিনিই যিনি প্রথমবার সৃষ্টি করেন, অতঃপর তিনি পুনর্বার একে সৃষ্টি করবেন; এ তাঁর জন্য সহজ। আকাশমন্ডলী ও পৃথিবীতে সর্বোচ্চ গুণ তাঁরই[১] এবং তিনিই পরাক্রমশালী, প্রজ্ঞাময়।\n[১] অর্থাৎ, এমন পরিপূর্ণ ও সুন্দর গুণগ্রাম এবং পূর্ণ ক্ষমতার অধিপতি যে, তিনি সর্বপ্রকার দৃষ্টান্তের বহু ঊর্ধ্বে।لَيْسَ كَمِثْلِهِ شَيْءٌ তাঁর মত কোন কিছু নেই।\n(সূরা শূরা ৪২:১১ আয়াত)"
    },
    {
      "ayah": 28,
      "surah": 30,
      "text": "আল্লাহ তোমাদের জন্য তোমাদেরই মধ্য হতে দৃষ্টান্ত উপস্থিত করছেনঃ তোমাদেরকে আমি যে রুযী দিয়েছি, তোমাদের অধিকারভুক্ত দাস-দাসীগণ কি তাতে অংশীদার? যাতে ওরা তোমাদের সমান হতে পারে[১] এবং তোমরা তোমাদের সমকক্ষদের যেরূপ ভয় কর, তোমরা কি ওদের সেরূপ ভয় কর?[২] এভাবেই আমি বোধশক্তিসম্পন্ন সম্প্রদায়ের নিকট নিদর্শনাবলী বিবৃত করি।[৩]\n[১] অর্থাৎ, যখন তোমাদের গোলাম-চাকর তোমাদের মতই মানুষ, অথচ তোমরা তাদেরকে তোমাদের ধন-সম্পদে নিজেদের শরীক ও সমান করতে অপছন্দ কর, তখন আল্লাহর কোন বান্দা; ফিরিশতা, পয়গম্বর, ওলী, নেক ব্যক্তি অথবা বৃক্ষ ও পাথরের তৈরি উপাস্য ইত্যাদি কিভাবে আল্লাহর সমকক্ষ ও শরীক হতে পারে। অথচ এ সকল বস্তু আল্লাহর সৃষ্টি এবং তাঁরই দাস বা গোলাম। অর্থাৎ, যেমন (তোমাদের বিচারেই) প্রথম বিষয়টি হয় না, অনুরূপ দ্বিতীয় বিষয়টিও হতে পারে না। অতএব আল্লাহর ইবাদতে অন্যকে শরীক করা এবং তাকেও বিপদ দূরকারী, প্রয়োজন পূরণকারী ভাবা নেহাতই ভ্রষ্টতা।\n[২] তোমরা কি নিজেদের অধীনস্থ দাসকে সেরূপ ভয় কর যেরূপ স্বাধীন ব্যক্তিরা এক অপরকে ভয় করে থাকে? অর্থাৎ, যেমন শরীকানার ব্যবসা-বাণিজ্য বা সম্পত্তি ইত্যাদি থেকে খরচ করতে দ্বিতীয় শরীকের জিজ্ঞাসাবাদের আশঙ্কা করে থাক অনুরূপ তোমরা কি আপন দাস থেকে সেই ভয় করে থাক? অর্থাৎ, ভয় কর না। কারণ, তোমরা তাদেরকে তোমাদের ধন-সম্পদে শরীক করে নিজেদের সমমর্যাদা দিতেই চাইবে না, তবে তাদের ব্যাপারে আর ভয় কিসের?\n[৩] কারণ, তারা নিজেদের জ্ঞান-বুদ্ধি ব্যবহার করে অবতীর্ণকৃত আয়াত ও সৃষ্টিজগতের নিদর্শনাবলী দ্বারা উপকৃত হয়। আর যারা নিজেদের জ্ঞান-বুদ্ধিকে কাজে লাগায় না, তওহীদের মত সাফ ও পরিষ্কার বিষয়ও তাদের জন্য বোঝা অসম্ভব।"
    },
    {
      "ayah": 29,
      "surah": 30,
      "text": "অজ্ঞানতাবশতঃ সীমালংঘনকারীরা তাদের খেয়াল-খুশীর অনুসরণ করে থাকে;[১] সুতরাং আল্লাহ যাকে পথভ্রষ্ট করেছেন কে তাকে সৎপথে পরিচালিত করবে?[২] তাদের কোন সাহায্যকারী নেই।[৩]\n[১] অর্থাৎ, তারা এ প্রকৃতত্ব সম্বন্ধে অবগতই নয় যে, তারা জ্ঞান থেকে বঞ্চিত ও ভ্রষ্টতায় নিমজ্জিত। আর এই অজ্ঞতা ও পথভ্রষ্টতার কারণে তারা নিজেদের বুদ্ধিকে কাজে লাগাতে সক্ষম হয় না এবং নিজেদের প্রবৃত্তি ও বাতিল মতের অনুসারী হয়ে থাকে।\n[২] কারণ, আল্লাহর পক্ষ থেকে হিদায়াত তাদেরই ভাগ্যে জোটে যারা হিদায়াত অনুসন্ধানী ও তার আকাঙ্ক্ষী হয়। পক্ষান্তরে যারা তার সত্য অনুসন্ধিৎসা থেকে বঞ্চিত হয়, তাকে ভ্রষ্টতার মাঝে ছেড়ে দেওয়া হয় ।\n[৩] অর্থাৎ, সেই সকল পথভ্রষ্ট ব্যক্তিদের কোন এমন সাহায্যকারী হবে না, যে তাদেরকে হিদায়াত দেবে অথবা তাদেরকে আযাব থেকে রক্ষা করবে।"
    },
    { "ayah": 3, "surah": 30, "text": "(আরবের) নিকটবর্তী অঞ্চলে। কিন্তু ওরা ওদের এ পরাজয়ের পর শীঘ্রই বিজয় লাভ করবে--" },
    {
      "ayah": 30,
      "surah": 30,
      "text": "তুমি একনিষ্ঠভাবে নিজেকে ধর্মে প্রতিষ্ঠিত রাখ।[১] আল্লাহর সেই প্রকৃতির অনুসরণ কর; যে প্রকৃতি অনুযায়ী তিনি মানুষ সৃষ্টি করেছেন।[২] আল্লাহর সৃষ্টির কোন পরিবর্তন নেই।[৩] এটিই সরল ধর্ম; [৪] কিন্তু অধিকাংশ মানুষ জানে না। [৫]\n[১] অর্থাৎ, আল্লাহর একত্ব ও তাঁর ইবাদতের উপর প্রতিষ্ঠিত থাক এবং বাতিল ধর্মসমূহের প্রতি ভ্রূক্ষেপও করো না।\n[২] فطرت শব্দের মৌলিক অর্থ হল সৃষ্টি। এখানে আল্লাহর সৃষ্টি বা প্রকৃতি বলে ইসলাম ও তওহীদকে বুঝানো হয়েছে। উদ্দেশ্য এই যে, আল্লাহ তাআলা মু'মিন-কাফের প্রত্যেক মানুষকে ইসলাম ও তওহীদের প্রকৃতি দিয়ে সৃষ্টি করেছেন। এই জন্য তওহীদ মানুষের প্রকৃতি অর্থাৎ সহজাত ও স্বভাব-ধর্ম। যেমন যে সময় আল্লাহ তাআলা মানুষের আত্মা সৃষ্টি করেন তখন বলেন, 'আমি কি তোমাদের প্রতিপালক নই?' তার উত্তরে মানুষ বলেছিল, অবশ্যই। এ থেকেও পরিষ্কার বুঝা যায় যে, মানুষের আসল ধর্ম হল একত্ব। পরে অবশ্য বিভিন্ন খারাপ পরিবেশ অথবা অন্য কোন প্রতিবন্ধক অনেককে সেই প্রকৃতি (ইসলামে) প্রতিষ্ঠিত থাকতে বাধা দান করে; ফলে তারা কাফের হয়েই থাকে। যেমন নবী (সাঃ) হাদীসে বলেছেন, \"প্রত্যেক শিশু (ইসলামের) প্রকৃতির উপর জন্ম নেয়। কিন্তু তার পিতা-মাতা তাকে ইয়াহুদী, খ্রিষ্টান অথবা অগ্নিপূজক বানিয়ে দেয়।\"\n(বুখারীঃ তাফসীর সূরা রূম, মুসলিমঃ কিতাবুল ক্বাদার)\n[৩] অর্থাৎ, আল্লাহর সেই সৃষ্টি বা প্রকৃতিকে পরিবর্তন করো না; বরং সঠিক তরবিয়ত দিয়ে তার লালন-পালন ও বড় কর। যাতে ঈমান ও তওহীদ কচি-কাঁচা শিশুদের মনে-প্রাণে বদ্ধমূল হয়ে যায়। এখানে বাক্যটি খবর স্বরূপ প্রয়োগ করা হয়েছে। কিন্তু ব্যবহার হয়েছে আজ্ঞার অর্থে। অর্থাৎ, নেতিবাচক বাক্য নিষেধাজ্ঞার অর্থে ব্যবহার হয়েছে। ('আল্লাহর সৃষ্টির কোন পরিবর্তন নেই' অর্থাৎ, 'আল্লাহর সৃষ্টির কোন পরিবর্তন করো না।')\n[৪] অর্থাৎ, যে দ্বীনের উপর প্রতিষ্ঠিত থাকতে বলা হয়েছে অথবা যে দ্বীন মানুষের প্রকৃতিগত, সেটাই হচ্ছে সরল ও সুপ্রতিষ্ঠিত দ্বীন।\n[৫] এই জন্যই তারা ইসলাম ও তওহীদের ব্যাপারে অজ্ঞ থেকে যায়।"
    },
    {
      "ayah": 31,
      "surah": 30,
      "text": "তোমরা বিশুদ্ধ-চিত্তে তাঁর অভিমুখী হও; তাঁকে ভয় কর। যথাযথভাবে নামায পড় এবং অংশীবাদীদের অন্তর্ভুক্ত হয়ো না; [১]\n[১] অর্থাৎ, ঈমান, আল্লাহর ভয় (তাকওয়া ও পরহেযগারী) এবং নামায ত্যাগ করে মুশরিকদের অন্তর্ভুক্ত হয়ে যেয়ো না।"
    },
    {
      "ayah": 32,
      "surah": 30,
      "text": "যারা ধর্ম সম্বন্ধে নানা মত সৃষ্টি করেছে এবং বিভিন্ন দলে বিভক্ত হয়েছে;[১] প্রত্যেক দলই নিজ নিজ মতবাদ নিয়ে আনন্দিত।[২]\n[১] অর্থাৎ, সত্য ধর্ম পরিত্যাগ করে অথবা তাতে নিজেদের মনমত পরিবর্তন ও পরিবর্ধন সাধন করে তারা বিভিন্ন দলে বিভক্ত হয়ে পড়েছে। যেমন কেউ ইয়াহুদী, কেউ খ্রিষ্টান, কেউ অগ্নিপূজক ইত্যাদি।\n[২] অর্থাৎ, প্রত্যেক দল ধারণা করে যে, তারাই সত্য পথে প্রতিষ্ঠিত আছে, আর অন্যেরা আছে ভ্রান্ত পথে। আর যে যুক্তি তারা খাড়া করে রেখেছে এবং যাকে তারা প্রমাণ বলে আখ্যায়িত করে, তা নিয়ে তারা হর্ষোৎফুল্ল ও সন্তুষ্ট আছে। দুঃখের বিষয় যে, বর্তমানে মুসলিমদের অবস্থাও অনুরূপ হয়ে পড়েছে। তারাও বিভিন্ন মযহাবে বিভক্ত হয়ে পড়েছে এবং প্রত্যেক মযহাব ঐ বাতিল ধারণা অনুযায়ী নিজেকে হকপন্থী মনে করে খোশ আছে। অথচ হকপন্থী শুধুমাত্র একটি দলই আছে; যার পরিচয় দিয়ে মহানবী (সাঃ) বলেছেন, \"তারা আমার ও আমার সাহাবার তরীকার অনুসারী হবে।\"\n(তিরমিযী প্রমুখ)"
    },
    {
      "ayah": 33,
      "surah": 30,
      "text": "মানুষকে যখন দুঃখ-দৈন্য স্পর্শ করে, তখন ওরা বিশুদ্ধ-চিত্তে ওদের প্রতিপালককে ডাকে; অতঃপর তিনি যখন ওদের প্রতি অনুগ্রহ করেন, তখন ওদের একদল ওদের প্রতিপালকের সাথে অংশী স্থাপন করে থাকে।"
    },
    {
      "ayah": 34,
      "surah": 30,
      "text": "ওদেরকে আমি যা দিয়েছি, তা অস্বীকার করার জন্য।[১] সুতরাং তোমরা ভোগ করে নাও, অতঃপর শীঘ্রই জানতে পারবে।\n[১] এখানে সেই বিষয় আলোচিত হয়েছে, যে বিষয় সূরা আনকাবুতের শেষে ২৯:৬৫-৬৬ নং আয়াতে বর্ণিত হয়ে গেছে।"
    },
    {
      "ayah": 35,
      "surah": 30,
      "text": "আমি কি ওদের নিকট এমন কোন দলীল অবতীর্ণ করেছি, যা ওদেরকে আমার কোন অংশী স্থাপন করতে বলে? [১]\n[১] এটা অস্বীকৃতিমূলক জিজ্ঞাসা। অর্থাৎ, এরা যাদেরকে আল্লাহর শরীক করে তাদের ইবাদত করে, তা প্রমাণ ছাড়াই করে। আল্লাহ তাআলা তার কোন প্রমাণ অবতীর্ণ করেননি। তাছাড়া ঐ আল্লাহ যিনি শিরক উচ্ছেদ ও তওহীদ প্রতিষ্ঠা করার জন্য সকল পয়গম্বরগণকে প্রেরণ করেছেন, তিনি কিভাবে শিরক বৈধ হওয়ার প্রমাণ অবতীর্ণ করতে পারেন? সুতরাং সকল পয়গম্বর সর্বপ্রথম নিজ নিজ সম্প্রদায়কে তওহীদের দাওয়াত দিয়েছেন। আর বর্তমানে তওহীদের দাবীদার বহু মুসলিমদের কাছে তওহীদ ও সুন্নতের ওয়ায-নসীহত করতে হচ্ছে। কারণ, অধিকাংশ মুসলমান শিরক ও বিদআতে নিমজ্জিত। (আল্লাহ তাদেরকে হিদায়াত করুন।)"
    },
    {
      "ayah": 36,
      "surah": 30,
      "text": "আমি যখন মানুষকে অনুগ্রহ আস্বাদ করাই, তখন ওরা তাতে উৎফুল্ল হয় এবং নিজেদের কৃতকর্মের ফলে ওরা দুর্দশাগ্রস্ত হলেই ওরা হতাশ হয়ে পড়ে। [১]\n[১] এটাও ঐ একই বিষয়, যা সূরা হূদের ১১:৯-১০ নং আয়াতে আলোচিত হয়েছে। অধিকাংশ মানুষের অভ্যাস এই যে, সুখের সময় তারা গর্বিত হয় এবং দুর্দশার সময় হতাশ হয়ে পড়ে। তবে মু'মিনগণ এ ব্যাপারে পৃথক। তারা দুঃখ-কষ্টে ধৈর্যধারণ করে এবং সুখের সময় আল্লাহর কৃতজ্ঞতা প্রকাশ করে। অর্থাৎ নেক আমল করে। অবশ্য তাদের জন্য উভয় অবস্থাই মঙ্গল ও নেকী উপার্জনের কারণ হয়ে যায়।"
    },
    {
      "ayah": 37,
      "surah": 30,
      "text": "ওরা কি লক্ষ্য করে না যে, আল্লাহ যার জন্য ইচ্ছা তার রুযী বর্ধিত করেন অথবা তা হ্রাস করেন। [১] এতে অবশ্যই বিশ্বাসী সম্প্রদায়ের জন্য বহু নিদর্শন রয়েছে ।\n[১] অর্থাৎ, আল্লাহ নিজ হিকমত ও সুকৌশল অনুযায়ী ধন-সম্পদ কাউকে বেশি এবং কাউকে কম দিয়ে থাকেন। এমনকি অনেক সময় জ্ঞান-বুদ্ধি ও বাহ্যিক উপায়-উপকরণে দুই ব্যক্তিকে একই রকম মনে হয়, একই ধরণের ব্যবসা-বাণিজ্য আরম্ভ করে। কিন্তু একজন ব্যবসায় বড় উন্নতি লাভ করে এবং অনেক ধন-সম্পদের মালিক হয়। আর দ্বিতীয়জনের ব্যবসা-বাণিজ্য সীমাবদ্ধ অবস্থাতেই থেকে যায় এবং তার আয়-উন্নতি বেশী হয় না। তাহলে এমন কোন সত্তা আছে, যার হাতে সকল এখতিয়ার রয়েছে এবং যিনি এই রকম পৃথক পৃথক ব্যবস্থা করে থাকেন? এ ছাড়া তিনি কখনো অনেক ধন-সম্পদের মালিককে ভিখারী, আর ভিখারীকে ধনী করেন। এ সব সেই মহান আল্লাহর হাতে আছে, যাঁর কোন অংশীদার নেই।"
    },
    {
      "ayah": 38,
      "surah": 30,
      "text": "অতএব আত্মীয়-স্বজনকে, অভাবগ্রস্ত এবং মুসাফিরকে তাদের প্রাপ্য দান কর। [১] এ যারা আল্লাহর মুখমন্ডল (দর্শন[২] বা সন্তুষ্টি) কামনা করে, তাদের জন্য শ্রেয় এবং তারাই সফলকাম।\n[১] রুযীর ব্যাপারটা যখন সম্পূর্ণ আল্লাহর হাতে এবং তিনি যার জন্য ইচ্ছা রুযী বর্ধিত করেন, তখন ধনীদের উচিত, আল্লাহ প্রদত্ত ধন-সম্পদ থেকে ঐ সকল হক আদায় করবে, যা আত্মীয়-স্বজন, মিসকীন ও মুসাফিরদের জন্য রাখা হয়েছে। আত্মীয়-স্বজনদের অধিকার বেশি থাকার কারণে তাদের উল্লেখ প্রথমে করা হয়েছে। হাদীসে বর্ণিত হয়েছে যে, \"গরীব আত্মীয়-স্বজনকে দান করলে দ্বিগুণ নেকী পাওয়া যায়; এক তো দানের নেকী, দ্বিতীয় আত্মীয়তার বন্ধন বজায় রাখার নেকী।\" এ ছাড়া 'হক, অধিকার বা প্রাপ্য' বলে এ কথা বুঝানো হয়েছে যে, দান করে তাদের প্রতি অনুগ্রহ করছ না; বরং প্রাপকের প্রাপ্য অধিকার আদায় করছ মাত্র।\n[২] অর্থাৎ, জান্নাতে আল্লাহর চেহারা দর্শন কামনা করে।"
    },
    {
      "ayah": 39,
      "surah": 30,
      "text": "লোকের ধন বৃদ্ধি পাবে এ উদ্দেশ্যে তোমরা যে সূদ দিয়ে থাক, আল্লাহর দৃষ্টিতে তা বৃদ্ধি হয় না;[১] কিন্তু তোমরা আল্লাহর মুখমন্ডল (দর্শন বা সন্তুষ্টি) লাভের জন্য যে যাকাত দিয়ে থাক, তাই বৃদ্ধি পেয়ে থাকে; সুতরাং ওরাই সমৃদ্ধিশালী।[২]\n[১] অর্থাৎ, সূদ বাহ্য দৃষ্টিতে বৃদ্ধিপ্রাপ্ত ও প্রচুর মনে হয়, আসলে কিন্তু তা নয়। বরং তার অভিশাপ ইহ-পরকালে ধ্বংসের কারণ হয়ে দাঁড়ায়। ইবনে আব্বাস এবং আরো অনেক সাহাবা (রাঃ) ও তাবেঈনগণের নিকট এই আয়াতে বর্ণিত 'রিবা' শব্দটির অর্থ সূদ নয়; বরং তা হল ঐ সকল উপহার-উপঢৌকন যা কোন গরীব ব্যক্তি ধনী ব্যক্তিকে অথবা কোন প্রজা রাজাকে এবং কোন চাকর তার প্রভুকে এই নিয়তে পেশ করে থাকে যে, এর পরিবর্তে সে তার থেকে বেশি পাবে। দেওয়ার সময় বেশি পাওয়ার উদ্দেশ্য থাকে তাই তাকে 'রিবা' (সূদ) বলে ব্যক্ত করা হয়েছে। যদিও এই রকম করাটা বৈধ কর্ম, তবুও আল্লাহর নিকট এর কোন সওয়াব নেই। فَلاَ يَربُوا عِندَ الله (আল্লাহর কাছে তা বৃদ্ধি হয় না) দ্বারা আখেরাতে সওয়াব দেওয়া হবে না বুঝানো হয়েছে। এই ব্যাখ্যায় আয়াতের অর্থ হবেঃ 'যে উপঢৌকন তোমরা অধিক পাওয়ার আশায় দিয়ে থাক, আল্লাহর নিকট তার কোন সওয়াব নেই।'\n(ইবনে কাসীর,আইসারুত তাফাসীর)\n[২] যাকাত ও দান-খয়রাতে প্রথমতঃ দাতার ধনে এক প্রকার আধ্যাত্মিক ও নিগূঢ় বৃদ্ধি লাভ হয়, অর্থাৎ অবশিষ্ট ধন-সম্পদে আল্লাহর পক্ষ থেকে বরকত দেওয়া হয়। দ্বিতীয়তঃ কিয়ামতের দিন তার সওয়াব ও নেকী বহুগুণ পাওয়া যাবে। যেমন হাদীসে বর্ণিত হয়েছে, \"হালাল উপার্জন থেকে একটি খেজুর সমতুল্য দান বৃদ্ধি হয়ে উহুদ পর্বত ন্যায় হয়ে যায়।\"\n(সহীহ মুসলিম, কিতাবুয যাকাত)"
    },
    {
      "ayah": 4,
      "surah": 30,
      "text": "কয়েক বছরের মধ্যেই, আগের ও পরের সকল সিদ্ধান্ত আল্লাহরই। সেদিন বিশ্বাসীরা আনন্দিত হবে;"
    },
    {
      "ayah": 40,
      "surah": 30,
      "text": "আল্লাহই তোমাদেরকে সৃষ্টি করেছেন, অতঃপর তোমাদেরকে রুযী দিয়েছেন, অতঃপর তিনি তোমাদের মৃত্যু ঘটাবেন এবং পরে তোমাদেরকে জীবিত করবেন। তোমাদের শরীকদের এমন কেউ আছে কি, যে এ সমস্তের কোন একটি করতে পারে? ওরা যাদেরকে শরীক স্থাপন করে, আল্লাহ তা হতে পবিত্র, মহান।"
    },
    {
      "ayah": 41,
      "surah": 30,
      "text": "মানুষের কৃতকর্মের দরুন জলে-স্থলে বিপর্যয় ছড়িয়ে পড়েছে; যাতে ওদের কোন কোন কর্মের শাস্তি ওদেরকে আস্বাদন করানো হয়। যাতে ওরা (সৎপথে) ফিরে আসে। [১]\n[১] 'স্থল' বলতে মানুষের বাসভূমি এবং জল বলতে সমুদ্র, সামুদ্রিক পথ এবং সমুদ্র-উপকূলে বসবাসের স্থান বুঝানো হয়েছে। 'ফাসাদ' (বিপর্যয়) বলতে ঐ সকল আপদ-বিপদকে বুঝানো হয়েছে, যার দ্বারা মনুষ্য-সমাজে সুখ-শান্তি ও নিরাপত্তা বিনষ্ট হয় এবং মানুষের শান্তিময় জীবন-যাত্রা ব্যাহত হয়। এই জন্য এর অর্থ গোনাহ ও পাপাচরণ করাও সঠিক। অর্থাৎ, মানুষ এক অপরের উপর অত্যাচার করছে, আল্লাহর সীমা লংঘন করছে এবং নৈতিকতার বিনাশ সাধন করছে, যুদ্ধ-বিগ্রহ ও রক্তপাত সাধারণ ব্যাপার হয়ে পড়েছে। অবশ্য 'ফাসাদ'-এর অর্থ আকাশ-পৃথিবীর ঐ সকল বিপর্যয় নেওয়াও সঠিক, যা আল্লাহর পক্ষ থেকে শাস্তি ও সতর্কতা স্বরূপ প্রেরণ করা হয়। যেমন দুর্ভিক্ষ, মহামারী, অনিরাপত্তা, ভূমিকম্প, বন্যা ইত্যাদি। উদ্দেশ্য এই যে, যখন মানুষ আল্লাহর অবাধ্যতাকে নিজেদের অভ্যাসে পরিণত করে নেয়, তখন আল্লাহর পক্ষ থেকে প্রতিফল স্বরূপ তাদের কর্মপ্রবণতা মন্দের দিকে ফিরে যায় এবং তার ফলে পৃথিবী নানা বিপর্যয়ে পরিপূর্ণ হয়ে ওঠে, সুখ-শান্তি বিলীন হয় এবং তার পরিবর্তে ভয়-ভীতি, নিরাপত্তাহীনতা, ছিন্তাই-ডাকাতি, লড়াই ও লুটপাট ছড়িয়ে পড়ে। তার সাথে সাথে কখনো আকাশ ও পৃথিবীর বিভিন্ন আপদ-বিপদ (প্রাকৃতিক দুর্যোগ)ও প্রেরিত হয়। আর তাতে উদ্দেশ্য এই থাকে যে, ঐ সর্বনাশী বিপর্যয় ও আপদ-বিপদ দেখে সম্ভবত মানুষ পাপকর্ম থেকে বিরত হবে এবং আল্লাহর কাছে তওবা করে পুনরায় তাঁর আনুগত্যের দিকে ফিরে আসবে। এর বিপরীত যে সমাজের রীতি-নীতি ও চাল-চলন আল্লাহর আনুগত্যের উপর প্রতিষ্ঠিত এবং যে সমাজে আল্লাহর 'হদ্দ' (দন্ডবিধি) কায়েম হয়, অত্যাচারের জায়গায় ন্যায়পরায়ণতা বিরাজ করে, সে সমাজে সুখ-শান্তি এবং আল্লাহর পক্ষ থেকে মঙ্গল ও বরকত দেওয়া হয়। যেমন হাদীসে বর্ণিত হয়েছে, \"পৃথিবীতে আল্লাহ তাআলার একটি 'হদ্দ' কায়েম করা সেখানকার মানুষের জন্য চল্লিশ দিনের বৃষ্টি থেকেও উত্তম।\"\n(নাসাঈ, ইবনে মাজা)\nঅনুরূপ একটি হাদীসে এসেছে, \"যখন একটি পাপাচারী মারা যায়, তখন শুধু মানুষই নয়; বরং গ্রাম-শহর, গাছপালা এবং প্রাণীরাও পর্যন্ত শান্তিলাভ করে।\"\n(বুখারীঃ কিতাবুর রিক্বাক, মুসলিমঃ কিতাবুল জানাইয)"
    },
    {
      "ayah": 42,
      "surah": 30,
      "text": "বল, ‘তোমরা পৃথিবীতে পরিভ্রমণ করে দেখ, তোমাদের পূর্ববর্তীদের পরিণাম কিরূপ হয়েছে। ওদের অধিকাংশই ছিল অংশীবাদী।’[১]\n[১] এখানে বিশেষ করে অংশীবাদী ও মুশরিকদের কথা উল্লেখ হয়েছে। যেহেতু শিরক হল সবচাইতে বড় গোনাহ। এ ছাড়াও এতে অন্যান্য পাপাচার ও অবাধ্যতাও এসে যায়। কারণ, অন্যান্য পাপও মানুষ নিজের প্রবৃত্তি-পূজার ফলেই করে থাকে। এই জন্য অনেকেই পাপ ও অবাধ্যাচরণকে আমলগত শিরক বলে আখ্যায়িত করেছেন।"
    },
    {
      "ayah": 43,
      "surah": 30,
      "text": "যে দিবস অনিবার্য,[১] আল্লাহর নির্দেশে তা উপস্থিত হওয়ার পূর্বে তুমি স্থিতিশীল ধর্মে নিজেকে প্রতিষ্ঠিত কর; সেদিন মানুষ বিভক্ত হয়ে পড়বে। [২]\n[১] অর্থাৎ কিয়ামতের দিন সংঘটিত হওয়াকে কেউ নিবারণ করতে বা বাধা দিতে পারবে না। অতএব তা সংঘটিত হওয়ার পূর্বেই আল্লাহর আনুগত্যের পথ বেছে নিয়ে সৎকর্ম করে পুণ্য সঞ্চয় করে নাও।\n[২] অর্থাৎ, দুই দলে বিভক্ত হয়ে যাবে; এক দল মু'মিন, অপর দল কাফের।"
    },
    {
      "ayah": 44,
      "surah": 30,
      "text": "যে অবিশ্বাস করে, অবিশ্বাসের জন্য সে-ই দায়ী। আর যারা সৎকাজ করে, তারা নিজেদেরই জন্য সুখশয্যা রচনা করে। [১]\n[১] مهد এর অর্থ রাস্তা সমান করা, বিছানা বিছানো। অর্থাৎ তারা নেক আমল দ্বারা জান্নাত যাওয়া এবং জান্নাতে উচ্চস্থান অর্জন করার নিমিত্তে রাস্তা নির্মাণ ও সুখশয্যা রচনা করে।"
    },
    {
      "ayah": 45,
      "surah": 30,
      "text": "কারণ, যারা বিশ্বাস করে ও সৎকাজ করে, আল্লাহ তাদেরকে নিজ অনুগ্রহে পুরস্কৃত করেন।[১] নিশ্চয় তিনি অবিশ্বাসীদেরকে ভালবাসেন না।\n[১] অর্থাৎ, জান্নাত অর্জনের জন্য শুধু নেকীই ততক্ষণ পর্যন্ত যথেষ্ট নয়, যতক্ষণ পর্যন্ত না তার সাথে আল্লাহর অনুগ্রহ শামিল হবে। সুতরাং তিনি স্বীয় অনুগ্রহে এক এক নেকীর বিনিময় দশ থেকে সাতশ' গুণ পর্যন্ত বৃদ্ধি করে দেবেন।"
    },
    {
      "ayah": 46,
      "surah": 30,
      "text": "আর তাঁর নিদর্শনসমূহের মধ্যে একটি এই যে, তিনি সুসংবাদবাহীরূপে[১] বায়ু প্রেরণ করেন; যাতে তিনি তোমাদেরকে নিজ অনুগ্রহ আস্বাদন করান[২] এবং যাতে তাঁর নির্দেশে জলযানগুলি বিচরণ করে,[৩] আর যাতে তোমরা তাঁর অনুগ্রহ সন্ধান করতে পার[৪] এবং তাঁর কৃতজ্ঞ হতে পার।[৫]\n[১] অর্থাৎ, বৃষ্টির সুসংবাদবাহীরূপে।\n[২] অর্থাৎ, বৃষ্টিদানে তোমাদেরকে আনন্দিত করেন এবং ক্ষেতের ফসলও সবুজ হয়ে মেতে ওঠে।\n[৩] অর্থাৎ, সেই বায়ু দ্বারা নৌকা চলাচল করে; উদ্দেশ্য পাল-তোলা নৌকা। বর্তমানে মানুষ আল্লাহর দেওয়া বুদ্ধিকে কাজে লাগিয়ে বিভিন্ন প্রকার যন্ত্রচালিত জলজাহাজ, নৌকা ইত্যাদি তৈরি করেছে। তারপরেও তার জন্য অনুকূল বায়ুর প্রয়োজন। তাছাড়া আল্লাহ তাআলা তাকে তুফানী ঢেউ দ্বারা সমুদ্রে ডুবিয়ে দেওয়ার ক্ষমতা রাখেন।\n[৪] অর্থাৎ, তার সাহায্যে বিভিন্ন দেশে গিয়ে ব্যবসা-বাণিজ্য দ্বারা (তাঁর অনুগ্রহ সন্ধান করতে পার)।\n[৫] ঐ সকল প্রকাশ্য ও অপ্রকাশ্য অগণিত অনুগ্রহ ও নিয়ামতের জন্য কৃতজ্ঞ হতে পার। অর্থাৎ, এই সকল অনুগ্রহ আল্লাহ তাআলা তোমাদেরকে এই জন্য প্রদান করে থাকেন, যাতে তোমরা নিজেদের জীবন-যাত্রায় তার দ্বারা উপকৃত হও এবং আল্লাহর ইবাদত ও আনুগত্য কর।"
    },
    {
      "ayah": 47,
      "surah": 30,
      "text": "আমি তো তোমার পূর্বে রসূলদেরকে তাদের নিজ নিজ সম্প্রদায়ের নিকট প্রেরণ করেছিলাম, তারা ওদের নিকট সুস্পষ্ট বহু নিদর্শন এনেছিল; অতঃপর আমি অপরাধীদের শাস্তি দিয়েছিলাম। আর বিশ্বাসীদের সাহায্য করা আমার দায়িত্ব।[১]\n[১] অর্থাৎ, হে মুহাম্মাদ! যেমন আমি তোমাকে তোমার সম্প্রদায়ের নিকট রসূল করে প্রেরণ করেছি, অনুরূপ তোমার পূর্বের রসূলগণকে তাদের নিজ নিজ সম্প্রদায়ের নিকট প্রেরণ করেছিলাম। তাদের সাথে যথাযথ প্রমাণ ও অলৌকিক নিদর্শনাবলী ছিল। কিন্তু তাদের সম্প্রদায়রা তাদেরকে মিথ্যা মনে করেছিল এবং তাদের প্রতি ঈমান আনয়ন করেনি। অবশেষে তাদের মিথ্যাজ্ঞান ও অবাধ্যতার পাপের ফলে আমি তাদেরকে শাস্তি দিয়েছি এবং আমার কর্তব্য হিসাবে মু'মিনদেরকে সাহায্য ও সহযোগিতা করেছি। এটা আসলে নবী (সাঃ) ও তাঁর প্রতি ঈমান আনয়নকারী মুসলিমদের জন্য সান্ত্বনা যে, কাফের ও মুশরিকদের মিথ্যাজ্ঞান করাতে ভয়ের কোন কারণ নেই। যেহেতু এটা কোন নতুন কথা নয়; বরং প্রত্যেক নবীর সাথে তাঁর জাতি একই রকম ব্যবহার প্রদর্শন করেছে। অনুরূপ এটা কাফেরদের জন্য সতর্কবাণী যে, যদি তারা ঈমান আনয়ন না করে, তাহলে তাদেরও শেষ ফল তাই হবে, যা পূর্ববর্তী জাতিদের হয়েছে। কারণ আল্লাহর সাহায্য তো পরিশেষে মু'মিনদের জন্যই আসে; যাতে পয়গম্বর ও মু'মিনগণ সকলেই শামিল থাকেন। حَقاًّ শব্দটি كان এর খবর হিসেবে ব্যবহার হয়েছে এবং তা তার ইসম (বিশেষ্য)র পূর্বে ব্যবহার হয়েছে, আর তা হল نَصرُ المُؤمِنِين ।"
    },
    {
      "ayah": 48,
      "surah": 30,
      "text": "আল্লাহ, যিনি বায়ু প্রেরণ করেন, ফলে তা (বায়ু) মেঘমালাকে সঞ্চালিত করে;[১] অতঃপর তিনি একে যেমন ইচ্ছা আকাশে ছড়িয়ে দেন,[২] পরে একে খন্ড-বিখন্ড করেন[৩] এবং তুমি দেখতে পাও, তা থেকে বারিধারা নির্গত হয়।[৪] অতঃপর যখন তিনি তাঁর দাসদের মধ্যে যাদের প্রতি ইচ্ছা তা দান করেন; তখন ওরা হর্ষোৎফুল্ল হয়।\n[১] অর্থাৎ, সে মেঘমালা যেখানেই থাকুক, সেখান থেকে বায়ু তাকে উড়িয়ে নিয়ে যায়।\n[২] কখনো চালিয়ে, কখনো স্থির রেখে, কখনো থাক-থাক ঘনীভূত করে, কখনো বহুদূর পর্যন্ত বিস্তীর্ণ করে। এইভাবে আকাশে মেঘমালার বিভিন্ন রূপ হয়ে থাকে।\n[৩] অর্থাৎ, মেঘমালাকে আকাশে ছড়িয়ে দেওয়ার পর কখনো তাকে বিভিন্ন খন্ডে বিভক্ত করে দেন।\n[৪] وَدَق এর অর্থ বৃষ্টি। অর্থাৎ ঐ সকল মেঘমালা থেকে আল্লাহ যখন চান বৃষ্টি বর্ষণ হয়। যাতে বৃষ্টির প্রয়োজন বোধকারিগণ আনন্দিত হয়।"
    },
    { "ayah": 49, "surah": 30, "text": "ওরা অবশ্যই ওদের প্রতি বৃষ্টি প্রেরিত হওয়ার পূর্বে নিরাশ থাকে।" },
    {
      "ayah": 5,
      "surah": 30,
      "text": "আল্লাহর সাহায্যে।[১] তিনি যাকে ইচ্ছা সাহায্য করেন এবং তিনিই পরাক্রমশালী, পরম দয়ালু।\n[১] নবী (সাঃ)-এর যুগে পারস্য (ইরান) ও রোম দুটি বৃহৎ শক্তি ছিল। পারসীকরা ছিল অগ্নিপূজক মুশরিক এবং রোমানরা ছিল খ্রিষ্টান (আহলে কিতাব)। মক্কার মুশরিকদের সহানুভূতি ছিল পারসীকদের প্রতি; কারণ তারা উভয়েই গায়রুল্লাহর উপাসক ছিল। পক্ষান্তরে মুসলিমদের সহানুভূতি রোমের খ্রিষ্টান রাজ্যের প্রতি ছিল; কারণ খ্রিষ্টানরাও মুসলিমদের মত (আহলে কিতাব) ছিল এবং অহী ও রিসালাতের প্রতি বিশ্বাসী ছিল। তাদের উভয়ের মধ্যে যুদ্ধ-বিবাদ লেগেই থাকত। নবী (সাঃ)-এর নবুঅত প্রাপ্তির কয়েক বছর পর পারসীকরা খ্রিষ্টানদের উপর বিজয়লাভ করার ফলে মুশরিকদের আনন্দ ও মুসলিমদের দুঃখ হয়। সেই সময় কুরআন কারীমের এই আয়াতগুলি অবতীর্ণ হয়। যাতে ভবিষ্যদ্বাণী করা হয়েছে যে, কয়েক বছরের মধ্যে রোমানরা বিজয়ী হবে এবং বিজয়ীরা পরাজিত ও পরাজিতরা বিজয়ী হয়ে যাবে। বাহ্যিক দৃষ্টিতে উক্ত ভবিষ্যদ্বাণী অসম্ভব মনে হলেও আল্লাহর উক্ত বাণীর ফলে মুসলিমদের মনে দৃঢ় বিশ্বাস ছিল যে, তা অবশ্যই সংঘটিত হবে। যার ফলে আবু বাকর সিদ্দীক (রাঃ) আবু জাহলের সাথে বাজি করে ফেলেন যে, পাঁচ বছরের মধ্যে রোমানরা বিজয়ী হবেই। উক্ত বাজির কথা নবী (সাঃ) জানতে পারলে তিনি বললেন, بِضع (কয়েক) শব্দটি তিন থেকে নয় পর্যন্ত সংখ্যা বুঝাতে ব্যবহার হয়। অতএব পাঁচ বছর বাজির সময় কম করে ফেলেছ, এতে আরো সময় বাড়িয়ে নাও। সুতরাং নবী (সাঃ)-এর কথামত আবু বাকর (রাঃ) তাঁর প্রস্তাবিত সময় আরো কিছু বাড়িয়ে দিলেন। ফল এই দাঁড়ালো যে, রোমানরা নয় বছর সময়ের মধ্যেই (সূরা অবতীর্ণ হওয়ার) ঠিক সপ্তম বছরে পুনরায় পারসীকদের উপর জয়যুক্ত হল। যাতে মুসলিমগণ অনেক অনেক আনন্দিত হয়েছিলেন।\n(তিরমিযী, তাফসীর সূরা রূম)\nঅনেকে বলেন যে, রোমানদের এই বিজয় ঠিক ঐ সময় হয়েছিল, যখন মুসলিমগণ বদরের যুদ্ধে কাফেরদের উপর বিজয় লাভ করেছিলেন। মুসলিমগণ নিজেরা জয়ী হওয়ার ফলে আনন্দিত হন। রোমানদের এই বিজয় কুরআন কারীমের সত্যতার এক উজ্জ্বল প্রমাণ বহন করে। فِي أدنَى الأرض এর অর্থ হলঃ আরব ভূমির নিকটবর্তী এলাকা যেমন শাম, ফিলিস্তীন ইত্যাদি যেখানে খ্রিষ্টানদের সাম্রাজ্য বিস্তৃত ছিল।"
    },
    {
      "ayah": 50,
      "surah": 30,
      "text": "সুতরাং তুমি আল্লাহর করুণার চিহ্ন লক্ষ্য কর, কিভাবে তিনি ভূমির মৃত্যুর পর একে পুনর্জীবিত করেন। নিঃসন্দেহে তিনি মৃতকে জীবিত করবেন[১] এবং তিনি সর্ববিষয়ে সর্বশক্তিমান।\n[১] 'করুণার চিহ্ন' বলতে ঐ সকল ফল-ফসলকে বুঝানো হয়েছে, যা বৃষ্টির পানিতে উৎপন্ন হয় এবং মানুষের সুখ ও স্বাচ্ছন্দ্যের কারণ হয়। এখানে লক্ষ্য করা বা দেখার অর্থ হল, শিক্ষা গ্রহণের চোখে দেখা, যাতে মানুষ আল্লাহর অসীম ক্ষমতার কথা এবং কিয়ামতের দিন তিনি যে মৃতকে জীবিত করবেন, সে কথা স্বীকার করে নেয়।"
    },
    {
      "ayah": 51,
      "surah": 30,
      "text": "আমি যদি এমন বায়ু প্রেরণ করি, যার ফলে ওরা দেখে শস্য পীতবর্ণ ধারণ করেছে, তাহলে তখন তো ওরা অকৃতজ্ঞ হয়ে পড়ে।[১]\n[১] অর্থাৎ, ঐ সকল ভূখন্ড, যা আমি বৃষ্টির পানি দ্বারা শস্য-শ্যামল করেছিলাম। এখন যদি অতি গরম বা ঠান্ডা বায়ু দিয়ে তার সেই শ্যামলতাকে হলুদ করে দেওয়া হয়; অর্থাৎ, তাদের তৈরি ফসলকে নষ্ট করে দেওয়া হয়, তাহলে বৃষ্টি পেয়ে ঐ সকল আনন্দিত ব্যক্তিরা আল্লাহর অকৃতজ্ঞ হয়ে যাবে। উদ্দেশ্য এই যে, আল্লাহকে অমান্যকারীরা ধৈর্য ও মনোবল থেকে বঞ্চিত হয়। এরা সামান্য সুখবরে আনন্দে আটখানা হয়, আবার সামান্য কষ্টভোগের দরুন হতাশ হয়ে পড়ে। মু'মিনগণ দুই অবস্থাতেই এদের থেকে আলাদা। তার বিস্তারিত বিবরণ পূর্বে গত হয়েছে।"
    },
    {
      "ayah": 52,
      "surah": 30,
      "text": "নিশ্চয় তুমি মৃতকে তোমার কথা শোনাতে পারবে না[১] এবং বধিরকেও তোমার আহবান শোনাতে পারবে না;[২] যখন ওরা মুখ ফিরিয়ে নেয়। [৩]\n[১] অর্থাৎ, যেমন মৃত ব্যক্তি কিছু বুঝতে অপারগ, অনুরূপ এরাও নবী (সাঃ)-এর দাওয়াত বুঝতে ও গ্রহণ করতে অপারগ।\n[২] অর্থাৎ, তুমি যেমন কোন বধির বা কালা ব্যক্তিকে নিজের কথা শোনাতে পারবে না, তেমনি তোমার ওয়ায-নসীহত ওদের মধ্যে কোন প্রভাব ফেলবে না।\n[৩] এটা তাদের বৈমুখ্য ও সত্যচ্যুত হওয়ার আরো বিস্তারিত বর্ণনা যে, তারা মৃত ও বধির সদৃশ হওয়ার সাথে সাথে তারা পিঠ ফিরিয়ে পলায়নকারীও। সুতরাং সত্যের আহবান তাদের কর্ণকুহরে পৌঁছবে কিভাবে এবং কিভাবে তা তাদের মন-মস্তিষ্ক আশ্রয় গ্রহণ করবে?"
    },
    {
      "ayah": 53,
      "surah": 30,
      "text": "আর অন্ধকেও ওদের পথভ্রষ্টতা হতে পথে আনতে পারবে না।[১] যারা আমার নিদর্শনাবলীতে বিশ্বাস করে, শুধু তাদেরকেই তোমার কথা শোনাতে পারবে,[২] কারণ তারা আত্মসমর্পণকারী। [৩]\n[১] এই জন্য যে, তারা চক্ষু দ্বারা যথাযথ উপকারিতা অর্জন অথবা অন্তর্দৃষ্টির দর্শন থেকে বঞ্চিত। তারা ভ্রষ্টতার যে ঘূর্ণিপাকে নিমজ্জিত, তা হতে কিভাবে বের হবে?\n[২] অর্থাৎ, এরা শ্রবণ করা মাত্র ঈমান আনয়ন করে। কারণ এরা হল চিন্তাশীল ব্যক্তি; এরা অসীম ক্ষমতার প্রভাব দেখে প্রকৃত প্রভাবশালীর পরিচয় অর্জন করতে পারে।\n[৩] অর্থাৎ, হকের কাছে আত্মসমর্পণ করে, ন্যায়কে স্বীকার করে নেয় এবং তা মেনে চলে।"
    },
    {
      "ayah": 54,
      "surah": 30,
      "text": "আল্লাহ তিনি তোমাদেরকে দুর্বলরূপে সৃষ্টি করেন,[১] অতঃপর দুর্বলতার পর তিনি শক্তি দান করেন,[২] শক্তির  পর আবার দেন দুর্বলতা ও বার্ধক্য।[৩] তিনি যা ইচ্ছা সৃষ্টি করেন[৪] এবং তিনিই সর্বজ্ঞ, সর্বশক্তিমান ।\n[১] এখানে আল্লাহ তাআলা স্বীয় অসীম ক্ষমতার আরো একটি পরিপূর্ণতার কথা বর্ণনা করছেন। আর তা হল, মানুষ সৃষ্টির বিভিন্ন স্তর। দুর্বলতার অর্থ হল, পানির ফোঁটা (বীর্যবিন্দু) অথবা শিশু অবস্থা।\n[২] অর্থাৎ, যৌবনকাল, যাতে দৈহিক ও জ্ঞান-বুদ্ধির শক্তি পরিপূর্ণতা লাভ করে।\n[৩] দুর্বলতা বলতে বার্ধক্যকালকে বুঝানো হয়েছে, যে কালে জ্ঞান-বুদ্ধি ও শারীরিক শক্তি কম হতে শুরু করে। আর বার্ধক্য বলতে বৃদ্ধ বয়সের ঐ অবস্থাকে বুঝানো হয়েছে, যখন মানুষ অতি দুর্বল হয়ে পড়ে, মনোবল ক্ষীণ হয়ে যায়, অস্থি ও হাত-পায়ের সঞ্চালন ও ধারণ ক্ষমতা দুর্বল হয়ে যায়, চুল সাদা হয় এবং বাহ্যিক ও আভ্যন্তরিক সকল হুলিয়ার পরিবর্তন ঘটে। কুরআন মনুষ্য-জীবনের এই চারটি বড় বড় স্তরের কথা উল্লেখ করেছে। কিছু আলেমগণ তার অন্যান্য ছোট ছোট স্তরের কথাও বিস্তারিতভাবে বর্ণনা করেছেন; যা কুরআনের সংক্ষিপ্ত বর্ণনার ব্যাখ্যা। যেমন ইবনে কাসীর বলেন, মানুষ একের পর এক ঐ সকল অবস্থা ও স্তরে উপনীত হয়। তার মূল উপাদান হল মাটি -- অর্থাৎ, তার পিতা আদম (আঃ)-এর সৃষ্টি মাটি থেকে হয়েছে অথবা মানুষ যে খাবার খায় এবং তাতে যে বীর্য তৈরী হয়, যে বীর্য মায়ের গর্ভাশয়ে স্থান পেয়ে মানুষের জন্ম হয়, তা আসলে মাটি থেকেই উৎপাদিত। তারপর তা বীর্য, বীর্য থেকে রক্তপিন্ড, অতঃপর গোশতপিন্ড, অতঃপর গোশতপিন্ডকে পরিণত করা হয় অস্থিপঞ্জরে; অতঃপর অস্থি-পঞ্জরকে ঢেকে দেওয়া হয় গোশত দ্বারা, অতঃপর তাতে 'রূহ' সঞ্চার করা হয়। তারপর মাতৃগর্ভ থেকে অতি ছোট, দুর্বল ও কোমল অবস্থায় জন্ম গ্রহণ করে। তারপর ধীরে ধীরে সে বাড়তে থাকে, শৈশব, কৈশোর ও যৌবনকালে পদার্পণ করে, তারপর শুরু হয় দুর্বলতার দিকে ফিরে যাওয়ার পালা। তারপর বার্ধক্যের আরম্ভ, অতঃপর স্থবিরতা এবং পরিশেষে মৃত্যু তাকে নিজের কোলে টেনে নেয়।\n[৪] অর্থাৎ, সকল প্রকার সৃষ্টি তিনি করতে পারেন। তার মধ্যে দুর্বলতা ও সবলতাও; যা মানুষের জীবনে অতিবাহিত হয়ে থাকে এবং যার বিস্তারিত আলোচনা বর্ণনা করা হল।"
    },
    {
      "ayah": 55,
      "surah": 30,
      "text": "যেদিন কিয়ামত হবে,[১] সেদিন অপরাধীরা শপথ করে বলবে যে, তারা (পৃথিবীতে) মুহূর্তকালের বেশী অবস্থান করেনি।[২] এভাবেই তারা সত্য বিমুখ হত। [৩]\n[১] سَاعَة এর অর্থ হল সময়, কাল, মুহূর্ত। উদ্দেশ্য হল মহাকাল কিয়ামতের দিন। سَاعَة এই জন্য বলা হয়েছে যে, আল্লাহ যখনই চাইবেন তা মুহূর্তের মধ্যে সাথে সাথে প্রতিষ্ঠিত হবে অথবা এই জন্য বলা হয়েছে যে, তা যখন প্রতিষ্ঠিত হবে, তখনকার সময়টা হবে পৃথিবীর সর্বশেষ সময়।\n[২] পৃথিবীতে অথবা কবরে। তারা নিজেদের অভ্যাস মত মিথ্যা কসম খাবে। কারণ তারা পৃথিবীতে যতদিন অবস্থান করেছে তা তো তাদের জানা। আর যদি উদ্দেশ্য কবরের জীবন হয়, তবে তাদের কসম অজ্ঞতাবশতঃ হবে। কারণ কবরের অবস্থানের সময় তাদের অজানা। অনেকে বলেন যে, কিয়ামতের কঠিনতা ও ভয়াবহতা (বা দীর্ঘতা)র কারণে পৃথিবীর জীবন তাদেরকে সামান্য ক্ষণ বা মুহূর্তকাল মনে হবে।\n[৩] أَفَكَ الرَّجُلُ এর অর্থ হল 'সত্যবিমুখ হয়ে গেছে' উদ্দেশ্য তারা পৃথিবীতে সত্য থেকে বিমুখ ছিল।"
    },
    {
      "ayah": 56,
      "surah": 30,
      "text": "কিন্তু যাদেরকে জ্ঞান ও বিশ্বাস দেওয়া হয়েছে তারা বলবে,[১] ‘তোমরা তো আল্লাহর বিধানে[২] পুনরুত্থান দিবস পর্যন্ত অবস্থান করেছ।[৩] এটিই তো পুনরুত্থান দিবস; কিন্তু তোমরা জানতে না।’ [৪]\n[১] যেমন তারা পৃথিবীতেও বুঝিয়েছিল।\n[২] كتاب الله (আল্লাহর বিধান) বলতে আল্লাহর ইলম ও তাঁর ফায়সালা, অর্থাৎ 'লাওহে মাহফূয' উদ্দেশ্য।\n[৩] অর্থাৎ, জন্মদিন হতে কিয়ামতের দিন পর্যন্ত।\n[৪] তোমরা জানতে না যে, কিয়ামত আসবে বরং ঠাট্টা-বিদ্রূপ ও মিথ্যাজ্ঞান করে তা প্রতিষ্ঠিত হওয়ার দাবী করতে।"
    },
    {
      "ayah": 57,
      "surah": 30,
      "text": "সেদিন সীমালংঘনকারীদের ওজর-আপত্তি ওদের কাজে আসবে না এবং ওদেরকে আল্লাহর সন্তুষ্টিলাভের সুযোগও দেওয়া হবে না। [১]\n[১] অর্থাৎ, তাদেরকে পৃথিবীতে পুনরায় প্রেরণ করে তওবা ও আনুগত্য করে আল্লাহর আযাব থেকে রক্ষা পাওয়ার কোন সুযোগ দেওয়া হবে না।"
    },
    {
      "ayah": 58,
      "surah": 30,
      "text": "আমি তো মানুষের জন্য এ কুরআনে সর্বপ্রকার দৃষ্টান্ত দিয়েছি,[১] তুমি যদি ওদের নিকট কোন নিদর্শনও উপস্থিত কর,[২] তাহলে অবিশ্বাসীরা অবশ্যই বলবে, ‘তোমরা তো মিথ্যাশ্রয়ী।’[৩]\n[১] যাতে আল্লাহর একত্ববাদের প্রমাণ এবং রসূলগণের সত্যবাদিতার কথা স্পষ্ট করা হয়েছে। অনুরূপ শিরকের খন্ডন ও তার অসারতার কথাও পরিষ্কার করা হয়েছে।\n[২] তা কুরআনে বর্ণিত কোন প্রমাণ হোক অথবা তাদের ইচ্ছা অনুযায়ী কোন অলৌকিক ঘটনা ইত্যাদি হোক।\n[৩] অর্থাৎ, যাদু ইত্যাদির অনুসারী। উদ্দেশ্য এই যে, যত বড়ই নিদর্শন এবং যত উজ্জ্বল প্রমাণই তারা প্রত্যক্ষ করুক না কেন, তবুও ঈমান আনবে না? তার কারণ পরে বর্ণনা করা হয়েছে যে, আল্লাহ তাআলা তাদের হৃদয়ে মোহর মেরে দিয়েছেন। যা এই কথারই নিদর্শন যে, তাদের কুফরী ও অবাধ্যতা এমন চূড়ান্ত পর্যায়ে পৌঁছে গেছে, যার পরে সত্যের দিকে ফিরে যাওয়ার সকল পথ তাদের জন্য বন্ধ হয়ে গেছে।"
    },
    { "ayah": 59, "surah": 30, "text": "আল্লাহ এভাবে যাদের জ্ঞান নেই, তাদের হৃদয়ে মোহর করে দেন।" },
    {
      "ayah": 6,
      "surah": 30,
      "text": "এ আল্লাহরই প্রতিশ্রুতি;[১] আল্লাহ তাঁর প্রতিশ্রুতি ভঙ্গ করেন না, কিন্তু অধিকাংশ লোক জানে না।\n[১] অর্থাৎ, হে মুহাম্মাদ! আমি তোমাকে সংবাদ দিচ্ছি যে, \"অতি সত্বর রোমানরা পারসীকদের উপর পুনরায় বিজয়ী হবে।\" এটা আল্লাহ তাআলার সত্য ওয়াদা, যা নির্দিষ্ট সময়ের মধ্যে অবশ্যই পূর্ণ হবে।"
    },
    {
      "ayah": 60,
      "surah": 30,
      "text": "অতএব তুমি ধৈর্য ধর,[১] নিশ্চয় আল্লাহর প্রতিশ্রুতি সত্য। যারা দৃঢ় বিশ্বাসী নয় তারা যেন অবশ্যই তোমাকে বিচলিত করতে না পারে।[২]\n[১] অর্থাৎ, তাদের বিরোধিতা ও শত্রুতা এবং তাদের কষ্টদায়ক কথার উপর ধৈর্য ধর। কারণ আল্লাহ তাআলা তোমাকে যে সাহায্যের প্রতিশ্রুতি দিয়েছেন, তা অবশ্যই সত্য এবং তা যেভাবেই হোক পূর্ণ হবে।\n[২] অর্থাৎ, তোমাকে ক্রোধান্বিত করে ধৈর্য-সহ্য ত্যাগ করতে অথবা নমনীয়তা অবলম্বন করতে বাধ্য না করে ফেলে। বরং তুমি তোমার নিজ কর্তব্যে অবিচলিত থাকবে এবং তা হতে এতটুকুও বিচ্যুত হবে না।"
    },
    {
      "ayah": 7,
      "surah": 30,
      "text": "ওরা পার্থিব জীবনের বাহ্য দিক সম্বন্ধে অবগত, অথচ পারলৌকিক জীবন সম্বন্ধে ওরা উদাসীন।[১]\n[১] অর্থাৎ, অধিকাংশ মানুষেরই পার্থিব বিষয়ে যথাযথ জ্ঞান আছে। সুতরাং মানুষ পার্থিব বিষয় অর্জনে চাতুর্য ও দক্ষতার প্রদর্শন করে থাকে; যা কিছু দিনের জন্য উপকারী। কিন্তু তারা আখেরাতের বিষয়ে একেবারে উদাসীন। অথচ আখেরাতের উপকারই হচ্ছে চিরস্থায়ী। অর্থাৎ, ইহলৌকিক (সংসার) বিষয়ে তারা সম্যক অবগত, আর পারলৌকিক (দ্বীন) বিষয়ে একেবারে উদাসীন।"
    },
    {
      "ayah": 8,
      "surah": 30,
      "text": "ওরা কি নিজেদের অন্তরে ভেবে দেখে না যে, আল্লাহই আকাশমন্ডলী, পৃথিবী ও ওদের অন্তর্বর্তী সমস্ত কিছু যথাযথভাবে এবং এক নির্দিষ্ট কালের জন্য সৃষ্টি করেছেন।[১] আর অবশ্যই বহু মানুষ তাদের প্রতিপালকের সাক্ষাতে অবিশ্বাসী। [২]\n[১] অথবা তা এক উদ্দেশ্য ও হকের সাথে সৃষ্টি করা হয়েছে; বিনা উদ্দেশ্যে বেকার সৃষ্টি করা হয়নি। আর সে উদ্দেশ্য হল এই যে, পুণ্যবানদেরকে তাদের পুণ্যের প্রতিদান এবং পাপীদেরকে তাদের পাপের শাস্তি প্রদান। অর্থাৎ, তারা কি নিজেদের অস্তিত্ব ও দেহ নিয়ে চিন্তা-ভাবনা করে না যে, তাদেরকে কিভাবে সৃষ্টি করা হয়েছে অথচ তাদের কোন অস্তিত্বই ছিল না এবং ঘৃণ্য এক ফোঁটা পানি দ্বারা তাদেরকে সৃষ্টি করা হয়েছে? তারপর এক বিশেষ উদ্দেশ্য নিয়েই ঐ লম্বা ও চওড়া বিশাল আকাশ ও পৃথিবী তৈরি করা হয়েছে। তাছাড়া সকল কিছুর জন্য একটা নির্দিষ্ট সময় সীমা নির্ধারণ করে দেওয়া হয়েছে। অর্থাৎ, 'কিয়ামত দিবস'। যেদিন এ সকল বস্তু ধ্বংস হয়ে যাবে। অর্থাৎ, তারা যদি এই সকল বিষয় নিয়ে চিন্তা-ভাবনা করত, তাহলে অবশ্যই আল্লাহর অস্তিত্ব, তিনি যে অদ্বিতীয় প্রতিপালক ও একমাত্র উপাস্য এবং তাঁর যে অশেষ ক্ষমতা তা বুঝতে সক্ষম হত এবং তাঁর উপর ঈমান আনয়ন করত।\n[২] সৃষ্টি জগৎ নিয়ে চিন্তা-ভাবনা না করাই হচ্ছে এর আসল কারণ। তাছাড়া কিয়ামতের দিনকে অস্বীকার করার পিছনে যুক্তিসঙ্গত কোন ভিত্তিই নেই।"
    },
    {
      "ayah": 9,
      "surah": 30,
      "text": "ওরা কি পৃথিবীতে ভ্রমণ করে না এবং দেখে না যে,[১] ওদের পূর্ববর্তীদের পরিণাম কি হয়েছে?[২] শক্তিতে তারা ছিল ওদের অপেক্ষা প্রবল।[৩] তারা জমি চাষ করত এবং এরা পৃথিবীর যতটা আবাদ করেছে[৪] তার চেয়ে তারা বেশি আবাদ করেছিল।[৫] তাদের নিকট তাদের রসূলগণ সুস্পষ্ট নিদর্শনাবলীসহ এসেছিল।[৬] বস্তুতঃ ওদের প্রতি যুলুম করা আল্লাহর কাজ ছিল না,[৭] বরং ওরা নিজেরাই নিজেদের প্রতি যুলুম করেছিল।[৮]\n[১] পূর্ব পুরুষদের পরিণাম, ধ্বংসাবশেষ ঘর-বাড়ি, বসবাস করার প্রকট চিহ্ন ইত্যাদি প্রত্যক্ষ করার পরও তা নিয়ে চিন্তা-ভাবনা না করার জন্য কঠোরভাবে ধমক দেওয়া হচ্ছে। অর্থাৎ, তারা বিভিন্ন জায়গায় সফর ও যাতায়াত করে তা প্রত্যক্ষ করে নিয়েছে।\n[২] অর্থাৎ, ঐ সকল কাফেরদের (পরিণাম) যাদেরকে আল্লাহ তাআলা তাদের কুফরী, সত্যকে অস্বীকার ও রসূলগণকে মিথ্যা মনে করার ফলে ধ্বংস করে দিয়েছেন।\n[৩] অর্থাৎ, মক্কাবাসী এবং কুরাইশ অপেক্ষা।\n[৪] অর্থাৎ, মক্কাবাসীরা কৃষিকর্মে অদক্ষ ছিল, কিন্তু পূর্ববর্তী জাতিসমূহ সে কর্মেও তাদের থেকে বেশি অভিজ্ঞ ছিল।\n[৫] কারণ, তাদের বয়স, শারীরিক শক্তি ও জীবিকার উপায়-উপকরণও ছিল বেশি। সুতরাং তারা বেশি বেশি অট্টালিকা নির্মাণ, কৃষিকার্য এবং জীবিকা নির্বাহের সাজ-সরঞ্জামের ব্যবস্থাপনাও অধিক মাত্রায় করেছিল ।\n[৬] তারা তাদের নিকট প্রেরিত রসূলগণের প্রতি ঈমান আনেনি। সুতরাং সব রকম শক্তি, উন্নতি, অবকাশ ও সুখ-স্বাচ্ছন্দ্য থাকা সত্ত্বেও ধ্বংসই তাদের ভাগ্যে নির্ধারিত হল।\n[৭] অর্থাৎ, এমন ছিল না যে, তাদের কোন পাপ ছাড়াই তিনি তাদেরকে আযাবে পতিত করবেন।\n[৮] অর্থাৎ, আল্লাহকে অস্বীকার ও রসূলগণকে অগ্রাহ্য করে (তারা নিজেরাই নিজেদের প্রতি যুলুম করেছিল)।"
    }
  ]
}
