{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 31,
      "text": "আলিফ, লাম, মীম ; [১]\n[১] এই সূরার শুরুতেও 'হরূফে মুক্বাত্ত্বাআত' (বিচ্ছিন্ন অক্ষরমালা) আছে। যার অর্থ আল্লাহ ছাড়া কেউ অবগত নয়। এর পরেও কোন কোন মুফাস্সির এর দুটো বড় গুরুত্বপূর্ণ যৌক্তিকতা বর্ণনা করেছেন। প্রথম এই যে, এই কুরআন এই শ্রেণীরই বিচ্ছিন্ন অক্ষরমালা দ্বারা সুবিন্যস্ত ও লিপিবদ্ধ, যার অনুরূপ কোন লিপি পেশ করতে আরববাসীরা অসমর্থ হয়েছে। সুতরাং এ কথা প্রমাণ দেয় যে, এই কুরআন আল্লাহরই অবতীর্ণ করা একটি গ্রন্থ এবং যার প্রতি তা অবতীর্ণ করা হয়েছে তিনি সত্যই রসূল। তিনি যে শরীয়ত নিয়ে এসেছেন মানুষ তার মুখাপেক্ষী এবং মানুষের পরিশুদ্ধি ও সৌভাগ্যের পরিপূর্ণতা একমাত্র এই শরীয়ত দ্বারাই সম্ভব। দ্বিতীয় এই যে, কাফেররা নিজেদের সাথীদেরকে এই কুরআন শ্রবণ করা থেকে বিরত রাখত এই ভয়ে যে, তারা তা শ্রবণ করে প্রভাবিত হয়ে মুসলমান হয়ে যাবে। আল্লাহ তাআলা বিভিন্ন সূরা বিচ্ছিন্ন অক্ষরমালা দ্বারা আরম্ভ করেছেন, যাতে তারা তা শ্রবণ করতে বাধ্য হয়। কারণ এই বর্ণনা-ভঙ্গি অভিনব ও নতুন ছিল।\n(আইসারুত তাফাসীর)\nআর আল্লাহই অধিক জানেন।"
    },
    {
      "ayah": 10,
      "surah": 31,
      "text": "তিনি আকাশমন্ডলীকে স্তম্ভবিহীন নির্মাণ করেছেন; তোমরা তা দেখছ।[১] তিনিই পৃথিবীতে পর্বতমালা স্থাপন করেছেন, যাতে তা তোমাদেরকে নিয়ে আন্দোলিত না হয়[২] এবং এতে ছড়িয়ে দিয়েছেন সর্বপ্রকার জীবজন্তু।[৩] আর আমি আকাশ হতে বৃষ্টি বর্ষণ করে, তাতে সর্বপ্রকার কল্যাণকর উদ্ভিদ উদ্গত করেছি। [৪]\n[১] تَرَونَهَا যদি عَمَد শব্দটির বিশেষণ হয়, তাহলে অর্থ হবেঃ তিনি আকাশমন্ডলীকে এমন স্তম্ভ ছাড়াই নির্মাণ করেছেন; যা তোমরা দেখতে পাও। অর্থাৎ, আসমানের স্তম্ভ আছে; কিন্তু তা এমন যা, তোমরা দেখতে পাও না।\n[২] رَوَاسِي শব্দটি رَاسِيَة এর বহুবচন। যার অর্থঃ স্থিতিশীল। অর্থাৎ, পর্বতমালাকে পৃথিবীর উপর ভারী বোঝা করে রাখা হয়েছে যাতে পৃথিবী স্থির থাকে এবং নড়া-চড়া না করে। এই জন্য পরে বলা হয়েছে, أَن تَمِيدَ بِكُم অর্থাৎ, এই কথা অপছন্দ করে যে, পৃথিবী তোমাদেরকে নিয়ে আন্দোলিত হবে অথবা এই জন্য যে, যাতে পৃথিবী তোমাদেরকে নিয়ে এদিক-ওদিক না দোলে। যেমন সমুদ্র তীরে সামুদ্রিক জাহাজগুলোকে বড় বড় নঙ্গর গেড়ে বেঁধে দেওয়া হয় যাতে জাহাজ সরে না যায়। পৃথিবীর জন্য পর্বতমালাও অনুরূপ নঙ্গর স্বরূপ।\n[৩] অর্থাৎ, বিভিন্ন প্রকার জীব-জন্তু পৃথিবীর বিভিন্ন প্রান্তে ছড়িয়ে দেওয়া হয়েছে, যার কিছু মানুষ ভক্ষণ করে থাকে, কিছু সওয়ারীরূপে ব্যবহার করে, কিছুকে জমি চাষাবাদের কাজে লাগায় এবং কিছুকে সৌন্দর্য স্বরূপ নিজের কাছে রাখে।\n[৪] زَوج শব্দটি এখানে صِنف (প্রকার বা শ্রেণী)এর অর্থে ব্যবহার হয়েছে। অর্থাৎ, সর্বপ্রকার শস্য, ফলমূল ইত্যাদি সৃষ্টি করেছেন। তার বিশেষণ كَريم শব্দ ব্যবহার করে তার সুন্দর রং ও তার বিবিধ উপকারিতার প্রতি ইঙ্গিত করা হয়েছে ।"
    },
    {
      "ayah": 11,
      "surah": 31,
      "text": "এ আল্লাহর সৃষ্টি![১] তিনি ব্যতীত অন্যেরা কি সৃষ্টি করেছে আমাকে দেখাও তো।[২] বরং সীমালংঘনকারীরা স্পষ্ট বিভ্রান্তিতে রয়েছে।\n[১] هٰذَا (এ) শব্দ দ্বারা আল্লাহর ঐ সকল সৃষ্টিকৃত বস্তুর প্রতি ইঙ্গিত করা হয়েছে, যার উল্লেখ পূর্ববর্তী আয়াতসমূহে রয়েছে।\n[২] যাদের তোমরা ইবাদত কর এবং সাহায্যের জন্য যাদেরকে ডেকে থাকো তারা আকাশ ও পৃথিবীর কোন্ বস্তুটি সৃজন করেছে? তাদের সৃজনকৃত একটি বস্তুও দেখাও তো। অতএব যখন সকল বস্তুর সৃষ্টিকর্তা একমাত্র আল্লাহ তাআলা, তখন ইবাদতের একমাত্র অধিকারীও তিনিই। তিনি ছাড়া বিশ্বজগতে আর এমন কেউ নেই, যে ইবাদতের যোগ্য হতে পারে এবং তার নিকট সাহায্য প্রার্থনা করা যেতে পারে।"
    },
    {
      "ayah": 12,
      "surah": 31,
      "text": "আমি লুকমানকে প্রজ্ঞা দান করেছিলাম[১] (আর বলেছিলাম), ‘তুমি আল্লাহর প্রতি কৃতজ্ঞতা প্রকাশ কর।[২] যে কৃতজ্ঞতা প্রকাশ করে সে তো তা নিজেরই জন্য করে এবং কেউ অকৃতজ্ঞতা করলে নিশ্চয় আল্লাহ অভাবমুক্ত, প্রশংসার্হ।’\n[১] লুকমান আল্লাহর একজন নেক বান্দা ছিলেন, যাঁকে আল্লাহ তাআলা হিকমত অর্থাৎ, সাধারণ জ্ঞান-বুদ্ধি এবং দ্বীনী ইলমে উচ্চ স্থান দান করেছিলেন। একদা তাঁকে কেউ জিজ্ঞাসা করল যে, 'আপনি এই জ্ঞান-বুদ্ধি কিভাবে অর্জন করলেন?' তার উত্তরে তিনি বললেন, 'সত্যবাদিতা ব্যবহার করে, আমানত রক্ষা করে, বাজে কথা থেকে দূরে থেকে এবং নীরবতা অবলম্বন করে।' তাঁর প্রজ্ঞা ও হিকমত পূর্ণ একটি ঘটনা এ রকমও প্রসিদ্ধ আছে যে, তিনি একজন দাস ছিলেন। একদা তাঁকে তাঁর মালিক বললেন, 'ছাগল যবেহ করে তার মধ্য হতে সর্বোৎকৃষ্ট দুই টুকরো কেটে নিয়ে এস।' সুতরাং তিনি জিভ ও হৃৎপিণ্ড নিয়ে এসে দিলেন। অন্য এক দিন তাঁর মালিক তাঁকে ছাগল যবেহ করে তার মধ্য হতে সব থেকে নিকৃষ্ট দুই টুকরো নিয়ে আসার আদেশ করলে তিনি পুনরায় জিভ ও হৃৎপিণ্ড নিয়ে উপস্থিত হলেন। এর কারণ জিজ্ঞাসা করা হলে তিনি উত্তরে বললেন, 'জিভ ও হৃৎপিণ্ড যদি ঠিক থাকে, তাহলে তা সর্বোৎকৃষ্ট জীব। আর যদি তা নষ্ট হয়ে যায়, তাহলে তার চেয়ে নিকৃষ্ট জীব আর কিছু হতে পারে না।\n(ইবনে কাসীর)\n[২] কৃতজ্ঞতা বা শুক্র এর অর্থ হল, আল্লাহর নিয়ামতের উপর তাঁর প্রশংসা করা এবং তাঁর আদেশ মেনে চলা।"
    },
    {
      "ayah": 13,
      "surah": 31,
      "text": "(স্মরণ কর) যখন লুকমান উপদেশচ্ছলে তার পুত্রকে বলেছিল, ‘হে বৎস! আল্লাহর কোন অংশী করো না।[১] আল্লাহর অংশী করা তো চরম অন্যায়।’ [২]\n[১] আল্লাহ্ তাআলা লুকমান হাকীমের সর্বপ্রথম অসিয়ত এই উল্লেখ করেছেন যে, তিনি নিজ ছেলেকে শিরক করতে নিষেধ করেছিলেন। যাতে পরিষ্কার হয়ে যায় যে, পিতা-মাতার কর্তব্য হল, নিজেদের সন্তানদেরকে শিরক থেকে বাঁচানোর সর্বপ্রথম ও সর্বাধিক বেশী চেষ্টা করা।\n[২] অনেকের নিকট এ বাক্যাংশটি লুকমান হাকীমের উক্তি। আবার অনেকে এটিকে আল্লাহর উক্তি বলেছেন এবং তার সমর্থনে (الَّذِينَ آمَنُوا وَلَمْ يَلْبِسُوا إِيمَانَهُمْ بِظُلْمٍ) আয়াতটি অবতীর্ণ সম্পর্কে বর্ণিত হাদীসটি বর্ণনা করেছেন। যাতে সাহাবাগণ বললেন, 'আমাদের কে আবার যুলম করে না?' সুতরাং তারই পরিপ্রেক্ষিতে অবতীর্ণ হল, (إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)\n(বুখারী ৪৭৭৬নং)\nকিন্তু আসলে এতে ঐ কথা আল্লাহর উক্তি হওয়ার বা না হওয়ার কোন প্রমাণ হয় না। পক্ষান্তরে অন্য এক বর্ণনায় আছে যে, উক্ত আয়াত অবতীর্ণ হওয়ার পর সাহাবাগণ তা বড় কঠিন মনে করে নবী (সাঃ)-কে জিজ্ঞাসা করলেন এবং তিনি তার উত্তরে বললেন, \"তোমরা যা ধারণা করছ, তা নয়। এখানে যুলম বলতে সেই যুলমকে বুঝানো হয়েছে, যার কথা লুকমান তাঁর ছেলেকে বলেছিলেন, (يَا بُنَيَّ لَا تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ)\n(বুখারী)\nএ বর্ণনা দ্বারা বুঝা যায় যে, ঐ উক্তি লুকমান হাকীমেরই ছিল।"
    },
    {
      "ayah": 14,
      "surah": 31,
      "text": "আমি তো মানুষকে তার পিতা-মাতার প্রতি সদাচরণের নির্দেশ দিয়েছি।[১] জননী কষ্টের পর কষ্ট বরণ করে সন্তানকে গর্ভে ধারণ করে[২] এবং তার স্তন্যপান ছাড়াতে দু বছর অতিবাহিত হয়।[৩] সুতরাং তুমি আমার প্রতি ও তোমার পিতা-মাতার প্রতি কৃতজ্ঞ হও। আমারই নিকট (সকলের) প্রত্যাবর্তন।\n[১] তাওহীদ গ্রহণ (শিরক বর্জন) ও আল্লাহর ইবাদতের সাথে সাথে পিতা-মাতার সাথে সদ্ব্যবহার করার তাকীদপূর্ণ আদেশের জন্য উক্ত নসীহতের গুরুত্ব স্পষ্ট।\n[২] উদ্দেশ্য এই যে, মাতৃগর্ভে বাচ্চা যত বাড়ে, মায়ের উপর কষ্টের বোঝা তত বাড়তে থাকে, যার ফলে মা দুর্বল থেকে দুর্বলতর হতে থাকে। মায়ের কষ্টের কথা উল্লেখে ইঙ্গিত পাওয়া যাচ্ছে যে, পিতা-মাতার অধিকার আদায় করার সময় মাকে অগ্রাধিকার দিতে হবে। যেমন হাদীসেও সে কথা বর্ণিত হয়েছে।\n[৩] এতে বুঝা যায় যে, শিশুকে দুধ পান করানোর সময় হল দুই বছর, তার অধিক নয়।"
    },
    {
      "ayah": 15,
      "surah": 31,
      "text": "তোমার পিতা-মাতা যদি তোমাকে আমার অংশী করতে পীড়াপীড়ি করে, যে বিষয়ে তোমার কোন জ্ঞান নেই, তাহলে তুমি তাদের কথা মান্য করো না, তবে পৃথিবীতে তাদের সঙ্গে সদভাবে বসবাস কর এবং যে ব্যক্তি আমার অভিমুখী হয়েছে তার পথ অবলম্বন কর,[১] অতঃপর আমারই নিকট তোমাদের প্রত্যাবর্তন এবং তোমরা যা করতে, আমি সে বিষয়ে তোমাদেরকে অবহিত করব। [২]\n[১] অর্থাৎ, (বিশ্বাসী) মুমিনের পথ।\n[২] অর্থাৎ, আমার অভিমুখী বিশ্বাসীর পথ অনুসরণ এই জন্য করবে যে, অবশেষে তোমাদের সকলকেই আমারই নিকট ফিরে আসতে হবে এবং আমারই পক্ষ থেকে সকলকেই তার ভাল-মন্দ কর্মের প্রতিফল দেওয়া হবে। যদি তোমরা আমার পথ অনুসরণ কর এবং আমাকে স্মরণ রেখে নিজেদের জীবন পরিচালিত কর, তাহলে কিয়ামতের দিন আমার বিচারালয়ে তোমাদের মুখ উজ্জ্বল হওয়ার আশা করা যায়। পক্ষান্তরে এর বিপরীত কর্মে আমার আযাবে গ্রেফতার হবে। কথা লুকমান হাকীমের অসিয়ত প্রসঙ্গে চলছিল। সামনে পুনরায় সেই অসিয়ত বর্ণনা করা হচ্ছে, যা তিনি আপন বৎসকে করেছিলেন। মাঝের দুটি আয়াতে পৃথকভাবে আল্লাহ তাআলা পিতা-মাতার সাথে সদ্ব্যবহার করার গুরুত্ব বর্ণনা করেছেন। যার প্রথম কারণ এই বলা হয়েছে যে, লুকমান উক্ত অসিয়ত তাঁর ছেলেকে করেননি। কারণ, এতে তাঁর নিজস্ব স্বার্থ ছিল। দ্বিতীয় কারণ এই যে, যাতে এটা পরিষ্ফুটিত হয়ে যায় যে,আল্লাহর একত্ব ও ইবাদতের পর পিতা-মাতার আনুগত্য ও তাদের সেবা করা জরুরী। তৃতীয় কারণ এই যে, শিরক করা এত বড় পাপ যে, যদি পিতা-মাতা তা করার আদেশ করেন, তাহলে তাঁদের কথা মানা চলবে না।"
    },
    {
      "ayah": 16,
      "surah": 31,
      "text": "‘হে বৎস ! কোন (পাপ অথবা পুণ্য) যদি সরিষার দানা পরিমাণও হয়[১] এবং তা যদি কোন পাথরের ভিতরে অথবা আকাশমন্ডলীতে অথবা মাটির নীচে থাকে, তাহলে আল্লাহ তাও উপস্থিত করবেন। আল্লাহ সূক্ষ্মদর্শী, সকল বিষয়ে অবগত।\n[১] هَا সর্বনামের ইঙ্গিত যদি خَطِيئَة এর দিকে হয়, তাহলে তার অর্থ হবে আল্লাহর অবাধ্যতা ও পাপকর্ম। আর যদি خَصلَة এর দিকে হয়, তাহলে তার অর্থ হবে ভাল অথবা মন্দের যে কোন অভ্যাস। উদ্দেশ্য এই যে, মানুষ ভাল অথবা মন্দ কর্ম যতই গোপনে করুক না কেন, তা আল্লাহর কাছে লুক্কায়িত থাকতে পারে না; কিয়ামতের দিন আল্লাহ তাআলা তা উপস্থিত করে নেবেন। অর্থাৎ, তার যথাযথভাবে ভাল আমলের ভাল প্রতিদান ও মন্দ আমলের মন্দ প্রতিফল দেবেন। সরিষা দানার উদাহরণ এই জন্য দিয়েছেন যে,তা এত ছোট হয়, যার না ওজন বুঝা যায় আর না দাঁড়িপাল্লাকে ঝুঁকাতে পারে। অনুরূপ পাথর (সাধারণত বসবাসের স্থান থেকে দূরে জঙ্গল বা পাহাড়ে) একান্ত গুপ্ত ও সুরক্ষিত স্থান। এই অর্থ হাদীসেও বর্ণিত হয়েছে। মহানবী (সাঃ) বলেছেন, \"যদি কোন ব্যক্তি এমন ছিদ্রহীন পাথরেও কোন আমল করে, যার কোন দরজা বা জানালা নেই, তাহলেও আল্লাহ্ তাআলা তাও মানুষের সামনে প্রকাশ করে দেবেন সে আমল যে ধরনেরই হোক না কেন।\"\n(আহমদ ৩\n/\n২৮)\nএই জন্য যে, আল্লাহ তাআলা সূক্ষ্মদর্শী; তিনি অতি সূক্ষ্ম দৃষ্টি রাখেন। নিতান্ত গুপ্ত বস্তুও তাঁর জ্ঞান বহির্ভূত নয় এবং তিনি সর্বজ্ঞ; রাতের অন্ধকারে পিঁপড়ের চলা-ফেরা করার খবরও তিনি রাখেন।"
    },
    {
      "ayah": 17,
      "surah": 31,
      "text": "হে বৎস ! যথারীতি নামায পড়, সৎকাজের নির্দেশ দাও, অসৎকাজে বাধা দান কর এবং আপদে-বিপদে ধৈর্য ধারণ কর। [১] নিশ্চয়ই এটিই দৃঢ় সংকল্পের কাজ। [২]\n[১] নামায প্রতিষ্ঠা, ভাল কাজের আদেশ ও মন্দ কাজে বাধা দান এবং মুসীবতে ধৈর্যধারণ করার কথা উল্লেখ এই জন্য করা হয়েছে যে, উক্ত তিনটিই গুরুত্বপূর্ণ ইবাদত ও ভাল কাজের মূল বা ভিত্তি।\n[২] অর্থাৎ, পূর্বে আলোচিত কথাগুলি ঐ সকল কর্মের অন্তর্ভুক্ত, যে বিষয়ে আল্লাহ্ তাআলা তাকীদ করেছেন এবং বান্দার উপর তা ফরয করেছেন। অথবা এ হল শক্ত মনোবল ও সুদৃঢ় হিম্মত সৃষ্টি করার জন্য উদ্বুদ্ধকারী। কারণ শক্ত মনোবল ও সুদৃঢ় হিম্মত ছাড়া উল্লিখিত নির্দেশাবলীর উপর আমল অসম্ভব। কোন কোন মুফাসসিরের মতে ذلك (এটি) বলে ধৈর্যের প্রতি ইঙ্গিত করা হয়েছে। ইতিপূর্বে ভাল কাজের আদেশ ও মন্দ কাজের নিষেধের অসিয়ত করা হয়েছে। যেহেতু সে পথে বিভিন্ন কষ্ট ও মানুষের কথার খোঁচা ইত্যাদি হওয়াটা স্বাভাবিক সেহেতু তার পরেই ধৈর্যধারণের কথা বলে পরিষ্কার বুঝানো হয়েছে যে, ধৈর্যধারণ করবে। কেননা, তা শক্ত মনোবল ও সুদৃঢ় হিম্মতের কাজ। আর তা শক্ত মনোবল ও সুদৃঢ় হিম্মত পোষণকারী সংকল্পবদ্ধ মানুষদের জন্য একটা বড় হাতিয়ার; যে হাতিয়ার ছাড়া তবলীগের কাজ করা সম্ভব নয়।"
    },
    {
      "ayah": 18,
      "surah": 31,
      "text": "মানুষের জন্য নিজের গাল ফুলায়ো না[১] এবং পৃথিবীতে উদ্ধতভাবে বিচরণ করো না;[২] কারণ আল্লাহ কোন উদ্ধত, অহংকারীকে ভালবাসেন না।\n[১] অর্থাৎ, (অহংকার বশে তুমি মানুষকে অবজ্ঞা করো না।) এমন অহংকার করো না, যাতে তুমি মানুষকে তুচ্ছ ভাবো ও তাকে ঘৃণা কর এবং কোন মানুষ তোমার সাথে কথা বললে তার থেকে বৈমুখ হও অথবা কথোপকথনের সময় নিজ মুখমন্ডলকে অন্য দিকে ফিরিয়ে রাখো। صعر এক প্রকার ব্যাধি, যা উটের মাথা অথবা ঘাড়ে হয় এবং যার ফলে সেই উটের ঘাড় বাঁকা হয়ে যায়। এখানে অহংকার হেতু মুখ ফিরিয়ে নেওয়া (বা মুখ বাঁকানো)র অর্থে শব্দটি ব্যবহার করা হয়েছে।\n(ইবনে কাসীর)\n[২] অর্থাৎ, এমন বিচরণ ও চালচলন, যাতে ধন-সম্পদ, পদ বা বংশ মর্যাদা অথবা শক্তিমত্তা, ক্ষমতার বড়াই ও অহংকার ফুটে ওঠে, তা আল্লাহ পছন্দ করেন না। কারণ মানুষ একজন অক্ষম ও নগণ্য বান্দা মাত্র। তাই আল্লাহ তাআলা এটাই পছন্দ করেন যে, সে নিজের মান ও অবস্থা অনুযায়ী বিনয় ও নম্রতা বজায় রাখবে এবং তা অতিক্রম করে অহংকার প্রদর্শন করবে না। কারণ গর্ব ও অহংকার শুধুমাত্র আল্লাহর জন্যই শোভনীয়; যিনি সকল এখতিয়ারের মালিক এবং সকল গুণের অধিকারী। এই জন্যই হাদীসে বলা হয়েছে, \"আল্লাহ আয্যা অজাল্ল্ বলেন, গৌরব ও গর্ব খাস আমার গুণ। সুতরাং যে তাতে আমার অংশী হতে চাইবে, আমি তাকে শাস্তি দেব।\"\n(মুসলিম ২৬২০নং\n)\n\"ঐ ব্যক্তি জান্নাতে প্রবেশ করবে না, যার অন্তরে সরিষার দানা সমপরিমাণ অহংকার আছে।\"\n(আহমাদ ১/৪১২, তিরমিযী)\n\"যে ব্যক্তি অহংকার হেতু নিজ (পরনের) কাপড় (মাটিতে) ছেঁচড়ে চলাফেরা করে, কিয়ামতের দিন আল্লাহ তাআলা তার দিকে তাকিয়ে দেখবেন না।\"\n(আহমাদ ৫\n/\n১০৯, বুখারীঃ কিতাবুল লিবাস)\nতা সত্ত্বেও অহংকার প্রকাশ না করে আল্লাহর নিয়ামত প্রকাশ বা ভাল পোশাক পরা ও উত্তম খাবার খাওয়া ইত্যাদি অবৈধ নয়। (বরং অহংকার প্রকাশ না করে আল্লাহর নিয়ামত প্রকাশ করাই উত্তম।)"
    },
    {
      "ayah": 19,
      "surah": 31,
      "text": "তুমি তোমার চলনে মধ্যপন্থা অবলম্বন কর[১] এবং তোমার কণ্ঠস্বর নীচু কর;[২] স্বরের মধ্যে গাধার সবরই সর্বাপেক্ষা অপ্রীতিকর।’\n[১] অর্থাৎ চলন যেন এমন ধীর গতির না হয়, যাতে দেখে অসুস্থ মনে হয় এবং এমন দ্রুত গতিরও না হয়, যা সম্ভ্রম ও গাম্ভীর্যের পরিপন্থী হয়। এ কথাকে অন্য জায়গায় এভাবে বলা হয়েছে, ( يَمْشُوْنَ عَلَى الاَرْضِ هَوْنًا) \"(আল্লাহর বান্দাগণ) পৃথিবীতে নম্রভাবে চলাফেরা করে।\"\n(সূরা ফুরকান ২৫:৬৩ আয়াত)\n[২] অর্থাৎ, উচ্চ স্বরে (চিৎকার করে) কথা বলবে না। কারণ বেশি চিৎকার করে কথা বলা যদি পছন্দনীয় হতো, তাহলে গাধার আওয়াজ সব থেকে উত্তম গণ্য হতো। কিন্তু তা হয় না, বরং গাধার আওয়াজ সর্বনিকৃষ্ট ও সকলের কাছে অপছন্দনীয়। এই জন্য হাদীসে বর্ণিত হয়েছে যে, \"গাধার চিৎকার শুনলে শয়তান থেকে (আল্লাহর নিকট) আশ্রয় প্রার্থনা করো।\"\n(বুখারীঃ বাদউল খালক অধ্যায়, মুসলিম ইত্যাদি)"
    },
    { "ayah": 2, "surah": 31, "text": "এগুলি জ্ঞানগর্ভ গ্রন্থের বাক্য," },
    {
      "ayah": 20,
      "surah": 31,
      "text": "তোমরা কি দেখ না যে, আল্লাহ আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সমস্তই তোমাদের অধীন করে দিয়েছেন[১] এবং তোমাদের প্রতি তাঁর প্রকাশ্য ও অপ্রকাশ্য অনুগ্রহ সম্পূর্ণ করেছেন?[২] মানুষের মধ্যে কেউ কেউ আল্লাহ সম্বন্ধে বিতন্ডা করে; তাদের না আছে জ্ঞান, না আছে পথনির্দেশ এবং না আছে কোন দীপ্তিমান গ্রন্থ।[৩]\n[১] تسخير এর অর্থ হল উপকার নেওয়া। এখানে তাকে কাজে লাগানো, অধীন করা বা সেবায় নিয়োজিত করার অর্থ করা হয়েছে। যেমন সৌরজগৎ; চন্দ্র, সূর্য, গ্রহ-নক্ষত্র ইত্যাদি সকল বস্তুকে আল্লাহ তাআলা এমন নিয়মের অধীন করে দিয়েছেন যে, তারা মানুষের উপকারার্থে অবিরাম কাজ করে চলেছে এবং মানুষ তার দ্বারা উপকৃত হচ্ছে। এর দ্বিতীয় অর্থ হলঃ অধীন করে দেওয়া। সুতরাং এ পৃথিবীর বহু সৃষ্টিকে মানুষের অধীনস্থ করে দেওয়া হয়েছে; যা মানুষ নিজের ইচ্ছামত ব্যবহার করে থাকে। যেমন মাটি, উদ্ভিদ, জীব-জন্তু ইত্যাদি। অতএব تسخير এর অর্থ এই হল যে, আকাশ ও পৃথিবীর সকল বস্তু মানুষের উপকারে নিয়োজিত। তাতে তা মানুষের অধীনে হোক বা মানুষের অধীনের বাইরে।\n(ফাতহুল ক্বাদীর)\n[২] প্রকাশ্য নিয়ামত ও অনুগ্রহের অর্থ হল, যা জ্ঞান ও ইন্দ্রিয় দ্বারা অনুভব করা যায়। আর অপ্রকাশ্য অনুগ্রহ ও নিয়ামত হল, যা মানুষের অনুভূতির বাইরে। এই উভয় প্রকার নিয়ামত এতই অসংখ্য ও বেশি যে, মানুষ তা গণনা করতে অক্ষম।\n[৩] অর্থাৎ, এর পরেও মানুষ আল্লাহ সম্পর্কে তর্ক-ঝগড়া করে; কেউ তাঁর অস্তিত্ব নিয়ে, কেউ তাঁর সাথে শরীক স্থাপন করা নিয়ে এবং কেউ তাঁর শরীয়ত ও আহকাম নিয়ে।"
    },
    {
      "ayah": 21,
      "surah": 31,
      "text": "আর যখন তাদেরকে বলা হয়, ‘আল্লাহ যা অবতীর্ণ করেছেন, তোমরা তার অনুসরণ কর’, তখন তারা বলে, ‘আমাদের বাপ-দাদাকে যাতে পেয়েছি আমরা তো তাই মেনে চলব।’[১] যদিও শয়তান তাদেরকে দোযখ-যন্ত্রণার দিকে আহবান করে (তবুও কি তারা বাপ-দাদারই অনুসরণ করবে)?\n[১] অর্থাৎ, আশ্চর্যের বিষয় হচ্ছে যে, তাদের নিকট না কোন জ্ঞান ও যুক্তিগ্রাহ্য প্রমাণ আছে, না কোন পথ প্রদর্শকের পথ-নির্দেশনা এবং না কোন আসমানী গ্রন্থ দ্বারা প্রমাণ। ঠিক যেন তারা যুদ্ধ করে অথচ তাদের হাতে কোন তরবারিও নেই।"
    },
    {
      "ayah": 22,
      "surah": 31,
      "text": "যে কেউ সৎকর্মপরায়ণ হয়ে[১] আল্লাহর নিকট আত্মসমর্পণ করে,[২] সে আসলে এক মজবুত হাতল ধারণ করে।[৩] আর যাবতীয় কার্যের পরিণাম আল্লাহর অধীনে।\n[১] অর্থাৎ, যাবতীয় আদেশ পালন করে এবং যাবতীয় নিষিদ্ধ বর্জন করে।\n[২] অর্থাৎ, শুধু আল্লাহর সন্তুষ্টি লাভের জন্য আমল করে এবং তাঁর আদেশ পালন ও তাঁর বিধান মান্য করে।\n[৩] অর্থাৎ, সে আল্লাহর নিকট পাক্কা প্রতিশ্রুতি নেয় যে, তিনি তাকে শাস্তি দেবেন না।"
    },
    {
      "ayah": 23,
      "surah": 31,
      "text": "কেউ অবিশ্বাসী হলে তার অবিশ্বাস যেন তোমাকে দুঃখিত না করে।[১] আমারই নিকট ওদের প্রত্যাবর্তন। অতঃপর ওরা যা করেছে, আমি ওদেরকে তা অবহিত করব।[২] অবশ্যই অন্তরে যা রয়েছে, সে সম্বন্ধে আল্লাহ সবিশেষ অবহিত। [৩]\n[১] কারণ, ঈমান লাভের সৌভাগ্য তাদের নেই। তোমার প্রচেষ্টা স্বস্থানে ঠিকই আছে এবং তোমার আকাঙ্ক্ষাও কদর পাওয়ার যোগ্য; কিন্তু আল্লাহর ইচ্ছা সকল কিছুর ঊর্ধ্বে।\n[২] অর্থাৎ, তাদের কর্মের প্রতিফল দেব।\n[৩] সুতরাং তাঁর নিকট কোন কিছু গোপন নেই।"
    },
    {
      "ayah": 24,
      "surah": 31,
      "text": "আমি স্বল্পকালের জন্য ওদেরকে উপভোগ করতে দেব। অতঃপর ওদেরকে কঠিন শাস্তি ভোগ করতে বাধ্য করব। [১]\n[১] অর্থাৎ, আর কতদিন পৃথিবীর সংসার অবশিষ্ট থাকবে এবং তার বিলাস-সামগ্রী ও নিয়ামত উপভোগ করতে থাকবে? এই সংসার ও তার সুখসামগ্রী তো কিছু দিনের জন্য মাত্র। তার পরে তাদের জন্য রয়েছে কঠিন শাস্তি আর শাস্তি।"
    },
    {
      "ayah": 25,
      "surah": 31,
      "text": "তুমি যদি ওদেরকে জিজ্ঞাসা কর, ‘আকাশমন্ডলী ও পৃথিবী কে সৃষ্টি করেছেন?’ তাহলে ওরা নিশ্চয় বলবে, ‘আল্লাহ।’[১] বল, ‘সর্বপ্রশংসা আল্লাহরই’; [২] কিন্তু ওদের অধিকাংশই জানে না।\n[১] অর্থাৎ, তারা স্বীকার করে যে, আকাশ ও পৃথিবীর সৃষ্টিকর্তা আল্লাহ; ঐ সকল বাতিল উপাস্য নয়, যাদের তারা উপাসনা করে থাকে।\n[২] যেহেতু তাদের স্বীকারোক্তিতে তাদের উপর হুজ্জত কায়েম হয়ে গেছে।"
    },
    {
      "ayah": 26,
      "surah": 31,
      "text": "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, তা আল্লাহরই।[১] নিশ্চয়ই আল্লাহ অভাবমুক্ত,[২] প্রশংসার্হ। [৩]\n[১] অর্থাৎ, সে সবের সৃষ্টিকর্তাও তিনি, মালিকও তিনি এবং বিশ্ব-জগতের পরিচালকও তিনি।\n[২] সকল কিছু হতে অমুখাপেক্ষী। অর্থাৎ, সকল সৃষ্টি তাঁর মুখাপেক্ষী এবং তিনি কারো মুখাপেক্ষী নন।\n[৩] তাঁর সকল প্রকার সৃষ্ট বস্তুতে। সুতরাং তিনি যা কিছু সৃষ্টি করেছেন এবং যে আহ্কাম অবতীর্ণ করেছেন, তার উপর আকাশ ও পৃথিবীর সকল প্রশংসার অধিকারী একমাত্র তিনিই।"
    },
    {
      "ayah": 27,
      "surah": 31,
      "text": "পৃথিবীর সমস্ত বৃক্ষ যদি কলম হয় এবং এ যে সমুদ্র এর সাথে যদি আরও সাত সমুদ্র যুক্ত হয়ে কালি হয়, তবুও আল্লাহর বাণী (লিখে) শেষ হবে না।[১] নিশ্চয়ই আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।\n[১] এই আয়াতে আল্লাহর মহত্ত্ব, গর্ব, প্রতাপ, তাঁর সুন্দর নামাবলী ও সুউচ্চ গুণাবলী এবং তাঁর মহত্ত্বের প্রতি ইঙ্গিত বহনকারী সেই অফুরন্ত বাণীর কথা উল্লেখ হয়েছে; যা কেউ পরিপূর্ণরূপে গণনা করতে, জানতে বা তার প্রকৃতত্বের গভীরতায় পৌঁছতে সক্ষম নয়। যদি কেউ তাঁর সেই বাণী গণনা করতে বা লিখতে চায়, তাহলে সারা পৃথিবীর সমস্ত গাছপালার তৈরী কলম ক্ষয় হয়ে যাবে, সাগরসমূহের পানির তৈরী কালি শেষ হয়ে যাবে; কিন্তু মহান আল্লাহ সম্পর্কিত জ্ঞান, তাঁর সৃষ্টি ও কারিগরির বিস্ময়কর নিপুণতা এবং তাঁর মহত্ত্ব ও মর্যাদার কথা লিপিবদ্ধ করে শেষ করা সম্ভব নয়। সাত সমুদ্র অতিশয়োক্তি হিসাবে বলা হয়েছে, নচেৎ নির্দিষ্ট সংখ্যা উদ্দেশ্য নয়। কারণ আল্লাহর বাণী ও নিদর্শনাবলী গণনা করে শেষ করা সম্ভবই নয়।\n(ইবনে কাসীর)\nএই একই বিষয়ীভুক্ত আয়াতের তফসীর সূরা কাহফের শেষাংশে করা হয়েছে।"
    },
    {
      "ayah": 28,
      "surah": 31,
      "text": "তোমাদের সকলের সৃষ্টি ও পুনরুত্থান একটি মাত্র প্রাণীর সৃষ্টি ও পুনরুত্থানেরই মত।[১] নিশ্চয়ই আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা।\n[১] অর্থাৎ, তাঁর ক্ষমতা এত বিশাল যে, তোমাদের সকলকে সৃষ্টি করা বা কিয়ামতের দিন পুনর্জীবিত করা একটি মাত্র আত্মা বা প্রাণীকে জীবিত করা বা সৃষ্টি করার মতই। কারণ তিনি যা চান, তা كُن (হয়ে যাও) বলতেই চোখের পলকে অস্তিত্ব লাভ করে।"
    },
    {
      "ayah": 29,
      "surah": 31,
      "text": "তুমি কি দেখ না যে, আল্লাহ রাতকে দিনে এবং দিনকে রাতে প্রবেশ করান?[১] তিনি চন্দ্রসূর্যকে নিয়মাধীন করেছেন, প্রত্যেকে এক নির্দিষ্ট কাল পর্যন্ত আপন পথে আবর্তন করে;[২] নিশ্চয় আল্লাহ তোমরা যা কর, সে সম্বন্ধে অবহিত।\n[১] অর্থাৎ, রাতের কিছু অংশ নিয়ে দিনে ঢুকিয়ে দেন, যার ফলে দিন বড় ও রাত ছোট হয়; যেমন গ্রীষ্মকালে ঘটে থাকে এবং দিনের কিছু অংশ নিয়ে রাতে ঢুকিয়ে দেন, ফলে রাত বড় ও দিন ছোট হয় যেমন; শীতকালে ঘটে।\n[২] 'নির্দিষ্ট কাল পর্যন্ত' উদ্দেশ্য কিয়ামত পর্যন্ত। অর্থাৎ চন্দ্র ও সূর্যের উদয় ও অস্ত যাওয়ার যে প্রাত্যহিক নিয়ম আল্লাহ তাআলা নির্ধারিত করেছেন, তা কিয়ামত পর্যন্ত অনুরূপই বিদ্যমান থাকবে। এর দ্বিতীয় অর্থ হল যে, \"এক নির্দিষ্ট কক্ষ পর্যন্ত\" অর্থাৎ আল্লাহ তাআলা উভয়ের চলাফেরার জন্য এক নির্দিষ্ট স্থান ও কক্ষপথ নির্ধারণ করে দিয়েছেন যেখানে তাদের সফর শেষ হয় এবং দ্বিতীয় দিন পুনরায় সেখান থেকে আরম্ভ করে প্রথম স্থানে এসে যায়। একটি হাদীস দ্বারাও এই অর্থেরই সমর্থন হয়; একদা নবী (সাঃ) আবু যার্র (রাঃ)-কে বললেন, তুমি কি জানো এই সূর্য কোথায় অস্ত যায়? উত্তরে আবূ যার্র বললেন, 'আল্লাহ ও তাঁর রসূল ভাল জানেন।' তিনি বললেন, আল্লাহর আরশ হল তার শেষ স্থান। সেখানে যায় এবং আরশের নিচে সিজদা করে এবং নিজ প্রতিপালকের কাছে পুনরায় সেখান থেকে উদিত হওয়ার অনুমতি চায়। এমন সময় আসবে যখন তাকে বলা হবে, 'তুমি যে দিক থেকে এসেছ ঐ দিকেই ফিরে যাও।' তখন সে পূর্ব দিক থেকে উদিত না হয়ে পশ্চিম দিক থেকে উদিত হবে।\" যেমন কিয়ামতের নিকটবর্তী নিদর্শনাবলীর ব্যাপারে বলা হয়েছে।\n(বুখারীঃ তাওহীদ অধ্যায়, মুসলিমঃ ঈমান অধ্যায়)\nইবনে আব্বাস (রাঃ) বলেন, 'সূর্য চরকার মত, দিনের বেলায় আকাশে আপন কক্ষপথে চলে, অতঃপর যখন অস্তমিত হয়, তখন রাতের বেলায় পৃথিবীর নিচে (অপর প্রান্তে) আপন কক্ষপথে চলতে থাকে এবং পুনরায় পূর্ব থেকে উদিত হয়। চাঁদের ব্যাপারও অনুরূপ।'\n(ইবনে কাসীর)"
    },
    {
      "ayah": 3,
      "surah": 31,
      "text": "সৎকর্মপরায়ণদের[১] জন্য পথনির্দেশ ও করুণা স্বরূপ;\n[১] مُحسِن এক অর্থ হল, পিতা-মাতা, আত্মীয়, হকদার ও অভাবীদের সাথে সদ্ব্যবহারকারী। দ্বিতীয় অর্থ হল, সৎকর্মপরায়ণ; অর্থাৎ অসৎকর্ম থেকে দূরে থেকে সৎকর্ম সম্পাদনকারী। তৃতীয় অর্থ হল, আল্লাহর ভয়ে ভীত হয়ে ইখলাস (আন্তরিকতা) ও একাগ্রতার সাথে আল্লাহর ইবাদতকারী। যেমন হাদীসে জিবরীলে বর্ণনা হয়েছে; 'ইহসান' হল এমনভাবে ইবাদত করা, যাতে মনে হয়, যেন আল্লাহকে দেখছি অথবা তিনি আমাকে দেখছেন। প্রকৃতপক্ষে কুরআন সারা পৃথিবীর জন্য করুণা ও পথপ্রদর্শক; কিন্তু তা হতে প্রকৃত উপকৃত হয়ে থাকে শুধুমাত্র পরহেযগার ও সৎকর্মপরায়ণগণই, তাই এখানে তাঁদের কথাই উল্লেখ করা হয়েছে।"
    },
    {
      "ayah": 30,
      "surah": 31,
      "text": "এগুলি প্রমাণ করে যে, আল্লাহই ধ্রুব সত্য এবং ওরা তাঁর পরিবর্তে যাকে ডাকে, তা মিথ্যা।[১] আর নিশ্চয় আল্লাহ তিনিই সুউচ্চ, সুমহান। [২]\n[১] অর্থাৎ, এ সকল ব্যবস্থাপনা ও নিদর্শন আল্লাহ তাআলা তোমাদের জন্য প্রকাশ করেন, যাতে তোমরা বুঝতে পারো যে, নভোমন্ডল ও ভূমন্ডলের পরিচালক একমাত্র আল্লাহ তাআলা। যার আদেশ ও ইচ্ছায় এ সব কিছু নিয়ন্ত্রিত ও পরিচালিত হয়ে থাকে এবং তিনি ছাড়া সব উপাস্যই বাতিল। অর্থাৎ তাদের কারোর নিকট কোন এখতিয়ার বা শক্তিই নেই; বরং সকলে তাঁর মুখাপেক্ষী। কারণ সবই তাঁর সৃষ্টি ও সবাই তাঁর অধীনস্থ। তাদের মধ্যে কেউ অণু পরিমাণও কিছু নড়াবার ক্ষমতা রাখে না।\n[২] না তাঁর তুলনায় বড় মর্যাদাবান কেউ আছে এবং না তাঁর মত মহান কেউ আছে। বরং তাঁর সুউচ্চ মর্যাদা ও মহত্ত্বের সামনে সব কিছু তুচ্ছ ও হীন।"
    },
    {
      "ayah": 31,
      "surah": 31,
      "text": "তুমি কি লক্ষ্য কর না যে, আল্লাহর অনুগ্রহে জলযানগুলি সমুদ্রে বিচরণ করে তোমাদেরকে তাঁর নিদর্শনাবলী দেখাবার জন্য?[১] অবশ্যই এতে প্রত্যেক ধৈর্যশীল, কৃতজ্ঞ ব্যক্তির[২] জন্য বহু নিদর্শন রয়েছে।\n[১] অর্থাৎ, সাগরে জলজাহাজ চলাচলও তাঁর দয়া ও অনুগ্রহের বহিঃপ্রকাশ এবং তাঁর অধীনস্থ করার ক্ষমতার একটি নমুনা। তিনি পানি ও হাওয়া উভয়কে এমন অনুকূল অবস্থায় রাখেন, যাতে সমুদ্রের বুকে জাহাজ চলাচল করতে পারে। তাছাড়া তিনি যদি চান, তাহলে হাওয়ার প্রবলতা ও ঢেউয়ের উত্তালে জাহাজ চলাচল অসম্ভব হয়ে যাবে।\n[২] অর্থাৎ, কষ্টে ধৈর্যধারণকারী এবং সুখ ও খুশির সময় আল্লাহর শুকরকারী ব্যক্তির জন্য।"
    },
    {
      "ayah": 32,
      "surah": 31,
      "text": "পর্বত (বা মেঘ)মালা সম তরঙ্গমালা যখন ওদেরকে ঢেকে নিতে চায়, তখন ওরা আল্লাহর আনুগত্যে বিশুদ্ধ-চিত্ত হয়ে তাঁকে ডাকে।[১] কিন্তু তিনি যখন ওদেরকে কূলে ভিড়িয়ে উদ্ধার করেন, তখন ওদের কেউ কেউ সরল পথে থাকে।[২] কেবল বিশ্বাসঘাতক অকৃতজ্ঞ ব্যক্তিই নিদর্শনাবলী অস্বীকার করে।[৩]\n[১] অর্থাৎ, যখন তাদের জলজাহাজকে মেঘ ও পাহাড়ের মত ঢেউ এসে ঘিরে নেয় এবং মৃত্যুর পঞ্জা তাদেরকে গ্রাস করে ফেলছে মনে হয়, তখন পৃথিবীর সকল উপাস্য তাদের মন থেকে মুছে যায় এবং একমাত্র আসমানী উপাস্যকে তারা ডাকতে শুরু করে, যিনি প্রকৃত ও বাস্তব উপাস্য।\n[২] কেউ কেউ (مقتصدٌ) এর অর্থ 'অঙ্গীকার পালনকারী' বলেছেন। অর্থাৎ অনেকে ঈমান, তাওহীদ ও আনুগত্যের যে অঙ্গীকার সামুদ্রিক তুফানী ঢেউয়ের সময় করেছিল তার উপর প্রতিষ্ঠিত থাকে। তাদের নিকট উক্ত বাক্যে কিছু শব্দ ঊহ্য আছে, আর তা হল, (فمنهم مقتصدٌ ومنهم كافرٌ) অর্থাৎ, তখন ওদের মধ্যে কেউ বিশ্বাসী হয় এবং কেউ অবিশ্বাসী হয়।\n(ফাতহুল ক্বাদীর)\nঅন্য মুফাসসিরদের নিকট এর অর্থ হল 'মধ্যম পন্থা অবলম্বনকারী' আর তা আপত্তি স্বরূপ বলা হয়েছে। অর্থাৎ এমন সঙ্কটময় অবস্থা ও আল্লাহর এমন বৃহৎ নিদর্শন চাক্ষুষ দর্শন করে এবং পরিত্রাণরূপ আল্লাহর অনুগ্রহ পাওয়ার পরেও মানুষ এখনো আল্লাহর পরিপূর্ণ ইবাদত ও আনুগত্য করে না; বরং মধ্যবর্তী পথ অবলম্বন করে? অথচ যে পরিস্থিতির সম্মুখীন সে হয়েছিল, তাতে পরিপূর্ণ ইবাদতে রত হওয়ার কথা ছিল; মধ্যবর্তী ইবাদতে রত হওয়ার কথা নয়।\n(ইবনে কাসীর)\nতবে প্রথমোক্ত অর্থটিই পূর্বাপর বাগধারার সাথে অধিক সামঞ্জস্যশীল।\n[৩] ختاَّر এর অর্থ হল বিশ্বাসঘাতক, চুক্তি ভঙ্গকারী, كَفُوْر অকৃতজ্ঞ ব্যক্তি।"
    },
    {
      "ayah": 33,
      "surah": 31,
      "text": "হে মানুষ! তোমরা তোমাদের প্রতিপালককে ভয় কর এবং সেদিনকে ভয় কর, যেদিন পিতা সন্তানের কোন উপকারে আসবে না, সন্তানও তার পিতার কোন উপকারে আসবে না।[১] আল্লাহর প্রতিশ্রুতি সত্য। সুতরাং পার্থিব জীবন যেন তোমাদেরকে কিছুতেই প্রতারিত না করে এবং শয়তান যেন কিছুতেই আল্লাহ সম্পর্কে তোমাদেরকে ধোঁকায় না ফেলে।\n[১] جازٍ ইসমে ফায়েল (কর্তৃকারক)। এর উৎপত্তি হল جزى يجزي থেকে। এর অর্থ বদলা দেওয়া। উদ্দেশ্য এই যে, যদি পিতা ছেলেকে বাঁচানোর জন্য তার পরিবর্তে নিজেকে অথবা ছেলে পিতার পরিবর্তে নিজেকে মুক্তিপণরূপে পেশ করতে চায়, তবুও সেখানে তা অসম্ভব হবে। প্রত্যেক ব্যক্তিকে তার আপন কর্মের ফল ভোগ করতে হবে। যখন পিতা-পুত্র এক অপরের কোন কাজে আসবে না, তখন অন্যান্য আত্মীয়দের আর কি ক্ষমতা? তারা কিভাবে একে অপরকে উপকৃত করতে পারবে? (ইবরাহীম (আঃ) নিজ পিতা এবং নূহ (আঃ) নিজ ছেলের কি কোন উপকার করতে পারবেন? নূহ (আঃ) ও লূত (আঃ) কি নিজ নিজ স্ত্রীর কোন কাজে আসবেন? কোন নবী কি কোন বেঈমান মুশরিক আত্মীয়র উপকার করতে পারবেন? তাহলে যাদের সাথে কোন আত্মীয়তাই নেই তারা কিভাবে মুশরিকদের উপকার সাধন করতে পারবে?"
    },
    {
      "ayah": 34,
      "surah": 31,
      "text": "নিশ্চয় আল্লাহর নিকটেই আছে কিয়ামত (সংঘটিত হওয়ার) জ্ঞান, তিনি বৃষ্টি বর্ষণ করেন এবং তিনি জানেন জরায়ুতে যা আছে। কেউ জানে না আগামী কাল সে কি অর্জন করবে এবং কেউ জানে না কোন্ দেশে তার মৃত্যু ঘটবে।[১] নিশ্চয়ই আল্লাহ সর্বজ্ঞ, সর্ববিষয়ে অবহিত।\n[১] হাদীসে বর্ণিত হয়েছে যে, গায়েবের চাবিকাঠি হল পাঁচটি, যা আল্লাহ ছাড়া কেউ অবগত নন।\n(বুখারীঃ সূরা লুকমানের তফসীর, ইস্তিস্কা অধ্যায়)\n(ক) কিয়ামত কখন হবে? কিয়ামতের নিকটবর্তী কিছু নিদর্শন নবী (সাঃ) বলেছেন; কিন্তু কিয়ামত প্রতিষ্ঠিত হওয়ার সঠিক সময় নিশ্চিতরূপে একমাত্র আল্লাহই জানেন, তা কোন ফিরিশতা জানেন না এবং কোন প্রেরিত নবীও না। (খ) বৃষ্টি কখন কোথায় হবে? মেঘের চিহ্ন ও অনুকূল হাওয়া দেখে আন্দাজ লাগানো হয় বা লাগানো যায় যে, অমুক এলাকায় বৃষ্টি হতে পারে। কিন্তু এ কথা সকলে জানে যে, এই আন্দাজ কখনো সঠিক হয় আবার কখনো বেঠিক। এমনকি আবহাওয়া দফতরের প্রচারিত খবর অনেক সময় সঠিক হয় না। যাতে পরিষ্কার বুঝা যাচ্ছে যে, বৃষ্টি কোথায় কখন হবে একমাত্র আল্লাহ ছাড়া অন্য কেউ জানে না। (গ) মাতৃগর্ভে কি আছে? বিভিন্ন যন্ত্রের সাহায্যে সম্ভবতঃ অসম্পূর্ণ ধারণা পাওয়া যেতে পারে যে, তা ছেলে না মেয়ে। কিন্তু মাতৃগর্ভের এই বাচ্চা সৎ না অসৎ, সৌভাগ্যবান না দুর্ভাগ্যবান, পূর্ণ না অপূর্ণ, বিকলাঙ্গ না অবিকলাঙ্গ, সুশ্রী না কুশ্রী হবে ইত্যাদি বিষয়ক জ্ঞান আল্লাহ ছাড়া আর কেউ জানে না। (ঘ) মানুষ আগামী কাল কি করবে? তা দ্বীনী বিষয় হোক বা পার্থিব বিষয়, কেউ আগামী কালের বিষয়ে জ্ঞান রাখে না যে, আগামী কাল পর্যন্ত তার জীবন থাকবে কি না? আর যদি থাকে, তাহলে সে তাতে কি আমল করবে? (ঙ) মৃত্যু কোথায় হবে? ঘরে না বাইরে, স্বদেশে না বিদেশে, যুবক অবস্থায় না বৃদ্ধাবস্থায়, নিজের আশা ও চাহিদা পূর্ণ হওয়ার পর নাকি তার পূর্বে? এ সব কেউ জানে না।"
    },
    {
      "ayah": 4,
      "surah": 31,
      "text": "যারা যথাযথভাবে নামায পড়ে, যাকাত দেয় ও পরলোকে নিশ্চিত বিশ্বাস রাখে। [১]\n[১] নামায ও যাকাত আদায় এবং আখেরাতের প্রতি বিশ্বাস এই তিনটিই অতীব গুরুত্বপূর্ণ, তাই বিশেষ করে এইগুলোকে (পরহেযগার ও সৎকর্মপরায়ণদের কর্মরূপে) উল্লেখ করা হয়েছে। নচেৎ তাঁরা তো আসলে সকল ফরয ও সুন্নত বরং মুস্তাহাব কর্মাবলীকেও যথাযথভাবে মেনে চলেন।"
    },
    {
      "ayah": 5,
      "surah": 31,
      "text": "ওরাই ওদের প্রতিপালক কর্তৃক নির্দেশিত পথে আছে এবং ওরাই সফলকাম। [১]\n[১] فَلاح (সফলতা)র অর্থ জানার জন্য সূরা বাক্বারাহ ২:৫নং ও সূরা মু'মিনূনের ১নং আয়াতের তফসীর দেখুন।"
    },
    {
      "ayah": 6,
      "surah": 31,
      "text": "মানুষের মধ্যে কেউ কেউ অজ্ঞ লোকদের আল্লাহর পথ হতে বিচ্যুত করার জন্য অসার বাক্য ক্রয় করে[১] এবং আল্লাহর প্রদর্শিত পথ নিয়ে ঠাট্টা-বিদ্রূপ করে।[২] ওদেরই জন্য রয়েছে অবমাননাকর শাস্তি। [৩]\n[১] সৌভাগ্যবান মানুষরা আল্লাহর কিতাব দ্বারা পথপ্রাপ্ত হন এবং তা শ্রবণ করে উপকৃত হন। তাঁদের কথা উল্লেখের পর ঐ সকল দুর্ভাগ্যবানদের কথা উল্লেখ করা হচ্ছে, যারা আল্লাহর কুরআন শ্রবণ করা থেকে দূরে থাকে, বরং গান-বাজনা ইত্যাদি খুব একাগ্রতার সাথে শোনে এবং তাতে বড় আগ্রহী হয়। এখানে 'ক্রয় করা'র অর্থ হচ্ছে, গান-বাজনার সামগ্রী (ক্রয় করে) নিজেদের ঘরে নিয়ে আসে এবং তৃপ্তি সহকারে তার সুর ও ঝংকার উপভোগ করে। لَهوَ الحَدِيث (অসার বাক্য) বলতে গান-বাজনা ও তার সামগ্রী, বাঁশি এবং ঐ সকল যন্ত্র যা মানুষকে আল্লাহর স্মরণ থেকে উদাস করে দেয়। কেচ্ছা-কাহিনী, রূপকথা, উপকথা, নাটক, উপন্যাস, অশ্লীল ও সেক্সী পত্র-পত্রিকা এবং বর্তমানের রেডিও, অডিও, টিভি, সিডি, ভিসিয়ার, ভিসিপি, ডিভিডি এবং ভিডিও ফিল্ম ইত্যাদিও এর মধ্যে পড়ে। নবী (সাঃ)-এর যুগে অনেকে গায়িকা ক্রীতদাসী এই উদ্দেশ্যে ক্রয় করত যে, যাতে সে গান শুনিয়ে লোকেদের মন জয় করতে এবং কুরআন ও ইসলাম থেকে দূরে রাখতে পারে। এই অর্থে গায়ক-গায়িকা ও নায়ক-নায়িকাও এসে যায়। বর্তমানে যাদেরকে শিল্পী, ফিল্মী তারকা, সাংস্কৃতিক, না জানি আরো কত রকম সভ্য, চিত্তাকর্ষী এবং মন-মাতানো নামে অভিহিত করা হয়!\n[২] এই সকল বস্তুর মাধ্যমে অবশ্যই মানুষ আল্লাহর পথ থেকে ভ্রষ্ট হয়ে যায় এবং দ্বীনকে ঠাট্টা-বিদ্রূপের নিশানা বানায়।\n[৩] এ সবের পৃষ্ঠপোষক ও উৎসাহদাতা সরকার, প্রতিষ্ঠান বা কারখানার মালিক, পত্র-পত্রিকার সম্পাদক, লেখক বা রচয়িতা এবং সংযোজক ও পরিচালকরাও এই কঠোর শাস্তির ভাগী হবে। (আল্লাহ আমাদের তা থেকে পরিত্রাণ দিন।)"
    },
    {
      "ayah": 7,
      "surah": 31,
      "text": "যখন ওদের নিকট আমার বাক্য আবৃত্তি করা হয়, তখন ওরা দম্ভভরে মুখ ফিরিয়ে নেয়; যেন ওরা তা শুনতে পায়নি; যেন ওদের কান দু’টি বধির।[১] অতএব ওদেরকে মর্মন্তুদ শাস্তির সুসংবাদ দাও।\n[১] এটা ঐ সকল মানুষদের অবস্থা, যারা উল্লিখিত অসার ও মন উদাসকারী বস্তুসমূহ নিয়ে মগ্ন থাকে। কুরআনের আয়াত এবং আল্লাহ ও রসূলের কথা শুনতে তারা বধির হয়ে যায় অথচ তারা বধির (বা কালা) নয়। তারা অন্য দিকে এমনভাবে মুখ ফিরিয়ে নেয়, ঠিক যেন তারা শুনতেই পায়নি। কারণ তা শুনতে তারা কষ্ট অনুভব করে। এই জন্য তা শোনাতে তাদের কোন উপকারও হয় না। وَقر এর অর্থ কানের মধ্যে এমন বোঝা, যার ফলে কিছু শোনা যায় না।"
    },
    { "ayah": 8, "surah": 31, "text": "নিশ্চয় যারা বিশ্বাস করে ও সৎকাজ করে, তাদের জন্য আছে সুখের উদ্যানরাজি;" },
    {
      "ayah": 9,
      "surah": 31,
      "text": "সেখানে তারা চিরকাল থাকবে। আল্লাহর প্রতিশ্রুতি সত্য।[১] আর তিনি পরাক্রমশালী, প্রজ্ঞাময়।\n[১] অর্থাৎ, তা নিঃসন্দেহে পূর্ণ হবে। কারণ এটা আল্লাহ তাআলার পক্ষ থেকে ওয়াদা ও প্রতিশ্রুতি। আর আল্লাহ নিজ ওয়াদা ভঙ্গ করেন না।"
    }
  ]
}
