{
  "ayahs": [
    { "ayah": 1, "surah": 41, "text": "হা-মীম," },
    {
      "ayah": 10,
      "surah": 41,
      "text": "তিনি তাতে (পৃথিবীতে) অটল পর্বতমালা স্থাপন করেছেন[১] এবং স্থাপন করেছেন কল্যাণ[২] এবং চার দিনের মধ্যে তাতে খাদ্যের[৩] ব্যবস্থা করেছেন,[৪] সমানভাবে সকল অনুসন্ধানীদের জন্য। [৫]\n[১] অর্থাৎ, পাহাড়গুলোকে পৃথিবী থেকেই সৃষ্টি করে তার উপর গেড়ে দেন যাতে পৃথিবী নড়া-চড়া না করে।\n[২] অর্থাৎ, তাতে বরকত স্থাপন করেছেন। এ থেকে ইঙ্গিত করা হয়েছে পর্যাপ্ত পরিমাণে পানি, বহু প্রকারের খাদ্যসামগ্রী, খনিজ পদার্থ এবং এই ধরনের আরো অনেক প্রকারের আসবাব-পত্রের প্রতি, যা পৃথিবীর বরকত বা কল্যাণ। আর প্রভূত কল্যাণের নামই হল বরকত।\n[৩] أَقْوَاتٌ (খাদ্য, জীবিকা) হল قُوْتٌ এর বহুবচন। অর্থাৎ, পৃথিবীতে বসবাসকারী সমস্ত সৃষ্টির খোরাক তাতে নির্ধারিত বা তার ব্যবস্থা করে দিয়েছেন। আর প্রতিপালকের এই নির্ধারণ বা ব্যবস্থাপনা এত বিস্তর ও ব্যাপক যে, কোন জিহ্বা তা বর্ণনা করতে পারবে না, কোন কলম তা লিপিবদ্ধ করতে পারবে না এবং কোন ক্যালকুলেটর তার হিসাব করতে পারবে না। কেউ কেউ নির্ধারিত করার অর্থ করেছেন, প্রত্যেক ভূখন্ডের জন্য পৃথক পৃথক ফল-ফসল নির্দিষ্ট করেছেন, যা অন্য অংশে তা উৎপন্ন হতে পারে না। যাতে প্রত্যেক অঞ্চলের বিশেষ এই উৎপন্ন দ্রব্য সেখানকার স্থানীয় লোকেদের ব্যবসা-বাণিজ্যের বুনিয়াদ হয়ে যায় (এবং অন্য অঞ্চলের সাথে পণ্য বিনিময়ের মাধ্যমে সকলে লাভবান হয়। এ অর্থও সঠিক এবং একেবারে বাস্তব।\n[৪] অর্থাৎ, সৃষ্টির দু'দিন এবং বিস্তৃত করণের দু'দিন। সব দিনগুলো মিলিয়ে হল মোট চার দিন। যাতে এই সমস্ত কাজ সুসম্পন্ন হয়। (তবে সে দিন কত লম্বা তা আল্লাহই জানেন।)\n[৫] سَوَاءً এর অর্থ হল ঠিক বা পূর্ণ চার দিনে। অর্থাৎ, জিজ্ঞাসাকারীদের বলে দাও যে, সৃষ্টি ও বিস্তৃত করণের এ কাজ ঠিক বা পূর্ণ চার দিনে সম্পন্ন হয়। অথবা পূর্ণ কিংবা সঠিক উত্তর হল জিজ্ঞাসুদের জন্যে। অথবা খাদ্যের ব্যবস্থা করেছেন, সমানভাবে সকল অভাবী ও অনুসন্ধানীদের জন্য।"
    },
    {
      "ayah": 11,
      "surah": 41,
      "text": "অতঃপর তিনি আকাশের দিকে মনোনিবেশ করেন, যা ছিল ধূম্রপুঞ্জবিশেষ। অতঃপর তিনি ওকে (আকাশকে) ও পৃথিবীকে বললেন, ‘তোমরা উভয়ে ইচ্ছায় অথবা অনিচ্ছায় এস।’[১] ওরা বলল, ‘আমরা তো অনুগত হয়ে আসলাম।’\n[১] এই আসা কিভাবে ছিল? আসার ধরন বর্ণনা করা যেতে পারে না। উভয়ে আল্লাহর কাছে ঐভাবেই এসেছে, যেভাবে তিনি চেয়েছেন। কেউ কেউ এর অর্থ করেছেন, আমার নির্দেশের আনুগত্য কর। তারা (আকাশ ও পৃথিবী) বলল, আমরা (তোমার) আনুগত্যের জন্য উপস্থিত আছি। সুতরাং আল্লাহ আকাশকে নির্দেশ দিলেন যে, সূর্য, চাঁদ এবং তারকারাজি বের কর এবং পৃথিবীকে বললেন যে, নদ-নদী প্রবাহিত এবং ফল-মূল উৎপন্ন কর।\n(ইবনে কাসীর)\nঅথবা অর্থ হল, তোমরা উভয়েই অস্তিত্বে চলে এস।"
    },
    {
      "ayah": 12,
      "surah": 41,
      "text": "অতঃপর তিনি আকাশমন্ডলীকে দু’দিনে সপ্তাকাশে পরিণত করলেন এবং প্রত্যেক আকাশের নিকট তার কর্তব্য ব্যক্ত করলেন।[১] আর আমি নিকটবর্তী আকাশকে সুশোভিত করলাম প্রদীপমালা দ্বারা এবং তাকে করলাম সুরক্ষিত।[২] এ সব পরাক্রমশালী সর্বজ্ঞ আল্লাহর ব্যবস্থাপনা।\n[১] অর্থাৎ, স্বয়ং আকাশমন্ডলীকে অথবা সেখানে বসবাসকারী ফিরিশতামন্ডলীকে বিশেষ বিশেষ কাজের এবং যিকর-আযকারের দায়িত্বে লাগিয়ে দিলেন।[২] অর্থাৎ, শয়তান থেকে সুরক্ষিত। যেমন, অন্যত্র এ কথা স্পষ্টভাবে বলা হয়েছে। তারকারাজি সৃষ্টির তৃতীয় আর একটি উদ্দেশ্য অন্যত্র اهتِدَاءٌ (পথ পাওয়া বা দিক নির্ণয় করা)ও বলা হয়েছে।\n(সূরা নাহল ১৬:১৬)"
    },
    {
      "ayah": 13,
      "surah": 41,
      "text": "এর পরেও যদি ওরা মুখ ফিরিয়ে নেয়, তবে (ওদেরকে) বল, আমি তো তোমাদেরকে এক ধ্বংসকর শাস্তি সম্পর্কে সতর্ক করেছি; যেরূপ শাস্তির সম্মুখীন হয়েছিল আ’দ ও সামূদ;"
    },
    {
      "ayah": 14,
      "surah": 41,
      "text": "যখন ওদের নিকট ওদের সম্মুখ ও পশ্চাৎ দিক হতে রসূলগণ এসেছিল (এবং তারা বলেছিল), ‘তোমরা আল্লাহ ব্যতীত কারও উপাসনা করো না।’ তখন ওরা বলেছিল, ‘আমাদের প্রতিপালকের এরূপ ইচ্ছা হলে তিনি অবশ্যই ফিরিশতা প্রেরণ করতেন। অতএব তোমরা যা নিয়ে প্রেরিত হয়েছ আমরা তা প্রত্যাখ্যান করলাম।’ [১]\n[১] অর্থাৎ, যেহেতু তুমি আমাদের মতনই মানুষ, তাই আমরা তোমাকে নবী মানতে পারি না। আল্লাহর নবী প্রেরণ করার প্রয়োজন হলে ফিরিশতা প্রেরণ করতেন; মানুষ নয়।"
    },
    {
      "ayah": 15,
      "surah": 41,
      "text": "আ’দ সম্প্রদায়ের ব্যাপার তো এই যে, ওরা পৃথিবীতে অযথা দম্ভ করত এবং বলত, ‘আমাদের অপেক্ষা অধিক শক্তিশালী কে আছে?’[১] ওরা কি তবে লক্ষ্য করেনি যে, আল্লাহ যিনি ওদেরকে সৃষ্টি করেছেন, তিনি ওদের অপেক্ষাও অধিক শক্তিশালী?[২] আর ওরা আমার নিদর্শনাবলীকে অস্বীকার করত। [৩]\n[১] এই উক্তি থেকে তাদের উদ্দেশ্য এই ছিল যে, তারা আল্লাহর আযাব রোধ করার ক্ষমতা রাখে। কেননা, তারা অতি দীর্ঘকায় এবং প্রচন্ড শক্তিশালী ছিল। আর এ কথা তারা তখন বলেছিল, যখন হূদ (আঃ) তাদেরকে ভয় দেখিয়েছিলেন এবং আল্লাহর আযাবের ব্যাপারে সতর্ক করেছিলেন।\n[২] অর্থাৎ, তারা কি সেই আল্লাহর চেয়েও অধিক শক্তিশালী, যিনি তাদেরকে সৃষ্টি করেছেন এবং তাদেরকে শক্তি ও সামর্থ্য দানে ধন্য করেছেন। তাদেরকে সৃষ্টি করার পর তাঁর নিজস্ব শক্তি ও সামর্থ্য শেষ হয়ে গেছে নাকি? এখানে জিজ্ঞাসা অস্বীকৃতিসূচক এবং ধমকের জন্য।\n[৩] অর্থাৎ, সেই মু'জিযাগুলোকে যা আমি নবীদেরকে দান করেছিলাম অথবা সেই দলীলগুলোকে, যা আমি নবীদের সাথে অবতীর্ণ করেছিলাম কিংবা অসংখ্য সেই সৃষ্টিগত নিদর্শনাবলীকে, যা বিশ্বজাহানে ছড়িয়ে আছে।"
    },
    {
      "ayah": 16,
      "surah": 41,
      "text": "অতঃপর আমি ওদেরকে পার্থিব জীবনে লাঞ্ছনাদায়ক শাস্তি আস্বাদন করাবার জন্য কতিপয় অশুভ দিনে[১] ওদের উপরে ঝোড়ো হাওয়া[২] প্রেরণ করেছিলাম। আর পরলোকের শাস্তি তো অধিকতর লাঞ্ছনাদায়ক এবং ওদেরকে সাহায্য করা হবে না।\n[১] نَحِسَاتٌ এর অনুবাদ কেউ করেছেন ধারাবাহিক ও লাগাতার। কেননা, এ হাওয়া সাত দিন আট রাত পর্যন্ত লাগাতার চলেছে। আবার কেউ এর অর্থ কঠিন, কেউ ধূলা-বালি মিশ্রিত হাওয়া এবং কেউ অশুভও করেছেন। শেষোক্ত অনুবাদের সারমর্ম হবে, যে দিনগুলোতে তাদের উপর কঠিন তুফান চলেছে, সেগুলো তাদের জন্য বড়ই অকল্যাণকর ও অশুভ প্রমাণিত হয়েছে। তবে এর অর্থ এই নয় যে, দিনগুলোই অশুভ। কারণ কোন সময় বা দিন অশুভ হয় না।\n[২] صَرْصَرٌ এর উৎপত্তি হল, صُرَّةٌ থেকে; যার অর্থঃ শব্দ। অর্থাৎ, এমন বাতাস যাতে বিকট শব্দ ছিল। অর্থাৎ, অতি প্রবল ও জোরদার ঝড়, যাতে ভীষণ শব্দও ছিল। কেউ কেউ বলেছেন, এটা صر থেকে গঠিত যার অর্থ, ঠান্ডা। অর্থাৎ, ঠান্ডা, শীতল বা হিমশীতল বাতাস। ইমাম ইবনে কাসীর বলেন, সঠিক এই যে, উক্ত হাওয়ার মধ্যে বর্ণিত সব গুণগুলোই বর্তমান ছিল।"
    },
    {
      "ayah": 17,
      "surah": 41,
      "text": "আর সামূদ সম্প্রদায়ের ব্যাপার তো এই যে, আমি ওদেরকে পথনির্দেশ করেছিলাম;[১] কিন্তু ওরা সৎপথের পরিবর্তে ভ্রান্তপথ অবলম্বন করেছিল।[২] অতঃপর ওদের কৃতকর্মের পরিণামস্বরূপ ওদেরকে লাঞ্ছনাদায়ক শাস্তি আঘাত হানল। [৩]\n[১] অর্থাৎ, তাদেরকে তাওহীদের দাওয়াত দিয়েছিলাম, তার প্রমাণাদি তাদের সামনে স্পষ্ট করেছিলাম এবং তাদের নবী সালেহ-এর মাধ্যমে তাদের উপর হুজ্জত কায়েম করেছিলাম।\n[২] অর্থাৎ, তারা বিরোধিতা করে ও মিথ্যা ভাবে। এমনকি শেষ পর্যন্ত তারা সেই উটনীকেও যবাই করে দেয়, যাকে মু'জিযা স্বরূপ তাদের দাবী অনুযায়ী পাহাড় থেকে বের করা হয়েছিল এবং তা ছিল নবীর সত্যতার দলীল।\n[৩] صَاعِقَةٌ বলা হয় কঠিন আযাবকে। এই কঠিন আযাব তাদের উপর বিকট শব্দ এবং ভূমিকম্প আকারে আসে। যাতে তাদেরকে লাঞ্ছনা ও অপমান সহ ধ্বংস করে দেওয়া হয়।"
    },
    { "ayah": 18, "surah": 41, "text": "আর যারা বিশ্বাসী ও সাবধানী ছিল, আমি তাদেরকে উদ্ধার করলাম।" },
    {
      "ayah": 19,
      "surah": 41,
      "text": "(স্মরণ কর,) যেদিন[১] আল্লাহর শত্রুদেরকে জাহান্নামে নিক্ষেপ করার জন্য সমবেত করা হবে এবং ওদেরকে বিভিন্ন দলে বিন্যস্ত করা হবে, [২]\n[১] এখানে اذْكُر ঊহ্য আছে। অর্থাৎ, (সেই দিনকে স্মরণ কর,) যেদিন আল্লাহর শত্রুদেরকে জাহান্নামের ফিরিশতারা একত্রিত করবেন। অর্থাৎ, প্রথম থেকে নিয়ে শেষ পর্যন্ত সকল শত্রুরা একত্রিত হবে।[২] يُوزَعون অর্থাৎ, তাদেরকে থামিয়ে থামিয়ে প্রথম থেকে নিয়ে শেষ পর্যন্ত সকলকে একত্রিত করা হবে।\n(ফাতহুল ক্বাদীর)\nএই শব্দের আরো ব্যাখ্যা জানার জন্য দ্রষ্টব্য সূরা নামলের ২৭:১৭ নং আয়াতের টীকা।"
    },
    { "ayah": 2, "surah": 41, "text": "(এ) অনন্ত করুণাময়, পরম দয়ালুর নিকট হতে অবতীর্ণ।" },
    {
      "ayah": 20,
      "surah": 41,
      "text": "পরিশেষে যখন ওরা জাহান্নামের সন্নিকটে পৌঁছবে, তখন ওদের কান, চোখ ও দেহের চামড়া ওদের কৃতকর্ম সম্বন্ধে সাক্ষ্য দেবে। [১]\n[১] অর্থাৎ, যখন তারা শিরক করার কথা অস্বীকার করবে, তখন আল্লাহ তাদের মুখে মোহর লাগিয়ে দেবেন এবং তাদের (দেহের) অঙ্গগুলো সাক্ষ্য দেবে যে, তারা এই কাজ করত। إِذَا مَا جَاءُوهَا তে ما অতিরিক্ত (যার কোন অর্থ হবে না) তাকীদ স্বরূপ এসেছে। মানুষের রয়েছে পাঁচটি ইন্দ্রিয়। এখানে দু'টি উল্লেখ করা হয়েছে। তৃতীয়টি হল ত্বক বা চামড়া যা স্পর্শের যন্ত্র। এইভাবে ইন্দ্রিয়গুলো তিন প্রকারের হয়। বাকী আরো দু'টি ইন্দ্রিয় এই জন্য উল্লেখ করা হয়নি যে, স্বাদ গ্রহণ স্পর্শের অন্তর্ভুক্ত। কেননা, স্বাদ গ্রহণ করা ততক্ষণ পর্যন্ত সম্ভব নয়, যতক্ষণ পর্যন্ত না সে জিনিসকে জিহ্বার ত্বকের উপর রাখা হবে। অনুরূপ ঘ্রাণ নেওয়াও ততক্ষণ পর্যন্ত সম্ভব নয়, যতক্ষণ পর্যন্ত না সে জিনিস নাসিকার ত্বকে স্পর্শ হবে। এইভাবে جُلود শব্দের মধ্যে তিনটি ইন্দ্রিয় চলে আসে।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 21,
      "surah": 41,
      "text": "জাহান্নামীরা ওদের চামড়াকে জিজ্ঞাসা করবে, ‘তোমরা আমাদের বিরুদ্ধে সাক্ষ্য দিলে কেন?’[১] উত্তরে চামড়া বলবে, ‘আল্লাহ যিনি সমস্ত কিছুকে বাকশক্তি দিয়েছেন, তিনি আমাদেরও বাকশক্তি দিয়েছেন।’ তিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে। [২]\n[১] অর্থাৎ, মুশরিক ও কাফেররা যখন দেখবে যে, তাদেরই অঙ্গগুলো তাদের বিরুদ্ধে সাক্ষ্য দিচ্ছে, তখন বিস্মিত অথবা ক্ষুব্ধ হয়ে ধমকের স্বরে এ কথা বলবে।[২] কেউ কেউ وَهُوَ (তিনি তোমাদেরকে) থেকে আল্লাহর উক্তি বলেছেন। এই দিক দিয়ে এটা হবে 'জুমলাহ মুস্তা'নিফাহ' (বিচ্ছিন্ন নতুন বাক্য)। আবার কেউ কেউ বলেছেন, এটা মানুষের চামড়ারই কথা। এই দিক দিয়ে এটা হবে সেই কথার অবশিষ্ট অংশ। কিয়ামতের দিন মানুষের অঙ্গ-প্রত্যঙ্গের সাক্ষ্য দেওয়ার কথা ইতিপূর্বে সূরা নূরের ২৪:২৪ নং আয়াতে এবং সূরা ইয়াসীনের ৩৬:৬৫ নং আয়াতেও উল্লিখিত হয়েছে। অনুরূপ সহীহ হাদীসসমূহে এ কথা বর্ণনা করা হয়েছে। যেমন, যখন আল্লাহর নির্দেশে মানুষের অঙ্গগুলো বাক্যালাপে সব কিছু বলে দেবে, তখন বান্দা বলবে, بُعْدًا لَّكُنَّ وَسُحْقًا، فَعَنْكُنَّ كُنْتُ أُنَاضِلُ \"তোমরা ধ্বংস হও, দূর হও। আমি তোমাদের জন্যই ঝগড়া ও দোষখন্ডন করছিলাম।\"\n(মুসলিমঃ কিতাবুয্ যুহদ)\nএই বর্ণনাতেই এসেছে যে, বান্দা বলবে, 'আমি আমার নিজের দেহ ব্যতীত অন্য কারো সাক্ষ্য মানব না।' তখন মহান আল্লাহ বলবেন, 'আমি এবং আমার সম্মানিত লেখক ফিরিশতাগণ কি সাক্ষীর জন্য যথেষ্ট নই?' অতঃপর তাদের মুখে মোহর লাগিয়ে দেওয়া হবে এবং তাদের অঙ্গগুলোকে কথা বলার নির্দেশ দেওয়া হবে।\n(ঐ)"
    },
    {
      "ayah": 22,
      "surah": 41,
      "text": "তোমাদের কান, চোখ ও চামড়া তোমাদের বিরুদ্ধে সাক্ষ্য দেবে না --এ বিশ্বাসে তোমরা এদের নিকট কিছু গোপন করতে না;[১] উপরন্তু তোমরা মনে করতে যে, তোমরা যা করতে, তার অনেক কিছুই আল্লাহ জানেন না! [২]\n[১] এর অর্থ হল, তোমরা পাপকাজ করার সময় মানুষকে গোপন করার চেষ্টা তো করেছিলে, কিন্তু এ ব্যাপারে তোমাদের কোনই আশঙ্কা ছিল না যে, তোমাদের বিরুদ্ধে স্বয়ং তোমাদের অঙ্গগুলো সাক্ষ্য দেবে। তাই তাদের নিকট থেকে গোপনীয়তা অবলম্বন করার কোনই প্রয়োজন তোমরা অনুভব করনি। আর এর কারণ ছিল, তোমাদের পুনরুত্থানকে অস্বীকার করা এবং তার উপর বিশ্বাস না রাখা।\n[২] এই জন্য তোমরা আল্লাহর সীমা উল্লংঘন এবং তাঁর অবাধ্যাচরণ করতে ভয়শূন্য ছিলে।"
    },
    {
      "ayah": 23,
      "surah": 41,
      "text": "তোমাদের প্রতিপালক সম্বন্ধে তোমাদের এ ধারণাই তোমাদেরকে ধ্বংসে ফেলেছে।[১] ফলে, তোমরা ক্ষতিগ্রস্ত হয়েছ।\n[১] অর্থাৎ, আল্লাহ তোমাদের অনেক কার্যকলাপের খবর রাখেন না, এই ভ্রান্ত বিশ্বাস এবং বাতিল ধারণাই তোমাদেরকে ধ্বংসের মধ্যে পতিত করেছে। কেননা, এর কারণে তোমরা নির্ভয়ে সর্বপ্রকার পাপকাজ করতে সাহস করেছিলে। এই আয়াত অবতীর্ণ হওয়ার কারণ সম্পর্কে একটি বর্ণনা এসেছে। আব্দুল্লাহ ইবনে মাসউদ (রাঃ) বলেন, কা'বা শরীফের পাশে দু'জন কুরাইশী এবং একজন সাক্বাফী অথবা দু'জন সাক্বাফী এবং একজন কুরাইশী একত্রিত হয়। তাদের মধ্যে মোটা শরীর এবং অল্প বুদ্ধির অধিকারী ব্যক্তিটি বলল, 'তোমরা কি মনে কর যে, আমাদের কথা আল্লাহ শুনেন?' দ্বিতীয়জন বলল, 'আমাদের জোরে বলা কথাগুলো শুনেন এবং আস্তে বলা কথাগুলো শুনেন না।' অপর আর একজন বলল, 'তিনি যদি আমাদের উঁচু আওয়াজে বলা কথাগুলো শুনেন, তবে চুপি চুপি বলা কথাগুলো অবশ্যই শুনেন।' এরই উপর আল্লাহ {وَمَا كُنْتُمْ تَسْتَتِرُوْنَ} আয়াত অবতীর্ণ হল।\n(বুখারীঃ তাফসীর সূরা হা-মীম সাজদাহ)"
    },
    {
      "ayah": 24,
      "surah": 41,
      "text": "এখন ওরা ধৈর্যশীল হলেও জাহান্নামই হবে ওদের আবাস এবং ওরা ক্ষমাপ্রার্থী হলেও ক্ষমাপ্রাপ্ত হবে না। [১]\n[১] এর আর একটি অর্থ এও করা হয়েছে যে, যদি তারা মানাতে (সন্তুষ্ট করতে) চায়, যাতে তারা জান্নাতে যেতে পারে, তবে (আল্লাহর) সন্তুষ্টি তারা কখনও লাভ করতে পারবে না।\n(আয়সারুত্ তাফাসীর, ফাতহুল ক্বাদীর)\nকেউ কেউ এর অর্থ করেছেন, তারা পুনরায় দুনিয়াতে ফিরে যাওয়ার আকাঙ্ক্ষা করবে, যা মঞ্জুর করা হবে না।\n(তফসীর ত্বাবারী)\nঅর্থাৎ, তাদের চিরস্থায়ী ঠিকানা হল জাহান্নাম, তাতে ধৈর্য ধারণ করলে (তবুও রহম করা হবে না। যেমন, দুনিয়াতে কোন কোন সময় ধৈর্য ধারণকারীদের প্রতি মায়া-মমতা আসে) অথবা অন্য কোনভাবে সেখান থেকে বের হওয়ার প্রচেষ্টা করলেও, তাদেরকে ব্যর্থই হতে হবে।"
    },
    {
      "ayah": 25,
      "surah": 41,
      "text": "আমি ওদের সঙ্গী দিয়েছিলাম, যারা ওদের অতীত ও ভবিষ্যৎকে ওদের দৃষ্টিতে সুশোভিত করে দেখিয়েছিল।[১] ওদের ব্যাপারে ওদের পূর্ববর্তী জ্বিন এবং মানুষদের ন্যায় শাস্তির কথা বাস্তব হয়েছে। নিশ্চয় ওরা ছিল ক্ষতিগ্রস্ত।\n[১] এ থেকে সেই শয়তান প্রকৃতির মানুষ ও জ্বিনদেরকে বুঝানো হয়েছে, যারা বাতিলপন্থীদের পশ্চাতে লেগে থাকে। তারা তাদের সামনে কুফরী ও অন্যায়কে সুন্দর ও সুশোভিত করে পেশ করে। ফলে তারা ভ্রষ্টতার ঘূর্ণাবর্তে ফেঁসে যায়। পরিশেষে এই অবস্থায় তাদের মৃত্যু আসে এবং তার ফলে তারা চিরদিনকার জন্য ক্ষতিগ্রস্ত পরিগণিত হয়।"
    },
    {
      "ayah": 26,
      "surah": 41,
      "text": "অবিশ্বাসীরা বলে, ‘তোমরা এ কুরআন শ্রবণ করো না[১] এবং তা আবৃত্তিকালে শোরগোল সৃষ্টি কর;[২] যাতে তোমরা জয়ী হতে পার।’[৩]\n[১] এ কথা তারা আপোসে বলাবলি করে। কেউ কেউ لاَ تَسْمَعُوْا (এ কুরআন শুনো না) এর অর্থ করেছেন, তার অনুসরণ করো না। তার কথা মেনো না।\n[২] অর্থাৎ, চেঁচামেচি কর, তালি বাজাও, শিস্ দাও এবং চিৎকার করে কথা বল, যাতে উপস্থিত জনগণের কানে কুরআনের আওয়াজ না পৌঁছে এবং তাদের অন্তর কুরআনের লালিত্যময় ভাষা ও তার চমৎকারিত্বে যেন প্রভাবিত না হয়ে যায়।\n[৩] অর্থাৎ, সম্ভবতঃ এইভাবে চিৎকার করার কারণে মুহাম্মাদ কুরআন পাঠ করাই ছেড়ে দেবে; যা শুনে মানুষ প্রভাবিত হয়।"
    },
    {
      "ayah": 27,
      "surah": 41,
      "text": "আমি অবশ্যই সত্যপ্রত্যাখ্যানকারীদেরকে কঠিন শাস্তি আস্বাদন করাব এবং নিশ্চয়ই আমি ওদের নিকৃষ্ট কার্যকলাপের সাজা দেব। [১]\n[১] অর্থাৎ, কিছু ভাল আমল থাকলেও তার কোনই মূল্য হবে না। যেমন, অতিথিসেবাপরায়ণতা এবং আত্মীয়তার সম্পর্ক বজায় রাখা ইত্যাদি। কেননা, ঈমান ধন থেকে তারা বঞ্চিত। অবশ্য পাপ কাজের বদলা তারা পাবে। যার মধ্যে পাকেপ্রকারে পবিত্র কুরআন শুনতে বাধা দেওয়ার মত পাপের বদলাও।"
    },
    {
      "ayah": 28,
      "surah": 41,
      "text": "এ হল আল্লাহর শত্রুদের সাজা; জাহান্নাম। আমার নিদর্শনাবলীকে অস্বীকার করার প্রতিফলস্বরূপ সেখানে ওদের জন্য স্থায়ী আবাস রয়েছে। [১]\n[১] নিদর্শনাবলী বলতে যেমন পূর্বেও বলা হয়েছে সেইসব সুস্পষ্ট প্রমাণাদি, যা মহান আল্লাহ আম্বিয়াগণের উপর অবতীর্ণ করেন অথবা সেইসব মু'জিযা, যা তিনি তাঁদেরকে দান করেন কিংবা সকল প্রকার সৃষ্টিগত প্রমাণপুঞ্জ ও সকল প্রাণীর মাঝে বিস্তৃত নিদর্শনাবলী। কাফেররা এ সব অস্বীকার করে। যার ফলে তারা ঈমান আনার সৌভাগ্য লাভ হতে বঞ্চিত থাকে।"
    },
    {
      "ayah": 29,
      "surah": 41,
      "text": "সত্যপ্রত্যাখ্যানকারীরা বলবে, ‘হে আমাদের প্রতিপালক! যে সব জ্বিন ও মানুষ আমাদেরকে পথভ্রষ্ট করেছিল তাদেরকে দেখিয়ে দাও,[১] আমরা তাদেরকে পদদলিত করব, যাতে ওরা লাঞ্ছিত হয়।’ [২]\n[১] এর অর্থ পরিষ্কার যে, ভ্রষ্টকারী কেবল শয়তানরাই হয় না, বরং অনেক সংখ্যক মানুষও শয়তানের প্রভাবে লোকদেরকে ভ্রষ্ট করার কাজে ব্যস্ত থাকে। পক্ষান্তরে কেউ কেউ জ্বিন বলতে ইবলীস এবং ইনসান বলতে ক্বাবীলকে বুঝিয়েছেন; যে মানুষের মধ্যে সর্বপ্রথম নিজের ভাই হাবীলকে হত্যা করে যুলুম এবং মহাপাপ সম্পাদন করে। হাদীস অনুযায়ী কিয়ামত পর্যন্ত অন্যায়ভাবে সংঘটিত সমস্ত হত্যার পাপের একটি অংশ তার ঘাড়ে চাপবে। কারণ সেই হল মানুষের ইতিহাসে হত্যা-অপরাধের পথিকৃৎ। আমাদের মতে প্রথম অর্থই সর্বাধিক সঠিক।\n[২] অর্থাৎ, আমাদের পা দিয়ে তাদেরকে পদদলিত করে খুব লাঞ্ছিত ও অপদস্থ করি। জাহান্নামীদের অনুসৃত নেতাদের উপর যে রাগ হবে তা মিটানোর জন্য তারা এ কথা বলবে। অথচ তারা সকলেই অপরাধী এবং সকলেই এক সাথে জাহান্নামের শাস্তি ভোগ করবে। যেমন মহান আল্লাহ অন্যত্র বলেছেন, ﴿لِكُلِّ ضِعْفٌ وَلَكِنْ لاَ تَعْلَمُوْنَ﴾ অর্থাৎ, প্রত্যেকের জন্য দ্বিগুণ (শাস্তি) রয়েছে; কিন্তু তোমরা জান না।\n(আ'রাফঃ ৩৮)\nজাহান্নামীদের কথা আলোচনা করার পর মহান আল্লাহ ঈমানদার জান্নাতীদের কথা আলোচনা করছেন। আর এটাই হলো সাধারণতঃ কুরআনের বাক্য-বিন্যাস-পদ্ধতি। যাতে ভয়ের সাথে আশা এবং আশার সাথে ভয়ের কথা উল্লেখ করার প্রতিও যত্ন নেওয়া হয়েছে। অর্থাৎ, ভীতি প্রদর্শনের পর এবার সুসংবাদ দেওয়া হচ্ছে।"
    },
    {
      "ayah": 3,
      "surah": 41,
      "text": "এমন এক গ্রন্থ যা আরবী কুরআনরূপে[১] এর বাক্যসমূহকে জ্ঞানী সম্প্রদায়ের জন্য[২] বিশদভাবে বিবৃত করা হয়েছে। [৩]\n[১] এটা 'হাল' (যা পূর্বোক্তের অবস্থা বর্ণনা করে) অর্থাৎ, এর শব্দগুলো আরবী ভাষায়। যার অর্থ বিশ্লেষিত ও সুস্পষ্ট।\n[২] অর্থাৎ, যারা আরবী ভাষা, তার অর্থ ও ভাবার্থ এবং তার রহস্য ও বাচনভঙ্গি ইত্যাদি জানে।\n[৩] অর্থাৎ, হালাল কি এবং হারাম কি? অথবা আনুগত্য কি এবং অবাধ্যতা কি? কিংবা নেকীর কাজ কোন্গুলো এবং শাস্তি পেতে হয় এমন কাজ কোনগুলো?"
    },
    {
      "ayah": 30,
      "surah": 41,
      "text": "নিশ্চয় যারা বলে, ‘আমাদের প্রতিপালক আল্লাহ’[১] তারপর তাতে অবিচলিত থাকে,[২] তাদের নিকট ফিরিশতা অবতীর্ণ হয় (এবং বলে),[৩] ‘তোমরা ভয় পেয়ো না, চিন্তিত হয়ো না[৪] এবং তোমাদেরকে যে জান্নাতের প্রতিশ্রুতি দেওয়া হয়েছিল তার সুসংবাদ নাও।[৫]\n[১] অর্থাৎ, এক আল্লাহ তাঁর কোন শরীক নেই। প্রতিপালকও তিনিই এবং উপাস্যও তিনিই। এ রকম নয় যে, তাঁর প্রতিপালকত্বকে কেবল স্বীকার করবে এবং উপাস্যত্বের ব্যাপারে অন্যকেও শরীক করবে।\n[২] অর্থাৎ, কঠিন থেকে কঠিনতর অবস্থাতেও ঈমান ও তাওহীদের উপর প্রতিষ্ঠিত থাকে এবং তা থেকে আদৌ বিমুখ হয় না। কেউ কেউ এখানে এই 'ইস্তিক্বামাত'এর অর্থ করেছেন, ইখলাস। অর্থাৎ, বিশুদ্ধচিত্তে কেবল এক আল্লাহরই ইবাদত ও আনুগত্য করে। যেমন, হাদীসেও এসেছে যে, এক ব্যক্তি রসূল (সাঃ)-কে বলল, আমাকে এমন কথা বলে দিন যে, আপনার পর যেন আমার অন্য কাউকে জিজ্ঞাসা করার প্রয়োজন না হয়। তখন রসূল (সাঃ) তাকে বললেন, (قُلْ آمَنْتُ بِاللهِ ثُمَّ اسْتَقِمْ) \"তুমি বল, আমি আল্লাহর উপর ঈমান আনলাম। অতঃপর তারই উপর অবিচল থাক।\"\n(মুসলিমঃ কিতাবুল ঈমান)\n[৩] অর্থাৎ, মৃত্যুর সময় বলে। কেউ কেউ বলেছেন, ফিরিশতাগণ এই সুসংবাদ তিন সময়ে দেন; মৃত্যুর সময়, কবরে এবং কবর থেকে পুনরায় উঠানোর সময়।\n[৪] আখেরাতে যে সকল অবস্থার সম্মুখীন হবে, তার ব্যাপারে কোন আশঙ্কা করো না এবং দুনিয়াতে ধন-মাল ও সন্তান-সন্ততি যে ছেড়ে এসেছ, সে ব্যাপারেও কোন দুঃখ করো না।\n[৫] অর্থাৎ, দুনিয়াতে যার প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল।"
    },
    {
      "ayah": 31,
      "surah": 41,
      "text": "ইহকালে আমরা তোমাদের বন্ধু এবং পরকালেও;[১] সেখানে তোমাদের জন্য সমস্ত কিছু রয়েছে যা তোমাদের মন চায়, যা তোমরা আকাঙ্ক্ষা কর।\n[১] এ কথায় অতিরিক্ত সুসংবাদ দেওয়া হয়েছে। এটি মহান আল্লাহর উক্তি। কেউ কেউ বলেছেন, তা ফিরিশতাদের উক্তি। উভয় অবস্থাতেই মুসলিমদের জন্য এ হল মহা সুসংবাদ।"
    },
    { "ayah": 32, "surah": 41, "text": "চরম ক্ষমাশীল, পরম দয়ালু আল্লার পক্ষ হতে এ হবে আপ্যায়ন।’" },
    {
      "ayah": 33,
      "surah": 41,
      "text": "যে ব্যক্তি আল্লাহর প্রতি মানুষকে আহবান করে, সৎকাজ করে এবং বলে, ‘আমি তো আত্মসমর্পণকারী (মুসলিম)’ তার অপেক্ষা কথায় উত্তম আর কোন্ ব্যক্তি? [১]\n[১] অর্থাৎ, মানুষকে আল্লাহর দিকে দাওয়াত দেওয়ার সাথে সাথে সে নিজেও হিদায়াতপ্রাপ্ত, দ্বীন-পালনে যত্নবান এবং আল্লাহর নিকট আত্মসমর্পণকারী অনুগত বান্দা।"
    },
    {
      "ayah": 34,
      "surah": 41,
      "text": "ভাল ও মন্দ সমান হতে পারে না।[১] উৎকৃষ্ট দ্বারা মন্দ প্রতিহত কর; তাহলে যাদের সাথে তোমার শত্রুতা আছে, সে হয়ে যাবে অন্তরঙ্গ বন্ধুর মত। [২]\n[১] বরং এ উভয়ের মধ্যে বিরাট তফাত।\n[২] এ হল অতীব গুরুত্বপূর্ণ এক চারিত্রিক শিক্ষা যে, মন্দকে দূরীভূত কর ভাল দ্বারা। যা উৎকৃষ্ট তা দিয়ে নিকৃষ্ট প্রতিহত কর। অর্থাৎ, অন্যায়ের বদলা নাও ন্যায় প্রতিষ্ঠা করে, যুলুমের বদলা নাও ক্ষমা করে, ক্রোধের বদলা নাও ধৈর্যধারণ করে, বেআদবীর বদলা নাও দৃষ্টিচ্যুত করে এবং মূর্খতা বা অশ্লীল কথার উত্তর দাও সহ্য করে নীরব থেকে। এর ফল এই হবে যে, তোমার শত্রু দেখবে তোমার বন্ধু হয়ে গেছে। তোমার থেকে দূরে দূরে থাকত এমন ব্যক্তি তোমার নিকটে হয়ে যাবে এবং তোমার রক্ত-পিপাসু ব্যক্তি তোমার বশীভূত ও প্রেম-পিপাসু হয়ে যাবে।"
    },
    {
      "ayah": 35,
      "surah": 41,
      "text": "এ চরিত্রের অধিকারী কেবল তারাই হয় যারা ধৈর্যশীল,[১] এ চরিত্রের অধিকারী তারাই হয় যারা মহাভাগ্যবান। [২]\n[১] অর্থাৎ, মন্দের পরিবর্তে ভালো করার গুণ যদিও অনেক উপকারী ও ফলপ্রসূ, কিন্তু এর উপর আমল সেই করতে পারবে, যে ধৈর্যশীল হবে। রাগকে দমন করতে পারবে এবং অপছন্দনীয় কথাবার্তা সহ্য করতে পারবে।\n[২] حَظٍّ عَظِيْمٍ (বড় সৌভাগ্য বা মহাভাগ্য) বলতে জান্নাতকে বুঝানো হয়েছে। অর্থাৎ, উল্লিখিত গুণাবলীর অধিকারী সেই হয়, যে বড় সৌভাগ্যবান। অর্থাৎ, যার ভাগ্যে জান্নাতে যাওয়া লিখে দেওয়া হয়েছে।"
    },
    {
      "ayah": 36,
      "surah": 41,
      "text": "যদি শয়তানের কুমন্ত্রণা তোমাকে প্ররোচিত করে, তবে আল্লাহর কাছে আশ্রয় প্রার্থনা কর।[১] নিশ্চয় তিনি সর্বশ্রোতা, সর্বজ্ঞ। [২]\n[১] অর্থাৎ, শয়তান যদি শরীয়তের কার্যকলাপ থেকে তোমাকে ফিরিয়ে দিতে চায় অথবা উত্তম পন্থায় অন্যায়ের প্রতিকার করার ব্যাপারে সে বাধা সৃষ্টি করে, তবে তার অনিষ্ট থেকে বাঁচার জন্য আল্লাহর কাছে আশ্রয় প্রার্থনা কর।\n[২] আর যে সত্তা এ রকম যে, তিনি সকলের কথা শোনেন এবং প্রত্যেক কথা জানেন, তিনিই আশ্রয়প্রার্থীদের আশ্রয় দিতে পারেন। এটা হল পূর্বোক্ত বিষয়ের কারণ স্বরূপ। এরপর পুনরায় কিছু এমন নিদর্শন উল্লেখ করা হচ্ছে, যা আল্লাহর একত্ব, তাঁর অসীম ক্ষমতা এবং তাঁর সুনিপুণ নিয়ন্ত্রণ ও পরিচালনা শক্তির কথা প্রমাণ করে।"
    },
    {
      "ayah": 37,
      "surah": 41,
      "text": "তাঁর নিদর্শনাবলীর মধ্যে রয়েছে রাত ও দিন, সূর্য ও চন্দ্র।[১] তোমরা সূর্যকে সিজদা করো না, চন্দ্রকেও নয়;[২] বরং সিজদা কর আল্লাহকে, যিনি এগুলি সৃষ্টি করেছেন,[৩] যদি তোমরা তাঁরই ইবাদত (দাসত্ব) কর।\n[১] অর্থাৎ, রাতকে অন্ধকার দিয়ে ঢেকে দেওয়া যাতে মানুষ তাতে বিশ্রাম নিতে পারে এবং দিনকে আলোক-উজ্জ্বল করা যাতে জীবিকা উপার্জনে কোন অসুবিধা না হয়। অতঃপর পালাক্রমে রাত ও দিনের আগমন-প্রত্যাগমন। কখনো রাতের বড় ও দিনের ছোট হওয়া, আবার কখনো এর বিপরীত দিনের বড় ও রাতের ছোট হওয়া। অনুরূপ সূর্য ও চাঁদের নির্ধারিত সময়ে উদিত হওয়া ও অস্ত যাওয়া। তাদের স্ব স্ব কক্ষপথে নিজের নিজের পথ অতিক্রম করা এবং তাদের আপসে কোন সংঘর্ষ ঘটা থেকে সুরক্ষিত থাকা ইত্যাদি সবই প্রমাণ করে যে, তাদের অবশ্য অবশ্যই কোন স্রষ্টা এবং মালিক আছেন। অনুরূপ তিনি এক ও একক এবং সারা বিশ্বজগতে কেবল তাঁরই কর্তৃত্ব ও নির্দেশ চলে। যদি পরিচালনা করার ও নির্দেশ দেওয়ার অধিকারী একাধিক হত, তবে সারা জগতের এ সুশৃঙ্খল ব্যবস্থাপনা এত মজবুত এবং সুনিয়ন্ত্রিতভাবে টিকে থাকত না।\n[২] কারণ, এরাও তোমাদের মত আল্লাহর সৃষ্ট। প্রভুত্বের কোন এখতিয়ার তাদের মধ্যে নেই। অথবা তাতে তারা শরীকও নয়।\n[৩] خَلَقَهُنَّ তে সর্বনাম স্ত্রীলিঙ্গ বহুবচন এই জন্য এসেছে যে, হয় তো خَلَقَ هَذِه الأَرْبَعَةَ الْمَذْكُوْرَةَ অর্থের ভিত্তিতে। কেননা, জ্ঞানহীন বস্তুর বহুবচনের ক্ষেত্রে (ব্যাকরণগত) বিধান হল এটাই। অথবা এই সর্বনামের লক্ষ্য কেবল চাঁদ এবং সূর্য। আর কোন কোন ব্যাকরণ-শাস্ত্রবিদের কাছে দ্বিবচনও বহুবচনরূপে গণ্য হয়। কিংবা এর উদ্দিষ্ট হল, آيات নিদর্শনাবলী।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 38,
      "surah": 41,
      "text": "ওরা অহংকার করলেও যারা তোমার প্রতিপালকের সান্নিধ্যে রয়েছে তারা তো দিন-রাত তাঁর পবিত্রতা ও মহিমা ঘোষণা করে এবং তারা ক্লান্তিবোধ করে না। [১]\n[১] (এই আয়াত পাঠ করার পর সিজদা করা মুস্তাহাব। সিজদার আহকাম জানতে সূরা আ'রাফের শেষ আয়াতের ৭:২০৬ টীকা দেখুন।)"
    },
    {
      "ayah": 39,
      "surah": 41,
      "text": "আর তাঁর একটি নিদর্শন এই যে, তুমি ভূমিকে দেখতে পাও শুষ্ক,[১] অতঃপর আমি ওতে বৃষ্টি বর্ষণ করলে তা শস্য-শ্যামলা হয়ে আন্দোলিত ও স্ফীত হয়;[২] নিশ্চয় যিনি ভূমিকে জীবিত করেন, তিনিই জীবিত করবেন মৃতকে।[৩] নিশ্চয়ই তিনি সর্ববিষয়ে সর্বশক্তিমান।\n[১] خَاشِعَةً এর অর্থ হল, শুখো-অনাবৃষ্টি অর্থাৎ, মৃত বা উদ্ভিদশূন্য।\n[২] অর্থাৎ, বিভিন্ন প্রকারের সুস্বাদু ফল ও ফসলাদি উৎপন্ন করে।\n[৩] মৃত ভূমিকে বৃষ্টি দ্বারা এভাবে জীবিত করে দেওয়া এবং তাকে উৎপন্ন করার যোগ্য বানিয়ে দেওয়া প্রমাণ করে যে, তিনি মৃতদেরকে অবশ্যই জীবিত করবেন।"
    },
    {
      "ayah": 4,
      "surah": 41,
      "text": "সুসংবাদদাতা ও সতর্ককারীরূপে,[১] কিন্তু ওদের অধিকাংশই বিমুখ হয়েছে। সুতরাং ওরা শোনে না। [২]\n[১] ঈমানদার ও নেক আমলের অধিকারীদেরকে সফলতা ও জান্নাতের সুসংবাদদাতা এবং মুশরিক মিথ্যাজ্ঞানকারীদেরকে জাহান্নামের ভীতি প্রদর্শনকারী।\n[২] অর্থাৎ, চিন্তা-ভাবনা এবং জ্ঞান ও গবেষণার উদ্দেশ্যে শোনে না; যাতে তাদের উপকার হয়। এরই কারণে তাদের অধিকাংশরাই ছিল হিদায়াত থেকে বঞ্চিত।"
    },
    {
      "ayah": 40,
      "surah": 41,
      "text": "নিশ্চয় যারা আমার আয়াতসমূহে বক্রপথ অবলম্বন করে[১] তারা আমার অগোচর নয়।[২] যে ব্যক্তি জাহান্নামে নিক্ষিপ্ত হবে সে শ্রেষ্ঠ; না যে কিয়ামতের দিন নিরাপদে উপস্থিত হবে সে?[৩] তোমাদের যা ইচ্ছা কর,[৪] নিশ্চয় তোমরা যা কর, তিনি তার দ্রষ্টা।\n[১] অর্থাৎ, সেগুলোকে মানে না, বরং সেগুলো থেকে মুখ ফিরিয়ে নেয় এবং তা মিথ্যা ভাবে। ইবনে আববাস (রাঃ) إلحاد এর অর্থ করেছেন, বিকৃত বা অপব্যাখ্যা করা। যার ভিত্তিতে এতে সেই ভ্রষ্ট দলগুলোও চলে আসে, যারা নিজেদের ভ্রান্ত আকীদা ও মতবাদকে সাব্যস্ত করার জন্য আল্লাহর আয়াতসমূহের অপব্যাখ্যা করে এবং তার অর্থে বিকৃতি সাধন ও হেরফেরও করে।\n[২] এটা হল আল্লাহর আয়াতে সর্বপ্রকার বাঁকাপথ অবলম্বনকারীদের জন্য কঠিন ধমক।\n[৩] অর্থাৎ, এরা উভয়ে কি সমান হতে পারে? না, কক্ষনো না। তাছাড়াও এখানে ইঙ্গিত করা হয়েছে যে, বাঁকাপথ অবলম্বনকারীরা জাহান্নামে নিক্ষিপ্ত হবে এবং ঈমানদাররা কিয়ামতের দিন নিরাপদে ভয়শূন্য থাকবে।\n[৪] এ বাক্য আজ্ঞা ও সম্মতিসূচক, কিন্তু এর উদ্দেশ্য ভয় দেখানো ও ধমকি দেওয়া। এতে কুফরী, শিরক এবং পাপাচরণের অনুমতি ও তার বৈধতার ঘোষণা দেওয়া হয়নি।"
    },
    {
      "ayah": 41,
      "surah": 41,
      "text": "নিশ্চয় যারা তাদের নিকট কুরআন আসার পর তা প্রত্যাখ্যান করে, (তাদেরকে কঠিন শাস্তি দেওয়া হবে।)[১] আর এ অবশ্যই এক মহিমময় গ্রন্থ।[২]\n[১] বন্ধনীর মাঝে শব্দগুলো হল, إِنَّ এর ঊহ্য খবর (বিধেয় পদ) এর অনুবাদ। কেউ কেউ অন্য শব্দও ঊহ্য মেনেছেন। যেমন, يُجَازَوْنَ بِكُفْرِهِمْ তাদের কুফরীর শাস্তি দেওয়া হবে। অথবা هَالِكُوْنَ তারা ধ্বংস হবে।\n[২] অর্থাৎ, যে গ্রন্থ থেকে মুখ ফিরিয়ে নেওয়া হচ্ছে, সে গ্রন্থ সমালোচনা ও নিন্দার অনেক ঊর্ধ্বে এবং প্রত্যেক দোষ ও ত্রুটি থেকে পাক ও পবিত্র।"
    },
    {
      "ayah": 42,
      "surah": 41,
      "text": "সম্মুখ অথবা পশ্চাৎ হতে মিথ্যা এতে প্রক্ষিপ্ত হতে পারে না। এ প্রজ্ঞাময়, প্রশংসার্হ আল্লাহর নিকট হতে অবতীর্ণ।[১]\n[১] অর্থাৎ, সব দিক দিয়ে সর্বপ্রকার ত্রুটি থেকে সুরক্ষিত। 'সম্মুখ হতে মিথ্যা' অর্থ হ্রাস এবং 'পশ্চাৎ হতে মিথ্যা' অর্থ, বৃদ্ধি। অর্থাৎ, বাতিল বা মিথ্যা তার সামনের দিক দিয়ে এসে না তা হতে কোন কিছু হ্রাস করতে পারবে, আর না তার পিছন দিক দিয়ে এসে তাতে কোন কিছু বৃদ্ধি সাধন করতে পারবে এবং না তাতে কোন পরিবর্তন ও পরিবর্ধন করতে সফল হবে। কারণ, এটা তাঁর পক্ষ থেকে অবতীর্ণ, যিনি তাঁর যাবতীয় কথা ও কাজে সুকৌশলী ও প্রশংসিত। অথবা তিনি যেসব কাজের নির্দেশ দেন এবং যেসব কাজ থেকে নিষেধ করেন, পরিণাম ও লক্ষ্যের দিক দিয়ে সবই প্রশংসনীয়। অর্থাৎ, সবই ভাল ও উপকারী।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 43,
      "surah": 41,
      "text": "তোমার সম্বন্ধে তো তাই বলা হয়, যা বলা হত তোমার পূর্ববর্তী রসূলগণ সম্পর্কে।[১] তোমার প্রতিপালক অবশ্যই ক্ষমাশীল[২] এবং কঠিন শাস্তিদাতা।[৩]\n[১] অর্থাৎ, বিগত জাতিরা তাদের নবীদেরকে মিথ্যাবাদী মনে করার দরুন যাদুকর, পাগল এবং মিথ্যাবাদী ইত্যাদি যে ভাষা ব্যবহার করেছিল, মক্কার কাফেররাও তোমার ক্ষেত্রে সেই ভাষাই ব্যবহার করেছে। অর্থাৎ, নবীকে সান্ত্বনা দেওয়া হচ্ছে যে, তোমাকে তাদের মিথ্যাবাদী, যাদুকর এবং পাগল বলা কোন নতুন কথা নয়, বরং প্রত্যেক নবীর সাথে এই আচরণই হয়ে এসেছে। যেমন, অন্যত্র বলেছেন, ﴿كَذٰلِكَ مَآ اَتَى الَّذِيْنَ مِنْ قَبْلِهِمْ مِن رَّسُوْلٍ اِلاَّ قَالُوْا سَاحِرٌ أَوْ مَجْنُوْنٌ، اَتَوَاصَوْا بِهِ بَلْ هُمْ قَوْمٌ طَاغُوْنَ﴾ অর্থাৎ, এভাবে, তাদের পূর্ববর্তীদের নিকট যখনই কোন রসূল এসেছে, তখনই তারা বলেছে, (তুমি তো এক) যাদুকর, না হয় পাগল! তারা কি একে অপরকে এই মন্ত্রণাই দিয়ে এসেছে? বস্তুতঃ তারা এক সীমালংঘনকারী সম্প্রদায়।\n(সূরা যারিয়াত ৫১:৫২-৫৩)\nএর দ্বিতীয় অর্থ হল, রসূল (সাঃ)-কে তাওহীদ ও ইখলাসের (আল্লাহর আনুগত্যে বিশুদ্ধচিত্ত হয়ে একনিষ্ঠভাবে তাঁর ইবাদত করার) যে নির্দেশ দেওয়া হয়েছে, তা হল সেই কথাই, যা তাঁর পূর্বের নবীদেরকেও বলা হয়েছিল। কেননা, প্রত্যেক শরীয়ত এ বিষয়ে একমত ছিল। বরং প্রত্যেকের প্রাথমিক দাওয়াত তাওহীদ ও ইখলাসই ছিল।\n(ফাতহুল ক্বাদীর)\n[২] অর্থাৎ, সেই ঈমানদার ও তাওহীদবাদীদের জন্য, যারা ক্ষমা পাওয়ার যোগ্য।[৩] তাদের জন্য যারা কাফের এবং আল্লাহর নবীদের শত্রু। এই আয়াতও সূরা হিজরের ১৫:৪৯-৫০ আয়াত ﴿نَبِّئ عِبَادِيْ اَنِّي اَنَا الْغَفُوْرٌ الرَّحِيْمِ، وَاَنَّ عَذَابِيْ هُوَ الْعَذَابُ الْعَلِيْمِ﴾ এর মতই।"
    },
    {
      "ayah": 44,
      "surah": 41,
      "text": "আমি যদি অনারবী ভাষায় কুরআন অবতীর্ণ করতাম,[১] তাহলে ওরা অবশ্যই বলত, ‘এর আয়াতগুলি (বোধগম্য ভাষায়) বিবৃত হয়নি কেন?[২] কি আশ্চর্য যে, এর ভাষা অনারবী অথচ রসূল আরবী!’[৩] বল, বিশ্বাসীদের জন্য এ পথনির্দেশক ও ব্যাধির প্রতিকার। কিন্তু যারা অবিশ্বাসী তাদের কর্ণে রয়েছে বধিরতা এবং কুরআন হবে এদের জন্য অন্ধকারস্বরূপ। এরা এমন যে, যেন এদেরকে বহু দূর হতে আহবান করা হয়। [৪]\n[১] অর্থাৎ, আরবী ভাষার পরিবর্তে কোন অন্য ভাষায় অবতীর্ণ করতাম।\n[২] অর্থাৎ, আমাদের ভাষায় সেটাকে বর্ণনা করা হয়নি কেন? তাহলে আমরা বুঝতে পারতাম। কারণ, আমরা তো আরব, আরবী ছাড়া অন্য ভাষা বুঝি না।\n[৩] এটাও কাফেরদের কথা। তারা আশ্চর্যান্বিত হত যে, নবী তো আরবী, আর কুরআন তাঁর উপর অনারবী ভাষায় অবতীর্ণ হয়েছে। মোটকথা, কুরআনকে আরবী ভাষায় অবতীর্ণ করে সর্বপ্রথম যাদেরকে সম্বোধন করা হয়েছে সেই আরবদের জন্য কোন ওজর-আপত্তি অবশিষ্ট রাখা হয়নি। এটা যদি অন্য ভাষায় হত, তাহলে তারা ওজর-আপত্তি করতে পারত।\n[৪] অর্থাৎ, অনেক দূরে অবস্থিত ব্যক্তি দূরে থাকার কারণে আহবানকারীর আওয়াজ শুনতে সক্ষম হয় না, অনুরূপ এই লোকরা যেন বহু দূরে আছে, তাই তাদের কর্ণকুহরে কুরআন আসে না।"
    },
    {
      "ayah": 45,
      "surah": 41,
      "text": "আমি অবশ্যই মূসাকে গ্রন্থ দিয়েছিলাম, অতঃপর তাতে মতভেদ ঘটেছিল। তোমার প্রতিপালকের পূর্ব ঘোষণা না থাকলে[১] ওদের ফায়সালা হয়েই যেত।[২] ওরা অবশ্যই এর সম্বন্ধে বিভ্রান্তিকর সন্দেহে ছিল।[৩]\n[১] আর তা এই যে, তাদেরকে শাস্তি দেওয়ার পূর্বে অবকাশ দেওয়া হবে। ﴿وَلَكِنْ يُؤَخِّرُهُمْ إِلَى أَجَلٍ مُسَمّىً﴾ (فاطر: ৪৫)\n[২] অর্থাৎ, সত্বর আযাব দিয়ে তাদেরকে ধ্বংস করে দেওয়া হত।\n[৩] অর্থাৎ, তাদের অস্বীকার বিবেক-বুদ্ধির আলোকে নয়, বরং সন্দেহের কারণে যা তাদেরকে অস্থির রাখত।"
    },
    {
      "ayah": 46,
      "surah": 41,
      "text": "যে সৎকাজ করে সে নিজের কল্যাণের জন্যই তা করে এবং কেউ মন্দ কাজ করলে তার প্রতিফল সে নিজেই ভোগ করবে। আর তোমার প্রতিপালক তাঁর দাসদের প্রতি কোন যুলুম করেন না। [১]\n[১] সুতরাং তিনি শাস্তি কেবল সেই বান্দাকেই দেন, যে পাপী হয়। এমন নয় যে, তিনি যাকে ইচ্ছা তাকেই শাস্তি দিয়ে থাকেন।"
    },
    {
      "ayah": 47,
      "surah": 41,
      "text": "কিয়ামতের জ্ঞান কেবল আল্লাহর নিকটই আছে,[১] তাঁর অজ্ঞাতসারে কোন ফল আবরণ মুক্ত হয় না, কোন নারী গর্ভধারণ ও সন্তান প্রসব করে না।[২] যেদিন আল্লাহ ওদেরকে ডেকে বলবেন, ‘আমার অংশীদাররা কোথায়?’ তখন ওরা বলবে, ‘আমরা আপনার নিকট নিবেদন করেছি যে, (এ ব্যাপারে) আমাদের মধ্যে কেউ সাক্ষী নয়।’ [৩]\n[১] অর্থাৎ, আল্লাহ তাআলা ব্যতীত কিয়ামত সংঘটিত হওয়ার সময়-জ্ঞান কারো কাছে নেই। এই জন্য যখন জিবরীল (আঃ) নবী (সাঃ)-কে কিয়ামত সম্পর্কে জিজ্ঞাসা করলেন, 'তা কখন ঘটবে?' তখন উত্তরে তিনি বললেন, \"এ ব্যাপারে আমার অতটাই জ্ঞান আছে, যতটা জ্ঞান তোমার আছে।\" অন্য স্থানে আল্লাহ তাআলা বলেন, \"এর চরম জ্ঞান তো তোমার পালনকর্তার কাছে।\"\n(সূরা নাযিআত ৭৯:৪৪ আয়াত)\nতিনি আরো বলেন, \"তোমাকে জিজ্ঞাসা করে, 'কিয়ামত কখন অনুষ্ঠিত হবে?' বলে দাও, 'এই দিনের খবর তো আমার পালনকর্তার কাছেই রয়েছে।\"\n(সূরা আরাফ ৭:১৮৭ আয়াত)\n[২] এখানে আল্লাহর পরিপূর্ণ ও সর্বব্যাপী জ্ঞানের কথা বর্ণনা করা হয়েছে। তাঁর এই জ্ঞান-বৈশিষ্ট্যে কেউ অংশীদার নেই। অর্থাৎ, এইরূপ পরিপূর্ণ ও সর্বব্যাপী জ্ঞান তিনি ছাড়া আর কারো কাছে নেই। নবীদের কাছেও নেই। তাঁরা সেই পরিমাণ জ্ঞান লাভ করে থাকেন, যে পরিমাণ আল্লাহ তাআলা তাঁদেরকে অহী মারফত দান করে থাকেন। আবার তাঁদের এই অহীলব্ধ জ্ঞানও নবুঅতের মর্যাদা ও তার দায়িত্ব পালনের সাথে সম্পৃক্ত; অন্যান্য বিদ্যা ও বিষয়ের সাথে নয়। এই জন্য কোন নবী বা রসূল -- চাহে তিনি যত বড়ই মর্যাদাবান হন না কেন -- তাঁর জন্য এ কথা বলা বা বিশ্বাস রাখা বৈধ নয় যে, সৃষ্টিজগতে যা ঘটেছে এবং ঘটবে, তিনি সব জানেন। কারণ, এ গুণ ও বৈশিষ্ট্য একমাত্র মহান আল্লাহর। যে বাপারে অন্য কাউকে শরীক করা হল শিরক।[৩] অর্থাৎ, বর্তমানে আমাদের মধ্যে কোন ব্যক্তি এটা মানার জন্য প্রস্তুত নয় যে, তোমার কোন শরীক আছে।"
    },
    {
      "ayah": 48,
      "surah": 41,
      "text": "পূর্বে ওরা যাদেরকে আহবান করত তারা উধাও হয়ে যাবে[১] এবং অংশীবাদীরা সুনিশ্চিত হবে যে, ওদের নিষ্কৃতির কোন উপায় নেই। [২]\n[১] তারা এদিকে ওদিকে অদৃশ্য হয়ে যাবে এবং ধারণা হিসাবে তারা কারো উপকার করতে পারবে না।[২] এখানে ظَن (ধারণা) يَقِين (দৃঢ়-বিশ্বাস বা সুনিশ্চিত) এর অর্থে ব্যবহার হয়েছে। অর্থাৎ, কিয়ামতের দিন এ কথা দৃঢ়-বিশ্বাস করতে বাধ্য হবে যে, তাদেরকে আল্লাহর আযাব থেকে কেউ বাঁচাতে পারবে না। যেমন, অন্য জায়গায় আল্লাহ তাআলা বলেছেন, وَرَأَى الْمُجْرِمُونَ النَّارَ فَظَنُّوا أَنَّهُم مُّوَاقِعُوهَا وَلَمْ يَجِدُوا عَنْهَا مَصْرِفًا অর্থাৎ, অপরাধীরা জাহান্নাম দেখে সুনিশ্চিত হবে যে, তারা সেখানে পতিত হবে এবং তারা ওটা হতে কোন পরিত্রাণ স্থল পাবে না।\n(সূরা কাহাফ ১৮:৫৩ আয়াত)"
    },
    {
      "ayah": 49,
      "surah": 41,
      "text": "মানুষ কল্যাণ প্রার্থনায় কোন ক্লান্তি বোধ করে না।[১] কিন্তু যখন তাকে দুঃখ-দৈন্য স্পর্শ করে, তখন সে সম্পূর্ণরূপে নিরাশ হয়ে পড়ে। [২]\n[১] অর্থাৎ, দুনিয়ার ধন-সম্পদ ও আসবাব-পত্র, সুস্থতা ও শক্তি, সম্মান ও মর্যাদা এবং অন্যান্য পার্থিব নিয়ামত চাইতে মানুষ ক্লান্ত ও বিরক্ত হয় না; বরং অবিরাম চাইতেই থাকে। এখানে 'মানুষ' বলতে অধিকাংশ মানুষ উদ্দেশ্য।\n[২] অর্থাৎ, কষ্ট পৌঁছলেই, নিরাশ হয়ে পড়ে। অথচ, আল্লাহর খাঁটি বান্দার অবস্থা এর বিপরীত হয়। এরা প্রথমতঃ পার্থিব জীবনের সুখ-সামগ্রী চায় না; বরং সর্বদা তারা আখেরাতের চিন্তা-ভাবনাই করে থাকে। দ্বিতীয়তঃ কষ্ট পৌঁছবার পরও তারা আল্লাহর রহমত এবং তাঁর অনুগ্রহ থেকে নিরাশ হয়ে পড়ে না। বরং পরীক্ষাকেও গোনাহর প্রায়শ্চিত্ত এবং মর্যাদা বৃদ্ধির কারণ মনে করে থাকে। এই জন্য, নৈরাশ্য তাদের নিকটেও পৌঁছতে পারে না।"
    },
    {
      "ayah": 5,
      "surah": 41,
      "text": "ওরা বলে, তুমি যার প্রতি আমাদেরকে আহবান করছ, সে বিষয়ে আমাদের অন্তর আবরণে আচ্ছাদিত,[১] আমাদের কর্ণে আছে বধিরতা[২] এবং তোমার ও আমাদের মধ্যে আছে অন্তরাল। সুতরাং তুমি তোমার কাজ কর এবং আমরা আমাদের কাজ করে যাই।[৩]\n[১] أَكِنَّة হল كِنَانٌ এর বহুবচন। এর অর্থঃ আবরণ, পর্দা, অর্থাৎ, আমাদের অন্তর আবৃত ও ঢাকা আছে। কাজেই আমরা তোমার তাওহীদ ও ঈমানের দাওয়াত বুঝতে পারি না।\n[২] وَقْرٌ এর প্রকৃত অর্থ হল, (ভারী) বোঝা। এখানে বধিরতা বুঝানো হয়েছে, যা সত্য শোনার পথে অন্তরায় সৃষ্টি করে।\n[৩] অর্থাৎ, তোমার ও আমাদের মাঝে এমন অন্তরাল আছে যে, তুমি যা বল, তা শুনতে পাই না এবং তুমি যা কর, তা দেখতেও পাই না। কাজেই তুমি আমাদেরকে আমাদের নিজ অবস্থায় ছেড়ে দাও এবং আমরাও তোমাকে তোমার অবস্থায় ছেড়ে দিই। তুমি আমাদের ধর্মের উপর আমল করো না এবং আমরাও তোমার দ্বীনের উপর আমল করতে পারি না।"
    },
    {
      "ayah": 50,
      "surah": 41,
      "text": "দুঃখ-দৈন্য স্পর্শ করার পর যদি আমি তাকে অনুগ্রহের আস্বাদ দিই, তাহলে সে অবশ্যই বলবে, ‘এ আমার প্রাপ্য[১] এবং আমি মনে করি না যে, কিয়ামত সংঘটিত হবে। আর আমি যদি আমার প্রতিপালকের নিকট প্রত্যাবর্তিতও হই, তাহলে তাঁর নিকট তো আমার জন্য কল্যাণই থাকবে।’[২] আমি সত্য প্রত্যাখ্যানকারীদেরকে ওদের কৃতকর্ম সম্বন্ধে অবশ্যই অবহিত করব এবং ওদেরকে আস্বাদন করাব কঠিন শাস্তি।\n[১] অর্থাৎ, আমি আল্লাহর নিকটে প্রিয়। তিনি আমার প্রতি সন্তুষ্ট, এই জন্য তিনি আমাকে তাঁর নিয়ামত দান করেছেন। অথচ পার্থিব ধনবত্তা ও দারিদ্র্য এবং সুখ ও দুঃখ তাঁর সন্তুষ্টি অথবা অসন্তুষ্টির কোন নিদর্শন নয়। বরং কেবলমাত্র পরীক্ষার জন্য আল্লাহ এমন করে থাকেন। যার দ্বারা তিনি দেখতে চান যে, তাঁর নিয়ামতের কে শুকরিয়া জ্ঞাপন করে এবং মসীবতে কে ধৈর্য ধারণ করে?\n[২] এই প্রকার বক্তা কাফের অথবা মুনাফিক হবে। কোন মু'মিন এই ধরনের কথা বলতে পারে না। কাফেররাই এটা ধারণা করে যে, আমাদের পার্থিব জীবন যেমন মঙ্গলের সাথে অতিবাহিত হচ্ছে, তেমনি পরকালের জীবনও অতিবাহিত হবে।"
    },
    {
      "ayah": 51,
      "surah": 41,
      "text": "মানুষের প্রতি অনুগ্রহ করলে, সে মুখ ফিরিয়ে নেয় ও অহংকারে দূরে সরে যায়[১] এবং তাকে অনিষ্ট স্পর্শ করলে, সে তখন দীর্ঘ প্রার্থনায় রত হয়। [২]\n[১] অর্থাৎ, সত্য থেকে মুখ ফিরিয়ে নেয়, সত্যের অনুসরণ করা থেকে দূরে সরে যায় এবং ঔদ্ধত্য প্রকাশ করে থাকে।\n[২] অর্থাৎ, আল্লাহর কাছে কাকুতি-মিনতি ও অনুনয়-বিনয় সহকারে লম্বা-চওড়া দু'আ করে; যাতে ঐ বিপদ ও অনিষ্ট দূর করে দেন। এমন মানুষ দুঃখ ও বিপদে আল্লাহকে স্মরণ করে, কিন্তু সুখ ও স্বাচ্ছন্দ্যে তাঁকে ভুলে বসে। অভাব-অনটনের সময় সে তাঁর কাছে ফরিয়াদ করে, কিন্তু ধনবত্তা ও সচ্ছলতার সময় তাঁকে স্মরণ করে না।"
    },
    {
      "ayah": 52,
      "surah": 41,
      "text": "বল, তোমরা ভেবে দেখেছ কি, যদি এ (কুরআন) আল্লাহর নিকট হতে (অবতীর্ণ) হয়ে থাকে এবং তোমরা তা প্রত্যাখ্যান কর, তবে যে ব্যক্তি ঘোর বিরুদ্ধাচরণে লিপ্ত আছে[১] তার অপেক্ষা অধিক বিভ্রান্ত আর কে? [২]\n[১] شِقاق এর অর্থ হল জিদ, হঠকারিতা এবং বিরোধিতা। بَعِيد শব্দ সংযোগ করে তাতে আরো আধিক্য (গাঢ়তা) বৃদ্ধি করা হয়েছে। অর্থাৎ, যে চরম বিরোধিতা এবং হঠকারিতা প্রদর্শন করে। এমন কি, অবতীর্ণকৃত কুরআনকেও মিথ্যাজ্ঞান করে। এর থেকে অধিক বড় পথভ্রষ্ট ও হতভাগা আর কে হতে পারে?\n[২] অর্থাৎ, এমত অবস্থায় তোমাদের থেকে অধিক ভ্রষ্ট ও শত্রু আর কে হতে পারে?"
    },
    {
      "ayah": 53,
      "surah": 41,
      "text": "আমি ওদের জন্য আমার নিদর্শনাবলী বিশ্বজগতে ব্যক্ত করব এবং ওদের নিজেদের মধ্যেও; ফলে ওদের নিকট স্পষ্ট হয়ে উঠবে যে, এ (কুরআন) সত্য।[১] এ কি যথেষ্ট নয় যে, তোমার প্রতিপালক সর্ববিষয়ের প্রত্যক্ষদর্শী? [২]\n[১] যার দ্বারা কুরআনের সত্যতা এবং এটা যে আল্লাহর পক্ষ হতে আগত, তা স্পষ্ট হয়ে যাবে। অর্থাৎ, أنه তে সর্বনামটি কুরআনের প্রতি ইঙ্গিত করে। কেউ কেউ বলেন, তা ইসলাম অথবা রসূল (সাঃ)-এর প্রতি ইঙ্গিত করে। সকল ক্ষেত্রেই অর্থের নিগূঢ়ত্ব একই। آفاق শব্দটি أفق এর বহুবচন, অর্থ হল কিনারা (দিকচক্রবাল)। উদ্দেশ্য হল, আমি নিজ নিদর্শনাবলী বিশ্বজাহানের দিকচক্রবালেও দেখাবো, আর মানুষের নিজ দেহের ভিতরেও। কেননা, আকাশ ও পৃথিবীর প্রান্তে-প্রান্তেও কুদরতের বড় বড় নিদর্শন বিদ্যমান রয়েছে। যেমন, সূর্য, চন্দ্র, নক্ষত্ররাজি, দিবারাত্রি, বৃষ্টি, বজ্র, বিদ্যুৎ, উদ্ভিদ, জড় পদার্থ, পাহাড়-পর্বত, নদী-নালা ও সমুদ্র প্রভৃতি। 'নিজেদের মধ্যে' বলতে যে সকল মিশ্রিত উপাদান ও পদার্থ দ্বারা মানুষের অস্তিত্ব ও কাঠামো গঠিত তাই উদ্দেশ্য; যার বিস্তারিত বিবরণ চিকিৎসা-বিজ্ঞানের একটি চিত্তাকর্ষী বিষয়। কেউ কেউ বলেন যে, آفاق (দিকচক্রবাল) থেকে পূর্ব ও পশ্চিমের সেই দূর-দূরান্ত এলাকা উদ্দেশ্য, যা জয় করা মুসলিমদের জন্য আল্লাহ সহজ করে দিয়েছিলেন। আর أنفس (নিজেদের মধ্যে) থেকে নিজেদের আরব্য ভূমির উপর মুসলিমদের উন্নতি ও সাফল্য উদ্দেশ্য। যেমন, বদর যুদ্ধ, মক্কা বিজয় প্রভৃতিতে মুসলিমদেরকে প্রভূত সম্মান ও মর্যাদা দান করা হয়েছে।\n[২] এ প্রশ্ন হল স্বীকৃতিসূচক। অর্থাৎ, আল্লাহ তাআলা নিজ বান্দার কথা ও কর্মের সাক্ষী থাকার জন্য যথেষ্ট। আর তিনিই এ কথার সাক্ষ্য দেন যে, কুরআন আল্লাহর বাণী, যা তাঁর সত্য রসূল মুহাম্মাদ (সাঃ)-এর উপর অবতীর্ণ হয়েছে।"
    },
    {
      "ayah": 54,
      "surah": 41,
      "text": "জেনে রাখ, ওরা ওদের প্রতিপালকের সাথে সাক্ষাৎকারে সন্দিহান।[১] জেনে রাখ, সব কিছুকে আল্লাহ পরিবেষ্টন করে রয়েছেন।[২]\n[১] এই জন্য এ বিষয়ে না তারা চিন্তা-ভাবনা করে। আর না তার জন্য আমল করে। আর না সেই দিনের কোন ভয় তাদের অন্তরে আছে।\n[২] আর এ জন্যই কিয়ামত সংঘটিত হওয়া কোন কঠিন ও অসম্ভব বিষয় নয়। কেননা, সমস্ত সৃষ্টির উপর তাঁর প্রভাব, কর্তৃত্ব ও নিয়ন্ত্রণ-ক্ষমতা রয়েছে। তিনি যেমনভাবে চান সকল কিছু নিয়ন্ত্রণ করেন এবং তাতে কেউ তাঁকে বাধা প্রদান করতে পারে না।"
    },
    {
      "ayah": 6,
      "surah": 41,
      "text": "বল, আমি তো কেবল তোমাদের মতই একজন মানুষ, আমার প্রতি (অহী) প্রত্যাদেশ হয় যে, তোমাদের উপাস্য (মাত্র) একমাত্র উপাস্য।[১] অতএব তাঁরই পথ অবলম্বন কর এবং তাঁরই নিকট ক্ষমা প্রার্থনা কর। আর দুর্ভোগ অংশীবাদীদের জন্য।\n[১] অর্থাৎ, আমার ও তোমাদের মধ্যে কোন পার্থক্য নেই; কেবল অহী ছাড়া। অতএব এ দূরত্ব ও অন্তরায় কেন? তাছাড়া আমি যে তাওহীদের দাওয়াত পেশ করছি, সেটাও কোন এমন জিনিস নয় যে, তা তোমাদের বিবেক-বুদ্ধিতে আসবে না। তা সত্ত্বেও বিমুখতা কেন?"
    },
    {
      "ayah": 7,
      "surah": 41,
      "text": "যারা যাকাত প্রদান করে না[১] এবং ওরা পরকালে অবিশ্বাসী।\n[১] এটা হল মক্কী সূরা। যাকাত হিজরী ২য় সনে মদীনায় ফরয হয়। কাজেই এ থেকে হয় (সাধারণ) সাদাকা বুঝানো হয়েছে, যার নির্দেশ মক্কাতেই মুসলিমদেরকে দেওয়া হয়েছিল। যেমন, শুরুতে কেবল সকাল ও সন্ধ্যায় নামায পড়ার নির্দেশ ছিল। অতঃপর হিজরতের দেড় বছর পূর্বে পাঁচওয়াক্ত নামায পড়ার নির্দেশ দেওয়া হয়। অথবা যাকাতের ব্যাপক নির্দেশ মক্কায় ছিল। অতপর মদীনায় তার নিসাব ও পরিমাণ নির্ধারণ হয়। অথবা এখানে 'যাকাত' বলতে (আভিধানিক অর্থে পবিত্রতা) কালেমা শাহাদত বুঝানো হয়েছে, যার দ্বারা মানুষের অন্তর শিরকের পঙ্কিলতা থেকে পবিত্র হয়ে যায়।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 8,
      "surah": 41,
      "text": "নিশ্চয় যারা বিশ্বাস করে এবং সৎকাজ করে তাদের জন্য নিরবচ্ছিন্ন পুরস্কার রয়েছে। [১]\n[১] ﴿أَجْرٌ غَيْرُ مَمْنُوْنٍ﴾ এর অর্থ তা-ই, যে অর্থ হল, ﴿عَطَآءً غَيْرَ مَجْذوْذٍ﴾ এর। অর্থাৎ, অশেষ নেকী।"
    },
    {
      "ayah": 9,
      "surah": 41,
      "text": "বল, তোমরা কি তাঁকে অস্বীকার করবেই যিনি দু’দিনে পৃথিবী সৃষ্টি করেছেন[১] এবং তাঁর সমকক্ষ দাঁড় করাবে? তিনি তো বিশ্বজগতের প্রতিপালক।\n[১] কুরআন কারীমের একাধিক স্থানে উল্লেখ করা হয়েছে যে, \"আল্লাহ আকাশমন্ডলী ও পৃথিবীকে ছয় দিনে সৃষ্টি করেছেন।\" এখানে তার কিছু বিশ্লেষণ করা হয়েছে। বলেছেন, পৃথিবীকে দু'দিনে বানিয়েছেন। আর এ থেকে রবি ও সোমবার বুঝানো হয়েছে। (তবে সে দিনের পরিমাণ কত, তা আল্লাহই ভালো জানেন।) সূরা নাযিআত ৭৯:৩০ নং আয়াতে বলা হয়েছে, ﴿وَالْأَرْضَ بَعْدَ ذَلِكَ دَحَاهَا﴾ এ থেকে বাহ্যিকভাবে বুঝা যায় যে, পৃথিবীকে আসমানের পর বানানো হয়েছে। অথচ এখানে পৃথিবী সৃষ্টির উল্লেখ আকাশ সৃষ্টির পূর্বে করা হয়েছে। ইবনে আব্বাস (রাঃ) এর ব্যাখ্যা এইভাবে করেছেন যে, সৃষ্টি করা এক জিনিস এবং دَحَى যার মূল হল, دَحْوٌ (বিস্তৃত করা বা বিছানো) আর এক জিনিস। অর্থাৎ, পৃথিবী সৃষ্টি আসমানের পূর্বে হয়েছে। যেমন, এখানেও বলা হয়েছে এবং دَحْوٌ অর্থাৎ, পৃথিবীকে বসবাসের যোগ্য বানানোর জন্য এর মধ্যে পানির ভান্ডার রাখা হয়, তাকে প্রয়োজনীয় জিনিস উৎপাদনের ক্ষেত্র বানানো হয়। ﴿اَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ এতে পাহাড়, নদ-নদী এবং নানা প্রকার ধাতু ও খনিজ পদার্থ রাখা হয়। এ সব কাজ সুসম্পন্ন হয় আকাশ সৃষ্টির পর অন্য দুই দিনে। এইভাবে পৃথিবী ও তার সংশ্লিষ্ট সমস্ত জিনিসের সৃষ্টি চার দিনে পরিপূর্ণ হয়।\n(বুখারীঃ তাফসীর সূরা হা-মীম সাজদাহ)"
    }
  ]
}
