{
  "ayahs": [
    { "ayah": 1, "surah": 43, "text": "হা-মীম।" },
    {
      "ayah": 10,
      "surah": 43,
      "text": "যিনি তোমাদের জন্য পৃথিবীকে করেছেন শয্যাস্বরূপ[১] এবং ওতে করেছেন তোমাদের চলার পথ, যাতে তোমরা সঠিক পথ লাভ করতে পার। [২]\n[১] এমন শয্যা বা বিছানা যা স্থির ও স্থিতিশীল। তোমরা এর উপর চলাফেরা কর, দন্ডায়মান হও, নিদ্রা যাও এবং যেখানে ইচ্ছা যাতায়াত কর। তিনি এটাকে পর্বতমালা দ্বারা সুদৃঢ় করে দিয়েছেন; যাতে তা নড়াচড়া না করে।\n[২] অর্থাৎ, এক অঞ্চল থেকে অন্য অঞ্চলে এবং এক দেশ থেকে অন্য দেশে যাতায়াতের জন্য রাস্তা বানিয়ে দিয়েছেন। যাতে কাজকর্ম ও ব্যবসা-বাণিজ্যের জন্য তোমরা যাওয়া-আসা করতে পার।"
    },
    {
      "ayah": 11,
      "surah": 43,
      "text": "যিনি আকাশ হতে বৃষ্টি বর্ষণ করেন পরিমিতভাবে[১] অতঃপর তা দিয়ে আমি সঞ্জীবিত করি নির্জীব ভূখন্ডকে। এভাবেই তোমাদেরকে পুনরুত্থিত করা হবে। [২]\n[১] অর্থাৎ, যতটায় তোমাদের প্রয়োজন পূরণ হয়। কারণ, প্রয়োজনের কম বৃষ্টি হলে তা তোমাদের জন্য ফলপ্রসূ হত না এবং বেশী হলে তা বন্যায় পরিণত হবে, যাতে তোমাদের ডুবে যাওয়ার ও ধ্বংস হওয়ার ভয় আছে।\n[২] অর্থাৎ, যেভাবে বৃষ্টির পানিতে মৃত ভূমি সজীব হয়ে ওঠে, অনুরূপ কিয়ামতের দিন তোমাদেরকেও জীবিত করে কবর থেকে বের করা হবে।"
    },
    {
      "ayah": 12,
      "surah": 43,
      "text": "যিনি সমস্ত জোড়াসমূহকে সৃষ্টি করেছেন[১] এবং তিনি তোমাদের জন্য সৃষ্টি করেছেন জলযান ও পশু, যাতে তোমরা আরোহণ কর।\n[১] অর্থাৎ, প্রত্যেক জিনিসকে জোড়া জোড়া বানিয়েছেন; নর ও নারী। যাবতীয় উদ্ভিদ, শস্য, ফল-মূল এবং জীবজন্তু সবেই রয়েছে পুং-স্ত্রীর এই ধারা। কেউ কেউ বলেছেন, এ থেকে পরস্পর বিপরীত জিনিসগুলোকে বুঝানো হয়েছে। যেমন, আলো-আঁধার, সুস্থতা-অসুস্থতা, সুবিচার-অবিচার, ভাল-মন্দ, ঈমান-কুফর, কোমলতা-কঠোরতা ইত্যাদি। কেউ বলেছেন, এখানে أزواج (জোড়া) মানে বিভিন্ন প্রকার। অর্থাৎ, সমস্ত প্রকার বস্তুর স্রষ্টা আল্লাহ।"
    },
    {
      "ayah": 13,
      "surah": 43,
      "text": "যাতে তোমরা ওর পিঠে স্থির হয়ে বসতে পার[১] অতঃপর তোমরা তোমাদের প্রতিপালকের সম্পদ স্মরণ কর ও বল, ‘পবিত্র ও মহান তিনি যিনি একে আমাদের বশীভূত করে দিয়েছেন; যদিও আমরা একে বশীভূত করতে সমর্থ ছিলাম না। [২]\n[১] لِتَسْتَوُوْا এর অর্থ, لِتَسْتَقِرُّوْا অথবা لِتَسْتَعْلُوْا স্থির হয়ে বসতে পার অথবা সওয়ার হতে পার। ظُهُوْرِهِ তে 'য্বমীর' (সর্বনাম) একবচন ব্যবহার হয়েছে 'জিনস' (শ্রেণী) এর দিকে লক্ষ্য করে।\n[২] অর্থাৎ, যদি এই পশুগুলোকে আমাদের অনুগত ও বশীভূত না করে দিতেন, তবে আমরা তাদেরকে আমাদের আয়ত্তে এনে তাদেরকে বাহন ও বোঝ বহনের জন্য এবং অন্যান্য উদ্দেশ্যে ব্যবহার করতে পারতাম না। مُقْرِنِيْنَ অর্থ, مُطِيْقِيْنَ বশীকরণে সমর্থ।"
    },
    {
      "ayah": 14,
      "surah": 43,
      "text": "আর আমরা আমাদের প্রতিপালকের নিকট অবশ্যই প্রত্যাবর্তন করব।’ [১]\n[১] নবী করীম (সাঃ) যখন বাহনে আরোহণ করতেন, তখন তিনবার 'আল্লাহু আকবার' বলতেন এবং سُبْحَانَ الَّذِي থেকে لَمُنْقَلِبُوْنَ পর্যন্ত আয়াতের অংশটুকু পড়তেন। এ ছাড়াও কল্যাণ ও নিরাপত্তা চেয়ে দু'আ করতেন। দু'আগুলো দু'আর বইগুলোতে দ্রষ্টব্য।\n(সহীহ মুসলিম, কিতাবুল হাজ্জ)"
    },
    {
      "ayah": 15,
      "surah": 43,
      "text": "ওরা তাঁর দাসদের মধ্য হতে (কিছুকে) তাঁর সত্তার অংশ গণ্য করে।[১] মানুষ তো স্পষ্টই অকৃতজ্ঞ।\n[১] عِبَادٌ বলতে ফিরিশতাগণ। আর جُزْءٌ বলতে কন্যাগণ; অর্থাৎ, ফিরিশতাগণ যাঁদেরকে মুশরিকরা আল্লাহর কন্যা সাব্যস্ত করে তাঁদের ইবাদত করত। এইভাবে তারা সৃষ্টিকে আল্লাহর শরীক এবং তাঁর অংশ মনে করত। অথচ তিনি এ সব থেকে পাক ও পবিত্র। কেউ কেউ جزء বলতে সেই সব পশুকে বুঝিয়েছেন, যার এক অংশকে নযর-নিয়ায স্বরূপ মুশিরকরা আল্লাহর নামে এবং আর এক অংশকে মূর্তিদের নামে বের করত। এর উল্লেখ সূরা আনআম ৬:১৩৬ নং আয়াতে হয়েছে।"
    },
    {
      "ayah": 16,
      "surah": 43,
      "text": "তিনি কি তাঁর সৃষ্টি হতে নিজে কন্যা-সন্তান গ্রহণ করেছেন এবং তোমাদের জন্য মনোনীত করেছেন পুত্র সন্তান? [১]\n[১] এতে তাদের মূর্খতা ও নির্বুদ্ধিতার কথা উল্লেখ হয়েছে যে, তারা আল্লাহর জন্য এমন সন্তান-সন্ততি সাব্যস্ত করেছে যা তাদের নিজেদেরও পছন্দ নয়। অথচ আল্লাহর যদি সন্তান-সন্ততি হত, তাহলে কি এ রকম হত যে, তিনি নিজের জন্য কন্যা-সন্তান নিতেন, আর তোমাদেরকে পুত্র-সন্তান দিয়ে ধন্য করতেন?"
    },
    {
      "ayah": 17,
      "surah": 43,
      "text": "ওরা পরম দয়াময় আল্লাহর প্রতি যে কন্যা-সন্তান আরোপ করে, ওদের কাউকেও সে কন্যা সন্তানের সংবাদ দেওয়া হলে তার মুখমন্ডল কালো হয়ে যায় এবং সে অসহনীয় মনস্তাপে ক্লিষ্ট হয়।"
    },
    {
      "ayah": 18,
      "surah": 43,
      "text": "(ওরা কি আল্লাহর প্রতি এমন সন্তান আরোপ করে,) যে অলংকারে লালিত-পালিত হয় এবং তর্ক-বিতর্ক কালে স্পষ্ট যুক্তি দানে অসমর্থ ? [১]\n[১] يُنَشَّؤُ শব্দ نُشُوءٌ থেকে গঠিত। অর্থ, তরবিয়ত ও লালন-পালন। মহিলাদের দু'টি গুণ বিশেষ করে এখানে উল্লেখ করা হয়েছে। (ক) এদের লালন-পালন হয় অলংকারে ও সাজ-সজ্জায়। অর্থাৎ, সাবালিকা হওয়ার সাথে সাথেই সুন্দর ও মনোরম জিনিসের প্রতি তাদের মনের আকর্ষণ সৃষ্টি হয় (এবং নিজ দেহের সৌনদর্য ও সাজ-সজ্জা নিয়েই ব্যস্ত থাকে। আর তাদের ভরণ-পোষণ করতে হয় পুরুষকে)। এ কথা বলার উদ্দেশ্য হল, যাদের অবস্থা হল এই, তারা তো তাদের ব্যক্তিগত ব্যাপারও ঠিক করে নেওয়ার যোগ্যতা রাখে না। (খ) যদি কারো সাথে তর্ক-বিতর্ক হয়ে যায়, তবে তারা না তাদের কথা (প্রকৃতিগত পর্দা; কোমলতা ও লজ্জাশীলতার কারণে) ভালভাবে ব্যক্ত করতে পারে, আর না বিপক্ষের দলীলাদির খন্ডন করতে পারে। এই হল মহিলাদের দু'টি স্বভাবগত দুর্বলতা যার কারণে তাদের উপর পুরুষদের একধাপ বেশী শ্রেষ্ঠত্ব রয়েছে। আলোচ্য আয়াতের পূর্বাপর বাগধারা থেকেও এই শ্রেষ্ঠত্বের কথা পরিষ্কার হয়। কারণ, আলোচনা এই ব্যাপারেই হচ্ছে। অর্থাৎ, পুরুষ ও মহিলার মধ্যে স্বভাবগত এই তফাতের কারণেই মেয়েদের তুলনায় ছেলেদের জন্মকে বেশী পছন্দ করা হয়।"
    },
    {
      "ayah": 19,
      "surah": 43,
      "text": "ওরা দয়াময় আল্লাহর ফিরিশতাদেরকে নারী বলে স্থির করে, ওরা কি তাদের সৃষ্টি প্রত্যক্ষ করেছিল? ওদের উক্তি লিপিবদ্ধ করা হবে এবং ওদেরকে জিজ্ঞাসা করা হবে।[১]\n[১] অর্থাৎ, প্রতিদানের জন্য। কারণ, ফিরিশতাদের আল্লাহর বেটি হওয়ার কোন দলীল তাদের কাছে বিদ্যমান নেই।"
    },
    { "ayah": 2, "surah": 43, "text": "সুস্পষ্ট গ্রন্থের শপথ।" },
    {
      "ayah": 20,
      "surah": 43,
      "text": "ওরা বলে, ‘পরম দয়াময় ইচ্ছা না করলে আমরা এদের পূজা করতাম না।’ এ বিষয়ে ওদের কোন জ্ঞান নেই;[১] ওরা তো কেবল অনুমান-ভিত্তিক কথাই বলে।\n[১] অর্থাৎ, নিজেদের কার্যকলাপের উপর আল্লাহর ইচ্ছার দোহাই দেয়। এটাই তাদের সব থেকে বড় দলীল। কেননা, বাহ্যিকভাবে এ কথা ঠিক যে, আল্লাহর ইচ্ছা ব্যতীত কোন কাজ না হয়, আর না হতে পারে। কিন্তু তারা এ ব্যাপারে অজ্ঞ যে, তাঁর ইচ্ছা তাঁর সন্তুষ্টি থেকে পৃথক জিনিস। অবশ্যই প্রতিটি কাজ তাঁর ইচ্ছায় হয়, কিন্তু তিনি সন্তুষ্ট সেই কাজগুলোতেই হন, যার তিনি নির্দেশ দিয়েছেন; প্রত্যেক সেই কাজেই তিনি সন্তুষ্ট নন, যা মানুষ তাঁর (আল্লাহর) ইচ্ছার আওতায় করে থাকে। মানুষ চুরি, ব্যভিচার এবং অত্যাচার ও বড় বড় পাপ করে। আল্লাহ তাআলা ইচ্ছা করলে কাউকেই এ সব করার সামর্থ্য দেবেন না। সত্বর তার হাত ধরে নিবেন, পায়ের চলা বন্ধ করে দিবেন এবং চোখের দৃষ্টি কেড়ে নিবেন। কিন্তু এটা হবে বাধ্য করার ব্যাপার। অথচ তিনি মানুষকে ইচ্ছা ও এখতিয়ারের স্বাধীনতা দিয়ে রেখেছেন। যাতে তাকে পরীক্ষা করা যায়। আর এরই কারণে তিনি দুই প্রকারের কাজগুলোকে সুস্পষ্টভাবে বর্ণনা করে দিয়েছেন; যেগুলোতে তিনি সন্তুষ্ট হন, সেগুলোও এবং যেগুলোতে তিনি সন্তুষ্ট নন, সেগুলোও। এই উভয় প্রকার কাজগুলোর মধ্য থেকে মানুষ যে কাজই করবে, আল্লাহ তার হাত ধরবেন না। হ্যাঁ, সে কাজ যদি অন্যায় ও পাপাচার হয়, তবে তিনি অবশ্যই অসন্তুষ্ট হবেন। কেননা, সে আল্লাহ প্রদত্ত স্বাধীনতার অপব্যবহার করেছে। আর দুনিয়াতে এই এখতিয়ার তার কাছ থেকে ছিনিয়েও নেবেন না। তবে কিয়ামতে এর শাস্তি অবশ্যই দেবেন।"
    },
    {
      "ayah": 21,
      "surah": 43,
      "text": "আমি কি ওদেরকে এ (কুরআনের) পূর্বে কোন গ্রন্থ দান করেছি যা ওরা দৃঢ়ভাবে ধারণ করে আছে? [১]\n[১] অর্থাৎ, কুরআনের পূর্বে কোন কিতাব বা গ্রন্থ, যাতে এদেরকে গায়রুল্লাহর ইবাদত করার এখতিয়ার দেওয়া হয়েছে এবং যেটাকে ওরা শক্ত করে ধরে আছে? অর্থাৎ, ব্যাপার এ রকম নয়, বরং তাদের কাছে পূর্বপুরুষদের অন্ধ অনুকরণ ব্যতীত কোন দলীল নেই।"
    },
    {
      "ayah": 22,
      "surah": 43,
      "text": "বরং ওরা বলে, ‘আমরা তো আমাদের পূর্বপুরুষদেরকে এক মতাদর্শের অনুসারী পেয়েছি এবং আমরা তাদেরই পদাঙ্ক অনুসরণ করে পথপ্রাপ্ত।’"
    },
    {
      "ayah": 23,
      "surah": 43,
      "text": "এভাবে তোমার পূর্বে কোন জনপদে যখনই কোন সতর্ককারী প্রেরণ করেছি, তখনই ওদের মধ্যে যারা বিত্তশালী ছিল তারা বলত, ‘আমরা তো আমাদের পূর্বপুরুষদেরকে এক মতাদর্শের অনুসারী পেয়েছি এবং আমরা তাদেরই পদাঙ্ক অনুসরণ করছি।’"
    },
    {
      "ayah": 24,
      "surah": 43,
      "text": "(প্রত্যেক সতর্ককারী) বলত, ‘তোমরা তোমাদের পূর্বপুরুষগণকে যার অনুসারী পেয়েছ, আমি যদি তোমাদের জন্য তা অপেক্ষা উৎকৃষ্ট পথনির্দেশ আনয়ন করি, তবুও কি তোমরা তাদের পদাংক অনুসরণ করবে?’ (প্রত্যুত্তরে) তারা বলত, ‘তোমরা যা নিয়ে প্রেরিত হয়েছ, আমরা তা প্রত্যাখ্যান করি।’[১]\n[১] অর্থাৎ, তারা তাদের পূর্বপুরুষদের অন্ধ অনুকরণে এত শক্ত ছিল যে, পয়গম্বরের (সুপথের জন্য) আলোকপাত ও দলীল তাদেরকে তা থেকে ফিরাতে পারেনি। এই আয়াত অন্ধ অনুকরণ বাতিল হওয়ার এবং তার নিন্দাবাদের অনেক বড় দলীল।\n(বিস্তারিত জানার জন্য দ্রষ্টব্যঃ ইমাম শাওকানীর ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 25,
      "surah": 43,
      "text": "সুতরাং আমি ওদের নিকট থেকে প্রতিশোধ গ্রহণ করলাম। অতএব দেখ, মিথ্যাচারীদের পরিণাম কি হয়েছে?"
    },
    {
      "ayah": 26,
      "surah": 43,
      "text": "(স্মরণ কর,) যখন ইব্রাহীম তার পিতা এবং সম্প্রদায়কে বলেছিল, ‘তোমরা যাদের পূজা কর, তাদের সাথে আমার কোন সম্পর্ক নেই;"
    },
    {
      "ayah": 27,
      "surah": 43,
      "text": "সম্পর্ক আছে শুধু তাঁরই সাথে, যিনি আমাকে সৃষ্টি করেছেন এবং তিনিই আমাকে সৎপথে পরিচালিত করবেন। [১]\n[১] অর্থাৎ, যিনি আমাকে সৃষ্টি করেছেন, তিনিই আমাকে তাঁর দ্বীনের হিদায়াত দিয়ে তাতে সুদৃঢ়ও রাখবেন। আমি কেবল তাঁরই ইবাদত করব।"
    },
    {
      "ayah": 28,
      "surah": 43,
      "text": "এ ঘোষণাকে সে চিরন্তন বাণীরূপে তার পরবর্তীদের জন্য রেখে গেছে;[১] যাতে ওরা (সৎপথে) প্রত্যাবর্তন করে।[২]\n[১] অর্থাৎ, এই কালেমা 'লা-ইলাহা ইল্লাল্লাহ'র অসিয়ত তাঁর সন্তানদেরকে করে গেছেন। যেমন মহান আল্লাহ বলেন, {وَوَصَّى بِهَآ اِبْرَهِِيْمُ بَنِيْهِ وَيَعْقُوْبُ} (البقرة: ১৩২) কেউ কেউ جَعَلَهَا (ক্রিয়া)এর ফায়েল (কর্তৃকারক) আল্লাহকে বানিয়েছেন। অর্থাৎ, আল্লাহ এই কালেমাকে ইবরাহীম (আঃ)-এর পর তাঁর সন্তানদের মধ্যেও বাকী রাখেন এবং তা হল, তারা যেন কেবল এক আল্লাহরই ইবাদত করে।\n[২] অর্থাৎ, ইবরাহীম (আঃ)-এর সন্তানদের মধ্যে তাওহীদবাদীদের এই দল এই জন্য সৃষ্টি করেন যে, এঁদের তাওহীদের নসীহতে মানুষ শিরক থেকে ফিরে আসবে। لَعَلَّهُمْ এর সর্বনামের লক্ষ্য মক্কাবাসী। অর্থাৎ, হতে পারে মক্কাবাসী সেই দ্বীনের প্রতি ফিরে আসবে, যে দ্বীন ছিল ইবরাহীম (আঃ)-এর এবং যে দ্বীনের ভিত্তি ছিল তাওহীদের উপর, শিরকের উপর নয়।"
    },
    {
      "ayah": 29,
      "surah": 43,
      "text": "বস্তুতঃ আমিই ওদেরকে এবং ওদের পূর্বপুরুষদেরকে উপভোগের সুযোগ দিয়েছিলাম[১] যতক্ষণ না ওদের কাছে সত্য ও স্পষ্ট প্রচারক রসূল এল। [২]\n[১] এখানে আবারও সেই সমস্ত নিয়ামতের কথা উল্লেখ করা হচ্ছে, যা মহান আল্লাহ তাদেরকে দান করেছিলেন এবং নিয়ামতগুলো দেওয়ার পর আযাব প্রেরণ করার ব্যাপারে তাড়াহুড়ো করা হয়নি, বরং তাদেরকে পূর্ণ অবকাশ দেওয়া হয়েছিল। যার কারণে তারা ধোকায় পতিত হয়ে নিজেদের প্রবৃত্তির বান্দা বনে গিয়েছিল।\n[২] 'হক' বা 'সত্য' বলতে কুরআন, আর 'রসূল' বলতে মুহাম্মাদ (সাঃ)-কে বুঝানো হয়েছে। مُبِيْنٌ হল রসূলের 'সিফাত' (বিশেষণ)। স্পষ্ট ও পরিষ্কারভাবে বর্ণনাকারী অথবা যাঁর রিসালাত একেবারে স্পষ্ট উজ্জ্বল। তাতে কোন প্রকারের অস্পষ্টতা ও প্রচ্ছন্নতা নেই।"
    },
    {
      "ayah": 3,
      "surah": 43,
      "text": "আমি এ অবতীর্ণ করেছি কুরআনরূপে আরবী ভাষায়, [১] যাতে তোমরা বুঝতে পার।\n[১] যেহেতু তা দুনিয়ার শ্রেষ্ঠ ও সুন্দরতম ভাষা। দ্বিতীয়তঃ প্রাথমিক পর্যায়ে সম্বোধন আরবদেরকেই করা হয়েছে। তাই তাদের ভাষাতেই কুরআন অবতীর্ণ করা হয়েছে। যাতে তারা বুঝতে চাইলে যেন সহজে বুঝতে পারে।"
    },
    {
      "ayah": 30,
      "surah": 43,
      "text": "যখন ওদের কাছে সত্য এল, তখন ওরা বলল, ‘এ তো যাদু এবং আমরা এ প্রত্যাখ্যান করি।’[১]\n[১] ওরা কুরআনকে যাদু গণ্য করে তা অস্বীকার করেছে। আর পরের শব্দগুলি দ্বারা নবী করীম (সাঃ)-কে তুচ্ছ ও হেয় গণ্য করেছে।"
    },
    {
      "ayah": 31,
      "surah": 43,
      "text": "ওরা বলে, ‘এ কুরআন কেন অবতীর্ণ করা হল না দু’টি জনপদের কোন প্রতিপত্তিশালী ব্যক্তির ওপর?’ [১]\n[১] দু'টি জনপদ বলতে মক্কা ও তায়েফকে বুঝানো হয়েছে। আর প্রতিপত্তিশালী ব্যক্তি বলতে অধিকাংশ মুফাসসিরের নিকট মক্কার অলীদ বিন মুগীরা এবং তায়েফের উরওয়া বিন মাসউদ সাক্বাফীর প্রতি ইঙ্গিত করা হয়েছে। কেউ কেউ আরো কিছু নাম উল্লেখ করেছেন। তবে এর উদ্দেশ্য হল, এমন দু'টি ব্যক্তিত্বের নির্বাচন, যারা হবে পূর্ব থেকেই মহা সম্মান ও পদের অধিকারী, প্রভাব-প্রতিপত্তি ও বিত্তশালী এবং সব-সব গোত্রে গণ্যমান্য। অর্থাৎ, কুরআন যদি অবতীর্ণ হত, তবে দু'টি শহরের মধ্য থেকে এ রকম কোন ব্যক্তির উপর অবতীর্ণ হত, ঐ মুহাম্মাদের উপর নয়, যার ঘর পার্থিব ধন-সম্পদ থেকে শূন্য এবং যে তার জাতির নেতৃত্ব ও সর্দারির পদেও প্রতিষ্ঠিত নয়।"
    },
    {
      "ayah": 32,
      "surah": 43,
      "text": "এরা কি তোমার প্রতিপালকের অনুগ্রহ বণ্টন করে![১] আমিই ওদের মধ্যে জীবিকা বণ্টন করেছি ওদের পার্থিব জীবনে এবং এককে অপরের উপর মর্যাদায় উন্নত করেছি; যাতে ওরা একে অপরের দ্বারা কাজ করিয়ে নিতে পারে[২] এবং ওরা যা জমা করে, তা হতে তোমার প্রতিপালকের অনুগ্রহ উৎকৃষ্টতর। [৩]\n[১] 'রহমত' বা অনুগ্রহ-এর মানে নিয়ামত, সম্পদ। আর এখানে এর অর্থ নবুঅত; যা সবচেয়ে বড় নিয়ামত। 'ইস্তিফহাম' (প্রশ্ন) এখানে 'ইনকার' (অস্বীকৃতি) এর অর্থে ব্যবহূত হয়েছে। অর্থাৎ, এ কাজ তাদের নয় যে, তারা প্রতিপালকের নিয়ামতকে -- বিশেষ করে নবুঅতের মত নিয়ামতকে নিজেদের ইচ্ছা অনুযায়ী বণ্টন করবে। বরং এ কাজ কেবল প্রতিপালকের। কারণ, তিনিই সব কিছুর জ্ঞান রাখেন এবং প্রত্যেক ব্যক্তির সমস্ত অবস্থা সম্পর্কে সম্পূর্ণ অবহিত। তিনিই ভাল বুঝেন যে, মানুষের মধ্য থেকে নবুঅতের মুকুট কার মাথায় অধিক শোভনীয় হবে এবং স্বীয় অহী ও রিসালাত দানে কাকে ধন্য করতে হবে।\n[২] অর্থাৎ, ধনে-মালে, পদমর্যাদায় এবং বুদ্ধি-জ্ঞানে আমি মানুষের মাঝে এই পার্থক্য ও তফাৎ এই জন্য রেখেছি যে, যাতে বেশী মালের অধিকারী ব্যক্তি স্বল্প মালের অধিকারী ব্যক্তির কাছ থেকে, উচ্চ পদের মালিক তার চাইতে নিম্ন পদের মালিকের কাছ থেকে এবং অনেক বেশী জ্ঞান-বুদ্ধির মালিক তার চাইতে কম জ্ঞান-বুদ্ধির মালিকের কাছ থেকে কাজ নিতে পারে। মহান আল্লাহর পরিপূর্ণ এই কৌশলের মাধ্যমে বিশ্বজাহানের সুশৃঙ্খল ব্যবস্থাপনা সুষ্ঠুভাবে পরিচালিত হচ্ছে। অন্যথা সকলেই যদি ধন-মালে, মান-সম্মানে, জ্ঞান-গরিমায় এবং বুদ্ধি-বিবেচনা ও অন্যান্য পার্থিব উপায়-উপকরণে সমান হত, তবে কেউ কারো কাজ করার জন্য প্রস্তুত হত না। অনুরূপ ছোট মানের ও তুচ্ছ মনে করা হয় এমন কাজও কেউ করত না। এ হল মানুষেরই প্রয়োজনীয় বিষয়; যা মহান আল্লাহ প্রত্যেককে পার্থক্য ও তফাতের মাঝে রেখেছেন এবং যার কারণে প্রত্যেক মানুষ অপর মানুষের মুখাপেক্ষী হয়। মানবিক সমস্ত প্রয়োজন কোন একজন মানুষ --তাতে সে যদি কোটিপতিও হয় তবুও --অন্য মানুষের সাহায্য-সহযোগিতা না নিয়েই সে একাকী পূরণ করতে চাইলেও তা কোন দিন পারবে না।\n[৩] এই রহমত বা অনুগ্রহ থেকে আখেরাতের সেই সব নিয়ামতকে বুঝানো হয়েছে, যা আল্লাহ তাঁর নেক বান্দাদের জন্য প্রস্তুত করে রেখেছেন।"
    },
    {
      "ayah": 33,
      "surah": 43,
      "text": "সত্যপ্রত্যাখ্যানে মানুষ এক মতাবম্বী হয়ে পড়বে[১] এ আশংকা না থাকলে পরম দয়াময়কে যারা অস্বীকার করে, তাদেরকে তিনি দিতেন ওদের গৃহের জন্য রৌপ্যনির্মিত ছাদ এবং সিঁড়ি; যাতে তারা আরোহণ করত।\n[১] অর্থাৎ, দুনিয়ার ধন-সম্পদ ও উপায়-উপকরণের প্রতি আকৃষ্ট হওয়ার কারণে কেবল দুনিয়াকামীই হয়ে যাবে এবং আল্লাহর সন্তুষ্টি ও আখেরাত চাওয়া সব ভুলে যাবে --এ আশঙ্কা।"
    },
    { "ayah": 34, "surah": 43, "text": "দিতেন তাদের গৃহের জন্য রৌপ্যনির্মিত দরজা, বিশ্রামের জন্য পালঙ্ক," },
    {
      "ayah": 35,
      "surah": 43,
      "text": "এবং স্বর্ণালংকার।[১] কিন্তু এ সব তো পার্থিব জীবনের ভোগসম্ভার। আর সাবধানীদের জন্য তোমার প্রতিপালকের নিকট রয়েছে পরকাল। [২]\n[১] অর্থাৎ, কিছু জিনিস রূপার ও কিছু জিনিস সোনার। কেননা, রকমারি হলে আরো বেশী সুন্দর দেখায়। উদ্দেশ্য হল, দুনিয়ার ধন-মাল আমার দৃষ্টিতে এত তুচ্ছ যে, যদি উল্লিখিত আশঙ্কা না থাকত, তবে আল্লাহর সকল অস্বীকারকারীকে প্রচুর ধন-দৌলত দেওয়া হত। কিন্তু এতে বিপদ এই ছিল যে, সকল মানুষ দুনিয়ার পূজারী হয়ে যেত। দুনিয়া যে অতি তুচ্ছ তা এই হাদীস দ্বারাও পরিষ্কার হয়ে যায়। বলা হয়েছে, \"যদি আল্লাহর কাছে দুনিয়ার মূল্য একটি মশার ডানার সমানও হত, তবে মহান আল্লাহ কোন কাফেরকে এই দুনিয়া থেকে এক আঁচলা পানিও পান করতে দিতেন না।\"\n(তিরমিযী, ইবনে মাজাহঃ যুহ্দ অধ্যায়)\n[২] যারা শিরক ও অবাধ্যতা থেকে বিরত থাকে এবং আল্লাহর আনুগত্য করে, তাদের জন্য হল আখেরাত এবং জান্নাতের এমন সব নিয়ামত, যা ধ্বংসশীল ও শেষ হওয়ার নয়।"
    },
    {
      "ayah": 36,
      "surah": 43,
      "text": "যে ব্যক্তি পরম দয়াময় আল্লাহর স্মরণে উদাসীন হয়[১] তিনি তার জন্য এক শয়তানকে নিয়োজিত করেন, অতঃপর সে হয় তার সহচর। [২]\n[১] عَشَا يَعْشُو এর অর্থ হল, চোখের রোগ রাতকানা অথবা তার কারণে যে অন্ধত্ব আসে। অর্থাৎ, যে আল্লাহর যিকর থেকে অন্ধ (বা উদাসীন) হয়ে যায়।\n[২] এই শয়তান আল্লাহর যিকর থেকে উদাসীন ব্যক্তির সাথী হয়ে যায়। সে সব সময় তার সাথে থেকে তাকে সমস্ত নেকীর কাজে বাধা দেয়। অথবা মানুষ নিজেই এই শয়তানের সঙ্গী হয়ে যায় এবং তার নিকট থেকে কোন সময় পৃথক হয় না, বরং সমস্ত কার্যকলাপে তারই অনুসরণ করে এবং তার যাবতীয় কুমন্ত্রণায় তার আনুগত্য করে।"
    },
    {
      "ayah": 37,
      "surah": 43,
      "text": "শয়তানেরাই মানুষকে সৎপথ হতে বিরত রাখে। আর মানুষ মনে করে, তারা সৎপথপ্রাপ্ত।[১]\n[১] অর্থাৎ, এই শয়তান তার সত্যের পথে বাধা হয়ে তা থেকে তাকে বিরত রাখে এবং সব সময় তাকে বুঝায় যে, তুমি সত্যের উপর আছ। ফলে সে আসলেই নিজের ব্যাপারে এই ধারণা করতে লাগে যে, সে সত্যের উপর রয়েছে। অথবা কাফের শয়তানদেরকে সৎপথপ্রাপ্ত মনে করে এবং তাদের আনুগত্য করে চলে।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 38,
      "surah": 43,
      "text": "অবশেষে যখন সে আমার নিকট উপস্থিত হবে, তখন সে শয়তানকে বলবে, ‘হায়! আমার ও তোমার মাঝে যদি পূর্ব ও পশ্চিমের ব্যবধান থাকত।’ সুতরাং কত নিকৃষ্ট সহচর সে! [১]\n[১] مَشْرِقَيْنِ (দ্বিবচনঃ দুই পূর্ব) থেকে পূর্ব ও পশ্চিমকে বুঝানো হয়েছে। فَبِئْسَ الْقَرِيْنُ এর 'মাখসূস বিযযাম্ম' (নিন্দিত) ঊহ্য আছেঃ أَنْتَ أَيُّهَا الشَّيْطَانُ! হে শয়তান, তুমি অতীব নিকৃষ্ট সাথী। এটা কাফের কিয়ামতের দিন বলবে। কিন্তু সেদিন এই স্বীকৃতির লাভ কি হবে?"
    },
    {
      "ayah": 39,
      "surah": 43,
      "text": "ওদেরকে বলা হবে, ‘তোমরা সীমালংঘন করেছিলে; আজ তোমাদের এ অনুতাপ তোমাদের কোন কাজে আসবে না। নিশ্চয় তোমরা সকলেই শাস্তির ভাগী হবে।’"
    },
    {
      "ayah": 4,
      "surah": 43,
      "text": "নিশ্চয় এ আমার নিকট মূল গ্রন্থে (লাওহে মাহফূযে সুরক্ষিত) মহান, প্রজ্ঞাময়।[১]\n[১] এখানে কুরআন কারীমের সেই মাহাত্ম্য ও মর্যাদা বর্ণিত হয়েছে, যা ঊর্ধ্ব জগতে (মহান আল্লাহর) নিকট রয়েছে। যাতে নিম্ন জগদ্বাসীরাও এর মর্যাদা ও মাহাত্ম্যের প্রতি খেয়াল রেখে প্রকৃতার্থে যেন তার প্রতি গুরুত্ব দেয় এবং তা থেকে হিদায়াতের সেই উদ্দেশ্য সাধন করে, যার জন্য তাকে দুনিয়াতে অবতীর্ণ করা হয়েছে। أُمُّ الْكِتَابِ বলতে 'লাওহে মাহফূয'কে বুঝানো হয়েছে।"
    },
    {
      "ayah": 40,
      "surah": 43,
      "text": "তুমি কি বধিরকে শোনাতে পারবে? অথবা যে অন্ধ এবং যে ব্যক্তি স্পষ্ট বিভ্রান্তিতে আছে তাকে কি পারবে সৎপথে পরিচালিত করতে? [১]\n[১] অর্থাৎ, যার ব্যাপারে অনন্তকালের জন্য দুর্ভাগ্য লিপিবদ্ধ করে দেওয়া হয়েছে, সে ওয়ায-নসীহত শোনার ব্যাপারে কানা ও কালা। তোমার দাওয়াত ও তবলীগে সে সঠিক পথে আসতে পারবে না। এখানে 'ইস্তিফহাম' (জিজ্ঞাসা) 'ইনকার' (অস্বীকৃতি) অর্থে ব্যবহার হয়েছে। যেভাবে বধির (কালা) শোনা হতে এবং অন্ধ দেখা থেকে বঞ্চিত, অনুরূপ প্রকাশ্য ভ্রষ্টতায় পতিত ব্যক্তিও সত্যের দিকে আসা থেকে বঞ্চিত। এতে নবী (সাঃ)-কে সান্ত্বনা দেওয়া হয়েছে। যাতে এই ধরনের লোকদের কুফরীর কারণে তিনি বেশী অস্থিরতা অনুভব না করেন।"
    },
    {
      "ayah": 41,
      "surah": 43,
      "text": "আমি যদি তোমার মৃত্যু ঘটাই[১] তবুও আমি ওদের নিকট থেকে অবশ্যই প্রতিশোধ নেব;[২]\n[১] অর্থাৎ, এদের উপর আযাব আসার পূর্বে যদি আমি তোমার মৃত্যু ঘটাই অথবা তোমাকে মক্কা থেকে বের করে নিই।\n[২] দুনিয়াতেই, যদি আমার ইচ্ছা এর দাবী করে (তবেই), অন্যথায় আখেরাতের আযাব থেকে তো তারা কোনভাবেই বাঁচতে পারবে না।"
    },
    {
      "ayah": 42,
      "surah": 43,
      "text": "অথবা আমি ওদেরকে যে (শাস্তির) অঙ্গীকার করেছি, তোমাকে তা দেখিয়ে দেব।[১] নিশ্চয় ওদের ওপর আমার পূর্ণ ক্ষমতা রয়েছে।[২]\n[১] অর্থাৎ, তোমার মৃত্যুর পূর্বেই অথবা মক্কাতেই তোমার বিদ্যমান থাকা অবস্থায় তাদের উপর আযাব প্রেরণ করে।\n[২] অর্থাৎ, আমার যখন ইচ্ছা তাদের উপর আযাব প্রেরণ করতে পারি। কারণ, আমি তাদের উপর শক্তিশালী। সুতরাং রসূল (সাঃ)-এর জীবদ্দশায় বদরের যুদ্ধে কাফেররা শিক্ষামূলক পরাজয় এবং লাঞ্ছনার শিকার হয়।"
    },
    {
      "ayah": 43,
      "surah": 43,
      "text": "সুতরাং তোমার প্রতি যা প্রত্যাদেশ করা হচ্ছে তা দৃঢ়ভাবে অবলম্বন কর।[১] অবশ্যই তুমি তো সরল পথেই রয়েছ। [২]\n[১] অর্থাৎ, কুরআন কারীমকে। তাতে অন্য যে কেউ তাকে মিথ্যা ভাবুক না কেন।\n[২] এটা হল فَاسْتَمْسِكْ (কুরআন দৃঢ়ভাবে অবলম্বন কর)এর কারণ।"
    },
    {
      "ayah": 44,
      "surah": 43,
      "text": "নিশ্চয় তা তোমার এবং তোমার সম্প্রদায়ের জন্য উপদেশ;[১] আর অচিরেই তোমাদেরকে এ বিষয়ে প্রশ্ন করা হবে।\n[১] এই নির্দিষ্টীকরণের অর্থ এই নয় যে, অন্যদের জন্য উপদেশ নয়। বরং সর্বপ্রথম সম্বোধন যেহেতু কুরাইশদেরকেই করা হয়েছে সেহেতু তাদের কথা উল্লেখ করা হয়েছে। নচেৎ কুরআন তো সারা বিশ্বের জন্য উপদেশ। মহান আল্লাহ বলেন, {وَمَا هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِيْنَ} (সূরা কলম ৬৮:৫২ আয়াত) যেমন, রসূল (সাঃ)-কে নির্দেশ দেওয়া হয়েছে যে, {وَاَنْذِرْ عَشِيْرَتَكَ الْاَقْرَبِيْنَ} অর্থাৎ, তুমি তোমার নিকট আত্মীয়দেরকে সতর্ক কর।\n(সূরা শুআরা ২৬:২১৪ আয়াত)\nএর অর্থ এই নয় যে, আল্লাহর পয়গাম কেবল আত্মীয়দের কাছেই পৌঁছাতে হবে। বরং এর অর্থ হল, তবলীগের কাজ শুরু হবে নিজের আত্মীয়দের থেকেই। কেউ কেউ 'যিকর' অর্থ এখানে 'সম্মান' করেছেন। অর্থাৎ, এই কুরআন তোমার জন্য ও তোমার জাতির জন্য সম্মানের উৎস। এই কুরআন তাদের ভাষায় অবতীর্ণ হয়েছে। তাই এটাকে তারাই বেশী বুঝত এবং এরই মাধ্যমে তারা সারা বিশ্বে শ্রেষ্ঠত্ব ও উচ্চ মর্যাদা পেতে পারে। কাজেই এদের উচিত এটাকে গ্রহণ করে এর দাবী অনুযায়ী সর্বাধিক আমল করা।"
    },
    {
      "ayah": 45,
      "surah": 43,
      "text": "তোমার পূর্বে আমি যে সব রসূল প্রেরণ করেছিলাম, তাদেরকে তুমি জিজ্ঞাসা কর,[১] পরম দয়াময় কি তিনি ব্যতীত ওদের জন্য কোন দেবতা স্থির করেছিলেন, যার উপাসনা করা হত?[২]\n[১] নবীদেরকে এ প্রশ্ন হয়তো ইসরা ও মি'রাজের সময় বায়তুল মুক্বাদ্দাসে অথবা আসমানে করা হয়েছিল, যেখানে সমস্ত নবীদের সাথে রসূল (সাঃ)-এর সাক্ষাৎ হয়েছিল। অথবা এখানে أَتْبَاعَ শব্দ ঊহ্য আছে। অর্থাৎ, তাঁদের অনুসারীদের (ইয়াহুদী ও খ্রীষ্টানদের)-কে জিজ্ঞাসা কর। কেননা, তারা তাঁদের যাবতীয় শিক্ষা সম্পর্কে অবগত আছে এবং তাঁদের উপর অবতীর্ণকৃত কিতাবগুলোও তাদের কাছে বিদ্যমান।\n[২] উত্তর অবশ্যই নেতিবাচক হবে। আল্লাহ কোন নবীকেই এই নির্দেশ দেননি। বরং এর বিপরীত প্রত্যেক নবীকে তাওহীদের প্রতি আহবান করারই নির্দেশ দেওয়া হয়েছে।"
    },
    {
      "ayah": 46,
      "surah": 43,
      "text": "অবশ্যই মূসাকে আমি আমার নিদর্শনাবলীসহ ফিরআউন ও তার পারিষদবর্গের নিকট পাঠিয়েছিলাম; সে বলেছিল, ‘আমি বিশ্বজগতের প্রতিপালক কর্তৃক প্রেরিত।’[১]\n[১] মক্কার কুরাইশরা বলেছিল যে, আল্লাহ যদি কাউকে নবী বানিয়ে প্রেরণ করতেন, তবে মক্কা ও তায়েফের কোন এমন ব্যক্তিকে প্রেরণ করতেন, যে হত প্রতিপত্তি ও বিত্তশালী এবং সুউচ্চ মর্যাদার অধিকারী। যেমন, ফিরআউন মূসা (আঃ)-এর সাথে প্রতিদ্বন্দ্বিতায় বলেছিল, \"আমি মূসা অপেক্ষা উত্তম। এ তো আমার থেকে (মর্যাদায়) অনেক কম। এ তো পরিষ্কারভাবে কথা বলতেও পারে না।\" যে কথা পরে আসছে। সম্ভবতঃ উভয় অবস্থার মধ্যে সাদৃশ্য থাকার কারণে এখানে মূসা (আঃ) ও ফিরআউনের ঘটনার পুনরাবৃত্তি করা হয়েছে। এ ছাড়া এতে নবী কারীম (সাঃ)-এর জন্য সান্ত্বনারও একটি দিক রয়েছে যে, মূসা (আঃ)-কেও বহু পরীক্ষার মধ্য দিয়ে অতিক্রম করতে হয়েছে। সে ধৈর্য ও দৃঢ় সংকল্প অবলম্বন করেছিল। অনুরূপ তুমিও মক্কার কাফেরদের দেওয়া কষ্ট ও অভদ্র ব্যবহারে দুঃখিত না হয়ে ধৈর্য ও হিম্মত বজায় রাখ। পরিশেষে তুমিও মূসা (আঃ)-এর মত বিজয়ী ও সফল হবে। আর মক্কাবাসীরা ফিরআউনের মতই ব্যর্থ ও অসফল হবে।"
    },
    {
      "ayah": 47,
      "surah": 43,
      "text": "সে ওদের নিকট আমার নিদর্শনাবলীসহ আসা মাত্র ওরা তা নিয়ে হাসিঠাট্টা করতে লাগল।[১]\n[১] অর্থাৎ, মূসা (আঃ) যখন ফিরআউন ও তার সভাসদদেরকে তাওহীদের দাওয়াত দিলেন, তখন তারা তাঁর রসূল হওয়ার দলীল তলব করল। তিনি তখন সেই সব দলীল ও মু'জিযাগুলি পেশ করলেন, যা আল্লাহ তাঁকে দিয়ে ছিলেন। সেগুলো দেখে তারা উপহাস ও বিদ্রূপ করল এবং বলল যে, এগুলো কি এমন জিনিস? এগুলো তো যাদুর মাধ্যমে আমরাও পেশ করতে পারি।"
    },
    {
      "ayah": 48,
      "surah": 43,
      "text": "আমি ওদেরকে যে নিদর্শন দেখিয়েছি তার প্রত্যেকটি ছিল ওর পূর্ববর্তী নিদর্শন অপেক্ষা বৃহত্তর।[১] আমি ওদেরকে শাস্তি দ্বারা পাকড়াও করেছিলাম; যাতে ওরা সৎপথে প্রত্যাবর্তন করে।[২]\n[১] এই নিদর্শনগুলো হল সেই নিদর্শন, যা তুফান, পঙ্গপাল, উকুন, ব্যাঙ এবং রক্ত ইত্যাদির আকারে একের পর এক তাদেরকে দেখানো হয়েছিল। যার উল্লেখ সূরা আ'রাফ ৭:১৩৩-১৩৫ আয়াতে উল্লিখিত হয়েছে। পরে আগত প্রত্যেক নিদর্শন পূর্বের চেয়ে আরো বৃহত্তর ছিল এবং এর ফলে মূসা (আঃ)-এর সত্যতা আরো বেশী সুস্পষ্ট হয়ে যেত।[২] এই নিদর্শনসমূহ অথবা আযাব দেওয়ার উদ্দেশ্য ছিল, যাতে তারা নবীকে মিথ্যা মনে করা থেকে বিরত হয়।"
    },
    {
      "ayah": 49,
      "surah": 43,
      "text": "ওরা বলেছিল, ‘হে যাদুকর![১] তোমার প্রতিপালক[২] তোমার প্রতি যে অঙ্গীকার করেছেন[৩] তুমি তাঁর নিকট আমাদের জন্য তা প্রার্থনা কর; (অঙ্গীকার পূর্ণ করলে) আমরা অবশ্যই সৎপথ অবলম্বন করব।’ [৪]\n[১] বলা হয় যে, সে যুগে যাদু কোন নিন্দনীয় জিনিস ছিল না। বড় জ্ঞানীদেরকে সম্মানার্থে 'যাদুকর' বলে সম্বোধন করা হত। এ ছাড়া সমস্ত মু'জিযা এবং নিদর্শনের ব্যাপারে তাদের ধারণা ছিল যে, এ সব হল মূসা (আঃ)-এর যাদুর ভেলকি। তাই তারা তাঁকে 'যাদুকর' বলে সম্বোধন করল।\n[২] \"তোমার প্রতিপালক\" এ কথা তারা তাদের শিরকীয় ধারণার ভিত্তিতে বলেছিল। কারণ, মুশরিকদের বিভিন্ন প্রতিপালক ও উপাস্য হত। অর্থাৎ, ওহে মূসা! তোমার প্রতিপালক দ্বারা এ কাজ করিয়ে নাও!\n[৩] অর্থাৎ, আমরা ঈমান আনলে আযাব প্রত্যাহার করার অঙ্গীকার।\n[৪] যদি এ আযাব প্রত্যাহার করে নেওয়া হয়, তবে আমরা তোমাকে সত্য রসূল বলে মেনে নেব এবং তোমার প্রতিপালকেরই ইবাদত করব। কিন্তু প্রত্যেকবার তারা নিজেদের অঙ্গীকার ভঙ্গ করত। যেমন, পরের আয়াতে এসেছে এবং সূরা আ'রাফেও এ কথা উল্লিখিত হয়েছে।"
    },
    {
      "ayah": 5,
      "surah": 43,
      "text": "তোমরা সীমালংঘনকারী সম্প্রদায় বলে কি আমি তোমাদের নিকট হতে উপদেশ-বাণী (কুরআন) প্রত্যাহার করে নেব? [১]\n[১] এর বিভিন্ন অর্থ করা হয়েছে। যেমন, (ক) তোমরা যেহেতু পাপসমূহে একেবারে মেতে আছ এবং অব্যাহতভাবে তা করেই যাচ্ছ বলে কি তোমরা ভেবে নিয়েছ যে, আমি তোমাদেরকে ওয়ায-নসীহত করা ছেড়ে দেব? (খ) অথবা তোমাদের কুফরী ও সীমাতিক্রম করার জন্য আমি তোমাদেরকে কিছুই বলব না এবং আমি তোমাদেরকে এমনিই ছেড়ে দেব। (গ) আমি তোমাদেরকে ধ্বংস করে দেব এবং তোমাদেরকে না কোন জিনিসের নির্দেশ দেব, আর না কোন জিনিস থেকে নিষেধ করব। (ঘ) তোমরা যেহেতু কুরআনের উপর ঈমান আনছ না, তাই আমি কুরআন অবতীর্ণ করার ধারাই বন্ধ করে দেব। প্রথম অর্থকে ইমাম ত্বাবারী এবং শেষোক্ত অর্থকে ইমাম ইবনে কাসীর পছন্দ করে বলেন যে, এটা আল্লাহর অপার অনুগ্রহ যে, তিনি কল্যাণ ও 'যিকর হাকীম' (কুরআন) এর প্রতি দাওয়াত দেওয়ার ধারাবাহিকতা বন্ধ করে দেননি, যদিও তারা বিমুখ হওয়া এবং অস্বীকার করার ব্যাপারে সীমাতিক্রম করছিল। যাতে যার ভাগ্যে হিদায়াত নির্ধারিত আছে, সে যেন তার মাধ্যমে হিদায়াত গ্রহণ করে নেয় এবং যাদের ভাগ্যে দুর্দশা লিপিবদ্ধ হয়ে গেছে, তাদের উপর হুজ্জত কায়েম হয়ে যায়।"
    },
    { "ayah": 50, "surah": 43, "text": "অতঃপর যখন আমি ওদের ওপর হতে শাস্তি বিদূরিত করলাম, তখনই ওরা অঙ্গীকার ভঙ্গ করল।" },
    {
      "ayah": 51,
      "surah": 43,
      "text": "ফিরআউন তার সম্প্রদায়কে সম্বোধন করে বলেছিল,[১] ‘হে আমার সম্প্রদায়! আমি কি মিশরের অধিপতি নই? এই নদীগুলি আমার নিম্নদেশে প্রবাহিত, [২] তোমরা কি দেখ না?\n[১] যখন মূসা (আঃ) এমন কয়েকটি নিদর্শন পেশ করেছিলেন, যার পরেরটি ছিল প্রথমটির চেয়ে আরো বৃহত্তর, তখন ফিরআউন নিজ জাতির মূসা (আঃ)-এর প্রতি আকৃষ্ট হয়ে পড়ার আশঙ্কা বোধ করল। তাই সে তার পরাজয়ের গ্লানিকে ঢাকার জন্য এবং অব্যাহতভাবে স্বীয় জাতিকে ধোকায় পতিত রাখার জন্য নতুন ফন্দি এই আঁটল যে, স্বীয় সার্বভৌমত্ব ও প্রশাসনিক ক্ষমতার কথা উল্লেখ করে মূসা (আঃ)-এর অমর্যাদা ও অপদস্থতাকে প্রকাশ করা হোক, যাতে জাতি তার প্রশাসনিক ক্ষমতাকে ভয় করে।\n[২] এ থেকে বুঝানো হয়েছে নীল-নদ অথবা তার কিছু শাখা-প্রশাখা (অববাহিকা) যা ফিরআউনের মহলের নীচে দিয়ে অতিক্রম করত।"
    },
    {
      "ayah": 52,
      "surah": 43,
      "text": "আমি যে এ ব্যক্তি হতে শ্রেষ্ঠ, যে নীচ[১] এবং স্পষ্ট কথা বলতেও অক্ষম? [২]\n[১] أَمْ এখানে 'ইযরাব' অর্থাৎ, بَلْ (বরং) অর্থে ব্যবহার হয়েছে। আবার কারো নিকট أَمْ 'ইস্তিফহামিয়া' (প্রশ্নবোধক) শব্দ।[২] এখানে মূসা (আঃ)-এর তোতলা হওয়ার প্রতি ইঙ্গিত করা হয়েছে। আর এ কথা সূরা ত্বাহা ২০:২৭ আয়াতেও আলোচিত হয়েছে।"
    },
    {
      "ayah": 53,
      "surah": 43,
      "text": "সে নবী হলে তাকে স্বর্ণের বালা দেওয়া হল না কেন[১] অথবা তার সঙ্গে দলবদ্ধভাবে ফিরিশতাগণ এল না কেন?’ [২]\n[১] সে যুগে মিসর ও পারস্যের বাদশাহরা (জনসাধারণের উপর) পৃথক মর্যাদা ও বিশেষ সম্মানকে বিকশিত করার জন্য সোনার বালা পরিধান করত। অনুরূপ গোত্রের সর্দারদের হাতেও সোনার বালা এবং গলায় সোনার হার ও চেন পরিয়ে দেওয়া হত। আর এগুলোকে তাদের সর্দারির নিদর্শন মনে করা হত। এই জন্যই ফিরআউন মূসা (আঃ) সম্পর্কে বলল যে, যদি তাঁর কোন মর্যাদা ও পৃথক কোন বৈশিষ্ট্য থাকত, তবে তাঁর হাতে সোনার বালা থাকা উচিত ছিল।\n[২] যাঁরা এ কথার সত্যায়ন করতেন যে, এ (মূসা) হলেন আল্লাহর রসূল। অথবা বাদশাহদের মত তাঁর মান-মর্যাদাকে প্রকাশ করার জন্য তাঁর সাথে থাকতেন।"
    },
    {
      "ayah": 54,
      "surah": 43,
      "text": "এভাবে সে তার সম্প্রদায়কে বেওকুফ বানাল। আর ওরা তার কথা মেনে নিল।[১] ওরা তো ছিল এক সত্যত্যাগী সম্প্রদায়।\n[১] اِستَخَفَّ قَومَه অর্থাৎ, اسْتَخَفَّ عُقُوْلَهُمْ সে তার জাতির জ্ঞানকে অতি তুচ্ছ ভাবল (তাদেরকে বেঅকুফ বানাল) অথবা তাদেরকে বোকা বানিয়ে তাদের মূর্খতা ও ভ্রষ্টতায় অটল থাকতে তাকীদ করল এবং জাতিও তার কথা মেনে নিল।"
    },
    {
      "ayah": 55,
      "surah": 43,
      "text": "যখন ওরা আমাকে ক্রোধান্বিত করল, আমি ওদের নিকট থেকে প্রতিশোধ গ্রহণ করলাম এবং ওদের সকলকে ডুবিয়ে মারলাম।"
    },
    {
      "ayah": 56,
      "surah": 43,
      "text": "পরবর্তীদের জন্য আমি ওদেরকে অতীত নমুনা ও দৃষ্টান্ত করে রাখলাম। [১]\n[১] آسَفُونَا এর অর্থ أَسْخَطُوْنَا অথবা أَغْضَبُونَا আর سَلَفٌ হল سَالِفٌ এর বহুবচন। যেমন, خَدَمٌ হল خاَدِمٌ এর এবং حَرَسٌ হল حَارِسٌ এর বহুবচন। 'সালাফ'এর অর্থ হল, যে জিনিস স্বীয় অস্তিত্বে অন্যের পূর্বে হয় (পূর্ববর্তী)। অর্থাৎ, তাদেরকে পরবর্তী প্রজন্মের জন্য শিক্ষণীয় উপদেশ ও দৃষ্টান্ত বানিয়ে দিলাম। যাতে এই প্রজন্মের মানুষরা ফিরআউনের মত কুফরী, যুলুম, সীমালঙ্ঘন এবং ফাসাদ না করে। তাহলে তারা সেই রকম শিক্ষামূলক অবস্থার সম্মুখীন হওয়া থেকে সুরক্ষিত থাকবে, যার সম্মুখীন হয়েছিল ফিরআউন।"
    },
    {
      "ayah": 57,
      "surah": 43,
      "text": "যখন মারয়্যাম-তনয় (ঈসা)র দৃষ্টান্ত উপস্থিত করা হয়, তখন তোমার সম্প্রদায় শোরগোল আরম্ভ করে দেয়,"
    },
    {
      "ayah": 58,
      "surah": 43,
      "text": "এবং বলে, ‘আমাদের দেবতাগুলি শ্রেষ্ঠ, না ঈসা?’ এরা কেবল বিতর্কের উদ্দেশ্যেই তোমাকে এ কথা বলে। বস্তুতঃ এরা তো এক বিতর্ককারী সম্প্রদায়। [১]\n[১] পৌত্তলিকতা ও শিরকের খন্ডন এবং মিথ্যা উপাস্যগুলোর অসহায়তার কথা পষ্কিারভাবে তুলে ধরার জন্য মক্কার মুশরিকদেরকে বলা হত যে, তোমাদের সাথে তোমাদের উপাস্যগুলোও জাহান্নামে প্রবেশ করবে। আর লক্ষ্য হত, পাথরের সেই মূর্তিগুলো, যার তারা পূজা করত। এ থেকে লক্ষ্য কিন্তু সেই সৎলোক (নবী-অলী)গণ নন, যাঁরা তাঁদের জীবদ্দশায় মানুষদেরকে তাওহীদের দাওয়াত দিয়েছেন। অতঃপর তাঁদের মৃত্যুর পর ভক্তরা তাঁদেরকেও উপাস্য বানিয়ে নিয়েছে। তাঁদের ব্যাপারে কুরআন কারীমে এ কথা পরিষ্কার করে দেওয়া হয়েছে যে, তাঁরা জাহান্নাম থেকে দূরে থাকবে। {إِنَّ الَّذِيْنَ سَبَقَتْ لَهُمْ مِّنَّا الْحُسْنَى اُولَئِكَ عَنْهَا مُبْعَدُوْنَ} (الأنبياء: ১০১) কারণ, এতে তাঁদের কোন দোষ নেই। আর এই জন্যই কুরআন এই মূর্তিগুলোর ব্যাপারে مَا শব্দ ব্যবহার করেছে; যা জ্ঞানহীন প্রাণী বা বস্তুর জন্য ব্যবহার হয়। সুতরাং এ থেকে আম্বিয়া ও সৎলোকেরা বের হয়ে যান; যাঁদেরকে লোকেরা নিজে থেকেই উপাস্য বানিয়ে রেখেছিল। অর্থাৎ, এটা হতে পারে যে, অন্যান্য মূর্তিদের সাথে তাঁদের আকৃতিতে বানানো মূর্তিগুলোকেও আল্লাহ জাহান্নামে নিক্ষেপ করবেন, কিন্তু এ লোকগুলো তো অবশ্যই জাহান্নাম থেকে দূরে থাকবেন। মুশরিকরা নবী (সাঃ)-এর পবিত্র জবানে ঈসা (আঃ)-এর সুনাম শুনে এই অসার তর্ক-বিতর্কে লিপ্ত হত যে, যদি ঈসা প্রশংসার যোগ্য হন অথচ খ্রিষ্টানরা তাঁকে উপাস্য বানিয়েছে, তবে আবার আমাদের উপাস্যগুলো নিন্দিত হল কিভাবে? এরাও কি উত্তম নয়? কিংবা আমাদের উপাস্যগুলো যদি জাহান্নামে যায়, তাহলে ঈসা ও উযায়েরও জাহান্নামে যাবেন। মহান আল্লাহ এখানে বললেন, আনন্দে তাদের শোরগোল করা তাদের বিতর্ক বৈ কিছুই নয়। তাছাড়া তর্কের অর্থই এই হয় যে, বিতর্ককারীর কাছে কোন দলীল থাকে না। কিন্তু নিজের মত বহাল রাখার জন্য অযথা কথা কাটাকাটি করে।"
    },
    {
      "ayah": 59,
      "surah": 43,
      "text": "সে তো ছিল আমারই এক দাস, যাকে আমি অনুগ্রহ করেছিলাম এবং করেছিলাম বনী ইস্রাঈলের জন্য নিদর্শনস্বরূপ।[১]\n[১] প্রথমতঃ এই দিক দিয়ে যে, পিতা ছাড়াই তাঁর জন্ম হয়। দ্বিতীয়তঃ স্বয়ং তাঁকে মৃতকে জীবন দান ইত্যাদি যে সকল মু'জিযা দেওয়া হয়েছিল, সেই দিক দিয়েও।"
    },
    { "ayah": 6, "surah": 43, "text": "পূর্ববর্তীদের নিকট আমি বহু রসূল প্রেরণ করেছি।" },
    {
      "ayah": 60,
      "surah": 43,
      "text": "আমি ইচ্ছা করলে তোমাদের পরিবর্তে ফিরিশতাদেরকে পৃথিবীর উত্তরাধিকারী করতে পারতাম।[১]\n[১] অর্থাৎ, তোমাদেরকে শেষ করে তোমাদের স্থানে ফিরিশতাদেরকে আবাদ করতাম। তারা তোমাদেরই মত পরস্পরের প্রতিনিধিত্ব করত। অর্থাৎ, ফিরিশতাদের আসমানে থাকা এমন কোন মর্যাদার ব্যাপার নয় যে, তাদের ইবাদত করা হবে। এটা কেবল আমি আমার ইচ্ছা ও ফায়সালায় ফিরিশতাদেরকে আসমানে এবং মানুষদেরকে যমীনে আবাদ করেছি। আমি ইচ্ছা করলে ফিরিশতাদেরকেও যমীনে আবাদ করতে পারি।"
    },
    {
      "ayah": 61,
      "surah": 43,
      "text": "নিশ্চয় ঈসা কিয়ামতের একটি নিদর্শন;[১] সুতরাং তোমরা কিয়ামতে অবশ্যই সন্দেহ পোষণ করো না এবং আমার অনুসরণ কর। এটিই সরল পথ।\n[১] عِلْمٌ এর অর্থ নিদর্শন। অধিকাংশ মুফাসসেরের নিকট এর অর্থ হল, কিয়ামতের নিকটতম সময়ে তাঁর আসমান থেকে অবতরণ হবে। এ কথা অনেক সহীহ ও বহুধা সূত্রে বর্ণিত হাদীস দ্বারা প্রমাণিত। আর এই অবতরণ এ কথার নিদর্শন হবে যে, কিয়ামত অতি নিকটে। এই জন্যই কেউ কেউ এটাকে আ'য়ন এবং লামে যবর দিয়ে (عَلَمٌ) পড়েছেন। যার অর্থ হয়, নিদর্শন। আবার কারো নিকট তাঁকে কিয়ামতের নিদর্শন গণ্য করা হয়েছে তাঁর জন্মের অলৌকিকতার ভিত্তিতে। অর্থাৎ, যেভাবে মহান আল্লাহ তাঁকে বিনা পিতায় সৃষ্টি করেছেন, তাঁর এই জন্ম প্রমাণ করে যে, আল্লাহ তাআলা কিয়ামতের দিন সমস্ত মানুষকে পুনরায় জীবিত করবেন। সুতরাং আল্লাহর অলৌকিক ক্ষমতার দিকে লক্ষ্য করলে কিয়ামত সংঘটিত হওয়ার ব্যাপারে কোন সন্দেহের অবকাশ থাকে না। إِنَّهُ তে সর্বনাম থেকে উদ্দিষ্ট হলেন ঈসা (আঃ)।"
    },
    {
      "ayah": 62,
      "surah": 43,
      "text": "শয়তান যেন তোমাদেরকে কিছুতেই এ হতে নিবৃত্ত না করে, সে তো তোমাদের প্রকাশ্য শত্রু।"
    },
    {
      "ayah": 63,
      "surah": 43,
      "text": "ঈসা যখন স্পষ্ট নিদর্শনসহ এল, তখন সে বলেছিল, ‘আমি তো তোমাদের নিকট প্রজ্ঞাসহ এসেছি; তোমরা যে বিষয়ে মতভেদ করছ, তা স্পষ্ট করে দেওয়ার জন্য।[১] সুতরাং তোমরা আল্লাহকে ভয় কর এবং আমার অনুসরণ কর।\n[১] এর জন্য দেখুন, সূরা আল ইমরানের ৩:৫নং আয়াতের টীকা।"
    },
    {
      "ayah": 64,
      "surah": 43,
      "text": "নিশ্চয় আল্লাহই আমার প্রতিপালক এবং তোমাদের প্রতিপালক, অতএব তাঁর উপাসনা কর, এটিই সরল পথ।’"
    },
    {
      "ayah": 65,
      "surah": 43,
      "text": "অতঃপর ওদের বিভিন্ন দল নিজেদের মধ্যে মতানৈক্য সৃষ্টি করল;[১] সুতরাং সীমালংঘনকারীদের জন্য দুর্ভোগ মর্মন্তুদ দিনের শাস্তির।\n[১] এ থেকে ইয়াহুদী ও খ্রিষ্টানদের বুঝানো হয়েছে। ইয়াহুদীরা তো ঈসা (আঃ)-এর মর্যাদা ক্ষুন্ন করে তাঁকে --নাউযুবিল্লাহ -- জারজ সন্তান গণ্য করে। আর খ্রিষ্টানরা তাঁর ব্যাপারে বাড়াবাড়ি করে তাঁকে উপাস্য বানিয়ে নেয়। অথবা এ থেকে খ্রিষ্টানদেরই বিভিন্ন দলকে বুঝানো হয়েছে। এরা আপোসে ঈসা (আঃ)-এর ব্যাপারে কঠোর পরস্পর-বিরোধী মত পোষণ করে। একদল তাঁকে আল্লাহর পুত্র, অন্যদল তাঁকে আল্লাহ ও তিনের মধ্যে একজন মনে করে এবং আর একদল তাঁকে মুসলিমদের মত আল্লাহর বান্দা ও তাঁর রসূল গণ্য করে।"
    },
    { "ayah": 66, "surah": 43, "text": "ওরা তো ওদের অজ্ঞাতসারে আকস্মিকভাবে কিয়ামত আসারই অপেক্ষা করছে।" },
    {
      "ayah": 67,
      "surah": 43,
      "text": "বন্ধুরা সেদিন একে অপরের শত্রু হয়ে পড়বে, তবে সাবধানীরা নয়। [১]\n[১] কেননা, কাফেরদের বন্ধুত্ব কেবল কুফরী ও পাপাচারের ভিত্তিতে হয় এবং এই কুফরী ও পাপাচারই তাদের আযাবের কারণ হবে। আর এরই কারণে তারা একে অপরকে দোষারোপ করবে এবং পরস্পরের শত্রু হয়ে যাবে। পক্ষান্তরে ঈমানদার ও আল্লাহভীরু লোকদের পারস্পরিক বন্ধুত্ব ও ভালবাসা যেহেতু আল্লাহর সন্তুষ্টি লাভের ভিত্তিতে হয়, আর এই দ্বীন ও ঈমানই হল কল্যাণ ও সওয়াব লাভের মাধ্যম, সেহেতু তাঁদের এই বন্ধুত্বে কোন বিচ্ছেদ ঘটবে না। আখেরাতেও তাঁদের এই বন্ধুত্ব অটুট থাকবে, যেমন দুনিয়াতে ছিল।"
    },
    {
      "ayah": 68,
      "surah": 43,
      "text": "হে আমার দাসগণ! আজ তোমাদের কোন ভয় নেই এবং তোমরা দুঃখিতও হবে না। [১]\n[১] এটা কিয়ামতের দিন সেই আল্লাহভীরুদেরকে বলা হবে, যাঁরা দুনিয়াতে কেবল আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে একে অপরের সাথে বন্ধুত্ব ও ভালবাসা রাখত। বহু হাদীসেও এর ফযীলতের কথা এসেছে। এমন কি আল্লাহর নিমিত্তে ভালবাসা রাখা এবং তাঁরই নিমিত্তে বিদ্বেষ পোষণ করাকে ঈমান পরিপূর্ণতার বুনিয়াদ বলা হয়েছে। মহানবী (সাঃ) বলেন, \"যে ব্যক্তি আল্লাহর ওয়াস্তে কাউকে ভালোবাসে, আল্লাহর ওয়াস্তে কাউকে ঘৃণা করে, আল্লাহর ওয়াস্তে কিছু দান করে এবং আল্লাহর ওয়াস্তেই কিছু দান করা হতে বিরত থাকে, সে ব্যক্তি পূর্ণাঙ্গ ঈমানের অধিকারী।\"\n(সহীহ আবূ দাঊদ ৩৯১০ নং)\nআর এমন দুই বন্ধু কিয়ামতের দিনে আল্লাহর আরশের নিচে ছায়া লাভ করবে, যেদিন সেই ছায়া ছাড়া অন্য কোন ছায়া থাকবে না।"
    },
    { "ayah": 69, "surah": 43, "text": "যারা আমার আয়াতে বিশ্বাস করেছিলে এবং আত্মসমর্পণকারী (মুসলিম) ছিলে।" },
    { "ayah": 7, "surah": 43, "text": "এবং যখনই ওদের নিকট কোন নবী এসেছে, তখন ওরা তাকে নিয়ে ঠাট্টা-বিদ্রূপ করেছে।" },
    {
      "ayah": 70,
      "surah": 43,
      "text": "তোমরা এবং তোমাদের সহধর্মিণীগণ সানন্দে জান্নাতে প্রবেশ কর। [১]\n[১] أَزْوَاجُكُمْ থেকে কেউ মু'মিন (পার্থিব) স্ত্রীগণ, কেউ মু'মিন বন্ধু এবং কেউ জান্নাতের স্ত্রী হুরগণ অর্থ নিয়েছেন। আর সব অর্থই সঠিক। কারণ, এরা সকলেই জান্নাতে যাবে। تُحْبَرُوْنَ শব্দ حَبْرٌ থেকে গঠিত। অর্থাৎ, সেই আনন্দ ও প্রফুল্লতা যা তাঁরা জান্নাতের নিয়ামত ও সম্মানের কারণে অনুভব করবে।"
    },
    {
      "ayah": 71,
      "surah": 43,
      "text": "স্বর্ণের থালা ও পান পাত্র নিয়ে ওদের মাঝে ফিরানো হবে,[১] সেখানে রয়েছে এমন সমস্ত কিছু, যা মন চায় এবং যাতে নয়ন তৃপ্ত হয়। সেখানে তোমরা চিরকাল থাকবে।\n[১] صِحَافٌ হল صَحْفَةٌ এর বহুবচন। এর অর্থ থালা বা প্লেট। সব চেয়ে বড় পাত্রকে جُفْنَةٌ বলা হয়। তার থেকে ছোটকে قَصْعَةٌ (যাতে দশজন মানুষ পেট ভরে খেতে পারবে।) এর থেকে ছোটকে صَحْفَةٌ (যা قَصْعَةٌ এর অর্ধেক) এবং তার থেকে ছোটকে مَكِيْلَةٌ বলা হয়। অর্থাৎ, জান্নাতীরা জান্নাতে যে খাদ্য লাভ করবে তা সোনার প্লেটে দেওয়া হবে।"
    },
    {
      "ayah": 72,
      "surah": 43,
      "text": "এটিই জান্নাত, তোমরা তোমাদের কর্মের ফলস্বরূপ যার অধিকারী হয়েছ।[১]\n[১] অর্থাৎ, যেভাবে একজন ওয়ারেস (উত্তরাধিকারী) মীরাসের মালিক হয়, অনুরূপ জান্নাতও একটি মীরাস; যার ওয়ারিস হবে তারা, যারা দুনিয়াতে ঈমান ও নেক আমলের মাধ্যমে জীবন-যাপন করেছে।"
    },
    { "ayah": 73, "surah": 43, "text": "সেখানে তোমাদের জন্য রয়েছে প্রচুর ফলমূল, তা থেকে তোমরা আহার করবে।" },
    { "ayah": 74, "surah": 43, "text": "নিশ্চয় অপরাধীরা স্থায়ীভাবে জাহান্নামের শাস্তি ভোগ করবে," },
    {
      "ayah": 75,
      "surah": 43,
      "text": "ওদের শাস্তি লাঘব করা হবে না এবং ওরা তাতে (শাস্তি ভোগ করতে করতে) হতাশ হয়ে পড়বে। [১]\n[১] অর্থাৎ, মুক্তি পাওয়া থেকে হতাশ ও নিরাশ।"
    },
    { "ayah": 76, "surah": 43, "text": "আমি ওদের প্রতি অন্যায় করিনি, কিন্তু ওরা নিজেরাই নিজেদের প্রতি অন্যায় করেছে।" },
    {
      "ayah": 77,
      "surah": 43,
      "text": "ওরা চিৎকার করে বলবে, ‘হে মালেক (দোযখের অধিকর্তা)![১] তোমার প্রতিপালক আমাদেরকে নিঃশেষ করে দিন।’[২] সে বলবে, ‘তোমরা তো (চিরকাল) অবস্থান করবে।’[৩]\n[১] জাহান্নামের দারোগার নাম।\n[২] অর্থাৎ, আমাদেরকে মৃত্যু দান করুন, যাতে আযাব থেকে নিষ্কৃতি পেয়ে যাই।\n[৩] অর্থাৎ, সেখানে মৃত্যু আবার কোথায়? শাস্তির এই জীবন মৃত্যু অপেক্ষা আরো নিকৃষ্টতর হবে। আর এ ছাড়া তো অন্য কোন উপায়ও থাকবে না।"
    },
    {
      "ayah": 78,
      "surah": 43,
      "text": "(আল্লাহ বলবেন,) আমি তো তোমাদের নিকট সত্য পৌঁছে দিয়েছিলাম; কিন্তু তোমাদের অধিকাংশই তো সত্যবিমুখ ছিলে।[১]\n[১] এটা আল্লাহ তাআলার উক্তি অথবা ফিরিশতাগণ আল্লাহর পক্ষ থেকে বলবেন। যেমন কোন বড় অফিসার প্রশাসন বা সরকারের তরফ থেকে 'আমরা' শব্দ ব্যবহার করে। এখানে أكثر (অধিকাংশ) অর্থ সবাই। অর্থাৎ, সমস্ত জাহান্নামী। অথবা أكثر বলতে নেতা ও সর্দারদেরকে বুঝানো হয়েছে। অন্যান্য জাহান্নামীরা তাদের অনুসারী হওয়ার দরুন তাদের মধ্যেই শামিল থাকবে। حَقّ (সত্য) বলতে সেই দ্বীন ও পয়গাম, যা পয়গম্বরগণের মাধ্যমে মানুষের মাঝে পাঠিয়েছেন। আর সর্বশেষ حق (সত্য) হল কুরআন ও ইসলাম।"
    },
    {
      "ayah": 79,
      "surah": 43,
      "text": "ওরা কি কোন কিছুর চূড়ান্ত সিদ্ধান্ত গ্রহণ করেছে? আমিও তো চূড়ান্ত সিদ্ধান্ত গ্রহণকারী। [১]\n[১] إِبْرَامٌ এর অর্থ হল, সুদৃঢ়, চূড়ান্ত, পাকাপোক্ত ও মজবুত করা। أَمْ এখানে بَلْ অর্থে ব্যবহূত। অর্থাৎ, এই জাহান্নামীরা সত্যকে কেবল অপছন্দই করেনি, বরং তার বিরুদ্ধে সুপরিকল্পিত সংগঠিত ষড়যন্ত্র ও চক্রান্তও করেছে। তাদের জওয়াবে আমিও চূড়ান্ত ব্যবস্থা গ্রহণ করলাম। আর আমার থেকে অধিক বলিষ্ঠ ব্যবস্থা কে গ্রহণ করতে পারে? এই অর্থেরই আয়াত হল এইটাঃ {اَمْ يُرِيْدُوْنَ كَيْدًا فَالَّذِيْنَ كَفَرُوْا هُمُ الْمَكِيْدُوْنَ} (الطور: ৪২)"
    },
    {
      "ayah": 8,
      "surah": 43,
      "text": "ওদের মধ্যে যারা এদের অপেক্ষা শক্তিতে প্রবল ছিল[১] তাদেরকে আমি ধ্বংস করেছিলাম; আর পূর্ববর্তীদের দৃষ্টান্ত ঘটে গেছে। [২]\n[১] অর্থাৎ, মক্কাবাসীদের থেকেও বেশী শক্তিশালী ছিল। যেমন, অন্যত্র বলেছেন, {كَانُوْا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً} \"তারা এদের চেয়েও সংখ্যায় ও শক্তিতে অনেক বেশী ছিল।\"\n(সূরা মু'মিন ৪০:৮২ আয়াত)\n[২] অর্থাৎ, কুরআন মাজীদে সেই সম্প্রদায়দের কথা অথবা তাদের গুণাবলী একাধিকবার উল্লিখিত হয়েছে। এতে মক্কাবাসীদের জন্য এইভাবে ধমক দেওয়া হয়েছে যে, পূর্বের জাতিরা রসূলদেরকে মিথ্যাজ্ঞান করার কারণে বিনাশপ্রাপ্ত হয়েছে। এরাও যদি মুহাম্মাদ (সাঃ)-এর রিসালাতকে মিথ্যা মনে করাতে অটল থাকে, তবে তাদের ন্যায় এরাও ধ্বংস হয়ে যাবে।"
    },
    {
      "ayah": 80,
      "surah": 43,
      "text": "ওরা কি মনে করে যে, আমি ওদের গোপন বিষয় ও গোপন পরামর্শের খবর রাখি না? অবশ্যই (রাখি)।[১] আমার দূতগণ তো ওদের কাছে থেকে সব লিপিবদ্ধ করে। [২]\n[১] অর্থাৎ, গুপ্ত কথাবার্তা যা তারা নিজেদের অন্তরে লুকিয়ে রাখে অথবা নির্জনে চুপেচুপে বলে কিংবা আপোসে যে কানাকানি করে, তারা কি মনে করে যে, আমি তাদের এ সব কিছু শুনি না? অর্থাৎ, আমি সব শুনি ও জানি।\n[২] অর্থাৎ, অবশ্যই শুনি। এ ছাড়া আমার প্রেরিত ফিরিশতাগণ পৃথক পৃথকভাবে তাদের সমস্ত কথাবার্তা লিখে রাখে।"
    },
    {
      "ayah": 81,
      "surah": 43,
      "text": "বল, ‘পরম দয়াময় আল্লাহর কোন সন্তান থাকলে আমিই হতাম তার উপাসকগণের অগ্রণী।’[১]\n[১] কেননা, আমি আল্লাহর বাধ্য ও তাঁর অনুগত বান্দা। যদি সত্যিকারই তাঁর সন্তান-সন্ততি হত, তবে সর্বপ্রথম আমিই তাদের ইবাদত ও উপাসনা করতাম। আসলে মুশরিকদের বিশ্বাসকে বাতিল ও খন্ডন করা হয়েছে; যারা আল্লাহর সন্তান-সন্ততি সাব্যস্ত করে।"
    },
    {
      "ayah": 82,
      "surah": 43,
      "text": "ওরা যা আরোপ করে তা হতে আকাশমন্ডলী ও পৃথিবীর অধিপতি এবং আরশের অধিকারী পবিত্র ও মহান।[১]\n[১] এটা আল্লাহর উক্তি, যাতে তিনি তাঁর (সমস্ত দোষ-ত্রুটি থেকে) মুক্ত ও পবিত্রতা হওয়ার কথা ঘোষণা দিয়েছেন। অথবা রসূল (সাঃ)-এর কথা, তিনিও আল্লাহর নির্দেশে তাঁকে সেই সব জিনিস থেকে মুক্ত এবং পাক ও পবিত্র হওয়ার কথা বর্ণনা করেছেন, যেগুলোর সাথে মুশরিকরা আল্লাহকে সম্পৃক্ত করে।"
    },
    {
      "ayah": 83,
      "surah": 43,
      "text": "অতএব ওদেরকে যে দিনের প্রতিশ্রুতি দেওয়া হয়েছে[১] তার সম্মুখীন হওয়ার পূর্ব পর্যন্ত ওদেরকে সমালোচনা ও খেল-তামাশা করতে দাও। [২]\n[১] অর্থাৎ, এখন যদি ওরা হিদায়াতের পথ অবলম্বন না করে, তবে তুমি তাদেরকে নিজ অবস্থাতেই ছেড়ে দাও এবং দুনিয়ার খেলা-ধূলায় মেতে থাকতে দাও। এটা হল ধমক ও হুঁশিয়ারি।\n[২] তাদের চোখ সেই দিনই খুলবে, যেদিন তাদের এই আচরণের পরিণাম তাদের সামনে এসে উপস্থিত হয়ে যাবে।"
    },
    {
      "ayah": 84,
      "surah": 43,
      "text": "তিনিই উপাস্য নভোমন্ডলে, তিনিই উপাস্য ভূমন্ডলে[১] এবং তিনিই প্রজ্ঞাময়, সর্বজ্ঞ।\n[১] এ রকম নয় যে, আকাশের উপাস্য অন্য একজন এবং পৃথিবীর উপাস্য আর একজন। বরং যেমন এই উভয়েরই সৃজনকর্তা একজনই, অনুরূপ উপাস্যও একজনই। এই অর্থেরই আয়াত হল এটা, {وَهُوَ اللهُ فِي السَّمَوَاتِ وَفِي الْأَرْضِ يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُوْنَ} (الأنعام: ৩) অর্থাৎ, তিনিই আল্লাহ আসমানে এবং যমীনে। তিনি তোমাদের গোপন ও প্রকাশ্য জানেন এবং তোমরা যা কর, তাও অবগত।\n(আনআমঃ ৩)"
    },
    {
      "ayah": 85,
      "surah": 43,
      "text": "কত মহান তিনি যিনি আকাশমন্ডলী ও পৃথিবী এবং ওদের মধ্যবর্তী সমস্ত কিছুর সার্বভৌম অধিপতি।[১] কিয়ামতের জ্ঞান কেবল তাঁরই আছে[২] এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে। [৩]\n[১] এমন সত্তা যিনি সমস্ত এখতিয়ারের মালিক এবং আকাশ-পৃথিবীর রাজত্ব যাঁর হাতে, তাঁর সন্তান-সন্ততির কিসের প্রয়োজন?\n[২] যা তিনি যথাসময়েই প্রকাশ করবেন।\n[৩] যেখানে তিনি প্রত্যেককে তার আমল অনুযায়ী প্রতিদান ও শাস্তি দেবেন।"
    },
    {
      "ayah": 86,
      "surah": 43,
      "text": "আল্লাহর পরিবর্তে ওরা যাদেরকে ডাকে, সুপারিশের অধিকার তাদের নেই।[১] তবে যারা সত্য উপলব্ধি করে ওর (সত্যের) সাক্ষ্য দেয় তাদের কথা স্বতন্ত্র। [২]\n[১] অর্থাৎ, দুনিয়াতে যে বাতিল উপাস্যগুলোর এরা পূজা-অর্চনা করে এই মনে করে যে, এরা আল্লাহর নিকট আমাদের জন্য সুপারিশ করবে। তাদের সুপারিশ করার মোটেই কোন এখতিয়ার ও যোগ্যতা নেই।\n[২] হক বা সত্য বলতে বুঝানো হয়েছে, তাওহীদের কালেমা 'লা-ইলাহ ইল্লাল্লাহ'কে। এর স্বীকৃতি ও সাক্ষ্য জ্ঞান ও উপলব্ধির ভিত্তিতে হবে। (এর অর্থ না বুঝে) কেবল প্রথাগত ও (অন্যের) দেখাদেখির ভিত্তিতে যেন না হয়। অর্থাৎ, মৌখিকভাবে কালেমা তাওহীদের ঘোষণাদাতাকে জেনে রাখতে হবে যে, এতে কেবল এককভাবে আল্লাহর উপাস্যত্বকেই সাব্যস্ত করা হয়েছে এবং অন্যান্য সমস্ত উপাস্যের উপাস্যত্ব নাকচ করা হয়েছে। অতঃপর (আন্তরিকভাবে) এই অনুযায়ী হবে তার আমল। এ রকম লোকের ব্যাপারে সুপারিশকারীদের সুপারিশ ফলপ্রসূ হবে। অথবা অর্থ হল, সুপারিশ করার অধিকার কেবল তাঁরাই লাভ করবেন, যাঁরা সত্যকে স্বীকার করবেন। অর্থাৎ, আম্বিয়া, নেকলোক এবং ফিরিশতাগণ এই অধিকার লাভ করবেন। সেই বাতিল উপাস্যরা নয়, যাদেরকে মুশরিকরা মনগড়াভাবে নিজেদের সুপারিশকারী মনে করে থাকে।"
    },
    {
      "ayah": 87,
      "surah": 43,
      "text": "যদি তুমি ওদেরকে জিজ্ঞাসা কর, ‘কে ওদেরকে সৃষ্টি করেছে?’ ওরা অবশ্যই বলবে, ‘আল্লাহ।’ তবুও ওরা কোথায় ফিরে যাচ্ছে?"
    },
    {
      "ayah": 88,
      "surah": 43,
      "text": "আর রসূলের উক্তি,[১] ‘হে আমার প্রতিপালক! এরা তো সেই সম্প্রদায় যারা বিশ্বাস করবে না।’ (এর জ্ঞান কেবল তাঁরই আছে।)\n[১] وَقِيْلِهِ এর সংযোগ হল وَعِنْدَهُ عِلْمُ السَّاعَةِ এর সাথে। অর্থাৎ, وَعِلْمُ قِيْلِهِ আল্লাহরই কাছে রয়েছে কিয়ামতের জ্ঞান এবং স্বীয় পয়গম্বরের অভিযোগের জ্ঞান।"
    },
    {
      "ayah": 89,
      "surah": 43,
      "text": "সুতরাং তুমি ওদেরকে উপেক্ষা কর এবং বল, ‘শান্তির সম্ভাষণ (সালাম)।’[১] ওরা শীঘ্রই (এর শেষ ফল) জানতে পারবে।\n[১] এ সালাম হল সম্পর্কচ্ছেদ করার সালাম। যেমন, সূরা ক্বাসাস ২৮:৫৫ আয়াত {سَلاَمٌ عَلَيْكُنمْ لاَ نَبْتَغِيْ الْجَاهِلِيْنَ} এবং সূরা ফুরকান ২৫:৬৩ আয়াত {قَالُوْا سَلاَمًا} -এ রয়েছে। অর্থাৎ, দ্বীনের ব্যাপারে আমার ও তোমাদের পথ ভিন্ন ভিন্ন। তোমরা যদি ফিরে না এসো তো ঠিক আছে, তোমরা তোমাদের কাজ করে যাও, আমিও আমার কাজ করে যাচ্ছি। অতঃপর অতি সত্বর জেনে নেবে যে, কে সত্যবাদী, আর কে মিথ্যাবাদী।"
    },
    {
      "ayah": 9,
      "surah": 43,
      "text": "তুমি যদি ওদেরকে জিজ্ঞাসা কর, ‘কে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছে? ওরা অবশ্যই বলবে, এগুলিকে সৃষ্টি করেছেন পরাক্রমশালী, সর্বজ্ঞ (আল্লাহ)।’ [১]\n[১] কিন্তু এই স্বীকারোক্তির পরেও ঐ সৃষ্ট ব্যক্তি-বস্তুরই মধ্য হতে অনেককেই এই মূর্খরা আল্লাহর অংশীদার বানিয়ে নিয়েছে। এতে তাদের অপরাধ যে বড়ই সাংঘাতিক ও জঘন্য ছিল সে কথা বর্ণিত হয়েছে এবং তাদের নির্বুদ্ধিতা ও মুর্খতার কথাও প্রকাশ হয়েছে।"
    }
  ]
}
