{
  "ayahs": [
    { "ayah": 1, "surah": 48, "text": "নিশ্চয়ই (হে রসূল!) আমি তোমাকে দিয়েছি সুস্পষ্ট বিজয়।" },
    {
      "ayah": 10,
      "surah": 48,
      "text": "নিশ্চয় যারা তোমার বায়আত গ্রহণ করে, তারা তো আল্লাহরই বায়আত গ্রহণ করে।[১] আল্লাহর হাত তাদের হাতের উপর।[২] সুতরাং যে তা ভঙ্গ করে, তা ভঙ্গ করার পরিণাম তাকেই ভোগ করতে হবে[৩] এবং যে আল্লাহর সাথে অঙ্গীকার পূর্ণ করে,[৪] তিনি তাকে মহা পুরস্কার দেন।\n[১] এই আয়াতে ঐ বায়আতে রিযওয়ানের কথাই বুঝানো হয়েছে, যে বায়আত নবী করীম (সাঃ) উসমান (রাঃ)-এর শহীদ হওয়ার খবর শুনে তাঁর প্রতিশোধ নেওয়ার জন্য হুদাইবিয়ায় উপস্থিত ১৪ বা ১৫ শত মুসলিমদের কাছ থেকে গ্রহণ করেছিলেন।\n[২] অর্থাৎ, এই বাইয়াত (শপথ) প্রকৃতপক্ষে আল্লাহরই। কেননা, তিনিই জিহাদের নির্দেশ দিয়েছেন এবং এর প্রতিদানও তিনিই দেবেন। যেমন, অন্যত্র বলেছেন, এরা নিজেদের জান ও মালের পরিবর্তে আল্লাহর নিকট জান্নাত ক্রয় করেছে।\n(সূরা তাওবাহ ৯:১১১)\nআর এটা ঠিক এই ধরনের যেমন, {مَن يُّطِعِ الرَّسُوْلَ فَقَدْ اَطَاعَ اللهَ} অর্থাৎ, যে রসূলের আনুগত্য করল, সে আসলে আল্লাহরই আনুগত্য করল।\n(সূরা নিসা ৪:৮০)\n[৩] نَكْثٌ (অঙ্গীকার ভঙ্গ করা) থেকে এখানে বাইয়াত ভঙ্গ করা বুঝানো হয়েছে। অর্থাৎ, শপথ অনুযায়ী যুদ্ধে শরীক না হওয়া। মানে যে ব্যক্তি এ রকম করবে, তার মন্দ পরিণাম তারই উপর আসবে।\n[৪] অর্থাৎ, যে আল্লাহর রসূলকে সাহায্য করে। তাঁর সাথে মিলে সেই পর্যন্ত যুদ্ধ করে, যে পর্যন্ত না মহান আল্লাহ মুসলিমদের বিজয় ও সাফল্য দান করেন।"
    },
    {
      "ayah": 11,
      "surah": 48,
      "text": "(যুদ্ধ থেকে) পশ্চাতে থাকা মরুবাসীরা তোমাকে বলবে, ‘আমাদের ধন-সম্পদ ও পরিবার-পরিজন আমাদেরকে ব্যস্ত রেখেছিল, অতএব আমাদের জন্য ক্ষমা প্রার্থনা কর।’[১] তারা মুখে তা বলে, যা তাদের অন্তরে নেই।[২] তাদেরকে বল, ‘আল্লাহ তোমাদের কারো কোন ক্ষতি[৩] কিংবা মঙ্গল[৪] চাইলে কে তাঁকে নিবৃত্ত করতে পারে? বস্তুতঃ তোমরা যা কর, সে বিষয়ে আল্লাহ সম্যক অবহিত। [৫]\n[১] এ থেকে মদীনার চতুর্দিকে বসবাসকারী গিফার, মুযাইনা, জুহাইনা, আসলাম এবং দু'আল গোত্রসমূহকে বুঝানো হয়েছে। স্বপ্ন দেখার পর যখন নবী করীম (সাঃ) (যার বিস্তারিত বিবরণ পরে আসবে) উমরাহ করার জন্য মক্কা যাওয়ার সাধারণ ঘোষণা দিলেন, তখন উল্লিখিত গোত্রের লোকেরা ভাবলো যে, বর্তমান পরিস্থিতি তো মক্কা যাওয়ার অনুকূলে নয়। সেখানে এখনও কাফেরদের বিক্রম ও দবদবা রয়েছে এবং মুসলিমরা সেখানে দুর্বল। তাছাড়া মুসলিমগণ উমরাহ করার জন্য সম্পূর্ণরূপে হাতিয়ার খাপবদ্ধ করেও যেতে পারবে না। এ রকম পরিস্থিতিতে যদি কাফেররা মুসলিমদের সাথে যুদ্ধ করার সিদ্ধান্ত নিয়েই ফেলে, তাহলে তারা শূন্য হাতে তাদের সাথে মোকাবেলা কিভাবে করবে? এ সময় মক্কা যাওয়ার অর্থ হল, নিজেই নিজেকে ধ্বংসের মুখে ঠেলে দেওয়া। সুতরাং এই লোকেরা নবী করীম (সাঃ)-এর সাথে উমরায় গেল না। মহান আল্লাহ তাদের ব্যাপারে বলছেন, এরা নানা ব্যস্ততার বাহানা পেশ করে তোমার কাছে ক্ষমা প্রার্থনার আবেদন করবে।\n[২] অর্থাৎ, মুখে তো তারা এটাই বলছে যে, আমাদের ঘর-বাড়ি ও বিবি-বাচ্চাদের দেখাশোনা করার কেউ ছিল না। তাই আমাদেরকে থাকতে হয়েছে। কিন্তু প্রকৃতপক্ষে তাদের পিছনে থাকার কারণ ছিল মুনাফিকী ও মৃত্যুর আশঙ্কা।\n[৩] অর্থাৎ, আল্লাহ যদি তোমাদের ধন-সম্পদ বিনষ্ট ও পরিবার-পরিজনকে ধ্বংস করার ফায়সালা করে নেন, তবে তোমাদের কেউ কি এই এখতিয়ার রাখে যে, তাঁকে তা করতে দেবে না?\n[৪] অর্থাৎ, তোমাদেরকে সাহায্য করতে এবং গণিমতের মাল (যুদ্ধলব্ধ সম্পদ) দিতে চাইলে, কেউ রোধ করতে পারবে? মূলতঃ এটা বলা হচ্ছে তাদের প্রতিবাদে, যারা পিছনে রয়ে গিয়েছিল। আর যারা মনে করেছিল যে, তারা যদি নবী করীম (সাঃ)-এর সাথে না যায়, তবে ক্ষতি থেকে রক্ষা এবং বহু কল্যাণ লাভে ধন্য হবে। অথচ কল্যাণ ও অকল্যাণের সমস্ত এখতিয়ার তো আল্লাহর হাতে।\n[৫] অর্থাৎ, তোমাদেরকে তোমাদের কৃতকর্মের পূর্ণ প্রতিদান দেবেন।"
    },
    {
      "ayah": 12,
      "surah": 48,
      "text": "বরং তোমরা ধারণা করেছিলে যে, রসূল ও বিশ্বাসীগণ তাদের পরিবার-পরিজনের নিকট কখনই ফিরে আসতে পারবে না এবং এ ধারণা তোমাদের অন্তরে সুশোভিত হয়েছিল; আর তোমরা মন্দ ধারণা করেছিলে।[১] তোমরা তো ধ্বংসমুখী এক সম্প্রদায়।’ [২]\n[১] আর তা এটাই ছিল যে, আল্লাহ তাঁর রসূলকে সাহায্য করবেন না। এটা সেই পূর্বের ধারণাই। কেবল তাকীদের জন্য পুনরাবৃত্তি করা হয়েছে।\n[২] بُوْرٌ হল بَآئِرٌ এর বহুবচন। অর্থঃ ধ্বংসমুখী। অর্থাৎ, এরা হল সেই লোক, যাদের অদৃষ্টে ধ্বংস নির্ধারিত হয়ে আছে। দুনিয়াতে তারা আল্লাহর আযাব থেকে বেঁচে গেলেও, আখেরাতে কিন্তু বাঁচতে পারবে না। সেখানে তাদেরকে শাস্তি ভোগ করতেই হবে।"
    },
    {
      "ayah": 13,
      "surah": 48,
      "text": "যারা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন করে না, আমি সেসব অবিশ্বাসীদের জন্য অবশ্যই জ্বলন্ত অগ্নি প্রস্তুত করে রেখেছি।"
    },
    {
      "ayah": 14,
      "surah": 48,
      "text": "আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব আল্লাহরই; তিনি যাকে ইচ্ছা ক্ষমা করেন এবং যাকে ইচ্ছা শাস্তি দেন। তিনি চরম ক্ষমাশীল, পরম দয়ালু। [১]\n[১] এখানে পশ্চাতে অবস্থানকারীদের জন্যে তওবা ও আল্লাহর দিকে প্রত্যাবর্তন করার প্রতি প্রেরণা দেওয়া হয়েছে যে, তারা যদি মুনাফিকী থেকে তওবা করে নেয়, তবে মহান আল্লাহ তাদেরকে ক্ষমা করে দেবেন। তিনি অতীব ক্ষমাশীল, পরম করুণাময়।"
    },
    {
      "ayah": 15,
      "surah": 48,
      "text": "তোমরা যখন যুদ্ধলব্ধ সম্পদ সংগ্রহের জন্য যাবে, তখন (যুদ্ধ হতে) পশ্চাতে থাকা লোকেরা বলবে, ‘আমাদেরকে তোমাদের সাথে যেতে দাও।’[১] তারা আল্লাহর কথা পরিবর্তন করতে চায়।[২] বল, ‘তোমরা কিছুতেই আমাদের সঙ্গী হতে পারবে না।’ আল্লাহ পূর্বেই এরূপ বলে রেখেছেন।[৩] তারা বলবে, ‘বরং তোমরা তো আমাদের প্রতি হিংসা করছ।’[৪] বস্তুতঃ তাদের বোধশক্তি সামান্য। [৫]\n[১] এই আয়াতে খায়বার যুদ্ধের আলোচনা রয়েছে। যার বিজয়ের সুসংবাদ মহান আল্লাহ হুদাইবিয়াতেই দিয়েছিলেন। অনুরূপ মহান আল্লাহ এ কথাও বলেছিলেন যে, এখান থেকে যুদ্ধলব্ধ সমস্ত সম্পদের অধিকারী হবে কেবল হুদাইবিয়ার বায়আতে অংশগ্রহণকারীরা। তাই হুদাইবিয়া থেকে ফিরে আসার পর ইহুদীদের বারংবার চুক্তি ভঙ্গ করার কারণে নবী করীম (সাঃ) যখন খায়বারের উপর আক্রমণ করার সিদ্ধান্ত গ্রহণ করেন, তখন পূর্বে উল্লিখিত পশ্চাতে অবস্থানকারীরা কেবল গনীমতের মাল অর্জনের লোভে সাথে যাওয়ার ইচ্ছা ব্যক্ত করল। তবে তা গৃহীত হয়নি। আয়াতে 'যুদ্ধলব্ধ সম্পদ' (গনীমতের মাল) বলতে খায়বারের গনীমতের মালকেই বুঝানো হয়েছে।\n[২] 'আল্লাহর কথা' বলতে খায়বারের গনীমতের মালকে হুদাইবিয়ায় অংশগ্রহণকারীদের জন্য নির্দিষ্টীকরণের ব্যাপারে আল্লাহর প্রতিশ্রুতি। মুনাফিকরা তাতে অংশ গ্রহণ করে 'আল্লাহর কথা' তথা তার প্রতিশ্রুতিকে পরিবর্তন করতে চায়।\n[৩] আয়াতে 'নাফী' (নেতিবাচক) বাক্যটি 'নাহী' (নিষেধাজ্ঞা)র অর্থে ব্যবহার হয়েছে। অর্থাৎ, আমাদের সাথে তোমাদের যাওয়ার অনুমতি নেই। মহান আল্লাহর নির্দেশও এটাই।\n[৪] অর্থাৎ, এ কথা পশ্চাতে অবস্থানকারীরা বলবে যে, তোমরা কেবল হিংসার বশবর্তী হয়ে আমাদেরকে তোমাদের সাথে নিতে চাচ্ছ না। যাতে আমরা গনীমতের মালে তোমাদের শরীক না হই।\n[৫] অর্থাৎ, ব্যাপার এটা নয়, যা তারা ভাবছে। বরং এই নিষেধাজ্ঞা তাদের পশ্চাতে থাকার কারণে। কিন্তু তারা প্রকৃত ব্যাপার বুঝতে পারছে না।"
    },
    {
      "ayah": 16,
      "surah": 48,
      "text": "(যুদ্ধ হতে) পশ্চাতে থাকা মরুবাসীদেরকে বল, ‘তোমাদেরকে আহবান করা হবে এক প্রবল পরাক্রান্ত জাতির সাথে যুদ্ধ করতে, যতক্ষণ না তারা আত্মসমর্পণকারী (মুসলমান) হয়ে যায়। [১] তোমরা এই নির্দেশ পালন করলে[২] আল্লাহ তোমাদেরকে উত্তম পুরস্কার দান করবেন।[৩] আর তোমরা যদি পূর্বের মত পৃষ্ঠ-প্রদর্শন কর, তাহলে তিনি তোমাদেরকে যন্ত্রণাদায়ক শাস্তি প্রদান করবেন।’ [৪]\n[১] উক্ত 'প্রবল পরাক্রান্ত জাতি'র নাম নির্ধারণের ব্যাপারে মতভেদ রয়েছে। কোন কোন মুফাসসির এ থেকে আরবেরই কোন কোন গোত্রকে বুঝিয়েছেন। যেমন, হাওয়াযিন বা সাক্বীফ গোত্র; যাদের সাথে হুনাইন নামক স্থানে মুসলিমদের লড়াই হয়েছে। অথবা মুসাইলামা কায্যাবের সম্প্রদায় বানু হানীফা গোত্র। আবার কেউ কেউ পারস্য ও রোমের অগ্নিপূজক ও খ্রিষ্টানদের বুঝিয়েছেন। পশ্চাতে অবস্থানকারী বেদুঈনদেরকে বলা হচ্ছে যে, অতি সত্বর এক রণকুশল জাতির সাথে মোকাবেলা করার জন্য তোমাদেরকে আহবান করা হবে। তারা ইসলাম গ্রহণ না করলে, তোমাদের সাথে ওদের লড়াই হবে।\n[২] অর্থাৎ, নিষ্ঠাপূর্ণ চিত্তে মুসলিমদের সাথে মিলিত হয়ে লড়লে।\n[৩] অর্থাৎ, দুনিয়াতে গনীমতের মাল এবং আখেরাতে পূর্বের পাপসমূহের ক্ষমা ও জান্নাত লাভ।\n[৪] অর্থাৎ, পূর্বে যেরূপ হুদাইবিয়া যাওয়াকালে মুসলিমদের সাথে মক্কা যাওয়া থেকে বিরত ছিলে, অনুরূপ এখনো যদি জিহাদ থেকে পৃষ্ঠপ্রদর্শন কর, তাহলে আল্লাহর যন্ত্রণাদায়ক শাস্তি তোমাদের জন্য প্রস্তুত আছে।"
    },
    {
      "ayah": 17,
      "surah": 48,
      "text": "অন্ধের জন্য, খোঁড়ার জন্য, রোগীর জন্য কোন অপরাধ নেই।[১] আর যে কেউই আল্লাহ ও তাঁর রসূলের আনুগত্য করবে, আল্লাহ তাঁকে প্রবেশ করাবেন জান্নাতে; যার নিম্নদেশে নদীমালা প্রবাহিত; কিন্তু যে ব্যক্তি পৃষ্ঠ-প্রদর্শন করবে, তিনি তাকে বেদনায়ক শাস্তি দেবেন।\n[১] অন্ধ ও খোঁড়া হওয়ার কারণে চলাফেরা করতে অক্ষমতা এ দু'টো চিরস্থায়ী ওজর। এই ওজর-ওয়ালা ব্যক্তিদের অথবা এই ধরনের অক্ষম মানুষদেরকে জিহাদ থেকে অব্যাহতি দেওয়া হয়েছে। حَرَج (অপরাধ) এর অর্থ পাপ। এরা ছাড়া রোগীরাও সাময়িকভাবে অক্ষম। যতক্ষণ পর্যন্ত সে (রোগী) প্রকৃতপক্ষে রোগী থাকবে, ততক্ষণ পর্যন্ত সেও জিহাদ থেকে অব্যাহতি লাভ করবে। অতঃপর রোগ বা অসুস্থতা দূর হওয়ার সাথে সাথে সেও অন্য মুসলিমদের সাথে জিহাদের নির্দেশের অন্তর্ভুক্ত হবে।"
    },
    {
      "ayah": 18,
      "surah": 48,
      "text": "আল্লাহ বিশ্বাসীদের প্রতি সন্তুষ্ট হলেন, যখন তারা বৃক্ষতলে তোমার নিকট বায়আত গ্রহণ করল তখন।[১] তাদের অন্তরে যা ছিল, তা তিনি অবগত ছিলেন;[২] তাদের প্রতি তিনি অবতীর্ণ করলেন প্রশান্তি[৩] এবং তাদেরকে পুরস্কার দিলেন আসন্ন বিজয়[৪]\n[১] বাইয়াতে রিযওয়ানে যাঁরা অংশগ্রহণ করেছিলেন, এখানে তাঁদের প্রতি আল্লাহর সন্তুষ্ট হওয়ার এবং তাঁদের পাকা ও খাঁটি মু'মিন হওয়ার সার্টিফিকেট দেওয়া হচ্ছে। তাঁরা হুদাইবিয়ায় এক গাছের নীচে শপথ গ্রহণ করেছিলেন যে, তাঁরা মক্কার কুরাইশদের সাথে লড়বেন এবং পলায়নের পথ অবলম্বন করবেন না।\n[২] অর্থাৎ, তাঁদের অন্তরে যে সত্যতা ও নির্মলতার আবেগ ছিল, সে ব্যাপারেও আল্লাহ অবগত আছেন। এ থেকে সাহাবায়ে কিরাম (রাঃ)গণের সেই শত্রুদের কথার খন্ডন হয়ে যায়, যারা বলে যে, 'তাদের ঈমান বাহ্যিক ছিল। আন্তরিকভাবে তারা ছিল মুনাফিক!'\n[৩] তাঁরা ছিলেন নিরস্ত্র। যুদ্ধের নিয়তে যেহেতু তাঁরা যাননি, তাই সঙ্গে যথেষ্ট পরিমাণে যুদ্ধাস্ত্র ছিল না। তা সত্ত্বেও যখন নবী করীম (সাঃ) উসমান (রাঃ)-এর প্রতিশোধ নেওয়ার জন্য জিহাদের বাইয়াত গ্রহণ করেন, তখন সামান্য পরিমাণও কোন দ্বিধা না করে সকলেই যুদ্ধের জন্য প্রস্তুত হয়ে গেলেন। অর্থাৎ, তিনি তাঁদের অন্তর থেকে মৃত্যুর আশঙ্কা দূর করে দিলেন এবং তার পরিবর্তে ধৈর্য ও প্রশান্তি অবতীর্ণ করলেন। যার ফলে তাঁদের মধ্যে যুদ্ধ করার প্রবল উৎসাহ সৃষ্টি হল।\n[৪] এ থেকে খায়বারের বিজয়কেই বুঝানো হয়েছে। যেটা ছিল ইয়াহুদীদের গড় এবং হুদাইবিয়া থেকে প্রত্যাবর্তনের অল্পদিন পর মুসলিমরা তা জয় করেছিলেন।"
    },
    {
      "ayah": 19,
      "surah": 48,
      "text": "এবং বিপুল পরিণাম যুদ্ধলব্ধ সম্পদ যা তারা হস্তগত করবে।[১] আর আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।\n[১] এগুলো হল গনীমতের সেই সম্পদাদি যা খায়বার থেকে লব্ধ হয়েছিল। এই অঞ্চলটি বড় উর্বর ও শস্য-শ্যামল অঞ্চল ছিল। এরই ফলে মুসলিমরা সেখান থেকে বিপুল পরিমাণে ধন-সম্পদ অর্জন করেন। যেগুলো কেবল হুদাইবিয়ায় অংশ গ্রহণকারীদের মাঝেই বণ্টন করা হয়।"
    },
    {
      "ayah": 2,
      "surah": 48,
      "text": "যেন আল্লাহ তোমার অতীত ও ভবিষ্যতের ত্রুটিসমূহ মার্জনা করেন[১] এবং তোমার প্রতি তাঁর অনুগ্রহ পূর্ণ করেন[২] ও তোমাকে সরল পথে পরিচালিত করেন। [৩]\n[১] মহানবী (সাঃ)-এর 'অতীত ও ভবিষ্যতের ত্রুটিসমূহ'-এর অর্থ, এমন সব বিষয়াদি, যা ত্যাগ করাই উত্তম অথবা এমন সব জিনিস, যা তিনি (সাঃ) স্বীয় জ্ঞান, অনুমান ও প্রচেষ্টার আলোকে করেছেন, কিন্তু আল্লাহ তা পছন্দ করেননি। যেমন, আব্দুল্লাহ ইবনে উম্মে মাকতুম (রাঃ) ইত্যাদির ঘটনা প্রভৃতি; যার উপর সূরা 'আবাসা' অবতীর্ণ হয়। অনুরূপ আচরণ ও বিষয়গুলি যদিও কোন পাপ এবং তাঁর নিষ্পাপ হওয়ার পরিপন্থী কাজ ছিল না, তবুও তাঁর সুউচ্চ মর্যাদা হিসাবে এগুলোকেও ত্রুটি ও কমি গণ্য করা হয়েছে এবং এরই উপর ক্ষমার ঘোষণা দেওয়া হয়েছে। لِيَغْفِرَ তে ل 'লাম' অক্ষরটি কারণ বর্ণনার জন্য ব্যবহূত হয়েছে। অর্থাৎ, সুস্পষ্ট এই বিজয় দানের তিনটি কারণ আয়াতে উল্লিখিত হয়েছে। এটা ত্রুটি মার্জনার কারণ এই জন্য যে, এই সন্ধির পর ইসলাম গ্রহণকারীদের সংখ্যা বহু বেড়ে যায়। যার ফলে নবী করীম (সাঃ)-এর মহা পুণ্য ও সওয়াব খুব বর্ধিত হয়। আর পুণ্যরাশি পাপরাশিকে মোচন করে দেয়।[২] এই দ্বীনকে বিজয়ী করে, যার প্রতি তুমি মানুষকে দাওয়াত দাও। অথবা বিজয় ও সাফল্য দিয়ে। কেউ কেউ বলেছেন, ক্ষমা লাভ এবং হিদায়াতের উপর প্রতিষ্ঠিত থাকাই হল নিয়ামতের পরিপূর্ণতা।\n(ফাতহুল ক্বাদীর)\n[৩] অর্থাৎ, তার উপর অবিচল থাকার সৌভাগ্য দান করেন। হিদায়াতের উচ্চ থেকে উচ্চতর মর্যাদা দানে ধন্য করেন।"
    },
    {
      "ayah": 20,
      "surah": 48,
      "text": "আল্লাহ তোমাদেরকে প্রতিশ্রুতি দিয়েছেন যুদ্ধলব্ধ বিপুল সম্পদের, যা তোমরা হস্তগত করবে।[১] তিনি তা তোমাদের জন্য ত্বরান্বিত করেছেন[২] এবং তোমাদের (উপর) থেকে মানুষের হাত নিবারিত করেছেন।[৩] আর যাতে তা বিশ্বাসীদের জন্য এক নিদর্শন হয়[৪] এবং আল্লাহ তোমাদেরকে পরিচালিত করেন সরল পথে।[৫]\n[১] এটা হল অন্যান্য বিজয়সমূহে অর্জনীয় যুদ্ধলব্ধ সম্পদের শুভ সংবাদ, যা কিয়ামত পর্যন্ত মুসলিমরা অর্জন করতে থাকবে।\n[২] অর্থাৎ, খায়বার বিজয় বা হুদাইবিয়ার সন্ধি। কেননা, এ দু'টোই অতি সত্বর মুসলিমরা লাভ করতে সক্ষম হন।\n[৩] হুদাইবিয়ায় কাফেরদের হাত এবং খায়বারে ইয়াহুদীদের হাত আল্লাহ নিবারণ ও রোধ করে দেন। অর্থাৎ, তাদের উদ্যম ও মনোবল দমিয়ে দেন; ফলে তারা মুসলিমদের সাথে যুদ্ধে লিপ্ত হওয়ার সাহস করেনি।\n[৪] অর্থাৎ, মানুষ এই ঘটনার আলোচনা শুনে ও পড়ে অনুমান করবে যে, সংখ্যায় কম হওয়া সত্ত্বেও মহান আল্লাহ কিভাবে মুসলিমদের হিফাযত করেন এবং শত্রুদের উপর তাঁদেরকে বিজয় দান করেন। অথবা এই (শত্রুদের হস্ত) প্রতিহত করে দেওয়াটা হল রসূল (সাঃ) যে সকল প্রতিশ্রুতি দেন, তার সত্যতার একটি নিদর্শন।\n[৫] অর্থাৎ, সরল পথের উপর দৃঢ়তা দান করেন কিংবা এই নিদর্শন দ্বারা তোমাদের হিদায়াত আরো বৃদ্ধি করেন।"
    },
    {
      "ayah": 21,
      "surah": 48,
      "text": "আরো বহু সম্পদ রয়েছে, যা এখনো তোমরা অধিকারভুক্ত করতে পারনি, তা তো আল্লাহর আয়ত্তে আছে।[১] আর আল্লাহ সর্ববিষয়ে সর্বশক্তিমান।\n[১] এই আয়াতে পরবর্তীকালের বিজয়সমূহ ও তা থেকে অর্জনীয় গনীমতের প্রতি ইঙ্গিত করা হয়েছে। যেভাবে চতুর্দিক ঘিরে দিয়ে কোন জিনিসকে নিজের দখলে নেওয়া হয় এবং তার ব্যাপারে নিশ্চিন্ত হওয়া যায়, তেমনিভাবে আল্লাহ এই বিজয়সমূহকে নিজ মহাশক্তির বেড়ার আয়ত্তে করে নিয়েছেন। অর্থাৎ, যদিও তোমাদের বিজয়ের সীমা ওখান পর্যন্ত প্রসারিত হয়নি, তবুও মহান আল্লাহ সেগুলোকে তোমাদের জন্য নিজের আয়ত্তে করে রেখেছেন। যখনই তিনি চাইবেন, তখনই সেসব দিয়ে তোমাদেরকে জয়যুক্ত করে দেবেন। আর এতে কোন প্রকার সন্দেহ নেই। কারণ, তিনি সব কিছুর উপর সর্বশক্তিমান। কেউ কেউ أَحَاطَ এর অর্থ করেছেন عَلِمَ অর্থাৎ, তিনি জানেন যে, ঐ এলাকাগুলোও তোমরা জয় করবে।"
    },
    {
      "ayah": 22,
      "surah": 48,
      "text": "অবিশ্বাসীরা তোমাদের বিরুদ্ধে যুদ্ধ করলে তারা অবশ্যই পৃষ্ঠ-প্রদর্শন করত, অতঃপর তারা কোন অভিভাবক ও সাহায্যকারী পেত না।[১]\n[১] এখানে হুদাইবিয়ার সম্ভাব্য যুদ্ধের কথা বলা হচ্ছে যে, মক্কার এই কুরাইশরা যদি সন্ধি না করে যুদ্ধের পথ অবলম্বন করত, তবে পৃষ্ঠপ্রদর্শন করত। কেউ তাদের সাহায্যকারী হত না। অর্থাৎ, আমি সেখানে তোমাদেরকে সাহায্য করতাম। আর আমার মোকাবেলায় দাঁড়ানোর ক্ষমতা কার আছে?"
    },
    {
      "ayah": 23,
      "surah": 48,
      "text": "এটাই আল্লাহর বিধান, যা পূর্ব হতে চলে আসছে;[১] তুমি আল্লাহর এই বিধানে কোন পরিবর্তন পাবে না।\n[১] অর্থাৎ, আল্লাহর এ নিয়ম-নীতি পূর্ব থেকেই চলে আসছে যে, যখন কুফরী ও ঈমানের মধ্যে চূড়ান্ত ফায়সালাকারী যুদ্ধ-পরিস্থিতি সৃষ্টি হয়, তখন মহান আল্লাহ ঈমানদারদের সাহায্য করে সত্যকেই শীর্ষস্থান দান করেন। যেমন, আল্লাহর এই রীতি অনুসারে বদর যুদ্ধে তোমাদেরকে সাহায্য করা হয়েছে।"
    },
    {
      "ayah": 24,
      "surah": 48,
      "text": "তিনি মক্কা উপত্যকায় তাদের হাত তোমাদের হতে এবং তোমাদের হাত তাদের হতে নিবারিত করেছেন তাদের উপর তোমাদেরকে বিজয়ী করবার পর।[১] আর তোমরা যা কিছু কর, আল্লাহ তা দেখেন।\n[১] যখন নবী করীম (সাঃ) এবং সাহাবায়ে কিরাম (রাঃ) হুদাইবিয়াতে ছিলেন, তখন কাফেররা ৮০ জনের একটি সশস্ত্র বাহিনীকে এই উদ্দেশ্য প্রেরণ করে যে, যদি তারা কোন সুযোগ পেয়ে যায়, তবে অতর্কিতে নবী করীম (সাঃ) এবং সাহাবা (রাঃ)গণের বিরুদ্ধে পদক্ষেপ গ্রহণ করবে। সুতরাং এই সশস্ত্র বাহিনী তানঈম পাহাড়ের নিকট দিয়ে হুদাইবিয়ায় উপস্থিত হল। এ দিকে মুসলিমরাও তাদের এই দুরভিসন্ধির কথা জানতে পারলেন এবং তাঁরা সাহসিকতার পরিচয় দিয়ে তাদের সবাইকে বন্দী করে নবী করীম (সাঃ)-এর সামনে উপস্থিত করলেন। তাদের অপরাধ ছিল বড় কঠিন। যে শাস্তিই তাদেরকে দেওয়া হত, তা সঠিক হত। কিন্তু এতে আশঙ্কা এটাই ছিল যে, এতে যুদ্ধ অনিবার্যভাবে বেধে যেত। অথচ নবী (সাঃ) এ সময় যুদ্ধের পরিবর্তে সন্ধি চাচ্ছিলেন। কেননা, এতেই ছিল মুসলিমদের জন্য কল্যাণ। তাই তিনি তাদের সবাইকে ক্ষমা করে মুক্ত করে দিলেন।\n(সহীহ মুসলিমঃ জিহাদ অধ্যায়)\nبطن مكة হল হুদাইবিয়া। অর্থাৎ, হুদাইবিয়ায় আমি তোমাদেরকে কাফেরদের সাথে এবং কাফেরদেরকে তোমাদের সাথে লড়াই করা থেকে বিরত রাখি। এই কথাটা মহান আল্লাহ অনুগ্রহ হিসাবে উল্লেখ করেছেন।"
    },
    {
      "ayah": 25,
      "surah": 48,
      "text": "তারাই তো অবিশ্বাস করেছিল এবং তোমাদেরকে ‘মাসজিদুল হারাম’ হতে নিবৃত্ত করেছিল এবং কুরবানীর জন্য আবদ্ধ পশুগুলোকে কুরবানীগাহে পৌঁছতে বাধা দিয়েছিল।[১] যদি এমন কতকগুলো বিশ্বাসী নর ও নারী না থাকত, যাদেরকে তোমরা জান না, [২] অর্থাৎ তাদেরকে তোমরা পদদলিত করতে; ফলে তাদের কারণে অজ্ঞাতসারে তোমরা ক্ষতিগ্রস্ত হতে;[৩] (তাহলে তোমাদেরকে যুদ্ধের আদেশ দেওয়া হত।[৪] কিন্তু তা দেওয়া হয়নি) এ জন্যে যে, আল্লাহ যাকে ইচ্ছা তাকে নিজ করুণায় শামিল করবেন।[৫] যদি তারা পৃথক হত, তাহলে আমি তাদের মধ্যে অবিশ্বাসীদেরকে মর্মন্তুদ শাস্তি দিতাম। [৬]\n[১] هَدْيٌ ঐ পশুকে বলা হয়, যেটাকে হজ্জ বা উমরাহ পালনকারী ব্যক্তি সঙ্গে করে মক্কা নিয়ে যেত। অথবা সেখানে থেকেই ক্রয় করে জবাই করত। مَحِلٌّ (হালাল হওয়ার স্থান) থেকে সেই কুরবানগাহ (কুরবানী করার জায়গা)-কে বুঝানো হয়েছে, যেখানে নিয়ে গিয়ে পশু যবেহ করা হয়। জাহেলিয়াতের যুগে এ স্থানটি ছিল উমরা আদায়কারীদের জন্য (ক্ষুদ্র) মারওয়া পাহাড়ের পাশে এবং হাজীদের জন্য ছিল মিনা। তবে ইসলামে যবেহ করার জায়গা মক্কা, মিনা এবং সমগ্র হারাম সীমানা। مَعْكُوْفًا শব্দটি হল, 'হাল' (যা পূর্বের অবস্থা বর্ণনা করে)। অর্থাৎ, এই পশুগুলো এই অপেক্ষায় আবদ্ধ ছিল যে, মক্কায় নিয়ে গিয়ে তাদেরকে কুরবানী করা হবে। অর্থ হল, এই কাফেররাই তোমাদেরকেও মসজিদে হারামে প্রবেশ করতে বাধা দিয়েছিল এবং তোমাদের সাথে যে পশুগুলো ছিল তাদেরকেও কুরবানীগাহে পৌঁছতে দেয়নি।\n[২] অর্থাৎ, মক্কায় তারা নিজেদের ঈমান গোপন করে বাস করছিল।\n[৩] কাফেরদের সাথে যুদ্ধ বাধলে সম্ভাবনা ছিল যে, এরাও মারা যেত এবং তোমাদের ক্ষতি হত। مَعَرَّةً এর প্রকৃত অর্থ হল, দোষ। কিন্তু উদ্দেশ্য হল, কাফফারা, এমন দোষ ও লজ্জা, যা কাফেরদের পক্ষ থেকে তোমাদের ঘাড়ে চাপত। অর্থাৎ, এক তো ভুলবশতঃ হত্যার দায়ে দিয়্যাত (হত্যার অর্থদন্ড) দিতে হত এবং দ্বিতীয়তঃ কাফেরদের এই তিরস্কার শুনতে হত যে, এরা আপন মুসলিম ভাইদেরও হত্যা করে।\n[৪] এটা হল لَوْلاَ (যদি) এর ঊহ্য উত্তর। অর্থাৎ, এ ব্যাপার না হলে, তোমাদেরকে মক্কায় প্রবেশ এবং কুরাইশদের সাথে যুদ্ধ করার অনুমতি দিয়ে দেওয়া হত।\n[৫] বরং মক্কাবাসীদেরকে অবসর দেওয়া হয়। যাতে আল্লাহ যাকে চান, তাকে ইসলাম গ্রহণ করার তাওফীক দেন।\n[৬] تَزَيَّلُوْا এর অর্থ تَمَيَّزُوْا অর্থাৎ, মক্কায় অবস্থিত মুসলিমরা যদি কাফেরদের থেকে পৃথকভাবে বসবাস করত, তবে আমি তোমাদেরকে মক্কাবাসীদের বিরুদ্ধে যুদ্ধ করার অনুমতি দিতাম এবং তোমাদের হাতে তাদেরকে হত্যা করাতাম। আর এইভাবে তাদেরকে যন্ত্রণাদায়ক শাস্তি দিতাম। 'মর্মন্তুদ শাস্তি' বলতে এখানে হত্যা, বন্দী ও পরাজিত হওয়াকে বুঝানো হয়েছে।"
    },
    {
      "ayah": 26,
      "surah": 48,
      "text": "যখন[১] অবিশ্বাসীরা তাদের অন্তরে গোত্রীয় অহমিকা -- অজ্ঞতা যুগের অহমিকা পোষণ করেছিল, তখন আল্লাহ তাঁর রসূল ও বিশ্বাসীদের উপর স্বীয় প্রশান্তি বর্ষণ করলেন;[২]   আর  তাদেরকে  তাকওয়ার বাক্যে সৃদৃঢ় করলেন[৩] এবং তারাই ছিল এর অধিকতর যোগ্য ও উপযুক্ত। আর আল্লাহ সমস্ত বিষয়ে সম্যক জ্ঞান রাখেন।\n[১] إذ (যখন) অব্যয়টির কাল বিশেষণ হয় لَعَذَّبْنَا ক্রিয়ার। অথবা وَاذْكُرُوْا ক্রিয়া ঊহ্য আছে। অর্থাৎ, সেই সময়কে স্মরণ করো, যখন অবিশ্বাসীরা ----।\n[২] কাফেরদের এই জাহেলী যুগের গোত্রীয় অহমিকা (আভিজাত্যের গর্ব)এর অর্থ হল, মক্কাবাসীদের মুসলিমদেরকে মক্কায় প্রবেশ করতে বাধা দেওয়া। তারা বলল যে, এরা আমাদের ছেলে ও বাপদেরকে হত্যা করেছে। লাত-উয্যার শপথ! আমরা এদেরকে কখনই এখানে প্রবেশ করতে দেব না। অর্থাৎ, তারা এটাকে মান-সম্মানের ব্যাপার মনে করে নিল। আর এটাকেই 'অজ্ঞতাযুগের অহমিকা' বলা হয়েছে। কারণ, কা'বা শরীফে ইবাদতের জন্য আগমনকারীদেরকে রোধ করার অধিকার কারো নেই। মক্কার কুরাইশদের শত্রুতামূলক এই আচরণের উত্তরে আশঙ্কা ছিল যে, মুসলিমদের আবেগ-উদ্যমের মধ্যেও উত্তেজনা এসে যেত এবং তাঁরাও এটাকে তাঁদের সম্মানের ব্যাপার মনে করে মক্কায় প্রবেশ করার জন্য জেদ ধরতেন। ফলে উভয়ের মধ্যে যুদ্ধ সংঘটিত হয়ে পড়ত। আর এই যুদ্ধ মুসলিমদের ক্ষেত্রে বড়ই বিপজ্জনক ছিল। (যেমন, পূর্বে এর প্রতি ইঙ্গিত করা হয়েছে।) এই জন্য মহান আল্লাহ মুসলিমদের অন্তরে প্রশান্তি অবতীর্ণ করে দিলেন। অর্থাৎ, তাঁদেরকে ধৈর্য-সহ্য তথা উত্তেজনা সংবরণ করার তওফীক দান করলেন। সুতরাং তাঁরা নবী করীম (সাঃ)-এর নির্দেশ অনুযায়ী হুদাইবিয়াতে থেমে গেলেন এবং আবেগপ্রবণ হয়ে মক্কা যাওয়ার প্রচেষ্টা করলেন না। কেউ কেউ বলেন, মূর্খতাযুগের এই অহমিকা থেকে বুঝানো হয়েছে তাদের সেই আচরণকে, যা সন্ধি ও চুক্তির সময় তারা অবলম্বন করেছিল। তাদের এই আরচণ এবং সন্ধি উভয়টাই বাহ্যতঃ মুসলিমদের জন্য অসহ্যকর ছিল। কিন্তু পরিণতির দিক দিয়ে যেহেতু এতে ইসলাম ও মুসলিমদের কল্যাণ ছিল, তাই অতীব অপছন্দনীয় ও কষ্টকর হওয়া সত্ত্বেও মহান আল্লাহ মুসলিমদেরকে তা মেনে নেওয়ার সুমতি দান করলেন। এর সংক্ষিপ্ত বিবরণ হল এ রকম, যখন রসূল (সাঃ) মক্কার কুরাইশদের প্রেরিত প্রতিনিধিদের এই কথা মেনে নিলেন যে, এ বছর মুসলিমরা উমরার জন্য মক্কায় যাবেন না এবং এখান থেকেই প্রত্যাবর্তন করবেন, তখন তিনি আলী (রাঃ)-কে সন্ধিপত্র লেখার নির্দেশ দিলেন। তিনি (আলী (রাঃ)) রসূল (সাঃ)-এর নির্দেশে 'বিসমিল্লাহির রাহমা-নির রাহীম' লিখলেন। তখন তারা প্রতিবাদ করে বলল যে, 'রাহমান' ও 'রাহীম'কে আমরা জানি না। আমরা যে শব্দ ব্যবহার করি -- অর্থাৎ, 'বিসমিকাল্লা-হুম্মা' (হে আল্লাহ! তোমার নাম নিয়ে) তাই দিয়ে শুরু করেন। তাই নবী (সাঃ) ঐভাবেই লিখালেন। তারপর তিনি লিখালেন, \"এটা সেই চুক্তিপত্র যাতে আল্লাহর রসূল মুহাম্মাদ মক্কাবাসীদের সাথে সন্ধি করছেন।\" তখন কুরাইশদের প্রতিনিধিগণ বলল যে, ঝগড়ার মূল কারণই তো আপনার 'রিসালাত' তথা রসূল হওয়া। যদি আমরা আপনাকে আল্লাহর রসূল বলে মেনেই নিতাম, তাহলে এর পর ঝগড়াই-বা আর কি রয়ে যেত? অতঃপর আপনার সাথে যুদ্ধ করার এবং আল্লাহর ঘর থেকে আপনাকে বাধা দেওয়ার প্রয়োজনই কি? অতএব, আপনি এখানে 'মুহাম্মাদুর রাসূলুল্লাহ'র পরিবর্তে 'মুহাম্মাদ বিন আব্দুল্লাহ' লিখুন। সুতরাং তিনি আলী (রাঃ)-কে এ রকমই লিখার নির্দেশ দিলেন। (এটা মুসলিমদের জন্য বড়ই লাঞ্ছনাকর ও উত্তেজনামূলক পরিস্থিতি ছিল। যদি আল্লাহ তাঁদের উপর প্রশান্তি অবতীর্ণ না করতেন, তবে তাঁরা তা কখনই সহ্য করতে পারতেন না।) আলী (রাঃ) তাঁর নিজ হাত দিয়ে 'মুহাম্মাদুর রাসূলুল্লাহ' মিটিয়ে দিতে অস্বীকার করলেন। তখন নবী করীম (সাঃ) বললেন, (আমাকে দেখিয়ে দাও) এ শব্দটি কোথায়? দেখিয়ে দিলে তিনি নিজের হাতে তা মিটিয়ে দিলেন এবং নিজে (মু'জিযাস্বরূপ) সেই স্থানে 'মুহাম্মাদ বিন আব্দুল্লাহ' লিখলেন। এর পর এই চুক্তিপত্রে তিনটি জিনিস লেখা হয়। (ক) মক্কাবাসীদের মধ্যে যে ইসলাম গ্রহণ করে নবী (সাঃ)-এর কাছে আসবে, তাকে (মক্কায়) ফিরিয়ে দেওয়া হবে। (খ) আর কোন মুসলিম মক্কাবাসীদের সাথে মিলিত হলে, (মক্কাবাসীরা) তাকে ফিরিয়ে দিতে বাধ্য থাকবে না। (গ) মুসলিমগণ আগামী বছর মক্কায় আসবে এবং এখানে তিন দিন অবস্থান করতে পারবে। আর তাদের সাথে কোন অস্ত্র থাকবে না।\n(বুখারী,\nমুসলিমঃ জিহাদ অধ্যায়)\nএর সাথে দু'টি কথা আরো লেখা হয়, (ক) এ বছর যুদ্ধ স্থগিত থাকবে। (খ) গোত্রগুলোর মধ্যে যে চায় মুসলিমদের সাথে এবং যে চায় কুরাইশদের সাথে মৈত্রীচুক্তিতে আবদ্ধ হতে পারবে।\n[৩] 'তাকওয়ার বাক্য' বলে তাওহীদ ও রিসালাতের বাক্য 'লা ইলাহা ইল্লাল্লাহ, মুহাম্মাদুর রাসূলুল্লাহ' বুঝানো হয়েছে। যেটাকে হুদাইবিয়ার দিন মুশরিকরা অস্বীকার করেছিল।\n(ইবনে কাসীর)\nঅথবা সেই ধৈর্য ও সহনশীলতা যা তাঁরা হুদাইবিয়ার দিন প্রদর্শন করেছিলেন। কিংবা সেই অঙ্গীকার পূরণ ও তার উপর প্রতিষ্ঠিত থাকা, যা ছিল আল্লাহভীরুতার ফল।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 27,
      "surah": 48,
      "text": "নিশ্চয়ই আল্লাহ তাঁর রসূল এর স্বপ্ন বাস্তবায়িত করেছেন, আল্লাহর ইচ্ছায় তোমরা অবশ্যই মসজিদুল হারামে প্রবেশ করবে নিরাপদে কেউ কেউ মস্তক মুন্ডন করবে, কেউ কেউ কেশ কর্তন করবে, তোমাদের কোন ভয় থাকবে না।[১] আল্লাহ জানেন তোমরা যা জান না।[২] এটা ছাড়াও তিনি তোমাদেরকে দান করেছেন এক আসন্ন বিজয়। [৩]\n[১] হুদাইবিয়ার ঘটনার পূর্বে রাসূলুল্লাহ (সাঃ)-কে স্বপ্নে মুসলিমদের সাথে মাসজিদুল হারাম প্রবেশ করে তাওয়াফ ও উমরাহ করতে দেখানো হয়। নবীর স্বপ্নও অহী (এবং বাস্তব) হয়। তবে এই স্বপ্নে এটা নির্দিষ্ট ছিল না যে, তা এ বছরেই হবে। কিন্তু নবী করীম (সাঃ) এটাকে অতি মহান সুসংবাদ মনে করে উমরাহ করার জন্য সত্বর প্রস্তুত হয়ে গেলেন এবং এর জন্য সাধারণ ঘোষণা দেওয়ালেন ও বেরিয়েও পড়লেন। পরিশেষে হুদাইবিয়ায় পূর্বোল্লেখিত সন্ধি সুসম্পন্ন হয়। তবে আল্লাহর নিকট এই স্বপ্নের তাৎপর্য ছিল আগামী বছর। যেমন, পরের বছরে মুসলিমগণ অতি নিরাপত্তার সাথে উমরাহ আদায় করেন এবং আল্লাহ তাঁর নবীর স্বপ্নকে সত্য করে দেখান।\n[২] অর্থাৎ, যদি হুদাইবিয়ায় সন্ধি না হত, তাহলে যুদ্ধে মক্কায় অবস্থিত দুর্বল মুসলিমদের ক্ষতি হত। সন্ধির এই উপকারিতাগুলো আল্লাহই জানেন।\n[৩] এ থেকে খায়বার ও মক্কা বিজয় সহ সন্ধির সুফল স্বরূপ অধিকহারে ইসলাম গ্রহণের কথাকে বুঝানো হয়েছে। কেননা, এটাও এক প্রকার মহা বিজয়। হুদাইবিয়ার সময় মুসলিমরা ছিলেন দেড় হাজার। এর দু'বছর পর যখন মুসলিমরা বিজয়ী হিসাবে মক্কায় প্রবেশ করেন, তখন তাঁদের সংখ্যা ছিল দশ হাজার।"
    },
    {
      "ayah": 28,
      "surah": 48,
      "text": "তিনি তাঁর রসূলকে পথনির্দেশ ও সত্য ধর্মসহ প্রেরণ করেছেন, অপর সমস্ত ধর্মের উপর একে জয়যুক্ত করার জন্য।[১] আর সাক্ষী হিসাবে আল্লাহই যথেষ্ট।\n[১] অন্যান্য ধর্মসমূহের উপর ইসলামের এ বিজয় দলীলাদির দিক দিয়ে তো সব সময়কার জন্য অনস্বীকার্য বটেই, এমন কি পার্থিব ও সৈন্য-সামন্তের দিক দিয়েও প্রথম শতাব্দী এবং তারপর সুদীর্ঘ কাল পর্যন্ত যতক্ষণ তাঁরা দ্বীনের সঠিক অনুসারী ছিলেন, ততক্ষণ তাঁরা জয়যুক্ত ছিলেন এবং আজও পার্থিব বিজয়লাভ সম্ভব; যদি মুসলিমরা প্রকৃত মুসলিম হয়ে যায়। {وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ} (آل عمران: ১৩৯) ইসলাম বিজয়ী হতে এসেছে, পরাজিত হতে আসেনি।"
    },
    {
      "ayah": 29,
      "surah": 48,
      "text": "মুহাম্মাদ আল্লাহর রসূল; আর তার সহচরগণ অবিশ্বাসীদের প্রতি কঠোর এবং নিজেদের মধ্যে পরস্পরের প্রতি সহানুভূতিশীল; তুমি তাদেরকে রুকু ও সিজদায় অবনত অবস্থায় আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনা করতে দেখবে। তাদের মুখমন্ডলে সিজদার চিহ্ন থাকবে, তাওরাতে তাদের বর্ণনা এরূপই এবং ইঞ্জীলেও।[১] তাদের দৃষ্টান্ত একটি চারা গাছ, যা নির্গত করে কিশলয়,[২] অতঃপর তাকে শক্ত করে এবং তা পুষ্ট হয় ও দৃঢ়ভাবে কান্ডের উপর দাঁড়িয়ে যায়; যা চাষীদেরকে মুগ্ধ করে।[৩] এভাবে (আল্লাহ বিশ্বাসীদের সমৃদ্ধি দ্বারা) অবিশ্বাসীদের অন্তর্জ্বালা সৃষ্টি করেন।[৪] ওদের মধ্যে যারা বিশ্বাস করে ও সৎকর্ম করে, আল্লাহ তাদেরকে প্রতিশ্রুতি দিয়েছেন ক্ষমা ও মহা পুরস্কারের। [৫]\n[১] 'ইঞ্জীল' শব্দের উপর থামলে অর্থ হবে, তাঁদের এই গুণাবলী যা কুরআনে বর্ণিত হয়েছে, তা তাওরাত ও ইঞ্জীলেও আলোচিত হয়েছে এবং পরের كَزَرْعٍ শব্দের পূর্বে هُمْ ঊহ্য থাকবে। কেউ কেউ فِي التَّوْرَاةِ এর উপর থামেন। অর্থাৎ, তাদের উল্লিখিত গুণগুলো তাওরাতে আছে। আর {ومَثَلُهُمْ فِي الْإِنْجِيْلِ} কে كَزَرْعٍ এর সাথে মিলিয়ে পড়েন। অর্থাৎ, ইঞ্জীলে যার দৃষ্টান্ত, একটি চারাগাছ বা ক্ষেতের মত।\n(ফাতহুল ক্বাদীর)\n[২] شَطْأَهُ হল চারা গাছের সেই প্রথম কিশলয় (কচি পাতা); যা মহান আল্লাহর কুদরতে বীজ থেকে নির্গত হয়।\n[৩] এখানে সাহাবায়ে কিরাম (রাঃ)গণের দৃষ্টান্ত পেশ করা হয়েছে। শুরুর দিকে তো তাঁরা স্বল্প ছিলেন। অতঃপর সংখ্যায় বৃদ্ধি পেয়ে শক্তিশালী হন। যেমন, ফসল প্রথমে তো দুর্বল হয়, তারপর দিনের দিন সবল হতে থাকে এবং এইভাবে একদিন শক্ত কান্ডের উপর দাঁড়িয়ে যায়।\n[৪] অথবা তারা অন্তর্জ্বালার শিকার হয়। অর্থাৎ, সাহাবায়ে কিরাম (রাঃ)-দের দিনের দিন প্রভাব-প্রতিপত্তি, বল ও শক্তি বর্ধমান হওয়া কাফেরদের জন্য অন্তর্জবালার কারণ ছিল। কেননা, এতে ইসলামের পরিধি সম্প্রসারিত এবং কুফরীর পরিসীমা সংকীর্ণ হচ্ছিল। এই আয়াতের ভিত্তিতে কোন কোন ইমাম সাহাবা (রাঃ)-দের প্রতি ঘৃণা ও বিদ্বেষ পোষণকারীদেরকে কাফের গণ্য করেছেন। এ ছাড়াও এই ভ্রান্ত দলের অন্যান্য আকীদা-বিশ্বাসও তাদের কুফরীর কথা প্রমাণ করে।\n[৫] এই পূর্ণ আয়াতের প্রত্যেকটি অংশ সাহাবায়ে কিরামদের মাহাত্ম্য, ফযীলত, আখেরাতের ক্ষমা এবং তাঁদের মহান প্রতিদান লাভের কথাকে সুস্পষ্ট করে। এরপরও সাহাবাদের ঈমানের ব্যাপারে সন্দেহ পোষণকারী মুসলিম হওয়ার দাবী করলে তাকে তার মুসলিম হওয়ার দাবীতে কিভাবে সত্যবাদী মেনে নেওয়া যেতে পারে?"
    },
    { "ayah": 3, "surah": 48, "text": "এবং আল্লাহ তোমাকে বলিষ্ঠ সাহায্য দান করেন।" },
    {
      "ayah": 4,
      "surah": 48,
      "text": "তিনিই বিশ্বাসীদের অন্তরে প্রশান্তি দান করেন, যেন তারা তাদের ঈমানের সাথে ঈমান (বিশ্বাস) বৃদ্ধি করে নেয়, [১] আকাশমন্ডলী ও পৃথিবীর বাহিনীসমূহ আল্লাহরই[২] এবং আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।\n[১] অর্থাৎ, সেই অস্থিরতা ও অশান্তির পর, যা হুদাইবিয়া সন্ধির শর্তাবলীর কারণে মুসলিমদের উপর এসেছিল। মহান আল্লাহ তাদের অন্তরে প্রশান্তি প্রক্ষিপ্ত করেন। যার ফলে তাদের অন্তরে শান্তি, স্বস্তি ও ঈমান আরো বেড়ে যায়। এই আয়াতও প্রমাণ করে যে, ঈমান বাড়ে ও কমে।\n[২] অর্থাৎ, আল্লাহ চাইলে তার যে কোন সৈন্যের (যেমন, ফিরিশতাগণ) দ্বারা কাফেরদেরকে ধ্বংস করে দিতে পারেন। কিন্তু তিনি তাঁর পূর্ণ কৌশলের ভিত্তিতে এ রকম না করে তার পরিবর্তে মু'মিনদেরকে যুদ্ধ ও জিহাদ করার নির্দেশ দিয়েছেন। এই কারণেই পরে (আয়াতের শেষে) তাঁর সর্বজ্ঞ ও প্রজ্ঞাময় হওয়ার গুণ উল্লেখ করেছেন। অথবা অর্থ হল, আকাশ ও পৃথিবীর ফিরিশতাগণ, অনুরূপ অন্যান্য সমস্ত প্রতাপ ও বিক্রমশালী সেনাবাহিনী আল্লাহরই অধীনস্থ। তিনি যেভাবে চান তাদের দ্বারা কাজ নেন। বলার উদ্দেশ্য হল, হে মু'মিনগণ! মহান আল্লাহ তোমাদের মুখাপেক্ষী নন। তিনি তাঁর রসূল এবং তাঁর দ্বীনের সাহায্যের কাজ যে কোন দল ও সৈন্য দিয়ে নিতে পারেন।\n(ইবনে কাসীর, আয়সারুত তাফাসীর)"
    },
    {
      "ayah": 5,
      "surah": 48,
      "text": "এটা এ জন্য যে, তিনি বিশ্বাসী পুরুষদেরকে ও বিশ্বাসী নারীদেরকে প্রবেশ করাবেন জান্নাতে[১] যার নিম্নদেশে নদীমালা প্রবাহিত, যেখানে তারা স্থায়ী হবে এবং তিনি তাদের পাপরাশি মোচন করবেন; এটাই আল্লাহর নিকট মহা সাফল্য।\n[১] হাদীসে এসেছে যে, মুসলিমরা যখন সূরা ফাত্হের প্রাথমিক অংশ শুনলেন, لِيَغْفِرَ لَكَ اللهُ তখন তাঁরা নবী করীম (সাঃ)-কে বললেন, আপনাকে মুবারকবাদ! আমাদের জন্য কি রয়েছে? এরই ভিত্তিতে আল্লাহ لِيُدْخِلَ الْمُؤْمِنِيْنَ আয়াতটি অবতীর্ণ করলেন।\n(বুখারী, হুদাইবিয়া যুদ্ধ পরিচ্ছেদ)\nকেউ কেউ বলেছেন, এটি لِيَزْدَادُوْا কিংবা يَنْصُرُكَ এর সাথে সম্পৃক্ত।"
    },
    {
      "ayah": 6,
      "surah": 48,
      "text": "আর কপট (মুনাফেক) পুরুষ ও কপট নারী, অংশীবাদী (মুশরিক) পুরুষ ও অংশীবাদী নারী, যারা আল্লাহ সম্বন্ধে মন্দ ধারণা পোষণ করে,[১] তিনি তাদেরকে শাস্তি দেবেন। অমঙ্গল চক্র রয়েছে তাদের জন্য,[২] আল্লাহ তাদের প্রতি রুষ্ট হয়েছেন, তাদেরকে অভিশপ্ত করেছেন এবং তাদের জন্য জাহান্নাম প্রস্তুত রেখেছেন; আর ওটা নিকৃষ্ট আবাস!\n[১] অর্থাৎ, আল্লাহকে তাঁর বিচার-ফায়সালা বা তাঁর বিধানাদির উপর অভিযুক্ত ও দোষারোপ করে এবং রসূল (সাঃ) ও তাঁর সাহাবা (রাঃ)-দের ব্যাপারে এই ধারণা পোষণ করে যে, এরা পরাজিত অথবা নিহত হবে; ফলে দ্বীন ইসলাম নিশ্চিহ্ন হয়ে যাবে।\n(ইবনে কাসীর)\n[২] অর্থাৎ, ওরা মুসলিমদের জন্য যে দুর্ভাগ্যের ও ধ্বংসের অপেক্ষা করছে, তা তো ওদের ভাগ্যেই জুটবে।"
    },
    {
      "ayah": 7,
      "surah": 48,
      "text": "আকাশমন্ডলী ও পৃথিবীর বাহিনীসমূহ আল্লাহরই এবং আল্লাহই পরাক্রমশালী, প্রজ্ঞাময়। [১]\n[১] এখানে মুনাফিক ও কাফেরদের আলোচনা প্রসঙ্গে উক্ত কথাটি পুনরায় ব্যক্ত করেছেন যে, মহান আল্লাহ তাঁর শত্রুদেরকে যে কোনভাবে ধ্বংস করতে সক্ষম। এটা ভিন্ন কথা যে, তিনি তাঁর কৌশল ও ইচ্ছার ভিত্তিতে যতটা চান অবকাশ ও ঢিল দেন।"
    },
    { "ayah": 8, "surah": 48, "text": "নিশ্চয় আমি তোমাকে প্রেরণ করেছি সাক্ষীরূপে, সুসংবাদদাতা ও সতর্ককারীরূপে।" },
    {
      "ayah": 9,
      "surah": 48,
      "text": "যাতে তোমরা আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর, তাকে সাহায্য কর ও সম্মান কর এবং সকাল-সন্ধ্যায় আল্লাহর পবিত্রতা ও মহিমা ঘোষণা কর।"
    }
  ]
}
