{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 50,
      "text": "ক্বাফ, শপথ গৌরবান্বিত কুরআনের। [১]\n[১] এই কসমের জওয়াব ঊহ্য আছে আর তা হল, لَتُبْعَثُنَّ (তোমরা অবশ্যই কিয়ামতের দিন পুনরুত্থিত হবে)। কেউ কেউ বলেছেন, এর জওয়াব হল পরবর্তী আলোচ্য বিষয়, যাতে নবুঅত ও পুনরুত্থানের কথাকে সুসাব্যস্ত করা হয়েছে।"
    },
    {
      "ayah": 10,
      "surah": 50,
      "text": "আর উঁচু উঁচু খেজুর বৃক্ষ; যাতে আছে কাঁদি কাঁদি খেজুর --[১]\n[১] بَاسِقَاتٌ এর অর্থ طِوَالًا شَاهِقَاتٍ সুউচ্চ। طَلْعٌ বলে সেই জালি খেজুরকে যা প্রাথমিক অবস্থায় (মোচার ভিতরে) থাকে। نَضِيْدٌ এর অর্থ স্তরে স্তরে (বা থোকায় থোকায়) বিন্যস্ত। 'বহু বাগান'-এর আওতায় খেজুরের গাছও এসে যায়। তবুও তাকে পৃথকভাবে বিশেষ করে উল্লেখ করেছেন। এ থেকে খেজুরের সেই গুরুত্ব স্পষ্ট হয়ে যায়, যা আরববাসীদের কাছে রয়েছে।"
    },
    {
      "ayah": 11,
      "surah": 50,
      "text": "(আমার) দাসদের জীবিকাস্বরূপ। আর বৃষ্টি দ্বারা আমি সঞ্জীবিত করি মৃত ভূমিকে, এভাবে পুনরুত্থান ঘটবে। [১]\n[১] অর্থাৎ, যেভাবে বৃষ্টি দ্বারা আমি মৃত ভূমিকে সজীব ও সবুজ বানিয়ে দিই, অনুরূপ কিয়ামতের দিন আমি মানুষকে কবর থেকে জীবিত করে উঠাব।"
    },
    {
      "ayah": 12,
      "surah": 50,
      "text": "তাদের পূর্বেও মিথ্যাজ্ঞান করেছিল নূহ এর সম্প্রদায়, রাস্[১] ও সামূদ সম্প্রদায়,\n[১] রাস্ সম্প্রদায়ের নির্দিষ্টীকরণের ব্যাপারে মুফাসসেরদের মাঝে বড়ই মতভেদ রয়েছে। ইমাম ইবনে জারীর ত্বাবারী সেই উক্তিটিকেই প্রাধান্য দিয়েছেন, যাতে তাদেরকে 'আসহাবুল উখদূদ' (কুন্ডের অধিপতি) বলা হয়েছে; যার আলোচনা সূরা বুরূজ ৮৫:৪ নং আয়াতের টীকায় করা হয়েছে।\n(বিস্তারিত জানার জন্য দ্রষ্টব্যঃ তফসীর ইবনে কাসীর ও ফাতহুল ক্বাদীর, সূরা ফুরকান ২৫:৩৮ নং আয়াতের তফসীর)"
    },
    { "ayah": 13, "surah": 50, "text": "আ’দ, ফিরআউন ও লূত সম্প্রদায়," },
    {
      "ayah": 14,
      "surah": 50,
      "text": "এবং আয়কার অধিবাসী[১] ও তুব্বা’ সম্প্রদায়,[২] তারা সবাই রসূলদেরকে মিথ্যাবাদী বলেছিল,[৩] ফলে তাদের উপর আমার শাস্তির প্রতিশ্রুতি সত্য হয়েছে।\n[১] আয়কাবাসী সম্পর্কে জানার জন্য দেখুন, সূরা শুআ'রার ২৬:১৭৬নং আয়াতের টীকা।[২] তুব্বা' সম্প্রদায়ের জন্য দেখুন, সূরা দুখানের ৪৪:৩৭ আয়াতের টীকা।[৩] অর্থাৎ, এদের মধ্যে সকলেই নিজেদের নবীকে মিথ্যাজ্ঞান করেছে। এতে রয়েছে রসূল (সাঃ)-এর জন্য সান্ত্বনা। যেন তাঁকে বলা হচ্ছে যে, তোমাকে তোমার জাতির পক্ষ থেকে যে মিথ্যাবাদী মনে করা হচ্ছে তাতে দুঃখ করো না। কেননা, এটা কোন নতুন কথা নয়। তোমার পূর্বের নবীদের সাথে তাঁদের জাতিরাও এরূপ আচরণই করেছে। অন্য দিকে মক্কাবাসীদেরকে সতর্ক করা হচ্ছে যে, পূর্বের জাতিরা তাদের নবীদেরকে মিথ্যাবাদী মনে করার কারণে তাদের পরিণাম কি হয়েছে দেখে নাও? তোমরাও কি এ রকম পরিণাম পছন্দ করবে? যদি এ রকম পরিণাম পছন্দ না কর, তবে মিথ্যাভাবার পথ ত্যাগ কর এবং নবীর উপর ঈমান নিয়ে এসো।"
    },
    {
      "ayah": 15,
      "surah": 50,
      "text": "আমি কি প্রথমবার সৃষ্টি করেই ক্লান্ত হয়ে পড়েছি?[১] বরং পুনঃসৃষ্টি বিষয়ে তারা সন্দিহান। [২]\n[১] তাই কিয়ামতের দিন পুনরায় জীবিত করা আমার জন্য কঠিন হবে। অর্থাৎ, প্রথমে সৃষ্টি করা যখন আমার জন্য কোন সমস্যাই ছিল না, তখন দ্বিতীয়বার জীবিত করা তো প্রথমবারের তুলনায় আমার পক্ষে আরো সহজ। যেমন, অন্যত্র বলেছেন, {وَهُوَ الَّذِي يَبْدأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ أَهْوَنُ عَلَيْهِ} অর্থাৎ, তিনিই যিনি প্রথমবার সৃষ্টি করেন, অতঃপর তিনি পুনর্বার একে সৃষ্টি করবেন; এ তাঁর জন্য সহজতর।\n(সূরা রূম ৩০:২৭ আয়াত)\nসূরা ইয়াসীনের ৩৬:৭৮-৭৯নং আয়াতেও এই বিষয়টি আলোচিত হয়েছে। হাদীসে কুদসীতে আছে। মহান আল্লাহ বলেন, \"আদম সন্তান আমাকে এই বলে কষ্ট দেয় যে, আল্লাহ আমাকে পুনরায় সৃষ্টি করতে সক্ষম নন; যেভাবে তিনি প্রথমে আমাকে সৃষ্টি করেছেন। অথচ প্রথমবার সৃষ্টি করা দ্বিতীয়বার সৃষ্টি করার চাইতে বেশী সহজ নয়।\" অর্থাৎ, কঠিন হলে প্রথমবার সৃষ্টি করা কঠিন হবে, দ্বিতীয়বার নয়।\n(বুখারীঃ তাফসীর সূরাতুল ইখলাস)\n[২] অর্থাৎ, এরা আল্লাহর ক্ষমতাকে অস্বীকার করে না, বরং প্রকৃত ব্যাপার হল এই যে, তারা কিয়ামত সংঘটন এবং তখনকার পুনর্জীবন সম্পর্কেই সন্দেহে পড়ে আছে।"
    },
    {
      "ayah": 16,
      "surah": 50,
      "text": "অবশ্যই আমি মানুষকে সৃষ্টি করেছি এবং তার মন তাকে যে কুমন্ত্রণা দেয়, তা আমি জানি।[১] আমি তার  ঘাড়ে অবস্থিত ধমনী অপেক্ষাও নিকটতর। [২]\n[১] অর্থাৎ, মানুষ যা কিছু গোপন করে এবং অন্তরে লুকিয়ে রাখে, তা সব কিছুই আমি জানি। 'অসঅসাহ' (কুমন্ত্রণা) অন্তরে উদীয়মান সেই কল্পনাগুলোকে বলা হয়, যার জ্ঞান ঐ মানুষটি ছাড়া আর কারো থাকে না। কিন্তু আল্লাহ সেই কল্পনাগুলোও জানেন। এই জন্য হাদীসে এসেছে যে, \"মহান আল্লাহ আমার উম্মতের অন্তরে উদীয়মান কুখেয়ালগুলোকে ক্ষমা করে দিয়েছেন। অর্থাৎ, সেগুলোর উপর কোন ধরপাকড় হবে না, যতক্ষণ না সেগুলো মুখে প্রকাশ অথবা কাজে পরিণত করবে।\"\n(বুখারীঃ কিতাবুল ঈমান, মুসলিম)\n[২] وَرِيْدٌ (শাহরগ) বলা হয় প্রধান অথবা এমন প্রাণধারক ধমনীকে যা কেটে গেলে মৃত্যু ঘটে যায়। এই ধমনী (কণ্ঠনালীর দুই পাশে দু'টি মোটা আকারের শিরা) মানুষের কাঁধ পর্যন্ত থাকে। আর এই নৈকট্যের অর্থ জ্ঞানের নৈকট্য। অর্থাৎ, জ্ঞানের দিক দিয়ে আমি মানুষের এত নিকটে যে, তার অন্তরের কথাগুলোও জানতে পারি। ইমাম ইবনে কাসীর (রঃ) বলেন, نَحْنُ থেকে ফিরিশতাদের বুঝানো হয়েছে। অর্থাৎ, আমার ফিরিশতাগণ মানুষের নিজের শাহরগের চেয়েও নিকটে। কারণ, মানুষের ডানে ও বামে দু'জন ফিরিশতা সব সময় বিদ্যমান থাকেন। তাঁরা মানুষের প্রতিটি কথা ও কাজ লিপিবদ্ধ করেন। {يَتَلَقَّى الْمُتَلَقِّيَانِ} অর্থ হল, يَأْخُذَانِ وَيُثَبِّتَانِ ইমান শাওকানী (রঃ) এর অর্থ করেছেন, আমি মানুষের সমস্ত অবস্থা সম্পর্কে পরিজ্ঞাত। আর এতে সেই ফিরিশতাদের আমি মুখাপেক্ষী নই, যাদেরকে আমি মানুষদের আমল ও কথাগুলো লিপিবদ্ধ করার জন্য নিযুক্ত করেছি। এই ফিরিশতাদেরকে তো আমি কেবল হুজ্জত প্রতিষ্ঠা করার জন্য নিযুক্ত করেছি। দু'জন ফিরিশতা বলতে, কারো কারো নিকট একজন পুণ্য লিপিবদ্ধকারী এবং অপরজন পাপ লিপিবদ্ধকারী। আবার কারো নিকট রাত ও দিনের ফিরিশতা। রাত ও দিনের জন্য দু'জন করে পৃথক পৃথক ফিরিশতা।"
    },
    {
      "ayah": 17,
      "surah": 50,
      "text": "যখন দুই সংগ্রাহক (ফিরিশতা তার কর্ম) সংগ্রহ (লিপিবদ্ধ) করে, (যারা তার) ডাইনে ও বামে বসে আছে।"
    },
    {
      "ayah": 18,
      "surah": 50,
      "text": "মানুষ যে কথাই উচ্চারণ করে (তা লিপিবদ্ধ করার জন্য) তৎপর প্রহরী তার নিকটেই রয়েছে। [১]\n[১] رَقِيْبٌ এর অর্থ সংরক্ষণকারী, পর্যবেক্ষক, তত্ত্বাবধায়ক এবং মানুষের কথা ও কাজের জন্য অপেক্ষাকারী। عَتِيْدٌ এর অর্থ তৎপর, সদা-সর্বদা প্রস্তুত।"
    },
    {
      "ayah": 19,
      "surah": 50,
      "text": "মৃত্যুযন্ত্রণা সত্যই আসবে; [১] এ তো তাই, যা হতে তুমি অব্যাহতি চেয়ে আসছ। [২]\n[১] এর দ্বিতীয় অর্থ হল, মৃত্যু-যন্ত্রণা সত্য নিয়ে আসবে। অর্থাৎ, মৃত্যুর সময় সত্য স্পষ্ট এবং সেই সকল প্রতিশ্রুতির সত্যতা প্রকাশ হয়ে যায়, যা কিয়ামত এবং জান্নাত ও জাহান্নামের ব্যাপারে নবীগণ দিয়ে গেছেন।\n[২] تَحِيْدُ، تَمِيْلُ عَنْهُ وَتَفِرُّ তুমি এই মৃত্যুকে এড়াতে চাইতে এবং তা থেকে পলায়ন করতে।"
    },
    {
      "ayah": 2,
      "surah": 50,
      "text": "কিন্তু অবিশ্বাসীরা তাদের মধ্য হতে একজন সতর্ককারী আবির্ভূত হতে দেখে বিস্ময়বোধ করে ও বলে, ‘এটা তো এক আশ্চর্য ব্যাপার। [১]\n[১] অথচ এতে আশ্চর্যের কোন কথাই নেই। প্রত্যেক নবী সেই জাতিরই একজন হতেন, যে জাতির কাছে তাঁকে প্রেরণ করা হত। সেই হিসাবেই মক্কার কুরাইশদেরকে সতর্ক করার জন্য তাদেরই মধ্য থেকে এক ব্যক্তি (মুহাম্মাদ (সাঃ))-কে নবুঅতের জন্য নির্বাচন করে নেওয়া হয়েছে।"
    },
    { "ayah": 20, "surah": 50, "text": "আর শিংগায় ফুৎকার দেওয়া হবে, ওটাই শাস্তির প্রতিশ্রুতির দিন।" },
    {
      "ayah": 21,
      "surah": 50,
      "text": "সেদিন প্রত্যেক ব্যক্তি উপস্থিত হবে, তার সাথে থাকবে এক চালক ও সাক্ষী। [১]\n[১] سَائِقٌ (চালক) شَهِيْدٌ (সাক্ষী) এর ব্যাপারে মতভেদ আছে। ইমাম ত্বাবারীর নিকট এঁরা হলেন দু'জন ফিরিশতা। একজন মানুষকে হাশরের ময়দান পর্যন্ত হাঁকিয়ে নিয়ে আসবেন এবং অপরজন সাক্ষ্য দেবেন।"
    },
    {
      "ayah": 22,
      "surah": 50,
      "text": "তুমি এই দিবস সম্বন্ধে উদাসীন ছিলে, এখন তোমার সম্মুখ হতে পর্দা উন্মোচন করেছি; সুতরাং আজ তোমার দৃষ্টি প্রখর।"
    },
    {
      "ayah": 23,
      "surah": 50,
      "text": "তার সঙ্গী (ফিরিশতা) বলবে, ‘এই তো আমার নিকট (আমলনামা) প্রস্তুত।’ [১]\n[১] অর্থাৎ, ফিরিশতা মানুষের সমস্ত রেকর্ড সামনে রেখে দেবেন এবং বলবেন, এটা হল তোমার কর্ম-তালিকা (আমলনামা) যা আমার কাছে ছিল।"
    },
    {
      "ayah": 24,
      "surah": 50,
      "text": "(আদেশ করা হবে,) তোমরা উভয়ে নিক্ষেপ কর জাহান্নামে প্রত্যেক উদ্ধত অবিশ্বাসীকে।"
    },
    { "ayah": 25, "surah": 50, "text": "কল্যাণকর কাজে প্রবল বাধাদানকারী, সীমালংঘনকারী ও সন্দেহ পোষণকারী।" },
    {
      "ayah": 26,
      "surah": 50,
      "text": "যে ব্যক্তি আল্লাহর সাথে অন্য উপাস্য গ্রহণ করত, তাকে কঠিন শাস্তিতে নিক্ষেপ কর। [১]\n[১] মহান আল্লাহ আমলের এই তালিকার আলোকে বিচার-ফায়সালা করবেন। أَلْقِيَا ('নিক্ষেপ কর') থেকে الشَّدِيْدُ ('কঠিন শাস্তিতে নিক্ষেপ কর') পর্যন্ত আল্লাহর উক্তি।"
    },
    {
      "ayah": 27,
      "surah": 50,
      "text": "তার সহচর (শয়তান) বলবে, ‘হে আমাদের প্রতিপালক! আমি তাকে অবাধ্য হতে প্ররোচিত করিনি। বস্তুতঃ সে নিজেই ছিল ঘোর বিভ্রান্ত।’ [১]\n[১] এই জন্য সে সত্বর আমার কথা মেনে নিয়েছিল। সে যদি তোমার একনিষ্ঠ বান্দা হত, তবে সে আমার ফাঁদে পা দিত না। এখানে قَرِيْنٌ (সহচর) বলতে শয়তান।"
    },
    {
      "ayah": 28,
      "surah": 50,
      "text": "আল্লাহ বলবেন, ‘আমার সামনে বাক্-বিতন্ডা করো না; তোমাদেরকে তো আমি পূর্বেই শাস্তির প্রতিশ্রুতি প্রেরণ করেছি।[১]\n[১] অর্থাৎ, মহান আল্লাহ কাফের ও তাদের সহচর শয়তানদেরকে বলবেন, এই হিসাব-স্থলে অথবা ন্যায়পরায়ণ আদালতে বাদানুবাদের কোন প্রয়োজন নেই এবং তাতে কোন লাভও নেই। আমি তো রসূলগণ ও গ্রন্থসমূহের মাধ্যমে এ সব শাস্তি থেকে তোমাদেরকে সতর্ক করে দিয়েছিলাম।"
    },
    {
      "ayah": 29,
      "surah": 50,
      "text": "আমার কথার রদ-বদল হয় না[১] এবং আমি আমার বান্দাদের প্রতি কোন অবিচার করি না।’ [২]\n[১] অর্থাৎ, যে সব অঙ্গীকার আমি করেছি, তার বিপরীত কিছুই হবে না, বরং তা সর্বাবস্থায় পূর্ণ হবেই এবং এই নীতি অনুসারে তোমাদের জন্য আমার পক্ষ থেকে শাস্তির ফায়সালা হয়েছে, যাতে কোন পরিবর্তন হতে পারে না।\n[২] অর্থাৎ, এ রকম হতেই পারে না যে, বিনা অপরাধে যা তারা করেনি এবং বিনা পাপে যা তাদের দ্বারা সম্পাদিত হয়নি, আমি তাদেরকে শাস্তি দিয়ে দেব। (আর আমি বান্দাদের প্রতি যালেম নই।) ظلاَّم (বড় যালেম) এখানে ظالم (যালেম) অর্থে ব্যবহার হয়েছে; যা প্রচলিত কথা হিসাবে বলা হয়েছে। যেমন সাধারণতঃ বলা হয় যে, অমুক ব্যক্তি তার চাকরদের উপর খুব যুলুম করে। অমুক ব্যক্তি বড় যালেম। এ কথাগুলোর উদ্দেশ্য 'মুবালাগা' (আধিক্য) প্রমাণ করা হয় না, বরং তার পক্ষ হতে যে যুলুম হয়, তারই প্রকাশ ঘটানো হয়। অথবা উদ্দেশ্য হল نفي (নেতিবাচক বাক্য)-তে 'মুবালাগা' (আধিক্য প্রকাশ) করা। অর্থাৎ, আমি বান্দাদের উপর সামান্য পরিমাণও যুলুম করব না।"
    },
    {
      "ayah": 3,
      "surah": 50,
      "text": "আমাদের মৃত্যু হলে এবং আমরা মাটিতে পরিণত হলে (আমরা কি পুনরুজ্জীবিত হব?) সে প্রত্যাবর্তন তো সুদূর পরাহত!’ [১]\n[১] অথচ বিবেক-বুদ্ধির নিকষে এটাও অসম্ভবের কিছু নয়। পরের আয়াতে এর কিছু বিশ্লেষণ করা হয়েছে।"
    },
    {
      "ayah": 30,
      "surah": 50,
      "text": "সেদিন আমি জাহান্নামকে জিজ্ঞেস করব, ‘তুমি কি পূর্ণ হয়ে গেছ?’ জাহান্নাম বলবে, ‘আরো আছে কি?’[১]\n[১] মহান আল্লাহ বলেছেন, {لَأَمْلَأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ} \"আমি অবশ্যই জাহান্নামকে মানুষ ও জ্বিন দিয়ে ভর্তি করব।\"\n(সূরা সাজদাহ ৩২:১৩ আয়াত)\nএই প্রতিশ্রুতি যখন পূরণ করা হবে এবং মহান আল্লাহ কাফের জ্বিন ও মানুষকে জাহান্নামে নিক্ষেপ করে দেবেন, তখন তিনি জাহান্নামকে জিজ্ঞেস করবেন, তুই ভরে গেছিস, না ভরিস নি? সে উত্তর করবে, আরো আছে কি? অর্থাৎ, যদিও আমি ভরে গেছি, কিন্তু হে আল্লাহ! তোমার শত্রুদের জন্য আমার উদরে আরো ঢুকার মত স্থান আছে। জাহান্নামের সাথে আল্লাহর এই কথোপকথন এবং জাহান্নামের উত্তর প্রদান আল্লাহর ক্ষমতার কাছে মোটেই কোন (অসম্ভব) ব্যাপার নয়। হাদীসেও এসেছে যে, \"আগুনে মানুষদেরকে নিক্ষেপ করা হবে, আর জাহান্নাম বলবে যে, ((هَلْ مِن مَّزِيْدٍ)) (আরো আছে কি?) এমন কি জাহান্নামে মহান আল্লাহ তাঁর পা রেখে দেবেন, ফলে জাহান্নাম বলবে, قَط قَط (বাস্ বাস্)।\n(বুখারীঃ তাফসীর সূরা ক্বা-ফ)\nপক্ষান্তরে জান্নাত সম্পর্কে এসেছে যে, সেখানে তখনও স্থান খালি থাকবে। তাই তার জন্য আল্লাহ নতুন সম্প্রদায় সৃষ্টি করবেন, যার দ্বারা তিনি তা পূর্ণ করবেন।\n(মুসলিমঃ জান্নাত অধ্যায়)"
    },
    {
      "ayah": 31,
      "surah": 50,
      "text": "আর জান্নাতকে নিকটস্থ করা হবে সাবধানীদের জন্য; কোন দূরত্ব থাকবে না। [১]\n[১] কেউ কেউ বলেছেন, যেদিন জান্নাত নিকটবর্তী করা হবে, সেই কিয়ামতের দিন দূরে নয়। কেননা, তা অবশ্যই সংঘটিত হবে। আর كُلُّ مَا هُوَ آتٍ فَهُوَ قَرِيْبٌ প্রত্যেক আগমনকারী বস্তু নিকটেই হয়, দূরে নয়।\n(তাফসীর ইবনে কাসীর)"
    },
    {
      "ayah": 32,
      "surah": 50,
      "text": "এরই প্রতিশ্রুতি তোমাদেরকে দেওয়া হয়েছিল; প্রত্যেক (আল্লাহ)-অভিমুখী, (তাঁর হুকুমের) হিফাযতকারীর জন্য। [১]\n[১] অর্থাৎ, ঈমানদাররা যখন জান্নাত ও তার নিয়ামতগুলো নিকট হতে দর্শন করবে, তখন তাদেরকে বলা হবে যে, এই সেই জান্নাত যার প্রতিশ্রুতি প্রত্যেক আল্লাহ-অভিমুখী ও তাঁর স্মরণকারীকে দেওয়া হয়েছিল। أَوَّاب খুব বেশী প্রত্যাবর্তনকারী। অর্থাৎ, আল্লাহর দিকে। অত্যধিক তাওবা, ইস্তিগফার এবং তাসবীহ ও যিকরকারী ব্যক্তি। নির্জনে স্বীয় পাপসমূহকে স্মরণ করে আল্লাহর দরবারে মিনতিকারী এবং প্রত্যেক মজলিসে ক্ষমা প্রার্থনাকারী ব্যক্তি। حفيظ নিজের পাপগুলোকে স্মরণ করে তা থেকে তাওবাকারী। অথবা আল্লাহর অধিকার ও তাঁর নিয়ামতসমূহ স্মরণে রাখে এমন ব্যক্তি। কিংবা আল্লাহর আদেশাবলী ও তাঁর নিষেধাবলীকে স্মরণে রাখে এমন ব্যক্তি।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 33,
      "surah": 50,
      "text": "যারা না দেখে পরম দয়াময়কে ভয় করে এবং (আল্লাহ)-অভিমুখী চিত্তে উপস্থিত হয়। [১]\n[১] مُنِيْبٌ আল্লাহর দিকে প্রত্যাবর্তনকারী, অভিমুখী ও তাঁর আনুগত্যশীল অন্তর। কিংবা অর্থ سَلِيْمٍ শিরক এবং পাপাচারের অপবিত্রতা থেকে পবিত্র অন্তর।"
    },
    { "ayah": 34, "surah": 50, "text": "(তাদেরকে বলা হবে,) শান্তির সাথে তোমরা তাতে প্রবেশ কর; এটা অনন্ত জীবনের দিন।" },
    {
      "ayah": 35,
      "surah": 50,
      "text": "সেখানে তারা যা কামনা করবে তাই পাবে এবং আমার নিকট রয়েছে তারও অধিক (আল্লাহর দর্শন)।[১]\n[১] এ থেকে মহান প্রতিপালকের সেই দর্শন (দীদার) লাভ বুঝানো হয়েছে, যা জান্নাতীদের ভাগ্যে জুটবে। যেমন, সূরা ইউনুস ১০:২৬ নং আয়াত {لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ} এর ব্যাখ্যায় এসেছে।"
    },
    {
      "ayah": 36,
      "surah": 50,
      "text": "আমি তাদের পূর্বে আরো কত মানবগোষ্ঠীকে ধ্বংস করেছি, যারা ছিল তাদের অপেক্ষা শক্তিতে প্রবল, তারা দেশে-বিদেশে ভ্রমণ করে ফিরত,[১] তাদের জন্য নিষ্কৃতির কোন পথ রইল না।\n[১] فَنَقَّبُوْا فِي الْبِلاَدِ (দেশ-বিদেশে বিচরণ করে ফিরত) এর একটি অর্থ এই বর্ণনা করা হয়েছে যে, ব্যবসা-বাণিজ্যের কাজে তারা বিভিন্ন শহরে মক্কাবাসীদের চেয়েও বেশী ভ্রমণ করত। কিন্তু যখন আমার আযাব এল, তখন তারা না কোথাও আশ্রয় পেল, আর না পালাবার কোন পথ।"
    },
    {
      "ayah": 37,
      "surah": 50,
      "text": "এতে উপদেশ রয়েছে তার জন্য, যার আছে হৃদয়[১] অথবা যে উপস্থিত থেকে[২] নিবিষ্ট-চিত্তে শ্রবণ করে।[৩]\n[১] অর্থাৎ, এমন সজাগ অন্তর, সচেতন হৃদয়, যা চিন্তা-ভাবনা করে প্রকৃত ব্যাপার অনুধাবন করে নেয়।\n[২] অর্থাৎ, মন ও মস্তিষ্ক সহ উপস্থিত থাকে। কারণ, যে ব্যক্তি কথাই বুঝবে না, তার উপস্থিত থাকাও না থাকার মতনই।\n[৩] অর্থাৎ, মনোযোগ দিয়ে আল্লাহর সেই অহী শোনে, যাতে বিগত জাতিসমূহের ঘটনাবলী বর্ণনা করা হয়েছে।"
    },
    {
      "ayah": 38,
      "surah": 50,
      "text": "আমি আকাশমন্ডলী ও পৃথিবী এবং এগুলোর মধ্যস্থিত সব কিছু সৃষ্টি করেছি ছয় দিনে; আমাকে কোন ক্লান্তি স্পর্শ করেনি।"
    },
    {
      "ayah": 39,
      "surah": 50,
      "text": "অতএব তারা যা বলে, তাতে তুমি ধৈর্যধারণ কর এবং তোমার প্রতিপালকের সপ্রশংস পবিত্রতা ও  মহিমা ঘোষণা কর সূর্যোদয় ও সূর্যাস্তের পূর্বে। [১]\n[১] অর্থাৎ, সকাল-সন্ধ্যায় আল্লাহর 'তাসবীহ' পাঠ কর। অথবা এতে আসর ও ফজরের নামায পড়ার তাকীদ করা হয়েছে।"
    },
    {
      "ayah": 4,
      "surah": 50,
      "text": "মাটি তাদের কতটুকু ক্ষয় করে, আমি অবশ্যই তা জানি এবং আমার নিকট আছে সংরক্ষিত কিতাব।[১]\n[১] অর্থাৎ, মাটি মানুষের গোশত, হাড় ও চুল আদি জীর্ণ করে খেয়ে ফেলে; অর্থাৎ, দেহকে চূর্ণ-বিচূর্ণ করে ফেলে। আর এ জ্ঞান কেবল যে আমার কাছে --তা নয়। বরং আমার কাছে লওহে মাহফুযেও লিপিবদ্ধ আছে। তাই ঐ সমস্ত চূর্ণ ও বিক্ষিপ্ত টুকরোগুলো একত্রিত করে পুনরায় তাদেরকে জীবিত করে দেওয়া আমার জন্য কোন কঠিন ব্যাপার নয়।"
    },
    {
      "ayah": 40,
      "surah": 50,
      "text": "তাঁর পবিত্রতা ও মহিমা ঘোষণা কর রাত্রির একাংশে[১] এবং নামাযের পরেও। [২]\n[১] مِنْ এখানে শব্দটি 'তাবঈয' (আংশিক বুঝাতে ব্যবহার হয়েছে)। অর্থাৎ, রাতের কিছু অংশেও আল্লাহর 'তসবীহ' পাঠ কর কিংবা রাতের নামায (তাহাজ্জুদ) পড়। যেমন, অন্যত্র বলেন, {وَمِنَ اللَّيْلِ فَتَهَجَّدْ بِهِ نَافِلَةً لَكَ} \"রাতে উঠে তাহাজ্জুদের নামায পড়, যা তোমার জন্য অতিরিক্ত নেকীর কারণ হবে।\"\n(সূরা বনী ইস্রাঈল ১৭:৭৯)\nকেউ কেউ বলেছেন, মি'রাজের পূর্বে মুসলিমদের জন্য শুধু ফজর ও আসরের নামায এবং নবী করীম (সাঃ)-এর জন্য তাহাজ্জুদের নামাযও ফরয ছিল। অতঃপর মি'রাজের রাতে পাঁচ ওয়াক্ত নামায ফরয করে দেওয়া হলো।\n(ইবনে কাসীর)\n[২] অর্থাৎ, আল্লাহর তসবীহ পাঠ কর। কেউ কেউ এ থেকে সেই তসবীহসমূহ বুঝিয়েছেন, যা নবী করীম (সাঃ) ফরয নামাযের পর পড়ার তাকীদ করেছেন। যেমন, ৩৩বার 'সুবহানাল্লাহ' ৩৩বার 'আলহামদু লিল্লা-হ'এবং ৩৪বার 'আল্লাহু আকবার' ইত্যাদি পড়া।\n(বুখারীঃ আযান অধ্যায়)\nকিন্তু এই তসবীহগুলোর কথা এই সূরা অবতীর্ণ হওয়ার বহুকাল পর বলা হয়েছে। কেউ বলেছেন, أَدْبَارُ السُّجُوْد থেকে মাগরিবের পর দু' রাকআত সুন্নতকে বুঝানো হয়েছে।"
    },
    {
      "ayah": 41,
      "surah": 50,
      "text": "ধ্যান দিয়ে শুনো,[১] যেদিন এক ঘোষণাকারী[২]  নিকটবর্তী স্থান হতে আহবান করবে। [৩]\n[১] অর্থাৎ, অহীর মাধ্যমে কিয়ামতের যেসব অবস্থার কথা বলা হচ্ছে, সেগুলো মন দিয়ে শোনো।\n[২] এই ঘোষণাকারী ইস্রাফীল ফিরিশতা হবেন অথবা জিবরীল। আর এ আহবান সেই আহবান, যে আহবানে লোকেরা হাশরের মাঠে সমবেত হবে। অর্থাৎ দ্বিতীয় ফুৎকার।\n[৩] এ থেকে কেউ কেউ صخرة بيت المقدس (বাইতুল মুকাদ্দাসের পাথর) বুঝিয়েছেন। বলেন যে, এটা আসমানের নিকটতম স্থান। অন্যান্যের নিকটে এর অর্থ হল, প্রত্যেক ব্যক্তি এই শব্দ এমনভাবে শুনবে যে, মনে হবে যেন এ আওয়াজ নিকট থেকেই আসছে।\n(ফাতহুল ক্বাদীর)\nআর এ কথাই সঠিক মনে হয়।"
    },
    {
      "ayah": 42,
      "surah": 50,
      "text": "যেদিন মানুষ অবশ্যই শ্রবণ করবে এক বিকট আওয়াজ, সেদিনই বের হবার দিন। [১]\n[১] অর্থাৎ, এই বিকট আওয়াজ তথা কিয়ামতের ফুৎকার অবশ্যই হবে। দুনিয়াতে যার ব্যাপারে এরা সন্দেহ করত। আর এই দিনটাই হবে কবর থেকে জীবিত হয়ে ওঠার দিন।"
    },
    {
      "ayah": 43,
      "surah": 50,
      "text": "আমিই জীবন দান করি, মৃত্যু ঘটাই[১] এবং সকলের প্রত্যাবর্তন আমারই দিকে। [২]\n[১] অর্থাৎ, দুনিয়াতে মৃত্যু দেওয়া এবং আখেরাতে আবার জীবিত করা, এসব আমারই কাজ। এতে আমার কোন অংশীদার নেই।\n[২] সেখানে আমি প্রত্যেককে তার আমল আনুযায়ী প্রতিদান দেব।"
    },
    {
      "ayah": 44,
      "surah": 50,
      "text": "যেদিন পৃথিবী বিদীর্ণ হবে এবং মানুষ বের হয়ে আসবে ত্রস্ত-ব্যস্ত হয়ে,[১] এই সমাবেশকরণ আমার জন্য সহজ।\n[১] অর্থাৎ, সেই আহবানকারীর দিকে দৌড়বে, যে আওয়াজ দেবে।\n(ফাতহুল ক্বাদীর)\nনবী করীম (সাঃ) বলেছেন, \"(সর্বপ্রথম আমার কবরের) মাটি ফেটে যাবে, সর্বপ্রথম জীবিত হয়ে আমিই বের হব।\"\n(মুসলিমঃ ফাযায়েল অধ্যায়)"
    },
    {
      "ayah": 45,
      "surah": 50,
      "text": "তারা যা বলে, তা আমি খুব জানি, তুমি তাদের উপর জবরদস্তিকারী নও;[১] সুতরাং যে আমার শাস্তির প্রতিশ্রুতিকে ভয় করে, তাকে কুরআনের সাহায্যে উপদেশ দান কর। [২]\n[১] অর্থাৎ, তোমার এ দায়িত্ব নয় যে, তাদেরকে ঈমান আনতে বাধ্য করবে। বরং তোমার কাজ কেবল দাওয়াত পৌঁছে দেওয়া। অতএব, এ কাজ করতে থাক।\n[২] অর্থাৎ, নবী করীম (সাঃ)-এর দাওয়াত ও উপদেশ থেকে কেবল সে-ই নসীহত গ্রহণ করবে, যে আল্লাহকে এবং তাঁর শাস্তিকে ভয় করে ও তাঁর দেওয়া সমস্ত প্রতিশ্রুতির প্রতি বিশ্বাস রাখে। এই জন্যই ক্বাতাদা (রঃ) এই দু'আটি পাঠ করতেন, ((اَللَّهُمَّ اجْعَلْنَا مِمَّنْ يَخَافُ وَعِيْدَكَ، وَيَرْجُوْ مَوْعُوْدَكَ، يَا بَارُّ يَا رَحِيْمُ)) \"হে আল্লাহ! আমাকে তাদের অন্তর্ভুক্ত কর, যারা তোমার শাস্তিকে ভয় করে এবং তোমার প্রতিশ্রুত বস্তুর আশা রাখে। হে অনুগ্রহকারী, হে দয়াময়!\""
    },
    {
      "ayah": 5,
      "surah": 50,
      "text": "বস্তুতঃ তাদের নিকট সত্য আসার পর তারা তা মিথ্যা মনে করেছে। ফলে তারা সংশয়ে দোদুল্যমান।[১]\n[১] حَقٌّ (সত্য) বলতে কুরআন, ইসলাম বা মুহাম্মাদ (সাঃ)-এর নবুঅতকে বুঝানো হয়েছে। এ সবের অর্থ একই। مَرِيْجٌ শব্দের অর্থ মিশ্রিত, গোলযোগপূর্ণ অথবা সন্দেহজনক অবস্থা। অর্থাৎ, এমন বিষয়, যা তাদের জন্যে সন্দেহজনক হয়ে পড়েছে। যার ফলে তারা চাঞ্চল্যকর অবস্থায় পড়ে গেছে। কখনো তাঁকে যাদুকর বলে, কখনো কবি, আবার কখনো বলে গণক।"
    },
    {
      "ayah": 6,
      "surah": 50,
      "text": "তারা কি তাদের উপরিস্থিত আকাশের দিকে তাকিয়ে দেখে না যে, আমি কিভাবে ওটা নির্মাণ করেছি[১] ও তাকে সুশোভিত করেছি[২] এবং ওতে কোন ফাটলও নেই? [৩]\n[১] অর্থাৎ, বিনা স্তম্ভে; যার সাহায্যে তা প্রতিষ্ঠিত আছে।\n[২] অর্থাৎ, তারকারাজি দ্বারা তাকে সুশোভিত করা হয়েছে।\n[৩] অনুরূপ তাতে কোন অসামঞ্জস্য ও খুঁত নেই। যেমন, অন্যত্র বলেছেন, \"তিনি সৃষ্টি করেছেন স্তরে স্তরে সপ্তাকাশ। দয়াময় আল্লাহর সৃষ্টিতে তুমি কোন খুঁত দেখতে পাবে না; আবার তাকিয়ে দেখ, কোন ত্রুটি দেখতে পাচ্ছ কি? অতঃপর তুমি বারবার দৃষ্টি ফিরাও, সেই দৃষ্টি ব্যর্থ ও ক্লান্ত হয়ে তোমার দিকে ফিরে আসবে।\"\n(সূরা মুলক ৬৭:৩-৪ আয়াত)"
    },
    {
      "ayah": 7,
      "surah": 50,
      "text": "আমি পৃথিবীকে বিস্তৃত করেছি এবং তাতে পর্বতমালা স্থাপন করেছি এবং ওতে উদগত করেছি চোখ-জুড়ানো নানা প্রকার উদ্ভিদ। [১]\n[১] কেউ কেউ زوج এর অর্থ করেছেন, জোড়া। অর্থাৎ, সকল প্রকারের উদ্ভিদ ও অন্যান্য জিনিসকে আমি জোড়া জোড়া (নর-নারী) সৃষ্টি করেছি। بَهِيْجٌ এর অর্থ, সুদর্শন, শ্যামল এবং সুন্দর।"
    },
    {
      "ayah": 8,
      "surah": 50,
      "text": "(আল্লাহ) অভিমুখী প্রত্যেক ব্যক্তির জন্য জ্ঞান ও উপদেশ স্বরূপ। [১]\n[১] অর্থাৎ, আকাশ ও পৃথিবীর সৃষ্টি এবং অন্যান্য বস্তুর দর্শন ও সেগুলোর (প্রকৃতত্ব) সম্পর্কে জানা হল এমন লোকদের জন্য জ্ঞান, উপদেশ এবং শিক্ষার উপকরণ স্বরূপ, যারা আল্লাহ-অভিমুখী।"
    },
    {
      "ayah": 9,
      "surah": 50,
      "text": "আকাশ হতে আমি বর্ষণ করি কল্যাণকর বৃষ্টি এবং তার দ্বারা আমি সৃষ্টি করি বহু বাগান ও পরিপক্ব শস্যরাজি, [১]\n[১] পরিপক্ব শস্যরাজি বা কাটা শস্য বলতে সেই ক্ষেতগুলো, যেগুলো থেকে গম, ভুট্টা, জোয়ার, বাজরা, ডাল ও ধান ইত্যাদি ফসল হয় এবং তা সুরক্ষিত করে রাখা হয়।"
    }
  ]
}
