{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 56,
      "text": "যখন সংঘটিতব্য (কিয়ামত) সংঘটিত হবে। [১]\n[১] وَاقِعَة কিয়ামতের নামসমূহের অন্যতম নাম। কেননা, তা অবশ্যই সংঘটিত হবে। তাই তার এই নাম।"
    },
    {
      "ayah": 10,
      "surah": 56,
      "text": "আর অগ্রবর্তিগণ তো অগ্রবর্তী। [১]\n[১] এঁরা হলেন বিশিষ্ট ঈমানদারগণ। আর এটা হল ঈমানদারদের তৃতীয় প্রকার, যারা ছিলেন ঈমান গ্রহণ করার ব্যাপারে অগ্রবর্তী এবং যাবতীয় নেকীর কাজে আগে বেড়ে অংশ গ্রহণকারী। মহান আল্লাহ তাঁদেরকে বিশেষ নৈকট্য দানে ধন্য করবেন। বাক্যটির শব্দবিন্যাস ঠিক এইরূপ, যেরূপ বলা হয়, তুমি তো তুমি, আর যায়দ তো যায়দ। এতে যায়দের মাহাত্ম্য ও গুরুত্ব অধিকহারে প্রকাশ করা উদ্দেশ্য হয়।"
    },
    { "ayah": 11, "surah": 56, "text": "তারাই হবে নৈকট্যপ্রাপ্ত।" },
    { "ayah": 12, "surah": 56, "text": "তারা থাকবে সুখময় জান্নাতসমূহে।" },
    { "ayah": 13, "surah": 56, "text": "বহুসংখ্যক হবে পূর্ববর্তীদের মধ্য হতে" },
    {
      "ayah": 14,
      "surah": 56,
      "text": "এবং অল্প সংখ্যক হবে পরবর্তীদের মধ্য হতে[১]\n[১] ثُلَّةٌ এমন বড় দলকে বলা হয়, যার গণনা সম্ভব নয়। বলা হয় যে, أوَّلِين (পূববর্তীগণ) থেকে উদ্দেশ্য হল, আদম (আঃ) থেকে নিয়ে নবী করীম (সাঃ) পর্যন্ত উম্মতের লোক। আর آخِرِين (পরবর্তীগণ) থেকে উদ্দেশ্য হল, মুহাম্মাদ (সাঃ)-এর উম্মতের ব্যক্তিবর্গ। অর্থ হল এই যে, পূর্ববর্তীদের মধ্য থেকে অগ্রবর্তী একটি বড় দল হবে। কেননা, তাদের যুগ সুদীর্ঘ, যাতে হাজার হাজার নবীদের অগ্রবর্তীগণ শামিল আছেন। এঁদের তুলনায় মুহাম্মাদ (সাঃ)-এর উম্মতের যুগ কিয়ামত পর্যন্ত অল্পই। তাই এদের মধ্যে অগ্রবর্তীদের সংখ্যা তুলনামূলক পূর্ববর্তীদের চাইতে কম হবে। কিন্তু একটি হাদীসে এসেছে, নবী করীম (সাঃ) বলেছেন যে, \"আমি আশা করি যে, তোমরা জান্নাতীদের অর্ধেক হবে।\"\n(মুসলিম ২০০নং)\nতবে এটা আয়াতে উল্লিখিত অর্থের পরিপন্থী নয়। কারণ, মুহাম্মাদ (সাঃ)-এর উম্মতের অগ্রবর্তীদেরকে এবং সাধারণ মু'মিনদেরকে মিলিয়ে জান্নাতে প্রবেশকারীদের সংখ্যা অন্যান্য সমস্ত উম্মতের অর্ধেক হয়ে যাবে। অতএব পূর্ববর্তী উম্মতের কেবল অগ্রবর্তীদের সংখ্যা বেশী হয়ে যাওয়া হাদীসে বর্ণিত সংখ্যার বিপরীত নয়। তবে এই উক্তি (সঠিক কি না তা) যাচাই সাপেক্ষ। পক্ষান্তরে কেউ কেউ أوَّلِين এবং آخِرِين থেকে মুহাম্মাদ (সাঃ)-এর উম্মতের লোকদেরই বুঝিয়েছেন। অর্থাৎ, এই উম্মতের পূর্ববর্তীদের মধ্যে অগ্রবর্তীদের সংখ্যা বেশী এবং পরবর্তীদের মধ্যে অগ্রবর্তীদের সংখ্যা কম হবে। ইমাম ইবনে কাসীর এই দ্বিতীয় উক্তিটাকেই প্রাধান্য দিয়েছেন। আর এটাকেই সর্বাধিক সঠিক মনে হচ্ছে। এই বাক্যটি فِيْ جَنَّاتِ النَّعِيْمِ এবং عَلَى سُرُرٍ مَّوْضُوْنَةٍ এর মধ্যস্থলে একটি 'মু'তারিযাহ' (পূর্বাপরের সাথে সম্পর্কহীন বিচ্ছিন্ন) বাক্য।"
    },
    { "ayah": 15, "surah": 56, "text": "স্বর্ণখচিত আসনে।" },
    {
      "ayah": 16,
      "surah": 56,
      "text": "তারা আসনে হেলান দিয়ে বসবে, পরস্পর মুখোমুখি হয়ে।[১]\n[১] مَوْضُوْنَةٌ নির্মিত, খচিত। অর্থাৎ, উল্লিখিত জান্নাতীরা সোনার তার দিয়ে তৈরী করা এবং সোনা-মণি-রত্ন খচিত আসনে পরস্পরের মুখোমুখি হয়ে বালিশের উপর হেলান দিয়ে বসবে। অর্থাৎ, সামনা-সামনি, পরস্পর পিছন করে নয়।"
    },
    {
      "ayah": 17,
      "surah": 56,
      "text": "তাদের সেবায় ঘোরাফেরা করবে চির কিশোররা--[১]\n[১] অর্থাৎ, তারা বড় হয়ে বৃদ্ধ হয়ে যাবে না। না তাদের গাল বসবে, আর না শারীরিক গঠন ও কাঠামোতে কোন পরিবর্তন ঘটবে। বরং তারা কিশোর হয়ে একই বয়স ও একই অবস্থায় চিরদিন থাকবে।"
    },
    { "ayah": 18, "surah": 56, "text": "পানপাত্র, কুঁজা ও প্রস্রবণ নিঃসৃত সুরাপূর্ণ পেয়ালা নিয়ে।" },
    {
      "ayah": 19,
      "surah": 56,
      "text": "সেই সুরা পানে তাদের মাথাব্যথা হবে না, তারা জ্ঞান-হারাও হবে না। [১]\n[১] صُدَاعٌ এমন মাথা ব্যথাকে বলে, যা মদের নেশা ও মাদকতার কারণে হয়ে থাকে। إِنْزِافٌ এমন জ্ঞানশূন্যতা যা নেশাগ্রস্ততার ফলে হয়ে থাকে। পার্থিব মদ পানে এই উভয় ক্ষতিই ঘটে থাকে। পক্ষান্তরে পরকালের শারাব বা সুরাপানে আনন্দ ও তৃপ্তি তো অবশ্যই হবে, কিন্তু এসব মন্দ জিনিসের কোন কিছুই ঘটবে না। مَعِيْن প্রবহমান ঝরনা; যা শুকিয়ে যায় না।"
    },
    { "ayah": 2, "surah": 56, "text": "এর সংঘটন মিথ্যা কিছু নয়।" },
    { "ayah": 20, "surah": 56, "text": "এবং তাদের পছন্দ মত ফলমূল" },
    { "ayah": 21, "surah": 56, "text": "আর তাদের পছন্দমত পাখীর গোশত নিয়ে।" },
    { "ayah": 22, "surah": 56, "text": "আর (তাদের জন্য থাকবে) আয়তলোচনা হুর;" },
    {
      "ayah": 23,
      "surah": 56,
      "text": "সুরক্ষিত মুক্তা সদৃশ-[১]\n[১] مَكْنُوْنٌ (সুরক্ষিত) যাকে গুপ্ত রাখা হয়েছে। তাতে না কারো হাতের স্পর্শ লাগে, আর না ধূলাবালি লাগে। এ ধরনের জিনিস একেবারে পরিষ্কার-পরিছন্ন এবং তার আসল অবস্থায় থাকে।"
    },
    { "ayah": 24, "surah": 56, "text": "তাদের কর্মের পুরস্কার স্বরূপ।" },
    { "ayah": 25, "surah": 56, "text": "তারা শুনবে না কোন অসার অথবা পাপবাক্য।" },
    {
      "ayah": 26,
      "surah": 56,
      "text": "সালাম-সালাম (শান্তি) বাণী ব্যতীত। [১]\n[১] অর্থাৎ, পৃথিবীতে তো পরস্পর দন্ধ-বিবাদ হয়। এমনকি (আপন) ভায়ে-ভায়ে ও বোনে-বোনেও বিবাদ লেগে থাকে। এই ঝগড়া-বিবাদের ফলে অন্তরে জন্ম নেয় এমন ঘৃণা, বিদ্বেষ ও শত্রুতা, যা একে অপরের বিরুদ্ধে অশ্লীল ভাষা ব্যবহার, গালি-গালাজ এবং গীবত ও চুগলী ইত্যাদি করার উপর উদ্বুদ্ধ করে। জান্নাত এ সমস্ত চারিত্রিক নোংরামি ও পঙ্কিলতা থেকে কেবল পবিত্রই হবে না, বরং সেখানে শুধু সালাম আর সালামেরই ধ্বনি মুখরিত হবে; ফিরিশতাদের পক্ষ থেকেও এবং জান্নাতবাসীদের পরস্পরের পক্ষ থেকেও। যার অর্থ হল, সেখানে সালাম-সম্ভাষণ তো হবে, কিন্তু অন্তর ও জিভের সেই নোংরামি থাকবে না, যা পৃথিবীতে ব্যাপকহারে বিদ্যমান রয়েছে। এমনকি বড় বড় দ্বীনদার ব্যক্তিরাও এ জঘন্য অভ্যাস থেকে সুরক্ষিত নয়।"
    },
    {
      "ayah": 27,
      "surah": 56,
      "text": "আর ডান হাত-ওয়ালারা, কত ভাগ্যবান ডান হাত-ওয়ালারা! [১]\n[১] এ পর্যন্ত অগ্রবর্তী (مُقَرَّبِيْنَ) নৈকট্যপ্রাপ্তদের আলোচনা ছিল। এবারে أَصْحَابُ الْيَمِيْنِ (ডান হাত-ওয়ালা) থেকে সাধারণ মু'মিনদের কথা আলোচনা হচ্ছে।"
    },
    { "ayah": 28, "surah": 56, "text": "(তারা থাকবে এক বাগানে) সেখানে আছে কাঁটাহীন কুলগাছ।" },
    { "ayah": 29, "surah": 56, "text": "কাঁদি ভরা কলাগাছ।" },
    {
      "ayah": 3,
      "surah": 56,
      "text": "এটা কাউকেও করবে অবনত, কাউকেও করবে সমুন্নত। [১]\n[১] অবনত ও সমুন্নত করা বলতে লাঞ্ছিত ও সম্মানিত করা বুঝানো হয়েছে। অর্থাৎ, কিয়ামত আল্লাহর অনুগত বান্দাদেরকে সমুন্নত ও সম্মানিত এবং তাঁর অবাধ্যজনদেরকে অবনত ও লাঞ্ছিত করবে; যদিও দুনিয়াতে ব্যাপার এর বিপরীত হয়। ঈমানদাররা সেখানে সম্মানিত ও মর্যাদাবান হবেন এবং কাফের ও অবাধ্যজনরা সেখানে লাঞ্ছিত ও অপদস্থ হবে।"
    },
    {
      "ayah": 30,
      "surah": 56,
      "text": "সম্প্রসারিত ছায়া। [১]\n[১] যেমন এক হাদীসে আছে যে, \"জান্নাতের একটি গাছের ছায়া তলে একজন অশবারোহী একশ' বছর পর্যন্ত চলতে থাকবে, তবুও সে ছায়া শেষ হবে না।\"\n(বুখারীঃ তাফসীর সূরা ওয়াকিআহ, মুসলিমঃ জান্নাত অধ্যায়)"
    },
    { "ayah": 31, "surah": 56, "text": "সদা প্রবহমান পানি।" },
    { "ayah": 32, "surah": 56, "text": "এবং প্রচুর ফলমূল;" },
    {
      "ayah": 33,
      "surah": 56,
      "text": "যা শেষ হবে না ও নিষিদ্ধও হবে না। [১]\n[১] অর্থাৎ, এই ফলগুলো এমন মৌসমী ফল হবে না যে, মৌসম শেষ হয়ে গেলেই এই ফলগুলো আগামী মৌসম পর্যন্ত বিলুপ্ত হয়ে যাবে। ফলগুলো এ ধরনের ফুল-মুকুলের ঋতুর অধীনস্থ হবে না। বরং তা সদা-সর্বদা পাওয়া যাবে।"
    },
    {
      "ayah": 34,
      "surah": 56,
      "text": "আর সমুচ্চ শয্যাসমূহ। [১]\n[১] কেউ কেউ فُرُشٍ থেকে অর্থ নিয়েছেন স্ত্রীগণ। আর مَرفوعة এর নিয়েছেন উচ্চ মর্যাদাসম্পন্না। যেহেতু পরবর্তীতে তাদের কথাই আলোচনা হয়েছে।"
    },
    { "ayah": 35, "surah": 56, "text": "তাদেরকে (হুরীগণকে) আমি সৃষ্টি করেছি বিশেষরূপে।" },
    {
      "ayah": 36,
      "surah": 56,
      "text": "তাদেরকে করেছি কুমারী। [১]\n[১] أَنْشَأْنَاهُنَّ এর মধ্যে সর্বনাম যদিও নিকটের কোন বিশেষ্যকে জ্ঞাপন করছে না, তবুও আলোচনার প্রাসঙ্গিকতা এটা প্রমাণ করছে যে, এ থেকে উদ্দেশ্য হল সেই নারী ও হুরগণ, যা জান্নাতবাসীরা লাভ করবে। জান্নাতী হুরগণ সাধারণ জন্ম পদ্ধতির মাধ্যমে জন্ম লাভকারিণী নয়, বরং মহান আল্লাহ জান্নাতে তাদেরকে তাঁর বিশেষ কুদরতে বিশেষ পদ্ধতিতে সৃষ্টি করেছেন। আর হুর ছাড়া পার্থিব স্ত্রীগণকেও জান্নাতবাসীরা স্ত্রী হিসাবে পাবে। এদের মধ্যে বৃদ্ধা, কালো ও কুশ্রী যে যাই হবে, সবাইকে মহান আল্লাহ জান্নাতে যৌবন ও রূপ-লাবণ্য দানে ধন্য করবেন। না কোন বৃদ্ধা বৃদ্ধা থাকবে, আর না কোন কুশ্রী কুশ্রী থাকবে। বরং সবাই হবে কুমারী এবং অনিন্দ্য সুন্দরী।"
    },
    {
      "ayah": 37,
      "surah": 56,
      "text": "প্রেমময়ী ও সমবয়স্কা। [১]\n[১] عُرُبٌ হল عَرُوْبَةٌ এর বহুবচন। এমন নারী, যে তার রূপ-সৌন্দর্য ও অন্যান্য গুণের কারণে স্বীয় স্বামীর কাছে অত্যন্ত প্রিয়া। أَتْرَابٌ হল تِرْبٌ এর বহুবচন। অর্থ সমবয়স্কা। অর্থাৎ, যেসব নারীদেরকে জান্নাতবাসীরা স্ত্রীরূপে পাবে, তারা সবাই সমবয়স্কা হবে। যেমন হাদীসে বর্ণিত হয়েছে যে, সকল জান্নাতী তেত্রিশ বছর বয়সের হবে।\n(তিরমিযী)\nঅথবা অর্থ হল, নিজ নিজ স্বামীর সমবয়স্কা হবে। উভয় অবস্থাতে অর্থ একই।"
    },
    { "ayah": 38, "surah": 56, "text": "ডান হাত-ওয়ালাদের জন্য।" },
    {
      "ayah": 39,
      "surah": 56,
      "text": "তাদের অনেকে হবে পূর্ববর্তীদের মধ্যে হতে। [১]\n[১] অর্থাৎ, আদম (আঃ) থেকে নিয়ে নবী করীম (সাঃ) পর্যন্ত মানুষদের মধ্য থেকে অথবা মুহাম্মাদ (সাঃ)-এরই উম্মতের পূর্ববর্তীদের মধ্য থেকে।"
    },
    { "ayah": 4, "surah": 56, "text": "যখন পৃথিবী প্রবল কম্পনে প্রকম্পিত হবে।" },
    {
      "ayah": 40,
      "surah": 56,
      "text": "এবং অনেকে হবে পরবর্তীদের মধ্য হতে। [১]\n[১] নবী করীম (সাঃ)-এর উম্মতের মধ্য হতে অথবা তাঁর উম্মতের পরবর্তীদের মধ্য থেকে।"
    },
    {
      "ayah": 41,
      "surah": 56,
      "text": "আর বাম হাত-ওয়ালারা, কত হতভাগা বাম হাত-ওয়ালারা! [১]\n[১] এ থেকে বুঝানো হয়েছে জাহান্নামীদের। এদেরকে তাদের আমলনামা বাম হাতে ধরানো হবে। আর এটা হবে তাদের নির্ধারিত দুর্ভাগ্যের নিদর্শন।"
    },
    { "ayah": 42, "surah": 56, "text": "তারা থাকবে অতি গরম বায়ু ও উত্তপ্ত পানিতে।" },
    {
      "ayah": 43,
      "surah": 56,
      "text": "কালোবর্ণ ধোঁয়ার ছায়ায়। [১]\n[১] سَمُومٌ আগুনের এমন তাপ বা গরম হাওয়া, যা শরীরের লোমকূপে ঢ়ুকে যায়। حَمِيْمٌ ফুটন্ত পানি। يَحْمُوْمٍ শব্দটি حِمَمَةٌ থেকে উদ্ভুত; অর্থ কালো। আর যদি অত্যধিক কালো জিনিস হয়, তাহলে أحم বলা হয়। يَحْمُوْمٍ এর অর্থ হল অতি কালো ধোঁয়া। অর্থ হল, জাহান্নামীরা জাহান্নামের শাস্তি থেকে অতিষ্ঠ হয়ে এক ছায়ার দিকে দৌড়বে। কিন্তু সেখানে যখন পৌঁছবে, তখন দেখবে যে, সেটা ছায়া নয়, বরং জাহান্নামের আগুনেরই অতি কালো ধোঁয়া। কেউ কেউ বলেছেন, এটা حَمٌّ শব্দটি থেকে গঠিত। আর তা হল সেই চর্বি, যা আগুনে দগ্ধ হয়ে হয়ে কালো হয়ে যায়। অন্যরা বলেছেন, এটা حِمَمٌ থেকে গঠিত; যার অর্থ কয়লা। তাই ইমাম যাহ্হাক বলেন, আগুনের রঙও কালো, জাহান্নামীরাও হবে কালো এবং জাহান্নামে যা কিছু হবে সবই হবে কালো। اَللَّهُمَّ أَجِرْنَا مِنَ النَّار।"
    },
    {
      "ayah": 44,
      "surah": 56,
      "text": "যা শীতলও নয়, আরামদায়কও নয়। [১]\n[১] অর্থাৎ, ছায়া শীতল হয়, কিন্তু তারা যেটাকে ছায়া মনে করবে, সেটা তো প্রকৃতপক্ষে ছায়াই হবে না যে, তা শীতল হবে। বরং তা হবে জাহান্নামের ধোঁয়া। وَلاَ كَرِيْمٍ যাতে কোন সুন্দর দৃশ্য বা কল্যাণ নেই কিংবা যাতে কোন মিষ্টতা নেই।"
    },
    {
      "ayah": 45,
      "surah": 56,
      "text": "ইতিপূর্বে তারা তো মগ্ন ছিল ভোগ-বিলাসে। [১]\n[১] অর্থাৎ, পার্থিব জীবনে পরকাল থেকে উদাসীন হয়ে ভোগ-বিলাসে ডুবে ছিল।"
    },
    { "ayah": 46, "surah": 56, "text": "এবং অবিরাম লিপ্ত ছিল ঘোরতর পাপকর্মে।" },
    { "ayah": 47, "surah": 56, "text": "তারা বলত, ‘মরে হাড় ও মাটিতে পরিণত হলেও কি আমরা অবশ্যই পুনরুত্থিত হব?" },
    {
      "ayah": 48,
      "surah": 56,
      "text": "এবং আমাদের পূর্ব-পুরুষগণও?’ [১]\n[১] এ থেকে জানা গেল যে, পরকালকে অস্বীকার করাই হল কুফরী, শিরক এবং পাপাচারে নিমজ্জিত থাকার প্রধান কারণ। আর এটাই কারণ যে, যখন আখেরাতের খেয়াল তার প্রতি বিশ্বাস স্থাপনকারীদের মনে ম্লান হয়ে যায়, তখন তাদের মধ্যে অন্যায়-অশ্লীলতা ব্যাপক হয়ে যায়। যেমন, বর্তমানের বহু মুসলিমদের অবস্থা।"
    },
    { "ayah": 49, "surah": 56, "text": "বল, অবশ্যই পূর্ববর্তিগণ ও পরবর্তিগণ।" },
    {
      "ayah": 5,
      "surah": 56,
      "text": "এবং পর্বতমালা চূর্ণ-বিচূর্ণ হয়ে পড়বে। [১]\n[১] رَجًّا এর অর্থ নড়াচড়া ও অস্থিরতা (কম্পন)। আর بسّ অর্থ চূর্ণবিচূর্ণ হয়ে যাওয়া।"
    },
    { "ayah": 50, "surah": 56, "text": "সকলকে একত্রিত করা হবে এক নির্ধারিত দিনের নির্ধারিত সময়ে;" },
    { "ayah": 51, "surah": 56, "text": "অতঃপর হে বিভ্রান্ত মিথ্যাজ্ঞানকারীরা!" },
    { "ayah": 52, "surah": 56, "text": "তোমরা অবশ্যই আহার করবে যাক্কুম বৃক্ষ হতে।" },
    {
      "ayah": 53,
      "surah": 56,
      "text": "এবং ওটা দ্বারা তোমরা উদর পূর্ণ করবে। [১]\n[১] অর্থাৎ, দেখতে অতি বীভৎস খেতে অতি বিস্বাদ ও তিক্ত বৃক্ষের খাদ্য যদিও তোমাদের কাছে অতীব অপ্রীতিকর হবে, তবুও প্রচন্ড ক্ষুধার জ্বালায় তাই দিয়েই তোমাদেরকে উদর পূর্ণ করতে হবে।"
    },
    { "ayah": 54, "surah": 56, "text": "তারপর তোমরা পান করবে ফুটন্ত পানি।" },
    {
      "ayah": 55,
      "surah": 56,
      "text": "পান করবে পিপাসার্ত উটের ন্যায়। [১]\n[১] هِيْمٌ হল أَهْيَمٌ এর বহুবচন। সেই পিপাসিত উটদেরকে বলা হয়, যারা বিশেষ এক রোগের কারণে পানির উপর পানি পান করেই যায়, কিন্তু তাদের পিপাসার নিবৃত্তি হয় না। অর্থাৎ, যাক্কুম খাওয়ার পর পানিও ঐভাবে পান করবে না, যেভাবে সাধারণতঃ পান করা হয়। বরং প্রথমতঃ শাস্তি স্বরূপ তোমরা ফুটন্ত পানিই পাবে। দ্বিতীয়তঃ তোমরা সে পানিকে পিপাসার্ত উটের মত পান করেই যাবে; কিন্তু তোমাদের পিপাসা নিবৃত্ত হবে না।"
    },
    {
      "ayah": 56,
      "surah": 56,
      "text": "কিয়ামতের দিন এটাই হবে তাদের আতিথ্য। [১]\n[১] মহান আল্লাহ এ কথা ঠাট্টা ও বিদ্রূপ ছলে বলেছেন। অন্যথা আতিথ্য তো তাকেই বলা হয়, যা অতিথির সম্মানে প্রস্তুত ও পেশ করা হয়। এটা ঐ রকমই যেমন কোন কোন স্থানে বলেছেন {فَبَشِّرْهُمْ بِعَذَابٍ أَلِيْمٍ} \"তাদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ দাও।\"\n(সূরা আলে ইমরান ৩:২১)"
    },
    {
      "ayah": 57,
      "surah": 56,
      "text": "আমিই তোমাদেরকে সৃষ্টি করেছি, তবে কেন তোমরা বিশ্বাস করছ না? [১]\n[১] অর্থাৎ, তোমরা জান যে, তোমাদের সৃষ্টিকর্তা আল্লাহই। তবুও তোমরা তাঁকে মানছ না কেন? অথবা মৃত্যুর পর পুনর্জীবনের উপর বিশ্বাস করছ না কেন?"
    },
    { "ayah": 58, "surah": 56, "text": "তোমরা কি ভেবে দেখেছ, তোমাদের বীর্যপাত সম্বন্ধে?" },
    {
      "ayah": 59,
      "surah": 56,
      "text": "ওটা কি তোমরা সৃষ্টি কর, না আমি সৃষ্টি করি? [১]\n[১] অর্থাৎ, স্ত্রীদের সাথে সহবাসের ফলে তোমাদের বীর্যের যে ফোঁটাগুলো তাদের গর্ভে যায়, সেগুলো থেকে মানব আকৃতি আমি বানাই, না তোমরা?"
    },
    { "ayah": 6, "surah": 56, "text": "ফলে ওটা পর্যবসতি হবে উৎক্ষিপ্ত ধূলিকণায়।" },
    {
      "ayah": 60,
      "surah": 56,
      "text": "আমি তোমাদের জন্য মৃত্যু নির্ধারিত করেছি[১] এবং আমি অক্ষম নই--[২]\n[১] অর্থাৎ, প্রত্যেক ব্যক্তির মৃত্যুকাল আমি নির্ধারিত করে দিয়েছি। তা কেউ অতিক্রম করতে পারবে না। সুতরাং কেউ শৈশবে, কেউ যৌবনে এবং কেউ বার্ধক্যে মৃত্যুবরণ করে।\n[২] অর্থাৎ, আমি অপারগ ও ব্যর্থ নই, বরং আমি সক্ষম।"
    },
    {
      "ayah": 61,
      "surah": 56,
      "text": "তোমাদের স্থলে তোমাদের অনুরূপ আনয়ন করতে এবং তোমাদেরকে এমন এক আকৃতি দান করতে, যা তোমরা জান না।[১]\n[১] অর্থাৎ, তোমাদের আকৃতির বিকৃতি ঘটিয়ে তোমাদেরকে বানর ও শূকরে পরিণত করতে পারি এবং তোমাদের স্থলে তোমাদেরই মত আকার-আকৃতির অন্য জাতি নিয়ে আসতে পারি।"
    },
    {
      "ayah": 62,
      "surah": 56,
      "text": "তোমরা তো অবগত হয়েছ প্রথম সৃষ্টি সম্বন্ধে। তবে তোমরা উপদেশ গ্রহণ কর না কেন? [১]\n[১] অর্থাৎ, তোমরা এ কথা কেন বুঝো না যে, যেভাবে তিনি তোমাদেরকে প্রথমবার সৃষ্টি করেছেন (যা তোমরা জান), তিনি তোমাদেরকে পুনরায় সৃষ্টি করতে পারেন।"
    },
    { "ayah": 63, "surah": 56, "text": "তোমরা যে বীজ বপন কর, সে সম্পর্কে চিন্তা করেছ কি?" },
    {
      "ayah": 64,
      "surah": 56,
      "text": "তোমরা কি ওকে অঙ্কুরিত কর, না আমি অঙ্কুরিত করি? [১]\n[১] অর্থাৎ, জমিতে তোমরা যে বীজ বপন কর, তা থেকে একটি গাছ যমীনের উপর উঠে দাঁড়ায়। নির্জীব এক শস্যদানাকে বিদীর্ণ করে এবং মৃত্তিকার বক্ষ ভেদ করে এইভাবে বৃক্ষ উদগত কে করে? এটাও বীর্য-বিন্দু থেকে মানব সৃষ্টি করার ন্যায় আমারই কুদরতের কৃতিত্ব, না তোমাদের কোন দক্ষতা বা জাদু-মন্ত্রের ফল?"
    },
    {
      "ayah": 65,
      "surah": 56,
      "text": "আমি ইচ্ছা করলে অবশ্যই একে টুকরা-টুকরা (খড়-কুটায়) পরিণত করতে পারি, তখন হতবুদ্ধি হয়ে পড়বে তোমরা। [১]\n[১] ক্ষেতের ফসলকে সবুজ-শ্যামল বানানোর পর যখন তা পাকার উপক্রম হয়, তখন আমি ইচ্ছা করলে তাকে শুকিয়ে খড়-কুটায় পরিণত করে দিতে পারি, যখন তোমরা বিস্ময়ে তা দেখতেই থেকে যাবে। تَفَكُّهٌ শব্দটি 'আয্বদাদ' (বিপরীতমুখী অর্থবোধক) শব্দসমূহের অন্তর্ভুক্ত। যার অর্থ, নিয়ামত ও সচ্ছলতাও বটে, আবার দুঃখ ও নিরাশাও বটে। এখানে দ্বিতীয় অর্থেই ব্যবহার হয়েছে। এর বিভিন্ন অর্থ বর্ণনা করা হয়েছে। যেমন, হতবুদ্ধি, হতবাক, বিস্মিত, দুঃখিত হওয়া ইত্যাদি। ظَلَلْتُمْ এর অর্থ صِرْتُمْ এবং تَفَكَّهُوْنَ আসলে ছিল تَتَفَكَّهُوْنَ ।"
    },
    { "ayah": 66, "surah": 56, "text": "(বলবে,) ‘নিশ্চয় আমরা সর্বনাশগ্রস্ত!" },
    {
      "ayah": 67,
      "surah": 56,
      "text": "বরং আমরা হৃতসর্বস্ব।’[১]\n[১] অর্থাৎ, আমরাই প্রথমে জমিতে হাল চালিয়ে তাকে ঠিক-ঠাক করে তাতে বীজ ফেললাম। অতঃপর সেচন করতে থাকলাম। কিন্তু যখন ফসল পাকার সময় হল, তখন তা শুকিয়ে গেল এবং আমরা তা থেকে কিছুই পেলাম না। অর্থাৎ, এ সমস্ত খরচাদি এবং মেহনত-পরিশ্রম এক ধরনের জরিমানার মত অনর্থক চলে গেল, যা আমাদেরকে বহন করতে হল। জরিমানার অর্থ এটাই হয় যে, মানুষ তার অর্থ বা পরিশ্রমের প্রতিদান পায় না। বরং তা অনর্থক নষ্ট হয়ে যায়। অথবা জোরপূর্বক তার কাছ থেকে কিছু নিয়ে নেওয়া হয় এবং তার বিনিময়ে তাকে কিছু দেওয়া হয় না।"
    },
    { "ayah": 68, "surah": 56, "text": "তোমরা যে পানি পান কর, সে সম্পর্কে তোমরা চিন্তা করেছ কি?" },
    { "ayah": 69, "surah": 56, "text": "তোমরাই কি তা মেঘ হতে বর্ষণ কর, না আমি বর্ষণ করি?" },
    {
      "ayah": 7,
      "surah": 56,
      "text": "এবং তোমরা বিভক্ত হয়ে পড়বে তিন শ্রেণীতে। [১]\n[১] أَزْوَاجًا হল أَصْنَافًا (শ্রেণী বা প্রকার) এর অর্থে।"
    },
    {
      "ayah": 70,
      "surah": 56,
      "text": "আমি ইচ্ছা করলে ওটা লবণাক্ত করে দিতে পারি। তবুও তোমরা কৃতজ্ঞতা প্রকাশ কর না কেন? [১]\n[১] অর্থাৎ, এই অনুগ্রহের জন্য আমার আনুগত্য করে আমার কর্মগত কৃতজ্ঞতা জ্ঞাপন কর না কেন?"
    },
    { "ayah": 71, "surah": 56, "text": "তোমরা যে আগুন জ্বালিয়ে থাক, তা লক্ষ্য করে দেখেছ কি?" },
    {
      "ayah": 72,
      "surah": 56,
      "text": "তোমরাই কি ওর বৃক্ষ সৃষ্টি কর, না আমি সৃষ্টি করি? [১]\n[১] বলা হয় যে, আরবে দুটি গাছ আছে, 'মার্খ্' ও 'আফার'। এই দু'টি গাছের ডাল নিয়ে যদি পরস্পরের সাথে ঘষা হয়, তবে তা থেকে আগুনের ফুলকি বের হয়।"
    },
    {
      "ayah": 73,
      "surah": 56,
      "text": "আমি একে করেছি উপদেশের বিষয়[১] এবং মরুচারীদের প্রয়োজনীয় বস্তু। [২]\n[১] এইভাবে যে, এর প্রভাব ও উপকারিতা বিস্ময়কর ব্যাপার। পৃথিবীর অসংখ্য জিনিস প্রস্তুত করণে এর প্রয়োজনীয়তার কথা অনস্বীকার্য। এটা আমার অসীম ক্ষমতার একটি নিদর্শন। তাছাড়া যেভাবে আমি পৃথিবীতে আগুন সৃষ্টি করেছি, অনুরূপ পরকালেও সৃষ্টি করার ক্ষমতা আমি রাখি। আর সেই আগুনের তাপ পৃথিবীর আগুনের তুলনায় ৬৯ গুণ বেশী হবে। যেমন এ কথা হাদীসে বর্ণিত হয়েছে।\n[২] مُقْوِيْنَ হল مُقْوِيْ এর বহুবচন। অর্থঃ قَوَآءٌ অর্থাৎ নির্জন মরুভূমিতে প্রবেশকারী। উদ্দেশ্য মুসাফির। অর্থাৎ, মুসাফির মরুভূমি এবং বন-জঙ্গলে এই গাছগুলো দ্বারা উপকৃত হয়। এ থেকে আলো ও তাপ গ্রহণ করে এবং ইন্ধন হিসাবেও কাজে লাগায়। কেউ কেউ مُقْوِين বলতে বুঝিয়েছেন এমন সব দরিদ্র মানুষকে, যাদের পেট ক্ষুধার কারণে খালি থাকে। কেউ কেউ এর অর্থ করেছেন, مُسْتَمْتِعِيْنَ (উপকারিতা অর্জনকারী)। এতে ধনী, গরীব, গৃহবাসী ও মুসাফির সবাই এসে যায়। আর সবাই আগুন থেকে উপকৃত হয়। এই জন্যই হাদীসে যে তিনটি জিনিসকে সার্বজনীন রাখার ও তা থেকে কাউকে বাধা না দেওয়ার নির্দেশ দেওয়া হয়েছে, সেগুলোর মধ্যে পানি ও ঘাস সহ আগুনও বটে।\n(আবূ দাউদঃ ক্রয়-বিক্রয় অধ্যায়, ইবনে মাজাহ)\nইমাম ইবনে কাসীর এই মতটিকেই বেশী পছন্দ করেছেন।"
    },
    { "ayah": 74, "surah": 56, "text": "সুতরাং তুমি তোমার মহান প্রতিপালকের নামের পবিত্রতা ও মহিমা ঘোষণা কর।" },
    {
      "ayah": 75,
      "surah": 56,
      "text": "আমি শপথ করছি নক্ষত্র রাজির অস্তাচলের। [১]\n[১] فَلاَ أُقْسِمُ তে لا অক্ষরটি অতিরিক্ত। এটা তাকীদ স্বরূপ এসেছে। অথবা এটা অতিরিক্ত নয়, বরং পূর্বের কোন জিনিসের অস্বীকৃতি জ্ঞাপনের জন্য এসেছে। অর্থাৎ, এই কুরআন জ্যোতিষ বা কাব্যগ্রন্থ নয়। বরং আমি তারকারাজির অস্তাচলের শপথ করে বলছি যে, এই কুরআন সম্মানিত---। مَوَاقِعُ النُّجُوْمِ থেকে উদ্দেশ্য তারকারাজির উদয়াচল ও অস্তাচল এবং তাদের গন্তব্যস্থল ও কক্ষপথ। কেউ কেউ অনুবাদ করেছেন, \"শপথ করছি আয়াতসমূহের অবতরণের পয়গম্বরদের অন্তরে।\" (মুঅয্যিহুল কুরআন) অর্থাৎ, نجوم এর অর্থ কুরআনের আয়াতসমূহ এবং مواقع এর অর্থ, নবীদের অন্তর। আবার কেউ কেউ এর অর্থ নিয়েছেন, কুরআন মাজীদের ধীরে ধীরে পর্যায়ক্রমে অবতীর্ণ হওয়া। কেউ বলেছেন, এর অর্থ হল, কিয়ামতের দিন তারকারাজির ঝরে পড়া।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 76,
      "surah": 56,
      "text": "অবশ্যই এটা এক মহা শপথ, যদি তোমরা জানতে।[১]\n[১] (এ বিশাল বিশ্বের কত দূর দূরান্তে যে তারকারাজি ছড়িয়ে আছে, তা কি মানুষের জানা সম্ভব? সত্যিই এ শপথ, মহাশপথ!)"
    },
    { "ayah": 77, "surah": 56, "text": "নিশ্চয়ই এটা সম্মানিত কুরআন। [১]\n[১] এটা কসমের জবাব।" },
    { "ayah": 78, "surah": 56, "text": "যা আছে সুরক্ষিত কিতাবে।[১]\n[১] অর্থাৎ, 'লওহে মাহফূয'এ।" },
    {
      "ayah": 79,
      "surah": 56,
      "text": "পূত-পবিত্রগণ ব্যতীত অন্য কেউ তা স্পর্শ করে না। [১]\n[১] لاَ يَمَسُّهُ তে هُ সর্বনামের বিশেষ্য হল, 'লওহে মাহফূয'। আর 'পবিত্রগণ' বলতে ফিরিশতাগণকে বুঝানো হয়েছে। কেউ কেউ هُ এর বিশেষ্য বানিয়েছেন কুরআন কারীমকে। অর্থাৎ, এই কুরআনকে ফিরিশতারাই স্পর্শ করেন। অর্থাৎ, আসমানে ফিরিশতাগণ ছাড়া অন্য কেউ এই কুরআন পর্যন্ত পৌঁছতে পারে না। আসলে এখানে মুশরিকদের কথার খন্ডন করা হয়েছে। যারা বলত যে, কুরআন শয়তানরা নিয়ে অবতরণ করে। আল্লাহ বলেন, এটা কি করে সম্ভব? এই কুরআন তো শয়তানের প্রভাব থেকে একেবারে সুরক্ষিত। (অন্য মতে আয়াতের অর্থ হল, পবিত্র মুমিন ব্যক্তি ছাড়া কোন অপবিত্র ব্যক্তি যেন কুরআন স্পর্শ না করে। আর আল্লাহই অধিক জানেন।)"
    },
    {
      "ayah": 8,
      "surah": 56,
      "text": "ডান হাত-ওয়ালারা; কত ভাগ্যবান ডান হাত-ওয়ালারা! [১]\n[১] এ থেকে বুঝানো হয়েছে এমন সব সাধারণ মু'মিনদেরকে, যাঁদেরকে তাঁদের আমলনামা ডান হাতে দেওয়া হবে এবং যেটা তাঁদের সৌভাগ্য লাভের নিদর্শন হবে।"
    },
    { "ayah": 80, "surah": 56, "text": "এটা বিশ্ব-জাহানের প্রতিপালকের নিকট হতে অবতীর্ণ।" },
    {
      "ayah": 81,
      "surah": 56,
      "text": "তবুও কি তোমরা এই বাণীকে তুচ্ছজ্ঞান করবে? [১]\n[১] حَدِيث থেকে কুরআন কারীম উদ্দেশ্য। مُدَاهَنَةٌ বলা হয় এমন নম্রতা ও শৈথিল্য ভাবকে, যা বিরোধীর বিপক্ষে অবলম্বন করা হয়। (এখানে সম্বোধন মুশরিক ও মুনাফিকদেরকে করা হয়েছে, বলা হয়েছে তোমরা কি এই কুরআনকে মানতে তোষামোদ, চাটুবৃত্তি ও মোসাহেবির পথ অবলম্বন করবে অথবা তা মিথ্যা ও তুচ্ছজ্ঞান করবে?) অথবা মু'মিনদেরকে সম্বোধন করে বলা হচ্ছে যে, তোমরা কি এই কুরআনকে মানতে কাফের ও মুনাফিকদের বিপক্ষে নম্রতা ও শৈথিল্য ভাব প্রকাশ করবে? অথচ প্রয়োজন হল তাদের বিরুদ্ধে চরম কঠোর পদক্ষেপ গ্রহণ করার। অর্থাৎ, এই কুরআনকে অবলম্বন করার ব্যাপারে সমস্ত কাফেরদেরকে সন্তুষ্ট করার জন্য নরম ভাব ও বিমুখতার পথ অবলম্বন করছ। অথচ এই কুরআন যা উল্লিখিত গুণাবলীর অধিকারী, তা এই দাবী রাখে যে, তাকে সানন্দে (গর্বের সাথে) অবলম্বন করা হোক।"
    },
    { "ayah": 82, "surah": 56, "text": "এবং তোমরা মিথ্যাজ্ঞানকেই তোমাদের উপজীব্য করে নেবে?" },
    { "ayah": 83, "surah": 56, "text": "পরন্তু কেন নয়, প্রাণ যখন কণ্ঠাগত হয়।" },
    {
      "ayah": 84,
      "surah": 56,
      "text": "এবং তখন তোমরা তাকিয়ে থাক।[১]\n[১] অর্থাৎ, আত্মাকে বের হতে দেখ, কিন্তু তা রোধ করার অথবা কোন উপকার করার ক্ষমতা রাখ না।"
    },
    {
      "ayah": 85,
      "surah": 56,
      "text": "আর আমি তোমাদের অপেক্ষা তার অধিক নিকটতর, [১] কিন্তু তোমরা দেখতে পাও না। [২]\n[১] অর্থাৎ, আমি স্বীয় জ্ঞান, ক্ষমতা ও দর্শন করার দিক দিয়ে তোমাদের চাইতেও বেশী মৃতের নিকটবর্তী। অথবা نحن (আমরা) বলতে আল্লাহর কর্মীবৃন্দ তথা মৃত্যুর ফিরিশতাদেরকে বুঝানো হয়েছে, যাঁরা মানুষের জান কবজ করেন।\n[২] অর্থাৎ, অজ্ঞতার কারণে তোমাদের এই বোধটুকুও নেই যে, আল্লাহ তোমাদের গ্রীবাস্থিত ধমনী (ঘাড়ের শিরা) অপেক্ষাও বেশী নিকটে। অথবা জান কবযকারী ফিরিশতাকে তোমরা দেখতে পাও না।"
    },
    { "ayah": 86, "surah": 56, "text": "তোমরা যদি কর্তৃত্বাধীন না হও," },
    {
      "ayah": 87,
      "surah": 56,
      "text": "তাহলে তোমরা তা ফিরাও না কেন? যদি তোমরা সত্যবাদী হও। [১]\n[১] دَانَ يَدِيْنُ এর অর্থ অধীনস্থ হওয়া। দ্বিতীয় অর্থ হল, প্রতিদান বা শাস্তি দেওয়া। অর্থাৎ, তোমরা যদি তোমাদের এই কথায় সত্যবাদী হও যে, তোমাদের এমন কোন প্রভু ও মালিক নেই, তোমরা যাঁর আজ্ঞাবহ দাস ও কর্তৃত্বাধীন, অথবা প্রতিদান ও শাস্তির কোন দিন আসবে না, তাহলে কবয করা ঐ আত্মাকে ফিরিয়ে আন তো দেখি। আর যদি তোমরা এমন করতে না পার, তাহলে তার পরিষ্কার অর্থ হল, তোমাদের ধারণা মিথ্যা। অবশ্যই তোমাদের একজন প্রভু আছেন এবং এমন একদিন অবশ্যই আসবে, যেদিন সেই প্রভু প্রত্যেককে তার কৃতকর্মের প্রতিদান ও শাস্তি দেবেন।"
    },
    {
      "ayah": 88,
      "surah": 56,
      "text": "সুতরাং যদি সে নৈকট্যপ্রাপ্তদের একজন হয়, [১]\n[১] সূরার শুরুতে নিজ নিজ কর্ম হিসাবে মানুষের যে তিনটি শ্রেণী উল্লেখ করা হয়েছে, তারই পুনরাবৃত্তি করা হচ্ছে। আলোচ্য আয়াতে তার প্রথম শ্রেণীর কথা বলা হচ্ছে, যাদেরকে 'নৈকট্যপ্রাপ্ত' ছাড়া অগ্রবর্তীও বলা হয়। কেননা তারা নেকী ও পুণ্যের প্রত্যেক কাজে সর্বদা আগে আগে থাকে এবং ঈমান গ্রহণ করার ব্যাপারেও তারা সবার অগ্রণী হয়। আর এই সদগুণের জন্যই তারা আল্লাহর নৈকট্যপ্রাপ্ত গণ্য হবে।"
    },
    { "ayah": 89, "surah": 56, "text": "তাহলে (তার জন্য রয়েছে) আরাম উত্তম রুযী ও সুখময় জান্নাত;" },
    {
      "ayah": 9,
      "surah": 56,
      "text": "আর বাম হাত-ওয়ালারা; কত হতভাগ্য বাম হাত-ওয়ালারা![১]\n[১] এ থেকে বুঝানো হয়েছে কাফেরদেরকে যাদেরকে তাদের আমলনামা বাম হাতে ধরানো হবে।"
    },
    {
      "ayah": 90,
      "surah": 56,
      "text": "আর যদি সে ডান হাত-ওয়ালাদের একজন হয়, [১]\n[১] এরা দ্বিতীয় শ্রেণীর সাধারণ মু'মিন। এরাও জাহান্নাম থেকে মুক্তি পেয়ে জান্নাতে যাবে। তবে মর্যাদায় অগ্রবর্তীদের তুলনায় কম হবে। মৃত্যুর সময় ফিরিশতারা এদেরকেও নিরাপত্তার সুসংবাদ দিয়ে থাকেন।"
    },
    {
      "ayah": 91,
      "surah": 56,
      "text": "তাহলে (তাকে বলা হবে,) তোমার প্রতি শান্তি;[১] কারণ তুমি ডান হাত-ওয়ালাদের একজন।\n[১] অথবা (হে মুহাম্মাদ!) ডান হাত-ওয়ালাদের তরফ থেকে তোমার জন্য সালাম।"
    },
    {
      "ayah": 92,
      "surah": 56,
      "text": "কিন্তু  সে যদি মিথ্যাজ্ঞানকারী ও বিভ্রান্তদের একজন হয়, [১]\n[১] এরা তৃতীয় শ্রেণীর মানুষ; যাদেরকে সূরার শুরুতে أَصْحَابُ الْمَشْئَمَةِ বলা হয়েছিল। অর্থাৎ, বাম হাত-ওয়ালা, হতভাগ্য বা কুলক্ষণ লোক। এরা নিজেদের কুফরী ও মুনাফিক্বীর শাস্তি অথবা তার কুলক্ষণের ফল জাহান্নামের আযাব আকারে ভোগ করবে।"
    },
    { "ayah": 93, "surah": 56, "text": "তাহলে (তার জন্য রয়েছে) ফুটন্ত পানি দ্বারা আপ্যায়ন।" },
    { "ayah": 94, "surah": 56, "text": "এবং জাহান্নাম প্রবেশ।" },
    { "ayah": 95, "surah": 56, "text": "নিশ্চয় এটাই তো ধ্রুব সত্য।" },
    {
      "ayah": 96,
      "surah": 56,
      "text": "অতএব, তুমি তোমার মহান প্রতিপালকের নামের পবিত্রতা ও মহিমা ঘোষণা কর। [১]\n[১] হাদীসে এসেছে যে, দু'টি বাক্য আল্লাহর নিকট অতি প্রিয়, মুখে বলতে খুবই সহজ এবং দাঁড়ি-পাল্লায় হবে খুবই ভারী। আর তা হল, سُبْحَانَ اللهِ وَبِحَمْدِهِ سُبْحَانَ اللهِ الْعَظِيْمِ))\n(\nবুখারীঃ সর্বশেষ হাদীস, মুসলিম\n)"
    }
  ]
}
