{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 57,
      "text": "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সবই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে।[১] তিনি পরাক্রমশালী, প্রজ্ঞাময়।\n[১] এই তসবীহ পাঠ 'যবানে হাল' (অবস্থার ভাষা) দ্বারা নয়, বরং 'যবানে ক্বাল' মুখের ভাষা দ্বারা। আর এই জন্যই বলা হয়েছে, {وَلَكِنْ لاَ تَفْقَهُوْنَ تَسْبِيْحَهُمْ} \"তোমরা তাদের তসবীহ পাঠ অনুধাবন করতে পার না।\"\n(বানী ইস্রাঈল ১৭:৪৪ আয়াত)\nদাউদ (আঃ) সম্পর্কে এসেছে যে, তাঁর সাথে পাহাড়ও তসবীহ পাঠ করত।\n(সূরা আম্বিয়া ২১:৭৯ আয়াত)\nযদি এই তসবীহ পাঠ অবস্থাগত বা ভাবগত হত, তাহলে দাউদ (আঃ)-এর সাথে এটাকে নির্দিষ্ট করার কোন প্রয়োজনই ছিল না।"
    },
    {
      "ayah": 10,
      "surah": 57,
      "text": "তোমরা আল্লাহর পথে কেন ব্যয় করবে না? অথচ আকাশমন্ডলী ও পৃথিবীর মালিকানা তো আল্লাহরই। তোমাদের মধ্যে যারা (মক্কা) বিজয়ের পূর্বে ব্যয় করেছে ও সংগ্রাম করেছে (তারা এবং পরবর্তীরা) সমান নয়।[১] তারা মর্যাদায় শ্রেষ্ঠ তাদের অপেক্ষা, যারা পরবর্তীকালে ব্যয় করেছে ও সংগ্রাম করেছে।[২] তবে আল্লাহ সকলকেই কল্যাণের প্রতিশ্রুতি দিয়েছেন। [৩] আর তোমরা যা কর, আল্লাহ তা সবিশেষ অবহিত।\n[১] فَتْحٌ (বিজয়) থেকে অধিকাংশ মুফাসসির বুঝিয়েছেন মক্কা বিজয়। কারো কারো মতে হুদাইবিয়ার সন্ধিই যেহেতু সুস্পষ্ট বিজয়, তাই এ থেকে হুদাইবিয়ার সন্ধি বুঝিয়েছেন। যাই হোক হুদাইবিয়ার সন্ধি বা মক্কা বিজয়ের পূর্বকালে মুসলিমরা সংখ্যা ও ক্ষমতার দিক থেকেও কম ছিলেন এবং মুসলিমদের আর্থিক অবস্থাও অনেক দুর্বল ছিল। এই প্রতিকূল অবস্থায় আল্লাহর পথে ব্যয় করা ও জিহাদে অংশ গ্রহণ করা উভয় কাজই ছিল অতীব কঠিন এবং বড়ই দুঃসাধ্য। কিন্তু মক্কা বিজয়ের পর এই অবস্থার পরিবর্তন ঘটে যায়। মুসলিমদের শক্তি ও সংখ্যা বৃদ্ধি পেতে থাকে এবং তাঁদের আর্থিক অবস্থাও আগের তুলনায় অনেক ভাল হয়ে যায়। তাই আল্লাহ এই আয়াতে উভয় কালের মুসলিমদের সম্পর্কে বললেন যে, এরা পুণ্যে সমান হতে পারে না।\n[২] কেননা, পূর্বের লোকদের ব্যয় ও যুদ্ধ দু'টোই অতীব কঠিন অবস্থায় হয়েছে। এ থেকে বুঝা গেল যে, মর্যাদাসম্পন্ন ও কৃতী লোকদেরকে অন্যদের তুলনায় অগ্রাধিকার দেওয়া উচিত। এই জন্যই আহলে সুন্নাহর নিকট সম্মান ও মর্যাদায় আবু বাকার (রাঃ) সবার ঊর্ধ্বে। কেননা, প্রথম মু'মিন তিনিই, প্রথম আল্লাহর পথে ব্যয়কারীও তিনিই এবং প্রথম মুজাহিদও তিনিই। আর এই জন্য রসূল (সাঃ) স্বীয় জীবদ্দশায় ও উপস্থিতিতে সিদ্দীকে আকবার (রাঃ) কে নামাযের জন্য আগে বাড়ান এবং এরই ভিত্তিতে সাহাবায়ে কেরাম (রাঃ) তাঁকে প্রথম খলীফা হওয়ার যোগ্যরূপে প্রাধান্য দেন। رَضِيَ اللهُ عَنْهُمْ وَرَضُوْا عَنْهُ।\n[৩] এতে পরিষ্কার করে দেওয়া হয়েছে যে, সাহাবায়ে কেরাম (রাঃ)-দের মধ্যে মান-মর্যাদায় পার্থক্য তো অবশ্যই রয়েছে। কিন্তু মান-মর্যাদায় পার্থ্যকের অর্থ এই নয় যে, পরে ইসলাম গ্রহণকারী সাহাবায়ে কেরাম (রাঃ) ঈমান ও চারিত্রিক দিক থেকে একেবারে নিম্নস্তরের ছিলেন। যেমন, অনেকে মুআবিয়া (রাঃ) ও তাঁর পিতা আবূ সুফিয়ান (রাঃ) এবং আরো অনেক মর্যাদাসম্পন্ন সাহাবাদের ব্যাপারে আজে-বাজে কথা বলে অথবা তাঁদেরকে (মক্কাবিজয়ের দিন ঘোষিত) 'মুক্ত' মানুষ বলে তাঁদেরকে হেয় প্রতিপন্ন ও তুচ্ছজ্ঞান করে থাকে। নবী করীম (সাঃ) সমস্ত সাহাবা (রাঃ) সম্পর্কে বলেছেন যে, ((لاَ تَسُبُّوْا أَصْحَابِيْ)) \"তোমরা আমার সাহাবাদের গালি দিও না। সেই সত্তার শপথ, যাঁর হাতে আমার প্রাণ আছে! তোমাদের মধ্যে কোন ব্যক্তি যদি আল্লাহর পথে উহুদ পাহাড় সমপরিমাণ সোনা ব্যয় করে, তবুও তা আমার সাহাবাদের ব্যয়কৃত এক 'মুদ্দ্' (প্রায় ৬২৫ গ্রাম) বরং অর্ধ 'মুদ্দ্' এর সমানও হবে না।\"\n(বুখারী, মুসলিমঃ সাহাবাদের ফযীলত অধ্যায়)"
    },
    {
      "ayah": 11,
      "surah": 57,
      "text": "কে আছে যে আল্লাহকে দেবে উত্তম ঋণ? তাহলে তিনি তা বহুগুণে তার জন্য বৃদ্ধি করবেন এবং তার জন্য রয়েছে মহাপুরস্কার। [১]\n[১] আল্লাহকে উত্তম ঋণ দেওয়ার অর্থ তাঁর পথে দান-খয়রাত করা। এই মাল যা মানুষ আল্লাহর পথে ব্যয় করে, তা আল্লাহরই দেওয়া। তা সত্ত্বেও সেটাকে ঋণ বলে আখ্যায়িত করা আল্লাহর একান্ত অনুগ্রহ বৈ কিছু নয়। তিনি এর প্রতিদান অবশ্যই দেবেন, যেমন ঋণ পরিশোধ করা অত্যাবশ্যক হয়।"
    },
    {
      "ayah": 12,
      "surah": 57,
      "text": "সেদিন তুমি বিশ্বাসী নর-নারীদেরকে দেখবে, তাদের সামনে ও ডানে তাদের আলো প্রবাহিত হবে।[১] (বলা হবে,) ‘আজ তোমাদের জন্য সুসংবাদ জান্নাতের; যার নিম্নে নদীমালা প্রবাহিত, সেখানে তোমরা স্থায়ী হবে। এটাই মহাসাফল্য।’ [২]\n[১] এটা হাশরের ময়দানে পুলসিরাতে হবে। এই জ্যোতি তাদের ঈমান ও সৎকর্মের প্রতিদান হবে। এরই আলোতে তারা (জাহান্নামের উপর স্থাপিত পুলে) জান্নাতের পথ অতি সহজে অতিক্রম করে নেবে। ইবনে কাসীর ও ইবনে জারীর প্রভৃতি ইমামগণ وَبِأَيْمَانِهِمْ এর অর্থ এই বর্ণনা করেছেন যে, তাদের ডান হাতে থাকবে তাদের আমলনামা।\n[২] এ কথা বলবেন সেই ফিরিশতাগণ, যাঁরা তাদের অভ্যর্থনার জন্য সেখানে উপস্থিত থাকবেন।"
    },
    {
      "ayah": 13,
      "surah": 57,
      "text": "সেদিন মুনাফিক (কপট) পুরুষ ও মুনাফিক নারী বিশ্বাসীদেরকে বলবে, ‘তোমরা আমাদের জন্য একটু থাম, যাতে আমরা তোমাদের আলো কিছু গ্রহণ করতে পারি।’[১] বলা হবে, ‘তোমরা তোমাদের পিছনে ফিরে যাও[২] ও আলোর সন্ধান কর।’ অতঃপর উভয়ের মাঝামাঝি[৩] স্থাপিত হবে একটি প্রাচীর যাতে একটি দরজা থাকবে, ওর অভ্যন্তরে থাকবে করুণা[৪] এবং বহির্ভাগে থাকবে শাস্তি। [৫]\n[১] মুনাফিকরা কিছু দূর পর্যন্ত ঈমানদারদের সাথে তাদের আলোতে চলবে। অতঃপর মহান আল্লাহ মুনাফিকদের জন্য তাদের পথ অন্ধকারাচ্ছন্ন করে দেবেন। তখন তারা মু'মিনদেরকে এ কথা বলবে।\n[২] এর অর্থ হল, দুনিয়াতে গিয়ে এই ধরনের ঈমান ও সৎকর্মের পুঁজি নিয়ে এসো, যেমন আমরা নিয়ে এসেছি। অথবা বিদ্রূপের ছলে ঈমানদাররা বলবে যে, পিছনে যেখান থেকে আমরা এই জ্যোতি নিয়ে এসেছি, সেখানে গিয়ে তোমরাও তার খোঁজ কর।\n[৩] অর্থাৎ, মু'মিন ও মুনাফিকদের মাঝামাঝি।\n[৪] অর্থাৎ, জান্নাত; যেখানে ঈমানদারগণ প্রবেশ করবেন।\n[৫] অর্থাৎ, জাহান্নাম থাকবে।"
    },
    {
      "ayah": 14,
      "surah": 57,
      "text": "মুনাফিকরা বিশ্বাসীদেরকে ডেকে জিজ্ঞাসা করবে, ‘আমরা কি (দুনিয়ায়) তোমাদের সঙ্গে ছিলাম না?’[১] তারা বলবে, ‘অবশ্যই, কিন্তু তোমরা নিজেরাই নিজেদেরকে বিপদগ্রস্ত করেছ,[২] তোমরা প্রতীক্ষা করেছিলে,[৩] সন্দেহ পোষণ করেছিলে[৪] এবং আল্লাহর হুকুম (মৃত্যু) আসা[৫] পর্যন্ত অলীক আশা তোমাদেরকে মোহাচ্ছন্ন করে রেখেছিল;[৬] আর আল্লাহ সম্পর্কে মহাপ্রতারক (শয়তান) তোমাদেরকে প্রতারিত করেছিল। [৭]\n[১] অর্থাৎ, প্রাচীর খাড়া হয়ে যাওয়ার পর মুনাফিকরা মু'মিনদেরকে বলবে, 'দুনিয়ায় কি আমরা তোমাদের সাথে নামায পড়তাম না এবং জিহাদ ইত্যাদিতে অংশ গ্রহণ করতাম না?'\n[২] তোমরা তোমাদের অন্তরে কুফরী ও মুনাফিক্বী গুপ্ত রেখেছিলে।\n[৩] যে, মুসলিমরা কোন আপদ-বিপদের সম্মুখীন হোক।\n[৪] দ্বীনের ব্যাপারসমূহে। তাই তোমরা না কুরআনকে মেনেছ, আর না দলীলাদি ও মু'জিযাকে।\n[৫] অর্থাৎ, তোমাদের মৃত্যু আসা পর্যন্ত। অথবা শেষ পর্যন্ত মুসলিমরাই জয়ী থাকল এবং তোমাদের আশার বাসা ভেঙ্গে চূর্ণ হয়ে গেল।\n[৬] যাতে শয়তান তোমাদেরকে মোহাচ্ছন্ন করে রেখেছিল।\n[৭] অর্থাৎ, আল্লাহর সহিষ্ণুতা ও তাঁর অবকাশদানের নীতির ফলে শয়তান তোমাদেরকে প্রতারণায় ফেলে রেখেছিল।"
    },
    {
      "ayah": 15,
      "surah": 57,
      "text": "আজ তোমাদের নিকট হতে কোন মুক্তিপণ গ্রহণ করা হবে না এবং যারা অবিশ্বাস করেছিল তাদের নিকট হতেও নয়। তোমাদের আবাসস্থল জাহান্নাম, এটাই তোমাদের চিরসঙ্গী।[১] আর কত নিকৃষ্ট এই পরিণাম!’\n[১] এক অর্থে مَولى মতোয়াল্লীকে বলা হয়, যে অপরের কাজের দায়িত্বভার গ্রহণ করে। অর্থাৎ, এখন জাহান্নামের এই দায়িত্ব যে, তাদেরকে কঠিন থেকে কঠিনতর শাস্তি আস্বাদন করাবে। কেউ বলেছেন, সর্বদা সাথে থাকে তাকেও 'মাওলা' বলা হয়। অর্থাৎ, এখন জাহান্নামের আগুনই তাদের চিরসাথী ও চিরসঙ্গী হবে। কেউ বলেছেন, মহান আল্লাহ জাহান্নামকেও জ্ঞান ও বোধশক্তি দান করবেন। তাই সে কাফেরদের উপর রাগ ও ক্রোধ প্রকাশ করবে। অর্থাৎ, সে তাদের তত্ত্বাবধায়ক হবে এবং তাদেরকে যন্ত্রণাদায়ক শাস্তি দিতে থাকবে।"
    },
    {
      "ayah": 16,
      "surah": 57,
      "text": "যারা বিশ্বাস স্থাপন করেছে তাদের সময় কি আসেনি যে, আল্লাহর স্মরণে এবং যে সত্য অবতীর্ণ হয়েছে তাতে তাদের হৃদয় ভক্তি-বিগলিত হবে?[১] এবং পূর্বে যাদেরকে কিতাব দেওয়া হয়েছিল তাদের মত তারা হবে না?[২] বহুকাল অতিক্রান্ত হয়ে গেলে যাদের অন্তর কঠিন হয়ে পড়েছিল।[৩] আর তাদের অধিকাংশই সত্যত্যাগী। [৪]\n[১] এই সম্বোধন মু'মিনদেরকে করা হয়েছে। এর উদ্দেশ্য তাদেরকে আল্লাহর স্মরণের দিকে আরো বেশী মনোযোগী করা এবং পবিত্র কুরআন থেকে নির্দেশনা গ্রহণের প্রেরণা দেওয়া। خشوع এর অর্থ নরম অন্তরে আল্লাহর দিকে ঝুঁকে পড়া। حَقّ (সত্য) বলতে কুরআন কারীম।\n[২] যেমন ইয়াহুদী ও খ্রিষ্টানরা। অর্থাৎ, তোমরা তাদের মত হয়ে যেয়ো না।\n[৩] সুতরাং তারা আল্লাহর কিতাবে পরিবর্তন ঘটাল। এর বিনিময়ে দুনিয়ার সামান্য ও তুচ্ছ সম্পদ সঞ্চয় করাকে তারা নিজেদের পেশায় পরিণত করেছিল। তার (কিতাবের) বিধি-বিধানকে তারা পশ্চাতে ফেলে দিয়েছিল। আল্লাহর দ্বীনের ব্যাপারে বড়দের অন্ধ অনুকরণ আরম্ভ করেছিল এবং তাদেরকেই নিজেদের প্রভু বানিয়ে নিয়েছিল। মুসলিমদেরকে সতর্ক করা হচ্ছে যে, তোমরা এ রকম কাজ করো না। নচেৎ তোমাদের অন্তরও শক্ত হয়ে যাবে এবং তার ফলে ঐ কাজগুলো যা তাদের জন্য আল্লাহর অভিশাপের কারণ হয়েছিল, তোমাদেরকেও ভাল লাগবে।\n[৪] অর্থাৎ, তাদের অন্তর খারাপ ও তাদের কাজ-কর্ম বাতিল। অন্যত্র আল্লাহ বলেন, {فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً يُحَرِّفُونَ الْكَلِمَ عَن مَّوَاضِعِهِ وَنَسُواْ حَظًّا مِّمَّا ذُكِّرُوا} (المائدة: ১৩)"
    },
    {
      "ayah": 17,
      "surah": 57,
      "text": "তোমরা জেনে রেখো যে, আল্লাহই পৃথিবীকে ওর মৃত্যুর পর পুনর্জীবিত করেন। আমি নিদর্শনগুলি তোমাদের জন্য বিশদভাবে ব্যক্ত করেছি; যাতে তোমরা বুঝতে পার।"
    },
    {
      "ayah": 18,
      "surah": 57,
      "text": "দানশীল পুরুষগণ ও দানশীল নারিগণ এবং যারা আল্লাহকে উত্তম ঋণ দান করে, তাদেরকে দেওয়া হবে বহুগুণ বেশী[১] এবং তাদের জন্য রয়েছে মহাপুরস্কার। [২]\n[১] অর্থাৎ, একের পরিবর্তে কমপক্ষে দশগুণ এবং তার চাইতেও বেশী সাতশতগুণ বরং তার থেকেও অধিক মাত্রায়। এই বর্ধন নিয়তের ঐকান্তিকতা, প্রয়োজন এবং স্থান-কালের ভিত্তিতে হতে পারে। যেমন, পূর্বে আলোচনা হল যে, মক্কা বিজয়ের পূর্বে ব্যয়কারীদের পুণ্য ও সওয়াব তার পরে ব্যয়কারীদের তুলনায় বেশী হবে।\n[২] অর্থাৎ, জান্নাত ও তার নিয়ামতসমূহ; যা কখনো শেষ ও ধ্বংস হবার নয়। আয়াতে مُصِّدِّقِيْنَ শব্দটি আসলে مُتَصَدِّقِيْنَ ছিল। 'তা' হরফটিকে স্বাদ এর মধ্যে সন্ধি ঘটানো হয়েছে।"
    },
    {
      "ayah": 19,
      "surah": 57,
      "text": "যারা আল্লাহ ও তাঁর সমস্ত রসূলে বিশ্বাস স্থাপন করে, তারাই তাদের প্রতিপালকের নিকট সিদ্দীক[১] (সত্যনিষ্ঠ) ও শহীদ। তাদের জন্য রয়েছে তাদের প্রাপ্য পুরস্কার ও জ্যোতি। আর যারা অবিশ্বাস করেছে ও আমার নিদর্শনাবলীকে মিথ্যাজ্ঞান করেছে, তারাই জাহান্নামের অধিবাসী।\n[১] কোন কোন মুফাসসির এখানে 'ওয়াকফ' (স্টপ) করেছেন বা থেমেছেন এবং পরের শব্দ وَالشُّهَدَآءُ কে পৃথক বাক্য গণ্য করেছেন। صِدِّيق (সিদ্দীক) পূর্ণ ঈমান এবং পূর্ণ ও নির্মল সত্যবাদিতার অধিকারীকে বলে। (যিনি সত্য বলেন এবং সত্যকে সত্য বলে নির্দ্বিধায় স্বীকার করেন।) হাদীসে এসেছে যে, \"মানুষ সর্বদা সত্য বলে এবং সত্যের অনুসন্ধান ও প্রচেষ্টায় থাকে, এমনকি আল্লাহর নিকটেও তাকে (সিদ্দীক) সত্যবাদী বলে লিখে দেওয়া হয়।\"\n(বুখারী-মুসলিম)\nঅপর একটি হাদীসে সত্য স্বীকারকারীদের এমন মর্যাদার কথা বর্ণিত হয়েছে, যা তাঁরা জান্নাতে লাভ করবেন। নবী করীম (সাঃ) বলেছেন, \"জান্নাতীরা তাদের উপরের বালাখানার লোকদেরকে ঐভাবে দেখবে, যেভাবে তোমরা আকাশের পূর্ব অথবা পশ্চিম প্রান্তে উদ্দীপ্ত নক্ষত্ররাজিকে দেখ।\" অর্থাৎ, তাঁদের পারস্পরিক মর্যাদায় এরূপ পার্থক্য হবে। সাহাবাগণ জিজ্ঞাসা করলেন, এটা কি নবীদের মর্যাদা হবে; যা অন্যরা লাভ করতে পারবে না? তিনি (সাঃ) বললেন, \"না, সেই সত্তার শপথ যাঁর হাতে আমার প্রাণ আছে! সেটা তাদের স্থান যারা আল্লাহর উপরে ঈমান এনেছে এবং নবীদেরকে যথাযথভাবে সত্য জেনেছে।\"\n(সহীহ বুখারীঃ সৃষ্টির সূচনা অধ্যায়)"
    },
    {
      "ayah": 2,
      "surah": 57,
      "text": "আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই;[১] তিনি জীবন দান করেন ও মৃত্যু ঘটান; তিনি সর্ববিষয়ে সর্বশক্তিমান।\n[১] তাই তিনি যেভাবে চান এগুলোর মধ্যে কর্তৃত্ব চালান। তিনি ব্যতীত এগুলোতে অন্য কারো নির্দেশ ও কর্তৃত্ব চলে না। অথবা অর্থ হল, বৃষ্টি, উদ্ভিদ ও রুযীর সমস্ত ভান্ডার তাঁরই মালিকানাধীন।"
    },
    {
      "ayah": 20,
      "surah": 57,
      "text": "তোমরা জেনে রেখো যে, পার্থিব জীবন তো ক্রীড়া-কৌতুক, জাঁকজমক, পারস্পরিক গর্ব প্রকাশ, ধন-সম্পদ ও সন্তান-সন্ততিতে প্রাচুর্য লাভের প্রতিযোগিতা ব্যতীত আর কিছুই নয়। এর উপমা বৃষ্টি; যার দ্বারা উৎপন্ন ফসল কৃষকদেরকে[১] চমৎকৃত করে, অতঃপর তা শুকিয়ে যায়, ফলে তুমি তা পীতবর্ণ দেখতে পাও, অবশেষে তা টুকরা-টুকরা (খড়-কুটায়) পরিণত হয়[২] এবং পরকালে রয়েছে কঠিন শাস্তি[৩] এবং আল্লাহর ক্ষমা ও সন্তুষ্টি।[৪] আর পার্থিব জীবন ছলনাময় ভোগ ব্যতীত কিছুই নয়।[৫]\n[১] كُفَّارٌ (কাফের) এখানে কৃষক বা চাষীদেরকে বলা হয়েছে। কারণ, তার আভিধানিক অর্থ হল, গোপনকারী। কাফেররা অন্তরে আল্লাহ ও পরকালের অস্বীকৃতি গোপন রাখে, তাই তাদেরকে কাফের বলা হয়। আর কৃষকদের ক্ষেত্রে এই শব্দ এই জন্য ব্যবহার করা হয়েছে যে, তারা জমিতে বীজ বপন করে। অর্থাৎ, তা মাটির তলায় গোপন করে থাকে। (ওরা অস্বীকার দ্বারা সত্য ঢাকে, আর এরা মাটি দ্বারা বীজ ঢাকে।)\n[২] এখানে পার্থিব জীবনকে সত্বর ক্ষয় হয়ে যাওয়ার ব্যাপারে ফসলের সাথে উপমা দেওয়া হয়েছে। অর্থাৎ, যেভাবে ফসল শ্যামল ও সবুজবর্ণ হয়ে উঠলে, দেখতে বড়ই চমৎকার লাগে, কৃষকরা তা দেখে অত্যন্ত আনন্দিত হয়। কিন্তু তা শীঘ্রই শুকিয়ে পীতবর্ণ হয়ে খড়কুটায় পরিণত হয়, ঠিক এইভাবে দুনিয়ার সাজ-সজ্জা, সন্তান-সন্ততি এবং অন্যান্য সমস্ত জিনিস মানুষের অন্তরকে খুশীতে ভরে দেয়। কিন্তু নশ্বর এ জীবন কিছু দিনের জন্য; এর স্থায়িত্ব নেই।\n[৩] অর্থাৎ, কাফের ও অবাধ্যজনদের জন্য; যারা দুনিয়ার ক্রীড়া-কৌতুকেই মগ্ন থাকে এবং এটাকেই তারা জীবনের আসল লক্ষ্য মনে করে।\n[৪] অর্থাৎ, ঈমানদার ও অনুগত বান্দাদের জন্য। যারা দুনিয়াকেই সবকিছু ভাবে না, বরং তাকে অস্থায়ী, ধ্বংসশীল এবং পরীক্ষাগার ভেবে আল্লাহর নির্দেশানুযায়ী জীবন-যাপন করে।\n[৫] তার জন্য, যে এর প্রতারণায় পড়ে থাকে এবং পরকালের জন্য কিছুই সঞ্চয় করে না। পক্ষান্তরে যে দুনিয়ার এই জীবনকে আখেরাত অর্জনের জন্য ব্যবহার করে, তার জন্য এই দুনিয়াই এর থেকেও উত্তম জীবন লাভের মাধ্যম হয়।"
    },
    {
      "ayah": 21,
      "surah": 57,
      "text": "তোমরা অগ্রণী হও তোমাদের প্রতিপালকের ক্ষমা[১] ও সেই জান্নাতের দিকে, যার প্রশস্ততা আকাশ ও পৃথিবীর প্রশস্ততার মত,[২] যা প্রস্তুত করা হয়েছে আল্লাহ ও তাঁর রসূলগণে বিশ্বাসীদের জন্য। এটা আল্লাহর অনুগ্রহ, যাকে ইচ্ছা তিনি তাকে তা  দান করেন। [৩] আর আল্লাহ মহা অনুগ্রহশীল। [৪]\n[১] অর্থাৎ, সৎকর্ম ও নিষ্ঠাপূর্ণ তওবার দিকে অগ্রণী হও। কেননা, এ জিনিসগুলোই প্রতিপালকের ক্ষমা লাভের মাধ্যম ও উপকরণ।\n[২] আর যার প্রশস্ততা বা প্রস্থ এত, তার দৈর্ঘ্যের পরিমাপ কত হবে? কেননা, দৈর্ঘ্য প্রস্থের তুলনায় সাধারণতঃ বেশীই হয়।\n[৩] আর এ কথা পরিষ্কার যে, তিনি তারই জন্য ইচ্ছা করেন, যে কুফরী ও পাপাচার থেকে তওবা করে ঈমান ও সৎকর্মের জীবন গড়ে তুলে। সুতরাং তিনি এই ধরনের লোকদেরকে ঈমান গ্রহণ ও সৎকর্ম করার তওফীক দানে ধন্য করেন।\n[৪] তিনি যাকে চান, তাকে স্বীয় অনুগ্রহ দান করেন। যাকে তিনি কিছু দিতে চান, তা কেউ রোধ করতে পারে না। আর যা তিনি রোধ করে নেন, তা কেউ দিতে পারে না। যাবতীয় কল্যাণ তাঁরই হাতে। তিনিই এমন অনুকম্পাশীল এবং প্রকৃত মহাদাতা যে, তাঁর মাঝে কৃপণতা কল্পনাই করা যায় না।"
    },
    {
      "ayah": 22,
      "surah": 57,
      "text": "পৃথিবীতে[১] অথবা ব্যক্তিগতভাবে[২] তোমাদের উপর যে বিপর্যয় আসে, আমার তা সংঘটিত করার পূর্বেই তা লিপিবদ্ধ থাকে,[৩] নিশ্চয় আল্লাহর পক্ষে তা খুবই সহজ।\n[১] যেমন দুর্ভিক্ষ, প্লাবন, ঝড়-তুফান এবং অন্যান্য আকাশ ও পৃথিবীর বিপদাপদ।\n[২] যেমন, রোগ-ব্যাধি, কষ্ট-ক্লেশ এবং অভাব-অনটন ইত্যাদি।\n[৩] অর্থাৎ, মহান আল্লাহ তাঁর জ্ঞানানুসারে সমস্ত সৃষ্টিকে সৃষ্টি করার পূর্বেই যাবতীয় বিষয়াদি লিখে দিয়েছেন। যেমন, হাদীসে আছে, নবী করীম (সাঃ) বলেছেন, \"মহান আল্লাহ আকাশ-পৃথিবী সৃষ্টি করার পঞ্চাশ হাজার বছর পূর্বেই সৃষ্টি ভাগ্য লিখে দিয়েছেন।\"\n(মুসলিমঃ তাকদীর অধ্যায়)"
    },
    {
      "ayah": 23,
      "surah": 57,
      "text": "এটা এ জন্য যে, তোমরা যা হারিয়েছ তাতে যেন তোমরা বিমর্ষ না হও এবং যা তিনি তোমাদেরকে দিয়েছেন তার জন্য আনন্দিত না হও।[১] গর্বিত ও অহংকারীদেরকে আল্লাহ পছন্দ করেন না।\n[১] এখানে যে দুঃখ ও আনন্দ থেকে বিরত থাকতে বলা হয়েছে, তা হল এমন দুঃখ ও আনন্দ, যা মানুষকে অবৈধ কাজ পর্যন্ত পৌঁছে দেয়। তাছাড়া কোন কষ্টে দুঃখিত এবং কোন সুখে আনন্দিত হওয়া তো মানুষের একটি প্রকৃতিগত ব্যাপার। তবে মু'মিন বিপদে এই মনে করে ধৈর্য ধারণ করে যে, এটা আল্লাহর ইচ্ছা ও ভাগ্যের লিখন (যা পরীক্ষা অথবা পাপফল)। আর্তনাদ ও হা-হুতাশ করে এতে কোন পরিবর্তন ঘটবে না। অনুরূপ মু'মিন সুখের দিন পেলে তাতে গর্ব ও অহংকার প্রদর্শন করে না। বরং এর জন্য আল্লাহর কৃতজ্ঞতা প্রকাশ করে। আর এ কথা মনে করে না যে, এ সুখ তার প্রাপ্য, এ শুধু তার পরিশ্রমেরই ফল। বরং বিশ্বাস রাখে যে, এ হল মহান আল্লাহর অনুগ্রহ, তাঁর দয়া ও কৃপা।"
    },
    {
      "ayah": 24,
      "surah": 57,
      "text": "যারা কার্পণ্য করে এবং মানুষকে কার্পণ্যের নির্দেশ দেয়; যে মুখ ফিরিয়ে নেয়[১] (সে জেনে রাখুক যে), নিশ্চয় আল্লাহ অভাবমুক্ত, প্রশংসিত।\n[১] অর্থাৎ, আল্লাহর পথে ব্যয় করা থেকে। কেননা, প্রকৃত কার্পণ্য তো এটাই।"
    },
    {
      "ayah": 25,
      "surah": 57,
      "text": "নিশ্চয়ই আমি আমার রসূলদেরকে প্রেরণ করেছি স্পষ্ট প্রমাণসহ এবং তাদের সঙ্গে অবতীর্ণ করেছি কিতাব ও তুলাদন্ড (ন্যায়-নীতি);[১] যাতে মানুষ সুবিচার প্রতিষ্ঠা করে। আর আমি লোহা অবতীর্ণ করেছি;[২] যাতে রয়েছে প্রচন্ড শক্তি[৩] ও রয়েছে মানুষের জন্য বহুবিধ কল্যাণ,[৪] আর যাতে আল্লাহ জানতে পারেন যে, কে না দেখেও তাঁকে ও তাঁর রসূলদেরকে সাহায্য করে।[৫] নিশ্চয় আল্লাহ  শক্তিমান, পরাক্রমশালী। [৬]\n[১] ميزان (তুলাদন্ড) বলতে ন্যায়নীতি বুঝানো হয়েছে। অর্থাৎ, আমি লোকদেরকে সুবিচার করার নির্দেশ দিয়েছি। কেউ কেউ এর অনুবাদ করেছেন দাঁড়িপাল্লা। দাঁড়িপাল্লা অবতীর্ণ করার অর্থ হল, আমি দাঁড়িপাল্লার দিকে মানুষের দৃষ্টি আকর্ষণ করে বলেছি যে, এর দ্বারা ওজন করে মানুষকে পুরো পুরো প্রাপ্য দিয়ে দাও।\n[২] এখানে অবতীর্ণ করার অর্থ সৃষ্টি করা ও তার শিল্পকাজ শিখানো। লোহা থেকে অসংখ্য জিনিস তৈরী হয়। এসব আল্লাহর প্রেরণা দান ও তাঁর দিগ্দর্শনের ফল; যা তিনি মানুষের প্রতি করেছেন।\n[৩] অর্থাৎ, লোহা থেকে যুদ্ধাস্ত্র তৈরী হয়। যেমন, তরবারি, বর্শা, বন্দুক এবং আধুনিক এ্যাটম বোম, তোপ-কামান, যুদ্ধ-বিমান, ডুবোজাহাজ, রকেট ও ট্যাঙ্ক ইত্যাদি অনেক জিনিস। যার দ্বারা শত্রুর উপর আক্রমণও করা যায় এবং নিজেদের প্রতিরক্ষাও করা যায়।\n[৪] অর্থাৎ, যুদ্ধাস্ত্র ছাড়া লোহা থেকে আরো এমন অনেক জিনিষ তৈরী হয়, যা বাড়িতেও বিভিন্ন সাংসারিক কাজে আসে। যেমন, ছুরি, চাকু, কাঁচি, হাতুড়ি, সূচ, অনুরূপ চাষী, ছুতার ও রাজমিস্ত্রীর কাজের আসবাব-পত্র সহ ছোট-বড় অসংখ্য মেশিন ও জিনিস-পত্র। (এই লোহা থেকে গাড়ি তৈরী হয় এবং তারই উপর তা চলে।)\n[৫] এর সংযোগ হল لِيَقُوْمَ এর সাথে। অর্থাৎ, রসূলদেরকে এই জন্য প্রেরণ করেছেন যে, যাতে তিনি জেনে নেন কে তাঁর রসূলদের উপর আল্লাহকে না দেখেই ঈমান নিয়ে আসে এবং তাঁদের সাহায্য করে।\n[৬] তাঁর এর প্রয়োজন নেই যে, মানুষ তাঁর দ্বীনের এবং তাঁর রসূলগণের সাহায্য করুক। বরং তিনি চাইলে কারো সাহায্য ছাড়াই তাঁদেরকে জয়ী করতে পারেন। কিন্তু মানুষদেরকে তিনি তাঁদের সাহায্য করার নির্দেশ কেবল তাদেরই মঙ্গলার্থে দিয়েছেন। এইভাবে যাতে তারা আল্লাহকে সন্তুষ্ট করে তাঁর ক্ষমা ও করুণার অধিকারী হয়ে যায়।"
    },
    {
      "ayah": 26,
      "surah": 57,
      "text": "অবশ্যই আমি নূহ ও ইব্রাহীমকে রসূলরূপে প্রেরণ করেছিলাম এবং আমি তাদের বংশধরদের জন্য স্থির করেছিলাম নবুঅত ও কিতাব, কিন্তু তাদের কিছু সংখ্যক সৎপথ অবলম্বন করেছিল এবং বহু সংখ্যক ছিল সত্যত্যাগী।"
    },
    {
      "ayah": 27,
      "surah": 57,
      "text": "অতঃপর আমি তাদের অনুগামী করেছিলাম আমার রসূলগণকে এবং অনুগামী করেছিলাম মারয়্যাম তনয় ঈসাকে, আর তাকে দিয়েছিলাম ইঞ্জীল এবং তার অনুসারীদের অন্তরে দিয়েছিলাম করুণা ও দয়া;[১] কিন্তু সন্ন্যাসবাদ এটা তো তারা নিজেরা প্রবর্তন করেছিল,[২] আল্লাহর সন্তুষ্টি লাভের বিধান ছাড়া[৩] আমি তাদেরকে এ (সন্ন্যাসবাদে)র বিধান দিইনি;[৪] অথচ এটাও তারা   যথাযথভাবে   পালন   করেনি।[৫]  সুতরাং তাদের মধ্যে যারা বিশ্বাস স্থাপন করেছিল, তাদেরকে আমি তাদের পুরস্কার দিয়েছিলাম।[৬] আর তাদের অনেকেই সত্যত্যাগী।\n[১] رَأْفَةٌএর অর্থ নম্রতা, করুণা এবং رَحْمَةٌ এর অর্থ দয়া-দাক্ষিণ্য। অনুসারীদের বলতে ঈসা (আঃ)-এর 'হাওয়ারী' (শিষ্যগণ)। অর্থাৎ, তাদের অন্তরে পরস্পরের জন্য প্রেম-প্রীতির প্রেরণা সৃষ্টি করে দিয়েছিলাম। যেমন, সাহাবাবায়ে কিরাম (রাঃ) একে অপরের প্রতি দয়াশীল ও হিতার্থী ছিলেন। رُحْمَاءُ بَيْنَهُمْ ইয়াহুদীরা আপোসে এ রকম একে অপরের জন্য হিতাকাঙ্ক্ষী ও দরদী নয়, যে রকম ঈসা (আঃ)-এর অনুসারীরা ছিলেন।\n[২] رَهْبَانِيَّةٌ হল رَهْبٌ (ভয়) ধাতু থেকে। অথবা رُهْبَانٌ (সন্ন্যাসী) এর সাথে সম্বদ্ধ। এই ক্ষেত্রে 'রা' হরফটির উপর পেশ হবে। কিংবা এটাকে رهبنة এর সাথে সম্বদ্ধ ধরে নেওয়া যায়। তবে এই ক্ষেত্রে 'রা' এর উপর যবর হবে। رَهبانية এর অর্থ হল, (বৈরাগ্যবাদ বা সন্ন্যাসবাদ) সংসার ত্যাগ করা (ফকীরী নেওয়া)। অর্থাৎ, দুনিয়ার সাথে সম্পর্কচ্ছেদ করে কোন জঙ্গলে বা মরুভূমিতে গিয়ে নির্জনে আল্লাহর উপাসনা-আরাধনা করা। এর পটভূমিকা হল, ঈসা (আঃ) এর পর এমন রাজাদের আগমন ঘটে, যারা তাওরাত ও ইঞ্জীলের মধ্যে বহু পরিবর্তন সাধন করে। যে কাজকে একটি দল মেনে নিতে পারেনি। উক্ত দল রাজাদের ভয়ে পাহাড়ের চূড়া ও গুহায় গিয়ে আশ্রয় গ্রহণ করে। এখান থেকেই তার সূচনা হয়। যার ভিত্তি স্থাপিত হয়েছিল পরিস্থিতির চাপে পড়ে। কিন্তু তাদের পরে আগত অনেক মানুষ তাদের বড়দের অন্ধ অনুকরণে দেশ ত্যাগ করাকে ইবাদতের একটি তরীকা বানিয়ে নেয় এবং নিজেকে গির্জা ও উপাসনালয়ে আবদ্ধ করে নেয়। আর এর জন্য দুনিয়ার সাথে সম্পর্ক ছিন্ন করাকে অত্যাবশ্যক গণ্য করে। এটাকেই আল্লাহ ابتداع (মনগড়া) বলে আখ্যায়িত করেছেন।\n[৩] অর্থাৎ, আমি তো তাদের উপর কেবল আমার সন্তুষ্টি লাভের পথ খোঁজ করা অপরিহার্য করেছিলাম। এর দ্বিতীয় অনুবাদ হল, তারা এ কাজ আল্লাহর সন্তুষ্টি লাভের জন্য করেছিল। কিন্তু মহান আল্লাহ পরিষ্কার করে বলে দিলেন যে, দ্বীনে নিজের পক্ষ হতে বিদআত রচনা করে আল্লাহর সন্তুষ্টি লাভ করা যায় না। তাতে তা (এই বিদআত) দেখতে যতই সুন্দর হোক না কেন। আল্লাহর সন্তুষ্টি একমাত্র তাঁর আনুগত্যেই অর্জন হতে পারে।\n[৪] এটা পূর্বের কথারই তাকীদ স্বরূপ বলা হচ্ছে যে, এই বৈরাগ্য তাদের নিজেরই আবিষ্কার করা, আমি এর নির্দেশ দিইনি।\n[৫] অর্থাৎ, যদিও তারা উদ্দেশ্য আল্লাহর সন্তুষ্টি অর্জন করাই বলেছিল, কিন্তু তারা যথাযথভাবে তা পালন করেনি। যথাযথ তা পালন করলে বিদআত আবিষ্কার করার পরিবর্তে অনুসরণের পথ অবলম্বন করত। (এর দ্বিতীয় অনুবাদঃ কিন্তু সন্ন্যাসবাদ এটা তো তারা নিজেরা আল্লাহর সন্তুষ্টি লাভের জন্য প্রবর্তন করেছিল, আমি তাদেরকে এর বিধান দিইনি অথচ এটাও তারা যথাযথভাবে পালন করেনি।)\n[৬] এরা হল সেই লোক, যারা ঈসা (আঃ)-এর ধর্মে প্রতিষ্ঠিত ছিল।"
    },
    {
      "ayah": 28,
      "surah": 57,
      "text": "হে বিশ্বাসীগণ! তোমরা আল্লাহকে ভয় কর এবং তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর; তিনি তোমাদেরকে তাঁর অনুগ্রহ দ্বিগুণ দান করবেন[১] এবং তিনি তোমাদেরকে দেবেন আলো, যার সাহায্যে তোমরা  চলাফেরা করবে এবং তিনি তোমাদেরকে ক্ষমা করবেন। আর আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।\n[১] এই দ্বিগুণ প্রতিদান সেই ঈমানদাররা লাভ করবেন, যাঁরা নবী (সাঃ)-এর পূর্বে কোন রসূলের উপর ঈমান রাখতেন। অতঃপর নবী করীম (সাঃ)-এর উপরেও ঈমান আনয়ন করেন। যেমন, এ কথা হাদীসে বর্ণিত হয়েছে।\n(বুখারীঃ ইলম অধ্যায়, মুসলিমঃ ঈমান অধ্যায়)\nঅন্য এক ব্যাখ্যানুযায়ী জানা যায় যে, যখন কিতাবধারীরা এ কথার উপর অহংকার প্রদর্শন করল যে, তারা দ্বিগুণ সওয়াব লাভ করবে, তখন মহান আল্লাহ মুসলিমদের ক্ষেত্রে এই আয়াত অবতীর্ণ করলেন।\n(বিস্তারিত জানার জন্য\nদ্রষ্টব্য, তাফসীর ইবনে কাসীর)"
    },
    {
      "ayah": 29,
      "surah": 57,
      "text": "এটা এ জন্য যে,[১] আহলে কিতাবগণ যেন জানতে পারে, আল্লাহর সামান্যতম অনুগ্রহের উপরও তাদের কোন অধিকার নেই এবং অনুগ্রহ আল্লাহরই হাতে, তিনি যাকে ইচ্ছা তাকে তা দান করে থাকেন। আর আল্লাহ মহা অনুগ্রহশীল।\n[১] لِئَلاَّ এতে 'লা' অক্ষরটি অতিরিক্ত এবং অর্থ হল, (لِيَعْلَمَ أَهْلُ الْكِتَابِ أَنَّهُمْ لاَ يَقْدِرُوْنَ عَلَى أَن يَّنَالُوْا شَيْئًا مِّنْ فَضْلِ اللهِ)\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 3,
      "surah": 57,
      "text": "তিনিই আদি, অন্ত, ব্যক্ত ও গুপ্ত[১] এবং তিনি সর্ববিষয়ে সম্যক অবহিত।\n[১] তিনিই আদি বা প্রথম; তাঁর পূর্বে কিছু ছিল না। তিনিই অন্ত বা সর্বশেষ; তাঁরপর কিছু থাকবে না। তিনি ব্যক্ত বা প্রকাশমান। অর্থাৎ, তিনি সবার উপর জয়ী, তাঁর উপর কেউ জয়ী নয়। তিনি গুপ্ত বা অপ্রকাশমান। অর্থাৎ, যাবতীয় গোপন খবর একমাত্র তিনিই জানেন। অথবা তিনি মানুষের দৃষ্টি ও জ্ঞানের অন্তরালে।\n(ফাতহুল ক্বাদীর)\nনবী করীম (সাঃ) তাঁর কন্যা ফাতিমা (রাঃ) কে এই দু'আটি পাঠ করতে তাকীদ করেছিলেনঃ\nاَللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، مُنْزِلَ التَّوْرَاةِ وَالْإِنْجِيلِ وَالْفُرْقَانِ، فَالِقَ الْحَبِّ وَالنَّوَى، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ، أَنْتَ الْأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الْآخِرُ فَلَيْسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنِّا الدَّيْنَ وَأَغْنِنِا مِنْ الْفَقْرِ\nঅর্থাৎ, হে আল্লাহ! হে আকাশ মন্ডলী, পৃথিবী ও মহা আরশের অধিপতি। হে আমাদের ও সকল বস্তুর প্রতিপালক! হে শস্যবীজ ও আঁটির অঙ্কুরোদয়কারী! হে তাওরাত, ইনজীল ও ফুরকানের অবতারণকারী! আমি তোমার নিকট প্রত্যেক অনিষ্টকারীর অনিষ্ট থেকে আশ্রয় প্রার্থনা করছি- যার ললাটের কেশগুচ্ছ তুমি ধারণ করে আছ। হে আল্লাহ! তুমিই আদি তোমার পূর্বে কিছু নেই। তুমিই অন্ত তোমার পরে কিছু নেই। তুমিই ব্যক্ত (অপরাজেয়), তোমার ঊর্ধ্বে কিছু নেই এবং তুমিই (সৃষ্টির গোচরে) অব্যক্ত, তোমার নিকট অব্যক্ত কিছু নেই। আমাদের তরফ থেকে আমাদের ঋণ পরিশোধ করে দাও এবং আমাদেরকে দারিদ্র্য থেকে মুক্তি দিয়ে সচ্ছল (অভাবশূন্য) করে দাও।\n(মুসলিমঃ যিকর ও দু\n'\nআ অধ্যায়)\nঋণ পরিশোধের জন্য পঠনীয় এই দু'আর মধ্যে 'আওয়াল', 'আখির' এবং 'যাহির' ও 'বাতিন'এর ব্যাখ্যা করে দেওয়া হয়েছে।"
    },
    {
      "ayah": 4,
      "surah": 57,
      "text": "তিনিই ছয় দিনে আকাশমন্ডলী ও পৃথিবী সৃষ্টি করেছেন, অতঃপর আরশে সমাসীন হয়েছেন।[১] তিনি জানেন যা কিছু ভূমিতে প্রবেশ করে[২] ও যা কিছু তা হতে বের হয়[৩] এবং আকাশ হতে যা কিছু নামে[৪] ও আকাশে যা কিছু উত্থিত হয়।[৫] তোমরা যেখানেই থাক না কেন, তিনি তোমাদের সঙ্গে আছেন,[৬] তোমরা যা কিছু কর, আল্লাহ তা দেখেন।\n[১] এই অর্থেরই কিছু আয়াত সূরা আ'রাফ ৭:৫৪, সূরা ইউনুস ১০:৩ এবং সূরা সাজদাহ ৩২:৪ প্রভৃতি স্থানে রয়েছে। সেগুলোর টীকা দ্রষ্টব্য।[২] অর্থাৎ, যমীনে বৃষ্টির যে ফোঁটাগুলো এবং শস্য ও ফল-মূলের যে বীজগুলো প্রবেশ করে, তার পরিমাণ-মাত্রা এবং ধরণ-গঠন তিনিই জানেন।[৩] যে গাছ-পালা, চাহে তা ফলের হোক বা শস্যাদির হোক কিংবা সৌন্দর্য ও সাজের গাছ বা সুগন্ধ ফুলের গাছ হোক, এগুলো যত পারিমাণে ও যেভাবে বের হয়ে আসে, সব কিছুই আল্লাহর জ্ঞানে থাকে। যেমন, অন্যত্র বলেছেন,{وَعِندَهُ مَفَاتِحُ الْغَيْبِ لاَ يَعْلَمُهَا إِلاَّ هُوَ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأَرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ}অর্থাৎ, তাঁরই নিকট অদৃশ্যের চাবি রয়েছে; তিনি ব্যতীত অন্য কেউ তা জানে না। জলে-স্থলে যা কিছু আছে তা তিনিই অবগত। তাঁর অজ্ঞাতসারে (বৃক্ষের) একটি পাতাও পড়ে না, মৃত্তিকার অন্ধকারে এমন কোন শস্যকণা অথবা রসযুক্ত কিম্বা শুষ্ক এমন কোন বস্তু পড়ে না, যা সুস্পষ্ট কিতাবে নেই।\n(সূরা আনআম ৬:৫৯)\n[৪] বজ্র, বৃষ্টি, শিলাবৃষ্টি, বরফ, বরকত, ভাগ্য এবং সেই সব বিধানাবলী, যা ফিরিশতাগণ নিয়ে অবতরণ করেন।[৫] অর্থাৎ, ফিরিশতাগণ মানুষের যে আমল নিয়ে ওপরে ওঠেন। যেমন হাদীসে আছে যে, \"রাতের আমল দিনের পূর্বে এবং দিনের আমল রাতের পূর্বে আল্লাহর নিকট উঠে যায়।\"\n(মুসলিম, কিতাবুল ঈমান)\n[৬] অর্থাৎ, তোমরা স্থলে থাক বা জলে, রাত হোক অথবা দিন, গৃহে থাক অথবা মরুভূমিতে, প্রত্যেক স্থানে সদা-সর্বদা তিনি তাঁর জ্ঞান ও দর্শন দ্বারা তোমাদের সঙ্গে থাকেন। অর্থাৎ, তোমাদের প্রতিটি কাজকে তিনি দেখেন। তোমাদের প্রতিটি কথা তিনি জানেন ও শোনেন। এই বিষয়টা সূরা হূদ ১১:৫ নং এবং সূরা রা'দ ১৩:১০ নং আয়াত সহ অন্যান্য আয়াতেও বর্ণনা করা হয়েছে।"
    },
    {
      "ayah": 5,
      "surah": 57,
      "text": "আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব তাঁরই, আর আল্লাহরই দিকে সব বিষয় প্রত্যাবর্তিত হবে।"
    },
    {
      "ayah": 6,
      "surah": 57,
      "text": "তিনিই রাত্রিকে প্রবেশ করান দিনে এবং দিনকে প্রবেশ করান রাত্রিতে।[১] আর তিনি অন্তর্যামী।\n[১] অর্থাৎ, সমস্ত জিনিসের মালিক তিনিই। তিনি যেভাবে চান তাতে কর্তৃত্ব করেন। তাঁর নির্দেশে কখনো রাত বড় ও দিন ছোট হয়। আবার কখনো এর বিপরীত দিন বড় ও রাত ছোট হয়। কখনো রাত ও দিন সমান সমান হয়। অনুরূপ কখনো শীত, কখনো গ্রীষ্ম, কখনো বসন্ত ও কখনো হেমন্তকাল, নানা অবস্থার রূপান্তর ও ঋতুর পরিবর্তনও তাঁর নির্দেশ ও ইচ্ছায় ঘটে।"
    },
    {
      "ayah": 7,
      "surah": 57,
      "text": "আল্লাহ ও তাঁর রসূলের প্রতি বিশ্বাস স্থাপন কর এবং আল্লাহ তোমাদেরকে যা কিছুর উত্তরাধিকারী[১] করেছেন তা হতে ব্যয় কর। তোমাদের মধ্যে যারা বিশ্বাস করে ও ব্যয় করে, তাদের জন্য আছে মহাপুরস্কার।\n[১] অর্থাৎ, এই ধন এর পূর্বে অন্য কারো নিকটে ছিল। এতে এ কথার প্রতি ইঙ্গিত রয়েছে যে, এ ধন তোমার নিকটেও থাকবে না। অপর কেউ এর উত্তরাধিকারী হবে। তোমরা যদি এ মালগুলো আল্লাহর পথে ব্যয় না কর, তবে পরে যারা এগুলোর মালিক হবে, তারা আল্লাহর পথে সেগুলো ব্যয় করে তোমাদের চাইতেও বেশী সৌভাগ্য লাভ করতে পারবে। আর তারা যদি এগুলোকে আল্লাহর অবাধ্যতার পথে ব্যয় করে, তবে তোমরাও অসৎকার্যে সাহায্য করার অপরাধে ধরা খেতে পার।\n(ইবনে কাসীর)\nহাদীসে এসেছে যে, \"মানুষ বলে আমার মাল, আমার মাল। অথচ তোমার মাল প্রথমতঃ সেটা, যেটা তুমি খেয়ে শেষ করেছ। দ্বিতীয়তঃ সেটা, যেটা তুমি পরিধান করে নষ্ট করেছ এবং তৃতীয়তঃ সেটা, যেটা তুমি আল্লাহর পথে ব্যয় করে পরকালের জন্য সঞ্চয় করেছ। এ ছাড়া যা কিছু থাকবে, তা সবই অন্যদের ভাগে আসবে।\"\n(মুসলিমঃ যুহুদ অধ্যায়, মুসনাদ আহমাদ ৪/২৪)"
    },
    {
      "ayah": 8,
      "surah": 57,
      "text": "তোমাদের কি হল যে, তোমরা আল্লাহতে বিশ্বাস স্থাপন কর না? অথচ রসূল তোমাদেরকে তোমাদের প্রতিপালকের প্রতি বিশ্বাস স্থাপন করতে আহবান করছে এবং তিনি (আল্লাহ) তোমাদের নিকট হতে অঙ্গীকার গ্রহণ করেছেন; তোমরা যদি বিশ্বাসী হও।[১]\n[১] ইবনে কাসীর (রঃ) أخذ ক্রিয়ার 'ফা-য়েল' (কর্তৃপদ বা তিনি বলতে) রসূলকে বুঝিয়েছেন এবং অর্থ নিয়েছেন, সেই বায়আত বা অঙ্গীকার, যা রসূল (সাঃ) সাহাবায়ে কেরাম (রাঃ)-দের নিকট থেকে নিতেন। আর তা হল, সুখে-দুঃখে সর্বাবস্থায় তাঁর কথা শুনতে ও মানতে হবে। ইমাম ইবনে জারীরের নিকট এর 'ফা-য়েল' হল আল্লাহ। অর্থ হল, সেই অঙ্গীকার, যা মহান আল্লাহ সকল মানুষের কাছ থেকে তখন নিয়েছিলেন, যখন তাদেরকে আদম (আঃ)-এর পৃষ্ঠদেশ থেকে বের করেছিলেন। যেটাকে عهد أَلَسْتُ বলা হয়; যার আলোচনা সূরা আ'রাফ ৭:১৭২ নং আয়াতে রয়েছে।"
    },
    {
      "ayah": 9,
      "surah": 57,
      "text": "তিনিই তাঁর বান্দাদের প্রতি সুস্পষ্ট আয়াতসমূহ অবতীর্ণ করেন, তোমাদেরকে সমস্ত প্রকার অন্ধকার হতে আলোকে আনার জন্য। আর নিশ্চয় আল্লাহ তোমাদের প্রতি করুণাময়; পরম দয়ালু।"
    }
  ]
}
