{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 59,
      "text": "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে তাঁর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।"
    },
    {
      "ayah": 10,
      "surah": 59,
      "text": "যারা তাদের পরে এসেছে তারা বলে, ‘হে আমাদের প্রতিপালক! আমাদেরকে এবং বিশ্বাসে অগ্রণী আমাদের ভ্রাতাদেরকে ক্ষমা কর এবং মুমিনদের বিরুদ্ধে আমাদের অন্তরে হিংসা-বিদ্বেষ রেখো না।[১] হে আমাদের প্রতিপালক! তুমি তো অতি দয়ার্দ্র, পরম দয়ালু।’\n[১] এরা হল 'মালে ফাই' পাওয়ার তৃতীয় অধিকারী দল। অর্থাৎ, সাহাবীদের পর আগত এবং তাঁদের অনুসরণকারী। এতে তাবেঈন, তাবে-তাবেঈন এবং কিয়ামত পর্যন্ত আগত সকল ঈমানদার ও আল্লাহভীরু শামিল। তবে শর্ত হল, তাদেরকে আনসার ও মুহাজিরদেরকে মু'মিন জেনে তাঁদের জন্য ক্ষমা প্রার্থনাকারী হতে হবে। তাঁদের ঈমানে সন্দেহ পোষণকারী, তাঁদেরকে গালি-মন্দকারী এবং তাঁদের বিরুদ্ধে নিজেদের অন্তরে বিদ্বেষ ও শত্রুতা পোষণকারী হলে হবে না। ইমাম মালেক (রঃ) এই আয়াত থেকেই তথ্য সংগ্রহ করে বলেছেন যে, 'রাফেযী (শিয়া), যে সাহাবায়ে কেরাম (রাঃ)-দেরকে গাল-মন্দ করে, সে 'মালে ফাই' থেকে কোন অংশ পাবে না। কেননা, মহান আল্লাহ সাহাবীদের প্রশংসা করেছেন, কিন্তু রাফেযী তাঁদের নিন্দা গেয়ে বেড়ায়।\n(ইবনে কাসীর)\nআয়েশা (রাঃ) বলেন, তোমাদেরকে মুহাম্মাদ (সাঃ)-এর সাহাবীদের জন্য ক্ষমা প্রার্থনা করার নির্দেশ দেওয়া হয়েছে, কিন্তু তোমরা তাঁদেরকে গালি দিলে! আমি তোমাদের নবীকে বলতে শুনেছি যে, \"এই জাতি ততক্ষণ পর্যন্ত ধ্বংস হবে না, যতক্ষণ না তাদের পরবর্তী লোকেরা পূর্ববর্তী লোকেদেরকে অভিসম্পাত করবে।\"\n(বাগবী)"
    },
    {
      "ayah": 11,
      "surah": 59,
      "text": "তুমি কি মুনাফিকদেরকে দেখনি? তারা আহলে কিতাবদের মধ্যে যারা অবিশ্বাস করেছে, তাদের সেই ভাইদেরকে বলে, ‘তোমরা যদি বহিষ্কৃত হও, তাহলে আমরা অবশ্যই তোমাদের সাথে দেশত্যাগী হব এবং আমরা তোমাদের ব্যাপারে কখনো কারো কথা মানব না এবং যদি তোমরা আক্রান্ত হও তবে আমরা অবশ্যই তোমাদেরকে সাহায্য করব।’[১] কিন্তু আল্লাহ সাক্ষ্য দিচ্ছেন যে, তারা অবশ্যই মিথ্যাবাদী। [২]\n[১] যেমন পূর্বেই উল্লিখিত হয়েছে যে, মুনাফিকরা বানু-নায্বীরের কাছে এই বার্তা পাঠিয়েছিল।\n[২] তাদের মিথ্যাবাদিতা পরিষ্কার হয়ে সামনে এসে গেল। বানু-নায্বীর দেশত্যাগ করতে বাধ্য হল। এরা না তাদের সাহায্যে এগিয়ে এল, আর না তাদের সমর্থনে মদীনা ছাড়ার আগ্রহ দেখাল।"
    },
    {
      "ayah": 12,
      "surah": 59,
      "text": "বস্তুতঃ তারা বহিষ্কৃত হলে, (মুনাফিকরা) তাদের সাথে দেশ ত্যাগ করবে না এবং তারা আক্রান্ত হলে, তারা তাদেরকে সাহায্য করবে না[১] এবং তারা সাহায্য করতে এলেও[২] অবশ্যই পৃষ্ঠ প্রদর্শন করবে,[৩] অতঃপর তারা কোন সাহায্যই পাবে না। [৪]\n[১] এটা মুনাফিকদের পূর্বের মিথ্যা অঙ্গীকারের অতিরিক্ত কিছু ব্যাখ্যা। হলও তা-ই। বানু-নায্বীর নির্বাসিত হল এবং বানু-কুরাইযাকে হত্যা ও বন্দী করা হল। কিন্তু মুনাফিকরা তাদের কারো সাহায্যের জন্য এগিয়ে এল না।\n[২] এটা একটি আপাত স্বীকার্য কথা। কারণ, যে জিনিস না হওয়ার কথা মহান আল্লাহ বলে দিয়েছেন, তার অস্তিত্ব কিভাবে সম্ভব হতে পারে। অর্থাৎ, তারা ইয়াহুদীদের সাহায্য করার ইচ্ছা করলেও।\n[৩] অর্থাৎ, পরাজিত হয়ে।\n[৪] উদ্দেশ্য ইয়াহুদী। অর্থাৎ, যখন তাদের সাহায্যকারী মুনাফিকরাই পরাজিত হয়ে যাবে, তখন ইয়াহুদীরা কিভাবে সাহায্য পাবে ও সফলকাম হবে? কেউ কেউ এ থেকে মুনাফিকদেরকে বুঝিয়েছেন। অর্থাৎ, তাদেরকে কোন সাহায্য করা হবে না, বরং আল্লাহ তাদেরকে লাঞ্ছিত করবেন এবং তাদের মুনাফিক্বী অভ্যাস তাদের জন্য ফলপ্রসূ হবে না।"
    },
    {
      "ayah": 13,
      "surah": 59,
      "text": "প্রকৃতপক্ষে তাদের অন্তরে[১] আল্লাহ অপেক্ষা তোমরাই অধিকতর ভয়ংকর; এটা এই জন্য যে, তারা এক নির্বোধ সম্প্রদায়। [২]\n[১] ইয়াহুদীদের অথবা মুনাফিকদের কিংবা ওদের সকলের অন্তরে।\n[২] অর্থাৎ, তোমাদের এই ভয় তাদের অন্তরে প্রবেশ করার কারণ হল তাদের নির্বুদ্ধিতা। কেননা, তাদের যদি জ্ঞান-বুদ্ধি থাকত, তাহলে বুঝে নিত যে, মুসলিমদের জয় ও আধিপত্য মহান আল্লাহর পক্ষ হতে। কাজেই ভয় করতে হলে আল্লাহকেই করতে হয়, মুসলিমদেরকে নয়।"
    },
    {
      "ayah": 14,
      "surah": 59,
      "text": "কেবলমাত্র সুরক্ষিত জনপদের অভ্যন্তরে অথবা দুর্গ-প্রাচীরের আড়ালে থেকে ছাড়া তারা সবাই সমবেতভাবেও তোমাদের বিরুদ্ধে যুদ্ধ করতে সমর্থ হবে না।[১] পরস্পরের মধ্যে তাদের যুদ্ধ প্রচন্ড।[২] তুমি মনে কর তারা ঐক্যবদ্ধ, কিন্তু তাদের মনগুলি ভিন্ন ভিন্ন। [৩] এটা এ জন্য যে, ওরা হল নির্বোধ সম্প্রদায়।[৪]\n[১] অর্থাৎ, এই মুনাফিক ও ইয়াহুদীরা আপোসে মিলিত হয়েও উবমুক্ত ময়দানে তোমাদের সাথে যুদ্ধ করার হিম্মত রাখে না। অবশ্য দুর্গে আবদ্ধ হয়ে অথবা দেওয়ালের পিছনে লুকিয়ে তোমাদের উপর আক্রমণ করতে পারে। আর এ থেকে পরিষ্কার যে, এরা অত্যধিক ভীরু এবং তোমাদের ভয়ে কম্পমান।\n[২] অর্থাৎ, আপোসে এরা একে অপরের ঘোর বিরোধী। তাই এদের আপোসের গালি-গালাজ এবং ঝগড়া-বিবাদ একটি সাধারণ ব্যাপার।\n[৩] এই হল মুনাফিকদের আপোসের অন্তরের অবস্থা অথবা ইয়াহুদী ও মুনাফিকদের অবস্থা কিংবা মুশরিক ও কিতাবধারীদের অবস্থা। অর্থাৎ, সত্যের বিরোধিতায় তাদেরকে দেখে লাগে এক রকম। কিন্তু আসলে তাদের অন্তর এক রকম নয়। তারা একে অপর থেকে ভিন্ন এবং তাদের অন্তঃকরণ একে অপরের বিরুদ্ধে হিংসা ও বিদ্বেষে পরিপূর্ণ।\n[৪] অর্থাৎ, এই বিরোধ ও দ্বন্দ্বের কারণ হল তাদের নির্বুদ্ধিতা। যদি তাদের বুঝার মত জ্ঞান-বুদ্ধি থাকত, তাহলে তারা সত্যকে জেনে নিয়ে তা গ্রহণ করে নিত।"
    },
    {
      "ayah": 15,
      "surah": 59,
      "text": "(ওরা) তাদের মত, যারা তাদের অব্যবহিত পূর্বে গত হয়েছে, যারা নিজেদের কৃতকর্মের শাস্তি আস্বাদন করেছে।[১] আর তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি। [২]\n[১] এ থেকে কেউ কেউ মক্কার মুশরিকদেরকে বুঝিয়েছেন। যারা বানু-নায্বীর যুদ্ধের কিছু দিন পূর্বে বদর যুদ্ধে চরমভাবে পরাজিত হয়েছিল। অর্থাৎ, এরাও পরাজয় ও লাঞ্ছনার শিকার হওয়ার ব্যাপারে মুশরিকদের মতনই, যাদের যামানা অতি নিকটেই অতিবাহিত হয়েছে। কেউ কেউ ইয়াহুদীদের দ্বিতীয় গোত্র বানু-ক্বাইনুক্বা'কে বুঝিয়েছেন। যাদেরকে বানু-নায্বীরদের পূর্বে দেশ থেকে বহিষ্কার করা হয়েছিল এবং যারা কাল ও স্থান উভয় দিক দিয়েই এদের কাছাকাছি ছিল।\n(ইবনে কাসীর)\n[২] এই যে শাস্তি তারা ভোগ করল এটা তো দুনিয়ার শাস্তি। এ ছাড়াও তাদের জন্য রয়েছে আখেরাতের শাস্তি; যা হবে অতীব যন্ত্রণাদায়ক।"
    },
    {
      "ayah": 16,
      "surah": 59,
      "text": "(ওরা) শয়তানের মত, যে মানুষকে বলে, অবিশ্বাস কর। অতঃপর যখন সে অবিশ্বাস করে, তখন শয়তান বলে, ‘তোমার সাথে আমার কোন সম্পর্ক নেই, [১] নিশ্চয় আমি বিশ্ব-জাহানের প্রতিপালক আল্লাহকে ভয় করি।’ [২]\n[১] এখানে ইয়াহুদী ও মুনাফিকদের আর একটি দৃষ্টান্ত তুলে ধরা হয়েছে। মুনাফিকরা ইয়াহুদীদের কোনই সাহায্য না করে যেমন অসহায় ছেড়ে দিয়েছিল, অনুরূপ আচরণ শয়তানও করে মানুষের সাথে। প্রথমে সে মানুষকে ভ্রষ্ট করে। সুতরাং সে যখন তার অনুসরণ করে কুফরী করে বসে, তখন সে (শয়তান) তার সাথে সম্পর্ক-ছিন্নতার কথা ঘোষণা করে।\n[২] শয়তান তার এই কথায় সত্যবাদী নয়। উদ্দেশ্য কেবল সেই কুফরী থেকে স্বতন্ত্রতা ও সম্পর্কহীনতার ঘোষণা দেওয়া, যা মানুষ তার চক্রান্তে করে থাকে।"
    },
    {
      "ayah": 17,
      "surah": 59,
      "text": "ফলে উভয়ের পরিণাম হবে জাহান্নাম। সেখানে তারা স্থায়ী হবে এবং এটাই সীমালংঘনকারীদের কর্মফল। [১]\n[১] অর্থাৎ, خلود في النار জাহান্নামের চিরন্তন শাস্তি।"
    },
    {
      "ayah": 18,
      "surah": 59,
      "text": "হে বিশ্বাসীগণ! তোমরা আল্লাহকে ভয় কর। [১] আর প্রত্যেকেই ভেবে দেখুক যে, আগামী কালের (কিয়ামতের) জন্য সে কি অগ্রিম পাঠিয়েছে। [২] তোমরা আল্লাহকে ভয় কর। নিশ্চয় তোমরা যা কর, আল্লাহ সে সম্পর্কে অবহিত। [৩]\n[১] এখানে ঈমানদারদেরকে সম্বোধন করে তাদেরকে নসীহত করা হচ্ছে। আল্লাহকে ভয় করার অর্থ হল, তিনি যে সমস্ত কাজ করতে নির্দেশ দিয়েছেন, তা সম্পাদন কর এবং যা করতে নিষেধ করেছেন, তা করো না। আয়াতে এই কথাটা তাকীদ স্বরূপ দু'বার বলা হয়েছে। কারণ এই তাকওয়া (আল্লাহর ভয়)ই মানুষকে সৎকর্ম করতে এবং অসৎকর্ম থেকে বাঁচাতে উৎসাহ দান করে।\n[২] কিয়ামতকে 'আগামী কাল' বলে আখ্যায়িত করে ইঙ্গিত করা হয়েছে যে, এর সংঘটন কাল বেশী দূরে নয়, বরং অতি নিকটে।\n[৩] সুতরাং তিনি সকলকে তার আমলের প্রতিদান দেবেন। নেককারদেরকে তাদের নেক কাজের বদলা এবং পাপীদেরকে তাদের পাপের বদলা।"
    },
    {
      "ayah": 19,
      "surah": 59,
      "text": "আর তাদের মত হয়ো না, যারা আল্লাহকে বিস্মৃত হয়েছে, ফলে আল্লাহ তাদেরকে আত্মবিস্মৃত করেছেন। [১] তারাই তো পাপাচারী।\n[১] অর্থাৎ, আল্লাহ শাস্তিস্বরূপ তাদেরকে এমন করে দিলেন যে, তারা এমন সব কাজ করা থেকে উদাসীন হয়ে গেল যাতে ছিল তাদের উপকার এবং যার দ্বারা তারা নিজেদেরকে জাহান্নামের আযাব থেকে বাঁচাতে পারত। এইভাবে মানুষ আল্লাহকে ভুলে আসলে নিজেকেই ভুলে যায়। তার জ্ঞান-বুদ্ধি তাকে সঠিক দিক-নির্দেশনা করে না। চোখ দু'টি তাকে সঠিক পথ দেখায় না এবং তার কান সত্য কথা শুনতে বধির হয়ে যায়। ফলে তার দ্বারা এমন কাজ হয়ে যায়, যাতে থাকে তার নিজেরই ধ্বংস ও বিনাশ।"
    },
    {
      "ayah": 2,
      "surah": 59,
      "text": "তিনিই আহলে কিতাবদের মধ্যে যারা অবিশ্বাসী, তাদেরকে প্রথম সমাবেশেই তাদের আবাসভূমি হতে বিতাড়িত করেছেন।[১] তোমরা কল্পনাও করনি যে, তারা নির্বাসিত হবে এবং তারা মনে করেছিল যে, তাদের দুর্গগুলো তাদেরকে আল্লাহ (এর শাস্তি) হতে রক্ষা করবে;[২] কিন্তু আল্লাহ (এর শাস্তি) তাদের এমন এক দিক হতে এল, যা ছিল তাদের ধারণার বাইরে[৩] এবং তাদের অন্তরে তা ত্রাসের সঞ্চার করল।[৪] তারা তাদের বাড়ী-ঘর ধ্বংস করছিল নিজেদের হাতে[৫] এবং মুমিনদের হাতেও।[৬] অতএব হে চক্ষুষমান ব্যক্তিগণ! তোমরা উপদেশ গ্রহণ কর। [৭]\n[১] মদীনার উপকণ্ঠে ইয়াহুদীদের তিনটি গোত্র বসবাস করত। বানু-নায্বীর, বানু-কুরাইযা এবং বানু-ক্বাইনুক্বা। মদীনায় হিজরতের পর নবী (সাঃ) এদের সাথে সন্ধিচুক্তিও করেছিলেন। কিন্তু এরা গোপনে ষড়যন্ত্র করত এবং মক্কার কাফেরদের সাথেও তারা মুসলমানদের বিরুদ্ধে সম্পর্ক রেখেছিল। এমনকি, একদা যখন নবী (সাঃ) তাদের কাছে গিয়েছিলেন, বানু-নাযবীর গোত্রের লোকেরা উপর থেকে রসূল (সাঃ)-এর উপর একটি ভারী পাথর ফেলে তাঁকে হত্যা করার ষড়যন্ত্র করে রেখেছিল। যথা সময়ে অহীর মাধ্যমে এ ব্যাপারে তাঁকে অবহিত করে দেওয়া হয়। তিনি নিরাপদে সেখান থেকে চলে আসেন এবং তাদের চুক্তি ভঙ্গের কারণে রসূল (সাঃ) তাদের উপর সসৈন্যে আক্রমণ করেন। এরা কিছু দিন তাদের দুর্গে অবরুদ্ধ থেকে অবশেষে প্রাণভিক্ষা স্বরূপ দেশত্যাগ করার ইচ্ছা প্রকাশ করে। আর রসূল (সাঃ) তা গ্রহণ করেন। এ ঘটনাকে أَوَّل الحَشْر (প্রথম সমাবেশ) বলে এই জন্য আখ্যায়িত করা হয়েছে যে, এটা ছিল তাদের নির্বাসন। আর এটা হয়েছিল মদীনা থেকে। এখান থেকে তারা খায়বারে গিয়ে বসতি স্থাপন করেছিল। এখান হতে উমার (রাঃ) তাদেরকে পুনরায় বহিষ্কার করে শাম (সিরিয়ার) দিকে বিতাড়িত করেন। যার ব্যাপারে বলা হয় যে, এখানেই প্রত্যেক মানুষের সর্বশেষ হাশর (সমাবেশ তথা কিয়ামত-কোর্ট) হবে।\n[২] কারণ, তারা অতি মজবুত দুর্গ নির্মাণ করে রেখেছিল। আর এ নিয়ে তাদের গর্বও ছিল এবং মুসলিমরাও মনে করতেন যে, অতি সহজে এ দুর্গ জয় করা সম্ভব হবে না।\n[৩] আর তা এই ছিল যে, রসূল (সাঃ) তাদেরকে চতুর্দিক থেকে ঘিরে ফেলেছিলেন যা তাদের ধারণা ও চিন্তার বাইরে ছিল।\n[৪] এই ত্রাস ও ভীতির কারণেই তারা বহিষ্কার হতে প্রস্তুত হয়েছিল। তা না হলে আব্দুল্লাহ ইবনে উবাই (মুনাফিকদের সর্দার) এবং অন্যান্য লোকেরা তাদের কাছে বার্তা পাঠিয়ে ছিল যে, তোমরা মুসলিমদের সামনে নতি স্বীকার করবে না, আমরা তোমাদের সাথে আছি। এ ছাড়া মহান আল্লাহ নবী করীম (সাঃ)-কে এই বিশেষ বৈশিষ্ট্য দান করেছিলেন যে, এক মাসের দূরত্বে অবস্থিত শত্রুর মধ্যেও তাঁর ভীতি সঞ্চারিত হয়ে যেত। ফলে তাদের মধ্যে কঠিন আতঙ্ক ও চাঞ্চল্য সৃষ্টি হয়ে গেল এবং সব রকমের উপায়-উপকরণ থাকা সত্ত্বেও তারা অস্ত্র ফেলে দিয়ে কেবল এই শর্তটা মুসলিমদেরকে মেনে নিতে বলল যে, যতটা পরিমাণ জিনিসপত্র তারা বয়ে নিয়ে যেতে পারবে, ততটা পরিমাণ জিনিসপত্র তাদেরকে নিয়ে যাওয়ার অনুমতি দেওয়া হোক। সুতরাং এই অনুমতি পাওয়ার পর বয়ে নিয়ে যাওয়ার জন্য তারা নিজেদের বাড়ীর দরজা পর্যন্ত তুলে ফেলে!\n[৫] অর্থাৎ, যখন তারা নিশ্চিত হয়ে গেল যে, দেশ থেকে বহিষ্কার হতেই হবে, তখন তারা অবরোধ অবস্থায় ভিতর থেকেই নিজেদের বাড়ীগুলোকে ধ্বংস করতে শুরু করে দিল। যাতে তা মুসলমানদেরও যেন কোন কাজে না আসে। অথবা অর্থ হল, আসবাব-পত্র নিয়ে যাওয়ার অনুমতি থেকে পূর্ণরূপে উপকৃত হওয়ার জন্য নিজেদের উটগুলোতে সাধ্যমত আসবাব বোঝাই করার জন্য নিজেদের ঘরগুলোকেও ভেঙ্গে-চুরে যা নেওয়ার তা নিয়ে উটের উপর রেখে নিল।\n[৬] বাইরে থেকে মুসলিমরাও তাদের ঘরবাড়ি ধ্বংস করার কাজে লেগে ছিলেন, যাতে তাদেরকে গ্রেফতার করা সহজ হয়। অথবা অর্থ হল, তাদের ভাঙ্গা-চোরা ঘরগুলো থেকে অবশিষ্ট আসবাব বের করার এবং তা সংগ্রহ করার জন্য মুসলিমদেরকে আরো অনেক কিছুই নষ্ট করতে হয়।\n[৭] এ থেকে যে, কিভাবে আল্লাহ তাদের অন্তরে মুসলিমদের ভয় ঢুকিয়ে দেন। অথচ তারা এক শক্তিশালী এবং বহু উপায়-উপকরণের অধিকারী (রণকুশল) গোত্র ছিল। কিন্তু যখন মহান আল্লাহ কর্তৃক প্রদত্ত অবকাশ শেষ হয়ে গেল এবং তিনি তাদেরকে নিজ পাকড়াও-এর পঞ্জার মধ্যে করার চূড়ান্ত ফায়সালা করে নিলেন, তখন না তাদের শক্তি-সামর্থ্য এবং উপায়-উপকরণ কোন কাজে এল, আর না অন্য কোন সাহায্যকারীরা তাদের কোন সাহায্য করতে পারল।"
    },
    {
      "ayah": 20,
      "surah": 59,
      "text": "জাহান্নামের অধিবাসী এবং জান্নাতের অধিবাসী সমান নয়। [১] জান্নাতের অধিবাসীরাই সফলকাম। [২]\n[১] যারা আল্লাহকে ভুলে এ কথাও ভুলে গেছে যে, তারা এইভাবে নিজেদেরই উপর অত্যাচার করছে এবং এক দিন এমন আসবে যে, এর ফলস্বরূপ তাদের এই দেহ, যার জন্যে তারা দুনিয়াতে বহু কষ্ট ও অনেক দৌড়-ঝাঁপ করছে, তা জাহান্নামের আগুনের জ্বালানী হবে। আর এদের বিপরীত কিছু লোক এমন আছে, যারা আল্লাহকে স্মরণে রাখে। তাঁর যাবতীয় বিধি-বিধান অনুযায়ী জীবন পরিচালনা করে। এক দিন আসবে, যেদিন আল্লাহ তাদেরকে উত্তম প্রতিদান দেবেন এবং স্বীয় জান্নাতে প্রবেশ করাবেন। যেখানে তাদের আরাম ও শান্তির জন্য সব রকমের নিয়ামত ও সুখ-সুবিধা থাকবে। এই উভয় দল অর্থাৎ, জান্নাতী ও জাহান্নামী সমান হবে না। আর উভয় দল সমান কিভাবেই বা হতে পারে? এক দল নিজের পরিণামকে স্মরণে রেখে তার জন্য প্রস্তুতি গ্রহণ করেছে। পক্ষান্তরে দ্বিতীয় দল নিজের পরিণাম থেকে ছিল উদাসীন। তাই তার জন্য প্রস্তুতি গ্রহণ করার ব্যাপারে অপরাধমূলক উদাসীনতা প্রদর্শন করেছে।\n[২] যেমন, পরীক্ষার জন্য প্রস্তুতি গ্রহণকারী সফলকাম হয় এবং ভিন্নজন অসফল হয়, অনুরূপ আল্লাহভীরু মু'মিন জান্নাত লাভের সফলতা অর্জন করবে। কারণ, এর জন্য সে দুনিয়াতে সৎকর্মের মাধ্যমে প্রস্তুতি গ্রহণ করেছে। অর্থাৎ, দুনিয়া হল কর্মক্ষেত্র ও পরীক্ষালয়। যে এই বাস্তবতাকে বুঝে নেবে এবং পরিণাম থেকে উদাসীন হয়ে জীবন-যাপন করবে না, সে সফলতা অর্জন করবে। পক্ষান্তরে যে পার্থিব জীবনের বাস্তবতাকে বুঝতে না পেরে পরিণাম থেকে উদাসীন হয়ে অন্যায়-অনাচারে লিপ্ত থাকবে, সে ক্ষতিগ্রস্ত ও অসফল হবে। اللَّهُمَّ اجْعَلْنَا مِنَ الْفَائْزِيْنَ"
    },
    {
      "ayah": 21,
      "surah": 59,
      "text": "যদি আমি এই কুরআন পর্বতের উপর অবতীর্ণ করতাম,[১] তাহলে তুমি দেখতে যে, ওটা আল্লাহর ভয়ে বিনীত ও বিদীর্ণ হয়ে গেছে।[২] আমি এসব দৃষ্টান্ত বর্ণনা করি মানুষের জন্য, যাতে তারা চিন্তা-ভাবনা করে। [৩]\n[১] এবং পাহাড়ের মধ্যে যদি ঐরূপ বোধ ও অনুধাবনের যোগ্যতা সৃষ্টি করে দিতাম, যেরূপ মানুষের মধ্যে সৃষ্টি করেছি।\n[২] অর্থাৎ, কুরআন কারীমে আমি ভাষা-অলঙ্কার ও সাহিত্য-শৈলী, আকর্ষণশক্তি, বলিষ্ঠ প্রমাণাদি এবং নসীহত ও উপদেশের এমন এমন দিক তুলে ধরেছি যে, তা শুনে পাহাড় অতি কঠিনতা, বিশালতা ও উচ্চতা সত্ত্বেও আল্লাহর ভয়ে টুকরো টুকরো হয়ে যেত। এ কথা বলে মানুষকে বুঝানো ও ভয় দেখানো হচ্ছে যে, তোমাকে বুঝার ও অনুধাবন করার যোগ্যতা দেওয়া হয়েছে, তা সত্ত্বেও যদি কুরআন শুনে তোমার অন্তরে কোন প্রভাব সৃষ্টি না হয়, তাহলে তোমার পরিণাম ভাল হবে না।\n[৩] যাতে কুরআনে বর্ণিত নসীহত থেকে উপদেশ গ্রহণ করে এবং তিরস্কার ও ধমক শুনে যাবতীয় অবাধ্যতা থেকে দূরে থাকতে চেষ্টা করে। কেউ কেউ বলেছেন, এই আয়াতে নবী (সাঃ)-কে সম্বোধন করে বলা হয়েছে যে, আমি এই কুরআনকে তোমার উপর নাযিল করেছি, যা এমন মাহাত্ম্যের অধিকারী; যদি তা আমি কোন পাহাড়ের উপর অবতীর্ণ করতাম, তাহলে তা টুকরো টুকরো হয়ে যেত। কিন্তু এটা তোমার উপর আমার অনুগ্রহ যে, আমি তোমাকে এই কুরআনের ভার বরদাস্ত করার মত বলিষ্ঠ ও সুদৃঢ় বানিয়ে দিয়েছি। সুতরাং তুমি সেই ভার বরদাস্ত করেছ, অথচ তা বরদাস্ত করার শক্তি পাহাড়েরও নেই।\n(ফাতহুল ক্বাদীর)\nএর পর মহান আল্লাহ তাঁর গুণাবলী বর্ণনা করছেন। যার উদ্দেশ্য তাওহীদ প্রতিষ্ঠা এবং শিরকের খন্ডন।"
    },
    {
      "ayah": 22,
      "surah": 59,
      "text": "তিনিই আল্লাহ, যিনি ব্যতীত কোন (সত্য) উপাস্য নেই, তিনি অদৃশ্য[১] এবং দৃশ্যের পরিজ্ঞাতা, তিনিই অতি দয়াময়, পরম দয়ালু।\n[১] গায়েব (অদৃশ্য) সৃষ্টিকুলের জন্য। নচেৎ আল্লাহর জন্য কোন জিনিস গায়েব বা অদৃশ্য নয়। অর্থাৎ, (তাঁর কাছে সবই দৃশ্য।) তিনি পৃথিবীর সমস্ত জিনিস সম্পর্কে অবগত; তাতে তা আমাদের দৃশ্য হোক অথবা অদৃশ্য। এমনকি তিনি অন্ধকারে চলমান কালো পিঁপড়েরও খবর রাখেন।"
    },
    {
      "ayah": 23,
      "surah": 59,
      "text": "তিনিই আল্লাহ, যিনি ব্যতীত কোন (সত্য) উপাস্য নেই। তিনিই অধিপতি, পবিত্র, নিরবদ্য, নিরাপত্তা বিধায়ক, রক্ষক, পরাক্রমশালী, প্রবল, গর্বের অধিকারী। যারা তার শরীক স্থির করে, আল্লাহ তা হতে পবিত্র মহান।"
    },
    {
      "ayah": 24,
      "surah": 59,
      "text": "তিনিই আল্লাহ সৃজনকর্তা, উদ্ভাবনকর্তা,[১] রূপদাতা। সকল উত্তম নাম তাঁরই।[২] আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে, সমস্তই তাঁর পবিত্রতা ও মহিমা ঘোষণা করে।[৩] আর তিনিই পরাক্রমশালী, প্রজ্ঞাময়। [৪]\n[১] বলা হয় যে, خلق 'খালক্ব' এর অর্থ, স্বীয় ইচ্ছানুযায়ী আন্দাজ ও অনুমান করা। আর برأ 'বারাআ' অর্থ, সেটাকে সৃষ্টি করা, গড়া এবং অস্তিত্বে নিয়ে আসা।[২] 'আসমায়ে হুসনা' (সুন্দর নামাবলী) এর আলোচনা সূরা আ'রাফ ৭:১৮০ নং আয়াতে উল্লিখিত হয়েছে।[৩] অবস্থার ভাষায় এবং কথ্য ভাষাতেও। যেমন, পূর্বে বর্ণনা হয়েছে।[৪] যে জিনিসেরই তিনি ফায়সালা করেন, তা হিকমত, কৌশল ও প্রজ্ঞা হতে শূন্য থাকে না।"
    },
    {
      "ayah": 3,
      "surah": 59,
      "text": "আল্লাহ তাদের নির্বাসনের সিদ্ধান্ত গ্রহণ না করলে, অবশ্যই তাদেরকে পৃথিবীতে (অন্য) শাস্তি দিতেন;[১] আর পরকালে তাদের জন্য রয়েছে জাহান্নামের শাস্তি।\n[১] অর্থাৎ, পূর্ব থেকেই যদি আল্লাহ কর্তৃক নির্ধারিত ভাগ্যে তাদের দেশ ত্যাগ করার কথা লেখা না থাকত, তাহলে তাদেরকে দুনিয়াতেই কঠিন আযাবের মাধ্যমে ধ্বংস করে দেওয়া হত। যেমন, পরবর্তীতে তাদের ভাই ইয়াহুদীদের অপর এক গোত্র (বানু-কুরাইযা)-কে এমন কঠিন শাস্তি দেওয়া হয় যে, তাদের যুবক পুরুষদেরকে হত্যা করা হয়, অন্যদের বন্দী করা হয় এবং তাদের বিষয়-সম্পত্তিকে মুসলিমদের জন্য 'মালে গনীমত' বানিয়ে দেওয়া হয়।"
    },
    {
      "ayah": 4,
      "surah": 59,
      "text": "এটা এ জন্য যে, তারা আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণ করেছিল। আর কেউ আল্লাহর বিরুদ্ধাচরণ করলে আল্লাহ তো শাস্তিদানে কঠোর।"
    },
    {
      "ayah": 5,
      "surah": 59,
      "text": "তোমরা যে খেজুর বৃক্ষগুলো কর্তন করেছ এবং যেগুলো কান্ডের উপর স্থির রেখে দিয়েছ, তা তো আল্লাহরই অনুমতিক্রমে এবং যাতে তিনি পাপাচারীদেরকে লাঞ্ছিত করেন। [১]\n[১] لِيْنَة এক প্রকার খেজুর। যেমন, আজওয়া, বারনী প্রভৃতি খেজুরের প্রকার। অথবা এর অর্থ, সাধারণ খেজুর গাছ। অবরোধকালীন সময়ে নবী (সাঃ)-এর নির্দেশক্রমে মুসলিমরা বানী-নায্বীরের খেজুর বাগানে আগুন লাগিয়ে দিয়েছিলেন। কিছু গাছ কেটে দিয়েছিলেন এবং কিছু গাছ নিজ অবস্থায় ছেড়ে দিয়েছিলেন। এ রকম করার লক্ষ্য ছিল, শত্রুর আড়কে ভেঙ্গে দেওয়া এবং এ কথা পরিষ্কার করে দেওয়া যে, মুসলিমরা এখন তোমাদের উপর সম্পূর্ণরূপে জয়যুক্ত হয়েছেন। তাঁরা এখন যেভাবে চাইবেন সেভাবেই তোমাদের ধন-সম্পদ ব্যবহার করতে পারবেন। মহান আল্লাহও মুসলিমদের এই কৌশলভিত্তিক কাজকে সঠিক বলে অনুমোদন করেন এবং এটাকে ইয়াহুদীদের লাঞ্ছনার মাধ্যম বানিয়ে দেন।"
    },
    {
      "ayah": 6,
      "surah": 59,
      "text": "আল্লাহ তাদের (ইয়াহুদীদের) নিকট হতে (বিনা যুদ্ধে) যে সম্পদ তাঁর রসূলকে দিয়েছেন, তার জন্য তোমরা ঘোড়া ছুটাওনি এবং উটও নয়। কিন্তু আল্লাহ যার উপর ইচ্ছা তাঁর রসূলদেরকে কর্তৃত্ব দান করেন।[১] আর আল্লাহ সর্ববিষয়ে  সর্বশক্তিমান।\n[১] বানু-নায্বীরের এই এলাকা যা মুসলিমদের দখলে এসেছিল, তা মদীনা হতে তিন-চার মাইল দূরত্বে অবস্থিত ছিল। অর্থাৎ, মুসলিমদেরকে তার জন্য সুদীর্ঘ সফর করার প্রয়োজন হয়নি এবং এর জন্য মুসলিমদেরকে উট ও ঘোড়া দৌড়াতে হয়নি। অনুরূপ যুদ্ধ করারও প্রয়োজন পড়েনি। বরং সন্ধির মাধ্যমে এই এলাকা জয় হয়ে যায়। অর্থাৎ, মহান আল্লাহ তাঁর রসূল (সাঃ)-কে বিনা যুদ্ধেই তাদের উপর জয়যুক্ত করে দিয়েছিলেন। আর এই জন্য এখান থেকে প্রাপ্ত মালকে 'মালে ফাই' গণ্য করা হয়। এই মালের বিধান গনীমতের মালের বিধান থেকে আলাদা। অর্থাৎ, فَيْءٌ সেই মালকে বলা হয়, যা বিনা যুদ্ধে শত্রুপক্ষ ত্যাগ করে পালিয়ে যায় অথবা যা সন্ধির মাধ্যমে লাভ হয়। পক্ষান্তরে যে মাল দস্তরমত যুদ্ধ করে জয়যুক্ত হয়ে অর্জিত হয় তাকে 'মালে গনীমত' বলা হয়।"
    },
    {
      "ayah": 7,
      "surah": 59,
      "text": "আল্লাহ এই জনপদবাসীদের নিকট হতে তাঁর রসূলকে (বিনা যুদ্ধে) যে সম্পদ দিয়েছেন, তা আল্লাহর, রসূলের, (তাঁর) আত্মীয়গণের এবং ইয়াতীম, অভাবগ্রস্ত ও মুসাফিরদের জন্য, যাতে তোমাদের মধ্যে যারা ধনবান শুধু তাদের মধ্যেই ধন-মাল আবর্তন না করে। আর রসূল তোমাদেরকে যা দেন, তা তোমরা গ্রহণ কর এবং যা হতে তোমাদেরকে নিষেধ করেন, তা হতে বিরত থাক। তোমরা আল্লাহকে ভয় কর। নিশ্চয় আল্লাহ শাস্তি দানে কঠোর।"
    },
    {
      "ayah": 8,
      "surah": 59,
      "text": "(এ সম্পদ) অভাবগ্রস্ত মুহাজির (ধর্মের জন্য স্বদেশত্যাগী)দের জন্য, যারা নিজেদের ঘর-বাড়ী ও সম্পত্তি হতে বহিষ্কৃত হয়েছে; তারা আল্লাহর অনুগ্রহ ও সন্তুষ্টি কামনা করে এবং আল্লাহ ও তাঁর রসূলকে সাহায্য করে। তারাই তো সত্যাশ্রয়ী। [১]\n[১] এই আয়াতে 'মালে ফাই' কোথায় ব্যয় করা হবে তার সঠিক দিক নির্দেশনা করা হয়েছে। অনুরূপ মুহাজির সাহাবীদের ফযীলত, তাঁদের ঐকান্তিকতা এবং তাঁদের সততার কথাও তুলে ধরা হয়েছে। এর পরেও তাঁদের ঈমানের ব্যাপারে সন্দেহ পোষণ করা কুরআনকে অস্বীকার করার নামান্তর।"
    },
    {
      "ayah": 9,
      "surah": 59,
      "text": "আর তাদের (মুহাজিরদের আগমনের) পূর্বে যারা এ নগরী (মদীনা)তে বসবাস করেছে[১] ও বিশ্বাস স্থাপন করেছে, তারা মুহাজিরদেরকে ভালবাসে এবং মুহাজিরদেরকে যা দেওয়া হয়েছে, তার জন্য তারা অন্তরে ঈর্ষা পোষণ করে না,[২] বরং নিজেরা অভাবগ্রস্ত হলেও তারা (তাদেরকে) নিজেদের উপর প্রাধান্য দেয়।[৩] আর যাদেরকে নিজ আত্মার কার্পণ্য হতে মুক্ত রাখা হয়েছে, তারাই সফলকাম। [৪]\n[১] এ থেকে আনসারী সাহাবাদেরকে বুঝানো হয়েছে। যাঁরা মুহাজির সাহাবাদের মদীনা আসার পূর্ব থেকেই মদীনার বাসিন্দা ছিলেন এবং মুহাজিরদের হিজরত করে মদীনা আসার পূর্বেই তাঁদের অন্তরে ঈমান প্রতিষ্ঠা লাভ করেছিল। তবে এর অর্থ এই নয় যে, মুহাজির সাহাবাদের ঈমান আনার পূর্বেই আনসারী সাহাবাগণ ঈমান এনেছিলেন। কেননা, তাঁদের অধিকাংশই মুহাজির সাহাবাদের ঈমান আনার পর ঈমান এনেছেন। অর্থাৎ, مِنْ قَبْلِهِمْ (তাদের পূর্বে)এর অর্থ, مِنْ قَبْلِ هِجْرَتِهِمْ (তাঁদের হিজরত করার পূর্বে)। আর الدَارٌ বলতে دَارُ الْهِجْرَةِ অর্থাৎ, মদীনাকে বুঝানো হয়েছে।[২] অর্থাৎ, মুহাজির সাহাবীদেরকে আল্লাহর রসূল (সাঃ) যা কিছু দিতেন তাতে তাঁরা না হিংসা করতেন, আর না মনে কোন প্রকার সংকীর্ণতা অনুভব করতেন। যেমন, 'মালে ফাই' পাওয়ার প্রথম অধিকারী তাঁদেরকেই গণ্য করা হয়। এতে আনসার সাহাবীগণ কিছুই মনে করেননি।[৩] অর্থাৎ, নিজেদের তুলনায় মুহাজিরদের প্রয়োজনকে অগ্রাধিকার দিতেন। নিজেরা ক্ষুধার্ত থাকতেন, কিন্তু মুহাজিরদেরকে খাওয়াতেন। যেমন, হাদীসে একটা ঘটনা বর্ণিত হয়েছে যে, একদা নবী (সাঃ)-এর নিকট একজন মেহমান এল। কিন্তু রসূল (সাঃ)-এর ঘরে কিছুই ছিল না। সুতরাং একজন আনসারী সাহাবী তাঁকে নিজের বাড়ীতে নিয়ে গেলেন। ঘরে গিয়ে স্ত্রীকে জানালে স্ত্রী বললেন, 'ঘরে তো কেবল ছেলেদের খাবার মত সামান্য কিছু আছে।' পরে উভয়ে পরামর্শ করলেন যে, ছেলেদেরকে আজ (ভুলিয়ে-ভালিয়ে) ক্ষুধার্ত রেখেই ঘুম পাড়িয়ে দাও এবং আমরা নিজেরাও কিছু না খেয়েই ঘুমিয়ে যাব। তবে মেহমানকে খাওয়ানোর সময় (ছল করে) বাতিটা নিভিয়ে দেবে, যাতে সে আমাদের ব্যাপারে জানতে না পারে যে, আমরা তার সাথে খাবার খাচ্ছি না। সকালে যখন এই সাহাবী রসূল (সাঃ)-এর নিকট উপস্থিত হলেন, তখন তিনি তাঁকে বললেন যে, মহান আল্লাহ তোমার ও তোমার স্ত্রীর ব্যাপারে এই আয়াত অবতীর্ণ করেছেন। ﴿وَيُؤْثِرُونَ عَلَى أَنْفُسِهِمْ﴾\n(সহীহ বুখারী, সূরা হাশরের তফসীর)\nতাঁদের ত্যাগের একটি বিস্ময়কর দৃষ্টান্ত এও যে, একজন আনসারী সাহাবীর নিকট দু'জন স্ত্রী ছিল। তিনি তাঁর মুহাজির ভাইকে প্রস্তাব দিলেন যে, আমি তোমার জন্য আমার একজন স্ত্রীকে তালাক দেব। ইদ্দত অতিবাহিত হওয়ার পর তুমি তাকে বিবাহ করে নেবে!\n(বুখারী, বিবাহ অধ্যায়)\n[৪] হাদীসে আছে যে, কৃপণতা হতে দূরে থাক। কারণ, এই কৃপণতাই তোমাদের পূর্ববর্তী লোকদেরকে ধ্বংস করে দিয়েছে। এই কৃপণতাই তাদেরকে নিজেদের রক্তপাত করতে এবং হারামকে হালাল করে নিতে প্ররোচিত করেছিল।\n(মুসলিমঃ নেকী অধ্যায়, পরিচ্ছেদঃ অত্যাচার করা হারাম)"
    }
  ]
}
