{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 61,
      "text": "আকাশমন্ডলী ও পৃথিবীতে যা কিছু আছে সমস্তই আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করে। তিনি পরাক্রমশালী, প্রজ্ঞাময়।"
    },
    {
      "ayah": 10,
      "surah": 61,
      "text": "হে বিশ্বাসীগণ! আমি কি তোমাদেরকে এমন এক বাণিজ্যের সন্ধান বলে দেব না, [১] যা তোমাদেরকে যন্ত্রণাদায়ক শাস্তি হতে রক্ষা করবে?\n[১] এই আমল (অর্থাৎ, ঈমান ও জিহাদ)-কে বাণিজ্য বলে আখ্যায়িত করা হয়েছে। কারণ এতেও তাদের ব্যবসা-বাণিজ্যের মত লাভ হবে। আর সে লাভ কি? জান্নাতে প্রবেশ এবং জাহান্নাম হতে মুক্তি লাভ। এ থেকে বড় লাভ আর কি হতে পারে? এই লাভকে আল্লাহ অন্যত্র এইভাবে বর্ণনা করেছেন, ﴿إِنَّ اللهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ﴾ \"অবশ্যই আল্লাহ ক্রয় করে নিয়েছেন মু'মিনদের নিকট থেকে তাদের জান ও মালকে জান্নাতের বিনিময়ে।\"\n(সূরা তাওবাহ ৯:১১১)"
    },
    {
      "ayah": 11,
      "surah": 61,
      "text": "(তা এই যে,) তোমরা আল্লাহ ও তাঁর রসূলে বিশ্বাস স্থাপন করবে এবং তোমাদের ধন-সম্পদ ও জীবন দ্বারা আল্লাহর পথে জিহাদ করবে। এটাই তোমাদের জন্য শ্রেয়, যদি তোমরা জানতে।"
    },
    {
      "ayah": 12,
      "surah": 61,
      "text": "আল্লাহ তোমাদের পাপরাশিকে ক্ষমা করে দেবেন এবং তোমাদেরকে প্রবেশ করাবেন জান্নাতে; যার নিম্নদেশে নদীমালা প্রবাহিত এবং (প্রবেশ করাবেন) স্থায়ী জান্নাতের উত্তম বাসগৃহে। এটাই মহা সাফল্য।"
    },
    {
      "ayah": 13,
      "surah": 61,
      "text": "আর তিনি তোমাদেরকে দান করবেন বাঞ্ছিত আরো একটি অনুগ্রহ; আল্লাহর সাহায্য ও আসন্ন বিজয়।[১] আর বিশ্বাসীদেরকে সুসংবাদ দাও। [২]\n[১] অর্থাৎ, যখন তোমরা তাঁর রাস্তায় যুদ্ধ করবে এবং তাঁর দ্বীনের সাহায্য করবে, তখন তিনি তোমাদেরকে জয় ও সাহায্য দানে ধন্য করবেন। ﴿إِنْ تَنْصُرُوا اللهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ﴾ অর্থাৎ, যদি তোমরা আল্লাহর (দ্বীনের) সাহায্য কর, তাহলে আল্লাহ তোমাদেরকে সাহায্য করবেন, এবং তোমাদের পা দৃঢ়-প্রতিষ্ঠিত রাখবেন।\n(সূরা মুহাম্মাদ ৪৭:৭ আয়াত)\n﴿وَلَيَنْصُرَنَّ اللهُ مَنْ يَنْصُرُهُ إِنَّ اللهَ لَقَوِيٌّ عَزِيزٌ﴾ অর্থাৎ, আল্লাহ নিশ্চয়ই তাকে সাহায্য করেন যে তাঁকে (তাঁর ধর্মকে) সাহায্য করে।\n(সূরা হাজ্জ ২২:৪০ আয়াত)\nআখেরাতের নিয়ামতের তুলনায় এটাকে আসন্ন বিজয় গণ্য করেছেন। আর এ থেকে মক্কা বিজয় বুঝানো হয়েছে। আর কেউ কেউ প্রতাপশালী পারস্য ও রোমক রাজ্যদ্বয় মুসলিমদের জয়লাভ করাকে এরই বাস্তব চিত্র গণ্য করেছেন; যা খেলাফতে রাশেদার যুগে মুসলিমরা লাভ করেন।[২] অর্থাৎ, মৃত্যুর পর জান্নাতের এবং দুনিয়াতে বিজয় ও সাহায্যের। তবে শর্ত হল, ঈমানদারদেরকে ঈমানের দাবীসমূহ পূরণ করতে হবে। ﴿وَأَنْتُمُ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ﴾ (সূরা আলে ইমরান ৩:১৩৯ আয়াত) পরের আয়াতে মহান আল্লাহ মু'মিনদেরকে দ্বীনের সাহায্যের প্রতি আরো তাকীদ করছেন।"
    },
    {
      "ayah": 14,
      "surah": 61,
      "text": "হে বিশ্বাসীগণ! তোমরা আল্লাহর সাহায্যকারী হও,[১] যেমন মারয়্যাম তনয় ঈসা তার শিষ্যদেরকে বলেছিল, ‘আল্লাহর পথে কে আমার সাহায্যকারী হবে?’ শিষ্যগণ বলেছিল, ‘আমরাই তো আল্লাহর সাহায্যকারী।’[২] অতঃপর বানী ইস্রাঈলের একদল বিশ্বাস করল এবং একদল অবিশ্বাস করল। [৩] পরে আমি বিশ্বাসীদেরকে তাদের শত্রুদের মুকাবিলায় শক্তিশালী করলাম; ফলে তারা বিজয়ী হল। [৪]\n[১] সর্বাস্থায়; নিজেদের কথা ও কাজের মাধ্যমে এবং জান ও মালের মাধ্যমেও। যখনই যে সময়ে এবং যে অবস্থাতেই তোমাদেরকে আল্লাহ ও তাঁর রসূল দ্বীনের জন্য ডাক দেবেন, তখনই তোমরা সেই ডাকে সাড়া দিয়ে বলবে, 'লাব্বায়িক' (আমরা হাজির)। যেভাবে ঈসা (আঃ)-এর শিষ্যরা তাঁর ডাকে 'লাববায়িক' বলেছিলেন।\n[২] অর্থাৎ, যে দ্বীনের প্রচার-প্রসারের নির্দেশ মহান আল্লাহ আপনাকে দিয়েছেন, সেই দ্বীনের প্রচার-প্রসারের কাজে আমরা হব আপনার সাহায্যকারী। এইভাবে রসূল (সাঃ) হজ্জের মৌসুমে বলতেন, \"কে আছে এমন যে আমাকে আশ্রয় দিবে, যাতে আমি মানুষের কাছে আল্লাহর পয়গাম পৌঁছে দিতে পারি। কারণ, কুরাইশরা আমাকে রিসালাতের দায়িত্ব পালন করতে দিচ্ছে না।\" নবী করীম (সাঃ)-এর এই ডাকে মদীনার আওস ও খাযরাজ গোত্রের লোকেরা সাড়া দিয়েছিলেন এবং তাঁর হাতে তাঁরা বায়আত করে তাঁকে সাহায্য করার প্রতিশ্রুতি দিয়েছিলেন। অনুরূপ তাঁরা তাঁকে প্রস্তাব দিয়েছিলেন যে, যদি আপনি হিজরত করে মদীনায় আসেন, তবে আমরাই আপনার হিফাযতের দায়িত্ব গ্রহণ করছি। সুতরাং যখন তিনি হিজরত করে মদীনায় এলেন, তখন প্রতিশ্রুতি অনুযায়ী তাঁরাই তাঁর এবং তাঁর সমস্ত সঙ্গী-সাথীর পরিপূর্ণ সাহায্য করেছিলেন। এমন কি আল্লাহ এবং তাঁর রসূল (সাঃ) তাঁদের নামই রেখে দিলেন, 'আনসার'। আর এই নামই তাঁদের পরিচয় হয়ে রইল। رَضِيَ اللهُ عَنْهُمْ وأَرْضَاهُمْ\n(ইবনে কাসীর)\n[৩] এরা ছিল সেই ইয়াহুদী, যারা ঈসা (আঃ)-এর নবুঅতকে কেবল অস্বীকারই করেনি, বরং তাঁর এবং তাঁর মায়ের উপর মিথ্যা অপবাদও দিয়েছিল। কেউ কেউ বলেন, এই বিচ্ছিন্নতা ও দলাদলি তখন সৃষ্টি হয়, যখন ঈসা (আঃ)-কে আসমানে উঠিয়ে নেওয়া হল। এক দল বলল, মহান আল্লাহই ঈসা (আঃ)-এর আকার নিয়ে যমীনে অবতরণ করেছিলেন। এখন তিনি আবার আসমানে চলে গেছেন। এদেরকে 'য়্যা'কূবিয়্যাহ' ফির্কা বলা হয়। 'নাসত্বুরিয়্যাহ' ফির্কাদের বক্তব্য হল, তিনি 'ইবনুল্লাহ' (আল্লাহর বেটা) ছিলেন। পিতা পুত্রকে আসমানে ডেকে নিয়েছেন। তৃতীয় ফির্কা বলল, তিনি আল্লাহর বান্দাহ এবং তাঁর রসূল ছিলেন। বলা বাহুল্য, এটাই হল হকপন্থী ফির্কা।\n[৪] অর্থাৎ, নবী (সাঃ)-কে প্রেরণ করে আমি এই শেষোক্ত ফির্কাটিকে অন্য ভ্রষ্ট ফির্কার বিরুদ্ধে সাহায্য করেছি। তাই সঠিক আকীদার অধিকারী এই দলটি নবী (সাঃ)-এর উপরও ঈমান আনল। আর এইভাবে আমি দলীল-প্রমাণের দিক দিয়েও সমস্ত কাফেরদের উপর এদেরকে জয়যুক্ত করলাম এবং শক্তি ও রাজত্বের দিক দিয়েও। আর এই জয়ের সর্ব শেষ বিকাশ ঘটবে তখন, যখন কিয়ামতের পূর্বকালে ঈসা (আঃ) পুনরায় পৃথিবীতে অবতরণ করবেন। যেমন, এই অবতরণ ও বিজয়ের কথা স্পষ্টরূপে বহু সহীহ হাদীসে বহুধাসূত্রে বর্ণিত হয়েছে।"
    },
    {
      "ayah": 2,
      "surah": 61,
      "text": "হে বিশ্বাসীগণ! [১]  তোমরা যা কর না, তা বল কেন?\n[১] এখানে সম্বোধন যদিও ব্যাপক, তবুও প্রকৃতপক্ষে সেই মু'মিনদেরকেই লক্ষ্য করে বলা হয়েছে, যাঁরা বলাবলি করছিলেন যে, আমরা যদি আল্লাহর কাছে সর্বাধিক প্রিয় কাজ কি জানতে পারি, তাহলে আমরা তা করব। কিন্তু যখন তাদেরকে সেই প্রিয় কাজটা বলে দেওয়া হল, তখন তারা অলস হয়ে গেল। তাই তাদেরকে ধমক দেওয়া হচ্ছে যে, কল্যাণকর যেসব কথা বল, তা কর না কেন? যে কথা মুখে বল, তা কাজে কর না কেন? যা জবান দিয়ে বল, তা রক্ষা কর না কেন?"
    },
    {
      "ayah": 3,
      "surah": 61,
      "text": "তোমরা যা কর না, তোমাদের তা বলা আল্লাহর নিকট অতিশয় অসন্তোষজনক। [১]\n[১] এখানে আরো তাকীদ করে বলা হয়েছে যে, এই ধরনের লোকদের প্রতি আল্লাহ চরম অসন্তুষ্ট হন।"
    },
    {
      "ayah": 4,
      "surah": 61,
      "text": "যারা আল্লাহর পথে সুদৃঢ় প্রাচীরের মত সারিবদ্ধভাবে যুদ্ধ করে, নিশ্চয় আল্লাহ তাদেরকে ভালবাসেন।[১]\n[১] এখানে জিহাদকে একটি বড় মাহাত্ম্যপূর্ণ নেক কাজ বলা হয়েছে; যা আল্লাহর নিকট অনেক প্রিয় আমল।"
    },
    {
      "ayah": 5,
      "surah": 61,
      "text": "(স্মরণ কর,) যখন মূসা তার সম্প্রদায়কে বলেছিল, ‘হে আমার সম্প্রদায়! তোমরা আমাকে কেন কষ্ট দিচ্ছ অথচ তোমরা জান যে, আমি তোমাদের প্রতি (প্রেরিত) আল্লাহর রসূল?’ [১] অতঃপর তারা যখন বক্রপথ অবলম্বন করল, তখন আল্লাহ তাদের হৃদয়কে বক্র করে দিলেন।[২] আর আল্লাহ পাপাচারী সম্প্রদায়কে সৎপথে পরিচালিত করেন না।\n[১] মূসা (আঃ) আল্লাহর সত্য রসূল --এ কথা জানা সত্ত্বেও বনী ইস্রাঈল তাঁকে তাদের জবান দ্বারা কষ্ট দিত। এমনকি, তাঁর ব্যাপারে দৈহিক কিছু ত্রুটির কথাও তারা বলে বেড়াত, অথচ সে ত্রুটি ও ব্যাধি তাঁর মধ্যে ছিল না।\n[২] অর্থাৎ, জানা সত্ত্বেও সত্য থেকে মুখ ফিরিয়ে নিল। হকের পরিবর্তে বাতিল, ভালোর পরিবর্তে মন্দ এবং ঈমানের পরিবর্তে কুফরীর পথ অবলম্বন করল। ফলে মহান আল্লাহ শাস্তি স্বরূপ তাদের অন্তরকে সব সময়ের জন্য হিদায়াত থেকে ফিরিয়ে দিলেন। কেননা, এটাই হল আল্লাহর চিরাচরিত বিধান। অব্যাহতভাবে কুফরী ও ভ্রষ্টতার উপর অবিচল থাকলে, তা অন্তঃকরণে মোহর লেগে যাওয়ার কারণ হয়। অতঃপর অন্যায়, কুফরী এবং যুলুম-অত্যাচার করা তার সবভাবে পরিণত হয়ে যায়। যা কেউ পরিবর্তন করতে সক্ষম নয়। এই কারণে আয়াতের শেষাংশে বললেন যে, আল্লাহ কোন পাপাচারী অবাধ্যজনকে হিদায়াত দান করেন না। কারণ, এই ধরনের লোকদেরকে আল্লাহ তাঁর চিরাচরিত বিধান অনুযায়ী ভ্রষ্ট করে থাকেন। এখন তাকে কে পথ দেখাতে পারে, যাকে এই পথ থেকে আল্লাহই ভ্রষ্ট করে দিয়েছেন?"
    },
    {
      "ayah": 6,
      "surah": 61,
      "text": "(স্মরণ কর,) যখন মারয়্যাম তনয় ঈসা বলেছিল, ‘হে বানী ইস্রাঈল! আমি তোমাদের প্রতি (প্রেরিত)  আল্লাহর রসূল এবং আমার পূর্ব হতে (তোমাদের নিকট) যে তাওরাত রয়েছে, আমি তার সমর্থক[১] এবং আমার পরে আহমাদ নামে যে রসূল আসবেন, আমি তাঁর সুসংবাদদাতা।’[২] পরে সে যখন স্পষ্ট নিদর্শনাবলীসহ তাদের নিকট আগমন করল, তখন তারা বলতে লাগল, ‘এটা তো এক স্পষ্ট যাদু।’ [৩]\n[১] ঈসা (আঃ)-এর ঘটনা এই জন্য বর্ণনা করলেন যে, বানী ইস্রাঈলরা যেমন মূসা (আঃ)-এর অবাধ্যতা করেছিল, অনুরূপ তারা ঈসা (আঃ)-কেও অস্বীকার করেছিল। এতে নবী (সাঃ)-কে সান্ত্বনা দেওয়া হচ্ছে যে, এই ইয়াহুদীরা কেবল তোমার সাথেই এইরূপ আচরণ করেনি, বরং তাদের সম্পূর্ণ ইতিহাসই নবীদেরকে মিথ্যাজ্ঞান করাতে ভরপুর। 'তাওরাত'-এর সত্যায়ন বা সমর্থন করার অর্থ হল, আমি যে দাওয়াত দিচ্ছি, সেটা ঐ দাওয়াতই, যা তাওরাতে ছিল। আর এটা প্রমাণ করে যে, যে পয়গম্বর আমার পূর্বে তাওরাত নিয়ে এসেছিলেন এবং আমি ইঞ্জীল নিয়ে এসেছি, আমাদের উভয়েরই মূলসূত্র একটাই। কাজেই যেভাবে তোমরা মুসা, হারূন, দাউদ ও সুলাইমান (আলাইহিমুস্ সালাম) এর উপর ঈমান এনেছ, অনুরূপ আমার উপরেও ঈমান আন। কারণ, আমি তো তাওরাতের সত্যায়ন করছি, তার খন্ডন ও মিথ্যায়ন করছি না।\n[২] এ বলে ঈসা (আঃ) তাঁর পর আগমনকারী শেষ নবী মুহাম্মাদ (সাঃ)-এর আগমনের সুসংবাদ শুনিয়েছেন। যেমন নবী (সাঃ) বলতেন, (( أَنَا دَعْوَةُ أَبِي إِبْرَاهِيْمَ وَبَشَارَةُ عِيْسَى \"আমি পিতা ইবরাহীম (আঃ)-এর দু'আ এবং ঈসা (আঃ)-এর সুসংবাদের বাস্তব রূপ।\"\n(আহমাদ)\n'আহমাদ' শব্দটি যদি 'ইসমে ফায়েল' (কর্তৃপদ) থেকে মুবালাগার সীগা (যার দ্বারা কোন কিছুর আধিক্য বর্ণনা করা হয় তা) হয়, তবে এর অর্থ হবে, অন্যান্য সকল মানুষের চেয়ে আল্লাহর অধিক প্রশংসাকারী। আর যদি এটা 'ইসম মাফউল' (কর্মপদ) থেকে হয়, তবে অর্থ হবে, (প্রশংসিত) সুন্দর গুণাবলী এবং বহুমুখী পরিপূর্ণতার অধিকারী হওয়ার কারণে যত প্রশংসা তাঁর করা হয়েছে, এত প্রশংসা অন্য কারো করা হয়নি।\n(ফাতহুল ক্বাদীর)\n[৩] অর্থাৎ, ঈসা (আঃ)-এর পেশ করা সমস্ত 'মু'জিযা' (অলৌকিক ঘটনাবলী)-কে যাদু বলে আখ্যায়িত করল। পূর্ববর্তী জাতিরাও তাদের নবীদেরকে এই কথাই বলেছিল। কেউ কেউ এ থেকে নবী (সাঃ)-কে বুঝিয়েছেন এবং قَالُوا ক্রিয়ার 'ফায়েল' (কর্তৃপদ) মক্কার কাফেরদেরকে বানিয়েছেন।"
    },
    {
      "ayah": 7,
      "surah": 61,
      "text": "যে ব্যক্তি আল্লাহ সম্বন্ধে মিথ্যা রচনা করে,[১] তার অপেক্ষা অধিক যালেম আর কে? অথচ তাকে ইসলামের[২] দিকে আহবান করা হয়। আর আল্লাহ যালেম সম্প্রদায়কে সৎপথে পরিচালিত করেন না।\n[১] অর্থাৎ, আল্লাহর সন্তান-সন্ততি সাব্যস্ত করে। অথবা যে পশুগুলোকে তিনি হারাম বলেননি, সেগুলোকে হারাম সাব্যস্ত করে।\n[২] অর্থাৎ, যা সমস্ত দ্বীনের মধ্যে শ্রেষ্ঠ ও মহান দ্বীন। সুতরাং যে ব্যক্তি এই দ্বীনের প্রতি আহূত হয়, তার জন্য তো শোভনীয়ই নয় যে, সে কারো ব্যাপারে মিথ্যা গড়বে। তাহলে আল্লাহর ব্যাপারে মিথ্যা গড়া কি তার জন্য কখনও শোভনীয় হতে পারে?"
    },
    {
      "ayah": 8,
      "surah": 61,
      "text": "তারা আল্লাহর জ্যোতিকে তাদের মুখ দিয়ে নিভিয়ে দিতে চায়,[১] কিন্তু আল্লাহ তাঁর জ্যোতিকে পূর্ণরূপে উদ্ভাসিত করবেন; [২] যদিও অবিশ্বাসীরা তা অপছন্দ করে।\n[১] আল্লাহর 'নূর' (জ্যোতি) অর্থঃ কুরআন, ইসলাম, মুহাম্মাদ (সাঃ) কিংবা দলীল-প্রমাণাদি। 'মুখ দিয়ে নিভিয়ে দেওয়া' মানে তাদের সেই সব কটূক্তি ও নিন্দনীয় কথাবার্তা যা তাদের মুখ থেকে বের হয়, তা দিয়ে তারা ঐ জ্যোতিকে প্রতিহত করতে চায়!\n[২] অর্থাৎ, আল্লাহ সারা বিশ্বে তার প্রসার ঘটাবেন এবং অন্য সমস্ত ধর্মের উপর তাকে জয়যুক্ত করবেন। দলীল-প্রমাণের দিক দিয়ে অথবা পার্থিব জয়ের দিক দিয়ে কিংবা উভয় দিক দিয়ে।"
    },
    {
      "ayah": 9,
      "surah": 61,
      "text": "তিনিই তাঁর রসূলকে প্রেরণ করেছেন পথনির্দেশ এবং সত্য দ্বীনসহ সকল দ্বীনের উপর তাকে শ্রেষ্ঠত্ব দানের জন্য; [১] যদিও মুশরিকরা তা অপছন্দ করে। [২]\n[১] এটা পূর্বের কথার তাকীদস্বরূপ। বিষয়ের গুরুত্বের দিকে লক্ষ্য করে তার পুনরাবৃত্তি করা হয়েছে।\n[২] তবুও এটা হবেই।"
    }
  ]
}
