{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 63,
      "text": "যখন মুনাফিক (কপট)রা তোমার নিকট আসে তখন তারা বলে, ‘আমরা সাক্ষ্য দিচ্ছি যে, আপনি নিশ্চয়ই আল্লাহর রসূল।’[১] আল্লাহ জানেন যে, তুমি নিশ্চয়ই তাঁর রসূল[২] এবং আল্লাহ সাক্ষ্য দিচ্ছেন যে, মুনাফিকরা অবশ্যই মিথ্যাবাদী। [৩]\n[১] 'মুনাফিক্বীন' (কপটদল) বলতে আব্দুল্লাহ ইবনে উবাই এবং তার সাথীদেরকে বুঝানো হয়েছে। এরা যখন রসূল (সাঃ)-এর নিকট উপস্থিত হত, তখন শপথ করে বলত যে, 'আপনি আল্লাহর রসূল।'\n[২] এ বাক্যটি পূর্বের বাক্য থেকে বিচ্ছিন্ন একটি বাক্য, যা পূর্বের বিষয়ের তাকীদ স্বরূপ এসেছে এবং যার প্রকাশ মুনাফিকবরা মুনাফিক্ব হিসাবে করত। মহান আল্লাহ বললেন, এ কথা তারা কেবল মুখেই বলে, তাদের অন্তর এই বিশ্বাস থেকে শূন্য। তবে আমি জানি যে, তুমি সত্যই আল্লাহর রসূল।\n[৩] অন্তর থেকে তোমার রিসালাতের সাক্ষ্য দেওয়ার ব্যাপারে। অর্থাৎ, ওরা অন্তর থেকে এ সাক্ষ্য দেয় না। কেবল প্রতারিত করার জন্য মুখে বলে।"
    },
    {
      "ayah": 10,
      "surah": 63,
      "text": "আমি তোমাদেরকে যে রুযী দিয়েছি, তোমরা তা হতে ব্যয় কর[১] তোমাদের কারো মৃত্যু আসার পূর্বে (অন্যথা মৃত্যু আসলে সে বলবে,) ‘হে আমার প্রতিপালক! আমাকে আরো কিছু কালের জন্য অবকাশ দিলে না কেন? [২] তাহলে আমি সাদাকা করতাম এবং সৎকর্মশীলদের অন্তর্ভুক্ত হতাম।’\n[১] ব্যয় করার অর্থ, যাকাত আদায় করা এবং অন্যান্য কল্যাণকর পথে দান করা।\n[২] এ থেকে জানা গেল যে, যাকাত আদায়, আল্লাহর পথে ব্যয় এবং হজ্জ করার সামর্থ্য হলে তা সম্পাদন করার ব্যাপারে বিলম্ব করা কোনমতেই ঠিক নয়। কারণ, মৃত্যু কখন এসে পড়বে, তার কোন ঠিক নেই? ফলে এই ফরয কাজগুলো আদায় করতে না পারলে তার উপর তা অনাদায় রয়ে যাবে। আর মৃত্যুর সময় তা আদায়ের আশা করায় কোন লাভ হবে না।"
    },
    {
      "ayah": 11,
      "surah": 63,
      "text": "কিন্তু নির্ধারিত কাল যখন উপস্থিত হবে, তখন আল্লাহ কখনো কাউকেও অবকাশ দেবেন না। আর তোমরা যা কর, আল্লাহ সে সম্বন্ধে সবিশেষ অবহিত।"
    },
    {
      "ayah": 2,
      "surah": 63,
      "text": "তারা তাদের শপথগুলোকে ঢালরূপে ব্যবহার করে, [১] আর তারা আল্লাহর পথ হতে মানুষকে বিরত রাখে।[২] তারা যা করছে তা কত মন্দ!\n[১] অর্থাৎ, তারা যে কসম খেয়ে বলে, তারা তোমাদের মতই মুসলিম এবং মুহাম্মাদ (সাঃ) আল্লাহর রসূল। আসলে তারা তাদের এই কসমকে নিজেদের ঢাল বানিয়ে রেখেছে। এর মাধ্যমে তারা তোমাদের হাত থেকে বেঁচে যায় এবং কাফেরদের মত তারা তোমাদের তরবারির আওতায় পড়ে না।\n[২] এর দ্বিতীয় অর্থ হল, তারা সন্দেহ ও সংশয় সৃষ্টি করে মানুষকে আল্লাহর পথে বাধা দেয়।"
    },
    {
      "ayah": 3,
      "surah": 63,
      "text": "এটা এ জন্য যে, তারা বিশ্বাস করার পর অবিশ্বাস করেছে,[১] ফলে তাদের হৃদয় মোহর করে দেওয়া হয়েছে, সুতরাং তারা বুঝবে না।\n[১] এ থেকে জানা গেল যে, মুনাফিকরা পরিষ্কার কাফের।"
    },
    {
      "ayah": 4,
      "surah": 63,
      "text": "তুমি যখন তাদের দিকে তাকাও, তখন তাদের দেহাকৃতি তোমাকে মুগ্ধ করে[১] এবং তারা যখন কথা বলে, তখন তুমি সাগ্রহে তা শ্রবণ কর;[২] তারা যেন দেওয়ালে ঠেকানো কাঠের খুঁটি,[৩] তারা যে কোন শোরগোলকে মনে করে তাদেরই বিরুদ্ধে।[৪] তারাই শত্রু অতএব তাদের সম্পর্কে সতর্ক হও, আল্লাহ তাদেরকে ধ্বংস করুন! বিভ্রান্ত হয়ে তারা কোথায় চলেছে?\n[১] অর্থাৎ, তাদের সৌন্দর্য, লাবণ্য, সজীবতার কারণে।\n[২] অর্থাৎ, ভাষার বিশুদ্ধতা এবং বাকপটুতার কারণে।\n[৩] অর্থাৎ, তারা তাদের দেহের উচ্চতা, সৌন্দর্য ও শ্রীতে এবং বোধহীনতা ও কল্যাণ স্বল্পতায় ঐরূপ, যেরূপ দেওয়ালে ঠেকানো কাঠ। দর্শককে তা দেখতে ভাল লাগে, কিন্তু কারো কোন উপকারে আসে না। অথবা এটা 'মুবতাদা মাহযুফ' (ঊহ্য উদ্দেশ্য) এর বিধেয়পদ। অর্থ হল, এরা রসূল (সাঃ)-এর মজলিসে ঐভাবে বসে, যেমন প্রাচীরে ঠেকানো কাঠ। এরা না কোন কথা শোনে, না বোঝে।\n(ফাতহুল ক্বাদীর)\n[৪] অর্থাৎ, এরা এত ভীরু যে, কোন শোরগোল বা হট্টগোল শুনলেই মনে করে, তাদের উপর কোন বিপদ এসে পড়ছে। কিংবা এই ভেবে আতঙ্কিত হয়ে ওঠে যে, হয়তো তাদের বিরুদ্ধে কোন পদক্ষেপ গ্রহণের পরিকল্পনা শুরু হয়েছে। যেমন, চোর ও অপরাধীদের মন অভ্যন্তরীণভাবে সব সময় ধুক্পুক্ করতে থাকে। 'চোরের মন পুলিশ পুলিশ!'"
    },
    {
      "ayah": 5,
      "surah": 63,
      "text": "যখন তাদেরকে বলা হয়, ‘তোমরা এসো, আল্লাহর রসূল তোমাদের জন্য ক্ষমা প্রার্থনা করবেন’, তখন তারা মাথা ফিরিয়ে নেয়[১] এবং তুমি তাদেরকে দেখবে যে, তারা দম্ভভরে ফিরে যায়।[২]\n[১] অর্থাৎ, ক্ষমা প্রার্থনা (অপ্রয়োজনীয় মনে করে) বৈমুখ হয়ে নিজেদের মাথা ঘুরিয়ে নেয়।\n[২] অর্থাৎ, যে তাদেরকে বলে তার নিকট থেকে অথবা রসূল (সাঃ) নিকট থেকে (নাক সিটকে) ফিরে যায়।"
    },
    {
      "ayah": 6,
      "surah": 63,
      "text": "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা না কর, উভয়ই তাদের জন্য সমান।[১] আল্লাহ তাদেরকে কখনো ক্ষমা করবেন না।[২] আল্লাহ পাপাচারী সম্প্রদায়কে সৎপথে পরিচালিত করেন না।\n[১] মুনাফিক্বী অভ্যাস এবং কুফরীর উপর অটল থাকার কারণে তারা এখন এমন পর্যায়ে পৌঁছে গেছে যে, তাদের জন্য ক্ষমা প্রার্থনা করা ও না করা উভয়ই সমান।\n[২] যদি এই মুনাফিক্বী অবস্থায় মারা যায়। তবে যদি কেউ জীবিত অবস্থায় কুফরী ও মুনাফিক্বী থেকে তওবা করে নেয়, তাহলে সে কথা ভিন্ন। এই অবস্থায় তার ক্ষমালাভ সম্ভব।"
    },
    {
      "ayah": 7,
      "surah": 63,
      "text": "তারাই বলে, ‘আল্লাহর রসূলের কাছে যারা আছে তাদের জন্য ব্যয় করো না; যতক্ষণ না তারা সরে পড়ে।’[১] বস্তুতঃ আকাশমন্ডলী ও পৃথিবীর ধন-ভান্ডার তো আল্লাহরই।[২] কিন্তু মুনাফিক (কপট)রা তা বুঝে না। [৩]\n[১] এক যুদ্ধে (যাকে ঐতিহাসিকগণ 'মুরাইসী' অথবা 'বানী মুসত্বালাক' বলেন) একজন মুহাজির এবং একজন আনসার সাহাবীর মাঝে ঝগড়া বেধে যায়। উভয়েই নিজের নিজের সাহায্যের জন্য মুহাজির ও আনসার সাহাবীদেরকে ডাকাডাকি শুরু করেন। এটাকে কেন্দ্র করে আব্দুল্লাহ ইবনে উবাই (মুনাফিক) আনসারদেরকে বলল যে, 'তোমরা মুহাজিরদেরকে সাহায্য করেছ এবং তাঁদেরকে নিজেদের সাথে রেখেছ। এখন দেখ তার ফল কি সামনে আসছে। অর্থাৎ, তোমাদেরই খেয়ে তোমাদেরকেই দাঁত দেখাচ্ছে! (তোমরা আসলে দুধ-কলা দিয়ে কাল সাপ পুষছ!) আর এর চিকিৎসা হল এই যে, তাঁদের জন্য ব্যয় করা বন্ধ করে দাও। দেখবে তাঁরা আপনা-আপনিই কেটে পড়বে।' সে (আব্দুল্লাহ ইবনে উবাই) এ কথাও বলেছিল যে, 'আমরা (যারা সম্মানী লোক তারা) এই হীন (মুহাজির) লোকগুলোকে মদীনা থেকে বহিষ্কার করে দেব।' যায়েদ ইবনে আরক্বাম (রাঃ) তার এই জঘন্য কথাবার্তা শুনে নেন এবং রসূল (সাঃ)-কে তা জানিয়ে দেন। তিনি আব্দুল্লাহ ইবনে উবাইকে ডেকে জিজ্ঞেস করলে সে পরিষ্কার অস্বীকার করে দেয়। ফলে যায়েদ ইবনে আরক্বাম (রাঃ) চরমভাবে ব্যথিত হন। মহান আল্লাহ যায়েদ ইবনে আরক্বাম (রাঃ)-এর সত্যবাদিতা প্রমাণের জন্য সূরা মুনাফিক্বুন অবতীর্ণ করেন এবং এর দ্বারা ইবনে উবায়ের নোংরা চরিত্রের মুখোশ পূর্ণরূপে খুলে দেন।\n(বুখারী, সূরা মুনাফিকূনের তফসীর পরিচ্ছেদ)\n[২] অর্থাৎ, মুহাজিরদের রুযীর মালিক তো আল্লাহ। কারণ, সকল প্রকার রুযীর ভান্ডার তাঁরই কাছে। তিনি যাকে চান তা দান করেন এবং যাকে চান না বঞ্চিত করেন।[৩] মুনাফিকরা এই বাস্তবতাকে জানে না। তাই তারা মনে করে যে, আনসাররা যদি মুহাজিরদের প্রতি সাহায্যের হাত না বাড়ায়, তাহলে তাঁরা না খেয়ে মারা যাবেন।"
    },
    {
      "ayah": 8,
      "surah": 63,
      "text": "তারা বলে, ‘আমরা মদীনায় ফিরে গেলে সেখান হতে সম্মানী অবশ্যই হীনকে বহিষ্কার করবে।’[১] বস্তুতঃ যাবতীয় সম্মান তো আল্লাহরই এবং তাঁর রসূল ও বিশ্বাসীদের।[২] কিন্তু মুনাফিক (কপট)রা তা জানে না। [৩]\n[১] এ কথা মুনাফিকদের সর্দার আব্দুল্লাহ ইবনে উবাই বলেছিল। 'সম্মানী' বলতে তার লক্ষ্য ছিল, সে নিজে এবং তার সাথী-সঙ্গীরা। আর 'হীন' বলতে সে বুঝাতে চেয়েছিল, (নাউযু বিল্লাহ) রসূল (সাঃ) এবং তাঁর সাহাবীদেরকে!\n[২] অর্থাৎ, সম্মান ও আধিপত্য কেবলমাত্র আল্লাহর জন্য। অতঃপর তিনি নিজের পক্ষ হতে যাকে চান সম্মান ও আধিপত্য দান করেন। আর তিনি তো তাঁর রসূলদের এবং তাঁর প্রতি ঈমান আনয়নকারীদেরকে সম্মান ও উচ্চ মর্যাদা দান করেন। এ সম্মান তাদেরকে দান করেন না, যারা তাঁর অবাধ্য। এখানে মুনাফিকদের কথা খন্ডন করে বলা হয়েছে যে, সমস্ত ইজ্জতের মালিক বা অধিকারী কেবলমাত্র মহান আল্লাহ এবং সম্মানিত কেবল সে-ই, যাকে তিনি সম্মান দান করেন। সে নয়, যে নিজেকে সম্মানী মনে করে বা যাকে বিশ্ববাসী সম্মানী মনে করে। আর আল্লাহর নিকট সম্মান লাভ কেবল ঈমানদাররাই করবেন; কাফের ও মুনাফিকরা নয়।\n[৩] এই জন্য এমন কাজ করে না, যা তাদের জন্য উপকারী হবে এবং সেই সব বস্তু থেকে বিরত থাকে না, যা তাদের জন্য ক্ষতিকর।"
    },
    {
      "ayah": 9,
      "surah": 63,
      "text": "হে বিশ্বাসীগণ! তোমাদের ধন-সম্পত্তি ও সন্তান- সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণ হতে উদাসীন না করে,[১] যারা উদাসীন হবে, তারাই তো ক্ষতিগ্রস্ত।\n[১] অর্থাৎ, মাল এবং সন্তান-সন্ততির ভালবাসা তোমাদের উপর এমনভাবে প্রভাব বিস্তার না করে ফেলে যে, তোমরা আল্লাহ কর্তৃক আরোপিত যাবতীয় বিধি-বিধান ও ফরয কার্যাবলী থেকে উদাসীন হয়ে যাও এবং তাঁরই নির্ধারিত হালাল ও হারামের সীমালংঘনের ব্যাপারেও একেবারে বেপরোয়া হয়ে যাও। মুনাফিকদের আলোচনার পরে পরেই এই সতর্কতার উদ্দেশ্য হল, এ কথা জানিয়ে দেওয়া যে, এটা হল মুনাফিকদের চরিত্র যা মানুষকে ক্ষতিগ্রস্ত করে। ঈমানদারদের চরিত্র এর বিপরীত। আর তা হল, তাঁরা সব সময় আল্লাহকে স্মরণে রাখেন। অর্থাৎ, তাঁর যাবতীয় বিধি-বিধান ও অত্যাবশ্যকীয় কার্যাবলীর প্রতি যত্ন নেন এবং হালাল ও হারামের মধ্যে পার্থক্য খেয়াল করেন।"
    }
  ]
}
