{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 69,
      "text": "সেই অবশ্যম্ভাবী ঘটনা। [১]\n[১] الحَاقَّةُ কিয়ামতের নামসমূহের অন্যতম নাম। এই দিনে আল্লাহর নির্দেশ বাস্তবায়িত হবে এবং এ দিনও বাস্তবে সংঘটিত হবে। এই জন্য এটাকে الحَاقَّةُ নামে আখ্যায়িত করা হয়েছে।"
    },
    {
      "ayah": 10,
      "surah": 69,
      "text": "তারা তাদের প্রতিপালকের রসূলকে অমান্য করেছিল, ফলে তিনি তাদেরকে অতি কঠোরভাবে পাকড়াও করলেন। [১]\n[১] رَابِيَةٌ শব্দটি رَبَا يَرْبُو থেকে গঠিত। যার অর্থ হলঃ অতিরিক্ত। অর্থাৎ, তাদেরকে এমনভাবে পাকড়াও করেছিলেন যে, তা অন্য সম্প্রদায়ের পাকড়াও অপেক্ষা অতিরিক্ত কঠোর ছিল। অর্থাৎ, এদেরকে সর্বাধিক কঠোরভাবে পাকড়াও করা হয়েছিল। এ থেকে أَخْذَةً رَّابِيَةً এর অর্থ দাঁড়ালঃ অতীব কঠিন পাকড়াও।"
    },
    {
      "ayah": 11,
      "surah": 69,
      "text": "যখন পানি উথলে উঠেছিল,[১] তখন আমি তোমাদেরকে আরোহণ করিয়েছিলাম নৌযানে। [২]\n[১] অর্থাৎ, পানি তার উচ্চতার সীমা ছাড়িয়ে গিয়েছিল। অর্থাৎ, পানি খুব বেড়ে গিয়েছিল।\n[২] এখানে 'তোমাদেরকে' বলে কুরআন অবতীর্ণকালের লোকদেরকে সম্বোধন করা হয়েছে। অর্থ হল যে, তোমরা যে পূর্বপুরুষদের বংশধর, আমি তাদেরকে কিশ্তীতে সওয়ার করিয়ে মহাপ্লাবন থেকে বাঁচিয়েছি। الجَارِيَةِ (নৌযান) বলতে নূহ (আঃ)-এর কিশ্তীকে বুঝানো হয়েছে।"
    },
    {
      "ayah": 12,
      "surah": 69,
      "text": "আমি এটা করেছিলাম তোমাদের শিক্ষার জন্য[১] এবং যাতে স্মৃতিধর কর্ণ এটা স্মরণ রাখে। [২]\n[১] অর্থাৎ, কাফেরদেরকে পানিতে ডুবিয়ে দেওয়া এবং মু'মিনদেরকে নৌকায় আরোহণ করিয়ে বাঁচিয়ে নেওয়ার কাজ হল তোমাদের জন্য নসীহত ও উপদেশস্বরূপ। তোমরা এ থেকে উপদেশ গ্রহণ কর এবং আল্লাহর অবাধ্যতা থেকে দূরে থাক।\n[২] অর্থাৎ, শ্রবণকারী তা শ্রবণ করে যেন স্মরণে রাখে এবং সেও যেন এ থেকে উপদেশ গ্রহণ করে।"
    },
    {
      "ayah": 13,
      "surah": 69,
      "text": "যখন শিংগায় ফুৎকার দেওয়া হবে একটি মাত্র ফুৎকার। [১]\n[১] মিথ্যাবাদীদের পরিণাম উল্লেখ করার পর এখন বলা হচ্ছে যে, এই (الْحَاقَّةُ) 'অবশ্যম্ভাবী ঘটনা' (কিয়ামত) কিভাবে সংঘটিত হবে। ইস্রাফীল (আঃ)-এর এক ফুৎকারে তা সংঘটিত হয়ে যাবে।"
    },
    {
      "ayah": 14,
      "surah": 69,
      "text": "তখন পর্বতমালা সহ পৃথিবী উৎক্ষিপ্ত হবে[১] এবং একই ধাক্কায় ওগুলো চূর্ণ-বিচূর্ণ হয়ে যাবে।\n[১] অর্থাৎ, স্ব স্ব স্থান থেকে তুলে নেওয়া হবে এবং আল্লাহর মহাশক্তি দ্বারা অবস্থানক্ষেত্র থেকে সমূলে উৎপাটিত হবে।"
    },
    { "ayah": 15, "surah": 69, "text": "সেদিন সংঘটিত হবে মহাঘটনা (কিয়ামত)।" },
    {
      "ayah": 16,
      "surah": 69,
      "text": "আর আকাশ বিদীর্ণ হয়ে অসার হয়ে পড়বে। [১]\n[১] অর্থাৎ, তাতে কোন শক্তি এবং মজবুতী থাকবে না। আর যে জিনিস ফেটে টুকরো টুকরো হয়ে যায় তাতে মজবুতী কিভাবে থাকতে পারে?"
    },
    {
      "ayah": 17,
      "surah": 69,
      "text": "ফিরিশতাগণ আকাশের প্রান্তদেশে থাকবে[১] এবং সেদিন আটজন ফিরিশতা তোমার প্রতিপালকের আরশকে তাদের ঊর্ধ্বে ধারণ করবে। [২]\n[১] আসমান টুকরো টুকরো হয়ে যাওয়ার পর আসমানবাসী ফিরিশতারা কোথায় থাকবেন? বলা হল, তাঁরা আকাশের প্রান্তদেশে থাকবেন। এর একটি অর্থ এও হতে পারে যে, ফিরিশতাগণ আসমান ফাটার পূর্বে আল্লাহর নির্দেশে যমীনে চলে আসবেন। অতএব ফিরিশতাগণ দুনিয়ার প্রান্তদেশে থাকবেন। অথবা অর্থ এও হতে পারে যে, আসমান খন্ড খন্ড হয়ে বিভিন্ন খন্ডে পরিণত হবে। সেই খন্ডগুলোর মধ্যে যেগুলো যমীনের প্রান্তদেশে নিজ স্থানে প্রতিষ্ঠিত থাকবে ফিরিশতাগণ সেখানে থাকবেন।\n(ফাতহুল ক্বাদীর)\n[২] অর্থাৎ, এই নির্দিষ্ট ফিরিশতাগণ আল্লাহর আরশকে তাঁদের মাথায় উঠিয়ে রাখবেন। আবার এটাও হতে পারে যে, এই আরশ থেকে উদ্দেশ্য হল সেই আরশ, যা ফায়সালার জন্য যমীনে রাখা হবে এবং যার উপর মহান আল্লাহর গৌরবময় অবতরণ সংঘটিত হবে।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 18,
      "surah": 69,
      "text": "সেদিন পেশ করা হবে তোমাদেরকে[১] এবং তোমাদের কিছুই গোপন থাকবে না।\n[১] এই পেশকরণ এই জন্য হবে না যে, আল্লাহ যাকে জানেন না, তাকে জেনে নেবেন। তিনি তো সকলকেই জানেন। বরং পেশ বা উপস্থিত করা হবে কেবল মানুষের উপর হুজ্জত কায়েম করার জন্য। নচেৎ, আল্লাহর কাছে তো কারো কোন জিনিসই গোপন নেই।"
    },
    {
      "ayah": 19,
      "surah": 69,
      "text": "সুতরাং যাকে তার আমলনামা তার ডান হাতে দেওয়া হবে[১] সে বলবে, ‘এই নাও, আমার আমলনামা পড়ে দেখ; [২]\n[১] যা তার সৌভাগ্য, মুক্তি ও সাফল্যের দলীল হবে।\n[২] অর্থাৎ, সে অত্যধিক খুশী হয়ে সকলকে বলবে যে, 'নাও পড়। আমার আমলনামা তো আমি পেয়ে গেছি।' কারণ সে জেনে যাবে যে, এতে কেবল পুণ্যসমূহই থাকবে। কিছু পাপ থাকলেও আল্লাহ হয়তো তা ক্ষমা করে দেবেন অথবা সে পাপগুলোকে পুণ্যে পরিবর্তন করে দেবেন। যেমন, মহান আল্লাহ ঈমানদারদের সাথে দয়া ও অনুগ্রহের এমনতর বিভিন্ন পদ্ধতি অবলম্বন করবেন।"
    },
    {
      "ayah": 2,
      "surah": 69,
      "text": "কী সেই অবশ্যম্ভাবী ঘটনা? [১]\n[১] এটি শাব্দিক প্রশ্নবাচক হলেও উদ্দেশ্য হল, কিয়ামতের দিনের ভয়ঙ্করতা ও ভয়াবহতার কথা বর্ণনা করা।"
    },
    {
      "ayah": 20,
      "surah": 69,
      "text": "আমার পূর্ণ বিশ্বাস ছিল যে, আমাকে আমার হিসাবের সম্মুখীন হতে হবে।’ [১]\n[১] অর্থাৎ, আখেরাতের হিসাব-কিতাবের প্রতি আমার পূর্ণ বিশ্বাস ছিল।"
    },
    { "ayah": 21, "surah": 69, "text": "সুতরাং সে এক সন্তোষজনক জীবন লাভ করবে;" },
    {
      "ayah": 22,
      "surah": 69,
      "text": "সুউচ্চ জান্নাতে। [১]\n[১] জান্নাতের বিভিন্ন স্তর হবে। প্রত্যেক স্তরের মাঝে বহু ব্যবধান থাকবে। যেমন, মুজাহিদদের ব্যাপারে নবী (সাঃ) বলেছেন, \"জান্নাতে একশত স্তর আছে, যা আল্লাহ তাআলা তাঁর পথে মুজাহিদদের জন্য তৈরী করে রেখেছেন। দু'টি স্তরের মধ্যেকার ব্যবধান হল আসমান ও যমীনের দূরত্বের সমান।\"\n(বুখারীঃ জিহাদ অধ্যায়, মুসলিমঃ ইমারাহ অধ্যায়)"
    },
    {
      "ayah": 23,
      "surah": 69,
      "text": "যার ফলরাশি ঝুলে থাকবে নাগালের মধ্যে। [১]\n[১] অর্থাৎ, তা একেবারে নিকটে হবে। অর্থাৎ, কেউ যদি শুয়ে শুয়েও ফল নিতে চায়, তাহলে সে তা নিতে পারবে। قُطُوْفٌ হল قِطْفٌ এর বহুবচন। অর্থ হল, চয়িত বা সংগৃহীত ফল।"
    },
    {
      "ayah": 24,
      "surah": 69,
      "text": "(তাদেরকে বলা হবে,) ‘পানাহার কর তৃপ্তির সাথে, তোমরা অতীত দিনে যা করেছিলে তার বিনিময়ে।’[১]\n[১] অর্থাৎ, দুনিয়ায় যে নেক আমলগুলো করেছিলে তারই প্রতিদান হল এই জান্নাত।"
    },
    {
      "ayah": 25,
      "surah": 69,
      "text": "কিন্তু যার আমলনামা তার বাম হাতে দেওয়া হবে, সে বলবে, ‘হায়! আমাকে যদি দেওয়াই না হত আমার আমলনামা। [১]\n[১] কেননা, আমল-নামা বাম হাতে পাওয়াই হবে দুর্ভাগ্যের লক্ষণ।"
    },
    {
      "ayah": 26,
      "surah": 69,
      "text": "এবং আমি যদি না জানতাম আমার হিসাব। [১]\n[১] অর্থাৎ, যদি আমাকে জানানো না হত। কারণ সমস্ত হিসাব তার প্রতিকূলে হবে।"
    },
    {
      "ayah": 27,
      "surah": 69,
      "text": "হায়! আমার মৃত্যুই যদি আমার শেষ হত! [১]\n[১] অর্থাৎ, যদি মৃত্যুটাই আমার শেষ ফায়সালা হত এবং পুনরায় আমাকে জীবিত না করা হত, তাহলে এই মন্দ দিন আমাকে দেখতে হত না।"
    },
    { "ayah": 28, "surah": 69, "text": "আমার ধন-সম্পদ আমার কোন কাজেই এল না।" },
    {
      "ayah": 29,
      "surah": 69,
      "text": "আমার ক্ষমতাও অপসৃত হয়েছে।’ [১]\n[১] অর্থাৎ, যেমন আমার মাল আমার কোন উপকারে এল না, অনুরূপ উচ্চপদ, মর্যাদা, আধিপত্য ও রাজত্বও আমার কোন কাজে দিল না। আজ আমি একাই এখানে সাজা ভুগতে বাধ্য।"
    },
    {
      "ayah": 3,
      "surah": 69,
      "text": "কিসে তোমাকে জানাল সেই অবশ্যম্ভাবী ঘটনা কী? [১]\n[১] অর্থাৎ, কিসের মাধ্যমে তুমি এর পূর্ণ বাস্তবতা সম্পর্কে অবহিত হতে পার? উদ্দেশ্য এ জ্ঞানের অস্বীকৃতি জ্ঞাপন। অর্থাৎ, তোমার এ ব্যাপারে জ্ঞান নেই। কেননা, তুমি এখন তা না দেখেছ, আর না তার ভয়াবহতা পরিদর্শন করেছ। এ হল সৃষ্টিকুলের জ্ঞানের আওতা-বহির্ভূত।\n(ফাতহুল ক্বাদীর)\nকোন কোন আলেম বলেন, কুরআনে যে ব্যাপারেই অতীতকালের ক্রিয়াপদ وَمَآ أَدْرَاكَ ব্যবহার করে প্রশ্ন করা হয়েছে, তার উত্তর দিয়ে ব্যাখ্যা বর্ণনা করে দেওয়া হয়েছে। আর যে ব্যাপারে ভবিষ্যৎকালের ক্রিয়াপদ وَمَا يُدْريْكَ ব্যবহার করে প্রশ্ন করা হয়েছে, উত্তরের মাধ্যমে তার জ্ঞান বা ব্যাখ্যা মানুষকে জানানো হয়নি।\n(ফাতহুল ক্বাদীর, আয়সারুত্ তাফাসীর)"
    },
    { "ayah": 30, "surah": 69, "text": "(ফিরিশতাদেরকে বলা হবে,) ‘ওকে ধর। অতঃপর ওর গলদেশে বেড়ি পরিয়ে দাও।" },
    {
      "ayah": 31,
      "surah": 69,
      "text": "অতঃপর নিক্ষেপ কর জাহান্নামে। [১]\n[১] এইভাবে মহান আল্লাহ জাহান্নামের ফিরিশতাকে আদেশ করবেন।"
    },
    {
      "ayah": 32,
      "surah": 69,
      "text": "পুনরায় সত্তর হাত দীর্ঘ এক শৃঙ্খলে তাকে শৃঙ্খলিত কর।’[১]\n[১] এই ذِرَاعٌ (হাত) কার হবে? এবং এটা কত বড় হবে? তার বিবরণ দেওয়া সম্ভব নয়। তবে এ থেকে জানা গেল যে, শিকলের দৈর্ঘ্য ৭০ হাত পরিমাণ হবে। (এবং তা দিয়ে তাকে বাঁধা হবে।)"
    },
    {
      "ayah": 33,
      "surah": 69,
      "text": "নিশ্চয় সে মহান আল্লাহতে বিশ্বাসী ছিল না, [১]\n[১] এখানে উল্লিখিত শাস্তির কারণ অথবা অপরাধীর অপরাধ কি ছিল, তা বর্ণিত হয়েছে।"
    },
    {
      "ayah": 34,
      "surah": 69,
      "text": "এবং অভাবগ্রস্তকে অন্নদানে উৎসাহিত করত না; [১]\n[১] অর্থাৎ, ইবাদত ও আনুগত্য দ্বারা না আল্লাহর হক আদায় করত, আর না সেই অধিকারগুলো আদায় করত যা বান্দাদের আপোসে একে অপরের প্রতি আরোপিত হয়। বুঝা গেল যে, ঈমানদার বান্দার মাঝে এই গুণের সমষ্টি পাওয়া যায় যে, সে আল্লাহর অধিকারের সাথে সাথে সৃষ্টির অধিকারও আদায় করে থাকে।"
    },
    { "ayah": 35, "surah": 69, "text": "অতএব এই দিন সেখানে তার কোন সুহৃদ থাকবে না।" },
    {
      "ayah": 36,
      "surah": 69,
      "text": "এবং কোন খাদ্য থাকবে না ক্ষতনিঃসৃত পুঁজ ব্যতীত। [১]\n[১] কেউ কেউ বলেন, 'গিসলীন' হল জাহান্নামের কোন গাছের নাম। আবার কেউ বলেন, যাক্কুমকেই এখানে 'গিসলীন' বলা হয়েছে। আবার কিছু সংখ্যক উলামা বলেন, এটা হল জাহান্নামীদের ক্ষতনিঃসৃত পুঁজ অথবা তাদের দেহ থেকে নির্গত রক্ত এবং দুর্গন্ধময় পানি। أَعَاذََنَا اللهُ مِنْهُ।"
    },
    {
      "ayah": 37,
      "surah": 69,
      "text": "যা অপরাধীরা ব্যতীত কেউ ভক্ষণ করবে না। [১]\n[১] خَاطِئُوْنَ (পাপী বা অপরাধীরা) বলতে জাহান্নামীদেরকে বুঝানো হয়েছে। যারা কুফরী ও শিরকের কারণে জাহান্নামে প্রবেশ করবে। কেননা, এই গোনাহই হল এমন গোনাহ; যা জাহান্নামে চিরস্থায়ী হওয়ার কারণ।"
    },
    { "ayah": 38, "surah": 69, "text": "আমি কসম করছি তার, যা তোমরা দেখতে পাও।" },
    {
      "ayah": 39,
      "surah": 69,
      "text": "এবং যা তোমরা দেখতে পাও না। [১]\n[১] অর্থাৎ, আল্লাহর সৃষ্টি করা এমন সব জিনিস, যা মহান আল্লাহর অস্তিত্ব এবং তাঁর কুদরত তথা মহাশক্তিকে প্রমাণ করে। সেগুলো তোমরা দেখতে পাও বা না পাও, সেগুলোর শপথ! পরে আসছে শপথের জবাব।"
    },
    {
      "ayah": 4,
      "surah": 69,
      "text": "সামূদ ও আ’দ সম্প্রদায় মিথ্যাজ্ঞান করেছিল মহাপ্রলয়কে।[১]\n[১] এখানে কিয়ামতকে القَارِعة (ঠকঠক্কারী) বলা হয়েছে। যেহেতু মহাপ্রলয় কিয়ামত নিজ ভয়াবহতায় মানুষের হৃদয়কে জাগ্রত করে তুলবে।"
    },
    {
      "ayah": 40,
      "surah": 69,
      "text": "নিশ্চয়ই এই কুরআন এক সম্মানিত রসূলের বার্তা। [১]\n[১] সম্মানিত রসূল বলতে মুহাম্মাদ (সাঃ)-কে বুঝানো হয়েছে। আর قول 'বার্তা'র অর্থ তেলাঅত (পাঠ করা)। অর্থাৎ, রাসূলে করীম (সাঃ)-এর তেলাঅত। অথবা قول 'বার্তা' বলতে এমন কথা যা এই সম্মানিত রসূল, আল্লাহর পক্ষ থেকে তোমাদের নিকট পৌঁছান। কারণ, কুরআন না রসূল (সাঃ)-এর বাণী, আর না জিবরীল (আঃ)-এর বাণী, বরং তা হল আল্লাহর বাণী, যা তিনি জিবরীল ফিরিশতার মাধ্যমে পয়গম্বরের উপর অবতীর্ণ করেছেন। অতঃপর তিনি মানুষের কাছে তা পাঠ করে শুনিয়ে ও পৌঁছে দিয়েছেন।"
    },
    {
      "ayah": 41,
      "surah": 69,
      "text": "এটা কোন কবির কথা নয়; [১] (আফসোস যে,) তোমরা অল্পই বিশ্বাস কর।\n[১] যা তোমরা মনে কর ও বলে থাক। কারণ, এই ধরনের কথা কবিতা হয় না এবং কবিতার সাথে এ বাণীর কোন সাদৃশ্যও নেই। অতএব তা কোন কবির কথা কিভাবে হতে পারে?"
    },
    {
      "ayah": 42,
      "surah": 69,
      "text": "এটা গণকের কথাও নয়; [১] (আফসোস যে,) তোমরা অল্পই উপদেশ গ্রহণ করে থাক। [২]\n[১] যেমন, কখনও কখনও তোমরা এ রকম দাবীও কর। অথচ জ্যোতিষবিদ্যাও এক ভিন্ন জিনিস।\n[২] উভয় স্থানে قَلِيل (অল্প) এর লক্ষ্যার্থ, না। অর্থাৎ, তোমরা একেবারে না কুরআনকে বিশ্বাস কর, আর না তা থেকে উপদেশ গ্রহণ কর।"
    },
    {
      "ayah": 43,
      "surah": 69,
      "text": "এটা বিশ্ব-জাহানের প্রতিপালকের নিকট হতে অবতীর্ণ। [১]\n[১] অর্থাৎ, রাসূলের যবান হতে উচ্চারিত এ কথা বিশ্বের প্রতিপালক আল্লাহর পক্ষ হতে অবতীর্ণ করা হয়েছে। একে তোমরা কখনো কবির এবং কখনো গণকের কথা বলে তা মিথ্যাজ্ঞান করে থাক।"
    },
    {
      "ayah": 44,
      "surah": 69,
      "text": "সে যদি আমার নামে কিছু রচনা করে চালাতে চেষ্টা করত।[১]\n[১] অর্থাৎ, যদি নিজের তরফ থেকে বানিয়ে আমার প্রতি সম্বন্ধ করে দিত অথবা এতে কম-বেশী করত, তাহলে আমি সত্বর তাকে পাকড়াও করতাম এবং তাকে আমি ঢিল দিতাম না। যেমন, পরের আয়াতে সে কথা বলা হয়েছে।"
    },
    {
      "ayah": 45,
      "surah": 69,
      "text": "তবে অবশ্যই আমি তার ডান হাত ধরে ফেলতাম, [১]\n[১] অথবা ডান হাত দ্বারা পাকড়াও করতাম। কেননা, ডান হাত দ্বারা দৃঢ়তার সাথে পাকড়াও করা যায়। অবশ্য আল্লাহর উভয় হাতই ডান হাত; যেমন এ কথা হাদীসে এসেছে।"
    },
    {
      "ayah": 46,
      "surah": 69,
      "text": "এবং কেটে দিতাম তার জীবন-ধমনী। [১]\n[১] জ্ঞাতব্য যে, এই শাস্তি কেবলমাত্র নবী (সাঃ)-এর ব্যাপারে বর্ণিত হয়েছে। এ থেকে উদ্দেশ্য তাঁর সত্যতার বিকাশ। এতে কোন মূল নীতির কথা বর্ণনা করা হয়নি যে, যে ব্যক্তিই নবী হওয়ার মিথ্যা দাবী করবে, তাকেই সত্বর শাস্তি প্রদান করব। কাজেই নবুঅতের কোন মিথ্যা দাবীদারকে এই ভিত্তিতে সত্য সাব্যস্ত করা যাবে না যে, দুনিয়াতে সে আল্লাহর পাকড়াও থেকে রেহাই পেয়েছে। বিভিন্ন ঐতিহাসিক ঘটনাবলী থেকেও প্রমাণিত যে, নবুঅতের অনেক মিথ্যা দাবীদারকে আল্লাহ ঢিল দিয়েছেন এবং তারা দুনিয়াতে তাঁর পাকড়াও থেকে নিরাপত্তা লাভ করেছে। কাজেই আল্লাহর ঐ শাস্তির ধমককে মূলনীতি মনে করে নিলে, নবুঅতের বহু মিথ্যা দাবীদারদেরকে সত্য নবী বলে মেনে নিতে হবে।"
    },
    {
      "ayah": 47,
      "surah": 69,
      "text": "অতঃপর তোমাদের মধ্যে এমন কেউ নেই যে তাকে রক্ষা করতে পারত। [১]\n[১] এ থেকে জানা গেল যে, মুহাম্মাদ (সাঃ) সত্য রসূল ছিলেন। যেহেতু তাঁকে আল্লাহ শাস্তি দেননি। বরং বহু প্রমাণাদি, অলৌকিক ঘটনাবলী এবং বিশেষ সমর্থন ও সাহায্য দানে তাঁকে ধন্য করেছেন।"
    },
    {
      "ayah": 48,
      "surah": 69,
      "text": "এই কুরআন আল্লাহভীরুদের জন্য অবশ্যই এক উপদেশ।[১]\n[১] কেননা, এর দ্বারা কেবল তারাই উপকৃত হয়। নচেৎ কুরআন সমস্ত লোকের জন্যই নসীহত ও উপদেশ বয়ে এনেছে।"
    },
    { "ayah": 49, "surah": 69, "text": "আমি অবশ্যই জানি যে, তোমাদের মধ্যে মিথ্যাজ্ঞানকারী রয়েছে।" },
    {
      "ayah": 5,
      "surah": 69,
      "text": "সুতরাং সামূদ সম্প্রদায়, তাদেরকে ধ্বংস করা হয়েছিল এক প্রলয়ঙ্কর গর্জন দ্বারা। [১]\n[১] طَاغِيَةٌ হল সীমাহীন বিকট শব্দ। অর্থাৎ, নেহাতই ভয়ঙ্কর মহাগর্জন দ্বারা সামুদ সম্প্রদায়কে ধ্বংস করা হয়েছিল। যেমন পূর্বেও বহু স্থানে এ কথা আলোচিত হয়েছে।"
    },
    {
      "ayah": 50,
      "surah": 69,
      "text": "আর এই কুরআন নিশ্চয়ই অবিশ্বাসীদের জন্য আফসোসের কারণ হবে। [১]\n[১] অর্থাৎ, কিয়ামতের দিন এ ব্যাপারে অনুতপ্ত হয়ে বলবে যে, 'কতই না ভাল হত, যদি আমরা কুরআনকে মিথ্যা মনে না করতাম।' অথবা এই কুরআনই তাদের আফসোস ও অনুতাপের কারণ হবে। যখন তারা ঈমানদারদেরকে কুরআন (পাঠ ও আমল করার) প্রতিদান পেতে দেখবে।"
    },
    {
      "ayah": 51,
      "surah": 69,
      "text": "অবশ্যই এটা নিশ্চিত সত্য; [১]\n[১] অর্থাৎ, কুরআন মাজীদ যে আল্লাহর পক্ষ থেকে এসেছে এটা একেবারে সত্য। এতে সন্দেহের কোন অবকাশ নেই। অথবা কিয়ামতের ব্যাপারে যে খবর দেওয়া হচ্ছে, তাও হক ও সত্য।"
    },
    {
      "ayah": 52,
      "surah": 69,
      "text": "অতএব তুমি মহান প্রতিপালকের নামের পবিত্রতা ও মহিমা ঘোষণা কর। [১]\n[১] যিনি কুরআন মাজীদের মত মহাগ্রন্থ অবতীর্ণ করেছেন।"
    },
    {
      "ayah": 6,
      "surah": 69,
      "text": "আর আ’দ সম্প্রদায়, তাদেরকে ধ্বংস করা হয়েছিল এক প্রচন্ড ঝড়ো-হাওয়া দ্বারা। [১]\n[১] صَرْصَرٍ এর অর্থ হল অত্যধিক হিমশীতল প্রচন্ড ঝড়ো হাওয়া। عَاتِيَةٍ দুর্দান্ত উগ্র, যা দমন করা যায় না। অর্থাৎ, প্রচন্ড বেগবান ঝড়, আয়ত্তে আনা যায় না এমন হিমশীতল হাওয়া দ্বারা হূদ (আঃ)-এর জাতি আ'দকে ধ্বংস করা হয়েছিল।"
    },
    {
      "ayah": 7,
      "surah": 69,
      "text": "যা তিনি তাদের উপর প্রবাহিত করেছিলেন সাত রাত আট দিন অবিরামভাবে,[১] তখন (দেখলে) তুমি উক্ত সম্প্রদায়কে দেখতে, তারা সেখানে লুটিয়ে পড়ে আছে সারশূন্য খেজুর কান্ডের ন্যায়। [২]\n[১] حَسْمٌ অর্থ হল কাটা এবং পৃথক পৃথক করে দেওয়া। কেউ কেউ حُسُومًا অর্থ করেছেন, লাগাতার, অবিরামভাবে।\n[২] এ থেকে তাদের সুদীর্ঘ দেহের প্রতি ইঙ্গিত করা হয়েছে। خَاوِيَةٌ শব্দের অর্থ হল শূন্য/খালি। প্রাণহীন দেহকে সারশূন্য খেজুর গাছের গুঁড়ির সাথে তুলনা করা হয়েছে।"
    },
    { "ayah": 8, "surah": 69, "text": "অতঃপর তাদের কাউকেও তুমি বিদ্যমান দেখতে পাও কি?" },
    {
      "ayah": 9,
      "surah": 69,
      "text": "আর ফিরআউন, তার পূর্ববর্তীরা এবং উল্টে যাওয়া বস্তিবাসীরা (লূত সম্প্রদায়) [১] পাপ করেছিল।\n[১] উল্টে যাওয়া বস্তিবাসীরা বলতে লূত (আঃ)-এর সম্প্রদায়কে বুঝানো হয়েছে।"
    }
  ]
}
