{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 71,
      "text": "নিশ্চয় আমি নূহকে তার সম্প্রদায়ের নিকট[১] প্রেরণ করেছিলাম (এই নির্দেশ সহ যে,) তুমি তোমার সম্প্রদায়কে সতর্ক কর তাদের উপর যন্ত্রণাদায়ক শাস্তি আসার পূর্বে। [২]\n[১] নূহ (আঃ) একজন উচ্চ মর্যাদাসম্পন্ন পয়গম্বর ছিলেন। সহীহ মুসলিম প্রভৃতি হাদীসগ্রন্থে বর্ণিত শাফাআ'ত সম্পর্কিত হাদীসে এসেছে যে, তিনি হলেন প্রথম রসূল। এও বলা হয় যে, তাঁরই সম্প্রদায় হতে শিরকের উৎপত্তি হয়েছে। এই জন্য মহান আল্লাহ তাঁকে তাঁর সম্প্রদায়ের হিদায়াতের জন্য প্রেরণ করেন।\n[২] অর্থাৎ, কিয়ামতে অথবা দুনিয়াতে আযাব আসার পূর্বে। যেমন, এই সম্প্রদায়ের উপর তুফান এসেছিল।"
    },
    {
      "ayah": 10,
      "surah": 71,
      "text": "সুতরাং বলেছি, ‘তোমরা তোমাদের প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর, [১] নিশ্চয় তিনি মহা ক্ষমাশীল। [২]\n[১] অর্থাৎ, ঈমান এবং আনুগত্যের পথ অবলম্বন কর এবং তোমাদের প্রভুর কাছে নিজেদের বিগত পাপের জন্য ক্ষমা প্রার্থনা করে নাও।\n[২] তিনি তাদের জন্য বড়ই দয়াবান এবং মহা ক্ষমাশীল যারা তওবা করে।"
    },
    {
      "ayah": 11,
      "surah": 71,
      "text": "তিনি তোমাদের জন্য প্রচুর বৃষ্টিপাত করবেন। [১]\n[১] এই আয়াতের কারণে কোন কোন আলেম ইস্তিসক্বার নামাযে সূরা নূহ পাঠ করাকে মুস্তাহাব মনে করেন। বর্ণিত আছে যে, উমার (রাঃ)ও একদা ইস্তিসক্বার নামাযের জন্য মিম্বরে আরোহণ করে কেবলমাত্র ইস্তিগফারের আয়াতগুলি (যাতে এই আয়াতও ছিল) পড়ে মিম্বর হতে নেমে গেলেন এবং বললেন, বৃষ্টির সেই পথসমূহ থেকে বৃষ্টি কামনা করেছি, যা আসমানে রয়েছে এবং যেগুলো হতে বৃষ্টি যমীনে বর্ষিত হয়।\n(ইবনে কাসীর)\nহাসান বাসরী (রঃ) এর ব্যাপারে বর্ণিত আছে যে, তাঁর কাছে এসে কেউ অনাবৃষ্টির অভিযোগ জানালে, তিনি তাকে ইস্তিগফার করার কথা শিক্ষা দিতেন। আর একজন তাঁর কাছে দরিদ্রতার অভিযোগ জানালে, তাকেও তিনি এই (ইস্তিগফার করার) কথাই বাতলে দিলেন। অন্য একজন তার বাগান শুকিয়ে যাওয়ার অভিযোগ জানালে, তাকেও তিনি ইস্তিগফার করতে বললেন। এক ব্যক্তি বলল যে, আমার সন্তান হয় না, তাকেও তিনি ইস্তিগফার করতে বললেন। যখন কেউ তাঁকে প্রশ্ন করল যে, আপনি সবাইকে কেবল ইস্তিগফারই করতে কেন বললেন? তখন তিনি এই আয়াতই তেলাঅত করে বললেন, 'আমি নিজের পক্ষ থেকে এ কথা বলিনি, বরং উল্লিখিত সমস্ত ব্যাপারে এই ব্যবস্থাপত্র মহান আল্লাহই দিয়েছেন।'\n(আইসারুত তাফাসীর)"
    },
    {
      "ayah": 12,
      "surah": 71,
      "text": "তিনি তোমাদেরকে ধন-সম্পদ ও সন্তান-সন্ততি দ্বারা সমৃদ্ধ করবেন এবং তোমাদের জন্য স্থাপন করবেন বহু বাগান ও প্রবাহিত করবেন নদী-নালা। [১]\n[১] অর্থাৎ, ঈমান ও আনুগত্যের কারণে তোমরা শুধু আখেরাতের নিয়ামতই পাবে না, বরং পার্থিব জীবনেও আল্লাহ মাল-ধন এবং সন্তান-সন্ততি দান করবেন।"
    },
    {
      "ayah": 13,
      "surah": 71,
      "text": "তোমাদের কি হয়েছে যে, তোমরা আল্লাহর প্রভাব-প্রতিপত্তিকে ভয় কর না? [১]\n[১] وَقَار শব্দটি توقير থেকে গঠিত। অর্থ হল শ্রেষ্ঠত্ব, বড়ত্ব, প্রতিপত্তি। আর رجاء এর অর্থ এখানে خوف (ভয়)। অর্থাৎ, যেভাবে তাঁর বড়ত্বের দাবী তোমরা সেভাবে তাঁকে ভয় করো না কেন? এবং তাঁকে এক মনে করে তাঁর আনুগত্য কর না কেন?"
    },
    {
      "ayah": 14,
      "surah": 71,
      "text": "অথচ তিনিই তোমাদেরকে সৃষ্টি করেছেন পর্যায়ক্রমে। [১]\n[১] অর্থাৎ, প্রথমে বীর্য থেকে। তারপর সেটাকে রক্তপিন্ডে পরিণত করে। অতঃপর সেটাকে গোশতপিন্ডে রূপান্তরিত করে। এর পর হাড় বানিয়ে তার উপর গোশত চড়িয়ে পরিপূর্ণ আকৃতি দিয়ে সৃষ্টি করা হয়। এর বিস্তারিত আলোচনা সূরা হাজ্জ ২২:৫ নং, সূরা মু'মিনুন ২৩:১৪ নং এবং সূরা মু'মিন ৪০:৬৭ নং আয়াতে উল্লিখিত হয়েছে।"
    },
    {
      "ayah": 15,
      "surah": 71,
      "text": "তোমরা লক্ষ্য করনি, আল্লাহ কিভাবে সৃষ্টি করেছেন স্তরে স্তরে বিন্যস্ত সপ্ত আকাশকে? [১]\n[১] যা প্রমাণ করে যে, তিনি মহাশক্তির অধিকারী ও সুদক্ষ কারিগর। আর এ কথাও প্রমাণ করে যে, তিনিই একমাত্র ইবাদতের যোগ্য।"
    },
    {
      "ayah": 16,
      "surah": 71,
      "text": "এবং সেখানে চন্দ্রকে স্থাপন করেছেন আলোরূপে[১] ও সূর্যকে স্থাপন করেছেন প্রদীপরূপে। [২]\n[১] যা পৃথিবীকে আলোকিত করে এবং তা হল তার মাথার মুকুট স্বরূপ।\n[২] যাতে তার আলোতে মানুষ উপার্জনের জন্য পরিশ্রম করতে পারে; যা মানুষের জন্য অপরিহার্য ব্যাপার।"
    },
    {
      "ayah": 17,
      "surah": 71,
      "text": "তিনি তোমাদেরকে মাটি হতে উদ্ভূত করেছেন। [১]\n[১] অর্থাৎ, তোমাদের পিতা আদম (আঃ)-কে মাটি হতে সৃষ্টি করে তাতে আল্লাহ রূহ ফুঁকেছেন। আর যদি মনে করা হয় যে, এতে সমস্ত মানুষকে সম্বোধন করা হয়েছে, তাহলে তার অর্থ হবে, তোমরা যে বীর্য থেকে জন্ম লাভ করেছ, সেটা সেই খোরাক থেকেই তৈরী, যা যমীন থেকে উৎপন্ন হয়। এই দিক দিয়ে সবারই যা থেকে জন্ম তার মূল ও আসল উপাদান হল যমীন বা মাটি।"
    },
    {
      "ayah": 18,
      "surah": 71,
      "text": "অতঃপর তাতে তিনি তোমাদেরকে প্রত্যাবৃত্ত করবেন ও পরে পুনরুত্থিত করবেন। [১]\n[১] অর্থাৎ, মরার পর এই মাটিতেই দাফন হতে হবে এবং কিয়ামতের দিন এই মাটি থেকেই পুনরায় তোমাদেরকে জীবিত করে বের করা হবে।"
    },
    {
      "ayah": 19,
      "surah": 71,
      "text": "আর আল্লাহ তোমাদের জন্য ভূমিকে বিস্তৃত করেছেন --[১]\n[১] অর্থাৎ, এটাকে বিছানার মত বিছিয়ে দিয়েছেন। তোমরা এর উপর ঐভাবেই চলাফেরা করে থাক, যেভাবে তোমরা নিজেদের ঘরে বিছানার উপর চলাফেরা ও উঠা-বসা কর।"
    },
    {
      "ayah": 2,
      "surah": 71,
      "text": "সে বলেছিল, ‘হে আমার সম্প্রদায়! নিশ্চয় আমি তোমাদের জন্য স্পষ্ট সতর্ককারী। [১]\n[১] আল্লাহর আযাব সম্বন্ধে, যদি তোমরা ঈমান না আন। সুতরাং আল্লাহর আযাব থেকে বাঁচার উপায় বাতলে দেওয়ার জন্য আমি এসেছি। যা পরের আয়াতে বর্ণিত হচ্ছে।"
    },
    {
      "ayah": 20,
      "surah": 71,
      "text": "যাতে তোমরা চলাফেরা করতে পার প্রশস্ত পথে।’ [১]\n[১] سُبُلٌ হল سَبِيْلٌ এর বহুবচন (পথ)। আর فِجَاجٌ হল فَجٌّ এর বহুবচন (প্রশস্ত)। অর্থাৎ, এই যমীনে মহান আল্লাহ বড় বড় প্রশস্ত রাস্তা বানিয়ে দিয়েছেন। যাতে মানুষ এক জায়গা থেকে অন্য জায়গায়, এক শহর থেকে অন্য শহরে এবং এক দেশ থেকে অন্য দেশে অনায়াসে যাতায়াত করতে পারে। তাছাড়া এই রাস্তা মানুষের ব্যবস্যা-বাণিজ্য এবং সভ্যতা-সংস্কৃতির সামাজিক জীবনে অতি প্রয়োজনীয় জিনিস। যার সুব্যবস্থা করে আল্লাহ মানুষের উপর বিরাট অনুগ্রহ করেছেন।"
    },
    {
      "ayah": 21,
      "surah": 71,
      "text": "নূহ বলেছিল, ‘হে আমার প্রতিপালক! আমার সম্প্রদায় তো আমাকে অমান্য করেছে[১] এবং অনুসরণ করেছে এমন লোকের যার ধন-সম্পদ ও সন্তান-সন্ততি তার ক্ষতি ব্যতীত আর কিছুই বৃদ্ধি করেনি।[২]\n[১] অর্থাৎ, আমার অবাধ্যতা করাতে অটল আছে এবং আমার দাওয়াতে সাড়া দিচ্ছে না।\n[২] অর্থাৎ, তাদের নিম্নশ্রেণীর লোকেরা সেই বড় ও ধনীশ্রেণীর লোকেদেরই অনুসরণ করেছে, যাদেরকে তাদের ধন ও সন্তান-সন্ততি দুনিয়া ও আখেরাতের ক্ষতির দিকেই নিয়ে যাচ্ছে।"
    },
    {
      "ayah": 22,
      "surah": 71,
      "text": "আর তারা বড় রকমের ষড়যন্ত্র করেছে। [১]\n[১] এই ষড়যন্ত্র কি ছিল? কেউ কেউ বলেন, (ষড়যন্ত্র হল) তাদের কিছু লোককে নূহ (আঃ)-কে হত্যা করার ব্যাপারে প্ররোচিত করা। কেউ কেউ বলেন, মাল-ধন ও সন্তান-সন্ততির কারণে তাদের আত্মবঞ্চনার শিকার হওয়া। এমন কি কেউ কেউ বলল যে, যদি তারা হকপন্থী না হত, তাহলে তারা এই নিয়ামত কিভাবে পেত? আবার কারো নিকট (ষড়যন্ত্র বলতে,) তাদের বড়দের এ কথা বলা যে, তোমরা নিজেদের উপাস্যের উপাসনা ত্যাগ করবে না। পক্ষান্তরে অনেকের নিকট তাদের কুফরীই ছিল বড় ষড়যন্ত্র।"
    },
    {
      "ayah": 23,
      "surah": 71,
      "text": "এবং বলে, তোমরা কখনো পরিত্যাগ করো না তোমাদের দেব-দেবীকে; পরিত্যাগ করো না অদ্দ্, সুওয়া’, ইয়াগূস, ইয়াঊ’ক ও নাস্‌রকে। [১]\n[১] এঁরা ছিলেন নূহ (আঃ)-এর জাতির সেই লোক যাঁদের তারা ইবাদত করত। এঁরা এত প্রসিদ্ধি লাভ করেছিলেন যে, আরবেও তাঁদের পূজা শুরু হয়েছিল। তাই وَدٌّ (অদ্দ) 'দূমাতুল জানদল'এর কালব গোত্রের, سُوَاعٌ (সুআ) সমুদ্র উপকুলবর্তী গোত্র 'হুযায়েল'-এর, يَغُوْثَ (য়্যাগূস) ইয়ামানের সাবার সন্নিকটে 'জুরুফ' নামক স্থানের 'মুরাদ' এবং 'বানী গুত্বায়েফ' গোত্রের, يَعُوْقَ (য়্যাঊক) হামদান গোত্রের এবং نَسْرٌ (নাসর) হিম্য়্যার জাতির 'যুল কিলাআ' গোত্রের উপাস্য ছিলেন।\n(ইবনে কাসীর, ফাতহুল ক্বাদীর)\nএই পাঁচটিই হল নূহ (আঃ)-এর জাতির নেক লোকদের নাম। যখন এঁরা মৃত্যুবরণ করলেন, তখন শয়তান তাঁদের ভক্তদেরকে কুমন্ত্রণা দিল যে, তোমরা এঁদের প্রতিমা বানিয়ে নিজেদের ঘরে ও দোকানে স্থাপন কর। যাতে তাঁরা তোমাদের স্মরণে সর্বদা থাকেন এবং তাঁদেরকে খেয়ালে রেখে তোমরাও তাঁদের মত নেক কাজ করতে পার। প্রতিমা বানিয়ে যারা রেখেছিল, তারা যখন মৃত্যুবরণ করল, তখন শয়তান তাদের বংশধরকে এই বলে শির্কে পতিত করল যে, 'তোমাদের পূর্বপুরুষরা তো এঁদের পূজা করত, যাঁদের প্রতিমা তোমাদের বাড়িতে বাড়িতে স্থাপিত রয়েছে।' ফলে তারা এঁদের পূজা করতে আরম্ভ করে দিল।\n(বুখারীঃ সূরা নূহের তাফসীর পরিচ্ছেদ)"
    },
    {
      "ayah": 24,
      "surah": 71,
      "text": "তারা অনেককে বিভ্রান্ত করেছে; [১] সুতরাং অনাচারীদের বিভ্রান্তি ব্যতীত আর কিছুই বৃদ্ধি করো না।’\n[১] أَضَلُّوا ক্রিয়ার কর্তা (তারা) হল নূহ (আঃ)-জাতির মান্য লোকেরা। অর্থাৎ, তারা বহু সংখ্যক লোককে ভ্রষ্ট করেছিল। উদ্দেশ্য হল, উল্লিখিত ঐ পাঁচ নেক লোকের প্রতিমা। জাতির ভ্রষ্টতায় তাঁদের হাত না থাকলেও তাঁদেরকে কেন্দ্র করেই লোকেরা ভ্রষ্ট হয়েছিল। আর সে জন্যই ক্রিয়ার সম্বন্ধ তাঁদের সাথে জুড়ে দেওয়া হয়েছে। যেমন, ইবরাহীম (আঃ)-ও বলেছিলেন, رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِنَ النَّاسِ \"হে আমার পালনকর্তা! ওরা অনেক মানুষকে বিপথগামী করেছে।\"\n(সূরা ইবরাহীম ১৪:৩৬ আয়াত)"
    },
    {
      "ayah": 25,
      "surah": 71,
      "text": "তাদের অপরাধের জন্য তাদেরকে (বন্যায়) ডুবানো হয়েছিল[১] এবং পরে তাদেরকে প্রবেশ করানো হয়েছিল আগুনে, অতঃপর তারা কাউকেও আল্লাহর মুকাবিলায় সাহায্যকারী পায়নি।\n[১] مما 'মিম্মা' তে مَا 'মা' শব্দটি অতিরিক্ত। مِنْ خَطِيْئَاتِهِمْ أَيْ: مِنْ أَجْلِهَا وَبِسَبَبِهَا أُغْرِقُوا بِالطُّوْفَانِ (فتح القدير)"
    },
    {
      "ayah": 26,
      "surah": 71,
      "text": "নূহ আরো বলেছিল, ‘হে আমার প্রতিপালক! পৃথিবীতে অবিশ্বাসীদের মধ্য হতে কাউকেও অবশিষ্ট রেখো না। [১]\n[১] নূহ (আঃ) এই বদ্দুআ তখন করেছিলেন, যখন তিনি তাদের ঈমান আনার ব্যাপারে একেবারে নিরাশ হয়ে গেলেন এবং আল্লাহও তাঁকে জানিয়ে দিলেন যে, ওদের মধ্য হতে আর কেউ-ই ঈমান আনবে না।\n(সূরা হূদ ১১:৩৬ আয়াত)\nدَيَّارٌ، فَيْعَالٌ এর ওজনে। আসলে ছিল دَيْوَارٌ তারপরو কে ي দ্বারা পরিবর্তন করে সন্ধি করে দেওয়া হয়। এর অর্থঃ مَنْ يَسْكُنُ الدِّيَارَ (গৃহবাসী) অর্থাৎ, কোন গৃহবাসীকে অর্থাৎ, কাউকেও ছেড়ো না।"
    },
    {
      "ayah": 27,
      "surah": 71,
      "text": "তুমি তাদেরকে অবশিষ্ট রাখলে তারা নিশ্চয় তোমার দাসদেরকে বিভ্রান্ত করবে এবং কেবল দুষ্কৃতিকারী ও অবিশ্বাসীই জন্ম দিতে থাকবে।"
    },
    {
      "ayah": 28,
      "surah": 71,
      "text": "হে আমার প্রতিপালক! তুমি ক্ষমা কর আমাকে, আমার পিতা-মাতাকে এবং যারা বিশ্বাসী হয়ে আমার গৃহে প্রবেশ করেছে তাদেরকে এবং বিশ্বাসী পুরুষ ও বিশ্বাসী নারীদেরকে।[১] আর অনাচারীদের শুধু ধ্বংসই বৃদ্ধি কর।’ [২]\n[১] কাফেরদের জন্য বদ্দুআ করার পর তিনি নিজের জন্য এবং মু'মিনদের জন্য ক্ষমা প্রার্থনা করলেন।\n[২] এই বদ্দুআ হল কিয়ামত পর্যন্ত আগত সমস্ত যালেমদের জন্য। যেমন উল্লিখিত দু'আ সমস্ত মু'মিন পুরুষ এবং সমস্ত মু'মিন মহিলাদের জন্য।"
    },
    {
      "ayah": 3,
      "surah": 71,
      "text": "(এই বিষয়ে যে,) তোমরা আল্লাহর উপাসনা কর[১] ও তাঁকে ভয় কর[২] এবং আমার আনুগত্য কর;[৩]\n[১] এবং তোমরা শিরক ত্যাগ কর। কেবলমাত্র এক আল্লাহরই ইবাদত কর।\n[২] আল্লাহর অবাধ্যতা করা হতে দূরে থাক। কারণ এই অবাধ্যতার জন্য তোমরা আল্লাহর শাস্তিযোগ্য বিবেচিত হতে পার।\n[৩] অর্থাৎ, আমি তোমাদেরকে যে কথার আদেশ করব, তাতে তোমরা আমার আনুগত্য কর। কেননা, আমি আল্লাহর পক্ষ হতে রসূল ও তাঁর বার্তাবাহক হয়ে তোমাদের কাছে প্রেরিত হয়েছি।"
    },
    {
      "ayah": 4,
      "surah": 71,
      "text": "(তাহলে) তিনি তোমাদের পাপরাশি ক্ষমা করবেন এবং তিনি তোমাদেরকে অবকাশ দেবেন এক নির্দিষ্ট কাল পর্যন্ত।[১] নিশ্চয়ই আল্লাহ কর্তৃক নির্ধারিত কাল উপস্থিত হলে, তা বিলম্বিত হয় না।[২] যদি তোমরা এটা জানতে!’ [৩]\n[১] এর ব্যাখ্যায় বলা হয়েছে যে, তোমাদের মৃত্যুর যে সময়কাল নির্ধারণ করা আছে, ঈমান আনা অবস্থায় সেটাকে বাড়িয়ে দিয়ে বেঁচে থাকার আরো অবকাশ দেবেন এবং সেই আযাবকে তোমাদের উপর হতে দূর করে দেবেন, ঈমান না আনার ফলে যার আসাটা তোমাদের উপর অবধারিত ছিল। এই আয়াতকে দলীল বানিয়ে বলা হয় যে, আল্লাহর আনুগত্য, নেকীর কাজ এবং আত্মীয়তার সম্পর্ক বজায়ে সত্যিকারে আয়ু বৃদ্ধি হয়। হাদীস শরীফেও এসেছে যে, صِلَةُ الرِّحِمِ تَزِيْدُ فِي العُمُرِ অর্থাৎ, আত্মীয়তার সম্পর্ক বজায় আয়ু বৃদ্ধি করে।\n(ইবনে কাসীর)\nকেউ কেউ বলেন, অবকাশ দেওয়ার মানে, বরকত দেওয়া। ঈমান আনলে আয়ুতে বরকত হবে। আর ঈমান না আনলে এই বরকত থেকে বঞ্চিত হতে হবে।\n[২] বরং অবশ্যই তা সংঘটিত হয়ে থাকে। তাই তোমাদের জন্য এটাই মঙ্গল যে, তোমরা সত্বর ঈমান ও আনুগত্যের পথ অবলম্বন করে নাও। দেরী করলে আল্লাহর প্রতিশ্রুত আযাবে পতিত হওয়ার আশঙ্কা আছে।\n[৩] অর্থাৎ, যদি তোমাদের জ্ঞান থাকত, তাহলে তোমরা তা সত্বর অবলম্বন করতে, যার আমি তোমাদেরকে নির্দেশ করছি। অথবা যদি তোমরা এই কথা জানতে যে, আল্লাহর আযাব যখন এসে পড়ে, তখন তা রদ্দ হয় না।"
    },
    {
      "ayah": 5,
      "surah": 71,
      "text": "সে বলেছিল, ‘হে আমার প্রতিপালক! নিশ্চয় আমি আমার সম্প্রদায়কে দিবারাত্রি আহবান করেছি। [১]\n[১] অর্থাৎ, তোমার নির্দেশ পালনে কোন প্রকার অবহেলা না করে দিন-রাত আমি তোমার বার্তা স্বীয় সম্প্রদায়ের কাছে পৌঁছে দিয়েছি।"
    },
    {
      "ayah": 6,
      "surah": 71,
      "text": "কিন্তু আমার আহবান তাদের পলায়ন-প্রবণতাই বৃদ্ধি করেছে।[১]\n[১] অর্থাৎ, আমার আহবানের ফলে এরা ঈমান হতে আরো দূরে সরে গেল। যখন কোন জাতি ভ্রষ্টতার শেষ সীমায় পৌঁছে যায়, তখন তাদের অবস্থা এইরূপই হয়। তাদেরকে যতই আল্লাহর প্রতি আহবান করা হয়, তারা ততই দূরে সরে যায়।"
    },
    {
      "ayah": 7,
      "surah": 71,
      "text": "আমি যখনই তাদেরকে আহবান করি, যাতে তুমি তাদেরকে ক্ষমা কর,[১] তখনই তারা কানে আঙ্গুল দেয়,[২] নিজেদেরকে কাপড় দিয়ে ঢেকে নেয়[৩] ও জিদ করতে থাকে[৪] এবং অতিশয় ঔদ্ধত্য প্রকাশ করে। [৫]\n[১] অর্থাৎ, ঈমান এবং আনুগত্যের প্রতি আহবান করি, যা ক্ষমা লাভের কারণ।\n[২] যাতে আমার আওয়াজ শুনতে না পায়।\n[৩] যাতে আমার চেহারা দেখতে না পায়। অথবা নিজেদের মাথার উপর কাপড় রেখে নেয়, যাতে আমার কথা-বার্তা শুনতে না পায়। এটা হল তাদের পক্ষ থেকে কঠোর শত্রুতা এবং ওয়ায-নসীহতের প্রতি অমনোযোগিতার বহিঃপ্রকাশ। কেউ কেউ বলেন, নিজেদেরকে কাপড়ে ঢেকে নেওয়ার উদ্দেশ্য ছিল, যাতে পয়গম্বর তাদেরকে চিনতে না পারেন এবং তাদেরকে তাঁর দাওয়াত কবুল করতে বাধ্য না করেন।\n[৪] অর্থাৎ, কুফরীতে অবিচল থাকে। তা হতে ফিরে আসে না এবং তওবা করে না।\n[৫] সত্যকে গ্রহণ করার এবং নির্দেশ পালন করার ব্যাপারে তারা চরম অহংকার প্রদর্শন করে।"
    },
    { "ayah": 8, "surah": 71, "text": "অতঃপর নিশ্চয় আমি তাদেরকে আহবান করেছি প্রকাশ্যে।" },
    {
      "ayah": 9,
      "surah": 71,
      "text": "পরে নিশ্চয় আমি তাদেরকে উচ্চ স্বরে (উপদেশ দিয়েছি) এবং গোপনে।[১]\n[১] অর্থাৎ, বিভিন্নভাবে ও নানান পদ্ধতিতে আমি তাদেরকে দাওয়াত দিয়েছি। কোন কোন আলেম বলেন, জনসমাবেশে ও তাদের মজলিসগুলোতে তাদেরকে দাওয়াত দিয়েছি এবং এককভাবে ঘরে ঘরে গিয়েও তোমার বার্তা তাদের কাছে পৌঁছে দিয়েছি।"
    }
  ]
}
