{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 73,
      "text": "হে বস্ত্রাবৃত! [১]\n[১] যখন এই আয়াতগুলি অবতীর্ণ হয় তখন নবী (সাঃ) চাদর গায়ে দিয়ে শুয়ে ছিলেন। আল্লাহ তাঁর এই অবস্থার চিত্র তুলে ধরে সম্বোধন করলেন। অর্থাৎ, এখন চাদর ছেড়ে দাও এবং রাতে সামান্য কিয়াম কর (জাগরণ কর); অর্থাৎ, তাহাজ্জুদের নামায পড়। বলা হয় যে, এই নির্দেশের ভিত্তিতে তাহাজ্জুদের নামায তাঁর উপর ওয়াজেব ছিল।\n(ইবনে কাসীর)"
    },
    { "ayah": 10, "surah": 73, "text": "লোকে যা বলে, তাতে তুমি ধৈর্যধারণ কর এবং সৌজন্য সহকারে তাদেরকে পরিহার করে চল।" },
    {
      "ayah": 11,
      "surah": 73,
      "text": "ছেড়ে দাও আমাকে এবং বিলাস সামগ্রীর অধিকারী মিথ্যাজ্ঞানকারীদেরকে; আর কিছুকালের জন্য তাদেরকে অবকাশ দাও।"
    },
    { "ayah": 12, "surah": 73, "text": "আমার নিকট আছে শৃংখল, প্রজ্বলিত অগ্নি।" },
    {
      "ayah": 13,
      "surah": 73,
      "text": "আর আছে এমন খাদ্য, যা গলায় আটকে যায় এবং যন্ত্রণাদায়ক শাস্তি। [১]\n[১] أَنْكَالٌ হল نَكْلٌ এর বহুবচন। যার অর্থ, শৃঙ্খল বা শিকল। আর কেউ কেউ এর অর্থ أَغْلاَل (বেড়ি) করেছেন। جَحِيْمًا অর্থাৎ, প্রজ্বলিত আগুন। ذَا غُصَّةٍ গলায় আটকে যায় এমন খাদ্য। না গলা থেকে নিচে যায়, আর না বেরিয়ে আসে। এটা زَقُّوْمٌ অথবা ضَرِيْعٌ এর খাবার হবে। ضَرِيْعٌ একটি কাঁটাদার গাছ; যা অতি দুর্গন্ধময় এবং বিষাক্ত।"
    },
    {
      "ayah": 14,
      "surah": 73,
      "text": "যেদিন পৃথিবী ও পর্বতমালা প্রকম্পিত হবে এবং পর্বতসমূহ বহমান বালুকারাশিতে পরিণত হবে।[১]\n[১] অর্থাৎ, এই আযাব সেই দিন হবে যেদিন যমীন এবং পাহাড় ভূমিকম্পে উলট-পালট হয়ে যাবে। আর অতীব বিশাল ভয়ঙ্কর পাহাড়-পর্বত সেদিন অসার বালুর স্তূপে পরিণত হবে। كَثِيْبٌ বালির ঢিপি। مَهِيْلًا অর্থ বহমান (ভুরভুরে) বালি, যা পায়ের নিচে থেকে সরে যায়।"
    },
    {
      "ayah": 15,
      "surah": 73,
      "text": "আমি তোমাদের নিকট তোমাদের জন্য সাক্ষী স্বরূপ[১] এক রসূল পাঠিয়েছি, যেমন রসূল পাঠিয়েছিলাম ফিরআউনের নিকট।\n[১] যিনি কিয়ামতের দিন তোমাদের কৃতকর্মের ব্যাপারে সাক্ষ্য দেবেন।"
    },
    {
      "ayah": 16,
      "surah": 73,
      "text": "কিন্তু ফিরআউন সেই রসূলকে অমান্য করেছিল, ফলে আমি তাকে কঠিনভাবে পাকড়াও করেছিলাম।[১]\n[১] এতে মক্কাবাসীদেরকে সতর্ক করা হয়েছে যে, তোমাদের পরিণামও তাই হবে, যা মূসা (আঃ)-কে মিথ্যা জানার কারণে ফিরআউনের হয়েছিল।"
    },
    {
      "ayah": 17,
      "surah": 73,
      "text": "অতএব যদি তোমরা অস্বীকার কর, তাহলে কি করে আত্মরক্ষা করবে সেইদিন, যেদিন কিশোরকে বৃদ্ধে পরিণত করে দেবে। [১]\n[১] شِيْبٌ হল أَشْيَبٌ এর বহুবচন। কিয়ামতের দিন কিয়ামতের ভয়াবহতায় শিশুরা সত্যিকারেই বৃদ্ধ হয়ে যাবে। অথবা কেবল উপমাস্বরূপ এ রকম বলা হয়েছে। হাদীসেও এসেছে যে, \"কিয়ামতের দিন আল্লাহ আদম (আঃ)-কে বলবেন, তোমার সন্তানদের মধ্য থেকে জাহান্নামীদেরকে বের করে নাও। তিনি বলবেন, 'হে আল্লাহ! কেমন করে?' মহান আল্লাহ বলবেন, 'প্রত্যেক হাজার থেকে ৯৯৯ জনকে।' সেই দিন গর্ভবতীর গর্ভস্থ ভ্রূণ খসে পড়বে এবং শিশুরা বৃদ্ধ হয়ে যাবে।\" ব্যাপারটা সাহাবায়ে কেরামদের নিকট বড় কঠিন মনে হল এবং তাঁদের চেহারা ফ্যাকাশে হয়ে গেল। তা দেখে রসূল (সাঃ) বললেন, \"ইয়া'জূজ-মা'জূজ সম্প্রদায় থেকে ৯৯৯ জন হবে এবং তোমাদের থেকে একজন। আল্লাহর দয়ায় আমি আশা করি, সমস্ত জান্নাতীদের মধ্যে আমরা অর্ধেক হব।\"\n(বুখারী, তাফসীর সূরাতুল হাজ্জ)"
    },
    {
      "ayah": 18,
      "surah": 73,
      "text": "যেদিন আকাশ হবে বিদীর্ণ; [১] তাঁর প্রতিশ্রুতি অবশ্যই বাস্তবায়িত হবে। [২]\n[১] এটা কিয়ামতের আর এক অবস্থা। সেদিনকার ভয়াবহতায় আসমান ফেটে যাবে।\n[২] অর্থাৎ, আল্লাহ তাআলা মানুষের মৃত্যুর পর পুনর্জীবিত করা, হিসাব-নিকাশ এবং জান্নাত-জাহান্নামের যে প্রতিশ্রুতি দিয়েছেন, তা অবশ্যই ঘটবে।"
    },
    { "ayah": 19, "surah": 73, "text": "এটা এক উপদেশ। অতএব যার ইচ্ছা সে তার প্রতিপালকের পথ অবলম্বন করুক।" },
    { "ayah": 2, "surah": 73, "text": "রাত্রি জাগরণ কর, কিছু অংশ ব্যতীত।" },
    {
      "ayah": 20,
      "surah": 73,
      "text": "তোমার প্রতিপালক তো জানেন যে, তুমি জাগরণ কর কখনো রাত্রির প্রায় দুই-তৃতীয়াংশ, কখনো অর্ধাংশ এবং কখনো এক-তৃতীয়াংশ এবং জাগে তোমার সাথে যারা আছে তাদের একটি দলও।[১] আর আল্লাহই নির্ধারিত করেন দিবস ও রাত্রির  পরিমাণ।[২] তিনি  জানেন যে, তোমরা  এর  সঠিক হিসাব কখনও রাখতে পারবে না,[৩] তাই তিনি তোমাদের প্রতি ক্ষমাশীল হয়েছেন।[৪] কাজেই কুরআনের যতটুকু আবৃত্তি করা তোমাদের জন্য সহজ, ততটুকু আবৃত্তি কর।[৫] আল্লাহ জানেন যে, তোমাদের মধ্যে কেউ কেউ অসুস্থ হয়ে পড়বে, কেউ কেউ আল্লাহর অনুগ্রহ-সন্ধানে দেশ ভ্রমণ করবে[৬] এবং কেউ কেউ আল্লাহর পথে সংগ্রামে লিপ্ত হবে।[৭] কাজেই কুরআন হতে যতটুকু সহজসাধ্য আবৃত্তি কর,[৮] নামায প্রতিষ্ঠিত কর,[৯] যাকাত প্রদান কর এবং আল্লাহকে দাও উত্তম ঋণ।[১০] তোমরা তোমাদের আত্মার মঙ্গলের জন্য ভাল যা কিছু অগ্রিম প্রেরণ করবে, তোমরা তা আল্লাহর নিকট উৎকৃষ্টতর এবং পুরস্কার হিসাবে মহত্তর পাবে।[১১] আর তোমরা আল্লাহর নিকট ক্ষমা প্রার্থনা কর, নিশ্চয়ই আল্লাহ মহা ক্ষমাশীল, পরম দয়ালু।\n[১] যখন সূরার শুরুতে অর্ধরাত অথবা তার কিছু কম-বেশী কিয়াম করার (তাহাজ্জুদ নামায পড়ার) আদেশ দেওয়া হল, তখন নবী (সাঃ) এবং তাঁর সাথে সাহাবা (রাঃ)-দের একটি দল রাতে কিয়াম করতে লাগলেন। কখনো দুই-তৃতীয়াংশের কম, কখনো অর্ধরাত পর্যন্ত, আবার কখনো রাতের এক-তৃতীয়াংশ, যা এখানে উল্লেখ হয়েছে। কিন্তু প্রথমতঃ রাতে ধারাবাহিকতার সাথে এই কিয়াম করা বড়ই কঠিন ছিল। দ্বিতীয়তঃ অর্ধ রাতের অথবা এক-তৃতীয়াংশের বা দুই-তৃতীয়াংশের অনুমান করে কিয়াম করা আরো কঠিন ছিল। তাই মহান আল্লাহ এই আয়াতে লঘুকরণের নির্দেশ অবতীর্ণ করলেন। যার অর্থ কারো কারো নিকট, কিয়াম ত্যাগ করার অনুমতি। আর কারো নিকট এর অর্থ হল, তাঁর (কিয়ামের) ফরযকে মুস্তাহাবে পরিবর্তন করণ। এখন এটা না উম্মতের উপর ফরয, আর না নবী (সাঃ)-এর উপর ফরয। কেউ কেউ বলেছেন, এটা কেবল উম্মতের জন্য হাল্কা করা হয়েছে। নবী (সাঃ)-এর জন্য তা পড়া জরুরী ছিল।[২] অর্থাৎ, মহান আল্লাহই মুহূর্তগুলো গণনা করতে পারেন যে, তা কতটা অতিবাহিত হয়েছে এবং কতটা অবশিষ্ট আছে। তোমাদের জন্য এর অনুমান করা অসম্ভব ব্যাপার।[৩] রাত কতটা অতিবাহিত হয় --তা জানা যখন তোমাদের পক্ষে সম্ভবই নয়, তখন তোমরা নির্দিষ্ট সময় পর্যন্ত তাহাজ্জুদের নামাযে কিভাবে মগ্ন থাকতে পার?[৪] অর্থাৎ, আল্লাহ তাআলা রাতের কিয়ামের অপরিহার্যতা রহিত করে দিয়েছেন। এখন কেবল তার ইস্তিহবাব (পড়লে ভাল --এই মান) অবশিষ্ট রয়েছে। আর তাও নির্দিষ্ট ওয়াক্তের ধরাবাঁধা কোন নিয়ম ছাড়াই পড়া যায়। অর্ধরাতের, রাতের এক তৃতীয়াংশের অথবা দুই তৃতীয়াংশের নিয়মিত অভ্যাস বজায় রাখাও জরুরী নয়। যদি কেউ সামান্য সময় ব্যয় করে দু' রাকআতই পড়ে নেয়, তবুও সে আল্লাহর নিকট রাতে কিয়াম করার নেকী পাওয়ার অধিকারী হয়ে যাবে। তবে কেউ যদি রসূল (সাঃ)-এর অভ্যাস অনুসারে ৮ (এবং বিত্র সহ ১১) রাকআত তাহাজ্জুদ নামায পড়তে যত্নবান হয়, তাহলে তা হবে সর্বাধিক উত্তম এবং সে নবী (সাঃ)-এর ভক্ত অনুসারী গণ্য হবে।[৫] فَاقْرَأُوْا (কুরআনের যতটুকু আবৃত্তি করা তোমাদের জন্য সহজ, ততটুকু আবৃত্তি কর) এর অর্থ হল, فَصَلُّوْا (তোমরা নামায পড়)। আর 'কুরআন' বলতে এখানে الصَّلاَةَ (নামায) বুঝানো হয়েছে। যেহেতু তাহাজ্জুদের নামাযে কিয়াম (দাঁড়ানো) অনেক লম্বা হয় এবং কুরআন খুব বেশী পড়া, তাই তাহাজ্জুদের নামাযকেই কুরআন বলে আখ্যায়িত করা হয়। যেমন, নামাযে সূরা ফাতিহা পড়া একান্ত জরুরী হওয়ার কারণে মহান আল্লাহ হাদীসে ক্বুদসীতে এটা (সূরা ফাতিহা)-কে 'নামায' বলে আখ্যায়িত করেছেন, قَسَّمْتُ الصَّلاَةَ بَيْنِي وَبَيْنَ عَبْدِي । কাজেই 'যতটুকু কুরআন পড়া সহজ হয়, ততটুকু পড়'এর অর্থ হল, রাতে যত রাকআত নামায পড়া সহজসাধ্য হয়, তত রাকআত পড়ে নাও। এর জন্য না সময় নির্ধারণের প্রয়োজন আছে, আর না রাকআতের ব্যাপারে কোন ধরাবাঁধা সংখ্যা আছে। এই আয়াতের ভিত্তিতে কেউ কেউ বলেছেন যে, নামাযে সূরা ফাতিহা পড়া জরুরী নয়। যার জন্য কুরআনের যে অংশ পড়া সহজ, সে তা পড়ে নেবে। কেউ যদি কুরআনের যে কোন স্থান থেকে একটি আয়াতও পড়ে নেয়, তারও নামায হয়ে যাবে। কিন্তু প্রথমতঃ এখানে কুরআন বা 'ক্বিরাআত' অর্থ নামায যা আমি পূর্বেই উল্লেখ করেছি। অতএব আয়াতের সম্পর্ক এর সাথে নেই যে, নামাযে কতটা ক্বিরাআত পড়া জরুরী? দ্বিতীয়তঃ যদি মেনেও নেওয়া যায় যে, এর সম্পর্ক ক্বিরাআতের সাথে, তবুও এ দলীলের মধ্যে কোন শক্তি নেই। কেননা, مَا تَيَسَّرَ তফসীর স্বয়ং নবী করীম (সাঃ) করে দিয়েছেন। অর্থাৎ, কমসে-কম যে ক্বিরাআত ব্যতীত নামায হয় না তা হল, সূরা ফাতিহা। এই জন্যই তিনি বলেছেন, এটা (সূরা ফাতিহা) অবশ্যই পড়। যেমন সহীহ এবং অত্যধিক শক্তিশালী ও স্পষ্ট হাদীসমূহে এ নির্দেশ রয়েছে। নবী করীম (সাঃ) এর ব্যাখ্যার বিপরীত এই বলা যে, 'নামাযে সূরা ফাতিহা পড়া জরুরী নয়, বরং যে কোন একটি আয়াত পড়লেই নামায হয়ে যাবে' বড়ই দুঃসাহসিকতা এবং নবী (সাঃ)-এর হাদীসকে কোন গুরুত্ব না দেওয়ারই নামান্তর। অনুরূপ এটা ইমামদের উক্তিরও বিপরীত। তাঁরা উসূলের কিতাবগুলোতে লিখেছেন যে, এই আয়াতকে ইমামের পিছনে সূরা ফাতিহা না পড়ার দলীল হিসাবে গ্রহণ করা ঠিক নয়। কারণ, দু'টি আয়াত পরস্পর বিপরীতমুখী। তবে কেউ যদি জেহরী (মাগরেব, এশা, ফজর, জুমআহ, তারাবীহ, ঈদ প্রভৃতি) নামাযে ইমামের পিছনে সূরা ফাতিহা না পড়ে, তাহলে ইমামদের কেউ কেউ কোন কোন হাদীসের ভিত্তিতে তা জায়েয বলেছেন। আবার কেউ তো না পড়াকেই প্রাধান্য দিয়েছেন।\n(বিস্তারিত জানার জন্য 'ইমামের পিছনে সূরা ফাতিহা পড়া জরুরী' এ বিষয়ে লিখিত কিতাবসমূহ দ্রষ্টব্যঃ)\n[৬] অর্থাৎ, ব্যবসা-বাণিজ্য এবং কাজ-কর্মের জন্য সফর করবে। এক শহর থেকে অন্য শহরে অথবা এক দেশ থেকে অন্য এক দেশে যাতায়াত করবে।[৭] অনুরূপ জিহাদেও সফরের কষ্ট ও কঠোর পরিশ্রম করতে হয়। আর এই তিনটি জিনিসেরই --অসুস্থতা, সফর এবং জিহাদ-- পালাক্রমে সকলেই শিকার হয়ে থাকে। এই জন্য আল্লাহ তাআলা রাতে কিয়াম করার জরুরী নির্দেশকে শিথিল করে দেন। কেননা, এই তিনটি অবস্থাতে এ কাজ অতি কঠিন এবং বড়ই ধৈর্যসাপেক্ষ কাজ।[৮] শিথিল ও হাল্কা করার কারণসমূহ বর্ণনার সাথে এখানে পুনরায় উক্ত নির্দেশ হাল্কা করার কথাকে তাকীদ স্বরূপ বর্ণনা করা হয়েছে।[৯] অর্থাৎ, পাঁচ ওয়াক্ত ফরয নামায।[১০] অর্থাৎ, আল্লাহর রাস্তায় প্রয়োজন ও সাধ্যমত ব্যয় কর। এটাকে 'ক্বারযে হাসানা' (উত্তম ঋণ) নামে এই জন্য আখ্যায়িত করা হয়েছে যে, মহান আল্লাহ এর পরিবর্তে সাতশ' গুণ বরং তার থেকেও বেশী সওয়াব দান করবেন।[১১] অর্থাৎ, নফল নামাযসমূহ, সাদাকা-খয়রাত এবং অন্যান্য যে সব সৎকর্মই করবে, আল্লাহর কাছে তার উত্তম প্রতিদান পাবে। অধিকাংশ মুফাসসিরের নিকট ২০ নং এই আয়াতটি মদীনায় অবতীর্ণ হয়েছে। এই জন্য তাঁরা বলেন যে, এর অর্ধেক অংশ মক্কায় এবং অর্ধেক অংশ মদীনায় অবতীর্ণ হয়েছে।\n(আইসারুত্ তাফাসীর)"
    },
    { "ayah": 3, "surah": 73, "text": "অর্ধরাত্রি কিংবা তার চাইতে অল্প।" },
    {
      "ayah": 4,
      "surah": 73,
      "text": "অথবা তার চাইতে বেশী।[১] আর কুরআন আবৃত্তি কর ধীরে ধীরে, স্পষ্ট ও সুন্দরভাবে। [২]\n[১] এটা قَلِيْلاَ এর পরিবর্ত স্বরূপ (বদল)। অর্থাৎ, এই কিয়াম যদি অর্ধরাত থেকে কিছু কম (এক-তৃতীয়াংশ) হয় অথবা কিছু বেশী (দুই-তৃতীয়াংশ) হয়, তাতে কোন দোষ নেই।\n[২] সুতরাং বহু হাদীসে এসেছে যে, নবী (সাঃ) কুরআন পড়তেন ধীরে ধীরে, স্পষ্ট ও সুন্দরভাবে এবং তিনি তাঁর উম্মতকেও ধীরে ধীরে, স্পষ্ট ও সুন্দরভাবে থেমে থেমে কুরআন পড়া শিক্ষা দিতেন।"
    },
    {
      "ayah": 5,
      "surah": 73,
      "text": "আমি তোমার প্রতি অবতীর্ণ করব গুরুভার বাণী। [১]\n[১] রাতের কিয়াম (নামায) যেহেতু মানুষের জন্য সাধারণতঃ ভারী হয়ে থাকে, তাই 'জুমলা মু'তারিযা' (পূর্বের বিষয়ের সাথে সম্পর্কহীন বাক্য) স্বরূপ বললেন যে, আমি এর থেকেও বেশী ভারী কথা তোমার উপর অবতীর্ণ করব। অর্থাৎ, কুরআন। যার বিধি-বিধানের উপর আমল করা, তার নির্ধারিত সীমা রক্ষা করা এবং তার দাওয়াত ও প্রচার অতি কঠিন ও ভারী কাজ। কেউ কেউ ভারী বলতে সেই ভার বুঝিয়েছেন, যা অহী অবতরণের সময় তাঁর উপর আপতিত হত। যার ভারে প্রচন্ড শীতের দিনেও তিনি ঘর্মসিক্ত হতেন।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 6,
      "surah": 73,
      "text": "নিশ্চয়ই রাত্রিজাগরণ প্রবৃত্তি দলনে অধিক সহায়ক [১] এবং স্পষ্ট উচ্চারণের অধিক অনুকূল। [২]\n[১] এর দ্বিতীয় অর্থ হল, রাতের নির্জন পরিবেশে নামাযী তাহাজ্জুদের নামাযে যে কুরআন পাঠ করে তার অর্থসমূহ অনুধাবন করার ব্যাপারে (মুখ বা) কানের সাথে অন্তরের বড়ই মিল থাকে।\n[২] এর দ্বিতীয় অর্থ হল, দিনের তুলনায় রাতে কুরআন পাঠ বেশী পরিষ্কার হয় এবং মনোনিবেশ করার ব্যাপারে বড়ই প্রভাবশালী হয়। কারণ, তখন অন্য সকল শব্দ নিশ্চুপ-নীরব হয়। পরিবেশ থাকে নিঝুম-নিস্তব্ধ। এই সময় নামাযী যা কিছু পড়ে, তা শব্দের গোলযোগ ও পৃথিবীর হট্টগোল থেকে সুরক্ষিত থাকে এবং তার মাঝে নামাযী তৃপ্তি লাভ করে ও তার প্রতিক্রিয়া অনুভব করে।"
    },
    {
      "ayah": 7,
      "surah": 73,
      "text": "দিবাভাগে তোমার জন্য রয়েছে দীর্ঘ কর্মব্যস্ততা। [১]\n[১] سَبْحٌ এর অর্থ হল الجَرِيُ والدَّوَرانُ (চলা ও ঘোরা-ফেরা করা)। অর্থাৎ, দিনের বেলায় বহু কর্মব্যস্ততা থাকে। এটা প্রথমোক্ত কথারই তাকীদ। অর্থাৎ, রাতের নামায এবং তেলাঅত বেশী উপকারী ও প্রভাবশালী।"
    },
    {
      "ayah": 8,
      "surah": 73,
      "text": "সুতরাং তুমি তোমার প্রতিপালকের নাম স্মরণ কর[১] এবং একনিষ্ঠভাবে তাতে মগ্ন হও। [২]\n[১] অর্থাৎ, তা অব্যাহতভাবে পালন কর। দিন হোক বা রাত, সব সময় আল্লাহর তাসবীহ, তাহমীদ এবং তাকবীর ও তাহলীল পড়তে থাক।\n[২] تَبَتُّلٌ এর অর্থ পৃথক ও আলাদা হয়ে যাওয়া। অর্থাৎ, আল্লাহর ইবাদত এবং তাঁর কাছে দু'আ ও মুনাজাতের জন্য সব কিছু থেকে পৃথক হয়ে একাগ্রচিত্তে তাঁর প্রতি মনোযোগী হওয়া। তবে এটা বৈরাগ্য থেকে ভিন্ন জিনিস। বৈরাগ্য তো সংসার ত্যাগের নাম, যা ইসলামে অপছন্দনীয় জিনিস। পক্ষান্তরে تَبَتُّلٌ এর অর্থ হল, পার্থিব কার্যাদি সম্পাদনের সাথে সাথে একাগ্রচিত্তে নম্র ও বিনয়ী হয়ে আল্লাহর ইবাদতের প্রতিও মনোযোগী হওয়া। আর এটা প্রশংসনীয় জিনিস।"
    },
    {
      "ayah": 9,
      "surah": 73,
      "text": "তিনি পূর্ব ও পশ্চিমের অধিকর্তা, তিনি ব্যতীত কোন (সত্য) উপাস্য নেই। অতএব তাঁকেই গ্রহণ কর উকীল (কর্মবিধায়ক)রূপে।"
    }
  ]
}
