{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 74,
      "text": "হে বস্ত্রাচ্ছাদিত! [১]\n[১] সর্বপ্রথম যে অহী নাযেল হয় তা হল {اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ} এরপর অহী আসা কিছু দিন বন্ধ থাকে। ফলে নবী (সাঃ) খুবই অস্থির ও চিন্তিত হয়ে পড়েন। এক দিন আবারও তিনি প্রথমবার হিরা গুহায় অহী নিয়ে আগমনকারী ফিরিশতাকে আসমান ও যমীনের মধ্যস্থলে একটি কুরসীর উপর বসা অবস্থায় দেখেন। এ থেকে রসূল (সাঃ)-এর মধ্যে ভীতির সঞ্চার হয়। তাই তিনি ঘরে গিয়ে ঘরের লোকদেরকে বললেন, \"আমাকে কোন কাপড় দিয়ে ঢেকে দাও। আমাকে কোন চাদর দিয়ে ঢেকে দাও।\" ফলে তাঁরা রসূল (সাঃ)-এর শরীরে একটি কাপড় চাপিয়ে দিলেন। ঠিক এই অবস্থাতেই এই অহী অবতীর্ণ হয়।\n(বুখারী ও মুসলিম, সূরা মুদ্দাসসির ও ঈমান অধ্যায়ঃ)\nএই দিক দিয়ে এটা দ্বিতীয় অহী এবং অহী আসা বন্ধ থাকার পর এটা হল প্রথম অহী।"
    },
    {
      "ayah": 10,
      "surah": 74,
      "text": "যা অবিশ্বাসীদের জন্য সহজ নয়। [১]\n[১] অর্থাৎ, কিয়ামতের দিন কাফেরদের উপর ভারী হবে। কেননা, কিয়ামতে সেই কুফরীর ফল তাদেরকে ভোগ করতে হবে, যা তারা দুনিয়াতে করে বেড়াত।"
    },
    {
      "ayah": 11,
      "surah": 74,
      "text": "আমাকে ছেড়ে দাও এবং তাকে যাকে আমি একাই সৃষ্টি করেছি। [১]\n[১] এ বাক্যে রয়েছে ধমক ও তিরস্কারের স্বর। যাকে আমি একাই মায়ের পেটে সৃষ্টি করেছি, তার কাছে না ছিল মাল-ধন, আর না ছিল সন্তান-সন্ততি, তাকে আর আমাকে একাই ছেড়ে দাও। অর্থাৎ, আমি নিজেই তাকে দেখে নেব। বলা হয় যে, এখানে অলীদ ইবনে মুগীরার প্রতি ইঙ্গিত করা হয়েছে। এই লোকটি কুফরী ও অবাধ্যতায় সীমা অতিক্রম করেছিল। এই জন্যই তার কথা বিশেষভাবে উল্লেখ করা হয়েছে। আর আল্লাহই অধিক জানেন।"
    },
    { "ayah": 12, "surah": 74, "text": "আমি তাকে দিয়েছি বিপুল ধন-সম্পদ।" },
    {
      "ayah": 13,
      "surah": 74,
      "text": "এবং নিত্য সঙ্গী পুত্রগণ। [১]\n[১] তাকে আল্লাহ অনেকগুলো পুত্র সন্তান দান করেছিলেন। তারা (ছেলেরা) সব সময় তার (পিতার) কাছেই থাকত। ঘরে মাল-ধনের প্রাচুর্য ছিল। এই কারণে ব্যবসা-বাণিজ্যের জন্য ছেলেদের বাইরে যাওয়ার প্রয়োজন হত না। কেউ কেউ বলেন, ছেলেদের সংখ্যা ছিল সাত। কেউ বলেন, তারা ছিল ১২ জন। আবার কেউ বলেন, তারা ছিল ১৩ জন। তাদের মধ্যে ৩ জন ইসলাম গ্রহণ করেছিল। তাঁরা হলেন খালেদ, হিশাম এবং অলীদ বিন অলীদ (রাঃ)।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 14,
      "surah": 74,
      "text": "অতঃপর তাকে খুব প্রশস্ততা দিয়েছি। [১]\n[১] অর্থাৎ, মাল-ধনে, নেতৃত্ব ও সর্দারীতে এবং বয়সে।"
    },
    {
      "ayah": 15,
      "surah": 74,
      "text": "এরপরও সে কামনা করে যে, আমি তাকে আরো অধিক দিই।[১]\n[১] অর্থাৎ, কুফরী ও অবাধ্যতা করা সত্ত্বেও সে চায় যে, তাকে আমি আরো অধিক দিই।"
    },
    {
      "ayah": 16,
      "surah": 74,
      "text": "কক্ষনই না,[১] সে তো আমার নিদর্শনসমূহের বিরুদ্ধাচারী।[২]\n[১] অর্থাৎ, আমি তাকে বেশী দেব না।\n[২] এটা كَلاَّ (না দেওয়া) এর কারণ। عَنِيْدٌ সেই ব্যক্তিকে বলা হয়, যে জানা সত্ত্বেও সত্যের বিরোধিতা এবং তা প্রত্যাখ্যান করে।"
    },
    {
      "ayah": 17,
      "surah": 74,
      "text": "আমি অচিরেই তাকে ক্রমবর্ধমান শাস্তি দ্বারা আচ্ছন্ন করব।[১]\n[১] অর্থাৎ, এমন আযাবে পতিত করব, যা সহ্য করা খুবই কঠিন হবে। কেউ কেউ বলেন, জাহান্নামে আগুনের পাহাড় হবে, যাতে তাকে চড়ানো হবে। إِرْهَاقٌ এর অর্থ হল, মানুষের উপর কোন ভারী জিনিস চাপিয়ে দেওয়া।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 18,
      "surah": 74,
      "text": "সে তো চিন্তা করল এবং সিদ্ধান্ত করল। [১]\n[১] অর্থাৎ, কুরআন এবং নবী (সাঃ)-এর বার্তা শুনে সে এ ব্যাপারে চিন্তা-ভাবনা করল যে, আমি এর উত্তর কি দেব? আর মনে মনে সে উত্তর প্রস্তুত করল।"
    },
    { "ayah": 19, "surah": 74, "text": "ধ্বংস হোক সে! কেমন করে সে এই সিদ্ধান্ত করল!" },
    { "ayah": 2, "surah": 74, "text": "উঠ, সতর্ক কর, [১]\n[১] অর্থাৎ, মক্কাবাসীদেরকে ভয় দেখাও, যদি তারা ঈমান না আনে।" },
    {
      "ayah": 20,
      "surah": 74,
      "text": "আবার ধ্বংস হোক সে! কেমন করে সে এই সিদ্ধান্তে উপনীত হল! [১]\n[১] এই বাক্যগুলো তার প্রতি বদ্দুআ স্বরূপ ব্যবহার করা হয়েছে। ধ্বংস হোক! বিনাশ হোক! এমন কথা সে চিন্তা করেছে?"
    },
    {
      "ayah": 21,
      "surah": 74,
      "text": "সে আবার চেয়ে দেখল। [১]\n[১] অর্থাৎ, পুনরায় চিন্তা করল যে, কুরআনের খন্ডন কিভাবে সম্ভব?"
    },
    {
      "ayah": 22,
      "surah": 74,
      "text": "অতঃপর সে ভ্রূকুঞ্চিত ও মুখ বিকৃত করল। [১]\n[১] অর্থাৎ, উত্তর চিন্তা করার সময় চেহারা বিকৃত করল এবং ভ্রূ-কুঞ্চিত করল। যেমন, কোন জটিল বিষয়ে চিন্তা করার সময় সাধারণতঃ মানুষের হয়ে থাকে।"
    },
    {
      "ayah": 23,
      "surah": 74,
      "text": "অতঃপর সে পিছনে ফিরল এবং দম্ভ প্রকাশ করল। [১]\n[১] অর্থাৎ, সত্য থেকে মুখ ফিরিয়ে নিল এবং ঈমান আনার ব্যাপারে অহংকার প্রদর্শন করল।"
    },
    {
      "ayah": 24,
      "surah": 74,
      "text": "এবং বলল, এটা তো লোক পরম্পরায় প্রাপ্ত যাদু ছাড়া আর কিছু নয়। [১]\n[১] অর্থাৎ, কারো কাছ থেকে সে শিখে এসেছে এবং সেখান থেকেই সংগ্রহ করে এনে দাবী করছে যে, এটা আল্লাহর নাযিলকৃত।"
    },
    { "ayah": 25, "surah": 74, "text": "এটা তো মানুষেরই কথা।" },
    { "ayah": 26, "surah": 74, "text": "আমি তাকে নিক্ষেপ করব সাক্বার (জাহান্নামে)।" },
    {
      "ayah": 27,
      "surah": 74,
      "text": "কিসে তোমাকে জানাল, সাক্বার কী? [১]\n[১] দোযখের নাম অথবা তার স্তরসমূহের একটির নাম 'সাক্বার'।"
    },
    {
      "ayah": 28,
      "surah": 74,
      "text": "ওটা তাদেরকে (জীবিত অবস্থায়) রাখবে না, আর (মৃত অবস্থায়ও) ছেড়ে দেবে না। [১]\n[১] তাদের শরীরে না গোশত বাকী রাখবে, আর না হাড়। অথবা এর অর্থ হল, জাহান্নামীদেরকে না জীবন্ত ছাড়বে, আর না মৃত। ثم لاَ يَمُوْتُ فِيْهَا وَلاَ يَحْيَ"
    },
    { "ayah": 29, "surah": 74, "text": "ওটা দেহের চামড়া দগ্ধ করে দেবে।" },
    { "ayah": 3, "surah": 74, "text": "এবং তোমার প্রতিপালকের শ্রেষ্ঠত্ব ঘোষণা কর।" },
    {
      "ayah": 30,
      "surah": 74,
      "text": "ওর তত্ত্বাবধানে রয়েছে উনিশ জন প্রহরী। [১]\n[১] অর্থাৎ, জাহান্নামে প্রহরী স্বরূপ ১৯ জন ফিরিশতা নিযুক্ত থাকবেন।"
    },
    {
      "ayah": 31,
      "surah": 74,
      "text": "আমি ফিরিশতাদেরকেই করেছি জাহান্নামের প্রহরী। আর অবিশ্বাসীদের পরীক্ষা স্বরূপই আমি তাদের এই সংখ্যা উল্লেখ করেছি;[১] যাতে কিতাবধারীদের দৃঢ় প্রত্যয় জন্মে,[২] বিশ্বাসীদের বিশ্বাস বর্ধিত হয়[৩] এবং বিশ্বাসীরা ও কিতাবধারীগণ সন্দেহ পোষণ না করে। এর ফলে যাদের অন্তরে ব্যাধি আছে, তারা ও অবিশ্বাসীরা বলবে, এ বর্ণনায় আল্লাহর উদ্দেশ্য কি?[৪] এইভাবে আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা পথ নির্দেশ করেন।[৫] তোমার প্রতিপালকের বাহিনী সম্পর্কে একমাত্র তিনিই জানেন।[৬] (জাহান্নামের) এই বর্ণনা তো মানুষের জন্য উপদেশ বাণী। [৭]\n[১] এখানে কুরাইশ বংশের মুশরিকদের খন্ডন করা হয়েছে। যখন জাহান্নামের তত্ত্বাবধায়ক ফিরিশতাদের কথা আল্লাহ উল্লেখ করলেন, তখন আবূ জাহল কুরাইশদেরকে সম্বোধন করে বলল, তোমাদের মধ্য থেকে প্রত্যেক দশজনের একটি দল এক একজন ফিরিশতার জন্য যথেষ্ট নয় কি? কেউ বলেন, কালাদাহ নামক এক ব্যক্তি --যার নিজ শক্তির ব্যাপারে বড়ই অহংকার ছিল---সে বলল, তোমরা কেবল দু'জন ফিরিশতাকে সামলে নিও, অবশিষ্ট ১৭ জন ফিরিশতার জন্য আমি একাই যথেষ্ট! বলা হয় যে, এই লোকই রসূল (সাঃ)-কে কয়েকবার কুস্তি লড়াই করার জন্য চ্যালেঞ্জ করেছিল এবং প্রত্যেক বারই পরাজিত হয়েছিল। কিন্তু ঈমান আনেনি। বলা হয় যে, এ ছাড়া রুকানা ইবনে আবদ ইয়াযীদের সাথে তিনি কুস্তি লড়েছিলেন এবং সে পরাজিত হয়ে ইসলাম গ্রহণ করেছিল।\n(ইবনে কাসীর)\nঅর্থাৎ, (কুরআনে উল্লিখিত) এই সংখ্যাও তাদের উপহাস ও বিদ্রূপের বিষয়রূপে পরিণত হল।\n[২] অর্থাৎ, জেনে নেয় যে, এ রসূল (সাঃ) হলেন সত্য। আর তিনি সেই কথাই বলেন, যা পূর্বের কিতাবসমূহেও লিপিবদ্ধ আছে।\n[৩] কারণ, আহলে-কিতাবও তাদের পয়গম্বরের কথার সত্যায়ন করেছে।\n[৪] অন্তরের ব্যাধিগ্রস্ত বলতে মুনাফিকদেরকে বুঝানো হয়েছে। অথবা এমন লোক, যাদের অন্তরে সন্দেহ ছিল। কেননা, মক্কায় মুনাফেকরা ছিল না। অর্থাৎ তারা জিজ্ঞাসা করবে যে, আল্লাহর এই সংখ্যাকে এখানে উল্লেখ করার পিছনে যুক্তি কি?\n[৫] অর্থাৎ, উপরোক্ত ভ্রষ্টতার মত যাকে চান তিনি ভ্রষ্ট করেন এবং যাকে চান সুপথ প্রদর্শন করেন। এর মধ্যে পরিপূর্ণ যে হিকমত ও যুক্তি বিদ্যমান রয়েছে, তা কেবলমাত্র আল্লাহই জানেন।\n[৬] অর্থাৎ, এই কাফের এবং মুশরিকরা মনে করে যে, জাহান্নামে তো ১৯ জনই ফিরিশতা আছেন এবং তাঁদেরকে কাবু করা কোন্ এমন কঠিন ব্যাপার? কিন্তু তারা জানে না যে, প্রতিপালকের সৈন্য সংখ্যা এত বেশী যা তিনি ছাড়া অন্য কেউ জানে না। ফিরিশতার সংখ্যা এত যে, ৭০ হাজার ফিরিশতা প্রতিদিন আল্লাহর ইবাদতের জন্য 'বাইতুল মা'মূর'এ প্রবেশ করেন। অতঃপর কিয়ামত পর্যন্ত এঁদের আর দ্বিতীয়বার প্রবেশের সুযোগ আসবে না।\n(বুখারী-মুসলিম)\n[৭] অর্থাৎ, এই জাহান্নাম এবং তাতে নিযুক্ত ফিরিশতা মানুষের জন্য নসীহতস্বরূপ। হতে পারে তারা আল্লাহর অবাধ্যতা হতে ফিরে আসবে।"
    },
    {
      "ayah": 32,
      "surah": 74,
      "text": "কখনই না।[১] চন্দ্রের শপথ।\n[১] كَلاَّ শব্দ দিয়ে এখানে মক্কাবাসীদের ধারণার খন্ডন করা হয়েছে। অর্থাৎ, তাদের ধারণা যে, তারা ফিরিশতাদেরকে পরাজিত করতে সক্ষম হবে। কখনই নয়, শপথ চাঁদ ও অবসানমুখী রাতের!"
    },
    { "ayah": 33, "surah": 74, "text": "শপথ রাত্রির, যখন ওর অবসান ঘটে।" },
    { "ayah": 34, "surah": 74, "text": "শপথ প্রভাতকালের, যখন ওটা আলোকোজ্জ্বল হয়।" },
    {
      "ayah": 35,
      "surah": 74,
      "text": "এই (জাহান্নাম) বিশাল (ভয়াবহ বস্তু)সমূহের একটি। [১]\n[১] এটা কসমের জওয়াব। كُبَرٌ হল كُبْرَى এর বহুবচন। তিনটি অতি গুরুত্বপূর্ণ জিনিসের কসম খাওয়ার পর আল্লাহ তাআলা জাহান্নামের বিশালতা ও তার ভয়াবহতার কথা বর্ণনা করছেন। যার পরে তার বিশালতা ও ভয়াবহতার ব্যাপারে আর কোন সন্দেহ অবশিষ্ট থাকে না।"
    },
    {
      "ayah": 36,
      "surah": 74,
      "text": "মানুষের জন্য সতর্ককারী। [১]\n[১] অর্থাৎ, এই জাহান্নাম সতর্ককারী। অথবা এই সতর্ককারী হলেন নবী (সাঃ) অথবা কুরআন মাজীদ। কেননা, কুরআন মাজীদও তার বর্ণিত অঙ্গীকার ও ধমকের মাধ্যমে মানুষের জন্য সতর্ককারী ও ভীতিপ্রদর্শনকারী।"
    },
    {
      "ayah": 37,
      "surah": 74,
      "text": "তোমাদের মধ্যে যে অগ্রসর হতে কিংবা পিছিয়ে পড়তে চায়, তার জন্য। [১]\n[১] অর্থাৎ, ঈমান ও আনুগত্যের কাজে এগিয়ে যেতে চায় অথবা পিছু হটতে চায়। অর্থাৎ, ভীতিপ্রদর্শক ও সতর্ককারী সবার জন্য। যে ঈমান আনে তার জন্যও এবং যে কুফরী করে তার জন্যও।"
    },
    {
      "ayah": 38,
      "surah": 74,
      "text": "প্রত্যেক ব্যক্তি নিজ কৃতকর্মের দায়ে আবদ্ধ। [১]\n[১] رَهِين বন্ধক রাখা জিনিসকে বলা হয়। অর্থাৎ, প্রতিটি মানুষ তার আমলের বিনিময়ে আটক, বন্ধক ও দায়বদ্ধ থাকবে। এই আমলই তাকে আযাব থেকে পরিত্রাণ দেবে; যদি তা সৎ হয়। অথবা তাকে ধ্বংস করে ফেলবে; যদি তা অসৎ হয়।"
    },
    {
      "ayah": 39,
      "surah": 74,
      "text": "তবে ডান হাত-ওয়ালারা নয়। [১]\n[১] অর্থাৎ, তারা নিজেদের পাপের শিকলে বন্দী হবে না, বরং তারা নিজেদের নেক আমলের কারণে মুক্ত থাকবে।"
    },
    {
      "ayah": 4,
      "surah": 74,
      "text": "তোমার পরিচ্ছদ পবিত্র রাখ। [১]\n[১] অর্থাৎ, অন্তর ও নিয়তকে পবিত্র রাখার সাথে সাথে কাপড়কেও পবিত্র রাখ। এই নির্দেশ এই জন্য দেওয়া হয় যে, মক্কাবাসীরা পবিত্রতার প্রতি যত্ন নিত না।"
    },
    { "ayah": 40, "surah": 74, "text": "তারা থাকবে জান্নাতে এবং তারা জিজ্ঞাসাবাদ করবে--" },
    {
      "ayah": 41,
      "surah": 74,
      "text": "অপরাধীদের সম্পর্কে, [১]\n[১] فِي جَنَّاتٍ হল أَصْحَابُ الْيَمِيْنِ থেকে হাল (ডানহাত-ওয়ালাদের অবস্থা ব্যাখ্যাকারী)। অর্থাৎ, জান্নাতবাসীরা বালাখানায় বসে জাহান্নামীদেরকে প্রশ্ন করবে।"
    },
    { "ayah": 42, "surah": 74, "text": "‘তোমাদেরকে কিসে সাক্বার (জাহান্নাম)এ নিক্ষেপ করেছে?’" },
    { "ayah": 43, "surah": 74, "text": "তারা বলবে, ‘আমরা নামাযীদের অন্তর্ভুক্ত ছিলাম না।" },
    {
      "ayah": 44,
      "surah": 74,
      "text": "আমরা অভাবগ্রস্তদেরকে অন্নদান করতাম না। [১]\n[১] নামায হল আল্লাহর অধিকার এবং মিসকীনদেরকে খাবার দেওয়া হল বান্দাদের অধিকার। অর্থ দাঁড়াল, আমরা না আল্লাহর অধিকার আদায় করেছি, আর না বান্দাদের।"
    },
    {
      "ayah": 45,
      "surah": 74,
      "text": "এবং আমরা সমালোচনাকারীদের সাথে সমালোচনায় নিমগ্ন থাকতাম। [১]\n[১] অর্থাৎ, অসার তর্ক-বিতর্কে এবং ভ্রষ্টতার সমর্থনে কথাবার্তায় বড়ই উদ্যমের সাথে অংশ নিতাম।"
    },
    { "ayah": 46, "surah": 74, "text": "আমরা কর্মফল দিবসকে মিথ্যা মনে করতাম।" },
    {
      "ayah": 47,
      "surah": 74,
      "text": "পরিশেষে আমাদের নিকট মৃত্যু আগমন করল।’ [১]\n[১] يَقِيْن অর্থ মৃত্যু। যেমন, দ্বিতীয় স্থানে আল্লাহ তাআলা বলেন, {وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ} অর্থাৎ, তোমার মৃত্যু উপস্থিত হওয়া পর্যন্ত তুমি তোমার প্রতিপালকের ইবাদত কর।\n(সূরা হিজর ১৫:৯৯)"
    },
    {
      "ayah": 48,
      "surah": 74,
      "text": "ফলে সুপারিশকারীদের সুপারিশ তাদের কোন কাজে আসবে না। [১]\n[১] অর্থাৎ, যে ব্যক্তির মধ্যে উল্লিখিত (মন্দ) গুণগুলো বর্তমান থাকবে, তার জন্য কারো সুপারিশও কোন উপকারে আসবে না। কারণ, সে কুফরীর কারণে সুপারিশ পাওয়ার অনুমতিই লাভ করবে না। সুপারিশ তো কেবল তার জন্য উপকারী হবে, যে ঈমানের কারণে শাফাআত লাভের যোগ্য হবে। আল্লাহর পক্ষ থেকে সুপারিশ করার অনুমতি কেবল তাদের জন্যই হবে, সবার জন্য নয়।"
    },
    { "ayah": 49, "surah": 74, "text": "তাদের কী হয়েছে যে, তারা উপদেশ (কুরআন) হতে মুখ ফিরিয়ে নেয়?" },
    {
      "ayah": 5,
      "surah": 74,
      "text": "অপবিত্রতা বর্জন কর। [১]\n[১] অর্থাৎ, মূর্তিপূজা ছেড়ে দাও। এটা আসলে রসূল (সাঃ)-এর মাধ্যমে লোকদেরকে নির্দেশ দেওয়া হচ্ছে।"
    },
    { "ayah": 50, "surah": 74, "text": "তারা যেন ভীত-সন্ত্রস্ত গর্দভ" },
    {
      "ayah": 51,
      "surah": 74,
      "text": "যারা সিংহের সম্মুখ হতে পলায়নপর। [১]\n[১] অর্থাৎ, এদের সত্যের প্রতি বিদ্বেষ এবং তা থেকে মুখ ফিরিয়ে নেওয়ার ব্যাপারটা ঐ রকমই যেমন, ভীত-সন্ত্রস্ত জংলী গাধা সিংহ দেখে পালায়, যখন সে তাকে শিকার করতে চায়। قَسْوَرَةٌ অর্থ সিংহ। কেউ কেউ এর অর্থ তিরন্দাজও করেছেন।"
    },
    {
      "ayah": 52,
      "surah": 74,
      "text": "বস্তুতঃ তাদের প্রত্যেকেই কামনা করে যে, তাকে একটি উন্মুক্ত গ্রন্থ দেওয়া হোক। [১]\n[১] অর্থাৎ, প্রত্যেকের হাতে আল্লাহর পক্ষ থেকে একটি করে উন্মুক্ত কিতাব অবতীর্ণ হোক, যাতে লেখা থাকবে যে, মুহাম্মাদ (সাঃ) আল্লাহর রসূল। কেউ কেউ এর অর্থ করেছেন, আমল না করেই এরা আযাব হতে পরিত্রাণ পেতে চায়। অর্থাৎ, তাদের প্রত্যেককে পরিত্রাণের সার্টিফিকেট দেওয়া হোক।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 53,
      "surah": 74,
      "text": "না, এটা হবার নয়। বরং তারা তো পরকালের ভয় পোষণ করে না। [১]\n[১] অর্থাৎ, তাদের ভ্রষ্টতার কারণ হল, আখেরাতের উপর ঈমান না আনা এবং তা মিথ্যা ভাবা। আর এই জিনিসই তাদেরকে ভয়শূন্য বানিয়ে দিয়েছে।"
    },
    {
      "ayah": 54,
      "surah": 74,
      "text": "না এটা হবার নয়। নিশ্চয় এ (কুরআন) উপদেশ বাণী। [১]\n[১] কিন্তু তার জন্য, যে এ কুরআন থেকে নসীহত ও উপদেশ গ্রহণ করতে চায়।"
    },
    { "ayah": 55, "surah": 74, "text": "অতএব যার ইচ্ছা সে উপদেশ গ্রহণ করবে।" },
    {
      "ayah": 56,
      "surah": 74,
      "text": "আর আল্লাহর ইচ্ছা ব্যতিরেকে কেউ উপদেশ গ্রহণ করবে না।[১] একমাত্র তিনিই ভয়ের যোগ্য এবং তিনিই ক্ষমা করার অধিকারী। [২]\n[১] অর্থাৎ, এই কুরআন থেকে হিদায়াত এবং নসীহত সে-ই গ্রহণ করতে সক্ষম হবে, যার জন্য আল্লাহ চাইবেন। ﴿وَمَا تَشَاءُونَ إِلَّا أَنْ يَشَاءَ اللهُ رَبُّ الْعَالَمِينَ﴾ (التكوير:২৯)\n[২] অর্থাৎ, সেই আল্লাহই এর উপযুক্ত যে, তাঁকে ভয় করা হোক। আর তিনিই মাফ করার এখতিয়ার রাখেন। কাজেই তিনি এই অধিকার রাখেন যে, তাঁর আনুগত্য করা হোক এবং তাঁর অবাধ্যতা থেকে বিরত থাকা হোক। এতে মানুষ তাঁর ক্ষমা ও রহমত পাওয়ার অধিকারী সাব্যস্ত হবে।"
    },
    {
      "ayah": 6,
      "surah": 74,
      "text": "অধিক পাওয়ার প্রত্যাশায় অনুগ্রহ করো না। [১]\n[১] অর্থাৎ, অপরের প্রতি অনুগ্রহ করে এই আশা করো না যে, বিনিময়ে তার থেকে অধিক পাওয়া যাবে।"
    },
    { "ayah": 7, "surah": 74, "text": "এবং তোমার প্রতিপালকের উদ্দেশ্যে ধৈর্যধারণ কর।" },
    { "ayah": 8, "surah": 74, "text": "যেদিন শিঙ্গায় ফুৎকার দেওয়া হবে।" },
    { "ayah": 9, "surah": 74, "text": "সেদিন হবে এক সংকটের দিন।" }
  ]
}
