{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 75,
      "text": "আমি শপথ করছি কিয়ামত দিবসের। [১]\n[১] لاَ أُقْسِمُ তে لاَ হরফটি অতিরিক্ত। আর এটা আরবী বাকপদ্ধতির বিশেষ রীতি। যেমন,{ مَا مَنَعَكَ أَلاَّ تَسْجُدَ}\n(সূরা আ'রাফ ৭:১২ আয়াত)\n{لِئَلاَّ يَعْلَمَ أَهْلُ الْكِتَابِ}\n(সূরা হাদীদ ৫৭:২৯ আয়াত)\nআরো অন্যান্য সূরাতেও এইরূপ ব্যবহার হয়েছে। কেউ কেউ বলেছেন, এই শপথের পূর্বে কাফেরদের কথার খন্ডন করা হয়েছে। তারা বলত যে, মরণের পর আর কোন জীবন নেই। لاَ এর দ্বারা বলা হল যে, তোমরা যেমন বলছ, ব্যাপারটা তেমন নয়। আমি কিয়ামতের দিনের কসম খেয়ে বলছি। আর কিয়ামতের দিনের কসম খাওয়ার উদ্দেশ্য তার গুরুত্ব ও মাহাত্ম্যকে স্পষ্ট করা।"
    },
    {
      "ayah": 10,
      "surah": 75,
      "text": "সেদিন মানুষ বলবে, আজ পালাবার স্থান কোথায়? [১]\n[১] অর্থাৎ, যখন এ সব ঘটনাবলী ঘটবে, তখন মানুষ আল্লাহ অথবা জাহান্নামের আযাব থেকে পলায়নের পথ খুঁজবে, কিন্তু তখন পলায়নের পথ কোথায় পাবে?"
    },
    {
      "ayah": 11,
      "surah": 75,
      "text": "না, কোন আশ্রয়স্থল নেই। [১]\n[১] وَزَرَ এমন পাহাড় বা দুর্গকে বলা হয়, যেখানে মানুষ আশ্রয় গ্রহণ করে। তখন কিন্তু এ রকম কোন আশ্রয়স্থল থাকবে না।"
    },
    {
      "ayah": 12,
      "surah": 75,
      "text": "সেদিন ঠাঁই হবে তোমার প্রতিপালকেরই নিকট। [১]\n[১] যেখানে তিনি বান্দার মাঝে বিচার-ফায়সালা করবেন। এ সম্ভব হবে না যে, কেউ আল্লাহর এই আদালত থেকে নিজেকে গোপন করে নেবে।"
    },
    {
      "ayah": 13,
      "surah": 75,
      "text": "সেদিন মানুষকে অবহিত করা হবে যে, সে কী অগ্রে পাঠিয়েছে ও কী পশ্চাতে রেখে গেছে। [১]\n[১] অর্থাৎ, তাকে তার সমস্ত আমল সম্পর্কে অবগত করানো হবে। সে আমলগুলো পুরাতন হোক বা নতুন, পূর্বে কৃত হোক বা পরে, ছোট হোক বা বড়। ﴿ وَوَجَدُوا مَا عَمِلُوا حَاضِرًا﴾ (কাহফঃ ৪৯))"
    },
    {
      "ayah": 14,
      "surah": 75,
      "text": "বস্তুতঃ মানুষ নিজের সম্বন্ধে সম্যক অবগত। [১]\n[১] অর্থাৎ, তার হাত, পা, জিহ্বা ও অন্যান্য অঙ্গ-প্রত্যঙ্গ সাক্ষ্য দেবে। অথবা এর অর্থ হল, মানুষ নিজের দোষগুলো খোদ জানে।"
    },
    {
      "ayah": 15,
      "surah": 75,
      "text": "যদিও সে নানা অজুহাতের অবতারণা করে। [১]\n[১] অর্থাৎ লড়াই করুক, ঝগড়া করুক, আর যত অপব্যাখ্যা করবে করুক; এ রকম করে তার না কোন লাভ হবে, আর না সে নিজ বিবেককে সন্তুষ্ট করতে পারবে।"
    },
    {
      "ayah": 16,
      "surah": 75,
      "text": "তাড়াতাড়ি অহী আয়ত্ত করার জন্য তুমি তোমার জিহ্বা ওর সাথে সঞ্চালন করো না। [১]\n[১] জিবরীল (আঃ) যখন অহী নিয়ে আসতেন, তখন নবী (সাঃ)ও তাঁর সাথে সাথে তাড়াতাড়ি করে পড়ে যেতেন। যাতে কোন শব্দ যেন ভুলে না যান। আল্লাহ তাঁকে ফিরিশতার সাথে এইভাবে পড়তে নিষেধ করলেন।\n(বুখারীঃ সূরা কিয়ামার তফসীর)\nএ বিষয় পূর্বেও আলোচিত হয়েছে।﴿ وَلَا تَعْجَلْ بِِالقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْكَ وَحْيُهُ﴾\n(সূরা ত্বাহা ২০:১১৪ আয়াত দ্রঃ)\nসুতরাং এই নির্দেশের পর রসূল (সাঃ) চুপ করে কেবল শুনতেন।"
    },
    {
      "ayah": 17,
      "surah": 75,
      "text": "নিশ্চয় এটার সংরক্ষণ ও পাঠ করাবার দায়িত্ব আমারই। [১]\n[১] অর্থাৎ, তোমার বক্ষে তা সংরক্ষণ করে দেওয়া এবং জবানে তার পঠন কাজ চালু করে দেওয়া হল আমার দায়িত্ব। যাতে তার কোন অংশ তোমার স্মরণচ্যুত না হয় এবং কোন কিছু তোমার স্মৃতি থেকে মুছে না যায়।"
    },
    {
      "ayah": 18,
      "surah": 75,
      "text": "সুতরাং যখন আমি ওটা (জিব্রাঈলের মাধ্যমে) পাঠ করি,[১] তখন তুমি সেই পাঠের অনুসরণ কর।[২]\n[১] অর্থাৎ, ফিরিশতা (জিবরীল (আঃ)) এর দ্বারা যখন আমি তোমার উপর এর পঠন কাজ সম্পূর্ণ করে নিই।\n[২] অর্থাৎ, তার যাবতীয় বিধি-বিধান লোকদেরকে পাঠ করে শুনাও এবং তার অনুসরণও কর।"
    },
    {
      "ayah": 19,
      "surah": 75,
      "text": "অতঃপর নিশ্চয় এর বিবৃতির দায়িত্ব আমারই। [১]\n[১] অর্থাৎ, তার জটিল ব্যাপারগুলোর ব্যাখ্যা এবং হালাল ও হারামের বিশদ বিবরণ দেওয়ার দায়িত্বও আমারই। এর পরিষ্কার অর্থ হল, কুরআনের সংক্ষিপ্ত আয়াতগুলোর যে ব্যাখ্যা, অস্পষ্ট আয়াতগুলোর যে বিশদ বিবরণ (ভাব-সম্প্রসারণ) এবং তার সাধারণ ও ব্যাপকার্থবোধক আয়াতগুলোকে নির্দিষ্টীকরণের কাজ নবী (সাঃ) যে করেছেন -- যাকে হাদীস বলা হয়, এটাও আল্লাহর পক্ষ হতে (অহী ও) ইলহামের মাধ্যমে তাঁরই বুঝানোর আলোকে হয়েছে। কাজেই এটাকেও কুরআনের মত মেনে নেওয়া জরুরী।"
    },
    {
      "ayah": 2,
      "surah": 75,
      "text": "আমি শপথ করছি তিরস্কারকারী আত্মার। [১]\n[১] অর্থাৎ, ন্যায় ও ভালো কাজ করলেও তিরস্কার করে যে, তা বেশী করে কেন করেনি। আর অন্যায় ও মন্দ কাজ করলেও তিরস্কার করে যে, তা থেকে কেন বিরত থাকেনি? দুনিয়াতেও যাদের বিবেক সচেতন, তাদের আত্মাও তাদেরকে তিরস্কার করে। নচেৎ আখেরাতে তো সকলের আত্মাই তিরস্কার করবে।"
    },
    { "ayah": 20, "surah": 75, "text": "না, তোমরা বরং ত্বরান্বিত (পার্থিব) জীবনকে ভালবাস।" },
    {
      "ayah": 21,
      "surah": 75,
      "text": "এবং পরকালকে উপেক্ষা কর। [১]\n[১] অর্থাৎ, কিয়ামতের দিনকে মিথ্যা ভাব, আল্লাহর অবতীর্ণকৃত বিষয়ের বিরোধিতা কর এবং সত্য থেকে এই জন্যই মুখ ফিরিয়ে নাও যে, তোমরা দুনিয়ার জীবনকেই সব কিছু ভেবে নিয়েছ এবং আখেরাতকে তোমরা একেবারে ভুলে গেছ।"
    },
    { "ayah": 22, "surah": 75, "text": "সেদিন বহু মুখমন্ডল উজ্জ্বল হবে।" },
    {
      "ayah": 23,
      "surah": 75,
      "text": "তারা তাদের প্রতিপালকের দিকে তাকিয়ে থাকবে। [১]\n[১] এটা হবে ঈমানদারদের চেহারা। তারা নিজেদের শুভ পরিণামের কারণে বড়ই প্রশান্ত, প্রসন্ন ও দীপ্তিমান হবে। এ ছাড়া তারা আল্লাহর মুখমন্ডল দর্শন লাভেও ধন্য হবে। যা সহীহ হাদীসসমূহে সুসাব্যস্ত এবং আহলে-সুন্নাহর সর্বসম্মত আকীদাও এটাই।"
    },
    {
      "ayah": 24,
      "surah": 75,
      "text": "আর বহু মুখমন্ডল হয়ে পড়বে বিবর্ণ। [১]\n[১] এ রকম হবে কাফেরদের চেহারা। بَاسِرَةٌ বিবর্ণ, ফ্যাকাসে এবং দুঃখ-দুশ্চিন্তায় কালো ও দীপ্তিহীন হবে।"
    },
    {
      "ayah": 25,
      "surah": 75,
      "text": "এই ধারণা করবে যে, তাদের সাথে মেরুদন্ড-ভাঙ্গা আচরণ করা হবে। [১]\n[১] আর তা এই যে, জাহান্নামে তাদেরকে নিক্ষেপ করা হবে।"
    },
    {
      "ayah": 26,
      "surah": 75,
      "text": "কখনই (তোমাদের ধারণা ঠিক) না, [১] যখন প্রাণ কণ্ঠাগত হবে। [২]\n[১] অর্থাৎ, এটা সম্ভব নয় যে, কাফেররা কিয়ামতের প্রতি ঈমান আনবে।\n[২] تَرَاقِي হল تَرْقُوَةٌ এর বহুবচন। অক্ষকাস্থি; কণ্ঠমূল ও বাহুসন্ধির মধ্যবর্তী অস্থিদ্বয়ের কোণখানিকে تَرْقُوَةٌ বলে। ভাবার্থ হল, যখন মৃত্যুর লৌহপঞ্জা তোমাদেরকে ধরবে এবং প্রাণ যখন কণ্ঠাগত হবে।"
    },
    {
      "ayah": 27,
      "surah": 75,
      "text": "এবং বলা হবে, কেউ ঝাড়ফুঁককারী আছে কি? [১]\n[১] অর্থাৎ, উপস্থিত ব্যক্তিদের মধ্য হতে কেউ এমন আছে কি, যে ঝাড়-ফুঁকের মাধ্যমে তোমাদেরকে মৃত্যুর হাত থেকে নিষ্কৃতি দেবে। কেউ কেউ এর তরজমা এইভাবেও করেছেন যে, 'এবং বলা হবে, (তার আত্মাকে নিয়ে আসমানে) আরোহণকারী কে?' রহমতের ফিরিশতা, না আযাবের ফিরিশতা? এই অর্থে এটা হবে ফিরিশতাদের কথা।"
    },
    {
      "ayah": 28,
      "surah": 75,
      "text": "সে দৃঢ়-বিশ্বাস করে নেবে, এটাই তার বিদায়ের সময়। [১]\n[১] অর্থাৎ, যার আত্মা তার কণ্ঠনালীতে এসে উপস্থিত হয়ে যাবে, সে নিশ্চিত হয়ে যাবে যে, এখন তার মাল-ধন, সন্তান-সন্ততি এবং দুনিয়ার প্রতিটি জিনিস থেকে পৃথক হয়ে বিদায় নেওয়ার পালা।"
    },
    {
      "ayah": 29,
      "surah": 75,
      "text": "তখন পায়ের (নলার) সাথে পা (নলা) জড়িয়ে যাবে। [১]\n[১] এ থেকে মৃত্যুর সময় পদনালীর সাথে পদনালীর (ঠ্যাং-এর সাথে ঠ্যাং) জড়িয়ে যাওয়াকে বুঝানো হয়েছে। অথবা এর অর্থ, কষ্টের উপর কষ্ট আসতে থাকা। অধিকাংশ মুফাসসিরগণ দ্বিতীয় অর্থই গ্রহণ করেছেন।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 3,
      "surah": 75,
      "text": "মানুষ কি মনে করে যে, আমি তার অস্থিসমূহ একত্র করতে পারব না? [১]\n[১] এটা কসমের জওয়াব। এখানে 'ইনসান' বলতে কাফের ও নাস্তিককে বুঝানো হয়েছে, যারা কিয়ামতকে বিশ্বাস করে না। কিন্তু তাদের ধারণা ভুল। মহান আল্লাহ অবশ্যই মানুষের সমস্ত অঙ্গ-প্রত্যঙ্গকে একত্রিত করবেন। এখানে বিশেষ করে অস্থি বা হাড়ের কথা উল্লেখ করা হয়েছে। কারণ, অস্থিই হল (মানবদেহ) সৃষ্টির মৌলিক কাঠামো।"
    },
    { "ayah": 30, "surah": 75, "text": "সেদিন তোমার প্রতিপালকের দিকেই যাত্রা হবে।" },
    {
      "ayah": 31,
      "surah": 75,
      "text": "সে সত্য বলে মানেনি এবং নামায পড়েনি। [১]\n[১] অর্থাৎ, এই ব্যক্তি না রসূল (সাঃ) এবং কুরআনকে সত্যজ্ঞান করেছে, আর না নামায আদায় করেছে। অর্থাৎ, সে আল্লাহর ইবাদতও করেনি।"
    },
    {
      "ayah": 32,
      "surah": 75,
      "text": "বরং সে মিথ্যা মনে করেছিল ও মুখ ফিরিয়ে নিয়েছিল। [১]\n[১] অর্থাৎ, রসূল (সাঃ)-কে মিথ্যাজ্ঞান করেছে এবং ঈমান আনয়ন ও আনুগত্য করা হতে মুখ ফিরিয়ে নিয়েছে।"
    },
    {
      "ayah": 33,
      "surah": 75,
      "text": "অতঃপর সে তার পরিবার পরিজনের নিকট ফিরে গিয়েছিল দম্ভভরে। [১]\n[১] يَتَمَطَّى অর্থাৎ দম্ভভরে ও অহংকারের সাথে।"
    },
    { "ayah": 34, "surah": 75, "text": "দুর্ভোগ তোমার জন্য দুর্ভোগ।" },
    {
      "ayah": 35,
      "surah": 75,
      "text": "আবার দুর্ভোগ তোমার জন্য দুর্ভোগ। [১]\n[১] এটা তিরস্কার বাক্য। এর প্রকৃত গঠন ছিল এই রকম, أَوْلاَكَ اللهُ مَا تَكْرَهُهُ আল্লাহ তোমাকে এমন জিনিসের সম্মুখীন করুক, যা তোমার কাছে অপছন্দনীয়! (অনুবাদে 'তোমার জন্য দুর্ভোগ' বলে সে কথা প্রকাশ করা হয়েছে।)"
    },
    {
      "ayah": 36,
      "surah": 75,
      "text": "মানুষ কি মনে করে যে, তাকে নিরর্থক ছেড়ে দেওয়া হবে? [১]\n[১] অর্থাৎ, তাকে কিছুর আদেশ করা হবে না এবং কিছু থেকে নিষেধ করা হবে না, তার হিসাব হবে না এবং কোন শাস্তিও না? অথবা তাকে কবরে চিরদিনের জন্য ছেড়ে দেওয়া হবে এবং সেখান হতে তাকে পুনর্জীবিত করা হবে না?"
    },
    { "ayah": 37, "surah": 75, "text": "সে কি স্খলিত শুক্রবিন্দু ছিল না?" },
    {
      "ayah": 38,
      "surah": 75,
      "text": "অতঃপর সে রক্তপিন্ডে পরিণত হয়। তারপর আল্লাহ তাকে সৃষ্টি করেন এবং সুঠাম বানান। [১]\n[১] فَسَوَّى অর্থাৎ, তাকে সুন্দর সুবিন্যস্ত করে পূর্ণ আকৃতি দিয়ে তার মধ্যে আত্মা দান করেছেন।"
    },
    { "ayah": 39, "surah": 75, "text": "অতঃপর তিনি তা হতে সৃষ্টি করেন জোড়া জোড়া নর ও নারী।" },
    {
      "ayah": 4,
      "surah": 75,
      "text": "অবশ্যই। আমি ওর আঙ্গুলের অগ্রভাগ পর্যন্ত সুবিন্যস্ত করতে সক্ষম।[১]\n[১] بَنَانٌ হাত-পায়ের (আঙ্গুলের) অগ্রভাগকে বলা হয়; যা জোড়, নখ, সূক্ষ্ম উপশিরা এবং পাতলা হাড় (চামড়ার উপর সূক্ষ্ম রেখা) ইত্যাদি সমন্বিত থাকে। এত সূক্ষ্ম জিনিসগুলোকে তো আমি ঠিক ঠিকভাবে জুড়ে দেব। তাহলে বড় বড় অংশগুলোকে জোড়া দেওয়া কি আমার জন্য কোন কঠিন কাজ হবে? (আঙ্গুলের অগ্রভাগে যে সূক্ষ্মাতিসূক্ষ্ম রেখা আছে এবং তা এমন সূক্ষ্মভাবে সুবিন্যস্ত আছে যে, একজনের আঙ্গুলের ছাপ অন্যজনের সাথে মিলে না। সুতরাং কী আজব কুদরত সেই মহান স্রষ্টার!\n-সম্পাদক\n)"
    },
    {
      "ayah": 40,
      "surah": 75,
      "text": "সেই স্রষ্টা কি মৃতকে পুনর্জীবিত করতে সক্ষম নন? [১]\n[১] অর্থাৎ, যে আল্লাহ মানুষকে পর্যায়ক্রমে বিভিন্ন অবস্থার উপর অতিক্রম করিয়ে সৃষ্টি করেছেন তিনি কি মৃত্যুর পর পুনরায় তাকে জীবিত করতে সক্ষম নন? উক্ত আয়াত পাঠ করে বলতে হয় سُبْحَانَكَ فَبَلى (সুবহা-নাকা ফাবালা), অর্থাৎ তুমি পবিত্র, অবশ্যই (তুমি সক্ষম)।\n(আবূ দাঊদ ৮৮৩, ৮৮৪নং, বাইহাক্বী)"
    },
    {
      "ayah": 5,
      "surah": 75,
      "text": "বরং মানুষ তার আগামীতেও পাপ করতে চায়; [১]\n[১] অর্থাৎ, এই বিশ্বাসে পাপাচরণ এবং সত্যকে অস্বীকার করে যে, কিয়ামত আসবে না।"
    },
    {
      "ayah": 6,
      "surah": 75,
      "text": "সে প্রশ্ন করে, কখন কিয়ামত দিবস আসবে? [১]\n[১] তারা এ প্রশ্ন এই জন্য করে না যে, কৃতপাপ হতে তওবা করবে। বরং কিয়ামত সংঘটিত হওয়াকে তারা অসম্ভব মনে করে। আর এই কারণেই তারা অন্যায়-অনাচার থেকে ফিরে আসে না। পরের আয়াতে মহান আল্লাহ কিয়ামত সংঘটিত হওয়ার সময় বর্ণনা করছেন।"
    },
    {
      "ayah": 7,
      "surah": 75,
      "text": "সুতরাং যখন চক্ষু স্থির হয়ে যাবে, [১]\n[১] ভয়ে আতঙ্কগ্রস্ত হয়ে। بَرِقَ، تَحَيَّرَ وَانْدَهَشَ যা মৃত্যুর সময় সাধারণতঃ হয়ে থাকে।"
    },
    {
      "ayah": 8,
      "surah": 75,
      "text": "এবং চন্দ্র জ্যোতিবিহীন হয়ে পড়বে। [১]\n[১] যখন চাঁদে গ্রহণ লাগে, তখনও সে (চাঁদ) জ্যোতিবিহীন হয়ে যায়। কিন্তু যে চাঁদ কিয়ামতের নিদর্শন স্বরূপ জ্যোতিবিহীন হবে তাতে পুনরায় আর জ্যোতি ফিরে আসবে না।"
    },
    {
      "ayah": 9,
      "surah": 75,
      "text": "যখন সূর্য ও চন্দ্রকে একত্রিত করা হবে। [১]\n[১] অর্থাৎ, জ্যোতিবিহীন হওয়াতে একরকম করা হবে। অর্থাৎ, চাঁদের মত সূর্যের জ্যোতিও শেষ হয়ে যাবে।"
    }
  ]
}
