{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 76,
      "text": "অবশ্যই মানুষের উপর এমন এক সময় এসেছিল, যখন সে উল্লেখযোগ্য কিছুই ছিল না। [১]\n[১] هَلْ এখানে قَدْ অর্থে ব্যবহূত। الإنسَان বলতে কেউ কেউ 'আবুল বাশার' অর্থাৎ, প্রথম মানুষ আদম (আঃ)-কে বুঝিয়েছেন। আর حِيْنٌ (এক সময়) বলতে রূহ ফুঁকার পূর্বের কালকে বুঝানো হয়েছে, আর তা ছিল ৪০ বছর। অধিকাংশ মুফাসসেরগণের নিকট 'মানুষ' শব্দটি শ্রেণীবাচক অর্থে ব্যবহার হয়েছে এবং তাঁরা حِيْنٌ (এক সময়) বলতে গর্ভধারণের সময়কে বুঝিয়েছেন। যখন সে উল্লেখযোগ্য কিছুই ছিল না। এতে আসলে মানুষকে সতর্ক করা হয়েছে যে, সে সুন্দর এক আকৃতি নিয়ে পৃথিবীতে আসার পর প্রতিপালকের সামনে অহংকার ও দাম্ভিকতা প্রদর্শন করে। তাকে তো নিজের অবস্থা স্মরণ রাখা উচিত যে, আমি তো সে-ই, যার কোন অস্তিত্ব ছিল না, তখন আমাকে কে চিনত?"
    },
    {
      "ayah": 10,
      "surah": 76,
      "text": "আমরা আশংকা করি আমাদের প্রতিপালকের নিকট হতে এক ভীতিপ্রদ ভয়ংকর দিনের।’ [১]\n[১] ইবনে আব্বাস (রাঃ) قَمْطَرِيرٌ এর অর্থ করেছেন সুদীর্ঘ। আর عَبُوْسٌ অর্থ কঠিন। অর্থাৎ, সেই দিন হবে অতীব কঠিন দিন। কঠিনতা ও ভয়াবহতার কারণে কাফেরদের জন্য তা হবে খুবই সুদীর্ঘ।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 11,
      "surah": 76,
      "text": "পরিণামে আল্লাহ তাদেরকে রক্ষা করবেন সে দিনের অনিষ্ট হতে[১] এবং তাদেরকে দেবেন উৎফুল্লতা ও আনন্দ। [২]\n[১] যেমন, সে তার অনিষ্টকে ভয় করত এবং তা হতে বাঁচার জন্য আল্লাহর আনুগত্য করত।\n[২] অর্থাৎ, উজ্জ্বল হবে তাদের চেহারা এবং প্রফুল্ল হবে চিত্ত। যখন মানুষের অন্তর প্রফুল্লতায় ভরে যায়, তখন তার মুখমন্ডলও আনন্দে উজ্জ্বল হয়। নবী (সাঃ)-এর সম্পর্কে এসেছে যে, যখন তিনি কোন বিষয়ে খুশী হতেন, তখন তাঁর পবিত্র মুখমন্ডল এমন উজ্জ্বল হত যেন তা চাঁদের টুকরা।\n(বুখারীঃ যুদ্ধ অধ্যায়, তাবূক যুদ্ধ পরিচ্ছেদ, মুসলিমঃ তাওবাহ অধ্যায়, কা'ব বিন মালেকের তওবা পরিচ্ছেদ)"
    },
    {
      "ayah": 12,
      "surah": 76,
      "text": "আর তাদের ধৈর্যশীলতার[১] পুরস্কার স্বরূপ তাদেরকে দেবেন জান্নাত ও রেশমী বস্ত্র।\n[১] ধৈর্য ধরার অর্থ, দ্বীনের রাস্তায় যেসব কষ্ট আসে তা আনন্দের সাথে বরণ করে নেওয়া এবং আল্লাহর আনুগত্যে প্রবৃত্তির চাহিদা ও তার তৃপ্তিকর বিষয়কে কুরবানী দেওয়া ও যাবতীয় অবাধ্যতা থেকে বিরত থাকা।"
    },
    {
      "ayah": 13,
      "surah": 76,
      "text": "সেখানে তারা সুসজ্জিত আসনে হেলান দিয়ে বসবে, তারা সেখানে রৌদ্রতাপ অথবা অতিশয় শীত বোধ করবে না। [১]\n[১] زَمْهَرِيْرٌ কঠিন শীতকে বলা হয়। অর্থাৎ, সেখানে সর্বদা একই রকম আবহাওয়া থাকবে। আর সেটা হবে বসন্তকাল; না গরম, আর না ঠান্ডা।"
    },
    {
      "ayah": 14,
      "surah": 76,
      "text": "সন্নিহিত বৃক্ষছায়া তাদের উপর থাকবে[১] এবং ওর ফলমূল সম্পূর্ণরূপে তাদের আয়ত্তাধীন করা হবে। [২]\n[১] সেখানে সূর্যের তাপ থাকবে না। তা সত্ত্বেও গাছের ছায়া তাদের প্রতি ঝুঁকে থাকবে অথবা এর অর্থ হল, গাছের শাখাগুলো তাদের অনেক কাছে হবে।\n[২] অর্থাৎ, গাছের ফল আজ্ঞাবহ দাসের মত অপেক্ষায় থাকবে। মানুষের যখনই তা খাবার ইচ্ছা জাগবে, তখনই তা (ফল) নুয়ে এত নিকটে হয়ে যাবে যে, তারা বসে বসে অথবা শুয়ে শুয়ে তা নিয়ে খেতে পারবে।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 15,
      "surah": 76,
      "text": "তাদের উপর ঘুরানো হবে রৌপ্যপাত্র এবং স্ফটিকের মত স্বচ্ছ পান-পাত্র। [১]\n[১] অর্থাৎ, সেবক (গিলমান)রা তা নিয়ে জান্নাতীদের মাঝে ঘুরতে থাকবে।"
    },
    {
      "ayah": 16,
      "surah": 76,
      "text": "রূপালী স্ফটিক-পাত্র, [১] পরিবেশনকারীরা যথাযথ পরিমাণে তা পূর্ণ করবে। [২]\n[১] অর্থাৎ, এই পানপাত্রগুলো রূপা ও কাঁচের তৈরী হবে। বড় মূল্যবান ও সুন্দর হবে। এমন বিচিত্র ধরনের গঠন হবে; দুনিয়াতে যার কোন নযীর নেই।\n[২] অর্থাৎ, এতে পানীয় এমন পরিমাপে রাখা থাকবে যে, এতে জান্নাতী পরিতৃপ্ত হয়ে যাবে, পিপাসা অনুভব করবে না এবং আবখোরা ও পানপাত্রে অবশিষ্টও থাকবে না। মেহমানের খাতিরে এই পদ্ধতিও মেহমানের সম্মান অধিক বৃদ্ধি করে।"
    },
    {
      "ayah": 17,
      "surah": 76,
      "text": "সেখানে তাদেরকে পান করতে দেওয়া হবে শুঁঠ-মিশ্রিত পানীয়। [১]\n[১] زَنْجَبِيْلٌ শুকনা আদা (শুঁঠ)-কে বলে। এটা গরম জাতীয় জিনিস। এর মিশ্রণে সুগন্ধময় এক ধরনের ঝাঁজ সৃষ্টি হয়। তাছাড়া আরবদের নিকট এটা অতীব পছন্দনীয় জিনিস। তাই তো তাদের চা-কফিতেও আদা ব্যবহূত হয়ে থাকে। অর্থাৎ, জান্নাতের এক প্রকার শারাব কর্পূর মিশ্রিত শীতল পানীয় হবে। আর এক প্রকারের শারাব শুঁঠ মিশ্রিত ঝাঁজালো হবে।"
    },
    {
      "ayah": 18,
      "surah": 76,
      "text": "জান্নাতের এমন এক ঝরণার, যার নাম ‘সালসাবীল’। [১]\n[১] অর্থাৎ, এমন শুঁঠ মিশ্রিত শারাবেরও ঝর্ণা হবে, যার নাম হবে 'সালসাবীল'।"
    },
    {
      "ayah": 19,
      "surah": 76,
      "text": "চির কিশোরগণ (গিলমান) [১] তাদের কাছে (সেবার জন্য) ঘুরাঘুরি করবে, তুমি তাদেরকে দেখলে তোমার মনে হবে, তারা যেন বিক্ষিপ্ত মুক্তা। [২]\n[১] শারাবের গুণ বর্ণনা করার পর তাদের গুণের কথা আলোচনা হচ্ছে, যারা পানপাত্র পেশ করবে। 'চির-কিশোর'-এর একটি অর্থ হল, জান্নাতীদের মত এই সেবকদেরও মৃত্যু আসবে না। দ্বিতীয়ত অর্থ হল, তাদের কিশোরসুলভ বয়স ও সৌন্দর্য অব্যাহত থাকবে। তারা না বৃদ্ধ হবে, আর না তাদের রূপ-সৌন্দর্যের কোন পরিবর্তন ঘটবে।\n[২] সৌন্দর্য, পরিষ্কার-পরিচ্ছন্নতা, সজীবতা ও সতেজতায় তারা হবে মণি-মুক্তার মত। 'বিক্ষিপ্ত'র অর্থ, সেবার জন্য তারা চতুর্দিকে ছড়িয়ে-ছিটিয়ে থাকবে এবং অতি শীঘ্রতার সাথে সেবা কাজে নিরত থাকবে।"
    },
    {
      "ayah": 2,
      "surah": 76,
      "text": "নিশ্চয় আমি মানুষকে সৃষ্টি করেছি মিলিত শুক্রবিন্দু হতে,[১] যাতে আমি তাকে পরীক্ষা করি, এই জন্য আমি তাকে করেছি শ্রবণ ও দৃষ্টিশক্তিসম্পন্ন। [২]\n[১] মিলিত শুক্র বা বীর্যবিন্দু বলতে নর-নারী উভয়ের মিশ্রিত বীর্য এবং তার বিভিন্ন পর্যায়ে বিভিন্ন অবস্থা। মানুষ সৃষ্টির উদ্দেশ্য হল, তাকে পরীক্ষা করা। যেমন তিনি বলেছেন, \"যিনি সৃষ্টি করেছেন মৃত্যু ও জীবন তোমাদেরকে পরীক্ষা করবার জন্য; কে তোমাদের মধ্যে কর্মে উত্তম?\"\n(সূরা মুলক ৬৭:২ আয়াত)\n[২] অর্থাৎ, তাকে শ্রবণশক্তি ও দর্শনশক্তি দান করেছি। যাতে সে সব কিছু দেখতে ও শুনতে পারে এবং তারপর আনুগত্যের অথবা অবাধ্যতার উভয় রাস্তার মধ্যে কোন এক রাস্তা অবলম্বন করতে পারে।"
    },
    {
      "ayah": 20,
      "surah": 76,
      "text": "তুমি দেখলে সেখানে[১] দেখতে পাবে ভোগ-বিলাসের উপকরণ এবং বিশাল রাজ্য।\n[১] ثَمَّ শব্দটি যরফে মাকান (যার দ্বারা কোন স্থানের প্রতি ইঙ্গিত করা হয়)। وَإِذَا رَأَيْتَ ثَمَّ، أَيْ هُنَاكَ অর্থাৎ, জান্নাতে যেদিকেই তাকাবে, সেখানে দেখতে পাবে---।"
    },
    {
      "ayah": 21,
      "surah": 76,
      "text": "তাদের দেহে হবে মিহি সবুজ এবং মোটা রেশমী কাপড়, [১] তারা অলঙ্কৃত হবে রৌপ্য-নির্মিত কঙ্কনে,[২] আর তাদের প্রতিপালক তাদেরকে পান করাবেন বিশুদ্ধ পানীয়।\n[১] سُنْدُسٍ পাতলা বা মিহি রেশমী পোশাক। আর إِسْتَبْرَقٍ মোটা রেশমী পোশাক।\n[২] যেমন এক কালে বাদশাহ, সরদার এবং উচ্চমানের লোকেরা অলঙ্কার ব্যবহার করত।"
    },
    { "ayah": 22, "surah": 76, "text": "(বলা হবে) নিশ্চয় এটাই তোমাদের পুরস্কার এবং তোমাদের কর্মপ্রচেষ্টা স্বীকৃত।" },
    {
      "ayah": 23,
      "surah": 76,
      "text": "নিশ্চয় আমি তোমার প্রতি কুরআন অবতীর্ণ করেছি ক্রমে ক্রমে। [১]\n[১] অর্থাৎ, একই দফায় অবতীর্ণ করার পরিবর্তে প্রয়োজন ও চাহিদানুযায়ী বিভিন্ন সময়ে অবতীর্ণ করেছি। এর দ্বিতীয় অর্থ এটাও হতে পারে যে, এই কুরআনকে আমিই অবতীর্ণ করেছি। এটা তোমার নিজ রচিত জিনিস নয়; যেমন মুশরিকরা দাবী করে।"
    },
    {
      "ayah": 24,
      "surah": 76,
      "text": "সুতরাং ধৈর্যের সাথে তোমার প্রতিপালকের ফায়সালার প্রতীক্ষা কর[১] এবং তাদের মধ্যে যে পাপিষ্ঠ অথবা অবিশ্বাসী তার আনুগত্য করো না। [২]\n[১] অর্থাৎ, তাঁর ফায়সালার অপেক্ষা কর। তিনি তোমার সাহায্যে কিছু দেরী করলে (জানবে) তাতে তাঁর কোন হিকমত আছে। কাজেই ধৈর্য ও উদ্যমের প্রয়োজন আছে।\n[২] অর্থাৎ, যদি এরা তোমাকে আল্লাহর নাযিলকৃত নির্দেশাবলী থেকে বাধা দান করে, তবে তাদের কথা না মেনে তবলীগ ও দাওয়াতের কাজ অব্যাহতভাবে চালিয়ে যাও এবং আল্লাহর উপর ভরসা রাখ। তিনি মানুষ (তাদের অনিষ্ট) থেকে তোমার হেফাযত করবেন। 'পাপিষ্ঠ' তাকে বলা হয়, যে কর্মের মাধ্যমে আল্লাহর অবাধ্যতা করে। আর 'অবিশ্বাসী' হল সেই, যার অন্তর অবিশ্বাসী। অথবা যে কুফরীতে সীমা অতিক্রম করে। কেউ কেউ বলেন, এ থেকে উদ্দেশ্য হল অলীদ ইবনে মুগীরাহ। সে রসূল (সাঃ)-কে বলেছিল, তুমি এ (ইসলাম প্রচার) কাজ থেকে বিরত থাক, আমরা তোমার ইচ্ছামত তোমার জন্য ধন-সম্পদ প্রদান করব এবং আরবের যে মহিলাকে তুমি বিবাহ করতে চাইবে, তারই সাথে আমরা তোমার বিবাহ দিয়ে দেব।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 25,
      "surah": 76,
      "text": "এবং তোমার প্রতিপালকের নাম স্মরণ কর সকাল ও সন্ধ্যায়। [১]\n[১] সকাল-সন্ধ্যায় অর্থাৎ, সব সময় আল্লাহর যিকর কর। অথবা সকাল বলতে ফজরের নামাযকে এবং সন্ধ্যা বলতে আসরের নামাযকে বুঝানো হয়েছে।"
    },
    {
      "ayah": 26,
      "surah": 76,
      "text": "রাত্রির কিয়দংশে তাঁকে সিজদাহ কর এবং রাত্রির দীর্ঘ সময় তাঁর পবিত্রতা ও মহিমা ঘোষণা কর। [১]\n[১] কেউ কেউ এর অর্থ নিয়েছেন মাগরিব ও এশার নামায। আর 'তাসবীহ' করার অর্থ হল, যে কথাগুলো আল্লাহর জন্য উপযুক্ত নয়, তা থেকে তাঁকে পবিত্র ঘোষণা কর। কারো নিকটে এর অর্থ হল, রাতের নফল নামায। অর্থাৎ, তাহাজ্জুদের নামায। আর এখানে 'আদেশ' ইস্তিহবাব (যা করলে নেকী হয়, না করলে কোন পাপ হয় না) অর্থে ব্যবহার হয়েছে।"
    },
    {
      "ayah": 27,
      "surah": 76,
      "text": "নিশ্চয় তারা ত্বরান্বিত (পার্থিব) জীবনকে ভালবাসে[১] এবং তারা পরবর্তী কঠিন দিবসকে উপেক্ষা করে চলে। [২]\n[১] অর্থাৎ, মক্কার কাফেররা এবং তাদের মত অন্য লোকেরা দুনিয়ার মায়াজালে বন্দী এবং তাদের সমস্ত চেষ্টা ও মনোযোগ এরই জন্য ব্যয়িত।\n[২] অর্থাৎ, কিয়ামতকে। তার কঠিনতা ও ভয়াবহতার কারণে তাকে (কঠিন ও) ভারী দিন বলা হয়েছে। আর 'উপেক্ষা করে চলে' অর্থ, তার জন্য প্রস্তুতি গ্রহণ করে না এবং তার কোন পরোয়াও করে না।"
    },
    {
      "ayah": 28,
      "surah": 76,
      "text": "আমি তাদেরকে সৃষ্টি করেছি এবং তাদের গঠন সুদৃঢ় করেছি।[১] আর আমি যখন ইচ্ছা করব, তখন তাদের পরিবর্তে তাদের অনুরূপ (এক জাতিকে) প্রতিষ্ঠিত করব। [২]\n[১] অর্থাৎ, সৃষ্টিগঠনকে বলিষ্ঠ করেছি অথবা শিরা-উপশিরা দ্বারা তাদের জোড়গুলোকে এক অপরের সাথে মিলিয়ে দিয়েছেন। অন্য কথায় তাদের জোড়গুলোকে বড় শক্তিশালী করেছি।\n[২] অর্থাৎ, তাদেরকে ধ্বংস করে তাদের স্থলে অন্য কোন সম্প্রদায়কে সৃষ্টি করব অথবা এর অর্থ হল, কিয়ামতের দিন পুনরায় সৃষ্টি করব।"
    },
    {
      "ayah": 29,
      "surah": 76,
      "text": "নিশ্চয় এটা এক উপদেশ, অতএব যার ইচ্ছা সে তার প্রতিপালকের দিকে পথ অবলম্বন করুক। [১]\n[১] অর্থাৎ, এই কুরআন থেকে হিদায়াত গ্রহণ করুক।"
    },
    {
      "ayah": 3,
      "surah": 76,
      "text": "নিশ্চয় আমি তাকে পথের নির্দেশ দিয়েছি; হয় সে কৃতজ্ঞ হবে, না হয় সে অকৃতজ্ঞ হবে। [১]\n[১] অর্থাৎ, উল্লিখিত শক্তি ও যোগ্যতাদি দেওয়ার সাথে সাথে আমি নিজেও আসমানী কিতাব, আম্বিয়া এবং হকপন্থী আহবানকারীদের মাধ্যমে সঠিক পথকে সুস্পষ্ট করে দিয়েছি। এখন তার ইচ্ছা আল্লাহর আনুগত্যের পথ অবলম্বন করে তাঁর কৃতজ্ঞ বান্দা গণ্য হোক অথবা তাঁর অবাধ্যতার পথ অবলম্বন করে অকৃতজ্ঞ বান্দা হোক। যেমন, এক হাদীসে নবী করীম (সাঃ) বলেছেন, \"প্রত্যেক ব্যক্তি নিজের আত্মার বেচা-কেনা করে। সুতরাং হয় সে তাকে ধ্বংস করে দেয় অথবা তাকে মুক্ত করে নেয়।\"\n(মুসলিমঃ পবিত্রতা অধ্যায়, ওযু পরিচ্ছেদ)\nঅর্থাৎ, নিজের আমল ও কর্মাকর্ম দ্বারা হয় তাকে ধ্বংস করে অথবা মুক্ত করে নেয়। যদি সে পাপকাজ করে, তাহলে ধ্বংস করে। আর যদি পুণ্যকাজ করে, তাহলে সে আত্মাকে মুক্ত করে নেয়।"
    },
    {
      "ayah": 30,
      "surah": 76,
      "text": "তোমরা ইচ্ছা করবে না; যদি না আল্লাহ ইচ্ছা করেন।[১] আর নিশ্চয় আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়। [২]\n[১] (অর্থাৎ, আল্লাহর ইচ্ছা ব্যতিরেকে তোমাদের কোন ইচ্ছা সফল হতে পারে না।) অর্থাৎ, তোমাদের মধ্যে কারো এ সামর্থ্য নেই যে, সে নিজেকে হিদায়াতের পথে প্রতিষ্ঠিত এবং নিজের জন্য কোন কল্যাণের ব্যবস্থা করে নেবে। হ্যাঁ, যদি আল্লাহ চান তবে এ রকম করা সম্ভব হবে। তাঁর ইচ্ছা ছাড়া তোমরা কিছুই করতে পারবে না। তবে মনের নিয়ত (সংকল্প) সৎ ও সঠিক হলে তিনি নেকী অবশ্যই দেন। إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى \"সমস্ত কাজ (এর নেকী) নিয়তের উপর নির্ভরশীল। আর প্রত্যেক ব্যক্তি তা-ই পাবে, যার সে নিয়ত করবে।\"\n(বুখারী)\n[২] যেহেতু তিনি প্রজ্ঞাময় ও সুকৌশলী, তাই তাঁর প্রতিটি কাজে হিকমত ও যৌক্তিকতা আছে। অতএব হিদায়াত এবং ভ্রষ্টতার ফায়সালাও কোন বিচার-বিবেচনা ছাড়াই যে হয়, তা নয়। বরং যাকে তিনি হিদায়াত দান করেন প্রকৃতপক্ষে সে হিদায়াতের যোগ্য থাকে। আর যার ভাগে ভ্রষ্টতা জোটে, সে আসলেই তার উপযুক্ত থাকে।"
    },
    {
      "ayah": 31,
      "surah": 76,
      "text": "তিনি যাকে ইচ্ছা তাঁর করুণার অন্তর্ভুক্ত করেন। আর যালেমরা; তাদের জন্য তো তিনি প্রস্তুত রেখেছেন যন্ত্রণাদায়ক শাস্তি। [১]\n[১] الظَّالِمِيْنَ কর্মপদ। কারণ এর পূর্বে يُعَذِّبُ ক্রিয়াপদ ঊহ্য আছে।"
    },
    {
      "ayah": 4,
      "surah": 76,
      "text": "নিশ্চয় আমি অবিশ্বাসীদের জন্য প্রস্তুত রেখেছি শৃঙ্খল, বেড়ি ও লেলিহান অগ্নি।[১]\n[১] এটা হবে আল্লাহর দেওয়া স্বাধীনতার অপব্যবহারের পরিণাম।"
    },
    {
      "ayah": 5,
      "surah": 76,
      "text": "নিশ্চয় সৎকর্মশীলরা পান করবে এমন পানীয় যার মিশ্রণ হবে কর্পূর। [১]\n[১] অসৎ লোকদের কথা আলোচনা করার পর এখানে সৎ লোকদের কথা আলোচিত হয়েছে। كَاْسٌ এমন পানপাত্রকে বলা হয়, যা (শারাব দ্বারা) পরিপূর্ণ হয়ে উচ্ছলিত হতে থাকে। কর্পূর ঠান্ডা এবং বিশেষ এক সুগন্ধযুক্ত হয়। তার মিশ্রণে পানীয়র স্বাদ পরিশুদ্ধ পানীয়র মত হয় এবং তার সুগন্ধি মস্তিষ্ককে সতেজ ও সুগন্ধিময় করে তোলে।"
    },
    {
      "ayah": 6,
      "surah": 76,
      "text": "এমন একটি ঝরণা;[১] যা হতে আল্লাহর দাসরা পান করবে, তারা এ (ঝরনা ইচ্ছামত) প্রবাহিত করবে।[২]\n[১] অর্থাৎ, কর্পূর মিশ্রিত এই পানীয় দু'-চার কলসী বা ঘড়া হবে না, বরং তার ঝরণা হবে। অর্থাৎ, তা শেষ হবার নয়।\n[২] অর্থাৎ, তাকে যেদিকে চাইবে ঘুরিয়ে নেবে। নিজেদের বাসভবনে, মজলিসে ও বৈঠকে এবং বাইরের ময়দানে ও বিনোদনের জায়গাতেও।"
    },
    {
      "ayah": 7,
      "surah": 76,
      "text": "তারা মানত পূর্ণ করে[১] এবং সেদিনের ভয় করে, যেদিনের বিপত্তি হবে ব্যাপক। [২]\n[১] অর্থাৎ, কেবলমাত্র এক আল্লাহর ইবাদত ও আনুগত্য করে। মানত করলেও কেবল আল্লাহর জন্য করে এবং তা পূরণও করে। এ থেকে প্রতীয়মান হয় যে, মানত পূরণ করাও জরুরী। তবে শর্ত হল, তা যেন কোন পাপ কাজের না হয়। কেননা, হাদীসে এসেছে যে, \"যে ব্যক্তি এই মানত করল যে, সে আল্লাহর আনুগত্য করবে, সে যেন তাঁর আনুগত্য করে। আর যে ব্যক্তি মানত করল যে, সে আল্লাহর অবাধ্যতা করবে, সে যেন তাঁর অবাধ্যতা না করে।\"\n(বুখারীঃ ঈমান অধ্যায়, নেক কর্মে নযর পূরণ করার পরিচ্ছেদ)\n[২] অর্থাৎ, সেই দিনকে ভয় করে হারাম কাজ এবং পাপাচারে পতিত হয় না। 'যেদিনের বিপত্তি হবে ব্যাপক' এর অর্থ হল, সেই দিনে আল্লাহর পাকড়াও হতে কেবল সেই বাঁচতে পারবে, যাকে আল্লাহ তাঁর রহমত ও ক্ষমার চাদরে ঢেকে নেবেন। অবশিষ্ট সকলেই বিপত্তির আওতাভুক্ত হবে।"
    },
    {
      "ayah": 8,
      "surah": 76,
      "text": "আহার্যের প্রতি আসক্তি সত্ত্বেও[১] তারা অভাবগ্রস্ত, ইয়াতীম ও বন্দীকে অন্নদান করে।\n[১] অথবা সে আল্লাহর মহব্বতে অভাবীদেরকে খাদ্য দান করে। বন্দী অমুসলিম হলেও তার সাথে উত্তম ব্যবহার করার তাকীদ করা হয়েছে। যেমন বদর যুদ্ধের কাফের বন্দীদের ব্যাপারে নবী (সাঃ) সাহাবাদেরকে নির্দেশ দিলেন যে, তাদের সম্মান কর। তাই সাহাবায়ে কেরাম প্রথমে তাদেরকে খাবার খাওয়াতেন এবং তাঁরা নিজেরা পরে খেতেন।\n(ইবনে কাসীর)\nঅনুরূপ ক্রীতদাস এবং চাকর-ভৃত্যরাও এরই অন্তর্ভুক্ত। তাদের সাথেও উত্তম ব্যবহার করার তাকীদ করা হয়েছে। নবী (সাঃ)-এর শেষ অসিয়ত এটাই ছিল যে, \"তোমরা নামায এবং নিজেদের ক্রীতদাস-দাসীদের প্রতি খেয়াল রাখবে।\"\n(আহমাদ, ইবনে মাজাহ, অসীয়ত অধ্যায়)"
    },
    {
      "ayah": 9,
      "surah": 76,
      "text": "(তারা বলে,) ‘শুধু আল্লাহর মুখমন্ডল (দর্শন বা সন্তুষ্টি) লাভের উদ্দেশ্যে আমরা তোমাদেরকে অন্নদান করি, আমরা তোমাদের নিকট হতে প্রতিদান চাই না, কৃতজ্ঞতাও নয়।"
    }
  ]
}
