{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 77,
      "text": "শপথ কল্যাণ স্বরূপ প্রেরিত অবিরাম বায়ুর। [১]\n[১] এই অর্থের দিক দিয়ে عُرْفًا এর মানে হবে অবিরাম। কেউ কেউ مُرْسَلاَتٌ থেকে ফিরিশতা অথবা আম্বিয়া অর্থ নিয়েছেন। এই ক্ষেত্রে عُرْفًا এর অর্থ হবে আল্লাহর অহী বা শরীয়তের বিধি-বিধান। আরবী ব্যাকরণ অনুযায়ী এটা হল 'মাফউল লাহু' অর্থাৎ, لأَجْلِ الْعُرْفِ অথবা 'যের' দানকারী হরফকে বাদ দেওয়ার কারণে তাতে 'যবর' হয়েছে; আসলে ছিল بِالْعُرْفِ"
    },
    {
      "ayah": 10,
      "surah": 77,
      "text": "যখন পর্বতমালা চূর্ণ-বিচূর্ণ করে উড়িয়ে দেওয়া হবে। [১]\n[১] অর্থাৎ, সেগুলোকে যমীন থেকে উপড়িয়ে চূর্ণ-বিচূর্ণ করে দেওয়া হবে এবং তা একেবারে পরিষ্কার ও সমতল হয়ে যাবে।"
    },
    {
      "ayah": 11,
      "surah": 77,
      "text": "এবং রসূলগণকে নির্ধারিত সময়ে উপস্থিত করা হবে। [১]\n[১] অর্থাৎ, বিচার-ফায়সালার জন্য। তাঁদের বয়ানসমূহ শুনে তাঁদের সম্প্রদায়ের ব্যাপারে ফায়সালা করা হবে।"
    },
    {
      "ayah": 12,
      "surah": 77,
      "text": "এই সমুদয় বিলম্বিত করা হয়েছে কোন্ দিবসের জন্য? [১]\n[১] এখানে জিজ্ঞাসা মাহাত্ম্য ও বিস্ময় প্রকাশের জন্য। অর্থাৎ, কি মহান দিনের জন্য, ঐ নবীদেরকে একত্রিত হওয়ার সময় বিলম্বিত করা হয়েছে; যেদিনের কঠিনতা এবং ভয়াবহতা মানুষের জন্য বড়ই বিস্ময়কর হবে।"
    },
    {
      "ayah": 13,
      "surah": 77,
      "text": "ফায়সালা দিবসের জন্য। [১]\n[১] অর্থাৎ, যেদিন লোকদের মাঝে ফায়সালা করা হবে। সেদিন কেউ যাবে জান্নাতে, আর কেউ যাবে জাহান্নামে।"
    },
    { "ayah": 14, "surah": 77, "text": "কিসে তোমাকে জানাল, ফায়সালা দিবস কি?" },
    {
      "ayah": 15,
      "surah": 77,
      "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য। [১]\n[১] وَيْلٌ অর্থাৎ, দুর্ভোগ, ধ্বংস। কেউ কেউ বলেন, وَيْلٌ জাহান্নামের একটি উপত্যকার নাম। এই আয়াতটির এই সূরাতে বারবার পুনরাবৃত্তি ঘটেছে। কারণ, প্রত্যেক মিথ্যাবাদীর অপরাধ একে অপর হতে ভিন্ন ধরনের হবে এবং এই হিসাবে আযাবের ধরনও ভিন্ন ভিন্ন হবে। কাজেই এই 'ওয়াইল'-এরই বিভিন্ন ভাগ রয়েছে, যা ভিন্ন ভিন্ন মিথ্যাবাদীদের জন্য পৃথক পৃথকভাবে বর্ণনা করা হয়েছে।\n(ফাতহুল ক্বাদীর)"
    },
    { "ayah": 16, "surah": 77, "text": "আমি কি পূর্ববর্তীদেরকে ধ্বংস করিনি?" },
    {
      "ayah": 17,
      "surah": 77,
      "text": "অতঃপর আমি পরবর্তীদেরকে তাদের অনুগামী করব। [১]\n[১] অর্থাৎ, মক্কার কাফের এবং তাদের মত যারা রসূল (সাঃ)-কে অবিশ্বাস করেছে।"
    },
    {
      "ayah": 18,
      "surah": 77,
      "text": "অপরাধীদের প্রতি আমি এরূপই করে থাকি। [১]\n[১] অর্থাৎ, শাস্তি দিই দুনিয়াতে অথবা আখেরাতে।"
    },
    { "ayah": 19, "surah": 77, "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য।" },
    {
      "ayah": 2,
      "surah": 77,
      "text": "আর প্রলয়ঙ্করী ঝটিকার, [১]\n[১] অথবা সেই ফিরিশতাদেরকে বুঝানো হয়েছে, যাদেরকে কোন কোন সময় ঝড়ের আযাবের সাথে প্রেরণ করা হয়।"
    },
    { "ayah": 20, "surah": 77, "text": "আমি কি তোমাদেরকে তুচ্ছ পানি হতে সৃষ্টি করিনি।" },
    { "ayah": 21, "surah": 77, "text": "অতঃপর আমি ওটাকে স্থাপন করেছি নিরাপদ আধারে। [১]\n[১] অর্থাৎ, মায়ের গর্ভাশয়ে।" },
    {
      "ayah": 22,
      "surah": 77,
      "text": "এক নির্দিষ্ট কাল পর্যন্ত। [১]\n[১] অর্থাৎ, গর্ভের নির্দিষ্ট কাল পর্যন্ত; ছয় থেকে নয় মাস।"
    },
    {
      "ayah": 23,
      "surah": 77,
      "text": "আমি একে গঠন করেছি পরিমিতভাবে, [১] আমি কত সুনিপুণ স্রষ্টা!\n[১] অর্থাৎ, মাতৃগর্ভে তার দৈহিক গঠন-বিন্যাসের ব্যাপারে সঠিক অনুমান করে নিয়েছি যে, উভয় চোখ, উভয় হাত, উভয় পা এবং উভয় কানের মধ্যে ও অন্যান্য আরো অঙ্গের মধ্যে পারস্পরিক কতটা ব্যবধান থাকা উচিত। (কোথায় কোন্ অঙ্গ রাখা উচিত।)"
    },
    { "ayah": 24, "surah": 77, "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য।" },
    { "ayah": 25, "surah": 77, "text": "আমি কি ভূমিকে সৃষ্টি করিনি ধারণকারী রূপে।" },
    {
      "ayah": 26,
      "surah": 77,
      "text": "জীবিত ও মৃতের জন্য? [১]\n[১] অর্থাৎ, যমীন বা ভূমি জীবন্তদেরকে নিজ পিঠে এবং মৃতদেরকে নিজ পেটে ধারণ করে রাখে।"
    },
    {
      "ayah": 27,
      "surah": 77,
      "text": "আমি ওতে স্থাপন করেছি সুদৃঢ় উচ্চ পর্বতমালা[১] এবং তোমাদেরকে দিয়েছি সুপেয় পানি।\n[১] رَوَاسِيَ হল, رَاسِيَةٌ এর বহুবচন। অর্থ সুদৃঢ় পাহাড়। شَامِخَاتٌ সুউচ্চ।"
    },
    { "ayah": 28, "surah": 77, "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য।" },
    {
      "ayah": 29,
      "surah": 77,
      "text": "তোমরা যাকে মিথ্যাজ্ঞান করতে, চল তারই দিকে। [১]\n[১] এ কথা ফিরিশতারা জাহান্নামীদেরকে বলবেন।"
    },
    {
      "ayah": 3,
      "surah": 77,
      "text": "শপথ মেঘমালা-সঞ্চালনকারী বায়ুর। [১]\n[১] অথবা সেই ফিরিশতাদের শপথ! যারা মেঘমালা বিস্তৃত করে কিংবা যারা মহাশূন্যে নিজেদের ডানা প্রসারিত করে। তবে ইমাম ইবনে কাসীর (রঃ) এবং ইমাম ত্বাবারী (রঃ) (المرسَلات، العاصِفَات، الناشِرات) এই তিন শব্দ থেকে হাওয়া অর্থ নেওয়াকেই প্রাধান্য দিয়েছেন। তরজমাতেও এই অর্থই করা হয়েছে।"
    },
    {
      "ayah": 30,
      "surah": 77,
      "text": "চল তিন শাখা বিশিষ্ট ছায়ার দিকে। [১]\n[১] জাহান্নাম থেকে যে ধোঁয়া বের হবে তা উঁচু হয়ে তিন দিকে ছড়িয়ে যাবে। অর্থাৎ, যেমন দেওয়াল অথবা গাছের ছায়া হয়, যাতে মানুষ শান্তি ও স্বস্তি অনুভব করে, জাহান্নামের এই ধোঁয়া কিন্তু প্রকৃতপক্ষে সে রকম হবে না। এই ধোঁয়ার ছায়ায় জাহান্নামী কোন স্বস্তি লাভ করবে না।"
    },
    {
      "ayah": 31,
      "surah": 77,
      "text": "যে ছায়া শীতল নয় এবং যা রক্ষা করে না অগ্নিশিখা হতে।[১]\n[১] অর্থাৎ, জাহান্নামের উষ্ণতা থেকে বাঁচাও সম্ভব হবে না।"
    },
    {
      "ayah": 32,
      "surah": 77,
      "text": "এটা উৎক্ষেপ করবে বৃহৎ স্ফুলিঙ্গ অট্টালিকা তুল্য। [১]\n[১] এর আর একটা তর্জমা হল যে, এটা উৎক্ষেপ করবে বৃহৎ স্ফুলিঙ্গ গাছের গুঁড়ির মত।"
    },
    {
      "ayah": 33,
      "surah": 77,
      "text": "ওটা হলুদ বরণ উটদলের মত। [১]\n[১] صُفْرٌ হল أَصْفَرٌ এর বহুবচন (হলুদ বর্ণ)। কিন্তু আরবদের নিকট এর ব্যবহার কালো অর্থেও হয়ে থাকে। এই দিক দিয়ে অর্থ হবে, তার এক একটি স্ফুলিঙ্গ এত বড় হবে, যেমন অট্টালিকা বা দুর্গ। আবার প্রত্যেক স্ফুলিঙ্গের আরো অনেক বড় বড় খন্ড হবে, যেমন হয় উট।"
    },
    { "ayah": 34, "surah": 77, "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য।" },
    {
      "ayah": 35,
      "surah": 77,
      "text": "এটা এমন একদিন যেদিন কারো মুখে কথা ফুটবে না। [১]\n[১] হাশরের ময়দানে কাফেরদের বিভিন্ন অবস্থা হবে। একটি সময় এমনও হবে যখন তারা সেখানেও মিথ্যা বলবে। অতঃপর আল্লাহ তাআলা তাদের মুখে মোহর মেরে দেবেন এবং তাদের হাত-পা সাক্ষ্য দেবে। তারপর যখন তাদেরকে জাহান্নামে নিয়ে যাওয়া হবে, তখন অতীব চাঞ্চল্যকর পরিস্থিতিতে তাদের জবান বোবা হয়ে যাবে। কেউ কেউ বলেছেন, তারা কথা তো বলবে; কিন্তু তাদের (বাঁচার) কোন হুজ্জত-দলীল থাকবে না। এমন পরিস্থিতির সৃষ্টি হবে যে, মনে হবে তারা যেন কথা বলতেই জানে না। যেমন, যার কাছে কোন যুক্তিগ্রাহ্য ওজর বা সন্তোষজনক দলীল থাকে না, এমন ব্যক্তি সম্পর্কে দুনিয়াতে আমরা বলি যে, সে তো আমাদের সামনে কথা বলতেই পারবে না।"
    },
    {
      "ayah": 36,
      "surah": 77,
      "text": "এবং তাদেরকে ওজর পেশ করার অনুমতি দেওয়া হবে না।[১]\n[১] অর্থাৎ, তাদের কাছে পেশ করার মত এমন কোন গ্রহণযোগ্য ওজর থাকবে না, যা তারা পেশ করে মুক্তি পেতে সক্ষম হবে।"
    },
    { "ayah": 37, "surah": 77, "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য।" },
    {
      "ayah": 38,
      "surah": 77,
      "text": "এটাই ফায়সালার দিন, আমি একত্রিত করেছি তোমাদেরকে এবং পূর্ববর্তীদেরকে। [১]\n[১] এ কথা মহান আল্লাহ বান্দাদেরকে সম্বোধন করে বলবেন। আমি তোমাদের পূর্বাপর সকলকে আমার পরিপূর্ণ শক্তি দ্বারা ফায়সালা করার জন্য একই ময়দানে একত্রিত করে নিয়েছি।"
    },
    {
      "ayah": 39,
      "surah": 77,
      "text": "তোমাদের কোন অপকৌশল থাকলে, তা আমার বিরুদ্ধে প্রয়োগ কর। [১]\n[১] এটা আল্লাহর কঠোর ধমক। যদি তোমরা আমার পাকড়াও থেকে বাঁচতে পার এবং আমার হুকুম হতে বের হতে পার, তবে বেঁচে ও বের হয়ে দেখিয়ে দাও। কিন্তু সেখানে এ শক্তি কার হবে? এই আয়াতটি ঠিক এই আয়াতের মত, ﴿ يَا مَعْشَرَ الْجِنِّ وَالْأِنْسِ إِنِ اسْتَطَعْتُمْ أَنْ تَنْفُذُوا مِنْ أَقْطَارِ السَّمَاوَاتِ وَالْأَرْضِ فَانْفُذُوا﴾ অর্থাৎ, হে জ্বিন ও মানুষ সম্প্রদায়! আকাশমন্ডলী ও পৃথিবীর সীমা তোমরা যদি অতিক্রম করতে পার, তাহলে অতিক্রম কর--।\n(সূরা রহমান ৫৫;৩৩ আয়াত)"
    },
    {
      "ayah": 4,
      "surah": 77,
      "text": "শপথ মেঘমালা-বিক্ষিপ্তকারী বায়ুর, [১]\n[১] অথবা সেই ফিরিশতাদের কসম! যারা সত্য ও মিথ্যার মধ্যে পার্থক্যসূচক যাবতীয় বিধি-বিধান নিয়ে অবতরণ করে। অথবা উদ্দেশ্য কুরআনের আয়াতসমূহ; যার দ্বারা সত্য ও মিথ্যা এবং হালাল ও হারামের মধ্যে পার্থক্য সূচিত হয়। কিংবা রসূল (সাঃ)-কে বুঝানো হয়েছে, যিনি আল্লাহর অহীর মাধ্যমে হক ও বাতিলের মধ্যে পার্থক্য সুস্পষ্ট করেন।"
    },
    { "ayah": 40, "surah": 77, "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য।" },
    {
      "ayah": 41,
      "surah": 77,
      "text": "আল্লাহ-ভীরুরা থাকবে ছায়া[১] ও ঝরনাসমূহে।\n[১] অর্থাৎ, বৃক্ষাদি এবং অট্টালিকার ছায়া। মুশরিকদের ন্যায় আগুনের ধোঁয়ার ছায়া হবে না।"
    },
    {
      "ayah": 42,
      "surah": 77,
      "text": "তাদের বাঞ্ছিত ফলমূলের প্রাচুর্যের মধ্যে। [১]\n[১] সর্বপ্রকার ফল-মূল। যখনই তারা তা খেতে ইচ্ছা করবে, তখনই তা এসে উপস্থিত হয়ে যাবে।"
    },
    {
      "ayah": 43,
      "surah": 77,
      "text": "তোমরা তোমাদের কর্মের পুরস্কার স্বরূপ তৃপ্তির সাথে পানাহার কর। [১]\n[১] এটা অনুগ্রহ স্বরূপ বলা হবে না। بِمَا كُنْتُمْ এ بَ হরফটি কারণ বর্ণনাকারীরূপে ব্যবহূত হয়েছে। অর্থাৎ, জান্নাতের এই নিয়ামতগুলো সেই নেক কাজগুলোর কারণে তোমরা পেয়েছ, যা তোমরা দুনিয়াতে করেছিলে। এর অর্থ হল, আল্লাহর যে রহমতের অসীলায় মানুষ জান্নাতে প্রবেশ করবে, সেই রহমত লাভ করার মাধ্যম হল সৎকর্মাবলী। যারা সৎকর্ম ছাড়াই আল্লাহর রহমত ও তাঁর ক্ষমা পাওয়ার আশাবাদী, তাদের দৃষ্টান্ত ঠিক সেই চাষীর মত, যে জমিতে চাষ না দিয়েই এবং বীজ না বুনেই ফসল পাওয়ার আশাবাদী হয়ে বসে থাকে। অথবা তার মত যে নিম গাছের বীজ লাগিয়ে আঙ্গুর ফলের আশা রাখে।"
    },
    {
      "ayah": 44,
      "surah": 77,
      "text": "এভাবে আমি সৎকর্মপরায়ণদেরকে পুরস্কৃত করে থাকি।[১]\n[১] এখানেও পূর্বোক্ত বিষয়ের উপর তাকীদ করা এবং তা স্মরণ করিয়ে দেওয়া হয়েছে। অর্থাৎ, যদি আখেরাতে উত্তম পরিণাম পাওয়ার আশাবাদী হও, তবে দুনিয়াতে নেকী ও কল্যাণের পথ অবলম্বন কর।"
    },
    {
      "ayah": 45,
      "surah": 77,
      "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য। [১]\n[১] আল্লাহভীরুদের ভাগে জুটবে জান্নাতের নিয়ামত এবং ওদের ভাগে জুটবে বড়ই দুর্ভাগ্য।"
    },
    {
      "ayah": 46,
      "surah": 77,
      "text": "তোমরা অল্প কিছুদিন পানাহার ও ভোগ করে নাও; তোমরা তো অপরাধী। [১]\n[১] এ সম্বোধন কিয়ামতের অবিশ্বাসীদেরকে করা হয়েছে। আর এ আদেশ ধমক ও তিরস্কার স্বরূপ। অর্থাৎ, ঠিক আছে কয়েক দিন খুব মজা করে নাও। তোমাদের মত পাপীদের জন্য শাস্তির যাঁতাকল প্রস্তুত হয়ে আছে।"
    },
    { "ayah": 47, "surah": 77, "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য।" },
    {
      "ayah": 48,
      "surah": 77,
      "text": "যখন তাদেরকে বলা হয়, তোমরা আল্লাহর জন্য রুকূ কর (নামায পড়), তখন তারা রুকূ করে না (নামায পড়ে না)। [১]\n[১] অর্থাৎ, যখন তাদেরকে নামায পড়তে বলা হয়, তখন তারা নামায পড়ে না।"
    },
    {
      "ayah": 49,
      "surah": 77,
      "text": "সেদিন দুর্ভোগ মিথ্যাজ্ঞানকারীদের জন্য। [১]\n[১] অর্থাৎ, তাদের জন্য দুর্ভোগ, যারা আল্লাহর আদেশাবলী ও নিষেধাবলীকে অমান্য করেছে।"
    },
    {
      "ayah": 5,
      "surah": 77,
      "text": "শপথ তাদের যারা (মানুষের অন্তরে) উপদেশ পৌঁছিয়ে দেয়।[১]\n[১] যাঁরা আল্লাহর কালাম পয়গম্বরদের কাছে পৌঁছান অথবা রসূল যিনি আল্লাহ কর্তৃক নাযিলকৃত অহী তাঁর উম্মতের কাছে পৌঁছিয়ে দেন।"
    },
    {
      "ayah": 50,
      "surah": 77,
      "text": "সুতরাং তারা এ (কুরআনে)র পরিবর্তে আর কোন্ কথায় বিশ্বাস স্থাপন করবে? [১]\n[১] অর্থাৎ, যদি এই কুরআনেরই প্রতি ঈমান না আনে, তাহলে এরপর আর কোন্ এমন বাণী আছে, যার উপর তারা ঈমান আনবে? এখানেও কুরআনকে 'হাদীস' বলে আখ্যায়িত করা হয়েছে। যেমন আরো অনেক স্থানে করা হয়েছে। একটি দুর্বল হাদীসে এসেছে, যে ব্যক্তি সূরা তীনের শেষ আয়াত أَلَيْسَ اللهُ ...। পড়বে, সে উত্তরে বলবে, بَلَى وَأَنَا عَلَى ذَلِكَ مِنَ الشَّاهِدِيْنَ আর সূরা ক্বিয়ামার শেষ আয়াতের উত্তরে বলবে, بَلَى এবং فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُوْنَ এর উত্তরে বলবে, آمَنَّا بِاللهِ (আবূ দাউদ রুকু-সিজদার পরিমাণ পরিচ্ছেদ, যয়ীফ আবূ দাউদ আলবানী) কোন কোন আলেমের নিকট শ্রোতাকেও উত্তর দেওয়া উচিত। (কিন্তু হাদীস সহীহ নয়, বিধায় এর উপর আমল বৈধ নয়। -সম্পাদক)"
    },
    {
      "ayah": 6,
      "surah": 77,
      "text": "যা অনুশোচনা স্বরূপ বা সতর্কতা স্বরূপ। [১]\n[১] উভয় শব্দই 'মাফউল লাহু' (কারণসূচক পদ) لأَجْلِ الإعْذَار والإِنْذارِ অর্থাৎ, ফিরিশতাগণ অহী নিয়ে আসেন যাতে লোকদের উপর হুজ্জত কায়েম হয়ে যায় এবং তারা যেন এই ওজর-আপত্তি করতে না পারে যে, আমাদের কাছে তো কেউ আল্লাহর বার্তা নিয়ে আসেনি। অথবা উদ্দেশ্য তাদেরকে ভয় দেখানো, যারা অস্বীকারকারী ও কাফের। অথবা অর্থ হল, মু'মিনদের জন্য সুসংবাদ, আর কাফেরদের জন্য সতর্ক। ইমাম শওকানী (রঃ) বলেন, مُرْسِلاَتٌ، عَاصِفَاتٌ এবং نَاشِرَاتٌ এর অর্থ বাতাস। আর فَارِقَاتٌ وَمُلْقِيَاتٌ এর অর্থ ফিরিশতা। এটাই প্রাধান্য প্রাপ্ত কথা।"
    },
    {
      "ayah": 7,
      "surah": 77,
      "text": "নিশ্চয়ই তোমাদেরকে যে প্রতিশ্রুতি দেওয়া হচ্ছে তা অবশ্যম্ভাবী। [১]\n[১] শপথ গ্রহণ করার অর্থ হল যে কথার জন্য শপথ গ্রহণ করা হয় সে কথার গুরুত্বকে শ্রোতাদের কাছে স্পষ্ট করা এবং তার সত্যতাকে প্রকাশ করা। এখানে যে কথার জন্য শপথ করা হয়েছে সে কথা (অথবা কসমের জওয়াব) হল, তোমাদের সাথে কিয়ামতের যে অঙ্গীকার করা হয়েছে তা অবশ্যই সংঘটিত হবে। অর্থাৎ, এতে সন্দেহ করার কিছু নেই, বরং এর জন্য প্রস্তুতি গ্রহণ করার প্রয়োজন আছে। এই কিয়ামত কখন সংঘটিত হবে পরের আয়াতগুলোতে তা স্পষ্ট করা হয়েছে।"
    },
    {
      "ayah": 8,
      "surah": 77,
      "text": "যখন নক্ষত্ররাজির আলো নির্বাপিত হবে। [১]\n[১] طَمْسٌ এর অর্থ, মিটে যাওয়া এবং নিশ্চিহ্ন হয়ে যাওয়া। অর্থাৎ, যখন তারকার জ্যোতি নিঃশেষ হয়ে যাবে; এমন কি তার কোন চিহ্ন পর্যন্ত থাকবে না।"
    },
    { "ayah": 9, "surah": 77, "text": "যখন আকাশ বিদীর্ণ হবে।" }
  ]
}
