{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 85,
      "text": "শপথ রাশিচক্র বিশিষ্ট আকাশের। [১]\n[১] بُروج শব্দটি برج শব্দের বহুবচন। এর আসল অর্থ হল প্রকাশ। রাশিচক্র নক্ষত্রমালার প্রাসাদ ও অট্টালিকার মত। আর তা আকাশে প্রকাশ ও স্পষ্ট হওয়ার কারণে 'বুরূজ' বলা হয়। এ ব্যাপারে বিস্তারিত দেখুন সূরা ফুরকান ২৫:৬১ নং আয়াতের টীকা। কেউ কেউ বলেন, 'বুরূজ' থেকে উদ্দেশ্য হল নক্ষত্রপুঞ্জ। অর্থাৎ, নক্ষত্রপুঞ্জবিশিষ্ট আকাশের কসম। আবার অনেকে বলেন, এর উদ্দেশ্য হল, আসমানের দরজাসমূহ অথবা চাঁদের কক্ষপথ।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 10,
      "surah": 85,
      "text": "নিশ্চয় যারা বিশ্বাসী নর-নারীকে বিপদাপন্ন করেছে এবং পরে তাওবা করেনি, তাদের জন্য রয়েছে জাহান্নামের শাস্তি ও দহন যন্ত্রণা।"
    },
    {
      "ayah": 11,
      "surah": 85,
      "text": "যারা ঈমান আনে ও সৎকর্ম করে, তাদের জন্যই রয়েছে জান্নাত, যার নিম্নে নদীমালা প্রবাহিত; এটাই মহা সাফল্য।"
    },
    {
      "ayah": 12,
      "surah": 85,
      "text": "নিশ্চয় তোমার প্রতিপালকের পাকড়াও বড়ই কঠিন। [১]\n[১] যারা আল্লাহর রসূলকে মিথ্যা ভেবেছিল এবং তাঁর আদেশ উল্লংঘন করেছিল, যখন আল্লাহ এই সমস্ত শত্রুদেরকে পাকড়াও করলেন তখন তাঁর পাকড়াও হতে কেউ পরিত্রাণ পেল না।"
    },
    {
      "ayah": 13,
      "surah": 85,
      "text": "তিনিই অস্তিত্ব দান করেন ও পুনরাবর্তন ঘটান।[১]\n[১] অর্থাৎ, তিনিই নিজ পূর্ণ শক্তি ও কুদরত দ্বারা প্রথমবার সৃষ্টি করেন এবং কিয়ামতের দিন পুনর্বার ঠিক সেভাবেই সৃষ্টি করবেন যেভাবে তিনি প্রথমবার সৃষ্টি করেছেন।"
    },
    { "ayah": 14, "surah": 85, "text": "তিনিই ক্ষমাশীল, প্রেমময়।" },
    {
      "ayah": 15,
      "surah": 85,
      "text": "তিনি আরশের অধিপতি গৌরবময়। [১]\n[১] অর্থাৎ, তিনি সমস্ত সৃষ্টি হতে সুমহান এবং সুউচ্চ। 'আরশ' যা সব থেকে উচ্চে অবস্থিত, যার উপরে আল্লাহ আছেন। যেমন সাহাবাগণ, তাবেয়ীনগণ এবং মুহাদ্দিসগণদের এ বিশ্বাস। المَجِيدُ শব্দের অর্থ হল মর্যাদাবান ও গৌরবময়। পেশ অবস্থায় এ জন্য আছে যে, এটা ذو বা রবের সিফাত (বিশেষণ); العَرشِ এর বিশেষণ নয়। যদিও কেউ কেউ এই শব্দটাকে العَرشِ এর বিশেষণ ধরে المجيدِ শব্দকে যের দিয়ে পাঠ করেছেন। অর্থের দিক দিয়ে উভয় অর্থ নির্ভুল এবং বিশুদ্ধ।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 16,
      "surah": 85,
      "text": "তিনি যা ইচ্ছা, তাই করে থাকেন। [১]\n[১] অর্থাৎ, তিনি যা চান তা বাস্তবে করে থাকেন। তাঁর আদেশ ও চাহিদাকে রুখার সাধ্য কারো নেই। আর না কেউ তাকে কিছু জিজ্ঞাসা করার ক্ষমতা রাখে। আবু বাকর সিদ্দীক (রাঃ)-এর মৃত্যু রোগের সময় তাঁকে কেউ জিজ্ঞাসা করল যে, আপনাকে কি কোন ডাক্তার দেখেছেন? তিনি বললেন, হ্যাঁ। সে বলল, তিনি কি বলেছেন? আবূ বাকর (রাঃ) বললেন, তিনি বলেছেন, إني فعَّال لما أريد অর্থাৎ, আমি যা চাই, তাই করি। আমার ব্যাপারে হস্তক্ষেপ করার মত কেউ নেই।\n(ইবনে কাসীর)\nউদ্দেশ্য এই ছিল যে, এ ব্যাপারটা এখন আর কোন ডাক্তারের হাতে নেই। এখন আল্লাহই হলেন আমার ডাক্তার। যাঁর ইচ্ছাকে কেউ টলাতে পারে না।"
    },
    {
      "ayah": 17,
      "surah": 85,
      "text": "তোমার নিকট কি সৈন্যবাহিনীর বৃত্তান্ত পৌঁছেছে? [১]\n[১] অর্থাৎ, তাদের উপর যখন আমার আযাব এল এবং তাদেরকে আমি নিজের কবলে করে নিলাম; তখন তা কেউ টলাতে পারেনি।"
    },
    { "ayah": 18, "surah": 85, "text": "ফিরআউন ও সামূদের?" },
    { "ayah": 19, "surah": 85, "text": "তবুও কাফেররা মিথ্যাজ্ঞান করায় রত।" },
    { "ayah": 2, "surah": 85, "text": "শপথ প্রতিশ্রুত দিবসের। [১]\n[১] সকলের মতেই এর উদ্দেশ্য হল কিয়ামত দিবস।" },
    {
      "ayah": 20,
      "surah": 85,
      "text": "আর আল্লাহ তাদেরকে পরিবেষ্টন করে রয়েছেন।[১]\n[১] এই আয়াত إِنَّ بَطشَ رَبِّكَ لَشَدِيد আয়াতেরই প্রতিপাদক এবং তাকীদস্বরূপ।"
    },
    { "ayah": 21, "surah": 85, "text": "বরং এটা গৌরবান্বিত কুরআন।" },
    {
      "ayah": 22,
      "surah": 85,
      "text": "সংরক্ষিত ফলকে লিপিবদ্ধ। [১]\n[১] অর্থাৎ, লাউহে মাহ্ফূযে লিপিবদ্ধ আছে। যেখানে ফিরিশতাগণ তার সংরক্ষণের জন্য নিযুক্ত আছেন। আল্লাহ তাআলা প্রয়োজন ও চাহিদানুযায়ী তা অবতীর্ণ করে থাকেন।"
    },
    {
      "ayah": 3,
      "surah": 85,
      "text": "শপথ দ্রষ্টার ও দৃষ্টের। [১]\n[১] شاهد এবং مشهُود শব্দের ব্যাখ্যায় বহু মতভেদ রয়েছে। (شهد এর অর্থঃ দর্শন করা, সাক্ষ্য দেওয়া বা উপস্থিত হওয়া।) ইমাম শাওকানী হাদীস এবং আষারসমূহের ভিত্তিতে বলেন, شَاهد বলতে জুমআর দিনকে বোঝানো হয়েছে। এই দিনে যে ব্যক্তি যা আমল করবে তার জন্য কিয়ামতের দিন ঐ আমলসমূহ সাক্ষী দেবে। আর مشهود বলে আরাফার (৯ যিলহজ্জের) দিনকে বোঝান হয়েছে যে দিনে লোকেরা হজ্জের উদ্দেশ্যে জমায়েত হয়।"
    },
    {
      "ayah": 4,
      "surah": 85,
      "text": "ধ্বংস হয়েছে কুন্ডের অধিপতিরা। [১]\n[১] অর্থাৎ, যারা খন্দক (কুন্ড) খনন করে আল্লাহর অনুগত বান্দাদেরকে ধ্বংস ও হত্যা করেছিল তাদের জন্যও ধ্বংস ও সর্বনাশ রয়েছে। قُتِلَ শব্দটি এখানে لُعِنَ এর অর্থে ব্যবহার হয়েছে।"
    },
    {
      "ayah": 5,
      "surah": 85,
      "text": "(যে কুন্ডে ছিল) ইন্ধনপূর্ণ অগ্নি।[১]\n[১] النَّار শব্দটি الأخدُود থেকে বদলে ইশতিমাল। ذات الوقود শব্দটি النار শব্দের সিফাত (বিশেষণ)। অর্থাৎ, খন্দক কি ধরনের ছিল? ইন্ধনপূর্ণ অগ্নি। যা ঈমানদারদেরকে নিক্ষেপ করার জন্য প্রজ্বলিত করা হয়েছিল।"
    },
    {
      "ayah": 6,
      "surah": 85,
      "text": "যখন তারা তার কিনারায় বসেছিল। [১]\n[১] কাফের বাদশাহ অথবা তাদের ভারপ্রাপ্ত কর্মচারীরা আগুনের কিনারায় বসে ঈমানদার পোড়ার তামাশা দেখছিল। যেমন, পরবর্তী আয়াতে তা বর্ণিত হয়েছে।"
    },
    { "ayah": 7, "surah": 85, "text": "আর তারা মুমিনদের সাথে যা করেছিল, নিজেরাই তার সাক্ষী।" },
    {
      "ayah": 8,
      "surah": 85,
      "text": "তারা তাদেরকে শাস্তি দিয়েছিল শুধু এই কারণে যে, তারা মহাপরাক্রমশালী প্রশংসাভাজন আল্লাহর প্রতি ঈমান এনেছিল।[১]\n[১] অর্থাৎ, ঐ সব লোকেদের অপরাধ যাদেরকে আগুনে নিক্ষেপ করা হচ্ছিল এই ছিল যে, তারা মহাপরাক্রমশালী আল্লাহর উপর ঈমান এনেছিল। এ ব্যাপারে বিস্তারিত ঘটনা, যা সহীহ হাদীসে বর্ণিত হয়েছে, তার সংক্ষিপ্ত বিবরণ নিম্নরূপঃ-\nআসহাবুল উখদূদের সংক্ষিপ্ত কাহিনীঃ\nঅতীতকালে এক বাদশার একটি যাদুকর ও গণক ছিল। যখন সে গণক বৃদ্ধ অবস্থায় উপনীত হল, তখন সে বাদশাহকে বলল, আমাকে একটি বুদ্ধিমান বালক দিন, যাকে আমি এই বিদ্যা শিক্ষা দেব। সুতরাং বাদশাহ সেই রকম বুদ্ধিমান বালক খোঁজ করে তাকে তার কাছে সমর্পণ করলেন। ঐ বালকের পথে এক পাদরিরও ঘর ছিল। বালকটি পথে আসা-যাওয়ার সময় সেই পাদরির নিকট গিয়ে বসত এবং তার কথা মনোযোগ সহকারে শ্রবণ করত, যা তাকে ভালও লাগত। এ ভাবেই তার আসা যাওয়া অব্যাহত থাকে। একদা এই বালকটির যাওয়ার পথে এক বৃহদাকার জন্তু (বাঘ অথবা সাপ) বসেছিল; যে মানুষের আসা-যাওয়ার রাস্তা বন্ধ করে রেখেছিল। বালকটি চিন্তা করল, আজকে আমি পরীক্ষা করব যে, যাদুকর সত্য, না পাদরি। সে একটি পাথরের টুকরা কুড়িয়ে বলল, 'হে আল্লাহ! যদি পাদরির আমল তোমার নিকট যাদুকরের আমল থেকে উত্তম এবং পছন্দনীয় হয়, তাহলে এই জন্তুকে মেরে ফেল; যাতে মানুষের আসা-যাওয়ার পথ চালু হয়ে যায়।' এই বলে বালকটি পাথর ছুড়লে জন্তুটি মারা গেল। এবার বালকটি পাদরির নিকট গিয়ে সব কথা বিস্তারিত বলল। পাদরি বললেন, 'হে বৎস! এবার দেখছি তুমি পূর্ণ দক্ষতায় পৌঁছে গেছ। এবার তোমার পরীক্ষা শুরু হতে চলেছে। কিন্তু এই পরীক্ষা অবস্থায় আমার নাম তুমি প্রকাশ করবে না।' এই বালকটি জন্মান্ধত্ব, ধবল প্রভৃতি রোগের চিকিৎসাও করত; তবে তা আল্লাহর উপর বিশ্বাসের উপর শর্ত রেখেই করত। এই শর্তানুযায়ী বাদশার এক সহচরের অন্ধ চক্ষুকে আল্লাহর কাছে দু'আ করে ভাল করে দিল। বালকটি বলত যে, 'যদি আপনি আল্লাহর উপর ঈমান আনেন, তাহলে আমি তাঁর নিকট দু'আ করব; তিনি আরোগ্য দান করবেন।' সুতরাং সে আল্লাহর নিকট প্রার্থনা জানালে তিনি রোগীকে আরোগ্য দান করতেন। এই খবর বাদশাহর নিকট পৌঁছলে, তিনি বড় উদ্বিগ্ন হলেন। কিছু সংখ্যক ঈমানদারকে তিনি হত্যা করে ফেললেন। আর এই বালকটির ব্যাপারে তিনি কয়েকটি লোককে ডেকে বললেন যে, 'এই বালকটিকে উঁচু পাহাড়ের উপর নিয়ে গিয়ে নিচে ফেলে দাও।' বালকটি আল্লাহর কাছে দু'আ করলে পাহাড় কাঁপতে লাগল; যার কারণে সে ছাড়া সকলেই পড়ে মারা গেল। বাদশাহ তখন বালকটিকে অন্য কিছু লোকের কাছে সমর্পণ করে বললেন, 'একে একটি নৌকায় চড়িয়ে সমুদ্রের মধ্যস্থলে নিয়ে গিয়ে তাতে নিক্ষেপ কর।' সেখানেও বালকটির দু'আর কারণে নৌকাটি উল্টে গেল। যার ফলে সকলে পানিতে ডুবে মারা গেল। কিন্তু বালকটি বেঁচে গেল। এবার বালকটি বাদশাকে বলল, 'যদি আপনি আমাকে হত্যাই করতে চান, তাহলে এর সঠিক পদ্ধতি হল এই যে, একটি খোলা ময়দানে লোকদেরকে জমায়েত করুন, আর 'বিসমিল্লাহি রাব্বিল গুলাম' (অর্থাৎ, বালকের প্রভুর নামে আরম্ভ করছি) বলে আমার প্রতি তীর নিক্ষেপ করুন;  দেখবেন আমি মৃত্যু বরণ করব।' বাদশাহ তাই করলেন। যার কারণে বালকটি মৃত্যু বরণ করল। সেই ঘটনাস্থলেই লোকেরা সোচ্চার হয়ে বলে উঠল যে, 'আমরা এই বালকটির রবের (প্রভুর) উপর ঈমান আনলাম।' বাদশাহ আরো অধিক উদ্বিগ্ন হলেন। অতএব তিনি তাদের জন্য গর্ত খনন করিয়ে তাতে আগুন জ্বালাতে আদেশ করলেন। অতঃপর হুকুম দিলেন যে, 'যে ব্যক্তি ঈমান হতে ফিরে না আসবে, তাকে এই অগ্নিকুন্ডে নিক্ষেপ কর।' এইভাবে ঈমানদার ব্যক্তিরা আসতে থাকল এবং আগুনে নিক্ষিপ্ত হতে থাকল। পরিশেষে একটি মহিলার পালা এল, যার সঙ্গে তার বাচ্চাও ছিল। সে একটু পশ্চাদপদ হল। কিন্তু বাচ্চাটি বলে উঠল, 'আম্মাজান! ধৈর্য ধরুন। আপনি সত্যের উপরে আছেন।' (সুতরাং সেও আগুনে শহীদ হয়ে গেল।)\n(সহীহ মুসলিম যুহদ অধ্যায় আসহাবে উখদূদ পরিচ্ছেদ)\nইমাম ইবনে কাসীর (রঃ) আরো অন্যান্য ঘটনা নকল করেছেন যা এ ঘটনা হতে ভিন্ন। তিনি বলেছেন, হতে পারে এইরূপ অন্যান্য ঘটনাবলী নানান স্থানে ঘটেছে।\n(ইবনে কাসীর দেখুন)"
    },
    {
      "ayah": 9,
      "surah": 85,
      "text": "আকাশমন্ডলী ও পৃথিবীর সার্বভৌমত্ব যাঁর। আর আল্লাহ সর্ববিষয়ের সম্যক দ্রষ্টা।"
    }
  ]
}
