{
  "ayahs": [
    { "ayah": 1, "surah": 86, "text": "শপথ আকাশের এবং রাত্রিতে যা আবির্ভূত হয় তার।" },
    {
      "ayah": 10,
      "surah": 86,
      "text": "সেদিন তার কোন সামর্থ্য থাকবে না এবং সাহায্যকারীও না।[১]\n[১] অর্থাৎ, মানুষের নিকট এমন শক্তি থাকবে না যে, সে আল্লাহর আযাব থেকে পরিত্রাণ লাভ করতে পারবে। আর না কোন দিক থেকে তার এমন কোন সাহায্যকারী পাওয়া যাবে, যে তাকে আল্লাহর আযাব থেকে বাঁচাতে পারে।"
    },
    {
      "ayah": 11,
      "surah": 86,
      "text": "শপথ বারবার বর্ষণশীল আকাশের। [১]\n[১] رجع এর আভিধানিক অর্থ হল ফিরে আসা। বৃষ্টিও বারবার এবং ফিরে ফিরে আসে বলে তার জন্য رجع শব্দ প্রয়োগ করা হয়েছে। কোন কোন উলামাগণ বলেন যে, মেঘ (সূর্যের তাপে) সমুদ্রের পানি থেকে সৃষ্টি হয় অতঃপর পুনরায় সেই পানি (সমুদ্র ও) পৃথিবীতে ফিরে আসে। এই জন্য বৃষ্টিকে رجع বলা হয়েছে। আরবরা পুনর্বার বৃষ্টির আশায় আশাবাদী হয়ে বৃষ্টিকে رجع বলত; যাতে বারবার বর্ষণ হতে থাকে।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 12,
      "surah": 86,
      "text": "এবং শপথ বিদীর্ণশীল পৃথিবীর। [১]\n[১] অর্থাৎ, মাটি ফেটে তা হতে শস্যদানা অঙ্কুরিত হয়। মাটি ফেটে ঝরনাধারা প্রবাহিত হয়। আর এইভাবে একদিন এমন আসবে যেদিন মাটি ফেটে সমস্ত মৃত জীব-জন্তু জীবিত হয়ে ভূগর্ভ থেকে বের হয়ে আসবে। এই জন্যই যমীন, মাটি ও পৃথিবীকে 'বিদীর্ণশীল' বলা হয়েছে। (এ ছাড়া সমুদ্রগর্ভেও বড় বড় ফাটল রয়েছে বলে বিজ্ঞান প্রমাণ করেছে।)"
    },
    {
      "ayah": 13,
      "surah": 86,
      "text": "নিশ্চয় তা (কুরআন সত্য-মিথ্যার) পার্থক্যকারী বাণী।[১]\n[১] এটা হল কসমের জওয়াব। অর্থাৎ, বিস্তারিতভাবে খুলে বর্ণনাকারী। যাতে করে হক ও বাতিল উভয়ই স্পষ্ট ও প্রকট হয়ে ওঠে।"
    },
    {
      "ayah": 14,
      "surah": 86,
      "text": "এবং এটা প্রহসন নয়। [১]\n[১] অর্থাৎ, খেল-তামাশা এবং হাসি-ঠাট্টার বস্তু নয়। هَزل শব্দটি جِدّ শব্দের বিপরীতার্থক শব্দ। অর্থাৎ এটি একটি স্পষ্ট সার্থক উদ্দেশ্য বহনকারী কিতাব। খেল-তামাশার মত নিরর্থক প্রহসনমূলক কোন কিতাব নয়।"
    },
    {
      "ayah": 15,
      "surah": 86,
      "text": "নিশ্চয় তারা ভীষণ চক্রান্ত করে। [১]\n[১] অর্থাৎ, নবী (সাঃ) যে সত্য দ্বীন নিয়ে এসেছেন তা ব্যর্থ করার জন্য তারা ষড়যন্ত্র করে অথবা নবী (সাঃ)-কে ধোকা এবং প্রতারণা দেয়। আর তাঁর মুখোমুখি এমন কথাবার্তা বলে, যা তাদের অন্তরের বিপরীত।"
    },
    {
      "ayah": 16,
      "surah": 86,
      "text": "এবং আমিও ভীষণ কৌশল করি। [১]\n[১] অর্থাৎ, আমি তাদের চালাকি এবং চক্রান্ত সম্বন্ধে উদাসীন নই। আমিও তাদের বিরুদ্ধে কৌশল অবলম্বন করি কিংবা তাদের চক্রান্তকে প্রতিহত করি। كَيد গোপনে কৌশল অবলম্বন করাকে বলা হয়। এই কৌশল মন্দ উদ্দেশ্য হলে তা মন্দ চক্রান্ত এবং ভাল উদ্দেশ্যে হলে তা নিন্দনীয় কৌশল নয়।"
    },
    {
      "ayah": 17,
      "surah": 86,
      "text": "অতএব অবিশ্বাসীদেরকে অবকাশ দাও,[১] তাদেরকে অবকাশ দাও কিছুকালের জন্য।\n[১] অর্থাৎ, তাদের জন্য তড়িঘড়ি শাস্তি প্রার্থনা করো না; বরং তাদেরকে কিছুকাল ঢিল, সুযোগ অথবা অবকাশ দাও। এখানে رويدًا শব্দটি قليلًا (কিছু পরিমাণ) অথবা قريبًا (কিছু কাল) এর অর্থে ব্যবহার হয়েছে। এই ঢিল বা অবকাশ দেওয়া কাফেরের পক্ষে এক প্রকার আল্লাহর কৌশল। যেমন তিনি বলেছেন, \"আমি তাদেরকে ক্রমে ক্রমে এমনভাবে ধ্বংসের দিকে নিয়ে যাব যে, তারা জানতেও পারবে না! আর আমি তাদেরকে ঢিল দিব, নিশ্চয় আমার কৌশল অত্যন্ত বলিষ্ঠ।\"\n(সূরা আ'রাফ ৭:১৮২-১৮৩ আয়াত)"
    },
    { "ayah": 2, "surah": 86, "text": "কিসে তোমাকে জানাল, রাত্রিতে যা আবির্ভূত হয় তা কি?" },
    {
      "ayah": 3,
      "surah": 86,
      "text": "ওটা দীপ্তিমান নক্ষত্র! [১]\n[১] طارق থেকে কি উদ্দেশ্য তা কুরআন স্পষ্ট করে দিয়েছে। অর্থাৎ, উজ্জ্বল নক্ষত্র, طارق শব্দটি طرق থেকে উৎপত্তি হয়েছে। যার আভিধানিক অর্থ হল খটখট শব্দ করা। কিন্তু রাত্রির বেলায় আগমনকারীর জন্যও طارق শব্দ ব্যবহার করা হয়। নক্ষত্রকেও طارق এই জন্য বলা হয় যে, নক্ষত্র দিনের বেলায় লুকিয়ে থাকে এবং রাত্রির বেলায় প্রকাশ পায়।"
    },
    {
      "ayah": 4,
      "surah": 86,
      "text": "প্রত্যেক জীবের জন্য একজন সংরক্ষক রয়েছে। [১]\n[১] অর্থাৎ, প্রত্যেক জীবের জন্য আল্লাহর তরফ থেকে ফিরিশতা নিযুক্ত আছেন। যাঁরা তার নেকী-বদী লিপিবদ্ধ করে থাকেন। কোন কোন আলেম বলেন, তা হল মানুষের হিফাযতকারী ফিরিশতা; যেমন সূরা রা'দ ১৩:১১ আয়াত থেকে জানা যায় যে, মানুষের হিফাযতের জন্যেও তার সামনে-পিছনে ফিরিশতা মোতায়েন থাকেন; যেমন তার কথা ও কাজ নোট করার জন্য ফিরিশতা নিযুক্ত আছেন।"
    },
    { "ayah": 5, "surah": 86, "text": "সুতরাং মানুষের ভেবে দেখা উচিত যে, তাকে কি থেকে সৃষ্টি করা হয়েছে?" },
    {
      "ayah": 6,
      "surah": 86,
      "text": "তাকে সৃষ্টি করা হয়েছে সবেগে স্খলিত পানি থেকে। [১]\n[১] অর্থাৎ, বীর্য থেকে; যা চরম কাম-উত্তেজনার শেষে সবেগে নির্গত হয়। এই বীর্য-বিন্দু নারীর গর্ভাশয়ে পৌঁছনোর পর আল্লাহর আদেশ হলে গর্ভ সঞ্চারের কারণ হয়।"
    },
    {
      "ayah": 7,
      "surah": 86,
      "text": "এটা নির্গত হয় মেরুদন্ড ও পঞ্জরাস্থির মধ্য হতে, [১]\n[১] বলা হয় যে, পুরুষের পৃষ্ঠদেশ ও নারীর বক্ষস্থল থেকে নির্গত উভয়ের পানি হতে মানুষের সৃষ্টি হয়। কিন্তু উভয় শ্রেণীর পানিকে একই পানি এই জন্য বলা হয়েছে যে, উভয়ের পানি মিলে এক হয়ে যায় তাই। ترائب শব্দটি হল تريبة এর বহুবচন। আর তা হল, বুকের সেই অংশ, যে অংশে গলার হার পরিধান করা হয়।"
    },
    {
      "ayah": 8,
      "surah": 86,
      "text": "নিশ্চয় তিনি তাকে পূর্বাবস্থায় ফিরিয়ে দিতে সক্ষম। [১]\n[১] অর্থাৎ, মানুষের মৃত্যুর পর তাদেরকে পুনর্বার জীবিত করার শক্তি রাখেন। কারো কারো নিকটে এর মতলব হল, সেই বীর্যের পানিকে পুনরায় লজ্জাস্থানে স্বস্থানে ফিরিয়ে আনার ক্ষমতা রাখেন, যেখান থেকে তা নির্গত হয়েছিল। প্রথম অর্থকেই ইমাম শওকানী (রঃ) ও ইমাম ইবনে জারীর তাবারী (রঃ) সঠিক বলে উল্লেখ করেছেন।"
    },
    {
      "ayah": 9,
      "surah": 86,
      "text": "যেদিন গোপন বিষয়সমূহ পরীক্ষিত হবে। [১]\n[১] অর্থাৎ, প্রকাশ পেয়ে যাবে। কেননা, তার উপরেই প্রতিদান ও শাস্তি দেওয়া হবে। বরং হাদীসে এসেছে যে, \"প্রত্যেক বিশ্বাসঘাতকের পাছায় পতাকা গেড়ে দেওয়া হবে এবং ঘোষণা করা হবে, এই হল অমুকের বেটা অমুকের বিশ্বাসঘাতকতা।\"\n(সহীহ বুখারী জিযিয়া অধ্যায় বিশ্বাসঘাতকের পাপ পরিচ্ছেদ, মুসলিম জিহাদ অধ্যায় বিশ্বাসঘাতকতা হারাম পরিচ্ছেদ)\nমোট কথা এই যে, কারো কোন আমল গোপন থাকবে না সেদিন।"
    }
  ]
}
