{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 9,
      "text": "তোমরা যে অংশীবাদীদের সাথে সন্ধি স্থাপন করেছিলে, আল্লাহ ও রসূলের পক্ষ হতে তাদের সাথে সম্পর্ক ছিন্ন করা হল। [১]\n[১] মক্কা বিজয়ের পর ৯ হিজরীতে রসূল (সাঃ) আবু বাকর, আলী এবং অন্যান্য সাহাবা (রাঃ)গণকে কুরআনের এই আয়াতসমূহ ও বিধান দিয়ে মক্কা পাঠালেন, যাতে তাঁরা তা প্রকাশ্যভাবে ঘোষণা করে দেন। তাঁরা নবীর আদেশ মোতাবেক ঘোষণা করলেন যে, কোন ব্যক্তি উলঙ্গ হয়ে কা'বা ঘরের তাওয়াফ করবে না। বরং আগামী বছর থেকে কোন মুশরিককে বাইতুল্লাহর হজ্জের জন্য অনুমতি দেওয়া হবে না।\n(বুখারীঃ নামায ও হজ্জ অধ্যায়, মুসলিমঃ হজ্জ অধ্যায়)"
    },
    {
      "ayah": 10,
      "surah": 9,
      "text": "তারা কোন বিশ্বাসীর সাথে আত্মীয়তা ও অঙ্গীকারের মর্যাদা রক্ষা করে না, তারাই সীমালংঘনকারী।[১]\n[১] বারবার এ কথা পুনরুক্তির উদ্দেশ্য হল, মুশরিক ও ইয়াহুদীদের হৃদয়ে ইসলামের প্রতি বিদ্বেষ এবং অন্তরের গোপন শত্রুতার জ্বালাকে মুসলিমদের জন্য প্রকাশ করে দেওয়া।"
    },
    {
      "ayah": 100,
      "surah": 9,
      "text": "আর যেসব মুহাজির ও আনসার (ঈমান আনয়নে) অগ্রবর্তী এবং প্রথম, আর যেসব লোক সরল অন্তরে তাদের অনুগামী,[১] আল্লাহ তাদের প্রতি সন্তুষ্ট এবং তারাও তাঁতে সন্তুষ্ট। তিনি তাদের জন্য এমন উদ্যানসমূহ প্রস্ত্তত করে রেখেছেন, যার তলদেশে নদীমালা প্রবাহিত; যার মধ্যে তারা চিরস্থায়ীভাবে অবস্থান করবে,[২] এ হল বিরাট সফলতা।\n[১] এই আয়াতে তিন শ্রেণীর লোকের বর্ণনা বিদ্যমান। প্রথমঃ মুহাজিরগণ, যাঁরা দ্বীনের খাতিরে আল্লাহ ও রসূলের আদেশ পালনার্থে মক্কা ও অন্যান্য এলাকা থেকে হিজরত করতঃ সকল কিছু ত্যাগ করে মদীনায় চলে যান। দ্বিতীয়ঃ আনসারগণ, এঁরা মদীনার অধিবাসী ছিলেন। এঁরা সর্বাবস্থায় রসূল (সাঃ)-এর সাহায্য ও সুরক্ষা বিধান করেছিলেন এবং মদীনায় আগত মুহাজিরদের যথাযথ সম্মান করেছিলেন এবং নিজেদের সবকিছু তাদের খিদমতে কুরবান করে দিয়েছিলেন। এখানে সেই উভয় শ্রেণীর 'আস্-সাবিক্বূনাল আওয়ালূন' (অগ্রবর্তী ও প্রথম) ব্যক্তিবর্গের কথা বর্ণনা করেছেন। অর্থাৎ সেই উভয় শ্রেণীর মধ্যে ঐ সকল ব্যক্তি যাঁরা সর্বপ্রথম ইসলাম গ্রহণ করেন। এরা কারা ছিলেন তা নির্ধারণ করণে মতবিরোধ রয়েছে। অনেকের নিকট 'আস্-সাবিক্বূনাল আওয়ালূন' তাঁরা, যাঁরা উভয় ক্বিবলার দিকে মুখ করে নামায পড়েছেন। অর্থাৎ ক্বিবলা পরিবর্তন হওয়ার পূর্বে যে সমস্ত মুহাজির ও আনস্বারগণ মুসলমান হয়েছিলেন তাঁরা। আবার অনেকের নিকট 'আস্-সাবিক্বূনাল আওয়ালূন' ঐ সমস্ত সাহাবায়ে কিরাম, যাঁরা হুদাইবিয়ায় অনুষ্ঠিত বাইআতে-রিযওয়ানে অংশগ্রহণ করেছিলেন। আবার অনেকের নিকট ওঁরা হলেন তাঁরা, যাঁরা বদর যুদ্ধে অংশগ্রহণ করেছিলেন। ইমাম শওকানী (রহঃ) বলেন, সকল অভিমতই সঠিক হতে পারে। তৃতীয়ঃ- ঐ সকল ব্যক্তি, যাঁরা একনিষ্ঠভাবে সেই মুহাজির ও আনস্বারদের অনুগামী ছিলেন। কেউ কেউ বলেন,তাঁরা হলেন পারিভাষিক অর্থে তাবেয়ীগণ, যাঁরা নবী (সাঃ)-এর দর্শন লাভ করতে পারেননি, কিন্তু সাহাবায়ে কিরামগণের সাথী হওয়ার সৌভাগ্য অর্জন করেছিলেন। আবার কেউ কেউ তা সাধারণ রেখেছেন, অর্থাৎ কিয়ামত পর্যন্ত যে সকল মুসলিম মুহাজির ও আনস্বারদের সাথে মহব্বত রাখবেন ও তাঁদের আদর্শের উপর চলবেন, তাঁরা এই শ্রেণীর অন্তর্ভুক্ত। এতে পারিভাষিক অর্থে তাবেয়ীগণও এসে যাচ্ছেন।\n[২] 'আল্লাহ তাদের প্রতি সন্তুষ্ট' বাক্যটির অর্থ হল, আল্লাহ তাআলা তাঁদের সৎকর্ম গ্রহণ করেছেন, মানুষ হিসাবে তাঁদের কৃত ভুল-ত্রুটি ক্ষমা করে দিয়েছেন এবং তিনি তাঁদের উপর অসন্তুষ্ট নন। যদি তা না হত, তাহলে উক্ত আয়াতে তাঁদের জন্য জান্নাত ও জান্নাতের নিয়ামতের সুসংবাদ দেওয়া হল কেন? এই আয়াত দ্বারা এটাও জানা গেল যে, আল্লাহর এই সন্তুষ্টি সাময়িক ও ক্ষণস্থায়ী নয়, বরং চিরস্থায়ী। যদি রসূল (সাঃ)-এর মৃত্যুর পর সাহাবায়ে কিরামগণের মুরতাদ (ধর্মত্যাগী) হয়ে যাওয়ার আশঙ্কা থাকত (যেমন এক বাতিল ফির্কার বিশ্বাস আছে), তাহলে আল্লাহ তাআলা তাঁদেরকে জান্নাতের সুসংবাদ দিতেন না। এ থেকে এ কথাও প্রমাণিত হয় যে, যখন আল্লাহ তাআলা তাঁদের সমস্ত ত্রুটি মার্জনা করে দিয়েছেন, তখন তাঁদের সমালোচনা করে তাঁদের ভুল-ত্রুটি বর্ণনা করা কোন মুসলিমের উচিত নয়। বস্তুতঃ এটাও জানা গেল যে, তাঁদের প্রতি মহব্বত রাখা এবং তাঁদের পদাঙ্ক অনুসরণ আল্লাহর সন্তুষ্টি অর্জনের কারণ। আর তাঁদের প্রতি শত্রুতা, বিদ্বেষ ও ঘৃণা পোষণ করা আল্লাহর সন্তুষ্টি থেকে বঞ্চিত হওয়ার কারণ। {فَأَيُّ الْفَرِيقَيْنِ أَحَقُّ بِالأَمْنِ إِن كُنتُمْ تَعْلَمُونَ}"
    },
    {
      "ayah": 101,
      "surah": 9,
      "text": "মরুবাসীদের মধ্যে যারা তোমাদের আশেপাশে আছে তাদের মধ্য হতে কতিপয় এবং মদীনাবাসীদের মধ্যে হতেও কতিপয় লোক এমন মুনাফিক্ব রয়েছে; যারা মুনাফিক্বীতে অটল।[১] তুমি তাদেরকে জান না,[২] আমি তাদেরকে জানি। আমি তাদেরকে দ্বিগুণ শাস্তি প্রদান করব,[৩] অতঃপর (পরকালেও) তারা মহা শাস্তির দিকে প্রত্যাবর্তিত হবে।\n[১] مَرَدَ এবং تَمَرَّد এর অর্থ হল নরম, মোলায়েম এবং খালি। সুতরাং পাতা নেই এমন ডালকে, দেহে লোম নেই এমন ঘোড়াকে এবং মুখমন্ডলে এখনো দাঁড়ি-মোছ গজায়নি এমন বালককে أَمْرَدُ বলা হয়। যেমন কাঁচকে صَرْحٌ مُمَرَّدٌ অর্থাৎ مُجَرَّدٌ (স্বচ্ছ) বলা হয়। (مَرَدُوْا عَلَى النِّفَاقِ) এর অর্থ হবে 'تَجَرَّدُوا عَلَى النِّفَاقِ' অর্থাৎ তারা নিজেদেরকে মুনাফিকির জন্য খালি করে নিয়েছে, অর্থাৎ, খাঁটি মুনাফিকিতে তারা অনড়।\n[২] এখানে কত পরিষ্কার বাক্যে নবী (সাঃ)-এর 'আ-লিমুল গায়ব' না হওয়ার কথা বর্ণনা করা হয়েছে। আফসোস! যদি বিদআতীরা কুরআন বুঝার তাওফীক পেত।\n[৩] কেউ কেউ এর উদ্দেশ্য বর্ণনা করে বলেন যে, তা হল পৃথিবীর অপমান-লাঞ্ছনা, তারপর আখেরাতের শাস্তি। আবার কেউ কেউ বলেন, পৃথিবীরই দ্বিগুণ শাস্তি।"
    },
    {
      "ayah": 102,
      "surah": 9,
      "text": "আরো কতক লোক আছে যারা নিজেদের অপরাধসমূহ স্বীকার করেছে,[১] যারা সৎকর্মের সাথে অসৎকর্ম মিশ্রিত করেছে।[২] আশা রয়েছে যে, আল্লাহ তাদের তওবা কবুল করবেন।[৩] নিঃসন্দেহে আল্লাহ অতিশয় ক্ষমাশীল, পরম করুণাময়।\n[১] এরা সেই সকল একনিষ্ঠ মুসলিম, যারা কোন ওজর আপত্তি ছাড়াই শুধু শৈথিল্যের কারণে তাবুক অভিযানে নবী (সাঃ)-এর সাথে শরীক হয়নি। তবে পরে তারা আপন ভুল বুঝতে পারে এবং তারা তাদের অপরাধ স্বীকার করে নেয়।\n[২] 'সৎকর্ম' বলতে ঐ সকল নেক আমল, যা তারা জিহাদে না যাওয়ার পূর্বে করেছিল। এর ভিতর কিছু যুদ্ধে তাদের অংশ গ্রহণের আমলও ছিল। আর 'অসৎকর্ম' থেকে উদ্দেশ্য হল তাবুকের যুদ্ধে তাদের পিছিয়ে থাকা।\n[৩] আল্লাহর পক্ষ থেকে আশা ও সম্ভাবনার অর্থই হল, তা নিশ্চিত। অর্থাৎ আল্লাহ তাআলা তাদের দিকে ফিরে তাকিয়ে তাদের অপরাধের স্বীকারোক্তিকে তওবার স্থানে রেখে তাদেরকে ক্ষমা করে দেবেন।"
    },
    {
      "ayah": 103,
      "surah": 9,
      "text": "তুমি তাদের ধন-সম্পদ হতে সাদাকাহ গ্রহণ কর, যার দ্বারা তুমি তাদেরকে পবিত্র ও পরিশোধিত করে দেবে। আর তাদের জন্য দুআ কর,[১] নিঃসন্দেহে তোমার দুআ হচ্ছে তাদের জন্য শান্তির কারণ। আর আল্লাহ সর্বশ্রোতা, সর্বজ্ঞাতা।\n[১] এটা সাধারণ আদেশ। স্বাদাক্বাহ থেকে উদ্দেশ্য ফরযকৃত স্বাদাক্বাহ অর্থাৎ যাকাত হতে পারে, আবার নফল স্বাদাক্বাহও হতে পারে। এখানে নবী (সাঃ)-কে আদেশ দেওয়া হচ্ছে যে, স্বাদাক্বাহ দ্বারা তুমি মুসলিমদেরকে পবিত্র কর। এতে এই কথা পরিষ্কার হয়ে যাচ্ছে যে, যাকাত ও স্বাদাক্বাহ মানুষের আখলাক-চরিত্রকে পবিত্র করার একটি বড় উপায়। এ ছাড়া স্বাদাক্বাহ কে স্বাদাক্বাহ এই জন্য বলা হয় যে, স্বাদাক্বাহ দাতা নিজের ঈমানের দাবীতে সত্যবাদী। দ্বিতীয় বিষয় এটাও বুঝা যাচ্ছে যে, স্বাদাক্বাহ উসুলকারীর উচিত, স্বাদাক্বাহদাতার জন্য দু'আ করা। যেমন এই আয়াতে আল্লাহ তাআলা নিজ পয়গম্বর (সাঃ)-কে দু'আ করার আদেশ দিয়েছেন এবং নবী (সাঃ) উক্ত আদেশ অনুযায়ী দু'আ করতেন। এই সাধারণ আদেশ থেকে এটাও দলীল নেওয়া হয়েছে যে, যাকাত উসূল করার দায়িতত্ত্ব সমসাময়িক বাদশা বা শাসকের। যদি কেউ তা প্রদান করতে অস্বীকার করে, তবে আবু বাকর (রাঃ) ও সাহাবায়ে কিরাম (রাঃ)গণের আমল অনুযায়ী তার বিরুদ্ধে জিহাদ করা অপরিহার্য।\n(ইবনে কাসীর)"
    },
    {
      "ayah": 104,
      "surah": 9,
      "text": "তারা কি এটা অবগত নয় যে, আল্লাহই নিজ বান্দাদের তওবা কবুল করে থাকেন এবং তিনিই দান-খয়রাত গ্রহণ করেন,[১] আর নিশ্চয় আল্লাহ তওবা কবুলকারী, পরম করুণাময়?\n[১] 'তিনিই দান-খয়রাত বা স্বাদাক্বাহ গ্রহণ করেন' (এই শর্তের উপর যে তা হালাল উপার্জন থেকে হতে হবে) এর অর্থ হল তা বৃদ্ধি করেন। যেমন হাদীসে বর্ণিত হয়েছে; নবী (সাঃ) বলেছেন \"যে ব্যক্তি (তার) বৈধ উপায়ে উপার্জিত অর্থ থেকে একটি খেজুর পরিমাণও কিছু দান করে -- আর আল্লাহ তো বৈধ অর্থ ছাড়া অন্য কিছু গ্রহণই করেন না -- সে ব্যক্তির ঐ দানকে আল্লাহ ডান হাতে গ্রহণ করেন। অতঃপর তা ঐ ব্যক্তির জন্য লালন-পালন করেন; যেমন তোমাদের কেউ তার অশ্ব-শাবককে লালন-পালন করে থাকে। পরিশেষে তা পাহাড়ের মত হয়ে যায়।\"\n(বুখারী১৪১০নং, মুসলিম ১০১৪নং)"
    },
    {
      "ayah": 105,
      "surah": 9,
      "text": "তুমি বলে দাও, তোমরা কাজ করতে থাক। অচিরেই তোমাদের কার্যকলাপ আল্লাহ দেখবেন এবং তাঁর রসূল ও বিশ্বাসীগণও দেখবে।[১] আর অচিরেই তোমাদেরকে অদৃশ্য ও প্রকাশ্য বিষয়ের জ্ঞাতা (আল্লাহর) দিকে প্রত্যাবর্তিত করা হবে। অতঃপর তিনি তোমাদেরকে তোমাদের সকল কৃতকর্ম জানিয়ে দেবেন।’\n[১] يرى এর অর্থ হল দেখা ও জানা। অর্থাৎ তোমাদের কর্ম শুধু আল্লাহ তাআলাই দেখেন না; বরং সে বিষয়ে (অহী দ্বারা) আল্লাহর রসূল (সাঃ) এবং মু'মিনগণও অবগত হন। (এ কথা মুনাফিক্বদের ব্যাপারেই বলা হচ্ছে।) এই শ্রেণীর আয়াত পূর্বেও (৯৪ নম্বরে) উক্ত হয়েছে। এখানে ঈমানদারদের কথা অতিরিক্ত ব্যক্ত হয়েছে। আল্লাহর রসূল (সাঃ)-এর খবর দেওয়াতে তারাও মুনাফিকদের (মুনাফিকি) আমল জানতে পারে।"
    },
    {
      "ayah": 106,
      "surah": 9,
      "text": "আরো কতক লোক রয়েছে, যাদের ব্যাপারে (সিদ্ধান্ত) আল্লাহর আদেশ আসা পর্যন্ত স্থগিত রয়েছে;[১] হয় তিনি তাদেরকে শাস্তি প্রদান করবেন[২] অথবা তাদের তওবা কবুল করবেন।[৩] আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।\n[১] তাবুক যুদ্ধ থেকে প্রথমতঃ মুনাফিক্বরা পিছিয়ে ছিল। দ্বিতীয়তঃ এমন কিছু (মুসলিম) লোক পিছিয়ে ছিল, যাদের কোন ওজর ছিল না। তারা তাদের নিজ অপরাধ স্বীকার করে নিয়েছিল; কিন্তু তাদেরকে সাথে সাথে ক্ষমা করা হয়নি; বরং তাদের ব্যাপারে আল্লাহর আদেশ আসা অবধি অপেক্ষা করা হয়েছিল। এই আয়াতে সেই শ্রেণীর লোকদের কথা আলোচিত হয়েছে। (এরা তিনজন ছিল, যাদের বর্ণনা সামনে আসবে।)\n[২] যদি তারা আপন ত্রুটির উপর অটল থাকে।\n[৩] যদি তারা আন্তরিকভাবে খাঁটি তওবা করে নেয়।"
    },
    {
      "ayah": 107,
      "surah": 9,
      "text": "আর কেউ কেউ এমন আছে, যারা ক্ষতি সাধন করার উদ্দেশ্যে, কুফরী করার উদ্দেশ্যে, বিশ্বাসীদের মধ্যে বিভেদ সৃষ্টি করার উদ্দেশ্যে এবং যে ব্যক্তি ইতিপূর্বে আল্লাহ ও তাঁর রসূলের বিরুদ্ধে যুদ্ধ করেছে, তার ঘাঁটিস্বরূপ (একটি নতুন) মসজিদ নির্মাণ করেছে।[১] তারা অবশ্যই শপথ করে বলবে, ‘মঙ্গল ভিন্ন আমাদের আর কোন উদ্দেশ্য নেই।’ আর আল্লাহ সাক্ষ্য দেন যে, অবশ্যই তারা মিথ্যাবাদী।[২]\n[১] এই আয়াতে মুনাফিক্বদের আরো একটি অত্যন্ত নোংরা ষড়যন্ত্রের কথা বর্ণিত হয়েছে। আর তা হলঃ- তারা একটি মসজিদ নির্মাণ করে (কুরআন উক্ত মসজিদটিকে 'মাসজিদু য্বিরার' নামে অভিহিত করেছে)। তারা নবী (সাঃ)-কে বুঝাতে চায় যে, বৃষ্টি, ঠান্ডা ইত্যাদির সময়ে দুর্বল ও অসুস্থ লোকদের দূরে (মসজিদে ক্বুবায়) যেতে বড় কষ্ট হয়। ফলে তাদের সুবিধার্থে আমরা অপর একটি মসজিদ নির্মাণ করেছি। আপনি সেখানে গিয়ে নামায পড়েন, যাতে আমরা বরকত লাভে ধন্য হই। নবী (সাঃ) তখন তাবুক অভিযানে যাওয়ার জন্য প্রস্তুত ছিলেন। তিনি যুদ্ধ থেকে ফিরে আসার পর নামায পড়ার প্রতিশ্রুতি দিলেন। কিন্তু ফিরার পথে আল্লাহ তাআলা অহী দ্বারা মুনাফিকদের প্রকৃত উদ্দেশ্য ফাঁস করে দিলেন। তাঁকে সতর্ক করে দেওয়া হল যে, আসলে এই মসজিদ তারা মুসলিমদের ক্ষতিসাধন, কুফরীর প্রচার, মুসলিমদের মাঝে বিচ্ছিন্নতা সৃষ্টি এবং আল্লাহ ও তাঁর রসূলের শত্রুদের জন্য আশ্রয়স্থল বানাবার উদ্দেশ্যে নির্মাণ করেছে।\n[২] অর্থাৎ, মিথ্যা শপথ করে তারা নবী (সাঃ)-কে প্রতারিত করতে চেয়েছিল। কিন্তু আল্লাহ তাআলা তাঁকে তাদের চক্রান্ত ও প্রতারণা থেকে রক্ষা করলেন এবং বলে দিলেন যে, এদের উদ্দেশ্য সৎ নয় এবং তারা যা প্রকাশ করছে তাতে তারা মিথ্যুক।"
    },
    {
      "ayah": 108,
      "surah": 9,
      "text": "তুমি কখনো ওতে (নামাযের জন্য) দাঁড়াবে না;[১] অবশ্যই যে মসজিদের ভিত্তি প্রথম দিন হতেই আল্লাহভীতির উপর স্থাপিত হয়েছে, তাতেই (নামাযের জন্য) দাঁড়ানো তোমার অধিক সমুচিত।[২] সেখানে এমন সব লোক রয়েছে যারা উত্তমরূপে পবিত্র হওয়াকে পছন্দ করে।[৩] আর আল্লাহ উত্তমরূপে পবিত্রতা সম্পাদনকারীদেরকে পছন্দ করেন।\n[১] অর্থাৎ, তুমি সেখানে গিয়ে নামায পড়ার যে প্রতিশ্রুতি দিয়েছিলে, সে অনুযায়ী সেখানে গিয়ে নামায পড়বে না। সুতরাং মহানবী (সাঃ) সেখানে নামায তো পড়েননি; বরং কতিপয় সাহাবীকে পাঠিয়ে সেই তথাকথিত মসজিদটিকে ধ্বংস করে দিয়েছিলেন। এই কর্ম দ্বারা দলীল নিয়ে উলামাগণ বলেন, যদি কোন মসজিদ আল্লাহর ইবাদত ব্যতীত, মুসলিমদেরকে বিভক্ত করার উদ্দেশ্যে নির্মাণ করা হয়, তবে তাকে 'মসজিদে য্বিরার' বলা যাবে এবং তা ভেঙ্গে ধ্বংস করে দিতে হবে। যাতে মুসলিমদের মাঝে বিচ্ছিন্নতা ও ভেদাভেদ সৃষ্টি না হয়।\n[২] 'যে মসজিদের ভিত্তি প্রথম দিন হতেই আল্লাহ-ভীতির উপর স্থাপিত হয়েছে' সে মসজিদ কোনটি? এ ব্যাপারে মতভেদ আছে। কেউ কেউ মসজিদে ক্বুবা, আবার কেউ কেউ মসজিদে নববী বলেছেন। সালাফদের কেউ কেউ উভয়কেই বলেছেন। ইমাম ইবনে কাসীর (রহঃ) বলেন, যদি এই আয়াত দ্বারা মসজিদে ক্বুবা ধরা হয়, তবে কতিপয় হাদীস দ্বারা মসজিদে নববীকে (أُسِّسَ عَلَى التَّقْوَى) বলে সমর্থন করা হয়েছে এবং উভয়ের মাঝে কোন বিরোধ নেই। কারণ মসজিদে ক্বুবা যদি (أُسِّسَ عَلَى التَّقْوَى) এর মর্যাদায় অধিষ্ঠিত হয়, তবে মসজিদে নববী তো আরো অধিকভাবে সেই মর্যাদার অধিকারী।\n[৩] হাদীসে এসেছে যে, তাঁরা হলেন ক্বুবাবাসী। তাঁরা পবিত্রতা অর্জনে পানি ব্যবহার করতেন বলে মহান আল্লাহ তাঁদের প্রশংসা করেছেন।\n(প্রকাশ থাকে যে, ঢেলার সাথে পানি ব্যবহার করার হাদীস সহীহ নয়। ইরওয়াউল গালীল ৪২নং দ্রঃ)\nইমাম ইবনে কাসীর বলেন, এই আয়াত এই কথার প্রমাণ যে, এমন পুরাতন মসজিদে নামায আদায় করা উত্তম, যে মসজিদ একমাত্র আল্লাহ তাআলার ইবাদত করার নিমিত্তে নির্মাণ করা হয়েছে। অনুরূপ নেক লোকদের জামাআতে এবং এমন ব্যক্তিদের সাথে নামায পড়া উত্তম যারা পূর্ণরূপে ওযূ করতে ও পবিত্রতা অর্জনে বিশেষ যত্নবান।"
    },
    {
      "ayah": 109,
      "surah": 9,
      "text": "০৯) তবে কি সে ব্যক্তি উত্তম, যে নিজ ইমারতের ভিত্তি আল্লাহভীতি ও তাঁর সন্তুষ্টির উপর স্থাপন করেছে অথবা সেই ব্যক্তি, যে স্বীয় ইমারতের ভিত্তি স্থাপন করেছে কোন পতনমুখী গর্তের কিনারায়, অতঃপর তা তাকে নিয়ে জাহান্নামের আগুনে পতিত হয়?[১] আর আল্লাহ অত্যাচারী সম্প্রদায়কে পথ দেখান না।\n[১] এই আয়াতে মু'মিন ও মুনাফিকদের আমলের উদাহরণ বর্ণনা করা হয়েছে। মু'মিনদের আমল আল্লাহ-ভীতির ভিত্তিতে তাঁর সন্তুষ্টি অর্জনের নিমিত্তে হয়। আর মুনাফিক্বদের আমল লোক প্রদর্শন ও উদ্দেশ্য-ভ্রষ্টতার উপর ভিত্তি করে হয়। যা ভূমির সেই অংশের মত যার তলদেশ দিয়ে উপত্যকার পানি প্রবাহিত হয় এবং সেখানকার মাটিকে নিজের সাথে বয়ে নিয়ে যায়। ফলে সেই অংশের তলদেশ ফাঁকা হয়ে যায়। বিদিত যে, তার উপর কোন ঘর নির্মাণ করলে অতি সত্ত্বর তা ভেঙ্গে পড়বে। সেই মুনাফিকদের মসজিদ নির্মাণের কাজও অনুরূপ, যা তাদের নিয়ে জাহান্নামে পতিত হবে।"
    },
    {
      "ayah": 11,
      "surah": 9,
      "text": "অতঃপর তারা যদি তওবা করে, যথাযথ নামায পড়ে ও যাকাত দেয়, তাহলে তারা তোমাদের দ্বীনী ভাই। [১] আর জ্ঞানী সম্প্রদায়ের জন্য আমি নিদর্শনসমূহ স্পষ্টরূপে বিবৃত করি।\n[১] নামায হল তাওহীদ ও রিসালতের উপর বিশ্বাস স্থাপন করার পর ইসলামের সব থেকে গুরুত্বপূর্ণ স্তম্ভ, যা আল্লাহর হক। তাতে আল্লাহর ইবাদতের বিভিন্ন দিক রয়েছে। এতে রয়েছে হাত বেঁধে কিয়াম, রুকূ ও সিজদা। এতে রয়েছে দু'আ ও মুনাজাত, আল্লাহর বড়ত্ব ও মহিমা এবং নিজের মিনতি ও অসহায়তার প্রকাশ। ইবাদতের এই সমস্ত প্রকার ও ধরন কেবল আল্লাহর জন্য নির্দিষ্ট। নামাযের পর দ্বিতীয় গুরুত্বপূর্ণ ও ফরযকৃত রুকন হল যাকাত। যাতে আল্লাহর ইবাদতের সাথে সাথে বান্দারও হক শামিল রয়েছে। যাকাতের অর্থ দ্বারা সমাজের ও বিশেষ করে যাকাতদাতার আত্মীয় গরীব-মিসকীন ও অক্ষম লোকদের প্রয়োজন মিটে থাকে। এই জন্য হাদীসে দুই সাক্ষ্য দানের পর উক্ত দু'টি বিষয়কে পরিষ্কার করে বর্ণনা করা হয়েছে। নবী (সাঃ) বলেছেন, \"আমাকে আদেশ করা হয়েছে যে, লোকদের বিরুদ্ধে আমি যেন ততক্ষণ পর্যন্ত যুদ্ধ করতে থাকি, যতক্ষণ পর্যন্ত না তারা সাক্ষী দেয় যে, আল্লাহ ছাড়া কোন সত্য উপাস্য নেই এবং মুহাম্মাদ (সাঃ) আল্লাহর রসূল। আর নামায কায়েম করে ও যাকাত প্রদান করে।\"\n(বুখারী ঈমান অধ্যায়, মুসলিম ঈমান অধ্যায়)\nআব্দুল্লাহ বিন মাসউদ বলেছেন, 'যে ব্যক্তি যাকাত প্রদান করে না, তার নামাযও গ্রহণযোগ্য নয়।'\n(ঐ)"
    },
    {
      "ayah": 110,
      "surah": 9,
      "text": "তাদের এই ইমারত যা তারা নির্মাণ করেছে, তা সদা তাদের মনে সন্দেহ সৃষ্টি করতে থাকবে, যে পর্যন্ত না তাদের হৃদয় ছিন্ন-বিচ্ছিন্ন হয়ে যায়।[১] আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।\n[১] 'অন্তর ছিন্ন-বিচ্ছিন্ন হয়ে যায়' এর অর্থ হল, মারা যায়। অর্থাৎ মৃত্যু পর্যন্ত এই গৃহ তাদের অন্তরে আরো বেশি সন্দেহ ও মুনাফিকী সৃষ্টি করার কারণ হয়ে থাকবে। যেমন বাছুর পূজারীদের হৃদয়-মনে বাছুর-প্রীতি জমে বসেছিল।"
    },
    {
      "ayah": 111,
      "surah": 9,
      "text": "নিঃসন্দেহে আল্লাহ বিশ্বাসীদের নিকট থেকে তাদের প্রাণ ও তাদের ধন-সম্পদসমূহকে বেহেশ্তের বিনিময়ে ক্রয় করে নিয়েছেন;[১] তারা আল্লাহর পথে যুদ্ধ করে, যাতে তারা হত্যা করে এবং নিহত হয়ে যায়। এ (যুদ্ধে)র দরুন (জান্নাত প্রদানের) সত্য অঙ্গীকার করা হয়েছে তাওরাতে, ইঞ্জীলে এবং কুর’আনে; আর নিজের অঙ্গীকার পালনে আল্লাহ অপেক্ষা শ্রেষ্ঠতর অন্য কে আছে?[২] অতএব তোমরা আনন্দ করতে থাক তোমাদের এই ক্রয়-বিক্রয়ের উপর, যা তোমরা সম্পাদন করেছ।[৩] আর এটা হচ্ছে মহাসাফল্য।\n[১] এখানে আল্লাহ তাআলার বিশেষ রহমত ও দয়ার কথা বর্ণনা করা হচ্ছে যে, তিনি মু'মিনদেরকে তাদের জান ও ঐ সম্পদ যা তাঁরা আল্লাহর পথে ব্যয় করে, তার বিনিময়ে জান্নাত প্রদান করেছেন। অথচ এই জান ও মালও সেই আল্লাহরই দান। আবার মূল্য ও বদলা হিসাবে যা দান করেছেন, অর্থাৎ সেই জান্নাত নেহাতই মূল্যবান।\n[২] এটা উক্ত ক্রয়-বিনিময়ের তা'কীদ যে, আল্লাহ তাআলা এই সত্য অঙ্গীকার পূর্ববর্তী কিতাবসমূহে এবং কুরআনেও করেছেন। আর আল্লাহর চেয়ে অধিক অঙ্গীকার পূরণকারী কে হতে পারে?\n[৩] এ কথা মুসলিমদেরকে বলা হচ্ছে। কিন্তু এই আনন্দ তখনই করা যাবে, যখন মুসলিমগণ উক্ত ব্যবসা মেনে নেবে। অর্থাৎ, আল্লাহর পথে জান ও মাল কুরবানী করতে কোন দ্বিধা করবে না।"
    },
    {
      "ayah": 112,
      "surah": 9,
      "text": "তারা হচ্ছে তওবাকারী, ইবাদতকারী, প্রশংসাকারী, রোযা পালনকারী, রুকু ও সিজদাকারী, সৎকাজে আদেশ এবং মন্দ কাজে বাধা প্রদানকারী, আল্লাহর বিধি-সীমাসমূহের সংরক্ষণকারী।[১] আর তুমি বিশ্বাসীদেরকে সুসংবাদ দাও।[২]\n[১] এখানে ঐ সকল মু'মিন ব্যক্তিদের আরো কিছু গুণ বর্ণনা করা হচ্ছে, যাদের জান ও মাল আল্লাহ তাআলা জান্নাতের বিনিময়ে ক্রয় করে নিয়েছেন। তারা গুনাহ ও অশ্লীলতা থেকে তওবাকারী হবে, নিয়মিত আপন প্রভূর ইবাদতকারী হবে, আর মুখে আল্লাহর প্রশংসা বর্ণনাকারী এবং এই আয়াতে বর্ণিত সকল গুণের অধিকারী হবে। অধিকাংশ তফসীরবিদদের মতে سَائحُون এর অর্থ রোযাপালনকারী। এই অর্থকেই ইবনে কাসীর (রহঃ) সহীহ ও প্রসিদ্ধ মত বলে স্বীকৃতি দিয়েছেন। অনেকে তার অর্থ আল্লাহর পথে জিহাদ বলেছেন। এরপরেও 'সিয়াহাত' এর অর্থ দেশ-ভ্রমণ নয় যেমন অনেকে এই অর্থ নিয়েছেন। অনুরূপ ইবাদতের জন্য পাহাড়ের চূড়া, গুহা এবং নির্জন মরুভূমিতে গিয়ে বসবাস করাও এর অর্থ নয়। কারণ তা বৈরাগ্যবাদের একটা অংশ যা ইসলাম ধর্মে নেই। তবে হ্যাঁ, ফিতনার সময় নিজের দ্বীন বাঁচানোর তাগীদে শহর ও জনবসতি ত্যাগ করে জঙ্গল ও মরুভূমিতে গিয়ে বাস করার অনুমতি হাদীসে দেওয়া হয়েছে।\n(বুখারী)\n[২] উদ্দেশ্য হল যে, বিশ্বাসী বা পূর্ণ মু'মিন ঐ ব্যক্তি; যে কথা ও কর্মে ইসলামী শিক্ষার উত্তম নমুনা হয় এবং আল্লাহর নিষিদ্ধ বস্তু থেকে বিরত থাকে এবং আল্লাহর নির্ধারিত সীমা লঙ্ঘনকারী নয় বরং তার সংরক্ষণকারী হয়। এরূপ পূর্ণ মু'মিনরাই সুসংবাদের অধিকারী। এটা সেই কথাই, যা কুরআনে (آمَنُوا وَعَمِلُوا الصَّالِحَات) শব্দ দ্বারা বার বার উক্ত হয়েছে। এখানে কিছু নেক আমলের কথা কিঞ্চিৎ বিস্তারিতভাবে আলোচনা করা হয়েছে।"
    },
    {
      "ayah": 113,
      "surah": 9,
      "text": "অংশীবাদীদের জন্য ক্ষমা প্রার্থনা করা নবী ও বিশ্বাসীদের জন্য সঙ্গত নয়; যদিও তারা আত্মীয়ই হোক না কেন, তাদের কাছে একথা সুস্পষ্ট হওয়ার পর যে, তারা জাহান্নামের অধিবাসী। [১]\n[১] এই আয়াতের তফসীর সহীহ বুখারীতে এইভাবে বর্ণিত হয়েছে যে, যখন নবী (সাঃ)-এর চাচা আবু তালেবের মৃত্যুর সময় ঘনিয়ে এল, তখন নবী (সাঃ) তার নিকট গেলেন। তার নিকট আবু জাহল ও আব্দুল্লাহ বিন আবী উমাইয়্যাহ বসেছিল। নবী (সাঃ) বললেন, \"চাচাজান! 'লা ইলাহা ইল্লাল্লাহ' পড়ে নিন, যাতে আমি আল্লাহর নিকট আপনার জন্য প্রমাণ পেশ করতে পারি। আবু জাহল ও আব্দুল্লাহ বিন আবী উমাইয়্যাহ বলল, \"হে আবু তালেব! (মৃত্যুর) সময় আব্দুল মুত্তালিবের ধর্ম ত্যাগ করবে?\" (শেষে ঐ অবস্থাতেই তার মৃত্যু হল।) নবী (সাঃ) বললেন, \"যতক্ষণ আল্লাহর পক্ষ থেকে আমাকে নিষেধ না করা হবে, ততক্ষণ আমি আপনার জন্য ক্ষমা প্রার্থনা করতে থাকব।\" তখন উক্ত আয়াতটি অবতীর্ণ হল, যাতে মুশরিকদের জন্য ক্ষমা প্রার্থনা নিষিদ্ধ করে দেওয়া হয়েছে। (সহীহ বুখারী) এবং সূরা ক্বস্বাস্বের ২৮:৫৬ নং আয়াত (إِنَّكَ لاَ تَهْدِيْ مَنْ أَحْبَبْتَ) আয়াতটিও এই মর্মে অবতীর্ণ হয়েছে। মুসনাদে আহমাদের একটি বর্ণনায় আছে যে, একদা নবী (সাঃ) তাঁর মাতার জন্য ক্ষমা প্রার্থনার অনুমতি চাইলে উক্ত আয়াতটি অবতীর্ণ হয়।\n(মুসনাদ আহমদ ৫ম খন্ড ৩৫৫পৃঃ)\nআর নবী (সাঃ) নিজ সম্প্রদায়ের জন্য যে দু'আ করেছিলেন, (اَللّهُمَّ اغْفِرْ لِقَوْمِيْ فَإِنَّهُمْ لاَ يَعْلَمُوْنَ) \"হে আল্লাহ! তুমি আমার সম্প্রদায়কে ক্ষমা করে দাও, কারণ তারা অজ্ঞ।\" তা এই আয়াতের বিরোধী নয়। কারণ এই দু'আর অর্থ হল তাদের জন্য হিদায়াত কামনা করা। অর্থাৎ তারা আমার মর্যাদা ও সম্মান থেকে বেখবর, তাদেরকে সঠিক পথের দিশা দাও, যাতে তারা ক্ষমার যোগ্য হয়ে যায়। আর জীবিত কাফের ও মুশরিকের জন্য হিদায়াতের দু'আ করা বৈধ।"
    },
    {
      "ayah": 114,
      "surah": 9,
      "text": "আর ইব্রাহীমের নিজ পিতার জন্য ক্ষমা প্রার্থনা করা তো কেবল সেই প্রতিশ্রুতির কারণে ছিল, যা সে তার সাথে করেছিল। অতঃপর যখন তার নিকট এ সুস্পষ্ট হল যে, সে (পিতা) আল্লাহর দুশমন, তখন সে তার সাথে সম্পর্ক ছিন্ন করে নিল।[১] বাস্তবিকই ইব্রাহীম ছিল অতিশয় কোমল হৃদয়, সহনশীল। [২]\n[১] অর্থাৎ, ইবরাহীম (আঃ) যখন পরিষ্কার বুঝতে পারলেন যে, তাঁর পিতা আল্লাহর শত্রু ও জাহান্নামী, তখন তিনি তার সাথে সম্পর্ক ছিন্ন করে নিলেন এবং তারপর আর ক্ষমা প্রার্থনা করেননি।\n[২] আর শুরুতে পিতার জন্য ক্ষমা প্রার্থনাও তাঁর কোমল-হৃদয় ও সহনশীলতার কারণেই ছিল।"
    },
    {
      "ayah": 115,
      "surah": 9,
      "text": "আর আল্লাহ এরূপ নন যে, কোন জাতিকে পথপ্রদর্শন করার পর তাদেরকে পথভ্রষ্ট করে দেন; যে পর্যন্ত না তাদেরকে সেসব বিষয় পরিষ্কারভাবে বলে দেন, যা হতে তারা বেঁচে থাকবে;[১] নিশ্চয়ই আল্লাহ সর্বজ্ঞ।\n[১] আল্লাহ তাআলা যখন মুশরিকদের জন্য ক্ষমা প্রার্থনা করতে নিষেধ করে দিলেন, তখন কিছু সাহাবায়ে কিরাম (রাঃ), যাঁরা এই কর্ম করেছিলেন, তাঁরা এই ভেবে চিন্তিত হলেন যে, তাঁরা তাঁদের মুশরিক আত্মীয়দের জন্য ক্ষমা প্রার্থনা করে ভ্রষ্টতার কাজ করেননি তো? আল্লাহ তাআলা বললেন যে, আল্লাহ তাআলা যতক্ষণ কোন বস্তুর নিষিদ্ধতা ঘোষণা না করেন, ততক্ষণ তিনি তার উপর কোন ধর-পাকড় করেন না এবং তাকে ভ্রষ্টতাও গণ্য করেন না। তবে নিষিদ্ধ কর্ম থেকে কেউ বিরত না থাকলে আল্লাহ তাআলা তাকে পথভ্রষ্ট করে দেন। ফলে যাঁরা উক্ত আদেশের পূর্বে মৃত মুশরিক আত্মীয়-স্বজনদের জন্য ক্ষমা প্রার্থনা করেছিলেন তাঁদের ধর-পাকড় হবে না, কারণ তাঁরা উক্ত নির্দেশ সম্পর্কে অবগত ছিলেন না।"
    },
    {
      "ayah": 116,
      "surah": 9,
      "text": "আকাশমন্ডলী ও পৃথিবীর রাজত্ব নিশ্চয়ই আল্লাহরই; তিনিই জীবন দান করেন এবং মৃত্যু ঘটিয়ে থাকেন; আর তোমাদের জন্য আল্লাহ ছাড়া না কোন বন্ধু আছে, আর না কোন সাহায্যকারী।"
    },
    {
      "ayah": 117,
      "surah": 9,
      "text": "আল্লাহ ক্ষমা করলেন নবীকে এবং মুহাজির ও আনসারদেরকে যারা সংকট মুহূর্তে নবীর অনুগামী হয়েছিল,[১] এমন কি যখন তাদের মধ্যকার এক দলের অন্তর বাঁকা হওয়ার উপক্রম হয়েছিল,[২] তারপর আল্লাহ তাদেরকে ক্ষমা করলেন। নিঃসন্দেহে আল্লাহ তাদের প্রতি বড় স্নেহশীল, পরম করুণাময়।\n[১] তাবুক যুদ্ধের সফরকে 'সঙ্কটমুহূর্ত' বলে অভিহিত করেছে। কারণ প্রথমতঃ তখন গ্রীষ্মকাল ছিল। দ্বিতীয়তঃ ফসল কাটার সময় ছিল। তৃতীয়তঃ অনেক দূরের সফর ছিল। চতুর্থতঃ সফরের সম্বলও ছিল অতি অল্প। ফলে এই অভিযানে অংশগ্রহণকারীদেরকে (جَيش العُسرَة) (সঙ্কটকালের সেনা) বলা হয়। তওবার জন্য জরুরী নয় যে, পূর্বে গুনাহ বা ভুল হয়ে থাকবে। ভুল বা পাপ ছাড়াও উচ্চমর্যাদা ও অজান্তে সম্পাদিত ত্রুটির জন্য তওবা করা হয়। এখানে মুহাজির ও আনসারদের প্রথম দলটির তওবাও এই অর্থে, যাঁরা বিনা দ্বিধায় নবী (সাঃ)-এর আদেশ শোনামাত্র জিহাদের জন্য প্রস্তুত হয়ে গিয়েছিলেন।\n[২] এটা সেই দ্বিতীয় দলটির বর্ণনা, যাঁরা উপরে উল্লিখিত কারণে শুরুতে দ্বিধাগ্রস্ত হয়েছিলেন। কিন্তু খুব তাড়াতাড়ি সেই অবস্থা থেকে বেরিয়ে এসেছিলেন এবং আনন্দের সাথে জিহাদে অংশ গ্রহণ করেছিলেন। অন্তরের দ্বিধার অর্থ ধর্মে কোন প্রকার দ্বিধা বা সন্দেহ নয়; বরং উল্লিখিত সাংসারিক ও পারিপারশ্বিক কারণে জিহাদে শরীক হওয়াতে ইতস্ততঃ করা হয়েছিল।"
    },
    {
      "ayah": 118,
      "surah": 9,
      "text": "আর ঐ তিন ব্যক্তিকেও ক্ষমা করলেন, যাদের ব্যাপারে সিদ্ধান্ত গ্রহণ স্থগিত রাখা হয়েছিল;[১] পরিশেষে পৃথিবী প্রশস্ত হওয়া সত্ত্বেও তাদের প্রতি সংকীর্ণ হয়ে উঠেছিল এবং তাদের জীবন তাদের জন্য দুর্বিষহ হয়ে পড়েছিল[২] আর তারা উপলব্ধি করেছিল যে, আল্লাহ ছাড়া আল্লাহর পাকড়াও হতে বাঁচার অন্য কোন আশ্রয়স্থল নেই। পরে তিনি তাদের প্রতি অনুগ্রহপরায়ণ হলেন, যাতে তারা তওবা করে।[৩] নিশ্চয় আল্লাহই হচ্ছেন তওবা গ্রহণকারী, পরম করুণাময়।\n[১] خُلِّفٌوْا আর مُرْجَوْنَ এর অর্থ একই; অর্থাৎ যাঁদের সম্পর্কে সিদ্ধান্ত স্থগিত রাখা হয়েছিল এবং পঞ্চাশ দিন পর তাদের তওবা কবুল হয়েছিল। তাঁরা তিন জন সাহাবী ছিলেন। কা'ব বিন মালেক, মুরারাহ বিন রাবী' ও হিলাল বিন উমাইয়াহ (রাঃ)। এঁরা তিনজনই ছিলেন অতি মুখলেস (খাঁটি) ব্যক্তি। যাঁরা ইতিপূর্বে মহানবী (সাঃ)-এর সাথে সকল জিহাদে শরীক হয়েছিলেন। শুধু তাবুক যুদ্ধে অবহেলাবশতঃ শরীক হননি। পরে তাঁরা আপন ভুল বুঝতে পারলেন ও ভাবলেন যে, জিহাদে শরীক না হয়ে পিছিয়ে থাকায় অপরাধ তো করেছি; কিন্তু পুনরায় মুনাফিকদের ন্যায় রসূল (সাঃ)-এর নিকট মিথ্যা অজুহাত পেশ করার মত ভুল আর করব না। সুতরাং তাঁরা নবী (সাঃ)-এর খিদমতে উপস্থিত হয়ে পরিষ্কারভাবে নিজেদের অপরাধ স্বীকার করে নিলেন এবং তার শাস্তির জন্য নিজেদেরকে পেশ করলেন। নবী (সাঃ) তাঁদের বিষয় আল্লাহকে সোপর্দ করে দিলেন যে, আল্লাহ তাদের বিষয়ে কোন ফায়সালা পাঠাবেন। এরপরেও নবী (সাঃ) সাহাবায়ে কিরাম (রাঃ)গণকে সেই তিন ব্যক্তির সাথে কোন সামাজিক সম্পর্ক রাখতে, এমনকি কথাবার্তা বলতেও নিষেধ করে দেন এবং চল্লিশ দিন পর তাঁদেরকে নিজ নিজ স্ত্রী থেকে পৃথক থাকার আদেশ দেন। সুতরাং তাই করা হয়। আরো দশ দিন অতিবাহিত হওয়ার পর তাঁদের তওবা কবুল করা হয় এবং উক্ত আয়াত অবতীর্ণ হয়। (উক্ত ঘটনা বিস্তারিত জানার জন্য দেখুনঃ বুখারী, কিতাবুল মাগাযী ও মুসলিম, কিতাবুত তাওবাহ)\n[২] সামাজিক বয়কটের ফলে তাঁদেরকে যে কষ্টের সম্মুখীন হতে হয়েছিল এটা তারই বর্ণনা ।\n[৩] অর্থাৎ পঞ্চাশ দিন পর আল্লাহ তাআলা তাঁদের কাকুতি-মিনতি শোনেন এবং তওবা কবুল করেন।"
    },
    {
      "ayah": 119,
      "surah": 9,
      "text": "হে বিশ্বাসীগণ! তোমরা আল্লাহকে ভয় কর এবং সত্যবাদীদের সঙ্গী হও।[১]\n[১] সত্যবাদিতার কারণে আল্লাহ তাআলা সেই তিনজন সাহাবী (রাঃ)-এর শুধু অপরাধই ক্ষমা করে দেননি; বরং তাঁদের তওবার কথা কুরআনের আয়াতরূপে অবতীর্ণ করেছেন। ফলে মু'মিনদেরকে আল্লাহ-ভীতি অবলম্বন করার ও সত্যবাদীদের সাথে থাকার আদেশ দেওয়া হয়েছে। এর অর্থ এই যে, যে ব্যক্তির মাঝে আল্লাহ-ভীতি থাকবে সে সত্যবাদীও হবে। আর যে মিথ্যুক হবে, জেনে রাখুন যে, তার অন্তর আল্লাহ-ভীতি থেকে খালি হবে। এই জন্য হাদীসে বর্ণিত হয়েছে, মিথ্যা বলা মুনাফিক্বের একটি লক্ষণ।"
    },
    {
      "ayah": 12,
      "surah": 9,
      "text": "আর তারা যদি তাদের চুক্তির পর তাদের প্রতিশ্রুতি ভঙ্গ করে ও তোমাদের দ্বীন সম্পর্কে খোঁটা দেয়, তাহলে অবিশ্বাসীদের নেতৃবর্গের বিরুদ্ধে যুদ্ধ কর। এরা এমন লোক যাদের কোনই চুক্তি (বা কসম) নেই। [১] সম্ভবতঃ তারা নিরস্ত হতে পারে।\n[১] أيمان শব্দটি يمين এর বহুবচন। যার অর্থ হল কসম। أئمة শব্দটি إمام শব্দের বহুবচন, অর্থঃ নেতা বা লিডার। উদ্দেশ্য হল, যদি এই সব লোকেরা অঙ্গীকার বা চুক্তি ভঙ্গ করে ফেলে আর দ্বীনের ব্যাপারে খোঁটা মারে, তাহলে প্রকাশ্যভাবে এরা কসম খেলেও এদের কসমের কোন মূল্য নেই। বরং কাফেরদের ঐ নেতৃবর্গের বিরুদ্ধে লড়াই কর। সম্ভবতঃ এর ফলে তারা কুফর থেকে ফিরে আসবে। এ থেকে হানাফী উলামাগণ দলীল গ্রহণ করে প্রমাণ করেন যে, যিম্মী (ইসলামী দেশে অবস্থানকারী অমুসলিম) যদি চুক্তি ভঙ্গ না করে দ্বীন ইসলামের ব্যাপারে খোঁটা দেয় বা কুমন্তব্য করে, তাহলে তাদেরকে হত্যা করা হবে না। কেননা, কুরআন তাদের বিরুদ্ধে যুদ্ধ করার দু'টি শর্ত উল্লেখ করেছে। অতএব যতক্ষণ পর্যন্ত না সেই দু'টি শর্ত পাওয়া যাবে তাদেরকে হত্যা করা হবে না। কিন্তু ইমাম মালেক (রঃ), ইমাম শাফেয়ী (রঃ) এবং অন্যান্য উলামাগণ দ্বীনের ব্যাপারে খোঁটা দেওয়া বা নিন্দা গাওয়াকে চুক্তি ভঙ্গ করা বলে গণ্য করেছেন। এই জন্য তাঁদের নিকটে দু'টি শর্তই একত্রিত হয়। অতএব এই প্রকার যিম্মী ব্যক্তিকে হত্যা করা (মুসলিম সরকারের জন্য) বৈধ; যেমন বৈধ চুক্তি ভঙ্গকারীকেও হত্যা করা।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 120,
      "surah": 9,
      "text": "মদীনাবাসী ও তাদের পার্শ্ববর্তী মরুবাসীদের জন্য সঙ্গত নয় যে, আল্লাহর রসূলের (সঙ্গী না হয়ে) পিছনে থেকে যাবে[১] এবং তার প্রাণ অপেক্ষা নিজেদের প্রাণকে প্রিয় মনে করবে।[২] কারণ,[৩] আল্লাহর পথে তাদেরকে যে পিপাসা, ক্লান্তি ও ক্ষুধা পায়, আর অবিশ্বাসীদের ক্রোধ সৃষ্টি করে এমন স্থানে তারা যে পদক্ষেপ করে[৪] এবং শত্রুদের নিকট হতে তারা যা লাভ করে,[৫] তার প্রত্যেকটির বিনিময়ে তাদের জন্য এক একটি নেক আমল লিপিবদ্ধ করা হয়। নিশ্চয়ই আল্লাহ পুণ্যবানদের পুণ্যফল বিনষ্ট করেন না।\n[১] তাবুক যুদ্ধে শরীক হওয়ার জন্য যেহেতু সাধারণভাবে সকলকে ডাক দেওয়া হয়েছিল। ফলে বিকলাঙ্গ, বৃদ্ধ ও শরয়ী ওজর-ওয়ালা ব্যতীত সকলের জন্য তাতে শরীক হওয়া জরুরী ছিল। কিন্তু এরপরেও যে সকল মদীনাবাসী বা মদীনার আশে-পাশে বসবাসকারীগণ সেই যুদ্ধে শরীক হয়নি, আল্লাহ তাআলা তাদেরকে তিরস্কার ও ধমক স্বরূপ বলছেন যে, রসূল (সাঃ) থেকে পিছিয়ে থাকা তাদের উচিত হয়নি।\n[২] অর্থাৎ এটাও উচিত নয় যে, তারা নিজেদের জান বাঁচিয়ে নেবে এবং রসূল (সাঃ)-এর জান বাঁচানোর প্রতি কোন ভ্রূক্ষেপ থাকবে না। বরং রসূল (সাঃ)-এর নিকটে থেকে তাদের নিজেদের জান বাঁচানোর চেয়ে রসূল (সাঃ)-এর সুরক্ষা বিধান করা বেশি দরকার।\n[৩] ذلك দ্বারা পিছিয়ে না থাকার কারণ বর্ণনা করা হচ্ছে। অর্থাৎ তাদের এই জন্য পিছিয়ে থাকা উচিত নয় যে, আল্লাহর পথে যে পিপাসা, ক্ষুধা ও ক্লান্তি তাদেরকে স্পর্শ করে বা তাদের এমন পদক্ষেপ যাতে কাফেরদের মনে ক্রোধ বৃদ্ধি পায়, অনুরূপ শত্রু পক্ষের মানুষ হত্যা বা তাদেরকে বন্দী করে, তার প্রত্যেকটিই তাদের জন্য নেক আমল হিসাবে লিখিত হয়। অর্থাৎ নেক আমল শুধু এই নয় যে, মানুষ মসজিদে বা কোন এক নির্জন স্থানে বসে বসে নফল নামায, কুরআন তেলাঅত, আল্লাহর যিকর ইত্যাদি করবে। বরং জিহাদে যে সকল কষ্ট ও সমস্যার সম্মুখীন হতে হয়; এমনকি এমন কর্ম যার দ্বারা শত্রুর মনে ভীতি বা ক্রোধের সঞ্চার হয়, তার সকল কিছু আল্লাহর নিকট নেক আমল রূপে লিখিত হয়। ফলে শুধু ইবাদত করার উদ্দেশ্যেও জিহাদ থেকে দূরে থাকা ঠিক নয়, বিনা ওজরে জিহাদে ফাঁকি দেওয়া তো দূরের কথা।\n[৪] এর অর্থ পায়ে হেঁটে বা ঘোড়ায় চড়ে এমন এলাকা অতিক্রম করা যে, তাদের পদক্ষেপ ও ঘোড়ার পদশব্দে শত্রুর মনে ত্রাস ও কম্পন শুরু হয় এবং তাদের হৃদয়ে ক্রোধের আগুন দাউদাউ করে জ্বলে ওঠে।\n[৫] 'শত্রুদের নিকট হতে তারা যা লাভ করে।' এর অর্থ হল তাদের দলের মানুষকে হত্যা বা বন্দী করে অথবা তাদেরকে পরাজিত করে এবং গনীমতের সম্পদ অর্জন করে।"
    },
    {
      "ayah": 121,
      "surah": 9,
      "text": "আর ছোট-বড় যা কিছু তারা ব্যয় করে এবং যত উপত্যকা অতিক্রম করে,[১] তা তাদের জন্য লিপিবদ্ধ হয়, যাতে আল্লাহ তাদের কৃতকর্মসমূহের অতি উত্তম বিনিময় প্রদান করতে পারেন।\n[১] পর্বতমালার মধ্যবর্তী যে জায়গা দিয়ে বৃষ্টির পানি বয়ে যায়, তাকে وَادي (উপত্যকা) বলা হয়। এখানে সাধারণ প্রান্তর ও এলাকা বুঝানো হয়েছে। অর্থাৎ, আল্লাহর পথে অল্প-বিস্তর যা কিছু ব্যয় করবে, অনুরূপ যত প্রান্তর অতিক্রম করবে (অর্থাৎ জিহাদে অল্প বা বেশি যতটাই সফর করবে) তা সবই নেকী হিসাবে তাদের আমল-নামায় লেখা হবে, যার উপর আল্লাহ তাআলা তাদেরকে সর্বোত্তম বিনিময় প্রদান করবেন।"
    },
    {
      "ayah": 122,
      "surah": 9,
      "text": "আর বিশ্বাসীদের জন্য সঙ্গত নয় যে, তারা (জিহাদের জন্য) সবাই একত্রে বের হয়ে পড়ে; সুতরাং তাদের প্রত্যেকটি বড় দল হতে এক একটি ছোট দল বহির্গত হয় না কেন, যাতে অবশিষ্ট লোক ধর্মজ্ঞান অর্জন করতে থাকে এবং যাতে তারা নিজ সম্প্রদায়ের নিকট ফিরে এলে তাদেরকে সতর্ক করতে পারে। যাতে তারা সাবধান হতে পারে। [১]\n[১] কোন কোন তাফসীরবিদের নিকট জিহাদের আদেশের সাথে এই আয়াতের সম্পর্ক রয়েছে। উদ্দেশ্য হল যে, যখন পূর্ববর্তী আয়াতসমূহে জিহাদ থেকে পিছিয়ে থাকা ব্যক্তিদের জন্য কঠিন শাস্তি ও ডাঁট-ধমকের কথা বর্ণনা করা হয়েছে, তখন সাহাবায়ে কিরাম (রাঃ)গণ বড় সতর্ক হয়ে গিয়েছিলেন এবং যখনই জিহাদের সময় আসত, তখনই সকলেই তাতে শরীক হওয়ার চেষ্টা করতেন। এই আয়াতে তাদেরকে আদেশ দেওয়া হয়েছে যে, সমস্ত জিহাদ এমন নয় যে, তাতে সকলের শরীক হওয়া জরুরী হবে (যেমন তাবুক যুদ্ধে জরুরী ছিল)। বরং এক দলের শরীক হওয়াই যথেষ্ট হবে। তাঁদের নিকট لِيَتَفَقَّهُوا এর সম্বোধিত ব্যক্তি ওরা, যারা জিহাদে অংশ নেবে না। অর্থাৎ একদল জিহাদ করতে যাবে এবং تَبقَى طَائِفَة (বাক্যটি ঊহ্য হবে) এক দল সেখানে থেকে দ্বীনের জ্ঞান অর্জন করবে। অতঃপর মুজাহিদগণ যখন ফিরে আসবে, তখন তাদেরকেও দ্বীনের বিধান অবগত করিয়ে ভীতি প্রদর্শন করবে। এই আয়াতের দ্বিতীয় ব্যাখ্যা হল যে, জিহাদের সাথে এই আয়াতের কোন সম্পর্ক নেই; বরং এতে দ্বীনের শিক্ষা অর্জনের গুরুত্ব ও তার প্রতি উদ্বুদ্ধ হওয়ার কথা এবং তার পদ্ধতির কথা বর্ণিত হয়েছে। অর্থাৎ, যে কোন গোত্র বা জামাআত থেকে কিছু মানুষ দ্বীনী শিক্ষা অর্জনের জন্য আপন বাড়ি-ঘর ছেড়ে মাদ্রাসা বা জ্ঞান লাভের প্রতিষ্ঠানে গিয়ে তা অর্জন করবে এবং শিক্ষা নিয়ে ফিরে এসে স্বগোত্রের লোকদেরকে ওয়ায-নসীহত করবে। দ্বীনের জ্ঞান লাভ করার অর্থ হল দ্বীনের আদেশ ও নিষেধের জ্ঞান অর্জন করা যাতে আল্লাহর আদেশ পালন করতে পারে আর আল্লাহর নিষিদ্ধ বস্তু থেকে বাঁচতে পারে এবং স্বগোত্রেও ভাল কাজের আদেশ ও মন্দ কাজ থেকে নিষেধের কাজ করতে পারে।"
    },
    {
      "ayah": 123,
      "surah": 9,
      "text": "হে বিশ্বাসীগণ! ঐ অবিশ্বাসীদের বিরুদ্ধে যুদ্ধ কর যারা তোমাদের আশে-পাশে অবস্থান করে[১] এবং তারা যেন তোমাদের মধ্যে কঠোরতা পায়।[২] আর জেনে রেখো যে, আল্লাহ পরহেযগার (সাবধানী)দের সাথে থাকেন।\n[১] এই আয়াতে কাফেরদের সাথে জিহাদ করার এক গুরুতত্ত্বপূর্ণ মৌলিক নিয়ম-নীতি বর্ণনা করা হয়েছে। তা এই যে, কাফেরদের মধ্যে যারা তোমাদের নিকটবর্তী, প্রথমে তাদের সাথে জিহাদ করবে। যেমন নবী (সাঃ) প্রথমে আরব উপদ্বীপে বসবাসকারী মুশরিকদের সাথে জিহাদ করেছেন, যখন তাদের সাথে জিহাদ শেষ করলেন এবং আল্লাহ তাআলা মক্কা, তায়েফ, ইয়ামান, ইয়ামামা, হাজার, খাইবার, হাযরে মাউত ইত্যাদির উপর মুসলিমদেরকে বিজয়ী করলেন এবং আরবের সমস্ত গোত্র দলে দলে ইসলাম গ্রহণ করল, তখন তিনি আহলে কিতাবদের সাথে জিহাদের সূচনা করলেন এবং নবম হিজরী সনে রোমানদের সাথে জিহাদের জন্য তাবুক রওয়ানা হলেন যা আরব উপদ্বীপের নিকটবর্তী ছিল। উক্ত নীতি অনুযায়ী নবী (সাঃ)-এর মৃত্যুর পর খোলাফায়ে রাশেদীন (রাঃ)গণ রোমের খ্রিষ্টানদের এবং ইরানের অগ্নিপূজকদের বিরুদ্ধে জিহাদ করেছিলেন।\n[২] অর্থাৎ কাফেরদের প্রতি মুসলিমগণের মন নরম নয়, কঠোর হওয়া দরকার। যেমন (أَشِدّآءُ عَلَى الْكُفَّارِ رُحَمَآءُ بَيْنَهُم) (الفتح-২৯ \"কাফেরদের প্রতি কঠোর, নিজেদের মধ্যে পরস্পর সহানুভূতিশীল\" সাহাবায়ে কিরামগণের বৈশিষ্ট্য বর্ণনা করা হয়েছে। অনুরূপ (أَذِلَّّةٍ عَلَى الْمُؤمِنِينَ أَعِزّةٍ عَلَى الْكَافِرِين) (المائدة-৫৪) মু'মিনদের বৈশিষ্ট্য।"
    },
    {
      "ayah": 124,
      "surah": 9,
      "text": "আর যখনই কোন সূরা অবতীর্ণ করা হয় তখন তাদের মধ্যে কেউ কেউ বলে, ‘এই সূরা তোমাদের মধ্যে কার ঈমান (বিশ্বাস) বৃদ্ধি করল?’[১] আসলে যেসব লোক ঈমান এনেছে, এই সূরা তাদের ঈমানকে বর্ধিত করেছে এবং তারা আনন্দ লাভ করছে। [২]\n[১] এই সূরাতে মুনাফিকদের যে স্বভাব-চরিত্র বর্ণনা করা হয়েছে, এই আয়াতটি তারই পরিশিষ্ট ও পরিপূরক। এই আয়াতে বলা হচ্ছে যে, যখন তাদের অনুপস্থিতিতে কোন সূরা বা তার কোন অংশ অবতীর্ণ হত এবং যখন তারা জানতে পারত তখন তারা ঠাট্টা-বিদ্রূপ স্বরূপ নিজেরা পরস্পর বলাবলি করত যে, 'এর দ্বারা তোমাদের কার ঈমান বৃদ্ধি হল?'\n[২] আল্লাহ তাআলা বলেন, যে সূরা অবতীর্ণ হয় তাতে অবশ্যই মু'মিনদের ঈমান বৃদ্ধি পায় এবং মু'মিনরা আপন ঈমান বৃদ্ধি হওয়াতে আনন্দিত হয়। এই আয়াতটিও মানুষের ঈমান কম-বেশি হওয়ার প্রমাণ বহন করে; যেমন মুহাদ্দিসগণের মত।"
    },
    {
      "ayah": 125,
      "surah": 9,
      "text": "পক্ষান্তরে যাদের অন্তরে রোগ রয়েছে, এই সূরা তাদের অপবিত্রতার সাথে আরো অপবিত্রতা বর্ধিত করেছে এবং তারা কাফের অবস্থাতেই মৃত্যুবরণ করেছে। [১]\n[১] অন্তরে রোগের অর্থ হল মুনাফিকি এবং আল্লাহর আয়াত বিষয়ে সন্দেহ। (আল্লাহ তাআলা) বলেন, এই সূরাসমূহ মুনাফিকদেরকে তাদের মুনাফিকি ও অপবিত্রতা আরো বৃদ্ধি করে এবং তারা নিজেদের কুফরী ও মুনাফিকিতে এমন সুদৃঢ় হয়ে যায় যে, তাদের ভাগ্যে তওবা করার সুযোগই লাভ হয় না। ফলে কুফরীর উপরেই তাদের মৃত্যু ঘটে। যেমন আল্লাহ তাআলা অন্য স্থানে বলেছেন, \"আমি অবতীর্ণ করি কুরআন, যা বিশ্বাসীদের জন্য আরোগ্য ও করুণা, কিন্তু তা সীমালংঘনকারীদের ক্ষতিই বৃদ্ধি করে।\"\n(বানী ইস্রাঈল ১৭:৮২)\nএটা ঠিক তাদের চূড়ান্ত দুর্ভাগ্য যে, যে জিনিস দ্বারা মানুষের অন্তর হিদায়াতপ্রাপ্ত হয়, সেই জিনিসই তাদের ভ্রষ্টতা ও ধ্বংসের কারণ হয়ে দাঁড়ায়। যেমন কোন ব্যক্তির স্বাস্থ্য ও পেট খারাপ থাকলে, যে খাবার দ্বারা মানুষ শক্তি ও সুস্বাদ গ্রহণ করে, সেই খাবার সেই ব্যক্তির রোগ বৃদ্ধির কারণ হয়ে দাঁড়ায়।"
    },
    {
      "ayah": 126,
      "surah": 9,
      "text": "আর তারা কি লক্ষ্য করে না যে, তারা প্রতি বছর একবার বা দু’বার কোন না কোন বিপদে পতিত হয়ে থাকে? [১] তবুও তারা তওবা করে না এবং উপদেশ গ্রহণও করে না।\n[১] يُفْتَنُوْنَ এর অর্থ 'পরীক্ষা করা হয়' বিপদ বা দুর্যোগে ফেলা হয়, প্রাকৃতিক দুর্যোগ যেমন অতিবৃষ্টি, অনাবৃষ্টি ইত্যাদি। (কিন্তু এই অর্থ বেশি সামঞ্জস্যপূর্ণ নয়।) অথবা বিপদ বলতে শারীরিক অসুস্থতা ও কষ্ট অথবা যুদ্ধে শরীক হওয়ার সময় যে পরীক্ষার সম্মুখীন হতে হয় তা বুঝানো হয়েছে। পূর্বাপর বাক্য অনুযায়ী এই অর্থই অধিক সঠিক হবে।"
    },
    {
      "ayah": 127,
      "surah": 9,
      "text": "আর যখন কোন সূরা অবতীর্ণ করা হয়, তখন তারা একে অপরের দিকে তাকাতে থাকে (এবং ইঙ্গিতে বলে); ‘তোমাদেরকে কেউ দেখছে না তো?’ অতঃপর তারা ফিরে যায়;[১] আল্লাহ তাদের অন্তরকে ফিরিয়ে দিয়েছেন। কারণ, তারা এমন এক সম্প্রদায় যাদের বোধশক্তি নেই। [২]\n[১] অর্থাৎ তাদের উপস্থিতিতে যখন এমন সূরা অবতীর্ণ হয়, যাতে মুনাফিকদের বদমায়েশি ও চক্রান্তের দিকে ইঙ্গিত থাকে, তখন তারা একে অন্যের দিকে তাকাতাকি করে চুপি চুপি কেটে পড়ে, ইঙ্গিতে অথবা মনে মনে বলে, মুসলিমদের কেউ তোমাদেরকে দেখছে না তো?\n[২] অর্থাৎ আল্লাহর আয়াত নিয়ে চিন্তা-ভাবনা না করার কারণে আল্লাহ তাআলা তাদের অন্তরকে কল্যাণ ও হিদায়াত-বিমুখ করে দিয়েছেন।"
    },
    {
      "ayah": 128,
      "surah": 9,
      "text": "অবশ্যই তোমাদের নিকট আগমন করেছে তোমাদেরই মধ্যকার এমন একজন রসূল,[১] যার কাছে তোমাদের ক্ষতিকর বিষয় অতি কষ্টদায়ক মনে হয়,[২] যে তোমাদের খুবই হিতাকাঙ্ক্ষী,[৩] বিশ্বাসীদের প্রতি বড়ই স্নেহশীল, করুণাপরায়ণ। [৪]\n[১] নবী (সাঃ)-কে প্রেরণ করে মুসলিমদের প্রতি যে বৃহৎ অনুগ্রহ করা হয়েছে, সূরার শেষে তারই আলোচনা করা হয়েছে। নবী (সাঃ)-এর প্রথম বৈশিষ্ট্য এই বর্ণনা করা হয়েছে যে, তিনি আমাদের মতই মানুষ। তিনি নূর বা অন্য কিছু নন; যেমন বিকৃত আকীদার শিকার কিছু মানুষ জনসাধারণকে এই শ্রেণীর গোলক-ধাঁধায় ফেলে থাকে।\n[২] عنت এমন বস্তুকে বলা হয় যার দ্বারা মানুষ কষ্ট পায়, ইহলৌকিক দুঃখ-কষ্ট এবং পারলৌকিক শাস্তি উভয়ই এর অন্তর্ভুক্ত। নবী (সাঃ)-এর দ্বিতীয় বৈশিষ্ট্য এই যে, তাঁর পক্ষে আমাদের যাবতীয় দুঃখ-কষ্ট দুঃসহ। তাঁর দ্বীনও সহজ। নবী (সাঃ) বলেছেন, \"আমাকে সহজ ও সরল একনিষ্ঠ দ্বীন দিয়ে প্রেরণ করা হয়েছে।\"\n(মুসনাদে আহমাদ)\nঅন্য এক হাদীসে বলেন, \"নিশ্চয় এই দ্বীন সহজ।\"\n(সহীহ বুখারী)\n[৩] নবী (সাঃ)-এর তৃতীয় বৈশিষ্ট্য এই যে, তিনি আমাদের হিদায়াত এবং আমাদের ইহ-পরকালের কল্যাণ কামনা করেন এবং আমাদের জাহান্নামী হওয়াকে অপছন্দ করেন। এই জন্যই নবী (সাঃ) বলেছেন, \"আমি তোমাদেরকে তোমাদের কোমর ধরে টানি, কিন্তু তোমরা আমার হাত ছাড়িয়ে জবরদস্তির সাথে জাহান্নামে প্রবেশ কর।\"\n(বুখারী)\n[৪] এটা নবী (সাঃ)-এর চতুর্থ বৈশিষ্ট্য। এই সমস্ত উত্তম আচরণ তাঁর সর্বোচ্চ চরিত্র এবং মহান গুণের বহিঃপ্রকাশ। নিশ্চয় তিনি মহান চরিত্রের অধিকারী। সাল্লাল্লাহু আলাইহি অসাল্লাম।"
    },
    {
      "ayah": 129,
      "surah": 9,
      "text": "অতঃপর যদি তারা মুখ ফিরিয়ে নেয়,[১] তবে তুমি বলে দাও, ‘আমার জন্য তো আল্লাহই যথেষ্ট।[২] তিনি ছাড়া অন্য কোন (সত্য) উপাস্য নেই। আমি তাঁরই উপর নির্ভর করেছি, আর তিনি হচ্ছেন অতি বড় আরশের মালিক।’ [৩]\n[১] অর্থাৎ, তোমার নিয়ে আসা শরীয়ত ও রহমতের দ্বীন থেকে।\n[২] যিনি আমাকে কাফের ও অস্বীকারকারীদের চক্রান্ত থেকে বাঁচিয়ে নেবেন।\n[৩] প্রকাশ থাকে যে, এই আয়াত পড়লে আল্লাহ সকল দুশ্চিন্তা ও সমস্যার জন্য যথেষ্ট হন-- এ হাদীসটি জাল।"
    },
    {
      "ayah": 13,
      "surah": 9,
      "text": "তোমরা কি সে সম্প্রদায়ের সাথে যুদ্ধ করবে না, [১] যারা নিজেদের প্রতিশ্রুতি ভঙ্গ করেছে ও রসূলকে বহিষ্কার করার সংকল্প করেছে?[২] ওরাই প্রথম তোমাদের বিরুদ্ধে বিবাদ সৃষ্টি করেছে।[৩] তোমরা কি তাদেরকে ভয় কর? আল্লাহই এ বিষয়ে বেশী হকদার যে, তোমরা তাঁকে ভয় কর; যদি তোমরা মু’মিন (বিশ্বাসী) হয়ে থাক।\n[১] মহান আল্লাহ এখানে মুসলিমদেরকে জিহাদের প্রতি উদ্বুদ্ধ করেছেন।\n[২] এ থেকে দারুন নাদওয়ার সেই পরামর্শ উদ্দেশ্য, যাতে মক্কার সর্দাররা নবী (সাঃ)-কে দেশ হতে বহিষ্কার, কারাবদ্ধ অথবা হত্যা করার ব্যাপারে মন্ত্রণা করেছিল।\n[৩] এ থেকে উদ্দেশ্য বদর যুদ্ধে মক্কার মুশরিকদের সেই আচরণ, যাতে তারা নিজেদের বাণিজ্যিক কাফেলার হিফাযতের জন্যই বের হয়েছিল। কিন্তু কাফেলা রক্ষা পেয়ে পার হয়ে গেছে দেখেও তারা বদর প্রান্তরে মুসলিমদের সাথে লড়াই করার প্রস্তুতি নিতে লাগল এবং তাঁদেরকে উত্ত্যক্ত করে যুদ্ধের সূত্রপাত ঘটালো। যার কারণে পরিশেষে যুদ্ধ সংঘটিত হয়েই গেল। কিম্বা এ থেকে কাবীলা বানী বাকরের সেই সাহায্য উদ্দেশ্য যা কুরাইশরা তাদের জন্য করেছিল। অথচ তারা রসূল (সাঃ)-এর অঙ্গীকারবদ্ধ মিত্র বানী খুযাআহ গোত্রের উপর হামলা করেছিল। বাস্তবপক্ষে কুরাইশদের এই সাহায্য চুক্তির পরিপন্থী ছিল।"
    },
    {
      "ayah": 14,
      "surah": 9,
      "text": "তোমরা তাদের সাথে যুদ্ধ কর। তোমাদের হাতে আল্লাহ ওদেরকে শাস্তি দেবেন, ওদেরকে লাঞ্ছিত করবেন, ওদের বিরুদ্ধে তোমাদেরকে বিজয়ী করবেন এবং বিশ্বাসীদের হৃদয় প্রশান্ত করবেন।"
    },
    {
      "ayah": 15,
      "surah": 9,
      "text": "এবং ওদের হৃদয়ের ক্ষোভ দূর করবেন। [১] আল্লাহ যাকে ইচ্ছা তাকে তওবা করার তওফীক দিয়ে থাকেন। আর আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।\n[১] অর্থাৎ, মুসলিমরা যখন দুর্বল ছিল তখন মুশরিকরা তাদের উপর অত্যাচার করত। যার কারণে মুসলিমদের হৃদয় দুঃখ-পীড়িত ও ব্যথিত ছিল। যখন তোমাদের হাতে ওরা খুন হবে এবং অপমান ও লাঞ্ছনা তাদের ভাগে আসবে, তখন স্বাভাবিকভাবে অত্যাচারিত মুসলিমদের কলিজা ঠান্ডা হবে ও তাদের মনের রাগ ও ক্ষোভ দূর হয়ে যাবে।"
    },
    {
      "ayah": 16,
      "surah": 9,
      "text": "তোমরা কি মনে করেছ যে, তোমাদেরকে এমনি ছেড়ে দেওয়া হবে, [১] অথচ এখনও আল্লাহ জেনে নেননি যে, তোমাদের মধ্যে কে জিহাদ করেছে[২] এবং কে আল্লাহ, তাঁর রসূল ও বিশ্বাসিগণ ব্যতীত অন্য কাউকেও অন্তরঙ্গ বন্ধুরূপে গ্রহণ করেনি? [৩] আর তোমরা যা কর, সে সম্বন্ধে আল্লাহ সবিশেষ অবহিত। [৪]\n[১] অর্থাৎ, পরীক্ষা ও যাচাই না করে ছেড়ে দেওয়া হবে?\n[২] যেন জিহাদের দ্বারা পরীক্ষা করা হল।\n[৩] وَلِيجَة শব্দের অর্থঃ অন্তরঙ্গ প্রাণ-প্রিয় বন্ধু। যেহেতু মুসলিমদেরকে আল্লাহ ও তাঁর রসূলের শত্রুদের সাথে ভালোবাসা ও বন্ধুত্বের সম্পর্ক রাখতে নিষেধ করা হয়েছিল, সেহেতু এটাও পরীক্ষার একটি উপকরণ ছিল। যাতে মু'মিনদেরকে অন্যান্যদের থেকে পৃথক করা হয়েছে।\n[৪] অর্থাৎ, আল্লাহ তো পূর্ব হতেই সর্ববিষয়ে সর্বজ্ঞ। কিন্তু জিহাদ বিধিবদ্ধ করার হিকমত ও যৌক্তিকতা এই ছিল যে, এ থেকে খাঁটি ও অখাঁটি, অনুগত ও অবাধ্য বান্দা কে তা প্রকাশ পেয়ে সামনে এসে যাবে; যাদেরকে প্রত্যেক ব্যক্তি দেখে ও চিনে নিতে পারবে।"
    },
    {
      "ayah": 17,
      "surah": 9,
      "text": "অংশীবাদীরা যখন নিজেরাই নিজেদের কুফরী (অবিশ্বাস) স্বীকার করে, তখন তারা আল্লাহর মসজিদের রক্ষণাবেক্ষণ করবে এমন হতে পারে না।[১] ওরা এমন যাদের সকল কর্ম ব্যর্থ [২] এবং ওরা জাহান্নামেই স্থায়ীভাবে অবস্থান করবে।\n[১] مساجد الله থেকে মাসজিদুল হারাম উদ্দেশ্য। বহুবচন শব্দ ব্যবহার হয়েছে এই জন্য যে, এটা হল সমস্ত মসজিদের কিবলা এবং কেন্দ্রস্থল। অথবা আরবী ভাষায় একবচনের জায়গায় বহুবচন ব্যবহার করা বৈধ। উদ্দেশ্য হল যে, আল্লাহর ঘর (অর্থাৎ, মাসজিদুল হারাম) নির্মাণ বা আবাদ করা হল ঈমানদারদের কাজ; যারা শিরক ও কুফরী করে এবং সে কথা স্বীকারও করে, তাদের কাজ নয়। যেমন তালবিয়াতে তারা বলত, لبيك! لا شريك لك، إلا شريكًا هو لك، تملكه وما ملك। অর্থাৎ, আমি তোমার জন্য হাযির, তোমার কোন শরীক নেই। তবে সেই শরীক যা তোমার আছে। তুমি তার ও তার মালিকানাভুক্ত সবকিছুর মালিক।\n(মুসলিমঃ তালবিয়া পরিচ্ছেদ)\nকিম্বা এ থেকে উদ্দেশ্য সেই স্বীকার যা প্রত্যেক ধর্মাবলম্বীরা করে থাকে ও বলে যে, আমি ইয়াহুদী, আমি খ্রিষ্টান, আমি অগ্নিপূজক বা আমি পৌত্তলিক ইত্যাদি।\n(ফাতহুল ক্বাদীর)\n[২] অর্থাৎ, তাদের সেই আমল যা বাহ্যতঃ ভাল মনে হয়; যেমন, কা'বাগৃহের তওয়াফ, উমরাহ, হাজীদের খিদমত প্রভৃতি সবই ব্যর্থ। কেননা, ঈমানবিহীন এই সমস্ত আমল ফলহীন বৃক্ষের মত (নিষ্ফল) অথবা সেই ফুলের মত যার কোন সৌরভ নেই।"
    },
    {
      "ayah": 18,
      "surah": 9,
      "text": "তারাই তো আল্লাহর মসজিদ রক্ষণাবেক্ষণ করবে, যারা আল্লাহতে ও পরকালে বিশ্বাস করে এবং যথাযথভাবে নামায পড়ে, যাকাত আদায় করে এবং আল্লাহ ব্যতীত অন্য কাউকেও ভয় করে না, ওদেরই সম্বন্ধে আশা যে, ওরা সৎপথ প্রাপ্ত হবে। [১]\n[১] যেমন হাদীসেও এসেছে যে, নবী (সাঃ) বলেছেন \"যখন তোমরা দেখবে যে, মানুষ মসজিদে (নামাযের জন্য) নিয়মিত উপস্থিত হচ্ছে, তখন তোমরা তার ঈমানের ব্যাপারে সাক্ষ্য দাও।\"\n(তিরমিযীঃ সূরা তাওবার তাফসীর, হাদীসটিকে আল্লামা আলবানী যয়ীফ বলেছেন, যয়ীফুল জামে' ৫০৯নং)\nকুরআন মাজীদে এখানেও আল্লাহ ও আখেরাতের প্রতি ঈমানের পর যে সব আমলের কথা উল্লেখ করা হয়েছে, তা হল নামায, যাকাত এবং আল্লাহর ভয়। যা হতে নামায, যাকাত ও আল্লাহ-ভীতির মাহাত্ম্য ও গুরুত্ব প্রকাশ পায়।"
    },
    {
      "ayah": 19,
      "surah": 9,
      "text": "যারা হাজীদের পানি সরবরাহ করে এবং মাসজিদুল হারামের রক্ষণাবেক্ষণ করে, তোমরা কি তাদেরকে তাদের সমজ্ঞান কর, যারা আল্লাহ ও পরকালে বিশ্বাস করে এবং আল্লাহর পথে জিহাদ করে? আল্লাহর নিকট তারা সমতুল্য নয়।[১] আল্লাহ অনাচারী সম্প্রদায়কে সৎপথ প্রদর্শন করেন না। [২]\n[১] মুশরিকরা হাজীদেরকে পানি পান করানো ও মাসজিদুল হারামের দেখাশোনা করার যে কাজ করত, তার দরুন তাদের বড় গর্ব ছিল। কিন্তু সে তুলনায় তারা ঈমান ও জিহাদের কোন গুরুত্ব দিত না। অথচ এর গুরুত্ব মুসলিমদের কাছে ছিল। আল্লাহ তাআলা বললেন, তোমরা কি হাজীগণকে পানি পান করানো মসজিদে হারামের রক্ষণাবেক্ষণ করাকে আল্লাহর প্রতি ঈমান এবং আল্লাহর পথে জিহাদ করার সমতুল্য মনে কর? জেনে রাখ! আল্লাহর নিকট উভয় সমতুল্য নয়; বরং মুশরিকদের কোন কর্মই গ্রহণযোগ্য নয়; যদিও তা আপাতদৃষ্টিতে ভাল মনে হয়। যেমন পূর্বোক্ত আয়াতের (حَبِطَت أعمَالُهُم) (তাদের সকল কর্ম ব্যর্থ) শব্দাবলীতে সে কথা স্পষ্ট হয়ে উঠেছে। কোন কোন বর্ণনায় এ আয়াত অবতীর্ণের কারণস্বরূপ বলা হয়েছে যে, একদা মসজিদে নববীর নিকট কিছু মুসলমান একত্রিত ছিল। তার মধ্যে একজন বলল, ইসলাম গ্রহণ করার পর সব থেকে গুরুত্বপূর্ণ আমল আমার নিকটে হাজীগণকে পানি পান করানো। দ্বিতীয় ব্যক্তি বলল, মাসজিদুল হারামকে আবাদ করা। তৃতীয় ব্যক্তি বলল, বরং আল্লাহর রাস্তায় জিহাদ হল সব আমলের মধ্যে উত্তম আমল। উমর (রাঃ) যখন তাদেরকে আপোসে ঐরূপ কথাবার্তা বলতে শুনলেন তখন তাদেরকে ধমক দিয়ে বললেন, তোমরা রসূল (সাঃ)-এর মিম্বরের নিকট নিজেদের কণ্ঠস্বর উঁচু করো না। সেদিন ছিল জুমআর দিন। হাদীসের বর্ণনাকারী নু'মান বিন বাশীর (রাঃ) বলেন যে, আমি জুমআর পর নবী (সাঃ)-এর নিকট উপস্থিত হয়ে আমাদের আপোসের সেই কথোপকথন সম্বন্ধে জিজ্ঞাসা করলাম। তখন এই আয়াত অবতীর্ণ হল।\n(মুসলিমঃ ইমারাহ অধ্যায়)\nযাতে এ কথা স্পষ্ট হয়ে ওঠে যে, আল্লাহ ও আখেরাতের প্রতি ঈমান এবং আল্লাহর রাস্তায় জিহাদ সব থেকে বেশী উত্তম আমল। কথা প্রসঙ্গে আসলে এখানে জিহাদের গুরুত্ব ও মাহাত্ম্য বর্ণনা করাই উদ্দেশ্য ছিল। কিন্তু আল্লাহর প্রতি ঈমান ছাড়া কোন আমল গ্রহণযোগ্য নয়, এই জন্য প্রথমে তা বর্ণনা করা হয়েছে। মোটকথা প্রথমতঃ জানা গেল যে, জিহাদ থেকে বড় আমল আর কিছু নেই। দ্বিতীয়তঃ জানা গেল যে, এ আয়াত অবতীর্ণ হওয়ার কারণ মুশরিকদের অমূলক ধারণা ছাড়াও মুসলিমদের নিজ নিজ অনুমান অনুযায়ী কিছু আমলকে অন্য কিছু আমলের উপর শ্রেষ্ঠত্ব দেওয়াও ছিল। অথচ এ কাজ শরীয়তদাতারই ছিল; কোন মুমিনের নয়। মু'মিনদের কাজ হল, প্রত্যেক সেই কথার উপর আমল করা, যা আল্লাহ ও রসূলের পক্ষ থেকে বলা হয়েছে।\n[২] অর্থাৎ, এই লোকেরা যা ইচ্ছা তাই দাবী করুক। আসলে তারা অনাচারী যালেম; অর্থাৎ, মুশরিক। কেননা, শিরক হল সব চাইতে বড় যুলুম ও অনাচার। এই যুলুমের কারণে তারা আল্লাহর হিদায়াত থেকে বঞ্চিত। এই জন্য তাদের সাথে হিদায়াতপ্রাপ্ত মুসলিমদের কোন তুলনাই নেই।"
    },
    {
      "ayah": 2,
      "surah": 9,
      "text": "সুতরাং (হে অংশীবাদীরা!) তোমরা দেশে চার মাসকাল (নিরাপদে) চলাফেরা কর।[১] আর জেনে রাখ যে, তোমরা আল্লাহকে হীনবল করতে পারবে না এবং আল্লাহ অবিশ্বাসীদেরকে লাঞ্ছিত করবেন। [২]\n[১] এই সম্পর্ক ছিন্ন করার ঘোষণা সেই মুশরিকদের জন্য ছিল, যাদের সাথে স্থায়ী চুক্তি ছিল। অথবা চার মাস থেকে কম ছিল। অথবা চার মাস থেকে বেশী একটি নির্দিষ্ট সময় পর্যন্ত ছিল। কিন্তু তাদের পক্ষ থেকে চুক্তি রক্ষার কোন আগ্রহ ছিল না। তাদেরকে চার মাস মক্কায় থাকার অনুমতি দেওয়া হল। এর মানে হল যে, সেই সময়ের মধ্যে যদি তারা ইসলাম গ্রহণ করে নেয়, তাহলে তাদের জন্য এখানে থাকার অনুমতি হবে। অন্যথা তাদের জন্য জরুরী হবে যে, তারা চার মাস পর আরব উপদ্বীপ থেকে বের হয়ে যাবে। অতঃপর যদি উভয় এখতিয়ারের মধ্যে কোন একটা গ্রহণ না করে, তাহলে তাদেরকে জঙ্গী কাফের বলে গণ্য করা হবে। তাদের বিরুদ্ধে মুসলিমদের জন্য লড়াই জরুরী হবে; যাতে আরব দেশ কুফর ও শিরকমুক্ত হতে পারে।\n[২] অর্থাৎ, এই অবকাশ এই জন্য দেওয়া হয়নি যে, এখন তোমাদের বিরুদ্ধে ব্যবস্থাগ্রহণ সম্ভব নয়; বরং এতে তোমাদের কল্যাণই উদ্দেশ্য। যে ব্যক্তি এর মধ্যে তাওবাহ করে মুসলিম হতে চাইবে, সে মুসলিম হয়ে যাবে। নতুবা জেনে রাখ তোমাদের ব্যাপারে আল্লাহর যে সিদ্ধান্ত ও ইচ্ছা রয়েছে তা তোমরা কোনক্রমেই ব্যর্থ করতে পারবে না এবং আল্লাহর পক্ষ থেকে অবধারিত লাঞ্ছনা ও অপমান থেকে পরিত্রাণ পেতে পারবে না।"
    },
    {
      "ayah": 20,
      "surah": 9,
      "text": "যারা ঈমান এনেছে, (দ্বীনের জন্য স্বদেশত্যাগ) হিজরত করেছে এবং নিজেদের মাল ও জান দিয়ে আল্লাহর পথে জিহাদ করেছে, তারা আল্লাহর নিকট মর্যাদায় বড়। আর তারাই হল সফলকাম।"
    },
    {
      "ayah": 21,
      "surah": 9,
      "text": "তাদের প্রতিপালক তাদেরকে নিজ দয়া ও সন্তোষের এবং জান্নাতের সুসংবাদ দিচ্ছেন; যেখানে তাদের জন্য স্থায়ী সুখ-সমৃদ্ধি রয়েছে।"
    },
    {
      "ayah": 22,
      "surah": 9,
      "text": "সেখানে তারা চিরস্থায়ী হবে। নিশ্চয়ই আল্লাহর নিকটে আছে মহাপ্রতিদান। [১]\n[১] এই সব আয়াতে সেই ঈমানদারদের ফযীলত ও মাহাত্ম্য বর্ণনা করা হয়েছে, যাঁরা হিজরত করেছেন এবং জান-মাল দিয়ে জিহাদে অংশগ্রহণ করেছেন। আল্লাহর নিকটে তাঁদের মর্যাদা সবার উচ্চে এবং তাঁরাই সফলকাম মানুষ। তাঁরাই আল্লাহর রহমত ও তাঁর সন্তুষ্টি এবং চিরস্থায়ী নিয়ামতের হকদার। তারা এর হকদার নয়, যারা নিজেদের মুখে সরল সাজে এবং নিজেদের বাপ-দাদাদের তরীকাকেই আল্লাহর প্রতি ঈমানের তুলনায় শ্রেয় ও প্রিয় মনে করে।"
    },
    {
      "ayah": 23,
      "surah": 9,
      "text": "হে বিশ্বাসিগণ! তোমাদের পিতা ও ভ্রাতৃগণ যদি ঈমানের মুকাবিলায় কুফরীকে পছন্দ করে, তাহলে তাদেরকে অভিভাবকরূপে গ্রহণ করো না। তোমাদের মধ্যে যারা তাদেরকে অভিভাবক করবে, তারাই হবে অত্যাচারী। [১]\n[১] এটা সেই বিষয় যে ব্যাপারে কুরআন কারীমে বিভিন্ন জায়গায় বর্ণনা করা হয়েছে।\n(সূরা আলে ইমরান ৩:২৮, ৩:১১৮, সূরা মায়িদাহ ৫:৫১, সূরা মুজাদালাহ ৫৮:২২ নং আয়াত দ্রষ্টব্য)\nএখানে জিহাদ ও হিজরতের আলোচনায় আনুষঙ্গিকভাবে (যেহেতু এ বিষয়ের গুরুত্ব স্পষ্ট তাই) উল্লেখ করা হয়েছে। অর্থাৎ, জিহাদ ও হিজরতের ব্যাপারে তোমাদের বাপ-ভাই ইত্যাদির মহব্বত যেন বাধা সৃষ্টি না করে। কেননা, তারা যদি এখনো পর্যন্ত কাফের হয়, তাহলে তারা তোমাদের ভালোবাসার পাত্র হতেই পারে না। বরং তারা তোমাদের শত্রু। আর যদি তোমরা তাদের সাথে ভালোবাসার সম্পর্ক রাখ, তাহলে স্মরণ রেখো যে, তোমরা অত্যাচারীদের অন্তর্ভুক্ত হবে।"
    },
    {
      "ayah": 24,
      "surah": 9,
      "text": "বল, ‘তোমাদের পিতা, পুত্র, ভ্রাতা, স্ত্রী ও আত্মীয়গণ, অর্জিত ধনরাশি এবং সেই ব্যবসা-বাণিজ্য তোমরা যার অচল হওয়ার ভয় কর এবং প্রিয় বাসস্থানসমূহ যদি তোমাদের নিকট আল্লাহ, তাঁর রসূল ও আল্লাহর রাস্তায় জিহাদ অপেক্ষা অধিকতর প্রিয় হয়, তাহলে আল্লাহর আদেশ আসা পর্যন্ত অপেক্ষা কর। বস্তুতঃ আল্লাহ সত্যত্যাগী সম্প্রদায়কে সৎপথ প্রদর্শন করেন না।’ [১]\n[১] এই আয়াতেও উপরোক্ত বিষয়কে বড় তাকীদের সাথে বর্ণনা করা হয়েছে। عَشِيرَة শব্দটি বহুবচনমূলক বিশেষ্য, এর অর্থঃ সেই নিকটতম আত্মীয়-স্বজন যাদের সাথে দিন-রাত বাস করে মানুষের জীবন অতিবাহিত হয়। অর্থাৎ, স্ববংশ ও স্বগোত্রের লোকজন। اقتراف অর্থ হল উপার্জন করা। تجارة লাভের উদ্দেশ্যে পণ্য ক্রয়-বিক্রয় (ব্যবসা)-কে বলা হয়। كساد অচল হওয়াকে বলা হয়; অর্থাৎ, পণ্য মজুদ থাকে, কিন্তু ক্রয়-বিক্রয় হয় না। কিংবা পণ্যের প্রয়োজন সময় পার হয়ে গেছে, যার কারণে লোকের কাছে তার চাহিদা থাকে না। مَسَاكن থেকে উদ্দেশ্য হল সেই বাসস্থান বা ঘর-বাড়ি, যা মানুষ শীত-গ্রীষ্ম ও ঝড়-বৃষ্টির কষ্ট, শত্রু ও হিংস্র প্রাণীর আক্রমণ হতে বাঁচা ও আশ্রয় নেওয়ার জন্য, ইজ্জত রক্ষা করে বসবাস করা এবং নিজ সন্তান-সন্ততির হিফাযতের জন্য তৈরী করে থাকে। এই সমস্ত জিনিস স্ব-স্ব স্থানে অত্যন্ত প্রয়োজনীয়। এ সবের গুরুত্ব ও উপকারিতাও অনস্বীকার্য। মানুষের হৃদয়ে এ সবের ভালোবাসাও প্রকৃতিগত ভালোবাসা এবং যা নিন্দনীয় নয়। কিন্তু এ সবের ভালোবাসা যদি আল্লাহ ও রসূলের প্রতি ভালোবাসা থেকে অধিক হয় এবং তা আল্লাহর রাস্তায় জিহাদে বাধা সৃষ্টি হয়, তাহলে এ কথা আল্লাহর নিকট কঠিনভাবে অপছন্দনীয় এবং তাঁর অসন্তুষ্টির কারণ। আর এ কাজ এমন অবাধ্যতা যার কারণে মানুষ আল্লাহর হিদায়াত হতে বঞ্চিত হতে পারে; যেমন আয়াতের শেষাংশে হুমকিমূলক শব্দ থেকে এ কথা স্পষ্ট হয়েছে। হাদীসের মধ্যে নবী (সাঃ)ও এই বিষয়টিকে পরিষ্কার করে দিয়েছেন। যেমন, একদা উমার (রাঃ) বললেন, 'হে আল্লাহর রসূল! আপনি আমার জান ছাড়া সমস্ত বস্তু থেকে অধিক প্রিয়।' তিনি বললেন, \"যতক্ষণ পর্যন্ত আমি কারো নিকট তার জান থেকে প্রিয় না হয়েছি, ততক্ষণ পর্যন্ত সে মু'মিন হতে পারে না।\" উমার (রাঃ) বললেন, 'আল্লাহর কসম! এখন আপনি আমার জান থেকেও প্রিয়।' তিনি বললেন, \"হে উমার! এখন (তুমি পূর্ণ মু'মিন)।\"\n(বুখারীঃ কসম ও নযর অধ্যায়)\nএক দ্বিতীয় বর্ণনায় রয়েছে যে, নবী (সাঃ) বলেছেন, \"তাঁর কসম, যাঁর হাতে আমার প্রাণ রয়েছে! তোমাদের মধ্যে কেউ ততক্ষণ পর্যন্ত মু'মিন হতে পারে না, যতক্ষণ পর্যন্ত না আমি তার নিকট তার পিতা, সন্তান-সন্ততি এবং সমস্ত মানুষ থেকে প্রিয়তম হয়েছি।\"\n(বুখারীঃ ঈমান অধ্যায়, মুসলিমঃ ঈমান অধ্যায়)\nএক অন্য হাদীসে জিহাদের গুরুত্ব বর্ণনা করতে গিয়ে বলেন, \"যখন তোমরা 'ঈনাহ' (কোন জিনিসকে কিছু দিনের জন্য ধারে বিক্রয় করে পুনরায় সেই জিনিসকে কম দামে ক্রয় করে নেওয়ার) ব্যবসা করবে এবং গরুর লেজ ধরে কেবল চাষ-বাস নিয়েই সন্তুষ্ট থাকবে আর জিহাদ ত্যাগ করে বসবে, তখন আল্লাহ তোমাদের উপর এমন হীনতা চাপিয়ে দেবেন; যা তোমাদের হৃদয় থেকে ততক্ষণ পর্যন্ত দূর করবেন না যতক্ষণ পর্যন্ত না তোমরা তোমাদের দ্বীনের প্রতি প্রত্যাবর্তন করেছ।\"\n(আহমাদ ২/২৮,৪২, ৮৪, আবু দাঊদ ৩৪৬২নং, বাইহাকী ৫/৩১৬)"
    },
    {
      "ayah": 25,
      "surah": 9,
      "text": "আল্লাহ তোমাদেরকে তো বহুক্ষেত্রে সাহায্য করেছেন এবং হুনাইনের যুদ্ধের দিনেও; যখন তোমাদের সংখ্যাধিক্য তোমাদেরকে উৎফুল্ল করেছিল। কিন্তু তা তোমাদের কোন কাজে আসেনি এবং পৃথিবী বিস্তৃত হওয়া সত্ত্বেও তা তোমাদের জন্য সঙ্কুচিত হয়েছিল, অতঃপর তোমরা পৃষ্ঠ প্রদর্শন করে পলায়ন করেছিলে।[১]\n[১] মক্কা ও তায়েফের মধ্যস্থলে একটি উপত্যকার নাম হুনাইন। এখানে হাওয়াযিন এবং সাকীফ নামক দুই গোত্র বসবাস করত। এই উভয় গোত্রের লোকেরা তীর নিক্ষেপ কাজে বড় পটু বলে প্রসিদ্ধি ছিল। এরা মুসলিমদের বিরুদ্ধে লড়াই করার জন্য প্রস্তুতি নিচ্ছিল। সে কথা রসূল (সাঃ) জানতে পারলে ১২ হাজার সৈন্য নিয়ে সেই গোত্র দু'টির সাথে লড়াই করার উদ্দেশ্যে 'হুনাইন' উপত্যকায় উপস্থিত হলেন। এই যুদ্ধ মক্কা বিজয়ের ১৮/১৯ দিন পর শওয়াল মাসে সংঘটিত হয়। উল্লিখিত উভয় গোত্রের লোকেরা পরিপূর্ণরূপে প্রস্তুতি নিয়েই ছিল। তারা বিভিন্ন ঘাঁটিতে তীরন্দাজদেরকে মোতায়েন করে দিল। এদিকে মুসলিমদের মাঝে আত্মগর্ব সৃষ্টি হল যে, আজ আমরা কমসে কম সংখ্যা স্বল্পতার কারণে পরাজিত হব না। অর্থাৎ, আল্লাহর মদদ বিস্মৃত হয়ে নিজেদের সংখ্যাধিক্যের উপর ভরসা করে বসলেন। আল্লাহর নিকট এই গর্ব পছন্দ ছিল না। পরিণামস্বরূপ যখন হাওয়াযিনের সুদক্ষ তীরন্দাজরা বিভিন্ন ঘাঁটি থেকে মুসলিম বাহিনীর উপর ধারণাতীতভাবে একই সাথে তীর বর্ষণ করতে শুরু করল, তখন মুসলিম বাহিনী বিচলিত ও বিক্ষিপ্ত হয়ে পলায়ন শুরু করল। যুদ্ধ-ময়দানে কেবল নবী (সাঃ) ১০০ জন মত সৈন্য নিয়ে অবিচলিত থাকলেন। তিনি মুসলিমদেরকে ডাক দিয়ে বললেন, 'হে আল্লাহর বান্দারা! তোমরা আমার কাছে এসো। আমি হলাম আল্লাহর রসূল।' কখনো কখনো তিনি এই যুদ্ধ-কবিতা পড়তেন, أنا النبي لا كذب ـ أنا ابن عبد المطلب অর্থাৎ, 'আমি হলাম নবী, এটা মিথ্যা নয়। আমি আব্দুল মুত্তালিবের সন্তান।' পুনরায় তিনি আব্বাস (রাঃ)-কে (যাঁর গলার আওয়াজ বড় উঁচু ছিল) আদেশ করলেন যে, 'মুসলিমদেরকে একত্রিত করার জন্য ডাক দাও।' অতএব তাঁর আওয়াজ শুনে মুসলিমরা লজ্জিত হলেন এবং পুনরায় ময়দানে একত্রিত হলেন। অতঃপর এমন দৃঢ়তার সাথে যুদ্ধ করলেন যে, আল্লাহ তাআলা তাঁদেরকে জয়ী করে দিলেন। আল্লাহর মদদ এমনভাবে এল যে, তাঁদের উপর সান্ত্বনা অবতীর্ণ করলেন; যার ফলে তাঁদের অন্তর থেকে কাফেরদের ভয় দূর হয়ে গেল। দ্বিতীয়তঃ ফিরিশতাদল প্রেরণ করলেন। এই যুদ্ধে মুসলিমরা (নারী ও শিশু সহ) ৬ হাজার কাফেরকে বন্দী করলেন। (যাদেরকে নবী (সাঃ) তাদের অনুরোধে ছেড়ে দিলেন।) প্রচুর পরিমাণে গনীমতের মাল হস্তগত হল। যুদ্ধের পর কাফেরদের বেশ কয়েকজন সর্দার বা নেতৃস্থানীয় লোক ইসলাম গ্রহণ করেছিল। এখানে তিনটি আয়াতে আল্লাহ তাআলা এই ঘটনাকে সংক্ষিপ্তভাবে আলোচনা করেছেন।"
    },
    {
      "ayah": 26,
      "surah": 9,
      "text": "তারপর আল্লাহ তাঁর নিকট হতে তাঁর রসূল ও বিশ্বাসীদের উপর সান্ত্বনা বর্ষণ করলেন; যাতে তাদের চিত্ত প্রশান্ত হয় এবং এমন এক সৈন্যবাহিনী অবতীর্ণ করলেন, যা তোমরা দেখতে পাওনি এবং তিনি অবিশ্বাসীদেরকে শাস্তি প্রদান করলেন। আর এটিই অবিশ্বাসীদের কর্মফল।"
    },
    {
      "ayah": 27,
      "surah": 9,
      "text": "এর পরও যাকে ইচ্ছা তাকে আল্লাহ তওবা করার তওফীক দান করেন। আর আল্লাহ চরম ক্ষমাশীল পরম দয়ালু।"
    },
    {
      "ayah": 28,
      "surah": 9,
      "text": "হে বিশ্বাসিগণ! অংশীবাদীরা তো অপবিত্র।[১] সুতরাং এ বছরের পর তারা যেন মাসজিদুল হারামের নিকট না আসে।[২] যদি তোমরা দারিদ্রে্র আশঙ্কা কর, তাহলে জেনে রাখ, আল্লাহ ইচ্ছা করলে তাঁর নিজ করুণায় তিনি তোমাদেরকে অভাবমুক্ত করে দেবেন। [৩] নিশ্চয় আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।\n[১] অংশীবাদী বা মুশরিকরা অপবিত্র কথার অর্থ হল, আকীদা-বিশ্বাস ও আমল হিসাবে তারা (অভ্যন্তরীণভাবে) অপবিত্র। কারো কারো নিকটে মুশরিক বাহ্যিক ও আভ্যন্তরিক উভয়ভাবে অপবিত্র। কেননা, তারা পবিত্রতা ও পরিচ্ছন্নতার সেইরূপ খেয়াল রাখে না, যেরূপ শরীয়ত নির্দেশ করেছে।\n[২] এটা সেই হুকুম যা সন ৯ হিজরীতে সম্পর্ক ছিন্ন করার ঘোষণার সাথে করা হয়েছিল। যার বিস্তারিত বর্ণনা পূর্বে (১-২নং আয়াতে) উল্লেখ করা হয়েছে। এই নিষেধাজ্ঞা কেবল মাসজিদুল হারামের জন্য। নচেৎ প্রয়োজন মোতাবেক মুশরিকরা অন্যান্য মসজিদে প্রবেশ করতে পারে। যেমন নবী (সাঃ) সুমামাহ বিন উসালকে মসজিদে নববীর থামে বেঁধে রেখেছিলেন। পরিশেষে আল্লাহ তাআলা তাঁর হৃদয়ে ইসলাম ও নবীর মহব্বত সৃষ্টি করেন এবং তিনি ইসলাম গ্রহণ করেন। পরন্তু অধিকাংশ উলামাগণের নিকট এখানে 'মাসজিদুল হারাম' থেকে উদ্দেশ্য পূর্ণ হারাম এলাকা। অর্থাৎ, হারাম-সীমানার ভিতর মুশরিকদের প্রবেশ নিষেধ। কিছু আসার (সাহাবার উক্তি ও কর্ম) অনুসারে এই হুকুম থেকে যিম্মী ও খাদেমদেরকে পৃথক করা হয়েছে। উমার বিন আব্দুল আযীয (রঃ) আলোচ্য আয়াতের ভিত্তিতে নিজ রাজত্বকালে ইয়াহুদী-খ্রিষ্টানদেরকেও মুসলিমদের মসজিদে প্রবেশ না করার আদেশ জারী করেছিলেন।\n(ইবনে কাসীর)\n[৩] মুশরিকদের উপর হারাম প্রবেশের নিষেধাজ্ঞা জারী হওয়ার কারণে কিছু মুসলিমদের মনে চিন্তা হল যে, হজ্জের মৌসুমে অধিকাধিক লোক জমা হওয়ার কারণে যে ব্যবসা-বাণিজ্য হয়ে থাকে, তাতে প্রভাব পড়তে পারে। আল্লাহ তাআলা বললেন, দারিদ্রে্র ভয় করো না। তিনি অতিসত্বর নিজ অনুগ্রহে তোমাদেরকে ধনবান বানিয়ে দেবেন। সুতরাং বিভিন্ন যুদ্ধে জয়ী হওয়ার ফলে বহু গনীমতের মাল মুসলিমদের হস্তগত হল। অতঃপর ধীরে ধীরে সারা আরববাসী মুসলমান হয়ে গেল। পরিণামে হজ্জের মৌসুমে হাজীদের গমনাগমন ঠিক সেইরূপ হয়ে গেল যেমন পূর্বে ছিল; বরং তার থেকেও বেশী হল। আর সেই সংখ্যাবৃদ্ধির ধারাবাহিকতা আজও অব্যাহত।"
    },
    {
      "ayah": 29,
      "surah": 9,
      "text": "যাদেরকে কিতাব দেওয়া হয়েছে, তাদের মধ্যে যারা আল্লাহতে বিশ্বাস করে না ও পরকালেও নয় এবং আল্লাহ ও তাঁর রসূল যা নিষিদ্ধ করেছেন, তা নিষিদ্ধ মনে করে না এবং সত্য ধর্ম অনুসরণ করে না, তাদের বিরুদ্ধে যুদ্ধ কর; যে পর্যন্ত না তারা নত হয়ে নিজ হাতে জিযিয়া আদায় করে। [১]\n[১] মুশরিকদের বিরুদ্ধে সাধারণভাবে যুদ্ধের আদেশের পর এই আয়াতে ইয়াহুদী-নাসারাদের বিরুদ্ধেও যুদ্ধ করার আদেশ করা হচ্ছে। (যদি তারা ইসলাম গ্রহণ না করে তাহলে) তারা জিযিয়া-কর দিয়ে মুসলিমদের অধীনে বসবাস-অধিকার গ্রহণ করে নিক। জিযিয়া হল, নির্ধারিত কিছু অর্থ; যা বাৎসরিকভাবে সেই অমুসলিমদের নিকট থেকে আদায় করা হয়, যারা কোন মুসলিম রাষ্ট্রে বসবাস করতে চায়। এর বিনিময়ে তাদের জান-মাল ও মান-ইজ্জতের হিফাযতের দায়িত্ব মুসলিম রাষ্ট্রের উপর বর্তায়। ইয়াহুদী ও খ্রিষ্টানরা আল্লাহ এবং আখেরাতের প্রতি ঈমান রাখত, তা সত্ত্বেও তাদের ব্যাপারে বলা হয়েছে যে, তারা আল্লাহ এবং আখেরাতের প্রতি ঈমান রাখে না। এ থেকে এটা স্পষ্ট করে দেওয়া হয়েছে যে, মানুষ যতক্ষণ পর্যন্ত আল্লাহর প্রতি সেইভাবে ঈমান না রাখবে যেভাবে আল্লাহ নিজ পয়গম্বরদের মাধ্যমে নির্দেশ দিয়েছেন, ততক্ষণ পর্যন্ত তাদের ঈমান গ্রহণযোগ্য নয়। আর এটাও স্পষ্ট করে দেওয়া হয়েছে যে, তাদের আল্লাহর প্রতি ঈমানকে এই জন্য সঠিক বলা হয়নি যে, ইয়াহুদী-নাসারা উযাইর এবং ঈসা (আঃ)-কে আল্লাহর বেটা ও উপাস্য বলে বিশ্বাস করে। যেমন পরবর্তী আয়াতে এ ব্যাপারে তাদের আকীদার কথা প্রকাশ করা হয়েছে।"
    },
    {
      "ayah": 3,
      "surah": 9,
      "text": "মহান হজ্জের দিনে[১] আল্লাহ ও তাঁর রসূলের পক্ষ হতে মানুষের প্রতি এ এক ঘোষণা যে, আল্লাহর সাথে অংশীবাদীদের কোন সম্পর্ক নেই এবং তাঁর রসূলের সাথেও নয়। যদি তওবা কর, তাহলে তোমাদের কল্যাণ হবে, আর তোমরা যদি মুখ ফিরিয়ে নাও, তাহলে জেনে রাখ যে, তোমরা আল্লাহকে হীনবল করতে পারবে না। আর অবিশ্বাসীদেরকে মর্মন্তুদ শাস্তির সুসংবাদ দাও।\n[১] সহীহায়ন (বুখারী, মুসলিম) ও অন্যান্য হাদীসগ্রন্থে প্রমাণিত যে, মহান বা বড় হজ্জ বলতে কুরবানীর (১০ই যিলহজ্জ) দিনকে বোঝানো হয়েছে।\n(বুখারী ৪৬৫৫, মুসলিম ৯৮২, তিরমিযী ৯৫৭নং)\nএই দিনে মিনাতে সম্পর্কচ্ছেদের ঘোষণা শুনানো হয়। ১০ই যুলহজ্জকে বড় হজ্জের দিন এই জন্য বলা হয় যে, এই দিনে হজ্জের সব থেকে অধিক ও গুরুত্বপূর্ণ কার্যাবলী আদায় করা হয়ে থাকে। আর সাধারণতঃ লোকেরা উমরাহকে 'হাজ্জে আসগার' (ছোট হজ্জ) বলত। এই জন্য উমরাহ থেকে পৃথক করার জন্য হজ্জকে 'হাজ্জে আকবার' (বড় হজ্জ) বলা হয়। পক্ষান্তরে জনসাধারণের মাঝে এই কথা প্রসিদ্ধ আছে যে, জুমআর দিনে হজ্জের (আরাফাতের) দিন পড়লে তা বড় হজ্জ (বা আকবরী হজ্জ) হয়। কিন্তু এ কথার কোন দলীল নেই, এ হল ভিত্তিহীন কথা।"
    },
    {
      "ayah": 30,
      "surah": 9,
      "text": "আর ইয়াহুদীরা বলে, ‘উযাইর আল্লাহর পুত্র’ এবং খ্রিষ্টানরা বলে, ‘মসীহ আল্লাহর পুত্র।’ এটা তাদের মুখের কথা মাত্র (বাস্তবে তা কিছুই নয়)। তারা তো তাদের মতই কথা বলছে, যারা তাদের পূর্বে অবিশ্বাস করেছে। আল্লাহ তাদেরকে ধ্বংস করুন, তারা উল্টা কোন্ দিকে যাচ্ছে!"
    },
    {
      "ayah": 31,
      "surah": 9,
      "text": "তারা আল্লাহকে ছেড়ে নিজেদের পন্ডিত-পুরোহিতদেরকে প্রভু বানিয়ে নিয়েছে[১] এবং মারয়্যামের পুত্র মসীহকেও। অথচ তাদেরকে শুধু এই আদেশ করা হয়েছিল যে, তারা শুধুমাত্র একক উপাস্যের উপাসনা করবে, তিনি ব্যতীত (সত্য) উপাস্য আর কেউই নেই,  তিনি তাদের অংশী স্থির করা হতে পবিত্র।\n[১] এর ব্যাখ্যা আদী বিন হাতেম (রাঃ)-এর বর্ণনাকৃত হাদীস হতে পরিষ্কার হয়ে যায়। তিনি বলেন, আমি নবী (সাঃ)-এর মুখে এই আয়াত শুনে আরজ করলাম যে, ইয়াহুদী-নাসারারা তো নিজেদের আলেমদের কখনো ইবাদত করেনি, তাহলে এটা কেন বলা হয়েছে যে, তারা তাদেরকে রব বানিয়ে নিয়েছে? তিনি বললেন, এ কথা ঠিক যে, তারা তাদের ইবাদত করেনি। কিন্তু এটা তো সঠিক যে, তাদের আলেমরা যা হালাল করেছে তাকে তারা হালাল এবং যা হারাম করেছে তাকে তারা হারাম বলে মেনে নিয়েছে। আর এটাই হল তাদের ইবাদত করা।\n(সহীহ তিরমিযী আলবানী ২৪৭১নং)\nকেননা, হারাম-হালাল করার এখতিয়ার কেবলমাত্র আল্লাহর। এই এখতিয়ার ও অধিকারের কথাকে যদি কোন ব্যক্তি অন্যের আছে বলে বিশ্বাস করে নেয়, তাহলে এর মানে হবে, সে তাকে রব (প্রভু) মেনে নিয়েছে। এই আয়াতে সেই লোকদের জন্য বড় সতর্কতা রয়েছে, যারা নিজেদের ইমাম-বুযুর্গদেরকে হালাল-হারাম করার অধিকার দিয়ে রেখেছে এবং যাদের কাছে তাঁদের কথার তুলনায় কুরআন হাদীসের উক্তির কোন গুরুত্ব নেই।"
    },
    {
      "ayah": 32,
      "surah": 9,
      "text": "তারা তাদের মুখের ফুৎকারে আল্লাহর নূরকে নির্বাপিত করতে চায়, অথচ আল্লাহ স্বীয় নূর (দ্বীন-ইসলাম)কে পূর্ণত্বে পৌঁছানো ব্যতীত নিরস্ত হবেন না, যদিও অবিশ্বাসীরা অপ্রীতিকর মনে করে। [১]\n[১] অর্থাৎ, আল্লাহ তাআলা রসূল (সাঃ)-কে যে সত্য দ্বীন এবং হিদায়াত দিয়ে প্রেরণ করেছেন, ইয়াহুদী-খ্রিষ্টান ও মুশরিকরা চায় যে, বিতর্ক ও মিথ্যারোপের মাধ্যমে তা নিশ্চিহ্ন করে দেবে। আর তার উপমা হল এমন এক ব্যক্তির যে সূর্যের কিরণ অথবা চাঁদের জ্যোৎস্নাকে নিজের ফুৎকার দ্বারা নিভিয়ে ফেলতে চায়। সুতরাং এটা যেমন অসম্ভব, ঠিক তেমনি যে সত্য দ্বীন আল্লাহ তাআলা রসূল (সাঃ)-কে দিয়ে পাঠিয়েছেন তা দুনিয়া থেকে মুছে বা মিটিয়ে ফেলা অসম্ভব। এ ধর্ম অন্যান্য সমস্ত ধর্মের উপর বিজয়ী থাকবে; যেমন পরবর্তী আয়াতে আল্লাহ তাআলা সে কথা উল্লেখ করেছেন। 'কাফের' শব্দের আভিধানিক অর্থ হল গোপনকারী। এই জন্য রাতকেও 'কাফের' বলা হয়; যেহেতু রাত নিজ অন্ধকার দ্বারা সমস্ত বস্তুকে গোপন করে নেয়। অনুরূপ কাফেররাও আল্লাহর 'নূর' (জ্যোতি)-কে গোপন করতে চায় অথবা নিজেদের হৃদয়ে কুফরী ও মুনাফিকববী এবং মুসলিম এবং ইসলামের বিরুদ্ধে বিদ্বেষ ও শত্রুতা লুকিয়ে রাখে, এই জন্য তাদেরকেও 'কাফের' বলা হয়।"
    },
    {
      "ayah": 33,
      "surah": 9,
      "text": "তিনিই পথনির্দেশ (কুরআন) এবং সত্য ধর্ম সহ নিজ রসূল প্রেরণ করেছেন, যাতে তাকে সকল ধর্মের  উপর জয়যুক্ত করেন, [১] যদিও অংশীবাদীরা অপ্রীতিকর মনে করে।\n[১] দলীল ও প্রমাণের দিক দিয়ে এ বিজয় সর্বকালের জন্য। তথাপি যখনই মুসলিমরা দ্বীনের উপর আমল করেছে, তখনই তাদের পার্থিব বিজয় লাভ হয়েছে। আর এখনো যদি মুসলিমরা দ্বীনের উপর আমল করে, তাহলে তাদের বিজয়ও অবশ্যম্ভাবী হবে। এই ব্যাপারে আল্লাহর ওয়াদাও আছে যে, আল্লাহর দলই বিজয়ী হবে, তবে শর্ত হল যে, মুসলিমদেরকে আল্লাহর দলে পরিণত হতে হবে।"
    },
    {
      "ayah": 34,
      "surah": 9,
      "text": "হে মুমিনগণ! নিশ্চয় অনেক পন্ডিত-পুরোহিত মানুষের ধন-সম্পদ অন্যায় উপায়ে ভক্ষণ করে এবং আল্লাহর পথে বাধা সৃষ্টি করে থাকে।[১] আর যারা স্বর্ণ ও রৌপ্য জমা করে রাখে এবং তা আল্লাহর পথে ব্যয় করে না, তুমি তাদেরকে যন্ত্রণাদায়ক শাস্তির সুসংবাদ শুনিয়ে দাও। [২]\n[১] أحبَار শব্দটি حِبْر এর বহুবচন। এটা এমন ব্যক্তিকে বলা হয়, যে কথাকে খুব সুন্দর করে পেশ করার দক্ষতা রাখে। আর সুন্দর ও নকশাদার পোশাককেও ثَوبٌ مُحَبِّر বলা হয়ে থাকে। এখানে উদ্দেশ্য ইয়াহুদী উলামা। رُهبَان শব্দটি رَاهِب এর বহুবচন যার উৎপত্তি رهبنة শব্দ থেকে। এ থেকে উদ্দেশ্য নাসারা উলামা। কারো কারো নিকটে এ থেকে উদ্দেশ্য হল, নাসারাদের সুফীগণ। উলামার জন্য তাদের নিকট বিশেষ শব্দ قسّيسين রয়েছে। এই উভয় শ্রেণীর ধর্মধ্বজীরা এক তো আল্লাহর কালামকে বিকৃত ও পরিবর্তিত করে লোকদেরকে তাদের ইচ্ছা মোতাবেক ফতোয়া ও বিধান দিত এবং এইভাবে তাদেরকে আল্লাহর পথ হতে বাধা প্রদান করত। আর দ্বিতীয়তঃ এই পন্থায় তারা তাদের নিকট হতে অর্থ উপার্জন করত; যা তাদের জন্য হারাম ও বাতিল ছিল। দুর্ভাগ্যের বিষয় যে, বহু সংখ্যক মুসলিম উমালাদের অবস্থাও ওদের মতই। আর এ হল নবী (সাঃ)-এর ভবিষ্যদ্বাণীর সত্যতার প্রমাণ। যাতে তিনি বলেছিলেন لتتّبعن سنن من كان قبلكم অর্থাৎ, \"তোমরা অবশ্যই পূর্ববর্তী উম্মতদের তরীকা অনুসরণ করবে।\"\n(বুখারীঃ ই'তিসাম অধ্যায়)\n[২] আব্দুল্লাহ বিন উমার (রাঃ) বলেন যে, এটা যাকাত ফরয হওয়ার পূর্বের আদেশ। যাকাতের হুকুম অবতীর্ণ হওয়ার পর যাকাত দ্বারা আল্লাহ তাআলা মাল-ধনকে পবিত্র করার মাধ্যম বানিয়েছেন। এই জন্য উলামাগণ বলেন, যে মাল থেকে যাকাত বের করা হবে সে মাল (আয়াতে নিন্দনীয়) 'জমা করে রাখা' মাল নয়। আর যে মাল থেকে যাকাত বের করা হবে না, সে মালই হবে 'জমা করে রাখা' ধনভান্ডার; যার জন্য রয়েছে এই কুরআনী ধমক। সুতরাং সহীহ হাদীসে বর্ণিত হয়েছে যে, \"প্রত্যেক সোনা ও চাঁদীর অধিকারী ব্যক্তি যে তার হক (যাকাত) আদায় করে না, যখন কিয়ামতের দিন আসবে তখন তার জন্য ঐ সমুদয় সোনা-চাঁদীকে আগুনে দিয়ে বহু পাত তৈরী করা হবে। অতঃপর সেগুলোকে জাহান্নামের আগুনে উত্তপ্ত করা হবে এবং তার দ্বারা তার পাঁজর, কপাল ও পিঠে দাগা হবে। যখনই সে পাত ঠান্ডা হয়ে যাবে তখনই তা পুনরায় গরম করে অনুরূপ দাগার শাস্তি সেই দিনে চলতেই থাকবে যার পরিমাণ হবে ৫০ হাজার বছরের সমান; যতক্ষণ পর্যন্ত না বান্দাদের মাঝে বিচার-নিষ্পত্তি শেষ করা হয়েছে। অতঃপর সে তার পথ দেখতে পাবে; হয় জান্নাতের দিকে না হয় দোযখের দিকে।\"\n(মুসলিম যাকাত অধ্যায়)\nবলাই বাহুল্য যে, পূর্বোক্ত শ্রেণীর ভ্রষ্ট উলামা ও সূফীদের পরে ভ্রষ্ট ধনবানরাই সাধারণ মানুষদের ভ্রষ্টতার জন্য অধিকাংশে দায়ী। আল্লাহ আমাদেরকে তাদের মন্দ থেকে হিফাযতে রাখুন। আমীন।"
    },
    {
      "ayah": 35,
      "surah": 9,
      "text": "যেদিন জাহান্নামের আগুনে ঐগুলোকে উত্তপ্ত করা হবে। অতঃপর তা দিয়ে তাদের ললাট, পার্শ্বদেশ ও পৃষ্ঠদেশ দাগা হবে, (আর বলা হবে) এ হচ্ছে তাই যা তোমরা নিজেদের জন্য সঞ্চয় করে রেখেছিলে। সুতরাং এখন নিজেদের সঞ্চিত জিনিসের স্বাদ গ্রহণ কর।"
    },
    {
      "ayah": 36,
      "surah": 9,
      "text": "আকাশমন্ডলী ও পৃথিবী সৃষ্টির দিন হতেই আল্লাহর বিধানে আল্লাহর নিকট নিশ্চয়ই মাসসমূহের সংখ্যা হল বারো মাস। এর মধ্যে চারটি মাস হল নিষিদ্ধ (পবিত্র)।[১] এটাই সরল বিধান।[২] অতএব তোমরা এ মাসগুলোতে নিজেদের প্রতি যুলুম করো না।[৩] আর অংশীবাদীদের সকলের বিরুদ্ধে যুদ্ধ কর, যেমন তারা তোমাদের সকলের বিরুদ্ধে যুদ্ধ করে। [৪] আর জেনে রেখো যে, আল্লাহ সাবধানীদের সাথে রয়েছেন।\n[১] আল্লাহর বিধান 'কিতাবুল্লাহ' থেকে উদ্দেশ্য হল 'লাওহে মাহফূয'। সৃষ্টির প্রারম্ভিক কাল থেকেই আল্লাহ তাআলা (বছরে) বার মাস নির্ধারিত করেছেন। তার মধ্যে চারটি মাস হল নিষিদ্ধ মাস, যাতে বিশেষ করে লড়াই-ঝগড়া নিষিদ্ধ। এই কথাকে নবী (সাঃ) এইভাবে বর্ণনা করেছেন, \"যামানা ঘুরে-ফিরে পুনরায় সেই অবস্থাতে এসে গেছে যে অবস্থাতে তখন ছিল, যখন আল্লাহ তাআলা আকাশ-পৃথিবী রচনা করেছেন; বার মাসে এক বছর। যার মধ্যে চারটি হল নিষিদ্ধ মাস; তিনটি মাস ক্রমান্বয়ে যুলকা'দাহ, যুলহাজ্জাহ ও মুহাররাম। আর চতুর্থ মাসটি হল রজব মুযার; যা জুমাদাল আখের ও শা'বান মাসের মধ্যস্থলে পড়ে।\n(বুখারঃ কিতাবুত তাফসীর সূরা তাওবাহ ৯:পরিচ্ছেদ, মুসলিম ক্বাসামাহ অধ্যায়)\n\"যামানা ঘুরে-ফিরে পুনরায় সেই অবস্থাতে এসে গেছে\" এর অর্থ হল আরবের মুশরিকরা মাসগুলিকে নিয়ে যে আগা-পিছা করত (যার বিস্তারিত আলোচনা পরবর্তীতে আসছে) এ কথায় তার খন্ডন করা হয়েছে।[২] অর্থাৎ, এই মাসগুলি এই পর্যায়ক্রমে হওয়া যেমন আল্লাহ রেখেছেন, যার মধ্যে চার মাস হল নিষিদ্ধ মাস। আর এই হিসাবই সঠিক ও সংখ্যাও পরিপূর্ণ।[৩] অর্থাৎ, এই নিষিদ্ধ ও পবিত্র মাসগুলিতে লড়াই-ঝগড়া করে তার পবিত্রতা বিনষ্ট করে এবং আল্লাহর অবাধ্য হয়ে।[৪] কিন্তু এই নিষিদ্ধ মাসগুলি অতিবাহিত হয়ে যাওয়ার পর। তবে যদি তারা যুদ্ধ করতে বাধ্য করে, তাহলে নিষিদ্ধ মাসগুলিতেও তোমাদের জন্য যুদ্ধ করা বৈধ হবে।"
    },
    {
      "ayah": 37,
      "surah": 9,
      "text": "(এই মাসগুলোর পবিত্রতাকে অন্য মাসে) পিছিয়ে দেওয়া কুফরীর মধ্যে আরো বৃদ্ধি মাত্র, [১] যা দ্বারা অবিশ্বাসীদেরকে পথভ্রষ্ট করা হয় (এইরূপে) যে, তারা সেই পবিত্র মাসকে কোন বছর বৈধ মনে করে এবং কোন বছর অবৈধ মনে করে। যাতে আল্লাহ যে মাসগুলোকে নিষিদ্ধ করেছেন, তারা যেন সেগুলোর সংখ্যা পূর্ণ করে নিতে পারে,[২] অতঃপর আল্লাহ যা অবৈধ করেছেন তা বৈধ করে নেয়। তাদের মন্দ কর্মগুলো তাদের কাছে শোভনীয় করা হয়েছে। আর আল্লাহ অবিশ্বাসীদেরকে সৎপথ প্রদর্শন করেন না।\n[১] نَسِيء অর্থ হল পিছিয়ে দেওয়া। আরবেও নিষিদ্ধ মাসে লড়াই-ঝগড়া এবং লুটতরাজ করাকে খুবই অপছন্দ করা হত। কিন্তু পর্যায়ক্রমে তিন মাসের পবিত্রতাকে খেয়াল রেখে যুদ্ধ ও লুট-হত্যা করা থেকে বিরত থাকা তাদের জন্য বড় সমস্যার বিষয় ছিল। এই জন্য এর সমাধান তারা এই বের করেছিল যে, যে নিষিদ্ধ মাসে তারা যুদ্ধ ও লুটমার করতে চাইত, তাতে তারা করে ফেলত এবং ঘোষণা করে দিত যে, এর পরিবর্তে অমুক মাস নিষিদ্ধ ও পবিত্র। উদাহরণ স্বরূপ মুহাররাম মাসের পবিত্রতাকে নষ্ট করে তার জায়গাতে সফর মাসকে পবিত্র মাস বলে নির্ধারিত করত। আর এইভাবে নিষিদ্ধ ও পবিত্র মাসগুলিতে আগে-পিছে ও রদ-বদল করতেই থাকত। এ কাজকে বলা হত نَسِيء। মহান আল্লাহ এ ব্যাপারে বললেন, এটা হল কুফরীতে বাড়াবাড়ি। কেননা, এই পরিবর্তন ঘটানোর পশ্চাতে তাদের লড়াই-ঝগড়া ও পার্থিব স্বার্থলাভ করা ছাড়া অন্য কিছু উদ্দেশ্য নয়। আর নবী (সাঃ)ও এর সমাপ্তি ঘোষণা এই বলে করেছেন যে, যামানা ঘুরে-ফিরে নিজ অবস্থায় এসে গেছে। অর্থাৎ, এখন হতে আগামী মাসগুলির পর্যায়ক্রম তেমনিই থাকবে, যেমন বিশ্ব-সৃষ্টির শুরু থেকে চলে আসছে।\n[২] অর্থাৎ, এক মাসের পবিত্রতাকে নষ্ট করে তার জায়গাতে অন্য মাসকে হারাম নির্ধারণ করার উদ্দেশ্য এই হত যে, আল্লাহ তাআলা যে চারটি মাসকে পবিত্র করেছেন তার গণনা যেন পূর্ণ থাকে। গণনা পূর্ণ করায় আল্লাহর মতে একমত ছিল। কিন্তু আল্লাহ তাআলা যে এই মাসগুলিতে লড়াই-ঝগড়া ও লুটতরাজ নিষিদ্ধ করে রেখেছিলেন তার তারা কোন পরোয়া করত না। বরং উক্ত প্রকার অন্যায়-অত্যাচার করার জন্য এই পরিবর্তন ঘটাত।"
    },
    {
      "ayah": 38,
      "surah": 9,
      "text": "হে বিশ্বাসীগণ! তোমাদের কি হলো যে, যখন তোমাদেরকে আল্লাহর পথে (জিহাদে) বের হতে বলা হয়, তখন তোমরা ভারাক্রান্ত হয়ে মাটিতে বসে পড়। তবে কি তোমরা পরকালের বিনিময়ে পার্থিব জীবন নিয়ে পরিতুষ্ট হয়ে গেলে? বস্তুতঃ পার্থিব জীবনের ভোগবিলাস তো পরকালের তুলনায় অতি সামান্য।"
    },
    {
      "ayah": 39,
      "surah": 9,
      "text": "যদি তোমরা (জিহাদে) বের না হও, তাহলে আল্লাহ তোমাদেরকে যন্ত্রণাদায়ক শাস্তি প্রদান করবেন এবং তোমাদের পরিবর্তে অন্য এক জাতি সৃষ্টি করবেন, আর তোমরা তাঁর কোনই ক্ষতি করতে পারবে না।[১] আর আল্লাহ সর্ববিষয়ে শক্তিমান।\n[১] রোমের খ্রিষ্টান বাদশাহ হিরাক্লের ব্যাপারে খবর পাওয়া গেল যে, তিনি মুসলিমদের বিরুদ্ধে যুদ্ধ-প্রস্ত্ততি নিচ্ছেন। সুতরাং নবী (সাঃ) তাঁর বিরুদ্ধে যুদ্ধের প্রস্ত্ততি নিতে আদেশ করলেন। এটা ছিল শওয়াল মাসের ৯ হিজরীর ঘটনা। সময়টা ছিল প্রখর গ্রীষ্মের সময় আর সফরও ছিল খুব লম্বা। কোন কোন মুসলিম ও মুনাফিকবদের উপর এটা বড় কষ্টকর মনে হল; যার প্রকাশ এই আয়াতের মধ্যে করা হয়েছে এবং তাদেরকে ভৎর্সনা করা ও ধমক দেওয়া হয়েছে। এটাকে তাবূক যুদ্ধ বলা হয়; যা আসলে ঘটেনি। ২০ দিন মুসলিমরা শাম দেশের নিকটবর্তী তাবূকে থেকে পুনরায় ফিরে এলেন। এ যুদ্ধের সৈন্যদেরকে 'জাইশুল উসরাহ' (সংকট-সৈন্য) বলা হয়। কেননা, এই দীর্ঘ সফরে সৈন্যদেরকে দীর্ঘ সময় বড় সংকটের সম্মুখীন হতে হয়েছিল। اثَّاقَلتُم অর্থাৎ, অলস ভারাক্রান্ত হয়ে পিছনে থাকতে চাও। এর বহিঃপ্রকাশ কোন কোন লোকের মধ্যে হয়েছিল। কিন্তু এর সম্বন্ধ সকলের প্রতি জুড়ে দেওয়া হয়েছে।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 4,
      "surah": 9,
      "text": "তবে অংশীবাদীদের মধ্যে যাদের সাথে তোমরা চুক্তিতে আবদ্ধ ও পরে যারা তোমাদের চুক্তি রক্ষায় কোন ত্রুটি করেনি এবং তোমাদের বিরুদ্ধে কাউকেও সাহায্য করেনি, তোমরা তাদের সাথে নির্দিষ্ট মেয়াদ পর্যন্ত  চুক্তি পালন কর। [১] নিশ্চয় আল্লাহ সাবধানীদেরকে ভালোবাসেন।\n[১] এটা হল মুশরিকদের চতুর্থ দল। তাদের সাথে যত দিনের চুক্তি ছিল সেই সময় পর্যন্ত তাদেরকে থাকার অনুমতি দেওয়া হয়েছে। কেননা, তারা চুক্তি পালন করেছিল এবং তার পরিপন্থী কোন আচরণ প্রদর্শন করেনি। এই জন্য মুসলিমদের পক্ষেও চুক্তি পালনকে জরুরী করা হয়েছিল।"
    },
    {
      "ayah": 40,
      "surah": 9,
      "text": "যদি তোমরা তাকে (রাসূলুল্লাহকে) সাহায্য না কর, তাহলে আল্লাহই (তাকে সাহায্য করবেন যেমন তিনি) তাকে সাহায্য করেছিলেন সেই সময়ে, যখন অবিশ্বাসীরা তাকে (মক্কা হতে) বহিষ্কার করে দিয়েছিল, যখন সে ছিল দুজনের মধ্যে একজন; যখন উভয়ে গুহার মধ্যে ছিল। সে তখন স্বীয় সঙ্গী (আবু বাকর)কে বলেছিল, ‘তুমি বিষণ্ণ হয়ো না। নিশ্চয়ই আল্লাহ আমাদের সঙ্গে রয়েছেন।’[১] অতঃপর আল্লাহ তার প্রতি স্বীয় সান্ত্বনা অবতীর্ণ করলেন এবং এমন সেনাদল দ্বারা তাকে শক্তিশালী করলেন, যাদেরকে তোমরা দেখতে পাওনি[২] এবং তিনি অবিশ্বাসীদের বাক্য নীচু করে দিলেন, আর আল্লাহর বাণীই সমুচ্চ রইল।[৩] আর আল্লাহ পরাক্রমশালী, প্রজ্ঞাময়।\n[১] জিহাদ থেকে যারা পিছিয়ে থাকতে অথবা গা বাঁচাতে চায়, তাদেরকে বলা হচ্ছে যে, যদি তোমরা সাহায্য না কর, তাহলে আল্লাহ তাআলা তোমাদের সাহায্যের মুখাপেক্ষী নন। আল্লাহ তাআলা নিজ নবীর মদদ সেই সময়ও করেছিলেন যখন তিনি সওর গুহায় আশ্রয় নিয়েছিলেন। আর তাঁর সঙ্গী (আবু বকর (রাঃ))-কে বলেছিলেন, \"চিন্তা করো না আল্লাহ আমাদের সাথে আছেন।\" এর বিস্তারিত বর্ণনা হাদীস গ্রন্থে উল্লিখিত হয়েছে। হিজরতের ঘটনায় আবু বাকর (রাঃ) বলেন, যখন আমরা গুহায় আশ্রয় নিয়েছিলাম, তখন আমি নবী (সাঃ)-কে বলেছিলাম, 'ঐ মুশরিকরা (যারা আমাদের পিছন ধরেছে তারা) যদি নিজেদের পায়ের নিচে তাকায়, তাহলে অবশ্যই আমাদেরকে দেখে নেবে।' নবী (সাঃ) বললেন, \"হে আবু বাকর! তোমার সেই দুই ব্যক্তি সম্বন্ধে কি ধারণা, যাদের তৃতীয়জন হলেন আল্লাহ?\" অর্থাৎ, যাদের সাথে আল্লাহর সাহায্য ও মদদ রয়েছে।\n(বুখারীঃ সূরা তাওবার ব্যাখ্যা)\n[২] এখানে সেই দুই প্রকার সাহায্যের কথা বর্ণনা করা হয়েছে, যার দ্বারা আল্লাহ তাঁর রসূল (সাঃ)-কে সাহায্য করেছিলেন। প্রথমতঃ হল প্রশান্তি বা সান্ত্বনা এবং দ্বিতীয়তঃ হল ফিরিশতাদের সহযোগিতা।\n[৩] অবিশ্বাসী কাফেরদের বাক্য বলতে শিরক, আর আল্লাহর বাণী বলতে তাওহীদ উদ্দেশ্য। যেমন, এক হাদীসে বর্ণিত হয়েছে যে, একদা রসূল (সাঃ)-কে জিজ্ঞাসা করা হল \"একজন বীরত্বের শক্তি প্রকাশ করার জন্য যুদ্ধ করে, একজন স্বগোত্রের অন্ধ পক্ষপাতিত্ব করে যুদ্ধ করে, আর অন্য একজন লোক দেখানোর জন্য যুদ্ধ করে, এদের মধ্যে আল্লাহর রাস্তায় যুদ্ধ কার হয়? তিনি বললেন, \"যে আল্লাহর কালেমা (বাণী)-কে সুউচ্চ করার জন্য যুদ্ধ করে, তার যুদ্ধ আল্লাহর রাস্তায় হয়।\"\n(বুখারীঃ ইলম অধ্যায়, মুসলিমঃ ইমারা অধ্যায়)"
    },
    {
      "ayah": 41,
      "surah": 9,
      "text": "দুর্বল হও অথবা সবল, সর্বাবস্থাতেই তোমরা বের হও[১] এবং আল্লাহর পথে নিজেদের মাল ও জান দ্বারা জিহাদ কর। এটা তোমাদের জন্য অতি উত্তম, যদি তোমরা জানতে।\n[১] এর নানা অর্থ বর্ণনা করা হয়েছে। যেমন, একাকী হও কিম্বা দলবদ্ধভাবে, খুশী হয়ে অথবা অখুশী হয়ে, গরীব হও অথবা আমীর, যুবক হও অথবা বৃদ্ধ, পায়ে হেঁটে হোক অথবা সওয়ার হয়ে, সন্তানবান হও অথবা সন্তানহীন, সৈন্যদলের অগ্রে থাকো অথবা পিছনে। ইমাম শওকানী (রঃ) বলেন, আয়াতটি এই সমস্ত অর্থের জন্য ব্যাপক হতে পারে। যেহেতু আয়াতের অর্থ এই যে, \"তোমরা জিহাদে বের হও; চাহে তা তোমাদের জন্য ভারী মনে হোক অথবা হালকা।\" আর এই অর্থে উল্লিখিত সমস্ত অর্থ এসে যায়।"
    },
    {
      "ayah": 42,
      "surah": 9,
      "text": "আশু লাভের সম্ভাবনা থাকলে[১] এবং সফরও সহজ হলে তারা অবশ্যই তোমার সহগামী হতো,[২] কিন্তু তাদের নিকট পথের দূরত্বই দীর্ঘতর বোধ হতে লাগল। আর তারা আল্লাহর নামে শপথ করে বলবে, ‘যদি আমাদের সাধ্য থাকত, তাহলে অবশ্যই আমরা তোমাদের সাথে বের হতাম।’ তারা (মিথ্যা বলে) নিজেরাই নিজেদেরকে ধ্বংস করছে।[৩] আর আল্লাহ জানেন যে, নিশ্চয় তারা মিথ্যাবাদী।\n[১] এখান থেকে সেই সব লোকদের কথা আরম্ভ হচ্ছে, যারা ওজর পেশ করে নবী (সাঃ) থেকে অনুমতি নিয়েছিল; অথচ বাস্তবে তাদের ওজর বলতে কিছু ছিল না। عَرَضٌ থেকে উদ্দেশ্যঃ পার্থিব স্বার্থ, অর্থাৎ, গনীমতের মাল।\n[২] অর্থাৎ, তোমার সাথে জিহাদে শরীক হতো। কিন্তু দূর সফর তাদেরকে বাহানা খুঁজতে বাধ্য করল।\n[৩] অর্থাৎ, মিথ্যা কসম খেয়ে। কেননা, মিথ্যা কসম খাওয়া মহাপাপ।"
    },
    {
      "ayah": 43,
      "surah": 9,
      "text": "আল্লাহ তোমাকে ক্ষমা করুন। তোমার নিকট সত্যবাদী স্পষ্ট ও মিথ্যাবাদী জ্ঞাত হওয়ার পূর্বে তুমি তাদেরকে অনুমতি কেন দিলে?[১]\n[১] এখানে নবী (সাঃ)-কে সম্বোধন করে বলা হচ্ছে যে, জিহাদে শরীক না হওয়ার অনুমতি প্রার্থীদেরকে তাদের ওজর সত্য ছিল কি না, তা তদন্ত করে না দেখে কেন অনুমতি দিয়ে দিলে? কিন্তু এই তিরস্কারেও স্নেহের প্রভাব বেশী ছিল। এই জন্য উক্ত ত্রুটির ক্ষমার কথা প্রথমেই স্পষ্ট করে দেওয়া হয়েছে। জেনে রাখা দরকার যে, এই তিরস্কার এই জন্য করা হয়েছে যে, অনুমতি দেওয়ার ব্যাপারে তাড়াহুড়ার সাথে কাজ নেওয়া হয়েছে এবং পূর্ণভাবে সত্যতা যাচাই করে দেখার প্রয়োজন মনে করা হয়নি। নচেৎ তদন্তের পর যার সত্যই ওজর আছে তাকে অনুমতি দেওয়ার ব্যাপারে মহান আল্লাহর তরফ থেকে তাঁকে অনুমতি দেওয়া হয়েছিল। যেমন তিনি বলেছেন, {فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَن لِّمَن شِئْتَ مِنْهُمْ} \"অতএব তারা তোমার কাছে তাদের কোন কাজের অনুমতি চাইলে তুমি তাদের মধ্যে যাকে ইচ্ছা অনুমতি দাও।\"\n(সূরা নূর ২৪:৬২ আয়াত)\n'যাকে ইচ্ছা' মানে হল, যার কাছে সত্যিকারে ওজর আছে, তাকে অনুমতি দেওয়ার অধিকার তোমার রয়েছে।"
    },
    {
      "ayah": 44,
      "surah": 9,
      "text": "যারা আল্লাহ ও পরকালে বিশ্বাস রাখে, তারা নিজেদের মাল ও জান দ্বারা জিহাদ করার ব্যাপারে তোমার কাছে অনুমতি প্রার্থনা করবে না।[১] আর আল্লাহ পরহেযগারদের সম্বন্ধে খুব অবগত আছেন।\n[১] এখানে খাঁটি মু'মিনদের আচরণ বর্ণনা করা হয়েছে। বরং তাদের অভ্যাসই তো এই যে, তারা বড়ই উৎসাহ ও উদ্দীপনার সাথে অগ্রণী হয়ে জিহাদে অংশগ্রহণ করে থাকে।"
    },
    {
      "ayah": 45,
      "surah": 9,
      "text": "অবশ্য ঐসব লোক তোমার কাছে অনুমতি চেয়ে থাকে, যারা আল্লাহ ও পরকালে বিশ্বাস রাখে না, আর তাদের অন্তরসমূহ সন্দেহগ্রস্ত। অতএব তারা নিজেদের সন্দেহে হতবুদ্ধি হয়ে রয়েছে।[১]\n[১] এখানে সেই মুনাফিক্বদের কথা বর্ণনা হচ্ছে, যারা ছোট্ট ধরনের বাহানা বের করে রসূলের সাথে জিহাদে না যাওয়ার অনুমতি চেয়েছিল। তাদের ব্যাপারে বলা হয়েছে যে, তারা আল্লাহ এবং আখেরাতের উপর বিশ্বাস রাখে না। আর তার অর্থ এই যে, সেই ঈমানহীনতাই তাদেরদেরকে জিহাদে না যেতে বাধ্য করেছিল। পক্ষান্তরে যদি ঈমান তাদের অন্তরে সুদৃঢ় হত, তাহলে তারা না জিহাদ থেকে গা বাঁচাতো, আর না-ই তাদের মনে কোন প্রকার সংশয়-সন্দেহ সৃষ্টি হতো।\nজেনে রাখা দরকার যে, উক্ত জিহাদে অংশগ্রহণ করার ব্যাপারে মুসলিমরা চার দলে বিভক্ত ছিলেন। প্রথম দল হল তাঁরা, যাঁরা নির্দ্বিধায় প্রস্তুত হয়ে গিয়েছিলেন। দ্বিতীয় দল তাঁরা, যাঁদের প্রথম প্রথম দ্বিধা ছিল এবং তাঁদের মন ভ্রষ্ট ছিল। কিন্তু সত্বর তাঁরা সে দ্বিধাকে কাটিয়ে উঠতে পেরেছিলেন। তৃতীয় দল তাঁরা, যাঁদের শারীরিক দুর্বলতা ও অসুস্থতার কারণে অথবা সওয়ারী ও সফরের খরচ না থাকার কারণে সত্যসত্যই ওজর ছিল। যাঁদেরকে স্বয়ং আল্লাহ অনুমতি দান করেছিলেন। (এ ব্যাপারে বর্ণনা ৯১-৯২নং আয়াতে এসেছে।) চতুর্থ দল তাঁরা, যাঁরা কেবল অলসতার কারণে শরীক হননি এবং যখন নবী (সাঃ) ফিরে এলেন তখন তাঁরা নিজেদের ত্রুটি ও গোনাহর কথা স্বীকার করে নিজেদেরকে তওবা ও শাস্তির জন্য পেশ করে দিলেন। এ ছাড়া বাকী লোকেরা মুনাফিক্বদল ও তাদের গুপ্তচর ছিল। এখানে মুসলিমদের প্রথম দল এবং মুনাফিক্বদের কথা উল্লেখ হয়েছে। বাকী তিন দল মুসলিমদের বর্ণনা পরবর্তীতে আসবে।"
    },
    {
      "ayah": 46,
      "surah": 9,
      "text": "আর যদি তারা (যুদ্ধে) বের হওয়ার ইচ্ছা করত, তাহলে এর কিছু সরঞ্জাম তো প্রস্তুত করত,[১] কিন্তু আল্লাহ তাদের যাত্রাকে অপছন্দ করেছেন, এ জন্য তাদেরকে বিরত রাখলেন[২] এবং বলে দেওয়া হলো, ‘তোমরাও বসে থাকা (অক্ষম) লোকদের সাথে বসে থাকো।’ [৩]\n[১] যারা মিথ্যা ওজর পেশ করে যুদ্ধে না যাওয়ার অনুমতি লাভ করেছিল এ কথা সেই মুনাফিক্বদের সম্বন্ধে বলা হচ্ছে যে, যদি তারা জিহাদে যাবার ইচ্ছা রাখত, তাহলে অবশ্যই তার জন্য প্রস্তুতি নিত।\n[২] فثَبَّطَهُم শব্দের অর্থ হল, তাদেরকে বিরত রাখলেন। অর্থাৎ, পিছনে থেকে যাওয়া তাদের কাছে পছন্দনীয় বানিয়ে দেওয়া হল। সুতরাং তারা অলস হয়ে গেল এবং মুসলিমদের সাথে বের হল না।\n(আইসারুত্ তাফাসীর)\nউদ্দেশ্য হল যে, তাদের বদমায়েশি ও দুরভিসন্ধি সম্পর্কে আল্লাহ অবগত ছিলেন। এই জন্য আল্লাহর তকদীরগত ইচ্ছা এটাই ছিল যে, তারা না যাক।\n[৩] এটা সেই আল্লাহর ইচ্ছার প্রকাশরূপ আদেশ, যা তকদীরে লেখা ছিল। অথবা অসন্তুষ্ট ও রাগান্বিত হয়ে রসূল (সাঃ)-এর পক্ষ থেকে বলা হয়েছে যে, ঠিক আছে! তোমরা নারী, শিশু, রোগী ও বৃদ্ধদের দলে শামিল হয়ে তাদের মত ঘরে বসে থাক।"
    },
    {
      "ayah": 47,
      "surah": 9,
      "text": "যদি তারা তোমাদের সাথে বের হত তাহলে কেবল তোমাদের মাঝে বিভ্রাটই বৃদ্ধি করত[১] এবং তারা তোমাদের মধ্যে ফিতনা সৃষ্টির উদ্দেশ্যে ছুটাছুটি করত।[২] আর তোমাদের মধ্যে তাদের কতিপয় অনুগত (গুপ্তচর) রয়েছে। [৩] আল্লাহ যালেমদের সম্বন্ধে খুব অবগত আছেন।\n[১] এই মুনাফিক্বরা যদি মুসলিম সৈন্যদলে শরীক হত, তাহলে এরা ভুল রায় ও পরামর্শ দিয়ে মুসলিমদের মাঝে বিচ্ছিন্নতা সৃষ্টির কারণ হত।\n[২] إيضاع শব্দের অর্থ হল নিজ সওয়ারীকে দ্রুতবেগে দৌড়ানো। অর্থাৎ চুগলখোরী প্রভৃতি দ্বারা তোমাদের মাঝে ফাসাদ সৃষ্টি করায় ছুটাছুটি করত এবং তাতে তারা কোন একটি মিনিটও বরবাদ করত না। আর এখানে 'ফিতনা' থেকে উদ্দেশ্য আপোসের মাঝে বিচ্ছিন্নতা, শত্রুতা ও বিদ্বেষ।\n[৩] এ থেকে জানা যায় যে, মুনাফিক্বদের গোয়েন্দাগিরী করার জন্য কিছু মানুষ মু'মিনদের সাথেও সৈন্যদলে শামিল ছিল, যারা মুনাফিক্বদের নিকট মুসলিমদের খবর পৌঁছে দিত।"
    },
    {
      "ayah": 48,
      "surah": 9,
      "text": "তারা তো পূর্বেও ফিতনা সৃষ্টির চেষ্টা করেছিল, আর তোমার (ক্ষতি সাধনের) জন্য কর্মসমূহ উলট-পালট করেছিল। পরিশেষে সত্য সমাগত হল এবং আল্লাহর দ্বীন বিজয় লাভ করল[১] অথচ তাদের কাছে এটা অপ্রীতিকরই ছিল। [২]\n[১] এই জন্য অতীত ও ভবিষ্যৎ বিষয়ে তোমাকে অবহিত করা হয়েছে। আর এ কথাও বলা হয়েছে যে, এই মুনাফিক্বদল যে তোমাদের সাথে যায়নি তাতে তোমাদের জন্য মঙ্গলই হয়েছে। নচেৎ যদি তারা যেত, তাহলে তাদের কারণে এই সকল বিপর্যয় সৃষ্টি হত।\n[২] অর্থাৎ, এই মুনাফিক্বরা যখন থেকে তুমি মদীনায় আমগন করেছ তখন থেকেই তোমার বিরুদ্ধে ফিতনা সৃষ্টি করতে এবং তোমার (ক্ষতি সাধনের) জন্য কর্মসমূহ উলট-পালট করতে সক্রিয় ভূমিকা পালন করে আসছে। পরিশেষে বদর যুদ্ধে আল্লাহ তাআলা তোমাকে বিজয় ও আধিপত্য দান করলেন; যা তাদের জন্য অসহনীয় ও অপছন্দনীয় ছিল। অনুরূপ উহুদ যুদ্ধেও ঐ মুনাফিক্বদল রাস্তা থেকেই ফিরে এসে সমস্যা সৃষ্টি করার এবং তারপরও প্রত্যেক জায়গাতে বিপর্যয় সৃষ্টি করার চেষ্টা করেই আসছিল। পরিশেষে মক্কা জয় হল এবং অধিকাংশ আরববাসীরা মুসলমান হয়ে গেল। যার কারণে তারা আক্ষেপ ও আফসোসে হাত মলতে থেকে গেল।"
    },
    {
      "ayah": 49,
      "surah": 9,
      "text": "আর তাদের মধ্যে কেউ কেউ এমন আছে, যে বলে, ‘আমাকে (যুদ্ধে না যাওয়ার) অনুমতি দাও এবং আমাকে ফিতনায় ফেলো না।’ সাবধান! তারা তো ফিতনায় পড়েই গেছে। আর নিশ্চয়ই জাহান্নাম অবিশ্বাসীদেরকে বেষ্টন করবে। [১]\n[১] 'আমাকে ফিতনায় ফেলো না' এর একটা অর্থ হল যে, যদি তুমি আমাকে অনুমতি না দাও, তাহলে বিনা অনুমতিতে থেকে গেলে আমার মহাপাপ হবে। এই হিসাবে ফিতনার অর্থে হবে পাপ। অর্থাৎ, 'আমাকে পাপে ফেলো না।' ফিতনার দ্বিতীয় অর্থ ধ্বংস। অর্থাৎ, আমাকে সাথে নিয়ে গিয়ে ধ্বংসে পতিত করো না। কথিত আছে যে, জাদ্দ্ বিন কাইস আরয করল যে, '(হে মুহাম্মাদ!) তুমি আমাকে সাথে নিয়ে গিয়ে ফিতনায় ফেলো না। কারণ রোমান মহিলাদেরকে দেখে আমি ধৈর্য ধারণ করতে পারব না।' তার কথা শুনে নবী (সাঃ) মুখ ফিরিয়ে নিলেন এবং তাকে না যাওয়ার অনুমতি দিয়ে দিলেন। পরক্ষণে এই আয়াত অবতীর্ণ হল। আল্লাহ তাআলা বললেন, \"তারা তো ফিতনায় পড়েই রয়েছে।\" অর্থাৎ, জিহাদ থেকে দূরে সরে থাকা এবং তা বর্জন করা তো স্বস্থানে একটা বড় ফিতনা ও মহাপাপ; যাতে তারা আলিপ্ত আছে। আর মরণের পর জাহান্নাম তাদেরকে বেষ্টন করবে; যেখান হতে পালিয়ে যাওয়ার কোন পথ পাবে না।"
    },
    {
      "ayah": 5,
      "surah": 9,
      "text": "অতঃপর নিষিদ্ধ মাসগুলি[১] অতিবাহিত হলে অংশীবাদীদেরকে যেখানে পাও হত্যা কর,[২] তাদেরকে বন্দী কর,[৩] অবরোধ কর এবং প্রত্যেক ঘাঁটিতে তাদের জন্য ওঁৎ পেতে থাক।[৪] কিন্তু যদি তারা তওবা করে, যথাযথ নামায পড়ে ও যাকাত প্রদান করে, তাহলে তাদের পথ ছেড়ে দাও।[৫] নিশ্চয় আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।\n[১] সেই 'নিষিদ্ধ মাসগুলি' বলতে কোন্ কোন্ মাস উদ্দেশ্য তাতে মতভেদ রয়েছে। একটি রায় হল যে, তা থেকে উদ্দেশ্য হল ঐ চার মাস, যা হারাম (বা নিষিদ্ধ) বলে প্রসিদ্ধ; অর্থাৎ, রজব, যুলক্বাদ্, যুলহাজ্জ ও মুহাররাম মাস। আর সম্পর্কচ্ছেদের ঘোষণা ১০ই যুলহজ্জ তারীখে করা হয়েছিল। এই হিসাবে তাদেরকে ঘোষণার পর ৫০ দিন অবকাশ দেওয়া হয়েছিল। অর্থাৎ, নিষিদ্ধ মাসগুলি অতিবাহিত হওয়ার পর মুশরিকদেরকে গ্রেপ্তার ও হত্যা করার আদেশ জারী করা হয়। কিন্তু ইমাম ইবনে কাসীর বলেছেন যে, এখানে 'নিষিদ্ধ মাসগুলি' বলতে হারামকৃত ঐ চার মাস নয়; বরং এখানে ১০ই যিলহজ্জ থেকে ১০ই রবীউস সানী পর্যন্ত চার মাসকে বুঝানো হয়েছে। আর এই চার মাসকে নিষিদ্ধ মাস এই জন্য বলা হয়েছে যে, সম্পর্কচ্ছেদের ঘোষণা হিসাবে এই চার মাসে সেই সব মুশরিকদের সাথে লড়াই ও তাদের বিরুদ্ধে কোন প্রকারের ব্যবস্থা গ্রহণ করার অনুমতি ছিল না। সম্পর্কচ্ছেদের ঘোষণা হিসাবে এই ব্যাখ্যা যথোপযুক্ত বলে মনে হয়। আর এ ব্যাপারে আল্লাহই অধিক জানেন।[২] কোন কোন মুফাসসিরগণ এই আদেশকে ব্যাপক বলে মনে করেছেন। অর্থাৎ, বৈধ ও নিষিদ্ধ যে জায়গাতেই পাও তাদেরকে হত্যা কর। আর কোন কোন মুফাসসিরগণ বলেন, উক্ত আদেশকে {وَلاَ تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَامِ حَتَّى يُقَاتِلُوكُمْ فِيهِ فَإِن قَاتَلُوكُمْ فَاقْتُلُوهُمْ} \"আর মাসজিদুল হারামের (কা'বা শরীফের) নিকট তোমরা তাদের সাথে যুদ্ধ করো না; যতক্ষণ না তারা সেখানে তোমাদের সাথে যুদ্ধ করে। যদি তারা তোমাদের বিরুদ্ধে যুদ্ধ করে, তাহলে তোমরা তাদেরকে হত্যা কর।\"\n(সূরা বাকারাহ ২:১৯১ আয়াত\n) এই আয়াত দ্বারা সীমাবদ্ধ করা হয়েছে। অর্থাৎ, কেবল হারাম শরীফের সীমানার বাইরে হত্যা করার অনুমতি দেওয়া হয়েছে।\n(ইবনে কাসীর)\n[৩] অর্থাৎ, তাদেরকে বন্দী কর অথবা হত্যা কর।[৪] অর্থাৎ এটাই যথেষ্ট মনে করো না যে, তাদের সাথে তোমাদের সাক্ষাৎ হলে তোমরা তাদের বিরুদ্ধে ব্যবস্থা নেবে। বরং যেখানে যেখানে তাদের আশ্রয়স্থল, দুর্গ ও ঘাঁটি আছে সেখানে তাদের প্রতীক্ষায় থাকো; এমনকি তোমাদের অনুমতি ছাড়া তাদের যেন কোথাও যাওয়া-আসা পর্যন্ত সম্ভব না হয়।[৫] অর্থাৎ, তাদের বিরুদ্ধে কোন রকমের পদক্ষেপ গ্রহণ করা যাবে না। কেননা, তারা মুসলমান হয়ে গেছে। বুঝা গেল যে, ইসলাম গ্রহণ করার পর নামায কায়েম করা ও যাকাত প্রদান করা জরুরী। যদি কোন ব্যক্তি তার মধ্যে কোন একটি ত্যাগ করে, তাহলে তাকে মুসলিম ভাবা যাবে না। যেমন আবু বাকর সিদ্দীক (রাঃ) এই আয়াত থেকে দলীল গ্রহণ করে যাকাত আদায়ে অস্বীকারকারীদের বিরুদ্ধে জিহাদ ঘোষণা করেছিলেন। আর বলেছিলেন যে, 'আল্লাহর কসম! আমি সেই সব লোকদের বিরুদ্ধে অবশ্যই লড়ব, যারা নামায ও যাকাতের মাঝে পার্থক্য করবে।'\n(বুখারী, মুসলিম)\nঅর্থাৎ, নামায তো পড়ে; কিন্তু যাকাত প্রদান করে না।"
    },
    {
      "ayah": 50,
      "surah": 9,
      "text": "যদি তোমার প্রতি কোন মঙ্গল উপস্থিত হয়, তাহলে তাতে দুঃখিত হয়। আর যদি তোমার উপর কোন বিপদ এসে পড়ে, তখন তারা বলে, ‘আমরা তো প্রথম থেকেই সতর্কতা অবলম্বন করেছিলাম’, এবং তারা খুশী হয়ে ফিরে যায়। [১]\n[১] বাগধারায় এখানে حسنةٌ (মঙ্গল) বলে সাফল্য ও গনীমতের মাল, আর سيئةٌ (বিপদ) বলে অসাফল্য, পরাজয় এবং যুদ্ধে অনুরূপ আশঙ্কনীয় ক্ষতিকে বুঝানো হয়েছে। উক্ত আচরণে সেই অভ্যন্তরীণ অপবিত্রতার বহিঃপ্রকাশ ঘটেছে, যা মুনাফিক্বদের অন্তরে বিদ্যমান ছিল। যেহেতু অপরের বিপদের সময় আনন্দিত হওয়া এবং মঙ্গল লাভের সময় মনে দুঃখ ও কষ্ট অনুভব করা হল, নিতান্ত শত্রুতার নিদর্শন।"
    },
    {
      "ayah": 51,
      "surah": 9,
      "text": "তুমি বলে দাও, ‘আল্লাহ আমাদের জন্য যা নির্ধারণ করে দিয়েছেন, তা ছাড়া অন্য কোন বিপদ আমাদের উপর আসতে পারে না। তিনিই আমাদের কর্মবিধায়ক। আর বিশ্বাসীদের উচিত, কেবল আল্লাহর উপরই ভরসা করা।’ [১]\n[১] এ কথা মুনাফিক্বদের জবাবে মুসলিমদেরকে ধৈর্য, দৃঢ়তা এবং উৎসাহ দেওয়ার জন্য বলা হয়েছে। কেননা, যখন মানুষ এ কথার বিশ্বাস রাখে যে, আল্লাহর লিখিত কর্ম অবশ্যই ঘটবে এবং যা কিছু বিপদ ও মঙ্গল আমাদের কাছে আসবে, তা আল্লাহর নির্ধারিত তকদীরের অংশবিশেষ। তখন মানুষের জন্য বিপদ বরদাস্ত করা সহজ হয়ে যায় এবং তার উৎসাহে বৃদ্ধি সাধন হয়।"
    },
    {
      "ayah": 52,
      "surah": 9,
      "text": "তুমি বলে দাও, ‘তোমরা কেবল আমাদের জন্য দু’টি মঙ্গলের মধ্যে একটি মঙ্গলের প্রতীক্ষায় রয়েছ;[১] আর আমরা তোমাদের জন্য এই প্রতীক্ষা করছি যে, আল্লাহ তোমাদেরকে নিজের পক্ষ হতে অথবা আমাদের হাত দ্বারা কোন শাস্তি প্রদান করবেন।[২] অতএব তোমরা অপেক্ষা করতে থাক, আমরা তোমাদের সাথে অপেক্ষমাণ রইলাম।’\n[১] অর্থাৎ, বিজয় অথবা শহীদী মরণ; উভয়ের মধ্যে যেটাই লাভ হয়, সেটাই আমাদের জন্য মঙ্গলকর।\n[২] অর্থাৎ, আমরা তোমাদের ব্যাপারে দু'টি অমঙ্গলের মধ্যে একটির অপেক্ষা করছি, হয় আসমান থেকে আল্লাহ তাআলা তোমাদের উপর আযাব প্রেরণ করবেন যাতে তোমরা ধ্বংস হয়ে যাবে, না হয় আমাদের হাতে আল্লাহ তোমাদেরকে হত্যা কিম্বা বন্দী হওয়ার শাস্তি প্রদান করবেন। আর তিনি উভয় ব্যাপারে শক্তিমান।"
    },
    {
      "ayah": 53,
      "surah": 9,
      "text": "তুমি (আরো) বলে দাও, ‘তোমরা সন্তুষ্টির সাথে ব্যয় কর কিংবা অসন্তুষ্টির সাথে, তোমাদের পক্ষ থেকে তা কখনই গৃহীত হবে না; [১] নিঃসন্দেহে তোমরা আদেশ লংঘনকারী সমাজ।’\n[১] أنفِقُوا আদেশসূচক ক্রিয়া। কিন্তু এখানে শর্ত ও জাযার অর্থে ব্যবহার হয়েছে। অর্থাৎ, যদি তোমরা ব্যয় কর, তাহলে তা গ্রহণযোগ্য হবে না। কিম্বা এখানে আদেশ খবরের অর্থে এসেছে। উদ্দেশ্য হল, উভয় কর্মই সমান; ব্যয় কর অথবা না কর। তোমরা সন্তুষ্টির সাথে আল্লাহর রাস্তায় খরচ করলেও তা অগ্রহণযোগ্য। কেননা, তা গ্রহণযোগ্য হওয়ার জন্য শর্ত হল ঈমান। আর সেটাই তোমাদের মাঝে নেই। পক্ষান্তরে অসন্তুষ্টির সাথে খরচ করা মাল এমনিতেই আল্লাহর কাছে প্রত্যাখ্যাত। কেননা, এখানে সঠিক উদ্দেশ্য বিদ্যমান নেই, যা কবুল হওয়ার জন্য জরুরী। এই আয়াতটি সেইরূপ যেরূপ আল্লাহ পাক বলেন, {اسْتَغْفِرْ لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ} \"তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা না কর।\"\n(সুরা তাওবাহ ৮০ আয়াত)\nঅর্থাৎ, উভয়ই সমান।"
    },
    {
      "ayah": 54,
      "surah": 9,
      "text": "আর তাদের দান-খয়রাত গ্রহণযোগ্য না হওয়ার কারণ এ ছাড়া আর কিছুই নয় যে, তারা আল্লাহ ও তাঁর রসূলের সাথে কুফরী করেছে, আর তারা নামাযে শৈথিল্যের সাথেই উপস্থিত হয় এবং তারা অনিচ্ছাকৃতভাবেই দান করে থাকে। [১]\n[১] এখানে তাদের স্বাদক্বাহ কবুল না হওয়ার তিনটি কারণ দর্শানো হয়েছে। প্রথম হল, তাদের কুফর ও অবাধ্যাচরণ। দ্বিতীয় হল, শৈথিল্যের সাথে নামায আদায় করা। যেহেতু, না তারা নামাযের সওয়াবের আশা রাখে, আর না-ই তা ত্যাগ করা দরুন শাস্তিকে ভয় করে। কেননা, আশা ও ভয় হল ঈমানের নিদর্শন, যা হতে তারা বঞ্চিত। আর তৃতীয় হল, তারা সন্তুষ্টচিত্তে খুশীর সাথে দান-খয়রাত করে না। আর যে কাজে অন্তর সন্তুষ্ট থাকে না, সে কাজ কবুল হয় কি করে? আসল কথা হল এই তিনটি কারণ এমন যে, তার মধ্যে একটি কারণই আমল কবুল না হওয়ার জন্য যথেষ্ট। তাহলে যে আমলে এই তিনটি কারণই একত্রিত হবে, সে আমল যে আল্লাহর দরবারে গ্রহণযোগ্য নয়, তাতে কি কোন সন্দেহ থাকতে পারে?"
    },
    {
      "ayah": 55,
      "surah": 9,
      "text": "অতএব তাদের ধন-সম্পদ এবং সন্তানাদি যেন তোমাকে বিস্মিত না করে। [১] আল্লাহর ইচ্ছা শুধু এটাই যে, এসব বস্তুর মাধ্যমে তাদেরকে পার্থিব জীবনে শাস্তি প্রদান করবেন[২] এবং তাদের প্রাণ কাফের  অবস্থাতে দেহত্যাগ করবে। [৩]\n[১] কারণ, এ সব তাদের জন্য পরীক্ষাস্বরূপ। যেমন মহান আল্লাহ আরো বলেন, \"আমি তাদের বিভিন্ন শ্রেণীকে পরীক্ষা করার জন্য পার্থিব জীবনের সৌন্দর্য-স্বরূপ ভোগ-বিলাসের যে উপকরণ দিয়েছি, তার প্রতি তুমি কখনোও তোমার চক্ষুদ্বয় প্রসারিত করো না।\"\n(সূরা ত্বাহা ২০:১৩১ আয়াত)\n\"তারা কি মনে করে যে, আমি তাদেরকে সাহায্য স্বরূপ যে ধনৈশ্বর্য ও সন্তান-সন্ততি দান করি তার দ্বারা তাদের জন্যে সর্বপ্রকার মঙ্গল ত্বরান্বিত করছি? বরং তারা বুঝে না।\"\n(সূরা মু'মিনূন ২৩:৫৫-৫৬ আয়াত)\n[২] ইমাম ইবনে কাসীর এবং ইবনে জারীর ত্বাবারী (রঃ) বলেছেন, এ শাস্তি থেকে যাকাত ও আল্লাহর রাস্তায় দান-খয়রাত উদ্দেশ্য। অর্থাৎ, এই মুনাফিক্বদের নিকট থেকে যাকাত ও স্বাদক্বাহ (যা তারা নিজেদেরকে মুসলমান প্রকাশ করার জন্য দিয়ে থাকে তা) দুনিয়াতে কবুল করে নেওয়া হোক, যাতে এইভাবে তাদেরকে সম্পদের মারও দুনিয়াতে দেওয়া হয়।[৩] পরন্তু তাদের মৃত্যু কুফরী অবস্থায় আসবে। যেহেতু, তারা আল্লাহর পয়গম্বরকে সত্য হৃদয়ে স্বীকার করতে রাজী নয়; বরং তারা তাদের কুফরী ও নিফাকেই দস্তরমত অটল রয়েছে।"
    },
    {
      "ayah": 56,
      "surah": 9,
      "text": "আর তারা আল্লাহর কসম করে বলে যে, তারা (মুনাফিকরা) তোমাদেরই অন্তর্ভুক্ত, অথচ তারা তোমাদের অন্তর্ভুক্ত নয়। বরং তারা হচ্ছে ভীতু সম্প্রদায়। [১]\n[১] এই ভীরুতার ফলেই তারা মিথ্যা কসম খেয়ে এটা প্রকাশ করতে চায় যে, আমরাও তোমাদের দলভুক্ত।"
    },
    {
      "ayah": 57,
      "surah": 9,
      "text": "যদি তারা কোন আশ্রয়স্থল অথবা গিরি-গুহা কিংবা লুকাবার একটু স্থান (তহখানা) পায়, তাহলে তারা অবশ্যই (লাগামহীন ঘোড়ার মত) ক্ষিপ্রগতিতে সেই দিকে পলায়ন করবে। [১]\n[১] অর্থাৎ, দ্রুত গতিতে পলায়ন করে নিজেদের আশ্রয়স্থলে চলে যাবে। যেহেতু তোমাদের সাথে তাদের যতটা সম্পর্ক আছে তা সম্প্রীতি ও আন্তরিকতার ভিত্তিতে নয়, বরং শত্রুতা, বিদ্বেষ ও ঘৃণার ভিত্তিতে।"
    },
    {
      "ayah": 58,
      "surah": 9,
      "text": "আর তাদের মধ্যে এমন কতক লোক রয়েছে যারা স্বাদক্বার (বণ্টন) ব্যাপারে তোমার প্রতি দোষারোপ করে।[১] অতঃপর যদি তারা ঐ সমস্ত স্বাদক্বাহ হতে (অংশ) প্রাপ্ত হয়, তাহলে তারা সন্তুষ্ট হয়, আর যদি তারা তা থেকে (অংশ) না পায়, তাহলে ক্ষুব্ধ হয়।[২]\n[১] এ হল তাদের আর একটি বড় ত্রুটির বিবরণ যে, তারা নবী (সাঃ)-এর ন্যায়পরায়ণ প্রশংসনীয় ব্যক্তিত্বকে (নাউযু বিল্লাহ) স্বাদক্বাহ-খয়রাত ও গনীমতের মাল বণ্টনে ইনসাফহীন বলত। যেমন হাদীসে এসেছে যে, তিনি একদা স্বাদক্বার মাল বণ্টন করছিলেন। ইত্যবসরে ইবনু যিল খুয়াইসিরা বলে উঠল, বণ্টনে ইনসাফ করুন। তিনি বললেন, \"আফসোস তোমার প্রতি! আমি যদি ইনসাফ না করি, তাহলে আর কে করবে?\"\n(বুখারীঃ মানাকিব অধ্যায়, মুসলিমঃ যাকাত অধ্যায়)\n[২] তার মানে, এই অপবাদ দেওয়ার আসল উদ্দেশ্য হল অর্থ লাভ করা। যাতে তাদেরকে ভয় করে তিনি বেশী দেন অথবা তারা এই মাল পাওয়ার উপযুক্ত হোক আর না-ই হোক, তাদেরকে যেন অবশ্যই তার ভাগ দেওয়া হয়।"
    },
    {
      "ayah": 59,
      "surah": 9,
      "text": "আল্লাহ ও তাঁর রসূল তাদেরকে যা কিছু দান করেছিলেন যদি তারা তা নিয়ে সন্তুষ্ট হত, আর বলত, ‘আমাদের জন্য আল্লাহই যথেষ্ট, ভবিষ্যতে আল্লাহ স্বীয় অনুগ্রহ হতে আমাদেরকে আরো দান করবেন এবং তাঁর রসূলও, আমরা আল্লাহরই প্রতি আগ্র আগ্রহান্বিত রইলাম।’ (তাহলে তা তাদের জন্য উত্তম হত।)"
    },
    {
      "ayah": 6,
      "surah": 9,
      "text": "আর অংশীবাদীদের মধ্যে কেউ তোমার কাছে আশ্রয় প্রার্থনা করলে, তুমি তাকে আশ্রয় দাও যাতে সে আল্লাহর বাণী শুনতে পায়। অতঃপর তাকে তার নিরাপদ স্থানে পৌঁছে দাও।[১] তা এ জন্য যে, তারা অজ্ঞ লোক। [২]\n[১] এই আয়াতে পূর্বোক্ত জঙ্গী কাফেরদের ব্যাপারে এক অনুমতি দেওয়া হয়েছে যে, যদি কোন কাফের আশ্রয় প্রার্থনা করে, তাহলে তাকে আশ্রয় দাও। অর্থাৎ, তাকে নিজেদের হিফাযত ও নিরাপত্তায় রাখ; যাতে কোন মুসলিম তাকে হত্যা করতে না পারে। আর যাতে সে আল্লাহর বাণী শোনা ও ইসলাম সম্পর্কে জানার অবকাশ পায়। সম্ভবতঃ এইভাবে তার তাওবাহ ও ইসলাম কবুল করার পথ বেরিয়ে আসবে। অতঃপর যদি সে আল্লাহর বাণী শোনা সত্ত্বেও ইসলাম গ্রহণ না করে, তাহলে তাকে তার নিজ নিরাপদ জায়গায় পৌঁঁছে দাও। উদ্দেশ্য এই যে, নিজেদের নিরাপত্তা দেওয়ার দায়িত্ব শেষ পর্যন্ত পালন করতে হবে; যতক্ষণ না সে নিজের গন্তব্যস্থলে নির্বিঘ্নে পৌঁছে যায়। যেহেতু তার প্রাণ রক্ষা করা তোমাদের দায়িত্ব।\n[২] অর্থাৎ, আশ্রয়প্রার্থী (শরণার্থী)-দেরকে আশ্রয় দেওয়ার অনুমতি এই জন্য দেওয়া হয়েছে যে, এরা হল অজ্ঞ লোক। সম্ভবতঃ আল্লাহ ও তাঁর রসূলের কথা তাদের কানে এলে এবং মুসলিমদের আখলাক-চরিত্র দেখলে সে ইসলামের সত্যতার বিশ্বাসী হয়ে যাবে এবং ইসলাম গ্রহণ করে আখেরাতের আযাব থেকে বেঁচে যাবে। যেমন হুদাইবিয়ার চুক্তির পর বহু সংখ্যক কাফের নিরাপত্তা চেয়ে মদীনায় আসা-যাওয়া করত। যার ফলে মুসলিমদের চরিত্র ও আচরণ প্রত্যক্ষ করে ইসলাম বুঝা তাদের জন্য সহজ হল। অতঃপর তাদের মধ্যে বহু মানুষ ইসলাম গ্রহণ করল।"
    },
    {
      "ayah": 60,
      "surah": 9,
      "text": "(ফরয) স্বাদক্বাসমূহ  শুধুমাত্র  নিঃস্ব,[১] অভাবগ্রস্ত এবং স্বাদক্বাহ (আদায়ের) কাজে নিযুক্ত কর্মচারীদের জন্য, যাদের মনকে ইসলামের প্রতি অনুরাগী করা আবশ্যক তাদের জন্য, দাসমুক্তির জন্য, ঋণগ্রস্তদের জন্য, আল্লাহর পথে (সংগ্রামকারী) ও (বিপদগ্রস্ত) মুসাফিরের জন্য।[২] এ হল আল্লাহর পক্ষ হতে নির্ধারিত (ফরয বিধান)। আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।\n[১] এই আয়াতে সমালোচনার দরজা বন্ধ করার জন্য স্বাদক্বাহ পাওয়ার হকদার লোকদের কথা উল্লেখ করা হচ্ছে। এখানে স্বাদক্বাসমূহ থেকে উদ্দেশ্য যাকাত। আয়াতের প্রারম্ভে إنَّمَا শব্দ ব্যবহার করা হয়েছে; যা সীমাবদ্ধ বা নির্দিষ্টীকরণের জন্য আসে। الصَّدَقَات শব্দে ال আর্টিক্যালটি শ্রেণী বুঝাবার জন্য ব্যবহার হয়েছে। অর্থাৎ, (যাকাত) শ্রেণীর স্বাদক্বাহ এই আট ধরনের লোকদের উপর সীমাবদ্ধ বা তাদের জন্য নির্দিষ্ট করা হয়েছে, যাদের উল্লেখ আয়াতে এসেছে। এরা ছাড়া অন্য কারো জন্য যাকাতের অর্থ ব্যয় করা শুদ্ধ নয়। উলামাদের মধ্যে এ ব্যাপারে মতভেদ রয়েছে যে, এই আট প্রকার লোক সকলের মাঝেই যাকাত বণ্টন করা জরুরী। নাকি এদের মধ্য হতে যাদের মাঝে ইমাম অথবা যাকাত আদায়কারী প্রয়োজন মনে করবে প্রয়োজন মোতাবেক বণ্টন করতে পারেন? ইমাম শাফেয়ী (রঃ) প্রভৃতিগণ প্রথম রায়টিকে এবং ইমাম মালেক ও ইমাম আবু হানীফা (রঃ) প্রভৃতিগণ দ্বিতীয় রায়টিকে প্রাধান্য দিয়েছেন। আর দ্বিতীয় রায়টিই হল অধিক সঠিক। ইমাম শাফেয়ী (রঃ)এর রায় মোতাবেক যাকাতের অর্থ কুরআনে বর্ণিত আট ধরনের লোকদের মধ্যে সকলের উপর ব্যয় করা জরুরী। অর্থাৎ, অধিকতর প্রয়োজন ও বৃহত্তর কল্যাণের খাত না দেখেই অর্থকে আট ভাগ করে আট জায়গাতেই কিছু কিছু করে খরচ করতে হবে। পক্ষান্তরে দ্বিতীয় রায় অনুযায়ী অধিকতর প্রয়োজন ও বৃহত্তর কল্যাণের খেয়াল রাখা জরুরী। সুতরাং যে খাতে অর্থ ব্যয় করা অধিক প্রয়োজন অথবা যদি কোন খাতে ব্যয় করা অধিক জরুরী হয়, তাহলে সেখানে প্রয়োজন মত যাকাতের মাল ব্যয় করা যাবে। যদিও অন্যান্য খাতে ব্যয় করার জন্য অর্থ অবশিষ্ট না থাকে। এই রায়ে যেসব যৌক্তিকতা রয়েছে, তা প্রথম রায়ে নেই।\n[২] উক্ত আট প্রকার খাতের সংক্ষিপ্ত বর্ণনা এইরূপঃ-\n(\nক-খ\n) 'ফকীর ও মিসকীন' (নিঃস্ব-অভাবগ্রস্ত): যেহেতু উভয় শব্দ প্রায় সমতুল্য; একটি অপরের জন্য ব্যবহার হয়ে থাকে। অর্থাৎ, ফকীরকে মিসকীন ও মিসকীনকে ফকীর বলা হয়ে থাকে। সেহেতু এই দুয়ের সংজ্ঞাতে বেশ মতপার্থক্য রয়েছে। যদিও উভয় শব্দের অর্থে এ কথা সুনিশ্চিত যে, যে অভাবী, যে নিজ প্রয়োজন ও দরকার পূর্ণ করার জন্য চাহিদা অনুযায়ী টাকা-পয়সা ও উপকরণ থেকে বঞ্চিত, তাকেই ফকীর-মিসকীন বলা হয়। মিসকীনের ব্যাপারে এক হাদীস এসেছে যে, নবী (সাঃ) বলেছেন, 'মিসকীন' সে নয় যে দু-এক লোকমার জন্য বা দু-একটি খেজুরের জন্য লোকের দরজায় দরজায় ঘুরে ফিরে বেড়ায়। বরং 'মিসকীন' তো সেই যার কাছে এতটা পরিমাণ মাল থাকে না, যাতে তার প্রয়োজন মিটে যায়। যে না নিজের দরিদ্রতাকে প্রকাশ করে যে, লোকে তাকে গরীব ও হকদার বুঝে স্বাদক্বা-খায়রাত করবে। আর না সে নিজে থেকে কারো কাছে যাচ্ঞা করে।\n(বুখারী ও মুসলিম যাকাত অধ্যায়)\nহাদীসে আসল মিসকীন উক্ত ব্যক্তিকে নির্ধারণ করা হয়েছে। নচেৎ ইবনে আব্বাস প্রভৃতিগণের নিকট 'মিসকীন'-এর সংজ্ঞা হল, যে অভাবী এবং ঘুরে-ফিরে লোকের কাছে ভিক্ষা ও যাচ্ঞা করে বেড়ায়। আর 'ফকীর'-এর সংজ্ঞা হল, যে অভাবী হওয়া সত্ত্বেও চাওয়া ও যাচ্ঞা করা হতে বিরত থাকে।\n(ইবনে কাসীর)\n(\nগ\n) স্বাদক্বা (আদায়ের) কাজে নিযুক্ত কর্মচারীঃ এ থেকে উদ্দেশ্য সরকারের সেইসব কর্মচারী যারা যাকাত ও স্বাদক্বা আদায় ও বণ্টন এবং হিসাব-নিকাশ করার দায়িত্বে নিযুক্ত। (পারিশ্রমিক ও বেতন স্বরূপ এদেরকে যাকাতের মাল দেওয়া চলবে।)\n(ঘ\n) যাদের মনকে ইসলামের প্রতি অনুরাগী করা আবশ্যকঃ প্রথমতঃ সেই কাফের যে কিছু কিছু ইসলামের প্রতি অনুরাগী হয়, এমন ব্যক্তিকে সাহায্য করলে আশা করা যায় যে, সে ইসলাম গ্রহণ করবে। দ্বিতীয়তঃ সেই নও-মুসলিম যাকে ইসলামে দৃঢ়স্থির থাকার জন্য সাহায্য করার দরকার হয়। তৃতীয়তঃ সেই লোকও এর শামিল যাকে সাহায্য করলে আশা করা যায় যে, সে নিজের এলাকার লোকদেরকে মুসলিমদের উপর হামলা করা থেকে বিরত রাখবে এবং অনুরূপভাবে সে নিজের নিকটতম মুসলিমদেরকে রক্ষা করবে। উক্ত সকল লোক এবং এই শ্রেণীর আরো অন্যান্য লোকের উপর যাকাতের মাল ব্যয় করা যেতে পারে; চাহে উল্লিখিত ব্যক্তিবর্গ ধনবান হোক না কেন। হানাফীদের নিকটে এই খাত বর্তমানে অবশিষ্ট নেই। কিন্তু এ কথা শুদ্ধ নয়। অবস্থা ও সময়ের পরিপ্রেক্ষিতে প্রত্যেক যামানাতে এই খাতের উপর যাকাতের অর্থ খরচ করা বৈধ।\n(ঙ\n) দাসমুক্তিঃ কিছু কিছু উলামাগণ 'দাস' বলতে কেবল সেই দাস উদ্দেশ্য মনে করেছেন, যার মালিক তাকে তার ত্রুয়-মূল্য উপার্জন করে দেওয়ার শর্তে মুক্তির চুক্তি লিখে দিয়েছে। পক্ষান্তরে অন্যান্য উলামাগণ সর্বপ্রকার যুদ্ধবন্দী ও ক্রীতদাসকে বুঝিয়েছেন। ইমাম শাওকানী (রঃ) শেষোক্ত রায়কে প্রাধান্য দিয়েছেন।\n(\nচ\n) ঋণগ্রস্তঃ এ থেকে প্রথমতঃ সেই ঋণগ্রস্ত ব্যক্তি উদ্দেশ্য যে নিজ পরিবারের খরচাদি এবং জীবনের প্রয়োজনীয় সামগ্রী সংগ্রহ করতে লোকদের কাছে ঋণ গ্রহণ করেছে। আর তার কাছে নগদ কোন টাকা পয়সা নেই এবং এমন কোন আসবাব-পত্রও (বা জমি-জায়গাও) নেই যা বিক্রি করে ঋণ পরিশোধ করতে পারে। দ্বিতীয়তঃ সেই যামিন ব্যক্তি যে কারো যামিন হয়েছে, অতঃপর যামানতের টাকা তার আসল যিম্মেদার আদায় করতে না পারলে তার ঘাড়ে এসে পড়েছে। তৃতীয়তঃ যার ফল-ফসলাদি দুর্যোগে ধ্বংস হয়ে গেছে বা বাণিজ্য ও শিল্প ক্ষতিগ্রস্ত হয়েছে এবং তার ফলে সে ঋণগ্রস্ত হয়ে গেছে। এই সমস্ত লোকদেরকে যাকাতের ফান্ড্ থেকে সাহায্য করা বৈধ।\n(\nছ\n) আল্লাহর পথঃ এর অর্থ হল জিহাদ। অর্থাৎ, যুদ্ধের সাজ-সরঞ্জাম, অস্ত্রশস্ত্র ও প্রয়োজনীয় আসবাব-পত্র ক্রয় করতে এবং মুজাহিদের জন্য (চাহে সে ধনবান হোক না কেন) যাকাতের মাল ব্যয় করা জায়েয। আর হাদীসে এসেছে যে, হজ্জ এবং উমরাহও 'ফী সাবীলিল্লাহ'র অন্তর্ভুক্ত। অনুরূপ কিছু উলামাগণের নিকট ইসলামী দাওয়াত ও তাবলীগের কাজও 'ফী সাবীলিল্লাহ'র অন্তর্ভুক্ত। কারণ এতেও জিহাদের মতই আল্লাহর কলেমাকে উচ্চ করা উদ্দেশ্য হয়ে থাকে।\n(\nজ\n) মুসাফিরঃ অর্থাৎ, যদি কোন মুসাফির (বৈধ) সফরে সাহায্যের মুখাপেক্ষী হয়ে পড়ে; সে যদিও তার দেশে বা ঘরে প্রাচুর্যের অধিকারী হয়ে থাকে, তবুও যাকাতের খাত থেকে তার মদদ করা বৈধ।"
    },
    {
      "ayah": 61,
      "surah": 9,
      "text": "তাদের মধ্যে এমন কতিপয় লোক আছে, যারা নবীকে কষ্ট দেয় এবং বলে, ‘সে প্রত্যেক কথায় কর্ণপাত করে থাকে।’ তুমি বলে দাও, ‘সে কর্ণপাত তো তোমাদের জন্য কল্যাণকর।[১] সে আল্লাহর প্রতি ঈমান আনয়ন করে এবং মুমিনদের (কথাকে) বিশ্বাস করে। আর সে তোমাদের মধ্যে বিশ্বাসী লোকদের জন্য করুণাস্বরূপ। যারা আল্লাহর রসূলকে কষ্ট দেয় তাদের জন্য যন্ত্রণাদায়ক শাস্তি রয়েছে।’\n[১] এখানে পুনরায় মুনাফিক্বদের কথা আলোচনা করা হচ্ছে। নবী (সাঃ)-এর বিরুদ্ধে এক অশালীন আচরণ প্রদর্শন করে বলতে লাগল যে, সে বড় কান-পাতলা! অর্থাৎ, সে প্রত্যেকের (প্রত্যেক) কথা শোনে (ও মেনে) নেয়। (সম্ভবতঃ নবী (সাঃ)-এর সহনশীলতা, দয়া, ক্ষমাশীলতা ও সৌজন্যমূলক ব্যবহার দেখে তাদের এ ব্যাপারে ধোকা হয়েছিল।) আল্লাহ তাআলা বললেন, না! আমার পয়গম্বর মন্দ ও অশান্তির কোন কথা শোনে না। যা শোনে তা তোমাদের জন্য মঙ্গলদায়ক এবং ভাল। (যেমন তোমরা মিথ্যা কসম খেয়ে ও মিথ্যা ওজর পেশ করে তার কাছে ক্ষমা চাইলে সে তোমাদের মুখের কথা শুনে ক্ষমা করে দেয়। আর এটা তোমাদের জন্য অবশ্যই উত্তম।)"
    },
    {
      "ayah": 62,
      "surah": 9,
      "text": "তোমাদেরকে সন্তুষ্ট করার জন্য তারা তোমাদের কাছে আল্লাহর শপথ করে থাকে। অথচ আল্লাহ ও তাঁর রসূল হচ্ছেন বেশী হকদার (এই বিষয়ে) যে, তারা যেন তাঁকে সন্তুষ্ট করে; যদি তারা বিশ্বাসী হয়ে থাকে।"
    },
    {
      "ayah": 63,
      "surah": 9,
      "text": "তারা কি জানে না যে, যে ব্যক্তি আল্লাহ ও তাঁর রসূলের বিরুদ্ধাচরণ করে, তাহলে সুনিশ্চিতভাবে তার জন্য রয়েছে জাহান্নামের আগুন; সে তাতে অনন্তকাল থাকবে। এটা হচ্ছে চরম লাঞ্ছনা।"
    },
    {
      "ayah": 64,
      "surah": 9,
      "text": "মুনাফিকরা আশংকা করে যে, তাদের (মুসলমানদের) প্রতি এমন কোন সূরা নাযিল হয়ে পড়ে, যা তাদেরকে সেই মুনাফিকদের অন্তরের কথা অবহিত করে দেবে। তুমি বলে দাও, ‘তোমরা বিদ্রূপ করতে থাক। নিশ্চয়ই আল্লাহ সেই বিষয়কে প্রকাশ করেই দিবেন, যে সম্বন্ধে তোমরা আশংকা করছিলে।’"
    },
    {
      "ayah": 65,
      "surah": 9,
      "text": "আর যদি তাদেরকে জিজ্ঞেস কর, তাহলে তারা নিশ্চয় বলবে যে, ‘আমরা তো শুধু আলাপ-আলোচনা ও হাসি-তামাশা করছিলাম।’ তুমি বলে দাও, ‘তোমরা কি আল্লাহ, তাঁর আয়াতসমূহ এবং রসূলকে নিয়ে ব্যঙ্গ-বিদ্রূপ করছিলে?’ [১]\n[১] মুনাফিক্বরা আল্লাহর আয়াত নিয়ে বিদ্রূপ করত। মু'মিনদের সাথে ঠাট্টা-ব্যঙ্গ করত। এমনকি রসূল (সাঃ) সম্বন্ধেও অসভ্য কথা বলা হতেও বিরত থাকত না। যার খবর কোন না কোনভাবে কিছু মুসলিম এবং পরে রসূল (সাঃ)-এর কাছে পৌঁছে যেত। কিন্তু যখন তাদেরকে জিজ্ঞাসা করা হত তখন পরিষ্কারভাবে বাহানা বের করত আর বলত যে, আমরা এমনি আপোসে হাসি-মজাক করছিলাম। আল্লাহ তাআলা বলেন, হাসি-মজাকের জন্য তোমাদের সামনে (সব বাদ দিয়ে কেবল) আল্লাহ, তাঁর আয়াত এবং তাঁর রসূলই ছিলেন? উদ্দেশ্য এই যে, যদি উদ্দেশ্য আপোসে হাসি-মজাক করাই হত তাহলে আল্লাহ তাঁর আয়াতসমূহ ও রসূল তার মাঝে কেন আসত? এটা নিঃসন্দেহে তোমাদের সেই কূট আচরণ ও কপটতার বহিঃপ্রকাশ, যা আমার আয়াত ও পয়গম্বরের প্রতি তোমাদের অন্তরে লুক্কায়িত রয়েছে।"
    },
    {
      "ayah": 66,
      "surah": 9,
      "text": "তোমরা এখন (বাজে) ওজর পেশ করো না, তোমরা তো নিজেদের ঈমান প্রকাশ করার পর কুফরী করেছ,[১] যদিও আমি তোমাদের মধ্য হতে কতককে ক্ষমা করে দিই, [২] তবুও কতককে শাস্তি দিব, কারণ তারা অপরাধী। [৩]\n[১] অর্থাৎ, তোমরা যে ঈমান প্রকাশ করে আসছিলে, আল্লাহ ও তাঁর রসূলকে নিয়ে ব্যঙ্গ-বিদ্রূপ করার পর তার কোন মূল্য বাকী থাকল না। প্রথমতঃ সে ঈমানের ভিত্তিও মুনাফিক্বী ছিল। তবুও এরই অসীলায় প্রকাশ্যভাবে তোমরা মুসলিমদের মধ্যে পরিগণিত হতে। কিন্তু এখন সেখানেও কোন ঠাঁই নেই।\n[২] এ থেকে উদ্দেশ্য এমন লোক যারা নিজেদের ভুল বুঝতে পেরে তওবা করে নিয়েছে এবং খাঁটি মুসলমান হয়ে গেছে।\n[৩] এরা সেই লোক যাদের তওবা করার তওফীক ভাগ্যে জোটেনি এবং কুফরী ও মুনাফিক্বীর উপর অটল থেকেছে। এই জন্য এই শাস্তির কারণও বর্ণনা করা হয়েছে যে, তারা পাপিষ্ঠ ও অপরাধী ছিল।"
    },
    {
      "ayah": 67,
      "surah": 9,
      "text": "মুনাফিক পুরুষেরা এবং মুনাফিক নারীরা এক অপরের অনুরূপ।[১] তারা অসৎকর্মের নির্দেশ দেয়, সৎকর্ম হতে বিরত রাখে এবং নিজেদের হাতগুলিকে (আল্লাহর পথে ব্যয় করা হতে) বন্ধ করে রাখে।[২] তারা আল্লাহকে ভুলে গেছে, সুতরাং তিনিও তাদেরকে ভুলে গেছেন।[৩] নিঃসন্দেহে মুনাফিকরাই হচ্ছে অতি অবাধ্য।\n[১] মুনাফিক্বরা যে কসম খেয়ে মুসলিমদেরকে জানাত যে, 'আমরা তোমাদেরই অন্তর্ভুক্ত' আল্লাহ পাক তাদের এই কথার খন্ডন করলেন যে, ঈমানদারদের সাথে এদের কি সম্পর্ক? অবশ্য এরা হল সবাই মুনাফিক্ব, চাহে পুরুষ হোক অথবা মহিলা, তারা সকলে সমান। অর্থাৎ, কুফরী ও মুনাফিক্বীতে উভয়েই তুল্যমূল্য। পরবর্তীতে তাদের গুণ বর্ণনা করা হচ্ছে যা মু'মিনদের গুণের সম্পূর্ণ উল্টো ও বিপরীত।[২] এ থেকে উদ্দেশ্য হল কৃপণতা করা। অর্থাৎ, মু'মিনদের গুণ হল; তারা আল্লাহর পথে ব্যয় করে থাকে। কিন্তু মুনাফিক্বদের গুণ এর বিপরীত; তারা কৃপণতা করে থাকে। অর্থাৎ, আল্লাহর পথে ব্যয় করে না।[৩] অর্থাৎ, আল্লাহ তাআলাও তাদের সাথে এমন ব্যবহার করবেন যে, যেন তিনি তাদেরকে ভুলে গেছেন। যেমন, অন্যত্র আল্লাহ পাক বলেন, \"আজ আমি তোমাদেরকে ভুলে যাব, যেমন তোমরা এ দিনের সাক্ষাৎকে ভুলে গিয়েছিলে।\"\n(সূরা জাষিয়াহ ৪৫:৩৪ আয়াত)\nতার মানে হল, যেমন তারা দুনিয়াতে আল্লাহর হুকুম-আহকামকে বর্জন করেছিল, তেমনি কিয়ামতের দিন আল্লাহ তাআলা তাদেরকে নিজ অনুগ্রহ ও দয়া হতে বঞ্চিত করবেন। এখানে আল্লাহর ভুলে যাওয়া (কর্মের অনুরূপ দন্ডদান নীতি এবং) অলংকার শাস্ত্রের রীতি অনুযায়ী সাদৃশ্য সাধনের জন্য বলা হয়েছে। নচেৎ আল্লাহর সত্তা ভুলে যাওয়া থেকে পাক ও পবিত্র।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 68,
      "surah": 9,
      "text": "আল্লাহ মুনাফিক পুরুষ, মুনাফিক নারী ও কাফেরদেরকে জাহান্নামের আগুনের প্রতিশ্রুতি দিয়েছেন, সেখানে তারা চিরকাল থাকবে, এটা তাদের জন্য যথেষ্ট। আল্লাহ তাদেরকে অভিশাপ করেছেন। আর তাদের জন্য রয়েছে চিরস্থায়ী শাস্তি।"
    },
    {
      "ayah": 69,
      "surah": 9,
      "text": "(তোমরাও) তোমাদের পূর্ববর্তীদের মত,[১] যারা শক্তি, ধন-সম্পদ ও সন্তান-সন্ততিতে ছিল তোমাদের চেয়ে অনেক বেশী; ফলতঃ তারা নিজেদের (দ্বীনী) অংশ উপভোগ করেছে। অতঃপর তোমরাও তোমাদের (দ্বীনী) অংশ উপভোগ করেছ,[২] যেমন তোমাদের পূর্ববর্তীগণ নিজেদের অংশ উপভোগ করেছে। আর তোমরাও সেইরূপ (অন্যায়) আলাপ-আলোচনায় নিমগ্ন হয়েছ, যেরূপ তারা হয়েছিল।[৩] দুনিয়াতে ও আখেরাতে ওদের (নেক) কর্মসমূহ বিনষ্ট হয়ে গেছে, আর ওরাই হল ক্ষতিগ্রস্ত। [৪]\n[১] অর্থাৎ, তোমাদের অবস্থাও কর্ম এবং পরিণামের দিক দিয়ে পূর্ববর্তী কাফেরদের মতই। এখন অদৃশ্যভাবে বলার পরিবর্তে মুনাফিক্বদেরকে সরাসরি সম্বোধন করা হচ্ছে।\n[২] خَلاق এর দ্বিতীয় অর্থ পার্থিব অংশও করা হয়েছে। অর্থাৎ, তোমাদের তকদীরে পার্থিব যতটা অংশ লিখে দেওয়া হয়েছিল তা উপভোগ করে নাও, যেমন তোমাদের পূর্বেকার লোকেরা নিজেদের পার্থিব অংশ উপভোগ করে নিয়েছে। অতঃপর মৃত্যু অথবা আযাবের শিকার হয়েছিল।\n[৩] অর্থাৎ, আল্লাহর আয়াত এবং তাঁর পয়গম্বরদেরকে মিথ্যা জানার ব্যাপারে। অথবা দ্বিতীয় অর্থ হল যে, দুনিয়ার ভোগ-বিলাস ও খেল-তামাশায় যেমন তারা মগ্ন ছিল, তোমাদের অবস্থাও ঠিক তাই। আয়াতে পূর্ববর্তী লোক বলতে ইয়াহুদী ও খ্রিষ্টানদেরকে বুঝানো হয়েছে। যেমন এক হাদীসে মহানবী (সাঃ) বলেছেন \"অবশ্যই তোমরা তোমাদের পূর্ববর্তী জাতির পথ অনুসরণ করবে বিঘত বিঘত এবং হাত হাত পরিমাণ (সম্পূর্ণরূপে) এমনকি তারা যদি গোসাপের গর্তে প্রবেশ করে, তবে তোমরাও তাদের অনুসরণ করবে।\" সাহাবাগণ বললেন, 'আল্লাহর রসূল ইয়াহুদ ও খ্রীষ্টানরা?' তিনি বললেন, \"তবে আবার কারা?\"\n(বুখারী, মুসলিম ও হাকেম)\n[৪] أولئك (ওরাই) বলতে উদ্দেশ্য সেই লোকেরা যারা উল্লিখিত অভ্যাসে ও গুণে গুণান্বিত; যাদের উপমা দেওয়া হচ্ছে তারা এবং যাদের জন্য উপমা দেওয়া হচ্ছে তারাও। অর্থাৎ, যেমন তারা ক্ষতিগ্রস্ত ও অসফল, তোমরাও সেইরূপ হবে। অথচ তারা তোমাদের চাইতে অধিক শক্তিশালী এবং মাল-ধন ও সন্তান-সন্ততি দ্বারা অধিক সমৃদ্ধ ছিল। এ সত্ত্বেও তারা আল্লাহর আযাব থেকে পরিত্রাণ পায়নি; তাহলে তোমরা, যারা তাদের চাইতে সব দিক দিয়ে কম, তারা কেমন করে আল্লাহর পাকড়াও থেকে বাঁচতে পারবে?"
    },
    {
      "ayah": 7,
      "surah": 9,
      "text": "আল্লাহ ও তাঁর রসূলের নিকট অংশীবাদীদের চুক্তি কিরূপে বলবৎ থাকবে?[১] তবে যাদের সাথে তোমরা মাসজিদুল হারামের সন্নিকটে পারস্পরিক চুক্তিতে আবদ্ধ হয়েছ, তারা যতদিন তোমাদের চুক্তিতে স্থির থাকবে, তোমরা তাদের চুক্তিতে স্থির থাক। নিশ্চয় আল্লাহ সাবধানীদেরকে পছন্দ করেন। [২]\n[১] এই প্রশ্নবাচক শব্দটি নেতিবাচক। অর্থাৎ, যে সকল মুশরিকদের সাথে তোমাদের চুক্তি আছে তাদের ছাড়া আর কারো চুক্তি বলবৎ থাকবে না।\n[২] অর্থাৎ, চুক্তি বজায় রাখা আল্লাহর নিকট বড় পছন্দনীয় কাজ। অতএব তার প্রতি যত্ন রাখা জরুরী।"
    },
    {
      "ayah": 70,
      "surah": 9,
      "text": "তাদের কাছে কি তাদের পূর্ববর্তী নূহ সম্প্রদায় এবং আদ ও সামূদ সম্প্রদায়, ইব্রাহীমের সম্প্রদায় এবং মাদয়্যানের অধিবাসিগণ এবং বিধ্বস্ত জনপদের অধিবাসিগণের সংবাদ কি আসেনি?[১] তাদের কাছে তাদের রসূলগণ স্পষ্ট নিদর্শনসমূহ নিয়ে এসেছিল।[২] বস্তুতঃ আল্লাহ তো তাদের প্রতি অত্যাচার করেননি, বরং তারা নিজেরাই নিজেদের প্রতি অত্যাচার করত। [৩]\n[১] এখানে সেই ছয় সম্প্রদায়ের দৃষ্টান্ত পেশ করা হচ্ছে যাদের বাসস্থান ছিল শাম দেশে। এ দেশ আরব দেশের সন্নিকটেই অবস্থিত। আর তাদের কিছু কথা হতে পারে তারা তাদের বাপ-দাদাদের কাছ থেকে শুনেও ছিল। নূহ নবী (আঃ)-এর সম্প্রদায়; যাদেরকে তুফানে ডুবিয়ে মারা হয়েছিল। আ'দ সম্প্রদায়; যাদেরকে বল ও শক্তিতে প্রবল থাকা সত্ত্বেও প্রচন্ড ঝড় দ্বারা ধ্বংস করে দেওয়া হয়েছিল। সামূদ সম্প্রদায়; যাদেরকে এক আসমানী গর্জন দ্বারা ধ্বংস করা হয়েছিল। ইবরাহীম (আঃ)-এর সম্প্রদায়; যাদের বাদশাহ নমরূদ বিন কিনআন বিন কূশকে মশা দ্বারা মারা হয়েছিল। মাদয়্যানবাসী (শুআইব (আঃ)-এর সম্প্রদায়); যাদেরকে বিকট শব্দ ও ভূমিকম্প দ্বারা ধ্বংস করে দেওয়া হয়েছিল। মু'তাফিকাতবাসী (বিধ্বস্ত জনপদের অধিবাসী) লূত (আঃ)-এর সম্প্রদায়' যাদের জনপদের নাম ছিল 'সাদুম'। 'মু'তাফিকাত'এর অর্থ হল, উল্টো-পাল্টাকৃত। এদের উপরে প্রথমতঃ আসমান থেকে পাথর বর্ষণ করা হয়েছিল, আর দ্বিতীয়তঃ তাদের জনপদকে উল্টো-পাল্টা করে দেওয়া হয়েছিল। যার কারণে বস্তিটার উপরিভাগ নিম্নে এবং নিম্নভাগ উপরে হয়ে গিয়েছিল। এই কারণেই তাদেরকে 'আসহাবে মু'তাফিকাত' বলা হয়।\n[২] এ সকল সম্প্রদায়ের কাছে তাদেরই মধ্য হতে একজন করে পয়গম্বর এসেছিলেন, কিন্তু তারা তাঁদের কথার গুরুত্ব দেয়নি। বরং মিথ্যাজ্ঞান ও শত্রুতার পথ অবলম্বন করেছিল। যার পরিণামে আল্লাহর আযাব এসেছিল।\n[৩] অর্থাৎ, এই আযাব ছিল তাদের যুলুম, অত্যাচার ও সীমালংঘনে অবিচল থাকার পরিণাম। এমনি অকারণে কেউ আল্লাহর আযাবের শিকার হয়নি।"
    },
    {
      "ayah": 71,
      "surah": 9,
      "text": "আর বিশ্বাসী পুরুষরা ও বিশ্বাসী নারীরা হচ্ছে পরস্পর একে অন্যের বন্ধু,[১] তারা সৎ কাজের আদেশ দেয় এবং অসৎ কাজে নিষেধ করে।[২] আর যথাযথভাবে নামায আদায় করে ও যাকাত প্রদান করে, আর আল্লাহ ও তাঁর রসূলের আনুগত্য করে।[৩] এসব লোকের প্রতিই আল্লাহ অতি সত্বর করুণা বর্ষণ করবেন। নিঃসন্দেহে আল্লাহ অতিশয় ক্ষমতাবান হিকমতওয়ালা।\n[১] মুনাফিক্বদের নিন্দনীয় গুণের তুলনায় মু'মিনদের প্রশংসনীয় গুণ উল্লেখ করা হচ্ছে। তাদের প্রথম গুণ হল, তারা এক অপরের বন্ধু, সাহায্যকারী ও সহানুভুতিশীল। যেমন, হাদীসে এসেছে, নবী (সাঃ) বলেছেন, \"মু'মিন মুমিনের জন্য দেওয়ালস্বরূপ; যার এক ইঁট অপর ইঁটকে শক্ত করে ধরে থাকে।\"\n(বুখারীঃ নামায অধ্যায়, মুসলিম)\nতিনি আরো বলেছেন, \"পরস্পর সম্প্রীতি ও দয়া-দাক্ষিণ্যে মু'মিনদের উপমা হল একটি দেহের মত, যখন তার কোন এক অঙ্গ কষ্ট পায়, তখন তার সারা দেহ জ্বর ও ব্যথায় প্রভাবিত হয়ে থাকে।\n(বুখারীঃ আদব অধ্যায়, মুসলিম)\n[২] এটা হল ঈমানদারদের দ্বিতীয় বিশেষ গুণ। مَعرُوف (সৎ) সেই কাজকে বলা হয়, যাকে শরীয়ত নেক ও ভাল বলে চিহ্নিত করেছে। আর مُنكَر (অসৎ) সেই কাজকে বলা হয়, যাকে শরীয়ত মন্দ ও খারাপ বলে আখ্যায়িত করেছে। সেই কাজ সৎ বা অসৎ নয়, যা লোকেরা নিজেদের খেয়াল-খুশী মত ভাল বা মন্দ বলে থাকে।\n[৩] নামায হল আল্লাহর হকসমূহের মধ্যে একটি প্রধান ও শ্রেষ্ঠ ইবাদত। আর যাকাত বান্দার হকসমূহের মধ্যে একটি শ্রেষ্ঠতম ইবাদত। এই জন্য এই দু'টিকে বিশেষভাবে উল্লেখ করে বলা হয়েছে যে, তারা সমস্ত ব্যাপারে আল্লাহ ও রসূলের আনুগত্য করে।"
    },
    {
      "ayah": 72,
      "surah": 9,
      "text": "আল্লাহ বিশ্বাসী পুরুষ ও বিশ্বাসী নারীদেরকে এমন উদ্যানসমূহের প্রতিশ্রুতি দিয়ে রেখেছেন, যেগুলোর নিম্নদেশে বইতে থাকবে নদীমালা, সেখানে তারা অনন্তকাল থাকবে। আরও (প্রতিশ্রুতি দিয়েছেন) চিরস্থায়ী উদ্যানসমূহে (জান্নাতে আদনে)[১] পবিত্র বাসস্থানসমূহের। আর আল্লাহর সন্তুষ্টি হচ্ছে সর্বাপেক্ষা বড় (নিয়ামত)। [২] এটাই হচ্ছে অতি বড় সফলতা।\n[১] যা মণিমুক্তা দ্বারা বানানো হয়েছে। عَدن শব্দের কয়েকটি অর্থ করা হয়েছে তার মধ্যে একটি অর্থ হল চিরস্থায়ী।\n[২] হাদীসে এসেছে যে, জান্নাতে সমস্ত নিয়ামতের মধ্যে জান্নাতীদের সব থেকে বড় নিয়ামত হিসাবে যা লাভ হবে, তা হল আল্লাহর সন্তুষ্টি।\n(বুখারী, মুসলিম, রিক্বাক ও জান্নাত অধ্যায়)"
    },
    {
      "ayah": 73,
      "surah": 9,
      "text": "হে নবী! তুমি কাফের ও মুনাফিকদের বিরুদ্ধে জিহাদ কর[১] এবং তাদের প্রতি কঠোর হও।[২] তাদের বাসস্থান হবে জাহান্নাম এবং তা কত নিকৃষ্ট ঠিকানা। [৩]\n[১] এই আয়াতে নবী (সাঃ)-কে কাফের ও মুনাফিক্বদের বিরুদ্ধে জিহাদ করতে ও তাদের প্রতি কঠোর হতে আদেশ করা হচ্ছে। নবী (সাঃ)-এর গত হওয়ার পর তাঁর উম্মত হল এ সম্বোধনের লক্ষ্য। কাফেরদের সাথে সাথে মুনাফিক্বদের বিরুদ্ধেও জিহাদ করার যে আদেশ করা হয়েছে এ ব্যাপারে মতভেদ রয়েছে। এক রায় হল এই যে, যদি মুনাফিক্বদের মুনাফিক্বী এবং তাদের চক্রান্ত স্পষ্টাকারে প্রকাশ পায়, তাহলে তাদের বিরুদ্ধেও যুদ্ধ করতে হবে; যেমন কাফেরদের বিরুদ্ধে যুদ্ধ করা হয়ে থাকে। দ্বিতীয় রায় হল যে, মুনাফিক্বদের বিরুদ্ধে জিহাদ হল এই যে, তাদেরকে জিহ্বা দ্বারা ওয়ায-নসীহত করা হবে অথবা তারা চারিত্রিক কোন সীমালংঘন করলে তাদের উপর হদ্দ্ (দন্ডবিধি) জারী করা হবে। তৃতীয় রায় হল যে, জিহাদের হুকুম কাফেরদের ব্যাপারে এবং কঠোরতা মুনাফিক্বদের ব্যাপারে। ইমাম ইবনে কাসীর (রঃ) বলেন যে, এই সমস্ত রায়ের মধ্যে কোন পরস্পর-বিরোধিতা নেই। কেননা, অবস্থা ও পরিস্থিতি বুঝে এসব রায়ের মধ্যে কোন একটার উপর আমল করা বৈধ।\n[২] غِلظَة শব্দটি رَأفَة এর বিপরীত; যার অর্থ হল নম্রতা ও দয়া। এই হিসাবে غِلظَة এর অর্থ হল কঠোরতা ও শক্তিমত্তার সাথে শত্রুদের বিরুদ্ধে পদক্ষেপ নেওয়া। কেবলমাত্র জিহ্বা দ্বারা কঠোরতা উদ্দেশ্য নয়। যেহেতু তা নবী (সাঃ)-এর সুমহান চরিত্রের পরিপন্থী। সুতরাং তা তিনি অবলম্বন করতে পারতেন না এবং আল্লাহ তাআলা তা অবলম্বন করতে আদেশও দিতেন না।\n[৩] জিহাদ এবং কঠোরতার সম্পর্ক পার্থিব জীবনের সাথে। আর আখেরাতে তাদের জন্য জাহান্নাম প্রস্তুত রয়েছে যা নিকৃষ্টতম স্থান।"
    },
    {
      "ayah": 74,
      "surah": 9,
      "text": "তারা আল্লাহর নামে শপথ করে বলে যে, তারা (গালি) বলেনি, অথচ নিশ্চয়ই তারা কুফরী কথা বলেছে এবং নিজেদের ইসলাম গ্রহণের পর কাফের হয়ে গেছে,[১] আর তারা এমন বিষয়ের সংকল্প করেছিল যা তারা কার্যকরী করতে পারেনি।[২] আর তারা শুধু এই জন্য দোষারোপ করেছিল যে, তাদেরকে আল্লাহ নিজ অনুগ্রহে এবং তাঁর রাসূল অভাবমুক্ত করে দিয়েছিলেন,[৩] অনন্তর যদি তারা তওবা করে, তাহলে তা তাদের জন্য কল্যাণকর হবে; আর যদি তারা বিমুখ হয়, তাহলে আল্লাহ তাদেরকে ইহকালে ও পরকালে যন্ত্রণাময় শাস্তি প্রদান করবেন এবং ভূ-পৃষ্ঠে তাদের না কোন অলী (অভিভাবক) হবে, আর না কোন সাহায্যকারী।\n[১] মুফাসসিরগণ এ আয়াতের তফসীরে নানান ঘটনা নকল করেছেন, যাতে মুনাফিক্বরা রসূল (সাঃ)-এর শানে বেআদবীমূলক কথা বলেছিল, যা কিছু মুসলিম শুনে ফেলেছিলেন এবং তাঁরা নবী (সাঃ)-এর কাছে এসে সে কথা জানিয়ে দিয়েছিলেন। কিন্তু তিনি এ ব্যাপারে জিজ্ঞাসাবাদ করলে তারা বাহানা বানাতে শুরু করল। বরং তারা কসম পর্যন্ত খেয়ে বলল যে, তারা এমন কথা বলেনি। তখন এই আয়াত অবতীর্ণ হল। এ থেকে এও জানা গেল যে, নবী (সাঃ)-এর শানে বেআদবীমূলক কথা বলা কুফরী। তাঁর শানে যে ব্যক্তি বেআদবীমূলক অশালীন মন্তব্য করবে, সে ব্যক্তি মুসলিম থাকতে পারে না।\n[২] এ ব্যাপারেও কয়েকটি ঘটনা নকল করা হয়েছে। যেমন, তাবুক থেকে ফিরার পথে মুনাফিকবরা রসূল (সাঃ)-এর বিরুদ্ধে এক চক্রান্ত করেছিল, যাতে তারা সফল হয়ে ওঠেনি। দশ-বারোজন মুনাফিক্ব এক উপত্যকায় তাঁর পিছু নেয়, যেখানে তিনি বাকী সৈন্য থেকে পৃথকভাবে প্রায় একাকী অতিক্রম করছিলেন। তাদের পরিকল্পনা ছিল যে, এই সুযোগে অতর্কিতে তাঁর উপর আক্রমণ করে তাঁকে হত্যা করে ফেলবে! কিন্তু এর খবর অহী মারফৎ জানতে পারলে তিনি সতর্ক হয়ে বেঁচে যান।\n[৩] মুসলিমদের হিজরতের পর মদীনা শহর কেন্দ্র হিসাবে প্রতিষ্ঠা লাভ করেছিল। যার কারণে সেখানে ব্যবসা-বাণিজ্যও বড় উন্নতি লাভ করতে লাগল এবং তার ফলে মদীনাবাসীদের অর্থনৈতিক অবস্থা চাঙ্গা হয়ে উঠল। মদীনার মুনাফিক্বরাও এতে উপকৃত হল। আল্লাহ তাআলা উক্ত আয়াতে এ কথাই বলেছেন, তারা কি এই দোষ আরোপ করে অথবা এই কথায় নারাজ যে, আল্লাহ তাআলা তাদেরকে নিজ অনুগ্রহে ধনী বানিয়ে দিয়েছেন? অর্থাৎ এটা নারাজ হওয়ার, রাগ বা দোষের কথা তো নয়। বরং তাদেরকে আল্লাহর প্রতি কৃতজ্ঞ হওয়া উচিত যে, তিনি তাদেরকে দরিদ্রতা থেকে মুক্তি দিয়ে সচ্ছল ও ধনবান বানিয়ে দিয়েছেন। জেনে রাখা দরকার যে, আল্লাহ তাআলার সাথে রসূল (সাঃ)-এর উল্লেখ এই জন্য করা হয়েছে যে, এই সচ্ছল ও ধনবান হওয়ার বাহ্যিক কারণ হলেন নবী (সাঃ)। আসলে আল্লাহই হলেন সচ্ছলতা ও ধনদাতা। এই জন্যই আয়াতে مِن فَضلِه একবচনের সর্বনাম ব্যবহার করা হয়েছে। অর্থ এই যে, আল্লাহ তাআলা নিজ অনুগ্রহে তাদেরকে অভাবমুক্ত করে দিয়েছেন।"
    },
    {
      "ayah": 75,
      "surah": 9,
      "text": "তাদের মধ্যে এমন কতিপয় লোক রয়েছে, যারা আল্লাহর সাথে অঙ্গীকার করেছিল, আল্লাহ যদি আমাদেরকে নিজ অনুগ্রহ হতে দান করেন, তাহলে অবশ্যই আমরা দান-খয়রাত করব এবং সৎলোকদের অন্তর্ভুক্ত হবো।"
    },
    {
      "ayah": 76,
      "surah": 9,
      "text": "অতঃপর যখন আল্লাহ তাদেরকে নিজ অনুগ্রহ দান করলেন, তখন তারা তাতে কার্পণ্য করতে লাগল এবং বিমুখ হয়ে পৃষ্ঠপ্রদর্শন করল। [১]\n[১] এই আয়াতটি সাহাবী সা'লাবাহ বিন হাত্বেব আনসারী (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়েছে বলে কোন কোন মুফাসসির উল্লেখ করেছেন। কিন্তু সনদের দিক থেকে এটা শুদ্ধ নয়। সঠিক মত হল এই যে, এতেও মুনাফিক্বদের আরো একটি মন্দ আচরণ বর্ণনা করা হয়েছে।"
    },
    {
      "ayah": 77,
      "surah": 9,
      "text": "পরিণামে আল্লাহ তাদের শাস্তিস্বরূপ তাদের অন্তরসমূহে মুনাফিক্বী (কপটতা) স্থায়ী করে দিলেন তাঁর সাথে তাদের সাক্ষাৎ হওয়ার দিন পর্যন্ত। যেহেতু তারা আল্লাহর সাথে নিজেদের কৃত অঙ্গীকার ভঙ্গ করেছিল এবং তারা মিথ্যা বলত।"
    },
    {
      "ayah": 78,
      "surah": 9,
      "text": "তারা কি জানত না যে, আল্লাহ তাদের মনের গুপ্ত কথা এবং গোপন পরামর্শ অবগত আছেন? এবং নিশ্চয় আল্লাহ অদৃশ্য বিষয়ে মহাজ্ঞানী? [১]\n[১] এতে সেই সমস্ত মুনাফিক্বদের প্রতি তিরস্কার ও ধমক রয়েছে যারা আল্লাহ তাআলার সাথে অঙ্গীকার করে থাকে, অতঃপর তার পরোয়া করে না। যেন তারা ভাবে যে, আল্লাহ তাআলা তাদের গোপন কথা এবং অন্তরের রহস্য জানেন না। অথচ আল্লাহ তাআলা সব কিছুর ব্যাপারে অবগত, তিনি অদৃশ্যজ্ঞাতা, তিনি গায়েবের সমস্ত খবর জানেন।"
    },
    {
      "ayah": 79,
      "surah": 9,
      "text": "বিশ্বাসীদের মধ্যে সতস্ফুতভাবে যারা (নফল) সাদকা দান করে এবং যারা নিজ পরিশ্রম ব্যতিরেকে কিছুই পায় না, তাদেরকে যারা দোষারোপ করে এবং উপহাস করে, [১] আল্লাহ তাদেরকে উপহাস করেন[২] এবং তাদের জন্য রয়েছে যন্ত্রণাদায়ক শাস্তি।\n[১] مُطَََّوِّعََِْينَ শব্দের অর্থ হল ওয়াজেব সাদকাহ (যাকাত) ছাড়াও নিজ খুশী মতে আল্লাহর রাহে অতিরিক্ত ব্যয়কারী। جُهد শব্দের অর্থ হল শ্রম ও কষ্ট। অর্থাৎ, সেই সব মানুষ যারা ধনবান নয়, কিন্তু তা সত্ত্বেও নিজেদের মেহনত ও কষ্টের সাথে উপার্জিত সামান্য মাল থেকেও অল্প কিছু দান করে থাকে। আলোচ্য আয়াতে মুনাফিক্বদের আরো একটি নোংরা আচরণের কথা উল্লেখ হয়েছে। আর তা এই যে, যখন আল্লাহর রসূল (সাঃ) যুদ্ধ প্রভৃতির ব্যাপারে মুসলিমদেরকে দান করতে আহবান করতেন, তখন তাঁরা তাঁর আহবানে সাড়া দিয়ে ক্ষমতানুযায়ী দান করতেন। কারো কাছে অধিক মাল থাকলে তিনি বেশী বেশী স্বাদক্বাহ করতেন। আর অল্প থাকলে অল্পই দিতেন। এই মুনাফিক্বরা উভয় প্রকার মুসলমানদের প্রতি ভৎর্সনা করত। আর অধিক দানকারীর জন্য বলত, এর উদ্দেশ্য হল লোক দেখানো। আর স্বল্প দানকারীকে বলত, তোমার এই সামান্য মাল স্বাদক্বাহ করায় কি উপকার হবে? অথবা আল্লাহ তাআলা তোমার এই স্বল্প মালের মুখাপেক্ষী নন।\n(বুখারী সূরা তাওবার ব্যখ্যা পরিচ্ছেদ, মুসলিম যাকাত অধ্যায়)\nএইভাবে মুনাফিকরা মুসলিমদের সাথে ঠাট্টা-পরিহাস করত।\n[২] অর্থাৎ, মু'মিনদের সাথে ঠাট্টা-বিদ্রূপ করার বদলা এইভাবে দিয়ে থাকেন যে, তাদেরকে লাঞ্ছিত করে ছাড়েন। এটি হল (কর্মের অনুরূপ দন্ডদান নীতি এবং) অলংকার শাস্ত্রের সাদৃশ্য সাধনের রীতি। অথবা এটা হল বদদুআস্বরূপ। অর্থাৎ, আল্লাহ তাআলা তাদের সাথেও উপহাস করুন, যেমন তারা মুসলিমদের সাথে করে থাকে।"
    },
    {
      "ayah": 8,
      "surah": 9,
      "text": "কেমন করে (তাদের চুক্তি বলবৎ থাকবে)? অথচ অবস্থা এই যে, তারা যদি তোমাদের উপর বিজয় লাভ করে, তাহলে তোমাদের আত্মীয়তা ও অঙ্গীকারের কোন মর্যাদা দেবে না, [১] তারা মুখে তোমাদেরকে সন্তুষ্ট করে, কিন্তু তাদের হৃদয় তা অস্বীকার করে। বস্তুতঃ তাদের অধিকাংশই সত্যত্যাগী।\n[১] كَيف (কেমন করে?) শব্দটি পুনরায় তাকীদের জন্য নেতিবাচক অর্থে ব্যবহার হয়েছে। إِلّ অর্থ হল আত্মীয়তা এবং ذِمَّة শব্দের অর্থ হল অঙ্গীকার। অর্থাৎ, সেই মুশরিকদের মুখের কথার কি দাম আছে, যাদের অবস্থা এই যে, যদি তারা তোমাদের উপর বিজয় লাভ করে, তাহলে কোন আত্মীয়তা ও অঙ্গীকার রক্ষা করবে না। কোন কোন মুফাসসিরগণের নিকট প্রথম كَيف (বাক্য) মুশরিকদের এবং দ্বিতীয় كَيف (বাক্য) ইয়াহুদীদের প্রতি ইঙ্গিত করে বলা হয়েছে। কেননা, পরবর্তী আয়াতে গুণ বর্ণনা করে বলা হয়েছে যে, তারা আল্লাহর আয়াতসমূহকে সামান্য মূল্যের বিনিময়ে বিক্রি করে। আর এই অভ্যাস ইয়াহুদীদেরই ছিল।"
    },
    {
      "ayah": 80,
      "surah": 9,
      "text": "তুমি তাদের জন্য ক্ষমা প্রার্থনা কর অথবা না কর (উভয়ই সমান); যদি তুমি তাদের জন্য সত্তর বারও ক্ষমা প্রার্থনা কর, তবুও আল্লাহ তাদেরকে কখনই ক্ষমা করবেন না;[১] যেহেতু তারা আল্লাহ ও তাঁর রসূলের সাথে কুফরী করেছে। [২] আর আল্লাহ অবাধ্য সম্প্রদায়কে পথপ্রদর্শন করেন না। [৩]\n[১] সত্তরের সংখ্যা আধিক্য বর্ণনার জন্য ব্যবহূত হয়েছে। অর্থাৎ, তুমি যত বেশীই তাদের জন্য ক্ষমা প্রার্থনা কর না কেন, আল্লাহ তাআলা তাদেরকে কখনই ক্ষমা করবেন না। এটা উদ্দেশ্য নয় যে, ৭০ বারের অধিক ক্ষমা প্রার্থনা করলে তারা ক্ষমালাভ করবে।[২] এখানে ক্ষমা না করার কারণ বর্ণনা করা হয়েছে। যাতে মানুষ কারো সুপারিশের আশায় বসে না থাকে; বরং ঈমান ও নেক আমলের পুঁজি সংগ্রহ করে আল্লাহর দরবারে উপস্থিত হয়। যদি এই আখেরাতের পাথেয় কারো কাছে না থাকে, তাহলে এমন কাফের ও অবাধ্যদের জন্য কেউ সুপারিশ করবে না। যেহেতু আল্লাহ তাআলা এমন লোকদের জন্য সুপারিশের অনুমতিই দান করবেন না।[৩] এই হিদায়াত (পথপ্রদর্শন) থেকে সেই হিদায়াত উদ্দেশ্য যা মানুষকে তার অভীষ্ট (ঈমান) পর্যন্ত পৌঁছে দেয়। নতুবা হিদায়াত অর্থ হল, পথনির্দেশ করা। যার সুব্যবস্থা প্রত্যেক মু'মিন ও কাফেরের জন্য করে দেওয়া হয়েছে। মহান আল্লাহ বলেন, \"আমি তাকে পথের নির্দেশ দিয়েছি; হয় সে কৃতজ্ঞ হবে, না হয় অকৃতজ্ঞ।\"\n(সূরা দাহর ৭৬:৩ আয়াত)\nতিনি আরো বলেছেন, \"এবং আমি কি তাকে দু'টি পথ দেখাইনি?\"\n(সূরা বালাদ ৯০:১০ আয়াত)"
    },
    {
      "ayah": 81,
      "surah": 9,
      "text": "যারা (তাবুক অভিযানে) পশ্চাতে রয়ে গেল, তারা রসূলের বিরুদ্ধাচরণ করে বসে থাকতে আনন্দবোধ করল[১] এবং তারা আল্লাহর পথে নিজেদের ধন ও প্রাণ দিয়ে জিহাদ করাকে অপছন্দ করলো। অধিকন্তু বলতে লাগল, ‘তোমরা গরমে (জিহাদে) বের হয়ো না।’ তুমি বলে দাও, ‘জাহান্নামের আগুন (এর চেয়ে) অধিকতর গরম’; যদি তারা বুঝতে পারত! [২]\n[১] এখানে সেই মুনাফিকবদের কথা উল্লেখ করা হয়েছে যারা তাবুক যুদ্ধে শরীক হয়নি এবং মিথ্যা অজুহাত পেশ করে না যাওয়ার অনুমতি নিয়েছিল। خِلاف এর অর্থ হল পিছন অথবা বিরুদ্ধাচরণ। অর্থাৎ, রসূল (সাঃ)-এর চলে যাওয়ার পর তাঁর পিছনে অথবা তাঁর বিরুদ্ধাচরণ করে মদীনাতে বসে থাকল।\n[২] অর্থাৎ, যদি তাদের এটা জানা থাকত যে, দোযখের আগুনের উষ্ণতার তুলনায় দুনিয়ার (গ্রীষ্মের) উষ্ণতা কিছুই নয়, তাহলে তারা কখনই পিছনে থাকত না। হাদীসে বর্ণিত হয়েছে যে, দুনিয়ার এই আগুন জাহান্নামের আগুনের ৭০ অংশের একাংশ। অর্থাৎ, জাহান্নামের আগুনের উষ্ণতা দুনিয়ার আগুনের থেকে ৬৯ গুণ বেশী।\n(বুখারীঃ সৃষ্টি রচনা অধ্যায় জাহান্নামের বিবরণ পরিচ্ছেদ)\nহে আল্লাহ! তুমি আমাদেরকে সে আগুন হতে রক্ষা করো।"
    },
    {
      "ayah": 82,
      "surah": 9,
      "text": "অতএব তারা (দুনিয়াতে) অল্প হাসি হাসুক, আর (আখেরাতে) অনেক কাঁদা কাঁদতে থাকুক,[১] সেই কাজের প্রতিফল স্বরূপ যা তারা করত।\n[১] قَلِيلًا আর كَثِيرًا শব্দ দু'টি হতে পারে মাসদারের সিফাত (ক্রিয়ামূলের বিশেষণ), অর্থাৎ, ضَحِكًا قَلِيلًا এবং بُكَاءً كَثِيرًا অথবা যারফ (ক্রিয়া-বিশেষণ), (অর্থাৎ, زَمَانًا قَلِيلًا وَزَمَانًا كَثِيرًا অনুযায়ী দুই যবর রয়েছে। আর উভয় শব্দ দু'টিই হল আদেশসূচক, যা খবরের অর্থে ব্যবহার হয়েছে। তার মানে হল, এরা ইহকালে হাসবে কম এবং পরকালে কাঁদবে বেশী।"
    },
    {
      "ayah": 83,
      "surah": 9,
      "text": "আল্লাহ যদি তোমাকে (মদীনায়) তাদের কোন সম্প্রদায়ের[১] কাছে ফিরিয়ে আনেন, অতঃপর তারা (কোন জিহাদে) বের হতে অনুমতি চায়,[২] তাহলে তুমি (তাদেরকে) বল, তোমরা কখনো আমার সাথে (কোন জিহাদে) বের হবে না এবং আমার সাথী হয়ে কোন শত্রুর বিরুদ্ধে যুদ্ধও করবে না; তোমরা প্রথমবারে বসে থাকাকে পছন্দ করেছিলে,[৩] অতএব তোমরা ঐসব লোকেদের সাথে বসে থাক, যারা পশ্চাদবর্তী থাকার যোগ্য। [৪]\n[১] এ সম্প্রদায় থেকে মুনাফিক্বদল উদ্দেশ্য। অর্থাৎ, যদি আল্লাহ তাআলা তোমাকে তাবুক থেকে মদীনায় সহী-সালামতে ফিরিয়ে আনেন, যেখানে পিছনে থেকে যাওয়া মুনাফিক্বরাও রয়েছে।\n[২] অর্থাৎ, কোন অন্য যুদ্ধে সাথে যাবার আকাঙ্ক্ষা প্রকাশ করে।\n[৩] এ হল আগামীতে সাথে না নিয়ে যাওয়ার কারণ। অর্থাৎ, তোমরা যেহেতু প্রথমবার সাথে যাওনি, সেহেতু এখন তোমরা এর যোগ্য নও যে, তোমাদেরকে কোন যুদ্ধে সাথে নিয়ে যাওয়া হবে।\n[৪] অর্থাৎ, এখন তোমাদের এমন অবস্থা যে, তোমরা সেই নারী, শিশু ও বৃদ্ধদের সাথে বসে থাক, যারা যুদ্ধে শরীক হওয়ার পরিবর্তে ঘরে বসে থাকে। নবী (সাঃ)-কে এই নির্দেশ এই জন্য দেওয়া হয়েছে, যাতে তাদের সেই দুঃখ-বেদনা আরো বৃদ্ধি পায়, যা তারা পিছনে থাকার কারণে পেয়েছে।"
    },
    {
      "ayah": 84,
      "surah": 9,
      "text": "ওদের মধ্যে কেউ মারা গেলে তার উপর কখনো (জানাযার) নামায পড়বে না এবং তার কবরের কাছেও দাঁড়াবে না;[১] তারা আল্লাহ ও তাঁর রসূলের সাথে কুফরী করেছে এবং তারা অবাধ্য অবস্থাতেই মৃত্যুবরণ করেছে। [২]\n[১] এই আয়াত যদিও মুনাফিক্বদের সর্দার আব্দুল্লাহ বিন উবাইয়ের ব্যাপারে অবতীর্ণ হয়েছে, তবুও এর নির্দেশ ব্যাপক। প্রত্যেক সেই ব্যক্তি যার মৃত্যু কুফরী ও মুনাফিক্বীর উপরেই হয়ে থাকে, সে এরই অন্তর্ভুক্ত। এ আয়াত অবতীর্ণ হওয়ার কারণ এই যে, যখন আব্দুল্লাহ বিন উবাইয়ের মৃত্যু হয়ে গেল, তখন তার ছেলে আব্দুল্লাহ (যে মুসলিম ছিল এবং তার নাম বাপের মতই ছিল) রসূলের (সাঃ)-এর খিদমতে হাযির হয়ে বলল, (বরকতস্বরূপ) আপনি আপনার কামীস (জামা)টা আমাকে দিন, যাতে আমার পিতাকে কাফন স্বরূপ পরিয়ে দিই এবং আপনি তার জানাযার নামাযও পড়ে দিন। মহানবী (সাঃ) নিজের কামীস খানা দিয়ে দিলেন এবং তার জানাযার নামায পড়ানোর জন্যও উপস্থিত হলেন। উমার (রাঃ) নবী (সাঃ)-কে বললেন, 'আল্লাহ তাআলা এমন লোকের জানাযা পড়তে নিষেধ করেছেন, তাহলে আপনি কেন এর ব্যাপারে ক্ষমা প্রার্থনার দু'আ করবেন?' তিনি বললেন, \"আল্লাহ তাআলা আমাকে এর এখতিয়ার দান করেছেন। অর্থাৎ, বাধা দেননি। আল্লাহ তাআলা বলেছেন, 'যদি তুমি ৭০ বার তার জন্য ক্ষমা প্রার্থনা কর, তাহলে আল্লাহ তাআলা তাকে ক্ষমা করবেন না।' আমি তার জন্য ৭০ বার অপেক্ষা অধিক ক্ষমা প্রার্থনা করব।\" সুতরাং তিনি তার জানাযার নামায পড়ালেন। আল্লাহ তাআলা তৎক্ষণাৎ এই আয়াত অবতীর্ণ করে বললেন, আগামীতে মুনাফিক্বদের জন্য ক্ষমা প্রার্থনার দু'আ কোনক্রমেই করা যাবে না।\n(বুখারী, সূরা বারাআতের ব্যাখ্যা, মুসলিম মুনাফিক্বদের বিবরণ)\n[২] এটা ছিল জানাযার নামায ও ক্ষমা প্রার্থনা নিষেধ হওয়ার কারণবিশেষ। যার অর্থ হল যাদের মৃত্যু কুফরী, শিরক ও মুনাফিক্বীর উপর হবে, তাদের না জানাযা নামায পড়া হবে, আর না তাদের জন্য ক্ষমা প্রার্থনা করা জায়েয হবে। এক হাদীসে তো এমনও এসেছে যে, নবী (সাঃ) যখন কবরস্থানে পৌঁছলেন তখন জানা গেল যে, আব্দুল্লাহ বিন উবাইকে দাফন করে দেওয়া হয়েছিল। অতঃপর তিনি তাকে কবর থেকে বের করতে আদেশ করলেন। তিনি তাকে নিজের হাঁটুর উপর রেখে তার উপর নিজ মুখের (বরকতময়) থুথু মারলেন। অতঃপর তাঁর কামীস তাকে পরিয়ে দিলেন।\n(বুখারীঃ কামীস পরিধান পরিচ্ছেদ, জানাযা অধ্যায়, মুসলিমঃ মুনাফিক্বদের মন্দ গুণাবলী পরিচ্ছেদ)\nকিন্তু এ সব তার কোন কাজে আসেনি। এ হতে জানা গেল যে, যে ঈমান থেকে বঞ্চিত হবে, তার জন্য পৃথিবীর বড় বড় ব্যক্তিত্বের ক্ষমা প্রার্থনার দু'আ এবং সুপারিশ কোন উপকারে আসবে না।"
    },
    {
      "ayah": 85,
      "surah": 9,
      "text": "তাদের ধন-সম্পদ ও সন্তান-সন্ততি যেন তোমাকে বিস্মিত না করে; আল্লাহ তো শুধু এই চান যে, তিনি সে সবের মাধ্যমে দুনিয়ায় তাদেরকে শাস্তি দেবেন এবং কুফরী অবস্থাতেই তাদের প্রাণবায়ু বের হয়ে যাবে।"
    },
    {
      "ayah": 86,
      "surah": 9,
      "text": "তোমরা আল্লাহতে বিশ্বাস কর এবং তাঁর রসূলের সঙ্গী হয়ে জিহাদ কর, এই মর্মে যখন কুরআনের কোন সূরা অবতীর্ণ করা হয়, তখন তাদের মধ্যকার সামর্থ্যবান ব্যক্তিরা তোমার কাছে অনুমতি চায় ও বলে, আমাদেরকে অব্যাহতি দাও, আমরাও বসে থাকা লোকদের সঙ্গী হব। [১]\n[১] এটা হল সেই মুনাফিক্বদের বর্ণনা যারা ছল-বাহানা করে যুদ্ধে শরীক হওয়া থেকে পিছনে থাকা পছন্দ করেছিল। أولو الطَّول থেকে উদ্দেশ্য সামর্থ্যবান, ধনী শ্রেণীর ব্যক্তিবর্গ। অর্থাৎ, এমন লোকেদেরকে পিছনে থাকা উচিত ছিল না। কেননা, তাদের কাছে আল্লাহর দেওয়া সব কিছু মওজুদ ছিল। قاعِدِين থেকে কিছু অসুবিধার কারণে 'বসে থাকা' ব্যক্তিরা উদ্দেশ্য। যেমন, পরবর্তী আয়াতে তাদেরকে অন্তঃপুরবাসী নারীদের সাথে তুলনা করে خَوَالِف বলা হয়েছে। যা خَالِفَة এর বহুবচন অর্থাৎ, পিছনে থাকা নারীগণ।"
    },
    {
      "ayah": 87,
      "surah": 9,
      "text": "তারা অন্তঃপুরবাসিনীদের সাথে থাকতে পছন্দ করল এবং তাদের অন্তরে মোহর লাগিয়ে দেওয়া হল। সুতরাং তারা বুঝতে অক্ষম। [১]\n[১] অন্তরে মোহর লেগে যাওয়াঃ এটি অব্যাহতভাবে গোনাহ করতে থাকার কুফল। যার বিশদ আলোচনা পূর্বে করা হয়েছে। অন্তরে মোহর লাগার পর মানুষ চিন্তা-ভাবনা করা ও কিছু বুঝার যোগ্যতা থেকে বঞ্চিত হয়ে যায়।"
    },
    {
      "ayah": 88,
      "surah": 9,
      "text": "কিন্তু রসূল ও তার সঙ্গে যারা ঈমান এনেছিল, তারা নিজেদের ধন ও প্রাণ দ্বারা জিহাদ করল; তাদেরই জন্য রয়েছে যাবতীয় কল্যাণ এবং তারাই হচ্ছে সফলকাম।"
    },
    {
      "ayah": 89,
      "surah": 9,
      "text": "আল্লাহ তাদের জন্য জান্নাত প্রস্তুত করে রেখেছেন, যার নিম্নদেশে নদীমালা প্রবাহিত; তারা সেখানে অনন্তকাল অবস্থান করবে। এটা হচ্ছে (তাদের) বিরাট সফলতা। [১]\n[১] মুনাফিক্বদের বিপরীত ঈমানদারদের অভ্যাস হল, তারা নিজ জান-মাল দিয়ে আল্লাহর রাস্তায় জিহাদ করে। আল্লাহর পথে জান-মাল কুরবান করার ব্যাপারে কোন পরোয়া ও দ্বিধাবোধ করে না। তাদের নিকটে আল্লাহর আদেশ পালনই হল সর্ব উচ্চে। তাদেরই জন্য আখেরাতের মঙ্গল ও জান্নাতের নিয়ামত প্রস্তুত রয়েছে; মতান্তরে দ্বীন-দুনিয়ার কল্যাণ রয়েছে। আর এরাই লাভ করবে পরিত্রাণ ও মহাসাফল্য।"
    },
    {
      "ayah": 9,
      "surah": 9,
      "text": "তারা আল্লাহর আয়াতকে নগণ্য মূল্যে বিক্রয় করে ও তারা লোকদেরকে তাঁর পথ হতে নিবৃত্ত করে। নিশ্চয় তারা যা করে থাকে, তা অতি জঘন্য।"
    },
    {
      "ayah": 90,
      "surah": 9,
      "text": "মরুবাসী কিছু (বেদুঈন) লোক অজুহাত পেশ করে অনুমতি চাওয়ার উদ্দেশ্যে এল। আর যারা আল্লাহ ও তাঁর রসূলের সাথে মিথ্যা বলেছিল, তারা বসে রইল। তাদের মধ্যে যারা কুফরী করেছে, অতি নিকটেই তাদের উপর যন্ত্রণাদায়ক শাস্তি আসবে।[১]\n[১] উক্ত অজুহাত পেশকারীদের ব্যাপারে তফসীরবিদদের মাঝে মতভেদ রয়েছে। কেউ কেউ বলেন, এরা শহর থেকে দূরে বসবাসকারী সেই লোক, যারা মিথ্যা ওজর পেশ করে যুদ্ধে না যাওয়ার অনুমতি নিয়েছিল। এদের দ্বিতীয় প্রকার ছিল তারা, যারা এসে ওজর পেশ করার কোন প্রয়োজন মনে না করেই বসে রইল। আলোচ্য আয়াতে মুনাফিক্বদের উক্ত দুই শ্রেণীর লোকদের কথা উল্লেখ করা হয়েছে এবং যন্ত্রণাদায়ক শাস্তিতে উভয় ধরনের লোকেরাই শামিল। আর 'তাদের মধ্যে যারা কুফরী করেছে' বলে মিথ্যা ওজর পেশকারী ও বসে থাকা উভয় প্রকার ব্যক্তিদেরকে বুঝানো হয়েছে। পক্ষান্তরে অন্যান্য তফসীরবিদরা 'অজুহাত পেশকারীদল' বলতে এমন মরুবাসী বেদুঈন মুসলিমদেরকে বুঝিয়েছেন, যারা সঠিক ও সত্য ওজর পেশ করে অনুমতি নিয়েছিল। আর مُعَذِّرُوْنَ আসলে তাদের নিকটে مُعْتَذِرُوْنَ ছিল। ت হরফটিকে ذ হরফে পরিবর্তন করে সমীকরণ করা হয়েছে। আর 'مُعْتَذِر'এর অর্থ হল আসলেই যাদের ওজর আছে। এই হিসাবে আয়াতের পরবর্তী বাক্যতে মুনাফিক্বদের কথা উল্লেখ আছে এবং আয়াতে উভয় দলের কথা বর্ণনা হয়েছে। এর প্রথম অংশে সেই সব মুসলিমদের কথা উল্লেখ করা হয়েছে, যাদের সত্যিকার ওজর ছিল। আর দ্বিতীয় অংশে সেই মুনাফিক্বদের কথা উল্লেখ করা হয়েছে, যারা ওজর পেশ না করেই বসে ছিল। আর আয়াতের শেষাংশে যে ধমক এসেছে, তা হল এই দ্বিতীয় শ্রেণীর লোকদের জন্যই। আর আল্লাহই অধিক জানেন।"
    },
    {
      "ayah": 91,
      "surah": 9,
      "text": "দুর্বল, পীড়িত এবং অর্থব্যয় করতে যারা অসমর্থ তাদের কোন অপরাধ নেই; যদি তারা আল্লাহ ও তাঁর রসূলের প্রতি হিতাকাঙ্ক্ষী হয়। সৎকর্মপরায়ণদের বিরুদ্ধে অভিযোগের কোন পথ নেই। আর আল্লাহ অতিশয় ক্ষমাশীল, পরম করুণাময়। [১]\n[১] এই আয়াতে সেই সব লোকদের কথা উল্লেখ করা হয়েছে, যাদের সত্যিকার ওজর ছিল। আর তাদের সে ওজরও স্পষ্ট ছিল। যেমন, (ক) বৃদ্ধ ও অক্ষম লোক। অন্ধ অথবা খোঁড়া প্রভৃতি লোকরাও এই শ্রেণীর আওতায় এসে পড়ে। কেউ কেউ এদেরকে অসুস্থ লোকদের মধ্যে গণ্য করেছেন। (খ) অসুস্থ ব্যক্তি। (গ) তারা যাদের নিকট জিহাদ করার সরঞ্জাম ছিল না এবং বায়তুল মাল থেকেও তাদের মদদ করা হয়নি। 'আল্লাহ ও তাঁর রসূলের প্রতি হিতাকাঙ্ক্ষী' হয় এইভাবে যে, তারা অন্তরে জিহাদের প্রতি ব্যাকুল আগ্রহ ও মুজাহিদদের প্রতি ভালবাসা রাখে, আল্লাহ ও তাঁর রসূলের দুশমনদের প্রতি শত্রুতা পোষণ করে এবং যথাসাধ্য আল্লাহ ও রসূলের আনুগত্য করে। এমন সৎকর্মপরায়ণ ব্যক্তিরা যদি জিহাদে শরীক হতে অপারগ হয়, তাহলে তাদের কোন গোনাহ নেই।"
    },
    {
      "ayah": 92,
      "surah": 9,
      "text": "আর ঐ লোকদেরও (বিরুদ্ধে অভিযোগের কোন পথ) নেই, যারা তোমার নিকট এই উদ্দেশ্যে এল যে, তুমি তাদেরকে বাহন দান করবে, (যাদেরকে) তুমি বললে, ‘আমার নিকট তোমাদেরকে আরোহণ করাবার মত কোন বাহন নেই।’ তখন তারা এমন অবস্থায় ফিরে গেল যে, তাদের চক্ষু হতে অশ্রু বইতে লাগল এ দুঃখে যে, তাদের কাছে ব্যয় করার মত কোন কিছুই নেই। [১]\n[১] এখানে মুসলিমদের দ্বিতীয় এক দলের কথা উল্লিখিত হয়েছে, যাদের কাছে কোন প্রকার সওয়ারী বা বাহন ছিল না। আর নবী (সাঃ)ও তাদেরকে সওয়ারী দিতে ওজর পেশ করলেন। যার ফলে তাদের মনে এমন কষ্ট হল যে, তাদের চক্ষুদ্বয় হতে অশ্রু বিগলিত হল। 'রাযিবয়াল্লাহু আনহুম।' (আল্লাহ তাদের উপর সন্তুষ্ট হন।) বুঝা গেল যে, আন্তরিকতাপূর্ণ খাঁটি মুসলিমগণ, যাঁদের কোন না কোন প্রকার সত্যই জিহাদে না যাওয়ার অজুহাত ছিল, গুপ্ত ও প্রকাশ্য সকল খবর সম্পর্কে অবহিত মহান আল্লাহ তাদেরকে জিহাদে অংশ গ্রহণ না করতে অনুমতি দিয়ে পৃথক করে দিলেন। বরং হাদীসে বর্ণিত হয়েছে যে, নবী (সাঃ) এইসব ওজর-ওয়ালা মানুষদের ব্যাপারে জিহাদে শরীক মুজাহিদদেরকে বললেন যে, \"তোমাদের পিছনে মদীনার কিছু লোক এমনও রয়েছে যে, তোমরা যে উপত্যকাই অতিক্রম করছ এবং যে পথই চলছ তারা সওয়াবে তোমাদের বরাবর শরীক রয়েছে।\" সাহাবাগণ জিজ্ঞাসা করলেন, 'তা কি করে হতে পারে অথচ তারা মদীনায় বসে আছে?' তিনি বললেন, \"ওজর তাদেরকে সেখানে আটকে রেখেছে। (কিন্তু তাদের হৃদয়-মন তোমাদের সাথে আছে।)\"\n(বুখারীঃ জিহাদ অধ্যায়, মুসলিম কিতাবুল ইমারাহ, যাদেরকে ওজর যুদ্ধে শরীক হতে রুখে দিয়েছে তাদের সওয়াব পরিচ্ছেদ)"
    },
    {
      "ayah": 93,
      "surah": 9,
      "text": "অভিযোগ তো শুধুমাত্র ঐ লোকদের বিরুদ্ধেই যারা ধনবান হওয়া সত্ত্বেও (যুদ্ধে গমন না করার) অনুমতি চায়। তারা অন্তঃপুরবাসী মহিলাদের সাথে থাকতে পছন্দ করল। আর আল্লাহ তাদের অন্তরে মোহর মেরে দিলেন, সুতরাং তারা জ্ঞানলাভে অক্ষম।[১]\n[১] এরা মুনাফিক্ব যাদের বর্ণনা ৮৬-৮৭নং আয়াতে এসেছে। এখানে দ্বিতীয়বার বিশুদ্ধচিত্ত মুসলিমদের মোকাবেলায় তাদের কথা উল্লেখ করা হয়েছে। যেহেতু প্রত্যেক জিনিস তার বিপরীতধর্মী জিনিস দ্বারা জানা বা চেনা যায়। خَوالِف শব্দটি خَالِفَة এর বহুবচন; যার অর্থ হল পিছনে থাকা মহিলা, এখানে উদ্দেশ্য হল, মহিলা, শিশু, অক্ষম, খুব অসুস্থ এবং বৃদ্ধ ব্যক্তি; যারা জিহাদে শরীক হতে অপারগ। لاَ يَعلَمُون এর অর্থ হল, তারা জানে না যে, জিহাদে পিছনে থাকা কত বড় অপরাধ। নচেৎ তারা সম্ভবতঃ রসূল (সাঃ) থেকে পিছনে বসে থাকত না।"
    },
    {
      "ayah": 94,
      "surah": 9,
      "text": "যখন তোমরা তাদের কাছে ফিরে যাবে, তখন তারা তোমাদের কাছে অজুহাত পেশ করবে। তুমি বলে দাও, ‘তোমরা অজুহাত পেশ করো না; আমরা কখনই তোমাদেরকে বিশ্বাস করব না। আল্লাহ আমাদেরকে তোমাদের খবর জানিয়ে দিয়েছেন। আর ভবিষ্যতেও আল্লাহ এবং তাঁর রসূল তোমাদের কার্যকলাপ পর্যবেক্ষণ করবেন। অতঃপর তোমরা প্রত্যাবর্তিত হবে এমন সত্তার কাছে যিনি অদৃশ্য এবং প্রকাশ্য সকল বিষয়ই অবগত আছেন, অনন্তর তিনি তোমাদেরকে জানিয়ে দেবেন, যা কিছু তোমরা করতে।’"
    },
    {
      "ayah": 95,
      "surah": 9,
      "text": "যখন তোমরা তাদের কাছে ফিরে যাবে, তারা তখন অচিরেই তোমাদের সামনে শপথ করে বলবে, যেন তোমরা তাদেরকে উপেক্ষা কর। অতএব তোমরা তাদেরকে উপেক্ষা কর; তারা হচ্ছে অতিশয় ঘৃণ্য, আর তাদের ঠিকানা হচ্ছে জাহান্নাম, তা হল তাদের কৃতকর্মের প্রতিফল।"
    },
    {
      "ayah": 96,
      "surah": 9,
      "text": "তারা এ জন্য শপথ করবে, যেন তোমরা তাদের প্রতি রাজী হয়ে যাও, অনন্তর যদি তোমরা তাদের প্রতি রাজী হয়ে যাও, তবে আল্লাহ তো এমন দুষ্কর্মকারী লোকদের প্রতি রাজী হবেন না। [১]\n[১] উক্ত তিন আয়াতে ঐ সকল মুনাফিকদের কথা আলোচিত হয়েছে, যারা তাবুক অভিযানে মুসলিমদের সাথে শরীক হয়নি। এরা নবী (সাঃ) ও মুসলিমদেরকে সুস্থ ও সফলভাবে ফিরে আসতে দেখে নিজেদের ওজর পেশ করে তাঁদের নিকট বিশ্বস্ত হতে চেয়েছিল। আল্লাহ তাআলা বলেন, যখন তুমি তাদের নিকট উপস্থিত হবে, তখন তারা ওজর পেশ করবে, তুমি তাদেরকে বলে দাও যে, আমাদের নিকট ওজর পেশ করায় কোন লাভ নেই। কারণ আল্লাহ তাআলা আমাদের নিকট তোমাদের মুখোশ খুলে দিয়েছেন। এখন তোমাদের মিথ্যা ওজর আমরা কিভাবে বিশ্বাস করতে পারি? বস্তুতঃ এই সব ওজরের আসল রহস্য অতি অল্প সময়ের মধ্যে আরো পরিষ্কারভাবে উদ্ঘাটিত হয়ে যাবে। তোমাদের কর্ম, যা আল্লাহ তাআলা দেখছেন এবং রসূল (সাঃ)-এর সামনেও পরিষ্ফুটিত। অতএব স্বয়ং তিনি তোমাদের ওজরের আসল রহস্য উদঘাটন করে দেবেন। আর যদি পুনরায় তোমরা রসূল (সাঃ) ও মুসলিমদেরকে প্রতারিত করতে ও ধোঁকা দিতে কৃতকার্য হয়েই যাও, তবে এমন এক সময় অবশ্যই আসবে, যখন তোমাদেরকে এমন এক সত্তার নিকট উপস্থিত করা হবে, যিনি প্রকাশ্য ও অপ্রকাশ্য সব কিছু ভালভাবেই অবগত আছেন। তাঁকে তো আর ধোঁকা দিতে পারবে না; তিনি তোমাদের সকল আসল রহস্য তোমাদের সামনে খুলে দেবেন। দ্বিতীয় আয়াতে মহান আল্লাহ বলেন যে, তুমি ফিরে এলে ওরা শপথ করবে, যাতে তুমি তাদেরকে ক্ষমা করে দাও। অতএব তুমি তাদেরকে নিজের অবস্থাতে ছেড়ে দাও। ওরা নিজেদের বিশ্বাস ও কর্ম অনুযায়ী অপবিত্র। তারা যা কিছু করেছে তার প্রাপ্যই হল জাহান্নাম। তৃতীয় আয়াতে বলেছেন, ওরা তোমাকে সন্তুষ্ট করার জন্য শপথ করবে। কিন্তু ঐ সকল অবুঝদের জানা নেই যে, যদি তুমি তাদের উপর সন্তুষ্ট হয়েই যাও, তবে তারা যে আল্লাহর আনুগত্য থেকে দূর হওয়া ও পালিয়ে যাওয়ার পথ অবলম্বন করেছে, তার ফলে আল্লাহ তাআলা তাদের প্রতি কিভাবে সন্তুষ্ট হতে পারেন?"
    },
    {
      "ayah": 97,
      "surah": 9,
      "text": "মরুবাসী (বেদুঈন) লোকেরা কুফরী ও কপটতায় অতি কঠোরতম।[১] আর তারা এই কথারই বেশী উপযুক্ত যে, আল্লাহ তাঁর রসূলের প্রতি যা অবতীর্ণ করেছেন তাদের ঐসব বিধি-সীমার জ্ঞান হয় না।[২] আর আল্লাহ মহাজ্ঞানী, প্রজ্ঞাময়।\n[১] পূর্ব বর্ণিত আয়াতসমূহে ঐ সকল মুনাফিকদের আলোচনা ছিল, যারা মদীনা শহরে বসবাস করত। আর কিছু মুনাফিক ছিল যারা মদীনার বাইরে মরু এলাকায় বসবাস করত। মরু এলাকায় বসবাসকারীদেরকে 'আ'রাব' (বেদুঈন) বলা হয় যা 'আ'রাবী' শব্দের বহুবচন। শহরবাসীদের আচার-ব্যবহার অপেক্ষা তাদের আচার-ব্যবহারে বেশি কঠোরতা ও রুক্ষতা পাওয়া যায়। অনুরূপ তাদের মধ্যে যারা কাফের ও মুনাফিক ছিল তারা কুফরী ও মুনাফিকীর ব্যাপারে শহরবাসীদের চাইতে বেশি কঠোর ছিল এবং শরীয়তের বিধান সম্বন্ধেও বেশি অজ্ঞ ছিল। এই আয়াতে তাদের ও তাদের সেই আচরণের কথা বর্ণিত হয়েছে। কিছু হাদীসেও তাদের চাল-চলন সম্পর্কে পরিচয় পাওয়া যায়। যেমন একদা কিছু বেদুঈন রাসূলুল্লাহ (সাঃ)-এর নিকট এসে জিজ্ঞেস করল, 'তোমরা কি তোমাদের সন্তানদেরকে চুমা দাও?' সাহাবায়ে কিরামগণ উত্তরে বললেন 'হাঁ।' তারা বলল 'আল্লাহর শপথ! আমরা তো চুমা দিই না।' তাদের এই কথা শুনে রাসূলুল্লাহ (সাঃ) বললেন, \"আল্লাহ তাআলা যদি তোমাদের অন্তর থেকে মায়া-মমতা ছিনিয়ে নিয়ে থাকেন, তবে আমার আর কি করার আছে?\" (বুখারী ও মুসলিম)\n[২] এর কারণ হল যেহেতু তারা শহর থেকে দূরে বসবাস করত এবং আল্লাহ ও রসূল (সাঃ)-এর কথা শ্রবণ করার সুযোগ পেত না ।"
    },
    {
      "ayah": 98,
      "surah": 9,
      "text": "আর মরুবাসীদের মধ্যে এমন লোক রয়েছে[১] যে, তারা যা কিছু ব্যয় করে তা জরিমানা মনে করে[২] এবং তোমাদের প্রতি (কালের) আবর্তন (দুঃসময়)এর প্রতীক্ষায় থাকে; [৩] (বস্তুতঃ) অশুভ আবর্তন তাদের উপরই পতিত হোক।[৪] আর আল্লাহ সর্বশ্রোতা, সর্বজ্ঞাতা।\n[১] এখন সেই দুই শ্রেণী বেদুঈনদের কথা বর্ণনা করা হচ্ছে, এরা প্রথম শ্রেণীর বেদুঈন।\n[২] غُرْمٌ অর্থ জরিমানা। অর্থাৎ এমন ব্যয় যা মানুষকে একদম অনিচ্ছার সাথে নিরুপায় হয়ে করতে হয়।\n[৩] - دَوَائِرُ- دَائِرَةٌ এর বহুবচন অর্থঃ কালের আবর্তন, বিপদাপদ। অর্থাৎ তারা মুসলিমদের উপর দুর্দিন ও বিপদ আসার অপেক্ষায় থাকে।\n[৪] এটা বদ্দুআ। (অর্থাৎ, অশুভ আবর্তন তাদের উপরই পতিত হোক।) অথবা সংবাদ দেওয়া হচ্ছে যে, তাদেরই দুর্দিন আসবে। কারণ তারাই দুর্দশাগ্রস্ত হওয়ার উপযুক্ত।"
    },
    {
      "ayah": 99,
      "surah": 9,
      "text": "আর মরুবাসীদের মধ্যে কতিপয় লোক এমনও আছে যারা আল্লাহর প্রতি এবং কিয়ামত দিবসের প্রতি বিশ্বাস রাখে, আর যা কিছু ব্যয় করে, তাকে আল্লাহর সান্নিধ্য লাভের উপকরণ ও রসূলের দুআ লাভের উপকরণরূপে মনে করে।[১] স্মরণ রাখ, তাদের এই ব্যয়কার্য নিঃসন্দেহে তাদের জন্য (আল্লাহ) নৈকট্য লাভের কারণ। নিশ্চয়ই আল্লাহ তাদেরকে নিজ করুণায় প্রবেশ করাবেন;[২] নিশ্চয়ই আল্লাহ অতি ক্ষমাশীল, পরম করুণাময়।\n[১] এটা বেদুঈনদের দ্বিতীয় শ্রেণী, শহর থেকে দূরে থাকার পরেও আল্লাহ তাআলা তাদেরকে আল্লাহ ও কিয়ামত দিবসের উপর ঈমান আনার তাওফীক দান করেছিলেন এবং সেই ঈমান দ্বারা তাদের ঐ অজ্ঞতাও দূর করে দেন, যা বেদুঈন হওয়ার কারণে বেদুঈনদের মধ্যে সাধারণতঃ পাওয়া যেত। সুতরাং তারা আল্লাহর পথে ব্যয়কৃত সম্পদকে জরিমানা ভাবত না; বরং তা আল্লাহর নৈকট্য লাভ ও রাসূলুল্লাহ (সাঃ)-এর দু'আ পাওয়ার উপায় মনে করত। এ দ্বারা স্বাদাক্বাহ প্রদানকারীদের জন্য নবী (সাঃ) যে বর্কতের দু'আ করতেন তার দিকে ইঙ্গিত করা হয়েছে। যেমন হাদীসে বর্ণিত হয়েছে যে, একজন স্বাদাক্বাহ প্রদানকারীর জন্য নবী (সাঃ) এই বলে দু'আ করেছিলেন, (اللَّهُمَّ صَلِّ عَلَى آلِ أَبِيْ أَوْفَى) \"হে আল্লাহ ! আবু আওফার বংশের উপর রহমত বর্ষণ করুন।\"\n(বুখারী, মুসলিম)\n[২] এটা সুসংবাদ যে, তারা আল্লাহর নৈকট্য লাভ করতে সক্ষম হয়েছে এবং তারা আল্লাহর রহমতের অধিকারী।"
    }
  ]
}
