{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 90,
      "text": "শপথ করছি এই (মক্কা) নগরের।[১]\n[১] নগর বলে মক্কা নগরীকে বোঝানো হয়েছে। সূরাটি অবতীর্ণ হওয়ার সময় নবী (সাঃ) মক্কাতেই অবস্থিত ছিলেন। তাঁর জন্মস্থানও ছিল মক্কা শহর। অর্থাৎ, আল্লাহ তাআলা নবী (সাঃ)-এর জন্মস্থান এবং বাসস্থানের কসম খেয়েছেন। যার কারণে তার অতিরিক্ত মর্যাদার কথা সুস্পষ্ট হয়।"
    },
    {
      "ayah": 10,
      "surah": 90,
      "text": "এবং আমি কি তাকে দুটি পথ দেখাই নি? [১]\n[১] অর্থাৎ, ভাল ও মন্দ, ঈমান ও কুফর, সৌভাগ্য ও দুর্ভাগ্যের উভয় প্রকার পথই দেখিয়েছি । যেমন, তিনি বলেন \"আমি তাকে পথের নির্দেশ দিয়েছি হয় সে কৃতজ্ঞ হবে, না হয় সে অকৃতজ্ঞ হবে।\"\n(সূরা দাহর ৭৬:৩ আয়াত)\nنَجْد শব্দের অর্থ হল উঁচু জায়গা। এই জন্য কিছু সংখ্যক আলেমগণ এর অনুবাদ করেছেন, আমি মানুষকে (মায়ের) দুই স্তনের প্রতি পথনির্দেশ করেছি। অর্থাৎ, সে স্তন্যপান করার জগতে (শিশু অবস্থায়) সেখান হতে নিজের আহার অর্জন করুক। কিন্তু প্রথমত অর্থটাই অধিক শুদ্ধ।"
    },
    {
      "ayah": 11,
      "surah": 90,
      "text": "কিন্তু সে গিরি সংকটে প্রবেশ করল না। [১]\n[১] عقبة বলা হয় পাহাড়ের মাঝে মাঝে রাস্তা বা গিরিপথকে। সাধারণতঃ এ পথ বড় দুস্তর, দুরতিক্রম্য ও সংকটময় হয়। এটি মানুষের সেই শ্রম ও কষ্টকে স্পষ্ট করে বুঝাবার জন্য একটি উদাহরণ; যা নেক কাজ করার পথে শয়তানের কুমন্ত্রণা এবং মনের কামনা-বাসনার বিরুদ্ধে করতে হয়। যেমন পাহাড়ের ঐ পথে চড়া অত্যন্ত কঠিন, তেমনি তার নেক কাজ করাও বড় সুকঠিন।\n(ফাতহুল ক্বাদীর)"
    },
    { "ayah": 12, "surah": 90, "text": "কিসে তোমাকে জানাল, গিরি সংকট কি?" },
    { "ayah": 13, "surah": 90, "text": "তা হচ্ছে ক্রীতদাসকে মুক্তি প্রদান।" },
    { "ayah": 14, "surah": 90, "text": "অথবা ক্ষুধার দিনে অন্নদান।" },
    { "ayah": 15, "surah": 90, "text": "পিতৃহীন আত্মীয়কে।" },
    {
      "ayah": 16,
      "surah": 90,
      "text": "অথবা ধূলায় লুণ্ঠিত দরিদ্রকে। [১]\n[১] يوم ذي مَسْغَبَة অর্থাৎঃ ক্ষুধার দিন। ذا متربة মাটি-মাখা বা ধূলায় লুণ্ঠিত। অর্থাৎ, যে দারিদ্রে্র কারণে মাটি বা ধূলার উপর পড়ে থাকে। তার নিজ ঘর-বাড়ি বলেও কিছু থাকে না। মোট কথা হল যে, কোন ক্রীতদাস স্বাধীন করা, কোন ক্ষুধার্ত আত্মীয় অনাথ কিংবা মিসকীনকে খাবার দান করা গিরিপথে চলার মত কঠিন কাজ। যার দ্বারা মানুষ জাহান্নাম থেকে মুক্তি পেয়ে জান্নাত লাভ করতে পারে। অনাথের তত্ত্বাবধান করা এমনিতেই বিরাট পুণ্যের কাজ। কিন্তু যদি সে আত্মীয় হয়, তাহলে তার তত্ত্বাবধান করায় আছে দ্বিগুণ সওয়াব; এক সদকা করার সওয়াব এবং দুই আত্মীয়ের সাথে সম্পর্ক বজায় রাখার ও তার হক আদায় করার সওয়াব। অনুরূপ ক্রীতদাস স্বাধীন করারও বড় ফযীলত হাদীসে বর্ণিত হয়েছে। আজকাল কোন ঋণী ব্যক্তির ঋণ পরিশোধ করে দেওয়াও এক প্রকার ঐ শ্রেণীরই কাজ। অর্থাৎ, সে কাজও এক প্রকার فكّ رَقَبة ।"
    },
    {
      "ayah": 17,
      "surah": 90,
      "text": "তদুপরি অন্তর্ভুক্ত হওয়া তাদের যারা ঈমান আনে[১] এবং পরস্পরকে উপদেশ দেয় ধৈর্যধারণের ও দয়া দাক্ষিণ্যের।[২]\n[১] এ থেকে জানা গেল যে, উল্লিখিত সৎকর্ম তখনই উপকারী ও পরকালের সুখের কারণ হবে, যখন তার কর্তা ঈমানদার হবে।\n[২] ঈমানদারদের একটা গুণ এই যে, তারা একে-অপরকে ধৈর্য ও দয়া-দাক্ষিণ্যের উপদেশ দেয়।"
    },
    { "ayah": 18, "surah": 90, "text": "তারাই হল সৌভাগ্যবান।" },
    { "ayah": 19, "surah": 90, "text": "পক্ষান্তরে যারা আমার নিদর্শন প্রত্যাখ্যান করেছে, তারাই হল হতভাগ্য।" },
    {
      "ayah": 2,
      "surah": 90,
      "text": "আর তুমি এই নগরের অধিবাসী (বা বৈধতার অধিকারী হবে)।[১]\n[১] এতে সেই সময়কার প্রতি ইঙ্গিত রয়েছে যখন মক্কা বিজয় হয়। সে সময় আল্লাহ তাআলা হারাম শহরে নবী (সাঃ) এর জন্য লড়াই-ঝগড়া বৈধ করে দিয়েছিলেন। অথচ সেখানে ঝগড়া-লড়ায়ের কোন প্রকার অনুমতি নেই। কেননা, হাদীসে বর্ণিত হয়েছে যে, নবী (সাঃ) বলেছেন, \"এই শহরকে আল্লাহ সেই সময় থেকে হারাম (নিষিদ্ধ ঘোষণা) করেছেন, যে সময়ে তিনি আকাশ-পৃথিবীকে সৃষ্টি করেছেন। অতএব আল্লাহর এই হারাম-এর বিধান কিয়ামত পর্যন্ত বজায় থাকবে। এই স্থানের গাছ কাটা যাবে না এবং কাঁটা তুলে ফেলা হবে না। তবে আমার জন্য মাত্র দিনের কিছু সময়ের জন্য তা হালাল করা হয়েছিল। পুনরায় আজ সেই নিষেধাজ্ঞা ফিরে এল যেমন গতকাল ছিল। এবার কেউ যদি যুদ্ধ করার ব্যাপারে আমার যুদ্ধকে দলীলরূপে পেশ করে তাহলে তাকে বল, আল্লাহ তো তাঁর রসূল (সাঃ)-কে ক্ষণেকের জন্য এই অনুমতি দিয়েছিলেন। তোমাকে তো এ অনুমতি দেওয়া হয়নি।\"\n(সহীহ বুখারী শিক্ষা অধ্যায়, মুসলিম হজ্জ অধ্যায়, মক্কার হারাম পরিচ্ছেদ)\nএই কথা খেয়াল করে আয়াতের অর্থ হবেঃ \"আর তুমি (ভবিষ্যতে) এই নগরের বৈধতার অধিকারী হবে।\" কিছু উলামা এর অর্থ করেছেনঃ \"আর তুমি এই নগরের অধিবাসী।\" কিন্তু ইমাম শওকানী বলেন, এই অর্থ তখন সঠিক হবে, যখন আরবী ভাষায় এ কথা প্রমাণিত হবে যে, حِلّ বাস করার অর্থেও ব্যবহার হয়ে থাকে। আর এ আয়াতটি বাগধারার মাঝে পৃথক বাক্য হিসাবে ব্যবহূত হয়েছে।"
    },
    {
      "ayah": 20,
      "surah": 90,
      "text": "তাদের উপরই রয়েছে অবরুদ্ধ অগ্নি।[১]\n[১] مؤصَدَة এর অর্থ হল مُغلَقَة অর্থাৎ বন্ধ। তার মানে হল, তাদেরকে জাহান্নামের আগুনে নিক্ষেপ করে তার চতুর্দিক বন্ধ করে দেওয়া হবে। যাতে প্রথমতঃ আগুনের সম্পূর্ণ তাপ তাদেরকে পৌঁছে এবং দ্বিতীয়তঃ সেখান হতে পলায়ন করে কোথাও যেতে না পারে।"
    },
    {
      "ayah": 3,
      "surah": 90,
      "text": "শপথ জন্মদাতার ও যা সে জন্ম দিয়েছে তার। [১]\n[১] কোন কোন উলামাগণ বলেছেন যে, এ থেকে আদম (আঃ) ও তাঁর সন্তান-সন্ততি উদ্দেশ্য নেওয়া হয়েছে। আবার কেউ বলেন, এ শব্দটা হল ব্যাপক; অর্থাৎ প্রত্যেক পিতা এবং সন্তান-সন্ততি এর অন্তর্ভুক্ত।"
    },
    {
      "ayah": 4,
      "surah": 90,
      "text": "অবশ্যই আমি মানুষকে সৃষ্টি করেছি বিপদ-কষ্টের মধ্যে। [১]\n[১] অর্থাৎ, মানুষের জীবন পরিশ্রম ও দুঃখ-কষ্টে পরিপূর্ণ। ইমাম ত্বাবারী এই অর্থকেই গ্রহণ করেছেন। আর এ বাক্যটি হল কসমের জবাব।"
    },
    {
      "ayah": 5,
      "surah": 90,
      "text": "সে কি মনে করে যে, কখনো তার উপর কেউ ক্ষমতাবান হবে না? [১]\n[১] অর্থাৎ, কেউ তাকে পাকড়াও করার শক্তি রাখে না।"
    },
    {
      "ayah": 6,
      "surah": 90,
      "text": "সে বলে, ‘আমি রাশি রাশি অর্থ উড়িয়ে দিয়েছি।’ [১]\n[১] لُبَد শব্দের অর্থ হল প্রচুর বা রাশি রাশি। অর্থাৎ, সে দুনিয়ার ব্যাপারে এবং ফালতু কাজে অনেকানেক পয়সা ব্যয় করে অতঃপর গর্বের সাথে লোকের কাছে তা বলে বেড়ায়। (অথবা সে দ্বীনের ব্যাপারে অর্থ ব্যয় করে, অতঃপর আক্ষেপের সাথে লোকের কাছে তা বলে বেড়ায়। -সম্পাদক)"
    },
    {
      "ayah": 7,
      "surah": 90,
      "text": "সে কি ধারণা করে যে, তাকে কেউই দেখে নি? [১]\n[১] এমনিভাবেই আল্লাহর নাফরমানীতে অটল থেকে মাল খরচ করে আর ভাবে যে, তার পরিদর্শনকারী কেউ নেই। অথচ আল্লাহ সবই দেখছেন এবং সে ব্যাপারে তাকে তিনি সাজা দেবেন। পরবর্তী আয়াতসমূহে আল্লাহ তাআলা কিছু নিয়ামতের কথা উল্লেখ করেছেন; যাতে এমন মানুষেরা উপদেশ গ্রহণ করে।"
    },
    { "ayah": 8, "surah": 90, "text": "আমি কি তার জন্য সৃষ্টি করিনি চক্ষুযুগল? [১]\n[১] যার দ্বারা সে দর্শন করে থাকে।" },
    {
      "ayah": 9,
      "surah": 90,
      "text": "আর জিহ্বা ও ওষ্ঠাধর? [১]\n[১] জিহ্বা দ্বারা সে কথা বলে এবং নিজের মনের ইচ্ছা প্রকাশ করতে পারে। আর ওষ্ঠাধর (দুই ঠোঁট) দ্বারা সে বলা এবং খাওয়ার কাজে সহযোগিতা নিয়ে থাকে। এ ছাড়া এগুলো তার চেহারা ও মুখমন্ডলের সৌন্দর্যের বিশেষ কারণও বটে।"
    }
  ]
}
