{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 91,
      "text": "শপথ সূর্যের এবং তার (দিনের প্রথম ভাগের) কিরণের। [১]\n[১] চাশতের সময় অথবা সূর্যের কিরণের কসম। অথবা 'য্বুহা' বলতে দিনকে বোঝানো হয়েছে। অর্থাৎ, সূর্য এবং দিনের কসম।"
    },
    {
      "ayah": 10,
      "surah": 91,
      "text": "এবং সে ব্যর্থ হবে, যে তাকে কলুষিত করবে। [১]\n[১] অর্থাৎ, আত্মাকে যে কলুষিত ও ভ্রষ্ট করবে, সে ক্ষতিগ্রস্ত হবে। دسّ শব্দটি تَدسِيس শব্দ হতে উৎপত্তি হয়েছে। যার অর্থ হল, এক বস্তুকে অন্য বস্তুতে লুকিয়ে ফেলা। সুতরাং এখানে دساها এর অর্থ হল, যে নিজের আত্মাকে লুকিয়ে ফেলল এবং অনর্থক ছেড়ে দিল এবং তাকে আল্লাহর আনুগত্য এবং নেক আমল দ্বারা প্রকাশ করল না।"
    },
    {
      "ayah": 11,
      "surah": 91,
      "text": "সামূদ সম্প্রদায় অবাধ্যতাবশতঃ (সত্যকে) মিথ্যা জ্ঞান করল। [১]\n[১] طغيان সেই অবাধ্যতাকে বলে, যা সীমা ছাড়িয়ে যায়। সেই অবাধ্যতাই তাদেরকে মিথ্যাজ্ঞান করায় উদ্বুদ্ধ করে তুলেছিল।"
    },
    {
      "ayah": 12,
      "surah": 91,
      "text": "তাদের মধ্যে যে সর্বাধিক হতভাগ্য, সে যখন তৎপর হয়ে উঠল। [১]\n[১] যার নাম মুফাসসিরগণ 'কুদ্দার বিন সালেফ' বলেছেন। সে এমন দুষ্কর্ম করল যার কারণে সে হতভাগ্যদের সর্দার হয়ে গেল। সে ছিল সর্বাধিক বড় বদমাশ ও হতভাগা।"
    },
    {
      "ayah": 13,
      "surah": 91,
      "text": "তখন আল্লাহর রসূল তাদেরকে বলল, ‘আল্লাহর উষ্ট্রী ও তাকে পানি পান করাবার বিষয়ে সাবধান হও।’ [১]\n[১] অর্থাৎ, সেই উটনীর যেন কোন ক্ষতি না করে। এইরূপ তার পানি পান করার যে দিন ধার্য্য আছে, তাতেও যেন কোন গড়বড় না করা হয়। উটনী ও সামূদ জাতি উভয়ের জন্য পানির পানের এক এক পৃথক দিন ধার্য্য করে দেওয়া হয়েছিল। তা বহাল রাখার তাকীদ করা হল। কিন্তু সে যালেমরা তা পরোয়া করল না।"
    },
    {
      "ayah": 14,
      "surah": 91,
      "text": "কিন্তু তারা তাকে মিথ্যাবাদী বলল। অতঃপর ঐ উষ্ট্রীকে হত্যা করল। [১] সুতরাং তাদের পাপের জন্য তাদের প্রতিপালক তাদেরকে সমূলে ধ্বংস করে[২] একাকার[৩] করে দিলেন।\n[১] এ কুকাজ ঐ 'কুদ্দার' নামক এক ব্যক্তিই করেছিল। কিন্তু যেহেতু এ কাজে জাতির সকল লোকেরাও তাতে জড়িত ছিল। সে জন্য তাদের সকলকে সমান অপরাধী গণ্য করা হল এবং মিথ্যাজ্ঞান ও উটনীর হত্যা ক্রিয়ার সম্বন্ধ পুরো জাতির প্রতি করা হয়েছে। এখান থেকে একটি নীতি জানা যায় যে, একই মন্দকর্মে জড়িত যদি জাতির কয়েকজন ব্যক্তি হয়, কিন্তু পুরো জাতির সমস্ত লোক যদি তাতে আপত্তি না করে; বরং পছন্দ করে, তাহলে তাদের সকলেই আল্লাহর নিকট মন্দ কাজে জড়িত হিসাবে পরিগণিত হয় এবং সেই অপরাধ ও মন্দকাজে সবাইকে সমান শরীক ভাবা হয়।\n[২] دَمدَم عَلَيهِم অর্থ হল, আল্লাহ তাদের উপর কঠিন আযাব অবতীর্ণ করলেন এবং তাদেরকে সমূলে ধ্বংস করে দিলেন।\n[৩] একাকার করে দিলেন। অর্থাৎ, এই আযাবকে তাদের উপর সমানভাবে ব্যাপক করে দিলেন। কাউকে তিনি ছাড়লেন না; এই আযাব দ্বারা তিনি ঐ জাতির আবাল-বৃদ্ধ-বণিতা সকলকেই ধ্বংস করে দিলেন। অথবা এর অর্থ এই যে, মাটিকে তাদের উপর বরাবর ও সমান করে দিলেন। অর্থাৎ, সবাইকে মাটির নিচে ধসিয়ে দিলেন।"
    },
    {
      "ayah": 15,
      "surah": 91,
      "text": "আর তিনি ওর পরিণামকে ভয় করেন না। [১]\n[১] অর্থাৎ, আল্লাহ তাআলার সে ভয় নেই যে, তিনি তাদেরকে শাস্তি দিয়েছেন, ফলে কোন বৃহৎ শক্তি তার প্রতিশোধ নেবে। তিনি এ শাস্তির পরিণাম থেকে ভয়শূন্য। যেহেতু তাঁর অপেক্ষা বড় অথবা তাঁর সমতুল্য এমন কোন শক্তি নেই, যা তাঁর নিকট হতে প্রতিশোধ গ্রহণ করতে পারে।"
    },
    {
      "ayah": 2,
      "surah": 91,
      "text": "শপথ চন্দ্রের, যখন তা সূর্যের পর আবির্ভূত হয়। [১]\n[১] অর্থাৎ, যখন সূর্যাস্তের পরে পরেই চন্দ্র উদয় হয়। যেমন, মাসের প্রথম পক্ষে হয়ে থাকে।"
    },
    {
      "ayah": 3,
      "surah": 91,
      "text": "শপথ দিবসের, যখন তা সূর্যকে প্রকাশ করে। [১]\n[১] অথবা অন্ধকারকে দূরীভূত করে। 'অন্ধকার' শব্দের উল্লেখ তো পূর্বে নেই; তবে বাগধারার ইঙ্গিতে তা বোঝা যায়।"
    },
    {
      "ayah": 4,
      "surah": 91,
      "text": "শপথ রজনীর, যখন তা সূর্যকে আচ্ছাদিত করে। [১]\n[১] অর্থাৎ, সূর্যকে আছন্ন করে ফেলে এবং চতুর্দিকে অন্ধকার ছেয়ে আসে।"
    },
    {
      "ayah": 5,
      "surah": 91,
      "text": "শপথ আকাশের এবং তার নির্মাণ কৌশলের। [১]\n[১] অথবা সেই সত্তার কসম, যিনি তা নির্মাণ করেছেন। এ অর্থে ما শব্দ مَن শব্দের অর্থে ব্যবহার হয়েছে।"
    },
    { "ayah": 6, "surah": 91, "text": "শপথ পৃথিবীর এবং তার বিস্তীর্ণতার। [১]\n[১] অথবা যিনি তাকে বিস্তীর্ণ করেছেন।" },
    {
      "ayah": 7,
      "surah": 91,
      "text": "শপথ আত্মার এবং তার সুঠাম গঠনের। [১]\n[১] অথবা যিনি তাকে সুঠাম বানিয়েছেন। তাকে সুঠাম বানিয়েছেন অর্থ হল তাকে অঙ্গ-প্রত্যঙ্গের উপযুক্ত বানিয়েছেন। তাকে বিশ্রী বা বেঢঙ্গের বানাননি।"
    },
    {
      "ayah": 8,
      "surah": 91,
      "text": "অতঃপর তাকে তার অসৎকর্মও সৎকর্মের জ্ঞান দান করেছেন। [১]\n[১] 'জ্ঞানদান করা'র এক অর্থ এই যে, তিনি তাকে ভালোভাবে বুঝিয়ে দিয়েছেন এবং তাকে আম্বিয়াগণ ও আসমানী কিতাব দ্বারা ভাল-মন্দ চিনিয়ে দিয়েছেন। অথবা এর অর্থ যে, তার মস্তিষ্ক ও প্রকৃতিতে ভাল-মন্দ, নেকী-বদীর অনুভূতি প্রদান করেছেন। যাতে সে নেকীর পথ অবলম্বন করে এবং বদীর পথ হতে দূরে থাকে।"
    },
    {
      "ayah": 9,
      "surah": 91,
      "text": "সে সফলকাম হবে, যে তাকে পরিশুদ্ধ করবে। [১]\n[১] অর্থাৎ, যে আত্মাকে শিরক, অবাধ্যতা থেকে এবং চারিত্রিক অশ্লীলতা থেকে পবিত্র করবে, সে পরকালে সফলতা ও মুক্তি লাভ করবে।"
    }
  ]
}
