{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 92,
      "text": "শপথ রাত্রির, যখন তা আচ্ছন্ন করে।[১]\n[১] অর্থাৎ, দিগন্তে ছেয়ে যায় এবং তার ফলে দিনের আলো বিলীন হয়ে যায় ও অন্ধকার নেমে আসে।"
    },
    {
      "ayah": 10,
      "surah": 92,
      "text": "অচিরেই তার জন্য আমি সুগম করে দেব (জাহান্নামের) কঠোর পরিণামের পথ।[১]\n[১] عُسرَى (সংকীর্ণতা বা কঠোর পরিণামের পথ) বলতে কুফর, অবাধ্যতা ও মন্দ পথকে বোঝানো হয়েছে। অর্থাৎ, তার জন্য আমি অবাধ্যতার পথ আসান করে দেব। যার কারণে তার জন্য ভাল ও সৌভাগ্যের পথ জটিল হয়ে যাবে। কুরআন মাজীদে কয়েক জায়গায় এই বিষয়কে স্পষ্ট করা হয়েছে যে, যে ব্যক্তি ভাল ও হিদায়াতের পথ অবলম্বন করে, তার প্রতিদানে আল্লাহ তাকে মঙ্গলের তওফীক দান করেন। আর যে ব্যক্তি মন্দ ও অবাধ্যতার পথ অবলম্বন করে, আল্লাহ তাকে সেই অবস্থাতেই ছেড়ে দেন। আর এটা সেই ভাগ্য অনুযায়ী হয়, যা আল্লাহ নিজ ইলম অনুসারে লিপিবদ্ধ করে রেখেছেন।\n(ইবনে কাসীর)\nএই বিষয়টি হাদীসেও বর্ণিত হয়েছে। নবী (সাঃ) বলেছেন, তোমরা আমল কর। প্রত্যেক ব্যক্তিকে যে কাজের জন্য সৃষ্টি করা হয়েছে, তার জন্য সে কাজ সহজ করে দেওয়া হয়। যে সৌভাগ্যবান, তাকে সৌভাগ্যবানের কাজের জন্য তওফীক দেওয়া হয়। আর যে দুর্ভাগ্যবান, তাকে দুর্ভাগ্যবানের কাজের তওফীক দেওয়া হয়।\n(সহীহ বুখারীঃ সূরা লাইলের তফসীর পরিচ্ছেদ।)"
    },
    {
      "ayah": 11,
      "surah": 92,
      "text": "যখন সে ধ্বংস হবে, তখন তার সম্পদ তার কোনই কাজে আসবে না।[১]\n[১] অর্থাৎ, যখন সে জাহান্নামে নিক্ষিপ্ত হবে, তখন এই মাল-ধন, যা সে আল্লাহর রাস্তায় ব্যয় করত না, তা সেদিন কোন কাজে আসবে না।"
    },
    {
      "ayah": 12,
      "surah": 92,
      "text": "আমারই দায়িত্ব পথ প্রদর্শন করা। [১]\n[১] অর্থাৎ, হালাল- হারাম, ভাল-মন্দ, হিদায়াত ও ভ্রষ্টতাকে বর্ণনা ও স্পষ্ট করা আমার দায়িত্ব। (যা আমি করে দিয়েছি।)"
    },
    {
      "ayah": 13,
      "surah": 92,
      "text": "আর ইহকাল ও পরকালের কর্তৃত্ব আমারই। [১]\n[১] অর্থাৎ, উভয়ের মালিক আমিই। আমি যেভাবে চাই, সেভাবেই উভয়কে পরিচালনা করি। এই জন্য উভয়ের কিংবা তার একটির প্রার্থী যেন আমারই নিকট প্রার্থনা করে। কেননা, প্রত্যেক প্রার্থনাকারীকে আমিই আমার ইচ্ছানুযায়ী দান করে থাকি।"
    },
    { "ayah": 14, "surah": 92, "text": "অতএব আমি তোমাদেরকে প্রজ্বলিত অগ্নি সম্পর্কে সতর্ক করে দিয়েছি।" },
    { "ayah": 15, "surah": 92, "text": "এতে সেই নিতান্ত হতভাগা ছাড়া অন্য কেউ প্রবেশ করবে না;" },
    {
      "ayah": 16,
      "surah": 92,
      "text": "যে (নবীকে) মিথ্যাজ্ঞান করে ও (ঈমান থেকে) মুখ ফিরিয়ে নেয়। [১]\n[১] এই আয়াত থেকে 'মুর্জিয়া' (নামক একটি ভ্রষ্ট দল) প্রমাণ করে যে, জাহান্নামে কেবলমাত্র কাফেররাই যাবে। কোন মুসলমান --- তাতে সে যত বড়ই পাপী হোক না কেন --- জাহান্নামে যাবে না। কিন্তু এ বিশ্বাস হল (কুরআন ও হাদীসের) সেই স্পষ্ট উক্তির পরিপন্থী, যার দ্বারা বোঝা যায় যে, বহু সংখ্যক মুসলমানও --- যাদেরকে আল্লাহ কিছু শাস্তি দিতে চাইবেন --- তারা কিছুকালের জন্য জাহান্নামে যাবে। অতঃপর নবী (সাঃ) ফিরিশতা এবং অন্যান্য নেক বান্দাগণের সুপারিশের বদৌলতে তাদেরকে জাহান্নাম থেকে বের করা হবে। উক্ত আয়াতে সীমাবদ্ধতার সাথে যা বলা হয়েছে, তার মানে এই যে, যারা পাক্কা কাফের ও নিতান্ত হতভাগা, জাহান্নাম আসলে তাদের জন্যই তৈরী করা হয়েছে। যাতে তারা অবশ্য অবশ্যই অনিবার্যভাবেই চিরকালের জন্য প্রবেশ করবে। পক্ষান্তরে কোন নাফরমান শ্রেণীর মুসলিম যদিও জাহান্নামে যাবে, তবুও তারা অবশ্য অবশ্যই অনিবার্যভাবেই চিরকালের জন্য তাতে স্থায়ী হবে না। বরং তাদের শাস্তিস্বরূপ এ প্রবেশ সাময়িকের জন্য হবে।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 17,
      "surah": 92,
      "text": "আর আল্লাহভীরুকে তা থেকে দূরে রাখা হবে। [১]\n[১] অর্থাৎ, তাকে জাহান্নাম থেকে দূরে রাখা হবে এবং জান্নাতে স্থান দেওয়া হবে।"
    },
    {
      "ayah": 18,
      "surah": 92,
      "text": "যে আত্মশুদ্ধির জন্য তার ধন-সম্পদ দান করে। [১]\n[১] অর্থাৎ, যে ব্যক্তি নিজ মাল আল্লাহর হুকুম অনুযায়ী ব্যয় করে; যাতে তার অন্তর ও মাল পবিত্র হয়ে যায়।"
    },
    {
      "ayah": 19,
      "surah": 92,
      "text": "এবং তার প্রতি কারো কোন অনুগ্রহের প্রতিদানে নয়। [১]\n[১] অর্থাৎ, কারো উপকারের বদলা পরিশোধ করার জন্য দান করে না।"
    },
    {
      "ayah": 2,
      "surah": 92,
      "text": "শপথ দিবসের, যখন তা সমুজ্জ্বল হয়। [১]\n[১] অর্থাৎ, রাতের অন্ধকার দূরীভূত হয় এবং দিনের উজ্জ্বলতা ছড়িয়ে পড়ে।"
    },
    {
      "ayah": 20,
      "surah": 92,
      "text": "কেবল তার মহান পালনকর্তার মুখমন্ডল (দর্শন বা সন্তুষ্টি) লাভের প্রত্যাশায়।[১]\n[১] বরং ইখলাসের সাথে আল্লাহর সন্তুষ্টি এবং জান্নাতে তাঁর দর্শন পাবার জন্য খরচ করে।"
    },
    {
      "ayah": 21,
      "surah": 92,
      "text": "আর সে অচিরেই সন্তুষ্ট হবে। [১]\n[১] অথবা সে রাযী হয়ে যাবে। অর্থাৎ, যে ব্যক্তি এই সমস্ত গুণের অধিকারী হবে, আল্লাহ তাকে জান্নাতের নিয়ামত এবং সম্মান ও মর্যাদা দান করবেন। যার কারণে সে সন্তুষ্ট ও রাযী হয়ে যাবে। অধিকাংশ ব্যাখ্যাতাগণ বলেছেন, বরং কেউ কেউ এ ব্যাপারে 'ইজমা' (ঐক্যমত) বর্ণনা করেছেন যে, এই আয়াতগুলি আবু বাকর (রাঃ)-এর শানে অবতীর্ণ হয়েছে। তবুও অর্থের দিক দিয়ে তা ব্যাপক। যে ব্যক্তি অনুরূপ উচ্চ গুণে গুণাম্বিত হবে, সেও আল্লাহর দরবারে উক্ত মর্যাদার অধিকারী হবে।"
    },
    {
      "ayah": 3,
      "surah": 92,
      "text": "শপথ তাঁর যিনি নর-নারীর সৃষ্টি করেছেন। [১]\n[১] এখানে আল্লাহ তাআলা নিজ সত্তার কসম খেয়েছেন। কেননা, তিনি হলেন নর-নারী উভয়েরই সৃষ্টিকর্তা। এ ক্ষেত্রে ما মাওসূলা الذي -এর অর্থে। আর ما মাসদারিয়া হলে অর্থ হবে, 'শপথ নর-নারীর সৃষ্টির।'"
    },
    {
      "ayah": 4,
      "surah": 92,
      "text": "অবশ্যই তোমাদের কর্মপ্রচেষ্টা বিভিন্নমুখী। [১]\n[১] অর্থাৎ, কেউ সৎকর্ম করে; সুতরাং তার প্রতিদান হবে জান্নাত। আর কেউ অসৎ কর্ম করে; আর তার পরিণাম হবে জাহান্নাম। এ আয়াতটি কসমের জবাব।"
    },
    {
      "ayah": 5,
      "surah": 92,
      "text": "সুতরাং যে দান করে ও আল্লাহকে ভয় করে, [১]\n[১] অর্থাৎ, ভাল কাজে খরচ করে এবং নিষিদ্ধ কর্ম হতে দূরে থাকে।"
    },
    {
      "ayah": 6,
      "surah": 92,
      "text": "এবং সৎ বিষয়কে সত্য জ্ঞান করে। [১]\n[১] অথবা উত্তম প্রতিদানকে সত্যজ্ঞান করে। অর্থাৎ, এ কথায় বিশ্বাস রাখে যে, দান করা এবং আল্লাহকে ভয় করার উত্তম প্রতিদান পাওয়া যাবে তাঁর কাছে।"
    },
    {
      "ayah": 7,
      "surah": 92,
      "text": "অচিরেই আমি তার জন্য সুগম করে দেব (জান্নাতের) সহজ পথ। [১]\n[১] يُسرَى শব্দের অর্থ হল পুণ্য এবং সুন্দর আচরণ। অর্থাৎ, আমি তাকে পুণ্য কাজ করার এবং আনুগত্যের তওফীক দান করি এবং সেগুলি করা তার জন্য সহজ করে দিই। ব্যাখ্যাতাগণ বলেন, এই আয়াতটি আবু বকর (রাঃ)-এর শানে অবতীর্ণ হয়েছে। তিনি ছয়জন ক্রীতদাসকে স্বাধীন করেছিলেন, যাদেরকে মুসলমান হওয়ার কারণে মক্কাবাসীরা খুবই কষ্ট দিত।\n(ফাতহুল ক্বাদীর)"
    },
    {
      "ayah": 8,
      "surah": 92,
      "text": "পক্ষান্তরে যে কার্পণ্য করে ও নিজেকে স্বয়ংসম্পূর্ণ মনে করে।[১]\n[১] অর্থাৎ, যে আল্লাহর পথে ব্যয় করে না এবং আল্লাহর আদেশকে পরোয়া করে না।"
    },
    {
      "ayah": 9,
      "surah": 92,
      "text": "আর সৎ বিষয়কে মিথ্যা জ্ঞান করে, [১]\n[১] অথবা আখেরাতের বদলা এবং হিসাব-নিকাশকে অস্বীকার করে।"
    }
  ]
}
