{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 97,
      "text": "নিশ্চয়ই আমি এ (কুরআন)কে অবতীর্ণ করেছি মর্যাদাপূর্ণ রাত্রিতে (শবেকদরে)। [১]\n[১] অর্থাৎ, এই রাতে তা (কুরআন) অবতীর্ণ আরম্ভ করেছেন। অথবা তা 'লাওহে মাহ্ফূয' হতে দুনিয়ার আসমানে অবস্থিত 'বাইতুল ইযযাহ'তে এক দফায় অবতীর্ণ করেছেন। আর সেখান থেকে প্রয়োজন মোতাবেক নবী (সাঃ) এর উপর অবতীর্ণ করা হয়েছে এবং তা ২৩ বছরে পরিপূর্ণ হয়ে গেছে। জ্ঞাতব্য যে, 'লাইলাতুল কদর' রমযান মাসেই হয়ে থাকে; অন্য কোন মাসে নয়। এর প্রমাণ, মহান আল্লাহ বলেছেন, \"রমযান মাস; যাতে কুরআনকে অবতীর্ণ করা হয়েছে।\"\n(সূরা বাক্বারাহ ২:১৮৫ নং আয়াত)"
    },
    {
      "ayah": 2,
      "surah": 97,
      "text": "আর কিসে তোমাকে জানাল, মর্যাদাপূর্ণ রাত্রি কি? [১]\n[১] এখানে প্রশ্নবাচক শব্দ ব্যবহার করে এই রাতের মর্যাদা ও গুরুত্ব অধিকরূপে ব্যক্ত করা হয়েছে। যেন সৃষ্টি এর সুগভীর রহস্য পূর্ণরূপে জানতে সক্ষম নয়। একমাত্র আল্লাহই এ ব্যাপারে পূর্ণরূপ অবগত।"
    },
    {
      "ayah": 3,
      "surah": 97,
      "text": "মর্যাদাপূর্ণ রাত্রি হাজার মাস অপেক্ষা উত্তম। [১]\n[১] অর্থাৎ, এক রাত্রির ইবাদত হাজার মাসের ইবাদত অপেক্ষা উত্তম। আর হাজার মাসে ৮৩ বছর ৪ মাস হয়। উম্মতে মুহাম্মাদিয়ার উপর কত বড় আল্লাহর অনুগ্রহ যে, তিনি তাকে তার সংক্ষিপ্ত আয়ুষ্কালে অধিকাধিক সওয়াব অর্জন করার সহজ পন্থা দান করেছেন।"
    },
    {
      "ayah": 4,
      "surah": 97,
      "text": "ঐ রাত্রিতে ফিরিশতাগণ ও রূহ (জিবরীল) অবতীর্ণ হয় প্রত্যেক কাজে তাদের প্রতিপালকের অনুমতিক্রমে। [১]\n[১] এখানে 'রূহ' বলে জিবরীল (আঃ)-কে বোঝানো হয়েছে। অর্থাৎ, জিবরীল (আঃ) সহ ফিরিশতাগণ এই রাতে ঐ সকল কর্ম আঞ্জাম দেওয়ার উদ্দেশ্যে পৃথিবীতে অবতরণ করেন, যা আল্লাহ এক বছরের জন্য ফায়সালা করে থাকেন।"
    },
    {
      "ayah": 5,
      "surah": 97,
      "text": "শান্তিময়[১] সেই রাত্রি ফজর উদয় হওয়া পর্যন্ত।\n[১] অর্থাৎ এতে কোন প্রকার অমঙ্গল নেই। অথবা এই অর্থে 'শান্তিময়' যে, মু'মিন এই রাতে শয়তানের অনিষ্ট থেকে নিরাপদে থাকে। অথবা 'সালাম'-এর অর্থ প্রচলিত 'সালাম'ই। যেহেতু এ রাতে ফিরিশতাগণ ঈমানদার ব্যক্তিদেরকে সালাম পেশ করেন। কিংবা ফিরিশতাগণ আপোসে এক অপরকে সালাম দিয়ে থাকেন।\nশবেকদর রাত্রের জন্য নবী (সাঃ) খাস দু'আ বলে দিয়েছেনঃ 'আল্লাহুম্মা ইন্নাকা আফুউ\nবু\nন তুহিব্বুল আফ্ওয়া ফা'ফু আন্নী।' অর্থাৎ, হে আল্লাহ! নিশ্চয় তুমি ক্ষমাশীল, ক্ষমাকে পছন্দ কর। অতএব তুমি আমাকে ক্ষমা করে দাও।\n(তিরমিযী দা'ওয়াত পরিচ্ছেদ, ইবনে মাজাহ দু\n'\nআ অধ্যায়, দু\n'\nআ বিল্আফবে ওয়াল আফিইয়াহ পরিচ্ছেদ।)"
    }
  ]
}
