{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 99,
      "text": "পৃথিবী যখন আপন কম্পনে প্রবলভাবে প্রকম্পিত হবে। [১]\n[১] অর্থাৎ, এর অর্থ হল ভূমিকম্পের কারণে সারা পৃথিবী কেঁপে উঠবে। আর সমস্ত বস্তু চূর্ণ-বিচূর্ণ হয়ে যাবে। এই অবস্থা তখন হবে, যখন শিঙ্গায় প্রথমবার ফুৎকার করা হবে।"
    },
    {
      "ayah": 2,
      "surah": 99,
      "text": "এবং পৃথিবী যখন তার ভারসমূহ বের করে দেবে, [১]\n[১] মাটির নিচে যত লোক দাফন আছে, তাদেরকে পৃথিবীর ভার বা বোঝ বলা হয়েছে। মাটি তাদেরকে কিয়ামতের দিন বের করে উপরে ফেলবে। অর্থাৎ, আল্লাহর হুকুমে সকলে জীবিত হয়ে বাইরে বেরিয়ে আসবে। আর এরূপ হবে শিঙ্গায় দ্বিতীয় ফুৎকারের পর। অনুরূপভাবে যাবতীয় খনিজ পদার্থ ও গুপ্ত ধনসমূহও বাহির হয়ে পড়বে।"
    },
    {
      "ayah": 3,
      "surah": 99,
      "text": "এবং মানুষ বলবে, ‘এর কি হল?’ [১]\n[১] অর্থাৎ, তারা ভীত-সন্ত্রস্ত হয়ে বলবে, 'এর কি হয়ে গেল? এ (পৃথিবী) কেন এমনভাবে কাঁপছে এবং খনিজ-সম্পদসমূহ বাইরে বের করে ফেলছে?!'"
    },
    {
      "ayah": 4,
      "surah": 99,
      "text": "সেদিন পৃথিবী তার বৃত্তান্ত বর্ণনা করবে। [১]\n[১] এটা হল শর্তের জওয়াব। হাদীসে বর্ণিত হয়েছে যে, নবী (সাঃ) এই আয়াত পাঠ করলেন এবং বললেন, \"তোমরা জান, পৃথিবীর বৃত্তান্ত কি?\" সাহাবীগণ (রাঃ) বললেন, আল্লাহ এবং তাঁর রসূলই ভাল জানেন। নবী (সাঃ) বললেন, \"তার বৃত্তান্ত এই যে, নর অথবা নারী এ মাটির উপর যা কিছু করছে এই মাটি তার সাক্ষী দেবে। আর বলবে, অমুক অমুক ব্যক্তি অমুক অমুক দিনে অমুক অমুক কর্ম করেছে।\n(তিরমিযী কিয়ামতের বিবরণ ও সূরা যিলযালের তাফসীর পরিচ্ছেদ, মুসনাদে আহমদ ২/৩৭৪ নং)"
    },
    {
      "ayah": 5,
      "surah": 99,
      "text": "কারণ তোমার প্রতিপালক তাকে আদেশ করবেন। [১]\n[১] অর্থাৎ, মাটিকে কথা বলার শক্তি আল্লাহই সেদিন দান করবেন। অতএব এটা কোন আশ্চর্যজনক কথা নয়। যেমন সেদিন মানুষের অঙ্গ-প্রত্যঙ্গকে আল্লাহ বাকশক্তি দান করবেন, ঠিক মাটিও আল্লাহর হুকুমে কথা বলবে।\n(জড়পদার্থের কথা বা শব্দ ধরে রাখা এবং প্রয়োজনে তা শুনিয়ে দেওয়ার ক্ষমতা তো বিজ্ঞানও প্রমাণ করেছে। অতএব সৃষ্টিকর্তার আদেশে মাটির কথা বলার ব্যাপারটা কোন আশ্চর্যের নয়। -সম্পাদক)"
    },
    {
      "ayah": 6,
      "surah": 99,
      "text": "সেদিন মানুষ ভিন্ন ভিন্ন দলে বের হবে,[১] যাতে তাদেরকে তাদের কৃতকর্ম দেখানো হয়। [২]\n[১] يَصْدُر শব্দের অর্থ হল, বের হবে, ফিরে যাবে। অর্থাৎ, কবর থেকে বের হয়ে হিসাবের ময়দানের দিকে অথবা হিসাব শেষে জান্নাত অথবা জাহান্নামের দিকে ফিরে যাবে। أشتَاتا শব্দের অর্থ হল, ভিন্ন ভিন্ন; অর্থাৎ, দলে দলে। কিছু লোক ভয়শূন্য হবে, কিছু ভয়ে ভীত হবে। কিছু লোকের রঙ গৌরবর্ণের হবে; যেমন জান্নাতীদের হবে। আবার কিছু লোকের রঙ কাল বর্ণের হবে; যা তাদের জাহান্নামী হওয়ার নিদর্শন হবে। কিছু লোক ডান দিকের অভিমুখী হবে। আবার অনেকে বাম দিকের অভিমুখী হবে। অথবা এই বিভিন্নতা ধর্ম, মযহাব ও আমল এবং কর্ম অনুপাতে হবে।\n[২] এটি يَصدُر ক্রিয়ার সাথে সম্বদ্ধ। অথবা এর সম্বন্ধ أوحَى لَها -এর সাথে। অর্থাৎ, মাটি (সেদিন) নিজের বৃত্তান্ত এ জন্য বর্ণনা করবে; যাতে মানুষকে নিজ আমল দেখানো হয়।"
    },
    {
      "ayah": 7,
      "surah": 99,
      "text": "সুতরাং কেউ অণু পরিমাণ ভালো কাজ করলে, সে তা দেখতে পাবে।[১]\n[১] অতএব সে তাতে আনন্দিত হবে।"
    },
    {
      "ayah": 8,
      "surah": 99,
      "text": "এবং কেউ অণু পরিমাণ মন্দ কাজ করলে, তাও সে দেখতে পাবে।[১]\n[১] ফলে সে তার উপর অত্যন্ত লজ্জিত ও উদ্বিগ্ন হবে। 'যার্রাহ' কোন কোন উলামার নিকট পিঁপড়ে হতেও ছোট বস্তুকে বোঝায়। কেউ কেউ বলেন, মানুষ মাটিতে হাত মেরে তারপর হাতে যে মাটি অবশিষ্ট থাকে, সেটাকেই 'যার্রাহ' বলা হয়। কিছু সংখ্যক আলেম বলেন, ঘরের দরজা বা জানালার ছিদ্র দিয়ে সূর্যের ছটার সাথে যে ধূলিকণা দেখা যায়, সেটাই হল যার্রাহ। কিন্তু ইমাম শাওকানী (রঃ) প্রথম অর্থটিকে প্রাধান্য দিয়েছেন।\n(বস্তুর সবচেয়ে ছোট অংশ বুঝাতে বাংলায় 'যার্রাহ'কে 'অণু পরিমাণ' বলা হয়েছে। -সম্পাদক)\nইমাম মুক্বাতিল (রঃ) বলেন, এই সূরাটি সেই দুই ব্যক্তি সম্বন্ধে অবতীর্ণ হয়েছে, যাদের একজন ভিখারীকে অল্প কিছু সদকা করতে ইতস্ততঃবোধ করত। আর অপরজন ছোট ছোট পাপ করতে কোন প্রকার ভয় অনুভব করত না।\n(ফাতহুল ক্বাদীর)"
    }
  ]
}
