{
  "text": "১০-১২ নং আয়াতের তাফসীর\nআল্লাহ তাআলা এখানে রাসূলদের এবং তাঁদের সম্প্রদায়ের কাফিরদের কথাবার্তা সম্পর্কে খবর দিচ্ছেন। তাঁদের কওম আল্লাহর ইবাদতের ব্যাপারে সন্দেহ ও সংশয় প্রকাশ করে। তাদের প্রতিবাদে রাসূলগণ তাদেরকে বলেনঃ ‘আল্লাহর ইবাদতের ব্যাপারে সন্দেহ? অর্থাৎ তার অস্তিত্বের ব্যাপারে সন্দেহ কেমন? স্বভাব ও প্রকৃতি তো তার অস্তিত্বের ন্যায় সাক্ষী! মানুষের বুনিয়াদের মধ্যে তার অস্তিত্বের স্বীকারোক্তি বিদ্যমান। সুস্থির বিবেক তার অস্তিত্ব মানতে বাধ্য। আচ্ছা, যদি দলীল ছাড়া শান্তি না পাও তবে চিন্তা করে দেখ তো এই আসমান ও যমীন কিরূপে সৃষ্টি করা হয়েছে। কোন কিছুর অস্তিত্বের জন্যে ওকে অস্তিত্বে আনয়নকারী মওজুদ থাকা জরুরী। তাহলে যিনি এই আসমান ও যমীনকে বিনা নমুনায় সৃষ্টি করেছেন তিনিই হচ্ছেন এক ও অংশীবিহীন আল্লাহ। এই জগতটা নতুন, অনুগত ও সৃষ্ট হওয়া প্রকাশমান। এর দ্বারা কি এই মোটা ও সহজ কথাটি বুঝে আসে না যে, এর কারিগর এবং এর সৃষ্টিকর্তা একজন রয়েছেন? আর তিনিই হচ্ছেন আল্লাহ তাআলা। তিনিই হচ্ছেন প্রত্যেক জিনিসের সৃষ্টিকর্তা মালিক ও প্রকৃত উপাস্য। তাঁর উলুহিয়্যাত ও একত্ববাদে তোমাদের সন্দেহ রয়েছে কি? যখন সমস্ত প্রাণী, জীবজন্তু এবং বস্তুর সৃষ্টিকর্তা ও আবিস্কারক তিনিই, তখন একমাত্র তিনিই ইবাদতের যোগ্য হবেন না কেন? অধিকাংশ উম্মতই সৃষ্টিকর্তার অস্তিত্বের স্বীকারকারী ছিল। তারা অন্যদের যে, ইবাদত করতো তা শুধু মাধ্যম মনে করে যে, তাদের মাধ্যমেই তারা সৃষ্টিকর্তার নৈকট্য লাভ করবে। এ জন্যে আল্লাহর রাসূলগণ তাদেরকে ঐ সব দেবতার ইবাদত করতে নিষেধ করতেন এবং বলতেনঃ “আল্লাহ তাআলা তোমাদেরকে তাঁর দিকে আহবান করছেন যে, তিনি পরকালে তোমাদের পাপরাশি ক্ষমা করে দিবেন এবং নির্দিষ্ট কাল পর্যন্ত তোমাদেরকে অবকাশ। দিবেন। প্রত্যেক মর্যাদাবানকে তিনি মর্যাদা দান করবেন।” তখন তাঁদের উম্মতগণ প্রথম পর্যায়টা মেনে নেয়ার পর জবাব দেয়ঃ “আমরা তোমাদের রিসালতকে কি করে মেনে নিতে পারি? তোমরা তো আমাদের মতই মানুষ। আচ্ছা,যদি তোমরা তোমাদের কথায় সত্যবাদীই হও তবে বড় রকমের মু'জিযা আমাদের সামনে পেশ কর যা মানবীয় শক্তির বাইরে?” তাদের এ কথার জবাবে রাসূলগণ বললেনঃ “এ কথা তো সত্যই যে, আমরা তোমাদের মতই মানুষ। তবে রিসালাত ও নুবওয়ত আল্লাহর একটা দান। তা তিনি যাকে ইচ্ছা প্রদান করে থাকেন। মানুষ হওয়াটা রিসালতের প্রতিকূল নয়। আর যে জিনিস তোমরা আমাদের কাছে দেখতে চাচ্ছ সে সম্পর্কেও জেনে রেখো যে, ওটা আমাদের অধিকার বা ক্ষমতার জিনিস নয়। তবে আমরা আল্লাহর কাছে প্রার্থনা করবো। যদি তিনি আমাদের প্রার্থনা কবুল করেন তবে আমরা অবশ্যই তা তোমাদের দেখাবো। মুমিনরা তো প্রতিটি কাজে আল্লাহ তাআলার উপরই ভরসা করে থাকে। আর বিশেষ করে আমরা তাঁর উপর খুব বেশী ভরসা করি। কেননা, তিনি আমাদেরকে সমস্ত পথের মধ্যে সর্বোত্তম পথের সন্ধান দিয়েছেন। তোমরা যত পার আমাদেরকে কষ্ট দিতে থাকো, কিন্তু ইনশাআল্লাহ আমাদের হাত থেকে ভরসার অঞ্চল ছুটে যাবে না। ভরসাকারী দলের জন্যে আল্লাহ তাআলার ভরসাই যথেষ্ট।”",
  "ayah": 12,
  "surah": 14
}
