{
  "text": "১৯-২০ নং আয়াতের তাফসীর\nআল্লাহ তাআলা বলেনঃ কিয়ামতের দিন দ্বিতীয় বার সৃষ্টি করতে আমি সক্ষম। আমি যখন আকাশ ও যমীন সৃষ্টি করেছি তখন মানুষকে সৃষ্টি করা আমার কাছে মোটেই কঠিন নয়। আকাশের উচ্চতা, প্রশস্ততা, বিরাটত্ব, অতঃপর তাতে স্থির ও চলমান নক্ষত্ররাজি আর এই যমীন, পর্বতরাজি, বন জঙ্গল, গাছ-পালা এবং জীবজন্তু সবই তাঁর সৃষ্ট। যিনি এগুলো সৃষ্টি করতে অপারগ হননি, তিনি কি মৃতদেরকে পুনরুজ্জীবিত করার ক্ষমতা রাখেন না? অবশ্যই এতে ক্ষমতাবান। মহান আল্লাহ বলেনঃ “মানুষ কি দেখে না যে, আমি তাকে সৃষ্টি করেছি শুক্র বিন্দু হতে? অথচ পরে সে হয়ে পড়ে প্রকাশ্য বিত কিারী আর সে আমার সম্বন্ধে উপমা রচনা করে, অথচ সে নিজের সৃষ্টির কথা ভুলে যায়। বলেঃ অস্থিতে প্রাণ সঞ্চার করবে কে যখন তা পচে গলে যাবে? বলঃ “ওর মধ্যে প্রাণ সঞ্চার করবেন তিনিই যিনি এটা প্রথমবার সৃষ্টি করেছেন। এবং তিনি প্রত্যেকটি সৃষ্টি সম্বন্ধে সম্যক পরিজ্ঞাত। তিনি তোমাদের জন্যে সবুজ বৃক্ষ হতে অগ্নি উৎপাদন করেন এবং তোমরা তা দ্বারা প্রজ্জ্বলিত কর।”যিনি আকাশমণ্ডলী ও পৃথিবী সৃষ্টি করেছেন তিনি ওগুলির অনুরূপ সৃষ্টি করতে সমর্থ নন? হ্যা, নিশ্চয়ই তিনি মহা স্রষ্টা, সর্বজ্ঞ। তাঁর ব্যাপার শুধু এই যে, তিনি যখন কোন কিছুর ইচ্ছা করেন, তখন ওকে তিনি বলেনঃ ‘হও। ফলে তা হয়ে যায়।“অতএব পবিত্র ও মহান তিনি যাঁর হস্তে প্রত্যেক বিষয়ের সার্বভৌম ক্ষমতা এবং তাঁরই নিকট তোমরা প্রত্যাবর্তিত হবে।”আল্লাহ পাক বলেনঃ “তিনি ইচ্ছা করলে তোমাদের অস্তিত্ব বিলোপ করতে পারেন এবং এক নতুন সৃষ্টি অস্তিত্ব আনতে পারেন। আর এটা আল্লাহর জন্যে মোটেই কঠিন নয়। তোমরা যদি তার বিরুদ্ধাচরণ কর তবে এরূপই হবে।” যেমন তিনি আর এক জায়গায় বলেছেনঃ “হে লোক সকল! তোমরা আল্লাহর কাছে দরিদ্র ও অভাবগ্রস্ত এবং তিনি হচ্ছেন অভাবমুক্ত ও প্রশংসিত। তিনি ইচ্ছা করলে তোমাদেরকে সরিয়ে দিবেন এবং তোমাদের স্থলে) নতুন সৃষ্টি আনয়ন করবেন এবং আল্লাহর কাছে এটা মোটেই কঠিন নয়।” অন্য জায়গায় তিনি বলেনঃ “যদি তোমরা পৃষ্ঠ প্রদর্শন কর তবে তিনি তোমাদের পরিবর্তে অন্য কওম আনয়ন করবেন, যারা তোমাদের মত হবে।” তিনি আরো বলেনঃ “হে ঈমানদারগণ! তোমাদের মধ্যে যে মুরতাদ বা ধর্মত্যাগী হয়ে যাবে (তবে তার জেনে রাখা উচিত যে,), সত্বই আল্লাহ এমন কওম আনয়ন করবেন। যাদেরকে তিনি ভালবাসবেন এবং তারাও তাঁকে ভালবাসবে।” আর এক জায়গায় আল্লাহ তাআলা বলেনঃ “তিনি ইচ্ছা করলে তোমাদেরকে সরিয়ে দিবেন এবং অন্যদেরকে আনায়ন করবেন এবং আল্লাহ এর উপর পূর্ণ ক্ষমতাবান।”",
  "ayah": 20,
  "surah": 14
}
