{
  "text": "২৮-৩০ নং আয়াতের তাফসীর\nসহীহ বুখারীতে রয়েছে যে, (আরবি) ব্যবহৃত হয়েছে (আরবি) এর অর্থে। অর্থাৎ তুমি কি জান না? (আরবি) শব্দের অর্থ হচ্ছে ধ্বংস (আরবি) হতেই (আরবি) এর অর্থ হয়েছে ধ্বংস প্রাপ্ত কওম। ‘যারা অনুগ্রহের বিনিময়ে অকৃতজ্ঞতা প্রকাশ করে’-এর দ্বারা হযরত ইবনু। আব্বাসের (রাঃ) মতে মক্কাবাসী কাফিরদেরকে বুঝানো হয়েছে। তাঁর আর একটি উক্তি রয়েছে যে, এর দ্বারা জিবিল্লা’ ইবনু আইহাম এবং তার ঐ আরব অনুসারীদেরকে বুঝানো হয়েছে যারা রোমকদের সাথে মিলিত হয়ে গিয়েছিল। কিন্তু হযরত ইবনু আব্বাসের (রাঃ) প্রথম উক্তিটিই প্রসিদ্ধ ও সঠিকতর। তবে শব্দগুলি সাধারণ হিসেবে সমস্ত কাফিরকেই এর অন্তর্ভূক্ত করে।আল্লাহ তাআলা স্বীয় নবী হযরত মুহাম্মদকে (সঃ) সারা বিশ্বের জন্যে রহমত করে এবং সমস্ত মানুষের জন্যে নিয়ামত হিসেবে পাঠিয়েছেন। যে ব্যক্তি এই রহমতের ও নিয়ামতের মর্যাদা রক্ষা করেছে সে জান্নাতী। আর যে ব্যক্তি এর মর্যাদা নষ্ট করেছে সে জাহান্নামী। হযরত আলী (রাঃ) হতে ও হযরত ইবনে আব্বাসের (রাঃ) প্রথম উক্তির সাথে সাদৃশ্য যুক্ত একটি উক্তি বর্ণিত হয়েছে। ইবনুল কাওয়ার (রাঃ) প্রশ্নের উত্তরে তিনি একথাই বলেছিলেন যে, এর দ্বারা বদরের দিনের কুরায়েশ কাফিরদেরকে বুঝানো হয়েছে। আর একটি রিওয়াইয়াতে রয়েছে যে, এক ব্যক্তির প্রশ্নের উত্তরে তিনি বলেন যে, এর দ্বারা কুরায়েশ মুনাফিকদেরকে বুঝানো হয়েছে। অন্য একটি রিওয়াইয়াতে আছে যে, একবার হযরত আলী (রাঃ) বলেনঃ “কেউ আমাকে কুরআন কারীমের কোন কথা জিজ্ঞেস করবে না কি? আল্লাহর শপথ! আজ যদি কারো কুরআন কারীমের জ্ঞান আমার চেয়ে বেশী থাকতো তবে সমুদ্র পার হলেও আমি তার কাছে অবশ্যই যেতাম।” তার একথা শুনেহযরত আবদুল্লাহ ইবনু কাওয়া’ (রাঃ) দাঁড়িয়ে গিয়ে তাঁকে জিজ্ঞেস করেনঃ “হে আমীরুল মু'মিনীন! আচ্ছা বলুন তো, (আরবি) এটা কাদের সম্পর্কে বলা হয়েছে? তিনি উত্তরে বলেনঃ “তারা হচ্ছে মক্কার কুরায়েশ গোত্র। তাদের কাছে আল্লাহ তাআলার ঈমানরূপ নিয়ামত পৌছেছিল, কিন্তু তারা এ নিয়ামতকে কুফরী দ্বারা বদলিয়ে দিয়েছিল। আর একটি রিওয়াইয়াতে তার থেকে বর্ণিত আছে যে, এর দ্বারা কুরায়েশদের দু'জন। পাপাচারকে বুঝানো হয়েছে। তারা হচ্ছে বানু উমাইয়া ও বানু মুগীরা। বানু মুগীরা বদরের দিন নিজের কওমকে এনে দাঁড় করিয়েছিলেন এবং তাদেরকে ধ্বংসের মুখে ঠেলে দিয়েছিল। আর বানু উমাইয়া নিজের লোকদেরকে উহুদের দিন ধ্বংস করেছিল। বদরের দিন ছিল আবু জেহেল এবং উহুদের দিন ছিলেন আবু সুফিয়ান (রাঃ) । ধ্বংসের ঘর দ্বারা জাহান্নামকে বুঝানো হয়েছে। অন্য একটি রিওয়াইয়াতে আছে যে, বানু মুগীরা তো বদরের দিন ধ্বংস হয়ে গিয়েছিল, আর বানু উমাইয়া কিছু কালের জন্যে অবকাশ পেয়েছিলেন।হযরত উমার (রাঃ) হতেও এই আয়াতের তাফসীরে এইরূপই বর্ণিত আছে। হযরত ইবনু আব্বাস (রাঃ) যখন তাঁকে প্রশ্ন করেন তখন তিনি বলেনঃ “এরা দু'জন হচ্ছে কুরায়েশের মন্দ প্রকৃতির লোক। আমার মামারা তো বদরের দিন ধ্বংস হয়ে গেছে, আর তোমার চাচাদেরকে আল্লাহ তাআলা কিছুদিনের জন্যে অবকাশ দিয়ে রেখেছেন। এরা জাহান্নামে যাবে, যা অত্যন্ত নিকৃষ্টস্থান। তারা নিজেরা শিরক করেছে এবং অন্যদেরকে শিরকের দিকে আহবান করেছে।মহান আল্লাহ বলেনঃ “হে নবী (সঃ)! তুমি এদেরকে বলে দাওঃ দুনিয়ায় কিছু দিন ভোগ বিলাসে লিপ্ত থেকে নাও, তোমাদের শেষ ঠিকানা জাহান্নাম।” যেমন তিনি অন্য জায়গায় বলেনঃ “আমি অল্প কিছুদিন তাদেরকে সুখ ভোগ করতে দেবো, অতঃপর কঠিন শাস্তিতে আসতে তাদেরকে বাধ্য করবো।” তিনি আরো বলেনঃ “পার্থিব জগতে তারা কিছুকাল সুখ ভোগ করবে বটে। কিন্তু এরপর আমার কাছেই তাদেরকে ফিরে আসতে হবে, অতঃপর তাদের কৃত কুফরীর কারণে আমি তাদেরকে কঠিন শাস্তির স্বাদ গ্রহণ করাবো।”",
  "ayah": 30,
  "surah": 14
}
