{
  "text": "৪৪-৪৬ নং আয়াতের তাফসীর\nযারা নিজেদের নফসের উপর যুলুম করেছে তারা শাস্তি অবলোকন করার পর যা বলবে সে সম্পর্কে আল্লাহ তাআলা খবর দিচ্ছেন। তারা ঐ সময় বলবেঃ “হে আমাদের প্রতিপালক! আমাদেরকে কিছুকালের জন্যে অবকাশ দিন, এবার আমরা আপনার ডাকে সাড়া দিবো এবং রাসূলদেরও অনুগত থাকবো।” যেমন অন্য আয়াতে রয়েছেঃ (আরবি) অর্থাৎ “শেষ পর্যন্ত যখন তাদের কারো মৃত্যু এসে পড়ে তখন বলেঃ হে আমার প্রতিপালক! আমাকে আবার ফিরিয়ে দিন।” (২৩:৯৯)আল্লাহ তাআলা আর এক জায়গায় বলেনঃ “হে মুমিনগণ! তোমাদের ঐশ্বর্য ও সন্তান-সন্ততি যেন তোমাদেরকে আল্লাহর স্মরণে উদাসীন না করে-যারা উদাসীন হবে তারাই তো ক্ষতিগ্রস্ত।আমি তোমাদেরকে যে রিস্ক দিয়েছি তোমরা তা হতে ব্যয় করবে তোমাদের কারো মৃত্যু আসার পূর্বে; অন্যথায় মৃত্যু আসলে সে বলবেঃ “হে আমার প্রতিপালক! আমাকে আরো কিছুকালের জন্যে অবকাশ দিলে আমি সাকা দিতাম এবং সৎকর্মপরায়ণ হতাম।” কিন্তু নির্ধারিত কাল যখন উপস্থিত হবে, কখনো কাউকেও অবকাশ দিবেন। না; তোমরা যা কর আল্লাহ সে সম্পর্কে সবিশেষ অবহিত।” তাদেরহাশরের মাঠের অবস্থার খবর দিতে গিয়ে আল্লাহ তাআলা বলেনঃ “হায়, তুমি যদি দেখতে! যখন অপরাধীরা তাদের প্রতিপালকের সামনে অধোবদনহয়ে বলবেঃ“হে আমাদের প্রতিপালক! আমরা দেখলাম ও শুনলাম; এখন আপনি আমাদেরকে পুনরায় প্রেরণ করুন। আমরা সৎকর্ম করবো, আমরা তো দৃঢ় বিশ্বাসী।” আর এক আয়াতে রয়েছেঃ “হায়, তুমি যদি দেখতে! যখন তাদেরকে জাহান্নামের উপর দাঁড় করানো হবে তখন তারা বলবেঃ “হায়! যদি আমাদেরকে ফিরিয়ে দেয়া হতো তবে আমরা আমাদের প্রতিপালকের আয়াতসমূহকে মিথ্যা প্রতিপন্ন করতাম না।” আর এক জায়গায় মহান আল্লাহ বলেনঃ (আরবি) (৩৫:৩৭) এই আয়াতেও এই ধরনেরই কথা রয়েছে। এখানে তাদের এই কথার জবাবে বলা হয়েছেঃ “তোমরা কি পূর্বে শপথ করে বলতে না যে, তোমাদের পতন নেই কিয়ামত বলতে কিছুই নেই, মৃত্যুর পরে আর পুনরুত্থান হবে না? এখন ওর স্বাদ গ্রহণ কর।” অন্যত্র রয়েছেঃ “তারা খুব দৃঢ় শপথ করে অন্যদেরকেও বিশ্বাস করাতো যে, মৃতদেরকে আল্লাহ তাআ'লা পুনরায় জীবিত করবেন না।”এরপর মহান আল্লাহ বলেনঃ “তোমরা বসবাস করতে তাদের বাসভূমিতে যারা নিজেদের প্রতি যুলুম করেছিল এবং তাদের প্রতি আমি কি করেছিলাম তাও তোমাদের নিকট অবিদিত ছিল না, আর তোমাদের নিকট আমি তাদের দৃষ্টান্তও উপস্থিত করেছিলাম। এতদসত্ত্বেও তোমরা তাদের থেকে শিক্ষা গ্রহণ করছো না এবং সতর্ক হচ্ছ না। তারা যতই চতুর হোক না কেন, আল্লাহর সামনে তাদের কোন চালাকী খাটবে না।। আবদুর রহমান ইবনু রাবার (রঃ) হতে বর্ণিত আছে যে, (আরবি) এই আয়াত সম্পর্কে হযরত আলী (রাঃ) বলেনঃ “যে ব্যক্তি হযরত ইবরাহীমের (আঃ) সাথে বিতর্কে লিপ্ত হয়েছিল সে গৃধিনীর দুটি বাচ্চা নিয়ে পুষতে থাকে। যখন ওদুটি বড় হয়ে শক্তিশালী হয় তখন ঐ ব্যক্তি ওদের একটিকে একটি ছোট চৌকির একটি পায়ার সাথে বেঁধে দেয় এবং অপরটিকে বাঁধে আর একটি পায়ার সাথে। ওদেরকে কিছুই খেতে দেয় না। অতঃপর সে তার এক সঙ্গীকে নিয়ে এ চৌকির উপর বসে যায় এবং একটি লাঠির মাথায় একখণ্ড গোশত বেধে দিয়ে উপরের দিকে উঠিয়ে রাখে। ক্ষুধার্ত গৃধিনী দুটি ঐ গোশত খণ্ড খাওয়ার লোভে উপরের দিকে উড়তে শুরু করে এবং এতো শক্তির সাথে উড়ে যে চৌকিটিও ওদের সাথে উপরে উঠে যায়। যখন তারা এতো উপরে উঠেছে যে, সেখান থেকে ঐ লোক দুটি নীচের জিনিসগুলিকে মাছির মত দেখে তখন তারা ঐ লাঠি নীচের দিকে ঝুকিয়ে দেয়। ফলে গৃধিনী দ্বয় গোশত খণ্ড নীচের দিকে দেখতে পায়। সুতরাং তারা পালক সামটে নিয়ে গোশত খণ্ড ধরার লোভে নীচের দিকে নামতে থাকে। কাজেই চৌকিও নামতে থাকে এবং শেষ পর্যন্ত যমীনে নেমে পড়ে। সুতরাং এটাই হচ্ছে সেই চক্রান্ত যার ফলে পাহাড়ও টলে যাওয়া সম্ভব। হযরত আবদুল্লাহ (রাঃ) কিরআতে (আরবি) রয়েছে। হযরত আলী (রাঃ) , হযরত উবাই ইবনু কা'ব (রাঃ) এবং হযরত উমারেরও (রাঃ) কিরআত এটাই। এই ঘটনা হচ্ছে নমরূদের, যে কিনআ’নের বাদশাহ ছিল। সে এই চক্রান্তের মাধ্যমে আকাশকে দখল করতে। চেয়েছিল। তার পর কির্তীদের বাদশাহ ফিরাউনও এই রূপ বোকামী করেছিল। সে একটি উঁচু স্তম্ভ তৈরী করেছিল। কিন্তু উভয়ের মধ্যেই দুর্বলতা ও অপারগতা প্রকাশ পেয়েছিল এবং তারা পরাজিত, লাঞ্ছিত ও ঘৃণিত হয়েছিল।”কথিত আছে যে, বাখতে না এই কৌশলে যখন নিজের চৌকিটি অনেক উর্ধ্বে নিয়ে যায়, এমনকি যমীন ও যমীনের অধিবাসী তার দৃষ্টি হতে অদৃশ্য হয়ে যায় তখন তার কাছে এক কুদতরী শব্দ আসেঃ “ওরে অবাধ্য ও বিদ্রোহী! তোর ইচ্ছা কি?” এই শব্দ শুনেই তো তার আক্কেল গুড়ুম। কিছুক্ষণ পর পুনরায় ঐ একই শব্দ তার কানে ভেসে আসে। তখন তো তার অন্তরাত্মা শুকিয়ে যায় এবং তাড়াতাড়ি সে তার বর্শা ঝুকিয়ে দিয়ে নীচের দিকে নামতে শুরু করে দেয়।হযরত মুজাহিদের (রঃ) কিরআতে (আরবি) এর স্থলে (আরবি) রয়েছে। হযরত ইবনু আব্বাস (রাঃ) (আরবি) কে (আরবি) নেতিবাচক ধরতেন। অর্থাৎ তাদের চক্রান্ত পর্বত সমূহকে টলাতে পারে না। হযরত হাসান বসরী (রাঃ) এটাই বলেন। ইবনু জারীর (রাঃ) এর ব্যাখ্যা এই দিয়েছেন যে, তাদের শিরক ও কুফরী পর্বতরাজি ইত্যাদিকে সরাতে পারে না এবং কোন ক্ষতি করতে পারে না। এই অপকর্মের বোঝা তাদের নিজেদেরকে বহন করতে হবে। আমি (ইবনু কাসীর (রাঃ) বলি যে, এর সাথে সাদৃশ্য যুক্ত হচ্ছে আল্লাহ তাআলার নিম্নের উক্তিটিঃ (আরবি) অর্থাৎ “তুমি পৃথিবীতে উদ্যতভাবে বিচরণ করো না, না তুমি যমীনকে। ফেড়ে ওর মধ্যে প্রবেশ করতে পারবে, পর্বত সমূহের চূড়ায় পৌঁছতে পারবে।” (১৭:৩৭) হযরত ইবনু আব্বাসের (রাঃ) দ্বিতীয় উক্তি এই যে, তাদের শিরক পর্বত সমূহকে টলিয়ে দেয়। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “তাতে আকাশ সমূহ বিদীর্ণ হওয়ার উপক্রম হয়।” (১৯:৯০)। যহাক (রঃ) এবং কাতাদা’র (রঃ) উক্তিও এটাই।",
  "ayah": 46,
  "surah": 14
}
