{
  "text": "৪৯-৫১ নং আয়াতের তাফসীর\nআল্লাহ তাআলা বলছেনঃ “কিয়ামতের দিন যমীন ও আসমান তো পরিবর্তিত হয়ে যাবে এবং সমস্ত মাখলূক আল্লাহ তাআলার সামনে দাঁড়িয়ে থাকবে। হে নবী (সঃ)! ঐ দিন তুমি পাপী ও অপরাধীদেরকে শৃংখলিত অবস্থায় দেখতে পাবে। সর্বপ্রকারের গুনাহগার পরস্পরের সাথে মিলিতভাবে থাকবে। যেমন মহান আল্লাহ বলেন (আরবি) অর্থাৎ “একত্রিত কর যালিম ও ওদের সহচরদেরকে।” (৩৭:২২) আর এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “দেহে যখন আত্মা পুনঃসংযোজিত হবে।” (৮১:৭) অন্য এক জায়গায় বলেনঃ (আরবি) অর্থাৎ “আর যখন তাদেরকে শৃংখলিত অবস্থায় ওর কোন সংকীর্ণ স্থানে। নিক্ষেপ করা হবে তখন তারা তথায় ধ্বংস কামনা করবে।” (২৫:১৩) আরো বলেনঃ (আরবি) অর্থাৎ এবং শয়তানদেরকে যারা সবাই ছিল প্রাসাদ নির্মাণকারী ও ডুবুরী। আর শৃংখলে আবদ্ধ আরো অনেক কে।” (৩৮:৩৭-৩৮) (আরবি) বলা হয়। বন্দীত্বের শৃংখলকে। ইবনু কুলসুমের কবিতায় (আরবি) এর অর্থ করা হয়েছে শৃংখলে আবদ্ধ বন্দী তাদেরকে যে কাপড় পরিধান করানো হবে তাহবে গন্ধক বা আলকাতরা দ্বারা তৈরী, যা উঁটকে লাগানো হয়। তাতে তাড়াতাড়ি আগুন ধরে যায়। এ শব্দটি (আরবি) ও (আরবি) আছে এবং ও আছে। হযরত ইবনু আব্বাস (রাঃ) বলেন, গলিত তামাকে ‘কাতরান’ বলে। ঐ কঠিন গরম আগুনের মত তামা জাহান্নামীদের পোষাক হবে। আগুন তাদের মুখমণ্ডলকে আচ্ছন্ন করবে। মাথা থেকে অগ্নিশিখা উপরের দিকে উঠতে থাকবে। চেহারা বিকৃত হয়ে যাবে। হযরত আবু মালিক আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমার উম্মতের মধ্যে এমন চারটি কাজ রয়েছে যা তারা পরিত্যাগ করবে না। ১, আভিজাত্যের গৌরব করা, ২, অন্যের বংশকে বিদ্রুপ করা, ৩. নক্ষত্রের মাধ্যমে পানি চাওয়া, ৪. মৃতের উপর বিলাপ করা। জেনে রেখো যে, মৃতের উপর বিলাপকারিণী মহিলা যদি তার মৃত্যুর পূর্বে তাওবা না করে তবে কিয়ামতের দিন তাকে আলকাতরার জামা ও খোস পাচড়ার দোপাট্টা (উত্তরীয়) পরানো হবে।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে এবং ইমাম মুসলিম (রঃ) স্বীয় সহীহ গ্রন্থে বর্ণনা করেছেন)অন্য একটি রিওয়াইয়াতে আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “বিলাপকারিণী যদি তাওবা না করেন তবে তাকে জান্নাত ও জাহান্নামের মধ্যস্থলে দাঁড় করানো হবে, আর তাকে পরানো হবে আলকাতরার জামা এবং অগ্নি তার মুখমণ্ডলকে আচ্ছন্ন করবে।”মহান আল্লাহর উক্তিঃ “এটা এই জন্যে যে, আল্লাহ কিয়ামতের দিন) প্রত্যেকের কৃতকর্মের প্রতিফল দিবেন। মন্দ লোকদের মন্দ কর্ম তাদের সামনে এসে যাবে। আল্লাহ তাআলা স্বীয় বান্দাদের হিসাব গ্রহণে খুবই তৎপর সত্বরই তিনি তাদের হিসাব গ্রহণ পর্ব শেষ করবেন।” সম্ভবতঃ এটা আল্লাহ তাআলার নিম্নের উক্তির মতইঃ (আরবি) অর্থাৎ “মানুষের হিসাব নিকাশের সময় আসন্ন, কিন্তু তারা উদাসীনতায় মুখ ফিরিয়ে রয়েছে।” (২১:১) আবার এরও সম্ভাবনা রয়েছে যে, এটা বান্দার হিসাব গ্রহণের সময়ের বর্ণনা অর্থাৎ তাড়াতাড়ি হিসাব গ্রহণ পর্ব শেষ হয়ে যাবে। কেন না, তিনি সব কিছুই জানেন এবং তাঁর কাছে কোন কিছুই গোপন নেই। সারা মাখলুককে সৃষ্টি করা ও তাদের মৃত্যু ঘটিয়ে পুনরুত্থান করা তাঁর কাছে একজনের মতই। যেমন তিনি বলেনঃ (আরবি) অর্থাৎ “তোমাদের সকলের সৃষ্টি ও মৃত্যুর পরে পুনরুত্থান আমার কাছে এমনই (সহজ) যেমন তোমাদের একজনকে মারা ও জীবিত করা।” (৩১:২৮) হযরত মুজাহিদের (রঃ) উক্তির অর্থ এটাই যে, হিসাব গ্রহণে আল্লাহ তাআ’লা খুবই তাড়াতাড়িকারী। আবার অর্থ দু'টোই হতে পারে। অর্থাৎ হিসাবের সময়ও নিকটবর্তী এবং হিসাবে আল্লাহ তাআলার বিলম্বও নেই। এদিকে শুরু হলো এবং ওদিকে শেষ হয়ে গেল। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।",
  "ayah": 51,
  "surah": 14
}
