{
  "text": "ইমাম ইবনু জারীর (রঃ) বলেন, এখানে হযরত মূসার (আঃ) অবশিষ্ট ওয়াযের বর্ণনা দেয়া হচ্ছে। তিনি তাঁর কওমকে আল্লাহর নিয়ামতরাজির কথা স্মরণ করিয়ে দিতে গিয়ে বলেনঃ “তোমাদের পূর্ববর্তী লোকদের উপর রাসূলদেরকে মিথ্যা প্রতিপন্ন করার কারণে কতই না কঠিন শাস্তি অবতীর্ণ হয়েছিল এবং কিভাবেই না তারা ধ্বংস হয়ে গিয়েছিল।” ইবনু জারীরের (রঃ) এই উক্তির ব্যাপারে চিন্তা ভাবনার অবকাশ রয়েছে। বাহ্যিক ভাবে তো এটা জানা যাচ্ছে যে, হযরত মূসার (আঃ) ঐ ওয়ায শেষ হয়ে গেছে এবং এখন কুরআন কারীমের নতুন বর্ণনা শুরু হয়েছে। বলা হয়েছে যে, আ’দ ও সামূদের ঘটনা তাওরাতে ছিলই না। তা হলে এই কথাগুলিও যদি হযরত মূসারই (আঃ) কথা ধরে নেয়া হয় তবে এটা স্পষ্টভাবে প্রতীয়মান হয় যে, তাদের ঘটনাবলী ইয়াহূদীদের সামনে বর্ণিত হয়েছিল এবং এ দুটো ঘটনাও তাওরাতে। ছিল। এ সব ব্যাপারে সঠিক জ্ঞান একমাত্র আল্লাহ তাআলারই রয়েছে। মোট কথা, ঐ লোকদের এবং ওদের মত আরো বহু লোকের ঘটনাবলী কুরআন কারীমে আমাদের সামনে বর্ণিত হয়েছে যে, তাদের কাছে আল্লাহর নবীগণ তাঁর নিদর্শনাবলী এবং তাঁর প্রদত্ত মু'জিযা সমূহ নিয়ে আগমন করেছিলেন। তাদের সংখ্যার জ্ঞান মহা মহিমান্বিত আল্লাহ ছাড়া আর কারো নেই। হযরত আবদুল্লাহ (রঃ) বলেন, বংশক্রম বর্ণনাকারীরা ভুল কথক। এমনও বহু উম্মত গত হয়েছে। যাদের সম্পর্কে অবগতি আল্লাহ ব্যতীত আর কারো নেই। উরওয়া ইবনু যুহাইর (রঃ) বলেন, সা’দ ইবনু আদনানের পরবর্তী নসব নামা সঠিকভাবে কেউ জানে না। তিনি নিজের হাত খানা মুখের উপর নিয়ে গিয়ে বলেনঃ “একটি অর্থ এটা যে, তারা রাসূলদের মুখ বন্ধ করতে শুরু করে। আর এক অর্থ এটাও যে, তারা তাদের নিজেদেরহাত নিজেদের মুখের উপর রেখে বলেঃ রাসূল যা বলছেন তা সব মিথ্যা। এও এক অর্থ হতে পারে যে, তারা নিজেদের মুখে তাঁদের মিথ্যা প্রতিপন্ন করতে শুরু করে। এটাও একটা অর্থ হতে পারে যে, তারা রাসূলদের কথার জবাব দিতে না পেরে নীরবতা অবলম্বন করতঃ অঙ্গুলীগুলি মুখের উপর রেখে দেয়। আবার এ অর্থ হওয়ারও সম্ভাবনা রয়েছে যে, এখানে শব্দটি অর্থে ব্যবহৃত হয়েছে। যেমন আরবের লোকেরা বলে থাকেঃ (আরবি) এবং তারা (আরবি) দ্বারা (আরবি) অর্থ নিয়ে থাকে। কবিদের কবিতাতেও এর প্রয়োগ দেখা যায়। যেমন একজন কবি বলেছেনঃ (আরবি) অর্থাৎ “আমি ওর ব্যাপারে লাকীত ও তার দল হতে বিমুখ হচ্ছি কিন্তু আমি সানবাস হতে বিমুখ হচ্ছি না।”আর মুজাহিদের (রঃ) উক্তি অনুসারে এর পরবর্তী বাক্যটি ওরই তাফসীর বা ব্যাখ্যা। এ কথাও বলা হয়েছে যে, তারা রাসূলের উপর ক্রোধে তাদের অঙ্গুলিগুলি তাদের মুখে পুরে দেয়। যেমন এক জায়গায় মুনাফিকদের সম্পর্কে অল্লিাহ তাআলা বলেছেনঃ (আরবি) অর্থাৎ “যখন তারা নিভৃতে থাকে তখন তোমাদের উপর ক্রোধে তাদের। অঙ্গুলির অগ্রভাগ কামড়াতে থাকে।” (৩:১১৯) এই অর্থও হবে যে, আল্লাহর কালাম শুনে বিস্মিত হয়ে তারা তাদের হাতগুলি তাদের মুখে রেখে দেয় এবং বলেঃ “আমরা তো তোমার রিসালাত অস্বীকারকারী। আমরা তোমাকে সত্যবাদী মনে করি না। বরং আমরা কঠিন সন্দেহের মধ্যে রয়েছি।”",
  "ayah": 9,
  "surah": 14
}
