{
  "text": "القول في تأويل قوله :  وَلَقَدْ مَكَّنَّاكُمْ فِي الأَرْضِ وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ قَلِيلا مَا تَشْكُرُونَ (10)قال أبو جعفر: يقول تعالى ذكره: ولقد وطَّأْنا لكم، أيها الناس، في الأرض, (41) وجعلناها لكم قرارًا تستقرُّون فيها, ومهادًا تمتهدونها, وفراشًا تفترشونها (42) =(  وجعلنا لكم فيها معايش)، تعيشون بها أيام حياتكم, من مطاعم ومشارب, نعمة مني عليكم، وإحسانًا مني إليكم =(قليلا ما تشكرون)، يقول: وأنتم قليل شكركم على هذه النعم التي أنعمتها عليكم لعبادتكم غيري, واتخاذكم إلهًا سواي.* *والمعايش: جمع \" معيشة \".* * *واختلفت القرأة في قراءتها.فقرأ ذلك عامة قرأة الأمصار: (مَعَايِشَ) بغير همز.* * *وقرأه عبد الرحمن الأعرج: \" مَعَائِشَ\" بالهمز.* * *قال أبو جعفر: والصواب من القراءة في ذلك عندنا: (مَعَايِشَ) بغير همز, لأنها \" مفاعل \" من قول القائل \" عشتَ تعيش \", فالميم فيها زائدة، والياء في الحكم متحركة, لأن واحدها \" مَفْعلة \"،\" مَعْيشة \"، متحركة الياء, نقلت حركة الياء منها إلى \" العين \" في واحدها . فلما جُمعت، رُدّت حركتها إليها لسكون ما قبلها وتحركها. وكذلك تفعل العرب بالياء والواو إذا سكن ما قبلهما وتحركتا، في نظائر ما وصفنا من الجمع الذي يأتي على مثال \" مفاعل \", وذلك مخالف لما جاء من الجمع على مثال \" فعائل \" التي تكون الياء فيها زائدة ليست بأصل. فإن ما جاء من الجمع على هذا المثال، فالعرب تهمزه، كقولهم: \" هذه مدائن \" و \" صحائف \" ونظائرهما, (43) لأن \" مدائن \" جمع \" مدينة \", و \" المدينة \"،\" فعيلة \" من قولهم: \" مدنت المدينة \", وكذلك،\" صحائف \" جمع \" صحيفة \", و \" الصحيفة \"،\" فعيلة \" من قولك: \" صحفت الصحيفة \", فالياء في واحدها زائدة ساكنة, فإذا جمعت همزت، لخلافها في الجمع الياء التي كانت في واحدها, وذلك أنها كانت  في واحدها ساكنة, وهي في الجمع متحركة. ولو جعلت \" مدينة \"\" مَفْعلة \" من: \" دان يدين \", وجمعت على \" مفاعل \", كان الفصيح ترك الهمز فيها. وتحريك الياء. وربما همزت العرب جمع \" مفعلة \" في ذوات الياء والواو = وإن كان الفصيح من كلامها ترك الهمز فيها. إذا جاءت على \" مفاعل \" = تشبيهًا منهم جمعها بجمع \" فعيلة \", كما تشبه \" مَفْعلا \"\" بفعيل \" فتقول: \" مَسِيل الماء \", من: \" سال يسيل \", ثم تجمعها جمع \" فعيل \", فتقول: \" هي أمسلة \"، في الجمع، تشبيهًا منهم لها بجمع \" بعير \" وهو \" فعيل \", إذ تجمعه \" أبعرة \". وكذلك يجمع \" المصير \" وهو \" مَفْعل \"،\" مُصْران \" تشبيهًا له بجمع: \" بعير \" وهو \" فعيل \", إذ تجمعه \" بُعْران \", (44) وعلى هذا همز الأعرج \" معايش \". وذلك ليس بالفصيح في كلامها، وأولى ما قرئ به كتاب الله من الألسن أفصحها وأعرفها، دون أنكرها وأشذِّها.----------------الهوامش :(41) في المطبوعة : (( ولقد وطنا لكم أيها الناس )) ، والصواب من المخطوطة .(42) انظر تفسير (( مكن )) فيما سلف 11 : 263 .(43) في المطبوعة والمخطوطة : (( ونظائر )) والسياق ما أثبت .(44) انظر معاني القرآن للفراء 1 : 373 ، 374",
  "ayah": 10,
  "surah": 7
}
