{
  "text": "القول في تأويل قوله :  قَالُوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي الْمَدَائِنِ حَاشِرِينَ (111)قال أبو جعفر: يقول تعالى ذكره. قال الملأ من قوم فرعون لفرعون: أرجئه: أي أخِّره.* * *وقال بعضهم: معناه: احبس.* * *والإرجاء في كلام العرب التأخير. يقال منه: \" أرجيت هذا الأمر \"،  و \" أرجأته \"، إذا أخرته. ومنه قول الله تعالى:  تُرْجِي مَنْ تَشَاءُ مِنْهُنَّ  ، [سورة الأحزاب: 51] تؤخر, فالهمز من كلام بعض قبائل قيس، يقولون: \" أرجأت هذا الأمر \", وترك الهمز من لغة تميم وأسد، يقولون: \" أرجيته \". (21) .* * *واختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة المدينة وبعض العراقيين: \" أَرْجِهِ\" بغير الهمز وبجرّ الهاء.وقرأه بعض قرأة الكوفيين: \" أَرْجِهْ\" بترك الهمز وتسكين \" الهاء \"، على لغة من يقف على الهاء في المكنيِّ في الوصل، (22) إذا تحرك ما قبلها, كما قال الراجز: (23)أَنْحَــى عَـلَيَّ الدَّهْـرُ رِجْـلا وَيَـدَايُقْسِـــمُ لا يُصْلِـــحُ إلا أَفْسَــدَافَيُصْلِحُ الْيَوْمَ وَيُفْسِدُهُ غَدَا (24)وقد يفعلون مثل هذا بهاء التأنيث، فيقولون: \" هذه طلحَهْ قد أقبلت \", كما قال الراجز: (25)لَمَّــا رأَى أنْ لا دَعَــهْ وَلا شِــبَعْمَـالَ إلَـى أَرْطَـأةِ حِـقْفٍ فَاضْطَجَعْ (26)وقراه بعض البصريين: \" أَرْجِئْهُ\" بالهمز وضم \" الهاء \", على لغة من ذكرت من قيس.* * *قال أبو جعفر: وأولى القراءات في ذلك بالصواب، أشهرها وأفصحها في كلام العرب, وذلك ترك الهمز وجرُّ \" الهاء \" , وإن كانت الأخرى جائزة, غير أن الذي اخترنا أفصح اللغات وأكثرها على ألسن فصحاء العرب.* * *واختلف أهل التأويل في تأويل قوله: \" أرجه \"فقال بعضهم : معناه: أخره.* ذكر من قال ذلك:14924 - حدثنا القاسم, قال : حدثنا الحسين, قال: حدثني حجاج, قال: قال ابن جريج: أخبرني عطاء الخراساني عن ابن عباس, قوله: \" أرجه وأخاه \" قال: أخِّره.* * *وقال آخرون. معناه احبسه.* ذكر من قال ذلك:14925 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" أرجه وأخاه \"، أي: أحبسه وأخاه.* * *وأما قوله: \" وأرسل في المدائن حاشرين \" يقول: من يحشرُ السحرة فيجمعهم إليك. (27) .* * *وقيل: هم الشُّرَط.* ذكر من قال ذلك:14926 - حدثني عباس بن أبي طالب قال، حدثنا مسلم بن إبراهيم قال، حدثنا الحكم بن ظهير, عن السدي , عن ابن عباس: \" وأرسل في المدائن حاشرين \"، قال: الشرط.14927 - حدثنا ابن وكيع قال، حدثنا أبي, عن إسماعيل بن إبراهيم بن مهاجر, عن أبيه, عن مجاهد: \" وأرسل في المدائن حاشرين \"، قال: الشرط.14928 - قال: حدثنا حميد, عن قيس, عن السدي: \" وأرسل في المدائن حاشرين \"، قال: الشرط.14929 - حدثني المثنى قال، حدثنا أبو نعيم قال، حدثنا إسماعيل بن إبراهيم بن مهاجر, عن أبيه, عن مجاهد, عن ابن عباس, في قوله: \" في المدائن حاشرين \"، قال: الشرط.14930 - حدثني عبد الكريم بن الهيثم قال، حدثنا إبراهيم بن بشار قال، حدثنا سفيان قال، حدثنا أبو سعد, عن عكرمة, عن ابن عباس: \" وأرسل في المدائن حاشرين \"، قال: الشرط.----------------الهوامش :(21) تفصيل اللغات ونسبتها إلى قبائلها ، ليس في شيء من معاجم اللغة ، فهي زيادة تقيد في مكانها هناك .(22) (( المكنى )) ، الضمير .(23) هو دويد بن زيد بن نهد القضاعى ، وهو أحد المعمرين .(24) طبقات فحول الشعراء : 28 ، والمعمرين : 20 ، وأما لى الشريف 1 : 137 ، والشعر والشعراء : 51 والمؤتلف والمختلف : 114 ، وشرح شواهد الشافية : 274 ؛ وغيرها كثير ، وهو من قديم الشعر ، كما قال ابن سلام . ورواية هذه الأبيات تختلف اختلافا كبيرا في المراجع جميعا كما أشرت إليه في شرح طبقات ابن سلام. وكان في المطبوعة (( ألحى على الدهر )) ، و (( فقسمه لا نصلح )) ، وهذا خطأ فاسد صوابه في المخطوطة ، ومعاني القرآن للفراء .(25) يقال هو: منظور بن حبة الأسدي.(26) معاني القرآن للفراء 1 : 388 ، إصلاح المنطق : 108 ، وتهذيب إصلاح المنطق 1 : 167 ، وشرح شواهد الشافية : 274 - 276 ، 480 ، يصف ظبيا ، ويقول قبله : يَــا رَبُّ أَبَّـازٍ مِـنَ العُفْـرِ صَـدَعْتَقَبَّــضَ الــذّئْبُ إِلَيْــهِ وَاجْـتَمَعْقال التبريزى في شرحها : (( يصف ظبياً . والأباز : الذي يقفز . والعفر من الظباء : التي تعلو ألوانها حمرة . وتقبض : أي أنه جمع قوائمه ليثبت على الظبى . لما رأي أن أن لا دعه ، يعني الذئب ، لما رأي أنه لا يشبع من الظبى ولا يدركه ، وأنه قد تعب في طلبه . مال إلى أرطاة فاضطجع عندها . والأرطى : ضرب من شجر الرمل ، واحدته أرطاة . والحقف : المعوج من الرمل )) .(27) انظر تفسير \"الحشر\" فيما سلف 12 : 115 ، تعليق : 1 ، والمراجع هناك.",
  "ayah": 111,
  "surah": 7
}
