{
  "text": "القول في تأويل قوله :  وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ (117)يقول تعالى ذكره: وأوحينا إلى موسى أن ألق عصاك, فألقاها فاذا هي تلقم وتبتلع ما يسحرون كذبًا وباطلا.* * *يقال منه: لقفت الشيء فأنا ألقُفُه لَقْفًا ولَقَفَانًا. (44) .* * *=وذلك كالذي:-14942 - حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: \" وأوحينا إلى موسى أن ألق عصاك \", فألقى موسى عصاه, فتحولت حية, فأكلت سحرهم كله.14943 - حدثنا عبد الكريم بن الهيثم قال، حدثنا إبراهيم بن بشار قال، حدثنا سفيان قال، حدثنا أبو سعد, عن عكرمة, عن ابن عباس: فألقى عصاه فإذا هي حية تلقف ما يأفكون= لا تمر بشيء من حبالهم وخُشُبهم التي ألقوها إلا التقمته, فعرفت السحرة أن هذا أمرٌ من السماء, وليس هذا بسحر, فخرُّوا سجَّدًا وقالوا:  آمَنَّا بِرَبِّ الْعَالَمِينَ * رَبِّ مُوسَى وَهَارُونَ  . (45) .14944 - حدثني موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي قال: أوحى الله إلى موسى: لا تخف, وألق ما في يمينك تلقف ما يأفكون. فألقى عصاه، فأكلت كل حية لهم. فلما رأوا ذلك سجدوا, وقالوا: آمنا برب العالمين، رب موسى وهارون.14945 - حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال: أوحى الله إليه: أن ألق ما في يمينك! فألقى عصاه من يده, فاستعرضَت ما ألقوا من حبالهم وعصيهم, وهي حيات في عين فرعون وأعين الناس تسعى، فجعلت تلقفها، تبتلعها، حية حية, حتى ما يرى بالوادي قليل ولا كثير مما ألقوه. ثم أخذها موسى، فإذا هى عصاه في يده كما كانت, ووقع السحرة سجدًا قالوا: \"آمنا برب العالمين رب موسى وهارون. لو كان هذا سحرا ما غلبنا \"! (46) .14946 - حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية, عن هشام الدستوائي قال، حدثنا القاسم بن أبي بزة قال: أوحى الله إليه: أن ألق عصاك! فألقى عصاه، فاذا هي ثعبان فاغرٌ فاه , فابتلع حبالهم وعصيهم. فألقي السحرة عند ذلك سجّدًا، فما رفعوا رؤوسهم حتى رأوا الجنة والنارَ وثوابَ هلهما. (47) .14947 - (48) حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح , عن مجاهد, في قول الله: \" يأفكون \" قال: يكذبون.14948 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد: \" فإذا هي تلقف ما يأفكون \"، قال: يكذبون.14949 - حدثنا إبراهيم بن المستمر قال، حدثنا عثمان بن عمر قال، حدثنا قرة بن خالد السدوسي, عن الحسن: \" تلقف ما يأفكون \"، قال: حيالهم وعصيهم، تسترطها استراطا. (49) .--------------------الهوامش :(44) انظر معاني القرآن للفراء : 390.(45) هذا تضمين آية \"سورة طه\" : 70 .(46) الأثر : 14945 - جزء من خبر أبي جعفر في تاريخه 1 : 210 ، 211 ، وهو تابع للأثر السالف رقم 14940 .(47) في المطبوعة والمخطوطة : (( وثواب أهلها )) ، والسياق يقتضي ما أثبت .(48) أخشى أن يكون سقط قبل هذه الآثار تفسير (( الإفك )) بمعنى الكذب ، ولذلك فصلتها عن الآثار التي قبلها .(49) الأثر : 14949 - (( إبراهيم بن المستمر الهذلى الناجى العروقى )) ، ثقة .روى عن أبيه (( المستمر )) ، وعن حيان بن هلال ، وأبي داود الطيالسي ، وأبي عاصم النبيل ، وغيرهم . روى عنه الأربعة ، وابن خزيمة ، وأبو حاتم مترجم في التهذيب ، وابن أبي حاتم 1/1/140 . و (( عثمان بن عمر بن فارس بن لقيط العبدى )) مضى برقم 5458 ، 8332 . و (( سرط الطعام )) ، و(( استرطه )) ، إذا ازدرده ، وابتلعه ابتلاعاً سهلا سريعا ً لا غصة فيه .",
  "ayah": 117,
  "surah": 7
}
