{
  "text": "القول في تأويل قوله :  قَالَ مَا مَنَعَكَ أَلا تَسْجُدَ إِذْ أَمَرْتُكَ قَالَ أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نَارٍ وَخَلَقْتَهُ مِنْ طِينٍ (12)قال أبو جعفر: وهذا خبر من الله تعالى ذكره عن قيله لإبليس، إذ عصاه فلم يسجد لآدم إذ أمره بالسجود له. يقول: قال الله لإبليس: =(ما منعك)، أيّ شيء منعك =(ألا تسجد)، أن تدع السجود لآدم =(إذ أمرتك)، أن تسجد =\" قال أنا خير منه \"، يقول: قال إبليس: أنا خير من آدم =\" خلقتني من نار وخلقته من طين \".* * *فإن قال قائل: أخبرنا عن إبليس, ألحقته الملامة على السجود، أم على ترك السجود؟ فإن تكن لحقته الملامة على ترك السجود, فكيف قيل له: (ما منعك ألا تسجد إذ أمرتك) ؟ وإن كان النكير على السجود, فذلك خلافُ ما جاء به التنـزيل في سائر القرآن, وخلاف ما يعرفه المسلمون!قيل: إن الملامة لم تلحق إبليس إلا على معصيته ربه بتركه السجود لآدم إذ أمره بالسجود له.غير أن في تأويل قوله: (ما منعك أن لا تسجد إذ أمرتك)، بين أهل المعرفة بكلام العرب اختلافًا، أبدأ بذكر ما قالوا, ثم أذكر الذي هو أولى ذلك بالصواب .فقال بعض نحويي البصرة: معنى ذلك: ما منعك أن تسجد = و \" لا \" ها هنا زائدة, كما قال الشاعر: (1)أبَـى جُـودُهُ لا البُخْـلَ, وَاسْتَعْجَلَتْ بِهِنَعَـمْ, مِـنْ فَتًـى لا يَمْنَعُ الجُوعَ قَاتِلهْ (2)وقال: فسرته العرب: \" أبى جوده البخل \", وجعلوا \" لا \" زائدةً حشوًا ها هنا، وصلوا بها الكلام. قال: وزعم يونس أن أبا عمرو كان يجر \" البخل \", ويجعل \" لا \" مضافة إليه, أراد: أبى جوده \" لا \" التي هي للبخل, ويجعل \" لا \" مضافة, لأن \" لا \" قد تكون للجود والبخل, لأنه لو قال له: \" امنع الحق ولا تعط المسكين \" فقال: \" لا \" كان هذا جودًا منه.* * *وقال بعض نحويي الكوفة نحو القول الذي ذكرناه عن البصريين في معناه وتأويله, غير أنه زعم أن العلة في دخول \" لا \" في قوله: (أن لا تسجد)، أن في أول الكلام جحدا = يعني بذلك قوله:  لَمْ يَكُنْ مِنَ السَّاجِدِينَ  ، فإن العرب ربما أعادوا في الكلام الذي فيه جحد، الجحدَ, كالاستيثاق والتوكيد له . قال: وذلك كقولهم: (3)مَــا إنْ رَأَيْنَــا مِثْلَهُــنَّ لِمَعْشَـرٍسُــودِ الــرُّؤُوسِ, فَـوَالِجٌ وَفُيُـولُ (4)فأعاد على الجحد الذي هو \" ما \" جحدًا, وهو قوله \" إن \"، فجمعهما للتوكيد.* * *وقال آخر منهم: ليست \" لا \"، بحشو في هذا الموضع ولا صلة, (5) ولكن \" المنع \" هاهنا بمعنى \" القول \"، وإنما تأويل الكلام: مَنْ قال لك لا تسجد إذ أمرتك بالسجود = ولكن دخل في الكلام \" أن \"، إذ كان \" المنع \" بمعنى \" القول \"، لا في لفظه, كما يُفعل ذلك في سائر الكلام الذي يضارع القول, وهو له في اللفظ مخالف، كقولهم: \" ناديت أن لا تقم \", و \" حلفت أن لا تجلس \", وما أشبه ذلك من الكلام. وقال: خفض \" البخل \" من روى: \" أبى جوده لا البخل \"، (6) بمعنى: كلمة البخل, لأن \" لا \" هي كلمة البخل, فكأنه قال: كلمة البخل.* * *وقال بعضهم: معنى \" المنع \"، الحول بين المرء وما يريده. قال: والممنوع مضطّر به إلى خلاف ما منع منه, كالممنوع من القيام وهو يريده, فهو مضطر من الفعل إلى ما كان خلافًا للقيام, إذ كان المختار للفعل هو الذي له السبيل إليه وإلى خلافه, فيوثر أحدهما على الآخر فيفعله . قال: فلما كانت صفة \" المنع \" ذلك, فخوطب إبليس بالمنع فقيل له: (ما منعك ألا تسجد)، كان معناه كأنه قيل له: أيّ شيء اضطرك إلى أن لا تسجد؟* * *قال أبو جعفر: والصواب عندي من القول في ذلك أن يقال: إن في الكلام محذوفًا قد كفى دليلُ الظاهر منه, وهو أن معناه: ما منعك من السجود  فأحوجك أن لا تسجد = فترك ذكر \" أحوجك \"، استغناء بمعرفة السامعين قوله:  إِلا إِبْلِيسَ لَمْ يَكُنْ مِنَ السَّاجِدِينَ  ، أن ذلك معنى الكلام، من ذكره. (7) ثم عمل قوله: (ما منعك)، في\" أن \" ما كان عاملا فيه قبل \" أحوجك \" لو ظهر، إذ كان قد ناب عنه.وإنما قلنا إن هذا القول أولى بالصواب، لما قد مضى من دلالتنا قبل على أنه غير جائز أن يكون في كتاب الله شيء لا معنى له, وأن لكل كلمة معنًى صحيحًا, فتبين بذلك فسادُ قول من قال: \" لا \" في الكلام حشو لا معنى لها.وأما قول من قال: معنى \" المنع \" ههنا \" القول \", فلذلك دخلت \" لا \" مع \" أن \" = فإن \" المنعَ\" وإن كان قد يكون قولا وفعلا فليس المعروف في الناس استعمالُ\" المنع \"، في الأمر بترك الشيء, لأن المأمور بترك الفعل إذا كان قادرًا على فعله وتركه ففعله، لا يقال: \" فعله \"، وهو ممنوع من فعله، إلا على استكراه للكلام . وذلك أن المنع من الفعل حَوْلٌ بينه وبينه, فغير جائز أن يكون وهو مَحُولٌ بينه وبينه فاعلا له, لأنه إن جاز ذلك، وجب أن يكون مَحُولا بينه وبينه لا محولا وممنوعًا لا ممنوعًا. (8)وبعدُ, فإن إبليس لم يأتمر لأمر الله تعالى ذكره بالسجود لآدم كبرًا, فكيف كان يأتمر لغيره في ترك أمر الله وطاعته بترك السجود لآدم, فيجوز أن يقال له: \" أي شيء قال لك: لا تسجد لآدم إذ أمرتك بالسجود له؟\" ولكن معناه إن شاء الله ما قلت: \" ما منعك من السجود له فأحوجك, أو: فأخرجك, أو: فاضطرك إلى أن لا تسجد له \"، على ما بيَّنت.* * *وأما قوله: (أنا خير منه خلقتني من نار وخلقته من طين)، فإنه خبرٌ من الله جل ثناؤه عن جواب إبليس إياه إذ سأله: ما الذي منعه من السجود لآدم,  فأحوجه إلى أن لا يسجد له, واضطره إلى خلافه أمرَه به، وتركه طاعته = أنّ المانعَ كان له من السجود، والداعيَ له إلى خلافه أمر ربه في ذلك: أنه أشد منه أيْدًا، (9) وأقوى منه قوة، وأفضل منه فضلا لفضل الجنس الذي منه خلق، وهو النارُ, على الذي خلق منه آدم، (10) وهو الطين . فجهل عدوّ الله وجه الحق, وأخطأ سبيل الصواب. إذ كان معلومًا أن من جوهر النار الخفة والطيش والاضطراب والارتفاع علوًّا, والذي في جوهرها من ذلك هو الذي حملَ الخبيث بعد الشقاء الذي سبق له من الله في الكتاب السابق، على الاستكبار عن السجود لآدم، والاستخفاف بأمر ربه, فأورثه العطبَ والهلاكَ. وكان معلومًا أن من جوهر الطين الرزانة والأناة والحلم والحياء والتثبُّت, وذلك الذي هو في جوهره من ذلك، (11) كان الداعي لآدم بعد السعادة التي كانت سبقت له من ربه في الكتاب السابق، إلى التوبة من خطيئته, ومسألته ربَّه العفوَ عنه والمغفرة . ولذلك كان الحسن وابن سيرين يقولان: \" أول مَنْ قاسَ إبليس \", يعنيان بذلك: القياسَ الخطأ, وهو هذا الذي ذكرنا من خطأ قوله، وبعده من إصابة الحق، في الفضل الذي خص الله به آدم على سائر خلقه: من خلقه إياه بيده, ونفخه فيه من روحه, وإسجاده له الملائكة, وتعليمه أسماء كلِّ شيء، مع سائر ما خصه به من كرامته . فضرب عن ذلك كلِّه الجاهلُ صفحًا, وقصد إلى الاحتجاج بأنه خُلق من نار وخلق آدم من طين!! (12) وهو في ذلك أيضًا له غير كفء, لو لم يكن لآدم من الله جل ذكره تكرمة شيء غيره, فكيف والذي خصّ به من كرامته يكثر تعداده، ويملّ إحصاؤه؟14355- حدثني عمرو بن مالك قال، حدثنا يحيى بن سليم الطائفي, عن هشام, عن ابن سيرين قال: أوّل من قاس إبليس, وما عُبِدت الشمس والقمر إلا بالمقاييس. (13)14356- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا محمد بن كثير, عن ابن شوذب, عن مطر الورّاق, عن الحسن قوله: (خلقتني من نار وخلقته من طين)، قال: قاس إبليس وهو أول من قاس.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14357- حدثنا أبو كريب قال، حدثنا عثمان بن سعيد قال، حدثنا بشر بن عمارة, عن أبي روق, عن الضحاك عن ابن عباس قال: لما خلق الله آدم قال للملائكة الذين كانوا مع إبليس خاصة، دون الملائكة الذين في السموات:  اسْجُدُوا لآدَمَ  ، فسجدوا كلهم أجمعون إلا إبليس استكبر, لما كان حدَّث نفسه، من كبره واغتراره, فقال: \" لا أسجد له, وأنا خير منه, وأكبر سنًّا, وأقوى خلقًا, خلقتني من نار وخلقته من طين!\" يقول: إنّ النار أقوى من الطين.14358- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد قوله: (خلقتني من نار)، قال: ثم جعل ذريته من ماء.* * *قال أبو جعفر: وهذا الذي قاله عدوّ الله ليس لما سأله عنه بجواب. وذلك أن الله تعالى ذكره قال له: ما منعك من السجود؟ فلم يجب بأن الذي منعه من السجود أنه خُلِقَ من نار وخلق آدم من طين, (14) ولكنه ابتدأ خبرًا عن نفسه, فيه دليل على موضع الجواب فقال: (أنا خير منه خلقتني من نار وخلقته من طين)------------------الهوامش :(1) لا يعرف قائله .(2) اللسان ( نعم ) ، أمالي ابن الشجري 2 : 228 ، 231 ، شرح شواهد المغنى 217 ، وكان في المخطوطة والمطبوعة : (( لا يمنع الجوع )) ، كما أثبته ، وكذلك ورد عن الفارسي في اللسان . وأما في المراجع الأخرى فروايته : (( لا يمنع الجود )) .(3) لم يعرف قائله .(4) معاني القرآن للفراء 1 : 176 ، 374 و (( الفوالج )) جمع (( فالج )) ، وهو جمل ذو سنامين كان يجلب من السند للفحلة . و (( الفيول ) ، جمع (( فيل )) .(5) (( الصلة )) : الزيادة ، كما سلف ، انظر فهارس المصطلحات .(6) في المطبوعة : (( وقال بعض من روى : أبي جود لا البخل )) ، فغير ما في المخطوطة ، وأفسد الكلام إفسادًا .(7) السياق : (( استغناء بمعرفة السامعين ... من ذكره )) .(8) يعني أنه يجمع الصفتين معًا (( محول بينه وبينه ، وغير محول = وممنوع ، وغير ممنوع )) ، وهو تناقض .(9) في المطبوعة : (( أشد منه يدا )) ، والصواب من المخطوطة ، و (( الأيد )) ، القوة .(10) في المطبوعة : (( من الذي خلق منه آدم )) ، زاد (( من )) ، والمخطوطة سقط منها حرف الجر المتعلق بفضل الجنس ، والصواب ما أُبت .(11) في المطبوعة : (( وذلك الذي في جوهره ... )) حذف (( هو )) ، وفي المخطوطة : (( وذلك الذي هو من جوهره من ذلك )) ، وصوابها (( في جوهره )) ، وإنما هو خطأ من الناسخ .(12) في المطبوعة : (( بأنه خلقه من نار )) ، واليد ما في المخطوطة .(13) الأثر : 14355 - (( عمرو بن مالك الراسبي الغبري )) ، أبو عثمان البصري ، شيخ الطبري . قال ابن عدي : (( منكر الحديث عن الثقات ، ويسرق الحديث )) ، وقال ابن أبي حاتم : (( ترك أبي التحديث عنه )) . مترجم في التهذيب ، وابن أبي حاتم 3 /1 / 259 .و (( يحيى بن سليم الطائفي )) ، ثقة ، روى له الجماعة ، مضى برقم : 4894 ، 7831 .(14) في المطبوعة : (( أنه خلقه من نار )) ، والجيد في المخطوطة .",
  "ayah": 12,
  "surah": 7
}
