{
  "text": "القول في تأويل قوله :  وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِيقال أبوجعفر: يقول تعالى ذكره: ولما جاء موسى للوقت الذي وعدنا أن يلقانا فيه (26) = \" وكلمه ربه \"، وناجاه = \" قال \" موسى لربه =(أرني أنظر إليك)، قال الله له مجيبًا: \"(لن تراني ولكن انظر إلى الجبل)\" .* * *وكان سبب مسألة موسى ربه النظر إليه, ما:-15073 - حدثني به موسى بن هارون قال، حدثنا عمرو قال، حدثنا أسباط, عن السدي قال: إن موسى عليه السلام لما كلمه ربه، أحب أن ينظر إليه = قال: \" رب أرني أنظر إليك قال لن تراني ولكن انظر إلى الجبل فإن استقر مكانه فسوف تراني\"، فحُفَّ حول الجبل [بملائكة], (27) وحُفَّ حول الملائكة بنار, وحُفّ حول النار بملائكة، وحُفّ حول الملائكة بنار، ثم تجلى ربه للجبل.15074 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن  أبي جعفر, عن أبيه, عن الربيع, في قوله:  وَقَرَّبْنَاهُ نَجِيًّا  ، [مريم: 52]، قال: حدثني من لقي أصحاب النبي صلى الله عليه وسلم أنه قرّبه الربّ حتى سمع صَرِيف القلم, (28) فقال عند ذلك من الشوق إليه: (رب أرني أنظر إليك قال لن تراني ولكن انظر إلى الجبل).15075 - حدثنا القاسم قال، حدثني الحسين قال، حدثني حجاج, عن أبي بكر الهذلي قال: لما تخلف موسى عليه السلام بعد الثلاثين, حتى سمع كلام الله، اشتاق إلى النظر إليه فقال: ربّ أرني أنظر إليك! قال: لن تراني، وليس لبشر أن يطيق أن ينظر إليّ في الدنيا, من نظر إلي مات! قال: إلهي سمعت منطقك، واشتقت إلى النظر إليك, ولأن أنظر إليك ثم أموتُ أحب إليّ من أن أعيش ولا أراك ! قال: فانظر إلى الجبل, فإن استقر مكانه فسوف تراني.15076 - حدثني المثنى قال، حدثنا عبد الله قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (ربّ أرني أنظر إليك)، قال: أعطني.15077 - حدثنا ابن حميد قال، حدثنا سلمة, عن ابن إسحاق قال: استخلف موسى هارون على بني إسرائيل وقال: إني متعجل إلى ربي, فاخلفني في قومي ولا تتبع سبيل المفسدين. فخرج موسى إلى ربه متعجلا للقيّه شوقًا إليه, وأقام هارون في بني إسرائيل, ومعه السامري يسير بهم على أثر موسى ليلحقهم به. فلما كلم الله موسى, طمع في رؤيته, فسأل ربه أن ينظر إليه, فقال الله لموسى: إنك لن تراني، ربّ كن انظر إلى الجبل فإن استقر مكانه فسوف تراني)، الآية. قال ابن إسحاق: فهذا ما وصل إلينا في كتاب الله عن خبر موسى لما طلب النظر إلى ربه، وأهل الكتاب يزعمونَ وأهلُ التوراة: أنْ قد كان لذلك تفسير وقصة وأمور كثيرة، ومراجعة لم تأتنا في كتاب الله, والله أعلم. =قال ابن إسحاق عن بعض أهل العلم الأوّل بأحاديث أهل الكتاب، إنهم  يجدون في تفسير ما عندهم من خبر موسى حين طلب ذلك إلى ربه، أنه كان من كلامه إياه حين طمع في رؤيته, وطلب ذلك منه, وردّ عليه ربه منه ما ردّ: أن موسى كان تطهّر وطهّر ثيابه، وصام للقاء ربه. فلما أتى طور سينا, ودنا الله له في الغمام فكلّمه, سبحه وحمّده وكبره وقدَّسه, مع تضرع وبكاء حزين, ثم أخذ في مِدْحته, فقال: ربّ ما أعظمك وأعظم شأنك كله! من عظمتك أنه لم يكن شيء من قبلك, فأنت الواحد القهار, كأن عرشك تحت عظمتك نارًا توقد لك, وجعلت سرادقًا [من نور] من دونه سرادق من نور, (29) فما أعظمك ربّ وأعظم ملكك! جعلت بينك وبين ملائكتك مسيرة خمسمائة عام. فما أعظمك رب وأعظم ملكك في سلطانك! فإذا أردت شيئًا تقضيه في جنودك الذين في السماء أو الذين في الأرض, وجنودك الذين في البحر, بعثت الريح من عندك لا يراها شيء من خلقك، إلا أنت إن شئت, (30) فدخلت في جوف من شئت من أنبيائك, فبلغوا لما أردت من عبادك. (31) وليس أحد من ملائكتك يستطيع شيئًا من عظمتك ولا من عرشك ولا يسمع صوتك, فقد أنعمت عليّ وأعظمت عليّ في الفضل, وأحسنت إليّ كلّ الإحسان! عظمتني في أمم الأرض, وعظمتني عند ملائكتك, وأسمعتني صوتك, وبذلت لي كلامك, وآتيتني حكمتك, فإن أعدَّ نعماك لا أحصيها, وإن أُرِد شكرك لا أستطيعه. (32) دعوتك، ربّ، على فرعون بالآيات العظام, والعقوبة الشديدة, فضربت بعصاي التي في يدي البحر فانفلق لي ولمن معي! ودعوتك حين أجزتُ البحر, (33) فأغرقت عدوك وعدوّي. وسألتك الماء لي ولأمتي, فضربت بعصاي التي في يدي الحجر, فمنه أرويتني وأمتي. وسألتك لأمتي طعامًا لم يأكله أحد كان قبلهم, فأمرتني أن أدعوك من قبل المشرق ومن قبل المغرب، فناديتك من شرقي أمتي فأعطيتهم المن من مشرق لنفسي, (34) وآتيتهم السلوى من غربيهم من قبل البحر, واشتكيت الحر فناديتك, فظللت عليهم بالغمام. فما أطيق نعماك علي أن أعدّها ولا أحصيها, وإن أردت شكرها لا أستطيعه. (35) فجئتك اليوم راغبًا طالبًا سائلا متضرعًا, لتعطيني ما منعت غيري. أطلب إليك، وأسالك يا ذا العظمة والعزة والسلطان، أن تريني أنظر إليك, فإني قد أحببت أن أرى وجهك الذي لم يره شيء من خلقك! قال له رب العزة: ألا ترى يا ابن عمران ما تقول؟ (36) تكلمت بكلام هو أعظم من سائر الخلق! لا يراني أحد فيحيا, [ ليس في السماوات معمري, فإنهن قد ضعفن أن يحملن عظمتي, وليس في الأرض معمري, فإنها قد ضعفت أن تسع بجندي]. (37) فلستُ في مكان واحد فأتجلى لعين تنظر إليّ. قال موسى: يا رب، أن أراك وأموت, أحب إليّ من أن لا أراك وأحيا. قال له رب العزة: يا ابن عمران تكلمتَ بكلام هو أعظم من سائر الخلق, لا يراني أحد فيحيا! قال: رب تمم علي نعماك, وتمم عليّ فضلك, وتمم عليّ إحسانك، بهذا الذي سألتك، (38) ليس لي أن أراك  فأقبض, ولكن أحب أن أراك فيطمئن قلبي. قال له: يا ابن عمران، لن يراني أحد فيحيا! قال: موسى رب تمم عليّ نعماك وتمم عليّ فضلك, وتمم علي إحسانك بهذا الذي سألتك، فأموت على أثر ذلك، (39) أحب إلي من الحياة! فقال الرحمن المترحِّم على خلقه: قد طلبت يا موسى, [وحي ] لأعطينك (40) سؤلك إن استطعت أن تنظر إليّ, فاذهب فاتخذ لوحين, ثم انظر إلى الحجر الأكبر في رأس الجبل, فإن ما وراءه وما دونه مضيق لا يسع إلا مجلسك يا ابن عمران. ثم انظر فإني أهبط إليك وجنودي من قليل وكثير، ففعل موسى كما أمره ربه, نحت لوحين ثم صعد بهما إلى الجبل فجلس على الحجر، فلما استوى عليه, أمر الله جنوده الذين في السماء الدنيا فقال: ضعي أكتافك حول الجبل. فسمعت ما قال الرب، ففعلت أمره. ثم أرسل الله الصواعق والظلمة والضباب على ما كان يلي الجبل الذي يلي موسى أربعة فراسخ من كل ناحية, ثم أمر الله ملائكة الدنيا أن يمرُّوا بموسى, فاعترضوا عليه, فمروا به طيرانَ النُّغَر، (41) تنبع أفواههم بالتقديس والتسبيح بأصوات عظيمة كصوت الرعد الشديد, فقال موسى بن عمران عليه السلام: رب، إني كنت عن هذا غنيًّا, ما ترى عيناي شيئًا، قد ذهب بصرهما من شعاع النور المتصفِّف على ملائكة ربي! ثم أمر الله ملائكة السماء الثانية: أن اهبطوا على موسى فاعترضوا عليه! فهبطوا أمثال الأسد لهم لَجَبٌ بالتسبيح والتقديس, (42) ففزع العبد الضعيف ابن عمران مما رأى ومما سمع, فاقشعرّت كل شعرة في رأسه وجلده, ثم قال: ندمت على مسألتي إياك, فهل ينجيني من مكاني الذي أنا فيه شيء؟  فقال له كبير الملائكة ورأسهم (43) يا موسى، اصبر لما سألت, فقليل من كثير ما رأيت ! ثم أمر الله ملائكة السماء الثالثة: أن اهبطوا على موسى, فاعترضوا عليه! فأقبلوا أمثال النسور لهم قَصْفٌ ورجفٌ ولجبٌ شديد, (44) وأفواههم تنبع بالتسبيح والتقديس، كلجَب الجيش العظيم، كلهب النار. (45) ففزع موسى, وأَسِيَتْ نفسه وأساء ظنه, (46) وأَيِسَ من الحياة, فقال له كبير الملائكة ورأسهم: مكانك يا ابن عمران, حتى ترى ما لا تصبر عليه! ثم أمر الله ملائكة السماء الرابعة: أن اهبطوا فاعترضوا على موسى بن عمران! فأقبلوا وهبطوا عليه لا يشبههم شيء من الذين مرُّوا به قبلهم, ألوانهم كلهب النار, وسائر خلقهم كالثلج الأبيض, أصواتهم عالية بالتسبيح والتقديس, لا يقاربهم شيء من أصوات الذين مرُّوا به قبلهم. فاصطكّت ركبتاه, وأرعد قلبه, واشتد بكاؤه, فقال كبير الملائكة ورأسهم: يا ابن عمران اصبر لما سألت, فقليل من كثيرٍ ما رأيت ! ثم أمر الله ملائكة السماء الخامسة: أن اهبطوا فاعترضوا على موسى! فهبطوا عليه سبعةَ ألوان, فلم يستطع موسى أن يُتبعهم طرفه, ولم ير مثلهم، ولم يسمع مثل أصواتهم, وامتلأ جوفه خوفًا, واشتد حزنه وكثر بكاؤه, فقال له كبير الملائكة ورأسهم: يا ابن عمران، مكانك حتى ترى ما لا تصبر عليه ! ثم أمر الله ملائكة السماء السادسة: أن اهبطوا على عبدي الذي طلب أن يراني موسى بن عمران، واعترضوا  عليه! فهبطوا عليه في يد كل ملك مثل النخلة الطويلة نارًا أشد ضوءًا من الشمس, ولباسهم كلهب النار, إذا سبحوا وقدسوا جاوبهم من كان قبلهم من ملائكة السماوات كلهم, يقولون بشدة أصواتهم: \" سبوح قدوس، رب العزة أبدا لا يموت \" في رأس كل ملك منهم أربعة أوجه، فلما رآهم موسى رفع صوته يسبح معهم حين سبحوا, وهو يبكي ويقول: \" رب أذكرني, ولا تنس عبدك، لا أدري أأنفلتُ مما أنا فيه أم لا إن خرجت أحرقت, وإن مكثت مت \" ! فقال له كبير الملائكة ورئيسهم (47) قد أوشكت يا ابن عمران أن يمتلئ جوفك, وينخلع قلبك, ويشتد بكاؤك، فاصبر للذي جلست لتنظر إليه يا ابن عمران! وكان جبل موسى جبلا عظيما, فأمر الله أن يحمل عرشه, ثم قال: مرُّوا بي على عبدي ليراني, فقليل من كثيرٍ ما رأى ! فانفرج الجبل من عظمة الرب, وغشَّي ضوء عرش الرحمن جبل موسى, ورفعت ملائكة السماوات أصواتها جميعا, فارتجّ الجبل فاندكَّ, وكل شجرة كانت فيه, وخرّ العبد الضعيفُ موسى بن عمران صعقًا على وجهه، ليس معه روحه, فأرسل الله الحياة برحمته, فتغشاه برحمته (48) وقلب الحجر الذي كان عليه وجعله كالمعِدة كهيئة القبة، (49) لئلا يحترق موسى, فأقامه الروح، مثل الأم أقامت جنينها حين يصرع. قال: فقام موسى يسبح الله ويقول: آمنت أنك ربي, وصدقت أنه لا يراك أحد فيحيا, ومن نظر إلى ملائكتك انخلع قلبه, فما أعظمك ربّ، وأعظم ملائكتك, أنت رب الأرباب وإله الآلهة وملك الملوك, تأمر الجنود الذين عندك فيطيعونك وتأمر السماء وما فيها فتطيعك, لا تستنكف من ذلك, ولا يعدلك شيء ولا يقوم لك شيء, رب تبت إليك, الحمد لله الذي لا شريك له, ما أعظمك وأجلّك ربَّ العالمين!* * *القول في تأويل قوله :  فَلَمَّا تَجَلَّى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ مُوسَى صَعِقًاقال أبو جعفر: يقول تعالى ذكره: فلما اطّلع الرب للجبل، جعل الله الجبل دكًّا، أي: مستويًا بالأرض =(وخر موسى صعقًا)، أي: مغشيا عليه. (50)* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:15078 - حدثني الحسين بن محمد بن عمرو العنقزي قال، حدثني أبي قال، حدثنا أسباط, عن السدي, عن عكرمة, عن ابن عباس في قول الله: (فلما تجلى ربه للجبل جعله دكا)، قال: ما تجلى منه إلا قدر الخنصر =(جعله دكًّا) ، قال: ترابًا =(وخر موسى صعقًا)، قال: مغشيًّا عليه.15079 - حدثنا موسى قال، حدثنا عمرو قال، حدثنا أسباط قال: زعم السدي, عن عكرمة, عن ابن عباس أنه قال: تجلى منه مثل الخِنصر, فجعل الجبل دكَّا, وخر موسى صعقًا, فلم يزل صعقًا ما شاء الله.15080 - حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وخر موسى صعقا)، قال: مغشيًّا عليه.15081 - حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (فلما تجلى ربه للجبل جعله دكًّا)، قال انقعر بعضه على بعض =(وخر موسى صعقًا)، أي: ميتا.15082 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج: (وخر موسى صعقًا)، أي: ميتًا.15083 - حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة في قوله: (دكًّا)، قال: دك بعضه بعضًا.15084 - حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك قال: سمعت سفيان يقول في قوله: ( فلما تجلى ربه للجبل جعله دكًّا)، قال: ساخ الجبل في الأرض، حتى وقع في البحر فهو يذهب معه.15085 - حدثنا القاسم قال، حدثنا الحسين, عن الحجاج, عن أبي بكر الهذلي: (فلما تجلى ربه للجبل جعله دكًّا) ، انقعر فدخل تحت الأرض، فلا يظهر إلى يوم القيامة.15086 - حدثنا أحمد بن سهيل الواسطي قال، حدثنا قرة بن عيسى قال، حدثنا الأعمش, عن رجل, عن أنس عن النبي صلى الله عليه وسلم قال: \" لما تجلى ربه للجبل أشار بأصبعه فجعله دكًّا \" = وأرانا أبو إسماعيل بأصبعه السبابة. (51)15087 - حدثني المثنى قال، حدثني الحجاج بن المنهال قال، حدثنا حماد, عن ثابت, عن أنس: أن النبي صلى الله عليه وسلم قرأ هذه الآية: (فلما تجلى ربه للجبل جعله دكًّا)، قال هكذا بإصبعه، (52) =ووضع النبي صلى الله عليه وسلم الإبهام على المفصل الأعلى من الخنصر =\" فساخ الجبل \". (53)15088 - حدثني المثنى قال، حدثنا هدبة بن خالد قال، حدثنا حماد بن سلمة, عن ثابت, عن أنس بن مالك قال: قرأ رسول الله صلى الله عليه وسلم: (فلما تجلى ربه للجبل جعله دكًّا)، قال: وضع الإبهام قريبًا من طرف خنصره، قال: فساخ الجبل = فقال حميد لثابت: تقول هذا؟ قال: فرفع ثابت يده فضرب صدر حُمَيْد, وقال: يقوله رسول الله صلى الله عليه وسلم، ويقوله أنس، وأنا أكتمه! (54)15089 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع: (فلما تجلى ربه للجبل جعله دكًّا وخرّ موسى صعقًا)، وذلك أن الجبل حين كُشِف الغطاء ورأى النور، صار مثل دكّ من الدكَّات. (55)15090 - حدثنا الحرث قال، حدثنا عبد العزيز قال، حدثنا أبو سعد, عن مجاهد:  وَلَمَّا جَاءَ مُوسَى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ قَالَ رَبِّ أَرِنِي أَنْظُرْ إِلَيْكَ قَالَ لَنْ تَرَانِي وَلَكِنِ انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ  ، فإنه أكبر منك وأشد خلقا =(فلما تجلى ربه للجبل)، فنظر إلى الجبل لا يتمالك, وأقبل الجبل يندك على أوله (56) . فلما رأى موسى ما يصنع الجبل، خر صعقًا.* * *واختلفت القرأة في قراءة قوله: (دكًّا). فقرأته عامة قراء أهل المدينة والبصرة: ( دكًّا)، مقصورًا بالتنوين بمعنى: \" دكّ الله الجبل دكًّا \" أي: فتته, واعتبارًا بقول الله:  كَلا إِذَا دُكَّتِ الأَرْضُ دَكًّا دَكًّا  ، [سورة الفجر: 21] وقوله:  وَحُمِلَتِ الأَرْضُ وَالْجِبَالُ فَدُكَّتَا دَكَّةً وَاحِدَةً  ، [سورة الحاقة: 14] واستشهد بعضهم على ذلك بقول حميد: (57) يَــدُكُّ أَرْكَــانَ الجِبَــال هَزَمُــهْتَخْــطُرِ بِــالبِيضِ الرِّقَـاقِ بُهَمُـهْ (58)* * *وقرأته عامة قرأة الكوفيين: \" جَعَلَهُ دَكَّاءَ\"، بالمد وترك الجر والتنوين, مثل* * *\" حمراء \" و \" سوداء \". وكان ممن يقرؤه كذلك، عكرمة, ويقول فيه ما:-15091- حدثني به أحمد بن يوسف قال، حدثنا القاسم بن سلام قال، حدثنا عباد بن عباد, عن يزيد بن حازم, عن عكرمة قال: \" دكَّاء من الدكَّاوات \". وقال: لما نظر الله تبارك وتعالى إلى الجبل صار صَحراء ترابًا. (59)* * *واختلف أهل العربية في معناه إذا قرئ كذلك.فقال بعض نحويي البصرة: العرب تقول: \" ناقة دكَّاء \"، ليس لها سنام. وقال: \" الجبل \" مذكر, فلا يشبه أن يكون منه، إلا أن يكون جعله: \" مثل دكاء \"، حذف \" مثل \"، وأجراه مجرى:  وَاسْأَلِ الْقَرْيَةَ  [سورة يوسف: 82].* * *وكان بعض نحويي الكوفة يقول: معنى ذلك: جعل الجبل أرضًا دكاء, ثم حذفت \" الأرض \"، وأقيمت \" الدكاء \" مقامها، إذْ أدَّت عنها.* * *قال أبو جعفر: وأولى القراءتين في ذلك بالصواب عندي، قراءةُ من قرأ: ( جَعَلَهُ دَكَّاءَ )، بالمد وترك الجر، لدلالة الخبر الذي رويناه عن رسول الله صلى الله عليه وسلم على صحته. وذلك أنه روي عنه صلى الله عليه وسلم أنه قال: \" فساخ الجبل \"، (60) ولم يقل: \" فتفتت \" ولا \" تحول ترابًا \". ولا شك أنه إذا ساخ فذهب، ظهرَ وجهُ الأرض, فصار بمنـزلة الناقة التي قد ذهب سنامها, وصارت  دكاء بلا سنام. وأما إذا دك بعضه، فإنما يكسر بعضه بعضًا ويتفتت ولا يَسُوخ. وأما \" الدكاء \" فإنها خَلَفٌ من \" الأرض \", فلذلك أنثت، (61) على ما قد بينت.* * *فمعنى الكلام إذًا: فلما تجلى ربه للجبل ساخ, فجعل مكانه أرضًا دكاء. وقد بينا معنى \" الصعق \" بشواهده فيما مضى، بما أغنى عن إعادته في هذا الموضع. (62)* * *القول في تأويل قوله :  فَلَمَّا أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَا أَوَّلُ الْمُؤْمِنِينَ (143)قال أبو جعفر: يقول تعالى ذكره: فلما ثاب إلى موسى عليه السلام فهمه من غشيته, وذلك هو الإفاقة من الصعقة التي خرّ لها موسى صلى الله عليه وسلم= \" قال سبحانك \"، تنـزيهًا لك، يا رب، وتبرئةً أن يراك أحد في الدنيا، (63) ثم يعيش = \" تبت إليك \"، من مسألتي إياك ما سألتك من الرؤية= \" وأنا أوّل المؤمنين \"، بك من قومي، أن لا يراك في الدنيا أحد إلا هلك.* * *وبنحو الذي قلنا في ذلك قال جماعة من أهل التأويل.* ذكر من قال ذلك:15092- حدثنا ابن وكيع قال، حدثنا عبد الله بن موسى, عن أبي  جعفر الرازي, عن الربيع بن أنس, عن أبي العالية في قوله: \" تبت إليك وأنا أوّل المؤمنين \"، قال: كان قبله مؤمنون, ولكن يقول: أنا أوّل من آمن بأنه لا يراك أحد من خلقك إلى يوم القيامة.15093- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن أبي جعفر, عن أبيه, عن الربيع قال: لما رأى موسى ذلك وأفاق, عرف أنه قد سأل أمرًا لا ينبغي له, فقال: \" سبحانك تبت إليك وأنا أوّل المؤمنين \"، قال أبو العالية: عنى: إني أوّل من آمن بك أنه لن يراك أحدٌ قبل يوم القيامة.15094- حدثني عبد الكريم بن الهيثم قال، حدثنا إبراهيم بن بشار قال، قال سفيان، قال أبو سعد, عن عكرمة, عن ابن عباس: \" وخر موسى صعقًا \"، فمرّت به الملائكة وقد صعق, فقالت: يا ابن النساء الحيَّض، لقد سألت ربك أمرًا عظيمًا! فلما أفاق قال: سبحانك لا إله إلا أنت تبت إليك وأنا أوّل المؤمنين! قال: أنا أوّل من آمن أنه لا يراك أحدٌ من خلقك = يعني: في الدنيا.15095- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: \" قال سبحانك تبت إليك وأنا أول المؤمنين \"، يقول: أنا أوّل من يؤمن أنه لا يراك شيء من خلقك.15096- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن رجل, عن مجاهد: \" سبحانك تبت إليك \"، قال: من مسألتي الرؤية.15097- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو سعد, عن مجاهد: \" قال سبحانك تبت إليك \"، أن أسألك الرؤية.15098- حدثنا ابن وكيع قال، حدثنا أبو نعيم, عن سفيان, عن عيسى بن ميمون, عن رجل, عن مجاهد: \" سبحانك تبت إليك \"، أن أسألك الرؤية.15099- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا  ابن عيينة, عن عيسى بن ميمون, عن مجاهد في قوله: \" سبحانك تبت إليك \"، قال: تبت إليك من أن أسألك الرؤية.* * *وقال آخرون: معنى قوله: وأنا أول المؤمنين بك من بني إسرائيل.* ذكر من قال ذلك:15100- حدثني الحسين بن عمرو بن محمد العنقزي قال، حدثنا أبي قال، حدثنا أسباط, عن السدي, عن عكرمة, عن ابن عباس: \" وأنا أول المؤمنين \"، قال: أول من آمن بك من بني إسرائيل.15101- حدثني موسى بن هارون قال، حدثنا عمرو بن حماد قال، حدثنا أسباط, عن السدي, عن عكرمة, عن ابن عباس: \" وأنا أول المؤمنين \"، يعني: أول المؤمنين من بني إسرائيل.15102- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد, في قول الله: \" وأنا أول المؤمنين \"، أنا أول قومي إيمانًا.15103- حدثنا ابن وكيع والمثنى قالا حدثنا أبو نعيم, عن سفيان, عن عيسى بن ميمون, عن رجل, عن مجاهد: \" وأنا أول المؤمنين \"، يقول: أول قومي إيمانًا.15104- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: \" وأنا أول المؤمنين \"، قال: أنا أول قومي إيمانًا.15105- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو سعد قال، سمعت مجاهدًا يقول في قوله: \" وأنا أول المؤمنين \"، قال: أول قومي آمن.* * *قال أبو جعفر: وإنما اخترنا القول الذي اخترناه في قوله: \" وأنا أول المؤمنين \"،  على قول من قال: معناه: أنا أول المؤمنين من بني إسرائيل= لأنه قد كان قبله في بني إسرائيل مؤمنون وأنبياء , منهم ولدُ إسرائيل لصُلْبه, وكانوا مؤمنين وأنبياء. فلذلك اخترنا القول الذي قلناه قبل.----------------------الهوامش :(26) انظر تفسير (( الميقات )) فيما سلف قريباً ص : 87 ، تعليق : 1 ، والمراجع هناك .(27) هذه الزيادة بين القوسين يقتضيها السياق .(28) (( صريف القلم والباب والناب )) ، ونحوها : وهو مثل (( الصرير )) ، وهو صوت ممتد حاد .(29) الزيادة بين القوسين مما يقتضيه السياق .(30) في المخطوطة والمطبوعة : (( بعثت الريح )) ، ولا أشك أن الصواب ما أثبت ، ويعني بذلك ما قال الله سبحانه في (( سورة غافر )) 15 : \" رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ لِيُنْذِرَ يَوْمَ التَّلاقِ \"(31) في المطبوعة : (( لما أردت من عبادك )) وفي المخطوطة : (( ما أردت )) ، والصواب ما أثبت .(32) في المطبوعة : ( وإن أردت شكرك لا أستطيعها )) ، وفي المخطوطة : (( وإن أرد شكرك لا أستطيعها )) ، والصواب ما أثبت .(33) في المطبوعة : (( جزت )) ، وأثبت ما في المخطوطة ، وهو صواب أيضاً .(34) في المطبوعة : (( مشرقي لننفسى )) ، وهذه جملة مضطربة لا أدرى ما صوابها .(35) في المطبوعة والمخطوطة : (( لا أستطيعها )) ، والصواب ما أثبت .(36) في المطبوعة : (( فلا ترى )) وأثبت ما في المخطوطة .(37) هذه العبارة التي بين القوسين ، لم أدر ما هي ، قد جاءت في المخطوطة هكذا : (( في السماء معمرى ... )) ، وسائر الجملة كما في المطبوعة . وأنا في شك من ألفاظها ، ولم أستطع أن اهتدي إلى تحريفها ، فوضعتها بين القوسين . والخبر كله مضطرب اللفظ ، ولم أجده في مكان آخر . فلذلك تركته كما هو ، إلا أن يكون خطأ ظاهراً .(38) في المطبوعة : (( هذا الذي سألتك )) ، وأثبت ما في المخطوطة . وكذلك كانت في المطبوعة في الجملة التالية .(39) في المطبوعة : \"هذا الذي سألتك ليس لي أن أراك فأموت \" زادها قياسًا على السالف قبلها وأثبت ما في المخطوطة.(40) هذه الكلمة بين القوسين (هكذا في المخطوطة). ولا أدري ما قراءتها . وأما في المطبوعة فقد حذفها وغير ما بعدها وكتب: \"وأعطيتك\" مكان \"لأعطينك\" .(41) (( النغر )) ( بضم ففتح ) : ضرب من الطير حمر المناقير وأصول الأحناك ، يقال : هو البلبل عند أهل المدينة .(42) (( اللجب )) ( بفتحتين ) : ارتفاع الأصوات واختلاطها .(43) في المطبوعة والمخطوطة : (( خير الملائكة )) وكأن الصواب (( كبير الملائكة )) ، كما أثبثها ، وقد جاءت (( خير الملائكة )) في جميع المواضع الآتية ، الأخير منها فقد كتبت علي الصواب : (( كبير )) .(44) في المطبوعة : (( نخف )) ، وفي المخطوطة : (( قصف )) غير منقوطة ، وصواب قراءتها ما أثبت. و (( القصف )) و (( القصيف )) صوت الرعد وما أشبهه .(45) في المطبوعة : (( أو كلهب )) بزيادة (( أو )) وأثبت ما في المخطوطة .(46) في المطبوعة : (( وأيست نفسه ، وأساء ظنه )) وأثبت ما في المخطوطة وهو الصواب . يقال : (( أسيت نفسه )) أي : حزنت . وانظر تفسير ((ساء ظنه )) فيما سلف 3 : 585 ، تعليق : 1 ، ومعناه : خامرته الظنون السيئة .(47) انظر التعليق السالف ص : 95 ، تعليق : 1.(48) في المطبوعة أسقط (( الروح )) من الجملة .(49) هكذا في المخطوطة والمطبوعة : (( كالمعدة )) ، ولا أدري أيصح هذا أم لا ؟(50) انظر تفسير (( الصعقة )) فيما سلف 2 : 83 ، 84 /9 : 359 .(51) الأثر : 15086 - (( أحمد بن سهيل الواسطى )) ، شيخ الطبري ، لم أجد له ترجمة. و\"قرة أبي عيسى\" ، لم أجد له ترجمة ولا ذكرا. وهذا الخبر ذكره ابن كثير في تفسيره نقلا عن هذا الموضع ، ولم يزد علي أن قال : (( هذا الإسناد فيه رجل مبهم لم يسم )) .(52) (( قال )) هنا بمعني : أشار .(53) الأثر : 15087 - (( حماد )) ، هو حماد بن سلمة )) ، مضى مرارًا . و(( ثابت )) هو ثابت بن أسلم البنانى )) ، ثقة ، روى له الجماعة : مضى برقم : 2942 ، 7030 . وهو إسناد رجالة ثقات . وهذا الخبر رواه الترمذي في تفسير الآية ، من طريق سليمان بن حرب ، عن حماد ، ثم قال (( هذا حديث صحيح غريب ، لا نعرفه إلا من حديث حماد بن سلمة )) . وذكره ابن كثير في تفسيره 3: 546 ، عن هذا الموضع في تفسير الطبري ، ولكنه كتب إسناده هكذا : ((حدثنا حماد ، عن ليث ، عن أنس )) ثم قال : (( هكذا وقع في هذا الرواية : (( حماد بن سلمة ، عن ثابت ، عن ليث ، عن أنس )) وليس ذلك كما نقل ، فان الثابت في المخطوطة والمطبوعة ، (( حماد ، عن ثابت ، عن أنس )) ، ليس فيها (( ليث )) ، فلا أدرى كيف وقع هذا للحافظ ابن كثير ، ولا من أين ؟ . وانظر تخريج الأثر التالي .(54) الأثر : 15088 - هو مطول الأثر السالف . وقد رواه ابن كثير تفسيره 3 : 546 ، 547 ، ثم قال : (( وهكذا رواه الإمام أحمد في مسنده : حدثنا أبو المثنى ، معاذ ابن معاذ العنبرى ، حدثنا حماد بن سلمة ، حدثنا ثابت البنانى ، عن أنس بن مالك )) ثم ذكر الخبر بنحوه . ثم قال : (( وهكذا رواه الترمذي في تفسير هذه الآية ، عن عبد الوهاب بن الحكم الوراق ، عن معاذ بن معاذ )) . ورواه الحاكم في المستدرك 2 : 320 ، من طريق عفان بن مسلم ، عن حماد بن سلمة ، وعن طريق سليمان بن حرب ، عن حماد ، بنحو حديث هد بة بن خالد ، عن حماد ، ثم قال : (( هذا حديث صحيح علي شرط مسلم )) ووافقه الذهبي . وقال ابن كثير : (( وهذا إسناد صحيح له علة فيه )) . بعد أن ذكر خبر أبي جعفر . و (( حميد )) المذكور في هذا الخبر ، هو (( حميد الطويل )) .(55) ( 2) لعل صواب من (( الدكاوات )) ، كما سيأتي في ص : 101 ، تعليق : 1 .(56) ( 1) هكذا في المطبوعة : وفي المخطوطة : (( على أدله )) أيضاً ، ولكن بشدة على اللام ، فكأنها تقرأ : (( على أذله )) ، وهي أوضح معنى من التي في المطبوعة . يعني أنه ذل أشد ذل فاندك .(57) حميد ، هو حميد الأرقط .(58) لم أجد البيتين في مكان ، وفي تاريخ الطبري 7 : 41 ، أبيات من رجز ، كأن الذي هنا من تمامها. وكان في المطبوعة هنا : (( هدمه )) ، والصواب ما أثبت ، والمخطوطة غير منقوطة ، وكأنها هناك راء مهملة لا دال . و (( الهزم )) ( بفتحتين ) و (( الهزيم )) هو صوت الرعد الذي يشبه التكسر ، ومثله قول رؤبة في صفة جيش لجب : * يُرْجِـفُ أَنْضَـادَ الجِبَـالِ هَزَمَهُ *و (( تخطر )) أي تمشى متمايلة ، تهز سيوفها معجبة مدلة بقوتها وبأسها و (( البهم )) جمع (( بهمة )) ( بضم فسكون ) : وهو الفارس الشجاع الذي لا يدرى من أين يؤتى له ، ولا من أين يدخل عليه مقاتله ، من شدة بأسه ويقظته . و (( البيض الرقاق )) : السيوف الرقيقة من حسن صقلها .(59) (1) الأثر 15091 - (( عباد بن عباد بن المهلب بن أبي صفرة الأزدي )) ثقة ، روى له الجماعة . مترجم في التهذيب ، وابن أبي حاتم 3 / 1 / 82 . و (( يزيد بن حازم بن يزيد الأزدي الجهضمى )) ، وثقه أحمد وابن معين ، وهو أخو (( جرير ابن حازم )) ، أكبر منه . مترجم في التهذيب ، والكبير 4/ 2/325 ، وابن أبي حاتم 4/2/257 . وقوله: (( دكاء من الدكاوات )) ، (( الدكاوات )) جمع (( دكاء )) ، وهي الرابية من الطين ليست غليظة ، وأجروه مجرى الأسماء ، لغلبته ، كقولهم : (( ليس في الخضراوات صدقة )). وكان في المطبوعة : (( صار صخرة تراباً )) ، وفي المخطوطة: (( صار صحرا ترابا )) وهذا صواب قرأةتها .(60) (2) يعني في الأثرين رقم 15087 ، 15088(61) (1) في المطبوعة : (( فلذلك أتت )) وفي المخطوطة : (( فلذلك أتيت )) ، وصواب ذلك ما أثبت .(62) (2) انظر تفسير (( الصعق )) فيما سلف 2 : 83 ، 84 / : 359 .(63) (3) انظر تفسير (( سبحان )) فيما سلف 12 : 10 ، تعليق 1 ، والمراجع هناك .",
  "ayah": 143,
  "surah": 7
}
