{
  "text": "القول في تأويل قوله :  وَلَمَّا سُقِطَ فِي أَيْدِيهِمْ وَرَأَوْا أَنَّهُمْ قَدْ ضَلُّوا قَالُوا لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا وَيَغْفِرْ لَنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ (149)قال أبو جعفر: يعني تعالى ذكره بقوله: \" ولما سقط في أيديهم \"، : ولما ندم الذين عبدوا العجل الذي وصف جل ثناؤه صفته، عند رجوع موسى إليهم, واستسلموا لموسى وحكمه فيهم.* * *وكذلك تقول العرب لكل نادم على أمر فات منه أو سلف، وعاجز عن شيء: \" قد سُقِط في يديه \" و \" أسقط\"، لغتان فصيحتان, وأصله من الاستئسار, وذلك أن يضرب الرجل الرجل أو يصرعه, فيرمي به من يديه إلى الأرض ليأسره،  فيكتفه. فالمرميّ به مسقوط في يدي الساقط به. فقيل لكل عاجز عن شيء، وضارع لعجزه، (35) متندِّمٍ على ما قاله: \" سقط في يديه \" و \" أسقط\". (36)* * *وعنى بقوله: \" ورأوا أنهم قد ضلوا \"، ورأوا أنهم قد جاروا عن قصد السبيل، وذهبوا عن دين الله, وكفروا بربهم، قالوا تائبين إلى الله منيبين إليه من كفرهم به: \" لئن لم يرحمنا ربنا ويغفر لنا لنكونن من الخاسرين \".* * *ثم اختلفت القرأة في قرأة ذلك.فقرأه بعض قرأة أهل المدينة ومكة والكوفة والبصرة: ( لَئِنْ لَمْ يَرْحَمْنَا رَبُّنَا ) بالرفع، على وجه الخبر.* * *وقرأ ذلك عامة قرأة أهل الكوفة: (لَئِنْ لَمْ تَرْحَمْنَا رَبَّنَا)، بالنصب، بتأويل: لئن لم ترحمنا يا ربنا= على وجه الخطاب منهم لربهم. واعتلّ قارئو ذلك كذلك بأنه في إحدى القراءتين: ( قَالُوا رَبَّنَا لَئِنْ لَمْ تَرْحَمْنَا رَبَّنَا وتَغْفِرْ لَنَا ), وذلك دليل على الخطاب. (37)* * *قال أبو جعفر: والذي هو أولى بالصواب من القراءة في ذلك، القراءة على وجه  الخبر بالياء في (يَرْحَمْنَا)، وبالرفع في قوله: (رَبُّنَا), لأنه لم يتقدم ذلك ما يوجب أن يكون موجَّهًا إلى الخطاب.* * *والقراءة التي حكيت على ما ذكرنا من قراءتها: ( قَالُوا رَبَّنَا لَئِنْ لَمْ تَرْحَمْنَا)، (38) لا نعرف صحتها من الوجه الذي يجب التسليم إليه.* * *ومعنى قوله: (لئن لم يرحمنا ربنا ويغفر لنا)، : لئن لم يتعطف علينا ربنا بالتوبة برحمته, ويتغمد بها ذنوبنا, لنكونن من الهالكين الذين حبطت أعمالهم. (39)* * *------------------------الهوامش:(35) (1) في المطبوعة : (( ومضارع لعجزه )) ، والصواب من المخطوطة .(36) (2) انظر معاني القرآن للفراء 1 : 393 ، ومجاز القرآن لأبي عبيدة 1 : 228 ، والذي قاله أبو جعفر تفصيل جيد ، وبيان عن أصل الحرف ، قلما تصيبه في كتب اللغة .(37) (3) في المطبوعة والمخطوطة : (( قالوا لئن ترحمنا ربنا وتغفر لنا )) كسياق الآية في مصحفنا ، وهذا لا دليل فيه على الخطاب . ولكن ما أثبته هو الذي فيه الدليل على الخطاب ، لتقديم قوله : (( ربنا )) ، وهي قراءة أبي بن كعب ، وهي كذلك في مصحف عبد الله بن مسعود ، كما ذكر الفراء في معاني القرآن 1 : 393 . فقوله : (( واعتل قارئو ذلك كذلك بأنه في إحدى القراءتين )) ، أرجح أنه يعني إحدى قراءتي عبد الله بن مسعود ، وأيضاً ، فإن الآية ستأتى بعد أسطر على الصواب في المخطوطة ، ولكن يغيرها ناشر المطبوعة ، كما في التعليق التالي .(38) (1) في المطبوعة : (( قالوا لئن ترحمنا ربنا )) ، بتأخير (( ربنا )) ، والصواب تقديمها كما في المخطوطة . وهو تصرف سيئ من الناشر . انظر التعليق لسالف .(39) (2) انظر تفسير (( الرحمة )) و (( المغفرة )) و(( الخسران )) فيما سلف ( رحم ) ( غفر ) ( خسر ) .",
  "ayah": 149,
  "surah": 7
}
