{
  "text": "القول في تأويل قوله :  فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الأَدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُقال أبو جعفر: يقول تعالى ذكره: فخلف من بعد هؤلاء القوم الذين وصف صفتهم (65) = \" خلف \" يعني: خَلف سوء. يقول: حدث بعدهم وخلافَهم, وتبدل منهم، بَدَلُ سَوْءٍ.* * *يقال منه: \" هو خَلَف صِدْقٍ\", \" وخَلْفُ سَوْءٍ\", وأكثر ما جاء في المدح بفتح \" اللام \"، وفي الذم بتسكينها, وقد تحرَّك في الذم، وتسكّن في المدح, ومن ذلك في تسكينها في المدح قول حسان:لَنَــا القَـدَمُ الأُولَـى إلَيْـكَ, وَخَلْفُنَـالأَوَّلِنَــا فِــي طَاعَــةِ اللـهِ تَـابِعُ (66)وأحسب أنّه إذا وُجّه إلى الفساد، مأخوذ من قولهم: \" خَلَف اللبن \"، إذا حمض من طُول تَركه في السقاء حتى يفسد, فكأنَّ الرجل الفاسد مشبَّهٌ به. وقد يجوز أن يكون منه قولهم (67) \" خَلَف فم الصائم \"، إذا تغيرت ريحه. وأما في تسكين \" اللام \" في الذمّ, فقول لبيد:ذَهَـبَ الَّـذِينَ يُعَـاشُ فِـي أَكْنَـافِهِمْوَبَقِيـتُ فِـي خَـلْفٍ كَجِـلْدِ الأَجْرَبِ (68)* * *وقيل: إن الخلف الذي ذكر الله في هذه الآية أنهم خَلَفوا من قبلهم، هم النصارى.* ذكر من قال ذلك:15313- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: \" فخلف من بعدهم خلف \"، قال: النصارى.* * *قال أبو جعفر: والصواب من القول في ذلك عندي أن يقال: إن الله تعالى  ذكره، إنما وصف أنه خَلَف القومَ الذين قصّ قصصهم في الآيات التي مضت، خَلْف سوءِ رديء, ولم يذكر لنا أنهم نصارى في كتابه, وقصتهم بقصص اليهود أشبه منها بقصص النصارى. وبعدُ, فإن ما قبل ذلك خبرٌ عن بني إسرائيل، وما بعده كذلك, فما بينهما بأن يكون خبرًا عنهم أشبه, إذ لم يكن في الآية دليل على صرف الخبر عنهم إلى غيرهم, ولا جاء بذلك دليل يوجب صحة القول به.* * *فتأويل الكلام إذًا: فتبدَّل من بعدهم بَدَل سوء, ورثوا كتاب الله فَعُلِّموه, (69) وضيعوا العمل به، فخالفوا حكمه, يُرْشَون في حكم الله, فيأخذون الرشوة فيه من عَرَض هذا العاجل \" الأدنى \", (70) يعني ب \" الأدنى \": الأقرب من الآجل الأبعد. (71) ويقولون إذا فعلوا ذلك: إن الله سيغفر لنا ذنوبنا، تمنِّيًا على الله الأباطيل, كما قال جل ثناؤه فيهم:  فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ  ، [سورة البقرة: 79]= \" وإن يأتهم عرض مثله يأخذوه \"، يقول: وإن شرع لهم ذنبٌ حرامٌ مثله من الرشوة بعد ذلك، (72) أخذوه واستحلوه ولم يرتدعوا عنه. يخبر جل ثناؤه عنهم أنهم أهل إصرار على ذنُوبهم, وليسوا بأهل إنابة ولا تَوْبة.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل وإن اختلفت عنه عباراتهم.* ذكر من قال ذلك:15314- حدثنا أحمد بن المقدام قال، حدثنا فضيل بن عياض, عن منصور, عن سعيد بن جبير في قوله: \" يأخذون عرض هذا الأدنى ويقولون سيغفر لنا وإن يأتهم عَرَض مثله يأخذوه \"، قال: يعملون الذنب، ثم يستغفرون الله, فإن عرض ذلك الذنب أخذوه.15315- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان, عن منصور, عن سعيد بن جبير: \" وإن يأتهم عرض مثله يأخذوه \"، قال: من الذنوب.153116- حدثنا ابن وكيع قال، حدثنا جرير, عن منصور, عن سعيد بن جبير: \" يأخذون عرض هذا الأدنى ويقولون سيغفر لنا \"، قال: يعملون بالذنوب = \" وإن يأتهم عرض مثله يأخذوه \"، : قال: ذنبٌ آخر، يعملون به.15317- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن منصور, عن سعيد بن جبير: \" يأخذون عرض هذا الأدنى \"، قال: الذنوب= \" وإن يأتهم عرض مثله يأخذوه \"، قال: الذنوب.15318- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (يأخذون عرض هذا الأدنى) قال: ما أشرف لهم من شيء في اليوم من الدنيا حلالٌ أو حرام يشتهونه أخذوه, ويبتغون المغفرة, فإن يجدوا الغد مثلَه يأخذوه.15319- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج, عن مجاهد, بنحوه= إلا أنه قال: يتمنَّون المغفرة.15320- حدثنا الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو سعد, عن مجاهد: \" يأخذون عرض هذا الأدنى \"، قال: لا يشرف لهم شيء من الدنيا إلا أخذوه، حلالا كان أو حرامًا, ويتمنون المغفرة, ويقولون: \" سيغفر لنا \"، وإن يجدوا عرضًا مثله يأخذوه.15321- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: \" فخلف من بعدهم خلف \"، إي والله، لَخَلْفُ سَوْء ورِثوا الكتابَ بعد أنبيائهم ورسلهم, ورَّثهم الله وَعهِد إليهم, وقال الله في آية أخرى:  فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ أَضَاعُوا الصَّلاةَ وَاتَّبَعُوا الشَّهَوَاتِ  ، [سورة مريم: 59]، قال: \" يأخذون عرض هذا الأدنى ويقولون سيغفر لنا \"، تمنوا على الله أمانيّ، وغِرّةٌ يغتَرُّون بها. = \" وإن يأتهم عرض مثله \"، لا يشغلهم شيء عن شيء ولا ينهاهم عن ذلك, (73) كلما أشرف لهم شيء من الدنيا أكلوه، لا يبالون حلالا كان أو حرامًا.15322- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن قتادة: \" يأخذون عرض هذا الأدنى \"، قال: يأخذونه إن كان حلالا وإن كان حرامًا= \" وإن يأتهم عرض مثله \"، قال: إن جاءهم حلال أو حرامٌ أخذوه.15323- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قوله: \" فخلف من بعدهم خلف \" إلى قوله:  وَدَرَسُوا مَا فِيهِ  ، قال: كانت بنو إسرائيل لا يستقضون قاضيًا إلا ارتشى في الحكم، وإن خيارهم اجتمعُوا، فأخذ بعضهم على بعض العهود أن لا يفعلوا ولا يرتشوا, (74) فجعل الرجل منهم إذا استُقْضِي ارتشى, فيقال له: ما شأنك ترتشي في الحكم؟ فيقول: سيغفر لي ! فيطعن عليه البقية الآخرون من بني إسرائيل فيما صنع. فإذا مات، أو نـزع, وجعل مكانه رجل ممن كان يطعن عليه، فيرتشي. يقول: وإن يأت الآخرين عرضُ الدنيا يأخذوه. وأما \" عرض الأدنى \", فعرض الدنيا من المال.15324- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي  قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: \" فخلف من بعدهم خلف ورثوا الكتاب يأخذون عرض هذا الأدنى ويقولون سيغفر لنا \"، يقول: يأخذون ما أصابوا ويتركون ما شاءوا من حلال أو حرام, ويقولون: \" سيغفر لنا \".15325- وحدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" يأخذون عرض هذا الأدنى \"، قال: الكتاب الذي كتبوه= \" ويقولون سيغفر لنا \"، لا نشرك بالله شيئًا= \" وإن يأتهم عرض مثله يأخذوه \"، يأتهم المحقّ برشوة فيخرجوا له كتاب الله، ثم يحكموا له بالرشوة. وكان الظالم إذا جاءهم برشوة أخرجوا له \" المثنّاة \", وهو الكتاب الذي كتبوه, فحكموا له بما في \" المثنّاة \"، بالرشوة, فهو فيها محق, وهو في التوراة ظالم, فقال الله:  أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لا يَقُولُوا عَلَى اللَّهِ إِلا الْحَقَّ وَدَرَسُوا مَا فِيهِ  .15326- حدثنا ابن حميد قال، حدثنا جرير, عن منصور, عن سعيد بن جبير قوله: \" فخلف من بعدهم خلف ورثوا الكتاب يأخذون عرض هذا الأدنى \"، قال: يعملون بالذنوب= \" ويقولون سيغفر لنا وإن يأتهم عرض مثله يأخذوه \"، قال: الذنوب.* * *القول في تأويل قوله :  أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لا يَقُولُوا عَلَى اللَّهِ إِلا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلا تَعْقِلُونَ (169)وقال أبو جعفر: يقول تعالى ذكره: \" ألم يؤخذ \"، على هؤلاء المرتشين في أحكامهم, القائلين: \" سيغفر الله لنا فعلنا هذا \", إذا عوتبوا على ذلك= \" ميثاقُ الكتاب \", وهو أخذ الله العهود على بني إسرائيل، بإقامة التوراة، والعمل بما  فيها. فقال جل ثناؤه لهؤلاء الذين قص قصتهم في هذه الآية، موبخًا على خلافهم أمرَه، ونقضهم عهده وميثاقه: ألم يأخذ الله عليهم ميثاق كتابه، (75) ألا يقولوا على الله إلا الحق، ولا يُضيفوا إليه إلا ما أنـزله على رسوله موسى صلى الله عليه وسلم في التوراة, وأن لا يكذبوا عليه؟ كما: -15327- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال ابن عباس: \" ألم يؤخذ عليهم ميثاق الكتاب ألا يقولوا على الله إلا الحق \"، قال: فيما يوجبون على الله من غُفران ذنوبهم التي لا يَزَالون يعودون فيها ولا يَتُوبون منها.* * *وأما قوله: \" ودرسوا ما فيه \"، فإنه معطوف على قوله:  وَرِثُوا الْكِتَابَ  ، ومعناه:  فَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ  , \" ودرسوا ما فيه \"= ويعني بقوله: \" ودرسوا ما فيه \"، قرأوا ما فيه، (76) يقول: ورثوا الكتاب فعلموا ما فيه ودرسوه, فضيعوه وتركوا العمل به, وخالفوا عهد الله إليهم في ذلك، كما: -15328- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: \" ودرسوا ما فيه \"، قال: علّموه، علّموا ما في الكتاب الذي ذكر الله، وقرأ:  بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنْتُمْ تَدْرُسُونَ  ، [سورة آل عمران: 79].* * *قال أبو جعفر: \" والدار الآخرة خير للذين يتقون \"، يقول جل ثناؤه: وما في الدار الآخرة, وهو ما في المعادِ عند الله، (77) مما أعدّ لأوليائه، والعاملين بما أنـزل في كتابه، المحافظين على حدوده= \" خير للذين يتقون الله \"، (78) ويخافون  عقابه, فيراقبونه في أمره ونهيه, ويطيعونه في ذلك كله في دنياهم= \" أفلا يعقلون \"، (79) يقول: أفلا يعقل هؤلاء الذين يأخذون عرض هذا الأدنى على أحكامهم, ويقولون:  سَيُغْفَرُ لَنَا  , أنَّ ما عند الله في الدار الآخرة للمتقين العادِلين بين الناس في أحكامهم, خير من هذا العرض القليل الذي يستعجلونه في الدنيا على خلافِ أمر الله، والقضاء بين الناس بالجور؟-----------------الهوامش :(65) (3) انظر تفسير (( خلف )) فيما سلف ص : 122 ، تعليق : 1 ، والمراجع هناك .(66) (4) ديوانه : 254 ، وسيرة ابن هشام 3 : 283 واللسان( خلف ) ، وسيأتي في التفسير 11: 59 بولاق ، من قصيدة بكى فيها سعد بن معاذ ، في يوم بنى قريظة ورجالا من أصحاب رسول الله صلى الله عليه وسلم من الشهداء . وقوله : (( القدم الأولى )) ، يعنى سابقة الأنصار في الإسلام .وروى السيرة : (( في ملة الله تابع )) .(67) ( 1) في المطبوعة والمخطوطة : (( منه قولهم )) ، وهو خطأ .(68) (2) ديوانه ، القصيدة : 8 ، واللسان ( خلف ) ، وغيرها كثير . يرثي بها أربد ، صاحبه وابن عمه ، قال :قَــضِّ اللُّبَانَــةَ لا أَبَـالَكَ وَاذْهـبِوَالْحَــقْ بأُسْــرَتِكَ الكِـرام الغُيَّـبِذَهَـــبَ الَّــذِين.................ذَهَـــبَ الَّــذِين..................يَتَـــأَكَّلُونَ مَغَالَـــةً وَخِيَانَـــةًوَيُعَــابُ قَــائلُهُمْ وَإِنْ لَـمْ يَشْـغَبِيَــا أرْبَـدَ الخَـيْرِ الكـريمُ جُـدُودُهُخَــلَّيْتَني أَمْشِــي بِقَـرْنٍ أعْضَـبِ. . . . . . . . . . . . . . . . . . .. . . . . . . . . . . . . . . . . . .إنَّ الرَّزِيَّـــةَ، لا رَزِيَّــةَ مِثْلُهَــافِقْــدَانُ كُـلَّ أَخٍ كَضَـوْءِ الكَـوْكَبِ(( المغالة )) الفحش في العداوة والوشاية عن تعاديه ، و(( القرن الأعْضب )) ، المكسور ، يعنى أنه قد فتر حده بموت أربد .(69) (1) في المطبوعة : (( تعلموه )) وصواب قراءة ما في المخطوطة ، هو ما أثبت(70) (2) انظر تفسير (( عرض الدنيا )) فيما سلف 9 : 71 .(71) (3) انظر تفسير (( الأدنى )) فيما سلف 2 : 131 .(72) (4) في المخطوطة : (( وإن شرع لهم ذنباً )) ، سيئة الكتابة ، والذي في المطبوعة ليس يبعد عن الصواب ، وإن كنت غير راض عنه .(73) (1) في المخطوطة : (( لا يسلعهم شيء ... )) سيئة الكتابة ، وكأن ما في المطبوعة صواب .(74) (2) في المخطوطة : (( ولا يرتشى )) ، والصواب ما في المطبوعة .(75) (1) انظر تفسير (( الميثاق )) فيما سلف 10 : 110 ، تعليق : 1 ، والمراجع هناك .(76) (2 ) انظر تفسير (( درس )) فيما سلف 6 : 546 / 12 : 25 - 31 / 12 : 241 .(77) (3) انظر تفسير (( الدار الآخرة )) فيما سلف من فهارس اللغة ( أخر ) .(78) (4) انظر تفسير (( التقوى)) فيما سلف من فهارس اللغة ( وقى ) .(79) (1) قراءة أبي جعفر كما هو بين {أَفَلا يَعْقِلُونَ} بإلياء ، وتفسيره جرى عليها ، فلذلك تركتها هنا كما فسرها ، وإن كنت قد وضعت الآية فيما سلف برسم مصحفنا وقراءتنا . ولم يشر أبو جعفر إلى هذه القراءة .",
  "ayah": 169,
  "surah": 7
}
