{
  "text": "القول في تأويل قوله :  ثُمَّ لآتِيَنَّهُمْ مِنْ بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَنْ شَمَائِلِهِمْ وَلا تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ (17)قال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معنى قوله: (لآتينهم من بين أيديهم)، من قبل الآخرة =(ومن خلفهم)، من قبل الدنيا =(وعن أيمانهم)، من قِبَل الحق =(وعن شمائلهم)، من قبل الباطل.* ذكر من قال ذلك:14369- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس قوله: (ثم لآتينهم من بين أيديهم)، يقول: أشككهم في آخرتهم =(ومن خلفهم)، أرغبهم في دنياهم =(وعن أيمانهم)، أشبِّه عليهم أمرَ دينهم =(وعن شمائلهم)، أشَهِّي لهم المعاصي.* * *وقد روي عن ابن عباس بهذا الإسناد في تأويل ذلك خلاف هذا التأويل, وذلك ما:-14370- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (ثم لآتينهم من بين أيديهم)،  يعني من الدنيا =(ومن خلفهم)، من الآخرة =(وعن أيمانهم)، من قبل حسناتهم =(وعن شمائلهم)، من قبل سيئاتهم.* * *وتحقق هذه الرواية، الأخرى التي:14371- حدثني بها محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم)، قال: أما بين \" أيديهم \"، فمن قبلهم ، وأما \" من خلفهم \"، فأمر آخرتهم ، وأما \" عن أيمانهم \"، فمن قبل حسناتهم ، وأما \" عن شمائلهم \"، فمن قبل سيئاتهم.14372- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (ثم لآتينهم من بين أيديهم) الآية, أتاهم من بين أيديهم فأخبرهم أنه لا بعث ولا جنة ولا نار=\" ومن خلفهم \"، من أمر الدنيا, فزيَّنها لهم ودعاهم إليها =\" وعن أيمانهم \"، من قبل حسناتهم بطَّأهم عنها =\" وعن شمائلهم \"، زين لهم السيئات والمعاصي، ودعاهم إليها، وأمرهم بها. أتاك يابن آدم من كل وجه, غير أنه لم يأتك من فوقك, لم يستطع أن يحول بينك وبين رحمة الله!* * *وقال آخرون: بل معنى قوله: (من بين أيديهم)، من قبل دنياهم =(ومن خلفهم)، من قبل آخرتهم.* ذكر من قال ذلك:14373- حدثنا محمد بن بشار قال، حدثنا مؤمل قال، حدثنا سفيان, عن منصور, عن إبراهيم في قوله: (ثم لآتينهم من بين أيديهم ومن خلفهم)، قال: (من بين أيديهم)، من قبل دنياهم =(ومن خلفهم)، من قبل آخرتهم =(وعن أيمانهم) من قبل حسناتهم =(وعن شمائلهم)، من قبل سيئاتهم.14374- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن منصور, عن الحكم: (ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم)، قال: (من بين أيديهم)، من دنياهم =(ومن خلفهم)، من آخرتهم =(وعن أيمانهم)، من حسناتهم =(وعن شمائلهم)، من قِبَل سيئاتهم.14375- حدثنا سفيان قال، حدثنا جرير, عن منصور, عن الحكم: (ثم لآتينهم من بين أيديهم)، قال: من قبل الدنيا يزيِّنها لهم =(ومن خلفهم) من قبل الآخرة يبطّئهم عنها =(وعن أيمانهم)، من قبل الحق يصدّهم عنه =(وعن شمائلهم)، من قبل الباطل يرغّبهم فيه ويزينه لهم.14376- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم)، أما(من بين أيديهم)، فالدنيا، أدعوهم إليها وأرغبهم فيها =(ومن خلفهم)، فمن الآخرة أشككهم فيها وأباعدها عليهم (40) =(وعن أيمانهم)، يعني الحق فأشككهم فيه =(وعن شمائلهم)، يعني الباطل أخفّفه عليهم وأرغّبهم فيه.14377- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج قال، قال ابن جريج قوله: (من بين أيديهم)، من دنياهم، أرغّبهم فيها =(ومن خلفهم)، آخرتهم، أكفّرهم بها وأزهِّدهم فيها =(وعن أيمانهم)، حسناتهم أزهدهم فيها =(وعن شمائلهم)، مساوئ أعمالهم، أحسِّنها إليهم.* * *وقال آخرون: معنى ذلك: من حيث يبصرون ومن حيث لا يبصرون.* ذكر من قال ذلك:14378- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد قول الله: (من بين أيديهم وعن  أيمانهم)، قال: حيث يبصرون =(ومن خلفهم) =(وعن شمائلهم)، حيث لا يبصرون.14379- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.14380- حدثنا ابن وكيع وابن حميد قالا حدثنا جرير, عن منصور قال، تذاكرنا عند مجاهد قوله: (ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم)، فقال مجاهد: هو كما قال، يأتيهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم = زاد ابن حميد, قال: \" يأتيهم من ثَمَّ\".14381- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو سعد المدني قال، قال مجاهد، فذكر نحو حديث محمد بن عمرو, عن أبي عاصم.* * *قال أبو جعفر: وأولى هذه الأقوال عندي بالصواب، قولُ من قال: معناه: ثم لآتينهم من جميع وجوه الحقّ والباطل, فأصدّهم عن الحق، وأحسِّن لهم الباطل . وذلك أن ذلك عَقِيب قوله:  لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ الْمُسْتَقِيمَ  ، فاخبر أنه يقعد لبني آدم على الطريق الذي أمرَهم الله أن يسلكوه, وهو ما وصفنا من دين الله دينِ الحق، فيأتيهم في ذلك من كل وجوهه، من الوجه الذي أمرهم الله به, فيصدّهم عنه, وذلك \" من بين أيديهم وعن أيمانهم \" = ومن الوجه الذي نهاهم الله عنه, فيزيّنه لهم ويدعوهم إليه, وذلك \" من خلفهم وعن شمائلهم \".* * *وقيل: ولم يقل: \" من فوقهم \"، لأن رحمة الله تنـزل على عباده من فوقهم.* ذكر من قال ذلك:14382- حدثنا سعد بن عبد الله بن عبد الحكم المصري قال، حدثنا حفص بن عمر قال، حدثنا الحكم بن أبان, عن عكرمة, عن ابن عباس في قوله: (ثم لآتينهم من بين أيديهم ومن خلفهم وعن أيمانهم وعن شمائلهم)، ولم يقل:  \" من فوقهم \", لأن الرحمة تنـزل من فوقهم.* * *وأما قوله: (ولا تجد أكثرهم شاكرين). فإنه يقول: ولا تجد، ربِّ، أكثر بني آدم شاكرين لك نعمتَك التي أنعمت عليهم، كتكرمتك أباهم آدم بما أكرمته به, من إسجادك له ملائكتك, وتفضيلك إياه عليَّ = و \" شكرهم إياه \"، طاعتهم له بالإقرار بتوحيده, واتّباع أمره ونهيه.* * *وكان ابن عباس يقول في ذلك بما:-14383- حدثني به المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (ولا تجد أكثرهم شاكرين)، يقول: موحِّدين.---------------------الهوامش :(40) في المطبوعة : (( وأبعدها )) ، وأثبت ما في المخطوطة .",
  "ayah": 17,
  "surah": 7
}
