{
  "text": "القول في تأويل قوله :  وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ (175)قال أبو جعفر: يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: \" واتل \"، يا محمد، على قومك = \" نبأ الذي آتيناه آياتنا \", يعني خبره وقصته. (76)* * *وكانت آيات الله للذي آتاه الله إياها فيما يقال: اسم الله الأعظم = وقيل: النبوّة.* * *واختلف أهل التأويل فيه.فقال بعضهم: هو رجل من بني إسرائيل. (77)* ذكر من قال ذلك:15381 - حدثنا حميد بن مسعدة، قال: حدثنا بشر بن المفضل قال: حدثنا شعبة, عن منصور, عن أبي الضحى, عن مسروق, عن عبد الله في هذه الآية: (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها) قال: هو بَلْعَم.15382 - حدثنا ابن وكيع قال: حدثنا جرير, عن منصور, عن أبي الضحى, عن مسروق, عن عبد الله, مثله.15383 - .... قال: حدثنا أبي, عن سفيان, عن منصور, عن أبي الضحى, عن مسروق, عن عبد الله قال: هو بلعم بن أَبَر.15384 - حدثنا ابن حميد قال: حدثنا جرير, عن منصور, عن أبي الضحى, عن مسروق, عن ابن مسعود, في قوله: (واتل عليهم نبأ الذي آتيناه آياتنا) قال: رجل من بني إسرائيل يقال له: بَلْعَم بن أَبَر.15385 - حدثنا محمد بن المثنى قال: حدثنا محمد بن جعفر وابن مهدي وابن أبي عدي، قالوا: حدثنا شعبة, عن منصور, عن أبي الضحى, عن مسروق, عن عبد الله: أنه قال في هذه الآية, فذكر مثله =ولم يقل: \" بن أبر \".15386 - حدثنا ابن حميد قال: حدثنا حكام, عن عمرو, عن منصور, عن أبي الضحى, عن مسروق, عن ابن مسعود: (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها) قال: رجل من بني إسرائيل يقال له: بلعم بن أَبَر.15387 - حدثنا ابن وكيع قال: حدثنا عمران بن عيينة, عن حصين, عن عمران بن الحارث, عن ابن عباس قال: هو بلعم بن باعر.15388 - حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا سفيان, عن الأعمش, عن أبي الضحى, عن مسروق, عن ابن مسعود, في قوله: (واتل عليهم نبأ الذي آتيناه آياتنا) إلى (فكان من الغاوين)، هو بلعم بن أبَر.15389 - حدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق قال: أخبرنا  الثوري, عن الأعمش, عن منصور عن أبي الضحى, عن مسروق, عن ابن مسعود, مثله =إلا أنه قال ابن أَبُر, بضم \" الباء \".15390 - حدثني المثنى قال: حدثنا عبد الله بن صالح قال: ثني معاوية, عن علي, عن ابن عباس, قوله: (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها) قال: هو رجل من مدينة الجبارين يقال له: بلعم.15391 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم, عن عيسى, عن ابن أبي نجيح, عن مجاهد: (فانسلخ منها) قال: بلعام بن باعر, من بني إسرائيل.15392 - حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا أبو سعد قال: سمعت مجاهدًا يقول, فذكر مثله.15393 - حدثنا القاسم قال: حدثنا الحسين قال: ثني حجاج, عن ابن جريج قال: أخبرني عبد الله بن كثير, أنه سمع مجاهدًا يقول, فذكر مثله.15394 - حدثنا ابن المثنى قال: حدثنا عبد الرحمن وابن أبي عدي, عن شعبة, عن حصين, عن عكرمة قال في الذي (آتيناه آياتنا فانسلخ منها) قال: هو بلعام.15395 - وحدثنا ابن وكيع قال: حدثنا غندر, عن شعبة, عن حصين, عن عكرمة قال: هو بلعم.15396 - .... قال: حدثنا عمران بن عيينة, عن حصين, عن عكرمة قال: هو بلعم.15397 - حدثنا حميد بن مسعدة، قال: حدثنا بشر قال: حدثنا شعبة, عن حصين قال: سمعت عكرمة يقول: هو بلعام.15398 - حدثنا الحارث قال: حدثنا عبد العزيز قال: حدثنا إسرائيل, عن حصين, عن مجاهد قال: هو بلعم.15399 - حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا إسرائيل, عن مغيرة, عن مجاهد, عن ابن عباس قال: هو بلعم. =وقالت ثقيف: هو أمية بن أبي الصلت. (78)* * *وقال آخرون: كان بلعم هذا من أهل اليمن.* ذكر من قال ذلك:15400 - حدثني محمد بن سعد قال: ثني أبي قال: ثني عمي قال: ثني أبي, عن أبيه, عن ابن عباس, قوله: (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها) قال: هو رجل يدعى بلعم، من أهل اليمن.* * *وقال آخرون: كان من الكنعانيين.* ذكر من قال ذلك:15401 - حدثني المثنى قال: حدثنا عبد الله بن صالح قال: حدثني معاوية, عن علي, عن ابن عباس, قوله: (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها) قال: هو رجل من مدينة الجبارين يقال له: بلعم.* * *وقال آخرون: هو أمية بن أبي الصلت.* ذكر من قال ذلك:15402 - حدثنا ابن المثنى قال: حدثنا عبد الرحمن بن مهدي قال: حدثنا سعيد بن السائب, عن غطيف بن أبي سفيان, عن يعقوب ونافع بن عاصم, عن عبد الله بن عمرو قال في هذه الآية: (الذي آتيناه آياتنا فانسلخ منها) قال: هو أمية بن أبي الصلت. (79)15403 - حدثنا ابن المثنى قال: حدثنا ابن أبي عدي قال: أنبأنا شعبة, عن يعلى بن عطاء, عن نافع بن عاصم قال: قال عبد الله بن عمرو: هو صاحبُكم أمية بن أبي الصلت. (80)15404 - حدثنا ابن المثنى قال: حدثنا عبد الرحمن ووهب بن جرير قالا حدثنا شعبة, عن يعلى بن عطاء, عن نافع بن عاصم, عن عبد الله بن عمرو، بمثله.15405 - حدثنا محمد بن بشار قال: حدثنا يحيى بن سعيد قال: حدثنا سفيان, عن حبيب بن أبي ثابت, عن رجل, عن عبد الله بن عمرو:  وَلَكِنَّهُ أَخْلَدَ إِلَى الأَرْضِ وَاتَّبَعَ هَوَاهُ  قال: هو أمية بن أبي الصلت.15406 - حدثنا ابن وكيع قال: حدثنا غندر, عن شعبة, عن يعلى بن عطاء قال: سمعت نافع بن عاصم بن عروة بن مسعود قال: سمعت عبد الله بن عمرو قال في هذه الآية: (الذي آتيناه آياتنا فانسلخ منها) قال: هو صاحبكم = يعني أمية بن أبي الصلت.15407 - .... قال: حدثنا أبي, عن سفيان عن حبيب, عن رجل، عن عبد الله بن عمرو قال: هو أمية بن أبي الصلت.15408 - .... قال: حدثنا يزيد, عن شريك, عن عبد الملك, عن فضالة =أو ابن فضالة= عن عبد الله بن عمرو قال: هو أمية.15409 - حدثنا ابن حميد قال: حدثنا حكام, عن عنبسة, عن عبد الملك بن عمير قال: تذاكروا في جامع دمشق هذه الآية: (فانسلخ منها)، فقال بعضهم: نـزلت في بلعم بن باعوراء, وقال بعضهم: نـزلت في الراهب. (81) = فخرج عليهم عبد الله بن عمرو بن العاص, فقالوا: فيمن نـزلت هذه؟ قال: نـزلت في أمية بن أبي الصلت الثقفي.15410 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن الكلبي: (الذي آتيناه آياتنا فانسلخ منها) قال: هو أمية بن أبي الصلت, وقال قتادةُ: يشكّ فيه, يقول بعضهم: بلعم, ويقول بعضهم: أمية بن أبي الصلت.* * *قال أبو جعفر: واختلف أهل التأويل في الآيات التي كان أوتيها، التي قال جل ثناؤه: (آتيناه آياتنا) .فقال بعضهم: كانت اسمَ الله الأعظم.* ذكر من قال ذلك:15411 - حدثني موسى قال: حدثنا عمرو قال: حدثنا أسباط, عن السدي قال: إن الله لما انقضت الأربعون سنة = يعني التي قال الله فيها:  فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً  ، [سورة المائدة: 26] بعث يوشع بن نون نبيًّا, فدعا بني إسرائيل، فأخبرهم أنه نبيٌّ، وأن الله قد أمره أن يقاتل الجبَّارين, فبايعوه وصدَّقوه. وانطلق رجل من بني إسرائيل يقال له: \" بلعم \" وكان عالمًا يعلم الاسم  الأعظم المكتوم, فكفر، وأتى الجبارين, فقال: لا ترهبوا بني إسرائيل, فإني إذا خرجتم تقاتلونهم أدعو عليهم دعوةً فيهلكون ! وكان عندهم فيما شاء من الدنيا, غير أنه كان لا يستطيع أن يأتي النساءَ من عِظَمهنّ, (82) فكان ينكح أتانًا له, (83) وهو الذي يقول الله: (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها)، : أي تبصَّر، (84) فانسلخ منها, إلى قوله:  وَلَكِنَّهُ أَخْلَدَ إِلَى الأَرْضِ  . (85)15412 - حدثني المثنى قال: حدثنا عبد الله بن صالح قال: حدثني معاوية, عن علي, عن ابن عباس: (واتل عليهم نبأ الذي آتيناه آياتنا) قال: هو رجل يقال له: \" بلعم \", وكان يعلم اسم الله الأعظم.15413 - حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها) قال: كان لا يسأل الله شيئًا إلا أعطاه.* * *وقال آخرون: بل الآيات التي كان أوتيها كتابٌ من كتب الله.* ذكر من قال ذلك:15414 - حدثنا القاسم قال: حدثنا الحسين قال: حدثنا أبو تميلة, عن أبي حمزة, عن جابر, عن مجاهد، وعكرمة, عن ابن عباس قال: كان في بني إسرائيل بلعام بن باعر أوتي كتابًا. (86)  وقال آخرون: بل كان أوتي النبوّة.* ذكر من قال ذلك:15415 - حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا أبو سعد, عن غيره = قال: الحارث: قال عبد العزيز: يعني: عن غير نفسه=، عن مجاهد قال: هو نبي في بني إسرائيل, يعني بلعم, أوتي النبوّة, فرشاه قومه على أن يسكت, ففعل وتركهم على ما هُمْ عليه.15416 - حدثنا محمد بن عبد الأعلى قال: حدثنا المعتمر بن سليمان, عن أبيه, أنه سُئل عن الآية: (واتل عليهم نبأ الذي آتيناه آياتنا فانسلخ منها)، فحدّث عن سَيَّار أنه كان رجلا يقال له \" بلعام \", وكان قد أوتي النبوّة, وكان مجابَ الدعوة. (87)* * *قال أبو جعفر: والصواب من القول في ذلك أن يقال: إن الله تعالى ذكره أمرَ نبيه صلى الله عليه وسلم أن يتلو على قومه خبرَ رجلٍ كان الله آتاه حُجَجه وأدلته, وهي \" الآيات \".وقد دللنا على أن معنى \" الآيات \": الأدلة والأعلام، فيما مضى، بما أغنى عن إعادته. (88) =وجائز أن يكونَ الذي كان الله آتاه ذلك \" بلعم \" =وجائز أن يكون أمية. وكذلك \" الآيات \" إن كانت بمعنى الحجة التي هي بعض كتب الله التي أنـزلها على بعض أنبيائه, فتعلمها الذي ذكره الله في هذه الآية, وعناه بها; فجائز أن يكون الذي كان أوتيها \" بلعم \" =وجائز أن يكون \" أمية \", لأن \" أمية \" كان، فيما يقال، قد قرأ من كتب أهل الكتاب.وإن كانت بمعنى كتاب أنـزله الله على مَنْ أمر نبيَّ الله عليه الصلاة والسلام أن يتلوَ على قومه نبأه =أو بمعنى اسم الله الأعظم= أو بمعنى النبوّة =, فغير جائز أن يكون معنيًّا به \" أمية \"; لأن \" أمية \" لا تختلف الأمة في أنه لم يكن أوتي شيئًا من ذلك، ولا خبرَ بأيِّ ذلك المراد، وأيّ الرجلين المعنيّ ، يوجب الحجة، ولا في العقل دلالة على أيِّ ذلك المعنيُّ به من أيٍّ. (89) فالصواب أن يقال فيه ما قال الله, ونُقِرّ بظاهر التنـزيل على ما جاء به الوحي من الله.* * *وأما قوله: (فانسلخ منها)، فإنه يعني: خرج من الآيات التي كان الله آتاها إياه, فتبرَّأ منها.وبنحو ذلك قال أهل التأويل.* ذكر من قال ذلك:15417 - حدثني المثنى قال: حدثنا عبد الله بن صالح قال: حدثني معاوية, عن علي, عن ابن عباس قال: لما نـزل موسى عليه السلام .... (90) =يعني بالجبارين= ومن معه، أتاه =يعني بلعم= أتاه بنُو عمّه وقومُه، (91) فقالوا: إن موسى رجلٌ حديد, ومعه جنودٌ كثيرة, وإنه إنْ يظهر علينا يهلكنا. فادع الله أن يردَّ عنَّا موسى ومن معه. قال: إني إنْ دعوت الله أن يردَّ موسى ومن معه ذهبت دنياي وآخرتي! فلم يزالوا به حتى دعا عليهم, فسلخه الله مما كان عليه, فذلك قوله: (فانسلخ منها فأتبعه الشيطان فكان من الغاوين) .15418 - حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي, عن أبيه, عن ابن عباس قال: كان الله آتاه آياته فتركها.15419 - حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج قال: قال ابن جريج: قال ابن عباس: (فانسلخ منها) قال: نـزع منه العلم.* * *وقوله: (فأتبعه الشيطان)، يقول: فصيَّره لنفسه تابعًا ينتهي إلى أمره في معصية الله, ويخالف أمر ربِّه في معصية الشيطان وطاعةِ الرحمن.* * *وقوله: (فكان من الغاوين)، يقول: فكان من الهالكين، لضلاله وخلافه أمر ربه، وطاعة الشيطان. (92)------------------الهوامش :(76) انظر تفسير (( تلا )) فيما سلف : 12 : 215 ، تعليق : 2 ، والمراجع هناك = وتفسير (( النبأ )) فيما سلف ص : 7 تعليق : 1 ، والمراجع هناك .(77) انظر خبر (( بلعم بن باعور )) في تاريخ الطبري 1 : 226 - 228 .(78) هذه الجملة ، (( وقالت ثقيف ... )) ، حذفت من المطبوعة ، وهي ثابتة في المخطوطة ، ولا أدري أهي من كلام أبي جعفر ، أم كلام ابن عباس ، أو من كلام بعض رواة خبر ابن عباس . والأرجح أنها من قول بعض رواة الخبر .(79) (2) الأثر : : 15402 - (( سعيد بن السائب بن يسار الثقفي الطائفي )) ، (( سعيد بن أبي حفص )) ثقة ، كان بعضهم يعده من الأبدال ، وكانت لا تجف له دمعة . مترجم في التهذيب ، والكبير 2 / 1 / 439 ، وابن أبي حاتم 2/1/30 . و (( غطيف بن أبي سفيان الطائفي )) أو (( غضيف )) ، تابعى ثقة . مترجم في التهذيب 0 ( غضيف ) ، والكبير 4/1/106 ( غطيف ) ، وابن أبي حاتم 3/2/55 ، (غضيف ) . وكان في المطبوعة : (( غضيف )) ، وأثبت ما في المخطوطة . و (( نافع بن عاصم بن عروة بن مسعود الثقفي )) ، تابعي ثقة ، مترجم في التهذيب ، والكبير 4 / 2 / 84 ، وابن أبي حاتم 4 / 1 / 454 .(80) الأثر : 15403 - (( يعلى بن عطاء العامري الطائفي )) ، مضى برقم : 2858 ، 11527 ، 11529 . (( نافع بن عاصم الثقفي )) ، مضى في الأثر السالف ، ولذلك قال له عبد الله بن عمرو : (( هو صاحبكم )) ، لأنه ثقفي مثله .(81) (( الراهب )) ، هو (( أبو عامر الراهب ، عبد عمرو بن صيفي من مالك بن النعمان )) ، كان يسمى في الجاهلية (( الراهب )) ، فسماه رسول الله صلى الله عليه وسلم (( أبا عامر الفاسق )) ، وخبره مشهور في السير .(82) في المطبوعة : (( النساء يعظمهن )) ، غير ما في المخطوطة ، فأفسد . وإنما عنى عظم نساء الجبارين ، وقد وصفوا بأجسام لا يعرف قدرها إلا الله .(83) (( الأتان )) أنثى الحمار .(84) في المطبوعة : (( أي تنصل )) ، وأثبت ما في المخطوطة . أما في التاريخ : (( فبصر )) ، والصواب ما في المخطوطة .(85) الأثر : 15411 - رواه أبو جعفر في تاريخه 1 : 227 ، 228 ، وسيأتي بتمامه برقم : 15423 .(86) الأثر : 15414 - سيأتي مطولا برقم : 15432.(87) الأثر : 15416 - سيأتي بطوله برقم 15420 .(88) انظر تفسير (( الآية )) فيما سلف من فهارس اللغة ( أيى ) .(89) ( 1) السياق : (( ولا خبر بأي ذلك المراد ، وأي الرجلين المعنى ... ولا في العقل دلالة على أي ذلك المعنى به من أي )) . وانظر تفسير (( أي ذلك من أي )) فيما سلف ص : 182 ، تعليق : 1 ، والمراجع هناك . وكان في المطبوعة والمخطوطة : (( على أن ذلك المعنى به من أي )) ، والصواب ما أثبت .(90) في المخطوطة ، بياض بعد (( عليه السلام )) ، وبالهامش حرف ( ط ) دلالة على الخطأ .(91) في المطبوعة ، حذف (( أتاه )) الثانية .(92) انظر تفسير (( غوى )) فيما سلف 5 : 416 / 12 : 333 / 13 : 114 .",
  "ayah": 175,
  "surah": 7
}
