{
  "text": "القول في تأويل قوله :  وَلَوْ شِئْنَا لَرَفَعْنَاهُ بِهَا وَلَكِنَّهُ أَخْلَدَ إِلَى الأَرْضِ وَاتَّبَعَ هَوَاهُقال أبو جعفر: يقول تعالى ذكره: ولو شئنا لرفعنا هذا الذي آتيناه آياتنا بآياتنا التي آتيناه =(ولكنه أخلد إلى الأرض) يقول: سكن إلى الحياة الدنيا في الأرض، ومال إليها, وآثر لذتها وشهواتها على الآخرة= \" واتبع هواه \", ورفض طاعة الله وخالَف أمرَه.* * *وكانت قصة هذا الذي وصف الله خبرَه في هذه الآية, على اختلاف من أهل العلم في خبره وأمره, ما:-15420 - حدثنا محمد بن عبد الأعلى قال: حدثنا المعتمر, عن أبيه:  أنه سئل عن الآية:  وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا  ، فحدّث عن سيار أنه كان رجلا يقال له بلعام, وكان قد أوتي النبوّة, وكان مجاب الدعوة (93) قال: وإن موسى أقبل في بني إسرائيل يريد الأرض التي فيها بلعام =أو قال الشأم= قال: فرُعب الناس منه رعْبًا شديدًا. قال: فأتوا بلعام, (94) فقالوا: ادع الله على هذا الرجل وجيشه ! قال: حتى أُوَامر ربّي =أو حتى أؤامر (95) = قال: فوامر في الدعاء عليهم, (96) فقيل له: لا تدع عليهم، فإنهم عبادي، وفيهم نبيهم! قال: فقال لقومه: إني قد وَامَرْتُ ربي في الدعاء عليهم, (97) وإني قد نهيت. قال: فأهدوا إليه هدية فقبلها. ثم راجعوه، فقالوا: ادع عليهم! فقال: حتى أوامر! فوامر، فلم يَحُر إليه شيء. (98) قال: فقال: قد وامرت فلم يَحُرْ إليَّ شيء! (99) فقالوا: لو كره ربك أن تدعو عليهم، لنهاك كما نهاك المرةَ الأولى. (100) قال: فأخذ يدعو عليهم, فإذا دعا عليهم جَرَى على لسانه الدُّعاء على قومه; وإذا أراد أن يدعو أن يُفْتَح لقومه, دعا أن يفتَح لموسى وجيشه =أو نحوا من ذلك إن شاء الله. فقال: فقالوا ما نراك تدعو إلا علينا! قال:  ما يجري على لساني إلا هكذا, ولو دعوت عليه ما استجيب لي, ولكن سأدلّكم على أمرٍ عَسَى أن يكون فيه هلاكهم: إن الله يُبْغِض الزنا, وإنهم إن وقعوا بالزنا هلكوا, ورجوت أن يهلكهم الله, فأخرجوا النساء فليستقبلنهم، (101) وإنهم قوم مسافرون, فعسى أن يزنُوا فيهلكوا. قال: ففعلوا، وأخرجوا النساء يستقبلنهم. (102) قال: وكان للملك ابنة, فذكر من عِظَمها ما الله أعلم به! قال: فقال أبوها، أو بلعام: لا تُمْكِني نفسك إلا من موسى! قال: ووقعوا في الزنا. قال: وأتاها رأس سبط من أسباط بني إسرائيل, فأرادها على نفسه قال: فقالت: ما أنا بممكنةِ نفسِي إلا من موسى! قال: فقال: إنّ من منـزلتي كذا وكذا, وإن من حالي كذا وكذا! قال: فأرسلت إلى أبيها تستأمره، قال: فقال لها: فأمكنيه. (103) قال: ويأتيهما رجل من بني هارون ومعه الرمح فيطعنهما قال: وأيَّده الله بقوة فانتظمهما جميعًا, ورفعهما على رمحه. (104) قال: فرآهما الناس =أو كما حدَّث. قال: وسلط الله عليهم الطاعون. قال: فمات منهم سبعون ألفا. قال: فقال أبو المعتمر: فحدثني سَيّار أن بلعامًا ركب حمارةً له, حتى إذا أتى الفُلول =أو قال: طريقًا بين الفُلول (105) = جعل يضربها ولا تُقْدِم. (106) قال: وقامت عليه, فقالت: علامَ تضربني؟ أما ترى هذا الذي بين يديك! قال: فإذا الشيطان بين يديه. قال: فنـزل فسجد له، قال الله:  وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ  إلى قوله:  لَعَلَّهُمْ يَتَفَكَّرُونَ    قال: فحدثني بهذا سيّار, ولا أدري لعله قد دخل فيه شيء من حديث غيره. (107)15421 - حدثنا ابن عبد الأعلى قال: حدثنا المعتمر, عن أبيه قال: وبلغني حديث رجلٍ من أهل الكتاب يحدّث: (108) أن موسى سأل الله أن يطبَعه، وأن يجعله من أهل النار. قال: ففعل الله. قال: أنبئت أن موسى قَتَله بعدُ.15422 - حدثنا ابن حميد قال: حدثنا سلمة, عن محمد بن إسحاق, عن سالم أبي النضر, أنه حدَّث: أن موسى لما نـزل في أرض بني كنعان من أرض الشأم =[ وكان بلعم ببالعة، قرية من قرى البلقاء. فلمَّا نـزل موسى ببني إسرائيل ذلك المنـزل ] (109) أتى قومَ بلعم إلى بلعم, فقالوا له: يا بلعم، إن هذا موسى بن عمران في بني إسرائيل, قد جاء يخرجنا من بلادنا ويقتلنا ويُحِلُّها بني إسرائيل ويُسْكنها, وإنّا قومك, وليس لنا منـزلٌ, وأنت رجل مجاب الدعوة, فاخرج فادعُ الله عليهم! (110) فقال: ويلكم! نبيُّ الله معه الملائكة والمؤمنون, كيف أذْهبُ أدعو عليهم، وأنا أعلم من الله ما أعلم!! قالوا: ما لنا من منـزل! فلم يزالوا به يرقِّقُونه، ويتضَرَّعون إليه، (111) حتى فتنوه فافتُتِن. فركب حمارةً له متوجِّهًا إلى الجبل الذي يطلعه على  عسكر بني إسرائيل. وهو جبل حُسْبَان . (112) فلما سار عليها غير كثير ربضت به, (113) فنـزل عنها, فضربها, حتى إذا أذْلَقها قامت فركبها (114) فلم تسر به كثيرًا حتى ربضت به. ففعل بها مثل ذلك, فقامت فركبها فلم تسر به كثيرًا حتى ربضت به. فضربها حتى إذا أذلقها، أذن الله لها, فكلمته حُجَّةً عليه، فقالت: ويحك يا بلعم! أين تذهب؟ أما ترى الملائكة أمامي تردُّني عن وجهي هذا ؟ (115) أتذهب إلى نبيّ الله والمؤمنين تدعو عليهم! فلم ينـزع عنها يضربها، (116) فخلَّى الله سبيلها حين فعل بها ذلك. قال: فانطلقت حتى أشرفت به على رأس جبل حُسْبان (117) على عسكر موسى وبني إسرائيل، جعل يدعو عليهم، فلا يدعو عليهم بشيءٍ إلا صرف به لسانه إلى قومه، (118) ولا يدعو لقومه بخير إلا صُرِف لسانه إلى بني إسرائيل. قال: فقال له قومه: أتدري يا بلعم ما تصنع؟ إنما تدعو لهم، وتدعو علينا ! قال: فهذا ما لا أملك, هذا شيءٌ قد غلب الله عليه. قال: واندلع لسانه فوقع على صدره, (119) فقال لهم: قد ذهبت الآنَ منّي الدنيا والآخرة, فلم يبق إلا المكر والحيلة, فسأمكر لكم وأحتالُ, جمِّلوا النساء وأعطوهنّ السِّلع,  ثم أرسلوهن إلى العسكر يبعنَها فيه, ومُرُوهنَّ فلا تمنع امرأة نفسَها من رجل أرادها, فإنهم إن زنى منهم واحدٌ كُفِيتُمُوهم ! ففعلوا; فلما دخل النساءُ العسكر مرّت امرأة من الكنعانيين اسمها \" كسبَى ابنة صور \"، رأس أمته، برجل من عظماء بني إسرائيل, (120) وهو زمري بن شلوم، رأس سبط شمعون بن يعقوب بن إسحاق بن إبراهيم, فقام إليها، فأخذ بيدها حين أعجبه جمالها, ثم أقبل بها حتى وقف بها على موسى عليه السلام، فقال: إني أظنك ستقولُ هذه حرام عليك؟ فقال: أجل هي حرام عليك لا تقربْها ! قال: فوالله لا نُطِيعك في هذا, (121) فدخل بها قُبَّته فوقع عليها. وأرسل الله الطاعون في بني إسرائيل, وكان فنحاص بن العيزار بن هارون، صاحبَ أمر موسى, وكان رجلا قد أعطي بَسطَةً في الخلق وقوة في البطش, وكان غائبا حين صنع زمري بن شلوم ما صنع. فجاء والطَّاعون يحوس في بني إسرائيل, (122) فأخبر الخبرَ, فأخذ حَرْبته. وكانت من حديد كلها, ثم دخل عليه القبة وهما متضاجعان, (123) فانتظمهما بحربته, ثم خرج بهما رافعهما إلى السماء, والحربة قد أخذها بذراعه, واعتمد بمرفقه على خاصِرته, وأسند الحرية إلى لَحْيَيه, (124) =وكان بكر العيزار=, وجعل يقول: اللهم هكذا نفعل بمن يعصيك ! ورُفع الطاعون, فحُسِب من هلك من بني إسرائيل في الطاعون, فيما بين أنْ أصاب زِمري المرأة إلى أن قتله فنحاص, فوُجدوا قد هلك منهم سبعون ألفا, =والمقلّل يقول: عشرون ألفاً= في ساعة من النهار. فمن هنالك تُعطى  بنو إسرائيل ولد فنحاص بن العيزار بن هارون من كلِّ ذبيحةٍ ذبحُوها القِبَةَ والذراع واللَّحْي, (125) لاعتماده بالحربة على خاصرته وأخذه إياها بذراعه وإسناده إيّاها إلى لحييه (126) =والبكرَ من كل أموالهم وأنفسُهم, لأنه كان بكر العيزار. ففي بلعم بن باعور، أنـزل الله على محمد صلى الله عليه وسلم:  وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا  ، يعني بلعم,  فَأَتْبَعَهُ الشَّيْطَانُ فَكَانَ مِنَ الْغَاوِينَ  ، .. إلى قوله:  لَعَلَّهُمْ يَتَفَكَّرُونَ  (127)15423 - حدثني موسى قال: حدثنا عمرو قال: حدثنا أسباط, عن السدي قال: انطلق رجل من بني إسرائيل يقال له بلعم, فأتى الجبارين فقال: لا ترهبوا من بني إسرائيل, فإني إذا خرجتم تقاتلونهم أدعو عليهم فيهلكون (128) فخرج يوشع يقاتل الجبارين في الناس. وخرج بلعم مع الجبّارين على أتانه وهو يريد أن يلعَنَ بني إسرائيل, فكلما أراد أن يدعو على بني إسرائيل، دعا على الجبارين, فقال الجبارون: إنك إنّما تدعو علينا ! فيقول: إنما أردت بني إسرائيل. فلما بلغ باب المدينة، أخذ ملك بذنب الأتان, فأمسكها، فجعل يحرِّكها فلا تتحرك, فلما أكثر ضَرْبها، تكلمت فقالت: أنت تنكحني بالليل وتركبني بالنهار؟ ويلي منك ! ولو أنِّي أطقتُ الخروج لخرجتُ, ولكن هذا المَلَك يحبسني. وفي بلعم يقول الله:  وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا  (129) .. الآية.15424 - حدثني الحارث قال: حدثنا عبد العزيز قال: حدثني رجل  سمع عكرمة, يقول: قالت امرأة منهم: أروني موسى, فأنا أفتنه ! قال: فتطيَّبت, فمرت على رجلٍ يشبه موسى, فواقعها, فأُتي ابنُ هارون فأُخبر, فأخذ سيفا, فطعن به في إحليله حتى أخرجه وأخرجه من قُبُلها (130) ثم رفعهما حتى رآهما الناس, فعلم أنه ليس موسى, ففضل آلُ هارون في الْقُرْبان على آل موسى بالكتد والعضُد والفَخِذ (131) قال: فهو الذي آتيناه آياتنا فانسلخ منها, يعني بلعم.* * *واختلف أهل التأويل في تأويل قوله: (ولو شئنا لرفعناه بها).فقال بعضهم: معناه: لرفعناه بعلمه بها.*ذكر من قال ذلك.15425 - حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج, عن ابن جريج قال: قال ابن عباس: (ولو شئنا لرفعناه بها ) ، لرفعه الله تعالى بعلمه.* * *وقال آخرون: معناه لرفعنا عنه الحال التي صار إليها من الكفر بالله بآياتنا.* ذكر من قال ذلك:15426 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم, عن عيسى, عن ابن أبي نجيح, عن مجاهد, في قول الله: (ولو شئنا لرفعناه بها)، : لدفعناه عنه. (132)15427 - حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج, عن ابن جريج, عن مجاهد: (ولو شئنا لرفعناه بها)، : لدفعناه عنه. (133)* * *قال أبو جعفر: وأولى الأقوال في تأويل ذلك بالصواب أن يقال: إن الله عمّ الخبر بقوله: (ولو شئنا لرفعناه بها)، أنه لو شاء رفعه بآياته التي آتاه إياها. والرفع يَعمُّ معاني كثيرة, منها الرفع في المنـزلة عنده, ومنها الرفع في شرف الدنيا ومكارمها. ومنها الرفع في الذكر الجميلِ والثّناء الرفيع. وجائزٌ أن يكون الله عنى كلَّ ذلك: أنه لو شاء لرفعه, فأعطاه كل ذلك، بتوفيقه للعمل بآياته التي كان آتاها إياه. وإذ كان ذلك جائزًا, فالصواب من القول فيه أن لا يخصَّ منه شيء, إذ كان لا دلالة على خصوصه من خبرٍ ولا عقلٍ. وأما قوله: (بها)، فإن ابن زيد قال في ذلك كالذي قلنا.15428 - حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (ولو شئنا لرفعناه بها)، بتلك الآيات. وأما قوله: (ولكنه أخلد إلى الأرض)، فإن أهل التأويل قالوا فيه نحو قولنا فيه.* ذكر من قال ذلك:15429 - حدثنا ابن وكيع قال: حدثنا أبي, عن إسرائيل, عن أبي الهيثم, عن سعيد بن جبير: (ولكنه أخلد إلى الأرض)، يعني: ركن إلى الأرض.15430 - .... قال: حدثنا يحيى بن آدم, عن شريك, عن سالم, عن سعيد بن جبير: (ولكنه أخلد إلى الأرض) قال: نـزع إلى الأرض.15431 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: \" أخلد \": سكن.15432 - حدثنا القاسم قال: حدثنا الحسين قال: حدثنا أبو تميلة, عن أبي حمزة, عن جابر, عن مجاهد وعكرمة, عن ابن عباس قال: كان في  بني إسرائيل بلعام بن باعر أوتي كتابا, فأخلد إلى شهوات الأرض ولذتِها وأموالها, لم ينتفع بما جاء به الكتاب. (134)15433 - حدثنا موسى قال: حدثنا عمرو قال: حدثنا أسباط, عن السدي: (ولكنه أخلد إلى الأرض واتبع هواه)، أما( أخلد إلى الأرض ) : فاتبع الدنيا, وركن إليها. قال أبو جعفر: وأصل \" الإخلاد \" في كلام العرب: الإبطاء والإقامة, يقال منه: \" أخلد فلان بالمكان \"، إذا أقام به وأخلد نفسه إلى المكان \" إذا أتاه من مكان آخر, (135) ومنه قول زهير:لِمَــنْ الدِّيَــارُ غَشِــيتُهَا بِـالْفَدْفَدِكَـالْوَحْيِ فِـي حَجَـرِ الْمَسِـيلِ المُخْلِدِ (136)يعني المقيم, ومنه قول مالك بن نويرة:بِأَبْنَــاء حَــيٍّ مِـنْ قَبَـائِلِ مَـالِكٍوَعْمْـرِو بـن يَرْبُـوعٍ أَقَامُوا فَأَخْلَدُوا (137)وكان بعض البصريين يقول (138) معنى قوله: \" أخلد \": لزم وتقاعسَ وأبطأ, و \" المخلد \" أيضًا: هو الذي يبطئ شيبُه من الرجال =وهو من الدواب، الذي تبقى ثناياه حتى تخرج رَباعيتاه. (139)* * *وأما قوله: (واتبع هواه)، فإن ابن زيد قال في تأويله، (140) ما:15434- حدثني به يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (واتبع هواه) قال: كان هَواهُ مع القوم.* * *القول في تأويل قوله :  فَمَثَلُهُ كَمَثَلِ الْكَلْبِ إِنْ تَحْمِلْ عَلَيْهِ يَلْهَثْ أَوْ تَتْرُكْهُ يَلْهَثْقال أبو جعفر: يقول تعالى ذكره: فمثل هذا الذي آتيناه آياتنا فانسلخ منها, مثلُ الكلب الذي يلهث, طردْته أو تركته.* * *ثم اختلف أهل التأويل في السبب الذي من أجله جَعَل الله مثَله كمثل الكلب.فقال بعضهم: مثَّله به في اللهث، لتركه العمل بكتابِ الله وآياته التي آتاها إياه، وإعراضِه عن مواعظ الله التي فيها إعراض من لم يؤته الله شيئًا من ذلك. فقال جل ثناؤه فيه: إذْ كان سواء أمرُه، وُعِظَ بآيات الله التي آتاها إياه, أو لم يوعظ، في أنه لا يتَّعظ بها, ولا يترك الكفر به, فمثله مثل الكلب الذي سواءٌ أمره في لهثه, طرد أو لم يطرد, إذ كان لا يتركُ اللهث بحال.* ذكر من قال ذلك:15435 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (كمثل الكلب إن تحمل عليه يلهث) قال: تطرده, هو مثل الذي يقرأ الكتاب ولا يعملُ به.15436 - حدثنا القاسم قال: حدثنا الحسين قال: ثني حجاج قال: قال ابن جريج قال مجاهد: (فمثله كمثل الكلب إن تحمل عليه يلهث) قال: تطرده بدابتك ورجلك = \" يلهث \"، قال: مثل الذي يقرأ الكتاب ولا يعمل بما فيه = قال ابن جريج: الكلب منقطِع الفؤاد, (141) لا فؤاد له, إن حملت عليه يلهث, أو تتركه يلهث. قال: مثل الذي يترك الهدى لا فؤاد له, إنما فؤاده منقطع.15437 - حدثني ابن عبد الأعلى قال: حدثنا ابن ثور, عن معمر, عن بعضهم: (فمثله كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث)، فذلك هو الكافر, هو ضالٌّ إن وعظته وإن لم تعظه. (142)15438 - حدثني المثنى قال: حدثنا عبد الله بن صالح قال حدثني معاوية, عن علي, عن ابن عباس, قوله: ( فمثله كمثل الكلب ) إن تحمل عليه الحكمة لم يحملها, وإن ترك لم يهتد لخير, كالكلب إن كان رابضًا لهث وإن طرد لَهَث.15439 - حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي, عن أبيه, عن ابن عباس قال: آتاه الله آياته فتركها, &; فجعل الله مثله كمثل الكلب: \" إن تحمل عليه يلهث, أو تتركه يلهث \".15440 - حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة:  وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْنَاهُ آيَاتِنَا فَانْسَلَخَ مِنْهَا فَأَتْبَعَهُ الشَّيْطَانُ  ، الآية, هذا مثلٌ ضربه الله لمن عُرِض عليه الهدى, فأبى أن يقبله وتركه = قال: وكان الحسن يقول: هو المنافق = \" ولو شئنا لرفعناه بها ولكنه أخلد إلى الأرض واتبع هواه فمثله كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث \" قال: هذا مثل الكافر ميتُ الفؤاد.* * *وقال آخرون: إنما مثّله جل ثناؤه بالكلب، لأنه كان يلهث كما يلهثُ الكلب.* ذكر من قال ذلك:15441 - حدثنا موسى قال: حدثنا عمرو قال: حدثنا أسباط, عن السدي: (فمثله كمثل الكلب إن تحمل عليه يلهث أو تتركه يلهث)، وكان بلعم يلهث كما يلهث الكلب. وأما \" تحمل عليه \": فتشدُّ عليه.* * *قال: أبو جعفر: وأولى التأويلين في ذلك بالصواب، تأويلُ من قال: إنما هو مثلٌ لتركه العمل بآيات الله التي آتاها إياه, وأنّ معناه: سواء وعظ أو لم يوعظ، في أنه لا يترك ما هو عليه من خلافه أمر ربّه, كما سواءٌ حمل على الكلب وطُرِد أو ترك فلم يطرد، في أنه لا يدَع اللهث في كلتا حالتيه.وإنما قلنا: ذلك أولى القولين بالصواب، لدلالة قوله تعالى:  ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا  ، فجعل ذلك مثلَ المكذِّبين بآياته. وقد علمنا أن اللُّهَاث ليس في خِلقة كل مكذّب كُتب عليه ترك الإنابة من تكذيبه بآيات الله, (143) وأن ذلك إنما هو مثل ضربه الله لهم, فكان معلوما بذلك أنه للذي وصف الله صفته في هذه الآية, كما هو لسائر المكذبين بآيات الله، مثلٌ. (144)القول في تأويل قوله :  ذَلِكَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآيَاتِنَا فَاقْصُصِ الْقَصَصَ لَعَلَّهُمْ يَتَفَكَّرُونَ (176)قال أبو جعفر: يقول تعالى ذكره: هذا المثل الذي ضربتُه لهذا الذي آتيناه آياتنا فانسلخ منها, مثلُ القوم الذين كذبوا بحُججنا وأعلامنا وأدلَّتنا, فسلكوا في ذلك سبيل هذا المنسلِخ من آياتنا الذي آتيناها إياه، في تركه العمل بما آتيناه من ذلك.* * *وأما قوله: (فاقصص القصص)، فإنه يقول لنبيه محمد صلى الله عليه وسلم: فاقصص، يا محمد، هذا القصص, الذي اقتصصته عليك (145) = من نبأ الذي آتيناه آياتنا, وأخبارَ الأمم التي أخبرتك أخبارهم في هذه السورة، واقتصَصْت عليك نبأهم ونبأ أشباههم, (146) وما حلّ بهم من عقوبتنا، ونـزل بهم حين كذبوا رسلَنا من نقمتنا= (147) على قومك من قريش، ومَنْ قِبَلَك من يهود بني إسرائيل, ليتفكروا في ذلك، فيعتبروا وينيبوا إلى طاعتنا, لئلا يحلّ بهم مثل الذي حلّ بمن قبلهم من النّقم والمثلات, ويتدبَّره اليهود من بني إسرائيل، فيعلموا حقيقةَ أمرك وصحَّة نبوّتك, إذ كان نبأ \" الذي آتيناه آياتنا \" من خفيّ علومهم، ومكنون أخبارهم، لا يعلمه إلا أحبارُهم، ومن قرأ الكُتب ودرسها منهم. وفي علمك بذلك =وأنت أميٌّ لا تكتب، ولا تقرأ، ولا تدرس الكتب، ولم تجالس أهل العلم= الحُجَّة البينة لك عليهم بأنك لله رسول, وأنك لم تعلم ما علِمت من ذلك, وحالُك الحال التي أنت بها، إلا بوحي من السماء. (148)* * *وبنحو ذلك كان أبو النضر يقول.15442 - حدثنا ابن حميد قال: حدثنا سلمة, عن محمد, عن سالم أبي النضر: (فاقصص القصص لعلهم يتفكّرون)، يعني: بني إسرائيل, إذ قد جئتهم بخبر ما كان فيهم ممّا يخفُون عليك =\" لعلهم يتفكرون \", فيعرفون أنه لم يأت بهذا الخبر عمّا مضى فيهم إلا نبيٌّ يأتيه خبرُ السماء.-----------------------الهوامش :(93) انظر الأثر السالف رقم : 15416 .(94) في المطبوعة : (( بلعاماً )) بصرف الاسم الأعجمى .(95) الثانية (( أؤامر)) بالهمز ، وهي اللغة الفصحى . والأولى : (( أوامر )) بالواو ، بطرح الهمز ، وليست بفصيحة ، ولكن جرى بها هذا الخبر . وانظر التعليق التالي .(96) في المطبوعة : (( فآمر عليهم )) ، وأثبت ما في المخطوطة . (( وامر )) ، مثل (( آمر )) ، ولكنها لغة غير مستجادة . وانظر التعليق السالف .(97) في المطبوعة : (( إني آمرت )) ، حذف ( ( قد )) ، وجعل (( وامرت )) (( آمرت )) ، وتابعت المخطوطة ، كما أسلفت في التعليقات السالفة وفي الآتية أيضاً .(98) عبث الناشر بهذه الجملة بالزيادة والتحريف والحذف ، فجعلها هكذا : (( فقال : حتى أوامر ربى ، فآمر ، فلم يأمره بشيء )). وأثبت الصواب من المخطوطة (( أوامر )) و (( وامر )) كل ذلك كما جرى عليه ما سلف ، بالواو . وأما قوله : (( فلم يحر إليه شيء )) ، أي : لم يرجع إليه شيء . (( حار إليه يحور حوراً )) ، رجع إليه ، ومنه حاوره محاورة حواراً )) في الكلام . وقولهم (( أحار عليه جوابه )) ، و (( أحرت له جواباً )) ، و (( ما أحار بكلمة )) .(99) جعلها في المطبوعة أيضاً : (( قد وامرت فلم يأمرني بشيء )) ، وانظر التعليق السالف .(100) في المطبوعة : (( في المرة الأولى )) ، زاد (( في )) ، والذي في المخطوطة أعلى .(101) في المطبوعة : (( لتستقبلهم )) ، حذف الفاء والنون .(102) في المطبوعة (( تستقبلهم )) ، وأثبت ما في المخطوطة .(103) في المطبوعة : (( مكنيه )) ، غير ما في المخطوطة .(104) في المخطوطة ، أسقط (( ورفعهما )) ، والصواب ما في المطبوعة ، وابن كثير .(105) في المطبوعة ، وتفسير ابن كثير : (( ... أتى المعلولى = أو قال : طريقاً من المعلولى )) ، وهو لا معنى له . وفي المخطوطة : (( العلول )) و (( بين العلول )) ، وصححت قراءتها كما أثبتها ، لأن جيش موسى لما نزل به العذاب ، فهلك منه سبعون ألفاً ، صار من بقى منه فلولا . هذا ما رجحته .(106) في المطبوعة : (( ولا تتقدم )) ، كما في ابن كثير ، وأثبت ما في المخطوطة .(107) الأثر : 15420 - (( المعتمر )) هو (( المعتمر بن سليمان بن طرخان التيمي )) ، الإمام المشهور ، مضى مرارًا . وأبوه ، هو (( سليمان بن طرخان التيمي )) ، ويعرف بالتيمي ، وكنيته (( أبو المعتمر )) ، مضى مرارًا . و (( سيار )) الذي روى عنه هو : (( سيار بن سلامة )) ، أبو المنهال الرياحي ، الثقة المعروف ، مضى برقم : 5478 . وهذا الخبر ، رواه ابن كثير في تفسيره 3 : 595 ، 596 ، والسيوطي في الدر المنثور 3 : 147 ، مختصراً .(108) في المطبوعة : (( فبلغنى )) ، وأثبت ما في المخطوطة.(109) الزيادة بين القوسين من تاريخ الطبري .(110) في المطبوعة : (( وادع )) بالواو ، وأثبت ما في المخطوطة والتاريخ .(111) في المطبوعة : (( يرفعونه )) ، وفي التاريخ : (( يرفقونه )) ، والصواب ما أثبت ، من (( الرقة )) ، وهي الرحمة والشفقة ، يعنى ما زالوا به لكى يرق لهم قلبه .(112) في المطبوعة : (( جبل حسان )) ، وفي المخطوطة : (( حسان )) غير منقوطة ، وأثبت ما وافق رسمها في التاريخ ، يضبطه هناك ، ولم أجد له ذكراً في معاجم البلدان .(113) في التاريخ : (( فما سار عليها غير قليل حتى ربضت به )) .(114) (( الإذلاق )) : أن يبلغ منه الجهد ، حتى يقلق ويتضور ، وفي حديث ماعز : (( أنه صلى الله عليه وسلم أمر برجمه ، فلما أذلقته الحجارة جمز وفر )) ، أي بلغت منه الجهد حتى قلق .(115) في ى المطبوعة : (( أما ترى الملائكة تردني )) ، وفي المخطوطة : (( ألا ترى الملائكة ألا تردني عن وجهي )) ، وأثبت ما في التاريخ .(116) في المطبوعة (( فضربها )) ، والصواب من المخطوطة والتاريخ .(117) في المطبوعة : (( فأنطلقت به حتى إذا أشرفت على رأس ... )) ، وفي المخطوطة أسقط ( به )) من الجملة كلها وأثبت ما في التاريخ ، وإن كان هناك (( على جبل حسبان )) ، بغير (( رأس )) . وانظر (( حسبان )) في التعليق : 1 ، فقد كان في المطبوعة هنا ، كمثله هناك .(118) في المطبوعة : (( ولا يدعو ... بشر )) ، وأثبت ما في المخطوطة والتاريخ .(119) (( اندلع لسانه )) : خرج من الفم ، واسترخى ، وسقط على العنفقة كلسان الكلب . وفي أثر آخر عن بلعم : (( إن الله لعنه ، فأدلع لسانه ، فسقطت أسلته على صدره ، فبقيت كذلك )) .(120) في التاريخ: (( رأس أمته وبنى أبيه ، من كان منهم في مدين ، هو كان كبيرهم ، برجل ... )) .(121) في المطبوعة : (( لا أطيعك)) ، وأثبت ما في المخطوطة والتاريخ .(122) في المخطوطة ، والتاريخ : (( يحوس )) بالحاء المهملة . من قولهم : (( تركت فلاناً يحوس بنى فلان ويجوسهم )) ( بالجيم أيضاً ) يتخللهم ، ويطلب فيهم ، ويدوسهم . و (( الذئب يحوس الغنم )) ، يتخللها ويفرقها . وفي المطبوعة : (( يجوس )) بالجيم .(123) في التاريخ : (( عليهما القبة )9 .(124) في التاريخ والمخطوطة : (0 لحيته )) ، والصواب ما في المطبوعة ، كما سيأتي دليل ذلك من إعطاء بنى إسرائيل (( اللحى )) بنى فنخاص .(125) في المطبوعة : (( الفشة )) ، وأثبت ما في المخطوطة والتاريخ و(( القبة )) ( بكسر القاف وفتح الباء مخففة ) وهي من الكرش ، (( الحفث )) ( بفتح فكسر ) ذات الطرائق من الكرش ، و(( القبة )) الأخرى إلى جنبه ، وليس فيها طرائق .(126) قوله : (( والبكر )) معطوف على قوله : (( تعطى بنى إسرائيل ... القبة ... )) .(127) الأثر: 15422 - رواه ابن جرير في تاريخه 1 : 226 ، 227 .(128) (( فيهلكون )) ساقطة من المخطوطة والمطبوعة ، وهي ثابتة في الأثر السالف 15411 ، وفي التاريخ .(129) الأثر : 15423 - مضى برقم : 15411 ، وهو في التاريخ 1 : 227 ، 228 .(130) في المطبوعة ، أسقط (( وأخرجه )) من الكلام ، وهي في المخطوطة .ومع ذلك فأنا في شك من العبارة كلها . ولو قال : (( من دبرها )) ، لاستقام الكلام بعض الشيء ، ولظهرت الصورة بعض الظهور .(131) في المطبوعة (( باكتف والعضد )) ، وفي المخطوطة : (( بالكتاب )) ، ولعل صوابها ما قرأت (( الكتد )) ، هو مجتمع الكتفين . والله أعلم أي ذلك هو الصواب .(132) في المطبوعة : (( لرفعنا عنه بها )) ، لا أدرى من أين جاء بذلك ، وأثبت ما في المخطوطة . و (( لدفعنا )) بالدال .(133) في المطبوعة : (( لرفعنا عنه )) ، وأثبت ما في المخطوطة .(134) الأثر : 15432 - مضى مختصراً برقم : 15414 .(135) هذا التفسير الأخير ، لا تجده في شيء من معاجم اللغة ، فقيده .(136) ديوانه : 268 ، واللسان ( خلد ) ، مطلع قصيدته في سنان بن أبي حارثة المرى ، وكان في المطبوعة : (( غشيتها بالغرقد )) ، والصواب ما في المخطوطة والديوان ، وإنما تابع ناشر المطبوعة ، ما كان في اللسان ، فأخطأ بخطئه . و (( الفدفد )) الموضع فيه غلظ وارتفاع ، أو هي الأرض المستويه . ، و (( الوحى )) الكتابة . وقوله : (( حجر المسيل )) ، لأنه أصلب الحجارة ، فالكتابة فيه أبقى ، ويضربه السيل لخلوده فيأخذ منه ، فتخفي الكتابة . فشبه آثار الديار ، بباقى الكتابة على صخرة ينتابها السيل ، فيمحو جدة ما كتب فيها .(137) الأصمعيات : 323 ، من قصيدته قالها في يوم مخطط ، وقبله ، وهو أول الشعر : إلا أكُـــنْ لاقَيْــتُ يــومَ مخـططفقــد خــبر الرُّكْبَـانُ مـا أتَـوَدَّدُأتـاني بنفـر الخـير مـا قـد لقيتـهرزيــن ، وركـب حولـه متعضـدُيهلــون عمـارًا ، إذا مـا تغـورواولاقــوا قريشًـا خبروهـا فـأنجدُوا(138)(139) مجاز القرآن لأبي عبيدة 1 : 233 / ثم معاني القرآن للفراء 1 : 399 .(140) في المطبوعة (( كان أبن زيد قال ... )) ، وهو سيء جداً ، لم يحسن قراءة المخطوطة .(141) سقطت (( منقطع )) من المخطوطة ، وهي في سائر المراجع كما في المطبوعة .(142) الأثر : 15437 - (( ابن عبد الأعلى )) ، هو (( محمد بن عبد الأعلى )) . و (( ابن ثور )) ، هو (( محمد بن ثور )) وكان في المطبوعة والمخطوطة (( ابن توبة )) ، وهو خطأ لا شك فيه ، بل هذا ، اختصار الإسناد الذي سلف مرارًا ، وآخره رقم : 15410 ، وكأنه يعنى بقوله : (( عن بعضهم )) : الكلبى ، ولذلك فكره .(143) في المطبوعة والمخطوطة : (( من تكذيب )) ، والذي أثبت أرجح عندي في سياقه .(144) السياق \"أنه للذي وصف الله صفته ... مثل: خبر \"أن\" .(145) في المطبوعة : (( الذي قصصته ) ، وأثبت ما في المخطوطة .(146) في المطبوعة : (( وقصصت نبأئهم )) ، غير ما في المخطوطة ، كالتعليق السالف .(147) السياق : (( فاقصص يا محمد هذا القصص الذي اقتصصته عليك ... ))على قومك من قريش )) .(148) انظر تفسير (( القصص )) فيما سلف ص : 7 ، تعليق : 1 ، والمراجع هناك .",
  "ayah": 176,
  "surah": 7
}
