{
  "text": "القول في تأويل قوله :  يَسْأَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْسَاهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لا يُجَلِّيهَا لِوَقْتِهَا إِلا هُوَقال أبو جعفر: اختلف أهل التأويل في الذين عنوا بقوله: (يسألونك عن الساعة). فقال بعضهم: عني بذلك قومُ رسول الله صلى الله عليه وسلم من قريش,  وكانوا سألوا عن ذلك رسولَ الله صلى الله عليه وسلم.* ذكر من قال ذلك:15462 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة قال: قالت قريش لمحمد صلى الله عليه وسلم: إنّ بيننا وبينك قرابة, فأسِرَّ إلينا متى الساعة! فقال الله:  يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا  . (49)* * *وقال آخرون: بل عُني به قوم من اليهود.* ذكر من قال ذلك:15463 - حدثنا أبو كريب قال: حدثنا يونس بن بكير قال: حدثنا محمد بن إسحاق قال: حدثني محمد بن أبي محمد مولى زيد بن ثابت قال: حدثني سعيد بن جبير أو عكرمة, عن ابن عباس قال: قال جَبَل بن أبي قشير، وشمول بن زيد، لرسول الله صلى الله عليه وسلم (50) يا محمد، أخبرنا متى الساعة إن كنت نبيًّا كما تقول, فإنا نعلم متى هي؟ فأنـزل الله تبارك وتعالى: (يسألونك عن الساعة أيان مرساها قل إنما علمها عند ربي)، إلى قوله:  وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ  . (51)15464 - حدثنا ابن وكيع قال: حدثنا أبي, عن إسماعيل بن أبي خالد, عن طارق بن شهاب قال: كان النبي صلى الله عليه وسلم لا يزال يذكُر من شأن الساعة حتى نـزلت: (يسألونك عن الساعة أيان مرساها). (52)* * *قال أبو جعفر: والصواب من القول في ذلك أن يقال: إن قومًا سألوا رسول الله صلى الله عليه وسلم عن الساعة, فأنـزل الله هذه الآية = وجائز أن يكون كانوا من قريش = وجائز أن يكونوا كانوا (53) من اليهود; ولا خبر بذلك عندنا يجوِّز قَطْعَ القول على أيّ ذلك كان.* * *قال أبو جعفر: فتأويل الآية إذاً: يسألك القومُ الذين يسألونك عن الساعة (أيان مرساها)؟ يقول: متى قيامها؟* * *ومعنى \" أيان \": متى، في كلام العرب, ومنه قول الراجز: (54) أَيَّــانَ تَقْضِــي حَــاجَتِي أَيَّانَــاأَمَـــا تَــرَى لِنُجْحِهَــا إِبَّانَــا (55)* * *ومعنى قوله: (مرساها)، قيامها, من قول القائل: \" أرساها الله فهي مُرْسَاة \", و \" أرساها القوم \"، إذا حبسوها, و \" رسَت هي، ترسُو رُسُوًّا \".* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:15465 - حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال:  حدثنا أسباط, عن السدي: (يسألونك عن الساعة أيان مرساها)، : يقول متى قيامها.* * *15466- حدثنا بشر بن معاذ قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة قوله: (يسألونك عن الساعة أيان مرساها)، : متى قيامها؟* * *وقال آخرون: معنى ذلك: مُنتهاها =وذلك قريب المعنى من معنى مَن قال: معناه: \" قيامها \", لأن انتهاءها، بلوغها وقتها. وقد بينا أن أصل ذلك: الحبس والوقوف.* ذكر من قال ذلك:15467 - حدثنا المثنى قال: حدثنا عبد الله بن صالح قال: حدثني معاوية, عن علي, عن ابن عباس, قوله: (يسألونك عن الساعة أيان مرساها)، يعني: منتهاها.* * *وأما قوله: (قل إنما علمها عند ربي لا يجلِّيها لوقتها إلا هو)، فإنه أمرٌ من الله نبيَّه محمدًا صلى الله عليه وسلم بأن يجيب سائليه عن الساعة بأنه لا يعلم وقت قيامها إلا الله الذي يعلم الغيب, وأنه لا يظهرها لوقتها ولا يعلمها غيرُه جل ذكره، كما: -15468 - حدثنا بشر بن معاذ قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة: (قل إنما علمها عند ربي لا يجليها لوقتها إلا هو)، يقول: علمها عند الله, هو يجليها لوقتها, لا يعلم ذلك إلا الله.15469 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (لا يجليها)، : يأتي بها.15470 - حدثنا القاسم قال: حدثنا الحسين قال: ثني حجاج, عن ابن جريج قال: قال مجاهد: (لا يجليها)، قال: لا يأتي بها إلا هو.15471 - حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: (لا يجليها لوقتها إلا هو)، يقول: لا يرسلها لوقتها إلا هو.* * *القول في تأويل قوله :  ثَقُلَتْ فِي السَّمَاوَاتِ وَالأَرْضِ لا تَأْتِيكُمْ إِلا بَغْتَةًقال أبو جعفر: اختلف أهل التأويل في تأويل ذلك.فقال بعضهم: معنى ذلك: ثقلت الساعة على أهل السموات والأرض أن يعرفوا وقتها ومجيئها، لخفائها عنهم، واستئثار الله بعلمها.* ذكر من قال ذلك:15472 - حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي, قوله: (ثقلت في السموات والأرض)، يقول: خفيت في السموات والأرض, فلم يعلم قيامها متى تقوم مَلَك مقرَّب، ولا نبيٌّ مرسل.15473 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور= وحدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق = جميعًا, عن معمر, عن بعض أهل التأويل: (ثقلت في السموات والأرض) ، قال: ثقل علمها على أهل السموات وأهل الأرض، إنهم لا يعلمون.* * *وقال آخرون: معنى ذلك: أنها كَبُرت عند مجيئها على أهل السموات والأرض.* ذكر من قال ذلك:15474 - حدثني محمد بن عبد الأعلى قال: حدثنا محمد بن ثور= وحدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق = جميعًا, عن معمر قال: قال الحسن, في قوله: (ثقلت في السموات والأرض)، يعني: إذا جاءت ثقلت على أهل السماء وأهل الأرض. يقول: كبرت عليهم.15475 - حدثنا القاسم قال: حدثنا الحسين قال: ثني حجاج, عن ابن جريج: (ثقلت في السموات والأرض) قال: إذا جاءت انشقت السماء, وانتثرت النجوم, وكوِّرت الشمس, وسُيِّرت الجبال, وكان ما قال الله; فذلك ثقلها.15476 - حدثنا محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي قال: قال بعض الناس في \" ثقلت \": عظمت.* * *وقال آخرون: معنى قوله: (في السموات والأرض)، : على السموات والأرض.* ذكر من قال ذلك:15477 - حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة: (ثقلت في السموات والأرض)، أي: على السموات والأرض.* * *قال أبو جعفر: وأولى ذلك عندي بالصواب, قول من قال: معنى ذلك: ثقلت الساعة في السموات والأرض على أهلها، أن يعرفوا وقتها وقيامها; لأن الله أخفى ذلك عن خلقه, فلم يطلع عليه منهم أحدًا. وذلك أن الله أخبرَ بذلك بعد قوله:  قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي لا يُجَلِّيهَا لِوَقْتِهَا إِلا هُوَ  ، وأخبر بعده أنها لا تأتي إلا بغتة, فالذي هو أولى: أن يكون ما بين ذلك أيضًا خبرًا عن خفاء علمها عن  الخلق, إذ كان ما قبله وما بعده كذلك.* * *وأما قوله: (لا تأتيكم إلا بغتة)، فإنه يقول: لا تجيء الساعة إلا فجأة, لا تشعرون بمجيئها، (56) كما: -15478 - حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: (لا تأتيكم إلا بغتة)، يقول: يبغتهم قيامها, تأتيهم على غفلة.15479 - حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة: (لا تأتيكم إلا بغتة)، قضى الله أنها لا تأتيكم إلا بغتة. قال: وذكر لنا أن نبي الله صلى الله عليه وسلم كان يقول: إن الساعة تهيج بالناس والرجل يُصْلِح حوضه، والرجلُ يسقي ماشيته، والرجل يقيم سلعته في السوق، والرجل يخفض ميزانه ويرفعه.* * *القول في تأويل قوله :  يَسْأَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْهَا قُلْ إِنَّمَا عِلْمُهَا عِنْدَ اللَّهِ وَلَكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ (187)قال أبو جعفر: يقول تعالى ذكره: يسألك هؤلاء القوم عن الساعة, كأنك حَفِيٌّ عنها.* * *[ واختلف أهل التأويل في تأويل قوله: (حفي عنها) ] . (57)فقال بعضهم: يسألونك عنها كأنك حفي بهم. وقالوا: معنى قوله: \" عنها \" التقديم، وإن كان مؤخرًا.* ذكر من قال ذلك:15480 - حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي, عن أبيه, عن ابن عباس, قوله: (يسألونك كأنك حفيّ عنها)، يقول: كأن بينك وبينهم مودة, كأنك صديق لهم. قال ابن عباس: لما سأل الناسُ محمدًا صلى الله عليه وسلم عن الساعة، سألوه سؤال قوم كأنهم يرون أن محمدًا حفي بهم, فأوحى الله إليه: إنما علمها عنده, استأثر بعلمها, فلم يطلع عليها ملكًا ولا رسولا.15481 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر قال: قال قتادة: قالت قريش لمحمد صلى الله عليه وسلم: إن بيننا وبينك قرابة, فأسِرَّ إلينا متى الساعة ! فقال الله: (يسألونك كأنك حفي عنها). (58)15482 - حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة: (يسألونك كأنك حفي عنها)، : أي حفي بهم. قال: قالت قريش: يا محمد، أسرّ إلينا علم الساعة، لما بيننا وبينك من القرابة = لقرابتنا منك.15483 - حدثنا ابن وكيع قال: حدثنا أبو خالد الأحمر، وهانئ بن سعيد, عن حجاج, عن خصيف, عن مجاهد وعكرمة: (يسألونك كأنك حفي عنها) قال: حفي بهم حين يسألونك.15484 - حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا إسرائيل, عن سماك, عن عكرمة, عن ابن عباس: (يسألونك كأنك حفي عنها) قال: قريب منهم, وتحفَّى عليهم = قال: وقال أبو مالك: كأنك حفي بهم. قال: قريب منهم, وتحفَّى عليهم = قال: وقال أبو مالك: كأنك حفي بهم، فتحدثهم. (59)15485 - حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال:  حدثنا أسباط, عن السدي: (يسألونك كأنك حفي عنها)، كأنك صديق لهم.* * *وقال آخرون: بل معنى ذلك: كأنك قد استحفيت المسألة عنها فعلمتها.* ذكر من قال ذلك:15486 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (كأنك حفي عنها)، استحفيت عنها السؤال حتى علمتَها.15487 - حدثني الحارث قال: حدثنا عبد العزيز قال: حدثنا أبو سعد, عن مجاهد في قوله: (كأنك حفي عنها) قال: استحفيت عنها السؤال حتى علمت وقتها.15488 - حدثنا ابن وكيع قال: حدثنا المحاربي, عن جويبر, عن الضحاك: (يسألونك كأنك حفي عنها) قال: كأنك عالم بها.15489 - ... قال: حدثنا حامد بن نوح, عن أبي روق, عن الضحاك: (يسألونك كأنك حفيّ عنها) قال: كأنك تعلمها. (60)15490 - حدثت عن الحسين بن الفرج قال: سمعت أبا معاذ قال: ثني عبيد بن سليمان, عن الضحاك, قوله: (يسألونك كأنك حفي عنها)، يقول: يسألونك عن الساعة, كأنك عندك علمًا منها =  قُلْ إِنَّمَا عِلْمُهَا عِنْدَ رَبِّي  .15491 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن بعضهم: (كأنك حفي عنها)، : كأنك عالم بها.15492 - حدثني يونس قال: أخبرنا ابن وهب قال: قال ابن زيد, في قوله: (كأنك حفي عنها) قال: كأنك عالم بها. وقال: أخفى علمها على  خلقه. وقرأ:  إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ  ، [سورة لقمان: 34] حتى ختم السورة.15493 - حدثني المثنى قال: حدثنا عبد الله بن صالح قال: ثني معاوية, عن علي بن أبي طلحة, عن ابن عباس, قوله: (يسألونك كأنك حفي عنها)، يقول: كأنك يعجبك سؤالهم إياك =(قل إنما علمها عند الله).* * *وقوله: (كأنك حفي عنها)، يقول: لطيف بها. (61)* * *فوجَّه هؤلاء تأويل قوله: (كأنك حفي عنها)، إلى حفيّ بها, وقالوا: تقول العرب: \" تحفّيت له في المسألة \", و \" تحفيت عنه \". قالوا: ولذلك قيل: \" أتينا فلانًا نسأل به \", بمعنى نسأل عنه.* * *قال أبو جعفر: وأولى القولين في ذلك بالصواب قول من قال: معناه: كأنك حفي بالمسألة عنها فتعلمها.فإن قال قائل: وكيف قيل: (حفي عنها)، ولم يُقَل: \" حفي بها \", إن كان ذلك تأويل الكلام؟قيل: إن ذلك قيل كذلك, لأن الحفاوة إنما تكون في المسألة, وهي البشاشة للمسئول عند المسألة, والإكثار من السؤال عنه, والسؤال يوصل ب \" عن \" مرة، وب \" الباء \" مرة. فيقال: \" سألت عنه \", و \" سألت به \". فلما وضع قوله: \" حفي\" موضع السؤال, وصل بأغلب الحرفين اللذين يوصل بهما \" السؤال \", وهو \" عن \", كما قال الشاعر:  (62) سُــؤَالَ حَــفِيٍّ عَـنْ أَخِيـهِ كَأَنَّـهُبِذِكْرَتِـــهِ وَسْــنَانُ أَوْ مُتَوَاسِــنُ (63)* * *وأما قوله: (قل إنما علمها عند الله)، فإن معناه: قل، يا محمد، لسائليك عن وقت الساعة وحين مجيئها: لا علم لي بذلك, ولا علم به إلا [عند] الله الذي يعلم غيب السموات والأرض (64) =(ولكن أكثر الناس لا يعلمون)، يقول: ولكن أكثر الناس لا يعلمون أن ذلك لا يعلمه إلا الله, بل يحسبون أن علم ذلك يوجد عند بعض خلقه.------------------------الهوامش :(49) الأثر : 15462 - سيأتي برقم : 15481 .(50) في المطبوعة : ((حمل بن أبي قشير )) ، وهي في المخطوطة كما أثبتها غير منقوطة . والصواب أيضاً في سيرة ابن هشام 2 : 162 ، 218 ، وكتب هناك : (( شمويل )) ، وهما سواء ، وفي المطبوعة هنا (( سمول )) غير منقوطة كما في المخطوطة .(51) الأثر : 15463 - سيرة ابن هشام 2 : 218 ، وهو تابع الأثر السالف رقم : 12216 .(52) الأثر : 15464 - (( إسماعيل بن أبي خالد الأحمسى )) ثقة ثبت ، مضى برقم : 5694 ، 5777 ، 12280 . و(( طارق بن شهاب الأحمسى )) ، رأي النبي صلى الله عليه وسلم ، وروى عنه مرسلا ، مضى مرارًا ، رقم : 9744 ، 11682 ، 12073 ، 12075 ، 12085 . وكان في المطبوعة والمخطوطة : (( مخارق بن شهاب )) ، وهو خطأ صرف ، صوابه من ابن كثير . وهذا الخبر ساقه ابن كثير في تفسيره 3 : 609 ، وقال : (( ورواه النسائي من حديث عيسى بن يونس ، عن إسماعيل بن أبي خالد ، به . وهذا إسناد جيد قوي )) .(53) في المطبوعة : (( أن يكون كانوا )) مرة أخرى ، ولكنى أثبت ما في المخطوطة .(54) لم أعرف قائله .(55) مجاز القرآن لأبي عبيدة 1 : 234 ، اللسان ( أبن ) . و (( إبان الشيء )) ، زمنه ووقته الذي يصلح فيه ، أو يكون فيه .(56) انظر تفسير (( البغتة )) فيما سلف 11 : 325 ، 360 ، 368 / 12 : 576 .(57) الزيادة بين القوسين ، يقتضيها نهج أبي جعفر في تفسيره .(58) الأثر : 15481 - مضى برقم : 15462 .(59) الأثر : 15484 - (( أبو مالك )) ، في هذا الخبر ، لم أعرف من يكون ؟(60) الأثر : 15489 - (( جابر بن نوح )) ، مضى برقم : 5694 ، 9863 ، وفي المطبوعة (( حامد بن نوح )) ، وفي المخطوطة ، سيئ الكتابة ، وهذا صوابه .(61) هذه الجملة التي أفردتها ، لا شك أنها ليست من كلام ابن عباس في الأثر السالف ، ولذلك فصلت بينهما . بقى بعد أنى أخشى أن يكون سقط من الناسخ شيء قبل هذه الجملة ، فإن الذي ذكره أبو جعفر قولان فقط ، لا ثلاثة أقوال ، وهذه الجملة الأخيرة . متعلقة بالقول الأول ، وكأنها تفسير له .(62) هو المعطل الهذلي .(63) ديوان الهذليين 3 : 45 من قصيدة له طويلة . وبهذه الرواية التي رواها أبو جعفر (( سؤال حفي )) ، يختل سياق الشعر . وروايته في ديوانه : فــإن تـرني قصـدًا قريبًا، فـإنـهبعيـد عـلي المـرء الحجـازي أيـنبعيـد عـلى ذى حاجـة، ولـو أننـىإذا نفجــت يومـاً بهـا الـدار آمـنيقـول الـذي أمسـى إلى الحرز أهله:بـأي الحشـاء أمسـى الخليط المباينســؤال الغنـي عـن أخيـه، كأنـهبذكرتـــه وســنان أو متواســنو (( الذي أمسى إلى الحرز أهله )) هو الذي صار في مكان حصين آمناً مطمئناً ، فهو يسأل عنه ويقول : (( بأي الحشا )) ، بأي النواحي أمسي فلان ؟ وهو صاحبه المفارق . ثم يقول : إنه يسأل سؤال غير حفي - لا سؤال حفي - (( سؤال غني عن أخيه )) وأنما يذكره كالنائم أو المتناوم ، لقلة حفاوة به . فهذا نقيض رواية أبي جعفر . وكان في المطبوعة : (( يذكره وسنان )) ، والصواب من المخطوطة والديوان .(64) في المطبوعة : (( ولا يعلم به إلا الله )) وليس بجيد ، وأثبت ما في المخطوطة وزدت ما يقتضيه السياق بين قوسين",
  "ayah": 187,
  "surah": 7
}
