{
  "text": "القول في تأويل قوله :  فَلَمَّا آتَاهُمَا صَالِحًا جَعَلا لَهُ شُرَكَاءَ فِيمَا آتَاهُمَا فَتَعَالَى اللَّهُ عَمَّا يُشْرِكُونَ (190)قال أبو جعفر: يقول تعالى ذكره: فلما رزقهما الله ولدًا صالحًا كما سألا =جعلا له شركاء فيما آتاهما ورزقهما.* * *ثم اختلف أهل التأويل في \" الشركاء \" التي جعلاها فيما أوتيا من المولود.فقال بعضهم: جعلا له شركاء في الاسم.* ذكر من قال ذلك:15513 - حدثنا محمد بن بشار قال: حدثنا عبد الصمد قال، حدثنا عمر بن إبراهيم, عن قتادة, عن الحسن, عن سمرة بن جندب, عن النبي صلى الله عليه وسلم قال: كانت حوّاء لا يعيش لها ولد, فنذرت لئن عاش لها ولد لتسمينه \" عبد الحارث \", فعاش لها ولد, فسمته \" عبد الحارث \", (24) وإنما كان ذلك عن وحي الشيطان. (25)15514 - حدثني محمد بن عبد الأعلى قال: حدثنا معتمر, عن أبيه قال: حدثنا أبو العلاء, عن سمرة بن جندب: أنه حدث أن آدم عليه السلام سمى ابنه \" عبد الحارث \".15515 - .... قال: حدثنا المعتمر, عن أبيه قال: حدثنا ابن علية, عن سليمان التيمي, عن أبي العلاء بن الشخّير, عن سمرة بن جندب قال: سمى آدمُ ابنه: \" عبد الحارث \". (26)15515 - حدثنا ابن حميد قال: حدثنا سلمة, عن ابن إسحاق, عن داود بن الحصين, عن عكرمة, عن ابن عباس قال: كانت حوّاء تلد لآدم, فتعبِّدهم لله, وتسميه \" عبيد الله \" و \" عبد الله \" ونحو ذلك, فيصيبهم الموت, فأتاها إبليسُ وآدمَ, فقال: إنكما لو تسميانه بغير الذي تسميانه لعاش ! فولدت له رجلا فسماه \" عبد الحارث \", ففيه أنـزل الله تبارك وتعالى:  هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ  ، إلى قوله: (جعلا له شركاء فيما آتاهما)، إلى آخر الآية.15517 - حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي  قال: حدثني أبي, عن أبيه, عن ابن عباس قوله في آدم:  هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ  ، إلى قوله:  فَمَرَّتْ بِهِ  ، فشكّت: أحبلت أم لا =  فَلَمَّا أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا لَئِنْ آتَيْتَنَا صَالِحًا  الآية, فأتاهما الشيطان فقال: هل تدريان ما يولد لكما؟ أم هل تدريان ما يكون؟ أبهيمة يكون أم لا؟ وزيَّن لهما الباطل، إنه غويٌّ مبين. وقد كانت قبل ذلك ولدت ولدين فماتا, فقال لهما الشيطان: إنكما إن لم تسمياه بي، لم يخرج سويًّا، ومات كما مات الأولان! فسميا ولدهما \" عبد الحارث \"; فذلك قوله: (فلما آتاهما صالحًا جعلا له شركاء فيما آتاهما)، الآية.15518 - حدثنا القاسم قال: حدثنا الحسين قال: حدثنا حجاج, عن ابن جريج قال: قال ابن عباس: لما ولد له أول ولد, أتاه إبليس فقال: إني سأنصح لك في شأن ولدك هذا، تسميه \" عبد الحارث \" ! فقال آدم: أعوذ بالله من طاعتك ! =قال ابن عباس: وكان اسمه في السماء \" الحارث \"= قال آدم: أعوذ بالله من طاعتك، إني أطعتك في أكل الشجرة, فأخرجتني من الجنة, فلن أطيعك. فمات ولده, ثم ولد له بعد ذلك ولد آخر, فقال: أطعني وإلا مات كما مات الأول ! فعصاه, فمات, فقال: لا أزال أقتلهم حتى تسميه \" عبد الحارث \". فلم يزل به حتى سماه \" عبد الحارث \", فذلك قوله: (جعلا له شركاء فيما آتاهما)، أشركه في طاعته في غير عبادة, ولم يشرك بالله, ولكن أطاعه.15519 - حدثنا ابن حميد قال: حدثنا سَلَمَة, عن هارون قال: أخبرنا الزبير بن الخِرِّيت, عن عكرمة قال: ما أشرك آدم ولا حواء, وكان لا يعيش لهما ولد, فأتاهما الشيطان فقال: إن سرَّكما أن يعيش لكما ولد فسمياه \" عبد الحارث \" ! فهو قوله: (جعلا له شركاء فيما آتاهما). (27)15520 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن معمر, عن قتادة:  فَلَمَّا تَغَشَّاهَا حَمَلَتْ حَمْلا خَفِيفًا  قال: كان آدم عليه السلام لا يولد له ولد إلا مات, فجاءه الشيطان, فقال: إن سرَّك أن يعيش ولدك هذا, فسمِّه \" عبد الحارث \" ! ففعل قال: فأشركا في الاسم، ولم يشركا في العبادة.15521 - حدثنا بشر قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة: (فلما آتاهما صالحا جعلا له شركاء فيما آتاهما)، ذكر لنا أنه كان لا يعيش لهما ولد, فأتاهما الشيطان, فقال لهما: سمياه \" عبد الحارث \" ! وكان من وحي الشيطان وأمره, وكان شركًا في طاعةٍ, ولم يكن شركًا في عبادةٍ.15522 - حدثني محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (فلما آتاهما صالحًا جعلا له شركاء فيما آتاهما فتعالى الله عما يشركون) قال: كان لا يعيش لآدم وامرأته ولد. فقال لهما الشيطان: إذا ولد لكما ولد, فسمياه \" عبد الحارث \" ! ففعلا وأطاعاه, فذلك قول الله: (فلما آتاهما صالحًا جعلا له شركاء)، الآية.15523 - حدثنا ابن وكيع قال: حدثنا ابن فضيل, عن سالم بن أبي حفصة, عن سعيد بن جبير, قوله:  أَثْقَلَتْ دَعَوَا اللَّهَ رَبَّهُمَا  ، .. إلى قوله تعالى: (فتعالى الله عما يشركون) قال: لما حملت حوّاء في أوّل ولد ولدته حين أثقلت, أتاها إبليس قبل أن تلد, فقال: يا حوّاء، ما هذا الذي في بطنك؟ فقالت: ما أدري. فقال: من أين يخرج؟ من أنفك, أو من عينك, أو من أذنك؟ قالت: لا أدري. قال: أرأيت إن خرج سليمًا أمطيعتي أنت فيما آمرك به؟ (28) قالت: نعم. قال: سميه \" عبد الحارث \" ! =وقد كان يسمى إبليس الحارث= فقالت: نعم. ثم قالت بعد ذلك لآدم: أتاني آت في النوم فقال لي كذا وكذا, فقال: إن ذلك الشيطان فاحذريه, فإنه عدوُّنا الذي أخرجنا من الجنة ! ثم أتاها إبليس, فأعاد عليها, فقالت: نعم. فلما وضعته أخرجه الله سليمًا, فسمته \" عبد الحارث \" فهو قوله: (جعلا له شركاء فيما آتاهما فتعالى الله عما يشركون).15524 - حدثنا ابن وكيع قال: حدثنا جرير وابن فضيل, عن عبد الملك, عن سعيد بن جبير قال: قيل له: أشرك آدم؟ قال: أعوذ بالله أن أزعم أن آدم أشرك، ولكن حواء لما أثقلت, أتاها إبليس فقال لها: من أين يخرج هذا, من أنفك، أو من عينك، أو من فيك؟ فقنَّطها, ثم قال: أرأيت إن خرج سويًّا = زاد ابن فضيل: لم يضرك ولم يقتلك = أتطيعيني؟ قالت: نعم. قال: فسميه \" عبد الحارث \" ! ففعلت = زاد جرير: فإنما كان شركه في الاسم. (29)15525 - حدثني موسى بن هارون قال: حدثنا عمرو قال: حدثنا أسباط, عن السدي قال: فولدت غلامًا =يعني حوّاء= فأتاهما إبليس فقال: سموه عبدي وإلا قتلته ! قال له آدم عليه السلام: قد أطعتك وأخرجتني من الجنة‍! فأبى أن  يطيعه, فسماه \" عبد الرحمن \", فسلط الله عليه إبليس فقتله. فحملت بآخر; فلما ولدته قال لها: سميه عبدي وإلا قتلته ! قال له آدم: قد أطعتك فأخرجتني من الجنة! فأبى, فسماه \" صالحًا \" فقتله. فلما أن كان الثالث قال لهما: فإذ غلبتموني فسموه \" عبد الحارث \" ، (30) وكان اسم إبليس; وإنما سمي \" إبليس \" حين أبلس =فَعَنَوَا, (31) فذلك حين يقول الله تبارك وتعالى: (جعلا له شركاء فيما آتاهما)، يعني في التسمية.* * *وقال آخرون: بل المعنيّ بذلك رجل وامرأة من أهل الكفر من بني آدم، جعلا لله شركاء من الآلهة والأوثان حين رزقهما ما رزقهما من الولد. وقالوا: معنى الكلام:  هُوَ الَّذِي خَلَقَكُمْ مِنْ نَفْسٍ وَاحِدَةٍ وَجَعَلَ مِنْهَا زَوْجَهَا لِيَسْكُنَ إِلَيْهَا فَلَمَّا تَغَشَّاهَا  : أي هذا الرجل الكافر,(حملت حملا خفيفًا فلما أثقلت) دعوتما الله ربكما. قالوا: وهذا مما ابتدئ به الكلام على وجه الخطاب, ثم رُدَّ إلى الخبر عن الغائب, كما قيل:  هُوَ الَّذِي يُسَيِّرُكُمْ فِي الْبَرِّ وَالْبَحْرِ حَتَّى إِذَا كُنْتُمْ فِي الْفُلْكِ وَجَرَيْنَ بِهِمْ بِرِيحٍ طَيِّبَةٍ  ، [سورة يونس: 22] وقد بينا نظائر ذلك بشواهده فيما مضى قبل. (32)* ذكر من قال ذلك:15526 - حدثنا ابن وكيع قال: حدثنا سهل بن يوسف, عن عمرو, عن الحسن: (جعلا له شركاء فيما آتاهما) قال: كان هذا في بعض أهل الملل, ولم يكن بآدم.15527 - حدثنا محمد بن عبد الأعلى قال: حدثنا محمد بن ثور, عن  معمر قال. قال الحسن: عني بهذا ذرية آدم, من أشرك منهم بعده =يعني بقوله: (فلما آتاهما صالحًا جعلا له شركاء فيما آتاهما).15528 - حدثنا بشر بن معاذ قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة قال: كان الحسن يقول: هم اليهود والنصارى, رزقهم الله أولادًا فهوَّدوا ونصَّروا. (33)* * *قال أبو جعفر: وأولى القولين بالصواب، قول من قال: عنى بقوله: (فلما آتاهما صالحًا جعلا له شركاء) في الاسم لا في العبادة =وأن المعنيَّ بذلك آدم وحواء، لإجماع الحجة من أهل التأويل على ذلك.* * *فإن قال قائل: فما أنت قائل =إذ كان الأمر على ما وصفت في تأويل هذه الآية, وأن المعنيّ بها آدم وحواء= في قوله: (فتعالى الله عما يشركون) ؟ أهو استنكاف من الله أن يكون له في الأسماء شريك، أو في العبادة؟ فإن قلت: \" في الأسماء \" دلّ على فساده قوله:  أَيُشْرِكُونَ مَا لا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ  ؟ فإن قلت: \" في العبادة \", قيل لك: أفكان آدم أشرك في عباد الله غيره؟قيل له: إن القول في تأويل قوله: (فتعالى عما يشركون)، ليس بالذي ظننت, وإنما القول فيه: فتعالى الله عما يشرك به مشركو العرب من عبدة الأوثان. فأما الخبر عن آدم وحواء، فقد انقضى عند قوله: (جعلا له شركاء فيما آتاهما)، ثم استؤنف قوله: (فتعالى الله عما يشركون)، (34) كما:-15529 - حدثني محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي, قوله: (فتعالى الله عما يشركون)، يقول: هذه فصْلٌ من آية آدم، خاصة في آلهة العرب.* * *واختلفت القرأة في قراءة قوله: (شركاء)،فقرأ ذلك عامة قرأة أهل المدينة وبعض المكيين والكوفيين: \" جَعَلا لَهُ شِرْكًا \" بكسر الشين, بمعنى الشَّرِكَة. (35)* * *وقرأه بعض المكيين وعامة قرأة الكوفيين وبعض البصريين: (جَعَلا لَهُ شُرَكَاءَ)، بضم الشين, بمعنى جمع \" شريك \".* * *قال أبو جعفر: وهذه القراءة أولى القراءتين بالصواب, لأن القراءة لو صحت بكسر الشين، لوجب أن يكون الكلام: فلما أتاهما صالحًا جعلا لغيره فيه شركًا =لأن آدم وحواء لم يدينا بأن ولدهما من عطية إبليس، ثم يجعلا لله فيه شركًا لتسميتهما إياه ب \" عبد الله \" , وإنما كانا يدينان لا شك بأن ولدهما من رزق الله وعطيته, ثم سمياه \" عبد الحارث \", فجعلا لإبليس فيه شركًا بالاسم.فلو كانت قراءة من قرأ: \" شِرْكًا \"، صحيحة، وجب ما قلنا، أن يكون الكلام: جعلا لغيره فيه شركًا. وفي نـزول وحي الله بقوله: (جعلا له)، ما يوضح عن أن الصحيح من القراءة: (شُرَكَاء)، بضم الشين على ما بينت قبل.* * *فإن قال قائل: فإن آدم وحواء إنما سميا ابنهما \" عبد الحارث \", و \" الحارث \" واحد, وقوله: (شركاء)، جماعة, فكيف وصفهما جل ثناؤه بأنهما \" جعلا له شركاء \", وإنما أشركا واحدًا!قيل: قد دللنا فيما مضى على أن العرب تخرج الخبر عن الواحد مخرج الخبر عن الجماعة، إذا لم تقصد واحدًا بعينه ولم تسمِّه, كقوله:  الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ  ، [سورة آل عمران: 173] وإنما كان القائل ذلك واحدًا,  فأخرج الخبر مخرج الخبر عن الجماعة, إذ لم يقصد قصده, وذلك مستفيض في كلام العرب وأشعارها. (36)* * *وأما قوله: (فتعالى الله عما يشركون)، فتنـزيه من الله تبارك وتعالى نفسَه, وتعظيم لها عما يقول فيه المبطلون، ويدَّعون معه من الآلهة والأوثان، (37) كما: -15530 - حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج, عن ابن جريج: (فتعالى الله عما يشركون) قال: هو الإنكاف, أنكف نفسه جل وعز = يقول: عظَّم نفسه = وأنكفته الملائكة وما سبَّح له.15531 - حدثنا الحسن بن يحيى قال: أخبرنا عبد الرزاق قال: أخبرنا ابن عيينة قال: سمعت صدقة يحدِّث عن السدي قال: هذا من الموصول والمفصول، قوله: (جعلا له شركاء فيما آتاهما)، في شأن آدم وحواء, ثم قال الله تبارك وتعالى: (فتعالى الله عما يشركون) قال: عما يشرك المشركون, ولم يعنهما. (38)--------------------الهوامش :(24) في المطبوعة : (( من وحي الشيطان )) ، وأثبت ما في المخطوطة ، وهو الموافق لما في المراجع .(25) الأثر : 15513 - (( عبد الصمد )) هو (( عبد الصمد بن عبد الوارث )) . مضى مرارًا .و (( عمر بن إبراهيم العبدى )) ، وثقه أحمد وغيره ، ولكنه قال : (( يروى عن قتادة أحاديث مناكير ، يخالف )) . وقال أبو حاتم : (( يكتب حديثه ولا يحتج به )) ، وقال ابن عدى : يروى عن قتادة أشياء لا يوافق عليها ، وحديثه خاصة عن قتادة مضطرب )) . وذكره ابن حبان في الثقاب وقال : (( يخطئ ، ويخالف )) . ثم ذكره في الضعفاء فقال : (( كان ممن ينفرد عن قتادة بما لا يشبه حديثه . فلا يعجبنى الاحتجاج به إذا انفرد . فأما فيما روى الثقات ، فإن اعتبر به معتبر لم أر بذلك بأساً )) ، وقال الدار قطني : ( لين ، يترك )) . مترجم في التهذيب ، وابن أبي حاتم 3 / 1 / 98 ، وميزان الاعتدال 2 : 248 .وهذا الخبر رواه أحمد في مسنده 5 : 11 ، بغير هذا اللفظ ، ورواه بهذا اللفظ الحاكم في المستدرك 2 : 545 ، وقال : (( هذا حديث صحيح الإسناد ولم يخرجاه )) ، ووافقه الذهبي . وأخرجه الترمذي في تفسير الآية وقال : (( هذا حديث حسن غريب ، لا نعرفه إلا من حديث عمر بن إبراهيم ، عن قتادة . وقد رواه بعضهم عن عبد الصمد ولم يرفعه )) .وخرجه ابن كثير في تفسيره 3 : 611 ، 612 ، وأعله من ثلاثة وجوه :الأول : أن عمر بن إبراهيم لا يحتج به =الثاني : أنه قد روى من قول سمرة نفسه غير مرفوع= الثالث : أن الحسن نفسه فسر الآية بغير هذا ، وذكر بعض أخبار أبي جعفر بأسانيدها رقم 15526 - 15528 ، ثم قال : (( وهذه أسانيد صحيحة عن الحسن رضي الله عنه أنه فسر الآية بذلك ، وهو من أحسن التفاسير ، وأولى ما حملت عليه الآية . ولو كان هذا الحديث عنده محفوظا عن رسول الله صلى الله عليه وسلم لما عدل عنه هو ولا غيره ، ولاسيما مع تقواه وورعه . فهذا يدلك على أنه موقوف على الصحابي ، ويحتمل أنه تلقاه من بعض أهل الكتاب من آمن منهم ، مثل كعب أو وهب بن منيه وغيرهما ، كما سيأتي بيانه إن شاء الله ، إلا أننا برئنا من عهدة المرفوع ، والله أعلم )) .قلت : وسترى أن أبا جعفر قد رجح أن المعني بذلك آدم وحواء ، قال : (( لإجماع الحجة من أهل التأويل علي ذلك )) . وإجماع أهل التأويل في مثل هذا ، مما لا يقوم الأول : لأن الآية مشكلة ، ففيها نسبة الشرك إلى آدم الذي اصطفاه ربه ، بنص كتاب الله ، وقد أراد أبو جعفر أن يخرج من ذلك ، فزعم ( ص : 315 ) أن القول عن آدم وحواء انقضى عند قوله : (( جعلا له شركاء فيما آتاهما ، ثم استأنف قوله : (( فتعالى الله عما يشركون )) ، يعنى عما يشرك به مشركو العرب من عبدة الأوثان .وهذا مخرج ضعيف جداً .الثاني أن مثل هذا المشكل في أمر آدم وحواء ، ونسبة الشرك إليهما ، مما لا يقضى به ، إلا بحجة يجب التسليم لها من نص كتاب ، أو خبر عن رسول الله صلى الله عليه وسلم . ولا خبر بذلك ، إلا هذا الخبر الضعيف الذي بينا ضعفه ، وأنه من رواية عمر بن إبراهيم ، عن قتادة . وروايته عن قتادة مضطربة ، خالف فيها ما روى عن الحسن ، أنه عنى بالآية بعض أهل الملل والمشركون.هذا ، وقد رد هذا القول ، جماعة من المفسرين ، كابن كثير في تفسيره ، والفخر الرازي ( 3 : 243 - 345 ) ، وحاول الزمخشرى في تفسيره أن يرده فلم يحسن ، وتعقبه أحمد بن محمد بن المنير في الإنصاف . وغير هؤلاء كثير .ولكن بعد هذا كله ، نجد إن تفسير ألفاظ الآية ، ومطابقته للمعنى الصحيح الذي ذهب العلماء إليه في نفي الشرك عن أبينا آدم عليه السلام ، وفي أن الآية لا تعنى أبانا آدم وأمنا حواء = بقى مبهماً ، لم يتناوله أحد ببيان صحيح . وكنت أحب أن يتيسر لى بيانه في هذا الموضع ، ولكنى وجدت الأمر أعسر من أن أتكلم فيه في مثل هذا التعليق .(26) الأثر : 15514 ، 15515 - (( أبو العلاء بن الشخير )) ، منسوب إلى جده ، وهو : (( يزيد بن عبد الله بن الشخير العامرى )) ، تابعى عابد ثقة ، كان يقرأ في المصحف حتى يغشى عليه ، فكان أخوه مطرف يقول له : (( أغن عنا مصحفك سائر اليوم )) . مترجم في التهذيب ، وابن سعد 7/1/113 ، والكبير 4/2/345 ، وابن أبي حاتم 4/2/274 .(27) الأثر : 15519 - كان الإسناد في المطبوعة: \"حدثنا ابن حميد قال، حدثنا سلمة، عن هارون، لا أدري من أين جاء بقوله \"سلمة\" !! فإن المخطوطة فيها بياض في هذا الموضع هكذا: \"حدثنا ابن حميد قال: حدثنا ...... ، عن هارون، فوضعت مكان البياض نقطا، وفيها بعد \"عكرمة\" وقبل \"قال\" خط معقوف، وفي الهامش أمام البياض وعند هذه العلامة حرف (ط) ثم إلى جوارها حرف (ا) عليه ثلاث نقط، كل ذلك دال على الشك والخطأ.و \"هارون\" هو النحوي الأعور \"هارون بن موسى الأزدي\" صاحب القراءات ثقة مضى برقم 4985 ، 11693 .و \"الزبير بن الخريت\" ثقة، مضى أيضا برقم 4985، 11693.وإسناد أبي جعفر في الموضعين في رواية \"الزبير بن الخريت\" عن عكرمة هو \"حدثني المثنى قال، حدثنا مسلم بن إبراهيم، قال حدثنا هارون النحوي، قال حدثني الزبير بن الخريت، عن عكرمة\" فأخشى أن يكون سقط من التفسير هنا إسناد ابن حميد وخبره ثم صدر إسناد بعده، هو إسناد أبي جعفر السالف: \"حدثنا المثنى قال، حدثنا مسلم بن إبراهيم، عن هارون . . . \" إلى آخر الإسناد ، والله أعلم\" .(28) في المطبوعة : (( أتطيعينى أنت )) ، والصواب الجيد من المخطوطة .(29) في المطبوعة : (( شركة )) بالتاء في آخره ، والصواب ما أثبت .(30) في المطبوعة : (( فإذا غلبتم فسموه )) ، وأثبت ما في المخطوطة .(31) في المطبوعة : (( ففعلوا )) ، وهو خطأ لا شك فيها ، لو كان لقال : (( ففعلا )) ، ورسم المخطوطة غير منقوطة هو ما أثبت ، وصواب قراءته ما قرأت . = يقال : (( عنا له يعنو )) : إذا خضع له وأطاعه .(32) انظر ما سلف 1 : 154 / 3 : 304 ، 305 / 6 : 238 ، 464 / 8 : 447 / 11 : 264 .(33) الآثار: 15526-15528-انظر التعليق على الأثر السالف رقم 10013.(34) انظر التعليق عن الأثر رقم 155130 .(35) انظر معاني القرآن للفراء 1 : 400 .(36) انظر ما سلف 1 : 292 ، 293 / 2 : 485 - 487 ، 500 /4 : 191 / 6 : 364 / 7 : 404 - 413 / 12 : 213 .(37) انظر تفسير (( تعالى )) فيما سلف 12 : 10 ، تعليق : 2 ، والمراجع هناك .(38) عند هذا الموضع ، انتهي الجزء العاشر من مخطوطتنا ، وفي آخرها ما نصه : (( نجز الجز العاشر من كتاب البيان ، بحمد الله وعونه ، وحسن توفيقه ويمنه . وصلى الله على محمد . يتلوه في الحادي عشر إن شاء الله تعالى القول في تأويل قوله : { أَيُشْرِكُونَ مَا لا يَخْلُقُ شَيْئًا وَهُمْ يُخْلَقُونَ } وكان الفراغ من نسخه في شهر جمادى الأولى سنة خمس عشرة وسبعمئة . غفر الله لكاتبه ومؤلفه ، ولمن كتب لأجله ولجميع المسلمين . الحمد لله رب العالمين )) ثم يتلوه في أول الجزء الحادي عشر من المخطوطة \"بسم الله الرحمن الرحيم رب يسر وأعن\".",
  "ayah": 190,
  "surah": 7
}
