{
  "text": "القول في تأويل قوله :  فَوَسْوَسَ لَهُمَا الشَّيْطَانُ لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِنْ سَوْآتِهِمَاقال أبو جعفر: يعني جل ثناؤه بقوله: (فوسوس لهما)، فوسوس إليهما, وتلك \" الوسوسة \" كانت قوله لهما:  مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ  ، وإقسامه لهما على ذلك.* * *وقيل: \" وسوس لهما \", والمعنى ما ذكرت, كما قيل: \" غَرِضت إليه \", بمعنى: اشتقْتُ إليه, وإنما تعني: غَرضت من هؤلاء إليه. (48) فكذلك معنى ذلك.فوسوس من نفسه إليهما الشيطان بالكذب من القيل، ليبدي لهما ما وُوري عنهما من سوءاتهما، كما قال رؤبة:* وَسْوَسَ يَدْعُو مُخْلِصًا رَبَّ الفَلَقْ * (49)* * *ومعنى الكلام: فجذب إبليس إلى آدم حوّاء, وألقى إليهما: ما نهاكما ربكما عن أكل ثمر هذه الشجرة، إلا أن تكونا ملكين أو تكونا من الخالدين = ليبدي لهما ما واراه الله عنهما من عوراتهما فغطاه بستره الذي ستره عليهما.* * *وكان وهب بن منبه يقول في الستر الذي كان الله سترهما به، ما:-14393- حدثني به حوثرة بن محمد المنقري قال، حدثنا سفيان بن عيينة, عن عمرو, عن ابن منبه, في قوله:  فَبَدَتْ لَهُمَا سَوْآتُهُمَا  قال: كان عليهما نور، لا ترى سوءاتهما. (50)* * *القول في تأويل قوله :  وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هَذِهِ الشَّجَرَةِ إِلا أَنْ تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الْخَالِدِينَ (20)قال أبو جعفر: يقول جل ثناؤه: وقال الشيطان لآدم وزوجته حواء: ما نهاكما ربكما عن هذه الشجرة أن تأكلا ثمرَها، إلا لئلا تكونا ملكين.* * *= وأسقطت \" لا \" من الكلام، لدلالة ما ظهر عليها, كما أسقطت من قوله:  يُبَيِّنُ اللَّهُ لَكُمْ أَنْ تَضِلُّوا  ، [سورة النساء: 176]. والمعنى: يبين الله لكم أن لا تضلوا.* * *وكان بعض أهل العربية من أهل البصرة يزعم أن معنى الكلام: ما نهاكما ربكما عن هذه الشجرة إلا كراهة أن تكونا ملكين, كما يقال: \" إياك أن تفعل \" كراهيةَ أن تفعل.* * *=\" أو تكونا من الخالدين \"، في الجنة، الماكثين فيها أبدًا، فلا تموتا. (51)* * *والقراءة على فتح \" اللام \"، بمعنى: ملكين من الملائكة.* * *وروي عن ابن عباس، ما:-14394- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا ابن أبي حماد قال، حدثنا عيسى الأعمى, عن السدّي قال: كان ابن عباس يقرأ: \" إلا أَنْ تَكُونَا مَلِكَيْنِ\"، بكسر \" اللام \".* * *وعن يحيى بن أبي كثير، ما:-14395- حدثني أحمد بن يوسف قال، حدثني القاسم بن سلام قال، حدثنا حجاج, عن هارون قال، حدثنا يعلى بن حكيم, عن يحيى بن أبي كثير أنه قرأها: \" مَلِكَيْنِ\"، بكسر \" اللام \".* * *وكأنَّ ابن عباس ويحيى وجَّها تأويل الكلام إلى أن الشيطان قال لهما: ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين من الملوك = وأنهما تأوّلا في ذلك قول الله في موضع آخر:  قَالَ يَا آدَمُ هَلْ أَدُلُّكَ عَلَى شَجَرَةِ الْخُلْدِ وَمُلْكٍ لا يَبْلَى  ، [سورة طه: 120].* * *قال أبو جعفر: والقراءة التي لا أستجيز القراءة في ذلك بغيرها, القراءةُ التي عليها قرأة الأمصار وهي، فتح \" اللام \" من: \" مَلَكَيْنِ\", بمعنى: ملكين، من الملائكة ، لما قد تقدم من بياننا في أن كل ما كان مستفيضًا في قرأة الإسلام من القراءة, فهو الصواب الذي لا يجوزُ خلافه.----------------------الهوامش :(48) في المطبوعة : (( كما قيل : عرضت له ، بمعنى : استبنت إليه )) ، غير ما في المخطوطة تغييرًا تامًا ، فأتانا بلغو مبتذل لا معنى له . وكان في المخطوطة : (( كما قيل : عرضت إليه بمعنى : اشتقت إليه )) ، هكذا ، وصواب قراءتها ما أثبت .وقوله : (( غرضت إليه )) بمعنى : اشتقت إليه ، (( إنما تعني : غرضت من هؤلاء إليه )) ، هذا كأنه نص قول الأخفش في تفسير قول ابن هرمة :مَــنْ ذَا رَسُــولٌ نــاصِحٌ فَمُبَلِّـغٌعَنِّـي عُلَيَّـةَ غَـيْرَ قَـوْلِ الكـاذِبِ ?أَنِّـي غَــرِضْتُ إلَـى تَنَاصُفِ وَجْهِهَاغَـرَضَ المُحِـبِّ إلـى الحَبِيبِ الغائِبِقوله : (( تناصف وجهها )) ، أي محاسن وجهها التي ينصف بعضها بعضًا في الحسن . قال الأخفش : (( تفسيره : غرضت من هؤلاء إليه ، لأن العرب توصل بهذه الحروف كلها الفعل )) ويريد الأخفش أنهم يقولون : (( غرض غرضًا )) ، إذا ضجر وقلق ومل ، فلما أدخل مع الفعل (( إلى )) ، صار معناه : ضجر من هذا نزاعًا واشتياقًا إلى هذا .وموضع الاستشهاد أن (( الوسوسة )) الصوت الخفي من حديث النفس ، فنقل إبليس ما حاك في نفسه إليهما ، فلذلك أدخل على (( الوسوسة )) (( اللام )) و (( إلى )) . ولكن أبا جعفر أدمج الكلام ههنا إدماجًا .(49) ديوانه : 108 ، اللسان ( وسس ) ، وهذا بيت من أرجوزته التي مضت منها أبيات كثيرة . وهذا البيت من أبيات في صفة الصائد المختفي ، يترقب حمر الوحش ، ليصيب منها . يقول لما أحس بالصيد وأراد رميه ، وسوس نفسه بالدعاء حذر بالدعاء حذر الخيبة ورجاء الإصابة .(50) الأثر : 14393 - (( حوثرة بن محمد بن قديد المنقري )) ، أبو الأزهر الوراق روى عنه ابن ماجه ، وابن خزيمة ، وابن صاعد ، وغيرهم . ذكره ابن حبان في الثقات . مترجم في التهذيب ، وابن أبي حاتم 1 /2 / 283 .(51) انظر تفسير (( الخلود )) فيما سلف من فهارس اللغة ( خلد ) .",
  "ayah": 20,
  "surah": 7
}
