{
  "text": "القول في تأويل قوله :  وَإِخْوَانُهُمْ يَمُدُّونَهُمْ فِي الْغَيِّ ثُمَّ لا يُقْصِرُونَ (202)قال أبو جعفر: يقول تعالى ذكره: وإخوان الشياطين تمدهم الشياطين في الغي. (38) يعني بقوله: (يمدونهم)، يزيدونهم، ثم لا ينقصون عما نقص عنه الذين اتقوا إذا مسهم طائف من الشيطان. (39)وإنما هذا خبرٌ من الله عن فريقي الإيمان والكفر, بأن فريق الإيمان وأهل تقوى الله إذا استزلهم الشيطان تذكروا عظمة الله وعقابه, فكفَّتهم رهبته عن معاصيه، وردّتهم إلى التوبة والإنابة إلى الله مما كان منهم زلَّةً = وأن فريق الكافرين يزيدهم الشيطان غيًّا إلى غيهم إذا ركبوا معصية من معاصي الله, ولا يحجزهم تقوى الله، ولا خوف المعاد إليه عن التمادي فيها والزيادة منها, فهو أبدًا في زيادة من ركوب الإثم, والشيطان يزيده أبدًا, لا يقصر الإنسي عن شيء من ركوب الفواحش، ولا الشيطان من مدِّه منه، (40) كما: -15564 - حدثني المثنى قال: حدثنا عبد الله بن صالح قال: حدثني معاوية, عن علي, عن ابن عباس: (وإخوانهم يمدونهم في الغيّ ثم لا يقصرون) قال: لا الإنس يقصرون عما يعملون من السيئات, ولا الشياطين تُمْسك عنهم.15565 - حدثني محمد بن سعد قال: حدثني أبي قال: حدثني عمي قال: حدثني أبي, عن أبيه, عن ابن عباس, قوله: ( وإخوانهم يمدونهم في الغي ثم لا يقصرون)، يقول: هم الجن، يوحون إلى أوليائهم من الإنس =(ثم لا يقصرون), يقول: لا يسأمون.15566 - حدثنا محمد بن الحسين قال: حدثنا أحمد بن المفضل قال: حدثنا أسباط, عن السدي: (وإخوانهم يمدونهم في الغيّ)، إخوان الشياطين من المشركين, يمدهم الشيطان في الغيّ =(ثم لا يقصرون)،15567 - حدثنا القاسم قال: حدثنا الحسين قال: حدثني حجاج قال:  قال ابن جريج قال عبد الله بن كثير: وإخوانهم من الجن, يمدون إخوانهم من الإنس =(ثم لا يقصرون) ، يقول لا يقصر الإنسان. قال: و \" المد \" الزيادة, يعني: أهل الشرك, يقول: لا يُقصر أهل الشرك, كما يقصر الذين اتقوا، لا يرعَوُون، لا يحجزهم الإيمان (41) = قال ابن جريج قال مجاهد (وإخوانهم)، من الشياطين =(يمدونهم في الغي ثم لا يقصرون)، استجهالا يمدون أهل الشرك = قال ابن جريج:  وَلَقَدْ ذَرَأْنَا لِجَهَنَّمَ كَثِيرًا مِنَ الْجِنِّ وَالإِنْسِ  ، [سورة الأعراف: 179]. قال: فهؤلاء الإنس. يقول الله: (وإخوانهم يمدونهم في الغي).15568 - حدثنا محمد بن عبد الأعلى قال: ثني محمد بن ثور, عن معمر, عن قتادة: (وإخوانهم يمدونهم في الغي ثم لا يقصرون) قال: إخوان الشياطين، يمدهم الشياطين في الغيّ =(ثمّ لا يقصرون).15569 - حدثنا محمد بن عمرو قال: حدثنا أبو عاصم قال: حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد =(وإخوانهم)، من الشياطين.(يمدونهم في الغي)، استجهالا.* * *وكان بعضهم يتأول قوله: (ثم لا يقصرون)، بمعنى: ولا الشياطين يقصرون في مدِّهم إخوانَهم من الغيّ.* ذكر من قال ذلك:15570 - حدثنا بشر بن معاذ قال: حدثنا يزيد قال: حدثنا سعيد, عن قتادة, قوله: (وإخوانهم يمدونهم في الغي ثم لا يقصرون)، عنهم, ولا يرحمونهم.* * *قال أبو جعفر: وقد بينا أولى التأويلين عندنا بالصواب. وإنما اخترنا ما اخترنا  من القول في ذلك على ما بيناه; لأن الله وصفَ في الآية قبلها أهل الإيمان به، وارتداعَهم عن معصيته وما يكرهه إلى محبته عند تذكرهم عظمته, ثم أتبع ذلك الخبرَ عن إخوان الشياطين وركوبهم معاصيه, فكان الأولى وصفهم بتماديهم فيها, (42) إذ كان عَقِيب الخبر عن تقصير المؤمنين عنها.* * *وأما قوله: (يمدونهم)، فإنَّ القرأة اختلفت في قراءته.فقرأه بعض المدنيين: \" يُمِدُّونَهُمْ\" بضم الياء من \" أمددت \".* * *وقرأته عامة قرأة الكوفيين والبصريين: (يَمُدُّونَهُمْ)، بفتح الياء من \" مددت \".* * *قال أبو جعفر: والصواب من القراءة في ذلك عندنا: (يَمُدُّونَهُمْ)، بفتح الياء, لأن الذي يمد الشياطينُ إخوانَهم من المشركين، إنما هو زيادة من جنس الممدود, وإذا كان الذي مد من جنس الممدود، كان كلام العرب \" مددت \" لا \" أمددت \". (43)* * *وأما قوله: (يقصرون)، فإن القرأة على لغة من قال: \" أقصَرْت أقْصِر \". وللعرب فيه لغتان: \" قَصَرت عن الشيء \" و \" أقصرت عنه \". (44)----------------الهوامش :(38) انظر تفسير (( الغي )) فيما سلف ص : 261 ، تعليق : 1 ، والمراجع هناك .(39) في المطبوعة : (( ثم لا يقصرون عما قصر عنه الذي اتقوا )) ، وأثبت ما في المخطوطة ، وبنحو المعنى ذكره أبو حيان في تفسيره 4 : 451 ، قال : (( ثم لا ينقصون من إمدادهم وغوايتهم )) . فلذلك أبقيت ما في المخطوطة على حاله ، وإن كنت في شك من جودته .(40) هكذا فعل الطبري ، أتى بالضمائر مفردة بعد الجمع ، وقد تكرر ذلك في مواضع كثيرة من تفسيره ، أقربها ما أشرت إليه في ص 286 ، ، تعليق : 2 .(41) في المطبوعة مكان (( لا يرعوون )) . (( لأنهم لا يحجزهم )) ... )) . لم يحسن قراءتها ، لأنها كانت في المخطوطة : (( لا يرعون )) . والصواب ما أثبت (( ارعوى عن القبيح )) . ندم . فانصرف عنه وكف .(42) في المطبوعة والمخطوطة : (( وكان الأولى )) بالواو ، والسياق يقتضى الفاء .(43) انظر تفسير (( مد )) و (( أمد )) فيما سلف 1 : 306 - 308 / 7 : 181 .(44) انظر معاني القرآن للفراء 1 : 402 ، وصحح الخطأ هناك ، فإنه ضبط (( قصر )) بضم الصاد ، والصواب فتحها لا صواب غيره .",
  "ayah": 202,
  "surah": 7
}
