{
  "text": "القول في تأويل قوله :  فَدَلاهُمَا بِغُرُورٍ فَلَمَّا ذَاقَا الشَّجَرَةَ بَدَتْ لَهُمَا سَوْآتُهُمَا وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِنْ وَرَقِ الْجَنَّةِقال أبو جعفر: يعني جل ثناؤه بقوله: (فدلاهما بغرور)، فخدعهما بغرور.* * *يقال منه: \" ما زال فلان يدلّي فلانًا بغرور \", بمعنى: ما زال يخدعه بغرور، ويكلمه بزخرف من القول باطل. (55)* * *=(فلما ذاقا الشجرة)، يقول: فلما ذاق آدم وحواء ثمر الشجرة, يقول: طعماه (56) =(بدت لهما سوآتهما) يقول: انكشفت لهما سوءاتهما, لأن الله  أعراهما من الكسوة التي كان كساهما قبل الذنب والخطيئة, فسلبهما ذلك بالخطيئة التي أخطآ والمعصية التي ركبا (57) =(وطفقا يخصفان عليهما من ورق الجنة)، يقول: أقبلا وجعلا يشدَّان عليهما من ورق الجنة، ليواريا سوءاتهما، كما:-14397- حدثنا أبو كريب قال، حدثنا وكيع, عن إسرائيل, عن سماك, عن عكرمة, عن ابن عباس: (وطفقا يخصفان عليهما من ورق الجنة)، قال: جعلا يأخذان من ورق الجنة، فيجعلان على سوءاتهما.14398- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن أبي بكر, عن الحسن, عن أبي بن كعب قال، قال رسول الله صلى الله عليه وسلم: كان آدم كأنه نخلةٌ سَحُوق، (58) كثيرُ شعر الرأس, فلما وقع بالخطيئة بدت له عورته، وكان لا يراها, فانطلق فارًّا, فتعرضت له شجرة فحبسته بشعره, فقال لها: أرسليني! فقالت: لست بمرسلتك! فناداه ربه: يا آدم, أمنِّي تفرّ؟ قال: لا ولكني استحييتك. (59)14399- حدثني المثنى قال، حدثنا إسحاق قال، أخبرنا عبد الرزاق قال، أخبرنا سفيان بن عيينة وابن مبارك, عن الحسن, عن عمارة, عن المنهال بن عمرو, عن سعيد بن جبير, عن ابن عباس قال، كانت الشجرة التي نهى الله عنها آدم وزوجته، السنبلة . فلما أكلا منها بدت لهما سوءاتهما, وكان الذي وَارى  عنهما من سوءاتهما أظفارُهما، وطفقا يخصفان عليهما من ورق الجنة، ورق التين، يلصقان بعضها إلى بعض. فانطلق آدم مولّيًا في الجنة, فأخذت برأسه شجرة من الجنة, فناداه: أي آدم أمني تفرّ؟ قال: لا ولكني استحييتك يا رب ! قال: أما كان لك فيما منحتُك من الجنة وأبحتُك منها مندوحةٌ عما حرمت عليك؟ قال: بلى يا رب, ولكن وعزتك ما حسبت أن أحدًا يحلف بك كاذبًا. قال: وهو قول الله:  وَقَاسَمَهُمَا إِنِّي لَكُمَا لَمِنَ النَّاصِحِينَ  . قال: فبعزّتي لأهبطنك إلى الأرض, ثم لا تنال العيش إلا كدًّا. قال: فأهبط من الجنة, وكانا يأكلان فيها رغدًا, فأهبطا في غير رغد من طعام وشراب, فعُلّم صنعة الحديد, وأُمر بالحرث, فحرث وزرع ثم سقى، حتى إذا بلغ حصد، ثم داسَه, ثم ذرّاه, ثم طحنه, ثم عجنه, ثم خبزه, ثم أكله, فلم يبلعْه حتى بُلِّعَ منه ما شاء الله أن يبلعَ. (60)14400- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: (يخصفان)، قال: يرقعان، كهيئة الثوب.14401- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: يخصفان عليهما من الورق كهيئة الثوب.14402- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (فلما ذاقا الشجرة بدت لهما سوآتهما) وكانا قبل ذلك  لا يريانها =(وطفقا يخصفان)، الآية.14403- . . . . قال، حدثنا سعيد, عن قتادة قال، حدثنا الحسن, عن أبي بن كعب: أن آدم عليه السلام كان رجلا طُوالا كأنه نخلة سَحُوق, كثير شعر الرأس . فلما وقع بما وقع به من الخطيئة, بدت له عورته عند ذلك، وكان لا يراها. فانطلق هاربًا في الجنة, فعلقت برأسه شجرة من شجر الجنة, فقال لها: أرسليني ! قالت: إني غير مرسلتك! فناداه ربه: يا آدم, أمنّي تفرّ؟ قال: رب إني استحييتك. (61)14404- حدثنا ابن وكيع قال، حدثنا جعفر بن عون, عن سفيان الثوري, عن ابن أبي ليلى, عن المنهال بن عمرو, عن سعيد بن جبير, عن ابن عباس: (وطفقا يخصفان عليهما من ورق الجنة)، قال: ورق التين.14405- حدثنا ابن وكيع قال، حدثنا يحيى بن آدم, عن شريك, عن ابن أبي ليلى, عن المنهال, عن سعيد بن جبير, عن ابن عباس: (وطفقا يخصفان عليهما من ورق الجنة)، قال: ورق التين.14406- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن حسام بن مِصَكّ، عن قتادة = وأبي بكر، عن غير قتادة = قال: كان لباس آدم في الجنة ظُفُرًا كله, فلما وقع بالذنب، كُشِط عنه وبدت سوءته = قال أبو بكر: قال غير قتادة: (فطفقا يخصفان عليهما من ورق الجنة)، قال: ورق التين. (62)14407- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا  معمر, عن قتادة, في قوله: (بدت لهما سوءاتهما)، قال: كانا لا يريان سوءاتهما.14408- حدثني المثنى قال، حدثنا إسحاق قال، حدثنا عبد الله بن الزبير, عن ابن عيينة قال، حدثنا عمرو قال، سمعت وهب بن منبه يقول:  يَنْـزِعُ عَنْهُمَا لِبَاسَهُمَا  ، [سورة الأعراف: 27]. قال: كان لباس آدم وحواء عليهما السلام نورًا على فروجهما, لا يرى هذا عورة هذه، ولا هذه عورة هذا. فلما أصابا الخطيئة بدت لهما سوءاتهما. (63)* * *القول في تأويل قوله :  وَنَادَاهُمَا رَبُّهُمَا أَلَمْ أَنْهَكُمَا عَنْ تِلْكُمَا الشَّجَرَةِ وَأَقُلْ لَكُمَا إِنَّ الشَّيْطَانَ لَكُمَا عَدُوٌّ مُبِينٌ (22)قال أبو جعفر: يقول تعالى ذكره: ونادى آدمَ وحواءَ ربُّهما: ألم أنهكما عن أكل ثمرة الشجرة التي أكلتما ثمرها, وأعلمكما أن إبليس لكما عدو مبين = يقول: قد أبان عداوته لكما، بترك السجود لآدم حسدًا وبغيًا، (64) كما:-14409- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن أبي معشر, عن محمد بن قيس قوله: (وناداهما ربهما ألم أنهكما عن تلكما الشجرة وأقل لكما إن الشيطان لكما عدو مبين)، لم أكلتها وقد نهيتك عنها؟ قال: يا رب، أطعمتني حواء ! قال لحواء: لم أطعمته؟ قالت: أمرتني الحية! قال للحية: لم أمرتها؟ قالت: أمرني إبليس! قال: ملعون مدحور ! أما أنت يا حواء  فكما دمَّيت الشجرة تَدْمَيْن كل شهر. وأما أنت يا حية، فأقطع قوائمك فتمشين على وجهك, وسيشدخُ رأسك من لقيك ، اهبطوا بعضكم لبعض عدوّ. (65)14410- حدثنا القاسم قال، حدثنا الحسين قال، حدثنا عباد بن العوّام, عن سفيان بن حسين, عن يعلى بن مسلم, عن سعيد بن جبير, عن ابن عباس, قال: لما أكل آدم من الشجرة قيل له: لم أكلت من الشجرة التي نهيتك عنها؟ قال: حواء أمرتني! قال: فإني قد أعقبتها أن لا تحمل إلا كَرْهًا، ولا تضع إلا كرها. قال: فرنَّت حواء عند ذلك, فقيل لها: الرنّة عليك وعلى ولدك. (66)------------------الهوامش:(55) انظر تفسير (( الغرور )) فيما سلف ص : 123 ، تعليق : 2 والمراجع هناك .(56) انظر تفسير (( ذاق )) فيما سلف ص : 209 ، تعليق : 1 ، والمراجع .(57) انظر تفسير (( بدا )) فيما سلف 5 : 582 /9 : 350 .= وتفسير (( السوأة )) فيما سلف 10 : 229 ، وما سيأتي ص : 361 ، تعليق : 3 .(58) (( نخلة سحوق )) هي الطويلة المفرطة التي تبعد ثمرها على المجتنى .(59) الأثر : 14398 - (( الحجاج )) هو : (( الحجاج بن المنهال )) ، مضى مرارًا .و(( أبو بكر )) هو (( أبو بكر الهذلي )) ، مضى برقم : 597 ، 8376 ، 13054 ، وهو ضعيف ليس بثقة .وهذا الخبر ، ذكره ، ذكره ابن كثير في تفسيره 3 : 458 ، عن سعيد بن أبي عروبة ، عن قتادة ، عن الحسن ، عن أبي بن كعب موقوفًا غير مرفوع . ثم قال ابن كثير : (( وقد رواه ابن جرير وابن مردويه ، من طرق ، عن الحسن عن أبي كعب مرفوعًا ، والموقوف أصح إسنادًا )) . وهو كما قال . وسيأتي برقم : 14403 ، من طريق سعيد بن أبي عروبة ، عن قتادة ، موقوفًا .(60) الأثر : 14399 - (( الحسن بن عمارة بن المضرب البجلي )) ، كان على قضاء بغداد في ولاية المنصور . قال أحمد : (( متروك الحديث ، كان منكر الحديث ، وأحاديثه موضوعة ، لا يكتب حديثه )) . والقول فيه أشد من هذا . مترجم في التهذيب ، والكبير 1 /2 / 300 ، وابن أبي حاتم 1 /2 / 27 .وكان في المطبوعة : (( عن الحسن عن عمارة )) ، وهو خطأ محض ، صوابه ما أثبت من المخطوطة ، وابن كثير في تفسيره 3 : 459 .وفي المطبوعة وابن كثير : (( فلم يبلغه ، حتى بلغ ... )) كل ذلك بالغين المعجمة ، والذي في المخطوطة مهمل ، وظني أنه الصواب المطابق للسياق .(61) الأثر : 14403 - انظر التعليق على الأثر السالف رقم : 14398 ، فهذا هو الخبر الموقوف ، وهو أصح إسنادًا من ذاك المرفوع .(62) الأثر : 14406 - (( حسام بن مصك بن ظالم بن شيطان الأزدي )) ، ضعيف فاحش الخطأ والوهم . مضى برقم : 11720 . وكان في المطبوعة : (( حسام بن معبد )) لم يحسن قراءة المخطوطة .و (( أبو بكر )) ، هو ( أبو بكر الهذلي )) ، ضعيف أيضًا ، مضى قريبًا برقم : 14398 .(63) الأثر : 14408 - قال ابن كثير في تفسيره 3 : 460 : (( رواه ابن جرير بسند صحيح إليه )) .(64) انظر تفسير (( مبين )) فيما سلف من فهارس اللغة ( بين ) .(65) الأثر : 14409 - مضى الخبر مطولا بهذا الإسناد رقم : 752 ، مع اختلاف يسير في لفظه . وانظر تخريجه هناك .(66) (( رنت المرأة ترن رنينًا )) : أي صوتت وصاحت من الحزن والجزع . و (( الرنة )) : الصيحة الحزينة عند البكاء .",
  "ayah": 22,
  "surah": 7
}
