{
  "text": "القول في تأويل قوله :  قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالإِثْمَ وَالْبَغْيَ بِغَيْرِ الْحَقِّقال أبو جعفر: يقول تعالى ذكره لنبيه محمد: قل، يا محمد، لهؤلاء المشركين الذين يتجرّدون من ثيابهم للطواف بالبيت, ويحرمون أكل طيبات ما أحل الله لهم من رزقه: أيها القوم، إن الله لم يحرم ما تحرمونه, بل أحل ذلك لعباده المؤمنين وطيَّبه لهم، وإنما حرم ربِّي القبائح من الأشياء = وهي\" الفواحش \" (28) =\" ما ظهر منها \"، فكان علانية =\" وما بطن \"، منها فكان سرًّا في خفاء. (29)* * *وقد روي عن مجاهد في ذلك ما:-14551- حدثني الحارث قال، حدثني عبد العزيز قال، حدثنا أبو سعد  قال، سمعت مجاهدًا يقول في قوله: (ما ظهر منها وما بطن)، قال: \" ما ظهر منها \"، طوافُ أهل الجاهلية عراة=\" وما بطن \"، الزنى.* * *وقد ذكرت اختلاف أهل التأويل في تأويل ذلك بالروايات فيما مضى، فكرهت إعادته. (30)* * *وأما \" الإثم \"، فإنه المعصية =\" والبغي\"، الاستطالة على الناس. (31)* * *يقول تعالى ذكره: إنما حرم ربي الفواحش مع الإثم والبغي على الناس.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14552- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (والإثم والبغي)، أما \" الإثم \" فالمعصية = و \" البغي\"، أن يبغي على الناس بغير الحق.14553- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا أبو سعد قال، سمعت مجاهدًا في قوله: (ما ظهر منها وما بطن والإثم والبغي)، قال: نهى عن \" الإثم \"، وهي المعاصي كلها = وأخبر أن الباغيَ بَغْيُه كائنٌ على نفسه. (32)* * *القول في تأويل قوله :  وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لا تَعْلَمُونَ (33)قال أبو جعفر: يقول جل ثناؤه: إنما حرم ربي الفواحش والشرك به، أن تعبدوا مع الله إلهًا غيره =(ما لم ينـزل به سلطانًا)، يقول: حرم ربكم عليكم أن تجعلوا معه في عبادته شِرْكًا لشيء لم يجعل لكم في إشراككم إياه في عبادته حجة ولا برهانًا, وهو \" السلطان \" (33) =(وأن تقولوا على الله ما لا تعلمون )، يقول: وأن تقولوا إن الله أمركم بالتعرِّي والتجرُّد للطواف بالبيت, وحرم عليكم أكل هذه الأنعام التي حرمتموها وسيَّبتموها وجعلتموها وصائل وحوامي, وغير ذلك مما لا تعلمون أن الله حرّمه، أو أمر به، أو أباحه, فتضيفوا إلى الله تحريمه وحَظْره والأمر به, فإن ذلك هو الذي حرمه الله عليكم دون ما تزعمون أن الله حرمه، أو تقولون إن الله أمركم به، جهلا منكم بحقيقة ما تقولون وتضيفونه إلى الله.----------------الهوامش :(28) انظر تفسير (( الفاحشة )) فيما سلف ص : 377 ، تعليق : 2 ، والمراجع هناك .(29) انظر تفسير (( ظهر )) و (( يظن )) فيما سلف ص : 218 ، تعليق : 2 ، والمراجع هناك .(30) انظر ما سلف ص 218 ، تعليق : 2 ، والمراجع هناك .(31) انظر تفسير (( الإثم )) فيما سلف من فهارس اللغة ( أثم ) .= وتفسير (( البغي )) فيما سلف 2 : 342 /3 : 322 / 4 : 281 / 6 : 276 .(32) في المخطوطة : (( أن اكتفى بغيه على نفسه )) ، وهو شيء لا يقرأ ، والذي في المطبوعة أشبه بالصواب .(33) انظر تفسير (( السلطان )) فيما سلف 11 : 490 ، تعليق : 1 ، والمراجع هناك .",
  "ayah": 33,
  "surah": 7
}
