{
  "text": "القول في تأويل قوله :  قَالَ ادْخُلُوا فِي أُمَمٍ قَدْ خَلَتْ مِنْ قَبْلِكُمْ مِنَ الْجِنِّ وَالإِنْسِ فِي النَّارِ كُلَّمَا دَخَلَتْ أُمَّةٌ لَعَنَتْ أُخْتَهَاقال أبو جعفر: وهذا خبر من الله جل ثناؤه عن قيله لهؤلاء المفترين عليه، المكذبين آياته يوم القيامة. يقول تعالى ذكره: قال لهم حين وردوا عليه يوم القيامة، ادخلوا، أيها المفترون على ربكم، المكذبون رسله، في جماعات من ضُرَبائكم (1) =(قد خلت من قبلكم)، يقول: قد سلفت من قبلكم (2) =\" من الجن والإنس في النار \"، ومعنى ذلك: ادخلوا في أمم هي في النار، قد خلت  من قبلكم من الجن والإنس = وإنما يعني بـ\" الأمم \"، الأحزابَ وأهلَ الملل الكافرة =(كلما دخلت أمة لعنت أختها)، يقول جل ثناؤه: كلما دخلت النارَ جماعةٌ من أهل ملة = لعنت أختها, يقول: شتمت الجماعة الأخرى من أهل ملتها، تبرِّيًا منها. (3)وإنما عنى بـ\" الأخت \"، الأخوة في الدين والملة، وقيل: \" أختها \"، ولم يقل: \" أخاها \", لأنه عنى بها \" أمة \" وجماعة أخرى, كأنه قيل: كلما دخلت أمة لعنت أمة أخرى من أهل ملتها ودينها. (4)* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14592- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: (كلما دخلت أمة لعنت أختها)، يقول: كلما دخل أهل ملة لعنوا أصحابهم على ذلك الدين, (5) يلعن المشركون المشركين، واليهودُ اليهودَ، والنصارى النصارى، والصابئون الصابئين، والمجوسُ المجوسَ, تلعن الآخرةُ الأولى.* * *القول في تأويل قوله :  حَتَّى إِذَا ادَّارَكُوا فِيهَا جَمِيعًاقال أبو جعفر: يقول تعالى ذكره: حتى إذا تداركت الأمم في النار جميعًا, يعني اجتمعت فيها.* * *يقال: \" قد ادَّاركوا \"، و \" تداركوا \"، إذا اجتمعوا. (6)* * *يقول: اجتمع فيها الأوَّلون من أهل الملل الكافرة والآخِرون منهم.* * *القول في تأويل قوله :  قَالَتْ أُخْرَاهُمْ لأُولاهُمْ رَبَّنَا هَؤُلاءِ أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِنْ لا تَعْلَمُونَ (38)قال أبو جعفر: وهذا خبر من الله جل ثناؤه عن محاورة الأحزاب من أهل الملل الكافرة في النار يوم القيامة. يقول الله تعالى ذكره: فإذا اجتمع أهل الملل الكافرة في النار فادّاركوا, قالت أخرى أهل كل ملة دخلت النار = الذين كانوا في الدنيا بعد أولى منهم تَقَدَّمتها وكانت لها سلفًا وإمامًا في الضلالة والكفر = لأولاها الذين كانوا قبلهم في الدنيا: ربنا هؤلاء أضلونا عن سبيلك، ودعونا إلى عبادة غيرك، وزيَّنوا لنا طاعة الشيطان, فآتهم اليوم من عذابك الضعفَ على عذابنا، كما:-14593- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: \" قالت أخراهم \"، الذين كانوا في آخر الزمان =\" لأولاهم \"، الذين شرعوا لهم ذلك الدين =(ربنا هؤلاء أضلونا فآتهم عذابًا ضعفًا من النار)* * *وأما قوله: (قال لكل ضعف ولكن لا تعلمون)، فإنه خبر من الله عن جوابه لهم, يقول: قال الله للذين  يدعونه فيقولون: \" ربنا هؤلاء أضلونا فآتهم عذابًا ضعفًا من النار \" =: لكلكم, أوَّلكم وآخركم، وتابعوكم ومُتَّبَعوكم =\" ضعف \", يقول: مكرر عليه العذاب.* * *و \" ضعف الشيء \"، مثله مرة.* * *وكان مجاهد يقول في ذلك ما:-14594- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قول الله: (عذابًا ضعفًا من النار قال لكل ضعف)، مضعّف.14595- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, مثله.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14596- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال الله: (لكل ضعف)، للأولى، وللآخرة ضعف.14597- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان قال، حدثني غير واحد, عن السدي, عن مرة, عن عبد الله: (ضعفًا من النار)، قال: أفاعي.14598- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا سفيان, عن السدي, عن مرة, عن عبد الله: (فآتهم عذابًا ضعفًا من النار)، قال: حيّات وأفاعي.* * *وقيل: إن \" المضَعَّف \"، في كلام العرب، ما كان ضعفين، (7) و \" المضاعف \"، ما كان أكثر من ذلك.* * *وقوله: (ولكن لا تعلمون)، يقول: ولكنكم، يا معشر أهل النار, لا تعلمون ما قدْرُ ما أعدّ الله لكم من العذاب, فلذلك تسأل الضعفَ منه الأمةُ الكافرةُ الأخرى لأختها الأولى.------------------الهوامش :(1) انظر تفسير (( أمة )) فيما سلف ص : 405 ، تعليق : 1 ، والمراجع هناك .(2) انظر تفسير (( خلا )) فيما سلف 3 : 100 ، 128 / 4 : 289 / 7 : 228 .(3) انظر تفسير (( اللعن )) فيما سلف 10 : 489 ، تعليق : 1 .(4) انظر معاني القرآن للفراء 1 : 378 .(5) في المطبوعة والمخطوطة : (( كلما دخلت أهل ملة )) ، والصواب ما أثبت .(6) انظر مجاز القرآن لأبي عبيدة 1 : 214 ، وفي نصه زيادة حسنة : (( ويقال : تدارك لي عليه شيء ، أي اجتمع لي عنده شيء . وهو مدغم التاء في الدال ، فثقلت الدال )) .(7) في المطبوعة : (( الضعف ، في كلام العرب )) ، والصواب من المخطوطة .",
  "ayah": 38,
  "surah": 7
}
