{
  "text": "القول في تأويل قوله :  إِنَّ الَّذِينَ كَذَّبُوا بِآيَاتِنَا وَاسْتَكْبَرُوا عَنْهَا لا تُفَتَّحُ لَهُمْ أَبْوَابُ السَّمَاءِقال أبو جعفر: يقول تعالى ذكره: إن الذين كذبوا بحججنا وأدلتنا فلم يصدقوا بها، ولم يتبعوا رسلنا (13) =(واستكبروا عنها)، يقول: وتكبروا عن التصديق بها وأنفوا من اتباعها والانقياد لها تكبرًا (14) =\" لا تفتح لهم \"، لأرواحهم إذا خرجت من أجسادهم =\" أبواب السماء \", ولا يصعد لهم في حياتهم إلى الله قول ولا عمل, لأن أعمالهم خبيثة، وإنما يُرْفع الكلم الطيبُ والعملُ الصالح, كما قال جل ثناؤه:  إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ  [سورة فاطر: 10].* * *ثم اختلف أهل التأويل في تأويل قوله: (لا تفتح لهم أبواب السماء).فقال بعضهم: معناه: لا تفتح لأرواح هؤلاء الكفار أبواب السماء.* ذكر من قال ذلك:13603- حدثنا ابن وكيع قال، حدثنا يعلى, عن أبي سنان, عن الضحاك, عن ابن عباس: (لا تفتح لهم أبواب السماء)، قال: عنى بها الكفار،  أنّ السماء لا تفتح لأرواحهم، وتفتح لأرواح المؤمنين.14604- حدثنا ابن وكيع قال، حدثنا أبو معاوية, عن أبي سنان, عن الضحاك قال، قال ابن عباس: تُفتح السماء لروح المؤمن, ولا تفتح لروح الكافر.14605- حدثنا محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (لا تفتح لهم أبواب السماء)، قال: إن الكافر إذا أُخِذ روحُه، ضربته ملائكة الأرض حتى يرتفع إلى السماء, فإذا بلغ السماء الدنيا ضربته ملائكة السماء فهبط, فضربته ملائكة الأرض فارتفع, فإذا بلغ السماء الدنيا ضربته ملائكة السماء الدنيا فهبط إلى أسفل الأرضين. وإذا كان مؤمنًا نفخ روحه, (15) وفتحت له أبواب السماء, فلا يمرّ بملك إلا حيَّاه وسلم عليه، حتى ينتهي إلى الله, فيعطيه حاجته, ثم يقول الله: ردّوا روحَ عبدي فيه إلى الأرض, فإني قضيتُ من التراب خلقه, وإلى التراب يعود, ومنه يخرج.* * *وقال آخرون: معنى ذلك أنه لا يصعد لهم عمل صالح ولا دعاءٌ إلى الله.* ذكر من قال ذلك:14606- حدثنا ابن وكيع قال، حدثنا عبيد الله, عن سفيان, عن ليث, عن عطاء, عن ابن عباس: (لا تفتح لهم أبواب السماء)، لا يصعد لهم قولٌ ولا عمل.14607- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (إن الذين كذبوا بآياتنا واستكبروا عنها لا تفتح لهم أبواب السماء)، يعني: لا يصعد إلى الله من عملهم شيء.14608- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: (لا تفتح لهم أبواب السماء)، يقول: لا تفتح لخير يعملون.14609- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن منصور, عن مجاهد: (لا تفتح لهم أبواب السماء)، قال: لا يصعد لهم كلامٌ ولا عمل.14610- حدثنا مطر بن محمد الضبي قال، حدثنا عبد الله بن داود قال، حدثنا شريك, عن منصور, عن إبراهيم, في قوله: (لا تفتح لهم أبواب السماء)، قال: لا يرتفع لهم عمل ولا دعاء. (16)14611- حدثنا ابن وكيع قال، حدثنا يحيى بن آدم, عن شريك, عن سالم, عن سعيد: (لا تفتح لهم أبواب السماء)، قال: لا يرتفع لهم عمل ولا دعاء.14612- حدثني المثنى قال، حدثنا الحماني قال، حدثنا شريك, عن سعيد: (لا تفتح لهم أبواب السماء)، قال: لا يرفع لهم عملٌ صالح ولا دعاء.* * *وقال آخرون: معنى ذلك: لا تفتح أبواب السماء لأرواحهم ولا لأعمالهم.* ذكر من قال ذلك:14613- حدثني القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج: (لا تفتح لهم أبواب السماء)، قال: لأرواحهم ولا لأعمالهم.* * *قال أبو جعفر: وإنما اخترنا في تأويل ذلك ما اخترنا من القول، لعموم خبر الله جل ثناؤه أن أبواب السماء لا تفتح لهم. ولم يخصص الخبر بأنه يفتح لهم في شيء, فذلك على ما عمّه خبر الله تعالى بأنها لا تفتح لهم في شيء، مع تأييد الخبر عن رسول الله صلى الله عليه وسلم ما قلنا في ذلك، وذلك ما:-14614- حدثنا أبو كريب قال، حدثنا أبو بكر بن عياش, عن الأعمش, عن المنهال, عن زاذان, عن البراء: أن رسول الله صلى الله عليه وسلم ذكر قبضَ روح الفاجر, وأنه يصعد بها إلى السماء, قال: فيصعدون بها، فلا يمرّون على ملإ من الملائكة إلا قالوا: \" ما هذا الروح الخبيث \"؟ فيقولون: \" فلان \"، بأقبح أسمائه التي كان يُدعى بها في الدنيا، حتى ينتهوا بها إلى السماء، فيستفتحون له فلا يفتح له. ثم قرأ رسول الله: (لا تفتح لهم أبواب السماء ولا يدخلون الجنة حتى يلج الجمل في سم الخياط) (17)14615- حدثنا أبو كريب قال، حدثنا عثمان بن عبد الرحمن, عن ابن أبي ذئب, عن محمد بن عمرو بن عطاء, عن سعيد بن يسار, عن أبي هريرة: أن رسول الله صلى الله عليه وسلم قال: الميت تحضره الملائكة, فإذا  كان الرجلَ الصالحَ قالوا: \" اخرجي أيتها النفس الطيبة كانت في الجسد الطيب, اخرجي حميدة, وأبشري برَوْح وريحان، وربّ غير غضبان \"، قال: فيقولون ذلك حتى يُعرج بها إلى السماء، فيستفتح لها, فيقال: \" من هذا \"؟ فيقولون: \" فلان \". فيقال: \" مرحبًا بالنفس الطيبة كانت في الجسد الطيب, (18) ادخلي حميدة, وأبشري بروح وريحان، ورب غير غضبان \"، فيقال لها حتى تنتهي إلى السماء التي فيها الله. وإذا كان الرجلَ السَّوْءَ قال: \" اخرجي أيتها النفس الخبيثة كانت في الجسد الخبيث, اخرجي ذميمة, وأبشري بحميم وغسَّاق، وآخر من شكله أزواج \"، فيقولون ذلك حتى تخرج، ثم يعرج بها إلى السماء فيستفتح لها, فيقال: \" من هذا \"؟ فيقولون: \" فلان \". فيقولون: \" لا مرحبًا بالنفس الخبيثة كانت في الجسد الخبيث, ارجعي ذميمة، فإنه لم تفتح لك أبواب السماء \"، (19) فترسل بين السماء والأرض، فتصير إلى القبر. (20)14616- حدثني محمد بن عبد الله بن عبد الحكم قال، حدثنا ابن أبي فديك قال، حدثني ابن أبي ذئب, عن محمد بن عمرو بن عطاء, عن سعيد بن يسار, عن أبي هريرة, عن النبي صلى الله عليه وسلم، بنحوه.* * *واختلفت القرأة في قراءة ذلك.فقرأته عامة قرأة الكوفة: \" لا يُفَتَحُ لَهُمْ أَبْوابُ السَّمَاء \"، بالياء من \" يفتح \"، وتخفيف \" التاء \" منها, بمعنى: لا يفتح لهم جميعها بمرة واحدةٍ وفتحةٍ واحدة.* * *وقرأ ذلك بعض المدنيين وبعض الكوفيين: (لا تُفَتَّحُ)، بالتاء وتشديد التاء الثانية, بمعنى: لا يفتح لهم باب بعد باب، وشيء بعد شيء.* * *قال أبو جعفر: والصواب في ذلك عندي من القول أن يقال: إنهما قراءتان مشهورتان صحيحتا المعنى. وذلك أن أرواح الكفار لا تفتح لها ولا لأعمالهم الخبيثة أبوابُ السماء بمرة واحدة، ولا مرة بعد مرة، وباب بعد باب. فكلا المعنيين في ذلك صحيح.وكذلك \" الياء \"، و \" التاء \" في\" يفتح \"، و \" تفتح \", لأن \" الياء \" بناء على فعل الواحد للتوحيد، و \" التاء \" لأن \" الأبواب \" جماعة, فيخبر عنها خبر الجماعة. (21)* * *القول في تأويل قوله :  وَلا يَدْخُلُونَ الْجَنَّةَ حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ وَكَذَلِكَ نَجْزِي الْمُجْرِمِينَ (40)قال أبو جعفر: يقول جل ثناؤه: ولا يدخل هؤلاء الذين كذبوا بآياتنا واستكبروا عنها، الجنة التي أعدّها الله لأوليائه المؤمنين أبدًا, كما لا يلج الجمل في سمِّ الخياط أبدًا, وذلك ثقب الإبرة.* * *وكل ثقب في عين أو أنف أو غير ذلك, فإن العرب تسميه \" سَمًّا \" وتجمعه \" سمومًا \"، و \" السِّمام \", في جمع \" السَّم \" القاتل، أشهر وأفصح من \" السموم \". وهو في جمع \" السَّم \" الذي هو بمعنى الثقب أفصح. وكلاهما في العرب مستفيض. وقد يقال لواحد \" السموم \" التي هي الثقوب \" سَمٌّ\" و \" سُمٌّ\" بفتح السين وضمها, ومن \" السَّم \" الذي بمعنى الثقب قول الفرزدق:فَنَفَّسْــتُ عَـنْ سَـمَّيْهِ حَـتَّى تَنَفَّسَـاوَقُلْـتُ لَـهُ: لا تَخْـشَ شَـيْئًا وَرَائِيـا (22)يعني بسمِّيه، ثقبي أنفه.* * *وأما \" الخياط\" فإنه \" المخيط\"، وهي الإبرة. قيل لها: \" خِيَاط\" و \" مِخْيَط\", كما قيل: \" قِناع \" و \" مِقْنع \", و \" إزار \" و \" مِئْزر \", و \" قِرام \" و \" مِقْرَم \", و \" لحاف \" و \" مِلْحف \".وأما القرأة من جميع الأمصار, فإنها قرأت قوله: ( فِي سَمِّ الْخِيَاطِ )، بفتح \" السين \", وأجمعت على قراءة: \" الجَمَلُ\" بفتح \" الجيم \"، و \" الميم \" وتخفيف ذلك.* * *وأما ابن عباس وعكرمة وسعيد بن جبير, فإنه حكي عنهم أنهم كانوا يقرؤون ذلك: \" الجُمَّلُ\"، بضم \" الجيم \" وتشديد \" الميم \", على اختلاف في ذلك عن سعيد وابن عباس.* * *فأما الذين قرؤوه بالفتح من الحرفين والتخفيف, فإنهم وجهوا تأويله إلى \" الجمل \" المعروف، وكذلك فسروه.* ذكر من قال ذلك:14617- حدثنا يحيى بن طلحة اليربوعي قال، حدثنا فضيل بن عياض, عن مغيرة, عن إبراهيم, عن عبد الله في قوله: (حتى يلج الجمل في سم الخياط)، قال: الجمل ابن الناقة, أو: زوج الناقة.14618- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان, عن أبي حصين, عن إبراهيم, عن عبد الله: (حتى يلج الجمل في سم الخياط)، قال: \" الجمل \"، زوج الناقة.14619- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن أبي حصين, عن إبراهيم, عن عبد الله, مثله.14620- حدثنا ابن وكيع قال، حدثنا ابن مهدي, عن هشيم, عن مغيرة, عن إبراهيم, عن عبد الله قال: \" الجمل \"، زوج الناقة.14621- حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم, عن مغيرة, عن إبراهيم, عن عبد الله، مثله.14622- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا قرة قال، سمعت الحسن يقول: \" الجمل \"، الذي يقوم في المِرْبد. (23)14623- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الحسن: (حتى يلج الجمل في سم الخياط)، قال: حتى يدخل البعير في خُرت الإبرة. (24)14624- حدثنا ابن وكيع قال، حدثنا ابن مهدي, عن هشيم, عن عباد بن راشد, عن الحسن قال: هو الجمل! فلما أكثروا عليه قال: هو الأشتر. (25)14625- حدثني المثنى قال، حدثنا عمرو بن عون قال، حدثنا هشيم, عن عباد بن راشد, عن الحسن, مثله.14626- حدثنا المثنى قال، حدثنا الحجاج قال، حدثنا حماد, عن يحيى قال: كان الحسن يقرؤها: (حتى يلج الجمل في سم الخياط)، قال: فذهب بعضهم يستفهمه, قال: أشتر، أشتر. (26)14627- حدثني المثنى قال، حدثنا أبو النعمان عارم قال، حدثنا حماد بن زيد, عن شعيب بن الحبحاب, عن أبي العالية: (حتى يلج الجمل)، قال: الجمل الذي له أربع قوائم.14628- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا الثوري, عن أبي حصين = أو: حصين = , عن إبراهيم, عن ابن مسعود في  قوله: (حتى يلج الجمل في سم الخياط)، قال: زوج الناقة, يعني الجمل.14629- حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا عبيد بن سليمان, عن الضحاك أنه كان يقرأ: (الجمل)، وهو الذي له أربع قوائم.14630- حدثنا ابن وكيع قال، حدثنا أبو تميلة, عن عبيد, عن الضحاك: (حتى يلج الجمل)، الذي له أربع قوائم.14631- حدثنا ابن وكيع قال، حدثنا زيد بن الحباب, عن قرة, عن الحسن: (حتى يلج الجمل)، قال: الذي بالمربد.14632- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, عن ابن مسعود أنه كان يقرأ: \" حَتَّى يَلِجَ الْجَمَلُ الأَصْفَرُ\".14633- حدثنا نصر بن علي قال، حدثنا يحيى بن سليم قال، حدثنا عبد الكريم بن أبي المخارق, عن الحسن في قوله: (حتى يلج الجمل في سم الخياط)، قال: الجمل ابن الناقة = أو بَعْلُ الناقة.* * *وأما الذين خالفوا هذه القراءة فإنهم اختلفوا.فروي عن ابن عباس في ذلك روايتان: إحداهما الموافقة لهذه القراءة وهذا التأويل.* ذكر الرواية بذلك عنه:14634- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس: (حتى يلج الجمل في سم الخياط)، والجمل: ذو القوائم.* * *وذكر أن ابن مسعود قال ذلك.14635- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: (حتى يلج الجمل في سم الخياط)، وهو الجمل العظيم، لا يدخل في خُرْت الإبرة، (27) من أجل أنه أعظم منها.* * *والرواية الأخرى ما:-14636- حدثني يحيى بن طلحة اليربوعي قال، حدثنا فضيل بن عياض, عن منصور, عن مجاهد, عن ابن عباس في قوله: \" حَتَّى يَلِجَ الْجُمَّلُ فِي سَمِّ الْخِيَاطِ\"، قال: هو قَلْس السفينة. (28)14637- حدثني عبد الأعلى بن واصل قال، حدثنا أبو غسان مالك بن إسماعيل, عن خالد بن عبد الله الواسطي, عن حنظلة السدوسي, عن عكرمة, عن ابن عباس أنه كان يقرأ: \" حَتَّى يَلِجَ الْجُمَّلُ فِي سَمِّ الْخِيَاطِ\"، يعني الحبل الغليظ = فذكرت ذلك للحسن فقال: (حتى يلجَ الجمَل)، قال عبد الأعلى: قال أبو غسان, قال خالد: يعني: البعير.14638- حدثنا ابن وكيع قال، حدثنا أبو أسامة, عن فضيل, عن مغيرة, عن مجاهد, عن ابن عباس أنه قرأ: \" الجُمَّلُ\"، مثقَّلة, وقال: هو حبل السفينة.14639- حدثنا ابن وكيع قال، حدثنا ابن مهدي, عن هشيم, عن مغيرة, عن مجاهد, عن ابن عباس قال: \" الجمَّل \"، حبال السفن.14640- حدثنا ابن وكيع قال، حدثنا يحيى بن آدم, عن ابن مبارك, عن حنظلة, عن عكرمة, عن ابن عباس: \" حَتَّى يَلِجَ الْجُمَّلُ فِي سَمِّ الْخِيَاطِ\"، قال: الحبل الغليظ.14641- حدثنا ابن حميد قال، حدثنا جرير, عن مغيرة, عن مجاهد, عن ابن عباس: \" حَتَّى يَلِجَ الْجُمَّلُ فِي سَمِّ الْخِيَاطِ\" قال: هو الحبل الذي يكون على السفينة.* * *واختُلِف عن سعيد بن جبير أيضًا في ذلك, فروي عنه روايتان إحداهما مثل الذي ذكرنا عن ابن عباس: بضم \" الجيم \" وتثقيل \" الميم \".* ذكر الرواية بذلك عنه:14642- حدثنا عمران بن موسى القزاز قال، حدثنا عبد الوارث بن سعيد قال، حدثنا حسين المعلم, عن أبي بشر، عن سعيد بن جبير: أنه قرأها: \" حَتَّى يَلِجَ الْجُمَّلُ\"، يعني قُلُوس السفن, يعني: الحبال الغلاظ. (29)* * *والأخرى منهما بضم \" الجيم \" وتخفيف \" الميم \".* ذكر الرواية بذلك عنه:14643- حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا عمرو, عن سالم بن عجلان الأفطس قال، قرأت على أبي: \" حَتَّى يَلِجَ الْجُمَّلَ\" فقال: \" حَتَّى يَلِجَ الْجُمَلُ\" خفيفة، هو حبل السفينة = هكذا أقرأنيها سعيد بن جبير.* * *وأما عكرمة, فإنه كان يقرأ ذلك: \" الْجُمَّلُ\"، بضم \" الجيم \" وتشديد \" الميم \", وبتأوّله كما:-14644- حدثني ابن وكيع قال، حدثنا أبو تميلة, عن عيسى بن عبيد قال: سمعت عكرمة يقرأ: \" الْجُمَّلُ\" مثقلة, ويقول: هو الحبل الذي يصعد به إلى النخل.14645- حدثنا محمد بن بشار قال، حدثنا مسلم بن إبراهيم قال، حدثنا كعب بن فروخ قال، حدثنا قتادة, عن عكرمة, في قوله: \" حَتَّى يَلِجَ الْجُمَّلُ فِي سَمِّ الْخِيَاطِ\"، قال: الحبل الغليظ في خرق الإبرة. (30)14646- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد في قوله: \" حَتَّى يَلِجَ الْجُمَّلُ فِي سَمِّ الْخِيَاطِ\"، قال: حبل السفينة في سمّ الخياط.14647- حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج, عن ابن جريج قال، قال عبد الله بن كثير: سمعت مجاهدًا يقول: الحبل من حبال السفن.* * *وكأنَّ من قرأ ذلك بتخفيف \" الميم \" وضم \" الجيم \"، على ما ذكرنا عن سعيد بن جبير، على مثال \" الصُّرَد \" و \" الجُعَل \"، وجهه إلى جماع \" جملة \" من الحبال جمعت \" جُمَلا \", كما تجمع \" الظلمة \"،\" ظُلَمًا \"، و \" الخُرْبة \"\" خُرَبًا \".* * *وكان بعض أهل العربية ينكر التشديد في\" الميم \" ويقول: إنما أراد الراوي\" الجُمَل \" بالتخفيف, فلم يفهم ذلك منه فشدّده.* * *14648- وحدثت عن الفراء, عن الكسائي أنه قال: الذي رواه عن ابن عباس كان أعجميًّا.* * *وأما من شدد \" الميم \" وضم \" الجيم \" فإنه وجهه إلى أنه اسم واحد، وهو الحبل، أو الخيط الغليظ.* * *قال أبو جعفر: والصواب من القراءة في ذلك عندنا، ما عليه قرأة الأمصار، وهو: ( حَتَّى يَلِجَ الْجَمَلُ فِي سَمِّ الْخِيَاطِ )، بفتح \" الجيم \" و \" الميم \" من \" الجمل \" وتخفيفها, وفتح \" السين \" من \" السم \", لأنها القراءة المستفيضة في قرأة الأمصار, وغير جائز مخالفة ما جاءت به الحجة متفقة عليه من القراءة.وكذلك ذلك في فتح \" السين \" من قوله: (سَمِّ الخياط) .* * *وإذ كان الصواب من القراءة ذلك, فتأويل الكلام: ولا يدخلون الجنة حتى يلج = و \" الولوج \" الدخول، من قولهم: \" ولج فلان الدار يلِجُ ولوجًا \", (31) بمعنى: دخل = الجملُ في سم الإبرة، وهو ثقبها=(وكذلك نجزي المجرمين)، يقول: وكذلك نثيب الذين أجرَموا في الدنيا ما استحقوا به من الله العذاب الأليم في الآخرة. (32)* * *وبمثل الذي قلنا في تأويل قوله: (سم الخياط)، قال أهل التأويل.* ذكر من قال ذلك:14649- حدثنا ابن وكيع قال، حدثنا أبو أسامة وابن مهدي وسويد الكلبي, عن حماد بن زيد, عن يحيى بن عتيق قال: سألت الحسن عن قوله: (حتى يلج الجمل في سم الخياط)، قال: ثقب الإبرة. (33)14650- حدثنا ابن بشار قال، حدثنا مسلم بن إبراهيم قال، حدثنا  كعب بن فروخ قال، حدثنا قتادة, عن عكرمة: (في سم الخياط)، قال: ثقب الإبرة. (34)14651- حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر, عن الحسن, مثله.14652- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (في سم الخياط)، قال: جُحْر الإبرة.14653- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي, عن ابن عباس: (في سم الخياط)، يقول: جُحْر الإبرة.14654- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثني عيسى, عن ابن أبي نجيح, عن مجاهد: (في سم الخياط)، قال: في ثقبه.--------------------الهوامش :(13) انظر تفسير (( الآية )) فيما سلف من فهارس اللغة ( أيي ) .(14) انظر تفسير (( الاستكبار )) فيما سلف 11 : 540 .(15) في المطبوعة : (( وإذا كان مؤمنًا أخذ روحه )) ، وأثبت ما في المخطوطة .(16) الأثر : 14610 - (( مطر بن محمد الضبي )) ، شيخ الطبري ، لم أجد له ترجمة ، ومضى أيضا برقم : 12198 .(17) الأثر : 14614 - (( المنهال )) هو (( المنهال بن عمرو الأسدي )) ، ثقة ، رجح أخي توثيقه في المسند رقم : 714 ، وفيما يلي رقم : 337 ، 799 .و (( زاذان )) هو (( أبو عبد الله )) ، ويقال (( أبو عمر )) الكوفي الضرير . تابعي ثقة ، مضى أيضًا برقم : 9508 ، 13017 ، 13018 .وهذا الخبر مختصرًا رواه أحمد مطولا ومختصرًا في مسنده 4 : 287 ، 288 ، من طريقتين ، و 297 ، كلها من طريق العمش ، عن المنهال . ورواه أيضًا 4 : 295 ، 296 ، من طريقين . أحدهما من طريق عبد الرزاق ، عن معمر ، عن يونس بن خباب ، عن المنهال ، والآخر من طريق أبي الربيع ، عن حماد بن زيد ، عن يونس بن خباب .ورواه أبو داود الطيالسي في مسنده ص : 102 ، مطولا من طريق أبي عوانة ، عن الأعمش . ورواه أبو داود في سننه 3 : 289 ، رقم : 3212 مختصرًا ، ورواه مطولا 4 : 330 رقم : 4753 .ورواه الحاكم في المستدرك 1 : 37 - 40 ، من طرق ، وقال : (( هذا حديث صحيح على شرط الشيخين ، فقد احتجا بالمنهال بن عمرو ، وزاذان بن عمرو ، وزاذان أبي عمر الكندي . وفي هذا الحديث فوائد كثيرة لأهل السنة ، وقمع للمبتدعة ، ولم يخرجاه بطوله )) .وخرجه ابن كثير في تفسيره 3 : 473 ، 474 ، وقال : (( رواه أبو داود ، والنسائي ، وابن ماجه ، من طرق عن المنهال بن عمرو به )) ثم ساق حديث أحمد في المسند .وخره السيوطي في الدر المنثور 1 : 83 ، وزاد نسبته لابن أبي شيبة وهناد بن السري ، وعبد بن حميد ، وابن مردويه ، والبيهقي في كتاب عذاب القبر .(18) في المخطوطة والمطبوعة : (( بالنفس الطيبة التي كانت ... )) ، والظاهر أنها زيادة من الناسخ ، فإن روايتهم جميعًا اتفقت على ما أثبت .(19) في المطبوعة : (( لا تفتح لك أبواب السماء )) ، وفي المخطوطة : (( لم تفتح )) بغير (( لك )) ، وأثبت ما في تفسير ابن كثير . وفي ابن ماجه : (( لا تفتح لك )) .(20) الأثر : 14615 ، 14616 - (( عبد الرحمن بن عثمان بن أمية الثقفي )) (( أبو بحر البكراوي )) ، ضعيف متكلم فيه ، قال أبو حاتم : (( يكتب حديثه ولا يحتج به )) . مترجم في التهذيب ، وابن أبي حاتم 2 / 2 / 264 .و (( ابن أبي ذئب )) هو (( محمد بن عبد الرحمن بن المغيرة بن الحارث بن أبي ذئب )) ، ثقة حافظ ، مضى برقم : 2995 .و (( محمد بن عمرو بن عطاء القرشي العامري )) ، ثقة روى له الجماعة .و (( سعيد بن يسار )) أبو الحباب المدني ، تابعي ثقة لا يختلفون في توثيقه . روى له الجماعة .وهذا خبر صحيح ، رواه عن ابن أبي ذئب غير (( عبد الرحمن بن عثمان )) . وسيأتي بإسناد ليس فيه ضعف ، في الأثر التالي .وهذا الخبر رواه ابن ماجه ص : 1423 رقم : 4262 .وذكره ابن كثير في تفسيره 3 : 475 ، ونسبة إلى أحمد ، والنسائي وخرجه السيوطي في الدر المنثور 3 : 83 ، وزاد إلى حبان ، والحاكم وصححه ، والبيهقي في البعث .والأثر رقم : 14616 . هو إسناد صحيح للخبر السالف .(( ابن أبي فديك )) ، هو (( محمد بن إسماعيل بن مسلم بن أبي فديك )) ، ثقة ، روى له الجماعة . مضى برقم : 4319 ، 9482 ، 9876 .(21) انظر معاني القرآن للفراء 1 : 378 ، 379 .(22) ديوانه : 895 ، النقائض : 169 ، واللسان ( سمم ) ، من أول قصيدة هاجى بها جريرًا ، ونصر البعيث وهجاه معًا . وكان الذي هاج الهجاء بين جرير والفرزدق ، أن البعيث المجاشعي ، سرقت إبله ، سرقها ناس من بني يربوع ، من رهط جرير ، فطلبها البعيث حتى وجدها في أيديهم ، فأرسل لسانه في بني يربوع ، فاعترضه جرير ، فهجاه ، فانبعث الشر بالبعيث ، فانطلق الفرزدق بعد قليل ينصره ، فقال هذه القصيدة يهجو جريرًا ، وينصر البعيث ويهجوه ، فيقول للبعيث :دَعَـانِي ابْـنُ حَـمْرَاءِ العِجَانِ وَلَم يَجِدْلَـهُ إذْ دَعَـا ، مُسْـتأْخِرًا عَـنْ دُعَائيافَنَفَّسْـتُ عَـنْ سَـمَّيْهِ................ . . . . . . . . . . . . . . . . . .(( نفس عنه )) ، فرج عنه كربته إذ أطبق عليه جرير ، فاستنقذه من تحت وطأته . فاستطاع أن يتنفس . وقوله : (( لا تخش شيئًا ورائيا )) ، أي : لا تخش ما دمت درعًا لك وأنت من ورائي تحتمي بلساني وهجائي جريرًا . وأما قول أبي عبيدة : (( أي لا تخش شيئًا يأتيك من خلفي )) ، فليس عندي بشيء .وكان في المطبوعة : (( شيئًا وراءنا )) ، لم يحسن قراءة المخطوطة .(23) (( المربد )) ( بكسر فسكون ) : هو المكان الذي تحبس فيه الإبل ، يقال : (( ربد الإبل ربدًا )) ، حبسها . ويقال : (( مربد الغنم )) أيضًا . وبه سمى (( مربد البصرة )) ، لأنه كان موضع سوق الإبل .(24) (( خرت الإبرة )) ( بضم الخاء أو فتحها ، وسكون الراء ) : هو ثقبها . وكان في المطبوعة : (( في خرق )) وهي صواب ، والمخطوطة تشبه أن تقرأ هكذا وهكذا .(25) (( أشتر )) ، وهو الجمل ، بالفارسية .(26) (( أشتر )) ، وهو الجمل ، بالفارسية .(27) انظر ص : 429 ، التعليق : 2 .(28) (( القلس )) ( بفتح فسكون ) : هو حبل ضخم غليظ من ليف أو خوص ، وهو من حبال السفن .(29) (( القلوس )) جمع (( قلس )) ، انظر التعليق السالف .(30) الأثر : 14645 - (( كعب بن فروخ ، أبو عبد الله البصري )) ، ثقة . مترجم في ابن أبي حاتم 3 / 2 / 162 . وسيأتي في رقم : 14650 .(31) انظر تفسير (( الولوج )) فيما سلف 6 : 302 ، وفيه زيادة في مصادره .(32) انظر تفسير (( الجزاء )) ، و (( الإجرام )) فيما سلف من فهارس اللغة ( جزى ) ( جرم ) .(33) الأثر : 14649 - (( سويد الكلبي )) ، هو : (( كان يقلب السانيد ، ويضع على الأسانيد الصحاح المتون الواهية )) !! ووثقه النسائي وابن معين والعجلي . مترجم في التهذيب ، والكبير 2 /2 / 149 ، وابن أبي حاتم 2 / 1 / 239 .و (( يحيى بن عتيق الطفاوي البصري )) ، ثقة ، وكان ورعًا متفنًا .مترجم في التهذيب ، والكبير 4 / 2 / 295 ، وابن أبي حاتم 4 / 2 / 176 .(34) الأثر : 14650 - (( كعب بن فروخ )) ، مضى برقم : 14645 .",
  "ayah": 40,
  "surah": 7
}
