{
  "text": "القول في تأويل قوله :  وَبَيْنَهُمَا حِجَابٌ وَعَلَى الأَعْرَافِ رِجَالٌ يَعْرِفُونَ كُلا بِسِيمَاهُمْقال أبو جعفر: يعني جل ثناؤه بقوله: (وبينهما حجاب)، وبين الجنة والنار حجاب, يقول: حاجز, وهو: السور الذي ذكره الله تعالى فقال:  فَضُرِبَ بَيْنَهُمْ بِسُورٍ لَهُ بَابٌ بَاطِنُهُ فِيهِ الرَّحْمَةُ وَظَاهِرُهُ مِنْ قِبَلِهِ الْعَذَابُ  ، [سورة الحديد: 13]. وهو \" الأعراف \" التي يقول الله فيها: (وَعَلَى الأَعْرَافِ رِجَالٌ)، كذلك.14671- حدثنا ابن وكيع قال، حدثنا عبد الله بن رجاء عن ابن جريج قال: بلغني عن مجاهد قال: \" الأعراف \"، حجاب بين الجنة والنار.14672- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي: (وبينهما حجاب)، وهو \" السور \", وهو \" الأعراف \".* * *وأما قوله: (وعلى الأعراف رجال)، فإن \" الأعراف \" جمع، واحدها \" عُرْف \", وكل مرتفع من الأرض عند العرب فهو \" عُرْف \", وإنما قيل لعُرف الديك \" عرف \", لارتفاعه على ما سواه من جسده، ومنه قول الشماخ بن ضرار:وَظَلًّــتْ بِــأَعْرَافٍ تَغَـالَى, كَأَنَّهَـارِمَـاحٌ نَحَاهَـا وِجْهَـةَ الـرِّيحِ رَاكِزُ (11)يعني بقوله: \" بأعراف \"، بنشوز من الأرض، ومنه قول الآخر: (12)كُـــلُّ كِنَـــازٍ لَحْمُــهُ نِيَــافِكَــالْعَلَمِ الْمُــوفِي عَـلَى الأعْـرَافِ (13)* * *وكان السدي يقول: إنما سمي\" الأعراف \" أعرافًا, لأن أصحابه يعرفون الناس.14672- حدثني بذلك محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي.* * *وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14673- حدثنا سفيان بن وكيع, قال:حدثنا ابن عيينة, عن عبيد الله بن أبي يزيد, سمع ابن عباس يقول: \" الأعراف \"، هو الشيء المشرف. (14)14674- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا ابن عيينة, عن عبيد الله بن أبي يزيد قال: سمعت ابن عباس يقول, مثله. (15)14675- حدثنا ابن وكيع قال، حدثني أبي, عن سفيان, عن جابر, عن مجاهد, عن ابن عباس قال: \" الأعراف \"، سور كعرف الديك.14676- حدثني المثنى قال، حدثنا أبو نعيم قال، حدثنا سفيان, عن جابر, عن مجاهد, عن ابن عباس, مثله.14677- حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد قال: \" الأعراف \"، حجاب بين الجنة والنار، سور له باب = قال أبو موسى: وحدثني عبيد الله بن أبي يزيد: أنه سمع ابن عباس يقول: إن الأعراف تَلٌّ بين الجنة والنار، حُبس عليه ناسٌ من أهل الذنوب بين الجنة والنار. (16)14678- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد, قال: \" الأعراف \" ،حجاب بين الجنة والنار, سور له باب.14679- حدثنا ابن وكيع قال، حدثنا جرير, عن منصور, عن حبيب بن أبي ثابت, عن عبد الله بن الحارث عن ابن عباس قال: \" الأعراف \"، سور بين الجنة والنار.14680- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثنا معاوية, عن علي بن أبي طلحة, عن ابن عباس قال: \" الأعراف \"، سور بين الجنة والنار.14681- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس قوله: (وعلى الأعراف رجال)، يعني بالأعراف: السور الذي ذكر الله في القرآن، (17) وهو بين الجنة والنار.||14682- حدثنا الحارث قال، حدثنا عبد العزيز قال، حدثنا إسرائيل, عن جابر, عن مجاهد, عن ابن عباس قال: \" الأعراف \"، سور له عُرْف كعرف الديك.14683- حدثنا ابن وكيع قال، حدثنا أبي, عن إسرائيل, عن جابر, عن أبي جعفر قال: \" الأعراف \"، سور بين الجنة والنار.14684- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثني عبيد بن سليمان قال، سمعت الضحاك يقول: \" الأعراف \"، السور الذي بين الجنة والنار.* * *واختلف أهل التأويل في صفة الرجال الذين أخبر الله جل ثناؤه عنهم أنهم على الأعراف، وما السبب الذي من أجله صاروا هنالك.فقال بعضهم: هم قوم من بني آدم، استوت حسناتهم وسيئاتهم, فجعلوا هنالك إلى أن يقضي الله فيهم ما يشاء, ثم يدخلهم الجنة بفضل رحمته إياهم.* ذكر من قال ذلك:14685- حدثنا ابن حميد قال، حدثنا يحيى بن واضح قال، حدثنا يونس بن أبي إسحاق قال، قال الشعبي: أرسل إليّ عبد الحميد بن عبد الرحمن، وعنده أبو الزناد عبد الله بن ذكوان مولى قريش, وإذا هما قد ذكرَا من أصحاب الأعراف ذكرًا ليس كما ذَكَرا, فقلت لهما: إن شئتما أنبأتكما بما ذكر حذيفة، فقالا هات ! فقلت: إن حذيفة ذكر أصحاب الأعراف فقال: هم قوم تجاوزت بهم حسناتهم النار، وقصرت بهم سيِّئاتهم عن الجنة, فإذا صُرفت أبصارُهم تلقاء أصحاب النار قالوا:  رَبَّنَا لا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ  . فبينا هم كذلك, اطّلع إليهم ربك تبارك وتعالى فقال: اذهبوا وادخلوا الجنة, فإني قد غفرت لكم. (18)14686- حدثني يعقوب بن إبراهيم قال، حدثنا هشيم قال، أخبرنا حصين, عن الشعبي, عن حذيفة, أنه سئل عن أصحاب الأعراف, قال فقال: هم قوم استوت حسناتهم وسيئاتهم, فقصرت بهم سيئاتهم عن الجنة, وخلّفت بهم حسناتهم عن النار. قال: فوُقِفوا هنالك على السور حتى يقضي الله فيهم.14687- حدثنا ابن وكيع قال، حدثنا جرير وعمران بن عيينة, عن حصين, عن عامر, عن حذيفة قال: أصحاب الأعراف، قومٌ كانت لهم ذنوب وحسنات, فقصرت بهم ذنوبهم عن الجنة، وتجاوزت بهم حسناتهم عن النار, فهم كذلك حتى يقضي الله بين خلقه، فينفذ فيهم أمره.14688- حدثنا ابن وكيع قال، حدثنا يحيى بن يمان, عن سفيان, عن جابر, عن الشعبي, عن حذيفة قال: أصحاب الأعراف، قوم استوت حسناتهم وسيئاتهم, فيقول: ادخلوا الجنة بفضلي ومغفرتي, لا خوف عليكم اليوم ولا أنتم تحزنون.14689- حدثنا ابن وكيع قال، حدثنا أبي, عن يونس بن أبي إسحاق, عن عامر, عن حذيفة قال: أصحاب الأعراف، قوم تجاوزت بهم حسناتهم النار, وقصرت بهم سيئاتهم عن الجنة.14690- حدثنا المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك, عن أبي بكر الهذلي قال: قال سعيد بن جبير, وهو يحدّث ذلك عن ابن مسعود قال: يحاسب الناس يوم القيامة, فمن كانت حسناته أكثر من سيئاته بواحدة دخل الجنة, ومن كانت سيئاته أكثر من حسناته بواحدة دخل النار. ثم قرأ قول الله:  فَمَنْ ثَقُلَتْ مَوَازِينُهُ فَأُولَئِكَ هُمُ الْمُفْلِحُونَ  .  وَمَنْ خَفَّتْ مَوَازِينُهُ فَأُولَئِكَ الَّذِينَ خَسِرُوا أَنْفُسَهُمْ  ، [سورة الأعراف: 8-9]. ثم قال: إن الميزان يخفّ  بمثقال حبة ويرجح. قال: فمن استوت حسناته وسيئاته كان من أصحاب الأعراف، فوقفوا على الصراط, ثم عرفوا أهل الجنة وأهل النار, فإذا نظروا إلى أهل الجنة نادوا:  سَلامٌ عَلَيْكُمْ  ، وإذا صرفوا أبصارهم إلى يسارهم نظرُوا أصحاب النار قالوا:  رَبَّنَا لا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ  [سورة الأعراف: 47]، فيتعوذون بالله من منازلهم، قال: فأما أصحاب الحسنات, فإنهم يعطون نورًا فيمشون به بين أيديهم وبأيمانهم, ويعطى كل عبد يومئذ نورًا، وكل أمَةٍ نورًا. فإذا أتوا على الصراط سَلب الله نور كل منافق ومنافقة. فلما رأى أهل الجنة ما لقي المنافقون, (19) قالوا:  رَبَّنَا أَتْمِمْ لَنَا نُورَنَا  . وأما أصحاب الأعراف, فإن النور كان في أيديهم فلم ينـزع من أيديهم, فهنالك يقول الله:  لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ  ، فكان الطمع دخولا. قال: فقال ابن مسعود: على أن العبد إذا عمل حسنة كتب له بها عشر, وإذا عمل سيئة لم تكتب إلا واحدة. ثم يقول: هلك من غلب وُحْدَانُه أعشارَه. (20)14691- حدثنا أبو همام الوليد بن شجاع قال، أخبرني ابن وهب قال، أخبرني عيسى الحنّاط، عن الشعبي, عن حذيفة قال: أصحاب الأعراف، قوم كانت لهم أعمال أنجاهم الله بها من النار, وهم آخر من يدخل الجنة, قد عرَفوا أهل الجنة وأهل النار. (21)14692- حدثنا ابن بشار قال، حدثنا أبو داود قال، حدثنا همام, عن قتادة قال: قال ابن عباس: أصحاب الأعراف، قوم استوت حسناتهم وسيئاتهم, فلم تزد حسناتهم على سيئاتهم، ولا سيئاتهم على حسناتهم.14693- حدثنا ابن وكيع وابن حميد قالا حدثنا جرير، عن منصور, عن حبيب بن أبي ثابت, عن عبد الله بن الحارث, عن ابن عباس قال: \" الأعراف \"، سور بين الجنة والنار, وأصحاب الأعراف بذلك المكان, حتى إذا بَدَا لله أن يعافيهم, انْطُلِق بهم إلى نهر يقال له: \" الحياة \"، (22) حافتاه قَصَبُ الذهب، مكلَّل باللؤلؤ، ترابه المسك, فألقوا فيه حتى تصلح ألوانهم، ويبدو في نحورهم شامَةٌ بيضاء يعرفون بها, حتى إذا صلحت ألوانهم، أتى بهم الرحمنُ فقال: تمنوا ما شئتم ! قال: فيتمنون, حتى إذا انقطعت أمنيتهم قال لهم: لكم الذي تمنيتم ومثله سبعين مرة‍! فيدخلون الجنة وفي نحورهم شامة بيضاء يعرفون بها, يسمَّون مساكين الجنة. (23)14694- حدثنا ابن بشار قال، حدثنا عبد الرحمن قال، حدثنا سفيان, عن حبيب, عن مجاهد, عن عبد الله بن الحارث قال: أصحاب الأعراف، يؤمر بهم إلى نهر يقال له: \" الحياة \", ترابه الوَرْس والزعفران, وحافتاه قَصَبُ اللؤلؤ = قال: وأحسبه قال: مكلل باللؤلؤ = وقال: فيغتسلون فيه, فتبدو في نحورهم شامة بيضاء، فيقال لهم: تمنوا ! فيقال لهم: لكم ما تمنيتم وسبعون ضعفًا!  وإنهم مساكين أهل الجنة = قال حبيب: وحدثني رجل: أنهم استوت حسناتهم وسيئاتهم.14695- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن حبيب بن أبي ثابت, عن مجاهد, عن عبد الله بن الحارث قال: أصحاب الأعراف، ينتهى بهم إلى نهر يقال له: \" الحياة \", حافتاه قَصَب من ذهب = قال سفيان: أراه قال : مكلل باللؤلؤ = قال: فيغتسلون منه اغتسالةً فتبدو في نحورهم شامة بيضاء, ثم يعودون فيغتسلون، فيزدادون. فكلما اغتسلوا ازدادت بياضًا, فيقال لهم: تمنوا ما شئتم ! فيتمنون ما شاءوا، فيقال لهم: لكم ما تمنيتم وسبعون ضعفًا ! قال: فهم مساكين أهل الجنة.14696- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا ابن عيينة, عن حصين, عن الشعبي, عن حذيفة قال: أصحاب الأعراف، قوم استوت حسناتهم وسيئاتهم, فهم على سور بين الجنة والنار:  لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ  .14697- حدثنا بشر بن معاذ قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قال: كان ابن عباس يقول: \" الأعراف \"، بين الجنة والنار, حبس عليه أقوام بأعمالهم. وكان يقول: قوم استوت حسناتهم وسيئاتهم, فلم تزد حسناتهم على سيئاتهم, ولا سيئاتهم على حسناتهم.14698- حدثنا الحسن بن يحيى قال، أخبرنا عبد الرزاق قال، أخبرنا معمر, عن قتادة قال، قال ابن عباس: أهل الأعراف، قوم استوت حسناتهم وسيئاتهم.14699- حدثنا ابن وكيع قال، حدثنا أبو خالد, عن جويبر, عن الضحاك قال: أصحاب الأعراف، قوم استوت حسناتهم وسيئاتهم.14700- . . . . وقال، حدثنا يحيى بن يمان, عن شريك, عن منصور,  عن سعيد بن جبير قال: أصحاب الأعراف، استوت أعمالهم.14701- حدثني المثنى قال، حدثنا عمرو بن عون قال، أخبرنا هشيم, عن جويبر, عن الضحاك, عن ابن عباس قال: أصحاب الأعراف، قوم استوت حسناتهم وسيئاتهم, فوُقِفوا هنالك على السور.14702- حدثنا ابن حميد قال، حدثنا جرير, عن منصور, عن حبيب بن أبي ثابت, عن سفيع، أو سميع = قال أبو جعفر: كذا وجدت في كتاب سفيع (24) =، عن أبي علقمة قال: أصحاب الأعراف، قوم استوت حسناتهم وسيئاتهم. (25)* * *وقال آخرون: كانوا قتلوا في سبيل الله عصاة لآبائهم في الدنيا.* ذكر من قال ذلك:14703- حدثنا ابن وكيع قال، حدثنا يحيى بن يمان, عن أبي مسعر, عن شرحبيل بن سعد قال: هم قوم خرجوا في الغزو بغير إذن آبائهم.14704 - حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني الليث قال، حدثني خالد, عن سعيد, عن يحيى بن شبل: أن رجلا من بني النضير أخبره، عن رجل من بني هلال: أن أباه أخبره: أنه سأل رسول الله صلى الله عليه وسلم عن أصحاب الأعراف فقال: هم قوم غزوا في سبيل الله عصاةً لآبائهم, فقتلوا, فأعتقهم الله من النار بقتلهم في سبيله, وحُبسوا عن الجنة بمعصية آبائهم, فهم آخر من يدخل الجنة. (26)14705 - حدثني المثنى قال، حدثنا إسحاق قال، حدثنا يزيد بن هارون, عن أبي معشر, عن يحيى بن شبل مولى بني هاشم, عن محمد بن عبد الرحمن, عن أبيه قال: سئل رسول الله صلى الله عليه وسلم عن أصحاب الأعراف, فقال: قوم قتلوا في سبيل الله بمعصية آبائهم, فمنعهم قتلهم في سبيل الله عن النار, ومنعتهم معصية آبائهم أن يدخلوا الجنة. (27)* * *وقال آخرون: بل هم قوم صالحون فقهاء علماء.* ذكر من قال ذلك:14706- حدثنا ابن وكيع قال، حدثنا أبي, عن سفيان, عن خصيف, عن مجاهد قال: أصحاب الأعراف، قوم صالحون فقهاء علماء.* * *وقال آخرون: بل هم ملائكة وليسوا ببني آدم.* ذكر من قال ذلك:14707- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية, عن أبي مجلز قوله: (وبينهما حجاب وعلى الأعراف رجال يعرفون كلا بسيماهم)، قال: هم رجال من الملائكة، يعرفون أهل الجنة وأهل النار، قال:  وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلامٌ عَلَيْكُمْ  ، إلى قوله:  رَبَّنَا لا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ  ، قال: فنادى أصحاب الأعراف رجالا في النار يعرفونهم بسيماهم:  مَا أَغْنَى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ  .  أَهَؤُلاءِ الَّذِينَ أَقْسَمْتُمْ لا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ  ، قال: فهذا حين دخل أهل الجنة الجنة:  ادْخُلُوا الْجَنَّةَ لا خَوْفٌ عَلَيْكُمْ وَلا أَنْتُمْ تَحْزَنُونَ  .14708- حدثنا ابن عبد الأعلى قال، حدثنا المعتمر قال، سمعت عمران قال: قلت لأبي مجلز: يقول الله: (وعلى الأعراف رجال)، وتزعم أنتَ أنهم الملائكة؟ قال فقال: إنهم ذكور، وليسوا بإناث.14709- حدثنا ابن وكيع قال، حدثنا جرير, عن سليمان التيمي, عن أبي مجلز: (وعلى الأعراف رجال)، قال: رجال من الملائكة، يعرفون الفريقين جميعًا بسيماهم, أهل النار وأهل الجنة, وهذا قبل أن يدخل أهل الجنة الجنة.14710- حدثنا ابن وكيع قال، حدثنا محمد بن أبي عدي, عن التيمي, عن أبي مجلز, بنحوه.14711- . . . . وقال، حدثنا يحيى بن يمان, عن سفيان, عن التيمي, عن أبي مجلز قال: أصحاب الأعراف، الملائكة.14712- حدثني المثنى قال، حدثنا يعلى بن أسد قال، حدثنا خالد قال، أخبرنا التيمي, عن أبي مجلز: (وعلى الأعراف رجال)، قال: هم الملائكة.14713- حدثنا ابن وكيع قال، حدثنا أبي, عن عمران بن حدير, عن أبي مجلز: (وعلى الأعراف رجال)، قال: هم الملائكة. قلت: يا أبا مجلز، يقول الله تبارك وتعالى: \" رجال \", وأنت تقول: ملائكة؟ قال: إنهم ذُكران ليسوا بإناث.14714- حدثني المثنى قال، حدثنا الحجاج قال، حدثنا حماد، عن عمران بن حدير, عن أبي مجلز في قوله: (وعلى الأعراف رجال يعرفون كلا بسيماهم)، قال: الملائكة. قال قلت: يقول الله \" رجال \"؟ قال: الملائكة ذكور. (28)* * *قال أبو جعفر: والصواب من القول في أصحاب الأعراف أن يقال كما قال الله جل ثناؤه فيهم: هم رجال يعرفون كُلا من أهل الجنة وأهل النار بسيماهم, ولا خبر عن رسول الله صلى الله عليه وسلم يصح سنده ،ولا أنه متفق على تأويلها, ولا إجماع من الأمة على أنهم ملائكة.فإذ كان ذلك كذلك, وكان ذلك لا يدرك قياسًا, وكان المتعارف بين أهل لسان العرب أن \" الرجال \" اسم يجمع ذكور بني آدم دون إناثهم ودون سائر  الخلق غيرهم, كان بيِّنًا أن ما قاله أبو مجلز من أنهم ملائكة، قولٌ لا معنى له, وأن الصحيح من القول في ذلك ما قاله سائر أهل التأويل غيره. هذا مع مَنْ قال بخلافه من أصحاب رسول الله صلى الله عليه وسلم, ومع ما روي عن رسول الله صلى الله عليه وسلم في ذلك من الأخبار، وإن كان في أسانيدها ما فيها، وقد:-14715- حدثني القاسم قال، حدثني الحسين قال، حدثني جرير عن عمارة بن القعقاع, عن أبي زرعة بن عمرو بن جرير قال، سئل رسول الله صلى الله عليه وسلم عن أصحاب الأعراف فقال: هم آخر مَنْ يفصل بينهم من العباد, وإذا فرغ ربُّ العالمين من فصله بين العباد قال: أنتم قوم أخرجتكم حسناتكم من النار، ولم تدخلكم الجنة, وأنتم عُتَقائي، فارعوا من الجنة حيث شئتم. (29)* * *القول في تأويل قوله :  يَعْرِفُونَ كُلا بِسِيمَاهُمْ وَنَادَوْا أَصْحَابَ الْجَنَّةِ أَنْ سَلامٌ عَلَيْكُمْ لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ (46)قال أبو جعفر: يقول تعالى ذكره: وعلى الأعراف رجال يعرفون أهل الجنة بسيماهم, وذلك بياض وجوههم، ونضرةُ النعيم عليها = ويعرفون أهل النار كذلك بسيماهم, وذلك سواد وجوههم، وزرقة أعينهم, فإذا رأوا أهل الجنة نادوهم: \" سَلامٌ عَلَيْكُمْ\".* * *وبنحو ما قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:14716- حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية, عن علي بن أبي طلحة, عن ابن عباس قوله: (وعلى الأعراف رجال يعرفون كلا بسيماهم)، قال: يعرفون أهل النار بسواد الوجوه, وأهل الجنة ببياض الوجوه.14717 - حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: (وعلى الأعراف رجال يعرفون كلا بسيماهم)، قال: أنـزلهم الله بتلك المنـزلة، ليعرفوا من في الجنة والنار, وليعرفوا أهل النار بسواد الوجوه, ويتعوَّذوا بالله أن يجعلهم مع القوم الظالمين, وهم في ذلك يحيّون أهل الجنة بالسلام, لم يدخلوها، وهم يطمعون أن يدخلوها, وهم داخلوها إن شاء الله.14718 - حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى, عن ابن أبي نجيح, عن مجاهد: (بسيماهم)، قال: بسواد الوجوه، وزُرقة العيون.14719- حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل, عن ابن أبي نجيح, عن مجاهد: (وعلى الأعراف رجال يعرفون كلا بسيماهم)، الكفار بسواد الوجوه وزرقة العيون, وسيما أهل الجنة مبيَضَّة وجوههم.14720- حدثني المثنى قال، حدثنا عمرو بن عون قال، حدثنا هشيم, عن جويبر, عن الضحاك, عن ابن عباس قال: أصحاب الأعراف إذا رأوا أصحاب الجنة عرَفوهم ببياض الوجوه, وإذا رأوا أصحاب النار عرفوهم بسواد الوجوه.14721- حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك, عن جويبر, عن الضحاك, عن ابن عباس قال: إن أصحاب الأعراف رجال كانت لهم ذنوبٌ عِظام, وكان حَسْمُ أمرهم لله, فأقيموا ذلك المقام، إذا  نظروا إلى أهل النار عرفوهم بسواد الوجوه, فقالوا:  رَبَّنَا لا تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ  ، وإذا نظروا إلى أهل الجنة عرفوهم ببياض الوجوه, فذلك قوله: (ونادوا أصحاب الجنة أن سلام عليكم لم يدخلوها وهم يطمعون).14722- حدثت عن الحسين بن الفرج قال، سمعت أبا معاذ قال، حدثنا عبيد بن سليمان قال، سمعت الضحاك في قوله: (وعلى الأعراف رجال يعرفون كلا بسيماهم)، زعموا أن أصحاب الأعراف رجال من أهل الذنوب، أصابوا ذنوبًا، وكان حَسْم أمرهم لله, فجعلهم الله على الأعراف. فإذا نظروا إلى أهل النار عرفوهم بسواد الوجوه, فتعوذوا بالله من النار. وإذا نظروا إلى أهل الجنة نادوهم: \" أَنْ سَلامٌ عَلَيْكُمْ\", قال الله: (لم يدخلوها وهم يطمعون). قال: وهذا قول ابن عباس.14723- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي: (يعرفون كلا بسيماهم)، يعرفون الناس بسيماهم, يعرفون أهل النار بسواد وجوههم, وأهل الجنة ببياض وجوههم.14724- حدثنا بشر بن معاذ قال، حدثنا يزيد بن زريع قال، حدثنا سعيد, عن قتادة قوله: (يعرفون كلا بسيماهم)، يعرفون أهل النار بسواد وجوههم, وأهل الجنة ببياض وجوههم.14725- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: (وعلى الأعراف رجال يعرفون كلا بسيماهم)، قال: أهل الجنة بسيماهم. بيض الوجوه = وأهل النار بسيماهم، سود الوجوه. قال: وقوله (يعرفون كلا بسيماهم)، قال: أصحاب الجنة وأصحاب النار =\" ونادوا أصحاب الجنة \", قال: حين رأوا وجوههم قد ابيضت.14726- حدثنا ابن وكيع قال، حدثنا المحاربي, عن جويبر, عن الضحاك: (يعرفون كلا بسيماهم)، قال: بسواد الوجوه.14727- حدثنا ابن وكيع قال، حدثنا يحيى بن يمان, عن مبارك, عن  الحسن: (بسيماهم)، قال: بسواد الوجوه وزرقة العيون.* * *و \" السيماء \"، العلامة الدالة على الشيء، في كلام العرب. وأصله من \" السِّمَة \"، نقلت واوها التي هي فاء الفعل، إلى موضع العين, كما يقال: \" اضمحلّ\" و \" امضحلّ\". وذكر سماعًا عن بعض بني عقيل: \" هي أرض خامة \", يعني\" وَخِمة \". ومنه قولهم: \" له جاه عند الناس \", بمعنى \" وجه \", نقلت واوه إلى موضع عين الفعل. (30) وفيها لغات ثلاث: \" سيما \" مقصورة, و \" سيماء \"، ممدودة, و \" سيمياء \"، بزيادة ياء أخرى بعد الميم فيها، ومدها، على مثال \" الكبرياء \", (31) كما قال الشاعر: (32)غُـلامٌ رَمَـاهُ اللـه بِالحُسْـنِ إذْ رَمَىلَـهُ سِـيمِيَاءُ لا تَشُـقُّ عَـلَى البَصَـرْ (33)* * *وأما قوله: (ونادوا أصحاب الجنة أن سلام عليكم لم يدخلوها وهم يطمعون)، أي: حلت عليهم أمنة الله من عقابه وأليم عذابه. (34)* * *واختلف أهل التأويل في المعنيّ بقوله: (لم يدخلوها وهم يطمعون).فقال بعضهم: هذا خبر من الله عن أهل الأعراف: أنهم قالوا لأهل الجنة ما قالوا قبل دخول أصحاب الأعراف, غير أنهم قالوه وهم يطمعون في دخولها.* ذكر من قال ذلك:14728- حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط, عن السدي قال: أهل الأعراف يعرفون الناسَ, فإذا مرُّوا عليهم  بزُمْرة يُذْهب بها إلى الجنة قالوا: \" سلام عليكم \". يقول الله لأهل الأعراف: لم يدخلوها، وهم يطمعون أن يدخلوها.14729- حدثني محمد بن عبد الأعلى قال، حدثنا محمد بن ثور, عن معمر قال، تلا الحسن: (لم يدخلوها وهم يطمعون)، قال: والله ما جعل ذلك الطمع في قلوبهم، إلا لكرامة يريدها بهم.14730- حدثنا بشر قال، حدثنا يزيد قال، حدثنا سعيد, عن قتادة قوله: (لم يدخلوها وهم يطمعون)، قال: أنبأكم الله بمكانهم من الطمع.14731- حدثني المثنى قال، حدثنا سويد قال، أخبرنا ابن المبارك, عن أبي بكر الهذلي قال، قال سعيد بن جبير, وهو يحدث ذلك عن ابن مسعود قال: أما أصحاب الأعراف, فإن النور كان في أيديهم، فانتزع من أيديهم، (35) يقول الله: (لم يدخلوها وهم يطمعون)، قال: في دخولها. قال ابن عباس: فأدخل الله أصحاب الأعراف الجنة.14732- حدثني الحارث قال، حدثنا عبد العزيز قال، حدثنا إسرائيل, عن جابر, عن عكرمة وعطاء: (لم يدخلوها وهم يطمعون)، قالا في دخولها.* * *وقال آخرون: إنما عني بذلك أهلَ الجنة, وأن أصحاب الأعراف يقولون لهم قبل أن يدخلوا الجنة: \" سلام عليكم \", وأهل الجنة يطمعون أن يدخلوها, ولم يدخلوها بعدُ.* ذكر من قال ذلك:14733- حدثنا ابن حميد قال، حدثنا وكيع قال، حدثنا جرير, عن سليمان التيمي, عن أبي مجلز: (ونادوا أصحاب الجنة أن سلام عليكم لم يدخلوها وهم يطمعون)، قال: الملائكة، يعرفون الفريقين جميعًا بسيماهم. وهذا قبل أن  يدخل أهل الجنة الجنة، أصحاب الأعراف ينادون أصحابَ الجنة: أنْ سلام عليكم، لم يدخلوها وهم يطمعون في دخولها.---------------------الهوامش :(11) ديوانه : 53 ، مجاز القرآن لأبي عبيدة 1 : 215 ، ورواية ديوانه وغيره (( وظلت تغالي باليفاع كأنها )) . وهذا البيت من آخر القصيدة في صفة حمر الوحش ، بعد أن عادت من رحلتها الطويلة العجيبة في طلب الماء ، يقودها العير ، فوصفه ووصفهن ، فقال :مُحَــامٍ عـلى عَوْراتِهَـا لا يَرُوعُهـاخَيَـالٌ ، وَلا رَامِـي الوُحُوشِ المنَاهِزُوأصْبَـحَ فَـوْقَ النَّشْـزِ ، نَشْزِ حَمَامةٍ،لَـهُ مَرْكَضٌ فِي مُسْتَوَى الأَرْضِ بَارِزُوَظلَّــتْ تغَـالَي بِاليَفَـاع .............................................و (( تغالي الحمر )) احتكاك بعضها ببعض .يصف ضمور حمر الوحش ، كأنها رماح مائلة تستقبل مهب الرياح . وكان في المطبوعة : (( تعالى )) ، وهو خطأ . وفي المخطوطة هكذا : (( وطلت بأعراف تعالى كأنها رماح وجهه راكز )) ، صوابه ما أثبت .(12) لم أعرف قائله .(13) مجاز القرآن أبي عبيدة 1 : 215 ، اللسان ( نوف ) ، (( الكناز )) المجتمع اللحم القوية . و (( النياف )) ، الطويل ، يصف جملا . و (( العلم )) الجبل .(14) الأثر : 14673 - (( عبيد الله بن أبي يزيد المكي )) ، روى عن ابن عباس ، مضى برقم : 3778 . وكان في المطبوعة (( عبيد الله بن يزيد )) ، والصواب من المخطوطة .(15) الأثر : 14674 - (( عبيد الله بن أبي يزيد )) ، المذكور آنفًا ، في المطبوعة والمخطوطة هنا (( عبيد الله بن يزيد )) .(16) الأثر : 14677 - (( عيسى )) ، هو (( عيسى بن ميمون المكي )) صاحب التفسير ، مضى مئات من المرات ، وترجم في رقم : 278 ، 3347 ، وكنيته (( أبو موسى )) فهو الرواي هنا عن (( عبيد الله بن أبي يزيد )) .وكان في المطبوعة هنا أيضًا ( عبيد الله بن يزيد )) ، والصواب من المخطوطة . انظر التعليقين السالفين .(17) هو المذكور في آية سورة الحديد : 13 ، والمذكور آنفًا في الآثار السالفة .(18) الأثر : 14685 - (( عبد الحميد بن عبد الرحمن بن زيد بن الخطاب العدوي )) ، وهو (( الأعرج )) استعمله عمر بن عبد العزيز على الكوفة ، وكان أبو الزناد كاتبًا له . ثقة ، روى له الجماعة مترجم في التهذيب ، وابن أبي حاتم 3 /1 / 15 ، ونسب قريش : 363 .و (( أبو الزناد )) ، (( عبد الله بن ذكوان )) مولى على قريش )) ، مضى برقم : 11813 .(19) في المخطوطة : (( فلما رأوا أهل الجنة )) ، وهو جائز .(20) الأثر : 14690 - (( أبو بكر الهذلي )) ، ليس بثقة ، ولا يحتج بحديثه . وقال غندر : (( كان إمامنا ، وكان يكذب )) . مضى برقم : 597 ، 8376 ، 13054 ، 14398غندر : (( كان إمامنا ، وكان يكذب )) . مضى برقم : 597 ، 8376 ، 13054 ، 14398 .و (( الوحدان )) بضم الواو ، جمع (( واحد )) . و (( واحد )) . و (( الأعشار )) جمع (( عشر )) .(21) الأثر : 14691 - (( الوليد بن شجاع بن الوليد السكوني )) ، (( أبو همام )) ، شيخ الطبري ، تكلموا فيه ، وقال ابن معين : (( لا بأس به ، ليس هو ممن يكذب )) ، وقال أبو حاتم : (( يكتب حديثه ولا يحتج به )) . مترجم في التهذيب ، وابن أبي حاتم 4 / 2 / 7 .و (( عيسى الحناط )) ، هو (( عيسى بن أبي عيسى الحناط الغفاري )) ، وهو (( عيسى بن ميسرة )) ضعيف مضطرب الحديث لا يكتب حديثه . وكان (( خباطًا )) ، ثم ترك ذلك وصار (( حناطًا )) ، ثم ترك ذلك وصار يبيع الخيط . قال ابن سعد : (( كان يقول : أنا خباط ، حناط ، خياط ، كلا قد عالجت )) . وكان في المطبوعة هنا (( الخياط )) ، وأثبت ما في المخطوطة ، وإن كان صوابًا ما في المطبوعة .مترجم في التهذيب ، وابن أبي حاتم 3 / 1 / 289 .(22) في ابن كثير 3 : 481 (( يقال له نهر الحياة )) . وانظر الأثر التالي . و (( قصب الذهب )) ، أنابيب من الذهب ، مجوفة مستطيلة . وفي المطبوعة هنا وفيما يلي (( قضب )) ، بالضاد .(23) الأثر : 14693 - سيرويه موقوفًا على عبد الله بن الحارث في الأثر التالي ، قال ابن كثير بعد أن ذكر الخبرين : (( وعن عبد الله بن الحارث من قوله ، وهذا أصح )) ، التفسير 3 : 482 .(24) في المخطوطة : (( كتابي )) ثم ضرب على (( بي )) ، وكتب بعدها (( ب )) ، وأخشى أن يكون الذي ضرب عليه الناسخ هو الصواب .(25) الأثر : 14702 - (( سفيع )) ، لم أجد من ذكره .وأما (( سميع )) الراوي عن ابن عباس ، فهو (( سميع الزيات )) (( أبو صالح )) ، ثقة مترجم في الكبير 2 /2 / 190 ، وابن أبي حاتم 2 / 1 / 305 .(26) الأثر : 14704 - (( يحيى بن شبل )) ، (( مولى بني هاشم )) لم أعرف حاله ، ترجم له ابن أبي حاتم 4 / 2 / 157 ، ولم يذكر فيه جرحًا ، والبخاري في الكبير 4 / 2 / 282 ، وذكره في التهذيب إلحاقًا فقال : (( ولهم بن شبل شيخ آخر مدني ، أقدم من هذا ، يروي عنه أبو معشر حديثًا في أصحاب الأعراف ))واقتصر البخاري على أنه يروي عنه سعيد بن أبي هلال . وأما ابن أبي حاتم ، فذكر أنه روى عن (( عمر بن عبد الرحمن المزني ، وعن جده بن حسين ( ؟؟ ) عن علي رضي الله عنه )) ثم قال : (( روى عنه سعيد بن أبي هلال ، وعبد العزيز بن عبد الله بن أبي سلمة ، وأبو معشر ، وموسى بن عبيدة الربذي ، وابن أبي سبرة )) .وزادنا أبو جعفر في الأثر التالي أنه (( مولى بني هاشم )) ، ولم أجد لذلك ذكرًا في الكتب التي بأيدينا .وهذا خبر ضعيف ، لما فيه من المجاهيل ، ولأن (( أبا معشر )) نفسه ، قد تكلموا فيه ، وضعفوه . وانظر التعليق على الأثر التالي ، ففيه التخريج .(27) الأثر : 14705 - (( يحيى بن شبل ، مولى بني هاشم )) ، انظر الأثر السالف .و (( محمد بن عبد الرحمن المزني )) ، لم أجد له ترجمة مفردة ، ويقال أيضًا (( عمر بن الرحمن المزني )) ، ويقال : (( عمرو بن عبد الرحمن )) ، إن صلح ما في ترجمة أبيه في أسد الغابة .وأبوه (( عبد الرحمن المزني )) ، ويقال (( عبد الرحمن بن أبي عبد الرحمن )) ، وقال ابن عبد البر في الاستيعاب : (( وقد قيل : اسم أبيه محمد ، وهو الصواب إن شاء الله )) .وترجم له ابن عبد البر في الاستيعاب : 399 ، وابن الأثير في أسد الغابة في موضعين 3 : 307 ، 322 ، وابن حجر في الإصابة في موضعين : في (( عبد الرحمن بن أبي الهلالي )) وفي (( عبد الرحمن المزني )) ، ولم يشر إلى ذلك في واحدة من الترجمتين ، وهو عجيب !! واختلفوا في تسمية ولده ، فقال ابن حجر : (( والد عمر ، ويقال : والد محمد )) ، وقال ابن عبد البر : (( وله ولد آخر يقال له : (( عبد الرحمن )) . أما ابن الأثير ، ففيه أن ولده (( عمرو )) ، وان كنية (( عبد الرحمن المزني )) هو (( أبو عمرو )) .وأما قوله في الأثر السالف : (( أن رجلا من بني النضير )) ، فهكذا جاء في المخطوطة والمطبوعة ، وفي المراجع الأخرى : (( أن رجلا من بني نضر )) ، ولا أدري أهو بالضاد المعجمة أم الصاد المهملة . وأما (( عن رجل من بني هلال )) فكأنه يعني من (( بني هلال بن رئاب )) من (( بني عمرو بن أد )) ، وهم مزينة ، ومن بني هلال بن رئاب (( إياس بن معاوية المزني )) القاضي المشهور . انظر جمهرة الأنساب لابن حزم : 192 . ويدل على ذلك ان ابن حجر ترجم له في (( عبد الرحمن بن أبي عبد الرحمن الهلالي )) وفي (( عبد الرحمن المزني )) ، وذكر فيهما حديثه في الأعراف .وهذا الخبر ذكروه جميعًا من طرق مختلفة ، وكلها مضطرب ، وقد جمع الكلام فيه الحافظ ابن حجر في الإصابة في الموضعين ، ولكنه لم يستوفه .ومهما يكن من شيء ، فهو حديث ضعيف لضعف أبي معشر ، ولما يحيط به من الجهالة كما أسلفت في التعليق على الأثر السالف .(28) في المخطوطة : (( الملائكة )) دون صفتهم (( ذكور )) ، كأنه قطع الكلام بالإثبات . وإن كان يخشى أيضًا أن يكون الناسخ أسقط ما ثبت في المطبوعة .(29) الأثر : 14715 - (( عمارة بن القعقاع بن شبرمة الضبي ، روى له الجماعة ، مضى برقم : 14203 ، 14209 .و (( أبو زرعة بن عمرو بن جرير بن عبد الله البجلي )) ، ثقة ، روى له الجماعة مضى كثيراص ، آخرها أيضًا رقم : 14203 ، 14209 . وكان في المطبوعة والمخطوطة : (( أبو زرعة ، عن عمرو بن جرير )) ، وهو خطأ .وهذا خبر مرسل حسن ، خرجه السيوطي في الدر المنثور 3 : 87 ، وزاد إلى ابن المنذر . ذكره ابن كثير في تفسيره 3 : 482 .(30) انظر (( جاه )) فيما سلف 6 : 415 .(31) انظر تفسير (( سيما )) فيما سلف 5 : 594 - 597 /7 : 189 ، 190 .(32) هو أسيد بن عنقاء الفزاري .(33) سلف البيت وتخريجه فيما سلف 5 : 595 /7 : 189 .(34) انظر تفسير (( سلام )) فيما سلف ص : 114 ، تعليق : 1 ، والمراجع هناك .(35) في المطبوعة : (( ما انتزع )) ، والصواب من المخطوطة .",
  "ayah": 46,
  "surah": 7
}
