{
  "text": "القول في تأويل قوله :  وَنَادَى أَصْحَابُ الأَعْرَافِ رِجَالا يَعْرِفُونَهُمْ بِسِيمَاهُمْ قَالُوا مَا أَغْنَى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ (48)قال أبو جعفر: يقول جل ثناؤه: (ونادى أصحاب الأعراف رجالا)، من أهل الأرض =(يعرفونهم بسيماهم)، سيما أهل النار =(قالوا ما أغنى عنكم جمعكم)، ما كنتم تجمعون من الأموال والعَدَد في الدنيا =(وما كنتم تستكبرون)، يقول: وتكبُّركم الذي كنتم تتكبرون فيها، (37) كما:14738- حدثني محمد بن الحسين قال، حدثنا أحمد بن المفضل قال، حدثنا أسباط, عن السدي قال، فمرّ بهم = يعني بأصحاب الأعراف = ناس من الجبَّارين عرفوهم بسيماهم. قال: يقول: قال أصحاب الأعراف: (ما أغنى عنكم جمعكم وما كنتم تستكبرون).14739- حدثني محمد بن سعد قال، حدثني أبي قال، حدثني عمي قال، حدثني أبي, عن أبيه, عن ابن عباس: (ونادى أصحاب الأعراف رجالا)، قال: في النار =( يعرفونهم بسيماهم قالوا ما أغنى عنكم جمعكم  وما كنتم تستكبرون)، وتكبركم. (38)14740- حدثنا ابن وكيع قال، حدثنا جرير, عن سليمان التيمي, عن أبي مجلز: (ونادى أصحاب الأعراف رجالا يعرفونهم بسيماهم قالوا ما أغنى عنكم جمعكم وما كنتم تستكبرون)، قال: هذا حين دخل أهل الجنةِ الجنةَ, =  أَهَؤُلاءِ الَّذِينَ أَقْسَمْتُمْ لا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ  ، الآية، قلت لأبي مجلز: عن ابن عباس؟ قال: لا بل عن غيره.14741- حدثني يعقوب بن إبراهيم قال، حدثنا ابن علية, عن سليمان التيمي, عن أبي مجلز: (ونادى أصحاب الأعراف رجالا يعرفونهم بسيماهم)، قال: نادت الملائكة رجالا في النار يعرفونهم بسيماهم = مَا أَغْنَى عَنْكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ .  أَهَؤُلاءِ الَّذِينَ أَقْسَمْتُمْ لا يَنَالُهُمُ اللَّهُ بِرَحْمَةٍ  ، قال: هذا حين دخل أهل الجنةِ الجنةَ =  ادْخُلُوا الْجَنَّةَ لا خَوْفٌ عَلَيْكُمْ وَلا أَنْتُمْ تَحْزَنُونَ  .14742- حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( ونادى أصحاب الأعراف رجالا يعرفونهم بسيماهم)، فالرجال، عظماء من أهل الدنيا. قال: فبهذه الصفة عرَف أهلُ الأعراف أهلَ الجنة من أهل النار. وإنما ذكر هذا حين يذهب رئيس أهل الخير ورئيس أهل الشر يوم القيامة = قال: وقال ابن زيد في قوله: (ما أغنى عنكم جمعكم وما كنتم تستكبرون)، قال: على أهل طاعة الله.-----------------الهوامش :(37) انظر تفسير (( الاستكبار )) فيما سلف 11 : 540 / 12 : 421 .(38) في المطبوعة : (( ... جميعكم وتكبركم وما كنتم تستكبرون )) ، وهو كذلك في المخطوطة ، إلا أنه فوق (( وتكبركم )) حرف ( م ) دلالة على أنه مقدم عن مكانه ، فرددته إلى الأصل ، وهو الصواب .",
  "ayah": 48,
  "surah": 7
}
