{
  "text": "القول في تأويل قوله :  ادْعُوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لا يُحِبُّ الْمُعْتَدِينَ (55)قال أبو جعفر: يقول تعالى ذكره: ادعوا، أيها الناس، ربَّكم وحده، فأخلصوا له الدعاء، دون ما تدعون من دونه من الآلهة والأصنام =\" تضرعًا \" ، يقول: تذلُّلا واستكانة لطاعته (21) =\" وخفية \" ، يقول بخشوع قلوبكم، وصحة اليقين منكم بوحدانيته فيما بينكم وبينه، لا جهارًا ومراءاةً، وقلوبكم غير موقنة بوحدانيته وربوبيته، فعلَ أهل النفاق والخداع لله ولرسوله، (22) كما:-14777 - حدثني المثنى قال، حدثنا سويد بن نصر قال، أخبرنا ابن المبارك، عن المبارك بن فضالة، عن الحسن قال: إنْ كانَ الرجل لقد جمع القرآن، وما يشعرُ جارُه. وإن كان الرجل لقد فَقُه الفقهَ الكثير، وما يشعرُ به الناس. وإن كان الرجل ليصلي الصلاة الطويلة في بيته وعنده الزَّوْر، (23) وما يشعرون به. ولقد أدركنا أقوامًا ما كان على الأرض من عمل يقدرون على أن يعملوه في السرّ فيكون علانية أبدًا! ولقد كان المسلمون يجتهدون في الدعاء، وما يُسمع لهم صوت، إن كان إلا همسًا بينهم وبين ربهم، وذلك أن الله يقول: \" ادعوا ربكم تضرعًا وخفية \" ، وذلك أن الله ذكر عبدًا صالحًا فرضِي فعله فقال:  إِذْ نَادَى رَبَّهُ نِدَاءً خَفِيًّا  ، [ سورة مريم: 3 ] .14778 - حدثنا ابن حميد قال، حدثنا جرير، عن عاصم الأحول، عن أبي عثمان النهدي، عن أبي موسى قال: كان النبي صلى الله عليه وسلم في غَزَاة، (24) فأشرفوا على وادٍ يكبرون ويهللون ويرفعون أصواتهم، فقال: \" أيها الناس، اربَعُوا على أنفسكم، إنكم لا تدعون أصمَّ ولا غائبًا! إنكم تدعون سميعًا قريبًا وهو معكم \". (25)14779 - حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس قوله: \" ادعوا ربكم تضرعًا وخفية \" ، قال: السر.* * *وأما قوله: \" إنه لا يحب المعتدين \" ، فإن معناه: إن ربكم لا يحب من اعتدى فتجاوز حدَّه الذي حدَّه لعباده في دعائه ومسألته ربَّه، ورفعه صوته فوق الحد الذي حدَّ لهم في دعائهم إياه، ومسألتهم، وفي غير ذلك من الأمور، (26) كما:-14780 - حدثني يعقوب بن إبراهيم قال، حدثنا معتمر بن سليمان قال، أنبأنا إسماعيل بن حماد بن أبي سليمان، عن عباد بن عباد، عن علقمة، عن أبي مجلز: \" ادعوا ربكم تضرعًا وخفية إنه لا يحب المعتدين \" ، قال: لا يسأل منازلَ الأنبياء عليهم السلام.14781 - حدثني القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج، عن عطاء الخراساني، عن ابن عباس: \" إنه لا يحب المعتدين \" ،  في الدعاء ولا في غيره = قال ابن جريج: إن من الدعاء اعتداءً، يُكره رفعُ الصوتِ والنداءُ والصياحُ بالدعاء، ويُؤمر بالتضرُّع والاستكانة.-------------------الهوامش :(21) انظر تفسير\"التضرع\" فيما سلف 11: 355 ، 414.(22) انظر تفسير\"خفية\" فيما سلف 11: 414.(23) \"الزور\" (بفتح فسكون) جمع\"زائر\" ، مثل\"صاحب\" و\"صحب\". وفي المخطوطة: \"الزور\" مضبوطة بالقلم بضم الزاي وتشديد الواو مفتوحة ، وهو صواب أيضًا.(24) هذه الغزاة ، هي غزوة خيبر.(25) الأثر: 14778- رواه البخاري في صحيحه (الفتح 7: 363) ، ومسلم في صحيحه 17: 25 من هذه الطريق ، مطولا.وقوله: \"اربعوا على أنفسكم\" ، أي : ارفقوا بأنفسكم ، واخفضوا أصواتكم. وفي المخطوطة: \"سميعًا قريبًا أنا معكم\" غير منقوطة ، وأثبت ما في الصحيحين ، وفي المطبوعة ، حذف ما في المخطوطة ، ولم يزد\"وهو\" التي زدتها.(26) انظر تفسير\"الاعتداء\" فيما سلف من فهارس اللغة (عدا).",
  "ayah": 55,
  "surah": 7
}
