{
  "text": "القول في تأويل قوله :  فَلَنَقُصَّنَّ عَلَيْهِمْ بِعِلْمٍ وَمَا كُنَّا غَائِبِينَ (7)قال أبو جعفر: يقول تعالى ذكره: فلنخبرن الرسل ومَنْ أرسلتهم إليه بيقين علمٍ بما عملوا في الدنيا فيما كنت أمرتهم به, وما كنت نهيتهم عنه (25) =\" وما كنا غائبين \"، عنهم وعن أفعالهم التي كانوا يفعلونها.* * *فإن قال قائل: وكيف يسأل الرسلَ، والمرسل إليهم, وهو يخبر أنه يقصّ عليهم بعلم بأعمالهم وأفعالهم في ذلك؟قيل: إن ذلك منه تعالى ذكره ليس بمسألة استرشاد، ولا مسألة تعرّف منهم ما هو به غير عالم, وإنما هو مسألة توبيخ وتقرير معناها الخبر, كما يقول الرجل للرجل: \" ألم أحسن إليك فأسأت؟\"، و \" ألم أصلك فقطعت؟\". فكذلك مسألة الله المرسلَ إليهم، بأن يقول لهم: \" ألم يأتكم رسلي بالبينات؟ ألم أبعث إليكم النذر فتنذركم عذابي وعقابي في هذا اليوم من كفر بي وعبد غيري\"؟ كما أخبر جل ثناؤه أنه قائل لهم يومئذ:  أَلَمْ أَعْهَدْ إِلَيْكُمْ يَا بَنِي آدَمَ أَنْ لا تَعْبُدُوا الشَّيْطَانَ إِنَّهُ لَكُمْ عَدُوٌّ مُبِينٌ * وَأَنِ اعْبُدُونِي هَذَا صِرَاطٌ مُسْتَقِيمٌ [سورة يس: 60-61] .ونحو ذلك من القول الذي ظاهره ظاهر مسألة, ومعناه الخبر والقصص، وهو بعدُ توبيخ وتقرير.وأما مسألة الرسل الذي هو قصص وخبر, فإن الأمم المشركة لما سئلت في القيامة قيل لها:  أَلَمْ يَأْتِكُمْ رُسُلٌ مِنْكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ  ؟ أنكر ذلك كثير منهم وقالوا:  مَا جَاءَنَا مِنْ بَشِيرٍ وَلا نَذِيرٍ  . فقيل للرسل: \" هل بلغتم ما أرسلتم به \"؟ أو قيل لهم: \" ألم تبلغوا إلى هؤلاء ما أرسلتم به؟\"، كما جاء الخبر عن رسول الله صلى الله عليه وسلم , وكما قال جل ثناؤه لأمة نبينا محمد صلى الله عليه وسلم:  وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا لِتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّسُولُ عَلَيْكُمْ شَهِيدًا  ، [سورة البقرة: 143]. فكل ذلك من الله مسألة للرسل على وجه الاستشهاد لهم على من أرسلوا إليه من الأمم، وللمرسَل إليهم على وجه التقرير والتوبيخ, وكل ذلك بمعنى القصص والخبر.فأما الذي هو عن الله منفيٌّ من مسألته خلقه, فالمسألة التي هي مسألة استرشاد واستثبات فيما لا يعلمه السائل عنها ويعلمه المسؤول, ليعلم السائل علم ذلك من قِبَله، فذلك غير جائز أن يوصف الله به ، لأنه العالم بالأشياء قبل كونها وفي حال كونها وبعد كونها, وهي المسألة التي نفاها جل ثناؤه عن نفسه بقوله:  فَيَوْمَئِذٍ لا يُسْأَلُ عَنْ ذَنْبِهِ إِنْسٌ وَلا جَانٌّ  ، [سورة الرحمن: 39]، وبقوله:  وَلا يُسْأَلُ عَنْ ذُنُوبِهِمُ الْمُجْرِمُونَ  ، [سورة القصص: 78]، يعني: لا يسأل عن ذلك أحدًا منهم مستثبت, (26) ليعلم علم ذلك من قبل مَنْ سأل منه, لأنه العالم بذلك كله وبكل شيء غيره.* * *وقد ذكرنا ما روي في معنى ذلك من الخبر في غير هذا الموضع, فكرهنا إعادته. (27)* * *وقد روي عن ابن عباس أنه كان يقول في معنى قوله: (فلنقصن عليهم بعلم)، أنه ينطق لهم كتاب عملهم عليهم بأعمالهم.هذا قولٌ غيرُ بعيد من الحق, غير أن الصحيح من الخبر عن رسول الله صلى الله عليه وسلم أنه قال: ما منكم من أحد إلا سيكلمه ربه يوم القيامة ليس بينه وبينه تَرْجُمان, فيقول له: \" أتذكر يوم فعلت كذا وفعلت كذا \"؟ حتى  يذكره ما فعل في الدنيا (28) = والتسليم لخبر رسول الله صلى الله عليه وسلم أولى من التسليم لغيره.---------------الهوامش :(25) انظر تفسير (( القصص )) فيما سلف 9 : 402 /12 : 120(26) في المطبوعة والمخطوطة : ( لا يسأل عن ذلك أحدًا منهم علم مستثبت )) وهو غير مستقيم ، والصواب ما أثبت .(27) انظر ما سلف 3 : 145 - 154 .(28) هذا الخبر الذي صححه الطبري ، لم أجده بتمامه ، ووجدت صدره من رواية ابن خزيمة ، عن أبي خالد عبد العزيز بن أبان القرشي ، قال : حدثنا بشير بن المهاجر ، عبد الله بن بريدة ، عن أبيه قال : قال رسول الله صلى الله عليه وسلم : (( ما منكم من أحد إلا سيخلو الله به يوم القيامة ، ليس بينه وبينه حجاب ولا ترجمان )) ( حادي الأرواح 2 : 108 ، 109 ) ، وخرجه الهيثمي في مجمع الزوائد : 346 ، بلفظ : ( ليس منكم من أحد إلا سيكلمه الله عز وجل ... )) ، ثم قال : (( رواه البزار ، وفيه عبد العزيز بن أبان ، وهو متروك )) . وسيأتي في التعليق على رقم : 14333 .وأما الأخبار بمعنى هذا الخبر ، فقد جاءت بالأسانيد الصحاح . رواه الترمذي بهذا اللفظ في أبواب صفة القيامة ، من حديث عدي بن حاتم ، وقال : (( هذا حديث حسن صحيح )) .",
  "ayah": 7,
  "surah": 7
}
