{
  "text": "القول في تأويل قوله :  فَأَنْجَيْنَاهُ وَأَهْلَهُ إِلا امْرَأَتَهُ كَانَتْ مِنَ الْغَابِرِينَ (83)قال أبو جعفر : يقول تعالى ذكره: فلما أبى قوم لوط= مع توبيخ لوط إياهم على ما يأتون من الفاحشة، وإبلاغه إياهم رسالة ربه بتحريم ذلك عليهم= إلا التمادي في غيّهم، أنجينا لوطًا وأهله المؤمنين به ، إلا امرأته ، فإنها كانت للوط خائنة ، وبالله كافرة.* * *وقوله: ( من الغابرين ) ، يقول: من الباقين.* * *وقيل: ( من الغابرين ) ، ولم يقل \" الغابرات \"، لأنه أريد أنها ممن بقي مع الرجال، (4) فلما ضم ذكرها إلى ذكر الرجال قيل: \" من الغابرين \". (5)* * *والفعل منه: \" غبَرَ يَغْبُرُ غُبُورًا ، وغَبْرًا \"، (6) وذلك إذا بقي ، كما قال الأعشى:عَــضَّ بِمَــا أَبْقَـى المَوَاسِـي لَـهُمِــنْ أَمَــةٍ فِــي الـزَّمَنِ الغَـابِرِ (7)وكما قال الآخر: (8)&; 12-552 &; وَأَبِــي الَّـذِي فَتَـحَ البِـلادَ بِسَـيْفِهِفَأَذَلَّهـــا لِبَنِــي أَبَــانَ الغَــابِرِ (9)يعني: الباقي.* * *فإن قال قائل: فكانت امرأة لوط ممن نجا من الهلاك الذي هلك به قوم لوط؟قيل: لا بل كانت فيمن هلك.فإن قال: فكيف قيل: ( إلا امرأته كانت من الغابرين ) ، وقد قلت إن معنى \" الغابر \" الباقي؟ فقد وجب أن تكون قد بقيت؟قيل: إن معنى ذلك غير الذي ذهبتَ إليه ، وإنما عنى بذلك ، إلا امرأته  كانت من الباقين قبلَ الهلاك ، والمعمَّرين الذين قد أتى عليهم دهرٌ كبيرٌ ومرّ بهم زمن كثيرٌ، حتى هرِمت فيمن هرِم من الناس، فكانت ممن غبرَ الدهرَ الطويلَ قبل هلاك القوم، فهلكت مع من هلك من قوم لوط حين جاءهم العذاب.* * *وقيل: معنى ذلك: من الباقين في عذاب الله.* ذكر من قال ذلك:14839-حدثني محمد بن عبد الأعلى قال، حدثنا محمد بن ثور، عن معمر، عن قتادة:  إِلا عَجُوزًا فِي الْغَابِرِينَ  ، [ سورة الشعراء : 171 /سورة الصافات : 135 ] ، في عذاب الله.--------------------الهوامش :(4) في المطبوعة: \"لأنه يريد\" وأثبت ما في المخطوطة.(5) انظر مجاز القرآن لأبي عبيدة 1: 218 ، 219.(6) قوله: \"وغبرا\" ، ضبطته بفتح فسكون ، ولم يرد هذا المصدر في شيء من كتب اللغة ، اقتصروا على المصدر الأول.(7) ديوانه: 106 ، مجاز القرآن لأبي عبيدة 1: 219 ، من قصيدته التي هجا بها علقمة ، ومدح عامرًا ، كما أسلفت في تخريج أبيات مضت من القصيدة ، وفي المطبوعة ومجاز القرآن\"من أمه\" ، وأثبت ما في الديوان ، قال أبو عبيدة ، بعد البيت: \"لم يختن فيما مضى ، فبقي من الزمن الغابر ، أي الباقي. ألا ترى أنه قال:وَكُــنَّ قَــدْ أَبْقَيْــنَ مِنْهَــا أَذًىعِنْــدَ المَلاقِــي وَافِــيَ الشَّـافِروهو هجاء لأم علقمة قبيح.(8) هو يزيد بن الحكم بن أبي العاص الثقفي.(9) خزانة الأدب 1: 55 ، وكان يزيد شريفًا عزيزًا ، وأبوه الحكم بن أبي العاصي الثقفي ، أحد أصحاب الفتوح الكثيرة في فارس وغيرها ، وكذلك عمه عثمان بن أبي العاص صاحب رسول الله ، فدعاه الحجاج بن يوسف الثقفي ، فولاه فارس ، فلما جاء يأخذ عهده ، قال له الحجاج: يا يزيد ، أنشدني بعض شعرك ، وإنما أراد أن ينشده مديحًا له ، فأنشده قصيدة يفخر فيها ، يقول:وَأَبِــي الَّـذِي فَتَـحَ البِـلادَ بِسَـيْفِهفَأَذلَّهَـــا لِبَنِــي أَبَــانَ الغَــابِرِوَأَبِـي الَّـذِي سَـلَبَ ابْنَ كِسْرَى رايةًبيضــاءَ تَخْـفِقُ كالعُقَـابِ الكَاسِـرِوِإذَا فَخَـرْتُ فَخَـرْتُ غَـيْرَ مُكَــذَّبفَخْــرًا أَدُقُّ بِـــهِ فَخَــارَ الفَـاخِرِفنهض الحجاج مغضبًا ، وخرج يزيد من غير أن يودعه. فأرسل الحجاج حاجبه وراءه يرتجع منه العهد ، ويقول له: أيهما خير لك ، ما ورثك أبوك أم هذا؟ فقال يزيد: قل له:وَرِثْــتُ جَــدِّي مَجْــدَهُ وَفَعَالَـهُوَوَرِثْــتَ جَـدَّك أعْـنُزًا بالطـائفِثم سار ولحق بسليمان بن عبد الملك وهو ولي للعهد ، فضمه إليه وجعله من خاصته.وروى صاحب الخزانة: \"لبني الزمان الغابر\" ، وأما رواية جعفر\"لبني أبان\" ، فإنه يعني عشيرته ورهطه ، فإن جده هو\"أبو العاص بن بشر بن عبد دهمان بن عبد الله بن همام بن أبان بن يسار الثقفي\".وقوله\"وأبي الذي سلب ابن كسرى راية\" ، يعني أباه الحكم في فتح فارس ، وإصطخر سنة 23 من الهجرة. (انظر تاريخ الطبري 5: 6/ وفتوح البلدان: 393 ، 394).",
  "ayah": 83,
  "surah": 7
}
