{
  "text": "القول في تأويل قوله :  ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتَّى عَفَوْا وَقَالُوا قَدْ مَسَّ آبَاءَنَا الضَّرَّاءُ وَالسَّرَّاءُ فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لا يَشْعُرُونَ (95)قال أبو جعفر : يقول تعالى ذكره: (ثم بدلنا) أهلَ القرية التي أخذنا أهلها بالبأساء والضراء=(مكان السيئة)، وهي البأساء والضراء. وإنما جعل ذلك \" سيئة \" ، لأنه ممّا يسوء الناس= ولا تسوءهم \" الحَسَنة \"، وهي الرخاء والنعمة والسعة في المعيشة (34) =( حتى عفوا ) ، يقول: حتى كَثرُوا.* * *وكذلك كل شيء كثر، فإنه يقال فيه: \" قد عفا \"، (35) كما قال الشاعر: (36)ولَكِنَّــا نُعِــضُّ السَّــيْفَ مِنْهَــابِأَسْــوُقِ عَافِيَــاتِ الشَّــحْمِ كُـومِ (37)وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك.14873-حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور، عن معمر، عن قتادة: ( مكان السيئة الحسنة ) ، قال: مكان الشدة رخاء=( حتى عفوا) .14874-حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد، في قول الله: ( مكان السيئة الحسنة ) ، قال: \" السيئة \" ، الشر، و \" الحسنة \" ، الرخاء والمالُ والولد.14875-حدثنا المثنى قال، حدثنا أبو حذيفة، قال : حدثنا شبل، عن أبن أبي نجيح، عن مجاهد: ( مكان السيئة الحسنة ) ، قال: \" السيئة \" ، الشر، و \" الحسنة \" ، الخير.14876-حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني معاوية، عن علي، عن ابن عباس، قوله: ( ثم بدلنا مكان السيئة الحسنة ) ، يقول: مكان الشدة الرَّخاء.14877-حدثني يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( ثم بدلنا مكان السيئة الحسنة حتى عفوا ) ، قال: بدلنا مكان ما كرهوا ما أحبُّوا في الدنيا=(حتى عفوا) ، من ذلك العذاب=( وقالوا قد مسّ آباءنا الضراء والسراء) .* * *واختلفوا في تأويل قوله: ( حتى عفوا ) .فقال بعضهم نحو الذي قلنا فيه.* ذكر من قال ذلك:14878-حدثني المثنى قال، حدثنا عبد الله بن صالح قال، حدثني  معاوية، عن عليّ، عن ابن عباس، قوله: ( حتى عفوا ) ، يقول: حتى كثروا وكثرت أموالهم.حدثنا القاسم قال، حدثنا الحسين قال، حدثني حجاج، عن ابن جريج قال، قال ابن عباس: ( حتى عفوا ) ، قال: جَمُّوا. (38)14879-حدثني محمد بن عمرو قال، حدثنا أبو عاصم قال، حدثنا عيسى، عن ابن أبي نجيح، عن مجاهد: ( حتى عفوا ) ، قال: كثرت أموالهم وأولادهم.14880-حدثني المثنى قال، حدثنا أبو حذيفة قال، حدثنا شبل، عن ابن أبي نجيح، عن مجاهد، مثله.14881-حدثني محمد بن الحسين قال، حدثنا أحمد بن مفضل قال، حدثنا أسباط، عن السدي: ( حتى عفوا ) ، حتى كثروا.14882-حدثنا ابن وكيع قال، حدثنا جرير، عن مغيرة، عن إبراهيم: ( حتى عفوا ) ، قال: حتى جَمُّوا وكثروا.14883-... قال، حدثنا جابر بن نوح، عن أبي روق، عن الضحاك، عن ابن عباس: ( حتى عفوا ) ، قال: حتى جَمُّوا.14884-... قال ، حدثنا المحاربي، عن جويبر، عن الضحاك: ( حتى عفوا ) ، يعني: جَمُّوا وكثروا.14885-... قال ، حدثنا عبد الله بن رجاء، عن ابن جريج، عن مجاهد: ( حتى عفوا ) ، قال: حتى كثرت أموالهم وأولادهم.حدثنا يونس قال، أخبرنا ابن وهب قال، قال ابن زيد في قوله: ( حتى عفوا ) ، كثروا كما يكثر النّبات والرّيش، (39) ثم أخذهم عند ذلك (بغتة وهم لا يَشْعُرون).* * *وقال آخرون: معنى ذلك: حتى سُرُّوا.* ذكر من قال ذلك.14886-حدثنا محمد بن عبد الأعلى قال، حدثنا محمد بن ثور، عن معمر، عن قتادة: ( حتى عفوا ) ، يقول: حتى سُرُّوا بذلك.* * *قال أبو جعفر : وهذا الذي قاله قتادة في معنى : \" عفوا \" ، تأويلٌ لا وجه له في كلام العرب. لأنه لا يعرف \" العفو \" بمعنى السرور ،في شيء من كلامها ، إلا أن يكون أراد: حتى سُرُّوا بكثرتهم وكثرةِ أموالهم، فيكون ذلك وجهًا، وإن بَعُد.* * *وأما قوله: ( وقالوا قد مس آباءنا الضراء والسراء ) ، فإنه خبرٌ من الله عن هؤلاء القوم الذين أبدلهم مكان الحسنة السيئة التي كانوا فيها ، استدراجًا وابتلاء ، أنهم قالوا إذ فعل ذلك بهم: هذه أحوال قد أصابتْ مَنْ قبلنا من آبائنا ، ونالت أسلافَنا، ونحن لا نعدُو أن نكون أمثالَهم يصيبنا ما أصابهم من الشدة في المعايش والرخاء فيها= وهي\" السراء \"، لأنها تَسرُّ أهلها. (40)وجهل المساكين شكرَ نعمة الله، وأغفلوا من جهلهم استدامةَ فضلهِ بالإنابة إلى طاعته، والمسارعة إلى الإقلاع عما يكرهه بالتوبة، حتى أتاهم أمره وهم لا يشعرون.يقول جل جلاله: ( فأخذناهم بغتة وهم لا يشعرون ) ، يقول: فأخذناهم بالهلاك والعذاب فجأة ، أتاهم على غِرّة منهم بمجيئه، (41) وهم لا يدرون ولا يعلمون أنّه يجيئهم، بل هُم بأنه آتيهم مكذّبون حتى يعاينوه ويَرَوه. (42)* * *------------------------الهوامش:(34) انظر تفسير\"الضراء\" فيما سلف قبل في التعليق السابق.= وتفسير\"السراء\" فيما سلف 7: 213.= وتفسير\"السيئة\" و\"الحسنة\" ، فيما سلف من فهارس اللغة (سوأ) (حسن).= وتفسير\"مس\" فيما سلف ص: 540 ، تعليق: 1 ، والمراجع هناك.(35) انظر تفسير\"عفا\" فيما سلف 3: 370/ 4: 343.(36) هو لبيد.(37) مضى البيت وتخريجه وشرحه فيما سلف 4: 343.(38) \"جم الشيء\" ، و\"استجم\" ، كثر. و\"مال جم\" ، كثيرة.(39) \"الريش\" (بكسر الراء): المتاع والأموال.(40) انظر تفسير\"السراء\" ومراجعه فيما سلف قريبًا ص: 573 ، تعليق: 1.(41) انظر تفسير\"البغتة\" فيما سلف 11: 325 ، 360 ، 368.(42) انظر تفسير\"شعر\" فيما سلف ص: 93 ، تعليق: 1 ، والمراجع هناك.",
  "ayah": 95,
  "surah": 7
}
