{
  "text": "( والذين تبوءوا الدار والإيمان ) الأنصار تبوءوا الدار توطنوا الدار أي : المدينة اتخذوها دار الهجرة والإيمان ( من قبلهم ) أي أسلموا في ديارهم وآثروا الإيمان وابتنوا المساجد قبل قدوم النبي - صلى الله عليه وسلم - بسنتين .ونظم الآية : والذين تبوءوا الدار من قبلهم أي من قبل قدوم المهاجرين عليهم وقد آمنوا لأن الإيمان ليس بمكان تبوء .( يحبون من هاجر إليهم ولا يجدون في صدورهم حاجة ) حزازة وغيظا وحسدا ( مما أوتوا ) أي مما أعطى المهاجرين دونهم من الفيء وذلك أن رسول الله - صلى الله عليه وسلم - قسم أموال بني النضير بين المهاجرين ولم يعط منها الأنصار فطابت أنفس الأنصار بذلك ( ويؤثرون على أنفسهم ) أي يؤثرون على إخوانهم من المهاجرين بأموالهم ومنازلهم على أنفسهم ( ولو كان بهم خصاصة ) فاقة وحاجة إلى ما يؤثرون وذلك أنهم قاسموهم ديارهم وأموالهم :أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا مسدد حدثنا عبد الله بن داود عن فضيل بن غزوان عن أبي حازم عن أبي هريرة أن رجلا أتى النبي - صلى الله عليه وسلم - فاستضافه فبعث إلى نسائه هل عندكن من شيء فقلن : ما معنا إلا الماء . فقال رسول الله - صلى الله عليه وسلم - من يضم أو يضيف هذا ؟ فقال رجل من الأنصار : أنا يا رسول الله فانطلق به إلى امرأته فقال : أكرمي ضيف رسول الله - صلى الله عليه وسلم - فقالت : ما عندنا إلا قوت الصبيان فقال : هيئي طعامك وأصبحي سراجك ونومي صبيانك إذا أرادوا عشاء فهيأت طعامها وأصبحت سراجها ونومت صبيانها ثم قامت كأنها تصلح سراجها فأطفأته فجعلا يريانه أنهما يأكلان فباتا طاويين فلما أصبح غدا إلى رسول الله - صلى الله عليه وسلم - فقال : ضحك الله الليلة أو عجب من فعالكما فأنزل الله - عز وجل - : ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحونأخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا الحكم بن نافع أخبرنا شعيب حدثنا أبو الزناد عن الأعرج عن أبي هريرة قال : قالت الأنصار : اقسم بيننا وبين إخواننا النخيل قال : لا فقالوا : تكفونا المؤنة ونشرككم في الثمرة قالوا : سمعنا وأطعنا .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا عبد الله بن محمد حدثنا سفيان عن يحيى بن سعيد سمع أنس بن مالك حين خرج معه إلى الوليد قال : دعا النبي - صلى الله عليه وسلم - الأنصار إلى أن يقطع لهم البحرين فقالوا : لا إلا أن تقطع لإخواننا من المهاجرين مثلها قال : ألا فاصبروا حتى تلقوني على الحوض فإنه سيصيبكم أثرة بعدي \" .وروي عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - يوم النضير للأنصار : \" إن شئتم قسمتم للمهاجرين من أموالكم ودياركم وتشاركونهم في هذه الغنيمة وإن شئتم كانت لكم دياركم وأموالكم ولم يقسم لكم شيء من الغنيمة \" فقالت الأنصار : بل نقسم لهم من أموالنا وديارنا ونؤثرهم بالغنيمة ولا نشاركهم فيها فأنزل الله - عز وجل - : \" ويؤثرون على أنفسهم ولو كان بهم خصاصة ومن يوق شح نفسه فأولئك هم المفلحون \" .\" والشح \" في كلام العرب : البخل ومنع الفضل وفرق العلماء بين الشح والبخل . روي أن رجلا قال لعبد الله بن مسعود : إني أخاف أن أكون قد هلكت فقال : وما ذاك قال : أسمع الله يقول : ومن يوق شح نفسه فأولئك هم المفلحون وأنا رجل شحيح لا يكاد يخرج من يدي شيء فقال عبد الله : ليس ذاك بالشح الذي ذكر الله - عز وجل - في القرآن ولكن الشح أن تأكل مال أخيك ظلما ولكن ذاك البخل وبئس الشيء البخل .وقال ابن عمر : ليس الشح أن يمنع الرجل ماله إنما الشح أن تطمح عين الرجل إلى ما ليس له وقال سعيد بن جبير : \" الشح \" هو أخذ الحرام ومنع الزكاة وقيل : الشح هو الحرص الشديد الذي يحمله على ارتكاب المحارم .قال ابن زيد : من لم يأخذ شيئا نهاه الله عنه ولم يدعه الشح إلى أن يمنع شيئا من شيء أمره الله به فقد وقاه شح نفسهأخبرنا الإمام أبو علي الحسين بن محمد القاضي أخبرنا أبو سعد خلف بن عبد الرحمن بن محمد بن أبي نزار حدثنا أبو بكر أحمد بن محمد بن أحمد بن حزاز القهندري حدثنا أبو عبد الله محمد بن إسحاق السعدي حدثنا أحمد بن منصور الرمادي حدثنا القعنبي حدثنا داود بن قيس الفراء عن عبيد الله بن مقسم عن جابر بن عبد الله أن رسول الله - صلى الله عليه وسلم - قال : \" اتقوا الظلم فإن الظلم ظلمات يوم القيامة واتقوا الشح فإن الشح أهلك من كان قبلكم حملهم على أن سفكوا دماءهم واستحلوا محارمهم \"أخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو سعيد محمد بن موسى الصيرفي حدثنا أبو العباس الأصم أخبرنا محمد بن عبد الله بن عبد الحكم أخبرنا أبي وشعيب قالا أخبرنا الليث عن يزيد بن الهاد عن سهيل بن أبي صالح عن صفوان بن أبي يزيد عن القعقاع هو ابن اللجلاج عن أبي هريرة أنه سمع رسول الله - صلى الله عليه وسلم - يقول : \" لا يجتمع غبار في سبيل الله ودخان جهنم في جوف عبد أبدا ولا يجتمع الشح والإيمان في قلب عبد أبدا \" .",
  "ayah": 9,
  "surah": 59
}
