{
  "text": "His People's Threat, Nuh's Prayer against Them, and Their Destruction\nNuh stayed among his people for a long time, calling them to Allah night and day, in secret and openly. The more he repeated his call to them, the more determined were they to cling to their extreme disbelief and resist his call. In the end, they said:\nلَئِنْ لَّمْ تَنْتَهِ ينُوحُ لَتَكُونَنَّ مِنَ الْمُرْجُومِينَ\n(If you cease not, O Nuh you will surely be among those stoned.) meaning, `if you do not stop calling us to your religion,'\nلَتَكُونَنَّ مِنَ الْمُرْجُومِينَ\n(you will surely be among those stoned.) meaning, `we will stone you.' At that point, he prayed against them, and Allah responded to his prayer. Nuh said:\nرَبِّ إِنَّ قَوْمِى كَذَّبُونِفَافْتَحْ بَيْنِى وَبَيْنَهُمْ فَتْحاً\n(My Lord! Verily, my people have denied me. Therefore judge You between me and them.) This is like the Ayah:\nفَدَعَا رَبَّهُ أَنُّى مَغْلُوبٌ فَانتَصِرْ\n(Then he invoked his Lord (saying): \"I have been overcome, so help (me)!\")(54:10) And Allah says here:\nفَأَنجَيْنَـهُ وَمَن مَّعَهُ فِى الْفُلْكِ الْمَشْحُونِ - ثُمَّ أَغْرَقْنَا بَعْدُ الْبَـقِينَ\n(And We saved him and those with him in the laden ship. Then We drowned the rest thereafter.) The \"laden ship\" is one that is filled with cargo and the couples, one pair from every species, that were carried in it. This Ayah means: `We saved Nuh and all of those who followed him, and We drowned those who disbelieved in him and went against his commands, all of them.'\nإِنَّ فِى ذَلِكَ لأَيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ\n(Verily, in this is indeed a sign, yet most of them are not believers. And verily your Lord, He is indeed the All-Mighty, the Most Merciful.)\nكَذَّبَتْ عَادٌ الْمُرْسَلِينَ - إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلاَ تَتَّقُونَ - إِنِّى لَكُمْ رَسُولٌ أَمِينٌ\n-\nفَاتَّقُواْ اللَّهَ وَأَطِيعُونِ\n-\nوَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِىَ إِلاَّ عَلَى رَبِّ الْعَـلَمِينَ\n-\nأَتَبْنُونَ بِكُلِّ رِيعٍ ءَايَةً تَعْبَثُونَ",
  "ayah": 120,
  "surah": 26
}
