{
  "text": "The Command to give Full Measure\nAllah commanded them to give full measure, and forbade them to give short measure. He said:\nأَوْفُواْ الْكَيْلَ وَلاَ تَكُونُواْ مِنَ الْمُخْسِرِينَ\n(Give full measure, and cause no loss.) meaning, `when you give to people, give them full measure, and do not cause loss to them by giving them short measure, while taking full measure when you are the ones who are taking. Give as you take, and take as you give.'\nوَزِنُواْ بِالْقِسْطَاسِ الْمُسْتَقِيمِ\n(And weigh with the true and straight balance.) The balance is the scales.\nوَلاَ تَبْخَسُواْ النَّاسَ أَشْيَاءَهُمْ\n(And defraud not people by reducing their things,) means, do not shortchange them.\nوَلاَ تَعْثَوْاْ فِى الاٌّرْضِ مُفْسِدِينَ\n(nor do evil, making corruption and mischief in the land.) means, by engaging in banditry. This is like the Ayah,\nوَلاَ تَقْعُدُواْ بِكُلِّ صِرَطٍ تُوعِدُونَ\n(And sit not on every road, threatening) (7:86).\nوَاتَّقُواْ الَّذِى خَلَقَكُمْ وَالْجِبِلَّةَ الاٌّوَّلِينَ\n(And have Taqwa of Him Who created you and the generations of the men of old. ) Here he is frightening them with the punishment of Allah Who created them and created their forefathers. This is like when Musa, peace be upon him, said:\nرَبُّكُمْ وَرَبُّ ءَابَآئِكُمُ الاٌّوَّلِينَ\n(Your Lord and the Lord of your ancient fathers!) (26:26). Ibn `Abbas, Mujahid, As-Suddi, Sufyan bin `Uyaynah and `Abdur-Rahman bin Zayd bin Aslam said:\nوَالْجِبِلَّةَ الاٌّوَّلِينَ\n(the generations of the men of old.) means, He created the early generations. And Ibn Zayd recited:\nوَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلاًّ كَثِيراً\n(And indeed he (Shaytan) did lead astray a great multitude of you) (36:62).\nقَالُواْ إِنَّمَآ أَنتَ مِنَ الْمُسَحَّرِينَ\nوَمَآ أَنتَ إِلاَّ بَشَرٌ مّثْلُنَا وَإِن نَّظُنُّكَ لَمِنَ الْكَـذِبِينَ-\nفَأَسْقِطْ عَلَيْنَا كِسَفاً مّنَ السَّمَآء إِن كُنتَ مِنَ الصَّـدِقِينَ-\nقَالَ رَبّى أَعْلَمُ بِمَا تَعْمَلُونَ-\nفَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظُّلَّةِ إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ-",
  "ayah": 181,
  "surah": 26
}
