{
  "text": "Fir`awn's Pursuit and Expulsion of the Children of Israel, and how He and His People were drowned\nMore than one of the scholars of Tafsir said that Fir`awn set out with a huge group, a group containing the leaders and entire government of Egypt at that time, i.e., the decision-makers and influential figures, princes, ministers, nobles, leaders and soldiers.\nفَأَتْبَعُوهُم مُّشْرِقِينَ\n(So, they pursued them at sunrise.) means, they caught up with the Children of Israel at sunrise.\nفَلَمَّا تَرَآءَا الْجَمْعَانِ\n(And when the two hosts saw each other,) means, each group saw the other. At that point,\nقَالَ أَصْحَـبُ مُوسَى إِنَّا لَمُدْرَكُونَ\n(the companions of Musa said: \"We are sure to be overtaken.\") This was because Fir`awn and his people caught up with them on the shores of the Red Sea, so the sea was ahead of them and Fir`awn and his troops were behind them. Hence they said:\nفَلَمَّا تَرَآءَا الْجَمْعَانِ قَالَ أَصْحَـبُ مُوسَى إِنَّا لَمُدْرَكُونَ - قَالَ كَلاَّ إِنَّ مَعِىَ رَبِّى سَيَهْدِينِ\n(\"We are sure to be overtaken.\" (Musa) said: \"Nay, verily with me is my Lord. He will guide me.\") meaning, `nothing of what you fear will happen to you, for Allah is the One Who commanded me to bring you here, and He does not go back on His promise.' Harun, peace be upon him, was in the front, with Yusha` bin Nun and a believer from the family of Fir`awn, and Musa, peace be upon him, was in the rear. More than one of the scholars of Tafsir said that they stood there not knowing what to do, and Yusha` bin Nun or the believer from the family of Fir`awn said to Musa, peace be upon him, \"O Prophet of Allah, is it here that your Lord commanded you to bring us\" He said: \"Yes.\" Then Fir`awn and his troops drew near and were very close indeed. At that point Allah commanded his Prophet Musa, peace be upon him, to strike the sea with his staff, so he struck it, and it parted, by the will of Allah. Allah says:\nفَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ\n(And it parted, and each separate part became like huge mountain.) meaning, like mighty mountains. This was the view of Ibn Mas`ud, Ibn `Abbas, Muhammad bin Ka`b, Ad-Dahhak, Qatadah and others. `Ata' Al-Khurasani said, \"It refers to a pass between two mountains.\" Ibn `Abbas said, \"The sea divided into twelve paths, one for each of the tribes.\" As-Suddi added, \"And in it there were windows through which they could see one another, and the water was erected like walls.\" Allah sent the wind to the sea bed to make it solid like the land. Allah says:\nفَاضْرِبْ لَهُمْ طَرِيقاً فِى الْبَحْرِ يَبَساً لاَّ تَخَافُ دَرَكاً وَلاَ تَخْشَى\n(and strike a dry path for them in the sea, fearing neither to be overtaken nor being afraid) (20:77). And here He says:\nوَأَزْلَفْنَا ثَمَّ الاٌّخَرِينَ\n(Then We brought near the others to that place.) Ibn `Abbas, `Ata' Al-Khurasani, Qatadah and As-Suddi said:\nوَأَزْلَفْنَا\n(Then We brought near) means, \"We brought Fir`awn and his troops near to the sea.\"\nوَأَنجَيْنَا مُوسَى وَمَن مَّعَهُ أَجْمَعِينَ - ثُمَّ أَغْرَقْنَا الاٌّخَرِينَ\n(And We saved Musa and all those with him. Then We drowned the others.) meaning: `We saved Musa and the Children of Israel and whoever followed their religion, and none of them were destroyed, but Fir`awn and his troops were drowned and not one of them remained alive, but was destroyed.' Then Allah says:\nإِنَّ فِى ذَلِكَ لآيَةً\n(Verily, in this is indeed a sign,) meaning, this story with its wonders and tales of aid to the believing servants of Allah is definitive proof and evidence of Allah's wisdom.\nإِنَّ فِي ذَلِكَ لأَيَةً وَمَا كَانَ أَكْثَرُهُمْ مُّؤْمِنِينَ - وَإِنَّ رَبَّكَ لَهُوَ الْعَزِيزُ الرَّحِيمُ\n(yet most of them are not believers. And verily your Lord, He is truly the All-Mighty, the Most Merciful. ) The explanation of this phrase has already been discussed above.",
  "ayah": 62,
  "surah": 26
}
