{
  "text": "(  ثم قفينا على آثارهم برسلنا وقفينا بعيسى ابن مريم وآتيناه الإنجيل وجعلنا في قلوب الذين اتبعوه ) [ على دينه ] ( رأفة ) وهي أشد الرقة ( ورحمة ) كانوا متوادين بعضهم لبعض ، كما قال الله تعالى في وصف أصحاب النبي - صلى الله عليه وسلم - \" رحماء بينهم \" . ( الفتح - 29 ( ورهبانية ابتدعوها ) من قبل أنفسهم ، وليس هذا بعطف على ما قبله ، وانتصابه بفعل مضمر كأنه قال : وابتدعوا رهبانية أي جاءوا بها من قبل أنفسهم ( ما كتبناها ) أي ما فرضناها ( عليهم إلا ابتغاء رضوان الله ) يعني : ولكنهم ابتغوا رضوان الله بتلك الرهبانية ، وتلك الرهبانية ما حملوا أنفسهم من المشاق في الامتناع من المطعم والمشرب والملبس والنكاح والتعبد في الجبال ( فما رعوها حق رعايتها ) أي لم يرعوا الرهبانية حق رعايتها بل ضيعوها وكفروا بدين عيسى فتهودوا وتنصروا ودخلوا في دين ملوكهم وتركوا الترهب ، وأقام منهم أناس على دين عيسى عليه الصلاة والسلام حتى أدركوا محمدا - صلى الله عليه وسلم - فآمنوا به ، وذلك قوله تعالى : ( فآتينا الذين آمنوا منهم أجرهم ) وهم الذين ثبتوا عليها وهم أهل الرأفة والرحمة ( وكثير منهم فاسقون ) وهم الذين تركوا الرهبانية وكفروا بدين عيسى عليه الصلاة والسلام .أخبرنا أبو سعيد الشريحي أخبرنا أبو إسحاق الثعلبي أنبأني عبد الله بن حامد ، أخبرنا أحمد بن عبد الله المزني حدثنا محمد بن عبد الله بن سليمان حدثنا شيبان بن فروخ ، حدثنا الصعق بن حزن ، عن عقيل الجعدي عن أبي إسحاق عن سويد بن غفلة ، عن ابن مسعود رضي الله تعالى عنه قال : دخلت على رسول الله - صلى الله عليه وسلم - فقال : \" يا ابن مسعود اختلف من كان قبلكم على اثنتين وسبعين فرقة ، نجا منها ثلاث وهلك سائرهن ، فرقة آزت الملوك وقاتلوهم على دين عيسى عليه الصلاة والسلام ، فأخذوهم وقتلوهم ، وفرقة لم تكن لهم طاقة بموازاة الملوك ولا بأن يقيموا بين ظهرانيهم يدعونهم إلى دين الله ودين عيسى عليه السلام فساحوا في البلاد وترهبوا وهم الذين قال الله - عز وجل - فيهم : \" ورهبانية ابتدعوها ما كتبناها عليهم \" فقال النبي - صلى الله عليه وسلم - : \" من آمن بي وصدقني واتبعني فقد رعاها حق رعايتها ومن لم يؤمن بي فأولئك هم الهالكون \" .وروي عن ابن مسعود رضي الله عنه قال : كنت رديف النبي - صلى الله عليه وسلم - على حمار فقال لي : \" يا ابن أم عبد هل تدري من أين اتخذت بنو إسرائيل الرهبانية ؟ قلت : الله ورسوله أعلم ، قال : ظهرت عليهم الجبابرة بعد عيسى عليه السلام يعملون بالمعاصي فغضب أهل الإيمان فقاتلوهم ، فهزم أهل الإيمان ثلاث مرات ، فلم يبق منهم إلا القليل ، فقالوا : إن ظهرنا لهؤلاء أفنونا ولم يبق للدين أحد يدعو له فقالوا : تعالوا نتفرق في الأرض إلى أن يبعث الله النبي الذي وعدنا به عيسى عليه السلام ، يعنون محمدا - صلى الله عليه وسلم - فتفرقوا في غيران الجبال ، وأحدثوا رهبانية فمنهم من تمسك بدينه ومنهم من كفر ، ثم تلا هذه الآية : \" ورهبانية ابتدعوها \" الآية . \" فآتينا الذين آمنوا منهم \" يعني من ثبتوا عليها أجرهم ، ثم قال النبي - صلى الله عليه وسلم - : \" يا ابن أم عبد أتدري ما رهبانية أمتي ؟ قلت : الله ورسوله أعلم ، قال : الهجرة والجهاد ، والصلاة والصوم والحج والعمرة والتكبير على التلاع \"وروي عن أنس عن النبي - صلى الله عليه وسلم - قال : \" إن لكل أمة رهبانية ، ورهبانية هذه الأمة الجهاد في سبيل الله \"وروى سعيد بن جبير عن ابن عباس رضي الله عنهما قال : كانت ملوك بعد عيسى عليه السلام بدلوا التوارة والإنجيل ، وكان فيهم مؤمنون يقرءون التوراة والإنجيل ويدعونهم إلى دين الله فقيل لملوكهم : لو جمعتم هؤلاء الذين شقوا عليكم فقتلتموهم أو دخلوا فيما نحن فيه ، فجمعهم ملوكهم وعرض عليهم القتل أو يتركوا قراءة التوراة والإنجيل إلا ما بدلوا منها فقالوا : نحن نكفيكم أنفسنا فقالت طائفة : ابنوا لنا أسطوانة ، ثم ارفعونا إليها ثم أعطونا شيئا نرفع به طعامنا وشرابنا ولا نرد عليكم ، وقالت طائفة : دعونا نسيح في الأرض ونهيم ونشرب كما يشرب الوحش ، فإن قدرتم علينا بأرض فاقتلونا وقالت طائفة : ابنوا لنا دورا في الفيافي نحتفر الآبار ونحترث البقول فلا نرد عليكم ولا نمر بكم ، ففعلوا بهم ذلك فمضى أولئك على منهاج عيسى عليه الصلاة والسلام ، وخلف قوم من بعدهم ممن قد غير الكتاب ، فجعل الرجل يقول : نكون في مكان فلان فنتعبد كما تعبد فلان ونسيح كما ساح فلان ونتخذ دورا كما اتخذ فلان ، وهم على شركهم لا علم لهم بإيمان الذين اقتدوا بهم ، فذلك قوله - عز وجل - : \" ورهبانية ابتدعوها \" أي ابتدعها هؤلاء الصالحون ( فما رعوها حق رعايتها ) يعني الآخرين الذين جاءوا من بعدهم ( فآتينا الذين آمنوا منهم أجرهم ) يعني الذين ابتدعوها ابتغاء رضوان الله \" وكثير منهم فاسقون \" هم الذين جاءوا من بعدهم ، قال : فلما بعث النبي - صلى الله عليه وسلم - ولم يبق منهم إلا قليل انحط رجل من صومعته وجاء سياح من سياحته وصاحب دير من ديره وآمنوا به",
  "ayah": 27,
  "surah": 57
}
