{
  "text": "ثم قال : ( لئلا يعلم أهل الكتاب ( لئلا يعلم أهل الكتاب ) قال قتادة : حسد الذين لم يؤمنوا من أهل الكتاب المؤمنين منهم فأنزل الله تعالى \" لئلا يعلم أهل الكتاب \" .قال مجاهد : قالت اليهود يوشك أن يخرج [ منا ] . نبي يقطع الأيدي والأرجل ، فلما خرج من العرب كفروا به ، فأنزل الله تعالى \" لئلا يعلم أهل الكتاب \" أي ليعلم و \" لا \" صلة ( ألا يقدرون على شيء من فضل الله ) أي ليعلم الذين لم يؤمنوا أنهم لا أجر لهم ولا نصيب لهم في فضل الله ( وأن الفضل بيد الله يؤتيه من يشاء والله ذو الفضل العظيم ) أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثنا قتيبة بن سعيد ، حدثنا الليث عن نافع ، عن ابن عمر عن رسول الله - صلى الله عليه وسلم - قال : \" إنما أجلكم في أجل من خلا من الأمم كما بين صلاة العصر إلى مغرب الشمس ، وإنما مثلكم ومثل اليهود والنصارى كرجل استعمل عمالا فقال : من يعمل لي إلى نصف النهار على قيراط ؟ فعملت اليهود إلى نصف النهار على قيراط قيراط ، ثم قال من يعمل لي من نصف النهار إلى صلاة العصر على قيراط قيراط ؟ فعملت النصارى من نصف النهار إلى صلاة العصر على قيراط قيراط ، ثم قال : من يعمل لي من صلاة العصر إلى مغرب الشمس على قيراطين قيراطين ، ألا فأنتم الذين تعملون من صلاة العصر إلى مغرب الشمس ألا لكم الأجر مرتين ، فغضبت اليهود والنصارى وقالوا : نحن أكثر عملا وأقل عطاء ؟ قال الله تعالى : \" هل ظلمتكم من حقكم شيئا ؟ \" قالوا : لا قال : \" فإنه فضلي أعطيه من شئت \" .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف ، حدثنا محمد بن إسماعيل ، حدثني محمد بن العلاء ، حدثنا أبو أسامة عن يزيد عن أبي بردة عن أبي موسى عن النبي - صلى الله عليه وسلم - قال : \" مثل المسلمين واليهود والنصارى كمثل رجل استأجر قوما يعملون له عملا إلى الليل على أجر معلوم فعملوا إلى نصف النهار ، فقالوا : لا حاجة لنا إلى أجرك الذي شرطت لنا وما عملناه باطل ، فقال لهم : لا تفعلوا أكملوا بقية عملكم ، وخذوا أجركم كاملا فأبوا وتركوا واستأجر قوما آخرين بعدهم ، فقال : أكملوا بقية يومكم هذا ولكم الذي شرطت لهم من الأجر ، فعملوا حتى إذا كان حين صلاة العصر قالوا : ما عملنا باطل ولك الأجر الذي جعلت لنا فيه ، فقال : أكملوا بقية عملكم فإنما بقي من النهار شيء يسير فأبوا فاستأجر قوما أن يعملوا له بقية يومهم فعملوا بقية يومهم حتى غابت الشمس فاستكملوا أجر الفريقين كليهما فذلك مثلهم ومثل ما قبلوا من هذا النور \" .",
  "ayah": 29,
  "surah": 57
}
