{
  "text": "তাদের অঙ্গীকার ভঙ্গের দরুন আমি তাদেরকে অভিসম্পাত করেছি ও তাদের হৃদয় কঠোর করে দিয়েছি, তারা (তাওরাতের) বাক্যাবলীর পরিবর্তন সাধন করে থাকে[১] এবং তারা যা উপদিষ্ট হয়েছিল তার একাংশ ভুলে গেছে।[২] তুমি সর্বদা ওদের অল্পসংখ্যক ব্যতীত[৩] সকলেরই তরফ হতে বিশ্বাসঘাতকতার সংবাদ পেতে থাকবে।[৪] সুতরাং তুমি ওদেরকে ক্ষমা কর ও উপেক্ষা কর।[৫] নিশ্চয় আল্লাহ সৎকর্মশীলদেরকে ভালবাসেন।\n[১] অর্থাৎ, এত বন্দোবস্ত ও ব্যবস্থাপনা এবং অঙ্গীকার ও প্রতিশ্রুতির পরেও বানী-ইস্রাঈল তা ভঙ্গ করে, যার ফলে তারা আল্লাহর অভিশাপের শিকার হয়। অভিশাপের পরিণাম ইহকালে এটাই প্রকাশ পায় যে, (এক) তাদের হৃদয় কঠোর করে দেওয়া হয়। যার কারণে তাদের হৃদয় প্রভাব ও প্রতিক্রিয়া থেকে বঞ্চিত হয় এবং নবীগণের উপদেশবাণী তাদের কাছে অর্থহীন হয়ে পড়ে। (দুই) আল্লাহর বাণীকে তারা হেরফের ও পরিবর্তন করে। এই পরিবর্তন দুই ধরনের ছিল, কখনও শব্দের পরিবর্তন, আবার কখনও অর্থের পরিবর্তন। আর তা এ কথার প্রমাণ যে, বুদ্ধি ও বুঝ-শক্তিতে বক্রতা এসেছিল এবং তাদের দুঃসাহসিকতা এত বেশী বৃদ্ধি পেয়েছিল যে, আল্লাহর আয়াতকে পর্যন্ত হেরফের করতে তারা কুণ্ঠাবোধ করেনি। কিন্তু বড় পরিতাপের বিষয় যে, উম্মতে মুহাম্মাদিয়ারও কিছু লোক অন্তরের উক্ত কঠোরতা এবং আল্লাহর বাণীতে পরিবর্তন সাধন করা থেকে বাঁচতে পারেনি। মুসলমান দাবীদার কোন সাধারণ লোক নয়; বরং বিশিষ্ট লোক এবং মূর্খ নয়; বরং উলামা (শিক্ষিত) শ্রেণীর মানুষ, এমন পর্যায়ে পৌঁছে গেছে যে, উপদেশ ও নসীহত এবং আল্লাহর বিধানের স্মরণ দানও তাঁদের নিকট অর্থহীন। শ্রবণ করার পরও তাদের মধ্যে কোন প্রতিক্রিয়া ও প্রভাব বিস্তার করে না এবং যে ঔদাস্য ও ত্রুটি-বিচ্যুতে তাঁরা নিমজ্জিত, তা থেকে তারা তওবা ও প্রত্যাবর্তন করে না। অনুরূপভাবে নিজেদের মনগড়া বিদআত ও কল্পনাপ্রসূত মতবাদ এবং (আয়াত ও সহীহ হাদীসের স্পষ্ট উক্তির) অপব্যাখ্যা প্রমাণ করার লক্ষ্যে দুঃসাহসিকতার সাথে আল্লাহর বাণীকে পরিবর্তন করে ফেলে![২] (তিন) আল্লাহর বিধানের উপর আমল করার ব্যাপারে তাদের তেমন কোন আগ্রহ ও কৌতূহল নেই; বরং সৎকর্মহীনতা ও কুকর্ম তাদের জাতীয় প্রতীকে পরিণত হয়েছে। আর তারা হীনতার এমন পর্যায়ে পৌঁছে গেছে যে, না তাদের হৃদয় সুস্থ আছে, আর না তাদের প্রকৃতি সরল।[৩] এই অল্প সংখ্যক লোক ইয়াহুদীদের মধ্য থেকে মুসলমান হয়েছিলেন, তাঁদের সংখ্যা দশ থেকেও কম ছিল।[৪] অর্থাৎ, বিশ্বাসঘাতকতা বা খেয়ানত এবং প্রতারণা, প্রবঞ্চনা ও ধূর্তামি তাদের চাল-চলনে ও আচরণের একটি অংশে পরিণত হয়েছে, যার নমুনা আপনার সম্মুখে সব সময় পেশ হতে থাকবে।[৫] ক্ষমা ও মার্জনা করার নির্দেশ ঐ সময় দেওয়া হয়েছিল যখন জিহাদের অনুমতি ছিল না। পরবর্তীতে তা রহিত করে তার স্থলে যুদ্ধ করার অনুমতি দেওয়া হয়েছে। মহান আল্লাহ বলেন, {قَاتِلُوا الَّذِينَ لَا يُؤْمِنُونَ بِاللهِ وَلَا بِالْيَوْمِ الْآَخِر} অর্থাৎ, তোমরা যুদ্ধ কর ঐ লোকদের বিরুদ্ধে যারা আল্লাহর প্রতি ও পরকালের প্রতি বিশ্বাস স্থাপন করে না।\n(সূরা তাওবা ৯:২৯)\nকিন্তু কিছু উলামাগণের নিকটে এই নির্দেশ রহিত হয়নি; বরং এটা একটা স্বতন্ত্র নির্দেশ বা হুকুম। আর অবস্থা ও কাল-পাত্র ভেদে (উল্লিখিত নির্দেশ) পালন করা যেতে পারে। পরন্তু এর মাধ্যমেও কতক সময় এমন পরিণাম সামনে আসে, যার জন্য যুদ্ধের নির্দেশ দেওয়া হয়েছে।",
  "ayah": 13,
  "surah": 5
}
