{
  "text": "(স্মরণ কর) মূসা তার সম্প্রদায়কে বলেছিল, ‘হে আমার সম্প্রদায়! তোমাদের প্রতি আল্লাহ-প্রদত্ত অনুগ্রহকে স্মরণ কর যে, তিনি তোমাদের মধ্যে আম্বিয়া সৃষ্টি করেছেন ও তোমাদেরকে রাজ্যাধিপতি করেছেন[১] এবং তোমাদেরকে এমন কিছু দান করেছেন, যা বিশ্বজগতে আর কাউকেও দান করেননি। [২]\n[১] অধিকাংশ নবী-রসূল বানী ইসরাঈলের (বানী ইয়াকূবের) মধ্য হতেই আগমন করেছেন এবং তাঁদের সর্বশেষ নবী ছিলেন ঈসা (আঃ)। আর নবী ও রসূলগণের সর্বশেষ নবী আগমন করেন বানী ইসমাঈলের মধ্য হতে মুহাম্মাদ (সাঃ)। অনুরূপভাবে বানী ইসরাঈলের মধ্যে বহু রাজা-বাদশাহর আবির্ভাব ঘটেছে এবং কোন কোন নবীকে আল্লাহ বাদশাহীও দান করেছিলেন; যেমন সুলাইমান (আঃ)। আর এর অর্থ হল, নবুঅতের মতই বাদশাহীও আল্লাহ প্রদত্ত একটি অনুগ্রহ। অতএব সাধারণভাবে বাদশাহী বা রাজতন্ত্রকে খারাপ মনে করলে বড় ভুল হবে। যদি রাজতন্ত্র বা বাদশাহী কোন খারাপ জিনিস হত, তাহলে আল্লাহ কোন নবীকে রাজা-বাদশাহ বানাতেন না এবং এই বাদশাহীকে অনুগ্রহ ও নেয়ামত বলে উল্লেখ করতেন না। যেমনটি বর্তমানে পাশ্চাত্য গণতন্ত্রের বুকচাপা (ভূত) এমনভাবে মানুষের মন ও মস্তিষ্কে চেপে ধরে আছে এবং পাশ্চাত্যের চতুররা এমনভাবে তাদেরকে যাদু করেছে যে, পাশ্চাত্য চিন্তাধারার অন্ধভক্ত কেবল রাজনৈতিক নেতারাই নয়; বরং জুব্বা-পাগড়ী-ওয়ালারাও বটে। মোটকথা, রাজতন্ত্র বা শাহীতন্ত্র; যদি রাজা ও শাসক ন্যায়পরায়ণ ও আল্লাহ-ভীরু হন, তাহলে তা গণতন্ত্র থেকে হাজার গুণ উত্তম।\n[২] আয়াতের এই অংশটিতে ঐ সকল অনুগ্রহ ও অলৌকিক ঘটনাবলীর দিকে ইঙ্গিত করা হয়েছে, যা বানী ইস্রাঈলকে দান করা হয়েছিল। যেমন, 'মান্ন্ ও সালওয়া'র অবতরণ, মেঘমালার ছায়াদান এবং ফিরআউনের কবল থেকে মুক্তির জন্য সাগরের মাঝে রাস্তা হয়ে যাওয়া ইত্যাদি। এই দিক দিয়ে এই জাতি নিজ যুগে মাহাত্ম্য ও মর্যাদায় শীর্ষস্থানে ছিল। কিন্তু শেষনবী মুহাম্মাদ (সাঃ)-এর আগমনের পর ঐ মাহাত্ম্য ও মর্যাদার অধিকারী শুধুমাত্র উম্মতে মুহাম্মাদী হয়ে গেল। যেমন মহান আল্লাহ বলেন, {كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاس} অর্থাৎ, তোমরাই মানবমন্ডলীর জন্যে শ্রেষ্ঠতম সম্প্রদায়রূপে সমুদ্ভূত হয়েছ। তবে হ্যাঁ, এই মর্যাদা ও বৈশিষ্ট্যের অধিকারী তখনই হওয়া যাবে, যখন পরে বর্ণিত অংশের উপর আমল করা হবে। আল্লাহ বলেন, {تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِالله} অর্থাৎ, তোমরা সৎকাজের নির্দেশ দেবে, মন্দ কাজে বাধা দেবে এবং আল্লাহর প্রতি বিশ্বাস স্থাপন করবে।\n(সূরা আলে ইমরান ৩:১১০)\nমহান আল্লাহর নিকট আকুল প্রার্থনা যে, তিনি যেন মুসলিম উম্মাহকে এই গুরুত্বপূর্ণ কাজ করার তাওফীক দান করেন; যাতে তাঁরা শ্রেষ্ঠ উম্মত হওয়ার মর্যাদা ও বৈশিষ্ট্যকে অক্ষয় ও অম্লান রাখতে পারে।",
  "ayah": 20,
  "surah": 5
}
