{
  "text": "তারা নিঃসন্দেহে অবিশ্বাসী (কাফের), যারা বলে, ‘আল্লাহই মারয়্যাম-তনয় মসীহ।’[১]অথচ মসীহ বলেছিল, ‘হে বনী ইস্রাঈল! তোমরা আমার প্রতিপালক ও তোমাদের প্রতিপালক আল্লাহর উপাসনা কর।[২] অবশ্যই যে কেউ আল্লাহর অংশী করবে, নিশ্চয় আল্লাহ তার জন্য বেহেশ্ত্ নিষিদ্ধ করবেন ও দোযখ তার বাসস্থান হবে এবং অত্যাচারীদের জন্য কোন সাহায্যকারী নেই।’ [৩]\n[১] একই বিষয় ৫:১৭ নং আয়াতেও আলোচিত হয়েছে। এখানে আহলে কিতাবদের ভ্রষ্টতার কথা উল্লেখ করতে গিয়ে তার পুনরাবৃত্তি হয়েছে। এ আয়াতে তাদের ঐ ফির্কার কুফরীর কথা প্রকাশ পেয়েছে, যারা মাসীহ (ঈসা (আঃ))-কে স্বয়ং আল্লাহ বলে।[২] ঈসা (আঃ) দুগ্ধপোষ্য শিশু অবস্থায় আল্লাহর নির্দেশে (যে বয়সে সাধারণতঃ শিশুরা কথা বলতে পারে না) সর্বপ্রথম নিজের মুখ থেকে নিজের দাসত্বের কথা প্রকাশ করে বলেছিলেন, {إِنِّي عَبْدُ اللهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيًّا} অর্থাৎ 'আমি আল্লাহর বান্দা বা দাস, তিনি আমাকে কিতাব দান করেছেন।'\n(সূরা মারয়্যাম ১৯:৩০)\nমাসীহ (আঃ) এটা বলেননি যে, আমিই আল্লাহ অথবা আল্লাহর পুত্র। বরং শুধুমাত্র তিনি বলেছিলেন, 'আমি আল্লাহর বান্দা বা দাস' এবং তিনি পরিণত বয়সে উপনীত হয়ে (মানুষকে) এই দাওয়াতই দিয়েছিলেন। তিনি বলেছিলেন, {إِنَّ اللهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُّسْتَقِيمٌ} অর্থাৎ, নিশ্চয়ই আল্লাহ আমার প্রভু এবং তোমাদের প্রভু, সুতরাং তোমরা তাঁরই ইবাদত কর --এটাই সরল পথ।\n(সূরা আলে ইমরান ৩:৫১)\nএই সেই শব্দাবলী যা তিনি মায়ের কোলেও বলেছিলেন।\n(দ্রষ্টব্য; সূরা মারয়্যাম ১৯:৩৬)\nঅনুরূপ কিয়ামতের নিকটবর্তী সময়ে তিনি আসমান হতে অবতরণ করবেন, যার সংবাদ সহীহ হাদীসে বর্ণিত হয়েছে এবং তাঁর (অবতরণের) ব্যাপারে আহলে সুন্নাহ ঐকমত্য পোষণ করেছেন। তিনি মুহাম্মাদ (সাঃ)-এর আদর্শের অনুগামী হয়ে মানুষকে আল্লাহর একত্ব ও তাঁর আনুগত্যের প্রতি আহবান জানাবেন; নিজের ইবাদতের প্রতি নয়।[৩] মাসীহ (আঃ) আল্লাহর নির্দেশ ও ইচ্ছায় নিজ মুখে দাসত্বের ও রিসালতের কথা প্রকাশ ঐ সময় করেছিলেন যখন তিনি মায়ের কোলে দুগ্ধপোষ্য শিশু ছিলেন। অনুরূপ যখন তিনি পরিণত বয়সে উপনীত হলেন তখনও এই কথাই ঘোষণা করে (বলেছিলেন যে, আমি আল্লাহর বান্দা বা দাস ও তাঁর রসূল।) সেই সঙ্গে তিনি শিরকের ভয়াবহতা ও পরিণাম সম্পর্কে অবহিত করে বলেছিলেন যে, মুশরিকদের জন্য জান্নাত চিরতরে হারাম, আর তার কেউ সাহায্যকারীও হবে না যে, তাকে সে জাহান্নাম থেকে বের করে আনবে; যেরূপ মুশরিকরা মনে করে।",
  "ayah": 72,
  "surah": 5
}
