{
  "text": "আল্লাহ তোমাদেরকে দায়ী করবেন না তোমাদের নিরর্থক শপথের জন্য, কিন্তু যে সব শপথ তোমরা ইচ্ছাকৃতভাবে কর সেই সকলের জন্য তিনি তোমাদেরকে দায়ী করবেন।[১] অতঃপর এর কাফফারা (প্রায়শ্চিত্ত) হল, দশজন দরিদ্রকে মধ্যম ধরনের খাদ্য দান করা; যা তোমরা তোমাদের পরিজনদেরকে খেতে দাও,[২] অথবা তাদেরকে বস্ত্র দান করা,[৩] কিংবা একটি দাস মুক্ত করা।[৪] কিন্তু যার (এ সবে) সামর্থ্য নেই, তার জন্য তিন দিন রোযা পালন করা।[৫] তোমরা শপথ করলে এটিই হল তোমাদের শপথের প্রায়শ্চিত্ত। তোমরা তোমাদের শপথ রক্ষা কর। এভাবে আল্লাহ তোমাদের জন্য তাঁর নিদর্শন বিশদভাবে বর্ণনা করেন, যেন তোমরা কৃতজ্ঞতা জ্ঞাপন কর।\n[১] قسم (কসম) এর আরবী প্রতিশব্দ حلف বা يمين আর বহুবচন أحلاف বা أيمان যা শপথ অর্থে ব্যবহার হয়। এই কসম বা শপথ তিন ভাগে বিভক্ত; (ক) لغو (খ) غموس (গ) مُعقَّدة (\nক\n) لغو (নিরর্থক বা নিরুদ্দেশ) এমন কসম, যা মানুষের অভ্যাসে পরিণত হয়েছে এবং কথায় কথায় ইচ্ছা, উদ্দেশ্য ও প্রয়োজন ছাড়াই ব্যবহার করে। (এমন কসম খাওয়া তার মুদ্রাদোষে পরিণত হয়।) এই ধরনের কসমের কোন কাফফারা বা ধর-পাকড় নেই। (\nখ\n) غموس (মিথ্যা কসম) যা মানুষ ধোঁকা দেওয়া ও প্রতারণা করার জন্য করে থাকে। এটা মহাপাপ; বরং অতি মহাপাপ। কিন্তু এ ধরনের কসমের কোন কাফফারা নেই। (\nগ\n) معقَّدة ঐ কসমকে বলা হয়, যা মানুষ ইচ্ছাকৃতভাবে এবং নিয়ত সহকারে নিজের কথার সত্যতার তাকীদ ও তা পাকা করার জন্য ব্যবহার করে। যদি কেউ এ ধরনের কসম ভঙ্গ করে, তাহলে তাকে কাফফারা আদায় করতে হবে। এই কাফফারার কথা এই আয়াতের পরের অংশে উল্লেখ করা হয়েছে।\n[২] (কসমের কাফফারায়) প্রদেয় খাদ্যের পরিমাণ সম্বন্ধে কোন সহীহ হাদীস বর্ণিত হয়নি। আর এই জন্য উলামাদের মধ্যে মতানৈক্য সৃষ্টি হয়েছে। অবশ্য ইমাম শাফেয়ী (রঃ) রমযান মাসের রোযা অবস্থায় স্ত্রী-সহবাস করার ফলে যে পরিমাণ কাফফারা দেওয়ার কথা হাদীসে উল্লিখিত হয়েছে তা দলীলরূপে পেশ করে বলেন, প্রত্যেক মিসকীনকে এক 'মুদ' (প্রায় ৬২৫ গ্রাম) খাদ্য দান করতে হবে। কেননা নবী করীম (সাঃ) ঐ ব্যক্তিকে সহবাসের কাফফারা আদায় করার জন্য ১৫ সা' (সাড়ে ৩৭ কিলো) খেজুর দিয়েছিলেন, যা ৬০ জন মিসকীনের মাঝে বণ্টন করতে বলা হয়েছিল। আর এক সা' সমান চার মুদ (আড়াই কিলো) হয়। এই হিসাবে ১০ মিসকীনকে ১০ মুদ করে (অর্থাৎ প্রায় সওয়া ৬ কিলো) খাদ্যদ্রব্য কাফফারা হিসাবে প্রদান করতে হবে।\n((মতান্তরে মাথাপিছু দু মুদ (সওয়া এক কিলো) খাদ্য দান করতে হবে। যেহেতু কা'ব বিন উজরার ইহরাম অবস্থায় মাথায় উকুন হলে মহানবী (সাঃ) তাঁকে বলেন, \"তোমার মাথা মুন্ডন করে ফেল এবং তিন দিন রোযা রাখ, কিংবা প্রত্যেক মিসকীনকে মাথাপিছু অর্ধ সা' (মোটামুটি সওয়া এক কিলো) করে ছয়টি মিসকীনকে খাদ্য দান কর, কিংবা একটি ছাগল কুরবানী কর।\" (বুখারী ১৮১৬, মুসলিম ১২০১নং))\n[৩] পোশাক বা বস্ত্রদানের ব্যাপারেও মতানৈক্য রয়েছে। বাহ্যতঃ এর ভাবার্থ এক জোড়া এমন কাপড়, যা পরিধান করে মানুষ নামায আদায় করতে পারে। আবার কোন কোন উলামা খাদ্য ও বস্ত্রদান উভয় ক্ষেত্রেই সমাজের প্রচলিত নিয়ম-নীতিকে অনুসরণীয় মনে করেন।\n[৪] কোন কোন উলামা ভুল করে হত্যা করার ফলে যে রক্তপণ দিতে হয় তার উপর অনুমান করে মুক্তিযোগ্য দাস-দাসীর ক্ষেত্রে ঈমানের শর্তারোপ করেছেন। কিন্তু ইমাম শওকানী বলেন, আয়াতটি ব্যাপক, আর এর মধ্যে মুমিন ও কাফের উভয়ই শামিল।\n[৫] অর্থাৎ, উল্লিখিত তিনটি এখতিয়ারের মধ্যে একটি কেউ যদি পালন করতে না পারে, তাহলে তাকে তিন দিন রোযা রাখতে হবে। আর এটাই তার কসমের কাফফারা হয়ে যাবে। (উক্ত তিনটির মধ্যে একটিতে সক্ষম হওয়া সত্ত্বেও রোযা রাখলে তা গ্রহণযোগ্য নয়।) আবার রোযা রাখার ব্যাপারেও উলামাদের মধ্যে মতানৈক্য রয়েছে; কেউ বলেন, ধারাবাহিকভাবে পরপর তিনদিন রোযা রাখতে হবে। আবার কেউ বলেন; একদিন পর পর বা বিলম্ব করে (অর্থাৎ একটি রাখার পর বিলম্ব করে তারপর আরেকটি রাখতে পারে।) উভয় অবস্থা জায়েয বা বৈধ।",
  "ayah": 89,
  "surah": 5
}
