{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 35,
      "text": "Praise belongs to God, the Creator of the heavens and the earth, who appointed the angels as messengers having wings, two, three, and four. He adds to creation as He wills. “The praise belongs to God; that which belongs to Me is the praise by which I praise Myself, not your praise. The praise that is worthy of Me is the praise that comes from Me, not that which comes from you. What would come from water and dust worthy of My exalted majesty and ever- lasting beauty? How can the description of newly arrived things find access to the Eternal? How can that which undergoes annihilation reach the subsistent Real? How can that which was not, then came to be, praise Him who always was and always will be? O Adamite, your praise is defective because of your request for pardon and forgiveness. How can the defective be suited for the Pres- ence of Exalted Majesty? A majesty that is incomparable with defect and hallowed beyond infir- mity must have the praise of the Haqiqah, and that is nothing other than praise by Me, who am the Lord. For I am the Real, and My attributes are the Haqiqah. My servant, now I bring forth praise that is worthy of Myself. You also, bring forth praise of Me worthy of yourself, in the measure of your possibility. Then I will take your metaphor and through My generosity make it accord with the Haqiqah. I will make its ruling property the ruling property of the Haqiqah. If you say 'Amen' and your words conform with My saying 'Amen,' I will forgive you your sins. So when you praise Me and your praise of Me conforms with My praise of Me, how can any imagination carry and how can any mind contain the caress and robe of honor that I will bestow upon you?” Listen while I confirm these words with their like: The Exalted Lord says, “God bears wit- ness that there is no god but He” [3:18]. Before you bore witness, He Himself bore witness, for your bearing witness is defective because of the request to attain the promise of paradise and to safeguard against the threat of hell. Moreover, your bearing witness is temporal, but His attributes are beginningless and everlasting.  The temporal will never be suited for the beginningless. So He Himself bore witness, and His bearing witness is beginningless. Thus when you do so, the tem- poral will follow the beginningless and its ruling property will become that of the beginningless. Because of that following, He will give you an endless reward. Who appointed the angels as messengers having wings, two, three, and four. He made Him- self recognized to the servants by His acts and He charged them to learn lessons from them. Part of this is what they come to know face-to-face, like heaven, earth, and so on. Part is what is affirmed by way of reports and transmission, for it is not known by self-evidence or the proofs of intellect, and this includes the angels. Hence we do not come to realize the quality of their forms and their wings and how they fly with their three or four wings. But, in short, we know the perfection of His power and the truthfulness of His words. The angels are those proximate to the Exalted Threshold, the peacocks of the Divine Pres- ence kept in veils of awesomeness. They wear the belt of acquiescence, their heads placed on the line of the command, for they do not disobey God in what He commands them and they do as they are commanded [66:6]. In another place He says, “Nay, but they are honored servants [21:26]. Despite this rank and level, the faithful dust-dwellers and wholesome children of Adam have emi- nence and superiority over them. Do you not see that the Prophet said, “The man of faith is nobler in God's eyes than the angels who are with Him”? ʿāÌisha said, “I said, 'O Messenger of God, who are the noblest of creatures in God's eyes?' “He said, 'O ʿāÌisha, have you not recited, “Surely those who have faith and do wholesome deeds-those are the best of the creatures” [98:7]?'” It has been narrated that the angels said, “Our Lord, surely You have given the children of Adam this world, and they eat of it and enjoy it. But You have not given it to us, so give us the next world.” He said, “By My exaltedness, I will not make the wholesome progeny of him whom I created with My own two hands like those to whom I said, 'Be,' so they came to be.” The Prophet said, “Surely the man of faith is recognized in heaven just as a man is recognized by his family, and surely he is nobler in God's eyes than a proximate angel.  ” In the traditions it has come that at the beginning of the creation of Adam, when the Exalted Lord spread the carpet of Adam's dignity and smoothed the foundations of his sinlessness, He ad- dressed the angels by saying, “Surely I am setting in the earth a vicegerent.” By way of asking for information they said, “What, wilt Thou set therein one who will work corruption there?” The Ex- alted Lord answered them by saying, “Surely I know what you do not know” [2:30]. They regretted what they had said and began to plead, striving to seek the Real's approval. They said, “Our God, we have heard Your address, we fear Your punishment, and we will obey those who obey You, so approve of us. O Lord, may our listening be the ransom for Your eternal address, our makeup the ransom for Your severity and rebuke, and our worship and hallowing the largesse at the feet of those who are faithful to Your threshold. Our desire is that the presence of Your approval may accept us with beginningless favor!” The address came, “Our approval lies in this: you who are the noble and proximate should circumambulate the Throne and ask forgiveness for the not-yet-done offenses of Adam's offspring, for they are still in the concealment of nonexistence.” This is why the Lord of the Worlds says, “The angels are glorifying the praise of their Lord and asking forgiveness for those in the earth” [42:5]. “O you who are in charge of the veils, weep for the folk of heedlessness among Adam's off- spring so that We may conceal their disobedience with Our forgiveness because of your weeping!” Concerning this it has been narrated that the Prophet said, “When I was carried up to heaven, I heard a droning. I asked Gabriel what it was and he said, 'This is the weeping of the cherubim for the sinners in your community.'” He adds to creation as He wills. The folk of realization say that He means the highness of aspiration. He gives a high aspiration to whomsoever He wants. The possessors of aspiration are three: The aspiration of one is this world-it is the furthest limit of his hope and the spindle of his effort's mill.  According to the report, “When someone comes to the point where this world is his greatest aspiration, he does not belong to God. His heart will be inseparable from four traits: an aspiration that will never be cut off from him, an occupation in which he will never take comfort, a poverty in which he will never attain wealth, and a hope that will never reach its object.” On the night of the miʿrāj MuṣṬafā saw a person adorned in the form of a bride. He said, “Gabriel, who is that?” He said, “This world, which adorns herself to the eyes of those with low aspiration. Of your community, only one in 70,000 will buy back his spirit from love for her beauty by seeking God.” When someone's aspiration is only this world, the scent of severance comes from him. We seek refuge in God from him! The aspiration of the second reaches the afterworld. The gardens and meadows, the bliss of the colorful things, the houris and palaces, the serving boys, the women good and beautiful [55:70], keep on attracting his heart, as is shown by his passing days. This is the state of the wage-earner who stays attached to the reward and is held back from the realities of the unveilings and the seclu- sion of whispered prayer. The third person has a high aspiration and a hidden mystery in the heart. His heart is captive to love and his spirit drowned in face-to-face vision. He has no news of this world and no mark of the afterworld. With the tongue of bewilderment he keeps on saying, “O Unique and One from the beginningless and forever, O One and Alone in name and mark! Bring me to life with the life of the friends! Keep me alive in togetherness itself! Make me flourish in the light of proximity! Lift up duality from the midst! Settle me down with the proximate in the station of tawḤīd!”"
    },
    {
      "ayah": 12,
      "surah": 35,
      "text": "Not equal are the two oceans, this one sweet, satisfying, delicious to drink, that one salty, bitter. This verse alludes to two states: turning toward God and turning away from God. Those who turn toward God are occupied with obeying Him and recognizing Him. Those who turn away from Him are shut off from worshiping Him and protest against His apportioning and decree. The former is the cause of union, and the latter the cause of deprivation and separation. These are two different oceans, one delicious and the other bitter, standing between the servant and God. One is the ocean of destruction, the other the ocean of salvation. This is their likeness: Five ships are traveling in the ocean of destruction: avarice, eye-service, persistence in acts of disobedience, heedlessness, and despair. Whoever sits in the ship of avarice will reach the shore of love for this world. Whoever sits in the ship of eye-service will reach the shore of hypocrisy. Whoever sits in the ship of persistence in acts of disobedience will reach the shore of wretchedness. Whoever sits in the ship of heedlessness will reach the shore of remorse. Whoever sits in the ship of despair will reach the shore of unbelief. As for the ocean of salvation, five ships are traveling on it: fear, hope, renunciation, recogni- tion, and tawḤīd. Whoever sits in the ship of fear will reach the shore of security. Whoever sits in the ship of hope will reach the shore of bestowal. Whoever sits in the ship of renunciation will reach the shore of proximity. Whoever sits in the ship of recognition will reach the shore of inti- macy. Whoever sits in the ship of tawḤīd will reach the shore of contemplation. The Pir of the Tariqah gave an eloquent admonition to his companions and friends. He said, “Dear friends, it is time to seek salvation from this ocean of destruction and rise up from this pit of lassitude. Do not sell subsistent bliss for this evanescent house! “A soul without service is estranged. Do not nurture the estranged! A heart without wakeful- ness is a ghoul. Do not be the companion of a ghoul! A soul without awareness is wind. Do not live in the wind! Do not be satisfied with name and description in place of meaning and reality! Do not feel secure from hidden deception! Always be careful about the outcome of the work at the last breath!” That poet spoke sweet words in fine verses: O heart, if you want the afterworld, keep your claws back from this world! Trade in gambling away life and choosing religion's road! Put your foot on this world and sew up the eye of name and reputation, seize hold of the afterworld and close down the road of pride and honor.  How long will you sit like a woman in hope of color and scent? Fix your aspiration on the road and set out like a man! The eyes of a fool fall in love with the oyster's shell. By God, his eyes will never see the royal pearl! [DS 204-5] Concerning His words, “Not equal are the two oceans,” one of the folk of recognition said, “This means that two present moments are not equal. One is expansion, and its owner dwells in repose. The other is contraction, and its owner laments. One is separation, and its owner has the attribute of servanthood. The other is togetherness, and its owner witnesses the Lordhood.” According to the tasting of the recognizers, these two oceans allude to the contraction and expansion of the wayfarers. The contraction and expansion of the advanced is like the fear and hope of the beginners. At the beginning of his desire during the moments of service, the desirer has no escape from fear and hope. In the same way, at the end of the state with perfect recognition, no one is empty of contraction and expansion. When someone is in fear and hope, his gaze is all towards the Endless: “What will be done with me tomorrow?” When someone is in contraction and expansion, his gaze is all towards the Beginningless: “What was done with me, what was decreed for me, in the Beginningless?” This is why the Pir of the Tariqah said, “Alas for the apportioning gone before me! Alack for the words spoken by the Self-Seer! I do not know if I should live happy or distraught. My dread is what the Powerful said in the Beginningless.” As long as the servant is in contraction, his sleep is like the sleep of the drowning, his food like the food of the ill, his life like the life of prisoners. He lives as is suited to his need.  He follows the road in lowliness and misery and says with the tongue of abasement, “My two eyes full of water, my liver full of fire, my hands full of wind, my head full of dust!” When his misery and lowliness reach their extreme and his abasement and incapacity become manifest, the Exalted Lord attends to his heart and opens the door of expansion and elation in his heart. His present moment becomes sweet, his heart is joined with the Protector, and his secret core is adorned with awareness of the Real. He says with the tongue of gratitude, “O God, You were my tribulation, You became my good fortune! You were my sorrow, You became my ease! You were my burning brand, You became my lamp! You were my wound, You became my balm!”"
    },
    {
      "ayah": 15,
      "surah": 35,
      "text": "O people, you are the poor toward God, and God is the Unneedy, the Praiseworthy. Know that poverty is of two sorts: the poverty of created nature and the poverty of attributes. The poverty of created nature is general, belonging to every newly arrived thing that has come into existence from nonexistence. The meaning of poverty is need. Every created thing needs the Creator-first for creation and second for nurture. Thus you know that God has no needs or requirements, and everything else has needs and requirements. This is why the Exalted Lord says, “God is the Unneedy, and you are the poor” [47:38]. As for the poverty of attributes, that is what the Lord of the Worlds said: “the poor emigrants” [59:8]. He specified the Messenger's Companions for this poverty and praised them for it, as He said: “For the poor, who are constrained in the path of God” [2:273]. He named them poor to disguise the wealth of their state and so that no one would know of their wealth. This is as they say: “Call me Arsalan so that no one will know who I am.” The Pir of the Tariqah said, “Friendship is built on disguise. The name 'king' for Solomon is the disguise of poverty. 'Disobedience' for Adam is the disguise of being chosen. The blessings that clothed Abraham disguised bosom friendship. This is because the stipulation of love is jeal-ousy. Friends do not show their state to just anyone.” Someone without an iota of being, who never gazes on the two worlds and who always keeps God's gaze before his eyes is called poor, for he lacks everything and is wealthy through the Real. One must have wealth in the breast, not in the storehouse. The poor man is he who sees no hand- hold in the two worlds other than the Real and does not gaze upon himself. He has recited the prayer of the dead over his own essence and attributes-as that chevalier said: “Endless passion has nothing to do with a heart that stays firm in its own attributes. When someone steps into the field of passion for the beautiful, night and day will recite for him the prayer of the dead.” [DS 209-10]"
    },
    {
      "ayah": 2,
      "surah": 35,
      "text": "Whatever mercy God opens up to the people, none shall hold it back. In terms of understanding in the tongue of the Tariqah, this verse alludes to the opening of the folk of faith and recognition. Opening is a name for what comes from the Unseen unsought and unasked for. It is of two sorts: One is the influxes of provision and delightful life, unsought and unearned. The other is God-given knowledge, unlearned, conforming to the Shariah, never before heard, but familiar to the heart. The Pir of the Tariqah said, “Alas for this unlearnt knowledge! Sometimes I'm drowned in it, sometimes burnt by it.” In respect of this knowledge the speaker is the ocean, sometimes in flow, sometimes in ebb. When he stands in the station of expansiveness, he fills the world with limpidness. When he stands in the station of awe, he fills the world with human nature. Among the sorts of opening are beautiful dreams, the supplications of good people, and the acceptance of hearts. According to a report, “When God loves a servant, the folk of the heavens and the earth love him, and acceptance is placed for him in the earth.”"
    },
    {
      "ayah": 32,
      "surah": 35,
      "text": "Then We gave the inheritance of the Book to the ones We chose from among Our ser- vants. Among them are wrongdoers to themselves, among them are moderate, and among them are preceders in good deeds by God's leave. That is the great bounty. In this verse the Lord of the world, the lovingly kind enactor, the caresser of the servants, gives eminence to the community of AḤmad with seven generosities-a complete eminence, a great honor, and an infinite caress. None of the children of Adam received these seven generosities to- gether except this community. Three of the seven are at the beginning of the verse: First We gave the inheritance, second, We chose, and third Our servants. We gave the inheritance: He called them inheritors. We chose: He called them the chosen. Our servants: He called them servants. “They are My inheritors, My chosen, and My accepted servants.” Since He called them inheritors, in reality He will not take back the inheritance. Since He called them chosen and His knowledge makes no mistakes, He will not reject them. Since He called them accepted, He will not put them together with faults. “We gave the inheritance: The light of guidance, the good fortune of the religion, the exalted- ness of knowledge, the adornment of recognition, the splendor of faith, the blessing of the Sunnah, the fruit of wisdom-to whom did We give all these? To the ones We chose: We gave these to those whom We chose. Since We chose them, We saw the faults. In Our unneediness We chose the servants as they are. “O MuḤammad! On the day We chose your community, We saw those long-lived angels with all that obedience. On the day We placed honey in that frail bee, We saw those mighty falcons. On the day We gave silk to that frail little worm, We saw those awesome serpents. On the day We gave musk to the musk-deer, We saw those mighty lions. On the day We gave ambergris to the whale, We saw those tremendous elephants. On the day We placed pearls in the oyster, We saw those fierce crocodiles. On the day We gave sweet songs to the nightingale, We saw those decorated peacocks. On the day We praised and lauded MuḤammad's community and wrote out the inscription of chosenness, We saw those long-lived angels and obedient proximate ones at the threshold of service.  ” Before you asked I asked for you, all the world I adorned for you. Thousands in the city are in love with Me- live in joy, I rose up for you. Of the seven generosities, three have been mentioned. Three more are these: Among them are wrongdoers to themselves, among them are moderate, and among them are preceders in good deeds by God's leave. This is a subtle classification and a tremendous generosity. No one received this eminence and generosity from the Patron except this community. He wrote the inscription of chosenness for everyone, and then in His generosity He began with wrongdoers so that the wrongdoers would not be ashamed, but rather take heart and renew hope. In is the same way He says in another place: “The repenters, the worshipers...” [9:112]. He mentions the grades of the chosen and presents the sequential arrangement of the good people of this community, beginning with the least of them: The repenters. Even though they are sinners, they regret what they did; they are broken in body and sorrowful in heart. These are those who apologize and ask for pardon. MuṣṬafā said, “The sins of my community were presented to me along with the wrongdoing of some of them done to others. I asked God for intercession, and He gave it to me.” Among them are wrongdoers to themselves. These are the hangers-on. Among them are mod- erate. These are the called. Among them are preceders in good deeds. These are given access. “The wrongdoer is the offender, and My pardon is for him. The moderate is the seeker, and My help is for him. The preceder is given access, and My bounty is for him. “The wrongdoer is struck by the whip of heedlessness, killed by the sword of impurity, thrown down at the threshold of the Will, and puts his hope in mercy. The moderate is not tormented by a whip, but he is killed by the sword of shame, thrown down at the threshold of seeking, and sits in hope of nearness. The preceder is struck by the whip of familiarity, killed by the sword of friend- ship, burned at the threshold of desire, and puts his hope in vision. “O wrongdoer! Pardon is yours until gentleness appears. O moderate! Help is yours until bounty appears.  O preceder! Proximity is yours until kindness and beautiful doing appear. “O wrongdoer! Curtaining is yours, and there is no disgrace. O moderate! Acceptance is yours, and there is no fear. O preceder! Proximity is yours, and there is no niggardliness. “If you are a wrongdoer, I am merciful. If you are moderate, I am knowing. If you are a pre- ceder, I am gazing. If you are a wrongdoer, apologizing is enough. If you are moderate, trying is enough. If you are a preceder, aiming is enough. The wrongdoing of the wrongdoer is under My curtain. The effort of the moderate is under my help. The precedence of the preceder is under My gentleness. All of this is My magnificent bounty.” He mentions three groups and three levels. He separates them by deeds, and He brings them together with bounty: That is the great bounty. This great bounty is the seventh generosity that He showed to this community. O friend, when bounty lifts something up, it throws off the defects. Justice will never be able to overcome bounty. Ibn al-Aʿrābī said, “Whenever chastisement or mercy is mentioned in the Qur'an, look care- fully. If mercy is mentioned before chastisement, that is a threat. If chastisement is mentioned after mercy, the chastisement is abrogated. If both are mentioned together, the ruling property be- longs to mercy, because, although the Wise bases Himself on His rightful due, He would never put aside someone else's rightful due. In His Godhood, the Lord of the Worlds has no need for creation or the service of the creatures, nor is He harmed by the creatures' disobedience. He is forbearing, vast in bounty, and lovingly kind toward the creatures.” The folk of recognition have said, “Each of these three mentioned groups has a portion of water from the drinking place of tawḤīd in the measure of their own traveling. Some are drinkers, some cup-bearers, some grazers. The drinkers are the preceders, the cup-bearers the moderate, and the grazers the wrongdoers. The drinkers are the realizers, the cup-bearers the dust-dwellers, and the grazers the protesters. He alludes to this with His words, 'Of it you have to drink, and of it are trees to graze your herds' [16:10]. The drinkers drink from the cup of face-to-face vision; they gaze upon the Pourer as they drink the wine. Although the cup-bearers do not find what they heard, they reach a portion of what they heard.  The grazers neither hear nor see, but they are not without a portion, for they do not choose to deny. The drinkers are at the front, the pourers are companions in the seeking, the grazers remain at the gate. He keeps each of them in that for which he is worthy. He does not give the unworthy more, nor does He decrease what is worthy from those who are worthy.” That is the great bounty. In other words, it is the bounty in which the wrongdoer is mentioned along with the preceder. It has been said that the wrongdoer is more excellent, because He means him who has wronged himself by the great amount of obedience he has imposed on himself. It has been said that these were mentioned with the word “gave inheritance.” In dealing with inheritance, one begins with the obligatory, then the rest goes to relatives, even if those for whom it is obligatory have less worthiness for it. Thus He says, “Among them are wrongdoers to them- selves,” placing them before the preceders. It has been said that the wrongdoers are those who abandon disobedience, the moderate are those who abandon ambiguity, and the preceders are those who abandon bounty altogether. It has been said that the wrongdoers have the knowledge of certainty, the moderate have the eye of certainty, and the preceders have the truth of certainty. It has been said that the wrongdoers have affection, the moderate have bosom friendship, and the preceders have love. It has been said that the wrongdoers have generosity, the moderate have munificence, and the preceders have largesse. It has been said the wrongdoers have fear, the moderate have dread, and the preceders have awe. It has been said that the wrongdoers seek this world, the moderate seek the afterworld, and the preceders seek the Patron. It has been said that the wrongdoers are trying for ecstasy, the moderate have ecstasy, and the preceders have finding. It has been said that the wrongdoers have presence, the moderate have unveiling, and the pre- ceders have contemplation. It has been said that the wrongdoers will see Him in the next world, in the measure of the days of this world, once every Friday. The moderate will see Him once every day. The preceders will of course never be veiled form Him. That is the great bounty."
    },
    {
      "ayah": 33,
      "surah": 35,
      "text": "Gardens of Eden that they will enter. When He mentioned their sorts, He arranged them in levels. Now that He mentions the Garden, He mentions them together. He says, “Gardens of Eden that they will enter,” pointing out that their entrance into the Garden is not because of worthiness, but because of bounty, and in bounty there is no differentiation."
    },
    {
      "ayah": 34,
      "surah": 35,
      "text": "And they shall say, “Praise belongs to God, who has put away sorrow from us.” O chevalier! The worth of the antidote is known by the snake-bitten, the worth of burning fire is known by the moth, the worth of Joseph's shirt is known by grieving Jacob. When someone is de- luded by his own safety and is given the antidote, how will he know its worth? If you want some- one to know the worth and gravity of the antidote, you need him whose spirit has reached his lips. A poor man is needed, broken-hearted, suffering pain, and burdened with grief to know the worth of this caress and the exaltedness of this address: “Praise belongs to God, who has put away sorrow from us.” Wait until tomorrow when that wounded-hearted poor man is placed on the throne of joy in the palisade of holiness while the serving boys and servants act like his slaves to spread the carpet before the seat of his good fortune. The night of tribulation will have come to an end, the sun of felicity will have risen from the horizon of generous giving, and the Exalted Pres- ence will set forth for him the gentle favors of generosity. With the tongue of joy and coquetry he will say, “Praise belongs to God, who has put away sorrow from us.” O indigent man! This world is the world of metaphor. It is clear what realities can be unveiled in the world of metaphor. It is obvious what can be painted on a gnat's wing. This world is a pris- on. What marks of prisoners can be given but sorrow, grief, and longing? For these grief-stricken ones the day of the bazaar and the time of access will be tomorrow, when the concealed gentle- nesses and treasuries stored in the Unseen will come out from the covering of jealousy unscathed by hands and untouched by minds. A vast capacity will be given to the poor ones so that they may drink the wine of vision cup by cup, or rather, ocean by ocean. They will be shouting out, “Is there any more?” [50:30]. And praise belongs to God alone."
    }
  ],
  "empty_ayahs": [{ "ayah": 26, "surah": 35 }, { "ayah": 45, "surah": 35 }]
}
