{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 50,
      "text": "Qāf! By the splendorous Qur'an! Ibn ʿAṬāÌ said, “God swears an oath by the strength [quwwa] of the heart of His beloved, MuḤammad, inasmuch as he carried the discourse that left no trace in him, because of the elevation of his state.” When someone has a dear friend, in every state he seeks his approval. He always looks at him, he whispers his secrets to him, and he swears his oaths by his spirit and secret core. He speaks of him much, and he watches out for him at home and while traveling, in sleep and in wakefulness. He considers whatever he does beautiful, and he never holds back talk and “Peace!” from him. The generous Lord, the ever-merciful king, showered the realities of these meanings on His beloved, the Seal of the Prophets, so that the world's folk would know that in the Exalted Threshold, no one has the rank, level, and distinction held by that paragon. The engendered beings and existent things are all for his sake, and His love for all is love for him. Your creation and your upraising are as but one soul [31:28]. It has been said that this means, “for one soul,” and what is meant by this soul is MuṣṬafā's essence. In all states, He sought his approval, as He says, “And in the hours of the night glorify, and at the ends of the day, that perhaps thou mayest approve” [20:130]. He sought his approval in the kiblah: “Now We shall turn thee to- ward a kiblah that thou shalt approve” [2:144]. He sought his approval in intercession for the com- munity: “Thy Lord shall bestow upon thee so that thou shalt approve” [93:5]. He swore by his life: 'By thy life' [15:72]. He swore by the strength of his heart: “Qāf! By the splendorous Qur'an!” He swore by the limpidness of his love: “Sād! By the Qur'an possessing the remembrance!” [38:1]. He swore by the place of his feet: “Nay, I swear by this land!” [90:1]. He swore by his face and hair: “By the bright morning! And by the night when still!” [93:1-2]. He never veiled him from His gaze: Surely thou art in Our eyes [52:48]. Who sees thee when thou standest [26:218]. In sleep and wakefulness He kept him protected: And God will protect thee from the people [5:67].  He was his sufficiency in all of his states: Does God not suffice His servant? [39:36]. He joined him with the revelation everywhere and in every state. He was asleep when revelation came: “O enwrapped in thy cloak! [74:1]. O enwrapped in thy robe! [73:1].” He was on a camel when revelation came: “Today I have perfected for you your religion” [5:3]. He was in the road of battle when revelation came: “O people, be wary of your Lord-surely the quaking of the Hour is a tremendous thing” [22:1]. He had come out of Mecca to Juhfah when revelation came: “He who made the Qur'an obligatory upon thee shall restore thee to a place of return” [28:85]. He was in the cave when the Exalted Lord disclosed him as the second of two, when the two were in the cave [9:40]. He was grieving when revelation came: “We indeed know that thy breast is straitened by what they say” [15:97]. He was happy when revelation came: “Surely We opened up for thee a clear open- ing” [48:1]. He was in Jerusalem on the night of the miʿrāj when revelation came: “And ask those We sent” [43:45]. He was in the presence of Two-Bows' Length on the carpet of joy when he heard without intermediary, “Then He revealed to His servant what He revealed” [53:10]. Passion came and gave spirit and heart to the Beloved. The Object of passion gave me a spirit from His own spirit. Such were the wines that He gave in concealment that one drop will not be given for a hundred thousand spirits. The chevaliers of the Tariqah and lords of recognition have voiced another secret in the meaning of Qāf. They say that Mount Qāf, which is known to surround the world, is the work of the Qāf with which He has surrounded the hearts of the friends. In this world, when someone wants to pass beyond Mount Qāf, his feet are held back and it is said to him, “There is no road beyond Qāf and no way to pass over it.” In the same way, when someone has stepped into the realm of the heart and the desert of the breast and wants to take one step outside the attributes of the heart and the world of the breast, his foot is held in the heart's sta- tion.  It is said to him, “Where are you going? I am right here with you. 'I am with those whose hearts are broken for Me.'” The Pir of the Tariqah said, “O God, if I have, why don't I catch a scent? And if I don't, to whom shall I voice this longing? O God, when someone is given one look, his intellect takes flight. How can he who sees You constantly with the eye of the heart have any rest?” This is a marvelous work-someone who gazes on Him and also seeks Him from Him. He is together with His seeker, so what use is seeking? This is why the Lord of the Worlds says, “We are nearer to him than the jugular vein” [50:16]. This verse alludes to the Real's proximity to the servant. As for the servant's proximity to the Real, that is as He says: “Prostrate thyself and draw near” [96:19]. MuṣṬafā said, reporting from the Real, “The servant never ceases drawing near to Me through supererogatory works until I love him.” At first the servant's proximity to the Real is through faith and assenting to the truth, and at last it is through beautiful doing and realization. “Beautiful doing is that you worship God as if you see Him, for if you do not see Him, He sees you.” This report alludes to the heart's encounter with the Real, the secret core's convergence with the Unseen, and the spirit's contemplation during hidden, whispered prayer. The Real's proximity to the servant is of two sorts. One is proximity with all creation through knowledge and power, like His words, “And He is with you wherever you are” [57:4]. The other is proximity with the elect of the Threshold through the characteristics of kindness and the marks bearing witness to gentleness, like His words, “We are nearer to him.” First He gives the servant proximity to the Unseen so as to keep him back from the world. Then He gives him proximity through unveiling so as to keep him back from the world's folk. Then He gives him true proximity so as to keep him back from water and clay. He decreases the marks bearing witness to the servant and increases the marks bearing witness to Himself such that, just as he was at first, so also he will be at last-attachments cut, causes dissolved, traces nullified, limits come to nothing, allusions ended, expressions negated, reports effaced, and the one Real subsisting in His rightful due. And God is better and more subsisting [20:73]. I saw my beloved with the eye of my heart. He said, “Who are you?” I said, “You.” You have passed beyond every limit by effacing “where,” so where are you?"
    },
    {
      "ayah": 17,
      "surah": 50,
      "text": "When the two receivers receive, sitting on the right and on the left. It is reported that the two angels entrusted with the servant sit like the servant. The one on the right writes his beautiful deeds, and the one on the left writes his ugly deeds. When the servant sleeps, one stands above his pillow, while the other watches over him from his feet. When the servant walks, one goes before him and ones goes behind, both of them protecting him from blights. It has also been said that the angel of beautiful deeds is changed every day and night, another angel being sent. The wisdom in this is that tomorrow he will have many witnesses for his acts of obedience and beautiful deeds. But the angel of ugly deeds is not changed, so only that angel will know his defects. The equivalent of this in the Qur'an is found in the verse, “O My servants who have been immoderate against yourselves” [39:53]. In saying “who have been immoderate” God sums ev- erything up, keeping the lid on and without going into detail. He says: O Gabriel, you deliver the revelation, for they have been immoderate, but know not in detail what they have done. O MuḤammad, you recite the revelation, for they have been immoderate, but know not what they have done. Generous Lord, merciful King! He did not want Gabriel to know the sins of the ser-vants and the Messenger to recite their acts of disobedience. How could He then allow Satan to drive the servant away from His threshold?"
    },
    {
      "ayah": 18,
      "surah": 50,
      "text": "Not a word he utters, but by him is an observer ready. The angel on the right is the angel of bounty, the angel on the left the angel of justice. Just as bounty rules over justice, so also the right-hand angel rules over the left-hand angel. O angel on the right! You be the commander. Write down ten beautiful deeds for every beautiful deed he performs. O angel on the left! You be the follower. Write down nothing except what the angel on the right tells you to write. When the servant commits an act of disobedience, the angel on the right says, “Wait seven days before you write it down. Perhaps he will offer an excuse and repent.” What is all this? It is the result of one decree that God issued in the Beginningless: “My mercy precedes My wrath.” Listen to something even more wonderful: When the servant is disobedient, the command comes, “Pull down the curtain of his faith so that his faith may conceal and overpower his offense and sin.” So many offenses and acts of disobedience come together that they say, “O God, there is much offense, and the curtain of faith does not conceal it.” He says, “If the curtain of his faith does not conceal it, then pull down the curtain of My gen- erosity so that it will be concealed.”"
    },
    {
      "ayah": 19,
      "surah": 50,
      "text": "And the agony of death comes with the rightful due. Know, O chevalier, that from the era of Adam until the annihilation of the world, no one is released from death. You also will not escape. “Death is a cup, and everyone will drink it.” How will the passing days that were not loyal to Adam be loyal to you? How will the lifespan that ended for Noah keep you in subsistence? How will the moment of death that attacked Abra- ham let you get away? How will the death that ambushed Solomon be lenient toward you? How will the entrusted angel who demanded MuḤammad's spirit treat you kindly? If you bring to hand the lifespan of Noah, the wealth of Korah, the kingdom of Solomon, and the wisdom of Luqmān, they will be useless at the door of death and will show you no favor. A little less than 7000 years have passed since the Adamites began this journey. They come from the loins to the wombs, and they go from the wombs to the face of the earth, and from the face of the earth to its stomach. The whole world is a graveyard. Beneath it is all remorse, above it all remorse. Lift up your head and ask heaven: “How many dear ones do you have in your stomach?” Ask the lofty palace about its inhabitant whom it saved from the hard and soft of life. He established his kingdom and enslaved the people, then death's messenger threw him on his face. O fooled by wishes! O heedless of the moment of death! O prisoner of greed! O servant of need! How long will you grieve for summer in winter and grieve for winter in summer? You do not think about the work that will come about inescapably and you do not gather the supplies for the road that in verified truth will be walked. You arrange the work of this world and do not provide for death. You poor wretch, your death is right behind you. Remember it! Your home is the grave. Make it flourish! Today you are asleep-wait till you wake up. Today you are drunk-wait till you are sober. You gather the chaff of this world and keep back from what deserves to be done.  Why do you want to remain with this forever? Wait till the angel of death comes and plunders your life, the heirs come and plunder your wealth, the adversary comes and plunders your obedience, the worms come and plunder your skin and flesh. Alas if in this heedlessness and slipping, in this bustle and darkness, the enemy should come and plunder your faith! What a poor wretch you will be-without body, without life, without property, without gain and loss, without obedience, and without faith! If you have any doubt about death, count back the number of your fathers to Adam the Chosen, not one of whom was released from death. In the world there was no one who had the position and respect of MuṣṬafā the Arab in the Exalted Threshold, but he was shown no leniency: “Surely thou wilt die and surely they will die [39:30]. O master before whose perfection the totality of perfection is but a dot! O paragon the vision of the face of whose beauty turns the bright moon black! The world's sun is distracted in your north wind. Riẓwān approves of being the doorman for your ṣuhayb and Bilāl. The angels scatter stars from the spheres on your harmonious cheek and stature. Musk is envious of your tresses and mole! Splendor [majd], praise [Ḥamd], creed [milla], and good fortune [dawla] are joined with your M, Ḥ, M, and D! Despite all this distinction and rank, O master, you must walk the road of annihilation and you must sleep on the floor of the grave. Your father Abraham was not released from this severity. Your brother Moses did not escape from this poison. “O Muhammad, now the work is finished and the foundations of the Shariah have been put in order: Today I have perfected for you your religion [5:3]. You have read out the edict of messeng- erhood, you have conquered Mecca, you have triumphed over the enemies, you have shredded the skirt of unbelief, you have destroyed the stalwarts of Quraysh, and you have purified the Kaaba of idols. In fear of you the Byzantine emperor is unsettled in his palace, the king in Ethiopia is your servant boy, and Heraclius in Byzantium is obedient to your command and message. Heaven is delighted by the top of your head and earth is delighted by the bottom of your feet. The time has come for you to turn your face to death and leave all that entirely.  Once a work reaches perfec- tion, it turns to decrease. When the moon is a crescent in heaven it increases; when it becomes full and complete in its radiance, it turns toward decrease. In springtime the branches of trees increase every day, bringing leaves, making flowers bloom, keeping the world perfumed, and making the meadows luminous. When they reach perfection and give fruit, they fall into decrease. “O master of the world, O paragon of Adam's children! The time has come for you to put the earring of death on the ear of servanthood and aim for My Presence, so that I may do what you want.” The story of his death has already been told in the Surah al-AnbiyāÌ. And the agony of death comes with the rightful due. Although the state of death appears dif- ficult outwardly, therein the faithful and the friends have nothing but exaltedness and joy; at every instant a comfort comes from the Friend, at every moment a robe of honor. This is why MuṣṬafā said, “The gift of the faithful is death.” No possessor of truthfulness fears death. Ḥusayn ibn ʿAlī saw his father battling with one shirt. He said, “This is not the dress of warriors!” ʿAlī said, “Your father does not care if he falls upon death or if death falls upon him.” Truthfulness is the traveling supplies for the journey to death. Death is the road of subsistence, and subsistence is the cause of the encounter. “When someone loves the encounter with God, God loves the encounter with him.” When the folk of heedlessness reach the edge of death, [they look at what will be given to them. But when the folk of the Haqiqah reach the edge of death,] they look at what will be taken from them. The worn-out shirt will be taken from his back and a new robe put in its place. A man has had one shirt for seventy years and it has become worn out. It is taken from his back and he is clothed in the shirt of the endless kingdom. That is a place for happiness, not weeping. The life of ʿAmmār Yāsir reached ninety years. When he took a spear in hand, his hand trembled. MuṣṬafā had said to him that his last food in this world would be milk.  ʿAmmār was present in the battle of Siffin, a spear in hand, and he became thirsty. He asked for a drink of water and was given a cup of milk. He went forth saying, “Today I will encounter the beloveds, Muhammad and his party.” O chevalier! The life of this world is a dark curtain pulled over your days. On the day of death, the hand of gentleness will pull back the curtain so that you may reach the center point of endless life. As long as this life is in place, endless subsistence is behind the curtain. When the curtain is lifted, endless subsistence will show its face to you. That is His words, “We shall surely give him to live a goodly life” [16:97]. It is said that the person of faith in the grave is like the infant in its mother's womb. Think what the state was at first in the womb: You were weak, without strength or power, without going or taking, without hearing or speaking: “I made you appear in those darknesses and held up your mother's liver to you like a mirror. I made your shape apparent within it so that whatever you needed she ate and conveyed to you. You were in joy and ease, and no one was aware of you. At the end I will do what I did at first: I will take away your seeing, speaking, hearing, taking, and go- ing and I will place you in the grave. Just as at first I made your mother's liver your mirror, so I will make the grave your mirror. Just as I conveyed to you the ease of the blessings of this world in the womb and no one was aware, so also in the end I will convey to you the ease of the scent of para- dise and no one will be aware. Thus will you know that I am ever-merciful, generous, and gentle. “My servant, I had the power to make you appear without the prison of the womb. I had the power to convey the prison of the grave to the resurrection, but I kept you nine months in the prison of the womb and I kept you for long years in the grave. Why do I do this? “My servant, when I wanted to free Joseph from the hand of his brothers' envy, I kept him for three days in the prison of the well.  When I wanted to entrust the kingdom of Egypt to him, I kept him for seven years in prison. O Joseph the Sincerely truthful! Being at ease from the hands of the enviers is worth three days of prison in the well. The empire and rulership of Egypt is worth seven years in Egypt's prison. For the tawḤīd-voicing person of faith, seeing the beauty of mother and father is worth nine months in the prison of the womb. Seeing Him who has no beginning and no end is worth a thousand years in the prison of the grave.”"
    },
    {
      "ayah": 37,
      "surah": 50,
      "text": "Surely in that is a reminder for him who has a heart. If you rub your face in the dust a hundred times and traverse the world on your forehead, so long as your obedience is not the bosom friend of the true center point called the “heart,” all will be inscribed with nothingness. A report has come, “The meditation of an hour is better than the wor- ship of jinn and men.” When the servant comes to the Threshold and begins secret whispering while the heart is still captive to this world's preoccupations, abandonment will be inscribed on that obedience and it will be thrown back in his face. It has been said, “When someone's heart is not present in his prayer, his prayer is not accepted.” When a heart is delivered from the shackles of servanthood to others, that heart is one for the Real. It does not have the color of eye-service toward the people, nor the dust of seeking reputation. Nonetheless, it is in the ship of peril, for the Master of the Shariah has made this allusion: “The sincerely truthful are in great peril.” The purer someone becomes, the closer he is to the Real. The closer he is to the Real, the more he trembles. The proximate angels of the Presence, the attendants of the Threshold of the Self-Sufficient, and the pure ones of the Empire are always in fear, for He says, “And they are ap- prehensive in fear of Him [21:28]. The only ones of His servants who are frightened of God are the knowers [35:28].” MuṣṬafā said, “I hope that the most truthful of you toward God's prophet will be the most fearful of you toward God.” The near ones are bewildered for they know the Sultan's harshness. The vizier is always quivering in his watchfulness toward the sultan, but the stableman has no fear, for the vizier's breast is the storehouse of the sultan's secrets, and breaking the seal of the storehouse is full of peril. Ḥudhayfa Yamān was the possessor of the Messenger's secret. He said, “One day I saw Satan weeping. I said, 'O accursed one! What is this wailing and weeping of yours?' “He said, 'It is because of two things. One is that the Threshold has opened me up to cursing, and the other is that He has shut me off from the hearts of the faithful.  Whenever I aim for the threshold of the heart of a man of faith, I am burned by the fire of awesomeness.'” Revelation came to David: “Your tongue is a broker making claims at the top the bazaar. It has no place at the forefront of the religion's kingdom. That place belongs to the heart, for it gives off the scent of the mysteries of unity and endlessness. The ruler of Egypt said to his brothers, “Pack your bags and go back to your homeland and lodging place, for your hearts do not give off the scent of love for Joseph. This is the secret of the words of the Lord of the Worlds, “Surely in that is a reminder for him who has a heart.”"
    }
  ],
  "empty_ayahs": [{ "ayah": 21, "surah": 50 }, { "ayah": 45, "surah": 50 }]
}
