{
  "text": "২৯-৩২ নং আয়াতের তাফসীর\nপূর্বেই এটা বর্ণিত হয়েছে যে, হযরত মূসা (আঃ) দশ বছর পূর্ণ করেছিলেন। কুরআন কারীমের (আরবি) শব্দের দ্বারাও ঐদিকে ইঙ্গিত করা হয়েছে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন। হযরত মুজাহিদ (রঃ) তো বলেন যে, এই দশ বছর এবং আরো দশ বছর তিনি পূর্ণ করেছিলেন। কুরআন কারীমের শব্দ দ্বারা আমরা এই দশ বছরই বুঝছি। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। হযরত মূসা (আঃ)-এর মনে খেয়াল ও আগ্রহ জাগে যে, তিনি চুপে চুপে স্বদেশে চলে যাবেন এবং নিজের আত্মীয়-স্বজনের সাথে মিলিত হবেন। তাই তিনি স্বীয় স্ত্রী ও নিজের বকরীগুলো সাথে নিয়ে মাদইয়ান হতে মিসরের পথে যাত্রা শুরু করেন। রাত্রে বৃষ্টি বর্ষণ শুরু হয় এবং ঠাণ্ডা বাতাস বইতে থাকে। চতুর্দিক অন্ধকারে ছেয়ে যায়। তিনি বারবার প্রদীপ জ্বালানোর চেষ্টা করলেন কিন্তু কোনক্রমেই আলো জ্বালাতে পারলেন না। তিনি খুবই বিস্মিত ও হতবাক হয়ে গেলেন। ইতিমধ্যে তিনি কিছু দূরে আগুন জ্বলতে দেখতে পেলেন। তাই তিনি স্বীয় পরিজনকে বললেনঃ “তোমরা এখানে অপেক্ষা কর। ওখানে আগুন জুলতে দেখা যাচ্ছে। আমি ওখানে যাচ্ছি। সেখানে যদি কেউ থেকে থাকে তবে আমি তার কাছে রাস্তা জেনে নেবো, যেহেতু আমরা পথ ভুল করেছি এবং সেখান হতে কিছু আগুন নিয়ে আসবো যাতে তোমরা আগুন পোহাতে পার।”যখন তিনি সেখানে পৌঁছেন তখন ঐ উপত্যকার ডান দিকের পশ্চিমা পাহাড় হতে শব্দ শুনতে পান। যেমন কুরআন কারীমের অন্য আয়াতে রয়েছেঃ (আরবি) (২৮: ৪৪)-এর দ্বারা জানা যাচ্ছে যে, হযরত মূসা (আঃ) আগুনের উদ্দেশ্যে কিবলার দিকে গিয়েছিলেন এবং মাগরীবের পাহাড়টি তাঁর ডান দিকে ছিল। এক সবুজ-শ্যামল গাছে আগুন দেখা যাচ্ছিল। যা পাহাড় সংলগ্ন মাঠে অবস্থিত ছিল। তিনি সেখানে গিয়ে এ অবস্থা দেখে হতভম্ব হয়ে পড়েন যে, সবুজ-শ্যামল গাছ হতে অগ্নিশিখা বের হচ্ছে! অথচ কোন জিনিসে আগুন জ্বলতে দেখা যাচ্ছে না।!হযরত আবদুল্লাহ (রাঃ) বলেনঃ “হযরত মূসা (আঃ)-এর নিকট যে গাছ হতে শব্দ এসেছিল আমি ঐ গাছটি দেখেছি। ওটা ডালে-পাতায় ভরা সবুজ-শ্যামল গাছ। গাছটি উজ্জ্বলতায় ঝলমল করছিল।” কেউ কেউ বলেন যে, ওটা আওসাজ বৃক্ষ। তাঁর লাঠিও ঐ গাছেরই ছিল।  হযরত মূসা (আঃ) শুনতে পেলেন যে, শব্দ আসছেঃ “হে মূসা (আঃ)! আমিই আল্লাহ, জগতসমূহের প্রতিপালক। আমি যা ইচ্ছা করি তাই করতে পারি। আমি ছাড়া ইবাদতের যোগ্য কেউ নেই। আমি ব্যতীত প্রতিপালকও কেউ নেই। আমি এক ও অদ্বিতীয়। আমি অতুলনীয়। আমার কোন অংশীদার নেই। আমার সত্তায়, আমার গুণাবলীতে, আমার কাজে এবং আমার কথায় আমার কোন শরীক ও সঙ্গী-সাথী নেই। সর্বদিক দিয়েই আমি পবিত্র। আমার কোন লয় ও ক্ষয় নেই।” এই শব্দে তাঁকে আরো বলা হলোঃ “তুমি তোমার যষ্টিটি নিক্ষেপ কর এবং আমার ক্ষমতা তুমি স্বচক্ষে দেখে নাও।” অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “হে মূসা (আঃ)! তোমার দক্ষিণ হস্তে ওটা কি? সে বললোঃ ওটা আমার লাঠি; আমি এতে ভর দিই এবং এটা দ্বারা আঘাত করে আমি আমার মেষপালের জন্যে বৃক্ষপত্র ফেলে থাকি এবং এটা আমার অন্যান্য কাজেও লাগে।” (২০১৭-১৮) অর্থ হলো এই যে, তোমার যে লাঠিটি তুমি চেনো, অর্থাৎ তুমি ওটাকে নিক্ষেপ কর।'(আরবি) অর্থাৎ “অতঃপর ওটা নিক্ষেপ করলো, সাথে সাথে ওটা সাপ হয়ে ছুটতে লাগলো।” (২০:২০) এটা ঐ বিষয়েরই প্রমাণ ছিল যে, শব্দকারী প্রকৃতপক্ষে আল্লাহ তা'আলাই বটে। যিনি ব্যাপক ক্ষমতার অধিকারী। তিনি যে জিনিসকে যা বলে দেন তা টুলবার নয়। সূরায়ে তোয়া-হা-এর তাফসীরে এর বর্ণনা গত হয়েছে।এখানে মহামহিমান্বিত আল্লাহ বলেনঃ “যখন সে ওকে সর্পের ন্যায় ছুটাছুটি করতে দেখলো তখন পিছনের দিকে ছুটতে লাগলো এবং পিছনের দিকে ফিরেও তাকালো না। তখন আল্লাহ তা'আলার পক্ষ থেকে শব্দ আসলোঃ “হে মূসা (আঃ)! সামনে এসো, ভয় করো না; তুমি তো নিরাপদ। এ শব্দ শুনে হযরত মূসা (আঃ)-এর ভয় কেটে গেল। তিনি নির্ভয়ে শান্তভাবে নিজের স্থানে এসে আদবের সাথে দাড়িয়ে গেলেন। এই মু'জিযা দান করার পর আল্লাহ তা'আলা তাঁকে বলেনঃ “তোমার হাত তোমার বগলে রাখো, এটা বের হয়ে আসবে শুভ্র সমুজ্জ্বল নিদোষ হয়ে।” এরপর আল্লাহ তা'আলা বলেনঃ ‘ভয় দূর করবার জন্যে তোমার হস্তদ্বয় নিজের দিকে চেপে ধর। যে ব্যক্তি ভয় ও সন্ত্রাসের সময় আল্লাহর এই নির্দেশ অনুযায়ী স্বীয় হাতখানা বুকের উপর রাখবে, ইনশাআল্লাহ তার ভয় দূর হয়ে যাবে।হযরত মুজাহিদ (রঃ) বলেন যে, প্রথম প্রথম হযরত মূসা (আঃ) ফিরাউনকে। খুব ভয় করতেন। যখন তিনি তাকে দেখতেন তখন নিম্নের দু'আটি পাঠ করতেনঃ (আরবি)অর্থাৎ “হে আল্লাহ! আমি আপনাকে তার মুকাবিলায় রাখছি এবং তার অনিষ্ট হতে আপনার আশ্রয় প্রার্থনা করছি।” তখন আল্লাহ তাআলা তার অন্তর হতে ফিরাউনের ভয় দূর করে দেন এবং ফিরাউনের অন্তরে তার ভয় প্রবেশ করিয়ে দেন। অবস্থা এমন দাঁড়ালো যে, যখনই ফিরাউন হযরত মূসা (আঃ)-কে দেখতে তখনই গাধার মত সে প্রস্রাব করে ফেলতো।এরপর মহামহিমান্বিত আল্লাহ হযরত মূসা (আঃ)-কে বলেনঃ এ দুটি মু'জিযা অর্থাৎ লাঠি ও উজ্জ্বল হাত নিয়ে ফিরাউন ও তার লোকদের নিকট গমন কর এবং দলীল হিসেবে তার সামনে এ মু'জিযাগুলো পেশ কর এবং ঐ পাপাচারদেরকে আল্লাহর পথ প্রদর্শন কর।",
  "ayah": 32,
  "surah": 28
}
