{
  "text": "৫২-৫৫ নং আয়াতের তাফসীর\nআহলে কিতাবের আলেমগণ, যারা প্রকৃতপক্ষে আল্লাহর প্রিয়পাত্র ছিলেন, তাঁদের গুণাবলী বর্ণনা করা হচ্ছে যে, তারা কুরআনকে মেনে চলেন। যেমন মহান আল্লাহ বলেনঃ (আরবি)অর্থাৎ “যাদেরকে আমি কিতাব দান করেছি তারা ওটাকে সঠিকভাবে পাঠ করে থাকে, তারা ওর উপর ঈমান আনয়ন করে।” (২:১২১) আর এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “আহলে কিতাবের মধ্যে অবশ্যই এমন লোকও আছে যারা আল্লাহ্র উপর ঈমান আনয়ন করে এবং তোমাদের উপর যা অবতীর্ণ করা হয়েছে ও তাদের উপর যা অবতীর্ণ করা হয়েছে, এসবগুলোর উপরই বিশ্বাস স্থাপন করে, আর তারা আল্লাহর নিকট বিনীত হয়।” (৩:১৯৯) অন্য এক জায়গায় বলেনঃ (আরবি)অর্থাৎ “যাদেরকে এর পূর্বে জ্ঞান দেয়া হয়েছে তাদের নিকটে যখন এটা পাঠ করা হয় তখনই তারা সিজদায় লুটিয়ে পড়ে। আর বলে- আমাদের প্রতিপালক পবিত্র, মহান। আমাদের প্রতিপালকের প্রতিশ্রুতি কার্যকর হয়েই থাকে।” (১৭:১০৭-১০৮) আর একটি আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “মুসলমানদের সাথে বন্ধুত্ব হিসেবে সমস্ত লোক হতে বেশী নিকটতম ঐ লোকদেরকে তুমি পাবে যারা বলে- আমরা নাসারা, এটা এই কারণে যে, তাদের মধ্যে আলেম ও বিবেকবান লোকেরা রয়েছে, তারা অহংকার ও দাম্ভিকতা শূন্য এবং তারা কুরআন শুনে কেঁদে ফেলে ও বলে ওঠেঃ হে আমাদের প্রতিপালক! আমরা ঈমান এনেছি, সুতরাং (ঈমানের) সাক্ষ্যদাতাদের সাথে আমাদের নাম লিখে নিন।” (৫:৮২-৮৩)।হযরত সাঈদ ইবনে জুবায়ের (রাঃ) বর্ণনা করেছেন যে, যাদের ব্যাপারে এটা অবতীর্ণ হয়েছে তাঁরা ছিলেন সত্তরজন খৃষ্টান আলেম। তারা আবিসিনিয়ার বাদশাহ্ নাজ্জাশী কর্তৃক প্রেরিত প্রতিনিধি ছিলেন। রাসূলুল্লাহ (সঃ) তাদেরকে সূরায়ে ‘ইয়াসীন’ শুনিয়ে দেন। শোনা মাত্রই তাঁরা কান্নায় ফেটে পড়েন এবং সাথে সাথেই মুসলমান হয়ে যান। তাঁদের ব্যাপারেই আয়াতগুলো অবতীর্ণ হয়। এখানে তাদেরই প্রশংসা করা হয় যে, আয়াতগুলো শোনা মাত্রই তাঁরা। নিজেদেরকে খাটি একত্ববাদী ঘোষণা করেন এবং ইসলাম কবূল করে মুমিন ও মুসলমান হয়ে যান। তাঁদের ব্যাপারেই আল্লাহ পাক বলেনঃ তাদেরকে দু’বার পারিশ্রমিক প্রদান করা হবে। প্রথম পুরস্কার তাঁদের নিজেদের কিতাবের উপর ঈমান আনয়নের কারণে এবং দ্বিতীয় পুরস্কার কুরআনকে বিশ্বাস করে নেয়ার কারণে। তাঁরা সত্যের অনুসরণে অটল থাকেন, যা প্রকৃতপক্ষে একটি বড় কঠিন ও গুরুত্বপূর্ণ কাজ।সহীহ্ হাদীসে হযরত আবু মূসা আশআরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিন প্রকারের লোককে দ্বিগুণ পুরস্কার দেয়া হবে। প্রথম হলো ঐ আহলে কিতাব যে নিজের নবীকে মেনে নেয়ার পর আমার উপরও ঈমান আনে। দ্বিতীয় হলো ঐ গোলাম যে নিজের পার্থিব মনিবের আনুগত্য করার পর আল্লাহর হকও আদায় করে। তৃতীয় হলো ঐ ব্যক্তি, যার কোন ক্রীতদাসী রয়েছে। তাকে আদব ও বিদ্যা শিক্ষা দেয়। অতঃপর তাকে আযাদ করে দিয়ে বিয়ে করে নেয়।”হযরত কাসেম ইবনে আবি উমামা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “মক্কা বিজয়ের দিন আমি রাসূলুল্লাহ (সঃ)-এর সওয়ারীর সাথে ছিলাম এবং তাঁর খুবই নিকটে ছিলাম। তিনি খুবই ভাল ভাল কথা বলেন। সেদিন তিনি একথাও বলেনঃ “ইয়াহুদী ও নাসারার মধ্যে যে মুসলমান হয়ে যায় তার জন্যে দ্বিগুণ পুরস্কার। তার জন্যে আমাদের সমান (অর্থাৎ সাধারণ মুসলমানের সমান অধিকার রয়েছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)অতঃপর আল্লাহ তা'আলা তাঁদের গুণ বর্ণনা করছেন যে, তারা মন্দের প্রতিদান মন্দ দ্বারা গ্রহণ করেন না, বরং ক্ষমা করে দেন। তাঁদের সাথে যারা মন্দ ব্যবহার করে তাদের সাথে তারা উত্তম ব্যবহারই করে থাকেন। তাদের হালাল ও পবিত্র জীবিকা হতে তারা আল্লাহর পথে খরচ করে থাকেন, নিজেদের সন্তানদেরকেও লালন পালন করেন, দান-খয়রাত করার ব্যাপারেও তারা কার্পণ্য করেন না এবং বাজে ও অসার কার্যকলাপ হতে তারা দূরে থাকেন। যারা অসার কার্যকলাপে লিপ্ত থাকে তাদের সাথে তারা বন্ধুত্ব করেন না। তাদের মজলিস হতে তারা দূরে থাকেন। ঘটনাক্রমে সেখান দিয়ে হঠাৎ গমন করলে ভদ্রভাবে তারা সেখান হতে সরে পড়েন। এইরূপ লোকদের সাথে তারা মেলামেশা করেন না এবং তাদের সাথে ভালবাসাও রাখেন না। পরিষ্কারভাবে তাদেরকে বলে দেনঃ “আমাদের কাজের ফল আমাদের জন্যে এবং তোমাদের কাজের ফল তোমাদের জন্যে। তোমাদের প্রতি সালাম। আমরা অজ্ঞদের সঙ্গ চাই না।” অর্থাৎ তারা অজ্ঞদের কঠোর ভাষাও সহ্য করে নেন। তাদেরকে এমন জবাব দেন না যাতে তারা আরো উত্তেজিত হয়ে যায়। বরং তারা তাদের অপরাধ ক্ষমা করে থাকেন। যেহেতু তারা নিজেরা পাক-পবিত্র, সেহেতু মুখ দিয়ে পবিত্র কথাই বের করে থাকেন। ইমাম মুহাম্মাদ ইবনে ইসহাক (রঃ) বলেন যে, আবিসিনিয়া হতে প্রায় বিশ জন খৃষ্টান রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন এবং তাঁর সাথে আলাপ আলোচনা শুরু করেন। ঐ সময় কুরায়েশরা নিজ নিজ মজলিসে কাবা ঘরের চতুর্দিকে বসেছিল। ঐ খৃষ্টান আলেমগণ রাসূলুল্লাহ (সঃ)-কে প্রশ্ন করে সঠিক উত্তর পেয়ে যান। তখন রাসূলুল্লাহ (সঃ) তাঁদেরকে ইসলামের দাওয়াত দেন এবং কুরআন কারীম পাঠ করে শুনিয়ে দেন। তাঁরা ছিলেন শিক্ষিত ও ভদ্র এবং তাঁদের মস্তিষ্ক ছিল প্রখর। তাই কুরআন কারীম তাঁদের মনকে আকৃষ্ট করলো এবং তাদের চক্ষুগুলো অশ্রুসিক্ত হয়ে উঠলো। তৎক্ষণাৎ তারা দ্বীন ইসলাম কবুল করে নিলেন। তারা আল্লাহ ও তাঁর রাসূল (সঃ)-এর উপর ঈমান আনয়ন করলেন। কেননা, আসমানী কিতাবসমূহে রাসূলুল্লাহ (সঃ)-এর যেসব বিশেষণ তারা পড়েছিলেন সেগুলোর সবই তার মধ্যে বিদ্যমান পেয়েছিলেন। যখন তারা রাসূলুল্লাহ (সঃ)-এর নিকট হতে বিদায় নিয়ে চলতে শুরু করেন তখন অভিশপ্ত আবূ জেহেল তার লোকজনসহ পথে তাদের সাথে মিলিত হয় এবং তাদেরকে বিদ্রুপ করতে থাকে। তারা তাদেরকে বলেঃ “তোমাদের ন্যায় জঘন্যতম প্রতিনিধি আমরা কখনো কোন কওমের মধ্যে দেখিনি। তোমাদের কওম তোমাদেরকে এই লোকটির (হযরত মুহাম্মদের সঃ) অবস্থা পর্যবেক্ষণ করার জন্যে এখানে পাঠিয়েছিলেন। এখানে এসেই তোমরা তোমাদের পিতৃপুরুষদের ধর্ম ত্যাগ করে দিলে এবং এই লোকটির প্রভাব তোমাদের উপর এমনভাবে পড়ে যায় যে, অল্পক্ষণের মধ্যেই তোমরা তোমাদের নিজেদের ধর্ম পরিত্যাগ করে তার ধর্ম গ্রহণ করে বসলে। সুতরাং তোমাদের চেয়ে বড় আহমক আর কেউ আছে কি?” তারা ঠাণ্ডা মনে তাদের কথাগুলো শুনলেন এবং উত্তরে বললেনঃ “আমরা তোমাদের সাথে অজ্ঞতামূলক আলোচনা করতে চাই না। আমাদের ধর্ম আমাদের সাথে এবং তোমাদের ধর্ম তোমাদের সাথে। আমরা যে কথার মধ্যে আমাদের কল্যাণ নিহিত পেয়েছি সেটাই আমরা কবুল করে নিয়েছি।” একথাও বলা হয়েছে যে, তাঁরা ছিলেন নাজরানের খৃষ্টান প্রতিনিধি। এই ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী। এটাও বর্ণিত আছে যে, এ আয়াতগুলো তাদেরই ব্যাপারে অবতীর্ণ হয়। হযরত যুহরী (রঃ)-কে এ আয়াতগুলোর শানে নুযূল জিজ্ঞেস করলে তিনি বলেনঃ “আমি তো আমার আলেমদের থেকে শুনে আসছি যে, এ আয়াতগুলো নাজ্জাশী ও তাঁর সাথীদের ব্যাপারে অবতীর্ণ হয়েছে এবং সূরায়ে মায়েদার (আরবি) হতে (আরবি) (৫:৮২-৮৩) পর্যন্ত এই আয়াতগুলোও তাঁদেরই ব্যাপারে অবতীর্ণ হয়েছে।",
  "ayah": 55,
  "surah": 28
}
