{
  "text": "কওমের আলেমদের উপদেশবাণী শুনে কারূন যে জবাব দিয়েছিল তারই বর্ণনা দেয়া হচ্ছে যে, সে বলেছিলঃ “তোমাদের উপদেশ তোমরা রেখে দাও। আমি খুব ভাল জানি যে, আল্লাহ আমাকে যা দিয়েছেন আমি তার যথাযোগ্য হকদার। আর আল্লাহ এটা জানেন বলেই আমাকে এই সব দান করেছেন।” যেমন আল্লাহ তা'আলা অন্য আয়াতে বলেছেনঃ (আরবি)অর্থাৎ “যখন মানুষকে কোন কষ্ট পৌঁছে তখন বড়ই বিনয়ের সাথে আমাকে ডাকতে থাকে, অতঃপর যখন আমি কোন নিয়ামত ও শান্তি তাকে প্রদান করি তখন সে বলে ফেলেঃ এটা আমি আমার জ্ঞান বলে প্রাপ্ত হয়েছি।” (৩৯:৪৯) তিনি আরো বলেনঃ (আরবি) অর্থাৎ “কষ্ট ও বিপদের পর যদি আমি তাকে আমার করুণার স্বাদ গ্রহণ করাই তখন সে অবশ্যই বলে ওঠে- এটা আমার জন্যেই অর্থাৎ আমি এর হকদার ছিলাম।” (৪১:৫০) কেউ কেউ বলেন যে, কারূন কিমিয়া শাস্ত্রবিদ ছিল। যে লোহা, পিতল ইত্যাদিকে স্বর্ণে পরিণত করার কৌশল জানে। কিন্তু এটা খুবই দুর্বল উক্তি। কিমিয়ার জ্ঞান আসলে কারো নেই। কেননা, কোন জিনিসের মূলকে বদলিয়ে দেয়ার ক্ষমতা একমাত্র আল্লাহ তাআলারই রয়েছে। এর ক্ষমতা আর কেউই রাখে না। আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “হে লোক সকল! একটি দৃষ্টান্ত বর্ণনা করা হচ্ছে, তোমরা মনোেযোগ দিয়ে শ্রবণ কর। নিশ্চয়ই আল্লাহ ব্যতীত যাদেরকে তোমরা ডাকছো তারা কখনো একটি মাছিও সৃষ্টি করতে পারবে না। যদিও তারা তার জন্যে একত্রিত হয়।” (২২:৭৩)সহীহ হাদীসে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেন যে, আল্লাহ তা'আলা বলেনঃ “ঐ ব্যক্তি অপেক্ষা বড় অত্যাচারী আর কে আছে যে আমার সৃষ্টির মত সৃষ্টি করার চেষ্টা করে? তাহলে সে একটি ক্ষুদ্রাতিক্ষুদ্র বস্তু বা একটি জব সৃষ্টি করুক তো দেখি?” এই হাদীসটি ঐ লোকদের ব্যাপারে প্রযোজ্য যারা ফটো বা ছবি উঠায় এবং শুধু বাহ্যিক আকৃতি নকল করে থাকে। এরপরেও যে ব্যক্তি দাবী করে যে, সে কিমিয়ার জ্ঞান রাখে, একটি জিনিসকে অপর জিনিসে রূপান্তরিত করতে পারে, যেমন লোহাকে সোনায় পরিণত করা ইত্যাদি, সে মিথ্যাবাদী ছাড়া কিছুই নয়। তবে রঙ ইত্যাদিকে বদলিয়ে দিয়ে ধোকাবাজী করা অন্য কথা। কিন্তু প্রকৃতভাবে এটা অসম্ভব। যারা এই কিমিয়ার দাবী করে তারা শুধু মিথ্যাবাদী, অজ্ঞ, ফাসেক ও অপবাদদাতা। এরূপ দাবী করে তারা শুধু মানুষকে প্রতারিত করে থাকে। হ্যাঁ, তবে আল্লাহ তাআলার কোন কোন ওলী হতে যে কোন কোন কারামত প্রকাশ পায় এবং কোন কোন জিনিস পরিবর্তিত হয়ে থাকে আমরা তা অস্বীকার করি না। এটা মহান আল্লাহর পক্ষ থেকে তাঁদের উপর বিশেষ অনুগ্রহ। এটা তাদের নিজেদের কোন ক্ষমতার কাজ নয়। এটা আল্লাহর হুকুমের ফল ছাড়া কিছুই নয়। এটা আল্লাহ তা'আলা তাঁর সৎ বান্দাদের মাধ্যমে স্বীয় মাখলুককে প্রদর্শন করে থাকেন। বর্ণিত আছে যে, হযরত হায়ওয়াহ্ ইবনে শুরাইহ মিসরী (রঃ)-এর নিকট একদা একজন ভিক্ষুক এসে কিছু ভিক্ষা চায়। ঘটনাক্রমে ঐ সময় তাঁর কাছে দেয়ার মত কিছুই ছিল না। তার দুঃখ-দুর্দশা দেখে তিনি ব্যথিত হন। তিনি মাটি হতে একটি কংকর উঠিয়ে নেন এবং হাতে নাড়াচাড়া করে ঐ ভিক্ষুকের ঝুলিতে ফেলে দেন। সাথে সাথে ঐ কংকরটি লাল স্বর্ণে পরিণত হয়। হাদীস ও আসারে মু'জিযা ও কারামাতের আরো বহু ঘটনা রয়েছে, এখানে ওগুলো বর্ণনা করলে এ কিতাবের কলেবর বৃদ্ধি পাবে বিধায় বর্ণনা করা সম্ভব হলো না।কারো কারো উক্তি এই যে, কারূন ইসমে আযম জানতো, যা পাঠ করে সে দু'আ করেছিল। ফলে সে এতো বড় ধনী হয়েছিল। কারূনের এ উত্তরের পরিপ্রেক্ষিতে আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ কারূনের এটা ভুল কথা। আল্লাহ তা'আলা যার প্রতি সদয় হন তাকেই তিনি সম্পদশালী করে থাকেন এটা মোটেই ঠিক নয়। তার পূর্বে তিনি তার চেয়ে বেশী শক্তিশালী ও প্রচুর ধন-সম্পদের অধিকারীকে ধ্বংস করে দিয়েছেন। তাহলে বুঝা গেল যে, মানুষের সম্পদশালী হওয়া তার প্রতি আল্লাহর ভালবাসার নিদর্শন নয়। যে আল্লাহর প্রতি অকৃতজ্ঞ হয় এবং কুফরীর উপর অটল থাকে তার পরিণাম মন্দ হয়ে থাকে। পাপীদেরকে তাদের পাপ সম্পর্কে জিজ্ঞাসাবাদ করার কোন প্রয়োজন হবে না। তার আমলনামাই তার হিসাব গ্রহণের জন্যে যথেষ্ট হবে। কারূনের ধারণা ছিল যে, তার মধ্যে মঙ্গল ও সততা রয়েছে বলেই আল্লাহ তা'আলা তার প্রতি অনুগ্রহ করেছেন। তার বিশ্বাস ছিল যে, সে ধনী হওয়ার যোগ্য। তার মতে তাকে আল্লাহ তাআলা ভাল না বাসলে এবং তার প্রতি সন্তুষ্ট না থাকলে তাকে এ নিয়ামত প্রদান করতেন না।",
  "ayah": 78,
  "surah": 28
}
