{
  "text": "فرشتے موت اور ستارے  اس سے مراد فرشتے ہیں جو بعض لوگوں کی روحوں کو سختی سے گھسیٹتے ہیں اور بعض روحوں کو بہت آسانی سے نکالتے ہیں جیسے کسی کے بند کھول دیئے جائیں، کفار کی روحیں کھینچی جاتی ہیں پھر بند کھول دیئے جاتے ہیں اور جہنم میں ڈبو دیئے جاتے ہیں، یہ ذکر موت کے وقت کا ہے، بعض کہتے ہیں والنازعات غرقاً سے مراد موت ہے، بعض کہتے ہیں، دونوں پہلی آیتوں سے مطلب ستارے ہیں، بعض کہتے ہیں مراد سخت لڑائی کرنے والے ہیں، لیکن صحیح بات پہلی ہی ہے، یعنی روح نکالنے والے فرشتے، اسی طرح تیسری آیت کی نسبت بھی یہ تینوں تفسیریں مروی ہیں یعنی فرشتے موت اور ستارے۔ حضرت عطاء فرماتے ہیں مراد کشتیاں ہیں، اسی طرح سابقات کی تفسیر میں بھی تینوں قول ہیں، معنی یہ ہیں کہ ایمان اور تصدیق کی طرف آگے بڑھنے والے، عطا فرماتے ہیں مجاہدین کے گھوڑے مراد ہیں، پھر حکم اللہ کی تعمیل تدبیر سے کرنے والے اس سے مراد بھی فرشتے ہیں، جیسے حضرت علی وغیرہ کا قول ہے، آسمان سے زین کی طرف اللہ عز و جل کے حکم سے تدبیر کرتے ہیں، امام ابن جریر نے ان اقوال میں کوئی فیصلہ نہیں کیا، کانپنے والی کے کانپنے اور اس کے پیچھے آنے والی کے پیچھے آنے سے مراد دونوں نفخہ ہیں، پہلے نفخہ کا بیان اس آیت میں بھی ہے (یوم ترجف الارض والجبال) جس دن زمین اور پہاڑ کپکپا جائیں گے، دوسرے نفخہ کا بیان اس آیت میں ہے (وحملت الارض والجبال فدکتا دکتہ واحدۃ) اور زمین اور پہاڑ اٹھا لئے جائیں گے، پھر دونوں ایک ہی دفعہ چور چور کردیئے جائیں گے، مسند احمد کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں کا پنے والی آئے گی اس کے پیچھے ہی پیچھے آنے والی ہوگی یعنی موت اپنے ساتھ اپنی آفتوں کو لئے ہوئے آئے گی، ایک شخص نے کہا حضور ﷺ اگر میں اپنے وظیفہ کا تمام وقت آپ پر درود پڑھنے میں گزاروں تو ؟ آپ نے فرمایا پھر تو اللہ تعالیٰ تجھے دنیا اور آخرت کے تمام غم و رنج سے بچا لے گا۔ ترمذی میں ہے کہ وہ تہائی رات گزرنے کے بعد رسول اللہ ﷺ کھڑے ہوتے اور فرماتے لوگو اللہ کو یاد کرو کپکانے والی آرہی ہے پھر اس کے پیچھے ہی اور آرہی ہے، موت اپنے ساتھ کی تمام آفات کو لئے ہوئے چلی آرہی ہے، اس دن بہت سے دل ڈر رہے ہوں گے، ایسے لوگوں کی نگاہیں ذلت و حقارت کے ساتھ پست ہوں گی کیونکہ وہ اپنے گناہوں اور اللہ کے عذاب کا معائنہ کرچکے ہیں، مشرکین جو روز قیامت کے منکر تھے اور کہا کرتے تھے کہ کیا قبروں میں جانے کے بعد بھی ہم زندہ کئے جائیں گے ؟ وہ آج اپنی اس زندگی کو رسوائی اور برائی کے ساتھ آنکھوں سے دیکھ لیں گے، حافرۃ کہتے ہیں قبروں کو بھی، یعنی قبروں میں چلے جانے کے بعد جسم کے ریزے ریزے ہوجانے کے بعد، جسم اور ہڈیوں کے گل سڑ جانے اور کھوکھلی ہوجانے کے بعد بھی کیا ہم زندہ کئے جائیں گے ؟ پھر تو یہ دو بار کی زندگی خسارے اور گھاٹے والی ہوگی، کفار قریش کا یہ مقولہ تھا، حافرۃ کے معنی موت کے بعد کی زندگی کے بھی مروی ہیں اور جہنم کا نام بھی ہے اس کے نام بہت سے ہیں جیسے جحیم، سقر، جہنم، ہاویہ، حافرہ، لظی، حطمہ وغیرہ اب اللہ تعالیٰ فرماتا ہے کہ جس چیز کو یہ بڑی بھاری، ان ہونی اور ناممکن سمجھے ہوئے ہیں وہ ہماری قدرت کاملہ کے ماتحت ایک ادنیٰ سی بات ہے، ادھر ایک آواز دی ادھر سب زندہ ہو کر ایک میدان میں جمع ہوگئے، یعنی اللہ تعالیٰ حضرت اسرافیل کو حکم دے گا وہ صور پھونک دیں گے بس ان کے صور پھونکتے ہی تمام اگلے پچھلے جی اٹھیں گے اور اللہ کے سامنے ایک ہی میدان میں کھڑے ہوجائیں گے، جیسے اور جگہ ہے آیت (يَوْمَ يَدْعُوْكُمْ فَتَسْتَجِيْبُوْنَ بِحَمْدِهٖ وَتَظُنُّوْنَ اِنْ لَّبِثْتُمْ اِلَّا قَلِيْلًا 52؀) 17۔ الإسراء :52) ، جس دن وہ تمہیں پکارے گا اور تم اس کی تعریفیں کرتے ہوئے اسے جواب دو گے اور جان لو گے کہ بہت ہی کم ٹھہرے اور جگہ فرمایا آیت (وَمَآ اَمْرُنَآ اِلَّا وَاحِدَةٌ كَلَمْحٍۢ بِالْبَصَرِ 50؀) 54۔ القمر :50) ہمارا حکم بس ایسا ایک بارگی ہوجائے گا جیسے آنکھ کا جھپکنا اور جگہ ہے آیت (وَمَآ اَمْرُ السَّاعَةِ اِلَّا كَلَمْحِ الْبَصَرِ اَوْ هُوَ اَقْرَبُ ۭ اِنَّ اللّٰهَ عَلٰي كُلِّ شَيْءٍ قَدِيْرٌ 77؀) 16۔ النحل :77) امر قیامت مثل آنکھ جھپکنے کے ہے بلکہ اس سے بھی زیادہ قریب، یہاں بھی یہی بیان ہو رہا ہے کہ صرف ایک آواز ہی کی دیر ہے اس دن پروردگار سخت غضبناک ہوگا، یہ آواز بھی غصہ کے ساتھ ہوگی، یہ آخری نفخہ ہے جس کے پھونکے جانے کے بعد ہی تمام لوگ زمین کے اوپر آجائیں گے، حالانکہ اس سے پہلے نیچے تھے، ساھرہ روئے زمین کو کہتے ہیں اور سیدھے صاف میدان کو بھی کہتے ہیں، ثوری کہتے ہیں مراد اس سے شام کی زمین ہے، عثمان بن ابو العالیہ کا قول ہے مراد بیت المقدس کی زمین ہے۔ وہب بن منبہ کہتے ہیں بیت المقدس کے ایک طرف یہ ایک پہاڑ ہے، قتادہ کہتے ہیں جہنم کو بھی ساھرہ کہتے ہیں۔ لیکن یہ اقوال سب کے سب غریب ہیں، ٹھیک قول پہلا ہی ہے یعنی روئے زمین کے سب لوگ زمین پر جمع ہوجائیں گے، جو سفید ہوگی اور بالکل صاف اور خالی ہوگی جیسے میدے کی روٹی ہوتی ہے اور جگہ ہے آیت (يَوْمَ تُبَدَّلُ الْاَرْضُ غَيْرَ الْاَرْضِ وَالسَّمٰوٰتُ وَبَرَزُوْا لِلّٰهِ الْوَاحِدِ الْقَهَّارِ 48۔) 14۔ ابراھیم :48) ، یعنی جس دن یہ زمین بدل کر دوسری زمین ہوگی اور آسمان بھی بدل جائیں گا اور سب مخلوق اللہ تعالیٰ واحد وقہار کے روبرو ہوجائے گی اور جگہ ہے لوگ تجھ سے پہاڑوں کے بارے پوچھتے ہیں تو کہہ دے کہ انہیں میرا رب ٹکڑے ٹکڑے کر دے گا اور زمین بالکل ہموار میدان بن جائے گی جس میں کوئی موڑ توڑ ہوگا، نہ اونچی نیچی جگہ اور جگہ ہے ہم پہاڑوں کو چلنے والا کردیں گے اور زمین صاف ظاہر ہوجائے گی، غرض ایک بالکل نئی زمین ہوگی جس پر نہ کبھی کوئی خطا ہوئی نہ قتل و گناہ۔",
  "ayah": 3,
  "surah": 79
}
