{
  "text": "انتہائی ہولناک لرزہ خیز لمحات  طامتہ الکبریٰ سے مراد قیامت کا دن ہے اس لئے کہ وہ ہولناک اور بڑے ہنگامے والا دن ہوگا، جیسے اور جگہ ہے آیت (وَالسَّاعَةُ اَدْهٰى وَاَمَرُّ 46؀) 54۔ القمر :46) یعنی قیامت بڑی سخت اور ناگوار چیز ہے، اس دن ابن آدم اپنے بھلے برے اعمال کو یاد کرے گا اور کافی نصیحت حاصل کرلے گا، جیسے اور جگہ ہے آیت (يَوْمَىِٕذٍ يَّتَذَكَّرُ الْاِنْسَانُ وَاَنّٰى لَهُ الذِّكْرٰى 23ۭ) 89۔ الفجر :23) یعنی اس دن آدمی نصیحت حاصل کرلے گا لیکن آج کی نصیحت اسے کچھ فائدہ نہ دے گی، لوگوں کے سامنے جہنم لائی جائے گی اور وہ اپنی آنکھوں سے اسے دیکھ لیں گے اس دن سرکشی کرنے والوں اور دنیا کو دین پر ترجیح دینے والوں کو ٹھکانا جہنم ہوگا، ان کی خوراک زقوم ہوگا اور ان کا پانی حمیم ہوگا، ہاں ہمارے سامنے کھڑے ہونے سے ڈرتے رہنے والوں، اپنے آپ کو نفسانی خواہشوں سے بچاتے رہنے والوں خوف اللہ دل میں رکھنے والوں اور برائیوں سے باز رہنے والوں کا ٹھکانا جنت ہے اور وہاں کی تمام نعمتوں کے حصہ دار صرف یہی ہیں، پھر فرمایا کہ قیامت کے بارے میں تم سے سوال ہو رہے ہیں تم کہہ دو کہ نہ مجھے اس کا علم ہے نہ مخلوق میں سے کسی اور کو صرف اللہ ہی جانتا ہے کہ قیامت کب آئے گی۔ اس کا صحیح وقت کسی کو معلوم نہیں وہ زمین و آسمان پر بھاری پڑ رہی ہے، حالانکہ دراصل اس کا علم سوائے اللہ تبارک و تعالیٰ کے اور کسی کو نہیں، حضرت جبرائیل ؑ بھی جس وقت انسانی صورت میں آپ کے پاس آئے اور کچھ سوالات کئے جن کے جوابات آپ نے دیئے پھر یہی قیامت کے دن کے تعیین کا سوال کیا تو آپ نے فرمایا جس سے پوچھتے ہو، نہ وہ اسے جانتا ہے نہ خود پوچھنے والے کو اس کا علم ہے، پھر فرمایا کہ اے نبی تم تو صرف لوگوں کے ڈرانے والے ہو اور اس سے نفع انہیں کو پہنچے گا جو اس خوفناک دن کا ڈر رکھتے ہیں اور تیاری کرلیں گے اور اس دن کے خطرے سے بچ جائیں گے، باقی جو لوگ ہیں وہ آپ کے فرمان سے عبرت حاصل نہیں کریں گے بلکہ مخالفت کریں گے اور اس دن بدترین نقصان اور مہلک عذابوں میں گرفتار ہوں گے، لوگ جب اپنی اپنی قبروں سے اٹھ کر محشر کے میدان میں جمع ہوں گے، اس وقت اپنی دنیا کی زندگی انہیں بہت ہی تھوڑی نظر آئے گی اور ایسا معلوم ہوگا کہ صرف صبح کا یا صرف شام کا کچھ حصہ دنیا میں گزارا ہے، ظہر سے لے کر آفتاب کے غروب ہونے کے وقت کو عشیہ کہتے ہیں اور سورج نکلنے سے لے کر آدھے دن تک کے وقت کو ضحیٰ کہتے ہیں، مطلب یہ ہے کہ آخرت کو دیکھ کر دنیا کی لمبی عمر بھی اتنی کم محسوس ہونے لگی۔ سورة نازعات کی تفسیر ختم ہوئی، فالحمد اللہ رب العالمین۔",
  "ayah": 42,
  "surah": 79
}
