{
  "text": "وجعلنا ........................ معاشا (9:78 تا 11) ” اور تمہاری نیند کو باعث سکون بنایا ، اور رات کو پردہ پوش اور دن کو معاش کا وقت بنایا “۔ اللہ کی مہربانیوں پر ذرا غور کریں کہ اس نے انسانوں کو سکون اور تازگی عطا کرنے کے لئے نیند کی تخلیق کی۔ یہ نیند جب انسان پر طاری ہوتی ہے تو ایک وقت کے لئے اس کی قوت مدرکہ اور قوت عمل کو موقوف کردیتی ہے۔ اس وقفے میں انسان ایک ایسی حالت میں چلا جاتا ہے کہ جسے نہ حالت موت کہا جاسکتا ہے اور نہ حالت حیات۔ اس حالت میں جانے سے انسانی جسم اور اعصاب کی تمام تھکاوٹیں دور ہوجاتی ہیں۔ اور وہ تازہ دم ہوکر اور از سرنو پیدا ہوکر زندگی کی جدوجہد اور مشغولیات اپنا لیتا ہے۔ حالت نوم کس طرح طاری ہوتی ہے اور اس کے نتیجے میں ایک انسان کس طرح تازہ دم ہوجاتا ہے۔ اس حقیقت کو صرف اللہ ہی جانتا ہے اور اس کام میں انسانی ارادے کا کوئی دخل نہیں ہوتا۔ نہ انسان اس بات کو جانتا ہے۔ اس حقیقت کو صرف اللہ ہی جانتا ہے اور اس کام میں انسانی ارادے کا کوئی دخل نہیں ہوتا۔ نہ انسان اس بات کو جانتا ہے کہ یہ تازگی اس کے جسم میں کس طرح سرایت کرجاتی ہے۔ کیونکہ جب وہ جاگ اٹھتا ہے تو وہ نیند کی حالت کا تصور نہیں کرسکتا۔ اور نیند کی حالت میں بھی اس کی قوت مدرکہ معطل ہوتی ہے۔ یہ ہے ہر زندہ چیز سے متعلق ایک کھلے راز کی بات جسے صرف وہ ذات جانتی ہے جس نے ان زندہ مخلوقات کو پیدا کیا اور انسانی زندگی اور اس کی سرگرمیوں کو سونے اور نیند پر موقوف کیا۔ کیونکہ ہر زندہ مخلوق ایک محدود وقت تک ہی نیند کے بغیر زندہ رہ سکتی ہے ، اور اگر اسے مجبوراً دیر تک مصنوعی طریقے سے بیدار رکھا جائے تو اس کی موت واقع ہوجاتی ہے۔\nلیکن نیند میں جسمانی اور اعصابی ضروریات کے علاوہ بھی کچھ راز ہیں۔ یہ روح کے لئے بھی سکون کا ذریعہ ہے۔ روح کو بھی زندگی کی سخت کشمکش سے ہٹا کر اس کے لئے سکون کا ذریعہ ہے۔ یوں جس طرح ایک فوجی اسلحہ اتار کر قدرے سستاتا ہے اور امن و سکون کی حالت میں چلا جاتا ہے لیکن نیند کی حالت میں اسے جانا پڑتا ہے۔ وہ چاہے یا نہ چاہے کیونکہ نیند انسان کی ایک ایسی ضرورت ہے جس طرح کھانا پینا ، اس کی ضرورت ہے۔ بعض اوقات نیند کے نتیجے میں ایسی تبدیلی آتی ہے جو معجزات سے کم نہیں ہوتی۔ انسان روحانی تھکاوٹ میں مبتلا ہوتا ہے ، اعصاب چور چور ہوتے ہیں ، روح متزلزل ہوتی ہے ، اور دل پریشانی سے بھرا ہوتا ہے۔ اچانک ایک اونگھ سی طاری ہوتی ہے ، اور بعض اوقات یہ اونگھ چند لمحات سے زیادہ نہیں ہوتی۔ لیکن ایک فرد کے جسم اور روح پر تازگی طاری ہوجاتی ہے اور اس کی حالت میں ایک انقلاب آجاتا ہے اور چند لمحات کے اندر انسان اپنے آپ کو تروتازہ بلکہ ایک نیا انسان محسوس کرتا ہے۔ غزوہ بدر اور غزوہ احد میں تھکے ہارے مسلمانوں پر اللہ نے ایسی ہی اونگھ طاری کردی تھی جسے نعاس امنہ کہا گیا۔\nاذ یغشیکم ............ امنة (11:8) ” اس وقت کو یاد کرو جب تمہیں ایک ایسی اونگھ نے ڈھانپ لیا ، سکون طاری کرنے کے لئے صرف اللہ کی طرف سے “۔ اور سورة آل عمران میں۔\nثم انزل ................................ منکم (154:3) ” اس غم کے بعد پھر اللہ نے تم میں سے کچھ لوگوں پر ایسی اطمینان کی حالت طاری کردی کہ وہ اونگھنے لگے “۔ اور بعض اوقات بعض دوسرے لوگوں پر بھی ایسے حالات طاری کردیئے جاتے ہیں۔\nیہ ” سبات “ یعنی زندگی کی سرگرمیوں اور عقل وروح کی تمام سرگرمیوں سے رک جانا ، ہر زندہ مخلوق کی ضرورت ہے ، اور دست قدرت اور خالق کائنات کے رازوں میں سے ایک راز ہے ، اور ایک ایسی نعمت ہے جو خالص اللہ کی داد دہش اور عطا اور مہربانی کا نتیجہ ہے۔ قرآن کریم انسان کے عقل وادراک کو اس طرف متوجہ کرتا ہے کہ اے انسان ذرا اپنی ذاتی خواص پر بھی غور کرو ، اور جس دست قدرت نے یہ خواص رکھے ہیں اس پر بھی قدرے تامل اور تدبر کرو اور اس کی معرفت حاصل کرو۔\nاور ذات باری کی قدرتوں میں سے ایک اہم قدرت اور تدبیر یہ ہے کہ اس نے اس کائنات کی حرکت کو بھی مخلوق کی حرکت کے ساتھ ہم آہنگ کیا ہے۔ جس طرح انسان کے اندر نیند رکھ کر اسے سکون دیا گیا ہے کہ زندگی کی کشمکش کے بعد وہ قدرے سکون میں رے۔ تو کائنات کے اندر اللہ نے رات کا ماحول پیدا کرکے انسان کے لئے نیند اور سکون کا سازگار ماحول پیدا کردیا ہے۔ یوں اللہ کی مخلوق کے اندر باہم سازگار ماحول پیدا ہوا۔ اور یہ پوری دنیا زندہ مخلوقات کا ایک خاندان بن گئی۔ زندہ اشیاء کی یہ فیملی ان خصائص کے مطالبات پر لبیک کہتی ہے ، جو اس کائنات کے اندر رکھ دیئے گئے ہیں ، اور ان زندہ مخلوقات کی تمام اقسام کے اندر ایسی حرکت اور ایسی ضروریات رکھ دی گئی ہیں جو بعینہ اس پوری کائنات کے اندر رکھی گئی ہیں ، اور یہ تمام امور دست قدرت نے سرانجام دیئے ہیں اور یوں اس کائنات اور اس پوری زندہ مخلوق کے درمیان مکمل ہم آہنگی اور موافقت پیدا کردی گئی ہے۔\nاور ان آیات میں تیسرا رنگ یہ دکھایا گیا ہے ، دور کے آسمانوں اور بلندیوں کا قریب کی زمین کے ساتھ رابطہ ہے۔",
  "ayah": 10,
  "surah": 78
}
