{
  "text": "وما خلق الذكر والأنثى قال الحسن : معناه والذي خلق الذكر والأنثى فيكون قد أقسم بنفسه - عز وجل - . وقيل : معناه وخلق الذكر والأنثى ( فما ) : مصدرية على ما تقدم . وأهل مكة يقولون للرعد : سبحان ما سبحت له! ( فما ) على هذا بمعنى ( من ) ، وهو قول أبي عبيدة وغيره . وقد تقدم . وقيل : المعنى وما خلق من الذكر والأنثى فتكون من مضمرة ، ويكون القسم منه بأهل طاعته ، من أنبيائه وأوليائه ، ويكون قسمه بهم تكرمة لهم وتشريفا . وقال أبو عبيدة : وما خلق أي من خلق . وكذا قوله : والسماء وما بناها ، ونفس وما سواها ، وما في هذه المواضع بمعنى من . وروي عن ابن مسعود أنه كان يقرأ والنهار إذا تجلى والذكر والأنثى ويسقط وما خلق . وفي صحيح مسلم عن علقمة قال : قدمنا الشام ، فأتانا أبو الدرداء ، فقال : فيكم أحد يقرأ علي قراءة عبد الله ؟ فقلت : نعم ، [ ص: 73 ] أنا . قال : فكيف سمعت عبد الله يقرأ هذه الآية والليل إذا يغشى ؟ قال : سمعته يقرأ والليل إذا يغشى والذكر والأنثى قال : وأنا والله هكذا سمعت رسول الله - صلى الله عليه وسلم - يقرؤها ، ولكن هؤلاء يريدون أن أقرأ وما خلق فلا أتابعهم . قال أبو بكر الأنباري : وحدثنا محمد بن يحيى المروزي قال حدثنا محمد قال : حدثنا أبو أحمد الزبيري قال : حدثنا إسرائيل عن أبي إسحاق عن عبد الرحمن بن يزيد عن عبد الله قال : أقرأني رسول الله - صلى الله عليه وسلم - \" إني أنا الرازق ذو القوة المتين \" قال أبو بكر : كل من هذين الحديثين مردود بخلاف الإجماع له ، وأن حمزة وعاصما يرويان عن عبد الله بن مسعود ما عليه جماعة المسلمين ، والبناء على سندين يوافقان الإجماع أولى من الأخذ بواحد يخالفه الإجماع والأمة ، وما يبنى على رواية واحد إذا حاذاه رواية جماعة تخالفه ، أخذ برواية الجماعة ، وأبطل نقل الواحد لما يجوز عليه من النسيان والإغفال . ولو صح الحديث عن أبي الدرداء وكان إسناده مقبولا معروفا ، ثم كان أبو بكر وعمر وعثمان وعلي وسائر الصحابة - رضي الله عنهم - يخالفونه ، لكان الحكم العمل بما روته الجماعة ، ورفض ما يحكيه الواحد المنفرد ، الذي يسرع إليه من النسيان ما لا يسرع إلى الجماعة ، وجميع أهل الملة .وفي المراد بالذكر والأنثى قولان : أحدهما : آدم وحواء قاله ابن عباس والحسن والكلبي . الثاني : يعني جميع الذكور والإناث من بني آدم والبهائم ; لأن الله تعالى خلق جميعهم من ذكر وأنثى من نوعهم . وقيل : كل ذكر وأنثى من الآدميين دون البهائم لاختصاصهم بولاية الله وطاعته .",
  "ayah": 3,
  "surah": 92
}
