{
  "text": "ہمارا گھرانہ ہماری ذمہ داریاں حضرت علی ؓ فرماتے ہیں ارشاد ربانی ہے کہ اپنے گھرانے کے لوگوں کو علم و ادب سکھاؤ، حضرت ابن عباس فرماتے ہیں اللہ کے فرمان بجا لاؤ اس کی نافرمانیاں مت کرو اپنے گھرانے کے لوگوں کو ذکر اللہ کی تاکید کرو تاکہ اللہ تمہیں جہنم سے بچا لے، مجاہد فرماتے ہیں اللہ سے ڈرو اور اپنے گھر والوں کو بھی یہی تلقین کرو، قتادہ فرماتے ہیں اللہ کی اطاعت کا انہیں حکم دو اور نافرمانیوں سے روکتے رہو ان پر اللہ کے حکم قائم رکھو اور انہیں احکام اللہ بجا لانے کی تاکید کرتے رہو نیک کاموں میں ان کی مدد کرو اور برے کاموں پر انہیں ڈانٹو ڈپٹو۔ ضحاک و مقاتل فرماتے ہیں ہر مسلمان پر فرض ہے کہ اپنے رشتے کنبے کے لوگوں کو اور اپنے لونڈی غلام کو اللہ کے فرمان بجا لانے کی اور اس کی نافرمانیوں سے رکنے کی تعلیم دیتا رہے، مسند احمد میں رسول اللہ ﷺ کا ارشاد ہے کہ جب بچے سات سال کے ہوجائیں انہیں نماز پڑھنے کو کہتے سنتے رہا کرو جب دس سال کے ہوجائیں اور نماز میں سستی کریں تو انہیں مار کر دھمکا کر پڑھاؤ، یہ حدیث ابو داؤد اور ترمذی میں بھی ہے، فقہاء کا فرمان ہے کہ اسی طرح روزے کی بھی تاکید اور تنبیہہ اس عمر سے شروع کر دینی چاہئے تاکہ بالغ ہونے تک پوری طرح نماز روزے کی عادت ہوجائے اطاعت کے بجالانے اور معصیت سے بچنے رہنے اور برائی سے دور رہنے کا سلیقہ پیدا ہوجائے۔ ان کاموں سے تم اور وہ جہنم کی آگ سے بچ جاؤ گے جس آگ کا ایندھن انسانوں کے جسم اور پتھر ہیں ان چیزوں سے یہ آگ سلگائی گئی ہے پھر خیال کرلو کہ کس قدر تیز ہوگی ؟ پتھر سے مراد یا تو وہ پتھر ہے جن کی دنیا میں پرستش ہوتی رہی جیسے اور جگہ ہے ترجمہ تم اور تمہارے معبود جہنم کی لکڑیاں ہو، یا گندھک کے نہایت ہی بدبو دار پتھر ہیں، ایک روایت میں ہے کہ حضور ﷺ نے اس آیت کی تلاوت کی اس وقت آپ کی خدمت میں بعض اصحاب تھے جن میں سے ایک شخص نے دریافت کیا کہ یا رسول اللہ ﷺ کیا جہنم کے پتھر دنیا کے پتھروں جیسے ہیں ؟ حضور ﷺ نے فرمایا ہاں اللہ کی قسم جس کے قبضہ میں میری جان ہے کہ جہنم کا ایک پتھر ساری دنیا کے تمام پتھروں سے بڑا ہے انہیں یہ سن کر غشی آگئی حضور ﷺ نے ان کے دل پر ہاتھ رکھا تو وہ دل دھڑک رہا تھا آپ نے انہیں آواز دی کہ اے شیخ کہو لا الہ الا للہ اس نے اسے پڑھا پھر آپ نے اسے جنت کی خوشخبری دی تو آپ کے اصحاب نے کہا کیا ہم سب کے درمیان صرف اسی کو یہ خوشخبری دی جا رہی ہے ؟ آپ نے فرمایا ہاں دیکھو قرآن میں ہے ترجمہ یہ اس کے لئے ہے جو میرے سامنے کھڑا ہونے اور میرے دھمکیوں کا ڈر رکھتا ہو، یہ حدیث غریب اور مرسل ہے۔ پھر ارشاد ہوتا ہے اس آگ سے عذاب کرنے والے فرشتے سخت طبیعت والے ہیں جن کے دلوں میں کافروں کے لئے اللہ نے رحم رکھا ہی نہیں اور جو بدترین ترکیبوں میں بڑی بھاری سزائیں کرتے ہیں جن کے دیکھنے سے بھی پتہ پانی اور کلیجہ چھلنی ہوجائے، حضرت عکرمہ فرماتے ہیں جب دوزخیوں کا پہلا جتھا جہنم کو چلا جائے گا تو دیکھے گا کہ پہلے دروازہ پر چار لاکھ فرشتے عذاب کرنے والے تیار ہیں جن کے چہرے بڑے ہیبت ناک اور نہایت سیاہ ہیں کچلیاں باہر کو نکلی ہوئی ہیں سخت بےرحم ہیں ایک ذرے کے برابر بھی اللہ نے ان کے دلوں میں رحم نہیں رکھا اس قدر جسیم ہیں کہ اگر کوئی پرند ان کے ایک کھوے سے اڑ کر دوسرے کھوے تک پہنچنا چاہے تو کئی مہینے گذر جائیں، پھر دروازہ پر انیس فرشتے پائیں گے جن کے سینوں کی چوڑائی ستر سال کی راہ ہے پھر ایک دروازہ سے دوسرے دروازہ کی طرف دھکیل دیئے جائیں گے پانچ سو سال تک گرتے رہنے کے بعد دوسرا دروازہ آئے گا وہاں بھی اسی طرح ایسے ہی اور اتنے ہی فرشتوں کو موجود پائیں گے اسی طرح ہر ایک دروازہ پر یہ فرشتے اللہ کے فرمان کے تابع ہیں ادھر فرمایا گیا ادھر انہوں نے عمل شروع کردیا ان کا نام زبانیہ ہے اللہ ہمیں اپنے عذاب سے پناہ دے آمین۔ قیامت کے دن کفار سے فرمایا جائے گا کہ آج تم بیکار عذر پیش نہ کرو کوئی معذرت ہمارے سامنے نہ چل سکے گی، تمہارے کرتوت کا مزہ تمہیں چکھنا ہی پڑے گا۔ پھر ارشاد ہے کہ اے ایمان والو تم سچی اور خالص توبہ کرو جس سے تمہارے اگلے گناہ معاف ہوجائیں میل کچیل دھل جائے، برائیوں کی عادت ختم ہوجائے، حضرت نعمان بن بشیر نے اپنے ایک خطبے میں بیان فرمایا کہ لوگو میں نے حضرت عمر بن خطاب سے سنا ہے کہ خلاص توبہ یہ ہے کہ انسان گناہ کی معافی چاہے اور پھر اس گناہ کو نہ کرے اور روایت میں ہے پھر اس کے کرنے کا ارادہ بھی نہ کرے، حضرت عبداللہ سے بھی اسی کے قریب مروی ہے ایک مرفوع حدیث میں بھی یہی آیا ہے جو ضعیف ہے اور ٹھیک یہی ہے کہ وہ بھی موقوف ہی ہے واللہ اعلم، علماء سلف فرماتے ہیں توبہ خالص یہ ہے کہ گناہ کو اس وقت چھوڑ دے جو ہوچکا ہے اس پر نادم ہو اور آئندہ کے لئے نہ کرنے کا پختہ عزم ہو، اور اگر گناہ میں کسی انسان کا حق ہے تو چوتھی شرط یہ ہے کہ وہ حق باقاعدہ ادا کر دے، حضور ﷺ فرماتے ہیں نادم ہونا بھی توبہ کرنا ہے، حضرت ابی بن کعب فرماتے ہیں ہمیں کہا گیا تھا کہ اس امت کے آخری لوگ قیامت کے قریب کیا کیا کام کریں گے ؟ ان میں ایک یہ ہے کہ انسان اپنی بیوی یا لونڈی سے اس کے پاخانہ کی جگہ میں وطی کرے گا جو اللہ اور اس کے رسول ﷺ نے مطلق حرام کردیا ہے اور جس فعل پر اللہ اور اس کے رسول کی ناراضگی ہوتی ہے، اسی طرح مرد مرد سے بدفعلی کریں گے جو حرام اور باعث ناراضی اللہ و رسول اللہ ہے، ان لوگوں کی نماز بھی اللہ کے ہاں مقبول نہیں جب تک کہ یہ توبہ نصوح نہ کریں، حضرت ابوذر نے حضرت ابی سے پوچھا توبتہ النصوح کیا ہے ؟ فرمایا میں نے حضور ﷺ سے یہی سوال کیا تھا تو آپنے فرمایا قصور سے گناہ ہوگیا پھر اس پر نادم ہونا اللہ تعالیٰ سے معافی چاہنا اور پھر اس گناہ کی طرف مائل نہ ہونا، حضرت حسن فرماتے ہیں توبہ نصوح یہ ہے کہ جیسے گناہ کی محبت تھی ویسا ہی بغض دل میں بیٹھ جائے اور جب وہ گناہ یاد آئے اس سے استغفار ہو، جب کوئی شخص توبہ کرنے پر پختگی کرلیتا ہے اور اپنی توبہ پر جما رہتا ہے تو اللہ تعالیٰ اس کی تمام اگلی خطائیں مٹا دیتا ہے جیسے کہ صحیح حدیث میں ہے کہ اسلام لانے سے پہلے کی تمام برائیاں اسلام فنا کردیتا ہے اور توبہ سے پہلے کی تمام خطائیں توبہ سوخت کردیتی ہے، اب رہی یہ بات کہ توبہ نصوح میں یہ شرط بھی ہے کہ توبہ کرنے والا پھر مرتے دم تک یہ گناہ نہ کرے۔ جیسے کہ احادیث و آثار ابھی بیان ہوئے جن میں ہے کہ پھر کبھی نہ کرے، یا صرف اس کا عزم راسخ کافی ہے کہ اسے اب کبھی نہ کروں گا گو پھر بہ مقتضائے بشریت بھولے چوکے ہوجائے، جیسے کہ ابھی حدیث گذری کہ توبہ اپنے سے پہلے گناہوں کو بالکل مٹا دیتی ہے، تو تنہا توبہ کے ساتھ ہی گناہ معاف ہوجاتے ہیں یا پھر مرتے دم تک اس کام کا نہ ہونا گناہ کی معافی کی شرط کے طور پر ہے ؟ پس پہلی بات کی دلیل تو یہ صحیح حدیث ہے کہ جو شخص اسلام میں نیکیاں کرے وہ اپنی جاہلیت کی برائیوں پر پکڑا نہ جائے گا اور جو اسلام لا کر بھی برائیوں میں مبتلا رہے وہ اسلام اور جاہلیت کی دونوں برائیوں میں پکڑا جائے گا، پس اسلام جو کہ گناہوں کو دور کرنے میں توبہ سے بڑھ کر ہے جب اس کے بعد بھی اپنی بدکردارویوں کی وجہ سے پہلی برائیوں میں بھی پکڑ ہوئی تو توبہ کے بعد بطور اولیٰ ہونی چاہئے۔ واللہ اعلم۔ لفظ عسی گو تمنا امید اور امکان کے معنی دیتا ہے لیکن کلام اللہ میں اس کے معنی تحقیق کے ہوتے ہیں پس فرمان ہے کہ خالص توبہ کرنے والے قطعاً اپنے گناہوں کو معاف کروا لیں گے اور سرسبز و شاداب جنتوں میں آئیں گے۔ پھر ارشاد ہے قیامت کے دن اللہ تعالیٰ اپنے نبی اور ان کے ایماندار ساتھیوں کو ہرگز شرمندہ نہ کرے گا، انہیں اللہ کی طرف سے نور عطا ہوگا جو ان کے آگے آگے اور دائیں طرف ہوگا۔ اور سب اندھیروں میں ہوں گے اور یہ روشنی میں ہوں گے، جیسے کہ پہلے سورة حدید کی تفسیر میں گذر چکا، جب یہ دیکھیں گے کہ منافقوں کو جو روشنی ملی تھیں عین ضرورت کے وقت وہ ان سے چھین لی گئی اور وہ اندھیروں میں بھٹکتے رہ گئے تو دعا کریں گے کہ اے اللہ ہمارے ساتھ ایسا نہ ہو ہماری روشنی تو آخر وقت تک ہمارے ساتھ ہی رہے ہمارا نور ایمان بجھنے نہ پائے۔ بنو کنانہ کے ایک صحابی فرماتے ہیں فتح مکہ والے دن رسول اللہ ﷺ کے پیچھے میں نے نماز پڑھی تو میں نے آپ کی اس دعا کو سنا (ترجمہ) میرے اللہ مجھے قیامت کے دن رسوا نہ کرنا، ایک حدیث میں ہے حضور ﷺ فرماتے ہیں قیامت کے دن سب سے پہلے سجدے کی اجازت مجھے دی جائے گی اور اسی طرح سب سے پہلے سجدے سے سر اٹھانے کی اجازت بھی مجھی کو مرحمت ہوگی میں اپنے سامنے اور دائیں بائیں نظریں ڈال کر اپنی امت کو پہچان لوں گا ایک صحابی نے کہا حضور ﷺ انہیں کیسے پہچانیں گے ؟ وہاں تو بہت سی امتیں مخلوط ہوں گی آپ نے فرمایا میری امت کے لوگوں کی ایک نشانی تو یہ ہے کہ ان کے اعضاء وضو منور ہوں گے چمک رہے ہوں گے کسی اور امت میں یہ بات نہ ہوگی دوسری پہچان یہ ہے کہ ان کے نامہ اعمال ان کے دائیں ہاتھ میں ہوں گے، تیسری نشانی یہ ہوگی کہ سجدے کے نشان ان کی پیشانیوں پر ہوں گے جن سے میں پہچان لوں گا چوتھی علامت یہ ہے کہ ان کا نور ان کے آگے آگے ہوگا۔",
  "ayah": 8,
  "surah": 66
}
