{
  "text": "يأمر تعالى عباده المؤمنين أن يكونوا { قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ لِلَّهِ ْ} والقوَّام صيغة مبالغة، أي: كونوا في كل أحوالكم قائمين بالقسط الذي هو العدل في حقوق الله وحقوق عباده، فالقسط في حقوق الله أن لا يستعان بنعمه على معصيته، بل تصرف في طاعته. والقسط في حقوق الآدميين أن تؤدي جميع الحقوق التي عليك كما تطلب حقوقك. فتؤدي النفقات الواجبة، والديون، وتعامل الناس بما تحب أن يعاملوك به، من الأخلاق والمكافأة وغير ذلك. ومن أعظم أنواع القسط القسط في المقالات والقائلين، فلا يحكم لأحد القولين أو أحد المتنازعين لانتسابه أو ميله لأحدهما، بل يجعل وجهته العدل بينهما، ومن القسط أداء الشهادة التي عندك على أي وجه كان، حتى على الأحباب بل على النفس، ولهذا قال: { شُهَدَاءَ لِلَّهِ وَلَوْ عَلَى أَنْفُسِكُمْ أَوِ الْوَالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيرًا فَاللَّهُ أَوْلَى بِهِمَا ْ} أي: فلا تراعوا الغني لغناه، ولا الفقير بزعمكم رحمة له، بل اشهدوا بالحق على من كان. والقيام بالقسط من أعظم الأمور وأدل على دين القائم به، وورعه ومقامه في الإسلام، فيتعين على من نصح نفسه وأراد نجاتها أن يهتم له غاية الاهتمام، وأن يجعله نُصْب عينيه، ومحل إرادته، وأن يزيل عن نفسه كل مانع وعائق يعوقه عن إرادة القسط أو العمل به. وأعظم عائق لذلك اتباع الهوى، ولهذا نبه تعالى على إزالة هذا المانع بقوله: { فَلَا تَتَّبِعُوا الْهَوَى أَنْ تَعْدِلُوا ْ} أي: فلا تتبعوا شهوات أنفسكم المعارضة للحق، فإنكم إن اتبعتموها عدلتم عن الصواب، ولم توفقوا للعدل، فإن الهوى إما أن يعمي بصيرة صاحبه حتى يرى الحق باطلا والباطل حقا، وإما أن يعرف الحق ويتركه لأجل هواه، فمن سلم من هوى نفسه وفق للحق وهدي إلى الصراط المستقيم. ولما بيَّن أن الواجب القيام بالقسط نهى عن ما يضاد ذلك، وهو لي اللسان عن الحق في الشهادات وغيرها، وتحريف النطق عن الصواب المقصود من كل وجه، أو من بعض الوجوه، ويدخل في ذلك تحريف الشهادة وعدم تكميلها، أو تأويل الشاهد على أمر آخر، فإن هذا من اللي لأنه الانحراف عن الحق. { أَوْ تُعْرِضُوا ْ} أي: تتركوا القسط المنوط بكم، كترك الشاهد لشهادته، وترك الحاكم لحكمه الذي يجب عليه القيام به. { فَإِنَّ اللَّهَ كَانَ بِمَا تَعْمَلُونَ خَبِيرًا ْ} أي: محيط بما فعلتم، يعلم أعمالكم خفيها وجليها، وفي هذا تهديد شديد للذي يلوي أو يعرض. ومن باب أولى وأحرى الذي يحكم بالباطل أو يشهد بالزور، لأنه أعظم جرما، لأن الأولين تركا الحق، وهذا ترك الحق وقام بالباطل.",
  "ayah": 135,
  "surah": 4
}
