{
  "text": "تفسير الايات 152 حتى 159 :ـ هذا السؤال الصادر من أهل الكتاب للرسول محمد صلى الله عليه وسلم على وجه العناد والاقتراح، وجعلهم هذا السؤال يتوقف عليه تصديقهم أو تكذيبهم. وهو أنهم سألوه أن ينزل عليهم القرآن جملة واحدة كما نزلت التوراة والإنجيل، وهذا غاية الظلم منهم والجهل، فإن الرسول بشر عبد مدبر، ليس في يده من الأمر شيء، بل الأمر كله لله، وهو الذي يرسل وينزل ما يشاء على عباده كما قال تعالى عن الرسول، لما ذكر الآيات التي فيها اقتراح المشركين على محمد صلى الله عليه وسلم، { قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلَّا بَشَرًا رَّسُولًا } وكذلك جعلهم الفارق بين الحق والباطل مجرد إنزال الكتاب جملة أو مفرقا، مجرد دعوى لا دليل عليها ولا مناسبة، بل ولا شبهة، فمن أين يوجد في نبوة أحد من الأنبياء أن الرسول الذي يأتيكم بكتاب نزل مفرقا فلا تؤمنوا به ولا تصدقوه؟ بل نزول هذا القرآن مفرقا بحسب الأحوال مما يدل على عظمته واعتناء الله بمن أنزل عليه، كما قال تعالى: { وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ وَرَتَّلْنَاهُ تَرْتِيلًا وَلَا يَأْتُونَكَ بِمَثَلٍ إِلَّا جِئْنَاكَ بِالْحَقِّ وَأَحْسَنَ تَفْسِيرًا } فلما ذكر اعتراضهم الفاسد أخبر أنه ليس بغريب من أمرهم، بل سبق لهم من المقدمات القبيحة ما هو أعظم مما سلكوه مع الرسول الذي يزعمون أنهم آمنوا به. من سؤالهم له رؤية الله عيانا، واتخاذهم العجل إلهًا يعبدونه، من بعد ما رأوا من الآيات بأبصارهم ما لم يره غيرهم. ومن امتناعهم من قبول أحكام كتابهم وهو التوراة، حتى رفع الطور من فوق رءوسهم وهددوا أنهم إن لم يؤمنوا أسقط عليهم، فقبلوا ذلك على وجه الإغماض والإيمان الشبيه بالإيمان الضروري. ومن امتناعهم من دخول أبواب القرية التي أمروا بدخولها سجدا مستغفرين، فخالفوا القول والفعل. ومن اعتداء من اعتدى منهم في السبت فعاقبهم الله تلك العقوبة الشنيعة. وبأخذ الميثاق الغليظ عليهم فنبذوه وراء ظهورهم وكفروا بآيات الله وقتلوا رسله بغير حق. ومن قولهم: إنهم قتلوا المسيح عيسى وصلبوه، والحال أنهم ما قتلوه وما صلبوه بل شُبِّه لهم غيره، فقتلوا غيره وصلبوه. وادعائهم أن قلوبهم غلف لا تفقه ما تقول لهم ولا تفهمه، وبصدهم الناس عن سبيل الله، فصدوهم عن الحق، ودعوهم إلى ما هم عليه من الضلال والغي. وبأخذهم السحت والربا مع نهي الله لهم عنه والتشديد فيه. فالذين فعلوا هذه الأفاعيل لا يستنكر عليهم أن يسألوا الرسول محمدا أن ينزل عليهم كتابا من السماء، وهذه الطريقة من أحسن الطرق لمحاجة الخصم المبطل، وهو أنه إذا صدر منه من الاعتراض الباطل ما جعله شبهة له ولغيره في رد الحق أن يبين من حاله الخبيثة وأفعاله الشنيعة ما هو من أقبح ما صدر منه، ليعلم كل أحد أن هذا الاعتراض من ذلك الوادي الخسيس، وأن له مقدمات يُجعل هذا معها. وكذلك كل اعتراض يعترضون به على نبوة محمد صلى الله عليه وسلم يمكن أن يقابل بمثله أو ما هو أقوى منه في نبوة من يدعون إيمانهم به ليكتفى بذلك شرهم وينقمع باطلهم، وكل حجة سلكوها في تقريرهم لنبوة من آمنوا به فإنها ونظيرها وما هو أقوى منها، دالة ومقررة لنبوة محمد صلى الله عليه وسلم. ولما كان المراد من تعديد ما عدد الله من قبائحهم هذه المقابلة لم يبسطها في هذا الموضع، بل أشار إليها، وأحال على مواضعها وقد بسطها في غير هذا الموضع في المحل اللائق ببسطها. وقوله: { وَإِن مِّنْ أَهْلِ الْكِتَابِ إِلَّا لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ } يحتمل أن الضمير هنا في قوله: { قَبْلَ مَوْتِهِ } يعود إلى أهل الكتاب، فيكون على هذا كل كتابي يحضره الموت ويعاين الأمر حقيقة، فإنه يؤمن بعيسى عليه السلام ولكنه إيمان لا ينفع، إيمان اضطرار، فيكون مضمون هذا التهديد لهم والوعيد، وأن لا يستمروا على هذه الحال التي سيندمون عليها قبل مماتهم، فكيف يكون حالهم يوم حشرهم وقيامهم؟\\\" ويحتمل أن الضمير في قوله: { قَبْلَ مَوْتِهِ } راجع إلى عيسى عليه السلام، فيكون المعنى: وما من أحد من أهل الكتاب إلا ليؤمنن بالمسيح عليه السلام قبل موت المسيح، وذلك يكون عند اقتراب الساعة وظهور علاماتها الكبار. فإنه تكاثرت الأحاديث الصحيحة في نزوله عليه السلام في آخر هذه الأمة. يقتل الدجال، ويضع الجزية، ويؤمن به أهل الكتاب مع المؤمنين. ويوم القيامة يكون عيسى عليهم شهيدا، يشهد عليهم بأعمالهم، وهل هي موافقة لشرع الله أم لا؟ وحينئذ لا يشهد إلا ببطلان كل ما هم عليه، مما هو مخالف لشريعة القرآن وَلِمَا دعاهم إليه محمد صلى الله عليه وسلم، علمنا بذلك، لِعِلْمِنَا بكمال عدالة المسيح عليه السلام وصدقه، وأنه لا يشهد إلا بالحق، إلا أن ما جاء به محمد صلى الله عليه وسلم هو الحق وما عداه فهو ضلال وباطل.",
  "ayah": 157,
  "surah": 4
}
