{
  "text": "هذه الآيات الكريمات مشتملات على المحرمات بالنسب، والمحرمات بالرضاع، والمحرمات بالصهر، والمحرمات بالجمع، وعلى المحللات من النساء. فأما المحرمات في النسب فهن السبع اللاتي ذكرهن الله. الأم يدخل فيها كل من لها عليك ولادة، وإن بعدت، ويدخل في البنت كل من لك عليها ولادة، والأخوات الشقيقات، أو لأب أو لأم. والعمة: كل أخت لأبيك أو لجدك وإن علا. والخالة: كل أخت لأمك، أو جدتك وإن علت وارثة أم لا. وبنات الأخ وبنات الأخت أي: وإن نزلت. فهؤلاء هن المحرمات من النسب بإجماع العلماء كما هو نص الآية الكريمة وما عداهن فيدخل في قوله: { وَأُحِلَّ لَكُمْ مَا وَرَاءَ ذَلِكُمْ } وذلك كبنت العمة والعم وبنت الخال والخالة. وأما المحرمات بالرضاع فقد ذكر الله منهن الأم والأخت. وفي ذلك تحريم الأم مع أن اللبن ليس لها، إنما هو لصاحب اللبن، دل بتنبيهه على أن صاحب اللبن يكون أبا للمرتضع فإذا ثبتت الأبوة والأمومة ثبت ما هو فرع عنهما كإخوتهما وأصولهم وفروعهم وقال النبي صلى الله عليه وسلم: \\\"يحرم من الرضاع ما يحرم من النسب\\\" فينتشر التحريم من جهة المرضعة ومن له اللبن كما ينتشر في الأقارب، وفي الطفل المرتضع إلى ذريته فقط. لكن بشرط أن يكون الرضاع خمس رضعات في الحولين كما بينت السنة. وأما المحرمات بالصهر فهن أربع. حلائل الآباء وإن علوا، وحلائل الأبناء وإن نزلوا، وارثين أو محجوبين. وأمهات الزوجة وإن علون، فهؤلاء الثلاث يحرمن بمجرد العقد. والرابعة: الربيبة وهي بنت زوجته وإن نزلت، فهذه لا تحرم حتى يدخل بزوجته كما قال هنا { وَرَبَائِبُكُمُ اللَّاتِي فِي حُجُورِكُمْ مِنْ نِسَائِكُمُ اللَّاتِي دَخَلْتُمْ بِهِنَّ } الآية. وقد قال الجمهور: إن قوله: { اللَّاتِي فِي حُجُورِكُمْ } قيد خرج مخرج الغالب لا مفهوم له، فإن الربيبة تحرم ولو لم تكن في حجره ولكن للتقييد بذلك فائدتان: إحداهما: فيه التنبيه على الحكمة في تحريم الربيبة وأنها كانت بمنزلة البنت فمن المستقبح إباحتها. والثانية: فيه دلالة على جواز الخلوة بالربيبة وأنها بمنزلة من هي في حجره من بناته ونحوهن. والله أعلم. وأما المحرمات بالجمع فقد ذكر الله الجمع بين الأختين وحرمه وحرم النبي صلى الله عليه وسلم الجمع بين المرأة وعمتها أو خالتها، فكل امرأتين بينهما رحم محرم لو قدر إحداهما ذكرًا والأخرى أنثى حرمت عليه فإنه يحرم الجمع بينهما، وذلك لما في ذلك من أسباب التقاطع بين الأرحام.",
  "ayah": 23,
  "surah": 4
}
