{
  "text": "كان المسلمون -إذ كانوا بمكة- مأمورين بالصلاة والزكاة أي: مواساة الفقراء، لا الزكاة المعروفة ذات النصب والشروط، فإنها لم تفرض إلا بالمدينة، ولم يؤمروا بجهاد الأعداء لعدة فوائد: منها: أن من حكمة الباري تعالى أن يشرع لعباده الشرائع على وجه لا يشق عليهم؛ ويبدأ بالأهم فالأهم، والأسهل فالأسهل. ومنها: أنه لو فرض عليهم القتال -مع قلة عَدَدِهِم وعُدَدِهِم وكثرة أعدائهم- لأدى ذلك إلى اضمحلال الإسلام، فروعي جانب المصلحة العظمى على ما دونها ولغير ذلك من الحِكَم. وكان بعض المؤمنين يودون أن لو فرض عليهم القتال في تلك الحال، غير اللائق فيها ذلك، وإنما اللائق فيها القيام بما أمروا به في ذلك الوقت من التوحيد والصلاة والزكاة ونحو ذلك كما قال تعالى: { وَلَوْ أَنَّهُمْ فَعَلُوا مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَهُمْ وَأَشَدَّ تَثْبِيتًا } فلما هاجروا إلى المدينة وقوي الإسلام، كُتب عليهم القتال في وقته المناسب لذلك، فقال فريق من الذين يستعجلون القتال قبل ذلك خوفا من الناس وضعفا وخورا: { رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا الْقِتَالَ } ؟ وفي هذا تضجرهم واعتراضهم على الله، وكان الذي ينبغي لهم ضد هذه الحال، التسليم لأمر الله والصبر على أوامره، فعكسوا الأمر المطلوب منهم فقالوا: { لَوْلَا أَخَّرْتَنَا إِلَى أَجَلٍ قَرِيبٍ } أي: هلَّا أخرت فرض القتال مدة متأخرة عن الوقت الحاضر، وهذه الحال كثيرًا ما تعرض لمن هو غير رزين واستعجل في الأمور قبل وقتها، فالغالب عليه أنه لا يصبر عليها وقت حلولها ولا ينوء بحملها، بل يكون قليل الصبر. ثم إن الله وعظهم عن هذه الحال التي فيها التخلف عن القتال فقال: { قُلْ مَتَاعُ الدُّنْيَا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى } أي: التمتع بلذات الدنيا وراحتها قليل، فتحمل الأثقال في طاعة الله في المدة القصيرة مما يسهل على النفوس ويخف عليها؛ لأنها إذا علمت أن المشقة التي تنالها لا يطول لبثها هان عليها ذلك، فكيف إذا وازنت بين الدنيا والآخرة، وأن الآخرة خير منها، في ذاتها، ولذاتها وزمانها، فذاتها -كما ذكر النبي صلى الله عليه وسلم في الحديث الثابت عنه- \\\"أن موضع سوط في الجنة خير من الدنيا وما فيها\\\" . ولذاتها صافية عن المكدرات، بل كل ما خطر بالبال أو دار في الفكر من تصور لذة، فلذة الجنة فوق ذلك كما قال تعالى: { فَلَا تَعْلَمُ نَفْسٌ مَا أُخْفِيَ لَهُمْ مِنْ قُرَّةِ أَعْيُنٍ } وقال الله على لسان نبيه: \\\"أعددت لعبادي الصالحين ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر\\\" . وأما لذات الدنيا فإنها مشوبة بأنواع التنغيص الذي لو قوبل بين لذاتها وما يقترن بها من أنواع الآلام والهموم والغموم، لم يكن لذلك نسبة بوجه من الوجوه. وأما زمانها، فإن الدنيا منقضية، وعمر الإنسان بالنسبة إلى الدنيا شيء يسير، وأما الآخرة فإنها دائمة النعيم وأهلها خالدون فيها، فإذا فكّر العاقل في هاتين الدارين وتصور حقيقتهما حق التصور، عرف ما هو أحق بالإيثار، والسعي له والاجتهاد لطلبه، ولهذا قال: { وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقَى } أي: اتقى الشرك، وسائر المحرمات. { وَلَا تُظْلَمُونَ فَتِيلًا } أي: فسعيكم للدار الآخرة ستجدونه كاملاً موفرًا غير منقوص منه شيئًا.",
  "ayah": 77,
  "surah": 4
}
