{
  "text": "أي: لا يستوي من جاهد من المؤمنين بنفسه وماله ومن لم يخرج للجهاد ولم يقاتل أعداء الله، ففيه الحث على الخروج للجهاد، والترغيب في ذلك، والترهيب من التكاسل والقعود عنه من غير عذر. وأما أهل الضرر كالمريض والأعمى والأعرج والذي لا يجد ما يتجهز به، فإنهم ليسوا بمنزلة القاعدين من غير عذر، فمن كان من أولي الضرر راضيًا بقعوده لا ينوي الخروج في سبيل الله لولا [وجود] المانع، ولا يُحَدِّث نفسه بذلك، فإنه بمنزلة القاعد لغير عذر. ومن كان عازمًا على الخروج في سبيل الله لولا وجود المانع يتمنى ذلك ويُحَدِّث به نفسه، فإنه بمنزلة من خرج للجهاد، لأن النية الجازمة إذا اقترن بها مقدورها من القول أو الفعل ينزل صاحبها منزلة الفاعل. ثم صرَّح تعالى بتفضيل المجاهدين على القاعدين بالدرجة، أي: الرفعة، وهذا تفضيل على وجه الإجمال، ثم صرح بذلك على وجه التفصيل، ووعدهم بالمغفرة الصادرة من ربهم، والرحمة التي تشتمل على حصول كل خير، واندفاع كل شر. والدرجات التي فصلها النبي صلى الله عليه وسلم بالحديث الثابت عنه في \\\"الصحيحين\\\" أن في الجنة مائة درجة ما بين كل درجتين كما بين السماء والأرض، أعدها الله للمجاهدين في سبيله. وهذا الثواب الذي رتبه الله على الجهاد، نظير الذي في سورة الصف في قوله: { يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنْجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ } إلى آخر السورة. وتأمل حسن هذا الانتقال من حالة إلى أعلى منها، فإنه نفى التسوية أولا بين المجاهد وغيره، ثم صرَّح بتفضيل المجاهد على القاعد بدرجة، ثم انتقل إلى تفضيله بالمغفرة والرحمة والدرجات. وهذا الانتقال من حالة إلى أعلى منها عند التفضيل والمدح، أو النزول من حالة إلى ما دونها، عند القدح والذم - أحسن لفظا وأوقع في النفس. وكذلك إذا فضَّل تعالى شيئا على شيء، وكل منهما له فضل، احترز بذكر الفضل الجامع للأمرين لئلا يتوهم أحد ذم المفضل عليه كما قال هنا: { وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى } وكما [قال تعالى] في الآيات المذكورة في الصف في قوله: { وَبَشِّرِ الْمُؤْمِنِينَ } وكما في قوله تعالى: { لَا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقَاتَلَ } أي: ممن لم يكن كذلك. ثم قال: { وَكُلًّا وَعَدَ اللَّهُ الْحُسْنَى } وكما قال تعالى: { فَفَهَّمْنَاهَا سُلَيْمَانَ وَكُلًّا آتَيْنَا حُكْمًا وَعِلْمًا } فينبغي لمن بحث في التفضيل بين الأشخاص والطوائف والأعمال أن يتفطن لهذه النكتة. وكذلك لو تكلم في ذم الأشخاص والمقالات ذكر ما تجتمع فيه عند تفضيل بعضها على بعض، لئلا يتوهم أن المفضَّل قد حصل له الكمال. كما إذا قيل: النصارى خير من المجوس فليقل مع ذلك: وكل منهما كافر. والقتل أشنع من الزنا، وكل منهما معصية كبيرة، حرمها الله ورسوله وزجر عنها. ولما وعد المجاهدين بالمغفرة والرحمة الصادرَيْن عن اسميه الكريمين { الْغَفُورُ الرَّحِيمُ } ختم هذا الآية بهما فقال: { وَكَانَ اللَّهُ غَفُورًا رَحِيمًا }",
  "ayah": 96,
  "surah": 4
}
