{
  "text": "The Description of The Fear Prayer\nThe Fear prayer has different forms, for the enemy is sometimes in the direction of the Qiblah and sometimes in another direction. The Fear prayer consists sometimes of four Rak`ahs, three Rak`ahs, as for Maghrib, and sometimes two Rak`ah like Fajr and prayer during travel. The Fear prayer is sometimes prayed in congregation, but when the battle is raging, congregational prayer may not be possible. In this case, they pray each by himself, facing the Qiblah or otherwise, riding or on foot. In this situation, they are allowed to walk and fight, all the while performing the acts of the prayer. Some scholars said that in the latter case, they pray only one Rak`ah, for Ibn `Abbas narrated, \"By the words of your Prophet , Allah has ordained the prayer of four Rak`ah while residing, two Rak`ah during travel, and one Rak`ah during fear.\" Muslim, Abu Dawud, An-Nasa'i and Ibn Majah recorded it. This is also the view of Ahmad bin Hanbal. Al-Mundhiri said, \"This is the saying of `Ata', Jabir, Al-Hasan, Mujahid, Al-Hakam, Qatadah and Hammad; and Tawus and Ad-Dahhak also prefered it.\" Abu `Asim Al-`Abadi mentioned that Muhammad bin Nasr Al-Marwazi said the Fajr prayer also becomes one Rak`ah during fear. This is also the opinion of Ibn Hazm. Ishaq bin Rahwayh said, \"When a battle is raging, one Rak`ah during which you nod your head is sufficient for you. If you are unable, then one prostration is sufficient, because the prostration is remembrance of Allah.\"\nThe Reason behind Revealing this Ayah\nImam Ahmad recorded that Abu `Ayyash Az-Zuraqi said, \"We were with the Messenger of Allah ﷺ in the area of `Usfan (a well known place near Makkah), when the idolators met us under the command of Khalid bin Al-Walid, and they were between us and the Qiblah. The Messenger of Allah ﷺ led us in Zuhr prayer, and the idolators said, `They were busy with something during which we had a chance to attack them.' They then said, `Next, there will come a prayer (`Asr) that is dearer to them than their children and themselves.' However, Jibril came down with these Ayat between the prayers of Zuhr and `Asr,\nوَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَوةَ\n(When you (O Messenger Muhammad ) are among them, and lead them in Salah (prayer)). When the time for prayer came, the Messenger of Allah ﷺ commanded Muslims to hold their weapons and he made us stand in two lines behind him. When he bowed, we all bowed behind him. When he raised his head, we all raised our heads. The Prophet then prostrated with the line that was behind him while the rest stood in guard. When they finished with the prostration and stood up, the rest sat and performed prostration, while those who performed it stood up in guard after the two lines exchanged position. The Prophet then bowed and they all bowed after him, then raised their heads after he raised his head. Then the Prophet performed prostration with the line that was behind him, while the rest stood in guard. When those who made prostration sat, the rest prostrated. The Prophet then performed the Taslim and ended the prayer. The Messenger of Allah ﷺ performed this prayer twice, once in `Usfan and once in the land of Banu Sulaym.\"' This is the narration recorded by Abu Dawud and An-Nasa'i, and it has an authentic chain of narration and many other texts to support it. Al-Bukhari recorded that Ibn `Abbas said, \"Once the Prophet led the Fear prayer and the people stood behind him. He said Allahu-Akbar and the people said the same. He bowed and some of them bowed. Then he prostrated and they also prostrated. Then he stood for the second Rak`ah and those who had prayed the first Rak`ah left and guarded their brothers. The second party joined him and performed bowing and prostration with him. All the people were in prayer, but they were guarding one another during the prayer.\" Imam Ahmad recorded that Jabir bin `Abdullah said that the Messenger of Allah ﷺ led them in the Fear prayer. A group of them stood before him and a group behind him. The Prophet led those who were behind him with one Rak`ah and two prostrations. They then moved to the position of those who did not pray, while the others stood in their place, and the Messenger of Allah ﷺ performed one Rak`ah and two prostrations and then said the Salam. Therefore, the Prophet prayed two Rak`ah while they prayed one. An-Nasa'i recorded this Hadith, while Muslim collected other wordings for it. Collectors of the Sahih, Sunan and Musnad collections recorded this in a Hadith from Jabir. Ibn Abi Hatim recorded that Salim said that his father said,\nوَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصَّلَوةَ\n(When you (O Messenger Muhammad ) are among them, and lead them in Salah (prayer)) refers to the Fear prayer. The Messenger of Allah ﷺ led one group and prayed one Rak`ah, while the second group faced the enemy. Then the second group that faced the enemy came and Allah's Messenger ﷺ led them, praying one Rak`ah, and then said the Salam. Each of the two groups then stood up and prayed one more Rak`ah each (while the other group stood in guard).\" The Group collected this Hadith with Ma`mar in its chain of narrators. This Hadith also has many other chains of narration from several Companions, and Al-Hafiz Abu Bakr Ibn Marduwyah collected these various narrations, as did Ibn Jarir. As for the command to hold the weapons during the Fear prayer, a group of scholars said that it is obligatory according to the Ayah. What testifies to this is that Allah said;\nوَلاَ جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُم مَّرْضَى أَن تَضَعُواْ أَسْلِحَتَكُمْ وَخُذُواْ حِذْرَكُمْ\n(But there is no sin on you if you put away your arms because of the inconvenience of rain or because you are ill, but take every precaution for yourselves) meaning, so that when necessary, you will be able to get to your weapons easily,\nإِنَّ اللَّهَ أَعَدَّ لِلْكَـفِرِينَ عَذَاباً مُّهِيناً\n(Verily, Allah has prepared a humiliating torment for the disbelievers).",
  "ayah": 102,
  "surah": 4
}
