{
  "text": "The Necessity of Referring to What Allah has Revealed for Judgement\nAllah says to His Messenger, Muhammad ﷺ,\nإِنَّآ أَنزَلْنَا إِلَيْكَ الْكِتَـبَ بِالْحَقِّ\n(Surely, We have sent down to you the Book in truth) meaning, it truly came from Allah and its narrations and commandments are true. Allah then said,\nلِتَحْكُمَ بَيْنَ النَّاسِ بِمَآ أَرَاكَ اللَّهُ\n(that you might judge between men by that which Allah has shown you,) In the Two Sahihs, it is recorded that Zaynab bint Umm Salamah said that Umm Salamah said that the Messenger of Allah ﷺ heard the noise of disputing people close to the door of his room, and he went out to them saying,\n«أَلَا إِنَّمَا أَنَا بَشَرٌ، وَإِنَّمَا أَقْضِي بِنَحْوٍ مِمَّا أَسْمَعُ، وَلَعَلَّ أَحَدَكُمْ أَنْ يَكُونَ أَلْحَنَ بِحُجَّتِهِ مِنْ بَعْضٍ فَأَقْضِيَ لَهُ، فَمَنْ قَضَيْتُ لَهُ بِحَقِّ مُسْلِمٍ، فَإِنَّمَا هِيَ قِطْعَةٌ مِنْ نَارٍ، فَلْيَحْمِلْهَا أَوْ لِيَذَرْهَا»\n(Verily, I am only human and I judge based on what I hear. Some of you might be more eloquent in presenting his case than others, so that I judge in his favor. If I judge in one's favor concerning the right of another Muslim, then it is a piece of the Fire. So let one take it or leave it.) Imam Ahmad recorded that Umm Salamah said, \"Two men from the Ansar came to the Messenger of Allah ﷺ with a dispute regarding some old inheritance, but they did not have evidence. The Messenger of Allah ﷺ said,\n«إِنَّكُمْ تَخْتَصِمُونَ إِلَيَ، وَإِنَّمَا أَنَا بَشَرٌ، وَلَعَلَّ بَعْضَكُمْ أَلْحَنُ بِحُجَّتِهِ مِنْ بَعْضٍ، وَإِنَّما أَقْضِي بَيْنَكُمْ عَلى نَحْوٍ مِمَّا أَسْمَعُ، فَمَنْ قَضَيْتُ لَهُ مِنْ حَقِّ أَخِيهِ شَيْئًا فَلَا يَأْخُذْهُ، فَإِنَّمَا أَقْطَعُ لَهُ قِطْعَةً مِنَ النَّارِ، يَأْتِي بِهَا إِسْطَامًا فِي عُنُقِهِ يَوْمَ الْقِيَامَة»\n(You bring your disputes to me, but I am only human. Some of you might be more persuasive in their arguments than others. I only judge between you according to what I hear. Therefore, whomever I judge in his favor and give him a part of his brother's right, let him not take it, for it is a part of the Fire that I am giving him and it will be tied around his neck on the Day of Resurrection.) The two men cried and each one of them said, `I forfeit my right to my brother.' The Messenger of Allah ﷺ said,\n«أَمَا إِذْ قُلْتُمَا فَاذْهَبَا فَاْقَتَسِمَا، ثُمَّ تَوَخَّيَا الْحَقَّ ثُمَّ اسْتَهِمَا، ثُم لِيُحْلِلْ كُلُّ وَاحِدٍ مِنْكُمَا صَاحِبَه»\n(Since you said that, then go and divide the inheritance, and try to be just in your division. Then draw lots, and each one of you should forgive his brother thereafter (regardless of who got the best share).)\" Allah's statement,\nيَسْتَخْفُونَ مِنَ النَّاسِ وَلاَ يَسْتَخْفُونَ مِنَ اللَّهِ\n(They may hide (their crimes) from men, but they cannot hide (them) from Allah;) chastises the hypocrites because they hide their evil works from the people so that they will not criticize them. Yet, the hypocrites disclose this evil with Allah, Who has perfect watch over their secrets and knows what is in their hearts. This is why Allah said,\nوَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لاَ يَرْضَى مِنَ الْقَوْلِ وَكَانَ اللَّهُ بِمَا يَعْمَلُونَ مُحِيطاً\n(for He is with them (by His knowledge), when they plot by night in words that He does not approve. And Allah ever encompasses what they do) threatening and warning them. Allah then said,\nهَـأَنْتُمْ هَـؤُلاءِ جَـدَلْتُمْ عَنْهُمْ فِى الْحَيَوةِ الدُّنْيَا\n(Lo! You are those who have argued for them in the life of this world,) meaning, suppose these people gain the verdict from the rulers in their favor in this life, since the rulers judge according to what is apparent to them. However, what will their condition be on the Day of Resurrection before Allah, Who knows the secret and what is even more hidden Who will be his advocate on that Day Verily, none will support them that Day. Hence, Allah's statement,\nأَمْ مَّن يَكُونُ عَلَيْهِمْ وَكِيلاً\n(or who will then be their defender)",
  "ayah": 108,
  "surah": 4
}
