{
  "text": "The Permission to Utter Evil in Public, For One Who Was Wronged\n`Ali bin Abi Talhah said that Ibn `Abbas commented on the Ayah,\nلاَّ يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ\n(Allah does not like that the evil should be uttered in public) \"Allah does not like that any one should invoke Him against anyone else, unless one was wronged. In this case, Allah allows one to invoke Him against whoever wronged him. Hence Allah's statement,\nإَلاَّ مَن ظَلَمَ\n(except by him who has been wronged.) Yet, it is better for one if he observes patience.\" Al-Hasan Al-Basri commented, \"One should not invoke Allah (for curses) against whoever wronged him. Rather, he should supplicate, `O Allah! Help me against him and take my right from him.\"' In another narration, Al-Hasan said, \"Allah has allowed one to invoke Him against whoever wronged him without transgressing the limits.\" `Abdul-Karim bin Malik Al-Jazari said about this Ayah; \"When a man curses you, you could curse him in retaliation. But if he lies about you, you may not lie about him.\nوَلَمَنِ انتَصَرَ بَعْدَ ظُلْمِهِ فَأُوْلَـئِكَ مَا عَلَيْهِمْ مِّن سَبِيلٍ\n(And indeed whosoever takes revenge after he has suffered wrong, for such there is no way (of blame) against them. )\" Abu Dawud recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«المُسْتَبَّانِ مَا قَالَا، فَعَلَى الْبَادِئ مِنْهُمَا مَا لَمْ يَعْتَدِ الْمَظْلُوم»\n(Whatever words are uttered by those who curse each other, then he who started it will carry the burden thereof, unless the one who was wronged transgresses the limit.) Allah said,\nإِن تُبْدُواْ خَيْراً أَوْ تُخْفُوهْ أَوْ تَعْفُواْ عَن سُوءٍ فَإِنَّ اللَّهَ كَانَ عَفُوّاً قَدِيراً\n(Whether you disclose a good deed, or conceal it, or pardon an evil; verily, Allah is Ever Pardoning, All-Powerful.) Meaning when you, mankind, admit to a good favor done to you, or conceal it, and forgive those who wrong you, then this will bring you closer to Allah and increase your reward with Him. Among Allah's attributes is that He forgives and pardons His servants, although He is able to punish them. Hence Allah's statement,\nفَإِنَّ اللَّهَ كَانَ عَفُوّاً قَدِيراً\n(Verily, Allah is Ever Pardoning, All-Powerful.) It was reported that some of the angels who carry Allah's Throne praise Him saying, \"All praise is due to You for Your forbearing even though You have perfect knowledge (in all evil committed).\" Some of them supplicate, \"All praise is due to You for Your forgiving even though You have perfect ability (to punish).\" An authentic Hadith states,\n«مَا نَقَصَ مَالٌ مِنْ صَدَقَةٍ، وَلَا زَادَ اللهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا، وَمَنْ تَوَاضَعَ للهِ رَفَعَهُ الله»\n(No charity shall ever decrease wealth, and Allah will only increase the honor of a servant who pardons, and he who is humble for Allah's sake, then Allah will elevate his grade.)",
  "ayah": 149,
  "surah": 4
}
