{
  "text": "Believing in Some Prophets and Rejecting Others is Pure Kufr\nAllah threatens those who disbelieve in Him and in His Messengers, such as the Jews and Christians, who differentiate between Allah and His Messengers regarding faith. They believe in some Prophets and reject others, following their desires, lusts and the practices of their forefathers. They do not follow any proof for such distinction, because there is no such proof. Rather, they follow their lusts and prejudices. The Jews, may Allah curse them, believe in the Prophets, except `Isa and Muhammad, peace be upon them. The Christians believe in the Prophets but reject their Final and Seal, and the most honored among the prophets, Muhammad, peace be upon him. In addition, the Samirah (Samaritans) do not believe in any Prophet after Yuwsha` (Joshua), the successor of Musa bin `Imran. The Majus (Zoroastrians) are said to believe only in a Prophet called Zoroaster, although they do not believe in the law he brought them casting it behind them, and Allah knows best. Therefore, whoever rejects only one of Allah's Prophets, he will have disbelieved in all of them, because it is required from mankind to believe in every prophet whom Allah sent to the people of the earth. And whoever rejects one Prophet, out of envy, bias and personal whim, he only demonstrates that his faith in other Prophets is not valid, but an act of following desire and whim. This is why Allah said,\nإِنَّ الَّذِينَ يَكْفُرُونَ بِاللَّهِ وَرُسُلِهِ\n(Verily, those who disbelieve in Allah and His Messengers...) Thus, Allah describes these people as disbelievers in Allah and His Messengers;\nوَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ اللَّهِ وَرُسُلِهِ\n(and wish to make distinction between Allah and His Messengers) in faith,\nوَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذَلِكَ سَبِيلاً\n(saying, \"We believe in some but reject others,\" and wish to adopt a way in between.) Allah then describes them;\nأُوْلَـئِكَ هُمُ الْكَـفِرُونَ حَقّاً\n(They are in truth disbelievers.) meaning, their disbelief in the Prophet they claim to believe in is clear. This is because their claimed faith in a certain Messenger is not true, for had they truly believed in him, they would have believed in other Messengers, especially if the other Messenger has a stronger proof for his truthfulness. Or at least, they would have strived hard to acquire knowledge of the truth of the other Messenger. Allah said,\nوَأَعْتَدْنَا لِلْكَـفِرِينَ عَذَاباً مُّهِيناً\n(And We have prepared for the disbelievers a humiliating torment.) This is just punishment for belittling the Prophets whom they disbelieved in, by ignoring what the Prophet brought to them from Allah, and because they are interested in the insignificant possessions of this world. Or, their behavior could be the result of their disbelief in the Prophet after they were aware of his truth, just as the Jewish rabbis did during the time of Muhammad, the Messenger of Allah ﷺ . The Jews envied the Messenger because of the great prophethood that Allah gave him, and as a consequence, they denied the Messenger, defied him, became his enemies and fought against him. Allah sent humiliation upon them in this life, that shall be followed by disgrace in the Hereafter,\nوَضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ وَالْمَسْكَنَةُ وَبَآءُوا بِغَضَبٍ مِّنَ اللَّهِ\n(And they were covered with humiliation and misery, and they drew on themselves the wrath of Allah.) in this life and the Hereafter. Allah's statement,\nوَالَّذِينَ ءَامَنُواْ بِاللَّهِ وَرُسُلِهِ وَلَمْ يُفَرِّقُواْ بَيْنَ أَحَدٍ مِّنْهُمْ\n(And those who believe in Allah and His Messengers and make no distinction between any of them,) This refers to the Ummah of Muhammad ﷺ who believe in every Book that Allah has revealed and in every Prophet whom Allah has sent. Allah said,\nءَامَنَ الرَّسُولُ بِمَآ أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمُؤْمِنُونَ كُلٌّ ءَامَنَ بِاللَّهِ\n(The Messenger believes in what has been revealed to him from his Lord, and (so do) the believers. All of them believe in Allah.) (2:285). Allah then states that He has prepared great rewards for them, tremendous favor and a handsome bounty,\nأُوْلَـئِكَ سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ\n(We shall give them their rewards;) because of their faith in Allah and His Messengers,\nوَكَانَ اللَّهُ غَفُوراً رَّحِيماً\n(and Allah is Ever Forgiving, Most Merciful.) for their sin, if they have any.",
  "ayah": 151,
  "surah": 4
}
