{
  "text": "إِنَّآ أَوْحَيْنَآ إِلَيْكَ\n(Verily, We have inspired you...) emphasized the Prophet's prophethood and refuted the idolators and People of the Scripture who denied him. Allah said,\nلَّـكِنِ اللَّهُ يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ\n(But Allah bears witness to that which He has sent down unto you,) meaning, even if they deny, defy and disbelieve in you, O Muhammad, Allah testifies that you are His Messenger to whom He sent down His Book, the Glorious Qur'an that,\nلاَّ يَأْتِيهِ الْبَـطِلُ مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ\n(Falsehood cannot come to it from before it or behind it, (it is) sent down by the All-Wise, Worthy of all praise.) Allah then said,\nأَنزَلَهُ بِعِلْمِهِ\n(He has sent it down with His knowledge,) The knowledge of His that He willed His servants to have access to. Knowledge about the clear signs of guidance and truth, what Allah likes and is pleased with, what He dislikes and is displeased with, and knowledge of the Unseen, such as the past and the future. This also includes knowledge about His honorable attributes that no sent Messenger or illustrious angel can even know without Allah's leave. Similarly, Allah said,\nوَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ\n(And they will never compass anything of His knowledge except that which He wills.) and,\nوَلاَ يُحِيطُونَ بِهِ عِلْماً\n(but they will never compass anything of His knowledge.) Allah's statement,\nوَالْمَلَـئِكَةُ يَشْهَدُونَ\n(and the angels bear witness.) to the truth of what you came with and what was revealed and sent down to you, along with Allah's testimony to the same,\nوَكَفَى بِاللَّهِ شَهِيداً\n(And Allah is All-Sufficient as a Witness.) Allah said,\nإِنَّ الَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اللَّهِ قَدْ ضَلُّواْ ضَلَـلاَ بَعِيداً\n(Verily, those who disbelieve and prevent (others) from the path of Allah, they have certainly strayed far away.) For they are disbelievers themselves and do not follow the truth. They strive hard to prevent people from following and embracing Allah's path. Therefore, they have defied the truth, deviated, and strayed far away from it. Allah also mentions His judgment against those who disbelieve in His Ayat, Book and Messenger, those who wrong themselves by their disbelief and hindering others from His path, committing sins and violating His prohibitions. Allah states that He will not forgive them;\nوَلاَ لِيَهْدِيَهُمْ طَرِيقاً\n(nor will He guide them to a way (that is, of good).)\nإِلاَّ طَرِيقَ جَهَنَّمَ خَـلِدِينَ فِيهَآ أَبَداً\n(Except the way of Hell, to dwell therein forever...) and this is the exception. Allah then said,\nيأَيُّهَا النَّاسُ قَدْ جَآءَكُمُ الرَّسُولُ بِالْحَقِّ مِن رَّبِّكُمْ فَـَامِنُواْ خَيْراً لَّكُمْ\n(O mankind! Verily, there has come to you the Messenger with the truth from your Lord, so believe in him, it is better for you.) This Ayah means, Muhammad ﷺ has come to you with guidance, the religion of truth and clear proof from Allah. Therefore, believe in what he has brought you and follow him, for this is better for you. Allah then said,\nوَإِن تَكْفُرُواْ فَإِنَّ للَّهِ مَا فِى السَّمَـوَتِ وَالاٌّرْضِ\n(But if you disbelieve, then certainly to Allah belongs all that is in the heavens and the earth.) Allah is far too rich than to need you or your faith, and no harm could ever affect Him because of your disbelief. Allah said in another Ayah,\nوَقَالَ مُوسَى إِن تَكْفُرُواْ أَنتُمْ وَمَن فِى الاٌّرْضِ جَمِيعًا فَإِنَّ اللَّهَ لَغَنِىٌّ حَمِيدٌ\n(And Musa said: \"If you disbelieve, you and all on earth together, then verily, Allah is Rich (Free of all needs), Owner of all praise.\") Allah said here,\nوَكَانَ اللَّهُ عَلِيماً\n(And Allah is Ever All-Knowing,) He knows those who deserve to be guided, and He will guide them. He also knows those who deserve deviation, and He leads them to it,\nحَكِيماً\n(All-Wise) in His statements, actions, legislation and all that He decrees.",
  "ayah": 169,
  "surah": 4
}
