{
  "text": "This is the Last Ayah Ever Revealed, the Ruling on Al-Kalalah\nAl-Bukhari recorded that Al-Bara' said that the last Surah to be revealed was Surah Bara'ah (chapter 9) and the last Ayah to be revealed was,\nيَسْتَفْتُونَكَ\n(They ask you for a legal verdict...) Imam Ahmad recorded that Jabir bin `Abdullah said, \"The Messenger of Allah ﷺ came visiting me when I was so ill that I fell unconscious. He performed ablution and poured the remaining water on me, or had it poured on me. When I regained consciousness, I said, `I will only leave inheritance through Kalalah, so what about the inheritance that I leave behind' Allah later revealed the Ayah about Fara'id (inheritance 4:11).\"' The Two Sahihs and also the Group recorded it. In one of the wordings, Jabir said that the Ayah on inheritance was revealed;\nيَسْتَفْتُونَكَ قُلِ اللَّهُ يُفْتِيكُمْ فِى الْكَلَـلَةِ\n(They ask you for a legal verdict. Say: \"Allah directs (thus) about Al-Kalalah.) The wording of the Ayah indicates that the question was about the Kalalah,\nقُلِ اللَّهُ يُفْتِيكُمْ\n(Say: \"Allah directs (thus)...) We mentioned the meaning of Kalalah before, that it means the crown that surrounds the head from all sides. This is why the scholars stated that Kalalah pertains to one who dies and leaves behind neither descendants, nor ascendants. Some said that the Kalalah pertains to one who has no offspring, as the Ayah states,\nإِن امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ\n(If it is a man that dies, leaving no child,) The meaning and ruling of Kalalah was somewhat confusing to the Leader of the Faithful `Umar bin Al-Khattab. It is recorded in the Two Sahihs that `Umar said, \"There are three matters that I wished the Messenger of Allah ﷺ had explained to us, so that we could abide by his explanation. (They are: the share in the inheritance of) the grandfather, the Kalalah and a certain type of Riba.\" Imam Ahmad recorded that Ma`dan bin Abi Talhah said that `Umar bin Al-Khattab said, \"There is nothing that I asked the Messenger of Allah ﷺ about its meaning more than the Kalalah, until he stabbed me with his finger in my chest and said,\n«يَكْفِيكَ آيَةُ الصَّيْفِ الَّتِي فِي آخِرِ سُورَةِ النِّسَاء»\n(The Ayah that is in the end of Surat An-Nisa' should suffice for you.)\" Ahmad mentioned this short narration for this Hadith, Muslim recorded a longer form of it.\nThe Meaning of This Ayah\nAllah said,\nإِن امْرُؤٌ هَلَكَ\n(If it is a man that dies.) Allah said in another Ayah,\nكُلُّ شَىْءٍ هَالِكٌ إِلاَّ وَجْهَهُ\n(Everything will perish save His Face.) Therefore, everything and everyone dies and perishes except Allah, the Exalted and Most Honored. Allah said,\nكُلُّ مَنْ عَلَيْهَا فَانٍ - وَيَبْقَى وَجْهُ رَبِّكَ ذُو الْجَلْـلِ وَالإِكْرَامِ\n(Whatsoever is on it (the earth) will perish. And the Face of your Lord full of majesty and honor will remain forever.) Allah said here,\nلَيْسَ لَهُ وَلَدٌ\n(leaving no child,) referring to the person who has neither children, nor parents. What testifies to this, is that Allah said afterwards,\nوَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ\n(Leaving a sister, she shall have half the inheritance.) Had there been a surviving ascendant, the sister would not have inherited anything, and there is a consensus on this point. Therefore, this Ayah is referring to the man who dies leaving behind neither descendants nor ascendants, as is apparent for those who contemplate its meaning. This is because when there is a surviving parent, the sister does not inherit anything, let alone half of the inheritance. Ibn Jarir and others mentioned that Ibn `Abbas and Ibn Az-Zubayr used to judge that if a person dies and leaves behind a daughter and a sister, the sister does not inherit anything. They would recite,\nإِن امْرُؤٌ هَلَكَ لَيْسَ لَهُ وَلَدٌ وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ\n(If it is a man that dies, leaving a sister, but no child, she shall have half the inheritance.) They said that if one leaves behind a daughter, then he has left behind a child. Therefore the sister does not get anything. The majority of scholars disagreed with them, saying the daughter gets one half and the sister the other half, relying on other evidence. This Ayah (4:176 above) gives the sister half of the inheritance in the case that it specifies. As for giving the sister half in other cases, Al-Bukhari recorded that Sulayman said that Ibrahim reported to Al-Aswad that he said, \"During the time of the Messenger of Allah ﷺ , Mu`adh bin Jabal gave a judgment that the daughter gets one half and the sister the other half.\" Al-Bukhari recorded that Huzayl bin Shurahbil said, \"Abu Musa Al-Ash`ari was asked about the case when there was a daughter, grand-daughter and sister to inherit. He said, `The daughter gets one-half and the sister one-half.' Go and ask Ibn Mas`ud, although I think he is going to agree with me.' So Ibn Mas`ud was asked and was told about Abu Musa's answer, and Ibn Mas`ud commented, `I would have deviated then and would not have become among those who are rightly guided. I will give a judgment similar to the judgment given by the Prophet . The daughter gets one-half, the grand-daughter gets one-sixth, and these two shares will add up to two-thirds. Whatever is left will be for the sister.' We went back to Abu Musa and conveyed to him Ibn Mas`ud's answer and he said, `Do not ask me (for legal verdicts) as long as this scholar is still among you.\"' Allah then said,\nوَهُوَ يَرِثُهَآ إِن لَّمْ يَكُنْ لَّهَآ وَلَدٌ\n(... and he will be her heir if she has no children.) This Ayah means, the brother inherits all of that his sister leaves behind if she has no surviving offspring or parents. If she has a surviving parent, her brother would not inherit anything. If there is someone who gets a fixed share in the inheritance, such as a husband or half brother from the mother's side, they take their share and the rest goes to the brother. It is recorded in the Two Sahihs that Ibn `Abbas said that the Messenger of Allah ﷺ said,\n«ألْحِقُوا الْفَرَائِضَ بِأَهْلِهَا، فَمَا أَبْقَتِ الْفَرائِضُ فَلِأَوْلَى رَجُلٍ ذَكَر»\n(Give the Farai'd to its people, and whatever is left is the share of the nearest male relative.) Allah said,\nفَإِن كَانَتَا اثْنَتَيْنِ فَلَهُمَا الثُّلُثَانِ مِمَّا تَرَكَ\n(If there are two sisters, they shall have two-thirds of the inheritance;) meaning, if the person who dies in Kalalah has two sisters, they get two-thirds of the inheritance. More than two sisters share in the two-thirds. From this Ayah, the scholars took the ruling regarding the two daughters, or more, that they share in the two-thirds, just as the share of the sisters (two or more) was taken from the Ayah about the daughters,\nفَإِن كُنَّ نِسَآءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثَا مَا تَرَكَ\n(if (there are) only daughters, two or more, their share is two thirds of the inheritance.) 4:11. Allah said,\nوَإِن كَانُواْ إِخْوَةً رِّجَالاً وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ الاٍّنثَيَيْنِ\n(if there are brothers and sisters, the male will have twice the share of the female.) This is the share that the male relatives (sons, grandsons, brothers) regularly get, that is, twice as much as the female gets. Allah said,\nيُبَيِّنُ اللَّهُ لَكُمْ\n((Thus) does Allah make clear to you...) His Law and set limits, clarifying His legislation,\nأَن تَضِلُّواْ\n(Lest you go astray.) from the truth after this explanation,\nوَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ\n(And Allah is the All-Knower of everything.) Allah has perfect knowledge in the consequences of everything and in the benefit that each matter carries for His servants. He also knows what each of the relatives deserves from the inheritance, according to the degree of relation he or she has with the deceased. Ibn Jarir recorded that Tariq bin Shihab said that `Umar gathered the Companions of the Messenger of Allah ﷺ once and said, \"I will give a ruling concerning the Kalalah that even women will talk about it in their bedrooms.\" A snake then appeared in the house and the gathering had to disperse. `Umar commented, `Had Allah willed this (`Umar's verdict regarding the Kalalah) to happen, it would have happened.\" The chain of narration for this story is authentic. Al-Hakim, Abu `Abdullah An-Naysaburi recorded that `Umar bin Al-Khattab said, `Had I asked the Messenger of Allah ﷺ regarding three things, it would have been better for me than red camels. (They are:) who should be the Khalifah after him; about a people who said, `We agree to pay Zakah, but not to you (meaning to the Khalifah),' if we are allowed to fight them; and about the Kalalah.\" Al-Hakim said, \"Its chain is Sahih according to the Two Shaykhs, and they did not recorded it.\" Ibn Jarir also said that it was reported that `Umar said, \"I feel shy to change a ruling that Abu Bakr issued. Abu Bakr used to say that the Kalalah is the person who has no descendants or ascendants.\" Abu Bakr's saying is what the majority of scholars among the Companions, their followers and the earlier and later Imams agree with. This is also the ruling that the Qur'an indicates. For Allah stated that He has explained and made plain the ruling of the Kalalah, when He said,\nيُبَيِّنُ اللَّهُ لَكُمْ أَن تَضِلُّواْ وَاللَّهُ بِكُلِّ شَىْءٍ عَلِيمٌ\n((Thus) does Allah makes clear to you (His Law) lest you go astray. And Allah is the All-Knower of everything.) And Allah knows best.",
  "ayah": 176,
  "surah": 4
}
