{
  "text": "Marrying a Female Slave, if One Cannot Marry a Free Woman\nAllah said, those who do not have,\nمِنكُمْ طَوْلاً\n(the means), financial capability,\nأَن يَنكِحَ الْمُحْصَنَـتِ الْمُؤْمِنَـتِ\n(Wherewith to wed free believing women) meaning, free faithful, chaste women.\nفَمِنْ مَّا مَلَكَتْ أَيْمَـنُكُم مِّن فَتَيَـتِكُمُ الْمُؤْمِنَـتِ\n(They may wed believing girls from among those whom your right hands possess,) meaning, they are allowed to wed believing slave girls owned by the believers.\nوَاللَّهُ أَعْلَمُ بِإِيمَـنِكُمْ بَعْضُكُمْ مِّن بَعْضٍ\n(and Allah has full knowledge about your faith; you are one from another.) Allah knows the true reality and secrets of all things, but you people know only the apparent things. Allah then said,\nفَانكِحُوهُنَّ بِإِذْنِ أَهْلِهِنَّ\n(Wed them with the permission of their own folk) indicating that the owner is responsible for the slave girl, and consequently, she cannot marry without his permission. The owner is also responsible for his male slave and they cannot wed without his permission. A Hadith states,\n«أَيُّمَا عَبْدٍتَزَوَّجَ بِغَيْرِ إِذْنِ مَوَالِيهِ،فَهُوَ عَاهِر»\n(Any male slave who marries without permission from his master, is a fornicator.) When the owner of the female slave is a female, those who are allowed to give away the free woman in marriage, with her permission, become responsible for giving away her female slave in marriage, as well. A Hadith states that\n«لَا تُزَوِّجِ الْمَرْأَةُ الْمَرْأَةَ، وَلَا الْمَرْأَةُ نَفْسَهَا، فَإِنَّ الزَّانِيَةَ هِيَ الَّتِي تُزَوِّجُ نَفْسَهَا»\n(The woman does not give away another woman, or herself in marriage, for only the adulteress gives herself away in marriage.) Allah's statement,\nوَءَاتُوهُنَّ أُجُورَهُنَّ بِالْمَعْرُوفِ\n(And give them their due in a good manner;) meaning, pay them their dowry with a good heart, and do not keep any of it, belittling the matter due to the fact that they are owned slaves. Allah's statement,\nمُحْصَنَـت\n(they should be chaste) means, they are honorable women who do not commit adultery, and this is why Allah said,\nغَيْرَ مُسَـفِحَـتٍ\n(not fornicators) referring to dishonorable women, who do not refrain from illicit sexual relations with those who ask. Ibn `Abbas said that the fornicating women are the whores, who do not object to having relations with whomever seeks it, while,\nوَلاَ مُتَّخِذَاتِ أَخْدَانٍ\n(nor promiscuous. ) refers to taking boyfriends. Similar was said by Abu Hurayrah, Mujahid, Ash-Sha`bi, Ad-Dahhak, `Ata' Al-Khurasani, Yahya bin Abi Kathir, Muqatil bin Hayyan and As-Suddi.\nThe Slave Girl's Punishment for Adultery is Half that of a Free Unmarried Woman\nAllah said,\nفَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَـحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى الْمُحْصَنَـتِ مِنَ الْعَذَابِ\n(And after they have been taken in wedlock, if they commit Fahishah, their punishment is half of that for free (unmarried) women.) this is about the slave women who got married, as indicated by the Ayah;\nوَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلاً أَن يَنكِحَ الْمُحْصَنَـتِ الْمُؤْمِنَـتِ فَمِنْ مَّا مَلَكَتْ أَيْمَـنُكُم مِّن فَتَيَـتِكُمُ الْمُؤْمِنَـتِ\n(And whoever of you have not the means wherewith to wed free believing women, they may wed believing girls from among those whom your right hands possess,) Therefore, since the honorable Ayah is about believing slave girls, then,\nفَإِذَآ أُحْصِنَّ\n(And after they have been taken in wedlock,) refers to when they (believing slave girls) get married, as Ibn `Abbas and others have said. Allah's statement,\nنِصْفُ مَا عَلَى الْمُحْصَنَـتِ مِنَ الْعَذَابِ\n(their punishment is half of that for free (unmarried) women.) indicates that the type of punishment prescribed here is the one that can be reduced to half, lashes in this case, not stoning to death, and Allah knows best. Allah's statement,\nذَلِكَ لِمَنْ خَشِىَ الْعَنَتَ مِنْكُمْ\n(This is for him among you who is afraid of being harmed in his religion or in his body;) indicates that marrying slave girls, providing one satisfies the required conditions, is for those who fear for their chastity and find it hard to be patient and refrain from sex. In this difficult circumstance, one is allowed to marry a slave girl. However, it is better to refrain from marrying slave girls and to observe patience, for otherwise, the offspring will become slaves to the girl's master. Allah said,\nوَأَن تَصْبِرُواْ خَيْرٌ لَّكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ\n(but it is better for you that you practice self-restraint, and Allah is Oft-Forgiving, Most Merciful.)",
  "ayah": 25,
  "surah": 4
}
