{
  "text": "وَلِكُلٍّ جَعَلْنَا مَوَالِىَ\n(And to everyone, We have appointed Mawali) means, \"Heirs.\" Ibn `Abbas was also reported to have said that Mawali refers to relatives. Ibn Jarir commented, \"The Arabs call the cousin a Mawla.\" Ibn Jarir continued, \"Allah's statement,\nمِّمَّا تَرَكَ الْوَلِدَنِ وَالاٌّقْرَبُونَ\n(of that (property) left by parents and relatives.) means, from what he inherited from his parents and family members. Therefore, the meaning of the Ayah becomes: `To all of you, O people, We appointed relatives (such as children) who will later inherit what you inherited from your own parents and relatives.\" Allah's statement,\nوَالَّذِينَ عَقَدَتْ أَيْمَـنُكُمْ فَـَاتُوهُمْ نَصِيبَهُمْ\n(To those also with whom you have made a pledge (brotherhood), give them their due portion.) means, \"Those with whom you have a pledge of brotherhood, give them their share of inheritance, thus fulfilling the ratified pledges that you gave them. Allah has witnessed all of you when you gave these pledges and promises.\" This practice was followed in the beginning of Islam, but was later on abrogated when Muslims were commanded to fulfill the pledges (brotherhood) they had already given, but to refrain from making any new pledges after that. Al-Bukhari recorded that Ibn `Abbas said,\nوَلِكُلٍّ جَعَلْنَا مَوَالِىَ\n(And to everyone, We have appointed Mawali) \"meaning, heirs;\nوَالَّذِينَ عَقَدَتْ أَيْمَـنُكُمْ\n(To those also with whom you have made a pledge (brotherhood)) When the emigrants came to Al-Madinah, the emigrant would inherit from the Ansari, while the latter's relatives would not inherit from him because of the bond of brotherhood which the Prophet established between them (the emigrants and the Ansar). When the verse,\nوَلِكُلٍّ جَعَلْنَا مَوَالِىَ\n(And to everyone We have appointed Mawali) was revealed, it cancelled (the pledge of brotherhood regarding inheritance).\" Then he said, \"The verse,\nوَالَّذِينَ عَقَدَتْ أَيْمَـنُكُمْ فَـَاتُوهُمْ نَصِيبَهُمْ\n(To those also with whom you have made a pledge (brotherhood), give them their due portion.) remained valid for cases of co-operation and mutual advice, while the matter of inheritance was excluded and it became permissible to assign something in one's will to the person who had the right of inheriting before.\"",
  "ayah": 33,
  "surah": 4
}
