{
  "text": "Holding the Property of the Unwise in Escrow\nAllah prohibited giving the unwise the freedom to do as they wish with wealth, which Allah has made as a means of support for people. This ruling sometimes applies because of being young, as young people are incapable of making wise decisions. It also applies in cases of insanity, erratic behavior and having a weak intellect or religious practice. It applies in cases of bankruptcy, when the debtors ask that the property of a bankrupt person is put in escrow, when his debts cannot be paid off with his money. Ad-Dahhak reported that Ibn `Abbas said that Allah's statement,\nوَلاَ تُؤْتُواْ السُّفَهَآءَ أَمْوَلَكُمُ\n(And give not unto the unwise your property) refers to children and women. Similar was also said by Ibn Mas`ud, Al-Hakam bin `Uyaynah, Al-Hasan and Ad-Dahhak: \"Women and boys.\" Sa`id bin Jubayr said that `the unwise' refers to the orphans. Mujahid, `Ikrimah and Qatadah said; \"They are women.\"\nSpending on the Unwise with Fairness\nAllah said,\nوَارْزُقُوهُمْ فِيهَا وَاكْسُوهُمْ وَقُولُواْ لَهُمْ قَوْلاً مَّعْرُوفاً\n(but feed and clothe them therewith, and speak to them words of kindness and justice.) `Ali bin Abi Talhah said that Ibn `Abbas commented, \"Do not give your wealth, what Allah has made you responsible for and made a means of sustenance to you, to your wife or children. Rather, hold on to your money, take care of it, and be the one who spends on them for clothes, food and provision.\" Mujahid said that the Ayah,\nوَقُولُواْ لَهُمْ قَوْلاً مَّعْرُوفاً\n(and speak to them words of kindness and justice.) refers to kindness and keeping good relations. This honorable Ayah commands kind treatment, in deed, with family and those under one's care. One should spend on them for clothes and provisions, and be good to them, such as saying good words to them.\nGiving Back the Property of the Orphans When They Reach Adulthood\nAllah said,\nوَابْتَلُواْ الْيَتَـمَى\n(And test orphans) meaning, test their intelligence, as Ibn `Abbas, Mujahid, Al-Hasan, As-Suddi and Muqatil bin Hayyan stated.\nحَتَّى إِذَا بَلَغُواْ النِّكَاحَ\n(until they reach the age of marriage), the age of puberty, according to Mujahid. The age of puberty according to the majority of scholars comes when the child has a wet dream. In his Sunan, Abu Dawud recorded that `Ali said, \"I memorized these words from the Messenger of Allah ﷺ ,\n«لَا يُتْمَ بَعْدَ احْتِلَامٍ، وَلَا صُمَاتَ يَوْمٍ إِلَى اللَّيْل»\n(There is no orphan after the age of puberty nor vowing to be silent throughout the day to the night.) In another Hadith, `A'ishah and other Companions said that the Prophet said,\n«رُفِعَ الْقَلَمُ عَنْ ثَلَاثَةٍ، عَنِ الصَّبِيِّ حَتَّى يَحْتَلِمَ، وَعَنِ النَّائِمِ حَتَّى يَسْتَيْقِظَ، وَعَنِ الْمَجْنُونِ حَتَّى يُفِيق»\n(The pen does not record the deeds of three persons: the child until the age of puberty, the sleeping person until waking up, and the senile until sane.) Or, the age of fifteen is considered the age of adolescence. In the Two Sahihs, it is recorded that Ibn `Umar said, \"I was presented in front of the Prophet on the eve of the battle of Uhud, while I was fourteen years of age, and he did not allow me to take part in that battle. But I was presented in front of him on the eve of the battle of Al-Khandaq (The Trench) when I was fifteen years old, and he allowed me (to join that battle).\" `Umar bin `Abdul-`Aziz commented when this Hadith reached him, \"This is the difference between a child and an adult.\" There is a difference of opinion over whether pubic hair is considered a sign of adulthood, and the correct opinion is that it is. The Sunnah supports this view, according to a Hadith collected by Imam Ahmad from `Atiyah Al-Qurazi who said, We were presented to the Prophet on the day of Qurizah, whoever had pubic hair was killed, whoever did not was left free to go, I was one of those who did not, so I was left free.\" The Four Sunan compilers also recorded similar to it. At-Tirmidhi said, \"Hasan Sahih.\" Allah's statement,\nفَإِنْ ءَانَسْتُمْ مِّنْهُمْ رُشْداً فَادْفَعُواْ إِلَيْهِمْ أَمْوَلَهُمْ\n(if then you find sound judgment in them, release their property to them,) Sa`id bin Jubayr said that this portion of the Ayah means, when you find them to be good in the religion and wise with their money. Similar was reported from Ibn `Abbas, Al-Hasan Al-Basri and others among the Imams. The scholars of Fiqh stated that when the child becomes good in the religion and wise concerning with money, then the money that his caretaker was keeping for him should be surrendered to him.\nPoor Caretakers are Allowed to Wisely Spend from the Money of theOrphan Under Their Care, to Compensate for Their Work\nAllah said,\nوَلاَ تَأْكُلُوهَآ إِسْرَافاً وَبِدَاراً أَن يَكْبَرُواْ\n(But consume it not wastefully and hastily, fearing that they should grow up.) Allah commands that the money of the orphan should not be spent unnecessarily,\nإِسْرَافاً وَبِدَاراً\n(Wastefully and hastily) for fear they might grow up. Allah also commands,\nوَمَن كَانَ غَنِيّاً فَلْيَسْتَعْفِفْ\n(And whoever among guardians is rich, he should take no wages,) Hence, the guardian who is rich and does not need the orphan's money, should not take any of it as wages.\nوَمَن كَانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ\n(but if he is poor, let him have for himself what is just and reasonable.) Ibn Abi Hatim recorded that `A'ishah said, \"This Ayah,\nوَمَن كَانَ غَنِيّاً فَلْيَسْتَعْفِفْ وَمَن كَانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ\n(And whoever among guardians is rich, he should take no wages, but if he is poor, let him have for himself what is just and reasonable.) was revealed about the guardian of the orphan and pertains to whatever work he does for the orphan's estate. \" Al-Bukhari also collected this Hadith. Imam Ahmad recorded that `Amr bin Shu`ayb said that his father said that his father told him that a man asked the Messenger of Allah ﷺ , \"I do not have money, but I have an orphan under my care.\" The Messenger ﷺ said,\n«كُلْ مِنْ مَالِ يَتِيمِكَ غَيْرَ مُسْرِفٍ وَلَا مُبَذِّرٍ وَلَا مُتَأَثِّلٍ مَالًا، وَمِنْ غَيْرِ أَنْ تَقِيَ مَالَكَ أَوْ قَالَ تَفْدِيَ مَالَكَ بِمَالِه»\n(Eat from your orphan's wealth without extravagance or wastefulness, or mixing it, and without saving your money by spending his.)\" Allah said,\nفَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَلَهُمْ\n(And when you release their property to them.) after they become adults, and you see that they are wise, then,\nفَأَشْهِدُواْ عَلَيْهِمْ\n(take a witness in their presence;) Allah commands the guardians of orphans to surrender the property of the orphans who become consenting adults, in the presence of witnesses, so that none of them denies the fact that he received his money. Allah said next,\nوَكَفَى بِاللَّهِ حَسِيباً\n(and Allah is All-Sufficient in taking account.) meaning, Allah is sufficient as Witness, Reckoner and Watcher over their work for orphans, and when they surrender their money to them, whether their property was complete and whole, or deficient and less. Indeed, Allah knows all of that. In his Sahih, Muslim recorded that the Messenger of Allah ﷺ said,\n«يَا أَبَا ذَرَ إِنِّي أَرَاكَ ضَعِيفًا، وَإِنِّي أُحِبُّ لَكَ مَا أُحِبُّ لِنَفْسِي، لَا تَأَمَّرَنَّ عَلَى اثْنَيْنِ، وَلَا تَلِيَنَّ مَالَ يَتِيم»\n(O Abu Dharr! Verily, you are weak, and I love for you what I love for myself. Do not become a leader of two nor assume guardianship of an orphan's property.)",
  "ayah": 5,
  "surah": 4
}
