{
  "text": "The Envy and Miserly Conduct of the Jews\nAllah asked the Jews if they have a share in the dominion. That is merely a statement of rebuke, since they do not have any share in the dominion. Allah then described them as misers,\nفَإِذاً لاَّ يُؤْتُونَ النَّاسَ نَقِيراً\n(Then in that case they would not give mankind even a Naqir.) Meaning, if they had a share in the sovereignty and dominion, they would not give anyone anything, especially Muhammad , even if it was the speck on the back of a date-stone, which is the meaning of Naqir according to Ibn `Abbas and the majority of the scholars. This Ayah is similar to another of Allah's statements,\nقُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّى إِذًا لأمْسَكْتُمْ خَشْيَةَ الإِنفَاقِ\n(Say: \"If you possessed the treasure of the mercy of my Lord, then you would surely withold it out of fear of spending it.) meaning, for fear that what you have might end, although there is no such possibility here. This only demonstrates their greedy and stingy nature. This is why Allah said,\nوَكَانَ الإنْسَـنُ قَتُورًا\n(And man is ever Qatur) meaning Bakhil (stingy). Allah then said,\nأَمْ يَحْسُدُونَ النَّاسَ عَلَى مَآ ءَاتَـهُمُ اللَّهُ مِن فَضْلِهِ\n(Or do they envy men for what Allah has given them of His Bounty) referring to their envy of the Prophet for the great prophethood that Allah entrusted him with. Their envy made them reject him, because he was an Arab and not from the Children of Israel. At-Tabarani recorded that Ibn `Abbas said that,\nأَمْ يَحْسُدُونَ النَّاسَ\n(Or do they envy men) means, \"We are the worthy people, rather than the rest of the people.\" Allah said,\nفَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَهِيمَ الْكِتَـبَ وَالْحِكْمَةَ وَءَاتَيْنَـهُمْ مُّلْكاً عَظِيماً\n(Then, We have already given the family of Ibrahim the Book and Al-Hikmah, and conferred upon them a great kingdom.) meaning, We gave the prophethood to the tribes of the Children of Israel, who are among the offspring of Ibrahim and sent down the Books to them. These Prophets ruled the Jews with the prophetic tradition, and We made kings among them. Yet,\nفَمِنْهُمْ مَّنْ ءَامَنَ بِهِ\n(Of them were (some) who believed in it;) referring to Allah's favor and bounty (Prophets, Books, kingship),\nوَمِنْهُمْ مَّن صَدَّ عَنْهُ\n(and of them were (some) who rejected it) by disbelieving in it, ignoring it, and hindering the people from its path, although this bounty was from and for them, the Children of Israel. They disputed with their own Prophets; so what about you, O Muhammad , especially since you are not from the Children of Israel Mujahid said,\nفَمِنْهُمْ مَّنْ ءَامَنَ بِهِ\n(Of them were (some) who believed in him,) \"Muhammad ,\nوَمِنْهُمْ مَّن صَدَّ عَنْهُ\n(and of them were (some) who rejected him.)\" Therefore, O Muhammad, the rejection of you because of their disbelief is even more severe and they are even further from the truth that you brought them. This is why Allah threatened them,\nوَكَفَى بِجَهَنَّمَ سَعِيراً\n(and enough is Hell for burning (them).), meaning, the Fire is a just punishment for them because of their disbelief, rebellion and defiance of Allah's Books and Messengers.",
  "ayah": 55,
  "surah": 4
}
