{
  "text": "The Necessity of Obeying the Rulers in Obedience to Allah\nAl-Bukhari recorded that Ibn `Abbas said that the Ayah,\nأَطِيعُواْ اللَّهَ وَأَطِيعُواْ الرَّسُولَ وَأُوْلِى الاٌّمْرِ مِنْكُمْ\n(Obey Allah and obey the Messenger, and those of you who are in authority.) \"Was revealed about `Abdullah bin Hudhafah bin Qays bin `Adi, who the Messenger of Allah ﷺ sent on a military expedition.\" This statement was collected by the Group, with the exception of Ibn Majah At-Tirmidhi said, \"Hasan, Gharib\". Imam Ahmad recorded that `Ali said, \"The Messenger of Allah ﷺ sent a troop under the command of a man from Al-Ansar. When they left, he became angry with them for some reason and said to them, `Has not the Messenger of Allah ﷺ commanded you to obey me' They said, `Yes.' He said, `Collect some wood,' and then he started a fire with the wood, saying, `I command you to enter the fire.' The people almost entered the fire, but a young man among them said, `You only ran away from the Fire to Allah's Messenger ﷺ. Therefore, do not rush until you go back to Allah's Messenger ﷺ, and if he commands you to enter it, then enter it.' When they went back to Allah's Messenger ﷺ , they told him what had happened, and the Messenger said,\n«لَوْ دَخَلْتُمُوهَا مَا خَرَجْتُمْ مِنْهَا أَبَدًا، إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوف»\n(Had you entered it, you would never have departed from it. Obedience is only in righteousness.)\" This Hadith is recorded in the Two Sahihs. Abu Dawud recorded that `Abdullah bin `Umar said that the Messenger of Allah ﷺ said,\n«السَّمْعُ وَالطَّاعَةُ عَلَى الْمَرْءِ الْمُسْلِمِ فِيمَا أَحَبَّ وَكَرِهَ، مَا لَمْ يُؤْمَرْ بِمَعْصِيَةٍ، فَإِذَا أُمِرَ بِمَعْصِيَةٍ فَلَا سَمْعَ وَلَا طَاعَة»\n(The Muslim is required to hear and obey in that which he likes and dislikes, unless he was commanded to sin. When he is commanded with sin, then there is no hearing or obeying.) This Hadith is recorded in the Two Sahihs. `Ubadah bin As-Samit said, \"We gave our pledge to Allah's Messenger ﷺ to hear and obey (our leaders), while active and otherwise, in times of ease and times of difficulty, even if we were deprived of our due shares, and to not dispute this matter (leadership) with its rightful people. The Prophet said,\n«إِلَّا أَنْ تَرَوْا كُفْرًا بَوَاحًا، عِنْدَكُمْ فِيهِ مِنَ اللهِ بُرْهَان»\n(Except when you witness clear Kufr about which you have clear proof from Allah.)\" This Hadith is recorded in the Two Sahihs. Another Hadith narrated by Anas states that the Messenger of Allah ﷺ said,\n«اسْمَعُوا وَأَطِيعُوا، وَإِنْ أُمِّرَ عَلَيْكُمْ عَبْدٌحَبَشِيٌّ كَأَنَّ رَأْسَهُ زَبِيبَة»\n(Hear and obey (your leaders), even if an Ethiopian slave whose head is like a raisin, is made your chief.) Al-Bukhari recorded this Hadith. Umm Al-Husayn said that she heard the Messenger of Allah ﷺ giving a speech during the Farewell Hajj, in which he said;\n«وَلَوِ اسْتُعْمِلَ عَلَيْكُمْ عَبْدٌيَقُودُكُمْ بِكِتَابِ اللهِ، اسْمَعُوا لَهُ وَأَطِيعُوا»\n(Even if a slave was appointed over you, and he rules you with Allah's Book, then listen to him and obey him.) Muslim recorded this Hadith. In another narration with Muslim, the Prophet said,\n«عَبْدًا حَبَشِيًّا مَجْدُوعًا»\n(Even if an Ethiopian slave, whose nose was mutilated...) In the Two Sahihs, it is recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللهَ، وَمَنْ عَصَانِي فَقَدْ عَصَى اللهَ، وَمَنْ أَطَاعَ أَمِيرِي فَقَدْ أَطَاعَنِي، وَمَنْ عَصَى أَمِيرِي فَقَدْ عَصَانِي»\n(Whoever obeys me, obeys Allah, and whoever disobeys me, disobeys Allah. Whoever obeys my commander, obeys me, and whoever disobeys my commander, disobeys me.) This is why Allah said,\nأَطِيعُواْ اللَّهَ\n(Obey Allah), adhere to His Book,\nوَأَطِيعُواْ الرَّسُولَ\n(and obey the Messenger), adhere to his Sunnah,\nوَأُوْلِى الاٌّمْرِ مِنْكُمْ\n(And those of you who are in authority) in the obedience to Allah which they command you, not what constitutes disobedience of Allah, for there is no obedience to anyone in disobedience to Allah, as we mentioned in the authentic Hadith,\n«إِنَّمَا الطَّاعَةُ فِي الْمَعْرُوف»\n(Obedience is only in righteousness.)\nThe Necessity of Referring to the Qur'an and Sunnah for Judgment\nAllah said,\nفَإِن تَنَازَعْتُمْ فِى شَىْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ\n((And) if you differ in anything amongst yourselves, refer it to Allah and His Messenger). Mujahid and several others among the Salaf said that the Ayah means, \"(Refer) to the Book of Allah and the Sunnah of His Messenger.\" This is a command from Allah that whatever areas the people dispute about, whether major or minor areas of the religion, they are required to refer to the Qur'an and Sunnah for judgment concerning these disputes. In another Ayah, Allah said,\nوَمَا اخْتَلَفْتُمْ فِيهِ مِن شَىْءٍ فَحُكْمُهُ إِلَى اللَّهِ\n(And in whatsoever you differ, the decision thereof is with Allah). Therefore, whatever the Book and Sunnah decide and testify to the truth of, then it, is the plain truth. What is beyond truth, save falsehood This is why Allah said, u\nإِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الاٌّخِرِ\n(if you believe in Allah and in the Last Day.) meaning, refer the disputes and conflicts that arise between you to the Book of Allah and the Sunnah of His Messenger for judgment. Allah's statement,\nإِن كُنتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الاٌّخِرِ\n(if you believe in Allah and in the Last Day. ) indicates that those who do not refer to the Book and Sunnah for judgment in their disputes, are not believers in Allah or the Last Day. Allah said,\nذَلِكَ خَيْرٌ\n(That is better) meaning, referring to the Book of Allah and the Sunnah of His Messenger for judgment in various disputes is better,\nوَأَحْسَنُ تَأْوِيلاً\n(and more suitable for final determination.) meaning, \"Has a better end and destination,\" as As-Suddi and several others have stated while Mujahid said, \"Carries a better reward.\"",
  "ayah": 59,
  "surah": 4
}
