{
  "text": "Referring to Other than the Qur'an and Sunnah for Judgment is Characteristic of Non-Muslims\nAllah chastises those who claim to believe in what Allah has sent down to His Messenger and to the earlier Prophets, yet they refer to other than the Book of Allah and the Sunnah of His Messenger for judgment in various disputes. It was reported that the reason behind revealing this Ayah was that a man from the Ansar and a Jew had a dispute, and the Jew said, \"Let us refer to Muhammad to judge between us.\" However, the Muslim man said, \"Let us refer to Ka`b bin Al-Ashraf (a Jew) to judge between us.\" It was also reported that the Ayah was revealed about some hypocrites who pretended to be Muslims, yet they sought to refer to the judgment of Jahiliyyah. Other reasons were also reported behind the revelation of the Ayah. However, the Ayah has a general meaning, as it chastises all those who refrain from referring to the Qur'an and Sunnah for judgment and prefer the judgment of whatever they chose of falsehood, which befits the description of Taghut here. This is why Allah said,\nيُرِيدُونَ أَن يَتَحَاكَمُواْ إِلَى الطَّـغُوتِ\n(and they wish to go for judgment to the Taghut) until the end of the Ayah. Allah's statement,\nيَصُدُّونَ عَنكَ صُدُوداً\n(turn away from you with aversion) means, they turn away from you in arrogance, just as Allah described the polytheists,\nوَإِذَا قِيلَ لَهُمُ اتَّبِعُواْ مَآ أَنزَلَ اللَّهُ قَالُواْ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ ءَابَآءَنَا\n(When it is said to them: \"Follow what Allah has sent down.\" They say: \"Nay! We shall follow what we found our fathers following.\") This is different from the conduct of the faithful believers, whom Allah describes as,\nإِنَّمَا كَانَ قَوْلَ الْمُؤْمِنِينَ إِذَا دُعُواْ إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُواْ سَمِعْنَا وَأَطَعْنَا\n(The only saying of the faithful believers, when they are called to Allah and His Messenger, to judge between them, is that they say: \"We hear and we obey.\")\nChastising the Hypocrites\nChastising the hypocrites, Allah said,\nفَكَيْفَ إِذَآ أَصَـبَتْهُمْ مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ\n(How then, when a catastrophe befalls them because of what their hands have sent forth,) meaning, how about it if they feel compelled to join you because of disasters that they suffer due to their sins, then they will be in need of you.\nثُمَّ جَآءُوكَ يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنَآ إِلاَّ إِحْسَاناً وَتَوْفِيقاً\n(They come to you swearing by Allah, \"We meant no more than goodwill and conciliation!\") apologizing and swearing that they only sought goodwill and reconciliation when they referred to other than the Prophet for judgment, not that they believe in such alternative judgment, as they claim. Allah describes these people to us further in His statement,\nفَتَرَى الَّذِينَ فِى قُلُوبِهِم مَّرَضٌ يُسَـرِعُونَ فِيهِمْ يَقُولُونَ نَخْشَى\n(And you see those in whose hearts there is a disease (of hypocrisy), they hurry to their friendship, saying: \"We fear\"), until,\nفَيُصْبِحُواْ عَلَى مَآ أَسَرُّواْ فِى أَنفُسِهِمْ نَـدِمِينَ\n(Then they will become regretful for what they have been keeping as a secret in themselves). At-Tabarani recorded that Ibn `Abbas said, \"Abu Barzah Al-Aslami used to be a soothsayer who judged between the Jews in their disputes. When some Muslims came to him to judge between them, Allah sent down,\nأَلَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ ءَامَنُواْ بِمَآ أُنزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ\n(Have you not seen those (hyprocrites) who claim that they believe in that which has been sent down to you, and that which was sent down before you), until,\nإِنْ أَرَدْنَآ إِلاَّ إِحْسَاناً وَتَوْفِيقاً\n(\"We meant no more than goodwill and conciliation!\") Allah then said,\nأُولَـئِكَ الَّذِينَ يَعْلَمُ اللَّهُ مَا فِى قُلُوبِهِمْ\n(They (hypocrites) are those of whom Allah knows what is in their hearts;) These people are hypocrites, and Allah knows what is in their hearts and will punish them accordingly, for nothing escapes Allah's watch. Consequently, O Muhammad! Let Allah be sufficient for you in this regard, because He has perfect knowledge of their apparent and hidden affairs. This is why Allah said,\nفَأَعْرِضْ عَنْهُمْ\n(so turn aside from them (do not punish them)) meaning, do not punish them because of what is in their hearts.\nوَعِظْهُمْ\n(but admonish them) means, advise them against the hypocrisy and evil that reside in their hearts,\nوَقُل لَّهُمْ فِى أَنفُسِهِمْ قَوْلاً بَلِيغاً\n(and speak to them an effective word to reach their inner selves) advise them, between you and them, using effective words that might benefit them.",
  "ayah": 62,
  "surah": 4
}
