{
  "text": "Obeying the Messenger ﷺ is Obeying Allah\nAllah states that whoever obeys His servant and Messenger, Muhammad ﷺ , obeys Allah; and whoever disobeys him, disobeys Allah. Verily, whatever the Messenger ﷺ utters is not of his own desire, but a revelation inspired to him. Ibn Abi Hatim recorded that Abu Hurayrah said that the Messenger of Allah ﷺ said,\n«مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللهَ، وَمَنْ عَصَانِي فَقَدْ عَصَى اللهَ، وَمَنْ أَطَاعَ الْأَمِيرَ فَقَدْ أَطَاعَنِي، وَمَنْ عَصَى الْأَمِيرَ فَقَدْ عَصَانِي»\n(Whoever obeys me, obeys Allah; and whoever disobeys me, disobeys Allah. Whoever obeys the Amir (leader, ruler), obeys me; and whoever disobeys the Amir, disobeys me.) This Hadith was recorded in the Two Sahihs. Allah's statement,\nوَمَن تَوَلَّى فَمَآ أَرْسَلْنَـكَ عَلَيْهِمْ حَفِيظاً\n(But he who turns away, then We have not sent you as a watcher over them.) means, do not worry about him. Your job is only to convey, and whoever obeys you, he will acquire happiness and success and you will gain a similar reward to that he earns. As for the one who turns away from you, he will gain failure and loss and you will not carry a burden because of what he does. A Hadith states,\n«مَنْ يُطِعِ اللهَ وَرَسُولَهُ فَقَدْ رَشَدَ، وَمَنْ يَعْصِ اللهَ وَرَسُولَهُ فَإِنَّهُ لَا يَضُرُّ إِلَّا نَفْسَه»\n(Whoever obeys Allah and His Messenger, will acquire guidance; and whoever disobeys Allah and His Messenger, will only harm himself.)\nThe Foolishness of the Hypocrites\nAllah said,\nوَيَقُولُونَ طَاعَةٌ\n(They say: \"We are obedient,\"). Allah states that the hypocrites pretend to be loyal and obedient.\nفَإِذَا بَرَزُواْ مِنْ عِندِكَ\n(but when they leave you), meaning, when they depart and are no longer with you,\nبَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الَّذِى تَقُولُ\n(a section of them spends all night in planning other than what you say). They plot at night among themselves for other than what they pretend when they are with you. Allah said,\nوَاللَّهُ يَكْتُبُ مَا يُبَيِّتُونَ\n(But Allah records their nightly (plots).) meaning, He has full knowledge of their plots and records it through His command to His scribes, the angels who are responsible for recording the actions of the servants. This is a threat from Allah, stating that He knows what the hypocrites try to hide, their plotting in the night to defy the Messenger ﷺ and oppose him, even though they pretend to be loyal and obedient to him. Allah will certainly punish them for this conduct. In a similar Ayah, Allah said,\nوَيِقُولُونَ آمَنَّا بِاللَّهِ وَبِالرَّسُولِ وَأَطَعْنَا\n(They (hypocrites) say: \"We have believed in Allah and in the Messenger, and we obey,\") until the end of the Ayah. Allah's statement,\nفَأَعْرِضْ عَنْهُمْ\n(So turn aside from them) means, pardon them, be forbearing with them, do not punish them, do not expose them to the people and do not fear them.\nوَتَوَكَّلْ عَلَى اللَّهِ وَكَفَى بِاللَّهِ وَكِيلاً\n(and put your trust in Allah. And Allah is Ever All-Sufficient as a Disposer of affairs.) meaning, He is sufficient as Protector, Supporter and Helper for those who rely on Him and return to Him.\nأَفَلاَ يَتَدَبَّرُونَ الْقُرْءَانَ وَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ لَوَجَدُواْ فِيهِ اخْتِلَـفاً كَثِيراً",
  "ayah": 81,
  "surah": 4
}
