{
  "text": "The Qur'an is True\nAllah commands them to contemplate about the Qur'an and forbids them from ignoring it, or ignoring its wise meanings and eloquent words. Allah states that there are no inconsistencies, contradictions, conflicting statements or discrepancies in the Qur'an, because it is a revelation from the Most-Wise, Worthy of all praise. Therefore, the Qur'an is the truth coming from the Truth, Allah. This is why Allah said in another Ayah,\nأَفَلاَ يَتَدَبَّرُونَ الْقُرْءَانَ أَمْ عَلَى قُلُوبٍ أَقْفَالُهَآ\n(Do they not then think deeply in the Qur'an, or are their hearts locked up (from understanding it)) Allah then said,\nوَلَوْ كَانَ مِنْ عِندِ غَيْرِ اللَّهِ\n(Had it been from other than Allah,) meaning, had it been fraudulent and made up, as the ignorant idolators and hypocrites assert in their hearts,\nلَوَجَدُواْ فِيهِ اخْتِلَـفاً\n(they would surely, have found therein contradictions), discrepancies and inconsistencies,\nكَثِيراً\n(in abundance). However, this Qur'an is free of shortcomings, and therefore, it is from Allah. Similarly, Allah describes those who are firmly grounded in knowledge,\nءَامَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا\n(We believe in it, all of it is from our Lord.)(3:7) meaning, the Muhkam sections (entirely clear) and the Mutashabih sections (not entirely clear) of the Qur'an are all true. So they understand the not entirely clear from the clear, and thus gain guidance. As for those in whose heart is the disease of hypocrisy, they understand the Muhkam from the Mutashabih; thus only gaining misguidance. Allah praised those who have knowledge and criticized the wicked. Imam Ahmad recorded that `Amr bin Shu`ayb said that his father said that his grandfather said, \"I and my brother were present in a gathering, which is more precious to me than red camels. My brother and I came and found that some of the leaders of the Companions of the Messenger of Allah ﷺ were sitting close to a door of his. We did not like the idea of being separate from them, so we sat near the room. They then mentioned an Ayah and began disputing until they raised their voices. The Messenger of Allah ﷺ was so angry that when he went out his face was red. He threw sand on them and said to them,\n«مَهْلًا يَا قَوْمِ، بِهَذَا أُهْلِكَتِ الْأُمَمُ مِنْ قَبْلِكُمْ، بِاخْتِلَافِهِمْ عَلى أَنْبِيَائِهِمْ، وَضَرْبِهِمِ الْكُتُبَ بَعْضَهَا بِبَعْضٍ، إِنَّ الْقُرْآنَ لَمْ يَنْزِلْ يُكَذِّبُ بَعْضُهُ بَعْضًا، إِنَّمَا يُصَدِّقُ بَعْضُهُ بَعْضًا، فَمَا عَرَفْتُمْ مِنْهُ فَاعْمَلُوا بِهِ، وَمَا جَهِلْتُمْ مِنْهُ فَرُدُّوهُ إِلى عَالِمِه»\n(Behold, O people! This is how the nations before you were destroyed, because of their disputing with their Prophets and their contradicting parts of the Books with other parts. The Qur'an does not contradict itself. Rather, it testifies to the truth of itself. Therefore, whatever of it you have knowledge in, then implement it, and whatever you do not know of it, then refer it to those who have knowledge in it. )\" Ahmad recorded that `Abdullah bin `Amr said, \"I went to the Messenger of Allah ﷺ one day. When we were sitting, two men disputed about an Ayah, and their voices became loud. The Prophet said,\n«إِنَّمَا هَلَكَتِ الْأُمَمُ قَبْلَكُمْ بِاخْتِلَافِهِمْ فِي الْكِتَاب»\n(Verily, the nations before you were destroyed because of their disagreements over the Book.) Muslim and An-Nasa'i recorded this Hadith.\nThe Prohibition of Disclosing Unreliable and Uninvestigated News\nAllah said,\nوَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ الاٌّمْنِ أَوِ الْخَوْفِ أَذَاعُواْ بِهِ\n(When there comes to them some matter touching (public) safety or fear, they make it known (among the people);) chastising those who indulge in things before being sure of their truth, disclosing them, making them known and spreading their news, even though such news might not be true at all. In the introduction to his Sahih, Imam Muslim recorded that Abu Hurayrah said that the Prophet said,\n«كَفَى بِالْمَرْءِ كَذِبًا أَنْ يُحَدِّثَ بِكُلِّ مَا سَمِع»\n(Narrating everything one hears is sufficient to make a person a liar.) This is the same narration collected by Abu Dawud in the section of Adab (manners) in his Sunan. In the Two Sahihs, it is recorded that Al-Mughirah bin Shu`bah said that the Messenger of Allah ﷺ prohibited, \"It was said,\" and, \"So-and-so said.\" This Hadith refers to those who often convey the speech that people utter without investigating the reliability and truth of what he is disclosing. The Sahih also records,\n«مَنْ حَدَّثَ بِحَدِيثٍ وَهُوَ يُرَى أَنَّهُ كَذِبٌ، فَهُوَ أَحَدُ الْكَاذِبَيْن»\n(Whoever narrates a Hadith while knowing it is false, then he is one of the two liars (who invents and who spreads the lie).) We should mention here the Hadith of `Umar bin Al-Khattab collected in the Two Sahihs. When `Umar was informed that the Messenger of Allah ﷺ divorced his wives, he came from his house, entered the Masjid and found the people talking about this news. He could not wait and went to the Prophet to ask him about what had truly happened, asking him, \"Have you divorced your wives\" The Prophet said, \"No.\" `Umar said, \"I said, Allahu Akbar...\" and mentioned the rest of the Hadith. In the narration that Muslim collected, `Umar said, \"I asked, `Have you divorced them' He said, `No.' So, I stood by the door of the Masjid and shouted with the loudest voice, `The Messenger of Allah ﷺ did not divorce his wives.' Then, this Ayah was revealed,\nوَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ الاٌّمْنِ أَوِ الْخَوْفِ أَذَاعُواْ بِهِ وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلَى أُوْلِى الاٌّمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ\n(When there comes to them some matter touching (public) safety or fear, they make it known (among the people), if only they had referred it to the Messenger or to those charged with authority among them, the proper investigators would have understood it from them (directly).) So I properly investigated that matter.\" This Ayah refers to proper investigation, or extraction of matters from their proper resources. Allah's statement,\nلاَتَّبَعْتُمُ الشَّيْطَـنَ إِلاَّ قَلِيلاً\n(you would have followed Shaytan except a few of you. ) refers to the believers, as `Ali bin Abi Talhah reported from Ibn `Abbas.",
  "ayah": 82,
  "surah": 4
}
