{
  "text": "The Ruling Concerning Killing a Believer by Mistake\nAllah states that the believer is not allowed to kill his believing brother under any circumstances. In the Two Sahihs, it is recorded that Ibn Mas`ud said that the Messenger of Allah ﷺ said,\n«لَا يَحِلُّ دَمُ امْرِىءٍ مُسْلِمٍ يَشْهَدُ أَنْ لَا إِلهَ إِلَّا اللهُ، وَأَنِّي رَسُولُ اللهِ، إِلَّا بِإِحْدَى ثَلَاثٍ: النَّفْسُ بِالنَّفْسِ، وَالثَّيِّبُ الزَّانِي، وَالتَّارِكُ لِدِينِهِ الْمُفَارِقُ لِلْجَمَاعَة»\n(The blood of a Muslim who testifies that there is no deity worthy of worship except Allah and that I am the Messenger of Allah ﷺ, is sacred, except in three instances. (They are:) life for life, the married adulterer, and whoever reverts from the religion and abandons the Jama`ah (community of the faithful believers).) When one commits any of these three offenses, it is not up to ordinary citizens to kill him or her, because this is the responsibility of the Muslim Leader or his deputy. Allah said,\nإِلاَّ خَطَئاً\n(except by mistake). There is a difference of opinion concerning the reason behind revealing this part of the Ayah. Mujahid and others said that it was revealed about `Ayyash bin Abi Rabi`ah, Abu Jahl's half brother, from his mother's side, Asma' bint Makhrabah. `Ayyash killed a man called Al-Harith bin Yazid Al-`Amiri, out of revenge for torturing him and his brother because of their Islam. That man later embraced Islam and performed Hijrah, but `Ayyash did not know this fact. On the Day of the Makkan conquest, `Ayyash saw that man and thought that he was still a disbeliever, so he attacked and killed him. Later, Allah sent down this Ayah. `Abdur-Rahman bin Zayd bin Aslam said that this Ayah was revealed about Abu Ad-Darda' because he killed a man after he embraced the faith, just as Abu Ad-Darda' held the sword above him. When this matter was conveyed to the Messenger of Allah ﷺ, Abu Ad-Darda' said, \"He only said that to avert death.\" The Prophet said to him,\n«هَلَّا شَقَقْتَ عَنْ قَلْبِه»\n(Have you opened his heart) The basis for this story is in the Sahih, but it is not about Abu Ad-Darda'. Allah said,\nوَمَن قَتَلَ مُؤْمِناً خَطَئاً فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ\n(and whosoever kills a believer by mistake, he must set free a believing slave and submit compensation (blood money) to the deceased's family) thus, ordaining two requirements for murder by mistake. The first requirement is the Kaffarah (fine) for the great sin that has been committed, even if it was a mistake. The Kaffarah is to free a Muslim slave, not a non-Muslim slave. Imam Ahmad recorded that a man from the Ansar said that he brought a slave and said, \"O Messenger of Allah! I have to free a believing slave, so if you see that this slave is a believer, I will free her.\" The Messenger of Allah ﷺ asked her,\n«أَتَشْهَدِينَ أَنْ لَا إِلهَ إِلَّا اللهُ؟»\n(Do you testify that there is no deity worthy of worship except Allah) She said, \"Yes.\" He asked her,\n«أَتَشْهَدِينَ أَنِّي رَسُولُ اللهِ؟»\n(Do you testify that I am the Messenger of Allah) She said, \"Yes.\" He asked,\n«أَتُؤْمِنِينَ بِالْبَعْثِ بَعْدَ الْمَوْتِ؟»\n(Do you believe in Resurrection after death) She said, \"Yes.\" The Prophet said,\n«أَعْتِقْهَا»\n(Then free her.) This is an authentic chain of narration, and not knowing the name of the Ansari Companion does not lessen its authenticity. Allah's statement,\nوَدِيَةٌ مُّسَلَّمَةٌ إِلَى أَهْلِهِ\n(and submit compensation (blood money) to the deceased's family) is the second obligation which involves the killer and the family of the deceased, who will receive blood money as compensation for their loss. The compensation is only obligatory for the one who possesses one of five; as Imam Ahmad, and the Sunan compilers recorded from Ibn Mas`ud. He said; \"Allah's Messenger ﷺ determined that the Diyah (blood money) for unintentional murder is twenty camels which entered their fourth year, twenty camels which entered their fifth year, twenty camels which entered their second year, and twenty camels which entered their third year.\" This is the wording of An-Nasa'i. This Diyah is required from the elders of the killer's tribe, not from his own money. In the Two Sahihs, it is recorded that Abu Hurayrah said, \"Two women from Hudhayl quarreled and one of them threw a stone at the other and killed her and her unborn fetus. They disputed before the Messenger of Allah ﷺ and he decided that the Diyah of the fetus should be to free a male or a female slave. He also decided that the Diyah of the deceased is required from the elders of the killer's tribe.\" This Hadith indicates that in the case of what appears to be intentional murder, the Diyah is the same as that for killing by virtual mistake. The former type requires three types of Diyah, just like intentional murder, because it is somewhat similar to intentional murder. Al-Bukhari recorded in his Sahih that `Abdullah bin `Umar said, \"The Messenger of Allah ﷺ sent Khalid bin Al-Walid to Banu Jadhimah and he called them to Islam, but they did not know how to say, `We became Muslims.' They started saying, `Saba'na, Saba'na (we became Sabians). Khalid started killing them, and when this news was conveyed to the Messenger of Allah ﷺ, he raised his hands and said,\n«اللَّهُمَّ إِنِّي أَبْرَأُ إِلَيْكَ مِمَّا صَنَعَ خَالِد»\n(O Allah! I declare my innocence before You of what Khalid did.) The Messenger ﷺ sent `Ali to pay the Diyah of those who were killed and to compensate for the property that was destroyed, to the extent of replacing the dog's bowl. This Hadith indicates that the mistake of the Leader or his deputy (Khalid in this case) is paid from the Muslim Treasury. Allah said,\nإِلاَّ أَن يَصَّدَّقُواْ\n(unless they remit it), meaning, the Diyah must be delivered to the family of the deceased, unless they forfeit their right, in which case the Diyah does not become necessary. Allah's statement,\nفَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مْؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ\n(If the deceased belonged to a people at war with you and he was a believer, the freeing of a believing slave (is prescribed);) means, if the murdered person was a believer, yet his family were combatant disbelievers, then they will receive no Diyah. In this case, the murderer only has to free a believing slave. Allah's statement,\nوَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ\n(and if he belonged to a people with whom you have a treaty of mutual alliance,) meaning, if the family of the deceased were from Ahl Adh-Dhimmah or with whom there is a peace treaty, then they deserve his Diyah; full Diyah if the deceased was a believer, in which case the killer is required to free a believing slave also.\nفَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ\n(And whoso finds this beyond his means, he must fast for two consecutive months) without breaking the fast (in the days of) the two months. If he breaks the fast without justification, i.e. illness, menstruation, post-natal bleeding, then he has to start all over again. Allah's statement,\nتَوْبَةً مِّنَ اللَّهِ وَكَانَ اللَّهُ عَلِيماً حَكِيماً\n(to seek repentance from Allah. And Allah is Ever All-Knowing, All-Wise.) means, this is how the one who kills by mistake can repent, he fasts two consecutive months if he does not find a slave to free.\nوَكَانَ اللَّهُ عَلِيماً حَكِيماً\n(And Allah is Ever All-Knowing, All-Wise), we mentioned the explanation of this before.\nWarning Against Intentional Murder\nAfter Allah mentioned the ruling of unintentional murder, He mentioned the ruling for intentional murder. Allah said,\nوَمَن يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً\n(And whoever kills a believer intentionally,) This Ayah carries a stern warning and promise for those who commit so grave a sin that it is mentioned along with Shirk in several Ayat of Allah's Book. For instance, in Surat Al-Furqan, Allah said,\nوَالَّذِينَ لاَ يَدْعُونَ مَعَ اللَّهِ إِلَـهَا ءَاخَرَ وَلاَ يَقْتُلُونَ النَّفْسَ الَّتِى حَرَّمَ اللَّهُ إِلاَّ بِالْحَقِّ\n(And those who invoke not any other god along with Allah, nor kill such person as Allah has forbidden, except for just cause). Allah said,\nقُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ أَلاَّ تُشْرِكُواْ بِهِ شَيْئاً\n(Say: \"Come, I will recite what your Lord has prohibited you from: Join not anything in worship with Him.) 6:151. There are many Ayat and Hadiths that prohibit murder. In the Two Sahihs, it is recorded that Ibn Mas`ud said that the Messenger of Allah ﷺ said,\n«أَوَّلُ مَا يُقْضَى بَيْنَ النَّاسِ يَوْمَ الْقِيَامَةِ فِي الدِّمَاء»\n(Blood offenses are the first disputes to be judged between the people on the Day of Resurrection. ) In a Hadith that Abu Dawud recorded, `Ubadah bin As-Samit states that the Messenger of Allah ﷺ said,\n«لَا يَزَالُ الْمُؤْمِنُ مُعْنِقًا صَالِحًا، مَا لَمْ يُصِبْ دَمًا حَرَامًا، فَإِذَا أَصَابَ دَمًا حَرَامًا بَلَّح»\n(The believer will remain unburdened in righteousness as long as he does not shed prohibited blood. When he sheds forbidden blood, he will become burdened.) Another Hadith, states,\n«لَزَوَالُ الدُّنْيَا أَهْوَنُ عِنْدَ اللهِ مِنْ قَتْلِ رَجُلٍ مُسْلِم»\n(The destruction of this earthly life is less significant before Allah than killing a Muslim man (or woman).)\nWill the Repentance of those who Commit Intentional Murder, be Accepted\nIbn `Abbas held the view that the repentance of one who intentionally murders a believer, will not be accepted. Al-Bukhari recorded that Ibn Jubayr said, \"The people of knowledge of Al-Kufah differed on this subject, I traveled to Ibn `Abbas to ask him about it. He said, `This Ayah,\nوَمَن يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً فَجَزَآؤُهُ جَهَنَّمُ\n(And whoever kills a believer intentionally, his recompense is Hell) was the last revealed on this subject and nothing abrogated it.\"' Muslim and An-Nasa'i also recorded it. However, the majority of scholars of the earlier and later generations said that the killer's repentance can be accepted. If he repents, and goes back to Allah humbly, submissively, and performing righteous deeds, then Allah will change his evil deeds into good deeds and compensate the deceased for his loss by rewarding him for his suffering. Allah said, R\nوَالَّذِينَ لاَ يَدْعُونَ مَعَ اللَّهِ إِلَـهَا ءَاخَرَ\n(And those who invoke not any other god along with Allah), until,\nإِلاَّ مَن تَابَ وَءَامَنَ وَعَمِلَ عَمَلاً صَـلِحاً\n(Except those who repent and believe, and do righteous deeds). The Ayah we just mentioned should not be considered abrogated or only applicable to the disbelievers who become Muslim, for this contradicts the general, encompassing indications of the Ayah and requires evidence to support it. Allah knows best. Allah said,\nقُلْ يعِبَادِىَ الَّذِينَ أَسْرَفُواْ عَلَى أَنفُسِهِمْ لاَ تَقْنَطُواْ مِن رَّحْمَةِ اللَّهِ\n(Say: \"O My servants who have transgressed against themselves! Despair not of the mercy of Allah). This Ayah is general, covering all types of sins, including Kufr, Shirk, doubt, hypocrisy, murder, sin, and so forth. Therefore, everyone who repents sincerely from any of these errors, then Allah will forgive him. Allah said,\nإِنَّ اللَّهَ لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَآءُ\n(Verily, Allah forgives not that partners should be set up with Him (in worship), but He forgives except that (anything else) to whom He wills). This Ayah is general and includes every sin except Shirk, and it has been mentioned in this Surah, both after this Ayah and before it, in order to encourage hope in Allah, and Allah knows best. It is confirmed in the Two Sahihs, that an Israeli killed one hundred people then he asked a scholar, \"Is it possible for me to repent\" So he replied, \"What is there that would prevent you from repentance\" So he told him to go to another land where Allah was worshipped. He began to emigrate to it but died on the way, and the angel of mercy was the one to take him. Although this Hadith is about an Israeli, it is even more suitable for the Muslim community that their repentance be accepted. Indeed, Allah relieved Muslims from the burdens and restrictions that were placed on the Jews, and He sent our Prophet with the easy Hanifiyyah way (Islamic Monotheism). As for the honorable Ayah,\nوَمَن يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً\n(And whoever kills a believer intentionally), Abu Hurayrah and several among the Salaf said that this is his punishment, if Allah decides to punish him. And this is the case with every threat that is issued for every sin. For instance, there could be good deeds that this person has done that would prevent him from being punished for that, and Allah knows best. Even if the murderer inevitably enters the Fire -- as Ibn `Abbas stated because his repentance was not accepted, or he did not have good deeds to save him, he will not remain there for eternity, but only for a long time. There are Mutawatir Hadiths stating that the Messenger of Allah ﷺ said,\n«إِنَّهُ يَخْرُجُ مِنَ النَّارِ مَنْ كَانَ فِي قَلْبِهِ أَدْنَى ذَرَّةٍ مِنْ إِيمَان»\n(Whoever has the least speck of faith in his heart shall ultimately depart the Fire.)",
  "ayah": 92,
  "surah": 4
}
