{
  "text": "وقوله\" ووصى بها إبراهيم بنيه ويعقوب\" أي وصى بهذه الملة وهي الإسلام لله أو يعود الضمير على الكلمة وهي قوله \"أسلمت لرب العالمين\" لحرصهم عليها ومحبتهم لها حافظوا عليها إلى حين الوفاة ووصوا أبناءهم بها من بعدهم كقوله تعالى \"وجعلها كلمة باقية في عقبه\" وقد قرأ بعض السلف ويعقوب بالنصب عطفا على بنيه كأن إبراهيم وصى بينه وابن ابنه يعقوب بن إسحاق وكان حاضرا ذلك وقد أدعى القشيري فيما حكاه القرطبي عنه أن يعقوب إنما ولد بعد وفاة إبراهيم ويحتاج مثل هذا إلى دليل صحيح والظاهر والله أعلم أن إسحاق ولد له يعقوب فى حياة الخليل وسارة لأن البشارة وقعت بهما في قوله \"فبشرناها بإسحاق ومن وراء إسحاق يعقوب\" وقد قرئ بنصب يعقوب ههنا على نزع الخافض فلو لم يوجد يعقوب في حياتهما لما كان لذكره من بين ذرية إسحاق كبير فائدة وأيضا فقد قال الله تعالى في سورة العنكبوت \"ووهبنا له إسحاق ويعقوب وجعلنا في ذريته النبوة والكتاب\" الآية وقال في الآية الأخرى ووهبنا له أسحاق ويعقوب نافلة وهذا يقتضي أنه وجد في حياته وأيضا فإنه باني بيت المقدس كما نطقت بذلك الكتب المتقدمة وثبت في الصحيحين من حديث أبي ذر قلت: يا رسول الله أي مسجد وضع أول؟ قال \"المسجد الحرام\" قلت ثم أي؟ قال \"بيت المقدس\" قلت كم بينهما: قال \"أربعون سنة\" الحديث فزعم ابن حبان أن بين سليمان الذي أعتقد أنه باني بيت المقدس - وإنما كان جدده بعد خرابه وزخرفه - وبين إبراهيم أربعين سنة وهذ مما أنكر على ابن حبان فإن المدة بينهما تزيد على ألوف سنين والله أعلم وأيضا فإن وصية يعقوب لبنيه سيأتي ذكرها قريبا وهذا يدل على أنه ههنا من جملة الموصين وقوله يا بني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون أي أحسنوا في حال الحياة والزموا هذا ليرزقكم الله الوفاة عليه فإن المرء يموت غالبا على ما كان عليه ويبعث على ما مات عليه وقد أجرى الله الكريم عادته بأن من قصد الخير وفق له ويسر عليه ومن نوى صالحا ثبت عليه وهذا لا يعارض ما جاء في الحديث الصحيح \"إن الرجل ليعمل بعمل أهل الجنة حتى ما يكون بينه وبينها إلا باع أو ذراع فيسبق عليه الكتاب فيعمل بعمل أهل النار فيدخلها وإن الرجل ليعمل بعمل أهل النار حتى ما يكون بينه وبينها إلا باع أو ذراع فيسبق عليه الكتاب فيعمل بعمل أهل الجنة فيدخلها\" لأنه قد جاء في بعض روايات هذا الحديث \"فيعمل بعمل أهل الجنة فيما يبدو للناس وبعمل أهل النار فيما يبدو للناس\" وقد قال الله تعالى \"فأما من أعطى وأتقى وصدق بالحسنى فسنيسره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنيسره للعسرى\".",
  "ayah": 132,
  "surah": 2
}
