{
  "text": "قوله تعالى \"وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا\" يقول تعالى إنما حولناكم إلى قبلة إبراهيم عليه السلام واخترناها لكم لنجعلكم خيار الأمم لتكونوا يوم القيامة شهداء على الأمم لأن الجميع معترفون لكم بالفضل والوسط ههنا الخيار والأجود كما يقال قريش أوسط العرب نسبا ودارا أي خيرها وكان رسول الله صلى الله عليه وسلم وسطا في قومه أي أشرفهم نسبا ومنه الصلاة الوسطى التي هي أفضل الصلوات وهي العصر كما ثبت في الصحاح وغيرها ولما جعل الله هذه الأمة وسطا خصها بأكمل الشرائع وأقوم المناهج وأوضح المذاهب كما قال تعالى \"هو اجتباكم وما جعل عليكم في الدين من حرج ملة أبيكم إبراهيم هو سماكم المسلمين من قبل وفي هذا ليكون الرسول شهيدا عليكم وتكونوا شهداء على الناس\" وقال الإمام أحمد: حدثنا وكيع عن الأعمش عن أبي صالح عن أبي سعيد قال: قال رسول الله صلى الله عليه وسلم \"يدعى نوح يوم القيامة فيقال له هل بلغت؟ فيقول نعم فيدعى قومه فيقال لهم هل بلغكم؟ فيقولون ما أتانا من نذير وما أتانا من أحد فيقال لنوح من يشهد لك فيقول محمد وأمته قال: فذلك قوله \"وكذلك جعلناكم أمة وسطا\" قال والوسط العدل فتدعون فتشهدون له بالبلاغ ثم أشهد عليكم\" رواه البخاري والترمذي والنسائي وابن ماجه من طرق عن الأعمش وقال الإمام أحمد أيضا: حدثنا أبو معاوية حدثنا الأعمش عن أبي صالح عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم \"يجيء النبي يوم القيامة ومعه رجلان وأكثر من ذلك فيدعى قومه فيقال لهم هل بلغكم هذا؟ فيقولون لا فيقال له هل بلغت قومك؟ فيقول نعم فيقال من يشهد لك فيقول محمد وأمته فيدعى محمد وأمته فيقال لهم هل بلغ هذا قومه؟ فيقولون نعم فيقال وما علمكم؟ فيقولون جاءنا نبينا فأخبرنا أن الرسل قد بلغوا فذلك قوله عز وجل \"وكذلك جعلناكم أمة وسطا\" قال عدلا \"لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا\" وقال أحمد أيضا: حدثنا أبو معاوية حدثنا الأعمش عن أبي صالح عن أبي سعيد الخدري عن النبي صلى الله عليه وسلم في قوله تعالى \"وكذلك جعلناكم أمة وسطا\" قال \"عدلا\" وروى الحافظ أبو بكر بن مردويه وابن أبي حاتم من حديث عبد الواحد بن زياد عن أبي مالك الأشجعي عن المغيرة بن عتيبة بن نباس حدثني مكاتب لنا عن جابر بن عبدالله عن النبي صلى الله عليه وسلم قال \"أنا وأمتى يوم القيامة على كوم مشرفين على الخلائق ما من الناس أحد إلا ود أنه منا وما من نبي كذبه قومه إلا ونحن نشهد أنه قد بلغ رسالة ربه عز وجل\" وروى الحاكم في مستدركه وابن مردويه أيضا واللفظ له من حديث مصعب بن ثابت عن محمد بن كعب القرظي عن جابر بن عبدالله قال: شهد رسول الله صلى الله عليه وسلم جنازة في بني مسلمة وكنت إلى جانب رسول الله صلى الله عليه وسلم فقال بعضهم: والله يا رسول الله لنعم المرء كان لقد كان عفيفا مسلما وكان وأثنوا عليه خيرا فقال رسول الله صلى الله عليه وسلم \"أنت بما تقول\" فقال الرجل: الله أعلم بالسرائر فأما الذي بدا لنا منه فذاك فقال النبي صلى الله عليه وسلم \"وجبت\" ثم شهد جنازة في بني حارثة وكنت إلى جانب رسول الله صلى الله عليه وسلم فقال بعضهم: يا رسول الله بئس المرء كان إن كان لفظا غليظا فأثنوا عليه شرا فقال رسول الله صلى الله عليه وسلم لبعضهم أنت بالذي تقول\" فقال الرجل الله أعلم بالسرائر فأما الذي بدا لنا منه فذاك فقال رسول الله صلى الله عليه وسلم \"وجبت\" قال مصعب بن ثابت: فقال لنا عند ذلك محمد بن كعب صدق رسول الله صلى لاله عليه وسلم ثم قرأ \"وكذلك جعلناكم أمة وسطا لتكونوا شهداء على الناس ويكون الرسول عليكم شهيدا\" ثم قال الحاكم: هذا حديث صحيح الإسناد ولم يخرجاه وقال الإمام أحمد: حدثنا يونس بن محمد حدثنا داود بن أبي الفرات عن عبدالله بن بريدة عن أبي الأسود أنه قال: أتيت المدينة فوافقتها وقد وقع بها مرض فهم يموتون موتا ذريعا فجلست إلى عمر بن الخطاب فمرت به جنازة فأثني على صاحبها خيرا فقال: وجبت ثم مر بأخرى فأثني عليها شرا فقال عمر: وجبت فقال أبو الأسود ما وجبت يا أمير المؤمنين؟ قال: قلت كما قال رسـول الله صلى الله عليه وسلم \"أيما مسلم شهد له أربعة بخير أدخله الله الجنة\" قال فقلنا وثلاثة قال: فقال \"وثلاثة\" قال: فقلنا واثنان. قال \"واثنان\" ثم لم نسأله عن الواحد وكذا رواه البخاري والترمذي والنسائي من حديث داود ابن أبي الفرات به: وقال ابن مردويه حدثنا أحمد بن عثمان بن يحيى حدثنا أبو قلابة الرقاشي حدثني أبو الوليد حدثنا نافع بن عمر حدثني أمية بن صفوان عن أبي بكر بن أبي زهير الثقفي عن أبيه: قال سمعت رسول الله صلى الله عليه وسلم بالبناوة يقول \"يوشك أن تعلموا خياركم من شراركم\" قالوا بم يا رسول الله؟ قال \"بالثناء الحسن والثناء السيء أنتم شهداء الله في الأرض\" ورواه ابن ماجه عن أبي بكر بن أبي شيبة عن يزيد بن هارون ورواه الإمام أحمد عن يزيد بن هارون وعبدالملك بن عمرو وسريج عن نافع عمل به.",
  "ayah": 143,
  "surah": 2
}
