{
  "text": "يذكر تعالى حال المشركين به في الدنيا وما لهم في الدار الآخرة حيث جعلوا له أندادا أي أمثالا ونظراء يعبدونهم معه ويحبونهم كحبه هو الله لا إله إلا هو ولا ضد له ولا ند له ولا شريك معه. وفي الصحيحين عن عبدالله بن مسعود قال: قلت يا رسول الله أي الذنب أعظم؟ قال \"أن تجعل لله ندا وهو خلقك\" وقوله \"والذين آمنوا أشد حبا لله\" ولحبهم لله وتمام معرفتهم به وتوقيرهم وتوحيدهم له لا يشركون به شيئا بل يعبدونه وحده ويتوكلون عليه ويلجئون في جميع أمورهم إليه. ثم توعد تعالى المشركين به الظالمين لأنفسهم بذلك فقال \"ولو يرى الذين ظلموا إذ يرون العذاب أن القوة لله جميعا\" قال بعضهم تقدير الكلام لو عاينوا العذاب لعلموا حينئذ أن القوة لله جميعا أي أن الحكم له وحده لا شريك له وأن جميع الأشياء تحت قهره وغلبته وسلطانه \"وأن الله شديد العذاب\" كما قال \"فيومئذ لا يعذب عذابه أحد ولا يوثق وثاقه أحد\" يقول لو يعلمون ما يعاينونه هنالك وما يحل بهم من الأمر الفظيع المنكر الهائل على شركهم وكفرهم لانتهوا عما هم فيه من الضلال ثم أخبر عن كفرهم بأوثانهم وترى المتبوعين من التابعين فقال \"إذ تبرأ الذين اتبعوا من الذين اتبعوا\" تبرأت منهم الملائكة الذين كانوا يزعمون أنهم يعبدونهم في الدار الدنيا فتقول الملائكة \"تبرأنا إليك ما كانوا إيانا يعبدون\" ويقولون \"سبحانك أنت ولينا من دونهم بل كانوا يعبدون الجن أكثرهم بهم مؤمنون\" والجن أيضا تتبرأ منهم ويتنصلون من عبادتهم لهم كما قال تعالى \"ومن أضل ممن يدعو من دون الله من لا يستجيب له إلى يوم القيامة وهم عن دعائهم غافلون وإذا حشر الناس كانوا لهم أعداء وكانوا بعبادتهم كافرين\" وقال تعالى \"واتخذوا من دون الله آلهة ليكونوا لهم عزا كلا سيكفرون بعبادتهم ويكونون عليهم ضدا\" وقال الخليل لقومه \"إنما اتخذتم من دون الله أوثانا مودة بينكم فى الحياة الدنيا ثم يوم القيامة يكفر بعضكم ببعض ويلعن بعضكم بعضا ومأواكم النار ومالكم من ناصرين\" وقال تعالى \"ولو نرى إذ الظالمون موقوفون عند ربهم يرجع بعضهم إلى بعض القول يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين قال الذين استكبروا للذين استضعفوا أنحن صددناكم عن الهدى بعد إذ جاءكم بل كنتم مجرمين وقال الذين استضعفوا للذين استكبروا بل مكر الليل والنهار إذ تأمروننا أن نكفر بالله ونجعل له أندادا وأسروا الندامة لما رأوا العذاب وجعلنا الأغلال في أعناق الذين كفروا هل يجزون إلا ما كانوا يعملون\" وقال تعالى \"وقال الشيطان لما قضي الأمر إن الله وعدكم وعد الحق ووعدتكم فأخلفتكم وما كان لى عليكم من سلطان إلا أن دعوتكم فاستجبتم لي فلا تلومونى ولوموا أنفسكم ما أنا بمصرخكم وما أنتم بمصرخي إني كفرت بما أشركتموني من قبل إن الظالمين لهم عذاب أليم\" وقوله \"ورأوا العذاب وتقطعت بهم الأسباب\" أي عاينوا عذاب الله وتقطعت بهم الحيل وأسباب الخلاص ولم يجدوا عن النار معدلا ولا مصرفا. قال عطاء عن ابن عباس \"وتقطعت بهم الأسباب\" قال المودة: وكذا قال مجاهد فى رواية ابن أبي نجيح.",
  "ayah": 165,
  "surah": 2
}
