{
  "text": "قال ابن جرير: حدثنا ابن حميد حدثنا جرير عن سنان عن حكيم عن جابر قال: لما نزلت على رسول الله - صلى الله عليه وسلم - \"آمن الرسول بما أنزل إليه من ربه والمؤمنون كل آمن بالله وملائكته وكتبه ورسله لا نفرق بين أحد من رسله وقالوا سمعنا وأطعنا غفرانك ربنا وإليك المصير\" قال جبريل إن الله قد أحسن الثناء عليك وعلى أمتك فسل تعطه فسأل \"لا يكلف الله نفسا إلا وسعها\" إلى آخر الآية. وقوله \"لا يكلف الله نفسا إلا وسعها\" أي لا يكلَّف أحد فوق طاقته وهذا من لطفه تعالى بخلقه ورأفته بهم وإحسانه إليهم وهذه هي الناسخة الرافعة لما كان أشفق منه الصحابة في قوله \"وإن تبدوا ما في أنفسكم أو تخفوه يحاسبكم به الله\" أي هو وإن حاسب وسأل لكن لا يعذب إلا بما يملك الشخص دفعه فأما ما لا يملك دفعه من وسوسة النفس وحديثها فهذا لا يكلف به الإنسان وكراهية الوسوسة السيئة من الإيمان وقوله \"لها ما كسبت\" أي من خير \"وعليهـا ما اكتسبت\" أي من شر وذلك في الأعمال التي تدخل تحت التكليف. ثم قال تعالى مرشدا عباده إلى سؤاله وقد تكفل لهم بالإجابة كما أرشدهم وعلمهم أن يقولوا \"ربنا لا تؤاخذنا إن نسينا أو أخطأنا\" أي إن تركنا فرضا على جهة النسيان أو فعلنا حراما كذلك أو أخطأنا أي الصواب في العمل جهلا منا بوجهه الشرعي وقد تقدم في صحيح مسلم من حديث أبي هريره قال: \"قال الله نعم\" ولحديث ابن عباس قال الله \"قد فعلت\" وروى ابن ماجه في سننه وابن حبان في صحيحه من حديث أبي عمرو الأوزاعي عن عطاء قال ابن ماجه في روايته عن ابن عباس وقال الطبراني وابن حبان عن عطاء عن عبيد بن عمير عن ابن عباس قال: قال رسول الله - صلى الله عليه وسلم - \"إن الله وضع عن أمتي الخطأ والنسيان وما استكرهوا عليه\" وقد روي من طريق آخر وأعله أحمد وأبو حاتم والله أعلم. وقال ابن أبي حاتم: حدثنا أبي حدثنا مسلم بن إبراهيم حدثنا أبو بكر الهذلي عن شهر عن أم الدرداء عن النبي - صلى الله عليه وسلم - قال \"إن الله تجاوز لأمتي عن ثلات عن الخطإ والنسيان والاستكراه\" قال أبو بكر فذكرت ذلك للحسن فقال: أجل أما تقرأ بذلك قرآنا \"ربنا لا تؤاخذنا إن نسينا أو أخطأنا\". وقوله \"ربنا ولا تحمل علينا إصرا كما حملته على الذين من قبلنا\" أي لا تكلفنا من الأعمال الشاقة وإن أطقناها كما شرعته للأمم الماضية قبلنا من الأغلال والآصار التي كانت عليهم التي بعثت نبيك محمدا - صلى الله عليه وسلم - نبي الرحمة بوضعه في شرعه الذي أرسلته به من الدين الحنيفي السهـل السمح وقد ثبت في صحيح مسلم عن أبي هريرة عن رسول الله - صلى الله عليه وسلم - قال \"قال الله نعم\" وعن ابن عباس عن رسول الله - صلى الله عليه وسلم - قال: \"قال الله قد فعلت\" وجاء في الحديث من طرق عن رسول الله - صلى الله عليه وسلم - أنه قال \"بعثت بالحنيفية السمحة\". وقوله \"ربنا ولا تحملنا ما لا طاقة لنا به\" أي من التكليف والمصائب والبلاء لا تبتلنا بما لا قبل لنا به وقد قال مكحول في قوله \"ربنا ولا تحملنا ما لا طاقة لنا به\" قال العزبة والغلمة رواه ابن أبي حاتم قال الله نعم وفي الحديث الآخر قال الله قد فعلت. وقوله \"واعف عنا\" أي فيما بيننا وبينك مما تعلمه من تقصيرنا وزللنا \"واغفر لنا\" أي فيما بيننا وبين عبادك فلا تظهرهم على مساوينا وأعمالنا القبيحة \"وارحمنا\" أي فيما يستقبل فلا توقعنا بتوفيقك في ذنب آخر ولهذا قالوا إن المذنب محتاج إلى ثلاثة أشياء أن يعفو الله عنه فيما بينه وبينه وأن يستره عن عباده فلا يفضحه به بينهم وأن يعصمه فلا يوقعه في نظيره. وقد تقدم في الحديث أن الله قال نعم وفي الحديث الآخر قال الله \"قد فعلت\". وقوله \"أنت مولانا\" أي أنت ولينا وناصرنا وعليك توكلنا وأنت المستعان وعليك التكلان ولا حول لنا ولا قوة إلا بك \"فانصرنا على القوم الكافرين\" أي الذين جحدوا دينك وأنكروا وحدانيتك ورسالة نبيك وعبدوا غيرك وأشركوا معك من عبادك فانصرنا عليهم واجعل لنا العاقبة عليهم في الدنيا والآخرة قال الله نعم. وفي الحديث الذي رواه مسلم عن ابن عباس قال الله: \"قد فعلت\". وقال ابن جرير: حدثني مثنى بن إبراهيم حدثنا أبو نعيم حدثنا سفيان عن أبي إسحاق أن معاذا - رضي الله عنه - كان إذا فرغ من هذه السورة \"انصرنا على القوم الكافرين\" قال آمين ورواه وكيع عن سفيان عن أبي إسحاق عن رجل عن معاذ بن جبل أنه كان إذا ختم البقرة قال آمين.",
  "ayah": 286,
  "surah": 2
}
