{
  "text": "\"قال إنه يقول إنها بقرة لا ذلول تثير الأرض ولا تسقي الحرث\" أي إنها ليست مذللة بالحراثة ولا معدة للسقي في الساقية بل هي مكرمة حسنة صبيحة مسلمة صحيحة لا عيب بها \"لا شية فيها\" أي ليس فيها لون غير لونها وقال عبدالرزاق عن معمر عن قتادة مسلمة يقول لا عيب فيها وكذا قال أبو العالية والربيع وقال مجاهد: مسلمة من الشية. وقال عطاء الخراساني: مسلمة القوائم والخلق لا شية فيها قال مجاهد: لا بياض ولا سواد وقال أبو العالية والربيع والحسن وقتادة: ليس فيها بياض. وقال عطاء الخراساني: لا شية فيها قال لونها واحد بهيم وروي عن عطية العوفي ووهب بن منبه وإسماعيل بن أبي خالد نحو ذلك وقال السدي لا شية فيها من بياض ولا سواد ولا حمرة. وكل هذه الأقوال متقاربة في المعنى وقد زعم بعضهم أن المعنى في ذلك قوله تعالى \"إنها بقرة لا ذلول\" ليس بمذللة بالعمل ثم استأنف فقال \"تثير الأرض\" أي يعمل عليها بالحراثة لكنها لا تسقي الحرث وهذا ضعيف لأنه فسر الذلول التي لم تذلل بالعمل بأنها لا تثير الأرض ولا تسقي الحرث كذا قرره القرطبي وغيره \"قالوا الآن جئت بالحق\" قال قتادة الآن بينت لنا وقال عبدالرحمن بن زيد بن أسلم وقيل ذلك والله جاءهم الحق \"فذبحوها وما كادوا يفعلون\" قال الضحاك عن ابن عباس كادوا أن لا يفعلوا ولم يكن ذلك الذي أرادوا لأنهم أرادوا أن لا يذبحوها يعني أنهم مع هذا البيان وهذه الأسئلة والأجوبة والإيضاح ما ذبحوها إلا بعد الجهد وفي هذا ذم لهم وذلك أنه لم يكن غرضهم إلا التعنت فلهذا ما كادوا يذبحونها. وقال محمد بن كعب ومحمد بن قيس فذبحوها وما كادوا يفعلون لكثرة ثمنها وفي هذا نظر لأن كثرة الثمن لم يثبت إلا من نقل بني إسرائيل كما تقدم من حكاية أبي العالية والسدى ورواه العوفي عن ابن عباس قال عبيدة ومجاهد ووهب بن منبه وأبو العالية وعبدالرحمن بن زيد بن أسلم أنهم اشتروها بمال كثير وفيه اختلاف ثم قد قيل في ثمنها غير ذلك وقال عبدالرزاق أنبأنا ابن عيينة أخبرني محمد بن سوقة عن عكرمة قال: ما كان ثمنها إلا ثلاثة دنانير وهذا إسناد جيد عن عكرمة والظاهر أنه نقله عن أهل الكتاب أيضا وقال ابن جرير وقال آخرون لم يكادوا أن يفعلوا ذلك خوف الفضيحة إن اطلع الله على قاتل القتيل الذي اختصموا فيه ولم يسنده عن أحد ثم اختار أن الصواب فى ذلك أنهم لم يكادوا يفعلوا ذلك لغلاء ثمنها وللفضيحة وفي هذا نظر بل الصواب والله أعلم ما تقدم من رواية الضحاك عن ابن عباس على ما وجهناه وبالله التوفيق. \"مسئلة\" استدل بهذه الآية في حصر صفات هذه البقرة حتى تعينت أو تم تقييدها بعد الاطلاق على صحة السلم في الحيوان كما هو مذهب مالك والأوزاعي والليث والشافعي وأحمد وجمهور العلماء سلفا وخلفا بدليل ما ثبت في الصحيحين عن النبي صلى الله عليه وسلم \"لا تنعت المرأة المرأة لزوجها كأنه ينظر إليها\" وكما وصف النبي صلى الله عليه وسلم إبل الدية في قتل الخطأ وشبه العمد بالصفات المذكورة بالحديث وقال أبو حنيفة والثوري والكوفيون لا يصح السلم في الحيوان لأنه لا تنضبط أحواله وحكى مثله عن ابن مسعود وحذيفة بن اليمان وعبدالرحمن بن سمرة وغيرهم.",
  "ayah": 71,
  "surah": 2
}
