{
  "text": "يعدد سبحانه وتعالى عليهم خطأهم ومخالفتهم للميثاق وعتوهم وإعراضهم عنه حتى رفع الطور عليهم حتى قبلوه ثم خالفوه ولهذا قالوا \"سمعنا وعصينا\" وقد تقدم تفسير ذلك \"وأشربوا في قلوبهم العجل بكفرهم\" قال عبدالرزاق عن قتادة \"وأشربوا في قلوبهم العجل بكفرهم\" قال أشربوا حبه حتى خلص ذلك إلى قلوبهم. وكذا قال أبو العالية والربيع بن أنس وقال الإمام أحمد حدثنا عصام بن خالد حدثني أبو بكر بن عبدالله بن أبي مريم الغساني عن خالد بن محمد الثقفي عن بلال بن أبي الدرداء عن أبي الدرداء عن النبي - صلى الله عليه وسلم -: قال \"حبك الشيء يعمي ويصم\" ورواه أبو داود عن حيوة بن شريح عن بقية بن أبي بكر بن عبدالله بن أبي مريم به وقال السدي أخذ موسى عليه السلام العجل فذبحه بالمبرد ثم ذراه في البحر ثم لم يبق بحر يجري يومئذ إلا وقع فيه شيء ثم قال لهم موسى: اشربوا منه فشربوا فمن كان يحبه خرج على شاربيه الذهب فذلك حين يقول الله تعالى \"وأشربوا في قلوبهم العجل\" وقال ابن أبي حاتم: حدثنا أبي حدثنا عبدالله بن رجاء حدثنا إسرائيل عن أبي إسحق عن عمارة بن عمير وأبي عبدالرحمن السلمي عن علي - رضي الله عنه - قال: عمد موسى إلى العجل فوضع عليه المبارد فبرده بها وهو على شاطئ نهر فما شرب أحد من ذلك الماء ممن كان يعبد العجل إلا اصفر وجهه مثل الذهب وقال سعيد بن جبير \"وأشربوا في قلوبهم العجل\" قال لما أحرق العجل برد ثم نسف فحسوا الماء حتى عادت وجوههم كالزعفران وحكى القرطبي عن كتاب القشيري أنه ما شرب أحد منه ممن عبد العجل إلا جن ثم قال القرطبي: وهذا شيء غير ما ههنا لأن المقصود من هذا السياق أنه ظهر على شفاههم ووجوههم والمذكور ههنا أنهم أشربوا في قلوبهم العجل يعني في حال عبادتهم له ثم أنشد قول النابغة في زوجته عثمة: غلغل حب عثمة في فؤادي فباديه مع الخافي يسير غلغل حيث لم يبلغ شراب ولا حزن ولم يبلغ سرور كاد إذا ذكرت العهد منها أطير لو أن إنسـانا يطير وقوله \"قل بئسما يأمركم به إيمانكم إن كنتم مؤمنين\" أي بئسما تعتمدونه في قديم الدهر وحديثه من كفركم بآيات الله ومخالفتكم الأنبياء ثم اعتمادكم في كفركم بمحمد - صلى الله عليه وسلم - وهذا أكبر ذنوبكم وأشد الأمور عليكم إذ كفرتم بخاتم الرسل وسيد الأنبياء والمرسلين المبعوث إلى الناس أجمعين فكيف تدعون لأنفسكم الإيمان وقد فعلتم هذه الأفاعيل القبيحة من نقضكم المواثيق وكفركم بآيات الله وعبادتكم العجل من دون الله.",
  "ayah": 93,
  "surah": 2
}
