{
  "text": "وهم يصطرخون فيها أي يستغيثون في النار بالصوت العالي . والصراخ الصوت العالي ، والصارخ المستغيث ، والمصرخ المغيث . قال :كنا إذا ما أتانا صارخ فزع كان الصراخ له قرع الظنابيب( ربنا أخرجنا ) أي يقولون ربنا أخرجنا من جهنم وردنا إلى الدنيا . نعمل صالحا قال ابن عباس : نقل : لا إله إلا الله . غير الذي كنا نعمل أي من الشرك ، أي نؤمن بدل الكفر ، ونطيع بدل المعصية ، ونمتثل أمر الرسل . أولم نعمركم ما يتذكر فيه من تذكر هذا جواب دعائهم ; أي فيقال لهم ، فالقول مضمر . وترجم البخاري : ( باب من بلغ ستين سنة فقد أعذر الله إليه في العمر لقوله عز وجل أولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير يعني الشيب ) حدثنا عبد السلام بن مطهر قال حدثنا عمر بن علي قال حدثنا معن بن محمد الغفاري عن سعيد بن أبي سعيد المقبري عن أبي هريرة عن النبي صلى الله عليه وسلم قال : أعذر الله إلى امرئ أخر أجله حتى بلغه ستين سنة . قال الخطابي : ( أعذر إليه ) أي بلغ به أقصى العذر ، ومنه قولهم : قد أعذر من أنذر ; أي أقام عذر نفسه في تقديم نذارته . والمعنى : أن من عمره الله ستين سنة لم يبق له عذر ; لأن الستين قريب من معترك المنايا ، وهو سن الإنابة والخشوع وترقب المنية ولقاء الله تعالى ; ففيه إعذار بعد ( إعذار ) ; الأول بالنبي صلى الله عليه وسلم ، والموتان في الأربعين والستين . قال علي وابن عباس وأبو هريرة في تأويل قوله تعالى أولم نعمركم ما يتذكر فيه من تذكر : إنه ستون سنة . وقد روي عن النبي صلى الله عليه وسلم أنه قال في موعظته : ولقد [ ص: 316 ] أبلغ في الإعذار من تقدم في الإنذار وإنه لينادي مناد من قبل الله تعالى أبناء الستين أولم نعمركم ما يتذكر فيه من تذكر وجاءكم النذير . وذكر الترمذي الحكيم من حديث عطاء بن أبي رباح عن ابن عباس قال : قال رسول الله صلى الله عليه وسلم : إذا كان يوم القيامة نودي أبناء الستين وهو العمر الذي قال الله أولم نعمركم ما يتذكر فيه من تذكر . وعن ابن عباس أيضا أنه أربعون سنة . وعن الحسن البصري ومسروق مثله . ولهذا القول أيضا وجه ، وهو صحيح ; والحجة له قوله تعالى : حتى إذا بلغ أشده وبلغ أربعين سنة الآية . ففي الأربعين تناهي العقل ، وما قبل ذلك وما بعده منتقص عنه ، والله أعلم . وقال مالك : أدركت أهل العلم ببلدنا وهم يطلبون الدنيا والعلم ويخالطون الناس ، حتى يأتي لأحدهم أربعون سنة ، فإذا أتت عليهم اعتزلوا الناس واشتغلوا بالقيامة حتى يأتيهم الموت . وقد مضى هذا المعنى في سورة ( الأعراف ) . وخرج ابن ماجه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : أعمار أمتي ما بين الستين إلى السبعين وأقلهم من تجاوز ذلك .قوله تعالى : وجاءكم النذير وقرئ ( وجاءتكم النذر ) واختلف فيه ; فقيل القرآن . وقيل الرسول ; قاله زيد بن علي وابن زيد . وقال ابن عباس وعكرمة وسفيان ووكيع والحسين بن الفضل والفراء والطبري : هو الشيب . وقيل : النذير الحمى . وقيل : موت الأهل والأقارب . وقيل : كمال العقل . والنذير بمعنى الإنذار .قلت : فالشيب والحمى وموت الأهل كله إنذار بالموت ; قال صلى الله عليه وسلم : الحمى رائد الموت . قال الأزهري : معناه أن الحمى رسول الموت ، أي كأنها تشعر بقدومه وتنذر [ ص: 317 ] بمجيئه . والشيب نذير أيضا ; لأنه يأتي في سن الاكتهال ، وهو علامة لمفارقة سن الصبا الذي هو سن اللهو واللعب . قال :رأيت الشيب من نذر المنايا لصاحبه وحسبك من نذيروقال آخر :فقلت لها المشيب نذير عمري     ولست مسودا وجه النذيروأما موت الأهل والأقارب والأصحاب والإخوان فإنذار بالرحيل في كل وقت وأوان ، وحين وزمان . قال :وأراك تحملهم ولست تردهم     فكأنني بك قد حملت فلم تردوقال آخر :الموت في كل حين ينشر الكفنا     ونحن في غفلة عما يراد بناوأما كمال العقل فبه تعرف حقائق الأمور ويفصل بين الحسنات والسيئات ; فالعاقل يعمل لآخرته ويرغب فيما عند ربه ; فهو نذير . وأما محمد صلى الله عليه وسلم فبعثه الله بشيرا ونذيرا إلى عباده قطعا لحججهم ; قال الله تعالى : لئلا يكون للناس على الله حجة بعد الرسل وقال : وما كنا معذبين حتى نبعث رسولا .قوله تعالى : ( فذوقوا ) يريد عذاب جهنم ; لأنكم ما اعتبرتم ولا اتعظتم . فما للظالمين من نصير أي مانع من عذاب الله .",
  "ayah": 37,
  "surah": 35
}
