{
  "text": "২১-২৫ নং আয়াতের তাফসীর\nআল্লাহ তাআলা খবর দিচ্ছেন যে, সমস্ত জিনিসের তিনি একাই মালিক। প্রত্যেক কাজই তাঁর কাছে সহজ। সমস্ত কিছুর ভাণ্ডার তাঁর কাছে বিদ্যমান রয়েছে। যেখানে যখন যতটা ইচ্ছা তিনি অবতীর্ণ করে থাকেন। তাঁর হিকমত ও নিপুণতা তিনিই জানেন। বান্দার কল্যাণ সম্পর্কে তিনিই সম্যক অবগত। এটা একমাত্র তাঁর মেহেরবানী, নচেৎ এমন কে আছে যে তাকে বাধ্য করতে বা তার উপর জোর খাটাতে পারে? হযরত আবদুল্লাহ (রাঃ) বলেন, প্রতি বছর বৃষ্টি বরাবর বর্ষিত হতেই আছে। হাঁ, তবে বন্টন আল্লাহ তাআলার হাতে রয়েছে। অতঃপর তিনি এই আয়াতটিই পাঠ করেন। হাকীম ইবনু উয়াইনা (রঃ) হতেও এই উক্তিই বর্ণিত আছে। তিনি বলেনঃ “বৃষ্টির সাথে এতো ফেরেস্তা অবতীর্ণ হন যাদের সংখ্যা সমস্ত মানবও দানব অপেক্ষা বেশী। তাঁরা বৃষ্টির এক একটি ফোঁটার খেয়াল রাখেন যে, ওটা কোথায় বর্ষিত হচ্ছে এবং তা থেকে কি উৎপন্ন হচ্ছে।”হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তাআলার ভাণ্ডার হচ্ছে কালাম বা কথা মাত্র। সুতরাং যখন তিনি কোন কিছুর ইচ্ছা করেন তখন বলেনঃ ‘হও, তখন হয়ে যায়।” (এ হাদীসটি বাযয়ার (রঃ) বর্ণনা করেছেন। এর একজন বর্ণনাকারী হচ্ছেন আগনাব। তিনি খুব বিশ্বাসযোগ্য বর্ণনাকারী নন)মহান আল্লাহ বলেনঃ “আমি মেঘমালাকে বৃষ্টি দ্বারা ভারী করে দিই। তখন তার থেকে বৃষ্টি বর্ষণ হতে শুরু করে। এই বাতাসই প্রবাহিত হয়ে গাছপালাকে সিক্ত করে দেয়। ফলে ওগুলিতে পাতা ও কুঁড়ি ফুটে ওঠে।” এটাও লক্ষ্যণীয় বিষয় যে, এখানে (আরবি) বলা হয়েছে অর্থাৎ এর বিশেষণকে বহু বচন ব্যবহার করা হয়েছে। আর বৃষ্টি শূন্য বায়ুকে বলা হয়েছে। অর্থাৎ (আরবি) এর বিশেষণকে একবচন রূপে ব্যবহার করা হয়েছে। বৃষ্টি পূর্ণ বায়ুর বিশেষণকে বহু বচনরূপে ব্যবহারের উদ্দেশ্য হচ্ছে বেশী ফলদায়ক হওয়া। বৃষ্টি বহন কম পক্ষে দুটি জিনিস ছাড়া সম্ভব নয়। বাতাস প্রবাহিত হয় এবং তা আকাশ থেকে পানি উঠিয়ে নেয়, আর মেঘমালাকে পরিপূর্ণ করে দেয়। এক বায়ু এমন হয় যা যমীনের উৎপাদন শক্তি সৃষ্টি করে। আর এক বায়ু। মেঘমালাকে এদিকে ওদিকে চালিয়ে নিয়ে যায়। আর এক বায়ু ওগুলিকে একত্রিত করে স্তরে স্তরে সাজিয়ে নেয়। আর এক বায়ু ওগুলিকে পানি দ্বারা ভারী করে দেয়। আর এক বায়ু এমন হয় যে, তা গাছপালা ও বৃক্ষরাজিকে ফলদানকারী হওয়ার যোগ্য করে তোলে।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “দক্ষিণা বায়ু জান্নাত হতে প্রবাহিত হয়ে থাকে এবং তাতে জনগণের উপকার লাভ হয়।” (এ হাদীসটি ইমাম বনুজারীর (রঃ) বর্ণনা করেছেন। এর ইসনাদ দুর্বল)হযরত আবু যার (রাঃ) হতে বর্ণিত। তিনি বলেন, রাসূলুল্লাহ (সঃ) বলেছেনঃ “বাতাস সৃষ্টির সাত বছর পরে আল্লাহ তাআলা জান্নাতে এক বায়ু সৃষ্টি করেছেন যা একটি দরজা দ্বারা বন্ধ করা আছে। ঐ দরজা দ্বারাই তোমাদের কাছে বায়ু পৌছে থাকে। যদি ঐ দরজাটি খুলে দেয়া হয় তবে যমীন ও আসমানের সমস্ত জিনিস ওলট পালট হয়ে যাবে। আল্লাহর কাছে ওর নাম হচ্ছে আযইয়াব। তোমরা ওকে দক্ষিণা বায়ু বলে থাকো।” (এ হাদীসটি ইমাম আবু বকর আবদুল্লাহ ইবনু যুবাইর আল হুমাইদী (রঃ) তাঁর ‘মুসনাদ’ গ্রন্থে বর্ণনা করেছেন)এরপর আল্লাহ তাআলা বলেনঃ “আমি তোমাদেরকে তা পান করতে দিই।' অর্থাৎ আমি তোমাদের উপর মিষ্টি পানি বর্ষণ করি, যাতে তোমরা তা পান করতে পার এবং অন্য কাজে লাগাতে পার। আমি ইচ্ছা করলে ওকে তিক্ত ও লবণাক্ত করে দিতে পারি। যেমন সূরায়ে ওয়াকিয়ার আয়াতে রয়েছেঃ “তোমরা যে পানি পান কর তা সম্পর্কে কি তোমরা চিন্তা করেছো? তোমরাই কি তা মেঘ হতে নামিয়ে আন, না আমি তা বর্ষণ করি? আমি ইচ্ছা করলে তা লবণাক্ত করে দিতে পারি, তবুও কেন তোমরা কৃতজ্ঞতা প্রকাশ কর না?” আর এক জায়গায় রয়েছেঃ “তিনিই আকাশ হতে বারি বর্ষণ করেন; তাতে তোমাদের জন্যে রয়েছে পানীয় এবং তা হতে জন্মে উদ্ভিদ যাতে তোমরা পশু চারণ করে থাকো ।”(আরবি) (ওর ভাণ্ডার তোমাদের কাছে নেই)। সুফইয়ান সাওয়ারী (রঃ) এর ভাবার্থ করেছেনঃ “তোমরা ওকে আবদ্ধকারী নও।” আর এর ভাবার্থ এও হতে পারে। “তোমরা ওর রক্ষক নও। বরং আমিই তা বর্ষণ করি ও রক্ষা করে থাকি। আমি ইচ্ছা করলে ওটা যমীনে ঢুকিয়ে দিতে পারি। এটা শুধু মাত্র আমার করুণা যে, আমি ওকে বর্ষণ করি, রক্ষা করি, মিষ্ট করি এবং স্বচ্ছ ও নির্মল করি, যেমন তোমরা নিজেরা পান কর এবং তোমাদের জন্তু গুলিকে পান করাও। আর তা জমিতে সেচন কর, বাগান তৈরী কর এবং অন্যান্য প্রয়োজনে ব্যবহার কর।”মহান আল্লাহ বলেনঃ “আমিই জীবন দান করি ও মৃত্যু ঘটাই এবং আমিই চূড়ান্ত মালিকানার অধিকারী। অর্থাৎ সৃষ্টির সূচনা আমিই করেছি এবং পুনরায় সৃষ্টি করতে আমিই সক্ষম। আমিই সব কিছু অস্তিত্বহীনতা থেকে অস্তিত্বে আনয়ন করেছি। আবার সবকে আমি অস্তিত্বহীন করে দেবো। এরপর কিয়ামতের দিন সবকে উঠাবো। যমীন ও যমীনবাসীদের ওয়ারিস আমিই। সবকে-ই আমার কাছে ফিরে আসতে হবে। আমার জ্ঞানের কোন শেষ নেই। পূর্ববর্তী ও পরবর্তী সবারই খবর আমি রাখি।পূর্ববর্তীদের দ্বারা এই যামানার পূর্ববর্তী সকল লোককেই বুঝানো হয়েছে। অর্থাৎ হযরত আদম (আঃ) পর্যন্ত সবাই। আর পরবর্তীদের দ্বারা এই যুগ এবং এই যুগের পরবর্তী সমস্ত যুগের লোককে বুঝানো হয়েছে। অর্থাৎ কিয়ামত পর্যন্ত যত লোক আসবে সবাই। ইকরামা (রাঃ) , মুজাহিদ (রঃ), যাহহাক (রঃ), কাতাদা (রঃ) মুহাম্মদ ইবনু কা'ব (রঃ), শাবী (রঃ) প্রভৃতি গুরুজন হতে এইরূপ বর্ণিত আছে। এটাই ইমাম ইবনু জারীরের (রঃ) পছন্দনীয় মত মারওয়ান ইবনুল হাকাম (রাঃ) হতে বর্ণিত আছে যে, কতকগুলি লোক (নামাযে) স্ত্রী লোকদের কারণে পিছনের কাতারে থাকতো। তখন আল্লাহ তাআ’লা (আরবি) এই আয়াতটি অবতীর্ণ করেন। (এটা ইবনু জারীর (রঃ) স্বীয় তাফসীরের বর্ণনা করেছেন)এ সম্পর্কে একটি অত্যন্ত গারীব বা দুর্বল হাদীসও বর্ণিত হয়েছে। তা এই যে, হযরত ইবনু আব্বাস (রাঃ) বলেনঃ “একটি অত্যন্ত সুন্দরী মহিলা নবীর (সঃ) পিছনে নামায পড়তে আসতো।” হযরত ইবনু আব্বাস (রাঃ) বলেনঃ আল্লাহর শপথ! আমি ওর মত (সুন্দরী মহিলা কখনো দেখি নাই। কতকগুলি মুসলমান নামায পড়ার সময় এই উদ্দেশ্যে সামনে বেড়ে যেতেন যে, যেন তাকে (মহিলাটিকে দেখতে না পান। আর কতকগুলি লোক পিছনে সরে আসতো। অতঃপর যখন তারা সিজদা করতো তখন তাদের হাতের নীচে দিয়ে তার দিকে তাকাতো।” ঐ সময় আল্লাহ তাআলা (আরবি) এই আয়াতটি অবতীর্ণ করেন। (এটা ইবনু জারীর (রঃ) স্বীয় তাফসীরে, ইমাম আহমদ (রঃ) তাঁর মুসনাদে, ইবনু আবি হাতিম (রঃ) স্বীয় তাফসীরে, এবং ইমাম তিরমিযী (রঃ) ও ইমাম নাসায়ী (রঃ) তাঁদের সুনান গ্রন্থের কিতাবুত তাফসীরে বর্ণনা করেছেন। তবে এতে কঠিন নাকারাত বা অস্বীকৃতি রয়েছে)এই আয়াতের ব্যাপারে আবুল জাওযার (রঃ) -এর উক্তি বর্ণিত আছে যে, এরা হচ্ছে ওরাই যারা নামাযের কাতারসমূহে আগে বেড়ে যায় এবং পিছনে সরে আসে। (এটা আবদুর রায্যাক (রঃ) বর্ণনা করেছেন) এটা শুধু মাত্র আবুল জাওযার (রঃ)-এর উক্তি। এতে হযরত ইবনু আব্বাসের (রাঃ) কোন উল্লেখ নেই। ইমাম তিরমিযী (রঃ) বলেন, এটাই বেশী সামঞ্জস্যপূর্ণ। এ সব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।মুহাম্মদ ইবনু কা'বের (রঃ) সামনে আউন ইবনু আবদিল্লাহ (রঃ) এই ভাবার্থ বর্ণনা করলে তিনি বলেনঃ “ভাবার্থ এটা নয়। বরং অগ্রবর্তীদের দ্বারা বুঝানো হয়েছে এ লোকদেরকে যারা মৃত্যুবরণ করেছে। আর পরবর্তীদের দ্বারা বুঝানো হয়েছে তাদেরকে যারা এখন সৃষ্ট হয়েছে এবং পরে সৃষ্ট হবে। আর তোমার প্রতিপালকই তাদেরকে সমবেত করবেন; তিনি প্রজ্ঞাময়, সর্বজ্ঞ।” এ কথা শুনে হযরত আউন (রাঃ) মুহাম্মদ ইবনু কা'বকে (রঃ) লক্ষ্য করে বলেনঃ “আল্লাহ তাআলা আপনাকে তাওফীক ও জাযায়ে খায়ের দান করুন।”",
  "ayah": 25,
  "surah": 15
}
