{
  "text": "৩৯-৪৪ নং আয়াতের তাফসীর\nআল্লাহ তাআলা ইবলীসের অবাধ্যতা ও হঠকারিতার খবর দিতে গিয়ে। বলছেন যে, সে শপথ করে বলেঃ “হে আমার প্রতিপালক! যেহেতু আপনি আমাকে বিপথগামী করলেন সে হেতু আমি পৃথিবীতে বনি আদমের নিকট আপনার বিরোধিতা ও অবাধ্যতামূলক কাজকে শোভনীয় করে তুলবো এবং তাদেরকে উৎসাহিত করে আপনার বিরুদ্ধাচরণে জড়িয়ে ফেলবো। সকলকেই পথ ভষ্ট করতে আমি যথাসাধ্য চেষ্টা করবো। তবে হ্যা যারা আপনার খাটি ও একনিষ্ট বান্দা তাদের উপর আমার কোন হাত থাকবে না। যেমন অন্য এক জায়গায় মহান আল্লাহ ইবলীসের উক্তি উদ্ধৃত করেনঃ “বলুন, তাকে (আদম, আঃ কে) যে আপনি আমার উপর মর্যাদা দান করলেন, কেন? কিয়ামতের দিন পর্যন্ত যদি আমাকে অবকাশ দেন তা হলে আমি অল্প কয়েকজন ব্যতীত তার বংশধরদেরকে কর্তৃত্বাধীন করে ফেলবো।” উত্তরে আল্লাহ তাআলা তাকে ধমকের সুরে বলেনঃ “এটাই আমার নিকট পৌছার সরল পথ। অর্থাৎ তোমাদের সকলকে আমারই কাছে প্রত্যাবর্তন করতে হবে। অতঃপর আমি তোমাদেরকে তোমাদের কৃতকর্মের বিনিময় প্রদান করবো। ভাল হলে ভাল বিনিময় হবে এবং মন্দ হলে মন্দ বিনিময় হবে। যেমন আল্লাহ তাআলার উক্তি রয়েছেঃ (আরবি) অর্থাৎ “তোমার প্রতিপালক অবশ্যই সতর্ক দৃষ্টি রাখেন।” (৮৯:১৪)।(আরবি) শব্দটি একটি কিরআতে (আরবি) ও রয়েছে। যেমন অন্য একটি আয়াতে আছেঃ (আরবি) (৪৩:১৪) তখন এর অর্থ হবে বুলন্দ বা উচ্চ। কিন্তু প্রথম কিরআতটিই প্রসিদ্ধতর।ঘোষিত হচ্ছেঃ ‘বিভ্রান্তদের মধ্যে যারা তোমার অনুসরণ করবে তারা ছাড়া আমার বান্দাদের উপর তোমার কোন ক্ষমতা থাকবে না। এটা হচ্ছে ‘ইসতিসনা মুনকাতা। ইয়াযীদ ইবনু কুসাইত (রঃ) হতে বর্ণিত আছে যে, নবীদের মসজিদ তাঁদের গ্রামের বাইরে থাকতো যখন তারা তাঁদের প্রতিপালকের নিকট থেকে কোন বিশেষ বিষয় জানতে চাইতেন তখন সেখানে গিয়ে তাঁরা আল্লাহ তাআলা কর্তৃক নির্ধারণকৃত নামায আদায় করতেন। অতঃপর প্রার্থনা জানাতেন। একদিন একজন নবী তাঁর মসজিদে অবস্থান করছিলেন। এমন সময় আল্লাহর শত্রু অর্থাৎ ইবলীস তাঁর ও তাঁর কিবলার মাঝে বসে পড়ে। তখন ঐ নবী তিন বার বলেনঃ (আরবি) অর্থাৎ “আমি বিতাড়িত শয়তান হতে আল্লাহর নিকট আশ্রয় চাচ্ছি।” তখন আল্লাহর শত্রু নবীকে বলেঃ “কি করে আপনি আমার (অনিষ্ট) থেকে মুক্তি পেয়ে থাকেন। সেই খবর আমাকে দিন।” নবী (আঃ) তখন তাকে বলেনঃ “তুমি বরং আমাকে খবর দাও কিভাবে তুমি বণী আদমের উপর জয়যুক্ত হয়ে থাকো।” শেষ পর্যন্ত একে অপরকে সঠিক খবর বলে দেয়ার চুক্তি হয়ে যায়। নবী (আঃ) তাকে বলেনঃ “আল্লাহ তাআলা বলেছেনঃ “নিশ্চয় বিভ্রান্তদের মধ্যে যারা তোমার অনুসরণ করবে তারা ছাড়া আমার বান্দাদের উপর তোমার কোন কর্তত্ব থাকবে না।” তখন আল্লাহর দুশমন (ইবলীস) বলেঃ “এটা তো আমি আপনার জন্মেরও পূর্ব হতে জানি।” তার এ কথা শুনে নবী (আঃ) বলেনঃ “আল্লাহ তাআলা আরো বলেছেনঃ “যদি শয়তানের কুমন্ত্রণা তোমাকে প্ররোচিত করে তবে তুমি আল্লাহর শরণাপন্ন হবে, তিনি তো সর্বশ্রোতা, সর্বজ্ঞ। আল্লাহর শপথ! তোমার আগমনের আভাস পাওয়া মাত্রই আমি আল্লাহ তাআলার নিকট আশ্রয় প্রার্থনা করে থাকি।” আল্লাহর শত্রু তখন বলেঃ “আপনি সত্য বলেছেন। এর দ্বারাই আপনি আমার (কুমন্ত্রণা) হতে। মুক্তি পেয়ে থাকেন।” অতঃপর নবী (আঃ) তাকে বলেনঃ “এবার কিভাবে তুমি বনী আদমের উপর জয়যুক্ত হয়ে থাকো। সেই খবর আমাকে প্রদান। করো।” সে বলেঃ “আমি ক্রোধ ও কুপ্রবৃত্তির সময় তাকে পাকড়াও করে থাকি।” (এটা ইবনু জারীর (রঃ) বর্ণনা করেছেন)আল্লাহ পাক বলেনঃ “অবশ্যই তোমার অনুসারীদের সবারই নির্ধারিত স্থান হবে জাহান্নাম। যেমন কুরআন কারীমে এ সম্পর্কে রয়েছেঃ “দলসমূহের কেউ এটাকে অমান্য করলে তার নির্ধারিত স্থান হবে জাহান্নাম।”এরপর আল্লাহ তাআলা বলেনঃ “ওর (জাহান্নামের) সাতটি দরজা রয়েছে। নিজ নিজ প্রত্যেক দরজার জন্যে পৃথক পৃথক দল আছে। প্রত্যেক দরজা দিয়ে গমনকারী ইবলীসী দল নির্ধারিত রয়েছে নিজ নিজ আমল অনুযায়ী তাদের জন্যে দরজা বন্টন করা আছে।হযরত আলী ইবনু আবি তালিব (রাঃ) তাঁর এক ভাষণে বলেনঃ “জাহান্নামের দরজাগুলি এইভাবে রয়েছে অর্থাৎ একের উপর একটি। ঐ গুলি রয়েছে সাতটি। একটির পর একটি করে সাতটি দরজা পূর্ণ হয়ে যাবে।” হযরত ইকরামা (রঃ) বলেন যে, সাতটি স্তর রয়েছে। ইমাম ইবনু জারীর (রঃ) সাতটি দরজার নিম্নরূপ নাম বলেছেনঃ (১) জাহান্নাম, (২) লাযা, (৩) হুতামাহ (৪) সাঈর, (৫) সাকার, (৬) জাহীম এবং (৭) হাবীয়াহ। হযরত ইবনু আব্বাস (রাঃ) হতেও অনুরূপ বর্ণিত আছে। কাতাদা (রঃ) বলেন, এগুলি হবে আমল হিসেবে মনযিল। যেমন একটি দরজা ইয়াহূদীদের, একটি খৃস্টানদের, একটি সাবেঈদের, একটি মাজুসদের, একটি মুশরিকদের, একটি কাফিরদের, একটি মুনাফিকদের এবং একটি একত্ববাদীদের। কিন্তু একত্ববাদীদের মুক্তি লাভের আশা রয়েছে। আর বাকী সব নিরাশ হয়ে যাবে।হযরত ইবনু উমার (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “জাহান্নামের সাতটি দরজা রয়েছে। ওগুলির মধ্যে একটি দরজা ঐ লোকদের জন্যে যারা আমার উম্মতের বিরুদ্ধে তরবারী ধারণ করেছে।” (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন)হযরত সামুরা ইবনু জুনদুব (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) এই আয়াতের তাফসীরে বলেনঃ “আগুন জাহান্নামবাসীদের কারো কারো হাঁটু পর্যন্ত ধরবে, কারো ধরবে কোমর পর্যন্ত এবং কারো ধরবে কাঁধ পর্যন্ত। মোট কথা, এ সব তাদের আমল অনুপাতে হবে।",
  "ayah": 44,
  "surah": 15
}
