{
  "text": "৮৭-৮৮ নং আয়াতের তাফসীর\nআল্লাহ তাআলা স্বীয় নবীকে (সঃ) বলছেনঃ “হে নবী (সঃ)! আমি যখন তোমাকে কুরআন কারীমের ন্যায় অবিনশ্বর ও চিরস্থায়ী সম্পদ দান করেছি। তখন তোমার জন্যে মোটেই শোভনীয় নয় যে, তুমি কাফিরদের পার্থিব ধনসম্পদের প্রতি লোভনীয় দৃষ্টি নিক্ষেপ করবে। এ সব কিছু তো ক্ষণস্থায়ী মাত্র। শুধু পরীক্ষা স্বরূপ কয়েকদিনের জন্যে মাত্র তাদেরকে এগুলি দেয়া হয়েছে। সাথে সাথে তোমার পক্ষে এটাও সমীচীন নয় যে, তুমি তাদের ঈমান না আনার কারণে দুঃখিত, হবে। হ্যা, তবে তোমার উচিত যে, তুমি মুমিনদের প্রতি অত্যন্ত নম্র ও কোমল হয়ে যাবে। মহান আল্লাহ বলেনঃ “হে লোক সকল! তোমাদের কাছে তোমাদেরই মধ্য হতে একজন রাসূল আগমন করেছে, যার কাছে তোমাদের কষ্ট প্রদান কঠিন ঠেকে, যে তোমাদের শুভাকাংখী এবং যে মুমিনদের উপর অত্যন্ত দয়ালু।”(আরবি) সম্পর্কে একটি উক্তি তো এই যে, এর দ্বারা কুরআন কারীমের প্রথম দিকের দীর্ঘ ৭(সাত)টি সূরাকে বুঝানো হয়েছে। সূরা গুলিহচ্ছেঃ বাকারা, আল-ইমরান, নিসা, মায়েদাহ, আনআম, ‘আরাফ এবং ইউসুফ। কেননা, এই সূরাগুলিতে ফারায়িয, হুদূদ, ঘটনাবলী এবং নির্দেশনাবলী বিশেষ পন্থায় বর্ণনা রয়েছে। অনুরূপভাবে দৃষ্টান্তসমূহ, খবরসমূহ এবং উপদেশাবলীও বহুল পরিমাণে রয়েছে। কেউ কেউ সূরায়ে ‘আরাফ পর্যন্ত ছ’টি সূরা গণনা করে সূরায়ে আনফাল ও তাওবা’কে সপ্তম সূরা বলেছেন। তাঁদের মতে এই দু'টি সূরা মিলিতভাবে একটি সূরাই বটে।হযরত ইবনু আব্বাসের (রাঃ) উক্তি এই যে, একমাত্র হযরত মূসা (আঃ) এগুলির মধ্যে দু'টি সূরা লাভ করেছিলেন। আর আমাদের নবী (সঃ) ছাড়া বাকী অন্যান্য নবীদের কেউই এগুলি প্রাপ্ত হন নাই। একটা উক্তি রয়েছে যে, প্রথমতঃ হযরত মূসা (আঃ) ছ'টি লাভ করেছিলেন। কিন্তু যখন তিনি তার প্রতি অবতারিত লিখিত ফলকগুলি ছুঁড়ে ফেলেছিলেন তখন দুটি উঠে। গিয়েছিল এবং চারটি রয়েছিল। একটি উক্তি এই আছে যে, “কুরআন আযীম দ্বারাও এটাই উদ্দেশ্য।যিয়াদ (রঃ) বলেনঃ “এর ভাবার্থ হচ্ছেঃ আমি তোমাকে সাতটি অংশ দিয়েছি।” সেগুলি হচ্ছেঃ “আদেশ, নিষেধ, শুভসংবাদ, ভয়, দৃষ্টান্ত, নিয়ামত রাশির হিসাব এবং কুরআনিক খবরসমূহ”। (আরবি) দ্বিতীয় উক্তি এই যে, দ্বারা সূরায়ে ফাতেহা’কে বুঝানো হয়েছে, যার সাতটি আয়াত রয়েছে। বিসমিল্লাহসহ এই সাতটি আয়াত। সুতরাং ভাবার্থ হচ্ছেঃ “এগুলি দ্বারা আল্লাহ তাআলা তোমাকে বিশিষ্ট করেছেন। এটা দ্বারা কিতাবকে শুরু করা হয়েছে এবং প্রত্যেক রাকআতে এটা পঠিত হয়, তা ফরয, নফল ইত্যাদি যেই নামাযই হোক না কেন।” ইমাম ইবনু জারীর (রাঃ) এই উক্তিটিই পছন্দ করেছেন এবং এই ব্যাপারে যে হাদীসগুলি বর্ণিত হয়েছে সেগুলিকে দলীল হিসেবে গ্রহণ করেছেন। আমরা ঐ সমূদয় হাদীস সূরায়ে ফাতেহার ফযীলতের বর্ণনায় এই তাফসীরের শুরুতে লিখে দিয়েছি। সুতরাং সমস্ত প্রশংসা আল্লাহ তাআলার জন্যেই।এই জায়গায় ইমাম বুখারী (রাঃ) দুটি হাদীস এনেছেন। একটি হাদীসে হযরত আবু সাঈদ মুআল্লা (রাঃ) বলেনঃ “একদা আমি নামায পড়ছিলাম। এমতাবস্থায় রাসূলুল্লাহ (সঃ) এসে আমাকে ডাক দেন। কিন্তু আমি (নামাযে ছিলাম বলে) তাঁর কাছে গেলাম না। নামায শেষে যখন আমি তাঁর কাছে হাজির হই তখন তিনি আমাকে জিজ্ঞেস করেনঃ “ঐ সময়েই তুমি আমার কাছে আস নাই কেন?” আমি উত্তরে বললামঃ “হে আল্লাহর রাসূল (সঃ)! আমি নামাযে ছিলাম।” তিনি বললেনঃ “আল্লাহ তাআলা কি (আরবি) (হে ঈমানদারগণ! আল্লাহ ও তাঁর রাসূল (সঃ) যখন তোমাদেরকে ডাক দেন তখন তোমরা তাদের তাকে সাড়া দাও) (৮:২৪) এ কথা বলেন নাই? জেনে রেখো যে, মসজিদ হতে বের হওয়ার পূর্বেই আমি তোমাকে কুরআন। কারীমের একটি খুব বড় সূরার কথা বলবো।” কিছুক্ষণ পর যখন রাসূলুল্লাহ (সঃ) মসজিদ থেকে বের হতে উদ্যত হলেন, তখন আমি তাঁকে ঐ ওয়াদাটি স্মরণ করিয়ে দিলাম। তিনি তখন বললেনঃ “ওটা হচ্ছে (আরবি) এই সূরাটি। এটাই হচ্ছে (আরবি) এবং এটাই বড় কুরআন যা আমাকে প্রদান করা হয়েছে।”অন্য হাদীসে আছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “উম্মুল কুরআন অর্থাৎ সূরায়ে ফাতেহাই হলো (আরবি) এবং এটাই কুরআনে আযীম। সুতরাং এটা স্পষ্টভাবে প্রতীয়মান হলো যে, (আরবি) এবং (আরবি) দ্বারা সূরায়ে ফাতেহাকে বুঝানো হয়েছে। কিন্তু এটাও মনে রাখা উচিত যে, এটা ছাড়া অন্যটাও উদ্দেশ্য হতে পারে এবং এহাদীসগুলি ওর বিপরীত নয়, যখন অন্যগুলোতেও এই মূল তত্ত্ব পাওয়া যাবে। যেমন মহান আল্লাহ বলেনঃ (আরবি) অর্থাৎ “আল্লাহ অবতীর্ণ করেছেন উত্তম বাণী সম্বলিত কিতাব যা সুসামঞ্জস্য এবং যা পুনঃপুনঃ আবৃত্তি করা হয়।” (৩৯:২৩) সুতরাং এই আয়াতে সম্পূর্ণ কুরআনকে বলা হয়েছে এবং ও বলা হয়েছে। কাজেই এটা এক দিক দিয়ে এবং অন্য দিক দিয়ে হলো। আর কুরআন আযীমও এটাই। যেমন নিম্নের রিওয়াইয়াত দ্বারা এটা প্রমাণিত হয়ঃ রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করা হয়ঃ “যে মসজিদের ভিত্তি তাকওয়ার উপর স্থাপিত ওটা কোন্ মসজিদ?” উত্তরে তিনি নিজের মসজিদের (মসজিদে নববী) দিকে ইশারা করেন। অথচ এটাও প্রমাণিত বিষয় যে, ঐ আয়াতটি কুবার মসজিদ সম্পর্কে অবতীর্ণ হয়। সুতরাং নিয়ম এই যে, কোন জিনিসের উল্লেখ অন্য জিনিসকে অস্বীকার করে না, যদি ওর মধ্যেও ঐরূপ গুণ থাকে। এসব ব্যাপারে আল্লাহ তাআলাই সর্বাধিক সঠিক জ্ঞানের অধিকারী।সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঐ ব্যক্তি আমাদের অন্তর্ভুক্ত নয়, যে কুরআন পেয়ে নিজেকে অন্য কিছু থেকে অমুখাপেক্ষী মনে করে না।” এই হাদীসের তাফসীরে বলা হয়েছে যে, যে ব্যক্তি কুরআন পেলো অথচ এটা ছাড়া অন্য কিছু থেকে বেপরোয়া হলো না সে মুসলমান নয়। এই তাফসীর সম্পূর্ণরূপে সঠিক বটে, কিন্তু এই হাদীসের দ্বারা উদ্দেশ্য এটা নয়। এ হাদীসের সঠিক ভাব ও উদ্দেশ্য আমরা আমাদের এই তাফসীরের শুরুতে বর্ণনা করেছি।হযরত আবু রাফে’ (রাঃ) হতে বর্ণিত, তিনি বলেন, একদা রাসূলুল্লাহর (সঃ) বাড়ীতে এক মেহমান আগমন করে। ঐ দিন তার বাড়ীতে কিছুই ছিল না। তিনি রজব মাসে পরিশোধের অঙ্গীকারে একজন ইয়াহূদীর কাছে কিছু আটা ধার চাইতে পাঠান। কিন্তু ইয়াহূদী বলেঃ “আমার কাছে কোন জিনিস বন্ধক রাখা ছাড়া আমি ধার দেবো না।” ঐ সময় রাসূলুল্লাহ (সঃ) বলেনঃ “আল্লাহর শপথ! আমি আকাশবাসীদের মধ্যে সবচেয়ে বড় আমানতদার এবং যমীনবাসীদের মধ্যেও। সে যদি আমাকে ধার দিতো অথবা বিক্রী করতো তবে আমি অবশ্য অবশ্যই ওটা আদায় করে দিতাম।” তখন (আরবি) এই আয়াত অবতীর্ণ হয়। (এ হাদীসটি ইবনু আবি হাতিম (রঃ) বর্ণনা করেছেন) তাঁকে যেন পার্থিব জগতের প্রতি বীতশ্রদ্ধ করে তোলা হয়েছে। হযরত ইবনু আ স (রাঃ) বলেনঃ “মানুষের জন্যে এটা নিষিদ্ধ যে, সে কারো ধন-সম্পদের প্রতি লোভের দৃষ্টি নিক্ষেপ করবে। আল্লাহ পাক যে বলেছেনঃ “আমি তাদের বিভিন্ন শ্রেণীকে ভোগ-বিলাসের যে উপকরণ দিয়েছি এর দ্বারা সম্পদশালী কাফিরদেরকে বুঝানো হয়েছে”।",
  "ayah": 88,
  "surah": 15
}
