{
  "text": "لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا (2(وقوله : { ليغفر لك الله } بدل اشتمال من ضمير { لك } . والتقدير : إنا فتحنا فتحاً مبيناً لأجلك لغفران الله لك وإتمام نعمته عليك ، وهدايتك صراطاً مستقيماً ونصرك نصراً عزيزاً . . . وجُعلت مغفرة الله للنبيء صلى الله عليه وسلم علة للفتح لأنها من جملة ما أراد الله حصوله بسبب الفتح ، وليست لام التعليل مُقتضية حَصْرَ الغرض من الفعل المعلل في تلك العلة ، فإن كثيراً من الأشياء تكون لها أسباب كثيرة فيذكر بعضها ممّا يقتضيه المقام وإذ قد كان الفتح لكرامة النبيء صلى الله عليه وسلم على ربه تعالى كان من علته أن يغفر الله لنبيئه صلى الله عليه وسلم مغفرة عامة إتماماً للكرامة فهذه مغفرة خاصة بالنبيء صلى الله عليه وسلم هي غير المغفرة الحاصلة للمجاهدين بسبب الجهاد والفتح .فالمعنى : أن الله جعل عند حصول هذا الفتح غفران جميع ما قد يؤاخذ الله على مثله رسلَه حتى لا يبقى لرسوله صلى الله عليه وسلم ما يقصر به عن بلوغ نهاية الفضل بين المخلوقات . فجعل هذه المغفرة جزاء له على إتمام أعماله التي أرسل لأجلها من التبليغ والجهاد والنَصب والرغبة إلى الله . فلما كان الفتح حاصلاً بسعيه وتسببه بتيسير الله له ذلك جعل الله جزاءه غفران ذنوبه بعظم أثر ذلك الفتح بإزاحة الشرك وعلوّ كلمة الله تعالى وتكميل النفوس وتزكيتها بالإيمان وصالح الأعمال حتى ينتشر الخير بانتشار الدين ويصير الصلاح خُلقاً للناس يقتدي فيه بعضُهم ببعض وكل هذا إنما يناسب فتح مكة وهذا هو ما تضمنته سورة { إذا جاء نصر الله } من قوله : { إذا جاء نصر الله والفتح ورأيت الناس يدخلون في دين الله أفواجا فسبح بحمد ربك واستغفره إنه كان توابا } [ النصر : 1 3 ] أي إنه حينئذٍ قد غفر لك أعظم مغفرة وهي المغفرة التي تليق بأعظممِ من تَابَ على تائب ، وليست إلا مغفرة جميع الذنوب سابقها وما عسى أن يأتي منها مِما يعده النبيء صلى الله عليه وسلم ذنباً لشدة الخشية من أقل التقصير كما يقال : حسنات الأبرار سيئات المقربين ، وإن كان النبيء صلى الله عليه وسلم معصوماً من أن يأتي بعدها بما يؤاخَذ عليه . وقال ابن عطية : وإنما المعنى التشريف بهذا الحكم ولو لم تكن له ذنوب ، ولهذا المعنى اللَّطيف الجليل كانت سورة { إذا جاء نصر الله } مؤذنة باقتراب أجل النبيء صلى الله عليه وسلم فيما فهم عمر بن الخطاب وابن عباس ، وقد روي ذلك عن النبيء صلى الله عليه وسلموالتقدم والتأخر من الأحوال النسبية للموجودات الحقيقية أو الاعتبارية يقال : تقدم السائر في سيره على الركب ، ويقال : تقدم نزول سورة كذا على سورة كذا ولذلك يكثر الاحتياج إلى بيان ما كان بينهما تقدم وتأخر بذكر متعلق بفعل تقدم وتأخّر .وقد يترك ذلك اعتماداً على القرينة ، وقد يقطع النظر على اعتبار متعلِّق فيُنزَّل الفعل منزلة الأفعال غير النسبية لقصد التعميم في المتعلقات وأكثر ذلك إذا جمع بين الفعلين كقوله هنا { ما تقدم من ذنبك وما تأخر } [ الفتح : 2 ] . والمراد ب { ما تقدم } : تعميم المغفرة للذنب كقوله : { يعلم ما بين أيديهم وما خلفهم } [ البقرة : 255 ] ، فلا يقتضي ذلك أنه فرط منه ذنب أو أنه سيقع منه ذنب وإنما المقصود أنه تعالى رَفَعَ قَدره رفعَة عدم المؤاخذة بذنب لو قُدر صدوره منه وقد مضى شيء من بيان معنى الذنب عند قوله تعالى : { واستغفر لذنبك } في سورة القتال ( 55 ( .وإنما أسند فعل ليغفر } إلى اسم الجلالة العلَم وكان مقتضى الظاهر أن يسند إلى الضمير المستتر قصداً للتنويه بهذه المغفرة لأن الاسم الظاهر أنفذ في السمع وأجلب للتنبيه وذلك للاهتمام بالمسند وبمتعلقه لأن هذا الخبر أُنف لم يكن للرسول صلى الله عليه وسلم علم به ولذلك لم يبرز الفاعل في { ويُتمّ نعمته عليك ويهديك } لأن إنعام الله عليه معلوم وهدايته معلومة وإنما أخبر بازديادهما .وإتمام النعمة : إعطاء ما لم يكن أعطاه إياه من أنواع النعمة مثل إسلام قريش وخلاص بلاد الحجاز كلّها للدخول تحت حكمه ، وخضوع من عانده وحاربه ، وهذا ينظر إلى قوله تعالى : { اليوم أكملت لكم دينكم وأتممت عليكم نعمتي } [ المائدة : 3 ] فذلك ما وعد به الرسول صلى الله عليه وسلم في هذه الآية وحصل بعد سنين .ومعنى { ويهديك صراطاً مستقيماً } : يزيدك هديا لم يسبق وذلك بالتوسيع في بيان الشريعة والتعريف بما لم يسبق تعريفه به منها ، فالهداية إلى الصراط المستقيم ثابتة للنبيء صلى الله عليه وسلم من وقت بعثته ولكنها تزداد بزيادة بيان الشريعة وبسعة بلاد الإسلام وكثرة المسلمين مما يدعو إلى سلوك طرائق كثيرة في إرشادهم وسياستهم وحماية أوطانهم ودفع أعدائهم ، فهذه الهداية متجمعة من الثبات على ما سبق هديُه إليه ، ومن الهداية إلى ما لم يسبق إليه وكل ذلك من الهداية .والصراط المستقيم : مستعار للدين الحق كما تقدم في سورة الفاتحة . وتنوين { صراطاً } للتعظيم . وانتصب { صراطاً } على أنه مفعول ثان ل { يهدي } بتضمين معنى الإعطاء ، أو بنزع الخافض كما تقدّم في الفاتحة .والنصر العزيز : غير نصر الفتح المذكور لأنه جعل علة الفتح فهو ما كان من فتح مكة وما عقبه من دخول قبائل العرب في الإسلام بدون قتال .وبعثهم الوفود إلى النبي صلى الله عليه وسلم ليتلقوا أحكام الإسلام ويُعلموا أقوامهم إذا رجعوا إليهم . ووصف النصر بالعزيز مجاز عقلي وإنما العزيز هو النبي صلى الله عليه وسلم المنصور ، أو أريد بالعزيز المعز كالسميع في قول عمرو بن معد يكرب :آمِنْ ريحانة الداعي السميع ... أي المسمع ، وكالحكيم على أحد تأويلين .والعزة : المنعة .",
  "ayah": 2,
  "surah": 48
}
