{
  "text": "وَهُوَ الَّذِي كَفَّ أَيْدِيَهُمْ عَنْكُمْ وَأَيْدِيَكُمْ عَنْهُمْ بِبَطْنِ مَكَّةَ مِنْ بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيرًا (24(عطف على جملة { وكفّ أيدي الناس عنكم } [ الفتح : 20 ] وهذا كفّ غير الكف المراد من قوله : { وكفَّ أيدي الناس عنكم } .وتقديم المسند إليه على الخبر الفعلي لإفادة التخصيص ، أي القصر ، أي لم يكفّهم عنكم ولا كفكم عنهم إلا الله تعالى ، لا أنتم ولا هم فإنهم كانوا يريدون الشر بكم وأنتم حين أحطتم بهم كنتم تريدون قتلهم أو أسرهم فإن دواعي امتداد أيديهم إليكم وامتداد أيديكم إليهم متوفرة فلولا أن الله قدّر موانع لهم ولكم لاشتبكتم في القتال ، فكفَّ أيديهم عنكم بأن نبهكم إليهم قبل أن يفاجئوكم وكف أيديكم عنهم حين أمر رسوله صلى الله عليه وسلم بأن يعفو عنهم ويطلقهم .وتقدم الكلام على معنى { كف } في قوله آنفاً { وكف أيديَ الناس عنكم } . والمعنى : أنه لم يترك أحد من الفريقين الاعتداء على الفريق الآخر من تلقاء نفسه ولكن ذلك كان بأسباب أوجدها الله تعالى لإرادته عدم القتال بينهم ، وهي منّة ثانية مثل المنة المذكورة في قوله : { وكف أيدي الناس عنكم .وهذه الآية أشارت إلى كف عن القتال يسّره الله رفقاً بالمسلمين وإبقاء على قوتهم في وقت حاجتهم إلى ذلك بعد وقعة بدر ووقعة أحد ، واتفق المفسرون الأولون على أن هذا الكف وقع في الحديبية . وهذا يشير إلى ما روي من طرق مختلفة وبعضها في سنن الترمذي وقال : هو حديث صحيح ، وفي بعضها زيَادة على بعض أن جمعاً من المشركين يُقدر بستة أو باثني عشر أو بثلاثين أو سبعين أو ثمانين مسلحين نزلوا إلى الحديبية يريدون أن يأخذوا المسلمين على غرة ففطن لهم المسلمون فأخذوهم دون حرب النبي بإطلاقهم وكان ذلك أيام كان السفراء يمشون بين النبي وبين أهل مكة ولعل النبي أطلقهم تجنباً لما يعكر صفو الصلح .وضمائر الغيبة راجعة للذين كفروا في قوله : { ولو قاتلكم الذين كفروا } [ الفتح : 22 ] ووجه عوده إليه مع أن الذين كف الله أيديهم فريق غير الفريق الذي في قوله : { ولو قاتلكم الذين كفروا } هو أن عرف كلام العرب جار على أن ما يصدر من بعض القوم ينسب إلى القوم بدون تمييز كما تقدم في سورة البقرة ( 63 ( في قوله : { وإذ أخذنا ميثاقكم }وقوله : ببطن مكة } ظاهر كلام الأساس : أن حقيقة البطن جوف الإنسان والحيوان وأن استعماله في معاني المنخفض من الشيء أو المتوسط مجاز ، قال الراغب : ويقال للجهة السفلى بطن ، وللعليا ظهر . ويقال : بطن الوادي لوسطه . والمعروف من إطلاق لفظ البطن إذا أضيف إلى المكان أن يراد به وسط المكان كما في قول كعب بن زهير :في فتية من قريش قال قائلهم ... ببطن مكةَ لما أسلموا زُولواأي في وسط البلد الحرام فإن قائل : زولوا ، هو عمر بن الخطاب أو حمزة بن عبد المطلب ، غير أن محمل ذلك في هذه الآية غير بيّن لأنه لا يعرف وقوع اختلاط بين المسلمين والمشركين في وسط مكة يفضي إلى القتال حتى يُمتنّ عليهم بكف أيدي بعضهم عن بعض وكل ما وقع مما قد يفضي إلى القتال فإنما وقع في الحديبيّة .فجمهور المفسّرين حَملوا بطن مكة في الآية على الحديبيّة من إطلاق البطن على أسفل المكان ، والحديبيّة قريبة من مكة وهي من الحِل وبعض أرضها من الحرم وهي على الطريق بين مكة وجدة وهي إلى مكة أقرب وتعرف اليوم باسم الشميسي ، وجعلوا الآية تشير إلى القصة المذكورة في «جامع الترمذي» وغيره بروايات مختلفة وهي ما قدمناه آنفاً . ومنهم من زاد في تلك القصّة : أن جيش المسلمين اتبعوا العدوّ إلى أن دخلوا بيوت مكة وقتلوا منهم وأسروا فيكون بطن مكة محمولاً على مشهور استعماله ، وهذا خبر مضطرب ومناف لظاهر قوله : { كف أيديهم عنكم وأيديكم عنهم } . ومنهم من أبعد المحمل فجعل الآية نازلة في فتح مكة وهذا لا يناسب سياق السورة ويخالف كلام السلف من المفسّرين وهم أعلم بالمقصود ، هذا كلّه بناء على أن الباء في قوله : { ببطن مكة } متعلقة بفعل { كف } ، أي كان الكف في بطن مكة .ويجوز عندي أن يكون { ببطن مكة } ظرفاً مستقِرّاً هو حال من ضميري { عنكم } و { عنهم } وهو حال مقدرة ، أي لو كنتم ببطن مكة ، أي لو لم يقع الصلح فدخلتم محاربين كما رغب المسلمون الذين كرهوا الصلح كما تقدم فيكون إطلاق { بطن مكة } جارياً على الاستعمال الشائع ، أي في وسط مدينة مكة . ولهذا أوثرت مادة الظفر في قوله : { من بعد أن أظفركم عليهم } دون أن يقال : من بعد أن نصركم عليهم ، لأن الظفر هو الفوز بالمطلوب فلا يقتضي وجود قتال فالظفر أعم من النصر ، أي من بعد أن أنالكم ما فيه نفعكم وهو هدنة الصلح وأن تعودوا إلى العمرة في العام القابل .ومناسبة تعريف ذلك المكان بهذه الإضافة الإشارة إلى أن جمع المشركين نزلوا من أرض الحرم المكي إذ نزلوا من جبل التنعيم وهو من الحرم وكانوا أنصاراً لأهل مكة .ويتعلّق قوله : { من بعد أن أظفركم عليهم } بفعل { كف } باعتبار تعديته إلى المعطوف على مفعوله ، أعني : { وأيديكم عنهم } لأنه هو الكف الذي حصل بعد ظفر المسلمين بفئة المشركين عل حسب تلك الرواية والقرينة ظاهرة من قوله : { من بعد أن أظفركم عليهم } . وهذا إشارة إلى أن كف أيدي بعضهم عن بعض كان للمسلمين إذا مَنُّوا على العدوّ بعد التمكن منه . فعُدي { أظفركم } ب ( على ( لتضمينه معنى أيَّدَكُم وإلا فحقه أن يعدى بالباء .وجملة { وكان اللَّه بما تعملون بصيراً } تذييل للتي قبلها ، والبصير بمعنى العليم بالمرئيّات ، أي عليماً بعملكم حين أحطتم بهم وسُقتموهم إلى النبي صلى الله عليه وسلم تظنون أنكم قاتلوهم أو آسروهم .وقرأ الجمهور { تعملون } بتاء الخطاب . وقرأه أبو عمرو وحده بياء الغيبة ، أي عليماً بما يعملون من انحدارهم على غرة منكم طامعين أن يتمكنوا من أن يغلبوكم وفي كلتا القراءتين اكتفاء ، أي كان الله بما تعملون ويعملون بصيرا ، أو بما يعملون وتعملون بصيرا ، لأن قوله : { كف أيديهم عنكم وأيديكم عنهم } يفيد عملاً لكل فريق ، أي علم نواياكم فكفها لحكمة استبقاء قوتكم وحسن سمعتكم بين قبائل العرب وأن لا يجد المشركون ذريعة إلى التظلم منكم بالباطل .",
  "ayah": 24,
  "surah": 48
}
