{
  "text": "إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمُ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيمًا (26(ظرف متعلق بفعل { صدوكم } [ الفتح : 25 ] أي صدوكم صدًّا لا عذر لهم فيه ولا داعي إليه إلا حميةَ الجاهلية ، وإلا فإن المؤمنين جاءوا مسالمين معظمين حُرمة الكعبة سائقين الهدايا لنفع أهل الحرم فليس من الرشد أن يمنعوا عن العمرة ولكن حمية الجاهلية غطّت على عقولهم فصمّموا على منع المسلمين ، ثم آل النزاع بين الطائفتين إلى المصالحة على أن يرجع المسلمون هذا العام وعلى أن المشركين يمكنوهم من العمرة في القابل وأن العامين سواء عندهم ولكنهم أرادوا التشفي لما في قلوبهم من الإحن على المسلمين .فكان تعليق هذا الظرف بفعل { وصدوكم } مشعراً بتعليل الصَّد بكونه حمية الجاهلية ليفيد أن الحمية مُتَمَكنة منهم تظهر منها آثارها فمنها الصد عن المسجد الحرام .والحمية : الأنفة ، أي الاستنكاف من أمرٍ لأنه يراه غضاضة عليه وأكثر إطلاق ذلك على استكبار لا موجب له فإن كان لموجب فهو إباء الضيم . ولما كان صدهم الناس عن زيارة البيت بلا حق لأن البيت بيت الله لا بيتهم كان داعي المنع مجرد الحمية قال تعالى : { وما كانوا أولياءه } [ الأنفال : 34 ] . و { جعل } بمعنى وضع ، كقول الحريري في المقامة الأخيرة «اجعل الموت نصب عينك» ، وقول الشاعر :وإثمد يجعل في العين ... وضمير { جعل } يجوز أن يكون عائداً إلى اسم الجلالة في قوله : { ليدخل الله في رحمته } [ الفتح : 25 ] من قوله : { لعذبنا الذين كفروا } [ الفتح : 25 ] والعدول عن ضمير المتكلم إلى ضمير الغيبة التفات .و { الذين كفروا } مفعول أول ل { جعل } . و { الحمية } بدل اشتمال من { الذين كفروا } ، و { في قلوبهم } في محل المفعول الثاني ل { جعل } ، أي تخلّقُوا بالحمية فهي دافعة بهم إلى أفعالهم لا يراعون مصلحة ولا مفسدة فكذلك حين صدّوكم عن المسجد الحرام .و { في قلوبهم } متعلق ب { جعل } ، أي وضع الحمية في قلوبهم .وقوله : { حمية الجاهلية } عطف بيان للحمية قُصد من إجماله ثم تفصيله تقريرُ مدلوله وتأكيده مَا يحصل لو قال : { إذ جعل الذين كفروا في قلوبهم حميةَ الجاهلية } .وإضافة الحمية إلى الجاهلية لقصد تحقيرها وتشنيعها فإنها من خلق أهل الجاهلية فإن ذلك انتساب ذم في اصطلاح القرآن كقوله : { يظنون بالله غير الحق ظن الجاهلية } [ آل عمران : 154 ] وقوله : { أفحكم الجاهلية يبغون } [ المائدة : 50 ] .ويعكس ذلك إضافة السكينة إلى ضمير الله تعالى إضافة تشريف لأن السكينة من الأخلاق الفاضلة فهي موهبة إلهاية .وتفريع { فأنزل الله سكينته على رسوله وعلى المؤمنين } ، على { إذ جعل الذين كفروا } ، يؤذن بأن المؤمنين ودُّوا أن يقاتلوا المشركين وأن يدخُلوا مكة للعمرة عنوة غضباً من صدّهم عنها ولكن الله أنزل عليهم السكينة .والمراد بالسكينة : الثبات والأناة ، أي جعل في قلوبهم التأنّي وصرف عنهم العجْلة ، فعصمهم من مقابلة الحَمِية بالغضب والانتقاممِ فقابلوا الحمية بالتعقل والتثبت فكان في ذلك خير كثير .وفي هذه الآية من النكت المعنوية مقابلة { جعل } ب { أنزل } في قوله : { إذ جعل الذين كفروا في قلوبهم الحمية } وقوله : { فأنزل الله سكينته } فدلّ على شرف السكينة على الحمية لأن الإنزال تخييل للرفعة وإضافة الحمية إلى الجاهلية ، وإضافة السكينة إلى اسم ذاته . وعُطف على إنزال الله سكينته { ألزمهم كلمة التقوى } [ الفتح : 26 ] ، أي جعل كلمة التقوى لازمة لهم لا يفارقونها ، أي قرن بينهم وبين كلمة التقوى ليكون ذلك مقابلَ قوله : { وصدوكم عن المسجد الحرام } [ الفتح : 25 ] فإنه لما ربط صدهم المسلمين عن المسجد الحرام بالظرف في قوله : { إذ جعل الذين كفروا في قلوبهم الحمية الجاهلية } رَبْطاً يفيد التعليل كما قدمناه آنفاً رَبَطَ ملازمة المسلمين كلمة التقوى بإنزال السكينة في قلوبهم ، ليكون إنزال السكينة في قلوبهم ، وهو أمر باطني ، مؤثراً فيهم عملاً ظاهرياً وهو ملازمتهم كلمة التقوى كما كانت حمية الجاهلية هي التي دفعت الذين كفروا إلى صد المسلمين عن المسجد الحرام .وضمير النصب في { وألزمهم } عائد إلى { المؤمنين } لأنهم هم الذين عوّض الله غضبهم بالسكينة ولم يكن رسول الله مفارقاً السكينة من قبل .و { كلمة التقوى } إن حملت على ظاهرِ معنى { كلمة } كانت من قبيل الألفاظ وإطلاق الكلمة على الكلام شائع ، قال تعالى : { إنها كلمة هو قائلها } [ المؤمنون : 100 ] ففسرت الكلمة هنا بأنها قول : لا إله إلا الله . وروي هذا عن أُبيّ بن كعب عن النبي صلى الله عليه وسلم فيما رواه الترمذي ، وقال : هو حديث غريب . قلت : في سنده : ثوير ، ويقال : ثور بن أبي فاختة قال فيه الدارقطني : هو متروك ، وقال أبو حاتم : هو ضعيف . وروى ابن مردوية عن أبي هريرة وسلمةَ بن الأكوع مثله مرفوعاً وكلها ضعيفة الأسانيد . وروي تفسيرها بذلك عند عدد كثير من الصحابة ومعنى إلزامه إياهم كلمة التقوى : أنه قدَّر لهم الثبات عليها قولاً بلفظها وعملاً بمدلولها إذ فائدة الكلام حصول معناه ، فإطلاق ( الكلمة ( هنا كإطلاقه في قوله تعالى : { وجعلها كلمة باقية في عقبه } [ الزخرف : 28 ] يعني بها قول إبراهيم لأبيه وقومه { إنني بَراء مما تعبدون إلا الذي فطرني فإنه سيهدين } [ الزخرف : 26 ، 27 ] .وإضافة { كلمة } إلى { التقوى } على هذا التفسير إضافة حقيقية . ومعنى إضافتها : أن كلمة الشهادة أصل التقوى فإن أساس التقوى اجتناب عبادة الأصنام ، ثم تتفرع على ذلك شعب التقوى كلها . ورويت أقوال أخرى في تفسير { كلمة التقوى } بمعنى كلام آخر من الكلم الطيب وهي تفاسير لا تلائم سياق الكلام ولا نظمه . ويجوز أن تحتمل { كلمة } على غير ظاهر معناها فتكون مقحمة وتكون إضافتها إلى التقوى إضافة بيانية ، أي كلمة هي التقوى ، ويكون المعنى : وألزمهم التقوى على حد إقحام لفظ اسم في قول لبيد :إلى الحول ثم اسمُ السلام عليكماومنه قوله تعالى : { تبارك اسمُ ربك } [ الرحمن : 78 ] على أحد التفسيرين فيه . ويدخل في التقوى ابتداءً توحيدُ الله تعالى .ويجوز أن يكون لفظ { كلمة } مطلقاً على حقيقة الشيء . وجُماع معناه كإطلاق الاسم في قول النابغة :نبئت زرعة والسفاهة كاسمِها ... يُهدي إلى غرائب الأشعارويؤيد هذا الوجه ما نقل عن مجاهد أنه قال : كلمة التقوى : الإخلاص . فجعل ( الكلمة ( معنى من التقوى . فالمعنى على هذين التوجهين الأخيرين : أنهم تخلقوا بالتقوى لا يفارقونها فاستعير الإلزام لدوام المقارنة . وهذان الوجهان لا يعارضان تفسير كلمة ( التقوى ( بكلمة ( الشهادة ( المروي عن رسول الله صلى الله عليه وسلم إذ يكون ذلك تفسيراً بجزئي من التقوى هو أهمّ جزئياتها ، أي تفسير مثال .وعن الحسن : أن كلمة { التقوى } الوفاء بالعهد ، فيكون الإلزام على هذا بمعنى الإيجاب ، أي أمرهم بأن يفوا بما عاهدوا عليه للمشركين ولا ينقضوا عهدهم ، فلذلك لم ينقض المسلمون العهد حتى كان المشركون هم الذين ابتدأوا بنقضه .والواو في { وكانوا أحق بها } واو الحال ، والجملة حال من الضمير المنصوب ، أي ألزمهم تلك الكلمة في حال كانوا فيه أحق بها وأهلها ممن لم يلزموها وهم الذين لم يقبلوا التوحيد على نحو قوله تعالى : { وإن كانت لكبيرة إلاّ على الذين هدى الله } [ البقرة : 143 ] . وجيء بفعل كانوا لدلالتها على أن هذه الأحقية راسخة فيهم حاصلة في الزمن الماضي ، أي في قدر الله تعالى .والمعنى : أن نفوس المؤمنين كانت متهيئة لقبول كلمة التقوى والتزامها بما أرشدها الله إليه . والمفضل عليه مقدر دلّ عليه ما تقدم ، أي أحق بها من الذين كفروا والذين جعل الله في قلوبهم الحمية لأن الله قدّر لهم الاستعداد للإيمان دون الذين أصروا على الكفر .وأهل الشيء مستحقُه ، والمعنى أنهم كانوا أهل كلمة التقوى لأنها تناسب ضمائرهم وما انطوت عليه قلوبهم . وهذه الأهلية مثل الأحقية متفاوتة في الناس وكلما اهتدى أحد من المشركين إلى الإسلام دلّ اهتداؤه على أنه حصلت له هذه الأهلية للإسلام .وجملة { وكان اللَّه بكل شيء عليماً } تذييل ، أي وسبق في علم الله ذلك في عموم ما أحاط به علم الله من الأشياء مجرى تكوينه على نحو علمه .",
  "ayah": 26,
  "surah": 48
}
