{
  "surah": 5,
  "ayah": 54,
  "text": "O you who have faith, if any of you turn back on your religion, God will bring a people whom He loves, and who love Him. This verse contains an allusion for the knowers and good news for the faithful. The allusion is that God is the guardian and defender of the creed of submission, the unswerving religion, the Muhammadan Shariah, and that it will always remain. What will this religion lose if some people turn away? If some people turn back, the Lord of Mightiness will bring others who embrace this religion with spirit and heart and nurture it joyfully. With them God will preserve the signposts of His commands and the foundations of His prohibitions. With their places He will decorate the carpet of the Shariah. Upon them He has inscribed the letters of love, for He says, “whom He loves, and who love Him.” Upon the page of their hearts He has written with the divine script: He wrote faith in their hearts [58:22]. He has illuminated their inmost eye with the lamp of recognition: So he is upon a light from his Lord [39:22]. The Divinity is their nurturer, the lap of prophethood their cradle, beginninglessness and endlessless their warders, the playing field of gentleness the lodge of their gaze, and the carpet of awe the resting place of their aspiration. This is just what God says in another place: “So if they disbelieve, we have already entrusted it to a people who do not disbe- lieve” [6:89]. The Prophet said, “A group among my people will never cease supporting the Real. None who oppose them will harm them, and then God's command will come.” The good news is that whoever does not turn back is counted among the friends, the folk of love and faith. Those who do not fall into the abyss of turning back have the good news that the name of love will fall upon them. God says, “If any of you turn back on your religion, God will bring a people whom He loves, and who love Him.” First He affirms His love, then the servants' love. Thus you know that so long as God does not love the servant, the servant will not love. WāsiṬī said, “Gehenna was nullified when He mentioned His love for them with His words, 'Whom He loves, and who love Him."
}
