{
  "text": "لقد افتتحت سورة الرعد ببعض الحروف المقطعة ، وقد سبق أن تكلمنا عن آراء العلماء فى هذه الحروف فى سور : البقرة ، وآل عمران ، والأعراف ، ويونس ، وهود ، ويوسف .وقلنا ما ملخصه : إن أقرب الأقوال إلى الصواب ، أن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض السور على سبيل الإِيقاظ والتنبيه إلى إعجاز القرآن .فكأن الله - تعالى - يقول لأولئك المعارضين فى أن القرآن من عند الله : هاكم القرآن ترونه مؤلفاً من كلام هو من جنس ما تؤلفون من كلامكم ، ومنظوماً من حروف هى من جنس الحروف الجهائية التى تنظمون منها كلماتكم .فإن كنتم فى شك من كونه منزلاً من عند الله فهاتوا مثله ، وادعوا من شئتم من الخلق لكى يعاونكم فى ذلك ، فإن لم تستطيعوا أن تأتوا بمثله فهاتوا عشر سور من مثله ، فإن لم تستطيعوا فهاتوا سورة واحدة من مثله . .ومع كل هذا التساهل معهم فى التحدى ، فقد عجزوا وانقلبوا خاسرين ، فثبت بذلك أن هذا القرآن من عند الله - تعالى - .( تلك ) اسم إِشارة ، والمشار إليه الآيات ، والمراد بها آيات القرآن الكريم ، ويدخل فيها آيات السورة التى معنا .والمراد بالكتاب : القرآن الكريم الذى أنزله - سبحانه - على نبيه - صلى الله عليه وسلم - لإِخراج الناس من ظلمات الجاهلية إلى نور الإِسلام .وقوله ( والذي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ الحق ) تنويه بشأن القرآن الكريم ، ورد على المشركين الذين زعموا أنه أساطير الأولين .أى : تلك الآيات التى نقرؤها عليك - يا محمد - فى هذه السورة هى آيات الكتاب الكريم ، وما أنزله الله - تعالى - عليك فى هذا الكتاب ، هو الحق الخالص الذى لا يلتبس به باطل ، ولا يحوم حول صحته شك أو التباس .وفى قوله - سبحانه - ( مِن رَّبِّكَ ) مزيد من التلطف فى الخطاب معه - صلى الله عليه وسلم - فكأنه - سبحانه - يقول له : إن ما نزل عليك من قرآن هو من عند ربك الذى تعهدك بالرعاية والتربية حتى بلغت درجة الكمال .واسم الموصول ( الذى ) مبتدأ ، والجملة بعد صلة ، والحق هو الخبر . . .وقوله ( ولكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ ) استدراك لبيان موقف أكثر الناس من هذا القرآن الذى لا يأتيه الباطل من بين يديه ولا من خلفه .أى : لقد أنزلنا عليك يا محمد هذا القرآن بالحق ، ولكن أكثر الناس لا يؤمنون به لانطماس بصائرهم ، واستيلاء العناد على نفوسهم . . .وفى هذا الاستدراك ، مدح لتلك القلة المؤمنة من الناس ، وهم أولئك الذين فتحوا قلوبهم للحق منذ أن وصل إليهم ، فآمنوا به ، واعتصموا بحبله ، ودافعوا عنه بأموالهم وأنفسهم وعلى رأس هذه القلة التى آمنت بالحق منذ أن بلغها : أبو بكر الصديق وغيره من السابقين إلى الإِسلام .",
  "ayah": 1,
  "surah": 13
}
