{
  "text": "ثم أقام - سبحانه - الأدلة الساطعة على وحدانيته وعلى وجوب إخلاص العبادة له - تعالى - فقال : ( أَفَمَنْ هُوَ قَآئِمٌ على كُلِّ نَفْسٍ بِمَا كَسَبَتْ . . . ) .والمراد بالقيام هنا : الحفظ والهيمنة على جميع شئون الخلق والاستفهام للإِنكار ، والخبر محذوف والتقدير : ( أَفَمَنْ هُوَ قَآئِمٌ ) أى : رقيب ومهيمن ( على كُلِّ نَفْسٍ ) كائنة ما كانت ، عالم بما تعمله من خير أو شر فمجازيها به كن ليس كذلك؟وحذف الخبر هنا وهو قولنا - كمن ليس كذلك - لدلالة السياق عليه ، كما فى قوله - تعالى - : ( أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلاَمِ ) أى : كمن قسا قلبه .وحسن حذف الخبر هنا لأنه مقابل للمبتدأ هو ( من ) ولأن قوله - تعالى - : ( وَجَعَلُواْ للَّهِ شُرَكَآءَ ) حالية ، والتقدير :أفمن هذه صفاته ، وهو الله - تعالى - كمن ليس كذلك ، والحال أن هؤلاء الأغبياء قد جعلوا له شركاء فى العبادة وغيرها .فالمقصود من هذه الجملة الكريمة ، زيادة توبيخهم ، وتسفيه أفكارهم وعقولهم .وقوله - سبحانه - ( قُلْ سَمُّوهُمْ ) تبكيت لهم إثر تبكيت .أى : قل لهم - أيها الرسول الكريم - سموهم شركاء إن شئتم ، فإن هذه التسمية لا وجود لها فى الحقيقة والواقع ، ولا تخرجهم عن كونهم لا يملكون لأنفسهم - فضلا عن غيرهم - نفعا ولا ضرا ، لأن الله - تعالى - واحد لا شريك له .وهذه التسمية إنما هى من عند أنفسكم ما أنزل الله بها من سلطن ، كما قال تعالى : ( إِنْ هِيَ إِلاَّ أَسْمَآءٌ سَمَّيْتُمُوهَآ أَنتُمْ وَآبَآؤُكُم مَّآ أَنزَلَ الله بِهَا مِن سُلْطَانٍ ) فالأمر فى قوله ( سموهم ) مستعمل فى الإِباحة المصحوبة بالتهديد ، للإِشارة إلى عدم الاكتراث بهم وبآلهتهم التى سموها شركاء وسموهم بهذا الاسم : قل لهم على سبيل الإِنكار والتوبيخ : أتخبرون الله بشركاء لا وجود لهم فى الأرض ، لأنهم لو كان لهم وجود لعلمهم ، لأنه - سبحانه - لا يخفى عليه شئ فى الأرض ولا فى السماء .أم أنكم سميتموهم شركاء بظاهر من القول أى : بظن من القول لا حقيقة له فى الواقع ونفس الأمر .قال الآلوسى ما ملخصه : وقوله ( أَمْ تُنَبِّئُونَهُ ) أى : بل أتخبرون الله - تعالى - ( بِمَا لاَ يَعْلَمُ فِي الأرض ) أى بشركاء مستحقين للعبادة لا يعلمهم - سبحانه - والمراد : نفيها بنفى لازمها على طريق الكناية ، لأنه - سبحانه - إذا كان لا يعلمها - وهو الذى لا يعرزب عن علمه شئ - فهى لا حقيقة لها أصلا .وتخصيص الأرض بالذكر ، لأن المشركين زعموا أنه - سبحانه - له شركاء فيها .وقوله ( أَم بِظَاهِرٍ مِّنَ القول ) أى : بل أتسمونهم شركاء بظاهر من القول من غير معنى متحقق فى نفس الأمر ، كتسمية الزنجى كافوراً .وروى عن الضحاك وقتادة ، أن الظاهر من القول : الباطل منه ، كما فى قول القائل :أعيرتنا ألبانها ولحومها ... وذلك عار يابن ربطة ظاهرأى : باطل زائد . . . .وقوله - سبحانه - : ( بَلْ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكْرُهُمْ وَصُدُّواْ عَنِ السبيل وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ ) إضراب عن حجاجهم ، وإهمال لشأنهم و \" زين \" من التزيين وهو تصيير الشئ زينا أى : حسنا .والمكر : صرف الغير عما يريده بحيلة ، والمراد به هنا : كفرهم ومسالكهم الخبيثة ضد الإِسلام والمسلمين .والمعنى : دع عنك أيها الرسول الكريم - مجادلتهم ، لأنه لا فائدة من ورائها ، فإن هؤلاء الكافرين قد زين لهم الشيطان ورؤساؤهم فى الفكر مكرهم وكيدهم للإِسلام وأتباعه ، وصدوهم عن السبيل الحق ، وعن الصراط المستقيم ، ومن يضلله الله - تعالى - بأن يخلق فيه الضلال لسوء استعداده ، فما له من هاد يهديه ويرشده إلى ما فيه نجاته .هذا ، وقد اشتملت هذه الآية على ألوان من الحجج الساطعة التى تثبت وجوب إخلاص العبادة لله ، وتبطل الشركة والشركاء أشار إليها بعض المفسرين فقال :قال الطيبى : فى هذه الآية الكريمة احتجاج بليغ مبنى على فنون من علم البيان :أولها : ( أَفَمَنْ هُوَ قَآئِمٌ على كُلِّ نَفْسٍ بِمَا كَسَبَتْ ) كمن ليس كذلك ، احتجاج عليهم وتوبيخ لهم على القياس الفاسد لفقد الجهة الجامعة لهما .ثانيها : ( وَجَعَلُواْ للَّهِ شُرَكَآءَ ) من وضع المظهر موضع المضمر ، للتنبيه على أنهم جعلوا شركاء لمن هو فرد واحد لا يشاركه أحد فى أسمائه .ثالثها : ( قُلْ سَمُّوهُمْ ) أى عينوا أسماءهم فقولوا فلان وفلان ، فهو إنكار لوجودها على وجه برهانى . .رابعها : ( أَمْ تُنَبِّئُونَهُ بِمَا لاَ يَعْلَمُ ) احتجاج من باب نفى الشئ أعنى العلم بنفى لازمه وهو المعلوم وهو كناية .خامسها : ( أَم بِظَاهِرٍ مِّنَ القول ) احتجاج من باب الاستدراج لبعثهم على الفكر .أى : أتقولون بأفواهكم من غير روية ، وأنتم ألباء ، فتفكروا فيه لتقفوا على بطلانه .سادسها : التدرج فى كل من الإضرابات على ألطف وجه ، وحيث كانت الآية مشتملة على هذه الأساليب البديعة مع اختصارها ، كان الاحتجاج المذكور مناديا على نفسه بالإِعجاز وأنه ليس كلام البشر \" .",
  "ayah": 33,
  "surah": 13
}
