{
  "text": "ثم حكى - سبحانه - لوناً آخر من طغيانهم واستهزائهم برسولهم - صلى الله عليه وسلم - فقال : ( وَيَسْتَعْجِلُونَكَ بالسيئة قَبْلَ الحسنة وَقَدْ خَلَتْ مِن قَبْلِهِمُ المثلات . . . ) .والمراد بالسيئة : الحالة السيئة كالعقوبات والمصائب التى تسوء من تنزل به .والمراد بالحسنة : الحالة الحسنة كالعافية والسلامة .والمثلات : جمع مثلة - بفتح الميم وضم الثاء كسمرة ، وهى العقوبة الشديدة الفاضحة التى تنزل بالإِنسان فتجعله مثالاً لغيره فى الزجر والردع .والاستعجال : طلب حصول الشئ قبل حلول وقته .أى أن هؤلاء المشركين بلغ بهم الحال فى الطغيان ، أنهم كانوا إذا هددهم الرسول . - صلى الله عليه وسلم - بعقاب الله إذا ما استمروا فى كفرهم ، سخروا منه ، وتهكمو به وقالوا له على سبيل الاستهزاء : ائتنا بما تعدنا به من عذاب إن كنت من الصادقين .وشبيه بهذا قوله - تعالى - : ( وَيَسْتَعْجِلُونَكَ بالعذاب وَلَوْلاَ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ العذاب وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لاَ يَشْعُرُونَ . يَسْتَعْجِلُونَكَ بالعذاب وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بالكافرين ) وقوله - تعالى - ( وَإِذْ قَالُواْ اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ ) والجملة الكريمة تحكى لوناً عجيباً من ألوان توغلهم فى الجحود والضلال ، حيثي طلبوا من الرسول - صلى الله عليه وسلم - تعجيل العقوبة التى توعدهم بها ، بدل أن يطلبوا منه الدعاء لهم بالسلامة والأمان والخير والعافية .وجملة ( وَقَدْ خَلَتْ مِن قَبْلِهِمُ المثلات ) فى موضع الحال ، لزيادة التعجب من جهلهم وطغيانهم ، لأن آثار الأقوام المهلكين بسبب كفرهم ما زالت ماثلة أمام أبصارهم ، وهم يرمون عليها فى أسفارهم ، فكان من الواجب عليهم - لو كانوا يعقلون - أن يعتبروا بها .وقوله - سبحانه - ( وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ على ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ العقاب ) بيان لرحمة الله - تعالى - بعباده ، ولشدة عقابه للمصرين على الكفر منهم أى : وإن ربك - أيها الرسول الكريم - لذو مغفرة عظيمة للناس مع ظلمهم لأنفسهم ، حيث أطاعوا فى ارتكاب الذنوب والمعاصى .ومن مظاهر هذه المغفرة أنه - سبحانه - لم يعاجلهم بالعقوبة . بل صبر عليهم ، وأمهلهم ، لعلهم يتوبون إليه ويستغفرونه ، ويقلعون عن ذنوبهم .قال - تعالى - : ( وَلَوْ يُؤَاخِذُ الله الناس بِمَا كَسَبُواْ مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ . . . )وإن ربك - أيها الرسول الكريم - لشديد العقاب للمصرين على كفرهم وضلالهم ومعاصيهم .وقدم - سبحانه - مغفرته على عقوبته ، فى مقابل تعجل هؤلاء الكافرين للعذاب ، ليظهر الفارق الضخم بين الخر الذى تريده - سبحانه - لهم ، وبين الشر الذى يريدونه لأنفسهم بسبب انطماس بصائرهم . . .قال ابن كثير ما ملخصه : قوله - سبحانه - ( وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ على ظُلْمِهِمْ ) .أى : إنه ذو عفو وصفح وستر للناس مع أنهم يظلمون ويخطئون بلليل والنهار . ثم قرن هذا الحكم بأنه شديد العقاب ، ليعتدل الرجاء والخوف . كما قال - تعالى - ( فَإِن كَذَّبُوكَ فَقُلْ رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلاَ يُرَدُّ بَأْسُهُ عَنِ القوم المجرمين ) وقال - تعالى - ( نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم . وَأَنَّ عَذَابِي هُوَ العذاب الأليم ) وعن سعيد بن المسيب قال : لما هذه الآية ( وَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ على ظُلْمِهِمْ . . . ) قال رسول الله - صلى الله عليه وسلم - \" لولا عفو الله وتجاوزه ما هنأ أحداً العيش . ولولا وعيده وعقابه لاتكل كل أحد \" .",
  "ayah": 6,
  "surah": 13
}
