{
  "text": "তাদের অধিকাংশ গুপ্ত পরামর্শে কোন কল্যাণ নেই,[১] তবে যে (তার পরামর্শে) দান খয়রাত, সৎকাজ ও মানুষের মধ্যে শান্তি স্থাপনের নির্দেশ দেয় (তাতে কল্যাণ আছে)।[২] আর আল্লাহর সন্তুষ্টি লাভের আকাঙ্ক্ষায় যে ঐরূপ করবে[৩] তাকে আমি মহা পুরস্কার দান করব। [৪]\n[১] نَجْوَى (গুপ্ত পরামর্শ) বলতে মুনাফিকদের সেই কথা-বার্তাকে বুঝানো হয়েছে, যা তারা আপোসে মুসলিমদের বিরুদ্ধে অথবা একে অপরের বিরুদ্ধে বলাবলি করত।\n[২] অর্থাৎ, সাদাকা-খয়রাত, সর্বপ্রকার ভাল কাজ এবং মানুষের মাঝে মীমাংসার জন্য গুপ্ত-পরামর্শ করা কল্যাণকর। বহু হাদীসেও এই কাজগুলোর ফযীলত ও গুরুত্বের কথা বর্ণিত হয়েছে।\n[৩] কারণ, ইখলাস (আল্লাহর সন্তুষ্টি লাভের খাঁটি উদ্দেশ্য) না থাকলে বড় বড় আমলও কেবল নষ্টই হবে না, বরং আমলকারীর জন্য বিপদের কারণও হবে। نعوذ بالله من الرياء والنفاق\n[৪] উল্লিখিত আমলগুলোর অনেক ফযীলতের কথা হাদীসসমূহে বর্ণিত হয়েছে। হালাল উপার্জন থেকে আল্লাহর রাস্তায় একটি খেজুর পরিমাণ সাদাকার নেকীও উহুদ পাহাড়ের সমান।\n(সহীহ মুসলিম, যাকাত অধ্যায়ঃ)\nভাল কথার প্রচারের নেকীও অনেক। অনুরূপ আত্মীয়, বন্ধু-বান্ধব এবং আপস-দ্বনেদ্ব লিপ্ত এমন মানুষদের মাঝে সদ্ভাব ও সন্ধি স্থাপন করে দেওয়ার ফযীলতও অনেক। একটি হাদীসে তো এ কাজকে নফল নামায, নফল রোযা এবং নফল সাদাকা-খয়রাত থেকেও উত্তম বলা হয়েছে। মহানবী (সাঃ) বলেন, ( ((أَلَا أُخْبِرُكُمْ بِأَفْضَلَ مِنْ دَرَجَةِ الصِّيَامِ وَالصَّلَاةِ وَالصَّدَقَةِ؟ قَالُوا بَلَى يَا رَسُولَ اللهِ، قَالَ: إِصْلَاحُ ذَاتِ الْبَيْنِ، وَفَسَادُ ذَاتِ الْبَيْنِ الحَالِقَةُ )) \"আমি কি তোমাদেরকে রোযা, নামায ও সদকার মাহাত্ম্য অপেক্ষা অধিক মাহাত্ম্যের কথা বলে দিব না?\" সকলে বলল, 'অবশ্যই হে আল্লাহর রসূল!' তিনি বললেন, \"আপোসে সদ্ভাব স্থাপন করা। আর আপোসের সদ্ভাব নষ্ট হওয়াই হল সর্বনাশী।\"\n(আহমাদ, আবূ দাঊদ, তিরমিযী)\nএমন কি সন্ধিস্থাপনকারীদেরকে (প্রয়োজনবোধে) মিথ্যা বলার অনুমতিও দেওয়া হয়েছে। যাতে একজনকে অপরজনের নিকট করার জন্য উদ্দেশ্যমূলক মিথ্যা বলার প্রয়োজন হলে সে ব্যাপারে যেন কোন দ্বিধা না করে। ((لَيْسَ الْكَذَّابُ الَّذِي يُصْلِحُ بَيْنَ النَّاسِ فَيَنْمِي خَيْرًا أَوْ يَقُولُ خَيْرًا )) \"সে ব্যক্তি মিথ্যুক নয়, যে মানুষের মাঝে মীমাংসা করার জন্য ভাল কথার প্রচার করে অথবা ভাল কথা বলে বেড়ায়।\"\n(বুখারী ২৬৯২-মুসলিম ২৬০৫)",
  "ayah": 114,
  "surah": 4
}
