{
  "text": "হে বিশ্বাসিগণ! তোমরা ন্যায় বিচারে দৃঢ় প্রতিষ্ঠিত থাক, তোমরা আল্লাহর উদ্দেশ্যে সাক্ষ্য দাও; যদিও তা তোমাদের নিজেদের অথবা পিতা-মাতা এবং আত্মীয়-স্বজনের বিরুদ্ধে হয়। [১] সে বিত্তবান হোক অথবা বিত্তহীনই হোক, আল্লাহ উভয়েরই যোগ্যতর অভিভাবক।[২] সুতরাং তোমরা ন্যায়-বিচার করতে খেয়াল-খুশীর অনুগামী হয়ো না। [৩] যদি তোমরা পেঁচালো কথা বল অথবা পাশ কেটে চল, [৪] তাহলে (জেনে রাখ) যে, তোমরা যা কর, আল্লাহ তার খবর রাখেন।\n[১] এই আয়াতে মহান আল্লাহ ঈমানদারকে সুবিচার প্রতিষ্ঠিত করার এবং ন্যায় অনুযায়ী সাক্ষ্য দেওয়ার প্রতি তাকীদ করছেন, যদিও তার কারণে তাকে অথবা তার পিতা-মাতা ও আত্মীয়-স্বজনদেরকে ক্ষতির শিকার হতে হয় তবুও। কেননা, সব কিছুর উপর সত্যের থাকে কর্তৃত্ব ও প্রাধান্য।[২] কোন ধনবানের ধন এবং কোন দরিদ্রের দরিদ্রতার ভয় যেন তোমাদেরকে সত্য কথা বলার পথে বাধা না দেয়। বরং আল্লাহ এদের তুলনায় তোমাদের অনেক কাছে এবং তাঁর সন্তুষ্টি সবার ঊর্ধ্বে।[৩] অর্থাৎ, প্রবৃত্তির অনুসরণ, পক্ষপাতিত্ব অথবা বিদ্বেষ যেন তোমাদেরকে সুবিচার করতে বাধা না দেয়। যেমন, মহান আল্লাহ অন্যত্র বলেছেন,[وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلَى أَلَّا تَعْدِلُوا اعْدِلُوا] অর্থাৎ, কোন সম্প্রদায়ের প্রতি বিদ্বেষ তোমাদেরকে যেন কখনও সুবিচার না করাতে প্ররোচিত না করে। সুবিচার কর---।\n(সূরা মায়েদা ৫:৮)\n[৪] تَلْوُوْا শব্দটি لَي ধাতু থেকে গঠিত, যার অর্থ পরিবর্তন করা এবং জেনে-শুনে মিথ্যা বলা। অর্থাৎ, পরিবর্তন-পরিবর্ধন এবং পাশ কাটিয়ে যাওয়া বলতে (সত্য) সাক্ষ্য গোপন করা ও তা পরিত্যাগ করা। এই দু'টি জিনিস থেকেও বাধা প্রদান করা হয়েছে। এই আয়াতে ন্যায় ও সুবিচার প্রতিষ্ঠা করার প্রতি তাকীদ করা হয়েছে এবং এর জন্য যা যা প্রয়োজন তার প্রতি যত্ন নেওয়ার নির্দেশ দেওয়া হয়েছে। যেমনঃ-\n*\nসর্বাবস্থায় সুবিচার প্রতিষ্ঠা কর, তা থেকে পাশ কাটিয়ে যেয়ো না এবং কোন তিরস্কারকারীর তিরস্কার অথবা অন্য কোন চাপ বা প্রবর্তনা যেন এ পথে বাধা হয়ে না দাঁড়ায়। বরং এর প্রতিষ্ঠার জন্য তোমরা একে অপরের সাহায্যকারী হও।\n*\nতোমাদের কেবল লক্ষ্য হবে আল্লাহর সন্তুষ্টি লাভ। যেহেতু এ রকম হলে পরিবর্তন, হেরফের এবং গোপন করা থেকে তোমরা বিরত থাকবে। ফলে তোমাদের বিচার-ফায়সালা ন্যায়-নীতির উপর প্রতিষ্ঠিত হবে।\n*\nন্যায় ও সুবিচার প্রতিষ্ঠার ক্ষতি যদি তোমার অথবা তোমার পিতা-মাতার কিংবা তোমার আত্মীয়-স্বজনের উপর আসে, তবুও তুমি কোন পরোয়া না করে নিজের ও তাদের স্বার্থ রক্ষার তুলনায় সুবিচারের দাবীসমূহকে অধিক গুরুত্ব দাও।\n*\nধনের কারণে কোন ধনীর খাতির করো না এবং কোন দরিদ্রের প্রতি দরিদ্রতার ফলে মায়া প্রদর্শন করবে না। কেননা, আল্লাহই জানেন তাদের উভয়ের কল্যাণ কিসে আছে?\n*\nসুবিচার কায়েম করার পথে প্রবৃত্তি, পক্ষপাতিত্ব এবং শত্রুতা যেন বাধা না হয়, বরং এ সব কিছুকে পরিহার করে বাধাহীন সুবিচার করো।যে সমাজে এই সুবিচারের যত্ন নেওয়া হবে, সে সমাজ হবে নিরাপত্তা ও শান্তির আধার এবং আল্লাহর পক্ষ হতে সেখানে অজস্র রহমত ও বরকত অবতীর্ণ হবে। সাহাবায়ে কেরাম (রাঃ) এ বিষয়টিকে খুব ভালোভাবেই হৃদয়ঙ্গম করে নিয়েছিলেন। সুতরাং আব্দুল্লাহ ইবনে রাওয়াহা (রাঃ) সম্পর্কে এসেছে যে, রসূল (সাঃ) তাঁকে খায়বারের ইয়াহুদীদের নিকট পাঠালেন, সেখানকার ফলসমূহ ও ফসলাদি অনুমান করে দেখে আসার জন্য। ইয়াহুদীরা তাঁকে ঘুষ পেশ করল; যাতে তিনি তাদের ব্যাপারে একটু শিথিলতা প্রদর্শন করেন। তিনি বললেন, 'আল্লাহর কসম! আমি তাঁর পক্ষ হতে প্রতিনিধি হয়ে এসেছি যিনি দুনিয়ায় আমার কাছে সব থেকে বেশী প্রিয়তম এবং তোমরা আমার নিকট সর্বাধিক অপ্রিয়। কিন্তু স্বীয় প্রিয়তমের প্রতি আমার ভালোবাসা এবং তোমাদের প্রতি আমার শত্রুতা আমাকে তোমাদের ব্যাপারে সুবিচার না করার উপর উদ্বুদ্ধ করতে পারবে না।' এ কথা শুনে তারা বলল, 'এই সুবিচারের কারণেই আসমান ও যমীনের শৃঙ্খলা ও ব্যবস্থাপনা সুপ্রতিষ্ঠিত রয়েছে।'\n(ইবনে কাসীর)",
  "ayah": 135,
  "surah": 4
}
