{
  "text": "ঐশীগ্রন্থধারীদের প্রত্যেকেই তার মৃত্যুর পূর্বে তাকে (ঈসাকে) বিশ্বাস করবেই[১] এবং কিয়ামতের দিন সে (ঈসা) তাদের বিরুদ্ধে সাক্ষী হবে। [২]\n[১] আলোচ্য আয়াতে (قبل موته) এর মধ্যে هُ (তার) সর্বনামটি থেকে কিছু মুফাসসিরগণের মতে খ্রিষ্টানকে বুঝানো হয়েছে। এমতাবস্থায় আয়াতের ব্যাখ্যা এই যে, প্রত্যেক খ্রিষ্টানই নিজ অন্তিম মুহূর্তে ঈসা (আঃ)-এর নবুঅতের সত্যতা উপলব্ধি করতে সক্ষম হবে এবং তাঁর প্রতি ঈমান আনবে। কিন্তু সেই মুহূর্তের ঈমান তাদের আদৌ কোন উপকারে আসবে না। দ্বিতীয় ব্যাখ্যা যা সালাফ ও বহু মুফাসসির কর্তৃক সমর্থিত, তা হলো موته (তার মৃত্যু) শব্দের সর্বনামে ঈসা (আঃ)-এর মৃত্যুর দিকে ইঙ্গিত করা হয়েছে। এমতাবস্থায় আয়াতের অর্থ হবে, যখন তিনি দ্বিতীয়বার দুনিয়াতে অবতরণ করবেন এবং দাজ্জালকে হত্যা করার পর, ইসলামের প্রচার ও প্রসার কাজে মগ্ন হবেন এবং ইয়াহুদী ও খ্রিষ্টানদের মধ্যে যারা তাঁর বিরুদ্ধাচরণ করবে, তাদেরকে নিধন ও নিশ্চিহ্ন করবেন, সর্বত্র ইসলামের একচ্ছত্র আধিপত্য কায়েম হবে। অবশিষ্ট আহলে কিতাবরা ঈসা (আঃ)-এর মৃত্যুর পূর্বেই তাঁর প্রতি যথাযথ ঈমান আনবে। সহীহ হাদীস দ্বারা প্রমাণিত, রসূল (সাঃ) বলেছেন, \"যাঁর হাতে আমার জীবন আছে সেই সত্তার কসম! অবশ্যই এমন এক দিন আসবে, যেদিন তোমাদের মধ্যে ঈসা ইবনে মারয়্যাম একজন ন্যায়পরায়ণ শাসকরূপে অবতরণ করবেন, ক্রুস ভেঙ্গে চুরমার করবেন, শূকর নিধন করবেন, জিযিয়া কর বাতিল করবেন, মাল-সম্পদ এত বেশী হবে যে, (দান বা সাদকা) গ্রহণ করার মত লোক থাকবে না। সেই সময় একটি সিজদাহ্ দুনিয়া এবং তার মধ্যে যা কিছু রয়েছে তার থেকেও উত্তম হবে।\" (অর্থাৎ, কিয়ামত নিকটে জানার কারণে ইবাদত মানুষের কাছে অতি প্রিয় হবে।) এ হাদীস বর্ণনার পর আবু হুরাইরাহ (রাঃ) বললেন, তোমরা ইচ্ছা করলে, কুরআন কারীমের এ আয়াত পাঠ করতে পার, (وَإِنْ مِّنْ أَهْلِ الْكِتَابِ إِلاَّ لَيُؤْمِنََنَّ بِهِ قَبْلَ مَوْتِه) অর্থাৎ, আহলে কিতাবদের মধ্যে প্রত্যেকে নিজ মৃত্যুর পূর্বে অবশ্যই তাঁর প্রতি ঈমান আনবে। (বুখারীঃ কিতাবুল আম্বিয়া) এই হাদীস এত অধিক সূত্রে বর্ণিত হয়েছে যে, তার ফলে তা 'মুতাওয়াতির' হাদীসের পর্যায়ভুক্ত। আর এই 'মুতাওয়াতির' শুদ্ধ বর্ণনার ভিত্তিতেই আহলে সুন্নাহর সর্বসম্মত আকীদাহ মতে ঈসা (আঃ) আসমানে জীবিত আছেন এবং কিয়ামতের প্রাক্কালে তিনি দুনিয়াতে আসবেন, দাজ্জালকে হত্যা করবেন, সমস্ত ধর্মের অবসান ঘটাবেন, সর্বত্র ইসলামের একচ্ছত্র আধিপত্য কায়েম করবেন। ইয়া'জুজ ও মা'জুজ তাঁর সময়েই প্রকাশ হবে এবং তাঁর বদ্দুআর কারণে ইয়া'জুজ ও মা'জুজের ফিতনার অবসান ঘটবে।[২] এই সাক্ষ্য তাঁর প্রথম জীবন সম্পর্কিত হবে, যেমন আল্লাহ্ সূরা মায়েদায় উল্লেখ করেছেন, {وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ} অর্থাৎ, যতদিন আমি তাদের মধ্যে ছিলাম ততদিন আমি ছিলাম তাদের ক্রিয়াকলাপের সাক্ষী।\n(৫:১১৭)",
  "ayah": 159,
  "surah": 4
}
