{
  "text": "লোকেরা তোমার নিকট বিধান জানতে চায়। বল, আল্লাহ তোমাদেরকে পিতামাতাহীন নিঃসন্তান ব্যক্তি সম্বন্ধে বিধান জানাচ্ছেন; কোন পুরুষ মারা গেলে সে যদি সন্তানহীন হয় এবং তার এক ভগিনী থাকে, তবে তার জন্য পরিত্যক্ত সম্পত্তির অর্ধাংশ[১] এবং সে (ভগিনী) যদি সন্তানহীনা হয়, তবে তার ভাই তার উত্তরাধিকারী হবে।[২] আর দুই ভগিনী থাকলে তাদের জন্য তার পরিত্যক্ত সম্পত্তির দুই তৃতীয়াংশ,[৩] আর যদি ভাই-বোন উভয়ই থাকে, তবে এক পুরুষের অংশ দুই নারীর অংশের সমান।[৪] তোমরা পথভ্রষ্ট হবে এ আশংকায় আল্লাহ তোমাদেরকে পরিষ্কারভাবে জানাচ্ছেন এবং আল্লাহ সর্ব বিষয়ে সবিশেষ অবহিত।\n[১] 'كلالة' শব্দের তাৎপর্য (১২নং আয়াতে) পার হয়ে গেছে যে, ঐ মৃতব্যক্তি যার না পিতা আছে, না পুত্র। এখানে পুনরায় তার মীরাসের কথা বর্ণনা করা হয়েছে। কোন কোন উলামাগণ 'কালালাহ' এর তাৎপর্যে বলেন, 'কালালাহ' ঐ ব্যক্তি যে একমাত্র পুত্রহীন, অর্থাৎ পিতা বর্তমান। কিন্তু এই তাৎপর্য সঠিক নয়; বরং প্রথম তাৎপর্যটিই সঠিক। কেননা পিতার উপস্থিতিতে বোন পরিত্যক্ত সম্পদের উত্তরাধিকারিণী (ওয়ারিস) হয় না। পিতা (মৃতের বোনের) জন্য (মীরাসের ব্যাপারে) অন্তরায় বা প্রতিবন্ধক হয়ে যায়। কিন্তু এখানে আল্লাহ বলেন, যদি তার বোন থাকে তাহলে সে অর্ধেক সম্পদের উত্তরাধিকারিণী হবে। সুতরাং পরিষ্কারভাবে বুঝতে পারা গেল যে, 'কালালাহ' ঐ ব্যক্তিকে বলা হয়, যার পিতা ও পুত্র উভয়ই থাকবে না। কেননা পুত্র না থাকার কথা স্পষ্ট উক্তি দ্বারা প্রমাণিত। আর পিতা না থাকার প্রমাণ উক্তির ইঙ্গিত দ্বারা প্রমাণিত।\nবিঃদ্রঃ-\nপুত্র বলতে, পুত্র ও পৌত্র উভয়কেই বলা হয়। অনুরূপ বোন, সহোদরা ও বৈমাত্রেয় উভয় বোনকেই বলা হয়। (আইসারুত তাফাসীর) বহু হাদীস দ্বারা প্রমাণিত যে, 'কালালাহ'র কন্যার সঙ্গে তার বোন উভয়কেই অর্ধেক অর্ধেক সম্পদে শরীক করা হয়েছে। কিন্তু কন্যা ও পুতীনের বর্তমানে, কন্যা অর্ধেক, পুতীন একের ছয় অংশ ও বাকী একের তিন অংশ বোনকে দেওয়া হয়েছে। (ফাতহুল ক্বাদীর, ইবনে কাসীর) অতএব পরিষ্কারভাবে বুঝা গেল যে, মৃতব্যক্তির সন্তানের বর্তমানে বোন 'যাবীল ফুরুয' (নির্ধারিত অংশের অধিকারী) হিসাবে কিছু পাবে না। আবার ঐ সন্তান যদি পুত্র-সন্তান হয়, তাহলে বোন কোন অবস্থাতেই কিছুই পাবে না। তবে কন্যা-সন্তান হলে সে তার সাথে 'আস্বাবাহ' (অবশিষ্টাংশের অধিকারী) হওয়ার কারণে অবশিষ্ট সম্পদের উত্তরাধিকারিণী হবে। একটি কন্যা থাকা অবস্থায় অর্ধেক ও একের অধিক কন্যা থাকা অবস্থায় একের তিন অংশের অধিকারিণী হবে।\n[২] যদি বাপ না থাকে তবে। যেহেতু ভাইয়ের চেয়ে বাপ সম্পর্কের দিক দিয়ে নিকটতর। সুতরাং বাপের বর্তমানে ভাই উত্তরাধিকারী হবে না। যদি ঐ 'কালালাহ' স্ত্রীর স্বামী অথবা বৈপিত্রেয় ভাই হয়, তাহলে তাদের অংশ দেওয়ার পর অবশিষ্ট সম্পদের অধিকারী ভাই হবে।\n(ইবনে কাসীর)\n[৩] এই বিধানই দুই-এর অধিক বোনের ক্ষেত্রেও প্রযোজ্য। অর্থ এই দাঁড়াল যে, যদি 'কালালাহ' ব্যক্তির দুই অথবা দুই-এর অধিক বোন থাকে, তাহলে তারা সমস্ত মালের দুই তৃতীয়াংশের উত্তরাধিকারিণী হবে।\n[৪] অর্থাৎ, 'কালালাহ' ব্যক্তির ওয়ারিসগণ যদি পুরুষ ও মহিলা উভয়ই হয়, তাহলে সে ক্ষেত্রে 'এক পুরুষের অংশ দুই নারীর অংশের সমান' নিয়ম অনুযায়ী সম্পদ বণ্টন হবে। (যেমন ছেলে-মেয়ের ক্ষেত্রে হয়।)",
  "ayah": 176,
  "surah": 4
}
