{
  "text": "তোমাদের জন্য হারাম (নিষিদ্ধ) করা হয়েছে তোমাদের মাতাগণ, কন্যাগণ, ভগিনীগণ, ফুফুগণ, ভ্রাতুষ্পুত্রীগণ, ভাগিনেয়ীগণ, দুগ্ধ-মাতাগণ, দুগ্ধ-ভগিনীগণ, শাশুড়িগণ ও তোমাদের স্ত্রীদের মধ্যে যার সাথে সহবাস হয়েছে, তার পূর্ব স্বামীর ঔরসে তার গর্ভজাত কন্যাগণ, যারা তোমাদের অভিভাবকত্বে আছে, তবে যদি তাদের (কন্যাদের মাতার) সাথে সহবাস না হয়ে থাকে, তাহলে তোমাদের (বিবাহে) কোন দোষ নেই। আর তোমাদের জন্য তোমাদের ঔরসজাত পুত্রের স্ত্রীকে (হারাম করা হয়েছে। হারাম করা হয়েছে) দুই ভগিনীকে একত্রে বিবাহ করা; কিন্তু যা গত হয়ে গেছে, তা (ধর্তব্য নয়)। নিশ্চয় আল্লাহ চরম ক্ষমাশীল, পরম দয়ালু।[১]\n[১] যে মহিলাদের সাথে বিবাহ হারাম এখানে তার বিস্তারিত আলোচনা করা হচ্ছে। এদের মধ্যে সাত প্রকার নারী বংশীয় সম্পর্কের কারণে হারাম। আর সাত প্রকার নারী দুধ সম্পর্কের কারণে হারাম এবং চার প্রকার নারী বৈবাহিক সম্পর্কের কারণে হারাম। এ ছাড়া হাদীস দ্বারা প্রমাণিত যে, ফুফু-ভাইঝি অথবা খালা-বুনঝি উভয়কে একত্রে বিবাহ করা হারাম। বংশীয় সম্পর্কের কারণে যারা হারাম তারা হলঃ মায়েরা, মেয়েরা, বোনেরা, ফুফুরা, খালারা এবং ভাইঝি ও ভাগ্নীরা। আর দুধ সম্পর্কের কারণে যারা হারাম তারা হল, দুধমায়েরা, দুধ মেয়েরা, দুধ বোনেরা, দুধ ফুফুরা, দুধ খালারা এবং দুধ ভাইঝি ও ভাগ্নীরা। বৈবাহিক সম্পর্কের কারণে যারা হারাম তারা হল, শাশুড়ী, সৎ মেয়ে (যে স্ত্রীর সাথে সহবাস করেছে তার প্রথম স্বামীর মেয়েরা) এবং পুত্রবধু ও দুই বোনকে একত্রে বিবাহ করা। এ ছাড়া পিতার স্ত্রীও হারাম (যার কথা পূর্বে এসেছে)। আর হাদীস অনুযায়ী স্ত্রী যতক্ষণ পর্যন্ত বিবাহ বন্ধনে থাকবে, ততক্ষণ পর্যন্ত তার (স্ত্রীর) ফুফু, খালা এবং তার ভাইঝি ও ভাগ্নীর সাথে বিবাহ হারাম।\nমায়েরা\nবলতে মায়ের মা (নানী), মায়ের দাদী এবং বাপের মা (দাদী) ও দাদীর মা ও তার দাদী এইভাবে পর্যায়ক্রমে যত আসবে সকলেই মায়ের আওতায় পড়বে।\nআর\nমেয়ের আওতায় পড়বে,\nপুতনীরা, নাতনীরা এবং পুতনী ও নাতনীদের মেয়েরা। ব্যভিচারের মাধ্যমে জন্ম লাভকারিণী বেটি মেয়ের মধ্যে শামিল হবে কি না এ ব্যাপারে মতভেদ রয়েছে। তিন ইমাম তাকে মেয়ের মধ্যেই শামিল করেছেন এবং তার সাথে বিবাহ হারাম মনে করেছেন। তবে ইমাম শাফেয়ী বলেছেন, সে বিধিসম্মত মেয়ে নয়। কাজেই যেভাবে সে [يُوصِيكُمُ اللهُ فِي أَوْلادِكُمْ] (মহান আল্লাহ তোমাদেরকে ত্যক্ত সম্পদ সন্তানদের মধ্যে বণ্টন করার নির্দেশ দিচ্ছেন।) সন্তানের অন্তর্ভুক্ত নয় এবং সকলের ঐক্যমতে সে ওয়ারিস হয় না, অনুরূপ সে এই আয়াতেও মেয়ের মধ্যে শামিল হবে না। আর আল্লাহই সর্বাধিক জ্ঞাত।\n(ইবনে কাসীর)\nবোনের পর্যায়ে পড়বে\nসহোদরা বোন, বৈপিত্রেয়ী বোন এবং বৈমাত্রেয়ী বোন সকলেই।\nফুফুর মধ্যে\nবাপের, নানার এবং দাদার তিন প্রকার বোনরা শামিল।\nখালার\nঅন্তর্ভুক্ত হল, মায়ের এবং নানী ও দাদীর তিন প্রকারের বোনরা।\nভাইঝি বলতে\nতিন প্রকার (সহোদর, বৈপিত্রেয় ও বৈমাত্রেয়) ভাইদের আপন মেয়ে এবং তাদের মেয়েদের মেয়ে সকলেই শামিল।\nভাগ্নীর পর্যায়ে পড়ে\nতিন প্রকার বোনদের আপন মেয়ে এবং তাদের মেয়েদের মেয়ে।\nদুধ সম্পর্কের কারণে যারা হারাম\nতারা হল,\nদুধ মা,\nযার দুধ আপনি দুধ পানের নির্দিষ্ট সময়ে (অর্থাৎ, দু'বছরের মধ্যেই) পান করেছেন।\nদুধ বোন,\nসেই মহিলা যাকে আপনার আপন মা অথবা দুধমা দুধ পান করিয়েছে। আপনার সাথেই পান করিয়ে থাক অথবা আপনার আগেই কিংবা আপনার পরে আপনার অন্য ভাই-বোনদের সাথে পান করিয়ে থাক। অনুরূপ যে মহিলার আপন মা অথবা দুধমা আপনাকে দুধ পান করিয়েছে, যদিও বিভিন্ন সময়ে পান করিয়ে থাকে। দুধ পানের কারণে সেই সমস্ত সম্পর্ক হারাম হয়ে যাবে, যা বংশীয় কারণে হারাম হয়। অর্থাৎ, দুধ মায়ের বংশীয় ও দুধ সম্পর্কের সন্তানরা দুধ পানকারীর ভাই-বোন, এই মায়ের স্বামী তার পিতা, এই পিতার বোনরা তার ফুফু, এই মায়ের বোনরা তার খালা, এবং এই মায়ের স্বামীর ভায়েরা তার চাচা হয়ে যাবে। আর দুধ পানকারী শিশুর বংশীয় ভাই-বোন ইত্যাদি দুধ পানের কারণে এই পরিবারের উপর হারাম হবে না।\nবৈবাহিক সম্পর্কের কারণে যারা হারাম হয়\nতারা হল,\nস্ত্রীর মা\nঅর্থাৎ, শাশুড়ী। (স্ত্রীর নানী-দাদীও এর অন্তর্ভুক্ত হবে) যদি কোন মহিলাকে বিবাহ করার পরে পরেই সহবাস না করেই তালাক দিয়ে দেয়, তবুও তার মায়ের (শাশুড়ীর) সাথে বিবাহ হারাম হবে। তবে যদি কোন মহিলাকে বিয়ের পর সহবাস না করেই তালাক দিয়ে দেয়, তাহলে তার মেয়েকে বিবাহ করা জায়েয হবে।\n(ফাতহুল ক্বাদীর)\nرَبِيْبة\n'রাবীবা'\n(সৎ বেটী) স্ত্রীর আগের স্বামীর মেয়ে। এটা শর্তের ভিত্তিতে হারাম হয়। যেমন, যদি সৎ বেটীর মায়ের সাথে সহবাস করে নেয় তবেই সে হারাম হবে, অন্যথা তার সাথে বিয়ে হালাল। فِي حُجُوْرِكُمْ (যারা তোমাদের অভিভাবকত্বে আছে) এটা অধিকাংশ অবস্থার দিকে লক্ষ্য করে বলা হয়েছে, শর্ত হিসাবে বলা হয়নি। অতএব এই মেয়ে যদি কোন অন্য কারো অভিভাবকত্বে বা অন্য স্থানে লালিতা-পালিতা হয় বা অন্য জায়গায় বসবাস করে থাকে, তবুও তার সাথে বিবাহ হারাম। حلائل হল حَلِيْلَةٌ এর বহুবচন। حَلَّ يَحِلُّ (অবতরণ করা) ধাতু থেকে فَعِيْلَةٌ এর ওজনে فَاعِلَةٌ এর অর্থে ব্যবহূত হয়েছে। স্ত্রীকে 'হালীলা' এই জন্য বলা হয়েছে যে, তার (অবতরণের জায়গা) বাসস্থান স্বামীর সাথেই হয়। অর্থাৎ, যেখানে স্বামী অবতরণ করে বা বসবাস করে, সেখানে সেও অবতরণ করে বা বসবাস করে। পোতা ও নাতীরাও পুত্রের অন্তর্ভুক্ত। অর্থাৎ, তাদের স্ত্রীদের সাথেও বিবাহ হারাম। অনুরূপ দুধ সম্পর্কের ছেলেদের স্ত্রীরাও হারাম হবে। مِنْ أَصْلابِكُمْ (তোমাদের ঔরসজাত পুত্রদের স্ত্রী) কথাটি সংযুক্ত করে এ কথা পরিষ্কার করে দেওয়া হয়েছে যে, পালিত পুত্রের স্ত্রীর সাথে বিবাহ হারাম নয়।\nদুই বোনের\n(দুধ সম্পর্কের হোক বা বংশীয় সম্পর্কের তাদের) সাথে একই সময়ে বিবাহ হারাম। তবে তাদের কোন একজনের মৃত্যুর পর অথবা তালাকের পর ইদ্দত শেষে অপরজনের সাথে বিয়ে জায়েয। অনুরূপ চারজন স্ত্রীর মধ্য থেকে কোন একজনকে তালাক দেওয়ার পর পঞ্চমজনের সাথে ততক্ষণ পর্যন্ত বিবাহ করার অনুমতি নেই, যতক্ষণ পর্যন্ত তালাকপ্রাপ্তা মহিলার ইদ্দত পূরণ না হয়েছে।\nবিঃ দ্রষ্টব্যঃ\nব্যভিচার দ্বারা হারাম সাব্যস্ত হবে কি না? এ ব্যাপারে উলামাদের মধ্যে মতভেদ রয়েছে। অধিকাংশ উলামাগণের উক্তি হল, কোন ব্যক্তি কোন মহিলার সাথে ব্যভিচার করে ফেললে, ব্যভিচারের কারণে হারাম সাব্যস্ত হবে না। অনুরূপ স্ত্রীর মা (শাশুড়ী) অথবা মেয়ের সাথে কেউ ব্যভিচার করে ফেললে, আপন স্ত্রী তার উপর হারাম হয়ে যাবে না।\n(প্রমাণের জন্য দ্রষ্টব্যঃ ফাতহুল ক্বাদীর)\nহানাফী ও অন্য কিছু উলামাদের মত হল, ব্যভিচারে হারাম সাব্যস্ত হয়ে যাবে। তবে প্রথমে উল্লিখিত মতের সমর্থন কিছু হাদীসে পাওয়া যায়।",
  "ayah": 23,
  "surah": 4
}
