{
  "text": "পুরুষ নারীর কর্তা। কারণ, আল্লাহ তাদের এককে অপরের উপর শ্রেষ্ঠত্ব দান করেছেন এবং এ জন্য যে পুরুষ (তাদের জন্য) ধন ব্যয় করে।[১] সুতরাং পুণ্যময়ী নারীরা অনুগতা এবং পুরুষের অনুপস্থিতিতে লোক-চক্ষুর অন্তরালে (স্বামীর ধন ও নিজেদের ইজ্জত) রক্ষাকারিণী; আল্লাহর হিফাযতে (তওফীকে) তারা তা হিফাযত করে। আর স্ত্রীদের মধ্যে যাদের অবাধ্যতার তোমরা আশংকা কর, তাদেরকে সদুপদেশ দাও, তাদের শয্যা ত্যাগ কর এবং তাদেরকে প্রহার কর। অতঃপর যদি তারা তোমাদের অনুগতা হয়, তাহলে তাদের বিরুদ্ধে অন্য কোন পথ অন্বেষণ করো না। [২] নিশ্চয় আল্লাহ সুউচ্চ, সুমহান।\n[১] এই আয়াতে পুরুষদের কর্তৃত্ব ও দায়িত্বশীলতার দু'টি কারণ বলা হয়েছে। প্রথমটি হল, আল্লাহ প্রদত্তঃ যেমন, পুরুষোচিত শক্তি ও সাহস এবং মেধাগত যোগ্যতায় পুরুষ সৃষ্টিগতভাবেই নারীর তুলনায় অনেক বেশী। দ্বিতীয়টি হল সব-উপার্জিতঃ এই দায়িত্ব শরীয়ত পুরুষের উপর চাপিয়েছে। মহিলাদেরকে তাদের প্রাকৃতিক দুর্বলতার কারণে এবং তাদের সতীত্ব, শ্লীলতা এবং পবিত্রতার হিফাযতের জন্য ইসলাম বিশেষ করে তাদের জন্য অতীব জরুরী যে বিধি-বিধান প্রণয়ন করেছে সেই কারণেও উপার্জনের ঝামেলা থেকে তাদেরকে অব্যাহতি দেওয়া হয়েছে। মহিলাদের নেতৃত্ব দানের বিরুদ্ধে কুরআন কারীমের এটা এক অকাট্য দলীল। এর সমর্থন সহীহ বুখারীর সেই হাদীস দ্বারাও হয়, যাতে নবী করীম (সাঃ) বলেছেন, \"এমন জাতি কখনোও সফলকাম হবে না, যে জাতি তাদের নেতৃত্বের দায়িত্বভার কোন মহিলার উপর অর্পণ করবে।\"\n[২] স্ত্রী অবাধ্য হলে সর্বপ্রথম তাকে সদুপদেশ ও নসীহতের মাধ্যমে বুঝাতে হবে। দ্বিতীয়তঃ সাময়িকভাবে তার সংসর্গ থেকে পৃথক হতে হবে। বুদ্ধিমতী মহিলার জন্য এটা বড় সতর্কতার বিষয়। কিন্তু এতেও যদি সে না বুঝে, তাহলে হাল্কাভাবে প্রহার করার অনুমতি আছে। তবে এই প্রহার যেন হিংস্রতা ও অত্যাচারের পর্যায়ে না পৌঁছে; যেমন অনেক মূর্খ লোকের স্বভাব। মহান আল্লাহ এবং তাঁর রসূল (সাঃ) এই যুলমের অনুমতি কাউকে দেননি। 'অতঃপর যদি তারা তোমাদের অনুগতা হয়, তাহলে তাদের বিরুদ্ধে অন্য কোন পথ অন্বেষণ করো না' অর্থাৎ, তাহলে আর মারধর করো না, তাদের উপর সংকীর্ণতা সৃষ্টি করো না অথবা তাদেরকে তালাক দিও না। অর্থাৎ, তালাক হল একেবারে শেষ ধাপ; যখন আর কোন উপায় থাকবে না, তখন তার প্রয়োগ হবে। কিন্তু বহু স্বামী তাদের এই অধিকারকে বড় অন্যায়ভাবে ব্যবহার করে থাকে। ফলে সামান্য ও তুচ্ছ কারণে তালাক দিয়ে নিজের, স্ত্রীর এবং সন্তানদের জীবন নষ্ট করে থাকে।",
  "ayah": 34,
  "surah": 4
}
