{
  "text": "হে বিশ্বাসিগণ! তোমরা নেশার অবস্থায় নামাযের নিকটবর্তী হয়ো না,[১] যতক্ষণ না তোমরা কি বলছ, তা বুঝতে পার এবং অপবিত্র অবস্থাতেও নয়, যদি তোমরা পথচারী না হও,[২] যতক্ষণ পর্যন্ত না তোমরা গোসল কর।[৩] আর যদি তোমরা অসুস্থ হও অথবা সফরে থাক অথবা তোমাদের কেউ পায়খানা (শৌচস্থান) হতে আসে অথবা তোমরা নারী-সম্ভোগ কর এবং পানি না পাও, তাহলে পবিত্র মাটি দ্বারা তায়াম্মুম কর; (তা) মুখে ও হাতে বুলিয়ে নাও।[৪] নিশ্চয় আল্লাহ পরম মার্জনাকারী, অত্যন্ত ক্ষমাশীল।\n[১] এই নির্দেশ ছিল ঐ সময়ে, যখন মদ হারাম হওয়ার কথা তখনো নাযিল হয়নি। কোন এক খাবার দাওয়াতে মদ পানের পর নামাযে দাঁড়ালে নেশার ঘোরে ইমাম সাহেব কুরআন পড়তে ভুল করেন।\n(বিস্তারিত জানার জন্য দ্রষ্টব্যঃ তিরমিযী, তাফসীর সূরা নিসা)\nফলে এই আয়াত অবতীর্ণ করে বলা হয় যে, নেশাগ্রস্ত অবস্থায় নামায পড়ো না। অর্থাৎ, তখন কেবল নামাযের নিকটবর্তী সময়ে মদপান করতে নিষেধ করা হয়। মদপানের পূর্ণ নিষেধাজ্ঞা ও তার হারাম হওয়ার নির্দেশ পরে নাযিল হয়। (এটা হল মদের ব্যাপারে দ্বিতীয় নির্দেশ যা শর্ত-সাপেক্ষ।)\n[২] এর অর্থ এই নয় যে, পথে বা সফরে থাকা অবস্থায় পানি না পাওয়া গেলে অপবিত্র অবস্থাতেই নামায পড়ে নাও (যেমন অনেকে মনে করে), বরং অধিকাংশ উলামাদের নিকট এর অর্থ হল, অপবিত্র অবস্থায় তোমরা মসজিদে বসো না, তবে মসজিদ হয়ে কোথাও যাওয়ার দরকার হলে যেতে পার। কোন কোন সাহাবীর ঘর এমন ছিল যে, সেখানে মসজিদের সীমানা হয়ে যাওয়া ছাড়া তাঁদের কোন উপায় ছিল না। আর এই কারণেই মসজিদ-সীমানার ভিতর হয়ে অতিক্রম করে যাওয়ার অনুমতি দেওয়া হয়।\n(ইবনে কাসীর)\nমুসাফিরের বিধান তো পরে আসবে।\n[৩] অর্থাৎ, অপবিত্র অবস্থাতেও নামায পড়বে না। কারণ, নামাযের জন্য পবিত্রতা অত্যাবশ্যক।\n[৪] এখানের যাদের জন্য তায়াম্মুম বিধেয়, তাদের কথা বলা হচ্ছেঃ (ক) অসুস্থ ব্যক্তি বলতে এমন রোগীকে বুঝানো হয়েছে, যে ওযু করলে ক্ষতি অথবা রোগ বৃদ্ধির আশঙ্কা করে। (খ) সফর বা মুসাফির সাধারণ শব্দ তাতে সফর লম্বা হোক বা সংক্ষিপ্ত; পানি না পেলে তায়াম্মুম করার অনুমতি আছে। পানি না পাওয়া গেলে তায়াম্মুম করার অনুমতি তো গৃহবাসী (অমুসাফির)-এরও আছে, কিন্তু রোগী ও মুসাফিরের এই ধরনের প্রয়োজন সাধারণতঃ বেশী দেখা দেয়, তাই বিশেষ করে তাদের জন্য এই অনুমতির কথা বর্ণনা করা হয়েছে। (গ) পেশাব-পায়খানার প্রয়োজন পূরণকারী এবং (ঘ) স্ত্রীর সাথে সহবাসকারীও যদি পানি না পায়, তাহলে তাদের জন্যও তায়াম্মুম করে নামায পড়ার অনুমতি আছে। আর তায়াম্মুম করার নিয়ম হল, পবিত্র মাটিতে একবার হাত দু'টিকে মেরে উভয় হাতকে কবজি পর্যন্ত বুলিয়ে নিয়ে (কনুই পর্যন্ত নয়) মুখে বুলিয়ে নিবে। নবী করীম (সাঃ) তায়াম্মুম সম্পর্কে বলেছেন, \"উভয় হাত এবং মুখমন্ডলের জন্য একবার মাটিতে মারতে হবে।\"\n(মুসনাদ আহমাদ ৪/২৬৩)\n[صَعِيْدًا طَيِّبًا] এর অর্থ হল, পবিত্র মাটি। মাটি থেকে উৎপন্ন প্রতিটি জিনিস নয়, যেমন অনেকে মনে করে। হাদীসে এটা আরো পরিষ্কার করে বলে দেওয়া হয়েছেঃ((جُعِلَتْ تُرْبَتُهَا لَنَا طَهُوْرًا إِذَا لَمْ نَجِدِ المَاءَ)) \"পানি না পাওয়া গেলে যমীনের মাটিকে আমাদের জন্য পবিত্রতা অর্জনের মাধ্যম বানিয়ে দেওয়া হয়েছে।\"\n(মুসলিম ৫২২নং)",
  "ayah": 43,
  "surah": 4
}
