{
  "text": "কিন্তু তারা নয়, যারা এমন এক সম্প্রদায়ের সাথে মিলিত হয়, যাদের সাথে তোমরা চুক্তিবদ্ধ, অথবা যারা তোমাদের নিকট এমন অবস্থায় আগমন করে, যখন তাদের মন তোমাদের সাথে অথবা তাদের স্বজাতির সাথে যুদ্ধ করতে কুণ্ঠিত।[১] আল্লাহ ইচ্ছা করলে তাদেরকে তোমাদের উপর আধিপত্য দান করতেন এবং নিশ্চয় তারা তোমাদের সাথে যুদ্ধ করত।[২] সুতরাং তারা যদি তোমাদের নিকট থেকে পৃথক হয়ে যায়, তোমাদের সাথে যুদ্ধ না করে এবং তোমাদের নিকট সন্ধি প্রার্থনা করে,[৩] তাহলে আল্লাহ তোমাদের জন্য তাদের বিরুদ্ধে কোন ব্যবস্থা অবলম্বনের পথ রাখেননি।\n[১] অর্থাৎ, যাদের সাথে যুদ্ধ করার নির্দেশ দেওয়া হচ্ছে, তাদের মধ্য হতে দুই শ্রেণীর মানুষ এই নির্দেশ থেকে স্বতন্ত্র। একঃ এমন লোক যার সম্পর্ক এমন জাতির সাথে আছে, যাদের সাথে তোমাদের সন্ধিচুক্তি হয়ে আছে অথবা সে এমন লোক যে তাদের আশ্রয়ে আছে, যাদের সাথে তোমাদের সন্ধিচুক্তি হয়ে আছে। দুইঃ এমন লোক যারা তোমাদের কাছে এমন অবস্থায় আসে যে, তাদের হৃদয় নিজেদের জাতির সাথে মিলে তোমাদের বিরুদ্ধে যুদ্ধ করার অথবা তোমাদের সাথে মিলে নিজেদের জাতির বিরুদ্ধে যুদ্ধ করার ব্যাপারে বড় সংকীর্ণতা বোধ করে। অর্থাৎ, না তোমাদের হয়ে যুদ্ধ করতে পছন্দ করে, না তোমাদের বিরুদ্ধে।\n[২] অর্থাৎ, তাদেরকে যুদ্ধ করা থেকে বিরত রাখাটা আল্লাহরই অনুগ্রহের ব্যাপার। তা না হলে যদি মহান আল্লাহ তাদের অন্তরে স্বীয় জাতির পক্ষ অবলম্বন করে যুদ্ধ করার খেয়াল সৃষ্টি করে দিতেন, তাহলে তারাও তোমাদের বিরুদ্ধে অবশ্যই যুদ্ধ করত। কাজেই সত্য-সত্যই যদি এরা যুদ্ধ থেকে বিরত থাকে, তাহলে তোমরাও তাদের বিরুদ্ধে কোন পদক্ষেপ গ্রহণ করো না।\n[৩] 'তোমাদের নিকট থেকে পৃথক হয়ে যায়, তোমাদের সাথে যুদ্ধ না করে এবং তোমাদের নিকট সন্ধি প্রার্থনা করে' এ সবের অর্থ একই। তাকীদ এবং অধিক স্পষ্টভাবে বর্ণনার জন্য তিন ধরনের শব্দ ব্যবহার করা হয়েছে। যাতে মুসলিম তাদের ব্যাপারে সতর্ক থাকে। কারণ, যে পূর্ব থেকেই যুদ্ধ হতে পৃথক এবং তাদের এই পৃথকতায় মুসলিমদের লাভও রয়েছে; আর এই জন্য মহান আল্লাহ এটাকে অনুগ্রহ ও দয়া স্বরূপ উল্লেখ করেছেন, সুতরাং তাদেরকে ঘাঁটানো এবং তাদের ব্যাপারে অসতর্কতা অবলম্বন করা তাদের মধ্যে বিরোধিতা এবং বিদ্রোহের প্রেরণা জাগিয়ে তুলতে পারে; যা মুসলিমদের জন্য ক্ষতিকর। তাই যতক্ষণ পর্যন্ত তারা উল্লিখিত অবস্থায় প্রতিষ্ঠিত থাকবে, ততক্ষণ পর্যন্ত তোমরা তাদের সাথে যুদ্ধ করবে না। এর দৃষ্টান্ত সেই গোষ্ঠীও বটে, যাদের সম্পর্ক ছিল বানী-হাশেমের সাথে। এরা বদর যুদ্ধে মুশরিকদের সাথ দিয়ে যুদ্ধের ময়দানে উপস্থিত হলেও মুসলিমদের বিরুদ্ধে যুদ্ধ করার তাদের কোনই ইচ্ছা ছিল না। যেমন, রসূল (সাঃ)-এর চাচা আব্বাস (রাঃ) প্রভৃতি ব্যক্তিবর্গ যাঁরা তখন পর্যন্তও ইসলাম গ্রহণ করেননি। তাই বাহ্যিকভাবে কাফেরদের তাঁবুতেই ছিলেন। আর এই জন্যই নবী করীম (সাঃ) আব্বাস (রাঃ)-কে হত্যা না করে কেবল বন্দী করেই ক্ষান্ত হন। سَلَمٌ (শান্তি) এখানে مُسَالَمَةٌ (শান্তিপ্রস্তাব) অর্থাৎ, সন্ধি করার অর্থে ব্যবহার হয়েছে।",
  "ayah": 90,
  "surah": 4
}
