{
  "text": "وحی و رسالت کے مسئلے کے اس تاکیدی بیان اور قضیہ حساب و کتاب کے اس اٹل اعلان کے بعد ، اب اسی مضمون کو قصے کی صورت میں لایا جاتا ہے۔ اس قصے میں ایمان اور کفر کے جو دو باہم متقابل موقف سامنے آتے ہیں وہ نفس انسانی پر نہایت گہرے اثرات چھوڑتے ہیں اور دونوں مواقف کا انجام بھی آنکھوں کے سامنے منقش نظر آتا ہے۔\nواضرب لھم مثلا ۔۔۔۔۔۔۔ بل انتم قوم مسرفون (13 – 19) ” “۔\nرسولوں نے کہا ” ہمارا رب جانتا ہے کہ ہم ضرور تمہاری طرف رسول بنا کر بھیجے گئے ہیں ، اور ہم پر صاف صاف پیغام پہنچا دینے کے سوا کوئی ذمہ داری نہیں ہے “۔ بستی والے کہنے لگے ” ہم تو تمہیں اپنے لیے فال بد سمجھتے ہیں۔ اگر تم باز نہ آئے تو ہم تم کو سنگسار کرسکیں گے اور ہم سے تم بڑی دردناک سزا پاؤ گے “۔ رسولوں نے جواب دیا ” تمہاری فال بد تو تمہارے اپنے ساتھ لگی ہوئی ہے۔ کیا یہ باتیں تم اس لیے کرتے ہو کہ تمہیں نصیحت کی گئی ؟ اصل بات یہ ہے کہ تم حد سے گزرے ہوئے لوگ ہو “۔\nقرآن کریم نے اصحاب قریہ کا نام نہیں لیا ، نہ اس گاؤں کا ۔۔۔ ہے۔ اس کے بارے میں مفسرین نے بہت سی روایات نقل کی ہیں۔ ان روایات کے پیچھے پڑنے کی یہاں ضرورت نہیں ہے۔ نہ ان پر بحث کی ضرورت ہے۔ قرآن کریم کا اس شہر کا نام نہ لینا ہی اس بات کی دلیل ہے کہ قصہ کے جو مقاصد ہیں ان میں اس گاؤں کا نام لینے سے کسی چیز کا اضافہ نہیں ہوتا۔ یہی وجہ ہے کہ قرآن نے اس شہر اور اس کے محل وقوع کا نام نہیں لیا۔ اور قصے اور اس سے حاصل ہونے والے سبق ہی پر اکتفاء کیا۔ بہرحال یہ ایک گاؤں تھا جس کی طرف دو رسول بھیجے گئے تھے۔ جس طرح حضرت موسیٰ اور ان کے بھائی حضرت ہارون (علیہما السلام) دونوں کو فرعون اور اس کے سرداروں کی طرف بھیجا گیا تھا۔ اس گاؤں والوں نے ان رسولوں کی تکذیب کی۔ اللہ نے ان دونوں رسولوں کی تائید میں ایک تیسرا رسول بھی بھیج دیا اور اس تیسرے نے لوگوں کو بتایا کہ یہ دونوں برحق رسول ہیں ، چناچہ ان تینوں نے ازسرنو اپنی دعوت کا آغاز کیا۔\nفقالوا انا الیکم مرسلون (36: 14) ” ان سب نے کہا ہم تمہاری طرف رسول کی حیثیت سے بھیجے گئے ہیں “۔\nاب اس گاؤں والوں نے ان پر وہی گھسے پٹے اعتراضات کیے جو ہمیشہ رسولوں پر ہوتے ہیں۔\nقالوا ما انتم۔۔۔۔۔ الا تکذبون (36: 15) ” بستی والوں نے کہا ” تم کچھ نہیں ہو مگر ہم جیسے انسان اور خدائے رحمن نے ہرگز کوئی چیز نازل نہیں کی ہے ، تم محض جھوٹ بولتے ہو “۔ یہ اعتراضات جو تمام رسولوں پر ہوتے رہے ہیں ، ان پر غور کرنے سے معلوم ہوتا ہے کہ یہ لوگ بہت ہی سادہ لوح تھے اور ان کی سوچ ناپختہ تھی۔ یہ لوگ رسول اور رسالت کے بارے میں عجیب تصورات رکھتے تھے۔ ان کے خیال میں رسول کی شخصیت ایک پر اسرار شخصیت ہونا چاہئے اور اس کی شخصیت کے ساتھ بہت سے اوہام اور قصے منسوب ہونے چائیں۔ اس لیے کہ رسول آسمان کی طرف سے زمین والوں کی طرف آتا ہے لہٰذا اس کی شخصیت کے ساتھ اوہام و اساطیر وابستہ ہونا ضروری ہیں۔ یہ کیسے ممکن ہو کہ ایک رسول کھلا اور سادہ انسان ہو۔ ہماری طرح اس کی زندگی میں کوئی راز نہ ہو اور نہ کوئی عجوبہ ہو۔ ہم جیسا ایک عام اور معمولی انسان رسول کس طرح ہو سکتا ہے جو بازاروں میں پھرتا ہو اور ہمارے جیسے گھروں میں رہتا ہو۔\nیہ تھی ان کے فکر اور ان کی سوچ کی سادگی۔ اس لیے کہ نبوت کے ساتھ پر اسراریت لازم نہیں ہے۔ لیکن مقام نبوت اس قدر سادہ بھی نہیں ہے جس طرح یہ لوگ سمجھے ہیں۔ منصب رسالت اور منصب نبوت میں ایک عظیم اور گہرا راز بھی پوشیدہ ہے اور وہ یہ ہے کہ اللہ تعالیٰ ایک عام اور سادہ انسان کے اندر ایسی استعداد پیدا کردیتا ہے کہ وہ ایک عام انسان ہونے کے باوجود باری تعالیٰ سے وحی وصول کرنے کے قابل ہوجاتا ہے ۔ اور یہ بات اس سے زیادہ تعجب خیز ہے کہ ایک رسول فرشتہ ہو جیسا کہ ان لوگوں کی تجویز تھی کہ رسول کو تو فرشتہ ہونا چاہئے۔\nاصل بات یہ ہے کہ رسالت کا مقصد لوگوں کو اسلامی نظام زندگی سے روشناس کرنا ہوتا ہے اور رسول کی زندگی اس نطام کا عملی نمونہ ہوا کرتی ہے اور رسول کی دعوت ہی یہ ہوتی ہے کہ وہ لوگوں کو اس عملی نظام کے اتباع کی طرف بلاتا ہے۔ لوگ چونکہ انسان ہیں ، اس لیے ان کا مقتدا بھی انسان ہونا چاہئے تاکہ وہ ان لوگوں کے لیے عملی نمونہ پیش کرسکے۔ اور وہ اس کی تقلید کر سکیں\nیہی وجہ ہے کہ ہر رسول کی زندگی لوگوں کے لیے ایک کھلی کتاب ہوا کرتی ہے۔ قرآن جو اللہ کی محکم کتاب ہے ، اس نے اس تفصیلی زندگی کے ایک معمولی اور اصولی حصے کو قلم بند کیا ، تفصیلات کے بجائے اصول لکھ دئیے ۔ باقی تفصیلی نظام زندگی رسول وقت کی عملی زندگی سے امت اخذ کرتی ہے اور وہ عملی زندگی ایک کھلی کتاب کے طور پر تمام امت کے سامنے ہوتی ہے اور کئی سالوں پر پھیلی ہوئی ہوتی ہے۔ ان تفصیلات میں رسول کی خاندانی اور گھویلو زندگی کے خدوخال اور اجتماعی زندگی کے نمونے سب موجود ہوتے ہیں۔ بعض اوقات قرآن نے تو رسول کی نفسیاتی کیفیات کو بھی قلم بند کیا ہے تاکہ آنے والی امتیں بھی دیکھیں کہ نبی امین کی قلبی کیفیت کیا تھی۔",
  "ayah": 14,
  "surah": 36
}
