{
  "text": "وایۃ لھم الارض المیتۃ۔۔۔۔۔ ومما لا یعلمون (33 – 36 پاک ہے وہ ذات جس نے جملہ اقسام کے جوڑے پیدا کئے خواہ وہ زمین کی نباتات میں سے ہوں یا خود ان کی اپنی جنس (یعنی نوع انسانی) میں یا ان اشیاء میں سے جن کو یہ جانتے تک نہیں ہیں “۔\nیہ لوگ رسولوں کی تکذیب کرتے ہیں اور انسانی تاریخ کے اندر تکذیب کرنے والوں کی قتل گاہوں اور بربادیوں پر گور نہیں کرتے۔ اور یہ لوگ مخلوق کی اس حالت سے کوئی سبق نہیں لیتے کہ لوگ چلے جا رہے ہیں اور ان میں سے کوئی بھی واپس نہیں ہو رہا ہے۔ اور رسول کی دعوت یہ ہے کہ وہ ان لوگوں کو اللہ کی طرف بلاتے ہیں ۔ وہ اللہ جس کے وجود پر ان کے اردگرد پھیلی ہوئی یہ کائنات اچھی طرح دلالت کرتی ہے۔ اللہ کی ثنا کرتی ہے اور اس کے وجود پر شاہد ہے۔ یہ زمین جو ان کے پاؤں کے نیچے ہے ، یہ دیکھتے ہیں کہ ایک وقت میں یہ مر جاتی ہے۔ اس میں کوئی روئیدگی نہیں ہوتی۔ پھر یہ زندہ ہوجاتی ہے۔ اس میں حیوانات پیدا ہوتے ہیں۔ اس کے علاوہ اس کے اندر باغات پیدا ہوتے ہیں۔ کھجوریں ، انگور اور پھر ان باغات کے اندر چشمے پھوٹ پڑتے ہیں اور یوں انسانی اور دوسری زندگی رواں دواں نظر آتی ہے۔\nاور پھر یہ زندگی بذات خود ایک معجزہ ہے اور کوئی انسان یہ قدرت نہیں رکھتا کہ وہ زندگی کا اجرا کرسکے ، اس کی تخلیق کرسکے اور اس کے بعد اس کا سلسلہ تناسل کو جاری کرسکے۔ زندگی کے اس عظیم معجزے کا اجراء دست قدرت کا عجیب کارنامہ ہے۔ مردہ جسم کے اندر زندگی کی روح پھونک دی جاتی ہے دم بدم بڑھنے والی فصل کو دیکھ کر ، گھنی چھاؤں والے باغات کو دیکھ کر ، اور اس سے بھرے ہوئے پختہ پھلوں کو دیکھ کر انسانی دل و دماغ کے دروازے کھل جاتے ہیں۔ انسان دیکھتا ہے کہ یہ پوری زمین کو پھاڑ کر روشنی اور آزادی کے لیے سر نکالتے ہیں۔ اور یہ سر نکالنے والی لکڑی سورج کی روشنی میں سرسز و شاداب ہوجاتی ہے۔ اور پھر یہ پودا پتوں اور پھلوں سے مزین ہوجاتا ہے۔ پھول کھل جاتے ہیں ، پھل پک جاتے ہیں اور توڑنے کے قابل ہوجاتے ہیں۔\nلیاکلوا ۔۔۔ ایدیھم (36: 35) ” تاکہ یہ اس کے پھل کھائیں اور یہ سب کچھ ان کے اپنے ہاتھوں کا پیدا کیا ہوا نہیں ہے “۔ یہ اللہ ہی کا ہاتھ ہے جس نے ان کو اس کام پر قدرت دی۔ جس طرح اس نے فصلوں اور پھلوں کو بڑھنے کی صلاحیت دی۔\nافلا یشکرون (36: 35) ” پھر کیا یہ شکر ادا نہیں کرتے۔\nاس کے بعد قرآن کریم میں ایک لطیف اشارہ ، اس طرح آتا ہے کہ جس ذات نے انسان کی راہنمائی ان نباتات اور باغات کی طرف فرمائی۔ وہ وہی ہے جس نے فصلوں کے اندر بھی جوڑے پیدا کیے یعنی نر اور مادہ جس طرح انسانوں اور حیوانوں کے اندر جوڑے ہیں اور تمام دوسری مخلوق میں بھی جوڑے ہیں جن کو صرف اللہ ہی جانتا ہے۔",
  "ayah": 34,
  "surah": 36
}
