{
  "text": "واذا قیل لھم ۔۔۔۔۔ ان کنتم صٰدقین (48) ” ۔ “۔\nیہ نشانیاں بھی ان کے دل و دماغ میں تجتس ، تدبر اور احساس خدا خوفی نہیں کرتیں ۔ حالانکہ اگر کسی انسان کا دل کھلا ہو تو یہ نشا نیاں اس کے اندر حرکت پیدا کرتی ہیں ، اسے جھنجھوڑتی ہیں اور اسے پرجوش رویہ اختیار کرنے پر آمادہ کرتی ہیں ۔ اور یہ نشانیاں اس قابل ہیں کہ انسان کو اس کائنات کے ساتھ ملا دیں۔ وہ کائنات جو ایک کھلی کتاب ہے اور اس کا ہر ایک صفحہ خالق کی عظمت کا کھلا ثبوت ہے۔ اور اس سے ظاہر ہوتا ہے کہ اس کی تدابیر بہت گہری اور اس کے اندازے نہایت ہی درست ہوتے ہیں۔ لیکن یہ لوگ جن کی فطرت اور بصیرت مسخ ہوچکی ہے۔ وہ ان نشانیوں کو نہیں دیکھ سکتے۔ اور اگر وہ ان کو دیکھ بھی لیں ، ان پر ۔۔ نہیں کرتے۔ لیکن اللہ تعالیٰ اپنی عظیم رحمتوں کی وجہ سے پھر بھی ان لوگوں کو ان کے حال پر چھوڑ نہیں دیتا۔ اللہ پھر بھی ان کے پاس رسول بھیجتا ہے ، جو ان کو ڈراتا ہے۔ اور ان کو اس کائنات کے خالق کی طرف متوجہ کرتا ہے کہ اسے وجود میں لانے والا ایک قادر مطلق ہے۔ یہ رسول ان کو ڈراتا ہے ، ان کے دل میں خوف اور تقویٰ پیدا کرتا ہے۔ اور ان کو اللہ کے غضب اور ان کو عذاب الٰہی کے اسباب فراہم کرنے سے ڈراتا ہے۔ کیونکہ اللہ کے عذاب نے تو ان کو احاطہ میں لیا ہوا ہے۔ ان کے آگے اور پیچھے عذاب الٰہی موجود ہے۔ اگر یہ لوگ محتاط نہ رہے تو کسی بھی وقت اللہ کے عذاب میں پڑ سکتے ہیں اور ان کے قدم پھسل سکتے ہیں۔ پھر ان تکوینی نشانیوں کے علاوہ دوسری نشانیاں اور معجزات بھی اللہ پے در پے ان کے لیے بھیجتا ہے لیکن وہ تو جہ نہیں کرتے اور اپنی روش پر آگے ہی بڑھ رہے ہیں لاپرواہ ہوکر۔\nواذا قیل لھم اتقوا ما بین۔۔۔۔۔ ان کنتم صدقین (45 – 48) ” ان لوگوں سے جب کہا جاتا ہے کہ بچو اس انجام سے جو تمہارے آگے آرہا ہے اور تمہارے پیچھے گزر چکا ہے ، شاید کہ تم پر رحم کیا جائے (تو یہ سنی ان سنی کر جاتے ہیں) ۔ ان کے سامنے ان کے رب کی آیات میں سے جو آیت بھی آتی ہے ، یہ اس کی طرف التفات نہیں کرتے۔ اور جب ان سے کہا جاتا ہے کہ اللہ نے جو رزق تمہیں عطا کیا ہے ، اس میں سے کچھ اللہ کی راہ میں بھی خرچ کرو تو یہ لوگ جنہوں نے کفر کیا ہے ایمان لانے والوں کو جواب دیتے ہیں ” کیا ہم ان کو کھلائیں جنہیں اگر اللہ چاہتا تو خود کھلا دیتا ؟ تم تو بالکل ہی بہک گئے ہو “۔ یہ لوگ کہتے ہیں کہ ” یہ قیامت کی دھمکی آخر کب پوری ہوگی ؟ “۔\nیہ نشانیاں بھی ان کے دل و دماغ میں تجسس ، تدبر اور احساس خدا خوفی پیدا نہیں کرتیں۔ حالانکہ اگر کسی انسان کا دل کھلا ہو تو یہ نشانیاں اس کے اندر حرکت پیدا کرتی ہے ، اسے جھنجھوڑتی ہیں اور اسے پر جوش رویہ اختیار کرنے پر آمادہ کرتی ہیں۔ اور یہ نشانیاں اس قابل ہیں کہ انسان کو اس کائنات کے ساتھ ملا دیں۔ وہ کائنات جو ایک کھلی کتاب ہے اور اس کا ہر ایک صفحہ خالق کی عظمت کا کھلا ثبوت ہے۔ اور اس سے ظاہر ہوتا ہے کہ اس کی تدابیر بہت گہری اور اس کے اندازے نہایت ہی درست ہوتے ہیں۔ لیکن یہ لوگ جن کی فطرت اور بصیرت مسخ ہوچکی ہے۔ وہ ان نشانیوں کو نہیں دیکھ سکتے۔ اور اگر وہ ان کو دیکھ بھی لیں ، ان پر تدبر نہیں کرتے۔ لیکن اللہ تعالیٰ اپنی عظیم رحمتوں کی وجہ سے پھر بھی ان لوگوں کو ان کے حال پر چھوڑ نہیں دیتا ۔ اللہ پھر بھی ان کے پاس رسول بھیجتا ہے ، جو ان کو ڈراتا ہے۔ اور ان کو اس کائنات کے خالق کی طرف متوجہ کرتا ہے کہ اسے وجود میں لانے والا ایک قادر مطلق ہے۔ یہ رسول ان کو ڈراتا ہے ، ان کے دل میں خوف اور تقویٰ پیدا کرتا ہے۔ اور ان کو اللہ کے غضب اور ان کو عذاب الٰہی کے اسباب فراہم کرنے سے ڈراتا ہے۔ کیونکہ اللہ کے عذاب نے تو ان کو احاطہ میں لیا ہوا ہے۔ ان کے آگے اور پیچھے عذاب الٰہی موجود ہے۔ اگر یہ لوگ محتاط نہ رہے تو کسی بھی وقت اللہ کے عذاب میں پڑ سکتے ہیں اور ان کے قدم پھسل سکتے ہیں۔ پھر ان تکوینی نشانیوں کے علاوہ دوسری نشانیاں اور معجزات بھی اللہ پے در پے ان کے لیے بھیجتا ہے لیکن وہ توجہ نہیں کرتے اور اپنی روش پر آگے ہی بڑھ رہے ہیں لاپرواہ ہوکر۔",
  "ayah": 45,
  "surah": 36
}
