{
  "text": "درس نمبر 207 تشریح آیات\n69 ۔۔۔ تا۔۔۔ 83\nیہ اس سورت کا آخری سبق ہے اور اس میں ان تمام مسائل کو لیا گیا ہے جو اس سورت کا محور ہیں۔ وحی کا مسئلہ ، وحی کی ماہیت ، مسئلہ الوہیت اور وحدانیت الٰہی۔ بعث بعد الموت اور حشر و نشر۔ اس سبق میں یہ تمام مسائل علیحدہ علیحدہ یکے بعد دیگرے بیان کیے گئے ہیں ، نہایت ہی موثر اور زور دار انداز میں۔ تمام موضوعات میں یہ بتایا جاتا ہے کہ ہر چیز کی صنعت میں دست قدرت کار فرما ہے اور اس کائنات کی کنجیاں اللہ کے ہاتھ میں ہیں۔ یہ مضمون اس سبق اور اس سورت کی آخری آیت میں بیان کیا گیا ہے۔\nفسبحن الذی۔۔۔۔ ترجعون (36: 83) ” پاک ہے وہ جس کے ہاتھ میں ہر چیز کا مکمل اقتدار ہے اور اسی کی طرف تم پلٹائے جانے والے ہو “۔ یہ دست قدرت اور اس کی صنعت کاریاں ہیں کہ اس نے جانوروں کو بشر کے لیے پیدا کیا اور ان کے تابع فرمان کردیا۔ جس نے انسان کو ایک حقیر نطفے سے پیدا کیا اور جس طرح ایک نہایت ہی چھوٹے نطفے سے اسے پیدا کیا۔ اسی طرح بوسیدہ ہڈیوں سے اسے دوبارہ پیدا کر دے گا۔ جس نے سرسبز درخت سے آگ پیدا کی۔ جس نے زمین و آسمان جیسی عظیم کائنات پیدا کی۔ اور جو اس جہاں کی ہر چیز کا مالک اور مقتدر اعلیٰ ہے۔ یہ ہے اس سورت کا خلاصہ۔\nوما علمنہ الشعر۔۔۔۔ علی الکفرین (69 – 70) ”\n۔ وحی کے موضوع پر سورت کے آغاز ہی میں بحث ہوئی تھی۔\nیس ، والقرآن الحکیم۔۔۔۔۔ غفلون (36: 1 – 6) ” پس ، قسم ہے قرآن حکیم کی کہ تم یقیناً رسولوں میں سے ہو ، سیدھے راستے پر ہو اور یہ قرآن غالب اور حکیم ہستی کا نازل کردہ ہے تاکہ تم خبردار کرو ایک ہی قوم کو جس کے باپ داد خبردار نہ کیے گئے تھے اور اس وجہ سے وہ غفلت میں پڑے ہوئے تھے “۔ یہاں وحی کا ذکر اس مضمون اور مناسبت سے آتا ہے کہ یہ وحی الٰہی ہے ، شاعری نہیں ہے۔ کیونکہ بعض لوگ آپ پر یہ الزام لگاتے تھے کہ آپ ﷺ شاعر ہیں اور قرآن کریم ایک مخصوص قسم کا شعری کلام ہے۔ دراصل کبرائے قریش جانتے تھے کہ معاملہ یہ نہیں ہے۔ اور حضرت محمد ﷺ جو کلام لائے ہیں وہ عربوں کے اسالیب شعر کے مطابق نہ شعر ہے اور نہ ان کی نثر کی طرف نثر ہے۔ یہ الزام دراصل اسلام کے خلاف ان کی جانب سے پروپیگنڈے کی جنگ تھی۔ اور عوام الناس کو گمراہ کرنے کے لئے قرآن اور حضور ﷺ پر یہ الزام تھا۔ ہاں یہ لوگ قرآن کریم کے حسن و جمال اور انوکھے اور موثر اسلوب کلام سے یہ استدلال کرتے تھے ۔ اس طرح عوام الناس اشعار اور قرآن میں فرق نہ کرسکتے تھے اور اس لیے وہ اس پروپیگنڈے سے متاثر ہوتے تھے۔\nیہاں اللہ اس بات کی تردید فرماتا ہے کہ ہم نے نبی ﷺ کو شاعری سکھائی ہے جب اللہ نے آپ کو شعر کا علم نہیں سکھایا تو آپ کو شعر کا علم ہی نہیں ہو سکتا۔ کیونکہ انسان وہی جانتا ہے جو اللہ اسے سکھاتا ہے۔\nاس کے بعد اللہ تعالیٰ اس حقیقت سے بھی نقاب کشائی کرتا ہے کہ شعر کہنا آپ کے شایان شان ہی نہیں ہے۔ (وما ینبغی لہ) کیونکہ شاعری کا منہاج نبوت کے منہاج سے بہت ہی مختلف ہوتا ہے۔ شعر ایک تاثر ہوتا ہے اور تاثرات کا بیان ہوتا ہے۔ اور انسانی تاثرات مختلف حالات میں بدلتے رہتے ہیں جبکہ نبوت کا منہاج وحی پر مبنی ہوتا ہے اور مستقل ہوتا ہے۔ اور نبی ایک سیدھے راستے پر ہوتا ہے۔ اور اس ناموس الٰہی کے تابع ہوتا ہے جس کے مطابق یہ پوری کائنات رواں دواں ہوتی ہے۔ اور یہ ناموس بدلتی ہوئی خواہشات اور بدلتے ہوئے تاثرات کے مطابق نہیں بدلتا۔ جس طرح شعر بدلتے رہتے ہیں اور ہر حال میں شعر میں ایک نظریہ نہیں پایا جاتا۔\nنبوت میں تو نبی براہ راست ہر وقت اللہ سے مربوط ہوتا ہے اور وہ براہ راست اللہ کی وحی سے ہدایت لیتا ہے اور اس کی جدوجہد دائمی انداز لئے ہوئے ہوتی ہے کہ زندگی کا نظام اللہ تعالیٰ کے احکام کے مطابق چلے۔ جبکہ شعر ، اپنے اعلیٰ معیار کے ساتھ محض انسانی خواہشات اور جمال و کمال کے تاثرات پر مشتمل ہوتا ہے۔ انسان میں انسانی سوچ کی تقصیرات اور کمزوریاں موجود ہوتی ہیں۔ اور وہ انسان کے محدود تصورات کا عکس ہوتا ہے اور انسان کی محدود صلاحیت اور علم کا نتیجہ ہوتا ہے۔ یہ شعر جب اپنے مقام سے گر جاتا ہے تو یہ محض جسمانی لذت اور طبعی خواہشات اور جنسی لذت تک گر کر محدود ہوجاتا ہے۔ اس کے بعد پھر وہ جسمانی بخار کا نام ہوتا ہے۔ لہٰذا نبوت اور شاعری اپنی نوعیت اور ماہیت کے اعتبار سے مختلف ہیں۔ شعر اگر اعلیٰ درجے کا بھی ہو وہ ان خواہشات پر مشتمل ہوتا ہے جو زمین سے اٹھتی ہیں اور نبوت آسمانوں سے ایک ہدایت کی شکل میں نازل ہوتی ہے۔\nان ھو الا ذکر وقران مبین (36: 69) ” یہ تو ایک نصیحت ہے اور صاف پڑھے جانے والی کتاب ہے “۔ ذکر اور قرآن دونوں ایک ہی چیز کی صفات ہیں ۔ ذکر اس معنی میں ہے کہ اس کتاب کا اصل مقصد ہی نصیحت ہے اور قرآن اس حساب سے ہے کہ اس کی تلاوت کی جاتی ہے ۔ یہ گویا اللہ کی یاد ہے اور دل اس میں مشغول ہوتا ہے اور قرآن ہے جس کی تلاوت زبان سے ہوتی ہے اور اسے نازل اس لیے کیا گیا ہے کہ وہ اپنا مشین مقصد پورا کرے۔",
  "ayah": 69,
  "surah": 36
}
