{
  "text": "اولم یروا انا ۔۔۔۔۔ ما یسرون وما یعلنون (71 – 76)\nکیا یہ دیکھتے نہیں ؟ اللہ کی نشانیاں تو ان کے سامنے موجود ہیں اور سب کو نظر آتی ہیں۔ نہ ان سے اوجھل ہیں اور نہ دور ہیں۔ اور نہ یہ نشانیاں اس قدر پیچیدہ ہیں کہ انہیں سمجھنے کے لئے کسی بڑے غوروفکر کی ضرورت ہے۔ یہ انعامات جو اللہ نے انسانوں کے لیے پیدا کیے اور انسانوں کو ان کا مالک بنایا ، ان میں سے جانور ہیں جن کو انسانوں کے تابع بنایا جن پر انسان سوار ہوتے ہیں ، ان میں سے بعض نعمتوں کو کھاتے اور پیتے ہیں ۔ اور بعض سے بعض دوسرے فائدے اٹھاتے ہیں اور یہ سب امور اللہ کی تدابیر اور تقادیر کے مطابق ہے۔ اور پھر اللہ نے انسانوں کے اندر مختلف صلاحیتیں اور خصوصیات و دیعت فرمائیں۔ پھر جانوروں کو مختلف خصائص اور صلاحیتیں دیں۔ انسانوں کو یہ قدرت دی کہ وہ ان کو اپنا تابع فرمان بنائیں اور ان سے فائدے اٹھائیں۔ چناچہ وہ سدھائے گئے تابع فرمان بنائے گئے اور ان سے انسانوں کی مختلف حاجات و ضروریات پوری ہوتی رہیں۔ انسانوں کے اندر یہ قدرت نہ تھی کہ وہ ازخود ان نعمتوں کو پیدا کرسکتے۔ سب نعمتیں تو بڑی بات ہے اگر تمام انسان جمع ہوجائیں اور وہ ایک مکھی کی تخلیق کرنا چاہیں تو وہ بھی نہ کرسکیں گے۔ نیز اللہ نے چونکہ مکھی کے اندر یہ خاصیت نہیں رکھی کہ وہ انسانوں کے تابع ہوجائے اس لیے آج تک انسان مکی کو تابع نہ کرسکے۔\nافلا یشکرون (36: 73) ” پھر کیا یہ شکر گزار نہیں ہوتے “۔ جب انسان ان معاملات کے بارے میں اس انداز سے سوچتا ہے اور قرآن کریم کی روشنی میں ان امور پر غور کرتا ہے تو وہ اس نتیجے پر پہنچ جاتا ہے کہ وہ تو اللہ کے انعامات کے اندر ڈوبا ہوا ہے اور اس پر اللہ کے کرم کی ہر وقت بارش ہو رہی ہے۔ اس کے ماحول کی ہر چیز اس کے لیے رحمت ہے۔ جب بھی وہ کسی حیوان پر سوار ہوتا ہے ، یا گوشت کا کوئی ٹکڑا کھاتا ہے ، یا دودھ کا ایک گھونٹ پیتا ہے یا سوت ، اون اور ریشم کا کوئی کپڑا پہنتا ہے ، یا گھی اور پنیت استعمال کرتا ہے یا اپنے انعامات کو کام میں لاتا ہے تو اسے گہرا شعور حاصل ہوتا ہے کہ خالق کائنات کی رحمت کس قدر وسیع ہے اور اس کے انعامات کا دائرہ کسی قدر بڑا ہے۔ غرض یہ شعور اور بھی پختہ ہوجاتا ہے جب انسان اس جہاں کی تازہ اور باسی فصلوں اور پھلوں کو استعمال کرتا ہے اور اسی شعور کے نتیجے میں انسانی زندگی پوری کی پوری حمد و ثنا ہوجاتی ہے۔ قدم قدم پر اس شعور کی وجہ سے انسان عبادت اور بندگی کرتا ہے اور رات دن اللہ کا ثنا خواں ہوتا ہے۔",
  "ayah": 73,
  "surah": 36
}
