{
  "text": "اولیس الذی۔۔۔۔۔ الخلق العلیم (36: 81) ” کیا وہ جس نے آسمانوں اور زمینوں کو پیدا کردیا اس پر قادر نہیں ہے کہ ان جیسوں کو پیدا کرسکے کیوں نہیں ! جبکہ وہ ماہر خلاق ہے “۔\nآسمان اور زمین اور یہ وسیع کائنات تو ایک عجیب مخلوق ہے۔ یہ زمین جس پر ہم رہتے ہیں اور اس میں لاکھوں ملین اجناس و اصناف مخلوقات موجود ہیں ، بعض اس قدر باریک کہ ہم ان کے حجم ہی کو نہیں پکڑ سکتے۔ نہ ہم ان کی حقیقت کو پاسکتے ہیں ۔ اور ان کے بارے میں آج تک ہم بہت کم جانتے ہیں۔ یہ زمین اس سورج کے کہکشاں میں سے ایک چھوٹا سا تابع سیارہ ہے جس پر ہم رہتے ہیں۔ اس میں ہم سورج کی روشنی اور حرارت سے رہتے ہیں اور ہمارا یہ سورج جس کہکشاں کے تابع ہے ، اس کے اندر ایک کروڑ ستاروں میں سے سورج ایک ہے جس سے ہماری قریب کی یہ دنیا بنتی ہے۔ یہ بات نوٹ کرنے کے قابل ہے کہ اس جہاں میں کئی اور کہکشاں ہیں۔ اور کئی ایسی دنیا ئیں ہیں جس طرح ہماری قریب کی دنیا ہے۔ ماہرین فلکیات ابھی تک ایک کروڑ کہکشاؤں تک شمار کرسکتے ہیں اور یہ شمار انہوں نے اپنی محدود طاقت والی دوربینوں سے کیا ہے ۔ اور وہ اس انتظار میں ہیں کہ کئی اور کہکشاں دریافت ہوں گے جب طاقتور رصدگاہیں اور بہت ہی دور تک دکھانے والی دوربینیں بنا دی جائیں گی۔ ہماری اس کہکشاں اور اس سے قریب ترین کہکشاں کے درمیان فاصلہ کتنا ہے ؟ سات لاکھ پچاس ہزار نوری سال کا فاصلہ ہے۔ اور ایک نوری سال کا فاصلہ کیا ہوتا ہے یعنی 26 ملین میل۔ کہتے ہیں کہ طبعی مواد کا ایک عظیم ڈھیر یا گور تھا اور اس کے بکھرنے سے یہ سورج بنے ہیں۔ یہ ہے اللہ کی وسیع کائنات اور اس کی وسیع کرسی اور اس کے بارے میں ہمارے حقیر اور محدود معلومات۔\nیہ سورج جن کو گنا نہیں جاسکتا ان میں سے ہر ایک کا ایک مدار یا آسمان اور فلک ہے جس کے اندر یہ سورج چلتا ہے اور ان سورجوں میں سے ہر سورج کے اپنے تابع اجرام ہیں جن کے اپنے اپنے مدار ہیں۔ وہ ان مداروں میں اپنے اپنے سورجوں کے گرد گھومتے ہیں۔ جس طرح ہماری زمین ہمارے سورج کے گرد گھومتی ہے۔ یہ تمام گھومنے والے اربوں سورج اور چاند اور ستارے نہایت ہی دقیق اور متعین رفتار کے ساتھ چلتے ہیں اور کبھی اپنی رفتار اور مدار کو نہیں بدلتے۔ ایک لمحہ کے لیے نہیں رکتے۔ اگر ایسا ہوجائے تو کائنات کے تمام مجموعے جو اس وقت ان فضاؤں میں تیر رہے ہیں ، سب باہم متصادم ہوجائیں اور یہ تمام نظام درہم برہم ہوجائے۔\nیہ فضا جس میں اربوں اجرام فلکی چکر لگا رہے ہیں اور جن کی تعداد بھی ابھی تک معلوم نہیں ، یوں ہیں جس طرح چھوٹے چھوٹے ذرے ہیں۔ نہ ان کی تصویر کشی ہو سکتی ہے اور نہ یہ دائرہ تصور میں آسکتے ہیں۔ یہ اس قدر وسیع و عریض کائنات کے حصے ہیں جس کے تصور ہی سے سر چکرا جاتا ہے۔ اولیس الذی۔۔۔۔ یخلق مثلھم (36: 81) ” وہ جس نے آسمانوں اور زمینوں کو پیدا کیا اس پر قادر نہیں کہ ان جیسوں کو پیدا کرسکے “۔ لوگوں کی تخلیق تو ایک معمولی بات ہے جبکہ یہ کائنات بہت ہی وسیع اور عظیم ہے۔\nبلی وھو الخلق العلیم (36: 81) ” ہاں وہ ماہر خلاق ہے “۔ اللہ نے یہ سب چیزیں پیدا کیں وہ ان کے علاوہ اور چیزوں کو بھی پیدا کرسکتا ہے اور بغیر کسی تکلیف اور محنت کے۔ اللہ کے لیے چھوٹی یا بڑی چیز کی تخلیق میں کوئی فرق نہیں ہے۔",
  "ayah": 81,
  "surah": 36
}
