{
  "text": "The Believers will be awarded Light on the Day of Resurrection\nيَوْمَ تَرَ‌ى الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ يَسْعَىٰ نُورُ‌هُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم (On the Day when you will see the believing men and the believing women, their light proceeding in front of them and to their right hands,....57:12) 'The day' refers to the 'Day of Resurrection'. The fact of 'light running before them' will take place just prior to people's passing over the bridge of sirat. The details are given in a Tradition reported by Sayyidna Abu Umamah Bahili ؓ Ibn Kathir has cited it on the authority of Ibn Abi Hatim (رح) . The Tradition is lengthy. It recounts that Sayyidna Abu Umamah Bahili ؓ attended a funeral in Damascus. When it was over, he reminded people about death, the grave, the Resurrection and the Hereafter. A few of the statements are reproduced below in translation:\n\"Then you will be transferred from the graves to the plane of gathering where there will be different stages and spots to stand or wait. Then there will come a stage when some faces will brighten up and others will be darkened by the Divine command. Then there will come a stage when people - believers and non-believers - all will assemble on the Plane of Gathering. An intense darkness will prevail and nobody will be able to see anything. Thereafter light will be distributed. (Another report of Ibn Abi Hatim (رح) ، reported by Ibn Kathir, which he narrates on the authority of Sayyidna ` Abdullah Ibn Masud ؓ says that each believer will receive the light commensurate with his deeds; some will have light as large as a mountain, some as a date tree, some as big as the height of a man. The least among them will have a light as big as his index finger; it will lit at times and extinguished at other times.) Sayyidna Abu Umamah Bahili ؓ then went on to say that the hypocrites and the infidels would not receive any light. The Holy Qur'an exemplifies it thus:\nأَوْ كَظُلُمَاتٍ فِي بَحْرٍ‌ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ مِّن فَوْقِهِ سَحَابٌ ۚ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَ‌جَ يَدَهُ لَمْ يَكَدْ يَرَ‌اهَا ۗ وَمَن لَّمْ يَجْعَلِ اللَّـهُ لَهُ نُورً‌ا فَمَا لَهُ مِن نُّورٍ‌\n'or their deeds are like layers of darkness in a vast deep sea overwhelmed by a wave, above which there is another wave-layers of darkness, one above the other. When one puts forth his hand, he can hardly see it. And the one to whom Allah does not give light can have no light at all.\" (24:40)\nFrom this narration, it is learnt that the infidels and the hypocrites will be deprived of the light from the very beginning point where Allah will distribute light to the believing men and women after the intensely dark spot. But Tabrani reports a Tradition on the authority of Sayyidna Ibn ` Abbas ؓ عنہما\tthat the Messenger of Allah said:\n\"Allah will send light to every believer at the bridge, and also to every hypocrite, but when the hypocrites reach the bridge, their light will be snatched away.\" (Ibn Kathir)\nThis shows that the hypocrites will initially receive light, but when they reach the bridge, they will be deprived of it. Be that as it may, whether they will be deprived of light initially or it will be extinguished later on after receiving it at an earlier stage, they will plead to the believers: 'Please wait for us! Let us take advantage of your light, because we were with you in the world when we performed salah, paid zakah, performed Hajj and even participated in jihad expeditions?' The request will be declined. The rejoinder to this plea is forthcoming in full details. It is in keeping with the characteristic of the hypocrites that they should first be shown the light, then it should be extinguished to leave them in total darkness, just as they behaved deceitfully in the world, as the Qur'an states:\nيُخَادِعُونَ اللَّـهَ وَهُوَ خَادِعُهُمْ\nSurely, the hypocrites [ try to ] deceive Allah while He is the One who leaves them in deception ... [ 4:142]\nImam Baghawi says that 'deception' here means that first the light will be sent to them, but it will be snatched away from them just in the nick of time when they will be needing it most crucially. At that crucial moment, the believers too will fear lest their light should be snatched away. As a result, they would implore thus:\nيَوْمَ لَا يُخْزِي اللَّـهُ النَّبِيَّ وَالَّذِينَ آمَنُوا مَعَهُ ۖ نُورُ‌هُمْ يَسْعَىٰ بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ يَقُولُونَ رَ‌بَّنَا أَتْمِمْ لَنَا نُورَ‌نَا وَاغْفِرْ‌ لَنَا ۖ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ‌\n\"...on the Day when Allah will not disgrace the Prophet and those who believed with him. Their light will run before them and to their right hands. They will say, \"Our Lord, perfect for us our light, and forgive us. Indeed you are powerful over everything.\" [ 66:8] (Mazhari)\nMuslim, Ahmad and Darqutni record on the authority of Sayyidna Jabir Ibn ` Abdullah the Prophetic Hadith that at first, light will be given to both believers and hypocrites, but when the latter would reach the bridge, it will be snatched away from the hypocrites.\nMazhari reconciles the two versions thus: There are two types of hypocrites, one of whom appeared in the time of the Holy Prophet ﷺ . This type will be treated like the infidels. The non-believers will not receive light from the very outset. Likewise, the hypocrites of the time of the Holy Prophet ﷺ will be deprived of the light from the very outset. The second type of hypocrites appeared after the time of the Holy Prophet ﷺ ، but they cannot be so called in the true sense of the word because revelation ended with the departure of the Holy Prophet ﷺ and without definitive evidence on the basis of revelation no one can be labeled, identified or classified as a munafiq [ hypocrite ]. The munafiq manifests the form of a man of faith in his outward practice, but his inner dimension is completely devoid of faith and belief. There is no way of knowing this for common people. However, Allah is fully aware of his inner and outer dimensions. He will treat each one accordingly. The munafiqs will be shown the light in the beginning, but when they would arrive at the bridge, their light will be put out and they will be groping in total darkness.\nIn this category of munafiqs fall those people of this Ummah who distort the Qur'an and Hadith twisting their meanings to suit their own purposes. We seek Allah's refuge from it.\nCauses of Light and Darkness on the Plane of Gathering\nTafsir Mazhari, on this occasion, has, on the basis of Qur'an and Hadith, described the causes of light and darkness on the Plane of Gathering. Below, we reproduce those causes the knowledge of which is more important than pure academic research, in the hope that Allah will grant us light:\n[ 1] The Messenger of Allah ﷺ said: \"Give glad tidings to those who go to the mosque in the darkness of night that they will receive perfect light on the Day of Judgment.\" (Reported by Abu Dad and Tirmidhi from Buraidah, and Ibn Majah from Anas ؓ . This Hadith is also reported by Sahl Ibn Sa'd, Zaid Ibn Harithah, Ibn ` Abbas, Ibn 'Umar, Harithah Ibn Wahb, Abu 'Umamah, Abu-ad-Darda, Abu Musa, Abu Hurairah, ` A'ishah ؓ\n[ 2]\tThe Messenger of Allah ﷺ said:\nمَن حَافَظَ عَلَی الصَّلَوَاتِ کَانَت لَہُ ، نُوراً وَّ بُرھَاناً وَّ نَجَاۃً یَّومَ القِیٰمۃِ وَمَن لَّم یُحافِظُ عَلیِھَا لَم یَکُن لَّہُ ، نُوراً وَّ لَا بُرھَاناً وَّلَا نَجَاۃً کَانَ یَومَ القِیامَۃِ مَعَ قَارُون وَ ھَامَانَ وَ فِرعَونَ ۔\n\"He who takes care of his five daily prayers [ that is, performs them regularly fulfilling all their essentials ], it will serve as light, proof and salvation for him on the Day of Judgment. He who fails to take care of it, there will be no light, nor proof or salvation for him on the Day of Judgment. The latter will be in the company of Qarun, Haman and Fir'aun.\" (Reported by Ahmad and Tabarani from Ibn Umar ؓ\n[ 3]\tThe Messenger of Allah ﷺ said: \"Whoever recites Surah Al-Kahf, there will be so much of light for him on the Day of Judgment that it will spread from his place to Makkah.\" In another narration, \"Whoever recites Surah Al-Kahf on a Friday, light will extend from his feet to the heights of the heaven on the Day of Judgment.\" (Reported by Tabaram from Abu Said ؓ\n[ 4]\tThe Messenger of Allah ﷺ said: \"Whoever recites just a single verse of the Qur'an, it will be a light for him on the Day of Judgment.\" (Reported by Ahmad from Abu Hurairah ؓ\n[ 5]\tThe Messenger of Allah ﷺ said: \"Whoever sends salah (durud) to me, it shall be the cause of light on the Bridge of Sirat.\" (Reported by Dailami from Abu Hurairah ؓ\n[ 6]\tThe Messenger of Allah ﷺ said when detailing the rules of Hajj: \"The hair, that falls on the ground at the time of shaving it when coming out of the state of ihram, will be a light for him on the Day of Judgment\" (Tabarani from Ubadah Ibn Samit ؓ\n[ 7]\tThe Messenger of Allah ﷺ said: \"Stoning the jamarat in Mina will be a light on the Day of Judgment.\" (Musnad of Bazzar from Ibn Masud ؓ\n[ 8]\tThe Messenger of Allah ﷺ said: \"He whose hair turns gray in Islam, it will be a light for him on the Day of Judgment.\" (Tabarani, with a good chain, from Abu Hurairah ؓ\n[ 9]\tThe Messenger of Allah ﷺ said: \"He who shoots even one arrow in Allah's way while fighting in jihad, it will be a light for him on the Day of Judgment.\" (Bazzar with a good chain from Abu Hurairah ؓ\n[ 10]\tThe Messenger of Allah ﷺ said: \"He who remembers Allah in the marketplace will receive light for every strand of hair on the Day of Judgment.\" (Baihaqi in Shu` ab-ul-'Iman with an interrupted chain from Ibn Umar ؓ\n[ 11]\tThe Messenger of Allah ﷺ said: \"He who alleviates the calamity of a Muslim, Allah will create two compartments of light for him at the bridge which will brighten up a whole world. No one besides Allah knows its number.\" (Tabarani from Abu Hurairah ؓ\n[ 12]\tThe Messenger of Allah ﷺ said: اِیَّاکُم وَ الظُلمَ فَاِنَّہ، ھُوَ الظُلُمٰتُ یَوم القِیامَۃِ \"Beware of zulm [ injustice ] because that will yield zulumat [ layers of darkness ] on the Day of Judgment.\" (Bukhari and Muslim from Ibn Umar ؓ ، Muslim from Jabir ؓ and Hakim from Abu Hurairah and Ibn ` Umar ؓ ، and Tabarani from Ibn Ziyad ؓ .",
  "ayah": 12,
  "surah": 57
}
