{
  "text": "يَوْمَ يَقُولُ الْمُنَافِقُونَ وَالْمُنَافِقَاتُ لِلَّذِينَ آمَنُوا انظُرُ‌ونَا نَقْتَبِسْ مِن نُّورِ‌كُمْ (...the Day when the hypocrite men and hypocrite women will say to those who believe, \"Wait for us, so that we may have a share from your light...(57:13) The meaning is self-evident.\nقِيلَ ارْ‌جِعُوا وَرَ‌اءَكُمْ فَالْتَمِسُوا نُورً‌ا (...it will be said [ to them ], \"Go back to your rear, and search for light ....57:13) This reply will be given by either the believers, or by the angels. [ Ibn ` Abbas ؓ and Qatadah (رح) ]\nفَضُرِ‌بَ بَيْنَهُم بِسُورٍ‌ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرَّ‌حْمَةُ وَظَاهِرُ‌هُ مِن قِبَلِهِ الْعَذَابُ (...Then a wall will be placed between them, which will have a gate. In its inner side, there will be the Divine mercy, while towards its outer side, there will be the Divine punishment...57:13). Having received the reply from either the believers or the angels, the hypocrites will return to the place where the light was distributed. They will find nothing there, so they will attempt to go back to the believers but in the meantime a wall will be set up between the hypocrites and the believers. As a result, the hypocrites will be separated from the believers and will not be able to reach them. They will be left in complete darkness. On the side of the believers there will be Allah's mercy while on the side of the hypocrites there will be chastisement.\nRuh-ul-Ma’ ani cites Ibn Zaid's view that this wall refers to A` raf, which will be a barrier between the believers and the hypocrites. Other commentators express the view that the wall is not the barrier of A'raf, but it is some other wall or barrier. The door in the wall could serve one of two purposes: [ 1] It will be a way through which the believers and the hypocrites will communicate with one another; or [ 2] all the believers will pass through this door and then sealed off permanently.\nSpecial Note\nIn the matter of light, the infidels are not mentioned anywhere, because in their case there is no question of having such a light. The hypocrites are, however, mentioned and there are two narrations concerning them: [ 1] That they will not receive light at all from the outset; or [ 2] They will receive it at first, but when they arrive at the Bridge of Sirat, it will be extinguished. A wall will be erected as a barrier between them and the believers. This goes to show that only the believers will cross the Bridge of Sirat from above the Hell. The infidels and pagans will not pass through the Bridge. They will be pushed into the Fire direct through the doors of Hell. The sinful believers, who will be kept in the Hell for a while to be cleansed of their sins, will fall into the Hell while crossing the Bridge. The rest of the believers will cross the bridge safely and enter Paradise, as explicitly stated by Shah ` Abdul-Qadir Dehlawi (رح) and supported by Durr. Allah knows best!",
  "ayah": 14,
  "surah": 57
}
