{
  "text": "Remedy for Diabolical Whisperings\nSayyidna Ibn ` Abbas ؓ said that if the Shaitan casts an evil scruple in anyone's heart, and thus causes skepticism about Allah and the religion of truth, he should softly recite the following verse [ 3]: هُوَ الْأَوَّلُ وَالْآخِرُ‌ وَالظَّاهِرُ‌ وَالْبَاطِنُ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ (He is the First and the Last, the Manifest and the Hidden and He is All-Knowing about everything.)\nWhat is meant by Allah's being First and Last, and Manifest and Hidden? There are more than ten different interpretations of these attributes, and they are not contradictory. The scope is wide enough to accommodate all interpretations. The meaning of the attribute al-awwal [ the First ] is more or less fixed, signifying that ontologically there was nothing before Allah, and that He created everything and He is the First Cause of all existent things. The attribute Al-'akhir [ the Last ] means that He will exist even after everything will perish, as the following verse testifies: كُلُّ شَيْءٍ هَالِكٌ إِلَّا وَجْهَهُ (Everything has to perish except His Countenance... [ 28:88]. It should be noted that death or perishing covers two possibilities, either actual death or potential death. Therefore the verse means that all existent creatures will either actually perish on the Day of Judgment, or they may not actually perish, but potentially they could perish. They have the inherent capacity for death and destruction. Thus despite their being existent they may still be described as halik or fani [ perishing ]. As for instance, Paradise and Hell, and the righteous or unrighteous inmates entering them will not actually perish, but potentially they have the inherent capacity to perish. Only the Supreme Being of Allah is such that neither non-existence has ever occurred to Him, nor can death overtake Him. Thus Allah is Al-'Akhir [ the Last ].\nImam Ghazali (رح) has another explanation. He interprets the attribute 'Akhir [ the Last ] from the point of view of ma'rifah [ Knowledge ] in the sense that knowing Allah Ta’ ala is the ultimate goal which man hopes to achieve. He moves in the direction of this goal, passing on the way through all the different stages and stations until he attains the Divine Knowledge. [ Ruh ul Ma’ ani ]\nThe attribute Az-zahir [ the Manifest ] signifies a Being whose manifestation is superior to everything. Since 'manifestation' is an offshoot of 'existence', and the Existence of Allah is First and superior to all existent entities, the Divine Manifestation surpasses the manifestation of all other beings. Nothing in this universe is more manifest than Him. The manifestation of His wisdom and His power is visible in every particle of this world.\nThe attribute Al-batin [ the Hidden ] means that the accurate nature and essence of Allah's Being is hidden in the sense that the Divine Essence [ dhat ] is beyond human perception. No intellect or thought can ever reach the accurate and Intrinsic Essence of Allah.\nاے برتراز قیاس و گمان و خیال و وھم\nو زھرچہ دیدہ ایم شنیدہ ایم وخواندہ ایم\nHe is far beyond any hypothesis, any guess, any assumption, any imagination,\nAnd who is far beyond whatever we have ever seen, heard or read about.\nاے بروں از جملہ قال و قیلِ من\nخاک بر فرق من و تمثیل من\nHe is beyond all our discussions and debates.\nWhatever example I cite to explain Him is no more than a sheer failure.",
  "ayah": 3,
  "surah": 57
}
