{
  "text": "ایماندار وہی ہے جس کے اعمال تابع قرآن ہوں !سچے ایمانداروں کی نشانی یہ ہے کہ وہ دل کے کانوں سے ہماری آیتوں کو سنتے ہیں اور ان پر عمل کرتے ہیں۔ زبانی حق مانتے ہیں اور دل سے بھی برحق جانتے ہیں۔ سجدہ کرتے ہیں اور اپنے رب کی تسبیح اور حمد بیان کرتے ہیں۔ اور اتباع حق سے جی نہیں چراتے۔ نہ اکڑتے ضد کرتے ہیں۔ یہ بدعات کافروں کی ہے جیسے فرمایا آیت (اِنَّ الَّذِيْنَ يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِيْ سَيَدْخُلُوْنَ جَهَنَّمَ دٰخِرِيْنَ 60؀) 40۔ غافر :60) یعنی میری عبادت سے تکبر کرنے والے ذلیل و خوار ہو کر جہنم میں جائیں گے۔ ان سچے ایمانداروں کی ایک یہ بھی علامت ہے کہ وہ راتوں کو نیند چھوڑ کر اپنے بستروں سے الگ ہو کر نمازیں ادا کرتے ہیں، تہجد پڑھتے ہیں۔ مغرب عشاء کے درمیان کی نماز بھی بعض نے مراد لی ہیں۔ کوئی کہتا ہے مراد اس سے عشاء کی نماز کا انتظار ہے۔ اور قول ہے کہ عشاء کی اور صبح کی نمازیں باجماعت اس سے مراد ہے۔ وہ اللہ سے دعائیں کرتے ہیں اس کے عذابوں سے نجات کے لئے اور اس کی نعمتیں حاصل کرنے کے لئے ساتھ ہی صدقہ خیرات بھی کرتے رہتے ہیں۔ اپنی حیثیت کے مطابق راہ اللہ میں دیتے رہتے ہیں۔ وہ نیکیاں بھی کرتے ہیں جن کا تعلق انہی کی ذات سے ہے۔ اور وہ نیکیاں بھی ہاتھ سے جانے نہیں دیتے جن کا تعلق دوسروں سے ہے۔ ان بہترین نیکیوں میں سب سے بڑھے ہوئے وہ ہیں جو درجات میں بھی سب سے آگے ہیں۔ یعنی سید اولاد آدم فخر دو جہاں حضرت محمد ﷺ۔ جیسے کہ حضرت عبداللہ بن رواحہ ؓ کے شعروں میں ہے (وفینا رسول اللہ یتلو کتابہ اذانشق معروف من الصبح ساطع یبیت یجافی جنبہ عن فراشہ اذاستثقلت بالمشرکین المضاجع)یعنی ہم میں اللہ کے رسول ﷺ ہیں جو صبح ہوتے ہی اللہ کی پاک کتاب کی تلاوت کرتے ہیں۔ راتوں کو جبکہ مشرکین گہری نیند میں سوتے ہیں حضور ﷺ کی کروٹ آپ کے بستر سے الگ ہوتی ہے۔ مسند احمد میں ہے کہ حضور ﷺ فرماتے ہیں اللہ تعالیٰ دو شخصوں سے بہت ہی خوش ہوتا ہے ایک تو وہ جو رات کو میٹھی نیند سویا ہوا ہے لیکن دفعۃً اپنے رب کی نعمتیں اور اسکی سزائیں یاد کرکے اٹھ بیٹھتا ہے اپنے نرم وگرم بسترے کو چھوڑ کر میرے سامنے کھڑا ہو کر نماز شروع کردیتا ہے۔ دوسرا شخص وہ ہے جو ایک غزوے میں ہے کافروں سے لڑتے لڑتے مسلمانوں کا پانسہ کمزور پڑجاتا ہے لیکن یہ شخص یہ سمجھ کر کہ بھاگنے میں اللہ کی ناراضگی ہے اور اگے بڑھنے میں رب کی رضامندی ہے میداں کی طرف لوٹتا ہے اور کافروں سے جہاد کرتا ہے یہاں تک کہ اپنا سر اس کے نام پر قربان کردیتا ہے۔ اللہ تعالیٰ فخر سے اپنے فرشتوں کو اسے دکھاتا ہے اور اس کے سامنے اس کے عمل کی تعریف کرتا ہے۔ مسند احمد حضرت معاذ بن جبل ؓ فرماتے ہیں میں نبی ﷺ کے ساتھ ایک سفر میں تھا صبح کے وقت میں آپ کے قریب ہی چل رہا تھا میں نے پوچھا اے اللہ کے نبی مجھے کوئی ایسا عمل بتائیے جو مجھے جنت میں پہنچا دے اور جہنم سے الگ کردے آپ نے فرمایا تو نے سوال تو بڑے کام کا کیا ہے لیکن اللہ جس پر آسان کردے اس پر بڑا سہل ہے۔ سن تو اللہ کی عبادت کرتا رہ اور اس کے ساتھ کسی کو شریک نہ کر نمازوں کی پابندی کر رمضان کے روزے رکھ بیت اللہ کا حج کر زکوٰۃ ادا کرتا رہ۔ آ اب میں تجھے بھلائیوں کے دروازے بتلاؤں۔ روزہ ڈھال ہے اور انسان کی آدھی رات کی نماز، صدقہ گناہوں کو معاف کرا دیتا ہے۔ پھر آپ نے آیت (تَـتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًا ۡ وَّمِـمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ 16؀) 32۔ السجدة :16) کی تلاوت فرمائی۔ پھر آپ نے فرمایا آ اب میں تجھے اس امر کے سر اس کے ستون اور اس کی کوہان کی بلندی بتاؤں۔ اس تمام کا سر تو اسلام ہے اور اس کا ستون نماز ہے اس کے کوہان کی بلندی اللہ کی راہ کا جہاد ہے۔ پھر آپ نے فرمایا اب میں تجھے تمام کاموں کے سردار کی خبردوں ؟ پھر آپ نے اپنی زبان پکڑ کر فرمایا اسے روک رکھ میں نے کہا کیا ہم اپنی بات چیت پر بھی پکڑے جائیں گے ؟ آپ نے فرمایا اے معاذ افسوس تجھے معلوم نہیں انسان کو جہنم میں اوندھے منہ ڈالنے والی چیز تو اس کے زبان کے کنارے ہیں۔ یہی حدیث کئی سندوں سے مروی ہے ایک میں یہ بھی ہے کہ اس آیت (تتجافی) کو پڑھ کر حضور ﷺ نے فرمایا اس سے مراد بندے کا رات کی نماز پڑھنا ہے۔ اور روایت میں حضور ﷺ کا یہ فرمان مروی ہے کہ انسان کا آدھی رات کو قیام کرنا۔ پھر حضور کا اسی آیت کو تلاوت کرنا مروی ہے ایک حدیث میں ہے کہ قیامت کے دن جبکہ اول و آخر سب لوگ میدان محشر میں جمع ہوں گے تو ایک منادی فرشتہ آواز بلند کرے گا جسے تمام مخلوق سنے گی۔ وہ کہے گا کہ آج سب کو معلوم ہوجائے گا کہ سب سے زیادہ ذی عزت اللہ کے نزدیک کون ہے ؟ پھر لوٹ کر آواز لگائے گا کہ تہجد گذار لوگ اٹھ کھڑے ہوں اور اس آیت کی تلاوت فرمائے گا تو یہ لوگ اٹھ کھڑے ہونگے اور گنتی میں بہت کم ہوں گے۔ حضرت بلال ؓ فرماتے ہیں کہ جب یہ آیت اتری تو ہم لوگ مجلس میں بیٹھے تھے۔ اور بعض صحابہ مغرب کے بعد سے لے کر عشاء تک نماز میں مشغول رہتے تھے پس یہ آیت نازل ہوئی۔ اس حدیث کی یہی ایک سند ہے۔ پھر فرماتا ہے ان کے لئے جنت میں کیا کیا نعمتیں اور لذتیں پوشیدہ پوشیدہ بناکر رکھی ہیں۔ اسی کا کسی کو علم نہیں چونکہ یہ لوگ بھی پوشیدہ طور پر عبادت کرتے تھے اسی طرح ہم نے بھی پوشیدہ طور پر ان کی آنکھوں کی ٹھنڈک کی ٹھنڈک اور ان کے دل کا سکھ تیار کر رکھا ہے جو نہ کسی آنکھ نے دیکھا اور نہ کسی دل میں اس کا خیال آیا۔ بخاری کی حدیث قدسی میں ہے میں نے اپنے نیک بندوں کے لئے وہ رحمتیں اور نعمتیں مہیاکر رکھی ہیں جو نہ کسی آنکھ کے دیکھنے میں آئیں نہ کسی کان کے سننے میں نہ کسی کے دل کے سوچنے میں آئے ہوں۔ اس حدیث کو بیان فرما کر حضرت ابوہریرہ راوی حدیث نے کہا قرآن کی اس آیت کو پڑھ لو۔ (فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍ ۚ جَزَاۗءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ 17؀) 32۔ السجدة :17) ، اس روایت میں قرۃ کے بجائے قرأت پڑھنا بھی مروی ہے۔ اور روایت میں فرمان رسول ﷺ ہے کہ جنت کی نعمتیں جسے ملیں وہ کبھی بھی واپس نہیں ہونگی۔ ان کے کپڑے پرانے نہ ہوں گے ان کی جوانی ڈھلے گی نہیں ان کے لئے جنت میں وہ ہے جو نہ کسی آنکھ نے دیکھا نہ کسی کان نے سنا نہ کسی انسان کے دل پر ان کا وہم و گمان آیا (مسلم) ایک حدیث میں ہے کہ حضور ﷺ نے جنت کا وصف بیان کرتے ہوئے آخر میں یہی فرمایا اور پھر یہ آیت (تَـتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًا ۡ وَّمِـمَّا رَزَقْنٰهُمْ يُنْفِقُوْنَ 16؀) 32۔ السجدة :16) كي تلاوت فرمائی۔ حدیث قدسی میں ہے میں نے اپنے نیک بندوں کے لئے ایسی نعمتیں تیار کی ہیں جو نہ آنکھوں نے دیکھی ہیں نہ کانوں نے سنی ہیں بلکہ اندازہ میں بھی نہیں آسکتیں۔ صحیح مسلم شریف میں ہے حضور ﷺ نے فرمایا کہ حضرت موسیٰ ؑ نے اللہ تعالیٰ رب العالمین عزوجل سے عرض کیا کہ اے باری تعالیٰ ادنیٰ جنتی کا درجہ کیا ہے ؟ جواب ملا کہ ادنی ٰ جنتی وہ شخص ہے جو کل جنتیوں کے جنت میں چلے جانے کے بعد آئے گا اس سے کہا جائے گا جنت میں داخل ہوجاؤ وہ کہے گا یا اللہ کہاں جاؤں ہر ایک نے اپنی جگہ پر قبضہ کرلیا ہے اور اپنی چیزیں سنھبال لی ہیں۔ اس سے کہا جائے گا کہ کیا تو اس پر خوش ہے ؟ کہ تیرے لئے اتنا ہوجتنا دنیا کے کسی بہت بڑے بادشاہ کے پاس تھا۔ وہ کہے گا پروردگار میں اس پر بہت خوش ہوں۔ اللہ تعالیٰ فرمائے گا تیرے لئے اتنا ہی اور اتنا ہی اور اتناہی اور پانچ گناہ۔ یہ کہے گا بس بس اے رب میں راضی ہوگیا اللہ تعالیٰ فرمائے گا یہ سب ہم نے تجھے دیا اور اس کا دس گنا اور بھی دیا اور بھی جس چیز کو تیرا دل چاہے اور جس چیز سے تیری آنکھیں ٹھنڈی رہیں۔ یہ کہے گا میرے پروردگار میری تو باچھیں کھل گئیں جی خوش ہوگیا۔ حضرت موسیٰ ؑ نے کہا پھر اللہ تعالیٰ اعلیٰ درجہ کے جنتی کی کیا کیفیت ہے ؟ فرمایا یہ وہ لوگ ہیں جن کی خاطر و مدارت کی کرامت میں نے اپنے ہاتھ سے لکھی اور اس پر اپنی مہر لگادی ہے پھر نہ تو وہ کسی کے دیکھنے میں آئی نہ کسی کے سننے میں نہ کسی کے خیال میں۔ اس کا مصداق اللہ کی کتاب کی آیت (فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍ ۚ جَزَاۗءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ 17؀) 32۔ السجدة :17) ہے۔ حضرت عباس بن عبدالواحد فرماتے ہیں مجھے یہ بات پہنچی ہے کہ ایک جنتی اپنی حور کے ساتھ محبت پیار میں ستر سال تک مشغول رہے گا کسی دوسری چیز کی طرف اس کا التفات ہی نہیں ہوگا۔ پھر جو دوسری طرف التفات ہوگا تو دیکھے گا کہ پہلی سے بہت زیادہ خوبصورت اور نوارنی شکل کی ایک اور حور ہے۔ وہ اسے اپنی طرف متوجہ دیکھ کر خوش ہو کر کہے گی کہ اب میری مراد بھی پوری ہوگی یہ کہے گا تو کون ہے ؟ وہ کہے گی میں اللہ کی مزید نعمتوں میں سے ہوں۔ اب یہ سراپا اس کی طرف متوجہ ہوجائے گا پھر ستر سال کے بعد دوسری طرف دیکھے گا کہ اس سے بھی اچھی ایک اور حور ہے وہ کہے گی اب وقت آگیا کہ آپ میں میرا حصہ بھی ہو یہ پوچھے گا تم کون ہو ؟ وہ جواب دے گی میں ان میں سے ہوں جن کی نسبت جناب باری تعالیٰ نے فرمایا ہے کوئی نہیں جانتا کہ ان کے لئے اللہ تعالیٰ نے ان کی آنکھوں کی کیا کیا ٹھنڈک چھپا رکھی ہے۔ حضرت سعید بن جبیر ؓ فرماتے ہیں کہ فرشتے جنتیوں کے پاس دنیا کے اندازے سے ہر دن میں تین تین بار جنت عدن کے اللہ کے تحفے لے کر جائیں گے جو ان کی جنت میں نہیں اسی کا بیان اس آیت میں ہے۔ وہ فرشتے ان سے کہیں گے کہ اللہ تعالیٰ تم سے خوش ہے۔ حضرت ابو الیمان فزاری یا کسی اور سے مروی ہے کہ جنت کے سو درجے ہیں پہلا درجہ چاندی کا ہے اس کی زمین بھی چاندی کی ہے اس کے محلات بھی چاندی کے اس کی مٹی مشک کی ہے۔ تیسری موتی کی۔ زمین بھی موتی کی گھر بھی موتی کے برتن بھی موتی کے اور مٹی مشک کی۔ اور باقی ستانوے تو وہ ہیں جو نہ کسی آنکھ نے دیکھیں نہ کسی کان نے سنیں نہ کسی انسان کے دل میں گذریں۔ پھر اسی آیت کی تلاوت فرمائی۔ ابن جریر میں ہے آنحضرت ﷺ حضرت روح الامین سے روایت کرتے ہیں کہ انسان کی نیکیاں بدیاں لائی جائی گی۔ بعض بعض سے کم کی جائیں گی پھر اگر ایک نیکی بھی باقی بچ گئی تو اللہ تعالیٰ اسے بڑھا دے گا اور جنت میں کشادگی عطا فرمائے گا۔ راوی نے یزداد سے پوچھا کہ نیکیاں کہاں چلی گئیں ؟ تو انہوں نے اس آیت کی تلاوت کی (اُولٰۗىِٕكَ الَّذِيْنَ نَتَقَبَّلُ عَنْهُمْ اَحْسَنَ مَا عَمِلُوْا وَنَتَجَاوَزُ عَنْ سَـيِّاٰتِهِمْ فِيْٓ اَصْحٰبِ الْجَــنَّةِ ۭ وَعْدَ الصِّدْقِ الَّذِيْ كَانُوْا يُوْعَدُوْنَ 16؀) 46۔ الأحقاف :16) یعنی یہ وہ لوگ ہیں جن کے اچھے اعمال ہم نے قبول فرمالئے اور ان کی برائیوں سے ہم نے درگذر فرمالیا۔ راوی نے کہا پھر اس آیت کے کیا معنی ہیں ؟ (فَلَا تَعْلَمُ نَفْسٌ مَّآ اُخْفِيَ لَهُمْ مِّنْ قُرَّةِ اَعْيُنٍ ۚ جَزَاۗءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ 17؀) 32۔ السجدة :17) فرمایا بندہ جب کوئی نیکی لوگوں سے چھپا کر کرتا ہے تو اللہ تعالیٰ بھی قیامت کے دن اس کے آرام کی خبریں جو اس کے لئے پوشیدہ رکھ چھوڑی تھیں عطا فرمائے گا۔",
  "ayah": 16,
  "surah": 32
}
