{
  "text": "ہر ایک کی نکیل اللہ جل شانہ کے ہاتھ میں ہے تمام چیزوں کا خالق اللہ ہے۔ اس نے چھ دن میں زمین و آسمان بنائے پھر عرش پر قرار پکڑا۔ اس کی تفسیر گذر چکی ہے۔ مالک وخالق وہی ہے ہر چیز کی نکیل اسی کے ہاتھ میں ہے۔ تدبیریں سب کاموں کی وہی کرتا ہے ہر چیز پر غلبہ اسی کا ہے۔ اس کے سوا مخلوق کا نہ کوئی والی نہ اس کی اجازت کے بغیر کوئی سفارشی۔ اے وہ لوگو جو اس کے سوا اوروں کی عبادت کرتے ہو۔ دوسروں پر بھروسہ کرتے ہو کیا تم نہیں سمجھ سکتے کہ اتنی بڑی قدرتوں والا کیوں کسی کو اپنا شریک کار بنانے لگا ؟ وہ برابری سے، وزیر ومشیر سے شریک وسہیم سے پاک منزہ اور مبرا ہے۔ اس کے سوا کوئی معبود نہیں نہ اسکے علاوہ کوئی پالنہار ہے۔ نسائی میں ہے حضرت ابوہریرہ فرماتے ہیں ہیں میرا ہاتھ تھام کر رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ نے زمین و آسمان اور ان کے درمیان کی تمام چزیں پیدا کرکے ساتویں دن عرش پر قیام کیا۔ مٹی ہفتے کے دن بنی۔ پہاڑ اتوار کے دن درخت سوموار کے دن برائیاں منگل کے دن نور بدھ کے دن جانور جمعرات کے دن آدم جمعہ کے دن عصر کے بعد دن کی آخری گھڑی میں اسے تمام روئے زمین کی مٹی سے پیدا کیا جس میں سفید وسیاہ اچھی بری ہر طرح کی تھی اسی باعث اولاد آدم بھی بھلی بری ہوئی۔ امام بخاری اسے معلل بتلاتے ہیں فرماتے ہیں اور سند سے مروری ہے کہ حضرت ابوہریرہ نے اسے کعب احبار سے بیان کیا ہے اور حضرات محدثین نے بھی اسے معلل بتلایا ہے۔ واللہ اعلم۔ اس کا حکم ساتوں آسمانوں کے اوپر سے اترتا ہے اور ساتوں زمینوں کے نیچے تک پہنچتا ہے جسے اور آیت میں ہے (اَللّٰهُ الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ وَّمِنَ الْاَرْضِ مِثْلَهُنَّ ۭ يَـتَنَزَّلُ الْاَمْرُ بَيْنَهُنَّ لِتَعْلَمُوْٓا اَنَّ اللّٰهَ عَلٰي كُلِّ شَيْءٍ قَدِيْرٌ ڏ وَّاَنَّ اللّٰهَ قَدْ اَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا 12ۧ) 65۔ الطلاق :12) اللہ تعالیٰ نے ساتھ آسمان بنائے اور انہی کے مثل زمینیں اس کا حکم ان سب کے درمیان اترتا ہے۔ اعمال اپنے دیوان کی طرف اٹھائے اور چڑھائے جاتے ہیں جو آسمان دنیا کے اوپر ہے۔ زمین سے آسمان اول پانچ سو سال کے فاصلہ پر ہے اور اتناہی اس کا گھیراؤ ہے۔ اتنا اترنا چڑھنا اللہ کی قدرت سے فرشتہ ایک آنکھ جھپکنے میں کرلیتا ہے۔ اسی لئے فرمایا ایک دن میں جس کی مقدار تمہاری گنتی کے اعتبار سے ایک ہزار سال کی ہے۔ ان امور کا مدبر اللہ ہے وہ اپنے بندوں کے اعمال سے باخبر ہے۔ سب چھوٹے بڑے عمل اس کی طرف چڑھتے ہیں۔ وہ غالب ہے جس نے ہر چیز کو اپنے ماتحت کر رکھا ہے کل بندے اور کل گردنیں اس کے سامنے جھکی ہوئی ہیں وہ اپنے مومن بندوں پر بہت ہی مہربان ہے عزیز ہے اپنی رحمت میں اور رحیم ہے اپنی عزت میں۔",
  "ayah": 5,
  "surah": 32
}
