{
  "text": "আর যারা তাদের প্রতিপালককে ভয় করত, তাদেরকে দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে।[১] যখন তারা জান্নাতের নিকট উপস্থিত হবে এবং জান্নাতের দরজা খুলে দেওয়া হবে[২] এবং তার রক্ষীরা তাদেরকে বলবে, ‘তোমাদের প্রতি সালাম (শান্তি), তোমরা সুখী হও এবং স্থায়ীভাবে বাস করার জন্য জান্নাতে প্রবেশ কর।’\n[১] ঈমানদার ও আল্লাহভীরুদেরকেও দলে দলে জান্নাতের দিকে নিয়ে যাওয়া হবে। প্রথমে 'মুক্বার্রাবীন' (নৈকট্যপ্রাপ্ত দল), তারপর 'আবরার' (সৎলোকদের দল), এইভাবে মর্যাদাক্রমে প্রত্যেক দল তার সমমানের দলের সাথে শামিল থাকবে। যেমন, নবীরা নবীদের সাথে, সত্যবাদীরা সত্যবাদীদের সাথে, শহীদরা শহীদদের সাথে এবং আলেমরা আলেমদের সাথে। অর্থাৎ, প্রত্যেক দল তারই ন্যায় দলের বা তার সমমানের দলের সাথে থাকবে।\n[২] হাদীসে এসেছে, \"জান্নাতের আটটি দরজা। তার মধ্যে একটি দরজার নাম রাইয়ান। এই দরজা দিয়ে কেবল রোযাদাররা প্রবেশ করবে।\"\n(বুখারী ২২৫৭, মুসলিম ৮০৮নং)\nএইভাবে অন্যান্য দরজারও নাম থাকবে। যেমন, বাবুস্ স্বলাত (নামাযের দরজা)। বাবুস্ স্বাদাক্বাহ (সাদকার দরজা)। বাবুল জিহাদ (জিহাদের দরজা) প্রভৃতি।\n(বুখারীঃ রোযা অধ্যায়, মুসলিমঃ যাকাত অধ্যায়)\nপ্রত্যেক দরজা চল্লিশ বছরের পথ সমতুল্য চওড়া হবে। তা সত্ত্বেও তা পরিপূর্ণ থাকবে।\n(মুসলিমঃ যুহুদ অধ্যায়)\nসর্ব প্রথম জান্নাতের দরজায় করাঘাতকারী হবেন নবী মুহাম্মাদ (সাঃ)।\n(মুসলিম, ঈমান অধ্যায়)\nজান্নাতে সর্বপ্রথম আগমনকারী দলটির চেহারা হবে পূর্ণিমার চাঁদের মত এবং দ্বিতীয় দলটির মুখমন্ডল আসমানে দীপ্যমান নক্ষত্রের মধ্যে সর্বাধিক উজ্জ্বল নক্ষত্রের ন্যায় চমকাতে থাকবে। জান্নাতে তারা প্রস্রাব-পায়খানা এবং থুতু-শ্লেষ্মা হতে পাক ও পবিত্র হবে। তাদের চিরুণী হবে স্বর্ণের আর তাদের ঘর্ম হবে কস্তুরীর ন্যায় সুগন্ধময়। তাদের ধুনুচিতে সুগন্ধিময় আগর-কাঠ হবে। ডাগর চক্ষুবিশিষ্ট হুরগণ হবে তাদের স্ত্রী। তাদের উচ্চতা হবে আদম (আঃ)-এর মত ষাট হাত।\n(বুখারী)\nসহীহ বুখারীর অপর একটি বর্ণনা থেকে জানা যায় যে, প্রত্যেকটি মু'মিন দু'টি করে হুর পাবে। তারা এত রূপসী ও সুন্দরী হবে যে, (স্বচ্ছ সৌন্দর্যের কারণে) তাদের গোশতপিন্ডের ভেতর থেকে পায়ের নলাস্থিত মজ্জাও দেখা যাবে।\"\n(বুখারীঃ সৃষ্টির শুরু অধ্যায়)\nকেউ কেউ বলেছেন, এই দু'টি স্ত্রী হুর ছাড়া দুনিয়ার মহিলাদের মধ্য থেকে হবে। তবে যেহেতু (শহীদ ছাড়া সাধারণ লোকের জন্য) ৭২টি হুর পাওয়ার ব্যাপারে বর্ণিত হাদীস সনদের দিক দিয়ে সহীহ নয়, তাই বাহ্যিকভাবে এটাই সঠিক মনে হচ্ছে যে, প্রত্যেক জান্নাতী হুর সহ দু'টি করে স্ত্রী পাবে। আবার ﴿وَلَهُمْ مَا يَشْتَهُونَ﴾ (জান্নাতীরা জান্নাতে যা আশা করবে তাই পাবে) অনুসারে বেশী পাওয়ারও সম্ভাবনা আছে। আর আল্লাহই সর্বাধিক জ্ঞাত।\n(অতিরিক্ত জানার জন্য ফাতহুল বারীর উল্লিখিত অধ্যায় দ্রষ্টব্যঃ)",
  "ayah": 73,
  "surah": 39
}
