{
  "text": "যে ব্যক্তি তার প্রতিপালকের পক্ষ হতে আগত স্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত এবং ওর সঙ্গে তাঁর পক্ষ হতে এক সাক্ষীও বিদ্যমান, আর ওর পূর্বে (সাক্ষী) ছিল আদর্শ ও করুণা স্বরূপ মূসার গ্রন্থ; (সে কি তার মত যে অনুরূপ নয়)?[১] এমন লোকেরাই এ (কুরআন)-এর প্রতি বিশ্বাস রাখে।[২] আর সমস্ত দলের মধ্য হতে যে ব্যক্তি এই (কুরআন) অমান্য করবে, তার প্রতিশ্রুত স্থান হবে দোযখ।[৩] অতএব তুমি এ (কুরআন) সম্পর্কে সন্দেহে পড়ো না। নিঃসন্দেহে তোমার প্রতিপালকের পক্ষ হতে এটা সত্য (গ্রন্থ); কিন্তু অধিকাংশ লোক বিশ্বাস করে না। [৪]\n[১] কাফের ও অস্বীকারকারীদের বিপরীত মু'মিন ও দ্বীনদারদের কথা বর্ণনা করা হচ্ছে। \"প্রতিপালকের পক্ষ হতে স্পষ্ট প্রমাণ\"এর অর্থ হল, সেই 'প্রকৃতি' যার উপর আল্লাহ তাআলা মানুষকে সৃষ্টি করেছেন। আর তা হল এক আল্লাহকে স্বীকার ও একমাত্র তাঁরই ইবাদত করার প্রকৃতি। যেমন নবী (সাঃ) বলেছেন, সকল শিশু প্রকৃতির উপর জন্ম গ্রহণ করে, অতঃপর তার পিতা-মাতা তাকে ইয়াহুদী, খ্রিষ্টান অথবা অগ্নিপূজক বানিয়ে দেয়।\"\n(বুখারী)\nيَتْلُوْهُ এর অর্থ হল, ওর পিছনে বা ওর সঙ্গে। অর্থাৎ, তার সাথে আল্লাহর পক্ষ থেকে একজন সাক্ষীও বিদ্যমান। সে সাক্ষী হল কুরআন অথবা মুহাম্মাদ (সাঃ), যিনি সেই সুস্থ মানব-প্রকৃতির দিকে আহবান করেন। আর এর পূর্বে মূসা (আঃ)-এর কিতাব তাওরাতও সাক্ষী; যা পথনির্দেশক ও রহমতের কারণও বটে। অর্থাৎ, মূসা (আঃ)-এর কিতাবও কুরআনের উপর ঈমান আনার জন্য পথ দেখায়। উদ্দেশ্য এই যে, একজন সেই ব্যক্তি, যে অস্বীকারকারী ও কাফের এবং তার বিপরীত অন্য আর এক ব্যক্তি, যে আল্লাহর সুস্পষ্ট প্রমাণের উপর প্রতিষ্ঠিত, তার এক সাক্ষী হল কুরআন বা নবী (সাঃ), অনুরূপ পূর্বে অবতীর্ণ কিতাব তাওরাতেও তার পথনির্দেশনার সুব্যবস্থা করা হয়েছে। সুতরাং সে বিশ্বাসী। এরা উভয়ে কি সমান হতে পারে? অর্থাৎ, উভয়ে সমান হতে পারে না। কারণ একজন মু'মিন আর দ্বিতীয়জন কাফের। একজন সর্বপ্রকার দলীল দ্বারা সমৃদ্ধ। আর অন্যজন একেবারে দলীলশূন্য।[২] অর্থাৎ, যাদের মাঝে উক্ত গুণ পাওয়া যায়, তারা কুরআন কারীম ও নবী (সাঃ) এর প্রতি ঈমান রাখে।[৩] 'সমস্ত দল' থেকে উদ্দেশ্য হল, সারা পৃথিবীতে যে সকল ধর্ম বা মতবাদ পাওয়া যায়। অর্থাৎ, ইয়াহুদী, খ্রিষ্টান, পারসীক, বৌদ্ধ, অগ্নিপূজক, পৌত্তলিক ও অবিশ্বাসী ইত্যাদি থেকে যে কেউ মুহাম্মাদ (সাঃ) এর প্রতি ঈমান না আনবে, তার স্থান হবে জাহান্নাম। উক্ত বিষয়টি হাদীসে বর্ণিত হয়েছে, \"সেই সত্তার শপথ, যার হাতে আমার জান আছে! এই উম্মতের যে ইয়াহুদী অথবা খ্রিষ্টান আমার নবুঅত সম্পর্কে শ্রবণ করবে অথচ আমার প্রতি ঈমান আনবে না, সে জাহান্নামে যাবে।\"\n(মুসলিম)\nএ বিষয়টি এর পূর্বে সূরা বাক্বারার ২:৬২ নং ও সূরা নিসার ৪:১৫০-১৫২ নং আয়াতে আলোচিত হয়েছে।[৪] এ বিষয়টিকে কুরআন মাজীদের বিভিন্ন স্থানে বর্ণিত হয়েছে, যেমন (وَمَا أَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِينَ) অর্থাৎ, তুমি যতই চাও না কেন, অধিকাংশ লোকই বিশ্বাস করবার নয়। (সূরা ইউসুফ ১২:১০৩ আয়াত) (وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ فَاتَّبَعُوهُ إِلَّا فَرِيقًا مِنَ الْمُؤْمِنِينَ) অর্থাৎ, তাদের সম্বন্ধে ইবলীস তার ধারণা সত্য প্রমাণ করল, ফলে তাদের মধ্যে একটি মু'মিন দল ব্যতীত সবাই তার অনুসরণ করল।\n(সূরা সাবা' ৩৪:২০ আয়াত)",
  "ayah": 17,
  "surah": 11
}
