{
  "text": "حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ ) يقول: مأخوذة بعملها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) قال: غلق الناس كلهم إلا أصحاب اليمين.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) قال: لا يحاسبون.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قول الله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) أصحابَ اليمين لا يرتهنون بذنوبهم، ولكن يغفرها الله لهم، وقرأ قول الله:  إِلا عِبَادَ اللَّهِ الْمُخْلَصِينَ  قال: لا يؤاخذهم الله بسيئ أعمالهم، ولكن يغفرها الله لهم، ويتجاوز عنهم كما وعدهم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ ) قال: كل نفس سبقت له كلمة العذاب يرتهنه الله في النار، لا يرتهن الله أحدا من أهل الجنة، ألم تسمع أنه قال: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) يقول: ليسوا رهينة ( فِي جَنَّاتٍ يَتَسَاءَلُونَ ).حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، في قوله: ( إِلا أَصْحَابَ الْيَمِينِ ) قال: إن كان أحدهم سبقت له كلمة العذاب جُعلَ منـزله في النار يكون فيها رهنا، وليس يرتهن أحد من أهل الجنة هم في جنات يتساءلون.واختلف أهل التأويل في أصحاب اليمين الذين ذكرهم الله في هذا الموضع، فقال بعضهم: هم أطفال المسلمين.* ذكر من قال ذلك:حدثني واصل بن عبد الأعلى، قال: ثنا ابن فضيل، عن الأعمش، عن عثمان، عن زاذان، عن علي رضي الله عنه في هذه الآية ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) قال: هم الولدان.حدثنا محمد بن بشار، قال: ثنا مؤمل، قال: ثنا سفيان، عن عثمان أبي اليقظان، عن زاذان أبي عمر عن عليّ رضي الله عنه في قوله: ( كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلا أَصْحَابَ الْيَمِينِ ) قال: أطفال المسلمين.",
  "ayah": 39,
  "surah": 74
}
