{
  "text": "وقوله: ( وَثِيَابَكَ فَطَهِّرْ ) اختلف أهل التأويل في تأويل ذلك، فقال بعضهم: معنى ذلك: لا تلبس ثيابك على معصية، ولا على غدرة.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَثِيَابَكَ فَطَهِّرْ ) قال: أما سمعت قول غَيلان بن سَلَمة:وإنّي بِحَمْدِ اللهِ لا ثَوْبَ فاجِرٍلَبِسْتُ وَلا مِنْ غَدْرَةٍ أتَقَنَّعُ (2)حدثنا أبو كُريب: قال: ثنا مُصْعَب بن سلام، عن الأجلح، عن عكرِمة، عن ابن عباس، قال: أتاه رجل وأنا جالس فقال: أرأيت قول الله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: لا تلبسها على معصية ولا على غدرة، ثم قال: أما سمعت قول غيلان بن سلمة الثقفيّ:وإنّي بِحَمْدِ اللهِ لا ثَوْبَ فاجِرٍلَبِسْتُ وَلا مِنْ غَدْرَةٍ أتَقَنَّعُحدثنا سعيد بن يحيى، قال: ثنا حفص بن غياث، عن الأجلح، عن عكرِمة، قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: لا تلبسها على غدرة، ولا على فجرة ثم تمثَّل بشعر غيلان بن سلمة هذا.حدثنا ابن حميد، قال: ثنا مهران، قال: ثنا سفيان، عن الأجلح بن عبد الله الكندي، عن عكرِمة ( وَثِيَابَكَ فَطَهِّرْ ) قال: لا تلبس ثيابك على معصية، ألم تسمع قول غيلان بن سَلَمَة الثقفيّ:وإنّي بِحَمْدِ اللهِ لا ثَوْبَ فاجِرٍلَبِسْتُ وَلا مِنْ غَدْرَةٍ أتَقَنَّعُحدثني زكريا بن يحيى بن أبي زائدة، قال: ثنا حجاج، قال ابن جريج: أخبرني عطاء، أنه سمع ابن عباس يقول: ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الإثم، ثم قال: نقيّ الثياب في كلام العرب.حدثنا سعيد بن يحيى، قال: ثنا حفص بن غياث القاضي، عن ابن جُرَيج، عن عطاء، عن ابن عباس، قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: في كلام العرب: نقيّ الثياب.حدثنا ابن المثنى، قال: ثنا يحيى بن سعيد، عن شعبة، عن مغيرة، عن إبراهيم ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الذنوب.حدثنا أبو كريب، قال: ثنا يحيى بن سعيد، عن ابن جريج، عن عطاء، عن ابن عباس ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الذنوب.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( وَثِيَابَكَ فَطَهِّرْ ) قال: هي كلمة من العربية كانت العرب تقولها: طهر ثيابك: أي من الذنوب.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( وَثِيَابَكَ فَطَهِّرْ ) يقول: طهرها من المعاصي، فكانت العرب تسمي الرجل إذا نكث ولم يف بعهد أنه دَنِسَ الثياب، وإذا وفى وأصلح قالوا: مطهَّر الثياب.حدثنا ابن حميد، قال ثنا مهران، عن سفيان، عن ابن جريج، عن عطاء، عن ابن عباس: ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الإثم.قال: ثنا مهران، عن سفيان، عن مغيرة، عن إبراهيم ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الإثم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَثِيَابَكَ فَطَهِّرْ ) يقول: لا تلبس ثيابك على معصية.حدثنا أبو كريب، قال: ثنا وكيع، عن سفيان، عن ابن جُريج، عن عطاء، عن ابن عباس ( وَثِيَابَكَ فَطَهِّرْ ) قال: من الإثم.قال ثنا وكيع، عن سفيان، عن مغيرة، عن إبراهيم، قال: من الإثم.قال: ثنا وكيع، عن سفيان، عن الأجلح، سمع عكرمة قال: لا تلبس ثيابك على معصية.قال: ثنا وكيع، عن سفيان، عن جابر، عن عامر وعطاء قالا من الخطايا.وقال آخرون: بل معنى ذلك: لا تلبس ثيابك من مكسب غير طيب.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس ( وَثِيَابَكَ فَطَهِّرْ ) قال: لا تكن ثيابك التي تلبس من مكسب غير طائب، ويقال: لا تلبس ثيابك على معصية.وقال آخرون: بل معنى ذلك: أصلح عملك.* ذكر من قال ذلك:حدثني يحيى بن طلحة اليربوعي، قال: ثنا فضيل بن عياض، عن منصور، عن مجاهد، في قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: عملك فأصلح.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن أبي رَزِين في قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: عملك فأصلحه، وكان الرجل إذا كان خبيث العمل، قالوا: فلان خبيث الثياب، وإذا كان حسن العمل قالوا: فلان طاهر الثياب.وقال آخرون في ذلك ما حدثنا محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: لست بكاهن ولا ساحر، فأعرض عما قالوا.وقال آخرون: بل معنى ذلك: اغسلها بالماء، وطهرها من النجاسة.* ذكر من قال ذلك:حدثني عباس بن أبي طالب، قال: ثنا عليّ بن عبد الله بن جعفر، عن أحمد بن موسى بن أبى مريم صاحب اللؤلؤ، قال: أخبرنا ابن عون، عن محمد بن سيرين ( وَثِيَابَكَ فَطَهِّرْ ) قال: اغسلها بالماء.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَثِيَابَكَ فَطَهِّرْ ) قال: كان المشركون لا يتطهرون، فأمره أن يتطهر، ويطهِّر ثيابه.وهذا القول الذي قاله ابن سيرين وابن زيد في ذلك أظهر معانيه، والذي قاله ابن عباس، وعكرمة وابن زكريا قول عليه أكثر السلف من أنه عُنِيَ به: جسمك فطهر من الذنوب، والله أعلم بمراده من ذلك.------------------------الهوامش:(2) البيت لغيلان بن سلمة الثقفي، كما قال المؤلف: أنشده عند قوله تعالى: ( وثيابك فطهر ) قال الفراء في معاني القرآن ( الورقة 246) وقوله: ( وثيابك فطهر ) يقول : لا تكن غادرا، فتدنس ثيابك، فإن الغادر دنس الثياب . ويقال: وثيابك فطهر، وعملك فأصلح. وقال بعضهم: ( وثيابك فطهر ) فقصر فإن تقصير الثياب طهر. ا هـ . وفي ( اللسان: ثوب ) وقوله عز وجل: ( وثيابك فطهر ) قال ابن عباس: يقول: لا تلبس ثيابك على معصية، ولا على فجور كُفْرٍ، واحتج بقول الشاعر: \" إني بحمد الله لا ثوب... \" البيت. وقال أبو العباس ( ثعلب ): الثياب: اللباس. ويقال للقلب. ا هـ . قال: وقيل: نفسك فطهر، والعرب تكني بالثياب عن النفس. وفلان دنس الثياب: إذا كان خبيث الفعل والمذهب، خبيث العرض. قال امرؤ القيس:ثِيـابُ بَنِـي عَـوْف طَهـارَى نَقِيَّـةٌوأوْجُــهُهُمْ بِيـضُ المَسـافرِ غُـرَّانُ",
  "ayah": 4,
  "surah": 74
}
