{
  "text": "( وَالرُّجْزَ فَاهْجُرْ ) اختلفت القرّاء في قراءة ذلك، فقرأه بعض قرّاء المدينة وعامة قرّاء الكوفة: ( والرِّجْزَ ) بكسر الراء، وقرأه بعض المكيين والمدنيين ( وَالرُّجْزَ ) بضم الراء، فمن ضمّ الراء وجهه إلى الأوثان، وقال: معنى الكلام: والأوثان فاهجر عبادتها، واترك خدمتها، ومن كسر الراء وجَّهه إلى العذاب، وقال: معناه: والعذاب فاهجر، أي ما أوجب لك العذاب من الأعمال فاهجر.والصواب من القول في ذلك أنهما قراءتان معروفتان، فبأيتهما قرأ القارئ فمصيب، والضمّ والكسر في ذلك لغتان بمعنى واحد، ولم نجد أحدًا من متقدّمي أهل التأويل فرّق بين تأويل ذلك، وإنما فرّق بين ذلك فيما بلغنا الكسائيّ.واختلف أهل التأويل في معنى ( الرُّجْزُ ) في هذا الموضع، فقال بعضهم: هو الأصنام.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( وَالرُّجْزَ فَاهْجُرْ ) يقول: السخط وهو الأصنام.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى ؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( وَالرُّجْزَ فَاهْجُرْ ) قال: الأوثان.حدثنا أبو كُرَيب، قال: ثنا وكيع، عن إسرائيل - قال أبو جعفر: أحسبه أنا - عن جابرٍ، عن مجاهد وعكرِمة ( وَالرُّجْزَ فَاهْجُرْ ) قال: الأوثان.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَالرُّجْزَ فَاهْجُرْ ) : إساف ونائلة، وهما صنمان كانا عند البيت يمسح وجوههما من أتى عليهما، فأمر الله نبيَّهُ صلى الله عليه وسلم أن يجتنبهما ويعتزلهما.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الزهريّ( وَالرُّجْزَ فَاهْجُرْ ) قال: هي الأوثان.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( وَالرُّجْزَ فَاهْجُرْ ) قال: الرجز: آلهتهم التي كانوا يعبدون ؛ أمره أن يهجرها، فلا يأتيها، ولا يقربها.وقال آخرون: بل معنى ذلك: والمعصية والإثم فاهجر.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن مغيرة، عن إبراهيم ( وَالرُّجْزَ فَاهْجُرْ ) قال: الإثم.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( وَالرُّجْزَ فَاهْجُرْ ) يقول: اهجر المعصية. وقد بيَّنا معنى الرجز فيما مضى بشواهده المغنية عن إعادتها في هذا الموضع.",
  "ayah": 5,
  "surah": 74
}
