{
  "surah": 38,
  "ayah": 35,
  "text": "He said, “My Lord, forgive me and give me a kingdom such as no one after me will have.” Solomon did not seek the outward kingdom. Rather, he desired only to be king over his own soul, for the king in truth is he who is king over his own soul. Whoever is king over his own soul will not follow his caprice. Solomon said, “Lord God, just as You put the world's creatures under my hand, so also put this soul under my hand so that I will not be obedient to it and will not go after its caprice. Obeying the soul and obeying the Real are opposites, and opposites do not come together.” That chevalier said it beautifully: “With two kiblahs you can't walk straight on the road of tawḤīd- either the Friend's approval, or your own caprice.” [DS 488] MuṣṬafā always used to say, “O God, do not entrust us to our souls for the blink of an eye, or less than that.” All sorts of trial reached Joseph the Truthful from the well, the prison, and so on, but he never began to lament as he did from the commanding soul, when it was said, “Surely the soul commands to ugliness, except as my Lord has mercy” [12:53]. When Joseph said, “Receive me as a submitter” [12:101], he said so in fear of the commanding soul, not in fear of Satan. For, although Satan is the adversary, he wants disobedience from the person of faith, not unbelief. It is the soul that wants unbelief, so it strives for it and calls him to all sorts of caprice and innovation, trying to pull him into unbelief. In the Qur'an, the Lord of the Worlds mentions two things without saying what they are. He mentions the soul, but He does not say what it is. He mentions this world, but He does not say what it is. The ulama of the religion explain this world with these words: “What blocks you from your Patron-that is your 'this world.'” Whatever holds you back from God is this world. If you do not have tonight's bread but you admire yourself, your self-admiration is this world. If you possess the kingdom of the East and the West and are occupied with God, that is not this world, but rather the afterworld."
}
