{
  "surah": 38,
  "ayah": 76,
  "text": "I am better than he: Thou hast created me of fire and Thou hast created him of clay. Iblis came forth with chieftainship and said that he was better than he. He reasoned but he went by the road of error in his reasoning. O accursed one! How do you say that fire is better than dust? Do you not know that fire is the cause of separation and dust the cause of union? Fire is the means of cutting off and dust the means of joining. Adam was of dust, so he joined, such that it was said about him, “Then his Lord chose him” [20:122]. Iblis was of fire, so he cut off, such that it was said to him, “Upon thee shall be My curse until the Day of Doom” [38:78]. When dust becomes wet, it accepts imprints. When fire shoots up, it burns all the imprints. Thus the imprint of Iblis's recognition was burnt away, and the imprint of recognition flamed up in the heart of Adam and the Adamites. Those-He wrote faith in their hearts [58:22]. A dervish, who was pain-stricken, disorderly, and having lost his head and feet, went to see Abū Yazīd BasṬāmī. He came like a traveler, and because of his ecstasy said, “O Bāyazīd, what would it matter if there was none of this impudent dust?” Abū Yazīd let go of himself and shouted at the dervish: “Were there no dust, the breast would have no burning! Were there no dust, the religion would have no sorrow and joy! Were there no dust, the fire of passion would not flame up! Were there no dust, who would smell the scent of beginningless love? Were there no dust, who would be the familiar of the Endless? “O dervish, Iblis's curse is a trace of the perfection of the majesty of dust. Seraphiel's trumpet was prepared for the sake of the yearning of dust. The questioning by Nakīr and Munkar is pas- sion's deputy in the breast of dust. Riẓwān with all the serving boys and servants is but dust under the feet of dust. Beginningless welcome is a gift and robe for dust. The request from the Unseen was prepared in the name of dust. The lordly attributes are the hairdresser of the beauty of dust. The divine love is the food of the secret cores of dust. The attributes of Eternity are the supplies and provisions for the road of dust. The pure, incomparable Essence is witnessed by the hearts of dust.” Before you asked I asked for you, all the world I adorned for you. Thousands in the city are in love with Me- live in joy, I rose up for you."
}
