{
  "text": "يخبر تعالى عن كتابه الذي نزله أنه { أَحْسَنَ الْحَدِيثِ } على الإطلاق، فأحسن الحديث كلام اللّه، وأحسن الكتب المنزلة من كلام اللّه هذا القرآن، وإذا كان هو الأحسن، علم أن ألفاظه أفصح الألفاظ وأوضحها، وأن معانيه، أجل المعاني، لأنه أحسن الحديث في لفظه ومعناه، متشابها في الحسن والائتلاف وعدم الاختلاف، بوجه من الوجوه. حتى إنه كلما تدبره المتدبر، وتفكر فيه المتفكر، رأى من اتفاقه، حتى في معانيه الغامضة، ما يبهر الناظرين، ويجزم بأنه لا يصدر إلا من حكيم عليم، هذا المراد بالتشابه في هذا الموضع.وأما في قوله تعالى: { هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ } فالمراد بها، التي تشتبه على فهوم كثير من الناس، ولا يزول هذا الاشتباه إلا بردها إلى المحكم، ولهذا قال: { مِنْهُ آيَاتٌ مُحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ } فجعل التشابه لبعضه، وهنا جعله كله متشابها، أي: في حسنه، لأنه قال: { أَحْسَنَ الْحَدِيثِ } وهو سور وآيات، والجميع يشبه بعضه بعضا كما ذكرنا.{ مَثَانِيَ } أي: تثنى فيه القصص والأحكام، والوعد والوعيد، وصفات أهل الخير، وصفات أهل الشر، وتثنى فيه أسماء اللّه وصفاته، وهذا من جلالته، وحسنه، فإنه تعالى، لما علم احتياج الخلق إلى معانيه المزكية للقلوب، المكملة للأخلاق، وأن تلك المعاني للقلوب، بمنزلة الماء لسقي الأشجار، فكما أن الأشجار كلما بعد عهدها بسقي الماء نقصت، بل ربما تلفت، وكلما تكرر سقيها حسنت وأثمرت أنواع الثمار النافعة، فكذلك القلب يحتاج دائما إلى تكرر معاني كلام اللّه تعالى عليه، وأنه لو تكرر عليه المعنى مرة واحدة في جميع القرآن، لم يقع منه موقعا، ولم تحصل النتيجة منه، ولهذا سلكت في هذا التفسير هذا المسلك الكريم، اقتداء بما هو تفسير له، فلا تجد فيه الحوالة على موضع من المواضع، بل كل موضع تجد تفسيره كامل المعنى، غير مراع لما مضى مما يشبهه، وإن كان بعض المواضع يكون أبسط من بعض وأكثر فائدة، وهكذا ينبغي للقارئ للقرآن، المتدبر لمعانيه، أن لا يدع التدبر في جميع المواضع منه، فإنه يحصل له بسبب ذلك خير كثير، ونفع غزير.ولما كان القرآن العظيم بهذه الجلالة والعظمة، أثَّر في قلوب أولي الألباب المهتدين، فلهذا قال تعالى: { تَقْشَعِرُّ مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ } لما فيه من التخويف والترهيب المزعج، { ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ } أي: عند ذكر الرجاء والترغيب، فهو تارة يرغبهم لعمل الخير، وتارة يرهبهم من عمل الشر.{ ذَلِكَ } الذي ذكره اللّه من تأثير القرآن فيهم { هُدَى اللَّهِ } أي: هداية منه لعباده، وهو من جملة فضله وإحسانه عليهم، { يَهْدِي بِهِ } أي: بسبب ذلك { مَنْ يَشَاءُ } من عباده. ويحتمل أن المراد بقوله: { ذَلِكَ } أي: القرآن الذي وصفناه لكم.{ هُدَى اللَّهِ } الذي لا طريق يوصل إلى اللّه إلا منه { يَهْدِي بِهِ مَنْ يَشَاءُ مِنْ عِبَادِهِ } ممن حسن قصده، كما قال تعالى { يَهْدِي بِهِ اللَّهُ مَنِ اتَّبَعَ رِضْوَانَهُ سُبُلَ السَّلَامِ } { وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ } لأنه لا طريق يوصل إليه إلا توفيقه والتوفيق للإقبال على كتابه، فإذا لم يحصل هذا، فلا سبيل إلى الهدى، وما هو إلا الضلال المبين والشقاء.",
  "ayah": 23,
  "surah": 39
}
