{
  "text": "درس نمبر 79 ایک نظر میں\nاس سبق میں فرعون اور اس کے درباریوں اور حضرت موسیٰ (علیہ السلام) کے حالات و واقعات بیان کئے گئے ہیں ، ان واقعات کی وہ کڑیاں جو اس کے دعوائے ربوبیت اور اس کے لشکر سمیت اس کی غرق یابی کے واقعات پر مشتمل ہیں۔ ان کڑیوں کی درمیانی کڑیاں مثلاً جادوگروں کے ساتھ مقابلہ اور حق کا باطل پر غالب آنا ، جادوگروں کا ایمان لانا ، اور ان کے الفاظ کے ساتھ کہ ہم رب موسیٰ اور رب ہارون پر ایمان لاتے ہیں ، پھر فرعون کی جانب سے انہیں سخت عذاب کی دھمکی ، اور ان کے دل و دماغ میں ایمان و اسلام کی سر بلندی کا مظاہرہ اور ان کی جانب سے اپنی زندگی کے مقابلے میں ایمان و اسلام کو ترجیح دینا ، اس کے بعد بنی اسرائیل پر فرعون کی جانب سے مظالم کا ذکر ، پھر اللہ کی جانب سے آل فرعون اور اہل مصر پر خشک سالی وغیرہ کے عذاب کا نزول اور ہر قسم کی پیداوار کی تباہی ، پھر طوفان ، پسوؤں اور مینڈکوں کے حملے اور خون کی بارش اور ہر باران کی کی جانب سے حضرت موسیٰ کی روحانی قوت کے سامنے جھکنا کہ وہ رب العالمین سے سوال کریں تاکہ انہیں اس عذاب سے نجات ملے۔ لیکن جب ان پر سے یہ مصیبت دور کی جاتی تو جلد ہی وہ لوگ دوبارہ اپنی اصلی حالت کی طرف لوٹ جاتے اور اعلان کردیتے کہ جس قدر آیات و معجزات بھی وہ دکھائیں ہم اسے ماننے کے لئے تیار نہیں ہیں۔ چناچہ ان بار بار کی بدعملیوں کی وجہ سے ان پر حجت تمام ہوجاتی ہے اور وہ غرق کردئیے جاتے ہیں کیونکہ وہ معجزات کو جھٹلاتے ہیں اور اس آزمائش میں غفلت کا مظاہرہ کرتے ہیں اور یہ تمام امور سنت جاریہ کے مطابق انجام پاتے ہیں کہ اللہ تعالیٰ لوگوں کو ان پر سختی کرکے اور مصائب میں مبتلا کرکے بھی آزماتے ہیں اور ان کو خوشحالی اور فراوانی عطا کرکے بھی آزماتے ہیں۔ اس کے بعد وہ واقعات آتے ہیں کہ جب قوم موسیٰ ان آزمائشوں میں پوری اترتی ہے تو اللہ تعالیٰ ان کو خلافت فی الارض عطا فرماتے ہیں اور غلامی کی اس شدت اور مصیبت کے بعد خلافت فی الارض عطا کرکے پھر ان کو آزمایا جاتا ہے اور فراوانی عطا کی جاتی ہے۔\nہم نے مذکورہ بالا واقعات پر مشتمل ایک سبق تجویز کیا ہے اور اس کے بعد موسیٰ (علیہ السلام) کو اپنی قوم کی جانب سے جو واقعات درپیش ہوئے اسے دوسرا درس بنایا ہے کیونکہ دونوں کا موضوع مختلف ہے۔\nیہ قصہ یہاں جس انداز سے شروع کیا جاتا ہے اس سے معلوم ہوتا ہے کہ یہاں اس قصے کو لانے کے مقاصد کیا ہیں ؟ اس کا آغاز ان الفاظ سے کیا جاتا ہے۔\nثُمَّ بَعَثْنَا مِنْۢ بَعْدِهِمْ مُّوْسٰي بِاٰيٰتِنَآ اِلٰى فِرْعَوْنَ وَمَلَا۟ىِٕهٖ فَظَلَمُوْا بِهَا ۚ فَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ ۔ \" پھر ان قوموں کے بعد (جن کا ذکر اوپر کیا گیا) ہم نے موسیٰ (علیہ السلام) کو اپنی نشانیوں کے ساتھ فرعون اور اس کی قوم کے سرداروں کے پاس بھیجا۔ مگر انہوں نے ہماری نشانیوں کے ساتھ ظلم کیا ، پس دیکھو کہ ان مفسدوں کا کیا انجام ہوا ؟ \"\nیہ تصریح کی جاتی ہے کہ یہاں اس قصے کو لانے کی غرض وغایت کیا ہے۔ یعنی یہ کہ اس دنیا میں ہمیشہ مفسدین کا انجام ایک ہی جیسا ہوتا رہا ہے۔ چناچہ قصے کی غرض وغایت کے اظہار کے بعد اس کے ضروری مضمون و موضوع کے ساتھ مناسب حلقے پے در پے لائے جاتے ہیں۔\nاس قصے میں زندہ اور متحرک مناظر بھی دکھائے گئے ہیں۔ ان میں حرکت بھی ہے اور مکالمات بھی ہیں۔ تاثرات بھی ہیں اور مختلف لوگوں اور کرداروں کے خدوخال اور ان کی شناخت بھی ہے۔ اس کے درمیان جگہ جگہ ہدایات و اشارات بھی ہیں اور عبرت آموزی بھی ہے اور اس بات کی صفائی بھی ہے کہ دعوت الی اللہ کے خدوخال کیا ہوتے ہیں اور دعوت الی الطاغوت کا مزاج کیا ہوتا ہے اور یہ کہ تمام طاغوتی قوتیں در اصل ربوبیت اور حاکمیت کی مدعی ہوتی ہیں اور دعوت الی رب العالمین کی تڑپ جس نفس میں گہرائی تک بیٹھ جاتی ہے ، اس نفس سے طاغوتی قوتوں کا خوف یکسر غائب ہوجاتا ہے۔ پھر وہ اس راہ پر گامزن ہوجاتے ہیں اور کسی وعدہ و وعید کو خاطر میں نہیں لاتے۔\nدرس نمبر 79 ۔ تشریح آیات 103 ۔ تا ۔ 137\n۔۔۔\nاس سے پہلے اس سورت میں جن بستیوں کا ذکر ہوا تھا ، ان کے اہالیان نے دعوت حق کی تکذیب کی تھی اور ان کو ہلاک کیا گیا تھا ، ان کے بعد حضرت موسیٰ (علیہ السلام) مبعوث ہوئے۔ قصے کا آغاز اس مقام سے ہوتا ہے جہاں حضرت موسیٰ (علیہ السلام) اور فرعون ایک دوسرے کے آمنے سامنے آتے ہیں اور خلاصہ یہاں دے دیا جاتا ہے کہ فرعون اور اس کا ٹولہ دعوت حق کا استقبال کس طرح کرتا ہے اور اس انجام کی طرف بھی اشارہ کردیا جاتا ہے جس تک وہ پہنچے۔ انہوں نے ان آیات و معجزات کے ساتھ ظلم اس طرح کیا کہ ان کا انکار کردیا۔ یعنی انہوں نے کفر و شرک کا ارتکاب کیا۔ قرآن کریم میں بارہا کفر کے لئے فسق کا لفظ اور شرک کے لئے ظلم کا لفظ استعمال ہوتا ہے کیونکہ کفر و شرک سے بڑا ظلم اور بڑا فسق اور نہیں ہے جو لوگ کفر کرتے ہیں یا شرک کرتے ہیں وہ در اصل ایک عظیم سچائی کے ساتھ ظلم کرتے ہیں یعنی اللہ کی حاکمیت اور عقیدہ توحید کے ساتھ۔ اور یہ لوگ در اصل خود اپنے آپ پر بھی ظلم کرتے ہیں کیونکہ اپنے آپ کو یہ لوگ ہلاکت و بربادی کا مستحق ٹھہراتے ہیں ، دنیا میں بھی اور آخرت میں بھی۔ پھر ایسے لوگ عوام الناس پر یہ ظلم کرتے ہیں کہ انہیں ایک اللہ وحدہ کی غلام اور بندگی سے نکال کر مختلف طاغوتی طاقتوں کے بندے بناتے ہیں اور ان کو رب اور مقتدر اعلیٰ تسلیم کرتے ہیں اور اس سے بڑا ظلم اور کیا ہوسکتا ہے ؟ چناچہ کفر ظلم ہے اور کافرون ظالمون ہیں جیسا کہ قرآن کریم ایسا انداز بیان اختیار کرتا ہے نیز جو شخص کفر اور ظلم اختیار کرتا ہے وہ راہ مستقیم کو چھوڑ کر غلط راستوں پر چلتا ہے اور مختلف بےراہ رویوں میں پڑ کر فاسق اور بدکار بن جاتا ہے اور آخر کار جنت کے بجائے جہنم کا مستحق قرار پاتا ہے۔\nفرعون اور اس کے ٹولے نے آیات الٰہی کے ساتھ ظلم کیا یعنی ان کو تسلیم کرنے سے انکار کردیا۔ اس لئے وہ برے انجام تک پہنچے۔\nفَانْظُرْ كَيْفَ كَانَ عَاقِبَةُ الْمُفْسِدِيْنَ \" پس دیکو کہ ان مفسدوں کا کیا انجام ہوا ؟ \" ہر وہ طاغوتی نظام جس میں اللہ کی شریعت کو چھوڑ کر کسی دوسرے قانون کی اطاعت کی جاتی ہو وہ فسادی نظام ہے اور اسی کے بارے میں اللہ کا حکم ہے کہ ایسی طاغوتی قوتیں مصلحین میں نہیں ہوسکتیں بلکہ یہ فسادی قوتیں ہوتی ہیں۔",
  "ayah": 103,
  "surah": 7
}
