{
  "text": "حضرت موسیٰ (علیہ السلام) اور فرعون کے درمیان پہلی ملاقات میں جو مکالمات ہوئے اور واقعات پیش آئے تھے وہ اس طرح تھے۔\n\" موسیٰ نے کہا \" اے فرعون ، میں کائنات کے مالک کی طرف سے بھیجا ہوا آیا ہوں۔ میرا منصب یہی ہے کہ اللہ کا نام لے کر کوئی بات حق کے سوا نہ کہوں ، میں تم لوگوں کے پاس تمہارے رب کی طرف سے صریح دلیل ماموریت لے کر آیا ہوں ، لہذا تو بنی اسرائیل کو میرے ساتھ بھیج دے۔ فرعون نے کہا \" اگر تو کوئی نشانی لایا ہے اور اپنے دعوے میں سچا ہے تو اسے پیش کر \"۔ موسیٰ نے اپنا عصا پھینکا اور یکایک وہ ایک جیتا جاگتا اژدھا تھا۔ اور اس نے اپنی جیب سے ہاتھ نکالا اور سب دیکھنے والوں کے سامنے وہ چمک رہا تھا۔ اس پر فرعون کی قوم کے سرداروں نے آپس میں کہا کہ \" یقینا یہ شخص بڑا ماہر جادوگر ہے \"۔ تمہیں تمہاری زمین سے بےدخل کرنا چاہتا ہے۔ اب کہو کیا کہتے ہو ؟ \"۔ پھر ان سب نے فرعون کو مشورہ دیا کہ اسے اور اس کے بھائی کو انتظار میں رکھیے اور تمام شہروں میں ہر کارے بھیج دیجئے۔ کہ ہر ماہر فن جادوگر کو آپ کے پاس لے آئیں \"۔\nحق و باطل اور ایمان و کفر کے مابین یہ پہلا معرکہ ہے ، اس منظر میں ایک جانب رب العالمین کی طرف سے دعوت دی جار رہی ہے مد بالمقابل وہ طاغوتی طاقت ہے جس نے ربوبیت کے تمام حقوق اپنے لیے خاص کیے ہوئے ہیں اور زندگی کے ان معاملات میں رب العالمین کی اطاعت نہیں کی جاتی۔\nوَقَالَ مُوْسٰي يٰفِرْعَوْنُ اِنِّىْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ\nموسیٰ نے کہا \" اے فرعون ، میں کائنات کے مالک کی طرف سے بھیجا ہوا آیا ہوں\nذرا انداز خطاب ملاحظہ ہو۔ \" اے فرعون !\" آپ نے اسے مائی لارڈ سے خطاب نہیں فرمایا۔ جس طرح عموماً لوگ اس لفظ کو غیر اللہ کے لئے استعمال کرتے ہیں اور انہیں اس بات کا احساس ہی نہیں ہوتا کہ فی الحقیقت لارڈ اور مولیٰ کون ہے ؟ ہاں آپ نے بادشاہ کو بڑی عزت سے اس کے لقب سے پکارا ، اس لفظ کے استعمال کے ذریعہ آپ نے فرعون کو بتا دیا کہ آپ صرف فرعون ہیں اور دوسری یہ حقیقت بھی اس کے سامنے کھول دی کہ اِنِّىْ رَسُوْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ ، \" میں اس کائنات کے مالک کا نمائندہ ہوں \" حضرت موسیٰ (علیہ السلام) نے جو حقیقت پیش کی یہی حقیقت آپ سے پہلے آنے والے تمام رسولوں نے بھی پیش کی تھی اور وہ یہ تھی کہ تمام جہانوں کا اب صرف اللہ تعالیٰ ہے۔ وہ ایک ہی حاکم ہے اور پوری زندگی میں اس کی اطاعت ضروری ہے۔ آج کل کے ماہرین ادیان جو کچھ کہتے ہیں عقائد میں بھی تغیر اور ارتقاء کا عمل ہوتا رہا ہے اور وہ سماوی ادیان کو بھی اس اصول سے مستثنی نہیں کرتے تو ان حضرات کا یہ نظریہ باطل ہے ، کیونکہ ادم (علیہ السلام) سے نبی آخر الزماں تک تمام رسولوں کا عقیدہ ایک ہی رہا ہے ، اس میں صرف اللہ حاکم اور مطاع رہا ہے ، اور یہ نہیں رہا کہ پہلے متعدد الٰہوں کے نظریات تھے پھر تین خداؤں اور پھر ایک خدا کا عقیدہ جاری ہوگیا۔ یہ تو تھی صورت اسلام کی۔ رہی جاہلیت تو اس کے اندر جو اختلاف و اضطراب رہا ہے اس کی کوئی حد نہیں ہے۔ روح پرستی ، متعدد الہوں کی پرستش ، سورج کی پرستش ، دو خداؤں کی پرستش ، ایک خدا کی مشرکانہ پرستش اور بے خدا جاہلیت وغیرہ۔ لہذا سماوی ادیان رسولوں کی تعلیمات اور جاہلی ادیان کے افکار کو ایک ہی اصول پر نہیں پرکھا جاسکتا۔\nغرض حضرت موسیٰ اور فرعون اور اس کے ٹولے کے درمیان جو آمنا سامنا ہوا ، یہی صورت ہر نبی کو اپنے اپنے دور میں پیش آئی۔ حضرت موسیٰ سے پہلے آنے والوں کو بھی اور ان کے بعد آنے والوں کو بھی۔ ہر دور میں حکمرانوں نے یہ سمجھا کہ یہ دعوت ان کے اقتدار کے خلاف سازش ہے جس طرح فرعون نے یہ سمجھا کہ یہ درحقیقت ان کے اقتدار اعلی کے خلاف ایک تحریک ہے۔ جب کوئی یہ عقیدہ پیش کرتا ہے کہ اللہ وحدہ رب العالمین ہے تو اس کا مفہوم یہ ہوتا ہے کہ اللہ کی حاکمیت کے سوا تمام دوسری حاکمیتیں باطل نہیں اور اللہ کے سوا وہ تمام لوگ جو عوام سے اپنا قانون منواتے ہیں وہ وہ در اصل طاغوت ہیں۔ اور اس اعلان کو حضرت موسیٰ (علیہ السلام) نے اس دعوے کے ساتھ پیش فرمایا کہ وہ اللہ رب العالمین کی جانب سے رسول ہیں اور وہ جو بات کرتے ہیں وہ اللہ کی جانب سے کرتے ہیں اور ان کا اللہ کی جانب سے یہ فریضہ ہے کہ وہ لوگوں تک یہ دعوت پہنچائیں",
  "ayah": 104,
  "surah": 7
}
