{
  "text": "حَقِيْقٌ عَلٰٓي اَنْ لَّآ اَقُوْلَ عَلَي اللّٰهِ اِلَّا الْحَقَّ ۔ \" میرا منصب یہی ہے کہ اللہ کا نام لے کر کوئی بات حق کے سوا نہ کہوں \" اس لئے کہ جو رسول حقیقت الوہیت سے خبردار ہے وہ اللہ کے بارے میں سچ کے سوا اور کہہ بھی کیا سکتا ہے کیونکہ وہ مقام خدائی اور مرتبہ کبریائی سے خبردار ہوتا ہے۔\n\" میں تم لوگوں کے پاس تمہارے رب کی طرف سے صریح دلیل ماموریت لے کر آیا ہوں \" اور یہ ایسی دلیل ہے جو میری بات کی صداقت پر بین دلیل ہے کہ میں رب العالمین کی طرف سے ہوں \"۔\nاب اس عظیم حقیقت کے عنوان سے اور اللہ کی ربوبیت عامہ اور حاکمیت شاملہ کے نظریہ کے تحت حضرت موسیٰ نے یہ مطالبہ کیا کہ فرعون بنی اسرائیل کو حضرت موسیٰ کے ساتھ واپس اپنے وطن جانے کی اجازت دے دے۔\nبنی اسرائیل صرف اللہ کے بندے اور غلام تھے۔ لہذا فرعون کو یہ حق نہ پہنچتا تھا کہ وہ انہیں اپنا بندہ اور غلام بنا لے کیونکہ کوئی بھی انسان دو آقاؤں کا غلام نہیں بن سکتا۔ نہ وہ دو الہوں کا معبود بن سکتا ہے ، جو شخص عبداللہ ہو وہ کسی اور کا عبد نہیں ہوسکتا۔ ایک طرف فرعون بنی اسرائیل کو اپنی خواہشات کا غلام بنا رہا تھا اور دوسری جانب حضرت موسیٰ یہ اعلان کر رہے تھے کہ صرف اللہ ہی رب العالمین ہے صرف ربوبیت الہیہ کے اعلان ہی سے اس بات کی نفی ہوجاتی ہے کہ فرعون نے بنی اسرائیل کو جو غلام بنا رکھا ہے وہ کالعدم ہے۔\nیہ اعلان کہ صرف اللہ رب العالمین ہی ہمارا حاکم اور رب ہے ، بذات خود ہی انسان کی آزادی کا چارٹر ہے اور اس اعلان کے ساتھ ہی ایک انسان غیر اللہ کی غلامی ، اطاعت اور قانون سے آزاد ہوجاتا ہے۔ وہ انسانی غلامی ، اپنی خواہشات کی غلامی ، انسانی رسومات کی غلامی اور انسانی قانون و حرکت کی غلامی سے آزاد ہوجاتا ہے۔\nلہذا یہ نہیں ہوسکتا کہ کوئی اللہ کی رب العالمینی کا اعلان بھی کرے اور پھر غیر اللہ میں سے کسی کی غلامی کا دم بھی بھرے۔ اس اعلان کے ساتھ کسی غیر اللہ کی حکومت و اقتدار جمع ہوسکتا اور نہ کسی اور کا قانون جمع ہوسکتا ہے۔ جو لوگ یہ اعلان کرتے ہیں کہ وہ مسلمان ہیں اور اس کے بعد وہ اپنے ہاں وہ قوانین جاری کئے ہوئے ہیں جو انہی جیسے انسانوں نے بنائے ہیں یا خود انہوں نے بنائے ہیں اور ان کے ہاں اللہ کے سوا کسی اور کی حاکمیت رہی ہے تو یہ لوگ ایک بڑی غلط فہمی کا شکار ہیں اور وہ ایک لحظہ کے لئے بھی مسلمان نہیں ہوسکتے۔ یہ کس طرح ہوسکتا ہے کہ ان پر حاکمیت غیر اللہ کی ہو اور وہ دین اللہ میں داخل ہوں۔ ان کے ہاں رائج قانون ، قانون شریعت نہ ہو اور وہ مسلمان بھی ہوں۔ حقیقت یہ ہے کہ ایسے حالات میں وہ اپنے ملوک اور حکام کے دین پر تو ہوتے ہیں لیکن اللہ کے دین پر نہیں ہوتے۔\nیہی وہ نظریہ تھا جس کی بنا پر حضرت موسیٰ نے فرعون سے یہ مطالبہ کیا کہ وہ ان کے ساتھ بنی اسرائیل کو واپس جانے دے۔ ذرا ان فقرات کو دوبارہ پڑھئے \" اے فرعون میں رب العالمین کا رسول ہوں \"\"۔۔۔ \" لہذا میرے ساتھ بنی اسرائیل کو رخصت کیجئے \"۔ بنی اسرائیل کی آزادی کا مطالبہ اس اساس پر ہے کہ میں اللہ کا رسول ہوں اور رسالت کا یہ منطقی نتیجہ ہے کہ لوگوں کو غلامی سے رہا کیا جائے۔ یہ لازم و ملزوم امور ہیں۔",
  "ayah": 105,
  "surah": 7
}
