{
  "text": "حضرت موسیٰ کا جواب یہ تھا = فَاَلْقٰى عَصَاهُ فَاِذَا ھِىَ ثُعْبَانٌ مُّبِيْنٌ۔ وَّنَزَعَ يَدَهٗ فَاِذَا ھِىَ بَيْضَاۗءُ لِلنّٰظِرِيْنَ ۔ موسیٰ نے اپنا عصا پھینکا اور یکایک وہ ایک جیتا جاگتا اژدھا تھا۔ اور اس نے اپنی جیب سے ہاتھ نکالا اور سب دیکھنے والوں کے سامنے وہ چمک رہا تھا۔\nحضرت موسیٰ کے ہاتھوں اچانک عظیم معجزات کے صدور سے وہ لوگ ششدر رہ گئے۔ عصا ایک سانپ بن گیا تھا اور اس کی حقیقت یوں بدل گئئی تھی کہ اب اس کے سانپ ہونے میں شک ہی نہ رہا تھا۔\n(مُّبِيْنٌ) کے معنی واضح طور پر ، جیتا جاگتا۔ دوسری صورت میں کہا گیا (فاذا ھی حیۃ تسعی) \" تو وہ اچانک چلنے پھرنے والا سانپ بن گیا \"۔ حضرت موسیٰ سرخ رنگ والے تھے۔ انہوں نے اپنا گندم گوں ہاتھ نکالا تو وہ بلب کی طرح چمکتا ہوا باہر آیا۔ لیکن یہ سفیدی بوجہ بیماری نہ تھی بلکہ معجزانہ سفیدی تھی۔ جب آپ نے ہاتھ دوبارہ اپنے کپڑوں میں چھپایا تو دوبارہ اپنی اصلی حالت میں چلا گیا یعنی گندم گوں رنگ کا ہوگیا۔\nیہ تھی حضرت موسیٰ کے دعوائے نبوت پر دلیل۔ آپ کا دعویٰ یہ تھا کہ آپ رب العالمین کے نمائندے ہیں لیکن سوال یہ ہے کہ درعون اور اس کے ٹولے نے ان معجزانہ دلائل کو تسلیم کیا ؟ کیا انہوں نے رب العالمین کی ربوبیت اور اقتدار اعلیٰ کو تسلیم کرلیا ؟ اگر وہ ایسا کرتے تو پھر فرعون کی ربوبیت ، اقتدار اور تاج و تخت کا جواز کیا رہ جاتا اور اس کے ٹولے کے لئے مراکز و مناصب پر مقتدر رہنے کا کیا جواز رہ جاتا جو ان کو فرعون نے عطا کئے تھے اور وہ فرعون کی حکومت کے کل پرزے تھے۔ اگر وہ اللہ کو رب العالمین تسلیم کرتا تو عملاً اس کا اقتدار ختم ہوجاتا۔\nاگر اللہ کو رب العالمین تسلیم کیا جائے تو اس کا منطقی تقاضا یہ وہتا ہے کہ پھر ملک کے اندر اللہ کی شریعت اور قانون نافذ ہو ، کیونکہ اسلامی نظریہ حیات کے مطابق اللہ کے سوا کسی اور کے احکام کی اطاعت جائز نہیں ہے۔ اس لئے اس نظریہ کے مطابق فرعون کا قانون اور اس کے احکام بےاثر ہوجاتے ہیں۔ وہ احکام جو شریعت کے خلاف ہوں اور نہ شریعت پر مبنی ہوں۔ اگر لوگوں کے رب اللہ رب العالمین قرار پائیں تو پھر ان کا کوئی اور رب نہیں رہتا جس کے احکام اور قوانین کے وہ مطیع ہوں اور لوگ فرعون کے احکام اور شریعت کی جو اطاعت کرتے ہیں تو اس لئے کرتے ہیں کہ انہوں نے اسے اپنا رب تسلیم کرلیا ہے۔ لوگوں کا رب وہ شخص ہوتا ہے جس کے قوانین کی وہ اطاعت کرتے ہیں اور یہ لوگ اس رب کے دین میں ہوتے ہیں۔\nلیکن یہ بات تو اس قدر جلدی سے نہیں مانی جاسکتی۔ کیا یہ ممکن ہے کہ طاغوت ٹھنڈے پیٹوں اپنے اقتدار اعلیٰ سے دست بردار ہوجائے اور اس کا نظام باطل اور کالعدم قرار پاجائے ؟",
  "ayah": 108,
  "surah": 7
}
