{
  "text": "اس منظر میں ایک کے بعد خلاف توقع دوسرے مناظر آتے ہیں۔ اب ایک عظیم منظر اچانک نظروں کے سامنے ہے۔ وَاُلْقِيَ السَّحَرَةُ سٰجِدِيْنَ ۔ قَالُوْٓا اٰمَنَّا بِرَبِّ الْعٰلَمِيْنَ ۔ رَبِّ مُوْسٰي وَهٰرُوْنَ ۔ اور جادوگروں کا حال یہ ہوا کہ گویا کسی چیز نے اندر سے انہیں سجدے میں گرا دیا۔ کہنے لگے ہم نے مان لیا رب العالمین کو۔ اس رب کو جسے موسیٰ اور ہارون مانتے ہیں۔\nیہ ہے انسانی ضمیر میں سچائی کا رعب اور دبدبہ۔ انسانی شعور اچانک روشن ہوجاتا ہے اور جب کوئی دل قبولیت حق کے لئے تیار ہوجاتا ہے تو اس کے اندر اچانک سچائی کا چراغ روشن ہوجاتا ہے اور وہ یقین سے بھر جاتا ہے۔ یہ جادوگر اپنے فن کی حدود سے اور اس کی ماہیت سے اچھی طرح باخبر تے اور اگر حضرت موسیٰ جادوگر ہوتے تو وہ اور لوگوں کے مقابلے میں انہیں بہت جلد پہچان لیتے۔ حضرت موسیٰ کے ہاتھوں جس معجزے کا ظہور ہوا وہ انسانی قدرت اور جادو کے دائرے سے ورا تھا۔ ایک ماہر فنکار اپنے فن کے بارے میں حقیقت کو بہت جلد تسلیم کرلیتا ہے ، بشرطیکہ حقیقت اس پر منکشف ہوجائے۔ اس لئے کہ صاحب فن حقیقت کے قریب ہوتا ہے ، اور اس کا علم ان لوگوں سے زیادہ ہوتا ہے جو صرف سطحی معلومات رکھتے ہیں۔ یہی وجہ ہے کہ جادوگر چیلنج اور تحدی کے موقف کو چھوڑ کر تسلیم و رضا کا پیکر بن گئے کیونکہ وہ اپنے دلوں کے اندر یقین پا رہے تھے اور یہ حقیقت ان کے شعور کا حصہ بن گئی تھی۔\nلیکن کوئی بھی طاغوتی طاقت اس بات کو نہیں سمجھ سکتی کہ انسان کا دل کس طرح نور سے بھر جاتا ہے یا یہ کہ انسان کو ایمان کی یہ شرح صدر کس طرح ہوجاتی ہے اور انسان کے دل میں یقین کی گرمی کس طرح پیدا ہوجاتی ہے۔ یہ طاغوتی قوتیں چونکہ طویل عرصے تک لوگوں کو غلام بنائے رکھتی ہیں اس لئے انہیں یہ زعم ہوجاتا ہے کہ وہ معاملات کو اپنے ڈھب پر ڈالنے کی قوت رکھتی ہیں اور لوگوں کے دل و دماغ و پھر بدل سکتی ہیں۔ حالانکہ انسان کا دل تو رحمن کی انگلیوں میں ہوتا ہے ، وہ جس طرح چاہے اسے پھیر دے۔ جادوگروں کی جانب سے اعلان شکست اور اعلان ایمان فرعون کے لئے ناقابل تصور اور تعجب خیز تھا۔ کیونکہ ان لوگوں کے دلوں میں تو ایمان کا شائبہ تک نہ تھا اور نہ ان کے ضمیر میں ایمان کا کوئی دخل و عمل اس کے علم میں تھا۔ پھر اس کے لئے یہ اچانک اعلان ایمان اس قدر خطرناک تھا کہ اس سے اس کی حکومت خطرے میں پڑگئی۔ اس کے قدم ڈگمگانے لگے تھے۔ جادوگر صرف جادوگر ہی نہ تھے بلکہ وہ اس وقت کی عبادت گاہوں کے کاہن اور علماء و خطباء تھے ، جب کسی ملک کے تمام مذہبی راہنما ایمان لے آئیں تو پھر حکومت کے لئے اپنی جگہ پر ٹھہرنا ممکن نہیں رہتا۔ خصوصاً ایسے حالات مبارزت میں کہ وہ مقابلے کے لئے میدان میں آئے ہوں۔ ایسے حالات میں کہ جب طاغوتی نظام بذات خود خطرے میں ہو تو اہل طاغوت سب کچھ کر گزرنے کے لئے تیار ہوتے ہیں۔",
  "ayah": 121,
  "surah": 7
}
