{
  "text": "(قَالُوْٓا اُوْذِيْنَا مِنْ قَبْلِ اَنْ تَاْتِيَنَا وَمِنْۢ بَعْدِ مَا جِئْتَنَا) اس کی قوم کے لوگوں نے کہا \" تیرے آنے سے پہلے بھی ہم ستائے جاتے تھے اور اب تیرے آنے پر بھی ستائے جا رہے ہیں \"\nان الفاظ کے پیچھے ایک خاص ذہنیت ہے ، ان کے اندر قطعیت کے ساتھ ان کی مایوسی کا اظہار ہے۔ کہتے ہیں کہ تیرے آنے سے پہلے بھی ہم پر مظالم ہوتے رہے اور آپ کے آنے کے بعد بھی جاری ہیں۔ ان کے تسلسل میں کوئی فرق نہیں آرہا ہے۔ یہ ختم ہوتے نظر نہیں آتے۔\nلیکن نبی اپنی نہج اور ڈگر پر جاری رہتا ہے۔ وہ انہیں مشورہ دیتا ہے کہ ذکر الہی میں مشغول ہوں ، پر امید رہیں ، نبی انہیں اشارہ بھی دیتے ہیں کہ دشمن ضرور ہلاک ہوگا اور تمہیں مقام خلافت فی الارض ضرور نصیب ہوگا لیکن نبی اپنی نہج اور ڈگر پر جاری رہتا ہے۔ وہ انہیں مشورہ دیتا ہے کہ ذکر الہی میں مشغول ہوں ، پر امید رہیں ، نبی انہیں اشارہ بھی دیتے ہیں کہ دشمن ضرور ہلاک ہوگا اور تمہیں مقام خلافت فی الارض ضرور نصیب ہوگا لیکن جسے یہ مقام ملتا ہے وہ در اصل بڑی آزمائش میں مبتلا ہوجاتا ہے۔\nقَالَ عَسٰي رَبُّكُمْ اَنْ يُّهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْاَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُوْنَ ۔ اس نے جواب دیا۔ قریب ہے وہ وقت کہ تمہارا رب تمہارے دشمن کو ہلاک کردے اور تم کو زمین میں خلیفہ بنائے ، پھر دیکھے کہ تم کیسے عمل کرتے ہو۔\nحضرت موسیٰ نبوت کے دل و دماغ اور بصیرت کے ساتھ دیکھ رہے ہیں ، آپ سنت الہیہ کو مٹآ مٹآ دیکھ رہے ہیں۔ یہ سنت حسب وعدہ صابرین کے حق میں فیصلہ کرتی ہے ، اسی طرح منکرین حق کے لیے بھی اس کے فیصلے وقت پر ہوتے ہیں۔ آپ کو صاف صاف نظر آتا ہے کہ طاغوتی طاقتوں نے تباہ و برباد ہونا ہے اور ان کی جگہ صابرین و مجاہدین نے لینی ہے ، لہذا آپ اپنی قوم کو راہ مصابرت پر آگے بڑھاتے ہیں تاکہ سنت الہیہ ان کے حق میں فیصلے کردے۔ آپ کو تو آغاز ہی سے معلوم ہے کہ بنی اسراء یل کو زمین کا وارث بنانا ان کے لیے یہ آزمائش ہے۔ یہ نہیں کہ وہ اللہ کے چہیتے ہیں اور محبوب ہیں ، جیسا کہ بعض بنی اسرائیل کو زمین کا وارث بنانا ان کے لیے آزمائش ہے۔ یہ نہیں کہ وہ اللہ کے چہیتے ہیں اور محبوب ہیں ، جیسا کہ بعض بنی اسرائیل اپنے بارے میں زعم رکھتے ہیں۔ اور یہ سمجھتے ہیں کہ ان سے ان کے گناہوں کی وجہ سے کوئی مواخذہ نہ ہوگا ، اس لیے کہ یہ دنیا یونہی بےمقصد بھی نہیں بنائی گئی اور نہ یہ ازلی اور ابدی ہے بلکہ یہاں ہر قوم کا عروج انسان کے لیے ہے۔ فینظر کیف تعملون۔ تاکہ دیکھے کہ تم کیسے عمل کرتے ہو ؟ اللہ تو کسی چیز کے واقعہ ہونے سے بھی پہلے جانتا ہے۔ لیکن اللہ تعالیٰ کسی کو اس کی جانب سے ارتکاب جرم سے پہلے سزا نہیں دیتا۔ جب تک کہ وہ بات ان سے واقعہ نہیں ہوجاتی جس کا اللہ کو پہلے سے عالم الغیب ہونے کی حیثیت سے علم ہوتا ہے۔",
  "ayah": 129,
  "surah": 7
}
