{
  "text": "اب اللہ کی سنت کے مطابق قدرتی انجام سامنے آتا ہے۔ ان لوگوں کو مشکلات میں مبتلا کرکے بھی آزمایا گیا ، انہیں فراوانی دے کر بھی آزمایا گیا لیکن وہ باز نہ آئے۔ اب وہ واقعہ پیش آتا ہے جو یقین بنا۔ فرعون اور اس کے حاشیہ نشین ہلاک ہوتے ہیں۔ اب ان کی مہلت ختم ہے اور جس انجام تک انہوں نے پہنچنا تھا ، وہ قریب آگیا ہے۔ اور ضعفاء اور صبر کرنے والوں کے ساتھ اللہ کا جو عہد ہوتا ہے اس کا وقت بھی آپہنچا ہے لہذا سر کشوں اور جابروں کو ہلاک کردیا جاتا ہے۔\nفَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِي الْيَمِّ بِاَنَّهُمْ كَذَّبُوْا بِاٰيٰتِنَا وَكَانُوْا عَنْهَا غٰفِلِيْنَ ۔ وَاَوْرَثْنَا الْقَوْمَ الَّذِيْنَ كَانُوْا يُسْتَضْعَفُوْنَ مَشَارِقَ الْاَرْضِ وَمَغَارِبَهَا الَّتِيْ بٰرَكْنَا فِيْهَا ۭ وَتَمَّتْ كَلِمَتُ رَبِّكَ الْحُسْنٰى عَلٰي بَنِيْٓ اِسْرَاۗءِيْلَ ڏ بِمَا صَبَرُوْا ۭوَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهٗ وَمَا كَانُوْا يَعْرِشُوْنَ ۔ تب ہم نے ان سے انتقام لیا اور انہیں سمندر میں غرق کردیا کیونکہ انہوں نے ہماری نشانیوں کو جھٹلایا اور ان سے بےپرواہ ہوگئے تھے۔ اور ان کی جگہ ہم نے ان لوگوں کو جو کمزور بنا کر رکھے گئے تھے ، اس سرزمین کے مشرق و مغرب کا وارث بنا دیا جسے ہم نے برکتوں سے مالا مال کیا تھا۔ اس طرح بنی اسرائیل کے حق میں تیرے رب کا وعدہ خیر پورا ہوا کیونکہ انہوں نے صبر سے کام لیا تھا اور ہم نے فرعون اور اس کی قوم کا وہ سب کچھ برباد کردیا جو وہ بناتے اور چڑھاتے تھے \"\nیہاں سیاق کلام میں فرعون کی غرق یابی کے واقعہ کو مختصراً بیان کردیا گیا ہے اور اس کی وہ تفصیلات نہیں دی گئیں جو دوسرے مقامات میں دی گئی ہیں۔ اس لیے کہ یہاں مضمون صرف یہ ہے کہ اللہ سرکشوں کو مہلت کے بعد پکڑتا ہے۔ لہذا اس موضوع کو قصوں کی تفصیلات کی ضرورت نہیں تھی اور ایسے موقعے میں محض اشارات زیادہ اثر انگیز ہوتے ہیں اور احساس پر ایسے واقعات کا زیادہ اچھا اثر ہوتا ہے۔\nفَانْتَقَمْنَا مِنْهُمْ فَاَغْرَقْنٰهُمْ فِي الْيَمِّ ۔ \" تب ہم نے ان سے انتقام لیا اور انہیں سمندر میں غرق کردیا \" ایک ہی وار میں ان کا کام تمام کردیا۔ وہ سرکش ، دست دراز اور متکبر تھے۔ اللہ نے انہیں سمندر کی تہہ میں ڈال کر یہ دکھایا کہ تم اب پستیوں سے بھی پست ہو۔ اور یہ تمہارے لیے مناسب جزا ہے۔\nیہ کیوں ؟ اس لیے بانہم کذبو بایتنا وکانو عنہا غافلین کیونکہ انہوں نے ہماری نشانیوں کو جھٹلایا اور ان سے بےپرواہ ہوگئے تھے \"",
  "ayah": 136,
  "surah": 7
}
