{
  "text": "یہ آٹھواں منظر ہے۔ اس میں حضرت موسیٰ اور آپ کے رب العالمین کے درمیان ملاقات ہونے والی ہے۔ حضرت موسیٰ اس عظیم تقریب کے لیے بڑا اہتمام کرتے ہیں۔ حضرت ہارون کو وصیت کرکے اپنا قائم مقام بناتے ہیں اور اس کے بعد آپ اپنی منزل مقصود کی طرف بڑھتے ہیں۔\nحضرت موسیٰ کی مہم کا پہلا مرحلہ اب مکمل ہوگیا ہے ، اس مرحلے میں بنی اسرائیل کو ذلت اور زبردستی کی زندگی سے نکال دیا گیا ہے۔ اب وہ قوم فرعون کی ایذا رسانیوں اور تشدد کے دائرے سے باہر نکل آتے ہیں۔ ذلت اور غلامی کی شہری زندگی کو ترک کرکے اب وہ صحرا کی آزاد فضاؤں میں گھوم رہے ہیں۔ اور ارض مقدس کی طرف آگے بڑھ رہے ہیں لیکن ابھی تک وہ ارض مقدس کی بازیابی کی عظیم اور اصلی مہم کے اہل ہی نہیں بنے۔ یہ تو نہایت ہی عظیم اور کانٹوں سے پر راہ ہے کہ کوئی کرہ ارض پر اقتدار کے مناصب حاصل کرکے فریضہ خلافت ارضی کا منصب سنبھال لے۔ اس سے قتبل کے منظر میں ہم نے دیکھ لیا ہے کہ ان کے دلوں میں بت پرستی اور شرک نے کس طرح گھر کرلیا ہے کہ ایک بت پرست قوم کو دوران سفر دیکھتے ہی اپنے لیے بتوں کا مطالبہ کردیا۔ ان کے اذہان و قلوب سے عقیدہ توحید متزلزل ہوگیا جس کے لیے حضرت موسیٰ کو خاص طور پر رسول بنا کر بھیجا گیا اور اس پر کچھ زیادہ عرصہ بھی نہ گزرا تھا۔ لہذا اس بات کی ضرورت تھی کہ حضرت موسیٰ کو تفصیلی ہدایات دے کر ان کے پاس واپس بھیجا جائے اور آپ نئی ہدایات کے تحت اس قوم کی تنظیم و تربیت کریں تاکہ وہ ارض مقدس کی آزادی کا عظیم فریضہ ادا کرسکیں۔ اس مقصد کے لیے اللہ تعالیٰ نے حضرت موسیٰ (علیہ السلام) کو ایک مقررہ وقت و مقام میں ملاقات کی دعوت دی تاکہ آپ اللہ تعالیٰ سے براہ راست کوئی ہدایات لیں۔ اور اس ملاقات میں خود حضرت موسیٰ کی بھی مزید تربیت مقصود تھی تاکہ آپ بھی آنے والے مشکل حالات اور مشکل مہمات کے لیے تیار ہوجائیں۔ آپ کی تربیت کا کورس تیس دن مقرر ہوا تھا۔ اس میں دس دن کا مزید اضافہ کردیا گیا۔ یوں چالیس دن تک یہ سلسلہ چلا۔ حضرت موسیٰ نے اس عرصے میں ملاقات الٰہی کے لیے ریاض کیا۔ آپ اس دنیا کی دلچسپیوں سے دور ہوگئے۔ اور عالم بالا کی طرف قریب ہوگئے ، لوگوں سے دور اور رب العالمین سے قرب حاصل کیا۔ آپ کی روح صاف ہوگئی اور آپ کا اندرون روشن ہوگیا اور یوں آپ کو براہ راست رب العالمین کی تربیت میں آنے والے فرائض منصب رسالت کے لیے تیار کردیا گیا۔ حضرت موسیٰ (علیہ السلام) نے اپنی روانگی سے قبل اپنے بھائی اور جانشین حضرت ہارون کو ان الفاظ میں وصیت کی۔\nوَقَالَ مُوْسٰي لِاَخِيْهِ هٰرُوْنَ اخْلُفْنِيْ فِيْ قَوْمِيْ وَاَصْلِحْ وَلَا تَتَّبِعْ سَبِيْلَ الْمُفْسِدِيْنَ ۔ موسیٰ نے چلتے ہوئے اپنے بھائی ہارون سے کہا کہ \" میرے پیچھے تم میری قوم میں میری جانشینی کرنا اور ٹھیک کام کرتے رہنا اور بگاڑ پیدا کرنے والوں کے طریقے پر نہ چلنا \"\nحضرت موسیٰ اچھی طرح جانتے تھے کہ حضرت ہارون بھی اللہ کی جانب سے نبی مسل ہیں۔ لیکن ایک مسلمان کا فرض ہے کہ وہ دوسرے مسلمان کو نصیحت کرے بلکہ نصیحت ایک مسلمان کا دوسرے مسلمان پر فرض ہے۔ پھر حضرت موسیٰ کو ان بھاری ذمہ داریوں کا اچھی طرح احساس تھا اور آپ اپنی قوم بنی اسرائیل کو بھی اچھی طرح جانتے تھے۔ حضرت ہارون نے کشادہ دلی سے نصیحت کو سنا اور قبول کیا۔ انہوں نے اس پر برا نہ منایا ، کیونکہ نصیحت برے لوگوں کو اچھی معلوم نہیں ہوتی ، کیونکہ یہ لوگ بھلائی سے چھٹکارا چاہتنے والے ہوتے ہیں اور ان چھوٹے قد والوں پر بھی نصیحت گراں گزرتی ہے جو اپنے آپ کو بہت ہی بڑی چیز سمجھتے ہیں اور ان کو نصیحت کی جائے تو یہ چھوٹے قد کے لوگ اس میں اپنی توہین سمجھتے ہیں۔ چھوٹے قد والے متکبر وہ ہوتے ہیں کہ تم ان کی طرف ہاتھ بڑھاتے ہو کہ ان کی امداد کرو اور وہ تمہارے ہاتھکو جھٹک دیتے ہیں تاکہ وہ اپنے آپ کو بڑا دکھا سکیں۔ یہ تیس راتیں اور پھر ان میں دس دن کی مزید وسعت میں کیا حالات پیش آئے ؟ ان کے بارے میں ابن کثیر کہتے ہیں \" اللہ تعالیٰ نے حضرت موسیٰ کے ساتھ تیس راتیں مقرر کی تھیں۔ مفسرین کہتے ہیں کہ حضرت موسیٰ نے اس عرصے میں روزے رکھے اور کچھ نہ کھایا۔ اور جب میعاد پوری ہوگئی تو آپ نے درخت کے چھلکے سے مسواک کی۔ اس پر اللہ نے ان کو حکم دیا کہ آپ چالیس دن پورے کریں \"",
  "ayah": 142,
  "surah": 7
}
