{
  "text": "اب چند الفاظ اس رسالت کے مضمون اور طریقہ کار کے بارے میں ہیں کہ یہ رسالت کس طرح دی گئی :\n(وَكَتَبْنَا لَهٗ فِي الْاَلْوَاحِ مِنْ كُلِّ شَيْءٍ مَّوْعِظَةً وَّتَفْصِيْلًا لِّكُلِّ شَيْءٍ ) \" اس کے بعد ہم نے موسیٰ کو ہر شعبہ زندگی کے متعلق نصیحت اور ہر پہلو کے متعلق واضح ہدایت تختیوں پر لکھ کر دے دی \"\nروایات اور مفسرین کے درمیان ان تختیوں کے بارے میں اختلافات ہیں ، بعض نے ان کے بارے میں تفصیلات دی ہیں۔ ان تفصیلات کا بیشتر حصہ ان اسرائیلی روایات پر مشتمل ہے جو اسلامی تفاسیر کے اندر داخل ہوگئی ہیں۔ ان روایات میں رسول اللہ ﷺ سے کوئی بات مرفوع نہیں ہے۔ چناچہ ہم اس آیت کو پڑھ کر آگے جانے سے رک جاتے ہیں۔ اس لئے کہ ان روایات میں جو تفصیلات ہیں ان سے ان الواح کی حقیقت میں نہ اضافہ ہوتا ہے اور نہ کمی۔ یہ تختیاں کیسی تھیں ، کس چیز کی بنی ہوئی تھیں۔ ان پر کس انداز کی تحریر درج تھی ، اس کے بارے میں ہمارے پاس تفصیلات نہیں ہیں ، نہ ان کی کوئی ضرورت ہے ، کیونکہ اصل مقصد تو یہ تھا کہ ان تختیوں میں لکھا ہوا کیا ہے اور کیا تھا ؟ ان میں وہ تمام تفصیلات تھیں جن کا تعلق حضرت موسیٰ کی رسالت سے تھا۔ مثلاً اللہ کا بیان ، اللہ کی شریعت کے احکام ، لوگوں کی اصلاح کے لیے مزید ہدایات ، امت کے حالات اور جن امور کی وجہ سے ان کے اندر بگاڑ پیدا ہوگیا تھا ، یعنی ان کی تاریخ وغیرہ۔\nفَخُذْهَا بِقُوَّةٍ وَّاْمُرْ قَوْمَكَ يَاْخُذُوْا بِاَحْسَنِهَا۔ اور اس سے کہا \" ان ہدایات کو مضبوط ہاتھوں سے سنبھال اور اپنی قوم کو حکم دے کہ ان کے بہتر مفہوم کی پیروی کریں \"\nاللہ کی جانب سے اہم حکم یہ تھا کہ آپ نہایت ہی قوت اور عزم سے ان الواح و ہدایات کو لیں اور اپنی قوم کو سختی سے حکم دیں کہ وہ ان ہدایات پر عمل کریں۔ اگرچہ وہ مشکل ہوں اس لیے کہ وہ ان کی اصلاح حال کے لیے نہایت ہی موزوں تھیں اور احسن تھیں۔\nحضرت موسیٰ کو اس انداز میں ہدایات لینے کا حکم دینے کے دو مقصد ہیں۔ ایک یہ ، بنی اسرائیل نے ایک طویل عرصہ تک غلامی کی زندگی بسر کی تھی ، ایک طویل عرصہ تک غلامی کی زندگی بسر کرتے کرتے ان کے اندر اخلاقی بگاڑ پیدا ہوگیا تھا ، لہذا ان کے ساتھ معاملہ کرتے وقت سختی اور سنجیدگی کی اشد ضرور تھی ، تاکہ وہ ان کے اندر فرائض رسالت اچھی طرح ادا کرسکیں اور پھر فرائض منصب خلافت ادا کرسکیں اور دوسرا مقصد یہ ہے کہ تمام وہ لوگ جو نظریہ حیات کی اساس پر کام کرتے ہوں ان کو اپنے نظریات پر صحیح طرح جم جانا چاہیے۔\nاللہ کے نزدیک عقیدہ بہت ہی اہم ہوتا ہے۔ اس پوری کائنات کے نقطہ نظر سے بھی نظریہ بہت اہمیت رکھتا ہے۔ یعنی اس کائنات کے تصرفات اور انسانی تاریخ کے بارے میں انسان کا صاف ستھرا نقطہ نظر ہونا چاہیے۔ اسی طرح اس دنیاوی زندگی اور اخروی زندگی کے بارے میں انسان کے افکار صاف ہونے ضروری ہیں۔ یوں انسان کی بندگی صرف اللہ وحدہ کی الوہیت کے لیے مخصوص ہو۔ اس کے بعد اس نظریہ پر مبنی ایک ایسا نظام زندگی قائم ہو جو انسانی زندگی کو یکسر تبدیل کردے اور زندگی کے لیے بالکل ایک نیا انداز مقرر کردے۔ وہ نظام ایسا نہ ہو جس کے تحت جاہلیت چلتی ہے ، جس میں اللہ کے سوا کسی اور کی الوہیت قائم ہوتی ہو۔ غرض پوری زندگی کا ایک ایسا تفصیلی اور جامع نظام جو اس نظریہ حیات پر مبنی ہو۔ ایسے نظام کا قیام ضروری ہے۔ اللہ کے نزدیک واضح عقیدہ اور اس پر مبنی نظام کی بڑی اہمیت ہے۔ اس پوری کائنات کی تخلیق ، اس کے اندر انسان کے وجود اور پھر اس انسان کی تاریخ کے بارے اسلامی نظریہ حیات پر انسان کو بڑی سختی سے جم جانا چاہئے۔ انسان کو اس کے بارے میں سنجیدہ ہونا چاہئے واضح طور پر وہ اپنے نظریات کا اعلان کرے اور دو ٹوک الفاظ میں کرے۔ اس معاملے میں سہل انگاری سے کام نہ لے۔ نرمی اختیار نہ کرے ، رخصتیں تلاش نہ کرے۔ اس لیے کہ یہ بہت ہی اہم اور بنیادی معاملہ ہے۔ اس معاملے کے تقاضے بھی اس قدر مشکل ہیں کہ نرم مزاج ، لچک والے اور رخصتیں تلاش کرنے والے لوگ ان کو پورے نہیں کرسکتے۔\nلیکن اسلامی نظریہ حیات پر جمنے اور اسے سختی سے پکڑنے کے معنی یہ بھی نہیں کہ انسان متشدد ، پیچیدہ مزاج اور خشک مزاج ہوجائے۔ اس لیے کہ دین اسلام کی یہ نفسیات نہیں ہیں۔ دین صرف یہ تقاضا کرتا ہے کہ دین کے لیے ایک شخص سنجیدہ ہو ، بات صاف کرتا ہو ، دو ٹوک نظریات رکھتا ہو اور صاف گو ہو۔ یہ باتیں تشدد ، سختی ، خشکی اور بد مزاجی سے الگ ہیں۔ نظریات پر جمنے اور بد مزاجی میں بہرحال فرق ہونا چاہئے۔\nحقیقت یہ ہے کہ مصر کی طویل غلامانہ زندگی نے بنی اسرائیل میں ایسی اخلاقی کمزوریاں پیدا کردی تھیں ، جن کے لیے سختی پر مبنی ہدایات ضروری تھیں۔ یہی وجہ ہے کہ بنی اسرائیل کو جس قدر ہدایات بھی دی گئیں ان میں نہایت ہی سختی پائی جاتی ہے۔ تاکہ روایتی سہل انگاری ، کمزور اخلاقی قوت اور بےراہ روی کا علاج کیا جاسکے اور وہ دین کے معاملے میں درست فکر ، صریح آواز اور واضح انداز اختیار کریں۔\nوہ تمام اقوام جو ایک طویل عرصے تک غلام رہی ہوں ان کے اندر ایسی ہی اخلاقی کمزوریاں پیدا ہوجاتی ہیں۔ غلامی ذلت ، عاجزی ، ڈر ، طاغوت کی غلامی وغیرہ جن کی وجہ سے ایسے لوگ کج فہم ، دھوکہ باز ، سہل انگار اور محنت و مشقت سے بھاگنے والے ہوتے ہیں۔ آج کل ہمارے دور میں جو اقوام بھی غلام رہی ہیں ان کے اندر یہ صفات موجود ہیں کیونکہ غلامی لوگوں کے ضمیر بدل جاتے ہیں۔ ایسے لوگ نظریات سے دور بھاگتے ہیں۔ اس لیے کہ یہ نظریات کے تقاضے پورے نہیں کرسکتے۔ جس طرف دنیا چلتی ہے ، یہ لوگ اسی طرف چلتے ہیں اور جدھر کی ہوا ہو انسان اس طرف بڑی آسانی کے ساتھ چل سکتا ہے۔\nیہ ہدایات دینے کے ساتھ ساتھ اللہ تعالیٰ حضرت موسیٰ کو یہ بشارت بھی دیتے ہیں کہ اگر تم نے اپنے نظریہ حیات کو سختی سے تھامے رکھا تو تمہیں زمین کا اقتدار اعلیٰ نصیب ہوگا اور تم فاسقون کے گھروں کے مالک بن جاؤ گے۔ سَاُورِيْكُمْ دَارَ الْفٰسِقِيْنَ \" عنقریب میں تمہیں فاسقوں کے گھر دکھاؤں گا \"\nآیات کے اس ٹکڑے کا اقرب مفہوم یہ ہے کہ اس سے مراد ارض مقدس ہے جو اس دور میں بت پرستوں کے قبضے میں تھی۔ یہ حضرت موسیٰ کو بشارت تھی کہ تم اس پر قابض ہوگے۔ اگرچہ حضرت موسیٰ کے عہد میں بنی اسرائیل اس میں داخل نہ ہوئے کیونکہ آپ کے دور میں ابھی تک ان کی اخلاقی تربیت مکمل نہ ہوئی تھی۔ ان کے اخلاق ابھی تک درست نہ تھے کیونکہ وہ جب ارض مقدس کے سامنے آئے تو انہوں نے اپنے نبی سے کہہ دیا \" اے موسیٰ ! اس میں تو ایک جبار قوم بستی ہے اور ہم اس وقت تک اس میں داخل نہ ہوں گے جب تک وہ اس سے نکل نہیں جاتے۔ ہاں اگر وہ نکل جائیں تو ہم ضرور داخل ہوں گے \"\nان میں ایک دو شخص سچے مومن تھے ، انہوں نے اصرار کیا کہ شہر میں داخل ہوجاؤ اور حملہ کردو ، یہ دو شخص در اصل الہ سے ڈرنے والے تھے۔ اس پر بنی اسرائیل نے حضرت موسیٰ (علیہ السلام) کو یہ جواب دیا \" ہم تو اس شہر میں ہرگز داخل نہ ہوں گے جب تک یہ قوم وہاں موجود ہے۔ تم اور تمہارا رب جاؤ، لڑو ، ہم یہاں بیٹھے ہیں انتظار میں \"۔ ان آیات سے اچھی طرح معلوم ہوجاتا ہے کہ بنی اسرائیل کا مزاج کس قدر بگڑا ہوا تھا۔ وہ کس قدر کج رو تھے اور حضرت موسیٰ ان کی دعوت اور ان کی شریعت کن لوگوں کی اصلاح کے لیے تھی۔ ایسے حالات میں یہ نہایت ہی موزوں ہدایت تھی کہ تورات کی ہدایات کو قوت سے پکڑو اور اپنی قوم سے ان پر سختی سے عمل کراؤ۔",
  "ayah": 145,
  "surah": 7
}
