{
  "text": "اب فیصلہ کن بات سامنے آتی ہے اور آخری فیصلہ بہرحال اللہ سبحانہ کے ہاتھ میں ہے اور اللہ تعالیٰ اپنی بات کو اپنے بندے حضرت موسیٰ کی بات سے متصلا لاتے ہیں اور یہ اللہ تعالیٰ کی جانب سے ان کی عزت افزائی کا ایک انداز ہے۔\n۔۔۔\nاِنَّ الَّذِيْنَ اتَّخَذُوا الْعِجْلَ سَيَنَالُهُمْ غَضَبٌ مِّنْ رَّبِّهِمْ وَذِلَّةٌ فِي الْحَيٰوةِ الدُّنْيَا۔\nیہ حکم بھی ہے او وعدہ بھی ہے۔ بیشک جن لوگوں نے بچھرے کو الہ بنایا۔ عنقریب ان پر غضب آنے والا ہے اور اس دنیا کی زندگی میں وہ ذلت سے رہیں گے۔ اور یہ اللہ کا ایک دائمی اصول اور اس کی سنت ہے کہ جو لوگ برے کام کرتے ہیں اور توبہ کرتے ہیں تو اللہ ان کی مغفرت کردیتا ہے ، اللہ کو چونکہ علم تھا کہ بچھڑے کے پجاری توبہ نہ کریں گے۔ اس لیے ان کے بارے میں فیصلہ کردیا گیا کیونکہ اللہ کو علم تھا کہ وہ اپنی روشن درست نہ کریں گے اور اس اصول سے استفادہ نہ کریں گے اور تاریخ شاہد ہے کہ ایسا ہی ہوا۔ بنی اسرائیل ایک کے بعد ایک نافرمانی کرتے رہے اور اللہ تعالیٰ انہیں بار بار معاف کرتے رہے یہاں تک کہ وہ دائمی غضب کے مستحق ہوئے۔ وَكَذٰلِكَ نَجْزِي الْمُفْتَرِيْنَ ۔ جھوٹ گھڑنے والوں کو ہم ایسی ہی سزا دیتے ہیں۔ قیامت تک جو بھی افتراء باندھیں گے یہ ایک مسلسل سزا ہے جب بھی جرم ہوگا یہی سزا ہوگی۔ چاہے افتراء بنی اسرائیل کی طرف سے ہو یا غیر بنی اسرائیل کی طرف سے ہو۔\nاللہ کا وعدہ ہمیشہ سچا ہوتا ہے جن لوگوں نے بچھرے کو الہ بنایا ، ان پر اللہ نے ذلت لکھ دی ہے اور وہ ہمیشہ مغضوب علیہ رہیں گے اور غضب کی شکل یہ ہے کہ قیامت تک ان پر ایسی اقوام کو مسلط کردیا جائے گا جو ان کو بدترین عذاب دیتی رہیں گی۔ جب بھی معلوم ہوا کہ یہ لوگ زمین میں سرکشی اختیار کیے ہوئے ہیں اور ان پڑھ اور پسماندہ لوگوں پر برتری حاصل کر رہے ہیں اور جیسا کہ تلموذ کی زبان میں ایسے ایسے لوگوں کے لیے \" گوئم \" کا لفظ استعمال ہوا ہے۔ یہ لوگ اپنی مالی اور پروپیگنڈے کی قوت سے غلط فائدہ لینے لگے یا انہوں نے ایسے نظامہائے حکومت قائم کیے اور ان کے ذریعے سے اپنے منصوبے جاری کرنا شروع کیے یا انہوں نے اللہ کے بندوں کو اپنے گھروں سے نکالنا شروع کردیا اور ان پر مظالم شروع کردیے اور جب کبھی گمراہ حکومتوں نے ان کے ہمرکاب چلنا شروع کردیا جیسا کہ آج کے دور میں ان کی یہ پوزیشن بظاہر نظر آتی ہے۔ گو یہ تمام امور ان کے خلاف اللہ کے مذکورہ فیصلے کے خلاف یا متضاد نہیں ہیں بلکہ ان لوگوں کے مذکورہ بالا خود اپنے اقدامات کی وجہ یہ دنیا کے لوگوں کے اندر قابل نفرت ہیں اور اس مواد کو جمع کر رہے ہیں جو آخر کار ان کی ہلاکت کا سبب بنے گا۔ اہل فلسطین ان کے ان مظالم کا شکار اس لیے ہیں کہ اہل فلسطین کا کوئی دین نہیں ہے ، اور اہل فلسطین صحیح مسلمان نہیں ہیں۔ یہ لوگ دین اسلام کے علاوہ بعض دوسرے جھنڈوں کے نیچے لڑتے ہیں ، جمع ہوتے ہیں اور متفرق ہوتے ہی۔ یہ لوگ اسلامی نظریہ حیات کے جھنڈے تلے جمع نہیں ہوئے اور یہی وجہ ہے کہ یہ لوگ ناکام و نامراد ہیں اور اسرائیل کی چھوٹی سی جمعیت اگرچہ بظاہر ترقی پذیر نظر آتی ہے ، لیکن یہ حالات دائماً نہ رہیں یہ ایک عارضی دور ہے ، اور اس میں مسلمانوں سے وہ قوت اور وہ اسلحہ گم ہوگیا ہے جو ان کا واحد ہتھیار ہے۔ وہ واح دنظام ہے ، واحد جھنڈا ہے ، یعنی اسلامی جھنڈا جس کے تحت انہوں نے ہزار سال تک دنیا پر غلبہ حاصل کیا۔ اسی جھنڈے تلے وہ غالب آئے اور اس کے سوا ہمیشہ مغلوب ہوں گے۔ اس وقت امت مسلمہ سکڑنے اور غائب ہونے کے دور سے گزر رہی ہے۔ اور یہ گمشدگی اس زہر کی وجہ سے ہے جو امت مسلمہ کے اندر عالمی یہودیت اور عالمی صلیبیت نے پھیلائی ہے۔ اور یہ عالمی جمہوریت اور صیہونیت اور صلیبیت نے عالم اسلام پر کڑی نظر رکھی ہوئی ہے کہ یہاں کے حالات درست نہ ہوں لیکن یہ حالات ہمیشہ یونہی نہ رہیں گے اس گمشدگی کے بعد امت مسلمہ کو نمود اور ظہور ضرور نصیب ہوگا۔ آخر کار آنے والے مسلمان اپنے اسلام کے ہتھیار کو پائیں گے۔ کون جانتا ہے کہ کب پوری دنیا ہوش کے ناخن لیتی ہے اور یہودی مظالم کے خلاف اٹھتی ہے تاکہ اللہ کا وعدہ پورا ہو اور وہ دنیا میں دوبارہ ذلت کے اس گڑھے میں جا گریں جو اللہ نے ان پر لکھ دیا ہے۔ اگر پوری انسانیت یہودیوں کے خلاف بیدار نہیں ہوتی تو ہمارا یقین کہ امت مسلمہ ضرور بیدار ہوگی۔",
  "ayah": 152,
  "surah": 7
}
