{
  "text": "تفسیر آیات 187 تا 188:۔ یہ لوگ جو اپنے ماحول سے غافل ہیں ، اپنے ماحول سے انہوں نے آنکھیں بند کر رکھی ہیں وہ رسول اللہ ﷺ سے پوچھتے ہیں کہ پردہ غیب میں مستور قیامت کب برپا ہوگی۔ ان لوگوں کا سوال اسی طرح ہے کہ ایک شخص کی بینائی اس قدر کمزور ہو کہ وہ اپنے قدموں میں کچھ نہ دیکھ سکتا ہو مگر خواہش یہ رکھتا ہو کہ وہ دور افق اعلی میں بھی کچھ دیکھے۔\n۔۔۔\nعقیدہ آخرت اور اس میں میزان کا قیام اور سزا و جزا کا واقع ہونا یہ مشرکین مکہ کے لیے ایک انوکھا نظریہ تھا حالانکہ یہ عقیدہ دین ابراہیمی کا اساسی عقیدہ تھا اور مشرکین مکہ کا شجرہ نسب حضرت ابراہیم سے ملتا تھا۔ یہی عقیدہ حضرت اسماعیل ذبیح اللہ کے دین میں بھی ایک اساسی نظریہ تھا۔ لیکن ابراہیم (علیہ السلام) کے بعد زمانے گزر گے اور وہ اسلام کے ان اصولوں سے دور چلے گئے جو دین ابراہیم اور دین اسماعیل کے اساسی عقائد تھے۔ ایک ایسا دور بھی آیا کہ ان کے تصور ہی سے عقیدہ آخرت مٹ گیا۔ یہ عقیدہ انہیں اب عجیب و غریب نظر آنے لگا تھا اور ان کے شعور زندگی سے بالکل متضاد سا ہوگیا تھا۔ چناچہ جب وہ حضور کی زبان سے دعوت سنتے اور اس میں آپ ان کو بعث و نشر کے بارے میں بتاتے اور حساب و کتاب کے حالات ان کے سامنے رکھتے تو انہیں یہ بات نہایت ہی عجیب و غریب اور بعید الوقوع نظر آتی۔ ایک دوسری جگہ قرآن کریم نے ان کے اس تعجب کو ان الفاظ میں بیان کیا ہے۔\nقال الذین کفرو ۔۔۔۔ البعید ( سورة سبا) منکرین حق لوگ کہتے ہیں۔ \" ہم بتائیں تمہیں ایسا شخص جو خبر دیتا ہے کہ جب تمہارا جسم ذرہ ذرہ منتشر ہوچکا ہوگا اس وقت تم نئے سرے پیدا کردئیے جاؤگے ؟ نہ معلوم یہ شخص اللہ کے نام سے جھوٹ گھڑتا ہے یا اسے جنون لاحق ہوگیا ہے۔ نہیں بلکہ جو لوگ آخرت کو نہیں مانتے وہ عذاب میں مبتلا ہونے والے ہیں اور وہی بری طرح بہکے ہوئے ہیں \"۔\nاللہ تعالیٰ کو یہ معلوم تھا کہ کوئی امت پوری انسانی کی قیادت اس وقت تک نہیں کرسکتی جب تک اس کے نظام فکر میں عقیدہ بعث بعد موت اچھی طرح پختہ نہ ہوچکا ہو ، اور امت مسلمہ کا فریضۃ بہرحال یہی ہے کہ وہ پوری دنیا کی قیادت کرے۔ لہذا اس کے لیے ضروری تھا کہ وہ اس دنیا کی زندگی کو ایک محدود زندگی تصور کرے ، جو اس محدود دنیا کے چھوٹے سے کرے پر ہے۔ عقیدہ آخرت کے بغیر اس قسم کی امت کا پیدا کرنا ممکن نہ تھا جس کے سامنے اس قدر عظیم نصب العین ہو۔\nعقیدہ آخرت انسانی تصور میں وسعت پیدا کرتا ہے ، نفس انسانی میں کشادگی آجاتی ہے ، زندگی جس کے تسلسل کے بارے میں انسان کی شخصیت کے اندر تمنا پائی جاتی ہے ، وہ تمنا پوری ہوتی ہے اور پھر امت مسلمہ کے ذمہ جو فراض ہیں ان کی ادائیگی کے لیے یہ عقیدہ ضروری ہے۔ پھر اس عقیدے کی وجہ سے انسان کے سفلی جذبات اور محدود دنیاوی خواہشات پر بھی کنٹرول ہوتا ہے۔ نیز اس سے انسان کا دائرہ حرکت وسیع ہوجاتا ہے اور انسان کو دنیا کے محدود نتائج مایوس نہیں کرسکتے اور نہ اسے دردناک قربانیاں اپنے مقصد کے حصول سے روک سکتی ہے نیکی کے کاموں اور دعوت اسلامی کے پھیلانے اور بھلائی کی طرف لوگوں کی قیادت کرنے میں وہ کوئی رکاوٹ محسوس نہیں کرتا۔ اگرچہ اس کی جدوجہد کے فوری نتائج اس کی منشا کے خلاف ہوں اور اس کی راہ میں دردناک رکاوٹیں ہوں۔ یہ شعور اور یہ اوصاف ہر اس فرد اور جماعت کے لیے ضروری ہیں جس کے کاندھوں پر یہ عظیم ذمہ داری ڈالی گئی ہو۔\nآخرت کا عقیدہ دو تصورات کے درمیان ایک دو راہا ہے۔ ایک تصور حیوانی تصور ہے ، جو احساس کے حدود کے اندر محدود ہے۔ دوسرا تصور ایک انسانی تصور ہے جو اس دنیا کو ایک وسیع دائرے کے اندر دیکھتا ہے۔ ظاہر ہے کہ جس جماعت نے پوری انسانیت کی قیادت کا فریضہ سر انجام دینا ہے وہ حیوانی تصور کے ساتھ یہ فریضہ انجام نہیں دے سکتی۔\nیہی وجہ ہے کہ دین اسلام میں امت مسلمہ کے لیے عقیدہ آخرت کے یقین کو ایک اساسی عقیدہ قرار دیا گیا ہے۔ دین اسلام نے عقیدہ آخرت کو نہایت ہی گہرا ، نہایت ہی وسیع اور نہایت ہی واضح شکل میں پیش کیا ہے۔ یہاں تک کہ ایک مسلمان کے شعور اور عمل میں عالم آخرت ، اس محدود دنیا کے مقابلے میں زیادہ گہرائی تک ، زیادہ وسعت کے ساتھ اور زیادہ واضح طور پر بیٹھا ہوا ہے۔ حالانکہ مسلمان بہرحال اس جہان میں رہ رہے ہیں ، اور یہی وہ خوبی تھی جس کی وجہ سے امت مسلمہ نے انسانیت کی قیادت کا فریضہ سر انجام دیا اور یہ قیادت راشدہ تھی جسے اسلامی اور عالمی تاریخ نے خوب سمجھا۔\nسورة اعراف میں اس موضوع پر یہ سوال ہمارے سامنے آتا ہے اور یہ سوال نہایت ہی تعجب انگیزی کے ساتھ کیا گیا ہے۔ مشرکین نے فی الواقعہ عقیدہ آخرت کو ایک انوکھی بات سمجھا۔ ان کا سوال یہ بتاتا ہے کہ وہ وقوع قیامت کو مضحکہ خیز سمجھتے تھے اور اسے بالکل بعید از امکان سمجھتے تھے۔ یہی وجہ ہے کہ انہوں نے یہ سوال کیا۔\nیسئلونک عن الساعۃ ایان مرساھا۔ یہ لوگ تم سے پوچھتے ہیں کہ آخر وہ قیامت کی گھڑی کب نازل ہوگی ؟\nقیامت ایک غیب ہے اور اس کا علم اللہ نے اپنے لیے مخصوص کرلیا ہے ، اپنی مخلوق میں سے کسی کو اللہ نے قیام قیامت کی اطلاع نہیں دی کہ وہ کب ہوگی۔ اس کے باوجود مشرکین رسول اللہ ﷺ سے پوچھتے تھے کہ قیامت کب ہوگی ؟ یہ سوال یا تو بطور امتحان تھا ، یا تعجب کرنے والے شخص کا سوال تھا جو کسی بات کو عجیب و غریب سمجھتا ہو یا ایک ایسے شخص کا سوال تھا جو مسئول الیہ کی توہین کرنا چاہتا ہو اور حقارت کے ساتھ یہ سوال کر رہا ہوں۔\nایان مرساھا کے معنی یہ ہیں کہ قیامت کی کشتی کب لنگر انداز ہوگی اور قیامت کب واقع ہوکر رک جائے گی۔\nرسول اللہ صلی اللہ بہراحال ایک بشر تے۔ آپ علم غیب کے مدعی نہ تے۔ آپ کو حکم یہ دیا گیا تھا کہ وہ غیبی امور عالم الغیب کے سپرد کردیں۔ اور لوگوں کو یہ بتا دیں کہ یہ موضوع الوہیت کے خصائص کے ساتھ متعلق ہے۔ آپ ایک بشر ہیں اور آپ بشریت کے دائرے سے باہر کسی چیز کے مدعی نہیں ہیں۔ نہ بشریت کے حدود سے باہرجانا چاہتے ہیں۔ آپ کے پاس جو کچھ ہے وہ رب کی جانب سے سکھایا ہوا ہے اور اللہ کی مرضی ہے کہ وہ رسول کو کیا بتائے اور کیا نہ بتائے۔\nقل انما علمھا عند ربی لا یجلیہا لوقتھا الا ھو۔ کہو \" اس کا علم میرے رب ہی کے پاس ہے۔ اسے اپنے وقت پر وہی ظاہر کرے گا \"\nکیونکہ قیامت کا علم اللہ نے اپنے لیے مخصوص کرلیا ہے اور اس کا علم لوگوں کو تب ہوگا جب اس کے وقوع کا آغاز ہوگا ، کسی دوسرے پر اس کا انکشاف نہیں کیا گیا۔\nاس کے بعد لوگوں کی توجہ اس کے وقت وقوع کے بجائے اس کی حقیقت اور ماہیت کی طرف مبذول کرائی جاتی ہے اور یہ شعور دیا جاتا ہے کہ وہ ایک عظیم اور ہولناک واقعہ ہوگا اور اس کا بوجھ نہایت ہی بھاری ہوگا ، اس کا بوجھ زمین و آسمان کی موجودہ نظر آنے والی کائنات میں بہت ہی بھاری ہے۔ اور سب سے بڑی بات یہ ہے کہ یہ اچانک واقعہ ہوگی اور اس سے غافل لوگ اپنی غفلت میں مارے جائیں گے۔\nثقلت فی السموات والارض لا تاتیکم الا بغتۃ۔ آسمانوں اور زمین میں وہ بڑا سخت وقت ہوگا۔ وہ تم پر اچانک آجاے گا۔ لہذا بہتر یہ ہے کہ تمہارا سب اہتمام اس پہلو سے ہو کہ تم اس کی تیاریاں کرو اور جب وہ اچانک آئے تو تم اس کے لیے تیار ہو۔ کیونکہ جب وہ اچانک آئے گی تو اس کو قت کوئی احتیاط اور کوئی قوت کام نہ دے گی ، اس وقت تم جو احتیاطی تدابیر کروگے ، وہی کام آسکیں گی ، وہی قوت کام آئے جو تم نے اس وقت تیار کی ہو۔ اس وقت عمر کافی ہے اور فرصت کے کافی اوقات تمہارے پاس ہیں۔ لہذا ابھی سے اس کے لیے تیاریاں شروع کردو اور ایک منٹ بھی ضائع نہ کرو ممکن ہے کہ اگلے ہی منٹ میں قیامت ہو۔\nاس کے بعد ان لوگوں کے سوال پر تعجب کا اظہار کیا جاتا ہے جو لوگ رسول اللہ ﷺ سے اس قسم کا سوال کرتے ہیں یہ لوگ رسالت کی نوعیت اور رسول کی حقیقت سے نابلد ہیں۔ نیز یہ لوگ اللہ عظیم کی بادشاہت کی حقیقت سے بھی لاعلم ہیں اور یہ بھی نہیں جانتے کہ رب عظیم کے سامنے اللہ کے پیغمبر کس قدر با ادب ہوتے ہیں۔\nیسئلونک کانک حفی عنہا۔ یہ لوگ اس کے متعلق تم سے اس طرح پوچھتے ہیں ، گویا کہ تم اس کی کھوج میں لگے ہوئے ہو۔\nگویا حضور دائماً اسی کے بارے میں پوچھتے رہتے ہیں یا آپ کی ڈیوٹی یہ ہے کہ آپ قیامت کے وقوع کی گھڑی کا کھوج لگائیں۔ ظاہر ہے کہ حضور رب تعالیٰ سے ان موضوعات کے بارے میں پوچھتے ہی نہیں جو الہ العالمین کا مخصوص دائرہ ہے۔\nقل انما علمھا عند اللہ ولکن اکثر الناس لا یعلمون۔ کیونکہ اللہ نے اسے اپنے لیے مخصوص کرلیا ہے اور اس کی اطلاع کسی کو نہیں دی۔\nولکن اکثر الناس ۔ مگر اکثر لوگ اس حقیقت سے۔ ۔۔\nیہ صرف قیامت کے وقوع کی گھڑی کی بات نہیں ہے۔ یہ ہر غیبی امر کے متعلق اصولی بات ہے۔ علم غیب صرف اللہ کو ہے اور علم غیب میں سے کچھ بات اگر اللہ چاہے تو کسی کو بتا دیتا ہے اور جس قدر چاہے بتا دیتا ہے ، جس وقت چاہتا ہے بتا دیتا۔ یہی وجہ ہے کہ لوگ اپنے نفع و نقصان کے مالک نہیں ہیں۔ بعض اوقات لوگ ایک کام کرتے ہیں اور ان کا ارادہ یہ ہوتا ہے کہ یہ ان کے لیے مفید ہوگا لیکن آخر کار وہ ان کے لیے مضر ہوتا ہے۔ بعض اوقات وہ ایک کام مضرت کے لیے کرتے ہیں لیکن انجام کار وہ ان کے لیے مفید ہوتا ہے۔ کبھی وہ کسی کام کو ناپسند کرتے ہوئے مجبورا کرتے ہیں اور وہ ان کے لیے مفید ہوتا ہے اور کبھی وہ کسی کام کو بہت ہی دلچسپی سے محبوب رکھتے ہوئے کرتے ہیں لیکن وہ ان کے لیے مضر ہوتا ہے۔ اللہ فرماتا ہے۔\nو عسی ان تکرھوا شیئا وھو خیر لکم و عسی ان تحبوا شیئا وھو شر لکم ۔ ہوسکتا ہے کہ تم کسی چیز کو ناپسند کرو اور وہ تمہارے لیے خیر ہوسکتا ہے کہ تم ایک چیز کو محبوب رکھو اور وہ تمہارے لیے شر ہو۔ جس شاعر نے یہ کہا ہے اس کی بھی یہی مراد ہے۔\nالا من یرینی غایتی قبل مذھبی\nومن ابن والغایات بعد المذاھب\nکون ہے جو مجھے میرے مرنے سے پہلے میری منزل بتا سکے قبل اس کے کہ میں سفر کروں ایسا کب ہوسکتا ہے ؟ انجام تو سفر کرنے کے بعد معلوم ہوتا ہے۔\nاس شعر میں غیب مستور کے بارے میں انسانی موقف کو بیان کیا گیا ہے ، انسان کا علم جس قدر وسیع ہو اور وہ تعلیم کے میدان میں چاہے جس قدر ترقی بھی کرلے تو اس کے سامنے غیب کا دروازہ بند ہے اور عالم غیب کے سامنے پردے گرے ہوئے ہیں ، اس کی انسانیت کی حدود اسے یہ بات یاد دلاتے رہیں گے کہ اس کی انسانیت کے سامنے غیب کی دنیا محبوب ہے۔\nرسول اللہ ﷺ کی کیا شان ہے اور آپ کو اللہ کے ساتھ جو قرب ہے وہ بھی اپنی جگہ پر ہے۔ آپ کو حکم دیا جاتا ہے کہ آپ اعلان کردیں کہ عالم غیب کے دروازے پر آپ بھی دوسرے انسانوں کی طرح ایک بشر ہیں اور وہ خود اپنی ذات کے لیے نفع و نقصان کے بھی مالک نہیں ہیں کیونکہ آپ کو غیب کا علم نہیں ہے اور آپ کو راستوں پر چلنے سے پہلے منزل کے بارے میں کوئی علم نہیں ہے ، کوئی بھی اپنے افعال کے انجام سے باخبر نہٰں ہے۔ اس طرح کہ اگر وہ کسی فعل کے انجام کو جانتا ہو کہ وہ اچھا ہوگا تو وہ اس کو کر گزرے اور یا وہ یہ جانتا ہو کہ اس فعل کا انجام برا ہوگا ، تو اس سے رک جائے۔ انسان تو سوچ کر ایک کام کرتا ہے مگر اس کا انجام اسی طرح ہوتا ہے جس طرح اللہ کی تقدیر ہو۔\nقُلْ لَّآ اَمْلِكُ لِنَفْسِيْ نَفْعًا وَّلَا ضَرًّا اِلَّا مَا شَاۗءَ اللّٰهُ ۭوَلَوْ كُنْتُ اَعْلَمُ الْغَيْبَ لَاسْتَكْثَرْتُ مِنَ الْخَيْر ِ ٻ وَمَا مَسَّنِيَ السُّوْۗءُ ڔ اِنْ اَنَا اِلَّا نَذِيْرٌ وَّبَشِيْرٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ۔\nاے نبی ، ان سے کہو کہ \" میں اپنی ذات کے لی کسی نفع اور نقصان کا اختیار نہیں رکھتا ، اللہ ہی جو کچھ چاہتا ہے وہ ہوتا ہے اور اگر مجھے غیب کا علم ہوتا تو میں بہت سے فائدے اپنے لیے حاصل کرلیتا اور مجھے کبھی کوئی نقصان نہ پہنچتا \"\nیہ ایک اہم اعلان ہے اور اس کے ساتھ ہی اسلام کا نظریہ توحید بالکل صاف و شفاف ہوکر سامنے آگیا ہے اور وہ ہر قسم کے شرک کے معمولی شائبے سے بھی پاک ہوگیا ہے۔ ذات باری اپنے خصائص میں منفرد ہوگئی ہے اور اس کے خصائص میں اس کے ساتھ کوئی بھی شریک نہیں رہا ہے۔ اگرچہ وہ شریک حضرت محمد ﷺ ہی کیوں نہ ہوں۔ جو اللہ کے حبیب ہیں اور اللہ کے برگزیدہ ہیں۔ غیب کے دروازے پر آپ کا راستہ بھی بند ہے ، پوری انسانیت کا علم اس دروازے پر رک جاتا ہے۔ جہاں دوسرے انسان یہاں آکر رک جاتے ہیں۔ اسی طرح رسول اللہ ﷺ کے فرائض بھی یہاں پہنچ کر محدود ہوجاتے ہیں۔\nان انا الا نذیر و بشیر لقوم یومنون۔ میں تو محض ایک خبردار کرنے والا اور خوشخبری سنانے والا ہوں ، ان لوگوں کے لیے جو میری بات مانیں۔\nرسول اللہ ﷺ تو محض خبردار کرنے والے اور خوشخبری سنانے والے ہیں۔ لیکن آپ کی نذارت و بشارات سے وہی لوگ مستفید ہوسکتے ہیں جو اپنے دلوں میں ایمان رکھتے ہوں ، اہل ایمان ہی اس دعوت کی حققت کو سمجھتے ہیں جس کے آپ حامل ہیں۔ وہی سمجھتے ہیں کہ اس دعوت کے پیچھے کیا آنے والا ہے۔ اہل ایمان در اصل بشریت کا خلاصہ ہیں اور رسول اللہ ﷺ اہل ایمان کا خلاصہ ہیں۔\nیہ فقرہ اس شخص کے لیے مفید ہوسکتا ہے جس کا دل کھلا ہو ، جس کا دماغ روشن ہو اور قبولیت حق کے لیے تیار ہو۔ حقیقت یہ ہے کہ قرآن کریم کے خزانوں کے دروازے اس شخص کے لیے کھلتے ہیں جو مومن ہو ، اس کا پھل وہی شخص چکھ سکتا ہے ، جو مومن ہو اور اس کے اسرار تک رسائی اہل ایمان ہی کی ہوسکتی ہے۔ بعض صحابہ کرام سے مروی ہے کہ اللہ ہمیں قرآن دینے سے قبل ایمان دیتا تھا۔ یہ ایمان ہی تھا جس کے ذریعے ان کو قرآن کا وہ ذوق دیا گیا جس کی مثال نہیں ہے ، اور وہ اس کے معانی اور مقاصد کا وہ ادراک رکھتے تھے جس سے تمام دوسرے لوگ محروم ہیں اور یہ قرآن ہی تھا جس کے ذریعے انہوں نے انسانی تاریخ میں معجزات اور حیران کن کارناموں کا ایک ذخیرہ چھوڑا اور یہ عظیم کارنامے انہوں نے تاریخ کے نہایت ہی مختصر دور میں سر انجام دئیے۔\nیہ منفرد گروہ قرآن کریم کی مٹھاس کا صحیح ذوق رکھتا تھا۔ ان کی آنکھیں اس کی روشنی میں دیکھتی تھیں ، وہ اس کے دلائل کو پاتے تھے اور خارق العادۃ پاتے تھے۔ لیکن مخاطبین محمد کے صرف وہی لوگ تھے جن کو حلاوت ایمان نصیب ہوتی تھی۔ یہ قرآن ہی تھا کہ جس کی کشش نے ان کی ارواح کو ایمان کی طرف کھینچا۔ لیکن اس ایمان ہی کی وجہ سے ان پر قرآن کے راز بھی کھلتے گئے۔\nیہ لوگ قرآن میں زندہ رہے ، قرآن کے لیے زندہ رہے۔ یہی وجہ ہے کہ وہ گروہ منفرد رہا اور کبھی ایسے لوگ دوبارہ پیدا نہ ہوسکے ، یعنی اس قدر کثیر گروہ ، اس قدر نئی جدت کے ساتھ پوری اسلامی بلکہ انسانی تاریخ میں کبھی پیدا نہ ہوسکا ، ہاں چند افراد ، منفرد لوگ کبھی کبھار اسلامی تاریخ میں ضرور پیدا ہوتے رہے۔\nوہ ایک طویل عرصے تک قرآن کے لیے وقف ہوگئے تھے۔ وہ قرآن کے چشمہ صافی ہی سے سیراب ہوتے رہے اور اس میں انہوں نے کوئی انسانی کلام یا ہدایت شامل نہ کی۔ الا یہ کہ حضور اکرم کے اقوال و احادیث ان کے لیے ہادی ہے۔ آپ کے اقوال بھی بہرحال قرآن ہی کا حصہ تھے۔ یہی وجہ ہے کہ صحابہ کرام کا یہ گروہ بےمثال رہا۔\nجو لوگ وہی کام کرنا چاہتے ہیں جو انہوں نے کیا تو ان کے لیے مناسب یہی ہے کہ وہ وہی انداز اختیار کریں جو انہوں نے کیا۔ وہ اس قرآن میں زندہ رہیں اور ایک طویل عرصہ وہ اس میں گم ہوجائیں اور وہ تمام انسانی تحریروں کو چھوڑ کر صرف قرآن کا مطالعہ کریں۔ صرف اسی صورت میں وہ وہی بن سکتے ہیں جو وہ تھے۔ (دیکھیے نشانات راہ باب اول)",
  "ayah": 188,
  "surah": 7
}
