{
  "text": "درس نمبر 82 ایک نظر میں\nاس سورة کے آخر میں یہ ربانی ہدایت ہیں ، اللہ کی جانب سے خاص اپنے دوستوں کو یہ نصیحت کی جا رہی ہے۔ ان میں حضور اکرم ﷺ اور آپ کے ساتھیوں سے خطاب ہے۔ اس وقت یہ لوگ ابھی مکہ ہی میں تھے۔ یہ ہدایات انہیں اس ہمہ گیر جاہلیت کے مقابلے کے لیے دی جا رہی ہیں جو مکہ اور اس کے ارد گرد پوری دنیا پر چھائی ہوئی تھی۔ یہ ہدایات اس ہمہ گیر جاہلیت کے مقابلے کے لیے خاص طور پر جاری ہوئی ہیں اور گمراہ انسانیت کو راہ ہدایت دکھانے کے لیے ہیں۔ حضور اکرم ﷺ کو بحیثیت قائد دعوت یہ حکم دیا جاتا ہے کہ لوگوں کے لیے نہایت ہی یسر اور نرمی کے ساتھ پیش آئیں اور ایسی باتوں کا حکم دیں جنہیں سلیم فطرت انسانی افعال خیر سمجھتی ہو۔ تمہارے احکام و ہدایات میں تعقید اور تشدید نہ ہو ، اور جہاں جاہلیت اصلاح پذیر نہ ہو وہاں اس کے ساتھ الجھنے کے بجائے اس سے پہلو تہی کیا جائے ، لوگوں سے مجادلہ نہ کیا جاے ، ان کی فضول محفلوں میں شریک نہ ہوں اور اگر اہل جاہلیت آپ کو غصہ دلائیں اور حدود پار کریں اور ضد وعناد کا مظاہرہ کریں اور شیطان کی وسوسہ اندازیوں کے نتیجے میں آپ کو طیش آجائے تو آپ شیطان سے اللہ کی پناہ طلب کریں اور تعوذ کے ذریعے اطمینان حاصل کرکے صبر کریں۔\nخُذِ الْعَفْوَ وَاْمُرْ بِالْعُرْفِ وَاَعْرِضْ عَنِ الْجٰهِلِيْنَ ۔ وَاِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطٰنِ نَزْغٌ فَاسْتَعِذْ بِاللّٰهِ ۭاِنَّهٗ سَمِيْعٌ عَلِيْمٌ۔ اِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۗىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَ ۔ اِنَّ الَّذِيْنَ اتَّقَوْا اِذَا مَسَّهُمْ طٰۗىِٕفٌ مِّنَ الشَّيْطٰنِ تَذَكَّرُوْا فَاِذَا هُمْ مُّبْصِرُوْنَ ۔\nاے نبی ! نرمی و درگزر کا طریقہ اختیار کرو ، معروف کی تلقین کیے جاؤ اور جاہلوں سے نہ الجھو اگر کبھی شیطان تمہیں اکسائے تو اللہ کی پناہ مانگو ، وہ سب کچھ سننے والا اور جاننے والا ہے حقیقت میں جو لوگ متقی ہیں ان کا حال تو یہ ہوتا ہے کہ کبھی شیطان کے اثر سے کوئی برا خیال اگر انہیں چھو بھی جاتا ہے تو فوراً چوکنے ہوجاتے ہیں اور پھر انہیں صاف نظر آنے لگتا ہے کہ ان کے لیے صحیح طریق کار کیا ہے۔\nاس کے بعد حضور ﷺ کو ان جاہلوں کے مزاج سے متعارف کرایا جاتا ہے اور بتایا جاتا ہے اور بتایا جاتا ہے کہ وہ کس قوت کی وسوسہ اندازی ہے جو ان لوگوں کو سرکشی اور گمراہی پر ابھار رہی ہے اور حضور ﷺ سے وہ جو سلوک کر رہے ہیں اس کا ایک حصہ بھی یہاں بتایا جاتا ہے کہ وہ آپ سے خوارق عادت امور طلب کرتے ہیں چناچہ حضور کو ہدایت کی جاتی ہے کہ ان کے اس سلوک اور مطالبوں کا یہ جواب دیا جائے تاکہ ان کو معلوم ہو کہ رسالت کی حقیقت کیا ہے ؟\nرسول کا مقام کیا ہے ؟ تاکہ رسالت اور رسول کے مقام و ماہیت کے بارے میں ان کے تصورات کی اصلاح کردی جائے۔ اور یہ بتایا جائے کہ رسول اور رب العالمین کے تعلق کی نوعیت کیا ہے ؟\nوَاِخْوَانُهُمْ يَمُدُّوْنَهُمْ فِي الْغَيِّ ثُمَّ لَا يُقْصِرُوْنَ ۔ وَاِذَا لَمْ تَاْتِهِمْ بِاٰيَةٍ قَالُوْا لَوْلَا اجْتَبَيْتَهَا ۭقُلْ اِنَّمَآ اَتَّبِعُ مَا يُوْحٰٓى اِلَيَّ مِنْ رَّبِّيْ ۚ هٰذَا بَصَاۗىِٕرُ مِنْ رَّبِّكُمْ وَهُدًى وَّرَحْمَةٌ لِّقَوْمٍ يُّؤْمِنُوْنَ ۔\nرہے ان کے (یعنی شیاطین کے) بھائی بند ، تو وہ انہیں ان کی کج روی میں کھینچے لیے چلے جاتے ہیں اور انہیں بھٹکانے میں کوئی کسر اٹھا نہیں رکھتے۔\nاے نبی ! جب تم ان لوگوں کے سامنے کوئی نشانی (یعنی معجزہ) پیش نہیں کرتے تو یہ کہتے ہیں کہ تم نے اپنے لیے کوئی نشانی کیوں نہ انتخاب کرلی ؟ ان سے کہو \" میں تو صرف اس وحی کی پیروی کرتا ہوں جو میرے رب نے میری طرف بھیجی ہے۔ یہ بصیرت کی روشنیاں ہیں تمہارے رب کی طرف سے اور ہدایت اور رحمت ہے ان لوگوں کے لیے جو اسے قبول کریں۔\nبذریعہ وحی قرآن کے نزول کی طرف آیت سابقہ میں اشارہ کیا گیا تھا۔ اس مناسبت سے یہاں مسلمانوں کو وہ آداب سکھائے جاتے ہی جو تلاوت قرآن کے وقت ملحوظ رکھے جائیں گے۔ اللہ کے ذکر کے آداب اور یاد الہی پر دوام اور اسے عادت بنا لینے کی ہدایت اور کسی بھی وقت یاد الہی سے غافل نہ ہونے کی ہدایت ، بعینہ اسی طرح ہے جس طرح ملائکہ ہر وقت اللہ کی یاد کرتے رہتے ہیں ، تسبیح کرتے ہیں اور سجدہ ریز ہوتے ہیں لہذا انسانوں کے لیے یہ ضروری اور بہتر ہے کہ وہ غفلت نہ کریں اور تسبیح و تہلیل اور رکوع و سجود میں مشغول رہیں۔\nوَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ ۔ وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَــهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ ۔ اِنَّ الَّذِيْنَ عِنْدَ رَبِّكَ لَا يَسْتَكْبِرُوْنَ عَنْ عِبَادَتِهٖ وَيُسَبِّحُوْنَهٗ وَلَهٗ يَسْجُدُوْنَ\nجب قرآن تمہارے سامنے پڑھا جاے تو اسے توجہ سے سنو اور خاموش رہو ، شاید کہ تم پر بھی رحمت ہوجائے۔\nاے نبی اپنے رب کو صبح و شام یاد کیا کرو ، دل ہی دل میں زاری اور خوف کے ساتھ اور زبان سے بھی ہلکی آواز کے ساتھ۔ تم ان لوگوں میں سے نہ ہوجاؤ جو غفلت میں پڑے ہوئے ہیں ، جو فرشتے تمہارے رب کے حضور تقرب کا مقام رکھتے ہیں وہ کبھی اپنی بڑائی کے گھمنڈ میں آخر اس کی عبادت سے منہ نہیں موڑتے اور اس کی تسبیح کرتے ہیں ، اور اس کے آگے جھکے رہتے ہیں۔\nدرس نمبر 82: تشریح آیات 199 تا 206:۔\nتفسیر آیت 99: خُذِ الْعَفْوَ وَاْمُرْ بِالْعُرْفِ وَاَعْرِضْ عَنِ الْجٰهِلِيْنَ ۔\nاے نبی ! نرمی و درگزر کا طریقہ اختیار کرو ، معروف کی تلقین کیے جاؤ اور جاہلوں سے نہ الجھو\nمطلب یہ ہے کہ ممکن حد تک لوگوں کے ساتھ نرمی کرو۔ معاشرت ، باہم میل جول میں لوگوں سے اخلاق عالیہ کا بدرجہ کمال توقع نہ کرو۔ اور ایسے اخلاق بھی ان پر مسلط نہ کرو جو ان پر شاق گزریں اور ان کے لیے ان کا مظاہرہ ممکن نہ ہو۔ ان کے اندر جو غلطیاں پائی جاتی ہوں۔ ان میں جو کمزوریاں اور جو نقائص پائے جاتے ہوں ان کے بارے میں عفو و درگذر سے کام لو۔ لیکن یہ عفو و درگذر کی پالیسی ذاتی اور شخصی معاملات کے اندر ہے۔ شرعی فرائض و واجبات میں عفو و درگذر کی پالیسی اختیار نہیں کی جاسکتی۔ کیونکہ اسلامی عقائد میں سے کوئی عقیدہ ایسا نہیں ہے جس سے چشم پوشی کی جاسکتی ہو۔ اور اسلامی شریعت میں کوئی قانون ایسا نہیں ہے جس سے چھوٹ دی جاسکتی ہو۔ ہاں لوگ لین دین کے معاملات می ایک دوسرے کے ساتھ میل و جول اور معاشرت میں نرمی اور تسامح کرسکتے ہیں۔ باہم معاشرت میں نرمی سے لوگوں کی زندگی بہت ہی اچھے اسلوب میں گزر سکتی ہے ، خصوصاً بڑے لوگوں کی جانب سے چھوٹ لوگوں کی غلطیوں سے چشم پوشی کرنا ، انسانی کمزوریوں سے درگزر کرنا اور ان پر رحم کرنا اور ان کے ساتھ دریا دلی کا رویہ اختیار کرنا ، ان کے فرائض میں شامل ہے اور ان کے شایان شان تصور ہوتا ہے۔ رسول اللہ ﷺ ایک عظیم شخصیت ہونے کے ساتھ ساتھ معلم ، مر بھی ور مصلح بھی ہیں۔ اس لیے ان اوصاف حمیدہ کی رعایت کرنا ان کے شایان شان ہی نہیں ان کے فرائض میں سے ہے۔ حضور ﷺ اپنے ذاتی معاملات کبھی بھی کسی شخص پر طیش پر نہیں آئے ، لیکن اگر معاملہ دین کا ہوتا تو آپ کا چہرہ سرخ ہوجاتا۔\nیہی حکم ان تمام افراد کے لیے ہے جو دعوت دین کا کام کرتے ہیں ، ان کے لیے بھی وہی حکم ہے جو حضور ﷺ کے لیے ۔ اس لیے انسانی نفوس کو راہ ہدایت پر لانے کے لیے ان کے ساتھ وسعت قلبی کا سلوک ہونا چاہئے۔ ان کے ساتھ اچھا رویہ خوش اخلاقی اور نرمی کا برتاؤ ہونا چاہیے مگر شرط یہ ہے کہ دین کے معاملے میں کوئی نرمی نہیں کی جاسکتی ، نہ اللہ کے دین میں افراط وتفریط سے کام لیا جاسکتا۔\nوامر بالعرف۔ \" معروف کی تلقین کر \"۔ معروف سے مراد وہ کام ہے جو اچھا ہو ، جس کی بھلائی میں کوئی شبہ نہ ہو ، اور اس میں کسی کا اختلاف اور جھگڑا نہ ہو اور جس میں تمام سلیم الفطرت اور درست فکر و نظر رکھنے والے لوگوں کا اختلاف نہ ہو۔ جب نفس انسانی ان معروف امور کا عادی بن جائے تو پھر اس کی قیادت اور راہنمائی آسان ہوجاتی ہے اور وہ بغیر کسی مشقت کے اچھے کاموں کی طرف آگے بڑھتا ہے۔ حققت یہ ہے کہ جب آغاز ہی میں نفس انسانی کو مشقت ، مشکلات اور شدت اور سختی سے دوچار کردیا جائے تو اس اچانک سخت صورت حالات سے نفس انسانی بدک جاتا ہے اور اس کی اصلاح کے تمام راستے بند ہوجاتے ہیں۔ نفس انسانی کی اصلاح کے لیے ضروری ہے کہ آغاز کار میں اسے آسان کام دئیے جائیں جو معروف اور مشہور ہوں تاکہ وہ خود مشکل کاموں کی طرف بڑھنے کا حوصلہ کرے اور بڑی سہولت سے وہ کام کر گزرے۔\nو اعرض عن الجاھلین۔ \" اور جاہلوں سے نہ الجھو \"۔ جہالت رشد و ہدایت کے مقابلے میں ہے ، جہالت علم کے بالمقابل بھی ہے ، گمراہی اور بےعلمی گویا ہمسائے ہیں۔ اعراض کس طرح کریں ، یعنی جاہلوں کو اپنے حال پر چھوڑ دیں۔ نیز جو باتیں وہ کرتے اور جو برے اعمال وہ کرتے ہیں ان کو اہمیت نہ دیں اور اگر ایسے حالات سامنے آجائیں تو شریفانہ انداز اختیار کرکے گزر جائیں۔ ان کے ساتھ بحث و تکرار نہ کریں جس کا نتیجہ ماسوائے کشیدگی کے اور کچھ نہیں ہوتا اور جس میں محض وقت اور قوت ضائع ہوتی ہے۔ بعض اوقات سکون اور اعراض کی وجہ سے ان کا نفسیاتی علاج بھی ہوجاتا ہے۔ یوں ان کے سرکش نفوس کی اصلاح ہوجاتی ہے اور یہ اصلاح بدکلامی اور بحث و مناظرے کے مقابلے میں زیادہ موثر ہوتی ہے۔ جس کے نتیجے میں عناد اور نفرت پیدا ہوتی ہے۔ مزید یہ کہ الجھاؤ کے نتیجے میں مخاطبین کی اصلاح ہوگی یا نہ ہوگی یہ بات مشکوک ہے البتہ الجھنے والا داعی بہرحال ان لوگوں سے دور ہوجاتا ہے جن میں اصلاح احوال اور قبولیت حق کا مادہ ہوتا ہے۔ اور جب داعی لغو اور بدکلام لوگوں سے اعراض کردے۔ تو وہ پروقارنظر آتا ہے اور لوگ دیکھتے ہیں کہ داعی کے مخالف لوگ جہالت میں مبتلا ہیں ، احمقانہ کام کرتے ہیں تو اس وجہ سے وہ عوام الناس کی نظروں میں گر جاتے ہیں۔\nہر صاحب دعوت کو چاہئے کہ وہ اللہ کی ان ہدایات پر اچھی طرح غور و فکر کرے کیونکہ رب العالمین انسانی نفسیات کی داخلیات سے بھی اچھی طرح واقف ہے اسی لیے اس نے یہ ہدایات دی ہیں۔",
  "ayah": 199,
  "surah": 7
}
