{
  "text": "اس آیت پر یہ سورة ختم ہوجاتی ہے اور سورة کا آغاز اس طرح ہوا تھا کہ اسی کتاب والا صفات کی طرف اشارہ تھا۔ کتاب انزل الیک فلا یکن فی صدرک حرف منہ لتنذر بہ و ذکری للمومنین۔ یہ کتاب ہے جو تمہاری طرف نازل کی گئی ہے ، پس اے نبی ، تمہارے دل میں اس سے کوئی جھجک نہ ہو ، اس کے اتارنے کی غرض یہ ہے کہ تم اس کے ذریعے سے ڈراؤ اور ایمان لانے والے لوگوں کو نصیحت ہو \"۔\n۔۔\nجب قرآن پڑھا جا رہا ہو تو اس وقت خاموش رہنے کے بارے میں روایات مختلف ہیں۔ بعض علماء کہتے ہیں کہ اس سے مراد وہ قرآن مجید ہے جو نماز میں پڑھا جاتا ہے کہ امام جہراً قراءت کرتا ہے تو مقتدی پر فرض ہے کہ وہ خاموش رہے۔ جب وہ جہری نماز میں امام کو سن رہا ہو تو اس کے لیے پڑھنا منع ہے۔ لا ینازع الامام القرآن ، امام کے ساتھ قرآن میں تنازعہ نہ ہو۔ یہ روایت امام احمد اور اہل سنن نے نقل کی ہے۔ اور امام ترمذی نے اسے حدیث حسن کہا ہے اور ابو حاتم الرازی نے اسے حدیث صحیح کہا ہے۔ انہوں نے زہری ، ابو اکشمہ لیثی کے واسطہ سے ابوہریرہ سے نقل کیا کہ حضور جب ایک جہری نماز سے فارغ ہوئے تو لوگوں کو مخاطب کرکے سوال کیا کہ ابھی میرے پیچھے تم میں سے کسی نے میرے ساتھ قراءت کی ؟ ایک شخص نے کہا \" ہاں \" رسول خدا میں نے پڑھا۔ حضور نے فرمایا \" میں کہتا ہوں کہ مجھے کیا ہوا کہ میں قرآن کے ساتھ تنازعہ کر رہا ہوں \" اس کے بعد لوگ حضور کے ساتھ جہری نمازوں میں قراءت کرنے سے باز آگئے۔ کیونکہ انہوں نے حضور کی یہ ہدایت سن لی۔ اسی طرح ابن جریر نے بھی اپنی تفسیر میں ابوداود ابن ابو الہند ، بشیر ابن جابر کی روایت سے حضرت ابن مسعود کی روایت نقل کی ہے کہ انہوں نے سنا کہ بعض لوگ امام کے ساتھ پڑھتے ہیں ، تو جب آپ نماز سے فارغ ہوئے تو فرمایا : \" کیا اب وقت نہیں آگیا کہ تم سمجھو ، کیا وقت نہیں آگیا کہ تم عقل سے کام لو ، اللہ کا حکم مانو ، اللہ فرماتے ہیں۔ \" جب قرآن تمہارے سامنے پڑھا جائے تو اسے توجہ سے سنو اور خاموش رہو \"۔\nبعض علماء کی رائے یہ ہے کہ اس آیت میں در اصل مسلمانوں کو یہ ہدایت دی گئی ہے کہ وہ مشرکین کی طرح رویہ نہ اختیار کریں کہ حضور ﷺ جب نماز میں قرآن کریم کی تلاوت فرماتے تو مشرکین آکر سنتے۔ اس لیے ان میں سے بعض لوگوں نے دوسروں سے کہا تم لوگ قرآن نہ سنو بلکہ جب تلاوت ہو رہی ہو تو اس میں خلل ڈالو شاید کہ اس طرح تم غالب آجاؤ۔ لا تسمعوا لہذا القرآن والغوا فیہ لعلکم تغلبون۔ \" اس قرآن کی طرف کان نہ دھرو ، بلکہ اس میں شور مچاؤ شاید کہ تم غلبہ پا لو \" اس کے جواب میں یہ آیت نازل ہوئی۔ \" واذا قرئ القران فاستمعوا لہ وانصتوا \" جب قرآن مجید پڑھا جائے تو اسے کان لگا کر سنو اور خاموش رہو۔ امام قرطبی کہتے ہیں کہ نماز کے بارے میں ہوئی۔ انہوں نے حضرت ابوہریرہ ، ابن مسعود ، جابر ، زہری ، عبیداللہ ابن عمیر ، عطاء اور سعید بن مسیب سے اس سلسلے میں روایات نقل کی ہیں۔\nعلامہ ابن جریر نے اس کی بھی شان نزول نقل کی ہے۔ اس نے ابوکریب ، ابوبکر بن عیاش عاصم ، مسیب ابن رافع کے سلسلے کے ذریعے حضرت ابن مسعود سے روایت کی ہے۔ ہم میں سے بعض لوگ ایک دوسرے کو نماز میں سلام کرتے ، اس پر یہ آیت نازل ہوئی واذا قرئ القران فاستعموا لہ وانصتوا لعلکم ترحمون۔ جب قرآن مجید پڑھا جا رہا ہو ، غور سے سنو اور خاموش ہوجاؤ۔ شاید کہ تم پر حم کیا جائے۔\nاس کی تفسیر میں امام قرطبی کہتے ہیں کہ محمد ابن کعب قرظی نے یہ کیا ہے کہ جب حضور قرآن مجید پڑھتے تھے تو لوگ اسے دہراتے تھے جب آپ بسم اللہ الرحمن الرحیم کہتے تو لوگ بھی اسی طرح کہتے۔ پوری فاتحہ اور سورت کی تلاوت میں لوگ ایسا ہی کرتے۔ ایک عرصہ تک یہی معمول رہا۔ اس کے بعد یہ آیت نازل ہوئی۔ وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ ۔ جب قران تمہارے سامنے پڑھا جائے تو اسے توجہ سے سنو اور خاموش رہو ، شاید کہ تم پر بھی رحمت ہوجائے۔ اس سے معلوم ہوا کہ خاموشی کا مطلب یہ ہے کہ جہراً نہ پڑھا جائے جس طرح کہ وہ لوگ رسول اللہ کی اطاعت میں پڑھتے تھے۔\nیہ تو تھی امام قرطبی کی رائے۔ اس آیت کے بارے میں۔ قتادہ کہتے ہیں کہ جب نماز ہو رہی ہوتی تھی تو ایک شخص آتا اور نمازیوں سے پوچھتا تم نے کتنی رکعتیں پڑھی ہیں اور کتنی باقی ہیں۔ اس پر یہ آیت نازل ہوئی۔ وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ ۔ ایسی ہی روایت مجاہد سے منقول ہے کہ مسلمان نماز میں حسب ضرورت بات کرلیا کرتے تھے ، اس لیے یہ آیت اتری لعلکم ترحمون۔ جن لوگوں کا خیال ہے کہ یہ حکم صرف اس تلاوت پر موقوف ہے ، جو نماز میں ہوتی ہے تو ان کا استدلال ابن جریر کی روایت سے ہے۔ انہوں نے حمید ابن مسعدہ ، بشر ابن جریری ، طلحہ ابن عبیداللہ بن عمیر سے روایت کی ہے۔ یہ صاحب کہتے ہیں کہ میں نے عبیداللہ بن عمیر اور عطا بن ابی رباح کو دیکھا کہ وہ ایک دوسرے کے ساتھ مباحثہ کر رہے تھے اور قاری قراءت کے ساتھ تلاوت کر رہا تھا۔ کیا تم کان نہیں دھرتے۔ اور اللہ تعالیٰ نے جو وعدہ کیا ہے ، اس کے مستحق نہیں بنتے یعنی لعلکم ترحمون کے۔ اس پر انہوں نے میری طرف دیکھا اور پھر اپنی بات میں مشغول ہوگئے۔ کہتے ہیں ، میں نے دوبارہ اپنی بات کا اعادہ کیا ، انہوں نے پھر میری طرف دیکھا اور پھر اپنی بات میں مشغول ہوگئے۔ کہتے ہیں کہ میں نے تیسرے باری اپنی بات کا اعادہ کیا ، انہوں نے پھر میری طرف دیکھا اور پھر اپنی بات میں مشغول ہوگئے۔ کہتے ہیں کہ میں نے تیسری بار اپنی بات کا اعادہ کیا تو انہوں نے میری طرف دیکھا اور کہا \" یہ تو نماز کے بارے میں ہے \" وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ وَاَنْصِتُوْا لَعَلَّكُمْ تُرْحَمُوْنَ \" علامہ ابن کثیر اس روایت کو نقل کرکے کہتے ہیں کہ سفیان ثوری ابوہاشم اسماعیل ابن کثیر نے ، انہوں نے مجاہد سے یہی روایت کی ہے کہ آیت وَاِذَا قُرِئَ الْقُرْاٰنُ فَاسْتَمِعُوْا لَهٗ ۔ نماز کے بارے میں ہے۔ کئی لوگوں نے مجاہد سے یہی روایت نقل کی ہے۔ عبدالرزاق نے ثوری سے یہ نقل کیا ہے کہ اگر نماز کے علاوہ قراءت ہو رہی ہو اور کوئی بات کر رہا ہوں تو اس میں کوئی حرج نہیں ہے۔\nبعض علماء کہتے ہیں کہ جس طرح نماز میں یہ حکم ہے اسی طرح خطبہ جمعہ اور عیدین میں بھی یہی حکم ہے۔ یہ سعید ابن ابوجیر ، مجاہد عطاء ، عمرو ابن دینار ، یزید ابن اسلم ، قاسم ابن مخیرہ ، سلمہ ابن بسار ، شہر بن حوشب اور عبداللہ ابن مبارک بھی اسی طرف گئے ہیں لیکن قرطبی کہتے ہیں \" یہ مذہب ضعیف ہے۔ اس لیے کہ خطبات میں قرآن مجید کا حصہ کم ہوتا ہے۔ اور خاموشی سب میں واجب ہے۔ علامہ ابن عربی اور نقاش نے کہا ہے کہ یہ آیت مکی ہے اور مکہ میں نہ کوئی خطبہ تھا اور نہ جمعہ واجب تھا۔\nامام قرطبی کہتے ہیں کہ اہل تفسیر کا اس پر اجماع ہے کہ قرآن کو کان لگا کر سننا اور خاموش رہنا جس طرح فرض نماز میں ہے ، اسی طرح غیر فرض میں بھی ہے۔ لغوی مفہوم کے اعتبار سے ہر معاملے میں قرآن کو سننا اور خاموش رہنا فرض ہے ، الا یہ کہ کوئی مخصوص دلیل ہو۔\nاسباب نزول کے بارے میں اس سے قبل جو روایات دی گئی ہیں۔ ان میں کوئی ایسی بات نہیں ہے جو یہ بتاتی ہو کہ یہ آیت صرف نماز کے ساتھ مخصوص ہے یا فرض اور غیر فرض نماز میں فرق ہے۔ کیونکہ حکم تو آیت کے الفاظ کی عمومیت پر ہوتا ہے۔ یہ نہیں دیکھا جاتا کہ آیت کس خصوصی موقعہ پر نازل ہوئی۔ اقرب بات یہ ہے کہ یہ آیت عام تصور ہو ، اور اس کے لیے کس نص کو مخصوص نہ سمجھا جائے ، قرآن کی عظمت اور احترام کے قرین قیاس اور قرین مرتبہ یہ ہے کہ جہاں بھی تلاوت قرآن ہو ، خاموشی اختیار کی جائے اور چونکہ اللہ کا کلام ہے ، اس لیے اللہ کا ادب بھی اسی میں ہے۔ جب خود اللہ تعالیٰ فرماتے ہیں کہ جب قرآن مجید پڑھا جا رہا ہوں تو خاموشی اختیار کرو اور سنو اور اسی میں تمہارے لیے رحمت کی امید ہے۔ لہذا کوئی ایسی دلیل نہیں ہے کہ اس عمل کو نماز کے ساتھ مخصوص کردیا جائے بلکہ جہاں بھی قرآن پڑھا جائے وہاں اس کے ساتھ یہی سلوک ہونا چاہئے۔ نفس انسان کو ہمہ تن اس کی طرف متوجہ ہونا چاہیے اور یہ ادب اور احترام اسبات کا ضامن ہے کہ انسان پر دنیا و آخرت میں رحم ہو۔\nحقیقت یہ ہے کہ قرآن کریم سے اعراض اور روگردانی کرکے لوگ عظیم خسارے میں جا پڑے ہیں۔ بعض اوقات انسان ایک آیت کو غور سے سنتا ہے اور اس کے نتیجے میں عجیب و غریب تاثرات اس کے دل و دماغ پر نقژ ہوجاتے ہیں اور اس پر عمل و ادراک کے دروازے کھل جاتے ہیں۔ انسان کو اطمینان قلبی ، خوشی اور روحانی کیفیات نصیب ہوتی ہیں اور اس کی سوچ اور عمل میں بڑی تبدیلی پیدا ہوجاتی ہے اور یہ تاثرات اور یہ خصوصیت صرف اس شخص کی سمجھ میں آسکتی ہیں ، جس نے انہیں کبھی چکھا ہو۔\nقرآن کریم کا مسلسل مطالعہ ، اس پر غور و فکر اور تدبر ، صرف ترنم کے ساتھ قراءت ہی نہیں ، بلکہ یہ انسان کے قلب و نظر پر گہرا غور و فکر اور تدبر پیدا کردیتا ہے۔ اور انسان کو نہایت ہی دور رس قوت مدرکہ عطا ہوجاتی اور اس پر نہایت ہی یقینی علوم کا القا ہوتے ہیں۔ ان سان کے اندر زندگی کی حرارت اور اقدامی قوت پیدا ہوجاتی ہے ، وہ پر عزم ، مثبت سوچ اور مصمم ارادے کا مالک بن جاتا ہے۔ یہ علوم انسان کو تدبر قرآن کے علاوہ کسی اور مشق یا اور ذریعہ علم سے حاصل نہیں ہوتے۔\nقرآنی تصورات کے بیچ میں سے انسان اس کائنات کے حقائق معلوم کرلیتا ہے۔ انسان زندگی کے بارے میں نئے نئے حقائق کا ادراک و انکشاف ہوتا ہے۔ انسان کو انسانی زندگی کے حقائق ، انسانی ضروریات ، انسان کے مزاج اور اس کی فطرت و طبیعت کا نہایت ہی واضح گہرا اور دقیق و عمیق شعور حاصل ہوجاتا ہے اور یہ شعور خالص قرآنی عبادات اور احکام کے ذریعے حاصل ہوتا ہے۔ اس کائنات اور انسانی زندگی کے ساتھ وہ انسان جس نے قرآن کا مطالعہ کیا ہو نہایت ہی مختلف روح کے ساتھ معاملہ کرتا ہے اور اب انسان کا طرق عمل اس کائنات اور انسان کے ساتھ وہ نہیں ہوتا جو اس انسان کا ہوتا ہے جس کی تربیت محض انسانی علم و معرفت کی فضا میں ہوئی ہو۔\nیہ فضا اللہ کی رحمت کی امیدواری کی فضا ہے اور یہ نماز اور غیر نماز میں برابر ہے۔ لہذا اللہ کی رحمت کی فضا کو ہم نماز کے ساتھ کسی وجہ سے بھی مخصوص نہیں کرسکتے اور وہی رائے درست ہے جو قرطبی نے نقل کی ہے۔",
  "ayah": 204,
  "surah": 7
}
