{
  "text": "درس نمبر 74 ایک نظر میں :\nزیر نظر سبق اس سورة کے وقفوں میں سے ایک وقفہ ہے ۔ پہلے منظر کے بعد یہ ایک طویل وقفہ ہے جس میں تخلیق انسانیت کی ایک عظیم روئیداد بیان کی گئی ہے ۔ اس سورة میں جگہ جگہ ایسے وقفے آتے ہیں گویا سامعین سے کہا جاتا ہے ‘ ذرا رکیں ‘ کہا یہاں تک جو کچھ آپ نے دیکھا اس پر غور کریں اور آگے بڑھنے سے پہلے یہ جان لیں کہ اس منظر میں انسانیت کے لئے کیا کیا نصائح ہیں اور کیا کیا عبرت آموزیاں ہے ۔\nیہ وقفہ ان دستوں کی موجودگی میں ہے جو ایک طرف انسانیت کی جانب سے اور دوسری جانب شیطان کی جانب سے باہم معرکہ آرائی کے لئے تیار کھڑے ہیں ۔ اس وقفے میں بتایا جاتا ہے کہ شیطان کس اسلوب سے اور کس گزر گاہ سے داخل ہوتا ہے اور یہ کہ اس کا منصوبہ کیا ہے اور کس شکل و صورت میں ہے ۔\nقرآن کریم کا اسلوب یہ ہے کہ وہ صرف اس صورت میں ہدایت دیتا ہے جب کوئی صورت عملا قائم ہو ‘ موجود ہو اور مسئلہ پیدا ہوگیا ہو ۔ وہ جو قصص بھی بیان کرتا ہے ‘ اس لئے بیان کرتا ہے کہ تحریک اسلامی کے اندر کچھ واقعی حالات موجود ہوتے ہیں جن پر وہ قصہ منطبق ہوتا ہے ۔ قرآن کے قصص جیسا کہ اوپر کہہ آئے ہیں محض فنی اور ادبی مقاصد کے لئے نہیں ہوتے اور نہ قرآن کسی مسئلے پر محض نظریاتی زاوے سے بحث کرتا ہے ۔ اسلام کی حقیقت پسندی اور اس کی سنجیدگی اس بات کی متقاضی تھی کہ اس کی ہدایات ایسے مسائل کے بارے میں ہوں جو عملا تحریک اسلامی کو اس وقت درپیش تھے ۔\nقصہ آدمیت کے اس پہلے مرحلے کے بعد آنے والے اس وقفے کا تعلق عرب جاہلیت کی واقعی صورت حال کے ساتھ ہے ۔ قریش نے دوسروں عربوں کے مقابلے میں اپنے لئے کچھ حقوق مختص کئے ہوئے تھے ۔ لوگ باہر سے حج بیت اللہ کے لئے آتے تھے جسے قریش نے بت خانہ بنا دیا تھا اور یہ حقوق وہ اپنے لئے بعض جعلی تصورات کی اساس پر مختص کرتے تھے اور اسے اللہ کی شریعت قرار دیتے تھے ۔ ان تصورات کو انہیں نے قانون شکل دے رکھی تھی اور اسے شریعت کہتے تھے تاکہ دوسرے مشرکین ان قوانین کی پیروی کریں ۔ ہر جاہلیت میں کاہن ‘ سردار ‘ گدی نشین لوگ عوام الناس کے لئے ایسے ہی اصول گھڑ لیتے ہیں ۔ قریش نے اپنے لئے ایک خاص لقب اختیار کیا ہوا تھا ۔ وہ اپنے آپ کو ” حمس “ کہتے تھے ۔ اور اپنے لئے انہوں نے بعض حقوق مختص کر رکھے تھے جو دوسرے عربوں کو حاصل نہ تھے ۔ ان حقوق میں سے بعض طواف بیت اللہ کے بارے میں تھے ۔ صرف ان کو یہ حق حاصل تھا کہ وہ اپنے زیر استعمال کپڑوں میں طواف کرسکتے تھے ‘ رہے دوسرے عرب تو وہ ان کپڑوں میں حج نہ کرسکتے تھے جو کبھی کسی نے پہنے ہوں ۔ اب ان لوگوں کیلئے دو صورتیں تھیں یا تو وہ قریش سے کپڑے مستعار لیتے تھے تاکہ وہ طواف کرلیں اور یا اپنے لئے نئے کپڑے بنواتے تھے اور اگر وہ ان دونوں صورتوں پر عمل نہ کرسکتے تو پھر وہ ننگے طواف کرتے اور ان میں عورتیں بھی شامل ہوتیں ۔\nعلامہ ابن کثیر کہتے ہیں ” ماسوائے قریش کے دوسرے عرب ان کپڑوں میں طواف نہ کرسکتے تھے جو انہوں نے اس سے پہلے پہن لئے ہوتے تھے ۔ اس بات کے پیچھے ان کا یہ نظریہ تھا کہ چونکہ ان کپڑوں میں وہ اللہ کی نافرمانی کرتے رہے ہیں اس لئے ان میں ہمارے طواف کرنا درست نہیں ہے ۔ قریش جو حمس کہلاتے تھے ‘ ان کا یہ حق تھا کہ وہ اپنے طواف کرلیتا ‘ کسی کے پاس جدید کپڑے ہوتے تو بھی وہ طواف کرلیتا ‘ لیکن طواف کے بعد اسے پھینک دیتا اور وہ کسی کی ملکیت نہ ہوتا ۔ اگر کسی کو نہ نیا کپڑا ملتا اور نہ عاریتا اہل قریش میں سے دستیاب ہوتا تو وہ ننگا طواف کرتا ۔ کبھی ایسا بھی ہوتا کہ ایک عورت ننگی حالت میں طواف کر رہی ہے ‘ اس صورت میں وہ اندام نہائی کو ڈھانپ لیتی ۔ لیکن جن عورتوں کو ایسی حالت میں طواف کرنا پڑتا وہ اکثر اوقات رات کے وقت طواف کرتیں ۔ یہ رسوم انہوں نے اپنی جانب سے گھڑ لی تھیں اور آباؤ اجداد کے وقت سے وہ ان پر عمل پیرا تھے ۔ وہ عقیدہ یہ رکھتے تھے کہ ان کا یہ جدی فعل شریعت الہیہ پر مبنی ہے ۔ اللہ تعالیٰ نے انکی اس بات پر حرف گیری فرمائی ۔\nآیت ” وَإِذَا فَعَلُواْ فَاحِشَۃً قَالُواْ وَجَدْنَا عَلَیْْہَا آبَاء نَا وَاللّہُ أَمَرَنَا بِہَا “۔ (7 : 28)\n” اور جب وہ کوئی فحش کام کرتے ہیں تو کہتے ہیں ہم نے اپنے آباء کو ایسا ہی کرتے پایا ہے اور یہ کہ اللہ نے ہمیں اس کا حکم دیا ہے ۔ “ (قل ای) ’ اے پیغمبر کہہ دے (ان اللہ لا یامر بالفحشاء (7 : 28) ” بیشک اللہ فحاشی کا حکم نہیں دیتا ۔ “ یعنی تم جو کچھ کر رہے ہو یہ ایک فحش کام ہے اور قابل نفرت ہے اور اللہ ایسے قابل نفرت کاموں کا کبھی حکم نہیں دیتا ۔\nآیت ” أَتَقُولُونَ عَلَی اللّہِ مَا لاَ تَعْلَمُونَ (28)\n” کیا تم اللہ پر وہ افتراء باندھتے ہو جو تمہارے علم نہیں ہے ۔ “ یعنی تم اللہ کی طرف ایسی باتیں منسوب کرتے ہو جن کی صحت کا خود تمہیں بھی یقین نہیں ہے ۔ آیت ” قل امر ربی بالقسط “۔ (7 : 29) ” کہہ دے کہ مجھے میرے رب نے عدل و انصاف کا حکم دیا ہے ۔ “\nآیت ” قُلْ أَمَرَ رَبِّیْ بِالْقِسْطِ وَأَقِیْمُواْ وُجُوہَکُمْ عِندَ کُلِّ مَسْجِدٍ وَادْعُوہُ مُخْلِصِیْنَ لَہُ الدِّیْنَ “۔ (7 : 29)\n” اس کا حکم یہ ہے کہ ہر عبادت میں اپنا رخ ٹھیک رکھو اور اسی کو پکارو اپنے دین کو اس کے لئے خالص رکھ کر “۔\nیعنی اس نے جو حکم دیا ہے وہ یہ ہے کہ عبادت اور عبادت کے مقامات کو درست رکھو اور ان رسولوں کی اطاعت کرو جو معجزات لے کر آئے ہیں اور عبادت صرف اللہ کی کرو ‘ اس لئے کہ اللہ تعالیٰ ان دوبنیادی ارکان کے سوا کسی کی عبادت کو قبول نہیں کرتا یعنی یہ کہ وہ عمل شریعت کے مطابق ہو اور دوسرے یہ کہ وہ شرک سے خالص ہو۔\nعبادت ‘ طواف اور لباس کے بارے میں شرعی قوانین اور خوراک کے معاملات میں عربوں کی جاہلی سوسائٹی میں جو عملی صورت حال اس وقت موجود تھی اور جسے وہ شریعت منجانب اللہ سمجھتے تھے ‘ اس عملی صورت حال کے بارے میں یہ تبصرہ آیا ہے یہ تبصرہ انسانیت کی تخلیق کی عظیم کہانی کے ضمن میں آیا ہے ۔ کھانے کا ذکر شجر ممنوعہ کے ضمن میں اور لباس کا ذکر واقعہ نزع لباس میں تھا جو شیطان کی سازش سے حضرت آدم (علیہ السلام) اور حوا سے اتار دیا گیا ۔ اس سازش کا شکار ہو کر وہ اس ممنوعہ درخت کے پھل کو کھا گئے تھے اور انسان کی فطری حیا کا ذکر بھی اس میں آگیا تھا کہ جب ان سے لباس جنت اتار دیا گیا تو پھر وہ جنت کے درختوں کے پتے اوپر لپٹینے لگے اور یوں وہ ستر پوشی کرنے لگے ۔\nغرض اس قصے میں جو واقعات آئے اور اس کے بعد ان پر جو تبصرہ ہوا ‘ وہ عربوں کے اندر موجود جاہلی صورت حال کی عکاسی کرتا ہے ۔ یہ قصہ قرآن کی دوسری سورتوں میں بھی آئے گا۔ لیکن اس وقت اس کے لانے کے مقاصد اور ہوں گے اور اس پر پھر تبصرے اور نتائج بھی اور ہوں گے ۔ قرآن کریم ہر جگہ جو قصہ بھی لاتا ہے وہ انسانوں کی کسی عملی صورت حال پر ہی پیش کرتا ہے اور اس پر پھر تبصرے بھی ان مقاصد اور صورت حالات کے مطابق کرتا ہے ۔ چناچہ قرآن کریم ہر مقام کے حالات کے مطابق قصے کی متعلقہ کڑی پیش کرتا ہے اور ہر مقام کے مزاج کے مطابق اس کی تفصیلات دیتا ہے ۔\n(تفصیلات کے لئے دیکھئے فصل قصص ‘ میری کتاب التصویر الغنی فی القرآن میں)",
  "ayah": 25,
  "surah": 7
}
