{
  "text": "آیت ” نمبر 31 تا 33۔\nیہ اسلامی نظریہ حیات کے اساسی عقائد پر تاکید مزید ہے۔ زور اس بات پر دیا جارہا ہے کہ عرب جاہلیت کے مقابلے میں اسلام کی اساس ان امور پر ہے ۔ یہ نظریہ پوری انسانیت کے لئے تجویز کیا گیا ہے اور اسے اس بحث کے ضمن میں لایا گیا ہے جو اس کرہ ارض پوری انسانیت کی تخلیق کے قصے سے متعلق ہے۔\nان حقائق میں سے اہم ترین حقیقت یہ ہے کہ اللہ تعالیٰ نے اپنی اس مخلوق ‘ انسان کے لئے جن چیزوں کو پیدا کیا ہے ‘ اس میں سے بعض چیزوں کو خود بعض انسان حرام قرار دیتے ہیں اور کام بھی وہ اذن الہی کے بغیر کرتے ہیں اور اللہ کے قانون میں سے کسی سند کے بغیر جبکہ ان کا یہ فعل یعنی یہ تحریم وتحلیل ایک شرکیہ فعل ہے ۔ پھر یہ اللہ تعالیٰ پر ایک افتراء بھی ہے اور ان کا ذاتی زعم بھی ۔\nچناچہ اللہ ان کو پکارتے ہیں کہ اللہ نے تمہاری زیب وزینت کے لئے جو سامان پیدا کیا ہے اس سے آراستہ رہو۔ عربی میں اسے ” ریش “ کہتے ہیں خصوصا عبادت کے وقت اور عبادات میں طواف بھی شامل ہے ‘ جسے وہ برہنہ حالت میں ادا کرتے تھے ۔ وہ ایسے لباسوں کو حرام قرار دیتے تھے جنہیں اللہ نے حرام قرار نہیں دیا بلکہ وہ بندوں کے لئے انعام واکرام تھا ۔ لہذا ان کے لئے بہتر ہے کہ وہ اللہ کے فراہم کردہ زیب وزینت میں اس کی عبادت کریں ‘ نہ کہ ننگے ہو کر اور نہ ہی فحاشی کرتے ہوئے ۔\nآیت ” یَا بَنِیْ آدَمَ خُذُواْ زِیْنَتَکُمْ “۔ (7 : 31)\n” اے بنی آدم ‘ ہر عبادت کے موقع پر اپنی زینت سے آراستہ رہو۔ “\nاور اس کے ساتھ اللہ تعالیٰ پوری انسانیت کو یہ بھی حکم دیتے ہیں کہ یہاں پاکیزہ چیزوں کو استعمال کرو اور کھانے پینے کی قسم کی تمام چیزوں کو کام میں لاؤ ۔ لیکن اسراف نہ کرو ‘ اور دوسرے یہ کہ پاکیزہ چیزیں استعمال میں لاؤ ۔\nآیت ” وکُلُواْ وَاشْرَبُواْ وَلاَ تُسْرِفُواْ إِنَّہُ لاَ یُحِبُّ الْمُسْرِفِیْنَ (31)\n” اور کھاؤ پیو اور حد سے تجاوز نہ کرو ‘ اللہ حد سے بڑھنے والوں کو پسند نہیں کرتا۔ “\nاحادیت میں وارد ہے کہ جس طرح وہ لوگ بعض اوقات لباس کو حرام قرار دیتے تھے ‘ اسی طرح وہ بعض کپڑوں کو پہننا بھی حرام سمجھتے تھے ۔ اور یہ باتیں قریش نے اپنی طرف سے گھڑ لی تھیں ۔\nصحیح مسلم مٰن ہشام ابن عروہ کی روایت ہے کہ عرب بیت اللہ کا طواف عریانی کی حالت میں کرتے تھے ماسوائے قریش اور ان کی اولاد کے ۔ یہ لوگ ننگے ہو کر طواف کرتے تھے ‘ الا یہ کہ قریش انہیں کپڑے دیں ۔ چناچہ قریش کے مرد مردوں کو کپڑے دیتے تھے اور عورتیں عورتوں کو ‘ نیز قریش مزدلفہ سے آگے نہیں جاتے تھے جبکہ دوسرے لوگ عرفات تک جاتے تھے ۔ قریش یہ کہتے تھے کہ ہم حرم والے ہیں اس لئے کسی عرب کو یہ جائز نہیں ہے کہ وہ ہمارے کپڑوں کے سوا کسی اور کپڑے میں طواف کرے ۔ اسی طرح جب کوئی عرب حرم میں داخل ہو تو وہ سرف اہل قریش کا کھانا کھا سکتا ہے اس لئے کہ اگر کسی عرب کا مکہ میں دوست نہ ہوتا جو اسے کپڑے عاریتا دے سکتا ‘ اور یا اگر اسے یہ سہولت حاصل نہ ہوتی کہ وہ کرایہ کے کپڑے خرید سکتا تو اس کے لئے دو راستے کھلے ہوئے تھے ‘ ایک یہ کہ وہ عریانی کی حالت میں طواف کرے اور یا کپڑوں میں طواف کرکے کپڑے پھینک دے ۔ ایسے کپڑوں کو لقی کہا جاتا تھا اور پھر انہیں کوئی بھی ہاتھ نہ لگاتا ۔ “\nقرطبی ‘ احکام القرآن میں لکھتے ہیں : کہا جاتا ہے کہ عرب ایمان حج میں مرغن غذا نہ کھاتے تھے اور تھوڑا بہت کھاتے تھے اور برہنہ حالت میں طواف کرتے تھے ۔ انہیں کہا گیا ” ہر عبادت کے وقت اپنے آپ کو زینت سے آراستہ کرو اور کھاؤ پیو اور حد سے تجاوز نہ کرو۔ “ یعنی جو چیزیں تم پر حرام نہیں قرار دی گئی ہیں ان کو حرام کرنے میں اسراف نہ کرو۔ اس لئے کہ اسراف کے معنی ہیں حد سے تجاوز کرنا اور حد سے تجاوز یہ بھی ہے کہ حلال چیزوں کو حرام قرار دیا جائے ۔ جائز کرنے میں حدود توڑنا اور حرام کرنے میں حدود سے آگے بڑھنا دونوں تجاوزات میں آتے ہیں۔\nیہاں قرآن کریم صرف اس بات پر اکتفاء نہیں کرتا کہ ہر عبادت گاہ میں صرف لباس زیب تن کر کے جاؤ اور اللہ کے پیدا کردہ پاکیزہ رزق سے فائدہ اٹھاؤ اور کھاؤ پیو ‘ بلکہ بطور استکار ان لوگوں سے پوچھتا ہے کہ اللہ نے لوگوں کے لئے زیب وزینت کی جو چیزیں پیدا کی ہیں انہیں کس نے حرام قرار دیا ہے اور جو پاکیزہ خوراک پیدا کی ہے اسے کس نے حرام قرار دیا ہے ۔ اس لئے کہ لوگوں کی جانب سے از خود رزق کو حلال قرار دینا اور اپنے اوپر زیب وزینت کو حرام قرار دینا کس کے اذن سے ہے ‘ کیونکہ حلال و حرام کا تعین من جانب شارع ہوتا ہے ۔\nآیت ” قُلْ مَنْ حَرَّمَ زِیْنَۃَ اللّہِ الَّتِیَ أَخْرَجَ لِعِبَادِہِ وَالْطَّیِّبَاتِ مِنَ الرِّزْقِ “۔ (7 : 32)\n” اے نبی ﷺ ان سے کہو کس نے اللہ کی اس زینت کو حرام کردیا جسے اللہ نے اپنے بندوں کیلئے نکالا تھا اور کس نے خدا کی بخشی ہوئی پاک چیزیں ممنوع کردیں ؟ “\nاس تنبیہ آمیز سوال کے بعد یہ قرار دیا جاتا ہے کہ یہ لباس اور یہ پاکیزہ رزق اہل ایمان کا حق ہے ‘ اس لئے کہ وہ مومن ہیں اور وہ اس رب پر ایمان لانے والے ہیں جس نے ان چیزوں کو پیدا کیا ہے ‘ اگرچہ ان چیزوں میں غیر مومن اس دنیا کی حد تک انکے ساتھ شریک ہیں لیکن قیامت میں اور اگلے جہاں میں تو یہ چیزیں خالصتا مومنین کے لئے ہیں اور وہاں کفار کا کوئی حصہ نہیں ہوگا۔\nآیت ” قُلْ ہِیْ لِلَّذِیْنَ آمَنُواْ فِیْ الْحَیَاۃِ الدُّنْیَا خَالِصَۃً یَوْمَ الْقِیَامَۃِ “ (7 : 32)\n” کہو ‘ یہ ساری چیزیں دنیا کی زندگی میں بھی ایمان لانے والوں کے لئے ہیں ‘ اور قیامت کے روز تو خالصتا انہیں کے لئے ہوں گی ۔ “\nاس لئے اگر صورت حال یہ ہے تو یہ حرام کیسے ہوسکتی ہیں ؟ ایک چیز قیامت میں تو مسلمانوں کے لئے خاص ہو اور یہاں پر حرام ہو ۔",
  "ayah": 31,
  "surah": 7
}
