{
  "text": "درس نمبر 75 تشریح آیات :\n35۔۔۔۔۔۔۔ تا ۔۔۔۔۔۔۔۔ 53۔\nقصہ تخلیق انسانیت پر تبصرہ کرنے کے لئے یہ ایک طویل وقفہ تھا ۔ اس تبصرے میں کہا گیا تھا کہ اس وقت انسانیت کس قسم کی جاہلیت میں ڈوبی ہوئی ہے اور اس کے مقابلے میں عرب جاہلیت کس مقام پر ہے ۔ جاہلیت کا موازنہ چند اساسی مسائل کی روشنی میں کیا گیا ہے ۔ یعنی جسم کی ستر پوشی اور روح کی ستر پوشی لباس تقوی کے ساتھ ۔ جسم وروح کی سترپوشی کا تعلق اسلامی نظریہ حیات کے اساسی عقیدے ‘ عقیدہ توحید وشرک کے ساتھ ہے جو اسلامی نظریہ حیات کا بنیادی عقیدہ ہے ۔\nاب یہاں سے انسانیت کے نام ایک دوسری پکار شروع ہوتی ہے ۔ اس ندا اور پکار کا تعلق مسئلہ لباس کے ساتھ بھی ہے اور انسانوں کے لئے زندگی کے تمام معاملات میں ہدایات لینے اور ان کا اتباع کرنے کے معاملے سے بھی ہے ۔ قانون سازی کے مسئلے سے بھی ہے اور دنیا میں اللہ کے اقتدار اعلی کے قیام کے مسئلے سے بھی ہے تاکہ لوگوں کو اچھی طرح از سر نو یہ بات معلوم ہوجائے کہ انہوں نے ان موضوعات پر ہدایات لینے کا قوام رسالت کا قوام ہے۔ اور زندگی کے موجودہ مرحلے کے اختتام پر قیامت کے دن حساب و کتاب اسی نقطہ نظر سے ہوگا کہ کس نے رسولوں سے ہدایات لے کر ان کی پیروی کی اور کس نے ان کی نافرمانی کی ؟\nآیت ” نمبر 35 تا 36۔\nاللہ کی جانب سے بنی آدم کو آغاز تخلیق ہی میں یہ صاف ہدایت تھی اور یہ اس کرہ ارض پر بنی آدم کے اقتدار اور خلافت کے لئے لازمی شرط بھی تھی ‘ کیونکہ یہ زمین اللہ نے پیدا کی ہے ۔ اس میں انسانوں کی زندگی کی ضروریات اس نے پیدا کی ہیں اور اس کے اوپر اقتدار واختیار اللہ ہی نے انسان کو عطا کیا ہے تاکہ انسان یہاں مناسب رول ادا کرسکے ‘ ورنہ انسان کا ہر قسم کا عمل مردود ہوگا اور اسے کوئی مسلمان قبول نہ کرے گا ۔ آخرت میں بھی وہ گناہ ہوگا اور موجب جہنم ہوگا اور کوئی بدلہ اس عذاب سے چھڑا نہ سکے گا ۔\nآیت ” فَمَنِ اتَّقَی وَأَصْلَحَ فَلاَ خَوْفٌ عَلَیْْہِمْ وَلاَ ہُمْ یَحْزَنُونَ (35)\n” تو جو کوئی نافرمانی سے بچے گا اور اپنے رویے کی اصلاح کرلے گا اس کے لئے کسی خوف اور رنج کا موقع نہیں ہے ۔ “\nاس لئے کہ تقوی ہی انہیں گناہوں اور فواحش سے دور رکھ سکتا ہے ۔ سب سے بڑی فحاشی اللہ کے ساتھ شرک کا ارتکاب ہے ‘ پھر اللہ کے اقتدار اعلی کے حق پر ہاتھ ڈالنا ہے اور خدائی خصوصیات کا دعوی کرنا ہے ۔ تقوی ہی انسان کو خدا کی اطاعت اور نیک کاموں پر آمادہ کرتا ہے اور خوف سے نجات دے کر درالامان میں داخل کرتا ہے اور اسی کے ذریعے حصول رضائے الہی ممکن ہے ۔",
  "ayah": 35,
  "surah": 7
}
