{
  "text": "روایات میں آتا ہے کہ اعراف جو لوگ کھڑے ہوں گے ۔ یہ انسانوں ہی کا ایک گروہ ہوگا ‘ یاد رہے کہ اعراف جنت میں اور دوزخ کے درمیان حائل جگہ ہوگی ‘ یہ وہ لوگ ہوں گے جن کی نیکیاں اور برائیاں وزن میں برابر ہوں گی ۔ نہ نیکی انہیں جنت میں اہل جنت کے ساتھ لے جاسکے گی اور نہ برائی انہیں اہل جہنم کے ساتھ جہنم میں لے جاسکے گی ۔ یہ لوگ بین بین ہوں گے اور اللہ کے فضل اور رحمت کے انتظار میں ہوں گے ۔ یہ لوگ اہل جنت کو ان کی علامات کی وجہ سے پہچان سکیں گے ‘ کیونکہ اہل جنت کے چہرے ہشاش بشاش اور سفید ہوں گے ‘ انکے آگے ایک نور جاری وساری ہوگا اور ان کا ایمان محسوس ہوگا ۔ یہ لوگ اہل جہنم کو بھی ان کی علامات سے پہچان سکیں گے کیونکہ ان کے چہرے سیاہ ہوں گے اور ہوائیاں اڑ رہی ہوگی یا وہ ان لوگوں کو اس داغ کی وجہ سے پہچان لیں گے جو ان کی ناک پر لگایا جائے گا ۔ جس طرح سورة قلم میں ہے ۔ آیت ” سنسمہ علی الخرطوم “۔ (68 : 16) ” ہم عنقریب ان کی ناک پر داغ لگائیں گے ۔ “ تو یہ اہل اعراف اہل جنتکو سلام کریں گے “۔ اور سلام اس انداز کا ہوگا کہ وہ امید کریں گے کہ جلد ہی وہ بھی داخلہ جنت کے مستحق قرار پائیں گے اور جب وہ اہل جہنم کو دیکھیں گے تو انکی یہ نظر اچٹتی ہوگی ‘ بالاارادہ وہ ان پر نگاہ ڈالنا پسند نہ کریں گے ۔ وہ انہیں دیکھتے ہی اللہ کی پناہ مانگنے لگیں کہ بار الہا ! ہمیں ان کا ساتھی نہ بنا ۔\nآیت ” وَبَیْْنَہُمَا حِجَابٌ وَعَلَی الأَعْرَافِ رِجَالٌ یَعْرِفُونَ کُلاًّ بِسِیْمَاہُمْ وَنَادَوْاْ أَصْحَابَ الْجَنَّۃِ أَن سَلاَمٌ عَلَیْْکُمْ لَمْ یَدْخُلُوہَا وَہُمْ یَطْمَعُونَ (46) وَإِذَا صُرِفَتْ أَبْصَارُہُمْ تِلْقَاء أَصْحَابِ النَّارِ قَالُواْ رَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِیْنَ (47)\n” ان دونوں گروہوں کے درمیان ایک اوٹ حائل ہوگی جس بلندیوں (اعراف) پر کچھ اور لوگ ہوں گے ۔ یہ ہر ایک کو اس کے قیافہ سے پہچانیں گے اور جنت والوں سے پکار کر کہیں گے کہ ” سلامتی ہو تم پر “ یہ لوگ جنت میں داخل تو نہیں ہوئے مگر اس کے امیدوار ہوں گے۔ اور جب انکی نگائیں دوزخ والوں کی طرف پھریں گی تو کہیں گے ” اے رب ہمیں ان ظالم لوگوں میں شامل نہ کیجیو۔ “\nاس کے بعد اصحاب اعراف بڑے بڑے مجرموں کی طرف متوجہ ہوتی ہیں۔ یہ لوگ معروف قسم کے لوگ تھے اور ان پر بھی علامات جہنم عیاں تھیں ۔ ان پر وہ یہ تبصرہ کرتے ہیں کہ دنیا میں تمہاری جو جمعیت اور شوکت تھی اب وہ کہاں گئی ؟ ان کو یوں شرمندہ کرتے ہیں ۔\nآیت ” وَنَادَی أَصْحَابُ الأَعْرَافِ رِجَالاً یَعْرِفُونَہُمْ بِسِیْمَاہُمْ قَالُواْ مَا أَغْنَی عَنکُمْ جَمْعُکُمْ وَمَا کُنتُمْ تَسْتَکْبِرُونَ (48)\n” پھر یہ اعراف کے لوگ دوزخ کی چند بڑی بڑی شخصیتوں کو ان کی علامتوں سے پہچان کر پکاریں گے کہ ” دیکھ لیا تم نے آج نہ تمہارے جتھے تمہارے کسی کام آئے اور نہ وہ سازوسامان جن کو تم بڑی چیز سمجھتے تھے ۔ “\nاب ذرا اپنی حالت کو دیکھو کہ کہاں پڑے ہو ‘ تمہاری جمعیت نے تمہیں کیا فائدہ دیا اور تمہاری استکبار نے تمہیں کیا تحفظ دیا ؟ اب یہ لوگ ان اکابر مجرمین کو یاد دلاتے ہیں کہ تم تو اہل ایمان کے بارے میں یہ کہتے تھے کہ یہ گمراہ ہوگئے ہیں اور یہ کہ یہ لوگ اللہ کی رحمت سے محروم ہیں۔\nآیت ” أَہَـؤُلاء الَّذِیْنَ أَقْسَمْتُمْ لاَ یَنَالُہُمُ اللّہُ بِرَحْمَۃٍ “۔ (7 : 49)\n” اور کیا یہ اہل جنت وہی لوگ نہیں ہیں جن کے متعلق تم قسمیں کھا کھا کر کہتے تھے کہ ان کو تو خدا اپنی رحمت میں سے کچھ نہ دے گا ؟ “۔\nاب دیکھو کہ تم کہاں کھڑے ہو اور یہ بھی دیکھو کہ ان کے بارے میں اللہ کے احکام کیا ہیں ؟ یہ ہیں :\nآیت ” ادْخُلُواْ الْجَنَّۃَ لاَ خَوْفٌ عَلَیْْکُمْ وَلاَ أَنتُمْ تَحْزَنُونَ (49)\n” آج انہی سے کہا گیا کہ داخل ہوجاؤ جنت میں ‘ تمہارے لئے نہ خوف ہے نہ رنج۔ “\nہاں ایک آواز اہل جن ہم کی طرف سے بھی سنائی دیتی ہے ۔ یہ پرامید بھی ہے اور رحم طلب بھی ۔ دوسری جانب سے اس کا جو جواب دیا جاتا ہے وہ نہایت ہی تلخ درد ناک اور عبرت آموز ہے ۔ ذرا غور کیجئے ۔",
  "ayah": 47,
  "surah": 7
}
