{
  "text": "آیت ” نمبر 57۔\nیہاں اس کائنات میں شان ربوبیت کے آثار کو قلم بند کیا گیا ہے ‘ مثلا کائنات میں فعالیت ‘ اس پر کنٹرول اس کا مدبرانہ نظام اور اس کی قوتوں کی تحدید وتقدیر ۔ یہ سب امور اللہ کی عظیم کارفرمائیوں کے مظہر ہیں اور ایسے امور ہیں جو بتاتے ہیں کہ اللہ کے سوا کوئی رب نہیں ہو سکتا ۔ وہی خالق اور رازق ہے ‘ مسبب الاسباب ہے اور یہ اسباب اس نے اپنی مخلوق کے لئے تیار کئے ہیں ۔\nہوا ہر وقت چلتی رہتی ہے ‘ ہر وقت وہ اس کائنات میں بادلوں کو اٹھاتی اور دوڑاتی ہے ۔ ہر وقت بادلوں سے بارش برستی رہتی ہے ۔ لیکن یہ سب امور اللہ کے فضل وکرم کے مظہر ہیں جیسا کہ یہ حقیقت ہے ۔ یہ بات ہمارے مشاہدے سے وراء ہے ۔ اور نئی ہے جسے سیاق کلام میں سمو دیا گیا ہے اور نہایت ہی موثر ‘ متحرک اور مشخص انداز میں اسے یہاں پیش کیا جارہا ہے ‘ یوں کہ گویا منظر آنکھوں کے سامنے ہے۔\nیہ اللہ ہی ہے جو ہواؤں کو چلاتا ہے اور وہ اللہ کی رحمت لئے ہوئے ہوتی ہیں ۔ لوگوں کے لئے سامان مسرت فراہم کرتی ہیں ۔ یہ ہوائیں ان نوامیس فطرت کے مطابق چلتی ہیں جو اللہ نے اس کائنات پر حاوی کردیئے ہیں ۔ اس بات کو سمجھنے کے لئے عقل کی کسی بڑی مقدار کی ضرورت نہیں ہے کہ یہ کائنات اپنے آپ کو وجود میں خود نہیں لائی اور نہ اس نے اپنے لئے یہ نوامیس فطرت خود وضع کئے ہیں ‘ جب کہ اسلام کے معقول تصور حیات میں ہے کہ اس کائنات میں جو واقعات رونما ہوتے ہیں وہ ان قوانین تکوینی کے مطابق ہوتے ہیں جو اللہ نے اس کائنات کے لئے وضع کئے ہیں اور مقدر کردیئے ہیں ۔ تمام حادثات کا ظہور ان قوانین کے مطابق ہوتا ہے ‘ تمام انفرادی حوادث کا ظہور بھی اسی ناموس کے مطابق ہوتا ہے ‘ لہذا ہواؤں کا کسی معین وقت اور معین خطے میں چلنا بھی اسی قاعدے کلیہ اور اللہ کی تقدیر کے مطابق ہوتا ہے ۔\nچناچہ یہ ہوائیں بھی سنت الہیہ اور ناموس الہی کے مطابق چلتی ہیں لیکن ایک خاص مقدار کے مطابق ان ہواؤں کو مردہ علاقے اور صحراؤں کی طرف چلایا جاتا ہے اور یہ سب کچھ امر الی کے مطابق ہوتا ہے ۔ کسی جگہ جو بارش برستی ہے وہ مقررہ مقدار کے مطابق برستی ہے ۔ اس سے جو روئیدگی اور پیداوار حاصل ہوتی ہے ‘ وہ بھی تقدیر الہی کے مطابق بطور خاص ہوتی ہے اور یہ تمام عمل اس کائنات کے نظام کے مطابق ہوتا ہے ۔\nغرض اسلامی تصور حیات کے مطابق یہاں کوئی واقعہ آزادنہ یا بطور اتفاق وقوع پذیر نہیں ہوتا ۔ تخلیق سے لے کر ظہور واقعات تک ہر حرکت ‘ ہر تغیر اور ہر تبدیلی بروقت مقررہ تقدیر اور سنت کے مطابق ہوتی ہے ۔ اسی طرح یہاں اسلامی نقطہ نظر سے یہ تصور بھی غلط ہے کہ یہ کائنات مجبور محض ہے اور اللہ نے اسے پیدا کرکے اپنے طور پر اسے چھوڑ دیا ہے ۔ اس نے اس کی حرکت کے قوانین وضع کردیئے ہیں ‘ اب وہ اس کی حرکت کے قوانین میں جکڑی ہوئی ہے اور اس حرکت کے پیچھے کوئی ارادہ اب نہیں ہے ۔\nاسلامی تصور یہ ہے کہ تخلیق اللہ کی مشیت اور ارادے سے ہوتی ہے ۔ اس کے بعد مخلوقات میں اللہ کی سنت جاری کا نفاذ ہوتا ہے ۔ لیکن اس کائنات کی ہر حرکت تقدیر الہی کے مطابق ہوتی ہے ۔ اور ہر دفعہ کی حرکت میں سنت الہیہ جاری وساری نظر آتی ہے اور ہر حرکت کی مقدار مقرر ہے ۔ یہ سب کچھ اس مشیت الہیہ کے مطابق ہوتا ہے جس کو نوامیس الہیہ پر بھی بالا دستی حاصل ہوتی ہے ۔\nیہ ایک زندہ اور روشن دل و دماغ کا حامل تصور ہے اور اس کے مطابق ۔۔۔۔ ۔۔ یہ کائنات مجبور محض اور مردہ نہیں ہیں ۔ یہ کائنات سوتی نہیں ‘ جاگتی ہے اور خود سر نہیں بلکہ اس کا قیم اور نگران ہر وقت اس کی طرف متوجہ ہے۔ یہاں جو کچھ واقعہ ہوتا ہے اور ارادہ مدبرہ کی وجہ سے ہوتا ہے ۔ ہر حرکت ناموس کے مطابق ہوتی ہے ‘ اور ہر حرکت سے قبل مومن جاگ اٹھتا ہے وہ اللہ کی تقدیر اور سنت کو دیکھتا ہے کہ وہ اپنے کام کر رہی ہے ۔ چناچہ قلب مومن اللہ کی حمد میں رطب اللسان ہوتا ہے ‘ اللہ کو یاد کرتا ہے ۔ وہ مردہ آلات کی طرح غافل ہو کر حرکت نہیں کرتا اندھا اور بہرا ہو کر ۔\nیہ تصور حیات مومن کے دل میں حیاء اور دماغ میں جوش ادراک پیدا کرتا ہے ۔ وہ تمام حرکات وواقعات میں دست قدرت کی کارفرمائیاں دیکھتا ہے اور ہر حرکت ‘ ہر حادثے میں رات اور دن اللہ کی تسبیح وتہلیل کرتا ہے ۔\nاب اس مقام پر قرآن کریم اس رواں دوں زندگی کا ربط حیات اخروی کے ساتھ جو ڑدیتا ہے ۔ یہاں کی تخلیق اور آخرت میں دوبارہ اٹھانا ‘ ایک ہی عمل نظر آتا ہے ۔ اللہ کی مشیت کے مطابق یہ اسی طرح ممکن ہے جس طرح اس جہاں میں یہ زندگی رواں دواں ہوئی ۔\nآیت ” کَذَلِکَ نُخْرِجُ الْموْتَی لَعَلَّکُمْ تَذَکَّرُونَ (57)\n” دیکھو ‘ اسی طرح ہم مردوں کو حالت موت سے نکالتے ہیں ‘ شاید کہ تم اس مشاہدے سے سبق لو۔ “\nاس کرہ ارض پر زندگی کے رنگ ڈھنگ مختلف ہیں لیکن زندگی کی اس بوقلمونی کے باوجود اس کائنات پر وجود حیات کا معجزہ ایک ہی جیسا ہے ۔ اس تبصرے میں اسی طرف اشارہ پایا جاتا ہے جس طرح یہاں مردے سے زندہ اجسام نکلتے ہیں اسی طرح آخرت میں مردوں کو زندہ کردیا جائے گا ‘ جس اللہ نے اس کرہ ارض پر زندگی کے یہ مختلف رنگ ڈھنگ پیدا کئے وہ اس بات پر قادر ہے کہ آخرت میں انسان کو دوبارہ زندہ کر دے ۔ جو قوت اور جو قدرت یہاں مردے سے زندہ کو وجود میں لا سکتی ہے ‘ وہ ذات آخرت میں مردے کو دوبارہ زندگی کیوں نہیں بخش سکتی ۔\nآیت ” لَعَلَّکُمْ تَذَکَّرُونَ (57)\n” شاید کے اس مشاہدے سے تم سبق لو۔ “\nیہ ایک پیش پا افتادہ اور عظیم حقیقت ہے ‘ لیکن لوگ دیکھتے ہوئے بھی اسے دیکھنا نہیں چاہتے اور لایعنی ادہام وخرامات کو حقیقت بتانے کے درپے ہیں ۔\nاس کائنات کی وسعتوں کے اس سفر اور اسرار کائنات کے اس غور وفکر کو قرآن کریم ایک مثال پر ختم کرتا ہے ۔ یہ تمثیل ایک صالح اور پاک اور غیر صالح اور ناپاک دل کے بارے میں ہے ۔ اور یہ تمثیل بھی اس کائنات کے مشاہدے اور اس مطالعاتی سفر سے اخذ کی گئی ہے تایہ یہ تمثیل اس مطالعاتی سفر سے ہم آہنگ نظر آئے اور انسانی طبیعت اسے اچھی طرح ذہن نشین کرلے ۔",
  "ayah": 57,
  "surah": 7
}
