{
  "text": "آیت ” فَلَنَسْأَلَنَّ الَّذِیْنَ أُرْسِلَ إِلَیْْہِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِیْنَ (6) فَلَنَقُصَّنَّ عَلَیْْہِم بِعِلْمٍ وَمَا کُنَّا غَآئِبِیْنَ (7) وَالْوَزْنُ یَوْمَئِذٍ الْحَقُّ فَمَن ثَقُلَتْ مَوَازِیْنُہُ فَأُوْلَـئِکَ ہُمُ الْمُفْلِحُونَ (8) وَمَنْ خَفَّتْ مَوَازِیْنُہُ فَأُوْلَـئِکَ الَّذِیْنَ خَسِرُواْ أَنفُسَہُم بِمَا کَانُواْ بِآیَاتِنَا یِظْلِمُونَ (9)\n” پس یہ ضرور ہو کر رہنا ہے کہ ہم ان لوگوں سے باز پرس کریں جن کی طرف ہم نے پیغمبر بھیجے ہیں اور پیغمبروں سے بھی پوچھیں ۔ پھر ہم خود پورے علم کے ساتھ ساری سرگزشت ان کے آگے پیش کردیں ‘ آخر ہم کہیں غائب تو نہیں تھے اور وزن اس روز عین حق ہوگا جن کے پلڑے بھاری ہوں گے وہی فلاح پائیں گے اور جن کے پلڑے ہلکے رہیں گے وہی اپنے آپ کو خسارے میں مبتلا کرنے والے ہوں گے کیونکہ وہ ہماری آیات کے ساتھ ظالمانہ برتاؤ کرتے رہے تھے ۔ “\nیہ تصویر کشی کا انداز بیان قرآنی تعبیرات کا خاصہ ہے ۔ طرز تعبیر ہمیں لحظہ بھر میں پوری دنیا کی سیر کرا دیتا ہے ۔ پھر قرآن کی ایک سطر میں دنیا اور آخرت مل جاتے ہیں ۔ اور آغاز و انجام ایک ہوجاتے ہیں ۔\nاس جہان میں تو یہ لوگ عذاب الہی سے دو چار ہیں اور اس جہان میں ان سے باز پرس ہو رہی ہے اور جب عذاب آگیا تھا اور وہ غفلت میں تھے تو پھر اچانک انہوں نے اعتراف کرنا شروع کردیا اور کہا آیت ” انا کنا ظلمین “۔ (بےشک ہم ظالم تھے) لیکن اس جہان میں ۔\nآیت ” فَلَنَسْأَلَنَّ الَّذِیْنَ أُرْسِلَ إِلَیْْہِمْ وَلَنَسْأَلَنَّ الْمُرْسَلِیْنَ (6)\n” پس یہ ضرور ہو کر رہنا ہے کہ ہم ان لوگوں سے باز پرس کریں جن کی طرف ہم نے پیغمبر بھیجے ہیں اور پیغمبروں سے بھی پوچھیں ۔ “\nیہ سوال نہایت ہی جامع ومانع ہے ۔ یہ رسولوں سے بھی ہوگا اور ان کی امتوں سے بھی ہوگا ۔ یہ سوال و جواب کھلی مجلس میں ہوگا ‘ ایک بڑے اجتماع میں اور اس میں تمام راز کھل جائیں گے ۔ امت دعوت سے سوال ہوگا اور ان کی جانب سے اعتراف ہوگا ‘ رسولوں سے بھی باز پرس ہوگی اور وہ جواب دیں گے ۔ اس کے بعد اللہ تعالیٰ لوگوں کے اعمال کا ریکارڈ پوری تفصیلات کے ساتھ پیش کریں گے اس لئے کہ اللہ تو ہر چیز کے پاس تھا ‘ اس سے کوئی چیز غائب نہ تھی ۔ یہ نہایت ہی موثر ٹچ ہے۔\nآیت ” وَالْوَزْنُ یَوْمَئِذٍ الْحَقُّ “۔ (7 : 8) ” اس روز عین حق ہوگا ۔ “ اس دن وزن کے اندر کوئی غلطی کا امکان نہ ہوگا اور نہ فیصلے میں کوئی غلطی ہوگی ۔ دنیا میں فیصلوں پر جو جدل وجدال اور واقعات ہوتے ہیں وہ نہ ہوں گے ۔\nآیت ” فَمَن ثَقُلَتْ مَوَازِیْنُہُ فَأُوْلَـئِکَ ہُمُ الْمُفْلِحُونَ (8) ”۔ جن کے پلڑے بھاری ہوں گے وہی فلاح پائیں گے “۔ اللہ کا ترازو سچا ہے ۔ اب وہ بھاری ہوگیا ہے لہذا آگ سے بچاؤ ہوگیا ۔ جنت کی طرف سفر شروع ہوگیا اور یہ اس طویل سفر کا آخری ٹھکانا ہے ۔\nآیت ” وَمَنْ خَفَّتْ مَوَازِیْنُہُ فَأُوْلَـئِکَ الَّذِیْنَ خَسِرُواْ أَنفُسَہُم بِمَا کَانُواْ بِآیَاتِنَا یِظْلِمُونَ (9)\n” اور جن کے پلڑے ہلکے رہیں گے وہی اپنے آپ کو خسارے میں مبتلا کرنے والے ہوں گے کیونکہ وہ ہماری آیات کے ساتھ ظالمانہ برتاؤ کرتے رہے تھے ۔ “\nاللہ کے ترازو میں غلطی کا امکان ہی نہیں ہے ۔ یہ لوگ گھاٹا کھا گئے ہیں ۔ اب تو کمائی کا وقت ختم ہے ۔ انسان اپنے لئے کماتا ہے ‘ جب خسارہ ہی ہوگیا کاروبار میں تو کیا کمائے گا اور کیا رہے گا ۔ انہوں نے کفر کیا ‘ اپنی جان ہی کو گنوا دیا ۔ کیونکہ آیات الہیہ کے ساتھ ظالمانہ برتاؤ کرتے تھے ‘ جیسا کہ کہا گیا ظلم سے مراد شرک ہے کیونکہ شرک ظلم عظیم ہے ۔ آیت ” ان الشرک لظلم عظیم “۔ یہاں ہم اس بحث میں نہیں پڑتے کہ وزن اور میزان کی شکل کیا ہوگی ۔ اسلامی عقائد کی تاریخ میں اس پر بحثیں ہوچکی ہیں ‘ کیونکہ اللہ کے افعال کی شکل و صورت اور کیف وکم کی کوئی مثال نہیں ہے ۔ خود اللہ تعالیٰ کی کوئی مثال نہیں ۔ آیت ” لیس کمثلہ شیء “ اس لئے ہم قرآن کے فرمان ہی پر اکتفا کرتے ہیں کہ اس دن حساب برحق ہوگا کہ انسان کے کسی بھی نیک عمل میں نہ کمی ہوگی نہ وہ شمار سے رہ جائے گا اور نہ ہی ضائع ہوگا ۔",
  "ayah": 8,
  "surah": 7
}
