{
  "text": "آیت ” نمبر 85 تا 93۔\nیہ قصہ دوسروں کے مقابلے میں قدرے طویل ہے دوسرے قصص کی نسبت کیونکہ اس میں اسلامی نظریہ حیات کے علاوہ بعض دوسرے معاملات بھی موجود ہیں ۔ اگرچہ اس میں بھی وہی طرز ادا اختیار کی گئی ہے ۔ جس طرح اس سے قبل دوسروں قصوں میں اختیار کی گئی ہے ۔\nآیت ” وَإِلَی مَدْیَنَ أَخَاہُمْ شُعَیْْباً قَالَ یَا قَوْمِ اعْبُدُواْ اللّہَ مَا لَکُم مِّنْ إِلَـہٍ غَیْْرُہُ “۔ (7 : 85)\n” اور مدین والوں کی طرف ہم نے ان کے بھائی شعیب کو بھیجا ‘ اس نے کہا : ’ اے برادران قوم ‘ اللہ کی بندگی کرو ‘ اس کے سوا تمہارا کوئی خدا نہیں ہے ۔ “\nیہ دعوت اسلامی کا بنیادی عقیدہ ہے اور یہ ہر پیغمبر کی دعوت کا اساسی کلمہ اور شعار رہا ہے ۔ ہر پیغمبر اس سے دعوت کا آغاز کر کے پھر دوسری تفصیلات میں جاتا ہے ۔\nآیت ” قَدْ جَاء تْکُم بَیِّنَۃٌ مِّن رَّبِّکُمْ “۔ (7 : 85)\n” تمہارے پاس تمہارے رب کی صاف راہنمائی آگئی ہے ۔ “\nسیاق کلام میں اس طرح شہادت اور راہنمائی کا ذکر نہیں ہے جس طرح قصہ صالح میں شہادت کا ذکر موجود ہے۔ قرآن کریم کی دوسری سورتوں میں بھی حضرت شعیب (علیہ السلام) کی جانب سے کوئی معجزہ پیش کرنے کا ذکر نہیں ہوگا لیکن یہاں اس آیت میں معجزے کی طرف اشارہ موجود ہے کہ حضرت شعیب (علیہ السلام) نے بھی دوسرے انبیاء کی طرح کوئی معجزہ پیش کیا تھا ۔ اس معجزے کے نتیجے میں اپنی قوم سے آپ کا مطالبہ یہ تھا کہ آپ ناپ اور تول میں کمی بیشی نہ کریں اور فساد فی الارض کے تمام طریقوں سے بچیں نیز راہ زنی اور ڈاکہ زنی جیسے برے افعال سے باز رہیں ۔ اور اہل دین کو محض انکی دین داری کی وجہ فتنے میں نہ ڈالیں۔\nآیت ” فَأَوْفُواْ الْکَیْْلَ وَالْمِیْزَانَ وَلاَ تَبْخَسُواْ النَّاسَ أَشْیَاء ہُمْ وَلاَ تُفْسِدُواْ فِیْ الأَرْضِ بَعْدَ إِصْلاَحِہَا ذَلِکُمْ خَیْْرٌ لَّکُمْ إِن کُنتُم مُّؤْمِنِیْنَ (85) وَلاَ تَقْعُدُواْ بِکُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِیْلِ اللّہِ مَنْ آمَنَ بِہِ وَتَبْغُونَہَا عِوَجاً وَاذْکُرُواْ إِذْ کُنتُمْ قَلِیْلاً فَکَثَّرَکُمْ وَانظُرُواْ کَیْْفَ کَانَ عَاقِبَۃُ الْمُفْسِدِیْنَ (86)\nلہذا وزن اور پیمانے پورے کرو ‘ لوگوں کو انکی چیزوں میں گھاٹا نہ دو ‘ اور زمین میں فساد برپا نہ کرو جب کہ اس کی اصلاح ہوچکی ہے ۔ اس میں تمہاری بھلائی ہے ۔ اگر تم واقعی مومن ہو ‘ اور (زندگی کے) ہر راستے پر رہزن بن کر نہ بیٹھ جاؤ کہ لوگوں کو خوفزدہ کرنے اور ایمان لانے والوں کو خدا کے راستے سے روکنے لگو اور سیدھی راہ کو ٹیڑھا کرنے کے درپے ہوجاؤ ۔ یاد کرو وہ زمانہ جبکہ تم تھوڑے تھے پھر اللہ تمہیں بہت کردیا اور آنکھیں کھول کر دیکھو کہ دنیا میں مفسدوں کا کیا انجام ہوا ہے ۔ “\nاس نہی سے ہمیں معلوم ہوتا ہے کہ حضرت شعیب (علیہ السلام) کی قوم مشرک قوم تھی ۔ وہ صرف اللہ وحدہ کی عبادت نہ کرتی تھی ‘ وہ اللہ اقتدار الی میں اللہ کے بندوں کو شریک کرتی تھی ۔ یہ لوگ اپنے معاملات میں اللہ کے عادلانہ قانون کی پیروی نہ کرتے تھے بلکہ انہوں نے باہم معاملات طے کرنے کے لئے خود اپنی جانب سے قواعد گھڑ رکھے تھے ۔ شاید اسی معاملے میں وہ شرک کرتے تھے اور یہی وجہ ہے کہ بیع وشری کے معاملات میں وہ بدمعاملہ تھے اور اس کے علاوہ فساد فی الارض ‘ رہزنی اور ڈاکہ زنی کے معاملات بھی ان میں عام تھے ۔ علاوہ ازیں جو لوگ دین دار اور پاکباز تھے انکو بھی وہ ستاتے تھے اور اللہ کی سیدھی راہ سے انہیں روکتے تھے ۔ اللہ کی راہ میں ہر قسم کی استقامت کو وہ ناپسند کرتے تھے ۔ وہ چاہتے تھے کہ لوگ غلط راہوں پر چلیں جس میں ان کے مالی مفادات تھے اور اسلامی نظام کو ترک کردیں جس میں ان کا نقصان تھا ۔\nحضرت شعیب (علیہ السلام) دعوت کا آغاز ہی اس کلمہ سے کرتے ہیں کہ صرف اللہ وحدہ کی بندگی اور غلامی کرو ‘ اس کے اقتدار اعلیٰ کو دنیا میں قائم کرو اور زندگی کے تمام امور میں اس کے دین اور حکم کو نافذ کرو ۔\nحضرت شعیب (علیہ السلام) اس اصولی اور بنیادی بات سے اپنی دعوت کا آغاز کرتے ہیں اس لئے کہ وہ جانتے ہیں کہ زندگی کے تمام معاملات کا دارومدار اسی اصول پر ہے اور انسان کے اخلاق اور اس کا باہمی طرز عمل اسی قاعدے اور سرچشمے سے پھوٹتے ہیں اور جب تک یہ اصول قائم و استوار نہ ہو ‘ انسان کا کوئی عمل قائم و استوار نہیں رہ سکتا ۔\nاللہ وحدہ کی بندگی کی دعوت اور اپنی پوری زندگی کو توحید کے جادہ مستقیم پر قائم کرنے کی دعوت اور شریعت الہیہ کے نفاذ اور فساد فی الارض کو چھوڑنے کی دعوت کے ساتھ ساتھ ان کو حضرت شعیب (علیہ السلام) اس طرف بھی متوجہ فرماتے ہیں کہ تم پر اللہ کا جو فضل وکرم ہے اور اس نے جو انعامات تم پر کیے ہیں ان پر اللہ کا شکر بجا لاؤ ۔ ” یاد کرو وہ زمانہ جب تم تھوڑے تھے پھر اللہ نے تمہیں بہت کردیا ۔ “ ۔۔۔۔۔ اگر تم ان انعامات پر شکر ادا نہیں کرتے اور بدستور آمادہ فساد رہنے پر مصر ہو تو پھر ۔۔۔۔۔۔۔۔۔۔۔ آنکھیں کھول کر دیکھو کہ دنیا میں مفسدوں کا کیا انجام ہوا ہے۔ “\nحضرت شعیب (علیہ السلام) چاہتے ہیں کہ ان کی قوم عدل و انصاف اور وسعت قلبی کا رویہ اختیار کرے ۔ ان لوگوں کو فتنے میں نہ ڈالے جو ایمان لا کر اللہ کی ہدایت کے پیروکار بن گئے ہیں اور جن کو اللہ نے اپنے دین کی طرف ہدایت کردی ہے ۔ یہ لوگ ہر طرف سے ان لوگوں کی راہ روکنے کی کوشش نہ کریں ۔ نہ ان پر زندگی کے دروازے بند کریں اور نہ انکو ڈرائیں دھمکائیں ۔ اگر وہ ایمان نہیں لاتے تو اہل ایمان اور اہل کفر کی اس کشمکش میں کم از کم غیر جانبدار ہو کر نتائج کا انتظار کریں ۔",
  "ayah": 85,
  "surah": 7
}
