{
  "text": "ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ ۔ \" اس کے بعد ہم نے ان کی بد حالی کو خوشحالی سے بدل دیا \"۔ سختی کی جگہ نرمی آگئی ، تنگی کی جگہ فراوانی آگئی۔ غربت کی جگہ انعامات آگئے ، بیماری کی جگہ صحت آگئی ، اولاد کی کمی کی جگہ کثرت اولاد آگئی ، ہر چیز میں کمی کی جگہ کثرت نے لے لی ، اور خوف کی جگہ امن آگیا۔ چناچہ عیش و آرام کے تمام ساز و سامان مہیا ہوگئے ، ناز و نعمت اور کھانے پینے کے لئے سامان فراہم ہوگئے۔ لیکن اللہ کے اس اصول کے مطابق در اصل یہ سب کچھ ایک قسم کی ازمائش تھی۔\nاگر کسی کو مصائب میں مبتلا کر کے آزمائش میں ڈالا جائے تو بعض اوقات اس پر لوگ صبر کرتے ہیں اور اکثر لوگ اس کو برداشت کرتے ہیں۔ کیونکہ شدت سے فریق مخالف میں دفاعی قوت پیدا ہوجاتی ہے۔ ظلم اور شدت کا شکار شخص بعض اوقات اللہ کو یاد کرکے قوت حاصل کرتا ہے۔ بشرطیکہ اس میں بھلائی کی کوئی رمق ابھی باقی ہو۔ ایسا شخص اللہ کی طرف متوجہ ہوتا ہے عاجزی اور زاری کرتا ہے اور ذکر الٰہی کے سایہ میں وہ اطمینان و سکون حاصل کرلیتا ہے۔ یاد رہے کہ ذکر الٰہی کے آفاق وسیع ہیں اور اس کے میدان طویل و عریض ہیں اور اللہ کی جانب سے ذاکرین کے لئے جو وعدے ہوتے ہیں ، ان میں ان کے لئے خشخبری ہوتی ہے لیکن جب اللہ تعالیٰ کسی کو مال کی فراوانی کے ذریعے آزماتا ہے تو یہ ازمائش غربت و افلاس کے مقابلے میں بہت سخت ہوتی ہے۔ دولت مندی کی وجہ سے انسان غفلت کا شکار ہوجاتا ہے۔ پھر وہ سرکشی اختیار کرلیتا ہے اور بہت ہی کم لوگ ایسے حالت میں صبر کرسکتے ہیں اور ایسے کم لوگ ہی پھر اللہ کے صحیح بندے ہوتے ہیں۔\nثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰي عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۗءَنَا الضَّرَّاۗءُ وَالسَّرَّاۗءُ ۔ \" پھر ہم نے ان کی بدحالی کو خوش حالی سے بدل دیا یہاں تک کہ وہ خوب پھلے پھولے اور کہنے لگے کہ \" ہمارے اسلاف پر بھی اچھے اور برے دن آتے ہی رہتے ہیں \"\nیعنی یہ لوگ پھلے پھولے اور زمین میں پھیل گئے ، عیش و عشرت کی زندگی بسر کرنے لگے ، ان کو زندگی کی تمام سہولیات فراہم ہوگئیں اور انہوں نے سب کرنا شروع کردیا۔ کسی معاملے میں احتیاط یا ڈر ان کی راہ میں حائل نہ رہا۔ عَفَوْا کے لفظ سے جہاں کسی چیز کی کثرت کا اظہار ہوتا ہے وہاں اس سے لاپرواہی کی نفسیات کا اظہار بھی ہوتا ہے۔ وہ ہر چیز کو خفیف اور ہلکی سمجھنے لگے۔ ہر معاملے میں خواہ و شعوری دنیا سے متعلق ہو یا طرز عمل کے ساتھ متعلق ہو ، اس میں وہ سہل انگار ہوگئے تھے۔ یہ نفسیاتی اور عملی صورت حالات ان تمام لوگوں کے اندر پائی جاتی ہے جن لوگوں کو مال و دولت کی فراوانی حاصل ہو اور وہ بڑے آرام کی زندگی بسر کر رہے ہوں۔ خصوصاً جبکہ عیش کوشی میں وہ ایک طویل عرصے تک غرق رہے ہوں ، خواہ افراد ہوں یا اقوام ہوں گویا ان کے دل و دماغ سے سنجیدگی اور احساس جاتا رہا ہے اور وہ بڑے بڑے معاملات میں بھی سنجیدہ ہونا پسند نہیں کرتے۔ وہ کھلے ہاتھوں خرچ کرتے ہیں ، وسیع پیمانے پر داد عیش دیتے ہیں ، عیش و عشرت میں ہر وقت گم رہتے ہیں اور نہایت ہی لاپرواہی سے معاملات کو لیتے ہیں اور ایسے ایسے جرائم کا ارتکاب کرتے ہیں جس کے بارے میں سن کر بدن پر رونگٹے کھڑے ہوجاتے ہیں اور یہ لوگ ایسے افعال کا ارتکاب بڑی بےباکی سے کرتے ہیں وہ اللہ کے غضب سے نہیں ڈرتے۔ وہ عوام سے شرم محسوس نہیں کرتے۔ ان سے ہر قسم کی ذلت کا صدور بڑی لاپرواہی سے ہوتا ہے۔ وہ اس کائنات میں جاری سنت الٰہیہ کو نہیں پاتے۔ ان آزمائشوں کو نہیں سمجھتے ، اور یہ سمجھتے ہیں کہ یہ معاملات یہاں یونہی چلتے رہتے ہیں ، ان کا کوئی معلوم سبب نہیں ہے اور نہ یہ کائنات کسی منصوبے کے ساتھ چل رہی ہے اور یہ کہ (ہمارے اسلاف پر بھی اچھے اور برے دن آتے رہے ہیں) قَدْ مَسَّ اٰبَاۗءَنَا الضَّرَّاۗءُ وَالسَّرَّاۗءُ ہم نے مشکلات کا دور گزار لیا ہے ، اب ہمارے اچھے دن آئے ہیں اور یہ دن بہت ہی اچھی طرح بسر ہو رہے ہیں اور یہ بغیر کسی منصوبے کے گزر رہے ہیں۔\nیہ وہ آخری حد ہے کہ جب یہ لوگ غفلت میں ڈوب جاتے ہیں ، ہر نصیحت کو بھول کر لہو و لعب اور سرکشی میں مبتلا ہوجاتے ہیں تو اس حد پر انجام بد ان کو آ لیتا ہے اور یہ سنت الٰہیہ کے مطابق ہوتا ہے۔\nفَاَخَذْنٰهُمْ بَغْتَةً وَّهُمْ لَا يَشْعُرُوْنَ ۔ آخر کار ہم نے انہیں اچانک پکڑ لیا اور انہیں خبر تک نہ ہوئی \"\nان کی غفلت ، غرور اور اللہ سے ان کی دوری پر ان کو یہ سزا دی گئی۔ انہوں نے اپنی خواہشات کو کھلی چھٹی دے دی تھی۔ وہ کسی بھی برے کام کے ارتکاب میں کوئی باک نہ کرتے تھے۔ اور ان کے دلوں کے پیمانے سئے خدا خوفی کا آخری قطرہ بھی ختم ہوگیا تھا۔\nیہی ہے اللہ کی سنت ، اس کائنات میں اور وہ اسی ڈگر پر چلتی رہتی ہے۔ یہ سنت اللہ کی مخلوق میں اس کی مشیت کے مطابق کام کرتی ہے۔ انسانی تاریخ کا قافلہ انسان کے ارادے اور عمل کے ساتھ ، اللہ کی قدرت اور مشیت کے وسیع دائرے میں آگے بڑھتا رہتا ہے۔ اور قرآن کریم اس سنت الٰہیہ کو لوگوں کے لئے کھول کھول کر بیان کرتا ہے اور بار بار انہیں اس سے ڈراتا اور متنبہ کرتا ہے۔ یہ فتنہ عذاب الٰہی کا فتنہ ہے اور اس میں انسان کو مصائب و مشکلات میں مبتلا کرکے آزمایا جاتا ہے اور اس میں انسان کو حکم دیا جاتا ہے کہ وہ ہر وقت چوکنا رہے اور برے انجام سے بچتا رہے ، کیونکہ یہاں مکافات عمل کا قانون جاری وساری ہے اور مکافات عمل کا قانون اٹل ہے۔ اس لئے جو شخص چوکنا نہ رہے ، جس نے خدا خوفی کا راستہ نہ اپنایا ، اور احتیاط نہ کی وہ اپنے اوپر ظلم کرے گا۔ اور وہ اپنے آپ کو ایسے عذاب سے دوچار کرلے گا جو ٹلنے والا نہ ہوگا۔ اور اللہ کسی نفس پر کوئی حکم نہیں کرتا۔",
  "ayah": 95,
  "surah": 7
}
