{
  "text": "یہ اللہ کی سنت جاریہ کا ایک دوسرا پہلو ہے ، اگر بستیوں کے لوگ جھٹلانے کے بجائے مان لیتے اور بدکرداری کے بجائے تقویٰ کی راہ اختیار کرتے تو اللہ ان پر آسمان و زمین کی برکتوں کے دروازے کھول دیتا۔ بَرَكٰتٍ مِّنَ السَّمَاۗءِ وَالْاَرْضِ ۔ اور بلا حساب ان کو دیتا رہتا ، آسمانوں سے اور زمین سے ان پر برکات کی بارش ہوتی۔ قرآن نے جو انداز تعبیر اختیار کیا ہے ، اس کے پیش نظر ہم اسے ہر طرح کی فراوانی سے تعبیر کرسکتے ہو جو کسی ایک جنس ضرورت کے ساتھ خاص نہیں ہے۔ ہر قسم اور ہر نوع کی فراوانی۔\nاس آیت اور اس سے قبل کی آیت میں ہم ایک عظیم حقیقت سے دوچار ہوتے ہیں۔ اس حقیقت کا تعلق بیک وقت انسانی نظریات اور انسانی زندگی کے حقائق سے بھی ہے اور اس پوری کائنات کے حقائق سے بھی ہے۔ اور ان کے اندر انسانی تاریخ کا اہم عنصر اور عامل بھی بیان کیا گیا ہے۔ اس اہم فیکٹر کو دنیا کے انسانوں کے وضع کردہ نظامہائے حیات نے پوری طرح نظر انداز کیا ہے بلکہ اس کا انکار کیا ہے۔\nوہ فیکٹر ہے ایمان و عقیدہ اور خدا خوفی کا۔ ایمان و عقیدے اور خدا خوفی کا مسئلہ انسانی زندگی کے حقائق سے جدا چیز نہیں ہے اور نہ وہ انسانی تاریخ سے کوئی الگ چیز ہے بلکہ ایمان باللہ اور خدا خوفی وہ چیزیں ہیں جن کی وجہ سے اللہ تعالیٰ آسمانوں اور زمین کی برکات نازل فرماتے ہیں یہ اللہ کا وعدہ ہے اور اللہ سے زیادہ ایفائے عہد کرنے والا کوئی نہیں ہے۔\nہم لوگ جو اللہ پر ایمان لانے والے ہیں ، ہماری شیوہ تو یہ ہے کہ اللہ کے اس عہد کو مومنانہ دل سے لیتے ہیں۔ اس کی تصدیق کرتے ہیں اور اس کے علل و اسباب کو سمجھنے کی ضرورت بھی محسوس نہیں کرتے ، اور اس آیت کے مدلول و مفہوم کی تصدیق میں لمحہ بھر تردد بھی نہیں کرتے۔ اس لئے کہ ہمارا ایمان تو ہے ہی ایمان بالغیب اور اس ایمان کے تقاضے کے طور پر ہم اللہ کے اس عہد کی تصدیق کرتے ہیں۔\nاس کے بعد ہم پھر اللہ کے اس عہد پر غور و فکر کرتے ہیں کیونکہ اللہ نے خود حکم دیا ہے کہ تم قرآن میں غور و فکر کرو اور غور و فکر کے بعد ہمیں اس بات کی ماہیت و حقیقت کا علم بھی ہوجاتا ہے۔\nاللہ پر ایمان لانے سے معلوم ہوتا ہے کہ مومن کی فطرت زندہ ہے اور فطری حقائق کے ادراک اور قبول کرنے کی اہلیت اس میں موجود ہے۔ ایسے شخص کا ادراک سچا ہے اور اس کی انسانی بنیاد صحیح وسالم ہے۔ اور اس شخص کے دماغ میں اس قدر وسعت ہے کہ وہ اس کائنات کے حقائق کا ادراک کرسکے۔ یہ تمام امور ایسے ہیں جو عملی زندگی میں انسان کی کامیابی کے ضامن ہیں۔\nاللہ پر ایمان ایک ایسی قوت ہے جو انسان کو آگے بڑھاتی ہے ، یہ انسانی شخصیت کی منتشر قوتوں کو جمع کرکے انہیں ایک جہت اور رخ پر ڈال دیتی ہے اور اس جہت میں انسانی شخصیت اللہ کی قوت کی مدد سے آگے بڑھتی ہے اور اس زمین پر اللہ کے اقتدار اعلی کے قیام کے لئے جدوجہد کرتی ہے۔ اس کرہ ارض کی تعمیر میں لگ جاتی ہے۔ نتیجۃ اس کرۂ ارض سے فتنہ و فساد کو جڑ سے اکھاڑ کر پھینک دیا جاتا ہے اور انسان اس زمین کی ترقی اور تعمیر میں لگ جاتا ہے اور اس طرح انسان عملی زندگی میں کامیاب رہتا ہے۔\nاللہ پر پختہ ایمان انسان کو خود اپنی خواہشات کی غلامی اور دوسرے انسانوں کی غلامی سے نجات دیتا ہے کہ اور اس میں شک نہیں کہ صرف اللہ کا غلام اور دوسری تمام غلامیوں سے آزاد انسان ہی اس کرۂ ارضپر خلافت راشدہ کا صحیح نظام قائم کرسکتا ہے۔ ایسا شخص ان لوگوں سے قوی تر ہوگا جو ایک دوسرے کے غلام ہیں یا اپنی خواہشات کے غلام ہیں۔\nخدا کا خوف ایک دانشمندانہ بیداری ہے۔ اس سے انسام سرکشی ، غرور ، بےراہ روی جیسے اخلاقی عیوب سے محفوظ ہوجاتا ہے۔ اس کی سرگرمیاں اعتدال اختیار کرلیتی ہیں اور اس کی زندگی کا اسلوب سنجیدہ ہوجاتا ہے۔ انسان کی پوری جدوجہد محتاط ہوجاتی ہے۔ اور وہ سرکشی کا ارتکاب کرکے اپنی حدود سے آگے نہیں بڑھتا اور اپنی زندگی کو صالحانہ حدود میں رکھتا ہے۔\nایک صالح انسان کی زندگی کا نقشہ یہ ہوتا ہے کہ اس کی زندگی متوازن اور اعتدال پر مبنی ہوتی ہے۔ وہ آگے بڑھنے اور رکاوٹوں کے درمیان توازن پیدا کرلیتا ہے۔ وہ زمین پر محنت کرتا ہے اور آسمان کی طرف نظریں اٹھائے ہوئے ہوتا ہے۔ وہ ہوائے نفس ، سرکشی اور تجاوز سے آزاد ہوتا ہے اور اس کے دل میں ہر وقت خوف خدا ہوتا ہے۔ ایسا شخص ایک صالح ، نتیجہ خیز اور مفید کردار کا مالک ہوتا ہے اور ایسا ہی شخص اللہ کی امداد کا مستحق ہوتا ہے اور اس کے دل میں خدا کا خوف ہوتا ہے۔ ایسے شخص کے اوپر برکات الٰہی کے سائے نزول کرتے ہیں۔ ان کے کام میں خیر و برکت عام ہوتی ہے اور اس کی زندگی پر فلاح سایہ فگن ہوتی ہے۔ اس کی زندگی بظاہر اسباب کے مطابق چل رہی ہوتی ہے لیکن درحقیقت ایک غیبی قوت اس کی مددگار ہوتی ہے۔\nوہ برکات جو مومنین اور اہل تقوی پر سایہ فگن ہوتی ہیں وہ مختلف النوع ہوتی ہیں اور اس آیت میں ان کی تفصیلات نہیں دی گئی ہیں لیکن وہ یقیناً موجود ہوتی ہیں۔ اس آیت میں جو اشارات ہیں ان سے یہ بات سمجھ میں آتی ہے کہ ان پر ہر جانب سے برکات کا نزول ہورہا ہوتا ہے۔ ہر طرف سے برکت کے چشمے پھوٹتے ہیں جن کی تفصیلات نہیں دی گئی ہیں۔ لہذا اس سے مراد ہر قسم و نوع کی برکات ہیں ، ہر شکل و صورت میں ان کا نزول ہوتا ہے ، بعض ایسی ہیں جو لوگوں کے وہم و خیال میں بھی نہیں ہوتیں اور بعض ایسی ہوتی ہیں کہ ان کو وہ سمجھتے ہیں۔\nجو لوگ یہ سمجھتے ہیں کہ اللہ پر ایمان لانا اور اللہ سے خوف کھانا محض پرائیویٹ عبادت کا مسئلہ ہے اور اس کا انسان کی عملی اور اجتماعی زندگی کے ساتھ کوئی تعلق نہیں ہے۔ ایسے لوگوں نے در اصل حقیقت ایمان کو سمجھا ہی نہیں ہے۔ ان کا گرض ہے کہ وہ دیکھیں کہ اللہ کے نزدیک تو ایمان کا عملی اور اجتماعی زندگی کے ساتھ تعلق موجود ہے۔ اور اس پر اللہ گواہی دے رہا ہے اور اللہ کی شہادت کافی شہادت ہے۔ اور اللہ اسے ان باتوں سے متعلق کرتا ہے جن کے بارے میں لوگ اچھی طرح جانتے ہیں کہ یہ عملی اور اجتماعی زندگی کے معاملات ہیں۔\nوَلَوْ اَنَّ اَهْلَ الْقُرٰٓي اٰمَنُوْا وَاتَّقَوْا لَفَتَحْنَا عَلَيْهِمْ بَرَكٰتٍ مِّنَ السَّمَاۗءِ وَالْاَرْضِ وَلٰكِنْ كَذَّبُوْا فَاَخَذْنٰهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ ۔ \" اگر بستیوں کے لوگ ایمان لاتے اور تقویٰ کی روش اختیار کرتے تو ہم ان پر آسمان اور زمین سے برکتوں کے دروازے کھول دیتے مگر انہوں نے تو جھٹلایا ، لہذا ہم نے اس بری کمائی کے حساب میں انہیں پکڑ لیا جو وہ سمیٹ رہے تھے۔\nبعض لوگ دیکھتے ہیں کہ بعض اقوام کا نقطہ نظر اس معاملے میں یوں ہے : \" ہم مسلمان ہیں اور ہمارے اوپر رزق کے دروازے بند ہیں اور ہمارے حصے میں خشک سالی اور تباہی کے سوا کچھ نہیں ہے۔ ہم دیکھتے ہیں کہ کچھ اقوام ایسی ہیں جو نہ مومن باللہ ہیں اور نہ اہل تقویٰ میں سے ہیں لیکن ان پر ہر طرف سے رزق کی بارش ہو رہی ہے۔ ان کے پاس بےپناہ قوت ہے اور وہ دنیا میں با اثر ہیں۔ لہذ سوال یہ ہے کہ مذکورہ بالا آیت میں جس سنت الٰہیہ کا ذکر ہوا ہے وہ ہم پر صادق کیوں نہیں آتی ؟ \"\nدر اصل ایسے لوگوں نے اس مسئلے کے صرف ظاہری اور سطحی پہلو کو لیا ہے۔ یہ لوگ جو کہتے ہیں کہ ہم مسلمان ہیں ، وہ مومن اور متقی ہونے کا دعویٰ نہیں کرتے۔ نہ ان لوگوں نے خالصتاً اللہ کی بندگی اور غلامی کا رویہ اپنایا ہے۔ ان کی عملی زندگی میں لا الہ الا اللہ کی شہادت موجود نہیں ہے بلکہ یہ لوگ اپنے میں سے بعض غلاموں کی غلامی کر رہے ہیں۔ \" یہ \" غلام ان کے الٰہ بنے ہوئے ہیں اور ان کے لئے قانون بناتے ہیں۔ نہ صرف قوانین بلکہ ان کے لئے حسن و قبح کی اقدار بھی تجویز کرتے ہیں۔ میں کہتا ہوں کہ ایسے لوگ کہاں مومن ہیں۔ مومن کا تو فریضہ ہی یہ ہے کہ وہ ان لوگوں کو ختم کردے جو ان پر مقتدر اعلیٰ بنے ہوئے ہیں۔ مومون کا تو پہلا عمل یہ ہے کہ وہ اپنے میں سے کسی کو بھی الٰہ و رب نہ بنائے جو ان پر اپنے قوانین اور اپنا نظام نافذ کرے۔ جب ایسے مدعیان کے اسلاف حقیقی مومن اور مسلم تھے تو ان کے سامنے پوری دنیا سرنگوں تھی اور ان پر آسمان اور زمین کی برکات کی بارش ہوتی تھی اور ان کے ساتھ ان کے رب کا وعدہ سچا تھا ، کیونکہ وہ خود سچے تھے۔\nرہے وہ لوگ جن پر رزق کے دروازے کھول دئیے گئے ہیں تو یہ بھی سنت الٰہیہ کا ایک حصہ ہے۔ ثُمَّ بَدَّلْنَا مَكَانَ السَّيِّئَةِ الْحَسَنَةَ حَتّٰي عَفَوْا وَّقَالُوْا قَدْ مَسَّ اٰبَاۗءَنَا الضَّرَّاۗءُ وَالسَّرَّاۗءُ \" پھر ہم نے ان کی بدحالی کو خوش حالی سے بدل دیا یہاں تک کہ وہ خوب پھلے پھولے اور کہنے لگے کہ \" ہمارے اسلاف پر بھی اچھے اور برے دن آتے ہی رہے ہیں \"۔ ان لوگوں پر جو انعامات ہوتے ہیں وہ در اصل ان کے لئے ابتلاء و آزمائش ہے اور یہ ابتلاء مصیبت کی ابتلاء سے زیادہ خطرناک ہوتی ہے۔ کفار پر جو انعامات ہوتے ہیں اور اہل ایمان پر جو انعامات ہوتے ہیں ان کے درمیان بہت بڑا فرق ہے۔ برکت الٰہی بعض اوقات ایک قلیل چیز میں بھی اپنے رنگ دکھاتی ہے۔ جب انسان ایک تھوڑی چیز سے اچھی طرح فائدہ اٹھاتا ہے اور امن و سکون کے ساتھ خوشی اور اطمینان محسوس کرتا ہے ، دوسری جانب بڑی بڑی ترقی یافتہ اور مالدار اقوام ایسی ہیں جو پریشانی اور عدم اطمینان کی زندگی بسر کرتی ہیں حالانکہ بظاہر وہ نہایت ہی امن وامان سے زندگی بسر کرتی ہیں اور ان کے افراد کے درمیان کوئی تعلق باقی نہیں ہے۔ افراد معاشرہ کے درمیان بےچینی کا دور دورہ ہے۔ اور قریب ہے کہ یہ اقوام مکمل طور پر تباہ ہوجائیں۔ سازوسمان بسیار مگر اطمینان مفقود ہے۔ ہر چیز کی فراوانی ہے ، لیکن لوگ بدکردار ہیں ، ان کی خوشحالی ہی ان کے لئے برے مستقبل کا پتہ دے رہی ہے اور یہ خوشحالی ان کے لئے انتقام الٰہی کا سبب ہے۔\nاہل ایمان کو جو برکات ملتی ہیں ، ان کے کئی رنگ ہیں ، ان کی ضروریات کی چیزوں میں برکت ہوتی ہے ، ذات انسانی میں برکت ہوتی ہے ، انسانی شعور میں برکت ہوتی ہے ، پاکیزہ زندگیوں میں برکت ہوتی ہے اور ان برکات کے نتیجے میں زندگی بڑھتی ہے اور اس کے اندر سکون و اطمینان پیدا ہوتا ہے ، یہ نہیں کہ ہر طرف سہولیات تو وافر ہوں اور انسان جہنم میں ہو جسمانی اور نفسیاتی اضمحلال میں مبتلا ہو۔\nسنت جاریہ جس پر تاریخ انسانی بھی ایک گواہ ہے اور جس کے بیان کے متصل بعد اب روئے سخن اہل غفلت کی طرف مڑتا ہے۔ ان حالات کے جاننے اور دیکھنے کے بعد جن میں مکذبین کو تباہ و برباد کیا گیا اور ان پر عذاب نازل ہوا جن کی وجہ سے پڑھنے والے کے شعور اور وجدان کے اندر ایک ہمہ گیر ارتعاش پیدا ہوگیا کیونکہ ان لوگوں نے اپنی نرمی اور اللہ تعالیٰ کی جانب سے آزمائش انعامات اور زندگی کے سازو سامان میں غفلت کا مظاہرہ کیا اور حکمت الٰہیہ کو نہ سمجھ سکے کہ یہ تو در اصل ان کی آزمائش ہے۔ ایسے حالات میں اب سیاق کلام ان اہل غفلت کی طرف متوجہ ہوتا ہے جو اپنے حال میں مست ہیں۔ ایسے لوگوں کو متنبہ کیا جاتا ہے کہ رات اور دن کے کسی بھی وقت میں ان کو عذاب الٰہی اپنی لپیٹ میں لے سکتا ہے ، ایسے حالات میں کہ لہو و لعب اور خواب غفلت میں ڈرے ہوئے ہوں۔",
  "ayah": 96,
  "surah": 7
}
