{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 11,
      "text": "تعارف قرآن حکیم اللہ تعالیٰ کے فضل و کرم سے جو حروف سورتوں کے شروع میں آتے ہیں ان کی پوری تفصیل اس تفسیر کے شروع میں سورة بقرہ کے ان حروف کے بیان میں گزر چکی ہے جسے دوبارہ بیان کرنے کی ضرورت نہیں۔ یہاں فرمان ہے کہ یہ قرآن لفظوں میں محکم اور معنی میں مفصل ہے۔ پس مضمون اور معنی ہر طرح سے کامل ہے۔ یہ اس للہ کا کلام ہے جو اپنے اقوال و احکام میں حکیم ہے۔ جو کاموں کے انجام سے خبردار ہے۔ یہ قرآن اللہ کی عبادت کرانے اور دوسروں کی عبادت سے روکنے کے لیے اترا ہے۔ سب رسولوں پر پہلی وحی توحید کی آتی رہی ہے۔ سب سے یہی فرمایا گیا ہے کہ لوگ اللہ کی عبادت کریں۔ اس کے سوا اور کسی کی پرستش نہ کریں۔ پھر فرمایا کہ اللہ کی مخالفت کی وجہ سے جو عذاب آجاتے ہیں ان سے میں ڈرا رہا ہوں اور اس کی اطاعت کی بنا پر جو ثواب ملتے ہیں، ان کی میں بشارت سناتا ہوں۔ حضور ﷺ صفا پہاڑی پر چڑھ کر قریش کے خاندانوں کو آواز دیتے ہیں۔ زیادہ قریب والے پہلے، پھر ترتیب وار جب سب جمع ہوجاتے ہیں تو آپ ان سے دریافت فرماتے ہیں کہ اگر میں تم سے کہوں کہ کوئی لشکر صبح کو تم پر دھاوا کرنے والا ہے تو کیا تم مجھے سچا سمجھو گے ؟ انہوں نے جواب دیا کہ ہم نے آج تک آپ کی زبان سے کوئی جھوٹ سنا ہی نہیں۔ آپ نے فرمایا سنو میں تم سے کہتا ہوں کہ قیامت کے دن تمہاری ان بد اعمالیوں کی وجہ سے سخت تر عذاب ہوگا۔ پس تم ان سے ہوشیار ہوجاؤ۔ پھر ارشاد ہے کہ اے نبی ﷺ یہ بھی کہہ دو کہ میں تمہیں اپنے گذشتہ گناہوں سے توبہ کرنے اور آئندہ کے لیے اللہ کی طرف رجوع کرنے کی ہدایت کرتا ہوں اگر تم بھی ایسا ہی کرتے رہے تو دنیا میں بھی اچھی زندگی بسر کرو گے اور نیک عمل کرنے والوں کو اللہ تعالیٰ آخرت میں بھی بڑے بلند درجے عنایت فرمائے گا۔ قرآن کریم نے (مَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهٗ حَيٰوةً طَيِّبَةً ۚ وَلَـنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ 97؀) 16۔ النحل :97) میں فرمایا ہے کہ جو مرد و عورت ایمان دار ہو کر نیک عمل بھی کرتا رہے، اسے ہم پاکیزہ زندگی سے زندہ رکھیں گے۔ صحیح حدیث میں بھی ہے۔ حضور ﷺ نے حضرت سعد ؓ سے فرمایا کہ اللہ کی رضامندی کی تلاش میں تو جو کچھ بھی خرچ کرے گا اس کا اجر اللہ تعالیٰ سے پائے گا، یہاں تک کہ جو لقمہ تو اپنی بیوی کے منہ میں دے اس کا بھی۔ فضل والوں کو اللہ تعالیٰ فضل دے گا۔ یعنی گناہ تو برابر لکھا جاتا ہے اور نیکی دس گناہ لکھی جاتی ہے پھر اگر گناہ کی سزا دنیا میں ہی ہوگئی تو نیکیاں جوں کی توں باقی رہیں۔ اور اگر یہاں اس کی سزا نہ ملی تو زیادہ سے زیادہ ایک نیکی اس کے مقابل جاکر بھی نو نیکیاں بچ رہیں۔ پھر جس کی اکائیاں دھائیوں پر غالب آجائیں وہ تو واقعی خود ہی بد اور برا ہے۔ پھر انہیں دھمکایا جاتا ہے جو اللہ کے احکام کی رو گردانی کرلیں اور رسولوں کی نہ مانیں کہ ایسے لوگوں کو ضرور ضرور قیامت کے دن سخت عذاب ہوگا۔ تم سب کو لوٹ کر مالک ہی کے پاس جانا ہے، اسی کے سامنے جمع ہونا ہے۔ وہ ہر چیز پر قادر ہے، اپنے دوستوں سے احسان اپنے دشمنوں سے انتقام، مخلوق کی نئی پیدائش، سب اس کے قبضے میں ہے۔ پس پہلے رغبت دلائی اور اب ڈرایا۔"
    },
    {
      "ayah": 10,
      "surah": 11,
      "text": "انسان کا نفسیاتی تجزیہ  سوائے کامل ایمان والوں کے عموماً لوگوں میں جو برائیاں ہیں ان کا بیان ہو رہا ہے کہ راحت کے بعد کی سختی پر مایوس اور محض ناامید ہوجاتے ہیں اللہ سے بدگمانی کر کے آئندہ کے لیے بھلائی کو بھول بیٹھتے ہیں گویا کہ نہ کبھی اس سے پہلے کوئی آرام اٹھایا تھا نہ اس کے بعد کسی راحت کی توقع ہے۔ یہی حال اس کے برخلاف بھی ہے اگر سختی کے بعد آسانی ہوگئی تو کہنے لگتے ہیں کہ بس اب برا وقت ٹل گیا۔ اپنی راحت اپنی تن آسانیوں پر مست و بےفکر ہوجاتے ہیں۔ دوسروں کا استہزاء کرنے لگتے ہیں۔ اکڑ فوں میں پڑجاتے ہیں اور آئندہ کی سختی کو بالکل فراموش کردیتے ہیں۔ ہاں ایماندار اس بری خصلت سے محفوظ رہتے ہیں، وہ دکھ درد میں صبر و استقامت سے کام لیتے ہیں راحت و آرام میں اللہ کی فرمان برداری کرتے ہیں۔ یہ صبر پر مغفرت اور نیکی پر ثواب پاتے ہیں۔ چناچہ حدیث شریف میں ہے۔ اس کی قسم جس کے ہاتھ میری جان ہے کہ مومن کو کوئی سختی کوئی مصیبت کوئی دکھ، کوئی غم ایسا نہیں پہنچتا جس کی وجہ سے اللہ تعالیٰ اس کی خطائیں معاف نہ فرماتا ہو، یہاں تک کہ کانٹا لگنے پر بھی۔ بخاری و مسلم کی ایک اور حدیث میں ہے مومن کے لیے اللہ تعالیٰ کا ہر فیصلہ سراسر بہتر ہے۔ یہ راحت پاکر شکر کرتا ہے اور بھلائی سمیٹتا ہے۔ تکلیف اٹھاکر صبر کرتا ہے، نیکی پاتا ہے اور ایسا حال مومن کے سوا اور کسی کا نہیں ہو۔ اسی کا بیان سورة والعصر میں ہے۔ یعنی عصر کے وقت کی قسم تمام انسان نقصان میں ہیں سوائے ان کے جو ایمان لائیں اور ساتھ ہی نیکیاں بھی کریں اور ایک دوسرے کو دین حق کی اور صبر کی ہدایت کرتے رہیں یہی بیان (اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًا 19؀ۙ) 70۔ المعارج :19) میں ہے۔"
    },
    {
      "ayah": 100,
      "surah": 11,
      "text": "عبرت کدے کچھ آباد ہیں کچھ ویران  نبیوں اور ان کی امتوں کے واقعات بیان فرما کر ارشاد باری ہوتا ہے کہ یہ ان بستیوں والوں کے واقعات ہیں۔ جنہیں ہم تیرے سامنے بیان فرما رہے ہیں۔ ان میں سے بعض بستیاں تو اب تک آباد ہیں اور بعض مٹ چکی ہیں۔ ہم نے انہیں ظلم سے ہلاک نہیں کیا۔ بلکہ خود انہوں نے ہی اپنے کفر و تکذیب کی وجہ سے اپنے اوپر اپنے ہاتھوں ہلاکت مسلط کرلی۔ اور جن معبودان باطل کے انہیں سہارے تھے وہ بروقت انہیں کچھ کام نہ آسکے۔ بلکہ ان کی پوجا پاٹ نے انہیں اور غارت کردیا۔ دونوں جہاں کا وبال ان پر آپڑا۔"
    },
    {
      "ayah": 101,
      "surah": 11,
      "text": "عبرت کدے کچھ آباد ہیں کچھ ویران  نبیوں اور ان کی امتوں کے واقعات بیان فرما کر ارشاد باری ہوتا ہے کہ یہ ان بستیوں والوں کے واقعات ہیں۔ جنہیں ہم تیرے سامنے بیان فرما رہے ہیں۔ ان میں سے بعض بستیاں تو اب تک آباد ہیں اور بعض مٹ چکی ہیں۔ ہم نے انہیں ظلم سے ہلاک نہیں کیا۔ بلکہ خود انہوں نے ہی اپنے کفر و تکذیب کی وجہ سے اپنے اوپر اپنے ہاتھوں ہلاکت مسلط کرلی۔ اور جن معبودان باطل کے انہیں سہارے تھے وہ بروقت انہیں کچھ کام نہ آسکے۔ بلکہ ان کی پوجا پاٹ نے انہیں اور غارت کردیا۔ دونوں جہاں کا وبال ان پر آپڑا۔"
    },
    {
      "ayah": 102,
      "surah": 11,
      "text": "جس طرح ان ظالموں کی ہلاکت ہوئی ان جیسا جو بھی ہوگا اسی نتیجے کو وہ بھی دیکھے گا۔ اللہ تعالیٰ کی پکڑ المناک اور بہت سختی والی ہوتی ہے۔ بخاری و مسلم کی حدیث میں ہے اللہ تعالیٰ ظالموں کو ڈھیل دے کر پھر پکڑیں گے۔ وقت ناگہاں دبا لیتا ہے۔ پھر مہلت نہیں ملتی پھر آپ نے اس آیت کی تلاوت کی۔"
    },
    {
      "ayah": 103,
      "surah": 11,
      "text": "ہلاکت اور نجات، ٹھوس دلائل  کافروں کی اس ہلاکت اور مومنوں کی نجات میں صاف دلیل ہے ہمارے ان وعدوں کی سچائی پر جو ہم نے قیامت کے بارے میں کئے ہیں جس دن تمام اول و آخر کے لوگ جمع کئے جائیں گے۔ ایک بھی باقی نہ چھوٹے گا اور وہ بڑا بھاری دن ہوگا تمام فرشتے، تمام رسول، تمام مخلوق حاضر ہوگی۔ حاکم حقیقی عادل کافی انصاف کرے گا۔ قیامت کے قائم ہونے میں دیر کی وجہ یہ ہے کہ رب یہ بات پہلے ہی مقرر کرچکا ہے کہ اتنی مدت تک دنیا بنی آدم سے آباد رہے گی۔ اتنی مدت خاموشی پر گزرے گی پھر فلاں وقت قیامت قائم ہوگی۔ جس دن قیامت آجائے گی۔ کوئی نہ ہوگا جو اللہ کی اجازت کے بغیر لب بھی کھول سکے۔ مگر رحمن جسے اجازت دے اور وہ بات بھی ٹھیک بولے۔ تمام آوازیں رب رحمن کے سامنے پست ہوں گی۔ بخاری و مسلم کی حدیث شفاعت میں ہے اس دن صرف رسول ہی بولیں گے اور ان کا کلام بھی صرف یہی ہوگا کہ یا اللہ سلامت رکھ، یا اللہ سلامتی دے۔ مجمع محشر میں بہت سے تو برے ہوں گے اور بہت سے نیک۔ اس آیت کے اترنے پر حضرت عمر ؓ پوچھتے ہیں کہ پھر یا رسول اللہ ہمارے اعمال اس بنا پر ہیں جس سے پہلے ہی فراغت کرلی گئی ہے یا کسی نئی بنا پر ؟ آپ نے فرمایا نہیں بلکہ اس حساب پر جو پہلے سے ختم ہوچکا ہے جو قلم چل چکا ہے لیکن ہر ایک کے لیے وہی آسان ہوگا۔ جس کے لیے اس کی پیدائش کی گئی ہے۔"
    },
    {
      "ayah": 104,
      "surah": 11,
      "text": "ہلاکت اور نجات، ٹھوس دلائل  کافروں کی اس ہلاکت اور مومنوں کی نجات میں صاف دلیل ہے ہمارے ان وعدوں کی سچائی پر جو ہم نے قیامت کے بارے میں کئے ہیں جس دن تمام اول و آخر کے لوگ جمع کئے جائیں گے۔ ایک بھی باقی نہ چھوٹے گا اور وہ بڑا بھاری دن ہوگا تمام فرشتے، تمام رسول، تمام مخلوق حاضر ہوگی۔ حاکم حقیقی عادل کافی انصاف کرے گا۔ قیامت کے قائم ہونے میں دیر کی وجہ یہ ہے کہ رب یہ بات پہلے ہی مقرر کرچکا ہے کہ اتنی مدت تک دنیا بنی آدم سے آباد رہے گی۔ اتنی مدت خاموشی پر گزرے گی پھر فلاں وقت قیامت قائم ہوگی۔ جس دن قیامت آجائے گی۔ کوئی نہ ہوگا جو اللہ کی اجازت کے بغیر لب بھی کھول سکے۔ مگر رحمن جسے اجازت دے اور وہ بات بھی ٹھیک بولے۔ تمام آوازیں رب رحمن کے سامنے پست ہوں گی۔ بخاری و مسلم کی حدیث شفاعت میں ہے اس دن صرف رسول ہی بولیں گے اور ان کا کلام بھی صرف یہی ہوگا کہ یا اللہ سلامت رکھ، یا اللہ سلامتی دے۔ مجمع محشر میں بہت سے تو برے ہوں گے اور بہت سے نیک۔ اس آیت کے اترنے پر حضرت عمر ؓ پوچھتے ہیں کہ پھر یا رسول اللہ ہمارے اعمال اس بنا پر ہیں جس سے پہلے ہی فراغت کرلی گئی ہے یا کسی نئی بنا پر ؟ آپ نے فرمایا نہیں بلکہ اس حساب پر جو پہلے سے ختم ہوچکا ہے جو قلم چل چکا ہے لیکن ہر ایک کے لیے وہی آسان ہوگا۔ جس کے لیے اس کی پیدائش کی گئی ہے۔"
    },
    {
      "ayah": 105,
      "surah": 11,
      "text": "ہلاکت اور نجات، ٹھوس دلائل  کافروں کی اس ہلاکت اور مومنوں کی نجات میں صاف دلیل ہے ہمارے ان وعدوں کی سچائی پر جو ہم نے قیامت کے بارے میں کئے ہیں جس دن تمام اول و آخر کے لوگ جمع کئے جائیں گے۔ ایک بھی باقی نہ چھوٹے گا اور وہ بڑا بھاری دن ہوگا تمام فرشتے، تمام رسول، تمام مخلوق حاضر ہوگی۔ حاکم حقیقی عادل کافی انصاف کرے گا۔ قیامت کے قائم ہونے میں دیر کی وجہ یہ ہے کہ رب یہ بات پہلے ہی مقرر کرچکا ہے کہ اتنی مدت تک دنیا بنی آدم سے آباد رہے گی۔ اتنی مدت خاموشی پر گزرے گی پھر فلاں وقت قیامت قائم ہوگی۔ جس دن قیامت آجائے گی۔ کوئی نہ ہوگا جو اللہ کی اجازت کے بغیر لب بھی کھول سکے۔ مگر رحمن جسے اجازت دے اور وہ بات بھی ٹھیک بولے۔ تمام آوازیں رب رحمن کے سامنے پست ہوں گی۔ بخاری و مسلم کی حدیث شفاعت میں ہے اس دن صرف رسول ہی بولیں گے اور ان کا کلام بھی صرف یہی ہوگا کہ یا اللہ سلامت رکھ، یا اللہ سلامتی دے۔ مجمع محشر میں بہت سے تو برے ہوں گے اور بہت سے نیک۔ اس آیت کے اترنے پر حضرت عمر ؓ پوچھتے ہیں کہ پھر یا رسول اللہ ہمارے اعمال اس بنا پر ہیں جس سے پہلے ہی فراغت کرلی گئی ہے یا کسی نئی بنا پر ؟ آپ نے فرمایا نہیں بلکہ اس حساب پر جو پہلے سے ختم ہوچکا ہے جو قلم چل چکا ہے لیکن ہر ایک کے لیے وہی آسان ہوگا۔ جس کے لیے اس کی پیدائش کی گئی ہے۔"
    },
    {
      "ayah": 106,
      "surah": 11,
      "text": "عذاب یافتہ لوگوں کی چیخیں  گدھے کے چیخنے میں جیسے زیر و بم ہوتا ہے ایسے ہی ان کی چیخیں ہوں گی۔ یہ یاد رہے کہ عرب کے محاوروں کے مطاق قرآن کریم نازل ہوا ہے۔ وہ ہمیشگی کے محاورے کو اسی طرح بولا کرتے ہیں کہ یہ ہمیشیگی والا ہے جب تک آسمان و زمین کو قیام ہے۔ یہ بھی ان کے محاورے میں ہے کہ یہ باقی رہے گا جب تک دن رات کا چکر بندھا ہوا ہے۔ پس ان الفاظ سے ہمیشگی مراد ہے نہ کہ قید۔ اس کے علاوہ یہ بھی ہوسکتا ہے کہ اس زمین و آسمان کے بعد دار آخرت میں ان کے سوا اور آسمان و زمین ہو پس یہاں مراد جنس ہے۔ چناچہ حضرت ابن عباس سے مروی ہے کہ ہر جنت کا آسمان و زمین ہے۔ اس کے بعد اللہ کی منشا کا ذکر ہے جیسے (النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۗءَ اللّٰهُ ۭاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ01208) 6۔ الانعام :128) میں ہے۔ اس استثنا کے بارے میں بہت سے قول ہیں جنہیں جوزی نے زاد المیسر میں نقل کیا ہے۔ ابن جریر نے خالد بن معدان، ضحاک، قتادہ اور ابن سنان کے اس قول کو پسند فرمایا ہے کہ موحد گنہگاروں کی طرف استثناء عائد ہے بعض سلف سے اس کی تفسیر میں بڑے ہی غریب اقوال وارد ہوئے ہیں۔ قتادہ فرماتے ہیں اللہ ہی کو اس کا پورا علم ہے۔"
    },
    {
      "ayah": 107,
      "surah": 11,
      "text": "عذاب یافتہ لوگوں کی چیخیں  گدھے کے چیخنے میں جیسے زیر و بم ہوتا ہے ایسے ہی ان کی چیخیں ہوں گی۔ یہ یاد رہے کہ عرب کے محاوروں کے مطاق قرآن کریم نازل ہوا ہے۔ وہ ہمیشگی کے محاورے کو اسی طرح بولا کرتے ہیں کہ یہ ہمیشیگی والا ہے جب تک آسمان و زمین کو قیام ہے۔ یہ بھی ان کے محاورے میں ہے کہ یہ باقی رہے گا جب تک دن رات کا چکر بندھا ہوا ہے۔ پس ان الفاظ سے ہمیشگی مراد ہے نہ کہ قید۔ اس کے علاوہ یہ بھی ہوسکتا ہے کہ اس زمین و آسمان کے بعد دار آخرت میں ان کے سوا اور آسمان و زمین ہو پس یہاں مراد جنس ہے۔ چناچہ حضرت ابن عباس سے مروی ہے کہ ہر جنت کا آسمان و زمین ہے۔ اس کے بعد اللہ کی منشا کا ذکر ہے جیسے (النَّارُ مَثْوٰىكُمْ خٰلِدِيْنَ فِيْهَآ اِلَّا مَا شَاۗءَ اللّٰهُ ۭاِنَّ رَبَّكَ حَكِيْمٌ عَلِيْمٌ01208) 6۔ الانعام :128) میں ہے۔ اس استثنا کے بارے میں بہت سے قول ہیں جنہیں جوزی نے زاد المیسر میں نقل کیا ہے۔ ابن جریر نے خالد بن معدان، ضحاک، قتادہ اور ابن سنان کے اس قول کو پسند فرمایا ہے کہ موحد گنہگاروں کی طرف استثناء عائد ہے بعض سلف سے اس کی تفسیر میں بڑے ہی غریب اقوال وارد ہوئے ہیں۔ قتادہ فرماتے ہیں اللہ ہی کو اس کا پورا علم ہے۔"
    },
    {
      "ayah": 108,
      "surah": 11,
      "text": "انبیاء کے فرماں بردار اور جنت  رسولوں کے تابعدار جنت میں رہیں گے۔ جہاں سے کبھی نکلنا نہ ہوگا۔ زمین و آسمان کی بقا تک ان کی بھی جنت میں بقا رہے گی مگر جو اللہ چاہے یعنی یہ بات بذاتہ واجب نہیں بلکہ اللہ کی مشیت اور اسکے ارادے پر ہے بقول ضحاک و حسن یہ بھی موحد گنہگاروں کے حق میں ہے وہ کچھ مدت جہنم میں گزار کر اس کے بعد وہاں سے نکالے جائیں گے یہ عطیہ ربانی ہے جو ختم نہ ہوگا۔ نہ گھٹے گا یہ اس لیے فرمایا کہ کہیں ذکر مشیت سے یہ کھٹکا نہ گزرے کہ ہمیشگی نہیں۔ جیسے کہ دوزخیوں کے دوام کے بعد بھی اپنی مشیت اور ارادے کی طرف رجوع کیا ہے۔ سب اس کی حکمت و عدل ہے وہ ہر اس کام کو کر گزرتا ہے جس کا ارادہ کرے۔ بخاری و مسلم میں ہے موت کو چت کبرے مینڈھے کی صورت میں لایا جائے گا اور اسے ذبح کردیا جائے گا۔ پھر فرما دیا جائے گا کہ اہل جنت تم ہمیشہ رہو گے اور موت نہیں اور جہنم والوں تمہارے لیے ہمیشگی ہے موت نہیں۔"
    },
    {
      "ayah": 109,
      "surah": 11,
      "text": "مشرکوں کا حشر  مشرکوں کے شرک کے باطل ہونے میں ہرگز شبہ تک نہ کرنا۔ ان کے پاس سوائے باپ دادا کی بھونڈی تقلید کے اور دلیل ہی کیا ہے ؟ ان کی نیکیاں انہیں دنیا میں ہی مل جائیں گی آخرت میں عذاب ہی عذاب ہوگا۔ جو خیر و شکر کے وعدے ہیں سب پورے ہونے والے ہیں۔ ان کا عاب کا مقررہ حصہ انہیں ضرور پہنچے گا۔ موسیٰ ؑ کو ہم نے کتاب دی لیکن لوگوں نے تفرقہ ڈالا۔ کسی نے اقرار کیا تو کسی نے انکار کردیا۔ پس انہی نبیوں جیسا حال آپ کا بھی ہے کوئی مانے گا کوئی ٹالے گا۔ چونکہ ہم وقت مقرر کرچکے ہیں چونکہ ہم بغیر حجت پوری کئے عذاب نہیں کیا کرتے اس لیے یہ تاخیر ہے ورنہ ابھی انہیں ان کے گناہوں کا مزہ یاد آجاتا ہے۔ کافروں کو اللہ اور اس کے رسول کی باتیں غلط ہی معلوم ہوتی ہیں۔ ان کا شک و شبہ زائل نہیں ہوتا۔ سب کو اللہ جمع کرے گا اور ان کے کئے ہوئے اعمال کا بدلہ دے گا۔ اس قرآۃ کا بھی معنی اس ہمارے ذکر کردہ معنی کی طرف ہی لوٹنا ہے۔"
    },
    {
      "ayah": 11,
      "surah": 11,
      "text": "انسان کا نفسیاتی تجزیہ  سوائے کامل ایمان والوں کے عموماً لوگوں میں جو برائیاں ہیں ان کا بیان ہو رہا ہے کہ راحت کے بعد کی سختی پر مایوس اور محض ناامید ہوجاتے ہیں اللہ سے بدگمانی کر کے آئندہ کے لیے بھلائی کو بھول بیٹھتے ہیں گویا کہ نہ کبھی اس سے پہلے کوئی آرام اٹھایا تھا نہ اس کے بعد کسی راحت کی توقع ہے۔ یہی حال اس کے برخلاف بھی ہے اگر سختی کے بعد آسانی ہوگئی تو کہنے لگتے ہیں کہ بس اب برا وقت ٹل گیا۔ اپنی راحت اپنی تن آسانیوں پر مست و بےفکر ہوجاتے ہیں۔ دوسروں کا استہزاء کرنے لگتے ہیں۔ اکڑ فوں میں پڑجاتے ہیں اور آئندہ کی سختی کو بالکل فراموش کردیتے ہیں۔ ہاں ایماندار اس بری خصلت سے محفوظ رہتے ہیں، وہ دکھ درد میں صبر و استقامت سے کام لیتے ہیں راحت و آرام میں اللہ کی فرمان برداری کرتے ہیں۔ یہ صبر پر مغفرت اور نیکی پر ثواب پاتے ہیں۔ چناچہ حدیث شریف میں ہے۔ اس کی قسم جس کے ہاتھ میری جان ہے کہ مومن کو کوئی سختی کوئی مصیبت کوئی دکھ، کوئی غم ایسا نہیں پہنچتا جس کی وجہ سے اللہ تعالیٰ اس کی خطائیں معاف نہ فرماتا ہو، یہاں تک کہ کانٹا لگنے پر بھی۔ بخاری و مسلم کی ایک اور حدیث میں ہے مومن کے لیے اللہ تعالیٰ کا ہر فیصلہ سراسر بہتر ہے۔ یہ راحت پاکر شکر کرتا ہے اور بھلائی سمیٹتا ہے۔ تکلیف اٹھاکر صبر کرتا ہے، نیکی پاتا ہے اور ایسا حال مومن کے سوا اور کسی کا نہیں ہو۔ اسی کا بیان سورة والعصر میں ہے۔ یعنی عصر کے وقت کی قسم تمام انسان نقصان میں ہیں سوائے ان کے جو ایمان لائیں اور ساتھ ہی نیکیاں بھی کریں اور ایک دوسرے کو دین حق کی اور صبر کی ہدایت کرتے رہیں یہی بیان (اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًا 19؀ۙ) 70۔ المعارج :19) میں ہے۔"
    },
    {
      "ayah": 110,
      "surah": 11,
      "text": "مشرکوں کا حشر  مشرکوں کے شرک کے باطل ہونے میں ہرگز شبہ تک نہ کرنا۔ ان کے پاس سوائے باپ دادا کی بھونڈی تقلید کے اور دلیل ہی کیا ہے ؟ ان کی نیکیاں انہیں دنیا میں ہی مل جائیں گی آخرت میں عذاب ہی عذاب ہوگا۔ جو خیر و شکر کے وعدے ہیں سب پورے ہونے والے ہیں۔ ان کا عاب کا مقررہ حصہ انہیں ضرور پہنچے گا۔ موسیٰ ؑ کو ہم نے کتاب دی لیکن لوگوں نے تفرقہ ڈالا۔ کسی نے اقرار کیا تو کسی نے انکار کردیا۔ پس انہی نبیوں جیسا حال آپ کا بھی ہے کوئی مانے گا کوئی ٹالے گا۔ چونکہ ہم وقت مقرر کرچکے ہیں چونکہ ہم بغیر حجت پوری کئے عذاب نہیں کیا کرتے اس لیے یہ تاخیر ہے ورنہ ابھی انہیں ان کے گناہوں کا مزہ یاد آجاتا ہے۔ کافروں کو اللہ اور اس کے رسول کی باتیں غلط ہی معلوم ہوتی ہیں۔ ان کا شک و شبہ زائل نہیں ہوتا۔ سب کو اللہ جمع کرے گا اور ان کے کئے ہوئے اعمال کا بدلہ دے گا۔ اس قرآۃ کا بھی معنی اس ہمارے ذکر کردہ معنی کی طرف ہی لوٹنا ہے۔"
    },
    {
      "ayah": 111,
      "surah": 11,
      "text": "مشرکوں کا حشر  مشرکوں کے شرک کے باطل ہونے میں ہرگز شبہ تک نہ کرنا۔ ان کے پاس سوائے باپ دادا کی بھونڈی تقلید کے اور دلیل ہی کیا ہے ؟ ان کی نیکیاں انہیں دنیا میں ہی مل جائیں گی آخرت میں عذاب ہی عذاب ہوگا۔ جو خیر و شکر کے وعدے ہیں سب پورے ہونے والے ہیں۔ ان کا عاب کا مقررہ حصہ انہیں ضرور پہنچے گا۔ موسیٰ ؑ کو ہم نے کتاب دی لیکن لوگوں نے تفرقہ ڈالا۔ کسی نے اقرار کیا تو کسی نے انکار کردیا۔ پس انہی نبیوں جیسا حال آپ کا بھی ہے کوئی مانے گا کوئی ٹالے گا۔ چونکہ ہم وقت مقرر کرچکے ہیں چونکہ ہم بغیر حجت پوری کئے عذاب نہیں کیا کرتے اس لیے یہ تاخیر ہے ورنہ ابھی انہیں ان کے گناہوں کا مزہ یاد آجاتا ہے۔ کافروں کو اللہ اور اس کے رسول کی باتیں غلط ہی معلوم ہوتی ہیں۔ ان کا شک و شبہ زائل نہیں ہوتا۔ سب کو اللہ جمع کرے گا اور ان کے کئے ہوئے اعمال کا بدلہ دے گا۔ اس قرآۃ کا بھی معنی اس ہمارے ذکر کردہ معنی کی طرف ہی لوٹنا ہے۔"
    },
    {
      "ayah": 112,
      "surah": 11,
      "text": "استقامت کی ہدایت  استقامت اور سیدھی راہ پر دوام، ہمیشگی اور ثابت قدمی کی ہدایت اللہ تعالیٰ اپنے نبی اور تمام مسلمانوں کو کر رہا ہے۔ یہی سب سے بڑی چیز ہے۔ ساتھ ہی سرکشی سے روکا ہے کیونکہ یہی توبہ کرنے والی چیز ہے گو کسی مشرک ہی پر کی گئی ہو۔ پروردگار بندوں کے ہر عمل سے آگاہ ہے مداہنت اور دین کے کاموں میں سستی نہ کرو۔ شرک کی طرف نہ جھکو۔ مشرکین کے اعمال پر رضامندی کا اظہار نہ کرو۔ ظالموں کی طرف نہ جھکو۔ ورنہ آگ تمہیں پکڑ لے گی۔ ظالموں کی طرف داری ان کے ظلم پر مدد ہے یہ ہرگز نہ کرو۔ اگر ایسا کیا تو کون ہے جو تم سے عذاب اللہ ہٹائے ؟ اور کون ہے جو تمہیں اس سے بچائے۔"
    },
    {
      "ayah": 113,
      "surah": 11,
      "text": "استقامت کی ہدایت  استقامت اور سیدھی راہ پر دوام، ہمیشگی اور ثابت قدمی کی ہدایت اللہ تعالیٰ اپنے نبی اور تمام مسلمانوں کو کر رہا ہے۔ یہی سب سے بڑی چیز ہے۔ ساتھ ہی سرکشی سے روکا ہے کیونکہ یہی توبہ کرنے والی چیز ہے گو کسی مشرک ہی پر کی گئی ہو۔ پروردگار بندوں کے ہر عمل سے آگاہ ہے مداہنت اور دین کے کاموں میں سستی نہ کرو۔ شرک کی طرف نہ جھکو۔ مشرکین کے اعمال پر رضامندی کا اظہار نہ کرو۔ ظالموں کی طرف نہ جھکو۔ ورنہ آگ تمہیں پکڑ لے گی۔ ظالموں کی طرف داری ان کے ظلم پر مدد ہے یہ ہرگز نہ کرو۔ اگر ایسا کیا تو کون ہے جو تم سے عذاب اللہ ہٹائے ؟ اور کون ہے جو تمہیں اس سے بچائے۔"
    },
    {
      "ayah": 114,
      "surah": 11,
      "text": "اوقات نماز کی نشاندہی  ابن عباس وغیرہ کہتے ہیں دن کے دونوں سرے سے مراد صبح کی اور مغرب کی نماز ہے۔ قتادہ ضحاک وغیرہ کا قول ہے کہ پہلے سرے سے مراد صبح کی نماز اور دوسرے سے مراد ظہر اور عصر کی نماز رات کی گھڑیوں سے مراد عشاء کی نماز بقول مجاہد وغیرہ مغرب و عشاء کی۔ نیکیوں کو کرنا گناہوں کا کفارہ ہوجاتا ہے۔ سنن میں ہے آنحضرت ﷺ فرماتے ہیں جس مسلمان سے کئی گناہ ہوجائے پھر وہ وضو کر کے دو رکعت نماز پڑھ لے، تو اللہ اس کے گناہ معاف فرما دیتا ہے۔ ایک مرتبہ حضرت عثمان ؓ نے وضو کیا پھر فرمایا اسی طرح میں نے رسول اللہ ﷺ کو وضو کرتے دیکھا ہے اور آپ نے فرمایا ہے جو میرے اس وضو جیسا وضو کرے پھر دو رکعت نماز ادا کرے، جس میں اپنے دل سے باتیں نہ کرے تو اس کے تمام اگلے گناہ معاف کردیئے جاتے ہیں۔ مسند میں ہے کہ آپ ﷺ نے پانی منگوایا، وضو کیا، پھر فرمایا میرے اس وضو کی طرح رسول اللہ ﷺ وضو کیا کرتے تھے۔ پھر حضور ﷺ نے فرمایا جو میرے اس وضو جیسا وضو کرے اور کھڑا ہو کر ظہر کی نماز ادا کرے، اس کے صبح سے لے کر اب تک کے گناہ معاف ہوجاتے ہیں، پھر عصر کی نماز پڑھے، تو ظہر سے عصر تک کے گناہ بخش دیئے جاتے ہیں، پھر مغرب کی نماز ادا کرے، تو عصر سے لے کر مغرب تک کے گناہ بخش دیئے جاتے ہیں۔ پھر عشاء کی نماز سے مغرب سے عشاء تک کے گناہ معاف ہوجاتے ہیں۔ پھر یہ سوتا ہے لوٹ پوٹ ہوتا ہے پھر صبح اٹھ کر نماز فجر پڑھ لینے سے عشاء سے لے کر صبح کی نماز تک کے سب گناہ بخش دئیے جاتے ہیں۔ یہی ہیں وہ بھلائیاں جو برائیوں کو دور کردیتی ہیں۔ صحیح حدیث میں رسول اللہ ﷺ فرماتے ہیں، \" بتلاؤ تو اگر تم میں سے کسی کے مکان کے دروازے پر ہی نہر جاری ہو اور وہ اس میں ہر دن پانچ مرتبہ غسل کرتا ہو تو کیا اس کے جسم پر ذرا سی بھی میل باقی رہ جائے گا \"؟ لوگوں کے نے کہا ہرگز نہیں۔ آپ ﷺ نے فرمایا \" بس یہی مثال ہے۔ پانچ نمازوں کی کہ ان کی وجہ سے اللہ تعالیٰ خطائیں اور گناہ معاف فرما دیتا ہے \"۔ صحیح مسلم شریف میں ہے رسول اللہ ﷺ فرماتے ہیں \" پانچوں نمازیں اور جمعہ جمعہ تک اور رمضان رمضان تک کا کفارہ ہے جب تک کہ کبیرہ گناہوں سے پرہیز کیا جائے \" مسند احمد میں ہے \" ہر نماز اپنے سے پہلے کی خطاؤں کو مٹا دیتی ہے۔ بخاری میں ہے کہ کسی شخص نے ایک عورت کا بوسہ لے لیا پھر حضرت ﷺ سے اپنے اس گناہ کی ندامت ظاہر کی۔ اس پر یہ آیت اتری اس نے کہا کیا میرے لیے ہی یہ مخصوص ہے ؟ آپ نے جواب دیا نہیں بلکہ میری ساری امت کے لیے یہی حکم ہے۔ ایک اور روایت میں ہے کہ اس نے کہا میں نے باغ میں اس عورت سے سب کچھ کیا، ہاں جماع نہیں کیا اب میں حاضر ہوں جو سزا میرے لیے آپ تجویز فرمائیں میں برداشت کرلوں گا \"۔ حضور ﷺ نے اسے کوئی جواب نہ دیا۔ وہ چلا گیا۔ حضرت عمر ؓ نے فرمایا اللہ نے اس کی پردہ پوشی کی تھی اگر یہ بھی اپنے نفس کی پردہ پوشی کرتا۔ آنحضرت ﷺ برابر اسی شخص کی طرف دیکھتے رہے پھر فرمایا۔ اسے واپس بلا لاؤ۔ جب وہ آگیا تو آپ نے اسی آیت کی تلاوت فرمائی۔ اس پر حضرت معاذ نے دریافت کیا کہ \" کیا یہ اسی کے لیے ہے ؟ آپ نے فرمایا نہیں بلکہ سب لوگوں کے لیے ہے۔ مسند احمد میں ہے۔ رسول اللہ ﷺ فرماتے ہیں \" اللہ تعالیٰ نے جس طرح تم میں روزیاں تقسیم فرمائیں ہیں۔ اخلاق بھی تقسیم فرمائے ہیں اللہ تعالیٰ دنیا تو اسے بھی دیتا ہے۔ جس سے خوش ہو اور اسے بھی جس سے غضبناک ہو۔ لیکن دین صرف انہیں کو دیتا ہے جن سے اسے محبت ہو۔ پس جسے دین مل جائے یقینا اللہ تعالیٰ اس سے محبت رکھتا ہے اس کی قسم جس کے ہاتھ میں میری جان ہے۔ بندہ مسلمان نہیں ہوتا جب تک کہ اس کا دل اور اسکی زبان مسلمان نہ ہوجائے۔ اور بندہ ایماندار نہیں ہوتا جب تک کہ اس کے پڑوسی اسکی ایذاؤں سے بےفکر نہ ہوجائیں۔ لوگوں نے پوچھا ایذائیں کیا کیا ؟ فرمایا دھوکہ اور ظلم۔ سنو جو شخص مال حرام کمائے پھر اس میں سے خرچ کرے اللہ اسے برکت سے محروم رکھتا ہے۔ اگر وہ اس میں سے صدقہ کرے تو قبول نہیں ہوتا۔ اور جتنا کچھ اپنے بعد باقی چھوڑ مرے وہ سب اس کے لیے آگ دوزخ کا توشہ بنتا ہے۔ یاد رکھو اللہ تعالیٰ برائی کو برائی سے نہیں مٹاتا بلکہ برائی کو بھلائی سے مٹاتا ہے۔ مسند احمد میں ہے کہ ایک شخص حضرت عمر بن خطاب ؓ کے پاس آیا اور کہا کہ ایک عورت سودا لینے کے لیے آتی تھی افسوس کہ میں اسے کوٹھڑی میں لے جاکر اس سے بجز جماع کے اور ہر طرح لطف اندوز ہوا۔ اب جو اللہ کا حکم ہو وہ مجھ پر جاری کیا جائے \"۔ آپ نے فرمایا شاید اس کا خاوند غیر حاضر ہوگا اس نے کہا جی ہاں یہ بات تھی۔ آپ نے فرمایا تم جاؤ حضرت ابوبکر صدیق سے یہ مسئلہ پوچھو۔ حضرت ابوبکر صدیق نے بھی یہی سوال کیا پس آپ نے بھی حضرت عمر کی طرف فرمایا پھر وہ آنحضرت ﷺ کی خدمت میں حاضر ہوئے اور اپنی حالت بیان کی آپ نے فرمایا شاید اس کا خاوند اللہ کی راہ میں گیا ہوا ہوگا ؟ پس قرآن کریم کی یہ آیت اتری تو کہنے لگا \" کیا یہ خاص میرے لیے ہی ہے \"؟ تو حضرت عمر نے اس کے سینے پر ہاتھ رکھ کر فرمایا نہیں اس طرح صرف تیری ہی آنکھیں ٹھنڈی نہیں ہوسکتیں بلکہ یہ سب لوگوں کے لیے عام ہے۔ یہ سن کر رسول اللہ ﷺ نے فرمایا عمر سچے ہیں۔ ابن جریر میں ہے کہ وہ عورت مجھ سے ایک درہم کی کھجوریں خریدنے آئی تھی تو میں نے اسے کہا کے اندر کوٹھڑی میں اس سے بہت اچھی کھجوریں ہیں وہ اندر گئی میں نے بھی اندر جا کر اسے چوم لیا۔ پھر وہ حضرت عمر ؓ کے پاس گیا تو آپ نے فرمایا اللہ سے ڈر اور اپنے نفس پر پردہ ڈالے رہ۔ لیکن ابو الیسر ؓ کہتے ہیں مجھ سے صبر نہ ہوسکا۔ میں نے جا کر حضور ﷺ سے واقعہ بیان کیا آپ نے فرمایا افسوس تو نے ایک غازی مرد کی اس غیر حاضری میں ایسی خیانت کی۔ میں نے تو یہ سن کر اپنے آپ کو جہنمی سمجھ لیا اور میرے دل میں خیال آنے لگا کہ کاش کہ میرا اسلام اس کے بعد کا ہوتا ؟ حضور ﷺ نے ذرا سی دیر اپنی گردن جھکا لی اسی وقت حضرت جبرائیل یہ آیت لے کر اترے۔ ابن جریر میں ہے کہ ایک شخص نے آکر حضور ﷺ سے درخواست کی اللہ کی مقرر کردہ حد مجھ پر جاری کیجئے۔ ایک دو دفعہ اس نے یہ کہا لیکن آپ نے اس کی طرف سے منہ موڑ لیا۔ پھر جب نماز کھڑی ہوئی اور آپ نماز سے فارغ ہوئے تو دریافت فرمایا کہ وہ شخص کہاں ہے ؟ اس نے کہا حضور ﷺ میں حاضر ہوں۔ آپ نے فرمایا تو نے اچھی طرح وضو کیا ؟ اور ہمارے ساتھ نماز پڑھی اس نے کہا جی ہاں۔ آپ نے فرمایا بس تو تو ایسا ہی ہے جیسے اپنی ماں کے پیٹ سے پیدا ہوا تھا۔ خبردار اب کوئی ایسی حرکت نہ کرنا۔ اور اللہ تعالیٰ نے یہ آیت اتاری۔ حضرت ابو عثمان کا بیان ہے کہ میں حضرت سلمان کے ساتھ تھا۔ انہوں نے ایک درخت کی خشک شاخ پکڑ کے اسے جھنجھوڑا تو تمام خشک پتے جھڑ گئے پھر فرمایا ابو عثمان تم پوچھتے نہیں ہو کہ میں نے یہ کیوں کیا ؟ میں نے کہا ہاں جناب ارشاد ہو۔ فرمایا اسی طرح میرے ساتھ رسول اللہ ﷺ نے کیا۔ پھر فرمایا جب بندہ مسلمان اچھی طرح وضو کر کے پانچوں نمازیں ادا کرتا ہے تو اس کے گناہ ایسے ہی چھڑ جاتے ہیں جیسے اس خشک شاخ کے پتے جھڑ گئے \"۔ پھر آپ نے اسی آیت کی تلاوت فرمائی۔ مسند میں ہے رسول اللہ ﷺ فرماتے ہیں برائی اگر کوئی ہوجائے تو اس کے پیچھے ہی نیکی کرلو کہ اسے مٹا دے۔ اور لوگوں سے خوش اخلاقی سے ملا کرو۔ اور حدیث میں ہے \" جب تجھ سے کوئی گناہ ہوجائے تو اس کے پیچھے ہی نیکی کرلیا کر تاکہ یہ اسے مٹا دے میں نے کہا یارسول اللہ کیا لا الہ الا اللہ پڑھنا بھی نیکی ہے ؟ آپ نے فرمایا وہ تو بہترین اور افضل نیکی ہے۔ ابو یعلی میں ہے۔ \" دن رات کے جس وقت میں کوئی لا الہ الا اللہ پڑھے اس کے نامہ اعمال میں سے برائیاں مٹ جاتی ہیں یہاں تک کہ ان کی جگہ ویسی ہی نیکیاں ہوجاتی ہیں۔ اس کے راوی عثمان میں ضعف ہے۔ بزار میں ہے ایک شخص نے رسول اللہ ﷺ سے پوچھا کہ حضور ﷺ میں نے کوئی خواہش ایسی نہیں چھوڑی جسے پوری نہ کی ہو۔ آپ نے فرمایا کیا تو اللہ کے ایک ہونے کی اور میری رسالت کی گواہی دیتا ہے ؟ اس نے کہا ہاں تو آپ نے فرمایا بس یہ ان سب پر غالب رہے گی۔"
    },
    {
      "ayah": 115,
      "surah": 11,
      "text": "اوقات نماز کی نشاندہی  ابن عباس وغیرہ کہتے ہیں دن کے دونوں سرے سے مراد صبح کی اور مغرب کی نماز ہے۔ قتادہ ضحاک وغیرہ کا قول ہے کہ پہلے سرے سے مراد صبح کی نماز اور دوسرے سے مراد ظہر اور عصر کی نماز رات کی گھڑیوں سے مراد عشاء کی نماز بقول مجاہد وغیرہ مغرب و عشاء کی۔ نیکیوں کو کرنا گناہوں کا کفارہ ہوجاتا ہے۔ سنن میں ہے آنحضرت ﷺ فرماتے ہیں جس مسلمان سے کئی گناہ ہوجائے پھر وہ وضو کر کے دو رکعت نماز پڑھ لے، تو اللہ اس کے گناہ معاف فرما دیتا ہے۔ ایک مرتبہ حضرت عثمان ؓ نے وضو کیا پھر فرمایا اسی طرح میں نے رسول اللہ ﷺ کو وضو کرتے دیکھا ہے اور آپ نے فرمایا ہے جو میرے اس وضو جیسا وضو کرے پھر دو رکعت نماز ادا کرے، جس میں اپنے دل سے باتیں نہ کرے تو اس کے تمام اگلے گناہ معاف کردیئے جاتے ہیں۔ مسند میں ہے کہ آپ ﷺ نے پانی منگوایا، وضو کیا، پھر فرمایا میرے اس وضو کی طرح رسول اللہ ﷺ وضو کیا کرتے تھے۔ پھر حضور ﷺ نے فرمایا جو میرے اس وضو جیسا وضو کرے اور کھڑا ہو کر ظہر کی نماز ادا کرے، اس کے صبح سے لے کر اب تک کے گناہ معاف ہوجاتے ہیں، پھر عصر کی نماز پڑھے، تو ظہر سے عصر تک کے گناہ بخش دیئے جاتے ہیں، پھر مغرب کی نماز ادا کرے، تو عصر سے لے کر مغرب تک کے گناہ بخش دیئے جاتے ہیں۔ پھر عشاء کی نماز سے مغرب سے عشاء تک کے گناہ معاف ہوجاتے ہیں۔ پھر یہ سوتا ہے لوٹ پوٹ ہوتا ہے پھر صبح اٹھ کر نماز فجر پڑھ لینے سے عشاء سے لے کر صبح کی نماز تک کے سب گناہ بخش دئیے جاتے ہیں۔ یہی ہیں وہ بھلائیاں جو برائیوں کو دور کردیتی ہیں۔ صحیح حدیث میں رسول اللہ ﷺ فرماتے ہیں، \" بتلاؤ تو اگر تم میں سے کسی کے مکان کے دروازے پر ہی نہر جاری ہو اور وہ اس میں ہر دن پانچ مرتبہ غسل کرتا ہو تو کیا اس کے جسم پر ذرا سی بھی میل باقی رہ جائے گا \"؟ لوگوں کے نے کہا ہرگز نہیں۔ آپ ﷺ نے فرمایا \" بس یہی مثال ہے۔ پانچ نمازوں کی کہ ان کی وجہ سے اللہ تعالیٰ خطائیں اور گناہ معاف فرما دیتا ہے \"۔ صحیح مسلم شریف میں ہے رسول اللہ ﷺ فرماتے ہیں \" پانچوں نمازیں اور جمعہ جمعہ تک اور رمضان رمضان تک کا کفارہ ہے جب تک کہ کبیرہ گناہوں سے پرہیز کیا جائے \" مسند احمد میں ہے \" ہر نماز اپنے سے پہلے کی خطاؤں کو مٹا دیتی ہے۔ بخاری میں ہے کہ کسی شخص نے ایک عورت کا بوسہ لے لیا پھر حضرت ﷺ سے اپنے اس گناہ کی ندامت ظاہر کی۔ اس پر یہ آیت اتری اس نے کہا کیا میرے لیے ہی یہ مخصوص ہے ؟ آپ نے جواب دیا نہیں بلکہ میری ساری امت کے لیے یہی حکم ہے۔ ایک اور روایت میں ہے کہ اس نے کہا میں نے باغ میں اس عورت سے سب کچھ کیا، ہاں جماع نہیں کیا اب میں حاضر ہوں جو سزا میرے لیے آپ تجویز فرمائیں میں برداشت کرلوں گا \"۔ حضور ﷺ نے اسے کوئی جواب نہ دیا۔ وہ چلا گیا۔ حضرت عمر ؓ نے فرمایا اللہ نے اس کی پردہ پوشی کی تھی اگر یہ بھی اپنے نفس کی پردہ پوشی کرتا۔ آنحضرت ﷺ برابر اسی شخص کی طرف دیکھتے رہے پھر فرمایا۔ اسے واپس بلا لاؤ۔ جب وہ آگیا تو آپ نے اسی آیت کی تلاوت فرمائی۔ اس پر حضرت معاذ نے دریافت کیا کہ \" کیا یہ اسی کے لیے ہے ؟ آپ نے فرمایا نہیں بلکہ سب لوگوں کے لیے ہے۔ مسند احمد میں ہے۔ رسول اللہ ﷺ فرماتے ہیں \" اللہ تعالیٰ نے جس طرح تم میں روزیاں تقسیم فرمائیں ہیں۔ اخلاق بھی تقسیم فرمائے ہیں اللہ تعالیٰ دنیا تو اسے بھی دیتا ہے۔ جس سے خوش ہو اور اسے بھی جس سے غضبناک ہو۔ لیکن دین صرف انہیں کو دیتا ہے جن سے اسے محبت ہو۔ پس جسے دین مل جائے یقینا اللہ تعالیٰ اس سے محبت رکھتا ہے اس کی قسم جس کے ہاتھ میں میری جان ہے۔ بندہ مسلمان نہیں ہوتا جب تک کہ اس کا دل اور اسکی زبان مسلمان نہ ہوجائے۔ اور بندہ ایماندار نہیں ہوتا جب تک کہ اس کے پڑوسی اسکی ایذاؤں سے بےفکر نہ ہوجائیں۔ لوگوں نے پوچھا ایذائیں کیا کیا ؟ فرمایا دھوکہ اور ظلم۔ سنو جو شخص مال حرام کمائے پھر اس میں سے خرچ کرے اللہ اسے برکت سے محروم رکھتا ہے۔ اگر وہ اس میں سے صدقہ کرے تو قبول نہیں ہوتا۔ اور جتنا کچھ اپنے بعد باقی چھوڑ مرے وہ سب اس کے لیے آگ دوزخ کا توشہ بنتا ہے۔ یاد رکھو اللہ تعالیٰ برائی کو برائی سے نہیں مٹاتا بلکہ برائی کو بھلائی سے مٹاتا ہے۔ مسند احمد میں ہے کہ ایک شخص حضرت عمر بن خطاب ؓ کے پاس آیا اور کہا کہ ایک عورت سودا لینے کے لیے آتی تھی افسوس کہ میں اسے کوٹھڑی میں لے جاکر اس سے بجز جماع کے اور ہر طرح لطف اندوز ہوا۔ اب جو اللہ کا حکم ہو وہ مجھ پر جاری کیا جائے \"۔ آپ نے فرمایا شاید اس کا خاوند غیر حاضر ہوگا اس نے کہا جی ہاں یہ بات تھی۔ آپ نے فرمایا تم جاؤ حضرت ابوبکر صدیق سے یہ مسئلہ پوچھو۔ حضرت ابوبکر صدیق نے بھی یہی سوال کیا پس آپ نے بھی حضرت عمر کی طرف فرمایا پھر وہ آنحضرت ﷺ کی خدمت میں حاضر ہوئے اور اپنی حالت بیان کی آپ نے فرمایا شاید اس کا خاوند اللہ کی راہ میں گیا ہوا ہوگا ؟ پس قرآن کریم کی یہ آیت اتری تو کہنے لگا \" کیا یہ خاص میرے لیے ہی ہے \"؟ تو حضرت عمر نے اس کے سینے پر ہاتھ رکھ کر فرمایا نہیں اس طرح صرف تیری ہی آنکھیں ٹھنڈی نہیں ہوسکتیں بلکہ یہ سب لوگوں کے لیے عام ہے۔ یہ سن کر رسول اللہ ﷺ نے فرمایا عمر سچے ہیں۔ ابن جریر میں ہے کہ وہ عورت مجھ سے ایک درہم کی کھجوریں خریدنے آئی تھی تو میں نے اسے کہا کے اندر کوٹھڑی میں اس سے بہت اچھی کھجوریں ہیں وہ اندر گئی میں نے بھی اندر جا کر اسے چوم لیا۔ پھر وہ حضرت عمر ؓ کے پاس گیا تو آپ نے فرمایا اللہ سے ڈر اور اپنے نفس پر پردہ ڈالے رہ۔ لیکن ابو الیسر ؓ کہتے ہیں مجھ سے صبر نہ ہوسکا۔ میں نے جا کر حضور ﷺ سے واقعہ بیان کیا آپ نے فرمایا افسوس تو نے ایک غازی مرد کی اس غیر حاضری میں ایسی خیانت کی۔ میں نے تو یہ سن کر اپنے آپ کو جہنمی سمجھ لیا اور میرے دل میں خیال آنے لگا کہ کاش کہ میرا اسلام اس کے بعد کا ہوتا ؟ حضور ﷺ نے ذرا سی دیر اپنی گردن جھکا لی اسی وقت حضرت جبرائیل یہ آیت لے کر اترے۔ ابن جریر میں ہے کہ ایک شخص نے آکر حضور ﷺ سے درخواست کی اللہ کی مقرر کردہ حد مجھ پر جاری کیجئے۔ ایک دو دفعہ اس نے یہ کہا لیکن آپ نے اس کی طرف سے منہ موڑ لیا۔ پھر جب نماز کھڑی ہوئی اور آپ نماز سے فارغ ہوئے تو دریافت فرمایا کہ وہ شخص کہاں ہے ؟ اس نے کہا حضور ﷺ میں حاضر ہوں۔ آپ نے فرمایا تو نے اچھی طرح وضو کیا ؟ اور ہمارے ساتھ نماز پڑھی اس نے کہا جی ہاں۔ آپ نے فرمایا بس تو تو ایسا ہی ہے جیسے اپنی ماں کے پیٹ سے پیدا ہوا تھا۔ خبردار اب کوئی ایسی حرکت نہ کرنا۔ اور اللہ تعالیٰ نے یہ آیت اتاری۔ حضرت ابو عثمان کا بیان ہے کہ میں حضرت سلمان کے ساتھ تھا۔ انہوں نے ایک درخت کی خشک شاخ پکڑ کے اسے جھنجھوڑا تو تمام خشک پتے جھڑ گئے پھر فرمایا ابو عثمان تم پوچھتے نہیں ہو کہ میں نے یہ کیوں کیا ؟ میں نے کہا ہاں جناب ارشاد ہو۔ فرمایا اسی طرح میرے ساتھ رسول اللہ ﷺ نے کیا۔ پھر فرمایا جب بندہ مسلمان اچھی طرح وضو کر کے پانچوں نمازیں ادا کرتا ہے تو اس کے گناہ ایسے ہی چھڑ جاتے ہیں جیسے اس خشک شاخ کے پتے جھڑ گئے \"۔ پھر آپ نے اسی آیت کی تلاوت فرمائی۔ مسند میں ہے رسول اللہ ﷺ فرماتے ہیں برائی اگر کوئی ہوجائے تو اس کے پیچھے ہی نیکی کرلو کہ اسے مٹا دے۔ اور لوگوں سے خوش اخلاقی سے ملا کرو۔ اور حدیث میں ہے \" جب تجھ سے کوئی گناہ ہوجائے تو اس کے پیچھے ہی نیکی کرلیا کر تاکہ یہ اسے مٹا دے میں نے کہا یارسول اللہ کیا لا الہ الا اللہ پڑھنا بھی نیکی ہے ؟ آپ نے فرمایا وہ تو بہترین اور افضل نیکی ہے۔ ابو یعلی میں ہے۔ \" دن رات کے جس وقت میں کوئی لا الہ الا اللہ پڑھے اس کے نامہ اعمال میں سے برائیاں مٹ جاتی ہیں یہاں تک کہ ان کی جگہ ویسی ہی نیکیاں ہوجاتی ہیں۔ اس کے راوی عثمان میں ضعف ہے۔ بزار میں ہے ایک شخص نے رسول اللہ ﷺ سے پوچھا کہ حضور ﷺ میں نے کوئی خواہش ایسی نہیں چھوڑی جسے پوری نہ کی ہو۔ آپ نے فرمایا کیا تو اللہ کے ایک ہونے کی اور میری رسالت کی گواہی دیتا ہے ؟ اس نے کہا ہاں تو آپ نے فرمایا بس یہ ان سب پر غالب رہے گی۔"
    },
    {
      "ayah": 116,
      "surah": 11,
      "text": "نیکی کی دعوت دینے والے چند لوگ۔ یعنی سوائے چند لوگوں کے ہم گذشتہ زمانے کے لوگوں میں ایسے کیوں نہیں پاتے جو شریروں اور منکروں کو برائیوں سے روکتے رہیں۔ یہی وہ ہیں جنہیں ہم اپنے عذاب سے بچا لیا کرتے ہیں۔ اسی لیے اللہ تبارک و تعالیٰ نے اس امت میں ایسی جماعت کی موجودگی کا قطعی اور فرضی حکم دیا۔ فرمایا (وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَاْمُرُوْنَ بالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۭوَاُولٰۗىِٕكَ ھُمُ الْمُفْلِحُوْنَ01004) 3۔ آل عمران :104) بھلائی اور نیکی کی دعوت دینے والی ایک جماعت تم میں ہر وقت موجود رہنی چاہیے۔ الخ، ظالموں کا شیوہ یہی ہے کہ وہ اپنی بدعادتوں سے باز نہیں آتے۔ نیک علماء کے فرمان کی طرف توجہ بھی نہیں کریتے یہاں تک کہ اللہ کے عذاب ان کی بیخبر ی میں ان پر مسلط ہوجاتے ہیں۔ بھلی بستیوں پر اللہ کی طرف سے از راہ ظلم عذاب کبھی آتے ہی نہیں۔ ہم ظلم سے پاک ہیں لیکن خود ہی وہ اپنی جانوں پر مظالم کرنے لگتے ہیں۔"
    },
    {
      "ayah": 117,
      "surah": 11,
      "text": "نیکی کی دعوت دینے والے چند لوگ۔ یعنی سوائے چند لوگوں کے ہم گذشتہ زمانے کے لوگوں میں ایسے کیوں نہیں پاتے جو شریروں اور منکروں کو برائیوں سے روکتے رہیں۔ یہی وہ ہیں جنہیں ہم اپنے عذاب سے بچا لیا کرتے ہیں۔ اسی لیے اللہ تبارک و تعالیٰ نے اس امت میں ایسی جماعت کی موجودگی کا قطعی اور فرضی حکم دیا۔ فرمایا (وَلْتَكُنْ مِّنْكُمْ اُمَّةٌ يَّدْعُوْنَ اِلَى الْخَيْرِ وَيَاْمُرُوْنَ بالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۭوَاُولٰۗىِٕكَ ھُمُ الْمُفْلِحُوْنَ01004) 3۔ آل عمران :104) بھلائی اور نیکی کی دعوت دینے والی ایک جماعت تم میں ہر وقت موجود رہنی چاہیے۔ الخ، ظالموں کا شیوہ یہی ہے کہ وہ اپنی بدعادتوں سے باز نہیں آتے۔ نیک علماء کے فرمان کی طرف توجہ بھی نہیں کریتے یہاں تک کہ اللہ کے عذاب ان کی بیخبر ی میں ان پر مسلط ہوجاتے ہیں۔ بھلی بستیوں پر اللہ کی طرف سے از راہ ظلم عذاب کبھی آتے ہی نہیں۔ ہم ظلم سے پاک ہیں لیکن خود ہی وہ اپنی جانوں پر مظالم کرنے لگتے ہیں۔"
    },
    {
      "ayah": 118,
      "surah": 11,
      "text": "جس پر اللہ تعالیٰ کا کرم ہو  اللہ کی قدر کسی کام سے عاجز نہیں۔ وہ چاہے تو سب کو ہی اسلام یا کفر پر جمع کردے لیکن اس کی حکمت ہے جو انسانی رائے ان کے دین و مذاہب جدا جدا برابر جاری وساری ہیں۔ طریقے مختلف، مالی حالات جداگانہ ایک ایک کے ماتحت یہاں مراد دین و مذہب کا اختلاف ہے۔ جن پر اللہ کا رحم ہوجائے وہ رسولوں کی تابعداری رب تعالیٰ کی حکم برداری میں برابر لگے رہتے ہیں۔ اب وہ نبی آخر الزماں ﷺ کے مطیع ہیں۔ اور یہی نجات پانے والے ہیں۔ چناچہ مسند و سنن میں حدیث ہے جس کی ہر سند دوسری سند کو تقویت پہنچا رہی ہے کہ حضور ﷺ نے فرمایا کہ یہودیوں کے اکہتر گروہ ہوئے۔ نصاریٰ بہتر فرقوں میں تقسیم ہوگئے، اس امت کے تہتر فرقے ہوجائیں گے، سب جہنمی ہیں سوائے ایک جماعت کے، صحابہ نہ پوچھا \" یا رسول وہ کون لوگ ہیں \" ؟ آپ نے جواب دیا وہ جو اس پر ہوں جس پر میں ہو اور میرے اصحاب (مستدرک حاکم) بقول عطا مختلفین سے مراد یہودی، نصرانی، مجوسی ہیں اور اللہ کے رحم والی جماعت سے مراد یک طرفہ دین اسلام کے مطیع لوگ ہیں۔ قتادہ کہتے ہیں کہ یہ جماعت ہے گو ان کے وطن اور بدن جدا ہوں اور اہل معصیت فرقت و اختلاف والے ہیں گو ان کے وطن اور بدن ایک ہی جا جمع ہوں۔ قدرتی طور پر ان کی پیدائش ہی اسی لیے ہے شقی و سعید کی ازلی تقسیم ہے۔ یہ بھی مطلب ہے کہ رحمت حاصل کرنے والی یہ جماعت بالخصوص اسی لیے ہے۔ حضرت طاؤس کے پاس دو شخص اپنا جھگڑا لے کر آئے اور آپس کے اختلاف میں بہت بڑھ گئے تو آپ نے فرمایا کہ تم نے جھگڑا اور اختلاف کیا اس پر ایک شخص نے کہا اسی لیے ہم پیدا کئے گئے ہیں۔ آپ نے فرمایا، غلط ہے اس نے اپنے ثبوت میں اسی آیت کی تلاوت کی تو آپ نے فرمایا اس لیے نہیں پیدا کیا کہ آپس میں اختلاف کریں، بلکہ پیدائش تو جمع کے لیے اور رحمت حاصل کرنے کے لیے ہوئی ہے جیسے کہ ابن عباس سے مروی ہے کہ رحمت کے لیے پیدا کیا ہے نہ کہ عذاب کے لیے۔ اور آیت میں ہے (وَمَا خَلَقْتُ الْجِنَّ وَالْاِنْسَ اِلَّا لِيَعْبُدُوْنِ 56؀) 51۔ الذاریات :56) میں نے جنوں اور انسانوں کو صرف اپنی عبادت کے لیے ہی پیدا کیا ہے۔ تیسرا قول ہے کہ رحمت اور اختلاف کے لیے پیدا کیا ہے۔ چناچہ مالک اس کی تفسیر میں فرماتے ہیں کہ ایک فرقہ جنتی اور ایک جہنمی۔ انہیں رحمت حاصل کرنے اور انہیں اختلاف میں مصروف رہنے کے لیے پیدا کیا ہے تیرے رب کا یہ فیصلہ ناطق ہے کہ اس کی مخلوق میں ان دونوں اقسام کے لوگ ہوں گے اور ان دونوں سے جنت دوزخ پر کئے جائیں گے۔ اس کی کامل حکمتوں کو وہی جانتا ہے۔ بخاری و مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں کہ جنت دوزخ دونوں میں آپس میں گفتگو ہوئی۔ جنت نے کہا مجھ میں تو صرف ضعیف اور کمزور لوگ ہی داخل ہوتے ہیں اور جہنم نے کہا میں تکبر اور ظلم کرنے والوں کے ساتھ مخصوص کی گئی ہوں۔ اس پر اللہ تعالیٰ عزوجل نے جنت سے فرمایا تو میری رحمت ہے، جسے میں چاہوں اسے تجھ سے نواز دوں گا۔ اور جہنم سے فرمایا تو میرا عذاب ہے جس سے میں چاہوں تیرے عذاب کے ذریعہ اس سے انتقام لوں گا۔ تم دونوں پر ہوجاؤ گی۔ جنت میں تو برابر زیادتی رہے گی یہاں تک کہ اس کے لیے اللہ تعالیٰ ایک نئی مخلوق پیدا کرے گا اور اسے اس میں بسائے گا اور جہنم بھی برابر زیادتی طلب کرتی رہے گی یہاں تک کہ اس پر اللہ رب العزت اپنا قدم رکھ دے گا تب وہ کہے گی تیری عزت کی قسم اب بس ہے بس ہے۔"
    },
    {
      "ayah": 119,
      "surah": 11,
      "text": "جس پر اللہ تعالیٰ کا کرم ہو  اللہ کی قدر کسی کام سے عاجز نہیں۔ وہ چاہے تو سب کو ہی اسلام یا کفر پر جمع کردے لیکن اس کی حکمت ہے جو انسانی رائے ان کے دین و مذاہب جدا جدا برابر جاری وساری ہیں۔ طریقے مختلف، مالی حالات جداگانہ ایک ایک کے ماتحت یہاں مراد دین و مذہب کا اختلاف ہے۔ جن پر اللہ کا رحم ہوجائے وہ رسولوں کی تابعداری رب تعالیٰ کی حکم برداری میں برابر لگے رہتے ہیں۔ اب وہ نبی آخر الزماں ﷺ کے مطیع ہیں۔ اور یہی نجات پانے والے ہیں۔ چناچہ مسند و سنن میں حدیث ہے جس کی ہر سند دوسری سند کو تقویت پہنچا رہی ہے کہ حضور ﷺ نے فرمایا کہ یہودیوں کے اکہتر گروہ ہوئے۔ نصاریٰ بہتر فرقوں میں تقسیم ہوگئے، اس امت کے تہتر فرقے ہوجائیں گے، سب جہنمی ہیں سوائے ایک جماعت کے، صحابہ نہ پوچھا \" یا رسول وہ کون لوگ ہیں \" ؟ آپ نے جواب دیا وہ جو اس پر ہوں جس پر میں ہو اور میرے اصحاب (مستدرک حاکم) بقول عطا مختلفین سے مراد یہودی، نصرانی، مجوسی ہیں اور اللہ کے رحم والی جماعت سے مراد یک طرفہ دین اسلام کے مطیع لوگ ہیں۔ قتادہ کہتے ہیں کہ یہ جماعت ہے گو ان کے وطن اور بدن جدا ہوں اور اہل معصیت فرقت و اختلاف والے ہیں گو ان کے وطن اور بدن ایک ہی جا جمع ہوں۔ قدرتی طور پر ان کی پیدائش ہی اسی لیے ہے شقی و سعید کی ازلی تقسیم ہے۔ یہ بھی مطلب ہے کہ رحمت حاصل کرنے والی یہ جماعت بالخصوص اسی لیے ہے۔ حضرت طاؤس کے پاس دو شخص اپنا جھگڑا لے کر آئے اور آپس کے اختلاف میں بہت بڑھ گئے تو آپ نے فرمایا کہ تم نے جھگڑا اور اختلاف کیا اس پر ایک شخص نے کہا اسی لیے ہم پیدا کئے گئے ہیں۔ آپ نے فرمایا، غلط ہے اس نے اپنے ثبوت میں اسی آیت کی تلاوت کی تو آپ نے فرمایا اس لیے نہیں پیدا کیا کہ آپس میں اختلاف کریں، بلکہ پیدائش تو جمع کے لیے اور رحمت حاصل کرنے کے لیے ہوئی ہے جیسے کہ ابن عباس سے مروی ہے کہ رحمت کے لیے پیدا کیا ہے نہ کہ عذاب کے لیے۔ اور آیت میں ہے (وَمَا خَلَقْتُ الْجِنَّ وَالْاِنْسَ اِلَّا لِيَعْبُدُوْنِ 56؀) 51۔ الذاریات :56) میں نے جنوں اور انسانوں کو صرف اپنی عبادت کے لیے ہی پیدا کیا ہے۔ تیسرا قول ہے کہ رحمت اور اختلاف کے لیے پیدا کیا ہے۔ چناچہ مالک اس کی تفسیر میں فرماتے ہیں کہ ایک فرقہ جنتی اور ایک جہنمی۔ انہیں رحمت حاصل کرنے اور انہیں اختلاف میں مصروف رہنے کے لیے پیدا کیا ہے تیرے رب کا یہ فیصلہ ناطق ہے کہ اس کی مخلوق میں ان دونوں اقسام کے لوگ ہوں گے اور ان دونوں سے جنت دوزخ پر کئے جائیں گے۔ اس کی کامل حکمتوں کو وہی جانتا ہے۔ بخاری و مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں کہ جنت دوزخ دونوں میں آپس میں گفتگو ہوئی۔ جنت نے کہا مجھ میں تو صرف ضعیف اور کمزور لوگ ہی داخل ہوتے ہیں اور جہنم نے کہا میں تکبر اور ظلم کرنے والوں کے ساتھ مخصوص کی گئی ہوں۔ اس پر اللہ تعالیٰ عزوجل نے جنت سے فرمایا تو میری رحمت ہے، جسے میں چاہوں اسے تجھ سے نواز دوں گا۔ اور جہنم سے فرمایا تو میرا عذاب ہے جس سے میں چاہوں تیرے عذاب کے ذریعہ اس سے انتقام لوں گا۔ تم دونوں پر ہوجاؤ گی۔ جنت میں تو برابر زیادتی رہے گی یہاں تک کہ اس کے لیے اللہ تعالیٰ ایک نئی مخلوق پیدا کرے گا اور اسے اس میں بسائے گا اور جہنم بھی برابر زیادتی طلب کرتی رہے گی یہاں تک کہ اس پر اللہ رب العزت اپنا قدم رکھ دے گا تب وہ کہے گی تیری عزت کی قسم اب بس ہے بس ہے۔"
    },
    {
      "ayah": 12,
      "surah": 11,
      "text": "کافروں کی تنقید کی پر اہ نہ کریں  کافروں کی زبان پر جو آتا وہی طعنہ بازی رسول اللہ ﷺ پر کرتے ہیں اسلیے اللہ تعالیٰ اپنے سچے پیغمبر کو دلاسا اور تسلی دیتا ہے کہ آپ نہ اس سے کام میں سستی کریں، نہ تنگ دل ہوں یہ تو ان کا شیوہ ہے۔ کبھی وہ کہتے ہیں اگر یہ رسول ہے تو کھانے پینے کا محتاج کیوں ہے ؟ بازاوں میں کیوں آتا جاتا ہے ؟ اس کی ہم نوائی میں کوئی فرشتہ کیوں نہیں اتر ؟ اسے کوئی خزانہ کیوں نہیں دیا گیا ؟ اس کے کھانے کو کوئی خاص باغ کیوں نہیں بنایا گیا ؟ مسلمانوں کو طعنہ دیتے ہیں کہ تم تو اس کے پیچھے چل رہے ہو۔ جس پر جادو کردیا گیا ہے۔ پس اللہ تعالیٰ فرماتا ہے کہ اے پیغمبر آپ ملول خاطر نہ ہوں، آزردہ دل نہ ہوں، اپنے کام سے نہ رکئے، انہیں حق کی پکار سنانے میں کوتاہی نہ کیجئے، دن رات اللہ کی طرف بلاتے رہیئے۔ ہمیں معلوم ہے کہ ان کی تکلیف دہ باتیں آپ کو بری لگتی ہیں، آپ توجہ بھی نہ کیجئے۔ ایسا نہ ہو آپ مایوس ہوجائیں یا تنگ دل ہو کر بیٹھ جائیں کہ یہ آوازے کستے، پھبتیاں اڑاتے ہیں۔ اپنے سے پہلے کے رسولوں کو دیکھئے سب جھٹلائے گئے ستائے گئے اور صابر و ثابت قدم رہے یہاں تک اللہ کی مدد آپہنچی۔  پھر قرآن کا معجزہ بیان فرمایا کہ اس جیسا قرآن لانا تو کہاں ؟ اس جیسی دس سورتیں بلکہ ایک سورت بھی ساری دنیا مل کر بنا کر نہیں لاسکتی اس لیے کہ یہ اللہ کا کلام ہے۔ جیسی اس کی ذات مثال سے پاک، ویسے ہی اس کی صفتین بھی بےمثال۔ اس کے کام جیسا مخلوق کا کلام ہو یہ ناممکن ہے۔ اللہ کی ذات اس سے بلند بالا پاک اور منفرد ہے معبود اور رب صرف وہی ہے۔ جب تم سے یہی نہیں ہوسکتا اور اب تک نہیں ہوسکا تو یقین کرلو کہ تم اس کے بنانے سے عاجز ہو اور دراصل یہ اللہ کا کلام ہے اور اسی کی طرف سے نازل ہوا ہے۔ اس کا علم، اس کے حکم احکام اور اسکی روک ٹوک اسی کلام میں ہیں اور ساتھ ہی مان لو کہ معبود برحق صرف وہی ہے بس آؤ اسلام کے جھنڈے تلے کھڑے ہوجاؤ۔"
    },
    {
      "ayah": 120,
      "surah": 11,
      "text": "ذکر ماضی تمہارے لیے سامان سکون  پہلی امتوں کا اپنے نبیوں کو جھٹلانا، نبیوں کا ان کی ایذاؤں پر صبر کرنا۔ آخر اللہ کے عذاب کا آنا، کافروں کا برباد ہونا، نبیوں رسولوں اور مومنوں کا نجات پانا، یہ سب واقعات ہم تجھے سنا رہے ہیں۔ تاکہ تیرے دل کو ہم اور مضبوط کردیں اور تجھے کامل سکون حاصل ہوجائے۔ اس سورت میں بھی حق تجھ پر واضح ہوچکا ہے کہ اس دنیا میں بھی تیرے سامنے سچے واقعات بیان ہوچکے ہیں۔ یہ عبرت ہے کفار کے لیے اور نصیحت ہے مومنوں کے لیے کہ وہ اس سے نفع حاصل کریں۔"
    },
    {
      "ayah": 121,
      "surah": 11,
      "text": "بطور دھمکانے ڈرانے اور ہوشیار کرنے کے ان کافروں سے کہہ دو کہ اچھا تم اپنے طریقے سے نہیں ہٹتے تو نہ ہٹو ہم بھی اپنے طریقے پر کار بند ہیں۔ تم منظر رہو کہ آخر انجام کیا ہوتا ہے ہم بھی اسی انجام کی راہ دیکھتے ہیں فالحمد للہ دنیا نے ان کافروں کا انجام دیکھ لیا ان مسلمانوں کا بھی جو اللہ کے فضل و کرم سے دنیا پر چھا گئے۔ مخالفین پر کامیابی کے ساتھ غلبہ حاصل کرلیا دنیا کو مٹھی میں لے لیا فللہ الحمد۔"
    },
    {
      "ayah": 122,
      "surah": 11,
      "text": "بطور دھمکانے ڈرانے اور ہوشیار کرنے کے ان کافروں سے کہہ دو کہ اچھا تم اپنے طریقے سے نہیں ہٹتے تو نہ ہٹو ہم بھی اپنے طریقے پر کار بند ہیں۔ تم منظر رہو کہ آخر انجام کیا ہوتا ہے ہم بھی اسی انجام کی راہ دیکھتے ہیں فالحمد للہ دنیا نے ان کافروں کا انجام دیکھ لیا ان مسلمانوں کا بھی جو اللہ کے فضل و کرم سے دنیا پر چھا گئے۔ مخالفین پر کامیابی کے ساتھ غلبہ حاصل کرلیا دنیا کو مٹھی میں لے لیا فللہ الحمد۔"
    },
    {
      "ayah": 123,
      "surah": 11,
      "text": "علم غیب اور حاکمیت اعلیٰ صرف اللہ ہی کو سزاوار ہے  آسمان و زمین کے ہر غیب کو جاننے والا صرف اللہ تعالیٰ عزوجل ہی ہے۔ اسی کی سب کو عبادت کرنی چاہیے اور اسی پر بھروسہ کرنا چاہیے۔ جو بھی اس پر بھروسہ رکھے وہ اس کے لیے کافی ہے۔ حضرت کعب ؒ فرماتے ہیں کہ تورات کا خاتمہ بھی انہیں آیتوں پر ہے اللہ تعالیٰ مخلوق میں سے کسی کے کسی عمل سے بیخبر نہیں۔"
    },
    {
      "ayah": 13,
      "surah": 11,
      "text": "کافروں کی تنقید کی پر اہ نہ کریں  کافروں کی زبان پر جو آتا وہی طعنہ بازی رسول اللہ ﷺ پر کرتے ہیں اسلیے اللہ تعالیٰ اپنے سچے پیغمبر کو دلاسا اور تسلی دیتا ہے کہ آپ نہ اس سے کام میں سستی کریں، نہ تنگ دل ہوں یہ تو ان کا شیوہ ہے۔ کبھی وہ کہتے ہیں اگر یہ رسول ہے تو کھانے پینے کا محتاج کیوں ہے ؟ بازاوں میں کیوں آتا جاتا ہے ؟ اس کی ہم نوائی میں کوئی فرشتہ کیوں نہیں اتر ؟ اسے کوئی خزانہ کیوں نہیں دیا گیا ؟ اس کے کھانے کو کوئی خاص باغ کیوں نہیں بنایا گیا ؟ مسلمانوں کو طعنہ دیتے ہیں کہ تم تو اس کے پیچھے چل رہے ہو۔ جس پر جادو کردیا گیا ہے۔ پس اللہ تعالیٰ فرماتا ہے کہ اے پیغمبر آپ ملول خاطر نہ ہوں، آزردہ دل نہ ہوں، اپنے کام سے نہ رکئے، انہیں حق کی پکار سنانے میں کوتاہی نہ کیجئے، دن رات اللہ کی طرف بلاتے رہیئے۔ ہمیں معلوم ہے کہ ان کی تکلیف دہ باتیں آپ کو بری لگتی ہیں، آپ توجہ بھی نہ کیجئے۔ ایسا نہ ہو آپ مایوس ہوجائیں یا تنگ دل ہو کر بیٹھ جائیں کہ یہ آوازے کستے، پھبتیاں اڑاتے ہیں۔ اپنے سے پہلے کے رسولوں کو دیکھئے سب جھٹلائے گئے ستائے گئے اور صابر و ثابت قدم رہے یہاں تک اللہ کی مدد آپہنچی۔  پھر قرآن کا معجزہ بیان فرمایا کہ اس جیسا قرآن لانا تو کہاں ؟ اس جیسی دس سورتیں بلکہ ایک سورت بھی ساری دنیا مل کر بنا کر نہیں لاسکتی اس لیے کہ یہ اللہ کا کلام ہے۔ جیسی اس کی ذات مثال سے پاک، ویسے ہی اس کی صفتین بھی بےمثال۔ اس کے کام جیسا مخلوق کا کلام ہو یہ ناممکن ہے۔ اللہ کی ذات اس سے بلند بالا پاک اور منفرد ہے معبود اور رب صرف وہی ہے۔ جب تم سے یہی نہیں ہوسکتا اور اب تک نہیں ہوسکا تو یقین کرلو کہ تم اس کے بنانے سے عاجز ہو اور دراصل یہ اللہ کا کلام ہے اور اسی کی طرف سے نازل ہوا ہے۔ اس کا علم، اس کے حکم احکام اور اسکی روک ٹوک اسی کلام میں ہیں اور ساتھ ہی مان لو کہ معبود برحق صرف وہی ہے بس آؤ اسلام کے جھنڈے تلے کھڑے ہوجاؤ۔"
    },
    {
      "ayah": 14,
      "surah": 11,
      "text": "کافروں کی تنقید کی پر اہ نہ کریں  کافروں کی زبان پر جو آتا وہی طعنہ بازی رسول اللہ ﷺ پر کرتے ہیں اسلیے اللہ تعالیٰ اپنے سچے پیغمبر کو دلاسا اور تسلی دیتا ہے کہ آپ نہ اس سے کام میں سستی کریں، نہ تنگ دل ہوں یہ تو ان کا شیوہ ہے۔ کبھی وہ کہتے ہیں اگر یہ رسول ہے تو کھانے پینے کا محتاج کیوں ہے ؟ بازاوں میں کیوں آتا جاتا ہے ؟ اس کی ہم نوائی میں کوئی فرشتہ کیوں نہیں اتر ؟ اسے کوئی خزانہ کیوں نہیں دیا گیا ؟ اس کے کھانے کو کوئی خاص باغ کیوں نہیں بنایا گیا ؟ مسلمانوں کو طعنہ دیتے ہیں کہ تم تو اس کے پیچھے چل رہے ہو۔ جس پر جادو کردیا گیا ہے۔ پس اللہ تعالیٰ فرماتا ہے کہ اے پیغمبر آپ ملول خاطر نہ ہوں، آزردہ دل نہ ہوں، اپنے کام سے نہ رکئے، انہیں حق کی پکار سنانے میں کوتاہی نہ کیجئے، دن رات اللہ کی طرف بلاتے رہیئے۔ ہمیں معلوم ہے کہ ان کی تکلیف دہ باتیں آپ کو بری لگتی ہیں، آپ توجہ بھی نہ کیجئے۔ ایسا نہ ہو آپ مایوس ہوجائیں یا تنگ دل ہو کر بیٹھ جائیں کہ یہ آوازے کستے، پھبتیاں اڑاتے ہیں۔ اپنے سے پہلے کے رسولوں کو دیکھئے سب جھٹلائے گئے ستائے گئے اور صابر و ثابت قدم رہے یہاں تک اللہ کی مدد آپہنچی۔  پھر قرآن کا معجزہ بیان فرمایا کہ اس جیسا قرآن لانا تو کہاں ؟ اس جیسی دس سورتیں بلکہ ایک سورت بھی ساری دنیا مل کر بنا کر نہیں لاسکتی اس لیے کہ یہ اللہ کا کلام ہے۔ جیسی اس کی ذات مثال سے پاک، ویسے ہی اس کی صفتین بھی بےمثال۔ اس کے کام جیسا مخلوق کا کلام ہو یہ ناممکن ہے۔ اللہ کی ذات اس سے بلند بالا پاک اور منفرد ہے معبود اور رب صرف وہی ہے۔ جب تم سے یہی نہیں ہوسکتا اور اب تک نہیں ہوسکا تو یقین کرلو کہ تم اس کے بنانے سے عاجز ہو اور دراصل یہ اللہ کا کلام ہے اور اسی کی طرف سے نازل ہوا ہے۔ اس کا علم، اس کے حکم احکام اور اسکی روک ٹوک اسی کلام میں ہیں اور ساتھ ہی مان لو کہ معبود برحق صرف وہی ہے بس آؤ اسلام کے جھنڈے تلے کھڑے ہوجاؤ۔"
    },
    {
      "ayah": 15,
      "surah": 11,
      "text": "ریا ہر نیکی کے لیے زہر ہے  ابن عباس فرماتے ہیں ریاکاروں کی نیکیوں کا بدلہ سب کچھ اسی دنیا میں مل جاتا ہے۔ ذرا سی بھی کمی نہیں ہوتی۔ پس جو شخص دنیا میں دکھاوے کے لے نماز پڑھے، روزے رکھے یا تہجد گزاری کرے، اس کا اجر اسے دنیا میں ہی مل جاتا ہے۔ آخرت میں وہ خالی ہاتھ اور محض بےعمل اٹھتا ہے۔ حضرت انس ؓ وغیرہ کا بیان ہے یہ آیت یہود و نصاری کے حق میں اتری اور اور مجاہد کہتے ہیں ریاکاروں کے بارے میں اتری ہے۔ الغرض کس کا جو قصد ہو اسی کے مطابق اس سے معاملہ ہوتا ہے دنیا طلبی کے لیے جو اعمال ہوں وہ آخرت میں کار آمد نہیں ہوسکتے۔ مومن کی نیت اور مقصد چونکہ آخرت طلبی ہی ہوتا ہے اللہ اسے آخرت میں اس کے اعمال کا بہترین بدلہ عطا فرماتا ہے اور دنیا میں بھی اس کی نیکیاں کام آتی ہیں ایک مرفوع حدیث میں بھی یہی مضمون آیا ہے۔ قرآن کریم کی (مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّــلْنَا لَهٗ فِيْهَا مَا نَشَاۗءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَ ۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا 18؀) 17۔ الإسراء :18) میں بھی اسی کا تفصیلی بیان ہے کہ دنیا طلب لوگوں میں سے جسے ہم جس قدر چاہیں دے دیتے ہیں۔ پھر اس کا ٹھکانا جہنم ہوتا ہے جہاں وہ ذلیل و خوار ہو کر داخل ہوتا ہے۔ ہاں جس کی طلب آخرت ہو اور بالکل اسی کے مطابق اس کا عمل بھی ہو اور وہ ایمان دار بھی تو ایسے لوگوں کی کوشش کی قدر دانی کی جاتی ہے۔ انہیں ہر ایک کو ہم تیرے رب کی عطا سے بڑھاتے رہتے ہیں تیرے پروردگار کا انعام کسی سے رکا ہوا نہیں۔ تو خود دیکھ لے کہ کس طرح ہم نے ایک کو ایک پر فضیلت بخشی ہے۔ آخرت کیا باعتبار درجوں کے اور کیا باعتبار فضیلت کے بہت ہی بڑی اور زبردست چیز ہے اور آیت میں ارشاد ہے (مَنْ كَانَ يُرِيْدُ حَرْثَ الْاٰخِرَةِ نَزِدْ لَهٗ فِيْ حَرْثِهٖ ۚ وَمَنْ كَانَ يُرِيْدُ حَرْثَ الدُّنْيَا نُؤْتِهٖ مِنْهَا وَمَا لَهٗ فِي الْاٰخِرَةِ مِنْ نَّصِيْبٍ 20؀) 42۔ الشوری :20) جس کا ارادہ آخرت کی کھیتی کا ہو ہم خود اس میں اس کے لیے برکت عطا فرماتے ہیں اور جس کا ارادہ دنیا کی کھیتی کا ہو ہم گو اسے اس میں سے کچھ دے دیں لیکن آخرت میں وہ بےنصیب رہ جاتا ہے۔"
    },
    {
      "ayah": 16,
      "surah": 11,
      "text": "ریا ہر نیکی کے لیے زہر ہے  ابن عباس فرماتے ہیں ریاکاروں کی نیکیوں کا بدلہ سب کچھ اسی دنیا میں مل جاتا ہے۔ ذرا سی بھی کمی نہیں ہوتی۔ پس جو شخص دنیا میں دکھاوے کے لے نماز پڑھے، روزے رکھے یا تہجد گزاری کرے، اس کا اجر اسے دنیا میں ہی مل جاتا ہے۔ آخرت میں وہ خالی ہاتھ اور محض بےعمل اٹھتا ہے۔ حضرت انس ؓ وغیرہ کا بیان ہے یہ آیت یہود و نصاری کے حق میں اتری اور اور مجاہد کہتے ہیں ریاکاروں کے بارے میں اتری ہے۔ الغرض کس کا جو قصد ہو اسی کے مطابق اس سے معاملہ ہوتا ہے دنیا طلبی کے لیے جو اعمال ہوں وہ آخرت میں کار آمد نہیں ہوسکتے۔ مومن کی نیت اور مقصد چونکہ آخرت طلبی ہی ہوتا ہے اللہ اسے آخرت میں اس کے اعمال کا بہترین بدلہ عطا فرماتا ہے اور دنیا میں بھی اس کی نیکیاں کام آتی ہیں ایک مرفوع حدیث میں بھی یہی مضمون آیا ہے۔ قرآن کریم کی (مَنْ كَانَ يُرِيْدُ الْعَاجِلَةَ عَجَّــلْنَا لَهٗ فِيْهَا مَا نَشَاۗءُ لِمَنْ نُّرِيْدُ ثُمَّ جَعَلْنَا لَهٗ جَهَنَّمَ ۚ يَصْلٰىهَا مَذْمُوْمًا مَّدْحُوْرًا 18؀) 17۔ الإسراء :18) میں بھی اسی کا تفصیلی بیان ہے کہ دنیا طلب لوگوں میں سے جسے ہم جس قدر چاہیں دے دیتے ہیں۔ پھر اس کا ٹھکانا جہنم ہوتا ہے جہاں وہ ذلیل و خوار ہو کر داخل ہوتا ہے۔ ہاں جس کی طلب آخرت ہو اور بالکل اسی کے مطابق اس کا عمل بھی ہو اور وہ ایمان دار بھی تو ایسے لوگوں کی کوشش کی قدر دانی کی جاتی ہے۔ انہیں ہر ایک کو ہم تیرے رب کی عطا سے بڑھاتے رہتے ہیں تیرے پروردگار کا انعام کسی سے رکا ہوا نہیں۔ تو خود دیکھ لے کہ کس طرح ہم نے ایک کو ایک پر فضیلت بخشی ہے۔ آخرت کیا باعتبار درجوں کے اور کیا باعتبار فضیلت کے بہت ہی بڑی اور زبردست چیز ہے اور آیت میں ارشاد ہے (مَنْ كَانَ يُرِيْدُ حَرْثَ الْاٰخِرَةِ نَزِدْ لَهٗ فِيْ حَرْثِهٖ ۚ وَمَنْ كَانَ يُرِيْدُ حَرْثَ الدُّنْيَا نُؤْتِهٖ مِنْهَا وَمَا لَهٗ فِي الْاٰخِرَةِ مِنْ نَّصِيْبٍ 20؀) 42۔ الشوری :20) جس کا ارادہ آخرت کی کھیتی کا ہو ہم خود اس میں اس کے لیے برکت عطا فرماتے ہیں اور جس کا ارادہ دنیا کی کھیتی کا ہو ہم گو اسے اس میں سے کچھ دے دیں لیکن آخرت میں وہ بےنصیب رہ جاتا ہے۔"
    },
    {
      "ayah": 17,
      "surah": 11,
      "text": "مومن کون ہیں ؟  ان مومنوں کا وصف بیان ہو رہا ہے جو فطرت پر قائم ہیں جو اللہ کی وحدانیت کو دل سے مانتے ہیں۔ جیسے حکم الٰہی ہے کہ (فَاَقِمْ وَجْهَكَ للدِّيْنِ حَنِيْفًا ۭ فِطْرَتَ اللّٰهِ الَّتِيْ فَطَرَ النَّاسَ عَلَيْهَا ۭ لَا تَبْدِيْلَ لِخَلْقِ اللّٰهِ ۭ ذٰلِكَ الدِّيْنُ الْـقَيِّمُ ڎ وَلٰكِنَّ اَكْثَرَ النَّاسِ لَا يَعْلَمُوْنَ 30؀ڎ) 30۔ الروم :30) اپنا منہ دین حنیف پر قائم کر دے اللہ کی فطرت جس پر اس نے انسانی فطرت پیدا کی ہے بخاری و مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں ہر بچہ فطرت پر پیدا ہوتا ہے پھر اس کے ماں باپ اسے یہودی یا نصرانی یا مجوسی بنا لیتے ہیں جیسے کہ جانوروں کے بچے صحیح سالم پیدا ہوتے ہیں پھر لوگ ان کے کان کاٹ ڈالتے ہیں۔ مسلم شریف کی حدیث قدسی میں ہے میں نے اپنے تمام بندوں کو موحد پیدا کیا ہے لیکن پھر شیطان آکر انہیں ان کے دین سے بہکا دیتا ہے اور میری حلال کردہ چیزیں ان پر حرام کردیتا ہے اور انہیں کہتا ہے کہ میرے ساتھ انہیں شریک کریں جن کی کوئی دلیل میں نے نہیں اتاری۔ مسند اور سنن میں ہے کہ ہر بچہ اسی ملت پر پیدا ہوتا ہے یہاں تک کہ اس کی زبان کھلے، الخ۔ پس مومن فطرت رب پر ہی باقی رہا ہے۔ پس ایک تو فطرت اس کی صحیح سالم ہوتی ہے پھر اس کے پاس اللہ کا شاہد آتا ہے یعنی اللہ کی شریعت پییغبمر کے ذریعے پہنچتی ہے جو شریعت حضرت محمد ﷺ کی شریعت کے ساتھ ختم ہوئی۔ پس شاہد سے مراد حضرت جبرائیل ؑ ہیں حضرت محمد ﷺ فرماتے ہیں کہ اللہ کی رسالت اولاً حضرت جبرائیل ؑ لائے اور آپ کے واسطے سے حضرت محمد ﷺ۔ ایک قول میں کہا گیا ہے کہ وہ علی ؓ ہیں لیکن وہ قول ضعیف ہے۔ اس کا کوئی قائل ثابت ہی نہیں۔ حق بات پہلی ہی ہے۔ پس مومن کی فطرت اللہ کی وحی سے مل جاتی ہے۔ اجمالی طور پر اسے پہلے سے ہی یقین ہوتا ہے، پھر شریعت کی تفصیلات کو مان لیتا ہے۔ اس کی فطرت ایک ایک مسئلے کی تصدیق کرتی جاتی ہے۔ پس فطرت سلیم، اس کے ساتھ قرآن کی تعلیم، جسے حضرت جبرائیل نے اللہ کے نبی کو پہنچایا اور آپ نے اپنی امت کو پھر اس سے پہلے کی ایک اور تائید بھی موجود ہے، وہ کتاب موسیٰ یعنی تورات جیسے اللہ نے اس زمانے کی امت کے لیے پیشوائی کے قابل بنا کر بھیجی تھی اور جو اللہ کی طرف سے رحمت تھی اس پر جن کا پورا ایمان ہے وہ لامحالہ اس نبی اور اس کتاب پر بھی ایمان لاتے ہیں کیونکہ اس کتاب نے اس کتاب پر ایمان لانے کی رہنمائی کی ہے۔ پس یہ لوگ اس کتاب پر بھی ایمان لاتے ہیں۔ پھر پورے قرآن کو یا اس کے کسی حصے کو نہ ماننے والوں کی سزا کا بیان فرمایا کہ دنیا والوں میں سے جو گروہ جو فرقہ اسے نہ مانے خواہ یہودی ہو، خواہ نصرانی کہیں کا ہو، کوئی ہو، کسی رنگت اور شکل وصورت کا ہو، قرآن پہنچا اور نہ ماناہ وہ جہنمی ہے۔ جیسے رب العالمین نے اپنے نبی کی زبانی اسی قرآن کریم میں فرمایا ہے۔ (لِاُنْذِرَكُمْ بِهٖ وَمَنْۢ بَلَغَ) 6۔ الانعام :19) کہ میں اس سے تمہیں بھی آگاہ کر رہا ہوں اور انہیں بھی جنہیں یہ پہنچ جائے اور آیت میں ہے (قُلْ يٰٓاَيُّھَا النَّاسُ اِنِّىْ رَسُوْلُ اللّٰهِ اِلَيْكُمْ جَمِيْعَۨا) 7۔ الاعراف :158) لوگوں میں اعلان کردو کہ اے انسانو ! میں تم سب کی طرف اللہ کا رسول ہوں۔ صحیح مسلم میں ہے رسول اللہ ﷺ فرماتے ہیں اس کی قسم جس کے ہاتھ میں میری جان ہے کہ اس امت میں سے جو بھی مجھے سن لے اور پھر مجھ پر ایمان نہ لائے وہ جہنمی ہے۔ حضرت سعید بن جبیر فرماتے ہیں میں جو صحیح حدیث سنتا ہوں اس کی تصدیق کتاب اللہ میں ضرور پاتا ہوں۔ مندرجہ بالا حدیث سن کر میں اس تلاش میں لگا کہ اس کی تصدیق قرآن کی کسی آیت سے ہوتی ہے تو مجھے یہ آیت ملی پس تمام دین والے اس سے مراد ہیں۔ پھر جناب باری ارشاد فرماتا ہے کہ اس قرآن کے اللہ کی طرف سے سراسر حق ہونے میں تجھے کوئی شک و شبہ نہ کرنا چاہیے جیسے ارشاد ہے کہ اس کتاب کے رب العالمین کی طرف سے نازل شدہ ہونے میں کوئی شک و شبہ نہیں۔ اور جگہ ہے (آیت ذالک الکتاب لا ریب فیہ) اس کتاب میں کوئی شک نہیں۔ پھر ارشاد ہے کہ اکثر لوگ ایمان سے کورے ہوتے ہیں جیسے فرمان ہے (وَمَآ اَكْثَرُ النَّاسِ وَلَوْ حَرَصْتَ بِمُؤْمِنِيْنَ01003) 12۔ یوسف :103) یعنی گو تیری چاہت ہو لیکن یقین کرلے کہ اکثر لوگ مومن نہیں ہونگے۔ اور آیت میں ہے (وَاِنْ تُطِعْ اَكْثَرَ مَنْ فِي الْاَرْضِ يُضِلُّوْكَ عَنْ سَبِيْلِ اللّٰهِ ۭ اِنْ يَّتَّبِعُوْنَ اِلَّا الظَّنَّ وَاِنْ هُمْ اِلَّا يَخْرُصُوْنَ01106) 6۔ الانعام :116) اگر تو دنیا والوں کی اکثریت کی پیروی کرے گا تو وہ تو تجھے راہ حق سے بھٹکا دیں گے اور آیت میں ہے (وَلَقَدْ صَدَّقَ عَلَيْهِمْ اِبْلِيْسُ ظَنَّهٗ فَاتَّبَعُوْهُ اِلَّا فَرِيْقًا مِّنَ الْمُؤْمِنِيْنَ 20؀) 34۔ سبأ :20) یعنی ان پر ابلیس نے اپنا گمان سچ کر دکھایا اور سوائے مومنوں کی ایک مختصر سی جماعت کے باقی سب اسی کے پیچھے لگ گئے۔"
    },
    {
      "ayah": 18,
      "surah": 11,
      "text": "اللہ جل شانہ پہ بہتان باندھنے والے  جو لوگ اللہ کے ذمے بہتان باندھ لیں، ان کا انجام اور قیامت کے دن کی ساری مخلوق کے سامنے کی ان کی رسوائی کا بیان ہو رہا ہے۔ مسند احمد میں صفوان بن محزر کہتے ہیں کہ میں حضرت عبداللہ بن عمر کا ہاتھ تھامے ہوئے تھا کہ ایک شخص آپ کے پاس آیا پھر پوچھنے لگا کہ آپ نے رسول اللہ ﷺ سے قیامت کے دن کی سرگوشی کی بارے میں کیا سنا ہے ؟ آپ نے فرمایا میں نے حضور ﷺ سے سنا ہے کہ اللہ عزجل مومن کو اپنے سے قریب کرے گا یہاں تک کہ اپنا بازو اس پر رکھ دے گا اور اسے لوگوں کی نگاہوں سے چھپالے گا اور اسے اس کے گناہوں کا اقرار کرائے گا کہ کیا تجھے اپنا فلاں گناہ یاد ہے ؟ اور فلاں بھی اور فلاں بھی ؟ یہ اقرار کرتا جائے گا یہاں تک کہ سمجھ لے گا کہ بس اب ہلاک ہوا۔ اس وقت الرحم الراحیمن فرمائے گا کہ میرے بندے دنیا میں ان پر پردہ ڈالتا رہا سن آج بھی میں انہیں بخشتا ہوں۔ پھر اس کی نیکیوں کا اعمال نامہ اسے دے دیا جائے گا۔ اور کفار اور منافقین پر نو گواہ پیش ہوں گے جو کہیں گے کہ یہی وہ ہیں جو اللہ پر جھوٹ بولتے تھے یاد رہے کہ ان ظالموں پر اللہ کی لعنت ہے۔ یہ حدیث بخاری و مسلم میں بھی ہے۔  یہ لوگ اتباع حق، ہدایت اور جنت سے اوروں کو روکتے رہے اور اپنا طریقہ ٹیڑھا ترچھا ہی تلاش کرتے رہے ساتھ ہی قیامت اور آخرت کے دن کے بھی منکر ہی رہے اور اسے مانا ہی نہیں۔ یاد رہے کہ یہ اللہ کے ماتحت ہیں وہ ان سے ہر وقت انتقام لینے پر قادر ہے، اگر چاہے تو آخرت سے پہلے دنیا میں ہی پکڑ لے لیکن اس کی طرف سے تھوڑی سی ڈھیل انہیں مل گئی ہے۔ بخاری و مسلم میں ہے اللہ تعالیٰ ظالموں کو مہلت دے دیتا ہے بالآخر جب پکڑتا ہے تب چھوڑتا ہی نہیں۔ ان کی سزائیں بڑھتی ہی چلی جائیں گی۔ اس لیے کہ اللہ کی دی ہوئی قوتوں سے انہوں نے کام نہ لیا۔ سننے سے کانوں کو بہرہ رکھا۔ حق کی تابعداری سے آنکھوں کو اندھا رکھا جہنم میں جاتے وقت خود ہی کہیں گے کہ (آیت لو کنا نسمع اونعقل ما کنافی اصحاب السعیر) یعنی اگر سنتے ہوتے عقل رکھتے ہوتے تو آج دوزخی نہ بنتے یہی فرمان (آیت الذین کفروا و صدوا عن سبیل اللہ زدنا ھم عذابا فوق العذاب الخ) میں ہے کہ کافروں کے لیے اللہ کی راہ سے روکنے والوں کے لیے عذاب پر عذاب بڑھتا چلا جائے گا۔ ہر ایک حکم عدولی پر، ہر ایک برائی کے کام پر سزا بھگتیں گے۔ پس صحیح قول یہی ہے کہ آخرت کی نسبت کے اعتبار سے کفار بھی فروع شرع کے مکلف ہیں۔ یہی ہیں وہ جنہوں نے اپنے آپ کو نقصان پہنچایا اور خود اپنے تئیں جہنمی بنایا۔ جہاں کا عذاب ذرا سی دیر بھی ہلکا نہیں ہوگا۔ آگ کے شعلے کم ہونے تو کہاں اور تیز تیز ہوتے جائیں گے جنہیں انہوں نے گھڑ لیا تھا یعنی بت اور اللہ کے شریک وغیرہ آج وہ ان کے کسی کام نہ آئیں گے بلکہ نظر بھی نہ پڑیں گے بلکہ اور نقصان پہنچائیں گے۔ وہ تو ان کے دشمن ہوجائیں گے اور ان کے شرک سے صاف مکر جائیں گے۔ گو یہ انہیں باعث عزت سمجھتے ہیں لیکن درحقیقت وہ ان کے لیے باعث ذلت ہیں۔ کھلے طور پر اس بات کا قیامت کے دن انکار کردیں گے کہ ان مشرکوں نے انہیں پوجا۔ یہ ارشاد خلیل الرحمن ؑ کا اپنی قوم سے تھا کہ ان بتوں سے گو تم دنیوی تعلقات وابستہ رکھو لیکن قیامت کے دن ایک دوسرے کا انکار کردیں گے اور ایک دوسرے پر لعنت کرنے لگیں گے۔ اور تم سب کا ٹھکانا جہنم ہوگا اور کوئی کسی کو کوئی مدد نہ پہنچائے گا۔ یہی مضمون (اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْـبَابُ01606) 2۔ البقرة :166) میں ہے یعنی اس وقت پیشوا لوگ اپنے مریدوں سے دست بردار ہوجائیں گے عذاب الٰہی آنکھوں دیکھ لیں گے اور باہمی تعلقات سب منقطع ہوجائیں گے۔ اسی قسم کی اور بھی بہت سی آیتیں ہیں وہ بھی ان کی ہلاکت اور نقصان کی خبر دیتی ہیں۔ یقینا یہی لوگ قیامت کے دن سب سے زیادہ نقصان اٹھائیں گے۔ جنت کے درجوں کے بدلے انہوں نے جہنم کے گڑھے لیئے۔ اللہ کی نعمتوں کے بدلے جہنم کی آگ قبول کی۔ میٹھے ٹھنڈے خوشگوار جنتی پانی کے بدلے جہنم کا آگ جیسا کھولتا ہوا گرم پانی انہیں حورعین کے بدلے لہو پیپ اور بلند وبالا محلات کے بدلے دوزخ کے تنگ مقامات انہوں نے لیے، رب رحمن کی نزدیکی اور دیدار کے بدلے اس کا غضب اور سزا انہیں ملی۔ بیشک یہاں یہ سخت گھاٹے میں رہے۔"
    },
    {
      "ayah": 19,
      "surah": 11,
      "text": "اللہ جل شانہ پہ بہتان باندھنے والے  جو لوگ اللہ کے ذمے بہتان باندھ لیں، ان کا انجام اور قیامت کے دن کی ساری مخلوق کے سامنے کی ان کی رسوائی کا بیان ہو رہا ہے۔ مسند احمد میں صفوان بن محزر کہتے ہیں کہ میں حضرت عبداللہ بن عمر کا ہاتھ تھامے ہوئے تھا کہ ایک شخص آپ کے پاس آیا پھر پوچھنے لگا کہ آپ نے رسول اللہ ﷺ سے قیامت کے دن کی سرگوشی کی بارے میں کیا سنا ہے ؟ آپ نے فرمایا میں نے حضور ﷺ سے سنا ہے کہ اللہ عزجل مومن کو اپنے سے قریب کرے گا یہاں تک کہ اپنا بازو اس پر رکھ دے گا اور اسے لوگوں کی نگاہوں سے چھپالے گا اور اسے اس کے گناہوں کا اقرار کرائے گا کہ کیا تجھے اپنا فلاں گناہ یاد ہے ؟ اور فلاں بھی اور فلاں بھی ؟ یہ اقرار کرتا جائے گا یہاں تک کہ سمجھ لے گا کہ بس اب ہلاک ہوا۔ اس وقت الرحم الراحیمن فرمائے گا کہ میرے بندے دنیا میں ان پر پردہ ڈالتا رہا سن آج بھی میں انہیں بخشتا ہوں۔ پھر اس کی نیکیوں کا اعمال نامہ اسے دے دیا جائے گا۔ اور کفار اور منافقین پر نو گواہ پیش ہوں گے جو کہیں گے کہ یہی وہ ہیں جو اللہ پر جھوٹ بولتے تھے یاد رہے کہ ان ظالموں پر اللہ کی لعنت ہے۔ یہ حدیث بخاری و مسلم میں بھی ہے۔  یہ لوگ اتباع حق، ہدایت اور جنت سے اوروں کو روکتے رہے اور اپنا طریقہ ٹیڑھا ترچھا ہی تلاش کرتے رہے ساتھ ہی قیامت اور آخرت کے دن کے بھی منکر ہی رہے اور اسے مانا ہی نہیں۔ یاد رہے کہ یہ اللہ کے ماتحت ہیں وہ ان سے ہر وقت انتقام لینے پر قادر ہے، اگر چاہے تو آخرت سے پہلے دنیا میں ہی پکڑ لے لیکن اس کی طرف سے تھوڑی سی ڈھیل انہیں مل گئی ہے۔ بخاری و مسلم میں ہے اللہ تعالیٰ ظالموں کو مہلت دے دیتا ہے بالآخر جب پکڑتا ہے تب چھوڑتا ہی نہیں۔ ان کی سزائیں بڑھتی ہی چلی جائیں گی۔ اس لیے کہ اللہ کی دی ہوئی قوتوں سے انہوں نے کام نہ لیا۔ سننے سے کانوں کو بہرہ رکھا۔ حق کی تابعداری سے آنکھوں کو اندھا رکھا جہنم میں جاتے وقت خود ہی کہیں گے کہ (آیت لو کنا نسمع اونعقل ما کنافی اصحاب السعیر) یعنی اگر سنتے ہوتے عقل رکھتے ہوتے تو آج دوزخی نہ بنتے یہی فرمان (آیت الذین کفروا و صدوا عن سبیل اللہ زدنا ھم عذابا فوق العذاب الخ) میں ہے کہ کافروں کے لیے اللہ کی راہ سے روکنے والوں کے لیے عذاب پر عذاب بڑھتا چلا جائے گا۔ ہر ایک حکم عدولی پر، ہر ایک برائی کے کام پر سزا بھگتیں گے۔ پس صحیح قول یہی ہے کہ آخرت کی نسبت کے اعتبار سے کفار بھی فروع شرع کے مکلف ہیں۔ یہی ہیں وہ جنہوں نے اپنے آپ کو نقصان پہنچایا اور خود اپنے تئیں جہنمی بنایا۔ جہاں کا عذاب ذرا سی دیر بھی ہلکا نہیں ہوگا۔ آگ کے شعلے کم ہونے تو کہاں اور تیز تیز ہوتے جائیں گے جنہیں انہوں نے گھڑ لیا تھا یعنی بت اور اللہ کے شریک وغیرہ آج وہ ان کے کسی کام نہ آئیں گے بلکہ نظر بھی نہ پڑیں گے بلکہ اور نقصان پہنچائیں گے۔ وہ تو ان کے دشمن ہوجائیں گے اور ان کے شرک سے صاف مکر جائیں گے۔ گو یہ انہیں باعث عزت سمجھتے ہیں لیکن درحقیقت وہ ان کے لیے باعث ذلت ہیں۔ کھلے طور پر اس بات کا قیامت کے دن انکار کردیں گے کہ ان مشرکوں نے انہیں پوجا۔ یہ ارشاد خلیل الرحمن ؑ کا اپنی قوم سے تھا کہ ان بتوں سے گو تم دنیوی تعلقات وابستہ رکھو لیکن قیامت کے دن ایک دوسرے کا انکار کردیں گے اور ایک دوسرے پر لعنت کرنے لگیں گے۔ اور تم سب کا ٹھکانا جہنم ہوگا اور کوئی کسی کو کوئی مدد نہ پہنچائے گا۔ یہی مضمون (اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْـبَابُ01606) 2۔ البقرة :166) میں ہے یعنی اس وقت پیشوا لوگ اپنے مریدوں سے دست بردار ہوجائیں گے عذاب الٰہی آنکھوں دیکھ لیں گے اور باہمی تعلقات سب منقطع ہوجائیں گے۔ اسی قسم کی اور بھی بہت سی آیتیں ہیں وہ بھی ان کی ہلاکت اور نقصان کی خبر دیتی ہیں۔ یقینا یہی لوگ قیامت کے دن سب سے زیادہ نقصان اٹھائیں گے۔ جنت کے درجوں کے بدلے انہوں نے جہنم کے گڑھے لیئے۔ اللہ کی نعمتوں کے بدلے جہنم کی آگ قبول کی۔ میٹھے ٹھنڈے خوشگوار جنتی پانی کے بدلے جہنم کا آگ جیسا کھولتا ہوا گرم پانی انہیں حورعین کے بدلے لہو پیپ اور بلند وبالا محلات کے بدلے دوزخ کے تنگ مقامات انہوں نے لیے، رب رحمن کی نزدیکی اور دیدار کے بدلے اس کا غضب اور سزا انہیں ملی۔ بیشک یہاں یہ سخت گھاٹے میں رہے۔"
    },
    {
      "ayah": 2,
      "surah": 11,
      "text": "تعارف قرآن حکیم اللہ تعالیٰ کے فضل و کرم سے جو حروف سورتوں کے شروع میں آتے ہیں ان کی پوری تفصیل اس تفسیر کے شروع میں سورة بقرہ کے ان حروف کے بیان میں گزر چکی ہے جسے دوبارہ بیان کرنے کی ضرورت نہیں۔ یہاں فرمان ہے کہ یہ قرآن لفظوں میں محکم اور معنی میں مفصل ہے۔ پس مضمون اور معنی ہر طرح سے کامل ہے۔ یہ اس للہ کا کلام ہے جو اپنے اقوال و احکام میں حکیم ہے۔ جو کاموں کے انجام سے خبردار ہے۔ یہ قرآن اللہ کی عبادت کرانے اور دوسروں کی عبادت سے روکنے کے لیے اترا ہے۔ سب رسولوں پر پہلی وحی توحید کی آتی رہی ہے۔ سب سے یہی فرمایا گیا ہے کہ لوگ اللہ کی عبادت کریں۔ اس کے سوا اور کسی کی پرستش نہ کریں۔ پھر فرمایا کہ اللہ کی مخالفت کی وجہ سے جو عذاب آجاتے ہیں ان سے میں ڈرا رہا ہوں اور اس کی اطاعت کی بنا پر جو ثواب ملتے ہیں، ان کی میں بشارت سناتا ہوں۔ حضور ﷺ صفا پہاڑی پر چڑھ کر قریش کے خاندانوں کو آواز دیتے ہیں۔ زیادہ قریب والے پہلے، پھر ترتیب وار جب سب جمع ہوجاتے ہیں تو آپ ان سے دریافت فرماتے ہیں کہ اگر میں تم سے کہوں کہ کوئی لشکر صبح کو تم پر دھاوا کرنے والا ہے تو کیا تم مجھے سچا سمجھو گے ؟ انہوں نے جواب دیا کہ ہم نے آج تک آپ کی زبان سے کوئی جھوٹ سنا ہی نہیں۔ آپ نے فرمایا سنو میں تم سے کہتا ہوں کہ قیامت کے دن تمہاری ان بد اعمالیوں کی وجہ سے سخت تر عذاب ہوگا۔ پس تم ان سے ہوشیار ہوجاؤ۔ پھر ارشاد ہے کہ اے نبی ﷺ یہ بھی کہہ دو کہ میں تمہیں اپنے گذشتہ گناہوں سے توبہ کرنے اور آئندہ کے لیے اللہ کی طرف رجوع کرنے کی ہدایت کرتا ہوں اگر تم بھی ایسا ہی کرتے رہے تو دنیا میں بھی اچھی زندگی بسر کرو گے اور نیک عمل کرنے والوں کو اللہ تعالیٰ آخرت میں بھی بڑے بلند درجے عنایت فرمائے گا۔ قرآن کریم نے (مَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهٗ حَيٰوةً طَيِّبَةً ۚ وَلَـنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ 97؀) 16۔ النحل :97) میں فرمایا ہے کہ جو مرد و عورت ایمان دار ہو کر نیک عمل بھی کرتا رہے، اسے ہم پاکیزہ زندگی سے زندہ رکھیں گے۔ صحیح حدیث میں بھی ہے۔ حضور ﷺ نے حضرت سعد ؓ سے فرمایا کہ اللہ کی رضامندی کی تلاش میں تو جو کچھ بھی خرچ کرے گا اس کا اجر اللہ تعالیٰ سے پائے گا، یہاں تک کہ جو لقمہ تو اپنی بیوی کے منہ میں دے اس کا بھی۔ فضل والوں کو اللہ تعالیٰ فضل دے گا۔ یعنی گناہ تو برابر لکھا جاتا ہے اور نیکی دس گناہ لکھی جاتی ہے پھر اگر گناہ کی سزا دنیا میں ہی ہوگئی تو نیکیاں جوں کی توں باقی رہیں۔ اور اگر یہاں اس کی سزا نہ ملی تو زیادہ سے زیادہ ایک نیکی اس کے مقابل جاکر بھی نو نیکیاں بچ رہیں۔ پھر جس کی اکائیاں دھائیوں پر غالب آجائیں وہ تو واقعی خود ہی بد اور برا ہے۔ پھر انہیں دھمکایا جاتا ہے جو اللہ کے احکام کی رو گردانی کرلیں اور رسولوں کی نہ مانیں کہ ایسے لوگوں کو ضرور ضرور قیامت کے دن سخت عذاب ہوگا۔ تم سب کو لوٹ کر مالک ہی کے پاس جانا ہے، اسی کے سامنے جمع ہونا ہے۔ وہ ہر چیز پر قادر ہے، اپنے دوستوں سے احسان اپنے دشمنوں سے انتقام، مخلوق کی نئی پیدائش، سب اس کے قبضے میں ہے۔ پس پہلے رغبت دلائی اور اب ڈرایا۔"
    },
    {
      "ayah": 20,
      "surah": 11,
      "text": "اللہ جل شانہ پہ بہتان باندھنے والے  جو لوگ اللہ کے ذمے بہتان باندھ لیں، ان کا انجام اور قیامت کے دن کی ساری مخلوق کے سامنے کی ان کی رسوائی کا بیان ہو رہا ہے۔ مسند احمد میں صفوان بن محزر کہتے ہیں کہ میں حضرت عبداللہ بن عمر کا ہاتھ تھامے ہوئے تھا کہ ایک شخص آپ کے پاس آیا پھر پوچھنے لگا کہ آپ نے رسول اللہ ﷺ سے قیامت کے دن کی سرگوشی کی بارے میں کیا سنا ہے ؟ آپ نے فرمایا میں نے حضور ﷺ سے سنا ہے کہ اللہ عزجل مومن کو اپنے سے قریب کرے گا یہاں تک کہ اپنا بازو اس پر رکھ دے گا اور اسے لوگوں کی نگاہوں سے چھپالے گا اور اسے اس کے گناہوں کا اقرار کرائے گا کہ کیا تجھے اپنا فلاں گناہ یاد ہے ؟ اور فلاں بھی اور فلاں بھی ؟ یہ اقرار کرتا جائے گا یہاں تک کہ سمجھ لے گا کہ بس اب ہلاک ہوا۔ اس وقت الرحم الراحیمن فرمائے گا کہ میرے بندے دنیا میں ان پر پردہ ڈالتا رہا سن آج بھی میں انہیں بخشتا ہوں۔ پھر اس کی نیکیوں کا اعمال نامہ اسے دے دیا جائے گا۔ اور کفار اور منافقین پر نو گواہ پیش ہوں گے جو کہیں گے کہ یہی وہ ہیں جو اللہ پر جھوٹ بولتے تھے یاد رہے کہ ان ظالموں پر اللہ کی لعنت ہے۔ یہ حدیث بخاری و مسلم میں بھی ہے۔  یہ لوگ اتباع حق، ہدایت اور جنت سے اوروں کو روکتے رہے اور اپنا طریقہ ٹیڑھا ترچھا ہی تلاش کرتے رہے ساتھ ہی قیامت اور آخرت کے دن کے بھی منکر ہی رہے اور اسے مانا ہی نہیں۔ یاد رہے کہ یہ اللہ کے ماتحت ہیں وہ ان سے ہر وقت انتقام لینے پر قادر ہے، اگر چاہے تو آخرت سے پہلے دنیا میں ہی پکڑ لے لیکن اس کی طرف سے تھوڑی سی ڈھیل انہیں مل گئی ہے۔ بخاری و مسلم میں ہے اللہ تعالیٰ ظالموں کو مہلت دے دیتا ہے بالآخر جب پکڑتا ہے تب چھوڑتا ہی نہیں۔ ان کی سزائیں بڑھتی ہی چلی جائیں گی۔ اس لیے کہ اللہ کی دی ہوئی قوتوں سے انہوں نے کام نہ لیا۔ سننے سے کانوں کو بہرہ رکھا۔ حق کی تابعداری سے آنکھوں کو اندھا رکھا جہنم میں جاتے وقت خود ہی کہیں گے کہ (آیت لو کنا نسمع اونعقل ما کنافی اصحاب السعیر) یعنی اگر سنتے ہوتے عقل رکھتے ہوتے تو آج دوزخی نہ بنتے یہی فرمان (آیت الذین کفروا و صدوا عن سبیل اللہ زدنا ھم عذابا فوق العذاب الخ) میں ہے کہ کافروں کے لیے اللہ کی راہ سے روکنے والوں کے لیے عذاب پر عذاب بڑھتا چلا جائے گا۔ ہر ایک حکم عدولی پر، ہر ایک برائی کے کام پر سزا بھگتیں گے۔ پس صحیح قول یہی ہے کہ آخرت کی نسبت کے اعتبار سے کفار بھی فروع شرع کے مکلف ہیں۔ یہی ہیں وہ جنہوں نے اپنے آپ کو نقصان پہنچایا اور خود اپنے تئیں جہنمی بنایا۔ جہاں کا عذاب ذرا سی دیر بھی ہلکا نہیں ہوگا۔ آگ کے شعلے کم ہونے تو کہاں اور تیز تیز ہوتے جائیں گے جنہیں انہوں نے گھڑ لیا تھا یعنی بت اور اللہ کے شریک وغیرہ آج وہ ان کے کسی کام نہ آئیں گے بلکہ نظر بھی نہ پڑیں گے بلکہ اور نقصان پہنچائیں گے۔ وہ تو ان کے دشمن ہوجائیں گے اور ان کے شرک سے صاف مکر جائیں گے۔ گو یہ انہیں باعث عزت سمجھتے ہیں لیکن درحقیقت وہ ان کے لیے باعث ذلت ہیں۔ کھلے طور پر اس بات کا قیامت کے دن انکار کردیں گے کہ ان مشرکوں نے انہیں پوجا۔ یہ ارشاد خلیل الرحمن ؑ کا اپنی قوم سے تھا کہ ان بتوں سے گو تم دنیوی تعلقات وابستہ رکھو لیکن قیامت کے دن ایک دوسرے کا انکار کردیں گے اور ایک دوسرے پر لعنت کرنے لگیں گے۔ اور تم سب کا ٹھکانا جہنم ہوگا اور کوئی کسی کو کوئی مدد نہ پہنچائے گا۔ یہی مضمون (اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْـبَابُ01606) 2۔ البقرة :166) میں ہے یعنی اس وقت پیشوا لوگ اپنے مریدوں سے دست بردار ہوجائیں گے عذاب الٰہی آنکھوں دیکھ لیں گے اور باہمی تعلقات سب منقطع ہوجائیں گے۔ اسی قسم کی اور بھی بہت سی آیتیں ہیں وہ بھی ان کی ہلاکت اور نقصان کی خبر دیتی ہیں۔ یقینا یہی لوگ قیامت کے دن سب سے زیادہ نقصان اٹھائیں گے۔ جنت کے درجوں کے بدلے انہوں نے جہنم کے گڑھے لیئے۔ اللہ کی نعمتوں کے بدلے جہنم کی آگ قبول کی۔ میٹھے ٹھنڈے خوشگوار جنتی پانی کے بدلے جہنم کا آگ جیسا کھولتا ہوا گرم پانی انہیں حورعین کے بدلے لہو پیپ اور بلند وبالا محلات کے بدلے دوزخ کے تنگ مقامات انہوں نے لیے، رب رحمن کی نزدیکی اور دیدار کے بدلے اس کا غضب اور سزا انہیں ملی۔ بیشک یہاں یہ سخت گھاٹے میں رہے۔"
    },
    {
      "ayah": 21,
      "surah": 11,
      "text": "اللہ جل شانہ پہ بہتان باندھنے والے  جو لوگ اللہ کے ذمے بہتان باندھ لیں، ان کا انجام اور قیامت کے دن کی ساری مخلوق کے سامنے کی ان کی رسوائی کا بیان ہو رہا ہے۔ مسند احمد میں صفوان بن محزر کہتے ہیں کہ میں حضرت عبداللہ بن عمر کا ہاتھ تھامے ہوئے تھا کہ ایک شخص آپ کے پاس آیا پھر پوچھنے لگا کہ آپ نے رسول اللہ ﷺ سے قیامت کے دن کی سرگوشی کی بارے میں کیا سنا ہے ؟ آپ نے فرمایا میں نے حضور ﷺ سے سنا ہے کہ اللہ عزجل مومن کو اپنے سے قریب کرے گا یہاں تک کہ اپنا بازو اس پر رکھ دے گا اور اسے لوگوں کی نگاہوں سے چھپالے گا اور اسے اس کے گناہوں کا اقرار کرائے گا کہ کیا تجھے اپنا فلاں گناہ یاد ہے ؟ اور فلاں بھی اور فلاں بھی ؟ یہ اقرار کرتا جائے گا یہاں تک کہ سمجھ لے گا کہ بس اب ہلاک ہوا۔ اس وقت الرحم الراحیمن فرمائے گا کہ میرے بندے دنیا میں ان پر پردہ ڈالتا رہا سن آج بھی میں انہیں بخشتا ہوں۔ پھر اس کی نیکیوں کا اعمال نامہ اسے دے دیا جائے گا۔ اور کفار اور منافقین پر نو گواہ پیش ہوں گے جو کہیں گے کہ یہی وہ ہیں جو اللہ پر جھوٹ بولتے تھے یاد رہے کہ ان ظالموں پر اللہ کی لعنت ہے۔ یہ حدیث بخاری و مسلم میں بھی ہے۔  یہ لوگ اتباع حق، ہدایت اور جنت سے اوروں کو روکتے رہے اور اپنا طریقہ ٹیڑھا ترچھا ہی تلاش کرتے رہے ساتھ ہی قیامت اور آخرت کے دن کے بھی منکر ہی رہے اور اسے مانا ہی نہیں۔ یاد رہے کہ یہ اللہ کے ماتحت ہیں وہ ان سے ہر وقت انتقام لینے پر قادر ہے، اگر چاہے تو آخرت سے پہلے دنیا میں ہی پکڑ لے لیکن اس کی طرف سے تھوڑی سی ڈھیل انہیں مل گئی ہے۔ بخاری و مسلم میں ہے اللہ تعالیٰ ظالموں کو مہلت دے دیتا ہے بالآخر جب پکڑتا ہے تب چھوڑتا ہی نہیں۔ ان کی سزائیں بڑھتی ہی چلی جائیں گی۔ اس لیے کہ اللہ کی دی ہوئی قوتوں سے انہوں نے کام نہ لیا۔ سننے سے کانوں کو بہرہ رکھا۔ حق کی تابعداری سے آنکھوں کو اندھا رکھا جہنم میں جاتے وقت خود ہی کہیں گے کہ (آیت لو کنا نسمع اونعقل ما کنافی اصحاب السعیر) یعنی اگر سنتے ہوتے عقل رکھتے ہوتے تو آج دوزخی نہ بنتے یہی فرمان (آیت الذین کفروا و صدوا عن سبیل اللہ زدنا ھم عذابا فوق العذاب الخ) میں ہے کہ کافروں کے لیے اللہ کی راہ سے روکنے والوں کے لیے عذاب پر عذاب بڑھتا چلا جائے گا۔ ہر ایک حکم عدولی پر، ہر ایک برائی کے کام پر سزا بھگتیں گے۔ پس صحیح قول یہی ہے کہ آخرت کی نسبت کے اعتبار سے کفار بھی فروع شرع کے مکلف ہیں۔ یہی ہیں وہ جنہوں نے اپنے آپ کو نقصان پہنچایا اور خود اپنے تئیں جہنمی بنایا۔ جہاں کا عذاب ذرا سی دیر بھی ہلکا نہیں ہوگا۔ آگ کے شعلے کم ہونے تو کہاں اور تیز تیز ہوتے جائیں گے جنہیں انہوں نے گھڑ لیا تھا یعنی بت اور اللہ کے شریک وغیرہ آج وہ ان کے کسی کام نہ آئیں گے بلکہ نظر بھی نہ پڑیں گے بلکہ اور نقصان پہنچائیں گے۔ وہ تو ان کے دشمن ہوجائیں گے اور ان کے شرک سے صاف مکر جائیں گے۔ گو یہ انہیں باعث عزت سمجھتے ہیں لیکن درحقیقت وہ ان کے لیے باعث ذلت ہیں۔ کھلے طور پر اس بات کا قیامت کے دن انکار کردیں گے کہ ان مشرکوں نے انہیں پوجا۔ یہ ارشاد خلیل الرحمن ؑ کا اپنی قوم سے تھا کہ ان بتوں سے گو تم دنیوی تعلقات وابستہ رکھو لیکن قیامت کے دن ایک دوسرے کا انکار کردیں گے اور ایک دوسرے پر لعنت کرنے لگیں گے۔ اور تم سب کا ٹھکانا جہنم ہوگا اور کوئی کسی کو کوئی مدد نہ پہنچائے گا۔ یہی مضمون (اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْـبَابُ01606) 2۔ البقرة :166) میں ہے یعنی اس وقت پیشوا لوگ اپنے مریدوں سے دست بردار ہوجائیں گے عذاب الٰہی آنکھوں دیکھ لیں گے اور باہمی تعلقات سب منقطع ہوجائیں گے۔ اسی قسم کی اور بھی بہت سی آیتیں ہیں وہ بھی ان کی ہلاکت اور نقصان کی خبر دیتی ہیں۔ یقینا یہی لوگ قیامت کے دن سب سے زیادہ نقصان اٹھائیں گے۔ جنت کے درجوں کے بدلے انہوں نے جہنم کے گڑھے لیئے۔ اللہ کی نعمتوں کے بدلے جہنم کی آگ قبول کی۔ میٹھے ٹھنڈے خوشگوار جنتی پانی کے بدلے جہنم کا آگ جیسا کھولتا ہوا گرم پانی انہیں حورعین کے بدلے لہو پیپ اور بلند وبالا محلات کے بدلے دوزخ کے تنگ مقامات انہوں نے لیے، رب رحمن کی نزدیکی اور دیدار کے بدلے اس کا غضب اور سزا انہیں ملی۔ بیشک یہاں یہ سخت گھاٹے میں رہے۔"
    },
    {
      "ayah": 22,
      "surah": 11,
      "text": "اللہ جل شانہ پہ بہتان باندھنے والے  جو لوگ اللہ کے ذمے بہتان باندھ لیں، ان کا انجام اور قیامت کے دن کی ساری مخلوق کے سامنے کی ان کی رسوائی کا بیان ہو رہا ہے۔ مسند احمد میں صفوان بن محزر کہتے ہیں کہ میں حضرت عبداللہ بن عمر کا ہاتھ تھامے ہوئے تھا کہ ایک شخص آپ کے پاس آیا پھر پوچھنے لگا کہ آپ نے رسول اللہ ﷺ سے قیامت کے دن کی سرگوشی کی بارے میں کیا سنا ہے ؟ آپ نے فرمایا میں نے حضور ﷺ سے سنا ہے کہ اللہ عزجل مومن کو اپنے سے قریب کرے گا یہاں تک کہ اپنا بازو اس پر رکھ دے گا اور اسے لوگوں کی نگاہوں سے چھپالے گا اور اسے اس کے گناہوں کا اقرار کرائے گا کہ کیا تجھے اپنا فلاں گناہ یاد ہے ؟ اور فلاں بھی اور فلاں بھی ؟ یہ اقرار کرتا جائے گا یہاں تک کہ سمجھ لے گا کہ بس اب ہلاک ہوا۔ اس وقت الرحم الراحیمن فرمائے گا کہ میرے بندے دنیا میں ان پر پردہ ڈالتا رہا سن آج بھی میں انہیں بخشتا ہوں۔ پھر اس کی نیکیوں کا اعمال نامہ اسے دے دیا جائے گا۔ اور کفار اور منافقین پر نو گواہ پیش ہوں گے جو کہیں گے کہ یہی وہ ہیں جو اللہ پر جھوٹ بولتے تھے یاد رہے کہ ان ظالموں پر اللہ کی لعنت ہے۔ یہ حدیث بخاری و مسلم میں بھی ہے۔  یہ لوگ اتباع حق، ہدایت اور جنت سے اوروں کو روکتے رہے اور اپنا طریقہ ٹیڑھا ترچھا ہی تلاش کرتے رہے ساتھ ہی قیامت اور آخرت کے دن کے بھی منکر ہی رہے اور اسے مانا ہی نہیں۔ یاد رہے کہ یہ اللہ کے ماتحت ہیں وہ ان سے ہر وقت انتقام لینے پر قادر ہے، اگر چاہے تو آخرت سے پہلے دنیا میں ہی پکڑ لے لیکن اس کی طرف سے تھوڑی سی ڈھیل انہیں مل گئی ہے۔ بخاری و مسلم میں ہے اللہ تعالیٰ ظالموں کو مہلت دے دیتا ہے بالآخر جب پکڑتا ہے تب چھوڑتا ہی نہیں۔ ان کی سزائیں بڑھتی ہی چلی جائیں گی۔ اس لیے کہ اللہ کی دی ہوئی قوتوں سے انہوں نے کام نہ لیا۔ سننے سے کانوں کو بہرہ رکھا۔ حق کی تابعداری سے آنکھوں کو اندھا رکھا جہنم میں جاتے وقت خود ہی کہیں گے کہ (آیت لو کنا نسمع اونعقل ما کنافی اصحاب السعیر) یعنی اگر سنتے ہوتے عقل رکھتے ہوتے تو آج دوزخی نہ بنتے یہی فرمان (آیت الذین کفروا و صدوا عن سبیل اللہ زدنا ھم عذابا فوق العذاب الخ) میں ہے کہ کافروں کے لیے اللہ کی راہ سے روکنے والوں کے لیے عذاب پر عذاب بڑھتا چلا جائے گا۔ ہر ایک حکم عدولی پر، ہر ایک برائی کے کام پر سزا بھگتیں گے۔ پس صحیح قول یہی ہے کہ آخرت کی نسبت کے اعتبار سے کفار بھی فروع شرع کے مکلف ہیں۔ یہی ہیں وہ جنہوں نے اپنے آپ کو نقصان پہنچایا اور خود اپنے تئیں جہنمی بنایا۔ جہاں کا عذاب ذرا سی دیر بھی ہلکا نہیں ہوگا۔ آگ کے شعلے کم ہونے تو کہاں اور تیز تیز ہوتے جائیں گے جنہیں انہوں نے گھڑ لیا تھا یعنی بت اور اللہ کے شریک وغیرہ آج وہ ان کے کسی کام نہ آئیں گے بلکہ نظر بھی نہ پڑیں گے بلکہ اور نقصان پہنچائیں گے۔ وہ تو ان کے دشمن ہوجائیں گے اور ان کے شرک سے صاف مکر جائیں گے۔ گو یہ انہیں باعث عزت سمجھتے ہیں لیکن درحقیقت وہ ان کے لیے باعث ذلت ہیں۔ کھلے طور پر اس بات کا قیامت کے دن انکار کردیں گے کہ ان مشرکوں نے انہیں پوجا۔ یہ ارشاد خلیل الرحمن ؑ کا اپنی قوم سے تھا کہ ان بتوں سے گو تم دنیوی تعلقات وابستہ رکھو لیکن قیامت کے دن ایک دوسرے کا انکار کردیں گے اور ایک دوسرے پر لعنت کرنے لگیں گے۔ اور تم سب کا ٹھکانا جہنم ہوگا اور کوئی کسی کو کوئی مدد نہ پہنچائے گا۔ یہی مضمون (اِذْ تَبَرَّاَ الَّذِيْنَ اتُّبِعُوْا مِنَ الَّذِيْنَ اتَّبَعُوْا وَرَاَوُا الْعَذَابَ وَتَقَطَّعَتْ بِهِمُ الْاَسْـبَابُ01606) 2۔ البقرة :166) میں ہے یعنی اس وقت پیشوا لوگ اپنے مریدوں سے دست بردار ہوجائیں گے عذاب الٰہی آنکھوں دیکھ لیں گے اور باہمی تعلقات سب منقطع ہوجائیں گے۔ اسی قسم کی اور بھی بہت سی آیتیں ہیں وہ بھی ان کی ہلاکت اور نقصان کی خبر دیتی ہیں۔ یقینا یہی لوگ قیامت کے دن سب سے زیادہ نقصان اٹھائیں گے۔ جنت کے درجوں کے بدلے انہوں نے جہنم کے گڑھے لیئے۔ اللہ کی نعمتوں کے بدلے جہنم کی آگ قبول کی۔ میٹھے ٹھنڈے خوشگوار جنتی پانی کے بدلے جہنم کا آگ جیسا کھولتا ہوا گرم پانی انہیں حورعین کے بدلے لہو پیپ اور بلند وبالا محلات کے بدلے دوزخ کے تنگ مقامات انہوں نے لیے، رب رحمن کی نزدیکی اور دیدار کے بدلے اس کا غضب اور سزا انہیں ملی۔ بیشک یہاں یہ سخت گھاٹے میں رہے۔"
    },
    {
      "ayah": 23,
      "surah": 11,
      "text": "عقل و ہوش اور ایمان والے لوگ  بروں کے ذکر کے بعد اچھے لوگوں کا بیان ہو رہا ہے جن کے دل ایمان والے، جن کے جسمانی اعضا فرماں برداری کرنے والے تھے، قول و فعل سے فرمان رب بجا لانے والے اور رب کی نافرمانی سے بچنے والے تھے یہ لوگ جنت کے وارث ہوں گے۔ بلند وبالا بالا خانے، بچھے بچھائے تخت، چکھے ہوئے خوشوں اور میوؤں کے درخت ابھرے ابھرے فرش، خوبصورت بیویاں، قسم قسم کے خوش ذائقہ پھل، چاہت کے لذیذ کھانے پینے اور سب سے بڑھ کر دیدار الٰہی یہ نعمتیں ہوں گی جو ان کے لیے ہمیشگی کے لیے ہوں گی۔ نہ انہیں موت آئے گی نہ بڑھاپا، نہ بیماری، نہ غفلت، نہ رفع حاجت ہوگی، نہ تھوک، نہ ناک مشک، نہ بو والا پسینہ آیا اور غذا ہضم۔ پہلے بیان کردہ کافر شقی لوگ اور یہ مومن متقی لوگ بالکل وہی نسبت رکھتے ہیں جو اندھے بہرے اور بینا۔ اور سنتے میں ہے کافر دنیا میں حق کو دیکھنے میں اندھے تھے اور آخرت کے دن بھی بھلائی کی راہ نہیں پائیں گے نہ اسے دیکھیں گے۔ وہ حقانیت کی دلیلوں کی سننے سے بہرے تھے، نفع دینے والی بات سنتے ہی نہ تھے، اگر ان میں کوئی بھلائی ہوتی تو اللہ تعالیٰ انہیں ضرور سناتا۔ اس کے برخلاف مومن سمجھ دار، ذکی، عاقل، عالم، دیکھتا، بھالتا، سوچتا، سمجھتا حق و باطل میں تمیز کرتا۔ بھلائی لے لیتا، برائی چھوڑ دیتا، دلیل اور شبہ میں فرق کرلیتا اور باطل سے بچتا، حق کو مانتا۔ بتلائیے یہ دونوں کیسے برابر ہوسکتے ہیں ؟ تعجب ہے کہ پھر بھی تم ایسے دو مختلف شخصوں میں فرق نہیں سمجھتے۔ ارشاد ہے (لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِ ۭ اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۗىِٕزُوْنَ 20؀) 59۔ الحشر :20) دوزخی اور جنتی ایک نہیں ہوتے جنتی تو بلکل کامیاب ہیں اور آیت میں ہے اندھا اور دیکھنے والا برابر نہیں، اندھیرا اور اجالا برابر نہیں، سایہ اور دھوپ برابر نہیں، زندہ اور مردہ برابر نہیں۔ اللہ تو جسے چاہے سنا سکتا ہے تو قبر والوں کو سنا نہیں سکتا۔ تو تو صرف آ گاہ کردینے والا ہے۔ ہم نے تجھے حق کے ساتھ خوشخبری دینے والا اور ڈرانے والا بنا کر بھیجا ہے، ہر ہر امت میں ڈرانے والا ہوچکا ہے۔"
    },
    {
      "ayah": 24,
      "surah": 11,
      "text": "عقل و ہوش اور ایمان والے لوگ  بروں کے ذکر کے بعد اچھے لوگوں کا بیان ہو رہا ہے جن کے دل ایمان والے، جن کے جسمانی اعضا فرماں برداری کرنے والے تھے، قول و فعل سے فرمان رب بجا لانے والے اور رب کی نافرمانی سے بچنے والے تھے یہ لوگ جنت کے وارث ہوں گے۔ بلند وبالا بالا خانے، بچھے بچھائے تخت، چکھے ہوئے خوشوں اور میوؤں کے درخت ابھرے ابھرے فرش، خوبصورت بیویاں، قسم قسم کے خوش ذائقہ پھل، چاہت کے لذیذ کھانے پینے اور سب سے بڑھ کر دیدار الٰہی یہ نعمتیں ہوں گی جو ان کے لیے ہمیشگی کے لیے ہوں گی۔ نہ انہیں موت آئے گی نہ بڑھاپا، نہ بیماری، نہ غفلت، نہ رفع حاجت ہوگی، نہ تھوک، نہ ناک مشک، نہ بو والا پسینہ آیا اور غذا ہضم۔ پہلے بیان کردہ کافر شقی لوگ اور یہ مومن متقی لوگ بالکل وہی نسبت رکھتے ہیں جو اندھے بہرے اور بینا۔ اور سنتے میں ہے کافر دنیا میں حق کو دیکھنے میں اندھے تھے اور آخرت کے دن بھی بھلائی کی راہ نہیں پائیں گے نہ اسے دیکھیں گے۔ وہ حقانیت کی دلیلوں کی سننے سے بہرے تھے، نفع دینے والی بات سنتے ہی نہ تھے، اگر ان میں کوئی بھلائی ہوتی تو اللہ تعالیٰ انہیں ضرور سناتا۔ اس کے برخلاف مومن سمجھ دار، ذکی، عاقل، عالم، دیکھتا، بھالتا، سوچتا، سمجھتا حق و باطل میں تمیز کرتا۔ بھلائی لے لیتا، برائی چھوڑ دیتا، دلیل اور شبہ میں فرق کرلیتا اور باطل سے بچتا، حق کو مانتا۔ بتلائیے یہ دونوں کیسے برابر ہوسکتے ہیں ؟ تعجب ہے کہ پھر بھی تم ایسے دو مختلف شخصوں میں فرق نہیں سمجھتے۔ ارشاد ہے (لَا يَسْتَوِيْٓ اَصْحٰبُ النَّارِ وَاَصْحٰبُ الْجَنَّةِ ۭ اَصْحٰبُ الْجَنَّةِ هُمُ الْفَاۗىِٕزُوْنَ 20؀) 59۔ الحشر :20) دوزخی اور جنتی ایک نہیں ہوتے جنتی تو بلکل کامیاب ہیں اور آیت میں ہے اندھا اور دیکھنے والا برابر نہیں، اندھیرا اور اجالا برابر نہیں، سایہ اور دھوپ برابر نہیں، زندہ اور مردہ برابر نہیں۔ اللہ تو جسے چاہے سنا سکتا ہے تو قبر والوں کو سنا نہیں سکتا۔ تو تو صرف آ گاہ کردینے والا ہے۔ ہم نے تجھے حق کے ساتھ خوشخبری دینے والا اور ڈرانے والا بنا کر بھیجا ہے، ہر ہر امت میں ڈرانے والا ہوچکا ہے۔"
    },
    {
      "ayah": 25,
      "surah": 11,
      "text": "آدم ؑ کے بعد سب سے پہلا نبی ؟  سب سے پہلے کافروں کی طرف رسول بنا کر بت پرستی سے روکنے کے لیے زمین پر حضرت نوح ؑ ہی بھیجے گئے تھے۔ آپ نے اپنی قوم سے فرمایا کہ میں تمہیں اللہ کے عذاب سے ڈرانے آیا ہوں اگر تم غیر اللہ کی عبادت نہ چھوڑو گے تو عذاب میں پھنسو گے۔ دیکھو تم صرف ایک اللہ ہی کی عبادت کرتے رہو۔ اگر تم نے خلاف ورزی کی تو قیامت کے دن کے دردناک سخت عذابوں میں مجھے تمہارے لینے کا خوف ہے۔ اس پر قومی کافروں کے رؤسا اور امراء بول اٹھے کہ آپ کوئی فرشتہ تو ہیں نہیں ہم جیسے ہی انسان ہیں۔ پھر کیسے ممکن ہے کہ ہم سب کو چھوڑ کر تم ایک ہی کے پاس وحی آئے۔ اور ہم اپنی آنکھوں دیکھ رہے ہیں کہ ایسے رذیل لوگ آپ کے حلقے میں شامل ہوگئے ہیں کوئی شریف اور رئیس آپ کا فرماں بردار نہیں ہوا اور یہ لوگ بےسوچے سمجھے بغیر غور و فکر کے آپ کی مجلس میں آن بیٹھے ہیں اور ہاں میں ہاں ملائے جاتے ہیں۔ پھر ہم دیکھتے ہیں کہ اس نئے دین نے تمہیں کوئی فائدہ بھی نہیں پہنچایا کہ تم خوش حال ہوگئے ہو تمہاری روزیاں بڑھ گئی ہوں یا خلق و خلق میں تمہیں کوئی برتری ہم پر حاصل ہوگئی ہو۔ بلکہ ہمارے خیال سے تم سب سے جھوٹے ہو۔ نیکی اور صلاحیت اور عبادت پر جو وعدے تم ہمیں آخرت ملک کے دے رہے ہو ہمارے نزدیک تو یہ سب بھی جھوٹی باتیں ہیں۔ ان کفار کی بےعقلی تو دیکھئے اگر حق کے قبول کرنے والے نچلے طبقہ کے لوگ ہوئے تو کیا اس سے حق کی شان گھٹ گئی ؟ حق حق ہی ہے خواہ اس کے ماننے والے بڑے لوگ ہوں خواہ چھوٹے لوگ ہوں۔ بلکہ حق بات یہ ہے کہ حق کی پیروی کرنے والے ہی شریف لوگ ہیں۔ چاہے وہ مسکین مفلس ہی ہوں اور حق سے روگردانی کرنے والے ہیں ذلیل اور رذیل ہیں گو وہ غنی مالدار اور امیر امراء ہوں۔ ہاں یہ واقع ہے کہ سچائی کی آواز کو پہلے پہل غریب مسکین لوگ ہی قبول کرتے ہیں اور امیر کبیر لوگ ناک بھوں چڑھانے لگتے ہیں۔ فرمان قرآن ہے کہ تجھ سے پہلے جس جس بستی میں ہمارے انبیاء آئے وہاں کے بڑے لوگوں نے یہی کہا کہ ہم نے آپ باپ دادوں کو جس دین پر پایا ہے ہم تو انہیں کی خوشہ چینی کرتے رہیں گے۔ شاہ روم ہرقل نے جو ابو سفیان سے پوچھا تھا کہ شریف لوگوں نے اس کی تابعداری کی ہے یا ضعیف لوگوں نے ؟ تو اس نے یہی جواب دیا تھا کہ ضعیفوں نے جس پر ہرقل نے کہا تھا کہ رسولوں کے تابعدار یہی لوگ ہوتے ہیں۔ حق کی فوری قبولیت بھی کوئی عیب کی بات نہیں، حق کی وضاحت کے بعد رائے فکر کی ضرورت ہی کیا ؟ بلکہ ہر عقل مند کا کام یہی ہے کہ حق کو ماننے میں سبقت اور جلدی کرے۔ اس میں تامل کرنا جہالت اور کند ذہنی ہے۔ اللہ کے تمام پیغمبر بہت واضح اور صاف اور کھلی ہوئی دلیلیں لے کر آتے ہیں۔ حدیث شریف میں ہے کہ میں نے جسے بھی اسلام کی طرف بلایا اس میں کچھ نہ کچھ جھجھک ضرور پائی سوائے ابوبکر صدیق ؓ کے کہ انہوں نے کوئی تردد و تامل نہ کیا واضح چیز کو دیکھتے ہی فوراً بےجھجھک قبول کرلیا ان کا تیسرا اعتراض ہم کوئی برتری تم میں نہیں دیکھتے یہ بھی ان کے اندھے پن کی وجہ سے ہے اپنی ان کی آنکھیں اور کان نہ ہوں اور ایک موجود چیز کا انکار کریں تو فی الواقع اس کا نہ ہونا ثابت نہیں ہوسکتا۔ یہ تو نہ حق کو دیکھیں نہ حق کو سنیں بلکہ اپنے شک میں غوطے لگاتے رہتے ہیں۔ اپنی جہالت میں ڈبکیاں مارتے رہتے ہیں۔ جھوٹے مفتری خالی ہاتھ رذیل اور نقصانوں والے ہیں۔"
    },
    {
      "ayah": 26,
      "surah": 11,
      "text": "آدم ؑ کے بعد سب سے پہلا نبی ؟  سب سے پہلے کافروں کی طرف رسول بنا کر بت پرستی سے روکنے کے لیے زمین پر حضرت نوح ؑ ہی بھیجے گئے تھے۔ آپ نے اپنی قوم سے فرمایا کہ میں تمہیں اللہ کے عذاب سے ڈرانے آیا ہوں اگر تم غیر اللہ کی عبادت نہ چھوڑو گے تو عذاب میں پھنسو گے۔ دیکھو تم صرف ایک اللہ ہی کی عبادت کرتے رہو۔ اگر تم نے خلاف ورزی کی تو قیامت کے دن کے دردناک سخت عذابوں میں مجھے تمہارے لینے کا خوف ہے۔ اس پر قومی کافروں کے رؤسا اور امراء بول اٹھے کہ آپ کوئی فرشتہ تو ہیں نہیں ہم جیسے ہی انسان ہیں۔ پھر کیسے ممکن ہے کہ ہم سب کو چھوڑ کر تم ایک ہی کے پاس وحی آئے۔ اور ہم اپنی آنکھوں دیکھ رہے ہیں کہ ایسے رذیل لوگ آپ کے حلقے میں شامل ہوگئے ہیں کوئی شریف اور رئیس آپ کا فرماں بردار نہیں ہوا اور یہ لوگ بےسوچے سمجھے بغیر غور و فکر کے آپ کی مجلس میں آن بیٹھے ہیں اور ہاں میں ہاں ملائے جاتے ہیں۔ پھر ہم دیکھتے ہیں کہ اس نئے دین نے تمہیں کوئی فائدہ بھی نہیں پہنچایا کہ تم خوش حال ہوگئے ہو تمہاری روزیاں بڑھ گئی ہوں یا خلق و خلق میں تمہیں کوئی برتری ہم پر حاصل ہوگئی ہو۔ بلکہ ہمارے خیال سے تم سب سے جھوٹے ہو۔ نیکی اور صلاحیت اور عبادت پر جو وعدے تم ہمیں آخرت ملک کے دے رہے ہو ہمارے نزدیک تو یہ سب بھی جھوٹی باتیں ہیں۔ ان کفار کی بےعقلی تو دیکھئے اگر حق کے قبول کرنے والے نچلے طبقہ کے لوگ ہوئے تو کیا اس سے حق کی شان گھٹ گئی ؟ حق حق ہی ہے خواہ اس کے ماننے والے بڑے لوگ ہوں خواہ چھوٹے لوگ ہوں۔ بلکہ حق بات یہ ہے کہ حق کی پیروی کرنے والے ہی شریف لوگ ہیں۔ چاہے وہ مسکین مفلس ہی ہوں اور حق سے روگردانی کرنے والے ہیں ذلیل اور رذیل ہیں گو وہ غنی مالدار اور امیر امراء ہوں۔ ہاں یہ واقع ہے کہ سچائی کی آواز کو پہلے پہل غریب مسکین لوگ ہی قبول کرتے ہیں اور امیر کبیر لوگ ناک بھوں چڑھانے لگتے ہیں۔ فرمان قرآن ہے کہ تجھ سے پہلے جس جس بستی میں ہمارے انبیاء آئے وہاں کے بڑے لوگوں نے یہی کہا کہ ہم نے آپ باپ دادوں کو جس دین پر پایا ہے ہم تو انہیں کی خوشہ چینی کرتے رہیں گے۔ شاہ روم ہرقل نے جو ابو سفیان سے پوچھا تھا کہ شریف لوگوں نے اس کی تابعداری کی ہے یا ضعیف لوگوں نے ؟ تو اس نے یہی جواب دیا تھا کہ ضعیفوں نے جس پر ہرقل نے کہا تھا کہ رسولوں کے تابعدار یہی لوگ ہوتے ہیں۔ حق کی فوری قبولیت بھی کوئی عیب کی بات نہیں، حق کی وضاحت کے بعد رائے فکر کی ضرورت ہی کیا ؟ بلکہ ہر عقل مند کا کام یہی ہے کہ حق کو ماننے میں سبقت اور جلدی کرے۔ اس میں تامل کرنا جہالت اور کند ذہنی ہے۔ اللہ کے تمام پیغمبر بہت واضح اور صاف اور کھلی ہوئی دلیلیں لے کر آتے ہیں۔ حدیث شریف میں ہے کہ میں نے جسے بھی اسلام کی طرف بلایا اس میں کچھ نہ کچھ جھجھک ضرور پائی سوائے ابوبکر صدیق ؓ کے کہ انہوں نے کوئی تردد و تامل نہ کیا واضح چیز کو دیکھتے ہی فوراً بےجھجھک قبول کرلیا ان کا تیسرا اعتراض ہم کوئی برتری تم میں نہیں دیکھتے یہ بھی ان کے اندھے پن کی وجہ سے ہے اپنی ان کی آنکھیں اور کان نہ ہوں اور ایک موجود چیز کا انکار کریں تو فی الواقع اس کا نہ ہونا ثابت نہیں ہوسکتا۔ یہ تو نہ حق کو دیکھیں نہ حق کو سنیں بلکہ اپنے شک میں غوطے لگاتے رہتے ہیں۔ اپنی جہالت میں ڈبکیاں مارتے رہتے ہیں۔ جھوٹے مفتری خالی ہاتھ رذیل اور نقصانوں والے ہیں۔"
    },
    {
      "ayah": 27,
      "surah": 11,
      "text": "آدم ؑ کے بعد سب سے پہلا نبی ؟  سب سے پہلے کافروں کی طرف رسول بنا کر بت پرستی سے روکنے کے لیے زمین پر حضرت نوح ؑ ہی بھیجے گئے تھے۔ آپ نے اپنی قوم سے فرمایا کہ میں تمہیں اللہ کے عذاب سے ڈرانے آیا ہوں اگر تم غیر اللہ کی عبادت نہ چھوڑو گے تو عذاب میں پھنسو گے۔ دیکھو تم صرف ایک اللہ ہی کی عبادت کرتے رہو۔ اگر تم نے خلاف ورزی کی تو قیامت کے دن کے دردناک سخت عذابوں میں مجھے تمہارے لینے کا خوف ہے۔ اس پر قومی کافروں کے رؤسا اور امراء بول اٹھے کہ آپ کوئی فرشتہ تو ہیں نہیں ہم جیسے ہی انسان ہیں۔ پھر کیسے ممکن ہے کہ ہم سب کو چھوڑ کر تم ایک ہی کے پاس وحی آئے۔ اور ہم اپنی آنکھوں دیکھ رہے ہیں کہ ایسے رذیل لوگ آپ کے حلقے میں شامل ہوگئے ہیں کوئی شریف اور رئیس آپ کا فرماں بردار نہیں ہوا اور یہ لوگ بےسوچے سمجھے بغیر غور و فکر کے آپ کی مجلس میں آن بیٹھے ہیں اور ہاں میں ہاں ملائے جاتے ہیں۔ پھر ہم دیکھتے ہیں کہ اس نئے دین نے تمہیں کوئی فائدہ بھی نہیں پہنچایا کہ تم خوش حال ہوگئے ہو تمہاری روزیاں بڑھ گئی ہوں یا خلق و خلق میں تمہیں کوئی برتری ہم پر حاصل ہوگئی ہو۔ بلکہ ہمارے خیال سے تم سب سے جھوٹے ہو۔ نیکی اور صلاحیت اور عبادت پر جو وعدے تم ہمیں آخرت ملک کے دے رہے ہو ہمارے نزدیک تو یہ سب بھی جھوٹی باتیں ہیں۔ ان کفار کی بےعقلی تو دیکھئے اگر حق کے قبول کرنے والے نچلے طبقہ کے لوگ ہوئے تو کیا اس سے حق کی شان گھٹ گئی ؟ حق حق ہی ہے خواہ اس کے ماننے والے بڑے لوگ ہوں خواہ چھوٹے لوگ ہوں۔ بلکہ حق بات یہ ہے کہ حق کی پیروی کرنے والے ہی شریف لوگ ہیں۔ چاہے وہ مسکین مفلس ہی ہوں اور حق سے روگردانی کرنے والے ہیں ذلیل اور رذیل ہیں گو وہ غنی مالدار اور امیر امراء ہوں۔ ہاں یہ واقع ہے کہ سچائی کی آواز کو پہلے پہل غریب مسکین لوگ ہی قبول کرتے ہیں اور امیر کبیر لوگ ناک بھوں چڑھانے لگتے ہیں۔ فرمان قرآن ہے کہ تجھ سے پہلے جس جس بستی میں ہمارے انبیاء آئے وہاں کے بڑے لوگوں نے یہی کہا کہ ہم نے آپ باپ دادوں کو جس دین پر پایا ہے ہم تو انہیں کی خوشہ چینی کرتے رہیں گے۔ شاہ روم ہرقل نے جو ابو سفیان سے پوچھا تھا کہ شریف لوگوں نے اس کی تابعداری کی ہے یا ضعیف لوگوں نے ؟ تو اس نے یہی جواب دیا تھا کہ ضعیفوں نے جس پر ہرقل نے کہا تھا کہ رسولوں کے تابعدار یہی لوگ ہوتے ہیں۔ حق کی فوری قبولیت بھی کوئی عیب کی بات نہیں، حق کی وضاحت کے بعد رائے فکر کی ضرورت ہی کیا ؟ بلکہ ہر عقل مند کا کام یہی ہے کہ حق کو ماننے میں سبقت اور جلدی کرے۔ اس میں تامل کرنا جہالت اور کند ذہنی ہے۔ اللہ کے تمام پیغمبر بہت واضح اور صاف اور کھلی ہوئی دلیلیں لے کر آتے ہیں۔ حدیث شریف میں ہے کہ میں نے جسے بھی اسلام کی طرف بلایا اس میں کچھ نہ کچھ جھجھک ضرور پائی سوائے ابوبکر صدیق ؓ کے کہ انہوں نے کوئی تردد و تامل نہ کیا واضح چیز کو دیکھتے ہی فوراً بےجھجھک قبول کرلیا ان کا تیسرا اعتراض ہم کوئی برتری تم میں نہیں دیکھتے یہ بھی ان کے اندھے پن کی وجہ سے ہے اپنی ان کی آنکھیں اور کان نہ ہوں اور ایک موجود چیز کا انکار کریں تو فی الواقع اس کا نہ ہونا ثابت نہیں ہوسکتا۔ یہ تو نہ حق کو دیکھیں نہ حق کو سنیں بلکہ اپنے شک میں غوطے لگاتے رہتے ہیں۔ اپنی جہالت میں ڈبکیاں مارتے رہتے ہیں۔ جھوٹے مفتری خالی ہاتھ رذیل اور نقصانوں والے ہیں۔"
    },
    {
      "ayah": 28,
      "surah": 11,
      "text": "بلا اجرت خیر خواہ سے ناروا سلوک  حضرت نوح ؑ نے اپنی قوم کو جواب دیا کی سچی نوبت یقین اور واضح چیز میرے پاس تو میرے رب کی طرف سے آچکا ہے۔ بہت بڑی رحمت و نعمت اللہ تعالیٰ نے مجھے عطا فرمائی اور وہ تم سے پوشیدہ رہی تم اسے نہ دیکھ سکے نہ تم نے اس کی قدر دانی کی نہ اسے پہنچانا بلکہ بےسوچے سمجھے تم نے اسے دھکے دے دئیے اسے جھٹلانے لگ گئے اب بتاؤ کہ تمہاری اس ناپسندیدگی کی حالت میں میں کسیے یہ کرسکتا ہوں کہ تمہیں اس کا ماتحت بنا دوں ؟"
    },
    {
      "ayah": 29,
      "surah": 11,
      "text": "دعوت حق سب کے لیے یکساں ہے  آپ اپنی قوم سے فرماتے ہیں کہ میں جو کچھ نصیحت تمہیں کر رہا ہوں جنتی خیر خواہی تمہاری کرتا ہوں اسکی کوئی اجرت تو تم سے نہیں مانگتا، میری اجرت تو اللہ کے ذمے ہے۔ تم جو مجھ سے کہتے ہو کہ ان غریب مسکین ایمان والوں کو میں دھکے دیدوں مجھ سے تو یہ کبھی نہیں ہونے کا۔ یہی طلب آنحضرت ﷺ سے بھی کی گئی تھی جس کے جواب میں یہ آیت اتری (وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ 52؀) 6۔ الانعام :52) یعنی صبح شام اپنے رب کے پکارنے والوں کو اپنی مجلس سے نہ نکال۔ اور آیت میں ہے (وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۗءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَا ۭ اَلَيْسَ اللّٰهُ بِاَعْلَمَ بالشّٰكِرِيْنَ 53؀) 6۔ الانعام :53) اسی طرح ہم نے ایک کو دورے سے آزما لیا اور وہ کہنے لگے کہ کیا یہی وہ لوگ ہیں جن پر ہم سب کو چھوڑ کر اللہ کا فضل نازل ہوا ؟ کیا اللہ تعالیٰ شکر گزاروں کو نہیں جانتا ؟"
    },
    {
      "ayah": 3,
      "surah": 11,
      "text": "تعارف قرآن حکیم اللہ تعالیٰ کے فضل و کرم سے جو حروف سورتوں کے شروع میں آتے ہیں ان کی پوری تفصیل اس تفسیر کے شروع میں سورة بقرہ کے ان حروف کے بیان میں گزر چکی ہے جسے دوبارہ بیان کرنے کی ضرورت نہیں۔ یہاں فرمان ہے کہ یہ قرآن لفظوں میں محکم اور معنی میں مفصل ہے۔ پس مضمون اور معنی ہر طرح سے کامل ہے۔ یہ اس للہ کا کلام ہے جو اپنے اقوال و احکام میں حکیم ہے۔ جو کاموں کے انجام سے خبردار ہے۔ یہ قرآن اللہ کی عبادت کرانے اور دوسروں کی عبادت سے روکنے کے لیے اترا ہے۔ سب رسولوں پر پہلی وحی توحید کی آتی رہی ہے۔ سب سے یہی فرمایا گیا ہے کہ لوگ اللہ کی عبادت کریں۔ اس کے سوا اور کسی کی پرستش نہ کریں۔ پھر فرمایا کہ اللہ کی مخالفت کی وجہ سے جو عذاب آجاتے ہیں ان سے میں ڈرا رہا ہوں اور اس کی اطاعت کی بنا پر جو ثواب ملتے ہیں، ان کی میں بشارت سناتا ہوں۔ حضور ﷺ صفا پہاڑی پر چڑھ کر قریش کے خاندانوں کو آواز دیتے ہیں۔ زیادہ قریب والے پہلے، پھر ترتیب وار جب سب جمع ہوجاتے ہیں تو آپ ان سے دریافت فرماتے ہیں کہ اگر میں تم سے کہوں کہ کوئی لشکر صبح کو تم پر دھاوا کرنے والا ہے تو کیا تم مجھے سچا سمجھو گے ؟ انہوں نے جواب دیا کہ ہم نے آج تک آپ کی زبان سے کوئی جھوٹ سنا ہی نہیں۔ آپ نے فرمایا سنو میں تم سے کہتا ہوں کہ قیامت کے دن تمہاری ان بد اعمالیوں کی وجہ سے سخت تر عذاب ہوگا۔ پس تم ان سے ہوشیار ہوجاؤ۔ پھر ارشاد ہے کہ اے نبی ﷺ یہ بھی کہہ دو کہ میں تمہیں اپنے گذشتہ گناہوں سے توبہ کرنے اور آئندہ کے لیے اللہ کی طرف رجوع کرنے کی ہدایت کرتا ہوں اگر تم بھی ایسا ہی کرتے رہے تو دنیا میں بھی اچھی زندگی بسر کرو گے اور نیک عمل کرنے والوں کو اللہ تعالیٰ آخرت میں بھی بڑے بلند درجے عنایت فرمائے گا۔ قرآن کریم نے (مَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهٗ حَيٰوةً طَيِّبَةً ۚ وَلَـنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ 97؀) 16۔ النحل :97) میں فرمایا ہے کہ جو مرد و عورت ایمان دار ہو کر نیک عمل بھی کرتا رہے، اسے ہم پاکیزہ زندگی سے زندہ رکھیں گے۔ صحیح حدیث میں بھی ہے۔ حضور ﷺ نے حضرت سعد ؓ سے فرمایا کہ اللہ کی رضامندی کی تلاش میں تو جو کچھ بھی خرچ کرے گا اس کا اجر اللہ تعالیٰ سے پائے گا، یہاں تک کہ جو لقمہ تو اپنی بیوی کے منہ میں دے اس کا بھی۔ فضل والوں کو اللہ تعالیٰ فضل دے گا۔ یعنی گناہ تو برابر لکھا جاتا ہے اور نیکی دس گناہ لکھی جاتی ہے پھر اگر گناہ کی سزا دنیا میں ہی ہوگئی تو نیکیاں جوں کی توں باقی رہیں۔ اور اگر یہاں اس کی سزا نہ ملی تو زیادہ سے زیادہ ایک نیکی اس کے مقابل جاکر بھی نو نیکیاں بچ رہیں۔ پھر جس کی اکائیاں دھائیوں پر غالب آجائیں وہ تو واقعی خود ہی بد اور برا ہے۔ پھر انہیں دھمکایا جاتا ہے جو اللہ کے احکام کی رو گردانی کرلیں اور رسولوں کی نہ مانیں کہ ایسے لوگوں کو ضرور ضرور قیامت کے دن سخت عذاب ہوگا۔ تم سب کو لوٹ کر مالک ہی کے پاس جانا ہے، اسی کے سامنے جمع ہونا ہے۔ وہ ہر چیز پر قادر ہے، اپنے دوستوں سے احسان اپنے دشمنوں سے انتقام، مخلوق کی نئی پیدائش، سب اس کے قبضے میں ہے۔ پس پہلے رغبت دلائی اور اب ڈرایا۔"
    },
    {
      "ayah": 30,
      "surah": 11,
      "text": "دعوت حق سب کے لیے یکساں ہے  آپ اپنی قوم سے فرماتے ہیں کہ میں جو کچھ نصیحت تمہیں کر رہا ہوں جنتی خیر خواہی تمہاری کرتا ہوں اسکی کوئی اجرت تو تم سے نہیں مانگتا، میری اجرت تو اللہ کے ذمے ہے۔ تم جو مجھ سے کہتے ہو کہ ان غریب مسکین ایمان والوں کو میں دھکے دیدوں مجھ سے تو یہ کبھی نہیں ہونے کا۔ یہی طلب آنحضرت ﷺ سے بھی کی گئی تھی جس کے جواب میں یہ آیت اتری (وَلَا تَطْرُدِ الَّذِيْنَ يَدْعُوْنَ رَبَّهُمْ بالْغَدٰوةِ وَالْعَشِيِّ يُرِيْدُوْنَ وَجْهَهٗ 52؀) 6۔ الانعام :52) یعنی صبح شام اپنے رب کے پکارنے والوں کو اپنی مجلس سے نہ نکال۔ اور آیت میں ہے (وَكَذٰلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُوْلُوْٓا اَهٰٓؤُلَاۗءِ مَنَّ اللّٰهُ عَلَيْهِمْ مِّنْۢ بَيْنِنَا ۭ اَلَيْسَ اللّٰهُ بِاَعْلَمَ بالشّٰكِرِيْنَ 53؀) 6۔ الانعام :53) اسی طرح ہم نے ایک کو دورے سے آزما لیا اور وہ کہنے لگے کہ کیا یہی وہ لوگ ہیں جن پر ہم سب کو چھوڑ کر اللہ کا فضل نازل ہوا ؟ کیا اللہ تعالیٰ شکر گزاروں کو نہیں جانتا ؟"
    },
    {
      "ayah": 31,
      "surah": 11,
      "text": "میرا پیغام اللہ وحدہ لا شریک کی عبادت ہے آپ فرماتے ہیں میں صرف رسول اللہ ہوں، اللہ وحدہ لاشریک لہ کی عبادت اور توحید کی طرف اس کے فرمان کے مطابق تم سب کو بلاتا ہوں۔ اس سے میری مراد تم سے مال سمیٹنا نہیں۔ ہر بڑے چھوٹے کے لیے میری دعوت عام ہے جو قبول کرے گا نجات پائے گا۔ اللہ کے خزانوں کے ہیر پھیر کی مجھ میں قدرت نہیں۔ میں غیب نہیں جانتا ہاں جو بات اللہ مجھے معلوم کرادے معلوم ہوجاتی ہے۔ میں فرشتہ ہونے کا دعویدار نہیں ہوں۔ بلکہ ایک انسان ہوں جس کی تائید اللہ کی طرف سے معجزوں سے ہو رہی ہے۔ جنہیں تم رذیل اور ذلیل سمجھ رہے ہو۔ میں تو اس کا قائل نہیں کہ انہیں اللہ کے ہاں ان کی نیکیوں کا بدلہ نہیں ملے گا۔ ان کے باطن کا حال بھی مجھے معلوم نہیں اللہ ہی کو اس کا علم ہے۔ اگر ظاہر کی طرح باطن میں بھی ایماندار ہیں تو انہیں اللہ کے ہاں ضرور نیکیاں ملیں گی جو ان کے انجام کی برائی کو کہے اس نے ظلم کیا اور جہالت کی بات کہی۔"
    },
    {
      "ayah": 32,
      "surah": 11,
      "text": "قوم نوح کی عجلت پسندی کی حماقت  قوم نوح کی عجلت بیان ہو رہی ہے کہ عذاب مانگ بیٹھے۔ کہنے لگے بس حجتیں تو ہم نے بہت سی سن لیں۔ آخری فیصلہ ہمارا یہ ہے کہ ہم تو تیری تابعداری نہیں کرنے کے اب اگر تو سچا ہے تو دعا کر کے ہم پر عذاب لے آؤ۔ آپ نے جواب دیا کہ یہ بھی میرے بس کی بات نہیں اللہ کے ہاتھ ہے۔ اسے کوئی عاجز کرنے والا نہیں اگر اللہ کا ارادہ ہی تمہاری گمراہی اور بربادی کا ہے تو پھر واقعی میری نصیحت بےسود ہے۔ سب کا مالک اللہ ہی ہے تمام کاموں کی تکمیل اسی کے ہاتھ ہے۔ متصرف، حاکم، عادل، غیر ظالم، فیصلوں کے امر کا مالک، ابتداء پیدا کرنے والا، پھر لوٹانے والا، دنیا و آخرت کا تنہا مالک وہی ہے۔ ساری مخلوق کو اسی کی طرف لوٹنا ہے۔"
    },
    {
      "ayah": 33,
      "surah": 11,
      "text": "قوم نوح کی عجلت پسندی کی حماقت  قوم نوح کی عجلت بیان ہو رہی ہے کہ عذاب مانگ بیٹھے۔ کہنے لگے بس حجتیں تو ہم نے بہت سی سن لیں۔ آخری فیصلہ ہمارا یہ ہے کہ ہم تو تیری تابعداری نہیں کرنے کے اب اگر تو سچا ہے تو دعا کر کے ہم پر عذاب لے آؤ۔ آپ نے جواب دیا کہ یہ بھی میرے بس کی بات نہیں اللہ کے ہاتھ ہے۔ اسے کوئی عاجز کرنے والا نہیں اگر اللہ کا ارادہ ہی تمہاری گمراہی اور بربادی کا ہے تو پھر واقعی میری نصیحت بےسود ہے۔ سب کا مالک اللہ ہی ہے تمام کاموں کی تکمیل اسی کے ہاتھ ہے۔ متصرف، حاکم، عادل، غیر ظالم، فیصلوں کے امر کا مالک، ابتداء پیدا کرنے والا، پھر لوٹانے والا، دنیا و آخرت کا تنہا مالک وہی ہے۔ ساری مخلوق کو اسی کی طرف لوٹنا ہے۔"
    },
    {
      "ayah": 34,
      "surah": 11,
      "text": "قوم نوح کی عجلت پسندی کی حماقت  قوم نوح کی عجلت بیان ہو رہی ہے کہ عذاب مانگ بیٹھے۔ کہنے لگے بس حجتیں تو ہم نے بہت سی سن لیں۔ آخری فیصلہ ہمارا یہ ہے کہ ہم تو تیری تابعداری نہیں کرنے کے اب اگر تو سچا ہے تو دعا کر کے ہم پر عذاب لے آؤ۔ آپ نے جواب دیا کہ یہ بھی میرے بس کی بات نہیں اللہ کے ہاتھ ہے۔ اسے کوئی عاجز کرنے والا نہیں اگر اللہ کا ارادہ ہی تمہاری گمراہی اور بربادی کا ہے تو پھر واقعی میری نصیحت بےسود ہے۔ سب کا مالک اللہ ہی ہے تمام کاموں کی تکمیل اسی کے ہاتھ ہے۔ متصرف، حاکم، عادل، غیر ظالم، فیصلوں کے امر کا مالک، ابتداء پیدا کرنے والا، پھر لوٹانے والا، دنیا و آخرت کا تنہا مالک وہی ہے۔ ساری مخلوق کو اسی کی طرف لوٹنا ہے۔"
    },
    {
      "ayah": 35,
      "surah": 11,
      "text": "کفار کا الزام اور رسول اللہ ﷺ کا جواب  یہ درمیانی کلام اس قصے کے بیچ میں اس کی تائید اور تقریر ہے کہ ہے۔ اللہ تعالیٰ اپنے آخری رسول ﷺ سے فرماتا ہے کہ یہ کفار تجھ پر اس قرآن کے از خود گھڑ لینے کا الزام لگا رہے ہیں تو جواب دے کہ اگر ایسا ہے تو میرا گناہ مجھ پر ہے میں جانتا ہوں کہ اللہ کے عذاب کیسے کچھ ہیں ؟ پھر کیسے ممکن ہے کہ میں اللہ پر جھوٹ افتراء گھڑ لوں ؟ ہاں اپنے گناہوں کے ذمے دار تم آپ ہو۔"
    },
    {
      "ayah": 36,
      "surah": 11,
      "text": "قوم نوح کا مانگا ہوا عذاب اسے ملا  قوم نوح نے جب عذابوں کی مانگ جلدی مچائی تو آپ نے اللہ سے دعا کی الٰہی زمین پر کسی کافر کو رہتا بستا نہ چھوڑ۔ پروردگار میں عاجز آگیا ہوں، تو میری مدد کر۔ اسی وقت وحی آئی کہ جو ایمان لاچکے ہیں ان کے سوا اور کوئی اب ایمان نہ لائے گا تو ان پر افسوس نہ کر نہ ان کا کوئی ایسا خاص خیال کر۔ ہمارے دیکھتے ہی ہماری تعلیم کے مطابق ایک کشتی تیار کر اور اب ظالموں کے بارے میں ہم سے کوئی بات چیت نہ کر، ہم ان کا ڈبو دینا مقرر کرچکے ہیں۔ بعض سلف کہتے ہیں حکم ہوا کہ لکڑیاں کاٹ کر سکھا کر تختے بنالو۔ اس میں ایک سو سال گزر گئے پھر مکمل تیاری میں سو سال اور نکل گئے ایک قول ہے چالیس سال لگے واللہ اعلم۔ امام محمد بن اسحاق توراۃ سے نقل کرتے ہیں کہ ساگ کی لکڑی کی یہ کشتی تیار ہوئی اس کا طول اسی (80) ہاتھ تھا اور عرض پچاس (50) ہاتھ کا تھا۔ اندر باہر سے روغن کیا گیا تھا پانی کاٹنے کے پر پرزے بھی تھے قتادہ کا قول ہے کہ لمبائی تین سو ہاتھ کی تھی۔ ابن عباس کا فرمان ہے کہ طول بارہ سو ہاتھ کا تھا اور چوڑائی چھ سو ہاتھ کی تھی۔ کہا گیا ہے کہ طول دوہزار ہاتھ اور چوڑائی ایک سو ہاتھ کی تھی واللہ اعلم۔ اس کی اندرونی اونچائی تیس ہاتھ کی تھی اس میں تین درجے تھے ہر درجہ دس ہاتھ اونچا تھا۔ سب سے نیچے کے حصے میں چوپائے اور جنگلی جانور تھے۔ درمیان کے حصے میں انسان تھے اور اوپر کے حصے میں پرندے تھے۔ ان میں چھوٹا دروازہ تھا، اوپر سے بالکل بند تھی۔ ابن جریر نے ایک غریب اثر عبداللہ بن عباس سے ذکر کیا ہے کہ حواریوں نے حضرت عیسیٰ بن مریم سے درخواست کی کہ اگر آپ بحکم الٰہی کسی ایسے مردہ کو جلاتے جس نے کشتی نوح دیکھی ہو تو ہمیں اسے معلومات ہوتیں آپ انہیں لے کر ایک ٹیلے پر پہنچ کر وہاں کی مٹی اٹھائی اور فرمایا جانتے ہو یہ کون ہے ؟ انہوں نے کہا کہ اللہ اور اس کے رسول کو ہی علم ہے۔ آپ نے فرمایا یہ پنڈلی ہے حام بن نوح کی پھر آپ نے ایک لکڑی اس ٹیلے پر مار کر فرمایا اللہ کے حکم سے اٹھ کھڑا ہو اسی وقت ایک بڈھا سا آدمی اپنے سر سے مٹی جھاڑتا ہوا اٹھ کھڑا ہوا۔ آپ نے اس سے پوچھا کیا تو بڑھاپے میں مرا تھا۔ اس نے کہا نہیں مرا تو تھا جوانی میں لیکن اب دل پر دہشت بیٹھی کہ قیامت قائم ہوگئی اس دہشت نے بوڑھا کردیا۔ آپ نے فرمایا اچھا حضرت نوح کی کشتی کی بابت اپنی معلومات بیان کرو۔ اس نے کہا وہ بارہ سو ہاتھ لمبی اور چھ سو ہاتھ چوڑی تھی تین درجوں کی تھی۔ ایک میں جانور اور چوپائے تھے، دوسرے میں انسان، تیسرے میں پرند، جب جانوروں کا گوبر پھیل گیا تو اللہ تعالیٰ نے حضرت نوح کی طرف وحی بھیجی کے ہاتھی کی دم ہلاؤ۔ آپ کے ہلاتے ہی اس سے خنزیر نر مادہ نکل آئے اور وہ میل کھانے لگے۔ چوہوں نے جب اس کے تختے کترنے شروع کئے تو حکم ہوا کہ شیر کی پیشانی پر انگلی لگا۔ اس سے بلی کا جوڑا نکلا اور چوہوں کی طرف لپکا۔ حضرت عیسیٰ ؑ نے سوال کیا کہ حضرت نوح ؑ کو شہروں کے غرقاب ہونے کا علم کیسے ہوگیا ؟ آپ نے فرمایا کہ انہوں نے کوے کو خبر لینے کے لیے بھیجا لیکن وہ ایک لاش پر بیٹھ گیا، دیر تک وہ واپس نہ آیا تو آپ نے اس کے لیے ہمیشہ ڈرتے رہنے کی بد دعا کی۔ اسی لیے وہ گھروں سے مانوس نہیں ہوتا۔ پھر آپ نے کبوتر کو بھیجا وہ اپنی چونچ میں زیتون کے درخت کا پتہ لے کر آیا اور اپنے پنجوں میں خشک مٹی لایا اس سے معلوم ہوگیا کہ شہر ڈوب چکے ہیں۔ آپ نے اس کی گردن میں خصرہ کا طوق ڈال دیا اور اس کے لیے امن وانس کی دعا کی پس وہ گھروں میں رہتا سہتا ہے۔ حواریوں نے کہا اے رسول اللہ آپ انہیں ہمارے ہاں لے چلئے کہ ہم میں بیٹھ کر اور بھی باتیں ہمیں سنائیں۔ آپ نے فرمایا یہ تمہارے ساتھ کیسے آسکتا ہے جب کہ اس کی روزی نہیں۔ پھر فرمایا اللہ کے حکم سے جیسا تھا ویسا ہی ہوجا، وہ اسی وقت مٹی ہوگیا۔ نوح ؑ تو کشتی بنانے میں لگے اور کافروں کو ایک مذاق ہاتھ لگ گیا وہ چلتے پھرتے انہیں چھیڑتے اور باتیں بناتے اور طعنہ دیتے کیونکہ انہیں جھوٹا جانتے تھے اور عذاب کے وعدے پر انہیں یقین نہ تھا۔ اس کے جواب میں حضرت نوح ؑ فرماتے اچھا دل خوش کرلو وقت آرہا ہے کہ اس کا پورا بدلہ لے لیا جائے۔ ابھی جان لو گے کہ کون اللہ کے عذاب سے دنیا میں رسوا ہوتا ہے اور کس پر اخروی عذاب آچمٹتا ہے جو کبھی ٹالے نہ ٹلے۔"
    },
    {
      "ayah": 37,
      "surah": 11,
      "text": "قوم نوح کا مانگا ہوا عذاب اسے ملا  قوم نوح نے جب عذابوں کی مانگ جلدی مچائی تو آپ نے اللہ سے دعا کی الٰہی زمین پر کسی کافر کو رہتا بستا نہ چھوڑ۔ پروردگار میں عاجز آگیا ہوں، تو میری مدد کر۔ اسی وقت وحی آئی کہ جو ایمان لاچکے ہیں ان کے سوا اور کوئی اب ایمان نہ لائے گا تو ان پر افسوس نہ کر نہ ان کا کوئی ایسا خاص خیال کر۔ ہمارے دیکھتے ہی ہماری تعلیم کے مطابق ایک کشتی تیار کر اور اب ظالموں کے بارے میں ہم سے کوئی بات چیت نہ کر، ہم ان کا ڈبو دینا مقرر کرچکے ہیں۔ بعض سلف کہتے ہیں حکم ہوا کہ لکڑیاں کاٹ کر سکھا کر تختے بنالو۔ اس میں ایک سو سال گزر گئے پھر مکمل تیاری میں سو سال اور نکل گئے ایک قول ہے چالیس سال لگے واللہ اعلم۔ امام محمد بن اسحاق توراۃ سے نقل کرتے ہیں کہ ساگ کی لکڑی کی یہ کشتی تیار ہوئی اس کا طول اسی (80) ہاتھ تھا اور عرض پچاس (50) ہاتھ کا تھا۔ اندر باہر سے روغن کیا گیا تھا پانی کاٹنے کے پر پرزے بھی تھے قتادہ کا قول ہے کہ لمبائی تین سو ہاتھ کی تھی۔ ابن عباس کا فرمان ہے کہ طول بارہ سو ہاتھ کا تھا اور چوڑائی چھ سو ہاتھ کی تھی۔ کہا گیا ہے کہ طول دوہزار ہاتھ اور چوڑائی ایک سو ہاتھ کی تھی واللہ اعلم۔ اس کی اندرونی اونچائی تیس ہاتھ کی تھی اس میں تین درجے تھے ہر درجہ دس ہاتھ اونچا تھا۔ سب سے نیچے کے حصے میں چوپائے اور جنگلی جانور تھے۔ درمیان کے حصے میں انسان تھے اور اوپر کے حصے میں پرندے تھے۔ ان میں چھوٹا دروازہ تھا، اوپر سے بالکل بند تھی۔ ابن جریر نے ایک غریب اثر عبداللہ بن عباس سے ذکر کیا ہے کہ حواریوں نے حضرت عیسیٰ بن مریم سے درخواست کی کہ اگر آپ بحکم الٰہی کسی ایسے مردہ کو جلاتے جس نے کشتی نوح دیکھی ہو تو ہمیں اسے معلومات ہوتیں آپ انہیں لے کر ایک ٹیلے پر پہنچ کر وہاں کی مٹی اٹھائی اور فرمایا جانتے ہو یہ کون ہے ؟ انہوں نے کہا کہ اللہ اور اس کے رسول کو ہی علم ہے۔ آپ نے فرمایا یہ پنڈلی ہے حام بن نوح کی پھر آپ نے ایک لکڑی اس ٹیلے پر مار کر فرمایا اللہ کے حکم سے اٹھ کھڑا ہو اسی وقت ایک بڈھا سا آدمی اپنے سر سے مٹی جھاڑتا ہوا اٹھ کھڑا ہوا۔ آپ نے اس سے پوچھا کیا تو بڑھاپے میں مرا تھا۔ اس نے کہا نہیں مرا تو تھا جوانی میں لیکن اب دل پر دہشت بیٹھی کہ قیامت قائم ہوگئی اس دہشت نے بوڑھا کردیا۔ آپ نے فرمایا اچھا حضرت نوح کی کشتی کی بابت اپنی معلومات بیان کرو۔ اس نے کہا وہ بارہ سو ہاتھ لمبی اور چھ سو ہاتھ چوڑی تھی تین درجوں کی تھی۔ ایک میں جانور اور چوپائے تھے، دوسرے میں انسان، تیسرے میں پرند، جب جانوروں کا گوبر پھیل گیا تو اللہ تعالیٰ نے حضرت نوح کی طرف وحی بھیجی کے ہاتھی کی دم ہلاؤ۔ آپ کے ہلاتے ہی اس سے خنزیر نر مادہ نکل آئے اور وہ میل کھانے لگے۔ چوہوں نے جب اس کے تختے کترنے شروع کئے تو حکم ہوا کہ شیر کی پیشانی پر انگلی لگا۔ اس سے بلی کا جوڑا نکلا اور چوہوں کی طرف لپکا۔ حضرت عیسیٰ ؑ نے سوال کیا کہ حضرت نوح ؑ کو شہروں کے غرقاب ہونے کا علم کیسے ہوگیا ؟ آپ نے فرمایا کہ انہوں نے کوے کو خبر لینے کے لیے بھیجا لیکن وہ ایک لاش پر بیٹھ گیا، دیر تک وہ واپس نہ آیا تو آپ نے اس کے لیے ہمیشہ ڈرتے رہنے کی بد دعا کی۔ اسی لیے وہ گھروں سے مانوس نہیں ہوتا۔ پھر آپ نے کبوتر کو بھیجا وہ اپنی چونچ میں زیتون کے درخت کا پتہ لے کر آیا اور اپنے پنجوں میں خشک مٹی لایا اس سے معلوم ہوگیا کہ شہر ڈوب چکے ہیں۔ آپ نے اس کی گردن میں خصرہ کا طوق ڈال دیا اور اس کے لیے امن وانس کی دعا کی پس وہ گھروں میں رہتا سہتا ہے۔ حواریوں نے کہا اے رسول اللہ آپ انہیں ہمارے ہاں لے چلئے کہ ہم میں بیٹھ کر اور بھی باتیں ہمیں سنائیں۔ آپ نے فرمایا یہ تمہارے ساتھ کیسے آسکتا ہے جب کہ اس کی روزی نہیں۔ پھر فرمایا اللہ کے حکم سے جیسا تھا ویسا ہی ہوجا، وہ اسی وقت مٹی ہوگیا۔ نوح ؑ تو کشتی بنانے میں لگے اور کافروں کو ایک مذاق ہاتھ لگ گیا وہ چلتے پھرتے انہیں چھیڑتے اور باتیں بناتے اور طعنہ دیتے کیونکہ انہیں جھوٹا جانتے تھے اور عذاب کے وعدے پر انہیں یقین نہ تھا۔ اس کے جواب میں حضرت نوح ؑ فرماتے اچھا دل خوش کرلو وقت آرہا ہے کہ اس کا پورا بدلہ لے لیا جائے۔ ابھی جان لو گے کہ کون اللہ کے عذاب سے دنیا میں رسوا ہوتا ہے اور کس پر اخروی عذاب آچمٹتا ہے جو کبھی ٹالے نہ ٹلے۔"
    },
    {
      "ayah": 38,
      "surah": 11,
      "text": "قوم نوح کا مانگا ہوا عذاب اسے ملا  قوم نوح نے جب عذابوں کی مانگ جلدی مچائی تو آپ نے اللہ سے دعا کی الٰہی زمین پر کسی کافر کو رہتا بستا نہ چھوڑ۔ پروردگار میں عاجز آگیا ہوں، تو میری مدد کر۔ اسی وقت وحی آئی کہ جو ایمان لاچکے ہیں ان کے سوا اور کوئی اب ایمان نہ لائے گا تو ان پر افسوس نہ کر نہ ان کا کوئی ایسا خاص خیال کر۔ ہمارے دیکھتے ہی ہماری تعلیم کے مطابق ایک کشتی تیار کر اور اب ظالموں کے بارے میں ہم سے کوئی بات چیت نہ کر، ہم ان کا ڈبو دینا مقرر کرچکے ہیں۔ بعض سلف کہتے ہیں حکم ہوا کہ لکڑیاں کاٹ کر سکھا کر تختے بنالو۔ اس میں ایک سو سال گزر گئے پھر مکمل تیاری میں سو سال اور نکل گئے ایک قول ہے چالیس سال لگے واللہ اعلم۔ امام محمد بن اسحاق توراۃ سے نقل کرتے ہیں کہ ساگ کی لکڑی کی یہ کشتی تیار ہوئی اس کا طول اسی (80) ہاتھ تھا اور عرض پچاس (50) ہاتھ کا تھا۔ اندر باہر سے روغن کیا گیا تھا پانی کاٹنے کے پر پرزے بھی تھے قتادہ کا قول ہے کہ لمبائی تین سو ہاتھ کی تھی۔ ابن عباس کا فرمان ہے کہ طول بارہ سو ہاتھ کا تھا اور چوڑائی چھ سو ہاتھ کی تھی۔ کہا گیا ہے کہ طول دوہزار ہاتھ اور چوڑائی ایک سو ہاتھ کی تھی واللہ اعلم۔ اس کی اندرونی اونچائی تیس ہاتھ کی تھی اس میں تین درجے تھے ہر درجہ دس ہاتھ اونچا تھا۔ سب سے نیچے کے حصے میں چوپائے اور جنگلی جانور تھے۔ درمیان کے حصے میں انسان تھے اور اوپر کے حصے میں پرندے تھے۔ ان میں چھوٹا دروازہ تھا، اوپر سے بالکل بند تھی۔ ابن جریر نے ایک غریب اثر عبداللہ بن عباس سے ذکر کیا ہے کہ حواریوں نے حضرت عیسیٰ بن مریم سے درخواست کی کہ اگر آپ بحکم الٰہی کسی ایسے مردہ کو جلاتے جس نے کشتی نوح دیکھی ہو تو ہمیں اسے معلومات ہوتیں آپ انہیں لے کر ایک ٹیلے پر پہنچ کر وہاں کی مٹی اٹھائی اور فرمایا جانتے ہو یہ کون ہے ؟ انہوں نے کہا کہ اللہ اور اس کے رسول کو ہی علم ہے۔ آپ نے فرمایا یہ پنڈلی ہے حام بن نوح کی پھر آپ نے ایک لکڑی اس ٹیلے پر مار کر فرمایا اللہ کے حکم سے اٹھ کھڑا ہو اسی وقت ایک بڈھا سا آدمی اپنے سر سے مٹی جھاڑتا ہوا اٹھ کھڑا ہوا۔ آپ نے اس سے پوچھا کیا تو بڑھاپے میں مرا تھا۔ اس نے کہا نہیں مرا تو تھا جوانی میں لیکن اب دل پر دہشت بیٹھی کہ قیامت قائم ہوگئی اس دہشت نے بوڑھا کردیا۔ آپ نے فرمایا اچھا حضرت نوح کی کشتی کی بابت اپنی معلومات بیان کرو۔ اس نے کہا وہ بارہ سو ہاتھ لمبی اور چھ سو ہاتھ چوڑی تھی تین درجوں کی تھی۔ ایک میں جانور اور چوپائے تھے، دوسرے میں انسان، تیسرے میں پرند، جب جانوروں کا گوبر پھیل گیا تو اللہ تعالیٰ نے حضرت نوح کی طرف وحی بھیجی کے ہاتھی کی دم ہلاؤ۔ آپ کے ہلاتے ہی اس سے خنزیر نر مادہ نکل آئے اور وہ میل کھانے لگے۔ چوہوں نے جب اس کے تختے کترنے شروع کئے تو حکم ہوا کہ شیر کی پیشانی پر انگلی لگا۔ اس سے بلی کا جوڑا نکلا اور چوہوں کی طرف لپکا۔ حضرت عیسیٰ ؑ نے سوال کیا کہ حضرت نوح ؑ کو شہروں کے غرقاب ہونے کا علم کیسے ہوگیا ؟ آپ نے فرمایا کہ انہوں نے کوے کو خبر لینے کے لیے بھیجا لیکن وہ ایک لاش پر بیٹھ گیا، دیر تک وہ واپس نہ آیا تو آپ نے اس کے لیے ہمیشہ ڈرتے رہنے کی بد دعا کی۔ اسی لیے وہ گھروں سے مانوس نہیں ہوتا۔ پھر آپ نے کبوتر کو بھیجا وہ اپنی چونچ میں زیتون کے درخت کا پتہ لے کر آیا اور اپنے پنجوں میں خشک مٹی لایا اس سے معلوم ہوگیا کہ شہر ڈوب چکے ہیں۔ آپ نے اس کی گردن میں خصرہ کا طوق ڈال دیا اور اس کے لیے امن وانس کی دعا کی پس وہ گھروں میں رہتا سہتا ہے۔ حواریوں نے کہا اے رسول اللہ آپ انہیں ہمارے ہاں لے چلئے کہ ہم میں بیٹھ کر اور بھی باتیں ہمیں سنائیں۔ آپ نے فرمایا یہ تمہارے ساتھ کیسے آسکتا ہے جب کہ اس کی روزی نہیں۔ پھر فرمایا اللہ کے حکم سے جیسا تھا ویسا ہی ہوجا، وہ اسی وقت مٹی ہوگیا۔ نوح ؑ تو کشتی بنانے میں لگے اور کافروں کو ایک مذاق ہاتھ لگ گیا وہ چلتے پھرتے انہیں چھیڑتے اور باتیں بناتے اور طعنہ دیتے کیونکہ انہیں جھوٹا جانتے تھے اور عذاب کے وعدے پر انہیں یقین نہ تھا۔ اس کے جواب میں حضرت نوح ؑ فرماتے اچھا دل خوش کرلو وقت آرہا ہے کہ اس کا پورا بدلہ لے لیا جائے۔ ابھی جان لو گے کہ کون اللہ کے عذاب سے دنیا میں رسوا ہوتا ہے اور کس پر اخروی عذاب آچمٹتا ہے جو کبھی ٹالے نہ ٹلے۔"
    },
    {
      "ayah": 39,
      "surah": 11,
      "text": "قوم نوح کا مانگا ہوا عذاب اسے ملا  قوم نوح نے جب عذابوں کی مانگ جلدی مچائی تو آپ نے اللہ سے دعا کی الٰہی زمین پر کسی کافر کو رہتا بستا نہ چھوڑ۔ پروردگار میں عاجز آگیا ہوں، تو میری مدد کر۔ اسی وقت وحی آئی کہ جو ایمان لاچکے ہیں ان کے سوا اور کوئی اب ایمان نہ لائے گا تو ان پر افسوس نہ کر نہ ان کا کوئی ایسا خاص خیال کر۔ ہمارے دیکھتے ہی ہماری تعلیم کے مطابق ایک کشتی تیار کر اور اب ظالموں کے بارے میں ہم سے کوئی بات چیت نہ کر، ہم ان کا ڈبو دینا مقرر کرچکے ہیں۔ بعض سلف کہتے ہیں حکم ہوا کہ لکڑیاں کاٹ کر سکھا کر تختے بنالو۔ اس میں ایک سو سال گزر گئے پھر مکمل تیاری میں سو سال اور نکل گئے ایک قول ہے چالیس سال لگے واللہ اعلم۔ امام محمد بن اسحاق توراۃ سے نقل کرتے ہیں کہ ساگ کی لکڑی کی یہ کشتی تیار ہوئی اس کا طول اسی (80) ہاتھ تھا اور عرض پچاس (50) ہاتھ کا تھا۔ اندر باہر سے روغن کیا گیا تھا پانی کاٹنے کے پر پرزے بھی تھے قتادہ کا قول ہے کہ لمبائی تین سو ہاتھ کی تھی۔ ابن عباس کا فرمان ہے کہ طول بارہ سو ہاتھ کا تھا اور چوڑائی چھ سو ہاتھ کی تھی۔ کہا گیا ہے کہ طول دوہزار ہاتھ اور چوڑائی ایک سو ہاتھ کی تھی واللہ اعلم۔ اس کی اندرونی اونچائی تیس ہاتھ کی تھی اس میں تین درجے تھے ہر درجہ دس ہاتھ اونچا تھا۔ سب سے نیچے کے حصے میں چوپائے اور جنگلی جانور تھے۔ درمیان کے حصے میں انسان تھے اور اوپر کے حصے میں پرندے تھے۔ ان میں چھوٹا دروازہ تھا، اوپر سے بالکل بند تھی۔ ابن جریر نے ایک غریب اثر عبداللہ بن عباس سے ذکر کیا ہے کہ حواریوں نے حضرت عیسیٰ بن مریم سے درخواست کی کہ اگر آپ بحکم الٰہی کسی ایسے مردہ کو جلاتے جس نے کشتی نوح دیکھی ہو تو ہمیں اسے معلومات ہوتیں آپ انہیں لے کر ایک ٹیلے پر پہنچ کر وہاں کی مٹی اٹھائی اور فرمایا جانتے ہو یہ کون ہے ؟ انہوں نے کہا کہ اللہ اور اس کے رسول کو ہی علم ہے۔ آپ نے فرمایا یہ پنڈلی ہے حام بن نوح کی پھر آپ نے ایک لکڑی اس ٹیلے پر مار کر فرمایا اللہ کے حکم سے اٹھ کھڑا ہو اسی وقت ایک بڈھا سا آدمی اپنے سر سے مٹی جھاڑتا ہوا اٹھ کھڑا ہوا۔ آپ نے اس سے پوچھا کیا تو بڑھاپے میں مرا تھا۔ اس نے کہا نہیں مرا تو تھا جوانی میں لیکن اب دل پر دہشت بیٹھی کہ قیامت قائم ہوگئی اس دہشت نے بوڑھا کردیا۔ آپ نے فرمایا اچھا حضرت نوح کی کشتی کی بابت اپنی معلومات بیان کرو۔ اس نے کہا وہ بارہ سو ہاتھ لمبی اور چھ سو ہاتھ چوڑی تھی تین درجوں کی تھی۔ ایک میں جانور اور چوپائے تھے، دوسرے میں انسان، تیسرے میں پرند، جب جانوروں کا گوبر پھیل گیا تو اللہ تعالیٰ نے حضرت نوح کی طرف وحی بھیجی کے ہاتھی کی دم ہلاؤ۔ آپ کے ہلاتے ہی اس سے خنزیر نر مادہ نکل آئے اور وہ میل کھانے لگے۔ چوہوں نے جب اس کے تختے کترنے شروع کئے تو حکم ہوا کہ شیر کی پیشانی پر انگلی لگا۔ اس سے بلی کا جوڑا نکلا اور چوہوں کی طرف لپکا۔ حضرت عیسیٰ ؑ نے سوال کیا کہ حضرت نوح ؑ کو شہروں کے غرقاب ہونے کا علم کیسے ہوگیا ؟ آپ نے فرمایا کہ انہوں نے کوے کو خبر لینے کے لیے بھیجا لیکن وہ ایک لاش پر بیٹھ گیا، دیر تک وہ واپس نہ آیا تو آپ نے اس کے لیے ہمیشہ ڈرتے رہنے کی بد دعا کی۔ اسی لیے وہ گھروں سے مانوس نہیں ہوتا۔ پھر آپ نے کبوتر کو بھیجا وہ اپنی چونچ میں زیتون کے درخت کا پتہ لے کر آیا اور اپنے پنجوں میں خشک مٹی لایا اس سے معلوم ہوگیا کہ شہر ڈوب چکے ہیں۔ آپ نے اس کی گردن میں خصرہ کا طوق ڈال دیا اور اس کے لیے امن وانس کی دعا کی پس وہ گھروں میں رہتا سہتا ہے۔ حواریوں نے کہا اے رسول اللہ آپ انہیں ہمارے ہاں لے چلئے کہ ہم میں بیٹھ کر اور بھی باتیں ہمیں سنائیں۔ آپ نے فرمایا یہ تمہارے ساتھ کیسے آسکتا ہے جب کہ اس کی روزی نہیں۔ پھر فرمایا اللہ کے حکم سے جیسا تھا ویسا ہی ہوجا، وہ اسی وقت مٹی ہوگیا۔ نوح ؑ تو کشتی بنانے میں لگے اور کافروں کو ایک مذاق ہاتھ لگ گیا وہ چلتے پھرتے انہیں چھیڑتے اور باتیں بناتے اور طعنہ دیتے کیونکہ انہیں جھوٹا جانتے تھے اور عذاب کے وعدے پر انہیں یقین نہ تھا۔ اس کے جواب میں حضرت نوح ؑ فرماتے اچھا دل خوش کرلو وقت آرہا ہے کہ اس کا پورا بدلہ لے لیا جائے۔ ابھی جان لو گے کہ کون اللہ کے عذاب سے دنیا میں رسوا ہوتا ہے اور کس پر اخروی عذاب آچمٹتا ہے جو کبھی ٹالے نہ ٹلے۔"
    },
    {
      "ayah": 4,
      "surah": 11,
      "text": "تعارف قرآن حکیم اللہ تعالیٰ کے فضل و کرم سے جو حروف سورتوں کے شروع میں آتے ہیں ان کی پوری تفصیل اس تفسیر کے شروع میں سورة بقرہ کے ان حروف کے بیان میں گزر چکی ہے جسے دوبارہ بیان کرنے کی ضرورت نہیں۔ یہاں فرمان ہے کہ یہ قرآن لفظوں میں محکم اور معنی میں مفصل ہے۔ پس مضمون اور معنی ہر طرح سے کامل ہے۔ یہ اس للہ کا کلام ہے جو اپنے اقوال و احکام میں حکیم ہے۔ جو کاموں کے انجام سے خبردار ہے۔ یہ قرآن اللہ کی عبادت کرانے اور دوسروں کی عبادت سے روکنے کے لیے اترا ہے۔ سب رسولوں پر پہلی وحی توحید کی آتی رہی ہے۔ سب سے یہی فرمایا گیا ہے کہ لوگ اللہ کی عبادت کریں۔ اس کے سوا اور کسی کی پرستش نہ کریں۔ پھر فرمایا کہ اللہ کی مخالفت کی وجہ سے جو عذاب آجاتے ہیں ان سے میں ڈرا رہا ہوں اور اس کی اطاعت کی بنا پر جو ثواب ملتے ہیں، ان کی میں بشارت سناتا ہوں۔ حضور ﷺ صفا پہاڑی پر چڑھ کر قریش کے خاندانوں کو آواز دیتے ہیں۔ زیادہ قریب والے پہلے، پھر ترتیب وار جب سب جمع ہوجاتے ہیں تو آپ ان سے دریافت فرماتے ہیں کہ اگر میں تم سے کہوں کہ کوئی لشکر صبح کو تم پر دھاوا کرنے والا ہے تو کیا تم مجھے سچا سمجھو گے ؟ انہوں نے جواب دیا کہ ہم نے آج تک آپ کی زبان سے کوئی جھوٹ سنا ہی نہیں۔ آپ نے فرمایا سنو میں تم سے کہتا ہوں کہ قیامت کے دن تمہاری ان بد اعمالیوں کی وجہ سے سخت تر عذاب ہوگا۔ پس تم ان سے ہوشیار ہوجاؤ۔ پھر ارشاد ہے کہ اے نبی ﷺ یہ بھی کہہ دو کہ میں تمہیں اپنے گذشتہ گناہوں سے توبہ کرنے اور آئندہ کے لیے اللہ کی طرف رجوع کرنے کی ہدایت کرتا ہوں اگر تم بھی ایسا ہی کرتے رہے تو دنیا میں بھی اچھی زندگی بسر کرو گے اور نیک عمل کرنے والوں کو اللہ تعالیٰ آخرت میں بھی بڑے بلند درجے عنایت فرمائے گا۔ قرآن کریم نے (مَنْ عَمِلَ صَالِحًا مِّنْ ذَكَرٍ اَوْ اُنْثٰى وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهٗ حَيٰوةً طَيِّبَةً ۚ وَلَـنَجْزِيَنَّهُمْ اَجْرَهُمْ بِاَحْسَنِ مَا كَانُوْا يَعْمَلُوْنَ 97؀) 16۔ النحل :97) میں فرمایا ہے کہ جو مرد و عورت ایمان دار ہو کر نیک عمل بھی کرتا رہے، اسے ہم پاکیزہ زندگی سے زندہ رکھیں گے۔ صحیح حدیث میں بھی ہے۔ حضور ﷺ نے حضرت سعد ؓ سے فرمایا کہ اللہ کی رضامندی کی تلاش میں تو جو کچھ بھی خرچ کرے گا اس کا اجر اللہ تعالیٰ سے پائے گا، یہاں تک کہ جو لقمہ تو اپنی بیوی کے منہ میں دے اس کا بھی۔ فضل والوں کو اللہ تعالیٰ فضل دے گا۔ یعنی گناہ تو برابر لکھا جاتا ہے اور نیکی دس گناہ لکھی جاتی ہے پھر اگر گناہ کی سزا دنیا میں ہی ہوگئی تو نیکیاں جوں کی توں باقی رہیں۔ اور اگر یہاں اس کی سزا نہ ملی تو زیادہ سے زیادہ ایک نیکی اس کے مقابل جاکر بھی نو نیکیاں بچ رہیں۔ پھر جس کی اکائیاں دھائیوں پر غالب آجائیں وہ تو واقعی خود ہی بد اور برا ہے۔ پھر انہیں دھمکایا جاتا ہے جو اللہ کے احکام کی رو گردانی کرلیں اور رسولوں کی نہ مانیں کہ ایسے لوگوں کو ضرور ضرور قیامت کے دن سخت عذاب ہوگا۔ تم سب کو لوٹ کر مالک ہی کے پاس جانا ہے، اسی کے سامنے جمع ہونا ہے۔ وہ ہر چیز پر قادر ہے، اپنے دوستوں سے احسان اپنے دشمنوں سے انتقام، مخلوق کی نئی پیدائش، سب اس کے قبضے میں ہے۔ پس پہلے رغبت دلائی اور اب ڈرایا۔"
    },
    {
      "ayah": 40,
      "surah": 11,
      "text": "قوم نوح پر عذاب الٰہی کا نزول  حسب فرمان ربی آسمان سے موسلا دھار لگاتار بارش برسنے لگی اور زمین سے بھی پانی ابلنے لگا اور ساری زمین پانی سے بھر گئی اور جہاں تک منظور رب تھا پانی بھر گیا اور حضرت نوح کو رب العالمین نے اپنی نگاہوں کے سامنے چلنے والی کشتی پر سوار کردیا۔ اور کافروں کو ان کے کیفر کردار کو پہنچا دیا۔ تنور کے ابلنے سے بقول ابن عباس یہ مطلب ہے کہ روئے زمین سے چشمے پھوٹ پڑے یہاں تک کہ آگ کی جگہ تنور میں سے بھی پانی ابل پڑا۔ یہی قول جمہور سلف و خلف ہے کا ہے۔ حضرت علی سے مروی ہے کہ تنور صبح کا نکلنا اور فجر کا روشن ہونا ہے یعنی صبح کی روشنی اور فجر کی چمک لیکن زیادہ غالب پہلا قول ہے۔ مجاہد اور شعبی کہتے ہیں یہ تنور کوفے میں تھا۔ ابن عباس سے مروی ہے ہند میں ایک نہر ہے۔ قتادہ کہتے ہیں جزیرہ میں ایک نہر ہے جسے عین الوردہ کہتے ہیں۔ لیکن یہ سب اقوال غریب ہیں۔ الغرض ان علامتوں کے ظاہر ہوتے ہی نوح ؑ کو اللہ کا حکم ہوا کہ اپنے ساتھ کشتی میں جاندار مخلوق میں سے ہر قسم کا ایک ایک جوڑا نر مادہ سوار کرلو۔ کہا گیا ہے کہ غیر جاندار کے لیے بھی یہی حکم تھا۔ جیسا نباتات۔ کہا گیا ہے کہ پرندوں میں سب سے پہلے درہ کشتی میں آیا اور سب سے آخر میں گدھا سوار ہونے لگا۔ ابلیس اس کی دم میں لٹک گیا جب اس کے دو اگلے پاؤں کشتی میں آگئے اس کا اپنا دھڑ اٹھانا چاہا تو نہ اٹھا سکا کیونکہ دم پر اس ملعون کا بوجھ تھا۔ حضرت نوح جلدی کر رہے تھے یہ بہتیرا چاہتا تھا مگر پچھلے پاؤں چڑھ نہیں سکتے تھے۔ آخر آپ نے فرمایا آج تیرے ساتھ ابلیس بھی ہو آیا تب وہ چڑھ گیا اور ابلیس بھی اس کے ساتھ ہی آیا۔ بعض سلف کہتے ہیں کہ شیر کو اپنے ساتھ لے جانا مشکل ہوگیا، آخر اسے بخار چڑھ آیا تب اسے سوار کرلیا۔ ابن ابی حاتم کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں کہ حضرت نوح ؑ نے جب تمام مویشی اپنی کشتی میں سوار کرلیے تو لوگوں نے کہا شیر کی موجودگی میں یہ مویشی کیسے آرام سے رہ سکیں گے ؟ پس اللہ تعالیٰ نے اسے بخار ڈال دیا۔ اس سے پہلے زمین پر یہ بیماری نہ تھی۔ پھر لوگوں نے چوہے کی شکایت کی یہ ہمارا کھانا اور دیگر چیزیں خراب کر رہے ہیں تو اللہ کے حکم سے شیر کی چھینک میں سے ایک بلی نکلی جس سے چوہے دبک کر کونے کھدرے میں بیٹھ رہے۔ حضرت نوح کو حکم ہوا کہ اپنے گھر والوں کو بھی اپنے ساتھ کشتی میں بٹھالو مگر ان میں سے جو ایمان نہیں لائے انہیں ساتھ نہ لینا۔ آپ کا لڑکا حام بھی انہیں کافروں میں تھا وہ الگ ہوگیا۔ یا آپ کی بیوی کہ وہ بھی اللہ کے رسول کی منکر تھی اور تیری قوم کے تمام مسمانوں کو بھی اپنے ساتھ بٹھالے لیکن ان مسلمانوں کی تعداد بہت کم تھی۔ ساڑھے نو سو سال کے قیام کی طویل مدت میں آپ پر بہت ہم کم لوگ ایمان لائے تھے اب عباس فرماتے ہیں کل اسی (80) آدمی تھے جن میں عورتیں بھی تھیں کعب ؒ فرماتے ہیں سب بہتر (72) اشخاص تھے۔ ایک قول ہے صرف دس (10) آدمی تھے ایک قول ہے حضرت نوح تھے اور ان کے تین لڑکے تھے سام، حام، یافث اور چار عورتیں تھیں۔ تین تو ان تینوں کی بیویاں اور چوتھی حام کی بیوی اور کہا گیا ہے کہ خود حضرت نوح کی بیوی۔ لیکن اس میں نظر ہے ظاہر یہ ہے حضرت نوح کی بیوی ہلاک ہونے والوں میں ہلاک ہوئی۔ اس لیے کہ وہ اپنی قوم کے دین پر ہی تھی تو جس طرح لوط ؑ کی بیوی قوم کے ساتھ ہلاک ہوئی اسی طرح یہ بھی۔ واللہ اعلم واحکم۔"
    },
    {
      "ayah": 41,
      "surah": 11,
      "text": "کشتی نوح پر کون کون سوار ہوا ؟  حضرت نوح جنہیں اپنے ساتھ لے جانا چاہتے تھے ان سے فرمایا کہ آؤ اس میں سوار ہوجاؤ اس کا پانی پر چلنا اللہ کے نام کی برکت سے ہے اور اسی طرح اس کا آخری ٹھہراؤ بھی اسی پاک نام سے ہے۔ ایک قرآت میں مجرھا و مرسھا بھی ہے۔ یہی اللہ کا آپ کو حکم تھا کہ جب تم اور تمہارے ساتھی ٹھیک طرح بیٹھ جاؤ تو کہنا (الْـحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ 28؀) 23۔ المؤمنون :28) اور یہ بھی دعا کرنا کہ (اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ 29؀) 23۔ المؤمنون :29) اس لیے مستحب ہے کہ تمام کاموں کے شروع میں بسم اللہ پڑھ لی جائے خواہ کشتی پر سوار ہونا ہو، خواہ جانور پر سوار ہونا ہو، جیسے فرمان باری ہے کہ اسی اللہ نے تمہارے لیے تمام جوڑے پیدا کئے ہیں اور کشتیاں اور چوپائے تمہاری سواری کے لئے پیدا کئے ہیں کہ تم ان کی پیٹھ پر سواری کرو، الخ،۔ حدیث میں بھی اس کی تاکید اور رغبت آئی ہے، سورة زخرف میں اس کا پورا بیان ہوگا انشاء اللہ تعالیٰ۔ طبرانی میں ہے حضور ﷺ فرماتے ہیں میری امت کے لیے ڈوبنے سے بچاؤ ان کے اس قول میں ہے سوار ہوتے ہوئے کہہ لیں (آیت بسم اللّٰہ الملک وما قدرواللہ حق قدرہ) پوری (بِسْمِ اللّٰهِ مَجْــرٖ۩ىهَا وَمُرْسٰىهَا ۭ اِنَّ رَبِّيْ لَغَفُوْرٌ رَّحِيْمٌ 41؀) 11۔ ھود :41) اس دعا کے آخر میں اللہ کا وصف غفور و رحیم اس لیے لائے کہ کافروں کی سزا کے مقابلے میں مومنون پر رحمت و شفقت کا اظہار ہو۔ جیسے فرمان ہے تیرا رب جلد سزا کرنے والا اور ساتھ ہی غفور و رحیم بھی ہے۔ اور آیت میں ہے (وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰي ظُلْمِهِمْ ۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ) 13۔ الرعد :6) یعنی تیرا پروردگار لوگوں کے گناہوں کو بخشنے والا بھی ہے اور سخت سزا دینے والا بھی ہے۔ اور بھی بہت سی آیتیں ہیں جن میں رحمت و انتقام کا بیان ملا جلا ہے۔  پانی روئے زمین پر پھر گیا ہے، کسی اونچے سے اونچے پہاڑ کی بلندی سے بلند چوٹی بھی دکھائی نہیں دیتی بلکہ پہاڑوں سے اوپر پندرہ ہاتھ اور بقولے اسی میل اوپر کو ہوگیا ہے باوجود اس کی کشتی نوح بحکم الٰہی برابر صحیح طور پر جا رہی ہے۔ خود اللہ اس کا محافظ ہے اور وہ خاص اس کی عنایت و مہر ہے۔ جیسے فرمان ہے (اِنَّا لَمَّا طَغَا الْمَاۗءُ حَمَلْنٰكُمْ فِي الْجَارِيَةِ 11 ۙ) 69۔ الحاقة :11) یعنی پانی میں طغیانی کے وقت ہم نے آپ تمہیں کشتی میں چڑھا لیا کہ ہم اسے تمہارے لیے نصیحت بنائیں اور یاد رکھنے والے کان اسے یاد رکھ لیں اور آیت میں ہے کہ ہم نے تمہیں اس تختوں والی کشتی پر سوار کرایا اور اپنی حفاظت میں پار اتارا اور کافروں کو ان کے کفر کا انجام دکھا دیا اور اسے ایک نشان بنادیا کیا اب بھی کوئی ہے جو عبرت حاصل کرے ؟ اس وقت حضرت نوح ؑ نے اپنے صاحبزادے کو بلایا یہ آپ کے چوتھے لڑکے تھے اس کا نام حام تھا یہ کافر تھا اسے آپ نے کشتی میں سوار ہونے کے وقت ایمان کی اور اپنے ساتھ بیٹھ جانے کی ہدایت کی تاکہ ڈوبنے سے اور کافروں کے عذاب سے بچ جائے۔ مگر اس بدنیت نے جواب دیا کہ نہیں مجھے اس کی ضرورت نہیں میں پہاڑ پر چڑھ کر طوفان باراں سے بچ جاؤں گا۔ ایک اسرائیلی روایت میں ہے کہ اس نے شیشے کی کشتی بنائی تھی واللہ اعلم۔ قرآن میں تو یہ ہے کہ اس نے یہ سمجھا کہ یہ طوفان پہاڑوں کی چوٹیوں تک نہیں پہنچنے کا میں جب جا پہنچوں گا تو یہ پانی میرا کیا بگاڑے گا ؟ اس پر حضرت نوح ؑ نے جواب دیا کہ آج عذاب الٰہی سے کہیں پناہ نہیں وہی بچے گا جس پر اللہ کا رحم ہو۔ یہاں عاصم معصوم کے معنی میں ہے جیسے طاعم مطعوم کے معنی میں اور کا سی مکسو کے معنی میں آیا ہے۔ یہ باتیں ہو ہی رہی ہیں جو ایک موج آئی اور پسر نوح کو لے ڈوبی۔"
    },
    {
      "ayah": 42,
      "surah": 11,
      "text": "کشتی نوح پر کون کون سوار ہوا ؟  حضرت نوح جنہیں اپنے ساتھ لے جانا چاہتے تھے ان سے فرمایا کہ آؤ اس میں سوار ہوجاؤ اس کا پانی پر چلنا اللہ کے نام کی برکت سے ہے اور اسی طرح اس کا آخری ٹھہراؤ بھی اسی پاک نام سے ہے۔ ایک قرآت میں مجرھا و مرسھا بھی ہے۔ یہی اللہ کا آپ کو حکم تھا کہ جب تم اور تمہارے ساتھی ٹھیک طرح بیٹھ جاؤ تو کہنا (الْـحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ 28؀) 23۔ المؤمنون :28) اور یہ بھی دعا کرنا کہ (اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ 29؀) 23۔ المؤمنون :29) اس لیے مستحب ہے کہ تمام کاموں کے شروع میں بسم اللہ پڑھ لی جائے خواہ کشتی پر سوار ہونا ہو، خواہ جانور پر سوار ہونا ہو، جیسے فرمان باری ہے کہ اسی اللہ نے تمہارے لیے تمام جوڑے پیدا کئے ہیں اور کشتیاں اور چوپائے تمہاری سواری کے لئے پیدا کئے ہیں کہ تم ان کی پیٹھ پر سواری کرو، الخ،۔ حدیث میں بھی اس کی تاکید اور رغبت آئی ہے، سورة زخرف میں اس کا پورا بیان ہوگا انشاء اللہ تعالیٰ۔ طبرانی میں ہے حضور ﷺ فرماتے ہیں میری امت کے لیے ڈوبنے سے بچاؤ ان کے اس قول میں ہے سوار ہوتے ہوئے کہہ لیں (آیت بسم اللّٰہ الملک وما قدرواللہ حق قدرہ) پوری (بِسْمِ اللّٰهِ مَجْــرٖ۩ىهَا وَمُرْسٰىهَا ۭ اِنَّ رَبِّيْ لَغَفُوْرٌ رَّحِيْمٌ 41؀) 11۔ ھود :41) اس دعا کے آخر میں اللہ کا وصف غفور و رحیم اس لیے لائے کہ کافروں کی سزا کے مقابلے میں مومنون پر رحمت و شفقت کا اظہار ہو۔ جیسے فرمان ہے تیرا رب جلد سزا کرنے والا اور ساتھ ہی غفور و رحیم بھی ہے۔ اور آیت میں ہے (وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰي ظُلْمِهِمْ ۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ) 13۔ الرعد :6) یعنی تیرا پروردگار لوگوں کے گناہوں کو بخشنے والا بھی ہے اور سخت سزا دینے والا بھی ہے۔ اور بھی بہت سی آیتیں ہیں جن میں رحمت و انتقام کا بیان ملا جلا ہے۔  پانی روئے زمین پر پھر گیا ہے، کسی اونچے سے اونچے پہاڑ کی بلندی سے بلند چوٹی بھی دکھائی نہیں دیتی بلکہ پہاڑوں سے اوپر پندرہ ہاتھ اور بقولے اسی میل اوپر کو ہوگیا ہے باوجود اس کی کشتی نوح بحکم الٰہی برابر صحیح طور پر جا رہی ہے۔ خود اللہ اس کا محافظ ہے اور وہ خاص اس کی عنایت و مہر ہے۔ جیسے فرمان ہے (اِنَّا لَمَّا طَغَا الْمَاۗءُ حَمَلْنٰكُمْ فِي الْجَارِيَةِ 11 ۙ) 69۔ الحاقة :11) یعنی پانی میں طغیانی کے وقت ہم نے آپ تمہیں کشتی میں چڑھا لیا کہ ہم اسے تمہارے لیے نصیحت بنائیں اور یاد رکھنے والے کان اسے یاد رکھ لیں اور آیت میں ہے کہ ہم نے تمہیں اس تختوں والی کشتی پر سوار کرایا اور اپنی حفاظت میں پار اتارا اور کافروں کو ان کے کفر کا انجام دکھا دیا اور اسے ایک نشان بنادیا کیا اب بھی کوئی ہے جو عبرت حاصل کرے ؟ اس وقت حضرت نوح ؑ نے اپنے صاحبزادے کو بلایا یہ آپ کے چوتھے لڑکے تھے اس کا نام حام تھا یہ کافر تھا اسے آپ نے کشتی میں سوار ہونے کے وقت ایمان کی اور اپنے ساتھ بیٹھ جانے کی ہدایت کی تاکہ ڈوبنے سے اور کافروں کے عذاب سے بچ جائے۔ مگر اس بدنیت نے جواب دیا کہ نہیں مجھے اس کی ضرورت نہیں میں پہاڑ پر چڑھ کر طوفان باراں سے بچ جاؤں گا۔ ایک اسرائیلی روایت میں ہے کہ اس نے شیشے کی کشتی بنائی تھی واللہ اعلم۔ قرآن میں تو یہ ہے کہ اس نے یہ سمجھا کہ یہ طوفان پہاڑوں کی چوٹیوں تک نہیں پہنچنے کا میں جب جا پہنچوں گا تو یہ پانی میرا کیا بگاڑے گا ؟ اس پر حضرت نوح ؑ نے جواب دیا کہ آج عذاب الٰہی سے کہیں پناہ نہیں وہی بچے گا جس پر اللہ کا رحم ہو۔ یہاں عاصم معصوم کے معنی میں ہے جیسے طاعم مطعوم کے معنی میں اور کا سی مکسو کے معنی میں آیا ہے۔ یہ باتیں ہو ہی رہی ہیں جو ایک موج آئی اور پسر نوح کو لے ڈوبی۔"
    },
    {
      "ayah": 43,
      "surah": 11,
      "text": "کشتی نوح پر کون کون سوار ہوا ؟  حضرت نوح جنہیں اپنے ساتھ لے جانا چاہتے تھے ان سے فرمایا کہ آؤ اس میں سوار ہوجاؤ اس کا پانی پر چلنا اللہ کے نام کی برکت سے ہے اور اسی طرح اس کا آخری ٹھہراؤ بھی اسی پاک نام سے ہے۔ ایک قرآت میں مجرھا و مرسھا بھی ہے۔ یہی اللہ کا آپ کو حکم تھا کہ جب تم اور تمہارے ساتھی ٹھیک طرح بیٹھ جاؤ تو کہنا (الْـحَمْدُ لِلّٰهِ الَّذِيْ نَجّٰىنَا مِنَ الْقَوْمِ الظّٰلِمِيْنَ 28؀) 23۔ المؤمنون :28) اور یہ بھی دعا کرنا کہ (اَنْزِلْنِيْ مُنْزَلًا مُّبٰرَكًا وَّاَنْتَ خَيْرُ الْمُنْزِلِيْنَ 29؀) 23۔ المؤمنون :29) اس لیے مستحب ہے کہ تمام کاموں کے شروع میں بسم اللہ پڑھ لی جائے خواہ کشتی پر سوار ہونا ہو، خواہ جانور پر سوار ہونا ہو، جیسے فرمان باری ہے کہ اسی اللہ نے تمہارے لیے تمام جوڑے پیدا کئے ہیں اور کشتیاں اور چوپائے تمہاری سواری کے لئے پیدا کئے ہیں کہ تم ان کی پیٹھ پر سواری کرو، الخ،۔ حدیث میں بھی اس کی تاکید اور رغبت آئی ہے، سورة زخرف میں اس کا پورا بیان ہوگا انشاء اللہ تعالیٰ۔ طبرانی میں ہے حضور ﷺ فرماتے ہیں میری امت کے لیے ڈوبنے سے بچاؤ ان کے اس قول میں ہے سوار ہوتے ہوئے کہہ لیں (آیت بسم اللّٰہ الملک وما قدرواللہ حق قدرہ) پوری (بِسْمِ اللّٰهِ مَجْــرٖ۩ىهَا وَمُرْسٰىهَا ۭ اِنَّ رَبِّيْ لَغَفُوْرٌ رَّحِيْمٌ 41؀) 11۔ ھود :41) اس دعا کے آخر میں اللہ کا وصف غفور و رحیم اس لیے لائے کہ کافروں کی سزا کے مقابلے میں مومنون پر رحمت و شفقت کا اظہار ہو۔ جیسے فرمان ہے تیرا رب جلد سزا کرنے والا اور ساتھ ہی غفور و رحیم بھی ہے۔ اور آیت میں ہے (وَاِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ لِّلنَّاسِ عَلٰي ظُلْمِهِمْ ۚ وَاِنَّ رَبَّكَ لَشَدِيْدُ الْعِقَابِ) 13۔ الرعد :6) یعنی تیرا پروردگار لوگوں کے گناہوں کو بخشنے والا بھی ہے اور سخت سزا دینے والا بھی ہے۔ اور بھی بہت سی آیتیں ہیں جن میں رحمت و انتقام کا بیان ملا جلا ہے۔  پانی روئے زمین پر پھر گیا ہے، کسی اونچے سے اونچے پہاڑ کی بلندی سے بلند چوٹی بھی دکھائی نہیں دیتی بلکہ پہاڑوں سے اوپر پندرہ ہاتھ اور بقولے اسی میل اوپر کو ہوگیا ہے باوجود اس کی کشتی نوح بحکم الٰہی برابر صحیح طور پر جا رہی ہے۔ خود اللہ اس کا محافظ ہے اور وہ خاص اس کی عنایت و مہر ہے۔ جیسے فرمان ہے (اِنَّا لَمَّا طَغَا الْمَاۗءُ حَمَلْنٰكُمْ فِي الْجَارِيَةِ 11 ۙ) 69۔ الحاقة :11) یعنی پانی میں طغیانی کے وقت ہم نے آپ تمہیں کشتی میں چڑھا لیا کہ ہم اسے تمہارے لیے نصیحت بنائیں اور یاد رکھنے والے کان اسے یاد رکھ لیں اور آیت میں ہے کہ ہم نے تمہیں اس تختوں والی کشتی پر سوار کرایا اور اپنی حفاظت میں پار اتارا اور کافروں کو ان کے کفر کا انجام دکھا دیا اور اسے ایک نشان بنادیا کیا اب بھی کوئی ہے جو عبرت حاصل کرے ؟ اس وقت حضرت نوح ؑ نے اپنے صاحبزادے کو بلایا یہ آپ کے چوتھے لڑکے تھے اس کا نام حام تھا یہ کافر تھا اسے آپ نے کشتی میں سوار ہونے کے وقت ایمان کی اور اپنے ساتھ بیٹھ جانے کی ہدایت کی تاکہ ڈوبنے سے اور کافروں کے عذاب سے بچ جائے۔ مگر اس بدنیت نے جواب دیا کہ نہیں مجھے اس کی ضرورت نہیں میں پہاڑ پر چڑھ کر طوفان باراں سے بچ جاؤں گا۔ ایک اسرائیلی روایت میں ہے کہ اس نے شیشے کی کشتی بنائی تھی واللہ اعلم۔ قرآن میں تو یہ ہے کہ اس نے یہ سمجھا کہ یہ طوفان پہاڑوں کی چوٹیوں تک نہیں پہنچنے کا میں جب جا پہنچوں گا تو یہ پانی میرا کیا بگاڑے گا ؟ اس پر حضرت نوح ؑ نے جواب دیا کہ آج عذاب الٰہی سے کہیں پناہ نہیں وہی بچے گا جس پر اللہ کا رحم ہو۔ یہاں عاصم معصوم کے معنی میں ہے جیسے طاعم مطعوم کے معنی میں اور کا سی مکسو کے معنی میں آیا ہے۔ یہ باتیں ہو ہی رہی ہیں جو ایک موج آئی اور پسر نوح کو لے ڈوبی۔"
    },
    {
      "ayah": 44,
      "surah": 11,
      "text": "طوفان نوح ؑ کی روداد  روئے زمین کے سب لوگ اس طوفان میں جو درحقیقت غضب الٰہی اور مظلوم پیغمبر کی بد دعا کا عذاب تھا غرق ہوگئے۔ اس وقت اللہ تعالیٰ عزوجل نے زمین کو اس پانی کے نگل لینے کا حکم دیا جو اس کا اگلا ہوا اور آسمان کا برسایا ہوا تھا۔ ساتھ ہی آسمان کو بھی پانی برسانے سے رک جانے کا حکم ہوگیا۔ پانی گھٹنے لگا اور کام پورا ہوگیا یعنی تمام کافر نابود ہوگئے، صرف کشتی والے مومن ہی بچے۔ کشتی بحکم ربی جو دی پر رکی۔ مجاہد کہتے ہیں یہ جزیرہ میں ایک پہاڑ ہے سب پہاڑ ڈبو دیئے گئے تھے اور یہ پہاڑ بوجہ اپنی عاجزی اور تواضع کے غرق ہونے سے بچ رہا تھا یہیں کشتی نوح لنگر انداز ہوئی۔ حضرت قتادہ فرماتے ہیں مہینے بھر تک یہیں لگی رہی اور سب اتر گئے اور کشتی لوگوں کی عبرت کے لیے یہیں ثابت وسالم رکھی رہی یہاں تک کہ اس امت کے اول لوگوں نے بھی اسے دیکھ لیا۔ حالانکہ اس کے بعد کی بہترین اور مضبوط سینکڑوں کشتیاں بنیں بگڑیں بلکہ راکھ اور خاک ہوگئیں۔ ضحاک فرماتے ہیں جودی نام کا پہاڑ موصل میں ہے۔ بعض کہتے ہیں طور پہاڑ کو ہی جودی بھی کہتے ہیں۔ زربن حبیش کو ابو اب کندہ سے داخل ہو کر دائیں طرف کے زاویہ میں نماز بکثرت پڑھتے ہوئے دیکھ کر نوبہ بن سالم نے پوچھا کہ آپ جو جمعہ کے دن برابر یہاں اکثر نماز پڑھا کرتے ہیں اس کی کیا وجہ ہے ؟ تو آپ نے جواب دیا کہ کشتی نوح یہیں لگی تھی۔ ابن عباس کا قول ہے کہ حضرت نوح ؑ کے ساتھ کشتی میں بال بچوں سمیت کل اسی (80) آدمی تھے۔ ایک سو پچاس دن تک وہ سب کشتی میں ہی رہے۔ اللہ تعالیٰ نے کشتی کا منہ مکہ شریف کی طرف کردیا۔ یہاں وہ چالیس دن تک بیت اللہ شریف کا طواف کرتی رہی۔ پھر اسے اللہ تعالیٰ نے جودی کی طرف روانہ کردیا، وہاں وہ ٹھہر گئی۔ حضرت نوح ؑ نے کوے کو بھیجا کہ وہ خشکی کی خبر لائے۔ وہ ایک مردار کے کھانے میں لگ گیا اور دیر لگا دی۔ آپ نے ایک کبوتر کو بھیجا وہ اپنی چونچ میں زیتوں کے درخت کا پتہ اور پنجوں میں مٹی لے کر واپس آیا۔ اس سے حضرت نوح ؑ نے سمجھ لیا کہ پانی سوکھ گیا ہے اور زمین ظاہر ہوگئی ہے۔ پس آپ جودی کے نیچے اترے اور وہیں ایک بستی کی بنا ڈال دی جسے ثمانین کہتے ہیں۔ ایک دن صبح کو جب لوگ جاتے تو ہر ایک کی زبان بدلی ہوئی تھی۔ ایسی زبانیں بولنے لگے جن میں سب سے اعلیٰ اور بہترین عربی زبان تھی۔ ایک کو دوسرے کا کلام سمجھنا محال ہوگیا۔ نوح ؑ کو اللہ تعالیٰ نے سب زبانیں معلوم کرا دیں، آپ ان سب کے درمیان مترجم تھے۔ ایک کا مطلب دوسرے کو سمجھا دیتے تھے۔ حضرت کعب احبار فرماتے ہیں کہ کشتی نوح مشرق مغرب کے درمیان چل پھر رہی تھی پھر جودی پر ٹھہر گئی۔ حضرت قتادہ وغیرہ فرماتے ہیں رجب کی دسویں تاریخ مسلمان اس میں سوار ہوئے تھے پانچ ماہ تک اسی میں رہے انہیں لے کر کشتی جودی پر مہینے بھر تک ٹھہری رہی۔ آخر محرم کے عاشورے کے دن وہ سب اس میں سے اترے۔ اسی قسم کی ایک مرفوع حدیث بھی ابن جریر میں ہے، انہوں نے اس دن روزہ بھی رکھا۔ واللہ اعلم۔ مسند احمد میں ہے کہ نبی ﷺ نے چند یہودیوں کو عاشوررے کے دن روزہ رکھے ہوئے دیکھ کر ان سے اس کا سبب دریافت فرمایا تو انہوں نے کہا اسی دن اللہ تعالیٰ نے حضرت موسیٰ ؑ اور بنی اسرائیل کو دریا سے پار اتارا تھا اور فرعون اور اس کی قوم کو ڈبو دیا تھا۔ اور اسی دن کشتی نوح جودی پر لگی تھی۔ پس ان دونوں پیغمبروں نے شکر الٰہی کا روزہ اس دن رکھا تھا۔ آپ نے یہ سن کر فرمایا پھر موسیٰ ؑ کا سب سے زیادہ حق دار میں ہوں اور اس دن کے روزے کا میں زیادہ مستحق ہوں۔ پس آپ نے اس دن کا روزہ رکھا اور اپنے اصحاب سے فرمایا کہ تم میں سے جو آج روزے سے ہو وہ تو اپنا روزہ پورا کرے اور جو ناشتہ کرچکا ہو وہ بھی باقی دن کچھ نہ کھائے۔ یہ روایت اس سند سے تو غریب ہے لیکن اس کے بعض حصے کے شاہد صحیح حدیث میں بھی موجود ہیں۔ پھر ارشاد ہوتا ہے کہ ظالموں کو خسارہ، ہلاکت اور رحمت حق سے دوری ہوئی۔ وہ سب ہلاک ہوئے ان میں سے ایک بھی باقی نہ بچا۔ تفسیر ابن جریر اور تفسیر ابن ابی حاتم میں ہے کہ حضور ﷺ نے فرمایا اگر اللہ تعالیٰ قوم نوح میں سے کسی پر بھی رحم کرنے والا ہوتا تو اس بچے کی ماں پر رحم کرتا۔ حضرت نوح اپنی قوم میں ساڑھے نو سو سال تک ٹھہرے آپ نے ایک درخت بویا تھا جو سو سال تک بڑھتا اور بڑا ہوتا رہا پھر اسے کاٹ کر تختے بنا کر کشتی بنانی شروع کی۔ کافر لوگ مذاق اڑاتے کہ یہ اس خشکی میں کشتی کیسے چلائیں گے ؟ آپ جواب دیتے تھے کہ عنقریب اپنی آنکھوں سے دیکھ لو گے جب آپ بنا چکے اور پانی زمین سے ابلنے اور آسمان سے برسنے لگا اور گلیاں اور راستے پانی سے ڈوبنے لگے تو اس بچے کی ماں جسے اپنے اس بچے سے غایت درجے کی محبت کی تھی وہ اسے لے کر پہاڑ کی طرف چلی گئی اور جلدی جلدی اس پر چڑھنا شروع کیا، تہائی حصے پر چڑھ گئی لیکن جب اس نے دیکھا کہ پانی وہاں بھی پہنچا تو اور اوپر کو چڑھی۔ دو تہائی کو پہنچی جب پانی وہاں بھی پہنچا تو اس نے چوٹی پر جا کر دم لیا لیکن پانی وہاں بھی پہنچ گیا جب گردن گردن پانی چڑھ گیا تو اس نے اپنے بچے کو اپنے دونوں ہاتھوں میں لے کر اونچا اٹھالیا لیکن پانی وہاں بھی پہنچا اور ماں بچہ دنوں غرق ہوگئے۔ پس اگر اس دن کوئی کافر بھی بچنے والا ہوتا تو اللہ تعالیٰ اس بچے کی ماں پر رحم کرتا۔ یہ حدیث اس سند سے غریب ہے کہ کعب احبار، مجاہد اور ابن جبیر سے بھی اس بچے اور اس کی ماں کا یہی قصہ مروی ہے۔"
    },
    {
      "ayah": 45,
      "surah": 11,
      "text": "نوح ؑ کی اپنے بیٹے کے لیے نجات کی دعا اور جواب  یاد رہے کہ یہ دعا حضرت نوح ؑ کی محض اس غرض سے تھی کہ آپ کو صحیح طور پر اپنے ڈوبے ہوئے لڑکے کا حال معلوم ہوجائے۔ کہتے ہیں کہ پروردگار یہ بھی ظاہر ہے کہ میرا لڑکا میرے اہل میں سے تھا۔ اور میری اہل کو بچانے کا تیرا وعدہ تھا اور یہ بھی ناممکن ہے کہ تیرا وعدہ غلط ہو۔ پھر یہ میرا بچہ کفار کے ساتھ کیسے غرق کردیا گیا ؟ جواب ملا کہ تیری جس اہل کو نجات دینے کا میرا وعدہ تھا ان میں تیرا یہ بچہ داخل نہ تھا، میرا یہ وعدہ ایمانداروں کی نجات کا تھا۔ میں کہہ چکا تھا کہ (وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۚ وَلَا تُخَاطِبْنِيْ فِي الَّذِيْنَ ظَلَمُوْا ۚ اِنَّهُمْ مُّغْرَقُوْنَ 27؀) 23۔ المؤمنون :27) یعنی تیرے اہل کو بھی تو کشتی میں چڑھا لے مگر جس پر میری بات بڑھ چکی ہے وہ بوجہ اپنے کفر کے انہیں میں سے تھا جو میرے سابق علم میں کفر والے اور ڈوبنے والے مقرر ہوچکے تھے۔ یہ بھی یاد رہے کہ جن بعض لوگوں نے کہا ہے یہ دراصل حضرت نوح ؑ کا لڑکا تھا ہی نہیں کیونکہ آپ کے بطن سے نہ تھا۔ بلکہ بدکاری سے تھا اور بعض نے کہا ہے کہ یہ آپ کی بیوی کا اگلے گھر کا لڑکا تھا۔ یہ دونوں قول غلط ہیں بہت سے بزرگوں نے صاف لفظوں میں اسے غلط کہا ہے بلکہ ابن عباس اور بہت سے سلف سے منقول ہے کہ کسی نبی کی بیوی نے کبھی زنا کاری نہیں کی۔ پس یہاں اس فرمان سے کہ وہ تیرے اہل میں سے نہیں یہی مطلب ہے کہ تیرے جس اہل کی نجات کا میرا وعدہ ہے یہ ان میں سے نہیں۔ یہی بات سچ ہے اور یہی قول اصلی ہے۔ اس کے سوا اور طرف جانا محض غلطی ہے اور ظاہر خطا ہے۔ اللہ تعالیٰ کی غیرت اس بات کو قبول نہیں کرسکتی کہ اپنے کسی نبی کے گھر میں زانیہ عورت دے۔ خیال فرمائیے کہ حضرت عائشہ ؓ کی نسبت جنہوں نے بہتان بازی کی تھی ان پر اللہ تعالیٰ کس قدر غضبناک ہوا اس لڑکے کے اہل میں سے نکل جانے کی وجہ خود قرآن نے بیان فرما دی ہے کہ اس کے عمل نیک نہ تھے عکرمہ فرماتے ہیں ایک قرأت (آیت انہ عمل عملا غیر صالح) ہے مسند کی حدیث میں ہے حضرت اسماء بنت یزید فرماتی ہیں میں نے رسول اللہ ﷺ کو (اِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ 46؀) 11۔ ھود :46) پڑھتے سنا ہے اور (قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓي اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۭ اِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۭ اِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ 53؀) 39۔ الزمر :53) پڑھتے سنا ہے۔ حضرت ابن عباس ؓ سے سوال ہوا کہ (آیت فخانتا ھما) کا کیا مطلب ہے ؟ آپ نے فرمایا اس سے مراد زنا نہیں بلکہ حضرت نوح ؑ کی بیوی کی خیانت تو یہ تھی کہ لوگوں سے کہتی تھی یہ مجنون ہے۔ اور حضرت لوط کی بیوی کی خیانت یہ تھی کہ جو مہمان آپ کے ہاں آتے اپنی قوم کو خبر کردیتی۔ پھر آپ نے فرمایا اللہ سچا ہے اس نے اسے حضرت نوح کا لڑکا فرمادیا ہے۔ پس وہ یقیناً حضرت نوح کا ثابت النسب لڑکا ہی تھا۔ دیکھو اللہ فرماتا ہے (ونادی نوح نبنہ) اور یہ بھی یاد رہے کہ بعض علماء کا قول ہے کہ کسی نبی کی بیوی نے کبھی زنا کاری نہیں کی ایسا ہی حضرت مجاہد سے مروی ہے۔ اور یہی ابن جریر کا پسندیدہ ہے۔ اور فی الواقع ٹھیک اور صحیح بات بھی یہی ہے۔"
    },
    {
      "ayah": 46,
      "surah": 11,
      "text": "نوح ؑ کی اپنے بیٹے کے لیے نجات کی دعا اور جواب  یاد رہے کہ یہ دعا حضرت نوح ؑ کی محض اس غرض سے تھی کہ آپ کو صحیح طور پر اپنے ڈوبے ہوئے لڑکے کا حال معلوم ہوجائے۔ کہتے ہیں کہ پروردگار یہ بھی ظاہر ہے کہ میرا لڑکا میرے اہل میں سے تھا۔ اور میری اہل کو بچانے کا تیرا وعدہ تھا اور یہ بھی ناممکن ہے کہ تیرا وعدہ غلط ہو۔ پھر یہ میرا بچہ کفار کے ساتھ کیسے غرق کردیا گیا ؟ جواب ملا کہ تیری جس اہل کو نجات دینے کا میرا وعدہ تھا ان میں تیرا یہ بچہ داخل نہ تھا، میرا یہ وعدہ ایمانداروں کی نجات کا تھا۔ میں کہہ چکا تھا کہ (وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۚ وَلَا تُخَاطِبْنِيْ فِي الَّذِيْنَ ظَلَمُوْا ۚ اِنَّهُمْ مُّغْرَقُوْنَ 27؀) 23۔ المؤمنون :27) یعنی تیرے اہل کو بھی تو کشتی میں چڑھا لے مگر جس پر میری بات بڑھ چکی ہے وہ بوجہ اپنے کفر کے انہیں میں سے تھا جو میرے سابق علم میں کفر والے اور ڈوبنے والے مقرر ہوچکے تھے۔ یہ بھی یاد رہے کہ جن بعض لوگوں نے کہا ہے یہ دراصل حضرت نوح ؑ کا لڑکا تھا ہی نہیں کیونکہ آپ کے بطن سے نہ تھا۔ بلکہ بدکاری سے تھا اور بعض نے کہا ہے کہ یہ آپ کی بیوی کا اگلے گھر کا لڑکا تھا۔ یہ دونوں قول غلط ہیں بہت سے بزرگوں نے صاف لفظوں میں اسے غلط کہا ہے بلکہ ابن عباس اور بہت سے سلف سے منقول ہے کہ کسی نبی کی بیوی نے کبھی زنا کاری نہیں کی۔ پس یہاں اس فرمان سے کہ وہ تیرے اہل میں سے نہیں یہی مطلب ہے کہ تیرے جس اہل کی نجات کا میرا وعدہ ہے یہ ان میں سے نہیں۔ یہی بات سچ ہے اور یہی قول اصلی ہے۔ اس کے سوا اور طرف جانا محض غلطی ہے اور ظاہر خطا ہے۔ اللہ تعالیٰ کی غیرت اس بات کو قبول نہیں کرسکتی کہ اپنے کسی نبی کے گھر میں زانیہ عورت دے۔ خیال فرمائیے کہ حضرت عائشہ ؓ کی نسبت جنہوں نے بہتان بازی کی تھی ان پر اللہ تعالیٰ کس قدر غضبناک ہوا اس لڑکے کے اہل میں سے نکل جانے کی وجہ خود قرآن نے بیان فرما دی ہے کہ اس کے عمل نیک نہ تھے عکرمہ فرماتے ہیں ایک قرأت (آیت انہ عمل عملا غیر صالح) ہے مسند کی حدیث میں ہے حضرت اسماء بنت یزید فرماتی ہیں میں نے رسول اللہ ﷺ کو (اِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ 46؀) 11۔ ھود :46) پڑھتے سنا ہے اور (قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓي اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۭ اِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۭ اِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ 53؀) 39۔ الزمر :53) پڑھتے سنا ہے۔ حضرت ابن عباس ؓ سے سوال ہوا کہ (آیت فخانتا ھما) کا کیا مطلب ہے ؟ آپ نے فرمایا اس سے مراد زنا نہیں بلکہ حضرت نوح ؑ کی بیوی کی خیانت تو یہ تھی کہ لوگوں سے کہتی تھی یہ مجنون ہے۔ اور حضرت لوط کی بیوی کی خیانت یہ تھی کہ جو مہمان آپ کے ہاں آتے اپنی قوم کو خبر کردیتی۔ پھر آپ نے فرمایا اللہ سچا ہے اس نے اسے حضرت نوح کا لڑکا فرمادیا ہے۔ پس وہ یقیناً حضرت نوح کا ثابت النسب لڑکا ہی تھا۔ دیکھو اللہ فرماتا ہے (ونادی نوح نبنہ) اور یہ بھی یاد رہے کہ بعض علماء کا قول ہے کہ کسی نبی کی بیوی نے کبھی زنا کاری نہیں کی ایسا ہی حضرت مجاہد سے مروی ہے۔ اور یہی ابن جریر کا پسندیدہ ہے۔ اور فی الواقع ٹھیک اور صحیح بات بھی یہی ہے۔"
    },
    {
      "ayah": 47,
      "surah": 11,
      "text": "نوح ؑ کی اپنے بیٹے کے لیے نجات کی دعا اور جواب  یاد رہے کہ یہ دعا حضرت نوح ؑ کی محض اس غرض سے تھی کہ آپ کو صحیح طور پر اپنے ڈوبے ہوئے لڑکے کا حال معلوم ہوجائے۔ کہتے ہیں کہ پروردگار یہ بھی ظاہر ہے کہ میرا لڑکا میرے اہل میں سے تھا۔ اور میری اہل کو بچانے کا تیرا وعدہ تھا اور یہ بھی ناممکن ہے کہ تیرا وعدہ غلط ہو۔ پھر یہ میرا بچہ کفار کے ساتھ کیسے غرق کردیا گیا ؟ جواب ملا کہ تیری جس اہل کو نجات دینے کا میرا وعدہ تھا ان میں تیرا یہ بچہ داخل نہ تھا، میرا یہ وعدہ ایمانداروں کی نجات کا تھا۔ میں کہہ چکا تھا کہ (وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۚ وَلَا تُخَاطِبْنِيْ فِي الَّذِيْنَ ظَلَمُوْا ۚ اِنَّهُمْ مُّغْرَقُوْنَ 27؀) 23۔ المؤمنون :27) یعنی تیرے اہل کو بھی تو کشتی میں چڑھا لے مگر جس پر میری بات بڑھ چکی ہے وہ بوجہ اپنے کفر کے انہیں میں سے تھا جو میرے سابق علم میں کفر والے اور ڈوبنے والے مقرر ہوچکے تھے۔ یہ بھی یاد رہے کہ جن بعض لوگوں نے کہا ہے یہ دراصل حضرت نوح ؑ کا لڑکا تھا ہی نہیں کیونکہ آپ کے بطن سے نہ تھا۔ بلکہ بدکاری سے تھا اور بعض نے کہا ہے کہ یہ آپ کی بیوی کا اگلے گھر کا لڑکا تھا۔ یہ دونوں قول غلط ہیں بہت سے بزرگوں نے صاف لفظوں میں اسے غلط کہا ہے بلکہ ابن عباس اور بہت سے سلف سے منقول ہے کہ کسی نبی کی بیوی نے کبھی زنا کاری نہیں کی۔ پس یہاں اس فرمان سے کہ وہ تیرے اہل میں سے نہیں یہی مطلب ہے کہ تیرے جس اہل کی نجات کا میرا وعدہ ہے یہ ان میں سے نہیں۔ یہی بات سچ ہے اور یہی قول اصلی ہے۔ اس کے سوا اور طرف جانا محض غلطی ہے اور ظاہر خطا ہے۔ اللہ تعالیٰ کی غیرت اس بات کو قبول نہیں کرسکتی کہ اپنے کسی نبی کے گھر میں زانیہ عورت دے۔ خیال فرمائیے کہ حضرت عائشہ ؓ کی نسبت جنہوں نے بہتان بازی کی تھی ان پر اللہ تعالیٰ کس قدر غضبناک ہوا اس لڑکے کے اہل میں سے نکل جانے کی وجہ خود قرآن نے بیان فرما دی ہے کہ اس کے عمل نیک نہ تھے عکرمہ فرماتے ہیں ایک قرأت (آیت انہ عمل عملا غیر صالح) ہے مسند کی حدیث میں ہے حضرت اسماء بنت یزید فرماتی ہیں میں نے رسول اللہ ﷺ کو (اِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ 46؀) 11۔ ھود :46) پڑھتے سنا ہے اور (قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓي اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۭ اِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۭ اِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ 53؀) 39۔ الزمر :53) پڑھتے سنا ہے۔ حضرت ابن عباس ؓ سے سوال ہوا کہ (آیت فخانتا ھما) کا کیا مطلب ہے ؟ آپ نے فرمایا اس سے مراد زنا نہیں بلکہ حضرت نوح ؑ کی بیوی کی خیانت تو یہ تھی کہ لوگوں سے کہتی تھی یہ مجنون ہے۔ اور حضرت لوط کی بیوی کی خیانت یہ تھی کہ جو مہمان آپ کے ہاں آتے اپنی قوم کو خبر کردیتی۔ پھر آپ نے فرمایا اللہ سچا ہے اس نے اسے حضرت نوح کا لڑکا فرمادیا ہے۔ پس وہ یقیناً حضرت نوح کا ثابت النسب لڑکا ہی تھا۔ دیکھو اللہ فرماتا ہے (ونادی نوح نبنہ) اور یہ بھی یاد رہے کہ بعض علماء کا قول ہے کہ کسی نبی کی بیوی نے کبھی زنا کاری نہیں کی ایسا ہی حضرت مجاہد سے مروی ہے۔ اور یہی ابن جریر کا پسندیدہ ہے۔ اور فی الواقع ٹھیک اور صحیح بات بھی یہی ہے۔"
    },
    {
      "ayah": 48,
      "surah": 11,
      "text": "طوفان نوح کا آخری منظر کشتی ٹھہری اور اللہ کا سلام آپ پر اور آپ کے تمام مومن ساتھیوں پر اور ان کی اولاد میں سے قیامت تک جو ایماندار آنے والے ہیں سب پر نازل ہوا۔ ساتھ ہی کافروں کے دنیوی فائدے سے مستفید ہونے اور پھر عذاب میں گرفتار ہونے کا بھی اعلان ہوا۔ پس یہ آیت قیامت تک کے مومنوں کی سلامتی اور برکت اور کافروں کی سزا پر مبنی ہے۔ امام ابن اسحاق کا بیان ہے کہ جب جناب باری جل شانہ نے طوفان بند کرنے کا ارادہ فرما لیا تو روئے زمین پر ایک ہوا بھیج دی جس نے پانی کو ساکن کردیا اور اس کا ابلنا بند ہوگیا ساتھ ہی آسمان کے دروازے بھی جو اب تک پانی برسا رہے تھے بند کر دئیے گئے۔ زمین کو پانی کے جذب کرلینے کا حکم ہوگیا اسی وقت پانی کم ہونا شروع ہوگیا اور بقول اہل توراۃ کے ساتویں مہینے کی سترہویں تاریخ کشتی نوح \" جودی \" پر لگی۔ دسویں مہینے کی پہلی تاریخ کو پہاڑوں کی چوٹیاں کھل گئیں۔ اس کے چالیس دن کے بعد کشتی کے روزن پانی کے اوپر دکھائی دینے لگے۔ پھر آپ نے کوے کو پانی کی تحقیق کے لیے بھیجا لیکن وہ پلٹ کر نہ آیا، آپ نے کبوتر کو بھیجا جو واپس آیا۔ اپنے پاؤں رکھنے کو اسے جگہ نہ ملی، آپ نے اپنے ہاتھ پر لے کر اسے اندر لے لیا، پھر ساتھ دن کے بعد اسے دوبارہ بھیجا۔ شام کو وہ واپس آیا، اپنی چونچ میں زیتون کا پتہ لیے ہوئے تھا اس سے اللہ کے نبی نے معلوم کرلیا کہ پانی زمین سے کچھ ہی اونچا رہ گیا ہے۔ پھر سات دن کے بعد بھیجا اب کی مرتبہ وہ نہ لوٹا تو آپ نے سمجھ لیا کہ زمین بالکل خشک ہوچکی ہے۔ الغرض پورے ایک سال کے بعد حضرت نوح ؑ نے کشتی کا سرپوش اٹھایا اور آواز آئی کہ اے نوح ہماری نازل کردہ سلامتی کے ساتھ اب اتر آؤ الخ۔"
    },
    {
      "ayah": 49,
      "surah": 11,
      "text": "یہ تاریخ ماضی وحی کے ذریعے بیان کی گئی ہے  قصہ نوح اور اسی قسم کے گذشتہ واقعات وہ ہیں جو تیرے سامنے نہیں ہوئے لیکن بذریعہ وحی کے ہم تجھے انکی خبر کر ہے ہیں اور تو لوگوں کے سامنے ان کی حقیقت اس طرح کھول رہا ہے کہ گویا ان کے ہونے کے وقت تو وہیں موجود تھا۔ اس سے پہلے نہ تو تجھے ہی انکی کوئی خبر تھی نہ تیری قوم میں سے کوئی اور ان کا علم رکھتا تھا۔ کہ کسی کو بھی گمان ہو کہ شاید تو نے اس سے سیکھ لیے ہوں پاس صاف بات ہے کہ یہ اللہ کی وحی سے تجھے معلوم ہوئے اور ٹھیک اسی طرح جس طرح اگلی کتابوں میں موجود ہیں۔ پس اب تجھے ان کے ستانے جھٹلانے پر صبر و برداشت کرنا چاہیے ہم تیری مدد پر ہیں تجھے اور تیرے تابعداروں کو ان پر غلبہ دیں گے، انجام کے لحاظ سے تم ہی غالب رہو گے، یہی طریقہ اور پیغمبروں کا بھی رہا۔"
    },
    {
      "ayah": 5,
      "surah": 11,
      "text": "اندھیروں کی چادروں میں موجود ہر چیز کو دیکھتا ہے  آسمان کی طرف اپنی شرم گاہ کا رخ کرنا وہ مکروہ جانتے تھے۔ ابن عباس ؓ کی قرآت میں تثنونی ہے۔ مجامعت کے وقت اور تنہائی میں وہ عریانی سے حجاب کرتے تھے کہ پاخانہ کے وقت آسمان تلے ننگے ہوں یا مجامعت اس حالت میں کریں۔ وہ اپنے سروں کو ڈھاپ لیتے اور یہ بھی مراد ہے کہ وہ اللہ کے بارے میں شک کرتے تھے اور کام برائی کے کرتے تھے۔ کہتے ہیں کہ برے کام یا برے عمل کے وقت وہ جھک جھک کر اپنے سینے دوہرے کر ڈالتے گویا کہ وہ اللہ سے شرما رہے ہیں۔ اور اس سے چھپ رہے ہیں تو اللہ تعالیٰ فرماتا ہے کہ راتوں کو کپڑے اوڑھے ہوئے بھی جو تم کرتے ہو اس سے بھی اللہ تو خبردار ہے۔ جو چھپاؤ جو کھولو، جو دلوں اور سینوں میں رکھو، وہ سب کو جانتا ہے، دل کے بھید سینے کے راز اور ہر ایک پوشیدگی اس پر ظاہر ہے۔ زہیر بن ابو سلمہ اپنے مشہور معلقہ میں کہتا ہے کہ تمہارے دلوں کی کوئی بات اللہ تعالیٰ پر چھپی ہوئی نہیں، تم گو کسی خیال میں ہو لیکن یاد رکھو کہ اللہ سب کچھ جانتا ہے۔ ممکن ہے کہ تمہارے بد خیالات پر وہ تمہیں یہیں سزا کرے اور ہوسکتا ہے کہ وہ نامہ اعمال میں لکھ لیے جائیں اور قیامت کے دن پیش کئے جائیں یہ جاہلیت کا شاعر ہے۔ اسے اللہ کا، اس کے کامل علم کا، قیامت کا اور اس دن کی جزا سزا کا، اعمال نامے کا اور قیامت کے دن اس کے پیش ہونے کا اقرار ہے۔ اس آیت کا ایک مطلب یہ بھی بیان کیا گیا ہے کہ یہ لوگ جب رسول مقبول ﷺ کے پاس سے گزرتے تو سینہ موڑ لیتے اور سر ڈھانپ لیتے۔ (اَلَآ اِنَّھُمْ يَثْنُوْنَ صُدُوْرَھُمْ لِيَسْتَخْفُوْا مِنْهُ ۭ اَلَا حِيْنَ يَسْتَغْشُوْنَ ثِيَابَھُمْ ۙ يَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ ۚ اِنَّهٗ عَلِيْمٌۢ بِذَات الصُّدُوْرِ) 11۔ ھود :5) ہے۔ اس سے مراد یہ ہے کہ اللہ سے چھپنا چاہتے ہیں یہی اولیٰ ہے کیونکہ اسی کے بعد ہے کہ جب یہ لوگ سوتے وقت کپڑے اوڑھ لیتے ہیں اس وقت بھی اللہ تعالیٰ کو ان کے تمام افعال کا جو وہ چھپ کر کریں اور جو ظاہر کریں علم ہوتا ہے۔ حضرت ابن عباس کی قرأت میں (آیت الا انھم تثنونی صدورھم) ہے۔ اس قرأت پر بھی معنی تقریبا یکساں ہیں۔"
    },
    {
      "ayah": 50,
      "surah": 11,
      "text": "قوم ہود کی تاریخ  اللہ تعالیٰ نے حضرت ہود ؑ کو ان کی قوم کی طرف اپنا رسول ﷺ بنا کر بھیجا، انہوں نے قوم کو اللہ کی توحید کی دعوت دی۔ اور اس کے سوا اوروں کی پوجا پاٹ سے روکا۔ اور بتلایا کہ جن کو تم پوجتے ہو ان کی پوجا خود تم نے گھڑ لی ہے۔ بلکہ ان کے نام اور وجود تمہارے خیالی ڈھکوسلے ہیں۔ ان سے کہا کہ میں اپنی نصیحت کا کوئی بدلہ اور معاوضہ تم سے نہیں چاہتا۔ میرا ثواب میرا رب مجھے دے گا۔ جس نے مجھے پیدا کیا ہے۔ کیا تم یہ موٹی سی بات بھی عقل میں نہیں لاتے کہ یہ دنیا آخرت کی بھلائی کی تمہیں راہ دکھانے والا ہے اور تم سے کوئی اجرت طلب کرنے والا نہیں۔ تم استغفار میں لگ جاؤ، گذشہ گناہوں کی معافی اللہ تعالیٰ سے طلب کرو۔ اور توبہ کرو، آئندہ کے لیے گناہوں سے رک جاؤ۔ یہ دونوں باتیں جس میں ہوں اللہ تعالیٰ اس کی روزی اس پر آسان کرتا ہے۔ اس کا کام اس پر سہل کرتا ہے۔ اس کی نشانی کی حفاظت کرتا ہے۔ سنو ایسا کرنے سے تم پر بارشیں برابر عمدہ اور زیادہ برسیں گی اور تمہاری قوت وطاقت میں دن دونی رات چوگنی برکتیں ہوں گے۔ حدیث شریف میں ہے جو شخص استغفار کو لازم پکڑ لے اللہ تعالیٰ اسے ہر مشکل سے نجات دیتا ہے، ہر تنگی سے کشادگی عطا فرماتا ہے اور روزی تو اسی جگہ سے پہنچاتا ہے جو خود اس کے خواب و خیال میں بھی ہو۔"
    },
    {
      "ayah": 51,
      "surah": 11,
      "text": "قوم ہود کی تاریخ  اللہ تعالیٰ نے حضرت ہود ؑ کو ان کی قوم کی طرف اپنا رسول ﷺ بنا کر بھیجا، انہوں نے قوم کو اللہ کی توحید کی دعوت دی۔ اور اس کے سوا اوروں کی پوجا پاٹ سے روکا۔ اور بتلایا کہ جن کو تم پوجتے ہو ان کی پوجا خود تم نے گھڑ لی ہے۔ بلکہ ان کے نام اور وجود تمہارے خیالی ڈھکوسلے ہیں۔ ان سے کہا کہ میں اپنی نصیحت کا کوئی بدلہ اور معاوضہ تم سے نہیں چاہتا۔ میرا ثواب میرا رب مجھے دے گا۔ جس نے مجھے پیدا کیا ہے۔ کیا تم یہ موٹی سی بات بھی عقل میں نہیں لاتے کہ یہ دنیا آخرت کی بھلائی کی تمہیں راہ دکھانے والا ہے اور تم سے کوئی اجرت طلب کرنے والا نہیں۔ تم استغفار میں لگ جاؤ، گذشہ گناہوں کی معافی اللہ تعالیٰ سے طلب کرو۔ اور توبہ کرو، آئندہ کے لیے گناہوں سے رک جاؤ۔ یہ دونوں باتیں جس میں ہوں اللہ تعالیٰ اس کی روزی اس پر آسان کرتا ہے۔ اس کا کام اس پر سہل کرتا ہے۔ اس کی نشانی کی حفاظت کرتا ہے۔ سنو ایسا کرنے سے تم پر بارشیں برابر عمدہ اور زیادہ برسیں گی اور تمہاری قوت وطاقت میں دن دونی رات چوگنی برکتیں ہوں گے۔ حدیث شریف میں ہے جو شخص استغفار کو لازم پکڑ لے اللہ تعالیٰ اسے ہر مشکل سے نجات دیتا ہے، ہر تنگی سے کشادگی عطا فرماتا ہے اور روزی تو اسی جگہ سے پہنچاتا ہے جو خود اس کے خواب و خیال میں بھی ہو۔"
    },
    {
      "ayah": 52,
      "surah": 11,
      "text": "قوم ہود کی تاریخ  اللہ تعالیٰ نے حضرت ہود ؑ کو ان کی قوم کی طرف اپنا رسول ﷺ بنا کر بھیجا، انہوں نے قوم کو اللہ کی توحید کی دعوت دی۔ اور اس کے سوا اوروں کی پوجا پاٹ سے روکا۔ اور بتلایا کہ جن کو تم پوجتے ہو ان کی پوجا خود تم نے گھڑ لی ہے۔ بلکہ ان کے نام اور وجود تمہارے خیالی ڈھکوسلے ہیں۔ ان سے کہا کہ میں اپنی نصیحت کا کوئی بدلہ اور معاوضہ تم سے نہیں چاہتا۔ میرا ثواب میرا رب مجھے دے گا۔ جس نے مجھے پیدا کیا ہے۔ کیا تم یہ موٹی سی بات بھی عقل میں نہیں لاتے کہ یہ دنیا آخرت کی بھلائی کی تمہیں راہ دکھانے والا ہے اور تم سے کوئی اجرت طلب کرنے والا نہیں۔ تم استغفار میں لگ جاؤ، گذشہ گناہوں کی معافی اللہ تعالیٰ سے طلب کرو۔ اور توبہ کرو، آئندہ کے لیے گناہوں سے رک جاؤ۔ یہ دونوں باتیں جس میں ہوں اللہ تعالیٰ اس کی روزی اس پر آسان کرتا ہے۔ اس کا کام اس پر سہل کرتا ہے۔ اس کی نشانی کی حفاظت کرتا ہے۔ سنو ایسا کرنے سے تم پر بارشیں برابر عمدہ اور زیادہ برسیں گی اور تمہاری قوت وطاقت میں دن دونی رات چوگنی برکتیں ہوں گے۔ حدیث شریف میں ہے جو شخص استغفار کو لازم پکڑ لے اللہ تعالیٰ اسے ہر مشکل سے نجات دیتا ہے، ہر تنگی سے کشادگی عطا فرماتا ہے اور روزی تو اسی جگہ سے پہنچاتا ہے جو خود اس کے خواب و خیال میں بھی ہو۔"
    },
    {
      "ayah": 53,
      "surah": 11,
      "text": "قوم ہود کے مطالبات  قوم ہود نے اپنے نبی ﷺ کی نصیحت سن کر جواب دیا کہ آپ جس چیز کی طرف ہمیں بلا رہے ہیں اس کی کوئی دلیل و حجت تو ہمارے پاس آپ لائے نہیں۔ اور یہ ہم کرنے سے رہے کہ آپ کہیں اپنے معبودوں کو چھوڑ دو اور ہم چھوڑ ہی دیں۔ نہ وہ آپ کو سچا ماننے والے ہیں نہ آپ پر ایمان لانے والے۔ بلکہ ہمارا خیال تو یہ ہے کہ چونکہ تو ہمیں ہمارے ان معبودوں کی عبادت سے روک رہا ہے اور انہیں عیب لگاتا ہے۔ اس لیے جھنجھلا کر ان میں سے کسی کی مار تجھ پر پڑی ہے تیری عقل چل گئی ہے۔ یہ سن کر اللہ کے نبی ﷺ نے فرمایا اگر یہی ہے تو سنو میں نہ صرف تمہیں ہی بلکہ اللہ کو بھی گواہ کر کے اعلان کرتا ہوں کہ میں اللہ کے سوا جس جس کی عبات ہو رہی ہے سب سے بری اور بیزار ہوں اب تم ہی نہیں بلکہ اپنے ساتھ اوروں کو بھی بلا لو اور اپنے ان سب جھوٹے معبودوں کو بھی ملا لو اور تم سے جو ہو سکے مجھے نقصان پہنچا دو۔ مجھے کوئی مہلت نہ لینے دو۔ نہ مجھ پر کوئی ترس کھاؤ۔ جو نقصان تمہارے بس میں ہو مجھے پہنچانے میں کمی نہ کرو۔ میرا توکل ذات رب پر ہے وہ میرا اور تمہارا سب کا مالک ہے ناممکن کہ اس کی منشاء بغیر میرا بگاڑ کوئی بھی کرسکے۔ دنیا بھر کے جاندار اس کے قبضے میں اور اس کی ملکیت میں ہیں۔ کوئی نہیں جو اس کے حکم سے باہر اس کی باشاہی سے الگ ہو۔ وہ ظالم نہیں جو تمہارے منصوبے پورے ہونے دے وہ صحیح راستے پر ہے۔ بندوں کی چوٹیاں اس کے ہاتھ میں ہیں، مومن پر وہ اس سے بھی زیادہ مہربان ہے جو مہربانی ماں باپ کو اولاد پر ہوتی ہے وہ کریم ہے اس کے کرم کی کوئی حد نہیں۔ اسی وجہ سے بعض لوگ بہک جاتے ہیں اور غافل ہوجاتے ہیں۔ حضرت ہود ؑ کے اس فرمان پر دوبارہ غور کیجئے کہ آپ نے عادیوں کے لیے اپنے اس قول میں توحید ربانی کی بہت سے دلیلیں بیان کردیں۔ بتادیا کہ جب اللہ کے سوا کوئی نفع نقصان نہیں پہنچا سکتا جب اس کے سوا کسی چیز پر کسی کا قبضہ نہیں تو پھر وہی ایک مستحق عبادت ٹھہرا۔ اور جن کی عبادت تم اس کے سوا کر رہے ہو وہ سب باطل ٹھہرے۔ اللہ ان سے پاک ہے ملک تصرف قبضہ اختیار اسی کا ہے سب اسی کی ماتحتی میں ہیں۔ اس کے سوا کوئی معبود نہیں۔"
    },
    {
      "ayah": 54,
      "surah": 11,
      "text": "قوم ہود کے مطالبات  قوم ہود نے اپنے نبی ﷺ کی نصیحت سن کر جواب دیا کہ آپ جس چیز کی طرف ہمیں بلا رہے ہیں اس کی کوئی دلیل و حجت تو ہمارے پاس آپ لائے نہیں۔ اور یہ ہم کرنے سے رہے کہ آپ کہیں اپنے معبودوں کو چھوڑ دو اور ہم چھوڑ ہی دیں۔ نہ وہ آپ کو سچا ماننے والے ہیں نہ آپ پر ایمان لانے والے۔ بلکہ ہمارا خیال تو یہ ہے کہ چونکہ تو ہمیں ہمارے ان معبودوں کی عبادت سے روک رہا ہے اور انہیں عیب لگاتا ہے۔ اس لیے جھنجھلا کر ان میں سے کسی کی مار تجھ پر پڑی ہے تیری عقل چل گئی ہے۔ یہ سن کر اللہ کے نبی ﷺ نے فرمایا اگر یہی ہے تو سنو میں نہ صرف تمہیں ہی بلکہ اللہ کو بھی گواہ کر کے اعلان کرتا ہوں کہ میں اللہ کے سوا جس جس کی عبات ہو رہی ہے سب سے بری اور بیزار ہوں اب تم ہی نہیں بلکہ اپنے ساتھ اوروں کو بھی بلا لو اور اپنے ان سب جھوٹے معبودوں کو بھی ملا لو اور تم سے جو ہو سکے مجھے نقصان پہنچا دو۔ مجھے کوئی مہلت نہ لینے دو۔ نہ مجھ پر کوئی ترس کھاؤ۔ جو نقصان تمہارے بس میں ہو مجھے پہنچانے میں کمی نہ کرو۔ میرا توکل ذات رب پر ہے وہ میرا اور تمہارا سب کا مالک ہے ناممکن کہ اس کی منشاء بغیر میرا بگاڑ کوئی بھی کرسکے۔ دنیا بھر کے جاندار اس کے قبضے میں اور اس کی ملکیت میں ہیں۔ کوئی نہیں جو اس کے حکم سے باہر اس کی باشاہی سے الگ ہو۔ وہ ظالم نہیں جو تمہارے منصوبے پورے ہونے دے وہ صحیح راستے پر ہے۔ بندوں کی چوٹیاں اس کے ہاتھ میں ہیں، مومن پر وہ اس سے بھی زیادہ مہربان ہے جو مہربانی ماں باپ کو اولاد پر ہوتی ہے وہ کریم ہے اس کے کرم کی کوئی حد نہیں۔ اسی وجہ سے بعض لوگ بہک جاتے ہیں اور غافل ہوجاتے ہیں۔ حضرت ہود ؑ کے اس فرمان پر دوبارہ غور کیجئے کہ آپ نے عادیوں کے لیے اپنے اس قول میں توحید ربانی کی بہت سے دلیلیں بیان کردیں۔ بتادیا کہ جب اللہ کے سوا کوئی نفع نقصان نہیں پہنچا سکتا جب اس کے سوا کسی چیز پر کسی کا قبضہ نہیں تو پھر وہی ایک مستحق عبادت ٹھہرا۔ اور جن کی عبادت تم اس کے سوا کر رہے ہو وہ سب باطل ٹھہرے۔ اللہ ان سے پاک ہے ملک تصرف قبضہ اختیار اسی کا ہے سب اسی کی ماتحتی میں ہیں۔ اس کے سوا کوئی معبود نہیں۔"
    },
    {
      "ayah": 55,
      "surah": 11,
      "text": "قوم ہود کے مطالبات  قوم ہود نے اپنے نبی ﷺ کی نصیحت سن کر جواب دیا کہ آپ جس چیز کی طرف ہمیں بلا رہے ہیں اس کی کوئی دلیل و حجت تو ہمارے پاس آپ لائے نہیں۔ اور یہ ہم کرنے سے رہے کہ آپ کہیں اپنے معبودوں کو چھوڑ دو اور ہم چھوڑ ہی دیں۔ نہ وہ آپ کو سچا ماننے والے ہیں نہ آپ پر ایمان لانے والے۔ بلکہ ہمارا خیال تو یہ ہے کہ چونکہ تو ہمیں ہمارے ان معبودوں کی عبادت سے روک رہا ہے اور انہیں عیب لگاتا ہے۔ اس لیے جھنجھلا کر ان میں سے کسی کی مار تجھ پر پڑی ہے تیری عقل چل گئی ہے۔ یہ سن کر اللہ کے نبی ﷺ نے فرمایا اگر یہی ہے تو سنو میں نہ صرف تمہیں ہی بلکہ اللہ کو بھی گواہ کر کے اعلان کرتا ہوں کہ میں اللہ کے سوا جس جس کی عبات ہو رہی ہے سب سے بری اور بیزار ہوں اب تم ہی نہیں بلکہ اپنے ساتھ اوروں کو بھی بلا لو اور اپنے ان سب جھوٹے معبودوں کو بھی ملا لو اور تم سے جو ہو سکے مجھے نقصان پہنچا دو۔ مجھے کوئی مہلت نہ لینے دو۔ نہ مجھ پر کوئی ترس کھاؤ۔ جو نقصان تمہارے بس میں ہو مجھے پہنچانے میں کمی نہ کرو۔ میرا توکل ذات رب پر ہے وہ میرا اور تمہارا سب کا مالک ہے ناممکن کہ اس کی منشاء بغیر میرا بگاڑ کوئی بھی کرسکے۔ دنیا بھر کے جاندار اس کے قبضے میں اور اس کی ملکیت میں ہیں۔ کوئی نہیں جو اس کے حکم سے باہر اس کی باشاہی سے الگ ہو۔ وہ ظالم نہیں جو تمہارے منصوبے پورے ہونے دے وہ صحیح راستے پر ہے۔ بندوں کی چوٹیاں اس کے ہاتھ میں ہیں، مومن پر وہ اس سے بھی زیادہ مہربان ہے جو مہربانی ماں باپ کو اولاد پر ہوتی ہے وہ کریم ہے اس کے کرم کی کوئی حد نہیں۔ اسی وجہ سے بعض لوگ بہک جاتے ہیں اور غافل ہوجاتے ہیں۔ حضرت ہود ؑ کے اس فرمان پر دوبارہ غور کیجئے کہ آپ نے عادیوں کے لیے اپنے اس قول میں توحید ربانی کی بہت سے دلیلیں بیان کردیں۔ بتادیا کہ جب اللہ کے سوا کوئی نفع نقصان نہیں پہنچا سکتا جب اس کے سوا کسی چیز پر کسی کا قبضہ نہیں تو پھر وہی ایک مستحق عبادت ٹھہرا۔ اور جن کی عبادت تم اس کے سوا کر رہے ہو وہ سب باطل ٹھہرے۔ اللہ ان سے پاک ہے ملک تصرف قبضہ اختیار اسی کا ہے سب اسی کی ماتحتی میں ہیں۔ اس کے سوا کوئی معبود نہیں۔"
    },
    {
      "ayah": 56,
      "surah": 11,
      "text": "قوم ہود کے مطالبات  قوم ہود نے اپنے نبی ﷺ کی نصیحت سن کر جواب دیا کہ آپ جس چیز کی طرف ہمیں بلا رہے ہیں اس کی کوئی دلیل و حجت تو ہمارے پاس آپ لائے نہیں۔ اور یہ ہم کرنے سے رہے کہ آپ کہیں اپنے معبودوں کو چھوڑ دو اور ہم چھوڑ ہی دیں۔ نہ وہ آپ کو سچا ماننے والے ہیں نہ آپ پر ایمان لانے والے۔ بلکہ ہمارا خیال تو یہ ہے کہ چونکہ تو ہمیں ہمارے ان معبودوں کی عبادت سے روک رہا ہے اور انہیں عیب لگاتا ہے۔ اس لیے جھنجھلا کر ان میں سے کسی کی مار تجھ پر پڑی ہے تیری عقل چل گئی ہے۔ یہ سن کر اللہ کے نبی ﷺ نے فرمایا اگر یہی ہے تو سنو میں نہ صرف تمہیں ہی بلکہ اللہ کو بھی گواہ کر کے اعلان کرتا ہوں کہ میں اللہ کے سوا جس جس کی عبات ہو رہی ہے سب سے بری اور بیزار ہوں اب تم ہی نہیں بلکہ اپنے ساتھ اوروں کو بھی بلا لو اور اپنے ان سب جھوٹے معبودوں کو بھی ملا لو اور تم سے جو ہو سکے مجھے نقصان پہنچا دو۔ مجھے کوئی مہلت نہ لینے دو۔ نہ مجھ پر کوئی ترس کھاؤ۔ جو نقصان تمہارے بس میں ہو مجھے پہنچانے میں کمی نہ کرو۔ میرا توکل ذات رب پر ہے وہ میرا اور تمہارا سب کا مالک ہے ناممکن کہ اس کی منشاء بغیر میرا بگاڑ کوئی بھی کرسکے۔ دنیا بھر کے جاندار اس کے قبضے میں اور اس کی ملکیت میں ہیں۔ کوئی نہیں جو اس کے حکم سے باہر اس کی باشاہی سے الگ ہو۔ وہ ظالم نہیں جو تمہارے منصوبے پورے ہونے دے وہ صحیح راستے پر ہے۔ بندوں کی چوٹیاں اس کے ہاتھ میں ہیں، مومن پر وہ اس سے بھی زیادہ مہربان ہے جو مہربانی ماں باپ کو اولاد پر ہوتی ہے وہ کریم ہے اس کے کرم کی کوئی حد نہیں۔ اسی وجہ سے بعض لوگ بہک جاتے ہیں اور غافل ہوجاتے ہیں۔ حضرت ہود ؑ کے اس فرمان پر دوبارہ غور کیجئے کہ آپ نے عادیوں کے لیے اپنے اس قول میں توحید ربانی کی بہت سے دلیلیں بیان کردیں۔ بتادیا کہ جب اللہ کے سوا کوئی نفع نقصان نہیں پہنچا سکتا جب اس کے سوا کسی چیز پر کسی کا قبضہ نہیں تو پھر وہی ایک مستحق عبادت ٹھہرا۔ اور جن کی عبادت تم اس کے سوا کر رہے ہو وہ سب باطل ٹھہرے۔ اللہ ان سے پاک ہے ملک تصرف قبضہ اختیار اسی کا ہے سب اسی کی ماتحتی میں ہیں۔ اس کے سوا کوئی معبود نہیں۔"
    },
    {
      "ayah": 57,
      "surah": 11,
      "text": "ہود ؑ کا قوم کو جواب  حضرت ہود ؑ فرماتے ہیں کہ اپنا کام تو میں پورا کرچکا، اللہ کی رسالت تمہیں پہنچا چکا، اب اگر تم منہ موڑ لو اور نہ مانو تو تمہارا وبال تم پر ہی ہے نہ کہ مجھ پر۔ اللہ کو قدرت ہے کہ وہ تمہاری جگہ انہیں دے جو اس کی توحید کو مانیں اور صرف اسی کی عبادت کریں۔ اسے تمہاری کوئی پرواہ نہیں، تمہارا کفر اسے کوئی نقصان نہیں دینے کا بلکہ اس کا وبال تم پر ہی ہے۔ میرا رب بندوں پر شاہد ہے۔ ان کے اقوال افعال اس کی نگاہ میں ہیں۔ آخر ان پر اللہ تعالیٰ کا عذاب آگیا۔ خیر و برکت سے خالی، عذاب و سزا سے بھری ہوئی آندھیاں چلنے لگیں۔ اس وقت حضرت ہود ؑ اور آپ کی جماعت مسلمین اللہ کے فضل و کرم اور اس کے لطف و رحم سے نجات پا گئے۔ سزاؤں سے بچ گئے، سخت عذاب ان پر سے ہٹا لئے گئے۔ یہ تھے عادی جنہوں نے اللہ کے ساتھ کفر کیا، اللہ کے پیغمبروں کی مان کر نہ دی۔ یہ یاد رہے کہ ایک نبی کا نافرمان کل نبیوں کا نافرمان ہے۔ یہ انہیں کی مانتے رہے جو ان میں ضدی اور سرکش تھے۔ اللہ کی اور اس کے مومن بندوں کی لعنت ان پر برس پڑی۔ اس دنیا میں بھی ان کا ذکر لعنت سے ہونے لگا اور قیامت کے دن بھی میدان محشر میں سب کے سامنے ان پر اللہ کی لعنت ہوگی۔ اور پکار دیا جائے گا کہ عادی اللہ کے منکر ہیں۔ حضرت سدی کا قول ہے کہ ان کے بعد جتنے نبی آئے سب ان پر لعنت ہی کرتے آئے ان کی زبانی اللہ کی لعنتیں بھی ان پر ہوتی رہیں۔"
    },
    {
      "ayah": 58,
      "surah": 11,
      "text": "ہود ؑ کا قوم کو جواب  حضرت ہود ؑ فرماتے ہیں کہ اپنا کام تو میں پورا کرچکا، اللہ کی رسالت تمہیں پہنچا چکا، اب اگر تم منہ موڑ لو اور نہ مانو تو تمہارا وبال تم پر ہی ہے نہ کہ مجھ پر۔ اللہ کو قدرت ہے کہ وہ تمہاری جگہ انہیں دے جو اس کی توحید کو مانیں اور صرف اسی کی عبادت کریں۔ اسے تمہاری کوئی پرواہ نہیں، تمہارا کفر اسے کوئی نقصان نہیں دینے کا بلکہ اس کا وبال تم پر ہی ہے۔ میرا رب بندوں پر شاہد ہے۔ ان کے اقوال افعال اس کی نگاہ میں ہیں۔ آخر ان پر اللہ تعالیٰ کا عذاب آگیا۔ خیر و برکت سے خالی، عذاب و سزا سے بھری ہوئی آندھیاں چلنے لگیں۔ اس وقت حضرت ہود ؑ اور آپ کی جماعت مسلمین اللہ کے فضل و کرم اور اس کے لطف و رحم سے نجات پا گئے۔ سزاؤں سے بچ گئے، سخت عذاب ان پر سے ہٹا لئے گئے۔ یہ تھے عادی جنہوں نے اللہ کے ساتھ کفر کیا، اللہ کے پیغمبروں کی مان کر نہ دی۔ یہ یاد رہے کہ ایک نبی کا نافرمان کل نبیوں کا نافرمان ہے۔ یہ انہیں کی مانتے رہے جو ان میں ضدی اور سرکش تھے۔ اللہ کی اور اس کے مومن بندوں کی لعنت ان پر برس پڑی۔ اس دنیا میں بھی ان کا ذکر لعنت سے ہونے لگا اور قیامت کے دن بھی میدان محشر میں سب کے سامنے ان پر اللہ کی لعنت ہوگی۔ اور پکار دیا جائے گا کہ عادی اللہ کے منکر ہیں۔ حضرت سدی کا قول ہے کہ ان کے بعد جتنے نبی آئے سب ان پر لعنت ہی کرتے آئے ان کی زبانی اللہ کی لعنتیں بھی ان پر ہوتی رہیں۔"
    },
    {
      "ayah": 59,
      "surah": 11,
      "text": "ہود ؑ کا قوم کو جواب  حضرت ہود ؑ فرماتے ہیں کہ اپنا کام تو میں پورا کرچکا، اللہ کی رسالت تمہیں پہنچا چکا، اب اگر تم منہ موڑ لو اور نہ مانو تو تمہارا وبال تم پر ہی ہے نہ کہ مجھ پر۔ اللہ کو قدرت ہے کہ وہ تمہاری جگہ انہیں دے جو اس کی توحید کو مانیں اور صرف اسی کی عبادت کریں۔ اسے تمہاری کوئی پرواہ نہیں، تمہارا کفر اسے کوئی نقصان نہیں دینے کا بلکہ اس کا وبال تم پر ہی ہے۔ میرا رب بندوں پر شاہد ہے۔ ان کے اقوال افعال اس کی نگاہ میں ہیں۔ آخر ان پر اللہ تعالیٰ کا عذاب آگیا۔ خیر و برکت سے خالی، عذاب و سزا سے بھری ہوئی آندھیاں چلنے لگیں۔ اس وقت حضرت ہود ؑ اور آپ کی جماعت مسلمین اللہ کے فضل و کرم اور اس کے لطف و رحم سے نجات پا گئے۔ سزاؤں سے بچ گئے، سخت عذاب ان پر سے ہٹا لئے گئے۔ یہ تھے عادی جنہوں نے اللہ کے ساتھ کفر کیا، اللہ کے پیغمبروں کی مان کر نہ دی۔ یہ یاد رہے کہ ایک نبی کا نافرمان کل نبیوں کا نافرمان ہے۔ یہ انہیں کی مانتے رہے جو ان میں ضدی اور سرکش تھے۔ اللہ کی اور اس کے مومن بندوں کی لعنت ان پر برس پڑی۔ اس دنیا میں بھی ان کا ذکر لعنت سے ہونے لگا اور قیامت کے دن بھی میدان محشر میں سب کے سامنے ان پر اللہ کی لعنت ہوگی۔ اور پکار دیا جائے گا کہ عادی اللہ کے منکر ہیں۔ حضرت سدی کا قول ہے کہ ان کے بعد جتنے نبی آئے سب ان پر لعنت ہی کرتے آئے ان کی زبانی اللہ کی لعنتیں بھی ان پر ہوتی رہیں۔"
    },
    {
      "ayah": 6,
      "surah": 11,
      "text": "ہر مخلوق کا روزی رساں  ہر ایک چھوٹی بڑی، خشکی تری کی مخلوق کا روزی رساں ایک اللہ تعالیٰ ہی ہے۔ وہی ان کے چلنے پھرنے آنے جانے، رہنے سہنے، مرنے جینے اور ماں کے رحم میں قرار پکڑنے اور باپ کی پیٹھ کی جگہ کو جانتا ہے۔ امام بن ابی حاتم نے اس آیت کی تفسیر میں مفسرین کرام کے بہت سے اقوال ذکر کئے ہیں فاللہ اعلم۔ یہ تمام باتیں اللہ کے پاس کی واضح کتاب میں لکھی ہوئی ہیں جسے فرمان ہے (وَمَا مِنْ دَاۗبَّةٍ فِي الْاَرْضِ وَلَا طٰۗىِٕرٍ يَّطِيْرُ بِجَنَاحَيْهِ اِلَّآ اُمَمٌ اَمْثَالُكُمْ ۭمَا فَرَّطْنَا فِي الْكِتٰبِ مِنْ شَيْءٍ ثُمَّ اِلٰى رَبِّهِمْ يُحْشَرُوْنَ 38؀) 6۔ الانعام :38) یعنی زمین پر چلنے والے جانور اور اپنے پروں پر اڑنے والے پرند سب کے سب تم جیسی ہی امتیں ہیں، ہم نے کتاب میں کوئی چیز نہیں چھوڑی، پھر سب کے سب اپنے پروردگار کی طرف جمع کئے جائیں گے۔ اور فرمان ہے (وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَ ۭ وَيَعْلَمُ مَا فِي الْبَرِّ وَالْبَحْرِ ۭ وَمَا تَسْقُطُ مِنْ وَّرَقَةٍ اِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِيْ ظُلُمٰتِ الْاَرْضِ وَلَا رَطْبٍ وَّلَا يَابِسٍ اِلَّا فِيْ كِتٰبٍ مُّبِيْنٍ 59؀) 6۔ الانعام :59) یعنی غیب کی کنجیاں اسی اللہ کے پاس ہیں۔ انہیں اس کے سوا کوئی نہیں جانتا۔ خشکی تری کی تمام چیزوں کا اسے علم ہے جو پتہ جھڑتا ہے اس کے علم میں ہے کوئی دانہ زمین کے اندھیروں میں اور کوئی تر و خشک چیز ایسی نہیں جو واضح کتاب میں نہ ہو"
    },
    {
      "ayah": 60,
      "surah": 11,
      "text": "ہود ؑ کا قوم کو جواب  حضرت ہود ؑ فرماتے ہیں کہ اپنا کام تو میں پورا کرچکا، اللہ کی رسالت تمہیں پہنچا چکا، اب اگر تم منہ موڑ لو اور نہ مانو تو تمہارا وبال تم پر ہی ہے نہ کہ مجھ پر۔ اللہ کو قدرت ہے کہ وہ تمہاری جگہ انہیں دے جو اس کی توحید کو مانیں اور صرف اسی کی عبادت کریں۔ اسے تمہاری کوئی پرواہ نہیں، تمہارا کفر اسے کوئی نقصان نہیں دینے کا بلکہ اس کا وبال تم پر ہی ہے۔ میرا رب بندوں پر شاہد ہے۔ ان کے اقوال افعال اس کی نگاہ میں ہیں۔ آخر ان پر اللہ تعالیٰ کا عذاب آگیا۔ خیر و برکت سے خالی، عذاب و سزا سے بھری ہوئی آندھیاں چلنے لگیں۔ اس وقت حضرت ہود ؑ اور آپ کی جماعت مسلمین اللہ کے فضل و کرم اور اس کے لطف و رحم سے نجات پا گئے۔ سزاؤں سے بچ گئے، سخت عذاب ان پر سے ہٹا لئے گئے۔ یہ تھے عادی جنہوں نے اللہ کے ساتھ کفر کیا، اللہ کے پیغمبروں کی مان کر نہ دی۔ یہ یاد رہے کہ ایک نبی کا نافرمان کل نبیوں کا نافرمان ہے۔ یہ انہیں کی مانتے رہے جو ان میں ضدی اور سرکش تھے۔ اللہ کی اور اس کے مومن بندوں کی لعنت ان پر برس پڑی۔ اس دنیا میں بھی ان کا ذکر لعنت سے ہونے لگا اور قیامت کے دن بھی میدان محشر میں سب کے سامنے ان پر اللہ کی لعنت ہوگی۔ اور پکار دیا جائے گا کہ عادی اللہ کے منکر ہیں۔ حضرت سدی کا قول ہے کہ ان کے بعد جتنے نبی آئے سب ان پر لعنت ہی کرتے آئے ان کی زبانی اللہ کی لعنتیں بھی ان پر ہوتی رہیں۔"
    },
    {
      "ayah": 61,
      "surah": 11,
      "text": "صالح ؑ اور ان کی قوم میں مکالمات حضرت صالح ؑ ثمودیوں کی طرف اللہ کے رسول بنا کر بھیجے گئے تھے۔ قوم کو آپ نے اللہ کی عبادت کرنے کی اور اس کے سوا دوسروں کی عبادت سے باز آنے کی نصحیت کی۔ بتلایا کہ انسان کی ابتدائی پیدائش اللہ تعالیٰ نے مٹی سے شروع کی ہے۔ تم سب کے باپ باوا آدم ؑ اسی مٹی سے پیدا ہوئے تھے۔ اسی نے اپنے فضل سے تمہیں زمین پر بسایا ہے کہ تم اس میں گزران کر رہے ہو۔ تمہیں اللہ سے استغفار کرنا چاہیے۔ اس کی طرف جھکے رہنا چاہیے۔ وہ بہت ہی قریب ہے اور قبول فرمانے و الا ہے۔"
    },
    {
      "ayah": 62,
      "surah": 11,
      "text": "باپ دادا کے معبود ہی ہم کو پیارے ہیں  حضرت صالح ؑ اور آپ کی قوم کے درمیان جو بات چیت ہوئی اس کا بیان ہو رہا ہے وہ کہتے ہیں کہ تو یہ بات زبان سے نکال۔ اس سے پہلے تو ہماری بہت کچھ امیدیں تجھ سے وابستہ تھیں، لیکن تو نے ان سے سب پر پانی پھر دیا۔ ہمیں پرانی روش اور باپ دادا کے طریقے اور پوجا پاٹ سے ہٹانے لگا۔ ہمیں تو تیری اس نئی رہبری میں بہت بڑا شک شبہ ہے۔ آپ نے فرمایا سنو میں اعلیٰ دلیل پر ہوں۔ میرے پاس رب کی نشانی ہے، مجھے اپنی سچائی پر دلی اطمینان ہے میرے پاس اللہ کی رسالت کی رحمت ہے۔ اب اگر میں تمہیں اس کی دعوت نہ دوں اور اللہ کی نافرمانی کرو اور اس کی عبادت کی طرف تمہیں نہ بلاؤں تو کون ہے جو میری مدد کرسکے اور اللہ کے عذاب سے مجھے بچا سکے ؟ میرا ایمان ہے کہ مخلوق میرے کام نہیں آسکتی تم میرے لیے محض بےسود ہو۔ سوائے میرے نقصان کے تم مجھے اور کیا دے سکتے ہو۔"
    },
    {
      "ayah": 63,
      "surah": 11,
      "text": "باپ دادا کے معبود ہی ہم کو پیارے ہیں  حضرت صالح ؑ اور آپ کی قوم کے درمیان جو بات چیت ہوئی اس کا بیان ہو رہا ہے وہ کہتے ہیں کہ تو یہ بات زبان سے نکال۔ اس سے پہلے تو ہماری بہت کچھ امیدیں تجھ سے وابستہ تھیں، لیکن تو نے ان سے سب پر پانی پھر دیا۔ ہمیں پرانی روش اور باپ دادا کے طریقے اور پوجا پاٹ سے ہٹانے لگا۔ ہمیں تو تیری اس نئی رہبری میں بہت بڑا شک شبہ ہے۔ آپ نے فرمایا سنو میں اعلیٰ دلیل پر ہوں۔ میرے پاس رب کی نشانی ہے، مجھے اپنی سچائی پر دلی اطمینان ہے میرے پاس اللہ کی رسالت کی رحمت ہے۔ اب اگر میں تمہیں اس کی دعوت نہ دوں اور اللہ کی نافرمانی کرو اور اس کی عبادت کی طرف تمہیں نہ بلاؤں تو کون ہے جو میری مدد کرسکے اور اللہ کے عذاب سے مجھے بچا سکے ؟ میرا ایمان ہے کہ مخلوق میرے کام نہیں آسکتی تم میرے لیے محض بےسود ہو۔ سوائے میرے نقصان کے تم مجھے اور کیا دے سکتے ہو۔"
    },
    {
      "ayah": 64,
      "surah": 11,
      "text": "ان تمام آیتوں کی پوری تفسیر اور ثمودیوں کی ہلاکت کے اور اونٹنی کے مفصل واقعات سورة اعراف میں بیان ہوچکے ہیں یہاں دوہرانے کی ضرورت نہیں"
    },
    {
      "ayah": 65,
      "surah": 11,
      "text": "ان تمام آیتوں کی پوری تفسیر اور ثمودیوں کی ہلاکت کے اور اونٹنی کے مفصل واقعات سورة اعراف میں بیان ہوچکے ہیں یہاں دوہرانے کی ضرورت نہیں"
    },
    {
      "ayah": 66,
      "surah": 11,
      "text": "ان تمام آیتوں کی پوری تفسیر اور ثمودیوں کی ہلاکت کے اور اونٹنی کے مفصل واقعات سورة اعراف میں بیان ہوچکے ہیں یہاں دوہرانے کی ضرورت نہیں"
    },
    {
      "ayah": 67,
      "surah": 11,
      "text": "ان تمام آیتوں کی پوری تفسیر اور ثمودیوں کی ہلاکت کے اور اونٹنی کے مفصل واقعات سورة اعراف میں بیان ہوچکے ہیں یہاں دوہرانے کی ضرورت نہیں"
    },
    {
      "ayah": 68,
      "surah": 11,
      "text": "ان تمام آیتوں کی پوری تفسیر اور ثمودیوں کی ہلاکت کے اور اونٹنی کے مفصل واقعات سورة اعراف میں بیان ہوچکے ہیں یہاں دوہرانے کی ضرورت نہیں"
    },
    {
      "ayah": 69,
      "surah": 11,
      "text": "ابراہیم ؑ کی بشارت اولاد اور فرشتوں سے گفتگو  حضرت ابراہیم ؑ کے پاس وہ فرشتے بطور مہمان بشکل انسان آتے ہیں جو قوم لوط کی ہلاکت کی خوشخبری اور حضرت ابراہیم کے ہاں فرزند ہونے کی بشارت لے کر اللہ کی طرف سے آئے ہیں۔ وہ آکر سلام کرتے ہیں۔ آپ ان کے جواب میں سلام کہتے ہیں۔ اس لفظ کو پیش سے کہنے میں علم بیان کے مطابق ثبوت و دوام پایا جاتا ہے۔ سلام کے بعد ہی حضرت ابراہیم ؑ ان کے سامنے مہمان داری پیش کرتے ہیں۔ بچھڑے کا گوشت جسے گرم پتھروں پر سینک لیا گیا تھا، لاتے ہیں۔ جب دیکھا کہ ان نو وارد مہمانوں کے ہاتھ کھانے کی طرف بڑھتے ہی نہیں، اس وقت ان سے کچھ بدگمان سے ہوگئے اور کچھ دل میں خوف کھانے لگے حضرت سدی فرماتے ہیں کہ ہلاکت قوم لوط کے لیے جو فرشتے بھیجے گئے وہ بصورت نوجوان انسان زمین پر آئے۔ حضرت ابراہیم ؑ کے گھر پر اترے آپ نے انہیں دیکھ کر بڑی تکریم کی، جلدی جلدی اپنا بچھڑا لے کر اس کو گرم پتھوں پر سینک کر لا حاضر کیا اور خود بھی ان کے ساتھ دستر خوان پر بیٹھ گئے، آپ کی بیوی صاحبہ حضرت سارہ کھلانے پلانے کے کام کاج میں لگ گئیں۔ ظاہر ہے کہ فرشتے کھانا نہیں کھاتے۔ وہ کھانے سے رکے اور کہنے لگے ابراہیم ہم جب تلک کسی کھانے کی قیمت نہ دے دیں کھایا نہیں کرتے۔ آپ نے فرمایا ہاں قیمت دے دیجئے انہوں نے پوچھا کیا قیمت ہے، آپ نے فرمایا بسم اللہ پڑھ کر کھانا شروع کرنا اور کھانا کھا کر الحمد اللہ کہنا یہی اس کی قیمت ہے۔ اس وقت حضرت جبرائیل نے حضرت میکائیل کی طرف دیکھا اور دل میں کہا کہ فی الواقع یہ اس قابل ہیں کہ اللہ تعالیٰ انہیں اپنا خلیل بنائے۔ اب بھی جو انہوں نے کھانا شروع نہ کیا تو آپ کے دل میں طرح طرح کے خیالات گذرنے لگے۔ حضرت سارہ نے دیکھا کہ خود حضرت ابراہیم ان کے اکرام میں یعنی ان کے کھانے کی خدمت میں ہیں، تاہم وہ کھانا نہیں کھاتے تو ان مہمانوں کی عجیب حالت پر انہیں بےساختہ ہنسی آگئی۔ حضرت ابراہیم کو خوف زدہ دیکھ کر فرشتوں نے کہا آپ خوف نہ کیجئے۔ اب دہشت دور کرنے کے لیے اصلی واقعہ کھول دیا کہ ہم کوئی انسان نہیں فرشتے ہیں۔ قوم لوط کی طرف بھیجے گئے ہیں کہ انہیں ہلاک کریں۔ حضرت سارہ کو قوم لوط کی ہلاکت کی خبر نے خوش کردیا۔ اسی وقت انہیں ایک دوسری خوشخبری بھی ملی کہ اس ناامیدی کی عمر میں تمہارے ہاں بچہ ہوگا۔ انہیں عجب تھا کہ جس قوم پر اللہ کا عذاب اتر رہا ہے، وہ پوری غفلت میں ہے۔ الغرض فرشتوں نے آپ کو اسحاق نامی بچہ پیدا ہونے کی بشارت دی۔ اور پھر اسحاق کے ہاں یعقوب کے ہونے کی بھی ساتھ ہی خوش خبری سنائی۔ اس آیت سے اس بات پر استدلال کیا گیا ہے کہ ذبیح اللہ حضرت اسماعیل ؑ تھے۔ کیونکہ حضرت اسحاق ؑ کی تو بشارت دی گئی تھی اور ساتھ ہی ان کے ہاں بھی اولاد ہونے کی بشارت دی گئی تھی۔ یہ سن کر حضرت سارہ ؑ نے عورتوں کی عام عادت کے مطابق اس پر تعجب ظاہر کیا کہ میاں بیوی دونوں کے اس بڑھے ہوئے بڑھاپے میں اولاد کیسی ؟ یہ تو سخت حیرت کی بات ہے۔ فرشتوں نے کہا امر اللہ میں کیا حیرت ؟ تم دونوں کو اس عمر میں ہی اللہ بیٹا دے گا گو تم سے آج تک کوئی اولاد نہیں ہوئی اور تمہارے میاں کی عمر بھی ڈھل چکی ہے۔ لیکن اللہ کی قدرت میں کمی نہیں وہ جو چاہے ہو کر رہتا ہے، اے نبی کے گھر والو تم پر اللہ کی رحمتیں اور اس کی برکتیں ہیں، تمہیں اس کی قدرت میں تعجب نہ کرنا چاہے۔ اللہ تعالیٰ تعریفوں والا اور بزرگ ہے۔"
    },
    {
      "ayah": 7,
      "surah": 11,
      "text": "تخلیق کائنات کا تذکرہ  اللہ تعالیٰ بیان فرماتا ہے کہ اسے ہر چیز پر قدرت ہے۔ آسمان و زمین کو اس نے صرف چھ دن میں پیدا کیا ہے۔ اس سے پہلے اس کا عرش کریم پانی کے اوپر تھا۔ مسند احمد میں رسول اللہ ﷺ نے فرمایا اے بنو تمیم ! تم خوشخبری قبول کرو۔ انہوں نے کہا خوشخبریاں تو آپ نے سنا دیں اب کچھ دلوائیے۔ آپ نے فرمایا اے اہل یمن تم قبول کرو۔ انہوں نے کہا ہاں ہمیں قبول ہے۔ مخلوق کی ابتدا تو ہمیں سنائے کہ کس طرح ہوئی ؟  آپ نے فرمایا سب سے پہلے اللہ تھا۔ اس کا عرش پانی کے اوپر تھا۔ اس نے لوح محفوظ میں ہر چیز کا تذکرہ لکھا۔ راوی حدیث حضرت عمران کہتے ہیں حضور ﷺ نے اتنا ہی فرمایا تھا جو کسی نے آن کر مجھے خبر دی کہ تیری اونٹنی زانو کھلوا کر بھاگ گئی، میں اسے ڈھونڈنے چلا گیا۔ پھر مجھے نہیں معلوم کہ کیا بات ہوئی ؟ یہ حدیث بخاری مسلم میں بھی ہے۔ ایک روایت میں ہے اللہ تھا اور اس سے پہلے کچھ نہ تھا۔ ایک روایت میں ہے اس کے ساتھ کچھ نہ تھا۔ اس کا عرش پانی پر تھا۔ اس نے ہر چیز کا تذکرہ لکھا۔ پھر آسمان و زمین کو پیدا کیا۔ مسلم کی حدیث میں ہے زمین و آسمان کی پیدائش سے پچاس ہزار سال پہلے اللہ تعالیٰ نے مخلوقات کی تقدیر لکھی اس کا عرش پانی پر تھا۔ صحیح بخاری میں اس آیت کی تفسیر کے موقع پر ایک قدسی حدیث لائے ہیں کہ اے انسان تو میری راہ میں خرچ کر میں تجھے دوں گا اور فرمایا \" اللہ کا ہاتھ اوپر ہے \"۔ دن رات کا خرچ اس میں کوئی کمی نہیں لاتا۔ خیال تو کرو کہ آسمان و زمین کی پیدائش سے اب تک کتنا کچھ خرچ کیا ہوگا لیکن اس کے داہنے ہاتھ میں جو تھا وہ کم نہیں ہوتا اس کا عرش پانی پر تھا۔ اس کے ہاتھ میں میزان ہے جھکاتا ہے اور اونچا کرتا ہے مسند میں ہے ابو رزین لقیط بن عامر بن متفق عقیلی نے حضور ﷺ سے سوال کیا کہ مخلوق پیدائش کرنے سے پہلے ہمارا پروردگار کہاں تھا ؟ آپ نے فرمایا عما میں نیچے بھی ہوا اور اوپر بھی ہوا پھر عرش کو اس کے بعد پیدا کیا۔ یہ روایت ترمذی کتاب التفسیر میں بھی ہے۔ سنن ابن ماجہ میں بھی ہے۔ امام ترمذی اسے حسن کہتے ہیں۔ مجاہد کا قول ہے کہ کسی چیز کو پیدا کرنے سے پہلے عرش الٰہی پانی پر تھا۔ وہب، ضمرہ، قتادہ، ابن جریر وغیرہ بھی یہی کہتے ہیں۔ قتادہ کہتے ہیں اللہ تعالیٰ بتاتا ہے کہ آسمان و زمین کی پیدائش سے پہلے ابتداء مخلوق کس طرح ہوئی۔ ربیع بن انس کہتے ہیں کہ اس کا عرش پانی پر تھا۔ جب آسمان و زمین کو پیدا کیا تو اس پانی کے دو حصے کردیئے۔ نصف عرش کے نیچے یہی بحر مسجود ہے۔ ابن عباس فرماتے ہیں بوجہ بلندی کے عرش کو عرش کہا جاتا ہے۔ سعد طائی فرماتے ہیں کہ عرش سرخ یاقوت کا ہے۔ محمد بن اسحاق فرماتے ہیں اللہ اسی طرح تھا جس طرح اس نے اپنے نفس کریم کا وصف کیا۔ اس لیے کہ کچھ نہ تھا، پانی تھا، اس پر عرش تھا، عرش پر ذوالجلال والاکرام ذوالعزت والسلطان ذوالملک و ققدرہ ذوالعلم والرحمتہ والنعمہ تھا جو جو چاہے کر گزرنے والا ہے۔ ابن عباس سے اس آیت کے بارے میں سوال ہوا کہ پانی کس چیز پر تھا ؟ آپ نے فرمایا ہوا کی پیٹھ پر۔ پھر فرماتا ہے۔ آسمان و زمین کی پیدائش تمہارے نفع کے لیے ہے اور تم اس لیے ہو کہ اسی ایک خالق کی عبادت کرو، اس کے ساتھ کسی کو شریک نہ کرو۔ یاد رکھو تم بیکار پیدا نہیں کئے گئے۔ آسمان و زمین اور ان کے درمیان چیزیں باطل پیدا نہیں کیں یہ گمان تو کافروں کا ہے اور کافروں کے لیے آگ کا عذاب اور آیت میں ہے۔ (اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ01105) 23۔ المؤمنون :115) کیا تم یہ سمجھ بیٹھے ہو کہ ہم نے تمہیں عبث پیدا کیا ہے اور تم ہماری طرف لوٹائے نہ جاؤ گے ؟ اللہ جو سچا مالک ہے وہی حق ہے اس کے سوا کوئی معبود نہیں وہ عرش کریم کا رب ہے اور آیت میں ہے انسانوں اور جنوں کو میں نے صرف اپنی عبادت کے لیے ہی پیدا کیا ہے وہ تمہیں آزما رہے ہیں کہ تم میں سے اچھے عمل والے کون ہیں ؟ یہ نہیں فرمایا کہ زیادہ عمل والے کون ہیں ؟ اس لیے کہ عمل حسن وہ ہوتا ہے جس میں خلوص ہو اور شریعت محمدیہ کی تابعداری ہو۔ ان دونوں باتوں میں سے اگر ایک بھی نہ ہو تو وہ عمل بیکار اور غارت ہے۔ پھر فرماتا ہے کہ اے نبی ﷺ اگر آپ انہیں کہیں کہ تم مرنے کے بعد زندہ کئے جاؤ گے جس اللہ نے تمہیں پہلی بار پیدا کیا ہے وہ دوبارہ بھی پیدا کرے گا تو صاف کہہ دیں گے کہ ہم اسے نہیں مانتے حالانکہ قائل بھی ہیں کہ زمین آسمان کا پیدا کرنے والا اللہ تعالیٰ ہی ہے۔ ظاہر ہے کہ شروع جس پر گراں نہ گزرا۔ اس پر دوبارہ کی پیدائش کیسے گراں گزرے گی ؟ یہ تو بہ نسبت اول مرتبہ کے بہت ہی آسمان ہے۔ فرمان الٰہی ہے (وَهُوَ الَّذِيْ يَبْدَؤُا الْخَــلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ ۭ وَلَهُ الْمَثَلُ الْاَعْلٰى فِي السَّمٰوٰتِ وَالْاَرْضِ ۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ 27؀) 30۔ الروم :27) اسی نے پہلی پیدائش شروع میں کی وہی دوبارہ پیدائش کرے گا اور یہ تو اس پر نہایت ہی آسان ہے اور آیت میں ہے کہ تم سب کا بنانا اور مار کر زندہ کرنا مجھ پر ایسا ہی ہے جیسا ایک کا۔ لیکن یہ لوگ اسے نہیں مانتے تھے اور اسے کھلے جادو سے تعبیر کرتے تھے۔ کفر وعناد سے اس قول کو جادو کا اثر خیال کرتے۔  پھر فرماتا ہے کہ اگر ہم عذاب و پکڑ کو ان سے کچھ مقرر مدت تک کے لیے موخر کردیں تو یہ اس کو نہ آنے والا جان کر جلدی کا مطالبہ کرنے لگتے ہیں کہ عذاب ہم سے موخر کیوں ہوگئے ؟ ان کے دل میں کفر و شرک اس طرح بیٹھ گیا ہے کہ اس سے چھٹکارا ہی نہیں ملتا۔ امت کا لفظ قرآن و حدیث میں کئی ایک معنی میں مستعمل ہے۔ اس سے مراد مدت بھی ہے اس آیت اور (وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا اُنَبِّئُكُمْ بِتَاْوِيْـلِهٖ فَاَرْسِلُوْنِ 45؀) 12۔ یوسف :45) جو سورة یوسف میں ہے یہی معنی ہیں۔ امام و مقتدی کے معنی میں بھی یہ لفظ آیا ہے۔ جیسے حضرت ابراہیم ؑ کے بارے میں (اِنَّ اِبْرٰهِيْمَ كَانَ اُمَّةً قَانِتًا لِّلّٰهِ حَنِيْفًا ۭ وَلَمْ يَكُ مِنَ الْمُشْرِكِيْنَ01200ۙ) 16۔ النحل :120) آیا ہے۔ ملت اور دین کے بارے میں بھی یہی لفظ آتا ہے جیسے مشرکوں کا قول (بَلْ قَالُـوْٓا اِنَّا وَجَدْنَآ اٰبَاۗءَنَا عَلٰٓي اُمَّةٍ وَّ اِنَّا عَلٰٓي اٰثٰرِهِمْ مُّهْتَدُوْنَ 22؀) 43۔ الزخرف :22) ہے جماعت کے معنی میں بھی آتا ہے (وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ۋ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ 23؀) 28۔ القصص :23) والی آیت میں اور آیت (وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا 36؀) 16۔ النحل :36) میں ان آیتوں میں امت سے مراد کافر مومن سب امتی ہیں۔ جیسے مسلم کی حدیث ہے اس کی قسم جس کے ہاتھ میں میری جان ہے اس امت کا جو یہودی نصرانی میرا نام سنے اور مجھ پر ایمان نہ لائے وہ جہنمی ہے۔ ہاں تابعدار امت وہ ہے جو رسولوں کو مانے جیسے (كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ للنَّاسِ تَاْمُرُوْنَ بالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ باللّٰهِ ۭ وَلَوْ اٰمَنَ اَھْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّھُمْ ۭمِنْھُمُ الْمُؤْمِنُوْنَ وَ اَكْثَرُھُمُ الْفٰسِقُوْنَ01100) 3۔ آل عمران :110) والی آیت میں۔ صحیح حدیث میں ہے میں کہوں گا امتی امتی اسی طرح امت کا لفظ فرقے اور گروہ کے لیے بھی مستعمل ہوتا ہے جیسے (وَمِنْ قَوْمِ مُوْسٰٓي اُمَّةٌ يَّهْدُوْنَ بالْحَقِّ وَبِهٖ يَعْدِلُوْنَ01509) 7۔ الاعراف :159) اور جیسے (مِنْ اَھْلِ الْكِتٰبِ اُمَّةٌ قَاۗىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۗءَ الَّيْلِ وَھُمْ يَسْجُدُوْنَ01103) 3۔ آل عمران :113) میں۔"
    },
    {
      "ayah": 70,
      "surah": 11,
      "text": "ابراہیم ؑ کی بشارت اولاد اور فرشتوں سے گفتگو  حضرت ابراہیم ؑ کے پاس وہ فرشتے بطور مہمان بشکل انسان آتے ہیں جو قوم لوط کی ہلاکت کی خوشخبری اور حضرت ابراہیم کے ہاں فرزند ہونے کی بشارت لے کر اللہ کی طرف سے آئے ہیں۔ وہ آکر سلام کرتے ہیں۔ آپ ان کے جواب میں سلام کہتے ہیں۔ اس لفظ کو پیش سے کہنے میں علم بیان کے مطابق ثبوت و دوام پایا جاتا ہے۔ سلام کے بعد ہی حضرت ابراہیم ؑ ان کے سامنے مہمان داری پیش کرتے ہیں۔ بچھڑے کا گوشت جسے گرم پتھروں پر سینک لیا گیا تھا، لاتے ہیں۔ جب دیکھا کہ ان نو وارد مہمانوں کے ہاتھ کھانے کی طرف بڑھتے ہی نہیں، اس وقت ان سے کچھ بدگمان سے ہوگئے اور کچھ دل میں خوف کھانے لگے حضرت سدی فرماتے ہیں کہ ہلاکت قوم لوط کے لیے جو فرشتے بھیجے گئے وہ بصورت نوجوان انسان زمین پر آئے۔ حضرت ابراہیم ؑ کے گھر پر اترے آپ نے انہیں دیکھ کر بڑی تکریم کی، جلدی جلدی اپنا بچھڑا لے کر اس کو گرم پتھوں پر سینک کر لا حاضر کیا اور خود بھی ان کے ساتھ دستر خوان پر بیٹھ گئے، آپ کی بیوی صاحبہ حضرت سارہ کھلانے پلانے کے کام کاج میں لگ گئیں۔ ظاہر ہے کہ فرشتے کھانا نہیں کھاتے۔ وہ کھانے سے رکے اور کہنے لگے ابراہیم ہم جب تلک کسی کھانے کی قیمت نہ دے دیں کھایا نہیں کرتے۔ آپ نے فرمایا ہاں قیمت دے دیجئے انہوں نے پوچھا کیا قیمت ہے، آپ نے فرمایا بسم اللہ پڑھ کر کھانا شروع کرنا اور کھانا کھا کر الحمد اللہ کہنا یہی اس کی قیمت ہے۔ اس وقت حضرت جبرائیل نے حضرت میکائیل کی طرف دیکھا اور دل میں کہا کہ فی الواقع یہ اس قابل ہیں کہ اللہ تعالیٰ انہیں اپنا خلیل بنائے۔ اب بھی جو انہوں نے کھانا شروع نہ کیا تو آپ کے دل میں طرح طرح کے خیالات گذرنے لگے۔ حضرت سارہ نے دیکھا کہ خود حضرت ابراہیم ان کے اکرام میں یعنی ان کے کھانے کی خدمت میں ہیں، تاہم وہ کھانا نہیں کھاتے تو ان مہمانوں کی عجیب حالت پر انہیں بےساختہ ہنسی آگئی۔ حضرت ابراہیم کو خوف زدہ دیکھ کر فرشتوں نے کہا آپ خوف نہ کیجئے۔ اب دہشت دور کرنے کے لیے اصلی واقعہ کھول دیا کہ ہم کوئی انسان نہیں فرشتے ہیں۔ قوم لوط کی طرف بھیجے گئے ہیں کہ انہیں ہلاک کریں۔ حضرت سارہ کو قوم لوط کی ہلاکت کی خبر نے خوش کردیا۔ اسی وقت انہیں ایک دوسری خوشخبری بھی ملی کہ اس ناامیدی کی عمر میں تمہارے ہاں بچہ ہوگا۔ انہیں عجب تھا کہ جس قوم پر اللہ کا عذاب اتر رہا ہے، وہ پوری غفلت میں ہے۔ الغرض فرشتوں نے آپ کو اسحاق نامی بچہ پیدا ہونے کی بشارت دی۔ اور پھر اسحاق کے ہاں یعقوب کے ہونے کی بھی ساتھ ہی خوش خبری سنائی۔ اس آیت سے اس بات پر استدلال کیا گیا ہے کہ ذبیح اللہ حضرت اسماعیل ؑ تھے۔ کیونکہ حضرت اسحاق ؑ کی تو بشارت دی گئی تھی اور ساتھ ہی ان کے ہاں بھی اولاد ہونے کی بشارت دی گئی تھی۔ یہ سن کر حضرت سارہ ؑ نے عورتوں کی عام عادت کے مطابق اس پر تعجب ظاہر کیا کہ میاں بیوی دونوں کے اس بڑھے ہوئے بڑھاپے میں اولاد کیسی ؟ یہ تو سخت حیرت کی بات ہے۔ فرشتوں نے کہا امر اللہ میں کیا حیرت ؟ تم دونوں کو اس عمر میں ہی اللہ بیٹا دے گا گو تم سے آج تک کوئی اولاد نہیں ہوئی اور تمہارے میاں کی عمر بھی ڈھل چکی ہے۔ لیکن اللہ کی قدرت میں کمی نہیں وہ جو چاہے ہو کر رہتا ہے، اے نبی کے گھر والو تم پر اللہ کی رحمتیں اور اس کی برکتیں ہیں، تمہیں اس کی قدرت میں تعجب نہ کرنا چاہے۔ اللہ تعالیٰ تعریفوں والا اور بزرگ ہے۔"
    },
    {
      "ayah": 71,
      "surah": 11,
      "text": "ابراہیم ؑ کی بشارت اولاد اور فرشتوں سے گفتگو  حضرت ابراہیم ؑ کے پاس وہ فرشتے بطور مہمان بشکل انسان آتے ہیں جو قوم لوط کی ہلاکت کی خوشخبری اور حضرت ابراہیم کے ہاں فرزند ہونے کی بشارت لے کر اللہ کی طرف سے آئے ہیں۔ وہ آکر سلام کرتے ہیں۔ آپ ان کے جواب میں سلام کہتے ہیں۔ اس لفظ کو پیش سے کہنے میں علم بیان کے مطابق ثبوت و دوام پایا جاتا ہے۔ سلام کے بعد ہی حضرت ابراہیم ؑ ان کے سامنے مہمان داری پیش کرتے ہیں۔ بچھڑے کا گوشت جسے گرم پتھروں پر سینک لیا گیا تھا، لاتے ہیں۔ جب دیکھا کہ ان نو وارد مہمانوں کے ہاتھ کھانے کی طرف بڑھتے ہی نہیں، اس وقت ان سے کچھ بدگمان سے ہوگئے اور کچھ دل میں خوف کھانے لگے حضرت سدی فرماتے ہیں کہ ہلاکت قوم لوط کے لیے جو فرشتے بھیجے گئے وہ بصورت نوجوان انسان زمین پر آئے۔ حضرت ابراہیم ؑ کے گھر پر اترے آپ نے انہیں دیکھ کر بڑی تکریم کی، جلدی جلدی اپنا بچھڑا لے کر اس کو گرم پتھوں پر سینک کر لا حاضر کیا اور خود بھی ان کے ساتھ دستر خوان پر بیٹھ گئے، آپ کی بیوی صاحبہ حضرت سارہ کھلانے پلانے کے کام کاج میں لگ گئیں۔ ظاہر ہے کہ فرشتے کھانا نہیں کھاتے۔ وہ کھانے سے رکے اور کہنے لگے ابراہیم ہم جب تلک کسی کھانے کی قیمت نہ دے دیں کھایا نہیں کرتے۔ آپ نے فرمایا ہاں قیمت دے دیجئے انہوں نے پوچھا کیا قیمت ہے، آپ نے فرمایا بسم اللہ پڑھ کر کھانا شروع کرنا اور کھانا کھا کر الحمد اللہ کہنا یہی اس کی قیمت ہے۔ اس وقت حضرت جبرائیل نے حضرت میکائیل کی طرف دیکھا اور دل میں کہا کہ فی الواقع یہ اس قابل ہیں کہ اللہ تعالیٰ انہیں اپنا خلیل بنائے۔ اب بھی جو انہوں نے کھانا شروع نہ کیا تو آپ کے دل میں طرح طرح کے خیالات گذرنے لگے۔ حضرت سارہ نے دیکھا کہ خود حضرت ابراہیم ان کے اکرام میں یعنی ان کے کھانے کی خدمت میں ہیں، تاہم وہ کھانا نہیں کھاتے تو ان مہمانوں کی عجیب حالت پر انہیں بےساختہ ہنسی آگئی۔ حضرت ابراہیم کو خوف زدہ دیکھ کر فرشتوں نے کہا آپ خوف نہ کیجئے۔ اب دہشت دور کرنے کے لیے اصلی واقعہ کھول دیا کہ ہم کوئی انسان نہیں فرشتے ہیں۔ قوم لوط کی طرف بھیجے گئے ہیں کہ انہیں ہلاک کریں۔ حضرت سارہ کو قوم لوط کی ہلاکت کی خبر نے خوش کردیا۔ اسی وقت انہیں ایک دوسری خوشخبری بھی ملی کہ اس ناامیدی کی عمر میں تمہارے ہاں بچہ ہوگا۔ انہیں عجب تھا کہ جس قوم پر اللہ کا عذاب اتر رہا ہے، وہ پوری غفلت میں ہے۔ الغرض فرشتوں نے آپ کو اسحاق نامی بچہ پیدا ہونے کی بشارت دی۔ اور پھر اسحاق کے ہاں یعقوب کے ہونے کی بھی ساتھ ہی خوش خبری سنائی۔ اس آیت سے اس بات پر استدلال کیا گیا ہے کہ ذبیح اللہ حضرت اسماعیل ؑ تھے۔ کیونکہ حضرت اسحاق ؑ کی تو بشارت دی گئی تھی اور ساتھ ہی ان کے ہاں بھی اولاد ہونے کی بشارت دی گئی تھی۔ یہ سن کر حضرت سارہ ؑ نے عورتوں کی عام عادت کے مطابق اس پر تعجب ظاہر کیا کہ میاں بیوی دونوں کے اس بڑھے ہوئے بڑھاپے میں اولاد کیسی ؟ یہ تو سخت حیرت کی بات ہے۔ فرشتوں نے کہا امر اللہ میں کیا حیرت ؟ تم دونوں کو اس عمر میں ہی اللہ بیٹا دے گا گو تم سے آج تک کوئی اولاد نہیں ہوئی اور تمہارے میاں کی عمر بھی ڈھل چکی ہے۔ لیکن اللہ کی قدرت میں کمی نہیں وہ جو چاہے ہو کر رہتا ہے، اے نبی کے گھر والو تم پر اللہ کی رحمتیں اور اس کی برکتیں ہیں، تمہیں اس کی قدرت میں تعجب نہ کرنا چاہے۔ اللہ تعالیٰ تعریفوں والا اور بزرگ ہے۔"
    },
    {
      "ayah": 72,
      "surah": 11,
      "text": "ابراہیم ؑ کی بشارت اولاد اور فرشتوں سے گفتگو  حضرت ابراہیم ؑ کے پاس وہ فرشتے بطور مہمان بشکل انسان آتے ہیں جو قوم لوط کی ہلاکت کی خوشخبری اور حضرت ابراہیم کے ہاں فرزند ہونے کی بشارت لے کر اللہ کی طرف سے آئے ہیں۔ وہ آکر سلام کرتے ہیں۔ آپ ان کے جواب میں سلام کہتے ہیں۔ اس لفظ کو پیش سے کہنے میں علم بیان کے مطابق ثبوت و دوام پایا جاتا ہے۔ سلام کے بعد ہی حضرت ابراہیم ؑ ان کے سامنے مہمان داری پیش کرتے ہیں۔ بچھڑے کا گوشت جسے گرم پتھروں پر سینک لیا گیا تھا، لاتے ہیں۔ جب دیکھا کہ ان نو وارد مہمانوں کے ہاتھ کھانے کی طرف بڑھتے ہی نہیں، اس وقت ان سے کچھ بدگمان سے ہوگئے اور کچھ دل میں خوف کھانے لگے حضرت سدی فرماتے ہیں کہ ہلاکت قوم لوط کے لیے جو فرشتے بھیجے گئے وہ بصورت نوجوان انسان زمین پر آئے۔ حضرت ابراہیم ؑ کے گھر پر اترے آپ نے انہیں دیکھ کر بڑی تکریم کی، جلدی جلدی اپنا بچھڑا لے کر اس کو گرم پتھوں پر سینک کر لا حاضر کیا اور خود بھی ان کے ساتھ دستر خوان پر بیٹھ گئے، آپ کی بیوی صاحبہ حضرت سارہ کھلانے پلانے کے کام کاج میں لگ گئیں۔ ظاہر ہے کہ فرشتے کھانا نہیں کھاتے۔ وہ کھانے سے رکے اور کہنے لگے ابراہیم ہم جب تلک کسی کھانے کی قیمت نہ دے دیں کھایا نہیں کرتے۔ آپ نے فرمایا ہاں قیمت دے دیجئے انہوں نے پوچھا کیا قیمت ہے، آپ نے فرمایا بسم اللہ پڑھ کر کھانا شروع کرنا اور کھانا کھا کر الحمد اللہ کہنا یہی اس کی قیمت ہے۔ اس وقت حضرت جبرائیل نے حضرت میکائیل کی طرف دیکھا اور دل میں کہا کہ فی الواقع یہ اس قابل ہیں کہ اللہ تعالیٰ انہیں اپنا خلیل بنائے۔ اب بھی جو انہوں نے کھانا شروع نہ کیا تو آپ کے دل میں طرح طرح کے خیالات گذرنے لگے۔ حضرت سارہ نے دیکھا کہ خود حضرت ابراہیم ان کے اکرام میں یعنی ان کے کھانے کی خدمت میں ہیں، تاہم وہ کھانا نہیں کھاتے تو ان مہمانوں کی عجیب حالت پر انہیں بےساختہ ہنسی آگئی۔ حضرت ابراہیم کو خوف زدہ دیکھ کر فرشتوں نے کہا آپ خوف نہ کیجئے۔ اب دہشت دور کرنے کے لیے اصلی واقعہ کھول دیا کہ ہم کوئی انسان نہیں فرشتے ہیں۔ قوم لوط کی طرف بھیجے گئے ہیں کہ انہیں ہلاک کریں۔ حضرت سارہ کو قوم لوط کی ہلاکت کی خبر نے خوش کردیا۔ اسی وقت انہیں ایک دوسری خوشخبری بھی ملی کہ اس ناامیدی کی عمر میں تمہارے ہاں بچہ ہوگا۔ انہیں عجب تھا کہ جس قوم پر اللہ کا عذاب اتر رہا ہے، وہ پوری غفلت میں ہے۔ الغرض فرشتوں نے آپ کو اسحاق نامی بچہ پیدا ہونے کی بشارت دی۔ اور پھر اسحاق کے ہاں یعقوب کے ہونے کی بھی ساتھ ہی خوش خبری سنائی۔ اس آیت سے اس بات پر استدلال کیا گیا ہے کہ ذبیح اللہ حضرت اسماعیل ؑ تھے۔ کیونکہ حضرت اسحاق ؑ کی تو بشارت دی گئی تھی اور ساتھ ہی ان کے ہاں بھی اولاد ہونے کی بشارت دی گئی تھی۔ یہ سن کر حضرت سارہ ؑ نے عورتوں کی عام عادت کے مطابق اس پر تعجب ظاہر کیا کہ میاں بیوی دونوں کے اس بڑھے ہوئے بڑھاپے میں اولاد کیسی ؟ یہ تو سخت حیرت کی بات ہے۔ فرشتوں نے کہا امر اللہ میں کیا حیرت ؟ تم دونوں کو اس عمر میں ہی اللہ بیٹا دے گا گو تم سے آج تک کوئی اولاد نہیں ہوئی اور تمہارے میاں کی عمر بھی ڈھل چکی ہے۔ لیکن اللہ کی قدرت میں کمی نہیں وہ جو چاہے ہو کر رہتا ہے، اے نبی کے گھر والو تم پر اللہ کی رحمتیں اور اس کی برکتیں ہیں، تمہیں اس کی قدرت میں تعجب نہ کرنا چاہے۔ اللہ تعالیٰ تعریفوں والا اور بزرگ ہے۔"
    },
    {
      "ayah": 73,
      "surah": 11,
      "text": "ابراہیم ؑ کی بشارت اولاد اور فرشتوں سے گفتگو  حضرت ابراہیم ؑ کے پاس وہ فرشتے بطور مہمان بشکل انسان آتے ہیں جو قوم لوط کی ہلاکت کی خوشخبری اور حضرت ابراہیم کے ہاں فرزند ہونے کی بشارت لے کر اللہ کی طرف سے آئے ہیں۔ وہ آکر سلام کرتے ہیں۔ آپ ان کے جواب میں سلام کہتے ہیں۔ اس لفظ کو پیش سے کہنے میں علم بیان کے مطابق ثبوت و دوام پایا جاتا ہے۔ سلام کے بعد ہی حضرت ابراہیم ؑ ان کے سامنے مہمان داری پیش کرتے ہیں۔ بچھڑے کا گوشت جسے گرم پتھروں پر سینک لیا گیا تھا، لاتے ہیں۔ جب دیکھا کہ ان نو وارد مہمانوں کے ہاتھ کھانے کی طرف بڑھتے ہی نہیں، اس وقت ان سے کچھ بدگمان سے ہوگئے اور کچھ دل میں خوف کھانے لگے حضرت سدی فرماتے ہیں کہ ہلاکت قوم لوط کے لیے جو فرشتے بھیجے گئے وہ بصورت نوجوان انسان زمین پر آئے۔ حضرت ابراہیم ؑ کے گھر پر اترے آپ نے انہیں دیکھ کر بڑی تکریم کی، جلدی جلدی اپنا بچھڑا لے کر اس کو گرم پتھوں پر سینک کر لا حاضر کیا اور خود بھی ان کے ساتھ دستر خوان پر بیٹھ گئے، آپ کی بیوی صاحبہ حضرت سارہ کھلانے پلانے کے کام کاج میں لگ گئیں۔ ظاہر ہے کہ فرشتے کھانا نہیں کھاتے۔ وہ کھانے سے رکے اور کہنے لگے ابراہیم ہم جب تلک کسی کھانے کی قیمت نہ دے دیں کھایا نہیں کرتے۔ آپ نے فرمایا ہاں قیمت دے دیجئے انہوں نے پوچھا کیا قیمت ہے، آپ نے فرمایا بسم اللہ پڑھ کر کھانا شروع کرنا اور کھانا کھا کر الحمد اللہ کہنا یہی اس کی قیمت ہے۔ اس وقت حضرت جبرائیل نے حضرت میکائیل کی طرف دیکھا اور دل میں کہا کہ فی الواقع یہ اس قابل ہیں کہ اللہ تعالیٰ انہیں اپنا خلیل بنائے۔ اب بھی جو انہوں نے کھانا شروع نہ کیا تو آپ کے دل میں طرح طرح کے خیالات گذرنے لگے۔ حضرت سارہ نے دیکھا کہ خود حضرت ابراہیم ان کے اکرام میں یعنی ان کے کھانے کی خدمت میں ہیں، تاہم وہ کھانا نہیں کھاتے تو ان مہمانوں کی عجیب حالت پر انہیں بےساختہ ہنسی آگئی۔ حضرت ابراہیم کو خوف زدہ دیکھ کر فرشتوں نے کہا آپ خوف نہ کیجئے۔ اب دہشت دور کرنے کے لیے اصلی واقعہ کھول دیا کہ ہم کوئی انسان نہیں فرشتے ہیں۔ قوم لوط کی طرف بھیجے گئے ہیں کہ انہیں ہلاک کریں۔ حضرت سارہ کو قوم لوط کی ہلاکت کی خبر نے خوش کردیا۔ اسی وقت انہیں ایک دوسری خوشخبری بھی ملی کہ اس ناامیدی کی عمر میں تمہارے ہاں بچہ ہوگا۔ انہیں عجب تھا کہ جس قوم پر اللہ کا عذاب اتر رہا ہے، وہ پوری غفلت میں ہے۔ الغرض فرشتوں نے آپ کو اسحاق نامی بچہ پیدا ہونے کی بشارت دی۔ اور پھر اسحاق کے ہاں یعقوب کے ہونے کی بھی ساتھ ہی خوش خبری سنائی۔ اس آیت سے اس بات پر استدلال کیا گیا ہے کہ ذبیح اللہ حضرت اسماعیل ؑ تھے۔ کیونکہ حضرت اسحاق ؑ کی تو بشارت دی گئی تھی اور ساتھ ہی ان کے ہاں بھی اولاد ہونے کی بشارت دی گئی تھی۔ یہ سن کر حضرت سارہ ؑ نے عورتوں کی عام عادت کے مطابق اس پر تعجب ظاہر کیا کہ میاں بیوی دونوں کے اس بڑھے ہوئے بڑھاپے میں اولاد کیسی ؟ یہ تو سخت حیرت کی بات ہے۔ فرشتوں نے کہا امر اللہ میں کیا حیرت ؟ تم دونوں کو اس عمر میں ہی اللہ بیٹا دے گا گو تم سے آج تک کوئی اولاد نہیں ہوئی اور تمہارے میاں کی عمر بھی ڈھل چکی ہے۔ لیکن اللہ کی قدرت میں کمی نہیں وہ جو چاہے ہو کر رہتا ہے، اے نبی کے گھر والو تم پر اللہ کی رحمتیں اور اس کی برکتیں ہیں، تمہیں اس کی قدرت میں تعجب نہ کرنا چاہے۔ اللہ تعالیٰ تعریفوں والا اور بزرگ ہے۔"
    },
    {
      "ayah": 74,
      "surah": 11,
      "text": "حضرت ابراہیم کی بردباری اور سفارش۔ مہمانوں کے کھانا نہ کھانے کی وجہ سے حضرت ابراہیم کے دل میں جو دہشت سمائی تھی۔ ان کا حل کھل جانے پر وہ دور ہوگئی۔ پھر آپ نے اپنے ہاں لڑکا ہونے کی خوش خبری بھی سن لی۔ اور یہ بھی معلوم ہوگیا کہ یہ فرشتے قوم لوط کی ہلاکت کے لیے بھیجے گئے ہیں تو آپ فرمانے لگے کہ اگر کسی بستی میں تین سو مومن ہوں کیا پھر بھی وہ بستی ہلاک کی جائے گی ؟ حضرت جبرائیل ؑ اور ان کے ساتھیوں نے جواب دیا کہ نہیں۔ پھر پوچھا کہ اگر چالیس ہوں ؟ جواب ملا پھر بھی نہیں۔ دریافت کیا اگر تیس ہوں۔ کہا گیا پھر بھی نہیں۔ یہاں تک کے تعداد گھٹاتے گھٹاتے پانچ کی بابت پوچھا تو فرشتوں نے یہی جواب دیا۔ پھر ایک ہی کی نسبت سوال کیا اور یہی جواب ملا تو آپ نے فرمایا پھر اس بستی کو حضرت لوط ؑ کی موجودگی میں تم کیسے ہلاک کرو گے ؟ فرشتوں نے کہا ہمیں وہاں حضرت لوط کی موجودگی کا علم ہے اسے اور اس کے اہل خانہ کو سوائے اس کی بیوی کے ہم بچالیں گے۔ اب آپ کو اطمینان ہو اور خاموش ہوگئے۔ حضرت ابراہیم بردبار، نرم دل اور رجوع رہنے والے تھے اس آیت کی تفسیر پہلے گزر چکی ہے۔ اللہ تعالیٰ نے اپنے پیغمبر کی بہترین صفتیں بیان فرمائیں ہیں۔ حضرت ابراہیم کی اس گفتگو اور سفارش کے جواب میں فرمان باری ہوا کہ اب آپ اس سے چشم پوشی کیجئے۔ قضاء حق نافذ و جاری ہوگئی اب عذاب آئے گا اور وہ لٹایا نہ جائے گا۔"
    },
    {
      "ayah": 75,
      "surah": 11,
      "text": "حضرت ابراہیم کی بردباری اور سفارش۔ مہمانوں کے کھانا نہ کھانے کی وجہ سے حضرت ابراہیم کے دل میں جو دہشت سمائی تھی۔ ان کا حل کھل جانے پر وہ دور ہوگئی۔ پھر آپ نے اپنے ہاں لڑکا ہونے کی خوش خبری بھی سن لی۔ اور یہ بھی معلوم ہوگیا کہ یہ فرشتے قوم لوط کی ہلاکت کے لیے بھیجے گئے ہیں تو آپ فرمانے لگے کہ اگر کسی بستی میں تین سو مومن ہوں کیا پھر بھی وہ بستی ہلاک کی جائے گی ؟ حضرت جبرائیل ؑ اور ان کے ساتھیوں نے جواب دیا کہ نہیں۔ پھر پوچھا کہ اگر چالیس ہوں ؟ جواب ملا پھر بھی نہیں۔ دریافت کیا اگر تیس ہوں۔ کہا گیا پھر بھی نہیں۔ یہاں تک کے تعداد گھٹاتے گھٹاتے پانچ کی بابت پوچھا تو فرشتوں نے یہی جواب دیا۔ پھر ایک ہی کی نسبت سوال کیا اور یہی جواب ملا تو آپ نے فرمایا پھر اس بستی کو حضرت لوط ؑ کی موجودگی میں تم کیسے ہلاک کرو گے ؟ فرشتوں نے کہا ہمیں وہاں حضرت لوط کی موجودگی کا علم ہے اسے اور اس کے اہل خانہ کو سوائے اس کی بیوی کے ہم بچالیں گے۔ اب آپ کو اطمینان ہو اور خاموش ہوگئے۔ حضرت ابراہیم بردبار، نرم دل اور رجوع رہنے والے تھے اس آیت کی تفسیر پہلے گزر چکی ہے۔ اللہ تعالیٰ نے اپنے پیغمبر کی بہترین صفتیں بیان فرمائیں ہیں۔ حضرت ابراہیم کی اس گفتگو اور سفارش کے جواب میں فرمان باری ہوا کہ اب آپ اس سے چشم پوشی کیجئے۔ قضاء حق نافذ و جاری ہوگئی اب عذاب آئے گا اور وہ لٹایا نہ جائے گا۔"
    },
    {
      "ayah": 76,
      "surah": 11,
      "text": "حضرت ابراہیم کی بردباری اور سفارش۔ مہمانوں کے کھانا نہ کھانے کی وجہ سے حضرت ابراہیم کے دل میں جو دہشت سمائی تھی۔ ان کا حل کھل جانے پر وہ دور ہوگئی۔ پھر آپ نے اپنے ہاں لڑکا ہونے کی خوش خبری بھی سن لی۔ اور یہ بھی معلوم ہوگیا کہ یہ فرشتے قوم لوط کی ہلاکت کے لیے بھیجے گئے ہیں تو آپ فرمانے لگے کہ اگر کسی بستی میں تین سو مومن ہوں کیا پھر بھی وہ بستی ہلاک کی جائے گی ؟ حضرت جبرائیل ؑ اور ان کے ساتھیوں نے جواب دیا کہ نہیں۔ پھر پوچھا کہ اگر چالیس ہوں ؟ جواب ملا پھر بھی نہیں۔ دریافت کیا اگر تیس ہوں۔ کہا گیا پھر بھی نہیں۔ یہاں تک کے تعداد گھٹاتے گھٹاتے پانچ کی بابت پوچھا تو فرشتوں نے یہی جواب دیا۔ پھر ایک ہی کی نسبت سوال کیا اور یہی جواب ملا تو آپ نے فرمایا پھر اس بستی کو حضرت لوط ؑ کی موجودگی میں تم کیسے ہلاک کرو گے ؟ فرشتوں نے کہا ہمیں وہاں حضرت لوط کی موجودگی کا علم ہے اسے اور اس کے اہل خانہ کو سوائے اس کی بیوی کے ہم بچالیں گے۔ اب آپ کو اطمینان ہو اور خاموش ہوگئے۔ حضرت ابراہیم بردبار، نرم دل اور رجوع رہنے والے تھے اس آیت کی تفسیر پہلے گزر چکی ہے۔ اللہ تعالیٰ نے اپنے پیغمبر کی بہترین صفتیں بیان فرمائیں ہیں۔ حضرت ابراہیم کی اس گفتگو اور سفارش کے جواب میں فرمان باری ہوا کہ اب آپ اس سے چشم پوشی کیجئے۔ قضاء حق نافذ و جاری ہوگئی اب عذاب آئے گا اور وہ لٹایا نہ جائے گا۔"
    },
    {
      "ayah": 77,
      "surah": 11,
      "text": "حضرت لوط ؑ کے گھر فرشتوں کا نزول۔  حضرت ابراہیم کو یہ فرشتے اپنا بھید بتا کر وہاں سے چل دیئے اور حضرت لوط ؑ کے پاس ان کے زمین میں یا ان کے مکان میں پہنچے۔ مرد خوبصورت لڑکوں کی شکل میں تھے تاکہ قوم لوط کی پوری آزمائش ہوجائے، حضرت لوط ان مہمانوں کو دیکھ کر قوم کی حالت سامنے رکھ کر سٹ پٹا گئے، دل ہی دل میں پیچ تاب کھانے لگے کہ اگر انہیں مہمان بناتا ہوں تو ممکن ہے خبر پاکر لوگ چڑھ دوڑیں اور اگر مہمان نہیں رکھتا تو یہ انہی کے ہاتھ پڑجائیں گے۔ زبان سے بھی نکل گیا کہ آج کا دن بڑا ہیبت ناک دن ہے۔ قوم والے اپنی شرارت سے باز نہیں آئیں گے۔ مجھ میں ان کے مقابلہ کی طاقت نہیں۔ کیا ہوگا ؟ قتادہ فرماتے ہیں۔ حضرت لوط اپنی زمین پر تھے کہ یہ فرشتے بصورت انسان آئے اور ان کے مہمان بنے۔ شرما شرمی انکار تو نہ سکے اور انہیں لے کر گھر چلے، راستے میں صرف اس نیت سے کہ یہ اب بھی واپس چلے جائیں ان سے کہا کہ واللہ یہاں کے لوگوں سے زیادہ برے اور خبیث لوگ اور کہیں نہیں ہیں۔ کچھ دور جا کر پھر یہی کہا غرض گھر پہچنے تک چار بار یہی کہا۔ فرشتوں کو اللہ کا حکم بھی یہی تھا کہ جب تک ان کا نبی، ان کی برائی نہ بیان کرے انہیں ہلاک نہ کرنا۔ سدی فرماتے ہیں کہ حضرت ابراہیم ؑ کے پاس سے چل کر دوپہر کو یہ فرشتے نہر سدوم پہنچے وہاں حضرت لوط کی صاحبزادی جو پانی لینے گئی تھیں، مل گئیں۔ ان سے انہوں نے پوچھا کہ یہاں ہم کہیں ٹھہر سکتے ہیں۔ اس نے کہا آپ یہیں رکیئے میں واپس آکر جواب دوں گی۔ انہیں ڈر لگا کہ اگر قوم والوں کے ہاتھ یہ لگ گئے تو ان کی بڑی بےعزتی ہوگی۔ یہاں آکر والد صاحب سے ذکر کیا کہ شہر کے دروازے پر چند پردیسی نو عمر لوگ ہیں، میں نے تو آج تک نہیں دیکھے، جاؤ اور انہیں ٹھہراؤ ورنہ قوم والے انہیں ستائیں گے۔ اس بستی کے لوگوں نے حضرت لوط سے کہہ رکھا تھا کہ دیکھو کسی باہر والے کو تم اپنے ہاں ٹھیرایا نہ کرو۔ ہم آپ سب کچھ کرلیا کریں گے۔ آپ نے جب یہ حالت سنی تو جا کر چپکے سے انہیں اپنے گھر لے آئے۔ کسی کو کانوں کان خبر نہ ہونے دی۔ مگر آپ کی بیوی جو قوم سے ملی ہوئی تھی، اسی کے ذریعہ بات پھوٹ نکلی۔ اب کیا تھا۔ دوڑے بھاگے آگئے، جسے دیکھو خوشیاں مناتا جلدی جلدی لپکتا چلا آتا ہے ان کی تو یہ خو خصلت ہوگئی تھی اس سیاہ کاری کو تو گویا انہوں نے عادت بنا لیا تھا۔ اس وقت اللہ کے نبی ﷺ انہیں نصیحت کرنے لگے کہ تم اس بد خصلت کو چھوڑو اپنی خواہشیں عورتوں سے پوری کرو۔ بناتی یعنی میری لڑکیاں۔ اس لیے فرمایا کہ ہر نبی اپنی امت کا گویا باپ ہوتا ہے۔ قرآن کریم کی ایک اور آیت میں ہے کہ اس وقت انہوں نے کہا تھا کہ ہم تو پہلے ہی آپ کو منع کرچکے تھے کہ کسی کو اپنے ہاں نہ ٹھیرایا کرو۔ حضرت لوط ؑ نے انہیں سمجھایا اور دنیا آخرت کی بھلائی انہیں سجھائی اور کہا کہ عورتیں ہی اس بات کے لیے موزوں ہیں۔ ان سے نکاح کر کے اپنی خواہش پوری کرنا ہی پاک کام ہے۔ حضرت مجاہد فرماتے ہیں یہ سمجھا جائے کہ آپ نے اپنی لڑکیوں کی نسبت یہ فرمایا تھا نہیں بلکہ نبی اپنی پوری امت کا گویا باپ ہوتا ہے۔ قتادہ وغیرہ سے بھی یہی مروی ہے۔ امام ابن جریج فرماتے ہیں یہ بھی نہ سمجھنا چاہیے کہ حضرت لوط نے عورتوں سے بےنکاح ملاپ کرنے کو فرمایا ہو۔ نہیں مطلب آپ کا ان سے نکاح کرلینے کے حکم کا تھا۔ فرماتے ہیں اللہ سے ڈرو میرا کہا مانو، عورتوں کی طرف رغبت کرو، ان سے نکاح کر کے حاجت روائی کرو۔ مردوں کی طرف اس رغبت سے نہ آؤ اور خصوصاً یہ تو میرے مہمان ہیں، میری عزت کا خیال کرو کیا تم میں ایک بھی سمجھدار، نیک راہ یافتہ بھلا آدمی نہیں۔ اس کے جواب میں ان سرکشوں نے کہا کہ ہمیں عورتوں سے کوئی سروکار ہی نہیں یہاں بھی بناتک یعنی تیری لڑکیاں کے لفظ سے مراد قوم کی عورتیں ہیں۔ اور تجھے معلوم ہے کہ ہمارا ارادہ کیا ہے یعنی ہمارا ارادہ ان لڑکوں سے ملنے کا ہے۔ پھر جھگڑا اور نصیحت بےسود ہے۔"
    },
    {
      "ayah": 78,
      "surah": 11,
      "text": "حضرت لوط ؑ کے گھر فرشتوں کا نزول۔  حضرت ابراہیم کو یہ فرشتے اپنا بھید بتا کر وہاں سے چل دیئے اور حضرت لوط ؑ کے پاس ان کے زمین میں یا ان کے مکان میں پہنچے۔ مرد خوبصورت لڑکوں کی شکل میں تھے تاکہ قوم لوط کی پوری آزمائش ہوجائے، حضرت لوط ان مہمانوں کو دیکھ کر قوم کی حالت سامنے رکھ کر سٹ پٹا گئے، دل ہی دل میں پیچ تاب کھانے لگے کہ اگر انہیں مہمان بناتا ہوں تو ممکن ہے خبر پاکر لوگ چڑھ دوڑیں اور اگر مہمان نہیں رکھتا تو یہ انہی کے ہاتھ پڑجائیں گے۔ زبان سے بھی نکل گیا کہ آج کا دن بڑا ہیبت ناک دن ہے۔ قوم والے اپنی شرارت سے باز نہیں آئیں گے۔ مجھ میں ان کے مقابلہ کی طاقت نہیں۔ کیا ہوگا ؟ قتادہ فرماتے ہیں۔ حضرت لوط اپنی زمین پر تھے کہ یہ فرشتے بصورت انسان آئے اور ان کے مہمان بنے۔ شرما شرمی انکار تو نہ سکے اور انہیں لے کر گھر چلے، راستے میں صرف اس نیت سے کہ یہ اب بھی واپس چلے جائیں ان سے کہا کہ واللہ یہاں کے لوگوں سے زیادہ برے اور خبیث لوگ اور کہیں نہیں ہیں۔ کچھ دور جا کر پھر یہی کہا غرض گھر پہچنے تک چار بار یہی کہا۔ فرشتوں کو اللہ کا حکم بھی یہی تھا کہ جب تک ان کا نبی، ان کی برائی نہ بیان کرے انہیں ہلاک نہ کرنا۔ سدی فرماتے ہیں کہ حضرت ابراہیم ؑ کے پاس سے چل کر دوپہر کو یہ فرشتے نہر سدوم پہنچے وہاں حضرت لوط کی صاحبزادی جو پانی لینے گئی تھیں، مل گئیں۔ ان سے انہوں نے پوچھا کہ یہاں ہم کہیں ٹھہر سکتے ہیں۔ اس نے کہا آپ یہیں رکیئے میں واپس آکر جواب دوں گی۔ انہیں ڈر لگا کہ اگر قوم والوں کے ہاتھ یہ لگ گئے تو ان کی بڑی بےعزتی ہوگی۔ یہاں آکر والد صاحب سے ذکر کیا کہ شہر کے دروازے پر چند پردیسی نو عمر لوگ ہیں، میں نے تو آج تک نہیں دیکھے، جاؤ اور انہیں ٹھہراؤ ورنہ قوم والے انہیں ستائیں گے۔ اس بستی کے لوگوں نے حضرت لوط سے کہہ رکھا تھا کہ دیکھو کسی باہر والے کو تم اپنے ہاں ٹھیرایا نہ کرو۔ ہم آپ سب کچھ کرلیا کریں گے۔ آپ نے جب یہ حالت سنی تو جا کر چپکے سے انہیں اپنے گھر لے آئے۔ کسی کو کانوں کان خبر نہ ہونے دی۔ مگر آپ کی بیوی جو قوم سے ملی ہوئی تھی، اسی کے ذریعہ بات پھوٹ نکلی۔ اب کیا تھا۔ دوڑے بھاگے آگئے، جسے دیکھو خوشیاں مناتا جلدی جلدی لپکتا چلا آتا ہے ان کی تو یہ خو خصلت ہوگئی تھی اس سیاہ کاری کو تو گویا انہوں نے عادت بنا لیا تھا۔ اس وقت اللہ کے نبی ﷺ انہیں نصیحت کرنے لگے کہ تم اس بد خصلت کو چھوڑو اپنی خواہشیں عورتوں سے پوری کرو۔ بناتی یعنی میری لڑکیاں۔ اس لیے فرمایا کہ ہر نبی اپنی امت کا گویا باپ ہوتا ہے۔ قرآن کریم کی ایک اور آیت میں ہے کہ اس وقت انہوں نے کہا تھا کہ ہم تو پہلے ہی آپ کو منع کرچکے تھے کہ کسی کو اپنے ہاں نہ ٹھیرایا کرو۔ حضرت لوط ؑ نے انہیں سمجھایا اور دنیا آخرت کی بھلائی انہیں سجھائی اور کہا کہ عورتیں ہی اس بات کے لیے موزوں ہیں۔ ان سے نکاح کر کے اپنی خواہش پوری کرنا ہی پاک کام ہے۔ حضرت مجاہد فرماتے ہیں یہ سمجھا جائے کہ آپ نے اپنی لڑکیوں کی نسبت یہ فرمایا تھا نہیں بلکہ نبی اپنی پوری امت کا گویا باپ ہوتا ہے۔ قتادہ وغیرہ سے بھی یہی مروی ہے۔ امام ابن جریج فرماتے ہیں یہ بھی نہ سمجھنا چاہیے کہ حضرت لوط نے عورتوں سے بےنکاح ملاپ کرنے کو فرمایا ہو۔ نہیں مطلب آپ کا ان سے نکاح کرلینے کے حکم کا تھا۔ فرماتے ہیں اللہ سے ڈرو میرا کہا مانو، عورتوں کی طرف رغبت کرو، ان سے نکاح کر کے حاجت روائی کرو۔ مردوں کی طرف اس رغبت سے نہ آؤ اور خصوصاً یہ تو میرے مہمان ہیں، میری عزت کا خیال کرو کیا تم میں ایک بھی سمجھدار، نیک راہ یافتہ بھلا آدمی نہیں۔ اس کے جواب میں ان سرکشوں نے کہا کہ ہمیں عورتوں سے کوئی سروکار ہی نہیں یہاں بھی بناتک یعنی تیری لڑکیاں کے لفظ سے مراد قوم کی عورتیں ہیں۔ اور تجھے معلوم ہے کہ ہمارا ارادہ کیا ہے یعنی ہمارا ارادہ ان لڑکوں سے ملنے کا ہے۔ پھر جھگڑا اور نصیحت بےسود ہے۔"
    },
    {
      "ayah": 79,
      "surah": 11,
      "text": "حضرت لوط ؑ کے گھر فرشتوں کا نزول۔  حضرت ابراہیم کو یہ فرشتے اپنا بھید بتا کر وہاں سے چل دیئے اور حضرت لوط ؑ کے پاس ان کے زمین میں یا ان کے مکان میں پہنچے۔ مرد خوبصورت لڑکوں کی شکل میں تھے تاکہ قوم لوط کی پوری آزمائش ہوجائے، حضرت لوط ان مہمانوں کو دیکھ کر قوم کی حالت سامنے رکھ کر سٹ پٹا گئے، دل ہی دل میں پیچ تاب کھانے لگے کہ اگر انہیں مہمان بناتا ہوں تو ممکن ہے خبر پاکر لوگ چڑھ دوڑیں اور اگر مہمان نہیں رکھتا تو یہ انہی کے ہاتھ پڑجائیں گے۔ زبان سے بھی نکل گیا کہ آج کا دن بڑا ہیبت ناک دن ہے۔ قوم والے اپنی شرارت سے باز نہیں آئیں گے۔ مجھ میں ان کے مقابلہ کی طاقت نہیں۔ کیا ہوگا ؟ قتادہ فرماتے ہیں۔ حضرت لوط اپنی زمین پر تھے کہ یہ فرشتے بصورت انسان آئے اور ان کے مہمان بنے۔ شرما شرمی انکار تو نہ سکے اور انہیں لے کر گھر چلے، راستے میں صرف اس نیت سے کہ یہ اب بھی واپس چلے جائیں ان سے کہا کہ واللہ یہاں کے لوگوں سے زیادہ برے اور خبیث لوگ اور کہیں نہیں ہیں۔ کچھ دور جا کر پھر یہی کہا غرض گھر پہچنے تک چار بار یہی کہا۔ فرشتوں کو اللہ کا حکم بھی یہی تھا کہ جب تک ان کا نبی، ان کی برائی نہ بیان کرے انہیں ہلاک نہ کرنا۔ سدی فرماتے ہیں کہ حضرت ابراہیم ؑ کے پاس سے چل کر دوپہر کو یہ فرشتے نہر سدوم پہنچے وہاں حضرت لوط کی صاحبزادی جو پانی لینے گئی تھیں، مل گئیں۔ ان سے انہوں نے پوچھا کہ یہاں ہم کہیں ٹھہر سکتے ہیں۔ اس نے کہا آپ یہیں رکیئے میں واپس آکر جواب دوں گی۔ انہیں ڈر لگا کہ اگر قوم والوں کے ہاتھ یہ لگ گئے تو ان کی بڑی بےعزتی ہوگی۔ یہاں آکر والد صاحب سے ذکر کیا کہ شہر کے دروازے پر چند پردیسی نو عمر لوگ ہیں، میں نے تو آج تک نہیں دیکھے، جاؤ اور انہیں ٹھہراؤ ورنہ قوم والے انہیں ستائیں گے۔ اس بستی کے لوگوں نے حضرت لوط سے کہہ رکھا تھا کہ دیکھو کسی باہر والے کو تم اپنے ہاں ٹھیرایا نہ کرو۔ ہم آپ سب کچھ کرلیا کریں گے۔ آپ نے جب یہ حالت سنی تو جا کر چپکے سے انہیں اپنے گھر لے آئے۔ کسی کو کانوں کان خبر نہ ہونے دی۔ مگر آپ کی بیوی جو قوم سے ملی ہوئی تھی، اسی کے ذریعہ بات پھوٹ نکلی۔ اب کیا تھا۔ دوڑے بھاگے آگئے، جسے دیکھو خوشیاں مناتا جلدی جلدی لپکتا چلا آتا ہے ان کی تو یہ خو خصلت ہوگئی تھی اس سیاہ کاری کو تو گویا انہوں نے عادت بنا لیا تھا۔ اس وقت اللہ کے نبی ﷺ انہیں نصیحت کرنے لگے کہ تم اس بد خصلت کو چھوڑو اپنی خواہشیں عورتوں سے پوری کرو۔ بناتی یعنی میری لڑکیاں۔ اس لیے فرمایا کہ ہر نبی اپنی امت کا گویا باپ ہوتا ہے۔ قرآن کریم کی ایک اور آیت میں ہے کہ اس وقت انہوں نے کہا تھا کہ ہم تو پہلے ہی آپ کو منع کرچکے تھے کہ کسی کو اپنے ہاں نہ ٹھیرایا کرو۔ حضرت لوط ؑ نے انہیں سمجھایا اور دنیا آخرت کی بھلائی انہیں سجھائی اور کہا کہ عورتیں ہی اس بات کے لیے موزوں ہیں۔ ان سے نکاح کر کے اپنی خواہش پوری کرنا ہی پاک کام ہے۔ حضرت مجاہد فرماتے ہیں یہ سمجھا جائے کہ آپ نے اپنی لڑکیوں کی نسبت یہ فرمایا تھا نہیں بلکہ نبی اپنی پوری امت کا گویا باپ ہوتا ہے۔ قتادہ وغیرہ سے بھی یہی مروی ہے۔ امام ابن جریج فرماتے ہیں یہ بھی نہ سمجھنا چاہیے کہ حضرت لوط نے عورتوں سے بےنکاح ملاپ کرنے کو فرمایا ہو۔ نہیں مطلب آپ کا ان سے نکاح کرلینے کے حکم کا تھا۔ فرماتے ہیں اللہ سے ڈرو میرا کہا مانو، عورتوں کی طرف رغبت کرو، ان سے نکاح کر کے حاجت روائی کرو۔ مردوں کی طرف اس رغبت سے نہ آؤ اور خصوصاً یہ تو میرے مہمان ہیں، میری عزت کا خیال کرو کیا تم میں ایک بھی سمجھدار، نیک راہ یافتہ بھلا آدمی نہیں۔ اس کے جواب میں ان سرکشوں نے کہا کہ ہمیں عورتوں سے کوئی سروکار ہی نہیں یہاں بھی بناتک یعنی تیری لڑکیاں کے لفظ سے مراد قوم کی عورتیں ہیں۔ اور تجھے معلوم ہے کہ ہمارا ارادہ کیا ہے یعنی ہمارا ارادہ ان لڑکوں سے ملنے کا ہے۔ پھر جھگڑا اور نصیحت بےسود ہے۔"
    },
    {
      "ayah": 8,
      "surah": 11,
      "text": "تخلیق کائنات کا تذکرہ  اللہ تعالیٰ بیان فرماتا ہے کہ اسے ہر چیز پر قدرت ہے۔ آسمان و زمین کو اس نے صرف چھ دن میں پیدا کیا ہے۔ اس سے پہلے اس کا عرش کریم پانی کے اوپر تھا۔ مسند احمد میں رسول اللہ ﷺ نے فرمایا اے بنو تمیم ! تم خوشخبری قبول کرو۔ انہوں نے کہا خوشخبریاں تو آپ نے سنا دیں اب کچھ دلوائیے۔ آپ نے فرمایا اے اہل یمن تم قبول کرو۔ انہوں نے کہا ہاں ہمیں قبول ہے۔ مخلوق کی ابتدا تو ہمیں سنائے کہ کس طرح ہوئی ؟  آپ نے فرمایا سب سے پہلے اللہ تھا۔ اس کا عرش پانی کے اوپر تھا۔ اس نے لوح محفوظ میں ہر چیز کا تذکرہ لکھا۔ راوی حدیث حضرت عمران کہتے ہیں حضور ﷺ نے اتنا ہی فرمایا تھا جو کسی نے آن کر مجھے خبر دی کہ تیری اونٹنی زانو کھلوا کر بھاگ گئی، میں اسے ڈھونڈنے چلا گیا۔ پھر مجھے نہیں معلوم کہ کیا بات ہوئی ؟ یہ حدیث بخاری مسلم میں بھی ہے۔ ایک روایت میں ہے اللہ تھا اور اس سے پہلے کچھ نہ تھا۔ ایک روایت میں ہے اس کے ساتھ کچھ نہ تھا۔ اس کا عرش پانی پر تھا۔ اس نے ہر چیز کا تذکرہ لکھا۔ پھر آسمان و زمین کو پیدا کیا۔ مسلم کی حدیث میں ہے زمین و آسمان کی پیدائش سے پچاس ہزار سال پہلے اللہ تعالیٰ نے مخلوقات کی تقدیر لکھی اس کا عرش پانی پر تھا۔ صحیح بخاری میں اس آیت کی تفسیر کے موقع پر ایک قدسی حدیث لائے ہیں کہ اے انسان تو میری راہ میں خرچ کر میں تجھے دوں گا اور فرمایا \" اللہ کا ہاتھ اوپر ہے \"۔ دن رات کا خرچ اس میں کوئی کمی نہیں لاتا۔ خیال تو کرو کہ آسمان و زمین کی پیدائش سے اب تک کتنا کچھ خرچ کیا ہوگا لیکن اس کے داہنے ہاتھ میں جو تھا وہ کم نہیں ہوتا اس کا عرش پانی پر تھا۔ اس کے ہاتھ میں میزان ہے جھکاتا ہے اور اونچا کرتا ہے مسند میں ہے ابو رزین لقیط بن عامر بن متفق عقیلی نے حضور ﷺ سے سوال کیا کہ مخلوق پیدائش کرنے سے پہلے ہمارا پروردگار کہاں تھا ؟ آپ نے فرمایا عما میں نیچے بھی ہوا اور اوپر بھی ہوا پھر عرش کو اس کے بعد پیدا کیا۔ یہ روایت ترمذی کتاب التفسیر میں بھی ہے۔ سنن ابن ماجہ میں بھی ہے۔ امام ترمذی اسے حسن کہتے ہیں۔ مجاہد کا قول ہے کہ کسی چیز کو پیدا کرنے سے پہلے عرش الٰہی پانی پر تھا۔ وہب، ضمرہ، قتادہ، ابن جریر وغیرہ بھی یہی کہتے ہیں۔ قتادہ کہتے ہیں اللہ تعالیٰ بتاتا ہے کہ آسمان و زمین کی پیدائش سے پہلے ابتداء مخلوق کس طرح ہوئی۔ ربیع بن انس کہتے ہیں کہ اس کا عرش پانی پر تھا۔ جب آسمان و زمین کو پیدا کیا تو اس پانی کے دو حصے کردیئے۔ نصف عرش کے نیچے یہی بحر مسجود ہے۔ ابن عباس فرماتے ہیں بوجہ بلندی کے عرش کو عرش کہا جاتا ہے۔ سعد طائی فرماتے ہیں کہ عرش سرخ یاقوت کا ہے۔ محمد بن اسحاق فرماتے ہیں اللہ اسی طرح تھا جس طرح اس نے اپنے نفس کریم کا وصف کیا۔ اس لیے کہ کچھ نہ تھا، پانی تھا، اس پر عرش تھا، عرش پر ذوالجلال والاکرام ذوالعزت والسلطان ذوالملک و ققدرہ ذوالعلم والرحمتہ والنعمہ تھا جو جو چاہے کر گزرنے والا ہے۔ ابن عباس سے اس آیت کے بارے میں سوال ہوا کہ پانی کس چیز پر تھا ؟ آپ نے فرمایا ہوا کی پیٹھ پر۔ پھر فرماتا ہے۔ آسمان و زمین کی پیدائش تمہارے نفع کے لیے ہے اور تم اس لیے ہو کہ اسی ایک خالق کی عبادت کرو، اس کے ساتھ کسی کو شریک نہ کرو۔ یاد رکھو تم بیکار پیدا نہیں کئے گئے۔ آسمان و زمین اور ان کے درمیان چیزیں باطل پیدا نہیں کیں یہ گمان تو کافروں کا ہے اور کافروں کے لیے آگ کا عذاب اور آیت میں ہے۔ (اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ01105) 23۔ المؤمنون :115) کیا تم یہ سمجھ بیٹھے ہو کہ ہم نے تمہیں عبث پیدا کیا ہے اور تم ہماری طرف لوٹائے نہ جاؤ گے ؟ اللہ جو سچا مالک ہے وہی حق ہے اس کے سوا کوئی معبود نہیں وہ عرش کریم کا رب ہے اور آیت میں ہے انسانوں اور جنوں کو میں نے صرف اپنی عبادت کے لیے ہی پیدا کیا ہے وہ تمہیں آزما رہے ہیں کہ تم میں سے اچھے عمل والے کون ہیں ؟ یہ نہیں فرمایا کہ زیادہ عمل والے کون ہیں ؟ اس لیے کہ عمل حسن وہ ہوتا ہے جس میں خلوص ہو اور شریعت محمدیہ کی تابعداری ہو۔ ان دونوں باتوں میں سے اگر ایک بھی نہ ہو تو وہ عمل بیکار اور غارت ہے۔ پھر فرماتا ہے کہ اے نبی ﷺ اگر آپ انہیں کہیں کہ تم مرنے کے بعد زندہ کئے جاؤ گے جس اللہ نے تمہیں پہلی بار پیدا کیا ہے وہ دوبارہ بھی پیدا کرے گا تو صاف کہہ دیں گے کہ ہم اسے نہیں مانتے حالانکہ قائل بھی ہیں کہ زمین آسمان کا پیدا کرنے والا اللہ تعالیٰ ہی ہے۔ ظاہر ہے کہ شروع جس پر گراں نہ گزرا۔ اس پر دوبارہ کی پیدائش کیسے گراں گزرے گی ؟ یہ تو بہ نسبت اول مرتبہ کے بہت ہی آسمان ہے۔ فرمان الٰہی ہے (وَهُوَ الَّذِيْ يَبْدَؤُا الْخَــلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ ۭ وَلَهُ الْمَثَلُ الْاَعْلٰى فِي السَّمٰوٰتِ وَالْاَرْضِ ۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ 27؀) 30۔ الروم :27) اسی نے پہلی پیدائش شروع میں کی وہی دوبارہ پیدائش کرے گا اور یہ تو اس پر نہایت ہی آسان ہے اور آیت میں ہے کہ تم سب کا بنانا اور مار کر زندہ کرنا مجھ پر ایسا ہی ہے جیسا ایک کا۔ لیکن یہ لوگ اسے نہیں مانتے تھے اور اسے کھلے جادو سے تعبیر کرتے تھے۔ کفر وعناد سے اس قول کو جادو کا اثر خیال کرتے۔  پھر فرماتا ہے کہ اگر ہم عذاب و پکڑ کو ان سے کچھ مقرر مدت تک کے لیے موخر کردیں تو یہ اس کو نہ آنے والا جان کر جلدی کا مطالبہ کرنے لگتے ہیں کہ عذاب ہم سے موخر کیوں ہوگئے ؟ ان کے دل میں کفر و شرک اس طرح بیٹھ گیا ہے کہ اس سے چھٹکارا ہی نہیں ملتا۔ امت کا لفظ قرآن و حدیث میں کئی ایک معنی میں مستعمل ہے۔ اس سے مراد مدت بھی ہے اس آیت اور (وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا اُنَبِّئُكُمْ بِتَاْوِيْـلِهٖ فَاَرْسِلُوْنِ 45؀) 12۔ یوسف :45) جو سورة یوسف میں ہے یہی معنی ہیں۔ امام و مقتدی کے معنی میں بھی یہ لفظ آیا ہے۔ جیسے حضرت ابراہیم ؑ کے بارے میں (اِنَّ اِبْرٰهِيْمَ كَانَ اُمَّةً قَانِتًا لِّلّٰهِ حَنِيْفًا ۭ وَلَمْ يَكُ مِنَ الْمُشْرِكِيْنَ01200ۙ) 16۔ النحل :120) آیا ہے۔ ملت اور دین کے بارے میں بھی یہی لفظ آتا ہے جیسے مشرکوں کا قول (بَلْ قَالُـوْٓا اِنَّا وَجَدْنَآ اٰبَاۗءَنَا عَلٰٓي اُمَّةٍ وَّ اِنَّا عَلٰٓي اٰثٰرِهِمْ مُّهْتَدُوْنَ 22؀) 43۔ الزخرف :22) ہے جماعت کے معنی میں بھی آتا ہے (وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ۋ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ 23؀) 28۔ القصص :23) والی آیت میں اور آیت (وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا 36؀) 16۔ النحل :36) میں ان آیتوں میں امت سے مراد کافر مومن سب امتی ہیں۔ جیسے مسلم کی حدیث ہے اس کی قسم جس کے ہاتھ میں میری جان ہے اس امت کا جو یہودی نصرانی میرا نام سنے اور مجھ پر ایمان نہ لائے وہ جہنمی ہے۔ ہاں تابعدار امت وہ ہے جو رسولوں کو مانے جیسے (كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ للنَّاسِ تَاْمُرُوْنَ بالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ باللّٰهِ ۭ وَلَوْ اٰمَنَ اَھْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّھُمْ ۭمِنْھُمُ الْمُؤْمِنُوْنَ وَ اَكْثَرُھُمُ الْفٰسِقُوْنَ01100) 3۔ آل عمران :110) والی آیت میں۔ صحیح حدیث میں ہے میں کہوں گا امتی امتی اسی طرح امت کا لفظ فرقے اور گروہ کے لیے بھی مستعمل ہوتا ہے جیسے (وَمِنْ قَوْمِ مُوْسٰٓي اُمَّةٌ يَّهْدُوْنَ بالْحَقِّ وَبِهٖ يَعْدِلُوْنَ01509) 7۔ الاعراف :159) اور جیسے (مِنْ اَھْلِ الْكِتٰبِ اُمَّةٌ قَاۗىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۗءَ الَّيْلِ وَھُمْ يَسْجُدُوْنَ01103) 3۔ آل عمران :113) میں۔"
    },
    {
      "ayah": 80,
      "surah": 11,
      "text": "لوط ؑ کی قوم پر عذاب نازل ہوتا ہے۔ حضرت لوط ؑ نے جب دیکھا کہ میری نصیحت ان پر اثر نہیں کرتی تو انہیں دھمکایا کہ اگر مجھ میں قوت، طاقت ہوتی یا میرا کنبہ، قبیلہ زور دار ہوتا تو میں تمہیں تمہاری اس شرارت کا مزہ چکھا دیتا۔ رسول اللہ ﷺ نے ایک حدیث میں فرمایا ہے کہ اللہ کی رحمت ہو لوط ؑ پر کہ وہ زور آور قوم کی پناہ لینا چاہتے تھے۔ مراد اس سے ذات اللہ تعالیٰ عزوجل ہے۔ آپ کے بعد پھر جو پیغمبر بھیجا گیا وہ اپنے آبائی وطن میں ہی بھیجا گیا۔ ان کی اس افسردگی، کامل ملال اور سخت تنگ دلی کے وقت فرشتوں نے آپ کو ظاہر کردیا کہ ہم اللہ کے بھیجے ہوئے ہیں یہ لوگ ہم تک یا آپ تک پہنچ ہی نہیں سکتے۔ آپ رات کے آخری حصے میں اپنے اہل و عیال کو لے کر یہاں سے نکل جائیے خود ان سب کے پیچھے رہیے۔ اور سیدھے اپنی راہ چلے جائیں قوم والوں کی آہ و بکا پر ان کے چیخنے چلانے پر تمہیں مڑ کر بھی نہ دیکھا چاہیے۔ پھر اس اثبات سے حضرت لوط کی بیوی کا استثنا کرلیا کہ وہ اس حکم کی پابندی نہ کرسکے گی۔ وہ عذاب کے وقت قوم کی ہائے وائے سن کر مڑ کر دیکھے گی۔ اس لیے کہ رحمانی قضا میں اس کا بھی ان کے ساتھ ہلاک ہونا طے ہوچکا ہے۔ ایک قرأت میں الا امرا تک ت کے پیش سے بھی ہے جن لوگوں کے نزدیک پیش اور زبر دونوں جائز ہیں۔ ان کا بیان ہے کہ آپ کی بیوی بھی یہاں سے نکلنے میں آپ کے ساتھ تھی لیکن عذاب کے نازل ہونے پر قوم کا شور سن کر صبر نہ کرسکی اور مڑ کر ان کی طرف دیکھا اور زبان سے نکل گیا کہ ہائے میری قوم۔ اسی وقت آسمان سے ایک پتھر اس پر بھی آیا اور وہ ڈھیر ہوگئی۔ حضرت لوط کی مزید تشفی کے لیے فرشتوں نے اس خبیث قوم کی ہلاکت کا وقت بھی بیان کردیا کہ یہ صبح ہوتے ہی تباہ ہوجائے گی۔ اور صبح اب بالکل قریب ہے۔ یہ کور باطن آپ کا گھر گھیرے ہوئے تھے اور ہر طرف سے لپکتے ہوئے آپہنچے تھے۔ حضرت لوط ؑ دروازے پر کھڑے ہوئے ان لوطیوں کو روک رہے تھے، جب کسی طرح وہ نہ مانے اور جب لوط ؑ آزردہ خاطر ہو کر تنگ آگئے اس وقت جبرائیل ؑ گھر میں سے نکلے اور ان کے منہ پر اپنا پر مارا جس سے ان کی آنکھیں اندھی ہوگئیں۔ حضرت حذیفہ بن یمان ؓ کا بیان ہے کہ خود حضرت ابراہیم ؑ بھی ان لوگوں کے پاس آتے، انہیں سمجھاتے کہ دیکھو اللہ کا عذاب نہ خریدو مگر انہوں نے خلیل الرحمن ؑ کی بھی نہ مانی۔ یہاں تک کہ عذاب کے آنے کا قدرتی وقت آپہنچا۔ فرشتے حضرت لوط ؑ کے پاس آئے۔ آپ اس وقت اپنے کھیت میں کام کر رہے تھے انہوں نے کہا کہ آج کی رات ہم آپ کے مہمان ہیں۔ حضرت جبرائیل کو فرمان رب ہوچکا تھا کہ جب تک حضرت لوط ؑ تین مرتبہ ان کی بدچلنی کی شہادت نہ دے لیں۔ ان پر عذاب نہ کیا جائے۔ آپ جب انہیں لے کر چلے تو چلنے کی خبر دی کہ یہاں کے لوگ بڑے بد ہیں یہ برائی ان میں گھسی ہوئی ہے۔ کچھ دور اور جانے کے بعد دوبارہ کہا کہ کیا تمہیں اس بستی کے لوگوں کی برائی کی خبر نہیں ؟ میرے علم میں تو روئے زمین پر ان سے زیادہ برے لوگ نہیں، آہ میں تمہیں کہاں لے جاؤں ؟ میری قوم تو تمام مخلوق سے بدتر ہے۔ اس وقت حضرت جبرائیل ؑ نے فرشتوں سے کہا دیکھو دو مرتبہ یہ کہہ چکے۔ جب انہیں لے کر آپ اپنے گھر کے دروازے پر پہنچے تو رنج افسوس سے رو دئیے اور کہنے لگے میری قوم تمام مخلوق سے بدتر ہے۔ تمہیں کیا معلوم نہیں کہ یہ کس بدی میں مبتلا ہیں ؟ روئے زمین پر کوئی بستی اس بستی سے بری نہیں۔ اس وقت حضرت جبرائیل ؑ نے پھر فرشتوں سے فرمایا دیکھو تین مرتبہ یہ اپنی قوم کی بدچلنی کی شہادت دے چکے ہیں۔ یاد رکھنا اب عذاب ثابت ہوچکا ہے۔ گھر میں گئے اور یہاں سے آپ کی بڑھیا بیوی اونچی جگہ پر چڑھ کر کپڑا ہلانے لگی جسے دیکھتے ہی بستی کے بدکار دوڑے پڑے۔ پوچھا کیا بات ہے اس نے کہا لوط کے ہاں مہمان آئے ہیں میں نے تو ان سے زیادہ خوب صورت اور ان سے زیادہ خوشبو والے لوگ کبھی دیکھے ہی نہیں۔ اب کیا تھا یہ خوشی خوشی مٹھیاں بند کئے دوڑتے بھاگتے حضرت لوط کے گھر گئے۔ چاروں طرف سے آپ کے گھر کو گھیر لیا۔ آپ نے انہیں قسمیں دیں، پندو نصائح کئے۔ فرمایا کہ عورتیں بہت ہیں۔ لیکن وہ اپنی شرارت اور اپنے بد ارادے سے باز نہ آئے۔ اس وقت حضرت جبرائیل ؑ نے اللہ تعالیٰ سے ان کے عذاب کی اجازت چاہی اللہ کی جانب سے اجازت مل گئی۔ آپ اپنی اصلی صورت میں ظاہر ہوگئے۔ آپ کے دو پر ہیں۔ جن پر موتیوں کا جڑاؤ ہے۔ آپ کے دانت صاف چمکتے ہوئے ہیں۔ آپ کی پیشانی اونچی اور بڑی ہے۔ مرجان کی طرح کے دانت ہیں لو لو ہیں اور آپ کے پاؤں سبزی کی طرح ہیں۔ حضرت لوط ؑ سے آپ نے فرما دیا کہ ہم تو تیرے پروردگار کی طرف سے بھیجے ہوئے ہیں، یہ لوگ تجھ تک پہنچ نہیں سکتے۔ آپ اس دروازے سے نکل جایئے۔ یہ کہہ کر ان کے منہ پر اپنا پر مارا جس سے وہ اندھے ہوگئے۔ راستوں تک کو نہیں پہچان سکتے تھے۔ حضرت لوط ؑ اپنی اہل کے لے کر راتوں رات چل دیئے یہ اللہ کا حکم بھی تھا۔ محمد بن کعب قتادہ سدی وغیر کا یہی بیان ہے۔"
    },
    {
      "ayah": 81,
      "surah": 11,
      "text": "لوط ؑ کی قوم پر عذاب نازل ہوتا ہے۔ حضرت لوط ؑ نے جب دیکھا کہ میری نصیحت ان پر اثر نہیں کرتی تو انہیں دھمکایا کہ اگر مجھ میں قوت، طاقت ہوتی یا میرا کنبہ، قبیلہ زور دار ہوتا تو میں تمہیں تمہاری اس شرارت کا مزہ چکھا دیتا۔ رسول اللہ ﷺ نے ایک حدیث میں فرمایا ہے کہ اللہ کی رحمت ہو لوط ؑ پر کہ وہ زور آور قوم کی پناہ لینا چاہتے تھے۔ مراد اس سے ذات اللہ تعالیٰ عزوجل ہے۔ آپ کے بعد پھر جو پیغمبر بھیجا گیا وہ اپنے آبائی وطن میں ہی بھیجا گیا۔ ان کی اس افسردگی، کامل ملال اور سخت تنگ دلی کے وقت فرشتوں نے آپ کو ظاہر کردیا کہ ہم اللہ کے بھیجے ہوئے ہیں یہ لوگ ہم تک یا آپ تک پہنچ ہی نہیں سکتے۔ آپ رات کے آخری حصے میں اپنے اہل و عیال کو لے کر یہاں سے نکل جائیے خود ان سب کے پیچھے رہیے۔ اور سیدھے اپنی راہ چلے جائیں قوم والوں کی آہ و بکا پر ان کے چیخنے چلانے پر تمہیں مڑ کر بھی نہ دیکھا چاہیے۔ پھر اس اثبات سے حضرت لوط کی بیوی کا استثنا کرلیا کہ وہ اس حکم کی پابندی نہ کرسکے گی۔ وہ عذاب کے وقت قوم کی ہائے وائے سن کر مڑ کر دیکھے گی۔ اس لیے کہ رحمانی قضا میں اس کا بھی ان کے ساتھ ہلاک ہونا طے ہوچکا ہے۔ ایک قرأت میں الا امرا تک ت کے پیش سے بھی ہے جن لوگوں کے نزدیک پیش اور زبر دونوں جائز ہیں۔ ان کا بیان ہے کہ آپ کی بیوی بھی یہاں سے نکلنے میں آپ کے ساتھ تھی لیکن عذاب کے نازل ہونے پر قوم کا شور سن کر صبر نہ کرسکی اور مڑ کر ان کی طرف دیکھا اور زبان سے نکل گیا کہ ہائے میری قوم۔ اسی وقت آسمان سے ایک پتھر اس پر بھی آیا اور وہ ڈھیر ہوگئی۔ حضرت لوط کی مزید تشفی کے لیے فرشتوں نے اس خبیث قوم کی ہلاکت کا وقت بھی بیان کردیا کہ یہ صبح ہوتے ہی تباہ ہوجائے گی۔ اور صبح اب بالکل قریب ہے۔ یہ کور باطن آپ کا گھر گھیرے ہوئے تھے اور ہر طرف سے لپکتے ہوئے آپہنچے تھے۔ حضرت لوط ؑ دروازے پر کھڑے ہوئے ان لوطیوں کو روک رہے تھے، جب کسی طرح وہ نہ مانے اور جب لوط ؑ آزردہ خاطر ہو کر تنگ آگئے اس وقت جبرائیل ؑ گھر میں سے نکلے اور ان کے منہ پر اپنا پر مارا جس سے ان کی آنکھیں اندھی ہوگئیں۔ حضرت حذیفہ بن یمان ؓ کا بیان ہے کہ خود حضرت ابراہیم ؑ بھی ان لوگوں کے پاس آتے، انہیں سمجھاتے کہ دیکھو اللہ کا عذاب نہ خریدو مگر انہوں نے خلیل الرحمن ؑ کی بھی نہ مانی۔ یہاں تک کہ عذاب کے آنے کا قدرتی وقت آپہنچا۔ فرشتے حضرت لوط ؑ کے پاس آئے۔ آپ اس وقت اپنے کھیت میں کام کر رہے تھے انہوں نے کہا کہ آج کی رات ہم آپ کے مہمان ہیں۔ حضرت جبرائیل کو فرمان رب ہوچکا تھا کہ جب تک حضرت لوط ؑ تین مرتبہ ان کی بدچلنی کی شہادت نہ دے لیں۔ ان پر عذاب نہ کیا جائے۔ آپ جب انہیں لے کر چلے تو چلنے کی خبر دی کہ یہاں کے لوگ بڑے بد ہیں یہ برائی ان میں گھسی ہوئی ہے۔ کچھ دور اور جانے کے بعد دوبارہ کہا کہ کیا تمہیں اس بستی کے لوگوں کی برائی کی خبر نہیں ؟ میرے علم میں تو روئے زمین پر ان سے زیادہ برے لوگ نہیں، آہ میں تمہیں کہاں لے جاؤں ؟ میری قوم تو تمام مخلوق سے بدتر ہے۔ اس وقت حضرت جبرائیل ؑ نے فرشتوں سے کہا دیکھو دو مرتبہ یہ کہہ چکے۔ جب انہیں لے کر آپ اپنے گھر کے دروازے پر پہنچے تو رنج افسوس سے رو دئیے اور کہنے لگے میری قوم تمام مخلوق سے بدتر ہے۔ تمہیں کیا معلوم نہیں کہ یہ کس بدی میں مبتلا ہیں ؟ روئے زمین پر کوئی بستی اس بستی سے بری نہیں۔ اس وقت حضرت جبرائیل ؑ نے پھر فرشتوں سے فرمایا دیکھو تین مرتبہ یہ اپنی قوم کی بدچلنی کی شہادت دے چکے ہیں۔ یاد رکھنا اب عذاب ثابت ہوچکا ہے۔ گھر میں گئے اور یہاں سے آپ کی بڑھیا بیوی اونچی جگہ پر چڑھ کر کپڑا ہلانے لگی جسے دیکھتے ہی بستی کے بدکار دوڑے پڑے۔ پوچھا کیا بات ہے اس نے کہا لوط کے ہاں مہمان آئے ہیں میں نے تو ان سے زیادہ خوب صورت اور ان سے زیادہ خوشبو والے لوگ کبھی دیکھے ہی نہیں۔ اب کیا تھا یہ خوشی خوشی مٹھیاں بند کئے دوڑتے بھاگتے حضرت لوط کے گھر گئے۔ چاروں طرف سے آپ کے گھر کو گھیر لیا۔ آپ نے انہیں قسمیں دیں، پندو نصائح کئے۔ فرمایا کہ عورتیں بہت ہیں۔ لیکن وہ اپنی شرارت اور اپنے بد ارادے سے باز نہ آئے۔ اس وقت حضرت جبرائیل ؑ نے اللہ تعالیٰ سے ان کے عذاب کی اجازت چاہی اللہ کی جانب سے اجازت مل گئی۔ آپ اپنی اصلی صورت میں ظاہر ہوگئے۔ آپ کے دو پر ہیں۔ جن پر موتیوں کا جڑاؤ ہے۔ آپ کے دانت صاف چمکتے ہوئے ہیں۔ آپ کی پیشانی اونچی اور بڑی ہے۔ مرجان کی طرح کے دانت ہیں لو لو ہیں اور آپ کے پاؤں سبزی کی طرح ہیں۔ حضرت لوط ؑ سے آپ نے فرما دیا کہ ہم تو تیرے پروردگار کی طرف سے بھیجے ہوئے ہیں، یہ لوگ تجھ تک پہنچ نہیں سکتے۔ آپ اس دروازے سے نکل جایئے۔ یہ کہہ کر ان کے منہ پر اپنا پر مارا جس سے وہ اندھے ہوگئے۔ راستوں تک کو نہیں پہچان سکتے تھے۔ حضرت لوط ؑ اپنی اہل کے لے کر راتوں رات چل دیئے یہ اللہ کا حکم بھی تھا۔ محمد بن کعب قتادہ سدی وغیر کا یہی بیان ہے۔"
    },
    {
      "ayah": 82,
      "surah": 11,
      "text": "آج کے ایٹم بم اس وقت کے پتھروں کی بارش  سورج کے نکلنے کے وقت اللہ کا عذاب ان پر آگیا۔ ان کی بستی سدوم نامی تہ وبالا ہوگئی۔ عذاب نے اوپر تلے سے ڈھانک لیا۔ آسمان سے پکی مٹی کے پتھر ان پر برسنے لگے۔ جو سخت، وزنی اور بہت بڑے بڑے تھے۔ صحیح بخاری شریف میں ہے سجین سجیل دونوں ایک ہی ہیں۔ منضود سے مراد پے بہ پے تہ بہ تہ ایک کے بعد ایک کے ہیں۔ ان پتروں پر قدرتی طور پر ان لوگوں کے نام لکھے ہوئے تھے۔ جس کے نام کا پتھر تھا اسی پر گرتا تھا۔ وہ مثل طوق کے تھے جو سرخی میں ڈوبے ہوئے تھے۔ یہ ان شہریوں پر بھی برسے اور یہاں کے جو لوگ اور گاؤں گوٹھ میں تھے ان پر بھی وہیں گرے۔ ان میں سے جو جہاں تھا وہیں پتھر سے ہلاک کیا گیا۔ کوئی کھڑا ہوا، کسی جگہ کسی سے باتیں کر رہا ہے وہیں پتھر آسمان سے آیا اور اسے ہلاک کر گیا۔ غرض ان میں سے ایک بھی نہ بچا۔ حضرت مجاہد فرماتے ہیں حضرت جبرائیل ؑ نے ان سب کو جمع کر کے ان کے مکانات اور مویشیوں سمیت اونچا اٹھا لیا یہاں تک کہ ان کے کتوں کے بھونکنے کی آوازیں آسمان کے فرشتوں نے سن لیں۔ آپ اپنے داہنے پر کے کنارے پر ان کی بستی کو اٹھائے ہوئے تھے۔ پھر انہیں زمین پر الٹ دیا۔ ایک کو دوسرے سے ٹکرا دیا اور سب ایک ساتھ غارت ہوگئے اکا دکا جو رہ گئے تھے ان کے بھیجے آسمانی پتھروں نے پھوڑ دئیے اور محض بےنام و نشان کردیئے گئے۔ مذکور ہے کہ ان کی چار بستیاں تھیں۔ ہر بستی میں ایک لاکھ آدمیوں کی آبادی تھی۔ ایک روایت میں ہے تین بستیاں تھیں۔ بڑی بستی کا نام سدوم تھا۔ یہاں کبھی کبھی خلیل اللہ حضرت ابراہیم ؑ بھی آکر وعظ نصیحت فرما جایا کرتے تھے۔ پھر فرماتا ہے یہ چیزیں کچھ ان سے دور نہ تھیں۔ سنن کی حدیث میں ہے کسی اگر تم لواطت کرتا ہوا پاؤ تو اوپر والے نیچے والے دونوں کو قتل کردو۔"
    },
    {
      "ayah": 83,
      "surah": 11,
      "text": "آج کے ایٹم بم اس وقت کے پتھروں کی بارش  سورج کے نکلنے کے وقت اللہ کا عذاب ان پر آگیا۔ ان کی بستی سدوم نامی تہ وبالا ہوگئی۔ عذاب نے اوپر تلے سے ڈھانک لیا۔ آسمان سے پکی مٹی کے پتھر ان پر برسنے لگے۔ جو سخت، وزنی اور بہت بڑے بڑے تھے۔ صحیح بخاری شریف میں ہے سجین سجیل دونوں ایک ہی ہیں۔ منضود سے مراد پے بہ پے تہ بہ تہ ایک کے بعد ایک کے ہیں۔ ان پتروں پر قدرتی طور پر ان لوگوں کے نام لکھے ہوئے تھے۔ جس کے نام کا پتھر تھا اسی پر گرتا تھا۔ وہ مثل طوق کے تھے جو سرخی میں ڈوبے ہوئے تھے۔ یہ ان شہریوں پر بھی برسے اور یہاں کے جو لوگ اور گاؤں گوٹھ میں تھے ان پر بھی وہیں گرے۔ ان میں سے جو جہاں تھا وہیں پتھر سے ہلاک کیا گیا۔ کوئی کھڑا ہوا، کسی جگہ کسی سے باتیں کر رہا ہے وہیں پتھر آسمان سے آیا اور اسے ہلاک کر گیا۔ غرض ان میں سے ایک بھی نہ بچا۔ حضرت مجاہد فرماتے ہیں حضرت جبرائیل ؑ نے ان سب کو جمع کر کے ان کے مکانات اور مویشیوں سمیت اونچا اٹھا لیا یہاں تک کہ ان کے کتوں کے بھونکنے کی آوازیں آسمان کے فرشتوں نے سن لیں۔ آپ اپنے داہنے پر کے کنارے پر ان کی بستی کو اٹھائے ہوئے تھے۔ پھر انہیں زمین پر الٹ دیا۔ ایک کو دوسرے سے ٹکرا دیا اور سب ایک ساتھ غارت ہوگئے اکا دکا جو رہ گئے تھے ان کے بھیجے آسمانی پتھروں نے پھوڑ دئیے اور محض بےنام و نشان کردیئے گئے۔ مذکور ہے کہ ان کی چار بستیاں تھیں۔ ہر بستی میں ایک لاکھ آدمیوں کی آبادی تھی۔ ایک روایت میں ہے تین بستیاں تھیں۔ بڑی بستی کا نام سدوم تھا۔ یہاں کبھی کبھی خلیل اللہ حضرت ابراہیم ؑ بھی آکر وعظ نصیحت فرما جایا کرتے تھے۔ پھر فرماتا ہے یہ چیزیں کچھ ان سے دور نہ تھیں۔ سنن کی حدیث میں ہے کسی اگر تم لواطت کرتا ہوا پاؤ تو اوپر والے نیچے والے دونوں کو قتل کردو۔"
    },
    {
      "ayah": 84,
      "surah": 11,
      "text": "اہل مدین کی جانب حضرت شعیب کی آمد عرب کا قبیلہ جو حجاز و شام کے درمیان معان کے قریب رہتا تھا ان کے شہروں کا نام اور خود ان کا نام بھی مدین تھا۔ ان کی جانب اللہ تعالیٰ کے نبی حضرت شعیب ؑ بھیجے گئے۔ آپ ان میں شریف النسب اور اعلی خاندان کے تھے اور انہیں میں سے تھے۔ اسی لیے اخاہم کے لفظ سے بیان کیا یعنی ان کے بھائی آپ نے بھی انبیاء کی عادت اور سنت اور اللہ کے پہلے اور تاکیدی حکم کے مطابق اپنی قوم کو اللہ تعالیٰ وحدہ لاشریک لہ کی عبادت کرنے کا حکم دیا۔ ساتھ ہی ناپ تول کی کمی سے روکا کہ کسی کا حق نہ مارو۔ اور اللہ کا یہ احسان یاد لایا کہ اس نے تمہیں فارغ البال اور آسودہ حال کر رکھا ہے۔ اور اپنا ڈر ظاہر کیا کہ اپنی مشرکانہ روش اور ظالمانہ حرکت سے اگر باز نہ آؤ گے تو تمہاری یہ اچھی حالت بدحالی سے بدل جائے گی۔"
    },
    {
      "ayah": 85,
      "surah": 11,
      "text": "ناپ تول میں انصاف کرو۔  پہلے تو اپنی قوم کو ناپ تول کی کمی سے روکا۔ اب لین دین کے دونوں وقت عدل و انصاف کے ساتھ پورے پورے ناپ تول کا حکم دیتے ہیں۔ اور زمین میں فساد اور تباہ کاری کرنے کو منع کرتے ہیں۔ ان میں رہزنی اور ڈاکے مارنے کی بد خصلت بھی تھی۔ لوگوں کے حق مار کر نفع اٹھانے سے اللہ کا دیا ہوا نفع بہت بہتر ہے۔ اللہ کی یہ وصیت تمہارے لیے خیریت لیے ہوئے ہے۔ عذاب سے جیسے ہلاکت ہوتی ہے اس کے مقابلے میں رحمت سے برکت ہوتی ہے۔ ٹھیک تول کر پورے ناپ کر حلال سے جو نفع ملے اسی میں برکت ہوتی ہے۔ خبیث و طیب میں کیا مساوات ؟ دیکھو میں تمہیں ہر وقت دیکھ نہیں رہا۔ تمہیں برائیوں کا ترک اور نیکیوں کا فعل اللہ ہی کے لیے کرنا چاہیے نہ کہ دنیا دکھاوے کے لیے۔"
    },
    {
      "ayah": 86,
      "surah": 11,
      "text": "ناپ تول میں انصاف کرو۔  پہلے تو اپنی قوم کو ناپ تول کی کمی سے روکا۔ اب لین دین کے دونوں وقت عدل و انصاف کے ساتھ پورے پورے ناپ تول کا حکم دیتے ہیں۔ اور زمین میں فساد اور تباہ کاری کرنے کو منع کرتے ہیں۔ ان میں رہزنی اور ڈاکے مارنے کی بد خصلت بھی تھی۔ لوگوں کے حق مار کر نفع اٹھانے سے اللہ کا دیا ہوا نفع بہت بہتر ہے۔ اللہ کی یہ وصیت تمہارے لیے خیریت لیے ہوئے ہے۔ عذاب سے جیسے ہلاکت ہوتی ہے اس کے مقابلے میں رحمت سے برکت ہوتی ہے۔ ٹھیک تول کر پورے ناپ کر حلال سے جو نفع ملے اسی میں برکت ہوتی ہے۔ خبیث و طیب میں کیا مساوات ؟ دیکھو میں تمہیں ہر وقت دیکھ نہیں رہا۔ تمہیں برائیوں کا ترک اور نیکیوں کا فعل اللہ ہی کے لیے کرنا چاہیے نہ کہ دنیا دکھاوے کے لیے۔"
    },
    {
      "ayah": 87,
      "surah": 11,
      "text": "پرانے معبودوں سے دستبرداری سے انکار  حضرت اعمش فرماتے ہیں صلواۃ سے مراد یہاں قرأت ہے۔ وہ لوگ ازراہ مذاق کہتے ہیں کہ واہ آپ اچھے رہے کہ آپ کو آپ کی قرآت نے حکم دیا کہ ہم باپ دادوں کی روش کو چھوڑ کر اپنے پرانے معبودوں کی عبادت سے دست بردار ہوجائیں۔ یہ اور بھی لطف ہے کہ ہم اپنے مال کے بھی مالک نہ رہیں کہ جس طرح جو چاہیں اس میں تصرف کریں کسی کو ناپ تول میں کم نہ دیں۔ حضرت حسن فرماتے ہیں واللہ واقعہ یہی ہے کہ حضرت شعیب ؑ کی نماز کا حکم یہی تھا کہ آپ انہیں غیر اللہ کی عبادت اور مخلوق کے حقوق کے غصب سے روکیں۔ ثوری فرماتے ہیں کہ ان کے اس قول کا مطلب کہ جو ہم چاہیں، اپنے مالوں میں کریں یہ ہے کہ زکوٰۃ کیوں دیں ؟ نبی اللہ کو ان کا حلیم و رشید کہنا ازراہ مذاق و حقارت تھا۔"
    },
    {
      "ayah": 88,
      "surah": 11,
      "text": "قوم کو تبلیغ  آپ اپنی قوم سے فرماتے ہیں کہ دیکھو میں اپنے رب کی طرف سے کسی دلیل و حجت اور بصیرت پر قائم ہوں اور اسی کی طرف تمہیں بلا رہا ہوں۔ اس نے اپنی مہربانی سے مجھے بہترین روزی دے رکھی ہے۔ یعنی نبوت یا رزق حلال یا دونوں، میری روش تم یہ نہ پاؤ گے کہ تمہیں تو بھلی بات کا حکم کروں اور خود تم سے چھپ کر اس کے برعکس کروں۔ میری مراد تو اپنی طاقت کے مطابق اصلاح کرنی ہے۔ ہاں میرے ارادہ کی کامیابی اللہ کے ہاتھ ہے۔ اسی پر میرا بھروسہ اور توکل ہے اور اسی کی جانب رجوع توجہ اور جھکنا ہے۔ مسند امام احمد میں ہے حکیم بن معاویہ اپنے باپ سے راویت کرتے ہیں کہ اس کے بھائی مالک نے کہا کہ اے معاویہ رسول اللہ ﷺ نے میرے پڑوسیوں کو گرفتار کر رکھا ہے، تم آپ ﷺ کے پاس جاؤ۔ آپ ﷺ سے تمہاری بات چیت بھی ہوچکی ہے اور تمہیں آپ ﷺ پہچانتے بھی ہیں۔ پس میں اس کے ساتھ چلا۔ اس نے کہا کہ میرے پڑوسیوں کو آپ ﷺ رہا کر دیجئے وہ مسلمان ہوچکے تھے۔ آپ نے اس سے منہ پھر لیا۔ وہ غضب ناک ہو کر اٹھ کھڑا ہوا اور کہنے لگا واللہ اگر آپ نے ایسا جواب دیا تو لوگ کہیں گے کہ آپ ہمیں تو پڑوسیوں کے بارے میں اور حکم دیتے ہیں اور آپ خود اس کے خلاف کرتے ہیں۔ اس پر آپ نے فرمایا کیا لوگوں نے ایسی بات زبان سے نکالی ہے ؟ اگر میں ایسا کروں تو اس کا وبال مجھ پر ہی ہے ان پر تو نہیں۔ جاؤ اس کے پڑوسیوں کو چھوڑ دو۔ اور روایت میں ہے کہ اس کی قوم کے چند لوگ کسی شبہ میں گرفتار تھے۔ اس پر قوم کا ایک آدمی خاص حاضر ہوا۔ اس وقت رسول اللہ ﷺ خطبہ فرما رہے تھے۔ اس نے کہا کہ لوگ کہتے ہیں کہ آپ کسی چیز سے اوروں کو روکتے ہیں اور خود اسے کرتے ہیں۔ آپ نے سمجھا نہیں۔ اس لیے پوچھا کہ لوگ کیا کہتے ہیں حضرت بہزبن حکیم کے دادا کہتے ہیں میں نے بیچ میں بولنا شروع کردیا کہ اچھا ہے آپ کے کان میں یہ الفاظ نہ پڑیں کہیں ایسا نہ ہو کہ آپ کے منہ سے میری قوم کے لیے کوئی بد دعا نکل جائے کہ پھر انہیں فلاح نہ ملے لیکن رسول اللہ ﷺ برابر اسی کوشش میں رہے یہاں تک کہ آپ نے اس کی بات سمجھ لی اور فرمانے لگے کیا انہوں نے ایسی بات زبان سے نکالی ؟ یا ان میں سے کوئی اس کا قائل ہے ؟ واللہ اگر میں ایسا کروں تو اس کا بوجھ بار میرے ذمے ہے ان پر کچھ نہیں۔ اس کے پڑوسیوں کو چھوڑ دو۔ اسی قبیل سے وہ حدیث بھی ہے جسے مسند احمد لائے ہیں کہ آپ ﷺ نے فرمایا جب تم میری جانب سے کوئی ایسی حدیث سنو کہ تمہارے دل اس کا انکار کریں اور تمہارے بدن اور بال اس سے علیحدگی کریں یعنی متاثر نہ ہوں اور تم سمجھ لو کہ وہ تم سے بہت دور ہے تو میں اس سے اس سے بھی زیادہ دور ہوں۔ اس کی اسناد صحیح ہے۔ حضرت مسروق کہتے ہیں کہ ایک عورت حضرت عبداللہ بن مسعود کے پاس آئی اور کہنے لگی کیا آپ بالوں میں جوڑ لگانے کو منع کرتے ہیں ؟ آپ نے فرمایا ہاں۔ اس نے کہا آپ کے گھر کی بعض عورتیں تو ایسا کرتی ہیں آپ نے فرمایا اگر ایسا ہو تو میں نے اللہ کے نیک بندے کی وصیت کی حفاظت نہیں کی۔ میرا ارادہ نہیں کہ جس چیز سے تمہیں روکوں اس کے برعکس خود کروں۔ حضرت ابو سلیمان ضبی کہتے ہیں کہ ہمارے پاس امیر المومنین حضرت عمر بن عبد العزیز کے رسالے آتے تھے جن میں اوامر ونواہی لکھے ہوئے ہوتے تھے اور آخر میں یہ لکھا ہوتا تھا کہ میں بھی اس میں ہی ہوں جو اللہ کے نیک بندے نے فرمایا کہ میری توفیق اللہ ہی کے فضل سے ہے۔ اسی پر میرا توکل ہے اور اسی کی طرف میں رجوع کرتا ہوں۔"
    },
    {
      "ayah": 89,
      "surah": 11,
      "text": "میری عداوت میں اپنی بربادی مت مول لو  فرماتے ہیں کہ میری عداوت اور بعض میں آکر تم اپنے کفر اور اپنے گناہوں پر جم نہ جاؤ ورنہ تمہیں وہ عذاب پہنچے گا جو تم سے پہلے ایسے کاموں کا ارتکاب کرنے والوں کو پہنچا ہے۔ خصوصاً قوم لوط جو تم سے قریب زمانے میں ہی گذری ہے اور قریب جگہ میں ہے تم اپنے گذرشتہ گناہوں کی معافی مانگو۔ آئندہ کے لیے گناہوں سے توبہ کرو۔ ایسا کرنے والوں پر میرا رب بہت ہی مہربان ہوجاتا ہے اور ان کو اپنا پیارا بنا لیتا ہے ابو لیلی کندی کہتے ہیں کہ میں اپنے مالک کا جانور تھامے کھڑا تھا۔ لوگ حضرت عثمان ؓ کے گھر کو گھیرے ہوئے تھے آپ نے اوپر سے سر بلند کیا اور یہی آیت تلاوت فرمائی۔ اور فرمایا میری قوم کے لوگو مجھے قتل نہ کرو۔ تم اسی طرح تھے۔ پھر آپ نے اپنے دونوں ہاتھوں کی انگلیاں ایک دوسری میں ڈال کردکھائیں۔"
    },
    {
      "ayah": 9,
      "surah": 11,
      "text": "انسان کا نفسیاتی تجزیہ  سوائے کامل ایمان والوں کے عموماً لوگوں میں جو برائیاں ہیں ان کا بیان ہو رہا ہے کہ راحت کے بعد کی سختی پر مایوس اور محض ناامید ہوجاتے ہیں اللہ سے بدگمانی کر کے آئندہ کے لیے بھلائی کو بھول بیٹھتے ہیں گویا کہ نہ کبھی اس سے پہلے کوئی آرام اٹھایا تھا نہ اس کے بعد کسی راحت کی توقع ہے۔ یہی حال اس کے برخلاف بھی ہے اگر سختی کے بعد آسانی ہوگئی تو کہنے لگتے ہیں کہ بس اب برا وقت ٹل گیا۔ اپنی راحت اپنی تن آسانیوں پر مست و بےفکر ہوجاتے ہیں۔ دوسروں کا استہزاء کرنے لگتے ہیں۔ اکڑ فوں میں پڑجاتے ہیں اور آئندہ کی سختی کو بالکل فراموش کردیتے ہیں۔ ہاں ایماندار اس بری خصلت سے محفوظ رہتے ہیں، وہ دکھ درد میں صبر و استقامت سے کام لیتے ہیں راحت و آرام میں اللہ کی فرمان برداری کرتے ہیں۔ یہ صبر پر مغفرت اور نیکی پر ثواب پاتے ہیں۔ چناچہ حدیث شریف میں ہے۔ اس کی قسم جس کے ہاتھ میری جان ہے کہ مومن کو کوئی سختی کوئی مصیبت کوئی دکھ، کوئی غم ایسا نہیں پہنچتا جس کی وجہ سے اللہ تعالیٰ اس کی خطائیں معاف نہ فرماتا ہو، یہاں تک کہ کانٹا لگنے پر بھی۔ بخاری و مسلم کی ایک اور حدیث میں ہے مومن کے لیے اللہ تعالیٰ کا ہر فیصلہ سراسر بہتر ہے۔ یہ راحت پاکر شکر کرتا ہے اور بھلائی سمیٹتا ہے۔ تکلیف اٹھاکر صبر کرتا ہے، نیکی پاتا ہے اور ایسا حال مومن کے سوا اور کسی کا نہیں ہو۔ اسی کا بیان سورة والعصر میں ہے۔ یعنی عصر کے وقت کی قسم تمام انسان نقصان میں ہیں سوائے ان کے جو ایمان لائیں اور ساتھ ہی نیکیاں بھی کریں اور ایک دوسرے کو دین حق کی اور صبر کی ہدایت کرتے رہیں یہی بیان (اِنَّ الْاِنْسَانَ خُلِقَ هَلُوْعًا 19؀ۙ) 70۔ المعارج :19) میں ہے۔"
    },
    {
      "ayah": 90,
      "surah": 11,
      "text": "میری عداوت میں اپنی بربادی مت مول لو  فرماتے ہیں کہ میری عداوت اور بعض میں آکر تم اپنے کفر اور اپنے گناہوں پر جم نہ جاؤ ورنہ تمہیں وہ عذاب پہنچے گا جو تم سے پہلے ایسے کاموں کا ارتکاب کرنے والوں کو پہنچا ہے۔ خصوصاً قوم لوط جو تم سے قریب زمانے میں ہی گذری ہے اور قریب جگہ میں ہے تم اپنے گذرشتہ گناہوں کی معافی مانگو۔ آئندہ کے لیے گناہوں سے توبہ کرو۔ ایسا کرنے والوں پر میرا رب بہت ہی مہربان ہوجاتا ہے اور ان کو اپنا پیارا بنا لیتا ہے ابو لیلی کندی کہتے ہیں کہ میں اپنے مالک کا جانور تھامے کھڑا تھا۔ لوگ حضرت عثمان ؓ کے گھر کو گھیرے ہوئے تھے آپ نے اوپر سے سر بلند کیا اور یہی آیت تلاوت فرمائی۔ اور فرمایا میری قوم کے لوگو مجھے قتل نہ کرو۔ تم اسی طرح تھے۔ پھر آپ نے اپنے دونوں ہاتھوں کی انگلیاں ایک دوسری میں ڈال کردکھائیں۔"
    },
    {
      "ayah": 91,
      "surah": 11,
      "text": "قوم مدین کا جواب اور اللہ کا عتاب  قوم مدین کے کہا کہ اے شعیب آپ کی اکثر باتیں ہماری سمجھ میں تو آتی نہیں۔ اور خود آپ بھی ہم میں بےانتہا کمزور ہیں۔ سعید وغیرہ کا قول ہے کہ آپ کی نگاہ کم تھی۔ مگر آپ بہت ہی صاف گو تھے، یہاں تک کہ آپ کو خطیب الانبیاء کا لقب حاصل تھا۔ سدی کہتے ہیں اس وجہ سے کمزور کہا گیا ہے کہ آپ اکیلے تھے۔ مراد اس سے آپ کی حقارت تھی۔ اس لیے کہ آپ کے کنبے والے بھی آپ کے دین پر نہ تھے۔ کہتے ہیں کہ اگر تیری برادری کا لحاظ نہ ہوتا تو ہم تو پتھر مار مار کر تیرا قصہ ہی ختم کردیتے۔ یا یہ کہ تجھے دل کھول کر برا کہتے۔ ہم میں تیری کوئی قدر و منزلت، رفعت وعزت نہیں۔ یہ سن کر آپ نے فرمایا بھائیو تم مجھے میری قرابت داری کی وجہ سے چھوڑ تے ہو۔ اللہ کی وجہ سے نہیں چھوڑتے تو کیا تمہارے نزدیک قبیلے والے اللہ سے بھی بڑھ کر ہیں اللہ کے نبی کو برائی پہنچاتے ہوئے اللہ کا خوف نہیں کرتے افسوس تم نے کتاب اللہ کو پیٹھ پیچھے ڈال دیا۔ اس کی کوئی عظمت و اطاعت تم میں نہ رہی۔ خیر اللہ تعالیٰ تمہارے تمام حال احوال جانتا ہے وہ تمہیں پورا بدلہ دے گا۔"
    },
    {
      "ayah": 92,
      "surah": 11,
      "text": "قوم مدین کا جواب اور اللہ کا عتاب  قوم مدین کے کہا کہ اے شعیب آپ کی اکثر باتیں ہماری سمجھ میں تو آتی نہیں۔ اور خود آپ بھی ہم میں بےانتہا کمزور ہیں۔ سعید وغیرہ کا قول ہے کہ آپ کی نگاہ کم تھی۔ مگر آپ بہت ہی صاف گو تھے، یہاں تک کہ آپ کو خطیب الانبیاء کا لقب حاصل تھا۔ سدی کہتے ہیں اس وجہ سے کمزور کہا گیا ہے کہ آپ اکیلے تھے۔ مراد اس سے آپ کی حقارت تھی۔ اس لیے کہ آپ کے کنبے والے بھی آپ کے دین پر نہ تھے۔ کہتے ہیں کہ اگر تیری برادری کا لحاظ نہ ہوتا تو ہم تو پتھر مار مار کر تیرا قصہ ہی ختم کردیتے۔ یا یہ کہ تجھے دل کھول کر برا کہتے۔ ہم میں تیری کوئی قدر و منزلت، رفعت وعزت نہیں۔ یہ سن کر آپ نے فرمایا بھائیو تم مجھے میری قرابت داری کی وجہ سے چھوڑ تے ہو۔ اللہ کی وجہ سے نہیں چھوڑتے تو کیا تمہارے نزدیک قبیلے والے اللہ سے بھی بڑھ کر ہیں اللہ کے نبی کو برائی پہنچاتے ہوئے اللہ کا خوف نہیں کرتے افسوس تم نے کتاب اللہ کو پیٹھ پیچھے ڈال دیا۔ اس کی کوئی عظمت و اطاعت تم میں نہ رہی۔ خیر اللہ تعالیٰ تمہارے تمام حال احوال جانتا ہے وہ تمہیں پورا بدلہ دے گا۔"
    },
    {
      "ayah": 93,
      "surah": 11,
      "text": "مدین والوں پر عذاب الٰہی جب اللہ کے نبی ؑ اپنی قوم کے ایمان لانے سے مایوس ہوگئے تو تھک کر فرمایا اچھا تم اپنے طریقے پر چلے جاؤ میں اپنے طریقے پر قائم ہوں۔ تمہیں عنقریب معلوم ہوجائے گا کہ رسوا کرنے والے عذاب کن پر نازل ہوتے ہیں اور اللہ کے نزدیک جھوٹا کون ہے ؟ تم منظر رہو میں بھی انتظار میں ہوں۔ آخرش ان پر بھی عذاب الٰہی اترا اس وقت نبی اللہ اور مومن بچا دیئے گئے ان پر رحمت رب ہوئی اور ظالموں کو تہس نہس کردیا گیا۔ وہ جل بھجے۔ بےحس و حرکت رہ گئے۔ ایسے کہ گویا کبھی اپنے گھروں میں آباد ہی نہ تھے۔ اور جیسے کہ ان سے پہلے کے ثمودی تھے اللہ کی لعنت کا باعث بنے ویسے ہی یہ بھی ہوگئے۔ ثمودی ان کے پڑوسی تھے اور گناہ اور بدامنی میں انہیں جیسے تھے اور یہ دونوں قومیں عرب ہی سے تعلق رکھتی تھیں۔"
    },
    {
      "ayah": 94,
      "surah": 11,
      "text": "مدین والوں پر عذاب الٰہی جب اللہ کے نبی ؑ اپنی قوم کے ایمان لانے سے مایوس ہوگئے تو تھک کر فرمایا اچھا تم اپنے طریقے پر چلے جاؤ میں اپنے طریقے پر قائم ہوں۔ تمہیں عنقریب معلوم ہوجائے گا کہ رسوا کرنے والے عذاب کن پر نازل ہوتے ہیں اور اللہ کے نزدیک جھوٹا کون ہے ؟ تم منظر رہو میں بھی انتظار میں ہوں۔ آخرش ان پر بھی عذاب الٰہی اترا اس وقت نبی اللہ اور مومن بچا دیئے گئے ان پر رحمت رب ہوئی اور ظالموں کو تہس نہس کردیا گیا۔ وہ جل بھجے۔ بےحس و حرکت رہ گئے۔ ایسے کہ گویا کبھی اپنے گھروں میں آباد ہی نہ تھے۔ اور جیسے کہ ان سے پہلے کے ثمودی تھے اللہ کی لعنت کا باعث بنے ویسے ہی یہ بھی ہوگئے۔ ثمودی ان کے پڑوسی تھے اور گناہ اور بدامنی میں انہیں جیسے تھے اور یہ دونوں قومیں عرب ہی سے تعلق رکھتی تھیں۔"
    },
    {
      "ayah": 95,
      "surah": 11,
      "text": "مدین والوں پر عذاب الٰہی جب اللہ کے نبی ؑ اپنی قوم کے ایمان لانے سے مایوس ہوگئے تو تھک کر فرمایا اچھا تم اپنے طریقے پر چلے جاؤ میں اپنے طریقے پر قائم ہوں۔ تمہیں عنقریب معلوم ہوجائے گا کہ رسوا کرنے والے عذاب کن پر نازل ہوتے ہیں اور اللہ کے نزدیک جھوٹا کون ہے ؟ تم منظر رہو میں بھی انتظار میں ہوں۔ آخرش ان پر بھی عذاب الٰہی اترا اس وقت نبی اللہ اور مومن بچا دیئے گئے ان پر رحمت رب ہوئی اور ظالموں کو تہس نہس کردیا گیا۔ وہ جل بھجے۔ بےحس و حرکت رہ گئے۔ ایسے کہ گویا کبھی اپنے گھروں میں آباد ہی نہ تھے۔ اور جیسے کہ ان سے پہلے کے ثمودی تھے اللہ کی لعنت کا باعث بنے ویسے ہی یہ بھی ہوگئے۔ ثمودی ان کے پڑوسی تھے اور گناہ اور بدامنی میں انہیں جیسے تھے اور یہ دونوں قومیں عرب ہی سے تعلق رکھتی تھیں۔"
    },
    {
      "ayah": 96,
      "surah": 11,
      "text": "قبطی قوم کا سردار فرعون اور موسیٰ ؑ فرعون اور اس کی جماعت کی طرف اللہ تعالیٰ نے اپنے رسول حضرت موسیٰ ؑ کو اپنی آیتوں اور ظاہر باہر دلیلوں کے ساتھ بھیجا لیکن انہوں نے فرعون کی اطاعت نہ چھوڑی۔ اسی کی گمراہ روش پر اس کے پیچھے لگے رہے۔ جس طرح یہاں انہوں نے اس کی فرمان برداری ترک نہ کی اور اسے اپنا سردار مانتے رہے۔ اسی طرح قیامت کے دن اسی کے پیچھے یہ ہوں گے اور وہ اپنی پیشوائی میں انہیں سب کو اپنے ساتھ ہی جہنم میں لے جائے گا اور خود دگنا عذاب برداشت کرے گا۔ یہی حال بروں کی تابعداری کرنے والوں کا ہوتا ہے وہ کہیں گے بھی کہ اللہ انہیں لوگوں نے ہمیں بہکایا تو انہوں دوگنا عذاب دے۔ مسند میں ہے رسول اللہ ﷺ فرماتے ہیں کہ قیامت کے دن جاہلیت کے شاعروں کا جنڈا امرؤ القیس کے ہاتھ میں ہوگا اور وہ انہیں لے کر جہنم کی طرف جائے گا۔ اس آگ کے عذاب پر یہ اور زیادتی ہے کہ یہاں اور وہاں دونوں جگہ یہ لوگ ابدی لعنت میں پڑے۔ قیامت کے دن کی لعنت مل کر ان پر دو دو لعنتیں پڑگئیں۔ یہ اور لوگوں کو جہنم کی دعوت دینے والے امام تھے۔ اس لیے ان پر دوہری لعنت پڑی۔"
    },
    {
      "ayah": 97,
      "surah": 11,
      "text": "قبطی قوم کا سردار فرعون اور موسیٰ ؑ فرعون اور اس کی جماعت کی طرف اللہ تعالیٰ نے اپنے رسول حضرت موسیٰ ؑ کو اپنی آیتوں اور ظاہر باہر دلیلوں کے ساتھ بھیجا لیکن انہوں نے فرعون کی اطاعت نہ چھوڑی۔ اسی کی گمراہ روش پر اس کے پیچھے لگے رہے۔ جس طرح یہاں انہوں نے اس کی فرمان برداری ترک نہ کی اور اسے اپنا سردار مانتے رہے۔ اسی طرح قیامت کے دن اسی کے پیچھے یہ ہوں گے اور وہ اپنی پیشوائی میں انہیں سب کو اپنے ساتھ ہی جہنم میں لے جائے گا اور خود دگنا عذاب برداشت کرے گا۔ یہی حال بروں کی تابعداری کرنے والوں کا ہوتا ہے وہ کہیں گے بھی کہ اللہ انہیں لوگوں نے ہمیں بہکایا تو انہوں دوگنا عذاب دے۔ مسند میں ہے رسول اللہ ﷺ فرماتے ہیں کہ قیامت کے دن جاہلیت کے شاعروں کا جنڈا امرؤ القیس کے ہاتھ میں ہوگا اور وہ انہیں لے کر جہنم کی طرف جائے گا۔ اس آگ کے عذاب پر یہ اور زیادتی ہے کہ یہاں اور وہاں دونوں جگہ یہ لوگ ابدی لعنت میں پڑے۔ قیامت کے دن کی لعنت مل کر ان پر دو دو لعنتیں پڑگئیں۔ یہ اور لوگوں کو جہنم کی دعوت دینے والے امام تھے۔ اس لیے ان پر دوہری لعنت پڑی۔"
    },
    {
      "ayah": 98,
      "surah": 11,
      "text": "قبطی قوم کا سردار فرعون اور موسیٰ ؑ فرعون اور اس کی جماعت کی طرف اللہ تعالیٰ نے اپنے رسول حضرت موسیٰ ؑ کو اپنی آیتوں اور ظاہر باہر دلیلوں کے ساتھ بھیجا لیکن انہوں نے فرعون کی اطاعت نہ چھوڑی۔ اسی کی گمراہ روش پر اس کے پیچھے لگے رہے۔ جس طرح یہاں انہوں نے اس کی فرمان برداری ترک نہ کی اور اسے اپنا سردار مانتے رہے۔ اسی طرح قیامت کے دن اسی کے پیچھے یہ ہوں گے اور وہ اپنی پیشوائی میں انہیں سب کو اپنے ساتھ ہی جہنم میں لے جائے گا اور خود دگنا عذاب برداشت کرے گا۔ یہی حال بروں کی تابعداری کرنے والوں کا ہوتا ہے وہ کہیں گے بھی کہ اللہ انہیں لوگوں نے ہمیں بہکایا تو انہوں دوگنا عذاب دے۔ مسند میں ہے رسول اللہ ﷺ فرماتے ہیں کہ قیامت کے دن جاہلیت کے شاعروں کا جنڈا امرؤ القیس کے ہاتھ میں ہوگا اور وہ انہیں لے کر جہنم کی طرف جائے گا۔ اس آگ کے عذاب پر یہ اور زیادتی ہے کہ یہاں اور وہاں دونوں جگہ یہ لوگ ابدی لعنت میں پڑے۔ قیامت کے دن کی لعنت مل کر ان پر دو دو لعنتیں پڑگئیں۔ یہ اور لوگوں کو جہنم کی دعوت دینے والے امام تھے۔ اس لیے ان پر دوہری لعنت پڑی۔"
    },
    {
      "ayah": 99,
      "surah": 11,
      "text": "قبطی قوم کا سردار فرعون اور موسیٰ ؑ فرعون اور اس کی جماعت کی طرف اللہ تعالیٰ نے اپنے رسول حضرت موسیٰ ؑ کو اپنی آیتوں اور ظاہر باہر دلیلوں کے ساتھ بھیجا لیکن انہوں نے فرعون کی اطاعت نہ چھوڑی۔ اسی کی گمراہ روش پر اس کے پیچھے لگے رہے۔ جس طرح یہاں انہوں نے اس کی فرمان برداری ترک نہ کی اور اسے اپنا سردار مانتے رہے۔ اسی طرح قیامت کے دن اسی کے پیچھے یہ ہوں گے اور وہ اپنی پیشوائی میں انہیں سب کو اپنے ساتھ ہی جہنم میں لے جائے گا اور خود دگنا عذاب برداشت کرے گا۔ یہی حال بروں کی تابعداری کرنے والوں کا ہوتا ہے وہ کہیں گے بھی کہ اللہ انہیں لوگوں نے ہمیں بہکایا تو انہوں دوگنا عذاب دے۔ مسند میں ہے رسول اللہ ﷺ فرماتے ہیں کہ قیامت کے دن جاہلیت کے شاعروں کا جنڈا امرؤ القیس کے ہاتھ میں ہوگا اور وہ انہیں لے کر جہنم کی طرف جائے گا۔ اس آگ کے عذاب پر یہ اور زیادتی ہے کہ یہاں اور وہاں دونوں جگہ یہ لوگ ابدی لعنت میں پڑے۔ قیامت کے دن کی لعنت مل کر ان پر دو دو لعنتیں پڑگئیں۔ یہ اور لوگوں کو جہنم کی دعوت دینے والے امام تھے۔ اس لیے ان پر دوہری لعنت پڑی۔"
    }
  ]
}
