{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 52,
      "text": "تبلیغ میں صبرو ضبط کی اہمیت  اللہ تعالیٰ اپنے نبی ﷺ کو تسلی دیتے ہوئے فرماتا ہے کہ کفار جو آپ کو کہتے ہیں وہ کوئی نئی بات نہیں ان سے پہلے کا کافروں نے بھی اپنے اپنے زمانہ کے رسولوں سے یہی کہا ہے، کافروں کا یہ قول سلسلہ بہ سلسلہ یونہی چلا آیا ہے جیسے آپس میں ایک دوسرے کو وصیت کر کے جاتا ہو سچ تو یہ ہے کہ سرکشی اور سرتابی میں یہ سب یکساں ہیں اس لئے جو بات پہلے والوں کے منہ سے نکلی وہی ان کی زبان سے نکلتی ہے کیونکہ سخت دلی میں سب ایک سے ہیں پس آپ چشم پوشی کیجئے یہ مجنون کہیں جادوگر کہیں آپ صبر و ضبط سے سن لیں ہاں نصیحت کی تبلیغ نہ چھوڑئیے اللہ کی باتیں پہچانتے چلے جائیے۔ جن دلوں میں ایمان کی قبولیت کا مادہ ہے وہ ایک نہ ایک روز راہ پر لگ جائیں گے۔ پھر اللہ تعالیٰ جل جلالہ کا فرمان ہے کہ میں نے انسانوں اور جنوں کو کسی اپنی ضرورت کے لئے نہیں پیدا کیا بلکہ صرف اس لئے کہ میں انہیں ان کے نفع کے لئے اپنی عبادت کا حکم دوں وہ خوشی ناخوشی میرے معبود برحق ہونے کا اقرار کریں مجھے پہچانیں حضرت سدی فرماتے ہیں بعض عبادتیں نفع دیتی ہیں اور بعض عبادتیں بالکل نفع نہیں پہنچاتیں جیسے قرآن میں ایک جگہ ہے کہ اگر تم ان کافروں سے پوچھو کہ آسمان و زمین کو کس نے پیدا کیا ہے ؟ تو یہ جواب دیں گے کہ اللہ تعالیٰ نے تو گو یہ بھی عبادت ہے مگر مشرکوں کو کام نہ آئے گی غرض عابد سب ہیں خواہ عبادت ان کے لئے نافع ہو یا نہ ہو، اور حضرت ضحاک فرماتے ہیں اس سے مراد مسلمان انسان اور ایمان والے جنات ہیں مسند احمد کی حدیث میں ہے حضرت عبداللہ بن مسعود فرماتے ہیں مجھے رسول اللہ ﷺ نے یوں پڑھایا ہے حدیث (اِنَّ اللّٰهَ هُوَ الرَّزَّاقُ ذو الْقُوَّةِ الْمَتِيْنُ 58؀) 51۔ الذاریات :58) یہ حدیث ابو داؤد ترمذی اور نسائی میں بھی ہے امام ترمذی اسے حسن صحیح بتاتے ہیں۔ غرض اللہ تعالیٰ نے اپنے بندوں کو بندگی کیلئے پیدا کیا ہے اب اس کی عبادت یکسوئی کے ساتھ جو بجا لائے گا کسی کو اس کا شریک نہ کرے گا وہ اسے پوری پوری جزا عنایت فرمائے گا اور جو اس کی نافرمانی کرے گا اور اس کے ساتھ کسی کو شریک کرے گا وہ بدترین سزائیں بھگتے گا اللہ کسی کا محتاج نہیں بلکہ کل مخلوق ہر حال اور ہر وقت میں اس کی پوری محتاج ہے بلکہ محض بےدست و پا اور سراسر فقیر ہے خالق رزاق اکیلا اللہ تعالیٰ ہی ہے، مسند احمد میں حدیث قدسی ہے کہ اے ابن آدم میری عبادت کے لئے فارغ ہوجا میں تیرا سینہ تونگری اور بےنیازی سے پر کر دونگا اور تیری فقیری روک دوں گا اور اگر تو نے ایسا نہ کیا تو میں تیرے سینے کو اشغال سے بھر دوں گا اور تیری فقیری کو ہرگز بند نہ کروں گا ترمذی اور ابن ماجہ میں بھی یہ حدیث شریف ہے، امام ترمذی اسے حسن غریب کہتے ہیں خالد کے دونوں لڑکے حضرت حبہ اور حضرت سواء ؓ فرماتے ہیں ہم آنحضرت ﷺ کی خدمت میں حاضر ہوئے اس وقت آپ کسی کام میں مشغول تھے یا کوئی دیوار بنا رہے تھے یا کسی چیز کو درست کر رہے تھے ہم بھی اسی کام میں لگ گئے جب کام ختم ہوا تو آپ نے ہمیں دعا دی اور فرمایا سر ہل جانے تک روزی سے مایوس نہ ہونا دیکھو انسان جب پیدا ہوتا ہے ایک سرخ بوٹی ہوتا ہے بدن پر ایک چھلکا بھی نہیں ہوتا پھر اللہ تعالیٰ اسے سب کچھ دیتا ہے (مسند احمد) بعض آسمانی کتابوں میں ہے اے ابن آدم میں نے تجھے اپنی عبادت کے لئے پیدا کیا ہے اس لئے تو اس سے غفلت نہ کر تیرے رزق کا میں ضامن ہوں تو اس میں بےجا تکلیف نہ کر مجھے ڈھونڈ تاکہ مجھے پالے جب تو نے مجھے پا لیا تو یقین مان کہ تو نے سب کچھ پا لیا اور اگر میں تجھے نہ ملا تو سمجھ لے کہ تمام بھلائیاں تو کھو چکا سن تمام چیزوں سے زیادہ محبت تیرے دل میں میری ہونی چاہیے۔ پھر فرماتا ہے یہ کافر میرے عذاب کو جلدی کیوں مانگ رہے ہیں ؟ وہ عذاب تو انہیں اپنے وقت پر پہنچ کر ہی رہیں گے جیسے ان سے پہلے کا کافروں کو پہنچے قیامت کے دن جس دن کا ان سے وعدہ ہے انہیں بڑی خرابی ہوگی الحمد اللہ سورة ذاریات کی تفسیر ختم ہوئی۔"
    },
    {
      "ayah": 10,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 11,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 12,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 13,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 14,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 15,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 16,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 17,
      "surah": 52,
      "text": "منظر جنت  اللہ تعالیٰ نیک بختوں کا انجام بیان فرما رہا ہے کہ عذاب و سزا جو ان بدبختوں کو ہو رہا ہے یہ اس سے محفوظ کر کے جنتوں میں پہنچا دئیے گئے جہاں کی بہترین نعمتوں سے فائدہ اٹھا رہے ہیں اور ہر طرح خوش حال خوش دل ہیں قسم قسم کے کھانے طرح طرح کے پینے بہترین لباس، عمدہ عمدہ سواریاں، بلند وبالا مکانات اور ہر طرح کی نعمتیں انہیں مہیا ہیں کسی قسم کا ڈر خوف نہیں اللہ فرما چکا ہے کہ تمہیں میرے عذابوں سے نجات مل گئی غرض دکھ سے دور، سکھ سے مسرور، راحت و لذت میں مخمور ہیں جو چیز سامنے آتی ہے وہ ایسی ہے جسے نہ کسی آنکھ نے دیکھا ہو نہ کسی کان نے سنا ہو نہ کسی دل پر خیال تک گذرا ہو پھر اللہ کی طرف سے بار بار مہمان نوازی کے طور پر ان سے کہا جاتا ہے کہ کھاتے پیتے رہو خوش گوار خوش ذائقہ بےتکلف مزید مرغوب چیزیں تمہارے لئے مہیا ہیں پھر ان کا دل خوش کرنے حوصلہ بڑھانے اور طبیعت میں امنگ پیدا کرنے کے لئے ساتھ ہی اعلان ہوتا ہے کہ یہ تو تمہارے اعمال کا بدلہ ہے جو تم اس جہان میں کر آئے ہو مرصع اور جڑاؤ شاہانہ تخت پر بڑی بےفکری اور فارغ البالی سے تکئے لگائے بیٹھے ہوں گے ستر ستر سال گذر جائیں گے انہیں ضرورت نہ ہوگی کہ اٹھیں یا ہلیں جلیں بیشمار سلیقہ شعار ادب دان خدام ہر طرح کی خدمت کے لئے کمربستہ جس چیز کو جی چاہے آن کی آن میں موجود آنکھوں کا نور دل کا سرور وافر و موفور سامنے بےانتہاء خوبصورت خوب سیرت گورے گورے پنڈے والی بڑی بڑی رسیلی آنکھوں والی بہت سی حوریں پاک دل عفت مآب عصمت خوش دل بہلانے اور خواہش پوری کرنے کے لئے سامنے کھڑی ہر ایک نعمت و رحمت چاروں طرف بکھری ہوئی پھر بھلا انہیں کس چیز کی کمی۔ ستر سال کے بعد جب دوسری طرف مائل ہوتے ہیں تو دیکھتے ہیں کہ وہاں اور ہی منظر ہے ہر چیز نئی ہے ہر نعمت جوبن پر ہے اس طرف کی حوروں پر نظریں ڈالتے ہیں تو ان کے نور کی چکا چوند حیرت میں ڈال دیتی ہے ان کی پیاری پیاری بھولی بھالی شکلیں اچھوتے پنڈے اور کنوار پنے کی شرمیلی نظریں اور جوانی کا بانکپن دل پر مقناطیسی اثر ڈالتا ہے جنتی کچھ کہے اس سے پہلے ہی وہ اپنی شیریں کلامی سے عجیب انداز سے کہتی ہیں شکر ہے کہ آپکا التفات ہماری طرف بھی ہوا غرض اسی طرح من مانی نعمتوں سے مست ہو رہے ہیں۔ پھر ان جنتیوں کے تخت باوجود قطار وار ہونے کے اس طرح نہ ہوں گے کہ کسی کو کسی کی پیٹھ ہو بلکہ آمنے سامنے ہوں گے جیسے اور جگہ ہے آیت (وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰي سُرُرٍ مُّتَقٰبِلِيْنَ 47؀) 15۔ الحجر :47) تختوں پر ہوں گے اور ایک دوسرے کے سامنے ہوں گے پھر فرماتا ہے ہم نے انکے نکاح میں حوریں دے رکھی ہیں جو کبھی دل میلا نہ کریں جب آنکھ پڑے جی خوش ہوجائے اور ظاہری خوبصورتی کی تو کسی سے تعریف ہی کیا ہوسکتی ہے ؟ انکے اوصاف کے بیان کی حدیثیں وغیرہ کئی مقامات پر گذر چکی ہیں اسلئے انہیں یہاں وارد کرنا کچھ چنداں ضروری نہیں۔"
    },
    {
      "ayah": 18,
      "surah": 52,
      "text": "منظر جنت  اللہ تعالیٰ نیک بختوں کا انجام بیان فرما رہا ہے کہ عذاب و سزا جو ان بدبختوں کو ہو رہا ہے یہ اس سے محفوظ کر کے جنتوں میں پہنچا دئیے گئے جہاں کی بہترین نعمتوں سے فائدہ اٹھا رہے ہیں اور ہر طرح خوش حال خوش دل ہیں قسم قسم کے کھانے طرح طرح کے پینے بہترین لباس، عمدہ عمدہ سواریاں، بلند وبالا مکانات اور ہر طرح کی نعمتیں انہیں مہیا ہیں کسی قسم کا ڈر خوف نہیں اللہ فرما چکا ہے کہ تمہیں میرے عذابوں سے نجات مل گئی غرض دکھ سے دور، سکھ سے مسرور، راحت و لذت میں مخمور ہیں جو چیز سامنے آتی ہے وہ ایسی ہے جسے نہ کسی آنکھ نے دیکھا ہو نہ کسی کان نے سنا ہو نہ کسی دل پر خیال تک گذرا ہو پھر اللہ کی طرف سے بار بار مہمان نوازی کے طور پر ان سے کہا جاتا ہے کہ کھاتے پیتے رہو خوش گوار خوش ذائقہ بےتکلف مزید مرغوب چیزیں تمہارے لئے مہیا ہیں پھر ان کا دل خوش کرنے حوصلہ بڑھانے اور طبیعت میں امنگ پیدا کرنے کے لئے ساتھ ہی اعلان ہوتا ہے کہ یہ تو تمہارے اعمال کا بدلہ ہے جو تم اس جہان میں کر آئے ہو مرصع اور جڑاؤ شاہانہ تخت پر بڑی بےفکری اور فارغ البالی سے تکئے لگائے بیٹھے ہوں گے ستر ستر سال گذر جائیں گے انہیں ضرورت نہ ہوگی کہ اٹھیں یا ہلیں جلیں بیشمار سلیقہ شعار ادب دان خدام ہر طرح کی خدمت کے لئے کمربستہ جس چیز کو جی چاہے آن کی آن میں موجود آنکھوں کا نور دل کا سرور وافر و موفور سامنے بےانتہاء خوبصورت خوب سیرت گورے گورے پنڈے والی بڑی بڑی رسیلی آنکھوں والی بہت سی حوریں پاک دل عفت مآب عصمت خوش دل بہلانے اور خواہش پوری کرنے کے لئے سامنے کھڑی ہر ایک نعمت و رحمت چاروں طرف بکھری ہوئی پھر بھلا انہیں کس چیز کی کمی۔ ستر سال کے بعد جب دوسری طرف مائل ہوتے ہیں تو دیکھتے ہیں کہ وہاں اور ہی منظر ہے ہر چیز نئی ہے ہر نعمت جوبن پر ہے اس طرف کی حوروں پر نظریں ڈالتے ہیں تو ان کے نور کی چکا چوند حیرت میں ڈال دیتی ہے ان کی پیاری پیاری بھولی بھالی شکلیں اچھوتے پنڈے اور کنوار پنے کی شرمیلی نظریں اور جوانی کا بانکپن دل پر مقناطیسی اثر ڈالتا ہے جنتی کچھ کہے اس سے پہلے ہی وہ اپنی شیریں کلامی سے عجیب انداز سے کہتی ہیں شکر ہے کہ آپکا التفات ہماری طرف بھی ہوا غرض اسی طرح من مانی نعمتوں سے مست ہو رہے ہیں۔ پھر ان جنتیوں کے تخت باوجود قطار وار ہونے کے اس طرح نہ ہوں گے کہ کسی کو کسی کی پیٹھ ہو بلکہ آمنے سامنے ہوں گے جیسے اور جگہ ہے آیت (وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰي سُرُرٍ مُّتَقٰبِلِيْنَ 47؀) 15۔ الحجر :47) تختوں پر ہوں گے اور ایک دوسرے کے سامنے ہوں گے پھر فرماتا ہے ہم نے انکے نکاح میں حوریں دے رکھی ہیں جو کبھی دل میلا نہ کریں جب آنکھ پڑے جی خوش ہوجائے اور ظاہری خوبصورتی کی تو کسی سے تعریف ہی کیا ہوسکتی ہے ؟ انکے اوصاف کے بیان کی حدیثیں وغیرہ کئی مقامات پر گذر چکی ہیں اسلئے انہیں یہاں وارد کرنا کچھ چنداں ضروری نہیں۔"
    },
    {
      "ayah": 19,
      "surah": 52,
      "text": "منظر جنت  اللہ تعالیٰ نیک بختوں کا انجام بیان فرما رہا ہے کہ عذاب و سزا جو ان بدبختوں کو ہو رہا ہے یہ اس سے محفوظ کر کے جنتوں میں پہنچا دئیے گئے جہاں کی بہترین نعمتوں سے فائدہ اٹھا رہے ہیں اور ہر طرح خوش حال خوش دل ہیں قسم قسم کے کھانے طرح طرح کے پینے بہترین لباس، عمدہ عمدہ سواریاں، بلند وبالا مکانات اور ہر طرح کی نعمتیں انہیں مہیا ہیں کسی قسم کا ڈر خوف نہیں اللہ فرما چکا ہے کہ تمہیں میرے عذابوں سے نجات مل گئی غرض دکھ سے دور، سکھ سے مسرور، راحت و لذت میں مخمور ہیں جو چیز سامنے آتی ہے وہ ایسی ہے جسے نہ کسی آنکھ نے دیکھا ہو نہ کسی کان نے سنا ہو نہ کسی دل پر خیال تک گذرا ہو پھر اللہ کی طرف سے بار بار مہمان نوازی کے طور پر ان سے کہا جاتا ہے کہ کھاتے پیتے رہو خوش گوار خوش ذائقہ بےتکلف مزید مرغوب چیزیں تمہارے لئے مہیا ہیں پھر ان کا دل خوش کرنے حوصلہ بڑھانے اور طبیعت میں امنگ پیدا کرنے کے لئے ساتھ ہی اعلان ہوتا ہے کہ یہ تو تمہارے اعمال کا بدلہ ہے جو تم اس جہان میں کر آئے ہو مرصع اور جڑاؤ شاہانہ تخت پر بڑی بےفکری اور فارغ البالی سے تکئے لگائے بیٹھے ہوں گے ستر ستر سال گذر جائیں گے انہیں ضرورت نہ ہوگی کہ اٹھیں یا ہلیں جلیں بیشمار سلیقہ شعار ادب دان خدام ہر طرح کی خدمت کے لئے کمربستہ جس چیز کو جی چاہے آن کی آن میں موجود آنکھوں کا نور دل کا سرور وافر و موفور سامنے بےانتہاء خوبصورت خوب سیرت گورے گورے پنڈے والی بڑی بڑی رسیلی آنکھوں والی بہت سی حوریں پاک دل عفت مآب عصمت خوش دل بہلانے اور خواہش پوری کرنے کے لئے سامنے کھڑی ہر ایک نعمت و رحمت چاروں طرف بکھری ہوئی پھر بھلا انہیں کس چیز کی کمی۔ ستر سال کے بعد جب دوسری طرف مائل ہوتے ہیں تو دیکھتے ہیں کہ وہاں اور ہی منظر ہے ہر چیز نئی ہے ہر نعمت جوبن پر ہے اس طرف کی حوروں پر نظریں ڈالتے ہیں تو ان کے نور کی چکا چوند حیرت میں ڈال دیتی ہے ان کی پیاری پیاری بھولی بھالی شکلیں اچھوتے پنڈے اور کنوار پنے کی شرمیلی نظریں اور جوانی کا بانکپن دل پر مقناطیسی اثر ڈالتا ہے جنتی کچھ کہے اس سے پہلے ہی وہ اپنی شیریں کلامی سے عجیب انداز سے کہتی ہیں شکر ہے کہ آپکا التفات ہماری طرف بھی ہوا غرض اسی طرح من مانی نعمتوں سے مست ہو رہے ہیں۔ پھر ان جنتیوں کے تخت باوجود قطار وار ہونے کے اس طرح نہ ہوں گے کہ کسی کو کسی کی پیٹھ ہو بلکہ آمنے سامنے ہوں گے جیسے اور جگہ ہے آیت (وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰي سُرُرٍ مُّتَقٰبِلِيْنَ 47؀) 15۔ الحجر :47) تختوں پر ہوں گے اور ایک دوسرے کے سامنے ہوں گے پھر فرماتا ہے ہم نے انکے نکاح میں حوریں دے رکھی ہیں جو کبھی دل میلا نہ کریں جب آنکھ پڑے جی خوش ہوجائے اور ظاہری خوبصورتی کی تو کسی سے تعریف ہی کیا ہوسکتی ہے ؟ انکے اوصاف کے بیان کی حدیثیں وغیرہ کئی مقامات پر گذر چکی ہیں اسلئے انہیں یہاں وارد کرنا کچھ چنداں ضروری نہیں۔"
    },
    {
      "ayah": 2,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 20,
      "surah": 52,
      "text": "منظر جنت  اللہ تعالیٰ نیک بختوں کا انجام بیان فرما رہا ہے کہ عذاب و سزا جو ان بدبختوں کو ہو رہا ہے یہ اس سے محفوظ کر کے جنتوں میں پہنچا دئیے گئے جہاں کی بہترین نعمتوں سے فائدہ اٹھا رہے ہیں اور ہر طرح خوش حال خوش دل ہیں قسم قسم کے کھانے طرح طرح کے پینے بہترین لباس، عمدہ عمدہ سواریاں، بلند وبالا مکانات اور ہر طرح کی نعمتیں انہیں مہیا ہیں کسی قسم کا ڈر خوف نہیں اللہ فرما چکا ہے کہ تمہیں میرے عذابوں سے نجات مل گئی غرض دکھ سے دور، سکھ سے مسرور، راحت و لذت میں مخمور ہیں جو چیز سامنے آتی ہے وہ ایسی ہے جسے نہ کسی آنکھ نے دیکھا ہو نہ کسی کان نے سنا ہو نہ کسی دل پر خیال تک گذرا ہو پھر اللہ کی طرف سے بار بار مہمان نوازی کے طور پر ان سے کہا جاتا ہے کہ کھاتے پیتے رہو خوش گوار خوش ذائقہ بےتکلف مزید مرغوب چیزیں تمہارے لئے مہیا ہیں پھر ان کا دل خوش کرنے حوصلہ بڑھانے اور طبیعت میں امنگ پیدا کرنے کے لئے ساتھ ہی اعلان ہوتا ہے کہ یہ تو تمہارے اعمال کا بدلہ ہے جو تم اس جہان میں کر آئے ہو مرصع اور جڑاؤ شاہانہ تخت پر بڑی بےفکری اور فارغ البالی سے تکئے لگائے بیٹھے ہوں گے ستر ستر سال گذر جائیں گے انہیں ضرورت نہ ہوگی کہ اٹھیں یا ہلیں جلیں بیشمار سلیقہ شعار ادب دان خدام ہر طرح کی خدمت کے لئے کمربستہ جس چیز کو جی چاہے آن کی آن میں موجود آنکھوں کا نور دل کا سرور وافر و موفور سامنے بےانتہاء خوبصورت خوب سیرت گورے گورے پنڈے والی بڑی بڑی رسیلی آنکھوں والی بہت سی حوریں پاک دل عفت مآب عصمت خوش دل بہلانے اور خواہش پوری کرنے کے لئے سامنے کھڑی ہر ایک نعمت و رحمت چاروں طرف بکھری ہوئی پھر بھلا انہیں کس چیز کی کمی۔ ستر سال کے بعد جب دوسری طرف مائل ہوتے ہیں تو دیکھتے ہیں کہ وہاں اور ہی منظر ہے ہر چیز نئی ہے ہر نعمت جوبن پر ہے اس طرف کی حوروں پر نظریں ڈالتے ہیں تو ان کے نور کی چکا چوند حیرت میں ڈال دیتی ہے ان کی پیاری پیاری بھولی بھالی شکلیں اچھوتے پنڈے اور کنوار پنے کی شرمیلی نظریں اور جوانی کا بانکپن دل پر مقناطیسی اثر ڈالتا ہے جنتی کچھ کہے اس سے پہلے ہی وہ اپنی شیریں کلامی سے عجیب انداز سے کہتی ہیں شکر ہے کہ آپکا التفات ہماری طرف بھی ہوا غرض اسی طرح من مانی نعمتوں سے مست ہو رہے ہیں۔ پھر ان جنتیوں کے تخت باوجود قطار وار ہونے کے اس طرح نہ ہوں گے کہ کسی کو کسی کی پیٹھ ہو بلکہ آمنے سامنے ہوں گے جیسے اور جگہ ہے آیت (وَنَزَعْنَا مَا فِيْ صُدُوْرِهِمْ مِّنْ غِلٍّ اِخْوَانًا عَلٰي سُرُرٍ مُّتَقٰبِلِيْنَ 47؀) 15۔ الحجر :47) تختوں پر ہوں گے اور ایک دوسرے کے سامنے ہوں گے پھر فرماتا ہے ہم نے انکے نکاح میں حوریں دے رکھی ہیں جو کبھی دل میلا نہ کریں جب آنکھ پڑے جی خوش ہوجائے اور ظاہری خوبصورتی کی تو کسی سے تعریف ہی کیا ہوسکتی ہے ؟ انکے اوصاف کے بیان کی حدیثیں وغیرہ کئی مقامات پر گذر چکی ہیں اسلئے انہیں یہاں وارد کرنا کچھ چنداں ضروری نہیں۔"
    },
    {
      "ayah": 21,
      "surah": 52,
      "text": "صالح اولاد انمول اثاثہ  اللہ تعالیٰ جل شانہ اپنے فضل و کرم اور لطف و رحم اپنے احسان اور انعام کا بیان فرماتا ہے کہ جن مومنوں کی اولاد بھی ایمان میں اپنے باپ دادا کی راہ میں لگ جائے لیکن اعمال صالحہ میں اپنے بڑوں سے کم ہو پروردگار ان کے نیک اعمال کا بدلہ بڑھا چڑھا کر انہیں ان کے بڑوں کے درجے میں پہنچا دے گا تاکہ بڑوں کی آنکھیں چھوٹوں کو اپنے پاس دیکھ کر ٹھنڈی رہیں اور چھوٹے بھی اپنے بڑوں کے پاس ہشاش بشاش رہیں ان کے عملوں کی بڑھوتری ان کے بزرگوں کے اعمال کی کمی سے نہ کی جائے گی بلکہ محسن و مہربان اللہ انہیں اپنے معمور خزانوں میں سے عطا فرمائے گا حضرت ابن عباس اس آیت کی تفسیر یہی فرماتے ہیں۔ ایک مرفوع حدیث بھی اس مضمون کی مروی ہے ایک اور روایت میں ہے کہ جب جنتی شخص جنت میں جائے گا اور اپنے ماں باپ اور بیوی بچوں کو نہ پائے گا تو دریافت کرے گا کہ وہ کہاں ہیں جواب ملے گا کہ وہ تمہارے مرتبہ تک نہیں پہنچے یہ کہے گا باری تعالیٰ میں نے تو اپنے لئے اور انکے لئے نیک اعمال کئے تھے چناچہ حکم دیا جائے گا اور انہیں بھی ان کے درجے میں پہنچا دیا جائے گا۔ یہ بھی مروی ہے کہ جنتیوں کے بچوں نے ایمان قبول کیا اور نیک کام کئے وہ تو ان کے ساتھ ملا دئیے جائیں گے لیکن ان کے جو چھوٹے بچے چھٹ پن ہی میں انتقال کر گئے تھے وہ بھی ان کے پاس پہنچا دئیے جائیں گے۔ حضرت ابن عباس، شعبی، سعید بن جبیر ابراہیم قتادہ ابو صالح ربیع بن انس ضحاک بن زید بھی یہی کہتے ہیں امام ابن جریر بھی اسی کو پسند فرماتے ہیں۔ مسند احمد میں ہے کہ حضرت خدیجہ نے نبی ﷺ سے اپنے دو بچوں کی نسبت دریافت کیا جو زمانہ جاہلیت میں مرے تھے تو آپ نے فرمایا وہ دونوں جہنم میں ہیں، پھر جب مائی صاحبہ کو غمگین دیکھا تو فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تمہارے دل میں ان کا بغض پیدا ہوجاتا مائی صاحبہ نے پوچھا یا رسول اللہ ﷺ میرا بچہ جو آپ سے ہوا وہ کہاں ہے ؟ آپ نے فرمایا وہ جنت میں ہے مومن مع اپنی اولاد کے جنت میں ہیں۔ پھر حضور ﷺ نے اس آیت کی تلاوت کی یہ تو ہوئی ماں باپ کے اعمال صالحہ کی وجہ سے اولاد کی بزرگی اب اولاد کی دعا خیر کی وجہ سے ماں باپ کی بزرگی ملاحظہ وہ مسند احمد میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ اپنے نیک بندے کا درجہ جنت میں دفعۃً بڑھاتا ہے وہ دریافت کرتا ہے کہ اللہ میرا یہ درجہ کیسے بڑھ گیا ؟ اللہ تعالیٰ ارشاد فرماتا ہے کہ تیری اولاد نے تیرے لئے استغفار کیا اس بنا پر میں نے تیرا درجہ بڑھا دیا اس حدیث کی اسناد بالکل صحیح ہیں گو بخاری مسلم میں ان لفظوں سے نہیں آئی لیکن اس جیسی ایک روایت صحیح مسلم میں اسی طرح مروی ہے کہ ابن آدم کے مرتے ہی اس کے اعمال موقوف ہوجاتے ہیں لیکن تین عمل کہ وہ مرنے کے بعد بھی ثواب پہنچاتے رہتے ہیں۔ صدقہ جاریہ علم دین جس سے نفع پہنچتا ہے نیک اولاد جو مرنے والے کے لئے دعائے خیر کرتی رہے چونکہ یہاں بیان ہوا تھا کہ مومنوں کی اولاد کے درجے بےعمل بڑھا دئیے گئے تھے تو ساتھ ہی ساتھ اپنے اس فضل کے بعد اپنے عدل کا بیان فرماتا ہے کہ کسی کو کسی کے اعمال میں پکڑا نہ جائے گا بلکہ ہر شخص اپنے اپنے عمل میں رہن ہوگا باپ کا بوجھ بیٹے پر اور بیٹے کا باپ پر نہ ہوگا جیسے اور جگہ ہے آیت (كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌ 38؀ۙ) 74۔ المدثر :38) ، ہر شخص اپنے کئے ہوئے کاموں میں گرفتار ہے مگر وہ جن کے دائیں ہاتھ میں نامہ اعمال پہنچے وہ جنتوں میں بیٹھے ہوئے گنہگاروں سے دریافت کرتے ہیں۔ پھر ارشاد ہوتا ہے کہ ان جنتیوں کو قسم قسم کے میوے اور طرح طرح کے گوشت دئیے جاتے ہیں جس چیز کو جی چاہے جس پر دل آئے وہ یک لخت موجود ہوجاتی ہے شراب طہور کے چھلکتے ہوئے جام ایک دوسرے کو پلا رہے ہیں جس کے پینے سے سرور اور کیف لطف اور بہار حاصل ہوتا ہے لیکن بد زبانی بےہودہ گوئی نہیں ہوتی ہذیان نہیں بکتے بیہوش نہیں ہوتے سچا سرور اور پوری خوشی حاصل بک جھک سے دور گناہ سے غافل باطل وکذب سے دور غیبت و گناہ سے نفور دنیا میں شرابیوں کی حالت دیکھی ہوگی کہ ان کے سر میں چکر پیٹ میں درد عقل زائل بکواس بہت بو بری چہرے بےرونق اسی طرح شراب کے بد ذائقہ اور بدبو یہاں جنت کی شراب ان تمام گندگیوں سے کوسوں دور ہے یہ رنگ میں سفید پینے میں خوش ذائقہ نہ اس کے پینے سے حواس معطل ہوں نہ بک جھک ہو نہ بہکیں نہ بھٹکیں نہ مستی ہو نہ اور کسی طرح ضرر پہنچائے ہنسی خوشی اس پاک شراب کے جام پلا رہے ہوں گے ان کے غلام کمسن نوعمر بچے جو حسن و خوبی میں ایسے ہیں جیسے مروارید ہوں اور وہ بھی ڈبے میں بند رکھے گئے ہوں کسی کا ہاتھ بھی نہ لگا ہو اور ابھی ابھی تازے تازے نکالے ہوں ان کی آبداری صفائی چمک دمک روپ رنگ کا کیا پوچھنا ؟ لیکن ان غلمان کے حسین چہرے انہیں بھی ماند کردیتے ہیں اور جگہ یہ مضمون ان الفاظ میں ادا کیا گیا ہے آیت (يَــطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَ 17 ۙ) 56۔ الواقعة :17) یعنی ہمیشہ نو عمر اور کمسن رہنے والے بچے آبخورے آفتابے اور ایسی شراب صاف کے جام کہ جن کے پینے سے نہ سر میں درد ہو نہ بہکیں اور جس قسم کا میوہ یہ پسند کریں اور جس پرند کا گوشت یہ چاہیں ان کے پاس بار بار لانے کے لئے چاروں طرف کمربستہ چل رہے ہیں اس دور شراب کے وقت آپس میں گھل مل کر طرح طرح کی باتیں کریں گے دنیا کے احوال یاد آئیں گے کہیں گے کہ ہم دنیا میں جب اپنے والوں میں تھے تو اپنے رب کے آج کے دن کے عذاب سے سخت لرزاں و ترساں تھے الحمد اللہ رب نے ہم پر خاص احسان کیا اور ہمارے خوف کی چیز سے ہمیں امن دیا ہم اسی سے دعائیں اور التجائیں کرتے رہے اس نے ہماری دعائیں قبول فرمائیں اور ہمارا قول پورا کردیا یقینا وہ بہت ہی نیک سلوک اور رحم والا ہے مسند بزار میں ہے کہ رسول اللہ ﷺ نے فرمایا جنتی اپنے دوستوں سے ملنا چاہے گا تو ادھر دوست کے دل میں بھی یہی خواہش پیدا ہوگی اس کا تخت اڑے گا اور راستہ میں دونوں مل جائیں گے اپنے اپنے تختوں پر آرام سے بیٹھے ہوئے باتیں کرنے لگیں گے دنیا کے ذکر کو چھیڑیں گے اور کہیں گے کہ فلاں دن فلاں جگہ ہم نے اپنی بخشش کی دعا مانگی تھی اللہ نے اسے قبول فرمایا۔ اس حدیث کی سند کمزور ہے حضرت مائی عائشہ نے جب اس آیت کی تلاوت کی تو یہ دعا پڑھی (اللھم من علینا وقنا عذاب السموم انک انت البر الرحیم) حضرت اعمش راوی حدیث سے پوچھا گیا کہ اس آیت کو پڑھ کر یہ دعا ام المومنین نے نماز میں مانگی تھی ؟ جواب دیا ہاں۔"
    },
    {
      "ayah": 22,
      "surah": 52,
      "text": "صالح اولاد انمول اثاثہ  اللہ تعالیٰ جل شانہ اپنے فضل و کرم اور لطف و رحم اپنے احسان اور انعام کا بیان فرماتا ہے کہ جن مومنوں کی اولاد بھی ایمان میں اپنے باپ دادا کی راہ میں لگ جائے لیکن اعمال صالحہ میں اپنے بڑوں سے کم ہو پروردگار ان کے نیک اعمال کا بدلہ بڑھا چڑھا کر انہیں ان کے بڑوں کے درجے میں پہنچا دے گا تاکہ بڑوں کی آنکھیں چھوٹوں کو اپنے پاس دیکھ کر ٹھنڈی رہیں اور چھوٹے بھی اپنے بڑوں کے پاس ہشاش بشاش رہیں ان کے عملوں کی بڑھوتری ان کے بزرگوں کے اعمال کی کمی سے نہ کی جائے گی بلکہ محسن و مہربان اللہ انہیں اپنے معمور خزانوں میں سے عطا فرمائے گا حضرت ابن عباس اس آیت کی تفسیر یہی فرماتے ہیں۔ ایک مرفوع حدیث بھی اس مضمون کی مروی ہے ایک اور روایت میں ہے کہ جب جنتی شخص جنت میں جائے گا اور اپنے ماں باپ اور بیوی بچوں کو نہ پائے گا تو دریافت کرے گا کہ وہ کہاں ہیں جواب ملے گا کہ وہ تمہارے مرتبہ تک نہیں پہنچے یہ کہے گا باری تعالیٰ میں نے تو اپنے لئے اور انکے لئے نیک اعمال کئے تھے چناچہ حکم دیا جائے گا اور انہیں بھی ان کے درجے میں پہنچا دیا جائے گا۔ یہ بھی مروی ہے کہ جنتیوں کے بچوں نے ایمان قبول کیا اور نیک کام کئے وہ تو ان کے ساتھ ملا دئیے جائیں گے لیکن ان کے جو چھوٹے بچے چھٹ پن ہی میں انتقال کر گئے تھے وہ بھی ان کے پاس پہنچا دئیے جائیں گے۔ حضرت ابن عباس، شعبی، سعید بن جبیر ابراہیم قتادہ ابو صالح ربیع بن انس ضحاک بن زید بھی یہی کہتے ہیں امام ابن جریر بھی اسی کو پسند فرماتے ہیں۔ مسند احمد میں ہے کہ حضرت خدیجہ نے نبی ﷺ سے اپنے دو بچوں کی نسبت دریافت کیا جو زمانہ جاہلیت میں مرے تھے تو آپ نے فرمایا وہ دونوں جہنم میں ہیں، پھر جب مائی صاحبہ کو غمگین دیکھا تو فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تمہارے دل میں ان کا بغض پیدا ہوجاتا مائی صاحبہ نے پوچھا یا رسول اللہ ﷺ میرا بچہ جو آپ سے ہوا وہ کہاں ہے ؟ آپ نے فرمایا وہ جنت میں ہے مومن مع اپنی اولاد کے جنت میں ہیں۔ پھر حضور ﷺ نے اس آیت کی تلاوت کی یہ تو ہوئی ماں باپ کے اعمال صالحہ کی وجہ سے اولاد کی بزرگی اب اولاد کی دعا خیر کی وجہ سے ماں باپ کی بزرگی ملاحظہ وہ مسند احمد میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ اپنے نیک بندے کا درجہ جنت میں دفعۃً بڑھاتا ہے وہ دریافت کرتا ہے کہ اللہ میرا یہ درجہ کیسے بڑھ گیا ؟ اللہ تعالیٰ ارشاد فرماتا ہے کہ تیری اولاد نے تیرے لئے استغفار کیا اس بنا پر میں نے تیرا درجہ بڑھا دیا اس حدیث کی اسناد بالکل صحیح ہیں گو بخاری مسلم میں ان لفظوں سے نہیں آئی لیکن اس جیسی ایک روایت صحیح مسلم میں اسی طرح مروی ہے کہ ابن آدم کے مرتے ہی اس کے اعمال موقوف ہوجاتے ہیں لیکن تین عمل کہ وہ مرنے کے بعد بھی ثواب پہنچاتے رہتے ہیں۔ صدقہ جاریہ علم دین جس سے نفع پہنچتا ہے نیک اولاد جو مرنے والے کے لئے دعائے خیر کرتی رہے چونکہ یہاں بیان ہوا تھا کہ مومنوں کی اولاد کے درجے بےعمل بڑھا دئیے گئے تھے تو ساتھ ہی ساتھ اپنے اس فضل کے بعد اپنے عدل کا بیان فرماتا ہے کہ کسی کو کسی کے اعمال میں پکڑا نہ جائے گا بلکہ ہر شخص اپنے اپنے عمل میں رہن ہوگا باپ کا بوجھ بیٹے پر اور بیٹے کا باپ پر نہ ہوگا جیسے اور جگہ ہے آیت (كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌ 38؀ۙ) 74۔ المدثر :38) ، ہر شخص اپنے کئے ہوئے کاموں میں گرفتار ہے مگر وہ جن کے دائیں ہاتھ میں نامہ اعمال پہنچے وہ جنتوں میں بیٹھے ہوئے گنہگاروں سے دریافت کرتے ہیں۔ پھر ارشاد ہوتا ہے کہ ان جنتیوں کو قسم قسم کے میوے اور طرح طرح کے گوشت دئیے جاتے ہیں جس چیز کو جی چاہے جس پر دل آئے وہ یک لخت موجود ہوجاتی ہے شراب طہور کے چھلکتے ہوئے جام ایک دوسرے کو پلا رہے ہیں جس کے پینے سے سرور اور کیف لطف اور بہار حاصل ہوتا ہے لیکن بد زبانی بےہودہ گوئی نہیں ہوتی ہذیان نہیں بکتے بیہوش نہیں ہوتے سچا سرور اور پوری خوشی حاصل بک جھک سے دور گناہ سے غافل باطل وکذب سے دور غیبت و گناہ سے نفور دنیا میں شرابیوں کی حالت دیکھی ہوگی کہ ان کے سر میں چکر پیٹ میں درد عقل زائل بکواس بہت بو بری چہرے بےرونق اسی طرح شراب کے بد ذائقہ اور بدبو یہاں جنت کی شراب ان تمام گندگیوں سے کوسوں دور ہے یہ رنگ میں سفید پینے میں خوش ذائقہ نہ اس کے پینے سے حواس معطل ہوں نہ بک جھک ہو نہ بہکیں نہ بھٹکیں نہ مستی ہو نہ اور کسی طرح ضرر پہنچائے ہنسی خوشی اس پاک شراب کے جام پلا رہے ہوں گے ان کے غلام کمسن نوعمر بچے جو حسن و خوبی میں ایسے ہیں جیسے مروارید ہوں اور وہ بھی ڈبے میں بند رکھے گئے ہوں کسی کا ہاتھ بھی نہ لگا ہو اور ابھی ابھی تازے تازے نکالے ہوں ان کی آبداری صفائی چمک دمک روپ رنگ کا کیا پوچھنا ؟ لیکن ان غلمان کے حسین چہرے انہیں بھی ماند کردیتے ہیں اور جگہ یہ مضمون ان الفاظ میں ادا کیا گیا ہے آیت (يَــطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَ 17 ۙ) 56۔ الواقعة :17) یعنی ہمیشہ نو عمر اور کمسن رہنے والے بچے آبخورے آفتابے اور ایسی شراب صاف کے جام کہ جن کے پینے سے نہ سر میں درد ہو نہ بہکیں اور جس قسم کا میوہ یہ پسند کریں اور جس پرند کا گوشت یہ چاہیں ان کے پاس بار بار لانے کے لئے چاروں طرف کمربستہ چل رہے ہیں اس دور شراب کے وقت آپس میں گھل مل کر طرح طرح کی باتیں کریں گے دنیا کے احوال یاد آئیں گے کہیں گے کہ ہم دنیا میں جب اپنے والوں میں تھے تو اپنے رب کے آج کے دن کے عذاب سے سخت لرزاں و ترساں تھے الحمد اللہ رب نے ہم پر خاص احسان کیا اور ہمارے خوف کی چیز سے ہمیں امن دیا ہم اسی سے دعائیں اور التجائیں کرتے رہے اس نے ہماری دعائیں قبول فرمائیں اور ہمارا قول پورا کردیا یقینا وہ بہت ہی نیک سلوک اور رحم والا ہے مسند بزار میں ہے کہ رسول اللہ ﷺ نے فرمایا جنتی اپنے دوستوں سے ملنا چاہے گا تو ادھر دوست کے دل میں بھی یہی خواہش پیدا ہوگی اس کا تخت اڑے گا اور راستہ میں دونوں مل جائیں گے اپنے اپنے تختوں پر آرام سے بیٹھے ہوئے باتیں کرنے لگیں گے دنیا کے ذکر کو چھیڑیں گے اور کہیں گے کہ فلاں دن فلاں جگہ ہم نے اپنی بخشش کی دعا مانگی تھی اللہ نے اسے قبول فرمایا۔ اس حدیث کی سند کمزور ہے حضرت مائی عائشہ نے جب اس آیت کی تلاوت کی تو یہ دعا پڑھی (اللھم من علینا وقنا عذاب السموم انک انت البر الرحیم) حضرت اعمش راوی حدیث سے پوچھا گیا کہ اس آیت کو پڑھ کر یہ دعا ام المومنین نے نماز میں مانگی تھی ؟ جواب دیا ہاں۔"
    },
    {
      "ayah": 23,
      "surah": 52,
      "text": "صالح اولاد انمول اثاثہ  اللہ تعالیٰ جل شانہ اپنے فضل و کرم اور لطف و رحم اپنے احسان اور انعام کا بیان فرماتا ہے کہ جن مومنوں کی اولاد بھی ایمان میں اپنے باپ دادا کی راہ میں لگ جائے لیکن اعمال صالحہ میں اپنے بڑوں سے کم ہو پروردگار ان کے نیک اعمال کا بدلہ بڑھا چڑھا کر انہیں ان کے بڑوں کے درجے میں پہنچا دے گا تاکہ بڑوں کی آنکھیں چھوٹوں کو اپنے پاس دیکھ کر ٹھنڈی رہیں اور چھوٹے بھی اپنے بڑوں کے پاس ہشاش بشاش رہیں ان کے عملوں کی بڑھوتری ان کے بزرگوں کے اعمال کی کمی سے نہ کی جائے گی بلکہ محسن و مہربان اللہ انہیں اپنے معمور خزانوں میں سے عطا فرمائے گا حضرت ابن عباس اس آیت کی تفسیر یہی فرماتے ہیں۔ ایک مرفوع حدیث بھی اس مضمون کی مروی ہے ایک اور روایت میں ہے کہ جب جنتی شخص جنت میں جائے گا اور اپنے ماں باپ اور بیوی بچوں کو نہ پائے گا تو دریافت کرے گا کہ وہ کہاں ہیں جواب ملے گا کہ وہ تمہارے مرتبہ تک نہیں پہنچے یہ کہے گا باری تعالیٰ میں نے تو اپنے لئے اور انکے لئے نیک اعمال کئے تھے چناچہ حکم دیا جائے گا اور انہیں بھی ان کے درجے میں پہنچا دیا جائے گا۔ یہ بھی مروی ہے کہ جنتیوں کے بچوں نے ایمان قبول کیا اور نیک کام کئے وہ تو ان کے ساتھ ملا دئیے جائیں گے لیکن ان کے جو چھوٹے بچے چھٹ پن ہی میں انتقال کر گئے تھے وہ بھی ان کے پاس پہنچا دئیے جائیں گے۔ حضرت ابن عباس، شعبی، سعید بن جبیر ابراہیم قتادہ ابو صالح ربیع بن انس ضحاک بن زید بھی یہی کہتے ہیں امام ابن جریر بھی اسی کو پسند فرماتے ہیں۔ مسند احمد میں ہے کہ حضرت خدیجہ نے نبی ﷺ سے اپنے دو بچوں کی نسبت دریافت کیا جو زمانہ جاہلیت میں مرے تھے تو آپ نے فرمایا وہ دونوں جہنم میں ہیں، پھر جب مائی صاحبہ کو غمگین دیکھا تو فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تمہارے دل میں ان کا بغض پیدا ہوجاتا مائی صاحبہ نے پوچھا یا رسول اللہ ﷺ میرا بچہ جو آپ سے ہوا وہ کہاں ہے ؟ آپ نے فرمایا وہ جنت میں ہے مومن مع اپنی اولاد کے جنت میں ہیں۔ پھر حضور ﷺ نے اس آیت کی تلاوت کی یہ تو ہوئی ماں باپ کے اعمال صالحہ کی وجہ سے اولاد کی بزرگی اب اولاد کی دعا خیر کی وجہ سے ماں باپ کی بزرگی ملاحظہ وہ مسند احمد میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ اپنے نیک بندے کا درجہ جنت میں دفعۃً بڑھاتا ہے وہ دریافت کرتا ہے کہ اللہ میرا یہ درجہ کیسے بڑھ گیا ؟ اللہ تعالیٰ ارشاد فرماتا ہے کہ تیری اولاد نے تیرے لئے استغفار کیا اس بنا پر میں نے تیرا درجہ بڑھا دیا اس حدیث کی اسناد بالکل صحیح ہیں گو بخاری مسلم میں ان لفظوں سے نہیں آئی لیکن اس جیسی ایک روایت صحیح مسلم میں اسی طرح مروی ہے کہ ابن آدم کے مرتے ہی اس کے اعمال موقوف ہوجاتے ہیں لیکن تین عمل کہ وہ مرنے کے بعد بھی ثواب پہنچاتے رہتے ہیں۔ صدقہ جاریہ علم دین جس سے نفع پہنچتا ہے نیک اولاد جو مرنے والے کے لئے دعائے خیر کرتی رہے چونکہ یہاں بیان ہوا تھا کہ مومنوں کی اولاد کے درجے بےعمل بڑھا دئیے گئے تھے تو ساتھ ہی ساتھ اپنے اس فضل کے بعد اپنے عدل کا بیان فرماتا ہے کہ کسی کو کسی کے اعمال میں پکڑا نہ جائے گا بلکہ ہر شخص اپنے اپنے عمل میں رہن ہوگا باپ کا بوجھ بیٹے پر اور بیٹے کا باپ پر نہ ہوگا جیسے اور جگہ ہے آیت (كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌ 38؀ۙ) 74۔ المدثر :38) ، ہر شخص اپنے کئے ہوئے کاموں میں گرفتار ہے مگر وہ جن کے دائیں ہاتھ میں نامہ اعمال پہنچے وہ جنتوں میں بیٹھے ہوئے گنہگاروں سے دریافت کرتے ہیں۔ پھر ارشاد ہوتا ہے کہ ان جنتیوں کو قسم قسم کے میوے اور طرح طرح کے گوشت دئیے جاتے ہیں جس چیز کو جی چاہے جس پر دل آئے وہ یک لخت موجود ہوجاتی ہے شراب طہور کے چھلکتے ہوئے جام ایک دوسرے کو پلا رہے ہیں جس کے پینے سے سرور اور کیف لطف اور بہار حاصل ہوتا ہے لیکن بد زبانی بےہودہ گوئی نہیں ہوتی ہذیان نہیں بکتے بیہوش نہیں ہوتے سچا سرور اور پوری خوشی حاصل بک جھک سے دور گناہ سے غافل باطل وکذب سے دور غیبت و گناہ سے نفور دنیا میں شرابیوں کی حالت دیکھی ہوگی کہ ان کے سر میں چکر پیٹ میں درد عقل زائل بکواس بہت بو بری چہرے بےرونق اسی طرح شراب کے بد ذائقہ اور بدبو یہاں جنت کی شراب ان تمام گندگیوں سے کوسوں دور ہے یہ رنگ میں سفید پینے میں خوش ذائقہ نہ اس کے پینے سے حواس معطل ہوں نہ بک جھک ہو نہ بہکیں نہ بھٹکیں نہ مستی ہو نہ اور کسی طرح ضرر پہنچائے ہنسی خوشی اس پاک شراب کے جام پلا رہے ہوں گے ان کے غلام کمسن نوعمر بچے جو حسن و خوبی میں ایسے ہیں جیسے مروارید ہوں اور وہ بھی ڈبے میں بند رکھے گئے ہوں کسی کا ہاتھ بھی نہ لگا ہو اور ابھی ابھی تازے تازے نکالے ہوں ان کی آبداری صفائی چمک دمک روپ رنگ کا کیا پوچھنا ؟ لیکن ان غلمان کے حسین چہرے انہیں بھی ماند کردیتے ہیں اور جگہ یہ مضمون ان الفاظ میں ادا کیا گیا ہے آیت (يَــطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَ 17 ۙ) 56۔ الواقعة :17) یعنی ہمیشہ نو عمر اور کمسن رہنے والے بچے آبخورے آفتابے اور ایسی شراب صاف کے جام کہ جن کے پینے سے نہ سر میں درد ہو نہ بہکیں اور جس قسم کا میوہ یہ پسند کریں اور جس پرند کا گوشت یہ چاہیں ان کے پاس بار بار لانے کے لئے چاروں طرف کمربستہ چل رہے ہیں اس دور شراب کے وقت آپس میں گھل مل کر طرح طرح کی باتیں کریں گے دنیا کے احوال یاد آئیں گے کہیں گے کہ ہم دنیا میں جب اپنے والوں میں تھے تو اپنے رب کے آج کے دن کے عذاب سے سخت لرزاں و ترساں تھے الحمد اللہ رب نے ہم پر خاص احسان کیا اور ہمارے خوف کی چیز سے ہمیں امن دیا ہم اسی سے دعائیں اور التجائیں کرتے رہے اس نے ہماری دعائیں قبول فرمائیں اور ہمارا قول پورا کردیا یقینا وہ بہت ہی نیک سلوک اور رحم والا ہے مسند بزار میں ہے کہ رسول اللہ ﷺ نے فرمایا جنتی اپنے دوستوں سے ملنا چاہے گا تو ادھر دوست کے دل میں بھی یہی خواہش پیدا ہوگی اس کا تخت اڑے گا اور راستہ میں دونوں مل جائیں گے اپنے اپنے تختوں پر آرام سے بیٹھے ہوئے باتیں کرنے لگیں گے دنیا کے ذکر کو چھیڑیں گے اور کہیں گے کہ فلاں دن فلاں جگہ ہم نے اپنی بخشش کی دعا مانگی تھی اللہ نے اسے قبول فرمایا۔ اس حدیث کی سند کمزور ہے حضرت مائی عائشہ نے جب اس آیت کی تلاوت کی تو یہ دعا پڑھی (اللھم من علینا وقنا عذاب السموم انک انت البر الرحیم) حضرت اعمش راوی حدیث سے پوچھا گیا کہ اس آیت کو پڑھ کر یہ دعا ام المومنین نے نماز میں مانگی تھی ؟ جواب دیا ہاں۔"
    },
    {
      "ayah": 24,
      "surah": 52,
      "text": "صالح اولاد انمول اثاثہ  اللہ تعالیٰ جل شانہ اپنے فضل و کرم اور لطف و رحم اپنے احسان اور انعام کا بیان فرماتا ہے کہ جن مومنوں کی اولاد بھی ایمان میں اپنے باپ دادا کی راہ میں لگ جائے لیکن اعمال صالحہ میں اپنے بڑوں سے کم ہو پروردگار ان کے نیک اعمال کا بدلہ بڑھا چڑھا کر انہیں ان کے بڑوں کے درجے میں پہنچا دے گا تاکہ بڑوں کی آنکھیں چھوٹوں کو اپنے پاس دیکھ کر ٹھنڈی رہیں اور چھوٹے بھی اپنے بڑوں کے پاس ہشاش بشاش رہیں ان کے عملوں کی بڑھوتری ان کے بزرگوں کے اعمال کی کمی سے نہ کی جائے گی بلکہ محسن و مہربان اللہ انہیں اپنے معمور خزانوں میں سے عطا فرمائے گا حضرت ابن عباس اس آیت کی تفسیر یہی فرماتے ہیں۔ ایک مرفوع حدیث بھی اس مضمون کی مروی ہے ایک اور روایت میں ہے کہ جب جنتی شخص جنت میں جائے گا اور اپنے ماں باپ اور بیوی بچوں کو نہ پائے گا تو دریافت کرے گا کہ وہ کہاں ہیں جواب ملے گا کہ وہ تمہارے مرتبہ تک نہیں پہنچے یہ کہے گا باری تعالیٰ میں نے تو اپنے لئے اور انکے لئے نیک اعمال کئے تھے چناچہ حکم دیا جائے گا اور انہیں بھی ان کے درجے میں پہنچا دیا جائے گا۔ یہ بھی مروی ہے کہ جنتیوں کے بچوں نے ایمان قبول کیا اور نیک کام کئے وہ تو ان کے ساتھ ملا دئیے جائیں گے لیکن ان کے جو چھوٹے بچے چھٹ پن ہی میں انتقال کر گئے تھے وہ بھی ان کے پاس پہنچا دئیے جائیں گے۔ حضرت ابن عباس، شعبی، سعید بن جبیر ابراہیم قتادہ ابو صالح ربیع بن انس ضحاک بن زید بھی یہی کہتے ہیں امام ابن جریر بھی اسی کو پسند فرماتے ہیں۔ مسند احمد میں ہے کہ حضرت خدیجہ نے نبی ﷺ سے اپنے دو بچوں کی نسبت دریافت کیا جو زمانہ جاہلیت میں مرے تھے تو آپ نے فرمایا وہ دونوں جہنم میں ہیں، پھر جب مائی صاحبہ کو غمگین دیکھا تو فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تمہارے دل میں ان کا بغض پیدا ہوجاتا مائی صاحبہ نے پوچھا یا رسول اللہ ﷺ میرا بچہ جو آپ سے ہوا وہ کہاں ہے ؟ آپ نے فرمایا وہ جنت میں ہے مومن مع اپنی اولاد کے جنت میں ہیں۔ پھر حضور ﷺ نے اس آیت کی تلاوت کی یہ تو ہوئی ماں باپ کے اعمال صالحہ کی وجہ سے اولاد کی بزرگی اب اولاد کی دعا خیر کی وجہ سے ماں باپ کی بزرگی ملاحظہ وہ مسند احمد میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ اپنے نیک بندے کا درجہ جنت میں دفعۃً بڑھاتا ہے وہ دریافت کرتا ہے کہ اللہ میرا یہ درجہ کیسے بڑھ گیا ؟ اللہ تعالیٰ ارشاد فرماتا ہے کہ تیری اولاد نے تیرے لئے استغفار کیا اس بنا پر میں نے تیرا درجہ بڑھا دیا اس حدیث کی اسناد بالکل صحیح ہیں گو بخاری مسلم میں ان لفظوں سے نہیں آئی لیکن اس جیسی ایک روایت صحیح مسلم میں اسی طرح مروی ہے کہ ابن آدم کے مرتے ہی اس کے اعمال موقوف ہوجاتے ہیں لیکن تین عمل کہ وہ مرنے کے بعد بھی ثواب پہنچاتے رہتے ہیں۔ صدقہ جاریہ علم دین جس سے نفع پہنچتا ہے نیک اولاد جو مرنے والے کے لئے دعائے خیر کرتی رہے چونکہ یہاں بیان ہوا تھا کہ مومنوں کی اولاد کے درجے بےعمل بڑھا دئیے گئے تھے تو ساتھ ہی ساتھ اپنے اس فضل کے بعد اپنے عدل کا بیان فرماتا ہے کہ کسی کو کسی کے اعمال میں پکڑا نہ جائے گا بلکہ ہر شخص اپنے اپنے عمل میں رہن ہوگا باپ کا بوجھ بیٹے پر اور بیٹے کا باپ پر نہ ہوگا جیسے اور جگہ ہے آیت (كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌ 38؀ۙ) 74۔ المدثر :38) ، ہر شخص اپنے کئے ہوئے کاموں میں گرفتار ہے مگر وہ جن کے دائیں ہاتھ میں نامہ اعمال پہنچے وہ جنتوں میں بیٹھے ہوئے گنہگاروں سے دریافت کرتے ہیں۔ پھر ارشاد ہوتا ہے کہ ان جنتیوں کو قسم قسم کے میوے اور طرح طرح کے گوشت دئیے جاتے ہیں جس چیز کو جی چاہے جس پر دل آئے وہ یک لخت موجود ہوجاتی ہے شراب طہور کے چھلکتے ہوئے جام ایک دوسرے کو پلا رہے ہیں جس کے پینے سے سرور اور کیف لطف اور بہار حاصل ہوتا ہے لیکن بد زبانی بےہودہ گوئی نہیں ہوتی ہذیان نہیں بکتے بیہوش نہیں ہوتے سچا سرور اور پوری خوشی حاصل بک جھک سے دور گناہ سے غافل باطل وکذب سے دور غیبت و گناہ سے نفور دنیا میں شرابیوں کی حالت دیکھی ہوگی کہ ان کے سر میں چکر پیٹ میں درد عقل زائل بکواس بہت بو بری چہرے بےرونق اسی طرح شراب کے بد ذائقہ اور بدبو یہاں جنت کی شراب ان تمام گندگیوں سے کوسوں دور ہے یہ رنگ میں سفید پینے میں خوش ذائقہ نہ اس کے پینے سے حواس معطل ہوں نہ بک جھک ہو نہ بہکیں نہ بھٹکیں نہ مستی ہو نہ اور کسی طرح ضرر پہنچائے ہنسی خوشی اس پاک شراب کے جام پلا رہے ہوں گے ان کے غلام کمسن نوعمر بچے جو حسن و خوبی میں ایسے ہیں جیسے مروارید ہوں اور وہ بھی ڈبے میں بند رکھے گئے ہوں کسی کا ہاتھ بھی نہ لگا ہو اور ابھی ابھی تازے تازے نکالے ہوں ان کی آبداری صفائی چمک دمک روپ رنگ کا کیا پوچھنا ؟ لیکن ان غلمان کے حسین چہرے انہیں بھی ماند کردیتے ہیں اور جگہ یہ مضمون ان الفاظ میں ادا کیا گیا ہے آیت (يَــطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَ 17 ۙ) 56۔ الواقعة :17) یعنی ہمیشہ نو عمر اور کمسن رہنے والے بچے آبخورے آفتابے اور ایسی شراب صاف کے جام کہ جن کے پینے سے نہ سر میں درد ہو نہ بہکیں اور جس قسم کا میوہ یہ پسند کریں اور جس پرند کا گوشت یہ چاہیں ان کے پاس بار بار لانے کے لئے چاروں طرف کمربستہ چل رہے ہیں اس دور شراب کے وقت آپس میں گھل مل کر طرح طرح کی باتیں کریں گے دنیا کے احوال یاد آئیں گے کہیں گے کہ ہم دنیا میں جب اپنے والوں میں تھے تو اپنے رب کے آج کے دن کے عذاب سے سخت لرزاں و ترساں تھے الحمد اللہ رب نے ہم پر خاص احسان کیا اور ہمارے خوف کی چیز سے ہمیں امن دیا ہم اسی سے دعائیں اور التجائیں کرتے رہے اس نے ہماری دعائیں قبول فرمائیں اور ہمارا قول پورا کردیا یقینا وہ بہت ہی نیک سلوک اور رحم والا ہے مسند بزار میں ہے کہ رسول اللہ ﷺ نے فرمایا جنتی اپنے دوستوں سے ملنا چاہے گا تو ادھر دوست کے دل میں بھی یہی خواہش پیدا ہوگی اس کا تخت اڑے گا اور راستہ میں دونوں مل جائیں گے اپنے اپنے تختوں پر آرام سے بیٹھے ہوئے باتیں کرنے لگیں گے دنیا کے ذکر کو چھیڑیں گے اور کہیں گے کہ فلاں دن فلاں جگہ ہم نے اپنی بخشش کی دعا مانگی تھی اللہ نے اسے قبول فرمایا۔ اس حدیث کی سند کمزور ہے حضرت مائی عائشہ نے جب اس آیت کی تلاوت کی تو یہ دعا پڑھی (اللھم من علینا وقنا عذاب السموم انک انت البر الرحیم) حضرت اعمش راوی حدیث سے پوچھا گیا کہ اس آیت کو پڑھ کر یہ دعا ام المومنین نے نماز میں مانگی تھی ؟ جواب دیا ہاں۔"
    },
    {
      "ayah": 25,
      "surah": 52,
      "text": "صالح اولاد انمول اثاثہ  اللہ تعالیٰ جل شانہ اپنے فضل و کرم اور لطف و رحم اپنے احسان اور انعام کا بیان فرماتا ہے کہ جن مومنوں کی اولاد بھی ایمان میں اپنے باپ دادا کی راہ میں لگ جائے لیکن اعمال صالحہ میں اپنے بڑوں سے کم ہو پروردگار ان کے نیک اعمال کا بدلہ بڑھا چڑھا کر انہیں ان کے بڑوں کے درجے میں پہنچا دے گا تاکہ بڑوں کی آنکھیں چھوٹوں کو اپنے پاس دیکھ کر ٹھنڈی رہیں اور چھوٹے بھی اپنے بڑوں کے پاس ہشاش بشاش رہیں ان کے عملوں کی بڑھوتری ان کے بزرگوں کے اعمال کی کمی سے نہ کی جائے گی بلکہ محسن و مہربان اللہ انہیں اپنے معمور خزانوں میں سے عطا فرمائے گا حضرت ابن عباس اس آیت کی تفسیر یہی فرماتے ہیں۔ ایک مرفوع حدیث بھی اس مضمون کی مروی ہے ایک اور روایت میں ہے کہ جب جنتی شخص جنت میں جائے گا اور اپنے ماں باپ اور بیوی بچوں کو نہ پائے گا تو دریافت کرے گا کہ وہ کہاں ہیں جواب ملے گا کہ وہ تمہارے مرتبہ تک نہیں پہنچے یہ کہے گا باری تعالیٰ میں نے تو اپنے لئے اور انکے لئے نیک اعمال کئے تھے چناچہ حکم دیا جائے گا اور انہیں بھی ان کے درجے میں پہنچا دیا جائے گا۔ یہ بھی مروی ہے کہ جنتیوں کے بچوں نے ایمان قبول کیا اور نیک کام کئے وہ تو ان کے ساتھ ملا دئیے جائیں گے لیکن ان کے جو چھوٹے بچے چھٹ پن ہی میں انتقال کر گئے تھے وہ بھی ان کے پاس پہنچا دئیے جائیں گے۔ حضرت ابن عباس، شعبی، سعید بن جبیر ابراہیم قتادہ ابو صالح ربیع بن انس ضحاک بن زید بھی یہی کہتے ہیں امام ابن جریر بھی اسی کو پسند فرماتے ہیں۔ مسند احمد میں ہے کہ حضرت خدیجہ نے نبی ﷺ سے اپنے دو بچوں کی نسبت دریافت کیا جو زمانہ جاہلیت میں مرے تھے تو آپ نے فرمایا وہ دونوں جہنم میں ہیں، پھر جب مائی صاحبہ کو غمگین دیکھا تو فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تمہارے دل میں ان کا بغض پیدا ہوجاتا مائی صاحبہ نے پوچھا یا رسول اللہ ﷺ میرا بچہ جو آپ سے ہوا وہ کہاں ہے ؟ آپ نے فرمایا وہ جنت میں ہے مومن مع اپنی اولاد کے جنت میں ہیں۔ پھر حضور ﷺ نے اس آیت کی تلاوت کی یہ تو ہوئی ماں باپ کے اعمال صالحہ کی وجہ سے اولاد کی بزرگی اب اولاد کی دعا خیر کی وجہ سے ماں باپ کی بزرگی ملاحظہ وہ مسند احمد میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ اپنے نیک بندے کا درجہ جنت میں دفعۃً بڑھاتا ہے وہ دریافت کرتا ہے کہ اللہ میرا یہ درجہ کیسے بڑھ گیا ؟ اللہ تعالیٰ ارشاد فرماتا ہے کہ تیری اولاد نے تیرے لئے استغفار کیا اس بنا پر میں نے تیرا درجہ بڑھا دیا اس حدیث کی اسناد بالکل صحیح ہیں گو بخاری مسلم میں ان لفظوں سے نہیں آئی لیکن اس جیسی ایک روایت صحیح مسلم میں اسی طرح مروی ہے کہ ابن آدم کے مرتے ہی اس کے اعمال موقوف ہوجاتے ہیں لیکن تین عمل کہ وہ مرنے کے بعد بھی ثواب پہنچاتے رہتے ہیں۔ صدقہ جاریہ علم دین جس سے نفع پہنچتا ہے نیک اولاد جو مرنے والے کے لئے دعائے خیر کرتی رہے چونکہ یہاں بیان ہوا تھا کہ مومنوں کی اولاد کے درجے بےعمل بڑھا دئیے گئے تھے تو ساتھ ہی ساتھ اپنے اس فضل کے بعد اپنے عدل کا بیان فرماتا ہے کہ کسی کو کسی کے اعمال میں پکڑا نہ جائے گا بلکہ ہر شخص اپنے اپنے عمل میں رہن ہوگا باپ کا بوجھ بیٹے پر اور بیٹے کا باپ پر نہ ہوگا جیسے اور جگہ ہے آیت (كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌ 38؀ۙ) 74۔ المدثر :38) ، ہر شخص اپنے کئے ہوئے کاموں میں گرفتار ہے مگر وہ جن کے دائیں ہاتھ میں نامہ اعمال پہنچے وہ جنتوں میں بیٹھے ہوئے گنہگاروں سے دریافت کرتے ہیں۔ پھر ارشاد ہوتا ہے کہ ان جنتیوں کو قسم قسم کے میوے اور طرح طرح کے گوشت دئیے جاتے ہیں جس چیز کو جی چاہے جس پر دل آئے وہ یک لخت موجود ہوجاتی ہے شراب طہور کے چھلکتے ہوئے جام ایک دوسرے کو پلا رہے ہیں جس کے پینے سے سرور اور کیف لطف اور بہار حاصل ہوتا ہے لیکن بد زبانی بےہودہ گوئی نہیں ہوتی ہذیان نہیں بکتے بیہوش نہیں ہوتے سچا سرور اور پوری خوشی حاصل بک جھک سے دور گناہ سے غافل باطل وکذب سے دور غیبت و گناہ سے نفور دنیا میں شرابیوں کی حالت دیکھی ہوگی کہ ان کے سر میں چکر پیٹ میں درد عقل زائل بکواس بہت بو بری چہرے بےرونق اسی طرح شراب کے بد ذائقہ اور بدبو یہاں جنت کی شراب ان تمام گندگیوں سے کوسوں دور ہے یہ رنگ میں سفید پینے میں خوش ذائقہ نہ اس کے پینے سے حواس معطل ہوں نہ بک جھک ہو نہ بہکیں نہ بھٹکیں نہ مستی ہو نہ اور کسی طرح ضرر پہنچائے ہنسی خوشی اس پاک شراب کے جام پلا رہے ہوں گے ان کے غلام کمسن نوعمر بچے جو حسن و خوبی میں ایسے ہیں جیسے مروارید ہوں اور وہ بھی ڈبے میں بند رکھے گئے ہوں کسی کا ہاتھ بھی نہ لگا ہو اور ابھی ابھی تازے تازے نکالے ہوں ان کی آبداری صفائی چمک دمک روپ رنگ کا کیا پوچھنا ؟ لیکن ان غلمان کے حسین چہرے انہیں بھی ماند کردیتے ہیں اور جگہ یہ مضمون ان الفاظ میں ادا کیا گیا ہے آیت (يَــطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَ 17 ۙ) 56۔ الواقعة :17) یعنی ہمیشہ نو عمر اور کمسن رہنے والے بچے آبخورے آفتابے اور ایسی شراب صاف کے جام کہ جن کے پینے سے نہ سر میں درد ہو نہ بہکیں اور جس قسم کا میوہ یہ پسند کریں اور جس پرند کا گوشت یہ چاہیں ان کے پاس بار بار لانے کے لئے چاروں طرف کمربستہ چل رہے ہیں اس دور شراب کے وقت آپس میں گھل مل کر طرح طرح کی باتیں کریں گے دنیا کے احوال یاد آئیں گے کہیں گے کہ ہم دنیا میں جب اپنے والوں میں تھے تو اپنے رب کے آج کے دن کے عذاب سے سخت لرزاں و ترساں تھے الحمد اللہ رب نے ہم پر خاص احسان کیا اور ہمارے خوف کی چیز سے ہمیں امن دیا ہم اسی سے دعائیں اور التجائیں کرتے رہے اس نے ہماری دعائیں قبول فرمائیں اور ہمارا قول پورا کردیا یقینا وہ بہت ہی نیک سلوک اور رحم والا ہے مسند بزار میں ہے کہ رسول اللہ ﷺ نے فرمایا جنتی اپنے دوستوں سے ملنا چاہے گا تو ادھر دوست کے دل میں بھی یہی خواہش پیدا ہوگی اس کا تخت اڑے گا اور راستہ میں دونوں مل جائیں گے اپنے اپنے تختوں پر آرام سے بیٹھے ہوئے باتیں کرنے لگیں گے دنیا کے ذکر کو چھیڑیں گے اور کہیں گے کہ فلاں دن فلاں جگہ ہم نے اپنی بخشش کی دعا مانگی تھی اللہ نے اسے قبول فرمایا۔ اس حدیث کی سند کمزور ہے حضرت مائی عائشہ نے جب اس آیت کی تلاوت کی تو یہ دعا پڑھی (اللھم من علینا وقنا عذاب السموم انک انت البر الرحیم) حضرت اعمش راوی حدیث سے پوچھا گیا کہ اس آیت کو پڑھ کر یہ دعا ام المومنین نے نماز میں مانگی تھی ؟ جواب دیا ہاں۔"
    },
    {
      "ayah": 26,
      "surah": 52,
      "text": "صالح اولاد انمول اثاثہ  اللہ تعالیٰ جل شانہ اپنے فضل و کرم اور لطف و رحم اپنے احسان اور انعام کا بیان فرماتا ہے کہ جن مومنوں کی اولاد بھی ایمان میں اپنے باپ دادا کی راہ میں لگ جائے لیکن اعمال صالحہ میں اپنے بڑوں سے کم ہو پروردگار ان کے نیک اعمال کا بدلہ بڑھا چڑھا کر انہیں ان کے بڑوں کے درجے میں پہنچا دے گا تاکہ بڑوں کی آنکھیں چھوٹوں کو اپنے پاس دیکھ کر ٹھنڈی رہیں اور چھوٹے بھی اپنے بڑوں کے پاس ہشاش بشاش رہیں ان کے عملوں کی بڑھوتری ان کے بزرگوں کے اعمال کی کمی سے نہ کی جائے گی بلکہ محسن و مہربان اللہ انہیں اپنے معمور خزانوں میں سے عطا فرمائے گا حضرت ابن عباس اس آیت کی تفسیر یہی فرماتے ہیں۔ ایک مرفوع حدیث بھی اس مضمون کی مروی ہے ایک اور روایت میں ہے کہ جب جنتی شخص جنت میں جائے گا اور اپنے ماں باپ اور بیوی بچوں کو نہ پائے گا تو دریافت کرے گا کہ وہ کہاں ہیں جواب ملے گا کہ وہ تمہارے مرتبہ تک نہیں پہنچے یہ کہے گا باری تعالیٰ میں نے تو اپنے لئے اور انکے لئے نیک اعمال کئے تھے چناچہ حکم دیا جائے گا اور انہیں بھی ان کے درجے میں پہنچا دیا جائے گا۔ یہ بھی مروی ہے کہ جنتیوں کے بچوں نے ایمان قبول کیا اور نیک کام کئے وہ تو ان کے ساتھ ملا دئیے جائیں گے لیکن ان کے جو چھوٹے بچے چھٹ پن ہی میں انتقال کر گئے تھے وہ بھی ان کے پاس پہنچا دئیے جائیں گے۔ حضرت ابن عباس، شعبی، سعید بن جبیر ابراہیم قتادہ ابو صالح ربیع بن انس ضحاک بن زید بھی یہی کہتے ہیں امام ابن جریر بھی اسی کو پسند فرماتے ہیں۔ مسند احمد میں ہے کہ حضرت خدیجہ نے نبی ﷺ سے اپنے دو بچوں کی نسبت دریافت کیا جو زمانہ جاہلیت میں مرے تھے تو آپ نے فرمایا وہ دونوں جہنم میں ہیں، پھر جب مائی صاحبہ کو غمگین دیکھا تو فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تمہارے دل میں ان کا بغض پیدا ہوجاتا مائی صاحبہ نے پوچھا یا رسول اللہ ﷺ میرا بچہ جو آپ سے ہوا وہ کہاں ہے ؟ آپ نے فرمایا وہ جنت میں ہے مومن مع اپنی اولاد کے جنت میں ہیں۔ پھر حضور ﷺ نے اس آیت کی تلاوت کی یہ تو ہوئی ماں باپ کے اعمال صالحہ کی وجہ سے اولاد کی بزرگی اب اولاد کی دعا خیر کی وجہ سے ماں باپ کی بزرگی ملاحظہ وہ مسند احمد میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ اپنے نیک بندے کا درجہ جنت میں دفعۃً بڑھاتا ہے وہ دریافت کرتا ہے کہ اللہ میرا یہ درجہ کیسے بڑھ گیا ؟ اللہ تعالیٰ ارشاد فرماتا ہے کہ تیری اولاد نے تیرے لئے استغفار کیا اس بنا پر میں نے تیرا درجہ بڑھا دیا اس حدیث کی اسناد بالکل صحیح ہیں گو بخاری مسلم میں ان لفظوں سے نہیں آئی لیکن اس جیسی ایک روایت صحیح مسلم میں اسی طرح مروی ہے کہ ابن آدم کے مرتے ہی اس کے اعمال موقوف ہوجاتے ہیں لیکن تین عمل کہ وہ مرنے کے بعد بھی ثواب پہنچاتے رہتے ہیں۔ صدقہ جاریہ علم دین جس سے نفع پہنچتا ہے نیک اولاد جو مرنے والے کے لئے دعائے خیر کرتی رہے چونکہ یہاں بیان ہوا تھا کہ مومنوں کی اولاد کے درجے بےعمل بڑھا دئیے گئے تھے تو ساتھ ہی ساتھ اپنے اس فضل کے بعد اپنے عدل کا بیان فرماتا ہے کہ کسی کو کسی کے اعمال میں پکڑا نہ جائے گا بلکہ ہر شخص اپنے اپنے عمل میں رہن ہوگا باپ کا بوجھ بیٹے پر اور بیٹے کا باپ پر نہ ہوگا جیسے اور جگہ ہے آیت (كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌ 38؀ۙ) 74۔ المدثر :38) ، ہر شخص اپنے کئے ہوئے کاموں میں گرفتار ہے مگر وہ جن کے دائیں ہاتھ میں نامہ اعمال پہنچے وہ جنتوں میں بیٹھے ہوئے گنہگاروں سے دریافت کرتے ہیں۔ پھر ارشاد ہوتا ہے کہ ان جنتیوں کو قسم قسم کے میوے اور طرح طرح کے گوشت دئیے جاتے ہیں جس چیز کو جی چاہے جس پر دل آئے وہ یک لخت موجود ہوجاتی ہے شراب طہور کے چھلکتے ہوئے جام ایک دوسرے کو پلا رہے ہیں جس کے پینے سے سرور اور کیف لطف اور بہار حاصل ہوتا ہے لیکن بد زبانی بےہودہ گوئی نہیں ہوتی ہذیان نہیں بکتے بیہوش نہیں ہوتے سچا سرور اور پوری خوشی حاصل بک جھک سے دور گناہ سے غافل باطل وکذب سے دور غیبت و گناہ سے نفور دنیا میں شرابیوں کی حالت دیکھی ہوگی کہ ان کے سر میں چکر پیٹ میں درد عقل زائل بکواس بہت بو بری چہرے بےرونق اسی طرح شراب کے بد ذائقہ اور بدبو یہاں جنت کی شراب ان تمام گندگیوں سے کوسوں دور ہے یہ رنگ میں سفید پینے میں خوش ذائقہ نہ اس کے پینے سے حواس معطل ہوں نہ بک جھک ہو نہ بہکیں نہ بھٹکیں نہ مستی ہو نہ اور کسی طرح ضرر پہنچائے ہنسی خوشی اس پاک شراب کے جام پلا رہے ہوں گے ان کے غلام کمسن نوعمر بچے جو حسن و خوبی میں ایسے ہیں جیسے مروارید ہوں اور وہ بھی ڈبے میں بند رکھے گئے ہوں کسی کا ہاتھ بھی نہ لگا ہو اور ابھی ابھی تازے تازے نکالے ہوں ان کی آبداری صفائی چمک دمک روپ رنگ کا کیا پوچھنا ؟ لیکن ان غلمان کے حسین چہرے انہیں بھی ماند کردیتے ہیں اور جگہ یہ مضمون ان الفاظ میں ادا کیا گیا ہے آیت (يَــطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَ 17 ۙ) 56۔ الواقعة :17) یعنی ہمیشہ نو عمر اور کمسن رہنے والے بچے آبخورے آفتابے اور ایسی شراب صاف کے جام کہ جن کے پینے سے نہ سر میں درد ہو نہ بہکیں اور جس قسم کا میوہ یہ پسند کریں اور جس پرند کا گوشت یہ چاہیں ان کے پاس بار بار لانے کے لئے چاروں طرف کمربستہ چل رہے ہیں اس دور شراب کے وقت آپس میں گھل مل کر طرح طرح کی باتیں کریں گے دنیا کے احوال یاد آئیں گے کہیں گے کہ ہم دنیا میں جب اپنے والوں میں تھے تو اپنے رب کے آج کے دن کے عذاب سے سخت لرزاں و ترساں تھے الحمد اللہ رب نے ہم پر خاص احسان کیا اور ہمارے خوف کی چیز سے ہمیں امن دیا ہم اسی سے دعائیں اور التجائیں کرتے رہے اس نے ہماری دعائیں قبول فرمائیں اور ہمارا قول پورا کردیا یقینا وہ بہت ہی نیک سلوک اور رحم والا ہے مسند بزار میں ہے کہ رسول اللہ ﷺ نے فرمایا جنتی اپنے دوستوں سے ملنا چاہے گا تو ادھر دوست کے دل میں بھی یہی خواہش پیدا ہوگی اس کا تخت اڑے گا اور راستہ میں دونوں مل جائیں گے اپنے اپنے تختوں پر آرام سے بیٹھے ہوئے باتیں کرنے لگیں گے دنیا کے ذکر کو چھیڑیں گے اور کہیں گے کہ فلاں دن فلاں جگہ ہم نے اپنی بخشش کی دعا مانگی تھی اللہ نے اسے قبول فرمایا۔ اس حدیث کی سند کمزور ہے حضرت مائی عائشہ نے جب اس آیت کی تلاوت کی تو یہ دعا پڑھی (اللھم من علینا وقنا عذاب السموم انک انت البر الرحیم) حضرت اعمش راوی حدیث سے پوچھا گیا کہ اس آیت کو پڑھ کر یہ دعا ام المومنین نے نماز میں مانگی تھی ؟ جواب دیا ہاں۔"
    },
    {
      "ayah": 27,
      "surah": 52,
      "text": "صالح اولاد انمول اثاثہ  اللہ تعالیٰ جل شانہ اپنے فضل و کرم اور لطف و رحم اپنے احسان اور انعام کا بیان فرماتا ہے کہ جن مومنوں کی اولاد بھی ایمان میں اپنے باپ دادا کی راہ میں لگ جائے لیکن اعمال صالحہ میں اپنے بڑوں سے کم ہو پروردگار ان کے نیک اعمال کا بدلہ بڑھا چڑھا کر انہیں ان کے بڑوں کے درجے میں پہنچا دے گا تاکہ بڑوں کی آنکھیں چھوٹوں کو اپنے پاس دیکھ کر ٹھنڈی رہیں اور چھوٹے بھی اپنے بڑوں کے پاس ہشاش بشاش رہیں ان کے عملوں کی بڑھوتری ان کے بزرگوں کے اعمال کی کمی سے نہ کی جائے گی بلکہ محسن و مہربان اللہ انہیں اپنے معمور خزانوں میں سے عطا فرمائے گا حضرت ابن عباس اس آیت کی تفسیر یہی فرماتے ہیں۔ ایک مرفوع حدیث بھی اس مضمون کی مروی ہے ایک اور روایت میں ہے کہ جب جنتی شخص جنت میں جائے گا اور اپنے ماں باپ اور بیوی بچوں کو نہ پائے گا تو دریافت کرے گا کہ وہ کہاں ہیں جواب ملے گا کہ وہ تمہارے مرتبہ تک نہیں پہنچے یہ کہے گا باری تعالیٰ میں نے تو اپنے لئے اور انکے لئے نیک اعمال کئے تھے چناچہ حکم دیا جائے گا اور انہیں بھی ان کے درجے میں پہنچا دیا جائے گا۔ یہ بھی مروی ہے کہ جنتیوں کے بچوں نے ایمان قبول کیا اور نیک کام کئے وہ تو ان کے ساتھ ملا دئیے جائیں گے لیکن ان کے جو چھوٹے بچے چھٹ پن ہی میں انتقال کر گئے تھے وہ بھی ان کے پاس پہنچا دئیے جائیں گے۔ حضرت ابن عباس، شعبی، سعید بن جبیر ابراہیم قتادہ ابو صالح ربیع بن انس ضحاک بن زید بھی یہی کہتے ہیں امام ابن جریر بھی اسی کو پسند فرماتے ہیں۔ مسند احمد میں ہے کہ حضرت خدیجہ نے نبی ﷺ سے اپنے دو بچوں کی نسبت دریافت کیا جو زمانہ جاہلیت میں مرے تھے تو آپ نے فرمایا وہ دونوں جہنم میں ہیں، پھر جب مائی صاحبہ کو غمگین دیکھا تو فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تمہارے دل میں ان کا بغض پیدا ہوجاتا مائی صاحبہ نے پوچھا یا رسول اللہ ﷺ میرا بچہ جو آپ سے ہوا وہ کہاں ہے ؟ آپ نے فرمایا وہ جنت میں ہے مومن مع اپنی اولاد کے جنت میں ہیں۔ پھر حضور ﷺ نے اس آیت کی تلاوت کی یہ تو ہوئی ماں باپ کے اعمال صالحہ کی وجہ سے اولاد کی بزرگی اب اولاد کی دعا خیر کی وجہ سے ماں باپ کی بزرگی ملاحظہ وہ مسند احمد میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ اپنے نیک بندے کا درجہ جنت میں دفعۃً بڑھاتا ہے وہ دریافت کرتا ہے کہ اللہ میرا یہ درجہ کیسے بڑھ گیا ؟ اللہ تعالیٰ ارشاد فرماتا ہے کہ تیری اولاد نے تیرے لئے استغفار کیا اس بنا پر میں نے تیرا درجہ بڑھا دیا اس حدیث کی اسناد بالکل صحیح ہیں گو بخاری مسلم میں ان لفظوں سے نہیں آئی لیکن اس جیسی ایک روایت صحیح مسلم میں اسی طرح مروی ہے کہ ابن آدم کے مرتے ہی اس کے اعمال موقوف ہوجاتے ہیں لیکن تین عمل کہ وہ مرنے کے بعد بھی ثواب پہنچاتے رہتے ہیں۔ صدقہ جاریہ علم دین جس سے نفع پہنچتا ہے نیک اولاد جو مرنے والے کے لئے دعائے خیر کرتی رہے چونکہ یہاں بیان ہوا تھا کہ مومنوں کی اولاد کے درجے بےعمل بڑھا دئیے گئے تھے تو ساتھ ہی ساتھ اپنے اس فضل کے بعد اپنے عدل کا بیان فرماتا ہے کہ کسی کو کسی کے اعمال میں پکڑا نہ جائے گا بلکہ ہر شخص اپنے اپنے عمل میں رہن ہوگا باپ کا بوجھ بیٹے پر اور بیٹے کا باپ پر نہ ہوگا جیسے اور جگہ ہے آیت (كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌ 38؀ۙ) 74۔ المدثر :38) ، ہر شخص اپنے کئے ہوئے کاموں میں گرفتار ہے مگر وہ جن کے دائیں ہاتھ میں نامہ اعمال پہنچے وہ جنتوں میں بیٹھے ہوئے گنہگاروں سے دریافت کرتے ہیں۔ پھر ارشاد ہوتا ہے کہ ان جنتیوں کو قسم قسم کے میوے اور طرح طرح کے گوشت دئیے جاتے ہیں جس چیز کو جی چاہے جس پر دل آئے وہ یک لخت موجود ہوجاتی ہے شراب طہور کے چھلکتے ہوئے جام ایک دوسرے کو پلا رہے ہیں جس کے پینے سے سرور اور کیف لطف اور بہار حاصل ہوتا ہے لیکن بد زبانی بےہودہ گوئی نہیں ہوتی ہذیان نہیں بکتے بیہوش نہیں ہوتے سچا سرور اور پوری خوشی حاصل بک جھک سے دور گناہ سے غافل باطل وکذب سے دور غیبت و گناہ سے نفور دنیا میں شرابیوں کی حالت دیکھی ہوگی کہ ان کے سر میں چکر پیٹ میں درد عقل زائل بکواس بہت بو بری چہرے بےرونق اسی طرح شراب کے بد ذائقہ اور بدبو یہاں جنت کی شراب ان تمام گندگیوں سے کوسوں دور ہے یہ رنگ میں سفید پینے میں خوش ذائقہ نہ اس کے پینے سے حواس معطل ہوں نہ بک جھک ہو نہ بہکیں نہ بھٹکیں نہ مستی ہو نہ اور کسی طرح ضرر پہنچائے ہنسی خوشی اس پاک شراب کے جام پلا رہے ہوں گے ان کے غلام کمسن نوعمر بچے جو حسن و خوبی میں ایسے ہیں جیسے مروارید ہوں اور وہ بھی ڈبے میں بند رکھے گئے ہوں کسی کا ہاتھ بھی نہ لگا ہو اور ابھی ابھی تازے تازے نکالے ہوں ان کی آبداری صفائی چمک دمک روپ رنگ کا کیا پوچھنا ؟ لیکن ان غلمان کے حسین چہرے انہیں بھی ماند کردیتے ہیں اور جگہ یہ مضمون ان الفاظ میں ادا کیا گیا ہے آیت (يَــطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَ 17 ۙ) 56۔ الواقعة :17) یعنی ہمیشہ نو عمر اور کمسن رہنے والے بچے آبخورے آفتابے اور ایسی شراب صاف کے جام کہ جن کے پینے سے نہ سر میں درد ہو نہ بہکیں اور جس قسم کا میوہ یہ پسند کریں اور جس پرند کا گوشت یہ چاہیں ان کے پاس بار بار لانے کے لئے چاروں طرف کمربستہ چل رہے ہیں اس دور شراب کے وقت آپس میں گھل مل کر طرح طرح کی باتیں کریں گے دنیا کے احوال یاد آئیں گے کہیں گے کہ ہم دنیا میں جب اپنے والوں میں تھے تو اپنے رب کے آج کے دن کے عذاب سے سخت لرزاں و ترساں تھے الحمد اللہ رب نے ہم پر خاص احسان کیا اور ہمارے خوف کی چیز سے ہمیں امن دیا ہم اسی سے دعائیں اور التجائیں کرتے رہے اس نے ہماری دعائیں قبول فرمائیں اور ہمارا قول پورا کردیا یقینا وہ بہت ہی نیک سلوک اور رحم والا ہے مسند بزار میں ہے کہ رسول اللہ ﷺ نے فرمایا جنتی اپنے دوستوں سے ملنا چاہے گا تو ادھر دوست کے دل میں بھی یہی خواہش پیدا ہوگی اس کا تخت اڑے گا اور راستہ میں دونوں مل جائیں گے اپنے اپنے تختوں پر آرام سے بیٹھے ہوئے باتیں کرنے لگیں گے دنیا کے ذکر کو چھیڑیں گے اور کہیں گے کہ فلاں دن فلاں جگہ ہم نے اپنی بخشش کی دعا مانگی تھی اللہ نے اسے قبول فرمایا۔ اس حدیث کی سند کمزور ہے حضرت مائی عائشہ نے جب اس آیت کی تلاوت کی تو یہ دعا پڑھی (اللھم من علینا وقنا عذاب السموم انک انت البر الرحیم) حضرت اعمش راوی حدیث سے پوچھا گیا کہ اس آیت کو پڑھ کر یہ دعا ام المومنین نے نماز میں مانگی تھی ؟ جواب دیا ہاں۔"
    },
    {
      "ayah": 28,
      "surah": 52,
      "text": "صالح اولاد انمول اثاثہ  اللہ تعالیٰ جل شانہ اپنے فضل و کرم اور لطف و رحم اپنے احسان اور انعام کا بیان فرماتا ہے کہ جن مومنوں کی اولاد بھی ایمان میں اپنے باپ دادا کی راہ میں لگ جائے لیکن اعمال صالحہ میں اپنے بڑوں سے کم ہو پروردگار ان کے نیک اعمال کا بدلہ بڑھا چڑھا کر انہیں ان کے بڑوں کے درجے میں پہنچا دے گا تاکہ بڑوں کی آنکھیں چھوٹوں کو اپنے پاس دیکھ کر ٹھنڈی رہیں اور چھوٹے بھی اپنے بڑوں کے پاس ہشاش بشاش رہیں ان کے عملوں کی بڑھوتری ان کے بزرگوں کے اعمال کی کمی سے نہ کی جائے گی بلکہ محسن و مہربان اللہ انہیں اپنے معمور خزانوں میں سے عطا فرمائے گا حضرت ابن عباس اس آیت کی تفسیر یہی فرماتے ہیں۔ ایک مرفوع حدیث بھی اس مضمون کی مروی ہے ایک اور روایت میں ہے کہ جب جنتی شخص جنت میں جائے گا اور اپنے ماں باپ اور بیوی بچوں کو نہ پائے گا تو دریافت کرے گا کہ وہ کہاں ہیں جواب ملے گا کہ وہ تمہارے مرتبہ تک نہیں پہنچے یہ کہے گا باری تعالیٰ میں نے تو اپنے لئے اور انکے لئے نیک اعمال کئے تھے چناچہ حکم دیا جائے گا اور انہیں بھی ان کے درجے میں پہنچا دیا جائے گا۔ یہ بھی مروی ہے کہ جنتیوں کے بچوں نے ایمان قبول کیا اور نیک کام کئے وہ تو ان کے ساتھ ملا دئیے جائیں گے لیکن ان کے جو چھوٹے بچے چھٹ پن ہی میں انتقال کر گئے تھے وہ بھی ان کے پاس پہنچا دئیے جائیں گے۔ حضرت ابن عباس، شعبی، سعید بن جبیر ابراہیم قتادہ ابو صالح ربیع بن انس ضحاک بن زید بھی یہی کہتے ہیں امام ابن جریر بھی اسی کو پسند فرماتے ہیں۔ مسند احمد میں ہے کہ حضرت خدیجہ نے نبی ﷺ سے اپنے دو بچوں کی نسبت دریافت کیا جو زمانہ جاہلیت میں مرے تھے تو آپ نے فرمایا وہ دونوں جہنم میں ہیں، پھر جب مائی صاحبہ کو غمگین دیکھا تو فرمایا اگر تم ان کی جگہ دیکھ لیتیں تو تمہارے دل میں ان کا بغض پیدا ہوجاتا مائی صاحبہ نے پوچھا یا رسول اللہ ﷺ میرا بچہ جو آپ سے ہوا وہ کہاں ہے ؟ آپ نے فرمایا وہ جنت میں ہے مومن مع اپنی اولاد کے جنت میں ہیں۔ پھر حضور ﷺ نے اس آیت کی تلاوت کی یہ تو ہوئی ماں باپ کے اعمال صالحہ کی وجہ سے اولاد کی بزرگی اب اولاد کی دعا خیر کی وجہ سے ماں باپ کی بزرگی ملاحظہ وہ مسند احمد میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا اللہ تعالیٰ اپنے نیک بندے کا درجہ جنت میں دفعۃً بڑھاتا ہے وہ دریافت کرتا ہے کہ اللہ میرا یہ درجہ کیسے بڑھ گیا ؟ اللہ تعالیٰ ارشاد فرماتا ہے کہ تیری اولاد نے تیرے لئے استغفار کیا اس بنا پر میں نے تیرا درجہ بڑھا دیا اس حدیث کی اسناد بالکل صحیح ہیں گو بخاری مسلم میں ان لفظوں سے نہیں آئی لیکن اس جیسی ایک روایت صحیح مسلم میں اسی طرح مروی ہے کہ ابن آدم کے مرتے ہی اس کے اعمال موقوف ہوجاتے ہیں لیکن تین عمل کہ وہ مرنے کے بعد بھی ثواب پہنچاتے رہتے ہیں۔ صدقہ جاریہ علم دین جس سے نفع پہنچتا ہے نیک اولاد جو مرنے والے کے لئے دعائے خیر کرتی رہے چونکہ یہاں بیان ہوا تھا کہ مومنوں کی اولاد کے درجے بےعمل بڑھا دئیے گئے تھے تو ساتھ ہی ساتھ اپنے اس فضل کے بعد اپنے عدل کا بیان فرماتا ہے کہ کسی کو کسی کے اعمال میں پکڑا نہ جائے گا بلکہ ہر شخص اپنے اپنے عمل میں رہن ہوگا باپ کا بوجھ بیٹے پر اور بیٹے کا باپ پر نہ ہوگا جیسے اور جگہ ہے آیت (كُلُّ نَفْسٍۢ بِمَا كَسَبَتْ رَهِيْنَةٌ 38؀ۙ) 74۔ المدثر :38) ، ہر شخص اپنے کئے ہوئے کاموں میں گرفتار ہے مگر وہ جن کے دائیں ہاتھ میں نامہ اعمال پہنچے وہ جنتوں میں بیٹھے ہوئے گنہگاروں سے دریافت کرتے ہیں۔ پھر ارشاد ہوتا ہے کہ ان جنتیوں کو قسم قسم کے میوے اور طرح طرح کے گوشت دئیے جاتے ہیں جس چیز کو جی چاہے جس پر دل آئے وہ یک لخت موجود ہوجاتی ہے شراب طہور کے چھلکتے ہوئے جام ایک دوسرے کو پلا رہے ہیں جس کے پینے سے سرور اور کیف لطف اور بہار حاصل ہوتا ہے لیکن بد زبانی بےہودہ گوئی نہیں ہوتی ہذیان نہیں بکتے بیہوش نہیں ہوتے سچا سرور اور پوری خوشی حاصل بک جھک سے دور گناہ سے غافل باطل وکذب سے دور غیبت و گناہ سے نفور دنیا میں شرابیوں کی حالت دیکھی ہوگی کہ ان کے سر میں چکر پیٹ میں درد عقل زائل بکواس بہت بو بری چہرے بےرونق اسی طرح شراب کے بد ذائقہ اور بدبو یہاں جنت کی شراب ان تمام گندگیوں سے کوسوں دور ہے یہ رنگ میں سفید پینے میں خوش ذائقہ نہ اس کے پینے سے حواس معطل ہوں نہ بک جھک ہو نہ بہکیں نہ بھٹکیں نہ مستی ہو نہ اور کسی طرح ضرر پہنچائے ہنسی خوشی اس پاک شراب کے جام پلا رہے ہوں گے ان کے غلام کمسن نوعمر بچے جو حسن و خوبی میں ایسے ہیں جیسے مروارید ہوں اور وہ بھی ڈبے میں بند رکھے گئے ہوں کسی کا ہاتھ بھی نہ لگا ہو اور ابھی ابھی تازے تازے نکالے ہوں ان کی آبداری صفائی چمک دمک روپ رنگ کا کیا پوچھنا ؟ لیکن ان غلمان کے حسین چہرے انہیں بھی ماند کردیتے ہیں اور جگہ یہ مضمون ان الفاظ میں ادا کیا گیا ہے آیت (يَــطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَ 17 ۙ) 56۔ الواقعة :17) یعنی ہمیشہ نو عمر اور کمسن رہنے والے بچے آبخورے آفتابے اور ایسی شراب صاف کے جام کہ جن کے پینے سے نہ سر میں درد ہو نہ بہکیں اور جس قسم کا میوہ یہ پسند کریں اور جس پرند کا گوشت یہ چاہیں ان کے پاس بار بار لانے کے لئے چاروں طرف کمربستہ چل رہے ہیں اس دور شراب کے وقت آپس میں گھل مل کر طرح طرح کی باتیں کریں گے دنیا کے احوال یاد آئیں گے کہیں گے کہ ہم دنیا میں جب اپنے والوں میں تھے تو اپنے رب کے آج کے دن کے عذاب سے سخت لرزاں و ترساں تھے الحمد اللہ رب نے ہم پر خاص احسان کیا اور ہمارے خوف کی چیز سے ہمیں امن دیا ہم اسی سے دعائیں اور التجائیں کرتے رہے اس نے ہماری دعائیں قبول فرمائیں اور ہمارا قول پورا کردیا یقینا وہ بہت ہی نیک سلوک اور رحم والا ہے مسند بزار میں ہے کہ رسول اللہ ﷺ نے فرمایا جنتی اپنے دوستوں سے ملنا چاہے گا تو ادھر دوست کے دل میں بھی یہی خواہش پیدا ہوگی اس کا تخت اڑے گا اور راستہ میں دونوں مل جائیں گے اپنے اپنے تختوں پر آرام سے بیٹھے ہوئے باتیں کرنے لگیں گے دنیا کے ذکر کو چھیڑیں گے اور کہیں گے کہ فلاں دن فلاں جگہ ہم نے اپنی بخشش کی دعا مانگی تھی اللہ نے اسے قبول فرمایا۔ اس حدیث کی سند کمزور ہے حضرت مائی عائشہ نے جب اس آیت کی تلاوت کی تو یہ دعا پڑھی (اللھم من علینا وقنا عذاب السموم انک انت البر الرحیم) حضرت اعمش راوی حدیث سے پوچھا گیا کہ اس آیت کو پڑھ کر یہ دعا ام المومنین نے نماز میں مانگی تھی ؟ جواب دیا ہاں۔"
    },
    {
      "ayah": 29,
      "surah": 52,
      "text": "کاہن کی پہچان  اللہ تعالیٰ اپنے نبی کو حکم دیتا ہے کہ اللہ کی رسالت اللہ کے بندوں تک پہنچاتے رہیں ساتھ ہی بدکاروں نے جو بہتان آپ پر باندھ رکھے تھے ان سے آپ کی صفائی کرتا ہے کاہن اسے کہتے ہیں جس کے پاس کبھی کبھی کوئی خبر جن پہنچا دیتا ہے تو ارشاد ہوا کہ دین حق کی تبلیغ کیجئے۔ الحمد اللہ آپ نہ تو جنات والے ہیں نہ جنوں والے۔ پھر کافروں کا قول نقل فرماتا ہے کہ یہ کہتے ہیں کہ آنحضرت ﷺ ایک شاعر ہیں انہیں کہنے دو جو کہہ رہے ہیں ان کے انتقال کے بعد ان کی سی کون کہے گا ؟ ان کا یہ دین ان کے ساتھ ہی فنا ہوجائے گا پھر اپنے نبی ﷺ کو اس کا جواب دینے کو فرماتا ہے کہ اچھا ادھر تم انتظار کرتے ہو ادھر میں بھی منتظر ہوں دنیا دیکھ لے گی کہ انجام کار غلبہ اور غیر فانی کامیابی کسے حاصل ہوتی ہے ؟ دارالندوہ میں قریش کا مشورہ ہوا کہ محمد ﷺ بھی مثل اور شاعروں کے ایک شعر گو ہیں انہیں قید کرلو وہیں یہ ہلاک ہوجائیں گے جس طرح زہیر اور نابغہ شاعروں کا حشر ہوا۔ اس پر یہ آیتیں اتریں۔ پھر فرماتا ہے کیا ان کی دانائی انہیں یہی سمجھاتی ہے کہ باوجود جاننے کے پھر بھی تیری نسبت غلط افواہیں اڑائیں اور بہتان بازی کریں حقیقت یہ ہے کہ یہ بڑے سرکش گمراہ اور عناد رکھنے والے لوگ ہیں دشمنی میں آکر واقعات سے چشم پوشی کر کے آپ کو مفت میں برا بھلا کہتے ہیں کیا یہ کہتے ہیں کہ اس قرآن کو محمد ﷺ نے خود آپ بنا لیا ہے ؟ فی الواقع ایسا تو نہیں لیکن ان کا کفر ان کے منہ سے یہ غلط اور جھوٹ بات نکلوا رہا ہے اگر یہ سچے ہیں تو پھر یہ خود بھی مل جل کر ہی ایک ایسی بات بنا کر دکھا دیں یہ کفار قریش تو کیا ؟ اگر ان کیساتھ روئے زمین کے جنات وانسان مل جائیں جب بھی اس قرآن کی نظیر سے وہ سب عاجز رہیں گے اور پورا قرآن تو بڑی چیز ہے اس جیسی دس سورتیں بلکہ ایک سورت بھی قیامت تک بنا کر نہیں لاسکتے۔"
    },
    {
      "ayah": 3,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 30,
      "surah": 52,
      "text": "کاہن کی پہچان  اللہ تعالیٰ اپنے نبی کو حکم دیتا ہے کہ اللہ کی رسالت اللہ کے بندوں تک پہنچاتے رہیں ساتھ ہی بدکاروں نے جو بہتان آپ پر باندھ رکھے تھے ان سے آپ کی صفائی کرتا ہے کاہن اسے کہتے ہیں جس کے پاس کبھی کبھی کوئی خبر جن پہنچا دیتا ہے تو ارشاد ہوا کہ دین حق کی تبلیغ کیجئے۔ الحمد اللہ آپ نہ تو جنات والے ہیں نہ جنوں والے۔ پھر کافروں کا قول نقل فرماتا ہے کہ یہ کہتے ہیں کہ آنحضرت ﷺ ایک شاعر ہیں انہیں کہنے دو جو کہہ رہے ہیں ان کے انتقال کے بعد ان کی سی کون کہے گا ؟ ان کا یہ دین ان کے ساتھ ہی فنا ہوجائے گا پھر اپنے نبی ﷺ کو اس کا جواب دینے کو فرماتا ہے کہ اچھا ادھر تم انتظار کرتے ہو ادھر میں بھی منتظر ہوں دنیا دیکھ لے گی کہ انجام کار غلبہ اور غیر فانی کامیابی کسے حاصل ہوتی ہے ؟ دارالندوہ میں قریش کا مشورہ ہوا کہ محمد ﷺ بھی مثل اور شاعروں کے ایک شعر گو ہیں انہیں قید کرلو وہیں یہ ہلاک ہوجائیں گے جس طرح زہیر اور نابغہ شاعروں کا حشر ہوا۔ اس پر یہ آیتیں اتریں۔ پھر فرماتا ہے کیا ان کی دانائی انہیں یہی سمجھاتی ہے کہ باوجود جاننے کے پھر بھی تیری نسبت غلط افواہیں اڑائیں اور بہتان بازی کریں حقیقت یہ ہے کہ یہ بڑے سرکش گمراہ اور عناد رکھنے والے لوگ ہیں دشمنی میں آکر واقعات سے چشم پوشی کر کے آپ کو مفت میں برا بھلا کہتے ہیں کیا یہ کہتے ہیں کہ اس قرآن کو محمد ﷺ نے خود آپ بنا لیا ہے ؟ فی الواقع ایسا تو نہیں لیکن ان کا کفر ان کے منہ سے یہ غلط اور جھوٹ بات نکلوا رہا ہے اگر یہ سچے ہیں تو پھر یہ خود بھی مل جل کر ہی ایک ایسی بات بنا کر دکھا دیں یہ کفار قریش تو کیا ؟ اگر ان کیساتھ روئے زمین کے جنات وانسان مل جائیں جب بھی اس قرآن کی نظیر سے وہ سب عاجز رہیں گے اور پورا قرآن تو بڑی چیز ہے اس جیسی دس سورتیں بلکہ ایک سورت بھی قیامت تک بنا کر نہیں لاسکتے۔"
    },
    {
      "ayah": 31,
      "surah": 52,
      "text": "کاہن کی پہچان  اللہ تعالیٰ اپنے نبی کو حکم دیتا ہے کہ اللہ کی رسالت اللہ کے بندوں تک پہنچاتے رہیں ساتھ ہی بدکاروں نے جو بہتان آپ پر باندھ رکھے تھے ان سے آپ کی صفائی کرتا ہے کاہن اسے کہتے ہیں جس کے پاس کبھی کبھی کوئی خبر جن پہنچا دیتا ہے تو ارشاد ہوا کہ دین حق کی تبلیغ کیجئے۔ الحمد اللہ آپ نہ تو جنات والے ہیں نہ جنوں والے۔ پھر کافروں کا قول نقل فرماتا ہے کہ یہ کہتے ہیں کہ آنحضرت ﷺ ایک شاعر ہیں انہیں کہنے دو جو کہہ رہے ہیں ان کے انتقال کے بعد ان کی سی کون کہے گا ؟ ان کا یہ دین ان کے ساتھ ہی فنا ہوجائے گا پھر اپنے نبی ﷺ کو اس کا جواب دینے کو فرماتا ہے کہ اچھا ادھر تم انتظار کرتے ہو ادھر میں بھی منتظر ہوں دنیا دیکھ لے گی کہ انجام کار غلبہ اور غیر فانی کامیابی کسے حاصل ہوتی ہے ؟ دارالندوہ میں قریش کا مشورہ ہوا کہ محمد ﷺ بھی مثل اور شاعروں کے ایک شعر گو ہیں انہیں قید کرلو وہیں یہ ہلاک ہوجائیں گے جس طرح زہیر اور نابغہ شاعروں کا حشر ہوا۔ اس پر یہ آیتیں اتریں۔ پھر فرماتا ہے کیا ان کی دانائی انہیں یہی سمجھاتی ہے کہ باوجود جاننے کے پھر بھی تیری نسبت غلط افواہیں اڑائیں اور بہتان بازی کریں حقیقت یہ ہے کہ یہ بڑے سرکش گمراہ اور عناد رکھنے والے لوگ ہیں دشمنی میں آکر واقعات سے چشم پوشی کر کے آپ کو مفت میں برا بھلا کہتے ہیں کیا یہ کہتے ہیں کہ اس قرآن کو محمد ﷺ نے خود آپ بنا لیا ہے ؟ فی الواقع ایسا تو نہیں لیکن ان کا کفر ان کے منہ سے یہ غلط اور جھوٹ بات نکلوا رہا ہے اگر یہ سچے ہیں تو پھر یہ خود بھی مل جل کر ہی ایک ایسی بات بنا کر دکھا دیں یہ کفار قریش تو کیا ؟ اگر ان کیساتھ روئے زمین کے جنات وانسان مل جائیں جب بھی اس قرآن کی نظیر سے وہ سب عاجز رہیں گے اور پورا قرآن تو بڑی چیز ہے اس جیسی دس سورتیں بلکہ ایک سورت بھی قیامت تک بنا کر نہیں لاسکتے۔"
    },
    {
      "ayah": 32,
      "surah": 52,
      "text": "کاہن کی پہچان  اللہ تعالیٰ اپنے نبی کو حکم دیتا ہے کہ اللہ کی رسالت اللہ کے بندوں تک پہنچاتے رہیں ساتھ ہی بدکاروں نے جو بہتان آپ پر باندھ رکھے تھے ان سے آپ کی صفائی کرتا ہے کاہن اسے کہتے ہیں جس کے پاس کبھی کبھی کوئی خبر جن پہنچا دیتا ہے تو ارشاد ہوا کہ دین حق کی تبلیغ کیجئے۔ الحمد اللہ آپ نہ تو جنات والے ہیں نہ جنوں والے۔ پھر کافروں کا قول نقل فرماتا ہے کہ یہ کہتے ہیں کہ آنحضرت ﷺ ایک شاعر ہیں انہیں کہنے دو جو کہہ رہے ہیں ان کے انتقال کے بعد ان کی سی کون کہے گا ؟ ان کا یہ دین ان کے ساتھ ہی فنا ہوجائے گا پھر اپنے نبی ﷺ کو اس کا جواب دینے کو فرماتا ہے کہ اچھا ادھر تم انتظار کرتے ہو ادھر میں بھی منتظر ہوں دنیا دیکھ لے گی کہ انجام کار غلبہ اور غیر فانی کامیابی کسے حاصل ہوتی ہے ؟ دارالندوہ میں قریش کا مشورہ ہوا کہ محمد ﷺ بھی مثل اور شاعروں کے ایک شعر گو ہیں انہیں قید کرلو وہیں یہ ہلاک ہوجائیں گے جس طرح زہیر اور نابغہ شاعروں کا حشر ہوا۔ اس پر یہ آیتیں اتریں۔ پھر فرماتا ہے کیا ان کی دانائی انہیں یہی سمجھاتی ہے کہ باوجود جاننے کے پھر بھی تیری نسبت غلط افواہیں اڑائیں اور بہتان بازی کریں حقیقت یہ ہے کہ یہ بڑے سرکش گمراہ اور عناد رکھنے والے لوگ ہیں دشمنی میں آکر واقعات سے چشم پوشی کر کے آپ کو مفت میں برا بھلا کہتے ہیں کیا یہ کہتے ہیں کہ اس قرآن کو محمد ﷺ نے خود آپ بنا لیا ہے ؟ فی الواقع ایسا تو نہیں لیکن ان کا کفر ان کے منہ سے یہ غلط اور جھوٹ بات نکلوا رہا ہے اگر یہ سچے ہیں تو پھر یہ خود بھی مل جل کر ہی ایک ایسی بات بنا کر دکھا دیں یہ کفار قریش تو کیا ؟ اگر ان کیساتھ روئے زمین کے جنات وانسان مل جائیں جب بھی اس قرآن کی نظیر سے وہ سب عاجز رہیں گے اور پورا قرآن تو بڑی چیز ہے اس جیسی دس سورتیں بلکہ ایک سورت بھی قیامت تک بنا کر نہیں لاسکتے۔"
    },
    {
      "ayah": 33,
      "surah": 52,
      "text": "کاہن کی پہچان  اللہ تعالیٰ اپنے نبی کو حکم دیتا ہے کہ اللہ کی رسالت اللہ کے بندوں تک پہنچاتے رہیں ساتھ ہی بدکاروں نے جو بہتان آپ پر باندھ رکھے تھے ان سے آپ کی صفائی کرتا ہے کاہن اسے کہتے ہیں جس کے پاس کبھی کبھی کوئی خبر جن پہنچا دیتا ہے تو ارشاد ہوا کہ دین حق کی تبلیغ کیجئے۔ الحمد اللہ آپ نہ تو جنات والے ہیں نہ جنوں والے۔ پھر کافروں کا قول نقل فرماتا ہے کہ یہ کہتے ہیں کہ آنحضرت ﷺ ایک شاعر ہیں انہیں کہنے دو جو کہہ رہے ہیں ان کے انتقال کے بعد ان کی سی کون کہے گا ؟ ان کا یہ دین ان کے ساتھ ہی فنا ہوجائے گا پھر اپنے نبی ﷺ کو اس کا جواب دینے کو فرماتا ہے کہ اچھا ادھر تم انتظار کرتے ہو ادھر میں بھی منتظر ہوں دنیا دیکھ لے گی کہ انجام کار غلبہ اور غیر فانی کامیابی کسے حاصل ہوتی ہے ؟ دارالندوہ میں قریش کا مشورہ ہوا کہ محمد ﷺ بھی مثل اور شاعروں کے ایک شعر گو ہیں انہیں قید کرلو وہیں یہ ہلاک ہوجائیں گے جس طرح زہیر اور نابغہ شاعروں کا حشر ہوا۔ اس پر یہ آیتیں اتریں۔ پھر فرماتا ہے کیا ان کی دانائی انہیں یہی سمجھاتی ہے کہ باوجود جاننے کے پھر بھی تیری نسبت غلط افواہیں اڑائیں اور بہتان بازی کریں حقیقت یہ ہے کہ یہ بڑے سرکش گمراہ اور عناد رکھنے والے لوگ ہیں دشمنی میں آکر واقعات سے چشم پوشی کر کے آپ کو مفت میں برا بھلا کہتے ہیں کیا یہ کہتے ہیں کہ اس قرآن کو محمد ﷺ نے خود آپ بنا لیا ہے ؟ فی الواقع ایسا تو نہیں لیکن ان کا کفر ان کے منہ سے یہ غلط اور جھوٹ بات نکلوا رہا ہے اگر یہ سچے ہیں تو پھر یہ خود بھی مل جل کر ہی ایک ایسی بات بنا کر دکھا دیں یہ کفار قریش تو کیا ؟ اگر ان کیساتھ روئے زمین کے جنات وانسان مل جائیں جب بھی اس قرآن کی نظیر سے وہ سب عاجز رہیں گے اور پورا قرآن تو بڑی چیز ہے اس جیسی دس سورتیں بلکہ ایک سورت بھی قیامت تک بنا کر نہیں لاسکتے۔"
    },
    {
      "ayah": 34,
      "surah": 52,
      "text": "کاہن کی پہچان  اللہ تعالیٰ اپنے نبی کو حکم دیتا ہے کہ اللہ کی رسالت اللہ کے بندوں تک پہنچاتے رہیں ساتھ ہی بدکاروں نے جو بہتان آپ پر باندھ رکھے تھے ان سے آپ کی صفائی کرتا ہے کاہن اسے کہتے ہیں جس کے پاس کبھی کبھی کوئی خبر جن پہنچا دیتا ہے تو ارشاد ہوا کہ دین حق کی تبلیغ کیجئے۔ الحمد اللہ آپ نہ تو جنات والے ہیں نہ جنوں والے۔ پھر کافروں کا قول نقل فرماتا ہے کہ یہ کہتے ہیں کہ آنحضرت ﷺ ایک شاعر ہیں انہیں کہنے دو جو کہہ رہے ہیں ان کے انتقال کے بعد ان کی سی کون کہے گا ؟ ان کا یہ دین ان کے ساتھ ہی فنا ہوجائے گا پھر اپنے نبی ﷺ کو اس کا جواب دینے کو فرماتا ہے کہ اچھا ادھر تم انتظار کرتے ہو ادھر میں بھی منتظر ہوں دنیا دیکھ لے گی کہ انجام کار غلبہ اور غیر فانی کامیابی کسے حاصل ہوتی ہے ؟ دارالندوہ میں قریش کا مشورہ ہوا کہ محمد ﷺ بھی مثل اور شاعروں کے ایک شعر گو ہیں انہیں قید کرلو وہیں یہ ہلاک ہوجائیں گے جس طرح زہیر اور نابغہ شاعروں کا حشر ہوا۔ اس پر یہ آیتیں اتریں۔ پھر فرماتا ہے کیا ان کی دانائی انہیں یہی سمجھاتی ہے کہ باوجود جاننے کے پھر بھی تیری نسبت غلط افواہیں اڑائیں اور بہتان بازی کریں حقیقت یہ ہے کہ یہ بڑے سرکش گمراہ اور عناد رکھنے والے لوگ ہیں دشمنی میں آکر واقعات سے چشم پوشی کر کے آپ کو مفت میں برا بھلا کہتے ہیں کیا یہ کہتے ہیں کہ اس قرآن کو محمد ﷺ نے خود آپ بنا لیا ہے ؟ فی الواقع ایسا تو نہیں لیکن ان کا کفر ان کے منہ سے یہ غلط اور جھوٹ بات نکلوا رہا ہے اگر یہ سچے ہیں تو پھر یہ خود بھی مل جل کر ہی ایک ایسی بات بنا کر دکھا دیں یہ کفار قریش تو کیا ؟ اگر ان کیساتھ روئے زمین کے جنات وانسان مل جائیں جب بھی اس قرآن کی نظیر سے وہ سب عاجز رہیں گے اور پورا قرآن تو بڑی چیز ہے اس جیسی دس سورتیں بلکہ ایک سورت بھی قیامت تک بنا کر نہیں لاسکتے۔"
    },
    {
      "ayah": 35,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 36,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 37,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 38,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 39,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 4,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 40,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 41,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 42,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 43,
      "surah": 52,
      "text": "توحید ربوبیت اور الوہیت  توحید ربوبیت اور توحید الوہیت کا ثبوت دیا جا رہا ہے فرماتا ہے کیا یہ بغیر موجد کے موجود ہوگئے ؟ یا یہ خود اپنے موجد آپ ہی ہیں ؟ دراصل دونوں باتیں نہیں بلکہ ان کا خالق اللہ تعالیٰ ہے یہ کچھ نہ تھے اللہ تعالیٰ نے انہیں پیدا کردیا۔ حضرت جبیر بن مطعم فرماتے ہیں نبی ﷺ مغرب کی نماز میں سورة والطور کی تلاوت کر رہے تھے میں کان لگائے سن رہا تھا جب آپ آیت (اَمْ عِنْدَهُمْ خَزَاۗىِٕنُ رَبِّكَ اَمْ هُمُ الْمُصَۜيْطِرُوْنَ 37؀ۭ) 52۔ الطور :37) تک پہنچے تو میری حالت ہوگئی کہ گویا میرا دل اڑا جا رہا ہے (بخاری) بدری قیدیوں میں ہی یہ جبیر آئے تھے یہ اس وقت کا واقعہ ہے جب یہ کافر تھے قرآن پاک کی ان آیتوں کا سننا ان کے لئے اسلام کا ذریعہ بن گیا پھر فرمایا ہے کہ کیا آسمان و زمین کے پیدا کرنے والے یہ ہیں ؟ یہ بھی نہیں بلکہ یہ جانتے ہوئے کہ خود ان کا اور کل مخلوقات کا بنانے والا اللہ تعالیٰ ہی ہے پھر بھی یہ اپنے بےیقینی سے باز نہیں آتے پھر فرماتا ہے کیا دنیا میں تصرف ان کا ہے ؟ کیا ہر چیز کے خزانوں کے مالک یہ ہیں ؟ یا مخلوق کے محاسب یہ ہیں حقیقت میں ایسا نہیں بلکہ مالک و متصرف صرف اللہ عزوجل ہی ہے وہ قادر ہے جو چاہے کر گذرے پھر فرماتا ہے کیا اونچے آسمانوں تک چڑھ جانے کا کوئی زینہ ان کے پاس ہے ؟ اگر یوں ہے تو ان میں سے جو وہاں پہنچ کر کلام سن آتا ہے وہ اپنے اقوال و افعال کی کوئی آسمانی دلیل پیش کرے لیکن نہ وہ پیش کرسکتا ہے نہ وہ کسی حقانیت کے پابند ہیں یہ بھی ان کی بڑی بھاری غلطی ہے کہ کہتے ہیں فرشتے اللہ کی لڑکیاں ہیں کیا مزے کی بات ہے کہ اپنے لئے تو لڑکیاں ناپسند ہیں اور اللہ تعالیٰ کے لئے ثابت کریں انہیں اگر معلوم ہوجائے کہ ان کے ہاں لڑکی ہوئی تو غم کے مارے چہرہ سیاہ پڑجائے اور اللہ تعالیٰ کے مقرب فرشتوں کو اس کی لڑکیاں بتائیں اتنا ہی نہیں بلکہ ان کی پرستش کریں، پس نہایت ڈانٹ ڈپٹ کے ساتھ فرماتا ہے کیا اللہ کی لڑکیاں ہیں اور تمہارے لڑکے ہیں ؟ پھر فرمایا کیا تو اپنی تبلیغ پر ان سے کچھ معاوضہ طلب کرتا ہے جو ان پر بھاری پڑے ؟ یعنی نبی اللہ دین اللہ کے پہنچانے پر کسی سے کوئی اجرت نہیں مانگتے پھر انہیں یہ پہنچانا کیوں بھاری پڑتا ہے ؟ کیا یہ لوگ غیب دان ہیں ؟ نہیں بلکہ زمین و آسمان کی تمام مخلوق میں سے کوئی بھی غیب کی باتیں نہیں جانتا کیا یہ لوگ دین اللہ اور رسول اللہ کی نسبت بکواس کر کے خود رسول کو مومنوں اور عام لوگوں کو دھوکا دینا چاہتے ہیں یاد رکھو یہی دھوکے باز دھوکے میں رہ جائیں گے اور اخروی عذاب سمیٹیں گے پھر فرمایا کیا اللہ کے سوا ان کے اور معبود ہیں ؟ اللہ کی عبادت میں بتوں کو اور دوسری چیزوں کو یہ کیوں شریک کرتے ہیں ؟ اللہ تو شرکت سے مبرا شرک سے پاک اور مشرکوں کے اس فعل سے سخت بیزار ہے۔"
    },
    {
      "ayah": 44,
      "surah": 52,
      "text": "طے شدہ بدنصیب اور نشست و برخواست کے آداب  مشرکوں اور کافروں کے عناد کا بیان ہو رہا ہے کہ یہ اپنی سرکشی ضد اور ہٹ دھرمی میں اس قدر بڑھ گئے ہیں کہ اللہ کے عذاب کو محسوس کرلینے کے بعد بھی انہیں ایمان کی توفیق نہ ہوگی یہ اگر دیکھ لیں گے کہ آسمان کا کوئی ٹکڑا اللہ کا عذاب بن کر ان کے سروں پر گر رہا ہے تو بھی انہیں تصدیق و یقین نہ ہوگا بلکہ صاف کہہ دیں گے کہ غلیظ ابر ہے جو پانی برسانے کو آرہا ہے۔ جیسے اور جگہ فرمایا آیت (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۗءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَ 14 ۙ) 15۔ الحجر :14) ، اگر ہم ان کے لئے آسمان کا کوئی دروازہ بھی کھول دیں اور یہ وہاں چڑھ جائیں تب بھی یہ تو یہی کہیں گے کہ ہماری آنکھیں باندھ دی گئی ہیں بلکہ ہم پر جادو کردیا گیا ہے یعنی معجزات جو یہ طلب کر رہے ہیں اگر ان کی چاہت کے مطابق ہی دکھا دئیے جائیں بلکہ خود انہیں آسمانوں پر چڑھا دیا جائے جب بھی یہ کوئی بات بنا کر ٹال دیں گے اور ایمان نہ لائیں گے۔ اے نبی ﷺ آپ انہیں چھوڑ دیجئے قیامت والے دن خود انہیں معلوم ہوجائے گا اس دن ان کی ساری فریب کاریاں دھری کی دھری رہ جائیں گی کوئی مکاری وہاں کام نہ دے گی چوکڑی بھول جائیں گے اور چالاکی بھول جائیں گے۔ آج جن جن کو یہ پکارتے ہیں اور اپنا مددگار جانتے ہیں اس دن سب کے منہ تکیں گے اور کوئی نہ ہوگا جو ان کی ذرا سی بھی مدد کرسکے بلکہ ان کی طرف سے کچھ عذر بھی پیش کرسکے یہی نہیں کہ انہیں صرف قیامت کے دن ہی عذاب ہو اور یہاں اطمینان و آرام کے ساتھ زندگی گذار لیں بلکہ ان ناانصافوں کے لئے اس سے پہلے دنیا میں بھی عذاب تیار ہیں۔ جیسے اور جگہ فرمان ہے آیت (وَلَنُذِيْـقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ 21؀) 32۔ السجدة :21) یعنی ہم انہیں آخرت کے بڑے عذاب کے علاوہ دنیا میں بھی عذاب کا مزہ چکھائیں گے تاکہ یہ رجوع کریں لیکن ان میں سے اکثر بےعلم ہیں نہیں جانتے کہ یہ دنیوی مصیبتوں میں بھی مبتلا ہوں گے اور اللہ کی نافرمانیاں رنگ لائیں گی۔ یہی بےعلمی ہے جو انہیں اس بات پر آمادہ کرتی ہے۔ کہ گناہ پر گناہ ظلم پر ظلم کرتے جائیں پکڑے جاتے ہیں عبرت حاصل ہوتی ہے لیکن جہاں پکڑ ہٹی یہ پھر ویسے کے ویسے سخت دل بدکار بن گئے۔ بعض احادیث میں ہے کہ منافق کی مثال اونٹ کی سی ہے جس طرح اونٹ نہیں جانتا کہ اسے کیوں باندھا اور کیوں کھولا ؟ اسی طرح منافق بھی نہیں جانتا کہ کیوں بیمار کیا گیا ؟ اور کیوں تندرست کردیا گیا ؟ اثر الہٰی میں ہے کہ میں کتنی ایک تیری نافرمانیاں کروں گا اور تو مجھے سزا نہ دے گا اللہ تعالیٰ نے فرمایا اے میرے بندے کتنی مرتبہ میں نے تجھے عافیت دی اور تجھے علم بھی نہ ہوا۔ پھر فرماتا ہے کہ اے نبی ﷺ آپ صبر کیجئے ان کی ایذاء دہی سے تنگ دل نہ ہوجائیے ان کی طرف سے کوئی خطرہ بھی دل میں نہ لائیے سنئے آپ ہماری حفاظت میں ہیں آپ ہماری آنکھوں کے سامنے ہیں آپ کی نگہبانی کے ذمہ دار ہم ہیں تمام دشمنوں سے آپ کو بچانا ہمارے سپرد ہے پھر حکم دیتا ہے کہ جب آپ کھڑے ہوں تو اللہ تعالیٰ کی پاکی اور تعریف بیان کیجئے اس کا ایک مطلب یہ کیا گیا ہے کہ جب رات کو جاگیں دونوں مطلب درست ہیں چناچہ ایک حدیث میں ہے کہ نماز کو شروع کرتے ہی آنحضرت ﷺ فرماتے ہیں دعا (سبحانک اللھم وبحمدک و تبارک اسمک وتعالیٰ جدک ولا الہ غیرک) صحیح مسلم۔ یعنی اے اللہ تو پاک ہے تمام تعریفوں کا مستحق ہے تیرا نام برکتوں والا ہے تیری بزرگی بہت بلند وبالا ہے۔ تیرے سوا معبود برحق کوئی اور نہیں مسند احمد اور سنن میں بھی حضور ﷺ کا یہ کہنا مروی ہے مسند احمد میں ہے کہ حضور ﷺ نے فرمایا جو شخص رات کو جاگے اور کہے دعا (لا الہ الا اللہ وحدہ لا شریک لہ لہ الملک ولہ الحمد وھو علی کل شئی قدیر سبحان اللہ والحمد اللہ ولا الہ الاللہ واللہ اکبر ولا حول ولا قوۃ الا باللہ) پھر خواہ اپنے لئے بخشش کی دعا کرے خواہ جو چاہے طلب کرے اللہ تعالیٰ اس کی دعا قبول فرماتا ہے پھر اگر اس نے پختہ ارادہ کیا اور وضو کر کے نماز بھی ادا کی تو وہ نماز قبول کی جاتی ہے۔ یہ حدیث صحیح بخاری شریف میں اور سنن میں بھی ہے۔ حضرت مجاہد فرماتے ہیں اللہ کی تسبیح اور حمد کے بیان کرنے کا حکم ہر مجلس سے کھڑے ہونے کے وقت ہے حضرت ابو الاحوص کا قول بھی یہی ہے کہ جب مجلس سے اٹھنا چاہے یہ پڑھے دعا (سبحانک اللھم وبحمدک) حضرت عطا بن ابو رباح بھی یہی فرماتے ہیں اور فرماتے ہیں کہ اگر اس مجلس میں نیکی ہوئی ہے تو وہ اور بڑھ جاتی ہے اور اگر کچھ اور ہوا ہے تو یہ کلمہ اس کا کفارہ ہوجاتا ہے جامع عبدالرزاق میں ہے کہ حضرت جبرائیل ؑ نے آنحضرت ﷺ کو تعلیم دی کہ جب کبھی کسی مجلس سے کھڑے ہو تو دعا (سبحانک اللھم وبحمدک اشھد ان لا الہ الا انت استغفرک واتوب الیک) پڑھو۔ اس کے راوی حضرت معمر فرماتے ہیں میں نے یہ بھی سنا ہے کہ یہ قول اس مجلس کا کفارہ ہوجاتا ہے۔ یہ حدیث تو مرسل ہے لیکن مسند حدیثیں بھی اس بارے میں بہت سی مروی ہیں جن کی سندیں ایک دوسری کو تقویت پہنچاتی ہیں ایک حدیث میں ہے جو شخص کسی مجلس میں بیٹھے وہاں کچھ بک جھک ہو اور کھڑا ہونے سے پہلے ان کلمات کو کہہ لے تو اس مجلس میں جو کچھ ہوا ہے اس کا کفارہ ہوجاتا ہے (ترمذی) اس حدیث کو امام ترمذی حسن صحیح کہتے ہیں۔ امام حاکم اسے مستدرک میں روایت کر کے فرماتے ہیں اس کی سند شرط مسلم پر ہے ہاں امام بخاری نے اس میں علت نکالی ہے میں کہتا ہوں امام احمد امام مسلم امام ابو حاتم امام ابو زرعہ امام دارقطنی وغیرہ نے بھی اسے معلول کہا ہے اور وہم کی نسبت ابن جریج ہیں ہی نہیں، اور حدیث میں ہے کہ حضور ﷺ اپنی آخری عمر میں جس مجلس سے کھڑے ہوتے ان کلمات کو کہتے بلکہ ایک شخص نے پوچھا بھی کہ حضور ﷺ آپ اس سے پہلے تو اسے نہیں کہتے تھے ؟ آپ نے فرمایا مجلس میں جو کچھ ہوا ہو یہ کلمات اس کا کفارہ ہوجاتے ہیں یہ روایت مرسل سند سے بھی حضرت ابو العالیہ سے مروی ہے واللہ اعلم نسائی وغیرہ۔ حضرت عبداللہ بن عمرو فرماتے ہیں یہ کلمات ایسے ہیں کہ جو انہیں مجلس سے اٹھتے وقت تین مرتبہ کہہ لے اس کے لئے یہ کفارہ ہوجاتے ہیں مجلس خیر اور مجلس ذکر میں انہیں کہنے سے یہ مثل مہر کے ہوجاتے ہیں (ابو داؤد وغیرہ) الحمد اللہ میں نے ایک علیحدہ جزو میں ان تمام احادیث کو ان کے الفاظ کو اور ان کی سندوں کو جمع کردیا ہے اور ان کی علتیں بھی بیان کردی ہیں اور اس کے متعلق جو کچھ لکھنا تھا لکھ دیا ہے۔ پھر ارشاد ہوتا ہے کہ رات کے وقت اس کی یاد اور اس کی عبادت تلاوت اور نماز کے ساتھ کرتے رہو جیسے فرمان ہے آیت (وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَ ڰ عَسٰٓي اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا 79؀) 17۔ الإسراء :79) ، رات کے وقت تہجد پڑھا کرو یہ تیرے لئے نفل ہے ممکن ہے تیرا رب تجھے مقام محمود پر اٹھائے ستاروں کے ڈوبتے وقت سے مراد صبح کی فرض نماز سے پہلے کی دو رکعتیں ہیں کہ وہ دونوں ستاروں کے غروب ہونے کے لئے جھک جانے کے وقت پڑھی جاتی ہیں چناچہ ایک مرفوع حدیث میں ہے ان سنتوں کو نہ چھوڑو گو تمہیں گھوڑے کچل ڈالیں۔ اسی حدیث میں ہے دن رات میں پانچ نمازیں ہیں سننے والے نے کہا کیا مجھ پر اس کے سوا اور کچھ بھی ہے ؟ آپ نے فرمایا نہیں مگر یہ کہ تو نفل ادا کرے بخاری و مسلم میں حضرت عائشہ سے روایت ہے کہ رسول اللہ ﷺ نوافل میں سے کسی نفل کی بہ نسبت صبح کی دو سنتوں کے زیادہ پابندی اور ساری دنیا سے اور جو کچھ اس میں ہے اس سے بہتر ہیں الحمد اللہ سورة الطور کی تفسیر پوری ہوئی۔"
    },
    {
      "ayah": 45,
      "surah": 52,
      "text": "طے شدہ بدنصیب اور نشست و برخواست کے آداب  مشرکوں اور کافروں کے عناد کا بیان ہو رہا ہے کہ یہ اپنی سرکشی ضد اور ہٹ دھرمی میں اس قدر بڑھ گئے ہیں کہ اللہ کے عذاب کو محسوس کرلینے کے بعد بھی انہیں ایمان کی توفیق نہ ہوگی یہ اگر دیکھ لیں گے کہ آسمان کا کوئی ٹکڑا اللہ کا عذاب بن کر ان کے سروں پر گر رہا ہے تو بھی انہیں تصدیق و یقین نہ ہوگا بلکہ صاف کہہ دیں گے کہ غلیظ ابر ہے جو پانی برسانے کو آرہا ہے۔ جیسے اور جگہ فرمایا آیت (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۗءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَ 14 ۙ) 15۔ الحجر :14) ، اگر ہم ان کے لئے آسمان کا کوئی دروازہ بھی کھول دیں اور یہ وہاں چڑھ جائیں تب بھی یہ تو یہی کہیں گے کہ ہماری آنکھیں باندھ دی گئی ہیں بلکہ ہم پر جادو کردیا گیا ہے یعنی معجزات جو یہ طلب کر رہے ہیں اگر ان کی چاہت کے مطابق ہی دکھا دئیے جائیں بلکہ خود انہیں آسمانوں پر چڑھا دیا جائے جب بھی یہ کوئی بات بنا کر ٹال دیں گے اور ایمان نہ لائیں گے۔ اے نبی ﷺ آپ انہیں چھوڑ دیجئے قیامت والے دن خود انہیں معلوم ہوجائے گا اس دن ان کی ساری فریب کاریاں دھری کی دھری رہ جائیں گی کوئی مکاری وہاں کام نہ دے گی چوکڑی بھول جائیں گے اور چالاکی بھول جائیں گے۔ آج جن جن کو یہ پکارتے ہیں اور اپنا مددگار جانتے ہیں اس دن سب کے منہ تکیں گے اور کوئی نہ ہوگا جو ان کی ذرا سی بھی مدد کرسکے بلکہ ان کی طرف سے کچھ عذر بھی پیش کرسکے یہی نہیں کہ انہیں صرف قیامت کے دن ہی عذاب ہو اور یہاں اطمینان و آرام کے ساتھ زندگی گذار لیں بلکہ ان ناانصافوں کے لئے اس سے پہلے دنیا میں بھی عذاب تیار ہیں۔ جیسے اور جگہ فرمان ہے آیت (وَلَنُذِيْـقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ 21؀) 32۔ السجدة :21) یعنی ہم انہیں آخرت کے بڑے عذاب کے علاوہ دنیا میں بھی عذاب کا مزہ چکھائیں گے تاکہ یہ رجوع کریں لیکن ان میں سے اکثر بےعلم ہیں نہیں جانتے کہ یہ دنیوی مصیبتوں میں بھی مبتلا ہوں گے اور اللہ کی نافرمانیاں رنگ لائیں گی۔ یہی بےعلمی ہے جو انہیں اس بات پر آمادہ کرتی ہے۔ کہ گناہ پر گناہ ظلم پر ظلم کرتے جائیں پکڑے جاتے ہیں عبرت حاصل ہوتی ہے لیکن جہاں پکڑ ہٹی یہ پھر ویسے کے ویسے سخت دل بدکار بن گئے۔ بعض احادیث میں ہے کہ منافق کی مثال اونٹ کی سی ہے جس طرح اونٹ نہیں جانتا کہ اسے کیوں باندھا اور کیوں کھولا ؟ اسی طرح منافق بھی نہیں جانتا کہ کیوں بیمار کیا گیا ؟ اور کیوں تندرست کردیا گیا ؟ اثر الہٰی میں ہے کہ میں کتنی ایک تیری نافرمانیاں کروں گا اور تو مجھے سزا نہ دے گا اللہ تعالیٰ نے فرمایا اے میرے بندے کتنی مرتبہ میں نے تجھے عافیت دی اور تجھے علم بھی نہ ہوا۔ پھر فرماتا ہے کہ اے نبی ﷺ آپ صبر کیجئے ان کی ایذاء دہی سے تنگ دل نہ ہوجائیے ان کی طرف سے کوئی خطرہ بھی دل میں نہ لائیے سنئے آپ ہماری حفاظت میں ہیں آپ ہماری آنکھوں کے سامنے ہیں آپ کی نگہبانی کے ذمہ دار ہم ہیں تمام دشمنوں سے آپ کو بچانا ہمارے سپرد ہے پھر حکم دیتا ہے کہ جب آپ کھڑے ہوں تو اللہ تعالیٰ کی پاکی اور تعریف بیان کیجئے اس کا ایک مطلب یہ کیا گیا ہے کہ جب رات کو جاگیں دونوں مطلب درست ہیں چناچہ ایک حدیث میں ہے کہ نماز کو شروع کرتے ہی آنحضرت ﷺ فرماتے ہیں دعا (سبحانک اللھم وبحمدک و تبارک اسمک وتعالیٰ جدک ولا الہ غیرک) صحیح مسلم۔ یعنی اے اللہ تو پاک ہے تمام تعریفوں کا مستحق ہے تیرا نام برکتوں والا ہے تیری بزرگی بہت بلند وبالا ہے۔ تیرے سوا معبود برحق کوئی اور نہیں مسند احمد اور سنن میں بھی حضور ﷺ کا یہ کہنا مروی ہے مسند احمد میں ہے کہ حضور ﷺ نے فرمایا جو شخص رات کو جاگے اور کہے دعا (لا الہ الا اللہ وحدہ لا شریک لہ لہ الملک ولہ الحمد وھو علی کل شئی قدیر سبحان اللہ والحمد اللہ ولا الہ الاللہ واللہ اکبر ولا حول ولا قوۃ الا باللہ) پھر خواہ اپنے لئے بخشش کی دعا کرے خواہ جو چاہے طلب کرے اللہ تعالیٰ اس کی دعا قبول فرماتا ہے پھر اگر اس نے پختہ ارادہ کیا اور وضو کر کے نماز بھی ادا کی تو وہ نماز قبول کی جاتی ہے۔ یہ حدیث صحیح بخاری شریف میں اور سنن میں بھی ہے۔ حضرت مجاہد فرماتے ہیں اللہ کی تسبیح اور حمد کے بیان کرنے کا حکم ہر مجلس سے کھڑے ہونے کے وقت ہے حضرت ابو الاحوص کا قول بھی یہی ہے کہ جب مجلس سے اٹھنا چاہے یہ پڑھے دعا (سبحانک اللھم وبحمدک) حضرت عطا بن ابو رباح بھی یہی فرماتے ہیں اور فرماتے ہیں کہ اگر اس مجلس میں نیکی ہوئی ہے تو وہ اور بڑھ جاتی ہے اور اگر کچھ اور ہوا ہے تو یہ کلمہ اس کا کفارہ ہوجاتا ہے جامع عبدالرزاق میں ہے کہ حضرت جبرائیل ؑ نے آنحضرت ﷺ کو تعلیم دی کہ جب کبھی کسی مجلس سے کھڑے ہو تو دعا (سبحانک اللھم وبحمدک اشھد ان لا الہ الا انت استغفرک واتوب الیک) پڑھو۔ اس کے راوی حضرت معمر فرماتے ہیں میں نے یہ بھی سنا ہے کہ یہ قول اس مجلس کا کفارہ ہوجاتا ہے۔ یہ حدیث تو مرسل ہے لیکن مسند حدیثیں بھی اس بارے میں بہت سی مروی ہیں جن کی سندیں ایک دوسری کو تقویت پہنچاتی ہیں ایک حدیث میں ہے جو شخص کسی مجلس میں بیٹھے وہاں کچھ بک جھک ہو اور کھڑا ہونے سے پہلے ان کلمات کو کہہ لے تو اس مجلس میں جو کچھ ہوا ہے اس کا کفارہ ہوجاتا ہے (ترمذی) اس حدیث کو امام ترمذی حسن صحیح کہتے ہیں۔ امام حاکم اسے مستدرک میں روایت کر کے فرماتے ہیں اس کی سند شرط مسلم پر ہے ہاں امام بخاری نے اس میں علت نکالی ہے میں کہتا ہوں امام احمد امام مسلم امام ابو حاتم امام ابو زرعہ امام دارقطنی وغیرہ نے بھی اسے معلول کہا ہے اور وہم کی نسبت ابن جریج ہیں ہی نہیں، اور حدیث میں ہے کہ حضور ﷺ اپنی آخری عمر میں جس مجلس سے کھڑے ہوتے ان کلمات کو کہتے بلکہ ایک شخص نے پوچھا بھی کہ حضور ﷺ آپ اس سے پہلے تو اسے نہیں کہتے تھے ؟ آپ نے فرمایا مجلس میں جو کچھ ہوا ہو یہ کلمات اس کا کفارہ ہوجاتے ہیں یہ روایت مرسل سند سے بھی حضرت ابو العالیہ سے مروی ہے واللہ اعلم نسائی وغیرہ۔ حضرت عبداللہ بن عمرو فرماتے ہیں یہ کلمات ایسے ہیں کہ جو انہیں مجلس سے اٹھتے وقت تین مرتبہ کہہ لے اس کے لئے یہ کفارہ ہوجاتے ہیں مجلس خیر اور مجلس ذکر میں انہیں کہنے سے یہ مثل مہر کے ہوجاتے ہیں (ابو داؤد وغیرہ) الحمد اللہ میں نے ایک علیحدہ جزو میں ان تمام احادیث کو ان کے الفاظ کو اور ان کی سندوں کو جمع کردیا ہے اور ان کی علتیں بھی بیان کردی ہیں اور اس کے متعلق جو کچھ لکھنا تھا لکھ دیا ہے۔ پھر ارشاد ہوتا ہے کہ رات کے وقت اس کی یاد اور اس کی عبادت تلاوت اور نماز کے ساتھ کرتے رہو جیسے فرمان ہے آیت (وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَ ڰ عَسٰٓي اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا 79؀) 17۔ الإسراء :79) ، رات کے وقت تہجد پڑھا کرو یہ تیرے لئے نفل ہے ممکن ہے تیرا رب تجھے مقام محمود پر اٹھائے ستاروں کے ڈوبتے وقت سے مراد صبح کی فرض نماز سے پہلے کی دو رکعتیں ہیں کہ وہ دونوں ستاروں کے غروب ہونے کے لئے جھک جانے کے وقت پڑھی جاتی ہیں چناچہ ایک مرفوع حدیث میں ہے ان سنتوں کو نہ چھوڑو گو تمہیں گھوڑے کچل ڈالیں۔ اسی حدیث میں ہے دن رات میں پانچ نمازیں ہیں سننے والے نے کہا کیا مجھ پر اس کے سوا اور کچھ بھی ہے ؟ آپ نے فرمایا نہیں مگر یہ کہ تو نفل ادا کرے بخاری و مسلم میں حضرت عائشہ سے روایت ہے کہ رسول اللہ ﷺ نوافل میں سے کسی نفل کی بہ نسبت صبح کی دو سنتوں کے زیادہ پابندی اور ساری دنیا سے اور جو کچھ اس میں ہے اس سے بہتر ہیں الحمد اللہ سورة الطور کی تفسیر پوری ہوئی۔"
    },
    {
      "ayah": 46,
      "surah": 52,
      "text": "طے شدہ بدنصیب اور نشست و برخواست کے آداب  مشرکوں اور کافروں کے عناد کا بیان ہو رہا ہے کہ یہ اپنی سرکشی ضد اور ہٹ دھرمی میں اس قدر بڑھ گئے ہیں کہ اللہ کے عذاب کو محسوس کرلینے کے بعد بھی انہیں ایمان کی توفیق نہ ہوگی یہ اگر دیکھ لیں گے کہ آسمان کا کوئی ٹکڑا اللہ کا عذاب بن کر ان کے سروں پر گر رہا ہے تو بھی انہیں تصدیق و یقین نہ ہوگا بلکہ صاف کہہ دیں گے کہ غلیظ ابر ہے جو پانی برسانے کو آرہا ہے۔ جیسے اور جگہ فرمایا آیت (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۗءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَ 14 ۙ) 15۔ الحجر :14) ، اگر ہم ان کے لئے آسمان کا کوئی دروازہ بھی کھول دیں اور یہ وہاں چڑھ جائیں تب بھی یہ تو یہی کہیں گے کہ ہماری آنکھیں باندھ دی گئی ہیں بلکہ ہم پر جادو کردیا گیا ہے یعنی معجزات جو یہ طلب کر رہے ہیں اگر ان کی چاہت کے مطابق ہی دکھا دئیے جائیں بلکہ خود انہیں آسمانوں پر چڑھا دیا جائے جب بھی یہ کوئی بات بنا کر ٹال دیں گے اور ایمان نہ لائیں گے۔ اے نبی ﷺ آپ انہیں چھوڑ دیجئے قیامت والے دن خود انہیں معلوم ہوجائے گا اس دن ان کی ساری فریب کاریاں دھری کی دھری رہ جائیں گی کوئی مکاری وہاں کام نہ دے گی چوکڑی بھول جائیں گے اور چالاکی بھول جائیں گے۔ آج جن جن کو یہ پکارتے ہیں اور اپنا مددگار جانتے ہیں اس دن سب کے منہ تکیں گے اور کوئی نہ ہوگا جو ان کی ذرا سی بھی مدد کرسکے بلکہ ان کی طرف سے کچھ عذر بھی پیش کرسکے یہی نہیں کہ انہیں صرف قیامت کے دن ہی عذاب ہو اور یہاں اطمینان و آرام کے ساتھ زندگی گذار لیں بلکہ ان ناانصافوں کے لئے اس سے پہلے دنیا میں بھی عذاب تیار ہیں۔ جیسے اور جگہ فرمان ہے آیت (وَلَنُذِيْـقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ 21؀) 32۔ السجدة :21) یعنی ہم انہیں آخرت کے بڑے عذاب کے علاوہ دنیا میں بھی عذاب کا مزہ چکھائیں گے تاکہ یہ رجوع کریں لیکن ان میں سے اکثر بےعلم ہیں نہیں جانتے کہ یہ دنیوی مصیبتوں میں بھی مبتلا ہوں گے اور اللہ کی نافرمانیاں رنگ لائیں گی۔ یہی بےعلمی ہے جو انہیں اس بات پر آمادہ کرتی ہے۔ کہ گناہ پر گناہ ظلم پر ظلم کرتے جائیں پکڑے جاتے ہیں عبرت حاصل ہوتی ہے لیکن جہاں پکڑ ہٹی یہ پھر ویسے کے ویسے سخت دل بدکار بن گئے۔ بعض احادیث میں ہے کہ منافق کی مثال اونٹ کی سی ہے جس طرح اونٹ نہیں جانتا کہ اسے کیوں باندھا اور کیوں کھولا ؟ اسی طرح منافق بھی نہیں جانتا کہ کیوں بیمار کیا گیا ؟ اور کیوں تندرست کردیا گیا ؟ اثر الہٰی میں ہے کہ میں کتنی ایک تیری نافرمانیاں کروں گا اور تو مجھے سزا نہ دے گا اللہ تعالیٰ نے فرمایا اے میرے بندے کتنی مرتبہ میں نے تجھے عافیت دی اور تجھے علم بھی نہ ہوا۔ پھر فرماتا ہے کہ اے نبی ﷺ آپ صبر کیجئے ان کی ایذاء دہی سے تنگ دل نہ ہوجائیے ان کی طرف سے کوئی خطرہ بھی دل میں نہ لائیے سنئے آپ ہماری حفاظت میں ہیں آپ ہماری آنکھوں کے سامنے ہیں آپ کی نگہبانی کے ذمہ دار ہم ہیں تمام دشمنوں سے آپ کو بچانا ہمارے سپرد ہے پھر حکم دیتا ہے کہ جب آپ کھڑے ہوں تو اللہ تعالیٰ کی پاکی اور تعریف بیان کیجئے اس کا ایک مطلب یہ کیا گیا ہے کہ جب رات کو جاگیں دونوں مطلب درست ہیں چناچہ ایک حدیث میں ہے کہ نماز کو شروع کرتے ہی آنحضرت ﷺ فرماتے ہیں دعا (سبحانک اللھم وبحمدک و تبارک اسمک وتعالیٰ جدک ولا الہ غیرک) صحیح مسلم۔ یعنی اے اللہ تو پاک ہے تمام تعریفوں کا مستحق ہے تیرا نام برکتوں والا ہے تیری بزرگی بہت بلند وبالا ہے۔ تیرے سوا معبود برحق کوئی اور نہیں مسند احمد اور سنن میں بھی حضور ﷺ کا یہ کہنا مروی ہے مسند احمد میں ہے کہ حضور ﷺ نے فرمایا جو شخص رات کو جاگے اور کہے دعا (لا الہ الا اللہ وحدہ لا شریک لہ لہ الملک ولہ الحمد وھو علی کل شئی قدیر سبحان اللہ والحمد اللہ ولا الہ الاللہ واللہ اکبر ولا حول ولا قوۃ الا باللہ) پھر خواہ اپنے لئے بخشش کی دعا کرے خواہ جو چاہے طلب کرے اللہ تعالیٰ اس کی دعا قبول فرماتا ہے پھر اگر اس نے پختہ ارادہ کیا اور وضو کر کے نماز بھی ادا کی تو وہ نماز قبول کی جاتی ہے۔ یہ حدیث صحیح بخاری شریف میں اور سنن میں بھی ہے۔ حضرت مجاہد فرماتے ہیں اللہ کی تسبیح اور حمد کے بیان کرنے کا حکم ہر مجلس سے کھڑے ہونے کے وقت ہے حضرت ابو الاحوص کا قول بھی یہی ہے کہ جب مجلس سے اٹھنا چاہے یہ پڑھے دعا (سبحانک اللھم وبحمدک) حضرت عطا بن ابو رباح بھی یہی فرماتے ہیں اور فرماتے ہیں کہ اگر اس مجلس میں نیکی ہوئی ہے تو وہ اور بڑھ جاتی ہے اور اگر کچھ اور ہوا ہے تو یہ کلمہ اس کا کفارہ ہوجاتا ہے جامع عبدالرزاق میں ہے کہ حضرت جبرائیل ؑ نے آنحضرت ﷺ کو تعلیم دی کہ جب کبھی کسی مجلس سے کھڑے ہو تو دعا (سبحانک اللھم وبحمدک اشھد ان لا الہ الا انت استغفرک واتوب الیک) پڑھو۔ اس کے راوی حضرت معمر فرماتے ہیں میں نے یہ بھی سنا ہے کہ یہ قول اس مجلس کا کفارہ ہوجاتا ہے۔ یہ حدیث تو مرسل ہے لیکن مسند حدیثیں بھی اس بارے میں بہت سی مروی ہیں جن کی سندیں ایک دوسری کو تقویت پہنچاتی ہیں ایک حدیث میں ہے جو شخص کسی مجلس میں بیٹھے وہاں کچھ بک جھک ہو اور کھڑا ہونے سے پہلے ان کلمات کو کہہ لے تو اس مجلس میں جو کچھ ہوا ہے اس کا کفارہ ہوجاتا ہے (ترمذی) اس حدیث کو امام ترمذی حسن صحیح کہتے ہیں۔ امام حاکم اسے مستدرک میں روایت کر کے فرماتے ہیں اس کی سند شرط مسلم پر ہے ہاں امام بخاری نے اس میں علت نکالی ہے میں کہتا ہوں امام احمد امام مسلم امام ابو حاتم امام ابو زرعہ امام دارقطنی وغیرہ نے بھی اسے معلول کہا ہے اور وہم کی نسبت ابن جریج ہیں ہی نہیں، اور حدیث میں ہے کہ حضور ﷺ اپنی آخری عمر میں جس مجلس سے کھڑے ہوتے ان کلمات کو کہتے بلکہ ایک شخص نے پوچھا بھی کہ حضور ﷺ آپ اس سے پہلے تو اسے نہیں کہتے تھے ؟ آپ نے فرمایا مجلس میں جو کچھ ہوا ہو یہ کلمات اس کا کفارہ ہوجاتے ہیں یہ روایت مرسل سند سے بھی حضرت ابو العالیہ سے مروی ہے واللہ اعلم نسائی وغیرہ۔ حضرت عبداللہ بن عمرو فرماتے ہیں یہ کلمات ایسے ہیں کہ جو انہیں مجلس سے اٹھتے وقت تین مرتبہ کہہ لے اس کے لئے یہ کفارہ ہوجاتے ہیں مجلس خیر اور مجلس ذکر میں انہیں کہنے سے یہ مثل مہر کے ہوجاتے ہیں (ابو داؤد وغیرہ) الحمد اللہ میں نے ایک علیحدہ جزو میں ان تمام احادیث کو ان کے الفاظ کو اور ان کی سندوں کو جمع کردیا ہے اور ان کی علتیں بھی بیان کردی ہیں اور اس کے متعلق جو کچھ لکھنا تھا لکھ دیا ہے۔ پھر ارشاد ہوتا ہے کہ رات کے وقت اس کی یاد اور اس کی عبادت تلاوت اور نماز کے ساتھ کرتے رہو جیسے فرمان ہے آیت (وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَ ڰ عَسٰٓي اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا 79؀) 17۔ الإسراء :79) ، رات کے وقت تہجد پڑھا کرو یہ تیرے لئے نفل ہے ممکن ہے تیرا رب تجھے مقام محمود پر اٹھائے ستاروں کے ڈوبتے وقت سے مراد صبح کی فرض نماز سے پہلے کی دو رکعتیں ہیں کہ وہ دونوں ستاروں کے غروب ہونے کے لئے جھک جانے کے وقت پڑھی جاتی ہیں چناچہ ایک مرفوع حدیث میں ہے ان سنتوں کو نہ چھوڑو گو تمہیں گھوڑے کچل ڈالیں۔ اسی حدیث میں ہے دن رات میں پانچ نمازیں ہیں سننے والے نے کہا کیا مجھ پر اس کے سوا اور کچھ بھی ہے ؟ آپ نے فرمایا نہیں مگر یہ کہ تو نفل ادا کرے بخاری و مسلم میں حضرت عائشہ سے روایت ہے کہ رسول اللہ ﷺ نوافل میں سے کسی نفل کی بہ نسبت صبح کی دو سنتوں کے زیادہ پابندی اور ساری دنیا سے اور جو کچھ اس میں ہے اس سے بہتر ہیں الحمد اللہ سورة الطور کی تفسیر پوری ہوئی۔"
    },
    {
      "ayah": 47,
      "surah": 52,
      "text": "طے شدہ بدنصیب اور نشست و برخواست کے آداب  مشرکوں اور کافروں کے عناد کا بیان ہو رہا ہے کہ یہ اپنی سرکشی ضد اور ہٹ دھرمی میں اس قدر بڑھ گئے ہیں کہ اللہ کے عذاب کو محسوس کرلینے کے بعد بھی انہیں ایمان کی توفیق نہ ہوگی یہ اگر دیکھ لیں گے کہ آسمان کا کوئی ٹکڑا اللہ کا عذاب بن کر ان کے سروں پر گر رہا ہے تو بھی انہیں تصدیق و یقین نہ ہوگا بلکہ صاف کہہ دیں گے کہ غلیظ ابر ہے جو پانی برسانے کو آرہا ہے۔ جیسے اور جگہ فرمایا آیت (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۗءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَ 14 ۙ) 15۔ الحجر :14) ، اگر ہم ان کے لئے آسمان کا کوئی دروازہ بھی کھول دیں اور یہ وہاں چڑھ جائیں تب بھی یہ تو یہی کہیں گے کہ ہماری آنکھیں باندھ دی گئی ہیں بلکہ ہم پر جادو کردیا گیا ہے یعنی معجزات جو یہ طلب کر رہے ہیں اگر ان کی چاہت کے مطابق ہی دکھا دئیے جائیں بلکہ خود انہیں آسمانوں پر چڑھا دیا جائے جب بھی یہ کوئی بات بنا کر ٹال دیں گے اور ایمان نہ لائیں گے۔ اے نبی ﷺ آپ انہیں چھوڑ دیجئے قیامت والے دن خود انہیں معلوم ہوجائے گا اس دن ان کی ساری فریب کاریاں دھری کی دھری رہ جائیں گی کوئی مکاری وہاں کام نہ دے گی چوکڑی بھول جائیں گے اور چالاکی بھول جائیں گے۔ آج جن جن کو یہ پکارتے ہیں اور اپنا مددگار جانتے ہیں اس دن سب کے منہ تکیں گے اور کوئی نہ ہوگا جو ان کی ذرا سی بھی مدد کرسکے بلکہ ان کی طرف سے کچھ عذر بھی پیش کرسکے یہی نہیں کہ انہیں صرف قیامت کے دن ہی عذاب ہو اور یہاں اطمینان و آرام کے ساتھ زندگی گذار لیں بلکہ ان ناانصافوں کے لئے اس سے پہلے دنیا میں بھی عذاب تیار ہیں۔ جیسے اور جگہ فرمان ہے آیت (وَلَنُذِيْـقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ 21؀) 32۔ السجدة :21) یعنی ہم انہیں آخرت کے بڑے عذاب کے علاوہ دنیا میں بھی عذاب کا مزہ چکھائیں گے تاکہ یہ رجوع کریں لیکن ان میں سے اکثر بےعلم ہیں نہیں جانتے کہ یہ دنیوی مصیبتوں میں بھی مبتلا ہوں گے اور اللہ کی نافرمانیاں رنگ لائیں گی۔ یہی بےعلمی ہے جو انہیں اس بات پر آمادہ کرتی ہے۔ کہ گناہ پر گناہ ظلم پر ظلم کرتے جائیں پکڑے جاتے ہیں عبرت حاصل ہوتی ہے لیکن جہاں پکڑ ہٹی یہ پھر ویسے کے ویسے سخت دل بدکار بن گئے۔ بعض احادیث میں ہے کہ منافق کی مثال اونٹ کی سی ہے جس طرح اونٹ نہیں جانتا کہ اسے کیوں باندھا اور کیوں کھولا ؟ اسی طرح منافق بھی نہیں جانتا کہ کیوں بیمار کیا گیا ؟ اور کیوں تندرست کردیا گیا ؟ اثر الہٰی میں ہے کہ میں کتنی ایک تیری نافرمانیاں کروں گا اور تو مجھے سزا نہ دے گا اللہ تعالیٰ نے فرمایا اے میرے بندے کتنی مرتبہ میں نے تجھے عافیت دی اور تجھے علم بھی نہ ہوا۔ پھر فرماتا ہے کہ اے نبی ﷺ آپ صبر کیجئے ان کی ایذاء دہی سے تنگ دل نہ ہوجائیے ان کی طرف سے کوئی خطرہ بھی دل میں نہ لائیے سنئے آپ ہماری حفاظت میں ہیں آپ ہماری آنکھوں کے سامنے ہیں آپ کی نگہبانی کے ذمہ دار ہم ہیں تمام دشمنوں سے آپ کو بچانا ہمارے سپرد ہے پھر حکم دیتا ہے کہ جب آپ کھڑے ہوں تو اللہ تعالیٰ کی پاکی اور تعریف بیان کیجئے اس کا ایک مطلب یہ کیا گیا ہے کہ جب رات کو جاگیں دونوں مطلب درست ہیں چناچہ ایک حدیث میں ہے کہ نماز کو شروع کرتے ہی آنحضرت ﷺ فرماتے ہیں دعا (سبحانک اللھم وبحمدک و تبارک اسمک وتعالیٰ جدک ولا الہ غیرک) صحیح مسلم۔ یعنی اے اللہ تو پاک ہے تمام تعریفوں کا مستحق ہے تیرا نام برکتوں والا ہے تیری بزرگی بہت بلند وبالا ہے۔ تیرے سوا معبود برحق کوئی اور نہیں مسند احمد اور سنن میں بھی حضور ﷺ کا یہ کہنا مروی ہے مسند احمد میں ہے کہ حضور ﷺ نے فرمایا جو شخص رات کو جاگے اور کہے دعا (لا الہ الا اللہ وحدہ لا شریک لہ لہ الملک ولہ الحمد وھو علی کل شئی قدیر سبحان اللہ والحمد اللہ ولا الہ الاللہ واللہ اکبر ولا حول ولا قوۃ الا باللہ) پھر خواہ اپنے لئے بخشش کی دعا کرے خواہ جو چاہے طلب کرے اللہ تعالیٰ اس کی دعا قبول فرماتا ہے پھر اگر اس نے پختہ ارادہ کیا اور وضو کر کے نماز بھی ادا کی تو وہ نماز قبول کی جاتی ہے۔ یہ حدیث صحیح بخاری شریف میں اور سنن میں بھی ہے۔ حضرت مجاہد فرماتے ہیں اللہ کی تسبیح اور حمد کے بیان کرنے کا حکم ہر مجلس سے کھڑے ہونے کے وقت ہے حضرت ابو الاحوص کا قول بھی یہی ہے کہ جب مجلس سے اٹھنا چاہے یہ پڑھے دعا (سبحانک اللھم وبحمدک) حضرت عطا بن ابو رباح بھی یہی فرماتے ہیں اور فرماتے ہیں کہ اگر اس مجلس میں نیکی ہوئی ہے تو وہ اور بڑھ جاتی ہے اور اگر کچھ اور ہوا ہے تو یہ کلمہ اس کا کفارہ ہوجاتا ہے جامع عبدالرزاق میں ہے کہ حضرت جبرائیل ؑ نے آنحضرت ﷺ کو تعلیم دی کہ جب کبھی کسی مجلس سے کھڑے ہو تو دعا (سبحانک اللھم وبحمدک اشھد ان لا الہ الا انت استغفرک واتوب الیک) پڑھو۔ اس کے راوی حضرت معمر فرماتے ہیں میں نے یہ بھی سنا ہے کہ یہ قول اس مجلس کا کفارہ ہوجاتا ہے۔ یہ حدیث تو مرسل ہے لیکن مسند حدیثیں بھی اس بارے میں بہت سی مروی ہیں جن کی سندیں ایک دوسری کو تقویت پہنچاتی ہیں ایک حدیث میں ہے جو شخص کسی مجلس میں بیٹھے وہاں کچھ بک جھک ہو اور کھڑا ہونے سے پہلے ان کلمات کو کہہ لے تو اس مجلس میں جو کچھ ہوا ہے اس کا کفارہ ہوجاتا ہے (ترمذی) اس حدیث کو امام ترمذی حسن صحیح کہتے ہیں۔ امام حاکم اسے مستدرک میں روایت کر کے فرماتے ہیں اس کی سند شرط مسلم پر ہے ہاں امام بخاری نے اس میں علت نکالی ہے میں کہتا ہوں امام احمد امام مسلم امام ابو حاتم امام ابو زرعہ امام دارقطنی وغیرہ نے بھی اسے معلول کہا ہے اور وہم کی نسبت ابن جریج ہیں ہی نہیں، اور حدیث میں ہے کہ حضور ﷺ اپنی آخری عمر میں جس مجلس سے کھڑے ہوتے ان کلمات کو کہتے بلکہ ایک شخص نے پوچھا بھی کہ حضور ﷺ آپ اس سے پہلے تو اسے نہیں کہتے تھے ؟ آپ نے فرمایا مجلس میں جو کچھ ہوا ہو یہ کلمات اس کا کفارہ ہوجاتے ہیں یہ روایت مرسل سند سے بھی حضرت ابو العالیہ سے مروی ہے واللہ اعلم نسائی وغیرہ۔ حضرت عبداللہ بن عمرو فرماتے ہیں یہ کلمات ایسے ہیں کہ جو انہیں مجلس سے اٹھتے وقت تین مرتبہ کہہ لے اس کے لئے یہ کفارہ ہوجاتے ہیں مجلس خیر اور مجلس ذکر میں انہیں کہنے سے یہ مثل مہر کے ہوجاتے ہیں (ابو داؤد وغیرہ) الحمد اللہ میں نے ایک علیحدہ جزو میں ان تمام احادیث کو ان کے الفاظ کو اور ان کی سندوں کو جمع کردیا ہے اور ان کی علتیں بھی بیان کردی ہیں اور اس کے متعلق جو کچھ لکھنا تھا لکھ دیا ہے۔ پھر ارشاد ہوتا ہے کہ رات کے وقت اس کی یاد اور اس کی عبادت تلاوت اور نماز کے ساتھ کرتے رہو جیسے فرمان ہے آیت (وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَ ڰ عَسٰٓي اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا 79؀) 17۔ الإسراء :79) ، رات کے وقت تہجد پڑھا کرو یہ تیرے لئے نفل ہے ممکن ہے تیرا رب تجھے مقام محمود پر اٹھائے ستاروں کے ڈوبتے وقت سے مراد صبح کی فرض نماز سے پہلے کی دو رکعتیں ہیں کہ وہ دونوں ستاروں کے غروب ہونے کے لئے جھک جانے کے وقت پڑھی جاتی ہیں چناچہ ایک مرفوع حدیث میں ہے ان سنتوں کو نہ چھوڑو گو تمہیں گھوڑے کچل ڈالیں۔ اسی حدیث میں ہے دن رات میں پانچ نمازیں ہیں سننے والے نے کہا کیا مجھ پر اس کے سوا اور کچھ بھی ہے ؟ آپ نے فرمایا نہیں مگر یہ کہ تو نفل ادا کرے بخاری و مسلم میں حضرت عائشہ سے روایت ہے کہ رسول اللہ ﷺ نوافل میں سے کسی نفل کی بہ نسبت صبح کی دو سنتوں کے زیادہ پابندی اور ساری دنیا سے اور جو کچھ اس میں ہے اس سے بہتر ہیں الحمد اللہ سورة الطور کی تفسیر پوری ہوئی۔"
    },
    {
      "ayah": 48,
      "surah": 52,
      "text": "طے شدہ بدنصیب اور نشست و برخواست کے آداب  مشرکوں اور کافروں کے عناد کا بیان ہو رہا ہے کہ یہ اپنی سرکشی ضد اور ہٹ دھرمی میں اس قدر بڑھ گئے ہیں کہ اللہ کے عذاب کو محسوس کرلینے کے بعد بھی انہیں ایمان کی توفیق نہ ہوگی یہ اگر دیکھ لیں گے کہ آسمان کا کوئی ٹکڑا اللہ کا عذاب بن کر ان کے سروں پر گر رہا ہے تو بھی انہیں تصدیق و یقین نہ ہوگا بلکہ صاف کہہ دیں گے کہ غلیظ ابر ہے جو پانی برسانے کو آرہا ہے۔ جیسے اور جگہ فرمایا آیت (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۗءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَ 14 ۙ) 15۔ الحجر :14) ، اگر ہم ان کے لئے آسمان کا کوئی دروازہ بھی کھول دیں اور یہ وہاں چڑھ جائیں تب بھی یہ تو یہی کہیں گے کہ ہماری آنکھیں باندھ دی گئی ہیں بلکہ ہم پر جادو کردیا گیا ہے یعنی معجزات جو یہ طلب کر رہے ہیں اگر ان کی چاہت کے مطابق ہی دکھا دئیے جائیں بلکہ خود انہیں آسمانوں پر چڑھا دیا جائے جب بھی یہ کوئی بات بنا کر ٹال دیں گے اور ایمان نہ لائیں گے۔ اے نبی ﷺ آپ انہیں چھوڑ دیجئے قیامت والے دن خود انہیں معلوم ہوجائے گا اس دن ان کی ساری فریب کاریاں دھری کی دھری رہ جائیں گی کوئی مکاری وہاں کام نہ دے گی چوکڑی بھول جائیں گے اور چالاکی بھول جائیں گے۔ آج جن جن کو یہ پکارتے ہیں اور اپنا مددگار جانتے ہیں اس دن سب کے منہ تکیں گے اور کوئی نہ ہوگا جو ان کی ذرا سی بھی مدد کرسکے بلکہ ان کی طرف سے کچھ عذر بھی پیش کرسکے یہی نہیں کہ انہیں صرف قیامت کے دن ہی عذاب ہو اور یہاں اطمینان و آرام کے ساتھ زندگی گذار لیں بلکہ ان ناانصافوں کے لئے اس سے پہلے دنیا میں بھی عذاب تیار ہیں۔ جیسے اور جگہ فرمان ہے آیت (وَلَنُذِيْـقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ 21؀) 32۔ السجدة :21) یعنی ہم انہیں آخرت کے بڑے عذاب کے علاوہ دنیا میں بھی عذاب کا مزہ چکھائیں گے تاکہ یہ رجوع کریں لیکن ان میں سے اکثر بےعلم ہیں نہیں جانتے کہ یہ دنیوی مصیبتوں میں بھی مبتلا ہوں گے اور اللہ کی نافرمانیاں رنگ لائیں گی۔ یہی بےعلمی ہے جو انہیں اس بات پر آمادہ کرتی ہے۔ کہ گناہ پر گناہ ظلم پر ظلم کرتے جائیں پکڑے جاتے ہیں عبرت حاصل ہوتی ہے لیکن جہاں پکڑ ہٹی یہ پھر ویسے کے ویسے سخت دل بدکار بن گئے۔ بعض احادیث میں ہے کہ منافق کی مثال اونٹ کی سی ہے جس طرح اونٹ نہیں جانتا کہ اسے کیوں باندھا اور کیوں کھولا ؟ اسی طرح منافق بھی نہیں جانتا کہ کیوں بیمار کیا گیا ؟ اور کیوں تندرست کردیا گیا ؟ اثر الہٰی میں ہے کہ میں کتنی ایک تیری نافرمانیاں کروں گا اور تو مجھے سزا نہ دے گا اللہ تعالیٰ نے فرمایا اے میرے بندے کتنی مرتبہ میں نے تجھے عافیت دی اور تجھے علم بھی نہ ہوا۔ پھر فرماتا ہے کہ اے نبی ﷺ آپ صبر کیجئے ان کی ایذاء دہی سے تنگ دل نہ ہوجائیے ان کی طرف سے کوئی خطرہ بھی دل میں نہ لائیے سنئے آپ ہماری حفاظت میں ہیں آپ ہماری آنکھوں کے سامنے ہیں آپ کی نگہبانی کے ذمہ دار ہم ہیں تمام دشمنوں سے آپ کو بچانا ہمارے سپرد ہے پھر حکم دیتا ہے کہ جب آپ کھڑے ہوں تو اللہ تعالیٰ کی پاکی اور تعریف بیان کیجئے اس کا ایک مطلب یہ کیا گیا ہے کہ جب رات کو جاگیں دونوں مطلب درست ہیں چناچہ ایک حدیث میں ہے کہ نماز کو شروع کرتے ہی آنحضرت ﷺ فرماتے ہیں دعا (سبحانک اللھم وبحمدک و تبارک اسمک وتعالیٰ جدک ولا الہ غیرک) صحیح مسلم۔ یعنی اے اللہ تو پاک ہے تمام تعریفوں کا مستحق ہے تیرا نام برکتوں والا ہے تیری بزرگی بہت بلند وبالا ہے۔ تیرے سوا معبود برحق کوئی اور نہیں مسند احمد اور سنن میں بھی حضور ﷺ کا یہ کہنا مروی ہے مسند احمد میں ہے کہ حضور ﷺ نے فرمایا جو شخص رات کو جاگے اور کہے دعا (لا الہ الا اللہ وحدہ لا شریک لہ لہ الملک ولہ الحمد وھو علی کل شئی قدیر سبحان اللہ والحمد اللہ ولا الہ الاللہ واللہ اکبر ولا حول ولا قوۃ الا باللہ) پھر خواہ اپنے لئے بخشش کی دعا کرے خواہ جو چاہے طلب کرے اللہ تعالیٰ اس کی دعا قبول فرماتا ہے پھر اگر اس نے پختہ ارادہ کیا اور وضو کر کے نماز بھی ادا کی تو وہ نماز قبول کی جاتی ہے۔ یہ حدیث صحیح بخاری شریف میں اور سنن میں بھی ہے۔ حضرت مجاہد فرماتے ہیں اللہ کی تسبیح اور حمد کے بیان کرنے کا حکم ہر مجلس سے کھڑے ہونے کے وقت ہے حضرت ابو الاحوص کا قول بھی یہی ہے کہ جب مجلس سے اٹھنا چاہے یہ پڑھے دعا (سبحانک اللھم وبحمدک) حضرت عطا بن ابو رباح بھی یہی فرماتے ہیں اور فرماتے ہیں کہ اگر اس مجلس میں نیکی ہوئی ہے تو وہ اور بڑھ جاتی ہے اور اگر کچھ اور ہوا ہے تو یہ کلمہ اس کا کفارہ ہوجاتا ہے جامع عبدالرزاق میں ہے کہ حضرت جبرائیل ؑ نے آنحضرت ﷺ کو تعلیم دی کہ جب کبھی کسی مجلس سے کھڑے ہو تو دعا (سبحانک اللھم وبحمدک اشھد ان لا الہ الا انت استغفرک واتوب الیک) پڑھو۔ اس کے راوی حضرت معمر فرماتے ہیں میں نے یہ بھی سنا ہے کہ یہ قول اس مجلس کا کفارہ ہوجاتا ہے۔ یہ حدیث تو مرسل ہے لیکن مسند حدیثیں بھی اس بارے میں بہت سی مروی ہیں جن کی سندیں ایک دوسری کو تقویت پہنچاتی ہیں ایک حدیث میں ہے جو شخص کسی مجلس میں بیٹھے وہاں کچھ بک جھک ہو اور کھڑا ہونے سے پہلے ان کلمات کو کہہ لے تو اس مجلس میں جو کچھ ہوا ہے اس کا کفارہ ہوجاتا ہے (ترمذی) اس حدیث کو امام ترمذی حسن صحیح کہتے ہیں۔ امام حاکم اسے مستدرک میں روایت کر کے فرماتے ہیں اس کی سند شرط مسلم پر ہے ہاں امام بخاری نے اس میں علت نکالی ہے میں کہتا ہوں امام احمد امام مسلم امام ابو حاتم امام ابو زرعہ امام دارقطنی وغیرہ نے بھی اسے معلول کہا ہے اور وہم کی نسبت ابن جریج ہیں ہی نہیں، اور حدیث میں ہے کہ حضور ﷺ اپنی آخری عمر میں جس مجلس سے کھڑے ہوتے ان کلمات کو کہتے بلکہ ایک شخص نے پوچھا بھی کہ حضور ﷺ آپ اس سے پہلے تو اسے نہیں کہتے تھے ؟ آپ نے فرمایا مجلس میں جو کچھ ہوا ہو یہ کلمات اس کا کفارہ ہوجاتے ہیں یہ روایت مرسل سند سے بھی حضرت ابو العالیہ سے مروی ہے واللہ اعلم نسائی وغیرہ۔ حضرت عبداللہ بن عمرو فرماتے ہیں یہ کلمات ایسے ہیں کہ جو انہیں مجلس سے اٹھتے وقت تین مرتبہ کہہ لے اس کے لئے یہ کفارہ ہوجاتے ہیں مجلس خیر اور مجلس ذکر میں انہیں کہنے سے یہ مثل مہر کے ہوجاتے ہیں (ابو داؤد وغیرہ) الحمد اللہ میں نے ایک علیحدہ جزو میں ان تمام احادیث کو ان کے الفاظ کو اور ان کی سندوں کو جمع کردیا ہے اور ان کی علتیں بھی بیان کردی ہیں اور اس کے متعلق جو کچھ لکھنا تھا لکھ دیا ہے۔ پھر ارشاد ہوتا ہے کہ رات کے وقت اس کی یاد اور اس کی عبادت تلاوت اور نماز کے ساتھ کرتے رہو جیسے فرمان ہے آیت (وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَ ڰ عَسٰٓي اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا 79؀) 17۔ الإسراء :79) ، رات کے وقت تہجد پڑھا کرو یہ تیرے لئے نفل ہے ممکن ہے تیرا رب تجھے مقام محمود پر اٹھائے ستاروں کے ڈوبتے وقت سے مراد صبح کی فرض نماز سے پہلے کی دو رکعتیں ہیں کہ وہ دونوں ستاروں کے غروب ہونے کے لئے جھک جانے کے وقت پڑھی جاتی ہیں چناچہ ایک مرفوع حدیث میں ہے ان سنتوں کو نہ چھوڑو گو تمہیں گھوڑے کچل ڈالیں۔ اسی حدیث میں ہے دن رات میں پانچ نمازیں ہیں سننے والے نے کہا کیا مجھ پر اس کے سوا اور کچھ بھی ہے ؟ آپ نے فرمایا نہیں مگر یہ کہ تو نفل ادا کرے بخاری و مسلم میں حضرت عائشہ سے روایت ہے کہ رسول اللہ ﷺ نوافل میں سے کسی نفل کی بہ نسبت صبح کی دو سنتوں کے زیادہ پابندی اور ساری دنیا سے اور جو کچھ اس میں ہے اس سے بہتر ہیں الحمد اللہ سورة الطور کی تفسیر پوری ہوئی۔"
    },
    {
      "ayah": 49,
      "surah": 52,
      "text": "طے شدہ بدنصیب اور نشست و برخواست کے آداب  مشرکوں اور کافروں کے عناد کا بیان ہو رہا ہے کہ یہ اپنی سرکشی ضد اور ہٹ دھرمی میں اس قدر بڑھ گئے ہیں کہ اللہ کے عذاب کو محسوس کرلینے کے بعد بھی انہیں ایمان کی توفیق نہ ہوگی یہ اگر دیکھ لیں گے کہ آسمان کا کوئی ٹکڑا اللہ کا عذاب بن کر ان کے سروں پر گر رہا ہے تو بھی انہیں تصدیق و یقین نہ ہوگا بلکہ صاف کہہ دیں گے کہ غلیظ ابر ہے جو پانی برسانے کو آرہا ہے۔ جیسے اور جگہ فرمایا آیت (وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِّنَ السَّمَاۗءِ فَظَلُّوْا فِيْهِ يَعْرُجُوْنَ 14 ۙ) 15۔ الحجر :14) ، اگر ہم ان کے لئے آسمان کا کوئی دروازہ بھی کھول دیں اور یہ وہاں چڑھ جائیں تب بھی یہ تو یہی کہیں گے کہ ہماری آنکھیں باندھ دی گئی ہیں بلکہ ہم پر جادو کردیا گیا ہے یعنی معجزات جو یہ طلب کر رہے ہیں اگر ان کی چاہت کے مطابق ہی دکھا دئیے جائیں بلکہ خود انہیں آسمانوں پر چڑھا دیا جائے جب بھی یہ کوئی بات بنا کر ٹال دیں گے اور ایمان نہ لائیں گے۔ اے نبی ﷺ آپ انہیں چھوڑ دیجئے قیامت والے دن خود انہیں معلوم ہوجائے گا اس دن ان کی ساری فریب کاریاں دھری کی دھری رہ جائیں گی کوئی مکاری وہاں کام نہ دے گی چوکڑی بھول جائیں گے اور چالاکی بھول جائیں گے۔ آج جن جن کو یہ پکارتے ہیں اور اپنا مددگار جانتے ہیں اس دن سب کے منہ تکیں گے اور کوئی نہ ہوگا جو ان کی ذرا سی بھی مدد کرسکے بلکہ ان کی طرف سے کچھ عذر بھی پیش کرسکے یہی نہیں کہ انہیں صرف قیامت کے دن ہی عذاب ہو اور یہاں اطمینان و آرام کے ساتھ زندگی گذار لیں بلکہ ان ناانصافوں کے لئے اس سے پہلے دنیا میں بھی عذاب تیار ہیں۔ جیسے اور جگہ فرمان ہے آیت (وَلَنُذِيْـقَنَّهُمْ مِّنَ الْعَذَابِ الْاَدْنٰى دُوْنَ الْعَذَابِ الْاَكْبَرِ لَعَلَّهُمْ يَرْجِعُوْنَ 21؀) 32۔ السجدة :21) یعنی ہم انہیں آخرت کے بڑے عذاب کے علاوہ دنیا میں بھی عذاب کا مزہ چکھائیں گے تاکہ یہ رجوع کریں لیکن ان میں سے اکثر بےعلم ہیں نہیں جانتے کہ یہ دنیوی مصیبتوں میں بھی مبتلا ہوں گے اور اللہ کی نافرمانیاں رنگ لائیں گی۔ یہی بےعلمی ہے جو انہیں اس بات پر آمادہ کرتی ہے۔ کہ گناہ پر گناہ ظلم پر ظلم کرتے جائیں پکڑے جاتے ہیں عبرت حاصل ہوتی ہے لیکن جہاں پکڑ ہٹی یہ پھر ویسے کے ویسے سخت دل بدکار بن گئے۔ بعض احادیث میں ہے کہ منافق کی مثال اونٹ کی سی ہے جس طرح اونٹ نہیں جانتا کہ اسے کیوں باندھا اور کیوں کھولا ؟ اسی طرح منافق بھی نہیں جانتا کہ کیوں بیمار کیا گیا ؟ اور کیوں تندرست کردیا گیا ؟ اثر الہٰی میں ہے کہ میں کتنی ایک تیری نافرمانیاں کروں گا اور تو مجھے سزا نہ دے گا اللہ تعالیٰ نے فرمایا اے میرے بندے کتنی مرتبہ میں نے تجھے عافیت دی اور تجھے علم بھی نہ ہوا۔ پھر فرماتا ہے کہ اے نبی ﷺ آپ صبر کیجئے ان کی ایذاء دہی سے تنگ دل نہ ہوجائیے ان کی طرف سے کوئی خطرہ بھی دل میں نہ لائیے سنئے آپ ہماری حفاظت میں ہیں آپ ہماری آنکھوں کے سامنے ہیں آپ کی نگہبانی کے ذمہ دار ہم ہیں تمام دشمنوں سے آپ کو بچانا ہمارے سپرد ہے پھر حکم دیتا ہے کہ جب آپ کھڑے ہوں تو اللہ تعالیٰ کی پاکی اور تعریف بیان کیجئے اس کا ایک مطلب یہ کیا گیا ہے کہ جب رات کو جاگیں دونوں مطلب درست ہیں چناچہ ایک حدیث میں ہے کہ نماز کو شروع کرتے ہی آنحضرت ﷺ فرماتے ہیں دعا (سبحانک اللھم وبحمدک و تبارک اسمک وتعالیٰ جدک ولا الہ غیرک) صحیح مسلم۔ یعنی اے اللہ تو پاک ہے تمام تعریفوں کا مستحق ہے تیرا نام برکتوں والا ہے تیری بزرگی بہت بلند وبالا ہے۔ تیرے سوا معبود برحق کوئی اور نہیں مسند احمد اور سنن میں بھی حضور ﷺ کا یہ کہنا مروی ہے مسند احمد میں ہے کہ حضور ﷺ نے فرمایا جو شخص رات کو جاگے اور کہے دعا (لا الہ الا اللہ وحدہ لا شریک لہ لہ الملک ولہ الحمد وھو علی کل شئی قدیر سبحان اللہ والحمد اللہ ولا الہ الاللہ واللہ اکبر ولا حول ولا قوۃ الا باللہ) پھر خواہ اپنے لئے بخشش کی دعا کرے خواہ جو چاہے طلب کرے اللہ تعالیٰ اس کی دعا قبول فرماتا ہے پھر اگر اس نے پختہ ارادہ کیا اور وضو کر کے نماز بھی ادا کی تو وہ نماز قبول کی جاتی ہے۔ یہ حدیث صحیح بخاری شریف میں اور سنن میں بھی ہے۔ حضرت مجاہد فرماتے ہیں اللہ کی تسبیح اور حمد کے بیان کرنے کا حکم ہر مجلس سے کھڑے ہونے کے وقت ہے حضرت ابو الاحوص کا قول بھی یہی ہے کہ جب مجلس سے اٹھنا چاہے یہ پڑھے دعا (سبحانک اللھم وبحمدک) حضرت عطا بن ابو رباح بھی یہی فرماتے ہیں اور فرماتے ہیں کہ اگر اس مجلس میں نیکی ہوئی ہے تو وہ اور بڑھ جاتی ہے اور اگر کچھ اور ہوا ہے تو یہ کلمہ اس کا کفارہ ہوجاتا ہے جامع عبدالرزاق میں ہے کہ حضرت جبرائیل ؑ نے آنحضرت ﷺ کو تعلیم دی کہ جب کبھی کسی مجلس سے کھڑے ہو تو دعا (سبحانک اللھم وبحمدک اشھد ان لا الہ الا انت استغفرک واتوب الیک) پڑھو۔ اس کے راوی حضرت معمر فرماتے ہیں میں نے یہ بھی سنا ہے کہ یہ قول اس مجلس کا کفارہ ہوجاتا ہے۔ یہ حدیث تو مرسل ہے لیکن مسند حدیثیں بھی اس بارے میں بہت سی مروی ہیں جن کی سندیں ایک دوسری کو تقویت پہنچاتی ہیں ایک حدیث میں ہے جو شخص کسی مجلس میں بیٹھے وہاں کچھ بک جھک ہو اور کھڑا ہونے سے پہلے ان کلمات کو کہہ لے تو اس مجلس میں جو کچھ ہوا ہے اس کا کفارہ ہوجاتا ہے (ترمذی) اس حدیث کو امام ترمذی حسن صحیح کہتے ہیں۔ امام حاکم اسے مستدرک میں روایت کر کے فرماتے ہیں اس کی سند شرط مسلم پر ہے ہاں امام بخاری نے اس میں علت نکالی ہے میں کہتا ہوں امام احمد امام مسلم امام ابو حاتم امام ابو زرعہ امام دارقطنی وغیرہ نے بھی اسے معلول کہا ہے اور وہم کی نسبت ابن جریج ہیں ہی نہیں، اور حدیث میں ہے کہ حضور ﷺ اپنی آخری عمر میں جس مجلس سے کھڑے ہوتے ان کلمات کو کہتے بلکہ ایک شخص نے پوچھا بھی کہ حضور ﷺ آپ اس سے پہلے تو اسے نہیں کہتے تھے ؟ آپ نے فرمایا مجلس میں جو کچھ ہوا ہو یہ کلمات اس کا کفارہ ہوجاتے ہیں یہ روایت مرسل سند سے بھی حضرت ابو العالیہ سے مروی ہے واللہ اعلم نسائی وغیرہ۔ حضرت عبداللہ بن عمرو فرماتے ہیں یہ کلمات ایسے ہیں کہ جو انہیں مجلس سے اٹھتے وقت تین مرتبہ کہہ لے اس کے لئے یہ کفارہ ہوجاتے ہیں مجلس خیر اور مجلس ذکر میں انہیں کہنے سے یہ مثل مہر کے ہوجاتے ہیں (ابو داؤد وغیرہ) الحمد اللہ میں نے ایک علیحدہ جزو میں ان تمام احادیث کو ان کے الفاظ کو اور ان کی سندوں کو جمع کردیا ہے اور ان کی علتیں بھی بیان کردی ہیں اور اس کے متعلق جو کچھ لکھنا تھا لکھ دیا ہے۔ پھر ارشاد ہوتا ہے کہ رات کے وقت اس کی یاد اور اس کی عبادت تلاوت اور نماز کے ساتھ کرتے رہو جیسے فرمان ہے آیت (وَمِنَ الَّيْلِ فَتَهَجَّدْ بِهٖ نَافِلَةً لَّكَ ڰ عَسٰٓي اَنْ يَّبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُوْدًا 79؀) 17۔ الإسراء :79) ، رات کے وقت تہجد پڑھا کرو یہ تیرے لئے نفل ہے ممکن ہے تیرا رب تجھے مقام محمود پر اٹھائے ستاروں کے ڈوبتے وقت سے مراد صبح کی فرض نماز سے پہلے کی دو رکعتیں ہیں کہ وہ دونوں ستاروں کے غروب ہونے کے لئے جھک جانے کے وقت پڑھی جاتی ہیں چناچہ ایک مرفوع حدیث میں ہے ان سنتوں کو نہ چھوڑو گو تمہیں گھوڑے کچل ڈالیں۔ اسی حدیث میں ہے دن رات میں پانچ نمازیں ہیں سننے والے نے کہا کیا مجھ پر اس کے سوا اور کچھ بھی ہے ؟ آپ نے فرمایا نہیں مگر یہ کہ تو نفل ادا کرے بخاری و مسلم میں حضرت عائشہ سے روایت ہے کہ رسول اللہ ﷺ نوافل میں سے کسی نفل کی بہ نسبت صبح کی دو سنتوں کے زیادہ پابندی اور ساری دنیا سے اور جو کچھ اس میں ہے اس سے بہتر ہیں الحمد اللہ سورة الطور کی تفسیر پوری ہوئی۔"
    },
    {
      "ayah": 5,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 6,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 7,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 8,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    },
    {
      "ayah": 9,
      "surah": 52,
      "text": "اللہ تعالیٰ اپنی مخلوق میں سے ان چیزوں کی قسم کھا کر جو اس کی عظیم الشان قدرت کی نشانیاں ہیں فرماتا ہے کہ اس کا عذاب ہو کر ہی رہے گا جب وہ آئے گا کسی کی مجال نہ ہوگی کہ اسے ہٹا سکے۔ طور اس پہاڑ کو کہتے ہیں جس پر درخت ہوں جیسے وہ پہاڑ جس پر اللہ تعالیٰ نے حضرت موسیٰ سے کلام کیا اور جہاں سے حضرت عیسیٰ کو بھیجا تھا اور جو خشک پہاڑ ہو اسے جبل کہا جاتا ہے طور نہیں کہا جاتا آیت (کتاب مسطور) سے مراد یا تو لوح محفوظ ہے یا اللہ کی اتاری ہوئی لکھی ہوئی کتابیں ہیں جو انسانوں پر پڑھی جاتی ہیں اسی لئے ساتھ ہی فرما دیا کھلے ہوئے اوراق میں آیت (بیت المعمور) کی بابت معراج والی حدیث میں ہے کہ حضور ﷺ فرماتے ہیں ساتویں آسمان سے آگے بڑھنے کے بعد مجھے بیت المعمور دکھلایا گیا جس میں ہر روز ستر ہزار فرشتے عبادت اللہ کے لئے جاتے ہیں، دوسرے دن اتنے ہی اور لیکن جو آج گئے ان کی باری پھر قیامت تک نہیں آتی۔ جس طرح زمین پر کعبتہ اللہ کا طواف ہوتا ہے اسی طرح آسمانیوں کے طواف کی اور عبادت کی جگہ وہ ہے۔ اسی حدیث میں ہے کہ آپ نے اس وقت حضرت ابراہیم کو دیکھا کہ بیت العمور سے کمر لگائے بیٹھے ہیں اس میں ایک باریک نکتہ یہ ہے کہ چونکہ خلیل اللہ بانی بیت اللہ تھے جن کے ہاتھوں زمین میں کعبۃ اللہ بنا تھا تو انہیں وہاں بھی اس کے کعبے سے لگے ہوئے آپ نے دیکھا۔ تو گویا اس عمل کی جزا اسی جیسی پروردگار نے اپنے خلیل کو دی، یہ بیت المعمور ٹھیک خانہ کعبہ کے اوپر ہے اور ہے ساتویں آسمان پر، یوں تو ہر آسمان میں ایک ایسا گھر ہے جہاں اس آسمان کے فرشتے اللہ تعالیٰ کی عبادت کرتے ہیں پہلے آسمان جو اسی جگہ ہے اس کا نام بیت العزت ہے واللہ اعلم۔ ابن ابی حاتم میں حدیث ہے کہ رسول اللہ ﷺ نے فرمایا آسمان میں ایک گھر ہے جسے معمور کہتے ہیں جو کعبہ کی سمت میں ہے، چوتھے آسمان میں ایک نہر ہے جس کا نام نہر حیوان ہے حضرت جبرائیل ؑ ہر روز اس میں غوطہ لگاتے ہیں اور نکل کر بدن جھاڑتے ہیں جس سے ستر ہزار قطرے جھڑتے ہیں ایک ایک قطرے سے اللہ تعالیٰ ایک ایک فرشتہ پیدا کرتا ہے جنہیں حکم ہوتا ہے کہ وہ بیت المعمور میں جائیں اور نماز ادا کریں، پھر وہ وہاں سے نکل آتے ہیں اب انہیں دوبارہ جانے کی نوبت نہیں آتی، ان کا ایک سردار ہوتا ہے جسے حکم دیا جاتا ہے کہ انہیں لے کر کسی جگہ کھڑا ہوجائے پھر وہ اللہ کی تسبیح کے بیان میں لگ جاتے ہیں، قیامت تک ان کا یہی شغل رہتا ہے، یہ حدیث بہت ہی غریب ہے اس کے راوی روح بن صباح اس میں منفرد ہیں، حافظوں کی ایک جماعت نے ان پر ایک حدیث کا انکار کیا ہے جیسے جو زجانی عقیلی حاکم وغیرہ امام حاکم ابو عبداللہ نیشاپوری اسے بالکل بےاصل بتاتے ہیں، حضرت علی سے ایک شخص نے پوچھا کہ بیت المعمور کیا ہے ؟ آپ نے فرمایا وہ آسمان میں ہے اسے صراح کہا جاتا ہے کعبہ کے ٹھیک اوپر ہے جس طرح زمین کا کعبہ حرمت کی جگہ ہے اسی طرح وہ آسمانوں میں حرمت کی جگہ ہے، ہر روز اس میں ستر ہزار فرشتے نماز ادا کرتے ہیں لیکن جو آج گئے ہیں ان کی باری قیامت تک دوبارہ نہیں آتی کیونکہ فرشتوں کی تعداد ہی اس قدر ہے، ایک روایت میں ہے یہ پوچھنے والے ابن کو اء تھے، ابن عباس سے منقول ہے کہ یہ عرش کے محاز میں ہے ایک مرفوع روایت میں ہے کہ صحابہ کو ایک دن حضور ﷺ نے فرمایا بیت المعمور کو جانتے ہو ؟ انہوں نے کہا اللہ اور اس کا رسول جانتے ہیں، فرمایا وہ آسمانی کعبہ ہے اور زمینی کعبہ کے بالکل اوپر ہے ایسا کہ اگر وہ گرے تو اسی پر گرے اس میں ہر روز ستر ہزار فرشتے نماز ادا کرتے ہیں جن کی باری قیامت تک پھر نہیں آتی، حضرت ضحاک فرماتے ہیں یہ فرشتے ابلیس کے قبیلے کے جنات میں سے ہیں، واللہ اعلم، اونچی چھت سے مراد آسمان ہے جیسے اور جگہ ہے آیت (وَجَعَلْنَا السَّمَاۗءَ سَقْفًا مَّحْفُوْظًا ښ وَّهُمْ عَنْ اٰيٰـتِهَا مُعْرِضُوْنَ 32؀) 21۔ الأنبیاء :32) ربیع بن انس فرماتے ہیں مراد اس سے عرش ہے اس لئے کہ وہ تمام مخلوق کی چھت ہے، اس قول کی توجیہ اسطرح ہوسکتی ہے کہ مراد عام ہو، آیت (بحر مسجور سے مراد وہ پانی ہے جو عرش تلے ہے جو بارش کی طرح برسے گا جس سے قیامت کے دن مردے اپنی اپنی قبروں سے اٹھیں گے جمہور کہتے ہیں یہی دریا مراد ہیں انہیں جو (مسجور) کہا گیا ہے یہ اس لئے قیامت کے دن ان میں آگ لگا دی جائے گی جیسے اور جگہ ہے آیت (وَاِذَا الْبِحَارُ سُجِّرَتْ ۽) 81۔ التکوير :6) جبکہ دریا بھڑکا دیئے جائیں اور ان میں آگ لگ جائے گی جو پھیل کر تمام اہل محشر کو گھیر لے گی حضرت علاء بن بدر کہتے ہیں کے بھڑکتے ہوئے دریا اس لیے کہا گیا کہ نہ اس کا پانی پینے کے کام میں آئے اور نہ کھیتی کو دیا جائے یہی حال قیامت کے دن دریاؤں کا ہوگا، یہ معنی بھی کئے گئے ہیں کہ دریا بہتا ہوا اور یہ بھی کہا گیا ہے کہ دریا پرشدہ ادھر ادھر جاری ابن عباس فرماتے ہیں مسجور سے مراد فارغ یعنی خالی ہے کوئی لونڈی پانی لینے کو جائے پھر لوٹ کر کہے کہ حوض مسجور ہے اس سے مراد یہی ہے کہ خالی ہے یہ بھی کہا گیا ہے کہ معنی یہ ہیں کہ اسے زمین سے روک دیا گیا ہے اس لئے کہ ڈبو نہ سکے۔ مسند احمد کی ایک مرفوع حدیث میں ہے کہ ہر رات تین مرتبہ دریا اللہ تعالیٰ سے اجازت طلب کرتا ہے کہ اگر حکم ہو تو تمام لوگوں کو ڈبو دوں لیکن اللہ تعالیٰ اسے روک دیتا ہے دوسری روایت میں ہے کہ ایک بزرگ مجاہد جو سمندر کی سرحد کے لشکروں میں تھے وہ جہاد کی تیاری میں وہیں رہتے تھے فرماتے ہیں ایک رات میں چوکیداری کے لئے نکلا اس رات کوئی اور پہرے پر نہ تھا میں گشت کرتا ہوا میدان میں پہنچا اور وہاں سے سمندر پر نظریں ڈالیں تو ایسا معلوم ہوا کہ گویا سمندر پہاڑ کی چوٹیوں سے ٹکرا رہا ہے بار بار یہی نظارہ میں نے دیکھا۔ میں نے ابو صالح سے یہ واقعہ بیان کیا انہوں نے بہ روایت حضرت عمر بن خطاب اوپر والی حدیث مجھے سنائی لیکن اس کی سند میں ایک راوی مبہم ہے جس کا نام نہیں لیا گیا ان قسموں کے بعد اب جس چیز پر قسمیں کھائی گئی تھیں ان کا بیان ہو رہا ہے کہ کافروں کو جو عذاب الہیہ ہونے والا ہے وہ یقینی طور پر آنے والا ہی ہے جب وہ آئے گا کسی کے بس میں اس کا روکنا نہ ہوگا ابن ابی الدنیا میں ہے کہ ایک رات حضرت عمر فاروق شہر کی دیکھ بھال کے لئے نکلے تو ایک مکان سے کسی مسلمان کی قرآن خوانی کی آواز کان میں پڑی وہ سورة والطور پڑھ رہے تھے، آپ نے سواری روک لی اور کھڑے ہو کر قرآن سننے لگے جب وہ اس آیت پر پہنچے تو زبان سے نکل گیا کہ رب کعبہ کی قسم سچی ہے پھر اپنے گدھے سے اتر پڑے اور دیوار سے تکیہ لگا کر بیٹھ گئے چلنے پھرنے کی طاقت نہ رہی دیر تک بیٹھے رہنے کے بعد جب ہوش و حواس ٹھکانے آئے وہ اپنے گھر پہنچے لیکن اللہ کے کلام کی اس ڈراؤنی آیت کے اثر سے دل کی کمزوری کی یہ حالت تھی کہ مہینہ بھر تک بیمار پڑے رہے اور ایسے کہ لوگ بیمار پرسی کو آتے تھے گو کسی کو معلوم نہ تھا کہ بیماری کیا ہے ؟ ؓ ، ایک روایت میں ہے آپ کی تلاوت میں ایک مرتبہ یہ آیت آئی اسی وقت ہچکی بندھ گئی اور اس قدر قلب پر اثر پڑا کہ بیمار ہوگئے چناچہ بیس دن تک عیادت کی جاتی رہی۔ اس دن آسمان تھر تھرائے گا پھٹ جائے گا چکر کھانے لگے گا پہاڑ اپنی جگہ سے ہل جائیں گے ہٹ جائیں گے ادھر کے ادھر ہوجائیں گے کانپ کانپ کر ٹکڑے ٹکڑے ہو کر پھر ریزہ ریزہ ہوجائیں گے آخر روئی کے گالوں کی طرح ادھر ادھر اتر جائیں گے اور بےنام و نشان ہوجائیں گے اس دن ان لوگوں پر جو اس دن کو نہ مانتے تھے ویل وحسرت خرابی ہلاکت ہوگی اللہ کا عذاب فرشتوں کی مار جہنم کی آگ ان کے لئے ہوگی جو دنیا میں مشغول تھے اور دین کو ایک کھیل تماشہ مقرر کر رکھا تھا اس دن انہیں دھکے دے کر نار جہنم کی طرف دھکیلا جائے گا اور داروغہ جہنم ان سے کہے گا کہ یہ وہ جہنم ہے جسے تم نہیں مانتے تھے پھر مزید ڈانٹ ڈپٹ کے طور پر کہیں گے اب بولو کیا یہ جادو ہے یا تم اندھے ہو ؟ جاؤ اس میں ڈوب جاؤ یہ تمہیں چاروں طرف سے گھیر لے گی اب اس کے عذاب کی تمہیں سہارا ہو یا نہ ہو ہائے وائے کرو خواہ خاموش رہو اسی میں پڑے جھلستے رہو گے کوئی ترکیب فائدہ نہ دے گی کسی طرح چھوٹ نہ سکو گے یہ اللہ کا ظلم نہیں بلکہ صرف تمہارے اعمال کا بدلہ ہے۔"
    }
  ]
}
