{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 57,
      "text": "کل کائنات ثناء خواں ہے  تمام حیوانات، سب نباتات اس کی پاکی بیان کرتے ہیں، ساتواں آسمان، زمینیں، ان کی مخلوق اور ہر ایک چیز اس کی ستائش کرنے میں مشغول ہے گو تم ان کی تسبیح نہ سمجھ سکو اللہ حلیم و غفور ہے۔ اس کے سامنے ہر کوئی پست و عاجز و لاچار ہے، اس کی مقرر کردہ شریعت اور اس کے احکام حکمت سے پر ہیں۔ حقیقی بادشاہ جس کی ملکیت میں آسمان و زمین ہیں وہی ہے، خلق میں متصرف وہی ہے، زندگی موت اسی کے قبضے میں ہے، وہی فنا کرتا ہے، وہی پیدا کرتا ہے۔ جسے جو چاہے عنایت فرماتا ہے، ہر چیز پر قدرت رکھتا ہے، جو چاہتا ہے ہوجاتا ہے، جو نہ چاہے نہیں ہوسکتا۔ اس کے بعد کی آیت (هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ) 57۔ الحدید :3) وہ آیت ہے جس کی بابت اوپر کی حدیث میں گذرا کہ ایک ہزار آیتوں سے افضل ہے۔ حضرت ابو زمیل حضرت ابن عباس سے کہتے ہیں کہ میرے دل میں ایک کھٹکا ہے لیکن زبان پر لانے کو جی نہیں چاہتا اس پر حضرت ابن عباس ؓ نے مسکرا کر فرمایا شاید کچھ شک ہوگا جس سے کوئی نہیں بچا یہاں تک کہ قرآن میں ہے آیت (فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْــــَٔـلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۗءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ 94 ۙ) 10۔ یونس :94) ، یعنی اگر تو جو کچھ تیری طرف نازل کیا گیا ہے اس میں شک میں ہو تو تجھ سے پہلے جو کتاب پڑھتے ہیں ان سے پوچھ لے۔ پھر فرمایا جب تیرے دل میں کوئی شک ہو تو اس آیت کو پڑھ لیا کر (هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ) 57۔ الحدید :3) اس آیت کی تفسیر میں دس سے اوپر اوپر اقوال ہیں۔ بخاری فرماتے ہیں یحییٰ کا قول ہے کہ ظاہر باطن سے مراد از روئے علم ہر چیز پر ظاہر اور پوشیدہ ہونا ہے۔ یہ یحییٰ زیاد فراء کے لڑکے ہیں ان کی ایک تصنیف ہے جس کا نام معانی القرآن ہے۔ مسند احمد میں ہے رسول اللہ ﷺ سونے کے وقت یہ دعا پڑھا کرتے۔ اے اللہ اے ساتوں آسمانوں کے اور عرش عظیم کے رب، اے ہمارے اور ہر چیز کے رب ! اے تورات و انجیل کے اتارنے والے ! اے دانوں اور گٹھلیوں کو اگانے والے تیرے سوا کوئی لائق عبادت نہیں میں تیری پناہ میں آتا ہوں ہر اس چیز کی برائی سے کہ اس کی چوٹی تیرے ہاتھ میں ہے تو اول ہے تجھ سے پہلے کچھ نہ تھا تو ہی آخر ہے تیرے بعد کچھ نہیں تو ظاہر ہے تجھ سے اونچی کوئی چیز نہیں تو باطن ہے تجھ سے چھپی کوئی چیز نہیں ہمارے قرض ادا کرا دے اور ہمیں فقیری سے غنا دے۔ حضرت ابو صالح اپنے متعلقین کو یہ دعا سکھاتے اور فرماتے سوتے وقت داہنی کروٹ پر لیٹ کر یہ دعا پڑھ لیا کرو، الفاظ میں کچھ ہیر پھیر ہے۔ ملاحظہ ہو مسلم۔ ابو یعلی میں ہے حضرت عائشہ فرماتی ہیں کہ حضور ﷺ کے حکم سے آپ کا بسترہ قبلہ رخ بچھایا جاتا آپ آ کر اپنے داہنے ہاتھ پر تکیہ لگا کر آرام فرماتے، پھر آہستہ آہستہ کچھ پڑھتے رہتے لیکن آخر رات میں با آواز بلند یہ دعا پڑھتے (جو اوپر بیان ہوئی) الفاظ میں کچھ ہیر پھیر ہے۔ اس آیت کی تفسیر میں جامع ترمذی میں ہے کہ حضور ﷺ اپنے صحابہ سمیت تشریف فرما تھے کہ ایک بادل سر پر آگیا آپ نے فرمایا جانتے ہو یہ کیا ہے ؟ صحابہ نے با ادب جواب دیا اللہ اور اس کے رسول زیادہ جاننے والے ہیں۔ فرمایا اسے عنان کہتے ہیں یہ زمین کو سیراب کرنے والے ہیں ان لوگوں پر بھی یہ برسائے جاتے ہیں جو نہ اللہ کے شکر گزار ہیں نہ اللہ کے پکارنے والے پھر پوچھا معلوم ہے تمہارے اوپر کیا ہے انہوں نے کہا اللہ اور اس کا رسول زیادہ باخبر ہے، فرمایا بلند محفوظ چھت اور لپٹی ہوئی موج، جانتے ہو تم میں اس میں کس قدر فاصلہ ہے وہی جواب ملا، فرمایا پانچ سو سال کا راستہ۔ پھر پوچھا جانتے ہو اس کے اوپر کیا ہے ؟ صحابہ نے پھر اپنی لاعلمی ان ہی الفاظ میں ظاہر کی تو آپ ﷺ نے فرمایا اس کے اوپر پھر دوسرا آسمان ہے اور ان دونوں آسمانوں میں بھی پانچ سو سال کا فاصلہ ہے اسی طرح آپ نے سات آسمان گنوائے اور ہر دو میں اتنی ہی دوری بیان فرمائی۔ پھر سوال کر کے جواب سن کر فرمایا اس ساتویں کے اوپر اتنے ہی فاصلہ سے عرش ہے، پھر پوچھا جانتے ہو تمہارے نیچے کیا ہے اور جواب وہی سن کر فرمایا دوسری زمین ہے، پھر سوال جواب کے بعد فرمایا اس کے نیچے دوسری زمین ہے اور دونوں زمینوں کے درمیان پانچ سو سال کا فاصلہ ہے، اسی طرح سات زمینیں اسی فاصلہ کے ساتھ ایک دوسرے کے نیچے بتائیں، پھر فرمایا اس کی قسم جس کے ہاتھ میں محمد ﷺ کی جان ہے اگر تم کوئی رسی سب سے نیچے کی زمین کی طرف لٹکاؤ تو وہ بھی اللہ کے پاس پہنچے گی پھر آپ نے اسی آیت کی تلاوت کی، لیکن یہ حدیث غریب ہے اس کے راوی حسن کا ایوب یونس اور علی بن زید محدثین کا قول ہے۔ بعض اہل علم نے اس حدیث کی شرح میں کہا ہے کہ اس سے مراد رسی کا اللہ تعالیٰ کے علم قدرت اور غلبے تک پہنچنا ہے (نہ کہ ذات باری تعالیٰ) اللہ تعالیٰ کا علم اس کی قدرت اور اس کا غلبہ اور سلطنت بیشک ہر جگہ ہے لیکن وہ اپنی ذات سے عرش پر ہے جیسے کہ اس نے اپنا یہ وصف اپنی کتاب میں خود بیان فرمایا ہے۔ مسند احمد میں بھی یہ حدیث ہے اور اس میں دو دو زمینوں کے درمیان کا فاصلہ سات سو سال کا بیان ہوا۔ ابن ابی حاتم اور بزار میں بھی یہ حدیث ہے لیکن ابن ابی حاتم میں رسی لٹکانے کا جملہ نہیں اور ہر دو زمین کے درمیان کی دوری اس میں بھی پانچ سو سال کی بیان ہوئی ہے۔ امام بزار نے یہ بھی فرمایا ہے کہ اس روایت کا راوی آنحضرت ﷺ سے بغیر حضرت ابوہریرہ کے اور کوئی نہیں۔ ابن جریر میں یہ حدیث مرسلاً مروی ہے یعنی قتادہ فرماتے ہیں ہم سے یوں ذکر کیا گیا ہے پھر حدیث بیان کرتے ہیں صحابی کا نام نہیں لیتے۔ ممکن ہے یہی ٹھیک ہو، واللہ اعلم، حضرت ابوذر غفاری سے مسند بزار اور کتاب الاسماء و الصفات بیہقی میں یہ حدیث مروی ہے لیکن اس کی اسناد میں نظر ہے اور متن میں غربت و نکارت ہے واللہ سبحانہ و تعالیٰ اعلم۔ امام ابن جریر آیت (وَّمِنَ الْاَرْضِ مِثْلَهُنّ 12ۧ) 65۔ الطلاق :12) کی تفسیر میں حضرت قتادہ کا قول لائے ہیں کہ آسمان و زمین کے درمیان چار فرشتوں کی ملاقات ہوئی۔ آپس میں پوچھا کہ تم کہاں سے آ رہے ہو ؟ تو ایک نے کہا ساتویں آسمان سے مجھے اللہ عزوجل نے بھیجا ہے اور میں نے اللہ کو وہیں چھوڑا ہے۔ دوسرے نے کہا ساتویں زمین سے مجھے اللہ نے بھیجا تھا اور اللہ وہیں تھا، تیسرے نے کہا میرے رب نے مجھے مشرق سے بھیجا ہے جہاں وہ تھا چوتھے نے کہا مجھے مغرب سے اللہ تعالیٰ نے بھیجا ہے اور میں اسے وہیں چھوڑ کر آ رہا ہوں۔ لیکن یہ روایت بھی غریب ہے بلکہ ایسا معلوم ہوتا ہے کہ حضرت قتادہ والی اوپر کی روایت جو مرسلاً بیان ہوئی ہے ممکن ہے وہ بھی حضرت قتادہ کا اپنا قول ہو جیسے یہ قول خود قتادہ کا اپنا۔ واللہ اعلم"
    },
    {
      "ayah": 10,
      "surah": 57,
      "text": "ایمان لانے اور اللہ کی راہ میں خرچ کرنے کا حکم  اللہ تبارک و تعالیٰ خود اپنے اوپر اور اپنے رسول ﷺ پر ایمان لانے اور اس پر مضبوطی اور ہمیشگی کے ساتھ جم کر رہنے کی ہدایت فرماتا ہے اور اپنی راہ میں خیرات کرنے کی رغبت دلاتا ہے جو مال ہاتھوں ہاتھ تمہیں اس نے پہنچایا ہو تم اس کی اطاعت گذاری میں اسے خرچ کرو اور سمجھ لو کہ جس طرح دوسرے ہاتھوں سے تمہیں ملا ہے اسی طرح عنقریب تمہارے ہاتھوں سے دوسرے ہاتھوں میں چلا جائے گا اور تم پر حساب اور عتاب رہ جائے گا اور اس میں یہ بھی اشارہ ہے کہ تیرے بعد تیرا وارث ممکن ہے نیک ہو اور وہ تیرے ترکے کو میری راہ میں خرچ کر کے مجھ سے قربت حاصل کرے اور ممکن ہے کہ وہ بد اور اپنی مستی اور سیاہ کاری میں تیرا اندوختہ فنا کر دے اور اس کی بدیوں کا باعث تو بنے نہ تو چھوڑتا نہ اڑاتا۔ حضور ﷺ سورة (الھکم) پڑھ کر فرمانے لگے انسان گو کہتا رہتا ہے یہ بھی میرا مال ہے یہ بھی میرا مال ہے حالانکہ دراصل انسان کا مال وہ ہے جو کھالیا پہن لیا صدقہ کردیا کھایا ہوا فنا ہوگیا پہنا ہوا پرانا ہو کر برباد ہوگیا، ہاں راہ اللہ دیا ہوا بطور خزانہ کے جمع رہا (مسلم) اور جو باقی رہے گا وہ تو اوروں کا مال ہے تو تو اسے جمع کر کے چھوڑ جانے والا ہے۔ پھر ان ہی دونوں باتوں کی ترغیب دلاتا ہے اور بہت بڑے اجر کا وعدہ دیتا ہے۔ پھر فرماتا ہے تمہیں ایمان سے کون سی چیز روکتی ہے رسول ﷺ تم میں موجود ہیں وہ تمہیں ایمان کیطرف بلا رہے ہیں دلیلیں دے رہے ہیں اور معجزے دکھا رہے ہیں، صحیح بخاری کی شرح کے ابتدائی حصہ کتاب الایمان میں ہم یہ حدیث بیان کر آئے ہیں کہ حضور ﷺ نے پوچھا سب سے زیادہ اچھے ایمان والے تمہارے نزدیک کون ہیں ؟ کہا فرشتے، فرمایا وہ تو اللہ کے پاس ہی ہیں پھر ایمان کیوں نہ لاتے ؟ کہا پھر انبیاء فرمایا ان پر تو وحی اور کلام اللہ اترتا ہے وہ کیسے ایمان نہ لاتے ؟ کہا پھر ہم فرمایا واہ تم ایمان سے کیسے رک سکتے تھے، میں تم میں زندہ موجود ہوں، سنو بہترین اور عجیب تر ایماندار وہ لوگ ہیں جو تمہارے بعد آئیں گے، صحیفوں میں لکھا دیکھیں گے اور ایمان قبول کریں گے، سورة بقرہ کے شروع میں آیت (الَّذِيْنَ يُؤْمِنُوْنَ بالْغَيْبِ وَ يُـقِيْمُوْنَ الصَّلٰوةَ وَ مِمَّا رَزَقْنٰھُمْ يُنْفِقُوْنَ ۙ) 2۔ البقرة :3) کی تفسیر میں بھی ہم ایسی احادیث لکھ آئے ہیں، پھر انہیں روز میثاق کا قول وقرار یاد دلاتا ہے جیسے اور آیت میں ہے (وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙ اِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۡ وَاتَّقُوا اللّٰهَ ۭاِنَّ اللّٰهَ عَلِيْمٌۢ بِذَات الصُّدُوْرِ) 5۔ المآئدہ :7) ، اس سے مراد رسول اللہ ﷺ سے بیعت کرنا ہے اور امام ابن جریر فرماتے ہیں مراد وہ میثاق ہے جو حضرت آدم کی پیٹھ میں ان سے لیا گیا تھا، مجاہد کا بھی یہی مذہب ہے واللہ اعلم۔ وہ اللہ جو اپنے بندے پر روشن حجتیں اور بہترین دلائل اور عمدہ تر آیتیں نازل فرماتا ہے تاکہ ظلم و جہل کی گھنگھور گھٹاؤں اور رائے قیاس کی بدترین اندھیریوں سے تمہیں نکال کر نورانی اور روشن صاف اور سیدھی راہ حق پر لا کھڑا کر دے۔ اللہ رؤف ہے ساتھ ہی رحیم ہے یہ اس کا سلوک اور کرم ہے کہ لوگوں کی رہنمائی کے لئے کتابیں اتاریں، رسول بھیجے، شکوک و شبہات دور کردیئے، ہدایت کی وضاحت کردی۔ ایمان اور خیرات کا حکم کر کے پھر ایمان کی رغبت دلا کر اور یہ بیان فرما کر کہ ایمان نہ لانے کا اب کوئی عذر میں نے باقی نہیں رکھا پھر صدقات کی رغبت دلائی، اور فرمایا میری راہ میں خرچ کرو اور فقیری سے نہ ڈرو، اس لئے کہ جس کی راہ میں تم خرچ کر رہے ہو وہ زمین و آسمان کے خزانوں کا تنہا مالک ہے، عرش و کرسی اسی کی ہے اور وہ تم سے اس خیرات کے بدلے انعام کا وعدہ کرچکا ہے۔ فرماتا ہے آیت (وَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚ وَهُوَ خَيْرُ الرّٰزِقِيْنَ 39؀) 34۔ سبأ :39) جو کچھ تم راہ اللہ دو گے اس کا بہترین بدلہ وہ تمہیں دے گا اور روزی رساں درحقیقت وہی ہے اور فرماتا ہے (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍ 96؀) 16۔ النحل :96) اگر یہ فانی مال تم خرچ کرو گے وہ اپنے پاس کا ہمیشگی والا مال تمہیں دے گا۔ توکل والے خرچ کرتے رہتے ہیں اور مالک عرش انہیں تنگی ترشی سے محفوظ رکھتا ہے، انہیں اس بات کا اعتماد ہوتا ہے کہ ہمارے فی سبیل اللہ خرچ کردہ مال کا بدلہ دونوں جہان میں ہمیں قطعاً مل کر رہے گا۔ پھر اس امر کا بیان ہو رہا ہے کہ فتح مکہ سے پہلے جن لوگوں نے راہ اللہ خرچ کیا اور جہاد کیا اور جن لوگوں نے یہ نہیں کیا گو بعد فتح مکہ کیا ہو یہ دونوں برابر نہیں ہیں۔ اس وجہ سے بھی کہ اس وقت تنگی ترشی زیادہ تھی اور قوت طاقت کم تھی اور اس لئے بھی کہ اس وقت ایمان وہی قبول کرتا تھا جس کا دل ہر میل کچیل سے پاک ہوتا تھا۔ فتح مکہ کے بعد تو اسلام کو کھلا غلبہ ملا اور مسلمانوں کی تعداد بہت زیادہ ہوگئی اور فتوحات کی وسعت ہوئی ساتھ ہی مال بھی نظر آنے لگا، پس اس وقت اور اس وقت میں جتنا فرق ہے اتنا ہی ان لوگوں اور ان لوگوں کے اجر میں فرق ہے، انہیں بہت بڑے اجر ملیں گے گو دونوں اصل بھلائی اور اصل اجر میں شریک ہیں، بعض نے کہا ہے فتح سے مراد صلح حدیبیہ ہے۔ اس کی تائید مسند احمد کی اس روایت سے بھی ہوتی ہے کہ حضرت خالد بن ولید اور حضرت عبدالرحمٰن بن عوف میں کچھ اختلاف ہوگیا جس میں حضرت خالد نے فرمایا تم اسی پر اکڑ رہے ہو کہ ہم سے کچھ دن پہلے اسلام لائے۔ جب حضور ﷺ کو اس کا علم ہوا تو آپ نے فرمایا میرے صحابہ کو میرے لئے چھوڑ دو ، اس کی قسم جس کے ہاتھ میں میری جان ہے اگر تم احد کے یا کسی اور پہاڑ کے برابر سونا خرچ کرو تو بھی ان کے اعمال کو پہنچ نہیں سکتے۔ ظاہر ہے کہ یہ واقعہ حضرت خالد کے مسلمان ہوجانے کے بعد کا ہے اور آپ صلح حدیبیہ کے بعد اور فتح مکہ سے پہلے ایمان لائے تھے اور یہ اختلاف جس کا ذکر اس روایت میں ہے بنو جذیمہ کے بارے میں ہوا تھا حضور ﷺ نے فتح مکہ کے بعد حضرت خالد کی امارت میں اس کی طرف ایک لشکر بھیجا تھا جب وہاں پہنچے تو ان لوگوں نے پکارنا شروع کیا ہم مسلمان ہوگئے ہم صابی ہوئے یعنی بےدین ہوئے، اس لئے کہ کفار مسلمانوں کو یہی لفظ کہا کرتے تھے حضرت خالد نے غالباً اس کلمہ کا اصلی مطلب نہ سمجھ کر ان کے قتل کا حکم دے دیا بلکہ ان کے جو لوگ گرفتار کئے گئے تھے انہیں قتل کر ڈالنے کا حکم دیا اس پر حضرت عبدالرحمن بن عوف اور حضرت عبداللہ بن عمر نے ان کی مخالفت کی اس واقعہ کا مختصر بیان اوپر والی حدیث میں ہے۔ صحیح حدیث میں ہے میرے صحابہ کو برا نہ کہو اس کی قسم جس کے قبضہ میں میری جان ہے اگر تم میں سے کوئی احد پہاڑ کے برابر سونا خرچ کرے تو بھی ان کے تین پاؤ اناج کے ثواب کو نہیں پہنچے گا بلکہ ڈیڑھ پاؤ کو بھی نہ پہنچے گا۔ ابن جریر میں ہے حدیبیہ والے سال ہم حضور ﷺ کے ساتھ جب عسفان میں پہنچے تو آپ نے فرمایا ایسے لوگ بھی آئیں گے کہ تم اپنے اعمال کو ان کے اعمال کے مقابلہ میں حقیر سمجھنے لگو گے ہم نے کہا کیا قریشی ؟ فرمایا نہیں بلکہ یمنی نہایت نرم دل نہایت خوش اخلاق سادہ مزاج۔ ہم نے کہا حضور ﷺ پھر کیا وہ ہم سے بہتر ہوں گے ؟ آپ نے جواب دیا کہ اگر ان میں سے کسی کے پاس احد پہاڑ کے برابر سونا بھی ہو اور وہ اسے راہ اللہ خرچ کرے تو تم میں سے ایک کے تین پاؤ بلکہ ڈیڑھ پاؤ اناج کی خیرات کو بھی نہیں پہنچ سکتا۔ یاد رکھو کہ ہم میں اور دوسرے تمام لوگوں میں یہی فرق ہے پھر آپ نے اسی آیت (لایستوی) کی تلاوت کی، لیکن یہ روایت غریب ہے، بخاری و مسلم میں حضرت ابو سعید خدری کی روایت میں خارجیوں کے ذکر میں ہے کہ تم اپنی نمازیں ان کی نمازوں کے مقابلہ اور اپنے روزے ان کے روزوں کے مقابلہ پر حقیر اور کمتر شمار کرو گے۔ وہ دین سے اس طرح نکل جائیں گے جس طرح تیر شکار سے ابن جریر میں ہے عنقریب ایک قوم آئے گی کہ تم اپنے اعمال کو کمتر سمجھنے لگو گے جب ان کے اعمال کے سامنے رکھو گے صحابہ نے پوچھا کیا وہ قریشیوں میں سے ہوں گے آپ نے فرمایا نہیں وہ سادہ مزاج نرم دل یہاں والے ہیں اور آپ نے یمن کی طرف اپنے ہاتھ سے اشارہ کیا پھر فرمایا وہ یمنی لوگ ہیں ایمان تو یمن والوں کا ایمان ہے اور حکمت یمن والوں کی حکمت ہے ہم نے پوچھا کیا وہ ہم سے بھی افضل ہوں گے ؟ فرمایا اس کی قسم جس کے ہاتھ میں میری جان ہے اگر ان میں سے کسی کے پاس سونے کا پہاڑ ہو اور اسے وہ راہ اللہ دے ڈالے تو بھی تمہارے ایک مد یا آدھے مد کو بھی نہیں پہنچ سکتا۔ پھر آپ نے اپنی اور انگلیاں تو بند کرلیں اور چھن گیا کو دراز کر کے فرمایا خبردار رہو یہ ہے فرق ہم میں اور دوسرے لوگوں میں، پھر آپ نے یہی آیت تلاوت فرمائی، پس اس حدیث میں حدیبیہ کا ذکر نہیں۔ پھر یہ بھی ہوسکتا ہے کہ ممکن ہے فتح مکہ سے پہلے ہی فتح مکہ کے بعد کی خبر اللہ تعالیٰ نے آپ کو دے دی ہو، جیسے کہ سورة مزمل میں جو ان ابتدائی سورتوں میں سے ہے جو مکہ شریف میں نازل ہوئی تھیں پروردگار نے خبر دی تھی کہ آیت (وَاٰخَرُوْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ڮ فَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُ 20؀) 73۔ المزمل :20) یعنی کچھ اور لوگ ایسے بھی ہیں جو اللہ کی راہ میں جہاد کرتے ہیں پس جس طرح اس آیت میں ایک آنے والے واقعہ کا تذکرہ ہے اسی طرح اس آیت کو اور حدیث کو بھی سمجھ لیا جائے واللہ اعلم۔ پھر فرماتا ہے کہ ہر ایک سے اللہ تعالیٰ نے بھلائی کا وعدہ کیا ہے یعنی فتح مکہ سے پہلے اور اس کے بعد بھی جس نے جو کچھ راہ اللہ دیا ہے کسی کو اس سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل ہیں۔ صحیح حدیث میں ہے قوی مومن اللہ کے نزدیک ضعیف مومن سے افضل ہے لیکن بھلائی دونوں میں ہے۔ اگر یہ فقرہ اس آیت میں نہ ہوتا تو ممکن تھا کہ کسی کو ان بعد والوں کی سبکی کا خیال گذرے اس لئے فضیلت بیان فرما کر پھر عطف ڈال کر اصل اجر میں دونوں کو شریک بتایا۔ پھر فرمایا تمہارے تمام اعمال کی تمہارے رب کو خبر ہے وہ درجات میں جو تفاوت رکھتا ہے وہ بھی انداز سے نہیں بلکہ صحیح علم سے۔ حدیث شریف میں ہے ایک درہم ایک لاکھ درہم سے بڑھ جاتا ہے۔ یہ بھی یاد رہے کہ اس کے سردار ہیں آپ نے ابتدائی تنگی کے وقت اپنا کل مال راہ اللہ دے دیا تھا جس کا بدلہ سوائے اللہ کے کسی اور سے مطلوب نہ تھا۔ حضرت عمر ؓ فرماتے ہیں میں دربار رسالت مآب میں تھا اور حضرت صدیق اکبر بھی تھے۔ صرف ایک عبا آپ کے جسم پر تھی، گریبان کانٹے سے اٹکائے ہوئے تھے جو حضرت جبرائیل ؑ نازل ہوئے اور پوچھا کیا بات ہے جو حضرت ابوبکر نے فقط ایک عبا پہن رکھی ہے اور کانٹا لگا رکھا ہے ؟ حضور ﷺ نے فرمایا انہوں نے اپنا کل مال میرے کاموں میں فتح سے پہلے ہی راہ اللہ خرچ کر ڈالا ہے اب ان کے پاس کچھ نہیں، حضرت جبرائیل ؑ نے فرمایا ان سے کہو کہ اللہ انہیں سلام کہتا ہے اور فرماتا ہے کہ اس فقیری میں تم مجھ سے خوش ہو یا ناخوش ہو ؟ آپ نے حضرت صدیق کو یہ سب کہہ کر سوال کیا۔ جواب ملا کہ اپنے رب عزوجل سے ناراض کیسے ہوسکتا ہوں میں اس حال میں بہت خوش ہوں۔ یہ حدیث سنداً ضعیف ہے واللہ اعلم۔ پھر فرماتا ہے کون ہے جو اللہ کو اچھا قرض دے، اس سے مراد اللہ تعالیٰ کی خوشنودی کے لئے خرچ کرنا ہے۔ بعض نے کہا ہے بال بچوں کو کھلانا پلانا وغیرہ خرچ مراد ہے۔ ہوسکتا ہے کہ آیت اپنے عموم کے لحاظ سے دونوں صورتوں کو شامل ہو، پھر اس پر وعدہ فرماتا ہے کہ اسے بہت بڑھا چڑھا کر بدلہ ملے گا اور جنت میں پاکیزہ تر روزی ملے گی، اس آیت کو سن کر حضرت ابو دحداح انصاری ؓ حضور ﷺ کے پاس آئے اور کہا کیا ہمارا رب ہم سے قرض مانگتا ہے ؟ آپ نے فرمایا ہاں، کہا ذرا اپنا ہاتھ تو دیجئے آپ نے ہاتھ بڑھایا تو آپ کا ہاتھ اپنے ہاتھ میں لے کر فرمایا میرا باغ جس میں کھجور کے چھ سو درخت ہیں وہ میں نے اپنے رب کو دیا آپ کے بیوی بچے بھی اسی باغ میں تھے آپ آئے اور باغ کے دروازے پر کھڑے رہ کر اپنی بیوی صاحبہ کو آواز دی وہ لبیک کہتی ہوئی آئیں تو فرمانے لگے بچوں کو لے کر چلی آؤ میں نے یہ باغ اپنے رب عزوجل کو قرض دے دیا ہے۔ وہ خوش ہو کر کہنے لگیں آپ نے بہت نفع کی تجارت کی اور بال بچوں کو اور گھر کے اثاثے کو لے کر باہر چلی آئیں، حضور ﷺ فرمانے لگے جنتی درخت وہاں کے باغات جو میوؤں سے لدے ہوئے اور جن کی شاخیں یا قوت اور موتی کی ہیں ابو دحداح کو اللہ نے دے دیں۔"
    },
    {
      "ayah": 11,
      "surah": 57,
      "text": "ایمان لانے اور اللہ کی راہ میں خرچ کرنے کا حکم  اللہ تبارک و تعالیٰ خود اپنے اوپر اور اپنے رسول ﷺ پر ایمان لانے اور اس پر مضبوطی اور ہمیشگی کے ساتھ جم کر رہنے کی ہدایت فرماتا ہے اور اپنی راہ میں خیرات کرنے کی رغبت دلاتا ہے جو مال ہاتھوں ہاتھ تمہیں اس نے پہنچایا ہو تم اس کی اطاعت گذاری میں اسے خرچ کرو اور سمجھ لو کہ جس طرح دوسرے ہاتھوں سے تمہیں ملا ہے اسی طرح عنقریب تمہارے ہاتھوں سے دوسرے ہاتھوں میں چلا جائے گا اور تم پر حساب اور عتاب رہ جائے گا اور اس میں یہ بھی اشارہ ہے کہ تیرے بعد تیرا وارث ممکن ہے نیک ہو اور وہ تیرے ترکے کو میری راہ میں خرچ کر کے مجھ سے قربت حاصل کرے اور ممکن ہے کہ وہ بد اور اپنی مستی اور سیاہ کاری میں تیرا اندوختہ فنا کر دے اور اس کی بدیوں کا باعث تو بنے نہ تو چھوڑتا نہ اڑاتا۔ حضور ﷺ سورة (الھکم) پڑھ کر فرمانے لگے انسان گو کہتا رہتا ہے یہ بھی میرا مال ہے یہ بھی میرا مال ہے حالانکہ دراصل انسان کا مال وہ ہے جو کھالیا پہن لیا صدقہ کردیا کھایا ہوا فنا ہوگیا پہنا ہوا پرانا ہو کر برباد ہوگیا، ہاں راہ اللہ دیا ہوا بطور خزانہ کے جمع رہا (مسلم) اور جو باقی رہے گا وہ تو اوروں کا مال ہے تو تو اسے جمع کر کے چھوڑ جانے والا ہے۔ پھر ان ہی دونوں باتوں کی ترغیب دلاتا ہے اور بہت بڑے اجر کا وعدہ دیتا ہے۔ پھر فرماتا ہے تمہیں ایمان سے کون سی چیز روکتی ہے رسول ﷺ تم میں موجود ہیں وہ تمہیں ایمان کیطرف بلا رہے ہیں دلیلیں دے رہے ہیں اور معجزے دکھا رہے ہیں، صحیح بخاری کی شرح کے ابتدائی حصہ کتاب الایمان میں ہم یہ حدیث بیان کر آئے ہیں کہ حضور ﷺ نے پوچھا سب سے زیادہ اچھے ایمان والے تمہارے نزدیک کون ہیں ؟ کہا فرشتے، فرمایا وہ تو اللہ کے پاس ہی ہیں پھر ایمان کیوں نہ لاتے ؟ کہا پھر انبیاء فرمایا ان پر تو وحی اور کلام اللہ اترتا ہے وہ کیسے ایمان نہ لاتے ؟ کہا پھر ہم فرمایا واہ تم ایمان سے کیسے رک سکتے تھے، میں تم میں زندہ موجود ہوں، سنو بہترین اور عجیب تر ایماندار وہ لوگ ہیں جو تمہارے بعد آئیں گے، صحیفوں میں لکھا دیکھیں گے اور ایمان قبول کریں گے، سورة بقرہ کے شروع میں آیت (الَّذِيْنَ يُؤْمِنُوْنَ بالْغَيْبِ وَ يُـقِيْمُوْنَ الصَّلٰوةَ وَ مِمَّا رَزَقْنٰھُمْ يُنْفِقُوْنَ ۙ) 2۔ البقرة :3) کی تفسیر میں بھی ہم ایسی احادیث لکھ آئے ہیں، پھر انہیں روز میثاق کا قول وقرار یاد دلاتا ہے جیسے اور آیت میں ہے (وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙ اِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۡ وَاتَّقُوا اللّٰهَ ۭاِنَّ اللّٰهَ عَلِيْمٌۢ بِذَات الصُّدُوْرِ) 5۔ المآئدہ :7) ، اس سے مراد رسول اللہ ﷺ سے بیعت کرنا ہے اور امام ابن جریر فرماتے ہیں مراد وہ میثاق ہے جو حضرت آدم کی پیٹھ میں ان سے لیا گیا تھا، مجاہد کا بھی یہی مذہب ہے واللہ اعلم۔ وہ اللہ جو اپنے بندے پر روشن حجتیں اور بہترین دلائل اور عمدہ تر آیتیں نازل فرماتا ہے تاکہ ظلم و جہل کی گھنگھور گھٹاؤں اور رائے قیاس کی بدترین اندھیریوں سے تمہیں نکال کر نورانی اور روشن صاف اور سیدھی راہ حق پر لا کھڑا کر دے۔ اللہ رؤف ہے ساتھ ہی رحیم ہے یہ اس کا سلوک اور کرم ہے کہ لوگوں کی رہنمائی کے لئے کتابیں اتاریں، رسول بھیجے، شکوک و شبہات دور کردیئے، ہدایت کی وضاحت کردی۔ ایمان اور خیرات کا حکم کر کے پھر ایمان کی رغبت دلا کر اور یہ بیان فرما کر کہ ایمان نہ لانے کا اب کوئی عذر میں نے باقی نہیں رکھا پھر صدقات کی رغبت دلائی، اور فرمایا میری راہ میں خرچ کرو اور فقیری سے نہ ڈرو، اس لئے کہ جس کی راہ میں تم خرچ کر رہے ہو وہ زمین و آسمان کے خزانوں کا تنہا مالک ہے، عرش و کرسی اسی کی ہے اور وہ تم سے اس خیرات کے بدلے انعام کا وعدہ کرچکا ہے۔ فرماتا ہے آیت (وَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚ وَهُوَ خَيْرُ الرّٰزِقِيْنَ 39؀) 34۔ سبأ :39) جو کچھ تم راہ اللہ دو گے اس کا بہترین بدلہ وہ تمہیں دے گا اور روزی رساں درحقیقت وہی ہے اور فرماتا ہے (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍ 96؀) 16۔ النحل :96) اگر یہ فانی مال تم خرچ کرو گے وہ اپنے پاس کا ہمیشگی والا مال تمہیں دے گا۔ توکل والے خرچ کرتے رہتے ہیں اور مالک عرش انہیں تنگی ترشی سے محفوظ رکھتا ہے، انہیں اس بات کا اعتماد ہوتا ہے کہ ہمارے فی سبیل اللہ خرچ کردہ مال کا بدلہ دونوں جہان میں ہمیں قطعاً مل کر رہے گا۔ پھر اس امر کا بیان ہو رہا ہے کہ فتح مکہ سے پہلے جن لوگوں نے راہ اللہ خرچ کیا اور جہاد کیا اور جن لوگوں نے یہ نہیں کیا گو بعد فتح مکہ کیا ہو یہ دونوں برابر نہیں ہیں۔ اس وجہ سے بھی کہ اس وقت تنگی ترشی زیادہ تھی اور قوت طاقت کم تھی اور اس لئے بھی کہ اس وقت ایمان وہی قبول کرتا تھا جس کا دل ہر میل کچیل سے پاک ہوتا تھا۔ فتح مکہ کے بعد تو اسلام کو کھلا غلبہ ملا اور مسلمانوں کی تعداد بہت زیادہ ہوگئی اور فتوحات کی وسعت ہوئی ساتھ ہی مال بھی نظر آنے لگا، پس اس وقت اور اس وقت میں جتنا فرق ہے اتنا ہی ان لوگوں اور ان لوگوں کے اجر میں فرق ہے، انہیں بہت بڑے اجر ملیں گے گو دونوں اصل بھلائی اور اصل اجر میں شریک ہیں، بعض نے کہا ہے فتح سے مراد صلح حدیبیہ ہے۔ اس کی تائید مسند احمد کی اس روایت سے بھی ہوتی ہے کہ حضرت خالد بن ولید اور حضرت عبدالرحمٰن بن عوف میں کچھ اختلاف ہوگیا جس میں حضرت خالد نے فرمایا تم اسی پر اکڑ رہے ہو کہ ہم سے کچھ دن پہلے اسلام لائے۔ جب حضور ﷺ کو اس کا علم ہوا تو آپ نے فرمایا میرے صحابہ کو میرے لئے چھوڑ دو ، اس کی قسم جس کے ہاتھ میں میری جان ہے اگر تم احد کے یا کسی اور پہاڑ کے برابر سونا خرچ کرو تو بھی ان کے اعمال کو پہنچ نہیں سکتے۔ ظاہر ہے کہ یہ واقعہ حضرت خالد کے مسلمان ہوجانے کے بعد کا ہے اور آپ صلح حدیبیہ کے بعد اور فتح مکہ سے پہلے ایمان لائے تھے اور یہ اختلاف جس کا ذکر اس روایت میں ہے بنو جذیمہ کے بارے میں ہوا تھا حضور ﷺ نے فتح مکہ کے بعد حضرت خالد کی امارت میں اس کی طرف ایک لشکر بھیجا تھا جب وہاں پہنچے تو ان لوگوں نے پکارنا شروع کیا ہم مسلمان ہوگئے ہم صابی ہوئے یعنی بےدین ہوئے، اس لئے کہ کفار مسلمانوں کو یہی لفظ کہا کرتے تھے حضرت خالد نے غالباً اس کلمہ کا اصلی مطلب نہ سمجھ کر ان کے قتل کا حکم دے دیا بلکہ ان کے جو لوگ گرفتار کئے گئے تھے انہیں قتل کر ڈالنے کا حکم دیا اس پر حضرت عبدالرحمن بن عوف اور حضرت عبداللہ بن عمر نے ان کی مخالفت کی اس واقعہ کا مختصر بیان اوپر والی حدیث میں ہے۔ صحیح حدیث میں ہے میرے صحابہ کو برا نہ کہو اس کی قسم جس کے قبضہ میں میری جان ہے اگر تم میں سے کوئی احد پہاڑ کے برابر سونا خرچ کرے تو بھی ان کے تین پاؤ اناج کے ثواب کو نہیں پہنچے گا بلکہ ڈیڑھ پاؤ کو بھی نہ پہنچے گا۔ ابن جریر میں ہے حدیبیہ والے سال ہم حضور ﷺ کے ساتھ جب عسفان میں پہنچے تو آپ نے فرمایا ایسے لوگ بھی آئیں گے کہ تم اپنے اعمال کو ان کے اعمال کے مقابلہ میں حقیر سمجھنے لگو گے ہم نے کہا کیا قریشی ؟ فرمایا نہیں بلکہ یمنی نہایت نرم دل نہایت خوش اخلاق سادہ مزاج۔ ہم نے کہا حضور ﷺ پھر کیا وہ ہم سے بہتر ہوں گے ؟ آپ نے جواب دیا کہ اگر ان میں سے کسی کے پاس احد پہاڑ کے برابر سونا بھی ہو اور وہ اسے راہ اللہ خرچ کرے تو تم میں سے ایک کے تین پاؤ بلکہ ڈیڑھ پاؤ اناج کی خیرات کو بھی نہیں پہنچ سکتا۔ یاد رکھو کہ ہم میں اور دوسرے تمام لوگوں میں یہی فرق ہے پھر آپ نے اسی آیت (لایستوی) کی تلاوت کی، لیکن یہ روایت غریب ہے، بخاری و مسلم میں حضرت ابو سعید خدری کی روایت میں خارجیوں کے ذکر میں ہے کہ تم اپنی نمازیں ان کی نمازوں کے مقابلہ اور اپنے روزے ان کے روزوں کے مقابلہ پر حقیر اور کمتر شمار کرو گے۔ وہ دین سے اس طرح نکل جائیں گے جس طرح تیر شکار سے ابن جریر میں ہے عنقریب ایک قوم آئے گی کہ تم اپنے اعمال کو کمتر سمجھنے لگو گے جب ان کے اعمال کے سامنے رکھو گے صحابہ نے پوچھا کیا وہ قریشیوں میں سے ہوں گے آپ نے فرمایا نہیں وہ سادہ مزاج نرم دل یہاں والے ہیں اور آپ نے یمن کی طرف اپنے ہاتھ سے اشارہ کیا پھر فرمایا وہ یمنی لوگ ہیں ایمان تو یمن والوں کا ایمان ہے اور حکمت یمن والوں کی حکمت ہے ہم نے پوچھا کیا وہ ہم سے بھی افضل ہوں گے ؟ فرمایا اس کی قسم جس کے ہاتھ میں میری جان ہے اگر ان میں سے کسی کے پاس سونے کا پہاڑ ہو اور اسے وہ راہ اللہ دے ڈالے تو بھی تمہارے ایک مد یا آدھے مد کو بھی نہیں پہنچ سکتا۔ پھر آپ نے اپنی اور انگلیاں تو بند کرلیں اور چھن گیا کو دراز کر کے فرمایا خبردار رہو یہ ہے فرق ہم میں اور دوسرے لوگوں میں، پھر آپ نے یہی آیت تلاوت فرمائی، پس اس حدیث میں حدیبیہ کا ذکر نہیں۔ پھر یہ بھی ہوسکتا ہے کہ ممکن ہے فتح مکہ سے پہلے ہی فتح مکہ کے بعد کی خبر اللہ تعالیٰ نے آپ کو دے دی ہو، جیسے کہ سورة مزمل میں جو ان ابتدائی سورتوں میں سے ہے جو مکہ شریف میں نازل ہوئی تھیں پروردگار نے خبر دی تھی کہ آیت (وَاٰخَرُوْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ڮ فَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُ 20؀) 73۔ المزمل :20) یعنی کچھ اور لوگ ایسے بھی ہیں جو اللہ کی راہ میں جہاد کرتے ہیں پس جس طرح اس آیت میں ایک آنے والے واقعہ کا تذکرہ ہے اسی طرح اس آیت کو اور حدیث کو بھی سمجھ لیا جائے واللہ اعلم۔ پھر فرماتا ہے کہ ہر ایک سے اللہ تعالیٰ نے بھلائی کا وعدہ کیا ہے یعنی فتح مکہ سے پہلے اور اس کے بعد بھی جس نے جو کچھ راہ اللہ دیا ہے کسی کو اس سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل ہیں۔ صحیح حدیث میں ہے قوی مومن اللہ کے نزدیک ضعیف مومن سے افضل ہے لیکن بھلائی دونوں میں ہے۔ اگر یہ فقرہ اس آیت میں نہ ہوتا تو ممکن تھا کہ کسی کو ان بعد والوں کی سبکی کا خیال گذرے اس لئے فضیلت بیان فرما کر پھر عطف ڈال کر اصل اجر میں دونوں کو شریک بتایا۔ پھر فرمایا تمہارے تمام اعمال کی تمہارے رب کو خبر ہے وہ درجات میں جو تفاوت رکھتا ہے وہ بھی انداز سے نہیں بلکہ صحیح علم سے۔ حدیث شریف میں ہے ایک درہم ایک لاکھ درہم سے بڑھ جاتا ہے۔ یہ بھی یاد رہے کہ اس کے سردار ہیں آپ نے ابتدائی تنگی کے وقت اپنا کل مال راہ اللہ دے دیا تھا جس کا بدلہ سوائے اللہ کے کسی اور سے مطلوب نہ تھا۔ حضرت عمر ؓ فرماتے ہیں میں دربار رسالت مآب میں تھا اور حضرت صدیق اکبر بھی تھے۔ صرف ایک عبا آپ کے جسم پر تھی، گریبان کانٹے سے اٹکائے ہوئے تھے جو حضرت جبرائیل ؑ نازل ہوئے اور پوچھا کیا بات ہے جو حضرت ابوبکر نے فقط ایک عبا پہن رکھی ہے اور کانٹا لگا رکھا ہے ؟ حضور ﷺ نے فرمایا انہوں نے اپنا کل مال میرے کاموں میں فتح سے پہلے ہی راہ اللہ خرچ کر ڈالا ہے اب ان کے پاس کچھ نہیں، حضرت جبرائیل ؑ نے فرمایا ان سے کہو کہ اللہ انہیں سلام کہتا ہے اور فرماتا ہے کہ اس فقیری میں تم مجھ سے خوش ہو یا ناخوش ہو ؟ آپ نے حضرت صدیق کو یہ سب کہہ کر سوال کیا۔ جواب ملا کہ اپنے رب عزوجل سے ناراض کیسے ہوسکتا ہوں میں اس حال میں بہت خوش ہوں۔ یہ حدیث سنداً ضعیف ہے واللہ اعلم۔ پھر فرماتا ہے کون ہے جو اللہ کو اچھا قرض دے، اس سے مراد اللہ تعالیٰ کی خوشنودی کے لئے خرچ کرنا ہے۔ بعض نے کہا ہے بال بچوں کو کھلانا پلانا وغیرہ خرچ مراد ہے۔ ہوسکتا ہے کہ آیت اپنے عموم کے لحاظ سے دونوں صورتوں کو شامل ہو، پھر اس پر وعدہ فرماتا ہے کہ اسے بہت بڑھا چڑھا کر بدلہ ملے گا اور جنت میں پاکیزہ تر روزی ملے گی، اس آیت کو سن کر حضرت ابو دحداح انصاری ؓ حضور ﷺ کے پاس آئے اور کہا کیا ہمارا رب ہم سے قرض مانگتا ہے ؟ آپ نے فرمایا ہاں، کہا ذرا اپنا ہاتھ تو دیجئے آپ نے ہاتھ بڑھایا تو آپ کا ہاتھ اپنے ہاتھ میں لے کر فرمایا میرا باغ جس میں کھجور کے چھ سو درخت ہیں وہ میں نے اپنے رب کو دیا آپ کے بیوی بچے بھی اسی باغ میں تھے آپ آئے اور باغ کے دروازے پر کھڑے رہ کر اپنی بیوی صاحبہ کو آواز دی وہ لبیک کہتی ہوئی آئیں تو فرمانے لگے بچوں کو لے کر چلی آؤ میں نے یہ باغ اپنے رب عزوجل کو قرض دے دیا ہے۔ وہ خوش ہو کر کہنے لگیں آپ نے بہت نفع کی تجارت کی اور بال بچوں کو اور گھر کے اثاثے کو لے کر باہر چلی آئیں، حضور ﷺ فرمانے لگے جنتی درخت وہاں کے باغات جو میوؤں سے لدے ہوئے اور جن کی شاخیں یا قوت اور موتی کی ہیں ابو دحداح کو اللہ نے دے دیں۔"
    },
    {
      "ayah": 12,
      "surah": 57,
      "text": "اعمال کے مطابق بدلہ دیا جائے گا  یہاں بیان ہو رہا ہے کہ مسلمانوں کے نیک اعمال کے مطابق انہیں نور ملے گا جو قیامت کے دن کے ان کے ساتھ ساتھ رہے گا۔ حضرت عبداللہ بن مسعود ؓ فرماتے ہیں ان میں بعض کا نور پہاڑوں کے برابر ہوگا اور بعض کا کھجوروں کے درختوں کے برابر اور بعض کا کھڑے انسان کے قد کے برابر سب سے کم نور جس گنہگار مومن کا ہوگا اس کے پیر کے انگوٹھے پر نور ہوگا جو کبھی روشن ہوتا ہوگا اور کبھی بجھ جاتا ہوگا (ابن جریر) حضرت قتادہ فرماتے ہیں ہم سے ذکر کیا گیا ہے کہ حضور ﷺ کا ارشاد ہے بعض مومن ایسے بھی ہوں گے جن کا نور اس قدر ہوگا کہ جس قدر مدینہ سے عدن دور ہے اور ابین دور ہے اور صنعا دور ہے۔ بعض اس سے کم بعض اس سے کم یہاں تک کہ بعض وہ بھی ہوں گے جن کے نور سے صرف ان کے دونوں قدموں کے پاس ہی اجالا ہوگا۔ حضرت جنادہ بن ابو امیہ فرماتے ہیں لوگو ! تمہارے نام مع ولدیت کے اور خاص نشانیوں کے اللہ کے ہاں لکھے ہوئے ہیں اسی طرح تمہارا ہر ظاہر باطن عمل بھی وہاں لکھا ہوا ہے قیامت کے دن نام لے کر پکار کر کہہ دیا جائے گا کہ اے فلاں یہ تیرا نور ہے اور اے فلاں تیرے لئے کوئی نور ہمارے ہاں نہیں۔ پھر آپ نے اسی آیت کی تلاوت فرمائی۔ حضرت ضحاک فرماتے ہیں اول اول تو ہر شخص کو نور عطا ہوگا لیکن جب پل صراط پر جائیں گے تو منافقوں کا نور بجھ جائے گا اسے دیکھ کر مومن بھی ڈرنے لگیں گے کہ ایسا نہ ہو ہمارا نور بھی بجھ جائے تو اللہ سے دعائیں کریں گے کہ یا اللہ ہمارا نور ہمارے لئے پورا پورا کر۔ حضرت حسن فرماتے ہیں اس آیت سے مراد پل صراط پر نور کا ملنا ہے تاکہ اس اندھیری جگہ سے با آرام گذر جائیں۔ رسول مقبول ﷺ فرماتے ہیں سب سے پہلے سجدے کی اجازت قیامت کے دن مجھے دی جائے گی اور اسی طرح سب سے پہلے سجدے سے سر اٹھانے کا حکم بھی مجھے ہوگا میں آگے پیچھے دائیں بائیں نظریں ڈالوں گا اور اپنی امت کو پہچان لوں گا تو ایک شخص نے کہا حضور ﷺ حضرت نوح ؑ سے لے کر آپ کی امت تک کی تمام امتیں اس میدان میں اکٹھی ہوں گی ان میں سے آپ اپنی امت کی شناخت کیسے کریں گے ؟ آپ نے فرمایا بعض مخصوص نشانیوں کی وجہ سے میری امت کے اعضاء وضو چمک رہے ہوں گے یہ وصف کسی اور امت میں نہ ہوگا اور انہیں ان کے نامہ اعمال ان کے داہنے ہاتھوں میں دیئے جائیں گے اور ان کے چہرے چمک رہے ہوں گے اور ان کا نور ان کے آگے آگے چلتا ہوگا اور ان کی اولاد ان کے ساتھ ہی ہوگی۔ ضحاک فرماتے ہیں ان کے دائیں ہاتھ میں ان کا عمل نامہ ہوگا جیسے اور آیتوں میں تشریح ہے۔ ان سے کہا جائے گا کہ آج تمہیں ان جنتوں کی بشارت ہے جن کے چپے چپے پر چشمے جاری ہیں جہاں سے کبھی نکلنا نہیں، یہ زبردست کامیابی ہے۔ اس کے بعد کی آیت میں میدان قیامت کے ہولناک دل شکن اور کپکپا دینے والے واقعہ کا بیان ہے کہ سوائے سچے ایمان اور کھرے اعمال والوں کے نجات کسی کو منہ دکھائے گی۔ سلیم بن عامر فرماتے ہیں ہم ایک جنازے کے ساتھ باب دمشق میں تھے جب جنازے کی نماز ہوچکی اور دفن کا کام شروع ہوا تو حضرت ابو امامہ باہلی ؓ نے فرمایا لوگو ! تم اس دنیا کی منزل میں آج صبح شام کر رہے ہو نیکیاں برائیاں کرسکتے ہو اس کے بعد ایک اور منزل کی طرف تم سب کوچ کرنے والے ہو وہ منزل یہی قبر کی ہے جو تنہائی کا، اندھیرے کا، کیڑوں کا اور تنگی اور تاریکی والا گھر ہے مگر جس کے لئے اللہ تعالیٰ اسے وسعت دے دے۔ یہاں سے تم پھر میدان قیامت کے مختلف مقامات پر وارد ہو گے۔ ایک جگہ بہت سے لوگوں کے چہرے سفید ہوجائیں گے اور بہت سے لوگوں کے سیاہ پڑجائیں گے، پھر ایک اور میدان میں جاؤ گے جہاں سخت اندھیرا ہوگا وہاں ایمانداروں کو نور تقسیم کیا جائے گا اور کافر و منافق بےنور رہ جائے گا، اسی کا ذکر آیت (او ظلمات) الخ، میں ہے پس جس طرح آنکھوں والے کی بصارت سے اندھا کوئی نفع حاصل نہیں کرسکتا منافق و کافر ایماندار کے نور سے کچھ فائدہ نہ اٹھا سکے گا۔ تو منافق ایمانداروں سے آرزو کریں گے کہ اس قدر آگے نہ بڑھ جاؤ کچھ تو ٹھہرو جو ہم بھی تمہارے نور کے سہارے چلیں تو جس طرح یہ دنیا میں مسلمانوں کے ساتھ مکر و فریب کرتے تھے آج ان سے کہا جائے گا کہ لوٹ جاؤ اور نور تلاش کر لاؤ یہ واپس نور کی تقسیم کی جگہ جائیں گے لیکن وہاں کچھ نہ پائیں گے، یہی اللہ کا وہ مکر ہے جس کا بیان آیت (اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَھُوَ خَادِعُھُمْ ۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰى ۙ يُرَاۗءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًا01402ۡۙ) 4۔ النسآء :142) ، میں ہے۔ اب لوٹ کر یہاں جو آئیں گے تو دیکھیں گے کہ مومنوں اور ان کے درمیان ایک دیوار حائل ہوگئی ہے جس کے اس طرف رحمت ہی رحمت ہے اور اس طرف عذاب و سزا ہے۔ پس منافق نور کی تقسیم کے وقت تک دھوکے میں ہی پڑ رہے گا نور مل جانے پر بھید کھل جائے گا تمیز ہوجائے گی اور یہ منافق اللہ کی رحمت سے مایوس ہوجائیں گے۔ ابن عباس سے مروی ہے کہ جب کامل اندھیرا چھایا ہوا ہوگا کہ کوئی انسان اپنا ہاتھ بھی نہ دیکھ سکے اس وقت اللہ تعالیٰ ایک نور ظاہر کرے گا مسلمان اس طرف جانے لگیں گے تو منافق بھی پیچھے لگ جائیں گے۔ جب مومن زیادہ آگے نکل جائیں گے تو یہ انہیں ٹھہرانے کے لئے آواز دیں گے اور یاد دلائیں گے کہ دنیا میں ہم سب ساتھ ہی تھے۔ حضور ﷺ کا ارشاد ہے کہ قیامت کے دن لوگوں کو ان کی پردہ پوشی کے لئے ان کے ناموں سے پکارا جائے گا لیکن پل صراط پر تمیز ہوجائے گی مومنوں کو نور ملے گا اور منافقوں کو بھی ملے گا لیکن جب درمیان میں پہنچ جائیں گے منافقوں کا نور بجھ جائے گا یہ مومنوں کو آواز دیں گے لیکن اس وقت خود مومن خوف زدہ ہو رہے ہوں گے یہ وہ وقت ہوگا کہ ہر ایک آپادھاپی میں ہوگا، جس دیوار کا یہاں ذکر ہے یہ جنت و دوزخ کے درمیان حد فاصل ہوگی اسی کا ذکر آیت (وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَي الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّاۢ بِسِيْمٰىهُمْ ۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْ ۣ لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ 46؀) 7۔ الاعراف :46) میں ہے۔ پس جنت میں رحمت اور جہنم میں عذاب۔ ٹھیک بات یہی ہے لیکن بعض کا قول ہے کہ اس سے مراد بیت المقدس کی دیوار ہے جو جہنم کی وادی کے پاس ہوگی، ابن عمر سے مروی ہے کہ یہ دیوار بیت المقدس کی شرقی دیوار ہے جس کے باطن میں مسجد وغیرہ ہے اور جس کے ظاہر میں وادی جہنم ہے اور بعض بزرگوں نے بھی یہی کہا ہے، لیکن یہ یاد رکھنا چاہئے کہ ان کا مطلب یہ نہیں کہ بعینہ یہی دیوار اس آیت میں مراد ہے بلکہ اس کا ذکر بطور قرب کے معنی میں آیت کی تفسیر میں ان حضرات نے کردیا ہے اس لئے کہ جنت آسمانوں میں اعلیٰ علین میں ہے اور جہنم اسفل السافلین میں حضرت کعب احبار سے مروی ہے کہ جس دروازے کا ذکر اس آیت میں ہے اس سے مراد مسجد کا باب الرحمت ہے یہ بنو اسرائیل کی روایت ہے جو ہمارے لئے سند نہیں بن سکتی۔ حقیقت یہ ہے کہ یہ دیوار قیامت کے دن مومنوں اور منافقوں کے درمیان علیحدگی کے لئے کھڑی کی جائے گی مومن تو اس کے دروازے میں سے جا کر جنت میں پہنچ جائیں گے پھر دروازہ بند ہوجائے گا اور منافق حیرت زدہ ظلمت و عذاب میں رہ جائیں گے۔ جیسے کہ دنیا میں بھی یہ لوگ کفر و جہالت شک و حیرت کی اندھیروں میں تھے، اب یہ یاد دلائیں گے کہ دیکھو دنیا میں ہم تمہارے ساتھ تھے جمعہ جماعت ادا کرتے تھے عرفات اور غزوات میں موجود رہتے تھے واجبات ادا کرتے تھے۔ ایماندار کہیں گے ہاں بات تو ٹھیک ہے لیکن اپنے کرتوت تو دیکھو گناہوں میں نفسانی خواہشوں میں اللہ کی نافرمانیوں میں عمر بھر تم لذتیں اٹھاتے رہے اور آج توبہ کرلیں گے کل بد اعمالیوں چھوڑ دیں گے اسی میں رہے۔ انتظار میں ہی عمر گزاری دی کہ دیکھیں مسلمانوں کا نتیجہ کیا ہوتا ہے ؟ اور تمہیں یہ بھی یقین نہ آیا کہ قیامت آئے گی بھی یا نہیں ؟ اور پھر اس آرزو میں رہے کہ اگر آئے گی پھر تو ہم ضرور بخش دیئے جائیں گے اور مرتے دم تک اللہ کی طرف یقین خلوص کے ساتھ جھکنے کی توفیق میسر نہ آئی اور اللہ کے ساتھ تمہیں دھوکے باز شیطان نے دھوکے میں ہی رکھا۔ یہاں تک کہ آج تم جہنم واصل ہوگئے۔ مطلب یہ ہے کہ جسموں سے تو تم ہمارے ساتھ تھے لیکن دل اور نیت سے ہمارے ساتھ نہ تھے بلکہ حیرت و شک میں ہی پڑے رہے ریا کاری میں رہے اور دل لگا کر یاد الٰہی کرنا بھی تمہیں نصیب نہ ہوا۔ حضرت مجاہد فرماتے ہیں کہ یہ منافق مومنوں کے ساتھ تھے نکاح بیاہ مجلس مجمع موت زیست میں شریک رہے۔ کہ خبردار ان کا رنگ تم پر نہ چڑھ جائے۔ اصل و فرع میں ان سے بالکل الگ رہو، ابن ابی حاتم میں ہے حضرت ربیع بن ابو عمیلہ فرماتے ہیں قرآن حدیث کی مٹھاس تو مسلم ہی ہے لیکن میں نے حضرت عبداللہ بن مسعود ؓ سے ایک بہت ہی پیاری اور میٹھی بات سنی ہے جو مجھے بیحد محبوب اور مرغوب ہے آپ نے فرمایا جب بنو اسرائیل کی الہامی کتاب پر کچھ زمانہ گذر گیا تو ان لوگوں نے کچھ کتابیں خود تصنیف کرلیں اور ان میں وہ مسائل لکھے جو انہیں پسند تھے اور جو ان کے اپنے ذہن سے انہوں نے تراش لئے تھے، اب مزے لے لے کر زبانیں موڑ موڑ کر انہیں پڑھنے لگے ان میں سے اکثر مسائل اللہ کی کتاب کے خلاف تھے جن جن احکام کے ماننے کو ان کا جی نہ چاہتا تھا انہوں نے بدل ڈالے تھے اور اپنی کتاب میں اپنی طبیعت کے مطابق مسائل جمع کر لئے تھے اور انہی پر عامل بن گئے، اب انہیں سوجھی کہ اور لوگوں کو بھی منوائیں اور انہیں بھی آمادہ کریں کہ ان ہی ہماری لکھی ہوئی کتابوں کو شرعی کتابیں سمجھیں اور مدار عمل انہیں پر رکھیں اب لوگوں کو اسی کی دعوت دینے لگے اور زور پکڑتے گئے، یہاں تک کہ جو ان کی ان کتابوں کو نہ مانتا اسے یہ ستاتے تکلیف دیتے مارتے پیٹتے بلکہ قتل کر ڈالتے، ان میں ایک شخص اللہ والے پورے عالم اور متقی تھے انہوں نے ان کی طاقت سے اور زیادتی سے مرعوب ہو کر کتاب اللہ کو ایک لطیف چیز پر لکھ کر ایک نر سنگھے میں ڈال کر اپنی گردن میں اسے ڈال لیا، ان لوگوں کا شر و فساد روز بروز بڑھتا جا رہا تھا یہاں تک کہ بہت سے ان لوگوں کو جو کتاب اللہ پر عامل تھے انہوں نے قتل کردیا، پھر آپس میں مشورہ کیا کہ دیکھو کہ یوں ایک ایک کو کب تک قتل کرتے رہیں گے ؟ ان کا بڑا عالم اور ہماری اس کتاب کو بالکل نہ ماننے والا تمام بنی اسرائیل میں سب سے بڑھ کر کتاب اللہ کا عامل فلاں عالم ہے اسے پکڑو اور اس سے اپنی یہ رائے قیاس کی کتاب منواؤ اگر وہ مان لے گا تو پھر ہماری چاندی ہی چاندی ہے اور اگر وہ نہ مانے تو اسے قتل کردو پھر تمہاری اس کتاب کا مخالف کوئی نہ رہے گا اور دوسرے لوگ خواہ مخواہ ہماری ان کتابوں کو قبول کرلیں گے اور انہیں ماننے لگیں گے، چناچہ ان رائے قیاس والوں نے کتاب اللہ کے عالم و عامل اس بزرگ کو پکڑوا منگوایا اور اس سے کہا کہ دیکھ ہماری اس کتاب میں جو ہے اسے سب کو تو مانتا ہے یا نہیں ؟ ان پر تیرا ایمان ہے یا نہیں ؟ اس اللہ ترس کتاب اللہ کے ماننے والے عالم نے کہا اس میں تم نے کیا لکھا ہے ؟ ذرا مجھے سناؤ تو، انہوں نے سنایا اور کہا اس کو تو مانتا ہے ؟ اس بزرگ کو اپنی جان کا ڈر تھا اس لئے جرات کے ساتھ یہ تو نہ کہہ سکا کہ نہیں مانتا بلکہ اپنے اس نرسنگھے کی طرف اشارہ کر کے کہا میرا اسپر ایمان ہے وہ سمجھ بیٹھے کہ اس کا اشارہ ہماری اس کتاب کی طرف ہے۔ چانچہ اس کی ایذاء رسانی سے باز رہے لیکن تاہم اس کے اطوار و افعال سے کھٹکتے ہی رہے یہاں تک کہ جب اس کا انتقال ہوا تو انہوں نے تفتیش شروع کی کہ ایسا نہ ہو اس کے پاس کتاب اللہ اور دین کے سچے مسائل کی کوئی کتاب ہو آخر وہ نرسنگھا ان کے ہاتھ لگ گیا پڑھا تو اس میں اصلی مسائل کتاب اللہ کے موجود تھے اب بات بنالی کہ ہم نے تو کبھی یہ مسائل نہیں سنے ایسی باتیں ہمارے دین کی نہیں چناچہ زبردست فتنہ برپا ہوگیا اور بہتر گروہ ہوگئے ان سب میں بہتر گروہ جو راستی پر اور حق پر تھا وہ تھا جو اس نرسنگھے والے مسائل پر عامل تھا۔ حضرت ابن مسعود نے یہ واقعہ بیان فرما کر کہا لوگو تم میں سے بھی جو باقی رہے گا وہ ایسے ہی امور کا معائنہ کرے گا اور وہ بالکل بےبس ہوگا ان بری کتابوں کے مٹانے کی اس میں قدرت نہ ہوگی، پس ایسے مجبوری اور بےکسی کے وقت بھی اس کا یہ فرض تو ضرور ہے کہ اللہ تعالیٰ پر یہ ثابت کر دے کہ وہ ان سب کو برا جانتا ہے۔ امام ابو جعفر طبری ؒ نے بھی یہ روایت نقل کی ہے کہ عتریس بن عرقوب حضرت عبداللہ بن مسعود ؓ کے پاس آئے اور کہنے لگے اے ابو عبد اللہ جو شخص بھلائی کا حکم نہ کرے اور برائی سے نہ روکے وہ ہلاک ہوا آپ نے فرمایا ہلاک وہ ہوگا جو اپنے دل سے اچھائی کو اچھائی نہ سمجھے اور برائی کو برائی نہ جانے، پھر آپ نے بنی اسرائیل کا یہ واقعہ بیان فرمایا۔ پھر ارشاد باری لیکن اب یہاں بالکل الگ کردیئے گئے۔ سورة مدثر کی آیتوں میں ہے کہ مسلمان مجرموں سے انہیں جہنم میں دیکھ کر پوچھیں گے کہ آخر تم یہاں کیسے پھنس گئے اور وہ اپنے بد اعمال گنوائیں گے۔ تو یاد رہے کہ یہ سوال صرف بطور ڈانٹ ڈپٹ کے اور انہیں شرمندہ کرنے کے لئے ہوگا ورنہ حقیقت حال سے مسلمان خوب آگاہ ہوں گے۔ پھر یہ جیسے وہاں فرمایا تھا کہ کسی کی سفارش انہیں نفع نہ دے گی، یہاں فرمایا آج ان سے فدیہ نہ لیا جائے گا گو زمین بھر کر سونا دیں قبول نہ کیا جائے گا نہ منافقوں سے نہ کافروں سے ان کا مرجع و ماویٰ جہنم ہے وہی ان کے لائق ہے اور ظاہر ہے کہ وہ بدترین جگہ ہے۔"
    },
    {
      "ayah": 13,
      "surah": 57,
      "text": "اعمال کے مطابق بدلہ دیا جائے گا  یہاں بیان ہو رہا ہے کہ مسلمانوں کے نیک اعمال کے مطابق انہیں نور ملے گا جو قیامت کے دن کے ان کے ساتھ ساتھ رہے گا۔ حضرت عبداللہ بن مسعود ؓ فرماتے ہیں ان میں بعض کا نور پہاڑوں کے برابر ہوگا اور بعض کا کھجوروں کے درختوں کے برابر اور بعض کا کھڑے انسان کے قد کے برابر سب سے کم نور جس گنہگار مومن کا ہوگا اس کے پیر کے انگوٹھے پر نور ہوگا جو کبھی روشن ہوتا ہوگا اور کبھی بجھ جاتا ہوگا (ابن جریر) حضرت قتادہ فرماتے ہیں ہم سے ذکر کیا گیا ہے کہ حضور ﷺ کا ارشاد ہے بعض مومن ایسے بھی ہوں گے جن کا نور اس قدر ہوگا کہ جس قدر مدینہ سے عدن دور ہے اور ابین دور ہے اور صنعا دور ہے۔ بعض اس سے کم بعض اس سے کم یہاں تک کہ بعض وہ بھی ہوں گے جن کے نور سے صرف ان کے دونوں قدموں کے پاس ہی اجالا ہوگا۔ حضرت جنادہ بن ابو امیہ فرماتے ہیں لوگو ! تمہارے نام مع ولدیت کے اور خاص نشانیوں کے اللہ کے ہاں لکھے ہوئے ہیں اسی طرح تمہارا ہر ظاہر باطن عمل بھی وہاں لکھا ہوا ہے قیامت کے دن نام لے کر پکار کر کہہ دیا جائے گا کہ اے فلاں یہ تیرا نور ہے اور اے فلاں تیرے لئے کوئی نور ہمارے ہاں نہیں۔ پھر آپ نے اسی آیت کی تلاوت فرمائی۔ حضرت ضحاک فرماتے ہیں اول اول تو ہر شخص کو نور عطا ہوگا لیکن جب پل صراط پر جائیں گے تو منافقوں کا نور بجھ جائے گا اسے دیکھ کر مومن بھی ڈرنے لگیں گے کہ ایسا نہ ہو ہمارا نور بھی بجھ جائے تو اللہ سے دعائیں کریں گے کہ یا اللہ ہمارا نور ہمارے لئے پورا پورا کر۔ حضرت حسن فرماتے ہیں اس آیت سے مراد پل صراط پر نور کا ملنا ہے تاکہ اس اندھیری جگہ سے با آرام گذر جائیں۔ رسول مقبول ﷺ فرماتے ہیں سب سے پہلے سجدے کی اجازت قیامت کے دن مجھے دی جائے گی اور اسی طرح سب سے پہلے سجدے سے سر اٹھانے کا حکم بھی مجھے ہوگا میں آگے پیچھے دائیں بائیں نظریں ڈالوں گا اور اپنی امت کو پہچان لوں گا تو ایک شخص نے کہا حضور ﷺ حضرت نوح ؑ سے لے کر آپ کی امت تک کی تمام امتیں اس میدان میں اکٹھی ہوں گی ان میں سے آپ اپنی امت کی شناخت کیسے کریں گے ؟ آپ نے فرمایا بعض مخصوص نشانیوں کی وجہ سے میری امت کے اعضاء وضو چمک رہے ہوں گے یہ وصف کسی اور امت میں نہ ہوگا اور انہیں ان کے نامہ اعمال ان کے داہنے ہاتھوں میں دیئے جائیں گے اور ان کے چہرے چمک رہے ہوں گے اور ان کا نور ان کے آگے آگے چلتا ہوگا اور ان کی اولاد ان کے ساتھ ہی ہوگی۔ ضحاک فرماتے ہیں ان کے دائیں ہاتھ میں ان کا عمل نامہ ہوگا جیسے اور آیتوں میں تشریح ہے۔ ان سے کہا جائے گا کہ آج تمہیں ان جنتوں کی بشارت ہے جن کے چپے چپے پر چشمے جاری ہیں جہاں سے کبھی نکلنا نہیں، یہ زبردست کامیابی ہے۔ اس کے بعد کی آیت میں میدان قیامت کے ہولناک دل شکن اور کپکپا دینے والے واقعہ کا بیان ہے کہ سوائے سچے ایمان اور کھرے اعمال والوں کے نجات کسی کو منہ دکھائے گی۔ سلیم بن عامر فرماتے ہیں ہم ایک جنازے کے ساتھ باب دمشق میں تھے جب جنازے کی نماز ہوچکی اور دفن کا کام شروع ہوا تو حضرت ابو امامہ باہلی ؓ نے فرمایا لوگو ! تم اس دنیا کی منزل میں آج صبح شام کر رہے ہو نیکیاں برائیاں کرسکتے ہو اس کے بعد ایک اور منزل کی طرف تم سب کوچ کرنے والے ہو وہ منزل یہی قبر کی ہے جو تنہائی کا، اندھیرے کا، کیڑوں کا اور تنگی اور تاریکی والا گھر ہے مگر جس کے لئے اللہ تعالیٰ اسے وسعت دے دے۔ یہاں سے تم پھر میدان قیامت کے مختلف مقامات پر وارد ہو گے۔ ایک جگہ بہت سے لوگوں کے چہرے سفید ہوجائیں گے اور بہت سے لوگوں کے سیاہ پڑجائیں گے، پھر ایک اور میدان میں جاؤ گے جہاں سخت اندھیرا ہوگا وہاں ایمانداروں کو نور تقسیم کیا جائے گا اور کافر و منافق بےنور رہ جائے گا، اسی کا ذکر آیت (او ظلمات) الخ، میں ہے پس جس طرح آنکھوں والے کی بصارت سے اندھا کوئی نفع حاصل نہیں کرسکتا منافق و کافر ایماندار کے نور سے کچھ فائدہ نہ اٹھا سکے گا۔ تو منافق ایمانداروں سے آرزو کریں گے کہ اس قدر آگے نہ بڑھ جاؤ کچھ تو ٹھہرو جو ہم بھی تمہارے نور کے سہارے چلیں تو جس طرح یہ دنیا میں مسلمانوں کے ساتھ مکر و فریب کرتے تھے آج ان سے کہا جائے گا کہ لوٹ جاؤ اور نور تلاش کر لاؤ یہ واپس نور کی تقسیم کی جگہ جائیں گے لیکن وہاں کچھ نہ پائیں گے، یہی اللہ کا وہ مکر ہے جس کا بیان آیت (اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَھُوَ خَادِعُھُمْ ۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰى ۙ يُرَاۗءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًا01402ۡۙ) 4۔ النسآء :142) ، میں ہے۔ اب لوٹ کر یہاں جو آئیں گے تو دیکھیں گے کہ مومنوں اور ان کے درمیان ایک دیوار حائل ہوگئی ہے جس کے اس طرف رحمت ہی رحمت ہے اور اس طرف عذاب و سزا ہے۔ پس منافق نور کی تقسیم کے وقت تک دھوکے میں ہی پڑ رہے گا نور مل جانے پر بھید کھل جائے گا تمیز ہوجائے گی اور یہ منافق اللہ کی رحمت سے مایوس ہوجائیں گے۔ ابن عباس سے مروی ہے کہ جب کامل اندھیرا چھایا ہوا ہوگا کہ کوئی انسان اپنا ہاتھ بھی نہ دیکھ سکے اس وقت اللہ تعالیٰ ایک نور ظاہر کرے گا مسلمان اس طرف جانے لگیں گے تو منافق بھی پیچھے لگ جائیں گے۔ جب مومن زیادہ آگے نکل جائیں گے تو یہ انہیں ٹھہرانے کے لئے آواز دیں گے اور یاد دلائیں گے کہ دنیا میں ہم سب ساتھ ہی تھے۔ حضور ﷺ کا ارشاد ہے کہ قیامت کے دن لوگوں کو ان کی پردہ پوشی کے لئے ان کے ناموں سے پکارا جائے گا لیکن پل صراط پر تمیز ہوجائے گی مومنوں کو نور ملے گا اور منافقوں کو بھی ملے گا لیکن جب درمیان میں پہنچ جائیں گے منافقوں کا نور بجھ جائے گا یہ مومنوں کو آواز دیں گے لیکن اس وقت خود مومن خوف زدہ ہو رہے ہوں گے یہ وہ وقت ہوگا کہ ہر ایک آپادھاپی میں ہوگا، جس دیوار کا یہاں ذکر ہے یہ جنت و دوزخ کے درمیان حد فاصل ہوگی اسی کا ذکر آیت (وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَي الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّاۢ بِسِيْمٰىهُمْ ۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْ ۣ لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ 46؀) 7۔ الاعراف :46) میں ہے۔ پس جنت میں رحمت اور جہنم میں عذاب۔ ٹھیک بات یہی ہے لیکن بعض کا قول ہے کہ اس سے مراد بیت المقدس کی دیوار ہے جو جہنم کی وادی کے پاس ہوگی، ابن عمر سے مروی ہے کہ یہ دیوار بیت المقدس کی شرقی دیوار ہے جس کے باطن میں مسجد وغیرہ ہے اور جس کے ظاہر میں وادی جہنم ہے اور بعض بزرگوں نے بھی یہی کہا ہے، لیکن یہ یاد رکھنا چاہئے کہ ان کا مطلب یہ نہیں کہ بعینہ یہی دیوار اس آیت میں مراد ہے بلکہ اس کا ذکر بطور قرب کے معنی میں آیت کی تفسیر میں ان حضرات نے کردیا ہے اس لئے کہ جنت آسمانوں میں اعلیٰ علین میں ہے اور جہنم اسفل السافلین میں حضرت کعب احبار سے مروی ہے کہ جس دروازے کا ذکر اس آیت میں ہے اس سے مراد مسجد کا باب الرحمت ہے یہ بنو اسرائیل کی روایت ہے جو ہمارے لئے سند نہیں بن سکتی۔ حقیقت یہ ہے کہ یہ دیوار قیامت کے دن مومنوں اور منافقوں کے درمیان علیحدگی کے لئے کھڑی کی جائے گی مومن تو اس کے دروازے میں سے جا کر جنت میں پہنچ جائیں گے پھر دروازہ بند ہوجائے گا اور منافق حیرت زدہ ظلمت و عذاب میں رہ جائیں گے۔ جیسے کہ دنیا میں بھی یہ لوگ کفر و جہالت شک و حیرت کی اندھیروں میں تھے، اب یہ یاد دلائیں گے کہ دیکھو دنیا میں ہم تمہارے ساتھ تھے جمعہ جماعت ادا کرتے تھے عرفات اور غزوات میں موجود رہتے تھے واجبات ادا کرتے تھے۔ ایماندار کہیں گے ہاں بات تو ٹھیک ہے لیکن اپنے کرتوت تو دیکھو گناہوں میں نفسانی خواہشوں میں اللہ کی نافرمانیوں میں عمر بھر تم لذتیں اٹھاتے رہے اور آج توبہ کرلیں گے کل بد اعمالیوں چھوڑ دیں گے اسی میں رہے۔ انتظار میں ہی عمر گزاری دی کہ دیکھیں مسلمانوں کا نتیجہ کیا ہوتا ہے ؟ اور تمہیں یہ بھی یقین نہ آیا کہ قیامت آئے گی بھی یا نہیں ؟ اور پھر اس آرزو میں رہے کہ اگر آئے گی پھر تو ہم ضرور بخش دیئے جائیں گے اور مرتے دم تک اللہ کی طرف یقین خلوص کے ساتھ جھکنے کی توفیق میسر نہ آئی اور اللہ کے ساتھ تمہیں دھوکے باز شیطان نے دھوکے میں ہی رکھا۔ یہاں تک کہ آج تم جہنم واصل ہوگئے۔ مطلب یہ ہے کہ جسموں سے تو تم ہمارے ساتھ تھے لیکن دل اور نیت سے ہمارے ساتھ نہ تھے بلکہ حیرت و شک میں ہی پڑے رہے ریا کاری میں رہے اور دل لگا کر یاد الٰہی کرنا بھی تمہیں نصیب نہ ہوا۔ حضرت مجاہد فرماتے ہیں کہ یہ منافق مومنوں کے ساتھ تھے نکاح بیاہ مجلس مجمع موت زیست میں شریک رہے۔ کہ خبردار ان کا رنگ تم پر نہ چڑھ جائے۔ اصل و فرع میں ان سے بالکل الگ رہو، ابن ابی حاتم میں ہے حضرت ربیع بن ابو عمیلہ فرماتے ہیں قرآن حدیث کی مٹھاس تو مسلم ہی ہے لیکن میں نے حضرت عبداللہ بن مسعود ؓ سے ایک بہت ہی پیاری اور میٹھی بات سنی ہے جو مجھے بیحد محبوب اور مرغوب ہے آپ نے فرمایا جب بنو اسرائیل کی الہامی کتاب پر کچھ زمانہ گذر گیا تو ان لوگوں نے کچھ کتابیں خود تصنیف کرلیں اور ان میں وہ مسائل لکھے جو انہیں پسند تھے اور جو ان کے اپنے ذہن سے انہوں نے تراش لئے تھے، اب مزے لے لے کر زبانیں موڑ موڑ کر انہیں پڑھنے لگے ان میں سے اکثر مسائل اللہ کی کتاب کے خلاف تھے جن جن احکام کے ماننے کو ان کا جی نہ چاہتا تھا انہوں نے بدل ڈالے تھے اور اپنی کتاب میں اپنی طبیعت کے مطابق مسائل جمع کر لئے تھے اور انہی پر عامل بن گئے، اب انہیں سوجھی کہ اور لوگوں کو بھی منوائیں اور انہیں بھی آمادہ کریں کہ ان ہی ہماری لکھی ہوئی کتابوں کو شرعی کتابیں سمجھیں اور مدار عمل انہیں پر رکھیں اب لوگوں کو اسی کی دعوت دینے لگے اور زور پکڑتے گئے، یہاں تک کہ جو ان کی ان کتابوں کو نہ مانتا اسے یہ ستاتے تکلیف دیتے مارتے پیٹتے بلکہ قتل کر ڈالتے، ان میں ایک شخص اللہ والے پورے عالم اور متقی تھے انہوں نے ان کی طاقت سے اور زیادتی سے مرعوب ہو کر کتاب اللہ کو ایک لطیف چیز پر لکھ کر ایک نر سنگھے میں ڈال کر اپنی گردن میں اسے ڈال لیا، ان لوگوں کا شر و فساد روز بروز بڑھتا جا رہا تھا یہاں تک کہ بہت سے ان لوگوں کو جو کتاب اللہ پر عامل تھے انہوں نے قتل کردیا، پھر آپس میں مشورہ کیا کہ دیکھو کہ یوں ایک ایک کو کب تک قتل کرتے رہیں گے ؟ ان کا بڑا عالم اور ہماری اس کتاب کو بالکل نہ ماننے والا تمام بنی اسرائیل میں سب سے بڑھ کر کتاب اللہ کا عامل فلاں عالم ہے اسے پکڑو اور اس سے اپنی یہ رائے قیاس کی کتاب منواؤ اگر وہ مان لے گا تو پھر ہماری چاندی ہی چاندی ہے اور اگر وہ نہ مانے تو اسے قتل کردو پھر تمہاری اس کتاب کا مخالف کوئی نہ رہے گا اور دوسرے لوگ خواہ مخواہ ہماری ان کتابوں کو قبول کرلیں گے اور انہیں ماننے لگیں گے، چناچہ ان رائے قیاس والوں نے کتاب اللہ کے عالم و عامل اس بزرگ کو پکڑوا منگوایا اور اس سے کہا کہ دیکھ ہماری اس کتاب میں جو ہے اسے سب کو تو مانتا ہے یا نہیں ؟ ان پر تیرا ایمان ہے یا نہیں ؟ اس اللہ ترس کتاب اللہ کے ماننے والے عالم نے کہا اس میں تم نے کیا لکھا ہے ؟ ذرا مجھے سناؤ تو، انہوں نے سنایا اور کہا اس کو تو مانتا ہے ؟ اس بزرگ کو اپنی جان کا ڈر تھا اس لئے جرات کے ساتھ یہ تو نہ کہہ سکا کہ نہیں مانتا بلکہ اپنے اس نرسنگھے کی طرف اشارہ کر کے کہا میرا اسپر ایمان ہے وہ سمجھ بیٹھے کہ اس کا اشارہ ہماری اس کتاب کی طرف ہے۔ چانچہ اس کی ایذاء رسانی سے باز رہے لیکن تاہم اس کے اطوار و افعال سے کھٹکتے ہی رہے یہاں تک کہ جب اس کا انتقال ہوا تو انہوں نے تفتیش شروع کی کہ ایسا نہ ہو اس کے پاس کتاب اللہ اور دین کے سچے مسائل کی کوئی کتاب ہو آخر وہ نرسنگھا ان کے ہاتھ لگ گیا پڑھا تو اس میں اصلی مسائل کتاب اللہ کے موجود تھے اب بات بنالی کہ ہم نے تو کبھی یہ مسائل نہیں سنے ایسی باتیں ہمارے دین کی نہیں چناچہ زبردست فتنہ برپا ہوگیا اور بہتر گروہ ہوگئے ان سب میں بہتر گروہ جو راستی پر اور حق پر تھا وہ تھا جو اس نرسنگھے والے مسائل پر عامل تھا۔ حضرت ابن مسعود نے یہ واقعہ بیان فرما کر کہا لوگو تم میں سے بھی جو باقی رہے گا وہ ایسے ہی امور کا معائنہ کرے گا اور وہ بالکل بےبس ہوگا ان بری کتابوں کے مٹانے کی اس میں قدرت نہ ہوگی، پس ایسے مجبوری اور بےکسی کے وقت بھی اس کا یہ فرض تو ضرور ہے کہ اللہ تعالیٰ پر یہ ثابت کر دے کہ وہ ان سب کو برا جانتا ہے۔ امام ابو جعفر طبری ؒ نے بھی یہ روایت نقل کی ہے کہ عتریس بن عرقوب حضرت عبداللہ بن مسعود ؓ کے پاس آئے اور کہنے لگے اے ابو عبد اللہ جو شخص بھلائی کا حکم نہ کرے اور برائی سے نہ روکے وہ ہلاک ہوا آپ نے فرمایا ہلاک وہ ہوگا جو اپنے دل سے اچھائی کو اچھائی نہ سمجھے اور برائی کو برائی نہ جانے، پھر آپ نے بنی اسرائیل کا یہ واقعہ بیان فرمایا۔ پھر ارشاد باری لیکن اب یہاں بالکل الگ کردیئے گئے۔ سورة مدثر کی آیتوں میں ہے کہ مسلمان مجرموں سے انہیں جہنم میں دیکھ کر پوچھیں گے کہ آخر تم یہاں کیسے پھنس گئے اور وہ اپنے بد اعمال گنوائیں گے۔ تو یاد رہے کہ یہ سوال صرف بطور ڈانٹ ڈپٹ کے اور انہیں شرمندہ کرنے کے لئے ہوگا ورنہ حقیقت حال سے مسلمان خوب آگاہ ہوں گے۔ پھر یہ جیسے وہاں فرمایا تھا کہ کسی کی سفارش انہیں نفع نہ دے گی، یہاں فرمایا آج ان سے فدیہ نہ لیا جائے گا گو زمین بھر کر سونا دیں قبول نہ کیا جائے گا نہ منافقوں سے نہ کافروں سے ان کا مرجع و ماویٰ جہنم ہے وہی ان کے لائق ہے اور ظاہر ہے کہ وہ بدترین جگہ ہے۔"
    },
    {
      "ayah": 14,
      "surah": 57,
      "text": "اعمال کے مطابق بدلہ دیا جائے گا  یہاں بیان ہو رہا ہے کہ مسلمانوں کے نیک اعمال کے مطابق انہیں نور ملے گا جو قیامت کے دن کے ان کے ساتھ ساتھ رہے گا۔ حضرت عبداللہ بن مسعود ؓ فرماتے ہیں ان میں بعض کا نور پہاڑوں کے برابر ہوگا اور بعض کا کھجوروں کے درختوں کے برابر اور بعض کا کھڑے انسان کے قد کے برابر سب سے کم نور جس گنہگار مومن کا ہوگا اس کے پیر کے انگوٹھے پر نور ہوگا جو کبھی روشن ہوتا ہوگا اور کبھی بجھ جاتا ہوگا (ابن جریر) حضرت قتادہ فرماتے ہیں ہم سے ذکر کیا گیا ہے کہ حضور ﷺ کا ارشاد ہے بعض مومن ایسے بھی ہوں گے جن کا نور اس قدر ہوگا کہ جس قدر مدینہ سے عدن دور ہے اور ابین دور ہے اور صنعا دور ہے۔ بعض اس سے کم بعض اس سے کم یہاں تک کہ بعض وہ بھی ہوں گے جن کے نور سے صرف ان کے دونوں قدموں کے پاس ہی اجالا ہوگا۔ حضرت جنادہ بن ابو امیہ فرماتے ہیں لوگو ! تمہارے نام مع ولدیت کے اور خاص نشانیوں کے اللہ کے ہاں لکھے ہوئے ہیں اسی طرح تمہارا ہر ظاہر باطن عمل بھی وہاں لکھا ہوا ہے قیامت کے دن نام لے کر پکار کر کہہ دیا جائے گا کہ اے فلاں یہ تیرا نور ہے اور اے فلاں تیرے لئے کوئی نور ہمارے ہاں نہیں۔ پھر آپ نے اسی آیت کی تلاوت فرمائی۔ حضرت ضحاک فرماتے ہیں اول اول تو ہر شخص کو نور عطا ہوگا لیکن جب پل صراط پر جائیں گے تو منافقوں کا نور بجھ جائے گا اسے دیکھ کر مومن بھی ڈرنے لگیں گے کہ ایسا نہ ہو ہمارا نور بھی بجھ جائے تو اللہ سے دعائیں کریں گے کہ یا اللہ ہمارا نور ہمارے لئے پورا پورا کر۔ حضرت حسن فرماتے ہیں اس آیت سے مراد پل صراط پر نور کا ملنا ہے تاکہ اس اندھیری جگہ سے با آرام گذر جائیں۔ رسول مقبول ﷺ فرماتے ہیں سب سے پہلے سجدے کی اجازت قیامت کے دن مجھے دی جائے گی اور اسی طرح سب سے پہلے سجدے سے سر اٹھانے کا حکم بھی مجھے ہوگا میں آگے پیچھے دائیں بائیں نظریں ڈالوں گا اور اپنی امت کو پہچان لوں گا تو ایک شخص نے کہا حضور ﷺ حضرت نوح ؑ سے لے کر آپ کی امت تک کی تمام امتیں اس میدان میں اکٹھی ہوں گی ان میں سے آپ اپنی امت کی شناخت کیسے کریں گے ؟ آپ نے فرمایا بعض مخصوص نشانیوں کی وجہ سے میری امت کے اعضاء وضو چمک رہے ہوں گے یہ وصف کسی اور امت میں نہ ہوگا اور انہیں ان کے نامہ اعمال ان کے داہنے ہاتھوں میں دیئے جائیں گے اور ان کے چہرے چمک رہے ہوں گے اور ان کا نور ان کے آگے آگے چلتا ہوگا اور ان کی اولاد ان کے ساتھ ہی ہوگی۔ ضحاک فرماتے ہیں ان کے دائیں ہاتھ میں ان کا عمل نامہ ہوگا جیسے اور آیتوں میں تشریح ہے۔ ان سے کہا جائے گا کہ آج تمہیں ان جنتوں کی بشارت ہے جن کے چپے چپے پر چشمے جاری ہیں جہاں سے کبھی نکلنا نہیں، یہ زبردست کامیابی ہے۔ اس کے بعد کی آیت میں میدان قیامت کے ہولناک دل شکن اور کپکپا دینے والے واقعہ کا بیان ہے کہ سوائے سچے ایمان اور کھرے اعمال والوں کے نجات کسی کو منہ دکھائے گی۔ سلیم بن عامر فرماتے ہیں ہم ایک جنازے کے ساتھ باب دمشق میں تھے جب جنازے کی نماز ہوچکی اور دفن کا کام شروع ہوا تو حضرت ابو امامہ باہلی ؓ نے فرمایا لوگو ! تم اس دنیا کی منزل میں آج صبح شام کر رہے ہو نیکیاں برائیاں کرسکتے ہو اس کے بعد ایک اور منزل کی طرف تم سب کوچ کرنے والے ہو وہ منزل یہی قبر کی ہے جو تنہائی کا، اندھیرے کا، کیڑوں کا اور تنگی اور تاریکی والا گھر ہے مگر جس کے لئے اللہ تعالیٰ اسے وسعت دے دے۔ یہاں سے تم پھر میدان قیامت کے مختلف مقامات پر وارد ہو گے۔ ایک جگہ بہت سے لوگوں کے چہرے سفید ہوجائیں گے اور بہت سے لوگوں کے سیاہ پڑجائیں گے، پھر ایک اور میدان میں جاؤ گے جہاں سخت اندھیرا ہوگا وہاں ایمانداروں کو نور تقسیم کیا جائے گا اور کافر و منافق بےنور رہ جائے گا، اسی کا ذکر آیت (او ظلمات) الخ، میں ہے پس جس طرح آنکھوں والے کی بصارت سے اندھا کوئی نفع حاصل نہیں کرسکتا منافق و کافر ایماندار کے نور سے کچھ فائدہ نہ اٹھا سکے گا۔ تو منافق ایمانداروں سے آرزو کریں گے کہ اس قدر آگے نہ بڑھ جاؤ کچھ تو ٹھہرو جو ہم بھی تمہارے نور کے سہارے چلیں تو جس طرح یہ دنیا میں مسلمانوں کے ساتھ مکر و فریب کرتے تھے آج ان سے کہا جائے گا کہ لوٹ جاؤ اور نور تلاش کر لاؤ یہ واپس نور کی تقسیم کی جگہ جائیں گے لیکن وہاں کچھ نہ پائیں گے، یہی اللہ کا وہ مکر ہے جس کا بیان آیت (اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَھُوَ خَادِعُھُمْ ۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰى ۙ يُرَاۗءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًا01402ۡۙ) 4۔ النسآء :142) ، میں ہے۔ اب لوٹ کر یہاں جو آئیں گے تو دیکھیں گے کہ مومنوں اور ان کے درمیان ایک دیوار حائل ہوگئی ہے جس کے اس طرف رحمت ہی رحمت ہے اور اس طرف عذاب و سزا ہے۔ پس منافق نور کی تقسیم کے وقت تک دھوکے میں ہی پڑ رہے گا نور مل جانے پر بھید کھل جائے گا تمیز ہوجائے گی اور یہ منافق اللہ کی رحمت سے مایوس ہوجائیں گے۔ ابن عباس سے مروی ہے کہ جب کامل اندھیرا چھایا ہوا ہوگا کہ کوئی انسان اپنا ہاتھ بھی نہ دیکھ سکے اس وقت اللہ تعالیٰ ایک نور ظاہر کرے گا مسلمان اس طرف جانے لگیں گے تو منافق بھی پیچھے لگ جائیں گے۔ جب مومن زیادہ آگے نکل جائیں گے تو یہ انہیں ٹھہرانے کے لئے آواز دیں گے اور یاد دلائیں گے کہ دنیا میں ہم سب ساتھ ہی تھے۔ حضور ﷺ کا ارشاد ہے کہ قیامت کے دن لوگوں کو ان کی پردہ پوشی کے لئے ان کے ناموں سے پکارا جائے گا لیکن پل صراط پر تمیز ہوجائے گی مومنوں کو نور ملے گا اور منافقوں کو بھی ملے گا لیکن جب درمیان میں پہنچ جائیں گے منافقوں کا نور بجھ جائے گا یہ مومنوں کو آواز دیں گے لیکن اس وقت خود مومن خوف زدہ ہو رہے ہوں گے یہ وہ وقت ہوگا کہ ہر ایک آپادھاپی میں ہوگا، جس دیوار کا یہاں ذکر ہے یہ جنت و دوزخ کے درمیان حد فاصل ہوگی اسی کا ذکر آیت (وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَي الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّاۢ بِسِيْمٰىهُمْ ۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْ ۣ لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ 46؀) 7۔ الاعراف :46) میں ہے۔ پس جنت میں رحمت اور جہنم میں عذاب۔ ٹھیک بات یہی ہے لیکن بعض کا قول ہے کہ اس سے مراد بیت المقدس کی دیوار ہے جو جہنم کی وادی کے پاس ہوگی، ابن عمر سے مروی ہے کہ یہ دیوار بیت المقدس کی شرقی دیوار ہے جس کے باطن میں مسجد وغیرہ ہے اور جس کے ظاہر میں وادی جہنم ہے اور بعض بزرگوں نے بھی یہی کہا ہے، لیکن یہ یاد رکھنا چاہئے کہ ان کا مطلب یہ نہیں کہ بعینہ یہی دیوار اس آیت میں مراد ہے بلکہ اس کا ذکر بطور قرب کے معنی میں آیت کی تفسیر میں ان حضرات نے کردیا ہے اس لئے کہ جنت آسمانوں میں اعلیٰ علین میں ہے اور جہنم اسفل السافلین میں حضرت کعب احبار سے مروی ہے کہ جس دروازے کا ذکر اس آیت میں ہے اس سے مراد مسجد کا باب الرحمت ہے یہ بنو اسرائیل کی روایت ہے جو ہمارے لئے سند نہیں بن سکتی۔ حقیقت یہ ہے کہ یہ دیوار قیامت کے دن مومنوں اور منافقوں کے درمیان علیحدگی کے لئے کھڑی کی جائے گی مومن تو اس کے دروازے میں سے جا کر جنت میں پہنچ جائیں گے پھر دروازہ بند ہوجائے گا اور منافق حیرت زدہ ظلمت و عذاب میں رہ جائیں گے۔ جیسے کہ دنیا میں بھی یہ لوگ کفر و جہالت شک و حیرت کی اندھیروں میں تھے، اب یہ یاد دلائیں گے کہ دیکھو دنیا میں ہم تمہارے ساتھ تھے جمعہ جماعت ادا کرتے تھے عرفات اور غزوات میں موجود رہتے تھے واجبات ادا کرتے تھے۔ ایماندار کہیں گے ہاں بات تو ٹھیک ہے لیکن اپنے کرتوت تو دیکھو گناہوں میں نفسانی خواہشوں میں اللہ کی نافرمانیوں میں عمر بھر تم لذتیں اٹھاتے رہے اور آج توبہ کرلیں گے کل بد اعمالیوں چھوڑ دیں گے اسی میں رہے۔ انتظار میں ہی عمر گزاری دی کہ دیکھیں مسلمانوں کا نتیجہ کیا ہوتا ہے ؟ اور تمہیں یہ بھی یقین نہ آیا کہ قیامت آئے گی بھی یا نہیں ؟ اور پھر اس آرزو میں رہے کہ اگر آئے گی پھر تو ہم ضرور بخش دیئے جائیں گے اور مرتے دم تک اللہ کی طرف یقین خلوص کے ساتھ جھکنے کی توفیق میسر نہ آئی اور اللہ کے ساتھ تمہیں دھوکے باز شیطان نے دھوکے میں ہی رکھا۔ یہاں تک کہ آج تم جہنم واصل ہوگئے۔ مطلب یہ ہے کہ جسموں سے تو تم ہمارے ساتھ تھے لیکن دل اور نیت سے ہمارے ساتھ نہ تھے بلکہ حیرت و شک میں ہی پڑے رہے ریا کاری میں رہے اور دل لگا کر یاد الٰہی کرنا بھی تمہیں نصیب نہ ہوا۔ حضرت مجاہد فرماتے ہیں کہ یہ منافق مومنوں کے ساتھ تھے نکاح بیاہ مجلس مجمع موت زیست میں شریک رہے۔ کہ خبردار ان کا رنگ تم پر نہ چڑھ جائے۔ اصل و فرع میں ان سے بالکل الگ رہو، ابن ابی حاتم میں ہے حضرت ربیع بن ابو عمیلہ فرماتے ہیں قرآن حدیث کی مٹھاس تو مسلم ہی ہے لیکن میں نے حضرت عبداللہ بن مسعود ؓ سے ایک بہت ہی پیاری اور میٹھی بات سنی ہے جو مجھے بیحد محبوب اور مرغوب ہے آپ نے فرمایا جب بنو اسرائیل کی الہامی کتاب پر کچھ زمانہ گذر گیا تو ان لوگوں نے کچھ کتابیں خود تصنیف کرلیں اور ان میں وہ مسائل لکھے جو انہیں پسند تھے اور جو ان کے اپنے ذہن سے انہوں نے تراش لئے تھے، اب مزے لے لے کر زبانیں موڑ موڑ کر انہیں پڑھنے لگے ان میں سے اکثر مسائل اللہ کی کتاب کے خلاف تھے جن جن احکام کے ماننے کو ان کا جی نہ چاہتا تھا انہوں نے بدل ڈالے تھے اور اپنی کتاب میں اپنی طبیعت کے مطابق مسائل جمع کر لئے تھے اور انہی پر عامل بن گئے، اب انہیں سوجھی کہ اور لوگوں کو بھی منوائیں اور انہیں بھی آمادہ کریں کہ ان ہی ہماری لکھی ہوئی کتابوں کو شرعی کتابیں سمجھیں اور مدار عمل انہیں پر رکھیں اب لوگوں کو اسی کی دعوت دینے لگے اور زور پکڑتے گئے، یہاں تک کہ جو ان کی ان کتابوں کو نہ مانتا اسے یہ ستاتے تکلیف دیتے مارتے پیٹتے بلکہ قتل کر ڈالتے، ان میں ایک شخص اللہ والے پورے عالم اور متقی تھے انہوں نے ان کی طاقت سے اور زیادتی سے مرعوب ہو کر کتاب اللہ کو ایک لطیف چیز پر لکھ کر ایک نر سنگھے میں ڈال کر اپنی گردن میں اسے ڈال لیا، ان لوگوں کا شر و فساد روز بروز بڑھتا جا رہا تھا یہاں تک کہ بہت سے ان لوگوں کو جو کتاب اللہ پر عامل تھے انہوں نے قتل کردیا، پھر آپس میں مشورہ کیا کہ دیکھو کہ یوں ایک ایک کو کب تک قتل کرتے رہیں گے ؟ ان کا بڑا عالم اور ہماری اس کتاب کو بالکل نہ ماننے والا تمام بنی اسرائیل میں سب سے بڑھ کر کتاب اللہ کا عامل فلاں عالم ہے اسے پکڑو اور اس سے اپنی یہ رائے قیاس کی کتاب منواؤ اگر وہ مان لے گا تو پھر ہماری چاندی ہی چاندی ہے اور اگر وہ نہ مانے تو اسے قتل کردو پھر تمہاری اس کتاب کا مخالف کوئی نہ رہے گا اور دوسرے لوگ خواہ مخواہ ہماری ان کتابوں کو قبول کرلیں گے اور انہیں ماننے لگیں گے، چناچہ ان رائے قیاس والوں نے کتاب اللہ کے عالم و عامل اس بزرگ کو پکڑوا منگوایا اور اس سے کہا کہ دیکھ ہماری اس کتاب میں جو ہے اسے سب کو تو مانتا ہے یا نہیں ؟ ان پر تیرا ایمان ہے یا نہیں ؟ اس اللہ ترس کتاب اللہ کے ماننے والے عالم نے کہا اس میں تم نے کیا لکھا ہے ؟ ذرا مجھے سناؤ تو، انہوں نے سنایا اور کہا اس کو تو مانتا ہے ؟ اس بزرگ کو اپنی جان کا ڈر تھا اس لئے جرات کے ساتھ یہ تو نہ کہہ سکا کہ نہیں مانتا بلکہ اپنے اس نرسنگھے کی طرف اشارہ کر کے کہا میرا اسپر ایمان ہے وہ سمجھ بیٹھے کہ اس کا اشارہ ہماری اس کتاب کی طرف ہے۔ چانچہ اس کی ایذاء رسانی سے باز رہے لیکن تاہم اس کے اطوار و افعال سے کھٹکتے ہی رہے یہاں تک کہ جب اس کا انتقال ہوا تو انہوں نے تفتیش شروع کی کہ ایسا نہ ہو اس کے پاس کتاب اللہ اور دین کے سچے مسائل کی کوئی کتاب ہو آخر وہ نرسنگھا ان کے ہاتھ لگ گیا پڑھا تو اس میں اصلی مسائل کتاب اللہ کے موجود تھے اب بات بنالی کہ ہم نے تو کبھی یہ مسائل نہیں سنے ایسی باتیں ہمارے دین کی نہیں چناچہ زبردست فتنہ برپا ہوگیا اور بہتر گروہ ہوگئے ان سب میں بہتر گروہ جو راستی پر اور حق پر تھا وہ تھا جو اس نرسنگھے والے مسائل پر عامل تھا۔ حضرت ابن مسعود نے یہ واقعہ بیان فرما کر کہا لوگو تم میں سے بھی جو باقی رہے گا وہ ایسے ہی امور کا معائنہ کرے گا اور وہ بالکل بےبس ہوگا ان بری کتابوں کے مٹانے کی اس میں قدرت نہ ہوگی، پس ایسے مجبوری اور بےکسی کے وقت بھی اس کا یہ فرض تو ضرور ہے کہ اللہ تعالیٰ پر یہ ثابت کر دے کہ وہ ان سب کو برا جانتا ہے۔ امام ابو جعفر طبری ؒ نے بھی یہ روایت نقل کی ہے کہ عتریس بن عرقوب حضرت عبداللہ بن مسعود ؓ کے پاس آئے اور کہنے لگے اے ابو عبد اللہ جو شخص بھلائی کا حکم نہ کرے اور برائی سے نہ روکے وہ ہلاک ہوا آپ نے فرمایا ہلاک وہ ہوگا جو اپنے دل سے اچھائی کو اچھائی نہ سمجھے اور برائی کو برائی نہ جانے، پھر آپ نے بنی اسرائیل کا یہ واقعہ بیان فرمایا۔ پھر ارشاد باری لیکن اب یہاں بالکل الگ کردیئے گئے۔ سورة مدثر کی آیتوں میں ہے کہ مسلمان مجرموں سے انہیں جہنم میں دیکھ کر پوچھیں گے کہ آخر تم یہاں کیسے پھنس گئے اور وہ اپنے بد اعمال گنوائیں گے۔ تو یاد رہے کہ یہ سوال صرف بطور ڈانٹ ڈپٹ کے اور انہیں شرمندہ کرنے کے لئے ہوگا ورنہ حقیقت حال سے مسلمان خوب آگاہ ہوں گے۔ پھر یہ جیسے وہاں فرمایا تھا کہ کسی کی سفارش انہیں نفع نہ دے گی، یہاں فرمایا آج ان سے فدیہ نہ لیا جائے گا گو زمین بھر کر سونا دیں قبول نہ کیا جائے گا نہ منافقوں سے نہ کافروں سے ان کا مرجع و ماویٰ جہنم ہے وہی ان کے لائق ہے اور ظاہر ہے کہ وہ بدترین جگہ ہے۔"
    },
    {
      "ayah": 15,
      "surah": 57,
      "text": "اعمال کے مطابق بدلہ دیا جائے گا  یہاں بیان ہو رہا ہے کہ مسلمانوں کے نیک اعمال کے مطابق انہیں نور ملے گا جو قیامت کے دن کے ان کے ساتھ ساتھ رہے گا۔ حضرت عبداللہ بن مسعود ؓ فرماتے ہیں ان میں بعض کا نور پہاڑوں کے برابر ہوگا اور بعض کا کھجوروں کے درختوں کے برابر اور بعض کا کھڑے انسان کے قد کے برابر سب سے کم نور جس گنہگار مومن کا ہوگا اس کے پیر کے انگوٹھے پر نور ہوگا جو کبھی روشن ہوتا ہوگا اور کبھی بجھ جاتا ہوگا (ابن جریر) حضرت قتادہ فرماتے ہیں ہم سے ذکر کیا گیا ہے کہ حضور ﷺ کا ارشاد ہے بعض مومن ایسے بھی ہوں گے جن کا نور اس قدر ہوگا کہ جس قدر مدینہ سے عدن دور ہے اور ابین دور ہے اور صنعا دور ہے۔ بعض اس سے کم بعض اس سے کم یہاں تک کہ بعض وہ بھی ہوں گے جن کے نور سے صرف ان کے دونوں قدموں کے پاس ہی اجالا ہوگا۔ حضرت جنادہ بن ابو امیہ فرماتے ہیں لوگو ! تمہارے نام مع ولدیت کے اور خاص نشانیوں کے اللہ کے ہاں لکھے ہوئے ہیں اسی طرح تمہارا ہر ظاہر باطن عمل بھی وہاں لکھا ہوا ہے قیامت کے دن نام لے کر پکار کر کہہ دیا جائے گا کہ اے فلاں یہ تیرا نور ہے اور اے فلاں تیرے لئے کوئی نور ہمارے ہاں نہیں۔ پھر آپ نے اسی آیت کی تلاوت فرمائی۔ حضرت ضحاک فرماتے ہیں اول اول تو ہر شخص کو نور عطا ہوگا لیکن جب پل صراط پر جائیں گے تو منافقوں کا نور بجھ جائے گا اسے دیکھ کر مومن بھی ڈرنے لگیں گے کہ ایسا نہ ہو ہمارا نور بھی بجھ جائے تو اللہ سے دعائیں کریں گے کہ یا اللہ ہمارا نور ہمارے لئے پورا پورا کر۔ حضرت حسن فرماتے ہیں اس آیت سے مراد پل صراط پر نور کا ملنا ہے تاکہ اس اندھیری جگہ سے با آرام گذر جائیں۔ رسول مقبول ﷺ فرماتے ہیں سب سے پہلے سجدے کی اجازت قیامت کے دن مجھے دی جائے گی اور اسی طرح سب سے پہلے سجدے سے سر اٹھانے کا حکم بھی مجھے ہوگا میں آگے پیچھے دائیں بائیں نظریں ڈالوں گا اور اپنی امت کو پہچان لوں گا تو ایک شخص نے کہا حضور ﷺ حضرت نوح ؑ سے لے کر آپ کی امت تک کی تمام امتیں اس میدان میں اکٹھی ہوں گی ان میں سے آپ اپنی امت کی شناخت کیسے کریں گے ؟ آپ نے فرمایا بعض مخصوص نشانیوں کی وجہ سے میری امت کے اعضاء وضو چمک رہے ہوں گے یہ وصف کسی اور امت میں نہ ہوگا اور انہیں ان کے نامہ اعمال ان کے داہنے ہاتھوں میں دیئے جائیں گے اور ان کے چہرے چمک رہے ہوں گے اور ان کا نور ان کے آگے آگے چلتا ہوگا اور ان کی اولاد ان کے ساتھ ہی ہوگی۔ ضحاک فرماتے ہیں ان کے دائیں ہاتھ میں ان کا عمل نامہ ہوگا جیسے اور آیتوں میں تشریح ہے۔ ان سے کہا جائے گا کہ آج تمہیں ان جنتوں کی بشارت ہے جن کے چپے چپے پر چشمے جاری ہیں جہاں سے کبھی نکلنا نہیں، یہ زبردست کامیابی ہے۔ اس کے بعد کی آیت میں میدان قیامت کے ہولناک دل شکن اور کپکپا دینے والے واقعہ کا بیان ہے کہ سوائے سچے ایمان اور کھرے اعمال والوں کے نجات کسی کو منہ دکھائے گی۔ سلیم بن عامر فرماتے ہیں ہم ایک جنازے کے ساتھ باب دمشق میں تھے جب جنازے کی نماز ہوچکی اور دفن کا کام شروع ہوا تو حضرت ابو امامہ باہلی ؓ نے فرمایا لوگو ! تم اس دنیا کی منزل میں آج صبح شام کر رہے ہو نیکیاں برائیاں کرسکتے ہو اس کے بعد ایک اور منزل کی طرف تم سب کوچ کرنے والے ہو وہ منزل یہی قبر کی ہے جو تنہائی کا، اندھیرے کا، کیڑوں کا اور تنگی اور تاریکی والا گھر ہے مگر جس کے لئے اللہ تعالیٰ اسے وسعت دے دے۔ یہاں سے تم پھر میدان قیامت کے مختلف مقامات پر وارد ہو گے۔ ایک جگہ بہت سے لوگوں کے چہرے سفید ہوجائیں گے اور بہت سے لوگوں کے سیاہ پڑجائیں گے، پھر ایک اور میدان میں جاؤ گے جہاں سخت اندھیرا ہوگا وہاں ایمانداروں کو نور تقسیم کیا جائے گا اور کافر و منافق بےنور رہ جائے گا، اسی کا ذکر آیت (او ظلمات) الخ، میں ہے پس جس طرح آنکھوں والے کی بصارت سے اندھا کوئی نفع حاصل نہیں کرسکتا منافق و کافر ایماندار کے نور سے کچھ فائدہ نہ اٹھا سکے گا۔ تو منافق ایمانداروں سے آرزو کریں گے کہ اس قدر آگے نہ بڑھ جاؤ کچھ تو ٹھہرو جو ہم بھی تمہارے نور کے سہارے چلیں تو جس طرح یہ دنیا میں مسلمانوں کے ساتھ مکر و فریب کرتے تھے آج ان سے کہا جائے گا کہ لوٹ جاؤ اور نور تلاش کر لاؤ یہ واپس نور کی تقسیم کی جگہ جائیں گے لیکن وہاں کچھ نہ پائیں گے، یہی اللہ کا وہ مکر ہے جس کا بیان آیت (اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَھُوَ خَادِعُھُمْ ۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰى ۙ يُرَاۗءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًا01402ۡۙ) 4۔ النسآء :142) ، میں ہے۔ اب لوٹ کر یہاں جو آئیں گے تو دیکھیں گے کہ مومنوں اور ان کے درمیان ایک دیوار حائل ہوگئی ہے جس کے اس طرف رحمت ہی رحمت ہے اور اس طرف عذاب و سزا ہے۔ پس منافق نور کی تقسیم کے وقت تک دھوکے میں ہی پڑ رہے گا نور مل جانے پر بھید کھل جائے گا تمیز ہوجائے گی اور یہ منافق اللہ کی رحمت سے مایوس ہوجائیں گے۔ ابن عباس سے مروی ہے کہ جب کامل اندھیرا چھایا ہوا ہوگا کہ کوئی انسان اپنا ہاتھ بھی نہ دیکھ سکے اس وقت اللہ تعالیٰ ایک نور ظاہر کرے گا مسلمان اس طرف جانے لگیں گے تو منافق بھی پیچھے لگ جائیں گے۔ جب مومن زیادہ آگے نکل جائیں گے تو یہ انہیں ٹھہرانے کے لئے آواز دیں گے اور یاد دلائیں گے کہ دنیا میں ہم سب ساتھ ہی تھے۔ حضور ﷺ کا ارشاد ہے کہ قیامت کے دن لوگوں کو ان کی پردہ پوشی کے لئے ان کے ناموں سے پکارا جائے گا لیکن پل صراط پر تمیز ہوجائے گی مومنوں کو نور ملے گا اور منافقوں کو بھی ملے گا لیکن جب درمیان میں پہنچ جائیں گے منافقوں کا نور بجھ جائے گا یہ مومنوں کو آواز دیں گے لیکن اس وقت خود مومن خوف زدہ ہو رہے ہوں گے یہ وہ وقت ہوگا کہ ہر ایک آپادھاپی میں ہوگا، جس دیوار کا یہاں ذکر ہے یہ جنت و دوزخ کے درمیان حد فاصل ہوگی اسی کا ذکر آیت (وَبَيْنَهُمَا حِجَابٌ ۚ وَعَلَي الْاَعْرَافِ رِجَالٌ يَّعْرِفُوْنَ كُلًّاۢ بِسِيْمٰىهُمْ ۚ وَنَادَوْا اَصْحٰبَ الْجَنَّةِ اَنْ سَلٰمٌ عَلَيْكُمْ ۣ لَمْ يَدْخُلُوْهَا وَهُمْ يَطْمَعُوْنَ 46؀) 7۔ الاعراف :46) میں ہے۔ پس جنت میں رحمت اور جہنم میں عذاب۔ ٹھیک بات یہی ہے لیکن بعض کا قول ہے کہ اس سے مراد بیت المقدس کی دیوار ہے جو جہنم کی وادی کے پاس ہوگی، ابن عمر سے مروی ہے کہ یہ دیوار بیت المقدس کی شرقی دیوار ہے جس کے باطن میں مسجد وغیرہ ہے اور جس کے ظاہر میں وادی جہنم ہے اور بعض بزرگوں نے بھی یہی کہا ہے، لیکن یہ یاد رکھنا چاہئے کہ ان کا مطلب یہ نہیں کہ بعینہ یہی دیوار اس آیت میں مراد ہے بلکہ اس کا ذکر بطور قرب کے معنی میں آیت کی تفسیر میں ان حضرات نے کردیا ہے اس لئے کہ جنت آسمانوں میں اعلیٰ علین میں ہے اور جہنم اسفل السافلین میں حضرت کعب احبار سے مروی ہے کہ جس دروازے کا ذکر اس آیت میں ہے اس سے مراد مسجد کا باب الرحمت ہے یہ بنو اسرائیل کی روایت ہے جو ہمارے لئے سند نہیں بن سکتی۔ حقیقت یہ ہے کہ یہ دیوار قیامت کے دن مومنوں اور منافقوں کے درمیان علیحدگی کے لئے کھڑی کی جائے گی مومن تو اس کے دروازے میں سے جا کر جنت میں پہنچ جائیں گے پھر دروازہ بند ہوجائے گا اور منافق حیرت زدہ ظلمت و عذاب میں رہ جائیں گے۔ جیسے کہ دنیا میں بھی یہ لوگ کفر و جہالت شک و حیرت کی اندھیروں میں تھے، اب یہ یاد دلائیں گے کہ دیکھو دنیا میں ہم تمہارے ساتھ تھے جمعہ جماعت ادا کرتے تھے عرفات اور غزوات میں موجود رہتے تھے واجبات ادا کرتے تھے۔ ایماندار کہیں گے ہاں بات تو ٹھیک ہے لیکن اپنے کرتوت تو دیکھو گناہوں میں نفسانی خواہشوں میں اللہ کی نافرمانیوں میں عمر بھر تم لذتیں اٹھاتے رہے اور آج توبہ کرلیں گے کل بد اعمالیوں چھوڑ دیں گے اسی میں رہے۔ انتظار میں ہی عمر گزاری دی کہ دیکھیں مسلمانوں کا نتیجہ کیا ہوتا ہے ؟ اور تمہیں یہ بھی یقین نہ آیا کہ قیامت آئے گی بھی یا نہیں ؟ اور پھر اس آرزو میں رہے کہ اگر آئے گی پھر تو ہم ضرور بخش دیئے جائیں گے اور مرتے دم تک اللہ کی طرف یقین خلوص کے ساتھ جھکنے کی توفیق میسر نہ آئی اور اللہ کے ساتھ تمہیں دھوکے باز شیطان نے دھوکے میں ہی رکھا۔ یہاں تک کہ آج تم جہنم واصل ہوگئے۔ مطلب یہ ہے کہ جسموں سے تو تم ہمارے ساتھ تھے لیکن دل اور نیت سے ہمارے ساتھ نہ تھے بلکہ حیرت و شک میں ہی پڑے رہے ریا کاری میں رہے اور دل لگا کر یاد الٰہی کرنا بھی تمہیں نصیب نہ ہوا۔ حضرت مجاہد فرماتے ہیں کہ یہ منافق مومنوں کے ساتھ تھے نکاح بیاہ مجلس مجمع موت زیست میں شریک رہے۔ کہ خبردار ان کا رنگ تم پر نہ چڑھ جائے۔ اصل و فرع میں ان سے بالکل الگ رہو، ابن ابی حاتم میں ہے حضرت ربیع بن ابو عمیلہ فرماتے ہیں قرآن حدیث کی مٹھاس تو مسلم ہی ہے لیکن میں نے حضرت عبداللہ بن مسعود ؓ سے ایک بہت ہی پیاری اور میٹھی بات سنی ہے جو مجھے بیحد محبوب اور مرغوب ہے آپ نے فرمایا جب بنو اسرائیل کی الہامی کتاب پر کچھ زمانہ گذر گیا تو ان لوگوں نے کچھ کتابیں خود تصنیف کرلیں اور ان میں وہ مسائل لکھے جو انہیں پسند تھے اور جو ان کے اپنے ذہن سے انہوں نے تراش لئے تھے، اب مزے لے لے کر زبانیں موڑ موڑ کر انہیں پڑھنے لگے ان میں سے اکثر مسائل اللہ کی کتاب کے خلاف تھے جن جن احکام کے ماننے کو ان کا جی نہ چاہتا تھا انہوں نے بدل ڈالے تھے اور اپنی کتاب میں اپنی طبیعت کے مطابق مسائل جمع کر لئے تھے اور انہی پر عامل بن گئے، اب انہیں سوجھی کہ اور لوگوں کو بھی منوائیں اور انہیں بھی آمادہ کریں کہ ان ہی ہماری لکھی ہوئی کتابوں کو شرعی کتابیں سمجھیں اور مدار عمل انہیں پر رکھیں اب لوگوں کو اسی کی دعوت دینے لگے اور زور پکڑتے گئے، یہاں تک کہ جو ان کی ان کتابوں کو نہ مانتا اسے یہ ستاتے تکلیف دیتے مارتے پیٹتے بلکہ قتل کر ڈالتے، ان میں ایک شخص اللہ والے پورے عالم اور متقی تھے انہوں نے ان کی طاقت سے اور زیادتی سے مرعوب ہو کر کتاب اللہ کو ایک لطیف چیز پر لکھ کر ایک نر سنگھے میں ڈال کر اپنی گردن میں اسے ڈال لیا، ان لوگوں کا شر و فساد روز بروز بڑھتا جا رہا تھا یہاں تک کہ بہت سے ان لوگوں کو جو کتاب اللہ پر عامل تھے انہوں نے قتل کردیا، پھر آپس میں مشورہ کیا کہ دیکھو کہ یوں ایک ایک کو کب تک قتل کرتے رہیں گے ؟ ان کا بڑا عالم اور ہماری اس کتاب کو بالکل نہ ماننے والا تمام بنی اسرائیل میں سب سے بڑھ کر کتاب اللہ کا عامل فلاں عالم ہے اسے پکڑو اور اس سے اپنی یہ رائے قیاس کی کتاب منواؤ اگر وہ مان لے گا تو پھر ہماری چاندی ہی چاندی ہے اور اگر وہ نہ مانے تو اسے قتل کردو پھر تمہاری اس کتاب کا مخالف کوئی نہ رہے گا اور دوسرے لوگ خواہ مخواہ ہماری ان کتابوں کو قبول کرلیں گے اور انہیں ماننے لگیں گے، چناچہ ان رائے قیاس والوں نے کتاب اللہ کے عالم و عامل اس بزرگ کو پکڑوا منگوایا اور اس سے کہا کہ دیکھ ہماری اس کتاب میں جو ہے اسے سب کو تو مانتا ہے یا نہیں ؟ ان پر تیرا ایمان ہے یا نہیں ؟ اس اللہ ترس کتاب اللہ کے ماننے والے عالم نے کہا اس میں تم نے کیا لکھا ہے ؟ ذرا مجھے سناؤ تو، انہوں نے سنایا اور کہا اس کو تو مانتا ہے ؟ اس بزرگ کو اپنی جان کا ڈر تھا اس لئے جرات کے ساتھ یہ تو نہ کہہ سکا کہ نہیں مانتا بلکہ اپنے اس نرسنگھے کی طرف اشارہ کر کے کہا میرا اسپر ایمان ہے وہ سمجھ بیٹھے کہ اس کا اشارہ ہماری اس کتاب کی طرف ہے۔ چانچہ اس کی ایذاء رسانی سے باز رہے لیکن تاہم اس کے اطوار و افعال سے کھٹکتے ہی رہے یہاں تک کہ جب اس کا انتقال ہوا تو انہوں نے تفتیش شروع کی کہ ایسا نہ ہو اس کے پاس کتاب اللہ اور دین کے سچے مسائل کی کوئی کتاب ہو آخر وہ نرسنگھا ان کے ہاتھ لگ گیا پڑھا تو اس میں اصلی مسائل کتاب اللہ کے موجود تھے اب بات بنالی کہ ہم نے تو کبھی یہ مسائل نہیں سنے ایسی باتیں ہمارے دین کی نہیں چناچہ زبردست فتنہ برپا ہوگیا اور بہتر گروہ ہوگئے ان سب میں بہتر گروہ جو راستی پر اور حق پر تھا وہ تھا جو اس نرسنگھے والے مسائل پر عامل تھا۔ حضرت ابن مسعود نے یہ واقعہ بیان فرما کر کہا لوگو تم میں سے بھی جو باقی رہے گا وہ ایسے ہی امور کا معائنہ کرے گا اور وہ بالکل بےبس ہوگا ان بری کتابوں کے مٹانے کی اس میں قدرت نہ ہوگی، پس ایسے مجبوری اور بےکسی کے وقت بھی اس کا یہ فرض تو ضرور ہے کہ اللہ تعالیٰ پر یہ ثابت کر دے کہ وہ ان سب کو برا جانتا ہے۔ امام ابو جعفر طبری ؒ نے بھی یہ روایت نقل کی ہے کہ عتریس بن عرقوب حضرت عبداللہ بن مسعود ؓ کے پاس آئے اور کہنے لگے اے ابو عبد اللہ جو شخص بھلائی کا حکم نہ کرے اور برائی سے نہ روکے وہ ہلاک ہوا آپ نے فرمایا ہلاک وہ ہوگا جو اپنے دل سے اچھائی کو اچھائی نہ سمجھے اور برائی کو برائی نہ جانے، پھر آپ نے بنی اسرائیل کا یہ واقعہ بیان فرمایا۔ پھر ارشاد باری لیکن اب یہاں بالکل الگ کردیئے گئے۔ سورة مدثر کی آیتوں میں ہے کہ مسلمان مجرموں سے انہیں جہنم میں دیکھ کر پوچھیں گے کہ آخر تم یہاں کیسے پھنس گئے اور وہ اپنے بد اعمال گنوائیں گے۔ تو یاد رہے کہ یہ سوال صرف بطور ڈانٹ ڈپٹ کے اور انہیں شرمندہ کرنے کے لئے ہوگا ورنہ حقیقت حال سے مسلمان خوب آگاہ ہوں گے۔ پھر یہ جیسے وہاں فرمایا تھا کہ کسی کی سفارش انہیں نفع نہ دے گی، یہاں فرمایا آج ان سے فدیہ نہ لیا جائے گا گو زمین بھر کر سونا دیں قبول نہ کیا جائے گا نہ منافقوں سے نہ کافروں سے ان کا مرجع و ماویٰ جہنم ہے وہی ان کے لائق ہے اور ظاہر ہے کہ وہ بدترین جگہ ہے۔"
    },
    {
      "ayah": 16,
      "surah": 57,
      "text": "ایمان والوں سے سوال  پروردگار عالم فرماتا ہے کیا مومنوں کے لئے اب تک وہ وقت نہیں آیا کہ ذکر اللہ وعظ نصیحت آیات قرآنی اور احادیث نبوی سن کر ان کے دل موم ہوجائیں ؟ سنیں اور مانیں احکام بجا لائیں ممنوعات سے پرہیز کریں۔ اب عباس فرماتے ہیں قرآن نازل ہوتے ہی تیرہ سال کا عرصہ نہ گذرا تھا کہ مسلمانوں کے دلوں کو اس طرف نہ جھکنے کی دیر کی شکایت کی گئی، ابن مسعود فرماتے ہیں چار ہی سال گذرے تھے جو ہمیں یہ عتاب ہوا (مسلم) اصحاب رسول پر ملال ہوا کہ حضور ﷺ سے کہتے ہیں حضرت کچھ بات تو بیان فرمائے پس یہ آیت اترتی ہے۔ (نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ ھٰذَا الْقُرْاٰنَ ڰ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ) 12۔ یوسف :3) ایک مرتبہ کچھ دنوں بعد یہی عرض کرتے ہیں تو آیت اترتی ہے۔ (اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَ ڰ تَــقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِاللّٰهِ ۭ ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۗءُ ۭ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ 23؀) 39۔ الزمر :23) پھر ایک عرصہ بعد یہی کہتے ہیں تو یہ آیت (الم یان) اترتی ہے رسول اللہ ﷺ فرماتے ہیں سب سے پہلے خیر جو میری امت سے اٹھ جائے گی وہ خشوع ہوگا۔ پھر فرمایا تم یہود و نصاریٰ کی طرح نہ ہوجانا جنہوں نے کتاب اللہ کو بدل دیا تھوڑے تھوڑے مول پر اسے فروخت کردیا۔ پس کتاب اللہ کو پس پشت ڈال کر رائے و قیاس کے پیچھے پڑھ گئے اور از خود ایجاد کردہ اقوال کو ماننے لگ گئے اور اللہ کے دین میں دوسروں کی تقلید کرنے لگے، اپنے علماء اور درویشوں کی بےسند باتیں دین میں داخل کرلیں، ان بداعمالیوں کی سزا میں اللہ نے ان کے دل سخت کردیئے کتنی ہی اللہ کی باتیں کیوں نہ سناؤ ان کے دل نرم نہیں ہوتے کوئی وعظ و نصیحت ان پر اثر نہیں کرتا کوئی وعدہ وعید ان کے دل اللہ کی طرف موڑ نہیں سکتا، بلکہ ان میں کے اکثر و بیشتر فاسق اور کھلے بدکار بن گئے، دل کے کھوٹے اور اعمال کے بھی کچے، جیسے اور آیت میں ہے۔ (فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ لَعَنّٰهُمْ وَجَعَلْنَا قُلُوْبَهُمْ قٰسِـيَةً 13؀) 5۔ المآئدہ :13) ان کی بدعہدی کی وجہ سے ہم نے ان پر لعنت نازل کی اور ان کے دل سخت کردیئے یہ کلمات کو اپنی جگہ سے تحریف کردیتے ہیں اور ہماری نصیحت کو بھلا دیتے ہیں، یعنی ان کے دل فاسد ہوگئے اللہ کی باتیں بدلنے لگ گئے نیکیاں چھوڑ دیں برائیوں میں منہمک ہوگئے۔ اسی لئے رب العالمین اس امت کو متنبہ کر رہا ہے۔ ہے کہ جان رکھو مردہ زمین کو اللہ زندہ کردیتا ہے اس میں اس امر کی طرف اشارہ ہے کہ سخت دلوں کے بعد بھی اللہ انہیں نرم کرنے پر قادر ہے۔ گمراہیوں کی تہہ میں اتر جانے کے بعد بھی اللہ راہ راست پر لاتا ہے جس طرح بارش خشک زمین کو تر کردیتی ہے اسی طرح کتاب اللہ مردہ دلوں کو زندہ کردیتی ہے۔ دلوں میں جبکہ گھٹا ٹوپ اندھیرا چھا گیا ہو کتاب اللہ کی روشنی اسے دفعتاً منور کردیتی ہے، اللہ کی وحی کے قفل کی کنجی ہے۔ سچا ہادی وہی ہے، گمراہی کے بعد راہ پر لانے والا، جو چاہے کرنے والا، حکمت و عدل والا، لطیف و خیر والا، کبر و جلال والا، بلندی و علو والا وہی ہے۔"
    },
    {
      "ayah": 17,
      "surah": 57,
      "text": "ایمان والوں سے سوال  پروردگار عالم فرماتا ہے کیا مومنوں کے لئے اب تک وہ وقت نہیں آیا کہ ذکر اللہ وعظ نصیحت آیات قرآنی اور احادیث نبوی سن کر ان کے دل موم ہوجائیں ؟ سنیں اور مانیں احکام بجا لائیں ممنوعات سے پرہیز کریں۔ اب عباس فرماتے ہیں قرآن نازل ہوتے ہی تیرہ سال کا عرصہ نہ گذرا تھا کہ مسلمانوں کے دلوں کو اس طرف نہ جھکنے کی دیر کی شکایت کی گئی، ابن مسعود فرماتے ہیں چار ہی سال گذرے تھے جو ہمیں یہ عتاب ہوا (مسلم) اصحاب رسول پر ملال ہوا کہ حضور ﷺ سے کہتے ہیں حضرت کچھ بات تو بیان فرمائے پس یہ آیت اترتی ہے۔ (نَحْنُ نَقُصُّ عَلَيْكَ اَحْسَنَ الْقَصَصِ بِمَآ اَوْحَيْنَآ اِلَيْكَ ھٰذَا الْقُرْاٰنَ ڰ وَاِنْ كُنْتَ مِنْ قَبْلِهٖ لَمِنَ الْغٰفِلِيْنَ) 12۔ یوسف :3) ایک مرتبہ کچھ دنوں بعد یہی عرض کرتے ہیں تو آیت اترتی ہے۔ (اَللّٰهُ نَزَّلَ اَحْسَنَ الْحَدِيْثِ كِتٰبًا مُّتَشَابِهًا مَّثَانِيَ ڰ تَــقْشَعِرُّ مِنْهُ جُلُوْدُ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ ۚ ثُمَّ تَلِيْنُ جُلُوْدُهُمْ وَقُلُوْبُهُمْ اِلٰى ذِكْرِاللّٰهِ ۭ ذٰلِكَ هُدَى اللّٰهِ يَهْدِيْ بِهٖ مَنْ يَّشَاۗءُ ۭ وَمَنْ يُّضْلِلِ اللّٰهُ فَمَا لَهٗ مِنْ هَادٍ 23؀) 39۔ الزمر :23) پھر ایک عرصہ بعد یہی کہتے ہیں تو یہ آیت (الم یان) اترتی ہے رسول اللہ ﷺ فرماتے ہیں سب سے پہلے خیر جو میری امت سے اٹھ جائے گی وہ خشوع ہوگا۔ پھر فرمایا تم یہود و نصاریٰ کی طرح نہ ہوجانا جنہوں نے کتاب اللہ کو بدل دیا تھوڑے تھوڑے مول پر اسے فروخت کردیا۔ پس کتاب اللہ کو پس پشت ڈال کر رائے و قیاس کے پیچھے پڑھ گئے اور از خود ایجاد کردہ اقوال کو ماننے لگ گئے اور اللہ کے دین میں دوسروں کی تقلید کرنے لگے، اپنے علماء اور درویشوں کی بےسند باتیں دین میں داخل کرلیں، ان بداعمالیوں کی سزا میں اللہ نے ان کے دل سخت کردیئے کتنی ہی اللہ کی باتیں کیوں نہ سناؤ ان کے دل نرم نہیں ہوتے کوئی وعظ و نصیحت ان پر اثر نہیں کرتا کوئی وعدہ وعید ان کے دل اللہ کی طرف موڑ نہیں سکتا، بلکہ ان میں کے اکثر و بیشتر فاسق اور کھلے بدکار بن گئے، دل کے کھوٹے اور اعمال کے بھی کچے، جیسے اور آیت میں ہے۔ (فَبِمَا نَقْضِهِمْ مِّيْثَاقَهُمْ لَعَنّٰهُمْ وَجَعَلْنَا قُلُوْبَهُمْ قٰسِـيَةً 13؀) 5۔ المآئدہ :13) ان کی بدعہدی کی وجہ سے ہم نے ان پر لعنت نازل کی اور ان کے دل سخت کردیئے یہ کلمات کو اپنی جگہ سے تحریف کردیتے ہیں اور ہماری نصیحت کو بھلا دیتے ہیں، یعنی ان کے دل فاسد ہوگئے اللہ کی باتیں بدلنے لگ گئے نیکیاں چھوڑ دیں برائیوں میں منہمک ہوگئے۔ اسی لئے رب العالمین اس امت کو متنبہ کر رہا ہے۔ ہے کہ جان رکھو مردہ زمین کو اللہ زندہ کردیتا ہے اس میں اس امر کی طرف اشارہ ہے کہ سخت دلوں کے بعد بھی اللہ انہیں نرم کرنے پر قادر ہے۔ گمراہیوں کی تہہ میں اتر جانے کے بعد بھی اللہ راہ راست پر لاتا ہے جس طرح بارش خشک زمین کو تر کردیتی ہے اسی طرح کتاب اللہ مردہ دلوں کو زندہ کردیتی ہے۔ دلوں میں جبکہ گھٹا ٹوپ اندھیرا چھا گیا ہو کتاب اللہ کی روشنی اسے دفعتاً منور کردیتی ہے، اللہ کی وحی کے قفل کی کنجی ہے۔ سچا ہادی وہی ہے، گمراہی کے بعد راہ پر لانے والا، جو چاہے کرنے والا، حکمت و عدل والا، لطیف و خیر والا، کبر و جلال والا، بلندی و علو والا وہی ہے۔"
    },
    {
      "ayah": 18,
      "surah": 57,
      "text": "صدقہ و خیرات کرنے والوں کے لئے اجر و ثواب  فقیر مسکین محتاجوں اور حاجت مندوں کو خالص اللہ کی مرضی کی جستجو میں جو لوگ اپنے حلال مال نیک نیتی سے اللہ کی راہ میں صدقہ دیتے ہیں ان کے بدلے بہت کچھ بڑھا چڑھا کر اللہ تعالیٰ انہیں عطا فرمائے گا۔ دس دس گنے اور اس سے بھی زیادہ سات سات سو تک بلکہ اس سے بھی سوا ان کے ثواب بےحساب ہیں ان کے اجر بہت بڑے ہیں۔ اللہ رسول پر ایمان رکھنے والے ہی صدیق و شہید ہیں، ان دونوں اوصاف کے مستحق صرف باایمان لوگ ہیں، بعض حضرات نے الشہداء کو الگ جملہ مانا ہے، غرض تین قسمیں ہوئیں مصدقین صدیقین شہداء جیسے اور روایت میں ہے اللہ اور اس کے رسول کا اطاعت گذار انعام یافتہ لوگوں کے ساتھ ہے جو نبی، صدیق، شہید اور صالح لوگ ہیں، پس صدیق و شہید میں یہاں بھی فرق کیا گیا ہے جس سے معلوم ہوتا ہے کہ یہ دو قسم کے لوگ ہیں، صدیق کا درجہ شہید سے یقینا بڑا ہے۔ حضور ﷺ کا ارشاد ہے جنتی لوگ اپنے سے اوپر کے بالا خانے والوں کو اس طرح دیکھیں گے جیسے چمکتے ہوئے مشرقی یا مغربی ستارے کو تم آسمان کے کنارے پر دیکھتے ہو، لوگوں نے کہا یہ درجے تو صرف انبیاء کے ہوں گے آپ نے فرمایا ہاں قسم ہے اس کی جس کے ہاتھ میں میری جان ہے یہ وہ لوگ ہیں جو اللہ پر ایمان لائے اور رسولوں کی تصدیق کی (بخاری مسلم) ایک غریب حدیث سے یہ بھی معلوم ہوتا ہے کہ شہید اور صدیق دونوں وصف اس آیت میں اسی مومن کے ہیں۔ حضور ﷺ فرماتے ہیں میری امت کے مومن شہید ہیں، پھر آپ نے اسی آیت کی تلاوت کی۔ حضرت عمرو بن میمون کا قول ہے یہ دونوں ان دونوں انگلیوں کی طرح قیامت کے دن آئیں گے، بخاری و مسلم کی حدیث میں ہے شہیدوں کی روحیں سبز رنگ پرندوں کے قالب میں ہوں گی جنت میں جہاں چاہیں کھاتی پیتی پھریں گی اور رات کو قندیلوں میں سہارا لیں گی ان کے رب نے ان کی طرف ایک بار دیکھا اور پوچھا تم کیا چاہتے ہو ؟ انہوں نے کہا یہ کہ تو ہمیں دنیا میں دوبارہ بھیج تاکہ ہم پھر تیری راہ میں جہاد کریں اور شہادت حاصل کریں اللہ نے جواب دیا یہ تو میں فیصلہ کرچکا ہوں کہ کوئی لوٹ کر پھر دنیا میں نہیں جائے گا پھر فرماتا ہے کہ انہیں اجر و نور ملے گا جو نور ان کے سامنے رہے گا اور ان کے اعمال کے مطابق ہوگا۔ مسند احمد کی حدیث میں ہے شہیدوں کی چار قسمیں ہیں۔ 1۔ وہ پکے ایمان والا مومن جو دشمن اللہ سے بھڑ گیا اور لڑتا رہا یہاں تک کہ ٹکڑے ٹکڑے ہوگیا اس کا وہ درجہ ہے کہ اہل محشر اس طرح سر اٹھا اٹھا کر اس کی طرف دیکھیں گے اور یہ فرماتے ہوئے آپ نے اپنا سر اس قدر بلند کیا کہ ٹوپی نیچے گرگئی اور اس حدیث کے راوی حضرت عمر نے بھی اسے بیان کرنے کے وقت اتنا ہی اپنا سر بلند کیا کہ آپ کی ٹوپی بھی زمین پر جا پڑی۔ 2 دوسرا وہ ایمان دار نکلا جہاد میں لیکن دل میں جرات کم ہے کہ یکایک ایک تیر آ لگا اور روح پرواز کرگئی ہی دوسرے درجہ کا شہید جنتی ہے۔ 3 تیسرا وہ جس کے بھلے برے اعمال تھے لیکن رب نے اسے پسند فرما لیا اور میدان جہاد میں کفار کے ہاتھوں شہادت نصیب ہوئی تیسرے درجے میں ہیں۔ چوتھا وہ جس کے گناہ بہت زیادہ ہیں جہاد میں نکلا اور اللہ نے شہادت نصیب فرما کر اپنے پاس بلوا لیا۔ ان نیک لوگوں کا انجام بیان کر کے اب بد لوگوں کا نتیجہ بیان کیا کہ یہ جہنمی ہیں۔"
    },
    {
      "ayah": 19,
      "surah": 57,
      "text": "صدقہ و خیرات کرنے والوں کے لئے اجر و ثواب  فقیر مسکین محتاجوں اور حاجت مندوں کو خالص اللہ کی مرضی کی جستجو میں جو لوگ اپنے حلال مال نیک نیتی سے اللہ کی راہ میں صدقہ دیتے ہیں ان کے بدلے بہت کچھ بڑھا چڑھا کر اللہ تعالیٰ انہیں عطا فرمائے گا۔ دس دس گنے اور اس سے بھی زیادہ سات سات سو تک بلکہ اس سے بھی سوا ان کے ثواب بےحساب ہیں ان کے اجر بہت بڑے ہیں۔ اللہ رسول پر ایمان رکھنے والے ہی صدیق و شہید ہیں، ان دونوں اوصاف کے مستحق صرف باایمان لوگ ہیں، بعض حضرات نے الشہداء کو الگ جملہ مانا ہے، غرض تین قسمیں ہوئیں مصدقین صدیقین شہداء جیسے اور روایت میں ہے اللہ اور اس کے رسول کا اطاعت گذار انعام یافتہ لوگوں کے ساتھ ہے جو نبی، صدیق، شہید اور صالح لوگ ہیں، پس صدیق و شہید میں یہاں بھی فرق کیا گیا ہے جس سے معلوم ہوتا ہے کہ یہ دو قسم کے لوگ ہیں، صدیق کا درجہ شہید سے یقینا بڑا ہے۔ حضور ﷺ کا ارشاد ہے جنتی لوگ اپنے سے اوپر کے بالا خانے والوں کو اس طرح دیکھیں گے جیسے چمکتے ہوئے مشرقی یا مغربی ستارے کو تم آسمان کے کنارے پر دیکھتے ہو، لوگوں نے کہا یہ درجے تو صرف انبیاء کے ہوں گے آپ نے فرمایا ہاں قسم ہے اس کی جس کے ہاتھ میں میری جان ہے یہ وہ لوگ ہیں جو اللہ پر ایمان لائے اور رسولوں کی تصدیق کی (بخاری مسلم) ایک غریب حدیث سے یہ بھی معلوم ہوتا ہے کہ شہید اور صدیق دونوں وصف اس آیت میں اسی مومن کے ہیں۔ حضور ﷺ فرماتے ہیں میری امت کے مومن شہید ہیں، پھر آپ نے اسی آیت کی تلاوت کی۔ حضرت عمرو بن میمون کا قول ہے یہ دونوں ان دونوں انگلیوں کی طرح قیامت کے دن آئیں گے، بخاری و مسلم کی حدیث میں ہے شہیدوں کی روحیں سبز رنگ پرندوں کے قالب میں ہوں گی جنت میں جہاں چاہیں کھاتی پیتی پھریں گی اور رات کو قندیلوں میں سہارا لیں گی ان کے رب نے ان کی طرف ایک بار دیکھا اور پوچھا تم کیا چاہتے ہو ؟ انہوں نے کہا یہ کہ تو ہمیں دنیا میں دوبارہ بھیج تاکہ ہم پھر تیری راہ میں جہاد کریں اور شہادت حاصل کریں اللہ نے جواب دیا یہ تو میں فیصلہ کرچکا ہوں کہ کوئی لوٹ کر پھر دنیا میں نہیں جائے گا پھر فرماتا ہے کہ انہیں اجر و نور ملے گا جو نور ان کے سامنے رہے گا اور ان کے اعمال کے مطابق ہوگا۔ مسند احمد کی حدیث میں ہے شہیدوں کی چار قسمیں ہیں۔ 1۔ وہ پکے ایمان والا مومن جو دشمن اللہ سے بھڑ گیا اور لڑتا رہا یہاں تک کہ ٹکڑے ٹکڑے ہوگیا اس کا وہ درجہ ہے کہ اہل محشر اس طرح سر اٹھا اٹھا کر اس کی طرف دیکھیں گے اور یہ فرماتے ہوئے آپ نے اپنا سر اس قدر بلند کیا کہ ٹوپی نیچے گرگئی اور اس حدیث کے راوی حضرت عمر نے بھی اسے بیان کرنے کے وقت اتنا ہی اپنا سر بلند کیا کہ آپ کی ٹوپی بھی زمین پر جا پڑی۔ 2 دوسرا وہ ایمان دار نکلا جہاد میں لیکن دل میں جرات کم ہے کہ یکایک ایک تیر آ لگا اور روح پرواز کرگئی ہی دوسرے درجہ کا شہید جنتی ہے۔ 3 تیسرا وہ جس کے بھلے برے اعمال تھے لیکن رب نے اسے پسند فرما لیا اور میدان جہاد میں کفار کے ہاتھوں شہادت نصیب ہوئی تیسرے درجے میں ہیں۔ چوتھا وہ جس کے گناہ بہت زیادہ ہیں جہاد میں نکلا اور اللہ نے شہادت نصیب فرما کر اپنے پاس بلوا لیا۔ ان نیک لوگوں کا انجام بیان کر کے اب بد لوگوں کا نتیجہ بیان کیا کہ یہ جہنمی ہیں۔"
    },
    {
      "ayah": 2,
      "surah": 57,
      "text": "کل کائنات ثناء خواں ہے  تمام حیوانات، سب نباتات اس کی پاکی بیان کرتے ہیں، ساتواں آسمان، زمینیں، ان کی مخلوق اور ہر ایک چیز اس کی ستائش کرنے میں مشغول ہے گو تم ان کی تسبیح نہ سمجھ سکو اللہ حلیم و غفور ہے۔ اس کے سامنے ہر کوئی پست و عاجز و لاچار ہے، اس کی مقرر کردہ شریعت اور اس کے احکام حکمت سے پر ہیں۔ حقیقی بادشاہ جس کی ملکیت میں آسمان و زمین ہیں وہی ہے، خلق میں متصرف وہی ہے، زندگی موت اسی کے قبضے میں ہے، وہی فنا کرتا ہے، وہی پیدا کرتا ہے۔ جسے جو چاہے عنایت فرماتا ہے، ہر چیز پر قدرت رکھتا ہے، جو چاہتا ہے ہوجاتا ہے، جو نہ چاہے نہیں ہوسکتا۔ اس کے بعد کی آیت (هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ) 57۔ الحدید :3) وہ آیت ہے جس کی بابت اوپر کی حدیث میں گذرا کہ ایک ہزار آیتوں سے افضل ہے۔ حضرت ابو زمیل حضرت ابن عباس سے کہتے ہیں کہ میرے دل میں ایک کھٹکا ہے لیکن زبان پر لانے کو جی نہیں چاہتا اس پر حضرت ابن عباس ؓ نے مسکرا کر فرمایا شاید کچھ شک ہوگا جس سے کوئی نہیں بچا یہاں تک کہ قرآن میں ہے آیت (فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْــــَٔـلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۗءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ 94 ۙ) 10۔ یونس :94) ، یعنی اگر تو جو کچھ تیری طرف نازل کیا گیا ہے اس میں شک میں ہو تو تجھ سے پہلے جو کتاب پڑھتے ہیں ان سے پوچھ لے۔ پھر فرمایا جب تیرے دل میں کوئی شک ہو تو اس آیت کو پڑھ لیا کر (هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ) 57۔ الحدید :3) اس آیت کی تفسیر میں دس سے اوپر اوپر اقوال ہیں۔ بخاری فرماتے ہیں یحییٰ کا قول ہے کہ ظاہر باطن سے مراد از روئے علم ہر چیز پر ظاہر اور پوشیدہ ہونا ہے۔ یہ یحییٰ زیاد فراء کے لڑکے ہیں ان کی ایک تصنیف ہے جس کا نام معانی القرآن ہے۔ مسند احمد میں ہے رسول اللہ ﷺ سونے کے وقت یہ دعا پڑھا کرتے۔ اے اللہ اے ساتوں آسمانوں کے اور عرش عظیم کے رب، اے ہمارے اور ہر چیز کے رب ! اے تورات و انجیل کے اتارنے والے ! اے دانوں اور گٹھلیوں کو اگانے والے تیرے سوا کوئی لائق عبادت نہیں میں تیری پناہ میں آتا ہوں ہر اس چیز کی برائی سے کہ اس کی چوٹی تیرے ہاتھ میں ہے تو اول ہے تجھ سے پہلے کچھ نہ تھا تو ہی آخر ہے تیرے بعد کچھ نہیں تو ظاہر ہے تجھ سے اونچی کوئی چیز نہیں تو باطن ہے تجھ سے چھپی کوئی چیز نہیں ہمارے قرض ادا کرا دے اور ہمیں فقیری سے غنا دے۔ حضرت ابو صالح اپنے متعلقین کو یہ دعا سکھاتے اور فرماتے سوتے وقت داہنی کروٹ پر لیٹ کر یہ دعا پڑھ لیا کرو، الفاظ میں کچھ ہیر پھیر ہے۔ ملاحظہ ہو مسلم۔ ابو یعلی میں ہے حضرت عائشہ فرماتی ہیں کہ حضور ﷺ کے حکم سے آپ کا بسترہ قبلہ رخ بچھایا جاتا آپ آ کر اپنے داہنے ہاتھ پر تکیہ لگا کر آرام فرماتے، پھر آہستہ آہستہ کچھ پڑھتے رہتے لیکن آخر رات میں با آواز بلند یہ دعا پڑھتے (جو اوپر بیان ہوئی) الفاظ میں کچھ ہیر پھیر ہے۔ اس آیت کی تفسیر میں جامع ترمذی میں ہے کہ حضور ﷺ اپنے صحابہ سمیت تشریف فرما تھے کہ ایک بادل سر پر آگیا آپ نے فرمایا جانتے ہو یہ کیا ہے ؟ صحابہ نے با ادب جواب دیا اللہ اور اس کے رسول زیادہ جاننے والے ہیں۔ فرمایا اسے عنان کہتے ہیں یہ زمین کو سیراب کرنے والے ہیں ان لوگوں پر بھی یہ برسائے جاتے ہیں جو نہ اللہ کے شکر گزار ہیں نہ اللہ کے پکارنے والے پھر پوچھا معلوم ہے تمہارے اوپر کیا ہے انہوں نے کہا اللہ اور اس کا رسول زیادہ باخبر ہے، فرمایا بلند محفوظ چھت اور لپٹی ہوئی موج، جانتے ہو تم میں اس میں کس قدر فاصلہ ہے وہی جواب ملا، فرمایا پانچ سو سال کا راستہ۔ پھر پوچھا جانتے ہو اس کے اوپر کیا ہے ؟ صحابہ نے پھر اپنی لاعلمی ان ہی الفاظ میں ظاہر کی تو آپ ﷺ نے فرمایا اس کے اوپر پھر دوسرا آسمان ہے اور ان دونوں آسمانوں میں بھی پانچ سو سال کا فاصلہ ہے اسی طرح آپ نے سات آسمان گنوائے اور ہر دو میں اتنی ہی دوری بیان فرمائی۔ پھر سوال کر کے جواب سن کر فرمایا اس ساتویں کے اوپر اتنے ہی فاصلہ سے عرش ہے، پھر پوچھا جانتے ہو تمہارے نیچے کیا ہے اور جواب وہی سن کر فرمایا دوسری زمین ہے، پھر سوال جواب کے بعد فرمایا اس کے نیچے دوسری زمین ہے اور دونوں زمینوں کے درمیان پانچ سو سال کا فاصلہ ہے، اسی طرح سات زمینیں اسی فاصلہ کے ساتھ ایک دوسرے کے نیچے بتائیں، پھر فرمایا اس کی قسم جس کے ہاتھ میں محمد ﷺ کی جان ہے اگر تم کوئی رسی سب سے نیچے کی زمین کی طرف لٹکاؤ تو وہ بھی اللہ کے پاس پہنچے گی پھر آپ نے اسی آیت کی تلاوت کی، لیکن یہ حدیث غریب ہے اس کے راوی حسن کا ایوب یونس اور علی بن زید محدثین کا قول ہے۔ بعض اہل علم نے اس حدیث کی شرح میں کہا ہے کہ اس سے مراد رسی کا اللہ تعالیٰ کے علم قدرت اور غلبے تک پہنچنا ہے (نہ کہ ذات باری تعالیٰ) اللہ تعالیٰ کا علم اس کی قدرت اور اس کا غلبہ اور سلطنت بیشک ہر جگہ ہے لیکن وہ اپنی ذات سے عرش پر ہے جیسے کہ اس نے اپنا یہ وصف اپنی کتاب میں خود بیان فرمایا ہے۔ مسند احمد میں بھی یہ حدیث ہے اور اس میں دو دو زمینوں کے درمیان کا فاصلہ سات سو سال کا بیان ہوا۔ ابن ابی حاتم اور بزار میں بھی یہ حدیث ہے لیکن ابن ابی حاتم میں رسی لٹکانے کا جملہ نہیں اور ہر دو زمین کے درمیان کی دوری اس میں بھی پانچ سو سال کی بیان ہوئی ہے۔ امام بزار نے یہ بھی فرمایا ہے کہ اس روایت کا راوی آنحضرت ﷺ سے بغیر حضرت ابوہریرہ کے اور کوئی نہیں۔ ابن جریر میں یہ حدیث مرسلاً مروی ہے یعنی قتادہ فرماتے ہیں ہم سے یوں ذکر کیا گیا ہے پھر حدیث بیان کرتے ہیں صحابی کا نام نہیں لیتے۔ ممکن ہے یہی ٹھیک ہو، واللہ اعلم، حضرت ابوذر غفاری سے مسند بزار اور کتاب الاسماء و الصفات بیہقی میں یہ حدیث مروی ہے لیکن اس کی اسناد میں نظر ہے اور متن میں غربت و نکارت ہے واللہ سبحانہ و تعالیٰ اعلم۔ امام ابن جریر آیت (وَّمِنَ الْاَرْضِ مِثْلَهُنّ 12ۧ) 65۔ الطلاق :12) کی تفسیر میں حضرت قتادہ کا قول لائے ہیں کہ آسمان و زمین کے درمیان چار فرشتوں کی ملاقات ہوئی۔ آپس میں پوچھا کہ تم کہاں سے آ رہے ہو ؟ تو ایک نے کہا ساتویں آسمان سے مجھے اللہ عزوجل نے بھیجا ہے اور میں نے اللہ کو وہیں چھوڑا ہے۔ دوسرے نے کہا ساتویں زمین سے مجھے اللہ نے بھیجا تھا اور اللہ وہیں تھا، تیسرے نے کہا میرے رب نے مجھے مشرق سے بھیجا ہے جہاں وہ تھا چوتھے نے کہا مجھے مغرب سے اللہ تعالیٰ نے بھیجا ہے اور میں اسے وہیں چھوڑ کر آ رہا ہوں۔ لیکن یہ روایت بھی غریب ہے بلکہ ایسا معلوم ہوتا ہے کہ حضرت قتادہ والی اوپر کی روایت جو مرسلاً بیان ہوئی ہے ممکن ہے وہ بھی حضرت قتادہ کا اپنا قول ہو جیسے یہ قول خود قتادہ کا اپنا۔ واللہ اعلم"
    },
    {
      "ayah": 20,
      "surah": 57,
      "text": "دنیا کی زندگی صرف کھیل تماشا ہے  امر دنیا کی تحقیر و توہین بیان ہو رہی ہے کہ اہل دنیا کو سوائے لہو و لعب زینت و فخر اور اولاد و مال کی کثرت کی چاہت کے اور ہے بھی کیا ؟ جیسے اور آیت میں ہے (زُيِّنَ للنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۗءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّھَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِ ۭ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۚ وَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ 14؀) 3۔ آل عمران :14) ، یعنی لوگوں کے لئے ان کی خواہش کی چیزوں کو مزین کردیا گیا ہے جیسے عورتیں بچے وغیرہ پھر حیات دنیا کی مثال بیان ہو رہی ہے کہ اس کی تازگی فانی ہے اور یہاں کی نعمتیں زوال پذیر ہیں۔ غیث کہتے ہیں اس بارش کو جو لوگوں کی ناامیدی کے بعد برسے۔ جیسے فرمان ہے آیت (وَهُوَ الَّذِيْ يُنَزِّلُ الْغَيْثَ مِنْۢ بَعْدِ مَا قَنَطُوْا وَيَنْشُرُ رَحْمَتَهٗ ۭ وَهُوَ الْوَلِيُّ الْحَمِيْدُ 28؀) 42۔ الشوری :28) ، اللہ وہ ہے جو لوگوں کی ناامیدی کے بعد بارش برساتا ہے۔ پس جس طرح بارش کی وجہ سے زمین سے کھیتیاں پیدا ہوتی ہیں اور وہ لہلہاتی ہوئی کسان کی آنکھوں کو بھی بھلی معلوم ہوتی ہیں، اسی طرح اہل دنیا اسباب دنیوی پر پھولتے ہیں، لیکن نتیجہ یہ ہوتا ہے کہ وہی ہری بھری کھیتی خشک ہو کر زرد پڑجاتی ہے پھر آخر سوکھ کر ریزہ ریزہ ہوجاتی ہے۔ ٹھیک اسی طرح دنیا کی ترو تازگی اور یہاں کی بہبودی اور ترقی بھی خاک میں مل جانے والی ہے، دنیا کی بھی یہی صورتیں ہوتی ہیں کہ ایک وقت جوان ہے پھر ادھیڑ ہے پھر بڑھیا ہے، ٹھیک اسی طرح خود انسان کی حالت ہے اس کے بچپن جوانی ادھیڑ عمر اور بڑھاپے کو دیکھتے جائیے پھر اس کی موت اور فنا کو سامنے رکھے، کہاں جوانی کے وقت اس کا جوش و خروش زور طاقت اور کس بل ؟ اور کہاں بڑھاپے کی کمزوری جھریاں پڑا ہوا جسم خمیدہ کمر اور بےطاقت ہڈیاں ؟ جیسے ارشاد باری ہے آیت (اللہ ھوالذی خلقکم من ضعف) اللہ وہ ہے جس نے تمہیں کمزوری کی حالت میں پیدا کیا پھر اس کمزوری کے بعد قوت دی پھر اس وقت کے بعد کمزوری اور بڑھاپا کردیا وہ جو چاہے پیدا کرتا ہے اور وہ عالم اور قادر ہے۔ اس مثال سے دنیا کی فنا اور اس کا زوال ظاہر کر کے پھر آخرت کے دونوں منظر دکھا کر ایک سے ڈراتا ہے اور دوسرے کی رغبت دلاتا ہے، پس فرماتا ہے عنقریب آنے والی قیامت اپنے ساتھ عذاب اور سزا کو لائے گی اور مغفرت اور رضامندی رب کو لائے گی، پس تم وہ کام کرو کہ ناراضگی سے بچ جاؤ اور رضا حاصل کرلو سزاؤں سے بچ جاؤ اور بخشش کے حقدار بن جاؤ، دنیا صرف دھوکے کی ٹٹی ہے اس کی طرف جھکنے والے پر آخر وہ وقت آجاتا ہے کہ یہ اس کے سوا کسی اور چیز کا خیال ہی نہیں کرتا اسی کی دھن میں روز و شب مشغول رہتا ہے بلکہ اس کمی والی اور زوال والی کمینی دنیا کو آخرت پر ترجیح دینے لگتا ہے، شدہ شدہ یہاں تک نوبت پہنچ جاتی ہے کہ بسا اوقات آخرت کا منکر بن جاتا ہے، رسول اللہ ﷺ فرماتے ہیں ایک کوڑے برابر جنت کی جگہ ساری دنیا اور اس کی تمام چیزوں سے بہتر ہے۔ پڑھو قرآن فرماتا ہے کہ دنیا تو صرف دھوکے کا سامان ہے (ابن جریر) آیت کی زیادتی بغیر یہ حدیث صحیح میں بھی ہے واللہ اعلم۔ مسند احمد کی مرفوع حدیث میں ہے تم میں سے ہر ایک سے جنت اس سے بھی زیادہ قریب ہے جتنا تمہارا جوتی کا تسمہ اور اسی طرح جہنم بھی (بخاری) پس معلوم ہوا کہ خیر و شر انسان سے بہت نزدیک ہے اور اس لئے اسے چاہئے کہ بھلائیوں کی طرف سبقت کرے اور برائیوں سے منہ پھیر کر بھاگتا رہے۔ تاکہ گناہ اور برائیاں معاف ہوجائیں اور ثواب اور درجے بلند ہوجائیں۔ اسی لئے اس کے ساتھ ہی فرمایا دوڑو اور اپنے رب کی بخشش کی طرف اور جنت کی طرف جس کی وسعت آسمان و زمین کی جنس کے برابر ہے، جیسے اور آیت (وسارعوا الی مغفرۃ) میں ہے اپنے رب کی مغفرت کی طرف اور جنت کی طرف سبقت کرو جس کی کشادگی کل آسمان اور ساری زمینیں ہیں جو پارسا لوگوں کے لئے بنائی گی ہیں۔ یہاں فرمایا یہ اللہ رسول پر ایمان لانے والوں کے لئے تیار کی گئی ہے، یہ لوگ اللہ کے اس فضل کے لائق تھے اسی لئے اس بڑے فضل و کرم والے نے اپنی نوازش کے لئے انہیں چن لیا اور ان پر اپنا پورا احسان اور اعلیٰ انعام کیا۔ پہلے ایک صحیح حدیث بیان ہوچکی ہے کہ مہاجرین کے فقراء نے حضور ﷺ سے کہا یا رسول اللہ ﷺ مالدار لوگ تو جنت کے بلند درجوں کو اور ہمیشہ رہنے والی نعمتوں کو پا گئے آپ نے فرمایا یہ کیسے ؟ کہا نماز روزہ تو وہ اور ہم سب کرتے ہیں لیکن مال کی وجہ سے وہ صدقہ کرتے ہیں غلام آزاد کرتے ہیں جو مفلسی کی وجہ سے ہم سے نہیں ہوسکتا آپ نے فرمایا آؤ میں تمہیں ایک ایسی چیز بتاؤں کہ اس کے کرنے سے تم ہر شخص سے آگے بڑھ جاؤ گے مگر ان سے جو تمہاری طرح خود بھی اس کو کرنے لگیں، دیکھو تم ہر فرض نماز کے بعد تینتیس مرتبہ سبحان اللہ کہو اور اتنی ہی بار اللہ اکبر اور اسی طرح الحمد اللہ۔ کچھ دنوں بعد یہ بزرگ پھر حاضر حضور ﷺ ہوئے اور کہا یا رسول اللہ ﷺ ہمارے مال دار بھائیوں کو بھی اس وظیفہ کی اطلاع مل گئی اور انہوں نے بھی اسے پڑھنا شروع کردیا آپ نے فرمایا یہ اللہ کا فضل ہے جسے چاہے دے۔"
    },
    {
      "ayah": 21,
      "surah": 57,
      "text": "دنیا کی زندگی صرف کھیل تماشا ہے  امر دنیا کی تحقیر و توہین بیان ہو رہی ہے کہ اہل دنیا کو سوائے لہو و لعب زینت و فخر اور اولاد و مال کی کثرت کی چاہت کے اور ہے بھی کیا ؟ جیسے اور آیت میں ہے (زُيِّنَ للنَّاسِ حُبُّ الشَّهَوٰتِ مِنَ النِّسَاۗءِ وَالْبَنِيْنَ وَالْقَنَاطِيْرِ الْمُقَنْطَرَةِ مِنَ الذَّھَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْاَنْعَامِ وَالْحَرْثِ ۭ ذٰلِكَ مَتَاعُ الْحَيٰوةِ الدُّنْيَا ۚ وَاللّٰهُ عِنْدَهٗ حُسْنُ الْمَاٰبِ 14؀) 3۔ آل عمران :14) ، یعنی لوگوں کے لئے ان کی خواہش کی چیزوں کو مزین کردیا گیا ہے جیسے عورتیں بچے وغیرہ پھر حیات دنیا کی مثال بیان ہو رہی ہے کہ اس کی تازگی فانی ہے اور یہاں کی نعمتیں زوال پذیر ہیں۔ غیث کہتے ہیں اس بارش کو جو لوگوں کی ناامیدی کے بعد برسے۔ جیسے فرمان ہے آیت (وَهُوَ الَّذِيْ يُنَزِّلُ الْغَيْثَ مِنْۢ بَعْدِ مَا قَنَطُوْا وَيَنْشُرُ رَحْمَتَهٗ ۭ وَهُوَ الْوَلِيُّ الْحَمِيْدُ 28؀) 42۔ الشوری :28) ، اللہ وہ ہے جو لوگوں کی ناامیدی کے بعد بارش برساتا ہے۔ پس جس طرح بارش کی وجہ سے زمین سے کھیتیاں پیدا ہوتی ہیں اور وہ لہلہاتی ہوئی کسان کی آنکھوں کو بھی بھلی معلوم ہوتی ہیں، اسی طرح اہل دنیا اسباب دنیوی پر پھولتے ہیں، لیکن نتیجہ یہ ہوتا ہے کہ وہی ہری بھری کھیتی خشک ہو کر زرد پڑجاتی ہے پھر آخر سوکھ کر ریزہ ریزہ ہوجاتی ہے۔ ٹھیک اسی طرح دنیا کی ترو تازگی اور یہاں کی بہبودی اور ترقی بھی خاک میں مل جانے والی ہے، دنیا کی بھی یہی صورتیں ہوتی ہیں کہ ایک وقت جوان ہے پھر ادھیڑ ہے پھر بڑھیا ہے، ٹھیک اسی طرح خود انسان کی حالت ہے اس کے بچپن جوانی ادھیڑ عمر اور بڑھاپے کو دیکھتے جائیے پھر اس کی موت اور فنا کو سامنے رکھے، کہاں جوانی کے وقت اس کا جوش و خروش زور طاقت اور کس بل ؟ اور کہاں بڑھاپے کی کمزوری جھریاں پڑا ہوا جسم خمیدہ کمر اور بےطاقت ہڈیاں ؟ جیسے ارشاد باری ہے آیت (اللہ ھوالذی خلقکم من ضعف) اللہ وہ ہے جس نے تمہیں کمزوری کی حالت میں پیدا کیا پھر اس کمزوری کے بعد قوت دی پھر اس وقت کے بعد کمزوری اور بڑھاپا کردیا وہ جو چاہے پیدا کرتا ہے اور وہ عالم اور قادر ہے۔ اس مثال سے دنیا کی فنا اور اس کا زوال ظاہر کر کے پھر آخرت کے دونوں منظر دکھا کر ایک سے ڈراتا ہے اور دوسرے کی رغبت دلاتا ہے، پس فرماتا ہے عنقریب آنے والی قیامت اپنے ساتھ عذاب اور سزا کو لائے گی اور مغفرت اور رضامندی رب کو لائے گی، پس تم وہ کام کرو کہ ناراضگی سے بچ جاؤ اور رضا حاصل کرلو سزاؤں سے بچ جاؤ اور بخشش کے حقدار بن جاؤ، دنیا صرف دھوکے کی ٹٹی ہے اس کی طرف جھکنے والے پر آخر وہ وقت آجاتا ہے کہ یہ اس کے سوا کسی اور چیز کا خیال ہی نہیں کرتا اسی کی دھن میں روز و شب مشغول رہتا ہے بلکہ اس کمی والی اور زوال والی کمینی دنیا کو آخرت پر ترجیح دینے لگتا ہے، شدہ شدہ یہاں تک نوبت پہنچ جاتی ہے کہ بسا اوقات آخرت کا منکر بن جاتا ہے، رسول اللہ ﷺ فرماتے ہیں ایک کوڑے برابر جنت کی جگہ ساری دنیا اور اس کی تمام چیزوں سے بہتر ہے۔ پڑھو قرآن فرماتا ہے کہ دنیا تو صرف دھوکے کا سامان ہے (ابن جریر) آیت کی زیادتی بغیر یہ حدیث صحیح میں بھی ہے واللہ اعلم۔ مسند احمد کی مرفوع حدیث میں ہے تم میں سے ہر ایک سے جنت اس سے بھی زیادہ قریب ہے جتنا تمہارا جوتی کا تسمہ اور اسی طرح جہنم بھی (بخاری) پس معلوم ہوا کہ خیر و شر انسان سے بہت نزدیک ہے اور اس لئے اسے چاہئے کہ بھلائیوں کی طرف سبقت کرے اور برائیوں سے منہ پھیر کر بھاگتا رہے۔ تاکہ گناہ اور برائیاں معاف ہوجائیں اور ثواب اور درجے بلند ہوجائیں۔ اسی لئے اس کے ساتھ ہی فرمایا دوڑو اور اپنے رب کی بخشش کی طرف اور جنت کی طرف جس کی وسعت آسمان و زمین کی جنس کے برابر ہے، جیسے اور آیت (وسارعوا الی مغفرۃ) میں ہے اپنے رب کی مغفرت کی طرف اور جنت کی طرف سبقت کرو جس کی کشادگی کل آسمان اور ساری زمینیں ہیں جو پارسا لوگوں کے لئے بنائی گی ہیں۔ یہاں فرمایا یہ اللہ رسول پر ایمان لانے والوں کے لئے تیار کی گئی ہے، یہ لوگ اللہ کے اس فضل کے لائق تھے اسی لئے اس بڑے فضل و کرم والے نے اپنی نوازش کے لئے انہیں چن لیا اور ان پر اپنا پورا احسان اور اعلیٰ انعام کیا۔ پہلے ایک صحیح حدیث بیان ہوچکی ہے کہ مہاجرین کے فقراء نے حضور ﷺ سے کہا یا رسول اللہ ﷺ مالدار لوگ تو جنت کے بلند درجوں کو اور ہمیشہ رہنے والی نعمتوں کو پا گئے آپ نے فرمایا یہ کیسے ؟ کہا نماز روزہ تو وہ اور ہم سب کرتے ہیں لیکن مال کی وجہ سے وہ صدقہ کرتے ہیں غلام آزاد کرتے ہیں جو مفلسی کی وجہ سے ہم سے نہیں ہوسکتا آپ نے فرمایا آؤ میں تمہیں ایک ایسی چیز بتاؤں کہ اس کے کرنے سے تم ہر شخص سے آگے بڑھ جاؤ گے مگر ان سے جو تمہاری طرح خود بھی اس کو کرنے لگیں، دیکھو تم ہر فرض نماز کے بعد تینتیس مرتبہ سبحان اللہ کہو اور اتنی ہی بار اللہ اکبر اور اسی طرح الحمد اللہ۔ کچھ دنوں بعد یہ بزرگ پھر حاضر حضور ﷺ ہوئے اور کہا یا رسول اللہ ﷺ ہمارے مال دار بھائیوں کو بھی اس وظیفہ کی اطلاع مل گئی اور انہوں نے بھی اسے پڑھنا شروع کردیا آپ نے فرمایا یہ اللہ کا فضل ہے جسے چاہے دے۔"
    },
    {
      "ayah": 22,
      "surah": 57,
      "text": "تنگی اور آسانی کی طرف سے ہے  اللہ تعالیٰ اپنی اس قدرت کی خبر دے رہا ہے جو اس نے مخلوقات کی پیدائش سے پہلے ہی اپنی مخلوق کی تقدیر مقرر کی تھی، فرمایا کہ زمین کے جس حصے میں کوئی برائی آئے یا جس کسی شخص کی جان پر کچھ آپڑے اسے یقین رکھنا چاہئے کہ خلق کی پیدائش سے پہلے ہے، لیکن زیادہ ٹھیک بات یہ ہے کہ مخلوق کی پیدائش سے پہلے ہے، امام حسن سے اس آیت کی بابت سوال ہوا تو فرمانے لگے سبحان اللہ ہر مصیبت جو آسمان و زمین میں ہے وہ نفس کی پیدائش سے پہلے ہی رب کی کتاب میں موجود ہے اس میں کیا شک ہے ؟ زمین کی مصیبتوں سے مراد خشک سالی، قحط وغیرہ ہے اور جانوں کی مصیبت درد دکھ اور بیماری ہے، جس کسی کو کوئی خراش لگتی ہے یا لغزش پا سے کوئی تکلیف پہنچتی ہے یا کسی سخت محنت سے پسینہ آجاتا ہے یہ سب اس کے گناہوں کی وجہ سے ہے اور ابھی تو بہت سے گناہ ہیں جنہیں وہ غفور و رحیم اللہ بخش دیتا ہے، یہ آیت بہترین اور بہت اعلیٰ دلیل ہے قدریہ کی تردید میں جس کا خیال ہے کہ سابق علم کوئی چیز نہیں اللہ انہیں ذلیل کرے۔ صحیح مسلم شریف ہے اللہ تعالیٰ نے تقدیر مقرر آسمان و زمین کی پیدائش سے پچاس ہزار برس پہلے کی اور روایت میں ہے اس کا عرش پانی پر تھا (ترمذی) پھر فرماتا ہے کاموں کے وجود میں آنے سے پہلے ان کا اندازہ کرلینا، ان کے ہونے کا علم حاصل کرلینا اور اسے لکھ دینا اللہ پر کچھ مشکل نہیں۔ وہی تو ان کا پیدا کرنے والا ہے۔ جس کا محیط علم ہونے والی، ہو رہی، ہوچکی، ہوگی تمام چیزوں کو شامل ہے۔ پھر ارشاد ہوتا ہے ہم نے تمہیں یہ خبر اس لئے دی ہے کہ تم یقین رکھو کہ جو تمہیں پہنچا وہ ہرگز کسی صورت ٹلنے والا نہ تھا، پس مصیبت کے وقت صبر و شکر تحمل و ثابت قدمی مضبوط ولی اور روحانی طاقت تم میں موجود رہے، ہائے وائے بےصبری اور بےضبطی تم سے دور رہے جزع فزع تم پر چھا نہ جائے تم اطمینان سے رہو کہ یہ تکلیف تو آنے والی تھی ہی، اسی طرح اگر مال دولت غلبہ وغیرہ مل جائے تو اس وقت آپے سے باہر نہ ہوجاؤ اسے عطیہ الٰہی مانو تکبر اور غرور تم میں نہ آجائے ایسا نہ ہو کہ دولت و مال وغیرہ کے نشے میں پھول جاؤ اور اللہ کو بھول جاؤ اس لئے کہ اس وقت بھی ماری یہ تعلیم تمہارے سامنے ہوگی کہ یہ میرے دست وبازو کا میری عقل و ہوش کا نتیجہ نہیں بلکہ اللہ کی عطا ہے۔ ایک قرأت اس کی آتکم ہے دوسری اتکم ہے اور دونوں میں تلازم ہے، اسی لئے ارشاد ہوتا ہے کہ اپنے جی میں اپنے آپ کو بڑا سمجھنے والے دوسروں پر فخر کرنے والے اللہ کے دشمن ہیں، حضرت ابن عباس کا فرمان ہے کہ رنج و راحت خوشی و غم تو ہر شخص پر آتا ہے خوشی کو شکر میں اور غم کو صبر میں گذار دو ، پھر ارشاد ہوتا ہے کہ یہ لوگ خود بھی بخیل اور خلاف شرع کام کرنے والے ہیں اور دوسروں کو بھی یہی برا راستہ بتاتے ہیں۔ جو شخص اللہ کی حکم برداری سے ہٹ جائے وہ اللہ کا کچھ نہیں بگاڑے گا کیونکہ وہ تمام مخلوق سے بےنیاز ہے اور ہر طرح سزا اور حمد ہے۔ جیسے حضرت موسیٰ ؑ نے فرمایا یعنی اگر تم اور تمام روئے زمین کے انسان کافر ہوجائیں تو بھی اللہ کا کچھ نہیں بگاڑ سکتے اللہ ساری مخلوق سے غنی ہے اور مستحق حمد ہے۔"
    },
    {
      "ayah": 23,
      "surah": 57,
      "text": "تنگی اور آسانی کی طرف سے ہے  اللہ تعالیٰ اپنی اس قدرت کی خبر دے رہا ہے جو اس نے مخلوقات کی پیدائش سے پہلے ہی اپنی مخلوق کی تقدیر مقرر کی تھی، فرمایا کہ زمین کے جس حصے میں کوئی برائی آئے یا جس کسی شخص کی جان پر کچھ آپڑے اسے یقین رکھنا چاہئے کہ خلق کی پیدائش سے پہلے ہے، لیکن زیادہ ٹھیک بات یہ ہے کہ مخلوق کی پیدائش سے پہلے ہے، امام حسن سے اس آیت کی بابت سوال ہوا تو فرمانے لگے سبحان اللہ ہر مصیبت جو آسمان و زمین میں ہے وہ نفس کی پیدائش سے پہلے ہی رب کی کتاب میں موجود ہے اس میں کیا شک ہے ؟ زمین کی مصیبتوں سے مراد خشک سالی، قحط وغیرہ ہے اور جانوں کی مصیبت درد دکھ اور بیماری ہے، جس کسی کو کوئی خراش لگتی ہے یا لغزش پا سے کوئی تکلیف پہنچتی ہے یا کسی سخت محنت سے پسینہ آجاتا ہے یہ سب اس کے گناہوں کی وجہ سے ہے اور ابھی تو بہت سے گناہ ہیں جنہیں وہ غفور و رحیم اللہ بخش دیتا ہے، یہ آیت بہترین اور بہت اعلیٰ دلیل ہے قدریہ کی تردید میں جس کا خیال ہے کہ سابق علم کوئی چیز نہیں اللہ انہیں ذلیل کرے۔ صحیح مسلم شریف ہے اللہ تعالیٰ نے تقدیر مقرر آسمان و زمین کی پیدائش سے پچاس ہزار برس پہلے کی اور روایت میں ہے اس کا عرش پانی پر تھا (ترمذی) پھر فرماتا ہے کاموں کے وجود میں آنے سے پہلے ان کا اندازہ کرلینا، ان کے ہونے کا علم حاصل کرلینا اور اسے لکھ دینا اللہ پر کچھ مشکل نہیں۔ وہی تو ان کا پیدا کرنے والا ہے۔ جس کا محیط علم ہونے والی، ہو رہی، ہوچکی، ہوگی تمام چیزوں کو شامل ہے۔ پھر ارشاد ہوتا ہے ہم نے تمہیں یہ خبر اس لئے دی ہے کہ تم یقین رکھو کہ جو تمہیں پہنچا وہ ہرگز کسی صورت ٹلنے والا نہ تھا، پس مصیبت کے وقت صبر و شکر تحمل و ثابت قدمی مضبوط ولی اور روحانی طاقت تم میں موجود رہے، ہائے وائے بےصبری اور بےضبطی تم سے دور رہے جزع فزع تم پر چھا نہ جائے تم اطمینان سے رہو کہ یہ تکلیف تو آنے والی تھی ہی، اسی طرح اگر مال دولت غلبہ وغیرہ مل جائے تو اس وقت آپے سے باہر نہ ہوجاؤ اسے عطیہ الٰہی مانو تکبر اور غرور تم میں نہ آجائے ایسا نہ ہو کہ دولت و مال وغیرہ کے نشے میں پھول جاؤ اور اللہ کو بھول جاؤ اس لئے کہ اس وقت بھی ماری یہ تعلیم تمہارے سامنے ہوگی کہ یہ میرے دست وبازو کا میری عقل و ہوش کا نتیجہ نہیں بلکہ اللہ کی عطا ہے۔ ایک قرأت اس کی آتکم ہے دوسری اتکم ہے اور دونوں میں تلازم ہے، اسی لئے ارشاد ہوتا ہے کہ اپنے جی میں اپنے آپ کو بڑا سمجھنے والے دوسروں پر فخر کرنے والے اللہ کے دشمن ہیں، حضرت ابن عباس کا فرمان ہے کہ رنج و راحت خوشی و غم تو ہر شخص پر آتا ہے خوشی کو شکر میں اور غم کو صبر میں گذار دو ، پھر ارشاد ہوتا ہے کہ یہ لوگ خود بھی بخیل اور خلاف شرع کام کرنے والے ہیں اور دوسروں کو بھی یہی برا راستہ بتاتے ہیں۔ جو شخص اللہ کی حکم برداری سے ہٹ جائے وہ اللہ کا کچھ نہیں بگاڑے گا کیونکہ وہ تمام مخلوق سے بےنیاز ہے اور ہر طرح سزا اور حمد ہے۔ جیسے حضرت موسیٰ ؑ نے فرمایا یعنی اگر تم اور تمام روئے زمین کے انسان کافر ہوجائیں تو بھی اللہ کا کچھ نہیں بگاڑ سکتے اللہ ساری مخلوق سے غنی ہے اور مستحق حمد ہے۔"
    },
    {
      "ayah": 24,
      "surah": 57,
      "text": "تنگی اور آسانی کی طرف سے ہے  اللہ تعالیٰ اپنی اس قدرت کی خبر دے رہا ہے جو اس نے مخلوقات کی پیدائش سے پہلے ہی اپنی مخلوق کی تقدیر مقرر کی تھی، فرمایا کہ زمین کے جس حصے میں کوئی برائی آئے یا جس کسی شخص کی جان پر کچھ آپڑے اسے یقین رکھنا چاہئے کہ خلق کی پیدائش سے پہلے ہے، لیکن زیادہ ٹھیک بات یہ ہے کہ مخلوق کی پیدائش سے پہلے ہے، امام حسن سے اس آیت کی بابت سوال ہوا تو فرمانے لگے سبحان اللہ ہر مصیبت جو آسمان و زمین میں ہے وہ نفس کی پیدائش سے پہلے ہی رب کی کتاب میں موجود ہے اس میں کیا شک ہے ؟ زمین کی مصیبتوں سے مراد خشک سالی، قحط وغیرہ ہے اور جانوں کی مصیبت درد دکھ اور بیماری ہے، جس کسی کو کوئی خراش لگتی ہے یا لغزش پا سے کوئی تکلیف پہنچتی ہے یا کسی سخت محنت سے پسینہ آجاتا ہے یہ سب اس کے گناہوں کی وجہ سے ہے اور ابھی تو بہت سے گناہ ہیں جنہیں وہ غفور و رحیم اللہ بخش دیتا ہے، یہ آیت بہترین اور بہت اعلیٰ دلیل ہے قدریہ کی تردید میں جس کا خیال ہے کہ سابق علم کوئی چیز نہیں اللہ انہیں ذلیل کرے۔ صحیح مسلم شریف ہے اللہ تعالیٰ نے تقدیر مقرر آسمان و زمین کی پیدائش سے پچاس ہزار برس پہلے کی اور روایت میں ہے اس کا عرش پانی پر تھا (ترمذی) پھر فرماتا ہے کاموں کے وجود میں آنے سے پہلے ان کا اندازہ کرلینا، ان کے ہونے کا علم حاصل کرلینا اور اسے لکھ دینا اللہ پر کچھ مشکل نہیں۔ وہی تو ان کا پیدا کرنے والا ہے۔ جس کا محیط علم ہونے والی، ہو رہی، ہوچکی، ہوگی تمام چیزوں کو شامل ہے۔ پھر ارشاد ہوتا ہے ہم نے تمہیں یہ خبر اس لئے دی ہے کہ تم یقین رکھو کہ جو تمہیں پہنچا وہ ہرگز کسی صورت ٹلنے والا نہ تھا، پس مصیبت کے وقت صبر و شکر تحمل و ثابت قدمی مضبوط ولی اور روحانی طاقت تم میں موجود رہے، ہائے وائے بےصبری اور بےضبطی تم سے دور رہے جزع فزع تم پر چھا نہ جائے تم اطمینان سے رہو کہ یہ تکلیف تو آنے والی تھی ہی، اسی طرح اگر مال دولت غلبہ وغیرہ مل جائے تو اس وقت آپے سے باہر نہ ہوجاؤ اسے عطیہ الٰہی مانو تکبر اور غرور تم میں نہ آجائے ایسا نہ ہو کہ دولت و مال وغیرہ کے نشے میں پھول جاؤ اور اللہ کو بھول جاؤ اس لئے کہ اس وقت بھی ماری یہ تعلیم تمہارے سامنے ہوگی کہ یہ میرے دست وبازو کا میری عقل و ہوش کا نتیجہ نہیں بلکہ اللہ کی عطا ہے۔ ایک قرأت اس کی آتکم ہے دوسری اتکم ہے اور دونوں میں تلازم ہے، اسی لئے ارشاد ہوتا ہے کہ اپنے جی میں اپنے آپ کو بڑا سمجھنے والے دوسروں پر فخر کرنے والے اللہ کے دشمن ہیں، حضرت ابن عباس کا فرمان ہے کہ رنج و راحت خوشی و غم تو ہر شخص پر آتا ہے خوشی کو شکر میں اور غم کو صبر میں گذار دو ، پھر ارشاد ہوتا ہے کہ یہ لوگ خود بھی بخیل اور خلاف شرع کام کرنے والے ہیں اور دوسروں کو بھی یہی برا راستہ بتاتے ہیں۔ جو شخص اللہ کی حکم برداری سے ہٹ جائے وہ اللہ کا کچھ نہیں بگاڑے گا کیونکہ وہ تمام مخلوق سے بےنیاز ہے اور ہر طرح سزا اور حمد ہے۔ جیسے حضرت موسیٰ ؑ نے فرمایا یعنی اگر تم اور تمام روئے زمین کے انسان کافر ہوجائیں تو بھی اللہ کا کچھ نہیں بگاڑ سکتے اللہ ساری مخلوق سے غنی ہے اور مستحق حمد ہے۔"
    },
    {
      "ayah": 25,
      "surah": 57,
      "text": "لوہے کے فوائد  اللہ عزوجل فرماتا ہے کہ ہم نے اپنے پیغمبروں کو ظاہر حجتیں اور بھرپور دلائل دے کر دنیا میں مبعوث فرمایا، پھر ساتھ ہی انہیں کتاب بھی دی جو کھری اور صاف سچی ہے اور عدل و حق دیا جس سے ہر عقل مند انسان ان کی باتوں کے قبول کرلینے پر فطرتاً مجبور ہوجاتا ہے، ہاں بیمار رائے والے اور خلاف عقل والے اس سے محروم رہ جاتے ہیں، جیسے اور جگہ ہے آیت (اَفَمَنْ كَانَ عَلٰي بَيِّنَةٍ مِّنْ رَّبِّهٖ وَيَتْلُوْهُ شَاهِدٌ مِّنْهُ وَمِنْ قَبْلِهٖ كِتٰبُ مُوْسٰٓى اِمَامًا وَّرَحْمَةً 17؀) 11۔ ھود :17) جو شخص اپنے رب کی طرف دلیل پر ہو اور ساتھ ہی اس کے شاہد بھی ہو۔ ایک اور جگہ ہے اللہ کی یہ فطرت ہے جس پر مخلوق کو اس نے پیدا کیا ہے اور فرماتا ہے آسمان کو اس نے بلند کیا اور میزان رکھ دی، پس یہاں فرمان ہے یہ اس لئے کہ لوگ حق و عدل پر قائم ہوجائیں، یعنی اتباع رسول کرنے لگیں امر رسول ﷺ بجا لائیں۔ رسول ﷺ ہی کی تمام باتوں کو حق سمجھیں کیونکہ اس کے سوا حق کسی اور کا کلام نہیں۔ جیسے فرمان ہے آیت (وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَّعَدْلًا ۭلَا مُبَدِّلَ لِكَلِمٰتِهٖ ۚ وَهُوَ السَّمِيْعُ الْعَلِيْمُ01105) 6۔ الانعام :115) تیرے رب کا کلمہ جو اپنی خبروں میں سچا اور اپنے احکام میں عدل والا ہے پورا ہوچکا۔ یہی وجہ ہے کہ جب ایمان دار جنتوں میں پہنچ جائیں گے اللہ کی نعمتوں سے مالا مال ہوجائیں گے تو کہیں گے اللہ کا شکر ہے جس نے ہمیں ہدایت دی اگر اس کی ہدایت نہ ہوتی تو ہم اس راہ نہیں لگ سکتے تھے ہمارے رب کے رسول ﷺ ہمارے پاس حق لائے تھے۔ پھر فرماتا ہے ہم نے منکرین حق کی سرکوبی کے لئے لوہا بنایا ہے، یعنی اولاً تو کتاب و رسول اور حق سے حجت قائم کی پھر ٹیڑھے دل والوں کی کجی نکالنے کے لئے لوہے کو پیدا کردیا تاکہ اس کے ہتھیار بنیں اور اللہ دوست حضرات اللہ کے دشمنوں کے دل کا کانٹا نکال دیں، یہی نمونہ حضور ﷺ کی زندگی میں بالکل عیاں نظر آتا ہے کہ مکہ شریف کے تیرہ سال مشرکین کو سمجھانے، توحید و سنت کی دعوت دینے، ان کے عقائد کی اصلاح کرنے میں گذارے۔ خود اپنے اوپر مصیبتیں جھیلیں لیکن جب یہ حجت ختم ہوگئی تو شرع نے مسلمانوں کو ہجرت کی اجازت دی، پھر حکم دیا کہ اب ان مخالفین سے جنہوں نے اسلام کی اشاعت کو روک رکھا ہے مسلمانوں کو تنگ کر رکھا ہے ان کی زندگی دو بھر کردی ہے ان سے باقاعدہ جنگ کرو، ان کی گردنیں مارو اور ان مخالفین وحی الٰہی سے زمین کو پاک کرو۔ مسند احمد اور ابو داؤد میں ہے رسول اللہ ﷺ فرماتے ہیں میں قیامت کے آگے تلوار کے ساتھ بھیجا گیا ہوں یہاں تک کہ اللہ وحدہ لا شریک لہ کی ہی عبادت کی جائے اور میرا رزق میرے نیزے کے سایہ تلے رکھا گیا ہے اور کمینہ پن اور ذلت ان لوگوں پر ہے جو میرے حکم کی مخالفت کریں اور جو کسی قوم کی مشابہت کرے وہ انہی میں سے ہے۔ پس لوہے سے لڑائی کے ہتھیار بنتے ہیں جیسے تلوار نیزے چھریاں تیز زرہیں وغیرہ اور لوگوں کے لئے اس کے علاوہ بھی بہت سے فائدے ہیں۔ جیسے سکے، کدال، پھاوڑے، آرے، کھیتی کے آلات، بننے کے آلات، پکانے کے برتن، توے وغیرہ وغیرہ اور بھی بہت سی ایسی ہی چیزیں جو انسانی زندگی کی ضروریات سے ہیں، حضرت ابن عباس فرماتے ہیں تین چیزیں حضرت آدم ؑ کے ساتھ جنت سے آئیں نہائی، سنی اور ہتھوڑا (ابن جریر) پھر فرمایا تاکہ اللہ جان لے کہ ان ہتھیاروں کے اٹھانے سے اللہ رسول کی مدد کرنے کا نیک ارادہ کس کا ہے ؟ اللہ قوت و غلبہ والا ہے، اس کے دین کی جو مدد کرے وہ اس کی مدد کرتا ہے، دراصل اپنے دین کو وہی قوی کرتا ہے اس نے جہاد تو صرف اپنے بندوں کی آزمائش کے لئے مقرر فرمایا ہے ورنہ غلبہ و نصرت تو اسی کی طرف سے ہے۔"
    },
    {
      "ayah": 26,
      "surah": 57,
      "text": "حضرت نوح اور حضرت ابراہیم کی فضیلت  حضرت نوح ؑ اور حضرت ابراہیم ؑ کی اس فضیلت کو دیکھئے کہ حضرت نوح کے بعد سے لے کر حضرت ابراہیم تک جتنے پیغمبر آئے سب آپ ہی کی نسل سے آئے اور پھر حضرت ابراہیم ؑ کے بعد جتنے نبی اور رسول آئے سب کے سب آپ ہی کی نسل سے ہوئے جیسے اور آیت میں ہے (وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّـتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ 26؀) 57۔ الحدید :26) یہاں تک کہ بنو اسرائیل کے آخری پیغمبر حضرت عیسیٰ بن مریم ؑ نے حضرت محمد ﷺ کی خوش خبری سنائی۔ پس نوح اور ابراہیم صلوات اللہ علیہما کے بعد برابر رسولوں کا سلسلہ رہا حضرت عیسیٰ تک جنہیں انجیل ملی اور جن کی تابع فرمان امت رحمدل اور نرم مزاج واقع ہوئی، خشیت الٰہی اور رحمت خلق کے پاک اوصاف سے متصف۔ پھر نصرانیوں کی ایک بدعت کا ذکر ہے جو ان کی شریعت میں تو نہ تھی لیکن انہوں نے خود اپنی طرف سے اسے ایجاد لی تھی، اس کے بعد کے جملے کے دو مطلب بیان کئے گئے ہیں ایک تو یہ ان کا مقصد نیک تھا کہ اللہ کی رضا جوئی کے لئے یہ طریقہ نکالا تھا۔ حضرت سعید بن جبیر حضرت قتادہ وغیرہ کا یہی قول ہے۔ دوسرا مطلب یہ بیان کیا گیا ہے کہ ہم نے ان پر اسے واجب نہ کیا تھا ہاں ہم نے ان پر صرف اللہ کی رضا جوئی واجب کی تھی۔ پھر فرماتا ہے یہ اسے بھی نبھا نہ سکے جیسا چاہیے تھا ویسا اس پر بھی نہ جمے، پس دوہری خرابی آئی ایک اپنی طرف سے ایک نئی بات دین اللہ میں ایجاد کرنے کی دوسرے اس پر بھی قائم نہ رہیں کی، یعنی جسے وہ خود قرب اللہ کا ذریعہ اپنے ذہن سے سمجھ بیٹھے تھے بالآخر اس پر بھی پورے نہ اترے۔ ابن ابی حاتم میں ہے حضور ﷺ نے حضرت عبداللہ بن مسعود کو پکارا آپ نے لبیک کہا آپ نے فرمایا سنو بنی اسرائیل کے بہتر گروہ ہوگئے جن میں سے تین نے نجات پائی، پہلے فرقہ نے تو بنی اسرائیل کی گمراہی دیکھ کر ان کی ہدایت کے لئے اپنی جانیں ہتھیلیوں پر رکھ کر ان کے بڑوں کو تبلیغ شروع کی لیکن آخر وہ لوگ جدال و قتال پر اترے آئے اور بادشاہ اور امراء نے جو اس تبلیغ سے بہت گھبراتے تھے ان پر لشکر کشی کی اور انہیں قتل بھی کیا قید بھی کیا ان لوگوں نے تو نجات حاصل کرلی، پھر دوسری جماعت کھڑی ہوئی ان میں مقابلہ کی طاقت تو نہ تھی تاہم اپنے دین کی قوت سے سرکشوں اور بادشاہوں کے دربار میں حق گوئی شروع کی اور اللہ کے سچے دین اور حضرت عیسیٰ کے اصلی مسلک کی طرف انہیں دعوت دینے لگے، ان بدنصیبوں نے انہیں قتل بھی کرایا آروں سے بھی چیرا اور آگ میں بھی جلایا جسے اس جماعت نے صبر و شکر کے ساتھ برداشت کیا اور نجات حاصل کی، پھر تیسری جماعت اٹھی یہ ان سے بھی زیادہ کمزور تھے ان میں طاقت نہ تھی کہ اصل دین کے احکام کی تبلیغ ان ظالموں میں کریں اس لئے انہوں نے اپنے دین کا بچاؤ اسی میں سمجھا کہ جنگلوں میں نکل جائیں اور پہاڑوں پر چڑھ جائیں عبادت میں مشغول ہوجائیں اور دنیا کو ترک کردیں انہی کا ذکر رہبانیت والی آیت میں ہے، یہی حدیث دوسری سند سے بھی مروی ہے اس میں تہتر فرقوں کا بیان ہے اور اس میں یہ بھی ہے کہ اجراء نہیں ملے گا جو مجھ پر ایمان لائیں اور میری تصدیق کریں اور ان میں سے اکثر فاسق ہیں ایسے ہیں جو مجھے جھٹلائیں اور میرا خلاف کریں، حضرت ابن عباس ؓ ما فرماتے ہیں کہ بنی اسرائیل کے بادشاہوں نے حضرت عیسیٰ کے بعد توریت و انجیل میں تبدیلیاں کرلیں، لیکن ایک جماعت ایمان پر قائم رہی اور اصلی تورات و انجیل ان کے ہاتھوں میں رہی جسے وہ تلاوت کیا کرتے تھے، ایک مرتبہ ان لوگوں نے (جنہوں نے کتاب اللہ میں رد و بدل کرلیا تھا) اپنے بادشاہوں سے ان سچے مومنوں کی شکایت کی کہ یہ لوگ کتاب اللہ کہہ کر جس کتاب کو پڑھتے ہیں اس میں تو ہمیں گالیاں لکھی ہیں اس میں لکھا ہوا ہے جو کوئی اللہ کی نازل کردہ کتاب کے مطابق حکم نہ کرے وہ کافر ہے اور اسی طرح کی بہت سی آیتیں ہیں، پھر یہ لوگ ہمارے اعمال پر بھی عیب گیری کرتے رہتے ہیں، پس آپ انہیں دربار میں بلوایئے اور انہیں مجبور کیجئے کہ یا تو وہ اسی طرح پڑھیں جس طرح ہم پڑھتے ہیں اور ویسا ہی عقیدہ ایمان رکھیں جیسا ہمارا ہے ورنہ انہیں بدترین عبرت ناک سزا دیجیے، چناچہ ان سچے مسلمانوں کو دربار میں بلوایا گیا اور ان سے کہا گیا کہ یا تو ہماری اصلاح کردہ کتاب پڑھا کرو اور تمہارے اپنے ہاتھوں میں جو الہامی کتابیں انہیں چھوڑ دو ورنہ جان سے ہاتھ دھو لو اور قتل گاہ کی طرف قدم بڑھاؤ، اس پر ان پاک بازوں کی ایک جماعت نے کہا کہ تم ہمیں ستاؤ نہیں تم اونچی عمارت بنادو ہمیں وہاں پہنچا دو اور ڈوری چھڑی دیدو ہمارا کھانا پینا اس میں ڈال دیا کرو ہم اوپر سے گھسیٹ لیا کریں گے نیچے اتریں گے ہی نہیں اور تم میں آئیں گے ہی نہیں، ایک جماعت نے کہا سنو ہم یہاں سے ہجرت کر جاتے ہیں جنگلوں اور پہاڑوں میں نکل جاتے ہیں تمہاری بادشاہت کی سرزمین سے باہر ہوجاتے ہیں چشموں، نہروں، ندیوں، نالوں اور تالابوں سے جانوروں کی طرح منہ لگا کر پانی پیا کریں گے اور جو پھول پات مل جائیں گے ان پر گزارہ کرلیں گے۔ اس کے بعد اگر تم ہمیں اپنے ملک میں دیکھ لو تو بیشک گردن اڑا دینا، تیسری جماعت نے کہا ہمیں اپنی آبادی کے ایک طرف کچھ زمین دیدو اور وہاں حصار کھینچ دو وہیں ہم کنویں کھود لیں گے اور کھیتی کرلیا کریں گے تم میں ہرگز نہ آئیں گے۔ چونکہ اس اللہ پرست جماعت سے ان لوگوں کی قریبی رشتہ داریاں تھیں اس لئے یہ درخواستیں منظور کرلی گئیں اور یہ لوگ اپنے اپنے ٹھکانے چلے گئے، لیکن ان کے ساتھ بعض اور لوگ بھی لگ گئے جنہیں دراصل علم و ایمان نہ تھا تقلیداً ساتھ ہو لیے، ان کے بارے میں یہ آیت (وَرَهْبَانِيَّةَۨ ابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۗءَ رِضْوَان اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَــتِهَا 27؀) 57۔ الحدید :27) نازل ہوئی، پس جب اللہ تعالیٰ نے حضور انور ﷺ کو مبعوث فرمایا اس وقت ان میں سے بہت کم لوگ رہ گئے تھے آپ کی بعثت کی خبر سنتے ہی خانقاہوں والے اپنی خانقاہوں سے اور جنگلوں والے اپنے جنگلوں سے اور حصار والے اپنے حصاروں سے نکل کھڑے ہوئے آپ کی خدمت میں حاضر ہوئے آپ پر ایمان لائے، آپ کی تصدیق کی جس کا ذکر اس آیت میں ہے (یا ایھا الذین امنوا برسولہ یؤتکم کفلین من رحمتہ ویجعل لکم نورا تمشون بہ) الخ، یعنی ایمان والو اللہ سے ڈرو اور اس کے رسول پر ایمان لاؤ تمہیں اللہ اپنی رحمت کا دوہرا حصہ دے گا (یعنی حضرت عیسیٰ پر ایمان لانے کا اور پھر حضرت محمد ﷺ پر ایمان لانے کا) اور تمہیں نور دے گا جس کی روشنی میں تم چلو پھرو (یعنی قرآن و سنت) تاکہ اہل کتاب جان لیں (جو تم جیسے ہیں) کہ اللہ کے کسی فضل کا انہیں اختیار نہیں اور سارا فضل اللہ کے ہاتھ ہے جسے چاہے دیتا ہے اور اللہ بڑے فضل کا مالک ہے۔ یہ سیاق غریب ہے اور ان دونوں پچھلی آیتوں کی تفسیر اس آیت کے بعد ہی آرہی ہے، انشاء اللہ تعالیٰ ابو یعلی میں ہے کہ لوگ حضرت انس بن مالک ؓ کے پاس مدینہ میں حضرت عمر بن عبدالعزیز ؒ کی خلافت کے زمانہ میں آئے، آپ اس وقت امیر مدینہ تھے جب یہ آئے اس وقت حضرت انس نماز ادا کر رہے تھے اور بہت ہلکی نماز پڑھ رہے تھے جیسے مسافرت کی نماز ہو یا اس کے قریب قریب جب سلام پھیرا تو لوگوں نے آپ سے پوچھا کہ کیا آپ نے فرض نماز پڑھی یا نفل ؟ فرمایا فرض اور یہی نماز رسول اللہ ﷺ کی تھی، میں نے اپنے خیال سے اپنی یاد برابر تو اس میں کوئی خطا نہیں کی، ہاں اگر کچھ بھول گیا ہوں تو اس کی بابت نہیں کہہ سکتا۔ حضور ﷺ کا فرمان ہے کہ اپنی جانوں پر سختی نہ کرو ورنہ تم پر سختی کی جائے گی، ایک قوم نے اپنی جانوں پر سختی کی اور ان پر بھی سختی کی گئی پس ان کی بقیہ خانقاہوں میں اور گھروں میں اب بھی دیکھ لو ترک دنیا کی ہی وہی سختی تھی جسے اللہ نے ان پر واجب نہیں کیا تھا۔ دوسرے دن ہم لوگوں نے کہا آیئے سواریوں پر چلیں اور دیکھیں اور عبرت حاصل کریں۔ حضرت انس نے فرمایا بہت اچھا ہم سوار ہو کر چلے اور کئی ایک بستیاں دیکھیں جو بالکل اجڑ گئی تھیں اور مکانات اوندھے پڑے ہوئے تھے تو ہم نے کہا ان شہروں سے آپ واقف ہیں ؟ فرمایا خوب اچھی طرح بلکہ ان کے باشندوں سے بھی انہیں سرکشی اور حسد نے ہلاک کیا۔ حسد نیکیوں کے نور کو بجھا دیتا ہے اور سرکشی اس کی تصدیق یا تکذیب کرتی ہے۔ آنکھ کا بھی زنا ہے ہاتھ اور قدم اور زبان کا بھی زنا ہے اور شرمگاہ اسے سچ ثابت کرتی ہے یا جھٹلاتی ہے۔ مسند احمد میں ہے حضور ﷺ فرماتے ہیں ہر نبی کیلئے رہبانیت تھی اور میری امت کی رہبانیت اللہ عزوجل کی راہ میں جہاد کرنا ہے۔ ایک شخص حضرت ابو سعید خدری ؓ کے پاس آتا ہے اور کہتا ہے کہ مجھے کچھ وصیت کیجئے۔ آپ نے فرمایا تم نے مجھ سے وہ سوال کیا جو میں نے رسول اللہ ﷺ سے کیا تھا۔ میں تجھے وصیت کرتا ہوں اللہ سے ڈرتے رہنے کی، یہی تمام نیکیوں کا سر ہے اور تو جہاد کو لازم پکڑے رہ یہی اسلام کی رہبانیت ہے اور ذکر اللہ اور تلاوت قرآن پر مداومت کر۔ وہی آسمان میں، زمین میں تیری راحت و روح ہے اور تیری یاد ہے۔ یہ روایت مسند احمد میں ہے واللہ تعالیٰ اعلم۔"
    },
    {
      "ayah": 27,
      "surah": 57,
      "text": "حضرت نوح اور حضرت ابراہیم کی فضیلت  حضرت نوح ؑ اور حضرت ابراہیم ؑ کی اس فضیلت کو دیکھئے کہ حضرت نوح کے بعد سے لے کر حضرت ابراہیم تک جتنے پیغمبر آئے سب آپ ہی کی نسل سے آئے اور پھر حضرت ابراہیم ؑ کے بعد جتنے نبی اور رسول آئے سب کے سب آپ ہی کی نسل سے ہوئے جیسے اور آیت میں ہے (وَلَقَدْ اَرْسَلْنَا نُوْحًا وَّاِبْرٰهِيْمَ وَجَعَلْنَا فِيْ ذُرِّيَّـتِهِمَا النُّبُوَّةَ وَالْكِتٰبَ فَمِنْهُمْ مُّهْتَدٍ ۚ وَكَثِيْرٌ مِّنْهُمْ فٰسِقُوْنَ 26؀) 57۔ الحدید :26) یہاں تک کہ بنو اسرائیل کے آخری پیغمبر حضرت عیسیٰ بن مریم ؑ نے حضرت محمد ﷺ کی خوش خبری سنائی۔ پس نوح اور ابراہیم صلوات اللہ علیہما کے بعد برابر رسولوں کا سلسلہ رہا حضرت عیسیٰ تک جنہیں انجیل ملی اور جن کی تابع فرمان امت رحمدل اور نرم مزاج واقع ہوئی، خشیت الٰہی اور رحمت خلق کے پاک اوصاف سے متصف۔ پھر نصرانیوں کی ایک بدعت کا ذکر ہے جو ان کی شریعت میں تو نہ تھی لیکن انہوں نے خود اپنی طرف سے اسے ایجاد لی تھی، اس کے بعد کے جملے کے دو مطلب بیان کئے گئے ہیں ایک تو یہ ان کا مقصد نیک تھا کہ اللہ کی رضا جوئی کے لئے یہ طریقہ نکالا تھا۔ حضرت سعید بن جبیر حضرت قتادہ وغیرہ کا یہی قول ہے۔ دوسرا مطلب یہ بیان کیا گیا ہے کہ ہم نے ان پر اسے واجب نہ کیا تھا ہاں ہم نے ان پر صرف اللہ کی رضا جوئی واجب کی تھی۔ پھر فرماتا ہے یہ اسے بھی نبھا نہ سکے جیسا چاہیے تھا ویسا اس پر بھی نہ جمے، پس دوہری خرابی آئی ایک اپنی طرف سے ایک نئی بات دین اللہ میں ایجاد کرنے کی دوسرے اس پر بھی قائم نہ رہیں کی، یعنی جسے وہ خود قرب اللہ کا ذریعہ اپنے ذہن سے سمجھ بیٹھے تھے بالآخر اس پر بھی پورے نہ اترے۔ ابن ابی حاتم میں ہے حضور ﷺ نے حضرت عبداللہ بن مسعود کو پکارا آپ نے لبیک کہا آپ نے فرمایا سنو بنی اسرائیل کے بہتر گروہ ہوگئے جن میں سے تین نے نجات پائی، پہلے فرقہ نے تو بنی اسرائیل کی گمراہی دیکھ کر ان کی ہدایت کے لئے اپنی جانیں ہتھیلیوں پر رکھ کر ان کے بڑوں کو تبلیغ شروع کی لیکن آخر وہ لوگ جدال و قتال پر اترے آئے اور بادشاہ اور امراء نے جو اس تبلیغ سے بہت گھبراتے تھے ان پر لشکر کشی کی اور انہیں قتل بھی کیا قید بھی کیا ان لوگوں نے تو نجات حاصل کرلی، پھر دوسری جماعت کھڑی ہوئی ان میں مقابلہ کی طاقت تو نہ تھی تاہم اپنے دین کی قوت سے سرکشوں اور بادشاہوں کے دربار میں حق گوئی شروع کی اور اللہ کے سچے دین اور حضرت عیسیٰ کے اصلی مسلک کی طرف انہیں دعوت دینے لگے، ان بدنصیبوں نے انہیں قتل بھی کرایا آروں سے بھی چیرا اور آگ میں بھی جلایا جسے اس جماعت نے صبر و شکر کے ساتھ برداشت کیا اور نجات حاصل کی، پھر تیسری جماعت اٹھی یہ ان سے بھی زیادہ کمزور تھے ان میں طاقت نہ تھی کہ اصل دین کے احکام کی تبلیغ ان ظالموں میں کریں اس لئے انہوں نے اپنے دین کا بچاؤ اسی میں سمجھا کہ جنگلوں میں نکل جائیں اور پہاڑوں پر چڑھ جائیں عبادت میں مشغول ہوجائیں اور دنیا کو ترک کردیں انہی کا ذکر رہبانیت والی آیت میں ہے، یہی حدیث دوسری سند سے بھی مروی ہے اس میں تہتر فرقوں کا بیان ہے اور اس میں یہ بھی ہے کہ اجراء نہیں ملے گا جو مجھ پر ایمان لائیں اور میری تصدیق کریں اور ان میں سے اکثر فاسق ہیں ایسے ہیں جو مجھے جھٹلائیں اور میرا خلاف کریں، حضرت ابن عباس ؓ ما فرماتے ہیں کہ بنی اسرائیل کے بادشاہوں نے حضرت عیسیٰ کے بعد توریت و انجیل میں تبدیلیاں کرلیں، لیکن ایک جماعت ایمان پر قائم رہی اور اصلی تورات و انجیل ان کے ہاتھوں میں رہی جسے وہ تلاوت کیا کرتے تھے، ایک مرتبہ ان لوگوں نے (جنہوں نے کتاب اللہ میں رد و بدل کرلیا تھا) اپنے بادشاہوں سے ان سچے مومنوں کی شکایت کی کہ یہ لوگ کتاب اللہ کہہ کر جس کتاب کو پڑھتے ہیں اس میں تو ہمیں گالیاں لکھی ہیں اس میں لکھا ہوا ہے جو کوئی اللہ کی نازل کردہ کتاب کے مطابق حکم نہ کرے وہ کافر ہے اور اسی طرح کی بہت سی آیتیں ہیں، پھر یہ لوگ ہمارے اعمال پر بھی عیب گیری کرتے رہتے ہیں، پس آپ انہیں دربار میں بلوایئے اور انہیں مجبور کیجئے کہ یا تو وہ اسی طرح پڑھیں جس طرح ہم پڑھتے ہیں اور ویسا ہی عقیدہ ایمان رکھیں جیسا ہمارا ہے ورنہ انہیں بدترین عبرت ناک سزا دیجیے، چناچہ ان سچے مسلمانوں کو دربار میں بلوایا گیا اور ان سے کہا گیا کہ یا تو ہماری اصلاح کردہ کتاب پڑھا کرو اور تمہارے اپنے ہاتھوں میں جو الہامی کتابیں انہیں چھوڑ دو ورنہ جان سے ہاتھ دھو لو اور قتل گاہ کی طرف قدم بڑھاؤ، اس پر ان پاک بازوں کی ایک جماعت نے کہا کہ تم ہمیں ستاؤ نہیں تم اونچی عمارت بنادو ہمیں وہاں پہنچا دو اور ڈوری چھڑی دیدو ہمارا کھانا پینا اس میں ڈال دیا کرو ہم اوپر سے گھسیٹ لیا کریں گے نیچے اتریں گے ہی نہیں اور تم میں آئیں گے ہی نہیں، ایک جماعت نے کہا سنو ہم یہاں سے ہجرت کر جاتے ہیں جنگلوں اور پہاڑوں میں نکل جاتے ہیں تمہاری بادشاہت کی سرزمین سے باہر ہوجاتے ہیں چشموں، نہروں، ندیوں، نالوں اور تالابوں سے جانوروں کی طرح منہ لگا کر پانی پیا کریں گے اور جو پھول پات مل جائیں گے ان پر گزارہ کرلیں گے۔ اس کے بعد اگر تم ہمیں اپنے ملک میں دیکھ لو تو بیشک گردن اڑا دینا، تیسری جماعت نے کہا ہمیں اپنی آبادی کے ایک طرف کچھ زمین دیدو اور وہاں حصار کھینچ دو وہیں ہم کنویں کھود لیں گے اور کھیتی کرلیا کریں گے تم میں ہرگز نہ آئیں گے۔ چونکہ اس اللہ پرست جماعت سے ان لوگوں کی قریبی رشتہ داریاں تھیں اس لئے یہ درخواستیں منظور کرلی گئیں اور یہ لوگ اپنے اپنے ٹھکانے چلے گئے، لیکن ان کے ساتھ بعض اور لوگ بھی لگ گئے جنہیں دراصل علم و ایمان نہ تھا تقلیداً ساتھ ہو لیے، ان کے بارے میں یہ آیت (وَرَهْبَانِيَّةَۨ ابْتَدَعُوْهَا مَا كَتَبْنٰهَا عَلَيْهِمْ اِلَّا ابْتِغَاۗءَ رِضْوَان اللّٰهِ فَمَا رَعَوْهَا حَقَّ رِعَايَــتِهَا 27؀) 57۔ الحدید :27) نازل ہوئی، پس جب اللہ تعالیٰ نے حضور انور ﷺ کو مبعوث فرمایا اس وقت ان میں سے بہت کم لوگ رہ گئے تھے آپ کی بعثت کی خبر سنتے ہی خانقاہوں والے اپنی خانقاہوں سے اور جنگلوں والے اپنے جنگلوں سے اور حصار والے اپنے حصاروں سے نکل کھڑے ہوئے آپ کی خدمت میں حاضر ہوئے آپ پر ایمان لائے، آپ کی تصدیق کی جس کا ذکر اس آیت میں ہے (یا ایھا الذین امنوا برسولہ یؤتکم کفلین من رحمتہ ویجعل لکم نورا تمشون بہ) الخ، یعنی ایمان والو اللہ سے ڈرو اور اس کے رسول پر ایمان لاؤ تمہیں اللہ اپنی رحمت کا دوہرا حصہ دے گا (یعنی حضرت عیسیٰ پر ایمان لانے کا اور پھر حضرت محمد ﷺ پر ایمان لانے کا) اور تمہیں نور دے گا جس کی روشنی میں تم چلو پھرو (یعنی قرآن و سنت) تاکہ اہل کتاب جان لیں (جو تم جیسے ہیں) کہ اللہ کے کسی فضل کا انہیں اختیار نہیں اور سارا فضل اللہ کے ہاتھ ہے جسے چاہے دیتا ہے اور اللہ بڑے فضل کا مالک ہے۔ یہ سیاق غریب ہے اور ان دونوں پچھلی آیتوں کی تفسیر اس آیت کے بعد ہی آرہی ہے، انشاء اللہ تعالیٰ ابو یعلی میں ہے کہ لوگ حضرت انس بن مالک ؓ کے پاس مدینہ میں حضرت عمر بن عبدالعزیز ؒ کی خلافت کے زمانہ میں آئے، آپ اس وقت امیر مدینہ تھے جب یہ آئے اس وقت حضرت انس نماز ادا کر رہے تھے اور بہت ہلکی نماز پڑھ رہے تھے جیسے مسافرت کی نماز ہو یا اس کے قریب قریب جب سلام پھیرا تو لوگوں نے آپ سے پوچھا کہ کیا آپ نے فرض نماز پڑھی یا نفل ؟ فرمایا فرض اور یہی نماز رسول اللہ ﷺ کی تھی، میں نے اپنے خیال سے اپنی یاد برابر تو اس میں کوئی خطا نہیں کی، ہاں اگر کچھ بھول گیا ہوں تو اس کی بابت نہیں کہہ سکتا۔ حضور ﷺ کا فرمان ہے کہ اپنی جانوں پر سختی نہ کرو ورنہ تم پر سختی کی جائے گی، ایک قوم نے اپنی جانوں پر سختی کی اور ان پر بھی سختی کی گئی پس ان کی بقیہ خانقاہوں میں اور گھروں میں اب بھی دیکھ لو ترک دنیا کی ہی وہی سختی تھی جسے اللہ نے ان پر واجب نہیں کیا تھا۔ دوسرے دن ہم لوگوں نے کہا آیئے سواریوں پر چلیں اور دیکھیں اور عبرت حاصل کریں۔ حضرت انس نے فرمایا بہت اچھا ہم سوار ہو کر چلے اور کئی ایک بستیاں دیکھیں جو بالکل اجڑ گئی تھیں اور مکانات اوندھے پڑے ہوئے تھے تو ہم نے کہا ان شہروں سے آپ واقف ہیں ؟ فرمایا خوب اچھی طرح بلکہ ان کے باشندوں سے بھی انہیں سرکشی اور حسد نے ہلاک کیا۔ حسد نیکیوں کے نور کو بجھا دیتا ہے اور سرکشی اس کی تصدیق یا تکذیب کرتی ہے۔ آنکھ کا بھی زنا ہے ہاتھ اور قدم اور زبان کا بھی زنا ہے اور شرمگاہ اسے سچ ثابت کرتی ہے یا جھٹلاتی ہے۔ مسند احمد میں ہے حضور ﷺ فرماتے ہیں ہر نبی کیلئے رہبانیت تھی اور میری امت کی رہبانیت اللہ عزوجل کی راہ میں جہاد کرنا ہے۔ ایک شخص حضرت ابو سعید خدری ؓ کے پاس آتا ہے اور کہتا ہے کہ مجھے کچھ وصیت کیجئے۔ آپ نے فرمایا تم نے مجھ سے وہ سوال کیا جو میں نے رسول اللہ ﷺ سے کیا تھا۔ میں تجھے وصیت کرتا ہوں اللہ سے ڈرتے رہنے کی، یہی تمام نیکیوں کا سر ہے اور تو جہاد کو لازم پکڑے رہ یہی اسلام کی رہبانیت ہے اور ذکر اللہ اور تلاوت قرآن پر مداومت کر۔ وہی آسمان میں، زمین میں تیری راحت و روح ہے اور تیری یاد ہے۔ یہ روایت مسند احمد میں ہے واللہ تعالیٰ اعلم۔"
    },
    {
      "ayah": 28,
      "surah": 57,
      "text": "مسلمانوں اور یہود و نصاریٰ کی مثال اس سے پہلے کی آیت میں بیان ہوچکا ہے کہ حضرت ابن عباس ؓ فرماتے ہیں جن مومنوں کا یہاں ذکر ہے اس سے مراد اہل کتاب کے مومن ہیں اور انہیں دوہرا اجر ملے گا جیسے کہ سورة قصص کی آیت میں ہے اور جیسے کہ ایک حدیث میں آیا ہے کہ تین شخصوں کو اللہ تعالیٰ دوہرا اجر دے گا ایک وہ اہل کتاب جو اپنے نبی پر ایمان لایا پھر مجھ پر بھی ایمان لایا اسے دوہرا اجر ہے اور وہ غلام جو اپنے آقا کی تابعداری کرے اور اللہ کا حق بھی ادا کرے اسے بھی دو دو اجر ہیں اور وہ شخض جو اپنی لونڈی کو ادب سکھائے اور بہت اچھا ادب سکھائے یعنی شرعی ادب پھر اسے آزاد کر دے اور نکاح کر دے وہ بھی دوہرے اجر کا مستحق ہے (بخاری و مسلم) حضرت سعید بن جبیر فرماتے ہیں جب اہل کتاب اس دوہرے اجر پر فخر کرنے لگے تو اللہ تعالیٰ نے یہ آیت اس امت کے حق میں نازل فرمائی۔ پس انہیں دوہرے اجر کے بعد نور ہدایت دینے کا بھی وعدہ کیا اور مغفرت کا بھی پس نور اور مغفرت انہیں زیادہ ملی (ابن جریر) اسی مضمون کی ایک آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْ ۭ وَاللّٰهُ ذو الْفَضْلِ الْعَظِيْمِ 29؀) 8۔ الانفال :29) ، ہے یعنی اے ایمان والو اگر تم اللہ سے ڈرتے رہے تو وہ تمہارے لئے فرقان کرے گا اور تم سے تمہاری برائیاں دور کر دے گا اور تمہیں معاف فرما دے گا اللہ بڑے فضل والا ہے۔ حضرت عمر فاروق ؓ نے یہودیوں کے ایک بہت بڑے عالم سے دریافت فرمایا کہ تمہیں ایک نیکی پر زیادہ سے زیادہ کس قدر فضیلت ملتی ہے اس نے کہا ساڑھے تین سو تک، آپ نے اللہ کا شکر کیا اور فرمایا ہمیں تم سے دوہرا اجر ملا ہے۔ حضرت سعید نے اسے بیان فرما کر یہی آیت پڑھی اور فرمایا اسی طرح جمعہ کا دوہرا اجر ہے، مسند احمد کی حدیث میں ہے تمہاری اور یہود و نصاریٰ کی مثال اس شخض جیسی ہے جس نے چند مزدور کسی کام پر لگانے چاہے اور اعلان کیا کہ کوئی ہے جو مجھ سے ایک قیراط لے اور صبح کی نماز سے لے کر آدھے دن تک کام کرے ؟ پس یہود تیار ہوگئے، اس نے پھر کہا ظہر سے عصر تک اب جو کام کرے اسے میں ایک قیراط دوں گا، اس پر نصرانی تیار ہوئے کام کیا اور اجرت لی اس نے پھر کہا اب عصر سے مغرب تک جو کام کرے میں اسے دو قیراط دوں گا پس وہ تم مسلمان ہو، اس پر یہود و نصاریٰ بہت بگڑے اور کہنے لگے کام ہم نے زیادہ کیا اور دام انہیں زیادہ ملے۔ ہمیں کم دیا گیا۔ تو انہیں جواب ملا کہ میں نے تمہارا کوئی حق تو نہیں مارا ؟ انہوں نے کہا ایسا تو نہیں ہوا۔ جواب ملا کہ پھر یہ میرا فضل ہے جسے چاہوں دو ، صحیح بخاری شریف میں ہے مسلمانوں اور یہود نصرانیوں کی مثال اس شخص کی طرح ہے جس نے چند لوگوں کو کام پر لگایا اجرت ٹھہرالی اور کہا دن بھر کام کرکے کہہ دیا کہ اب ہمیں ضرورت نہیں جو ہم نے کیا اس کی اجرت بھی نہیں چاہتے اور اب ہم کام بھی نہیں کریں گے، اس نے انہیں سمجھایا بھی کہ ایسا نہ کرو کام پورا کرو اور مزدوری لے جاؤ لیکن انہوں نے صاف انکار کردیا اور کام ادھورا چھوڑ کر اجرت لئے بغیر چلتے بنے، اس نے اور مزدور لگائے اور کہا کہ باقی کام شام تک تم پورا کرو اور پورے دن کی مزدوری میں تمہیں دوں گا، یہ کام پر لگے، لیکن عصر کے وقت یہ بھی کام سے ہٹ گئے اور کہہ دیا کہ اب ہم سے نہیں ہوسکتا ہمیں آپ کی اجرت نہیں چاہئے اس نے انہیں بھی سمجھایا کہ دیکھو اب دن باقی ہی کیا رہ گیا ہے تم کام پورا کرو اور اجرت لے جاؤ لیکن یہ نہ مانے اور چلے گئے، اس نے پھر اوروں کو بلایا اور کہا لو تم مغرب تک کام کرو اور دن بھر کی مزدوری لے جاؤ چناچہ انہوں نے مغرب تک کام کیا اور ان دونوں جماعتوں کی اجرت بھی یہی لے گئے، پس یہ ہے ان کی مثال اور اس نور کی مثال جسے انہوں نے قبول کیا۔ پھر فرماتا ہے یہ اس لئے کہ اہل کتاب یقین کرلیں کہ اللہ جسے دے یہ اس کے لوٹانے کی اور جسے نہ دے اسے دینے کی کچھ بھی قدرت نہیں رکھتے اور اس بات کو بھی وہ جان لیں کہ فضل و کرم کا مالک صرف وہی پروردگار ہے، اس کے فضل کا کوئی اندازہ و حساب نہیں لگا سکتا۔ امام ابن جریر ؒ فرماتے ہیں آیت (لئلا یعلم) کا معنی (لیعلم) ہے۔ حضرت ابن مسعود ؓ کی قرأت میں (لکی یعلم) ہے، اسی طرح حضرت عطا بن عبداللہ ؒ اور حضرت سعید بن جبیر ؒ سے بھی یہی قرأت مروی ہے۔ غرض یہ ہے کہ کلام عرب میں لا صلہ کیلئے آتا ہے جو کلام کے اول آخر میں آجاتا ہے اور وہاں سے انکار مراد نہیں ہوتا جیسے آیت (مَا مَنَعَكَ اَلَّا تَسْجُدَ اِذْ اَمَرْتُكَ 12 ؀) 7۔ الاعراف :12) میں ہے اور آیت (وَمَا يُشْعِرُكُمْ ۙ اَنَّهَآ اِذَا جَاۗءَتْ لَا يُؤْمِنُوْنَ01009) 6۔ الانعام :109) میں اور آیت (وَحَرٰمٌ عَلٰي قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ 95؀) 21۔ الأنبیاء :95) میں۔ الحمد للہ سورة حدید کی تفسیر ختم ہوئی۔ اللہ تعالیٰ کا ہزار ہزار شکر ہے کہ اس ستائیسویں پارے کی تفسیر بھی ختم ہوئی۔ اللہ تعالیٰ قبول فرمائے اور ہمیں اپنے پاک کلام کی صحیح سمھجھ دے اور اس پر عمل کی توفیق دے۔ میرے مہربان اللہ ! میرے عاجز ہاتھوں سے اس پاک تفسیر کو پوری کرا، اسے مکمل مطبوع مجھے دکھا دے، مقبولیت عطا فرما اور اس پر ہمیں عمل نصیب فرما۔ اے دلوں کے بھید سے آگاہ اللہ ! میری عاجزانہ التماس ہے کہ میرے نامہ اعمال میں اسے ثبت فرما اور میرے تمام گناہوں کا کفارہ اسے کر دے اور اس کے پڑھنے والوں پر رحم فرما اور ان کے دل میں ڈال کہ وہ میرے لئے بھی رحم کی دعا کریں۔ یا رب اپنے سچے دین کی اور اپنے غلاموں کی تائید کر اور اپنے نبی کے کلام کو سب کے کلاموں پر غالب رکھ۔ آمین !"
    },
    {
      "ayah": 29,
      "surah": 57,
      "text": "مسلمانوں اور یہود و نصاریٰ کی مثال اس سے پہلے کی آیت میں بیان ہوچکا ہے کہ حضرت ابن عباس ؓ فرماتے ہیں جن مومنوں کا یہاں ذکر ہے اس سے مراد اہل کتاب کے مومن ہیں اور انہیں دوہرا اجر ملے گا جیسے کہ سورة قصص کی آیت میں ہے اور جیسے کہ ایک حدیث میں آیا ہے کہ تین شخصوں کو اللہ تعالیٰ دوہرا اجر دے گا ایک وہ اہل کتاب جو اپنے نبی پر ایمان لایا پھر مجھ پر بھی ایمان لایا اسے دوہرا اجر ہے اور وہ غلام جو اپنے آقا کی تابعداری کرے اور اللہ کا حق بھی ادا کرے اسے بھی دو دو اجر ہیں اور وہ شخض جو اپنی لونڈی کو ادب سکھائے اور بہت اچھا ادب سکھائے یعنی شرعی ادب پھر اسے آزاد کر دے اور نکاح کر دے وہ بھی دوہرے اجر کا مستحق ہے (بخاری و مسلم) حضرت سعید بن جبیر فرماتے ہیں جب اہل کتاب اس دوہرے اجر پر فخر کرنے لگے تو اللہ تعالیٰ نے یہ آیت اس امت کے حق میں نازل فرمائی۔ پس انہیں دوہرے اجر کے بعد نور ہدایت دینے کا بھی وعدہ کیا اور مغفرت کا بھی پس نور اور مغفرت انہیں زیادہ ملی (ابن جریر) اسی مضمون کی ایک آیت (يٰٓاَيُّھَا الَّذِيْنَ اٰمَنُوْٓا اِنْ تَتَّقُوا اللّٰهَ يَجْعَلْ لَّكُمْ فُرْقَانًا وَّيُكَفِّرْ عَنْكُمْ سَيِّاٰتِكُمْ وَيَغْفِرْ لَكُمْ ۭ وَاللّٰهُ ذو الْفَضْلِ الْعَظِيْمِ 29؀) 8۔ الانفال :29) ، ہے یعنی اے ایمان والو اگر تم اللہ سے ڈرتے رہے تو وہ تمہارے لئے فرقان کرے گا اور تم سے تمہاری برائیاں دور کر دے گا اور تمہیں معاف فرما دے گا اللہ بڑے فضل والا ہے۔ حضرت عمر فاروق ؓ نے یہودیوں کے ایک بہت بڑے عالم سے دریافت فرمایا کہ تمہیں ایک نیکی پر زیادہ سے زیادہ کس قدر فضیلت ملتی ہے اس نے کہا ساڑھے تین سو تک، آپ نے اللہ کا شکر کیا اور فرمایا ہمیں تم سے دوہرا اجر ملا ہے۔ حضرت سعید نے اسے بیان فرما کر یہی آیت پڑھی اور فرمایا اسی طرح جمعہ کا دوہرا اجر ہے، مسند احمد کی حدیث میں ہے تمہاری اور یہود و نصاریٰ کی مثال اس شخض جیسی ہے جس نے چند مزدور کسی کام پر لگانے چاہے اور اعلان کیا کہ کوئی ہے جو مجھ سے ایک قیراط لے اور صبح کی نماز سے لے کر آدھے دن تک کام کرے ؟ پس یہود تیار ہوگئے، اس نے پھر کہا ظہر سے عصر تک اب جو کام کرے اسے میں ایک قیراط دوں گا، اس پر نصرانی تیار ہوئے کام کیا اور اجرت لی اس نے پھر کہا اب عصر سے مغرب تک جو کام کرے میں اسے دو قیراط دوں گا پس وہ تم مسلمان ہو، اس پر یہود و نصاریٰ بہت بگڑے اور کہنے لگے کام ہم نے زیادہ کیا اور دام انہیں زیادہ ملے۔ ہمیں کم دیا گیا۔ تو انہیں جواب ملا کہ میں نے تمہارا کوئی حق تو نہیں مارا ؟ انہوں نے کہا ایسا تو نہیں ہوا۔ جواب ملا کہ پھر یہ میرا فضل ہے جسے چاہوں دو ، صحیح بخاری شریف میں ہے مسلمانوں اور یہود نصرانیوں کی مثال اس شخص کی طرح ہے جس نے چند لوگوں کو کام پر لگایا اجرت ٹھہرالی اور کہا دن بھر کام کرکے کہہ دیا کہ اب ہمیں ضرورت نہیں جو ہم نے کیا اس کی اجرت بھی نہیں چاہتے اور اب ہم کام بھی نہیں کریں گے، اس نے انہیں سمجھایا بھی کہ ایسا نہ کرو کام پورا کرو اور مزدوری لے جاؤ لیکن انہوں نے صاف انکار کردیا اور کام ادھورا چھوڑ کر اجرت لئے بغیر چلتے بنے، اس نے اور مزدور لگائے اور کہا کہ باقی کام شام تک تم پورا کرو اور پورے دن کی مزدوری میں تمہیں دوں گا، یہ کام پر لگے، لیکن عصر کے وقت یہ بھی کام سے ہٹ گئے اور کہہ دیا کہ اب ہم سے نہیں ہوسکتا ہمیں آپ کی اجرت نہیں چاہئے اس نے انہیں بھی سمجھایا کہ دیکھو اب دن باقی ہی کیا رہ گیا ہے تم کام پورا کرو اور اجرت لے جاؤ لیکن یہ نہ مانے اور چلے گئے، اس نے پھر اوروں کو بلایا اور کہا لو تم مغرب تک کام کرو اور دن بھر کی مزدوری لے جاؤ چناچہ انہوں نے مغرب تک کام کیا اور ان دونوں جماعتوں کی اجرت بھی یہی لے گئے، پس یہ ہے ان کی مثال اور اس نور کی مثال جسے انہوں نے قبول کیا۔ پھر فرماتا ہے یہ اس لئے کہ اہل کتاب یقین کرلیں کہ اللہ جسے دے یہ اس کے لوٹانے کی اور جسے نہ دے اسے دینے کی کچھ بھی قدرت نہیں رکھتے اور اس بات کو بھی وہ جان لیں کہ فضل و کرم کا مالک صرف وہی پروردگار ہے، اس کے فضل کا کوئی اندازہ و حساب نہیں لگا سکتا۔ امام ابن جریر ؒ فرماتے ہیں آیت (لئلا یعلم) کا معنی (لیعلم) ہے۔ حضرت ابن مسعود ؓ کی قرأت میں (لکی یعلم) ہے، اسی طرح حضرت عطا بن عبداللہ ؒ اور حضرت سعید بن جبیر ؒ سے بھی یہی قرأت مروی ہے۔ غرض یہ ہے کہ کلام عرب میں لا صلہ کیلئے آتا ہے جو کلام کے اول آخر میں آجاتا ہے اور وہاں سے انکار مراد نہیں ہوتا جیسے آیت (مَا مَنَعَكَ اَلَّا تَسْجُدَ اِذْ اَمَرْتُكَ 12 ؀) 7۔ الاعراف :12) میں ہے اور آیت (وَمَا يُشْعِرُكُمْ ۙ اَنَّهَآ اِذَا جَاۗءَتْ لَا يُؤْمِنُوْنَ01009) 6۔ الانعام :109) میں اور آیت (وَحَرٰمٌ عَلٰي قَرْيَةٍ اَهْلَكْنٰهَآ اَنَّهُمْ لَا يَرْجِعُوْنَ 95؀) 21۔ الأنبیاء :95) میں۔ الحمد للہ سورة حدید کی تفسیر ختم ہوئی۔ اللہ تعالیٰ کا ہزار ہزار شکر ہے کہ اس ستائیسویں پارے کی تفسیر بھی ختم ہوئی۔ اللہ تعالیٰ قبول فرمائے اور ہمیں اپنے پاک کلام کی صحیح سمھجھ دے اور اس پر عمل کی توفیق دے۔ میرے مہربان اللہ ! میرے عاجز ہاتھوں سے اس پاک تفسیر کو پوری کرا، اسے مکمل مطبوع مجھے دکھا دے، مقبولیت عطا فرما اور اس پر ہمیں عمل نصیب فرما۔ اے دلوں کے بھید سے آگاہ اللہ ! میری عاجزانہ التماس ہے کہ میرے نامہ اعمال میں اسے ثبت فرما اور میرے تمام گناہوں کا کفارہ اسے کر دے اور اس کے پڑھنے والوں پر رحم فرما اور ان کے دل میں ڈال کہ وہ میرے لئے بھی رحم کی دعا کریں۔ یا رب اپنے سچے دین کی اور اپنے غلاموں کی تائید کر اور اپنے نبی کے کلام کو سب کے کلاموں پر غالب رکھ۔ آمین !"
    },
    {
      "ayah": 3,
      "surah": 57,
      "text": "کل کائنات ثناء خواں ہے  تمام حیوانات، سب نباتات اس کی پاکی بیان کرتے ہیں، ساتواں آسمان، زمینیں، ان کی مخلوق اور ہر ایک چیز اس کی ستائش کرنے میں مشغول ہے گو تم ان کی تسبیح نہ سمجھ سکو اللہ حلیم و غفور ہے۔ اس کے سامنے ہر کوئی پست و عاجز و لاچار ہے، اس کی مقرر کردہ شریعت اور اس کے احکام حکمت سے پر ہیں۔ حقیقی بادشاہ جس کی ملکیت میں آسمان و زمین ہیں وہی ہے، خلق میں متصرف وہی ہے، زندگی موت اسی کے قبضے میں ہے، وہی فنا کرتا ہے، وہی پیدا کرتا ہے۔ جسے جو چاہے عنایت فرماتا ہے، ہر چیز پر قدرت رکھتا ہے، جو چاہتا ہے ہوجاتا ہے، جو نہ چاہے نہیں ہوسکتا۔ اس کے بعد کی آیت (هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ) 57۔ الحدید :3) وہ آیت ہے جس کی بابت اوپر کی حدیث میں گذرا کہ ایک ہزار آیتوں سے افضل ہے۔ حضرت ابو زمیل حضرت ابن عباس سے کہتے ہیں کہ میرے دل میں ایک کھٹکا ہے لیکن زبان پر لانے کو جی نہیں چاہتا اس پر حضرت ابن عباس ؓ نے مسکرا کر فرمایا شاید کچھ شک ہوگا جس سے کوئی نہیں بچا یہاں تک کہ قرآن میں ہے آیت (فَاِنْ كُنْتَ فِيْ شَكٍّ مِّمَّآ اَنْزَلْنَآ اِلَيْكَ فَسْــــَٔـلِ الَّذِيْنَ يَقْرَءُوْنَ الْكِتٰبَ مِنْ قَبْلِكَ ۚ لَقَدْ جَاۗءَكَ الْحَقُّ مِنْ رَّبِّكَ فَلَا تَكُوْنَنَّ مِنَ الْمُمْتَرِيْنَ 94 ۙ) 10۔ یونس :94) ، یعنی اگر تو جو کچھ تیری طرف نازل کیا گیا ہے اس میں شک میں ہو تو تجھ سے پہلے جو کتاب پڑھتے ہیں ان سے پوچھ لے۔ پھر فرمایا جب تیرے دل میں کوئی شک ہو تو اس آیت کو پڑھ لیا کر (هُوَ الْاَوَّلُ وَالْاٰخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيْمٌ) 57۔ الحدید :3) اس آیت کی تفسیر میں دس سے اوپر اوپر اقوال ہیں۔ بخاری فرماتے ہیں یحییٰ کا قول ہے کہ ظاہر باطن سے مراد از روئے علم ہر چیز پر ظاہر اور پوشیدہ ہونا ہے۔ یہ یحییٰ زیاد فراء کے لڑکے ہیں ان کی ایک تصنیف ہے جس کا نام معانی القرآن ہے۔ مسند احمد میں ہے رسول اللہ ﷺ سونے کے وقت یہ دعا پڑھا کرتے۔ اے اللہ اے ساتوں آسمانوں کے اور عرش عظیم کے رب، اے ہمارے اور ہر چیز کے رب ! اے تورات و انجیل کے اتارنے والے ! اے دانوں اور گٹھلیوں کو اگانے والے تیرے سوا کوئی لائق عبادت نہیں میں تیری پناہ میں آتا ہوں ہر اس چیز کی برائی سے کہ اس کی چوٹی تیرے ہاتھ میں ہے تو اول ہے تجھ سے پہلے کچھ نہ تھا تو ہی آخر ہے تیرے بعد کچھ نہیں تو ظاہر ہے تجھ سے اونچی کوئی چیز نہیں تو باطن ہے تجھ سے چھپی کوئی چیز نہیں ہمارے قرض ادا کرا دے اور ہمیں فقیری سے غنا دے۔ حضرت ابو صالح اپنے متعلقین کو یہ دعا سکھاتے اور فرماتے سوتے وقت داہنی کروٹ پر لیٹ کر یہ دعا پڑھ لیا کرو، الفاظ میں کچھ ہیر پھیر ہے۔ ملاحظہ ہو مسلم۔ ابو یعلی میں ہے حضرت عائشہ فرماتی ہیں کہ حضور ﷺ کے حکم سے آپ کا بسترہ قبلہ رخ بچھایا جاتا آپ آ کر اپنے داہنے ہاتھ پر تکیہ لگا کر آرام فرماتے، پھر آہستہ آہستہ کچھ پڑھتے رہتے لیکن آخر رات میں با آواز بلند یہ دعا پڑھتے (جو اوپر بیان ہوئی) الفاظ میں کچھ ہیر پھیر ہے۔ اس آیت کی تفسیر میں جامع ترمذی میں ہے کہ حضور ﷺ اپنے صحابہ سمیت تشریف فرما تھے کہ ایک بادل سر پر آگیا آپ نے فرمایا جانتے ہو یہ کیا ہے ؟ صحابہ نے با ادب جواب دیا اللہ اور اس کے رسول زیادہ جاننے والے ہیں۔ فرمایا اسے عنان کہتے ہیں یہ زمین کو سیراب کرنے والے ہیں ان لوگوں پر بھی یہ برسائے جاتے ہیں جو نہ اللہ کے شکر گزار ہیں نہ اللہ کے پکارنے والے پھر پوچھا معلوم ہے تمہارے اوپر کیا ہے انہوں نے کہا اللہ اور اس کا رسول زیادہ باخبر ہے، فرمایا بلند محفوظ چھت اور لپٹی ہوئی موج، جانتے ہو تم میں اس میں کس قدر فاصلہ ہے وہی جواب ملا، فرمایا پانچ سو سال کا راستہ۔ پھر پوچھا جانتے ہو اس کے اوپر کیا ہے ؟ صحابہ نے پھر اپنی لاعلمی ان ہی الفاظ میں ظاہر کی تو آپ ﷺ نے فرمایا اس کے اوپر پھر دوسرا آسمان ہے اور ان دونوں آسمانوں میں بھی پانچ سو سال کا فاصلہ ہے اسی طرح آپ نے سات آسمان گنوائے اور ہر دو میں اتنی ہی دوری بیان فرمائی۔ پھر سوال کر کے جواب سن کر فرمایا اس ساتویں کے اوپر اتنے ہی فاصلہ سے عرش ہے، پھر پوچھا جانتے ہو تمہارے نیچے کیا ہے اور جواب وہی سن کر فرمایا دوسری زمین ہے، پھر سوال جواب کے بعد فرمایا اس کے نیچے دوسری زمین ہے اور دونوں زمینوں کے درمیان پانچ سو سال کا فاصلہ ہے، اسی طرح سات زمینیں اسی فاصلہ کے ساتھ ایک دوسرے کے نیچے بتائیں، پھر فرمایا اس کی قسم جس کے ہاتھ میں محمد ﷺ کی جان ہے اگر تم کوئی رسی سب سے نیچے کی زمین کی طرف لٹکاؤ تو وہ بھی اللہ کے پاس پہنچے گی پھر آپ نے اسی آیت کی تلاوت کی، لیکن یہ حدیث غریب ہے اس کے راوی حسن کا ایوب یونس اور علی بن زید محدثین کا قول ہے۔ بعض اہل علم نے اس حدیث کی شرح میں کہا ہے کہ اس سے مراد رسی کا اللہ تعالیٰ کے علم قدرت اور غلبے تک پہنچنا ہے (نہ کہ ذات باری تعالیٰ) اللہ تعالیٰ کا علم اس کی قدرت اور اس کا غلبہ اور سلطنت بیشک ہر جگہ ہے لیکن وہ اپنی ذات سے عرش پر ہے جیسے کہ اس نے اپنا یہ وصف اپنی کتاب میں خود بیان فرمایا ہے۔ مسند احمد میں بھی یہ حدیث ہے اور اس میں دو دو زمینوں کے درمیان کا فاصلہ سات سو سال کا بیان ہوا۔ ابن ابی حاتم اور بزار میں بھی یہ حدیث ہے لیکن ابن ابی حاتم میں رسی لٹکانے کا جملہ نہیں اور ہر دو زمین کے درمیان کی دوری اس میں بھی پانچ سو سال کی بیان ہوئی ہے۔ امام بزار نے یہ بھی فرمایا ہے کہ اس روایت کا راوی آنحضرت ﷺ سے بغیر حضرت ابوہریرہ کے اور کوئی نہیں۔ ابن جریر میں یہ حدیث مرسلاً مروی ہے یعنی قتادہ فرماتے ہیں ہم سے یوں ذکر کیا گیا ہے پھر حدیث بیان کرتے ہیں صحابی کا نام نہیں لیتے۔ ممکن ہے یہی ٹھیک ہو، واللہ اعلم، حضرت ابوذر غفاری سے مسند بزار اور کتاب الاسماء و الصفات بیہقی میں یہ حدیث مروی ہے لیکن اس کی اسناد میں نظر ہے اور متن میں غربت و نکارت ہے واللہ سبحانہ و تعالیٰ اعلم۔ امام ابن جریر آیت (وَّمِنَ الْاَرْضِ مِثْلَهُنّ 12ۧ) 65۔ الطلاق :12) کی تفسیر میں حضرت قتادہ کا قول لائے ہیں کہ آسمان و زمین کے درمیان چار فرشتوں کی ملاقات ہوئی۔ آپس میں پوچھا کہ تم کہاں سے آ رہے ہو ؟ تو ایک نے کہا ساتویں آسمان سے مجھے اللہ عزوجل نے بھیجا ہے اور میں نے اللہ کو وہیں چھوڑا ہے۔ دوسرے نے کہا ساتویں زمین سے مجھے اللہ نے بھیجا تھا اور اللہ وہیں تھا، تیسرے نے کہا میرے رب نے مجھے مشرق سے بھیجا ہے جہاں وہ تھا چوتھے نے کہا مجھے مغرب سے اللہ تعالیٰ نے بھیجا ہے اور میں اسے وہیں چھوڑ کر آ رہا ہوں۔ لیکن یہ روایت بھی غریب ہے بلکہ ایسا معلوم ہوتا ہے کہ حضرت قتادہ والی اوپر کی روایت جو مرسلاً بیان ہوئی ہے ممکن ہے وہ بھی حضرت قتادہ کا اپنا قول ہو جیسے یہ قول خود قتادہ کا اپنا۔ واللہ اعلم"
    },
    {
      "ayah": 4,
      "surah": 57,
      "text": "ہر چیز کا خالق ومالک اللہ ہے  اللہ تعالیٰ کا زمین و آسمان کو چھ دن میں پیدا کرنا اور عرش پر قرار پکڑنا سورة اعراف کی تفسیر میں پوری طرح بیان ہوچکا ہے اس لئے یہاں دوبارہ بیان کرنے کی ضرورت نہیں، اسے بخوبی علم ہے کہ کس قدر بارش کی بوندیں زمین میں گئیں، کتنے دانے زمین میں پڑے اور کیا چارہ پیدا ہوا کس قدر کھیتیاں ہوئیں اور کتنے پھل کھلے، جیسے اور آیت میں ہے (وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَ 59؀) 6۔ الانعام :59) ، غیب کی کنجیاں اسی کے پاس ہیں جنہیں سوائے اس کے اور کوئی جانتا ہی نہیں وہ خشکی اور تری کی تمام چیزوں کا عالم ہے کسی پتے کا گرنا بھی اس کے علم سے باہر نہیں، زمین کے اندھیروں میں پوشیدہ دانہ اور کوئی ترو خشک چیز ایسی نہیں جو کھلی کتاب میں موجود نہ ہو، اسی طرح آسمان سے نازل ہونے والی بارش، اولے، برف، تقدیر اور احکام جو برتر فرشتوں کے بذریعہ نازل ہوتے ہیں، سب اس کے علم میں ہیں، سورة بقرہ کی تفسیر میں یہ گذر چکا ہے کہ اللہ کے مقرر کردہ فرشتے بارش کے ایک ایک قطرے کو اللہ کی بتائی ہوئی جگہ پہنچا دیتے ہیں، آسمان سے اترنے والے فرشتے اور اعمال بھی اس کے وسیع علم میں ہیں، جیسے صحیح حدیث میں ہے رات کے اعمال دن سے پہلے اور دن کے اعمال رات سے پہلے اس کی جناب میں پیش کردیئے جاتے ہیں، وہ تمہارے ساتھ ہے یعنی تمہارا نگہبان ہے۔ تمہارے اعمال و افعال کو دیکھ رہا ہے جیسے بھی ہوں جو بھی ہوں اور تم بھی خواہ خشکی میں ہو خواہ تری میں، راتیں ہوں یا دن ہوں، تم گھر میں ہو یا جنگل میں، ہر حالت میں اس کے علم کے لئے یکساں ہر وقت اس کی نگاہیں اور اس کا سننا تمہارے ساتھ ہے۔ وہ تمہارے تمام کلمات سنتا رہتا ہے تمہارا حال دیکھتا رہتا ہے، تمہارے چھپے کھلے کا اسے علم ہے۔ جیسے فرمایا ہے کہ اس سے جو چھپنا چاہے اس کا وہ فعل فضول ہے بھلا ظاہر باطن بلکہ دلوں کے ارادے تک سے واقفیت رکھنے والے سے کوئی کیسے چھپ سکتا ہے ؟ ایک اور آیت میں ہے پوشیدہ باتیں ظاہر باتیں راتوں کو دن کو جو بھی ہوں سب اس پر روشن ہیں۔ یہ سچ ہے وہی رب ہے وہی معبود برحق ہے۔ صحیح حدیث میں ہے کہ جبرائیل کے سوال پر آنحضرت ﷺ نے فرمایا احسان یہ ہے کہ تو اللہ کی عبادت اس طرح کر کہ گویا تو اللہ کو دیکھ رہا ہے۔ پس اگر تو اسے نہیں دیکھ رہا تو وہ تو تجھے دیکھ رہا ہے۔ ایک شخص آ کر رسول اللہ ﷺ سے عرض کرتا ہے کہ یا رسول اللہ ﷺ مجھے کوئی ایسا حکمت کا توشہ دیجئے کہ میری زندگی سنور جائے، آپ نے فرمایا اللہ تعالیٰ کا لحاظ کر اور اس سے اس طرح شرما جیسے کہ تو اپنے کسی نزدیکی نیم قرابتدار سے شرماتا ہو جو تجھ سے کبھی جدا نہ ہوتا ہو، یہ حدیث ابوبکر اسماعیلی نے روایت کی ہے سند غریب ہے۔ حضور ﷺ کا ارشاد ہے جس نے تین کام کر لئے اس نے ایمان کا مزہ اٹھا لیا۔ ایک اللہ کی عبادت کی اور اپنے مال کی زکوٰۃ ہنسی خوشی راضی رضامندی سے ادا کی۔ جانور اگر زکوٰۃ میں دینے ہیں تو بوڑھے بیکار دبلے پتلے اور بیمار نہ دے بلکہ درمیانہ راہ اللہ میں دیا اور اپنے نفس کو پاک کیا۔ اس پر ایک شخص نے سوال کیا کہ حضور ﷺ نفس کو پاک کرنے کا کیا مطلب ہے ؟ آپ نے فرمایا اس بات کو دل میں محسوس کرے اور یقین و عقیدہ رکھے کہ ہر جگہ اللہ تعالیٰ اس کے ساتھ ہے۔ (ابو نعیم) اور حدیث میں ہے افضل ایمان یہ ہے کہ تو جان رکھے کہ تو جہاں کہیں ہے اللہ تیرے ساتھ ہے (نعیم بن حماد) حضرت امام احمد ؒ اکثر ان دو شعروں کو پڑھتے رہتے تھے۔ اذا ما خلوت الدھر یوما فلا تقل خلوت ولکن قل علی رقیب ولا تحسبن اللہ یغفل ساعتہ ولا ان ما یخفی علیہ یغیب جب تو بالکل تنہائی اور خلوت میں ہو اس وقت بھی یہ نہ کہہ کہ میں اکیلا ہی ہوں۔ بلکہ کہتا رہ کہ تجھ پر ایک نگہبان ہے یعنی اللہ تعالیٰ۔ کسی ساعت اللہ تعالیٰ کو بیخبر نہ سمجھ اور مخفی سے مخفی کام کو اس پر مخفی نہ مان۔ پھر فرماتا ہے کہ دنیا اور آخرت کا مالک وہی ہے جیسے اور آیت میں ہے (وَاِنَّ لَنَا لَـلْاٰخِرَةَ وَالْاُوْلٰى 13 ؀) 92۔ اللیل :13) دنیا آخرت کی ملکیت ہماری ہی ہے۔ اس کی تعریف اس بادشاہت پر بھی کرنی ہمارا فرض ہے۔ فرماتا ہے آیت (وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۭ لَهُ الْحَمْدُ فِي الْاُوْلٰى وَالْاٰخِرَةِ ۡ وَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ 70؀) 28۔ القصص :70) وہی معبود برحق ہے اور وہی حمد وثناء کا مستحق ہے دنیا میں بھی اور آخرت میں بھی ایک اور آیت میں ہے اللہ کے لئے تمام تعریفیں ہیں جس کی ملکیت میں آسمان و زمین کی تمام چیزیں ہیں اور اسی کی حمد ہے آخرت میں اور وہ دانا خبردار ہے۔ پس ہر وہ چیز جو آسمان و زمین میں ہے اس کی بادشاہت میں ہے۔ ساری آسمان و زمین کی مخلوق اس کی غلام اور اس کی خدمت گذار اور اس کے سامنے پست ہے۔ جیسے فرمایا  آیت (اِنْ كُلُّ مَنْ فِي السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِي الرَّحْمٰنِ عَبْدًا 93؀ۭ) 19۔ مریم :93) ، آسمان و زمین کی کل مخلوق رحمن کے سامنے غلامی کی حیثیت میں پیش ہونے والی ہے ان سب کو اس نے گھیر رکھا ہے اور سب کو ایک ایک کر کے گن رکھا ہے، اسی کی طرف تمام امور لوٹائے جاتے ہیں، اپنی مخلوق میں جو چاہے حکم دیتا ہے، وہ عدل ہے ظلم نہیں کرتا، بلکہ ایک نیکی کو دس گنا بڑھا کردیتا ہے اور پھر اپنے پاس سے اجر عظیم عنایت فرماتا ہے، ارشاد ہے آیت (وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَـيْــــــًٔا ۭ وَ اِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَا ۭ وَكَفٰى بِنَا حٰسِـبِيْنَ 47؀) 21۔ الأنبیاء :47) ، قیامت کے روز ہم عدل کی ترازو رکھیں گے اور کسی پر ظلم نہ کیا جائے گا رائی کے برابر کا عمل بھی ہم سامنے لا رکھیں گے اور ہم حساب کرنے اور لینے میں کافی ہیں۔ پھر فرمایا خلق میں تصرف بھی اسی کا چلتا ہے دن رات کی گردش بھی اسی کے ہاتھ ہے اپنی حکمت سے گھٹاتا بڑھاتا ہے کبھی دن لمبے کبھی راتیں اور کبھی دونوں یکساں، کبھی جاڑا، کبھی گرمی، کبھی بارش، کبھی بہار، کبھی خزاں اور یہ سب بندوں کی خیر خواہی اور ان کی مصلحت کے لحاظ سے ہے۔ وہ دلوں کی چھوٹی سے چھوٹی باتوں اور دور کے پوشیدہ رازوں سے بھی واقف ہے۔"
    },
    {
      "ayah": 5,
      "surah": 57,
      "text": "ہر چیز کا خالق ومالک اللہ ہے  اللہ تعالیٰ کا زمین و آسمان کو چھ دن میں پیدا کرنا اور عرش پر قرار پکڑنا سورة اعراف کی تفسیر میں پوری طرح بیان ہوچکا ہے اس لئے یہاں دوبارہ بیان کرنے کی ضرورت نہیں، اسے بخوبی علم ہے کہ کس قدر بارش کی بوندیں زمین میں گئیں، کتنے دانے زمین میں پڑے اور کیا چارہ پیدا ہوا کس قدر کھیتیاں ہوئیں اور کتنے پھل کھلے، جیسے اور آیت میں ہے (وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَ 59؀) 6۔ الانعام :59) ، غیب کی کنجیاں اسی کے پاس ہیں جنہیں سوائے اس کے اور کوئی جانتا ہی نہیں وہ خشکی اور تری کی تمام چیزوں کا عالم ہے کسی پتے کا گرنا بھی اس کے علم سے باہر نہیں، زمین کے اندھیروں میں پوشیدہ دانہ اور کوئی ترو خشک چیز ایسی نہیں جو کھلی کتاب میں موجود نہ ہو، اسی طرح آسمان سے نازل ہونے والی بارش، اولے، برف، تقدیر اور احکام جو برتر فرشتوں کے بذریعہ نازل ہوتے ہیں، سب اس کے علم میں ہیں، سورة بقرہ کی تفسیر میں یہ گذر چکا ہے کہ اللہ کے مقرر کردہ فرشتے بارش کے ایک ایک قطرے کو اللہ کی بتائی ہوئی جگہ پہنچا دیتے ہیں، آسمان سے اترنے والے فرشتے اور اعمال بھی اس کے وسیع علم میں ہیں، جیسے صحیح حدیث میں ہے رات کے اعمال دن سے پہلے اور دن کے اعمال رات سے پہلے اس کی جناب میں پیش کردیئے جاتے ہیں، وہ تمہارے ساتھ ہے یعنی تمہارا نگہبان ہے۔ تمہارے اعمال و افعال کو دیکھ رہا ہے جیسے بھی ہوں جو بھی ہوں اور تم بھی خواہ خشکی میں ہو خواہ تری میں، راتیں ہوں یا دن ہوں، تم گھر میں ہو یا جنگل میں، ہر حالت میں اس کے علم کے لئے یکساں ہر وقت اس کی نگاہیں اور اس کا سننا تمہارے ساتھ ہے۔ وہ تمہارے تمام کلمات سنتا رہتا ہے تمہارا حال دیکھتا رہتا ہے، تمہارے چھپے کھلے کا اسے علم ہے۔ جیسے فرمایا ہے کہ اس سے جو چھپنا چاہے اس کا وہ فعل فضول ہے بھلا ظاہر باطن بلکہ دلوں کے ارادے تک سے واقفیت رکھنے والے سے کوئی کیسے چھپ سکتا ہے ؟ ایک اور آیت میں ہے پوشیدہ باتیں ظاہر باتیں راتوں کو دن کو جو بھی ہوں سب اس پر روشن ہیں۔ یہ سچ ہے وہی رب ہے وہی معبود برحق ہے۔ صحیح حدیث میں ہے کہ جبرائیل کے سوال پر آنحضرت ﷺ نے فرمایا احسان یہ ہے کہ تو اللہ کی عبادت اس طرح کر کہ گویا تو اللہ کو دیکھ رہا ہے۔ پس اگر تو اسے نہیں دیکھ رہا تو وہ تو تجھے دیکھ رہا ہے۔ ایک شخص آ کر رسول اللہ ﷺ سے عرض کرتا ہے کہ یا رسول اللہ ﷺ مجھے کوئی ایسا حکمت کا توشہ دیجئے کہ میری زندگی سنور جائے، آپ نے فرمایا اللہ تعالیٰ کا لحاظ کر اور اس سے اس طرح شرما جیسے کہ تو اپنے کسی نزدیکی نیم قرابتدار سے شرماتا ہو جو تجھ سے کبھی جدا نہ ہوتا ہو، یہ حدیث ابوبکر اسماعیلی نے روایت کی ہے سند غریب ہے۔ حضور ﷺ کا ارشاد ہے جس نے تین کام کر لئے اس نے ایمان کا مزہ اٹھا لیا۔ ایک اللہ کی عبادت کی اور اپنے مال کی زکوٰۃ ہنسی خوشی راضی رضامندی سے ادا کی۔ جانور اگر زکوٰۃ میں دینے ہیں تو بوڑھے بیکار دبلے پتلے اور بیمار نہ دے بلکہ درمیانہ راہ اللہ میں دیا اور اپنے نفس کو پاک کیا۔ اس پر ایک شخص نے سوال کیا کہ حضور ﷺ نفس کو پاک کرنے کا کیا مطلب ہے ؟ آپ نے فرمایا اس بات کو دل میں محسوس کرے اور یقین و عقیدہ رکھے کہ ہر جگہ اللہ تعالیٰ اس کے ساتھ ہے۔ (ابو نعیم) اور حدیث میں ہے افضل ایمان یہ ہے کہ تو جان رکھے کہ تو جہاں کہیں ہے اللہ تیرے ساتھ ہے (نعیم بن حماد) حضرت امام احمد ؒ اکثر ان دو شعروں کو پڑھتے رہتے تھے۔ اذا ما خلوت الدھر یوما فلا تقل خلوت ولکن قل علی رقیب ولا تحسبن اللہ یغفل ساعتہ ولا ان ما یخفی علیہ یغیب جب تو بالکل تنہائی اور خلوت میں ہو اس وقت بھی یہ نہ کہہ کہ میں اکیلا ہی ہوں۔ بلکہ کہتا رہ کہ تجھ پر ایک نگہبان ہے یعنی اللہ تعالیٰ۔ کسی ساعت اللہ تعالیٰ کو بیخبر نہ سمجھ اور مخفی سے مخفی کام کو اس پر مخفی نہ مان۔ پھر فرماتا ہے کہ دنیا اور آخرت کا مالک وہی ہے جیسے اور آیت میں ہے (وَاِنَّ لَنَا لَـلْاٰخِرَةَ وَالْاُوْلٰى 13 ؀) 92۔ اللیل :13) دنیا آخرت کی ملکیت ہماری ہی ہے۔ اس کی تعریف اس بادشاہت پر بھی کرنی ہمارا فرض ہے۔ فرماتا ہے آیت (وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۭ لَهُ الْحَمْدُ فِي الْاُوْلٰى وَالْاٰخِرَةِ ۡ وَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ 70؀) 28۔ القصص :70) وہی معبود برحق ہے اور وہی حمد وثناء کا مستحق ہے دنیا میں بھی اور آخرت میں بھی ایک اور آیت میں ہے اللہ کے لئے تمام تعریفیں ہیں جس کی ملکیت میں آسمان و زمین کی تمام چیزیں ہیں اور اسی کی حمد ہے آخرت میں اور وہ دانا خبردار ہے۔ پس ہر وہ چیز جو آسمان و زمین میں ہے اس کی بادشاہت میں ہے۔ ساری آسمان و زمین کی مخلوق اس کی غلام اور اس کی خدمت گذار اور اس کے سامنے پست ہے۔ جیسے فرمایا  آیت (اِنْ كُلُّ مَنْ فِي السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِي الرَّحْمٰنِ عَبْدًا 93؀ۭ) 19۔ مریم :93) ، آسمان و زمین کی کل مخلوق رحمن کے سامنے غلامی کی حیثیت میں پیش ہونے والی ہے ان سب کو اس نے گھیر رکھا ہے اور سب کو ایک ایک کر کے گن رکھا ہے، اسی کی طرف تمام امور لوٹائے جاتے ہیں، اپنی مخلوق میں جو چاہے حکم دیتا ہے، وہ عدل ہے ظلم نہیں کرتا، بلکہ ایک نیکی کو دس گنا بڑھا کردیتا ہے اور پھر اپنے پاس سے اجر عظیم عنایت فرماتا ہے، ارشاد ہے آیت (وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَـيْــــــًٔا ۭ وَ اِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَا ۭ وَكَفٰى بِنَا حٰسِـبِيْنَ 47؀) 21۔ الأنبیاء :47) ، قیامت کے روز ہم عدل کی ترازو رکھیں گے اور کسی پر ظلم نہ کیا جائے گا رائی کے برابر کا عمل بھی ہم سامنے لا رکھیں گے اور ہم حساب کرنے اور لینے میں کافی ہیں۔ پھر فرمایا خلق میں تصرف بھی اسی کا چلتا ہے دن رات کی گردش بھی اسی کے ہاتھ ہے اپنی حکمت سے گھٹاتا بڑھاتا ہے کبھی دن لمبے کبھی راتیں اور کبھی دونوں یکساں، کبھی جاڑا، کبھی گرمی، کبھی بارش، کبھی بہار، کبھی خزاں اور یہ سب بندوں کی خیر خواہی اور ان کی مصلحت کے لحاظ سے ہے۔ وہ دلوں کی چھوٹی سے چھوٹی باتوں اور دور کے پوشیدہ رازوں سے بھی واقف ہے۔"
    },
    {
      "ayah": 6,
      "surah": 57,
      "text": "ہر چیز کا خالق ومالک اللہ ہے  اللہ تعالیٰ کا زمین و آسمان کو چھ دن میں پیدا کرنا اور عرش پر قرار پکڑنا سورة اعراف کی تفسیر میں پوری طرح بیان ہوچکا ہے اس لئے یہاں دوبارہ بیان کرنے کی ضرورت نہیں، اسے بخوبی علم ہے کہ کس قدر بارش کی بوندیں زمین میں گئیں، کتنے دانے زمین میں پڑے اور کیا چارہ پیدا ہوا کس قدر کھیتیاں ہوئیں اور کتنے پھل کھلے، جیسے اور آیت میں ہے (وَعِنْدَهٗ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَآ اِلَّا هُوَ 59؀) 6۔ الانعام :59) ، غیب کی کنجیاں اسی کے پاس ہیں جنہیں سوائے اس کے اور کوئی جانتا ہی نہیں وہ خشکی اور تری کی تمام چیزوں کا عالم ہے کسی پتے کا گرنا بھی اس کے علم سے باہر نہیں، زمین کے اندھیروں میں پوشیدہ دانہ اور کوئی ترو خشک چیز ایسی نہیں جو کھلی کتاب میں موجود نہ ہو، اسی طرح آسمان سے نازل ہونے والی بارش، اولے، برف، تقدیر اور احکام جو برتر فرشتوں کے بذریعہ نازل ہوتے ہیں، سب اس کے علم میں ہیں، سورة بقرہ کی تفسیر میں یہ گذر چکا ہے کہ اللہ کے مقرر کردہ فرشتے بارش کے ایک ایک قطرے کو اللہ کی بتائی ہوئی جگہ پہنچا دیتے ہیں، آسمان سے اترنے والے فرشتے اور اعمال بھی اس کے وسیع علم میں ہیں، جیسے صحیح حدیث میں ہے رات کے اعمال دن سے پہلے اور دن کے اعمال رات سے پہلے اس کی جناب میں پیش کردیئے جاتے ہیں، وہ تمہارے ساتھ ہے یعنی تمہارا نگہبان ہے۔ تمہارے اعمال و افعال کو دیکھ رہا ہے جیسے بھی ہوں جو بھی ہوں اور تم بھی خواہ خشکی میں ہو خواہ تری میں، راتیں ہوں یا دن ہوں، تم گھر میں ہو یا جنگل میں، ہر حالت میں اس کے علم کے لئے یکساں ہر وقت اس کی نگاہیں اور اس کا سننا تمہارے ساتھ ہے۔ وہ تمہارے تمام کلمات سنتا رہتا ہے تمہارا حال دیکھتا رہتا ہے، تمہارے چھپے کھلے کا اسے علم ہے۔ جیسے فرمایا ہے کہ اس سے جو چھپنا چاہے اس کا وہ فعل فضول ہے بھلا ظاہر باطن بلکہ دلوں کے ارادے تک سے واقفیت رکھنے والے سے کوئی کیسے چھپ سکتا ہے ؟ ایک اور آیت میں ہے پوشیدہ باتیں ظاہر باتیں راتوں کو دن کو جو بھی ہوں سب اس پر روشن ہیں۔ یہ سچ ہے وہی رب ہے وہی معبود برحق ہے۔ صحیح حدیث میں ہے کہ جبرائیل کے سوال پر آنحضرت ﷺ نے فرمایا احسان یہ ہے کہ تو اللہ کی عبادت اس طرح کر کہ گویا تو اللہ کو دیکھ رہا ہے۔ پس اگر تو اسے نہیں دیکھ رہا تو وہ تو تجھے دیکھ رہا ہے۔ ایک شخص آ کر رسول اللہ ﷺ سے عرض کرتا ہے کہ یا رسول اللہ ﷺ مجھے کوئی ایسا حکمت کا توشہ دیجئے کہ میری زندگی سنور جائے، آپ نے فرمایا اللہ تعالیٰ کا لحاظ کر اور اس سے اس طرح شرما جیسے کہ تو اپنے کسی نزدیکی نیم قرابتدار سے شرماتا ہو جو تجھ سے کبھی جدا نہ ہوتا ہو، یہ حدیث ابوبکر اسماعیلی نے روایت کی ہے سند غریب ہے۔ حضور ﷺ کا ارشاد ہے جس نے تین کام کر لئے اس نے ایمان کا مزہ اٹھا لیا۔ ایک اللہ کی عبادت کی اور اپنے مال کی زکوٰۃ ہنسی خوشی راضی رضامندی سے ادا کی۔ جانور اگر زکوٰۃ میں دینے ہیں تو بوڑھے بیکار دبلے پتلے اور بیمار نہ دے بلکہ درمیانہ راہ اللہ میں دیا اور اپنے نفس کو پاک کیا۔ اس پر ایک شخص نے سوال کیا کہ حضور ﷺ نفس کو پاک کرنے کا کیا مطلب ہے ؟ آپ نے فرمایا اس بات کو دل میں محسوس کرے اور یقین و عقیدہ رکھے کہ ہر جگہ اللہ تعالیٰ اس کے ساتھ ہے۔ (ابو نعیم) اور حدیث میں ہے افضل ایمان یہ ہے کہ تو جان رکھے کہ تو جہاں کہیں ہے اللہ تیرے ساتھ ہے (نعیم بن حماد) حضرت امام احمد ؒ اکثر ان دو شعروں کو پڑھتے رہتے تھے۔ اذا ما خلوت الدھر یوما فلا تقل خلوت ولکن قل علی رقیب ولا تحسبن اللہ یغفل ساعتہ ولا ان ما یخفی علیہ یغیب جب تو بالکل تنہائی اور خلوت میں ہو اس وقت بھی یہ نہ کہہ کہ میں اکیلا ہی ہوں۔ بلکہ کہتا رہ کہ تجھ پر ایک نگہبان ہے یعنی اللہ تعالیٰ۔ کسی ساعت اللہ تعالیٰ کو بیخبر نہ سمجھ اور مخفی سے مخفی کام کو اس پر مخفی نہ مان۔ پھر فرماتا ہے کہ دنیا اور آخرت کا مالک وہی ہے جیسے اور آیت میں ہے (وَاِنَّ لَنَا لَـلْاٰخِرَةَ وَالْاُوْلٰى 13 ؀) 92۔ اللیل :13) دنیا آخرت کی ملکیت ہماری ہی ہے۔ اس کی تعریف اس بادشاہت پر بھی کرنی ہمارا فرض ہے۔ فرماتا ہے آیت (وَهُوَ اللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ ۭ لَهُ الْحَمْدُ فِي الْاُوْلٰى وَالْاٰخِرَةِ ۡ وَلَهُ الْحُكْمُ وَاِلَيْهِ تُرْجَعُوْنَ 70؀) 28۔ القصص :70) وہی معبود برحق ہے اور وہی حمد وثناء کا مستحق ہے دنیا میں بھی اور آخرت میں بھی ایک اور آیت میں ہے اللہ کے لئے تمام تعریفیں ہیں جس کی ملکیت میں آسمان و زمین کی تمام چیزیں ہیں اور اسی کی حمد ہے آخرت میں اور وہ دانا خبردار ہے۔ پس ہر وہ چیز جو آسمان و زمین میں ہے اس کی بادشاہت میں ہے۔ ساری آسمان و زمین کی مخلوق اس کی غلام اور اس کی خدمت گذار اور اس کے سامنے پست ہے۔ جیسے فرمایا  آیت (اِنْ كُلُّ مَنْ فِي السَّمٰوٰتِ وَالْاَرْضِ اِلَّآ اٰتِي الرَّحْمٰنِ عَبْدًا 93؀ۭ) 19۔ مریم :93) ، آسمان و زمین کی کل مخلوق رحمن کے سامنے غلامی کی حیثیت میں پیش ہونے والی ہے ان سب کو اس نے گھیر رکھا ہے اور سب کو ایک ایک کر کے گن رکھا ہے، اسی کی طرف تمام امور لوٹائے جاتے ہیں، اپنی مخلوق میں جو چاہے حکم دیتا ہے، وہ عدل ہے ظلم نہیں کرتا، بلکہ ایک نیکی کو دس گنا بڑھا کردیتا ہے اور پھر اپنے پاس سے اجر عظیم عنایت فرماتا ہے، ارشاد ہے آیت (وَنَضَعُ الْمَوَازِيْنَ الْقِسْطَ لِيَوْمِ الْقِيٰمَةِ فَلَا تُظْلَمُ نَفْسٌ شَـيْــــــًٔا ۭ وَ اِنْ كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ اَتَيْنَا بِهَا ۭ وَكَفٰى بِنَا حٰسِـبِيْنَ 47؀) 21۔ الأنبیاء :47) ، قیامت کے روز ہم عدل کی ترازو رکھیں گے اور کسی پر ظلم نہ کیا جائے گا رائی کے برابر کا عمل بھی ہم سامنے لا رکھیں گے اور ہم حساب کرنے اور لینے میں کافی ہیں۔ پھر فرمایا خلق میں تصرف بھی اسی کا چلتا ہے دن رات کی گردش بھی اسی کے ہاتھ ہے اپنی حکمت سے گھٹاتا بڑھاتا ہے کبھی دن لمبے کبھی راتیں اور کبھی دونوں یکساں، کبھی جاڑا، کبھی گرمی، کبھی بارش، کبھی بہار، کبھی خزاں اور یہ سب بندوں کی خیر خواہی اور ان کی مصلحت کے لحاظ سے ہے۔ وہ دلوں کی چھوٹی سے چھوٹی باتوں اور دور کے پوشیدہ رازوں سے بھی واقف ہے۔"
    },
    {
      "ayah": 7,
      "surah": 57,
      "text": "ایمان لانے اور اللہ کی راہ میں خرچ کرنے کا حکم  اللہ تبارک و تعالیٰ خود اپنے اوپر اور اپنے رسول ﷺ پر ایمان لانے اور اس پر مضبوطی اور ہمیشگی کے ساتھ جم کر رہنے کی ہدایت فرماتا ہے اور اپنی راہ میں خیرات کرنے کی رغبت دلاتا ہے جو مال ہاتھوں ہاتھ تمہیں اس نے پہنچایا ہو تم اس کی اطاعت گذاری میں اسے خرچ کرو اور سمجھ لو کہ جس طرح دوسرے ہاتھوں سے تمہیں ملا ہے اسی طرح عنقریب تمہارے ہاتھوں سے دوسرے ہاتھوں میں چلا جائے گا اور تم پر حساب اور عتاب رہ جائے گا اور اس میں یہ بھی اشارہ ہے کہ تیرے بعد تیرا وارث ممکن ہے نیک ہو اور وہ تیرے ترکے کو میری راہ میں خرچ کر کے مجھ سے قربت حاصل کرے اور ممکن ہے کہ وہ بد اور اپنی مستی اور سیاہ کاری میں تیرا اندوختہ فنا کر دے اور اس کی بدیوں کا باعث تو بنے نہ تو چھوڑتا نہ اڑاتا۔ حضور ﷺ سورة (الھکم) پڑھ کر فرمانے لگے انسان گو کہتا رہتا ہے یہ بھی میرا مال ہے یہ بھی میرا مال ہے حالانکہ دراصل انسان کا مال وہ ہے جو کھالیا پہن لیا صدقہ کردیا کھایا ہوا فنا ہوگیا پہنا ہوا پرانا ہو کر برباد ہوگیا، ہاں راہ اللہ دیا ہوا بطور خزانہ کے جمع رہا (مسلم) اور جو باقی رہے گا وہ تو اوروں کا مال ہے تو تو اسے جمع کر کے چھوڑ جانے والا ہے۔ پھر ان ہی دونوں باتوں کی ترغیب دلاتا ہے اور بہت بڑے اجر کا وعدہ دیتا ہے۔ پھر فرماتا ہے تمہیں ایمان سے کون سی چیز روکتی ہے رسول ﷺ تم میں موجود ہیں وہ تمہیں ایمان کیطرف بلا رہے ہیں دلیلیں دے رہے ہیں اور معجزے دکھا رہے ہیں، صحیح بخاری کی شرح کے ابتدائی حصہ کتاب الایمان میں ہم یہ حدیث بیان کر آئے ہیں کہ حضور ﷺ نے پوچھا سب سے زیادہ اچھے ایمان والے تمہارے نزدیک کون ہیں ؟ کہا فرشتے، فرمایا وہ تو اللہ کے پاس ہی ہیں پھر ایمان کیوں نہ لاتے ؟ کہا پھر انبیاء فرمایا ان پر تو وحی اور کلام اللہ اترتا ہے وہ کیسے ایمان نہ لاتے ؟ کہا پھر ہم فرمایا واہ تم ایمان سے کیسے رک سکتے تھے، میں تم میں زندہ موجود ہوں، سنو بہترین اور عجیب تر ایماندار وہ لوگ ہیں جو تمہارے بعد آئیں گے، صحیفوں میں لکھا دیکھیں گے اور ایمان قبول کریں گے، سورة بقرہ کے شروع میں آیت (الَّذِيْنَ يُؤْمِنُوْنَ بالْغَيْبِ وَ يُـقِيْمُوْنَ الصَّلٰوةَ وَ مِمَّا رَزَقْنٰھُمْ يُنْفِقُوْنَ ۙ) 2۔ البقرة :3) کی تفسیر میں بھی ہم ایسی احادیث لکھ آئے ہیں، پھر انہیں روز میثاق کا قول وقرار یاد دلاتا ہے جیسے اور آیت میں ہے (وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙ اِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۡ وَاتَّقُوا اللّٰهَ ۭاِنَّ اللّٰهَ عَلِيْمٌۢ بِذَات الصُّدُوْرِ) 5۔ المآئدہ :7) ، اس سے مراد رسول اللہ ﷺ سے بیعت کرنا ہے اور امام ابن جریر فرماتے ہیں مراد وہ میثاق ہے جو حضرت آدم کی پیٹھ میں ان سے لیا گیا تھا، مجاہد کا بھی یہی مذہب ہے واللہ اعلم۔ وہ اللہ جو اپنے بندے پر روشن حجتیں اور بہترین دلائل اور عمدہ تر آیتیں نازل فرماتا ہے تاکہ ظلم و جہل کی گھنگھور گھٹاؤں اور رائے قیاس کی بدترین اندھیریوں سے تمہیں نکال کر نورانی اور روشن صاف اور سیدھی راہ حق پر لا کھڑا کر دے۔ اللہ رؤف ہے ساتھ ہی رحیم ہے یہ اس کا سلوک اور کرم ہے کہ لوگوں کی رہنمائی کے لئے کتابیں اتاریں، رسول بھیجے، شکوک و شبہات دور کردیئے، ہدایت کی وضاحت کردی۔ ایمان اور خیرات کا حکم کر کے پھر ایمان کی رغبت دلا کر اور یہ بیان فرما کر کہ ایمان نہ لانے کا اب کوئی عذر میں نے باقی نہیں رکھا پھر صدقات کی رغبت دلائی، اور فرمایا میری راہ میں خرچ کرو اور فقیری سے نہ ڈرو، اس لئے کہ جس کی راہ میں تم خرچ کر رہے ہو وہ زمین و آسمان کے خزانوں کا تنہا مالک ہے، عرش و کرسی اسی کی ہے اور وہ تم سے اس خیرات کے بدلے انعام کا وعدہ کرچکا ہے۔ فرماتا ہے آیت (وَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚ وَهُوَ خَيْرُ الرّٰزِقِيْنَ 39؀) 34۔ سبأ :39) جو کچھ تم راہ اللہ دو گے اس کا بہترین بدلہ وہ تمہیں دے گا اور روزی رساں درحقیقت وہی ہے اور فرماتا ہے (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍ 96؀) 16۔ النحل :96) اگر یہ فانی مال تم خرچ کرو گے وہ اپنے پاس کا ہمیشگی والا مال تمہیں دے گا۔ توکل والے خرچ کرتے رہتے ہیں اور مالک عرش انہیں تنگی ترشی سے محفوظ رکھتا ہے، انہیں اس بات کا اعتماد ہوتا ہے کہ ہمارے فی سبیل اللہ خرچ کردہ مال کا بدلہ دونوں جہان میں ہمیں قطعاً مل کر رہے گا۔ پھر اس امر کا بیان ہو رہا ہے کہ فتح مکہ سے پہلے جن لوگوں نے راہ اللہ خرچ کیا اور جہاد کیا اور جن لوگوں نے یہ نہیں کیا گو بعد فتح مکہ کیا ہو یہ دونوں برابر نہیں ہیں۔ اس وجہ سے بھی کہ اس وقت تنگی ترشی زیادہ تھی اور قوت طاقت کم تھی اور اس لئے بھی کہ اس وقت ایمان وہی قبول کرتا تھا جس کا دل ہر میل کچیل سے پاک ہوتا تھا۔ فتح مکہ کے بعد تو اسلام کو کھلا غلبہ ملا اور مسلمانوں کی تعداد بہت زیادہ ہوگئی اور فتوحات کی وسعت ہوئی ساتھ ہی مال بھی نظر آنے لگا، پس اس وقت اور اس وقت میں جتنا فرق ہے اتنا ہی ان لوگوں اور ان لوگوں کے اجر میں فرق ہے، انہیں بہت بڑے اجر ملیں گے گو دونوں اصل بھلائی اور اصل اجر میں شریک ہیں، بعض نے کہا ہے فتح سے مراد صلح حدیبیہ ہے۔ اس کی تائید مسند احمد کی اس روایت سے بھی ہوتی ہے کہ حضرت خالد بن ولید اور حضرت عبدالرحمٰن بن عوف میں کچھ اختلاف ہوگیا جس میں حضرت خالد نے فرمایا تم اسی پر اکڑ رہے ہو کہ ہم سے کچھ دن پہلے اسلام لائے۔ جب حضور ﷺ کو اس کا علم ہوا تو آپ نے فرمایا میرے صحابہ کو میرے لئے چھوڑ دو ، اس کی قسم جس کے ہاتھ میں میری جان ہے اگر تم احد کے یا کسی اور پہاڑ کے برابر سونا خرچ کرو تو بھی ان کے اعمال کو پہنچ نہیں سکتے۔ ظاہر ہے کہ یہ واقعہ حضرت خالد کے مسلمان ہوجانے کے بعد کا ہے اور آپ صلح حدیبیہ کے بعد اور فتح مکہ سے پہلے ایمان لائے تھے اور یہ اختلاف جس کا ذکر اس روایت میں ہے بنو جذیمہ کے بارے میں ہوا تھا حضور ﷺ نے فتح مکہ کے بعد حضرت خالد کی امارت میں اس کی طرف ایک لشکر بھیجا تھا جب وہاں پہنچے تو ان لوگوں نے پکارنا شروع کیا ہم مسلمان ہوگئے ہم صابی ہوئے یعنی بےدین ہوئے، اس لئے کہ کفار مسلمانوں کو یہی لفظ کہا کرتے تھے حضرت خالد نے غالباً اس کلمہ کا اصلی مطلب نہ سمجھ کر ان کے قتل کا حکم دے دیا بلکہ ان کے جو لوگ گرفتار کئے گئے تھے انہیں قتل کر ڈالنے کا حکم دیا اس پر حضرت عبدالرحمن بن عوف اور حضرت عبداللہ بن عمر نے ان کی مخالفت کی اس واقعہ کا مختصر بیان اوپر والی حدیث میں ہے۔ صحیح حدیث میں ہے میرے صحابہ کو برا نہ کہو اس کی قسم جس کے قبضہ میں میری جان ہے اگر تم میں سے کوئی احد پہاڑ کے برابر سونا خرچ کرے تو بھی ان کے تین پاؤ اناج کے ثواب کو نہیں پہنچے گا بلکہ ڈیڑھ پاؤ کو بھی نہ پہنچے گا۔ ابن جریر میں ہے حدیبیہ والے سال ہم حضور ﷺ کے ساتھ جب عسفان میں پہنچے تو آپ نے فرمایا ایسے لوگ بھی آئیں گے کہ تم اپنے اعمال کو ان کے اعمال کے مقابلہ میں حقیر سمجھنے لگو گے ہم نے کہا کیا قریشی ؟ فرمایا نہیں بلکہ یمنی نہایت نرم دل نہایت خوش اخلاق سادہ مزاج۔ ہم نے کہا حضور ﷺ پھر کیا وہ ہم سے بہتر ہوں گے ؟ آپ نے جواب دیا کہ اگر ان میں سے کسی کے پاس احد پہاڑ کے برابر سونا بھی ہو اور وہ اسے راہ اللہ خرچ کرے تو تم میں سے ایک کے تین پاؤ بلکہ ڈیڑھ پاؤ اناج کی خیرات کو بھی نہیں پہنچ سکتا۔ یاد رکھو کہ ہم میں اور دوسرے تمام لوگوں میں یہی فرق ہے پھر آپ نے اسی آیت (لایستوی) کی تلاوت کی، لیکن یہ روایت غریب ہے، بخاری و مسلم میں حضرت ابو سعید خدری کی روایت میں خارجیوں کے ذکر میں ہے کہ تم اپنی نمازیں ان کی نمازوں کے مقابلہ اور اپنے روزے ان کے روزوں کے مقابلہ پر حقیر اور کمتر شمار کرو گے۔ وہ دین سے اس طرح نکل جائیں گے جس طرح تیر شکار سے ابن جریر میں ہے عنقریب ایک قوم آئے گی کہ تم اپنے اعمال کو کمتر سمجھنے لگو گے جب ان کے اعمال کے سامنے رکھو گے صحابہ نے پوچھا کیا وہ قریشیوں میں سے ہوں گے آپ نے فرمایا نہیں وہ سادہ مزاج نرم دل یہاں والے ہیں اور آپ نے یمن کی طرف اپنے ہاتھ سے اشارہ کیا پھر فرمایا وہ یمنی لوگ ہیں ایمان تو یمن والوں کا ایمان ہے اور حکمت یمن والوں کی حکمت ہے ہم نے پوچھا کیا وہ ہم سے بھی افضل ہوں گے ؟ فرمایا اس کی قسم جس کے ہاتھ میں میری جان ہے اگر ان میں سے کسی کے پاس سونے کا پہاڑ ہو اور اسے وہ راہ اللہ دے ڈالے تو بھی تمہارے ایک مد یا آدھے مد کو بھی نہیں پہنچ سکتا۔ پھر آپ نے اپنی اور انگلیاں تو بند کرلیں اور چھن گیا کو دراز کر کے فرمایا خبردار رہو یہ ہے فرق ہم میں اور دوسرے لوگوں میں، پھر آپ نے یہی آیت تلاوت فرمائی، پس اس حدیث میں حدیبیہ کا ذکر نہیں۔ پھر یہ بھی ہوسکتا ہے کہ ممکن ہے فتح مکہ سے پہلے ہی فتح مکہ کے بعد کی خبر اللہ تعالیٰ نے آپ کو دے دی ہو، جیسے کہ سورة مزمل میں جو ان ابتدائی سورتوں میں سے ہے جو مکہ شریف میں نازل ہوئی تھیں پروردگار نے خبر دی تھی کہ آیت (وَاٰخَرُوْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ڮ فَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُ 20؀) 73۔ المزمل :20) یعنی کچھ اور لوگ ایسے بھی ہیں جو اللہ کی راہ میں جہاد کرتے ہیں پس جس طرح اس آیت میں ایک آنے والے واقعہ کا تذکرہ ہے اسی طرح اس آیت کو اور حدیث کو بھی سمجھ لیا جائے واللہ اعلم۔ پھر فرماتا ہے کہ ہر ایک سے اللہ تعالیٰ نے بھلائی کا وعدہ کیا ہے یعنی فتح مکہ سے پہلے اور اس کے بعد بھی جس نے جو کچھ راہ اللہ دیا ہے کسی کو اس سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل ہیں۔ صحیح حدیث میں ہے قوی مومن اللہ کے نزدیک ضعیف مومن سے افضل ہے لیکن بھلائی دونوں میں ہے۔ اگر یہ فقرہ اس آیت میں نہ ہوتا تو ممکن تھا کہ کسی کو ان بعد والوں کی سبکی کا خیال گذرے اس لئے فضیلت بیان فرما کر پھر عطف ڈال کر اصل اجر میں دونوں کو شریک بتایا۔ پھر فرمایا تمہارے تمام اعمال کی تمہارے رب کو خبر ہے وہ درجات میں جو تفاوت رکھتا ہے وہ بھی انداز سے نہیں بلکہ صحیح علم سے۔ حدیث شریف میں ہے ایک درہم ایک لاکھ درہم سے بڑھ جاتا ہے۔ یہ بھی یاد رہے کہ اس کے سردار ہیں آپ نے ابتدائی تنگی کے وقت اپنا کل مال راہ اللہ دے دیا تھا جس کا بدلہ سوائے اللہ کے کسی اور سے مطلوب نہ تھا۔ حضرت عمر ؓ فرماتے ہیں میں دربار رسالت مآب میں تھا اور حضرت صدیق اکبر بھی تھے۔ صرف ایک عبا آپ کے جسم پر تھی، گریبان کانٹے سے اٹکائے ہوئے تھے جو حضرت جبرائیل ؑ نازل ہوئے اور پوچھا کیا بات ہے جو حضرت ابوبکر نے فقط ایک عبا پہن رکھی ہے اور کانٹا لگا رکھا ہے ؟ حضور ﷺ نے فرمایا انہوں نے اپنا کل مال میرے کاموں میں فتح سے پہلے ہی راہ اللہ خرچ کر ڈالا ہے اب ان کے پاس کچھ نہیں، حضرت جبرائیل ؑ نے فرمایا ان سے کہو کہ اللہ انہیں سلام کہتا ہے اور فرماتا ہے کہ اس فقیری میں تم مجھ سے خوش ہو یا ناخوش ہو ؟ آپ نے حضرت صدیق کو یہ سب کہہ کر سوال کیا۔ جواب ملا کہ اپنے رب عزوجل سے ناراض کیسے ہوسکتا ہوں میں اس حال میں بہت خوش ہوں۔ یہ حدیث سنداً ضعیف ہے واللہ اعلم۔ پھر فرماتا ہے کون ہے جو اللہ کو اچھا قرض دے، اس سے مراد اللہ تعالیٰ کی خوشنودی کے لئے خرچ کرنا ہے۔ بعض نے کہا ہے بال بچوں کو کھلانا پلانا وغیرہ خرچ مراد ہے۔ ہوسکتا ہے کہ آیت اپنے عموم کے لحاظ سے دونوں صورتوں کو شامل ہو، پھر اس پر وعدہ فرماتا ہے کہ اسے بہت بڑھا چڑھا کر بدلہ ملے گا اور جنت میں پاکیزہ تر روزی ملے گی، اس آیت کو سن کر حضرت ابو دحداح انصاری ؓ حضور ﷺ کے پاس آئے اور کہا کیا ہمارا رب ہم سے قرض مانگتا ہے ؟ آپ نے فرمایا ہاں، کہا ذرا اپنا ہاتھ تو دیجئے آپ نے ہاتھ بڑھایا تو آپ کا ہاتھ اپنے ہاتھ میں لے کر فرمایا میرا باغ جس میں کھجور کے چھ سو درخت ہیں وہ میں نے اپنے رب کو دیا آپ کے بیوی بچے بھی اسی باغ میں تھے آپ آئے اور باغ کے دروازے پر کھڑے رہ کر اپنی بیوی صاحبہ کو آواز دی وہ لبیک کہتی ہوئی آئیں تو فرمانے لگے بچوں کو لے کر چلی آؤ میں نے یہ باغ اپنے رب عزوجل کو قرض دے دیا ہے۔ وہ خوش ہو کر کہنے لگیں آپ نے بہت نفع کی تجارت کی اور بال بچوں کو اور گھر کے اثاثے کو لے کر باہر چلی آئیں، حضور ﷺ فرمانے لگے جنتی درخت وہاں کے باغات جو میوؤں سے لدے ہوئے اور جن کی شاخیں یا قوت اور موتی کی ہیں ابو دحداح کو اللہ نے دے دیں۔"
    },
    {
      "ayah": 8,
      "surah": 57,
      "text": "ایمان لانے اور اللہ کی راہ میں خرچ کرنے کا حکم  اللہ تبارک و تعالیٰ خود اپنے اوپر اور اپنے رسول ﷺ پر ایمان لانے اور اس پر مضبوطی اور ہمیشگی کے ساتھ جم کر رہنے کی ہدایت فرماتا ہے اور اپنی راہ میں خیرات کرنے کی رغبت دلاتا ہے جو مال ہاتھوں ہاتھ تمہیں اس نے پہنچایا ہو تم اس کی اطاعت گذاری میں اسے خرچ کرو اور سمجھ لو کہ جس طرح دوسرے ہاتھوں سے تمہیں ملا ہے اسی طرح عنقریب تمہارے ہاتھوں سے دوسرے ہاتھوں میں چلا جائے گا اور تم پر حساب اور عتاب رہ جائے گا اور اس میں یہ بھی اشارہ ہے کہ تیرے بعد تیرا وارث ممکن ہے نیک ہو اور وہ تیرے ترکے کو میری راہ میں خرچ کر کے مجھ سے قربت حاصل کرے اور ممکن ہے کہ وہ بد اور اپنی مستی اور سیاہ کاری میں تیرا اندوختہ فنا کر دے اور اس کی بدیوں کا باعث تو بنے نہ تو چھوڑتا نہ اڑاتا۔ حضور ﷺ سورة (الھکم) پڑھ کر فرمانے لگے انسان گو کہتا رہتا ہے یہ بھی میرا مال ہے یہ بھی میرا مال ہے حالانکہ دراصل انسان کا مال وہ ہے جو کھالیا پہن لیا صدقہ کردیا کھایا ہوا فنا ہوگیا پہنا ہوا پرانا ہو کر برباد ہوگیا، ہاں راہ اللہ دیا ہوا بطور خزانہ کے جمع رہا (مسلم) اور جو باقی رہے گا وہ تو اوروں کا مال ہے تو تو اسے جمع کر کے چھوڑ جانے والا ہے۔ پھر ان ہی دونوں باتوں کی ترغیب دلاتا ہے اور بہت بڑے اجر کا وعدہ دیتا ہے۔ پھر فرماتا ہے تمہیں ایمان سے کون سی چیز روکتی ہے رسول ﷺ تم میں موجود ہیں وہ تمہیں ایمان کیطرف بلا رہے ہیں دلیلیں دے رہے ہیں اور معجزے دکھا رہے ہیں، صحیح بخاری کی شرح کے ابتدائی حصہ کتاب الایمان میں ہم یہ حدیث بیان کر آئے ہیں کہ حضور ﷺ نے پوچھا سب سے زیادہ اچھے ایمان والے تمہارے نزدیک کون ہیں ؟ کہا فرشتے، فرمایا وہ تو اللہ کے پاس ہی ہیں پھر ایمان کیوں نہ لاتے ؟ کہا پھر انبیاء فرمایا ان پر تو وحی اور کلام اللہ اترتا ہے وہ کیسے ایمان نہ لاتے ؟ کہا پھر ہم فرمایا واہ تم ایمان سے کیسے رک سکتے تھے، میں تم میں زندہ موجود ہوں، سنو بہترین اور عجیب تر ایماندار وہ لوگ ہیں جو تمہارے بعد آئیں گے، صحیفوں میں لکھا دیکھیں گے اور ایمان قبول کریں گے، سورة بقرہ کے شروع میں آیت (الَّذِيْنَ يُؤْمِنُوْنَ بالْغَيْبِ وَ يُـقِيْمُوْنَ الصَّلٰوةَ وَ مِمَّا رَزَقْنٰھُمْ يُنْفِقُوْنَ ۙ) 2۔ البقرة :3) کی تفسیر میں بھی ہم ایسی احادیث لکھ آئے ہیں، پھر انہیں روز میثاق کا قول وقرار یاد دلاتا ہے جیسے اور آیت میں ہے (وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙ اِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۡ وَاتَّقُوا اللّٰهَ ۭاِنَّ اللّٰهَ عَلِيْمٌۢ بِذَات الصُّدُوْرِ) 5۔ المآئدہ :7) ، اس سے مراد رسول اللہ ﷺ سے بیعت کرنا ہے اور امام ابن جریر فرماتے ہیں مراد وہ میثاق ہے جو حضرت آدم کی پیٹھ میں ان سے لیا گیا تھا، مجاہد کا بھی یہی مذہب ہے واللہ اعلم۔ وہ اللہ جو اپنے بندے پر روشن حجتیں اور بہترین دلائل اور عمدہ تر آیتیں نازل فرماتا ہے تاکہ ظلم و جہل کی گھنگھور گھٹاؤں اور رائے قیاس کی بدترین اندھیریوں سے تمہیں نکال کر نورانی اور روشن صاف اور سیدھی راہ حق پر لا کھڑا کر دے۔ اللہ رؤف ہے ساتھ ہی رحیم ہے یہ اس کا سلوک اور کرم ہے کہ لوگوں کی رہنمائی کے لئے کتابیں اتاریں، رسول بھیجے، شکوک و شبہات دور کردیئے، ہدایت کی وضاحت کردی۔ ایمان اور خیرات کا حکم کر کے پھر ایمان کی رغبت دلا کر اور یہ بیان فرما کر کہ ایمان نہ لانے کا اب کوئی عذر میں نے باقی نہیں رکھا پھر صدقات کی رغبت دلائی، اور فرمایا میری راہ میں خرچ کرو اور فقیری سے نہ ڈرو، اس لئے کہ جس کی راہ میں تم خرچ کر رہے ہو وہ زمین و آسمان کے خزانوں کا تنہا مالک ہے، عرش و کرسی اسی کی ہے اور وہ تم سے اس خیرات کے بدلے انعام کا وعدہ کرچکا ہے۔ فرماتا ہے آیت (وَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚ وَهُوَ خَيْرُ الرّٰزِقِيْنَ 39؀) 34۔ سبأ :39) جو کچھ تم راہ اللہ دو گے اس کا بہترین بدلہ وہ تمہیں دے گا اور روزی رساں درحقیقت وہی ہے اور فرماتا ہے (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍ 96؀) 16۔ النحل :96) اگر یہ فانی مال تم خرچ کرو گے وہ اپنے پاس کا ہمیشگی والا مال تمہیں دے گا۔ توکل والے خرچ کرتے رہتے ہیں اور مالک عرش انہیں تنگی ترشی سے محفوظ رکھتا ہے، انہیں اس بات کا اعتماد ہوتا ہے کہ ہمارے فی سبیل اللہ خرچ کردہ مال کا بدلہ دونوں جہان میں ہمیں قطعاً مل کر رہے گا۔ پھر اس امر کا بیان ہو رہا ہے کہ فتح مکہ سے پہلے جن لوگوں نے راہ اللہ خرچ کیا اور جہاد کیا اور جن لوگوں نے یہ نہیں کیا گو بعد فتح مکہ کیا ہو یہ دونوں برابر نہیں ہیں۔ اس وجہ سے بھی کہ اس وقت تنگی ترشی زیادہ تھی اور قوت طاقت کم تھی اور اس لئے بھی کہ اس وقت ایمان وہی قبول کرتا تھا جس کا دل ہر میل کچیل سے پاک ہوتا تھا۔ فتح مکہ کے بعد تو اسلام کو کھلا غلبہ ملا اور مسلمانوں کی تعداد بہت زیادہ ہوگئی اور فتوحات کی وسعت ہوئی ساتھ ہی مال بھی نظر آنے لگا، پس اس وقت اور اس وقت میں جتنا فرق ہے اتنا ہی ان لوگوں اور ان لوگوں کے اجر میں فرق ہے، انہیں بہت بڑے اجر ملیں گے گو دونوں اصل بھلائی اور اصل اجر میں شریک ہیں، بعض نے کہا ہے فتح سے مراد صلح حدیبیہ ہے۔ اس کی تائید مسند احمد کی اس روایت سے بھی ہوتی ہے کہ حضرت خالد بن ولید اور حضرت عبدالرحمٰن بن عوف میں کچھ اختلاف ہوگیا جس میں حضرت خالد نے فرمایا تم اسی پر اکڑ رہے ہو کہ ہم سے کچھ دن پہلے اسلام لائے۔ جب حضور ﷺ کو اس کا علم ہوا تو آپ نے فرمایا میرے صحابہ کو میرے لئے چھوڑ دو ، اس کی قسم جس کے ہاتھ میں میری جان ہے اگر تم احد کے یا کسی اور پہاڑ کے برابر سونا خرچ کرو تو بھی ان کے اعمال کو پہنچ نہیں سکتے۔ ظاہر ہے کہ یہ واقعہ حضرت خالد کے مسلمان ہوجانے کے بعد کا ہے اور آپ صلح حدیبیہ کے بعد اور فتح مکہ سے پہلے ایمان لائے تھے اور یہ اختلاف جس کا ذکر اس روایت میں ہے بنو جذیمہ کے بارے میں ہوا تھا حضور ﷺ نے فتح مکہ کے بعد حضرت خالد کی امارت میں اس کی طرف ایک لشکر بھیجا تھا جب وہاں پہنچے تو ان لوگوں نے پکارنا شروع کیا ہم مسلمان ہوگئے ہم صابی ہوئے یعنی بےدین ہوئے، اس لئے کہ کفار مسلمانوں کو یہی لفظ کہا کرتے تھے حضرت خالد نے غالباً اس کلمہ کا اصلی مطلب نہ سمجھ کر ان کے قتل کا حکم دے دیا بلکہ ان کے جو لوگ گرفتار کئے گئے تھے انہیں قتل کر ڈالنے کا حکم دیا اس پر حضرت عبدالرحمن بن عوف اور حضرت عبداللہ بن عمر نے ان کی مخالفت کی اس واقعہ کا مختصر بیان اوپر والی حدیث میں ہے۔ صحیح حدیث میں ہے میرے صحابہ کو برا نہ کہو اس کی قسم جس کے قبضہ میں میری جان ہے اگر تم میں سے کوئی احد پہاڑ کے برابر سونا خرچ کرے تو بھی ان کے تین پاؤ اناج کے ثواب کو نہیں پہنچے گا بلکہ ڈیڑھ پاؤ کو بھی نہ پہنچے گا۔ ابن جریر میں ہے حدیبیہ والے سال ہم حضور ﷺ کے ساتھ جب عسفان میں پہنچے تو آپ نے فرمایا ایسے لوگ بھی آئیں گے کہ تم اپنے اعمال کو ان کے اعمال کے مقابلہ میں حقیر سمجھنے لگو گے ہم نے کہا کیا قریشی ؟ فرمایا نہیں بلکہ یمنی نہایت نرم دل نہایت خوش اخلاق سادہ مزاج۔ ہم نے کہا حضور ﷺ پھر کیا وہ ہم سے بہتر ہوں گے ؟ آپ نے جواب دیا کہ اگر ان میں سے کسی کے پاس احد پہاڑ کے برابر سونا بھی ہو اور وہ اسے راہ اللہ خرچ کرے تو تم میں سے ایک کے تین پاؤ بلکہ ڈیڑھ پاؤ اناج کی خیرات کو بھی نہیں پہنچ سکتا۔ یاد رکھو کہ ہم میں اور دوسرے تمام لوگوں میں یہی فرق ہے پھر آپ نے اسی آیت (لایستوی) کی تلاوت کی، لیکن یہ روایت غریب ہے، بخاری و مسلم میں حضرت ابو سعید خدری کی روایت میں خارجیوں کے ذکر میں ہے کہ تم اپنی نمازیں ان کی نمازوں کے مقابلہ اور اپنے روزے ان کے روزوں کے مقابلہ پر حقیر اور کمتر شمار کرو گے۔ وہ دین سے اس طرح نکل جائیں گے جس طرح تیر شکار سے ابن جریر میں ہے عنقریب ایک قوم آئے گی کہ تم اپنے اعمال کو کمتر سمجھنے لگو گے جب ان کے اعمال کے سامنے رکھو گے صحابہ نے پوچھا کیا وہ قریشیوں میں سے ہوں گے آپ نے فرمایا نہیں وہ سادہ مزاج نرم دل یہاں والے ہیں اور آپ نے یمن کی طرف اپنے ہاتھ سے اشارہ کیا پھر فرمایا وہ یمنی لوگ ہیں ایمان تو یمن والوں کا ایمان ہے اور حکمت یمن والوں کی حکمت ہے ہم نے پوچھا کیا وہ ہم سے بھی افضل ہوں گے ؟ فرمایا اس کی قسم جس کے ہاتھ میں میری جان ہے اگر ان میں سے کسی کے پاس سونے کا پہاڑ ہو اور اسے وہ راہ اللہ دے ڈالے تو بھی تمہارے ایک مد یا آدھے مد کو بھی نہیں پہنچ سکتا۔ پھر آپ نے اپنی اور انگلیاں تو بند کرلیں اور چھن گیا کو دراز کر کے فرمایا خبردار رہو یہ ہے فرق ہم میں اور دوسرے لوگوں میں، پھر آپ نے یہی آیت تلاوت فرمائی، پس اس حدیث میں حدیبیہ کا ذکر نہیں۔ پھر یہ بھی ہوسکتا ہے کہ ممکن ہے فتح مکہ سے پہلے ہی فتح مکہ کے بعد کی خبر اللہ تعالیٰ نے آپ کو دے دی ہو، جیسے کہ سورة مزمل میں جو ان ابتدائی سورتوں میں سے ہے جو مکہ شریف میں نازل ہوئی تھیں پروردگار نے خبر دی تھی کہ آیت (وَاٰخَرُوْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ڮ فَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُ 20؀) 73۔ المزمل :20) یعنی کچھ اور لوگ ایسے بھی ہیں جو اللہ کی راہ میں جہاد کرتے ہیں پس جس طرح اس آیت میں ایک آنے والے واقعہ کا تذکرہ ہے اسی طرح اس آیت کو اور حدیث کو بھی سمجھ لیا جائے واللہ اعلم۔ پھر فرماتا ہے کہ ہر ایک سے اللہ تعالیٰ نے بھلائی کا وعدہ کیا ہے یعنی فتح مکہ سے پہلے اور اس کے بعد بھی جس نے جو کچھ راہ اللہ دیا ہے کسی کو اس سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل ہیں۔ صحیح حدیث میں ہے قوی مومن اللہ کے نزدیک ضعیف مومن سے افضل ہے لیکن بھلائی دونوں میں ہے۔ اگر یہ فقرہ اس آیت میں نہ ہوتا تو ممکن تھا کہ کسی کو ان بعد والوں کی سبکی کا خیال گذرے اس لئے فضیلت بیان فرما کر پھر عطف ڈال کر اصل اجر میں دونوں کو شریک بتایا۔ پھر فرمایا تمہارے تمام اعمال کی تمہارے رب کو خبر ہے وہ درجات میں جو تفاوت رکھتا ہے وہ بھی انداز سے نہیں بلکہ صحیح علم سے۔ حدیث شریف میں ہے ایک درہم ایک لاکھ درہم سے بڑھ جاتا ہے۔ یہ بھی یاد رہے کہ اس کے سردار ہیں آپ نے ابتدائی تنگی کے وقت اپنا کل مال راہ اللہ دے دیا تھا جس کا بدلہ سوائے اللہ کے کسی اور سے مطلوب نہ تھا۔ حضرت عمر ؓ فرماتے ہیں میں دربار رسالت مآب میں تھا اور حضرت صدیق اکبر بھی تھے۔ صرف ایک عبا آپ کے جسم پر تھی، گریبان کانٹے سے اٹکائے ہوئے تھے جو حضرت جبرائیل ؑ نازل ہوئے اور پوچھا کیا بات ہے جو حضرت ابوبکر نے فقط ایک عبا پہن رکھی ہے اور کانٹا لگا رکھا ہے ؟ حضور ﷺ نے فرمایا انہوں نے اپنا کل مال میرے کاموں میں فتح سے پہلے ہی راہ اللہ خرچ کر ڈالا ہے اب ان کے پاس کچھ نہیں، حضرت جبرائیل ؑ نے فرمایا ان سے کہو کہ اللہ انہیں سلام کہتا ہے اور فرماتا ہے کہ اس فقیری میں تم مجھ سے خوش ہو یا ناخوش ہو ؟ آپ نے حضرت صدیق کو یہ سب کہہ کر سوال کیا۔ جواب ملا کہ اپنے رب عزوجل سے ناراض کیسے ہوسکتا ہوں میں اس حال میں بہت خوش ہوں۔ یہ حدیث سنداً ضعیف ہے واللہ اعلم۔ پھر فرماتا ہے کون ہے جو اللہ کو اچھا قرض دے، اس سے مراد اللہ تعالیٰ کی خوشنودی کے لئے خرچ کرنا ہے۔ بعض نے کہا ہے بال بچوں کو کھلانا پلانا وغیرہ خرچ مراد ہے۔ ہوسکتا ہے کہ آیت اپنے عموم کے لحاظ سے دونوں صورتوں کو شامل ہو، پھر اس پر وعدہ فرماتا ہے کہ اسے بہت بڑھا چڑھا کر بدلہ ملے گا اور جنت میں پاکیزہ تر روزی ملے گی، اس آیت کو سن کر حضرت ابو دحداح انصاری ؓ حضور ﷺ کے پاس آئے اور کہا کیا ہمارا رب ہم سے قرض مانگتا ہے ؟ آپ نے فرمایا ہاں، کہا ذرا اپنا ہاتھ تو دیجئے آپ نے ہاتھ بڑھایا تو آپ کا ہاتھ اپنے ہاتھ میں لے کر فرمایا میرا باغ جس میں کھجور کے چھ سو درخت ہیں وہ میں نے اپنے رب کو دیا آپ کے بیوی بچے بھی اسی باغ میں تھے آپ آئے اور باغ کے دروازے پر کھڑے رہ کر اپنی بیوی صاحبہ کو آواز دی وہ لبیک کہتی ہوئی آئیں تو فرمانے لگے بچوں کو لے کر چلی آؤ میں نے یہ باغ اپنے رب عزوجل کو قرض دے دیا ہے۔ وہ خوش ہو کر کہنے لگیں آپ نے بہت نفع کی تجارت کی اور بال بچوں کو اور گھر کے اثاثے کو لے کر باہر چلی آئیں، حضور ﷺ فرمانے لگے جنتی درخت وہاں کے باغات جو میوؤں سے لدے ہوئے اور جن کی شاخیں یا قوت اور موتی کی ہیں ابو دحداح کو اللہ نے دے دیں۔"
    },
    {
      "ayah": 9,
      "surah": 57,
      "text": "ایمان لانے اور اللہ کی راہ میں خرچ کرنے کا حکم  اللہ تبارک و تعالیٰ خود اپنے اوپر اور اپنے رسول ﷺ پر ایمان لانے اور اس پر مضبوطی اور ہمیشگی کے ساتھ جم کر رہنے کی ہدایت فرماتا ہے اور اپنی راہ میں خیرات کرنے کی رغبت دلاتا ہے جو مال ہاتھوں ہاتھ تمہیں اس نے پہنچایا ہو تم اس کی اطاعت گذاری میں اسے خرچ کرو اور سمجھ لو کہ جس طرح دوسرے ہاتھوں سے تمہیں ملا ہے اسی طرح عنقریب تمہارے ہاتھوں سے دوسرے ہاتھوں میں چلا جائے گا اور تم پر حساب اور عتاب رہ جائے گا اور اس میں یہ بھی اشارہ ہے کہ تیرے بعد تیرا وارث ممکن ہے نیک ہو اور وہ تیرے ترکے کو میری راہ میں خرچ کر کے مجھ سے قربت حاصل کرے اور ممکن ہے کہ وہ بد اور اپنی مستی اور سیاہ کاری میں تیرا اندوختہ فنا کر دے اور اس کی بدیوں کا باعث تو بنے نہ تو چھوڑتا نہ اڑاتا۔ حضور ﷺ سورة (الھکم) پڑھ کر فرمانے لگے انسان گو کہتا رہتا ہے یہ بھی میرا مال ہے یہ بھی میرا مال ہے حالانکہ دراصل انسان کا مال وہ ہے جو کھالیا پہن لیا صدقہ کردیا کھایا ہوا فنا ہوگیا پہنا ہوا پرانا ہو کر برباد ہوگیا، ہاں راہ اللہ دیا ہوا بطور خزانہ کے جمع رہا (مسلم) اور جو باقی رہے گا وہ تو اوروں کا مال ہے تو تو اسے جمع کر کے چھوڑ جانے والا ہے۔ پھر ان ہی دونوں باتوں کی ترغیب دلاتا ہے اور بہت بڑے اجر کا وعدہ دیتا ہے۔ پھر فرماتا ہے تمہیں ایمان سے کون سی چیز روکتی ہے رسول ﷺ تم میں موجود ہیں وہ تمہیں ایمان کیطرف بلا رہے ہیں دلیلیں دے رہے ہیں اور معجزے دکھا رہے ہیں، صحیح بخاری کی شرح کے ابتدائی حصہ کتاب الایمان میں ہم یہ حدیث بیان کر آئے ہیں کہ حضور ﷺ نے پوچھا سب سے زیادہ اچھے ایمان والے تمہارے نزدیک کون ہیں ؟ کہا فرشتے، فرمایا وہ تو اللہ کے پاس ہی ہیں پھر ایمان کیوں نہ لاتے ؟ کہا پھر انبیاء فرمایا ان پر تو وحی اور کلام اللہ اترتا ہے وہ کیسے ایمان نہ لاتے ؟ کہا پھر ہم فرمایا واہ تم ایمان سے کیسے رک سکتے تھے، میں تم میں زندہ موجود ہوں، سنو بہترین اور عجیب تر ایماندار وہ لوگ ہیں جو تمہارے بعد آئیں گے، صحیفوں میں لکھا دیکھیں گے اور ایمان قبول کریں گے، سورة بقرہ کے شروع میں آیت (الَّذِيْنَ يُؤْمِنُوْنَ بالْغَيْبِ وَ يُـقِيْمُوْنَ الصَّلٰوةَ وَ مِمَّا رَزَقْنٰھُمْ يُنْفِقُوْنَ ۙ) 2۔ البقرة :3) کی تفسیر میں بھی ہم ایسی احادیث لکھ آئے ہیں، پھر انہیں روز میثاق کا قول وقرار یاد دلاتا ہے جیسے اور آیت میں ہے (وَاذْكُرُوْا نِعْمَةَ اللّٰهِ عَلَيْكُمْ وَمِيْثَاقَهُ الَّذِيْ وَاثَقَكُمْ بِهٖٓ ۙ اِذْ قُلْتُمْ سَمِعْنَا وَاَطَعْنَا ۡ وَاتَّقُوا اللّٰهَ ۭاِنَّ اللّٰهَ عَلِيْمٌۢ بِذَات الصُّدُوْرِ) 5۔ المآئدہ :7) ، اس سے مراد رسول اللہ ﷺ سے بیعت کرنا ہے اور امام ابن جریر فرماتے ہیں مراد وہ میثاق ہے جو حضرت آدم کی پیٹھ میں ان سے لیا گیا تھا، مجاہد کا بھی یہی مذہب ہے واللہ اعلم۔ وہ اللہ جو اپنے بندے پر روشن حجتیں اور بہترین دلائل اور عمدہ تر آیتیں نازل فرماتا ہے تاکہ ظلم و جہل کی گھنگھور گھٹاؤں اور رائے قیاس کی بدترین اندھیریوں سے تمہیں نکال کر نورانی اور روشن صاف اور سیدھی راہ حق پر لا کھڑا کر دے۔ اللہ رؤف ہے ساتھ ہی رحیم ہے یہ اس کا سلوک اور کرم ہے کہ لوگوں کی رہنمائی کے لئے کتابیں اتاریں، رسول بھیجے، شکوک و شبہات دور کردیئے، ہدایت کی وضاحت کردی۔ ایمان اور خیرات کا حکم کر کے پھر ایمان کی رغبت دلا کر اور یہ بیان فرما کر کہ ایمان نہ لانے کا اب کوئی عذر میں نے باقی نہیں رکھا پھر صدقات کی رغبت دلائی، اور فرمایا میری راہ میں خرچ کرو اور فقیری سے نہ ڈرو، اس لئے کہ جس کی راہ میں تم خرچ کر رہے ہو وہ زمین و آسمان کے خزانوں کا تنہا مالک ہے، عرش و کرسی اسی کی ہے اور وہ تم سے اس خیرات کے بدلے انعام کا وعدہ کرچکا ہے۔ فرماتا ہے آیت (وَمَآ اَنْفَقْتُمْ مِّنْ شَيْءٍ فَهُوَ يُخْلِفُهٗ ۚ وَهُوَ خَيْرُ الرّٰزِقِيْنَ 39؀) 34۔ سبأ :39) جو کچھ تم راہ اللہ دو گے اس کا بہترین بدلہ وہ تمہیں دے گا اور روزی رساں درحقیقت وہی ہے اور فرماتا ہے (مَا عِنْدَكُمْ يَنْفَدُ وَمَا عِنْدَ اللّٰهِ بَاقٍ 96؀) 16۔ النحل :96) اگر یہ فانی مال تم خرچ کرو گے وہ اپنے پاس کا ہمیشگی والا مال تمہیں دے گا۔ توکل والے خرچ کرتے رہتے ہیں اور مالک عرش انہیں تنگی ترشی سے محفوظ رکھتا ہے، انہیں اس بات کا اعتماد ہوتا ہے کہ ہمارے فی سبیل اللہ خرچ کردہ مال کا بدلہ دونوں جہان میں ہمیں قطعاً مل کر رہے گا۔ پھر اس امر کا بیان ہو رہا ہے کہ فتح مکہ سے پہلے جن لوگوں نے راہ اللہ خرچ کیا اور جہاد کیا اور جن لوگوں نے یہ نہیں کیا گو بعد فتح مکہ کیا ہو یہ دونوں برابر نہیں ہیں۔ اس وجہ سے بھی کہ اس وقت تنگی ترشی زیادہ تھی اور قوت طاقت کم تھی اور اس لئے بھی کہ اس وقت ایمان وہی قبول کرتا تھا جس کا دل ہر میل کچیل سے پاک ہوتا تھا۔ فتح مکہ کے بعد تو اسلام کو کھلا غلبہ ملا اور مسلمانوں کی تعداد بہت زیادہ ہوگئی اور فتوحات کی وسعت ہوئی ساتھ ہی مال بھی نظر آنے لگا، پس اس وقت اور اس وقت میں جتنا فرق ہے اتنا ہی ان لوگوں اور ان لوگوں کے اجر میں فرق ہے، انہیں بہت بڑے اجر ملیں گے گو دونوں اصل بھلائی اور اصل اجر میں شریک ہیں، بعض نے کہا ہے فتح سے مراد صلح حدیبیہ ہے۔ اس کی تائید مسند احمد کی اس روایت سے بھی ہوتی ہے کہ حضرت خالد بن ولید اور حضرت عبدالرحمٰن بن عوف میں کچھ اختلاف ہوگیا جس میں حضرت خالد نے فرمایا تم اسی پر اکڑ رہے ہو کہ ہم سے کچھ دن پہلے اسلام لائے۔ جب حضور ﷺ کو اس کا علم ہوا تو آپ نے فرمایا میرے صحابہ کو میرے لئے چھوڑ دو ، اس کی قسم جس کے ہاتھ میں میری جان ہے اگر تم احد کے یا کسی اور پہاڑ کے برابر سونا خرچ کرو تو بھی ان کے اعمال کو پہنچ نہیں سکتے۔ ظاہر ہے کہ یہ واقعہ حضرت خالد کے مسلمان ہوجانے کے بعد کا ہے اور آپ صلح حدیبیہ کے بعد اور فتح مکہ سے پہلے ایمان لائے تھے اور یہ اختلاف جس کا ذکر اس روایت میں ہے بنو جذیمہ کے بارے میں ہوا تھا حضور ﷺ نے فتح مکہ کے بعد حضرت خالد کی امارت میں اس کی طرف ایک لشکر بھیجا تھا جب وہاں پہنچے تو ان لوگوں نے پکارنا شروع کیا ہم مسلمان ہوگئے ہم صابی ہوئے یعنی بےدین ہوئے، اس لئے کہ کفار مسلمانوں کو یہی لفظ کہا کرتے تھے حضرت خالد نے غالباً اس کلمہ کا اصلی مطلب نہ سمجھ کر ان کے قتل کا حکم دے دیا بلکہ ان کے جو لوگ گرفتار کئے گئے تھے انہیں قتل کر ڈالنے کا حکم دیا اس پر حضرت عبدالرحمن بن عوف اور حضرت عبداللہ بن عمر نے ان کی مخالفت کی اس واقعہ کا مختصر بیان اوپر والی حدیث میں ہے۔ صحیح حدیث میں ہے میرے صحابہ کو برا نہ کہو اس کی قسم جس کے قبضہ میں میری جان ہے اگر تم میں سے کوئی احد پہاڑ کے برابر سونا خرچ کرے تو بھی ان کے تین پاؤ اناج کے ثواب کو نہیں پہنچے گا بلکہ ڈیڑھ پاؤ کو بھی نہ پہنچے گا۔ ابن جریر میں ہے حدیبیہ والے سال ہم حضور ﷺ کے ساتھ جب عسفان میں پہنچے تو آپ نے فرمایا ایسے لوگ بھی آئیں گے کہ تم اپنے اعمال کو ان کے اعمال کے مقابلہ میں حقیر سمجھنے لگو گے ہم نے کہا کیا قریشی ؟ فرمایا نہیں بلکہ یمنی نہایت نرم دل نہایت خوش اخلاق سادہ مزاج۔ ہم نے کہا حضور ﷺ پھر کیا وہ ہم سے بہتر ہوں گے ؟ آپ نے جواب دیا کہ اگر ان میں سے کسی کے پاس احد پہاڑ کے برابر سونا بھی ہو اور وہ اسے راہ اللہ خرچ کرے تو تم میں سے ایک کے تین پاؤ بلکہ ڈیڑھ پاؤ اناج کی خیرات کو بھی نہیں پہنچ سکتا۔ یاد رکھو کہ ہم میں اور دوسرے تمام لوگوں میں یہی فرق ہے پھر آپ نے اسی آیت (لایستوی) کی تلاوت کی، لیکن یہ روایت غریب ہے، بخاری و مسلم میں حضرت ابو سعید خدری کی روایت میں خارجیوں کے ذکر میں ہے کہ تم اپنی نمازیں ان کی نمازوں کے مقابلہ اور اپنے روزے ان کے روزوں کے مقابلہ پر حقیر اور کمتر شمار کرو گے۔ وہ دین سے اس طرح نکل جائیں گے جس طرح تیر شکار سے ابن جریر میں ہے عنقریب ایک قوم آئے گی کہ تم اپنے اعمال کو کمتر سمجھنے لگو گے جب ان کے اعمال کے سامنے رکھو گے صحابہ نے پوچھا کیا وہ قریشیوں میں سے ہوں گے آپ نے فرمایا نہیں وہ سادہ مزاج نرم دل یہاں والے ہیں اور آپ نے یمن کی طرف اپنے ہاتھ سے اشارہ کیا پھر فرمایا وہ یمنی لوگ ہیں ایمان تو یمن والوں کا ایمان ہے اور حکمت یمن والوں کی حکمت ہے ہم نے پوچھا کیا وہ ہم سے بھی افضل ہوں گے ؟ فرمایا اس کی قسم جس کے ہاتھ میں میری جان ہے اگر ان میں سے کسی کے پاس سونے کا پہاڑ ہو اور اسے وہ راہ اللہ دے ڈالے تو بھی تمہارے ایک مد یا آدھے مد کو بھی نہیں پہنچ سکتا۔ پھر آپ نے اپنی اور انگلیاں تو بند کرلیں اور چھن گیا کو دراز کر کے فرمایا خبردار رہو یہ ہے فرق ہم میں اور دوسرے لوگوں میں، پھر آپ نے یہی آیت تلاوت فرمائی، پس اس حدیث میں حدیبیہ کا ذکر نہیں۔ پھر یہ بھی ہوسکتا ہے کہ ممکن ہے فتح مکہ سے پہلے ہی فتح مکہ کے بعد کی خبر اللہ تعالیٰ نے آپ کو دے دی ہو، جیسے کہ سورة مزمل میں جو ان ابتدائی سورتوں میں سے ہے جو مکہ شریف میں نازل ہوئی تھیں پروردگار نے خبر دی تھی کہ آیت (وَاٰخَرُوْنَ يُقَاتِلُوْنَ فِيْ سَبِيْلِ اللّٰهِ ڮ فَاقْرَءُوْا مَا تَيَسَّرَ مِنْهُ 20؀) 73۔ المزمل :20) یعنی کچھ اور لوگ ایسے بھی ہیں جو اللہ کی راہ میں جہاد کرتے ہیں پس جس طرح اس آیت میں ایک آنے والے واقعہ کا تذکرہ ہے اسی طرح اس آیت کو اور حدیث کو بھی سمجھ لیا جائے واللہ اعلم۔ پھر فرماتا ہے کہ ہر ایک سے اللہ تعالیٰ نے بھلائی کا وعدہ کیا ہے یعنی فتح مکہ سے پہلے اور اس کے بعد بھی جس نے جو کچھ راہ اللہ دیا ہے کسی کو اس سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل سے کم۔ جیسے اور جگہ ہے کہ مجاہد اور غیر مجاہد جو عذر والے بھی نہ ہوں درجے میں برابر نہیں گو بھلے وعدے میں دونوں شامل ہیں۔ صحیح حدیث میں ہے قوی مومن اللہ کے نزدیک ضعیف مومن سے افضل ہے لیکن بھلائی دونوں میں ہے۔ اگر یہ فقرہ اس آیت میں نہ ہوتا تو ممکن تھا کہ کسی کو ان بعد والوں کی سبکی کا خیال گذرے اس لئے فضیلت بیان فرما کر پھر عطف ڈال کر اصل اجر میں دونوں کو شریک بتایا۔ پھر فرمایا تمہارے تمام اعمال کی تمہارے رب کو خبر ہے وہ درجات میں جو تفاوت رکھتا ہے وہ بھی انداز سے نہیں بلکہ صحیح علم سے۔ حدیث شریف میں ہے ایک درہم ایک لاکھ درہم سے بڑھ جاتا ہے۔ یہ بھی یاد رہے کہ اس کے سردار ہیں آپ نے ابتدائی تنگی کے وقت اپنا کل مال راہ اللہ دے دیا تھا جس کا بدلہ سوائے اللہ کے کسی اور سے مطلوب نہ تھا۔ حضرت عمر ؓ فرماتے ہیں میں دربار رسالت مآب میں تھا اور حضرت صدیق اکبر بھی تھے۔ صرف ایک عبا آپ کے جسم پر تھی، گریبان کانٹے سے اٹکائے ہوئے تھے جو حضرت جبرائیل ؑ نازل ہوئے اور پوچھا کیا بات ہے جو حضرت ابوبکر نے فقط ایک عبا پہن رکھی ہے اور کانٹا لگا رکھا ہے ؟ حضور ﷺ نے فرمایا انہوں نے اپنا کل مال میرے کاموں میں فتح سے پہلے ہی راہ اللہ خرچ کر ڈالا ہے اب ان کے پاس کچھ نہیں، حضرت جبرائیل ؑ نے فرمایا ان سے کہو کہ اللہ انہیں سلام کہتا ہے اور فرماتا ہے کہ اس فقیری میں تم مجھ سے خوش ہو یا ناخوش ہو ؟ آپ نے حضرت صدیق کو یہ سب کہہ کر سوال کیا۔ جواب ملا کہ اپنے رب عزوجل سے ناراض کیسے ہوسکتا ہوں میں اس حال میں بہت خوش ہوں۔ یہ حدیث سنداً ضعیف ہے واللہ اعلم۔ پھر فرماتا ہے کون ہے جو اللہ کو اچھا قرض دے، اس سے مراد اللہ تعالیٰ کی خوشنودی کے لئے خرچ کرنا ہے۔ بعض نے کہا ہے بال بچوں کو کھلانا پلانا وغیرہ خرچ مراد ہے۔ ہوسکتا ہے کہ آیت اپنے عموم کے لحاظ سے دونوں صورتوں کو شامل ہو، پھر اس پر وعدہ فرماتا ہے کہ اسے بہت بڑھا چڑھا کر بدلہ ملے گا اور جنت میں پاکیزہ تر روزی ملے گی، اس آیت کو سن کر حضرت ابو دحداح انصاری ؓ حضور ﷺ کے پاس آئے اور کہا کیا ہمارا رب ہم سے قرض مانگتا ہے ؟ آپ نے فرمایا ہاں، کہا ذرا اپنا ہاتھ تو دیجئے آپ نے ہاتھ بڑھایا تو آپ کا ہاتھ اپنے ہاتھ میں لے کر فرمایا میرا باغ جس میں کھجور کے چھ سو درخت ہیں وہ میں نے اپنے رب کو دیا آپ کے بیوی بچے بھی اسی باغ میں تھے آپ آئے اور باغ کے دروازے پر کھڑے رہ کر اپنی بیوی صاحبہ کو آواز دی وہ لبیک کہتی ہوئی آئیں تو فرمانے لگے بچوں کو لے کر چلی آؤ میں نے یہ باغ اپنے رب عزوجل کو قرض دے دیا ہے۔ وہ خوش ہو کر کہنے لگیں آپ نے بہت نفع کی تجارت کی اور بال بچوں کو اور گھر کے اثاثے کو لے کر باہر چلی آئیں، حضور ﷺ فرمانے لگے جنتی درخت وہاں کے باغات جو میوؤں سے لدے ہوئے اور جن کی شاخیں یا قوت اور موتی کی ہیں ابو دحداح کو اللہ نے دے دیں۔"
    }
  ]
}
