{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 60,
      "text": "حضرت حاطب بن ابوبلتہ ؓ کے بارے میں اس سورت کی شروع کی آیتیں نازل ہوئی ہیں، واقعہ یہ ہوا کہ حضرت حاطب مہاجرین میں سے تھے بدر کی لڑائی میں بھی آپ نے مسلمانوں کے لشکر میں شرکت کی تھی ان کے بال بچے اور مال و دولت مکہ میں ہی تھا اور یہ خود قریش سے نہ تھے صرف حضرت عثمان ؓ کے حلیف تھے اس وجہ سے مکہ میں انہیں امن حاصل تھا، اب یہ رسول اللہ ﷺ کے ساتھ مدینہ شریف میں تھے یہاں تک کہ جب اہل مکہ نے عہد توڑ دیا اور رسول اللہ ﷺ نے ان پر چڑھائی کرنا چاہی تو آپ کی خواہش یہ تھی کہ انہیں اچانک دبوچ لیں تاکہ خونریزی نہ ہونے پائے اور مکہ شریف پر قبضہ ہوجائے اسی لئے آپ نے اللہ تعالیٰ سے دعا بھی کی کہ باری تعالیٰ ہماری تیاری کی خبریں ہمارے پہنچنے تک اہل مکہ کو پہنچیں ادھر آپ نے مسلمانوں کو تیاری کا حکم دیا حضرت حاطب ؓ نے اس موقعہ پر ایک خط اہل مکہ کے نام لکھا اور ایک قریشیہ عورت کے ہاتھ اسے چلتا کیا جس میں رسول اللہ ﷺ کے اس ارادے اور مسلمانوں کی لشکر کشی کی خبر درج تھی، آپ کا ارادہ اس سے صرف یہ تھا کہ میرا کوئی احسان قریش پر رہ جائے جس کے باعث میرے بال بچے اور مال دولت محفوظ رہیں، چونکہ حضور ﷺ کی دعا قبول ہوچکی تھی ناممکن تھا کہ قریشیوں کو کسی ذریعہ سے بھی اس ارادے کا علم ہوجائے اس لئے اللہ تعالیٰ نے اپنے رسول ﷺ کو اس پوشیدہ راز سے مطلع فرما دیا اور آپ نے اس عورت کے پیچھے اپنے سوار بھیجے راستہ میں اسے روکا گیا اور خط اس سے حاصل کرلیا گیا، یہ مفصل واقعہ صحیح احادیث میں پوری طرح آچکا ہے، مسند احمد میں ہے حضرت علی ؓ فرماتے ہیں مجھے، حضرت زبیر ؓ اور حضرت مقداد ؓ کو رسول اللہ ﷺ نے بلوا کر فرمایا تم یہاں سے فوراً کوچ کرو روضہ خاخ میں جب تم پہنچو گے تو تمہیں ایک سانڈنی سوار عورت ملے گی جس کے پاس ایک خط ہے تم اسے قبضہ میں کر کے یاں لے آؤ، ہم تینوں گھوڑوں پر سوار ہو کر بہت تیز رفتاری سے روانہ ہوگئے روضہ خاخ میں جب پہنچے تو فی الواقع ہمیں ایک سانڈنی سوار عورت دکھائی دی ہم نے اس سے کہا کہ جو خط تیرے پاس ہے وہ ہمارے حوالے کر، اس نے صاف انکار کردیا کہ میرے پاس کوئی خط نہیں ہم نے کہا غلط کہتی ہے تیرے پاس یقین ط ہے اگر تو راضی خوشی نہ دے گی تو ہم جامہ تلاشی کر کے جبراً وہ خط تجھ سے چھینیں گے، اب تو وہ عورت سٹ پٹائی اور آخر اس نے اپنی چٹیا کھول کر اس میں سے وہ پرچہ نکال کر ہمارے حوالے کیا ہم اسی وقت وہاں سے واپس روانہ ہوئے اور حضور ﷺ کی خدمت میں اسے پیش کردیا، پڑھنے پر معلوم ہوا کہ حضرت حاطب ؓ نے اسے لکھا ہے اور یہاں کی خبر رسانی کی ہے۔ حضور ﷺ کے ارادوں سے کفار مکہ کو آگاہ کیا ہے، آپ نے کہا حاطب یہ کیا حرکت ہے ؟ حضرت حاطب ؓ نے فرمایا رسول اللہ ﷺ جلدی نہ کیجئے میری بھی سن لیجئے، میں قریشویں میں ملا ہوا تھا خود قریشیوں میں سے نہ تھا پر آپ پر ایمان لا کر آپ کے ساتھ ہجرت کی جتنے اور مہاجرین ہیں ان سب کے قرابت دار مکہ میں موجود ہیں جو ان کے بال بچے وغیرہ مکہ میں رہ گئے ہیں وہ ان کی حمایت کرتے ہیں لیکن میرا کوئی رشتہ دار نہیں جو میرے بچوں کی حفاظت کرے اس لئے میں نے چاہا کہ قریشیوں کے ساتھ کوئی سلوک و احسان کروں جس سے میرے بچوں کی حفاظت وہ کریں اور جس طرح اوروں کے نسب کی وجہ سے ان کا تعلق ہے میرے احسان کی وجہ سے میرا تعلق ہوجائے۔ یا رسول اللہ ﷺ میں نے کوئی کفر نہیں کیا نہ اپنے دین سے مرتد ہوا ہوں نہ اسلام کے بعد کفر سے راضی ہوا ہوں بس اس خط کی وجہ سے صرف اپنے بچوں کی حفاظت کا حیلہ تھا، آنحضرت ﷺ نے فرمایا لوگو تم سے جو واقعہ حاطب بیان کرتے ہیں وہ بالکل حرف بہ حرف سچا ہے کہ اپنے نفع کی خاطر ایک غلطی کر بیٹھے ہیں نہ کہ مسلمانوں کو نقصان پہنچانا یا کفار کی مدد کرنا ان کے پیش نظر ہو، حضرت فاروق اعظم ؓ اس موقعہ پر موجود تھے اور یہ واقعات آپ کے سامنے ہوئے آپ کو بہت غصہ آیا اور فرمانے لگے یا رسول اللہ ﷺ مجھے اجازت دیجئے کہ اس منافق کی گردن اڑا دوں آپ نے فرمایا تمہیں کیا معلوم نہیں ؟ کہ یہ بدری صحابی ہیں اور بدر والوں پر اللہ تعالیٰ نے جھانکا اور فرمایا جو چاہو عمل کرو میں نے تمہیں بخش دیا، یہ روایت اور بھی بہت سی حدیث کی کتابوں میں ہے، صحیح بخاری شریفک تاب المغازی میں اتنا اور بھی ہے کہ پھر اللہ تعالیٰ نے یہ سورت اتاری اور کتاب التفسیر میں ہے کہ حضرت عمرو ؓ نے فرمایا اسی بارے میں آیت (ترجمہ) الخ، اتری لیکن راوی کو شک ہے کہ آیت کے اترنے کا بیان حضرت عمرو ؓ کا ہے یا حدیث میں ہے، امام علی بن مدینی ؒ فرماتے ہیں حضرت سفیان ؒ سے پوچھا گیا کہ یہ آیت اسی میں اتری ہے ؟ تو سفیان نے فرمایا یہ لوگوں کی بات میں ہے میں نے اسے عمرو ؓ سے حفظ کیا ہے اور ایک حرف بھی نہیں چھوڑا اور میرا خیال ہے کہ میرے سوا کسی اور نے اسے حفظ بھی نہیں رکھا، بخاری مسلم کی ایک روایت میں حضرت مقداد ؓ کے نام کے بدلے حضرت ابومرتد ؓ کا نام ہے اس میں یہ بھی ہے کہ حضور ﷺ نے یہ بھی بتادیا تھا کہ اس عورت کے پاس حضرت حاطب ؓ کا خطہ ہے، اس عورت کی سواری کو بٹھا کر اس کے انکار پر ہرچند ٹٹولا گیا لیکن کوئی پرچہ ہاتھ نہ لگا آخر جب ہم عاجز آگئے اور کہیں سے پرچہ نہ ملا تو ہم نے اس عرت سے کہا کہ اس میں تو مطلق شک نہیں کہ تیرے پاس پرچہ ہے گو ہمیں نہیں ملتا لیکن تیرے پاس ہے ضرور، یہ ناممکن ہے کہ رسول اللہ ﷺ کی بات غلط ہو اب اگر تو نہیں دیتی تو ہم تیرے کپڑے اتار کر ٹٹولیں گے، جب اس نے دیکھ لیا کہ انہیں پتہ یقین ہے اور یہ لئے بغیر نہ ٹلیں گے تو اس نے اپنا سر کھول کر اپنے بالوں میں سے پرچہ نکال کر ہمیں دے دیا ہم اسے لے کر واپس خدمت نبوی ﷺ میں اضر ہوئے، حضرت عمر ؓ نے یہ واقعہ سن کر فرمایا اس نے اللہ، اس کے رسول ﷺ کی اور مسلمانوں کی خیانت کی مجھے اس کی گردن مارنے کی اجازت دیجئے، حضور ﷺ نے حضرت حاطب ؓ سے دریافت کیا اور انہوں نے وہ جواب دیا جو اوپر گذر چکا آپ نے سب سے فرما دیا کہ انہیں کچھ نہ کہو اور حضرت عمر ؓ سے بھی وہ فرمایا جو پہلے بیان ہوا کہ بدری صحابہ میں سے ہیں جن کے لئے اللہ تعالیٰ نے جنت واجب کردی ہے جسے سن کر حضرت عمر ؓ رو دیئے اور فرمانے لگے اللہ کو اور اس کے رسول ﷺ کو ہی کامل علم ہے، یہ حدیث ان الفاظ سے صحیح بخاری کتاب المغازی میں غزوہ بدر کے ذکر میں ہے اور روایت میں ہے کہ حضور ﷺ نے اپنے مکہ جانے کا ارادہ اپنے چند ہم راز صحابہ کبار ؓ کے سامنے تو ظاہر کیا تھا جن میں حضرت حاطب ؓ بھی تھے باقی عام طور پر مشہور تھا کہ خیبر جا رہے ہیں، اس روایت میں یہ بھی ہے کہ جب ہم خط کو سارے سامان میں ٹٹول چکے اور نہ ملا تو حضرت ابو مرتد ؓ نے کہا شاید اس کے پاس کوئی پرچہ ہی نہیں اس پر حضرت علی ؓ نے فرمایا ناممکن ہے نہ رسول اللہ ﷺ جھوٹ بول سکتے ہیں نہ ہم نے جھوٹ کہا، جب ہم نے اسے دھمکایا تو اس نے ہم سے کہا تمہیں اللہ ا خوف نہیں ؟ کیا تم مسلمان نہیں ؟ ایک روایت میں ہے کہ اس نے پرچہ اپنے جسم میں سے نکالا۔ حضرت عمر ؓ کے فرمان میں یہ بھی ہے کہ آپ نے فرمایا یہ بدر میں موجود تو ضرور تھے لیکن عہد شکنی کی اور دشمنوں میں ہماری خبر رسانی کی اور روایت میں ہے کہ یہ عورت قبیلہ مزینہ کی عورت تھی، بعض کہتے ہیں اس کا نام سارہ تھا اور دشمنوں میں ہماری خبر رسانی کی اور روایت میں ہے کہ یہ عورت قبیلہ مزینہ کی عورت تھی، بعض کہتے ہیں اس کا نام سارہ تھا اولاد عبدالمطلب کی آزاد کردہ لونڈی تھی حضرت حاطب ؓ نے اسے کچھ دینا کیا تھا اور اس نے اپنے بالوں تلے کاغذ رکھ کر اوپر سے سرگوندھ لیا تھا آپ نے اپنے گھوڑ سواروں سے فرما دیا تھا کہ اس کے پاس حاطب ؓ کا دیا ہوا اس مضمون کا خط ہے، آسمان سے اس کی خبر حضور ﷺ کے پاس آئی تھی بنو ابو احمد کے حلیفہ میں یہ عورت پکڑی گئی تھی، اس عورت نے ان سے کہا تھا کہ تم منہ پھیر لو میں نکال دیتی ہوں انہوں نے منہ پھیرلیا پھر اس نے نکال کر حوالہ کیا، اس روایت میں حضرت حاطب ؓ کے جواب میں یہ بھی ہے کہ اللہ کی قسم میں اللہ پر اور اس کے رسول ﷺ پر ایمان رکھتا ہوں کوئی تغیر تبدل میرے ایمان میں نہیں ہوا، اور اسی بارے میں اس سورت کی آیتیں حضرت ابراہیم کے قصہ کے ختم تک اتریں، ایک اور روایت میں ہے کہ اس عورت کو اس کی اجرت کے دس درہم حضرت حاطب ؓ نے دیئے تھے، اور حضور ﷺ نے اس خط کے حاصل کرنے کے لئے حضرت عمر ؓ اور حضرت علی ؓ کو بھیجا تھا اور حجفہ میں یہ ملی تھی۔ مطلب آیتوں کا یہ ہے کہ اے مسلمانو ! مشرکین اور کفار کو جو اللہ اور اس کے رسول ﷺ اور مومن بندوں سے لڑنے والے ہیں، جن کے دل تمہاری عداوت سے پر ہیں تمہیں ہرگز لائق نہیں کہ ان سے دوستی اور محبت میل ملاپ اور اپنایت رکھو تمہیں اس کے خلاف حکم دیا گیا ہے ارشاد ہے (ترجمہ) الخ، اے ایماندار و یہود و نصاریٰ سے دوستی مت گانٹھو وہ آپس میں ہی ایک دوسروں کے دوست ہیں تم میں سے جو بھی ان سے سوالات و محبت کرے وہ انہی میں سے شمار ہوگا۔ اس میں کس قدر ڈانٹ ڈپٹ کے ساتھ ممانعت فرمائی ہے اور جگہ ہے (ترجمہ) الخ، مسلمانو ! ان اہل کتاب اور کفار سے دوستیاں نہ کرو جو تمہارے دین کا مذاق اڑاتے ہیں اور اسے کھیل کود سمجھ رہے ہیں اگر تم میں ایمان ہے تو ذات باری سے ڈرو، ایک اور جگہ ارشاد ہے مسلمانو مسلمانوں کو چھوڑ کر کافروں سے دوستیاں نہ کرو کیا تم چاہتے ہو کہ اپنے اوپر اللہ تعالیٰ کا کھلا الزام ثابت کرلو، ایک اور جگہ فرمایا مسلمانوں کو چاہئے کہ اپنوں کے علاوہ کافروں سے دوستانہ نہ کریں جو ایسا کیر گا وہ اللہ کی طرف سے کسی چیز میں نہیں ہاں بطور دفع الوقتی اور بچاؤ کے ہو تو اور بات ہے اللہ تعالیٰ تمہیں اپنے آپ سے ڈرا رہا ہے، اسی بنا پر رسول اللہ ﷺ نے حضرت حاطب ؓ کا عذر قبول فرما لیا کہ اپنے مال و اولاد کے بچاؤ کی خاطر یہ کام ان سے ہوگیا تھا، مستند احمد میں ہے کہ ہمارے سامنے رسول اللہ ﷺ نے کئی مثالیں بیان فرمائیں ایک اور تین اور پانچ اور سات اور نو اور گیارہ پھر ان میں سے یہ تفصیل صرف ایک ہی بیان کی باقی سب چھوڑ دیں، فرمایا ایک ضعیف مسکین قوم تھی جس پر زور آور ظالم قوم چڑھائی کر کے آگئی لیکن اللہ تعالیٰ نے ان کمزوروں کی مدد کی اور انہیں اپنے دشمن پر غالب کردیا غالب آ کر ان میں رعونت سما گئی اور انہوں نے ان پر مظالم شروع کردیئے جس پر اللہ تعالیٰ ان سے ہمیشہ کے لئے ناراض ہوگیا۔ پھر مسلمانوں کو ہوشیار کرتا ہے کہ تم ان دشمنان دین سے کیوں مودت و محبت رکھتے ہو ؟ حالانکہ یہ تم سے بدسلوکی کرنے میں کسی موقعہ پر کمی نہیں کرتے کیا یہ تازہ واقعہ بھی تمہارے ذہن سے ہٹ گیا کہ انہوں نے تمہیں بلکہ خود رسول اللہ ﷺ کو بھی جبراً وطن سے نکال باہر کیا اور اس کی کوئی اور وجہ نہ تھی سوائے اس کے کہ تمہاری توحید اور فرمانبرداری رسول ﷺ ان پر گراں گذرتی تھی۔ جیسے اور جگہ ہے (ترجمہ) یعنی مومنوں سے صرف اس بنا پر مخاصمت اور دشمنی ہے کہ وہ اللہ برتر بزرگ پر ایمان رکھتے ہیں اور جگہ ہے یہ لوگ محض اس وجہ سے ناحق جلا وطن کئے گئے کہ وہ کہتے تھے ہمارا رب اللہ ہے۔ پھر فرماتا ہے اگر سچ مچ تم میری راہ کے جہاد کو نکلے ہو اور میری رضامندی کے طالب ہو تو ہرگز ان کفار سے جو تمہارے اور میرے دشمن ہیں میرے دین کو اور تمہارے جان و مال کو نقصان پہنچا رہے ہیں دوستیاں نہ پیدا کرو، بھلا کس قدر غلطی ہے کہ تم ان سے پوشیدہ طور پر دوستانہ رکھو ؟ کیا یہ پوشیدگی اللہ سے بھی پوشیدہ رہ سکتی ہے ؟ جو ظاہر وباطن کا جاننے والا ہے، دلوں کے بھید اور نفس کے وسوسے بھی جس کے سامنے کھلے ہوئے ہیں۔ بس سن لو جو بھی ان کفار سے موالات و محبت رکھے وہ سیدھی راہ سے بھٹک جائے گا۔ تم نہیں دیکھ رہے ؟ کہ ان کافروں کا اگر بس چلے اگر انہیں کوئی موقعہ مل جائے تو نہ اپنے ہاتھ پاؤں سے تمہیں نقصان پہنچانے میں دریغ کریں نہ برا کہنے سے اپنی زبانیں روکیں جو ان کے امکان میں ہوگا وہ کر گذریں گے بلکہ تمام تر کوشش اس امر پر صرف کردیں گے کہ تمہیں بھی اپنی طرح کافر بنالیں، پس جب کہ ان کی اندرونی اور بیرنی دشمنی کا حال تمہیں بخوبی معلوم ہے پھر کیا اندھیر ہے ؟ کہ تم اپنے دشمنوں کو دوست سمجھ رہے ہو اور اپنی راہ میں آپ کانٹے بو رہے ہو، غرض یہ ہے کہ مسلمانوں کو کافروں پر اعتماد کرنے اور ان سے ایسے گہرے تعلقات رکھنے اور دلی میل رکھنے سے روکا جا رہا ہے اور وہ باتیں یاد دلائی جا رہی ہیں جو ان سے علیحدگی پر آمادہ کردیں۔ تمہاری قرابتیں اور رشتہ داریاں تمہیں اللہ کے ہاں کچھ کام نہ آئیں گی، اگر تم اللہ کو ناراض کر کے انہیں خوش کرو اور چاہو کہ تمہیں نفع ہو یا نقصان ہٹ جائے یہ بالکل خام خیالی ہ، نہ اللہ کی طرف کے نقصان کو کوئی ٹال سکے نہ اس کے دیئے ہوئے نفع کو کوئی روک سکے، اپنے والوں سے ان کے کفر پر جس نے موافقت کی وہ برباد ہوا، گو رشتہ دار کیسا ہی ہو کچھ نفع نہیں، مسند احمد میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ ﷺ میرا باپ کہاں ہے ؟ آپ نے فرمایا جہنم میں۔ جب وہ جانے لگا تو آپ نے اسے بلایا اور فرمایا سن میرا باپ اور تیرا باپ دونوں ہی جہنمی ہیں۔ یہ حدیث صحیح مسلم شریف میں اور سنن ابو داؤد میں بھی ہے۔ مسلمانو ! تمہارے لئے حضرت ابراہیم ؑ میں اور ان کے ساتھیوں میں بہترین نمونہ اور اچھی پیروی موجود ہے۔ جبکہ ان سب نے اپنی قوم سے برملا کہہ دیا کہ ہم تم سے اور جن جن کی تم اللہ کے سوا عبادت کرتے ہو ان سب سے بالکل بیزار ہیں، ہم تمہارے عقائد کے منکر ہیں جب تک تم اللہ کی وحدانیت پر ایمان نہ لاؤ ہم میں تم میں ہمیشہ کے لئے عداوت و بغض ظاہر ہوگیا لیکن ابراہیم کی اتنی بات تو اپنے باپ سے ہوی تھی کہ میں تمہارے لئے استغفار ضرور کروں گا اور تمہارے لئے مجھے اللہ کے سامنے کسی چیز کا اختیار کچھ بھی نہیں، اے ہمارے پروردگار تجھ ہی پر ہم نے بھروسہ کیا ہے اور تیری ہی طرف ہم رجوع کرتے ہیں اور تیری ہی طرف لوٹنا ہے۔ اے اللہ تو ہمیں کافروں کا زبردست اور تختہ مشق نہ بنا اور اے ہمارے پالنے والے ہماری خطاؤں کو بخش دے، بیشک تو ہی غالب حکمتوں والا ہے۔ یقیناً تمہارے لئے ان میں نیک نمونہ اور عمدہ پیروی ہے خاص کر ہر اس شخص کے لئے جو اللہ کی اور قیامت کے دن کی ملاقات کا اعتقاد رکھتا ہو اور اگر کوئی روگردانی کرے تو اللہ تعالیٰ بالکل بےپرواہ ہے اور وہ سزا وار حمد وثناء ہے۔"
    },
    {
      "ayah": 10,
      "surah": 60,
      "text": "صلح حدیبیہ کا ایک پہلو  سورة فتح کی تفسیر میں صلح حدیبیہ کا واقعہ مفصل بیان ہوچکا ہے، اس صلح کے موقعہ پر رسول اللہ ﷺ اور کفار قریش کے درمیان جو شرائط ہوئی تھیں ان میں ایک یہ بھی تھی کہ جو کافر مسلمان ہو کر حضور ﷺ کے پاس چلا جائے آپ اسے اہل مکہ کو واپس کردیں، لیکن قرآن کریم نے ان میں سے ان عورتوں کو مخصوص کردیا کہ جو عورت ایمان قبول کر کے آئے اور فی الواقع ہو بھی وہ سچی ایمان دار تو مسلمان اسے کافروں کو واپس نہ دیں، حدیث شریف کی تخصیص قرآن کریم سے ہونے کی یہ ایک بہترین مثال ہے اور بعض سلف کے نزدیک یہ آیت اس حدیث کی ناسخ ہے۔ اس آیت کا شان نزول یہ ہے کہ حضرت ام کلثوم بنت عقبہ بن ابو میط ؓ مسلمان ہو کر ہجرت کر کے مدینہ چلی آئیں، ان کے دونوں بھائی عمارہ اور ولید ان کے واپس لینے کے لئے رسول اللہ ﷺ کی خدمت میں حاضر ہوئے اور آپ سے کہا سنا پس یہ آیت امتحان نازل ہوئی اور مومنہ عورتوں کو واپس لوٹانے سے ممانعت کردی گئی، حضرت ابن عباس سے سوال ہوتا ہے کہ حضور ﷺ ان عورتوں کا امتحان کس طرح لیتے تھے ؟ فرمایا اس طرح کہ اللہ کی قسم کھا کر سچ سچ کہے کہ وہ اپنے خاوند کی ناچاقی کی وجہ سے نہیں چلی آئی صرف آب و ہوا اور زمین کی تبدیلی کرنے کے لئے بطور سیرو سیاحت نہیں آئی کسی دنیا طلبی کے لئے نہیں آئی بلکہ صرف اللہ کی اور اس کے رسول ﷺ کی محبت میں اسلام کی خاطر ترک وطن کیا ہے اور کوئی غرض نہیں، قسم دے کر ان سوالات کا کرنا اور خوب آزما لینا یہ کام حضرت عمر فاروق ؓ کے سپرد تھا اور روایت میں ہے کہ امتحان اس طرح ہوتا تھا کہ وہ اللہ تعالیٰ کے معبود برحق اور لاشریک ہونے کی گواہی دیں اور آنحضرت ﷺ کے اللہ کے بندے اور اس کے بھیجے ہوئے رسول ہونے کی شہادت دیں، اگر آزمائش میں کسی غرض دنیوی کا پتہ چل جاتا تو انہیں واپس لوٹا دینے کا حکم تھا۔ مثلاً یہ معلوم ہوجائے کہ میاں بیوی کی ان بن کی وجہ سے یا کسی اور شخص کی محبت میں چلی آئی ہے وغیرہ، اس آیت کے اس جملہ سے کہ اگر تمہیں معلم ہوجائے کہ یہ باایمان عورت ہے تو پھر اسے کافروں کی طرف مت لوٹاؤ ثابت ہوتا ہے کہ ایمان پر بھی یقینی طور پر مطلع ہوجانا ممکن امر ہے۔ پھر ارشاد ہوتا ہے کہ مسلمان عورتیں کافروں پر اور کافر مرد مسلمان عورتوں کے لئے حلال نہیں، اس آیت نے اس رشتہ کو حرام کردیا ورنہ اس سے پہلے مومنہ عورتوں کا نکاح کافر مردوں سے جائز تھا، جیسے کہ نبی ﷺ کی صاحبزادی حضرت زینب ؓ کا نکاح ابو العاص بن ربیع سے ہوا تھا حالانکہ یہ اس وقت کافر تھے اور بنت رسول ﷺ مسلمہ تھیں، بدر کی لڑائی میں یہ بھی کافروں کے ساتھ تھے اور جو کافر زندہ پکڑے گئے تھے ان میں یہ بھی گرفتار ہو کر آئے تھے حضرت زینب نے اپنی والدہ حضرت خدیجہ ؓ کا ہار ان کے فدیئے میں بھیجا تھا کہ یہ آزاد ہو کر آئیں جسے دیکھ کر آنحضرت ﷺ پر بڑی رقت طاری ہوئی اور آپ نے مسلمانوں سے فرمایا اگر میری بیٹی کے قیدی کو چھوڑ دینا تم پسند کرتے ہو تو اسے رہا کردو مسلمانوں نے بہ خوشی بغیر فدیہ کے انہیں چھوڑ دینا منظور کیا چناچہ حضور ﷺ نے انہیں آزاد کردیا اور فرما دیا کہ آپ کی صاحبزادی کو آپ کے پاس مدینہ میں بھیج دیں انہوں نے اسے منظور کرلیا اور حضرت زید بن حارثہ ؓ کے ساتھ بھیج بھی دیا، یہ واقعہ سنہ 2 ہجری کا ہے، حضرت زینب نے مدینہ میں ہی اقامت فرمائی اور یونہی بیٹھی رہیں یہاں تک کہ سنہ 8 ہجری میں ان کے خاوند حضرت ابو العاص کو اللہ تعالیٰ نے توفیق اسلام دی اور وہ مسلمان ہوگئے تو حضور نے پھر اسی اگلے نکاح بغیر نئے مہر کے اپنی صاحبزادی کو ان کے پاس رخصت کردیا اور روایت میں ہے کہ دو سال کے بعد حضرت ابو العاص مسلمان ہوگئے تھے اور حضور ﷺ نے اسی پہلے نکاح پر حضرت زینب کو لوٹادیا تھا یہی صحیح ہے اس لئے کہ مسلمان عورتوں کے مشرک مردوں پر حرام ہونے کے دو سال بعد یہ مسلمان ہوگئے تھے، ایک اور روایت میں ہے کہ ان کے اسلام کے بعد نئے سرے سے نکاح ہوا اور نیا مہر بندھا، امام ترمذی ؒ فرماتے ہیں کہ حضرت یزید نے فرمایا ہے پہلی روایت کے راوی حضرت ابن عباس ہیں اور وہ روایت ازروئے اسناد کے بہت اعلیٰ اور دوسری روایت کے راوی حضرت عمرو بن شعیب ہیں اور عمل اسی پر ہے، لیکن یہ یاد رہے کہ عمرو بن شعیب والی روایت کے ایک راوی حجاج بن ارطاۃ کو حضرت امام احمد ؒ وغیرہ ضعیف بتاتے ہیں، حضرت ابن عباس والی حدیث کا جواب جمہوریہ دیتے ہیں کہ یہ شخصی واقعہ ہے ممکن ہے ان کی عدت ختم ہی نہ ہوئی ہو، اکثر حضرات کا مذہب یہ ہے کہ اس صورت میں جب عورت نے عدت کے دن پورے کر لئے اور اب تک اس کا کافر خاوند مسلمان نہیں ہوا تو وہ نکاح فسخ ہوجاتا ہے، ہاں بعض حضرات کا مذہب یہ بھی ہے کہ عدت پوری کرلینے کے بعد عورت کو اختیار ہے اگر چاہے اپنے اس نکاح کو باقی رکھے گار چاہے فسخ کر کے دوسرا نکاح کرلے اور اسی پر ابن عباس والی روایت کو محمول کرتے ہیں۔ پھر حکم ہوتا ہے کہ ان مہاجر عورتوں کے کافر خاوندوں کو ان کے خرچ اخراجات جو ہوئے ہیں وہ ادا کردو جیسے کہ مہر۔ پھر فرمان ہے کہ اب انہیں ان کے مہر دے کر ان سے نکاح کرلینے میں تم پر کوئی حرج نہیں، عدت کا گذر جانا ولی کا مقرر کرنا وغیرہ جو امور نکاح میں ضروری ہیں ان شرائط کو پورا کر کے ان مہاجرہ عورتوں سے جو مسلمان نکاح کرنا چاہے کرسکتا ہے۔ پھر ارشاد ہوتا ہے کہ تم پر بھی اے مسلمانو ان عورتوں کا اپنے نکاح میں باقی رکھنا حرام ہے جو کافرہ ہیں، اسی طرح کافر عورتوں سے نکاح کرنا بھی حرام ہے اس کے حکم نازل ہوتے ہی حضرت عمر ؓ نے اپنی دو کافر بیویوں کو فوراً طلاق دے دی جن میں سے ایک نے تو معاویہ بن سفیان سے نکاح کرلیا اور دوسری نے صفوان بن امیہ نے حضور ﷺ نے کافروں سے صلح کی اور ابھی تو آپ حدیبیہ کے نیچے کے حصے میں ہی تھے کہ یہ آیت نازل ہوئی اور مسلمانوں سے کہہ دیا گیا کہ جو عورت مہاجرہ آئے اس کا باایمان ہونا اور خلوص نیت سے ہجرت کرنا بھی معلوم ہوجائے تو اس کے کافر خاوندوں کو ان کے دیئے ہوئے مہر واپس کردو اسی طرح کافروں کو بھی یہ حکم سنا دیا گیا، اس حکم کی وجہ وہ عہد نامہ تھا جو ابھی ابھی مرتب ہوا تھا۔ حضرت الفاروق نے اپنی جن دو کافرہ بیویوں کو طلاق دی ان میں سے پہلی کا نام قریبہ تھا یہ ابو امیہ بن مغیرہ کی لڑکی تھی اور دوسری کا نام ام کلثوم تھا جو عمرو بن حرول خزاعی کی لڑکی تھی حضرت عبید اللہ کی والدہ یہ ہی تھی، اس سے ابو جہم بن حذیفہ بن غانم خزاعی نے نکاح کرلیا یہ بھی مشرک تھا، اسی طرح اس حکم کے ماتحت حضرت طلحہ بن عبید اللہ نے اپنی کافرہ بیوی ارویٰ بنت ربیعہ بن حارث بن عبدامطلب کو طلاق دے دی اس سے خالد بن سعید بن عاص نے نکاح کرلیا۔ پھر ارشاد ہوتا ہے تمہاری بیویوں پر جو تم نے خرچ کیا ہے اسے کافروں سے لے لو جبکہ وہ ان میں چلی جائیں اور کافروں کی عورتیں جو مسلمان ہو کر تم میں آجائیں انہیں تم ان کا کیا ہوا خرچ دے دو۔ صلح کے بارے میں اور عورتوں کے بارے میں اللہ کا فیصلہ بیان ہوچکا جو اس نے اپنی مخلوق میں کردیا اللہ تعالیٰ اپنے بندوں کی تمام تر مصلحتوں سے باخبر ہے اور اس کا کوئی حکم حکمت سے خالی نہیں ہوتا اس لئے کہ علی الاطلاق حکیم وہی ہے۔ اس کے بعد کی آیت وان فاتکم الخ کا مطلب حضرت فتادہ ؒ یہ بیان فرماتے ہیں کہ جن کفار سے تمہارا عہد و پیمان صلح و صفائی نہیں، اگر کوئی عورت کسی مسلمان کے گھر سے جا کر ان میں جا ملے تو ظاہر ہے کہ وہ اس کے خاوند کا کیا ہوا خرچ نہیں دیں گے تو اس کے بدلے تمہیں بھی اجازت دی جاتی ہے کہ اگر ان میں سے کوئی عورت مسلمان ہو کر تم میں چلی آئے تو تم بھی اس کے خاوند کو کچھ نہ دو جب تک وہ نہ دیں۔ حضرت زہری ؒ فرماتے ہیں مسلمانوں نے تو اللہ کے اس حکم کی تعمیل کی اور کافروں کی جو عورتیں مسلمان ہو کر ہجرت کر کے آئیں ان کے لئے ہوئے مہر ان کے خاوندوں کو واپس کئے لیکن مشرکوں نے اس حکم کے ماننے سے انکار کردیا اس پر یہ آیت اتری اور مسلمانوں کو اجازت دی گئی کہ اگر تم میں سے کوئی عورت ان کے ہاں چلی گئی ہے اور انہوں نے تمہاری خرچ کی ہوئی رقم ادا نہیں کی تو جب ان میں سے کوئی عورت تمہارے ہاں آجائے تو تم اپناوہ خرچ نکال کر باقی اگر کچھ بچے تو دے دو ورنہ معاملہ ختم ہوا، حضرت ابن عباس ؓ سے اس کا یہ مطلب مروی ہے کہ اس میں رسول اللہ ﷺ کو یہ حکم دیا جاتا ہے کہ جو مسلمان عورت کافروں میں جا ملے اور کافر اس کے خاوند کو اس کا کیا ہوا خرچ ادا نہ کریں تو مال غنیمت میں سے آپ اس مسلمان کو بقدر اس کے خرچ کے دے دیں، پس فعاقبم کے معنی یہ ہوئے کہ پھر تمہیں قریش یا کسی اور جماعت کفار سے مال غنیمت ہاتھ لگے تو ان مردوں کو جن کی عورتیں کافروں میں چلی گئی ہیں ان کا کیا ہوا خرچ ادا کردو، یعنی مہر مثل، ان اقوال میں کوئی تضاد نہیں مطلب یہ ہے کہ پہلی صورت اگر ناممکن ہو تو وہ سہی ورنہ مال غنیمت میں سے اسے اس کا حق دے دیا جائے دونوں باتوں میں اختیار ہے اور حکم میں وسعت ہے حضرت امام ابن جریر اس تطبیق کو پسند فرماتے ہیں فالحمد اللہ۔"
    },
    {
      "ayah": 11,
      "surah": 60,
      "text": "صلح حدیبیہ کا ایک پہلو  سورة فتح کی تفسیر میں صلح حدیبیہ کا واقعہ مفصل بیان ہوچکا ہے، اس صلح کے موقعہ پر رسول اللہ ﷺ اور کفار قریش کے درمیان جو شرائط ہوئی تھیں ان میں ایک یہ بھی تھی کہ جو کافر مسلمان ہو کر حضور ﷺ کے پاس چلا جائے آپ اسے اہل مکہ کو واپس کردیں، لیکن قرآن کریم نے ان میں سے ان عورتوں کو مخصوص کردیا کہ جو عورت ایمان قبول کر کے آئے اور فی الواقع ہو بھی وہ سچی ایمان دار تو مسلمان اسے کافروں کو واپس نہ دیں، حدیث شریف کی تخصیص قرآن کریم سے ہونے کی یہ ایک بہترین مثال ہے اور بعض سلف کے نزدیک یہ آیت اس حدیث کی ناسخ ہے۔ اس آیت کا شان نزول یہ ہے کہ حضرت ام کلثوم بنت عقبہ بن ابو میط ؓ مسلمان ہو کر ہجرت کر کے مدینہ چلی آئیں، ان کے دونوں بھائی عمارہ اور ولید ان کے واپس لینے کے لئے رسول اللہ ﷺ کی خدمت میں حاضر ہوئے اور آپ سے کہا سنا پس یہ آیت امتحان نازل ہوئی اور مومنہ عورتوں کو واپس لوٹانے سے ممانعت کردی گئی، حضرت ابن عباس سے سوال ہوتا ہے کہ حضور ﷺ ان عورتوں کا امتحان کس طرح لیتے تھے ؟ فرمایا اس طرح کہ اللہ کی قسم کھا کر سچ سچ کہے کہ وہ اپنے خاوند کی ناچاقی کی وجہ سے نہیں چلی آئی صرف آب و ہوا اور زمین کی تبدیلی کرنے کے لئے بطور سیرو سیاحت نہیں آئی کسی دنیا طلبی کے لئے نہیں آئی بلکہ صرف اللہ کی اور اس کے رسول ﷺ کی محبت میں اسلام کی خاطر ترک وطن کیا ہے اور کوئی غرض نہیں، قسم دے کر ان سوالات کا کرنا اور خوب آزما لینا یہ کام حضرت عمر فاروق ؓ کے سپرد تھا اور روایت میں ہے کہ امتحان اس طرح ہوتا تھا کہ وہ اللہ تعالیٰ کے معبود برحق اور لاشریک ہونے کی گواہی دیں اور آنحضرت ﷺ کے اللہ کے بندے اور اس کے بھیجے ہوئے رسول ہونے کی شہادت دیں، اگر آزمائش میں کسی غرض دنیوی کا پتہ چل جاتا تو انہیں واپس لوٹا دینے کا حکم تھا۔ مثلاً یہ معلوم ہوجائے کہ میاں بیوی کی ان بن کی وجہ سے یا کسی اور شخص کی محبت میں چلی آئی ہے وغیرہ، اس آیت کے اس جملہ سے کہ اگر تمہیں معلم ہوجائے کہ یہ باایمان عورت ہے تو پھر اسے کافروں کی طرف مت لوٹاؤ ثابت ہوتا ہے کہ ایمان پر بھی یقینی طور پر مطلع ہوجانا ممکن امر ہے۔ پھر ارشاد ہوتا ہے کہ مسلمان عورتیں کافروں پر اور کافر مرد مسلمان عورتوں کے لئے حلال نہیں، اس آیت نے اس رشتہ کو حرام کردیا ورنہ اس سے پہلے مومنہ عورتوں کا نکاح کافر مردوں سے جائز تھا، جیسے کہ نبی ﷺ کی صاحبزادی حضرت زینب ؓ کا نکاح ابو العاص بن ربیع سے ہوا تھا حالانکہ یہ اس وقت کافر تھے اور بنت رسول ﷺ مسلمہ تھیں، بدر کی لڑائی میں یہ بھی کافروں کے ساتھ تھے اور جو کافر زندہ پکڑے گئے تھے ان میں یہ بھی گرفتار ہو کر آئے تھے حضرت زینب نے اپنی والدہ حضرت خدیجہ ؓ کا ہار ان کے فدیئے میں بھیجا تھا کہ یہ آزاد ہو کر آئیں جسے دیکھ کر آنحضرت ﷺ پر بڑی رقت طاری ہوئی اور آپ نے مسلمانوں سے فرمایا اگر میری بیٹی کے قیدی کو چھوڑ دینا تم پسند کرتے ہو تو اسے رہا کردو مسلمانوں نے بہ خوشی بغیر فدیہ کے انہیں چھوڑ دینا منظور کیا چناچہ حضور ﷺ نے انہیں آزاد کردیا اور فرما دیا کہ آپ کی صاحبزادی کو آپ کے پاس مدینہ میں بھیج دیں انہوں نے اسے منظور کرلیا اور حضرت زید بن حارثہ ؓ کے ساتھ بھیج بھی دیا، یہ واقعہ سنہ 2 ہجری کا ہے، حضرت زینب نے مدینہ میں ہی اقامت فرمائی اور یونہی بیٹھی رہیں یہاں تک کہ سنہ 8 ہجری میں ان کے خاوند حضرت ابو العاص کو اللہ تعالیٰ نے توفیق اسلام دی اور وہ مسلمان ہوگئے تو حضور نے پھر اسی اگلے نکاح بغیر نئے مہر کے اپنی صاحبزادی کو ان کے پاس رخصت کردیا اور روایت میں ہے کہ دو سال کے بعد حضرت ابو العاص مسلمان ہوگئے تھے اور حضور ﷺ نے اسی پہلے نکاح پر حضرت زینب کو لوٹادیا تھا یہی صحیح ہے اس لئے کہ مسلمان عورتوں کے مشرک مردوں پر حرام ہونے کے دو سال بعد یہ مسلمان ہوگئے تھے، ایک اور روایت میں ہے کہ ان کے اسلام کے بعد نئے سرے سے نکاح ہوا اور نیا مہر بندھا، امام ترمذی ؒ فرماتے ہیں کہ حضرت یزید نے فرمایا ہے پہلی روایت کے راوی حضرت ابن عباس ہیں اور وہ روایت ازروئے اسناد کے بہت اعلیٰ اور دوسری روایت کے راوی حضرت عمرو بن شعیب ہیں اور عمل اسی پر ہے، لیکن یہ یاد رہے کہ عمرو بن شعیب والی روایت کے ایک راوی حجاج بن ارطاۃ کو حضرت امام احمد ؒ وغیرہ ضعیف بتاتے ہیں، حضرت ابن عباس والی حدیث کا جواب جمہوریہ دیتے ہیں کہ یہ شخصی واقعہ ہے ممکن ہے ان کی عدت ختم ہی نہ ہوئی ہو، اکثر حضرات کا مذہب یہ ہے کہ اس صورت میں جب عورت نے عدت کے دن پورے کر لئے اور اب تک اس کا کافر خاوند مسلمان نہیں ہوا تو وہ نکاح فسخ ہوجاتا ہے، ہاں بعض حضرات کا مذہب یہ بھی ہے کہ عدت پوری کرلینے کے بعد عورت کو اختیار ہے اگر چاہے اپنے اس نکاح کو باقی رکھے گار چاہے فسخ کر کے دوسرا نکاح کرلے اور اسی پر ابن عباس والی روایت کو محمول کرتے ہیں۔ پھر حکم ہوتا ہے کہ ان مہاجر عورتوں کے کافر خاوندوں کو ان کے خرچ اخراجات جو ہوئے ہیں وہ ادا کردو جیسے کہ مہر۔ پھر فرمان ہے کہ اب انہیں ان کے مہر دے کر ان سے نکاح کرلینے میں تم پر کوئی حرج نہیں، عدت کا گذر جانا ولی کا مقرر کرنا وغیرہ جو امور نکاح میں ضروری ہیں ان شرائط کو پورا کر کے ان مہاجرہ عورتوں سے جو مسلمان نکاح کرنا چاہے کرسکتا ہے۔ پھر ارشاد ہوتا ہے کہ تم پر بھی اے مسلمانو ان عورتوں کا اپنے نکاح میں باقی رکھنا حرام ہے جو کافرہ ہیں، اسی طرح کافر عورتوں سے نکاح کرنا بھی حرام ہے اس کے حکم نازل ہوتے ہی حضرت عمر ؓ نے اپنی دو کافر بیویوں کو فوراً طلاق دے دی جن میں سے ایک نے تو معاویہ بن سفیان سے نکاح کرلیا اور دوسری نے صفوان بن امیہ نے حضور ﷺ نے کافروں سے صلح کی اور ابھی تو آپ حدیبیہ کے نیچے کے حصے میں ہی تھے کہ یہ آیت نازل ہوئی اور مسلمانوں سے کہہ دیا گیا کہ جو عورت مہاجرہ آئے اس کا باایمان ہونا اور خلوص نیت سے ہجرت کرنا بھی معلوم ہوجائے تو اس کے کافر خاوندوں کو ان کے دیئے ہوئے مہر واپس کردو اسی طرح کافروں کو بھی یہ حکم سنا دیا گیا، اس حکم کی وجہ وہ عہد نامہ تھا جو ابھی ابھی مرتب ہوا تھا۔ حضرت الفاروق نے اپنی جن دو کافرہ بیویوں کو طلاق دی ان میں سے پہلی کا نام قریبہ تھا یہ ابو امیہ بن مغیرہ کی لڑکی تھی اور دوسری کا نام ام کلثوم تھا جو عمرو بن حرول خزاعی کی لڑکی تھی حضرت عبید اللہ کی والدہ یہ ہی تھی، اس سے ابو جہم بن حذیفہ بن غانم خزاعی نے نکاح کرلیا یہ بھی مشرک تھا، اسی طرح اس حکم کے ماتحت حضرت طلحہ بن عبید اللہ نے اپنی کافرہ بیوی ارویٰ بنت ربیعہ بن حارث بن عبدامطلب کو طلاق دے دی اس سے خالد بن سعید بن عاص نے نکاح کرلیا۔ پھر ارشاد ہوتا ہے تمہاری بیویوں پر جو تم نے خرچ کیا ہے اسے کافروں سے لے لو جبکہ وہ ان میں چلی جائیں اور کافروں کی عورتیں جو مسلمان ہو کر تم میں آجائیں انہیں تم ان کا کیا ہوا خرچ دے دو۔ صلح کے بارے میں اور عورتوں کے بارے میں اللہ کا فیصلہ بیان ہوچکا جو اس نے اپنی مخلوق میں کردیا اللہ تعالیٰ اپنے بندوں کی تمام تر مصلحتوں سے باخبر ہے اور اس کا کوئی حکم حکمت سے خالی نہیں ہوتا اس لئے کہ علی الاطلاق حکیم وہی ہے۔ اس کے بعد کی آیت وان فاتکم الخ کا مطلب حضرت فتادہ ؒ یہ بیان فرماتے ہیں کہ جن کفار سے تمہارا عہد و پیمان صلح و صفائی نہیں، اگر کوئی عورت کسی مسلمان کے گھر سے جا کر ان میں جا ملے تو ظاہر ہے کہ وہ اس کے خاوند کا کیا ہوا خرچ نہیں دیں گے تو اس کے بدلے تمہیں بھی اجازت دی جاتی ہے کہ اگر ان میں سے کوئی عورت مسلمان ہو کر تم میں چلی آئے تو تم بھی اس کے خاوند کو کچھ نہ دو جب تک وہ نہ دیں۔ حضرت زہری ؒ فرماتے ہیں مسلمانوں نے تو اللہ کے اس حکم کی تعمیل کی اور کافروں کی جو عورتیں مسلمان ہو کر ہجرت کر کے آئیں ان کے لئے ہوئے مہر ان کے خاوندوں کو واپس کئے لیکن مشرکوں نے اس حکم کے ماننے سے انکار کردیا اس پر یہ آیت اتری اور مسلمانوں کو اجازت دی گئی کہ اگر تم میں سے کوئی عورت ان کے ہاں چلی گئی ہے اور انہوں نے تمہاری خرچ کی ہوئی رقم ادا نہیں کی تو جب ان میں سے کوئی عورت تمہارے ہاں آجائے تو تم اپناوہ خرچ نکال کر باقی اگر کچھ بچے تو دے دو ورنہ معاملہ ختم ہوا، حضرت ابن عباس ؓ سے اس کا یہ مطلب مروی ہے کہ اس میں رسول اللہ ﷺ کو یہ حکم دیا جاتا ہے کہ جو مسلمان عورت کافروں میں جا ملے اور کافر اس کے خاوند کو اس کا کیا ہوا خرچ ادا نہ کریں تو مال غنیمت میں سے آپ اس مسلمان کو بقدر اس کے خرچ کے دے دیں، پس فعاقبم کے معنی یہ ہوئے کہ پھر تمہیں قریش یا کسی اور جماعت کفار سے مال غنیمت ہاتھ لگے تو ان مردوں کو جن کی عورتیں کافروں میں چلی گئی ہیں ان کا کیا ہوا خرچ ادا کردو، یعنی مہر مثل، ان اقوال میں کوئی تضاد نہیں مطلب یہ ہے کہ پہلی صورت اگر ناممکن ہو تو وہ سہی ورنہ مال غنیمت میں سے اسے اس کا حق دے دیا جائے دونوں باتوں میں اختیار ہے اور حکم میں وسعت ہے حضرت امام ابن جریر اس تطبیق کو پسند فرماتے ہیں فالحمد اللہ۔"
    },
    {
      "ayah": 12,
      "surah": 60,
      "text": "خواتین کا طریقہ بیعت  صحیح بخاری شریف میں ہے حضرت عائشہ ؓ نے فرمایا ہے جو مسلمان عورتیں آنحضرت ﷺ کے پاس ہجرت کر کے آتی تھیں ان کا امتحان اسی آیت سے ہوتا تھا جو عورت ان تمام باتوں کا اقرار کرلیتی اسے حضور ﷺ زبانی فرما دیتے کہ میں نے تم سے بیعت کی یہ نہیں کہ آپ ان کے ہاتھ سے ہاتھ ملاتے ہوں اللہ کی قسم آپ نے کبھی بیعت کرتے ہوئے کسی عورت کے ہاتھ کو ہاتھ نہیں لگایا صرف زبانی فرما دیتے کہ ان باتوں پر میں نے تیری بیعت لی، ترمذدی نسائی ابن ماجہ مسند احمد وغیرہ میں ہے کہ حضرت امیہ بنت رفیقہ فرماتی ہیں کئی ایک عورتوں کے ساتھ میں بھی آنحضرت ﷺ سے بیعت کرنے کے لئے حاضر ہوئی تو قرآن کی اس آیت کے مطابق آپ نے ہم سے عہد و پیمان لیا اور ہم بھلی ابتوں میں حضور ﷺ کی نافرمانی نہ کریں گی کے اقرار کے وقت فرمایا یہ بھی کہہ لو کہ جاں تک تمہاری طاقت ہے، ہم نے کہا اللہ کو اور اس کے رسول ﷺ کو ہمارا خیال ہم سے بہت زیادہ ہے اور ان کی مہربانی بھی ہم پر خود ہماری مہربانی سے بڑھ چڑھ کر ہے پھر ہم نے کہا حضور ﷺ آپ ہم سے مصافحہ نہیں کرتے ؟ فرمایا نہیں میں غیر عورتوں سے مصافحہ نہیں کیا کرتا میرا ایک عورت سے کہہ دینا سو عورتوں کی بیعت کے لئے کافی ہے بس بیعت ہوچکی، امام تمذی اس حدیث کو حسن صحیح کہتے ہیں، مسند احمد میں اتنی زیادتی اور بھی ہے کہ ہم میں سے کسی عورت کے ساتھ حضور ﷺ نے مصافحہ نہیں کیا، یہ حضرت امیہ حضرت خدیجہ کی بہن اور حضرت فاطمہ کی خالہ ہوتی ہیں، مسند احمد میں حضرت سلمیٰ بنت قیس ؓ جو رسول اللہ ﷺ کی خالہ تھیں اور دونوں قبلوں کی طرف حضور ﷺ کے ساتھ نماز ادا کی تھی جو بنو عدی بن نجار کے قبیلہ میں سے تھیں فرماتی ہیں انصار کی عورتوں کے ساتھ خدمت نبوی میں بیعت کرنے کے لئے میں بھی آئی تھی اور اس آیت میں جن باتوں کا ذکر ہے ان کا ہم نے اقرار کیا آپ نے فرمایا اس بات کا بھی اقرار کرو کہ اپنے خاوندوں کی خیانت اور ان کے ساتھ دھوکہ نہ کرو گی ہم نے اس کا بھی اقرار کیا بیعت کی اور جانے لگیں پھر مجھے خیال آیا اور ایک عورت کو میں نے حضور ﷺ کے پاس بھیجا کہ وہ دریافت کرلیں کہ خیانت و دھوکہ نہ کرنے سے آپ کا کیا مطلب ہے ؟ آپ نے فرمایا یہ کہ اس کا مال چپکے سے کسی اور کو نہ دو۔ مسند کی حدیث میں ہے حضرت ائشہ بنت قدامہ فرماتی ہیں میں اپنی والدہ رابطہ بنت سفیان نزاعیہ کے ساتھ حضور ﷺ سے بیعت کرنے والیوں میں تھی حضور ﷺ ان باتوں پر بیعت لے رہے تھے اور عورتیں ان کا اقرار کرتی تھیں میری والدہ کے فرمان سے میں نے بھی اقرار کیا اور بیعت والیوں میں شامل ہوئی، صحیح بخاری شریف میں حضرت ام عطیہ سے منقول ہے کہ ہم نے ان باتوں پر اور اس امر پر کہ ہم کسی مرے پر نوحہ نہ کریں گی حضور ﷺ سے بیعت کی اسی اثناء میں ایک عورت نے اپنا ہاتھ سمیٹ لیا اور کہا میں نوحہ کرنے سے باز رہنے پر بیعت نہیں کرتی اس لئے کہ فلاں عورت نے میرے فلاں مرے پر نوحہ کرنے میں میری مدد کی ہے تو میں اس کا بدلہ ضرور اتاروں گی آنحضرت ﷺ اسے سن کر خاموش ہو رہے اور کچھ نہ فرمایا وہ چلی گئیں لیکن پھر تھوڑی ہی دیر میں واپس آئیں اور بیعت کرلی، مسلم شریف میں بھی یہ حدیث ہے اور اتنی زادتی بھی ہے کہ اس شرط کو صرف اس عورت نے اور حضرت ام سلیم بنت ملحان نے ہی پورا کیا، بخاری کی اور روایت میں ہے کہ پانچ عورتوں نے اس عہد کو پورا کیا، ام سلیم ام علام، ابو سبرہ کی بیٹی جو حضرت معاذ کیب یوی تھیں اور دو اور عورتیں یا ابو سبرہ کی بیٹی اور حضرت معاذ کی بیوی اور ایک عورت اور نبی ﷺ عید والے دن بھی عورتوں سے اس بیعت کا معاہدہ لیا کرتے تھے، بخاری میں ہے حضرت ابن عباس فرماتے ہیں کہ رمضان کی عید کی نماز میں نے آنحضرت ﷺ کے ساتھ اور ابوبکر عمر عثمان ؓ کے ساتھ پڑھی ہے سب کے سب خطبے سے پہلے نماز پڑھتے تھے، پھر نماز کے بعد خطبہ کہتے تھے ایک مرتبہ نبی ﷺ خطبے سے اترے گویا وہ نقشہ میری نگاہ کے سامنے ہے کہ لوگوں کو بٹھایا جاتا تھا اور آپ ان کے درمیان سے تشریف لا رہے تھے یہاں تک کہ عورتوں کے پاس آئے آپ کے ساتھ حضرت بلال تھے یہاں پہنچ کر آپ نے اسی آیت کی تلاوت کی پھر آپ نے دریافت کیا کہ کیا تم اپنے اس اقرار پر ثابت قدم ہو ایک عورت نے کھڑے ہو کر جواب دیا کہ ہاں حضور ﷺ اس پر مضبوطی کے ساتھ قائم ہیں کسی اور نے جواب نہیں دیا، راوی حدیث حضرت حسن کو یہ معلوم نہیں کہ یہ جواب دینے والی کونسی عورت تھیں، پھر آپ نے فرمایا اچھا خیرات کرو اور حضرت بلال نے اپنا کپڑا پھیلا دیا چناچہ عورتوں نے اس پر بےنگینہ کی اور نگینہ دار انگوٹھیاں راہ اللہ ڈال دیں، مسند احمد کی روایت میں حضرت امیمہ کی بیعت کے ذکر میں آیت کے علاوہ اتنا اور بھی ہے کہ نوحہ کرنا اور جاہلیت کے زمانہ کی طرح اپنا بناؤ سنگھار غیر مردوں کو نہ دکھانا، بخاری مسلم کی حدیث میں ہے کہ رسول اللہ ﷺ نے مردوں سے بھی ایک مجلس میں فرمایا کہ مجھ سے ان باتوں پر بیعت کرو جو اس آیت میں ہیں جو شخص اس بیعت کو نبھا دے اس کا اجر اللہ کے ذمہ ہے اور جو اس کے خلاف کر گزرے اور وہ مسلم حکومت سے پوشیدہ رہے اس کا حساب اللہ کے پاس ہے اگر چاہے بخش دے اور اگر چاہے عذاب کرے، حضرت عبادہ بن صامت ؓ فرماتے ہیں کہ عقبہ اولیٰ میں ہم بارہ شخصوں نے رسول اللہ ﷺ سے بیعت کی اور انہی باتوں پر جو اس آیت میں مذکور ہیں آپ نے ہم سے بیعت لی اور فرمایا اگر تم اس پر پورے اترے تو یقیناً تمہارے لئے جنت ہے، یہ واقعہ جہاد کی فرضیت سے پہلے کا ہے، ابن جریر کی روایت میں ہے کہ رسول اللہ ﷺ نے حضرت عمر بن خطاب ؓ کو حکم دیا کہ وہ عورتوں سے کیں کہ رسول اللہ ﷺ تم سے اس بات پر بیعت لیتے ہیں کہ تم اللہ تعالیٰ کے ساتھ کسی کو شریک نہ کرو ان بیعت کے لئے آنے والیوں میں حضرت ہندہ تھیں جو عقبہ بن ربیعہ کی بیٹی اور حضرت سفیان کی بیوی تھیں یہی تھیں جنہوں نے اپنے کفر کے زمانہ میں حضور ﷺ کے چچا حضرت حمزہ ؓ کا پیٹ چیر دیا تھا اس وجہ سے یہ ان عورتوں میں ایسی حالت سے آئی تھیں کہ کوئی انہیں پہچان نہ سکے اس نے جب فرمان سنا تو کہنے لگی میں کچھ کہنا چاہتی ہوں لیکن اگر بولوں گی تو حضور ﷺ مجھے پہچان لیں گے اور اگر پہچان لیں گے تو میرے قتل کا حکم دے دیں گی میں اسی وجہ سے اس طرح آئی ہوں کہ نہ پہچانی جاؤں مگر اور عورتیں سب خاموش رہیں اور ان کی بات اپنی زبان سے کہنے سے انکار کردیا، آخر ان ہی کو کہنا پڑا کہ یہ ٹھیک ہے جب شرک کی ممانعت مردوں کو ہے تو عورتوں کو کیوں نہ ہوگی ؟ حضور ﷺ نے ان کی طرف دیکھا لیکن آپ نے کچھ نہ فرمایا پھر حضرت عمر سے کہا ان سے کہہ دو کہ دوسری بات یہ ہے کہ یہ چوری نہ کریں اس پرہندہ نے کہا میں ابو سفیان کی معمولی سی چیز کبھی کبھی لے لیا رتی ہوں کیا یہ بھی چوری میں دخل ہے یا نہیں ؟ اور میرے لئے یہ حلال بھی ہے یا نہیں ؟ حضرت ابو سفیان بھی اسی مجلس میں موجود تھے، یہ سنتے ہی کہنے لگے میرے گھر میں جو کچھ بھی تو نے لیا ہو خواہ وہ خرچ میں آگیا ہو یا اب بھی باقی ہو وہ سب میں تیرے لئے حلال کرتا ہوں اب تو نبی ﷺ نے صاف پہچان لیا کہ یہ میرے چچا حمزہ کی قاتلہ اور اس کے کلیجے کو چیرنے والی پھر اسے چبانے والی عورت ہندہ ہے، آپ نے انہیں پہچان کر اور ان کی یہ گفتگو دیکھ کر مسکرا دیئے اور انہیں اپنے بلایا انہوں نے آکر حضور ﷺ کا ہاتھ تھام کر معافی مانگی آپ نے فرمایا۔ تم وہی ہندہ ہو ؟ انہوں نے کہا گزشتہ گناہ اللہ تعالیٰ نے معاف فرما دیئے حضور ﷺ خاموش ہو رہے ہیں اور بیعت کے سلسلہ میں پھر لگ گئے اور فرمایا تیسری بات یہ ہے کہ ان عورتوں میں سے کوئی بدکاری نہ کرے، اس پر حضرت ہندہ نے کہا کیا کوئی آزاد عورت بھی بدکاری کرتی ہے ؟ آپ نے فرمایا ٹھیک ہے اللہ کی قسم آزاد عورتیں اس برے کام سے ہرگز آلود نہیں ہوتیں، آپ نے پھر فرمایا جو چوتھی بات یہ ہے کہ اپنی اولاد کو قتل نہ کریں ہندہ نے کہا آپ نے انہیں بدر کے دن قتل کیا ہے آپ جانیں اور وہ، آپ نے فرمایا پانچویں بات یہ ہے کہ خود اپنی ہی طرف سے جوڑ کر بےسر پیر کا کوئی خاص بہتان نہ تراش لیں اور چھٹی بات یہ ہے کہ میری شرعی باتوں میں میری نافرمانی نہ کریں اور ساتواں عہد آپ نے ان سے یہ بھی لیا کہ وہ نوحہ نہ کریں اہل جاہلیت اپنے کسی کے مرجانے پر کپڑے پھاڑ ڈالتے تھے منہ نوچ لیتے تھے بال کٹوا دیتے تھے اور ہائے وائے کیا کرتے تھے۔ یہ اثر غریب ہے اور اس کے بعض حصے میں نکارت بھی ہے اس لئے کہ ابو سفیان اور ان کی بیوی ہندہ کے اسلام کے وقت انہیں حضور ﷺ کی طرف سے کوئی اندیشہ نہ تھا بلکہ اس سے بھی آپ نے صفائی اور محبت کا اظہار کردیا تھا، واللہ اعلم، ایک اور روایت میں ہے کہ فتح مکہ والے دن بیعت والی یہ آیت نازل ہوئی نبی ﷺ نے صفا پر مردوں سے بیعت لی اور حضرت عمر نے عورتوں سے بیعت لی اس میں اتنا اور بھی ہے کہ اولاد کے قتل کی ممانعت سن کر حضرت ہندہ ؓ نے فرمایا کہ ہم نے تو انہیں چھٹینے پال پوس کر بڑا کیا لیکن ان بڑوں کو تم نے قتل کیا اس پر حضرت عمر مارے ہنسی کے لوٹ لوٹ گئے، ابن ابی حاتم کی روایت میں ہے کہ جب ہندہ بیعت کرنے آئیں تو ان کے ہاتھ مردوں کی طرح سفید تھے آپ نے فرمایا جاؤ ان کا رنگ بدل لو چناچہ وہ مہندی لگا کر حاضر ہوئیں، ان کے ہاتھ میں دو سونے کے کڑے تھے انہوں نے پوچھا کہ ان کی نسبت کیا حکم ہے ؟ فرمایا جہنم کی آگ کے دوا نگارے ہیں، (یہ حکم اس وقت ہے جب ان کی زکوٰۃ نہ ادا کی جائے) اس بیعت کے لینے کے وقت آپ کے ہاتھ میں ایک کپڑا تھا، جب اولادوں کے قتل کی ممانعت پر ان سے عہد لیا گیا تو ایک عورت نے کہا ان کے باپ دادوں کو تو قتل کیا اور ان کی اولاد کی وصیت ہمیں ہو رہی ہے، یہ شروع شروع میں صورت بیعت کی تھی لیکن پھر اس کے بعد آپ نے یہ دستور کر رکھا تھا کہ جب بیعت کرنے کے لئے عورتیں جمع ہوجاتیں تو آپ یہ سب باتیں ان پر پیش فرماتے وہ ان کا اقرار کرتیں اور واپس لوٹ جاتیں، پس فرمان اللہ ہے کہ جو عورت ان امور پر بیعت کرنے کے لئے آئے تو اس سے بیعت لے لو کہ اللہ کے ساتھ کسی کو شریک نہ کرنا، غیر لوگوں کے مال نہ چرانا، ہاں اس عورت کو جس کا خاوند اپنی طاقت کے مطابق کھانے پینے پہننے اوڑھنے کو نہ دیتا ہو جائز ہے کہ اپنے خاند کے مال سے مطابق دستور اور بقدر اپنی حاجت کے لے گو خاوند کو اس کا علم نہ ہو اس کی دلیل حضرت ہندہ والی حدیث ہے کہ انہوں نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ ﷺ میرے خاوند ابو سفیان بخیل آدمی ہیں وہ مجھے اتنا خرچ نہیں دیتے جو مجھے اور میری اولادوں کو کافی ہو سکے تو کیا میں اگر ان کی بیخبر ی میں اور ان کے مال میں لے لوں تو مجھے جائز ہے ؟ آپ نے فرمایا بہ طریق معروف اس کے مال سے اتنا لے لے جو تجھے اور تیرے بال بچوں کو کفایت کرے (بخاری و مسلم) اور زنا کاری نہ کریں، جیسے اور جگہ ہے ولا تفربوا الزنا انہ کان فاحشتہ وسا سبیلا زنا کے قریب نہ جاؤ وہ بےحیائی ہے اور بری راہ ہے، حضرت سمرہ والی حدیث میں زنا کی سزا اور درد ناک عذاب جہنم بیان کیا گیا ہے، مسند احمد میں ہے کہ حضرت فاطمہ بنت عقبہ جب بیعت کے لئے آئیں اور اس آیت کی تلاوت ان کے سامنے کی گئی تو انہوں نے شرم سے اپنا ہاتھ اپنے سر پر رکھ لیا آپ کو ان کی یہ حیا اچھی معلوم ہوئی۔ حضرت عائشہ نے فرمایا انہی شرطوں پر ہم سب نے بیعت کی ہے یہ سن کر انہوں نے بھی بیعت کرلی، حضور ﷺ کی بیعت کے طریقے اوپر بیان ہوچکے ہیں، اولاد کو قتل نہ کرنے کا حکم عام ہے، پیدا شدہ اولاد کو مار ڈالنا بھی اسی ممانعت میں ہے جیسے کہ جاہلیت کے زمانے والے اس خوف سے کرتے تھے کہ انہیں کہاں سے کھلائیں گے پلائیں گے، اور حمل کا گرا دینا بھی اسی ممانعت میں ہے خواہ اس طرح ہو کہ ایسے علاج کئے جائیں جس سے حمل ٹھہر ہی نہیں یا ٹھہرے ہوئے حمل کو کسی طرح گرا دیا جائے۔ بری غرض وغیرہ سے، بہتان نہ باندھنے کا ایک مطلب تو حضرت ابن عباس نے یہ بیان فرمایا ہے کہ دوسرے کی اولاد کو اپنے خاوند کے سر چپکا دینا، ابو داؤد کی حدیث میں ہے کہ ملاعنہ کی آیت کے نازل ہونے کے وقت رسول اللہ ﷺ نے فرمایا جو عورت کسی قوم میں اسے داخل کرے جو اس قوم کا نہیں وہ اللہ تعالیٰ کے نزدیک کسی گنتی شمار میں نہیں اور جو شخص اپنی اولاد سے انکار کر جائے حالانکہ وہ اس کے سامنے موجود ہو اللہ تعالیٰ اس سے آڑ کرلے گا اور تمام اگلوں پچھلوں کے سامنے اسے رسوا و ذلیل کرے گا، حضور ﷺ کی نافرمانی نہ کریں یعنی آپ کے احکام بجا لائیں اور آپ کے منع کئے ہوئے کاموں سے رک جایا کریں، یہ شرط یعنی معروف ہونے کی عورتوں کے لئے اللہ تعالیٰ نے لگا دی ہے، حضرت میمون فرماتے ہیں اللہ تعالیٰ نے اپنے نبی ﷺ کی اطاعت بھی فقط معروف میں رکھی ہے اور معروف ہی طاعت ہے، حضرت ابن زید فرماتے ہیں دیکھ لو کہ بہترین خلق رسول اللہ ﷺ کی فرمانبرداری کا حکم بھی معروف میں ہی ہے، اس بیعت والے دن آنحضور ﷺ نے عورتوں سے نوحہ نہ کرنے کا اقرار بھی لیا تھا جیسے حضرت ام عطیہ کی حدیث میں پہلے گذر چکا، حضرت فتادہ فرماتے ہیں ہم سے ذکر کیا گیا ہے۔ اس بیعت میں یہ بھی تھا کہ عورتیں غیر محرموں سے بات چیت نہ کریں، اس پر حضرت عبدالرحمٰن بن عوف نے فرمایا رسول اللہ ﷺ بسا اوقات ایسا بھی ہوتا ہے کہ ہم گھر پر موجود نہیں ہوتے اور مہمان آجاتے ہیں آپ نے فرمایا میری مراد ان سے بات چیت کرنے کی ممانعت سے نہیں میں ان سے کام کی بات کرنے سے نہیں روکتا (ابن جریر) ابن ابی حاتم میں ہے کہ حضور ﷺ نے اس بیعت کے موقعہ پر عورتوں کو نامحرم مردوں سے باتیں کرنے سے منع فرمایا اور فرمایا بعض لوگ وہ بھی ہوتے ہیں کہ پرائی عورتوں سے باتیں کرنے میں ہی مزہ لیا کرتے ہیں یہاں تک کہ مذی نکل جاتی ہے اوپر حدیث بیان ہوچکی ہے کہ نوحہ نہ کرنے کی شرط پر ایک عورت نے کہا فلاں قبیلے کی عورتوں نے میرا ساتھ دیا ہے تو ان کے نوحے میں میں بھی ان کا ساتھ دے کر بدلہ ضرور اتاروں گی چناچہ وہ گئیں بدلہ اتارا پھر آ کر حضور ﷺ سے بیعت کی۔ حضرت ام سلیم جن کا نام ان عورتوں میں ہے جنہوں نے نوحہ نہ کرنے کی بیعت کو پورا کیا یہ ملحان کی بیٹی اور حضرت انس کی والدہ ہیں اور روایت میں ہے کہ جس عورت نے بدلے کے نوحے کی اجازت مانگی تھی خود حضور ﷺ نے اسے اجازت دی تھی یہی وہ معروف ہے جس میں نافرمانی منع ہے، بیعت کرنے والی عورتوں میں سے ایک کا بیان ہے کہ معروف میں ہم حضور ﷺ کی نافرمانی نہ کریں اس سے مطلب یہ ہے کہ مصیبت کے وقت منہ نہ نوچیں بال نہ منڈوائیں کپڑے نہ پھاڑیں ہائے وائے نہ کریں، ابن جریر میں حضرت ام عطیہ سے مروی ہے کہ جب حضور ﷺ ہمارے ہاں مدینہ میں تشریف لائے تو ایک دن آپ نے حکم دیا کہ سب انصاریہ عورتیں فلاں گھر میں جمع ہوں پھر حضرت عمر بن خطاب کو وہاں بھیجا آپ دروازے پر کھڑے ہوگئے اور سلام کیا ہم نے آپ کے سلام کا جواب دیا پھر فرمایا میں رسول اللہ ﷺ کا قاصد ہوں ہم نے کہا رسول اللہ کو بھی مرحبا ہو اور آپ کے قاصد کو بھی، حضرت عمر نے فرمایا مجھے حکم ہوا ہے کہ میں تمہیں حکم کروں کہ تم اللہ تعالیٰ کے ساتھ شریک نہ کرنے پر چوری اور زنا کاری سے بچنے پر بیعت کرو ہم نے کہا ہم سب حاضر ہیں اور اقرار کرتی ہیں چناچہ آپ نے وہیں باہر کھڑے کھڑے اپنا ہاتھ اندر کی طرف بڑھا دیا اور ہم نے اپنے ہاتھ اندر سے باہر اندر ہی اندر بڑھائے، پھر آپ نے فرمایا اے اللہ گواہ رہے۔ پھر حکم ہوا کہ دونوں عیدوں میں ہم اپنی خانضہ عورتوں اور جوان کنواری لڑکیوں کو لے جایا کریں، ہم پر جمعہ فرض نہیں، ہمیں جنازوں کے ساتھ نہ جانا چاہئے۔ حضرت اسماعیل راوی حدیث فرماتے ہیں میں نے اپنی دادی صاحبہ ام عطیہ سے پوچھا کہ عورتیں معروف میں حضور ﷺ کی نافرمانی نہ کریں اس سے کیا مطلب ہے ؟ فرمایا یہ کہ نوحہ نہ کریں، بخاری و مسلم میں ہے کہ جو کوئی مصیبت کے وقت اپنے کلوں پر تھپڑ مارے دامن چاک کرے اور جاہلیت کے وقت کی ہائی وہائی مچائے وہ ہم میں سے نہیں اور روایت میں ہے کہ رسول اللہ ﷺ اس سے بری ہیں جو گلا پھاڑ پھاڑ کر ہائے وائے کرے بال نوچے یا منڈوائے اور کپڑے پھاڑے یا دامن چیرے۔ ابو علی میں ہے کہ میری امت میں چار کام جاہلیت کے ہیں جنہیں وہ نہ چھوڑیں گے حسب نسب پر فخر کرنا انسان کو اس کے نسب کا طعنہ دینا ستاروں سے بارش طلب کرنا اور میت پر نوحہ کرنا اور فرمایا نوحہ کرنے والی عورت اگر بغیر توبہ کئے مرجائے تو اسے قیامت کے دن گندھک کا پیراہن پہنایا جائے گا اور کھجلی کی چادر اڑھائی جائے گی۔ مسلم شریف میں ہے رسول اللہ ﷺ نے نوحہ کرنے والیوں پر اور نوحے کو کان لگا کر سننے والیوں پر لعنت فرمائی، ابن جریر کی ایک مرفوع حدیث میں ہے کہ معروف میں نافرمانی نہ کرنے سے مراد نوحہ کو کان لگا کر سننے والیوں پر لعنت فرمائی، ابن جریر کی ایک مرفوع حدیث میں ہے کہ معروف میں نافرمانی نہ کرنے سے مراد نوحہ نہ کرنا ہے، یہ حدیث ترمذی کی کتاب التفسیر میں بھی ہے اور امام ترمذی ؒ اسے حسن غریب کہتے ہیں۔"
    },
    {
      "ayah": 13,
      "surah": 60,
      "text": "کفار سے دلی دوستی کی ممانعت  اس سورت کی ابتداء میں جو حکم تھا وہی انتہا میں بیان ہو رہا ہے کہ یہود و نصاریٰ اور دیگر کفار سے جن پر اللہ کا غضب اور اس کی لعنت اتر چکی ہے اور اللہ کی رحمت اور اس کی شفقت سے دور ہوچکے ہیں تم ان سے دوستانہ اور میل ملاپ نہ رکھو، وہ آخرت کے ثواب سے اور وہاں کی نعمتوں سے ایسے ناامید ہوچکے ہیں جیسے قبروں والے کافر، اس پچھلے جملے کے دو معنی کے گئے ہیں ایک تو یہ کہ جیسے زندہ کافر اپنے مردہ کافروں کے دوبارہ زندہ ہونے سے مایوس ہوچکے ہیں، دوسرے یہ کہ جس طرح مردہ کافر ہر بھلائی سے ناامید ہوچکے ہیں وہ مر کر آخرت کے احوال دیکھ چکے اور اب انہیں کسی قسم کی بھلائی کی توقع نہیں رہی، الحمد اللہ سورة ممتحنہ کی تفسیر ختم ہوئی۔"
    },
    {
      "ayah": 2,
      "surah": 60,
      "text": "حضرت حاطب بن ابوبلتہ ؓ کے بارے میں اس سورت کی شروع کی آیتیں نازل ہوئی ہیں، واقعہ یہ ہوا کہ حضرت حاطب مہاجرین میں سے تھے بدر کی لڑائی میں بھی آپ نے مسلمانوں کے لشکر میں شرکت کی تھی ان کے بال بچے اور مال و دولت مکہ میں ہی تھا اور یہ خود قریش سے نہ تھے صرف حضرت عثمان ؓ کے حلیف تھے اس وجہ سے مکہ میں انہیں امن حاصل تھا، اب یہ رسول اللہ ﷺ کے ساتھ مدینہ شریف میں تھے یہاں تک کہ جب اہل مکہ نے عہد توڑ دیا اور رسول اللہ ﷺ نے ان پر چڑھائی کرنا چاہی تو آپ کی خواہش یہ تھی کہ انہیں اچانک دبوچ لیں تاکہ خونریزی نہ ہونے پائے اور مکہ شریف پر قبضہ ہوجائے اسی لئے آپ نے اللہ تعالیٰ سے دعا بھی کی کہ باری تعالیٰ ہماری تیاری کی خبریں ہمارے پہنچنے تک اہل مکہ کو پہنچیں ادھر آپ نے مسلمانوں کو تیاری کا حکم دیا حضرت حاطب ؓ نے اس موقعہ پر ایک خط اہل مکہ کے نام لکھا اور ایک قریشیہ عورت کے ہاتھ اسے چلتا کیا جس میں رسول اللہ ﷺ کے اس ارادے اور مسلمانوں کی لشکر کشی کی خبر درج تھی، آپ کا ارادہ اس سے صرف یہ تھا کہ میرا کوئی احسان قریش پر رہ جائے جس کے باعث میرے بال بچے اور مال دولت محفوظ رہیں، چونکہ حضور ﷺ کی دعا قبول ہوچکی تھی ناممکن تھا کہ قریشیوں کو کسی ذریعہ سے بھی اس ارادے کا علم ہوجائے اس لئے اللہ تعالیٰ نے اپنے رسول ﷺ کو اس پوشیدہ راز سے مطلع فرما دیا اور آپ نے اس عورت کے پیچھے اپنے سوار بھیجے راستہ میں اسے روکا گیا اور خط اس سے حاصل کرلیا گیا، یہ مفصل واقعہ صحیح احادیث میں پوری طرح آچکا ہے، مسند احمد میں ہے حضرت علی ؓ فرماتے ہیں مجھے، حضرت زبیر ؓ اور حضرت مقداد ؓ کو رسول اللہ ﷺ نے بلوا کر فرمایا تم یہاں سے فوراً کوچ کرو روضہ خاخ میں جب تم پہنچو گے تو تمہیں ایک سانڈنی سوار عورت ملے گی جس کے پاس ایک خط ہے تم اسے قبضہ میں کر کے یاں لے آؤ، ہم تینوں گھوڑوں پر سوار ہو کر بہت تیز رفتاری سے روانہ ہوگئے روضہ خاخ میں جب پہنچے تو فی الواقع ہمیں ایک سانڈنی سوار عورت دکھائی دی ہم نے اس سے کہا کہ جو خط تیرے پاس ہے وہ ہمارے حوالے کر، اس نے صاف انکار کردیا کہ میرے پاس کوئی خط نہیں ہم نے کہا غلط کہتی ہے تیرے پاس یقین ط ہے اگر تو راضی خوشی نہ دے گی تو ہم جامہ تلاشی کر کے جبراً وہ خط تجھ سے چھینیں گے، اب تو وہ عورت سٹ پٹائی اور آخر اس نے اپنی چٹیا کھول کر اس میں سے وہ پرچہ نکال کر ہمارے حوالے کیا ہم اسی وقت وہاں سے واپس روانہ ہوئے اور حضور ﷺ کی خدمت میں اسے پیش کردیا، پڑھنے پر معلوم ہوا کہ حضرت حاطب ؓ نے اسے لکھا ہے اور یہاں کی خبر رسانی کی ہے۔ حضور ﷺ کے ارادوں سے کفار مکہ کو آگاہ کیا ہے، آپ نے کہا حاطب یہ کیا حرکت ہے ؟ حضرت حاطب ؓ نے فرمایا رسول اللہ ﷺ جلدی نہ کیجئے میری بھی سن لیجئے، میں قریشویں میں ملا ہوا تھا خود قریشیوں میں سے نہ تھا پر آپ پر ایمان لا کر آپ کے ساتھ ہجرت کی جتنے اور مہاجرین ہیں ان سب کے قرابت دار مکہ میں موجود ہیں جو ان کے بال بچے وغیرہ مکہ میں رہ گئے ہیں وہ ان کی حمایت کرتے ہیں لیکن میرا کوئی رشتہ دار نہیں جو میرے بچوں کی حفاظت کرے اس لئے میں نے چاہا کہ قریشیوں کے ساتھ کوئی سلوک و احسان کروں جس سے میرے بچوں کی حفاظت وہ کریں اور جس طرح اوروں کے نسب کی وجہ سے ان کا تعلق ہے میرے احسان کی وجہ سے میرا تعلق ہوجائے۔ یا رسول اللہ ﷺ میں نے کوئی کفر نہیں کیا نہ اپنے دین سے مرتد ہوا ہوں نہ اسلام کے بعد کفر سے راضی ہوا ہوں بس اس خط کی وجہ سے صرف اپنے بچوں کی حفاظت کا حیلہ تھا، آنحضرت ﷺ نے فرمایا لوگو تم سے جو واقعہ حاطب بیان کرتے ہیں وہ بالکل حرف بہ حرف سچا ہے کہ اپنے نفع کی خاطر ایک غلطی کر بیٹھے ہیں نہ کہ مسلمانوں کو نقصان پہنچانا یا کفار کی مدد کرنا ان کے پیش نظر ہو، حضرت فاروق اعظم ؓ اس موقعہ پر موجود تھے اور یہ واقعات آپ کے سامنے ہوئے آپ کو بہت غصہ آیا اور فرمانے لگے یا رسول اللہ ﷺ مجھے اجازت دیجئے کہ اس منافق کی گردن اڑا دوں آپ نے فرمایا تمہیں کیا معلوم نہیں ؟ کہ یہ بدری صحابی ہیں اور بدر والوں پر اللہ تعالیٰ نے جھانکا اور فرمایا جو چاہو عمل کرو میں نے تمہیں بخش دیا، یہ روایت اور بھی بہت سی حدیث کی کتابوں میں ہے، صحیح بخاری شریفک تاب المغازی میں اتنا اور بھی ہے کہ پھر اللہ تعالیٰ نے یہ سورت اتاری اور کتاب التفسیر میں ہے کہ حضرت عمرو ؓ نے فرمایا اسی بارے میں آیت (ترجمہ) الخ، اتری لیکن راوی کو شک ہے کہ آیت کے اترنے کا بیان حضرت عمرو ؓ کا ہے یا حدیث میں ہے، امام علی بن مدینی ؒ فرماتے ہیں حضرت سفیان ؒ سے پوچھا گیا کہ یہ آیت اسی میں اتری ہے ؟ تو سفیان نے فرمایا یہ لوگوں کی بات میں ہے میں نے اسے عمرو ؓ سے حفظ کیا ہے اور ایک حرف بھی نہیں چھوڑا اور میرا خیال ہے کہ میرے سوا کسی اور نے اسے حفظ بھی نہیں رکھا، بخاری مسلم کی ایک روایت میں حضرت مقداد ؓ کے نام کے بدلے حضرت ابومرتد ؓ کا نام ہے اس میں یہ بھی ہے کہ حضور ﷺ نے یہ بھی بتادیا تھا کہ اس عورت کے پاس حضرت حاطب ؓ کا خطہ ہے، اس عورت کی سواری کو بٹھا کر اس کے انکار پر ہرچند ٹٹولا گیا لیکن کوئی پرچہ ہاتھ نہ لگا آخر جب ہم عاجز آگئے اور کہیں سے پرچہ نہ ملا تو ہم نے اس عرت سے کہا کہ اس میں تو مطلق شک نہیں کہ تیرے پاس پرچہ ہے گو ہمیں نہیں ملتا لیکن تیرے پاس ہے ضرور، یہ ناممکن ہے کہ رسول اللہ ﷺ کی بات غلط ہو اب اگر تو نہیں دیتی تو ہم تیرے کپڑے اتار کر ٹٹولیں گے، جب اس نے دیکھ لیا کہ انہیں پتہ یقین ہے اور یہ لئے بغیر نہ ٹلیں گے تو اس نے اپنا سر کھول کر اپنے بالوں میں سے پرچہ نکال کر ہمیں دے دیا ہم اسے لے کر واپس خدمت نبوی ﷺ میں اضر ہوئے، حضرت عمر ؓ نے یہ واقعہ سن کر فرمایا اس نے اللہ، اس کے رسول ﷺ کی اور مسلمانوں کی خیانت کی مجھے اس کی گردن مارنے کی اجازت دیجئے، حضور ﷺ نے حضرت حاطب ؓ سے دریافت کیا اور انہوں نے وہ جواب دیا جو اوپر گذر چکا آپ نے سب سے فرما دیا کہ انہیں کچھ نہ کہو اور حضرت عمر ؓ سے بھی وہ فرمایا جو پہلے بیان ہوا کہ بدری صحابہ میں سے ہیں جن کے لئے اللہ تعالیٰ نے جنت واجب کردی ہے جسے سن کر حضرت عمر ؓ رو دیئے اور فرمانے لگے اللہ کو اور اس کے رسول ﷺ کو ہی کامل علم ہے، یہ حدیث ان الفاظ سے صحیح بخاری کتاب المغازی میں غزوہ بدر کے ذکر میں ہے اور روایت میں ہے کہ حضور ﷺ نے اپنے مکہ جانے کا ارادہ اپنے چند ہم راز صحابہ کبار ؓ کے سامنے تو ظاہر کیا تھا جن میں حضرت حاطب ؓ بھی تھے باقی عام طور پر مشہور تھا کہ خیبر جا رہے ہیں، اس روایت میں یہ بھی ہے کہ جب ہم خط کو سارے سامان میں ٹٹول چکے اور نہ ملا تو حضرت ابو مرتد ؓ نے کہا شاید اس کے پاس کوئی پرچہ ہی نہیں اس پر حضرت علی ؓ نے فرمایا ناممکن ہے نہ رسول اللہ ﷺ جھوٹ بول سکتے ہیں نہ ہم نے جھوٹ کہا، جب ہم نے اسے دھمکایا تو اس نے ہم سے کہا تمہیں اللہ ا خوف نہیں ؟ کیا تم مسلمان نہیں ؟ ایک روایت میں ہے کہ اس نے پرچہ اپنے جسم میں سے نکالا۔ حضرت عمر ؓ کے فرمان میں یہ بھی ہے کہ آپ نے فرمایا یہ بدر میں موجود تو ضرور تھے لیکن عہد شکنی کی اور دشمنوں میں ہماری خبر رسانی کی اور روایت میں ہے کہ یہ عورت قبیلہ مزینہ کی عورت تھی، بعض کہتے ہیں اس کا نام سارہ تھا اور دشمنوں میں ہماری خبر رسانی کی اور روایت میں ہے کہ یہ عورت قبیلہ مزینہ کی عورت تھی، بعض کہتے ہیں اس کا نام سارہ تھا اولاد عبدالمطلب کی آزاد کردہ لونڈی تھی حضرت حاطب ؓ نے اسے کچھ دینا کیا تھا اور اس نے اپنے بالوں تلے کاغذ رکھ کر اوپر سے سرگوندھ لیا تھا آپ نے اپنے گھوڑ سواروں سے فرما دیا تھا کہ اس کے پاس حاطب ؓ کا دیا ہوا اس مضمون کا خط ہے، آسمان سے اس کی خبر حضور ﷺ کے پاس آئی تھی بنو ابو احمد کے حلیفہ میں یہ عورت پکڑی گئی تھی، اس عورت نے ان سے کہا تھا کہ تم منہ پھیر لو میں نکال دیتی ہوں انہوں نے منہ پھیرلیا پھر اس نے نکال کر حوالہ کیا، اس روایت میں حضرت حاطب ؓ کے جواب میں یہ بھی ہے کہ اللہ کی قسم میں اللہ پر اور اس کے رسول ﷺ پر ایمان رکھتا ہوں کوئی تغیر تبدل میرے ایمان میں نہیں ہوا، اور اسی بارے میں اس سورت کی آیتیں حضرت ابراہیم کے قصہ کے ختم تک اتریں، ایک اور روایت میں ہے کہ اس عورت کو اس کی اجرت کے دس درہم حضرت حاطب ؓ نے دیئے تھے، اور حضور ﷺ نے اس خط کے حاصل کرنے کے لئے حضرت عمر ؓ اور حضرت علی ؓ کو بھیجا تھا اور حجفہ میں یہ ملی تھی۔ مطلب آیتوں کا یہ ہے کہ اے مسلمانو ! مشرکین اور کفار کو جو اللہ اور اس کے رسول ﷺ اور مومن بندوں سے لڑنے والے ہیں، جن کے دل تمہاری عداوت سے پر ہیں تمہیں ہرگز لائق نہیں کہ ان سے دوستی اور محبت میل ملاپ اور اپنایت رکھو تمہیں اس کے خلاف حکم دیا گیا ہے ارشاد ہے (ترجمہ) الخ، اے ایماندار و یہود و نصاریٰ سے دوستی مت گانٹھو وہ آپس میں ہی ایک دوسروں کے دوست ہیں تم میں سے جو بھی ان سے سوالات و محبت کرے وہ انہی میں سے شمار ہوگا۔ اس میں کس قدر ڈانٹ ڈپٹ کے ساتھ ممانعت فرمائی ہے اور جگہ ہے (ترجمہ) الخ، مسلمانو ! ان اہل کتاب اور کفار سے دوستیاں نہ کرو جو تمہارے دین کا مذاق اڑاتے ہیں اور اسے کھیل کود سمجھ رہے ہیں اگر تم میں ایمان ہے تو ذات باری سے ڈرو، ایک اور جگہ ارشاد ہے مسلمانو مسلمانوں کو چھوڑ کر کافروں سے دوستیاں نہ کرو کیا تم چاہتے ہو کہ اپنے اوپر اللہ تعالیٰ کا کھلا الزام ثابت کرلو، ایک اور جگہ فرمایا مسلمانوں کو چاہئے کہ اپنوں کے علاوہ کافروں سے دوستانہ نہ کریں جو ایسا کیر گا وہ اللہ کی طرف سے کسی چیز میں نہیں ہاں بطور دفع الوقتی اور بچاؤ کے ہو تو اور بات ہے اللہ تعالیٰ تمہیں اپنے آپ سے ڈرا رہا ہے، اسی بنا پر رسول اللہ ﷺ نے حضرت حاطب ؓ کا عذر قبول فرما لیا کہ اپنے مال و اولاد کے بچاؤ کی خاطر یہ کام ان سے ہوگیا تھا، مستند احمد میں ہے کہ ہمارے سامنے رسول اللہ ﷺ نے کئی مثالیں بیان فرمائیں ایک اور تین اور پانچ اور سات اور نو اور گیارہ پھر ان میں سے یہ تفصیل صرف ایک ہی بیان کی باقی سب چھوڑ دیں، فرمایا ایک ضعیف مسکین قوم تھی جس پر زور آور ظالم قوم چڑھائی کر کے آگئی لیکن اللہ تعالیٰ نے ان کمزوروں کی مدد کی اور انہیں اپنے دشمن پر غالب کردیا غالب آ کر ان میں رعونت سما گئی اور انہوں نے ان پر مظالم شروع کردیئے جس پر اللہ تعالیٰ ان سے ہمیشہ کے لئے ناراض ہوگیا۔ پھر مسلمانوں کو ہوشیار کرتا ہے کہ تم ان دشمنان دین سے کیوں مودت و محبت رکھتے ہو ؟ حالانکہ یہ تم سے بدسلوکی کرنے میں کسی موقعہ پر کمی نہیں کرتے کیا یہ تازہ واقعہ بھی تمہارے ذہن سے ہٹ گیا کہ انہوں نے تمہیں بلکہ خود رسول اللہ ﷺ کو بھی جبراً وطن سے نکال باہر کیا اور اس کی کوئی اور وجہ نہ تھی سوائے اس کے کہ تمہاری توحید اور فرمانبرداری رسول ﷺ ان پر گراں گذرتی تھی۔ جیسے اور جگہ ہے (ترجمہ) یعنی مومنوں سے صرف اس بنا پر مخاصمت اور دشمنی ہے کہ وہ اللہ برتر بزرگ پر ایمان رکھتے ہیں اور جگہ ہے یہ لوگ محض اس وجہ سے ناحق جلا وطن کئے گئے کہ وہ کہتے تھے ہمارا رب اللہ ہے۔ پھر فرماتا ہے اگر سچ مچ تم میری راہ کے جہاد کو نکلے ہو اور میری رضامندی کے طالب ہو تو ہرگز ان کفار سے جو تمہارے اور میرے دشمن ہیں میرے دین کو اور تمہارے جان و مال کو نقصان پہنچا رہے ہیں دوستیاں نہ پیدا کرو، بھلا کس قدر غلطی ہے کہ تم ان سے پوشیدہ طور پر دوستانہ رکھو ؟ کیا یہ پوشیدگی اللہ سے بھی پوشیدہ رہ سکتی ہے ؟ جو ظاہر وباطن کا جاننے والا ہے، دلوں کے بھید اور نفس کے وسوسے بھی جس کے سامنے کھلے ہوئے ہیں۔ بس سن لو جو بھی ان کفار سے موالات و محبت رکھے وہ سیدھی راہ سے بھٹک جائے گا۔ تم نہیں دیکھ رہے ؟ کہ ان کافروں کا اگر بس چلے اگر انہیں کوئی موقعہ مل جائے تو نہ اپنے ہاتھ پاؤں سے تمہیں نقصان پہنچانے میں دریغ کریں نہ برا کہنے سے اپنی زبانیں روکیں جو ان کے امکان میں ہوگا وہ کر گذریں گے بلکہ تمام تر کوشش اس امر پر صرف کردیں گے کہ تمہیں بھی اپنی طرح کافر بنالیں، پس جب کہ ان کی اندرونی اور بیرنی دشمنی کا حال تمہیں بخوبی معلوم ہے پھر کیا اندھیر ہے ؟ کہ تم اپنے دشمنوں کو دوست سمجھ رہے ہو اور اپنی راہ میں آپ کانٹے بو رہے ہو، غرض یہ ہے کہ مسلمانوں کو کافروں پر اعتماد کرنے اور ان سے ایسے گہرے تعلقات رکھنے اور دلی میل رکھنے سے روکا جا رہا ہے اور وہ باتیں یاد دلائی جا رہی ہیں جو ان سے علیحدگی پر آمادہ کردیں۔ تمہاری قرابتیں اور رشتہ داریاں تمہیں اللہ کے ہاں کچھ کام نہ آئیں گی، اگر تم اللہ کو ناراض کر کے انہیں خوش کرو اور چاہو کہ تمہیں نفع ہو یا نقصان ہٹ جائے یہ بالکل خام خیالی ہ، نہ اللہ کی طرف کے نقصان کو کوئی ٹال سکے نہ اس کے دیئے ہوئے نفع کو کوئی روک سکے، اپنے والوں سے ان کے کفر پر جس نے موافقت کی وہ برباد ہوا، گو رشتہ دار کیسا ہی ہو کچھ نفع نہیں، مسند احمد میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ ﷺ میرا باپ کہاں ہے ؟ آپ نے فرمایا جہنم میں۔ جب وہ جانے لگا تو آپ نے اسے بلایا اور فرمایا سن میرا باپ اور تیرا باپ دونوں ہی جہنمی ہیں۔ یہ حدیث صحیح مسلم شریف میں اور سنن ابو داؤد میں بھی ہے۔ مسلمانو ! تمہارے لئے حضرت ابراہیم ؑ میں اور ان کے ساتھیوں میں بہترین نمونہ اور اچھی پیروی موجود ہے۔ جبکہ ان سب نے اپنی قوم سے برملا کہہ دیا کہ ہم تم سے اور جن جن کی تم اللہ کے سوا عبادت کرتے ہو ان سب سے بالکل بیزار ہیں، ہم تمہارے عقائد کے منکر ہیں جب تک تم اللہ کی وحدانیت پر ایمان نہ لاؤ ہم میں تم میں ہمیشہ کے لئے عداوت و بغض ظاہر ہوگیا لیکن ابراہیم کی اتنی بات تو اپنے باپ سے ہوی تھی کہ میں تمہارے لئے استغفار ضرور کروں گا اور تمہارے لئے مجھے اللہ کے سامنے کسی چیز کا اختیار کچھ بھی نہیں، اے ہمارے پروردگار تجھ ہی پر ہم نے بھروسہ کیا ہے اور تیری ہی طرف ہم رجوع کرتے ہیں اور تیری ہی طرف لوٹنا ہے۔ اے اللہ تو ہمیں کافروں کا زبردست اور تختہ مشق نہ بنا اور اے ہمارے پالنے والے ہماری خطاؤں کو بخش دے، بیشک تو ہی غالب حکمتوں والا ہے۔ یقیناً تمہارے لئے ان میں نیک نمونہ اور عمدہ پیروی ہے خاص کر ہر اس شخص کے لئے جو اللہ کی اور قیامت کے دن کی ملاقات کا اعتقاد رکھتا ہو اور اگر کوئی روگردانی کرے تو اللہ تعالیٰ بالکل بےپرواہ ہے اور وہ سزا وار حمد وثناء ہے۔"
    },
    {
      "ayah": 3,
      "surah": 60,
      "text": "حضرت حاطب بن ابوبلتہ ؓ کے بارے میں اس سورت کی شروع کی آیتیں نازل ہوئی ہیں، واقعہ یہ ہوا کہ حضرت حاطب مہاجرین میں سے تھے بدر کی لڑائی میں بھی آپ نے مسلمانوں کے لشکر میں شرکت کی تھی ان کے بال بچے اور مال و دولت مکہ میں ہی تھا اور یہ خود قریش سے نہ تھے صرف حضرت عثمان ؓ کے حلیف تھے اس وجہ سے مکہ میں انہیں امن حاصل تھا، اب یہ رسول اللہ ﷺ کے ساتھ مدینہ شریف میں تھے یہاں تک کہ جب اہل مکہ نے عہد توڑ دیا اور رسول اللہ ﷺ نے ان پر چڑھائی کرنا چاہی تو آپ کی خواہش یہ تھی کہ انہیں اچانک دبوچ لیں تاکہ خونریزی نہ ہونے پائے اور مکہ شریف پر قبضہ ہوجائے اسی لئے آپ نے اللہ تعالیٰ سے دعا بھی کی کہ باری تعالیٰ ہماری تیاری کی خبریں ہمارے پہنچنے تک اہل مکہ کو پہنچیں ادھر آپ نے مسلمانوں کو تیاری کا حکم دیا حضرت حاطب ؓ نے اس موقعہ پر ایک خط اہل مکہ کے نام لکھا اور ایک قریشیہ عورت کے ہاتھ اسے چلتا کیا جس میں رسول اللہ ﷺ کے اس ارادے اور مسلمانوں کی لشکر کشی کی خبر درج تھی، آپ کا ارادہ اس سے صرف یہ تھا کہ میرا کوئی احسان قریش پر رہ جائے جس کے باعث میرے بال بچے اور مال دولت محفوظ رہیں، چونکہ حضور ﷺ کی دعا قبول ہوچکی تھی ناممکن تھا کہ قریشیوں کو کسی ذریعہ سے بھی اس ارادے کا علم ہوجائے اس لئے اللہ تعالیٰ نے اپنے رسول ﷺ کو اس پوشیدہ راز سے مطلع فرما دیا اور آپ نے اس عورت کے پیچھے اپنے سوار بھیجے راستہ میں اسے روکا گیا اور خط اس سے حاصل کرلیا گیا، یہ مفصل واقعہ صحیح احادیث میں پوری طرح آچکا ہے، مسند احمد میں ہے حضرت علی ؓ فرماتے ہیں مجھے، حضرت زبیر ؓ اور حضرت مقداد ؓ کو رسول اللہ ﷺ نے بلوا کر فرمایا تم یہاں سے فوراً کوچ کرو روضہ خاخ میں جب تم پہنچو گے تو تمہیں ایک سانڈنی سوار عورت ملے گی جس کے پاس ایک خط ہے تم اسے قبضہ میں کر کے یاں لے آؤ، ہم تینوں گھوڑوں پر سوار ہو کر بہت تیز رفتاری سے روانہ ہوگئے روضہ خاخ میں جب پہنچے تو فی الواقع ہمیں ایک سانڈنی سوار عورت دکھائی دی ہم نے اس سے کہا کہ جو خط تیرے پاس ہے وہ ہمارے حوالے کر، اس نے صاف انکار کردیا کہ میرے پاس کوئی خط نہیں ہم نے کہا غلط کہتی ہے تیرے پاس یقین ط ہے اگر تو راضی خوشی نہ دے گی تو ہم جامہ تلاشی کر کے جبراً وہ خط تجھ سے چھینیں گے، اب تو وہ عورت سٹ پٹائی اور آخر اس نے اپنی چٹیا کھول کر اس میں سے وہ پرچہ نکال کر ہمارے حوالے کیا ہم اسی وقت وہاں سے واپس روانہ ہوئے اور حضور ﷺ کی خدمت میں اسے پیش کردیا، پڑھنے پر معلوم ہوا کہ حضرت حاطب ؓ نے اسے لکھا ہے اور یہاں کی خبر رسانی کی ہے۔ حضور ﷺ کے ارادوں سے کفار مکہ کو آگاہ کیا ہے، آپ نے کہا حاطب یہ کیا حرکت ہے ؟ حضرت حاطب ؓ نے فرمایا رسول اللہ ﷺ جلدی نہ کیجئے میری بھی سن لیجئے، میں قریشویں میں ملا ہوا تھا خود قریشیوں میں سے نہ تھا پر آپ پر ایمان لا کر آپ کے ساتھ ہجرت کی جتنے اور مہاجرین ہیں ان سب کے قرابت دار مکہ میں موجود ہیں جو ان کے بال بچے وغیرہ مکہ میں رہ گئے ہیں وہ ان کی حمایت کرتے ہیں لیکن میرا کوئی رشتہ دار نہیں جو میرے بچوں کی حفاظت کرے اس لئے میں نے چاہا کہ قریشیوں کے ساتھ کوئی سلوک و احسان کروں جس سے میرے بچوں کی حفاظت وہ کریں اور جس طرح اوروں کے نسب کی وجہ سے ان کا تعلق ہے میرے احسان کی وجہ سے میرا تعلق ہوجائے۔ یا رسول اللہ ﷺ میں نے کوئی کفر نہیں کیا نہ اپنے دین سے مرتد ہوا ہوں نہ اسلام کے بعد کفر سے راضی ہوا ہوں بس اس خط کی وجہ سے صرف اپنے بچوں کی حفاظت کا حیلہ تھا، آنحضرت ﷺ نے فرمایا لوگو تم سے جو واقعہ حاطب بیان کرتے ہیں وہ بالکل حرف بہ حرف سچا ہے کہ اپنے نفع کی خاطر ایک غلطی کر بیٹھے ہیں نہ کہ مسلمانوں کو نقصان پہنچانا یا کفار کی مدد کرنا ان کے پیش نظر ہو، حضرت فاروق اعظم ؓ اس موقعہ پر موجود تھے اور یہ واقعات آپ کے سامنے ہوئے آپ کو بہت غصہ آیا اور فرمانے لگے یا رسول اللہ ﷺ مجھے اجازت دیجئے کہ اس منافق کی گردن اڑا دوں آپ نے فرمایا تمہیں کیا معلوم نہیں ؟ کہ یہ بدری صحابی ہیں اور بدر والوں پر اللہ تعالیٰ نے جھانکا اور فرمایا جو چاہو عمل کرو میں نے تمہیں بخش دیا، یہ روایت اور بھی بہت سی حدیث کی کتابوں میں ہے، صحیح بخاری شریفک تاب المغازی میں اتنا اور بھی ہے کہ پھر اللہ تعالیٰ نے یہ سورت اتاری اور کتاب التفسیر میں ہے کہ حضرت عمرو ؓ نے فرمایا اسی بارے میں آیت (ترجمہ) الخ، اتری لیکن راوی کو شک ہے کہ آیت کے اترنے کا بیان حضرت عمرو ؓ کا ہے یا حدیث میں ہے، امام علی بن مدینی ؒ فرماتے ہیں حضرت سفیان ؒ سے پوچھا گیا کہ یہ آیت اسی میں اتری ہے ؟ تو سفیان نے فرمایا یہ لوگوں کی بات میں ہے میں نے اسے عمرو ؓ سے حفظ کیا ہے اور ایک حرف بھی نہیں چھوڑا اور میرا خیال ہے کہ میرے سوا کسی اور نے اسے حفظ بھی نہیں رکھا، بخاری مسلم کی ایک روایت میں حضرت مقداد ؓ کے نام کے بدلے حضرت ابومرتد ؓ کا نام ہے اس میں یہ بھی ہے کہ حضور ﷺ نے یہ بھی بتادیا تھا کہ اس عورت کے پاس حضرت حاطب ؓ کا خطہ ہے، اس عورت کی سواری کو بٹھا کر اس کے انکار پر ہرچند ٹٹولا گیا لیکن کوئی پرچہ ہاتھ نہ لگا آخر جب ہم عاجز آگئے اور کہیں سے پرچہ نہ ملا تو ہم نے اس عرت سے کہا کہ اس میں تو مطلق شک نہیں کہ تیرے پاس پرچہ ہے گو ہمیں نہیں ملتا لیکن تیرے پاس ہے ضرور، یہ ناممکن ہے کہ رسول اللہ ﷺ کی بات غلط ہو اب اگر تو نہیں دیتی تو ہم تیرے کپڑے اتار کر ٹٹولیں گے، جب اس نے دیکھ لیا کہ انہیں پتہ یقین ہے اور یہ لئے بغیر نہ ٹلیں گے تو اس نے اپنا سر کھول کر اپنے بالوں میں سے پرچہ نکال کر ہمیں دے دیا ہم اسے لے کر واپس خدمت نبوی ﷺ میں اضر ہوئے، حضرت عمر ؓ نے یہ واقعہ سن کر فرمایا اس نے اللہ، اس کے رسول ﷺ کی اور مسلمانوں کی خیانت کی مجھے اس کی گردن مارنے کی اجازت دیجئے، حضور ﷺ نے حضرت حاطب ؓ سے دریافت کیا اور انہوں نے وہ جواب دیا جو اوپر گذر چکا آپ نے سب سے فرما دیا کہ انہیں کچھ نہ کہو اور حضرت عمر ؓ سے بھی وہ فرمایا جو پہلے بیان ہوا کہ بدری صحابہ میں سے ہیں جن کے لئے اللہ تعالیٰ نے جنت واجب کردی ہے جسے سن کر حضرت عمر ؓ رو دیئے اور فرمانے لگے اللہ کو اور اس کے رسول ﷺ کو ہی کامل علم ہے، یہ حدیث ان الفاظ سے صحیح بخاری کتاب المغازی میں غزوہ بدر کے ذکر میں ہے اور روایت میں ہے کہ حضور ﷺ نے اپنے مکہ جانے کا ارادہ اپنے چند ہم راز صحابہ کبار ؓ کے سامنے تو ظاہر کیا تھا جن میں حضرت حاطب ؓ بھی تھے باقی عام طور پر مشہور تھا کہ خیبر جا رہے ہیں، اس روایت میں یہ بھی ہے کہ جب ہم خط کو سارے سامان میں ٹٹول چکے اور نہ ملا تو حضرت ابو مرتد ؓ نے کہا شاید اس کے پاس کوئی پرچہ ہی نہیں اس پر حضرت علی ؓ نے فرمایا ناممکن ہے نہ رسول اللہ ﷺ جھوٹ بول سکتے ہیں نہ ہم نے جھوٹ کہا، جب ہم نے اسے دھمکایا تو اس نے ہم سے کہا تمہیں اللہ ا خوف نہیں ؟ کیا تم مسلمان نہیں ؟ ایک روایت میں ہے کہ اس نے پرچہ اپنے جسم میں سے نکالا۔ حضرت عمر ؓ کے فرمان میں یہ بھی ہے کہ آپ نے فرمایا یہ بدر میں موجود تو ضرور تھے لیکن عہد شکنی کی اور دشمنوں میں ہماری خبر رسانی کی اور روایت میں ہے کہ یہ عورت قبیلہ مزینہ کی عورت تھی، بعض کہتے ہیں اس کا نام سارہ تھا اور دشمنوں میں ہماری خبر رسانی کی اور روایت میں ہے کہ یہ عورت قبیلہ مزینہ کی عورت تھی، بعض کہتے ہیں اس کا نام سارہ تھا اولاد عبدالمطلب کی آزاد کردہ لونڈی تھی حضرت حاطب ؓ نے اسے کچھ دینا کیا تھا اور اس نے اپنے بالوں تلے کاغذ رکھ کر اوپر سے سرگوندھ لیا تھا آپ نے اپنے گھوڑ سواروں سے فرما دیا تھا کہ اس کے پاس حاطب ؓ کا دیا ہوا اس مضمون کا خط ہے، آسمان سے اس کی خبر حضور ﷺ کے پاس آئی تھی بنو ابو احمد کے حلیفہ میں یہ عورت پکڑی گئی تھی، اس عورت نے ان سے کہا تھا کہ تم منہ پھیر لو میں نکال دیتی ہوں انہوں نے منہ پھیرلیا پھر اس نے نکال کر حوالہ کیا، اس روایت میں حضرت حاطب ؓ کے جواب میں یہ بھی ہے کہ اللہ کی قسم میں اللہ پر اور اس کے رسول ﷺ پر ایمان رکھتا ہوں کوئی تغیر تبدل میرے ایمان میں نہیں ہوا، اور اسی بارے میں اس سورت کی آیتیں حضرت ابراہیم کے قصہ کے ختم تک اتریں، ایک اور روایت میں ہے کہ اس عورت کو اس کی اجرت کے دس درہم حضرت حاطب ؓ نے دیئے تھے، اور حضور ﷺ نے اس خط کے حاصل کرنے کے لئے حضرت عمر ؓ اور حضرت علی ؓ کو بھیجا تھا اور حجفہ میں یہ ملی تھی۔ مطلب آیتوں کا یہ ہے کہ اے مسلمانو ! مشرکین اور کفار کو جو اللہ اور اس کے رسول ﷺ اور مومن بندوں سے لڑنے والے ہیں، جن کے دل تمہاری عداوت سے پر ہیں تمہیں ہرگز لائق نہیں کہ ان سے دوستی اور محبت میل ملاپ اور اپنایت رکھو تمہیں اس کے خلاف حکم دیا گیا ہے ارشاد ہے (ترجمہ) الخ، اے ایماندار و یہود و نصاریٰ سے دوستی مت گانٹھو وہ آپس میں ہی ایک دوسروں کے دوست ہیں تم میں سے جو بھی ان سے سوالات و محبت کرے وہ انہی میں سے شمار ہوگا۔ اس میں کس قدر ڈانٹ ڈپٹ کے ساتھ ممانعت فرمائی ہے اور جگہ ہے (ترجمہ) الخ، مسلمانو ! ان اہل کتاب اور کفار سے دوستیاں نہ کرو جو تمہارے دین کا مذاق اڑاتے ہیں اور اسے کھیل کود سمجھ رہے ہیں اگر تم میں ایمان ہے تو ذات باری سے ڈرو، ایک اور جگہ ارشاد ہے مسلمانو مسلمانوں کو چھوڑ کر کافروں سے دوستیاں نہ کرو کیا تم چاہتے ہو کہ اپنے اوپر اللہ تعالیٰ کا کھلا الزام ثابت کرلو، ایک اور جگہ فرمایا مسلمانوں کو چاہئے کہ اپنوں کے علاوہ کافروں سے دوستانہ نہ کریں جو ایسا کیر گا وہ اللہ کی طرف سے کسی چیز میں نہیں ہاں بطور دفع الوقتی اور بچاؤ کے ہو تو اور بات ہے اللہ تعالیٰ تمہیں اپنے آپ سے ڈرا رہا ہے، اسی بنا پر رسول اللہ ﷺ نے حضرت حاطب ؓ کا عذر قبول فرما لیا کہ اپنے مال و اولاد کے بچاؤ کی خاطر یہ کام ان سے ہوگیا تھا، مستند احمد میں ہے کہ ہمارے سامنے رسول اللہ ﷺ نے کئی مثالیں بیان فرمائیں ایک اور تین اور پانچ اور سات اور نو اور گیارہ پھر ان میں سے یہ تفصیل صرف ایک ہی بیان کی باقی سب چھوڑ دیں، فرمایا ایک ضعیف مسکین قوم تھی جس پر زور آور ظالم قوم چڑھائی کر کے آگئی لیکن اللہ تعالیٰ نے ان کمزوروں کی مدد کی اور انہیں اپنے دشمن پر غالب کردیا غالب آ کر ان میں رعونت سما گئی اور انہوں نے ان پر مظالم شروع کردیئے جس پر اللہ تعالیٰ ان سے ہمیشہ کے لئے ناراض ہوگیا۔ پھر مسلمانوں کو ہوشیار کرتا ہے کہ تم ان دشمنان دین سے کیوں مودت و محبت رکھتے ہو ؟ حالانکہ یہ تم سے بدسلوکی کرنے میں کسی موقعہ پر کمی نہیں کرتے کیا یہ تازہ واقعہ بھی تمہارے ذہن سے ہٹ گیا کہ انہوں نے تمہیں بلکہ خود رسول اللہ ﷺ کو بھی جبراً وطن سے نکال باہر کیا اور اس کی کوئی اور وجہ نہ تھی سوائے اس کے کہ تمہاری توحید اور فرمانبرداری رسول ﷺ ان پر گراں گذرتی تھی۔ جیسے اور جگہ ہے (ترجمہ) یعنی مومنوں سے صرف اس بنا پر مخاصمت اور دشمنی ہے کہ وہ اللہ برتر بزرگ پر ایمان رکھتے ہیں اور جگہ ہے یہ لوگ محض اس وجہ سے ناحق جلا وطن کئے گئے کہ وہ کہتے تھے ہمارا رب اللہ ہے۔ پھر فرماتا ہے اگر سچ مچ تم میری راہ کے جہاد کو نکلے ہو اور میری رضامندی کے طالب ہو تو ہرگز ان کفار سے جو تمہارے اور میرے دشمن ہیں میرے دین کو اور تمہارے جان و مال کو نقصان پہنچا رہے ہیں دوستیاں نہ پیدا کرو، بھلا کس قدر غلطی ہے کہ تم ان سے پوشیدہ طور پر دوستانہ رکھو ؟ کیا یہ پوشیدگی اللہ سے بھی پوشیدہ رہ سکتی ہے ؟ جو ظاہر وباطن کا جاننے والا ہے، دلوں کے بھید اور نفس کے وسوسے بھی جس کے سامنے کھلے ہوئے ہیں۔ بس سن لو جو بھی ان کفار سے موالات و محبت رکھے وہ سیدھی راہ سے بھٹک جائے گا۔ تم نہیں دیکھ رہے ؟ کہ ان کافروں کا اگر بس چلے اگر انہیں کوئی موقعہ مل جائے تو نہ اپنے ہاتھ پاؤں سے تمہیں نقصان پہنچانے میں دریغ کریں نہ برا کہنے سے اپنی زبانیں روکیں جو ان کے امکان میں ہوگا وہ کر گذریں گے بلکہ تمام تر کوشش اس امر پر صرف کردیں گے کہ تمہیں بھی اپنی طرح کافر بنالیں، پس جب کہ ان کی اندرونی اور بیرنی دشمنی کا حال تمہیں بخوبی معلوم ہے پھر کیا اندھیر ہے ؟ کہ تم اپنے دشمنوں کو دوست سمجھ رہے ہو اور اپنی راہ میں آپ کانٹے بو رہے ہو، غرض یہ ہے کہ مسلمانوں کو کافروں پر اعتماد کرنے اور ان سے ایسے گہرے تعلقات رکھنے اور دلی میل رکھنے سے روکا جا رہا ہے اور وہ باتیں یاد دلائی جا رہی ہیں جو ان سے علیحدگی پر آمادہ کردیں۔ تمہاری قرابتیں اور رشتہ داریاں تمہیں اللہ کے ہاں کچھ کام نہ آئیں گی، اگر تم اللہ کو ناراض کر کے انہیں خوش کرو اور چاہو کہ تمہیں نفع ہو یا نقصان ہٹ جائے یہ بالکل خام خیالی ہ، نہ اللہ کی طرف کے نقصان کو کوئی ٹال سکے نہ اس کے دیئے ہوئے نفع کو کوئی روک سکے، اپنے والوں سے ان کے کفر پر جس نے موافقت کی وہ برباد ہوا، گو رشتہ دار کیسا ہی ہو کچھ نفع نہیں، مسند احمد میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ ﷺ میرا باپ کہاں ہے ؟ آپ نے فرمایا جہنم میں۔ جب وہ جانے لگا تو آپ نے اسے بلایا اور فرمایا سن میرا باپ اور تیرا باپ دونوں ہی جہنمی ہیں۔ یہ حدیث صحیح مسلم شریف میں اور سنن ابو داؤد میں بھی ہے۔ مسلمانو ! تمہارے لئے حضرت ابراہیم ؑ میں اور ان کے ساتھیوں میں بہترین نمونہ اور اچھی پیروی موجود ہے۔ جبکہ ان سب نے اپنی قوم سے برملا کہہ دیا کہ ہم تم سے اور جن جن کی تم اللہ کے سوا عبادت کرتے ہو ان سب سے بالکل بیزار ہیں، ہم تمہارے عقائد کے منکر ہیں جب تک تم اللہ کی وحدانیت پر ایمان نہ لاؤ ہم میں تم میں ہمیشہ کے لئے عداوت و بغض ظاہر ہوگیا لیکن ابراہیم کی اتنی بات تو اپنے باپ سے ہوی تھی کہ میں تمہارے لئے استغفار ضرور کروں گا اور تمہارے لئے مجھے اللہ کے سامنے کسی چیز کا اختیار کچھ بھی نہیں، اے ہمارے پروردگار تجھ ہی پر ہم نے بھروسہ کیا ہے اور تیری ہی طرف ہم رجوع کرتے ہیں اور تیری ہی طرف لوٹنا ہے۔ اے اللہ تو ہمیں کافروں کا زبردست اور تختہ مشق نہ بنا اور اے ہمارے پالنے والے ہماری خطاؤں کو بخش دے، بیشک تو ہی غالب حکمتوں والا ہے۔ یقیناً تمہارے لئے ان میں نیک نمونہ اور عمدہ پیروی ہے خاص کر ہر اس شخص کے لئے جو اللہ کی اور قیامت کے دن کی ملاقات کا اعتقاد رکھتا ہو اور اگر کوئی روگردانی کرے تو اللہ تعالیٰ بالکل بےپرواہ ہے اور وہ سزا وار حمد وثناء ہے۔"
    },
    {
      "ayah": 4,
      "surah": 60,
      "text": "عصبیت دین ایمان کا جزو لاینفک ہے اللہ تعالیٰ اپنے مومن بندوں کو کفار سے موالات اور دوستی نہ کرنے کی ہدایت فرما کر ان کے سامنے اپنے خلیل اور ان کے اصحاب کا نمونہ پیش کر رہا ہے کہ انہوں نے صاف طور پر اپنے رشتہ کنبے اور قوم کے لوگوں سے برملا فرما دیا کہ ہم تم سے اور جنہیں تم پوجتے ہو ان سے بیزار بری الذمہ اور الگ تھلگ ہیں، ہم تمہارے دین اور طریقے سے متنفر ہیں، جب تک تم اسی طریقے اور اسی مذہب پر ہو تم ہمیں اپنا دشمن سمجھوناممکن ہے کہ برادری کی وجہ سے ہم تمہارے اس کفر کے باوجود تم سے بھائی چارہ اور دوستانہ تعلقات رکھیں، ہاں یہ اور بات ہے کہ اللہ تمہیں ہدایت دے اور تم اللہ وحدہ لاشریک لہ پر ایمان لے آؤ اس کی توحید کو مان لو اور اسی ایک عی ابدت شروع کردو اور جن جن کو تم نے اللہ کا شریک اور ساجھی ٹھہرا رکھا ہے اور جن جن کی پوجا پاٹ میں مشغول ہو ان سب کو ترک کردو اپنی اس روش کفر اور طریق شرک سے ہٹ جاؤ تم پھر بیشک ہمارے بھائی ہو ہمارے عزیز ہو ورنہ ہم میں تم میں کوئی اتحاد و اتفاق نہیں ہم تم سے اور تم ہم سے علیحدہ ہو، ہاں یہ یاد رہے کہ حضرت ابراہیم ؑ نے اپنے والد سے جو استغفار کا وعدہ کیا تھا اور پھر اسے پورا کیا اس میں ان کی اقتداء نہیں، اس لئے کہ یہ استغفار اس وقت تک رہا جس وقت تک کہ اپنے والد کا دشمن اللہ ہونا ان پر وضاحت کے ساتھ ظاہر نہ ہوا تھا جب انہیں یقینی طور پر اس کی اللہ سے دشمنی کھل گئی تو اس سے صاف بیزاری ظاہر کردی، بعض مومن اپنے مشرک ماں باپ کے لئے دعاء و استغفار کرتے تھے اور سند میں حضرت ابراہیم ؑ کا اپنے والد کے لئے دعا مانگنا پیش کرتے تھے اس پر اللہ تعالیٰ نے اپنا فرمان (ترجمہ) پوری دو آیتوں تک نازل فرمایا اور یہاں بھی اسوہ ابراہیمی میں سے اس کا استثناء کرلیا کہ اس بات میں ان کی پیروی تمہارے لئے ممنوع ہے اور حضرت ابراہیم کے اس استغفار کی تفصیل بھی کردی اور اس کا خاص سبب اور خاص وقت بھی بیان فرما دیا، حضرت ابن عباس مجاہد قتادہ مقاتل بن حیان صحاک وغیرہ نے بھی یہی مطلب بیان کیا ہے۔ پھر ارشاد ہوتا ہے کہ قوم سے برات کر کے اب اللہ کی بار گاہ میں آتے ہیں اور جناب باری میں عاجزی اور انکساری سے عرض کرتے ہیں کہ باری تعالیٰ تمام کاموں میں ہمارا بھروسہ اور اعتماد تیری ہی پاک ذات پر ہے ہم اپنے تمام کام تجھے سونپتے ہیں تیری طرف رجوع ورغبت کرتے ہیں، دار آخرت میں بھی ہمیں تیری ہی جانب لوٹنا ہے۔ پھر کہتے ہیں الٰہی تو ہمیں کافروں کے لئے فتنہ نہ بنا، یعنی ایسا نہ ہو کہ یہ ہم پر غالب آ کر ہمیں مصیبت میں مبتلا کردیں، اسیط رح یہ بھی نہ ہو کہ تیری طرف سے ہم پر کوئی عتاب و عذاب نازل ہو اور وہ ان کے اور بہکنے کا سبب بنے کہ اگر یہ حق پر ہوتے تو اللہ انہیں عذاب کیوں کرتا ؟ اگر یہ کسی میدان میں جیت گئے تو بھی ان کے لئے یہ فتنہ کا سبب ہوگا وہ سمجھیں گے کہ ہمیں اس لئے غالب آئے کہ ہم ہی حق پر ہیں، اسیطرح اگر یہ ہم پر غالب آگئے تو ایسا نہ ہو کہ ہمیں تکلیفیں پہنچا پہنچا کر تیرے دین سے برگشتہ کردیں۔ پھر دعا مانگتے ہیں کہ الٰہی ہمارے گناہوں کو بھی بخش دے، ہماری پردہ پوشی کر اور ہمیں معاف فرما، تو عزیز ہے تیری جناب میں پناہ لینے والا نامراد نہیں پھرتا تیرے در پر دستک دینے والا خالی ہاتھ نہیں جاتا، تو اپنی شریعت کے تقرر میں اپنے اقوال و افعال میں اور قضا و قدر کے مقدر کرنے میں حکمتوں والا ہے، تیرا کوئی کام حکمت سے خالی نہیں۔ پھر بہ طور تاکید کے وہی پہلی بات دوہرائی جاتی ہے کہ ان میں تمہارے لئے نیک نمونہ ہے جو بھی اللہ تعالیٰ پر اور قیامت کے آنے کی حقانیت پر ایمان رکھتا ہو اسے ان کی اقتداء میں آگے بڑھ کر قدم رکھنا چاہئے اور جو احکام اللہ سے روگردانی کرے وہ جان لے کہ اللہ اس سے بےپرواہ ہے وہ لائق حمد وثناء ہے مخلوق اس خالق کی تعریف میں مشغول ہے، جیسے اور جگہ ہے (ترجمہ) \" اگر تم اور تمام روئے زمین کے لوگ کفر پر اور اللہ کے نہ ماننے پر اتر آئیں تو اللہ تعالیٰ کا کچھ نہیں بگاڑ سکتے اللہ تعالیٰ سب سے غنی سب سے بےنیاز اور سب سے بےپرواہ ہے اور وہ تعریف کیا گیا ہے \" حضرت ابن عباس ؓ فرماتے ہیں غنی اسے کہا جاتا ہے جو اپنی غنا میں کامل ہو۔ اللہ تعالیٰ ہی کی یہ صفت ہے کہ وہ ہر طرح سے بےنیاز اور بالکل بےپرواہ ہے کسی اور کی ذات ایسی نہیں، اس کا کوئی ہمسر نہیں اس کے مثل کوئی اور نہیں وہ پاک ہے اکیلا ہے سب پر حاکم سب پر غالب سب کا بادشاہ ہے، حمید ہے یعنی مخلوق اسے سراہ رہی ہے، اپنے جمیع اقوال میں تمام افعال میں وہ ستائشوں اور تعریفوں والا ہے اس کے سوا کوئی معبود نہیں اس کے سوا کوئی پالنے والا نہیں، رب وہی ہے معبود وہی ہے۔"
    },
    {
      "ayah": 5,
      "surah": 60,
      "text": "عصبیت دین ایمان کا جزو لاینفک ہے اللہ تعالیٰ اپنے مومن بندوں کو کفار سے موالات اور دوستی نہ کرنے کی ہدایت فرما کر ان کے سامنے اپنے خلیل اور ان کے اصحاب کا نمونہ پیش کر رہا ہے کہ انہوں نے صاف طور پر اپنے رشتہ کنبے اور قوم کے لوگوں سے برملا فرما دیا کہ ہم تم سے اور جنہیں تم پوجتے ہو ان سے بیزار بری الذمہ اور الگ تھلگ ہیں، ہم تمہارے دین اور طریقے سے متنفر ہیں، جب تک تم اسی طریقے اور اسی مذہب پر ہو تم ہمیں اپنا دشمن سمجھوناممکن ہے کہ برادری کی وجہ سے ہم تمہارے اس کفر کے باوجود تم سے بھائی چارہ اور دوستانہ تعلقات رکھیں، ہاں یہ اور بات ہے کہ اللہ تمہیں ہدایت دے اور تم اللہ وحدہ لاشریک لہ پر ایمان لے آؤ اس کی توحید کو مان لو اور اسی ایک عی ابدت شروع کردو اور جن جن کو تم نے اللہ کا شریک اور ساجھی ٹھہرا رکھا ہے اور جن جن کی پوجا پاٹ میں مشغول ہو ان سب کو ترک کردو اپنی اس روش کفر اور طریق شرک سے ہٹ جاؤ تم پھر بیشک ہمارے بھائی ہو ہمارے عزیز ہو ورنہ ہم میں تم میں کوئی اتحاد و اتفاق نہیں ہم تم سے اور تم ہم سے علیحدہ ہو، ہاں یہ یاد رہے کہ حضرت ابراہیم ؑ نے اپنے والد سے جو استغفار کا وعدہ کیا تھا اور پھر اسے پورا کیا اس میں ان کی اقتداء نہیں، اس لئے کہ یہ استغفار اس وقت تک رہا جس وقت تک کہ اپنے والد کا دشمن اللہ ہونا ان پر وضاحت کے ساتھ ظاہر نہ ہوا تھا جب انہیں یقینی طور پر اس کی اللہ سے دشمنی کھل گئی تو اس سے صاف بیزاری ظاہر کردی، بعض مومن اپنے مشرک ماں باپ کے لئے دعاء و استغفار کرتے تھے اور سند میں حضرت ابراہیم ؑ کا اپنے والد کے لئے دعا مانگنا پیش کرتے تھے اس پر اللہ تعالیٰ نے اپنا فرمان (ترجمہ) پوری دو آیتوں تک نازل فرمایا اور یہاں بھی اسوہ ابراہیمی میں سے اس کا استثناء کرلیا کہ اس بات میں ان کی پیروی تمہارے لئے ممنوع ہے اور حضرت ابراہیم کے اس استغفار کی تفصیل بھی کردی اور اس کا خاص سبب اور خاص وقت بھی بیان فرما دیا، حضرت ابن عباس مجاہد قتادہ مقاتل بن حیان صحاک وغیرہ نے بھی یہی مطلب بیان کیا ہے۔ پھر ارشاد ہوتا ہے کہ قوم سے برات کر کے اب اللہ کی بار گاہ میں آتے ہیں اور جناب باری میں عاجزی اور انکساری سے عرض کرتے ہیں کہ باری تعالیٰ تمام کاموں میں ہمارا بھروسہ اور اعتماد تیری ہی پاک ذات پر ہے ہم اپنے تمام کام تجھے سونپتے ہیں تیری طرف رجوع ورغبت کرتے ہیں، دار آخرت میں بھی ہمیں تیری ہی جانب لوٹنا ہے۔ پھر کہتے ہیں الٰہی تو ہمیں کافروں کے لئے فتنہ نہ بنا، یعنی ایسا نہ ہو کہ یہ ہم پر غالب آ کر ہمیں مصیبت میں مبتلا کردیں، اسیط رح یہ بھی نہ ہو کہ تیری طرف سے ہم پر کوئی عتاب و عذاب نازل ہو اور وہ ان کے اور بہکنے کا سبب بنے کہ اگر یہ حق پر ہوتے تو اللہ انہیں عذاب کیوں کرتا ؟ اگر یہ کسی میدان میں جیت گئے تو بھی ان کے لئے یہ فتنہ کا سبب ہوگا وہ سمجھیں گے کہ ہمیں اس لئے غالب آئے کہ ہم ہی حق پر ہیں، اسیطرح اگر یہ ہم پر غالب آگئے تو ایسا نہ ہو کہ ہمیں تکلیفیں پہنچا پہنچا کر تیرے دین سے برگشتہ کردیں۔ پھر دعا مانگتے ہیں کہ الٰہی ہمارے گناہوں کو بھی بخش دے، ہماری پردہ پوشی کر اور ہمیں معاف فرما، تو عزیز ہے تیری جناب میں پناہ لینے والا نامراد نہیں پھرتا تیرے در پر دستک دینے والا خالی ہاتھ نہیں جاتا، تو اپنی شریعت کے تقرر میں اپنے اقوال و افعال میں اور قضا و قدر کے مقدر کرنے میں حکمتوں والا ہے، تیرا کوئی کام حکمت سے خالی نہیں۔ پھر بہ طور تاکید کے وہی پہلی بات دوہرائی جاتی ہے کہ ان میں تمہارے لئے نیک نمونہ ہے جو بھی اللہ تعالیٰ پر اور قیامت کے آنے کی حقانیت پر ایمان رکھتا ہو اسے ان کی اقتداء میں آگے بڑھ کر قدم رکھنا چاہئے اور جو احکام اللہ سے روگردانی کرے وہ جان لے کہ اللہ اس سے بےپرواہ ہے وہ لائق حمد وثناء ہے مخلوق اس خالق کی تعریف میں مشغول ہے، جیسے اور جگہ ہے (ترجمہ) \" اگر تم اور تمام روئے زمین کے لوگ کفر پر اور اللہ کے نہ ماننے پر اتر آئیں تو اللہ تعالیٰ کا کچھ نہیں بگاڑ سکتے اللہ تعالیٰ سب سے غنی سب سے بےنیاز اور سب سے بےپرواہ ہے اور وہ تعریف کیا گیا ہے \" حضرت ابن عباس ؓ فرماتے ہیں غنی اسے کہا جاتا ہے جو اپنی غنا میں کامل ہو۔ اللہ تعالیٰ ہی کی یہ صفت ہے کہ وہ ہر طرح سے بےنیاز اور بالکل بےپرواہ ہے کسی اور کی ذات ایسی نہیں، اس کا کوئی ہمسر نہیں اس کے مثل کوئی اور نہیں وہ پاک ہے اکیلا ہے سب پر حاکم سب پر غالب سب کا بادشاہ ہے، حمید ہے یعنی مخلوق اسے سراہ رہی ہے، اپنے جمیع اقوال میں تمام افعال میں وہ ستائشوں اور تعریفوں والا ہے اس کے سوا کوئی معبود نہیں اس کے سوا کوئی پالنے والا نہیں، رب وہی ہے معبود وہی ہے۔"
    },
    {
      "ayah": 6,
      "surah": 60,
      "text": "عصبیت دین ایمان کا جزو لاینفک ہے اللہ تعالیٰ اپنے مومن بندوں کو کفار سے موالات اور دوستی نہ کرنے کی ہدایت فرما کر ان کے سامنے اپنے خلیل اور ان کے اصحاب کا نمونہ پیش کر رہا ہے کہ انہوں نے صاف طور پر اپنے رشتہ کنبے اور قوم کے لوگوں سے برملا فرما دیا کہ ہم تم سے اور جنہیں تم پوجتے ہو ان سے بیزار بری الذمہ اور الگ تھلگ ہیں، ہم تمہارے دین اور طریقے سے متنفر ہیں، جب تک تم اسی طریقے اور اسی مذہب پر ہو تم ہمیں اپنا دشمن سمجھوناممکن ہے کہ برادری کی وجہ سے ہم تمہارے اس کفر کے باوجود تم سے بھائی چارہ اور دوستانہ تعلقات رکھیں، ہاں یہ اور بات ہے کہ اللہ تمہیں ہدایت دے اور تم اللہ وحدہ لاشریک لہ پر ایمان لے آؤ اس کی توحید کو مان لو اور اسی ایک عی ابدت شروع کردو اور جن جن کو تم نے اللہ کا شریک اور ساجھی ٹھہرا رکھا ہے اور جن جن کی پوجا پاٹ میں مشغول ہو ان سب کو ترک کردو اپنی اس روش کفر اور طریق شرک سے ہٹ جاؤ تم پھر بیشک ہمارے بھائی ہو ہمارے عزیز ہو ورنہ ہم میں تم میں کوئی اتحاد و اتفاق نہیں ہم تم سے اور تم ہم سے علیحدہ ہو، ہاں یہ یاد رہے کہ حضرت ابراہیم ؑ نے اپنے والد سے جو استغفار کا وعدہ کیا تھا اور پھر اسے پورا کیا اس میں ان کی اقتداء نہیں، اس لئے کہ یہ استغفار اس وقت تک رہا جس وقت تک کہ اپنے والد کا دشمن اللہ ہونا ان پر وضاحت کے ساتھ ظاہر نہ ہوا تھا جب انہیں یقینی طور پر اس کی اللہ سے دشمنی کھل گئی تو اس سے صاف بیزاری ظاہر کردی، بعض مومن اپنے مشرک ماں باپ کے لئے دعاء و استغفار کرتے تھے اور سند میں حضرت ابراہیم ؑ کا اپنے والد کے لئے دعا مانگنا پیش کرتے تھے اس پر اللہ تعالیٰ نے اپنا فرمان (ترجمہ) پوری دو آیتوں تک نازل فرمایا اور یہاں بھی اسوہ ابراہیمی میں سے اس کا استثناء کرلیا کہ اس بات میں ان کی پیروی تمہارے لئے ممنوع ہے اور حضرت ابراہیم کے اس استغفار کی تفصیل بھی کردی اور اس کا خاص سبب اور خاص وقت بھی بیان فرما دیا، حضرت ابن عباس مجاہد قتادہ مقاتل بن حیان صحاک وغیرہ نے بھی یہی مطلب بیان کیا ہے۔ پھر ارشاد ہوتا ہے کہ قوم سے برات کر کے اب اللہ کی بار گاہ میں آتے ہیں اور جناب باری میں عاجزی اور انکساری سے عرض کرتے ہیں کہ باری تعالیٰ تمام کاموں میں ہمارا بھروسہ اور اعتماد تیری ہی پاک ذات پر ہے ہم اپنے تمام کام تجھے سونپتے ہیں تیری طرف رجوع ورغبت کرتے ہیں، دار آخرت میں بھی ہمیں تیری ہی جانب لوٹنا ہے۔ پھر کہتے ہیں الٰہی تو ہمیں کافروں کے لئے فتنہ نہ بنا، یعنی ایسا نہ ہو کہ یہ ہم پر غالب آ کر ہمیں مصیبت میں مبتلا کردیں، اسیط رح یہ بھی نہ ہو کہ تیری طرف سے ہم پر کوئی عتاب و عذاب نازل ہو اور وہ ان کے اور بہکنے کا سبب بنے کہ اگر یہ حق پر ہوتے تو اللہ انہیں عذاب کیوں کرتا ؟ اگر یہ کسی میدان میں جیت گئے تو بھی ان کے لئے یہ فتنہ کا سبب ہوگا وہ سمجھیں گے کہ ہمیں اس لئے غالب آئے کہ ہم ہی حق پر ہیں، اسیطرح اگر یہ ہم پر غالب آگئے تو ایسا نہ ہو کہ ہمیں تکلیفیں پہنچا پہنچا کر تیرے دین سے برگشتہ کردیں۔ پھر دعا مانگتے ہیں کہ الٰہی ہمارے گناہوں کو بھی بخش دے، ہماری پردہ پوشی کر اور ہمیں معاف فرما، تو عزیز ہے تیری جناب میں پناہ لینے والا نامراد نہیں پھرتا تیرے در پر دستک دینے والا خالی ہاتھ نہیں جاتا، تو اپنی شریعت کے تقرر میں اپنے اقوال و افعال میں اور قضا و قدر کے مقدر کرنے میں حکمتوں والا ہے، تیرا کوئی کام حکمت سے خالی نہیں۔ پھر بہ طور تاکید کے وہی پہلی بات دوہرائی جاتی ہے کہ ان میں تمہارے لئے نیک نمونہ ہے جو بھی اللہ تعالیٰ پر اور قیامت کے آنے کی حقانیت پر ایمان رکھتا ہو اسے ان کی اقتداء میں آگے بڑھ کر قدم رکھنا چاہئے اور جو احکام اللہ سے روگردانی کرے وہ جان لے کہ اللہ اس سے بےپرواہ ہے وہ لائق حمد وثناء ہے مخلوق اس خالق کی تعریف میں مشغول ہے، جیسے اور جگہ ہے (ترجمہ) \" اگر تم اور تمام روئے زمین کے لوگ کفر پر اور اللہ کے نہ ماننے پر اتر آئیں تو اللہ تعالیٰ کا کچھ نہیں بگاڑ سکتے اللہ تعالیٰ سب سے غنی سب سے بےنیاز اور سب سے بےپرواہ ہے اور وہ تعریف کیا گیا ہے \" حضرت ابن عباس ؓ فرماتے ہیں غنی اسے کہا جاتا ہے جو اپنی غنا میں کامل ہو۔ اللہ تعالیٰ ہی کی یہ صفت ہے کہ وہ ہر طرح سے بےنیاز اور بالکل بےپرواہ ہے کسی اور کی ذات ایسی نہیں، اس کا کوئی ہمسر نہیں اس کے مثل کوئی اور نہیں وہ پاک ہے اکیلا ہے سب پر حاکم سب پر غالب سب کا بادشاہ ہے، حمید ہے یعنی مخلوق اسے سراہ رہی ہے، اپنے جمیع اقوال میں تمام افعال میں وہ ستائشوں اور تعریفوں والا ہے اس کے سوا کوئی معبود نہیں اس کے سوا کوئی پالنے والا نہیں، رب وہی ہے معبود وہی ہے۔"
    },
    {
      "ayah": 7,
      "surah": 60,
      "text": "کفار سے محبت کی ممانعت کی دوبارہ تاکید  کافروں سے محبت رکھنے کی ممانعت اور ان کی بغض و و عداوت کے بیان کے بعد اب ارشاد ہوتا ہے کہ بسا اوقات ممکن ہے کہ ابھی ابھی اللہ تم میں اور ان میں میل ملاپ کرا دے، بغض نفرت اور فرقت کے بعد محبت مودت اور الفت پیدا کر دے، کونسی چیز ہے جس پر اللہ قادر نہ ہو ؟ وہ متبائن اور مختلف چیزوں کو جمع کرسکتا ہے، عداوت و قساوت کے بعد دلوں میں الفت و محبت پیدا کردینا اس کے ہاتھ ہے، جیسے اور جگہ انصار پر اپنی نعمت بیان فرماتے ہوئے ارشاد ہوا ہے (ترجمہ) الخ تم پر جو اللہ کی نعمت ہے اسے یاد کرو کہ تمہاری دلی عداوت کو اس نے الفت قلبی سے بدل دیا اور تم ایسے ہوگئے جیسے ماں جائے بھائی ہوں تم آگ کے کنارے پہنچ چکے تھے لیکن اس نے تمہیں وہاں سے بچا لیا، آنحضرت ﷺ نے انصاریوں سے فرمایا کیا میں نے تمہیں گمراہی کی حالت میں نہیں پایا تھا ؟ پھر اللہ تعالیٰ نے میری وجہ سے تمہیں ہدایت دی اور تم متفرق تھے میری وجہ سے اللہ تعالیٰ نے تمہیں جمع کردیا، قرآن کریم میں ہے (ترجمہ) الخ اللہ تعالیٰ نے اپنی مدد سے مومنوں کو ساتھ کر کے اے نبی تیری مدد کی اور ایمان داروں میں آپس میں وہ محبت اور یکجہتی پیدا کردی کہ اگر روئے زمین کی دولت خرچ کرتے اور یگانگت پیدا کرنا چاہتے تو وہ نہ کرسکتے یہ الفت منجانب اللہ تھی جو عزیز و حکیم ہے، ایک حدیث میں ہے دوستوں کی دوستی کے وقت بھی اس بات کو پیش نظر رکھو کہ کیا عجب اس سے کسی وقت دشمنی ہوجائے اور دشمنوں کی دشمنی میں بھی حد سے تجاوز نہ کرو کیا خبر کب دوستی ہوجائے، عرب شاعر کہتا ہے۔ یعنی ایس دو دشمنوں میں بھی جو ایک سے ایک جدا ہوں اور اس طرح کہ دل میں گرہ دے لی ہو کہ ابد الا آباد تک اب کبھی نہ ملیں گے اللہ تعالیٰ اتفاق و اتحاد پیدا کردیتا ہے اور اس طرح ایک ہوجاتے ہیں کہ گویا کبھی دو نہ تھے، اللہ تعالیٰ غفور و رحیم ہے کافر جب توبہ کریں تو اللہ قبول فرما لے گا جب وہ اس کی طرف جھکیں وہ انہیں اپنے سائے میں لے لے گا، کوئی سا گناہ ہو اور کوئی سا گنہگار ہو ادھر وہ مالک کی طرف جھکا ادھر اس کی رحمت کی آغوش کھلی، حضرت مقاتل بن حیان ؒ فرماتے ہیں یہ آیت ابو سفیان صخر بن حرب کے بارے میں نازل ہوئی ہے ان کی صاحبزادی صاحبہ سے رسول اللہ ﷺ نے نکاح کرلیا تھا اور یہی مناکحت حجت کا سبب بن گئی، لیکن یہ قول کچھ جی کو نہیں لگتا اس لئے کہ رسول اللہ ﷺ کا یہ نکاح فتح مکہ سے بہت پہلے ہوا تھا اور حضرت ابو سفیان کا اسلام بالاتفاق فتح مکہ کی رات کا ہے، بلکہ اس سے بہت اچھی توجیہ تو وہ ہے جو ابن ابی حاتم میں مروی ہے کہ رسول اللہ ﷺ نے حضرت ابو سفیان صخر بن حرب کو کسی باغ کے پھلوں کا عامل بنا رکھا تھا حضور ﷺ کے انتقال کے بعد یہ آ رہے تھے کہ راستے میں ذوالحمار مرتد مل گیا آپ نے اس سے جنگ کی اور باقعادہ لڑے پس مرتدین سے پہلے پہل لڑائی لڑنے والے مجاہد فی الدین آپ ہیں، حضرت ابن شہاب کا قول ہے کہ انہی کے بارے میں یہ آیت عسی اللہ الخ، اتری ہے، صحیح مسلم شریف کی حدیث میں ہے کہ حضرت ابو سفیان نے اسلام قبول کرنے کے بعد حضور ﷺ سے کہا کہ یا رسول اللہ ﷺ میری تین درخواستیں ہیں اگر اجازت ہو تو عرض کروں آپ نے فرمایا کہو اس نے کہا اول تو یہ کہ مجھے اجازت دیجئے کہ جس طرح میں کفر کے زمانے میں مسلمانوں سے مسلسل جنگ کرتا رہا اب اسلام کے زمانہ میں کافروں سے برابر لڑائی جاری رکھوں آپ نے اسے منظور فرمایا، پھر کہا میرے لڑکے معاویہ کو اپنا منشی بنا لیجئے آپ نے اسے بھی منظور فرمایا (اس پر جو کلام ہے وہ پہلے گذر چکا ہے) اور میری بہترین عرب بچی ام حبیبہ کو آپ اپنی زوجیت میں قبول فرمائیں، آپ نے یہ بھی منظور فرما لیا، (اس پر بھی کلام پہلے گذر چکا ہے) پھر ارشاد ہوتا ہے کہ جن کفار نے تم سے مذہبی لڑائی نہیں کی نہ تمہیں جلا وطن کیا جیسے عورتیں اور کمزور لوگ وغیرہ ان کے ساتھ سلوک و احسان اور عدل و انصاف کرنے سے اللہ تبارک و تعالیٰ تمہیں نہیں روکتا بلکہ وہ تو ایسے با انصاف لوگوں سے محبت رکھتا ہے، بخاری مسلم میں ہے کہ حضرت اسماء بنت ابوبکر ؓ کے پاس ان کی مشرک ماں آئیں یہ اس زمانہ کا ذکر ہے جس میں آنحضرت ﷺ اور مشرکین مکہ کے درمیان صلح نامہ ہوچکا تھا حضرت اسماء خدمت نبوی میں حاضر ہو کر مسئلہ پوچھتی ہیں کہ میری ماں آئی ہوئی ہیں اور اب تک وہ اس دین سے الگ ہیں کیا مجھے جائز ہے کہ میں ان کے ساتھ سلوک کروں ؟ آپ نے فرمایا ہاں جاؤ ان سے صلہ رحمی کرو، مسند کی اس روایت میں ہے کہ ان کا نام قتیلہ تھا، یہ مکہ سے گوہ اور پنیر اور گھی بطور تحفہ لے کر آئی تھیں لیکن حضرت اسماء نے اپنی مشرکہ ماں کو نہ تو اپنے گھر میں آنے دیا نہ یہ تحفہ ہدیہ قبول کیا پھر حضور ﷺ سے دریافت کیا اور آپ کی اجازت پر ہدیہ بھی لیا اور اپنے ہاں ٹھہرایا بھی، بزار کی حدیث میں حضرت عائشہ صدیقہ ؓ کا نام بھی ہے لیکن یہ ٹھیک نہیں اس لئے کہ حضرت عائشہ کی والدہ کا نام ام رومان تھا اور وہ اسلام لا چکی تھیں اور ہجرت کر کے مدینہ میں تشریف لائی تھیں، ہاں حضرت اسماء کی والدہ ام رومان نہ تھیں، چناچہ ان کا نام قتیلہ اوپر کی حدیث میں مذکور ہے۔ واللہ اعلم مقسطین کی تفسیر سورة حجرات میں گذر چکی ہے جنہیں اللہ تعالیٰ پسند فرماتا ہے، حدیث میں ہے مقسطین وہ لوگ ہیں جو عدل کے ساتھ حکم کرتے ہیں گواہل و عیال کا معاملہ ہو یا زیردستوں کا یہ لوگ اللہ تعالیٰ کے عرش کے دائیں جانب نور کے منبروں پر ہوں گے۔ پھر فرماتا ہے کہ اللہ کی ممانعت تو ان لوگوں کی دوستی سے ہے جو تمہاری عداوت سے تمہارے مقابل نکل کھڑے ہوئے تم سے صرف تمہارے مذہب کی وجہ سے لڑے جھگڑے تمہیں تمہارے شہروں سے نکال دیا تمہارے دشمنوں کی مدد کی۔ پھر مشرکین سے اتحاد و اتفاق دوستی دیکھتی رکھنے والے کو دھمکاتا ہے اور اس کا گناہ بتاتا ہے کہ ایسا کرنے والے ظالم گناہ گار ہیں اور جگہ فرمایا یہودیوں نصرانیوں سے دوستی کرنے والا ہمارے نزدیک انہی جیسا ہے۔"
    },
    {
      "ayah": 8,
      "surah": 60,
      "text": "کفار سے محبت کی ممانعت کی دوبارہ تاکید  کافروں سے محبت رکھنے کی ممانعت اور ان کی بغض و و عداوت کے بیان کے بعد اب ارشاد ہوتا ہے کہ بسا اوقات ممکن ہے کہ ابھی ابھی اللہ تم میں اور ان میں میل ملاپ کرا دے، بغض نفرت اور فرقت کے بعد محبت مودت اور الفت پیدا کر دے، کونسی چیز ہے جس پر اللہ قادر نہ ہو ؟ وہ متبائن اور مختلف چیزوں کو جمع کرسکتا ہے، عداوت و قساوت کے بعد دلوں میں الفت و محبت پیدا کردینا اس کے ہاتھ ہے، جیسے اور جگہ انصار پر اپنی نعمت بیان فرماتے ہوئے ارشاد ہوا ہے (ترجمہ) الخ تم پر جو اللہ کی نعمت ہے اسے یاد کرو کہ تمہاری دلی عداوت کو اس نے الفت قلبی سے بدل دیا اور تم ایسے ہوگئے جیسے ماں جائے بھائی ہوں تم آگ کے کنارے پہنچ چکے تھے لیکن اس نے تمہیں وہاں سے بچا لیا، آنحضرت ﷺ نے انصاریوں سے فرمایا کیا میں نے تمہیں گمراہی کی حالت میں نہیں پایا تھا ؟ پھر اللہ تعالیٰ نے میری وجہ سے تمہیں ہدایت دی اور تم متفرق تھے میری وجہ سے اللہ تعالیٰ نے تمہیں جمع کردیا، قرآن کریم میں ہے (ترجمہ) الخ اللہ تعالیٰ نے اپنی مدد سے مومنوں کو ساتھ کر کے اے نبی تیری مدد کی اور ایمان داروں میں آپس میں وہ محبت اور یکجہتی پیدا کردی کہ اگر روئے زمین کی دولت خرچ کرتے اور یگانگت پیدا کرنا چاہتے تو وہ نہ کرسکتے یہ الفت منجانب اللہ تھی جو عزیز و حکیم ہے، ایک حدیث میں ہے دوستوں کی دوستی کے وقت بھی اس بات کو پیش نظر رکھو کہ کیا عجب اس سے کسی وقت دشمنی ہوجائے اور دشمنوں کی دشمنی میں بھی حد سے تجاوز نہ کرو کیا خبر کب دوستی ہوجائے، عرب شاعر کہتا ہے۔ یعنی ایس دو دشمنوں میں بھی جو ایک سے ایک جدا ہوں اور اس طرح کہ دل میں گرہ دے لی ہو کہ ابد الا آباد تک اب کبھی نہ ملیں گے اللہ تعالیٰ اتفاق و اتحاد پیدا کردیتا ہے اور اس طرح ایک ہوجاتے ہیں کہ گویا کبھی دو نہ تھے، اللہ تعالیٰ غفور و رحیم ہے کافر جب توبہ کریں تو اللہ قبول فرما لے گا جب وہ اس کی طرف جھکیں وہ انہیں اپنے سائے میں لے لے گا، کوئی سا گناہ ہو اور کوئی سا گنہگار ہو ادھر وہ مالک کی طرف جھکا ادھر اس کی رحمت کی آغوش کھلی، حضرت مقاتل بن حیان ؒ فرماتے ہیں یہ آیت ابو سفیان صخر بن حرب کے بارے میں نازل ہوئی ہے ان کی صاحبزادی صاحبہ سے رسول اللہ ﷺ نے نکاح کرلیا تھا اور یہی مناکحت حجت کا سبب بن گئی، لیکن یہ قول کچھ جی کو نہیں لگتا اس لئے کہ رسول اللہ ﷺ کا یہ نکاح فتح مکہ سے بہت پہلے ہوا تھا اور حضرت ابو سفیان کا اسلام بالاتفاق فتح مکہ کی رات کا ہے، بلکہ اس سے بہت اچھی توجیہ تو وہ ہے جو ابن ابی حاتم میں مروی ہے کہ رسول اللہ ﷺ نے حضرت ابو سفیان صخر بن حرب کو کسی باغ کے پھلوں کا عامل بنا رکھا تھا حضور ﷺ کے انتقال کے بعد یہ آ رہے تھے کہ راستے میں ذوالحمار مرتد مل گیا آپ نے اس سے جنگ کی اور باقعادہ لڑے پس مرتدین سے پہلے پہل لڑائی لڑنے والے مجاہد فی الدین آپ ہیں، حضرت ابن شہاب کا قول ہے کہ انہی کے بارے میں یہ آیت عسی اللہ الخ، اتری ہے، صحیح مسلم شریف کی حدیث میں ہے کہ حضرت ابو سفیان نے اسلام قبول کرنے کے بعد حضور ﷺ سے کہا کہ یا رسول اللہ ﷺ میری تین درخواستیں ہیں اگر اجازت ہو تو عرض کروں آپ نے فرمایا کہو اس نے کہا اول تو یہ کہ مجھے اجازت دیجئے کہ جس طرح میں کفر کے زمانے میں مسلمانوں سے مسلسل جنگ کرتا رہا اب اسلام کے زمانہ میں کافروں سے برابر لڑائی جاری رکھوں آپ نے اسے منظور فرمایا، پھر کہا میرے لڑکے معاویہ کو اپنا منشی بنا لیجئے آپ نے اسے بھی منظور فرمایا (اس پر جو کلام ہے وہ پہلے گذر چکا ہے) اور میری بہترین عرب بچی ام حبیبہ کو آپ اپنی زوجیت میں قبول فرمائیں، آپ نے یہ بھی منظور فرما لیا، (اس پر بھی کلام پہلے گذر چکا ہے) پھر ارشاد ہوتا ہے کہ جن کفار نے تم سے مذہبی لڑائی نہیں کی نہ تمہیں جلا وطن کیا جیسے عورتیں اور کمزور لوگ وغیرہ ان کے ساتھ سلوک و احسان اور عدل و انصاف کرنے سے اللہ تبارک و تعالیٰ تمہیں نہیں روکتا بلکہ وہ تو ایسے با انصاف لوگوں سے محبت رکھتا ہے، بخاری مسلم میں ہے کہ حضرت اسماء بنت ابوبکر ؓ کے پاس ان کی مشرک ماں آئیں یہ اس زمانہ کا ذکر ہے جس میں آنحضرت ﷺ اور مشرکین مکہ کے درمیان صلح نامہ ہوچکا تھا حضرت اسماء خدمت نبوی میں حاضر ہو کر مسئلہ پوچھتی ہیں کہ میری ماں آئی ہوئی ہیں اور اب تک وہ اس دین سے الگ ہیں کیا مجھے جائز ہے کہ میں ان کے ساتھ سلوک کروں ؟ آپ نے فرمایا ہاں جاؤ ان سے صلہ رحمی کرو، مسند کی اس روایت میں ہے کہ ان کا نام قتیلہ تھا، یہ مکہ سے گوہ اور پنیر اور گھی بطور تحفہ لے کر آئی تھیں لیکن حضرت اسماء نے اپنی مشرکہ ماں کو نہ تو اپنے گھر میں آنے دیا نہ یہ تحفہ ہدیہ قبول کیا پھر حضور ﷺ سے دریافت کیا اور آپ کی اجازت پر ہدیہ بھی لیا اور اپنے ہاں ٹھہرایا بھی، بزار کی حدیث میں حضرت عائشہ صدیقہ ؓ کا نام بھی ہے لیکن یہ ٹھیک نہیں اس لئے کہ حضرت عائشہ کی والدہ کا نام ام رومان تھا اور وہ اسلام لا چکی تھیں اور ہجرت کر کے مدینہ میں تشریف لائی تھیں، ہاں حضرت اسماء کی والدہ ام رومان نہ تھیں، چناچہ ان کا نام قتیلہ اوپر کی حدیث میں مذکور ہے۔ واللہ اعلم مقسطین کی تفسیر سورة حجرات میں گذر چکی ہے جنہیں اللہ تعالیٰ پسند فرماتا ہے، حدیث میں ہے مقسطین وہ لوگ ہیں جو عدل کے ساتھ حکم کرتے ہیں گواہل و عیال کا معاملہ ہو یا زیردستوں کا یہ لوگ اللہ تعالیٰ کے عرش کے دائیں جانب نور کے منبروں پر ہوں گے۔ پھر فرماتا ہے کہ اللہ کی ممانعت تو ان لوگوں کی دوستی سے ہے جو تمہاری عداوت سے تمہارے مقابل نکل کھڑے ہوئے تم سے صرف تمہارے مذہب کی وجہ سے لڑے جھگڑے تمہیں تمہارے شہروں سے نکال دیا تمہارے دشمنوں کی مدد کی۔ پھر مشرکین سے اتحاد و اتفاق دوستی دیکھتی رکھنے والے کو دھمکاتا ہے اور اس کا گناہ بتاتا ہے کہ ایسا کرنے والے ظالم گناہ گار ہیں اور جگہ فرمایا یہودیوں نصرانیوں سے دوستی کرنے والا ہمارے نزدیک انہی جیسا ہے۔"
    },
    {
      "ayah": 9,
      "surah": 60,
      "text": "کفار سے محبت کی ممانعت کی دوبارہ تاکید  کافروں سے محبت رکھنے کی ممانعت اور ان کی بغض و و عداوت کے بیان کے بعد اب ارشاد ہوتا ہے کہ بسا اوقات ممکن ہے کہ ابھی ابھی اللہ تم میں اور ان میں میل ملاپ کرا دے، بغض نفرت اور فرقت کے بعد محبت مودت اور الفت پیدا کر دے، کونسی چیز ہے جس پر اللہ قادر نہ ہو ؟ وہ متبائن اور مختلف چیزوں کو جمع کرسکتا ہے، عداوت و قساوت کے بعد دلوں میں الفت و محبت پیدا کردینا اس کے ہاتھ ہے، جیسے اور جگہ انصار پر اپنی نعمت بیان فرماتے ہوئے ارشاد ہوا ہے (ترجمہ) الخ تم پر جو اللہ کی نعمت ہے اسے یاد کرو کہ تمہاری دلی عداوت کو اس نے الفت قلبی سے بدل دیا اور تم ایسے ہوگئے جیسے ماں جائے بھائی ہوں تم آگ کے کنارے پہنچ چکے تھے لیکن اس نے تمہیں وہاں سے بچا لیا، آنحضرت ﷺ نے انصاریوں سے فرمایا کیا میں نے تمہیں گمراہی کی حالت میں نہیں پایا تھا ؟ پھر اللہ تعالیٰ نے میری وجہ سے تمہیں ہدایت دی اور تم متفرق تھے میری وجہ سے اللہ تعالیٰ نے تمہیں جمع کردیا، قرآن کریم میں ہے (ترجمہ) الخ اللہ تعالیٰ نے اپنی مدد سے مومنوں کو ساتھ کر کے اے نبی تیری مدد کی اور ایمان داروں میں آپس میں وہ محبت اور یکجہتی پیدا کردی کہ اگر روئے زمین کی دولت خرچ کرتے اور یگانگت پیدا کرنا چاہتے تو وہ نہ کرسکتے یہ الفت منجانب اللہ تھی جو عزیز و حکیم ہے، ایک حدیث میں ہے دوستوں کی دوستی کے وقت بھی اس بات کو پیش نظر رکھو کہ کیا عجب اس سے کسی وقت دشمنی ہوجائے اور دشمنوں کی دشمنی میں بھی حد سے تجاوز نہ کرو کیا خبر کب دوستی ہوجائے، عرب شاعر کہتا ہے۔ یعنی ایس دو دشمنوں میں بھی جو ایک سے ایک جدا ہوں اور اس طرح کہ دل میں گرہ دے لی ہو کہ ابد الا آباد تک اب کبھی نہ ملیں گے اللہ تعالیٰ اتفاق و اتحاد پیدا کردیتا ہے اور اس طرح ایک ہوجاتے ہیں کہ گویا کبھی دو نہ تھے، اللہ تعالیٰ غفور و رحیم ہے کافر جب توبہ کریں تو اللہ قبول فرما لے گا جب وہ اس کی طرف جھکیں وہ انہیں اپنے سائے میں لے لے گا، کوئی سا گناہ ہو اور کوئی سا گنہگار ہو ادھر وہ مالک کی طرف جھکا ادھر اس کی رحمت کی آغوش کھلی، حضرت مقاتل بن حیان ؒ فرماتے ہیں یہ آیت ابو سفیان صخر بن حرب کے بارے میں نازل ہوئی ہے ان کی صاحبزادی صاحبہ سے رسول اللہ ﷺ نے نکاح کرلیا تھا اور یہی مناکحت حجت کا سبب بن گئی، لیکن یہ قول کچھ جی کو نہیں لگتا اس لئے کہ رسول اللہ ﷺ کا یہ نکاح فتح مکہ سے بہت پہلے ہوا تھا اور حضرت ابو سفیان کا اسلام بالاتفاق فتح مکہ کی رات کا ہے، بلکہ اس سے بہت اچھی توجیہ تو وہ ہے جو ابن ابی حاتم میں مروی ہے کہ رسول اللہ ﷺ نے حضرت ابو سفیان صخر بن حرب کو کسی باغ کے پھلوں کا عامل بنا رکھا تھا حضور ﷺ کے انتقال کے بعد یہ آ رہے تھے کہ راستے میں ذوالحمار مرتد مل گیا آپ نے اس سے جنگ کی اور باقعادہ لڑے پس مرتدین سے پہلے پہل لڑائی لڑنے والے مجاہد فی الدین آپ ہیں، حضرت ابن شہاب کا قول ہے کہ انہی کے بارے میں یہ آیت عسی اللہ الخ، اتری ہے، صحیح مسلم شریف کی حدیث میں ہے کہ حضرت ابو سفیان نے اسلام قبول کرنے کے بعد حضور ﷺ سے کہا کہ یا رسول اللہ ﷺ میری تین درخواستیں ہیں اگر اجازت ہو تو عرض کروں آپ نے فرمایا کہو اس نے کہا اول تو یہ کہ مجھے اجازت دیجئے کہ جس طرح میں کفر کے زمانے میں مسلمانوں سے مسلسل جنگ کرتا رہا اب اسلام کے زمانہ میں کافروں سے برابر لڑائی جاری رکھوں آپ نے اسے منظور فرمایا، پھر کہا میرے لڑکے معاویہ کو اپنا منشی بنا لیجئے آپ نے اسے بھی منظور فرمایا (اس پر جو کلام ہے وہ پہلے گذر چکا ہے) اور میری بہترین عرب بچی ام حبیبہ کو آپ اپنی زوجیت میں قبول فرمائیں، آپ نے یہ بھی منظور فرما لیا، (اس پر بھی کلام پہلے گذر چکا ہے) پھر ارشاد ہوتا ہے کہ جن کفار نے تم سے مذہبی لڑائی نہیں کی نہ تمہیں جلا وطن کیا جیسے عورتیں اور کمزور لوگ وغیرہ ان کے ساتھ سلوک و احسان اور عدل و انصاف کرنے سے اللہ تبارک و تعالیٰ تمہیں نہیں روکتا بلکہ وہ تو ایسے با انصاف لوگوں سے محبت رکھتا ہے، بخاری مسلم میں ہے کہ حضرت اسماء بنت ابوبکر ؓ کے پاس ان کی مشرک ماں آئیں یہ اس زمانہ کا ذکر ہے جس میں آنحضرت ﷺ اور مشرکین مکہ کے درمیان صلح نامہ ہوچکا تھا حضرت اسماء خدمت نبوی میں حاضر ہو کر مسئلہ پوچھتی ہیں کہ میری ماں آئی ہوئی ہیں اور اب تک وہ اس دین سے الگ ہیں کیا مجھے جائز ہے کہ میں ان کے ساتھ سلوک کروں ؟ آپ نے فرمایا ہاں جاؤ ان سے صلہ رحمی کرو، مسند کی اس روایت میں ہے کہ ان کا نام قتیلہ تھا، یہ مکہ سے گوہ اور پنیر اور گھی بطور تحفہ لے کر آئی تھیں لیکن حضرت اسماء نے اپنی مشرکہ ماں کو نہ تو اپنے گھر میں آنے دیا نہ یہ تحفہ ہدیہ قبول کیا پھر حضور ﷺ سے دریافت کیا اور آپ کی اجازت پر ہدیہ بھی لیا اور اپنے ہاں ٹھہرایا بھی، بزار کی حدیث میں حضرت عائشہ صدیقہ ؓ کا نام بھی ہے لیکن یہ ٹھیک نہیں اس لئے کہ حضرت عائشہ کی والدہ کا نام ام رومان تھا اور وہ اسلام لا چکی تھیں اور ہجرت کر کے مدینہ میں تشریف لائی تھیں، ہاں حضرت اسماء کی والدہ ام رومان نہ تھیں، چناچہ ان کا نام قتیلہ اوپر کی حدیث میں مذکور ہے۔ واللہ اعلم مقسطین کی تفسیر سورة حجرات میں گذر چکی ہے جنہیں اللہ تعالیٰ پسند فرماتا ہے، حدیث میں ہے مقسطین وہ لوگ ہیں جو عدل کے ساتھ حکم کرتے ہیں گواہل و عیال کا معاملہ ہو یا زیردستوں کا یہ لوگ اللہ تعالیٰ کے عرش کے دائیں جانب نور کے منبروں پر ہوں گے۔ پھر فرماتا ہے کہ اللہ کی ممانعت تو ان لوگوں کی دوستی سے ہے جو تمہاری عداوت سے تمہارے مقابل نکل کھڑے ہوئے تم سے صرف تمہارے مذہب کی وجہ سے لڑے جھگڑے تمہیں تمہارے شہروں سے نکال دیا تمہارے دشمنوں کی مدد کی۔ پھر مشرکین سے اتحاد و اتفاق دوستی دیکھتی رکھنے والے کو دھمکاتا ہے اور اس کا گناہ بتاتا ہے کہ ایسا کرنے والے ظالم گناہ گار ہیں اور جگہ فرمایا یہودیوں نصرانیوں سے دوستی کرنے والا ہمارے نزدیک انہی جیسا ہے۔"
    }
  ]
}
