{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 64,
      "text": "مسبحات کی سورتوں میں سب سے آخری سورت یہی ہے، مخلوقات کی تسبیح الٰہی کا بیان کئی دفعہ ہوچکا ہے، ملک و حمد والا اللہ ہی ہے ہر چیز پر اس کی حکومت کام میں اور ہر چیز کا اندازہ مقرر کرنے میں۔ وہ تعریف کا مستحق، جس چیز کا ارادہ کرے اس کو پورا کرنے کی قدرت بھی رکھتا ہے نہ کوئی اس کا مزاحم بن سکے نہ اسے کوئی روک سکے وہ اگر نہ چاہے تو کچھ بھی نہ ہو، وہی تمام مخلوق کا خالق ہے اس کے ارادے سے بعض انسان کافر ہوئے بعض مومن، وہ بخوبی جانتا ہے کہ مستحق ہدایت کون ہے ؟ اور مستحق ضلالت کون ہے ؟ وہ اپنے بندوں کے اعمال پر شاہد ہے اور ہر ایک عمل کا پورا پورا بدلے دے گا، اس نے عدل و حکمت کے ساتھ آسمان و زمین کی پیدائش کی ہے، اسی نے تمہیں پاکیزہ اور خوبصورت شکلیں دے رکھی ہیں، جیسے اور جگہ ارشاد ہے (ترجمہ) الخ، اے انسان تجھے تیرے رب کریم سے کس چیز نے غافل کردیا، اسی نے تجھے پیدا کیا پھر درست کیا پھر ٹھیک ٹھاک کیا اور جس صورت میں چاہا تجھے ترکیب دی اور جگہ ارشاد ہے (ترجمہ) الخ، اللہ ہی ہے جس نے تمہارے لئے زمین کو قرار گاہ اور آسمان کو چھت بنایا اور تمہیں بہترین صورتیں دس اور پاکیزہ چیزیں کھانے کو عنایت فرمائیں، آخر سب کو اسی کی طرف لوٹنا ہے، آسمان و زمین اور ہر نفس اور کل کائنات کا علم اسے حاصل ہے یہاں تک کہ دل کے ارادوں اور پوشیدہ باتوں سے بھی وہ واقف ہے۔"
    },
    {
      "ayah": 10,
      "surah": 64,
      "text": "منکرین قیامت مشرکین و ملحدین اللہ تعالیٰ فرماتا ہے کہ کفار مشرکین ملحدین کہتے ہیں کہ مرنے کے بعد نہیں اٹھیں گے، اے نبی ﷺ تم ان سے کہہ دو کہ ہاں اٹھو گے پھر تمہارے تمام چھوٹے بڑے چھپے کھلے اعمال کا اظہار تم پر کیا جائے گا، سنو تمہارا دوبارہ پیدا کرنا تمہیں بدلے دینا وغیرہ تمام کام اللہ تعالیٰ پر بالکل آسان ہیں، یہ تیسری آیت ہے کہ اللہ تعالیٰ نے اپنے نبی ﷺ کو قسم کھا کر قیامت کی حقانیت کے بیان کرنے کو فرمایا ہے، پہلی آیت تو سورة یونس میں ہے (ترجمہ) یعنی یہ لوگ تجھ سے پوچھتے ہیں کہ کیا وہ حق ہے ؟ تو کہہ میرے رب کی قسم وہ حق ہے اور تم اللہ کو ہرا نہیں سکتے، دوسری آیت سورة سبا میں ہے۔ (ترجمہ) کافر کہتے ہیں ہم پر قیامت نہ آئے گی تو کہہ دے کہ ہاں میرے رب کی قسم یقینا اور بالضرور آئے گی، اور تیسری آیت یہی۔ پھر ارشاد ہوتا ہے کہ اللہ پر، رسول اللہ پر، نور منزل یعنی قرآن کریم پر ایمان لاؤ تمہارا کوئی خفیہ عمل بھی اللہ تعالیٰ پر پوشیدہ نہیں۔ قیامت والے دن اللہ تعالیٰ تم سب کو جمع کرے گا اور اسی لئے اس کا نام یوم الجمع ہے، جیسے اور جگہ ہے (ترجمہ) یہ لوگوں کے جمع کئے جانے اور ان کے حاضر باش ہونے کا دن ہے اور جگہ ہے (ترجمہ) یہ لوگوں کے جمع کئے جانے اور ان کے حاضر باش ہونے کا دن ہے اور جگہ ہے (ترجمہ) یعنی قیامت والے دن تمام اولین اور آخرین جمع کئے جائیں کے، ابن عباس فرماتے ہیں یوم التغابن قیامت کا ایک نام ہے، اس نام کی وجہ یہ ہے کہ اہل جنت اہل دوزخ کو نقصان میں ڈالیں گے حضرت مجاہد فرماتے ہیں اس سے زیادہ تغابن کیا ہوگا کہ ان کے سامنے انہیں جنت میں اور ان کے سامنے انہیں جہنم میں لے جائیں گے۔ گویا اسی کی تفسیر اس کے بعد والی آیت میں ہے کہ ایماندار، نیک اعمال والوں کے گناہ معاف کردیئے جائیں گے اور بہتی نہروں والی ہمیشہ رہنے والی جنت میں انہیں داخل کیا جائے گا اور پوری کامیابی کو پہنچ جائے گا اور کفر و تکذیب کرنے والے جہنم کی آگ میں جائیں گے جہاں ہمیشہ جلنے کا عذاب پاتے رہیں گے بھلا اس سے برا ٹھکانا اور کیا ہوسکتا ہے ؟"
    },
    {
      "ayah": 11,
      "surah": 64,
      "text": "وہی مختار مطلق ہے ناقابل تردید سچائی  سورة حدید میں بھی یہ مضمون گذر چکا ہے کہ جو کچھ ہوتا ہے وہ اللہ کی اجازت اور اس کے حکم سے ہوتا ہے اس کی قدر و مشیت کے بغیر نہیں ہوسکتا، اب جس شخص کو کوئی تکلیف پہنچے وہ جان لے کہ اللہ تعالیٰ کی قضا و قدر سے مجھے یہ تکلیف پہنچی، پھر صبر و تحمل سے کام لے، اللہ کی مرضی پر ثابت قدم رہے، ثواب اور بھلائی کی امید رکھے رضا بہ قضا کے سوا لب نہ ہلائے تو اللہ تعالٰ اس کے دل کی رہبری کرتا ہے اور اسے بدلے کے طور پر ہدایت قلبی عطا فرماتا ہے۔ وہ دل میں یقین صادق کی چمک دیکھتا ہے اور بسا اوقات ایسا بھی ہوتا ہے کہ اس مصیبت کا بدلہ یا اس سے بھی بہتر دنیا میں ہی عطا فرما دیتا ہے۔ حضرت ابن عباس کا بیان ہے کہ اس کا ایمان مضبوط ہوجاتا ہے، اسے مصائب ڈگمگا نہیں سکتے، وہ جانتا ہے کہ جو پہنچا وہ خطا کرنے والا نہ تھا اور جو نہ پہنچا وہ ملنے والا ہی نہ تھا، حضرت علقمہ کے سامنے یہ آیت پڑھی جاتی ہے اور آپ سے اس کا مطلب دریافت کیا جاتا ہے تو فرماتے ہیں اس سے مراد وہ شخص ہے جو ہر مصیبت کے وقت اس بات کا عقیدہ رکھے کہ یہ منجانب اللہ ہے پھر راضی خوشی اسے برداشت کرلے، یہ بھی مطلب ہے کہ وہ انا للہ وانا الیہ راجعون پڑھ لے۔ متفق علیہ حدیث میں ہے کہ مومن پر تعجب ہے ہر ایک بات میں اس کے لئے بہترین ہوتی ہے نقصان پر صبر و ضبط کر کے نفع اور بھلائی پر شکر و احسان مندی کر کے بہتری سمیٹ لینا ہے، یہ دو طرفہ بھلائی مومن کے سوا کسی اور کے حصے میں نہیں، مسند احمد میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ سب سے افضل عمل کونسا ہے ؟ آپ نے فرمایا اللہ تعالیٰ پر ایمان لانا، اس کی تصدیق کرنا اس کی راہ میں جہاد کرنا۔ اس نے کہا حضرت میں کوئی آسان کام چاہتا ہوں آپ نے فرمایا جو فیصلہ قسمت کا تجھ پر جاری ہو تو اس میں اللہ تعالیٰ کا گلہ شکوہ نہ کر اس کی رضا پر راضی رہ یہ اس سے ہلکا امر ہے۔ پھر اپنی اور اپنے رسول ﷺ کی اطاعت کا حکم دیتا ہے کہ امور شرعی میں ان اطاعتوں سے سرمو تجاوز نہ کرو جس کا حکم ملے بجا لاؤ، جس سے روکا جائے رک جاؤ، اگر تم اس کے ماننے سے اعراض کرتے تو ہمارے رسول ﷺ پر کوئی بوجھ نہیں، ان کے ذمہ صرف تبلیغ تھی جو وہ کرچکے اب عمل نہ کرنے کی سزا تمہیں اٹھانا پڑے گی۔ پھر فرمان ہے کہ اللہ تعالیٰ واحد و صمد ہے اس کے سوا کسی کی ذات کسی طرح کی عبادت کے لائق نہیں، یہ خبر معنی میں طلب کے ہے یعنی اللہ تعالیٰ کی توحید مانو اخلاص کے ساتھ صرف اسی کی عبادت کرو، پھر فرماتا ہے چونکہ توکل اور بھروسے کے لائق بھی وہی ہے تم اسی پر بھروسہ رکھو۔ جیسے اور جگہ ارشاد ہے۔ (ترجمہ) مشرق اور مغرب کا رب وہی ہے، معبود حقیقی بھی اس کے سوا کوئی نہیں تو اسی کو اپنا کار ساز بنا لے۔"
    },
    {
      "ayah": 12,
      "surah": 64,
      "text": "وہی مختار مطلق ہے ناقابل تردید سچائی  سورة حدید میں بھی یہ مضمون گذر چکا ہے کہ جو کچھ ہوتا ہے وہ اللہ کی اجازت اور اس کے حکم سے ہوتا ہے اس کی قدر و مشیت کے بغیر نہیں ہوسکتا، اب جس شخص کو کوئی تکلیف پہنچے وہ جان لے کہ اللہ تعالیٰ کی قضا و قدر سے مجھے یہ تکلیف پہنچی، پھر صبر و تحمل سے کام لے، اللہ کی مرضی پر ثابت قدم رہے، ثواب اور بھلائی کی امید رکھے رضا بہ قضا کے سوا لب نہ ہلائے تو اللہ تعالٰ اس کے دل کی رہبری کرتا ہے اور اسے بدلے کے طور پر ہدایت قلبی عطا فرماتا ہے۔ وہ دل میں یقین صادق کی چمک دیکھتا ہے اور بسا اوقات ایسا بھی ہوتا ہے کہ اس مصیبت کا بدلہ یا اس سے بھی بہتر دنیا میں ہی عطا فرما دیتا ہے۔ حضرت ابن عباس کا بیان ہے کہ اس کا ایمان مضبوط ہوجاتا ہے، اسے مصائب ڈگمگا نہیں سکتے، وہ جانتا ہے کہ جو پہنچا وہ خطا کرنے والا نہ تھا اور جو نہ پہنچا وہ ملنے والا ہی نہ تھا، حضرت علقمہ کے سامنے یہ آیت پڑھی جاتی ہے اور آپ سے اس کا مطلب دریافت کیا جاتا ہے تو فرماتے ہیں اس سے مراد وہ شخص ہے جو ہر مصیبت کے وقت اس بات کا عقیدہ رکھے کہ یہ منجانب اللہ ہے پھر راضی خوشی اسے برداشت کرلے، یہ بھی مطلب ہے کہ وہ انا للہ وانا الیہ راجعون پڑھ لے۔ متفق علیہ حدیث میں ہے کہ مومن پر تعجب ہے ہر ایک بات میں اس کے لئے بہترین ہوتی ہے نقصان پر صبر و ضبط کر کے نفع اور بھلائی پر شکر و احسان مندی کر کے بہتری سمیٹ لینا ہے، یہ دو طرفہ بھلائی مومن کے سوا کسی اور کے حصے میں نہیں، مسند احمد میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ سب سے افضل عمل کونسا ہے ؟ آپ نے فرمایا اللہ تعالیٰ پر ایمان لانا، اس کی تصدیق کرنا اس کی راہ میں جہاد کرنا۔ اس نے کہا حضرت میں کوئی آسان کام چاہتا ہوں آپ نے فرمایا جو فیصلہ قسمت کا تجھ پر جاری ہو تو اس میں اللہ تعالیٰ کا گلہ شکوہ نہ کر اس کی رضا پر راضی رہ یہ اس سے ہلکا امر ہے۔ پھر اپنی اور اپنے رسول ﷺ کی اطاعت کا حکم دیتا ہے کہ امور شرعی میں ان اطاعتوں سے سرمو تجاوز نہ کرو جس کا حکم ملے بجا لاؤ، جس سے روکا جائے رک جاؤ، اگر تم اس کے ماننے سے اعراض کرتے تو ہمارے رسول ﷺ پر کوئی بوجھ نہیں، ان کے ذمہ صرف تبلیغ تھی جو وہ کرچکے اب عمل نہ کرنے کی سزا تمہیں اٹھانا پڑے گی۔ پھر فرمان ہے کہ اللہ تعالیٰ واحد و صمد ہے اس کے سوا کسی کی ذات کسی طرح کی عبادت کے لائق نہیں، یہ خبر معنی میں طلب کے ہے یعنی اللہ تعالیٰ کی توحید مانو اخلاص کے ساتھ صرف اسی کی عبادت کرو، پھر فرماتا ہے چونکہ توکل اور بھروسے کے لائق بھی وہی ہے تم اسی پر بھروسہ رکھو۔ جیسے اور جگہ ارشاد ہے۔ (ترجمہ) مشرق اور مغرب کا رب وہی ہے، معبود حقیقی بھی اس کے سوا کوئی نہیں تو اسی کو اپنا کار ساز بنا لے۔"
    },
    {
      "ayah": 13,
      "surah": 64,
      "text": "وہی مختار مطلق ہے ناقابل تردید سچائی  سورة حدید میں بھی یہ مضمون گذر چکا ہے کہ جو کچھ ہوتا ہے وہ اللہ کی اجازت اور اس کے حکم سے ہوتا ہے اس کی قدر و مشیت کے بغیر نہیں ہوسکتا، اب جس شخص کو کوئی تکلیف پہنچے وہ جان لے کہ اللہ تعالیٰ کی قضا و قدر سے مجھے یہ تکلیف پہنچی، پھر صبر و تحمل سے کام لے، اللہ کی مرضی پر ثابت قدم رہے، ثواب اور بھلائی کی امید رکھے رضا بہ قضا کے سوا لب نہ ہلائے تو اللہ تعالٰ اس کے دل کی رہبری کرتا ہے اور اسے بدلے کے طور پر ہدایت قلبی عطا فرماتا ہے۔ وہ دل میں یقین صادق کی چمک دیکھتا ہے اور بسا اوقات ایسا بھی ہوتا ہے کہ اس مصیبت کا بدلہ یا اس سے بھی بہتر دنیا میں ہی عطا فرما دیتا ہے۔ حضرت ابن عباس کا بیان ہے کہ اس کا ایمان مضبوط ہوجاتا ہے، اسے مصائب ڈگمگا نہیں سکتے، وہ جانتا ہے کہ جو پہنچا وہ خطا کرنے والا نہ تھا اور جو نہ پہنچا وہ ملنے والا ہی نہ تھا، حضرت علقمہ کے سامنے یہ آیت پڑھی جاتی ہے اور آپ سے اس کا مطلب دریافت کیا جاتا ہے تو فرماتے ہیں اس سے مراد وہ شخص ہے جو ہر مصیبت کے وقت اس بات کا عقیدہ رکھے کہ یہ منجانب اللہ ہے پھر راضی خوشی اسے برداشت کرلے، یہ بھی مطلب ہے کہ وہ انا للہ وانا الیہ راجعون پڑھ لے۔ متفق علیہ حدیث میں ہے کہ مومن پر تعجب ہے ہر ایک بات میں اس کے لئے بہترین ہوتی ہے نقصان پر صبر و ضبط کر کے نفع اور بھلائی پر شکر و احسان مندی کر کے بہتری سمیٹ لینا ہے، یہ دو طرفہ بھلائی مومن کے سوا کسی اور کے حصے میں نہیں، مسند احمد میں ہے کہ ایک شخص نے رسول اللہ ﷺ سے دریافت کیا کہ یا رسول اللہ سب سے افضل عمل کونسا ہے ؟ آپ نے فرمایا اللہ تعالیٰ پر ایمان لانا، اس کی تصدیق کرنا اس کی راہ میں جہاد کرنا۔ اس نے کہا حضرت میں کوئی آسان کام چاہتا ہوں آپ نے فرمایا جو فیصلہ قسمت کا تجھ پر جاری ہو تو اس میں اللہ تعالیٰ کا گلہ شکوہ نہ کر اس کی رضا پر راضی رہ یہ اس سے ہلکا امر ہے۔ پھر اپنی اور اپنے رسول ﷺ کی اطاعت کا حکم دیتا ہے کہ امور شرعی میں ان اطاعتوں سے سرمو تجاوز نہ کرو جس کا حکم ملے بجا لاؤ، جس سے روکا جائے رک جاؤ، اگر تم اس کے ماننے سے اعراض کرتے تو ہمارے رسول ﷺ پر کوئی بوجھ نہیں، ان کے ذمہ صرف تبلیغ تھی جو وہ کرچکے اب عمل نہ کرنے کی سزا تمہیں اٹھانا پڑے گی۔ پھر فرمان ہے کہ اللہ تعالیٰ واحد و صمد ہے اس کے سوا کسی کی ذات کسی طرح کی عبادت کے لائق نہیں، یہ خبر معنی میں طلب کے ہے یعنی اللہ تعالیٰ کی توحید مانو اخلاص کے ساتھ صرف اسی کی عبادت کرو، پھر فرماتا ہے چونکہ توکل اور بھروسے کے لائق بھی وہی ہے تم اسی پر بھروسہ رکھو۔ جیسے اور جگہ ارشاد ہے۔ (ترجمہ) مشرق اور مغرب کا رب وہی ہے، معبود حقیقی بھی اس کے سوا کوئی نہیں تو اسی کو اپنا کار ساز بنا لے۔"
    },
    {
      "ayah": 14,
      "surah": 64,
      "text": "اللہ کی یاد اور دولت ارشاد ہوتا ہے کہ بعض عورتیں اپنے مردوں کو اور بعض اولاد اپنے ماں باپ کو یاد اللہ اور نیک عمل سے روک دیتی ہے جو درحقیقت دشمنی ہے، جس سے پہلے تنبیہ ہوچکی ہے کہ ایسا نہ ہو تمہارے مال اور تمہاری اولاد تمہیں یاد اللہ سے غافل کردیں اگر ایسا ہوگیا تو تمہیں بڑا گھاٹا رہے گا یہاں بھی فرماتا ہے کہ ان سے ہوشیار رہو، اپنے دین کی نگہبانی ان کی ضروریات اور فرمائشات کے پورا کرنے پر مقدم رکھو، بیوی بچوں اور مال کی خاطر انسان قطع رحمی کر گزرتا ہے اللہ کی نافرمانی پر تل جاتا ہے ان کی محبت میں پھنس کر احکام اسلامی کو پس پشت ڈال دیتا ہے، حضرت ابن عباس فرماتے ہیں بعض اہل مکہ اسلام قبول کرچکے تھے مگر زن و فرزند کی محبت نے انہیں ہجرت سے روک دیا پھر جب اسلام کا خوب افشا ہوگیا تب یہ لوگ حاضر حضور ﷺ ہوئے دیکھا کہ ان سے پہلے کے مہاجرین نے بہت کچھ علم دین حاصل کرلیا ہے اب جی میں آیا کہ اپنے ہاں بچوں کو سزا دیں جس پر یہ فرمان ہوا کہ ان تعفوا الخ، یعنی اب درگزر کرو آئندہ کے لئے ہوشیار رہو، اللہ تعالیٰ مال و اولاد دے کر انسان کو پرکھ لیتا ہے کہ معصیت میں مبتلا ہونے والے کون ہیں اور اطاعت گذار کون ہیں ؟ اللہ کے پاس جو اجر عظیم ہے تمہیں چاہئے اس پر نگاہیں رکھو جیسے اور جگہ فرمان ہے (ترجمہ) الخ، یعنی بطور آزمائش کے لوگوں کے لئے دنیوی خواہشات یعنی بیویاں اور اولاد، سونے چاندی کے بڑے بڑے لگے ہوئے ڈھیر، شائستہ گھوڑے، مویشی، کھیتی کی محبت کو زینت دی گئی ہے مگر یہ سب دنیا کی چند روزہ زندگی کا سامان ہے اور ہمیشہ رہنے والا اچھا ٹھکانا تو اللہ ہی کے پاس ہے۔ مسند احمد میں ہے کہ ایک مرتبہ آنحضرت ﷺ خطبہ فرما رہے تھے کہ حضرت حسن اور حضرت حسین لانبے لانبے کرتے پہنے آگئے دونوں بچے کرتوں میں الجھ الجھ کر گرتے پڑتے آ رہے تھے یہ کرتے سرخ، رنگ کے تھے حضور ﷺ کی نظریں جب ان پر پڑیں تو منبر سے اتر کر انہیں اٹھا کر لائے اور اپنے سامنے بٹھا لیا پھر فرمانے لگے اللہ تعالیٰ سچا ہے اور اس کے رسول ﷺ نے بھی سچ فرمایا ہے کہ تمہارے مال اولاد فتنہ ہیں میں ان دونوں کو گرتے پڑتے آتے دیکھ کر صبر نہ کرسکا آخر خطبہ چھوڑ کر انہیں اٹھانا پڑا۔ مسند میں ہے حضرت اشعت بن قیس فرماتے ہیں کندہ قبیلے کے وفد میں میں بھی حضور ﷺ کی خدمت میں حاضر ہوا۔ آپ نے مجھ سے پوچھا تمہاری کچھ اولاد بھی ہے میں نے کہا ہاں اب آتے ہوئے ایک لڑکا ہوا ہے کاش کہ اس کے بجائے کوئی درندہ ہی ہوتا آپ نے فرمایا خبردار ایسا نہ کہو ان میں آنکھوں کی ٹھنڈک ہے اور انتقال کر جائیں تو اجر ہے، پھر فرمایا ہاں ہاں یہی بزدلی اور غم کا سبب بھی بن جاتے ہیں یہ بزدلی اور غم و رنج بھی ہیں، بزاز میں ہے اولاد دل کا پھل ہے اور یہ بخل ونامردی اور غمگینی کا باعث بھی ہے، طبرانی میں ہے تیرا دشمن صرف وہی نہیں جو تیرے مقابلہ میں کفر پر جم کر لڑائی کے لئے آیا کیونکہ اگر تو نے اسے قتل کردیا تو تیرے لئے باعث نور ہے اور اگر اس نے تجھے قتل کردیا تو قطعاً جنتی ہوگیا۔ پھر فرمایا شاید تیرا دشمن تیرا بچہ ہے جو تیری پیٹھ سے نکلا پھر تجھ سے دشمنی کرنے لگا تیرا پورا دشمن تیرا مال ہے جو تیری ملکیت میں ہے پھر دشمنی کرتا ہے۔ پھر فرماتا ہے اپنے مقدور بھر اللہ کا خوف رکھو اس کے عذاب سے بچنے کی کوشش کرو، بخاری و مسلم میں ہے جو حکم میں کروں اسے اپنی مقدور بھر بجا لاؤ جس سے میں روک دوں رک جاؤ، بعض مفسرین کا فرمان ہے کہ سورة آل عمران کی آیت (ترجمہ) کی ناسخ یہ آیت ہے، یعنی پہلے فرمایا تھا اللہ تعالیٰ سے اس قدر ڈرو جتنا اس سے ڈرنا چاہئے لیکن اب فرما دیا کہ اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام کرتے تھے کہ پیروں پر ورم آجاتا تھا اور اتنے لمبے سجدے کرتے تھے کہ پیشانیاں زخمی ہوجاتی تھیں پس اللہ تعالیٰ نے یہ دوسری آیت اتار کر تخفیف کردی اور بھی بعض مفسرین نے یہی فرمایا ہے اور پہلی آیت کو منسوخ اور اس دوسری آیت کو ناسخ بتایا ہے، پھر فرماتا ہے اللہ اور اس کے رسول کے فرمانبردار بن جاؤ ان کے فرمان سے ایک انچ ادھر ادھر نہ ہٹو نہ آگے بڑھو نہ پیچھے سرکو نہ امر کو چھوڑو نہ نہی کے خلاف کرو، جو اللہ نے تمہیں دے رکھا ہے اس میں سے رشتہ داروں کو فقیروں، مسکینوں کو اور حاجت مندوں کو دیتے رہو، اللہ نے تم پر احسان کیا تم دوسری مخلوق پر احسان کرو تاکہ اس جہان میں بھی اللہ کے احسان کے مستحق بن جاؤ اور اگر یہ نہ کیا تو دونوں جہان کی بربادی اپنے ہاتھوں آپ مول لو گے، ومن یوق کی تفسیر سورة حشر کی اس آیت میں گذر چکی ہے۔ جب تم کوئی چیز راہ اللہ دو گے اللہ اس کا بدلہ دے گا ہر صدقے کی جزا عطا فرمائے گا، تمہارا مسکینوں کے ساتھ سلوک کرنا گویا اللہ کو قرض دینا ہے۔ بخاری مسلم کی حدیث میں ہے اللہ تعالیٰ فرماتا ہے کون ہے ؟ جو ایسے کو قرض دے جو نہ تو ظالم ہے نہ مفلس نہ نادہندہ، پس فرماتا ہے وہ تمہیں بہت کچھ بڑھا چڑھا کر پھیر دے گا، جیسے سورة بقرہ میں بھی فرمایا ہے کہ کئی کئی گنا بڑھا کر دے گا، ساتھ ہی خیرات سے تمہارے گناہ معاف کر دے گا، اللہ بڑا قدر دان ہے، تھوڑی سی نیک کا بہت بڑا اجر دیتا ہے، وہ بردبار ہے درگزر کرتا ہے بخش دیتا ہے گناہوں سے اور لغزشوں سے چشم پوشی کرلیتا ہے، خطاؤں اور برائیوں کو معاف فرما دیتا ہے چھپے کھلے کا عالم وہ غالب اور باحکمت ہے، ان اسماء حسنیٰ کی تفسیر کئی کئی مرتبہ اس سے پہلے گذر چکی ہے، اللہ تعالیٰ کے فضل و کرم اور لطف و رحم سے سورة تغابن کی تفسیر ختم ہوئی۔ فالحمد للہ۔"
    },
    {
      "ayah": 15,
      "surah": 64,
      "text": "اللہ کی یاد اور دولت ارشاد ہوتا ہے کہ بعض عورتیں اپنے مردوں کو اور بعض اولاد اپنے ماں باپ کو یاد اللہ اور نیک عمل سے روک دیتی ہے جو درحقیقت دشمنی ہے، جس سے پہلے تنبیہ ہوچکی ہے کہ ایسا نہ ہو تمہارے مال اور تمہاری اولاد تمہیں یاد اللہ سے غافل کردیں اگر ایسا ہوگیا تو تمہیں بڑا گھاٹا رہے گا یہاں بھی فرماتا ہے کہ ان سے ہوشیار رہو، اپنے دین کی نگہبانی ان کی ضروریات اور فرمائشات کے پورا کرنے پر مقدم رکھو، بیوی بچوں اور مال کی خاطر انسان قطع رحمی کر گزرتا ہے اللہ کی نافرمانی پر تل جاتا ہے ان کی محبت میں پھنس کر احکام اسلامی کو پس پشت ڈال دیتا ہے، حضرت ابن عباس فرماتے ہیں بعض اہل مکہ اسلام قبول کرچکے تھے مگر زن و فرزند کی محبت نے انہیں ہجرت سے روک دیا پھر جب اسلام کا خوب افشا ہوگیا تب یہ لوگ حاضر حضور ﷺ ہوئے دیکھا کہ ان سے پہلے کے مہاجرین نے بہت کچھ علم دین حاصل کرلیا ہے اب جی میں آیا کہ اپنے ہاں بچوں کو سزا دیں جس پر یہ فرمان ہوا کہ ان تعفوا الخ، یعنی اب درگزر کرو آئندہ کے لئے ہوشیار رہو، اللہ تعالیٰ مال و اولاد دے کر انسان کو پرکھ لیتا ہے کہ معصیت میں مبتلا ہونے والے کون ہیں اور اطاعت گذار کون ہیں ؟ اللہ کے پاس جو اجر عظیم ہے تمہیں چاہئے اس پر نگاہیں رکھو جیسے اور جگہ فرمان ہے (ترجمہ) الخ، یعنی بطور آزمائش کے لوگوں کے لئے دنیوی خواہشات یعنی بیویاں اور اولاد، سونے چاندی کے بڑے بڑے لگے ہوئے ڈھیر، شائستہ گھوڑے، مویشی، کھیتی کی محبت کو زینت دی گئی ہے مگر یہ سب دنیا کی چند روزہ زندگی کا سامان ہے اور ہمیشہ رہنے والا اچھا ٹھکانا تو اللہ ہی کے پاس ہے۔ مسند احمد میں ہے کہ ایک مرتبہ آنحضرت ﷺ خطبہ فرما رہے تھے کہ حضرت حسن اور حضرت حسین لانبے لانبے کرتے پہنے آگئے دونوں بچے کرتوں میں الجھ الجھ کر گرتے پڑتے آ رہے تھے یہ کرتے سرخ، رنگ کے تھے حضور ﷺ کی نظریں جب ان پر پڑیں تو منبر سے اتر کر انہیں اٹھا کر لائے اور اپنے سامنے بٹھا لیا پھر فرمانے لگے اللہ تعالیٰ سچا ہے اور اس کے رسول ﷺ نے بھی سچ فرمایا ہے کہ تمہارے مال اولاد فتنہ ہیں میں ان دونوں کو گرتے پڑتے آتے دیکھ کر صبر نہ کرسکا آخر خطبہ چھوڑ کر انہیں اٹھانا پڑا۔ مسند میں ہے حضرت اشعت بن قیس فرماتے ہیں کندہ قبیلے کے وفد میں میں بھی حضور ﷺ کی خدمت میں حاضر ہوا۔ آپ نے مجھ سے پوچھا تمہاری کچھ اولاد بھی ہے میں نے کہا ہاں اب آتے ہوئے ایک لڑکا ہوا ہے کاش کہ اس کے بجائے کوئی درندہ ہی ہوتا آپ نے فرمایا خبردار ایسا نہ کہو ان میں آنکھوں کی ٹھنڈک ہے اور انتقال کر جائیں تو اجر ہے، پھر فرمایا ہاں ہاں یہی بزدلی اور غم کا سبب بھی بن جاتے ہیں یہ بزدلی اور غم و رنج بھی ہیں، بزاز میں ہے اولاد دل کا پھل ہے اور یہ بخل ونامردی اور غمگینی کا باعث بھی ہے، طبرانی میں ہے تیرا دشمن صرف وہی نہیں جو تیرے مقابلہ میں کفر پر جم کر لڑائی کے لئے آیا کیونکہ اگر تو نے اسے قتل کردیا تو تیرے لئے باعث نور ہے اور اگر اس نے تجھے قتل کردیا تو قطعاً جنتی ہوگیا۔ پھر فرمایا شاید تیرا دشمن تیرا بچہ ہے جو تیری پیٹھ سے نکلا پھر تجھ سے دشمنی کرنے لگا تیرا پورا دشمن تیرا مال ہے جو تیری ملکیت میں ہے پھر دشمنی کرتا ہے۔ پھر فرماتا ہے اپنے مقدور بھر اللہ کا خوف رکھو اس کے عذاب سے بچنے کی کوشش کرو، بخاری و مسلم میں ہے جو حکم میں کروں اسے اپنی مقدور بھر بجا لاؤ جس سے میں روک دوں رک جاؤ، بعض مفسرین کا فرمان ہے کہ سورة آل عمران کی آیت (ترجمہ) کی ناسخ یہ آیت ہے، یعنی پہلے فرمایا تھا اللہ تعالیٰ سے اس قدر ڈرو جتنا اس سے ڈرنا چاہئے لیکن اب فرما دیا کہ اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام کرتے تھے کہ پیروں پر ورم آجاتا تھا اور اتنے لمبے سجدے کرتے تھے کہ پیشانیاں زخمی ہوجاتی تھیں پس اللہ تعالیٰ نے یہ دوسری آیت اتار کر تخفیف کردی اور بھی بعض مفسرین نے یہی فرمایا ہے اور پہلی آیت کو منسوخ اور اس دوسری آیت کو ناسخ بتایا ہے، پھر فرماتا ہے اللہ اور اس کے رسول کے فرمانبردار بن جاؤ ان کے فرمان سے ایک انچ ادھر ادھر نہ ہٹو نہ آگے بڑھو نہ پیچھے سرکو نہ امر کو چھوڑو نہ نہی کے خلاف کرو، جو اللہ نے تمہیں دے رکھا ہے اس میں سے رشتہ داروں کو فقیروں، مسکینوں کو اور حاجت مندوں کو دیتے رہو، اللہ نے تم پر احسان کیا تم دوسری مخلوق پر احسان کرو تاکہ اس جہان میں بھی اللہ کے احسان کے مستحق بن جاؤ اور اگر یہ نہ کیا تو دونوں جہان کی بربادی اپنے ہاتھوں آپ مول لو گے، ومن یوق کی تفسیر سورة حشر کی اس آیت میں گذر چکی ہے۔ جب تم کوئی چیز راہ اللہ دو گے اللہ اس کا بدلہ دے گا ہر صدقے کی جزا عطا فرمائے گا، تمہارا مسکینوں کے ساتھ سلوک کرنا گویا اللہ کو قرض دینا ہے۔ بخاری مسلم کی حدیث میں ہے اللہ تعالیٰ فرماتا ہے کون ہے ؟ جو ایسے کو قرض دے جو نہ تو ظالم ہے نہ مفلس نہ نادہندہ، پس فرماتا ہے وہ تمہیں بہت کچھ بڑھا چڑھا کر پھیر دے گا، جیسے سورة بقرہ میں بھی فرمایا ہے کہ کئی کئی گنا بڑھا کر دے گا، ساتھ ہی خیرات سے تمہارے گناہ معاف کر دے گا، اللہ بڑا قدر دان ہے، تھوڑی سی نیک کا بہت بڑا اجر دیتا ہے، وہ بردبار ہے درگزر کرتا ہے بخش دیتا ہے گناہوں سے اور لغزشوں سے چشم پوشی کرلیتا ہے، خطاؤں اور برائیوں کو معاف فرما دیتا ہے چھپے کھلے کا عالم وہ غالب اور باحکمت ہے، ان اسماء حسنیٰ کی تفسیر کئی کئی مرتبہ اس سے پہلے گذر چکی ہے، اللہ تعالیٰ کے فضل و کرم اور لطف و رحم سے سورة تغابن کی تفسیر ختم ہوئی۔ فالحمد للہ۔"
    },
    {
      "ayah": 16,
      "surah": 64,
      "text": "اللہ کی یاد اور دولت ارشاد ہوتا ہے کہ بعض عورتیں اپنے مردوں کو اور بعض اولاد اپنے ماں باپ کو یاد اللہ اور نیک عمل سے روک دیتی ہے جو درحقیقت دشمنی ہے، جس سے پہلے تنبیہ ہوچکی ہے کہ ایسا نہ ہو تمہارے مال اور تمہاری اولاد تمہیں یاد اللہ سے غافل کردیں اگر ایسا ہوگیا تو تمہیں بڑا گھاٹا رہے گا یہاں بھی فرماتا ہے کہ ان سے ہوشیار رہو، اپنے دین کی نگہبانی ان کی ضروریات اور فرمائشات کے پورا کرنے پر مقدم رکھو، بیوی بچوں اور مال کی خاطر انسان قطع رحمی کر گزرتا ہے اللہ کی نافرمانی پر تل جاتا ہے ان کی محبت میں پھنس کر احکام اسلامی کو پس پشت ڈال دیتا ہے، حضرت ابن عباس فرماتے ہیں بعض اہل مکہ اسلام قبول کرچکے تھے مگر زن و فرزند کی محبت نے انہیں ہجرت سے روک دیا پھر جب اسلام کا خوب افشا ہوگیا تب یہ لوگ حاضر حضور ﷺ ہوئے دیکھا کہ ان سے پہلے کے مہاجرین نے بہت کچھ علم دین حاصل کرلیا ہے اب جی میں آیا کہ اپنے ہاں بچوں کو سزا دیں جس پر یہ فرمان ہوا کہ ان تعفوا الخ، یعنی اب درگزر کرو آئندہ کے لئے ہوشیار رہو، اللہ تعالیٰ مال و اولاد دے کر انسان کو پرکھ لیتا ہے کہ معصیت میں مبتلا ہونے والے کون ہیں اور اطاعت گذار کون ہیں ؟ اللہ کے پاس جو اجر عظیم ہے تمہیں چاہئے اس پر نگاہیں رکھو جیسے اور جگہ فرمان ہے (ترجمہ) الخ، یعنی بطور آزمائش کے لوگوں کے لئے دنیوی خواہشات یعنی بیویاں اور اولاد، سونے چاندی کے بڑے بڑے لگے ہوئے ڈھیر، شائستہ گھوڑے، مویشی، کھیتی کی محبت کو زینت دی گئی ہے مگر یہ سب دنیا کی چند روزہ زندگی کا سامان ہے اور ہمیشہ رہنے والا اچھا ٹھکانا تو اللہ ہی کے پاس ہے۔ مسند احمد میں ہے کہ ایک مرتبہ آنحضرت ﷺ خطبہ فرما رہے تھے کہ حضرت حسن اور حضرت حسین لانبے لانبے کرتے پہنے آگئے دونوں بچے کرتوں میں الجھ الجھ کر گرتے پڑتے آ رہے تھے یہ کرتے سرخ، رنگ کے تھے حضور ﷺ کی نظریں جب ان پر پڑیں تو منبر سے اتر کر انہیں اٹھا کر لائے اور اپنے سامنے بٹھا لیا پھر فرمانے لگے اللہ تعالیٰ سچا ہے اور اس کے رسول ﷺ نے بھی سچ فرمایا ہے کہ تمہارے مال اولاد فتنہ ہیں میں ان دونوں کو گرتے پڑتے آتے دیکھ کر صبر نہ کرسکا آخر خطبہ چھوڑ کر انہیں اٹھانا پڑا۔ مسند میں ہے حضرت اشعت بن قیس فرماتے ہیں کندہ قبیلے کے وفد میں میں بھی حضور ﷺ کی خدمت میں حاضر ہوا۔ آپ نے مجھ سے پوچھا تمہاری کچھ اولاد بھی ہے میں نے کہا ہاں اب آتے ہوئے ایک لڑکا ہوا ہے کاش کہ اس کے بجائے کوئی درندہ ہی ہوتا آپ نے فرمایا خبردار ایسا نہ کہو ان میں آنکھوں کی ٹھنڈک ہے اور انتقال کر جائیں تو اجر ہے، پھر فرمایا ہاں ہاں یہی بزدلی اور غم کا سبب بھی بن جاتے ہیں یہ بزدلی اور غم و رنج بھی ہیں، بزاز میں ہے اولاد دل کا پھل ہے اور یہ بخل ونامردی اور غمگینی کا باعث بھی ہے، طبرانی میں ہے تیرا دشمن صرف وہی نہیں جو تیرے مقابلہ میں کفر پر جم کر لڑائی کے لئے آیا کیونکہ اگر تو نے اسے قتل کردیا تو تیرے لئے باعث نور ہے اور اگر اس نے تجھے قتل کردیا تو قطعاً جنتی ہوگیا۔ پھر فرمایا شاید تیرا دشمن تیرا بچہ ہے جو تیری پیٹھ سے نکلا پھر تجھ سے دشمنی کرنے لگا تیرا پورا دشمن تیرا مال ہے جو تیری ملکیت میں ہے پھر دشمنی کرتا ہے۔ پھر فرماتا ہے اپنے مقدور بھر اللہ کا خوف رکھو اس کے عذاب سے بچنے کی کوشش کرو، بخاری و مسلم میں ہے جو حکم میں کروں اسے اپنی مقدور بھر بجا لاؤ جس سے میں روک دوں رک جاؤ، بعض مفسرین کا فرمان ہے کہ سورة آل عمران کی آیت (ترجمہ) کی ناسخ یہ آیت ہے، یعنی پہلے فرمایا تھا اللہ تعالیٰ سے اس قدر ڈرو جتنا اس سے ڈرنا چاہئے لیکن اب فرما دیا کہ اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام کرتے تھے کہ پیروں پر ورم آجاتا تھا اور اتنے لمبے سجدے کرتے تھے کہ پیشانیاں زخمی ہوجاتی تھیں پس اللہ تعالیٰ نے یہ دوسری آیت اتار کر تخفیف کردی اور بھی بعض مفسرین نے یہی فرمایا ہے اور پہلی آیت کو منسوخ اور اس دوسری آیت کو ناسخ بتایا ہے، پھر فرماتا ہے اللہ اور اس کے رسول کے فرمانبردار بن جاؤ ان کے فرمان سے ایک انچ ادھر ادھر نہ ہٹو نہ آگے بڑھو نہ پیچھے سرکو نہ امر کو چھوڑو نہ نہی کے خلاف کرو، جو اللہ نے تمہیں دے رکھا ہے اس میں سے رشتہ داروں کو فقیروں، مسکینوں کو اور حاجت مندوں کو دیتے رہو، اللہ نے تم پر احسان کیا تم دوسری مخلوق پر احسان کرو تاکہ اس جہان میں بھی اللہ کے احسان کے مستحق بن جاؤ اور اگر یہ نہ کیا تو دونوں جہان کی بربادی اپنے ہاتھوں آپ مول لو گے، ومن یوق کی تفسیر سورة حشر کی اس آیت میں گذر چکی ہے۔ جب تم کوئی چیز راہ اللہ دو گے اللہ اس کا بدلہ دے گا ہر صدقے کی جزا عطا فرمائے گا، تمہارا مسکینوں کے ساتھ سلوک کرنا گویا اللہ کو قرض دینا ہے۔ بخاری مسلم کی حدیث میں ہے اللہ تعالیٰ فرماتا ہے کون ہے ؟ جو ایسے کو قرض دے جو نہ تو ظالم ہے نہ مفلس نہ نادہندہ، پس فرماتا ہے وہ تمہیں بہت کچھ بڑھا چڑھا کر پھیر دے گا، جیسے سورة بقرہ میں بھی فرمایا ہے کہ کئی کئی گنا بڑھا کر دے گا، ساتھ ہی خیرات سے تمہارے گناہ معاف کر دے گا، اللہ بڑا قدر دان ہے، تھوڑی سی نیک کا بہت بڑا اجر دیتا ہے، وہ بردبار ہے درگزر کرتا ہے بخش دیتا ہے گناہوں سے اور لغزشوں سے چشم پوشی کرلیتا ہے، خطاؤں اور برائیوں کو معاف فرما دیتا ہے چھپے کھلے کا عالم وہ غالب اور باحکمت ہے، ان اسماء حسنیٰ کی تفسیر کئی کئی مرتبہ اس سے پہلے گذر چکی ہے، اللہ تعالیٰ کے فضل و کرم اور لطف و رحم سے سورة تغابن کی تفسیر ختم ہوئی۔ فالحمد للہ۔"
    },
    {
      "ayah": 17,
      "surah": 64,
      "text": "اللہ کی یاد اور دولت ارشاد ہوتا ہے کہ بعض عورتیں اپنے مردوں کو اور بعض اولاد اپنے ماں باپ کو یاد اللہ اور نیک عمل سے روک دیتی ہے جو درحقیقت دشمنی ہے، جس سے پہلے تنبیہ ہوچکی ہے کہ ایسا نہ ہو تمہارے مال اور تمہاری اولاد تمہیں یاد اللہ سے غافل کردیں اگر ایسا ہوگیا تو تمہیں بڑا گھاٹا رہے گا یہاں بھی فرماتا ہے کہ ان سے ہوشیار رہو، اپنے دین کی نگہبانی ان کی ضروریات اور فرمائشات کے پورا کرنے پر مقدم رکھو، بیوی بچوں اور مال کی خاطر انسان قطع رحمی کر گزرتا ہے اللہ کی نافرمانی پر تل جاتا ہے ان کی محبت میں پھنس کر احکام اسلامی کو پس پشت ڈال دیتا ہے، حضرت ابن عباس فرماتے ہیں بعض اہل مکہ اسلام قبول کرچکے تھے مگر زن و فرزند کی محبت نے انہیں ہجرت سے روک دیا پھر جب اسلام کا خوب افشا ہوگیا تب یہ لوگ حاضر حضور ﷺ ہوئے دیکھا کہ ان سے پہلے کے مہاجرین نے بہت کچھ علم دین حاصل کرلیا ہے اب جی میں آیا کہ اپنے ہاں بچوں کو سزا دیں جس پر یہ فرمان ہوا کہ ان تعفوا الخ، یعنی اب درگزر کرو آئندہ کے لئے ہوشیار رہو، اللہ تعالیٰ مال و اولاد دے کر انسان کو پرکھ لیتا ہے کہ معصیت میں مبتلا ہونے والے کون ہیں اور اطاعت گذار کون ہیں ؟ اللہ کے پاس جو اجر عظیم ہے تمہیں چاہئے اس پر نگاہیں رکھو جیسے اور جگہ فرمان ہے (ترجمہ) الخ، یعنی بطور آزمائش کے لوگوں کے لئے دنیوی خواہشات یعنی بیویاں اور اولاد، سونے چاندی کے بڑے بڑے لگے ہوئے ڈھیر، شائستہ گھوڑے، مویشی، کھیتی کی محبت کو زینت دی گئی ہے مگر یہ سب دنیا کی چند روزہ زندگی کا سامان ہے اور ہمیشہ رہنے والا اچھا ٹھکانا تو اللہ ہی کے پاس ہے۔ مسند احمد میں ہے کہ ایک مرتبہ آنحضرت ﷺ خطبہ فرما رہے تھے کہ حضرت حسن اور حضرت حسین لانبے لانبے کرتے پہنے آگئے دونوں بچے کرتوں میں الجھ الجھ کر گرتے پڑتے آ رہے تھے یہ کرتے سرخ، رنگ کے تھے حضور ﷺ کی نظریں جب ان پر پڑیں تو منبر سے اتر کر انہیں اٹھا کر لائے اور اپنے سامنے بٹھا لیا پھر فرمانے لگے اللہ تعالیٰ سچا ہے اور اس کے رسول ﷺ نے بھی سچ فرمایا ہے کہ تمہارے مال اولاد فتنہ ہیں میں ان دونوں کو گرتے پڑتے آتے دیکھ کر صبر نہ کرسکا آخر خطبہ چھوڑ کر انہیں اٹھانا پڑا۔ مسند میں ہے حضرت اشعت بن قیس فرماتے ہیں کندہ قبیلے کے وفد میں میں بھی حضور ﷺ کی خدمت میں حاضر ہوا۔ آپ نے مجھ سے پوچھا تمہاری کچھ اولاد بھی ہے میں نے کہا ہاں اب آتے ہوئے ایک لڑکا ہوا ہے کاش کہ اس کے بجائے کوئی درندہ ہی ہوتا آپ نے فرمایا خبردار ایسا نہ کہو ان میں آنکھوں کی ٹھنڈک ہے اور انتقال کر جائیں تو اجر ہے، پھر فرمایا ہاں ہاں یہی بزدلی اور غم کا سبب بھی بن جاتے ہیں یہ بزدلی اور غم و رنج بھی ہیں، بزاز میں ہے اولاد دل کا پھل ہے اور یہ بخل ونامردی اور غمگینی کا باعث بھی ہے، طبرانی میں ہے تیرا دشمن صرف وہی نہیں جو تیرے مقابلہ میں کفر پر جم کر لڑائی کے لئے آیا کیونکہ اگر تو نے اسے قتل کردیا تو تیرے لئے باعث نور ہے اور اگر اس نے تجھے قتل کردیا تو قطعاً جنتی ہوگیا۔ پھر فرمایا شاید تیرا دشمن تیرا بچہ ہے جو تیری پیٹھ سے نکلا پھر تجھ سے دشمنی کرنے لگا تیرا پورا دشمن تیرا مال ہے جو تیری ملکیت میں ہے پھر دشمنی کرتا ہے۔ پھر فرماتا ہے اپنے مقدور بھر اللہ کا خوف رکھو اس کے عذاب سے بچنے کی کوشش کرو، بخاری و مسلم میں ہے جو حکم میں کروں اسے اپنی مقدور بھر بجا لاؤ جس سے میں روک دوں رک جاؤ، بعض مفسرین کا فرمان ہے کہ سورة آل عمران کی آیت (ترجمہ) کی ناسخ یہ آیت ہے، یعنی پہلے فرمایا تھا اللہ تعالیٰ سے اس قدر ڈرو جتنا اس سے ڈرنا چاہئے لیکن اب فرما دیا کہ اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام کرتے تھے کہ پیروں پر ورم آجاتا تھا اور اتنے لمبے سجدے کرتے تھے کہ پیشانیاں زخمی ہوجاتی تھیں پس اللہ تعالیٰ نے یہ دوسری آیت اتار کر تخفیف کردی اور بھی بعض مفسرین نے یہی فرمایا ہے اور پہلی آیت کو منسوخ اور اس دوسری آیت کو ناسخ بتایا ہے، پھر فرماتا ہے اللہ اور اس کے رسول کے فرمانبردار بن جاؤ ان کے فرمان سے ایک انچ ادھر ادھر نہ ہٹو نہ آگے بڑھو نہ پیچھے سرکو نہ امر کو چھوڑو نہ نہی کے خلاف کرو، جو اللہ نے تمہیں دے رکھا ہے اس میں سے رشتہ داروں کو فقیروں، مسکینوں کو اور حاجت مندوں کو دیتے رہو، اللہ نے تم پر احسان کیا تم دوسری مخلوق پر احسان کرو تاکہ اس جہان میں بھی اللہ کے احسان کے مستحق بن جاؤ اور اگر یہ نہ کیا تو دونوں جہان کی بربادی اپنے ہاتھوں آپ مول لو گے، ومن یوق کی تفسیر سورة حشر کی اس آیت میں گذر چکی ہے۔ جب تم کوئی چیز راہ اللہ دو گے اللہ اس کا بدلہ دے گا ہر صدقے کی جزا عطا فرمائے گا، تمہارا مسکینوں کے ساتھ سلوک کرنا گویا اللہ کو قرض دینا ہے۔ بخاری مسلم کی حدیث میں ہے اللہ تعالیٰ فرماتا ہے کون ہے ؟ جو ایسے کو قرض دے جو نہ تو ظالم ہے نہ مفلس نہ نادہندہ، پس فرماتا ہے وہ تمہیں بہت کچھ بڑھا چڑھا کر پھیر دے گا، جیسے سورة بقرہ میں بھی فرمایا ہے کہ کئی کئی گنا بڑھا کر دے گا، ساتھ ہی خیرات سے تمہارے گناہ معاف کر دے گا، اللہ بڑا قدر دان ہے، تھوڑی سی نیک کا بہت بڑا اجر دیتا ہے، وہ بردبار ہے درگزر کرتا ہے بخش دیتا ہے گناہوں سے اور لغزشوں سے چشم پوشی کرلیتا ہے، خطاؤں اور برائیوں کو معاف فرما دیتا ہے چھپے کھلے کا عالم وہ غالب اور باحکمت ہے، ان اسماء حسنیٰ کی تفسیر کئی کئی مرتبہ اس سے پہلے گذر چکی ہے، اللہ تعالیٰ کے فضل و کرم اور لطف و رحم سے سورة تغابن کی تفسیر ختم ہوئی۔ فالحمد للہ۔"
    },
    {
      "ayah": 18,
      "surah": 64,
      "text": "اللہ کی یاد اور دولت ارشاد ہوتا ہے کہ بعض عورتیں اپنے مردوں کو اور بعض اولاد اپنے ماں باپ کو یاد اللہ اور نیک عمل سے روک دیتی ہے جو درحقیقت دشمنی ہے، جس سے پہلے تنبیہ ہوچکی ہے کہ ایسا نہ ہو تمہارے مال اور تمہاری اولاد تمہیں یاد اللہ سے غافل کردیں اگر ایسا ہوگیا تو تمہیں بڑا گھاٹا رہے گا یہاں بھی فرماتا ہے کہ ان سے ہوشیار رہو، اپنے دین کی نگہبانی ان کی ضروریات اور فرمائشات کے پورا کرنے پر مقدم رکھو، بیوی بچوں اور مال کی خاطر انسان قطع رحمی کر گزرتا ہے اللہ کی نافرمانی پر تل جاتا ہے ان کی محبت میں پھنس کر احکام اسلامی کو پس پشت ڈال دیتا ہے، حضرت ابن عباس فرماتے ہیں بعض اہل مکہ اسلام قبول کرچکے تھے مگر زن و فرزند کی محبت نے انہیں ہجرت سے روک دیا پھر جب اسلام کا خوب افشا ہوگیا تب یہ لوگ حاضر حضور ﷺ ہوئے دیکھا کہ ان سے پہلے کے مہاجرین نے بہت کچھ علم دین حاصل کرلیا ہے اب جی میں آیا کہ اپنے ہاں بچوں کو سزا دیں جس پر یہ فرمان ہوا کہ ان تعفوا الخ، یعنی اب درگزر کرو آئندہ کے لئے ہوشیار رہو، اللہ تعالیٰ مال و اولاد دے کر انسان کو پرکھ لیتا ہے کہ معصیت میں مبتلا ہونے والے کون ہیں اور اطاعت گذار کون ہیں ؟ اللہ کے پاس جو اجر عظیم ہے تمہیں چاہئے اس پر نگاہیں رکھو جیسے اور جگہ فرمان ہے (ترجمہ) الخ، یعنی بطور آزمائش کے لوگوں کے لئے دنیوی خواہشات یعنی بیویاں اور اولاد، سونے چاندی کے بڑے بڑے لگے ہوئے ڈھیر، شائستہ گھوڑے، مویشی، کھیتی کی محبت کو زینت دی گئی ہے مگر یہ سب دنیا کی چند روزہ زندگی کا سامان ہے اور ہمیشہ رہنے والا اچھا ٹھکانا تو اللہ ہی کے پاس ہے۔ مسند احمد میں ہے کہ ایک مرتبہ آنحضرت ﷺ خطبہ فرما رہے تھے کہ حضرت حسن اور حضرت حسین لانبے لانبے کرتے پہنے آگئے دونوں بچے کرتوں میں الجھ الجھ کر گرتے پڑتے آ رہے تھے یہ کرتے سرخ، رنگ کے تھے حضور ﷺ کی نظریں جب ان پر پڑیں تو منبر سے اتر کر انہیں اٹھا کر لائے اور اپنے سامنے بٹھا لیا پھر فرمانے لگے اللہ تعالیٰ سچا ہے اور اس کے رسول ﷺ نے بھی سچ فرمایا ہے کہ تمہارے مال اولاد فتنہ ہیں میں ان دونوں کو گرتے پڑتے آتے دیکھ کر صبر نہ کرسکا آخر خطبہ چھوڑ کر انہیں اٹھانا پڑا۔ مسند میں ہے حضرت اشعت بن قیس فرماتے ہیں کندہ قبیلے کے وفد میں میں بھی حضور ﷺ کی خدمت میں حاضر ہوا۔ آپ نے مجھ سے پوچھا تمہاری کچھ اولاد بھی ہے میں نے کہا ہاں اب آتے ہوئے ایک لڑکا ہوا ہے کاش کہ اس کے بجائے کوئی درندہ ہی ہوتا آپ نے فرمایا خبردار ایسا نہ کہو ان میں آنکھوں کی ٹھنڈک ہے اور انتقال کر جائیں تو اجر ہے، پھر فرمایا ہاں ہاں یہی بزدلی اور غم کا سبب بھی بن جاتے ہیں یہ بزدلی اور غم و رنج بھی ہیں، بزاز میں ہے اولاد دل کا پھل ہے اور یہ بخل ونامردی اور غمگینی کا باعث بھی ہے، طبرانی میں ہے تیرا دشمن صرف وہی نہیں جو تیرے مقابلہ میں کفر پر جم کر لڑائی کے لئے آیا کیونکہ اگر تو نے اسے قتل کردیا تو تیرے لئے باعث نور ہے اور اگر اس نے تجھے قتل کردیا تو قطعاً جنتی ہوگیا۔ پھر فرمایا شاید تیرا دشمن تیرا بچہ ہے جو تیری پیٹھ سے نکلا پھر تجھ سے دشمنی کرنے لگا تیرا پورا دشمن تیرا مال ہے جو تیری ملکیت میں ہے پھر دشمنی کرتا ہے۔ پھر فرماتا ہے اپنے مقدور بھر اللہ کا خوف رکھو اس کے عذاب سے بچنے کی کوشش کرو، بخاری و مسلم میں ہے جو حکم میں کروں اسے اپنی مقدور بھر بجا لاؤ جس سے میں روک دوں رک جاؤ، بعض مفسرین کا فرمان ہے کہ سورة آل عمران کی آیت (ترجمہ) کی ناسخ یہ آیت ہے، یعنی پہلے فرمایا تھا اللہ تعالیٰ سے اس قدر ڈرو جتنا اس سے ڈرنا چاہئے لیکن اب فرما دیا کہ اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام اپنی طاقت کے مطابق چناچہ حضرت سعید بن جبیر فرماتے ہیں پہلی آیت لوگوں پر بڑی بھاری پڑی تھی اس قدر لمبے قیام کرتے تھے کہ پیروں پر ورم آجاتا تھا اور اتنے لمبے سجدے کرتے تھے کہ پیشانیاں زخمی ہوجاتی تھیں پس اللہ تعالیٰ نے یہ دوسری آیت اتار کر تخفیف کردی اور بھی بعض مفسرین نے یہی فرمایا ہے اور پہلی آیت کو منسوخ اور اس دوسری آیت کو ناسخ بتایا ہے، پھر فرماتا ہے اللہ اور اس کے رسول کے فرمانبردار بن جاؤ ان کے فرمان سے ایک انچ ادھر ادھر نہ ہٹو نہ آگے بڑھو نہ پیچھے سرکو نہ امر کو چھوڑو نہ نہی کے خلاف کرو، جو اللہ نے تمہیں دے رکھا ہے اس میں سے رشتہ داروں کو فقیروں، مسکینوں کو اور حاجت مندوں کو دیتے رہو، اللہ نے تم پر احسان کیا تم دوسری مخلوق پر احسان کرو تاکہ اس جہان میں بھی اللہ کے احسان کے مستحق بن جاؤ اور اگر یہ نہ کیا تو دونوں جہان کی بربادی اپنے ہاتھوں آپ مول لو گے، ومن یوق کی تفسیر سورة حشر کی اس آیت میں گذر چکی ہے۔ جب تم کوئی چیز راہ اللہ دو گے اللہ اس کا بدلہ دے گا ہر صدقے کی جزا عطا فرمائے گا، تمہارا مسکینوں کے ساتھ سلوک کرنا گویا اللہ کو قرض دینا ہے۔ بخاری مسلم کی حدیث میں ہے اللہ تعالیٰ فرماتا ہے کون ہے ؟ جو ایسے کو قرض دے جو نہ تو ظالم ہے نہ مفلس نہ نادہندہ، پس فرماتا ہے وہ تمہیں بہت کچھ بڑھا چڑھا کر پھیر دے گا، جیسے سورة بقرہ میں بھی فرمایا ہے کہ کئی کئی گنا بڑھا کر دے گا، ساتھ ہی خیرات سے تمہارے گناہ معاف کر دے گا، اللہ بڑا قدر دان ہے، تھوڑی سی نیک کا بہت بڑا اجر دیتا ہے، وہ بردبار ہے درگزر کرتا ہے بخش دیتا ہے گناہوں سے اور لغزشوں سے چشم پوشی کرلیتا ہے، خطاؤں اور برائیوں کو معاف فرما دیتا ہے چھپے کھلے کا عالم وہ غالب اور باحکمت ہے، ان اسماء حسنیٰ کی تفسیر کئی کئی مرتبہ اس سے پہلے گذر چکی ہے، اللہ تعالیٰ کے فضل و کرم اور لطف و رحم سے سورة تغابن کی تفسیر ختم ہوئی۔ فالحمد للہ۔"
    },
    {
      "ayah": 2,
      "surah": 64,
      "text": "مسبحات کی سورتوں میں سب سے آخری سورت یہی ہے، مخلوقات کی تسبیح الٰہی کا بیان کئی دفعہ ہوچکا ہے، ملک و حمد والا اللہ ہی ہے ہر چیز پر اس کی حکومت کام میں اور ہر چیز کا اندازہ مقرر کرنے میں۔ وہ تعریف کا مستحق، جس چیز کا ارادہ کرے اس کو پورا کرنے کی قدرت بھی رکھتا ہے نہ کوئی اس کا مزاحم بن سکے نہ اسے کوئی روک سکے وہ اگر نہ چاہے تو کچھ بھی نہ ہو، وہی تمام مخلوق کا خالق ہے اس کے ارادے سے بعض انسان کافر ہوئے بعض مومن، وہ بخوبی جانتا ہے کہ مستحق ہدایت کون ہے ؟ اور مستحق ضلالت کون ہے ؟ وہ اپنے بندوں کے اعمال پر شاہد ہے اور ہر ایک عمل کا پورا پورا بدلے دے گا، اس نے عدل و حکمت کے ساتھ آسمان و زمین کی پیدائش کی ہے، اسی نے تمہیں پاکیزہ اور خوبصورت شکلیں دے رکھی ہیں، جیسے اور جگہ ارشاد ہے (ترجمہ) الخ، اے انسان تجھے تیرے رب کریم سے کس چیز نے غافل کردیا، اسی نے تجھے پیدا کیا پھر درست کیا پھر ٹھیک ٹھاک کیا اور جس صورت میں چاہا تجھے ترکیب دی اور جگہ ارشاد ہے (ترجمہ) الخ، اللہ ہی ہے جس نے تمہارے لئے زمین کو قرار گاہ اور آسمان کو چھت بنایا اور تمہیں بہترین صورتیں دس اور پاکیزہ چیزیں کھانے کو عنایت فرمائیں، آخر سب کو اسی کی طرف لوٹنا ہے، آسمان و زمین اور ہر نفس اور کل کائنات کا علم اسے حاصل ہے یہاں تک کہ دل کے ارادوں اور پوشیدہ باتوں سے بھی وہ واقف ہے۔"
    },
    {
      "ayah": 3,
      "surah": 64,
      "text": "مسبحات کی سورتوں میں سب سے آخری سورت یہی ہے، مخلوقات کی تسبیح الٰہی کا بیان کئی دفعہ ہوچکا ہے، ملک و حمد والا اللہ ہی ہے ہر چیز پر اس کی حکومت کام میں اور ہر چیز کا اندازہ مقرر کرنے میں۔ وہ تعریف کا مستحق، جس چیز کا ارادہ کرے اس کو پورا کرنے کی قدرت بھی رکھتا ہے نہ کوئی اس کا مزاحم بن سکے نہ اسے کوئی روک سکے وہ اگر نہ چاہے تو کچھ بھی نہ ہو، وہی تمام مخلوق کا خالق ہے اس کے ارادے سے بعض انسان کافر ہوئے بعض مومن، وہ بخوبی جانتا ہے کہ مستحق ہدایت کون ہے ؟ اور مستحق ضلالت کون ہے ؟ وہ اپنے بندوں کے اعمال پر شاہد ہے اور ہر ایک عمل کا پورا پورا بدلے دے گا، اس نے عدل و حکمت کے ساتھ آسمان و زمین کی پیدائش کی ہے، اسی نے تمہیں پاکیزہ اور خوبصورت شکلیں دے رکھی ہیں، جیسے اور جگہ ارشاد ہے (ترجمہ) الخ، اے انسان تجھے تیرے رب کریم سے کس چیز نے غافل کردیا، اسی نے تجھے پیدا کیا پھر درست کیا پھر ٹھیک ٹھاک کیا اور جس صورت میں چاہا تجھے ترکیب دی اور جگہ ارشاد ہے (ترجمہ) الخ، اللہ ہی ہے جس نے تمہارے لئے زمین کو قرار گاہ اور آسمان کو چھت بنایا اور تمہیں بہترین صورتیں دس اور پاکیزہ چیزیں کھانے کو عنایت فرمائیں، آخر سب کو اسی کی طرف لوٹنا ہے، آسمان و زمین اور ہر نفس اور کل کائنات کا علم اسے حاصل ہے یہاں تک کہ دل کے ارادوں اور پوشیدہ باتوں سے بھی وہ واقف ہے۔"
    },
    {
      "ayah": 4,
      "surah": 64,
      "text": "مسبحات کی سورتوں میں سب سے آخری سورت یہی ہے، مخلوقات کی تسبیح الٰہی کا بیان کئی دفعہ ہوچکا ہے، ملک و حمد والا اللہ ہی ہے ہر چیز پر اس کی حکومت کام میں اور ہر چیز کا اندازہ مقرر کرنے میں۔ وہ تعریف کا مستحق، جس چیز کا ارادہ کرے اس کو پورا کرنے کی قدرت بھی رکھتا ہے نہ کوئی اس کا مزاحم بن سکے نہ اسے کوئی روک سکے وہ اگر نہ چاہے تو کچھ بھی نہ ہو، وہی تمام مخلوق کا خالق ہے اس کے ارادے سے بعض انسان کافر ہوئے بعض مومن، وہ بخوبی جانتا ہے کہ مستحق ہدایت کون ہے ؟ اور مستحق ضلالت کون ہے ؟ وہ اپنے بندوں کے اعمال پر شاہد ہے اور ہر ایک عمل کا پورا پورا بدلے دے گا، اس نے عدل و حکمت کے ساتھ آسمان و زمین کی پیدائش کی ہے، اسی نے تمہیں پاکیزہ اور خوبصورت شکلیں دے رکھی ہیں، جیسے اور جگہ ارشاد ہے (ترجمہ) الخ، اے انسان تجھے تیرے رب کریم سے کس چیز نے غافل کردیا، اسی نے تجھے پیدا کیا پھر درست کیا پھر ٹھیک ٹھاک کیا اور جس صورت میں چاہا تجھے ترکیب دی اور جگہ ارشاد ہے (ترجمہ) الخ، اللہ ہی ہے جس نے تمہارے لئے زمین کو قرار گاہ اور آسمان کو چھت بنایا اور تمہیں بہترین صورتیں دس اور پاکیزہ چیزیں کھانے کو عنایت فرمائیں، آخر سب کو اسی کی طرف لوٹنا ہے، آسمان و زمین اور ہر نفس اور کل کائنات کا علم اسے حاصل ہے یہاں تک کہ دل کے ارادوں اور پوشیدہ باتوں سے بھی وہ واقف ہے۔"
    },
    {
      "ayah": 5,
      "surah": 64,
      "text": "سابقہ واقعات سے سبق لو یہاں گزشتہ کافروں کے کفر اور ان کی بری سزا اور بدترین بدلے کا ذکر ہو رہا ہے کہ کیا تمہیں تم سے پہلے منکروں کا حال معلوم نہیں ؟ کہ رسولوں کی مخالفت اور حق کی تکذیب کیا رنگ لائی ؟ دنیا اور آخرت میں برباد ہوگئے یہاں بھی اپنے بد افعال کا خمیازہ بھگتا اور وہاں کا بھگتنا ابھی باقی ہے جو نہایت الم انگیز ہے۔ اس کی وجہ سوا اس کے کچھ بھی نہیں کہ دلائل وبراہین اور روشن نشان کے ساتھ جو انبیاء اللہ ان کے پاس آئے انہوں نے انہیں نہ مانا اور اپنے نزدیک اسے محال جانا کہ انسان پیغمبر ہو، اور انہی جیسے ایک آدم زاد کے ہاتھ پر انہیں ہدایت دی جائے پس انکار کر بیٹھے اور عمل چھوڑ دیا، اللہ تعالیٰ نے بھی ان سے بےپرواہی برتی وہ تو غنی ہے ہی اور ساتھ ہی حمد وثناء کے لائق بھی۔"
    },
    {
      "ayah": 6,
      "surah": 64,
      "text": "سابقہ واقعات سے سبق لو یہاں گزشتہ کافروں کے کفر اور ان کی بری سزا اور بدترین بدلے کا ذکر ہو رہا ہے کہ کیا تمہیں تم سے پہلے منکروں کا حال معلوم نہیں ؟ کہ رسولوں کی مخالفت اور حق کی تکذیب کیا رنگ لائی ؟ دنیا اور آخرت میں برباد ہوگئے یہاں بھی اپنے بد افعال کا خمیازہ بھگتا اور وہاں کا بھگتنا ابھی باقی ہے جو نہایت الم انگیز ہے۔ اس کی وجہ سوا اس کے کچھ بھی نہیں کہ دلائل وبراہین اور روشن نشان کے ساتھ جو انبیاء اللہ ان کے پاس آئے انہوں نے انہیں نہ مانا اور اپنے نزدیک اسے محال جانا کہ انسان پیغمبر ہو، اور انہی جیسے ایک آدم زاد کے ہاتھ پر انہیں ہدایت دی جائے پس انکار کر بیٹھے اور عمل چھوڑ دیا، اللہ تعالیٰ نے بھی ان سے بےپرواہی برتی وہ تو غنی ہے ہی اور ساتھ ہی حمد وثناء کے لائق بھی۔"
    },
    {
      "ayah": 7,
      "surah": 64,
      "text": "منکرین قیامت مشرکین و ملحدین اللہ تعالیٰ فرماتا ہے کہ کفار مشرکین ملحدین کہتے ہیں کہ مرنے کے بعد نہیں اٹھیں گے، اے نبی ﷺ تم ان سے کہہ دو کہ ہاں اٹھو گے پھر تمہارے تمام چھوٹے بڑے چھپے کھلے اعمال کا اظہار تم پر کیا جائے گا، سنو تمہارا دوبارہ پیدا کرنا تمہیں بدلے دینا وغیرہ تمام کام اللہ تعالیٰ پر بالکل آسان ہیں، یہ تیسری آیت ہے کہ اللہ تعالیٰ نے اپنے نبی ﷺ کو قسم کھا کر قیامت کی حقانیت کے بیان کرنے کو فرمایا ہے، پہلی آیت تو سورة یونس میں ہے (ترجمہ) یعنی یہ لوگ تجھ سے پوچھتے ہیں کہ کیا وہ حق ہے ؟ تو کہہ میرے رب کی قسم وہ حق ہے اور تم اللہ کو ہرا نہیں سکتے، دوسری آیت سورة سبا میں ہے۔ (ترجمہ) کافر کہتے ہیں ہم پر قیامت نہ آئے گی تو کہہ دے کہ ہاں میرے رب کی قسم یقینا اور بالضرور آئے گی، اور تیسری آیت یہی۔ پھر ارشاد ہوتا ہے کہ اللہ پر، رسول اللہ پر، نور منزل یعنی قرآن کریم پر ایمان لاؤ تمہارا کوئی خفیہ عمل بھی اللہ تعالیٰ پر پوشیدہ نہیں۔ قیامت والے دن اللہ تعالیٰ تم سب کو جمع کرے گا اور اسی لئے اس کا نام یوم الجمع ہے، جیسے اور جگہ ہے (ترجمہ) یہ لوگوں کے جمع کئے جانے اور ان کے حاضر باش ہونے کا دن ہے اور جگہ ہے (ترجمہ) یہ لوگوں کے جمع کئے جانے اور ان کے حاضر باش ہونے کا دن ہے اور جگہ ہے (ترجمہ) یعنی قیامت والے دن تمام اولین اور آخرین جمع کئے جائیں کے، ابن عباس فرماتے ہیں یوم التغابن قیامت کا ایک نام ہے، اس نام کی وجہ یہ ہے کہ اہل جنت اہل دوزخ کو نقصان میں ڈالیں گے حضرت مجاہد فرماتے ہیں اس سے زیادہ تغابن کیا ہوگا کہ ان کے سامنے انہیں جنت میں اور ان کے سامنے انہیں جہنم میں لے جائیں گے۔ گویا اسی کی تفسیر اس کے بعد والی آیت میں ہے کہ ایماندار، نیک اعمال والوں کے گناہ معاف کردیئے جائیں گے اور بہتی نہروں والی ہمیشہ رہنے والی جنت میں انہیں داخل کیا جائے گا اور پوری کامیابی کو پہنچ جائے گا اور کفر و تکذیب کرنے والے جہنم کی آگ میں جائیں گے جہاں ہمیشہ جلنے کا عذاب پاتے رہیں گے بھلا اس سے برا ٹھکانا اور کیا ہوسکتا ہے ؟"
    },
    {
      "ayah": 8,
      "surah": 64,
      "text": "منکرین قیامت مشرکین و ملحدین اللہ تعالیٰ فرماتا ہے کہ کفار مشرکین ملحدین کہتے ہیں کہ مرنے کے بعد نہیں اٹھیں گے، اے نبی ﷺ تم ان سے کہہ دو کہ ہاں اٹھو گے پھر تمہارے تمام چھوٹے بڑے چھپے کھلے اعمال کا اظہار تم پر کیا جائے گا، سنو تمہارا دوبارہ پیدا کرنا تمہیں بدلے دینا وغیرہ تمام کام اللہ تعالیٰ پر بالکل آسان ہیں، یہ تیسری آیت ہے کہ اللہ تعالیٰ نے اپنے نبی ﷺ کو قسم کھا کر قیامت کی حقانیت کے بیان کرنے کو فرمایا ہے، پہلی آیت تو سورة یونس میں ہے (ترجمہ) یعنی یہ لوگ تجھ سے پوچھتے ہیں کہ کیا وہ حق ہے ؟ تو کہہ میرے رب کی قسم وہ حق ہے اور تم اللہ کو ہرا نہیں سکتے، دوسری آیت سورة سبا میں ہے۔ (ترجمہ) کافر کہتے ہیں ہم پر قیامت نہ آئے گی تو کہہ دے کہ ہاں میرے رب کی قسم یقینا اور بالضرور آئے گی، اور تیسری آیت یہی۔ پھر ارشاد ہوتا ہے کہ اللہ پر، رسول اللہ پر، نور منزل یعنی قرآن کریم پر ایمان لاؤ تمہارا کوئی خفیہ عمل بھی اللہ تعالیٰ پر پوشیدہ نہیں۔ قیامت والے دن اللہ تعالیٰ تم سب کو جمع کرے گا اور اسی لئے اس کا نام یوم الجمع ہے، جیسے اور جگہ ہے (ترجمہ) یہ لوگوں کے جمع کئے جانے اور ان کے حاضر باش ہونے کا دن ہے اور جگہ ہے (ترجمہ) یہ لوگوں کے جمع کئے جانے اور ان کے حاضر باش ہونے کا دن ہے اور جگہ ہے (ترجمہ) یعنی قیامت والے دن تمام اولین اور آخرین جمع کئے جائیں کے، ابن عباس فرماتے ہیں یوم التغابن قیامت کا ایک نام ہے، اس نام کی وجہ یہ ہے کہ اہل جنت اہل دوزخ کو نقصان میں ڈالیں گے حضرت مجاہد فرماتے ہیں اس سے زیادہ تغابن کیا ہوگا کہ ان کے سامنے انہیں جنت میں اور ان کے سامنے انہیں جہنم میں لے جائیں گے۔ گویا اسی کی تفسیر اس کے بعد والی آیت میں ہے کہ ایماندار، نیک اعمال والوں کے گناہ معاف کردیئے جائیں گے اور بہتی نہروں والی ہمیشہ رہنے والی جنت میں انہیں داخل کیا جائے گا اور پوری کامیابی کو پہنچ جائے گا اور کفر و تکذیب کرنے والے جہنم کی آگ میں جائیں گے جہاں ہمیشہ جلنے کا عذاب پاتے رہیں گے بھلا اس سے برا ٹھکانا اور کیا ہوسکتا ہے ؟"
    },
    {
      "ayah": 9,
      "surah": 64,
      "text": "منکرین قیامت مشرکین و ملحدین اللہ تعالیٰ فرماتا ہے کہ کفار مشرکین ملحدین کہتے ہیں کہ مرنے کے بعد نہیں اٹھیں گے، اے نبی ﷺ تم ان سے کہہ دو کہ ہاں اٹھو گے پھر تمہارے تمام چھوٹے بڑے چھپے کھلے اعمال کا اظہار تم پر کیا جائے گا، سنو تمہارا دوبارہ پیدا کرنا تمہیں بدلے دینا وغیرہ تمام کام اللہ تعالیٰ پر بالکل آسان ہیں، یہ تیسری آیت ہے کہ اللہ تعالیٰ نے اپنے نبی ﷺ کو قسم کھا کر قیامت کی حقانیت کے بیان کرنے کو فرمایا ہے، پہلی آیت تو سورة یونس میں ہے (ترجمہ) یعنی یہ لوگ تجھ سے پوچھتے ہیں کہ کیا وہ حق ہے ؟ تو کہہ میرے رب کی قسم وہ حق ہے اور تم اللہ کو ہرا نہیں سکتے، دوسری آیت سورة سبا میں ہے۔ (ترجمہ) کافر کہتے ہیں ہم پر قیامت نہ آئے گی تو کہہ دے کہ ہاں میرے رب کی قسم یقینا اور بالضرور آئے گی، اور تیسری آیت یہی۔ پھر ارشاد ہوتا ہے کہ اللہ پر، رسول اللہ پر، نور منزل یعنی قرآن کریم پر ایمان لاؤ تمہارا کوئی خفیہ عمل بھی اللہ تعالیٰ پر پوشیدہ نہیں۔ قیامت والے دن اللہ تعالیٰ تم سب کو جمع کرے گا اور اسی لئے اس کا نام یوم الجمع ہے، جیسے اور جگہ ہے (ترجمہ) یہ لوگوں کے جمع کئے جانے اور ان کے حاضر باش ہونے کا دن ہے اور جگہ ہے (ترجمہ) یہ لوگوں کے جمع کئے جانے اور ان کے حاضر باش ہونے کا دن ہے اور جگہ ہے (ترجمہ) یعنی قیامت والے دن تمام اولین اور آخرین جمع کئے جائیں کے، ابن عباس فرماتے ہیں یوم التغابن قیامت کا ایک نام ہے، اس نام کی وجہ یہ ہے کہ اہل جنت اہل دوزخ کو نقصان میں ڈالیں گے حضرت مجاہد فرماتے ہیں اس سے زیادہ تغابن کیا ہوگا کہ ان کے سامنے انہیں جنت میں اور ان کے سامنے انہیں جہنم میں لے جائیں گے۔ گویا اسی کی تفسیر اس کے بعد والی آیت میں ہے کہ ایماندار، نیک اعمال والوں کے گناہ معاف کردیئے جائیں گے اور بہتی نہروں والی ہمیشہ رہنے والی جنت میں انہیں داخل کیا جائے گا اور پوری کامیابی کو پہنچ جائے گا اور کفر و تکذیب کرنے والے جہنم کی آگ میں جائیں گے جہاں ہمیشہ جلنے کا عذاب پاتے رہیں گے بھلا اس سے برا ٹھکانا اور کیا ہوسکتا ہے ؟"
    }
  ]
}
