{
  "text": "حق کی بے آمیز دعوت جب اٹھتی ہے تو وہ زمین پر خدا کا ترازو کھڑا کرنا ہوتا ہے۔ اس کی میزان میںہر آدمی اپنے کو تُلتا ہوا محسوس کرتا ہے۔ حق کی دعوت ہر ایک کے اوپر سے اس کا ظاہری پردہ اتاردیتی ہے اور ہر شخص کو اس کے اس مقام پر کھڑا کردیتی ہے جہاں وہ باعتبار حقیقت تھا۔ یہ صورت حال اتنی سخت ہوتی ہے کہ لوگ چیخ اٹھتے ہیں۔ سارا ماحول داعی کے لیے ایسا بن جاتا ہے جیسے وہ انگاروں کے درمیان کھڑا ہوا ہو۔\nجو لوگ دعوت حق کے ترازومیں اپنے کو بے وزن ہوتا ہوا محسوس کرتے ہیں ان کے اندر ضد اور گھمنڈ کے جذبات جاگ اٹھتے ہیں۔ وہ تیزی سے مخالفانہ رخ پر چل پڑتے ہیں۔ وہ چاہنے لگتے ہیں کہ ایسی دعوت کو مٹا دیں جو ان کی حق پرستانہ حیثیت کو مشتبہ ثابت کرتی ہو۔ ان کے لیے اپنی زبان کا استعمال یہ ہو جاتا ہے کہ وہ دعوت اور داعی کے خلاف جھوٹی باتیں پھیلائیں۔ اس کو زیر کرنے کے منصوبے بنائیں۔ وہ لوگوں کو منع کریں کہ اس کی مالي مدد نہ کرو۔ جو اللہ کے بندے اللہ کی رسّی کے گرد متحد ہورہے ہوں ان کو بدگمانیوں میں مبتلا کرکے منتشر کریں۔\nاس کے برعکس، جو لوگ اپنی فطرت کو زندہ رکھے ہوئے تھے ان کو اللہ کی مدد سے یہ توفیق ملتی ہے کہ وہ اس کے آگے جھک جائیں، وہ اس کا ساتھ دیں، وہ اپنی زندگی کو اس کے مطابق ڈھالنا شروع کردیں۔ ایسے لوگوں کے لیے ان کی زبان کا استعمال یہ ہوتا ہے کہ وہ کھلے طور پر سچائی کا اعتراف کرلیں۔ وہ لوگوں سے کہیں کہ یہ اللہ کا کام ہے اس میں اپنا مال اور اپنا وقت خرچ کرو۔ وہ لوگوں کو ترغیب دیں کہ وہ اپنی قوتوں کو نیکی اور بھلائی کے کاموں میں لگائیں۔ وہ آپس کی رنجشوں اور شکایتوں کو دور کرنے کی کوشش کریں۔ حق کا اعتراف ان کے اندر جو نفسیات جگاتا ہے اس کا قدرتی نتیجہ ہے کہ وہ اس قسم کے تعميري کاموں میں لگ جائیں۔\nاللہ کے نزدیک یہ ایک ناقابلِ معافی جرم ہے کہ حق کی دعوت کی مخالفت کی جائے اور جو لوگ حق کی دعوت کے گرد جمع ہوئے ہیں ان کو اپنی دشمنی کی آگ میں جلانے کی کوشش کی جائے۔ دوسرے اکثر گناہوں میں یہ امکان رہتا ہے کہ وہ انسان کی غفلت یا کمزوری کی وجہ سے صادر ہوئے ہوں۔ مگر دعوت حق کی مخالفت تمام تر سرکشی کی وجہ سے ہوتی ہے۔ اور سرکشی کسی آدمی کا وہ جرم ہے جس کو اللہ کبھی معاف نہیں کرتا، اِلاّ یہ کہ وہ اپنی غلطی کا اقرار کرے اور سرکشی سے باز آجائے۔ دین کی دعوت جب بھی اپنی بے آمیز شکل میں اٹھتی ہے تو وہ ایک خدائی کام ہوتا ہے جو خدا کی خصوصی مدد پر شروع ہوتا ہے۔ ایسے کام کی مخالفت کرنا گویا خدا کے مقابلہ میں کھڑا ہونا ہے اور کون ہے جو خدا کے مقابلہ میں کھڑا ہو کر کامیاب ہو۔",
  "ayah": 114,
  "surah": 4
}
