{
  "text": "کسی شخص کے اندر کوئی دینی یا دنیوی عیب معلوم ہو تو اس کو شہرت دینا اللہ کو سخت ناپسند ہے۔ نصیحت کا حق ہر ایک کو ہے۔ مگر نصیحت یا تو کسی کا نام لیے بغیر عمومی انداز میں کی جانی چاہیے یا متعلقہ شخص سے مل کر تنہائی میں۔ اللہ صبح وشام لوگوں کے جرائم نظر انداز کرتا رہتا ہے۔ بندوں کو بھی اپنے اندر یہی اخلاق پیدا کرنا ہے۔ البتہ اگر ایک شخص مظلوم ہو تو اس کے لیے رخصت ہے کہ وہ ظالم کے ظلم کو لوگوں کے سامنے بیان کرے۔ تاہم مظلوم اگر صبر کرے اور ظلم کرنے والے کو معاف کردے تو یہ اس کے حق میں زیادہ بہتر ہے۔ کیوںکہ اس طرح وہ ثابت کرتا ہے کہ اس کو دنیا کے نقصان سے زیادہ آخرت کے نقصان کی فکر ہے۔ جو شخص کسی بڑے غم میں مبتلا ہو اس کے ليے چھوٹے غم بے حقیقت ہوجاتے ہیں۔ یہی حال اس شخص کا ہوتا ہے جس کے دل میں آنے والے ہولناک دن کا غم سمایا ہوا ہو۔\nمکہ کے لوگ حضرت ابراہیم کی نبوت کو مانتے تھے۔ اسی طرح یہودی حضرت موسیٰ کی نبوت کو تسلیم کرتے تھے اور مسیحی حضرت عیسیٰ کی نبوت کو ۔ مگر ان سب نے پیغمبر عربی صلی اللہ علیہ وسلم کی نبوت کو ماننے سے انکار کردیا۔ ان میں سے ہر ایک ماضی کے پیغمبر کو ماننے کے لیے تیار تھا مگر ان میں سے کوئی بھي وقت کے پیغمبر کو ماننے کے لیے تیار نہ ہوا۔ حالاں کہ جن نبیوں کو وہ مان رہے تھے وہ بھی اپنے زمانہ میں اسی قسم کے مخالفانہ رد عمل سے دوچار ہوئے تھے جس سے پیغمبر عربی کو دوچار ہونا پڑا — اس قسم کی ہر کوشش حق پرستی اور نفس پرستی کے درمیان راستہ نکالنے کے لیے ہوتی ہے تاکہ خواہشات کا ڈھانچہ بھی ٹوٹنے نہ پائے اور آدمی خدا کی جنت تک پہنچ جائے۔\nاصل یہ ہے کہ ماضی کی نبوت ایک مانی ہوئی نبوت ہوتی ہے جب کہ وقت کے پیغمبر کو ماننے کے لیے آدمی کو نیا ذہنی سفر طے کرنا پڑتا ہے۔ ماضی کی نبوت زمانہ گزرنے کے بعد ایک تسلیم شدہ نبوت بن جاتی ہے۔ وہ پیدائشی طورپر آدمی کے ذہن کا جز بن چکی ہوتی ہے۔ مگر زمانهٔ حال کا پیغمبر ایک متنازعہ شخصیت ہوتا ہے، وہ دیکھنے والوں کو محض ’’ایک انسان‘‘ دکھائی دیتا ہے۔ اس لیے اس کو ماننے کے لیے ضروری ہوتا ہے کہ آدمی ایک نیا ذہنی سفر کرے۔ وہ خدا کو دوبارہ شعور کی سطح پر پائے۔ ماضی کے پیغمبر کو ماننا تقلیدی ایمان کے تحت ہوتا ہے اور وقت کے پیغمبر کو ماننا ارادی ایمان کے تحت۔ مگر اللہ کے یہاں قیمت ارادی ایمان کی ہے، نہ کہ تقلیدی ایمان کی۔",
  "ayah": 152,
  "surah": 4
}
