{
  "text": "کوئی مرد یا عورت اگر ایسا فعل کر بیٹھے جو شریعت کے نزدیک گناہ ہو تب بھی اس کے ساتھ جو معاملہ کیا جائے گا وہ قانون کے مطابق کیا جائے گا، نہ کہ قانون سے آزاد ہو کر۔ قانون کے تقاضے پورا کیے بغیر کسی کو مجرم قرار دینا درست نہیں، کسی کا مجرم ہونا دوسرے کو یہ حق نہیں دیتا کہ وہ اس کے خلاف ظالمانہ کارروائی کرنے لگے۔ سزا کا مقصد عدل کا قیام ہے، اور عدل کا قیام ظلم اور بے انصافی کے ساتھ نہیں ہوسکتا۔ اور اگر گناہ کرنے والا تائب ہو اور اپنی اصلاح کرلے تو اس كے بعد تو لازم هوجاتا هے كه اس كے ساتھ شفقت اور درگزر كا معامله كيا جائے۔ كسي كے ماضي كي بنياد پر اس كو مطعون كرنا درست نهيں۔ جب الله توبه كرنے والوں كي توبه قبول كرتاهے اور اپني اصلاح كرلینے والوں کی طرف دوبارہ مہربانی کے ساتھ پلٹ آتا ہے تو انسانوں کو کیا حق ہے کہ ایسے کسی شخص کو طنز وملامت کا نشانہ بنائیں۔ ایسے کسی شخص کو طنز وملامت کا نشانہ بنا کر آدمی خود اپنے آپ کو مجرم ثابت کررہا ہے نہ کہ کسی دوسرے آدمی کو۔\nتوبہ زبان سے ’’توبہ‘‘ کا لفظ بولنے کا نام نہیں۔ یہ اپنی گنہ گاری کے شدید احساس کا نام ہے۔ اور آدمی اگر اپنی توبہ میں سنجیدہ ہو اور واقعی شدت کے ساتھ اس نے اپنی گنہ گاری کو محسوس کیا ہو تو وہ آدمی کے لیے اتنا سخت معاملہ ہوتا ہے کہ توبہ آدمی کے لیے اپنی سزا آپ دینے کے ہم معنی بن جاتی ہے۔ یہ کیفیت آدمی کے اندر اگر اللہ کے ڈر سے پیدا ہوئی ہو تو اللہ ضرور اس کو معاف کردیتا ہے۔ مگر ان لوگوں کے توبہ کی اللہ کے نزدیک کوئی قیمت نہیں جو اتنے جری ہو ں کہ جان بوجھ کر اللہ کی نافرمانی کرتے رہيں۔ اور تنبیہ کے باوجود اس پر قائم رہیں، البتہ جب دنیا سے جانے کا وقت آجائے تو کهيں کہ ’’میں نے توبہ کی،‘‘ اسی طرح ان لوگوں کی توبہ بھی بے فائدہ ہے جو آخرت میں عذاب کو سامنے دیکھ کر اپنے جرم کا اقرار کریںگے۔\nتوبہ کی حقیقت بندے کا اپنے رب کی طرف پلٹنا ہے تاکہ اس کا رب بھی اس کی طرف پلٹے۔ توبہ اس شخص کے لیے ہے جو وقتی جذبہ سے مغلوب ہو کر بری حرکت کربیٹھے، پھر اس کا احتسابِ نفس جلد ہی اس کو اپنی غلطی کا احساس کرادے۔ وہ برائی کو چھوڑ کر دوبارہ نیکی کی روش اختیار کرے اور شریعت کے مطابق اپنی زندگی کی اصلاح کرلے۔ ایسا ہی آدمی توبہ کرنے والا ہے اور جو شخص اس طرح توبہ کرے اس کی مثال ایسی ہی ہے جیسے گھر کا بھٹکا ہوا آدمی دوبارہ اپنے گھر واپس آجائے۔",
  "ayah": 18,
  "surah": 4
}
