{
  "text": "قوله عز وجل ( وأنذرهم يوم الحسرة إذ قضي الأمر ) فرغ من الحساب وأدخل أهل الجنة الجنة ، وأهل النار النار ، وذبح الموت .أخبرنا عبد الواحد المليحي ، أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا عمرو بن حفص بن غياث أخبرنا أبي أنبأنا الأعمش ، أخبرنا أبو صالح عن أبي سعيد الخدري قال : قال رسول الله صلى الله عليه وسلم : \" يؤتى بالموت كهيئة كبش أملح فينادي مناد : يا أهل الجنة فيشرفون وينظرون فيقول : هل تعرفون هذا؟ فيقولون : نعم هذا الموت ، وكلهم قد رآه ، ثم ينادي يا أهل النار فيشرفون وينظرون فيقول : هل تعرفون هذا؟ فيقولون : نعم هذا الموت ، وكلهم قد رآه ، فيذبح ، ثم يقول : يا أهل الجنة خلود فلا موت ، ويا أهل النار خلود فلا موت ، ثم قرأ : ( وأنذرهم يوم الحسرة إذ قضي الأمر وهم في غفلة وهم لا يؤمنون ) .ورواه أبو عيسى عن أحمد بن منيع ، عن النضر بن إسماعيل عن الأعمش بهذا الإسناد ، وزاد : \" فلولا أن الله تعالى قضى لأهل الجنة الحياة والبقاء لماتوا فرحا ، ولولا أن الله تعالى قضى لأهل النار الحياة والبقاء لماتوا ترحا \" .أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا معاذ بن أسد أخبرنا عبد الله أخبرنا عمر بن محمد بن زيد عن أبيه أنه حدثه عن ابن عمر قال : قال رسول الله صلى الله عليه وسلم : \" إذا صار أهل الجنة إلى الجنة وأهل النار إلى النار جيء بالموت حتى يجعل بين الجنة والنار . ثم يذبح ثم ينادي مناد : يا أهل الجنة لا موت ، ويا أهل النار لا موت ، فيزداد أهل الجنة فرحا إلى فرحهم ويزداد أهل النار حزنا إلى حزنهم .أخبرنا عبد الواحد المليحي أخبرنا أحمد النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا أبو اليمان أخبرنا شعيب أخبرنا أبو الزناد عن الأعرج عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" لا يدخل أحد الجنة إلا رأى مقعده من النار لو أساء ، ليزداد شكرا . ولا يدخل النار أحد إلا أري مقعده من الجنة لو أحسن ليكون عليه حسرة \" .أخبرنا أبو الحسن عبد الرحمن بن محمد الداودي أخبرنا أبو الحسن أحمد بن محمد بن موسى بن الصلت أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي أخبرنا الحسين بن الحسن أخبرنا ابن المبارك أخبرنا يحيى بن عبد الله قال : سمعت أبي قال : سمعت أبا هريرة يقول : قال رسول الله صلى الله عليه وسلم : \" ما من أحد يموت إلا ندم \" ، قالوا : فما ندمه يا رسول الله؟ قال : \" إن كان محسنا ندم أن لا يكون ازداد ، وإن كان مسيئا ندم أن لا يكون نزع \" .قوله عز وجل : ( وهم في غفلة ) أي : عما يفعل بهم في الآخرة ( وهم لا يؤمنون ) لا يصدقون .",
  "ayah": 39,
  "surah": 19
}
