{
  "text": "( ثم ننجي الذين اتقوا ) أي : اتقوا الشرك وهم المؤمنون . والنجاة إنما تكون مما دخلت فيه .وقرأ الكسائي ويعقوب : \" ننجي \" بالتخفيف . والآخرون : بالتشديد .والدليل على هذا : ما أخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو بكر أحمد بن الحسن الحيري أخبرنا حاجب بن أحمد الطوسي أخبرنا عبد الرحيم بن منيب أخبرنا سفيان عن الزهري عن سعيد بن المسيب عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم \" لا يموت لمسلم ثلاثة من الولد فيلج النار إلا تحلة القسم \" .وأراد بالقسم قوله : ( وإن منكم إلا واردها )أخبرنا عبد الواحد المليحي أخبرنا أحمد النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا مسلم بن إبراهيم أخبرنا هشام أخبرنا قتادة عن أنس عن النبي صلى الله عليه وسلم قال : \" يخرج من النار من قال لا إله إلا الله وفي قلبه وزن شعيرة من خير ، ويخرج من النار من قال لا إله إلا الله وفي قلبه وزن برة من خير ، ويخرج من النار من قال لا إله إلا الله وفي قلبه وزن ذرة من خير \" وقال أبان عن قتادة : \" من إيمان \" مكان \" خير \" .أخبرنا أبو المظفر محمد بن إسماعيل بن علي الشجاعي أخبرنا أبو نصر النعمان بن محمد بن محمود الجرجاني أخبرنا أبو عثمان عمرو بن عبد الله البصري أخبرنا محمد بن عبد الوهاب أخبرنا محمد بن الفضل أبو النعمان أخبرنا سلام بن مسكين أخبرنا أبو الظلال عن أنس بن مالك عن رسول الله صلى الله عليه وسلم : \" أن رجلا في النار ينادي ألف سنة يا حنان يا منان فيقول الله عز وجل لجبريل : اذهب فأتني بعبدي هذا قال : فذهب جبريل فوجد أهل النار منكبين يبكون قال : فرجع فأخبر ربه عز وجل قال اذهب فإنه في موضع كذا وكذا قال : فجاء به قال : يا عبدي كيف وجدت مكانك ومقيلك؟ قال : يا رب شر مكان وشر مقيل قال ، ردوا عبدي . قال : ما كنت أرجو أن تعيدني إليها إذ أخرجتني منها ، قال الله تعالى لملائكته : دعوا عبدي \" .وأما قوله عز وجل : لا يسمعون حسيسها \" ( الأنبياء : 102 ) قيل : إن الله عز وجل أخبر عن وقت كونهم في الجنة أنهم لا يسمعون حسيسها ، فيجوز أن يكونوا قد سمعوا ذلك قبل دخولهم الجنة لأنه لم يقل : لم يسمعوا حسيسها ، ويجوز أن لا يسمعوا حسيسها عند دخولهم إياها لأن الله عز وجل يجعلها عليهم بردا وسلاما .وقال خالد بن معدان : يقول أهل الجنة : ألم يعدنا ربنا أن نرد النار؟ فيقال بلى ولكنكم مررتم بها وهي خامدة .وفي الحديث : تقول النار للمؤمن : \" جز يا مؤمن فقد أطفأ نورك لهبي \" .وروي عن مجاهد في قوله عز وجل : ( وإن منكم إلا واردها ) قال : من حم من المسلمين فقد وردها .وفي الخبر : \" الحمى كير من جهنم ، وهي حظ المؤمن من النار \" .أخبرنا عبد الواحد المليحي أخبرنا أحمد النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا محمد بن المثنى أخبرنا يحيى عن هشام أخبرني أبي عن عائشة عن النبي صلى الله عليه وسلم قال : \" الحمى من فيح جهنم فأبردوها بالماء \" .( كان على ربك حتما مقضيا ) أي : كان ورودكم جهنم حتما لازما ( مقضيا ) قضاه الله عليكم .( ثم ننجي الذين اتقوا ) أي : اتقوا الشرك . وقرأ الكسائي \" ننجي \" بالتخفيف والباقون بالتشديد ( ونذر الظالمين فيها جثيا ) جميعا . وقيل : جاثين على الركب وفيه دليل على أن الكل دخلوها ثم أخرج الله منها المتقين وترك فيها الظالمين وهم المشركون .أخبرنا عبد الواحد المليحي أخبرنا أحمد النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا أبو اليمان أخبرنا شعيب عن الزهري أخبرني سعيد بن المسيب وعطاء بن يزيد الليثي أن أبا هريرة أخبرهما أن الناس قالوا : يا رسول الله هل نرى ربنا يوم القيامة؟ قال : \" هل تضارون في القمر ليلة البدر ليس دونه سحاب \" قالوا : لا يا رسول الله ، قال : \" فهل تمارون في الشمس ليس دونها سحاب \" قالوا : لا قال : فإنكم ترونه كذلك يحشر الناس يوم القيامة فيقول : من كان يعبد شيئا فليتبعه فمنهم من يتبع الشمس ، ومنهم من يتبع القمر ، ومنهم من يتبع الطواغيت ، وتبقى هذه الأمة فيها منافقوها ، فيأتيهم الله عز وجل فيقول : أنا ربكم ، فيقولون : هذا مكاننا حتى يأتينا ربنا فإذا جاء ربنا عرفناه ، فيأتيهم الله فيقول : أنا ربكم ، فيقولون : أنت ربنا ؟ فيدعوهم ويضرب الصراط بين ظهراني جهنم فأكون أول من يجوز من الرسل بأمته ولا يتكلم يومئذ أحد إلا الرسل ، وكلام الرسل يومئذ : اللهم سلم سلم ، وفي جهنم كلاليب مثل شوك السعدان ، هل رأيتم شوك السعدان ؟ قالوا : نعم ، قال فإنها مثل شوك السعدان غير أنه لا يعلم قدر عظمها إلا الله تخطف الناس بأعمالهم ، فمنهم من يوبق بعمله ، ومنهم من يجردل ثم ينجو ، حتى إذا أراد الله رحمة من أراد من أهل النار أمر الله الملائكة أن يخرجوا من كان يعبد الله فيخرجونهم ويعرفونهم بآثار السجود ، وحرم الله على النار أن تأكل أثر السجود ، فيخرجون من النار ، فكل ابن آدم تأكله النار إلا أثر السجود فيخرجون من النار قد امتحشوا فيصب عليهم ماء الحياة فينبتون كما تنبت الحبة في حميل السيل ثم يفرغ الله من القضاء بين العباد ويبقى رجل بين الجنة والنار ، وهو آخر أهل النار دخولا الجنة مقبل بوجهه قبل النار فيقول يا رب اصرف وجهي عن النار قد قشبني ريحها وأحرقني ذكاؤها ، فيقول : هل عسيت إن فعلت ذلك بك أن تسأل غير ذلك فيقول : لا وعزتك ، فيعطي الله ما شاء من عهد وميثاق فيصرف الله وجهه عن النار ، فإذا أقبل به على الجنة رأى بهجتها سكت ما شاء الله أن يسكت ثم قال يا رب قدمني عند باب الجنة فيقول الله تبارك وتعالى : أليس قد أعطيت العهود والميثاق أن لا تسأل غير الذي كنت سألت فيقول يا رب لا أكون أشقى خلقك فيقول فما عسيت إن أعطيت ذلك أن تسأل غيره فيقول لا وعزتك لا أسألك غير ذلك فيعطي ربه ما شاء من عهد وميثاق فيقدمه إلى باب الجنة فإذا بلغ بابها فرأى زهرتها وما فيها من النضرة والسرور فسكت ما شاء الله أن يسكت فيقول يا رب أدخلني الجنة فيقول الله ويحك يا ابن آدم ما أغدرك أليس قد أعطيت العهود والميثاق أن لا تسأل غير الذي أعطيت فيقول يا رب لا تجعلني أشقى خلقك فيضحك الله عز وجل منه ثم يأذن له في دخول الجنة فيقول تمن فيتمنى حتى إذا انقطع أمنيته قال الله عز وجل من كذا وكذا أقبل يذكره ربه حتى إذا انتهت به الأماني قال الله تعالى لك ذلك ومثله معه قال أبو سعيد الخدري لأبي هريرة رضي الله عنهما إن رسول الله صلى الله عليه وسلم قال قال الله لك ذلك وعشرة أمثاله قال أبو هريرة لم أحفظ من رسول الله صلى الله عليه وسلم إلا قوله لك ذلك ومثله معه قال أبو سعيد إني سمعته يقول ذلك لك وعشرة أمثاله .ورواه محمد بن إسماعيل عن محمود بن غيلان أخبرنا عبد الرزاق أخبرنا معمر عن الزهري عن عطاء بن يزيد عن أبي هريرة بمعناه وقال : فيأتيهم الله عز وجل في غير الصورة التي يعرفون فيقول : أنا ربكم فيقولون : نعوذ بالله منك هذا مكاننا حتى يأتينا ربنا فإذا آتانا ربنا عرفناه فيأتيهم الله في الصورة التي يعرفون فيقول : أنا ربكم فيقولون : أنت ربنا فيتبعونه .أخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو بكر أحمد بن الحسين الحيري أخبرنا حاجب بن أحمد الطوسي أخبرنا محمد بن حماد أخبرنا أبو معاوية عن الأعمش عن أبي سفيان عن جابر قال : قال رسول الله صلى الله عليه وسلم : \" يعذب أناس من أهل التوحيد في النار حتى يكونوا حمما ثم تدركهم الرحمة قال : فيخرجون فيطرحون على أبواب الجنة قال : فيرش عليهم أهل الجنة الماء فينبتون كما تنبت القثاء في حمالة السيل ثم يدخلون الجنة \" .أخبرنا أبو محمد عبد الله بن عبد الصمد الجوزجاني أخبرنا أبو القاسم علي بن أحمد الخزاعي أخبرنا أبو سعيد الهيثم بن كليب أخبرنا أبو عيسى الترمذي أخبرنا هناد بن السري أخبرنا أبو معاوية عن الأعمش عن إبراهيم عن عبيدة السلماني عن عبد الله بن مسعود قال : قال رسول الله صلى الله عليه وسلم : \" إني لأعرف آخر أهل النار خروجا رجل يخرج منها زحفا فيقول يا رب قد أخذ الناس المنازل قال فيقال له انطلق فادخل الجنة قال فيذهب ليدخل فيجد الناس قد أخذوا المنازل فيرجع فيقول يا رب قد أخذ الناس المنازل قال فيقال له أتذكر الزمان الذي كنت فيه فيقول نعم فيقال له تمن قال فيتمنى فيقال له فإن لك الذي تمنيته وعشرة أضعاف الدنيا قال فيقول أتسخر بي وأنت الملك قال فقد رأيت رسول الله صلى الله عليه وسلم ضحك حتى بدت نواجذه \" .أخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو بكر أحمد بن الحسن الحيري أخبرنا حاجب بن أحمد الطوسي أخبرنا محمد بن حماد أخبرنا أبو معاوية عن الأعمش عن أبي سفيان عن جابر عن أم مبشر عن حفصة أنها قالت : قال رسول الله صلى الله عليه وسلم : \" إني لأرجو أن لا يدخل النار إن شاء الله أحد شهد بدرا والحديبية \" قال : قلت يا رسول الله أليس قد قال الله تعالى : ( وإن منكم إلا واردها كان على ربك حتما مقضيا ) قال : أفلم تسمعيه يقول : ( ثم ننجي الذين اتقوا ونذر الظالمين فيها جثيا ) .",
  "ayah": 72,
  "surah": 19
}
