{
  "text": "مسوق لبيان حكمة النسخ والإتيان بالخير والمثل بياناً غير مفصل على طريقة الأسلوب الحكيم ، وذلك أنه بعد أن فرغ من التنبيه على أن النسخ الذي استبعدوه وتذرعوا به لتكذيب الرسول هو غير مفارق لتعويض المنسوخ بخير منه أو مثله أو تعزيز المبقى بمثله أريد أن ينتقل من ذلك إلى كشف ما بقي من الشبهة وهي أن يقول المنكر وما هي الفائدة في النسخ حتى يحتاج للتعويض؟ وكان مقتضى الظاهر أن يتصدى لبيان اختلاف المصالح ومناسبتها للأحوال والأعصار ولبيان تفاصيل الخيرية والمثلية في كل ناسخ ومنسوخ . ولما كان التصدي لذلك أمراً لم تتهيأ له عقول السامعين لعسر إدراكهم مراتب المصالح وتفاوتها ، لأن ذلك مما يحتاج إلى تأصيل قواعد من أصول شرعية وسياسية ، عدل بهم عن بيان ذلك وأجملت لهم المصلحة بالحوالة على قدرة الله تعالى التي لا يشذ عنها ممكن مراد ، وعلى سعة ملكه المشعر بعظيم علمه ، وعلى حاجة المخلوقات إليه إذ ليس لهم رب سواه ولا ولي دونه وكفى بذلك دليلاً على أنه يحملهم على مصالحهم في سائر الأحوال .ومما يزيد هذا العدول توجيهاً أن التصدي للبيان يفتح باب الجدال في إثبات المصلحة وتفاوت ذلك بحسب اختلاف القرائح والفهوم .ولأن أسباب التشريع والنسخ أقسام ، منه ما ظهر وجهه بالنص فيمكن إفهامهم إياه نحو قوله : { إنما يريد الشيطان أن يوقع بينكم العدواة والبغضاء في الخمر والميسر } [ المائدة : 91 ] الآية بعد قوله : { لا تقربوا الصلاة وأنتم سكارى } [ النساء : 43 ] الآية ونحو { وعلم أن فيكم ضعفاً } [ الأنفال : 66 ] الآية . ومنها ما يعسر إفهامهم إياه لأنه يحتاج إلى علم وتفصيل من شأن المشرعين وعلماء الأصول كالأشياء التي عرفت بالقياس وأصول التشريع . ومنها ما لم يطلع على حكمته في ذلك الزمان أو فيما يليه ، ولما كان معظم هاته التفاصيل يعسر أو يتعذر إفهامهم إياه وقع العدول المذكور . ولكون هاته الجملة تتنزل منزلة البيان للأولى فصلت عنها .والخطاب في { تعلم } ليس مراداً منه ظاهره الواحد وهو النبيء صلى الله عليه وسلم بل هو إما خطاب لغير معين خارج على طريقة المجاز بتشبيه من ليس حاضراً للخطاب وهو الغائب منزلة المخاطب في كونه بحيث يصير مخاطباً لشهرة هذا الأمر والمقصد من ذلك ليعم كل مخاطب صالح له وهو كل من يظن به أو يتوهم منه أنه لا يعلم أن الله على كل شيء قدير ولو بعدم جريانه على موجب علمه ، وإلى هذه الطريقة مال القطب والطيبي من شراح «الكشاف» وعليها يشمل هذا الخطاب ابتداء اليهود والمشركين ومن عسى أن يشتبه عليه الأمر وتروج عليه الشبهة من ضعفاء المسلمين ، أما غيرهم فغني عن التقرير في الظاهر وإنما أدخل فيه ليسمع غيره .وإما مراد به ظاهره وهو الواحد فيكون المخاطب هوالنبيء صلى الله عليه وسلم لكن المقصود منه المسلمون فينتقل من خطاب النبيء إلى مخاطبة أمته انتقالاً كنائياً لأن علم الأمة من لوازم علم الرسول من حيث إنه رسول لزوماً عرفياً فكل حكم تعلق به بعنوان الرسالة فالمراد منه أمته لأن ما يثبت له من المعلومات في باب العقائد والتشريع فهو حاصل لهم فتارة يراد من الخطاب توجه مضمون الخطاب إليه ولأمته وتارة يقصد منه توجه المضمون لأمته فقط على قاعدة الكناية في جواز إرادة المعنى الأصلي مع الكنائي ، وههنا لا يصلح توجه المضمون للرسول لأنه لا يقرر على الاعتراف بأن الله على كل شيء قدير فضلاً عن أن ينكر عنه وإنما التقرير للأمة ، والمقصد من تلك الكناية التعريض باليهود . وإنما سلك هذا الطريق دون أن يؤتى بضمير الجماعة المخاطبين لما في سلوك طريق الكناية من البلاغة والمبالغة مع الإيجاز في لفظ الضمير .والاستفهام تقريري على الوجهين وهو شأن الاستفهام الداخل على النفي كما تقدم عند قوله : { ألم أقل لكم إني أعلم غيب السماوات والأرض }[ البقرة : 33 ] أي إنكم تعلمون أن الله قدير وتعلمون أنه مالك السماوات والأرض بما يجري فيهما من الأحوال ، فهو ملكه أيضاً فهو يصرف الخلق كيف يشاء . وقد أشار في «الكشاف» إلى أنه تقريري وصرح به القطب في «شرحه» ولم يسمع في كلام العرب استفهام دخل على النفي إلا وهو مراد به التقرير.وقوله : { ألم تعلم أن الله له ملك السماوات والأرض } قال البيضاوي : هو متنزل من الجملة التي قبله منزلة الدليل لأن الذي يكون له ملك السماوات والأرض لا جرم أن يكون قديراً على كل شيء ولذا فصلت هذه الجملة عن التي قبلها . وعندي أن موجب الفصل هو أن هاته الجملة بمنزلة التكرير للأولى لأن مقام التقرير ومقام التوبيخ كلاهما مقام تكرير لما به التقرير والإنكار تعديداً على المخاطب .",
  "ayah": 107,
  "surah": 2
}
