{
  "text": "( أم ) حرف عطف مختص بالاستفهام وما في معناه وهو التسوية فإذا عطفت أحد مفرديْننِ مستفهماً عن تعيين أحدهما استفهاماً حقيقياً أو مسوَّى بينهما في احتمال الحصول فهي بمعنى ( أو ) العاطفة ويسميها النحاة متصلة ، وإذا وقعت عاطفة جملةً دلت على انتقال من الكلام السابق إلى استفهام فتكون بمعنى بل الانتقالية ويسميها النحاة منقطعة والاستفهام ملازم لما بعدها في الحالين . وهي هنا منقطعة لا محالة لأن الاستفهامين اللذين قبلها في معنى الخبر لأنهما للتقرير كما تقدم إلا أن وقوعهما في صورة الاستفهام ولو للتقرير يحسن موقع ( أم ) بعدهما كما هو الغالب والاستفهام الذي بعدهما هنا إنكار وتحذير ، والمناسبة في هذا الانتقال تامة فإن التقريرالذي قبلها مراد منه التحذير من الغلط وأن يكونوا كمن لا يعلم والاستفهام الذي بعدها مراد منه التحذير كذلك والمحذر منه في الجميع مشترك في كونه من أحوال اليهود المذمومة ولا يصح كون ( أم ) هنا متصلة لأن الاستفهامين اللذين قبلها ليسا على حقيقتهما لا محالة كما تقدم .وقد جوز القزويني في «الكشف على الكشاف» كون ( أم ) هنا متصلة بوجه مرجوح وتبعه البيضاوي وتكلفا لذلك مما لايساعد استعمال الكلام العربي ، وأفرط عبد الحكيم في «حاشية البيضاوي» فزعم أن حملها على المتصلة أرجح لأنه الأصل لا سيما مع اتحاد فاعل الفعلين المتعاطفين بأم ولدلالته على أنهم إذا سألوا سؤال قوم موسى فقد علموا أن الله على كل شيء قدير وإنما قصدوا التعنت وكان الجميع في غفلة عن عدم صلوحية الاستفهامين السابقين للحمل على حقيقة الاستفهام .وقوله : { تريدون } خطاب للمسلمين لا محالة بقرينة قوله : { رسولكم } وليس كونه كذلك بمرجح كون الخطابين اللذين قبله متوجهين إلى المسلمين لأن انتقال الكلام بعد ( أم ) المنقطعة يسمح بانتقال الخطاب .وقوله : { تريدون } يؤذن بأن السؤال لم يقع ولكنه ربما جاش في نفوس بعضهم أو ربما أثارته في نفوسهم شبه اليهود في إنكارهم النسخ وإلقائهم شبهة البداء ونحو ذلك مما قد يبعث بعض المسلمين على سؤال النبيء صلى الله عليه وسلموقوله : { كما سئل موسى } تشبيهٌ وجهُه أن في أسئلة بني إسرائيل موسى كثيراً من الأسئلة التي تفضي بهم إلى الكفر كقولهم : { اجعل لنا إلها كما لهم آلهة } [ الأعراف : 138 ] أو من العجرفة كقولهم : { لن نؤمن لك حتى نرى الله جهرة } [ البقرة : 55 ] فيكون التحذير من تسلسل الأسئلة المفضي إلى مثل ذلك . ويجوز كونه راجعاً إلى أسئلة بني إسرائيل عما لا يعنيهم وعما يجر لهم المشقة كقولهم { ما لونها } [ البقرة : 69 ] و { ماهي } [ البقرة : 7 ] .قال الفخر : إن المسلمين كانوا يسألون النبيء صلى الله عليه وسلم عن أمور لا خير لهم في البحث عنها ليعلموها كما سأل اليهود موسى اه .وقد ذكر غيره أسباباً أخرى للنزول ، منها : أن المسلمين سألوا النبيء صلى الله عليه وسلم في غزوة خيبر لما مروا بذات الأنواط التي كانت للمشركين أن يجعل لهم مثلها ونحو هذا مما هو مبني على أخبار ضعيفة ، وكل ذلك تكلف لما لا حاجة إليه فإن الآية مسوقة مساق الإنكار التحذيري بدليل قوله : { تريدون } قصداً للوصاية بالثقة بالله ورسوله والوصاية والتحذير لا يقتضيان وقوع الفعل بل يقتضيان عدمه . والمقصود التحذير من تطرق الشك في صلاحية الأحكام المنسوخة قبل نسخها لا في صلاحية الأحكام الناسخة عند وقوعها .وقوله : { ومن يتبدل الكفر بالإيمان فقد ضل سواء السبيل } تذييل للتحذير الماضي للدلالة على أن المحذر منه كفر أو يفضي إلى الكفر لأنه ينافي حرمة الرسول والثقة به وبحكم الله تعالى ، ويحتمل أن المراد بالكفر أحوال أهل الكفر أي لا تتبدلوا بآدابكم تقلد عوائد أهل الكفر في سؤالهم كما قال صلى الله عليه وسلم في حديث «الصحيحين» : \" فإنما أهلك الذين من قبلكم كثرة مسائلهم واختلافهم على أنبيائهم \" وإطلاق الكفر على أحوال أهله وإن لم تكن كفراً شائع في ألفاظ الشريعة وألفاظ السلف كما قالت جميلة بنت عبد الله بن أُبَيَ زوجةُ ثابتِ بن قيس : «إني أكره الكفر» تريد الزنا ، فإذن ذكر جملة بعد جملة يؤذن بمناسبة بين الجملتين فإذا لم يكن مدلول الجملتين واضح التناسب علم المخاطب أن هنالك مناسبة يرمز إليها البليغ فهنا تعلم أن الارتداد عن الإيمان إلى الكفر معنى كلي عام يندرج تحته سؤالهم الرسول كما سأل بنو إسرائيل موسى فتكون تلك القضية كفراً وهو المقصود من التذييل المعرف في باب الإطناب بأنه تعقيب الجملة بجملة مشتملة على معناها تتنزل منزلة الحجة على مضمون الجملة وبذلك يحصل تأكيد معنى الجملة الأولى وزيادة فالتذييل ضرب من ضروب الإطناب من حيث يشتمل على تقرير معنى الجملة الأولى ويزيد عليه بفائدة جديدة لها تعلق بفائدة الجملة الأولى . وأبدعه ما أخرج مخرج الأمثال لما فيه من عُموم الحكم ووجيز اللفظ مثل هاته الآية ، وقول النابغة :ولستَ بمستبققٍ أخاً لا تُلِمُّه ... على شعَث أيُّ الرجال المهذبوالمؤكد بجملة : { ومن يتبدل الكفر بالإيمان } هو مفهوم جملة { أم تريدون أن تسألوا رسولكم } مفهوم الجملة التي قبلها لا منطوقها فهي كالتذييل الذي في بيت النابغة . والقول في تعدية فعل { يتبدل } مضى عند قوله تعالى : { قال أتستبدلون الذي هو أدنى بالذي هو خير } [ البقرة : 61 ] .وقد جعل قوله : { فقد ضل } جواباً لمن الشرطية لأن المراد من الضلال أعظمه وهو الحاصل عقب تبدل الكفر بالإيمان ولا شبهة في كون الجواب مترتباً على الشرط ولا يريبك في ذلك وقوع جواب الشرط فعلاً ماضياً مع أن الشرط إنما هو تعليق على المستقبل ولا اقتران الماضي بقد الدالة على تحقق المضي لأن هذا استعمال عربي جيد يأتون بالجزاء ماضياً لقصد الدلالة على شدة ترتب الجزاء على الشرط وتحقق وقوعه معه حتى إنه عند ما يحصل مضمون الشرط يكون الجزاء قد حصل فكأنه حاصل من قبل الشرط نحو :{ ومن يحلل عليه غضبي فقد هوى } [ طه : 81 ] وعلى مثل هذا يحمل كل جزاء جاء ماضياً فإن القرينة عليه أن مضمون الجواب لا يحصل إلا بعد حصول الشرط وهم يجعلون قد علامة على هذا القصد ولهذا قلما خلا جواب ماض لشرط مضارع إلا والجواب مقترن بقد حتى قيل : إن غير ذلك ضرورة ولم يقع في القرآن كما نص عليه الرضي بخلافه مع قد فكثير في القرآن .وقد يجعلون الجزاء ماضياً مريدين أن حصول مضمون الشرط كاشف عن كون مضمون الجزاء قد حصل أو قد تذكره الناس نحو { إن يسرق فقد سرق أخ له من قبل } [ يوسف : 77 ] وعليه فيكون تحقيق الجزاء في مثله هو ما يتضمنه الجواب من معنى الانكشاف أو السبق أو غيرهما بحسب المقامات قبل أن يقدر فلا تعجب إذ قد سرق أخ له ويمكن تخريج هذه الآية على ذلك بأن يقدر ومن يتبدل الكفر بالإيمان فالسبب فيه أنه قد كان ضل سواء السبيل حتى وقع في الارتداد كما تقول من وقع في المهواة فقد خبط خبط عشواء إن أريد بالماضي أنه حصل وأريد بالضلال ما حف بالمرتد من الشبهات والخذلان الذي أوصله إلى الارتداد وهو بعيد من غرض الآية .والسواء الوسط من كل شيء قال بلعاء بن قيس :غَشَّيْتُه وهو في جَأَوَاءَ باسلة ... عَضْبَاً أصاب سواءَ الرأس فانفلقاووسط الطريق هو الطريق الجادة الواضحة لأنه يكون بين بنيات الطريق التي لا تنتهي إلى الغاية .",
  "ayah": 108,
  "surah": 2
}
