{
  "text": "معطوف على قوله : { وقالوا لن يدخل الجنة إلا من كان هوداً أو نصارى } [ البقرة : 111 ] لزيارة بيان أن المجازفة دأبهم وأن رمي المخالف لهم بأنه ضال شنشنة قديمة فيهم فهم يرمون المخالفين بالضلال لمجرد المخالفة ، فقديماً ما رمت اليهود النصارى بالضلال ورمت النصارى اليهود بمثله فلا تعجبوا من حكم كل فريق منهم بأن المسلمين لا يدخلون الجنة ، وفي ذلك إنحاء على أهل الكتاب وتطمين لخواطر المسلمين ودفع الشبهة عن المشركين بأنهم يتخذون من طعن أهل الكتاب في الإسلام حجة لأنفسهم على مناوأته وثباتاً على شركهم .والمراد من القول التصريح بالكلام الدال فهم قد قالوا هذا بالصراحة حين جاء وفد نجران إلى رسول الله صلى الله عليه وسلم وفيهم أعيان دينهم من النصارى فلما بلغ مقدمهم اليهود أتوهم وهم عند النبيء صلى الله عليه وسلم فناظروهم في الدين وجادلوهم حتى تسابوا فكفر اليهود بعيسى وبالإنجيل وقالوا للنصارى ما أنتم على شيء فكفر وفد نجران بموسى وبالتوراة وقالوا لليهود لستم على شيء .وقولهم { على شيء } نكرة في سياق النفي والشيء الموجود هنا مبالغة أي ليسوا على أمر يعتد به . فالشيء المنفي هو العرفي أو باعتبار صفة محذوفة على حد قول عباس بن مرداس :وقد كنت في الحرب ذا تُدْرَا ... فلم أُعْطَ شيئاً ولم أُمنعأي لم أعط شيئاً نافعاً مغنياً بدليل قوله ولم أُمنع ، وسئل رسول الله عن الكهان فقال : «ليسوا بشيء» ، فالصيغة صيغة عموم والمراد بها في مجاري الكلام نفي شيء يعتد به في الغرض الجاري فيه الكلام بحسب المقامات فهي مستعملة مجازاً كالعام المراد به الخصوص أي ليسوا على حظ من الحق فالمراد هنا ليستْ على شيء من الحق وذلك كناية عن عدم صحة ما بين أيديهم من الكتاب الشرعي فكل فريق من الفريقين رمَى الآخر بأن ما عنده من الكتاب لاحظ فيه من الخير كما دل عليه قوله بعده : { وهم يتلون الكتاب } فإن قوله : { وهم يتلون الكتاب } جملة حالية جيء بها لمزيد التعجب من شأنهم أن يقولوا ذلك وكل فريق منهم يتلون الكتاب وكل كتاب يتلونه مشتمل على الحق لو اتبعه أهله حق اتباعه ، ولا يخلو أَهل كتاب حق من أن يتبعوا بعض ما في كتابهم أو جل ما فيه فلا يصدق قولُ غيرهم أنهم ليسوا على شيء .وجيء بالجملة الحالية لأن دلالتها على الهيئة أقوى من دلالة الحال المفردة لأن الجملة الحالية بسبب اشتمالها على نسبة خبرية تفيد أن ما كان حقه أن يكون خبراً عدل به عن الخبر لادعاء أنه معلوم اتصاف المخبر عنه به فيؤتى به في موقع الحال المفردة على اعتبار التذكير به ولفت الذهن إليه فصار حالاً له .وضمير قوله : { هم } عائد إلى الفريقين وقيل عائد إلى النصارى لأنهم أقرب مذكور .والتعريف في ( الكتاب ) جعله صاحب «الكشاف» تعريف الجنس وهو يرمي بذلك إلى أن المقصود أنهم أهل علم كما يقال لهم أهل الكتاب في مقابلة الأميين ، وحداه إلى ذلك قوله عقبه { كذلك قال الذين لا يعلمون } فالمعنى أنهم تراجموا بالنسبة إلى نهاية الضلال وهم من أهل العلم الذين لا يليق بهم المجازفة ومن حقهم الإنصاف بأن يبينوا مواقع الخطأ عند مخالفيهم .وجعل ابن عطية التعريف للعهد وجعل المعهود التوراة أي لأنها الكتاب الذي يقرأه الفريقان . ووجه التعجيب على هذا الوجه أن التوراة هي أصل للنصرانية والإنجيل ناطق بحقيتها فكيف يَسُوغُ للنصارى ادعاء أنها ليست بشيء كما فعلت نصارى نجران ، وأن التوراة ناطقة بمجيء رسل بعد موسى فكيف ساغ لليهود تكذيب رسول النصارى .وإذا جعل الضمير عائداً للنصارى خاصة يحتمل أن يكون المعهود التوراة كما ذكرنا أو الإنجيل الناطق بأحقية التوراة وفي { يتلون } دلالة على هذا لأنه يصير التعجب مشرباً بضرب من الاعتذار أعني أنهم يقرأون دون تدبر وهدا من التهكم وإلا لقال وهم يعلمون الكتاب وبهذا يتبين أن ليست هذه الآية واردة للانتصار لأحد الفريقين أو كليهما .وقوله : { كذلك قال الذين لا يعلمون مثل قولهم } أي يشبه هذا القول قول فريق آخر غير الفريقين وهؤلاء الذين لا يعلمون هم مقابل الذين يتلون الكتاب وأريد بهم مشركو العرب وهم لا يعلمون لأنهم أمّيون وإطلاق { الذين لا يعلمون } على المشركين وارد في القرآن من ذلك قوله الآتي : { وقال الذين لا يعلمون لولا يكلمنا الله أو تأتينا آية } [ البقرة : 118 ] بدليل قوله : { كذلك قال الذين من قبلهم مثل قولهم } [ البقرة : 118 ] يعني كذلك قال اليهود والنصارى ، والمعنى هنا أن المشركين كذبوا الأديان كلها اليهودية والنصرانية والإسلام والمقصود من التشبيه تشويه المشبه به بأنه مشابه لقول أهل الضلال البحت .وهذا استطراد للإنحاء على المشركين فيما قابلوا به الدعوة الإسلامية ، أي قالوا للمسلمين مثل مقالة أهل الكتابين بعضهم لبعض وقد حكى القرآن مقالتهم في قوله : { إذ قالوا ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] .والتشبيه المستفاد من الكاف في { كذلك } تشبيه في الادعاء على أنهم ليسوا على شيء والتقدير مثل ذلك القول الذي قالته اليهود والنصارى قال الذين لا يعلمون ، ولهذا يكون لفظ { مثل قولهم } تأكيداً لما أفاده كاف التشبيه وهو تأكيد يشير إلى أن المشابهة بين قول { الذين لا يعلمون } وبين قول اليهود والنصارى مشابهة تامة لأنهم لما قالوا { ما أنزل الله على بشر من شيء } قد كذَّبوا اليهود والنصارى والمسلمين .وتقديم الجار والمجرور على متعلقه وهو { قال } إما لمجرد الاهتمام ببيان الماثلة وإما ليغني عن حرف العطف في الانتقال من كلام إلى كلام إيجازاً بديعاً لأن مفاد حرف العطف التشريك ومفاد كاف التشبيه التشريك إذ التشبيه تشريك في الصفة .ولأجل الاهتمام أو لزيادته أكد قوله { كذلك } بقوله { مثل قولهم } فهو صفة أيضاً لمعمول قالوا المحذوف أي قالوا مقولاً مثل قولهم . ولك أن تجعل { كذلك } تأكيداً لمثل قولهم وتعتبر تقديمه من تأخير ، والأول أظهر .وجوز صاحب «الكشف» وجماعة أن لا يكون قوله : { مثلَ قولهم } أو قوله : { كذلك } تأكيداً للآخر وأن مرجع التشبيه إلى كيفية القول ومنهجه في صدوره عن هَوىً ، ومرجع المماثلة إلى المماثلة في اللفظ فيكون على كلامه تكريراً في التشبيه من جهتين للدلالة على قوة التشابه .وقولُه : { فالله يحكم بينهم } الآية ، جاء بالفاء لأن التوعد بالحكم بينهم يوم القيامة وإظهار ما أكنته ضمائرهم من الهوى والحسد متفرع عن هذه المقالات ومسبب عنها وهو خبر مراد به التوبيخ والوعيد والضمير المجرور بإضافة ( بين ) راجع إلى الفرق الثلاث و ( ما كانوا فيه يختلفون ) يعم ما ذكر وغيره . والجملة تذييل .",
  "ayah": 113,
  "surah": 2
}
