{
  "text": "استئناف ناشىء عن قوله : { ولن ترضى عنك اليهود ولا النصارى } [ البقرة : 120 ] مع قوله : { إن هدى الله هو الهدى } [ البقرة : 120 ] لتضمنه أن اليهود والنصارى ليسوا يومئذ على شيء من الهدى؟ كأنَّ سائلاً سأل : كيف وهم متمسكون بشريعة؟ ومَن الذي هو على هدى ممن اتَّبع هاتين الشريعتين؟ فأجيب بأن الذين أوتوا الكتاب وَتَلْوه حقَّ تلاوته هم الذين يؤمنون به .ويجوز أن يكون اعتراضاً في آخر الكلام لبيان حال المؤمنين الصادقين من أهل الكتاب لقصد إبطال اعتقادهم أنهم على التمسك بالإيمان بالكتاب ، وهو ينظر إلى قوله تعالى : { وإذا قيل لهم آمنوا بما أنزل الله قالوا نؤمن بما أنزل علينا ويكفرون بما وراءه } [ البقرة : 91 ] إلخ . وهو صدر هاته المحاورات وما تخللها من الأمثال والعِبر والبيان . فقوله : { الذين آتيناهم الكتاب } فذلكة لما تقدم وجواب قاطع لمعذرتهم المتقدمة ، وهو من باب رَد العجز على الصدر . ولأحد هذين الوجهين فُصلت الجملة ولم تعطف لأنها في معنى الجواب ، ولأن المحكي بها مباين لما يقابله المتضمن له قوله : { قالوا نؤمن بما أنزل علينا } ولِما انتُقِلَ منه إليه وهو قوله : { وقالوا اتخذ الله ولداً } [ البقرة : 116 ] وقوله : { وقال الذين لا يعلمون } [ البقرة : 118 ] . وقوله : { يتلونه حق تلاوته } حال من الذين أوتوا الكتاب إذ هم الآن يتلونه حق تلاوته . وانتصب { حقَّ تلاوته على المفعول المطلق وإضافته إلى المصدر من إضافة الصفة إلى الموصوف أي تلاوةً حَقاً .و ( الحق ) هنا ضد الباطل أي تلاوة مستوفية قِوام نوْعها لا ينقصها شيء مما يعتبر في التلاوة وتلك هي التلاوة بفهم مقاصد الكلام المتلو فإن الكلام يراد منه إفهام السامع فإذا تلاه القارىء ولم يفهم جميع ما أراده قائلُه كانت تلاوته غامضة ، فحق التلاوة هو العلم بما في المتلو .وقولُه : أولئك يؤمنون به } جملة هي خبر المبتدأ وهو اسم الموصول ، وجيء باسم الإشارة في تعريفهم دون الضمير وغيره للتنبيه على أن الأوصاف المتقدمة التي استحضروا بواسطتها حتى أشير إليهم باتصافهم بها هي الموجبة لجدارتهم بالحكم المسند لاسم الإشارة على حد { أولئك على هدى من ربهم } [ البقرة : 5 ] فلا شك أن تلاوتهم الكتاب حق تلاوته تثبت لهم أوْحَدِيَّتهم بالإيمان بذلك الكتاب لأن إيمان غيرهم به كالعدم . فالقصر ادعائي . فضمير { به } راجع إلى ( الكتاب ) من قوله : { الذين آتيناهم الكتاب } . وإذا كانوا هم المؤمنين به كانوا مؤمنين بمحمد صلى الله عليه وسلم لانطباق الصفات التي في كتبهم عليه ولأنهم مأخوذ عليهم العهد أن يؤمنوا بالرسول المقفى وأن يجتهدوا في التمييز بين الصادق من الأنبياء والكذبة حتى يستيقنوا انطباق الصفات على النبيء الموعود به فمن هنا قال بعض المفسرين إن ضمير { به } عائد إلى النبيء صلى الله عليه وسلم مع أنه لم يتقدم له معاد .ويجوز أن يعود الضمير من قوله : { يؤمنون به } إلى الهدي في قوله : { قل إن الهدى هدى الله } [ البقرة : 120 ] أي يؤمنون بالقرآن أنه منزل من الله فالضمير المجرور بالباء راجع للكتاب في قوله : { آتيناهم الكتاب } والمراد به التوراة والإنجيل واللام للجنس ، أو التوراة فقط لأنها معظم الدينين والإنجيل تكملة فاللام للعهد . ومن هؤلاء عبد الله بن سلام من اليهود وعدي بن حاتم وتميم الداري من النصارى .والقول في قوله : { ومن يكفر به فأولئك هم الخاسرون } كالقول في { أولئك يؤمنون به } وهو تصريح بحكم مفهوم { أولئك يؤمنون به } وفيه اكتفاء عن التصريح بحكم المنطوق وهو أن المؤمنين به هم الرابحون ففي الآية إيجاز بديع لدلالتها على أن الذين أوتوا الكتاب يتلونه حق تلاوته هم المؤمنون دون غيرهم فهم كافرون فالمؤمنون به هم الفائزون والكافرون هم الخاسرون .",
  "ayah": 121,
  "surah": 2
}
