{
  "text": "لما كملت الحجج نهوضاً على أهل الكتابين ومشركي العرب في عميق ضلالهم بإعراضهم عن الإسلام ، وتبين سوء نواياهم التي حالت دون الاهتداء بهديه والانتفاع بفضله ، وسجل ذلك على زعماء المعاندين أعني اليهود ابتداء بقوله : { يا بني إسرائيل } [ البقرة : 40 ] مرتين ، وأدمج معهم النصارى استطراداً مقصوداً ، ثم أنصف المنصفون منهم الذين يتلون الكتاب حق تلاوته ، انتقل إلى توجيه التوبيخ والتذكير إلى العرب الذين يزعمون أنهم أفضل ذرية إبراهيم وأنهم يتعلقون بملته ، وأنهم زرع إسماعيل وسدنة البيت الذي بناه ، وكانوا قد وُخزوا بجانب من التعريض في خلال المحاورات التي جرت مع أهل الكتاب للصفة التي جمعتهم وإياهم من حسد النبيء والمسلمين على ما أنزل عليهم من خير ، ومن قولهم ليس المسلمون على شيء ، ومن قولهم { اتخذ الله ولداً } [ البقرة : 116 ] ، ومن قولهم { لولا يكلمنا الله } [ البقرة : 118 ] . فلما أخذ اليهود والنصارى حظهم من الإنذار والموعظة كاملاً فيما اختصوا به ، وأخذوا مع المشركين حظهم من ذلك فيما اشتركوا فيه تهيأ المقام للتوجه إلى مشركي العرب لإعطائهم حظهم من الموعظة كاملاً فيما اختصوا به ، فمناسبة ذكر فضائل إبراهيم ومنزلته عند ربه ودعوته لعقبه عقب ذكر أحوال بني إسرائيل ، هي الاتحاد في المقصد ، فإن المقصود من تذكير بني إسرائيل بالنعم والتخويف ، تحريضهم على الإنصاف في تلقي الدعوة الإسلامية والتجرد من المكابرة والحسد وترك الحظوظ الدنيوية لنيل السعادة الأخروية . والمقصود من ذكر قصة إبراهيم موعظة المشركين ابتداء وبني إسرائيل تبعاً له ، لأن العرب أشد اختصاصاً بإبراهيم من حيث إنهم يزيدون على نسبهم إليه بكونهم حفظة حرمه ، ومنتمين قديماً للحنيفية ولم يطرأ عليهم دين يخالف الحنيفية بخلاف أهل الكتابين .فحقيق أن نجعل قوله { وإذ ابتلى } عطفاً على قوله تعالى : { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة } [ البقرة : 30 ] كما دل عليه افتتاحه بإذ على نحو افتتاح ذكر خلق آدم بقوله : { وإذ قال ربك للملائكة إني جاعل في الأرض خليفة } فإن الأول تذكير بنعمة الخلق الأول وقد وقع عقب التعجب من كفر المشركين بالخالق في قوله : { كيف تكفرون بالله وكنتم أمواتاً فأحياكم } [ البقرة : 28 ] ، عقبت تلك التذكرة بإنذار من كيفر بآيات اللهمن ذرية آدم بقوله : { فإما يأتينكم مني هدى } [ البقرة : 38 ] الآية ، ثم خص من بين ذرية آدم بنو إسرائيل الذين عُهد إليهم على لسان موسى عهد الإيمان وتصديق الرسول الذي يجيء مصدقاً لما معهم ، لأنهم صاروا بمنزلة الشهداء على ذرية آدم . فتهيأ المقام لتذكير الفريقين بأبيهم الأقرب وهو إبراهيم أي وجه يكون المقصود بالخطاب فيه ابتداء العرب ، ويضم الفريق الآخر معهم في قرن ، ولذلك كان معظم الثناء على إبراهيم بذكر بناء البيت الحرام وما تبعه إلى أن ذكرت القبلة وسط ذلك ، ثم طوي بالانتقال إلى ذكر سلف بني إسرائيل بقوله :{ أم كنتم شهداء إذ حضر يعقوب الموت } [ البقرة : 133 ] ليفضي إلى قوله : { وقالوا كونوا هوداً أو نصارى تهتدوا } [ البقرة : 135 ] فيرجع إلى تفضيل الحنيفية والإعلام بأنها أصل الإسلام وأن المشركين ليسوا في شيء منها وكذلك اليهود والنصارى . وقد افتتح ذكر هذين الطورين بفضل ذكر فضل الأبوين آدم وإبراهيم ، فجاء الخبران على أسلوب واحد على أبدع وجه وأحكم نظم . فتعين أن تقدير الكلام واذكر إذ ابتلى إبراهيم ربه بكلمات .ومن الناس من زعم أن قوله : { وإذ ابتلى } عطف على قوله { نعمتي } [ البقرة : 122 ] أي اذكروا نعمتي وابتلائي إبراهيم ، ويلزمه تخصيص هاته الموعظة ببني إسرائيل ، وتخلل { واتقوا يوماً } [ البقرة : 123 ] بين المعطوفين وذلك يضيق شمول الآية ، وقد أدمج في ذلك قوله : { ومن ذريتي } وقوله : { لا ينال عهدي الظالمين } .وفي هذه الآية مقصد آخر وهو تمهيد الانتقال إلى فضائل البلد الحرام والبيت الحرام ، لإقامة الحجة على الذين عجبوا من نسخ استقبال بيت المقدس وتذرعوا بذلك إلى الطعن في الإسلام بوقوع النسخ فيه ، وإلى تنفير عامة أهل الكتاب من اتباعه لأنه غير قبلتهم ليظهر لهم أن الكعبة هي أجدر بالاستقبال وأن الله استبقاها لهذه الأمة تنبيهاً على مزية هذا الدين .والابتلاء افتعال من البلاء ، وصيغة الافتعال هنا للمبالغة والبلاء الاختبار وتقدم في قوله : { وفي ذلكم بلاء من ربكم عظيم } [ البقرة : 49 ] ، وهو مجاز مشهور فيه لأن الذي يكلف غيره بشيء يكون تكليفه متضمناً انتظار فعله أو تركه فيلزمه الاختبار فهو مجاز على مجاز ، والمراد هنا التكليف لأن الله كلفه بأوامر ونواه إما من الفضائل والآداب وإما من الأحكام التكليفية الخاصة به ، وليس في إسناد الابتلاء إلى الله تعالى إِشكال بعد أن عرفت أنه مجاز في التكليف ، ولك أن تجعله استعارة تمثيلية ، وكيفما كان فطريق التكليف وحي لا محالة ، وهذا يدل على أن إبراهيم أوحى إليه بنبوءة لتتهيأ نفسه لتلقي الشريعة فلما امتثل ما أمر به أوحى إليه بالرسالة وهي في قوله تعالى : { إني جاعلك للناس إماماً } فتكون جملة { إني جاعلك للناس إماماً } بدل بعض من جملة { وإذ ابتلى } ، ويجوز أن يكون الابتلاء هو الوحي بالرسالة ويكون قوله : { إني جاعلك للناس إماماً } تفسيراً لابتلى .والإمام الرسول والقدوة .و ( إبراهيم ) اسم الرسول العظيم الملقب بالخليل وهو إبراهيم بن تارح ( وتسمي العرب تارح آزر ) بن ناحور بن سروج ، ابن رعو ، ابن فالح ، ابن عابر ابن شالح ابن أرفكشاد ، ابن سام ابن نوح هكذا تقول التوراة . ومعنى إبراهيم في لغة الكلدانيين أب رحيم أو أب راحم قاله السهيلي وابن عطية ، وفي التوراة أن اسم إبراهيم إبرام وأن الله لما أوحى إليه وكلمه أمره أن يسمى إبراهيم لأنه يجعله أباً لجمهور من الأمم ، فمعنى إبراهيم على هذا أبو أمم كثيرة .ولد في أور الكلدانيين سنة 1996 ست وتسعين وتسعمائة وألف قبل ميلاد المسيح ، ثم انتقل به والده إلى أرض كنعان ( وهي أرض الفنيقيين ) فأقاموا بحاران ( هي حوران ) ثم خرج منها لقحط أصاب حاران فدخل مصر وزوَّجه سارة وهنالك رام ملك مصر افتكاك سارة فرأى آية صرفته عن مرامه فأكرمها وأهداها جاريةً مصريةً اسمها هاجر وهي أم ولده إسماعيل ، وسماه الله بعد ذلك إبراهيم ، وأسكن ابنه إسماعيل وأمه هاجر بوادي مكة ثم لما شب إسماعيل بنى إبراهيم البيت الحرام هنالك .وتوفي إبراهيم سنة 1773 ثلاث وسبعين وسبعمائة وألف قبل ميلاد المسيح .وفي اسمه لغات للعرب : إحداها إبراهيم وهي المشهورة وقرأ بها الجمهور ، والثانية إبراهام وقعت في قراءة هشام عن ابن عامر حيثما وقع اسم إبراهيم ، الثالثة إبراهِم وقعت في رجز لزيد بن عمرو بن نفيل :عذت بما عاذ به إبراهِمْ ... مستقبل الكعبة وهو قائمْوذكر أبو شامة في { شرح حرز الأماني } عن الفراء في إبراهيم ست لغات :إبراهيم ، إبراهام ، إبراهوم ، إبراهِم ، ( بكسر الهاء ) ، إبراهُم ( بفتح الهاء ) إبراهم ( بضم الهاء ) .ولم يقرأ جمهور القراء العشرة إلا بالأولى وقرأ بعضهم بالثانية في ثلاثة وثلاثين موضعاً سيقع التنبيه عليها في مواضعها ، ومع اختلاف هذه القراءات فهو لم يكتب في معظم المصاحف الأصلية إلا إبراهيم بإثبات الياء ، قال أبوعمرو الداني لم أجد في مصاحف العراق والشام مكتوباً إبراهم بميم بعد الهاء ولم يكتب في شيء من المصاحف إبراهام بالألف بعد الهاء على وفق قراءة هشام ، قال أبو زرعة سمعت عبد الله بن ذكوان قال : سمعت أبا خليد القارىء يقول في القرآن ستة وثلاثون موضعاً إبراهام قال أبو خليد : فذكرت ذلك لمالك بن أنس فقال عندنا مصحف قديم فنظر فيه ثم أعلمني أنه وجدها فيه كذلك ، وقال أبو بكر ابن مهران روى عن مالك بن أنس أنه قيل له : إن أهل دمشق يقرأون إبراهام ويدعون أنها قراءة عثمان رضي الله عنه فقال مالك ها مصحف عثمان عندي ثم دعا به فإذا فيه كما قرأ أهل دمشق .وتقديمُ المفعول وهو لفظ ( إبراهيم ) لأن المقصود تشريف إبراهيم بإضافة اسم رب إلى اسمه مع مراعاة الإيجاز فلذلك لم يقل وإذ ابتلى اللَّهُ إبراهيم .والكلمات الكلام الذي أوحَى الله به إلى إبراهيم إذ الكلمة لفظ يدل على معنى والمراد بها هنا الجمل كما في قوله تعالى : { كَلاَّ إنها كلمةٌ هو قائِلُها } [ المؤمنون : 100 ] ، وأَجْمَلَها هنا إذ ليس الغرض تفصيل شريعة إبراهيم ولا بسط القصة والحكاية وإنما الغرض بيان فضل إبراهيم ببيان ظهور عزمه وامتثاله لِتكاليف فأتَى بها كاملة فجوزي بعظيم الجزاء ، وهذه عادة القرآن في إجمال ما ليس بمحل الحاجة ، ولعل جمع الكلمات جمعَ السلامة يؤذن بأن المراد بها أصول الحنيفية وهي قليلة العدد كثيرة الكلفة ، فلعل منها الأمر بذبح ولده ، وأمره بالاختتان ، وبالمهاجرة بِهاجَر إلى شقة بعيدة وأعظم ذلك أَمْرُه بذبح ولده إسماعيل بوحي من الله إليه في الرؤيا ، وقد سمي ذلك بلاء في قوله تعالى :{ إن هذا لهو البلاء المبين } [ الصافات : 106 ] .وقوله : { فأتمهن } جيء فيه بالفاء للدلالة على الفور في الامتثال وذلك من شدة العزم . والإتمام في الأصل الإتيان بنهاية الفعل أو إكمال آخر أجزاء المصنوع .وتعدية فعل أَتم إلى ضمير ( كلمات ) مجاز عقلي ، وهو من تعليق الفعل بحاوي المفعول لأنه كالمكان له وفي معنى الإتمام قوله تعالى : { وإبراهيم الذي وفَّى } [ النجم : 37 ] ، وقوله : { قد صدقت الرؤيا } [ الصافات : 105 ] ، فالإفعال هنا بمعنى إيقاع الفعل على الوجه الأتم وليس المراد بالهمز التصيير أي صيرها تامة بعد أن كانت ناقصة إذ ليس المراد أنه فعل بعضها ثم أتى بالبعض الآخر ، فدل قوله : { فأتمهن } مع إيجازه على الامتثال وإتقانِه والفورِ فيه . وهذه الجملة هي المقصود من جزء القصة فيكون عطفها للدلالة على أنه ابتُلى فامتثَل كقولك دعوت فلاناً فأجاب .وجملة { قال إني جاعلك للناس إماماً } مستأنفة استئنافاً بيانياً ناشئاً عما اقتضاه قوله : { وإذ ابتلى إبراهيم ربه بكلمات } من تعظيم الخبر والتنويه به ، لما يقتضيه ظرف ( إذْ ) من الإشارة إلى قصة من الأخبار التاريخية العظيمة فيترقب السامع ما يترتب على اقتصاصها ، ويجوز أن يكون الفصل على طريقة المقاولة لأن هذا القول مجاوبة لما دل عليه قوله : { ابتلى } .والإمام مشتق من الأَم بفتح الهمزة وهو القصد وهو وزن فِعَال من صيغ الآلة سماعاً كالعِمَاد والنقاب والإزار والرداء ، فأصله ما يحصل به الأَم أي القصد ولما كان الدال على الطريق يقتدي به الساير دل الإمام على القدوة والهادي .والمراد بالإمام هنا الرسول فإن الرسالة أكمل أنواع الإمامة والرسول أكمل أفراد هذا النوع . وإنما عدل عن التعبير { برسولاً } إلى { إماماً } ليكون ذلك دالاً على أن رسالته تنفع الأمة المرسَل إليها بطريق التبليغ ، وتنفع غيرهم من الأمم بطريق الاقتداء ، فإن إبراهيم عليه السلام رحل إلى آفاق كثيرة فتنقل من بلاد الكلدان إلى العراق وإلى الشام والحجاز ومصر ، وكان في جميع منازله محل التبجيل ولا شك أن التبجيل يبعث على الاقتداء ، وقد قيل إن دين بَرْهَمَا المتَّبَع في الهند أصلُه منسوب إلى اسم إبراهم عليه السلام مع تحريف أدخل على ذلك الدين كما أدخل التحريف على الحنيفية ، وليتأتَّى الإيجاز في حكاية قول إبراهيم الآتي { ومن ذريتي } ، فيكون قد سأل أن يكون في ذريته الإمامةُ بأنواعها من رسالةٍ ومُلك وقدوة على حسب التهيُّؤ فيهم ، وأقل أنواع الإمامة كونُ الرجل الكامللِ قدوةً لبنيه وأهل بيته وتلاميذه .وقوله : { قال ومن ذريتي } جواب صدر من إبراهيم فلذا حُكي بقال دون عاطف على طريق حكاية المحاورات كما تقدم عند قوله تعالى :{ قالوا أتجعل فيها من يفسد فيها } [ البقرة : 30 ] والمقول معطوف على خطاب الله تعالى إياه يسمونه عطف التلقين وهو عطف المخاطَب كلاماً على ما وقع في كلام المتكلم تنزيلاً لنفسه في منزلة المتكلم يكمِّل له شيئاً ترَكَه المتكلم إما عن غفلة وإما عن اقتصار فيُلقنه السامعُ تدارُكَه بحيث يلتئم من الكلامين كلام تام في اعتقاد المخاطب .وفي الحديث الصحيح قال جرير بن عبد الله «بايعت النبيء على شهادة أن لا إله إلا الله إلخ فشرط عليَّ والنصححِ لكل مسلم» ، ومنه قول ابن الزبير للذي سأله فلم يعطه فقال لعن الله ناقةً حملتنِي إليك فقال ابن الزبير «إِنَّ ورَاكِبهَا» ، وقد لقبوه عطف التلقين كما في «شرح التفتزاني على الكشاف» وذلك لأن أكثر وقوع مثله في موقع العطف ، والأَوْلى أن تحذف كلمة عطف ونُسميَ هذا الصنفَ من الكلام باسم التلقين وهو تلقين السامع المتكلمَ ما يراه حقيقاً بأن يُلحقه بكلامه ، فقد يكون بطريقة العطف وهو الغالب كما هنا ، وقد يكون بطريقة الاستفهام الإنكاري والحال كقول تعالى : { قالوا بل نَتَّبِعُ ما أَلْفَيْنَا عليه آباءنا أَوْ لَوْ كان آباؤهم لا يعقلون شيئاً } [ البقرة : 170 ] فإن الواو مع ( لو ) الوصلية واو الحال وليس واو العطف فهو إنكار على إلحاقهم المستفهم عنه بقولهم ودعواهم ، وقد يكون بطريقة الاستثناء كقول العباس لمَّا قال النبيء صلى الله عليه وسلم في حَرَم مكة «لاَ يُعْضَدُ شَجَرهُ» فقال العباس إِلاَّ الإذْخِرِ لِبيُوتنا وقَيْنِنَا ، وللكلام المعطوف عطفَ التلقين من الحُكم حُكْمُ الكلام المعطوف هو عليه خبراً وطلباً ، فإذا كان كما هنا على طريق العرض علم إمضاء المتكلم له إياه ، بإقراره كما في الآية أو التصريح به كما وقع في الحديث «إلا الإذخر» ، ثم هو في الإنشاء إذا عطف معمولُ الإنشاء يتضمن أن المعطوف له حكم المعطوف عليه ، ولما كان المتكلم بالعطف في الإنشاء هو المخاطب بالإنشاء لزم تأويل عطف التلقين فيه بأنه على إرادة العطف على معمول لازم الإنشاء ففي الأمر إذا عَطَف المأمورُ مفعولاً على مفعول الآمر كان المعنى زدني من الأمر فأَنا بصدد الامتثال وكذا في المنهي . والمعطوف محذوف دل عليه المقام أي وبعض من ذريتي أو وجاعلُ بعضضٍ من ذريتي .والذُّريَّة نسل الرجل وما تَوَالَد منه ومن أبنائه وبناتِه ، وهي مشتقة إما من الذَّرِّ اسماً وهو صغار النمل ، وإما من الذَّرِّ مصدراً بمعنى التفريق ، وإما من الذَّرْى والذَّرْو ( بالياء والواو ) وهو مصدر ذَرَتتِ الريحُ إذا سَفَت ، وإما من الذرء بالهمز وهو الخَلْق ، فوزنها إما فُعْلِيَّة بوزن النسب إلى ذر وضم الذال في النسب على غير قياس كما قالوا في النسب إلى دَهْر دُهْرِيّ بضم الدال ، وإما فُعِّيلَة أو فُعُّولَة من الذرى أو الذرو أو الذرء بإدغام اليائين أو الياء مع الواو أو الياء مع الهمزة بعد قلبها ياء وكل هذا تصريف لاشتقاق الواضع فليس قياس التصريف .وإنما قال إبراهيمُ : { ومن ذريتي } ولم يقل وَذُريتي لأنه يعلَم أن حكمة الله من هذا العالم لم تجر بأن يكون جميع نسل أحد ممن يصلحون لأن يُقتدَى بهم فلم يسأل ما هو مستحيل عادة لأن سؤال ذلك ليس من آداب الدعاء .وإنما سأل لذريته ولم يقصر السؤال على عقبه كما هو المتعارف في عصبية القائل لأبناء دينه على الفطرة التي لا تقتضي تفاوتاً فيرى أبناء الابن وأبناء البنت في القرب من الجد بل هما سواء في حكم القرابة ، وأما مبنى القبلية فعلى اعتبارات عرفية ترجع إلى النصرة والاعتزاز فأما قول :بنونا بنو أبنائنا وبناتُنا ... بنوهن أبناء الرجال الأباعدفَوهم جاهلي ، وإلا فإن بني الأبناء أيضاً بنوهم أبناء النساء الأباعد ، وهل يتكون نسل إلا من أب وأم . وكذا قول :وإنما أمهات الناس أوْعِيَة ... فيها خلقن وللأبناء أبناءفذلك سفسطة . وقد قال رسول الله صلى الله عليه وسلم للذي سأله عن الأحق بالبر من أبويه \" أمك ثم أمك ثم أمك ثم أبوك \" وقال الله تعالى : { ووصينا الإنسان بوالديه حملته أمه وهناً على وهن } [ لقمان : 14 ] .وقوله تعالى : { لا ينال عهدي الظالمين } استجابة مطوية بإيجاز وبيان للفريق الذي تتحقق فيه دعوة إبراهيم والذي لا تتحقق فيه بالاقتصار على أحدهما لأن حكم أحد الضدين يثبت نقيضه للآخر على طريقة الإيجاز ، وإنما لم يُذكر الصنف الذي تحقق فيه الدعوة لأن المقصد ذكر الصنف الآخر تعريضاً بأن الذين يزعمون يومئذ أنهم أولى الناس بإبراهيم وهم أهل الكتاب ومشركو العرب هم الذين يُحرمون من دعوته ، قال تعالى : { ما كان إبراهيم يهودياً ولا نصرانياً ولكن كان حنيفاً مسلماً وما كان من المشركين إن أولى الناس بإبراهيم للذين اتبعوه } [ آل عمران : 67 ، 68 ] ولأن المربي يقصد التحذير من المفاسد قبل الحث على المصالح ، فبيان الذين لا تتحقق فيهم الدعوة أولى من بيان الآخرين .و { ينال } مضارع نال نيلاً بالياء إذا أصاب شيئاً والتحق به أي لا يصيب عهدي الظالمين أي لا يشملهم ، فالعهد هنا بمعنى الوعد المؤكد . وسمي وعد الله عهداً لأن الله لا يخلف وعده كما أخبر بذلك فصار وعده عهداً ولذلك سماه النبيء عهداً في قوله «أَنشُدك عهدك ووعدك» ، أي لاينال وعدي بإجابة دعوتك الظالمين منهم ، ولا يحسن أن يفسر العهد هنا بغير هذا وإن كان في مواقع من القرآن أريد به غيره ، وسيأتي ذكر العهد في سورة الأعراف .ومن دقة القرآن اختيار هذا اللفظ هنا لأن اليهود زعموا أن الله عهد لإبراهيم عهداً بأنه مع ذريته ففي ذكر لفظ العهد تعريض بهم وإن كان صريح الكلام لتوبيخ المشركين . والمراد بالظالمين ابتداء المشركون أي الذين ظلموا أنفسهم إذ أشركوا بالله قال تعالى :{ إن الشرك لظلم عظيم } [ لقمان : 13 ] والظلم يشمل أيضاً عمل المعاصي الكبائر كما وقع في قوله تعالى : { ومن ذريتهما محسن وظالم لنفسه مبين } [ الصافات : 113 ] وقد وصف القرآن اليهود بوصف الظالمين في قوله : { ومن لم يحكم بما أنزل الله فأولئك هم الظالمون } [ المائدة : 45 ] فالمراد بالظلم المعاصي الكبيرة وأعلاها الشرك بالله تعالى .وفي الآية تنبيه على أن أهل الكتاب والمشركين يومئذ ليسوا جديرين بالإمامة لاتصافهم بأنواع من الظلم كالشرك وتحريف الكتاب وتأويله على حسب شهواتهم والانهماك في المعاصي حتى إذا عرضوا أنفسهم على هذا الوصف علموا انطباقه عليهم . وإناطة الحكم بوصف الظالمين إيماء إلى علة نفي أن ينالهم عهد الله فيفهم من العلة أنه إذا زال وصف الظلم نالهم العهد .وفي الآية أن المتصف بالكبيرة ليس مستحقاً لإسناد الإمامة إليه أعني سائر ولايات المسلمين : الخلافة والإمارة والقضاء والفتوى ورواية العلم وإمامة الصلاة ونحو ذلك . قال فخر الدين : قال الجمهور من الفقهاء والمتكلمين الفاسق حال فسقه لا يجوز عقد الإمامة له . وفي «تفسير ابن عرفة» تسليم ذلك . ونقل ابن عرفة عن المازري والقرطبي عن الجمهور إذا عقد للإمام على وجه صحيح ثم فسق وجار فإن كان فسقه بكفر وجب خلعه وأما بغيره من المعاصي فقال الخوارج والمعتزلة وبعض أهل السنة يخلع وقال جمهور أهل السنة لا يخلع بالفسق والظلم وتعطيل الحدود ويجب وعظه وترك طاعته فيما لا تجب فيه طاعة وهذا مع القدرة على خلعه فإن لم يقدر عليه إلا بفتنة وحرب فاتفقوا على منع القيام عليه وأن الصبر على جوره أولى من استبدال الأمن بالخوف وإراقة الدماء انطلاق أيدي السفهاء والفساق في الأرض وهذا حكم كل ولاية في قول علماء السنة ، وما نقل عن أبي حينفة من جواز كون الفاسق خليفة وعدم جواز كونه قاضياً قال أبو بكر الرازي الجصاص هو خطأ في النقل .وقرأ الجمهور من العشرة ( عهديَ ) بفتح ياء المتكلم وهو وجه من الوجوه في ياء المتكلم وقرأه حمزة وحفص بإسكان الياء .",
  "ayah": 124,
  "surah": 2
}
