{
  "text": "تدرجُ في ذكر منقبة إبراهيم إذ جعل الله بيته بهذه الفضيلة . و ( إذ ) أضافها إلى جلالته فقال : ( بيتي ) ، واستهلالٌ لفضيلة القبلة الإسلامية ، فالواو عاطفة على { ابتلى } [ البقرة : 124 ] وأعيدت ( إذ ) للتنبيه على استقلال القصة وأنها جديرة بأن تعد بنية أخرى ، ولا التفات إلى حصول مضمون هذه بعد حصول الأخرى أو قبله إذ لا غرض في ذلك في مقام ذكر الفضائل ، ولأن الواو لا تفيد ترتيباً .والبيت اسم جنس للمكان المتخذ مسكناً لواحد أو عدد من الناس في غرض من الأغراض ، وهو مكان من الأرض يحيط به ما يميزه عن بقية بقعته من الأرض ليكون الساكن مستقلاً به لنفسه ولمن يتبعه فيكون مستقَراً له وكناً يكنه من البرد والحر وساتراً يستتر فيه عن الناس ومحطاً لأثاثه وشؤونه ، وقد يكون خاصاً وهو الغالب وقد يكون لجماعة مثل دار الندوة في العرب وخيمة الاجتماع في بني إسرائيل ، وقد يكون محيط البيت من حجر وطين كالكعبة ودار الندوة ، وقد يكون من أديم مثل القباب ، وقد يكون من نسيج صوف أو شعر قال تعالى : { وجعل لكم من جلود الأنعام بيوتاً تستخفونها } [ النحل : 80 ] ، ولا يكون بيتاً إلا إذا كان مستوراً أعلاه عن الحر والقُر وذلك بالسقف لبيوت الحجر وبيوت الأديم والخيام .والبيت علم بالغلبة على الكعبة كما غلب النجم على الثريا . وأصل أل التي في الأعلام بالغلبة هي أل العهدية وذلك إذا كثر عهد فرد من أفراد جنس بين طائفة أو قوم صار اسم جنسه مع أل العهدية كالعلم له ثم قد يتعهدون مع ذلك المعنى الأصلي كما في النجم للثريا والكتاب للقرآن والبيت للكعبة ، وقد ينسى المعنى الأصلي إما بقلة الحاجة إليه كالصعِق علم على خويلد بن نفيل وإما بانحصار الجنس فيه كالشمس .والكعبة بيت بناه إبراهيم عليه السلام لعبادة الله وحده دون شريك فيأوي إليه من يدين بالتوحيد ويطوف به من يقصد تعظيم الله تعالى ولذلك أضافه إلى الله تعالى باعتبار هذا المعنى كما قال : { أن طهرا بيتي للطائفين } وفي قوله : { عند بيتك المحرم ربنا ليقيموا الصلاة } [ إبراهيم : 37 ] وقد عرفت الكعبة باسم البيت من عهد الجاهلية قال زهير :فأقسمت بالبيت الذي طاف حوله ... رجالٌ بنوه من قريش وجُرهموالمثابة مفعلة من ثاب يثوب إذا رجع ويقال مثابة ومثاب مثل مقامة ومقام ، والمراد بالمثابة أنه يقصده الناس بالتعظيم ويلوذون به .والمراد من الناس سكان مكة من ذرية إسماعيل وكل من يجاورهم ويدخل في حلفهم ، فتعريف الناس للجنس المعهود ، وتعليق للناس بمثابة على التوزيع أي يزوره ناس ويذهبون فيخلفهم ناس .ولما كان المقصود من هذا ذكر منقبة البيت والمنة على ساكنيه كان الغرض التذكير بنعمة الله أن جعله لا ينصرف عنه قوم إلا ويخلفهم قوم آخرون ، فكان الذين يخلفون الزائرين قائمين مقامهم بالنسبة للبيت وسكانه ، ويجوز حمل تعريف الناس على العهد أي يثوب إليه الناس الذين ألفوه وهم كُمَّل الزائرين فهم يعودون إليه مراراً ، وكذلك كان الشأن عند العرب .والأمن مصدر أخبر به عن البيت باعتبار أنه سبب أمن فجعل كأنه نفس الأمن مبالغة . والأمن حفظ الناس من الأضرار فتشريد الدعَّار وحراسة البلاد وتمهيد السبل وإنارة الطرق أمن ، والانتصاف من الجناة والضرب على أيدي الظلمة وإرجاع الحقوق إلى أهلها أمن ، فالأمن يفسر في كل حال بما يناسبه ، ولما كان الغالب على أحوال الجاهلية أخذ القوي مال الضعيف ولم يكن بينهم تحاكم ولا شريعة كان الأمن يومئذ هو الحيلولة بين القوي والضعيف ، فجعل الله لهم البيت أمناً للناس يومئذ أي يصد القوي عن أن يتناول فيه الضعيف قال تعالى : { أو لم يروا أنا جعلنا حرماً آمناً ويتخطف الناس من حولهم } [ العنكبوت : 67 ] فهذه منة على أهل الجاهلية ، وأما في الإسلام فقد أغنى الله تعالى بما شرعه من أحكامه وما أقامه من حكامه فكان ذلك أمناً كافياً . قال السهيلي فقوله تعالى : { مقام إبراهيم ومن دخله كان آمناً } [ آل عمران : 97 ] إنما هو إخبار عن تعظيم حرمته في الجاهلية نعمة منه تعالى على أهل مكة فكان في ذلك مصلحة لذرية إسماعيل عليه السلام .وقد اختلف الفقهاء في الاستدلال بهذه الآية وأضرابها على حكم إقامة الحدود والعقوبات في الحرم وسيأتي تفصيلها عند قوله تعالى : { ولا تقاتلوهم عند المسجد الحرام } [ البقرة : 191 ] الآية وليس من غرض هذه الآية .والمراد من الجعل في الآية إما الجعل التكويني لأن ذلك قدره الله وأوجد أسبابه فاستقر ذلك بين أهل الجاهلية ويسرهم إلى تعظيمه ، وإما الجعل أن أمر الله إبراهيم بذلك فأبلغه إبراهيم ابنه إسماعيل وبثه في ذريته فتلقاه أعقابهم تلقي الأمور المسلمة ، فدام ذلك الأمن في العصور والأجيال من عهد إبراهيم عليه السلام إلى أن أغنى الله عنه بما شرع من أحكام الأمن في الإسلام في كل مكان وتم مراد الله تعالى ، فلا يريبكم ما حدث في المسجد الحرام من الخوف في حصار الحجاج في فتنة ابن الزبير ولا ما حدث فيه من الرعب والقتل والنهب في زمن القرامطة حين غزاه الحسن ابن بهرام الجنابي ( نسبة إلى بلدة يقال لها جنابة بتشديد النون ) كبير القرامطة إذ قتل بمكة آلافاً من الناس وكان يقول لهم يا كلاب أليس قال لكم محمد المكي { ومن دخله كان آمناً } [ آل عمران : 97 ] أيّ أمن هنا؟ وهو جاهل غبي لأن الله أراد الأمر بأن يجعل المسجد الحرام مأمناً في مدة الجاهلية إذ لم يكن للناس وازع عن الظلم ، أو هو خبر مراد به الأمر مثل { والمطلقات يتربصن بأنفسهن ثلاثة قروء }[ البقرة : 228 ] .وقوله : { واتخذوا من مقام إبراهيم مصلى } قرأه نافع وابن عامر بصيغة الماضي عطفاً على { جعلنا } فيكون هذا الاتخاذ من آثار ذلك الجعل فالمعنى ألهمنا الناس أن يتخذوا من مقام إبراهيم مصلى ، أو أمرناهم بذلك على لسان إبراهيم فامتثلوا واتخذوه ، فهو للدلالة على حصول الجعل بطريق دلالة الاقتضاء فكأنه قيل جعلنا ذلك فاتخذوا ، وقرأه باقي العشرة بكسر الخاء بصيغة الأمر على تقدير القول أي قلنا اتخِذوا بقرينة الخطاب فيكون العامل المعطوف محذوفاً بالقرينة وبقي معموله كقول لبيد :فَعَلاَ فروعُ الأَيهقان وأطفلتْ ... بالجَلْهَتَيْن ظِبَاؤُها ونَعَامُهاأراد وباضت نعامها فإنه لا يقال لأفراخ الطير أطفال ، فمآل القراءتين إلى مفاد واحد .ومقام إبراهيم يطلق على الكعبة لأن إبراهيم كان يقوم عندها يعبد الله تعالى ويدعو إلى توحيده ، قال زيد بن عمرو بن نفيل :عذت بما عاذ به إبراهِمْ ... مُستقبِلَ الكعبةِ وهو قائمْوبهذا الإطلاق جاء في قوله تعالى : { مقام إبراهيم ومن دخله كان آمناً } [ آل عمران : 97 ] إذ الدخول من علائق البيت ، ويطلق مقام إبراهيم على الحَجَر الذي كان يقف عليه إبراهيم عليه السلام حين بنائه الكعبة ليرتفع لوضع الحجارة في أعلى الجدار كما أخرجه البخاري ، وقد ثبتت آثار قدميه في الحَجَر . قال أنس بن مالك رأيتُ في المقام أَثَر أصابعه وأخمص قدميه غير أنه أذهبه مسح الناس بأيديهم ، وهذا الحجر يعرف إلى اليوم بالمقام ، وقد ركع النبيء صلى الله عليه وسلم في موضعه ركعتين بعد طواف القدوم فكان الركوع عنده من سنة الفراغ من الطواف .والمصلَّى موضع الصلاة وصلاتهم يومئذ الدعاء والخضوع إلى الله تعالى ، وكان إبراهيم قد وضع المسجد الحرام حول الكعبة ووضع الحَجَر الذي كان يرتفع عليه للبناء حولها فكان المصلَّى على الحجر المسمى بالمقام فذلك يكون المصلى متخَذاً من مقام إبراهيم على كلا الإطلاقين .والقراءتان تقتضيان أن اتخاذ مقام إبراهيم مصلَّى كان من عهد إبراهيم عليه السلام ولم يكن الحَجَر الذي اعتلى عليه إبراهيم في البناء مخصوصاً بصلاة عنده ولكنه مشمول للصلاة في المسجد الحرام ولما جاء الإسلام بقي الأمر على ذلك إلى أن كان عام حجة الوداع أو عام الفتح دخل رسول الله صلى الله عليه وسلم المسجدَ الحرام ومعه عمر بن الخطاب ثم سنت الصلاة عند المقام في طواف القدوم . روى البخاري عن عمر بن الخطاب أنه قال : «وافقت ربي في ثلاث : قلتُ يا رسول الله لو اتخذنا من مقام إبراهيم مصلى فنزلت { واتخذوا من مقام إبراهيم مصلى } ، وهذه الرواية تثير معنى آخر للآية وهي أن يكون الخطاب موجهاً للمسلمين فتكون جملة { واتخذوا من مقام إبراهيم مصلى } معترضة بين جملة { جعلنا البيت مثابة للناس } وجملة { وعهدنا إلى إبراهيم } اعتراضاً استطرادياً ، وللجمع بين الاحتمالات الثلاثة في الآية يكون تأويل قول عمر «فنزلت» أنه نزل على النبيء صلى الله عليه وسلم شَرْع الصلاة عند حَجَر المقام بعد أن لم يكن مشروعاً لهم ليستقيم الجمع بين معنى القراءتين واتخَذوا بصيغة الماضي وبصيغة الأمر فإن صيغة الماضي لا تحتمل غير حكاية ما كان في زمن إبراهيم وصيغة الأمر تحتمل ذلك وتحتمل أن يراد بها معنى التشريع للمسلمين ، إعمالاً للقرآن بكل ما تحتمله ألفاظه حسبما بيناه في المقدمة التاسعة .وقوله : { وعهدنا إلى إبراهيم وإسماعيل } ، العهد أصله الوعد المؤكد وقوعُه وقد تقدم آنفاً عند قوله تعالى : { قال لا ينال عهدي الظالمين } [ البقرة : 124 ] ، فإذا عدي بإلى كان بمعنى الوصية المؤكد على المُوصَى العمل بها فعهد هنا بمعنى أرسل عهداً إليه أي أرسل إليه يأخذ منهم عهداً ، فالمعنى وأوصينا إلى إبراهيم وإسماعيل .وقوله : { أن طَهرا } أن تفسيرية لأن الوصية فيها معنى القول دون حروفه فالتفسير للقول الضمني والمفسِّر هو ما بعد ( أن ) فلا تقدير في الكلام ولولا قصد حكاية القول لما جاء بعد ( أن ) بلفظ الأمر ، ولقال بتطهير بيتي إلخ .والمراد من تطهير البيت ما يدل عليه لفظ التطهير من محسوس بأن يحفظ من القاذورات والأوساخ ليكون المتعبِّد فيه مقبلاً على العبادة دون تكدير ، ومِن تطهير معنوي وهو أن يُبْعَد عنه ما لا يليق بالقصد من بنائه من الأصنام والأفعال المنافية للحق كالعدوان والفسوق ، والمنافية للمروءة كالطواف عرياً دون ثياب الرجال والنساء .وفي هذا تعريض بأن المشركين ليسوا أهلاً لعمارة المسجد الحرام لأنهم لم يطهروه مما يجب تطهيره منه قال تعالى : { وما كانوا أولياءه إن أولياؤه إلا المتقون } [ الأنفال : 34 ] وقال : { أيا أيها الذين آمنوا إنما المشركون نجس } [ لبتبة : 28 ] .والطائفون والعاكفون والراكعون والساجدون أصناف المتعبدين في البيت من طواففٍ واعتكاف وصلاة ، وهم أصناف المتلبسين بتلك الصفات سواء انفردت بعض الطوائف ببعض هذه الصفات أو اجتمعت الصفات في طائفة أو طوائف ، وذلك كله في الكعبة قبل وضع المسجد الحرام ، وهؤلاء هم إسماعيل وأبناؤه وأصهاره من جرهم وكلّ من آمن بدين الحنيفية من جيرانهم .وقد جمع الطائف والعاكف جمع سلامة ، وجمع الراكع والساجد جمع تكسير ، تفنناً في الكلام وبعداً عن تكرير الصيغة أكثر من مرة بخلاف نحو قوله : { مسلمات مؤمنات قانتات تائبات } [ التحريم : 5 ] الآية ، وقوله : { إن المسلمين والمسلمات والمؤمنين والمؤمنات } [ الأحزاب : 35 ] الآية ، وقال ابن عرفة «جمع الطائفين والعاكفين جمع سلامة لأنه أقرب إلى لفظ الفعل بمنزلة يطوفون أي يجددون الطواف للإشعار بعلة تطهير البيت وهو قرب هذين من البيت بخلاف الركوع والسجود فإنه لا يلزم أن يكونا في البيت ولا عنده فلذلك لم يجمع جمع سلامة» ، وهذا الكلام يؤذن بالفرق بين جمع السلامة وجمع التكسير من حيث الإشعار بالحدوث والتجدد ، ويشهد له كلام أبي الفتح ابن جني في «شرح الحماسة» عند قول الأحوص الأنصارى :فإذا تزول تزول عن متخمِّط ... تُخشى بوادرُه على الأقرانقال أبو الفتح : «جاز أن يتعلق على ببوادر ، وإنكان جمعاً مكسراً والمصدر إذا كسر بَعُد بتكسيره عن شبه الفعل ، وإذا جاز تعلق المفعول به بالمصدر مكسراً نحو «مواعيد عرقوب أخاه» كان تعلق حرف الجر به أجوز» . فصريح كلامه أن التكسير يبعد ما هو بمعنى الفعل عن شبه الفعل .وخولف بين الركوع والسجود زيادة في التفنن وإلا فإن الساجد يجمع على سجّد إلا أن الأكثر فيهما إذا اقترنا أن يخالف بين صيغتيهما قال كثير :لو يسمعون كما سمعت كلامها ... خروا لعزة ركعاً وسجوداوقد علمتم من النحو والصرف أن جمع فاعل على فعول سماعي فمنه شهود وهجوع وهجود وسجود .ولم يعطف السجود على ( الركع ) لأن الوصفين متلازمان ولو عطف لتوهم أنهما وصفان مفترقان .",
  "ayah": 125,
  "surah": 2
}
