{
  "text": "عطف على { وإذ جعلنا البيت مثابة } [ البقرة : 125 ] لإفادة منقبة ثالثة لإبراهيم عليه السلام في استجابة دعوته بفضل مكة والنعمة على ساكنيها إذا شكروا ، وتنبيه ثالث لمشركي مكة يومئذ ليتذكروا دعوة أبيهم إبراهيم المشعرة بحرصه على إيمانهم بالله واليوم الآخر حتى خص من ذريته بدعوته المؤمنين فيعرض المشركون أنفسهم على الحال التي سألها أبوهم فيتضح لهم أنهم على غير تلك الحالة ، وفي ذلك بعث لهم على الاتصاف بذلك لأن للناس رغبة في الاقتداء بأسلافهم وحنيناً إلى أحوالهم ، وفي ذلك كله تعريض بهم بأن ما يدلون به من النسب لإبراهيم ومن عمارة المسجد الحرام ومن شعائر الحج لا يغني عنهم من الإشراك بالله ، كما عرض بالآيات قبل ذلك باليهود والنصارى وذلك في قوله هنا : { ثم أضطره إلى عذاب النار وبئس المصير } وبه تظهر مناسبة ذكر هذه المنقبة عقب قوله تعالى : { وإذ جعلنا البيت مثابة للناس وأمناً } [ البقرة : 125 ] .واسم الإشارة في قوله : { هذا بلداً } مراد به الموضع القائم به إبراهيم حين دعائه وهو المكان الذي عليه امرأته وابنه وعزم على بناء الكعبة فيه إن كان الدعاء قبل البناء ، أوا لذي بني فيه الكعبة إن كان الدعاء بعد البناء ، فإن الاستحضار بالذات مغن عن الإشارة الحسية باليد لأن تمييزه عند المخاطب مغن عن الإشارة إليه فإطلاق اسم الإشارة حينئذ واضح .وأصل أسماء الإشارة أن يستغنى بها عن زيادة تبيين المشار إليه تبييناً لفظياً لأن الإشارة بيان ، وقد يزيدون الإشارة بياناً فيذكرون بعد اسم الإشارة اسماً يعرب عطف بيان أو بدلاً من اسم الإشارة للدلالة على أن المشار إليه قصد استحضاره من بعض أوصافه كقولك هذا الرجل يقول كذا ، ويتأكد ذلك إن تركت الإشارة باليد اعتماداً على حضور المراد من اسم الإشارة . وقد عدل هنا عن بيان المشار إليه اكتفاء عنه بما هو الواقع عند الدعاء ، فإن إبراهيم دعا دعوته وهو في الموضع الذي بنى فيه الكعبة لأن الغرض ليس تفصيل حالة الدعاء إنما هو بيان استجابة دعائه وفضيلة محل الدعوة وجعل مكة بلداً آمناً ورزق أهله من الثمرات ، وتلك عادة القرآن في الإعراض عما لا تعلق به بالمقصود ألا ترى أنه لما جعل البلد مفعولاً ثانياً استغنى عن بيان اسم الإشارة ، وفي سورة إبراهيم ( 35 ) لما جعل { آمناً } مفعولاً ثانياً بين اسم الإشارة بلفظ ( البلد ) ، فحصل من الآيتين أن إبراهيم دعا لبلد بأن يكون آمناً .والبلد المكان المتسع من الأرض المتحيز عامراً أو غامراً ، وهو أيضاً الأرض مطلقاً ، قال صَنَّان اليشكري :لَكِنَّه حَوْضُ مَن أَوْدَى بإخْوَتِهِ ... رَيْبُ المَنوننِ فأضحى بَيْضَة البلديريد بيضة النعام في أدحيّ النعام أي محل بيضه ، ويطلق البلد على القرية المكونة من بيوت عدة لسكنى أهلها بها وهو إطلاق حقيقي هو أشهر من إطلاق البلد على الأرض المتسعة والظاهر أن دعوة إبراهيم المحكية في هذه الآية كانت قبل أن تتقرى مكة حيث لم يكن بها إلا بيت إسماعيل أو بيت أو بيتان آخران لأن إبراهيم ابتدأ عمارته ببناء البيت من حجر ، ولأن إلهام الله إياه لذلك لإرادته تعالى مصيرها مهيع الحضارة لتلك الجهة إرهاصاً لنبوة سيدنا محمد صلى الله عليه وسلم ويحتمل أن ذلك المكان كان مأهولاً بسكان وقت مجيء إبراهيم وامرأته وابنه ، والعرب يذكرون أنه كان في تلك الجهة عشائر من جرهم وقطوراً والعمالقة والكركر في جهات أجياد وعرفات .والآمن اسم فاعل من أمن ضد خاف ، وهو عند الإطلاق عدم الخوف من عدو ومن قتال وذلك ما ميز الله مكة به من بين سائر بلاد العرب ، وقد يطلق الأمن على عدم الخوف مطلقاً فتعين ذكر متعلقه ، وإنما يوصف بالأمن ما يصح اتصافه بالخوف وهو ذو الإدراكية ، فالإخبار بآمنا عن البلد إما بجعل وزن فاعل هنا للنسبة بمعنى ذا أمن كقول النابغة :كليني لهم يا أميمة ناصب ... أي ذي نصب ، وإما على إرادة آمنا أهله على طريقة المجاز العقلي لملابسة المكان . ثم إن كان المشار إليه في وقت دعاء إبراهيم أرضاً فيها بيت أو بيتان . فالتقدير في الكلام اجعل هذا المكان بلداً آمناً أي قرية آمنة فيكون دعاء بأن يصير قرية وأن تكون آمنة .وإن كان المشار إليه في وقت دعائه قرية بنى أناس حولها ونزلوا حذوها وهو الأظهر الذي يشعر به كلام «الكشاف» هنا وفي سورة إبراهيم كان دعاء للبلد بحصول الأمن له وأما حكاية دعوته في سورة إبراهيم ( 35 ) بقوله : { اجعل هذا البلد آمناً } فتلك دعوة له بعد أن صار بلداً .ولقد كانت دعوة إبراهيم هذه من جوامع كلم النبوءة فإن أمن البلاد والسبُللِ يستتبع جميع خصال سعادة الحياة ويقتضي العدل والعزة والرخاء إذ لا أمن بدونها ، وهو يستتبع التعمير والإقبالَ على ما ينفع والثروةَ فلا يختل الأمن إلا إذا اختلت الثلاثة الأول وإذا اختل اختلت الثلاثة الأخيرة ، وإنما أراد بذلك تيسير الإقامة فيه على سكانه لتوطيد وسائل ما أراده لذلك البلد من كونه منبع الإسلام .والثَّمَرات جمع ثَمَرة وهي ما تحمل به الشجرة وتنتجه مما فيه غذاء للإنسان أو فاكهة له ، وكأن اسمه منتسب من اسم التمر بالمثناة فإن أهل الحجاز يريدون بالثمر بالمثلثة التمرَ الرَّطب وبالمثناة التمر اليابس .وللثمرة جموع متعددة وهي ثَمَر بالتحريك وثِمَار ، وثُمر ، بضمتين ، وأَثمار ، وأثامير ، قالوا : ولا نظير له في ذلك إلا أَكمة جُمعت على أَكَم وإِكَاممٍ وأُكُم وآكام وأكاميم .والتعريف في الثمرات تعريف الاستغراق وهو استغراق عُرفي أي من جميع الثمرات المعروفة للناس ودليل كونه تعريف الاستغراق مجيء مِن التي للتبعيض ، وفي هذا دعاء لهم بالرفاهية حتى لا تطمح نفوسهم للارتحال عنه .وقوله : من آمن منهم بالله } بدل بعضضٍ من قوله { أهله } يفيد تخصيصه لأن أهله عام إذ هو اسم جمع مضاف وبَدل البعض مخصص .وخَصَّ إبراهيم المؤمنين بطلب الرزق لهم حرصاً على شيُوع الإيمان لساكِنيه لأنهم إذا علموا أن دعوة إبراهيم خصت المؤمنين تجنبوا ما يحيد بهم عن الإيمان ، فجَعل تيسير الرزق لهم على شرط إيمانهم باعثاً لهم على الإيمان ، أو أراد التأدب مع الله تعالى فسأله سؤالاً أقرب إلى الإجابة ولعله استشعر من رد الله عليه عموم دعائه السابق إذ قال : { ومن ذريتي } [ البقرة : 124 ] فقال : { لا ينال عهدي الظالمين } [ البقرة : 124 ] أن غير المؤمنين ليسوا أهلاً لإجراء رزق الله عليهم وقد أعقب الله دعوته بقوله : { ومن كفر فأمتعه قليلاً } .ومقصد إبراهيم من دعوته هذه أن تتوفر لأهل مكة أسباب الإقامة فيها فلا تضطرهم الحاجة إلى سكنى بلد آخر لأنه رجا أن يكونوا دعاة لما بنيت الكعبة لأجله من إقامة التوحيد وخصال الحنيفية وهي خصال الكمال ، وهذا أول مظاهر تكوين المدينة الفاضلة التي دعا أفلاطون لإيجادها بعد بضعة عشر قرناً .وجملة؛ { قال ومن كفر فأمتعه } جاءت على سنن حكاية الأقوال في المحاورات والأجوبة مفصولة ، وضمير { قال } عائد إلى الله ، فمن جوز أن يكون الضمير في { قال } لإبراهيم وأن إعادة القول لطول المقول الأول فقد غفل عن المعنى وعن الاستعمال وعن الضمير في قوله : { فأمتعه } .وقوله : { ومن كفر } الأظهر أنه عطف على جملة : { وارزق أهلَه } باعتبار القَيد وهو قوله : { من آمن } فيكون قوله : { ومن كفر } مبتدأ وضُمن الموصول معنى الشرط فلذلك قرن الخبر بالفاء على طريقة شائعة في مثله ، لما قدمناه في قوله : { ومن ذريتي } [ البقرة : 124 ] أن عطف التلقين في الإنشاء إذا كان صادراً من الذي خوطب بالإنشاء كان دليلاً على حصول الغرض من الإنشاء والزيادة عليه ، ولذلك آل المعنى هنا إلى أن الله تعالى أظهر فضله على إبراهيم بأنه يرزق ذريته مؤمنهم وكافرَهم ، أو أظهر سعة رحمته برزق سكان مكة كلهم مؤمنهم وكافرهم .ومعنى ( أمتعه ) أَجعلُ الرزقَ له متاعاً ، و { قليلاً } صفة لمصدر محذوف لبعد قوله : { فأمتعه } والمتاع القليل متاع الدنيا كما دلت عليه المقابلة بقوله : { ثم أضطره إلى عذاب النار } .وفي هذه الآية دليل لقول الباقلاني والماتريدية والمعتزلة بأن الكفار منعم عليهم بنِعَم الدنيا ، وقال الأشعري لم ينعم على الكافر لا في الدنيا ولا في الآخرة وإنما أعطاهم الله في الدنيا ملاذ على وجه الاستدراج ، والمسألة معدودة في مسائل الخلاف بين الأشعري والماتريدي ، ويشبه أن يكون الخلاف بينهما لفظياً وإن عده السبكي في عداد الخلاف المعنوي .وقوله : { ثم أضطره إلى عذاب النار } احتراس من أن يَغتر الكافر بأنَّ تخويله النعم في الدنيا يؤذن برضى الله فلذلك ذُكر العذاب هنا .و ( ثم ) للتراخي الرتبي كشأنها في عطف الجُمل من غير التفات إلى كون مصيره إلى العذاب متأخراً عن تمتيعه بالمتاع القليل .والاضطرار في الأصل الالتجاء وهو بوزن افتعل مطاوع أَضره إذا صيره ذا ضرورة أي حاجة ، فالأصل أن يكون اضطر قاصراً لأن أصل المطاوعة عدم التعدي ولكن الاستعمال جاء على تعديته إلى مفعول وهو استعمال فصيح غيرُ جار على قياسسٍ يقال اضطرَّهُ إلى كذا أي ألجأه إليه ، ونظير هذه الآية قوله تعالى في سورة لقمان ( 24 ) : { نمتعهم قليلاً ثم نضطرهم إلى عذاب غليظ } .وقوله : { وبئس المصير } تذييل والواو للاعتراض أو للحال والخبر محذوف هو المخصوص بالذم وتقديره هي .",
  "ayah": 126,
  "surah": 2
}
