{
  "text": "هذه منقبة ثالثة لإبراهيم عليه السلام ، وتذكيرٌ بشرف الكعبة ، ووسيلة ثالثة إلى التعريض بالمشركين بعد قوله : { ربنا واجعلنا مُسْلِمَيْننِ لك ومن ذريتنا أُمَّةً مُسلمة } [ البقرة : 128 ] إلخ ، وتمهيد للرد على اليهود إنكارهم استقبال الكعبة الذي يجيء عند قوله تعالى : { سيقول السفهاء } [ البقرة : 142 ] ولأجل استقلالها بهاته المقاصد الثلاثة التي تضمنتها الآيات قبلها عطفت على سوابقها مع الاقتران بإذْ تنبيهاً على الاستقلال .وخولف الأسلوب الذي يقتضيه الظاهر في حكاية الماضي أن يكون بالفعل الماضي بأن يقول وإذ رفع إلى كونه بالمضارع لاستحضارِ الحالة وحكايتها كأنها مشاهدة لأن المضارع دال على زمن الحال فاستعماله هنا استعارة تبعية ، شبه الماضي بالحال لشهرته ولتكرر الحديث عنه بينهم فإنهم لحبهم إبراهيم وإجلالهم إياه لا يزالون يذكرون مناقبه وأعظمها بناء الكعبة فشبه الماضي لذلك بالحال ولأن ما مضى من الآيات في ذكر إبراهيم من قوله : { وإذ ابتلى إبراهيم ربه } [ البقرة : 124 ] إلى هنا مما يوجب امتلاء أذهان السامعين بإبراهيم وشؤونه حتى كأنه حاضر بينهم وكأن أحواله حاضرة مشاهدة ، وكلمة ( إذ ) قرينة على هذا التنزيل لأن غالب الاستعمال أن يكون للزمن الماضي وهذا معنى قول النحاة أن إذ تخلص المضارع إلى الماضي .والقواعد جمع قاعدة وهي أساس البناء الموالي للأرض الذي به ثبات البناء أطلق عليها هذا اللفظ لأنها أشبهت القاعد في اللصوق بالأرض فأصل تسمية القاعدة مجاز عن اللصوق بالأرض ثم عن إرادة الثبات في الأرض وهاء التأنيث فيها للمبالغة مثل هاء علاَّمة .ورفع القواعد إبرازها من الأرض والاعتلاء بها لتصير جداراً لأن البناء يتصل بعضه ببعض ويصير كالشيء الواحد فالجدار إذا اتصل بالأساس صار الأساس مرتفعاً ، ويجوز جعل القواعد بمعنى جدران البيت كما سموها بالأركان ورفعها إطالتها ، وقد جعل ارتفاع جدران البيت تسعة أذرع . ويجوز أن يفاد من اختيار مادة الرفع دون مادة الإطالة ونحوها معنى التشريف ، وفي إثبات ذلك للقواعد كناية عن ثبوته للبيت ، وفي إسناد الرفع بهذا المعنى إلى إبراهيم مجاز عقلي لأن إبراهيم سبب الرفع المذكور أي بدعائه المقارن له . وعطف إسماعيل على إبراهيم تنويه به إذ كان معاونه ومناوله .وللإشارة إلى التفاوت بين عمل إبراهيم وعمل إسماعيل أوقع العطف على الفاعل بعد ذكر المفعول والمتعلقات ، وهذا من خصوصيات العربية في أسلوب العطف فيما ظهر لي ولا يحضرني الآن مثله في كلام العرب ، وذلك أنك إذا أردت أن تدل على التفاوت بين الفاعلين في صدور الفعل تجعل عطف أحدهما بعد انتهاء ما يتعلق بالفاعل الأول ، وإذا أردت أن تجعل المعطوف والمعطوف عليه سواء في صدور الفعل تجعل المعطوف موالياً للمعطوف عليه .وإسماعيل اسم الابن البكر لإبراهيم عليه السلام وهو ولده من جاريته هاجر القبطية ، ولد في أرض الكنعانيين بين قادش وبارد سنة 1910 عشر وتسعمائة وألف قبل ميلاد المسيح .ومعنى إسماعيل بالعبرية سمع الله أي إجابة الله لأن الله استجاب دعاء أمه هاجر إذ خرجت حاملاً بإسماعيل مفارقة الموضع الذي فيه سارة مولاتها حين حدث لسارة من الغيرة من هاجر لما حملت هاجر ولم يكن لسارة أبناء يومئذ ، وقيل هو معرب عن يشمعيل بالعبرانية ومعناه الذي يسمع له الله ، ولما كبر إسماعيل رأى إبراهيم رؤيا وحي أن يذبحه فعزم على ذبحه ففداه الله ، وإسماعيل يومئذ الابن الوحيد لإبراهيم قبل ولادة إسحاق ، وكان إسماعيل مقيماً بمكة حول الكعبة ، وتوفي بمكة سنة 1773 ثلاث وسبعين وسبعمائة وألف قبل ميلاد المسيح تقريباً ، ودفن بالحجر الذي حول الكعبة .وجملة { ربنا تقبل منا إنك أنت السميع العليم } مقول قول محذوف يقدر حالاً من { يرفع إبراهيم } وهذا القول من كلام إبراهيم لأنه الذي يناسبه الدعاء لذريته لأن إسماعيل كان حينئذ صغيراً .والعدول عن ذكر القول إلى نطق المتكلم بما قاله المحكي عنه هو ضرب من استحضار الحالة قد مهد له الإخبار بالفعل المضارع في قوله : { وإذ يرفع } حتى كأن المتكلم هو صاحب القول وهذا ضرب من الإيغال .وجملة { إنك أنت السميع العليم } تعليل لطلب التقبل منهما ، وتعريف جزءي هذه الجملة والإتيان بضمير الفصل يفيد قصرين للمبالغة في كمال الوصفين له تعالى بتنزيل سمع غيره وعلم غيره منزلة العدم . ويجوز أن يكون قصراً حقيقياً باعتبار متعلق خاص أي السميع العليم لدعائنا لا يعلمه غيرك وهذا قصر حقيقي مقيد وهو نوع مغاير للقصر الإضافي لم ينبه عليه علماء المعاني .",
  "ayah": 127,
  "surah": 2
}
