{
  "text": "كرر النداء لأنه عطف غرض آخر في هذا الدعاء وهو غرض الدعاء بمجيء الرسالة في ذريته لتشريفهم وحرصاً على تمام هديهم .وإنما قال : { فيهم } ولم يقل لهم لتكون الدعوة بمجيء رسول برسالة عامة فلا يكون ذلك الرسول رسولاً إليهم فقط ، ولذلك حذف متعلق { رسولاً ليعم ، فالنداء في قوله : ربنا وابعث } اعتراض بين جمل الدعوات المتعاطفة ، ومظهر هذه الدعوة هو محمد صلى الله عليه وسلم فإنه الرسول الذي هو من ذرية إبراهيم وإسماعيل كليهما ، وأما غيره من رسل غير العرب فليسوا من ذرية إسماعيل ، وشعيب من ذرية إبراهيم وليس من ذرية إسماعيل ، وهود وصالح هما من العرب العاربة فليسا من ذرية إبراهيم ولا من ذرية إسماعيل .وجاء في التوراة ( في الإصحاح 17 من التكوين ) «ظهر الرب لإبرام أي إبراهيم» وقال له : أنا الله القدير سرْ أمامي وكن كاملاً فأجعل عهدي بيني وبينك وأكثرك كثيراً جداً وفي فقرة 20 وأما إسماعيل فقد سمعت لك فيه ها أنا أباركه وأثمره وأكثره كثيراً جداً» . وذكر عبد الحق الإسلامي السبتي الذي كان يهودياً فأسلم هو وأولاده وأهله في سبتة وكان موجوداً بها سنة 736 ست وثلاثين وسبعمائة في كتاب له سماه «الحسام المحدود في الرد على اليهود» : أن كلمة كثيراً جداً أصلها في النص العبراني «مادا مادا» وأنها رمز في التوراة لاسم محمد بحساب الجمَّل لأن عدد حروف «مادا مادا» بحساب الجُمَّل عند اليهود تجمع عدد اثنين وتسعين وهو عدد حروف محمد اه وتبعه على هذا البقاعي في «نظم الدرر» .ومعنى { يتلو عليهم آياتك } يقرؤها عليهم قراءة تذكير ، وفي هذا إيماء إلى أنه يأتيهم بكتاب فيه شرع . فالآيات جمع آية وهي الجملة من جمل القرآن ، سميت آية لدلالتها على صدق الرسول بمجموع ما فيها من دلالة صدور مثلها من أمي لا يقرأ ولا يكتب ، وما نُسجت عليه من نظم أعجز الناس عن الإتيان بمثله ، ولما اشتملت عليه من الدلالة القاطعة على توحيد الله وكمال صفاته دلالة لم تترك مسلكاً للضلال في عقائد الأمة بحيث أمنت هذه الأمة من الإشراك ، قال النبيء صلى الله عليه وسلم في خطبة حجة الوداع \" إن الشيطان قد يئس أن يُعبد في بلدكم هذا \"وجيء بالمضارع في قوله : { يتلو } للإشارة إلى أن هذا الكتاب تتكرر تلاوته .والحكمة العِلم بالله ودقائق شرائعه وهي معاني الكتاب وتفصيل مقاصده ، وعن مالك : الحكمة معرفة الفقه والدين والاتباع لذلك ، وعن الشافعي الحكمة سنة رسول الله صلى الله عليه وسلم وكلاهما ناظر إلى أن عطف الحكمة على الكتاب يقتضي شيئاً من المغايرة بزيادة معنى وسيجيء تفصيل معنى الحكمة عند قوله تعالى :{ يؤتي الحكمة من يشاء } في هذه السورة ( 269 ) .والتزكية التطهير من النقائص وأكبر النقائص الشرك بالله ، وفي هذا تعريض بالذين أعرضوا عن متابعة القرآن وأبوا إلا البقاء على الشرك .وقد جاء ترتيب هذه الجمل في الذكر على حسب ترتيب وجودها لأن أول تبليغ الرسالة تلاوة القرآن ثم يكون تعليم معانيه قال تعالى : { فإذا قرأناه فاتبع قرآنه ثم إن علينا بيانه } [ القيامة : 18 ، 19 ] العلم تحصل به التزكية وهي في العمل بإرشاد القرآن .وقوله : { إنك أنت العزيز الحكيم } تذييل لتقريب الإجابة أي لأنك لا يغلبك أمر عظيم ولا يعزب عن علمك وحكمتك شيء . والحكيم بمعنى المحكم هو فعيل بمعنى مفعل وقد تقدم نظيره في قوله تعالى : { ولهم عذاب أليم بما كانوا يكذبون } [ البقرة : 10 ] وقوله : { قالوا سبحانك لا علم لنا إلا ما علمتنا إِنك أنت العليم الحكيم } [ البقرة : 32 ] .",
  "ayah": 129,
  "surah": 2
}
