{
  "text": "تفصيل لوصية يعقوب بأنه أمر أبناءه أن يكونوا على ملة إبراهيم وإسماعيل وإسحاق وهي نظير ما وصى به إبراهيم بنيه فأجمل هنا اعتماداً على ما صرح به في قوله سابقاً : { يا بني إن الله اصطفى لكم الدين فلا تموتن إلا وأنتم مسلمون } [ البقرة : 132 ] وهذا تنويه بالحنيفية التي هي أساس الإسلام ، وتمهيد لإبطال قولهم : { كونوا هوداً أو نصارى تهتدوا } [ البقرة : 135 ] وإبطال لزعمهم أن يعقوب كان على اليهودية وأنه أوصى بها بنيه فلزمت ذريته فلا يحولون عنها . وقد ذكر أن اليهود قالوا ذلك قاله الواحدي والبغوي بدون سند ، ويدل عليه قوله تعالى : { أم يقولون إن إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط كانوا هوداً أو نصارى } [ البقرة : 140 ] الآية فلذلك جيء هنا بتفصيل وصية يعقوب إبطالاً لدعاوى اليهود ونقضاً لمعتقدهم الذي لا دليل عليه كما أنبأ به الإنكار في قوله : { أم كنتم شهداء } إلخ .و { أم } عاطفة جملة { كنتم شهداء } على جملة { وأوصى بها إبراهيم بنيه } [ البقرة : 132 ] فإن أم من حروف العطف كيفما وقعت ، وهي هنا منقطعة للانتقال من الخبر عن إبراهيم ويعقوب إلى مجادلة من اعتقدوا خلاف ذلك الخبر ، ولما كانت أم يلازمها الاستفهام كما مضى عند قوله تعالى : { أم تريدون أن تسألوا رسولكم } [ البقرة : 108 ] إلخ فالاستفهام هنا غير حقيقي لظهور أن عدم شهودهم احتضار يعقوب محقق ، فتعين أن الاستفهام مجاز ، ومحمله على الإنكار لأنه أشهر محامل الاستفهام المجازي ، ولأن مثل هذا المستفهم عنه مألوف في الاستفهام الإنكاري .ثم إن كون الاستفهام إنكارياً يمنع أن يكون الخطاب الواقع فيه خطاباً للمسلمين لأنهم ليسوا بمظنة حال من يدعي خلاف الواقع حتى ينكر عليهم ، خلافاً لمن جوز كون الخطاب للمسلمين من المفسرين ، توهموا أن الإنكار يساوي النفي مساواة تامة وغفلوا عن الفرق بين الاستفهام الإنكاري وبين النفي المجرد فإن الاستفهام الإنكاري مستعمل في الإنكار مجازاً بدلالة المطابقة وهو يستلزم النفي بدلالة الالتزام ، ومن العجيب وقوع الزمخشري في هذه الغفلة ، فتعين أن المخاطب اليهود وأن الإنكار متوجه إلى اعتقاد اعتقدوه يعلم من سياق الكلام وسوابقه وهو ادعاؤهم أن يعقوب مات على اليهودية وأوصى بها فلزمت ذريته ، فكان موقع الإنكار على اليهود واضحاً وهو أنهم ادعوا ما لا قبل لهم بعلمه إِذ لم يشهدوا كما سيأتي ، فالمعنى ما كنتم شهداء احتضار يعقوب . ثم أكمل الله القصة تعليماً وتفصيلاً واستقصاء في الحجة بأن ذكر ما قاله يعقوب حين اختصاره وما أجابه أبناؤه وليس ذلك بداخل في حيز الإنكار ، فالإنكار ينتهي عند قوله : ( الموت ) والبقية تكملة للقصة ، والقرينة على الأمرين ظاهرة اعتماداً على مألوف الاستعمال في مثله فإنه لا يُطال فيه المستفهم عنه بالإنكار ألا ترى إِلى قوله تعالى :{ أَشهدوا خلقهم } [ الزخرف : 19 ] ، فلما قال هنا : { أم كنتم شهداء إذ حضر يعقوب الموت } ، علم السامع موقع الإنكار ، ثم يعلم أن قول أبناء يعقوب { نعبد إلهك } لم يكن من دعوى اليهود حتى يدخل في حيز الإنكار لأنهم لو ادعوا ذلك لم ينكر عليهم إِذ هو عين المقصود من الخبر ، وبذلك يستقر كلا الكلامين في قراره ، ولم يكن داععٍ لجعل ( أم ) متصلة بتقدير محذوف قبلها تكون هي معادلة له ، كأن يقدر أكنتم غائبين إِذ حضر يعقوب الموت أم شهداء وأن الخطاب لليهود أو للمسلمين والاستفهام للتقرير ، ولا لجعل الخطاب في قوله : { كنتم } للمسلمين على معنى جعل الاستفهام للنفي المحض أي ما شهدتم احتضار يعقوب أي على حد { وما كنت بجانب الغربي } [ القصص : 44 ] وحد { وما كنت لديهم إِذ يلقون أقلامهم } [ آل عمران : 44 ] كما حاوله الزمخشري ومتابعوه ، وإنماحداه إلى ذلك قياسه على غالب مواقع استعمال أمثال هذا التركيب مع أن موقعه هنا موقع غير معهود وهو من الإيجاز والإكمال إذ جمع الإنكار عليهم في التقول على من لم يشهدوه ، وتعليمهم ما جهلوه ، ولأجل التنبيه على هذا الجمع البديع أعيدت إذ في قوله : { إذ قال لبنيه } ليكون كالبدل من { إذ حضر يعقوب الموت } فيكون مقصوداً بالحكم أيضاً .والشهداء جمع شهيد بمعنى الشاهد أي الحاضر للأمر والشأن ، ووجه دلالة نفي المشاهدة على نفي ما نسبوه إلى يعقوب هو أن تنبيههم إلى أنهم لم يشهدوا ذلك يثير في نفوسهم الشك في معتقدهم .وقوله تعالى : { قالوا نعبد إلهك } هو من بقية القصة المنفي شهود المخاطبين محضرها فهذا من مجيء القول في المحاورات كما قدمنا ، فقوله : { قالوا أتجعل فيها من يفسد فيها } [ البقرة : 30 ] فيكون الكلام نفياً لشهودهم مع إفادة تلك الوصية ، أي ولو شاهدتم ما اعتقدتم خلافها فلما اعتقدوا اعتقاداً كالضروري وبخهم وأنكر عليهم حتى يرجعوا إلى النظر في الطرق التي استندوا إليها فيعلموا أنها طرق غير موصلة ، وبهذا تعلمون وجهة الاقتصار على نفي الحضور مع أن نفي الحضور لا يدل على كذب المدَعى لأن عدم الوجدان لا يدل على عدم الوجود ، فالمقصود هنا الاستدراج في إبطال الدعوى بإدخال الشك على مدعيها .وقوله تعالى : { إذ قال لبنيه } بدل من { إذ حضر يعقوب الموت } وفائدة المجيء بالخبر على هذه الطريقة دون أن يقال أم كنتم شهداء إذ قال يعقوب لبنيه عند الموت ، هي قصد استقلال الخبر وأهمية القصة وقصد حكايتها على ترتيب حصولها ، وقصد الإجمال ثم التفصيل لأن حالة حضور الموت لا تخلو من حدث هام سيحكى بعدها فيترقبه السامع .وهذه الوصية جاءت عند الموت وهو وقت التعجيل بالحرص على إبلاغ النصيحة في آخر ما يبقى من كلام الموصى فيكون له رسوخ في نفوس الموصين ، أخرج أبو داوود والترمذي عن العرباض بن سارية قال : «وعظنا رسول الله موعظة وجِلَتْ منها القلوب وذَرَفت منها العيون فقلنا يا رسول الله كأنها موعظة مودِّع فأوصنا» الحديث .وجاء يعقوب في وصيته بأسلوب الاستفهام لينظر مقدار ثباتهم على الدين حتى يطّلع على خالص طويتهم ليلقي إليهم ما سيوصيهم به من التذكير وجيء في السؤال بما الاستفهامية دون من لأن ما هي الأصل عند قصد العموم لأنه سألهم عما يمكن أن يعبده العابدون .واقترن ظرف { بعدي } بحرف ( من ) لقصد التوكيد فإن ( من ) هذه في الأصل ابتدائية فقولك : جئت من بعد الزوال يفيد أنك جئت في أول الأزمنة بعد الزوال ثم عوملت معاملة حرف تأكيد .وبنو يعقوب هم الأسباط أي أسباط إسحاق ومنهم تشعبت قبائل بني إسرائيل وهم اثنا عشر ابناً : رأوبين ، وشمعون ، ولاوى ، ويهوذا ، ويساكر ، وزبولون ، ( وهؤلاء أمهم ليئة ) ويوسف وبنيامين ( أمهما راحيل ) ودان ونفتالي ( أمهما بلهة ) وجاد وأشير ( أمهما زلفة ) .وقد أخبر القرآن بأن جميعهم صاروا أنبياء وأن يوسف كان رسولاً .وواحد الأسباط سبط بكسر السين وسكون الباء وهو ابن الابن أي الحفيد ، وقد اختلف في اشتقاق سبط قال ابن عطية في تفسير قوله تعالى : { وقطعناهم اثنتي عشرة أسباطاً أمماً } في سورة الأعراف ( 160 ) عن الزجاج : الأظهر أن السبط عبراني عرب اه . قلت : وفي العبرانية سيبط بتحتية بعد السين ساكنة .وجملة : قالوا نعبد إِلهك } جواب عن قوله : { ما تبعدون } جاءت على طريقة المحاورات بدون واو وليست استئنافاً لأن الاستئناف إنما يكون بعد تمام الكلام ولا تمام له قبل حصول الجواب .وجيء في قوله : { نعبد إلهك } معرفاً بالإضافة دون الاسم العلم بأن يقول نعبد الله لأن إضافة إله إلى ضمير يعقوب وإلى آبائه تفيد جميع الصفات التي كان يعقوب وآباؤه يصفون الله بها فيما لقنه لأبنائه منذ نشأتهم ، ولأنهم كانوا سكنوا أرض كنعان وفلسطين مختلطين ومصاهرين لأمم تعبد الأصنام من كنعانيين وفلسطينيين وحثيين وأراميين ثم كان موت يعقوب في أرض الفراعنة وكانوا يعبدون آلهة أخرى . وأيضاً فمن فوائد تعريف الذي يعبدونه بطريق الإضافة إلى ضمير أبيهم وإلى لفظ آبائه أن فيها إيماء إلى أنهم مقتدون بسلفهم .وفي الإتيان بعطف البيان من قولهم { إبراهيم وإسماعيل وإسحاق } ضرب من محسن الاطراد تنويهاً بأسماء هؤلاء الأسلاف كقول ربيعة بن نصر بن قعين :إنْ يقتلوك فقد ثَللت عُروشهم ... بعُتَيْبَةَ بن الحارث بن شهابوإنما أعيد المضاف في قوله : { وإلهك آبائك } لأن إعادة المضاف مع المعطوف على المضاف إِليه أفصح في الكلام وليست بواجبة ، وإطلاق الآباء على ما شمل إسماعيل وهو عم ليعقوب إطلاق من باب التغليب ولأن العم بمنزلة الأب .وقد مضى التعريف بإبراهيم وإسماعيل .وأما إسحاق فهو ابن إبراهيم وهو أصغر من إسماعيل بأربع عشرة سنة وأمه سارة . ولد سنة 1896 ست وتسعين وثمانمائة وألف قبل ميلاد المسيح وهو جد بني إسرائيل وغيرهم من أمم تقرب لهم .واليهود يقولون : إن الابن الذي أمر الله إبراهيم بذبحه وفداه الله هو إسحاق ، والحق أن الذي أمر بذبحه هو إسماعيل في صغره حين لم يكن لإبراهيم ولد غيره ليظهر كمال الامتثال ومن الغريب أن التوراة لما ذكرت قصة الذبيح وصفته بالابن الوحيد لإبراهيم ولم يكن إسحاق وحيداً قط ، وتوفي إسحاق سنة ثمان وسبعمائة وألف قبل الميلاد ودفن مع أبيه وأمه في مغارة المكفيلة في حبرون ( بلد الخليل ) .، 133 ] إذ أعاد فعل أمدكم وقول الأحوص الأنصاري :فإذَا تَزُول تَزولُ عن مُتَخَمِّطٍ ... تُخْشَى بَوادِرُه علَى الأَقْرانقال ابن جني في «شرح الحماسة» محال أن تقول : إذا قمت قُمت لأنه ليس في الثاني غير ما في الأول وإنما جاز أن يقول : فإذا تزول تزول لما اتصل بالفعل الثاني من حرف الجر المفاد منه الفائدة ، ومثله قول الله تعالى : { هؤلاء الذين أغوينا أغويناهم كما غوينا } [ القصص : 63 ] وقد كان أبوعلي امتنع في هذه الآية مما أخذناه غير أن الأمر فيها عندي على ما عرفتك .وجوز صاحب «الكشاف» أن يكون قوله : { إلهاً واحداً } بدلاً من { إلهك } بناء على جواز إبدال النكرة الموصوفة من المعرفة مثل { لنسفعن بالناصية ناصية كاذبة } [ العلق : 63 ] ، أو أن يكون منصوباً على الاختصاص بتقدير امدَح فإن الاختصاص يجيء من الاسم الظاهر ومن ضمير الغائب .وقوله : { ونحن له مسلمون } جملة في موضع الحال من ضمير { نعبد } ، أومعطوفة على جملة { نعبد } ، جيء بها اسمية لإفادة ثبات الوصف لهم ودوامه بعد أن أفيد بالجملة الفعلية المعطوف عليها معنى التجدد والاستمرار .",
  "ayah": 133,
  "surah": 2
}
