{
  "text": "عقبت الآيات المتقدمة من قوله : { وإذ ابتلى إبراهيم ربه } [ البقرة : 124 ] بهذه الآية لأن تلك الآيات تضمنت الثناء على إبراهيم وبنيه والتنويه بشأنهم والتعريض بمن لم يقتف آثارهم من ذريتهم وكأن ذلك قد ينتحل منه المغرورون عذراً لأنفسهم فيقولون نحن وإن قصرنا فإن لنا من فضل آبائنا مسلكاً لنجاتنا ، فذكرت هذه الآية لإفادة أن الجزاء بالأعمال لا بالاتكال .والإشارة بتلك عائدة إلى إبراهيم وبنيه باعتبار أنهم جماعة وباعتبار الإخبار عنهم باسم مؤنث لفظه وهو أمة .والأمة تقدم بيانها آنفاً عند قوله تعالى : { ومن ذريتنا أمة مسلمة لك } [ البقرة : 128 ] .وقوله : { قد خلت } صفة لأمة ومعنى خلت مضت ، وأصل الخلاء الفراغ فأصل معنى خلت خلا منها المكان فأسند الخلو إلى أصحاب المكان على طريقة المجاز العقلي لنكتة المبالغة ، والخبر هنا كناية عن عدم انتفاع غيرهم بأعمالهم الصالحة وإلا فإن كونها خلت مما لا يحتاج إلى الإخبار به ، ولذا فقوله : { لها ما كسبت } الآية بدل من جملة { قد خلت } بدل مفصل من مجمل .والخطاب موجه إلى اليهود أي لا ينفعكم صلاح آبائكم إذا كنتم غير متبعين طريقتهم ، فقوله : { لها ما كسبت } تمهيد لقوله : { ولكم ما كسبتم } إذ هو المقصود من الكلام ، والمراد بما كسبت وبما كسبتم ثواب الأعمال بدليل التعبير فيه بلها ولكم ، ولك أن تجعل الكلام من نوع الاحتباك والتقرير لها ما كسبت وعليكم ما كسبتم أي إثمه .ومن هذه الآية ونظائرها انتزع الأشعري التعبير عن فعل العبد بالكسب .وتقديم المسندين على المسند إليهما في { لها ما كسبت ولكم ما كسبتم } لقصر المسند إليه على المسند أي ما كسبت الأمة لا يتجاوزها إلى غيرها وما كسبتم لا يتحاوزكم ، وهو قصر إضافي لقلب اعتقاد المخاطبين فإنهم لغرورهم يزعمون أن ما كان لأسلافهم من الفضائل يزيل ما ارتكبوه هم من المعاصي أو يحمله عنهم أسلافهم .وقوله : { ولا تسألون عما كانوا يعملون } معطوف على قوله : { لها ما كسبت } وهو من تمام التفصيل لمعنى خلت ، فإن جعلت { لها ما كسبت ولكم ما كسبتم } خاصاً بالأعمال الصالحة فقوله : { ولا تسألون } إلخ تكميل للأقسام أي وعلى كل ما عمل من الإثم ولذا عبر هنالك بالكسب المتعارف في الادخار والتنافس وعبر هنا بالعمل . وإنما نفى السؤال عن العمل لأنه أقل أنواع المؤاخذة بالجريمة فإن المرء يؤخذ بجريمته فيسأل عنها ويعاقب وقد يسأل المرء عن جريمة غيره ولا يعاقب كما يلام على القوم فعل بعضهم ما لا يليق وهو شائع عند العرب قال زهير :لعمري لنِعْمَ الحيُّ جَرَّ عليهم ... بما لا يُواتيهم حُصَين بن ضَمْضمِفنفي أصل السؤال أبلغ وأشمل للأمرين ، وإن جعلت قوله : { ولكم ما كسبتم } مراداً به الأعمال الذميمة المحيطة بهم كان قوله : { ولا تسألون } إلخ احتراساً واستيفاء لتحقيق معنى الاختصاص أي كل فريق مختص به عمله أو تبعته ولا يلحق الآخر من ذلك شيء ولا السؤال عنه ، أي لا تحاسبون بأعمال سلفكم وإنما تحاسبون بأعمالكم .",
  "ayah": 134,
  "surah": 2
}
