{
  "text": "جملة معترضة بين جملة : { ولئن أتيت الذين أوتوا الكتاب } [ البقرة : 145 ] الخ ، وبين جملة : { ولكل وجهةٌ } [ البقرة : 148 ] الخ اعتراضَ استطرادٍ بمناسبة ذكر مطاعن أهل الكتاب في القبلة الإسلامية ، فإن طعنهم كان عن مكابرة مع علمهم بأن القبلة الإسلامية حق كما دلّ عليه قوله : { وإن الذين أوتوا الكتاب ليعلمون أنه الحق من ربهم } [ البقرة : 144 ] ، فاستُطرد بأن طعنهم في القبلة الإسلامية ما هو إلاّ من مجموع طَعنهم في الإسلام وفي النبي صلى الله عليه وسلم والدليلُ على الاستطراد قوله بعده : { ولكل وجهةٌ هو موليها } [ البقرة : 148 ] ، فقد عاد الكلام إلى استقبال القبلة .فالضمير المنصوب في { يَعْرِفُونه } لا يعود إلى تحويل القبلة لأنه لو كان كذلك لصارت الجملة تكريراً لمضمون قوله : { وإن الذين أوتوا الكتاب ليعلمون أنه الحق من ربهم } ، بل هو عائد إما إلى الرسول وإن لم يسبق ذكر لمعادٍ مناسببٍ لضمير الغيبة ، لكنه قد علم من الكلام السابق وتكرر خطابه فيه من قوله : { وما جعلنا القبلة التي كنت عليها } [ البقرة : 143 ] ، وقوله : { قد نرى تقلب وجهك } [ البقرة : 144 ] ، وقوله : { فلنولينك قبلة } [ البقرة : 144 ] ، وقوله : { فول وجهك } [ البقرة : 144 ] فالإتيان بالضمير بطريق الغيبة من الالتفات ، وهو على تقدير مضاف أي يعرفون صِدْقَهُ ، وإما أن يعود إلى { الحق في قوله السابق : ليكتمون الحق } فيشمل رسالة الرسول وجميعَ ما جاء به ، وإما إلى العلم في قوله : { من بعد ما جاءك من العلم } [ البقرة : 145 ] .والتشبيه في قوله : { كما يعرفون أبناءهم } تشبيه في جلاء المعرفة وتحققها فإن معرفة المرء بعلائِقه معرفة لا تقبل اللبس ، كما قال زهير: ... فهن ووادي الرس كاليد للفمتشبيهاً لشدة القرب البيّن .وخص الأبناء لشدة تعلق الآباء بهم فيكون التملي من رؤيتهم كثيراً فتتمكن معرفتهم فمعرفة هذا الحق ثابتة لجميع علمائهم .وعدل عن أن يقال يعلمونه إلى { يعرفونه } لأن المعرفة تتعلق غالباً بالذوات والأمور المحسوسة قال تعالى : { تعرف في وجوههم نضرة النعيم } [ المطففين : 24 ] وقال زهير: ... فَلأْياً عَرَفْتُ الدَّار بعد توهموتقول عرفت فلاناً ولا تقول عرفت عِلْم فلان ، إلاّ إذا أردت أن علمه صار كالمشاهد عندك ، ولهذا لا يعدى فعل العرفان إلى مفعولين كما تُعدى أفعال الظن والعلم ، ولهذا يوصف الله تعالى بصفة العلم فيقال العليم ، ولا يوصف بصفة المعرفة فلا يقال الله يعرف كذا ، فالمعنى يعرفون الصفات الرسول صلى الله عليه وسلم وعلاماته المذكورة في كتبهم ، ويعرفون الحق كالشيء المشاهد .والمراد بقوله : { الذين أتيناهم الكتاب } أحبارُ اليهود والنصارى ولذلك عُرِّفوا بأنهم أوتوا الكتاب أي علموا علم التوراة وعلم الإنجيل .وقوله : { وإن فريقاً منهم ليكتمون الحق وهم يعلمون } تخصيص لبعض الذين أوتوا الكتاب بالعناد في أمر القبلة وفي غيره مما جاء به النبي صلى الله عليه وسلم وذم لهم بأنهم يكتموددن الحق وهم يعلمونه وهؤلاء مُعظم الذين أوتوا الكتاب قبل ابن صُوريا وكعب بن الأَشْرف فبقي فريق آخر يعلمون الحق ويعلنون به وهم الذين آمنوا بالنبي عليه الصلاة والسلام من اليهود قبل عبد الله بن سَلاَم ، ومن النصارى مثل تميم الدَّاري وصهيب .أما الذين لا يعلمون الحق فضلاً عن أن يكتموه فلا يعبأ بهم في هذا المقام ولم يدخلوا في قوله : { الذين أتيناهم الكتاب } ولا يشملهم قوله : { يعرفونه كما يعرفون أبناءهم } .",
  "ayah": 146,
  "surah": 2
}
