{
  "text": "الفاء للتفريع عاطفة جملة الأمر بذكر الله وشكره على جمل النعم المتقدمة أي إذ قد أنعمت عليكم بهاته النعم فأنا آمركم بذكري .وقوله : { فاذكروني أذكركم } فعلان مشتقان من الذكر بكسر الذال ومن الذكر بضمها والكل مأمور به لأننا مأمورون بتذكر الله تعالى عند الإقدام على الأفعال لنذكر أوامره ونواهيه قال تعالى : { والذين إذا فعلوا فاحشة أو ظلموا أنفسهم ذكروا الله فاستغفروا لذنوبهم } [ آل عمران : 135 ] وعن عمر بن الخطاب أفضل من ذكر الله باللسان ذكر الله عند أمره ونهيه ، ومأمورون بذكر اسم الله تعالى بألسنتنا في جمل تدل على حمده وتقديسه والدعوة إلى طاعته ونحو ذلك ، وفي الحديث القدسي : \" وإن ذكرني في ملأ ذكرته في ملأ خير منه \" .والذكر في قوله : { أذكركم } يجيء على المعنيين ، ولا بد من تقدير في قوله : { فاذكروني } على الوجهين لأن الذكر لا يتعلق بذات الله تعالى فالتقدير اذكروا عظمتي وصفاتي وثنائي وما ترتب عليها من الأمر والنهي ، أو اذكروا نعمي ومحامدي ، وهو تقدير من دلالة الاقتضاء ، وأما { أذكركم } فهو مجاز ، أي أعاملكم معاملة من ليس بمغفول عنه بزيادة النعم والنصر والعناية في الدنيا ، وبالثواب ورفع الدرجات في الآخرة ، أو أخلق ما يفهم منه الناس في الملأ الأعلى وفي الأرض فضلكم والرضى عنكم ، نحو قوله { كنتم خير أمة } [ آل عمران : 110 ] ، وحسن مصيركم في الآخرة ، لأن الذكر بمعنييه الحقيقيين مستحيل على الله تعالى . ثم إن تعديته للمفعول أيضاً على طريق دلالة الاقتضاء إذ ليس المراد تذكر الذوات ولا ذكر أسمائها بل المراد تذكر ما ينفعهم إذا وصل إليهم وذكر فضائلهم .وقوله : { واشكروا لي } أمر بالشكر الأعم من الذكر من وجه أو مطلقاً ، وتعديته للمفعول باللام هو الأفصح وتسمى هذه اللام لام التبليغ ولام التبيين كما قالوا نصح له ونصحه كقوله تعالى : { فتعساً لهم } [ محمد : 8 ] وقول النابغة :شَكَرتُ لك النُّعْمَى وأثنيتُ جاهداًوعطَّلْتُ أَعراض العُبَيْدِ بننِ عَامروقوله : { ولا تكفرون } نهي عن الكفران للنعمة ، والكفران مراتب أعلاها جحد النعمة وإنكارها ثم قصد إخفائها ، ثم السكوت عن شكرها غفلة وهذا أضعف المراتب وقد يعرض عن غير سوء قصد لكنه تقصير .قال ابن عرقة : «ليس عطف قوله : { ولا تكفرون } بدليل على أن الأمر بالشيء ليس نهياً عن ضده وذلك لأن الأمر بالشكر مطلق ( أي لأن الأمر لا يدل على التكرار فلا عموم له ) فيصدق بشكره يوماً واحداً فلما قال { ولا تكفرون } أفاد النهي عن الكفر دائماً» اه ، يريد لأن الفعل في سياق النهي يعم ، مثل الفعل في سياق النفي لأن النهي أخو النفي .",
  "ayah": 152,
  "surah": 2
}
