{
  "text": "موقع هاته الآية عقب سابقتها موقع الحجة من الدعوى ، ذلك أن الله تعالى أعلن أن الإله إله واحد لا إله غيره وهي قضية من شأنها أن تُتلقى بالإنكار من كثير من الناس فناسب إقامة الحجة لمن لا يقتنع فجاء بهذه الدلائل الواضحة التي لا يسع الناظر إلاّ التسليم إليها .فإن هنا لمجرد الاهتمام بالخبر لِلَفْت الأنظار إليه ، ويحتمل أنهم نُزلوا منزلة من ينكر أن يكون في ذلك آيات ( لقوم يعقلون ) لأنهم لم يجروا على ما تدل عليه تلك الآيات .وليست { إن } هنا بمؤذنة بتعليل للجملة التي قبلها لأن شرط ذلك أن يكون مضمون الجملة التي بعدها صالحاً لتعليل مضمون التي قبلها بحيث يكون الموقع لفاء العطف فحينئذٍ يغني وقوع ( إن ) عن الإتيان بفاء العطف كما ذكره الشيخ عبد القاهر في «دلائل الإعجاز» وقد بسطنا فيه عند قوله تعالى : { اهبطوا مصراً فإن لكم ما سألتم } [ البقرة : 61 ] .والمقصود من هاته الآية إثبات دلائل وجود الله تعالى ووحدانيته ولذلك ذكرت إثر ذكر الوحدانية لأنها إذا أثبتت بها الوحدانية ثبت الوجود بالضرورة . فالآية صالحة للرد على كفار قريش دُهريهم ومشركهم والمشركون هم المقصود ابتداء ، وقد قرر الله في هاته الآية دلائل كلها واضحة من أصناف المخلوقات وهي مع وضوحها تشتمل على أسرار يتفاوت الناس في دركها حتى يتناول كل صنف من العقلاء مقدار الأدلة منها على قدر قرائحهم وعلومهم .والخلق هنا بمعنى المصدر واختير هنا لأنه جامع لكل ما فيه عبرة من مخلوقات السماوات والأرض ، وللعبرة أيضاً في نفس الهيئة الاجتماعية من تكوين السماوات والأرض والنظام الجامع بينها فكما كل مخلوق منها أو فيها هو آية وعبرة فكذلك مجموع خلقها ، ولعل الآية تشير إلى ما يعبر عنه في علم الهيئة بالنظام الشمسي وهو النظام المنضبط في أحوال الأرض مع الكواكب السيارة المعبر عنها بالسماوات .و { السموات } جمع سماء والسماء إذا أطلقت مفردة فالمراد بها الجو المرتفع فوقنا الذي يبدو كأنه قبة زرقاء وهو الفضاء العظيم الذي تسبح فيه الكواكب وذلك المراد في نحو قوله تعالى : { ولقد زينا السماء الدنيا بمصابيح } [ الملك : 5 ] ، { إنا زينا السماء الدنيا بزينة الكواكب } [ الصافات : 6 ] ، { وأنزل من السماء ماء } [ البقرة : 22 ] . وإذا جمعت فالمراد بها أجرام عظيمة ذات نظام خاص مثل الأرض وهي السيارات العظيمة المعروفة والتي عرفت من بعد والتي ستعرف : عطارد والزهرة والمريخ والشمس والمشتري وزحل وأرانوس ونبتون . ولعلها هي السموات السبع والعرش العظيم ، وهذا السر في جمع ( السموات ) هنا وإفراد ( الأرض ) لأن الأرض عالم واحد وأما جمعها في بعض الآيات فهو على معنى طبقاتها أو أقسام سطحها .والمعنى إن في خلق مجموع السموات مع الأرض آيات ، فلذلك أفرد الخلق وجعلت الأرض معطوفاً على السموات ليتسلط المضاف عليهما .والآية في هذا الخلق { لقوم يعقلون } آية عظيمة لمن عرف أسرار هذا النظام وقواعد الجاذبية التي أودعها الله تعالى في سير مجموع هاته السيارات على وجه لا يعتريه خلل ولا خرق { لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون } [ يس : 40 ] ، وأعظم تلك الأسرار تكوينها على هيئة كرية قال الفخر كان عمر بن الحسام يقرأ «كتاب المجسطي» على عمر الأبهري فقال لهما بعض الفقهاء يوماً ما الذي تقرءونه فقال الأبهري أفسِّر قوله تعالى : { أفلم ينظروا إلى السماء فوقهم كيف بنيناها } [ ق : 6 ] فأنا أفسر كيفية بنائها ولقد صدق الأبهري فيما قال فإن كل من كان أكثر توغلاً في بحار المخلوقات كان أكثر علماً بجلال الله تعالى وعظمته اه .قلت ومن بديع هذا الخلق أن جعله الله تعالى يمد بعضه بعضاً بما يحتاجه كل فلا ينقص من الممدِّ شيء ، لأنه يُمده غيرهُ يما يُخلف له ما نقص ، وهكذا نجد الموجودات متفاعلة ، فالبحر يمد الجو بالرطوبة فتكون منه المياه النازلة ثم هو لا ينقص مع طول الآباد لأنه يمده كل نهر وواد .وهي آية لمن كان في العقل دون هاته المرتبة فأدرك من مجموع هذا الخلق مشهداً بديعاً في طلوع الشمس وغروبها وظهور الكواكب في الجو وغروبها .وأما الاعتبار بما فيها من المخلوقات وما يحف بها من الموجودات كالنجوم الثوابت والشهب وما في الأرض من جبال وبحار وأنهار وحيوان فذلك من تفاريع تلك الهيئة الاجتماعية .وقوله : { واختلاف الليل والنهار } تذكير بآية أخرى عظيمة لا تخفى على أحد من العقلاء وهي اختلاف الليل والنهار أعني اختلاف حالتي الأرض في ضياء وظلمة ، وما في الضياء من الفوائد للناس وما في الظلمة من الفوائد لهم لحصول سكونهم واسترجاع قواهم المنهوكة بالعمل .وفي ذلك آية لخاصة العقلاء إذ يعلمون أسباب اختلاف الليل والنهار على الأرض وأنه من آثار دوران الأرض حول الشمس في كل يوم ولهذا جعلت الآية في اختلافهما وذلك يقتضي أن كلاً منهما آية .والاختلاف افتعال من الخلف وهو أن يجيىء شيء عوضاً عن شيء آخر يخلفه في مكانه والخلفة بكسر الخاء الخلف قال زهير :«بها العين والآرام يمشين خلفة» ... وقد أضيف الاختلاف لكل من الليل والنهار لأن كل واحد منهما يخلف الآخر فتحصل منه فوائد تعاكس فوائد الآخر بحيث لو دام أحدهما لانقلب النفع ضرراً { قل أرأيتم إن جعل الله عليكم الليل سرمداً إلى يوم القيامة مَنْ إله غير اللَّه يأتيكم بضياء أفلا تسمعون ( ) قل أرأيتم إن جعل الله عليكم النهار سرمداً إلى يوم القيامة مَنْ إله غير الله يأتيكم بليل تسكنون فيه أفلا تُبْصرون } [ القصص : 71 ، 72 ] .وللاختلاف معنى آخر هو مراد أيضاً وهو تفاوتهما في الطول والقصر فمرة يعتدلان ومرة يزيد أحدهما على الآخر وذلك بحسب أزمنة الفصول وبحسب أمكنة الأرض في أطوال البلاد وأعراضها كما هو مقرر في علم الهيئة ، وهذا أيضاً من مواضع العبرة لأنه آثار الصنع البديع في شكل الأرض ومساحتها للشمس قرباً وبعداً . ففي اختيار التعبير بالاختلاف هنا سر بديع لتكون العبارة صالحة للعبرتين .والليل اسم لعرض الظلمة والسواد الذي يعم مقدار نصف من كرة الأرض الذي يكون غير مقابل للشمس فإذا حجب قرص الشمس عن مقدار نصف الكرة الأرضية بسبب التقابل الكروي تقلص شعاع الشمس عن ذلك المقدار من الكرة الأرضية فأخذ النور في الضعف وعادت إليه الظلمة الأصلية التي ما أزالها إلاّ شعاع الشمس ويكون تقلص النور مدرجاً من وقت مغيب قرص الشمس عن مقابلة الأفق ابتداء من وقت الغروب ثم وقت الشفق الأحمر ثم الشفق الأبيض إلى أن يحلك السواد في وقت العشاء حين بعد قرص الشمس عن الأفق الذي ابتدأ منه المغيب ، وكلما اقترب قرص الشمس من الأفق الآخر أكسبه ضياء من شعاعها ابتداء من وقت الفجر إلى الإسفار إلى الشروق إلى الضحى ، حيث يتم نور أشعة الشمس المتجهة إلى نصف الكرة تدريجاً . وذلك الضياء هو المسمى بالنهار وهو النور التام المنتظم على سطح الكرة الأرضية وإن كان قد يستنير سطح الكرة بالقمر في معظم لياليه استنارة غير تامة ، وبضوء بعض النجوم استنارة ضعيفة لا تكاد تعتبر .فهذا هو المراد باختلاف الليل والنهار أي تعاقبهما وخلف أحدهما الآخر ، ومن بلاغة علم القرآن أن سمى ذلك اختلافاً تسمية مناسبة لتعاقب الأعراض على الجوهر لأنه شيء غير ذاتي فإن ما بالذات لا يختلف فأومأ إلى أن الليل والنهار ليسا ذاتين ولكنهما عرضان خلاف معتقد الأمم الجاهلة أن الليل جسم أسود كما صوره المصريون القدماء على بعض الهياكل وكما قال امرؤ القيس في الليل :فقلتُ له لما تمطى بصُلبه ... وأردفَ أعجازاً ونَاءَ بكلكلوقال تعالى في سورة الشمس : { والنهار إذا جلاها ، والليل إذا يغشاها } [ الشمس : 3 4 ] .وقوله : { والفلك } عطف على { خلق } و { اختلاف } فهو معمول لفي أي وفي الفلك ، ووصفها بالتي تجري الموصول لتعليل العطف أي إن عطفها على خلق السماوات والأرض في كونها آية من حيث إنها تجري في البحر ، وفي كونها نعمة من حيث إنها تجري بما ينفع الناس ، فأما جريها في البحر فهو يتضمن آيتين ، إحداهما آية خلق البحر الذي تجري فيه الفلك خلقاً عجيباً عظيماً إذ كان ماء غامراً لأكثر الكرة الأرضية وما فيه من مخلوقات وما ركب في مائه من الأملاح والعقاقير الكيمياوية ليكون غير متعفن بل بالعكس يخرج للهواء أجزاء نافعة للأحياء على الأرض ، والثانية آية سير السفن فيه وهو ماء من شأنه أن يتعذر المشي عليه فجري السفن آية من آيات إلهام الله تعالى الإنسان للتفطن لهذا التسخير العجيب الذي استطاع به أن يسلك البحر كما يمشي في الأرض ، وصنع الفلك من أقدم مخترعات البشر ألهمه الله تعالى نوحاً عليه السلام في أقدم عصور البشر .ثم إن الله تعالى سخر للفلك الرياح الدورية وهي رياح تهب في الصباح إلى جهة وفي المساء إلى جهة في السواحل تنشأ عن إحياء أشعة الشمس في رابعة النهار الهواء الذي في البر حتى يخف الهواء فيأتي هواء من جهة البحر ليخلف ذلك الهواء البري الذي تصاعد فتحدث ريح رخاء من جهة البحر ويقع عكس ذلك بعد الغروب فتأتي ريح من جهة البر إلى البحر ، وهذه الريح ينتفع بها الصيادون والتجار وهي تكون أكثر انتظاماً في مواقع منها في مواقع أخرى .وسخر للفلك رياحاً موسمية وهي تهب إلى جهة واحدة في أشهر من السنة وإلى عكسها في أشهر أخرى تحدث من اتجاه حرارة أشعة الشمس على الأماكن الواقعة بين مدار السرطان ومدار الجدي ، من الكرة الأرضية عند انتقال الشمس من خط الاستواء إلى جهة مدار الشرطان وإلى جهة مدار الجدي ، فتحدث هاته الريح مرتين في السنة وهي كثيرة في شطوط اليمن وحضرموت والبحر الهندي وتسمى الريح التجارية .وأما كونها نعمة فلأن في هذا التسخير نفعاً للتجارة والزيارة والغزو وغير ذلك ولذلك قال بما ينفع الناس لقصد التعميم مع الاختصار .والفلك هنا جمع لا محالة لأن العبرة في كثرتها ، وهو ومفرده سواء في الوزن فالتكسير فيه اعتباري وذلك أن أصل مفرده فلك بضمتين كعنق وكسر على فلك مثل عرب وعجم وأسد وخفف المفرد بتسكين عينه لأن ساكن العين في مضموم الفاء فرع مضموم العين ما قصد منه التخفيف على مت بينه الرضي فاستوى في اللفظ المفرد والجمع ، وقيل المفرد بفتح الفاء وسكون اللام والجمع بضم الفاء وضم اللام قيل أسد وأسد وخَشَب وخُشَبُ ثم سكنت اللام تخفيفاً ، والاستعمال الفصيح في المفرد والجمع ضم الفاء وسكون اللام قال تعالى : { واصنع الفلك } [ هود : 37 ] . و { الفلك المشحون } [ الشعراء : 119 ] وقال { والفلك التي تجري في البحر } وقال { والفلك تجري في البحر بأمره } [ إبراهيم : 32 ] ، { حتى إذا كنتم في الفلك وجرين } [ يونس : 22 ] ، ثم إن أصل مفرده التذكير قال تعالى : { والفلك المشحون } ويجوز تأنيثه على تأويله بمعنى السفينة قال تعالى : { وقال اركبوا فيها } [ هود : 41 ] { وهي تجري بهم } [ هود : 42 ] كل ذلك بعد قوله : { ويصنع الفلك } [ هود : 38 ] .وكأن هذا هو الذي اعتمده ابن الحاجب إذ عد لفظ الفلك مما أنث بدون تاء ولا ألف فقال في قصيدته «والفلك تجري وهي في القرآن» لأن العبرة باستعماله مؤنثاً وإن كان تأنيثه بتأويل ، وقد قيل إنه يجوز في مفرده فقط ضم اللام مع ضم الفاء وقرىء به شاذاً والقول به ضعيف ، وقال الكواشي هو بضم اللام أيضاً للمفرد والجمع وهو مردود إذ لم ينص عليه أهل اللغة ولا داعي إليه وكأنه قاله بالقياس على الساكن .وفي امتنان الله تعالى بجريان الفلك في البحر دليل على جواز ركوب البحر من غير ضرورة مثل ركوبه للغزو والحج والتجارة ، وقد أخرج مالك في «الموطأ» وتبعه أهل «الصحيح» حديث أم حرام بنت مِلحان في باب الترغيب في الجهاد الثاني من «الموطأ» عن أنس بن مالك رضي الله عنه قال «كان رسول الله صلى الله عليه وسلم إذا ذهب إلى قباء يدخل على أم حرام بنت ملحان فتطعمه وكانت تحت عبادة بن الصامت فدخل عليها رسول الله صلى الله عليه وسلم . . فنام يوماً ثم استيقظ وهو يضحك قالت فقلت ما يضحكك قال ناس من أمتي عرضوا عليَّ غزاة في سبيل الله يركبون ثبج هذا البحر ملوكاً على الأسرة قالت فقلت ادع الله أن يجعلني منهم فدعا لها» الحديث . وفي حديث أبي هريرة \" جاء رجل إلى رسول الله صلى الله عليه وسلم فقال إنا نركب البحر ونحمل معنا القليل من الماء \" الحديث .وعليه فما روي عن عمر بن الخطاب أنه كتب إلى عمرو بن العاص أن لا يحمل جيش المسلمين في البحر مؤول على الاحتياط وترك التغرير وأنا أحسبه قد قصد منه خشية تأخر نجدات المسلمين في غزواتهم لأن السفن قد يتأخر وصولها إذا لم تساعفها الرياح التي تجري بما لا تشتهي السفن ولأن ركوب العدد الكثير في سفن ذلك العصر مظنة وقوع الغرق ، ولأن عدد المسلمين يومئذٍ قليل بالنسبة للعدو فلا ينبغي تعريضه للخطر فذلك من النظر في المصلحة العامة في أحوال معينة فلا يحتج به في أحكام خاصة للناس . ولما مات عمر استأذن معاوية عثمان فأذن له في ركوبه فركبه لغزو ( قبرص ) ثم لغزو القسطنطينية وفي غزوة ( قبرص ) ظهر تأويل رؤيا النبي صلى الله عليه وسلم في حديث أم حرام ، وقد قيل إن عمر بن عبد العزيز لما ولي الخلافة نهى عن ركوبه ثم ركبه الناس بعده .وروي عن مالك كراهة سفر المرأة في البحر للحج والجهاد ، قال ابن عبد البر وحديث أم حرام يرد هذه الرواية ولكن تأولها أصحابه بأنه كره ذلك لخشية اطّلاعهن على عورات الرجال لعسر الاحتراز من ذلك فخصه أصحابه بسفن أهل الحجاز لصغرها وضيقها وتزاحم الناس فيها مع كون الطريق من المدينة إلى مكة من البر ممكناً سهلاً وأما السفن الكبار كسفن أهل البصرة التي يمكن فيها الاستتار وقلة التزاحم فليس بالسفر فيها للمرأة بأس عند مالك .{ وما أنزل الله من السماء من ماء } معطوف على الأسماء التي قبله جيء به اسم موصول ليأتي عطف صلة على صلة فتبقى الجملة بمقصد العبرة والنعمة ، فالصلة الأولى وهي { أنزل الله من السماء من ماء } تذكير بالعبرة لأن في الصلة من استحضار الحالة ما ليس في نحو كلمة المطر والغيث ، وإسناد الإنزال إلى الله لأنه الذي أوجد أسباب نزول الماء بتكوينه الأشياء عند خلق هذا العالم على نظام محكم .والسماء المفرد هو الجو والهواء المحيط بالأرض كما تقدم آنفاً ، وهو الذي يشاهده جميع السامعين .ووجه العبرة فيه أن شأن الماء الذي يسقي الأرض أن ينبع منها فجعل الماء نازلاً عليها من ضدها وهو السماء عبرة عجيبة .وفي الآية عبرة علمية لمن يجيء من أهل العلم الطبيعي وذلك أن جعل الماء نازلاً من السماء يشير إلى أن بخار الماء يصير ماء في الكرة الهوائية عند ما يلامس الطبقة الزمهريرية وهذه الطبقة تصير زمهريراً عندما تقل حرارة أشعة الشمس ، ولعل في بعض الأجرام العلوية وخاصة القمر أهوية باردة يحصل بها الزمهرير في ارتفاع الجو فيكون لها أثر في تكوين البرودة في أعلى الجو فأسند إليها بإنزال الماء مجازاً عقلياً وربما يستروح لهذا بحديث مروي وهو أن المطر ينزل من بحر تحت العرش أي إن عنصر المائية يتكون هنالك ويصل بالمجاورة حتى يبلغ إلى جونا قليل منه فإذا صادفته الأرض تكون من ازدواجهما الماء وقد قال تعالى : { وينزل من السماء من جبال فيها من برد } [ النور : 43 ] ، ولعلها جبال كرة القمر وقد ثبت في الهيئة أن نهار القمر يكون خمسة عشر يوماً ، وليله كذلك ، فيحصل فيه تغيير عظيم من شدة الحر إلى شدة البرد فإذا كانت مدة شدة البرد هي مدة استقباله الأرض أحدث في جو الأرض عنصر البرودة .وقوله : { فأحيا به الأرض } معطوف على الصلة بالفاء لسرعة حياة الأرض إثر نزول الماء وكلا الأمرين الفعل والفاء موضع عبرة وموضع منة . وأطلقت الحياة على تحرك القوى النامية من الأرض وهي قوة النبات استعارة لأن الحياة حقيقة هي ظهور القوى النامية في الحيوان فشبهت الأرض به . وإذا جعلنا الحياة حقيقة في ظهور قوى النماء وجعلنا النبات يوصف بالحياة حقيقة وبالموت فقوله : { فأحيا به الأرض } مجاز عقلي والمراد إحياء ما تراد له الأرض وهو النبات .وفي الجمع بين السماء والأرض وبين أحيا وموت طباقان .وقوله : { وبث فيها من كل دابة } عطف إما على { أنزل } فيكون صلة ثانية وباعتبار ما عطف قبله على الصلة صلة ثالثة ، وإما عطف على { أحيا } فيكون معطوفاً ثانياً على الصلة ، وأيّاً ما كان فهو آية ومنة مستقلة ، فإن جعلته عطفاً على الصلة فمن في قوله : { من كل دابة } بيانية وهي في موضع الحال ظرف مستقر ، وإن جعلته عطفاً على المعطوف على الصلة وهو { أحيا } فمن في قوله : { من كل دابة } تبعيضية وهي ظرف لغو ، أي أكثر فيها عدداً من كل نوع من أنواع الدواب بمعنى أن كل نوع من أنواع الدواب ينبث بعض كثير من كل أنواعه ، فالتنكير في دابة للتنويع أي أكثر الله من كل الأنواع لا يختص ذلك بنوع دون آخر .والبث في الأصل نشر ما كان خفياً ومنه بث الشكوى وبث السر أي أظهره . قالت الأعرابية «لقد أبثثتك مكتومي وأطعمتك مأدومي» وفي حديث أم زرع قالت السادسة \" ولا يولج الكف ليعلم البث \" أي لا يبحث عن سر زوحته لتفشوه له ، فمثلت البحث بإدخال الكف لإخراج المخبوء ، ثم استعمل البث مجازاً في انتشار الشيء بعد أن كان كامناً كما في هاته الآية واستعمل أيضاً في مطلق الانتشار ، قال الحماسي :وهلاّ أعَدُّوني لِمِثلي تفاقدوا ... وفي الأرض مثبوتٌ شجاعٌ وعقربوبث الدواب على وجه عطفه على فعل { أنزل } هو خلق أنواع الدواب على الأرض فعبر عنه بالبث لتصوير ذلك الخلق العجيب المتكاثر فالمعنى وخلق فبث فيها من كل دابة .وعلى وجه عطف { وبث } على { فأحيا } فبث الدواب انتشارها في المراعي بعد أن كانت هازلة جاثمة وانتشار نسلها بالولادة وكل ذلك انتشار وبث وصفه لبيد بقوله :رُزقت مرابيعَ النجوم وصَابَهَا ... وَدْق الرواعدِ جَوْدُها فرِهامُهافعلا فروعُ الأيْهقان وأطفَلَتْ ... بالجَلْهتيننِ ظِباؤها ونعامهاوالآية أوجز من بيتي لبيد وأوفر معنى فإن قوله تعالى : { وما أنزل الله من السماء من ماء } أوجز من البيت الأول ، وقوله : { فأحيا به الأرض بعد موتها } أوجز من قوله فعلا فروع الأيهقان وأعم وأبرع بما فيه من استعارة الحياة ، وقوله : { وبث فيها من كل دابة } أوجز من قوله وأطفلت البيت مع كونه أعم لعدم اقتصاره على الظباء والنعام .والدابة ما دب على وجه الأرض وقد أذنت كلمة { كل } بأن المراد جميع الأنواع فانتفى احتمال أن يراد من الدابة خصوص ذوات الأربع .وقد جمع قوله تعالى : { فأحيا به الأرض بعد موتها وبث فيها من كل دابة } أصول علم التاريخ الطبيعي وهو المواليد الثلاثة المعدن والنبات والحيوان ، زيادة على ما في بقية الآية سابقاً ولاحقاً من الإشارات العلمية الراجعة لعلم الهيئة وعلم الطبيعة وعلم الجغرافيا الطبيعية وعلم حوادث الجو .وقوله : { وتصريف الرياح } عطف على مدخول { في } وهو من آيات وجود الخالق وعظيم قدرته لأن هبوب الريح وركودها آية ، واختلاف مهابِّها آية ، فلولا الصانع الحكيم الذي أودع أسرار الكائنات لما هبت الريح أو لما ركدت ، ولما اختلفت مهابُّها بل دامت من جهة واحدة وهذا موضع العبرة ، ومن تصريف الرياح أيضاً موضع نعمة وهو أن هبوبها قد يحتاج إليه أهل موضع للتنفيس من الحرارة أو لجلب الأسحبة أو لطرد حشراتتٍ كالجراد ونحوه أو لجلب منافع مثل الطير .وقد يحتاج أهل مكان إلى اختلاف مهابها لتجيء ريح باردة بعد ريح حارة أو ريح رطبة بعد ريح يابسة ، أو لتهب إلى جهة الساحل فيرجعَ أهل السفن من الأسفار أو من الصيد ، فكل هذا موضع نعمة ، وهذا هو المشاهد للناس كلهم ، ولأهل العلم في ذلك أيضاً موضع عبرة أعجب وموضع نعمة ، وذلك أن سبب تصريف الرياح أن الله أحاط الكرة الأرضية بهواء خلقه معها ، به يتنفس الحيوان وهو محيط بجميع الكرة بَحْرِها وبرها متصل بسطحها ويشغل من فوق سطحها ارتفاعاً لا يعيش الحيوان لو صعد إلى أعلاه ، وقد خلقه الله تعالى مؤلفاً من غازين هما ( النيتروجين والأكسجين ) وفيه جزء آخر عارض فيه وهو جانب من البخار المائي المتصاعد له من تبخر البُحار ورطوبة الأرض بأشعة الشمس وهذا البخار هو غاز دقيق لا يشاهد ، وهذا الهواء قابل للحرارة والبرودة بسبب مجاورة حارَ أو بارد ، وحرارته تأتي من أشعة الشمس ومن صعود حرارة الأرض حين تسخنها الشمس وبرودته تجيء من قلة حرارة الشمس ومن برودة الثلوج الصاعدة من الأرض ومن الزمهرير الذي يتزايد بارتفاع الجو كما تقدم .ولما كانت الحرارة من طبعها أن تُمَدِّد أجزاء الأشياء فتتلطف بذلك التمدد كما تقرر في الكيمياء ، والبرودة بالعكس ، كان هواء في جهة حارة كالصحراء وهواء في جهة باردة كالمنجمد وقع اختلاف بين الهواءين في الكثافة فصَعِد الخفيف وهو الحار إلى الأعلى وانحدر الكثيف إلى الأسفل وبصعود الخفيف يترك فراغاً يخلفه فيه الكثيف طلباً للموازنة فتحدث حركة تسمى ريحاً ، فإذا كانت الحركة خفيفة لقرب التفاوت بين الهواءين سميت الحركة نسيماً وإذا اشتدت الحركة وأسرعت فهي الزوبعة . فالريح جنس لهاته الحركة والنسيم والزوبعة والزعزع أنواع له .ومن فوائد هاته الرياح الإعانة على تكوين السحاب ونقله من موضع إلى موضع وتنقية الكرة الهوائية مما يحل بها من الجراثيم المضرة ، وهذان الأمران موضع عبرة ونعمة لأهل العلم .وقد اختير التعبير بلفظ التصريف هنا دون نحو لفظ التبديل أو الاختلاف لأنه اللفظ الذي يصلح معناه لحكاية ما في نفس الأمر من حال الرياح لأن التصريف تفعيل من الصرف للمبالغة وقد علمت أن منشأ الريح هو صرف بعض الهواء إلى مكان وصرف غيره إلى مكانه الذي كان فيه فيجوز أن تقدر : وتصريف الله تعالى الرياح ، وجعل التصريف للريح مع أن الريح تكوَّنت بذلك التصريف لأنها تحصل مع التصريف فهو من إطلاق الاسم على الحاصل في وقت الإطلاق كما في قوله تعالى : { ويلعنهم اللاعنون } [ البقرة : 159 ] وهو ضرب من مجاز الأوْل ، وأن تجعل التصريف بمعنى التغيير أي تبديل ريح من جهة إلى جهة فتبقى الحقيقة ويفوت الإعجاز العِلمي ويكون اختيار لفظ التصريف دون التغيير لأنه أخف .وجُمع الرياح هنا لأن التصريف اقتضى العدد لأنها كلما تغير مهبها فقد صارت ريحاً غيرَ التي سبقت .وقرأه الجمهور ( الرياح ) بالجمع وقرأه حمزة والكسائي ( الريح ) بالإفراد على إرادة الجنس ، واستفادة العموم من اسم الجنس المعرف سواء كان مفرداً أو جمعاً سَواءٌ ، وقد قيل إن الرياح بصيغة الجمع يكثر استعماله في ريح الخير وإن الريح بالإفراد يكثر استعماله في ريح الشر واعتضدوا في ذلك بما رووه عن النبي صلى الله عليه وسلم أنه كان يقول إذا رأى الريح : « اللهم اجعلها رياحاً لا ريحاً » وهي تفرقة أغلبية وإلاّ فقد غير بالإفراد في موضع الجمع ، والعكس في قراءة كثير من القراء .  والحديثُ لم يَصح ، وعلى القول بالتفرقة فأحسن ما يعلل به أن الريح النافعة للناس تجيء خفيفة وتتخلل موجاتها فجَوات فلا تحصل منها مضرة فباعتبار تخلل الفجوات لهبوبها جُمعت ، وأما الريح العاصف فإنه لا يترك للناس فجوة فلذلك جعل ريحاً واحدة وهذا مأخوذ من كلام القرطبي .والرياح جمع ريح والريح بوزن فِعْل بكسر الفاء وعينها واو انقلبت ياء لأجل الكسرة بدليل قولهم في الجمع أرواح وأما قولهم في الجمع رياح فانقلاب الواو فيه ياء كانقلابها في المفرد لسبب الكسرة كما قالوا دِيمَة ودِيَمَ وحِيلة وحِيَل وهما من الواوي .وقوله : { والسحاب المسخر } عطف على { وتصريف الرياح } أو على { الرياح } ويكون التقدير : وتصريف السحاب المسخر أي نقله من موضع إلى موضع . وهو عبرة ومنة أما العبرة ففي تكوينه بعد أن لم يكن وتسخيره وكونِه في الفضاء ، وأما المنة ففي جميع ذلك فتكوينه منة وتسخيره من موضع إلى موضع منة وكونه بين السماء والأرض منة لأنه ينزل منه المطر على الأرض من ارتفاع فيفيد اختراق الماء في الأرض ، ولأنه لو كان على سطح الأرض لاختنق الناس فهذا ما يبدو لكل أحد ، وفي ذلك أيضاً عبرة ومنة لأهل العلم فتكوينه عبرة لهم وذلك أنه يتكون من تصاعد أبْخرة البحار ورطوبة الأرض التي تبخِّرها أشعة الشمس ولذا لم يخْلُ الهواء من بُخار الماء كما قدمناه إلاّ أن بخار الماء شفاف غازي فإذا جاور سطحاً بارداً ثقل وتكاثف فصار ضباباً أو ندى أو سحاباً ، وإنما تكاثف لأن أجزاء البخار تجتمع فتقل قدرة الهواء على حمله ، ثم إذا تكامل اجتماعه نزل مطراً ، ولكون البخار الصاعد إلى الجو أكثر بخار البحر؛ لأن البحر أكثر سطح الكرة الأرضية كانت السحب أكثر ما تتكون من جهة البحار ، وكانوا يظنون أن المطر كله من ماء البحر وأن خراطيم السحاب تتدلى إلى أمواج البحر فتمتص منه الماء ثم ينزل مطراً . قال أبو ذؤيب الهذلي :سقى أم عمرو كلَّ آخر ليلة ... حناتمُ سودٌ ماؤهن ثجيجشربن بماء البحر ثم ترفعت ... متى لجُججٍ خُضرٍ لهن نئيجوقال البديع الإصطرلابي :أهْدِي لمجلسك الشريف وإنما ... أهْدِي له ما حُزتُ من نعمائهكالبحر يُمطره السحابُ ومالَه ... فضلٌ عليه لأنه من مائهفلولا الرياح تسخره من موضع إلى موضع لكان المطر لا ينزل إلاّ في البحار . وموضع المنة في هذا في تكوينه حتى يحمل الماء ليحيى الأرض ، وفي تسخيره لينتقل ، وفي كونه بين السماء والأرض فهو مسخر بين السماء والأرض حتى يتكامل ما في الجو من الماء فيثقل السحاب فينزل ماء إذا لم تبق في الهواء مقدرة على حمله قال تعالى : { وينشيء السحاب الثقال } [ الرعد : 12 ] وقوله تعالى : { لأيات لقوم يعقلون } أي دلائل وقد تقدم الكلام على الآية والآيات ، وجمع الآيات لأن في كل ما ذكر من خلق السماوات والأرض وما عطف عليه آيات .فإن أريد الاستدلال بها على وجود الله تعالى فقد كانت دلائل واضحة وكان رداً على الدُّهريين من العرب وكان ذكرهم بعد الذين كفروا وماتوا وهم كفار المراد بهم المشركون تكميلاً لأهل النحل في العرب ، ويكون قوله بعد ذلك : { ومن الناس من يتخذ من دون الله أنداداً } [ البقرة : 165 ] رجوعاً إلى المشركين وهذا الوجه يرجع إلى الاستدلال بالعالم على الصانع وهو دليل مشهور في كتب الكلام .وإن أريد الاستدلال بهاته الدلائل على وحدانية الله تعالى المستلزمة لوجوده وهو الظاهر من قوله : { لقوم يعقلون } ، لأن الاستدلال بهاته الدلائل وأمثالها على وجود الصانع لا يدل على كمال عقل بخلاف الاحتجاج بها على الوحدانية ، ولأنه ذكره بعد قوله : { وإلهاكم إله واحد لا إله إلا هو } ، ولأن دهماء العرب كانوا من المشركين لا من المعطلين الدهريين . وكفاية هذه الدلائل في الرد على المشركين من حيث إنهم لم يكونوا يدعون للأصنام قدرة على الخلق كما أشار إليه قوله تعالى : { أفمن يخلق كمن لا يخلق أفلا تذكرون } [ النحل : 17 ] .وإن أريد الاستدلال بهذه الآثار لوحدانية الله على الأمم التي تثبت الاشتراك للآلهة في الإيجاد مثل مجوس الفرس ومشركي اليونان . فوجه دلالة هاته الآيات على الوحدانية أن هذا النظام البديع في الأشياء المذكورة وذلك التدبير في تكوينها وتفاعلها وذهابها وعودها ومواقيتها كل ذلك دليل على أن لها صانعاً حكيماً متصفاً بتمام العلم والقدرة والحكمة وهي الصفات التي تقتضيها الأُلْهانية ، ولا جرم أن يكون الإله الموصوف بهاته الصفات واحداً لاعتراف المشركين بأن نواميس الخلق وتسيير العالم من فعل الله تعالى ، إذا لم يدعوا لشركائهم الخلق ولذلك قال تعالى : { أفمن يخلق كمن لا يخلق أفلا تذكرون } [ النحل : 17 ] ، وذكر في سورة النمل الاستدلال ببعض ما هنا على أن لا إله مع الله ، فالمقصود التذكير بانتفاء حقيقة الإلهية عن شركائهم ، وأما طريقة الاستدلال العلمية فهي بالبرهان الملقب في علم الكلام ببرهان التمانع وسيأتي عند قوله : { لو كان فيهما إلهة إلا الله لفسدتا } [ الأنبياء : 22 ] في سورة الأنبياء .والقوم : الجماعة من الرجال ويطلق على قبيلة الرجل كما قال عمرو بن معدي كرب :فلو أن قومي أنقطتني رماحهم ... ويطلق على الأمة .وذكر لفظ { لقوم يعقلون } دون أن يقال للذين يعقلون أو للعاقلين لأن إجراء الوصف على لفظ قوم يومىء إلى أن ذلك الوصف سجية فيهم ، ومن مكملات قوميتهم ، فإن للقبائل والأمم خصائص تميزها وتشتهر بها كما قال تعالى : { وما هم منكم ولكنهم قوم يفرقون } [ التوبة : 56 ] ، وقد تكرر هذا في مواضع كثيرة من القرآن ومن كلام العرب ، فالمعنى إن في ذلك آيات للذين سجيتهم العقل ، وهو تعريض بأن الذين لم ينتفعوا بآيات ذلك ليست عقولهم براسخة ولا هي ملكات لهم وقد تكرر هذا في سورة يونس .",
  "ayah": 164,
  "surah": 2
}
