{
  "text": "وقوله : { وقال الذين اتبعوا } أظهر في مقام الإضمار لأن ضميري الغيبة اللذيْن قبله عائدان إلى مجموع الفريقين ، على أن في صلة { الذين اتبعوا } تنبيهاً على إغاظة المتبوعين وإثارة حسرتهم وذلك عذاب نفساني يضاعِفُ العذاب الجثماني وقد نبه عليه قوله : { كذلك يريهم الله أعمالهم حسرات عليهم } .و ( لو ) في قوله : { لو أن لنا كرة } مستعملة في التمني وهو استعمال كثير لحرف ( لو ) وأصلها الشرطية حُذف شرطها وجوابُها واستعيرت للتمني بعلاقة اللزوم لأن الشيء العسير المَنال يكثر تمنيه ، وسَدَّ المصدر مسد الشرط والجواب ، وتقدير الكلام لو ثبتت لنا كرة لتبرأنا منهم وانتصب ما كان جواباً على أنه جواب التمني وشاع هذا الاستعمال حتى صار من معاني لو وهو استعمال شائع وأصله مجاز مرسل مركب وهو في الآية مرشح بنصب الجواب .والكَرَّة الرَّجعة إلى محل كان فيه الراجع وهي مرة من الكر ولذلك تطلق في القرآن على الرجوع إلى الدنيا لأنه رجوع لمكان سابق ، وحذف متعلِّق ( الكرة ) هنا لظهوره .والكاف في كما تبرءوا للتشبيه استعملت في المجازاة لأن شأن الجزاء أن يماثل الفعل المجازي قال تعالى : { وجزاؤا سيئة سيئة مثلها } [ الشورى : 40 ] ، وهذه الكاف قريبة من كاف التعليل أو هي أصلها وأحسن ما يظهر فيه معنى المجازاة في غير القرآن قول أبي كبير الهذلي: ... أهُزُّ بهِ في ندوة الحي عطفهكما هَزَّ عِطفي بالهِجان الأوارك ... ويمكن الفرق بين هذه الكاف وبين كاف التعليل أن المذكور بعدها إن كان من نوع المشبه كما في الآية وبيت أبي كبير جُعلت للمجازاة ، وإن كان من غير نوعه وما بعد الكاف باعثٌ على المشبه كانت للتعليل كما في قوله تعالى : { واذكروه كما هداكم } [ البقرة : 198 ] .والمعنى أنهم تمنوا أن يعودوا إلى الدنيا بعدما علموا الحقيقة وانكشف لهم سوء صنيعهم فيدعوهم الرؤساء إلى دينهم فلا يجيبونهم ليَشفوا غيظهم من رؤسائهم الذين خذلوهم ولتحصل للرؤساء خيبة وانكسار كما خيبوهم في الآخرة .فإن قلت هم إذا رجعوا رجعوا جميعاً عالمين بالحق فلا يدعوهم الرؤساء إلى عبادة الأوثان حتى يمتنعوا من إجابتهم ، قلتُ باب التمني واسع فالأتباع تمنوا أن يعودوا إلى الدنيا عالمين بالحق ويعود المتبوعون في ضلالهم السابق وقد يقال اتهم الأتباع متبوعيهم بأنهم أضلوهم على بصيرة لعلمهم غالباً والأتباع مغرورون لجهلهم فهم إذا رجعوا جميعاً إلى الدنيا رجع المتبوعون على ما كانوا عليه من التضليل على علم بناء على أن ما رأوه يوم القيامة لم يزعهم لأنهم كانوا من قبل موقنين بالمصير إليه ورجع الأتباع عالمين بمكر المتبوعين فلا يطيعونهم .وجملة { كذلك يريهم الله أعمالهم حسرات عليهم } تذييل وفذلكة لقصة تبَري المتبوعين من أتباعهم .والإشارة في قوله : { كذلك يريهم الله } للإراءة المأخوذة من { يريهم } على أسلوب { وكذلك جعلناكم أمةً وسطاً } [ البقرة : 143 ] .والمعنى أن الله يريهم عواقب أعمالهم إراءً مثل هذا الإراءِ إذ لا يكون إراءٌ لأعمالهم أوقعَ منه فهو تشبيه الشيء بنفسه باختلاف الاعتبار كأنه يُرام أن يريهم أعمالهم في كيفية شنيعة فلم يوجد أشنعُ من هذه الحالة ، وهذا مثل الإخبار عن المبتدأ بلفظه في نحو شِعْرِي شِعْرى ، أو بمرادفه نحو والسفاهة كاسمها ، وقد تقدم تفصيله عند قوله تعالى : { وكذلك جعلناكم أمةً وسطاً } .والإراءة هنا بصرية ولذلك فقوله : { حسرات عليهم } حال من { أعمالهم } ومعنى { يريهم الله أعمالهم } يريهم ما هو عواقب أعمالهم لأن الأعمال لا تدرك بالبصر لأنها انقضت فلا يحسُّون بها .والحسرة حزن في ندامة وتلهف وفعله كفرِح واشتقاقها من الحَسْر وهو الكشف لأن الكشف عن الواقع هو سبب الندامة على ما فات من عدم الحيطة له .وقوله : { وما هم بخارجين نت النار } حال أو اعتراض في آخر الكلام لقصد التذييل لمضمون { كذلك يريهم الله أعمالهم حسرات عليهم } لأنهم إذا كانوا لا يخرجون من النار تعيَّن أن تمنيهم الرجوع إلى الدنيا وحدوثَ الخيبة لهم من صنع رؤسائهم لا فائدة فيه إلاّ إدخالُ ألم الحسرات عليهم وإلاّ فهم باقون في النار على كل حال .وعُدل عن الجملة الفعلية بأن يقال «وما يخرجون» إلى الاسمية للدلالة على أن هذا الحكم ثابت أنه من صفاتهم ، وليس لتقديم المسند إليه هنا نكتة ، إلاّ أنه الأصل في التعبير بالجملة الإسمية في مثل هذا إذ لا تتأتَّى بسوى هذا التقديم ، فليس في التقديم دلالة على اختصاص لما علمت ولأن التقديم على المسند المشتق لا يفيد الاختصاص عند جمهور أئمة المعاني ، بل الاختصاص مفروض في تقديمه على المسند الفعلي خاصة ، ولأجل ذلك صرح صاحب «الكشاف» تبعاً للشيخ عبد القاهر بأن موقع الضمير هنا كموقعه في قول المعذَّل البكري: ... هْم يَفْرِشُون اللِّبْد كُلَّ طِمِرَّةٍوأجرَدَ سَبَّاققٍ يَبُذ المُغَالِيا ... في دلالته على قوة أمرهم فيما أسند إليهم لا على الاختصاص اه .وادعى صاحب «المفتاح» أن تقديم المستند إليه على المسند المشتق قد يفيد الاختصاص كقوله تعالى : { وما عابنا لعزيز } [ هود : 91 ] { وما بطارد الذين أمنوا } [ هود : 29 ] { وما أنت عليهم بوكيل } [ الأنعام : 107 ] فالوجه أن تقديم المسند إليه على المسند المشتق لا يفيد بذاته التخصيص وقد يستفاد من بعض مواقعه مَعنى التخصيص بالقرائن ، وليس في قوله تعالى : { وما هم بخارجين من النار } . ما يفيد التخصيص ولا يدعو إليه .",
  "ayah": 167,
  "surah": 2
}
