{
  "text": "الأحسن عندي أن يكون عطفاً على قوله : { ولا تتبعوا خطوات الشيطان } [ البقرة : 168 ] ، فإن المقصود بالخطاب في ذلك هم المشركون فإنهم الذين ائتمروا لأمره بالسوء والفحشاء ، وخاصة بأن يقولوا على الله ما لا يعلمون ، والمسلمون مُحَاشَوْن عن مجموع ذلك .وفي هذه الآية المعطوفة زيادة تفظيع لحال أهل الشرك ، فبعد أن أثبت لهم اتباعهم خطوات الشيطان فيما حَرَّموا على أنفسهم من الطيبات ، أعقب ذلك بذكر إعراضهم عمن يدعوهم إلى اتباع ما أنزل الله ، وتشبثوا بعدم مخالفتهم ما أَلْفَوا عليه آباءهم ، وأعرضوا عن الدعوة إلى غير ذلك دون تأمل ولا تدبر .{ بل } إضراب إبطال ، أي أضربوا عن قول الرسول ، { اتَّبِعوا ما أنزل الله } ، إضرابَ إعراض بدون حجة إلاّ بأنه مخالف لما ألفوا عليه آباءهم .وفي ضمير لهم التفات من الخطاب الذي في قوله : { ولا تتبعوا خطوات الشيطان } [ البقرة : 168 ] .والمراد بما ألْفَوْا عليه ءَاباءهم ، ما وَجَدوهم عليه من أمور الشرك كما قالوا : { إنا وجدنا أباءنا على أمة وإنا على أثارهم مقتدون } [ الزخرف : 23 ] والأمة : الملة وأعظم ذلك عبادة الأصنام .وقوله : { أولو كان أباؤهم لا يعقلون شيئاً ولا يهتدون } كلام من جانب آخر للرد على قولهم { نتبع ما ألفينا عليه آباءنا } ، فإن المتكلم لما حكاه عنهم رد قولهم هذا باستفهام يُقصد منه الرد ثم التعجيب ، فالهمزة مستعملة في الإنكار كنايةً وفي التعجيب إيماءً ، والمراد بالإنكار الرد والتخطئة لا الإنكار بمعنى النفي .و ( لو ) للشرط وجوابها محذوف دل عليه الكلام السابق ، تقديره : لاتَّبَعُوهم ، والمستفهم عنه هو الارتباط الذي بين الشرط وجوابه ، وإنما صارت الهمزة للرد لأجل العلم بأن المستفهمَ عنه يجاب عنه بالإثبات بقرائن حال المخبر عنه والمستفهِم . ومثل هذا التركيب من بديع التراكيب العربية وأعلاها إيجازاً و ( لو ) في مثله تسمى وصلية وكذلك ( إِنْ ) إذا وقعت في موقع ( لو ) .وللعلماء في معنى الواو وأداةِ الشرط في مثله ثلاثة أقوال :القول الأول إنها للحال وإليه ذهب ابن جني والمرزوقي وصاحب «الكشاف» قال ابن جني في «شرح الحماسة» عند قول عمرو بن معديكرب: ... لَيْسَ الجَمَال بِمِئْزرٍفاعْلَمْ وإِنْ رديتَ بُرْدا ... ونحو منه بيت «الكتاب» : ... عَاودْ هَرَاةَ وإِنْ مَعْمُورُهَا خَرِبا ( )وذلك أن الواو وما بعدها منصوبة الموضع بعَاوِدْ كما أنها وما بعدها في قوله وإن رديت بردا منصوبة الموضع بما قبلها وقريب من هذا : أزورك راغباً فيَّ وأحسن إليك شاكراً إليَّ ، فراغباً وشاكراً منصوبان على الحال بما قبلهما وهما في معنى الشرط وما قبلهما نائب عن الجواب المقدر لهما ألا ترى أن معناه إن رغبت فيَّ زرتك وإن شكرتني أحسنت إليك ، وسألت مرة أبا علي عن قوله: ... عَاوِدْ هَرَاةَ وإنْ معمورها خَرِباكيف موقع الواو هنا وأومأت في ذلك له إلى ما نحن بصدده فرأيتُه كالمُصَانِع في الجواب لا قُصُوراً بحمدِ الله عنه ولكنْ فتوراً عن تكلفه فأَجْمَمْتُه ، وقال المرزوقي هنالك : قوله : «وإنْ ردّيت بردا» في موضع الحال كأنه قال ليس جمالك بمئزر مردَّى معه برد والحال قد يكون فيه معنى الشرط كما أن الشرط فيه معنى الحال فالأول كقولك لأفعلنَّه كائناً ما كان أي إن كان هذا أو إن كان ذاك ، والثاني كبيت «الكتاب» : ... عَاوِدْ هراة وإنْ معمورا خرِبالأن الواو منه في موضع الحال كما هو في بيت عمرو وفيه لفظ الشرط ومعناه وما قبله نائب عن الجواب ، وتقديره : إن معمورها خربا فعاودها وإن رديت بردا على مئزر فليس الجمال بذلك» اه .وقال صاحب «الكشاف» : في هذه الآية وفي نظيرتها في سورة المائدة : «الواو للحال» ، ثم ظاهر كلام ابن جني والمرزوقي أن الحال في مثله من الجملة المذكورة قبل الواو وهو الذي نحاه البيضاوي هنا ورجحه عبد الحكيم ، وذهب صاحب «الكشاف» إلى أن الحال من جملة محذوفة تقديرها أيتبعونهم ولو كان آباؤهم ، وعلى اعتبار الواو واو الحال فهمزة الاستفهام في قوله : { أولو كان أباؤهم } ليست مقدمة من تأخير كما هو شأنها مع واو العطف والفاء وثم بل الهمزة داخلة على الجملة الحالية ، لأن محل الإنكار هو تلك الحالة ولذلك قال في «الكشاف» في سورة المائدة : «الواو واو الحال قد دخلت عليها همزة الإنكار» وقدر هنا وفي المائدة محذوفاً هو مدخول الهمزة في التقدير يدل عليه ما قبله فقدره هنا أيتبعون آباءهم وقدره في سورة المائدة أَحَسْبُهُمْ ذلك ، وهذا اختلاف في رَأيه ، فمن لا يقدر محذوفاً يجعل الهمزة داخلة على جملة الحال .القول الثاني أن الواو للعطف قيل على الجملة المتقدمة وإليه ذهب البيضاوي ولا أعلم له سلفاً فيه وهو وجيه جداً أي قالوا بل نتبع ولو كان آباؤهم ، وعليه فالجملة المعطوفة تارة تكون من كلام الحاكي كما في الآية أي يقولونه في كل حال ولو كان آباؤهم الخ فهو من مجيء المتعاطفين من كلامي متكلميْن عطفَ التلقين كما تقدم في قوله تعالى : { قال ومن ذريتي } [ البقرة : 124 ] ، وتارة تكون من كلام صاحب الكلام الأول كما في بيت «الحماسة» وبيت «الكتاب» وتارة تكون من كلام الحاكي تلقيناً للمحكي عنه وتقديراً له من كلامه كقول رؤبة: ... قالت بناتُ العمِّ يا سلْمَى وإِنْكان فقيراً مُعْدماً قالتْ وإنْ ... وقيل العطف على جملة محذوفة ونسبه الرضي للجرميِّ وقدروا الجملة بشرطية مخالفة للشرط المذكور ، والتقدير : يتبعونهم إن كانوا يعقلون ويهتدون ولو كانوا لا يعقلون ولا يهتدون وكذلك التقدير في نظائره من الشواهد وهذا هو الجاري على ألسنة المعربين عندنا في نظائره لخفة مؤنته .القول الثالث : مختار الرضي أن الواو في مثله للاعتراض إما في آخر الكلام كما هنا وإما في وسطه ، وليس الاعتراض معنى من معاني الواو ولكنه استعمال يرجع إلى واو الحال .فأما الشرط المقترن بهذه الواو فلكونه وقع موقع الحال أو المعطوف أو الاعتراض من كلام سابق غير شرط ، كان معنى الشرطية فيه ضعيفاً ، لذلك اختلف النحاة في أنه باق على معنى الشرط أو انسلخ عنه إلى معنًى جديد فظاهر كلام ابن جني والمرزوقي أن الشرطية باقية ولذلك جعلا يقرِّبان معنى الشرط من معنى الحال يُومئان إلى وجه الجمع بين كون الجملة حالية وكونها شرطية ، وإليه مال البيضاوي هنا وحسَّنه عبد الحكيم وهو الحق ، ووجْهُ معنى الشرطية فيه أن الكلام الذي قبله إذا ذكر فيه حكم وذكر معه ما يدل على وجود سبب لذلك الحكم وكان لذلك السبب أفراد أو أحوال متعددة منها ما هو مظنة لأن تتخلف السببية عنده لوجود ما ينافيها معه فإنهم يأتون بجملة شرطية مقترنة بإنْ أو لوْ دلالة على الربط والتعليق بين الحالة المظنون فيها تخلف التسبب وبين الفعل المسبب عن تلك الحالة ، لأن جملة الشرط تدل على السبب وجملة الجزاء تدل على المسبب ويستغنون حينئذٍ عن ذكر الجزاء لأنه يُعلم من أصل الكلام الذي عُقِّب بجملة الشرط .وإنما خُص هذا النوع بحرفي ( إنْ ولو ) في كلام العرب لدلالتهما على ندرة حصول الشرط أو امتناعه ، إلاّ أنه إذا كان ذلك الشرط نادر الحصول جاءوا معه بإنْ كبيت عَمرو ، وإذا كان ممتنع الحصول في نفس الأمر جاءوا معه بلَو كما في هذه الآية ، وربما أتوا بلو لشرط شديد الندرة ، للدلالة على أنه قريب من الممتنع ، فيكون استعمال لو معه مجازاً مُرْسلاً تَبَعِيّاً .وذهب جماعة إلى أن ( إن ولو ) في مثل هذا التركيب خرجتا عن الشرطية إلى معنًى جديد ، وظاهر كلام صاحب «الكشاف» في قوله تعالى : { ولا أن تبدل بهن من أزواج ولو أعجبك حسنهن } [ الأحزاب : 52 ] أن لو فيه للفرض؛ إذْ فسره بقوله : مفروضاً إعجابَك حسنُهن ، وقال صاحب «الكشاف» هنا إن الشرط في مثله لمجرد التسوية وهي لا تقتضي جواباً على الصحيح لخروجها عن معنى الشرطية وإنما يقدرون الجواب توضيحاً للمعنى وتصويراً له اه . وسَمَّى المتأخرون من النحاة ( إن ولو ) هاتين وَصْلِيَّتَيْن ، وفسره التفتازاني في «المطوَّل» بأنهما لمجرد الوصل والربط في مقام التأكيد .وإذ قد تحققت معنى هذا الشرط فقد حان أن نبين لك وجه الحق في الواو المقارنة له المختلف فيها ذلكَ الاختلافَ الذي سمعته ، فإن كان ما بعد الواو معتبراً من جملة الكلام الذي قبلها فلا شبهة في أن الواو للحال وأنه المعنى المراد وهو الغالب ، وإن كان ما بعدها من كلام آخر فهي واو العطف لا محالة عطفت ما بعدها على مضمون الكلام الأول على معنى التلقين ، وذلك كما في قوله تعالى :{ قل أوَلو كانوا لا يملكون شيئاً ولا يعقلون } [ الزمر : 43 ] وكذلك الآية التي نحن بصدد تفسيرها ، فإن مجيء همزة الاستفهام دليل على أنه كلام آخر ، وكذلك بيت : «قالت بنات العم» المتقدم ، وإن كان ما بعدها من جملة الكلام الأول لكنه منظور فيه إلى جواب سؤال يخطر ببال السامع فالواو للاستئناف البياني الذي عبر عنه الرضي بالاعتراض مثل قول كعب بن زهير: ... لا تأخذَنِّي بأقوال الوُشَاةِ ولَمْأُذْنِبْ وإِنْ كَثُرَتْ فيَّ الأقاويل ... فإن موقع الشرط فيه ليس موقع الحال بل موقع رد سؤال سائل يقول : أَتنفي عن نفسك الذنب . وقد كثر القول في إثبَاته .وقوله : { لا يعقلون شيئاً } أي لا يدركون شيئاً من المُدركات ، وهذا مبالغة في إلزامهم بالخطأ في اتباع آبائهم من غير تبصر ولا تأمل ، وتقدم القول في كلمة شيء .ومتعلق { ولا يهتدون } محذوف أي إلى شيء ، وهذه الحَالة ممتنعة في نفس الأمر؛ لأن لآبائهم عقولاً تدرك الأشياء ، وفيهم بعض الاهتداء مثل اهتدائهم إلى إثبات وجود الله تعالى وإلى بعض ما عليه أمورهم من الخير كإغاثة الملهوف وقِرى الضيف وحفظ العهد ونحو ذلك ، ولهذا صح وقوع ( لو ) الشرطية هنا . وقد أشبعتُ الكلام على ( لو ) هذه؛ لأن الكلام عليها لا يوجد مفصلاً في كتب النحو ، وقد أجحف فيه صاحب «المغني» .وليس لهذه الآية تعلق بأحكام الاجتهاد والتقليد؛ لأنها ذم للذين أبَوا أن يتبعوا مَا أنزل الله ، فأما التقليد فهو تقليد للمتبعين ما أنزل الله .",
  "ayah": 170,
  "surah": 2
}
