{
  "text": "عود إلى محاجَّة أهل الكتاب لاَحِقٌ بقوله تعالى : { إن الذين يكتمون ما أنزلنا من البينات والهدى } [ البقرة : 159 ] بمناسبة قوله : { إنما حرم عليكم الميتة والدم } [ البقرة : 173 ] تحذيراً للمسلمين مما أحدثه اليهود في دينهم من تحريم بعض ما أحل الله لهم وتحليل بعض ما حرم الله عليهم؛ لأنهم كانوا إذا أرادوا التوسيع والتضييق تركوا أن يَقْرؤا من كتابهم ما غَيَّروا العمل بأحكامه كما قال تعالى : { تجعلونه قراطيس تبدونها وتخفون كثيراً } [ الأنعام : 91 ] كما فعلوا في ترك قراءة حكم رجم الزاني في التوراة حين دعا النبي صلى الله عليه وسلم أحد اليهود ليقرأ ذلك الحكم من التوراة فوضع اليهودي يده على الكلام الوارد في ذلك كما أخرجه البخاري في كتاب الحدود ، ولجريانه على مناسبة إباحة ما أبيح من المأكولات جاء قوله هنا { أولئك ما يأكلون في بطونهم إلا النار } لقصد المشاكلة .وفي هذا تهيئة للتخلص إلى ابتداء شرائع الإسلام؛ فإن هذا الكلام فيه إبطال لما شرعه أهل الكتاب في دينهم فكون التخلص ملوناً بلوني الغَرض السابق والغرض اللاحق .وعُدل عن تعريفهم بغير الموصول إلى الموصول لما في الصلة من الإيماء إلى سبب الخبر وعلته نحو قوله تعالى : { إن الذين يستكبرون عن عبادتي سيدخلون جهنم داخرين } [ غافر : 60 ] .والقول في الكتمان تقدم عند قوله تعالى : { إن الذين يكتمون ما أنزلنا من البينات والهدى } [ البقرة : 159 ] والكتاب المذكور هنا هو الكتاب المعهود من السياق وهو كتاب { الذين يكتمون } ، فيشبه أن تكون ( أل ) عوضاً عن المضاف إليه ، والذين يكتمونه هم اليهود والنصارى أي يكتمون البشارة بمحمد صلى الله عليه وسلم ويكتمون بعض الأحكام التي بدلوها .وقوله : { ويشترون به ثمناً قليلاً } تقدم تفسيره عند قوله تعالى : { ولا تشتروا بآياتي ثمناً قليلاً } [ البقرة : 41 ] وهو المال الذي يأخذونه من الناس جزاء على إفتائهم بما يلائم هواهم مخالفاً لشرعهم أو على الحكم بذلك ، فالثمن يطلق على الرشوة لأنها ثمن يدفع عوضاً عن جور الحاكم وتحريف المفتي .وقوله : { أولئك ما يأكلون في بطونهم إلا النار } جيء باسم الإشارة لإشهارهم لئلا يخفى أمرهم على الناس وللتنبيه على أن ما يخبر به عن اسم الإشارة استحقوه بسبب ما ذكر قبلَ اسم الإشارة ، كما تقدم في قوله تعالى : { أولئك هلى هدى من ربهم } [ البقرة : 5 ] ، وهو تأكيد للسببية المدْلول عليها بالموصول ، وفعل { يأكلون } مستعار لأخذ الرُّشَا المعبر عنهابالثمن والظاهر أنه مستعمل في زمان الحال ، أي ما يأكلون وقت كتمانهم واشترائهم إلاّ النارَ لأنه الأصل في المضارع .والأكل مستعار للانتفاع مع الإخفاء ، لأن الأكل انتفاع بالطعام وتغييب له فهو خفي لا يَظهر كحال الرشوة ، ولما لم يكن لآكل الرشوة على كتمان الأحكام أكْلُ نار تعين أن في الكلام مجازاً ، فقيل هو مجاز عقلي في تعلق الأكل بالنار وليست هي له وإنما له سببها أعني الرشوة ، قال التفتازاني : وهو الذي يوهمه ظاهر كلام «الكشاف» لكنه صرح أخيراً بغيره ، وقيل هو مجاز في الطَّرَف بأن أطلق لفظ النار على الرشوة إطْلاقاً للاسم على سببه قال التفتازاني : وهو الذي صرح به في «الكشاف» ونظَّره بقول الأعرابي يوبخ امرأته وكان يَقْلاَها: ... أَكَلْتُ دَماً إنْ لم أَرُعْككِ بِضَرَّةٍبعيدةٍ مَهْوَى القُرْطِ طيبةِ النَّشْر ... أراد الحلف بطريقة الدعاء على نفسه أن يأكل دماً أي دية دَممٍ فقد تضمن الدعاءَ على نفسه بقتل أحد أقاربه وبذهاب مروءته ، لأنهم كانوا يتعيرون بأخذ الديَة عن القتيل ولا يرضون إلاّ بالقَوَد .واختار عبد الحكيم أنه استعارة تمثيلية شبهت الهيئة الحاصلة من أكلهم الرُّشا بالهيئة المنتزعة من أكلهم النار وأطلق المركب الدال على الهيئة المشبه بها على الهيئة المشبهة .قلت : ولا يضر كون الهيئة المشبه بها غيرَ محسوسة لأنها هيئة متخيلة كقوله : ( أعلامُ ياقوْت نشرن على رماححٍ من زبرجد ) فالمركب الذي من شأنه أن يدل على الهيئة المشبهة أن يقال : أولئك ما يأخذون إلاّ أخذاً فظيعاً مُهلكاً فإن تناولها كتناول النار للأكل فإنه كلَّه هلاك من وقت تناولها باليد إلى حصولها في البطن ، ووجه كون الرشوة مهلكة أن فيها اضمحلال أمر الأمة وذهاب حرمة العلماء والدين فتكون هذه الاستعارة بمنزلة قوله تعالى : { وكنتم على شفا حفرة من النار فأنقذكم منها } [ آل عمران : 103 ] أي على وشك الهَلاك والاضمحلال .والذي يدعو إلى المصير للتمثيلية هو قوله تعالى : { في بطونهم } فإن الرشوة لا تؤكل في البطن فيتعين أن يكون المركب كله استعارة ، ولو جعلت الاستعارة في خصوص لفظ النار لكان قوله : { يأكلون في بطونهم } مستعملاً في المركب الحقيقي ، وهو لا يصح ، ولولا قوله { في بطونهم } لأمكن أن يقال : إنَّ { يأكلون } هنا مستعمل حقيقة عرفية في غصب الحق ونحو ذلك .وجوزوا أن يكون قوله : { يأكلون } مستقبلاً ، أي ما سيأكلون إلاّ النار على أنه تهديد ووعيد بعذاب الآخرة ، وهو وجيه ، ونكتة استعارة الأكل هنا إلى اصطلائهم بنار جهنم هي مشاكلة تقديرية لقوله : { يشترون به ثمناً قليلاً } فإن المراد بالثمن هنا الرشوة ، وقد شاع تسمية أخذ الرشوة أكلاً .وقوله : { ولا يكلمهم الله } نفي للكلام والمراد به لازم معناه وهو الكناية عن الغضب ، فالمراد نفي كلام التكريم ، فلا ينافي قوله تعالى : { فوربك لنسألنهم أجمعين عما كانوا يعملون } [ الحجر : 93 ] .وقوله : { ولا يزكيهم } أي لا يُثني عليهم في ذلك المجمع ، وذلك إشعار لهم بأنهم صائرون إلى العذاب؛ لأنه إذا نفيت التزكية أعقبها الذم والتوبيخ ، فهو كناية عن ذمهم في ذلك الجمع إذ ليس يومئذٍ سكوت .",
  "ayah": 174,
  "surah": 2
}
