{
  "text": "جيء باسم الإشارة لربط الكلام اللاحق بالسابق على طريقة العرب في أمثاله إذا طال الفصل بين الشيء وما ارتبط به من حكم أو علة أو نحوهما كقول النابغة: ... وذلك من تلقاء مثلك رائعبعد قوله: ... أتاني أبيتَ اللعن أنَّكَ لُمْتَنِيوالكلامُ السابق الأظهرُ أَنه قولُه : { فما أصبرهم على النار } [ البقرة : 175 ] والمعنى أنهم استحقوا العذاب على كتمانهم بسبب أن الله أنزل الكتاب بالحق فكتمانُهم شيئاً من الكتاب كتمان للحق وذلك فساد وتغيير لمراد الله؛ لأن ما يُكتم من الحق يَخلفه الباطل كما بيناه آنفاً فحقَّ عليهم العذاب لكتمانه ، لأنه مخالف مراد الله من تنزيله ، وعليه فالكتاب في قوله : { بأن الله نزل الكتاب } هو عين الكتاب المذكور في قوله : { إن الذين يكتمون ما أنزل الله من الكتاب } [ البقرة : 174 ] وهو كتابهم التوراة والإنجيل ليكون الموضوع في العلة والحكم المعلَّل واحداً ، وعليه فالجملة فصلت من الجملة التي قبلها لجريانها منها مجرى العلة .ويجوز أن يكون المشار إليه السابق هو الكتمان المأخوذ من { يكتمون } [ البقرة : 174 ] ، أي إنما كتَموا ما كتموا بسبب أن الله نزل الكتاب بالحق فعلموا أنه على النعت الذي بَشر الله به على لسان التوراة . والمعنى أنهم كتموا دلائل صدق النبي حَسداً وعناداً؛ لأن الله أنزل القرآن على محمد ، فالكتاب هنا غير الكتاب في قوله : { إن الذين يكتمون ما أنزل الله من الكتاب } [ البقرة : 174 ] .والجملة على هذا الوجه استئناف بياني لاستغراب تعمدهم كتمانَ ما أنزل الله من الكتاب وإن هذا الصنع الشنيع لا يكون إلاّ عن سبب عظيم ، فبُين بقوله تعالى : { ذك بأن الله نزل الكتاب بالحق } .وقوله : { وإن الذين اختلفوا في الكتاب لفي شقاق بعيد } تذييل ولكنه عطف بالواو لأنه يتضمن تكملة وصف الذين اشتروا الضلالة بالهدى ووعيدَهم ، والمرادُ بالذين اختلفوا عين المراد من قوله : { الذين يكتمون } [ البقرة : 174 ] ، و { الذين اشتروا } [ البقرة : 175 ] ، فالموصولات كلها على نسق واحد .والمراد من الكتاب المجرور بفي يحتمل أنه المرادُ من الكتاب في قوله : { نزل الكتاب } فهو القرآن فيكون من الإظهار في مقام الإضمار ليناسب استقلال جملة التذييل بذاتها ويكون المراد باختلفوا على هذا الوجه أنهم اختلفوا مع الذين آمنوا منهم أو اختلفوا فيما يصفون به القرآن من تكذيب به كلِّه أو تكذيببِ ما لا يوافق هواهم وتصديققِ ما يؤيد كتبهم ، ويحتمل أن المراد من الكتاب المجرور بفي هو المراد من المنصوب في قوله : { ما أنزل الله من الكتاب } [ البقرة : 174 ] يعني التوراة والإنجيل أي اختلفوا في الذي يُقِرُّونه والذي يغيرونه وفي الإيمان بالإنجيل والإيمان بالتوراة ، ومن المحتمل أن يكون المراد بالذين اختلفوا في الكتاب ما يشمل المشركين وأن يكون الاختلاف هو اختلاف معاذيرهم عن القرآن إذْ قالوا : سحرٌ أو شعر أو كهانة أو أساطير الأولين . لكنه خروج عن سياق الكلام على أهل الكتاب ، ومن المحتمل أيضاً أن يكون المراد بالكتاب الجنس أي الذين اختلفوا في كتب الله فآمنوا ببعضها وكفروا بالقرآن .وفائدة الإظهار في مقام الإضمار في قوله : { الكتاب } أن يكون التذييل مستقلاً بنفسه لجريانه مجرى المثل ، وللمفسرين وجوه كثيرة في قوله : { وإن الذين اختلفوا في الكتاب } متفاوتة البعد .ووصف الشقاق بالبعيد مجاز عقلي أي بعيد صاحبُه عن الوفاق كقوله تعالى : { ولا يزالون مختلفين } [ هود : 118 ] .",
  "ayah": 176,
  "surah": 2
}
