{
  "text": "قدَّمنا عند قوله تعالى : { يأيها الذين آمنوا اتسعينوا بالصبر والصلوات } [ البقرة : 153 ] أَن قوله : { ليس البر أن تولوا وجوهكم قبل المشرق والمغرب } متصل بقوله تعالى : { سيقول السفهاء من الناس ما ولاهم عن قبلتهم التي كانوا عليها } [ البقرة : 142 ] ، وأنه ختام للمُحاجة في شأن تحويل القبلة ، وأن ما بين هذا وذلك كله اعتراض أُطنب فيه وأُطيل لأخْذِ معانيه بعضِها بحُجَزِ بعضضٍ .فهذا إقبال على خطاب المؤمنين بمناسبة ذكر أحوال أهل الكتاب وحَسَدِهم المؤمنين على اتِّباع الإِسلام مرادٌ منه تلقين المسلمين الحجةَ على أهل الكتاب في تهويلهم على المسلمين إبطال القبلة التي كانوا يصلُّون إليها ففي ذلك تعريض بأهل الكتاب . فأهل الكتاب رأوا أن المسلمين كانوا على شيء من البر باستقبالهم قبلتَهم فلما تحولوا عنها لمزوهم بأنهم أضاعوا أمراً من أمور البر ، يقول عَدِّ عن هذا وأَعْرِضوا عن تهويل الواهنين وهَبُوا أنَّ قبلة الصلاة تغيرت أو كانت الصلاةُ بلا قبلة أصلاً فهل ذلك أمر له أثر في تزكية النفوس واتصافها بالبر ، فذكر المشرق والمغرب اقتصار على أشهر الجهات أو هو للإِشارة إلى قبلة اليهود وقبلة النصارى لإبطال تهويل الفريقين على المسلمين حين استقبلوا الكعبة ، ومنهم من جعله لكل من يسمع الخطاب .والبِرّ سعة الإحسان وشدة المرضاة والخير الكامل الشامل ولذلك توصف به الأفعال القوية الإِحسان فيقال : بر الوالدين وبر الحج وقال تعالى : { لن تنالوا البر حتى تنفقوا مما تحبون } [ آل عمران : 92 ] ، والمراد به هنا بر العبد ربه بحسن المعاملة في تلقي شرائعه وأوامره .ونفيُ البر عن استقبال الجهات مع أن منها ما هو مشروع كاستقبال الكعبة : إما لأنه من الوسائل لا من المقاصد فلا ينبغي أن يكون الاشتغال به قصارى همة المؤمنين ولذلك أسقطه الله عن الناس في حال العجز والنسيان وصلوات النوافل على الدابة في السفر ، ولذلك قال : { ولكن البر من آمن } إلخ فإن ذلك كله من أهم مقاصد الشريعة وفيه جماع صلاح النفس والجماعة ، ونظير هذا قوله تعالى : { أجعلتم سقاية الحاج } [ التوبة : 19 ] الآيات فيكون النفي على معنى نفي الكمال ، وإمَّا لأن المنفي عنه البرُّ هو استقبال قبلتي اليهود والنصارى فقد تقدم لنا أن ذلك الاستقبال غيرُ مشروع في أصل دينهم ولكنه شيء استحسنه أنبياؤُهم ورهبانهم ولذلك نُفي البر عن تولية المشرق والمغرب تنبيهاً على ذلك .وقرأ الجمهور { ليس البرُّ } برفع { البر } على أنه اسم { ليس } والخبر هو { أَن تُولُّوا } وقرأه حمزة وحفص عن عاصم بنصب { البرَّ } على أن قوله : { أن تولوا } اسمُ { ليس } مؤخر ، ويكثر في كلام العرب تقديم الخبر على الاسم في باب كان وأخواتها إذا كان أحد معمولي هذا الباب مركباً من أنْ المصدرية وفعلِها كان المتكلم بالخيار في المعمول الآخر بين أن يرفعه وأن ينصبه وشأن اسم { ليس } أن يكون هو الجدير بكونه مبتدأ به ، فوجه قراءة رفع { البر } أن البر أمر مشهور معروف لأهل الأديان مرغوب للجميع فإذا جعل مبتدأ في حالة النفي أصغت الأسماع إلى الخبر ، وأما توجيه قراءة النصب فلأن أمر استقبال القبلة هو الشغل الشاغل لهم فإذا ذُكر خبره قبلهُ ترقب السامع المبتدأ فإذا سمعه تقرر في علمه .وقوله : { ولكن البر من آمن } إخبار عن المصدر باسم الذَّات للمبالغة كعكسه في قولها : «فإنما هي إقبال وإدبار» وذلك كثير في الكلام ومنه قوله تعالى : { إن أصبح ماؤكم غوراً } [ الملك : 30 ] وقول النابغة :وقد خِفْتُ ما تزيد مَخافَتي ... علَى وَعِللٍ في ذي المطارة عاقلِأي وعل هو مخافة أي خائف ، ومن قدر في مثله مضافاً أي برُّ مَنْ آمن أو ولكن ذُو البر فإنما عنى بيان المعنى لا أن هنالك مقداراً؛ لأنه يخرج الكلام عن البلاغة إلى كلام مغول كما قال التفتازاني ، وعن المبرد : لو كنتُ ممن يقرأ لقَرَأْتُ ولكن البَر بفتح الباء ، وكأنه أراد الاستغناء عن التقدير في الإخبار عن البر بجملة : { من آمن } لأن مَن آمن هو البار لا نفس البِر وكيف يقرأ كذلك و { البر } معطوف بلكِن في مقابلة البر المثبت فهل يكون إلاّ عينه ولذا لم يقرأ أحد إلاّ البِر بكسر الباء ، على أن القراءات مروية وليست اختياراً ولعل هذا لا يصح عن المبرد .وقرأ نافع وابن عامر ( ولكنْ البر ) بتخفيف النون من لكن ورفع البر على الابتداء وقرأه بقية العشرة بتشديد نون ( لكن ) ونصب ( البر ) والمعنى واحد .وتعريف { والكتاب } تعريف الجنس المفيد للاستغراق أي آمن بكُتب الله مثل التوراة والإنجيل والقرآن ، ووجه التعبير بصيغة المفرد أنها أخف مع عدم التباس التعريف بأن يكون للعهد؛ لأن عطف ( النبيين ) على ( الكتاب ) قرينة على أن اللام في ( الكتاب ) للاستغراق فأوثرت صيغة المفرد طلباً لخفة اللفظ . وما يُظن من أن استغراق المفرد المعرف باللام أشمل من استغراق الجمع المعرف بها ليس جارياً على الاستعمال وإنما توهمه السكاكي في «المفتاح» في قوله تعالى : { قال رب إني وهن العظم مني } [ مريم : 4 ] من كلام وقع في «الكشاف» وما نقل عن ابن عباس أنه قرأ قولَه تعالى : { كلٌّ ءَامَن با لله وملائكته وكِتَابِهِ } [ البقرة : 285 ] ، وقال الكتاب أكثر من الكتب فلو صَحَّ عنه لم يكن مريداً به توجيه قراءته ( وكتابِه ) المعرفَ بالإضافة بل عنى به الأسماء المنفية بلا التبرئة تفرقة بين نحو لا رجل في الدار ونحو لا رجال في الدار في تطرق احتمال نفي جنس الجموع لا جنس الأفراد على ما فيه من البحث فلا ينبغي التعلُّق بتلك الكلمة ولا يصح التعلق بما ذكره صاحب «المفتاح» .والذي ينبغي اعتماده أن استغراق المفرد والجمع في المعرف باللام وفي المنفي بلا التبرئة سواء وإنما يختلف تعبير أهل اللسان مرة بصيغة الإفراد ومرة بصيغة الجمع تبعاً لحكاية الصورة المستحضرة في ذهن المتكلم والمناسبِة لمقام الكلام ، فأما في المنفي بلا النافية للجنس فلك أن تقول لا رجل في الدار ولا رجال في الدار على السواء إلاّ إذا رجح أحدَ التعبيرين مرجِّح لفظي ، وأما في المعرف باللام أو الإضافة فكذلك في صحة التعبير بالمفرد والجمع سِوى أنه قد يتوهم احتمال إرادة العهد وذلك يَعرض للمفرد والجمع وينْدفع بالقرائن .وعلى في قوله : { على حبه } مجاز في التمكن من حب المال مثل { أولئك على هدى } [ البقرة : 5 ] وهي في مثل هذا المقام للتنبيه على أبعد الأحوال من مظنة الوصف فلذلك تفيد مفاد كلمة مع وتدل على معنى الاحتراس كما هي في قوله تعالى : { ويطعمون الطعام على حبه مسكيناً } [ الإنسان : 8 ] وقول زهير :مَن يَلْقَ يوماً على عِلاَّتِه هَرِماً ... يَلْقَ السماحة فيه والنَّدى خُلُقاًقال الأعلم في «شرحه» أي فكيف به وهو على غير تلك الحالة اه .وليس هذا معنى مستقلاً من معاني على بل هو استعلاء مجازي أريد به تحقق ثبوت مدلول مدخولها لمعمول متعلقها ، لأنه لبعد وقوعه يحتاج إلى التحقيق ، والضمير للمال لا محالة والمراد أنه يعطي المال مع حبِّه للمال وعدم زهادته فيه فيدل على أنه إنما يعطيه مرضاة لله تعالى ولذلك كان فعله هذا براً .وذكر أصنافاً ممن يؤتون المال لأن إتيانهم المال ينجم عنه خيرات ومصالح .فذكر ذوي القربى أي أصحاب قرابة المعطي فاللام في ( القربى ) عوض عن المضاف إليه ، أمر المرء بالإحسان إليهم لأن مواساتهم تكسبهم محبتهم إياه والتئامهم وهذا التئام القبائل الذي أراده الله بقوله : { لتعارفوا } [ الحجرات : 13 ] فليس مقيّداً بوصف فقرهم كما فسر به بعض المفسرين بل ذلك شامل للهدية لأغنيائهم وشامل للتوسعة على المتضائقين وترفيه عيشتهم ، إذ المقصود هو التحابب .ثم ذكر اليتامى وهم مظنة الضعف لظهور أن المراد اليتيم المحتاج حاجة دون الفقر وَإنما هو فاقد ما كان ينيله أبوه من رفاهية عَيْششٍ ، فإيتاؤهم المال يجبر صدع حياتهم . وذكر السائلين وهم الفقراء . والمسكنة : الذل مشتقة من السكون ووزن مسكني مفعيل للمبالغة مثل مِنطيق . والمسكين الفقير الذي أذله الفقر وقد أتفق أئمة اللغة أن المسكين غير الفقير هو أقل فقراً من الفقير وقيل هو أشد فقراً وهذا قول الجمهور وقد يطلق أحدهما في موضع الآخَر إذا لم يجتمعا وقد اجتمع في قوله تعالى : { إنما الصدقات للفقراء والمساكين } [ التوبة : 60 ] ونظيرها في ذكر هؤلاء الأربعة قوله تعالى : { يسألونك ماذا ينفعون قل ما أنفقتم من خير فللو الدين والأقربين واليتامى والمساكين وابن السبيل } [ البقرة : 215 ] .وذكر السائلين وهم الفقراء كنى عنهم بالسائلين لأن شأن المرء أن تمنع نفسه من أن يسأل الناس لغير حاجة غالباً .فالسؤال علامة الحاجة غالباً ، ولو أدخل الشك في العلامات الاعتيادية لارتفعت الأحكام فلو تحقق غنى السائل لما شرع إعطاؤه لمجرد سؤاله ، ورووا : «للسائل حق ولو جاء راكباً على فرس» وهو ضعيف .وذَكر ابن السبيل وهو الغريب أعْني الضيف في البوادي؛ إذ لم يكن في القبائل نُزْل أو خانات أو فنادق ولم يكن السائر يستصحب معه المال وإنما يحمل زاد يومه ولذلك كان حق الضيافة فرضاً على المسلمين أي في البوادي ونحوها .  وذكر الرقاب والمراد فِداء الأسرى وعتق العبيد . ثم ذكر الزكاة وهي حق المال لأجل الغنى ومصارفها مذكورة في آياتها .وذكر الوفاء بالعهد لما فيه من الثقة بالمعاهِد ومن كرم النفس وكون الجِد والحق لها دربة وسجية ، وإنما قيد بالظرف وهو إذا عاهدوا أي وقت حصول العهد فلا يتأخر وفاؤهم طَرفَة عَيْن ، وفيه تنبيه على وجوب الاحتياط عند بذل العهد بحيث لا يعاهِد حتى يتحقق أنه يستطيع الوفاء كأنه يقول : فإن علموا ألا يفوا فلا يعاهدوا . وعطف { والموفون } على { من ءامن بالله } وغير أسلوب الوصف فلم يقل ومَنْ أوْفَى بعهده للدلالة على مغايرة الوصفين بأن الأول من علائق حق الله تعالى وأصول الدين والثاني من حقوق العباد .وذكر الصابرين في البأساء لما في الصبر من الخصائص التي ذكرناها عند قوله تعالى : { واستعينوا بالصبر والصلاة } [ البقرة : 45 ] ثم ذكر مواقعه التي لا يعدوها وهي حالة الشدة ، وحالة الضر ، وحالة القتال ، فالبأساء والضراء اسمان على وزن فعلاء وليسا وصفين إذ لم يسمع لهما أَفْعَلُ مذكَّراً ، والبأساء مشتقة من البُؤْس وهو سوء الحالة من فقر ونحوه من المكروه ، قال الراغب : وقد غلب في الفقر ومنه البئيس الفقير ، فالبأساء الشدة في المال ، والضراء شدة الحال على الإنسان مشتقة من الضُّرّ ويقابلها السَّرَّاء وهي ما يَسُرّ الإنسان من أحواله ، والبأسُ النكاية والشدة في الحرب ونحوها كالخصومة { قالوا نحن أولوا قوة وأولوا بأس شديد } [ النمل : 33 ] { بأسهم بينهم شديد } [ الحشر : 14 ] والشر أيضاً بأس والمراد به هنا الحرب .فلله هذا الاستقراء البديع الذي يعجز عنه كل خطيب وحكيم غير العلام الحكيم . وقد جمعت هذه الخصال جماع الفضائل الفردية والاجتماعية الناشىء عنها صلاح أفراد المجتمع من أصول العقيدة وصالحات الأعمال .فالإيمان وإقام الصلاة هما منبع الفضائل الفردية ، لأنهما ينبثق عنهما سائر التحليات المأمور بها ، والزكاة وإيتاء المال أصل نظام الجماعة صغيرها وكبيرها ، والمواساة تقوى عنها الأخوة والاتحاد وتسدد مصالح للأمة كثيرة ويبذل المال في الرقاب يتعزز جانب الحرية المطلوبة للشارع حتى يصير الناس كلهم أحراراً . والوفاء بالعهد فيه فضيلة فردية وهي عنوان كمال النفس ، وفضيلة اجتماعية وهي ثقة الناس بعضهم ببعض .والصبر فيه جماع الفضائل وشجاعة الأمة ولذلك قال تعالى هنا : { أولئك الذين صدقوا وأولئك هم المتقون } فحصر فيهم الصدق والتقوى حصراً ادعائياً للمبالغة ، ودلت على أن المسلمين قد تحقق فيهم معنى البر ، وفيه تعريض بأن أهل الكتاب لم يتحقق فيهم ، لأنهم لم يؤمنوا ببعض الملائكة وبعض النبيئين ، ولأنهم حرموا كثيراً من الناس حقوقهم ، ولم يفوا بالعهد ، ولم يصبروا .وفيها أيضاً تعريض بالمشركين إذ لم يؤمنوا باليوم الآخر ، والنبيئين ، والكتب وسلبوا اليتامى أموالهم ، ولم يقيموا الصلاة ، ولم يؤتوا الزكاة .ونصب ( الصابرين ) وهو معطوف على مرفوعات نصبٌ على الاختصاص على ما هو المتعارف في كلام العرب في عطف النعوت من تخيير المتكلم بين الاتباع في الإعراب للمعطوف عليه وبين القطع قاله الرضي ، والقطع يكون بنصب ما حقه أن يكون مرفوعاً أو مجروراً وبرفع ما هو بعكسه ليظهر قصد المتكلم القطع حين يختلف الإعراب؛ إذ لا يعرف أن المتكلم قصد القطع إلاّ بمخالفة الإعراب ، فأما النصب فبتقدير فعل مدح أو ذم بحسب المقام ، والأظهر تقدير فعل أخُص لأنه يفيد المدح بين الممدوحين والذم بين المذمومين .وقد حصل بنصب ( الصابرين ) هنا فائدتان : إحداهما عامة في كل قطع من النعوت ، فقد نقل عن أبي علي الفارسي أنه إذا ذكرت الصفات الكثيرة في معرض المدح أو الذم فالأحسن أن يخالف إعرابها ولا تجعل كلها جارية على موصوفها لأن هذا من مواضع الإطناب فإذا خولف إعراب الأوصاف كان المقصود أكمل لأن الكلام عند اختلاف الإعراب يصير كأنه أنواع من الكلام وضروب من البيان .قال في «الكشاف» «نُصِب على المدح وهو باب واسع كسَّره سيبويه على أمثلة وشواهد» اه . قلت : قال سيبويه في باب ما ينتصب على التعظيم والمدح «وإن شئتَ جعلته صفة فجري على الأوللِ ، وإن شئتَ قطعته فابتدأْتَه ، مثل ذلك قوله تعالى : { ولكن البر من ءامن بالله واليوم الآخر } إلى قوله { والصابرين } ولو رُفع الصابرين على أول الكلام كان جيداً ، ولو ابتدأته فرفعته على الابتداء كان جيداً ، ونظير هذا النصب قول الخِرْنِقِ :لا يَبْعَدَنْ قَوْمِي الذِين هُمُو ... سُم العُداةِ وآفة الجُزْرِالنازِلينَ بكل مُعْتَرَكٍ ... والطيِّبون مَعَاقِدَ الأُزْرِبنصب النازلين ، ثم قال : وزعم الخليل أن نصب هذا على أنك لم تُرِد أن تحدِّث الناس ولا مَنْ تخاطب بأمرٍ جَهِلوه ولكنهم قد علموا من ذلك ما قد علمتَ فجعلته ثناء وتعظيماً ونصبه على الفعل كأنه قال أَذْكُرُ أهْلَ ذلك وأَذْكُرُ المقيمين ولكنه فعل لا يستعمل إظهاره» اه قلت : يؤيد هذا الوجه أنه تكرر مثله في نظائر هذه الآية في سورة النساء { والمقيمين الصلاة } [ النساء : 162 ] عطفاً على { لكن الراسخون في العلم } [ النساء : 162 ] ، وفي سورة العقود { والصابئون } [ المائدة : 69 ] عطفاً على { إن الذين آمنوا والذين هادوا } [ المائدة : 69 ] .الفائدة الثانية أن في نصب { الصابرين } بتقدير أخص أو أمدح تنبيهاً على خصيصية الصابرين ومزية صفتهم التي هي الصبر .قال في «الكشاف» : «ولا يلتفت إلى ما زعموا من وقوعه لحناً في خط المصحف ، وربما التفت إليه من لم ينظرْ في الكتاببِ ولم يعرف مذاهب العرب ومالَهم في النصب على الاختصاص من الافتتان اه» وأقول : إن تكرره كما ذكرنا وتقارب الكلمات يربأُ به على أن يكون خطأً أو سهواً وهو بين كلمتين مخالفتين إعرابه .وعن الكسائي أن نصبه عطف على مفاعيل { آتى } أي وآتى المال الصابرين أي الفقراء المتعففين عن المسألة حين تصيبهم البأساء والضراء والصابرين حين البأس وهم الذين لا يجدون ما ينفقون للغزو ويحبون أن يغزوا ، لأن فيهم غناء عن المسلمين قال تعالى : { ولا على الذين إذا ما أتوك لتحملهم قلت لا أجد ما أحملكم عليه تولوا وأعينهم تفيض من الدمع حزناً ألا يجدوا ما ينفقون } [ التوبة : 92 ] .وعن بعض المتأولين أن نصب { والصابرين } وقع خطأ من كتاب المصاحف وأنه مما أراده عثمان رضي الله عنه فيما نُقل عنه أنه قال بعد أن قرأ المصحف الذي كتبوه : «إنِّي أجد به لحناً ستقيمه العرب بألسنتها» وهذا مُتَقَوَّل على عثمان ولو صح لكان يريد باللحن ما في رسم المصاحف من إشارات مثل كتابة الألف في صورة الياء إشارة إلى الإمالة ولم يكن اللحن يطلق على الخطأ .وقرأ يعقوب { والصابرون } بالرفع عطفاً على { والموفوف } .",
  "ayah": 177,
  "surah": 2
}
