{
  "text": "أعيد الخطاب بيأيُّها الذين آمنوا لأن هذا صنف من التشريع لأحكام ذات بال في صلاح المجتمع الإسلامي واستتباب نظامه وأمنه حين صار المسلمون بعد الهجرة جماعةً ذات استقلال بنفسها ومديِنتها ، فإن هاته الآيات كانت من أول ما أنزل بالمدينة عام الهجرة كما ذكره المفسرون في سبب نزولها في تفسير قوله تعالى بعدَ هذا : { وقاتلوا في سبيل الله الذين يقاتلونكم } [ البقرة : 190 ] الآية .تلك أحكام متتابعة من إصلاح أحوال الأفراد وأحوال المجتمع ، وابتُدىء بأحكام القصاص ، لأن أعظم شيء من اختلال الأحوال اختلالُ حفظ نفوس الأمة ، وقد أفرط العرب في إضاعة هذا الأصل ، يَعلم ذلك مَنْ له إلمام بتاريخهم وآدابهم وأحوالهم ، فقد بلغ بهم تطرفهم في ذلك إلى وشك الفناء لو طال ذلك فلم يتداركهم الله فيه بنعمة الإسلام ، فكانوا يغير بعضهم على بعض لغنيمة أنعامه وعبيده ونسائه فيدافع المُغَار عليه وتتلف نفوس بين الفريقين ثم ينشأ عن ذلك طلب الثارات فيسعى كل من قتل له قتيل في قَتْل قاتِل وليِّه وإن أعوزه ذلك قتل به غيره من واحدٍ كفءٍ له ، أو عدد يراهم لا يوازونه ويسمون ذلك بالتكايل في الدم أي كأنَّ دم الشريف يُكال بدماء كثيرة فربما قدروه باثنين أو بعشرة أو بمائة ، وهكذا يدور الأمر ويتزايد تزايداً فاحشاً حتى يصير تفانياً قال زهير :تَدَارَكْتُمَا عَبْساً وذُبْيَانَ بعدَما ... تَفانَوْا ودَقُّوا بينهم عِطْرَ مَنْشِموينتقل الأمر من قبيلة إلى قبيلة بالولاء والنسب والحلف والنصرة ، حتى صارت الإحن فاشية فتخاذلوا بينهم واستنصر بعض القبائل على بعض فوجد الفرس والروم مدخلاً إلى التفرقة بينهم فحكموهم وأرْهبوهم ، وإلى هذا الإشارة والله أعلم بقوله تعالى : { واذكروا نعمة الله عليكم . . . حتى فأنقذكم منها } [ البقرة : 231 ] أي كنتم أعداء بأسباب الغارات والحروب فألف بينكم بكلمة الإسلام ، وكنتم على وَشْك الهلاك فأنقذكم منه فضَرب مثلاً للهلاك العاجل الذي لا يُبقي شيئاً بحفرة النار فالقائم على حافتها ليس بينه وبين الهلاك إلاّ أقلُّ حركة .فمعنى { كتب عليكم } أنه حق لازم للأمة لا محيد عن الأخذ به فضمير { عليكم } لمجموع الأمة على الجملة لمن توجه له حق القصاص وليس المراد على كل فرد فرد القصاص ، لأن ولي الدم له العفو عن دم وليه كما قال تعالى : { فمن عفى له من أخيه شيء فاتباع بالمعروف } وأصل الكتابة نقش الحروف في حَجَر أَوْ رَقِّ أو ثوب ولما كان ذلك النقش يراد به التوثق بما نقش به دوام تذكره أطلق كُتِب على معنى حَقَّ وثبت أي حق لأهل القتيل .والقصاص اسم لتعويض حق جنايةٍ أو حق غُرْم على أحد بمثل ذلك من عند المحقوق إنصافاً وعدلاً ، فالقصاص يطلق على عقوبة الجاني بمثل ما جنَى ، وعلى محاسبة رب الدين بما عليه للمدين من دين يفي بدينه ، فإطلاقاته كلها تدل على التعادل والتناصف في الحقوق والتبعات المعروضة للغمص .وهو بوزن فِعال وهو وزن مصدر فَاعَلَ من القص وهو القطع ومنه قولهم : طائر مقصوص الجناح ومنه سمي المقص لآلة القص أي القطع وقصة الشعر بضم القاف ما يقص منه لأنه يجري في حقين متبادلين بين جانبين يقال قاصّ فلان فلاناً إذا طرح من دين في ذمته مقداراً بدين له في ذمة الآخر فشبه التناصف بالقطع لأنه يقطع النزاع الناشب قبله ، فلذلك سمي القَود وهو تمكينُ ولي المقتول من قَتل قاتِل مولاه قصاصاً قال تعالى : { ولكم في القصاص حياة } [ البقرة : 179 ] ، وسميت عقوبة من يجرح أحداً جُرحاً عمداً عدواناً بأن يُجْرح ذلك الجارح مثل ما جَرح غيره قصَاصاً قال تعالى : { والجروح قصاص } [ المائدة : 45 ] وسموا معاملة المعتدي بمثل جرمه قصاصاً { والحرمت قصاص } [ البقرة : 194 ] ، فماهية القصاص تتضمن ماهية التعويض والتماثل .فقوله تعالى : { كتب عليكم القصاص في القتلى } يتحمّل معنى الجزاء على القتل بالقتل للقاتل وتتحمل معنى التعادل والتماثل في ذلك الجزاء بما هو كالعوض له والمِثل ، وتتحمل معنى أنه لا يقتل غير القاتل ممن لا شركة له في قتل القتيل فأفاد قوله : { كتب عليكم } حق المؤاخذة بين المؤمنين في قتل القتلى فلا يذهب حق قتيل باطلاً ولا يُقتل غير القاتل باطلاً ، وذلك إبطال لما كانوا عليه في الجاهلية من إهمال دم الوضيع إذا قتله الشريف وإهمال حق الضعيف إذا قتله القَوي الذي يُخشى قومه ، ومن تَحَكُّمهم بطلب قتل غير القاتل إذا قَتَل أحد رجُلاً شريفاً يطلبون قتل رجل شريف مثله بحيث لا يقتلون القاتل إلاّ إذا كان بواء للمقتول أي كفءا له في الشرف والمجد ويعتبرون قيمة الدماء متفاوتة بحسب تفاوت السودد والشرف ويُسمون ذلك التفاوت تكَايُلاً من الكيل ، قالت ابنة بهدل بن قرقة الطائي تستثير رهطها على قتل رجل قتل أباها وتَذكر أنها ما كانت تقنع بقتله به لولا أن الإسلام أبطل تكايل الدماء :أَمَا فِي بَنِي حِصْننٍ من ابننِ كريهة ... مِنَ القوْم طَلاَّببِ الترَّاتتِ غَشَمْشَمِفيَقتُلَ جَبْراً بامرىءٍ لم يكن له ... بَوَاءً ولكن لا تَكايُلَ بالدَّم ( )قال النبي صلى الله عليه وسلم « المسلمون تتكافأ دماؤهم » .وقد ثبت بهذه الآية شرع القصاص في قتل العمد ، وحكمة ذلك ردع أهل العدوان عند الإقدام على قتل الأنفس إذا علموا أن جزاءهم القتل ، فإن الحياة أعز شيء على الإنسان في الجبلة فلا تعادل عقوبةٌ القتلَ في الردع والانزجار ، ومن حكمة ذلك تطمين أولياء القتلى بأن القضاء ينتقم لهم ممَّن اعتدى على قتيلهم قال تعالى : { ومن قتل مظلوماً فقد جعلنا لوليه سلطاناً فلا يسرف في القتل إنه كان منصوراً } [ الإسراء : 33 ] أي لئلا يتصدى أولياء القتيل للانتقام من قاتل مولاهم بأنفسهم؛ لأن ذلك يفضي إلى صورة الحرب بين رهطين فيكثر فيه إتلاف الأنفس كما تقدم في الكلام على صدر الآية ، ويأتي عند قوله تعالى :{ ولكم في القصاص حياة } [ البقرة : 179 ] .وأول دم أقيد به في الإسلام دم رجل من هذيل قتله رجل من بني ليث فأقاد منه النبي صلى الله عليه وسلم وهو سائر إلى فتح الطائف بموضع يقال له : بَحْرَةُ الرُّغَاء في طريق الطائف وذلك سنة ثمان من الهجرة .و { في } من قوله : { في القتلى } ، للظرفية المجازية والقصاص لا يكون في ذوات القتلى ، فتعين تقدير مضاف وحذفُه هنا ليشمل القصاص سائر شؤون القتلى وسائر معاني القصاص فهو إيجاز وتعميم .وجمع { القتلى } باعتبار جمع المخاطبين أي في قتلاكم ، والتعريف في القتلى تعريف الجنس ، والقتيل هو من يقتله غيره من الناس والقتل فعل الإنسان إماتة إنسان آخر فليس الميت بدون فعل فاعل قتيلاً .وجملة { الحر بالحر والعبد بالعبد والأنثى بالأنثى } بيان وتفصيل لجملة { كُتبَ عليكم القصاص في القتلى } فالباء في قوله : { بالحر } وما بعده ، متعلقة بمحذوف دل عليه معنى القصاص والتقدير الحر يقتصُّ أو يقتل بالحر الخ ومفهوم القيد مع ما في الحر والعبد والأنثى من معنى الوصفية يقتضي أن الحر يقتل بالحر لا بغيره والعبد يقتل بالعبد لا بغيره ، والأنثى تقتل بالأنثى لا بغيرها .وقد اتفق علماء الإسلام على أن هذا المفهوم غير معمول به باطراد ، لكنهم اختلفوا في المقدار المعمول به منه بحسب اختلاف الأدلة الثابتة من الكتاب والسنة وفي المراد من هذه الآية ومحمل معناها ، ففي «الموطأ» «قال مالك أحسن ما سمعت في هذه الآية أن قوله تعالى : { الحر بالحر والعبد بالعبد } فهؤلاء الذكور وقوله : { والأنثى بالأنثى } أن القصاص يكون بين الإناث كما يكون بين الذكور والمرأة الحرة تقتل بالمرأة الحرة كما يقتل الحر بالحر والأمة تقتل بالأمة كما يقتل العبد بالعبد والقصاص يكون بين النساء كما يكون يبن الرجال . والقصاص أيضاً يكون بين الرجال والنساء» . أي وخُصَّت الأنثى بالذكر مع أنها مشمولة لعموم الحر بالحر والعبد لئلا يتوهم أن صيغة التذكير في قوله : { الحر } وقوله : { العبد } مراد بها خصوص الذكور .قال القرطبي عن طائفة أن الآية جاءت مبينة لحكم النوع إذا قتل نوعه فبيّنت حكم الحر إذا قتل حراً والعبد إذا قتل عبداً والأنثى إذا قتلت أنثى ولم يتعرض لأحد النوعين إذا قتل الآخر ، فالآية محكمة وفيها إجمال يبيّنه قوله تعالى : { وكتبنا عليهم فيها أن النفس } [ المائدة : 45 ] الآية اه . وعلى هذا الوجه فالتقييد لبيان عدم التفاضل في أفراد النوع ، ولا مفهوم له فيما عدا ذلك من تفاضل الأنواع إثباتاً ولا نفياً ، وقال الشعبي : نزلت في قوم قالوا : لنقتلن الحر بالعبد والذكر بالأنثى ، وذلك وقع في قتال بين حيين من الأنصار ، ولم يثبت هذا الذي رواه وهو لا يغني في إقامة محمل الآية .وعلى هذين التأويلين لا اعتبار بعموم مفهوم القيد؛ لأن شرط اعتباره ألا يظهر لذكر القيد سبب إلاّ الاحتراز عن نقيضه ، فإذا ظهر سبب غير الاحتراز بطل الاحتجاج بالمفهوم ، وحينئذٍ فلا دلالة في الآية على ألا يقتل حر بعبد ولا أنثى بذكر ولا على عكس ذلك ، وأن دليل المساواة بين الأنثى والذكر وعدم المساواة بين العبد والحر عند من نفى المساواة مستنبط من أدلة أخرى .الثالث : نقل عن ابن عباس أن هذا كان حكماً في صدر الإسلام ثم نسخ بآية المائدة { أن النفس بالنفس } [ المائدة : 45 ] ونقله في «الكشاف» عن سعيد بن المسيب والنخعي والثوري وأبي حنيفة ، ورده ابن عطية والقرطبي بأن آية المائدة حكاية عن بني إسرائيل فكيف تصلح نسخاً لحكم ثبت في شريعة الإسلام ، أي حتى على القول بأن شرع من قبلنا شرع لنا فمحله ما لم يأتي في شرعنا خلافه .وقال ابن العربي في «الأحكام» عن الحنفية : إن قوله تعالى : { في القتلى } هو نهاية الكلام وقوله : { الحر بالحر } جاء بعد ذلك وقد ثبت عموم المساواة بقوله : { كتب عليكم القصاص في القتلى } لأن القتلى عام وخصوص آخر الآية لا يبطل عموم أولها ، ولذلك قالوا يقتل الحر بالعبد ، قلت : يرد على هذا أنه لا فائدة في التفصيل لو لم يكن مقصوداً وإن الكلام بأواخره فالخاص يخصص العام لا محالة ، وإنه لا محيص من اعتبار كونه تفصيلاً إلاّ أن يقولوا إن ذلك كالتمثيل ، والمنقول عن الحنفية في «الكشاف» هو ما ذكرناه آنفاً .ويبقى بعد هاته التأويلات سؤال قائم عن وجه تخصيص الأنثى بعد قوله تعالى : { الحر بالحر والعبد بالعبد } وهل تخرج الأنثى عن كونها حرة أو أمة بعد ما تبين أن المراد بالحر والعبد الجنسان؛ إذ ليس صيغة الذكور فيها للاحتراز عن النساء منهم؛ فإن ( ال ) لمّا صيرته اسم جنس صار الحكم على الجنس وبطل ما فيه من صيغة تأنيث كما يبطل ما فيه من صيغة جمع إن كانت فيه .ولأجل هذا الإشكال سألت العلامة الجد الوزير رحمه الله عن وجه مجيء هذه المقابلة المشعرة بألا يقتص من صنف إلاّ لقتل مماثله في الصفة فترك لي ورقة بخطه فيها ما يأتي : الظاهر والله تعالى أعلم أن الآية ( يعني آية سورة المائدة ) نزلت إعلاماً بالحكم في بني إسرائيل تأنيساً وتمهيداً لحكم الشريعة الإسلامية ، ولذلك تضمنت إناطة الحكم بلفظ النفس المتناول للذكر والأنثى الحر والعبد الصغير والكبير ، ولم تتضمن حكماً للعبيد ولا للإناث ، وصدرت بقوله { وكتبنا عليهم فيها } [ المائدة : 45 ] ، والآية الثانية ( يعني آية سورة البقرة ) صدرت بقوله : { كتب عليكم } وناط الحكم فيها بالحرية المتناولة للأصناف كلها ثم ذكر حكم العبيد والأناث رداً على من يزعم أنه لا يقتص لهم ، وخصص الأنثى بالأنثى للدلالة على أن عدمها معصوم ، وذلك لأنه إذا اقتص لها من الأنثى ولم يقتص لها من الذكر صار الدم معصوماً تارة لذاته غير معصوم أخرى وهذا من لطف التبليغ حيث كان الحكم متضمناً لدليله ، فقوله :كتب القتل والقتال علينا ... وعلى الغانيات جر الذيولحكم جاهلي اه .يعني أن الآية لم يقصد منها إلاّ إبطال ما كان عليه أمر الجاهلية من ترك القصاص لشرف أو لقلة اكتراث ، فقصدت التسوية بقوله { الحر بالحر والعبد بالعبد } أي لا فضل لحر شريف على حر ضعيف ولا لعبيد السادة على عبيد العامة وقصدت من ذكر الأنثى إبطال ما كان عليه الجاهلية من عدم الاعتداد بجناية الأنثى واعتبارها غير مؤاخذة بجناياتها ، وأراد بقوله : حكم جاهلي أنه ليس جارياً على أحكام الإسلام؛ لأن البيت لعمر ابن أبي ربيعة وهو شاعر إسلامي من صدر الدولة الأموية .فإن قلت : كان الوجه ألا يقول : { بالأنثى } المشعر بأن الأنثى لا تقتل بالرجل مع إجماع المسلمين على أن المرأة يقتص منها للرجل . قلت : الظاهر أن القيد خرج مخرج الغالب ، فإن الجاري في العرف أن الأنثى لا تقتل إلاّ أنثى ، إذ لا يتثاور الرجال والنساء فذكر { بالأنثى } خارج على اعتبار الغالب كمخرج وصف السائمة في قول النبي صلى الله عليه وسلم « في الغنم السائمة الزكاة » والخلاصة أن الآية لا يلتئم منها معنى سليم من الإشكال إلاّ معنى إرادة التسوية بين الأصناف لقصد إبطال عوائد الجاهلية .وإذا تقرر أن الآية لا دلالة لها على نفي القصاص بين الأصناف المختلفة ولا على إثباته من جهة ما ورد على كل تأويل غير ذلك من انتقاض بجهة أخرى ، فتعين أن قوله : { الحر بالحر والعبد بالعبد والأنثى بالأنثى } محمله الذي لا شك فيه هو مساواة أفراد كل صنف بعضها مع بعض دون تفاضل بين الأفراد ، ثم أدلة العلماء في تسوية القصاص بين بعض الأصناف مع بعض الذكور بالإناث وفي عدمها كعدم تسوية الأحرار بالعبيد عند الذين لا يسوون بين صنفيهما خلافاً لأبي حنيفة والثوري وابن أبي ليلى وداود أدلة أخرى غير هذا القيد الذي في ظاهر الآية ، فأما أبو حنيفة فأخذ بعموم قوله : { القتلى } ولم يثبت له مخصصاً ولم يستثن منه إلاّ القصاص بين المسلم والكافر الحربي واستثناؤه لا خلاف فيه ، ووجهه أن الحربي غير معصوم الدم ، وأما المعاهد ففي حكم قتل المسلم إياه مذاهب ، وأما الشافعي وأحمد فنفيا القصاص من المسلم للذمي والمعاهد وأخذاً بحديث « لا يقتل مسلم بكافر » ومالك والليث قالا لا قصاص من المسلم إذا قتل الذمي والمعاهد قتل عدوان وأثبتا القصاص منه إذا قتل غيلة .وأما القصاص بين الحر والعبد في قطع الأطراف فليس من متعلقات هذه الآية وسيأتي عند قوله تعالى :{ والجروح قصاص } [ المائدة : 45 ] في سورة العقود . ونفي مالك والشافعي وأحمد القصاص من الحر للعبد استناداً لعمل الخلفاء الراشدين وسكوت الصحابة ، واستناداً لآثار مروية ، وقياساً على انتفاء القصاص من الحر في إصابة أطراف العبد فالنفس أولى بالحفظ . والقصاص من العبد لقتله الحر ثابت عندهما بالفحوى ، والقصاص من الذكر لقتل الأنثى ثابت بلحن الخطاب .الفاء لتفريع الإخبار أي لمجرد الترتيب اللفظي لا لتفريع حصول ما تضمنته الجملة المعطوفة بها على حصول ما تضمنته ما قبلها ، والمقصود بيان أن أخذ الولي بالقصاص المستفاد من صور { كتب عليكم القصاص في القتلى } ليس واجباً عليه ولكنه حق له فقط لئلا يتوهم من قوله : { كتب عليكم } أن الأخذ به واجب على ولي القتيل ، والتصدي لتفريع ذكر هذا بعد ذكر حق القصاص للإيماء إلى أن الأولى بالناس قبول الصلح استبقاء لأواصر أخوة الإسلام .قال الأزهري : «هذه آية مشكلة وقد فسروها تفسيراً قربوه على قدر أفهام أهل عصرهم» ثم أخذ الأزهري في تفسيرها بما لم يكشف معنى وما أزال إشكالاً ، وللمفسرين مناح كثيرة في تفسير ألفاظها ذكر القرطبي خمسة منها ، وذكر في «الكشاف» تأويلاً آخر ، وذكر الطيبي تأويلين راجعين إلى تأويل «الكشاف» ، واتفق جميعهم على أن المقصد منها الترغيب في المصالحة عن الدماء ، وينبغي ألا نذهب بأفهام الناظر طرائق قدداً ، فالقول الفصل أن نقول : إن ما صدق من في قوله : { فمن عفى له } هو ولي المقتول وإن المراد بأخيه هو القاتل وصفاً بأنه أخ تذكيراً بأخوة الإسلام وترقيقاً لنفس ولي المقتول؛ لأنه إذا اعتبر القاتل أخاً له كان من المروءة ألا يرضى بالقَوَد منه؛ لأنه كمن رضي بقتل أخيه ، ولقد قال بعض العرب : قتل أخوه ابناً له عمداً فقدم إليه ليقتاد منه فألقى السيف وقال :أَقول للنفس تَأْسَاءً وتَعْزيَة ... إِحدى يَدَيَّ أصابتْني ولم تُرِدِكِلاَهُما خَلَفٌ من فَقْدِ صاحبه ... هَذَا أخي حينَ أَدْعُوهُ وذَا ولَدِيوما صدق { شيء } هو عرض الصلح ، ولفظ شيء اسم متوغل في التنكير دال على نوع ما يصلح له سياق الكلام ، وقد تقدم حسن موقع كلمة شيء عند قوله تعالى : { ولنبلونكم بشيء من الخوف والجوع } [ البقرة : 155 ] .ومعنى { عفى له من أخيه } أنه أعطى العفو أي الميسور على القاتل من عوض الصلح . ومن معاني العفو أنه الميسور من المال الذي لا يجحف بباذله وقد فسر به العفو من قوله تعالى : { خذ العفو } [ الأعراف : 199 ] ، وإيثار هذا الفعل لأنه يؤذن بمراعاة التيسير والسماحة وهي من خلق الإسلام فهذا تأكيد للترغيب الذي دل عليه قوله : { من أخيه } ، والتعيبر عن عوض الدم بشيء لأن العوض يختلف فقد يُعرض على ولي الدم مال من ذهب أو فضة وقد يعرض عليه إبل أو عروض أو مقاصة دماء بين الحيين؛ إذ ليس العوض في قتل العمد معيناً كما هو في دية قتل الخطأ .( واتّباع ) و ( أداء ) مصدران وقعا عوضاً عن فعلين والتقدير : فليتبع اتباعاً وليؤد أداء فعدل عن أن ينصب على المفعولية المطلقة إلى الرفع لإفادة معنى الثبات والتحقيق الحاصل بالجملة الاسمية كما عدل إلى الرفع في قوله تعالى : { قال سلام } [ هود : 69 ] بعد قوله : { قالوا سلاماً } [ هود : 69 ] ، وقد تقدم تطور المصدر الذي أصله مفعول مطلق إلى مصيره مرفوعاً عند قوله تعالى : { الحمد لله } [ الفاتحة : 2 ] ، فنظم الكلام : فاتباعٌ حاصلٌ ممن عفي له من أخيه شيء وأداءٌ حاصل من أخيه إليه ، وفي هذا تحريض لمن عفي له على أن يقبل ما عفي له وتحريض لأخيه على أداء ما بذله بإحسان . والاتباع مستعمل في القبول والرضا ، أي فليرض بما عفي له كقول النبي صلى الله عليه وسلم « وإذا أتبع أحدكم على مَلِيء فليتبع » .والضمير المقدر في ( اتباع ) عائد إلى { من عفي له } والضمير المقدر في أدَاء عائد إلى ( أخيه ) ، والمعنى : فليرضى بما بذل له من الصلح المتيسر ، وليؤد باذلُ الصلح ما بذله دون مماطلة ولا نقص ، والضمير المجرور باللام والضمير المجرور بإلى عائداننِ على { فمن عفى له } .ومقصد الآية الترغيب في الرضا بأخذ العوض عن دم القتيل بدلاً من القصاص لتغيير ما كان أهل الجاهلية يتَعيرون به من أخذ الصلح في قتل العمد ويعدونه بيعاً لدم مولاهم كما قال مُرَّةُ الفَقْعَسِي :فلا تَأْخذوا عَقْلاً من القَوْم إِنَّنِي ... أَرى العَارَ يبقَى والمَعَاقِلَ تَذْهَبُوقال غيره يَذْكر قوماً لم يَقْبَلوا منه صلحاً عن قتيل :فلَوْ أَنَّ حيّاً يقبَلُ المالَ فِدْيَةً ... لسُقْنَا لهم سَبْباً من المال مُفْعَمَاولكِنْ أَبَى قَوْمٌ أُصيبَ أخُوهُمُ ... رِضَا العَار فاختاروا على اللَّبَن الدَّمَاوهذا كله في العفو على قتل العمد وأما قتل الخطأ فإن شأنه الدية عن عاقلة القاتل وسيأتي في سورة النساء .وإطلاقُ وصف الأخ على المماثل في دين الإسلام تأسيسُ أصل جاء به القرآن جعل به التوافق في العقيدة كالتوافق في نسب الإِخوة ، وحَقّاً فإن التوافق في الدين آصرة نفسانية والتوافق في النسب آصرة جسدية والروح أشرف من الجسد .واحتج ابن عباس بهذه الآية على الخوارج في أن المعصية لا تُزيل الإيمان ، لأن الله سمى القاتل أخاً لولي الدم وتلك أخوة الإِسلام مع كون القَاتل عَاصياً .وقوله : { بالمعروف } المعروف هو الذي تألفه النفوس وتستحسنه فهو مما تُسَر به النفوس ولا تشمئز منه ولا تنكره ، ويقال لضده مُنْكَر وسيأتي عند قوله تعالى : { كنتم خير أمةٍ أخرجت للناس تأمرون بالمعروف وتنهون عن المنكر } [ آل عمران : 110 ] في سورة آل عمران .والباء في قوله : { بالمعروف } للملابسة أي فاتباع مُصاحب للمعروف أي رِضا وقبول ، وحسنُ اقتضاء إن وقع مطل ، وقبول التنجيم إن سأله القاتل .والأداء : الدفع وإبلاغ الحق والمراد به إعطاء مال الصلح ، وذُكر متعلقه وهو قوله { إليه } المؤذن بالوصول إليه والانتهاء إليه للإشارة إلى إبلاغ مال الصلح إلى ولي المقتول بأن يذهب به إليه ولا يكلفه الحضور بنفسه لقبضه أو إرسال من يقبضه ، وفيه إشارة إلى أنه لا يمطله ، وزاد ذلك تقريراً بقوله : { بإحسان } أي دون غضب ولا كلام كريه أو جَفاء معاملة .وقوله : { ذلك تخفيف من ربكم } إشارة إلى الحكم المذكور وهو قبول العفو وإحسان الأداء والعدولُ عن القصاص ، تخفيف من الله على الناس فهو رحمة منه أي أَثَر رحمته ، إذ التخفيف في الحكم أثر الرحمة ، فالأخذ بالقصاص عَدْل والأخذ بالعفو رحمة .ولما كانت مشروعية القصاص كافية في تحقيق مقصد الشريعة في شرع القصاص من ازدجار الناس عن قتل النفوس وتحقيق حفظ حق المقتول بكون الخيرة للولي كان الإذن في العفو إن تراضيا عليه رحمةً من الله بالجانبين ، فالعدل مقدم والرحمة تأتي بعده .قيل : إن الآية أشارت إلى ما كان في الشريعة الإسرائيلية من تعيين القصاص من قاتل العمد دون العفو ودون الديَة كما ذكره كثير من المفسرين وهو في «صحيح البخاري» عن ابن عباس ، وهو ظاهر ما في سفر الخروج الإصحاح الثالث : «من ضَرب إنساناً فمات يقتل قتلاً ولكن الذي لم يتعمد بل أوقع الله في يده فأنا أجعلُ لك مكاناً يُهرَب إليه وإذا بغى إنسان على صاحبه ليقتله بغدر فمن عندِ مذبحي تأخذُه للموت» ، وقال القرطبي : إن حكم الإنجيل العفو مطلقاً والظاهر أن هذا غير ثابت في شريعة عيسى ، لأنه ما حكَى الله عنه إلاّ أنه قال : { ولأحل لكم بعض الذي حرم عليكم } [ آل عمران : 50 ] ، فلعله مما أخذه علماء المسيحية من أمره بالعفو والتسامح لكنه حكم تنزه شرائع الله عنه لإفضائه إلى انخرام نظام العالم ، وشتان بين حال الجاني بالقتل في الإسلام يَتوقع القصاص ويضع حياته في يد ولي دم المقتول فلا يدري أيقبل الصلح أم لا يقبل ، وبين ما لو كان واثقاً بأنه لا قصاص عليه فإن ذلك يجرئه على قتل عدوه وخصمه .تفريع عن حكم العفو لأن العفو يقتضي شكر الله على أن أنجاهُ بشرع جواز العفو وبأن سخر الولي للعفو ، ومن الشكر ألاّ يعود إلى الجناية مرة أخرى ، فإن عاد فله عذاب أليم ، وقد فسر الجمهور العذاب الأليم بعذاب الآخرة والمراد تشديد العذاب عليه كقوله تعالى : { ومن عاد فينتقم الله منه } [ المائدة : 95 ] ، ثم له من حكم العفو والدية ما للقاتل ابتداء عندهم ، وفسره بعضهم بعذاب الدنيا أعني القتل فقالوا : إن عاد المعفو عنه إلى القتل مرة أخرى فلا بد من قتله ولا يمكن الحاكم الولي من العفو ونقلوا ذلك عن قتادة وعكرمة والسدي ورواه أبو داود عن سمرة بن جندب عن النبي صلى الله عليه وسلم وروي عن عمر بن عبد العزيز أنه موكول إلى اجتهاد الإمام .والذي يستخلص من أقوالهم هنا سواء كان العذاب عذاب الآخرة أو عذاب الدنيا أن تكرر الجناية يوجب التغليظ وهو ظاهر من مقاصد الشارع؛ لأن الجناية قد تصير له دُربة فعَوْده إلى قتل النفس يؤذن باستخفافه بالأنفس فيجب أن يُراح منه الناس ، وإلى هذا نظر قتادة ومن معه ، غير أن هذا لا يمنع حكم العفو إن رضي به الولي؛ لأن الحق حقه ، وما أحسن قول عمر بن عبد العزيز بتفويضه إلى الإمام لينظر هل صار هذا القاتل مِزْهَقَ أَنْفُس ، وينبغي إن عُفي عنه أن تشدد عليه العقوبة أكثر من ضرب مائة وحَبس عام وإن لم يقولوه؛ لأن ذكر الله هذا الحكمَ بعد ذكر الرحمة دليلٌ على أن هذا الجاني غير جدير في هاته المرة بمزيد الرحمة ، وهذا موضع نظر من الفقه دقيق ، قد كان الرجل في الجاهلية يقتل ثم يدفع الدية ثم يغدره ولي الدم فيقتله وقريب من هذا قصة حُصين بن ضَمْضَم التي أشار إليها زهير بقوله :لَعَمْرِي لَنِعْمَ الحيُّ جَرَّ عليهِمُ ... بما لا يواتيهم حصين بن ضمضم",
  "ayah": 178,
  "surah": 2
}
