{
  "text": "تفريع على الحكم الذي تقدمه وهو تحريم التبديل ، فكما تفرع عن الأمر بالعدل في الوصية وعيدُ المبدل لها ، وتفرع عن وعيد المِّبدل الإذنُ في تبديللٍ هو من المعروف وهو تبديل الوصية التي فيها جور وحيف بطريقةِ الإصلاح بين الموصَي لهم وبين من ناله الحيف من تلك الوصية بأن كان جديراً بالإيصاء إليه فتركه الموصي أو كان جديراً بمقدارٍ فأجحف به الموصي؛ لأن آية الوصية حضرت قسمة تركة الميت في اتباع وصيته وجعلت ذلك موكولاً إلى أمانته بالمعروف ، فإذا حاف حيفاً واضحاً وجَنَف عن المعروف أُمِر ولاة الأمور بالصلح .ومعنى خاف هنا الظن والتوقع؛ لأن ظن المكروه خَوف فأطلق الخوف على لازمه وهو الظن والتوقعُ إشارة إلى أن ما توقعه المتوقع من قبيل المكروه ، والقرينة هي أن الجنف والإثم لا يخيفان أحداً ولا سيما من ليس من أهل الوصية وهو المصلح بين أهلها ، ومن إطلاق الخوف في مثل هذا قول أبي مِحْجن الثقفي: ... أخَافُ إذا ما مِتُّ أنْ لا أذُوقهاأي أظن وأَعلم شيئاً مكروها ولذا قال قبله: ... تُرَوِّي عِظَامي بَعْدَ مَوْتِي عُرُوقُهاوالجنف الحيف والميل والجور وفعله كفرح . والإثم المعصية ، فالمراد من الجنف هنا تفضيل من لا يستحق التفضيل على غيره من القرابة المساوي له أو الأحق ، فيشمل ما كان من ذلك عن غير قصد ولكنه في الواقع حيف في الحق ، والمراد بالإثم ما كان قصد الموصي به حرمان من يستحق أو تفضيل غيره عليه .والإصلاح جعل الشيء صالحاً يقال : أصلحه أي جعله صالحاً ، ولذلك يطلق على الدخول بين الخصمين بالمراضاة؛ لأنه يجعلهم صالحين بعد أن فسدوا ، ويقال : أصلح بينهم لتضمينه معنى دخل ، والضمير المجرور ببين في الآية عائد إلى الموصي والموصى لهم المفهومين من قوله { موص } إذ يقتضي موصَى لهم ، ومعنى { فلا إثم عليه } [ البقرة : 173 ] أنه لا يلحقه حرج من تغيير الوصية؛ لأنه تغيير إلى ما فيه خير .والمعنى : أن من وجد في وصية الموصي إضراراً ببعض أقربائه ، بأن حرمه من وصيته أو قدم عليه من هو أبعد نسباً ، أو أوصى إلى غني من أقربائه وترك فقيرهم فسعى في إصلاح ذلك وطلب من الموصي تبديل وصيته ، فلا إثم عليه في ذلك؛ لأنه سعى في إصلاح بينهم ، أو حدث شقاق بين الأقربين بعد موت الموصي لأنه آثر بعضهم ، ولذلك عقبه بقوله : { إن الله غفور رحيم } وفيه تنويه بالمحافظة على تنفيذ وصايا الموصين حتى جعل تغيير جورهم محتاجاً للإذن من الله تعالى والتنصيص على أنه مغفور .وقرأ الجمهور : «موص» على أنه اسم فاعل أو أوصى وقرأه أبو بكر عن عاصم وحمزة ، والكسائي ، ويعقوب ، وخلف «موصٍ» بفتح الواو وتشديد الصاد على أنه اسم فاعل وصى المضاعف .",
  "ayah": 182,
  "surah": 2
}
