{
  "text": "انتقال في أحكام الصيام إلى بيان أعمال في بعض أزمنة رمضان قد يظن أنها تنافي عبادة الصيام ، ولأجل هذا الانتقال فُصلت الجملة عن الجمل السابقة .وذكروا لسبب نزول هذه الآية كلاماً مضطرباً غير مُبيّن فروى أبو داود عن معاذ بن جبل كان المسلمون إذا نام أحدهم إذا صلى العِشاء وسهر بعدها لم يأكل ولم يباشر أهله بعد ذلك فجاء عُمر يريد امرأتْه فقالت : إني قد نمت فظن أنها تعْتَلُّ فباشرها ، وروى البخاري عن البراء بن عازب أن قيس بن صرمة جاء إلى منزله بعد الغروب يريد طعامه فقالت له امرأته : حتى نسخنَ لك شيئاً فنام فجاءت امرأته فوجدته نائماً فقالت : خيبةً لم فبقي كذلك فلما انتصف النهار أغمي عليه من الجوع ، وفي كتاب التفسير من صحيح البخاري أُحِلَّ لَكُمْ لَيْلَةَ الصيام الرفث إلى نِسَآئِكُمْ هُنَّ لِبَاسٌ لَّكُمْ وَأَنتُمْ لِبَاسٌ لَّهُنَّ عَلِمَ الله أَنَّكُمْ كُنتُمْ تَخْتانُونَ أَنفُسَكُمْ فَتَابَ عَلَيْكُمْ وَعَفَا عَنكُمْ فالن باشروهن وابتغوا مَا كَتَبَ الله لَكُمْ } عن حديث البراء بن عاوب قال : لما نزل صوم رمضان كانوا لا يقربون النساء رمضان كله وكان رجال يخونون أنفسهم فأنزل الله تعالى : { علم الله أنكم كنتم تختانون أنفسكم } الآية ، ووقع لكعب بن مالك مثل ما وقع لعمر ، فنزلت هذه الآية بسبب تلك الأحداث ، فقيل : كان ترك الأكل ومباشرة النساء من بعد النوم أو من بعد صلاة العشاء حكماً مشروعاً بالسُّنة ثم نسخ ، وهذا قول جمهور المفسرين ، وأنكر أبو مسلم الأصفهاني أن يكون هذا نسخاً لشيء تقرر في شرعنا وقال : هو نسخ لما كان في شريعة النصارى .وما شرع الصوم إلاّ إمساكاً في النهار دون الليل فلا أحسب أن الآية إنشاء للإباحة ولكنها إخبار عن الإباحة المتقررة في أصل توقيت الصيام بالنهار ، والمقصود منها إبطال شيء توهمه بعض المسلمين وهو أن الأكل بين الليل لا يتجاوز وقتين وقت الإفطار ووقت السحور وجعلوا وقت الإفطار هو ما بين المغرب إلى العشاء ، لأنهم كانوا ينامون إثر صلاة العشاء وقيامها فإذا صلوا العشاء لم يأكلوا إلاّ أكلة السحور وأنهم كانوا في أمر الجماع كشأنهم في أمر الطعام وأنهم لما اعتادوا جعل النوم مبدأ وقت الإمساك الليلي ظنوا أن النوم إن حصل في غير إبانة المعتاد يكون أيضاً مانعاً من الأكل والجماععِ إلى وقت السحور وإن وقت السحور لا يباح فيه إلاّ الأكل دون الجماع؛ إذ كانوا يتأثمون من الإصباح في رمضان على جنابة ، وقد جاء في «صحيح مسلم» أن أبا هريرة كان يرى ذلك يعني بعد وفاة رسول الله صلى الله عليه وسلم لعل هذا قد سرى إليْهم من أهل الكتاب كما يقتضيه ما رواه محمد بن جرير من طريق السدي ، ولعلهم التزموا ذلك ولم يسألوا عنه رسول الله صلى الله عليه وسلم ولعل ذلك لم يتجاوز بعض شهر رمضان من السنة التي شرع لهم فيها صيام رمضان فحدثت هذه الحوادث المختلفة المتقاربة ، وذكر ابن العربي في «العارضة» عن ابن القاسم عن مالك كان في أول الإسلام من رقد قبل أن يَطْعَم لم يَطعم من الليل شيئاً فأنزل الله : { فالئن باشروهن } فأكلوا بعد ذلك فقوله تعالى : { علم الله } دليل على أن القرآن نزل بهذا الحكم لزيادة البيان؛ إذ علم الله ما ضيق به بعض المسلمين على أنفسهم وأوحى به إلى رسوله صلى الله عليه وسلم وهذا يشير إلى أن المسلمين لم يُفشوا ذلك ولا أخبروا به رسول الله ولذلك لا نجد في روايات البخاري والنسائي أن الناس ذكروا ذلك لرسول الله إلاّ في حديث قيْس بن صِرمة عند أبي داود ولعله من زيادات الراوي .فأَما أن يكون ذلك قد شرع ثم نسخ فلا أحسبه ، إذ ليس من شأن الدين الذي شرع الصوم أولَ مرة يوماً في السنة ثم درَّجه فشرع الصوم شهراً على التخيير بينه وبين الإطعام تخفيفاً على المسلمين أن يفرضه بعد ذلك ليلاً ونهاراً فلا يبيح الفطر إلاّ ساعات قليلة من الليل .ولَيْلةُ الصيام الليلةُ التي يعقبها صيام اليوم الموالي لها جرياً على استعمال العرب في إضافة الليلة لليوم الموالي لها إلاّ ليلةَ عرفة فإن المراد بها الليلة التي بعد يوم عرفة .والرَّفث في «الأساس» و«اللسان» أن حقيقته الكلام مع النساء في شؤون الالتذاذ بهن ثم أطلق على الجماع كناية ، وقيل هو حقيقة فيهما وهو الظاهر ، وتعديته بإلى ليتعين المعنى المقصود وهو الإفضاء .وقول : { هن لباس لكم } جملة مستأنفة كالعلة لما قبلها أي أحل لعُسر الاحتراز عن ذلك ، ذلك أن الصوم لو فرض على الناس في الليل وهو وقت الاضطجاع لكان الإمساك عن قربان النساء في ذلك الوقت عنتاً ومشقة شديدة ليست موجودة في الإمساك عن قربانهن في النهار؛ لإمكان الاستعانة عليه في النهار بالبعد عن المرأة ، فقوله تعالى : { هن لباس لكم } استعارة بجامع شدة الاتصال حينئذٍ وهي استعارة أحياها القرآن ، لأن العرب كانت اعتبرتها في قوله : لابَسَ الشيءُ الشيءَ ، إذا اتصل به لكنهم صيروها في خصوص زنة المفاعلة حقيقةً عُرفية فجاء القرآن فأحياها وصيَّرها استعارة أَصلية جديدة بعد أن كانت تبعية منسية وقريبٌ منها قول امرىء القيس: ... فسُلِّي ثيابي من ثيابككِ تَنْسِللِو { تختانون } قال الراغب : «الاختيان مراودة الخيانة» بمعنى أنه افتعال من الخون وأصله تَخْتَوِنُون فصارت الواو ألِفاً لتحركها وانفتاح ما قبلها ، وخيانة الأنفس تمثيل لتكليفها ما لم تكلف به كأنَّ ذلك تعزيرٌ بها؛ إذ يوهمها أن المشقة مشروعة عليها وهي ليست بمشروعة ، وهو تمثيل لمغالطتها في الترخص بفعل ما ترونه محرماً عليكم فتُقْدِمُون تارة وتحجمون أخرى كمن يحاول خيانة فيكون كالتمثيل في قوله تعالى :{ يخادعون } [ البقرة : 9 ] .والمعنى هنا أنكم تلجئونها للخيانة أو تنسبونها لها ، وقيل : الاختيان أشد من الخيانة كالاكتساب والكَسب كما في «الكشاف» قلت : وهو استعمال كما قال تعالى : { ولا تجادل عن الذين يختانون أنفسهم } [ النساء : 107 ] .وقوله تعالى : { فالئن باشروهن } الأمر للإباحة ، وليس معنى قوله { فالئن } إشارة إلى تشريع المباشرة حينئذٍ بل معناه فاللآن اتضح الحكم فباشروهن ولا تختانوا أنفسكم . والابتغاء الطلب ، وما كتبه الله : ما أباحه من مباشرة النساء في غير وقت الصيام أو اطلبوا ما قدر الله لكم من الولد تحريضاً للناس على مباشرة النساء عسى أن يتكون النسل من ذلك وذلك لتكثير الأمة وبقاء النوع في الأرض .عطف على { باشروهن } ، والخيط سلك الكتان أو الصوف أو غيرهما يلفق به بين الثياب بشدة بإبرة أو مِخْيَطٍ ، يقال خاط الثوب وخَيَّطه . وفي خبر قبور بني أمية أنهم وجدوا معاوية رضي الله عنه في قبره كالخيط ، والخيط هنا يراد به الشعاع الممتد في الظلام والسوادُ الممتد بجانبه قال أبو دؤاد من شعراء الجاهلية: ... فَلَمَّا أَضَاءَت لَنَا سَدْفَةٌ ( )ولاَحَ من الصُّبْح خَيْطٌ أَنَارَا ... وقوله : { من الفجر } منْ ابتدائية أي الشعاع الناشىء عن الفجر ، وقيل بيانية وقيل تبعيضية وكذلك قول أبي دُؤَاد «من الصبح» لأن الخيط شائع في السلك الذي يخاط به فهو قرينة إحدى المعنيين للمشترك ، وجعله في «الكشاف» تشبيهاً بليغاً ، فلعله لم يثبت عنده اشتهار إطلاقه على هذا المعنى في غير بعض الكلام ، كالآية وبيت أبي دُؤاد ، وعندي أن القرآن ما أطلقه إلاّ لكونه كالنص في المعنى المراد في اللغة الفصحى دون إرادة التشبيه لأنه ليس بتشبيه واضح .وقد جيء في الغاية بحتى وبالتَّبَيُّن للدلالة على أن الإمساك يكون عند اتضاح الفجر للناظر وهو الفجر الصادق ، ثم قوله تعالى : { حتى يتبين } تحديد لنهاية وقت الإفطار بصريح المنطوق؛ وقد علم منه لا محالة أنه ابتداء زمن الصوم ، إذ ليس في زمان رمضان إلاّ صوم وفطر وانتهاء أحدهما مبدأ الآخر فكان قوله : { أتموا الصيام إلى الليل } بياناً لنهاية وقت الصيام ولذلك قال تعالى : { ثم أتموا } ولم يقل ثم صوموا لأنهم صائمون من قبل .و { إلى الليل } غاية اختير لها ( إلى ) للدلالة على تعجيل الفطر عند غروب الشمس لأن إلى لا تمتد معها الغاية بخلاف حتى ، فالمراد هنا مقارنة إتمام الصيام بالليل .واعلم أن ثم في عطف الجمل للتراخي الرتبي وهو اهتمام بتعيين وقت الإفطار ، لأن ذلك كالبشارة لهم ، ولا التفات إلى ما ذهب إليه أبو جعفر الخباز السمرقندي من قدماء الحنفية من الاستدلال بثم في هاته الآية على صحة تأخير النية عن الفجر احتجاجاً لمذهب أبي حنيفة من جواز تأخير النية إلى الصحوة الكبرى .بناء على أن ثم للتراخي وأن إتمام الصيام يستلزم ابتداءه ، فكأنه قال ثم بعد تبيين الخيطين من الفجر صوموا أو أتموا الصيام إلى الليل فينتج معنى صوموا بعد تراخ عن وقت الفجر وهو على ما فيه من التكلف والمصير إلى دلالة الإشارة الخفيفة غفلة عن معنى التراخي في عطف ( ثم ) للجمل .هذا ، وقد رويت قصة في فهم بعض الصحابة لهذه الآية وفي نزولها مفرقة ، فروى البخاري ومسلم عن عدي بن حاتم قال : \" لما نزلت { حتى يتبين لكم الخيط الأبيض من الخيط الأسود } عمدت إلى عِقال أسود وإلى عقال أبيض فجعلتهما تحت وسادتي فجعلت أنظر في الليل فلا يستبين لي الأبيض من الأسود فغدوت على رسول الله فذكرتُ له ذلك فقال رسول الله : إن وِسادَك لعَرِيض ، وفي رواية : إنك لعَرِيض القفا ، إنما ذلك سواد الليل وبياض النهار \" .ورَوَيا عن سهل بن سعد قال نزلت : { وكلوا واشربوا حتى يتبين لكم الخيط الأبيض من الخيط الأسود } ولم ينزل { من الفجر } فكانَ رجال إذا أرادوا الصوم ربط أحدهم في رجله الخيط الأبيض والخيط الأسود ولم يزل يأْكل حتى تتبين له رؤيتهما فأنزل الله بعدُ { من الفجر } ، فيظهر من حديث سهل بن سعد أن مثل ما عمله عدي بن حاتم قد كان عمله غيره من قبلِه بمدة طويلة ، فإن عَدِياً أَسلَمَ سنة تسع أو سنة عشر ، وصيام رمضان فُرض سنة اثنتين ولا يُعقل أن يبقَى المسلمون سبع أو ثمانيَ سنين في مثل هذا الخطأ ، فمحل حديث سهل بن سعد على أن يكون ما فيه وقع في أول مُدة شرع الصيام ، ومحمل حديث عدي بن حاتم أن عدياً وقع في مثل الخطأ الذي وقع فيه مَن تقدموه ، فإن الذي عند مسلم عن عبد الله بن إدريس عن حصين عن الشعبي عن عدي أنه قال لما نزلت : { حتى يتبين لكم الخيط الأبيض من الخيط الأسود من الفجر } الخ فهو قد ذكر الآية مستكملة ، فيتعين أن يكون محمل حديث سهل بن سعد على أن ذلك قد عمله بعض الناس في الصوم المفروض قبلَ فَرْض رمضان أي صوممِ عاشوراء أو صوممِ النَّذْر وفي صوم التَّطوع ، فلما نزلت آية فرض رمضان وفيها { من الفجر } علموا أن ما كانوا يعملونه خطأ ، ثم حَدث مثل ذلك لعدي بن حاتم .وحديث سهل لا شبهة في صحة سنده إلاّ أنه يحتمل أن يكون قوله فيه ولم ينزل { من الفجر } وقوله فأنزل الله بعد ذلك { مِن الفجر } مروياً بالمعنى فجاء راويه بعبارات قلقة غير واضحة ، لأنه لم يقع في «الصحيحين» إلاّ من رواية سعيد بن أبي مريم عن أبي غسان عن أبي حازم عن سهل بن سعد فقال الراوي : «فأنزل بعد أو بعدَ ذلك من الفجر» وكان الأوضح أن يقول فأنزل الله بعدُ : { وكلوا واشربوا } إلى قوله { من الفجر } .وأيّاً ما كان فليس في هذا شيء من تأخير البيان ، لأن معنى الخيط في الآية ظاهر للعرب ، فالتعبير به من قبيل الظاهر لا من قبيل المجمل ، وعدمُ فهم بعضهم المرادَ منه لا يقدح في ظهور الظاهر ، فالذين اشتبه عليهم معنى الخيط الأبيض والخيط الأسود ، فهموا أَشهر معاني الخيط وظَنوا أن قوله : { من الفجر } متعلق بفعل { يتبين } على أن تكون ( مِنْ ) تعليلية أي يكون تبينه بسبب ضوء الفجر ، فصنعوا ما صنعوا ولذلك قال النبي صلى الله عليه وسلم لعدي بن حاتم «إنّ وسادك لعريض أو إنك لعريض القفا» كناية عن قلة الفِطنة وهي كناية موجهة من جوامع كلمه عليه السلام .وقوله تعالى : { ولا تباشروهن وأنتم عاكفون } عطف على قوله { باشروهن } لقصد أن يكون المعتكف صالحاً . وأجمعوا على أنه لا يكون إلاّ في المسجد لهاته الآية ، واختلفوا في صفة المسجد فقيل لا بد من المسجد الجامع وقيل مطلق مسجد وهو التحْقيق وهو مذهب مالك وأبي حنيفة والشافعي رحمهم الله ، وأحكامه في كتب الفقه وليست من غرض هذا المفسر .تذييل بالتحذير من مخالفة ما شرع إليه من أحكام الصيام . فالإشارة إلى ما تقدم ، والإخبار عنها بالحدود عيَّن أن المشار إليه هو التحديدات المشتمل عليها الكلام السابق وهي قوله : { حتى يتبين لكم الخيط } وقوله : { إلى الليل } { وأنتم عاكفون } من كل ما فيه تحديد يفضي تجاوزه إلى معصية ، فلا يخطر بالبال دخول أحكام الإباحة في الإشارة مثل : { أحل لكم } ومثل { فالئن باشروهن } .والحدود الحواجز ونهايات الأشياء التي إذا تجاوزها المرء دخل في شيء آخر ، وشبهت الأحكام بالحدود لأن تجاوزها يخرج من حل إلى منع وفي الحديث \" وحَدَّ حدوداً فلا تعتدوها \" وستأتي زيادة بيان له في قوله تعالى : { تلك حدود الله فلا تقربوها } .وقوله : { فلا تقربوها } نهى عن مقاربتها الموقعةِ في الخروج منها على طريق الكناية لأن القرب من الحد يستلزم قصد الخروج غالباً كما قال تعالى : { ولا تقربوا مال اليتيم إلا بالتي هي أحسن } [ الأنعام : 152 ] ، ولهذا قال تعالى في آيات أخرى : { تلك حدود الله فلا تعتدوها } [ البقرة : 229 ] . كما سيأتي هنالك وفي معنى الآية حديث \" من حام حول الحمى يوشك أن يقع فيه \" .والقول في : { كذلك يبين الله آياته للناس } تقدم نظيره في قوله : { وكذلك جعلناكم أمة وسطاً } [ البقرة : 143 ] أي كما بين الله أحكام الصيام يبين آياته للناس أي جميع رياته لجميع الناس ، والمقصد أن هذا شأن الله في إيضاح أحكامه لئلا يلتبس شيء منها على الناس ، وقوله : { لعلهم يتقون } ، أي إرادةً لاتقائهم الوقوع في المخالفة ، لأنه لو لم يبين لهم الأحكام لما اهتدوا لطريق الامتثال ، أو لعلهم يلتبسون بغاية الامتثال والإتيان بالمأمورات على وجهها فتحصل لهم صفة التقوى الشرعية ، إذ لو لم يبين الله لهم لأتوا بعبادات غير مستكملة لما أراد الله منها؛ وهم وإن كانوا معذورين عند عدم البيان وغير مؤاخذيم بإثم التقصير إلاّ أنهم لا يبلغون صفة التقوى أي كمال مصادفة مراد الله تعالى ، فلعل يتقون على هذا منزل منزلة اللازم لا يقدَّر له مفعول مثل { هل يستوى الذين يعلمون } [ الزمر : 9 ] ، وهو على الوجه الأول محذوف المفعول للقرينة .",
  "ayah": 187,
  "surah": 2
}
