{
  "text": "هذا أمر بقتل من يعثر عليه منهم وإن لم يكن في ساحة القتال ، فإنّه بعد أن أمرهم بقتال من يقاتلهم عَمَّمَ المواقع والبقاع زيادة في أحوال القتل وتصريحاً بتعميم الأماكن فإن أهمية هذا الغرض تبعث على عدم الاكتفاء باقتضاء عموم الأشخاص تَعْمِيمَ الأمكنة ليكون المسلمون مأذونين بذلك فكل مكان يحل فيه العدو فهو موضع قتال ، فالمعنى واقتلوهم حيث ثقفتموهم إن قاتلوكم .وعطفت الجملة على التي قبلها وإن كانت هي مكملة لها باعتبار أن ما تضمنته قتل خاص غير قتال الوغَى فحصلت المغايرة المقتضية العطف ، ولذلك قال هنا واقتلوهم واقتلوهم حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِّنْ حَيْثُ أَخْرَجُوكُمْ والفتنة أَشَدُّ مِنَ القتل } ولم يقل : وقاتلوهم مثل الآية قبلها تنبيهاً على قتل المحارب ولو كان وقت العثور عليه غيرَ مباشر للقتال وأنه من خرج محارباً فهو قاتل وإن لم يَقْتُلْ .و { ثقفتموهم } بمعنى لقيتموهم لقاء حرب وفِعله كفرح ، وفسره في «الكشاف» بأنه وجود على حالة قهر وغلبة .وقوله : { وأخرجوهم من حيث أخرجوكم } أي يحل لكم حينئذٍ أن تخرجوهم من مكة التي أخرجوكم منها ، وفي هذا تهديد للمشركين ووعد بفتح مكة ، فيكون هذا اللقاء لهذه البشرى في نفوس المؤمنين ليسْعوا إليه حتى يدركوه وقد أدركوه بعد سنتين ، وفيه وعد من الله تعالى لهم بالنصر كما قال تعالى : { لقد صدق الله رسوله الرؤيا بالحق لتدخلن المسجد الحرام } [ الفتح : 27 ] الآية .وقوله : { والفتنة أشد من القتل } تذييل وأل فيه للجنس تدل على الاستغراق في المقام الخَطَابيِّ ، وهو حجة للمسلمين ونفي للتبعة عنهم في القتال بمكة إن اضطروا إليه . والفتنة إلقاء الخوف واختلال نظام العَيْششِ وقد تقدمت عند قوله تعالى : { حتى يقولا إنما نحن فتنة فلا تكفر } [ البقرة : 102 ] ، إشارة إلى ما لقيه المؤمنون في مكة من الأذى بالشتم والضرب والسخرية إلى أن كان آخره الإخراج من الديار والأموال ، فالمشركون محقوقون من قبل فإذا خفروا العهد استحقوا المؤاخذة بما مضى فيما كان الصلح مانعاً من مؤاخذتهم عليه؛ وإنما كانت الفتنة أشد من القتل لتكرر إضرارها بخلاف ألم القتل ، ويراد منها أيضاً الفتنة المتوقعة بناء على توقع أن يصدوهم عن البيت أو أن يغدروا بهم إذا حلوا بمكة ، ولهذا اشترط المسلمون في صلح الحديبية أنهم يدخلون العام القابل بالسيوف في قرابها ، والمقصد من هذا إعلان عذر المسلمين في قتالهم المشركين وإلقاء بغض المشركين في قلوبهم حتى يكونوا على أهبة قتالهم والانتقام منهم بصدور حرجة حنقة . وليس المراد من الفتنة خصوص الإخراج من الديار ، لأن التذييل يجب أن يكون أعم من الكلام المذيَّل .الجملة معطوفة على جملة { واقتلوهم حيث ثقفتموهم } التي أفادت الأمر بتتبع المقاتلين بالتقتيل حيثما حَلُّوا سواء كانوا مشتبكين بقتال المسلمين أم كانوا في حالة تنقل أو تطلع أو نحو ذلك لأن أحوال المحارب لا تنضبط وليست في الوقت سعة للنظر في نواياه والتوسم في أغراضه ، إذ قد يبادره إلى اغتيال عدوه في حال تردده وتفكره ، فخص المكان الذي عند المسجد الحرام من عموم الأمكنة التي شملها قوله : { حيث ثقفتموهم } أي إن ثقفتموهم عند المسجد الحرام غير مشتبكين في قتال معكم فلا تقتلوهم ، والمقصد من هذا حفظ حرمة المسجد الحرام التي جعلها الله له بقوله :{ مقام إبراهيم ومن دخله كان ءامناً } [ آل عمران : 97 ] ، فاقتضت الآية منع المسلمين من قتال المشركين عند المسجد الحرام ، وتدل على منعهم من أن يقتلوا أحداً من المشركين دون قتال عند المسجد الحرام بدلالة لحن الخطاب أو فحوى الخطاب .وجعلت غاية النهي بقوله : { حتى يقاتلونكم فيه فإن قاتلوكم فاقتلوهم } أي فإن قاتلوكم عند المسجد فاقتلوهم عند المسجد الحرام ، لأنهم خرقوا حرمة المسجد الحرام فلو تركت معاملتهم بالمثل لكان ذلك ذريعة إلى هزيمة المسلمين . فإن قاتلوا المسلمين عند المسجد الحرام عاد أمر المسلمين بمقاتلتهم إلى ما كان قبل هذا النهي فوجب على المسلمين قتالهم عند المسجد الحرام وقتل من ثقفوا منهم كذلك .وفي قوله تعالى : { فاقتلوهم } تنبيه على الإذن بقتلهم حينئذٍ ولو في غير اشتباك معهم بقتال ، لأنهم لا يؤمنون من أن يتخذوا حرمة المسجد الحرام وسيلة لهزم المسلمين .ولأجل ذلك جاء التعبير بقوله : { فاقتلوهم } لأنه يشمل القتل بدون قتال والقتل بقتال .فقوله تعالى : { فإن قاتلوكم } أي عند المسجد الحرام فاقتلوهم هنالك ، أي فاقتلوا من ثقفتم منهم حين المحاربة ، ولا يصدكم المسجد الحرام عن تقصي آثارهم لئلا يتخذوا المسجد الحرام ملجأ يلجؤون إليه إذا انهزموا .وقد احتار كثير من المفسرين في انتظام هذه الآيات من قوله : { وقاتلوا في سبيل الله } [ البقرة : 190 ] إلى قوله هنا { كذلك جزاء الكافرين } حتى لجأ بعضهم إلى دعوى نسخ بعضها ببعض فزعم أن آيات متقارنة بعضها نسخ بعضاً؛ مع أن الأصل أن الآيات المتقارنة في السورة الواحدة نزلت كذلك ومع ما في هاته الآيات من حروف العطف المانعة من دعوى كون بعضها قد نزل مستقلاً عن سابقه وليس هنا ما يلجىء إلى دعوى النسخ ، ومن المفسرين من اقتصر على تفسير المفردات اللغوية والتراكيب البلاغية وأعرض عن بيان المعاني الحاصلة من مجموع هاته الآيات .وقد أذن الله للمسلمين بالقتال والقتل للمقاتل عند المسجد الحرام ولم يعبأ بما جعله لهذا المسجد من الحرمة؛ لأن حرمته حرمة نسبته إلى الله تعالى فلما كان قتال الكفار عنده قتالاً لمنع الناس منه ومناوأة لدينه فقد صاروا غير محترمين له ولذلك أمرنا بقتالهم هنالك تأييداً لحرمة المسجد الحرام .وقرأ الجمهور : ( ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه ) ثلاثتها بألف بعد القاف ، وقرأ حمزة والكسائي : ( ولا تقتلوهم حتى يقتلوكم فإن قتلوكم ) بدون ألف بعد القاف ، فقال الأعمش لحمزة أرأيت قراءتك هذه كيف يكون الرجل قاتلاً بعد أن صار مقتولاً؟ فقال حمزة : إن العرب إذا قتل منهم رجل قالوا قتلنا اه يريد أن الكلام على حذف مضاف من المفعول كقوله: ... غَضِبت تميم أَنْ تُقتَّل عامريوم النسار فأُعْتِبُوا بالصَّيْلَم ... والمعنى ولا تقتلوا أحداً منهم حتى يقتلوا بعضكم فإن قتلوا بعضكم فاقتلوا من تقدرون عليه منهم وكذلك إسناد ( قتلوا ) إلى ضمير جماعة المشركين فهو بمعنى قتل بعضهم بعض المسلمين لأن العرب تسند فعل بعض القبيلة أو الملة أو الفرقة لما يدل على جميعها من ضمير كما هنا أو اسم ظاهر نحو قتلتنا بنو أسد . وهذه القراءة تقتضي أن المنهي عنه القتل فيشمل القتل باشتباك حرب والقتل بدون ملحمة .وقد دلت الآية بالنص على إباحة قتل المحارب إذا حارب في الحرم أو استولى عليه لأن الاستيلاء مقاتلة؛ فالإجماع على أنه لو استولى على مكة عدو وقال : لا أقاتلكم وأمنعكم من الحج ولا أبرح من مكة لوجب قتاله وإن لم يبدأ بالقتال؛ نقله القرطبي عن ابن خويز منداد من مالكية العراق . قال ابن خويز منداد : وأما قوله : { ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه } فيجوز أن يكون منسوخاً بقوله : { وقاتلوهم حتى لا تكون فتنة } [ البقرة : 193 ] .واختلفوا في دلالتها على جواز قتل الكافر المحارب إذا لجأ إلى الحرم بدون أن يكون قتال وكذا الجاني إذا لجأ إلى الحرم فاراً من القصاص والعقوبة فقال مالك : بجواز ذلك واحتج على ذلك بأن قوله تعالى : { فإذا انسلخ الأشهر الحرم } [ التوبة : 5 ] الآية قد نسخ هاته الآية وهو قول قتادة ومقاتل بناء على تأخر نزولها عن وقت العمل بهذه الآية والعام المتأخر عن العمل ينسخ الخاص اتفاقاً .وبالحديث الذي رواه في «الموطأ» عن أنس بن مالك \" أن رسول الله صلى الله عليه وسلم دخل مكة عام الفتح وعلى رأسه المغفر فلما نزعه جاء أبو برزة فقال : ابن خطل متعلق بأستار الكعبة فقال رسول الله صلى الله عليه وسلم اقتلوه \" وابن خطل هذا هو عبد العزى بن خطل التيمي كان ممن أسلم ثم كفر بعد إسلامه وجعل دأبه سب رسول الله صلى الله عليه وسلم والإسلام فأهدر النبي صلى الله عليه وسلم يوم الفتح دمه فلما علم ذلك عاذ بأستار الكعبة فأمر النبي صلى الله عليه وسلم بقتله حينئذٍ ، فكان قتل ابن خطل قتل حد لا قتل حرب؛ لأن النبي صلى الله عليه وسلم قد وضع المغفر عن رأسه وقد انقضت الساعة التي أحل الله له فيها مكة .وبالقياس وهو أن حرمة المسجد الحرام متقررة في الشريعة فلما أذن الله بقتل من قاتل في المسجد الحرام علمنا أن العلة هي أن القتال فيه تعريض بحرمته للاستخفاف ، فكذلك عياذ الجاني به ، وبمثل قوله قال الشافعي ، لكن قال الشافعي إذا التجأ المجرم المسلم إلى المسجد الحرام يضيق عليه حتى يخرج فإن لم يخرج جاز قتله ، وقال أبو حنيفة : لا يقتل الكافر إذا التجأ إلى الحرم إلاّ إذا قاتل فيه لنص هاته الآية وهي محكمة عنده غير منسوخة وهو قول طاووس ومجاهد .قال ابن العربي في «الأحكام» : حضرت في بيت المقدس بمدرسة أبي عقبة الحنفي والقاضي الزنجاني يلقي علينا الدرس في يوم الجمعة فبينا نحن كذلك إذ دخل رجل عليه أطمار فسلم سلام العلماء وتصدر في المجلس ، فقال القاضي الزنجاني : من السيد؟ فقال : رجل من طلبة العلم بصاغان سلبه الشطار أمس ، ومقصدي هذا الحرم المقدس فقال القاضي الزنجاني : سلوه عن العادة في مبادرة العلماء بمبادرة أسئلتهم ، ووقعت القرعة على مسألة الكافر إذا التجأ إلى الحرم هل يقتل أم لا؟ فأجاب بأنه لا يقتل ، فسئل عن الدليل فقال : قوله تعالى : { ولا تقاتلوهم عند المسجد الحرام حتى يقاتلوكم فيه فإن قرىء ( ولا تقتلوهم ) فالآية نص وإن قرىء ( ولا تقاتلوهم ) فهي تنبيه ، لأنه إذا نهى عن القتال الذي هو سبب القتل كان دليلاً بيناً على النهي عن القتل فاعترض عليه الزنجاني منتصراً لمالك والشافعي وإن لم ير مذهبهما على العادة ، فقال هذه الآية منسوخة بقوله تعالى : { فاقتلوا المشركين حيث وجدتموهم } [ التوبة : 5 ] فقال الصاغاني هذا لا يليق بمنصب القاضي ، فإن الآية التي اعترضتَ بها عامة في الأماكن والتي احتججتُ بها خاصة ولا يجوز لأحد أن يقول : إن العام ينسخ الخاص فأُبْهِت القاضي الزنجاني ، وهذا من بديع الكلام اه .وجواب هذا أن العام المتأخر عن العمل بالخاص ناسخ وحديث ابن خطل دل على أن الآية التي في براءة ناسخة لآية البقرة . وأما قول الحنفية وبعض المالكية : إن قتل ابن خطل كان في اليوم الذي أحل الله له فيه مكة فيدفعه أن تلك الساعة انتهت بالفتح وقد ثبت في ذلك الحديث أن رسول الله صلى الله عليه وسلم قد نزع حينئذٍ المغفر وذلك أمارة انتهاء ساعة الحرب .وقال ابن العربي في «الأحكام» : الكافر إذا لم يقاتل ولم يجن جناية ولجأ إلى الحرم فإنه لا يقتل ، يريد أنه لا يقتل القتل الذي اقتضته آية { واقتلوهم حيث ثقفتموهم } وهو مما شمله قوله تعالى : { 5لا تقاتلوهم عند المسجد الحرام } .وقوله : { كذلك جزاء الكافرين } ، الإشارة إلى القتل المأخوذ من قوله : { فاقتلوهم } أي كذلك القتل جزاؤهم على حد ما تقدم في قوله : { وكذلك جعلناكم أمة وسطاً } [ البقرة : البقرة : 143 ] ونكتة الإشارة تهويله أي لا يقل جزاء المشركين عن القتل ولا مصلحة في الإبقاء عليهم؛ وهذا تهديد لهم ، فقوله { كذلك } خبر مقدم للاهتمام وليست الإشارة إلى{ وقاتلوا في سبيل الله } [ البقرة : 190 ] لأن المقاتلة ليست جزاء؛ إذ لا انتقام فيها بل القتال سجال يوماً بيوم .",
  "ayah": 191,
  "surah": 2
}
