{
  "text": "عطف على جملة { وقاتلوا في سبيل الله الذين يقاتلونكم } [ البقرة : 190 ] وكان مقتضى الظاهر ألا تعطف هذه الجملة؛ لأنها مبينة لما أجمل من غاية الأمر بقتال المشركين ولكنها عطفت لما وقع من الفصل بينها وبين الجملة المبيَّنة .وقد تضمنت الجمل السابقة من قوله : { ولا تقاتلوهم عند المسجد الحرام } [ البقرة : 191 ] إلى هنا تفصيلاً لجملة { وقاتلوا في سبيل الله الذين يقاتلونكم } ؛ لأن عموم { الذين يقاتلونكم } تنشأ عنه احتمالات في الأحوال والأزمنة والبقاع وقد انقضى بيان أحوال البقاع وأفضت التوبة الآن إلى بيان تحديد الأحوال بغاية ألا تكون فتنة . فإذا انتهت الفتنة فتلك غاية القتال ، أي إن خاسوا بالعهد وخفروا الذمة في المدة التي بينكم على ترك القتال فقد أصبحتم في حل من عهدهم فلكم أن تقاتلوهم حتى لا تكون فتنة أخرى من بعد يفتنونكم بها وحتى يدخلوا في الإسلام ، فهذا كله معلق بالشرط المتقدم في قوله : { فإن قاتلوكم فاقتلوهم } [ البقرة : 191 ] ، فإعادة فعل { وقاتلوهم } لتبنى عليه الغاية بقوله : { حتى لا تكون فتنة } وبتلك الغاية حصلت المغايرة بينه وبين { وقاتلوا في سبيل الله } وهي التي باعتبارها ساغ عطفه على مثله . ف ( حتى ) في قوله : { حتى لا تكون } إما أن تجعل للغاية مرادفة إلى ، وإما أن تجعل بمعنى كي التعليلية وهما متلازمان؛ لأن القتال لما غيي بذلك تعين أن الغاية هي المقصد ، ومتى كانت الغاية غير حسية نشأ عن ( حتى ) معنى التعليل ، فإن العلة غاية اعتبارية كقوله تعالى : { ولا يزالون يقاتلونكم حتى يردونكم عن دينكم } [ البقرة : 217 ] . وأيَّا ما كان فالمضارع منصوب بعد ( حتى ) بأن مضمرة للدلالة على ترتب الغاية .والفتنة تقدمت قريباً . والمراد بها هنا كالمراد بها هنالك ، ولما وقعت هنا في سياق النفي عمت جميع الفتن فلذلك ساوت المذكورة هنا المذكورة في قوله تعالى : { والفتنة أشد من القتل } [ البقرة : 191 ] فإعادة الفتنة منكرة هنا لا يدل على المغايرة كما هو الشائع بين المعربين في أن المعرفة إذا أعيدت نكرة فهي غير الأولى؛ لأن وقوعها في سياق النفي أفاد العموم فشمل جميع أفراد الفتنة مساوياً للفتنة المعرفة بلام الاستغراق إلاّ أنه استغراق عرفي بقرينة السياق فتقيد بثلاثة قيود بالقرينة أي حتى لا تكون فتنة منهم للمسلمين في أمر الدين وإلاّ فقد وقعت فتن بين المسلمين أنفسهم كما في حديث : « ثم فتنة لا يبقى بيت من العرب إلاّ دخلته » .وانتفاء الفتنة يتحقق بأحد أمرين : إما بأن يدخل المشركون في الإسلام فتنزل فتنتهم فيه ، وإما بأن يقتلوا جميعاً فتزول الفتنة بفناء الفاتنين . وقد يُفرض انتفاء الفتنة بظهور المسلمين عليهم ومصير المشركين ضعفاء أمام قوة المسلمين ، بحيث يخشون بأسهم ، إلاّ أن الفتنة لما كانت ناشئة عن التصلب في دينهم وشركهم لم تكن بالتي تضمحل عند ضعفهم ، لأن الإقدام على إرضاء العقيدة يصدر حتى من الضعيف كما صدر من اليهود غير مرة في المدينة في مثل قصة الشاة المسمومة ، وقتلهم عبد الله بن سهل الحارثي في خيبر ، ولذلك فليس المقصود هنا إلاّ أحد أمرين : إما دخولهم في الإسلام وإما إفناؤهم بالقتل ، وقد حصل كلا الأمرين في المشركين ففريق أسلموا ، وفريق قتلوا يوم بدر وغيره من الغزوات ، ومن ثم قال علماؤنا : لا تقبل من مشركين العرب الجزية ، ومن ثم فسر بعض المفسرين الفتنة هنا بالشرك تفسيراً باعتبار المقصود من المعنى لا باعتبار مدلول اللفظ .وقوله : { ويكون الدين لله } عطف على { لا تكون فتنة } فهو معمول لأن المضمرة بعد ( حتى ) أي وحتى يكون الدين لله ، أي حتى لا يكون دين هنالك إلاّ لله أي وحده .فالتعريف في الدين تعريف الجنس ، لأن الدين من أسماء المواهي التي لا أفراد لها في الخارج فلا يحتمل تعريفه معنى الاستغراق .واللام الداخلة على اسم الجلالة لام الاختصاص أي حتى يكون جنس الدين مختصاً بالله تعالى على نحو ما قرر في قوله : { الحمد لله } [ الفاتحة : 2 ] ، وذلك يئول إلى معنى الاستغراق ولكنه ليس عينه ، إذ لا نظر في مثل هذا للأفراد ، والمعنى : ويكون دين الذين تقاتلونهم خالصاً لله لاحظ للإشراك فيه .والمقصود من هذا تخليص بلاد العرب من دين الشرك وعموم الإسلام لها؛ لأن الله اختارها لأن تكون قلب الإسلام ومنبع معينه فلا يكون القلب صالحاً إذا كان مخلوط العناصر .وقد أخرج البخاري عن عبد الله بن عمر أثراً جيداً قال : جاءَ رجلان إلى ابن عمر أيام فتنة ابن الزبير فقالا : إن الناس صنعوا ما ترى وأنت ابن عمر وصاحب النبي صلى الله عليه وسلم فما يمنعك أن تخرج؟ فقال : يمنعني أن الله حرم دم أخي ، فقالا : ألم يقل الله تعالى : { وقاتلوهم حتى لا تكزن فتنة ويكون الدين لله } فقال ابن عمر : قاتلنا مع رسول الله حتى لم تكن فتنة وكان الدين لله وأنتم تريدون أن تقاتلوا حتى تكون فتنة ويكون الدين لغير الله ، قال ابن عمر : كان الإسلام قليلاً فكان الرجل يفتن في دينه إما قتلوه وإما عذبوه حتى كثر الإسلام فلم تكن فتنة . وسيأتي بيان آخر في نظير هذه الآية من سورة الآنفال .وقوله : { فإن انتهوا فلا عدوان إلا على الظالمين } ، أي فإن انتهوا عن نقض الصلح أو فإن انتهوا عن الشرك بأن آمنوا فلا عدوان عليهم ، وهذا تصريح بمفهوم قوله : { الذين يقاتلونكم } [ البقرة : 190 ] واحتيج إليه لبعد الصفة بطول الكلام ولاقتضاء المقام التصريحَ بأهم الغايتين من القتال؛ لئلا يتوهم أن آخر الكلام نسخ أوله وأوجب قتال المشركين في كل حال .وقوله : { فلا عدوان إلا على الظالمين } قائم مقام جواب الشرط لأنه علة الجواب المحذوف ، والمعنى فإن انتهوا عن قتالكم ولم يقدموا عليه فلا تأخذوهم بالظنة ولا تبدءوهم بالقتال ، لأنهم غير ظالمين؛ وإذ لا عدوان إلاّ على الظالمين ، وهو مجاز بديع .والعدوان هنا إما مصدر عدا بمعنى وثب وقاتل أي فلا هجوم عليهم ، وإما مصدر عدا بمعنى ظلم كاعتدى فتكون تسميته عدواناً مشاكلة لقوله : { على الظالمين } كما سمي جزاء السيئة بالسوء سيئة . وهذه المشاكلة تقديرية .",
  "ayah": 193,
  "surah": 2
}
