{
  "text": "هذه الجملة معطوفة على جملة { وقاتلوا في سبيل الله } [ البقرة : 190 ] الخ فإنهم لما أمروا بقتال عدوهم وكان العدو أوفر منهم عدة حرب أيقظهم إلى الاستعداد بإنفاق الأموال في سبيل الله ، فالمخاطبون بالأمر بالإنفاق جميع المسلمين لا خصوص المقاتلين .ووجه الحاجة إلى هذا الأمر . مع أن الاستعداد للحرب مركوز في الطباع تنبيه المسلمين فإنهم قد يقصرون في الإتيان على منتهى الاستعداد لعدو قوي ، لأنهم قد ملئت قلوبهم إيماناً بالله وثقة به ، وملئت أسماعهم بوعد الله إياهم النصر وأخيراً بقوله : { واعلموا أن الله مع المتقين } نبهوا على أن تعهد الله لهم بالتأييد والنصر لا يسقط عنهم أخذ العدة المعروفة فلا يحسبوا أنهم غير مأمورين ببذل الوسع لوسائل النصر التي هي أسباب ناط الله تعالى بها مسبباتها على حسب الحكمة التي اقتضاها النظام الذي سنه الله في الأسباب ومسبباتها ، فتطلب المسببات دون أسبابها غلط وسوء أدب مع خالق الأسباب ومسبباتها كي لا يكونوا كالذين قالوا لموسى { فاذهب أنت وربك فقاتلا إنا هاهنا قاعدون } [ المائدة : 24 ] فالمسلمون إذا بذلوا وسعهم ، ولم يفرطوا في شيء ثم ارتبكوا في أمر بعد ذلك فالله ناصرهم ، ومؤيدهم فيما لا قبل لهم بتحصيله ولقد نصرهم الله ببدر هم أذلة ، إذ هم يؤمئذٍ جملة المسلمين وإذ لم يقصروا في شيء ، فأما أقوام يتلفون أموال المسلمين في شهواتهم ، ويفيتون الفرص وقت الأمن فلا يستعدون لشيء ثم يطلبون بعد ذلك من الله النصر والظفر فأولئك قوم مغرورون ، ولذلك يسلط الله عليهم أعداءهم بتفريطهم ، ولعله يتداركهم في خلال ذلك بلطفه فيما يرجع إلى استبقاء الدين .والإنفاق تقدم في قوله تعالى : { ومما رزقناهم ينفقون } [ البقرة : 3 ] .و ( سبيل الله ) طريقه ، والطريق إذا أضيف إلى شيء فإنما يضاف إلى ما يوصل إليه ، ولما علم أن الله لا يصل إليه الناس تعيَّن أن يكون المراد من الطريق العمل الموصل إلى مرضاة الله وثوابه ، فهو مجاز في اللفظ ومجاز في الإسناد ، وقد غلب ( سبيل الله ) في اصطلاح الشرع في الجهاد . أي القتال للذب عن دينه وإعلاء كلمته ، و ( في ) للظرفية لأن النفقة تكون بإعطاء العَتاد ، والخيل ، والزاد ، وكل ذلك مظروف للجهاد على وجه المجاز وليست ( في ) هنا مستعملة للتعليل .وقوله تعالى : { ولا تلقوا بأيديكم إلى التهلكة } عطف غرض على غرض ، عُقِّب الأمر بالإنفاق في سبيل الله بالنهي عن الأعمال التي لها عواقب ضارة إبلاغاً للنصيحة والإرشاد لئلا يدفع بهم يقينهم بتأييد الله إياهم إلى التفريط في وسائل الحذر من غلبَة العدو ، فالنهي عن الإلقاء بالنفوس إلى التهلكة يجمع معنى الأمر بالإنفاق وغيره من تصاريف الحرب وحفظ النفوس ، ولذلك فالجملة فيها معنى التذييل وإنما عطفت ولم تفصل باعتبار أنها غرض آخر من أغراض الإرشاد .والإلقاء رمي الشيء من اليد وهو يتعدى إلى مفعول واحد بنفسه وإلى المرمى إليه بإلى وإلى المرمى فيه بفي .والظاهر أن الأيدي هي المفعول إذ لم يذكر غيره ، وأن الباء زائدة لتوكيد اتصال الفِعل بالمفعول كما قالوا للمنقاد «أَعطى بيده» أي أعطى يده لأن المستسلم في الحرب ونحوه يُشَد بيده ، فزيادة الباء كزيادتها في { وهُزى إليك بجِذْع النخلة } [ مريم : 25 ] وقول النابغة: ... لَك الخَيْرُ إِنْ وارتْ بك الأرضُ وَاحِداوالمعنى ولا تعطوا الهلاكَ أيديَكم فيأخذكم أخذ الموثَققِ ، وجل التهلكة كالآخِذِ والآسِرِ استعارة بجامع الإحاطة بالملقى ، ويجوز أن تُجعل اليد مع هذا مجازاً عن الذات بعلاقة البعضية لأن اليد أَهم شيء في النفس في هذا المعنى ، وهذا في الأمرين كقول لبيد: ... حَتَّى إذَا أَلْقَتْ يَداً في كَافِرٍأي ألقت الشمس نفسها . وقيل الباء سببية والأيدي مستعملة في معنى الذات كناية عن الاختيار والمفعول محذوف أي لا تلقوا أنفسكم إلى التهلكة باختياركم .والتهلكة بضم اللام اسم مصدر بمعنى الهلاك ، وإنما كان اسم مصدر لأنه لم يعهد في المصادر وزن التَّفْعلة بضم العين وإنما في المصادر التفعلة بكسر العين لكِنَّه مصدرُ مضاعففِ العين المعتل اللام كزكَّى وغطَّى ، أو المهموز اللام كَجزَّأَ وهيأ ، وحكى سيبويه له نظيرين في المشتقات التَّضُرَّة والتَّسُرَّة بضم العين من أضر وأَسر بمعنى الضُّر والسُّرور ، وفي الأسماء الجامدة التَّنْضُبة والتَّتْفُلة ( الأول اسم شجر ، والثاني ولَدُ الثعلب ) .وفي «تاج العروس» أن الخليل قرأها ( التهلِكة ) بكسر اللام ولا أحسب الخليل قرأ كذلك؛ فإن هذا لم يرو عن أحد من القراء في المشهور ولا الشاذ فإن صح هذا النقل فلعل الخليل نطق به على وجه المثال فلم يضبط من رواه عنه حق الضبط ، فإن الخليل أجل من أن يقرأ القرآن بحرف غير مأثور .ومعنى النهي عن الإلقاء باليد إلى التهلكة النهي عن التسبب في إتلاف النفس أو القوممِ عن تحقق الهلاك بدون أن يجتنَى منه المقصودُ .وعُطِف على الأمر بالإنفاق للإشارة إلى علة مشروعية الإنفاق وإلى سبب الْامر به فإنَّ ترك الإنفاق في سبيل الله والخروجَ بدون عُدة إلقاءٌ باليد للهلاك كما قيل: ... كساععٍ إلى الهَيْجَا بغير سِلاَحفلذلك وجب الإنفاق ، ولأن اعتقاد كفاية الإيمان بالله ونصر دينه في هزم الأعداء اعتقادٌ غير صحيح ، لأنه كالذي يلقي بنفسه للهلاك ويقول سينجيني الله تعالى ، فهذا النهي قد أفاد المعنيين جميعاً وهذا من أبدع الإيجاز .وفي البخاري عن ابن عباس وجماعة من التابعين في معنى { ولا تلقوا بأيديكم إلى التهلكة } لا تتركوا النفقة في سبيل الله وتخافوا العَيْلة وإن لم إلاَّ يكز سهم أو مشقص فأْتتِ به .وقد قيل في تفسير { ولا تلقوا بأيديكم إلى التهلكة } أقوال :الأول أَنَّ { أنفقوا } أمرٌ بالنفقة على العيال ، والتهلكة : الإسراف فيها أو البخل الشديد رواه البخاري عن حذيفة ، ويبعده قوله { في سبيل الله } وأن إطلاق التهلكة على السرف بعيد وعلى البخل أبعد .الثاني أنها النفقة على الفقراء أي الصدقة والتهلكة الإمساك وببعده عدم مناسبة العطف وإطلاق التهلكة على الإمساك .الثالث الإنفاق في الجهاد ، والإلقاء إلى التهلكة الخروج بغير زاد .الرابع الإلقاء باليد إلى التهلكة : الاستسلام في الحرب أي لا تستسلموا للأسر .الخامس أنه الاشتغال عن الجهاد وعن الإنفاق فيه بإصلاح أموالهم .روى الترمذي عن أسلم أبي عمران قال : كنا بمدينة الروم ( القسطنطينية ) فأخرجوا إلينا صفاً عظيماً من الروم فخرج إليهم من المسلمين مثلهم فحمل رجل من المسلمين على صف للروم حتى دخل فيهم فصاح الناس وقالوا : سبحان الله يلقي بيديه إلى التهلكة ، فقام أبو أيوب الأنصاري فقال : يا أيها الناس إنكم تتأوّلون هذه الآية هذا التأويل وإنما أنزلت فينا معاشر الأنصار لما أعزّ الله الإسلام وكثر ناصروه قال بعضنا لبعض سراً دون رسول الله : إن أموالنا قد ضاعت وإن الله قد أعز الإسلام وكثر ناصروه فلو أقمنا في أموالنا فأصلحنا ما ضاع منها فأنزل الله على نبيه يرد علينا ما قلنا : { وأنفقوا في سبيل الله ولا تلقوا بأيديكم إلى التهلكة } فكانت التهلكة الإقامة على الأموال وإصلاحها وتركنا الغزو اه ، والآية تتحمل جميع المعاني المقبولة .ووقوع فعل { تلقوا } في سياق النهي يقتضي عموم كل إلقاء باليد للتهلكة أي كل تسبب في الهلاك عن عمد فيكون منهياً عنه محرماً ما لم يوجد مقتض لإزالة ذلك التحريم وهو ما يكون حفظه مقدماً على حفظ النفس مع تحقق حصول حفظه بسبب الإلقاء بالنفس إلى الهلاك أو حفظ بعضه بسبب ذلك . فالتفريط في الاستعداد للجهاد حرام لا محالة لأنه إلقاء باليد إلى التهلكة ، وإلقاء بالأمة والدين إليها بإتلاف نفوس المسلمين .وقد اختلف العلماء في مثل هذا الخبر الذي رواه الترمذي عن أبي أيوب وهو اقتحام الرجل الواحد على صف العدو فقال القاسم بن محمد ( من التابعين ) وعبد الملك بن الماجشون وابن خويز منداد ( من المالكية ) ومحمد بن الحسن صاحب أبي حنيفة : لا بأس بذلك إذا كان فيه قوة وكان بنية خالصة لله تعالى وطمع في نجاة أو في نكاية العدو أو قصد تجرئة المسلمين عليهم ، وقد وقع ذلك من بعض المسلمين يوم أحد بمرأى النبي صلى الله عليه وسلم فإن لم يكن كذلك كان من الإلقاء إلى التهلكة .وقوله تعالى : { وأحسنوا } الإحسان فعل النافع الملائم ، فإذا فعل فعلاً نافعاً مؤلماً لا يكون محسناً فلا تقول إذا ضربت رجلاً تأديباً : أحسنت إليه ولا إذا جاريته في ملذات مضرة أَحسنت إليه ، وكذا إذا فعل فعلاً مضراً ملائماً لا يسمى محسناً .وفي حذف متعلق { أحسنوا } تنبيه على أن الإحسان مطلوب في كل حال ويؤيده قوله صلى الله عليه وسلم في الحديث الصحيح : \" إن الله كتب الإحسان على كل شيء \" .وفي الأمر بالإحسان بعد ذكر الأمر بالاعتداء على المعتدي والإنفاق في سبيل الله والنهي عن الإلقاء باليد إلى التهلكة إشارة إلى أنّ كلّ هاته الأحوال يلابسها الإحسان ويحفّ بها ، ففي الاعتداء يكون الإحسان بالوقوف عند الحدود والاقتصاد في الاعتداء والاقتناع بما يحصل به الصلاح المطلوب ، وفي الجهاد في سبيل الله يكون الإحسان بالرفق بالأسير والمغلوب وبحفظ أموال المغلوبين وديارهم من التخريب والتحريق ، والعرب تقول : «ملكت فأسجح» ، والحذر من الإلقاء باليد إلى التهلكة إحسان .وقوله : { إن الله يحب المحسنين } تذييل للترغيب في الإحسان ، لأن محبة الله عبده غاية ما يطلبه الناس إذ محبة الله العبد سبب الصلاح والخير دنيا وآخرة ، واللام للاستغراق العرفي والمراد المحسنون من المؤمنين .",
  "ayah": 195,
  "surah": 2
}
