{
  "text": "مبدأ كلام لا اتصال له في الإعراب بحروف { الم } [ البقرة : 1 ] كما علمتَ مما تقدم على جميع الاحتمالات كما هو الأظهر . وقد جوز صاحب «الكشاف» علَى احتمال أن تكون حروف { ألم } مسوقة مساق التهجي لإظهار عجز المشركين عن الإتيان بمثل بعض القرآن ، أَن يكون اسمُ الإشارة مشاراً به إلى { الم } باعتباره حرفاً مقصوداً للتعجيز ، أي ذلك المعنى الحاصل من التهجي أي ذلك الحروف باعتبارها من جنس حروفكم هي الكتابُ أي منها تراكيبه فما أَعجزَكم عن معارضته ، فيكون { الم } جملة مستقلة مسوقة للتعريض .واسم الإشارة مبتدأ و ( الكتابُ ) خبراً . وعلى الأظهر تكون الإشارة إلى القرآن المعروف لَدَيْهم يومئذٍ واسم الإشارة مبتدأ و ( الكتاب ) بدل وخبرُه ما بعده ، فالإشارة إلى ( الكتاب ) النازِل بالفعل وهي السور المتقدمة على سورة البقرة؛ لأن كل ما نزل من القرآن فهو المعبر عنه بأنه القرآن وينضم إليه ما يلحق به ، فيكون ( الكتاب ) على هذا الوجه أطلق حقيقة على ما كُتب بالفعل ، ويكون قوله ( الكتاب ) على هذا الوجه خبراً عن اسم الإشارة ، ويجوز أن تكون الإشارة إلى جميع القرآن ما نزل منه وما سينزل لأن نزوله مترقَّب فهو حاضر في الأذهان فشبه بالحاضر في العيان ، فالتعريف فيه للعهد التقديري والإشارة إليه للحضور التقديري فيكون قوله ( الكتاب ) حينئذٍ بدلاً أو بياناً من { ذلك } والخبر هو { لا ريب فيه } .ويجوز الإتيان في مثل هذا باسم الإشارة الموضوع للقريب والموضوع للبعيد ، قال الرضي «وُضِع اسم الإشارة للحضور والقرببِ لأنه للمشار إليه حسًّا ثم يصح أن يشار به إلى الغائب فيصح الإتيان بلفظ البعد لأن المحكي عنه غائب ، ويقل أن يذكر بلفظ الحاضر القريب فتقول جاءني رجل فقلت لذلك الرجل وقلت لهذا الرجل ، وكذا يجوز لك في الكلام المسموع عن قريب أن تشير إليه بلفظ الغيبة والبعد كما تقول : «واللَّهِ وذلك قسم عظيم» لأن اللفظ زال سماعه فصار كالغائب ولكن الأغلب في هذا الإشارةُ بلفظ الحضور فتقول وهذا قسم عظيم» ا ه ، أي الأكثر في مثله الإتيان باسم إشارة البعيد ويقل ذكره بلفظ الحاضر ، وعكس ذلك في الإشارة للقول .وابن مالك في «التسهيل» سوَّى بين الإتيان بالقريب والبعيد في الإشارة لكلام متقدم إذ قال : وقد يتعاقبان ( أي اسم القريب والبعيد ) مشاراً بهما إلى ماوَلياه أي من الكلام ، ومثَّله شارحه بقوله تعالى بعد قصة عيسى : { ذلك نتلوه عليك من الآيات والذكر الحكيم } [ آل عمران : 58 ] ثم قال : { إن هذا لهو القصص الحق } [ آل عمران : 62 ] فأشار مرة بالبعيد ومرة بالقريب والمشار إليه واحد ، وكلام ابن مالك أوفق بالاستعمال إذ لا يكاد يحصر ما ورد من الاستعمالين فدعوى الرضي قلة أن يذكر بلفظ الحاضر دعوى عريضة .وإذا كان كذلك كان حكم الإشارة إلى غائب غير كلام مثلَ الإشارة إلى الكلام في جواز الوجهين لكثرة كليهما أيضاً ، ففي القرآن : { فوجد فيها رجلين يقتتلان هذا من شيعته وهذا من عدوه } [ القصص : 15 ] فإذا كان الوجهان سواء كان ذلك الاستعمال مجالاً لتسابق البلغاء ومراعاة مقتضيات الأحوال ، ونحن قد رأيناهم يتخيرون في مواقع الإتيان باسم الإشارة ما هو أشد مناسبة لذلك المقام فدلنا على أنهم يعرِّفون مخاطبيهم بأغراض لا قبل لتعرفها إلا إذا كان الاستعمال سواء في أصل اللغة ليكون الترجيح لأحد الاستعمالين لا على معنى ، مثل زيادة التنبيه في اسم الإشارة البعيد كما هنا ، وكما قال خُفاف بن نَدْبة :أقول لَه والرمحُ يأطر مَتْنَه ... تأمل خُفَافاً إِنني أَنَا ذلكوقد يؤتى بالقريب لإظهار قلة الاكتراث كقول قيس بن الخَطِيم في «الحماسة» :متَى يأتتِ هذَا الموتُ لا يلففِ حاجة ... لنفسيَ إلا قد قضيتُ قضاءهافلا جرم أن كانت الإشارة في الآية باستعمال اسم الإشارة للبعيد لإظهار رفعة شأن هذا القرآن لجعله بعيد المنزلة . وقد شاع في الكلام البليغ تمثيل الأمر الشريف بالشيء المرفوع في عزة المنال لأن الشيء النفيس عزيز على أهله فمن العادة أن يجعلوه في المرتفعات صوناً له عن الدروس وتناول كثرة الأيدي والابتذال ، فالكتاب هنا لما ذكر في مقام التحدي بمعارضته بما دلت عليه حروف التهجي في { الم } [ البقرة : 1 ] كان كالشيء العزيز المنال بالنسبة إلى تناولهم إياه بالمعارضة أو لأنه لصدق معانيه ونفع إرشاده بعيد عمن يتناوله بهُجر القول كقولهم : { افتراه } [ يونس : 38 ] وقولهم : { أساطير الأولين } [ الأنعام : 25 ] . ولا يرد على هذا قوله : { وهذا كتاب أنزلناه } [ الأنعام : 92 ] فذلك للإشارة إلى كتاب بين يدي أهله لترغيبهم في العكوف عليه والإتعاظ بأوامره ونواهيه . ولعل صاحب «الكشاف» بنى على مثل ما بنى عليه الرضي فلم يعُدَّ : { ذلك الكتاب } تنبيهاً على التعظيم أو الاعتبار ، فللَّه در صاحب «المفتاح» إذ لم يُغفل ذلك فقال في مقتضِيات تعريف المسند إليه بالإشارة : أوْ أنْ يقصد ببعده تعظيمه كما تقول في مقام التعظيم ذلك الفاضل وأولئك الفحول وكقوله عز وعلا : { الم ذلك الكتاب } ذهاباً إلى بعده درجةً .وقوله : { الكتاب } يجوز أن يكون بدلاً من اسم الإشارة لقصد بيان المشار إليه لعدم مشاهدته ، فالتعريف فيه إذن للعهد ، ويكون الخبر هو جملة { لا ريب فيه } ، ويجوز أن يكون ( الكتاب ) خبراً عن اسم الإشارة ويكون التعريف تعريف الجنس فتفيد الجملة قصر حقيقة الكتاب على القرآن بسبب تعريف الجُزءين فهو إذن قصر ادِّعائي ومعناه ذلك هو الكتاب الجامع لصفات الكمال في جنس الكتب بناء على أن غيره من الكتب إذا نسبت إليه كانت كالمفقود منها وصفُ الكتاب لعدم استكمالها جميع كمالات الكتب ، وهذا التعريف قد يعبر عنه النحاة في تعداد معاني لام التعريف بمعنى الدلالة على الكمال فلا يرد أنه كيف يحصر الكتاب في أنه الم أو في السورة أو نحو ذلك إذ ليس المقام مقام الحصر وإنما هو مقام التعريف لا غير ، ففائدة التعريف والإشارة ظاهرية وليس شيء من ذلك لغواً بحال وإن سبق لبعض الأوهام على بعض احتمال .و ( الكتاب ) فِعال بمعنى المكتوب إما مصدر كاتَب المصوغ للمبالغة في الكتابة ، فإن المصدر يجىء بمعنى المفعول كالخَلق ، وإما فعال بمعنى مَفعول كلِباس بمعنى ملبوس وعِماد بمعنى مَعمود به . واشتقاقه من كَتَب بمعنى جمع وضم لأن الكتاب تجمع أوراقه وحروفه ، فإن النبيء صلى الله عليه وسلم أمر بكتابة كل ما ينزل من الوحي وجعل للوحي كتاباً ، وتسمية القرآن كتاباً إشارة إلى وجوب كتابته لحفظه . وكتابة القرآن فرض كفاية على المسلمين .{ لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ } .حال من الكتاب أو خبر أول أو ثان على ما مر قريباً . والريب الشك وأصل الريب القلق واضطراب النفس ، وريبُ الزماننِ وريبُ المنون نوائِب ذلك ، قال الله تعالى : { تتربص به ريب المنون } [ الطور : 30 ] ولما كان الشك يلزمه اضطراب النفس وقلقها غلب عليه الريب فصار حقيقة عرفية يقال رابه الشيء إذا شككه أي بِجَعللِ ما أوجب الشك في حاله فهو متعد ، ويقال أرابه كذلك إذ الهمزة لم تكسبه تعدية زائدة فهو مثل لَحِق وأَلْحق ، وزَلَقه وأزلقه وقد قيل إن أراب أضعف من راب أراب بمعنى قَرَّبه من أن يشك قاله أبو زيد ، وعلى التفرقة بينهما قال بشار :أخوك الذي إن ربته قال إنما ... أرَبْتَ وإن عاتبتَه لان جانبهوفي الحديث : \" دع ما يُريبك إلى ما لا يُريبك \" أي دع الفعل الذي يقربك من الشك في التحريم إلى فعل آخر لا يدخل عليك في فعله شك في أنه مباح .ولم يختلف متواتر القراء في فتح { لا ريب } نفياً للجنس على سبيل التنصيص وهو أبلغه لأنه لو رفعَ لاحتمل نفي الفرد دون الجنس فإن كان الإشارة بقوله : { ذلك } إلى الحروف المجتمعة في { الم } على إرادة التعريض بالمتحَدَّيْنَ وكان قوله : { الكتاب } خبراً لاسم الإشارة على ما تقدم كان قوله : { لا ريب } نفياً لريب خاص وهو الريب الذي يعرض في كون هذا الكتاب مؤلفاً من حروف كلامهم فكيف عجزوا عن مثله ، وكان نفي الجنس فيه حقيقة وليس بادعاء ، فتكون جملة { لا ريبَ } منزَّلة منزِلةَ التأكيد لمفاد الإشارة في قوله : { ذلك الكتاب } وعلى هذا الوجه يجوز أن يكون المجرور وهو قوله : { فيه } متعلقاً بريب على أنه ظرف لغو فيكون الوقف على قوله : { فيه ، وهو مختار الجمهور على نحو قوله تعالى : { وتنذر يوم الجمع لا ريب فيه } [ الشورى : 7 ] وقوله : { ربنا إنك جامع الناس ليوم لا ريب فيه } [ آل عمران : 9 ] ويجوز أن يكون قوله : { فيه } ظرفاً مستقراً خبراً لقوله بعده : { هدى للكتقين } ومعنى «في» هو الظرفية المجازية العرفية تشبيهاً لدلالة اللفظ باحتواء الظرف فيكون تخطئة للذين أعرضوا عن استماع القرآن فقالوا :{ لا تسمعوا لهذا القرآن } [ فصلت : 26 ] استنزالاً لطائر نفورهم كأنه قيل هذا الكتاب مشتمل على شيء من الهدى فاسمعوا إليه ولذلك نكر الهدى أي فيه شيء من هدى على حد قول النبيء صلى الله عليه وسلم لأبي ذر : \" إنك امْرؤ فيك جاهلية \" ويكون خبر ( لا ) محذوفاً لظهوره أي لا ريب موجود ، وحذف الخبر مستعمل كثيراً في أمثاله نحو : { قالوا لا ضير } [ الشعراء : 50 ] وقول العرب لا بأس ، وقول سعد بن مالك :من صد عن نيرانها ... فأنا ابن قيس لا بَرَاحُأي لا بقاء في ذلك ، وهو استعمال مجازي فيكون الوقف على قوله : { لا ريب } وفي «الكشاف» أن نافعاً وعاصماً وقفا على قوله : { ريب .وإن كانت الإشارة بقوله : ذلك } إلى { الكتاب } باعتبار كونه كالحاضر المشاهد وكان قوله { الكتاب } بدلاً من اسم الإشارة لبيانه فالمجرور من قوله : { فيه } ظرف لغو متعلق بريب وخبر لا محذوف على الطريقة الكثيرة في مثله ، والوقف على قوله { فيه } ، فيه معنى نفي وقوع الريب في الكتاب على هذا الوجه نفي الشك في أنه منزل من الله تعالى لأن المقصود خطاب المرتابين في صدق نسبته إلى الله تعالى وسيجىء خطابهم بقوله : { وإن كنتم في ريب مما نزلنا على عبدنا فأتوا بسورة من مثله } [ البقرة : 23 ] فارتيابهم واقع مشتهر ، ولكن نزل ارتيابهم منزلة العدم لأن في دلائل الأحوال ما لو تأملوه لزال ارتيابهم فنزل ذلك الارتياب مع دلائل بطلانه منزلة العدم . قال صاحب «المفتاح» : «ويقلبون القضية مع المنكر إذا كان معه ما إن تأمله ارتدع فيقولون لمنكر الإسلام : الإسلام حق وقوله عز وجل في حق القرآن : { لا ريب فيه } وكم من شقي مرتاب فيه وارد على هذا فيكون المركب الدال على النفي المؤكد للريب مستعملاً في معنى عدم الاعتداد بالريب لمشابهة حال المرتاب في وهن ريبه بحال من ليس بمرتاب أصلاً على طريقة التمثيل .ومن المفسرين من فسر قوله تعالى : { لا ريب فيه } بمعنى أنه ليس فيه ما يوجب ارتياباً في صحته أي ليس فيه اضطراب ولا اختلاف فيكون الريب هنا مجازاً في سببه ويكون المجرور ظرفاً مستقراً خبرَ ( لا ) فيَنظُر إلى قوله تعالى : { أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافاً كثيراً } [ النساء : 82 ] أي إن القرآن لا يشتمل على كلام يوجب الريبة في أنه من عند الحق رب العالمين ، من كلام يناقض بعضه بعضاً أو كلام يجافي الحقيقة والفضيلة أو يأمر بارتكاب الشر والفساد أو يصرف عن الأخلاق الفاضلة ، وانتفاء ذلك عنه يقتضي أن ما يشتمل عليه القرآن إذا تدبَّر فيه المتدبرُ وجده مفيداً اليقين بأنه من عند الله والآية هنا تحتمل المعنيين فلنجعلهما مقصودين منها على الأصل الذي أصلناه في المقدمة التاسعة .وهذا النفي ليس فيه ادعاء ولا تنزيل فهذا الوجه يغني عن تنزيل الموجود منزلة المعدوم فيفيد التعريض بما بين يدي أهل الكتاب يومئذٍ من الكتب فإنها قد اضطربت أقوالها وتخالفت لما اعتراها من التحريف وذلك لأن التصدي للإخبار بنفي الريب عن القرآن مع عدم وجود قائل بالريب فيما تضمنه أي بريب مستند لموجب ارتياب إذ قصارى ما قالوه فيه أقوال مجملة مثل هذا سحر ، هَذا أساطير الأولين يدل ذلك التحدي على أن المراد التعريض لا سيما بعد قوله : { ذلك الكتاب } كما تقول لمن تكلم بعد قوم تكلموا في مجلس وأنتَ ساكت : هذا الكلام صوابٌ تعرض بغيره .وبهذا الوجه أيضاً يتسنى اتحاد المعنى عند الوقف لدى من وقف على { فيه } ولَدى من وقف { على ريب } ، لأنه إذا اعتبر الظرف غير خبر وكان الخبر محذوفاً أمكن الاستغناء عن هذا الظرف من هاته الجملة ، وقد ذكر «الكشاف» أن الظرف وهو قوله : { فيه } لم يقدم على المسند إليه وهو { ريب } ( أي على احتمال أن يكون خبراً عن اسم لا ) كما قُدم الظرف في قوله : { لا فيها غول } [ الصافات : 47 ] لأنه لو قدم الظرف هنا لقصد أن كتاباً آخر فيه الريب ا ه . يعني لأن التقديم في مثله يفيد الاختصاص فيكون مفيداً أن نفي الريب عنه مقصور عليه وأن غيره من الكتب فيه الريب وهو غير مقصود هنا . وليس الحصر في قوله : { لا ريب فيه } بمقصود لأن السياق خطاب للعرب المتحدَّيْنَ بالقرآن وليسوا من أهل كتاب حتى يُرد عليهم . وإنما أريد أنهم لا عذر لهم في إنكارهم أنه من عند الله إذ هم قد دُعوا إلى معارضته فعَجزوا . نعم يستفاد منه تعريض بأهل الكتاب الذين آزروا المشركين وشجعوهم على التكذيب به بأن القرآنَ لعلو شأنه بين نظرائه من الكُتب ليس فيه ما يدعو إلى الارتياب في كونه منزلاً من الله إثارة للتدبر فيه هل يجدون ما يوجب الارتياب فيه وذلك يستطير جاثم إعجابهم بكتابهم المبدللِ المحرف فإن الشك في الحقائق رائد ظهورها . والفجر بالمستطير بين يدي طلوع الشمس بشير بسفورها . وقد بنَى كلامه على أن الجملة المكيفة بالقصر في حالة الإثبات لو دخل عليها نفي وهي بتلك الكيفية أفاد قصر النفي لا نفىَ القصر ، وأمثلة صاحب «المفتاح» في تقديم المسند للاختصاص سوَّى فيها بين ما جاء بالإثبات وما جاء بالنفي . وعندي فيه نظر سأذكره عند قوله تعالى : { ليس عليك هداهم } [ البقرة : 272 ] . وحكم حركة هاء الضمير أو سكونها مقررة في علم القراءات في قسم أصولها .وقوله : { هدى للمتقين } الهدى اسم مصدر الهَدْي ليس له نظير في لغة العرب إلا سُرًى وتُقىً وبُكًى ولُغًى مصدر لغي في لغة قليلة . وفعله هدَى هدياً يتعدى إلى المفعول الثاني بإلى وربما تعدى إليه بنفسه على طريقة الحذف المتوسع فيما تقدم في قوله تعالى :{ اهدنا الصراط المستقيم } [ الفاتحة : 6 ] .والهدى على التحقيق هو الدلالة التي من شأنها الإيصال إلى البغية وهذا هو الظاهر في معناه لأن الأصل عدم الترادف فلا يكون هُدى مرادفاً لدل ولأن المفهوم من الهُدى الدلالة الكاملة وهذا موافق للمعنى المنقول إليه الهدى في العرف الشرعي . وهو أسعد بقواعد الأشعري لأن التوفيق الذي هو الإيصال عند الأشعري مِنْ خلق الله تعالى في قلب الموفَّق فيناسب تفسير الهداية بما يصلح له ليكون الذي يهدي يوصل الهداية الشرعية . فالقرآن هدى ووصفه بالمصدر للمبالغة أي هو هاد .والهدى الشرعي هو الإرشاد إلى ما فيه صلاح العاجل الذي لا ينقض صلاح الآجل . وأثر هذا الهدى هو الاهتداء فالمتقون يهتدون بهديه والمعاندون لا يهتدون لأنهم لا يتدبرون ، وهذا معنى لا يختلف فيه وإنما اختلف المتكلمون في منشأ حصول الاهتداء وهي مسألة لا حاجة إليها في فهم الآية . وتفصيل أنواع الهداية تقدم عند قوله تعالى : { اهدنا الصراط } . ومحل ( هدى ) إن كان هو صدر جملة أن يكون خبراً لمبتدأ محذوف هو ضمير ( الكتاب ) فيكون المعنى الإخبار عن الكتاب بأنه الهدى وفيه من المبالغة في حصول الهداية به ما يقتضيه الإخبار بالمصدر للإشارة إلى بلوغه الغاية في إرشاد الناس حتى كانَ هو عين الهُدى تنبيهاً على رجحان هُداه على هدى ما قبله من الكتب ، وإن كان الوقف على قوله { لا ريب } وكان الظرف صدرَ الجملةِ الموالية وكان قوله { هدى } مبتدأ خبره الظرف المتقدم قبله فيكون إخباراً بأن فيه هدى فالظرفية تدل على تمكن الهدى منه فيساوي ذلك في الدلالة على التمكن الوجهَ المتقدم الذي هو الإخبار عنه بأنه عين الهدى .والمتقي من اتصف بالاتقاء وهو طلب الوقاية ، والوقاية الصيانة والحفظ من المكروه فالمتقي هو الحذر المتطلب للنجاة من شيء مكروه مضر ، والمراد هنا المتقين الله ، أي الذين هم خائفون غضبه واستعدوا لطلب مرضاته واستجابة طلبه فإذا قرىء عليهم القرآن استمعوا له وتدبروا ما يدعو إليه فاهتدوا .والتقوى الشرعية هي امتثال الأوامر واجتناب المنهيات من الكبائر وعدم الاسترسال على الصغائر ظاهراً وباطناً أي اتقاء ما جعل الله الاقتحام فيه موجباً غضبه وعقابه ، فالكبائر كلها متوعد فاعلها بالعقاب دون اللمم .والمراد من الهُدَى ومن المتقين في الآية معناهما اللغوي فالمراد أن القرآن من شأنه الإيصال إلى المطالب الخيرية وأن المستعدين للوصول به إليها هم المتقون أي هم الذين تجردوا عن المكابرة ونزهوا أنفسهم عن حضيض التقليد للمضلين وخشوا العاقبة وصانوا أنفسهم من خطر غضب الله هذا هو الظاهر ، والمراد بالمتقين المؤمنون الذين آمنوا بالله وبمحمد وتلقوا القرآن بقوة وعزم على العمل به كما ستكشف عنهم الأوصاف الآتية في قوله تعالى :{ الذين يؤمنون بالغيب إلى قوله من قبلك } [ البقرة : 3 ، 4 ] .وفي بيان كون القرآن هدى وكيفية صفة المتقي معان ثلاثة :الأول : أن القرآن هدى في زمن الحال لأن الوصف بالمصدر عوض عن الوصف باسم الفاعل وزمن الحال هو الأصل في اسم الفاعل والمراد حال النطق . والمتقون هم المتقون في الحال أيضاً لأن اسم الفاعل حقيقة في الحال كما قلنا ، أي إن جميع من نزه نفسه وأعدها لقبول الكمال يهديه هذا الكتاب ، أو يزيده هدى كقوله تعالى : { والذين اهتدوا زادهم هدى وآتاهم تقواهم } [ محمد : 17 ] .الثاني : أنه هدى في الماضي أي حصل به هدى أي بما نزل من الكتاب ، فيكون المراد من المتقين من كانت التقوى شعارهم أي أن الهدى ظهر أثره فيهم فاتقوا وعليه فيكون مدحاً للكتاب بمشاهدة هديه وثناء على المؤمنين الذين اهتدوا به وإطلاق المتقين على المتصفين بالتقوى فيما مضى ، وإن كان غير الغالب في الوصف باسم الفاعل إطلاق يعتمد على قرينة سياق الثناء على الكتاب .الثالث : أنه هدى في المستقبل للذين سيتقون في المستقبل وتُعين عليه هنا قرينة الوصف بالمصدر في { هدى } لأن المصدر لا يدل على زمان معين .حصل من وصف الكتاب بالمصدر من وفرة المعاني ما لا يحصل ، لو وُصف باسم الفاعل فقيل هادٍ للمتقين ، فهذا ثناء على القرآن وتنويه به وتخلص للثناء على المؤمنين الذين انتفعوا بهديه ، فالقرآن لم يزل ولن يزال هدى للمتقين ، فإن جميع أنواع هدايته نفعت المتقين في سائر مراتب التقوى ، وفي سائر أزمانه وأزمانهم على حسب حرصهم ومبالغ علمهم واختلاف مطالبهم ، فمن منتفع بهديه في الدين ، ومن منتفع في السياسة وتدبير أمور الأمة ، ومن منتفع به في الأخلاق والفضائل ، ومن منتفع به في التشريع والتفقه في الدين ، وكل أولئك من المتقين وانتفاعهم به على حسب مبالغ تقواهم . وقد جعل أئمة الأصول الاجتهاد في الفقه من التقوى ، فاستدلوا على وجوب الاجتهاد بقوله تعالى : { فاتقوا الله ما استطعتم } [ التغابن : 16 ] فإن قَصَّر بأحد سعيُه عن كمال الانتفاع به ، فإنما ذلك لنقص فيه لا في الهداية ، ولا يزال أهل العلم والصلاح يتسابقون في التحصيل على أوفر ما يستطيعون من الاهتداء بالقرآن .وتلتئم الجمل الأربع كمالَ الالتئمام : فإن جملة { الم } [ البقرة : 1 ] تسجيل لإعجاز القرآن وإنحاء على عامة المشركين عجزهم عن معارضته وهو مؤلف من حروف كلامهم وكفى بهذا نداء على تعنتهم .وجملة : { ذلك الكتاب } تنويه بشأنه وأنه بالغ حد الكمال في أحوال الكتب ، فذلك موجه إلى الخاصة من العقلاء أن يقول لهم هذا كتاب مؤلف من حروف كلامكم ، وهو بالغ حد الكمال من بين الكتب ، فكان ذلك مما يوفر دواعيكم على اتباعه والافتخار بأنْ منحتموه فإنكم تعُدون أنفسكم أفضل الأمم ، فكيف لا تسرعون إلى متابعة كتاب نزل فيكم هو أفضل الكتب فوزان هذا وزان قوله تعالى : { أن تقولوا إنما أنزل الكتاب على طائفتين من قبلنا إلى قوله :{ ورحمة } [ الأنعام : 156 ، 157 ] ، وموَجَّه إلى أهل الكتاب بإيقاظهم إلى أنه أفضل مما أوتوه .وجملةُ : { لا ريب } إن كان الوقف على قوله : { لا ريب } تعريضٌ بكل المرتابين فيه من المشركين وأهل الكتاب أي إن الارتياب في هذا الكتاب نشأ عن المكابرة ، وأن ( لا ريب ) فإنه الكتاب الكامل ، وإن كان الوقف على قوله : { فيه } كان تعريضاً بأهل الكتاب في تعلقهم بمحرف كتابيهم مع ما فيهما من مثار الريب والشك من الاضطراب الواضح الدال على أنه من صنع الناس ، قال تعالى : { أفلا يتدبرون القرآن ولو كان من عند غير الله لوجدوا فيه اختلافاً كثيراً } [ النساء : 82 ] .وقال في «الكشاف» : ثم لم تخل كل واحدة من هذه الأربع بعد أن نظمت هذا التنظيم السري من نكتة ذاتتِ جزالة : ففي الأولى الحذف والرمز إلى الغرض بألطف وجه ، وفي الثانية ما في التعريف من الفخامة ، وفي الثالثة ما في تقديم الريب على الظرف ، وفي الرابعة الحذف ووضع المصدر وهو الهدى موضع الوصف وإيراده منكراً والإيجاز في ذكر المتقين ا ه . فالتقوى إذن بهذا المعنى هي أساس الخير ، وهي بالمعنى الشرعي الذي هو غاية المعنى اللغوي جماع الخيرات . قال ابن العربي لم يتكرر لفظ في القرآن مثلما تكرر لفظ التقوى اهتماماً بشأنها .",
  "ayah": 2,
  "surah": 2
}
