{
  "text": "وقوله : { أولئك لهم نصيب مما كسبوا } إشارة إلى الفريق الثاني ، والنصيب : الحظ المعطى لأحد في خير أو شر قليلاً كان أو كثيراً ووزنه على صيغة فَعيل ، ولم أدر أصل اشتقاقه فلعلهم كانوا إذا عينوا الحظ لأحد ينصب له ويظهر ويشخص ، وهذا ظاهر كلام الزمخشري في «الأساس» والراغب في «مفردات القرآن» أو هو اسم جاء على هذه الصيغة ولم يقصد منه معنى فاعل ولا معنى مفعول ، وإطلاق النصيب على الشقص المشاع في قولهم نصيب الشفيع مجاز بالأول .واعلم أنه وقع في «لسان العرب» في مادة ( كفل ) أنه لا يقال هذا نصيب فلان حتى يكون قد أعِد لغيره فإذا كان مفرداً فلا يقال نصيب وهذا غريب لم أره لغيره سوى أن الفخر نقل مثله عن ابن المظفر عند قوله تعالى : { يكن له كفل منها } في [ سورة النساء : 85 ] . ووقع في كلام الزجاج وابن عطية في تفسير قوله تعالى : { وجعلوا لله مما ذرأ من الحرب والأنعام نصيباً } [ الأنعام : 136 ] قال الزجاج تقدير الكلام جعلوا لله نصيباً ولشركائهم نصيباً ، وقال ابن عطية قولهم جعل من كذا وكذا نصيباً يتضمن بقاء نصيب آخر ليس بداخل في حكم الأول اه .وهذا وعد من الله تعالى بإجابة دعاء المسلمين الداعين في تلك المواقف المباركة إلاّ أنه وعد بإجابة شيء مما دَعوا به بحسب ما تقتضيه أحوالهم وحكمة الله تعالى ، وبألا يجر إلى فساد عام لا يرضاه الله تعالى فلذلك نكر ( نصيب ) ليصدق بالقليل والكثير وأما إجابة الجميع إذا حصلت فهي أقوى وأحسن . وكسبوا بمعنى طلبوا ، لأن كسب بمعنى طلب ما يرغب فيه . ويجوز أن يراد بالكسب هنا العمل وبالنصيببِ نصيبُ الثواب فتكون ( من ) ابتدائية .واسم الإشارة مشير إلى الناس الذين يقولون : { ربنا آاتنا في الدنيا حسنة وفي الآخرة حسنة } للتنبيه باسم الإشارة على أن اتصافهم بما بعد اسم الإشارة شيء استحقوه بسبب الإخبار عنهم بما قبل اسم الإشارة ، أي إن الله استجاب لهم لأجل إيمانهم بالآخرة فيفهم منه أن دُعاء الكافرين في ضلال .وقوله : { والله سريع الحساب } تذييل قصد به تحقيق الوعد بحصول الإجابة ، وزيادة تبشير لأهل ذلك الموقف ، لأن إجابة الدعاء فيه سريعة الحصول ، فعلم أن الحساب هنا أطلق على مراعاة العمل والجزاء عليه .والحساب في الأصل العد ، ثم أطلق على عد الأشياء التي يراد الجزاء عليها أو قضاؤها ، فصار الحساب يطلق على الوفاء بالحق يقال حاسبه أي كافأه أو دفع إليه حقه ، ومنه سمي يوم القيامة يوم الحساب وقال تعالى : { إن حسابهم إلا على ربي } [ الشعراء : 113 ] وقال { جزاء من ربك عطاء حساباً } [ النبأ : 36 ] أي وفاقاً لأعمالهم ، وههنا أيضاً أريد به الوفاء بالوعد وإيصال الموعود به ، فاستفادة التبشير بسرعة حصول مطلوبهم بطريق العموم؛ لأن إجابتهم من جملة حساب الله تعالى عباده على ما وَعدهم فيدخل في ذلك العموم .والمعنى فإذا أتممتم أيها المسلمون مناسك حجكم فلا تنقطعوا عن أن تذكروا الله بتعظيمه وحمده ، وبالالتجاء إليه بالدعاء لتحصيل خير الدنيا وخير الآخرة ، ولا تشتغلوا بالتفاخر ، فإن ذكر الله خير من ذكركم آباءكم كما كنتم تذكرونهم بعد قضاء المناسك قبل الإسلام وكما يذكرهم المشركون الآن .  ولا تكونوا كالذين لا يدعون إلاّ بطلب خير الدنيا ولا يتفكرون في الحياة الآخرة ، لأنهم ينكرون الحياة بعد الموت فإنكم إن سألتموه أعطاكم نصيباً مما سألتم في الدنيا وفي الآخرة إن الله يعجل باستجابة دعائكم .",
  "ayah": 202,
  "surah": 2
}
