{
  "text": "عطف على جملة { فمن الناس من يقول ربنا آتنا في الدنيا } [ البقرة : 200 ] الخ ، لأنه ذكر هنالك حال المشركين الصرحاء الذين لاحظ لهم في الآخرة ، وقابل ذكرهم بذكر المؤمنين الذين لهم رغبة في الحسنة في الدنيا والآخرة ، فانتقل هنا إلى حال فريق آخرين ممن لاحظ لهم في الآخرة وهم متظاهرون بأنهم راغبون فيها ، مع مقابلة حالهم بحال المؤمنين الخالصين الذين يؤثرون الآخرة والحياة الأبدية على الحياة في الدنيا ، وهم المذكورون في قوله : { ومن الناس من يشءي نفسه ابتغاء مرضات الله } [ البقرة : 207 ] .و ( من ) بمعنى بعض كما في قوله تعالى : { ومن الناس من يقول آمنا بالله } [ البقرة : 8 ] فهي صالحة للصدق على فريق أو على شخص معين ( ومن ) الموصولة كذلك صالحة لفريق وشخص .والإعجاب إيجاد العجب في النفس والعجب : انفعال يعرض للنفس عند مشاهدة أمر غير مألوف خفي سببه . ولما كان شأن ما يخفى سببه أن ترغب فيه النفس ، صار العجب مستلزماً للاستحسان فيقال أعجبني الشيء بمعنى أوجب لى استحسانه ، قال الكواشي يقال في الاستحسان : أعجبني كذا ، وفي الإنكار : عجبت من كذا ، فقوله : { يعجبك } أي يحسن عندك قوله .والمراد من القول هنا ما فيه من دلالته على حاله في الإيمان والنصح للمسلمين ، لأن ذلك هو الذي يهم الرسول ويعجبه ، وليس المراد صفة قوله في فصاحة وبلاغة؛ إذ لا غرض في ذلك هنا لأن المقصود ما يضاد قوله : وهو ألد الخصام إلى آخره .والخطاب إما للنبيء صلى الله عليه وسلم أي ومن الناس من يظهر لك ما يعجبك من القول وهو الإيمان وحب الخير والإعراض عن الكفار ، فيكون المراد بِ«مَن» المنافقين ومعظمهم من اليهود ، وفيهم من المشركين أهل يثرب وهذا هو الأظهر عندي ، أو طائفة معينة من المنافقين ، وقيل : أريد به الأخنس بن شريف الثقفي واسمه أبي وكان مولى لبني زهرة من قريش وهم أخوال النبي صلى الله عليه وسلم وكان يظهر المودة للنبيء صلى الله عليه وسلم ولم ينضم إلى المشركين في واقعة بدر بل خنس أي تأخر عن الخروج معهم إلى بدر وكان له ثلاثمائة من بني زهرة أحلافه فصدهم عن الانضمام إلى المشركين فقيل : إنه كان يظهر الإسلام وهو منافق ، وقال ابن عطية : لم يثبت أنه أسلم قط ، ولكن كان يظهر الود للرسول فلما انقضت وقعة بدر قيل : إنه حرق زرعاً للمسلمين وقتل حميراً لهم فنزلت فيه هاته الآية ونزلت فيه أيضاً { ولا تطع كل حلاف مهين هماز مشاء بنميم } [ القلم : 10 ، 11 ] ونزلت فيه { ويل لكل همزة لمزة } [ الهمزة : 1 ] ، وقيل بل كانت بينه وبين قومه ثقيف عداوة فبيتهم ليلاً فأحرق زرعهم وقتل مواشيهم فنزلت فيه الآية وعلى هذا فتقريعه لأنه غدرهم وأفسد .ويجوز أن الخطاب لغير معين ليعم كل مخاطب تحذيراً للمسلمين من أن تروج عليهم حيل المنافقين وتنبيه لهم إلى استطلاع أحوال الناس وذلك لا بد منه والظرف من قوله { في الحياة الدنيا } يجوز أن يتعلق بيعجبك فيراد بهذا الفريق من الناس المنافقون الذين يظهرون كلمة الإسلام والرغبة فيه على حد قوله تعالى : { وإذا لقوا الذين آمنوا قالوا آمنا } [ البقرة : 14 ] أي إعجابك بقولهم لا يتجاوز الحصول في الحياة الدنيا فإنك في الآخرة تجدهم بحالة لا تعجبك فهو تمهيد لقوله في آخر الآية { فحسبه جهنم } والظرفية المستفادة من ( في ) ظرفيةٌ حقيقية .ويجوز أن يتعلق بكلمة { قوله } أي كلامه عن شؤون الدنيا من محامد الوفاء في الحلف مع المسلمين والود للنبيء ولا يقول شيئاً في أمور الدين ، فهذا تنبيه على أنه لا يتظاهر بالإسلام فيراد بهذا الأخنس بن شريق .وحرف ( في ) على هذا الوجه للظرفية المجازية بمعنى عن والتقدير قوله : عن الحياة الدنيا .ومعنى { يشهد الله على ما في قلبه } أنه يقرن حسن قوله وظاهر تودده بإشهاد الله تعالى على أن ما في قلبه مطابق لما في لفظه ، ومعنى إشهاد الله حلفه بأن الله يعلم إنه لصادق .وإنما أفاد ما في قلبه معنى المطابقة لقوله لأنه لما أشهد الله حين قال كلاماً حلواً تعين أن يكون مدعياً أن قلبه كلسانه قال تعالى : { يحلفون بالله لكم ليرضونكم } [ التوبة : 62 ] .ومعنى { وهو ألد الخصام } أنه شديد الخصومة أي العداوة مشتق من لده يلده بفتح اللام لأنه من فعل ، تقول : لددت يا زيد بكسر الدال إذا خاصم ، فهو لاد ولدود فاللدد شدة الخصومة والألد الشديد الخصومة قال الحماسي ربيعة بن مقروم: ... وأَلَدَّ ذِي حَنَققٍ عليَّ كَأَنَّماتَغْلِي حَرَارَةُ صَدْرِه في مِرْجَلِ ... فألد صفة مشبهة وليس اسم تفضيل ، ألا ترى أن مؤنثه جاء على فعلاء فقالوا : لداء وجمعه جاء على فُعْل قال تعالى : { وتنذر به قوماً لداً } [ مريم : 97 ] وحينئذٍ ففي إضافته للخصام إشكال؛ لأنه يصير معناه شديد الخصام من جهة الخصام فقال في «الكشاف» : إما أن تكون الإضافة على المبالغة فجعل الخصام أَلَد أي نُزِّل خصامه منزلة شخص له خصام فصارا شيئين فصحت الإضافة على طريقة المجاز العقلي ، كأنه قيل : خصامه شديد الخصام كما قالوا : جُنَّ جُنُونُه وقالوا : جَدَّ جَدُّه ، أو الإضافة على معنى في أي وهو شديد الخصام في الخصام أي في حال الخصام ، وقال بعضهم يقدر مبتدأ محذوف بعد { وهو } تقديره : وهو خصامه ألد الخصام وهذا التقدير لا يصح لأن الخصام لا يوصف بالألد فتعيَّن أن يُؤَوَّل بأنه جعل بمنزلة الخصم وحينئذٍ فالتأويل مع عدم التقدير أولى ، وقيل الخصام هنا جمع خَصم كصَعْب وصِعاب وليس هو مصدراً وحينئذٍ تظهر الإضافة أي وهو ألد الناس المخاصمين .",
  "ayah": 204,
  "surah": 2
}
