{
  "text": "إن كان الإضمار جارياً على مقتضى الظاهر فضمير { ينظرون } راجع إلى معادٍ مذكور قبلَه ، وهو إما { مَنْ يعجبك قولُه في الحياة الدنيا } [ البقرة : 204 ] ، وإما إلى { مَنْ يشرى نفسه ابتغاء مرضاة الله } [ البقرة : 207 ] ، أو إلى كليهما لأن الفريقين ينتظرون يوم الجزاء ، فأحد الفريقين ينتظره شكاً في الوعيد بالعذاب ، والفريق الآخر ينتظره انتظار الراجي للثواب . ونظيره قوله : { فهل ينتظرون إلا مثل أيام الذين خلوا من قبلهم قل فانتظروا إني معكم من المنتظرين } [ يونس : 102 ] فانتظارهم أيام الذين خَلَوْا انتظارُ توقع سوءٍ انتظار النبي معهم انتظار تصَديققِ وعيده .وإن كان الإضمار جارياً على خلاف مقتضى الظاهر فهو راجع إلى المخاطَبين بقوله { ادخلوا في السِّلم } [ البقرة : 208 ] وما بعده ، أو إلى الذين زَلوا المستفاد من قوله : { فإن زللتم } [ البقرة : 209 ] ، وهو حينئذٍ التفات من الخطاب إلى الغيبة ، إما لمجرد تجديد نشاط السامع إن كان راجعاً إلى المخاطبين بقوله { يا أيها الذين آمنوا } [ البقرة : 208 ] ، وإما لزيادة نكتة إبعاد المخاطبين بقوله { فإن زللتم } عن عز الحضور ، قال القرطبي { هل ينتظرون } يعني التاركين الدخول في السلم ، وقال الفخر الضمير لليهود بناء على أنهم المراد من قوله : { يا أيها الذين آمنوا ادخلوا في السلم } أي يا أيها الذين آمنوا بالله وبعض رسله وكتبه على أحد الوجوه المتقدمة وعلى أن السلم أريد به الإسلام ، ونكتة الالتفات على هذا القول هي هي .فإن كان الضمير لمن يعجبك أوْ له ولمن يشري نفسه ، فالجملة استئناف بياني ، لأن هاتين الحالتين العجيبتين في الخير والشر تثيران سؤال من يسأل عن جزاء كلا الفريقين فيكون قوله : { هل ينظرون إلا أن يأتيهم الله } جواباً لذلك ، وإن كان الضمير راجعاً إلى { الذين آمنوا } فجملة { هل ينظرون } استئناف للتحريض على الدخول في الإسلام خشية يوم الجزاء أو طمعاً في ثوابه وإن كان الضمير للذين زلوا من قوله : { فإن زللتم } [ البقرة : 209 ] فالجملة بدل اشتمال من مضمون جملة { إن الله عزيز حكيم } [ البقرة : 209 ] لأن معناه فإن زللتم فالله لا يفلتكم لأنه عزيز حكيم ، وعدم الإفلات يشتمل على إتيان أمر الله والملائكة ، وإن كان الضمير عائداً إلى اليهود فهو توبيخ لهم على مكابرتهم عن الاعتراف بحقية الإسلام . وعلى كل الاحتمالات التي لا تتنافى فقد جاء نظم قوله { هل ينظرون } بضمير الجمع نظماً جامعاً للمحامل كلها مما هو أثر من آثار إعجاز هذا الكلام المجيد الدال على علم الله تعالى بكل شيء .وحرف ( هل ) مفيد الاستفهام ومفيد التحقيق ويظهر أنه موضوع للاستفهام عن أمر يراد تحقيقه ، فلذلك قال أئمة المعاني إن هل لطلب تحصيل نسبة حكمية تحصل في علم المستفهم وقال الزمخشري في «الكشاف» : إن أصل هل أنها مرادفة قد في الاستفهام خاصة ، يعني قد التي للتحقيق وإنما اكتسبت إفادة الاستفهام من تقدير همزة الاستفهام معها كما دل عليه ظهور الهمزة في قول زيد الخيل: ... سائِلْ فوارسَ بَرْبُوع بِشِدَّتناأَهَلْ رَأَوْنَا بسَفَححِ القاع ذي الأَكَم ... وقال في «المفصل» : وعن سيبويه أن هل بمعنى قد إلاّ أنهم تركوا الألف قبلها؛ لأنها لا تقع إلاّ في الاستفهام اه . يعني أن همزة الاستفهام التزم حذفها للاستغناء عنها بملازمة هل للوقوع في الاستفهام ، إذ لم يقل أحد أن هل ترد بمعنى قد مجردة عن الاستفهام فإن مواردها في كلام العرب وبالقرآن يبطل ذلك ونسب ذلك إلى الكسائي والفراء والمبرد في قوله تعالى : { هل أتى على الإنسان حين من الدهر } [ الإنسان : 1 ] ولعلهم أرادوا تفسير المعنى لا تفسير الإعراب ولا نعرف في كلام العرب اقتران هل بحرف الاستفهام إلاّ في هذا البيت ولا ينهض احتجاجهم به لإمكان تخريجه على أنه جمع بين حرفي استفهام على وجه التأكيد كما يؤكد الحرف في بعض الكلام كقول مسلم بن معبد الوالبيِّ: ... فلاَ والله لاَ يُلْقَى لما بيولا لِلِمَا بهم أبداً دَواء ... فجمع بين لامي جر ، وأيّاً ما كان فإن هل تمحضت لإفادة الاستفهام في جميع مواقعها ، وسيأتي هذا في تفسير قوله تعالى : { هل أتى على الإنسان حين من الدهر } في سورة الإنسان .والاستفهام إنكاري لا محالة بدليل الاستثناء ، فالكلام خبر في صورة الاستفهام . والنظر : الانتظار والترقب يقال نظره بمعنى ترقبه ، لأن الذي يترقب أحداً يوجه نظره إلى صوبه ليرى شبحه عندما يبدو ، وليس المراد هنا نفي النظر البصري أي لا ينظرون بأبصارهم في الآخرة إلاّ إتيان أمر الله والملائكة ، لأن الواقع أن الأبصار تنظر غير ذلك ، إلاّ أن يراد أن رؤيتهم غير ذلك كالعدم لشدة هول إتيان أمر الله ، فيكون قصراً ادعائياً ، أو تسلب أبصارهم من النظر لغير ذلك .وهذا المركب ليس مستعملاً فيما وضع له من الإنكار بل مستعملاً إما في التهديد والوعيد وهو الظاهر الجاري على غالب الوجوه المتقدمة في الضمير ، وإما في الوعد إن كان الضمير لمن يشري نفسه ، وإما في القدر المشترك وهو العدة بظهور الجزاء إن كان الضمير راجعاً للفريقين ، وإما في التهكم إن كان المقصود من الضمير المنافقين اليهود أو المشركين ، فأما اليهود فإنهم كانوا يقولون لموسى { لن نؤمن لك حتى نرى الله جهرة } [ البقرة : 55 ] . ويجوز على هذا أن يكون خبراً عن اليهود : أي إنهم لا يؤمنون ويدخلون في السلم حتى يروا الله تعالى في ظلل من الغمام على نحو قوله تعالى : { ولئن أتيت الذين أوتوا الكتاب بكل آية ما تبعوا قبلتك } [ البقرة : 145 ] .وأما المشركون فإنهم قد حكى الله عنهم : { وقالوا نؤمن لك حتى تفجر لنا من الأرض ينبوعاً إلى قوله أو تأتي بالله والملائكة قبيلاً } [ الإسراء : 90 ، 92 ] ، وسيجيء القول مشبعاً في موقع هذا التركيب ومعناه عند الكلام على قوله تعالى : { هل ينظرون إلا أن يأتيهم الله في ظلل من الغمام في سورة البقرة .و ( الظلل ) بضم ففتح اسمُ جمَع ظلة ، والظلة تطلق على معان والذي تلخص لي من حقيقتها في اللغة أنها اسم لشبه صفَّة مرتفعة في الهواء تتصل بجدار أو ترتكز على أعمدة يُجْلَس تحتها لتوقي شعاع الشمس ، فهي مشتقة من اسم الظّل جعلت على وزن فُعْلَة بمعنى مفعولة أو مفعول بها مثل القبضة بضم القاف لما يقبض باليد .والغرفة بضم الغين لما يغترف باليد كقوله تعالى : { إلا من اغترف غرفة بيده } [ البقرة : 249 ] في قراءة بعض العشرة بضم الغين .وهي هنا مستعارة أو مشبه بها تشبيهاً بليغاً : السحابات العظيمة التي تشبه كل سحابة منها ظلة القصر .و { من الغمام } بيان للمشبه وهو قرينة الاستعارة ونظيره قوله تعالى : { لهم من فوقهم ظلل من النار ومن تحتهم ظلل } [ الزمر : 16 ] .والإتيان حضور الذات في موضع من موضع آخر سبق حصولها فيه وأسند الإتيان إلى الله تعالى في هذه الآية على وجه الإثبات فاقتضى ظاهره اتصاف الله تعالى به ، ولما كان الإتيان يستلزم التنقل أو التمدد ليكون حالاً في مكان بعد أن لم يكن به حتى يصح الإتيان وكان ذلك يستلزم التنقل الجسم والله منزه عنه ، تعين صرف اللفظ عن ظاهره بالدليل العقلي ، فإن كان الكلام خبراً أو تهكماً فلا حاجة للتأويل ، لأن اعتقادهم ذلك مدفوع بالأدلة وإن كان الكلام وعيداً من الله لزم التأويل ، لأن الله تعالى موجود في نفس الأمر لكنه لا يتصف بما هو من صفات الحوادث كالتنقل والتمدد لما علمت ، فلا بد من تأويل هذا عندنا على أصل الأشعري في تأويل المتشابه ، وهذا التأويل إما في معنى الإتيان أو في إسناده إلى الله أو بتقدير محذوف من مضاف أو مفعول ، وإلى هذه الاحتمالات ترجع الوجوه التي ذكرها المفسرون :الوجه الأول ذهب سلف الأمة قبل حدوث تشكيكات الملاحدة إلى إقرار الصفات المتشابهة دون تأويل فالإتيان ثابت لله تعالى ، لكن بلا كيف فهو من المتشابه كالاستواء والنزول والرؤية أي هو إتيان لا كإتيان الحوادث . فأما على طريقة الخلف من أئمة الأشعرية لدفع مطاعن الملاحدة فتجيء وجوهٌ منها :الوجه الثاني : أقول يجوز تأويل إتيان الله بأنه مجاز في التجلي والاعتناء إذا كان الضمير راجعاً لمن يشري نفسه ابتغاء مرضاة الله ، أو بأنه مجاز في تعلق القدرة التنجيزي بإظهار الجزاء إن كان الضمير راجعاً للفريقين ، أو هو مجاز في الاستئصال يقال أتاهم الملك إذا عاقبهم قاله القرطبي ، قلت وذلك في كل إتيان مضاف إلى منتقم أو عدو أو فاتح كما تقول : أتاهم السبع بمعنى أهلكهم وأتاهم الوباء ولذلك يقولون أتى عليه بمعنى أهلكه واستأصلَه ، فلما شاع ذلك شاع إطلاق الإتيان على لازمه وهو الإهلاك والاستئصال قال تعالى :{ فأتاهم الله من حيث لم يحتسبوا } [ الحشر : 2 ] وقال { فأتى الله بنيانهم من القواعد } [ النحل : 26 ] وليس قوله : { في ظلل من الغمام } بمناف لهذا المعنى ، لأن ظهور أمر الله وحدوث تعلق قدرته يكون محفوفاً بذلك لتشعر به الملائكة وسيأتي بيان { في ظلل من الغمام } قريباً .الوجه الثالث : إسناد الإتيان إلى الله تعالى إسناد مجازي وإنما يأتيهم عذاب الله يوم القيامة أو في الدنيا وكونه { في ظلل من الغمام } زيادة تنويه بذلك المظهر ووقعه لدى الناظرين .الوجه الرابع : يأتيهم كلام الله الدالُّ على الأمر ويكون ذلك الكلام مسموعاً من قِبَل ظلل من الغمام تحفه الملائكة .الوجه الخامس : أن هنالك مضافاً مقدراً أي يأتيهم أمر الله أي قضاؤه بين الخلق أو يأتيهم بأس الله بدليل نظائره في القرآننِ أو يأتي أمر ربك وقوله : { فجاءها بأسنا بياتاً } [ الأعراف : 4 ] ولا يخفى أن الإتيان في هذا يتعين أن يكون مجازاً في ظهور الأمر .الوجه السادس : حذف مضاف تقديره ، آيات الله أو بيناته أي دلائل قدرته أو دلائل صدق رُسُله ويبعِّده قوله : { في ظلل من الغمام } إلاّ أن يرجع إلى الوجه الخامس أو إلى الوجه الثالث .الوجه السابع : أن هنالك معمولاً محذوفاً دل عليه قوله : { فاعلموا أن الله عزيز حكيم } [ البقرة : 209 ] والتقدير أن يأتيهم الله بالعذاب أو ببأسه . والأحسن تقدير أمر عام يشمل الخير والشر لتكون الجملة وعْداً ووعيداً .وقد ذكرتُ في تفسير قوله تعالى : { منه آيات محكمات هن أم الكتاب وأُخر متشابهات } في [ سورة آل عمران : 6 ] ما يتحصل منه أن ما يجري على اسمه تعالى من الصفات والأحكام وما يسند إليه من الأفعال في الكتاب والسنة أربعة أقسام : قسم اتصف الله به على الحقيقة كالوجود والحياة لكن بما يخالف المتعارف فينا ، وقسم اتصف الله بلازم مدلوله وشاع ذلك حتى صار المتبادر من المعنى المناسبُ دون الملزومات مثل الرحمة والغضب والرضا والمحبة ، وقسم هو متشابه وتأويله ظاهر ، وقسم متشابه شديد التشابه .وقوله تعالى : في ظلل من الغمام } أشد إشكالاً من إسناد الإتيان إلى الله تعالى لاقتضائه الظرفية ، وهي مستحيلة على الله تعالى ، وتأويله إما بأن ( في ) بمعنى الباء أي { يأتيهم بظلل من الغمام } وهي ظلل تحمل العذاب من الصواعق أو الريح العاصفة أو نحو ذلك إن كان العذاب دنيوياً ، أو في ظلل من الغمام تشتمل على ما يدل على أمر الله تعالى أو عذابه { وإن يروا كسفاً من السماء ساقطاً يقولوا سحاب مركرم } [ الطور : 44 ] وكان رسول الله إذا رأى السحاب رئي في وجهه الخوف من أن يكون فيه عذاب ، أو على كلامه تعالى ، أو الحاجبة لأنوار يجعلها الله علامة للناس يوم القيامة على ابتداء فصل الحساب يدرك دلالتها أهل الموقف وبالانكشاف الوجداني ، وفي «تفسير القرطبي والفخر» قيل : إن في الآية تقديماً وتأخيراً ، وأصل الكلام أن يأتيهم الله والملائكة في ظلل من الغمام ، فالغمام ظرف لإتيان الملائكة ، وروي أن ابن مسعود قرأها كذلك ، وهذه الوجوه كلها مبنية على أن هذا إخبار بأمر مستقبل ، فأما على جعل ضمير { ينظرون } مقصوداً به المنافقون من المشركين أو اليهود بأن يكون الكلام تهكماً أي ماذا ينتظرون في التباطؤ عن الدخول في الإسلام ، ما ينتظرون إلاّ أن يأتيهم الله في أحوال اعتقدوها فيكلمهم ليدخلوا في الدين ، فإنهم قالوا لموسى :{ لن نؤمن لك حتى نرى الله جهرة } [ البقرة : 55 ] واعتقدوا أن الله في الغمام ، أو يكون المراد تعريضاً بالمشركين ، وبعض التأويلات تقدمت مع تأويل الإتيان .وقرأه الجمهور «والملائكة» بالرفع عطفاً على اسم الجلالة ، وإسنادُ الإتيان إلى الملائكة لأنهم الذين يأتون بأمر الله أو عذابه وهم الموكل إليهم تنفيذ قضائه ، فإسناد الإتيان إليهم حقيقة فإن كان الإتيان المسند إلى الله تعالى مستعملاً في معنى مجازي فهو مستعمل بالنسبة للملائكة في معناه الحقيقي فهو من استعمال اللفظ في حقيقته ومجازه ، وإن كان إسناد الإتيان إلى الله تعالى مجازاً في الإسناد فإسناده إلى الملائكة بطريق العطف حقيقة في الإسناد ولا مانع من ذلك؛ لأن المجاز الإسنادي عبارة عن قصد المتكلم مع القرينة ، قال حُمَيْد بن ثَوْر يمدح عبد الملك: ... أتاك بي الله الذي نَوَّر الهدىونورٌ وإسلامٌ عليكَ دليل ... فأسند الإتيان به إلى الله وهو إسنادٌ حقيقي ثم أسنده بالعطف للنورِ والإسلام ، وإسناد الإتيان به إليهما مجازي لأنهما سبب الإتيان به ألا ترى أنه قال «عليك دليل» .وقرأ أبو جعفر «والملائكة» بجر ( الملائكة ) عطف على ( ظلل ) .وقوله : { وقُضي الأمر } إما عطف على جملة { هل ينظرون } إن كانت خبراً عن المخبر عنهم والفعل الماضي هنا مراد منه المستقبل ، ولكنه أتى فيه بالماضي تنبيهاً على تحقيق وقوعه أو قرب وقوعه ، والمعنى ما ينتظرون إلاّ أن يأتيهم الله وسوف يقضى الأمر ، وإما عطف على جملة { ينظرون } إن كانت جملة { هل ينظرون } وعيداً أو وعداً والفعل كذلك للاستقبال ، والمعنى ما يترقبون إلاّ مجيء أمر الله وقضاءَ الأمر .وإما جملة حالية والماضي على أصله وحذفت قد ، سواء كانت جملة { هل ينظرون } خبراً أو وعداً ووعيداً أي وحينئذٍ قد قضي الأمر ، وإما تنبيه على أنهم إذا كانوا ينتظرون لتصديق محمد أن يأتيهم الله والملائكة فإن ذلك إن وقع يكون قد قضي الأمر أي حق عليهم الهلاك كقوله : { وقالوا لولا أنزل عليه ملَك ولو أنزلنا ملكاً لقضي الأمر ثم لا ينظرون } [ الأنعام : 8 ] .والقضاء : الفراغ والإتمام .والتعريف في ( الأمر ) إما للجنس مراداً منه الاستغراق أي قُضِيت الأمور كلها ، وإما للعهد أي أمر هؤلاء أي عقابهم أو الأمر المعهود للناس كلهم وهو الجزاء .وقوله : { وإلى الله ترجع الأمور } تذييل جامع لمعنى : { وقضى الأمر } والرجوع في الأصل : المآب إلى الموضع الذي خرج منه الراجع ، ويستعمل مجازاً في نهاية الشيء وغايته وظهور أثره ، فمنه { ألا إلى الله تصير الأمور } [ الشورى : 53 ] .ويجيء فعل رجع متعدياً ، تقول رجعت زيداً إلى بلده ومصدره الرَّجْع ، ويستعمل رجع قاصراً تقول : رجع زيد إلى بلده ومصدره الرجُوع .وقرأ نافع وابن كثير وأبو عَمرو وعاصم وأبو جعفر ويعقوب ( تُرجع ) بضم التاء وفتح الجيم على أنه مضارع أرجعه أو مضارع رجَعَه مبنياً للمفعول أي يَرْجع الأمورَ راجعُها إلى الله ، وحذفُ الفاعل على هذا العدم تعين فاعل عُرفي لهذا الرجع ، أو حُذف لدفع ما يبدو من التنافي بين كون اسم الجلالة فاعلاً للرجوع ومفعولاً له بحرف إلى ، وقرأه باقي العشرة بالبناء للفاعل من رجع الذي مصدره الرجوع فالأمورُ فاعل تَرْجع .",
  "ayah": 210,
  "surah": 2
}
