{
  "text": "تتنزل هاته الآية من التي قبلها منزلةَ البرهان على معنى الجملة السابقة ، فإن قوله : { هل ينظرون } [ البقرة : 210 ] سواء كان خبراً أو وعيداً أو وعداً أم تهكماً ، وأيّاً ما كان معاد الضمير فيه على الأوجه السابقة قد دل بكل احتمال على تعريض بِفرَققٍ ذَوي غُرور وتماد في الكفر وقلةِ انتفاع بالآيات البينات ، فناسب أن يعقب ذلك بإلفاتهم إلى ما بلَغهم من قلة انتفاع بني إسرائيل بما أُوتوه من آيات الاهتداء مع قلة غَناء الآيات لديهم على كثرتها ، فإنهم عاندوا رسولهم ثم آمنوا به إيماناً ضعيفاً ثم بدلوا الدين بعد ذلك تبديلاً .وعلى احتمال أن يكون الضمير في { ينظرون } [ البقرة : 210 ] لأهل الكتاب : أي بني إسرائيل فالعدول عن الإضمار هنا إلى الإظهار بقوله : { بني إسرائيل } لزيادة النداء على فضيحة حالهم ويكون الاستدلال عليهم حينئذٍ أشد ، أي هم قد رأوا آيات كثيرة فكان المناسب لهم أن يبادوا بالإيمان بالرسول محمد صلى الله عليه وسلم لأنهم أعلم الناس بأحوال الرسل ، وعلى كل فهذه الآية وما بعدها معترضات بين أغراض التشريع المتتابعة في هذه السورة .و { سَلْ } أمر من سأل يسأل أصله اسأل فحذفت الهمزة تخفيفاً بعد نقل حركتها إلى الساكن قبلها إلحاقاً لها بنقل حركة حرف العلة لشبه الهمزة بحرف العلة فلما تحرك أول المضارع استغنى عن اجْتلاب همزة الوصل ، وقيل : سل أمر من سَألَ الذي جعلت همزته ألفاً مثل الأمر من خَاف يَخاف خَف ، والعرب يكثرون من هذا التخفيف في سأل ماضياً وأمراً؛ إلاّ أن الأمر إذا وقع بعد الواو والفاء تركوا هذا التخفيف غالباً .والمأمور بالسؤال هو الرسول؛ لأنه الذي يترقب أن يجيبه بنو إسرائيل عن سؤاله؛ إذ لا يعبأون بسؤال غيره؛ لأن المراد بالسؤال سؤال التقرير للتقريع ، ولفظ السؤال يجيء لما تجيء له أدوات الاستفهام . والمقصود من التقرير إظهار إقرارهم لمخالفتهم لمقتضى الآيات فيجيء من هذا التقرير التقريعُ فليس المقصود تصريحهم بالإقرار؛ بل مجرد كونهم لا يسعهم الإنكار .والمراد ب ( بني إسرائيل ) الحاضرون من اليهود . والضمير في { آتيناهم } لهم ، والمقصود إيتاء سلفهم؛ لأن الخصال الثابتة لأسلاف القبائل والأمم ، يصح إثباتها للخلف لترتب الآثار للجميع كما هو شائع في مصطلح الأمم الماضية من العرب وغيرهم . ويجوز أن يكون معنى إيتائهم الآيات أنهم لما تناقلوا آياتتِ رسلهم في كتبهم وأيقنوا بها فكأنهم أوتوها مباشرة .و ( كم ) اسم للعدد المبهم فيكون للاستفهام ويكون للإخبار ، وإذا كانت للإخبار دلت على عدد كثير مبهم؛ ولذلك تحتاج إلى مميز في الاستفهام وفي الإخبار ، وهي هنا استفهامية كما يدل عليه وقوعها في حيز السؤال ، فالمسؤول عنه هو عدد الآيات .وحق سأل أن يتعدى إلى مفعولين من باب كَسَا أي ليس أصلُ مفعوليه مبتدأً وخبراً ، وجملة { كم آتيناهم } لا تكون مفعوله الثاني؛ إذ ليس الاستفهام مطلوباً بل هو عين الطلب ، ففعل { سَلْ } معلَّق عن المفعول الثاني لأجل الاستفهام ، وجملة { كم آتيناهم } في موقع المفعول الثاني سادة مسده .والتعليق يكثر في الكلام في أفعال العلم والظن إذا جاء بعد الأفعال استفهام أو نفي أو لام ابتداء أو لام قسم ، وألحق بأفعال العلم والظن ما قارب معناها من الأفعال ، قال في «التسهيل» «ويشاركهن فيه ( أي في التعليق ) مع الاستفهام ، نَظَر وتَفَكَّر وأَبصر وسأل» ، وذلك كقوله تعالى : { يسألون أيان يوم الدين } [ الذاريات : 12 ] ولما أخذ سأل هنا مفعوله الأول فقد علق عن المفعول الثاني ، فإن سبب التعليق هو أن مضمون الكلام الواقع بعد الحرف الموجب للتعليق ليس حالة من حالات المفعول الأول فلا يصلح لأن يكون مفعولاً ثانياً للفعل الطالب مفعولين ، قال سيبويه «لأنه كلام قد عمل بعضه في بعض فلا يكون إلاّ مبتدأ لا يعمل فيه شيء قبله» اه وذلك سبب لفظي مانع من تسلط العامل على معموله لفظاً ، وإن كان لم يزل عاملاً فيه معنى وتقديراً ، فكانت الجملة باقية في محل المعمول ، وأداة الاستفهام من بين بقية موجبات التعليق أقوى في إبعادها معنى ما بعدها عن العامل الذي يطلبه ، لأن الكلام معها استفهام ليس من الخبر في شيء ، إلاّ أن ما تحدثه أداة الاستفهام من معنى الاستعلام هو معنى طارىء في الكلام غير مقصود بالذات بل هو قد ضعف بوقوعه بعد عامل خبري فصار الاستفهام صورياً ، فلذلك لم يبطل عمل العامل إلاّ لفظاً ، فقولك : علمتُ هل قام زيد قد دل عَلِمَ على أن ما بعده محقق فصار الاستفهام صورياً وصار التعليق دليلاً على ذلك ، ولو كان الاستفهام باقياً على أصله لما صح كون جملته معمولة للعامل المعلّق .قال الرضي : «إن أداة الاستفهام بعد العلم ليست مفيدة لاستفهام المتكلم بها للزوم التناقض بين علمتُ وأزيد قائم بل هي لمجرد الاستفهام والمعنى علمت الذي يستفهم الناس عنه» اه ، فيجيء من كلامه أن قولك علمت أزيد قائم يقوله : من عَلم شيئاً يجهله الناس أو يعتنون بعلمه ، بخلاف قولك علمتُ زيداً قائماً ، وقد يكون الاستفهام الوارد بعد السؤال حكاية للفظ السؤال فتكون جملة الاستفهام بياناً لجملة السؤال قال صدر الأفاضل في قول الحريري «سألناه أنَّى اهتديتَ إلينا» أي سألناه هذا السؤال اه . وهو يتأتى في هذه الآية .ويجوز أن يضمن سل معنى القول ، أي فيكون مفعوله الثاني كلاماً فقد أعطي سل مفعولين : أحدهما مناسب لمعنى لفظه والآخر مناسب لمعنى المضمَّن .وجَوّز التفتازاني في «شرح الكشاف» أن جملة { كم آتيناهم } بيان للمقصود من السؤال ، أي سلهم جواب هذا السؤال ، قال السلكوتي في «حاشية المطول» : فتكون الجملة واقعة موقع المفعول ، أي ولا تعليق في الفعل .وجوز صاحب «الكشاف» أن تكون ( كم ) خبرية ، أي فتكون ابتداء كلام وقد قطع فعل السؤال عن متعلِّقه اختصاراً لما دل عليه ما بعده ، أي سلهم عن حالهم في شكر نعمة الله ، فبذلك حصل التقريع . ويكون { كم آتيناهم } تدرجاً في التقريع بقرينة { ومن يبدل نعمة الله } ، ولبعد كونها خبرية أنكره أبو حيان على صاحب «الكشاف» وقال إنه يفضي إلى اقتطاع الجملة التي فيها { كم } عن جملة السؤال مع أن المقصود السؤال عن النعم .و { من ءاية بينة } تمييز ( كم ) دخلت عليه مِنْ التي ينتصب تمييز كم الاستفهاميّة على معناها والتي يجر تمييز كم الخبرية بتقديرها ظهرت في بعض المواضع تصريحاً بالمقدَّر ، لأن كل حرف ينصب مضمراً يجوز ظهوره إلاّ في مواضع مثل إضمار أنْ بعد حتى ، قال الرضي : إذا فصل بين كم الخبرية والاستفهامية وبين مميزهما بفعل متعد وجب جر التمييز بمن ( أي ظاهرة ) لئلا يلتبس التمييز بالمفعول نحو قوله تعالى : { كم تركوا من جنات وعيون } [ الدخان : 25 ] و { وكم أهلكنا من قرية } [ القصص : 58 ] اه أي لئلا يلتبس بمفعول ذلك الفعل الفاصل ، أو هو للتنبيه من أول الأمر على أنه تمييز لا مفعولٌ إغاثةً لفهم السامع وذلك من بلاغة العرب ، وعندي أن موجب ظهور من في حالة الفصل هو بُعد المميِّز عن المميَّز لا غير ، وقيل : ظهور ( مِنْ ) واجب مع الفصل بالفعل المتعدي ، وجائز مع الفصل بغيره ، كما تقل عبد الحكيم عن اليَمني والتفتازانيِّ في «شرحي الكشاف» .وفي «الكافية» أن ظهور ( من ) في مميز ( كم ) الخبرية والاستفهامية جائز هكذا أطلقه ابن الحاجب ، لكن الرضي قال إنه لم يعثر على شاهد عليه في ( كم ) الاستفهامية إلاّ مع الفصل بالفعل وأما في كم الخبرية فظهور ( من ) موجود بكثرة بدون الفصل ، والظاهر أن ابن الحاجب لم يعبأ بخصوص الأمثلة التي ذكرها الرضي ، وإنما اعتد بظهور ( من ) في المميز وهو الظاهر .و ( الآية ) هنا المعجزة ودليل صدق الرسل ، أو الكلمات الدالة على مجيء محمد صلى الله عليه وسلم فإنها آية لموسى؛ إذ أخبر بها قبل قرون ، وآيةٌ لمحمد عليه الصلاة والسلام ، إذ كان التبشير به قبل وجوده بقرون ، ووصفها بالبينة على الاحتمالين مبالغة في الصفة من فعل بَانَ أي ظهر ، فيكون الظهور ظهور العيان على الوجه الأول ، وظهور الدلالة على الوجه الثاني ، وفي هذا السؤال وصيغته حذف دل عليه قوله : { ومَن يبدِّل نعمة الله } تقديره فبدَّلوها ولم يعملوا بها .وقوله : { ومن يبدل نعمة الله } تذييل لجملة { سل بني إسرائيل كم آتيناهم } الخ ، أفاد أأن المقصود أولاً من هذا الوعيدِ هم بنو إسرائيل المتحدث عنهم بقوله : { سل بني إسرائيل } ، وأفاد أن بني إسرائيل قد بدَّلوا نعمة الله تعالى فدل ذلك على أن الآيات التي أوتيها بنو إسرائيل هي نعم عليهم وإلاَّ لما كان لتذييل خبرهم بحكم من يبدِّل نعم الله مناسبة وهذا مما يقصده البلغاء ، فيغني مثلُه في الكلام عن ذكر جمل كثيرة إيجازاً بديعاً من إيجاز الحذف وإيجاز القصر معاً؛ لأنه يفيد مفاد أن يقال كم آتيناهم من آية بينة هي نعمة عليهم فلم يقدروها حق قدرها ، فبدلوا نعمة الله بضدها بعد ظهورها فاستحقوا العقاب ، لأن من يبدِّل نعمة الله فالله معاقبه ، ولأنه يفيد بهذا العموم حكماً جامعاً يشمل المقصودين وغيرَهم ممن يشبههم ولذلك يكون ذكر مثل هذا الكلام الجامع بعد حكم جزئي تقدمه في الأصل تعريضاً يشبه التصريح ، ونظيره أن يحدثك أحد بحديث فتقول فعل الله بالكاذبين كذا وكذا تريد أنه قد كذب فيما حدثك وإلاّ لما كان لذلك الدعاء عند سماع ذلك الحديث موقع .وإنما أثبت للآيات أنها نعم لأنها إن كانت دلائل صدق الرسول فكونها نعماً لأن دلائل الصدق هي التي تهدي الناس إلى قبول دعوة الرسول عن بصيرة لمن لم يكن اتبعه ، وتزيد اللذين اتبعوه رسوخ إيمان قال تعالى : { فأما الذين آمنوا فزادتهم إيماناً } [ التوبة : 124 ] وبذلك التصديق يحصل تلقى الشرع الذي فيه صلاح الدنيا والآخرة وتلك نعمة عاجلة وآجلة ، وإن كانت الآيات الكلامَ الدال على البشارة بالرسول فهي نعمة عليهم ، لأنها قصد بها تنوير سبيل الهداية لهم عند بعثة الرسول لئلا يترددوا في صدقه بعد انطباق العلامات التي ائتمنوا على حفظها .والتبديل على الوجه الأول تبديل الوصف بأن أعرضوا عن تلك الآيات فتبدل المقصود منها ، إذ صارت بالإعراض سببَ شقاوتهم في الدنيا والآخرة ، لأنها لو لم تؤت لهم لكان خيراً لهم في الدنيا؛ إذ يكونون على سذاجة هم بها أقرب إلى فعل الخير منهم بعد قصد المكابرة والإعراض؛ لأنهما يزيدانهم تعمداً لارتكاب الشرور ، وفي الآخرة أيضاً لأن العقاب على الكفر يتوقف على الدعوة وظهورِ المعجزة ، وقد أشبههم في هذا التبديل المشركون بإعراضهم عن القرآن والتدبر في هديه أو التبديل بأن استعملوا تلك الآيات في غير المراد منها بأن جعلوها أسباب غرور فإن الله ما آتى رسولهم تلك الآيات إلاّ لتفضيل أمته فتوكأوا على ذلك وتهاونوا على الدين فقالوا { نحن أبناء الله وأحباؤه } [ المائدة : 18 ] { وقالوا لن تمسنا النار إلا أياماً معدودة } [ البقرة : 80 ] .والتبديل جعل شيء بدلاً عن آخر ، أي تعويضه به فيكون تعويض ذات بذات وتعويض وصف بوصف كقول أبي الشيص: ... بُدِّلتُ من بُرْدِ الشباب مُلاءةًخَلَقَاً وبئسَ مثُوبَةُ المُقْتَاضِ ... فإنه أراد تبدل حالة الشباب بحالة الشيب ، وكقول النابغة: ... عَهِدْتُ بها حَيّاً كِراماً فبُدِّلَتْحَنَاظِيلَ آجَاللِ النِّعَاج الجَوافل ... وليس قوله : { نعمة الله } من قبيل وضع الظاهر موضع الضمير بأن يكون الأصل ومن يبدلها أي الآيات فإن الله شديد العقاب لظهور أن في لفظ ( نعمة الله ) معنى جامعاً للآيات وغيرها من النعم .وقوله : { من بعد ما جاءته } المجيء فيه كناية عن الوضوح والمشاهدة والتمكن ، لأنها من لوازم المجيء عرفاً .وإنما جعل العقاب مترتباً على التبديل الواقع بعد هذا التمكن للدلالة على أنه تبديل عن بصيرة لا عن جهل أو غلط كقوله تعالى فيما تقدم : { ثم يحرقونه من بعد ما عقلوه وهم يعلمون } [ البقرة : 75 ] . وحذف ما بدل به النعمة ليشمل جميع أحوال التبديل من كتم بعضها والإعراض عن بعض وسوء التأويل . والعقاب ناشىء عن تبديل تلك النعم في أوصافها أو في ذواتها ، ولا يكون تبديلها إلاّ لقصد مخالفتها ، وإلاّ لكان غير تبديل بل تأييداً وتأويلاً ، بخلاف قوله تعالى : { ألم تر إلى الذين بدلوا نعمت الله كفراً } [ إبراهيم : 28 ] لأن تلك الآية لم يتقدم فيها ما يؤذن بأن النعمة ما هي ولا تؤذن بالمستبدل به هنالك فتعين التصريح بالمستبدل به ، والمبدلون في تلك الآية غير المراد من المبدلين في هذه ، لأن تلك في كفار قريش بدليل قوله بعدها : { وجعلوا لله أنداداً } [ إبراهيم : 30 ] .وقوله : { فإن الله شديد العقاب } دليل جواب الشرط وهو علته ، لأن جعل هذا الحكم العام جواباً للشرط يعلم منه أن من ثبت له فعل الشرط يدخل في عموم هذا الجواب ، فكون الله شديد العقاب أمر محقق معلوم فذِكره لم يقصد منه الفائدة لأنها معلومة بل التهديد ، فعلم أن المقصود تهديد المبدِّل فدل على معنى : فالله يعاقبه ، لأن الله شديد العقاب ، ومعنى شدة عقابه : أنه لا يفلت الجاني وذلك لأنه القادر على العقاب ، وقد جُوّز أن يكون فإن الله شديد العقاب نفسَ جواب الشرط بجعل أل في العقاب عوضاً عن الضمير المضاف إليه أي شديدُ معاقبِته .وإظهار اسم الجلالة هنا مع أن مقتضى الظاهر أن يقال : فإنه شديد العقاب ، لإدخال الرَّوْع في ضمير السامع وتربية المهابة ، ولتكون هذه الجملة كالكلام الجامع مستقلاً بنفسه ، لأنها بمنزلة المثل أمر قد علمه الناس من قبل ، والعقاب هو الجزاء المؤلم عن جناية وجرم ، سمي عقاباً لأنه يعقب الجناية .",
  "ayah": 211,
  "surah": 2
}
