{
  "text": "استئناف بالرجوع إلى أحوال كفار العرب المعنيين من الآيات السابقة قصداً وتعريضاً من قوله : { هل ينظرون إلاَّ أن يأتيهم الله في ظُلل من الغمام } [ البقرة : 210 ] ، والمحتج عليهم بقوله : { سل بني إسرائيل } [ البقرة : 211 ] استئنافاً لبيان خُلُقهم العجيب المفضي بهم إلى قلة الاكتراث بالإيمان وأهله إلى الاستمرار على الكفر وشُعبه التي سبق الحديث عنها ، فعن ابن عباس المراد : رؤساءُ قريش ، فهذا الاستئناف في معنى التعليل للأحوال الماضية ، ولأجل ذلك قطع عن الجمل السابقة لا سيما وقد حال بينه وبينها الاستطراد بقوله : { سل بني إسرائيل } [ البقرة : 211 ] الآية ، وليس المراد بالذين كفروا أهل الكتاب مِن معلن ومنافق كما روي عن مقاتل ، لأنه ليس من اصطلاح القرآن التعبير عنهم بالذين كفروا ، ولأنهم لو كانوا هم المراد لقيل زين لهم الحياة الدنيا ، لأنهم من بني إسرائيل ، ولأن قوله : { ويسخرون من الذين آمنوا } يناسب حال المشركين لا حالَ أهل الكتاب كما سيأتي .والتزيين : جعل الشيء زْيناً أو الاحتجاج لكونه زيناً ، لأن التفعيل يأتي للجعل ويأتي للنسبة كالتعليم وكالتفسيق والتزكية ، والزَّيْن شدة الحسن .والحياة الدنيا مراد بها ما تشتمل عليه الحياة من اللَّذَّات والملائمات والذوات الحسنة ، وهذا إطلاق مشهور للحياة وما يُرَادِفُها؛ ففي الحديث : « مَن كانت هجرته إلى دنيا يصيبها » أي إلى منافع دُنيا ، وهو على حذف مضاف اشتهر حذفه .ومعنى تزيين الحياة لهم ، إما أن ما خُلق زيناً في الدنيا قد تمكّن من نفوسهم واشتد توغلهم في استحسانه ، لأن الأشياء الزَّيْنَة هي حسنة في أعين جميع الناس فلا يختص الذين كفروا بجعلها لهم زَيْنَة كما هو مقتضى قوله : { للذين كفروا } ؛ فإن اللام تشعر بالاختصاص ، وإما ترويج تزيينها في نفوسهم بدعوة شيطانية تحسِّن ما ليس بالحسن كالأقْيسة الشِّعرية والخواطر الشهوية .والمزيِّن على المعنى الأول هو الله تعالى إلاّ أنهم أَفرطوا في الإقبال على الزينة ، والمزيِّن على المعنى الثاني هو الشيطان ودعاته .وحُذِف فاعل التزيين لأن المزيِّن لهم أمورٌ كثيرة : منها خلْقُ بعض الأشياء حسنة بديعة كمحاسن الذوات والمناظر ، ومنها إلقاء حُسن بعض الأشياء في نفوسهم وهي غير حسنة كقتل النفس ، ومنها إعراضهم عمن يدعوهم إلى الإقبال على الأمور النافعة حتى انحصرت هممهم في التوغل من المحاسن الظاهرة التي تحتها العار لو كان بادياً ، ومنها ارتياضهم على الانكباب على اللذات دون الفكر في المصالح ، إلى غير ذلك من أمور يصلح كل منها أن يُعدَّ فاعلاً للتزيين حقيقة أو عرفاً ، فلأجل ذلك طوي ذكر هذا الفاعل تجنباً للإطالة .ويجوز أن يكون حذف الفاعل لدقته ، إذ المزيِّن لهم الدنيا أمر خفي فيُحتاج في تفصيله إلى شرح في أخلاقهم وهو ما اكتسبته نفوسهم من التعلق باللذات وبغيرها من كل ما حملهم على التعلق به التنافسُ أو التقليدُ حتى عَمُوا عما في ذلك من الأضرار المخالطة للذَّات أو من الأضرار المختصة المغَشَّاة بتحسين العادات الذميمة ، وحملهم على الدوام عليه ضعفُ العزائم الناشىء عن اعتياد الاسترسال في جلب الملائمات دون كبح لأزمة الشهوات ، ولأجل اختصاصهم بهذه الحالة دون المؤمنين ودون بعض أهل الكتاب الذين ربَّتْ الأديان فيهم عزيمة مقاومةِ دعوة النفوس الذميمة بتعريفهم ما تشتمل عليه تلك اللذات من المذمات وبأمرهم بالإقلاع عن كل ما فيه ضر عاجل أو آجل حتى يجردوها عنها إن أرادوا تناولها وينبذوا ما هو ذميمة محضة ، وراضتهم على ذلك بالبشائر والزواجر حتى صارت لهم ملكة ، فلذلك لم تزين الدنيا لهم ، لأن زينتها عندهم ومعرضة للحكم عليها بالإثبات تارة وبالنفي أخرى ، فإن من عرف ما في الأمر الزين ظاهرُه من الإضرار والقبائح انقلب زينه عنده شَينا ، خُص التزيين بهم ، إذ المراد من قوله : { زين للذين كفروا } ذمُّهم والتحذير من خلقهم ، ولهذا لزم حمل التزيين على تزييين يعد ذماً ، فلزم أن يكون المراد منه تزييناً مشوباً بما يجعل تلك الزينة مذمة ، وإلاّ فإن أصل تزيين الحياة الدنيا المقتضي للرغبة فيما هو زينُ أمرٍ ليس بمذموم إذا روعى فيه ما أوصى الله برعيه قال تعالى :{ قل من حرم زينة الله التي أخرج لعباده والطيبات من الرزق } [ الأعراف : 32 ] .وقد استقريْتُ مواقع التزيين المذموم فحصرتها في ثلاثة أنواع : الأول ما ليس بزين أصلاً لا ذاتاً ولا صفة ، لأن جميعه ذم وأذى ولكنه زين للناس بأوهام وخواطر شيطانية وتخييلات شعرية كالخمر . الثاني ما هو زين حقيقة لكن له عواقب تجعله ضراً وأذى كالزنا . الثالث ما هو زين لكنه يحف به ما يصيره ذميماً كنجدة الظالم وقد حضر لي التمثيل لثلاثتها بقول طرفة :ولولا ثلاثٌ هُنَّ من عيشة الفتى ... وجَدِّك لم أَحْفَلْ متى قام عُوَّدِيفمنهن سَبْقي العاذِلاَت بشَربة ... كُمَيْتتٍ متى ما تُعْلَ بالماءِ تُزْبِدِوتقصيرُ يوم الدَّجْننِ والدَّجْنُ مُعْجِبٌ ... بَبْهكَنَةٍ تحتَ الخِبَاءِ المُعَمَّد2وكَرِّي إذا نادَى المضافُ مُجَنَّباً ... كَسِيدِ الغَضَا نَبَّهْتَه المُتَوَرِّدِوقوله : ويسخرون من الذين آمنوا عطف على جملة { زين للذين كفروا } إلخ ، وهذه حالة أعجب من التي قبلها وهي حالة التناهي في الغرور؛ إذ لم يقتصروا على افتتانهم بزهرة الحياة الدنيا حتى سخروا بمن لم ينسج على منوالهم من المؤمنين الذين تركوا كثيراً من زهرة الحياة الدنيا لما هداهم الدين إلى وجوب ترك ذلك في أحوال وأنواع تنطوي على خبائث .والسَخَر بفتحتين : كالفرح وقد تسكن الخاء تخفيفاً وفعله كفرح والسُّخرية الاسم ، وهو تعجب مشوب باحتقار الحال المتعجب منها ، وفعله قاصر لدلالته على وصف نفسي مثل عَجِب ، ويتعدى بمن جارَّة لصاحب الحال المتعجَّب منها فهي ابتدائية ابتداء معنوياً ، وفي لغة تعديته بالباء وهي ضعيفة .ووجه سخريتهم بالمؤمنين أنهم احتقروا رأيهم في إعراضهم عن اللذات لامتثال أمر الرسول وأفّنوهم في ذلك ورأوهم قد أضاعوا حظوظهم وراء أوهام باطلة ، لأن الكفار اعتقدوا أن ما مضى من حياتهم في غير نعمة قد ضاع عليهم إذ لا خلود في الدنيا ولا حياة بعدها كما قال الشاعر ( أنشده شمر ) :وأحمقُ ممن يَلْعَق الماء قال لي ... دع الخمر واشْرَب من نُقَاخٍ مبرَّدفالسخرية ناشئة عن تزيين الحياة عندهم ولذلك يصح جعل الواو للحال ليفيد تقييد حالة التزيين بحالة السخرية ، فتتلازم الحالان ويقدر للجملة مبتدأ ، أي وهم يسخرون ، وقد قيل إن من جملة من كان الكفار يسخرون منهم بلالاً وعماراً وُصهيباً يقولون : هؤلاء المساكين تركوا الدنيا وطيباتها وتحملوا المشاق لطلب ما يسمونه بالآخرة وهي شيء باطل ، وممن كان يسخر بهم عبدُ الله بن أُبَيَ والمنافقون .وجيء في فعل التزيين بصيغة الماضي وفي فعل السخرية بصيغة المضارع قضاءً لحقْي الدلالة على أن معنيين فعل التزيين أمر مستقر فيهم؛ لأن الماضي يدل على التحقق ، وأن معنى { يسخرون } متكرر متجدد منهم؛ لأن المضارع يفيد التجدد ويعلم السامع أن ما هو محقق بين الفعلين هو أيضاً مستمر؛ لأن الشيء الراسخ في النفس لا تفتر عن تكريره ، ويعلم أن ما كان مستمراً هو أيضاً محقق؛ لأن الفعل لا يستمر إلاّ وقد تمكن من نفس فاعله وسكنت إليه ، فيكون المعنى في الآية : زُيِّن للذين كفروا وتزين الحياة الدنيا وسخروا ويسخرون من الذين آمنوا ، وعلى هذا فإنما اختير لفعل التزيين خصوص المضي ولفعل السخرية خصوص المضارعة إيثاراً لكل من الصفتين بالفعل التي هي به أجدر؛ لأن التزيين لما كان هو الأسبق في الوجود وهو منشأ السخرية أوثر بما يدل على التحقق ، ليدل على ملكةٍ واعتمد في دلالته على الاستمرار بالاستتباع ، والسخرية لما كانت مترتبة على التزيين وكان تكررها يزيد في الذم ، إذ لا يليق بذي المروءة السخرية بغيره ، أوثرت بما يدل على الاستمرار واعتمد في دلالتها على التحقق دلالة الالتزام ، لأن الشيء المستمر لا يكون إلاّ متحققاً .وقوله : { والذين اتقوا فوقهم } أريد من الذين اتقوا المؤمنون الذين سخر منهم الذين كفروا؛ لأن أولئك المؤمنين كانوا متقين ، وكان مقتضى الظاهر أن يقال وهم فوقهم لكن عُدل عن الإضمار إلى اسم ظاهر لدفع إيهام أن يغتر الكافرون بأن الضمير عائد إليهم ويضموا إليه كذباً وتلفيقاً كما فعلوا حين سمعوا قوله تعالى : { أفرءيتم اللات والعزى } [ النجم : 19 ] إذ سجد المشركون وزعموا أن محمداً أثنى على آلهتهم . فعدل لذلك عن الإضمار إلى الإظهار ولكنه لم يكن بالاسم الذي سبق أعني ( الذين ءَامنوا ) لقصد التنبيه على مزية التقوى وكونها سبباً عظيماً في هذه الفوقية ، على عادة القرآن في انتهاز فرص الهدى والإرشاد ليفيد فضل المؤمنين على الذين كفروا ، وينبه المؤمنين على وجوب التقوى لتكون سبب تفوقهم على الذين كفروا يوم القيامة ، وأما المؤمنون غير المتقين فليس من غرض القرآن أن يعبأ بذكر حالهم ليكونوا دَوماً بين شدة الخوف وقليل الرجاء ، وهذه عادة القرآن في مثل هذا المقام .والفوقية هنا فوقية تشريف وهي مجاز في تناهي الفضل والسيادة كما استعير التحت لحالة المفضول والمسخَّر والمملوك . وقيدت بيوم القيامة تنصيصاً على دوامها ، لأن ذلك اليوم هو مبدأ الحياة الأبدية .فإن قلت : كيفما كان حظ المؤمنين من كثرة التقوى وقلتها إنهم فوق الذين كفروا يوم القيامة بالإيمان والمقام مقام التنويه بفضل المؤمنين فكان الأحق بالذكر هنا وصف «الذين ءَامنوا» قلت : وأما بيان مزية التقوى الذي ذكرته فله مناسبات أخرى . قلت في الآية تعريض بأن غير المتقين لا تظخر مزيتهم يوم القيامة وإنما تظهر بعد ذلك ، لأن يوم القيامة هو مبدأ أيام الجزاء فغير المتقين لا تظهر لهم التفوق يومئذٍ ، ولا يدركه الكفار بالحس قال تعالى : { فاتقوا النار التي وقودها الناس والحجارة أعدت للكافرين } [ البقرة : 24 ] نعم تظهر مزيتهم بعد انقضاء ما قُدِّر لهم من العذاب على الذنوب .رُوي عن ابن عباس أن الآية نزلت في سادة قريش بمكة سخروا من فقراء المؤمنين وضعفائهم فأعلمهم الله أن فقراء المؤمنين خير منهم عند الله ، ووعد الله الفقراء بالرزق وفي قوله : { من يشاء } تعريض بتهديد المشركين بقطع الرزق عنهم وزوال حظوتهم .وقوله : { والله يرزق من يشاء } إلخ تذييل قصد منه تعظيم تشريف المؤمنين يوم القيامة ، لأن التذييل لا بد أن يكون مرتبطاً بما قبله فالسامع يعلم من هذا التذييل معنى محذوفاً تقديره والذين اتقوا فوقهم فوقية عظيمة لا يحيط بها الوصف ، لأنها فوقية منحوها من فضل الله وفضلُ الله لا نهاية له ، ولأن من سخرية الذين كفروا بالذين آمنوا أنهم سخروا بفقراء المؤمنين لإقلالهم .والحساب هنا حصر المقدار فنفي الحساب نفي لعلم مقدار الرزق ، وقد شاعت هذه الكنابة في كلام العرب كما شاع عندهم أن يقولوا يُعَدُّون بالأصابع ويحيط بها العد كناية عن القِلّة ومنه قولهم شيء لا يُحصى ولذلك صح أن ينفى الحساب هنا عن أمر لا يعقل حسابه وهو الفوقية وقال قيس بن الخطيم :ما تمنعِي يقظي فقد تُؤْتينه ... في النَّوْم غيرَ مُصَرَّدٍ محسوبِ",
  "ayah": 212,
  "surah": 2
}
