{
  "text": "إضراب انتقالي عن الكلام السابق فاحتاج إلى وجه مناسبة به ، فقال الطيبي أخذاً من كلام «الكشاف» : إن قوله تعالى : { كان الناس أمة واحدة } [ البقرة : 213 ] كلام ذُكرت فيه الأمم السالفة وذُكر من بعث إليهم من الأنبياء وما لَقُوا منهم من الشدائد ، ومُدْمِجٌ لتشجيع الرسول والمؤمنين على الثبات والصبر على أذى المشركين كما قال : { وكلا نقص عليك من أنباء الرسل ما نثبت به فؤادك } [ هود : 120 ] فمن هذا الوجه كان الرسول وأصحابه مُرادين من ذلك الكلام ، يدل عليه قوله : { فهدى الله الذين آمنوا } [ البقرة : 213 ] وهو المضرب عنه ببل التي تضمنّها أَمْ أي دَعْ ذلك ، أحَسِبُوا أن يدخلوا الجنة اه .وبيانه أن القصد من ذكر الأمم السالفة حيثما وقع في القرآن هو العبرة والموعظة والتحذير من الوقوع فيما وقعوا فيه بسوء عملهم والاقتداءُ في المحامد ، فكان في قوله تعالى : { كان الناس أمة واحدة } الآية إجمال لذلك وقد ختم بقوله { فهدى الله الذين آمنوا لما اختلفوا فيه من الحق بإذنه } ، ولما كان هذا الختام منقبة للمسلمين أُوقِظوا أنْ لا يُزْهَوْا بهذا الثناء فيحسبوا أنهم قضَوْا حق شكر النعمة فعقب بأن عليهم أن يصبروا لما عسى أن يعترضهم في طريق إيمانهم من البأساء والضراء اقتداء بصالحي الأمم السالفة ، فكما حذرهم الله من الوقوع فيما وقع فيه الضالون من أولئك الأمم حرضهم هنا على الاقتداء بهدي المهتدين منهم على عادة القرآن في تعقيب البشارة بالنذارة وعكس ذلك ، فيكون قوله : { أم حسبتم } إضراباً عن قوله : { فهدى الله الذين آمنوا } وليكون ذلك تصبيراً لهم على ما نالهم يوم الحديبية من تطاول المشركين عليهم بمنعهم من العُمرة وما اشترطوا عليهم للعام القابل ، ويكون أيضاً تمهيداً لقوله : { كتب عليكم القتال } [ البقرة : 216 ] الآية ، وقد روي عن أكثر المفسرين الأولين أن هذه الآية نزلت في غزوة الخندق حين أصاب المسلمين ما أصابهم من الجَهد والشدائد فتكون تلك الحادثة زيادة في المناسبة .و { أم في الإضراب كبل إلا أن أَمْ تؤذن بالاستفهام وهو هنا تقرير بذلك وإنكاره إن كان حاصلاً أي بل أحسبتم أن تدخلوا دون بلْوَى وهو حسبان باطل لا ينبغي اعتقاده .وحَسِب بكسر السين في الماضي : فعل من أفعال القلوب أخواتتِ ظن ، وفي مضارعه وجهان كسر السين وهو أجود وفتحها وهو أقيس وقد قرىء بهما في المشهور ، ومصدره الحِسبان بكسر الحاء وأصله من الحساب بمعنى العد فاستعمل في الظن تشبيهاً لجولان النفس في استخراج علم ما يقع بجولان اليد في الأشياء لتعيين عددها ومثله في ذلك فعل عَدَّ بمعنى ظن .والخطاب للمسلمين وهو إقبال عليهم بالخطاب بعد أن كان الكلام على غيرهم فليس فيه التفات ، وجعل صاحب الكشاف } التفاتا بناء على تقدم قوله{ فهدى الله الذي آمنوا لما اختلفوا فيه } [ البقرة : 213 ] وأنه يقتضي أن يقال أم حسبوا أي الذين آمنوا ، والأظهرُ أنه لما وقع الانتقال من غرض إلى غرض بالإضراب الانتقالي الحاصل بأم ، صار الكلام افتتاحاً محضاً وبذلك يُتأكد اعتبار الانتقال من أسلوب إلى أسلوب ، فالالتفات هنا غير منظور إليه على التحقيق .ودخول الجنة هنا دخولها بدون سبق عناء وبلوى ، وهو دخول الذين استوفوا كل ما وجب عليهم ولم يقصروا في شيء منه ، وإلا فإن دخول الجنة محسوب لكل مؤمن ولو لم تأته البأساء والضراء أو أتتهُ ولم يصبر عليها ، بمعنى أن الصبر على ذلك وعدم الضجر منه موجب لغفران الذنوب ، أو المراد من ذلك أن تنالهم البأساء فيصبروا ولا يرتدوا عن الدين ، لذلك فيكون دخول الجنة متوقفاً على الصبر على البأساء والضراء بهذا المعنى ، وتطرقُ هاته الحالة سنة من سنن الله تعالى في أَتْباع الرسل في أول ظهور الدين وذلك من أسباب مزيد فضائل اتباع الرسل ، فلذلك هُيِّءَ المسلمون لتلقيه من قبل وقوعه لطفاً بهم ليكون حصوله أهون عليهم .وقد لقي المسلمون في صدر الإسلام من أذى المشركين البأساءَ والضراءَ وأخرجوا من ديارهم وتحملوا مضض الغربة ، فلما وردوا المدينة لقُوا من أذى اليهود في أنفسهم وأذى المشركين في قرابتهم وأموالهم بمكة ما كدر عليهم صفو حفاوة الأنصار بهم ، كما أن الأنصار لقُوا من ذلك شدة المضايقة في ديارهم بل وفي أموالهم فقد كان الأنصار يعرضون على المهاجرين أن يتنازلوا لهم عن حظ من أموالهم .و { لمَّا أخت لم في الدلالة على نفي الفعل ولكنها مركبة من لَم ومَا النافية فأفادت توكيد النفي ، لأنها ركبت من حرفي نفي ، ومن هذا كان النفي بها مشعراً بأن السامع كان يترقب حصول الفعل المنفي بها فيكون النفي بها نفياً لحصول قريب ، وهو يشعر بأن حصول المنفي بها يكون بعد مدة ، وهذا استعمال دل عليه الاستقراء واحتجوا له بقول النابغة: ... أَزِفَ الترحُّلُ غيرَ أن ركابنالَمَّا تَزُلْ برحالنا وكأنْ قدِ ... فنفى بلما ثم قال : وكأن قد ، أي وكأنه قد زالت .والواو للحال أي أحسبتم دخول الجنة في حالة انتفاء ما يُترقب حصوله لكم من مس البأساء والضراء فإنكم لا تدخلون الجنة ذلك الدخول السالم من المحنة إلا إذا تحملتم ما هو من ذلك القبيل .والإتيان مجاز في الحصول ، لأن الشيء الحاصل بعد العدم يجعل كأنه أتى من مكان بعيد .والمثَل : المشابه في الهيئة والحالة كما تقدم في قوله تعالى : { مثلهم كمثل الذين استوقد ناراً } [ البقرة : 17 ] .و { الذين خلَوْا } هم الأمم الذين مضوا وانقرضوا وأصل { خَلَوْا } خلاَ منهم المكان فبولغ في إسناد الفعل فأسند إليهم ما هو من صفات مكانهم .و { من قبلكم } متعلق بخَلَوْا لمجرد البيان وقصد إظهار الملابسة بين الفريقين .والمس حقيقته : اتصال الجسم بجسم آخر وهو مجاز في إصابة الشيء وحلوله ، فمنه مس الشيطان أي حلول ضُر الجنة بالعقل ، ومسُّ سَقر : ما يصيب من نارها ، ومسَّه الفقر والضر : إذا حل به ، وأكثر ما يطلق في إصابة الشر قال تعالى : { وإذا مس الإنسان ضر دعا } [ الزمر : 8 ] { وإذا مس الإنسان الضر دعانا } [ يونس : 12 ] { وإذا مسه الشر فذو دعاء عريض } [ فصلت : 51 ] { ولا تمسوها بسوء } [ الأعراف : 73 ] فالمعنى هنا : حلت بهم البأساء والضراء . وقد تقدم القول في البأساء والضراء عند قوله تعالى : { والصابرين في البأساء والضراء } [ البقرة : 177 ] .وقوله : { وزلزلوا } أي أزعجوا أو اضطربوا ، وإنما الذي اضطرب نظام معيشتهم ، قال تعالى : { هنالك ابتلي المؤمنون وزلزلوا زلزالاً شديداً } [ الأحزاب : 11 ] ، والزلزلة تحرك الجسم من مكانه بشدة ، ومنه زلزال الأرض ، فوزن زلزل فُعفِل ، والتضعيف فيه دال على تكرر الفعل كما قال تعالى : { فكبكبوا فيها } [ الشعراء : 94 ] وقالوا لَمْلَم بالمكان إذا نَزل به نزولَ إقامة .و { حتى } غاية للمس والزلزاللِ ، أي بلغ بهم الأمر إلى غاية يقول عندها الرسول والذين معه متى نصر الله .ولما كانت الآية مخبرة عن مسَ حل بمن تقدم من الأمم ومنذرة بحلول مثله بالمخاطَبين وقت نزول الآية ، جاز في فعل يَقُول أن يعتبر قولَ رسول أمة سابقة أي زلزلوا حتى يقول رسول المزلْزَلين ف { آل للعهد ، أو حتى يقول كلُّ رسول لأمة سبقت فتكون أل للاستغراق ، فيكون الفعل محكياً به تلك الحالة العجيبة فيرفَع بعد حتى؛ لأن الفعل المراد به الحال يكون مرفوعاً ، وبرفععِ الفعل قرأ نافع وأبو جعفر ، وجاز فيه أن يعتبر قول رسول المخاطَبين عليه السلام فأَلْ فيه للعهد والمعنى : وزلزلوا وتزلزلون مثلهم حتى يقول الرسول فيكون الفعل منصوباً؛ لأن القول لمَّا يقَعْ وقتئذ ، وبذلك قرأ بقية العشرة ، فقراءة الرفع أنسب بظاهر السياق وقراءة النصب أنسب بالغرض المسوق له الكلام ، وبكلتا القراءتين يحصل كلا الغرضين .ومتى استفهام مستعمل في استبطاء زمان النصر .وقوله : ألا إن نصر الله قريب } كلام مستأنف بقرينة افتتاحه بأَلاَ ، وهو بشارة من الله تعالى للمسلمين بقرب النصر بعد أن حصل لهم من قوارع صدر الآية ما ملأ القلوب رُعباً ، والقصد منه إكرام هذه الأمة بأنها لا يبلغ ما يمسها مبلغ ما مس من قبلها ، وإكرامٌ للرسول صلى الله عليه وسلم بألا يحتاج إلى قول ما قالته الرسل قبله من استبطاء نصر الله بأن يجيء نصر الله لهاته الأمة قبل استبطائه ، وهذا يشير إلى فتح مكة .",
  "ayah": 214,
  "surah": 2
}
