{
  "text": "قال الفخر : في تعلق هذه الآية بما قبلها وجهان ، أحدهما : أن عبد الله بن جحش قال : يا رسول الله هب أنه لا عقاب علينا فيما فعلنا ، فهل نطمع منه أجراً أو ثواباً؟ فنزلت هذه الآية؛ لأن عبد الله كان مؤمناً ومهاجراً وكان بسبب هذه المقاتلة مجاهداً ( يعني فتحققت فيه الأوصاف الثلاثة ) . الثاني : أنه تعالى لما أوجب الجهاد بقوله : { كتب عليكم القتال } [ البقرة : 216 ] أَتبع ذلك بذكر من يقول به اه ، والذي يظهر لي أن تعقيب ما قبلها بها من باب تعقيب الإنذار بالبشارة وتنزيه للمؤمنين من احتمال ارتدادهم فإن المهاجرين لم يرتد منهم أحد . وهذه الجملة معترضة بين آيات التشريع .و ( الذين هاجروا ) هم الذين خرجوا من مكة إلى المدينة فراراً بدينهم ، مشتق من الهَجْر وهو الفراق ، وإنما اشتق منه وزن المفاعلة للدلالة على أنه هجر نشأ عن عداوة من الجانبين فكل من المنتقِل والمنتقَل عنه قد هجر الآخر وطلب بُعده ، أو المفاعلة للمبالغة كقولهم : عافاك الله فيدل على أنه هجر قوماً هَجراً شديداً ، قال عبدة بن الطيب: ... إنَّ التي ضَرَبَتْ بيتاً مُهاجَرَةًبكوفةِ الجند غَالت وُدَّها غول ... والمجاهدة مفاعلة مشتقة من الجَهْد وهو المشقة وهي القتال لما فيه من بذل الجهد كالمفاعلة للمبالغة ، وقيل : لأنه يضم جُهده إلى جُهد آخر في نصر الدين مثل المساعدة وهي ضم الرجل ساعده إلى ساعد آخر للإعانة والقوة ، فالمفاعلة بمعنى الضم والتكرير ، وقيل : لأن المجاهِد يبذل جهده في قتال من يبذل جهده كذلك لقتاله فهي مفاعلة حقيقية .و ( في ) للتعليل .و ( سبيل الله ) ما يوصل إلى رضاه وإقامةِ دينه ، والجهاد والمجاهدة من المصطلحات القرآنية الإسلامية .وكرر الموصول لتعظيم الهجرة والجهاد كأنهما مستقلان في تحقيق الرجاء . وجيء باسم الإشارة للدلالة على أن رجاءهم رحمةَ الله لأجل إيمانهم وهجرتهم وجهادهم ، فتأكد بذلك ما يدل عليه الموصول من الإيماء إلى وجه بناءِ الخبر ، وإنما احتيج لتأكيده لأن الصلتين لما كانتا مما اشتهر بهما المسلمون وطائفة منهم صارتا كاللقب؛ إذ يطلق على المسلمين يومئذٍ في لسان الشرع اسم الذين آمنوا كما يطلق على مسلمي قريش يومئذٍ اسم المهاجرين فأكد قَصدُ الدلالة على وجه بناء الخبر من الموصول .والرجاء : ترقب الخير مع تغليب ظن حصوله ، فإن وعد الله وإن كان لا يخلف فضلاً منه وصدقاً ، ولكن الخواتم مجهولة ومصادفة العمل لمراد الله قد تفوت لموانع لا يدريها المكلف ولئلا يتكلوا في الاعتماد على العمل .",
  "ayah": 218,
  "surah": 2
}
