{
  "text": "كان المسلمون أيام نزول هذه السورة ما زالوا مختلطين مع المشركين بالمدينة وما هم ببعيد عن أقربائهم من أهل مكة فربما رغب بعضهم في تزوج المشركات أو رغب بعض المشركين في تزوج نساء مسلمات فبين الله الحكم في هذه الأحوال ، وقد أوقع هذا البيان بحكمته في أرشق موقعه وأسعده به وهو موقع تعقيب حكم مخالطة اليتامى ، فإن للمسلمين يومئذٍ أقاربَ وموالي لم يزالوا مشركين ومنهم يتامى فقَدوا آباءهم في يوم بدر وما بعده فلما ذكر الله بيان مخالطة اليتامى ، وكانت المصاهرة من أعظم أحوال المخالطة تطلعت النفوس إلى حكم هاته المصاهرة بالنسبة للمشركات والمشركين ، فعطف حكم ذلك على حكم اليتامى لهاته المناسبة .روى الواحدي وغيره من المفسرين أن سبب نزول هذه الآية أن رسول الله صلى الله عليه وسلم بعث أبا مَرْثَد الغَنَوي ويقال مَرْثدا بن أبي مَرْثد واسمه كنَّاز بن حُصَين وكان حليفاً لبني هاشم فبعثه إلى مكة سراً ليخرج رجلاً من المسلمين فسمعت بقدومه امرأة يقال لها عَنَاق وكانت خليلة له في الجاهلية فأتتْه فقالت : ويحك يا مَرثد ألا تخلو؟ فقال : إن الإسلام حَرَّم ما كان في الجاهلية فقالت : فتزوجني قال : حتى أستأذن رسول الله فأتى النبي صلى الله عليه وسلم فاستأذنه فنهاه عن التزوج بها ، لأنها مشركة فنزلت هذه الآية بسببه .والنكاح في كلام العرب حقيقة في العقد على المرأة ، ولذلك يقولون نكح فلان فلانة ويقولون نكحت فلانة فلاناً فهو حقيقة في العقد ، لأن الكثرة من أمارات الحقيقة وأما استعماله في الوطء فكناية ، وقيل هو حقيقة في الوطء مجاز في العقد . واختاره فقهاء الشافعية وهو قول ضعيف في اللغة ، وقيل حقيقة فيهما فهو مشترك وهو أضعف . قالوا ولم يرد في القرآن إلاّ بمعنى العقد فقيل إلاّ في قوله تعالى : { فإن طلقها فلا تحل له من بعد حتى تنكح زوجاً غيره } [ البقرة : 230 ] ، لأنه لا يكفي العقد في تحليل المبتوتة حتى يبني بها زوجها كما في حديث زوجة رفاعة ولكن الأصوبُ أن تلك الآية بمعنى العقد وإنما بينت السنة أنه لا بد مع العقد من الوطء وهذا هو الظاهر ، والمنع في هذه الآية متعلق بالعقد بالاتفاق .والمشرك في لسان الشرع من يدين بتعدد آلهة مع الله سبحانه ، والمراد به في مواضعه من القرآن مشركو العرب الذين عبدوا آلهة أخرى مع الله تعالى ويقابلهم في تقسيم الكفار أهلُ الكتاب وهم الذين آمنوا بالله ورسله وكتبه ولكنهم أنكروا رسالة محمد صلى الله عليه وسلمونص هذه الآية تحريم تزوج المسلم المرأةَ المشركة وتحريم تزويج المسلمة الرجلَ المشركَ فهي صريحة في ذلك ، وأما تزوج المسلم المرأة الكتابية وتزويج المسلمة الرجلَ الكتابي فالآية ساكتة عنه ، لأن لفظ المشرك لقب لا مفهوم له إلاّ إذا جَرى على موصوف كما سنبينه عند قوله تعالى : { خير من مشرك } ، وقد أذن القرآن بجواز تزوج المسلم الكتابية في قوله :{ والمحصنات من الذين أوتوا الكتاب من قبلكم } [ المائدة : 5 ] في سورة العقود فلذلك قال جمهور العلماء بجواز تزوج المسلم الكتابية دون المشركة والمجوسية وعلى هذا الأئمة الأربعة والأوزاعي والثوري ، فبقي تزويج المسلمة من الكتابي لا نص عليه ومنعه جميع المسلمين إما استناداً منهم إلى الاقتصار في مقام بيان التشريع وإما إلى أدلة من السنة ومن القياس وسنشير إليه أو من الإجماع وهو أظهر . وذهبت طوائف من أهل العلم إلى الاستدلال لفقه هذه المسألة بطريقة أخرى فقالوا أهل الكتاب صاروا مشركين لقول اليهود عزير ابن الله ولقول النصارى المسيح ابن الله وأبوة الإله تقتضي ألوهية الابن ، وإلى هذا المعنى جنح عبد الله بن عمر ففي «الموطأ» عنه «لا أعلم شركاً أعظم من أن تقول المرأة ربها عيسى» ولكن هذا مسلك ضعيف جداً ، لأن إدخال أهل الكتاب في معنى المشركين بعيد عن الاصطلاح الشرعي ، ونزلت هذه الآية وأمثالها وهو معلوم فاش ، ولأنه إذا تم في النصارى باطراد فهو لا يتم في اليهود ، لأن الذين قالوا عزير ابن الله إنما هم طائفة قليلة من اليهود وهم أتباع ( فنحاص ) كما حكاه الفخر فإذا كانت هذه الآية تمنع أن يتزوج المسلم امرأة يهودية أو نصرانية وأن يزوج أحد من اليهود والنصارى مسلمة فإن آية سورة العقود خصصت عموم المنع بصريح قوله : { والمحصنات من الذين أوتوا الكتاب من قبلكم } [ المائدة : 5 ] ، وقد علم الله قولهم المسيح ابن الله وقول الآخرين عزير ابن الله فبقي تزويج المسلمة إياهم مشمولاً لعموم آية البقرة ، وهذا مسلك سلكه بعض الشافعية .ومن علماء الإسلام من كره تزوج الكتابية وهو قول مالك في رواية ابن حبيب وهو رواية عن عمر بن الخطاب أنه كتب إلى حذيفة بن اليمان وقد بلغه أنه تزوج يهودية أو نصرانية أن خل سبيلها ، فكتب إليه حذيفة أتزعم أنها حرام؟ فقال عمر : لا ولكني أخاف أن تعاطوا المومسات منهن .وقال شذوذ من العلماء بمنع تزوج المسلم الكتابية ، وزعموا أن آية سورة العقود نسختها آية سورة البقرة ، ونقل ذلك عن ابن عمر وابن عباس وفي رواية ضعيفة عن عمر بن الخطاب أنه فرق بين طلحة بن عبيد الله ويهودية تزوجها وبين حذيفة بن اليمان ونصرانية تزوجها ، فقالا له نُطلِّق يا أمير المؤمنين ولا تَغْضَبْ فقال : لو جاز طلاقكما لجاز نكاحكما ، ولكنْ أفرق بينكما صُغْرَةً وقَماءَةً ، قال ابن عطية وهذا لا يسند جيداً والأثر الآخر عن عمر أسندُ منه ، وقال الطبري هو مخالف لما أجمعت عليه الأمة وقد روي عن عمر بن الخطاب من القول بخلاف ذلك ما هو أصح منه وإنما كره عمر لهما تزوجهما حذراً من أن يقتدي بهما الناس فيزهدوا في المسلمات .و { حتى يؤمن } غاية للنهي فإذا آمنَّ زال النهي ولذلك إذا أسلم المشرك ولم تسلم زوجته تبين منه إلاّ إذا أسلمت عقب إسلامه بدون تأخير .وقوله : { ولأمة مؤمنة خير من مشركة } تنبيه على دناءة المشركات وتحذير من تزوجهن ومن الاغترار بما يكون للمشركة من حسب أو جمال أو مال وهذه طرائق الإعجاب في المرأة المبالغ عليه بقوله : { ولو أعجبكم } وأن من لم يستطع تزوج حرة مؤمنة فليتزوج أمة مؤمنة خير له من أن يتزوج حرة مشركة ، فالأمة هنا هي المملوكة ، والمشركة الحرة بقرينة المقابلة بقوله : { ولأمة مؤمنة } فالكلام وارد مورد التناهي في تفضيل أقل أفراد هذا الصنف على أتم أفراد الصنف الآخر ، فإذا كانت الأمة المؤمنة خيراً من كل مشركة فالحرة المؤمنة خير من المشركة بدلالة فحوى الخطاب التي يقتضيها السياق ، ولظهور أنه لا معنى لتفضيل الأمة المؤمنة على الأمة المشركة فإنه حاصل بدلالة فحوى الخطاب لا يشك فيه المخاطبون المؤمنون ولقوله : { ولو أعجبكم } فإن الإعجاب بالحرائر دون الإماء .والمقصود من التفضيل في قوله : { خير } التفضيل في المنافع الحاصلة من المرأتين؛ فإن في تزوج الأمة المؤمنة منافع دينية وفي الحرة المشركة منافع دنيوية ومعاني الدين خير من أعراض الدنيا المنافية للدين فالمقصود منه بيان حكمة التحريم استئناساً للمسلمين .ووقع في «الكشاف» حمل الأمة على مطلق المرأة ، لأن الناس كلهم إماء الله وعبيده وأصله منقول عن القاضي أبي الحسن الجرجاني كما في القرطبي وهذا باطل من جهة المعنى ومن جهة اللفظ ، أما المعنى فلأنه يصير تكراراً مع قوله : { ولا تنكحوا المشركات } إذ قد علم الناس أن المشركة دون المؤمنة ، ويُفيت المقصود من التنبيه على شرففِ أقلِّ أَفرادِ أحد الصنفين على أشرَف أفراد الصنف الآخر ، وأما من جهة اللفظ فلأنه لم يرد في كلام العرب إطلاق الأمة على مطلق المرأة ، ولا إطلاق العبد على الرجل إلاّ مقيَّدين بالإضافة إلى اسم الجلالة في قولهم يا عبدَ الله ويا أمةَ الله ، وكونُ الناس إماءَ الله وعبيدَه إنما هو نظر للحقائق لا للاستعمال ، فكيف يخرَّج القرآن عليه .وضمير { ولو أعجبتكم } يعود إلى المشركة ، و ( لو ) وصلية للتنبيه على أقصى الأحوال التي هي مظنة تفضيل المشركة ، فالأمة المؤمنة أفضل منها حتى في تلك الحالة وقد مضى القول في موقع لو الوصلية والواو التي قبلها والجملة التي بعدها عند قوله تعالى : { أولو كان آباؤهم لا يعقلون شيئاً ولا يهتدون } [ البقرة : 170 ] .وقوله : { ولا تنكحوا المشركين حتى يؤمنوا } تحريم لتزويج المسلمة من المشرك ، فإن كان المشرك محمولاً على ظاهره في لسان الشرع فالآية لم تتعرض لحكم تزويج المسلمة من الكافر الكتابي فيكون دليل تحريم ذلك الإجماعَ وهو إما مستند إلى دليل تلقاه الصحابة من النبي صلى الله عليه وسلم وتواتر بينهم ، وإما مستند إلى تضافر الأدلة الشرعية كقوله تعالى :{ فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن } [ الممتحنة : 10 ] فعلق النهي بالكفر وهو أعم من الشرك وإن كان المراد حينئذٍ المشركين ، وكقوله تعالى هنا : { أولئك يدعون إلى النار } كما سنبينه .وقوله : { حتى يؤمنوا } غاية للنهي ، وأخذ منه أن الكافر إذا أسلمت زوجته يفسخ النكاح بينهما ثم إذا أسلم هو كان أحق بها ما دامت في العدة .وقوله : { ولعبد مؤمن خير من مشرك ولو أعجبكم } هو كقوله : { ولأمة مؤمنة خير من مشركة } وأن المراد به المملوك وليس المراد الحر المشرك وقد تقدم ذلك .وقوله : { أولئك يدعون إلى النار } الإشارة إلى المشركات والمشركين ، إذ لا وجه لتخصيصه بالمشركين خاصة لصلوحيته للعود إلى الجميع ، والواو في { يدعون } واو جماعة الرجال ووزنه يفعون ، وغُلِّب فيه المذكر على المؤنث كما هو الشائع ، والجملة مستأنفة استئنافاً بيانياً لتعليل النهي عن نكاح المشركات وإنكاح المشركين ، ومعنى الدعاء إلى النار الدعاء إلى أسبابها فإسناد الدعاء إليهم حقيقة عقلية ، ولفظ النار مجاز مرسل أطلق على أسباب الدخول إلى النار فإن ما هم عليه يجر إلى النار من غير علم ، ولما كانت رابطة النكاح رابطة اتصال ومعاشرة نهي عن وقوعها مع من يدعون إلى النار خشية أن تؤثر تلك الدعوة في النفس ، فإن بين الزوجين مودة وإلفاً يبعثان على إرضاء أحدهما الآخر ولما كانت هذه الدعوة من المشركين شديدة لأنهم لا يوحدون الله ولا يؤمنون بالرسل ، كان البون بينهم وبين المسلمين في الدين بعيداً جداً لا يجمعهم شيء يتفقون عليه ، فلم يبح الله مخالطتهم بالتزوج من كلا الجانبين . أما أهل الكتاب فيجمع بينهم وبين المسلمين اعتقاد وجود الله وانفراده بالخلق والإيمان بالأنبياء ويفرق بيننا وبين النصارى الاعتقاد ببنوة عيسى والإيمان بمحمد صلى الله عليه وسلم ويفرق بيننا وبين اليهود الإيمان بمحمد صلى الله عليه وسلم وتصديق عيسى ، فأباح الله تعالى للمسلم أن يتزوج الكتابية ولم يبح تزوج المسلمة من الكتابي اعتداداً بقوة تأثير الرجل على امرأته ، فالمسلم يؤمن بأنبياء الكتابية وبصحة دينها قبل النسخ فيوشك أن يكون ذلك جالباً إياها إلى الإسلام ، لأنها أضعف منه جانباً وأما الكافر فهو لا يؤمن بدين المسلمة ولا برسولها فيوشك أن يجرها إلى دينه ، لذلك السبب وهذا كان يجيب به شيخنا الأستاذ سالم أبو حاجب عن وجه إباحة تزوج الكتابية ومنع تزوج الكتابي المسلمة .وقوله : { والله يدعوا إلى الجنة } الآية أي إن الله يدعو بهذا الدين إلى الجنة فلذلك كانت دعوة المشركين مضادة لدعوة الله تعالى ، والمقصود من هذا تفظيع دعوتهم وأنها خلاف دعوة الله ، والدعاء إلى الجنة والمغفرة دعاء لأسبابهما كما تقدم في قوله : { يدعون إلى النار } .والمغفرة هنا مغفرة ما كانوا عليه من الشرك .وقوله : { بإذنه } الإذن فيه إما بمعنى الأمر كما هو الشائع فيكون بإذنه ظرفاً مستقراً حالاً من ( الجنة ) والمغفرة أي حاصلتين بإذنه أي إرادته وتقديره بما بين من طريقهما . ومن المفسرين من حمل الإذن على التيسير والقضاء والباء على أنها ظرف لغو فرأى هذا القيد غير جزيل الفائدة فتأوَّل قوله : { والله يدعوا } بمعنى وأولياء الله يدعون وهم المؤمنون .وجملة { ويبين } معطوفة على { يدعو } يعني يدعو إلى الخير مع بيانه وإيضاحه حتى تتلقاه النفوس بمزيد القبول وتمام البصيرة فهذا كقوله : { كذلك يبين الله لكم الآيات } [ البقرة : 219 ] ففيها معنى التذييل وإن كانت واردة بغير صيغته . ولعل مستعملة في مثله مجاز في الحصول القريب .",
  "ayah": 221,
  "surah": 2
}
