{
  "text": "عطف على جملة : { ولا تنكحوا المشركات حتى يؤمن } [ البقرة : 221 ] ، بمناسبة أن تحريم نكاح المشركات يؤذن بالتنزه عن أحوال المشركين وكان المشركون لا يقربون نساءهم إذا كُنَّ حُيَّضاً وكانوا يفرطون في الابتعاد منهن مدة الحيض فناسب تحديد ما يكثر وقوعه وهو من الأحوال التي يخالف فيها المشركون غيرهم ، ويتساءل المسلمون عن أحق المناهج في شأنها .روي أن السائل عن هذا هو أبو الدحداح ثابت بن الدحداح الأنصاري ، وروي أن السائل أُسيد بن حُضير ، وروي أنه عباد بن بشر ، فالسؤال حصل في مدة نزول هذه السورة فذكر فيها مع ما سيذكر من الأحكام .والباعث على السؤال أن أهل يثرب قد امتزجوا باليهود واستنوا بسنتهم في كثير من الأشياء ، وكان اليهود يتباعدون عن الحائض أشد التباعد بحكم التوراة ففي الإصحاح الخامس عشر من سفر اللاويين «إذا كانت امرأة لها سيل دماً في لحمها فسبعة أيام تكون في طمثها وكل من مسها يكون نجساً إلى المساء وكل ما تضطجع عليه يكون نجساً وكل من مس فراشها يغسل ثيابه ويستحم بماء ويكون نجساً إلى المساء وإن اضطجع معها رجل فكان طمثها عليه يكون نجساً سبعة أيام» . وذكر القرطبي أن النصارى لا يمتنعون من ذلك ولا أحسب ذلك صحيحاً فليس في الإنجيل ما يدل عليه ، وإن من قبائل العرب من كانت الحائض عندهم مبغوضة فقد كان بنو سليح أهل بلد الحضْر ، وهم من قضاعة نصارى إن حاضت المرأة أخرجوها من المدينة إلى الربض حتى تطهر وفعلوا ذلك بنصرة ابنة الضيزن ملك الحضْر ، فكانت الحال مظنة حيرة المسلمين في هذا الأمر تبعث على السؤال عنه .والمحيض وهو اسم للدم الذي يسيل من رحم المرأة في أوقات منتظمة والمحيض اسم على زنة مفعل منقول من أسماء المصادر شاذاً عن قياسها لأن قياس المصدر في مثله فتح العين قال الزجاج «يقال حاضت حيضاً ومحاضاً ومحيضاً والمصدر في هذا الباب بابه المفعَل ( بفتح العين ) لكن المفعِل ( بكسر العين ) جيد» ووجه جودته مشابهته مضارعه لأن المضارع بكسر العين وهو مثل المجيء والمبيت ، وعندي أنه لمَّا صار المحيض اسماً للدم السائل من المرأة عُدل به عن قياس أصله من المصدر إلى زنة اسم المكان وجيء به على زنة المكان للدلالة على أنه صار اسماً فخالفوا فيه أوزان الأحداث إشعاراً بالنقل فرقاً بين المنقول منه والمنقول إليه ، ويُقال حيض وهو أصل المصدر : يقال حاضت المرأة إذا سال منها؛ كما يقال حاض السيل إذا فاض ماؤه ومنه سمي الحوض حوضاً لأنه يسيل ، أبدلوا ياءه واواً وليس منقولاً من اسم المكان؛ إذ لا مناسبة للنقل منه ، وإنما تكلفه من زعمه مدفوعاً بالمحافظة على قياس اسم المكان معرضاً عما في تصييره اسماً من التوسع في مخالطة قاعدة الاشتقاق .والمراد من السؤال عن المحيض السؤال عن قربان النساء في المحيض بدلالة الاقتضاء ، وقد علم السائلون ما سألوا عنه والجواب أدل شيء عليه .والأذى : الضر الذي ليس بفاحش؛ كما دل عليه الاستثناء في قوله تعالى : { لن يضرونكم إلا أذى } [ آل عمران : 111 ] ، ابتدأ جوابهم عما يصنع الرجل بامرأته الحائض فبين لهم أن الحيض أذى ليكون ما يأتي من النهي عن قربان المرأة الحائض نهياً معلَّلاً فتتلقاه النفوس على بصيرة وتتهيأُ به الأمة للتشريع في أمثاله ، وعبر عنه بأذى إشارة إلى إبطال ما كان من التغليط في شأنه وشأن المرأة الحائض في شريعة التوراة ، وقد أثبت أنه أذى منكَّر ولم يبين جهته فتعين أن الأذى في مخالطة الرجل للحائض وهو أذى للرجل وللمرأة وللولد ، فأما أذى الرجل فأوله القذارة وأيضاً فإن هذا الدم سائل من عضو التناسل للمرأة وهو يشتمل على بييضات دقيقة يكون منها تخلق الأجنة بعد انتهاء الحيض وبعد أن تختلط تلك البييضات بماء الرجل فإذا انغمس في الدم عضو التناسل في الرجل يتسرب إلى قضيبه شيء من ذلك الدم بما فيه فربما احتبس منه جزء في قناة الذكر فاستحال إلى عفونة تحدث أمراضاً معضلة فتحدث بثوراً وقروحاً لأنه دم قد فسد ويرد أي فيه أجزاء حية تفسد في القضيب فساداً مثل موت الحي فتؤول إلى تعفن .وأما أذى المرأة فلأن عضو التناسل منها حينئذ بصدد التهيؤ إل إيجاد القوة التناسلية فإذا أزعج كان إزعاجاً في وقت اشتغاله بعمل فدخل عليه بذلك مرض وضعف ، وأما الولد فإن النطفة إذا اختلطت بدم الحيض أخذت البييضات في التخلق قبل إبان صلاحيتها للتخلق النافع الذي وقته بعد الجفاف ، وهذا قد عرفه العرب بالتجربة قال أبو كبير الهذلي: ... ومُبَرِّإٍ مِن كُلِّ غُبَّرِ حيضَةٍوفساد مُرضعة ودَاءٍ مُعْضِلِ ... ( غبر الحيضة جمع غُبرة ويجمع على غبر وهي آخر الشيء ، يريد لم تحمل به أمه في آخر مدة الحيض ) . والأطباء يقولون إن الجنين المتكون في وقت الحيض قد يجىء مجذوماً أو يصاب بالجذام من بعد .وقوله : { فاعتزلوا النساء في المحيض } تفريع الحكم على العلة ، والاعتزال التباعد بمعزل وهو هنا كناية عن ترك مجامعتهن ، والمجرور بفي : وقت محذوف والتقدير : في زمن المحيض وقد كثرت إنابة المصدر عن ظرف الزمان كما يقولون آتيك طلوع النجم ومَقْدَم الحاج .والنساء اسم جمع للمرأة لا واحد له من لفظه ، والمراد به هنا الأزواج كما يقتضيه لفظ { اعتزلوا } المخاطب به الرجال ، وإنما يعتزل من كان يخالط .وإطلاق النساء على الأزواج شائع بالإضافة كثيراً نحو : { يا نساء النبي } [ الأحزاب : 30 ] ، وبدون إضافة مع القرينة كما هنا ، فالمراد اعتزلوا نساءكم أي اعتزلوا ما هو أخص الأحوال بهن وهو المجامعة .وقوله : { ولا تقربوهن حتى يطهرن } جاء النهي عن قربانهن تأكيداً للأمر باعتزالهن وتبييناً للمراد من الاعتزال وإنه ليس التباعد عن الأزواج بالأبدان كما كان عند اليهود بل هو عدم القِربان ، فكان مقتضى الظاهر أن تكون جملة { ولا تقربوهن } مفصولة بدون عطف ، لأنها مؤكدة لمضمون جملة { فاعتزلوا النساء في المحيض } ومبينة للاعتزال وكلا الأمرين يقتضي الفصل ، ولكن خولف مقتضى الظاهر اهتماماً بهذا الحكم ليكون النهي عن القربان مقصوداً بالذات معطوفاً على التشريعات .ويكنى عن الجماع بالقربان بكسر القاف مصدر قرِب بكسر الراء ولذلك جيء فيه بالمضارع المفتوح العين الذي هو مضارع قرب كسمِع متعدياً إلى المفعول؛ فإن الجماع لم يجىء إلا فيه دون قرب بالضم القاصر يقال قرُب منه بمعنى دنا وقربه كذلك واستعماله في المجامعة ، لأن فيها قرباً ولكنهم غلبوا قرب المكسور العين فيها دون قرب المضموم تفرقة في الاستعمال ، كما قالوا بَعُدَ إذا تجافى مكانه وبَعِدَ كمعنى البُعد المعنوي ولذلك يدعو بلا يَبْعَدْ .وقوله : { حتى يطهرن } غاية لاعتزلوا و { لا تقربوهن } ، والطهر بضم الطاء مصدر معناه النقاء من الوسخ والقذر وفعله طهر بضم الهاء ، وحقيقة الطهر نقاء الذات ، وأطلق في اصطلاح الشرع على النقاء المعنوي وهو طهر الحدث الذي يقدَّر حصوله للمسلم بسبب ، ويُقال تطهر إذا اكتسب الطهارة بفعله حقيقة نحو { يحبون أن يتطهروا } [ التوبة : 108 ] أو مجازاً نحو { إنهم أناس يتطهرون } [ الأعراف : 82 ] ، ويقال اطَّهر بتشديد الطاء وتشديد الهاء وهي صيغة تَطَهَّر وقع فيها إدغام التاء في الطاء قال تعالى : { وإن كنتم جنباً فاطهروا } [ المائدة : 6 ] وصيغة التفعل في هذه المادة لمجرد المبالغة في حصول معنى الفعل ولذلك كان إطلاق بعضها في موضع بعض استعمالاً فصيحاً .قرأ الجمهور { حتى يطهرن } بصيغة الفعل المجرَّد ، وقرأ حمزة والكسائي وأبو بكر عن عاصم وخلف { يطَّهَّرْن } بتشديد الطاء والهاء مفتوحتين .ولما ذُكر أن المحيض أذى عَلِم السامع أن الطهر هنا هو النقاء من ذلك الأذى فإن وصف حائض يقابل بطاهر وقد سميت الأقراء أطهاراً ، وقد يراد بالتطهر الغسل بالماء كقوله تعالى : { فيه رجال يحبون أن يتطهروا } [ التوبة : 108 ] فإن تفسيره الاستنجاء في الخلاء بالماء فإن كان الأول أفاد منع القربان إلى حصول النقاء من دم الحيض بالجفوف وكان قوله تعالى { فإذا تطهرن } بعد ذلك شرطاً ثانياً دالا على لزوم تطهر آخر وهو غسل ذلك الأذى بالماء ، لأن صيغة { تطهر } تدل على طهارة مُعْمَلة ، وإن كان الثاني كان قوله فإذا تطهرن تصريحاً بمفهوم الغاية ليبنى عليه قوله { فأتوهن } ، وعلى الاحتمال الثاني جاء قراءة { حتى يطَّهَّرْن } بتشديد الطاء والهاء فيكون المراد الطهر المكتسب وهو الطهر بالغسل ويتعين على هذه القراءة أن يكون مراداً منه مع معناه لازمُه أيضاً وهو النقاء من الدم ليقع الغسل موقعه بدليل قوله قبله { فاعتزلوا النساء في المحيض } وبذلك كان مآل القراءتين واحداً ، وقد رجح المبرد قراءة حتى يطهرن بالتشديد قال لأن الوجه أن تكون الكلمتان بمعنى واحد يراد بهما جميعاً الغسل وهذا عجيب صدوره منه فإن اختلاف المعنيين إذا لم يحصل منه تضاد أولى لتكون الكلمة الثانية مفيدة شيئاً جديداً .ورجح الطبري قراءة التشديد قائلاً : «لإجماع الأمة على أنه حرام على الرجل أن يقرب امرأته بعد انقطاع الدم عنها حتى تطهر» وهو مردود بأن لا حاجة إلى الاستدلال بدليل الإجماع ولا إلى ترجيح القراءة به ، لأن اللفظ كاف في إفادة المنع من قربان الرجل امرأته حتى تطهر بدليل مفهوم الشرط في قوله : { فإذا تطهرن } .وقد دلت الآية على أن غاية اعتزال النساء في المحيض هي حصول الطهر فإن حملنا الطهر على معناه اللغوي فهو النقاء من الدم ويتعين أن يحمل التطهر في قوله : { فإذا تطهرن } على المعنى الشرعي ، فيحصل من الغاية والشرط اشتراط النقاء والغسل وإلى هذا المعنى ذهب علماء المالكية ونظَّروه بقوله تعالى : { وابتلوا اليتامى حتى إذا بلغوا النكاح فإن آنستم منهم رشداً فادفعوا إليهم أموالهم } [ النساء : 6 ] وإن حمل الطهر في الموضعين على المعنى الشرعي لا سيما على قراءة ( حتى يطَّهَّرْن ) حصل من مفهوم الغاية ومن الشرط المؤكِّد له اشتراط الغسل بالماء وهو يستلزم اشتراط النقاء عادة ، إذ لا فائدة في الغسل قبل ذلك .وأما اشتراط طهارة الحدث فاختلف فقهاء الإسلام في مجمل الطهر الشرعي هنا فقال قوم هو غسل محل الأذى بالماء فذلك يحل قربانها وهذا الذي تدل عليه الآية ، لأن الطهر الشرعي يطلق على إزالة النجاسة وعلى رفع الحدث ، والحائض اتصفت بالأمرين ، والذي يمنع زوجها من قربانها هو الأذى ولا علاقة للقربان بالحدث فوجب أن يكون المراد غسل ذلك الأذى ، وإن كان الطهران متلازمين بالنسبة للمرأة المسلمة فهما غير متلازمين بالنسبة للكتابية .وقال الجمهور منهم مالك والشافعي هو غسل الجنابة وكأنهم أخذوا بأكمل أفراد هذا الاسم احتياطاً ، أو رجعوا فيه إلى عمل المسلمات والمظنون بالمسلمات يومئذ أنهن كن لا يتريثن في الغسل الذي يبيح لهن الصلاة فلا دليل في فعلهن على عدم إجزاء ما دُونه ، وذهب مجاهد وطاووس وعكرمة إلى أن الطهر هو وضوء كوضوء الصلاة أي مع الاستنجاء بالماء وهذا شاذ .وذهب أبو حنيفة وصاحباه إلى التفصيل فقالوا : إن انقطع الدم لأقصى أمد الحيض وهو عشرة أيام عندهم جاز قربانها قبل الاغتسال أي مع غسل المحل خاصة ، وإن انقطع الدم لعادة المرأة دون أقصى الحيض لم يصح أن يقربها زوجها إلا إذا اغتسلت أو مضَى عليها وقتُ صلاة ، وإن انقطع لأَقَلَّ من عادتها لم يحل قربانها ولكنها تغتسل وتصلي احتياطاً ولا يقربها زوجها حتى تكمل مدة عادتها ، وعللوا ذلك بأن انقطاعه لأكثر أمده انقطاع تام لا يخشى بعده رجوعه بخلاف انقطاعه لأقل من ذلك فلزم أن يتقصى أثره بالماء أو بمضي وقت صلاة ، ثم أرادوا أن يجعلوا من هذه الآية دليلاً لهذا التفصيل فقال عبد الحكيم السلكوتي ( حتى يطهرن ) قرىء بالتخفيف والتشديد فتنزل القراءتان منزلة آيتين ، ولما كانت إحداهما معارضة الأخرى من حيث اقتضاء قراءة التخفيف الطهر بمعنى النقاء واقتضاء الأخرى كونه بمعنى الغسل جمع بين القراءتين بإعمال كل في حالة مخصوصة اه ، وهذا مدرك ضعيف ، إذ لم يعهد عدَ القراءتين بمنزلة آيتين حتى يثبت التعارض ، سلمنا لكنهما وردتا في وقت واحد فيحمل مطلقهما على مقيدهما بأن نحمل الطهر بمعنى النقاء على أنه مشروط بالغسل ، سلمنا العدول عن هذا التقييد فما هو الدليل الذي خص كل قراءة بحالة من هاتين دون الأخرى أو دون حالات أخَر ، فما هذا إلا صنع باليد ، فإن قلت لِمَ بنَوا دليلهم على تنزيل القراءتين منزلة الآيتين ولم يبنوه مثلنا على وجود ( يطهُرن ) و ( يطَّهَّرْن ) في موضعين من هذه الآية ، قلت كَأَنَّ سببه أن الواقعين في الآية هما جزءا آية فلا يمكن اعتبار التعارض بين جزئي آية بل يحملان على أن أحدهما مفسر للآخر أو مقيد له .وقوله : { فأتوهن } الأمر هنا للإباحة لا محالة لوقوعه عقب النهي مثل { وإذا حللتم فاصطادوا } [ المائدة : 2 ] عبر بالإتيان هنا وهو شهير في التكني به عن الوطء لبيان أن المراد بالقِربان المنهي عنه هو الذي المعنى الكنائي فقد عبر بالاعتزال ثم قُفِّيَ بالقربان ثم قفي بالإتيان ومع كل تعبير فائدة جديدة وحكم جديد وهذا من إبداع الإيجاز في الإطناب .وقوله : { من حيث أمركم الله } حيث اسم مكان مبهم مبنيٌ على الضم ملازمٌ الإضافة إلى جملة تحدده لِزوال إبهامها ، وقد أشكل المراد من هذا الظرف على الذين تصدوا لتأويل القرآن وما أرى سبب إشكاله إلا أن المعنى قد اعتاد العرب في التعبير عنه سلوك طريق الكناية والإغماض وكان فهمه موكولاً إلى فطنهم ومعتاد تعبيرهم . فقال ابن عباس ومجاهد وقتادة والربيع أي إلا من حيث أمركم الله بأن تعتزلوهن منه مدة الحيض يعني القبل قال القرطبي ( من ) بمعنى في ونظره بقوله تعالى : { أروني ماذا خلقوا من الأرض } [ الأحقاف : 4 ] وقوله : { وإذا نودي للصلاة من يوم الجمعة } [ الجمعة : 9 ] ، وعن ابن عباس وأبي رزين مسعود بن مالك والسُّدي وقتادة أن المعنى : من الصفة التي أمركم الله وهي الطهر ، فحيث مجاز في الحال أو السبب و ( من ) لابتداء الأسباب فهي بمعنى التعليل .والذي أراه أن قوله : { من حيث أمركم الله } قد علم السامعون منه أنه أمر من الله كان قد حصل فيما قبل ، وأما ( حيث ) فظرف مكان وقد تستعمل مجازاً في التعليل فيجوز أن المراد بأمر الله أمره الذي تضمنته الغاية ب ( حتى ) في قوله : { ولا تقربوهن حتى يطهرن } لأن غاية النهي تنتهي إلى الإباحة فالأمر هو الإذن ، و ( من ) للابتداء المجازي ، و ( حيث ) مستعملة في التعليل مجازاً تخييليا أي لأن الله أمركم بأن تأتوهن عند انتهاء غاية النهي بالتطهر .أو المراد بأمر الله أمره الذي به أباح التمتع بالنساء وهو عقد النكاح ، فحرف ( من ) للتعليل والسببية ، و ( حيث ) مستعار للمكان المجازي وهو حالة الإباحة التي قبل النهي كأنهم كانوا محجوزين عن استعمال الإباحة أو حجر عليهم الانتفاع بها ثم أذن لهم باستعمالها فشبهت حالتهم بحالة من حبس عند مكان ثم أطلق سراحه فهو يأتي منه إلى حيث يريد . وعلى هذين المعنيين لا يكون في الآية ما يؤذن بقصد تحديد الإتيان بأن يكون في مكان النسل ، ويعضد هذين المعنيين تذييل الكلام بجملة : { إن الله يحب التوابين ويحب المتطهرين } وهو ارتفاق بالمخاطبين بأن ذلك المنع كان لمنفعتهم ليكونوا متطهرين ، وأما ذكر التوابين فهو ادماج للتنويه بشأن التوبة عند ذكر ما يدل على امتثال ما أمرهم الله به من اعتزال النساء في المحيض أي إن التوبة أعظم شأناً من التطهر أي إن نية الامتثال أعظم من تحقق مصلحة التطهر لكم ، لأن التوبة تطهر روحاني والتطهر جثماني .ويجوز أن يكون قوله : { من حيث أمركم الله } على حقيقة ( مِن ) في الابتداء وحقيقة ( حيث ) للمكان والمراد المكان الذي كان به أذى الحيض .وقد قيل : إن جملة { أن الله يحب التوابين ويحب المتطهرين } معترضة بين جملة { فإذا تطهرن } وجملة { نساؤكم حرث لكم } [ البقرة : 223 ]",
  "ayah": 222,
  "surah": 2
}
