{
  "text": "جملة معطوفة على جملة { نساؤكم حرث لكم } [ البقرة : 223 ] عطف تشريع على تشريع فالمناسبة بين الجملتين تعلق مضمونيهما بأحكام معاشرة الأزواج مع كون مضمون الجملة الأولى منعاً من قربان الأزواج في حالة الحيض ، وكون مضمون هذه الجملة تمهيداً لجملة { للذين يؤلون من نسائهم } [ البقرة : 226 ] ، فوقع هذا التمهيد موقع الاعتراض بين جملة { نساؤكم حرث لكم } ، وجملة { للذين يؤلون من نسائهم } وسلك فيه طريق العطف لأنه نهي عطف على نهي في قوله : { ولا تقربوهن حتى يطهرن } [ البقرة : 222 ] .وقال التفتازاني : الأظهر أنه معطوف على مقدر أي امتثلوا ما أمرت به ولا تجعلوا الله عرضة اه . وفيه تكلف وخلو عن إبداء المناسبة ، وجوز التفتازاني أن يكون معطوفاً على الأوامر السابقة وهي { وقدموا } [ البقرة : 223 ] { واتقوا } [ البقرة : 223 ] { واعلموا أنكم ملاقاة } [ البقرة : 223 ] اه أي فالمناسبة أنه لما أمرهم باستحضار يوم لقائه بين لهم شيئاً من التقوى دقيق المسلك شديد الخفاء وهو التقوى باحترام الاسم المعظم؛ فإن التقوى من الأحداث التي إذا تعلقت بالأسماء كان مفادها التعلق بمسمى الاسم لا بلفظه ، لأن الأحكام اللفظية إنما تجري على المدلولات إلا إذا قام دليل على تعلقها بالأسماء مثل سميته محمداً ، فجىء بهذه الآية لبيان ما يترتب على تعظيم اسم الله واتقائه في حرمة أسمائه عند الحنث مع بيان ما رخص فيه من الحنث ، أو لبيان التحذير من تعريض اسمه تعالى للاستخفاف بكثرة الحلف حتى لا يضطر إلى الحنث على الوجهين الآتيين ، وبعد هذا التوجيه كله فهو يمنع منه أن مجيء قوله تعالى : { واتقوا الله واعلموا أنكم ملاقوه } [ البقرة : 223 ] مجيء التذييل للأحكام السابقة مانع من اعتبار أن يعطف عليه حكم معتد به ، لأنه يطول به التذييل وشأن التذييل الإيجاز .وقال عبد الحكيم : معطوف على جملة { قل } [ البقرة : 222 ] بتقدير قل أي : وقل لا تجعلوا الله عرضة أو على قوله : { وقدموا } [ البقرة : 223 ] إن جعل قوله : { وقدموا } من جملة مقول { قل } .وذكر جمع من المفسرين عن ابن جريج أنها نزلت حين حلف أبو بكر الصديق ألا ينفق على قريبه مِسطح بن أثاثة لمشاركته الذين تكلموا بخبر الإفك عن عائشة رضي الله عنها ، وقال الواحدي عن الكلبي : نزلت في عبد الله بن رواحة حلف ألا يكلِّم خَتَنه على أخته بشير بن النعمان ولا يدخل بيته ولا يصلح بينه وبين امرأته ، وأياً ما كان فواو العطف لا بد أن تربط هذه الجملة بشيء من الكلام الذي قبلها .وتعليق الجعل بالذات هنا هو على معنى التعليق بالاسم ، فالتقدير : ولا تجعلوا اسم الله ، وحذف لكثرة الاستعمال في مثله عند قيام القرينة لظهور عدم صحة تعلق الفعل بالمسمى كقول النابغة: ... حَلفت فلم أترك لنفسك ريبةًوليس وراءَ اللَّهِ للمرء مذهب ... أي وليس بعد اسم الله للمرء مذهب للحلف .والعُرضة اسم على وزن الفُعلة وهو وزن دال على المفعول كالقُبْضة والمُسْكة والهُزْأَة ، وهو مشتق من عَرَضَه إذا وضعه على العُرْض أي الجانب ، ومعنى العَرض هنا جعل الشيء حاجزاً من قولهم عَرض العود على الإناء فنشأ عن ذلك إطلاق العُرضة على الحاجز المتعرض ، وهو إطلاق شائع يساوي المعنى الحقيقي ، وأطلقت على ما يكثر جَمْع الناس حوله فكأنه يعترضهم عن الانصراف وأنشد في «الكشاف» : ... ولا تَجْعَلُوني عُرْضَةً للَّوَائِموالآية تحتمل المعنيين .واللام في قوله : { لأيمانكم } لام التعدية تتعلق بعُرضة لما فيها من معنى الفعل : أي تجعلوا اسم الله معرَّضا لأيمانكم فتحلفوا به على الامتناع من البر والتقوى والإصلاح ثم تقولوا سبقتْ منا يمين ، ويجوز أن تكون اللام للتعليل : أي لا تجعلوا الله عرضة لأجل أيمانكم الصادرة على ألا تَبَروا .والأَيمان جمع يمين وهو الحلف سمي الحلف يميناً أخذاً من اليمين التي هي إحدى اليدين وهي اليد التي يفعل بها الإنسان معظم أفعاله ، وهي اشتقت من اليمن وهو البركة ، لأن اليد اليمنى يتيسر بها الفعل أحسن من اليد الأخرى ، وسمي الحلف يميناً لأن العرب كان من عادتهم إذا تحالفوا أن يمسك المتحالفان أحدهما باليد اليمنى من الآخر قال تعالى : { إن الذين يبايعونك إنما يبايعون الله يد الله فوق أيديهم } [ الفتح : 10 ] فكانوا يقولون أعطى يمينه ، إذا أكد العهد . وشاع ذلك في كلامهم قال كعب بن زهير: ... حتى وضعت يمينى لا أنازعهفي كف ذي يسرات قيله القيل ... ثم اختصروا فقالوا صدرت منه يمين أو حلف يميناً ، فتسمية الحلف يميناً من تسمية الشيء باسم مقارنه الملازم له ، أو من تسمية الشيء باسم مكانه؛ كما سَمَّوا الماء وادياً وإنما المحل في هذه التسمية على هذا الوجه محل تخييلي .ولما كان غالب أَيمانهم في العهود والحلف ، وهو الذي يضع فيه المتعاهدون أيديهم بعضَها في بعض ، شاع إطلاق اليمين على كل حَلِف ، جرياً على غالب الأحوال؛ فأطلقت اليمين على قَسم المرء في خاصة نفسه دون عهد ولا حلف .والقصد من الحَلِف يرجع إلى قصد أن يشهد الإنسان اللَّهَ تعالى على صدقه في خبر أو وعد أو تعليق ، ولذلك يقوله : { بالله } أي أخبر متلبساً بإشهاد الله ، أو أعد أو أُعلِّق متلبساً بإشهاد الله على تحقيق ذلك ، فمِن أجْل ذلك تضمن اليمين معنى قوياً في الصدق ، لأن من أشهد بالله على باطل فقد اجترأَ عليه واستخف به ، ومما يدل على أن أصل اليمين إشْهاد اللَّهِ ، قوله تعالى : { ويشهد الله على ما في قلبه } [ البقرة : 204 ] كما تقدم ، وقول العرب يَعْلم الله في مقام الحلف المغلظ ، ولأجله كانت الباء هي أصل حروف القسم لدلالتها على الملابسة في أصل معانيها ، وكانت الواو والتاء لاحقتين بها في القسم الإنشائي دون الاستعطافي .ومعنى الآية إن كانت العرضة بمعنى الحاجز نهيُ المسلمين عن أن يجعلوا اسم الله حائلاً معنوياً دون فعل ما حلفوا على تركه من البر والتقوى والإصلاححِ بين الناس فاللاَّم للتعليل ، وهي متعلقة بتجعلوا ، و { أن تبروا } متعلق بعرضة على حذف اللام الجارة ، المطرد حذفها مع أَنْ ، أي ولا تجعلوا الله لأجل أن حلفتم به عرضة حاجزاً عن فعل البر والإصلاح والتقوى ، فالآية على هذا الوجه نهي عن المحافظة على اليمين إذا كانت المحافظة عليها تمنع من فعل خير شرعي ، وهو نهي تحريم أو تنزيه بحسب حكم الشيء المحلوف على تركه ، ومن لوازمه التحرز حين الحلف وعدم التسرع للأيمان ، إذ لا ينبغي التعرض لكثرة الترخص .وقد كانت العرب في الجاهلية تغضب فتقسم بالله وبآلهتها وبآبائها ، على الامتناع من شيء ، ليسدوا باليمين بابَ المراجعة أو الندامة .وفي «الكشاف» «كان الرجل يحلف على ترك الخير من صلة الرحم ، أو إصلاح ذات البين ، أو إحسان ، ثم يقول أخاف أن أحنث في يميني ، فيترك فعل البر فتكون الآية واردة لإصلاح خلل من أحوالهم .وقد قيل إن سبب نزولها حلف أبي بكر ألا ينفق على ابن خالته مسطح بن أثاثة لأنه ممن خاضوا في الإفك . ولا تظهر لهذا القول مناسبة بموقع الآية . وقيل : نزلت في حلف عبد الله بن رواحة ألا يكلم ختنه بشير بن النعمان الأنصاري ، وكان قد طلق أخت عبد الله ثم أراد الرجوع والصلح ، فحلف عبد الله ألا يصلح بينهما . وإما على تقدير أن تكون العرضة بمعنى الشيء المعرض لفعل في غرض ، فالمعنى لا تجعلوا اسم الله معرضاً لأن تحلفوا به في الامتناع من البر ، والتقوى ، والإصلاح بين الناس ، فالأيمان على ظاهره ، وهي الأقسام واللام متعلقة بعرضة ، و { أن تبروا } مفعول الأيمان ، بتقدير لا محذوفة بعد ( أن ) والتقدير ألا تبروا ، نظير قوله تعالى : { يبين الله لكم أن تضلوا } [ النساء : 176 ] وهو كثير فتكون الآية نهيا عن الحلف بالله على ترك الطاعات؛ لأن تعظيم الله لا ينبغي أن يكون سبباً في قطع ما أمر الله بفعله ، وهذا النهي يسلتزم : أنه إن وقع الحلف على ترك البر والتقوى والإصلاح ، أنه لا حرج في ذلك ، وأنه يكفر عن يمينه ويفعل الخير . أو معناه : لا تجعلوا اسم الله معرضاً للحلف ، كما قلنا ، ويكون قوله : { أن تبروا } مفعولاً لأجله وهو علة للنهي؛ أي إنما نهيتكم لتكونوا أبراراً أتقياء مصلحين ، وفي قريب من هذا ، قال مالك «بلغني أنّه الحلف بالله في كل شيء» وعليه فتكون الآية نهياً عن الإسراع بالحلف لأن كثرة الحلف . تعرض الحالف للحنث . وكانت كثرة الأيمان من عادات الجاهلية ، في جملة العوائد الناشئة عن الغضب ونُعر الحمق ، فنهى الإسلام عن ذلك ولذلك تمدحوا بقلة الأيمان قال كثيِّر: ... قليل الألايى حافظ ليمينهوإن سبقت منه الأليَّةُ برَّت ...وفي معنى هذا أن يكون العرضة مستعاراً لما يكثر الحلول حوله ، أي لا تجعلوا اسم الله كالشيء المعرَّض للقاصدين . وليس في الآية على هذه الوجوه ما يفهم الإذن في الحلف بغير الله ، لما تقرر من النهي عن الحلف بغير اسم الله وصفاته .وقوله : { والله سميع عليم } تذييل ، والمراد منه العلم بالأقوال والنيات ، والمقصود لازمه ، وهو الوعد على الامتثال ، على جميع التقادير ، والعذر في الحنث على التقدير الأول ، والتحذير من الحلف على التقدير الثاني .وقد دلت الآية على معنى عظيم وهو أن تعظيم الله لا ينبغي أن يجعل وسيلة لتعطيل ما يحبه الله من الخير ، فإن المحافظة على البر في اليمين ترجع إلى تعظيم اسم الله تعالى ، وتصديق الشهادة به على الفعل المحلوف عليه ، وهذا وإن كان مقصداً جليلاً يُشكر عليه الحالف الطالب للبر؛ لكن التوسل به لقطع الخيرات مما لا يرضَى به الله تعالى ، فقد تعارض أمران مرضيان لله تعالى إذا حصل أحدهما لم يحصل الآخر . والله يأمرنا أن نقدم أحد الأمرين المرضيين له ، وهو ما فيه تعظيمه بطلب إرضائه ، مع نفع خلقه بالبر والتقوى والإصلاح ، دون الأمر الذي فيه إرضاؤه بتعظيم اسمه فقط ، إذ قد علم الله تعالى أن تعظيم اسمه قد حصل عند تحرج الحالف من الحنث ، فبِر اليميننِ أدبٌ مع اسم الله تعالى ، والإتيانُ بالأعمال الصالحة مرضاة لله؛ فأمَرَ الله بتقديم مرضاته على الأدب مع اسمه ، كما قيل : الامتثالُ مقدَّم على الأدب . وقد قال النبي صلى الله عليه وسلم « إني لا أحلف على يمين فأرى غيرها خيراً منها إلا كفّرت عن يميني وفعلتُ الذي هو خير » ولأجل ذلك لما أقسم أيوب أن يضرب امرأته مائة جلدة ، أمره الله أن يأخذ ضغثاً من مائة عصا فيضربها به ، وقد علم الله أن هذا غيرُ مقصد أيوب؛ ولكن لما لم يرض الله من أيوب أن يضرب امرأته نهاه عن ذلك ، وأمره بالتحلل محافظة على حرص أيوب على البر في يمينه ، وكراهته أن يتخلف منه معتاده في تعظيم اسم ربه ، فهذا وجه من التحلة ، أفتى الله به نبيه . ولعل الكفّارة لم تكن مشروعة فهي من يسر الإسلام وسماحته ، فقد كفانا الله ذلك إذ شرع لنا تحلّة اليمين بالكفّارة؛ ولذلك صار لا يجزىء في الإسلام أن يفعل الحالف مثل ما فعل أيوب .",
  "ayah": 224,
  "surah": 2
}
