{
  "text": "استئناف بياني لأن الآية السابقة لما أفادت النهي عن التسرع بالحلف إفادة صريحة أو التزامية ، كانت نفوس السامعين بحيث يهجس بها التفكر والتطلع إلى حكم اليمين التي تجري على الألسن . ومناسبته لما قبله ظاهرة لا سيما إن جعلتَ قوله : { ولا تجعلوا الله عرضة لأيمانكم } [ البقرة : 224 ] نهياً عن الحلف .والمؤاخذة مفاعلة من الأَخذ بمعنى العد والمحاسبة ، يقال أخذه بكذا أي عده عليه ليعاتبه أو يعاقبه ، قال كعب بن زهير: ... لا تأخُذَنِّي بأَقْوال الوْشاةِ ولمأُذْنِبْ وإِنْ كَثُرَتْ فيَّ الأَقَاوِيل ... فالمفاعلة هنا للمبالغة في الأخذ؛ إذ ليس فيه حصول الفعل من الجانبين . والمؤاخذة باليمين هي الإلزام بالوفاء بها وعدم الحنث؛ ويترتب على ذلك أن يأثم إذا وقع الحنث ، إلاّ ما أذن الله في كفّارته ، كما في آية سورة العقود .واللغو مصدر لغا إذا قال كلاماً خَطَئاً ، يقال : لغا يلغُو لغواً كسعا ، ولغا يلغْى لَغْياً كسَعى . ولغة القرآن بالواو . وفي «اللسان» : «أنه لا نظير له إلاّ قولهم أسوته أسواً وأَسى أصلحتُه» وفي الكواشي : «ولغا يلغو لغواً قال باطلاً» ، ويطلق اللغو أيضاً على الكلام الساقط ، الذي لا يعتد به ، وهو الخطأ ، وهو إطلاق شائع . وقد اقتصر عليه الزمخشري في «الأساس» ولم يجعله مجازاً؛ واقتصر على التفسير به في «الكشاف» وتبعه متابعوه .و ( في ) للظرفية المجازية المراد بها الملابسة ، وهي ظرف مستقر ، صفة اللغو أو حال منه ، وكذلك قدره الكواشي فيكون المعنى على جعل اللغو بمعنى المصدر ، وهو الأظهر : لا يؤاخذكم الله بأن تلغوا لغواً ملابساً للأيمان ، أي لا يؤاخذكم بالأيمان الصادرة صدور اللغو ، أي غير المقصود من القول . فإذا جعلتَ اللغو اسماً بمعنى الكلام الساقط الخاطىء ، لم تصح ظرفيته في الأيمان ، لأنه من الأيمان ، فالظرفية متعلقة بيؤاخذكم ، والمعنى لا يؤاخذكم الله في أيمانكم باللغو ، أي لا يؤاخذكم من بين أيمانكم باليمين اللغو .والأيمان جمع يمين ، واليمين القسم والحلف ، وهو ذكر اسم الله تعالى ، أو بعض صفاته ، أو بعض شؤونه العليا أو شعائره . فقد كانت العرب تحلف بالله ، وبرب الكعبة ، وبالهدي ، وبمناسك الحج . والقسم عندهم بحرف من حروف القسم الثلاثة : الواو والباء والتاء ، وربما ذكروا لفظ حلفت أو أقسمت ، وربما حلفوا بدماء البدن ، وربما قالوا والدماءِ ، وقد يدخلون لاماً على عَمْر الله ، يقال : لَعَمْرُ الله ، ويقولون : عمرَك الله ، ولم أر أنهم كانوا يحلفون بأسماء الأصنام . فهذا الحلف الذي يراد به التزام فعل ، أو براءة من حق . وقد يحلفون بأشياء عزيزة عندهم لقصد تأكيد الخبر أو الالتزام ، كقولهم وأبيك ولَعَمْرك ولعمري ، ويحلفون بآبائهم ، ولما جاء الإسلام نهى عن الحلف بغير الله . ومن عادة العرب في القسم أن بعض القسم يقسمون به على التزام فعل يفعله المقسِم ليُلجىء نفسه إلى عمله ولا يندم عنه ، وهو من قبيل قسم النذر ، فإذا أراد أحد أن يظهر عزمه على فعل لا محالة منه ، ولا مطمع لأحد في صرفه عنه ، أكده بالقسم ، قال بلعاء بن قيس: ... وفارسسٍ في غِمار المَوْت منغَمِسإذَا تَأَلَّى على مَكْروهَةٍ صَدَقَا ... ( أي إذا حلف على أن يقاتل أو يقتل أو نحو ذلك من المصاعب والأضرار ومنه سميت الحرب كريهة ) فصار نطقهم باليمين مؤذناً بالغرم ، وكثر ذلك في ألسنتهم في أغراض التأْكيد ونحوه ، حتى صار يجري ذلك على اللسان كما تجري الكلمات الدالة على المعاني من غير إرادة الحلف ، وصارت كثرته في الكلام لا تنحصر ، فكثر التحرج من ذلك في الإسلام قال كثيِّر: ... قليل الألايى حافظ ليمينهوإن سبقت منه الأليَّة بَرَّتِ ... فأشبهه جريانُ الحلف على اللسان اللغوَ من الكلام .وقد اختلف العلماء في المراد من لغو اليمين في هذه الآية ، فذهب الجمهور إلى أن اللغو هو اليمين التي تجري على اللسان ، لم يقصد المتكلم بها الحلف ، ولكنها جرت مجرى التأكيد أو التنبيه ، كقول العرب : لا والله ، وبلى والله . وقول القائل : والله لقد سمعت من فلان كلاماً عجباً ، وغير هذا ليس بلغو ، وهذا قول عائشة ، رواه عنها في «الموطأ» و«الصِّحاح» ، وإليه ذهب الشعبي ، وأبو قِلابة ، وعكرمة ، ومجاهد ، وأبو صالح ، وأخذ به الشافعي ، والحجة له أن الله قد جعل اللغو قسيماً للتي كسبها القلب في هذه الآية ، وللتي عقد عليها الحالف اليمين في قوله : { ولكن يؤاخذكم بما } [ المائدة : 89 ] فما عقدتم الأيمان هو ما كسبته القلوب؛ لأن ما كسبت قلوبكم مبيِّن ، فيحمل عليه مجمل { ما عقدتم } ، فتعين أن تكون اللغو هي التي لا قصد فيها إلى الحلف ، وهي التي تجري على اللسان دون قصد ، وعليه فمعنى نفي المؤاخذة نفي المؤاخذة بالإثم وبالكفارة؛ لأن نفي الفعل يعم ، فاليمين التي لا قصد فيها لا إثم ولا كفارة عليها ، وغيرها تلزم فيه الكفارة للخروج من الإثم بدليل آية المائدة؛ إذ فسر المؤاخذة فيها بقوله : { فكفارته إطعام عشرة مساكين } [ المائدة : 89 ] فيكون في الغموس ، وفي يمين التعليق ، وفي اليمين على الظن ، ثم يتبين خلافه ، الكفارة في جميع ذلك .وقال مالك : «لغو اليمين أن يحلف على شيء يظنه كذلك ثم يتبيّن خلاف ظنه» قال في «الموطأ» : «وهذا أحسن ما سمعت إلى في ذلك» وهو مروي في غير «الموطأ» ، عن أبي هريرة ومن قال به الحسن وإبراهيم وقتادة والسدي ومكحول وابن أبي نجيح . ووجهه من الآية : أن الله تعالى جعل المؤاخذة على كسب القلب في اليمين ، ولا تكون المؤاخذة إلاّ على الحنث لا أصل القسم؛ إذ لا مؤاخذة لأجل مجرد الحلف لا سيما مع البر ، فتعين أن يكون المراد من كسب القلب كسبه الحنث أي تعمده الحنث ، فهو الذي فيه المؤاخذة ، والمؤاخذة أجملت في هاته الآية ، وبينت في آية المائدة بالكفارة ، فالحالف على ظن يظهر بعد خلافه لا تعمد عنده للحنث ، فهو اللغو ، فلا مؤاخذة فيه ، أي لا كفارة وأما قول الرجل : لا والله وبلى والله ، وهو كاذب ، فهو عند مالك قسم ليس بلغو ، لأن اللغوية تتعلق بالحنث بعد اعتقاد الصدق ، والقائل : «لا والله» كاذباً ، لم يتبين حنثه له بعد اليمين ، بل هو غافل عن كونه حالفاً ، فإذا انتبه للحلف وجبت عليه الكفارة ، لأنه حلفها حين حلفها وهو حانث .وإنما جعلنا تفسير ( ما كسبت قلوبكم ) كسب القلب للحنث ، لأن مساق الآية في الحنث لأن قوله : { ولا تجعلوا الله عرضة لأيمانكم } [ البقرة : 224 ] ، إما إذن في الحنث ، أو نهي عن الحلف خشية الحنث ، على الوجهين الماضيين ، وقوله : { لا يؤاخذكم الله بيان وتعليل لذلك ، وحكم البيان حكم المبين ، لأنه عينه .وقال جماعة : اللغو ما لم يقصد به الكذب ، فتشمل القسمين ، سواء كان بلا قصد كالتي تجري على الألسن في لا والله وبلى والله كان بقصد مع اعتقاد الصدق فتبين خلافه . وممن قال بهذا ابن عباس والشعبي وقال به أبو حنيفة ، فقال : اللغو لا كفارة فيها ولا إثم . واحتج لذلك بأن الله تعالى جعل اللغو هنا ، مقابلاً لما كسبته القلوب ، ونفى المؤاخذة عن اللغو وأثبتها لما كسبه القلب ، والمؤاخذة لا محالة على الحنث لا على أصل الحلف ، فاللغو هي التي لا حنث فيها؛ ولم ير بين آية البقرة وآية المائدة تعارضاً حتى يحمل إحداهما على الأخرى بل قال : إن آية البقرة جعلت اللغو مقابلاً لما كسبه القلب ، وأثبت المؤاخذة لما كسبه القلب أي عزمت عليه النفس ، والمؤاخذة مطلقة تنصرف إلى أكمل أفرادها ، وهي العقوبة الأخروية فيتعين أنه ما كسبته القلوب ، أريد به الغموس؛ وجعل في آية المائدة اللغو مقابلاً للأيمان المعقودة .والعقد في الأصل : الربط ، وهو معناه لغة ، وقد أضافه إلى الأيمان ، فدل على أنها اليمين التي فيها تعليق ، وقد فسر المؤاخذة فيها بقوله : { فكفارته إطعام } [ المائدة : 89 ] الخ ، فظهر من الآيتين أن اللغو ما قابل الغموس ، والمنعقدة ، وهو نوعان لا محالة ، وظهر حكم الغموس ، وهي الحلف بتعمد الكذب ، فهو الإثم ، وحكم المنعقدة أنه الكفارة ، فوافق مالكاً في الغموس وخالفه في أحد نوعي اللغو ، وهذا تحقيق مذهبه . وفي اللغو غير هذه المذاهب مذاهب أنهاها ابن عطية إلى عشرة ، لا نطيل بها .وقوله : { والله غفور حليم } تذييل لحكم نفي المؤاخذة ، ومناسبة اقتران وصف الغفور بالحليم هنا دون الرحيم ، لأن هذه مغفرة لذنب هو من قبيل التقصير في الأدب مع الله تعالى ، فلذلك وصف الله نفسه بالحليم ، لأن الحليم هو الذي لا يستفزه التقصير في جانبه ، ولا يغضب للغفلة ، ويقبل المعذرة .",
  "ayah": 225,
  "surah": 2
}
