{
  "text": "وعَزم الطلاق : التصميم عليه ، واستقرار الرأي فيه بعد التأمل وهو شيء لا يحصل لكل مُوللٍ من تلقاء نفسه ، وخاصة إذا كان غالب القصد من الإيلاء المغاضبة والمضارة ، فقوله : { وإن عزموا الطلاق } دليل على شرط محذوف ، دل عليه قوله : { فإن فاءو } فالتقدير : وإن لم يفيئوا فقد وجب عليهم الطلاق ، فهم بخير النظرين بين أن يفيئوا أو يطلقوا فإن عزموا الطلاق فقد وقع طلاقهم .وقوله { فإن الله سميع عليم } دليل الجواب ، أي فقد لزمهم وأمضى طلاقهم ، فقد حد الله للرجال في الإيلاء أجلاً محدوداً ، لا يتجاوزونه ، فإما أن يعودوا إلى مضاجعة أزواجهم ، وإما أن يطلقوا ، ولا نمدوحة لهم غير هذين .وقد جعل الله للمولي أجلاً وغاية ، أما الأجل فاتفق عليه علماء الإسلام ، واختلفوا في الحالف على أقل من أربعة أشهر ، فالأئمة الأربعة على أنه ليس بإيلاء ، وبعض العلماء : كإسحاق بن راهويه وحماد يقول : هو إيلاء ، ولا ثمرة لهذا الخلاف فيما يظهر ، إلاّ ما يترتب على الحلف بقصد الضرِّ من تأديب القاضي إياه إذا رفعت زوجه أمرها إلى القاضي ومِن أمرِه إياه بالفَيْئَة .وأما الغاية فاختلفوا أيضاً في الحاصل بعد مضي الأجل ، فقال مالك والشافعي : إن رفعته امرأته بعد ذلك يوقف لدى الحاكم ، فإما أن يفىء أو يطلق بنفسه ، أو يطلق الحاكم عليه ، وروي ذلك عن اثنى عشر من أصحاب النبي صلى الله عليه وسلم وقال أبو حنيفة : إن مضت المدة ولم يفيءْ فقد بانت منه ، واتفق الجميع على أن غير القادر يكفي أن يفيء بالعزم ، والنية ، وبالتصريح لدى الحاكم ، كالمريض والمسجون والمسافر .واحتج المالكية بأن الله تعالى قال : { فإن الله سميع عليم } فدل على أن هنالك مسموعاً؛ لأن وصف الله بالسميع معناه العليم بالمسموعات ، على قول المحققين من المتكلمين ، لا سيما وقد قرن بعليم ، فلم يبق مجال لاحتمال قول القائلين من المتكلمين بأن السميع مرادف للعليم وليس المسموع إلاّ لفظ المولي ، أو لفظ الحاكم ، دون البينونة الاعتبارية . وقوله { عليم } يرجع للنية والقصد . وقال الحنفية { سميع } لإيلائه ، الذي صار طلاقاً بمضي أجله ، كأنهم يريدون أن صيغة الإيلاء جعلها الشرع سبب طلاق ، بشرط مضي الأمد { عليم } بنية العازم على ترك الفَيئة . وقول المالكية أصح؛ لأن قوله : { فإن الله سميع عليم } جُعل مفرعاً عن عزم الطلاق لا عن أصل الإيلاء؛ ولأن تحديد الآجال وتنهيتها موكول للحكام .وقد خفي على الناس وجه التأجيل بأربعة أشهر ، وهو أجل حدده الله تعالى ، ولم نطلع على حكمته ، وتلك المدة ثلث العام ، فلعلها ترجع إلى أن مثلها يعتبر زمناً طويلاً ، فإن الثلث اعتبر معظم الشيء المقسوم ، مثل ثلث المال في الوصية ، وأشار به النبي عليه الصلاة والسلام على عبد الله بن عمرو بن العاص في صوم الدهر . وحاول بعض العلماء توجيهه بما وقع في قصة مأثورة عن عمر بن الخطاب ، وعزا ابن كثير في «تفسيره» روايتها لمالك في «الموطأ» عن عبد الله بن دينار . ولا يوجد هذا في الروايات الموجودة لدينا : وهي رواية يحيى بن يحيى الليثي ، ولا رواية ابن القاسم والقعنبي وسويد بن سعيد ومحمد بن الحسن الشيباني ، ولا رواية يحيى بن يحيى بن بكير التميمي التي يرويها المهدي بن تومرت ، فهذه الروايات التي لدينا فلعلها مذكورة في رواية أخرى لم نقف عليها . وقد ذكر هذه القصة أبو الوليد الباجي في شرحه على الموطأ المسمى «بالمنتقى» ، ولم يعزها إلى شيء من روايات «الموطأ» : أن عمر خرج ليلة يطوف بالمدينة يتعرف أحوال الناس فمر بدار سمع امرأة بها تنشد :أَلاَ طَالَ هذا الليلُ واسَود جانبه ... وأَرَّقني أَن لا خليلَ أُلاَعِبُهفلولا حذار الله لا شيء غيره ... لَزعزعَ من هذا السرير جوانبهفاستدعاها من الغد فأخبرته أن زوجها أرسل في بعث العراق ، فاستدعى عمر نساء فسألهن عن المدة التي تستطيع المرأة فيها الصبر على زوجها قلن شهران ويقل صبرها في ثلاثة أشهر ، وينفد في أربعة أشهر وقيل إنه سأل ابنته حفصة فأمر عمر قواد الأجناد ألا يمسكوا الرجل في الغزو أكثر من أربعة أشهر ، فإذا مضت استردَّ الغازين ووجه قوماً آخرين .",
  "ayah": 227,
  "surah": 2
}
