{
  "text": "استئناف لذكر غاية الطلاق الذي يملكه الزوج من امرأته ، نشأ عن قوله تعالى : { وبعولتهن أحق بردهن في ذلك إن أرادوا إصلاحاً الطلاق مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بإحسان } [ البقرة : 228 ] وعن بعض ما يشير إليه قوله تعالى : { وللرجال عليهن درجة } [ البقرة : 228 ] فإن الله تعالى أعلن أن للنساء حقاً كحق الرجال ، وجعل للرجال درجة زائدة : منها أن لهم حق الطلاق ، ولهم حق الرجعة لقوله : { وبعولتهن أحق بردهن في ذلك } [ البقرة : 228 ] ولما كان أمر العرب في الجاهلية جارياً على عدم تحديد نهاية الطلاق ، كما سيأتي قريباً ، ناسب أن يذكر عقب ذلك كله حكم تحديد الطلاق ، إفادة للتشريع في هذا الباب ودفعاً لما قد يعلق أو علق بالأوهام في شأنه .روى مالك في جامع الطلاق من «الموطأ» : «عن هشام بن عروة عن أبيه أنه قال : كان الرجل إذا طلق امرأته ثم ارتجعها قبل أن تنقضي عدتها كان له ذلك وإن طلقها ألفَ مرة فعمَد رجلٌ إلى امرأته فطلقها حتى إذا شارفت انقضاء عدتها راجعها ثم طلقها ثم قال والله لا آويك ولا تحلين أبداً فأنزل الله تعالى : { الطلاق مرتان فإمساك بمعروف أو تسريح بإحسان } فاستقبل الناس الطلاق جديداً من يومئذٍ من كان طلق منهم أو لم يطلق» .وروى أبو داود والنسائي عن ابن عباس قريباً منه . ورواه الحاكم في «مستدركه» إلى عروة بن الزبير عن عائشة قالت : لم يكن للطلاق وقت يطلق الرجل امرأته ثم يراجعها ما لم تنقض العدة وكان بين رجل من الأنصار وبين أهله بعض ما يكون بين الناس فقال : والله لا تركتك لا أَيماً ولا ذات زوج فجعل يطلقها حتى إذا كادت العدة أن تنقضي راجعها ففعل ذلك مراراً فأنزل الله تعالى : { الطلاق مرتان } ، وفي ذلك روايات كثيرة تقارب هذه ، وفي «سنن أبي داود» : باب نسخ المراجعة بعد التطليقات الثلاث وأخرج حديث ابن عباس أن الرجل كان إذا طلق امرأته فهو أحق برجعتها وإن طلقها ثلاثاً فنسخ ذلك ونزل { الطلاق مرتان } ، فالآية على هذا إبطال لما كان عليه أهل الجاهلية ، وتحديد لحقوق البعولة في المراجعة .والتعريف في قوله ( الطلاق ) تعريف الجنس على ما هو المتبادر في تعريف المصادر وفي مساق التشريع ، فإن التشريع يقصد بيان الحقائق الشرعية ، نحو قوله : { وأحل الله البيع } [ البقرة : 275 ] وقوله : { وإن عزموا الطلاق } [ البقرة : 227 ] وهذا التعريف هو الذي أشار صاحب «الكشاف» إلى اختياره ، فالمقصود هنا الطلاق الرجعي الذي سبق الكلام عليه آنفاً في قوله : { وبعولتهن أحق بردهن في ذلك } [ البقرة : 228 ] فإنه الطلاق الأصلي ، وليس في أصل الشريعة طلاق بائن غير قابل للمراجعة لذاته ، إلاّ الطلقة الواقعة ثالثة ، بعد سبق طلقتين قبلها فإنها مبينة بعدُ وأما ما عداها من الطلاق البائن الثابت بالسنة ، فبينونته لحق عارض كحق الزوجة فيما تعطيه من مالها في الخلع ، ومثل الحق الشرعي في تطليق اللعان ، لمظنة انتفاء حسن المعاشرة بعد أن تَلاعنا ، ومثل حق المرأة في حكم الحاكم لها بالطلاق للإضرار بها ، وحُذف وصف الطلاق ، لأن السياق دال عليه ، فصار التقدير : الطلاق الرجعي مرتان .وقد أخبر عن الطلاق بأنه مرتان ، فعلم أن التقدير : حق الزوج في إيقاع التطليق الرجعي مرتان ، فأما الطلقة الثالثة فليست برجعيّة . وقد دل على هذا قوله تعالى بعد ذِكر المرتين : { فإمساك بمعروف } وقوله بعدهُ : { فإن طلقها فلا تحل له من بعد حتى تنكح زوجاً غيره } [ البقرة : 230 ] الآية وقد روي مثل هذا التفسير عن النبي صلى الله عليه وسلم روي أبو بكر بن أبي شيبة : \" أن رجلاً جاء إلى النبي صلى الله عليه وسلم فقال أرأيت قول الله تعالى : { الطلاق مرتان } فأين الثالثة فقال رسول الله عليه السلام : إمساك بمعروف أو تسريح بإحسان \" وسؤال الرجل عن الثالثة ، يقتضي أن نهاية الثلاث كانت حكماً معروفاً إِما من السنة وإِما من بقية الآية ، وإنما سأل عن وجه قوله ( مرتان ) ولما كان المراد بيان حكم جنس الطلاق ، باعتبار حصوله من فاعله ، وهو إنما يحصل من الأزواج كان لفظ الطلاق آيلاً إلى معنى التطليق ، كما يؤول السلام إلى معنى التسليم .وقوله { مرتان } ، تثنية مرة ، والمرة في كلامهم الفعلة الواحدة من موصوفها أو مضافها ، فهي لا تقع إلا جارية على حدث ، بوصف ونحوه ، أو بإضافة ونحوها ، وتقع مفردة ، ومثناة ، ومجموعة ، فتدل على عدم تكرر الفعل ، أو تكرر فعله تكرراً واحداً ، أو تكرره تكرراً متعدداً ، قال تعالى : { سنعذبهم مرتين } [ التوبة : 101 ] وتقول العرب «نهيتك غير مرة فلم تنته» أي مراراً ، وليس لفظ المرة بمعنى الواحدة من الأشياء الأعيان ، ألا ترى أنك تقول : أعطيتك درهماً مرتين ، إذا أعطيته درهماً ثم درهما ، فلا يفهم أنك أعطيته درهمين مقترنين ، بخلاف قولك أعطيتك درهمين .فقوله تعالى : { الطلاق مرتان } يفيد أن الطلاق الرجعي شرع فيه حق التكرير إلى حد مرتين ، مرة عقب مرة أخرى لا غير ، فلا يتوهم منه في فهم أهل اللسان أن المراد : الطلاق لا يقع إلا طلقتين مقترنتين لا أكثر ولا أقل ، ومن توهم ذلك فاحتاج إلى تأويل لدفعه فقد أبعد عن مجاري الاستعمال العربي ، ولقد أكثر جماعة من متعاطي التفسير الاحتمالات في هذه الآية والتفريع عليها ، مدفوعين بأفهام مولدة ، ثم طبقوها على طرائق جدلية في الاحتجاج لاختلاف المذاهب في إثبات الطلاق البدعي أو نفيه ، وهم في إرخائهم طِوَل القول ناكبون عن معاني الاستعمال ، ومن المحققين من لم يفته المعنى ولم تف به عبارته كما وقع في «الكشاف» .ويجوز أن يكون تعريف الطلاق تعريف العهد ، والمعهود هو ما يستفاد من قوله تعالى :{ والمطلقات يتربصن إلى قوله وبعولتهن أحق بردهن } [ البقرة : 228 ] فيكون كالعهد في تعريف الذَّكَر في قوله تعالى : { وليس الذكر كالأنثى } [ آل عمران : 36 ] فإنه معهود مما استفيد من قوله : { إني نذرت لك ما في بطني } [ آل عمران : 35 ] .وقوله : { فإمساك بمعروفٍ } جملة مفرعة على جملة { الطلاق مرتان } فيكون الفاء للتعقيب في مجرد الذكر ، لا في وجود الحكم . و ( إمساك ) خبر مبتدأ محذوف تقديره فالشأن أو فالأمر إمساك بمعروف أو تسريح على طريقة { فصبر جميل } [ يوسف : 18 ] وإذ قد كان الإمساك والتسريح ممكنين عند كل مرة من مرتي الطلاق ، كان المعنى فإمساك أو تسريح في كل مرة من المرتين ، أي شأن الطلاق أن تكون كل مرة منه معقبة بإرجاع بمعروف أو ترك بإحسان ، أي دون ضرار في كلتا الحالتين . وعليه فإمساك وتسريح مصدران ، مراد منهما الحقيقة والاسم ، دون إرادة نيابة عن الفعل ، والمعنى أن المطلق على رأس أمره فإن كان راغباً في امرأته فشأنه إمساكها أي مراجعتها ، وإن لم يكن راغباً فيها فشأنه ترك مراجعتها فتسرح ، والمقصود من هذه الجملة إدماج الوصاية بالإحسان في حال المراجعة ، وفي حال تركها ، فإن الله كتب الإحسان على كل شيء ، إبطالاً لأفعال أهل الجاهلية؛ إذ كانوا قد يراجعون المرأة بعد الطلاق ثم يطلقونها دَوَالَيْك ، لتبقى زمناً طويلاً في حالة ترك إضراراً بها ، إذ لم يكن الطلاق عندهم منتهياً إلى عدد لا يملك بعده المراجعة ، وفي هذا تمهيد لما يرد بعده من قوله : { ولا يحل لكم أن تأخذوا مما أتيتموهن شيئاً الآية .ويجوز أن يكون إمساك وتسريح مصدرين جعلا بدلين من فعليهما ، على طريقة المفعول المطلق الآتي بدلاً من فعله ، وأصلهما النصب ، ثم عدل عن النصب إلى الرفع لإفادة معنى الدوام ، كما عدل عن النصب إلى الرفع في قوله تعالى : { قال سلامٌ } [ هود : 69 ] وقد مضى أول سورة الفاتحة ، فيكون مفيداً معنى الأمر بالنيابة عن فعله ، ومفيداً الدوام بإيراد المصدرين مرفوعين ، والتقدير فأمسكوا أو سرحوا . فتبين أن الطلاق حدد بمرتين ، قابلة كل منهما للإمساك بعدها ، والتسريح بإحسان توسعة على الناس ليرتأوا بعد الطلاق ما يليق بحالهم وحال نسائهم ، فلعلهم تعرض لهم ندامة بعد ذوق الفراق ويحسوا ما قد يغفلون عن عواقبه حين إنشاء الطلاق ، عن غضب أو عن ملالة ، كما قال تعالى : { لا تدري لعل الله يحدث بعد ذلك أمراً } [ الطلاق : 1 ] وقوله : { ولا تمسكوهن ضراراً لتعتدوا ومن يفعل ذلك فقد ظلم نفسه ولا تتخذوا آيات الله هزواً } [ البقرة : 231 ] وليس ذلك ليتخذوه ذريعة للإضرار بالنساء كما كانوا يفعلون قبل الإسلام .وقد ظهر من هذا أن المقصود من الجملة هو الإمساك أو التسريح المطْلَقين وأما تقييد الإمساك بالمعروف والتسريح بالإحسان ، فهو إدماج لوصية أخرى في كلتا الحالتين ، إدماجاً للإرشاد في أثناء التشريع .وقدم الإمساك على التسريح إيماء إلى أنه الأهم ، المرغب فيه في نظر الشرع . والإمساك حقيقته قبض اليد على شيء مخافة أن يسقط أو يتفلت ، وهو هنا استعارة لدوام المعاشرة .والتسريح ضد الإمساك في معنييه الحقيقي والمجازي ، وهو مستعار هنا لإبطال سبب المعاشرة بعد الطلاق ، وهو سبب الرجعة ثم استعارة ذلك الإبطال للمفارقة فهو مجاز بمرتبتين .والمعروف هنا هو ما عرفه الناس في معاملاتهم من الحقوق التي قررها الإسلام أو قررتها العادات التي لا تنافي أحكام الإسلام . وهو يناسب الإمساك لأنه يشتمل على أحكام العصمة كلها من إحسان معاشرة ، وغير ذلك ، فهو أعم من الإحسان . وأما التسريح فهو فراق ومعروفه منحصر في الإحسان إلى المفارقة بالقول الحسن والبذل بالمتعة ، كما قال تعالى : { فمتعوهن وسرحوهن سراحاً جميلاً } [ الأحزاب : 49 ] وقد كان الأزواج يظلمون المطلقات ويمنعونهن من حليهن ورياشهن ، ويكثرون الطعن فيهن قال ابن عرفة في «تفسيره» : «فإن قلت هلا قيل فإمساك بإحسان أو تسريح بمعروف قلت عادتهم يجيبون بأن المعروف أخف من الإحسان إذ المعروف حسن العشرة وإعطاء حقوق الزوجية ، والإحسان ألا يظلمها من حقها فيقتضي الإعطاء وبذل المال أشق على النفوس من حسن المعاشرة فجعل المعروف مع الإمساك المقتضي دوام العصمة ، إذ لا يضر تكرره وجعل الإحسان الشاق مع التسريح الذي لا يتكرر» .وقد أخذ قوم من الآية منع الجمع بين الطلاق الثلاث في كلمة ، بناء على أن المقصود من قوله { مرتان } التفريق وسنذكر ذلك عند قوله تعالى : { فإن طلقها فلا تحل له من بعد } [ البقرة : 230 ] الآية .{ وَلاَ يَحِلُّ لَكُمْ أَن تَأْخُذُواْ مِمَّآ ءَاتَيْتُمُوهُنَّ شَيْئًا إِلاَّ أَن يَخَافَآ أَلاَّ يُقِيمَا حُدُودَ الله فَإِنْ خِفْتُمْ أَلاَّ يُقِيمَا حُدُودَ الله فَلاَ جُنَاحَ عَلَيْهِمَا فِيمَا افتدت بِهِ } .يجوز أن تكون الواو اعتراضية ، فهو اعتراض بين المتعاطفين ، وهما قوله : { فإمساك } وقوله { فإن طلقها } ويجوز أن تكون معطوفة على { أو تسريح بإحسان } لأن من إحسان التسريح ألا يأخذ المسرح وهو المطلق عوضاً عن الطلاق ، وهذه مناسبة مجىء هذا الاعتراض ، وهو تفنن بديع في جمع التشريعات والخطاب للأمة ، ليأخذ منه كل أفرادها ما يختص به ، فالزوج يقف عن أخذ المال ، وولي الأمر يحكم بعدم لزومه ، وولي الزوجة أو كبير قبيلة الزوج يسعى ويأمر وينهى ( وقد كان شأن العرب أن يلي هذه الأمور ذوو الرأي من قرابة الجانبين ) وبقية الأمة تأمر بالامتثال لذلك ، وهذا شأن خطابات القرآن في التشريع كقوله : { ولا تؤتوا السفهاء أموالكم } إلى قوله : { وارزقوهم فيها } [ النساء : 5 ] وإليه أشار صاحب «الكشاف» .وقال ابن عطية والقرطبي وصاحب «الكشاف» : الخطاب في قوله : { ولا يحل لكم } للأزواج بقرينة قوله { أن تأخذوا } وقوله : { أتيتموهن } والخطاب في قوله : { فإن خفتم ألا تقيما حدود الله } للحكام ، لأنه لو كان للأزواج لقيل : فإن خفتم ألا تقيموا أو ألا تقيما ، قال في «الكشاف» : «ونحو ذلك غير عزيز في القرآن» اه يعني لظهور مرجع كل ضمير من قرائن المقام ونظره في «الكشاف» بقوله تعالى في سورة الصف ( 13 ){ وبشر المؤمنين } على رأي صاحب الكشاف } ، إذ جعله معطوفاً على { تؤمنون بالله ورسوله } إلخ لأنه في معنى آمنوا وجاهدوا أي فيكون معطوفاً على الخطابات العامة للأمة ، وإن كان التبشير خاصاً به الرسول صلى الله عليه وسلم لأنه لا يتأتى إلا منه . وأظهر من تنظير صاحب «الكشاف» أن تنظره بقوله تعالى فيما يأتي : { وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن } [ البقرة : 232 ] إذ خوطب فيه المطلّق والعاضل ، وهما متغايران .والضمير المؤنث في { أتيتموهن } راجع إلى { المطلقات } ، المفهوم من قوله : { الطلاق مرتان } لأن الجنس يقتضي عدداً من المطلقين والمطلقات ، وجوز في «الكشاف» أن يكون الخطاب كله للحكام وتأول قوله : { أن تأخذوا } . وقوله : { مما أتيتموهن } بأن إسناد الأخذ والإتيان للحكام ، لأنهم الذين يأمرون بالأخذ والإعطاء ، ورجحه البيضاوي بسلامته من تشويش الضمائر بدون نكتة التفات ووهنه صاحب «الكشاف» وغيره بأن الخلع قد يقع بدون ترافع ، فما آتاه الأزواج لأزواجهم من المهور لم يكن أخذه على يد الحكام فبطل هذا الوجه ، ومعنى لا يحل لا يجوز ولا يسمح به ، واستعمال الحل والحرمة في هذا المعنى وضده قديم في العربية ، قال عنترة: ... يا شاة ما قنص لمن حلت لهحرمت على وليتها لم تحرم ... وقال كعب: ... إذا يساور قرناً لا يحل لهأن يترك القرن إلا وهو مجدول ... وجيء بقوله : { شيئاً } لأنه من النكرات المتوغلة في الإبهام ، تحذيراً من أخذ أقل قليل بخلاف ما لو قال مالاً أو نحوه ، وهذا الموقع من محاسن مواقع كلمة شيء التي أشار إليها الشيخ في «دلائل الإعجاز» . وقد تقدم بسط ذلك عند قوله تعالى : { ولنبلونكم بشيء من الخوف والجوع } [ البقرة : 155 ] .وقوله : { إلا أن يخافا } قرأه الجمهور بفتح ياء الغيبة ، فالفعل مسند للفاعل ، والضمير عائد إلى المتخالعين المفهومين من قوله : { أن تأخذوا مما أتيتموهن شيئاً } وكذلك ضمير { يخافا ألا يقيما } وضمير { فلا جناح عليهما } ، وأسند هذا الفعل لهما دون بقية الأمة لأنهما اللذان يعلمان شأنهما . وقرأ حمزة وأبو جعفر ويعقوب بضم ياء الغائب والفعل مبني للنائب والضمير للمتخالعين؛ والفاعل محذوف هو ضمير المخاطبين؛ والتقدير : إلا أن تخافوهما ألا يقيما حدود الله .والخوف توقع حصول ما تكرهه النفس وهو ضد الأمن . ويطلق على أثره وهو السعي في مرضاة المخوف منه ، وامتثال أوامره كقوله : { فلا تخافوهم وخافون إن كنتم مؤمنين } [ آل عمران : 175 ] وترادفه الخشية ، لأن عدم إقامة حدود الله مما يخافه المؤمن ، والخوف يتعدى إلى مفعول واحد ، قال تعالى : { فلا تخافوهم . وقال الشاعر يهجو رجلاً من فَقْعَسَ أكَلَ كلبَه واسمه حبتر: ... يا حبتر لم أكلته لمهلو خافك اللَّه عليه حرمه ... وخرج ابن جني في شرح الحماسة } ، عليه قول الأحوص فيها على أحد تأويلين: ... فإذا تزول تزول على متخمطتُخْشَى بوادره على الأقران ... وحذفت على في الآية لدخولها على أن المصدرية .وقد قال بعض المفسرين : إن الخوف هنا بمعنى الظن ، يريد ظن المكروه؛ إذ الخوف لا يطلق إلا على حصول ظن المكروه وهو خوف بمعناه الأصلي .وإقامة حدود الله فسرها مالك رحمه الله بأنها حقوق الزوج وطاعته والبرِّ به ، فإذا أضاعت المرأة تلك فقد خالفت حدود الله .وقوله : { فلا جناح عليهما فيما أفتدت به } رفع الإثم عليهما ، ويدل على أن باذل الحرام لآخذه مشارك له في الإثم ، وفي حديث ربا الفضل « الآخذ والمعطي في ذلك سواء » وضمير { أفتدت به } لجنس المخالعة ، وقد تمحض المقام لأن يعاد الضمير إليها خاصة؛ لأن دفع المال منها فقط . وظاهر عموم قوله : { فيما أفتدت به } أنه يجوز حينئذ الخلع بما زاد على المهر وسيأتي الخلاف فيه .ولم يختلف علماء الأمة أن المراد بالآية أخذ العوض على الفراق ، وإنما اختلفوا في هذا الفراق هل هو طلاق أو فسخ؟ فذهب الجمهور إلى أنه طلاق ولا يكون إلا بائناً؛ إذ لو لم يكن بائناً لما ظهرت الفائدة في بذل العوض ، وبه قال عثمان وعلي وابن مسعود والحسن وعطاء وابن المسيب والزهري ومالك وأبو حنيفة والثوري والأوزاعي والشعبي والنخعي ومجاهد ومكحول .وذهب فريق إلى أنه فسخ ، وعليه ابن عباس وطاووس وعكرمة وإسحاق وأبو ثور وأحمد بن حنبل .وكل من قال : إن الخلع لا يكون إلا بحكم الحاكم . واختلف قول الشافعي في ذلك ، فقال مرة هو طلاق؛ وقال مرة ليس بطلاق ، وبعضهم يحكي عن الشافعي أن الخلع ليس بطلاق إلا أن ينوي بالمخالفة الطلاق والصواب أنه طلاق لتقرر عصمة صحيحة ، فإن أرادوا بالفسخ ما فيه من إبطال العصمة الأولى فما الطلاق كله إلا راجعاً إلى الفسوخ ، وتظهر فائدة هذا الخلاف في الخلع الواقع بينهما بعد أن طلق الرجل طلقتين ، فعند الجمهور طلقة الخلع ثالثة فلا تحل لمخالعها إلا بعد زوج ، وعند ابن عباس وأحمد بن حنبل وإسحاق ومن وافقهم : لا تعد طلقة ، ولهما أن يعقدا نكاحاً مستأنفاً .وقد تمسك بهذه الآية سعيد بن جبير والحسن وابن سيرين وزياد بن أبي سفيان ، فقالوا : لا يكون الخلع إلا بحكم الحاكم لقوله تعالى : { فإن خفتم ألا يقيما حدود الله } .والجمهور على جواز إجراء الخلع بدون تخاصم ، لأن الخطاب ليس صريحاً للحكام وقد صح من عمر وعثمان وابن عمر أنهم رأوا جوازه بدون حكم حاكم .والجمهور أيضاً على جواز أخذ العوض على الطلاق إن طابت به نفس المرأة ، ولم يكن عن إضرار بها . وأجمعوا على أنه إن كان عن إضرار بهن فهو حرام عليه ، فقال مالك إذا ثبت الإضرار يمضي الطلاق ، ويرد عليها مالها .وقال أبو حنيفة : هو ماض ولكنه يأثم بناء على أصله في النهي ، إذا كان لخارج عن ماهية المنهي عنه . وقال الزهري والنخعي وداود : لا يجوز إلا عند النشوز والشقاق . والحق أن الآية صريحة في تحريم أخذ العوض عن الطلاق إلا إذا خيف فساد المعاشرة بألا تحب المرأة زوجها ، فإن الله أكد هذا الحكم إذ قال : { إلا أن يخافا ألا يقيما حدود الله } لأن مفهوم الاستثناء قريب من الصريح في أنهما إن لم يخافا ذلك لا يحل الخلع ، وأكده بقوله : { فإن خفتم ألا يقيما حدود الله فلا جناح عليهما فيما أفتدت به } فإن مفهومه أنهما إن لم يخافا ذلك ثبت الجناح ، ثم أكد ذلك كله بالنهي بقوله : تلك حدود الله فلا تعتدوها ثم بالوعيد بقوله : { ومن يتعد حدود الله فأولئك هم الظالمون } وقد بين ذلك كله قضاء رسول الله صلى الله عليه وسلم بين جميلة بنت أو أخت عبد الله بن أبي بن سلول ، وبين زوجها ثابت بن قيس بن شماس؛ إذ قالت له يا رسول الله لا أنا ولا ثابت ، أو لا يجمع رأسي ورأس ثابت شيء ، والله ما أعتب عليه في دين ولا خلق ولكني أكره الكفر في الإسلام لا أطيقه بغضاً فقال لها النبي صلى الله عليه وسلم \" أتردين عليه حديقته التي أصدقك \" قالت «نعم وأزيده» زاد في رواية قال : \" أما الزائد فلا \" وأجاب الجمهور بأن الآية لم تذكر قوله : { إلا أن يخافا ألا يقيما حدود الله } على وجه الشرط بل لأنه الغالب من أحوال الخلع ، ألا يُرى قوله تعالى : { فإن طبن لكم عن شيء منه نفسا فكلوه هنيئاً مريئاً } [ النساء : 4 ] هكذا أجاب المالكية كما في «أحكام ابن العربي» ، و«تفسير القرطبي» .  وعندي أنه جواب باطل ، ومتمسك بلا طائل ، أما إنكار كون الوارد في هاته الآية شرطا ، فهو تعسف وصرف للكلام عن وجهه ، كيف وقد دل بثلاثة منطوقات وبمفهومين وذلك قوله : { ولا يحل لكم أن تأخذوا مما أتيتموهن شيئاً } فهذا نكرة في سياق النفي ، أي لا يحل أخذ أقل شيء ، وقوله : { إلا أن يخافا } ففيه منطوق ومفهوم ، وقوله : { فإن خفتم } ففيه كذلك ، ثم إن المفهوم الذي يجيء مجيء الغالب هو مفهوم القيود التوابع كالصفة والحال والغاية ، دون ما لا يقع في الكلام إلا لقصد الاحتراز ، كالاستثناء والشرط . وأما الاحتجاج للجواز بقوله : { فإن طبن لكم عن شيء منه نفساً } ، فمورده في عفو المرأة عن بعض الصداق ، فإن ضمير { منه } عائد إلى الصدقات ، لأن أول الآية { وأتوا النساء صدقاتهن نحلة فإن طبن لكم } [ النساء : 4 ] الآية فهو إرشاد لما يعرض في حال العصمة مما يزيد الألفة ، فلا تعارض بين الآيتين ولو سلمنا التعارض لكان يجب على الناظر سلوك الجمع بين الآيتين أو الترجيح .واختلفوا في جواز أخذ الزائد على ما أصدقها المفارق ، فقال طاووس وعطاء والأوزاعي وإسحاق وأحمد : لا يجوز أخذ الزائد ، لأن الله تعالى خصه هنا بقوله : { مما أتيتموهن } واحتجوا بأن النبي صلى الله عليه وسلم قال لجميلة لما قالت له : أرد عليه حديقته وأزيده « أما الزائد فلا » أخرجه الدارقطني عن ابن جريج . وقال الجمهور : يجوز أخذ الزائد لعموم قوله تعالى : { فلا جناح عليهما فيما أفتدت به } واحتجوا بما رواه الدارقطني عن أبي سعيد الخدري أن أخته كانت تحت رجل من الأنصار تزوجها على حديقة ، فوقع بينهما كلام فترافعا إلى رسول الله صلى الله عليه وسلم فقال لها « أتردين عليه حديقته ويطلقك » قالت : نعم وأزيده ، فقال لها « ردي عليه حديقته وزيديه » وبأن جميلة لما قالت له : وأزيده لم ينكر عليها .وقال مالك : ليس من مكارم الأخلاق ولم أر أحداً من أهل العلم يكره ذلك أي يحرمه ، ولم يصح عنده ما روي « أما الزائد فلا » والحق أن الآية ظاهرة في تعظيم أمر أخذ العوض على الطلاق ، وإنما رخصه الله تعالى إذا كانت الكراهية والنفرة من المرأة من مبدأ المعاشرة ، دفعاً للأضرار عن الزوج في خسارة ما دفعه من الصداق الذي لم ينتفع منه بمنفعة؛ لأن الغالب أن الكراهية تقع في مبدأ المعاشرة لا بعد التعاشر .فقوله : { مما أتيتموهن } ظاهر في أن ذلك هو محل الرخصة ، لكن الجمهور تأولوه بأنه هو الغالب فيما يجحف بالأزواج ، وأنه لا يبطل عموم قوله : { فيما أفتدت } وقد أشار مالك بقوله : ليس من مكارم الأخلاق إلى أنه لا يراه موجباً للفساد والنهي؛ لأنه ليس مما يختل به ضروري أو حاجي ، بل هو آيل إلى التحسينات ، وقد مضى عمل المسلمين على جوازه .واختلفوا في هذه الآية هل هي محكمة أم منسوخة؟ فالجمهور على أنها محكمة ، وقال فريق : منسوخة بقوله تعالى في سورة النساء ( 20 ) { وإن أردتم استبدال زوج مكان زوج وآتيتم إحداهن قنطاراً فلا تأخذوا منه شيئاً ونسبه القرطبي لبكر بن عبد الله المزني ، وهو قول شاذ ، ومورد آية النساء في الرجل يريد فراق امرأته ، فيحرم عليه أن يفارقها ، ثم يزيد فيأخذ منها مالاً ، بخلاف آية البقرة فهي في إرادة المرأة فراق زوجها عن كراهية .تِلْكَ حُدُودُ الله فَلاَ تَعْتَدُوهَا وَمَن يَتَعَدَّ حُدُودَ الله فأولئك هُمُ الظالمون } .جملة { تلك حدود الله فلا تعتدوها } معترضة بين جملة { ولا يحل لكم أن تأخذوا مما أتيتموهن شيئاً } وما اتصل بها ، وبين الجملة المفرعة عليها وهي { فإن طلقها فلا تحل له من بعد } الآية . ومناسبة الاعتراض ما جرى في الكلام الذي قبلها من منع أخذ العوض عن الطلاق ، إلا في حالة الخوف من ألا يقيما حدود الله ، وكانت حدود الله مبينة في الكتاب والسنة ، فجيء بهذه الجملة المعترضة تبْيِيناً؛ لأن منع أخذ العوض على الطلاق هو من حدود الله .وحدود الله استعارة للأوامر والنواهي الشرعية بقرينة الإشارة ، شبهت بالحدود التي هي الفواصل المجعولة بين أملاك الناس ، لأن الأحكام الشرعية ، تفصل بين الحلال والحرام ، والحق والباطل وتفصل بين ما كان عليه الناس قبل الإسلام ، وما هم عليه بعده .والإقامة في الحقيقة الإظهار والإيجاد ، يقال : أقام حداً لأرضه ، وهي هنا استعارة للعمل بالشرع تبعاً لاستعارة الحدود للأحكام الشرعية ، وكذلك إطلاق الاعتداء الذي هو تجاوز الحد على مخالفة حكم الشرع ، هو استعارة تابعة لتشبيه الحكم بالحد .وجملة : { ومن يتعد حدود الله فأولئك هم الظالمون } تذييل وأفادت جملة { فأولئك هم الظالمون } حصراً وهو حصر حقيقي ، إذ ما من ظالم إلا وهو متعد لحدود الله ، فظهر حصر حال المتعدي حدود الله في أنه ظالم .واسم الإشارة من قوله : { فأولئك هم الظالمون } مقصود منه تمييز المشار إليه ، أكمل تمييز ، وهو من يتعدى حدود الله ، اهتماماً بإيقاع وصف الظالمين عليهم .وأطلق فعل { يتعد } على معنى يخالف حكم الله ترشيحاً لاستعارة الحدود لأحكام الله ، وهو مع كونه ترشيحاً مستعار لمخالفة أحكام الله؛ لأن مخالفة الأمر والنهي تشبه مجاوزة الحد في الاعتداء على صاحب الشيء المحدود . وفي الحديث : « ألا وإن لكل ملك حمى ، ألا وإن حمى الله محارمه » .",
  "ayah": 229,
  "surah": 2
}
