{
  "text": "عطف على جملة : { فإن طلقها فلا جناح عليهما أن يتراجعا وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ وَلاَ تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُواْ وَمَن يَفْعَلْ ذلك فَقَدْ ظَلَمَ نَفْسَهُ } [ البقرة : 230 ] الآية عطف حكم على حكم ، وتشريع على تشريع ، لقصد زيادة الوصاة بحسن المعاملة في الاجتماع والفرقة ، وما تبع ذلك من التحذير الذي سيأتي بيانه .وقوله : { فبلغهن أجلهن } مؤذن بأن المراد : وإذا طلقتم النساء طلاقاً فيه أجل . والأجل هنا لما أضيف إلى ضمير النساء المطلقات علم أنه أجل معهود بالمضاف إليه ، أعني أجل الانتظار وهو العدة ، وهو التربص في الآية السابقة .وبلوغ الأجل : الوصول إليه ، والمراد به هنا مشارفة الوصول إليه بإجماع العلماء؛ لأن الأجل إذا انقضى زال التخيير بين الإمساك والتسريح ، وقد يطلق البلوغ على مشارفة الوصول ومقاربته ، توسعاً أي مجازاً بالأوْل . وفي القاعدة الخامسة من الباب الثامن من «مغني اللبيب» أن العرب يعبرون بالفعل عن أمور : أحدها ، وهو الكثير المتعارف عن حصول الفعل وهو الأصل . الثاني : عن مشارفته نحو { وإذا طلقتم النساء فبلغن أجلهن والذين يتوفون منكم ويذرون أزواجاً } [ البقرة : 240 ] أي يقاربون الوفاة ، لأنه حينَ الوصية . الثالث : إرادته نحو { إذا قمتم إلى الصلوات فاغسلوا } [ المائدة : 6 ] . الرابع : القدرة عليه نحو { وعداً علينا إنا كنا فاعلين } [ الأنبياء : 104 ] أي قادرين .والأجل في كلام العرب يطلق على المدة التي يمهل إليها الشخص في حدوث حادث معين ، ومنه قولهم : ضرب له أجلاً { أيما الأجلين قضيت } [ القصص : 28 ] .والمراد بالأجل هنا آخر المدة ، لأن قوله : { فبلغن } مؤذن بأنه وصول بعد مسير إليه ، وأسند ( بلغن ) إلى النساء لأنهن اللاتي ينتظرن انقضاء الأجل ، ليخرجن من حبس العدة ، وإن كان الأجل للرجال والنساء معاً ، للأوَّلين توسعة للمراجعة ، وللأخيرات تحديداً للحِل للتزوج . وأضيف الأجل إلى ضمير النساء لهاته النكتة .والقول في الإمساك والتسريح مضى قريباً . وفي هذا الوجه تكرير الحكم المفاد بقوله تعالى : { فإمساك بمعروف أو تسريح بإحسان } [ البقرة : 229 ] فأجيب عن هذا بما قاله الفخر : إن الآية السابقة أفادت التخيير بين الإمساك والتسريح في مدة العدة ، وهذه أفادت ذلك التخيير في آخر أوقات العدة ، تذكيراً بالإمساك وتحريضاً على تحصيله ، ويستتبع هذا التذكير الإشارة إلى الترغيب في الإمساك ، من جهة إعادة التخيير بعد تقدم ذكره ، وذكر التسريح هنا مع الإمساك ، ليظهر معنى التخيير بين أمرين وليتوسل بذلك إلى الإشارة إلى رغبة الشريعة في الأمساك وذلك بتقديمه في الذكر؛ إذ لو يذكر الأمران لما تأتى التقديم المؤذن بالترغيب وعندي أنه على هذا الوجه أعيد الحكم ، وليبني عليه ما قصد من النهي عن الضرار وما تلا ذلك من التحذير والموعظة وذلك كله مما أبعد عن تذكره الجمل السابقة التي اقتضى الحال الاعتراض بها .وقوله : { أو سرحوهن بمعروف } قيد التسريح هنا بالمعروف ، وقيد في قوله السالف { أو تسريح بإحسان } ، بالإحسان للإشارة إلى أن الإحسان المذكور هنالك ، هو عين المعروف الذي يعرض للتسريح ، فلما تقدم ذكره لم يُحتج هنا إلى الفرق بين قيده وقيد الإمساك . أو لأن إعادة أحوال الإمساك والتسريح هنا ليبنى عليه النهي عن المضارة ، والذي تخاف مضارته بمنزلة بعيدة عن أن يطلب منه الإحسان ، فطلب منه الحق ، وهو المعروف الذي عدم المضارة من فروعه ، سواء في الإمساك أو في التسريح ، ومضارة كل بما يناسبه .وقال ابن عرفة : «تقدم أن المعروف أخف من الإحسان فلما وقع الأمر في الآية الأخرى بتسريحهن مقارناً للإحسان ، خيف أن يتوهم أن الأمر بالإحسان عند تسريحهن للوجوب فعقبه بهذا تنبيهاً على أن الأمر للندب لا للوجوب» .وقوله : { ولا تمسكوهن ضراراً } تصريح بمفهوم { فأمسكوهن بمعروف } إذ الضرار ضد المعروف ، وكأن وجه عطفه مع استفادته من الأمر بضده التشويه بذكر هذا الضد لأنه أكثر أضداد المعروف يقصده الأزواج المخالفون لحكم الإمساك بالمعروف ، مع ما فيه من التأكيد ، ونكتته تقرير المعنى المراد في الذهن بطريقتين غايتهما واحدة وقال الفخر : نكتة عطف النهي على الأمر بالضد في الآية هي أن الأمر لا يقتضي التكرار بخلاف النهي ، وهذه التفرقة بين الأمر والنهي غير مسلمة ، وفيها نزاع في علم الأصول ، ولكنه بناها على أن الفرق بين الأمر والنهي هو مقتضى اللغة . على أن هذا العطف إن قلنا : إن المعروف في الإمساك حيثما تحقق انتفى الضرار ، وحيثما انتفى المعروف تحقق الضرار ، فيصير الضرار مساوياً لنقيض المعروف ، فلنا أن نجعل نكتة العطف حينئذٍ لتأكيد حكم الإمساك بالمعروف : بطريقي إثبات ونفي ، كأنه قيل : ( ولا تمسكوهن إلاّ بالمعروف ) ، كما في قول السموأل: ... تسيل على حد الظُّباتتِ نُفُوسناوليستْ على غير الظُّبات تسيل ... والضرار مصدر ضارَّ ، وأصل هذه الصيغة أن تدل على وقوع الفعل من الجانبين ، مثل خاصم ، وقد تستعمل في الدلالة على قوة الفعل مثل : عافاك الله ، والظاهر أنها هنا مستعملة للمبالغة في الضر ، تشنيعاً على من يقصده بأنه مفحش فيه .ونصب { ضراراً } على الحال أو المفعولية لأجله .وقوله : { لتعتدوا } جُرَّ باللام ولم يعطف بالفاء؛ لأن الجر باللام هو أصل التعليل ، وحذف مفعول «تعتدوا» ليشمل الاعتداء عليهن وعلى أحكام الله تعالى ، فتكون اللام مستعملة في التعليل والعاقبة . والاعتداء على أحكام الله لا يكون علة للمسلمين ، فنزل منزلة العلة مجازاً في الحصول ، تشنيعاً على المخالفين ، فحرف اللام مستعمل في حقيقته ومجازه .وقوله { فقد ظلم نفسه } جعل ظلمهم نساءهم ظلماً لأنفسهم ، لأنه يؤدي إلى اختلال المعاشرة واضطراب حال البيت وفوات المصالح بشغب الأذهان في المخاصمات . وظلم نفسه أيضاً بتعريضها لعقاب الله في الآخرة .{ وَلاَ تتخذوا آيات الله هُزُوًا واذكروا نِعْمَتَ الله عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُم مِّنَ الكتاب والحكمة يَعِظُكُم بِهِ واتقوا الله واعلموا أَنَّ الله بِكُلِّ شَىْءٍ عَلِيمٌ } .عطف هذا النهي على النهي في قوله : { ولا تمسكوهن ضراراً لتعتدوا } لزيادة التحذير من صنيعهم في تطويل العدة ، لقصد المضارة ، بأن في ذلك استهزاء بأحكام الله التي شرع فيها حق المراجعة ، مريداً رحمة الناس ، فيجب الحذر من أن يجعلوها هزءاً .وآيات الله هي ما في القرآن من شرائع المراجعة نحو قوله : { والمطلقات يتربصن بأنفسهن ثلاثة قروء } [ البقرة : 228 ] إلى قوله { وتلك حدود الله يبينها لقوم يعلمون } [ البقرة : 230 ] .والهزء بضمتين مصدر هزأ به إذا سخر ولعب ، وهو هنا مصدر بمعنى اسم المفعول ، أي لا تتخذوها مستهزأ به ، ولما كان المخاطب بهذا المؤمنين ، وقد علم أنهم لم يكونوا بالذين يستهزئون بالآيات ، تعين أن الهزء مراد به مجازه وهو الاستخفاف وعدم الرعاية ، لأن المستخف بالشيء المهم يعد لاستخفافه به ، مع العلم بأهميته ، كالساخر واللاعب . وهو تحذير للناس من التوصل بأحكام الشريعة إلى ما يخالف مراد الله ، ومقاصد شرعه ، ومن هذا التوصل المنهي عنه ، ما يسمى بالحيل الشرعية بمعنى أنها جارية على صور صحيحة الظاهر ، بمقتضى حكم الشرع ، كمن يهب ماله لزوجه ليلة الحول ليتخلص من وجوب زكاته ، ومن أبعد الأوصاف عنها الوصف بالشرعية .فالمخاطبون بهذه الآيات محذرون أن يجعلوا حكم الله في العدة ، الذي قصد منه انتظار الندامة وتذكر حسن المعاشرة ، لعلهما يحملان المطلق على إمساك زوجته حرصاً على بقاء المودة والرحمة ، فيغيروا ذلك ويجعلوه وسيلة إلى زيادة النكاية ، وتفاقم الشر والعداوة . وفي «الموطأ» أن رجلاً قال لابن عباس : إني طلقت امرأتي مائة طلقة فقال له ابن عباس «بانت منك بثلاث ، وسبع وتسعون اتخذت بها آيات الله هزءاً» يريد أنه عمد إلى ما شرعه الله من عدد الطلاق ، بحكمة توقع الندامة مرة أولى وثانية ، فجعله سبب نكاية وتغليظ ، حتى اعتقد أنه يضيق على نفسه المراجعة إذ جعله مائة .ثم إن الله تعالى بعد أن حذرهم دعاهم بالرغبة فقال : { واذكروا نعمت الله عليكم } فذكرهم بما أنعم عليهم بعد الجاهلية بالإسلام ، الذي سماه نعمة كما سماه بذلك في قوله : { واذكروا نعمت الله عليكم إذ كنتم أعداء فألف بين قلوبكم فأصبحتم بنعمته إخواناً } [ آل عمران : 103 ] فكما أنعم عليكم بالإنسلاخ عن تلك الضلالة ، فلا ترجعوا إليها بالتعاهد بعد الإسلام .وقوله : { وما أنزل عليكم من الكتاب والحكمة } معطوف على ( نعمة ) ، وجملة { يعظكم به } حال ويجوز جعله مبتدأ؛ وجملة { يعظكم } خبراً ، والكتاب : القرآن . والحكمة : العلم المستفاد من الشريعة ، وهو العبرة بأحوال الأمم الماضية وإدراك مصالح الدين ، وأسرار الشريعة ، كما قال تعالى ، بعد أن بين حكم الخمر والميسر { كذلك يبين الله لكم الأَيات لعلكم تتفكرون في الدنيا والآخرة } [ البقرة : 219 ، 220 ] ومعنى إنزال الحكمة أنها كانت حاصلة من آيات القرآن كما ذكرنا ، ومن الإيماء إلى العلل ، ومما يحصل أثناء ممارسة الدين ، وكل ذلك منزل من الله تعالى بالوحي إلى الرسول صلى الله عليه وسلم ومن فسر الحكمة بالسنة فقد فسرها ببعض دلائلها .والموعظة والوعظ : النصح والتذكير بما يلين القلوب ، ويحذر الموعوظ .وقوله : { واتقوا الله واعلموا أن الله بكل شيء عليم } تذكير بالتقوى وبمراعاة علمهم بأن الله عليم بكل شيء تنزيلاً لهم في حين مخالفتهم بأفعالهم لمقاصد الشريعة ، منزلة من يجهل أن الله عليم ، فإن العليم لا يخفى عليه شيء ، وهو إذا علم مخالفتهم لا يحول بين عقابه وبينهم شيء ، لأن هذا العليم قدير .",
  "ayah": 231,
  "surah": 2
}
