{
  "text": "المراد من هذه الآية مخاطبة أولياء النساء بألا يمنعوهن من مراجعة أزواجهن بعد أن أمر المفارقين بإمساكهن بمعروف ورغبهم في ذلك ، إذ قد علم أن المرأة إذا رأت الرغبة من الرجل الذي كانت تألفه وتعاشره لم تلبث أن تقرن رغبته برغبتها ، فإن المرأة سريعة الانفعال قريبة القلب ، فإذا جاء منع فإنما يجيء من قبل الأولياء ولذلك لم يذكر الله ترغيب النساء في الرضا بمراجعة أزواجهن ونهى الأولياء عن منعهن من ذلك .وقد عرف من شأن الأولياء في الجاهلية وما قاربها ، الأنفة من أصهارهم ، عند حدوث الشقاق بينهم وبين ولاياهم ، وربما رأوا الطلاق استخفافاً بأولياء المرأة وقلة اكتراث بهم ، فحملتهم الحمية على قصد الانتقام منهم عند ما يرون منهم ندامة ، ورغبة في المراجعة وقد روى في «الصحيح» أن البداح بن عاصم الأنصاري طلق زوجه جُميلا بالتصغير وقيل جُمْلا وقيل جميلة ابنة معقل بن يسار فلما انقضت عدتها ، أراد مراجعتها ، فقال له أبوها معقل بن يسار : «إنك طلقتها طلاقاً له الرجعة ، ثم تركتها حتى انقضت عدتها ، فلما خطبت إليَّ أتيتني تخطبها مع الخطاب ، والله لا أنكحتكها أبداً» فنزلت هذه الآية ، قال معقل «فكفرت عن يميني وأرجعتها إليه» وقال الواحدي : نزلت في جابر بن عبد الله كانت له ابنة عم طلقها زوجها وانقضت عدتها ، ثم جاء يريد مراجعتها ، وكانت راغبة فيه ، فمنعه جابر من ذلك فنزلت .والمراد من أجلهن هو العدة ، وهو يعضد أن ذلك هو المراد من نظيره في الآية السابقة ، وعن الشافعي «دل سياق الكلامين على افتراق البلوغين» فجعل البلوغ في الآية الأولى ، بمعنى مشارفة بلوغ الأجل ، وجعله هنا بمعنى انتهاء الأجل . فجملة { وإذا طلقتم النساء } عطف على { وإذا طلقتم النساء فبلغت أجلهن فأمسكوهن بمعروف } [ البقرة : 231 ] الآية .والخطاب الواقع في قوله { طلقتم } و { تعضلوهن } ينبغي أن يحمل على أنه موجه إلى جهة واحدة دون اختلاف التوجه ، فيكون موجهاً إلى جميع المسلمين ، لأن كل واحد صالح لأن يقع منه الطلاق إن كان زوجاً ، ويقع منه العضل إن كان ولياً ، والقرينة ظاهرة على مثله فلا يكاد يخفى في استعمالهم ، ولما كان المسند إليه أحد الفعلين ، غير المسند إليه الفعل الآخر ، إذ لا يكون الطلاق ممن يكون منه العضل ولا العكس ، كان كل فريق يأخذ من الخطاب ما هو به جدير ، فالمراد بقوله : { طلقتم } أوقعتم الطلاق ، فهم الأزواج ، وبقوله { فلا تعضلوهن } النهي عن صدور العضل ، وهم أولياء النساء .وجعل في «الكشاف» الخطاب للناس عامة أي إذا وجد فيكم الطلاق وبلغ المطلقات أجلهن ، فلا يقع منكم العضل ووجه تفسيره هذا بقوله : «لأنه إذا وجد العضل بينهم وهم راضون كانوا في حكم العاضلين» .والعضل : المنع والحبس وعدم الانتقال ، فمنه عضَّلت المرأة بالتشديد إذا عسرت ولادتها وعضَّلت الدجاجة إذا نشب بيضها فلم يخرج ، والمعاضلة في الكلام : احتباس المعنى حتى لا يبدو من الألفاظ ، وهو التعقيد ، وشاع في كلام العرب في منع الولي مولاته من النكاح . وفي الشرع هو المنع بدون وجه صلاح ، فالأب لا يعد عاضلاً برد كفء أو اثنين ، وغير الأب يعد عاضلاً برد كفء واحد .وإسناد النكاح إلى النساء هنا لأنه هو المعضول عنه ، والمراد بأزواجهن طالبو المراجعة بعد انقضاء العدة ، وسماهن أزواجاً مجازاً باعتبار ما كان ، لقرب تلك الحالة ، وللإشارة إلى أن المنع ظلم؛ فإنهم كانوا أزواجاً لهن من قبل ، فهم أحق بأن يُرَجَّعن إليهم .وقوله : { إذا تراضوا بينهم بالمعروف } شرط للنهي ، لأن الولي إذا علم عدم التراضي بين الزوجين ، ورأى أن المراجعة ستعود إلى دخل وفساد فله أن يمنع مولاته نصحاً لها ، وفي هذا الشرط إيماء إلى علة النهي : وهي أن الولي لا يحق له منعها مع تراضي الزوجين بعود المعاشرة ، إذ لا يكون الولي أدرى بميلها منها ، على حد قولهم في المثل المشهور «رضي الخصمان ولم يرض القاضي» .وفي الآية إشارة إلى اعتبار الولاية للمرأة في النكاح بناء على غالب الأحوال يومئذٍ؛ لأن جانب المرأة جانب ضعيف مطموع فيه ، معصوم عن الامتهان ، فلا يليق تركها تتولى مثل هذا الأمر بنفسها؛ لأنه ينافي نفاستها وضعفها ، فقد يستخف بحقوقها الرجال ، حرصاً على منافعهم وهي تضعف عن المعارضة .ووجه الإشارة : أن الله أشار إلى حقين : حق الولي بالنهي عن العضل؛ إذ لو لم يكن الأمر بيده لما نهي عن منعه ، ولا يقال : نهي عن استعمال ما ليس بحق له لأنه لو كان كذلك لكان النهي عن البغي والعدوان كافياً ، ولجيء بصيغة : ما يكون لكم ونحوها وحق المرأة في الرضا ولأجله أسند الله النكاح إلى ضمير النساء ، ولم يقل : أن تُنكحوهن أزواجهن ، وهذا مذهب مالك والشافعي وجمهور فقهاء الإسلام ، وشذ أبو حنيفة في المشهور عنه فلم يشترط الولاية في النكاح ، واحتج له الجصاص بأن الله أسند النكاح هنا للنساء وهو استدلال بعيد استعمال العرب في قولهم : نكحت المرأة ، فإنه بمعنى تزوجت دون تفصيل بكيفية هذا التزوج لأنه لا خلاف في أن رضا المرأة بالزوج هو العقد المسمى بالنكاح ، وإنما الخلاف في اشتراط مباشرة الولي لذلك دون جبر ، وهذا لا ينافيه إسناد النكاح إليهن ، أما ولاية الإجبار فليست من غرض هذه الآية؛ لأنها واردة في شأن الأيامى ولا جبر على أيم باتفاق العلماء .وقوله : { ذلك يوعظ به } إشارة إلى حكم النهي عن العضل ، وإفراد الكاف مع اسم الإشارة مع أن المخاطب جماعة ، رعياً لتناسي أصل وضعها من الخطاب إلى ما استعملت فيه من معنى بعد المشار إليه فقط ، فإفرادها في أسماء الإشارة هو الأصل ، وأما جمعها في قوله { ذلكم أزكى لكم } فتجديد لأصل وضعها .ومعنى أزكى وأطهر أنه أوفر للعرض وأقرب للخير ، فأزكى دال على النماء والوفر ، وذلك أنهم كانوا يعضلونهن حمية وحفاظاً على المروءة من لحاق ما فيه شائبة الحطيطة ، فأعلمهم الله أن عدم العضل أوفر للعرض؛ لأن فيه سعياً إلى استبقاء الود بين العائلات التي تقاربت بالصهر والنسب؛ فإذا كان العضل إباية للضيم ، فالإذن لهن بالمراجعة حلم وعفو ورفاء للحال وذلك أنفع من إباية الضيم .وأما قوله : { وأطهر } فهو معنى أنزه ، أي إنه أقطع لأسباب العداوات والإحن والأحقاد بخلاف العضل الذي قصدتم منه قطع العود إلى الخصومة ، وماذا تضر الخصومة في وقت قليل يعقبها رضا ما تضر الإحن الباقية والعداوات المتأصلة ، والقلوب المحرَّقة .ولك أن تجعل { أزكى } بالمعنى الأول ، ناظراً لأحوال الدنيا ، وأطهر بمعنى فيه السلامة من الذنوب في الآخرة ، فيكون أطهر مسلوب المفاضلة ، جاء على صيغة التفضيل للمزاوجة مع قوله { أزكى } .وقوله : { والله يعلم وأنتم لا تعلمون } تذييل وإزالة لاستغرابهم حين تلقى هذا الحكم ، لمخالفته لعاداتهم القديمة ، وما اعتقدوا نفعاً وصلاحاً وإباء على أعراضهم ، فعلمهم الله أن ما أمرهم به ونهاهم عنه هو الحق ، لأن الله يعلم النافع ، وهم لا يعلمون إلاّ ظاهراً ، فمفعول { يعلم } محذوف أي والله يعلم ما فيه كمال زكاتكم وطهارتكم؛ وأنتم لا تعلمون ذلك .",
  "ayah": 232,
  "surah": 2
}
