{
  "text": "انتقال من أحكام الطلاق والبينونة؛ فإنه لما نهى عن العضل ، وكانت بعض المطلقات لهن أولاد في الرضاعة ويتعذر عليهن التزوج وهن مرضعات؛ لأن ذلك قد يضر بالأولاد ، ويقلل رغبة الأزواج فيهن ، كانت تلك الحالة مثار خلاف بين الآباء والأمهات ، فلذلك ناسب التعرض لوجه الفصل بينهم في ذلك ، فإن أمر الإرضاع مهم ، لأن به حياة النسل ، ولأن تنظيم أمره من أهم شؤون أحكام العائلة .وأعلم أن استخلاص معاني هذه الآية من أعقد ما عرض للمفسرين . فجملة { والوالدات يرضعن } معطوفة على جملة { وإذا طلقتم النساء فبلغن أجلهن فلا تعضلوهن } [ البقرة : 232 ] والمناسبة غير خفية .والوالدت عام لأنه جمع معرف باللام ، وهو هنا مراد به خصوص الوالدات من المطلقات بقرينة سياق الآي التي قبلها من قوله : { والمطلقات يتربصن بأنفسهن ثلاثة قروء } [ البقرة : 228 ] ولذلك وصلت هذه الجملة بالعطف للدلالة على اتحاد السياق ، فقوله : { والوالدات } معناه : والوالدات منهن ، أي من المطلقات المتقدم الإخبار عنهن في الآي الماضية ، أي المطلقات اللائي لهن أولاد في سن الرضاعة ، ودليل التخصيص أن الخلاف في مدة الإرضاع لا يقع بين الأب والأم إلاّ بعد الفراق ، ولا يقع في حالة العصمة؛ إذ من العادة المعروفة عند العرب ومعظم الأمم أن الأمهات يرضعن أولادهن في مدة العصمة ، وأنهن لا تمتنع منه من تمتنع إلاّ لسبب طلب التزوج بزوج جديد بعد فراق والد الرضيع؛ فإن المرأة المرضع لا يرغب الأزواج منها؛ لأنها تشتغل برضيعها عن زوجها في أحوال كثيرة .وجملة { يرضعن } خبر مراد به التشريع ، وإثبات حق الاستحقاق ، وليس بمعنى الأمر للوالدات والإيجاب عليهن؛ لأنه قد ذكر بعد أحكام المطلقات ، ولأنه عقب بقوله { وإن أردتم أن تسترضعوا } فإن الضمير شامل للآباء والأمهات على وجه التغليب كما يأتي ، فلا دلالة في الآية على إيجاب إرضاع الولد على أمه ، ولكن تدل على أن ذلك حق لها ، وقد صرح بذلك في سورة الطلاق بقوله { وإن تعاسرتم فسترضع له أُخرى } [ الطلاق : 6 ] ولأنه عقب بقوله : { وعلى المولود له رزقهن وكسوتهن بالمعروف } وذلك أجر الرضاعة ، والزوجة في العصمة ليس لها نفقة وكسوة لأجل الرضاعة ، بل لأجل العصمة .وقوله : { أولادهن } صرح بالمفعول مع كونه معلوماً ، إيماء إلى أحقية الوالدات بذلك وإلى ترغيبهن فيه؛ لأن في قوله : { أولادهن } تذكيراً لهن بداعي الحنان والشفقة ، فعلى هذا التفسير وهو الظاهر من الآية والذي عليه جمهور السلف ليست الآية واردة إلاّ لبيان إرضاع المطلقات أولادهن ، فإذا رامت المطلقة إرضاع ولدها فهي أولى به ، سواء كانت بغير أجر أم طلبت أجر مثلها ، ولذلك كان المشهور عن مالك : أن الأب إذا وجد من ترضع له غير الأم بدون أجر وبأقل من أجر المثل ، لم يُجب إلى ذلك ، كما سنبينه .ومن العلماء من تأول الوالدات على العموم ، سواء كن في العصمة أو بعد الطلاق كما في القرطبي والبيضاوي ، ويظهر من كلام ابن الفرس في «أحكام القرآن» أنّ هذا قول مالك . وقال ابن رشد في «البيان والتحصيل» : إن قوله تعالى : { والوالدات يرضعن أولادهن } ومحمول على عمومه في ذات الزوج وفي المطلقة مع عسر الأب ، ولم ينسبه إلى مالك ، ولذلك قال ابن عطية : قوله : { يرضعن } خبر معناه الأمر على الوجوب لبعض الوالدات ، والأمر على الندب والتخيير لبعضهن وتبعه البيضاوي ، وفي هذا استعمال صيغة الأمر في القدر المشترك وهو مطلق الطلب ولا داعي إليه . والظاهر أن حكم إرضاع الأم ولدها في العصمة يستدل له بغير هذه الآية ، ومما يدل على أنه ليس المراد الوالدات اللائي في العصمة قوله تعالى : { وعلى المولود له رزقهن } الآية ، فإن اللائي في العصمة لهن النفقة والكسوة بالأصالة .والحول في كلام العرب : العام ، وهو مشتق من تحول دورة القمر أو الشمس في فلكه من مبدأ مصطلح عليه ، إلى أن يرجع إلى السمت الذي ابتدأ منه ، فتلك المدة التي ما بين المبدأ والمرجع تسمى حولاً .وحول العرب قمري وكذلك أقره الإسلام .ووصف الحولين بكاملين تأكيد لرفع توهم أن يكون المراد حولاً وبعض الثاني؛ لأن إطلاق التثنية والجمع في الأزمان والأسنان ، على بعض المدلول ، إطلاق شائع عند العرب ، فيقولون : هو ابن سنتين ويريدون سنة وبعض الثانية ، كما مر في قوله : { الحج أشهر معلومات } [ البقرة : 197 ] .وقوله : { لمن أراد أن يتم الرضاعة } ، قال في «الكشاف» : «بيان لمن توجه إليه الحكم كقوله : { هيت لك } [ يوسف : 23 ] ، فلك بيان للمُهَيَّت له أي هذا الحكم لمن أراد أن يتم الإرضاع» أي فهو خبر مبتدأ محذوف ، كما أشار إليه ، بتقدير هذا الحكمُ لمِن أراد . قال التفتازاني : «وقد يصرح بهذا المبتدأ في بعض التراكيب كقوله تعالى : { ذلك لمن خشى العنت منكم } [ النساء : 25 ] ومَا صْدَقُ ( مَنْ ) هنا من يهمه ذلك : وهو الأب والأم ومن يقوم مقامهما من ولي الرضيع وحاضنه . والمعنى : أن هذا الحكم يستحقه من أراد إتمام الرضاعة ، وأباه الآخر ، فإن أرادا معاً عدم إتمام الرضاعة فذلك معلوم من قوله : { فإن أرادا فصالاً } الآية .وقد جعل الله الرضاع حولين رعياً لكونهما أقصى مدة يحتاج فيها الطفل للرضاع إذا عرض له ما اقتضى زيادة إرضاعه ، فأما بعد الحولين فليس في نمائه ما يصلح له الرضاع بعدُ ، ولما كان خلاف الأبوين في مدة الرضاع لا ينشأ إلاّ عن اختلاف النظر في حاجة مزاج الطفل إلى زيادة الرضاع ، جعل الله القول لمن دعا إلى الزيادة ، احتياطاً لحفظ الطفل . وقد كانت الأمم في عصور قلة التجربة وانعدام الأطباء ، لا يهتدون إلى ما يقوم للطفل مقام الرضاع؛ لأنهم كانوا إذا فطموه أعطوه الطعام ، فكانت أمزجة بعض الأطفال بحاجة إلى تطويل الرضاع ، لعدم القدرة على هضم الطعام وهذه عوارض تختلف .وفي عصرنا أصبح الأطباء يعتاضون لبعض الصبيان بالإرضاع الصناعي ، وهم مع ذلك مجمعون على أنه لا أصلح للصبي من لبن أمه ، ما لم تكن بها عاهة أو كان اللبن غير مستوف الأجزاء التي بها تمام تغذية أجزاء بدن الطفل ، ولأن الإرضاع الصناعي يحتاج إلى فرط حذر في سلامة اللبن من العفونة : في قوامه وإنائه . وبلاد العرب شديدة الحرارة في غالب السنة؛ ولم يكونوا يحسنون حفظ أطعمتهم من التعفن بالمكث ، فربما كان فطام الأبناء في العام أو ما يقرب منه يجر مضار للرضعاء ، وللأمزجة في ذلك تأثير أيضاً .وعن ابن عباس أن التقدير بالحولين للولد الذي يمكث في بطن أمه ستة أشهر ، فإن مكث سبعة أشهر ، فرضاعه ثلاثة وعشرون شهراً ، وهكذا بزيادة كل شهر في البطن ينقص شهر من مدة الرضاعة حتى يكون لمدة الحمل والرضاع ثلاثون شهراً؛ لقوله تعالى : { وحمله وفصله ثلاثون شهراً } [ الأحقاف : 15 ] ، وفي هذا القول منزع إلى تحكيم أحوال الأمزجة؛ لأنه بمقدار ما تنقص مدة مكثه في البطن ، تنقص مدة نضج مزاجه . والجمهور على خلاف هذا وأن الحولين غاية لإرضاع كل مولود . وأخذوا من الآية أن الرضاع المعتبر هو ما كان في الحولين ، وأن ما بعدهما لا حاجة إليه ، فلذلك لا يجاب إليه طالبه .وعبر عن الوالد بالمولود له ، إيماء إلى أنه الحقيق بهذا الحكم؛ لأن منافع الولد منجرة إليه ، وهو لاحق به ومعتز به في القبيلة حسب مصطلح الأمم ، فهو الأجدر بإعاشته ، وتقويم وسائلها .والرزق : النفقة ، والكسوة : اللباس ، والمعروف : ما تعارفه أمثالهم وما لا يجحف بالأب . والمراد بالرزق والكسوة هنا ما تأخذه المرضع أجراً عن إرضاعها ، من طعام ولباس لأنهم كانوا يجعلون للمراضع كسوة ونفقة ، وكذلك غالب إجاراتهم؛ إذ لم يكن أكثر قبائل العرب أهل ذهب وفضة ، بل كانوا يتعاملون بالأشياء ، وكان الأجراء لا يرغبون في الدرهم والدينار ، وإنما يطلبون كفاية ضروراتهم ، وهي الطعام والكسوة ، ولذلك أحال الله تقديرهما على المعروف عندهم من مراتب الناس وسعتهم ، وعقبه بقوله : { لا تكلف نفس إلا وسعها } .وجمل : { لا تكلف نفس إلا وسعها } إلى قول : { ولا مولود له بولده } معترضات بين جملة { وعلى المولود } وجملة { وعلى الوارث } فموقع جملة لا تكلف نفس إلا وسعها تعليل لقوله { بالمعروف } ، وموقع جملة { لا تضار وَالدة } إلى آخرها موقع التعليل أيضاً ، وهو اعتراض يفيد أصولاً عظيمة للتشريع ونظام الاجتماع .والتكليف تفعيل بمعنى جعله ذا كلفة ، والكلفة : المشقة ، والتكلف : التعرض لما فيه مشقة ، ويطلق التكليف على الأمر بفعل فيه كلفة ، وهو اصطلاح شرعي جديد .والوسع ، بتثليث الواو : الطاقة ، وأصله من وسع الإناء الشيء إذا حواه ولم يبق منه شيء ، وهو ضد ضاق عنه ، والوسع هو ما يسعه الشيء فهو بمعنى المفعول ، وأصله استعارة؛ لأن الزمخشري في «الأساس» ذكر هذا المعنى في المجاز ، فكأنهم شبهوا تحمل النفس عملاً ذا مشقة باتساع الظرف للمحوي ، لأنهم ما احتاجوا لإفادة ذلك إلاّ عند ما يتوهم الناظر أنه لا يسعه ، فمن هنا استعير للشاق البالغ حد الطاقة .فالوسع إن كان بكسر الواو فهو فعل بمعنى مفعول كذبح ، وإن كان بضمها فهو مصدر كالصلح والبرء صار بمعنى المفعول ، وإن كان بفتحها فهو مصدر كذلك بمعنى المفعول كالخلق والدرس والتكليف بما فوق الطاقة منفي في الشريعة . وبني فعل تكلف للنائب ليحذف الفاعل ، فيفيد حذفه عموم الفاعلين ، كما يفيد وقوع نفس ، وهو نكرة في سياق النفس ، عموم المفعول الأول لفعل تكلف : وهو الأنفس المكلفة ، وكما يفيد حذف المستثنى في قوله : { إلا وسعها } عموم المفعول الثاني لفعل تكلف ، وهو الأحكام المكلف بها ، أي لا يكلف أحد نفساً إلاّ وسعها ، وذلك تشريع من الله للأمة بأن ليس لأحد أن يكلف أحداً إلاّ بما يستطيعه ، وذلك أيضاً وعد من الله بأنه لا يكلف في التشريع الإسلامي إلاّ بما يستطاع : في العامة والخاصة ، فقد قال في آيات ختام هذه السورة { لا يكلف الله نفساً إلا وسعها } [ البقرة : 286 ] .والآية تدل على عدم وقوع التكليف بما لا يطاق في شريعة الإسلام ، وسيأتي تفصيل هذه المسألة عند قوله تعالى : { لا يكلفو الله نفساً إلا وسعها } في آخر السورة .وجملة { لا تضار والدة بولدها } اعتراض ثان ، ولم تعطف على التي قبلها تنبيهاً على أنها مقصودة لذاتها ، فإنها تشريع مستقل ، وليس فيها معنى التعليل الذي في الجملة قبلها بل هي كالتفريع على جملة { لا تكلف نفس إلا وسعها } ؛ لأن إدخال الضر على أحد بسبب ما هو بضعة منه ، يكاد يخرج عن طاقة الإنسان؛ لأن الضرار تضيق عنه الطاقة ، وكونه بسبب من يترقب منه أن يكون سبب نفع أشد ألماً على النفس ، فكان ضره أشد . ولذلك اختير لفظ الوالدة هنا دون الأم كما تقدم في قوله : { يرضعن أولادهن } وكذلك القول في { ولا مولود له بولده } وهذا الحكم عام في جميع الأحوال من فراق أو دوام عصمة ، فهو كالتذييل ، وهو نهي لهما عن أن يكلف أحدهما الآخر ما هو فوق طاقته ، ويستغل ما يعلمه من شفقة الآخر على ولده فيفترص ذلك لإحراجه ، والإشفاق عليه .وفي «المدونة» : عن ابن وهب عن الليث عن خالد بن يزيد عن زيد بن أسلم في قوله تعالى : { لا تضار والدة بولدها } الآية «يقول ليس لها أن تلقي ولدها عليه ولا يجد من يرضعه ، وليس له أن ينتزع منها ولدها ، وهي تحب أن ترضعه» وهو يؤيد ما ذكرناه .وقيل : الباء في قوله : { بولدها وبولده } باء الإلصاق وهي لتعدية { تضار } فيكون مدخول الباء مفعولاً في المعنى لفعل { تضار } وهو مسلوب المفاعلة مراد منه أصل الضر ، فيصير المعنى : لا تضر الوالدة ولدها ولا المولود له ولده أي لا يكن أحد الأبويين بتعنته وتحريجه سبباً في إلحاق الضر بولده أي سبباً في إلجاء الآخر إلى الامتناع مما يعين على إرضاع الأم ولدها فيكون في استرضاع غير الأم تعريض المولود إلى الضر ونحو هذا من أنواع التفريط .وقرأ الجمهور : ( لا تضار ) بفتح الراء مشددة على أن ( لا ) حرف نهي و ( تضار ) مجزوم بلا الناهية والفتحة للتخلص من التقاء الساكنين الذي نشأ عن تسكين الراء الأولى ليتأتى الإدغام وتسكين الراء الثانية للجزم وحرك بالفتحة لأنها أخف الحركات . وقرأ ابن كثير وأبو عمرو برفع الراء على أن ( لا ) حرف نفي والكلام خبر في معنى النهي ، وكلتا القراءتين يجوز أن تكون على نية بناء الفعل للفاعل بتقدير : لا ( تضارر ) بكسر الراء الأولى وبنائه للنائب بتقدير فتح الراء الأولى ، وقرأه أبو جعفر بسكون الراء مخففة مع إشباع المد كذا نقل عنه في كتاب «القراءات» والظاهر أنه جعله من ضار يضير لا من ضار المضاعف . ووقع في «الكشاف» أنه قرأ بالسكون مع التشديد على نية الوقف أي إجراء للوصل مجرى الوقف ولذلك اغتفر التقاء الساكنين .وقوله : { وعلى الوارث مثل ذلك } معطوف على قوله : { وعلى المولود له رزقهن } وليس معطوفاً على جملة { لا تضار والدة } لأن جملة { لا تضار } معترضة ، فإنها جاءت على الأسلوب الذي جاءت عليه جملة { لا تكلف نفس إلا وسعها } التي هي معترضة بين الأحكام لا محالة لوقوعها موقع الاستئناف من قوله { بالمعروف } ، ولما جاءت جملة { لا تضار } بدون عطف علمنا أنها استئناف ثان مما قبله ثم وقع الرجوع إلى بيان الأحكام بطريق العطف ، ولو كان المراد العطف على المستأنفات المعترضات لجيء بالجملة الثالثة بطريق الاستئناف .وحقيقة الوارث هو من يصير إليه مال الميت بعد الموت بحق الإرث . والإشارة بقوله { ذلك } إلى الحكم المتقدم وهو الرزق والكسوة بقرينة دخول على عليه الدالة على أنه عديل لقوله : { وعلى المولود له رزقهن } وجوز أن يكون { ذلك } إشارة إلى النهي عن الإضرار المستفاد من قوله : { لا تضار والدة بولدها } كما سيأتي ، وهو بعيد عن الاستعمال؛ لأنه لما كان الفاعل محذوفاً وحكم الفعل في سياق النهي كما هو في سياق النفي علم أن جميع الإضرار منهي عنه أياً ما كان فاعله ، على أن الإضرار منهي عنه فلا يحسن التعبير عنه بلفظ على الذي هو من صيغ الإلزام والإيجاب ، على أن ظاهر المِثل إنما ينصرف لمماثلة الذوات وهي النفقة والكسوة لا لمماثلة الحكم وهو التحريم .وقد علم من تسمية المفروض عليه الإنفاق والكسوة وارثاً أن الذي كان ذلك عليه مات ، وهذا إيجاز .والمعنى : فإن مات المولود له فعلى وارثه مثل ما كان عليه فإن على الواقعة بعد حرف العطف هنا ظاهرة في أنها مثل على التي في المعطوف عليه .فالظاهر أن المراد وارث الأب وتكون أل عوضاً عن المضاف إليه كما هو الشأن في دخول أل على اسم غير معهود ولا مقصود جنسه وكان ذلك الاسم مذكوراً بعد اسم يصلح لأن يضاف إليه كما قال تعالى : { لئن لم ينته لنسفعا بالناصية } [ العلق : 15 ] وكما قال : { وأما من خاف مقام ربه ونهى النفس عن الهوى فإن الجنة هي المأوى } [ النازعات : 40 41 ] أي نهى نفسه؛ فإن الجنة هي مأواه ، وقول إحدى نساء حديث أم زرع : «زوجي المَسُّ مَسُّ أَرْنَب والرِّيح رِيح زَرْنَب» وما سماه الله تعالى وارثاً إلاّ لأنه وارث بالفعل لا من يصلح لأن يكون وارثاً على تقدير موت غيره؛ لأن اسم الفاعل إنما يطلق على الحال ما لم تقم قرينة على خلافه فما قال : { وعلى الوارث } إلاّ لأن الكلام على الحق تعليق بهذا الشخص في تركة الميت وإلاّ لقال : وعلى الأقارب أو الأولياء مثل ذلك على أنه يكون كلاماً تأكيداً حينئذٍ؛ لأن تحريم الإضرار المذكور قبله لم يذكر له متعلق خاص؛ فإن فاعل { تضار } محذوف . والنهي دال على منع كل إضرار يحصل للوالدة فما فائدة إعادة تحريم ذلك على الوارث كما قدمناه آنفاً .واتفق علماء الإسلام على أن ظاهر الآية غير مراد؛ إذ لا قائل بوجوب نفقة المرضع على وارث الأب ، سواء كان إيجابها على الوارث في المال الموروث بأن تكون مبدأة على المواريث للإجماع على أنه لا يبدأ إلاّ بالتجهيز ثم الدين ثم الوصية ، ولأن الرضيع له حظه في المال المرورث وهو إذا صار ذا مال لم تجب نفقته على غيره أم كان إيجابها على الوارث لو لم يسعها المال الموروث فيكمِّل من يده ، ولذلك طرقوا في هذا باب التأويل إما تأويل معنى الوارث وإما تأويل مرجع الإشارة وإما كليهما .فقال الجمهور : المراد وارث الطفل أي من لو مات الطفل لورثه هو ، روي عن عمر بن الخطاب وقتادة والسدي والحسن ومجاهد وعطاء وإسحاق وابن أبي ليلى وأبي حنيفة وأحمد بن حنبل فيتقرر بالآية ، أن النفقة واجبة على قرابة الرضيع وهم بالضرورة قرابة أبيه أي إذا مات أبوه ولم يترك مالاً : تجب نفقة الرضيع على الأقارب . على حسب قربهم في الإرث ويجري ذلك على الخلاف في توريث ذي الرحم المَحْرَم فهؤلاء يرون حقاً على القرابة إنفاق العاجز في مالهم كما أنهم يرثونه إذا ترك مالاً فهو من المواساة الواجبة مثل الدية .وقال الضحاك وقبيصة بن ذؤيب وبشير بن نصر قاضي عمر بن عبد العزيز : المراد وارث الأب وأريد به نفس الرضيع .فالمعنى : أنه إذا مات أبوه وترك مالاً فنفقته من إرثه . ويتجه على هذا أن يقال : ما وجه العدول عن التعبير بالولد إلى التعبير بالوارث؟ فتجيب بأنه للإيماء إلى أن الأب إنما وجبت عليه نفقة الرضيع لعدم مال للرضيع ، فلهذا لما اكتسب مالاً وجب عليه في ماله؛ لأن غالب أحوال الصغار ألا تكون لهم أموال مكتسبة سوى الميراث ، وهذا تأويل بعيد؛ لأن الآية تكون قد تركت حكم من لا مال له .وقيل : أريد بالوارث المعنى المجازي وهو الذي يبقى بعد انعدام غيره كما في قوله تعالى : { ونحن الوارثون } [ الحجر : 23 ] يعني به أم الرضيع قاله سفيان فتكون النفقة على الأم قال التفتازاني في «شرح الكشاف» «وهذا قَلق في هذا المقام إذ ليس لقولنا : فالنفقة على الأب وعلى من بقي من الأب والأم معنى يعتد به» يعني أن إرادة الباقي تشمل صورة ما إذا كان الباقي الأب ولا معنى لِعطفه على نفسه بهذا الاعتبار . وفي «المدونة» عن زيد بن أسلم وربيعة أن الوارث هو ولي الرضيع عليه مثل ما على الأب من عدم المضارة .هذا كله على أن الآية محكمة لا منسوخة وأن المشار إليه بقوله : { مثل ذلك } هو الرزق والكسوة . وقال جماعة : الإشارة بقوله : { مثل ذلك } راجعة إلى النهي عن المشارة . قال ابن عطية : وهو لمالك وجميع أصحابه والشعبي والزهري والضحاك اه .وفي «المدونة» في ترجمة ما جاء فيمن تلزم النفقة من كتاب إرخاء الستور عن ابن القاسم قال مالك { وعلى الوارث مثل ذلك } أي ألا يضار . واختاره ابن العربي بأنه الأصل فقال القرطبي : يعني في الرجوع إلى أقرب مذكور ، ورجحه ابن عطية بأن الأمة أجمعت على ألا يضار الوارث . واختلفوا : هل عليه رزق وكسوة اه يعني مورد الآية بما هو مجمع على حكمه ويترك ما فيه الخلاف .وهنالك تأويل بأنها منسوخة ، رواه أسد بن الفرات عن ابن القاسم عن مالك قال : «وقول الله عز وجل : { وعلى الوارث مثل ذلك } هو منسوخ فقال النحاس : «ما علمت أحداً من أصحاب مالك بين ما الناسخ ، والذي يبينه أن يكون الناسخ لها عند مالك أنه لما أوجب الله للمتوفى عنها زوجها نفقةَ حول ، والسكنى من مال المتوفى ، ثم نسخ ذلك نسخ أيضاً عن الوارث» يريد أن الله لما نسخ وجوب ذلك في تركة الميت نسخ كل حق في التركة بعد الميراث ، فيكون الناسخ هو الميراث ، فإنه نسخ كل حق في المال على أولياء الميت .وعندي أن التأويل الذي في «مدونة سحنون» بعيد لما تقدم آنفاً ، وأن ما نحاه مالك في رواية أسد بن الفرات عن ابن القاسم هو التأويل الصحيح ، وأن النسخ على ظاهر المراد منه ، والناسخ لهذا الحكم هو إجماع الأمة على أنه لاحق في مال الميت ، بعد جهازه وقضاء دينه ، وتنفيذ وصيته ، إلاّ الميراث فنُسخ بذلك كل ما كان مأموراً به أن يدفع من مال الميت مثل الوصية في قوله تعالى :{ كتب عليكم إذا حضر أحدكم الموت إن ترك خيراً الوصية للوالدين } [ البقرة : 180 ] الآية ، ومثل الوصية بسكنى الزوجة وإنفاقها في قوله تعالى : { والذين يتوفون منكم ويذرون أزواجاً وصية لأزواجهم يتربصن بأنفسهن } [ البقرة : 240 ] ونسخ منه حكم هذه الآية وذلك أن رسول الله صلى الله عليه وسلم قال : « إن الله أعطى كل ذي حق حقه ألا لا وصية لوارث » هذا إذا حمل الوارث في الآية على وارث الميت أي إن ذلك حق على جميع الورثة أيّاً كانوا بمعنى أنه مبدأ المواريث . وإذا حمل الوارث على من هو بحيث يرث الميت لو ترك الميت مالاً ، أعني قريبه ، بمعنى أن عليه إنفاق ابن قريبه ، فذلك منسوخ بوضع بيت المال وذلك أن هذه الآية شرعت هذا الحكم في وقت ضعف المسلمين ، لإقامة أود نظامهم بتربية أطفال فقرائهم ، وكان أولى المسلمين بذلك أقربهم من الطفل فكما كان يرث قريبه ، لو ترك مالاً ولم يترك ولداً فكذلك عليه أن يقام ببينة ، كما كان حكم القبيلة في الجاهلية في ضم أيتامهم ودفع دياتهم ، فلما اعتز الإسلام صار لجامعة المسلمين مال ، كان حقاً على جماعة المسلمين القيام بتربية أبناء فقرائهم ، وفي الحديث الصحيح « من ترك كَّلاً ، أو ضياعاً ، فعليَّ ، ومن ترك مالاً فلوارثه » ولا فرق بين إطعام الفقير وبين إرضاعه ، وما هو إلاّ نفقة ، ولمثله وضع بيت المال .وقوله : { فإنأراد فصالاً } عطف على قوله { يرضعن أولادهن حولين كاملين لمن أراد أن يتم الرضاعة } لأنه متفرع عنه ، والضمير عائد على الوالدة والمولود له الواقعين في الجمل قبْل هذه .والفصال : الفطام عن الإرضاع ، لأنه فصل عن ثدي مرضعه . وعن في قوله : { عن تراض } متعلقة بأرادا أي إرادة ناشئة عن التراضي ، إذ قد تكون إرادتهما صورية أو يكون أحدهما في نفس الأمر مرغماً على الإرادة ، بخوف أو اضطرار .وقوله : { وتشاور } هو مصدر شاور إذا طلب المشورة . والمشورة قيل مشتقة من الإشارة لأن كل واحد من المتشاورين يشير بما يراه نافعاً فلذلك يقول المستشير لمن يستشيره : بماذا تشير عليَّ كأنَّ أصله أنه يشير للأمر الذي فيه النفع ، مشتق من الإشارة باليد ، لأن الناصح المدبر كالذي يشير إلى الصواب ويعينه له من لم يهتد إليه ، ثم عدي بعلى لما ضمن معنى التدبير ، وقال الراغب : إنها مشتقة من شار العسل إذا استخرجه ، وأياً ما كان اشتقاقها فمعناها إبداء الرأي في عمل يريد أن يعمله من يشاور وقد تقدم الكلام عليها عند قوله تعالى : { وإذ قال ربك للملائكة إنى جاعل في الأرض خليفة }[ البقرة : 30 ] وسيجيء الكلام عليها عند قوله تعالى : { وشاورهم في الأمر } في سورة آل عمران ( 159 ) ، وعطف التشاور على التراضي تعليماً للزوجين شؤون تدبير العائلة ، فإن التشاور يظهر الصواب ويحصل به التراضي .وأفاد بقوله : فلا جناح عليهما } أن ذلك مباح ، وأن حق إرضاع الحولين مراعى فيه حق الأبوين وحق الرضيع ، ولما كان ذلك يختلف باختلاف أمزجة الرضعاء جعل اختلاف الأبوين دليلاً على توقع حاجة الطفل إلى زيادة الرضاع ، فأعمل قول طالب الزيادة منهما ، كما تقدم ، فإذا تشاور الأبوان وتراضيا بعد ذلك على الفصال كان تراضيهما دليلاً على أنهما رأيا من حال الرضيع ما يغنيه عن الزيادة ، إذ لا يظن بهما التمالؤ على ضر الولد ، ولا يظن إخفاء المصلحة عليهما بعد تشاورهما ، إذ لا يخفى عليهما حال ولدهما .وقوله : { وإن أردتم أن تسترضعوا أولادكم فلا جناح عليكم } انتقال إلى حالة إرضاع الطفل غيرَ والدته إذا تعذر على الوالدة إرضاعه ، لمرضها ، أو تزوجها أو إن أبت ذلك حيث يجوز لها الإباء ، كما تقدم في الآية السابقة ، أي إن أردتم أن تطلبوا الإرضاع لأولادكم فلا إثم في ذلك .والمخاطب بأردتم : الأبوان باعتبار تعدد الأبوين في الأمة وليس المخاطب خصوص الرجال ، لقوله تعالى فيما سبق { والوالدات يرضعن أولادهن } فعلم السامع أن هذا الحكم خاص بحالة تراضي الأبوين على ذلك لعذر الأم ، وبحالة فقد الأم . وقد علم من قوله : { فلا جناح عليكم } أن حالة التراضي هي المقصودة أولاً ، لأن نفي الجناح مؤذن بتوقعه ، وإنما يتوقع ذلك إذا كانت الأم موجودة وأريد صرف الابن عنها إلى مرضع أخرى ، لسبب مصطلح عليه ، وهما لا يريدان ذلك إلاّ حيث يتحقق عدم الضر للابن ، فلو علم ضر الولد لم يجز ، وقد كانت العرب تسترضع لأولادها ، لا سيما أهل الشرف . وفي الحديث \" واسْتُرضِعْت في بني سعد \" .والاسترضاع أصله طلب إرضاع الطفل ، أي طلب أن ترضع الطفل غير أمه ، فالسين والتاء في ( تسترضعوا ) للطلب ومفعوله محذوف ، وأصله أن تسترضعوا مراضع لأولادكم ، لأن الفعل يعدَّى بالسين والتاء الدالين على الطلب إلى المفعول المطلوب منه الفعل فلا يتعدى إلاّ إلى مفعول واحد ، وما بعده يعدى إليه بالحرف وقد يحذف الحرف لكثرة الاستعمال ، كما حذف في استرضع واستنجح ، فعدي الفعل إلى المجرور على الحذف والإيصال ، وفي الحديث \" واسترضعت في بني سعد \" ووقع في «الكشاف» ما يقتضي أن السين والتاء دخلتا على الفعل المهموز المتعدي إلى واحد فزادتاه تعدية لثان ، وأصله أرضعت المرأة الولد ، فإذا قلت : استرضعتُها صار متعدياً إلى مفعولين ، وكأنَّ وجهه أننا ننظر إلى الحدث المراد طلبه ، فإن كان حدثاً قاصراً ، فدخلت عليه السين والتاء ، عدي إلى مفعول واحد ، نحو استنهضته فنهض ، وإن كان متعدياً فدخلت عليه السين والتاء عدي إلى مفعولين ، نحو استرضعتها فأرضعت ، والتعويل على القرينة ، إذ لا يطلب أصل الرضاع لا من الولد ولا من الأم ، وكذا : استنجحت الله سعيي ، إذ لا يطلب من الله إلاّ إنجاح السعي ، ولا معنى لطلب نجاح الله ، فبقطع النظر عن كون الفعل تعدى إلى مفعولين ، أو إلى الثاني بحذف الحرف ، نرى أنه لا معنى لتسلط الطلب على الفعل هنا أصلاً ، على أنه لولا هذا الاعتبار ، لتعذر طلب وقوع الفعل المتعدي بالسين والتاء ، وهو قد يطلب حصوله فما أوردوه على «الكشاف» : من أن حروف الزيادة إنما تدخل على المجرد لا المزيد مدفوع بأن حروف الزيادة إذا تكررت ، وكانت لمعان مختلفة جاز اعتبار بعضها داخلاً بعد بعض ، وإن كان مدخولها كلِّها هو الفعل المجرد .وقد دل قوله : { وإن أردتم أن تسترضعوا أولادكم فلا جناح عليكم } على أنه ليس المراد بقوله { يرضعن } تشريع وجوب الإرضاع على الأمهات ، بل المقصود تحديد مدة الإرضاع وواجبات المرضع على الأب ، وأما إرضاع الأمهات فموكول إلى ما تعارفه الناس ، فالمرأة التي في العصمة ، إذا كان مثلها يُرضع ، يعتبر إرضاعها أولادها من حقوق الزوج عليها في العصمة ، إذ العرف كالشرط ، والمرأة المطلقة لا حق لزوجها عليها ، فلا ترضع له إلاّ باختيارها . ما لم يعرض في الحالين مانع أو موجب ، مثل عجز المرأة في العصمة عن الإرضاع لمرض ، ومثل امتناع الصبي من رضاع غيرها ، إذا كانت مطلقة بحيث يخشى عليه ، والمرأة التي لا يرضع مثلها وهي ذات القدر ، قد علم الزوج حينما تزوجها أن مثلها لا يرضع ، فلم يكن له عليها حق الإرضاع . هذا قول مالك ، إذ العرف كالشرط ، وقد كان ذلك عرفاً من قبل الإسلام وتقرر في الإسلام ، وقد جرى في كلام المالكية في كتب الأصول : أن مالكاً خصص عموم الوالدات بغير ذوات القدر ، وأن المخصص هو العرف ، وكنا نتابعهم على ذلك ولكني الآن لا أرى ذلك متجهاً ولا أرى مالكاً عمد إلى التخصيص أصلاً ، لأن الآية غير مسوقة لإيجاب الإرضاع ، كما تقدم .وقوله : { إذا سلمتم ما آتيتم بالمعروف } أي إذا سلمتم إلى المراضع أجورهن . فالمراد بما آتيتم : الأجر ، ومعنى آتى في الأصل دفع؛ لأنه معدى أتى بمعنى وصل ، ولما كان أصل إذا أن يكون ظرفاً للمستقبل مضمناً معنى الشرط ، لم يلتئم أن يكون مع فعل { آتيتم } الماضي .وتأول في «الكشاف» { آتيتم } بمعنى : أردتم إيتاءه ، كقوله تعالى : { إذا قمتم إلى الصلاة } [ المائدة : 6 ] تبعاً لقوله : { وإن أردتم أن تسترضعوا أولادكم } ، والمعنى : إذا سلمتم أجور المراضع بالمعروف ، دون إجحاف ولا مطل .وقرأ ابن كثير { أتيتم } بترك همزة التعدية . فالمعنى عليه : إذا سلمتم ما جئتم ، أي ما قصدتم ، فالإتيان حينئذٍ مجاز عن القصد ، كقوله تعالى : { إذ جاء ربه بقلب سليم } [ الصافات : 84 ] وقال زهير: ... وما كان من خير أَتوه فإنماتوارثَه آباءُ آبائِهم قَبْلُ ... وقوله : { واتقوا الله } تذييل للتخويف ، والحث على مراقبة ما شرع الله ، من غير محاولة ولا مكابدة ، وقوله : { واعلموا أن الله } تذكير لهم بذلك ، وإلاّ فقد علموه . وقد تقدم نظيره آنفاً .",
  "ayah": 233,
  "surah": 2
}
