{
  "text": "وقوله : { فنصف ما فرضتم } مبتدأ محذوف الخبر إيجازاً لظهور المعنى ، أي فنصف ما فرضتم لهن بدليل قوله : { وقد فرضتم لهن } لا يحسن فيها إلا هذا الوجه . والاقتصار على قوله : { فنصف ما فرضتم } يدل على أنها حينئذ لا متعة لها .وقوله : { إلا أن يعفون أو يعفوا الذي بيده عقدة النكاح } استثناء من عموم الأحوال أي إلا في حالة عفوهن أي النساء بأن يسقطن هذا النصف ، وتسمية هذا الإسقاط عفواً ظاهرة ، لأن نصف المهر حق وجب على المطلق للمطلقة قبل البناء بما استخف بها ، أو بما أوحشها ، فهو حق وجب لغرم ضر ، فإسقاطه عفو لا محالة ، أو عند عفو الذي بيده عقدة النكاح .وأل في النكاح للجنس ، وهو متبادر في عقد نكاح المرأة لا في قبول الزوج ، وإن كان كلاهما سمي عقداً ، فهو غير النساء لا محالة لقوله : { الذي بيده عقدة النكاح } فهو ذَكر ، وهو غير المطلق أيضاً ، لأنه لو كان المطلق ، لقال : أو تعفو بالخطاب ، لأن قبله { وإن طلقتموهن } ولا داعي إلى خلاف مقتضى الظاهر .وقيل : جيء بالموصول تحريضاً على عفو المطلق ، لأنه كانت بيده عقدة النكاح فأفاتها بالطلاق ، فكان جديراً بأن يعفو عن إمساك النصف ، ويترك لها جميع صداقها ، وهو مردود بأنه لو أريد هذا المعنى ، لقال أو يعفو الذي كان بيده عقدة النكاح ، فتعين أن يكون أريد به ولي المرأة لأن بيده عقدة نكاحها؛ إذ لا ينعقد نكاحها إلا به ، فإن كان المراد به الولي المجبر وهو الأب في ابنته البكر ، والسيد في أمته ، فكونه بيده عقدة النكاح ظاهر ، إلا أنه جعل ذلك من صفته باعتبار ما كان ، إذ لا يحتمل غير ذلك ، وإن كان المراد مطلق الولي ، فكونه بيده عقدة النكاح ، من حيث توقف عقد المرأة على حضوره ، وكان شأنهم أن يخطبوا الأولياء في ولاياهم فالعفو في الموضعين حقيقة ، والاتصاف بالصلة مجاز ، وهذا قول مالك؛ إذ جعل في «الموطأ» : الذي بيده عقدة النكاح هو الأب في ابنته البكر والسيد في أمته ، وهو قول الشافعي في القديم ، فتكون الآية ذكرت عفو الرشيدة والمولىَّ عليها ، ونسب ما يقرب من هذا القول إلى جماعة من السلف ، منهم ابن عباس وعلقمة والحسن وقتادة ، وقيل : الذي بيده عقدة النكاح هو المطلق لأن بيده عقد نفسه وهو القبول ، ونسب هذا إلى علي وشريح وطاووس ومجاهد ، وهو قول أبي حنيفة والشافعي في الجديد ، ومعنى { بيده عقدة النكاح } أن بيده التصرف فيها بالإبقاء ، والفسخ بالطلاق ، ومعنى عفوه : تكميله الصداق ، أي إعطاؤه كاملاً .وهذا قول بعيد من وجهين : أحدهما أن فعل المطلق حينئذ لا يسمى عفواً بل تكميلاً وسماحة؛ لأن معناه أن يدفع الصداق كاملاً ، قال في «الكشاف» : «وتسمية الزيادة على الحق عفواً فيه نظر» إلا أن يقال : كان الغالب عليهم أن يسوق إليها المهر عند التزوج ، فإذا طلقها استحق أن يطالبها بنصف الصداق ، فإذا ترك ذلك فقد عفا ، أو سماه عفوا على طريق المشاكلة .الثاني أن دفع المطلق المهر كاملاً للمطلقة إحسان لا يحتاج إلى تشريع مخصوص ، بخلاف عفو المرأة أو وليها ، فقد يظن أحد أن المهر لما كان ركناً من العقد لا يصح إسقاط شيء منه .وقوله : { وأن تعفوا أقرب للتقوى } تذييل أي العفو من حيث هو ، ولذلك حذف المفعول ، والخطاب لجميع الأمة ، وجيء بجمع المذكر للتغليب ، وليس خطاباً للمطلقين ، وإلا لما شمل عفو النساء مع أنه كله مرغوب فيه ، ومن الناس من استظهر بهذه الآية على أن المراد بالذي بيده عقدة النكاح المطلق ، لأنه عبر عنه بعد بقوله : { وأن تعفوا } وهو ظاهر في المذكر ، وقد غفل عن مواقع التذييل في آي القرآن كقوله : { أن يصلحا بينهما صلحا والصلح خير } [ النساء : 128 ] .ومعنى كون العفو أقرب للتقوى : أن العفو أقرب إلى صفة التقوى من التمسك بالحق؛ لأن التمسك بالحق لا ينافي التقوى لكنه يؤذن بتصلب صاحبه وشدته ، والعفو يؤذن بسماحة صاحبه ورحمته ، والقلب المطبوع على السماحة والرحمة أقرب إلى التقوى من القلب الصلب الشديد ، لأن التقوى تقرب بمقدار قوة الوازع ، والوازع شرعي وطبيعي ، وفي القلب المفطور على الرأفة والسماحة لين يزعه عن المظالم والقساوة ، فتكون التقوى أقرب إليه ، لكثرة أسبابها فيه .وقوله : { ولا تنسوا الفضل بينكم } تذييل ثان ، معطوف على التذييل الذي قبله ، لزيادة الترغيب في العفو بما فيه من التفضل الدنيوي ، وفي الطباع السليمة حب الفضل . فأُمروا في هاته الآية بأن يتعاهدوا الفضل ولا ينسوه؛ لأن نسيانه يباعد بينهم وبينه ، فيضمحل منهم ، وموشك أن يحتاج إلى عفو غيره عنه في واقعة أخرى ، ففي تعاهده عون كبير على الإلف والتحابب ، وذلك سبيل واضحة إلى الاتحاد والمؤاخاة والانتفاع بهذا الوصف عند حلول التجربة .والنسيان هنا مستعار للإهمال وقلة الاعتناء كما في قوله تعالى : { فذوقوا بما نسيتم لقاء يومكم هذا } [ السجدة : 14 ] وهو كثير في القرآن ، وفي كلمة { بينكم ، } إشارة إلى هذا العفو ، إذا لم ينس تعامل الناس به بعضهم مع بعض .وقوله : { إن الله بما تعملون بصير } تعليل للترغيب في عدم إهمال الفضل وتعريض بأن في العفو مرضاة الله تعالى ، فهو يرى ذلك منا فيجازي عليه ، ونظيره قوله : { فإنك بأعيننا } [ السطور : 48 ] .",
  "ayah": 237,
  "surah": 2
}
