{
  "text": "تفريع على قوله : { وقوموا لله قانتين } [ البقرة : 238 ] للتنبيه على أن حالة الخوف لا تكون عذراً في ترك المحافظة على الصلوات ، ولكنها عذر في ترك القيام لله قانتين ، فأفاد هذا التفريع غرضين : أحدهما بصريح لفظه ، والآخر بلازم معناه .والخوف هنا خوف العدو ، وبذلك سميت صلاة الخوف ، والعرب تسمي الحرب بأسماء الخوف فيقولون الرَّوْع ويقولون الفَزَع ، قال عمرو بن كلثوم: ... وتحملنا غداة الروع جردالبيت . وقال سبرة بن عمر الفقعسي: ... ونسوتكم في الروع باد وجوههايُخَلْنَ إماءً والإماء حرائر ... وفي الحديث : « إنكم لتكثرون عند الفزع وتقلون عند الطمع » ولا يعرف إطلاق الخوف على الحرب قبل القرآن قال تعالى : { ولنبلونكم بشيء من الخوف والجوع } [ البقرة : 155 ] . والمعنى : فإن حاربتم أو كنتم في حرب ، ومنه سمى الفقهاء صلاة الخوف الصلاة التي يؤديها المسلمون وهم يصافون العدو في ساحة الحرب وإيثار كلمة الخوف في هذه الآية لتشمل خوف العدو وخوف السباع وقطاع الطريق ، وغيرها .و { رجالاً } جمع راجل كالصحاب و { ركباناً } جمع راكب وهما حالان من محذوف أي فصلوا رجالاً أو ركباناً وهذا في معنى الاستثناء من قوله : { وقوموا لله قانتين } [ البقرة : 238 ] لأن هاته الحالة تخالف القنوت في حالة الترجل ، وتخالفهما معاً في حالة الركوب . والآية إشارة إلى أن صلاة الخوف لا يشترط فيها الخشوع ، لأنها تكون مع الاشتغال بالقتال ولا يشترط فيها القيام .وهذا الخوف يسقط ما ذكر من شروط الصلاة ، وهو هنا صلاة الناس فرادى ، وذلك عند مالك إذا اشتد الخوف وأظلهم العدو ولم يكن حصن بحيث تتعذر الصلاة جماعة مع الإمام ، وليست هذه الآية لبيان صلاة الجيش في الحرب جماعة المذكورة في سورة النساء ، والظاهر أن الله شرع للناس في أول الأمر صلاة الخوف فرادى على الحال التي يتمكنون معها من مواجهة العدو ، ثم شرع لهم صلاة الخوف جماعة في سورة النساء ، وأيضاً شملت هذه الآية كل خوف من سباع أو قطاع طريق أو من سيل الماء ، قال مالك : وتستحب إعادة الصلاة ، وقال أبو حنيفة : يصلون كما وصف الله ويعيدون ، لأن القتال في الصلاة مفسد عنده .وقوله : { فإذا أمنتم فاذكروا الله } أراد الصلاة أي ارجعوا إلى الذكر المعروف . وجاء في الأمن بإذا وفي الخوف بإن بشارة للمسلمين بأنهم سيكون لهم النصر والأمن .وقوله : { كما علمكم ما لم تكونوا تعلمون } الكاف للتشبيه أي اذكروه ذكراً يشابه ما من به عليكم من علم الشريعة في تفاصيل هذه الآيات المتقدمة ، والمقصود من المشابهة المشابهة في التقدير الاعتباري ، أي أن يكون الذكر بنية الشكر على تلك النعمة والجزاء ، فإن الشيء المجازى به شيء آخر يعتبر كالمشابه له ، ولذلك يطلق عليه اسم المقدار ، وقد يسمون هذه الكاف كاف التعليل ، والتعليل مستفاد من التشبيه ، لأن العلة على قدر المعلول .",
  "ayah": 239,
  "surah": 2
}
