{
  "text": "تفريع على الشرط وجوابه ، أي فإن لم تأتوا بسورة أو أتيتم بما زعمتم أنه سورة ولم يستطع ذلك شهداؤكم على التفسيرين فاعلموا أنكم اجترأتم على الله بتكذيب رسوله المؤيد بمعجزة القرآن فاتقوا عقابه المعد لأمثالكم .ومفعول { تفعلوا } محذوف يدل عليه السياق أي فإن لم تفعلوا ذلك أي الإتيان بسورة مثله وسيأتي الكلام على حذف المفعول في مثله عند قوله تعالى : { وإن لم تفعل فما بلغت رسالاته } في سورة المائدة ( 67 ) .وجيء بإن الشرطية التي الأصل فيها عدم القطع مع أن عدم فعلهم هو الأرجح بقرينة مقام التحدي والتعجيز؛ لأن القصد إظهار هذا الشرط في صورة النادر مبالغة في توفير دواعيهم على المعارضة بطريق الملاينة والتحريض واستقصاء لهم في إمكانها وذلك من استنزال طائر الخصم وقيد لأوابد مكابرته ومجادلة له بالتي هي أحسن حتى إذا جاء للحق وأنصف من نفسه يرتَقي معه في درجات الجدل؛ ولذلك جاء بعده ولن تفعلوا } كأن المتحدي يتدبر في شأنهم ، ويزن أمرهم فيقول أولاً ائتوا بسورة ، ثم يقول : قدروا أنكم لا تستطيعون الإتيان بمثله وأعدوا لهاته الحالة مخلصاً منها ثم يقول : ها قد أيقنت وأيقنتم أنكم لا تستطيعون الإتيان بمثله ، مع ما في هذا من توفير دواعيهم على المعارضة بطريق المخاشنة والتحذير .ولذلك حسن موقع ( لن ) الدالة على نفي المستقبل فالنفي بها آكد من النفي بلا ، ولهذا قال سيبويه لا لنفي يفعل ، ولن لنفي سيفعل فقد قال الخليل إن لن حرف مختزل من لا النافية وأن الاستقبالية وهو رأي حسن وإذا كانت لنفي المستقبل تدل على النفي المؤبد غالباً لأنه لما لم يوقت بحد من حدود المستقبل دل على استغراق أزمنته إذ ليس بعضها أولى من بعض ومن أجل ذلك قال الزمخشري بإفادتها التأبيد حقيقة أو مجازاً وهو التأكيد ، وقد استقريت مواقعها في القرآن وكلام العرب فوجدتها لا يؤتى بها إلا في مقام إرادة النفي المؤكد أو المؤبد . وكلام الخليل في أصل وضعها يؤيد ذلك فمن قال من النحاة إنها لا تفيد تأكيداً ولا تأبيداً فقد كابر .وقوله : { ولن تفعلوا } من أكبر معجزات القرآن فإنها معجزة من جهتين : الأولى أنها أثبتت أنهم لم يعارضوا لأن ذلك أبعث لهم على المعارضة لو كانوا قادرين ، وقد تأكد ذلك كله بقوله قبل { إن كنتم صادقين } [ البقرة : 23 ] وذلك دليل العجز عن الإتيان بمثله فيدل على أنه كلام مَن قدرتهُ فوق طوق البشر . 5 الثانية أنه أخبر بأنهم لا يأتون بذلك في المستقبل فما أتى أحد منهم ولا ممن خلَفهم بما يعارض القرآن فكانت هاته الآية معجزة من نوع الإعجاز بالإخبار عن الغيب مستمرة على تعاقب السنين فإن آيات المعارضة الكثيرة في القرآن قد قرعت بها أسماع المعاندين من العرب الذين أبوا تصديق الرسول وتواترت بها الأخبار بينهم وسارت بها الركبان بحيث لا يسع ادعاء جهلها ، ودواعي المعارضة موجودة فيهم ، ففي خاصتهم بما يأنسونه من تأهلهم لقول الكلام البليغ وهم شعراؤهم وخطباؤهم .وكانت لهم مجامع التقاول ونوادي التشاور والتعاون ، وفي عامتهم وصعاليكهم بحرصهم على حث خاصتهم لدفع مسبة الغلبة عن قبائلهم ودينهم والانتصار لآلهتهم وإيقاف تيار دخول رجالهم في دين الإسلام ، مع ما عرف به العربي من إباءة الغلبة وكراهة الاستكانة . فما أمسك الكافة عن الإتيان بمثل القرآن إلا لعجزهم عن ذلك وذلك حجة على أنه منزل من عند الله تعالى ، ولو عارضه واحد أو جماعة لطاروا به فرحاً وأشاعوه وتناقلوه فإنهم اعتادوا تناقل أقوال بلغائهم من قبل أن يغريهم التحدي فما ظنك بهم لو ظفروا بشيء منه يدفعون به عنهم هذه الاستكانة وعدم العثور على شيء يدعى من ذلك يوجب اليقين بأنهم أمسكوا عن معارضته ، وسنبين ذلك بالتفصيل في آخر تفسير هذه الآية .و { تفعلوا } الأول مجزوم بلم لا محالة لأن ( إن ) الشرطية دخلت على الفعل بعد اعتباره منفياً فيكون معنى الشرط متسلطاً على ( لم ) وفعلها فظهر أن ليس هذا متنازع بين إن ولم في العمل في { تفعلوا } لاختلاف المعنيين فلا يفرض فيه الاختلاف الواقع بين النحاة في صحة تنازع الحرفين معمولاً واحداً كما توهمه ابن العلج أحد نحاة الأندلس نسبه إليه في «التصريح على التوضيح» على أن الحق أنه لا مانع منه مع اتحاد الاقتضاء من حيث المعنى وقد أخذ جوازه من كلام أبي علي الفارسي في «المسائل الدمشقيات» ومن كتاب «التذكرة» له أنه جعل قول الراجز :حتى تراها وكأنَّ وكأنْ ... أعناقُها مُشَرَّفَات في قَرَنمن قبيل التنازع بين كأنَّ المشددة وكأنْ المخففة .وقوله : { فاتقوا النار } أثر لجواب الشرط في قوله : { فإن لم تفعلوا } دل على جمل محذوفة للإيجاز لأن جواب الشرط في المعنى هو ما جيء بالشرط لأجله وهو مفاد قوله : { وإن كنتم في ريب مما نزلنا على عبدنا } [ البقرة : 23 ] ، فتقدير جواب قوله { فإن لم تفعلوا } أنه : فأيقنوا بأن ما جاء به محمد منزل من عندنا وأنه صادق فيما أمركم به من وجوب عبادة الله وحده واحذروا إن لم تمتثلوا أمره عذاب النار ، فوقع قوله : { فاتقوا النار } موقع الجواب لدلالته عليه وإيذانه به وهو إيجاز بديع وذلك أن اتقاء النار لم يكن مما يؤمنون به من قبل لتكذيبهم بالبعث فإذا تبين صدق الرسول لزمهم الإيمان بالبعث والجزاء .وإنما عُبّر بلم تفعلوا ولن تفعلوا دون فإن لم تأتوا بذلك ولن تأتوا كما في قوله تعالى : { ائتوني بأخ لكم من أبيكم } إلى قوله : { فإن لم تأتوني به } [ يوسف : 59 ، 60 ] الخ لأن في لفظ { تفعلوا } هنا من الإيجاز ما ليس مثلُه في الآية الأخرى إذ الإتيان المتحدَّى به في هذه الآية إتيان مكيف بكيفية خاصة وهي كون المأتيِّ به مثلَ هذا القرآن ومشهوداً عليه ومستعاناً عليه بشهدائهم فكان في لفظ { تفعلوا } من الإحاطة بتلك الصفات والقيود إيجاز لا يقتضيه الإتيان الذي في سورة يوسف .والوَقود بفتح الواو اسم لما يوقد به ، وبالضم مصدر وقيل بالعكس ، وقال ابن عطية حُكي الضم والفتح في كل من الحطب والمصدر . وقياس فَعول بفتح الفاء أنه اسم لما يُفعل به كالوَضوء والحَنوط والسَّعوط والوَجور إلاَّ سبعة ألفاظ وردت بالفتح للمصدر وهي الوَلوع والقَبول والوَضوء والطَّهور والوَزوع واللَّغوب والوَقود . والفتح هنا هو المتعين لأن المراد الاسم وقرىء بالضم في الشاذ وذلك على اعتبار الضم مصدراً أو على حذف مضاف أي ذَوُو وَقودِها الناسُ .والناس أريد به صنف منهم وهم الكافرون فتعريفه تعريف الاستغراق العرفي ويجوز أن يكون تعريف العهد لأن كونهم المشركين قد علم من آيات أخرى كثيرة .والحجارة جمع حجر على غير قياس وهو وزن نادر في كلامهم جمعوا حجراً عن أحجار وألحقوا به هاء التأنيث قال سيبويه كما ألحقوها بالبُعولة والفُحولة . وعن أبي الهيثم أن العرب تدخل الهاء في كل جمع على فِعال أو فُعول لأنه إذا وقف عليه اجتمع فيه عند الوقف ساكنان أحدهما الألف الساكنة والثاني الحرف الموقوف عليه أي استحسنوا أن يكون خفيفاً إذا وقفوا عليه ، وليس هو من اجتماع الساكنين الممنوع ، ومن ذلك عِظامة ونِفارة وفِحالة وحِبالة وذِكارة وفُحولة وحُمولة ( جموعاً ) وبِكارة جمع بَكرٍ ( بفتح الباء ) ومِهارة جمع مُهر .ومعنى وقودها الحجارة أن الحجر جعل لها مكانَ الحطب لأنه إذا اشتعل صار أشد إحراقاً وأبطأَ انطفاءً ومن الحجارة أصنامهم فإنها أحجار وقد جاء ذلك صريحاً في قوله تعالى : { إنكم وما تعبدون من دون الله حصَب جهنم } [ الأنبياء : 98 ] .وفي هذه الآية تعريض بتهديد المخاطبين والمعنى المعرض به فاحذروا أن تكونوا أنتم وما عبدتم وَقود النار وقرينة التعريض قوله : { فاتقوا } وقوله : { والحجارة } لأنهم لما أمروا باتقائها أَمْرَ تحذير علموا أنهم هم الناس ، ولما ذكرت الحجارة علموا أنها أصنامهم ، فلزم أن يكون الناس هم عُبَّاد تلك الأصنام فالتعريض هنا متفاوت فالأول منه بواسطة واحدة والثاني بواسطتين .وحكمة إلقاء حجارة الأصنام في النار مع أنها لا تظهر فيها حكمة الجزاء أن ذلك تحقير لها وزيادةُ إظهارِ خطإ عَبَدَتِها فيما عَبَدوا ، وتكررٌ لحسرتهم على إهانتها ، وحسرتِهم أيضاً على أنْ كان ما أعدوه سبباً لعزهم وفخرهم سبباً لعذابهم ، وما أعدوه لنجاتهم سبباً لعذابهم ، قال تعالى : { إنكم وما تعبدون من دون الله حصب جهنم } الآية .وتعريف ( النار ) للعهد ووصفها بالموصول المقتضي علم المخاطبين بالصلة كما هو الغالب في صلة الموصول لتنزيل الجاهل منزلة العالم بقصد تحقيق وجود جهنم ، أو لأن وصف جهنم بذلك قد تقرر فيما نزل قبلُ من القرآن كقوله تعالى في سورة التحريم ( 6 ) :{ يأيها الذين آمنوا قوا أنفسكم وأهليكم ناراً وقودها الناس والحجارة } وإن كانت سورة التحريم معدودة في السور التي نزلت بعد سورة البقرة فإن في صحة ذلك العد نظراً ، أو لأنه قد عُلم ذلك عندهم من أخبار أهل الكتاب .وفي جعل الناس والحجارة وقوداً دليل على أن نار جهنم مشتعلة من قبل زَجِّ الناس فيها وأن الناس والحجارة إنما تتقد بها لأن نار جهنم هي عنصر الحرارة كلها كما أشار إليه حديث الموطأ } : « إن شدة الحر من فيح جهنم » فإذا اتصل بها الآدمي اشتعل ونضج جلده وإذا اتصلت بها الحجارة صهرت ، وفي الاحتراق بالسيال الكهربائي نموذج يقرِّب ذلك للناس اليوم . وروي عن ابن عباس أن جهنم تتقد بحجارة الكبريت فيكون نَموذَجُها البراكين الملتهبة .وقوله : { أعدت للكافرين } استئناف لم يُعطف لقصد التنبيه على أنه مقصود بالخبرية لأنه لو عطف لأوهم العطف أنه صفة ثانية أو صلة أخرى وجعلة خبراً أهول وأفخم وأدخل للروع في قلوب المخاطبين وهو تعريض بأنها أعدت لهم ابتداء لأن المحاورة معهم .وهذه الآية قد أثبتت إعجاز القرآن إثباتاً متواتراً امتاز به القرآن عن بقية المعجزات ، فإن سائر المعجزات للأنبياء ولنبينا عليهم الصلاة والسلام إنما ثبتت بأخبار آحاد وثبت من جميعها قدر مشترك بين جميعها وهو وقوع أصل الإعجاز بتواتر معنوي مثل كرم حاتم وشجاعة عمرو فأما القرآن فإعجازه ثبت بالتواتر النقلي أدرك معجزته العرب بالحس ، وأدركها عامة غيرهم بالنقل ، وقد تدركها الخاصة من غيرهم بالحس كذلك على ما سنبينه .أما إدراك العرب معجزة القرآن فظاهر من هذه الآية وأمثالها فإنهم كذبوا النبيء صلى الله عليه وسلم وناوؤُه وأعرضوا عن متابعته فحاجهم على إثبات صدقه بكلام أوحاه الله إليه ، وجعل دليل أنه من عند الله عجزهم عن معارضته فإنه مركب من حروف لغتهم ومن كلماتها وعلى أساليب تراكيبها ، وأودع من الخصائص البلاغية ما عرفوا أمثاله في كلام بلغائهم من الخطباء والشعراء ثم حاكمهم إلى الفصل في أمر تصديقه أو تكذيبه بحكم سهل وعدل ، وهو معارضتهم لما أتى به أو عجزهم عن ذلك نطق بذلك القرآن في غير موضع كهاته الآية فلم يستطيعوا المعارضة فكان عجزهم عن المعارضة لا يعدو أمرين : إما أن يكون عجزهم لأن القرآن بلغ فيما اشتمل عليه من الخصائص البلاغية التي يقتضيها الحال حد الإطاقة لأذهان بلغاء البشر بالإحاطة به ، بحيث لو اجتمعت أذهانهم وانقدحت قرائحهم وتآمروا وتشاوروا في نواديهم وبطاحهم وأسواق موسمهم ، فأبدى كل بليغ ما لاح له من النكت والخصائص لوجدوا كل ذلك قد وفت به آيات القرآن في مثله وأتت بأعظم منه ، ثم لو لحق بهم لاحق ، وخلف من بعدهم خلف فأبدى ما لم يبدوه من النكت لوجد تلك الآية التي انقدحت فيها أفهام السابقين وأحصت ما فيها من الخصائص قد اشتملت على ما لاح لهذا الأخير وأوفر منه ، فهذا هو القدر الذي أدركه بلغاء العرب بفطرهم ، فأعرضوا عن معارضته علماً بأنهم لا قبل لهم بمثله ، وقد كانوا من علو الهمة ورجاحة الرأي بحيث لا يعرضون أنفسهم للافتضاح ولا يرضون لأنفسهم بالانتقاص لذلك رأوا الإمساك عن المعارضة أجدى بهم واحتملوا النداء عليهم بالعجز عن المعارضة في مثل هذه الآية ، لعلهم رأوا أن السكوت يقبل من التأويل بالأنفة ما لا تقبله المعارضة القاصرة عن بلاغة القرآن فثبت أنه معجز لبلوغه حداً لا يستطيعه البشر فكان هذا الكلام خارقاً للعادة ودليلاً على أن الله أوجده كذلك ليكون دليلاً على صدق الرسول فالعجز عن المعارضة لهذا الوجه كان لعدم القدرة على الإتيان بمثله وهذا هو رأي جمهور أهل السنة والمعتزلة وأعيان الأشاعرة مثل أبي بكر الباقلاني وعبد القاهر الجرجاني وهو المشهور عن الأشعري .وقد يجوز أن يكونوا قادرين على الإتيان بمثله ممكنة منهم المعارضة ولكنهم صرفهم الله عن التصدي لها مع توفر الدواعي على ذلك فيكون صدهم عن ذلك مع اختلاف أحوالهم أمراً خارقاً للعادة أيضاً وهو دليل المعجزة ، وهذا مذهب من قول ذهب إليه فريق وقد ذكره أبو بكر الباقلاني في كتابه في «إعجاز القرآن» ولم يعين له قائلاً وقد نسبه التفتزاني في كتاب «المقاصد» إلى القائلين إن الإعجاز بالصرفة وهو قول النظام من المعتزلة وكثير من المعتزلة ونسبه الخفاجي إلى أبي إسحاق الإسفرائيني ونسبه عياض إلى أبي الحسن الأشعري ولكنه لم يشتهر عنه وقال به الشريف المرتضى من الشيعة كما في «المقاصد» وهو مع كونه كافياً في أن عجزهم على المعارضة بتعجيز الله إياهم هو مسلك ضعيف . وقد تقدم الكلام على وجوه إعجاز القرآن تفصيلاً في المقدمة العاشرة من مقدمات هذا التفسير .فإن قلت : لم لا يجوز أن يكون ترك العرب للمعارضة تعاجزاً لا عجزاً؟ وبعد فمن آمننا أن يكون العرب قد عارضوا القرآن ولم ينقل إلينا ما عارضوا به؟ قلت يستحيل أن يكون فعلهم ذلك تعاجزاً فإن محمداً صلى الله عليه وسلم بعث في أمة مناوئة له معادية لا كما بعث موسى في بني إسرائيل موالين معاضدين له ومشايعين فكانت العرب قاطبة معارضة للنبيء صلى الله عليه وسلم إذ كذبوه ولمزوه بالجنون والسحر وغير ذلك لم يتبعه منهم إلا نفر قليل مستضعفين بين قومهم لا نصير لهم في أول الدعوة ثم كان من أمر قومه أن قاطعوه ثم أمروه بالخروج بين هم بقتله واقتصار على إخراجه كل هذا ثبت عنهم في أحاديثهم وأقوالهم المنقولة نقلاً يستحيل تواطؤنا عليه على الكذب وداموا على مناوأته بعد خروجه كذلك يصدونه عن الحج ويضطهدون أتباعه إلى آخر ما عرف في التاريخ والسير ولم تكن تلك المناوأة في أمد قصير يمكن في خلاله كتم الحوادث وطي نشر المعارضة فإنها مدة تسع عشرة سنة إلى يوم فتح مكة .لا جرم أن أقصى رغبة لهم في تلك المدة هي إظهار تكذيبه انتصاراً لأنفسهم ولآلهتهم وتظاهراً بالنصر بين قبائل العرب كل هذا ثبت بالتواتر عند جميع الأمم المجاورة لهم من فرس وروم وقبط وأحباش .ولا جرم أن القرآن قصر معهم مسافة المجادلة وهيأ لهم طريق إلزامه بحقية ما نسبوه إليه فأتاهم كتاباً منزلاً نجوماً ودعاهم إلى المعارضة بالإتيان بقطعة قصيرة مثله وأن يجمعوا لذلك شهداءهم وأعوانهم نطق بذلك هذا الكتاب ، كل هذا ثبت بالتواتر فإن هذا الكتاب متواتر بين العرب ولا يخلو عن العلم بوجوده أهل الدين من الأمم وإن اشتماله على طلب المعارضة ثابت بالتواتر المعلوم لدينا فإنه هو هذا الكتاب الذي آمن المسلمون قبل فتح مكة به وحفظوه وآمن به جميع العرب أيضاً بعد فتح مكة فألفوه كما هو اليوم شهدت على ذلك الأجيال جيلاً بعد جيل .وقد كان هؤلاء المتحدون المدعوون إلى المعارضة بالمكانة المعروفة من أصالة الرأي واستقامة الأذهان ، ورجحان العقول وعدم رواج الزيف عليهم ، وبالكفاءة والمقدرة على التفنن في المعاني والألفاظ تواتر ذلك كله عنهم بما نقل من كلامهم نظماً ونثراً وبما اشتهر وتواتر من القدر المشترك من بين المرويات من نوادرهم وأخبارهم فلم يكن يعوزهم أن يعارضوه لو وجدوه على النحو المتعارف لديهم فإن صحة أذهانهم أدركت أنه تجاوز الحد المتعارف لديهم فلذلك أعرضوا عن المعارضة مع توفر داعيهم بالطبع وحرصهم لو وجدوا إليه سبيلاً ثبت إعراضهم عن المعارضة بطريق التواتر إذ لو وقع مثل هذا لأعلنوه وأشاعوه وتناقله الناس لأنه من الحوادث العظيمة فعدلوا عن المعارضة باللسان إلى المحاربة والمكافحة ، ثبت ذلك بالتواتر لا محالة عند أهل التاريخ وغيرهم .وأياً ما جعلت سبب إعراضهم عن المعارضة من خروج كلامه عن طوق البشر أو من صرف الله أذهانهم عن ذلك فهو دليل على أمر خارق للعادة كان بتقدير من خالق القدر ومعجز البشر .ووراء هذا كله دليل آخر يعرفنا بأن العرب بحسن فطرتهم قد أدركوا صدق الرسول وفطنوا لإعجاز القرآن وأنه ليس بكلام معتاد للبشر وأنهم ما كذبوا إلا عناداً أو مكابرة وحرصاً على السيادة ونفوراً من الاعتراف بالخطأ ، ذلك الدليل هو إسلام جميع قبائل العرب وتعاقبهم في الوفادة بعد فتح مكة فإنهم كانوا مقتدين بقريش في المعارضة مكبرين المتابعة لهذا الدين خشية مسبة بعضهم وخاصة قريش ومن ظاهرهم ، فلما غلبت قريش لم يبق ما يصد بقية العرب عن المجيء طائعين معترفين عن غير غلب فإنهم كانوا يستطيعون الثبات للمقارعة أكثر مما ثبتت قريش إذ قد كان من تلك القبائل أهل البأس والشدة من عرب نجد وطىء وغيرهم ممن اعتز بهم الإسلام بعد ذلك فإنه ليس مما عرف في عوائد الأمم وأخلاقها أن تنبذ قبائل عظيمة كثيرة أدياناً تعتقد صحتها وتجيء جميعها طائعاً نابذاً دينه في خلال أشهر من عام الوفود لم يجمعهم فيه ناد ولم تسر بينهم سفراء ولا حشرهم مجمع لولا أنهم كانوا متهيئين لهذا الاعتراف لا يصدهم عنه إلا صاد ضعيف وهو المكابرة والمعاندة .ثم في هذه الآية معجزة باقية وهي قوله : { ولن تفعلوا } فإنها قد مرت عليها العصور والقرون وماصدقها واضح إذ لم تقع المعارضة من أحد من المخاطبين ولا ممن لحقهم إلى اليوم .فإن قلت : ثبت بهذا أن القرآن معجز للعرب وبذلك ثبت لديهم أنه معجزة وثبت لديهم به صدق الرسول ولكن لم يثبت ذلك لمن ليس مثلهم فما هي المعجزة لغيرهم؟ قلت إن ثبوت الإعجاز لا يستلزم مساواة الناس في طريق الثبوت فإنه إذا أعجز العرب ثبت أنه خارق للعادة لما علمت من الوجهين السابقين فيكون الإعجاز للعرب بالبداهة ولمن جاء بعدهم بالاستدلال والبرهان وهما طريقان لحصول العلم .وبعد فإن من شاء أن يدرك الإعجاز كما أدركه العرب فما عليه إلا أن يشتغل بتعلم اللغة وأدبها وخصائصها حتى يساوي أو يقارب العرب في ذوق لغتهم ثم ينظر بعد ذلك في نسبة القرآن من كلام بلغائهم ولم يخل عصر من فئة اضطلعت بفهم البلاغة العربية وأدركت إعجاز القرآن وهم علماء البلاغة وأدب العربية الصحيح .قال الشيخ عبد القاهر في مقدمة «دلائل الإعجاز» فإن قال قائل إن لنا طريقاً إلى إعجاز القرآن غير ما قلت ( أي من توقفه على علم البيان ) وهو علمنا بعجز العرب عن أن يأتوا بمثله وتركهم أن يعارضوه مع تكرار التحدي عليهم وطول التقريع لهم بالعجز عنه ولو كان الأمر كذلك ما قامت به الحجة على العجم قيامها على العرب وما استوى الناس فيه قاطبة فلم يخرج الجاهل بلسان العرب عن أن يكون محجوجاً بالقرآن قيل له خبرنا عما اتفق عليه المسلمون من اختصاص نبينا عليه السلام بأن كانت معجزته باقية على وجه الدهر أتعرف له معنى غير ألا يزال البرهان منه لائحاً معرضاً لكل من أراد العلم به والعلم به ممكناً لمن التمسه وألا معنى لبقاء المعجزة بالقرآن إلا أن الوصف الذي كان به معجزاً قائم فيه أبداً ا ه .وقال السكاكي في معرض التنويه ببعض مسائل التقديم قوله : «متوسلاً بذلك إلى أن يتأنق في وجه الإعجاز في التنزيل منتقلاً مما أجمله عجز المتحدين به عندك إلى التفصيل» وقد بينت في المقدمة العاشرة تفاصيل من وجوه إعجازه فقد اشتملت هذه الآية على أصناف من الإعجاز إذ نقلت الإعجاز بالتواتر وكانت ببلاغتها معجزة ، وكانت معجزة من حيث الإخبار عن المستقبل كله بما تحقق صدقه فسبحان منزلها ومؤتيها .",
  "ayah": 24,
  "surah": 2
}
