{
  "text": "موقع هذه الآية هنا بعد قوله : { والذين يتوفون منكم ويذرون أزواجاً يتربصن } [ البقرة : 243 ] إلى آخرها في غاية الإشكال فإن حكمها يخالف في الظاهر حكم نظيرتها التي تقدمت ، وعلى قول الجمهور هاته الآية سابقة في النزول على آية { والذين يتوفون منكم ويذرون أزواجاً يتربصن } يزداد موقعها غرابة إذ هي سابقة في النزول متأخرة في الوضع .والجمهور على أن هذه الآية شرعت حكم تربص المتوفى عنها حولاً في بيت زوجها وذلك في أول الإسلام ، ثم نسخ ذلك بعدة الوفاة وبالميراث ، روي هذا عن ابن عباس ، وقتادة والربيع وجابر بن زيد . وفي البخاري في كتاب التفسير عن عبد الله بن الزبير قال : «قلت لعثمان هذه الآية ، { والذين يتوفون منكم ويذرون أزواجاً وصية لأزواجهم } قد نسختها الآية الآخرى فلم تكتبها ، قال : لا أغير شيئاً منه عن مكانه بابن أخي» فاقتضى أن هذا هو موضع هذه الآية ، وأن الآية التي قبلها ناسخة لها ، وعليه فيكون وضعها هنا بتوقيف من النبي صلى الله عليه وسلم لقول عثمان «لا أغير شيئاً منه عن مكانه» ويحتمل أن ابن الزبير أراد بالآية الأخرى آية سورة النساء في الميراث .وفي البخاري قال مجاهد «شرع الله العدة أربعة أشهر وعشراً تعتد عند أهل زوجها واجباً ، ثم نزلت { وصية لأزواجهم } فجعل الله لها تمام السنة وصية ، إن شاءت سكنت في وصيتها وإن شاءت خرجت ، ولم يكن لها يومئذ ميراث معين ، فكان ذلك حقها في تركة زوجها ، ثم نسخ ذلك بالميراث» فلا تعرض في هذه الآية للعدة ولكنها في بيان حكم آخر وهو إيجاب الوصية لها بالسكنى حولاً : إن شاءت أن تحتبس عن التزوج حولاً مراعاة لما كانوا عليه ، ويكون الحول تكميلاً لمدة السكنى لا للعدة ، وهذا الذي قاله مجاهد أصرح ما في هذا الباب ، وهو المقبول .واعلموا أن العرب في الجاهلية كان من عادتهم المتبعة أن المرأة إذا توفي عنها زوجها تمكث في شر بيت لها حولاً ، محدة لابسة شر ثيابها متجنبة الزينة والطيب ، كما تقدم في حاشية تفسير قوله تعالى : { فلا جناح عليكم فيما فعلن في أنفسهن بالمعروف } [ البقرة : 234 ] عن «الموطأ» ، فلما جاء الإسلام أبطل ذلك الغلو في سوء الحالة ، وشرع عدة الوفاة والإحداد ، فلما ثقل ذلك على الناس ، في مبدأ أمر تغيير العادة ، أمر الأزواج بالوصية لأزواجهم بسكنى الحول بمنزل الزوج والإنفاق عليها من ماله ، إن شاءت السكنى بمنزل الزوج ، فإن خرجت وأبت السكنى هنالك لم ينفق عليها ، فصار الخيار للمرأة في ذلك بعد أن كان حقاً عليها لا تستطيع تركه ، ثم نسخ الإنفاق والوصية بالميراث ، فاللَّه لما أراد نسخ عدة الجاهلية ، وراعى لطفه بالناس في قطعهم عن معتادهم ، أقر الاعتداد بالحول ، وأقر ما معه من المكث في البيت مدة العدة ، لكنه أوقفه على وصية الزوج عند وفاته لزوجه بالسكنى ، وعلى قبول الزوجة ذلك ، فإن لم يوص لها أو لم تقبل ، فليس عليها السكنى ، ولها الخروج ، وتعتد حيث شاءت ، ونسخ { وصية } السكنى حولاً بالمواريث ، وبقي لها السكنى في محل زوجها مدة العدة مشروعاً بحديث الفُريعة .وقوله : { وصية لأزواجهم } قرأه نافع وابن كثير والكسائي وأبو بكر عن عاصم ، وأبو جعفر ويعقوب وخلف : برفع ( وصية ) على الابتداء ، محولاً عن المفعول المطلق ، وأصله وصية بالنصب بدلا من فعله ، فحول إلى الرفع لقصد الدوام كقولهم : حمد وشكر ، و { صبر جميل } [ يوسف : 18 ] كما تقدم في تفسير { الحمد لله } [ الفاتحة : 18 ] وقوله : { فإمساك بمعروف أو تسريح بإحسان } [ البقرة : 229 ] ولما كان المصدر في المفعول المطلق ، في مثل هذا ، دالاً على النوعية ، جاز عند وقوعه مبتدأ أن يبقى منكراً ، إذ ليس المقصود فردا غير معين حتى ينافي الابتداء ، بل المقصود النوع ، وعليه فقوله : { لأزواجهم } خبر ، وقرأه أبو عمرو ، وابن عامر ، وحمزة ، وحفص عن عاصم : { وصيّةً } بالنصب فيكون قوله : { لأزواجهم } متعلقاً به على أصل المفعول المطلق الآتي بدلاً من فعله لإفادة الأمر .وظاهر الآية أن الوصية وصية المتوفين ، فتكون من الوصية التي أمر بها من تحضره الوفاة مثل الوصية التي في قوله تعالى : { كتب عليكم إذا حضر أحدكم الموت إن ترك خيراً الوصية للوالدين والأقربين } [ البقرة : 180 ] فعلى هذا الاعتبار إذا لم يوص المتوفَّى لزوجه بالسكنى فلا سكنى لها وقد تقدم أن الزوجة مع الوصية مخيرة بين أن تقبل الوصية ، وبين أن تخرج . وقال ابن عطية : قالت فرقة منهم ابن عباس والضحاك وعطاء والربيع : أن قوله { وصية لأزواجهم } هي وصية من الله تعالى للأزواج بلزوم البيوت حولاً ، وعلى هذا القول فهو كقوله تعالى : { يوصيكم الله في أولادكم } [ النساء : 11 ] وقوله : { وصية من الله } [ النساء : 12 ] فذلك لا يتوقف على إيصاء المتوفين ولا على قبول الزوجات ، بل هو حكم من الله يجب تنفيذه ، وعليه يتعين أن يكون { لأزواجهم } متعلقاً بوصية ، وتعلقه به هو الذي سوغ الابتداء به ، والخبر محذوف دل عليه المقام لعدم تأتي ما قرر في الوجه الأول .وقوله : { متاعاً إلى الحول } : تقدم معنى المتاع في قوله : { متاعاً بالمعروف حقا على المحسنين } [ البقرة : 236 ] والمتاع هنا هو السكنى ، وهو منصوب على حذف فعله أي ليمتعوهن متاعاً ، وانتصب متاعاً على نزع الخافض ، فهو متعلق بوصية والتقدير وصية لأزواجهم بمتاع . و ( إلى ) مؤذنة بشيء جعلت غايته الحول ، وتقديره متاعاً بسكنى إلى الحول ، كما دل عليه قوله : { غير إخراج } .والتعريف في الحول تعريف العهد ، وهو الحول المعروف عند العرب من عهد الجاهلية الذي تعتد به المرأة المتوفى عنها ، فهو كتعريفه في قول لبيد :إلى الحول ثم اسم السلام عليكماومن يَبْككِ حولاً كاملاً فقد اعتذروقوله : { غير إخراج } حال من { متاعاً } مؤكدة ، أو بدل من { متاعاً } بدلاً مطابقاً ، والعرب تؤكد الشيء بنفي ضده ، ومنه قول أبي العباس الأعمى يمدح بني أمية: ... خباءٌ على المنابر فُرسانٌ عليها وقالَةٌ غيرُ خُرْس ... وقوله : { فإن خرجن فلا جناح عليكم } هو على قول فرقة معناه : فإن أبين قبول الوصية فخرجن ، فلا جناح عليكم فيما فعلن في أنفسهن من الخروج وغيره من المعروف عدا الخطبة والتزوج ، والتزين في العدة ، فذلك ليس من المعروف . وعلى قول الفرقة الأخرى التي جعلت الوصية من الله ، يجب أن يكون قوله : { فإن خرجن } عطفاً على مقدر للإيجاز ، مثل : { أن اضرب بعصاك البحر فانفلق } [ الشعراء : 63 ] أي فإن تم الحول فخرجن فلا جناح عليكم فيما فعلن في أنفسهن أي من تزوج وغيره من المعروف عدا المنكر كالزنا وغيره ، والحاصل أن المعروف يفسر بغير ما حرم عليها في الحالة التي وقع فيها الخروج وكل ذلك فعل في نفسها .قال ابن عرفة في «تفسيره» «وتنكير معروف هنا وتعريفه في الآية المتقدمة ، لأن هذه الآية نزلت قبل الأخرى ، فصار هنالك معهوداً» . وأحسب هذا غير مستقيم ، وأن التعريف تعريف الجنس ، وهو والنكرة سواء ، وقد تقدم الكلام عن القراءة المنسوبة إلى علي بفتح ياء { يتوفون } وما فيها من نكتة عربية عند قوله تعالى : { والذين يتوفون منكم ويذرون أزواجاً يتربصن بأنفسهن } [ البقرة : 234 ] الآية .",
  "ayah": 240,
  "surah": 2
}
