{
  "text": "جملة : { ألم تر إلى الملأ من بني إسرائيل } استئناف ثان من جملة { ألم تر إلى الذين خرجوا من ديارهم } [ البقرة : 243 ] سيق مساق الاستدلال لجملة { وقاتلوا في سبيل الله } [ البقرة : 190 ] وفيها زيادة تأكيد لفظاعة حال التقاعس عن القتال بعد التهيؤ له في سبيل الله ، والتكرير في مثله يفيد مزيد تحذير وتعريض بالتوبيخ؛ فإن المأمورين بالجهاد في قوله : { وقاتلوا في سبيل الله } لا يخلون من نفر تعتريهم هواجس تثبطهم عن القتال ، حباً للحياة ومن نفر تعترضهم خواطر تهون عليهم الموت عند مشاهدة أكدار الحياة ، ومصائب المذلة ، فضرب الله لهذين الحالين مثلين : أحدهما ما تقدم في قوله : { ألم تر إلى الذين أخرجوا من ديارهم } والثاني قوله : { ألم تر إلى الملأ من بني إسرائيل } وقد قدم أحدهما وأخر الآخر ليقع التحريض على القتال بينهما . ”ومناسبة تقديم الأولى أنها تشنع حال الذين استسلموا واستضعفوا أنفسهم ، فخرجوا من ديارهم مع كثرتهم ، وهذه الحالة أنسب بأن تقدم بين يدي الأمر بالقتال والدفاع عن البيضة؛ لأن الأمر بذلك بعدها يقع موقع القبول من السامعين لا محالة ، ومناسبة تأخير الثانية أنها تمثيل حال الذين عرفوا فائدة القتال في سبيل الله لقولهم : { وما لنا ألا نقاتل } إلخ . فسألوه دون أن يفرض عليهم فلما عين لهم القتال نكصوا على أعقابهم ، وموضع العبرة هو التحذير من الوقوع في مثل حالهم بعد الشروع في القتال أو بعد كتبه عليهم ، فلله بلاغة هذا الكلام ، وبراعة هذا الأسلوب تقديماً وتأخيراً . وتقدم القول على { ألم تر } [ البقرة : 243 ] في الآية قبل هذه .والملأ : الجماعة الذين أمرهم واحد ، وهو اسم جمع كالقوم والرهط ، وكأنه مشتق من الملْء وهو تعمير الوعاء بالماء ونحوه ، وأنه مؤذن بالتشاور لقولهم : تمالأ القوم إذا اتفقوا على شيء والكل مأخوذ من ملء الماء؛ فإنهم كانوا يملأون قربهم وأوعيتهم كل مساء عند الورد ، فإذا ملأ أحد لآخر فقد كفاه شيئاً مهماً؛ لأن الماء قوام الحياة ، فضربوا ذلك مثلاً للتعاون على الأمر النافع الذي به قوام الحياة والتمثيل بأحوال الماء في مثل هذا منه قول علي « اللهم عليك بقريش فإنهم قد قطعوا رحمي وأكفأوا إنائي » تمثيلاً لإضاعتهم حقه .وقوله : { من بعد موسى } إعلام بأن أصحاب هذه القصة كانوا مع نبيء بعد موسى ، فإن زمان موسى لم يكن فيه نصب ملوك على بني إسرائيل وكأنه إشارة إلى أنهم أضاعوا الانتفاع بالزمن الذي كان فيه رسولهم بين ظهرانيهم ، فكانوا يقولون : اذهب أنت وربك فقاتلا ، وكان النصر لهم معه أرجى لهم ببركة رسولهم ، والمقصود التعريض بتحذير المسلمين من الاختلاف على رسولهم .وتنكير نبيء لهم للإشارة إلى أن محل العبرة ليس هو شخص النبي فلا حاجة إلى تعيينه ، وإنما المقصود حال القوم وهذا دأب القرآن في قصصه ، وهذا النبي هو صمويل وهو بالعربية شمويل بالشين المعجمة ولذلك لم يقل : إذ قالوا لنبيهم ، إذ لم يكن هذا النبي معهوداً عند السامعين حتى يعرف لهم بالإضافة .وفي قوله : { لنبيء لهم } تأييد لقول علماء النحو إن أصل الإضافة أن تكون على تقدير لام الجر ، ومعنى { ابعث لنا ملكاً } عين لنا ملكاً؛ وذلك أنه لما لم يكن فيهم ملك في حالة الحاجة إلى ملك فكأن الملك غائب عنهم ، وكأن حالهم يستدعي حضوره فإذا عين لهم شخص ملكاً فكأنه كان غائباً عنهم فبعث أي أرسل إليهم ، أو هو مستعار من بعث البعير أي إنهاضه للمشي .وقوله : { هل عسيتم إن كتب عليكم القتال } الآية ، استفهام تقريري وتحذير ، فقوله : { ألا تقاتلوا } مستفهم عنه بهل وخبر لعسى متوقع ، ودليل على جواب الشرط { إن كتب عليكم القتال } وهذا من أبدع الإيجاز فقد حكى جملاً كثيرة وقعت في كلام بينهم ، وذلك أنه قررهم على إضمارهم نية عدم القتال اختباراً وسبراً لمقدار عزمهم عليه ، ولذلك جاء في الاستفهام بالنفي فقال ما يؤدي معنى «هلْ لاَ تقاتلون» ولم يقل : هل تقاتلون؛ لأن المستفهم عنه هو الطرَف الراجح عند المستفهم ، وإن كان الطرَف الآخر مقدراً ، وإذا خرج الاستفهام إلى معانيه المجازية كانت حاجة المتكلم إلى اختيار الطرف الراجح متأكدة . وتوقع منهم عدم القتال وحذرهم من عدم القتال إن فرض عليهم ، فجملة : { ألا تقاتلوا } يتنازع معناها كل من هَل وَعسى وإنْ ، وأُعطيت لعسى ، فلذلك قرنت بإنْ ، وهي دليل للبقية فيقدر لكل عامل ما يقتضيه . والمقصود من هذا الكلام التحريض لأن ذا الهمة يأنف من نسبته إلى التقصير ، فإذا سجل ذلك عليه قبل وجود دواعيه كان على حذر من وقوعه في المستقبل ، كما يقول من يوصي غيره : افعل كذا وكذا وما أظنك تفعل .وقرأ نافع وحده عسيتم بكسر السين على غير قياس ، وقرأه الجمهور بفتح السين وهما لغتان في عسى إذا اتصل بها ضمير المتكلم أو المخاطب ، وكأنهم قصدوا من كسر السين التخفيف بإماتة سكون الياء .وقوله : { قالوا وما لنا ألا نقاتل في سبيل الله } جاءت واو العطف في حكاية قولهم؛ إذ كان في كلامهم ما يفيد إرادة أن يكون جوابهم عن كلامه معطوفاً على قولهم : { ابعث لنا ملكاً نقاتل في سبيل الله } ما يؤدَّى مثله بواو العطف فأرادوا تأكيد رغبتهم ، في تعيين ملك يدبر أمور القتال ، بأنهم ينكرون كل خاطر يخطر في نفوسهم من التثبيط عن القتال ، فجعلوا كلام نبيئهم بمنزلة كلام معترض في أثناء كلامهم الذي كملوه ، فما يحصل به جوابهم عن شك نبيهم في ثباتهم ، فكان نظم كلامهم على طريقة قوله تعالى حكاية عن الرسل :{ وعلى الله فليتوكل المؤمنون } [ آل عمران : 122 ] ، { وما لنا ألا نتوكل على الله وقد هدانا سبلنا } [ إبراهيم : 12 ] .و ( ما ) اسم استفهام بمعنى أي شيء واللام للاختصاص والاستفهام إنكاري وتعجبي من قول نبيهم : { هل عسيتم إن كتب عليكم القتال ألا تقاتلوا } لأن شأن المتعجب منه أن يسأل عن سببه . واسم الاستفهام في موضع الابتداء ، و { لنا } خبره ، ومعناه ما حصل لنا أو ما استقرَّ لنا ، فاللام في قوله : { لنا } لام الاختصاص و«أن» حرف مصدر واستقبال ، و { نقاتل } منصوب بأن ، ولما كان حرف المصدر يقتضي أن يكون الفعل بعده في تأويل المصدر ، فالمصدر المنسبك من أن وفعلها إما أن يجعل مجروراً بحرف جر مقدر قبل أن مناسب لتعلق ( لا نقاتل ) بالخبر ما لنا في ألا نقاتل أي انتفاء قتالنا أو ما لنا لأَلانقاتل أي لأجل انتفاء قتالنا ، فيكون معنى الكلام إنكارهم أن يثبت لهم سبب يحملهم على تركهم القتال ، أو سبب لأجل تركهم القتال ، أي لا يكون لهم ذلك . وإما أن يجعل المصدر المنسبك بدلاً من ضمير { لنا } : بَدَل اشتمال ، والتقدير : ما لنا لِتَرْكِنا القتال .ومثل هذا النظم يجيء بأشكال خمسة : مثل { مالك لا تأمنا على يوسف } [ يوسف : 11 ] { ومالي لا أعبد الذي فطرني } [ يس : 22 ] { ما لكم كيف تحكمون } [ النساء : 88 ] فمالك والتلدد حول نجد { فما لكم في المنافقين فئتين } [ الصافات : 154 ] ، والأكثر أن يكون ما بعد الاستفهام في موضع حال ، ولكن الإعراب يختلف ومآل المعنى متحد .و«ما» مبتدأ و«لنا» خبره ، والمعنى : أي شيء كان لنا . وجملة «ألا نُقَاتل» حال وهي قيد للاستفهام الإنكاري ، أي لا يثبت لنا شيء في حالة تركنا القتال . وهذا كنظائره في قولك : مالي لا أفعل أو مالي أفعل ، فإن مصدرية مجرورة بحرف جر محذوف يقدر بفي أو لام الجر ، متعلق بما تعلقَ به { لنا } .وجملة { وقد أخرجنا } حال معللة لوجه الإنكار ، أي إنهم في هذه الحال أبعد الناس عن ترك القتال؛ لأن أسباب حب الحياة تضعف في حالة الضر والكدر بالإخراج من الديار والأبناء .وعطف الأبناء على الديار لأن الإخراج يطلق على إبعاد الشيء من حيزه ، وعلى إبعاده من بين ما يصاحبه ، ولا حاجة إلى دعوى جعل الواو عاطفة عاملاً محذوفاً تقديره وأبعدنا عن أبنائنا .وقوله : { فلما كتب عليهم القتال تولوا } الخ . جملة معترضة ، وهي محل العبرة والموعظة لتحذير المسلمين من حال هؤلاء أن يتولوا عن القتال بعد أن أخرجهم المشركون من ديارهم وأبنائهم ، وبعد أن تمنوا قتال أعدائهم وفرضه الله عليهم والإشارة إلى ما حكاه الله عنهم بعد بقوله : { فلما جاوزه هو والذين آمنوا معه } [ البقرة : 249 ] إلخ .وقوله : { والله عليم بالظالمين } تذييل ، لأن فعلهم هذا من الظلم؛ لأنهم لما طلبوا القتال خيلوا أنهم محبون له ثم نكصوا عنه . ومن أحسن التأديب قول الراجز: ... مَن قال لاَ في حاجةمسؤولة فما ظلم ... وإنما الظالم منيقول لا بعد نعم ...وهذه الآية أشارت إلى قصة عظيمة من تاريخ بني إسرائيل ، لما فيها من العلم والعبرة ، فإن القرآن يأتي بذكر الحوادث التاريخية تعليماً للأمة بفوائد ما في التاريخ ، ويختار لذلك ما هو من تاريخ أهل الشرائع ، لأنه أقرب للغرض الذي جاء لأجله القرآن . هذه القصة هي حادث انتقال نظام حكومة بني إسرائيل من الصبغة الشورية ، المعبر عنها عندهم بعصر القضاة إلى الصبغة الملكية ، المعبر عنها بعصر الملوك وذلك أنه لما توفي موسى عليه السلام في حدود سنة 1380 قبل الميلاد المسيحي ، خلفه في الأمة الإسرائيلية يوشع بن نُون ، الذي عهد له موسى في آخر حياته بأن يخلفه فلما صار أمر بني إسرائيل إلى يوشع جعل لأسباط بني إسرائيل حكاماً يسوسونهم ويقضون بينهم ، وسماهم القضاة فكانوا في مدن متعددة ، وكان من أولئك الحكام أنبياء ، وكان هنالك أنبياء غير حكام ، وكان كل سِبط من بني إسرائيل يسيرون على ما يظهر لهم ، وكان من قضاتهم وأنبيائهم صمويل بن القانة ، من سبط أفرايم ، قاضياً لجميع بني إسرائيل ، وكان محبوباً عندهم ، فلما شاخ وكبر وقعت حروب بين بني إسرائيل والفلسطينيين وكانت سجالاً بينهم ، ثم كان الانتصار للفلسطينيين ، فأخذوا بعض قرى بني إسرائيل حتى إن تابوت العهد ، الذي سيأتي الكلام عليه ، أسره الفلسطينيون ، وذهبوا به إلى ( أَشدود ) بلادهم وبقي بأيديهم عدة أشهر ، فلما رأت بنو إسرائيل ما حل بهم من الهزيمة ، ظنوا أن سبب ذلك هو ضعف صمويل عن تدبير أمورهم ، وظنوا أن انتظام أمر الفلسطينيين ، لم يكن إلاّ بسبب النظام الملكي ، وكانوا يومئذٍ يتوقعون هجوم ناحاش : ملك العمونيين عليهم أيضاً ، فاجتمعت إسرائيل وأرسلوا عرفاءهم من كل مدينة ، وطلبوا من صمويل أن يقيم لهم ملكاً يقاتل بهم في سبيل الله ، فاستاء صمويل من ذلك ، وحذرهم عواقب حكم الملوك «إن الملك يأخذ بينكم لخدمته وخدمة خيله ويتخذ منكم من يركض أمام مراكبه ، ويسخر منكم حراثين لحرثه ، وعملة لعُدد حربه ، وأدوات مراكبه ، ويجعل بناتكم عطَّارات وطباخات وخبازات ، ويصطفي من حقولكم ، وكرومكم ، وزياتينكم ، أجودها فيعطيها لعبيده ، ويتخذكم عبيداً ، فإذا صرختم بعد ذلك في وجه ملككم لا يستجيب الله لكم ، فقالوا : لا بد لنا من ملك لنكون مثل سائر الأمم ، وقال لهم : هل عسيتم إن كتب عليكم القتال ألا تقاتلوا قالوا { وما لنا ألا نقاتل } الخ . وكان ذلك في أوائل القرن الحادي عشر قبل المسيح .وقوله : { وقد أخرجنا من ديارنا وأبناءنا } يقتضي أن الفلسطينيين أخذوا بعض مدن بني إسرائيل ، وقد صُرح بذلك إجمالاً في الإصحاح السابع من سفر صمويل الأول ، وأنهم أسروا أبناءهم ، وأطلقوا كهولهم وشيوخهم ، وفي ذكر الإخراج من الديار والأبناء تلهيب للمهاجرين من المسلمين على مقاتلة المشركين الذين أخرجوهم من مكة ، وفرقوا بينهم وبين نسائهم ، وبينهم وبين أبنائهم ، كما قال تعالى : { وما للكم لا تقاتلون في سبيل الله والمستضعفين من الرجال والنساء والولدان } [ النساء : 75 ] .",
  "ayah": 246,
  "surah": 2
}
