{
  "text": "أراد نبيئهم أن يتحداهم بمعجزة تدل على أن الله تعالى اختار لهم شاوول ملكاً ، فجعل لهم آية تدل على ذلك وهي أن يأتيهم التابوت ، أي تابوت العهد ، بعد أن كان في يد الفلسطينيين كما تقدم ، وهذا إشارة إلى قصة تيسير الله تعالى إرجاع التابوت إلى بني إسرائيل بدون قتال ، وذلك أن الفلسطينيين أرجعوا التابوت إلى بني إسرائيل في قصة ذكرت في سفر صمويل ، حاصلها أن التابوت بقي سبعة أشهر في بلاد فلسطين موضوعاً في بيت صنمهم داجون ورأى الفلسطينيون آيات من سقوط صنمهم على وجهه ، وانكسار يديه ورأسه ، وإصابتهم بالبواسير في أشدود وتخومها ، وسلطت عليهم الجرذان تفسد الزروع ، فلما رأوا ذلك استشاروا الكهنة ، فأشاروا عليهم بإلهام من الله بإرجاعه إلى إسرائيل لأن إله إسرائيل قد غضب لتابوته وأن يرجعوه مصحوباً بهدية : صورة خمس بواسير من ذهب ، وصورة خمس فيران من ذهب ، على عدد مدن الفلسطينيين العظيمة : أشدود ، وغزة ، واشقلون ، وجت ، وعفرون . ويوضع التابوت على عجلة جديدة تجرها بقرتان ومعه صندوق به التماثيل الذهبية ، ويطلقون البقرتين تذهبان بإلهام إلى أرض إسرائيل ، ففعلوا واهتدت البقرتان إلى أن بلغ التابوت والصندوق إلى يد اللاويين في تخم بيت شمس ، هكذا وقع في سفر صمويل غير أن ظاهر سياقه أن رجوع التابوت إليهم كان قبل تمليك شاوول ، وصريح القرآن يخالف ذلك ، ويمكن تأويل كلام السفر بما يوافق هذا بأن تحمل الحوادث على غير ترتيبها في الذكر ، وهو كثير في كتابهم . والذي يظهر لي أن الفلسطينيين لما علموا اتحاد الإسرائيليين تحت ملك علموا أنهم ما أجمعوا أمرهم إلاّ لقصد أخذ الثأر من أعدائهم وتخليص تابوت العهد من أيديهم ، فدبروا أن يظهروا إرجاع التابوت بسبب آيات شاهدوها ، ظناً منهم أن حدة بني إسرائيل تفل إذا أرجع إليهم التابوت بالكيفية المذكورة آنفاً ، ولا يمكن أن يكون هذا الرعب حصل لهم قبل تمليك شاول ، وابتداء ظهور الانتصار به .والتابوت اسم عجمي معرب فوزنه فاعول ، وهذا الوزن قليل في الأسماء العربية ، فيدل على أن ما كان على وزنه إنما هو معرب مثل ناقوس وناموس ، واستظهر الزمخشري أن وزنه فعلول بتحريك العين لقلة الأسماء التي فاؤها ولامها حرفان متحدان : مثل سلس وقلق ، ومن أجل هذا أثبته الجوهري في مادة توب لا في تبت .والتابوت بمعنى الصندوق المستطيل : وهو صندوق أمر موسى عليه السلام بصنعه صنعه بصلئيل الملهم في صناعة الذهب والفضة والنحاس ونجارة الخشب ، فصنعه من خشب السنط وهو شجرة من صنف القرظ وجعل طوله ذراعين ونصفاً وعرضه ذراعاً ونصفاً وارتفاعه ذراعاً ونصفاً ، وغشاه بذهب من داخل ومن خارج ، وصنع له إكليلاً من ذهب ، وسبك له أربع حلق من ذهب على قوائمه الأربع ، وجعل له عصوين من خشب مغشاتين بذهب لتدخل في الحلقات لحمل التابوت ، وجعل غطاءه من ذهب ، وجعل على طريق الغطاء صورة تخيل بها اثنين من الملائكة من ذهب باسطين أجنحتهما فوق الغطاء ، وأمر الله موسى أن يضع في هذا التابوت لوحي الشهادة اللذين أعطاه الله إياهما وهي الألواح التي ذكرها الله في قوله :{ ولما سكت عن موسى الغضب أخذ الألواح } [ الأعراف : 154 ] .والسكينة فعيلة بمعنى الاطمئنان والهدوء ، وفي حديث السعي إلى الصلاة «عليكم بالسكينة» وذلك أن من بركة التابوت أنه إذا كان بينهم في حرب أو سلم كانت نفوسهم واثقة بحسن المنقلب ، وفيه أيضاً كتب موسى عليه السلام ، وهي مما تسكن لرؤيتها نفوس الأمة وتطمئن لأحكامها ، فالظرفية على الأول مجازية ، وعلى الثاني حقيقية ، وورد في حديث أسيد بن حضير إطلاق السكينة على شيء شبه الغمام ينزل من السماء عند قراءة القرآن ، فلعلها ملائكة يسمون بالسكينة .والبقية في الأصل ما يفضل من شيء بعد انقضاء معظمه ، وقد بينت هنا بأنها مما ترك آل موسى وآل هارون ، وهي بقايا من آثار الألواح ، ومن الثياب التي ألبسها موسى أخاه هارون ، حين جعله الكاهن لبني إسرائيل ، والحافظ لأمور الدين ، وشعائر العبادة قيل : ومن ذلك عصا موسى . ويجوز أن تكون البقية مجازاً عن النفيس من الأشياء؛ لأن الناس إنما يحافظون ، على النفائس فتبقى كما قال النابغة: ... بَقِيَّةٌ قدْر من قُدور تُوُورِثَتْلآل الجُلاح كابرا بعد كابر ... وقد فسر بهذا المعنى قول رويشد الطائي: ... إنْ تُذنبوا ثم تأتيني بقيتكمفما عليَّ بذنب منكمُ فَوْت ... أي تأتيني الجماعة الذين ترجعون إليهم في مهامكم ، وقريب منه إطلاق التليد على القديم من المال الموروث .والمراد من آل موسى وآل هارون أهل بيتهما من أبناء هارون؛ فإنهم عصبة موسى؛ لأن موسى لم يترك أولاداً ، أو ما تركه آلهما هو آثارهما ، فيئول إلى معنى ما ترك موسى وهارون وآلهما ، أو أراد مما ترك موسى وهارون فلفظ آل مقحم كما في قوله { ادخلوا آل فرعون أشد العذاب } [ غافر : 46 ] .وهارون هو أخو موسى عليهما السلام وهو هارون بن عمران من سبط لاوي ولد قبل أن يأمر فرعون بقتل أطفال بني إسرائيل وهو أكبر من موسى ، ولما كلم الله موسى بالرسالة أعلمه بأنه سيشرك معه أخاه هارون فيكون كالوزير له ، وأوحى إلى هارون أيضاً ، وكان موسى هو الرسول الأعظم ، وكان معظم وحي الله إلى هارون على لسان موسى ، وقد جعل الله هارون أول كاهن لبني إسرائيل لما أقام لهم خدمة خيمة العبادة ، وجعل الكهانة في نسله ، فهم يختصون بأحكام لا تشاركهم فيها بقية الأمة ، منها تحريم الخمر على الكاهن ، ومات هارون سنة ثمان أو سبع وخمسين وأربعمائة وألف قبل المسيح ، في جبل هور على تخوم أرض أدوم في مدة التيه في السنة الثالثة من الخروج من مصر .وقوله : { تحمله الملائكة } حال من ( التابوت ) ، والحمل هنا هو الترحيل كما في قوله تعالى : { قلت لا أجد ما أحملكم عليه } [ التوبة : 92 ] لأن الراحلة تحمل راكبها؛ ولذلك تسمى حمولة وفي حديث غزوة خيبر : « وكانت الحمر حمولتهم » وقال النابغة: ... يُخَال به راعي الحَمُولة طَائرافمعنى حمل الملائكة التابوت هو تسييرهم بإذن الله البقرتين السائرتين بالعجلة التي عليها التابوت إلى محلة بني إسرائيل ، من غير أن يسبق لهما إلف بالسير إلى تلك الجهة ، هذا هو الملاقى لما في كتب بني إسرائيل .وقوله : { إن في ذلك لآية لكم إن كنتم مؤمنين } الإشارة إلى جميع الحالة أي في رجوع التابوت من يد أعدائكم إليكم ، بدون قتال ، وفيما يشتمل عليه التابوت من آثار موسى عليه السلام ، وفي مجيئه من غير سائق ولا إلف سابق .",
  "ayah": 248,
  "surah": 2
}
