{
  "text": "عطفت الفاء جملة : ( لما فصل ) ، على جملة { وقال لهم نبيهم فَلَمَّا فَصَلَ طَالُوتُ بالجنود قَالَ إِنَّ الله مُبْتَلِيكُم بِنَهَرٍ فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّي وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُ منى إِلاَّ مَنِ اغترف غُرْفَةً بِيَدِهِ فَشَرِبُواْ مِنْهُ إِلاَّ قَلِيلاً مِّنْهُمْ فَلَمَّا جَاوَزَهُ هُوَ والذين ءَامَنُواْ مَعَهُ قَالُواْ لاَ طَاقَةَ لَنَا اليوم بِجَالُوتَ وَجُنودِهِ قَالَ الذين يَظُنُّونَ أَنَّهُم مُلاَقُواْ الله كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةٍ كَثِيرَةً بِإِذْنِ الله والله مَعَ الصابرين * وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِ قَالُواْ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَثَبِّتْ أَقْدَامَنَا وانصرنا عَلَى القوم الكافرين * فَهَزَمُوهُم } [ البقرة : 248 ] { إن الله قد بعث لكم } [ البقرة : 247 ] لأن بعث الملك لأجل القتال ، يترتب عليه الخروج للقتال الذي سألوا لأجله بعث النبي ، وقد حذف بين الجملتين كلام كثير مقدر : وهو الرضا بالملك ، ومجيء التابوت ، وتجنيد الجنود؛ لأن ذلك مما يدل عليه جملة فصل طالوت بالجنود .ومعنى فصل بالجنود : قطع وابتعد بهم ، أي تجاوزوا مساكنهم وقراهم التي خرجوا منها وهو فعل متعد لأن أصله فصل الشيء عن الشيء ثم عدوه إلى الفاعل فقالوا فصل نفسه حتى صار بمعنى انفصل ، فحذفوا مفعوله لكثرة الاستعمال ، ولذلك تجد مصدره الفصل بوزن مصدر المتعدي ، ولكنهم ربما قالوا فصل فصولاً نظراً لحالة قصوره ، كما قالوا صده صداً ، ثم قالوا صد هو صداً ، ثم قالوا صد صدوداً . ونظيره في حديث صفة الوحي «أحياناً يأتيني مثل صلصلة الجرس فيفصم عني وقد وعيت ما قال» أي فيفصل نفسه عني ، والمعنى فينفصل عني .وضمير { قال } راجع إلى ( طالوت ) ، ولا يصح رجوعه إلى نبيئهم لأنه لم يخرج معهم ، وإنما أخبر طالوت عن الله تعالى بأنه مبتليهم ، مع أنه لم يكن نبيئاً ، يوحى إليه : إما إستناداً لإخبار تلقاه من صمويل ، وإما لأنه اجتهد أن يختبرهم بالشرب من النهر لمصلحة رآها في ذلك ، فأخبر عن اجتهاده ، إذ هو حكم الله في شرعهم فأسنده إلى الله ، وهذا من معنى قول علماء أصول الفقه إن المجتهد يصح له أن يقول فيما ظهر له باجتهاده إنه دين الله أو لأنه في شرعهم أن الله أوجب على الجيش طاعة أميرهم فيما يأمرهم به ، وطاعة الملك فيما يراه من مصالحهم ، وكان طالوت قد رأى أن يختبر طاعتهم ومقدار صبرهم بهذه البلوى فجعل البلوى من الله؛ إذ قد أمرهم بطاعته بها . وعلى كل فتسمية هذا التكليف ابتلاء تقريب للمعنى إلى عقولهم لأن المقصود إظهار الاعتناء بهذا الحكم ، وأن فيه مرضاة الله تعالى على الممتثل ، وغضبه على العاصي ، وأمثال هذه التقريبات في مخاطبات العموم شائعة ، وأكثر كلام كتب بني إسرائيل من هذا القبيل .والظاهر أن الملك لما علم أنه سائر بهم إلى عدو كثير العدد ، وقوي العهد أراد أن يختبر قوة يقينهم في نصرة الدين ، ومخاطرتهم بأنفسهم وتحملهم المتاعب وعزيمة معاكستهم نفوسهم فقال لهم إنكم ستمرون على نهر ، وهو نهر الأردن ، فلا تشربوا منه فمن شرب منه فليس مني ، ورخص لهم في غرفة يغترفها الواحد بيده يبل بها ريقه ، وهذا غاية ما يختبر به طاعة الجيش ، فإن السير في الحرب يعطش الجيش ، فإذا وردوا الماء توافرت دواعيهم إلى الشرب منه عطشاً وشهوة ، ويحتمل أنه أراد إبقاء نشاطهم : لأن المحارب إذا شرب ماء كثيراً بعد التعب ، انحلت عراه ومال إلى الراحة ، وأثقله الماء .والعرب تعرف ذلك قال طفيل يذكر خيلهم :فلما شَارَفَتْ أَعلام طي ... وطيٌّ في المَغَار وفي الشعابسَقَيْنَاهُنَّ من سهل الأداوى ... فمصطبح على عَجَل وآبييريد أن الذي مارس الحرب مراراً لم يشرب؛ لأنه لا يسأم من الركض والجهد ، فإذا كان حاجزاً كان أخفَّ له وأسرعَ ، والغر منهم يشرب لجهله لما يراد منه ، ولأجل هذا رخص لهم في اغتراف غرفة واحدة .والنهَر بتحريك الهاء وبسكونها للتخفيف ، ونظيره في ذلك شَعَر وبَحَر وحَجَر فالسكون ثابت لجميعها .وقوله : { فليس مني } أي فليس متصلاً بي ولا علقة بيني وبينه ، وأصل «من» في مثل هذا التركيب للتبعيض ، وهو تبعيض مجازي في الاتصال ، وقال تعالى : { ومن يفعل ذلك فليس من الله في شيء } [ آل عمران : 28 ] وقال النابغة :إذا حاولتَ في أَسدِ فجوراً ... فإني لستُ منك ولستَ منيوسمى بعض النحاة «من» هذه بالاتصالية . ومعنى قول طالوت «ليس مني» يحتمل أنه أراد الغضب عليه والبعد المعنوي ، ويحتمل أنه أراد أنه يفصله عن الجيش ، فلا يكمل الجهاد معه ، والظاهر الأول لقوله { ومن لم يطعَمْه فإنه مني } لأنه أراد به إظهار مكانة من ترك الشرب من النهر وولائه وقربه ، ولو لم يكن هذا مراده لكان في قوله : { فمن شرب منه فليس مني } غنية عن قوله : ومن لم يطعمه فإنه مني؛ لأنه إذا كان الشارب مبعداً من الجيش فقد علم أن من لم يشرب هو باقي الجيش .والاستثناء في قوله : { إلا من اغترف غرفة بيده } من قوله : { فمن شرب منه } لأنه من الشاربين ، وإنما أخره عن هذه الجملة ، وأتى به بعد جملة { ومن لم يطعمه } ليقع بعد الجملة التي فيها المستثنى منه مع الجملة المؤكدة لها؛ لأن التأكيد شديد الاتصال بالمؤكد ، وقد علم أن الاستثناء راجع إلى منطوق الأولى ومفهوم الثانية ، فإن مفهوم ( من لم يطعمه فإنه منّي ) أن من طعمه ليس منه ، ليعلم السامعون أن المغترف غرفة بيده هو كمن لم يشرب منه شيئاً ، وأنه ليس دون من لم يشرب في الولاء والقرب ، وليس هو قسماً واسطة . والمقصود من هذا الاستثناء الرخصة للمضطر في بلال ريقه ، ولم تذكر كتب اليهود هذا الأمر بترك شرب الماء من النهر حين مرور الجيش في قصة شاول ، وإنما ذكرت قريباً منه إذ قال في سفر صمويل لما ذكر أشد وقعة بين اليهود وأهل فلسطين : «وضنك رجال إسرائيل في ذلك اليوم؛ لأن شاول حلف القوم قائلاً ملعون من يأكل خبزاً إلى المساء حتى أنتقم من أعدائي» وذكر في سفر القضاة في الإصحاح السابع مثل واقعة النهر ، في حرب جَدعون قاضي إسرائيل للمديانيين ، والظاهر أن الواقعة تكررت لأن مثلها يتكرر فأهملتها كتبهم في أخبار شاول .وقوله : { لم يطعمه } بمعنى لم يذقه ، فهو من الطعم بفتح الطاء ، وهو الذوق أي اختبار المطعوم ، وكان أصله اختبار طعم الطعام أي ملوحته أو ضدها ، أو حلاوته أو ضدها ، ثم توسع فيه فأطلق على اختبار المشروب ، ويعرف ذلك بالقرينة ، قال الحارث بن خالد المخزومي وقيل العرجي :فإِنْ شئتتِ حرَّمْتُ النساء سواكم ... وإنْ شِئتتِ لم أَطْعم نقاخاً ولا بَرْدافالمعنى لم أذق . فأما أن يطلق الطعم على الشرب أي ابتلاع الماء فلاَ ، لأن الطعم الأكل ولذلك جاء في الآية والبيت منفياً ، لأن المراد أنه لم يحصل أقَل ما يطلق عليه اسم الذوق ، ومن أجل هذا عيروا خالد بن عبد الله القسري لما أخبر وهو على المنبر بخروج المغيرة بن سعيد عليه فقال «أطعموني ماء» إذ لم يعرف في كلام العرب الأمر من الإطعام إلاّ بمعنى الأكل ، وأما من يطلب الشراب فإنما يقول اسقوني لأنه لا يقال طعم بمعنى شرب ، وإنما هو بمعنى أكل .والغرفة بفتح الغين في قراءة نافع وابن كثير وابن عامر وأبي جعفر ، المرَّة من الغرف وهو أخذ الماء باليد ، وقرأه حمزة وعاصم والكسائي ويعقوب وخلف ، بضم الغين ، وهو المقدار المغروف من الماء .ووجه تقييده بقوله : { بيده } مع أن الغرف لا يكون إلاّ باليد لدفع توهم أن يكون المراد تقديرَ مقدار الماء المشروب ، فيتناوله بعضهم كرهاً ، فربما زاد على المقدار فجعلت الرخصة الأخذ باليد .وقد دل قوله : { فشربوا منه } على قِلة صبرهم ، وأنهم ليسوا بأهل لمزاولة الحروب ، ولذلك لم يلبثوا أن صرحوا بعدَ مجاوزة النهر فقالوا : { لا طاقة لنا اليوم بجالوت وجنوده } فيحتمل أن ذلك قالوه لما رأوا جنود الأعداء ، ويحتمل أنهم كانوا يعلمون قوة العدو ، وكانوا يسرون الخوف ، فلما اقترب الجيشان ، لم يستطيعوا كتمان ما بهم .وفي الآية انتقال بديع إلى ذكر جند جالوت والتصريح باسمه ، وهو قائد من قواد الفلسطينيين اسمه في كتب اليهود جُلْيَات كان طوله ستة أذرع وشبراً ، وكان مسلحاً مدرعاً ، وكان لا يستطيع أن يبارزه أحد من بني إسرائيل ، فكان إذا خرج للصف عرض عليهم مبارزته وعيرهم بجنبهم .وقوله : { قال الذين يظنون أنهم ملاقوا الله } الآية ، أي الذين لا يحبون الحياة ويرجون الشهادة في سبيل الله ، فلقاء الله هنا كناية عن الموت في مرضاة الله شهادة وفي الحديث« من أحب لقاء اللهأحب الله لقاءه » فالظن على بابه . وفي قوله : { كم من فئة } خبرية لا محالة إذ لا موقع للاستفهام فإنهم قصدوا بقولهم هذا تثبيت أنفسهم وأنفس رفقائهم ، ولذلك دعوا إلى ما به النصر وهو الصبر والتوكل فقالوا { والله مع الصابرين } .والفئة : الجماعة من الناس مشتقة من الفيء وهو الرجوع ، لأن بعضهم يرجع إلى بعض ، ومنه سميت مؤخرة الجيش فئة ، لأن الجيش يفىء إليها .",
  "ayah": 249,
  "surah": 2
}
