{
  "text": "وقد أشارت الآية في قوله : { فهزموهم } إلخ إلى انتصار بني إسرائيل على الفلسطينيين وهو انتصار عظيم كان به نجاح بني إسرائيل في فلسطين وبلاد العمالقة ، مع قلة عددهم فقد قال مؤرخوهم إن طالوت لما خرج لحرب الفلسطينيين جمع جيشاً فيه ثلاثة آلاف رجل ، فلما رأوا كثرة الفلسطينيين حصل لهم ضنك شديد واختبأ معظم الجيش في جبل افرايم في المغارات والغياض والآبار ، ولم يعبروا الأردن ، ووجم طالوت واستخار صمويل ، وخرج للقتال فلما اجتاز نهر الأردن عد الجيش الذي معه فلم يجد إلاّ نحو ستمائة رجل ، ثم وقعت مقاتلات كان النصر فيها لبني إسرائيل ، وتشجع الذين جبنوا واختبأوا في المغارات وغيرها فخرجوا وراء الفلسطينيين وغنموا غنيمة كثيرة ، وفي تلك الأيام من غير بيان في كتب اليهود لمقدار المدد بين الحوادث ولا تنصيص على المتقدم منها والمتأخر ومع انتقالات في القصص غير متناسبة ، ظهر داود بن يسى اليهودي إذ أوحى الله إلى صمويل أن يذهب إلى بيت يسى في بيت لحم ويمسح أصغر أبناء يسى ليكون ملكاً على إسرائيل بعد حين ، وساق الله داود إلى شاول ( طالوت ) بتقدير عجيب فحظى عند شاول ، وكان داود من قبل راعي غنم أبيه ، وكان ذا شجاعة ونشاط وحسن سمت ، وله نبوغ في رمي المقلاع ، فكان ذات يوم التقى الفلسطينيون مع جيش طالوت وخرج زعيم من زعماء فلسطين اسمه جُلْيَات كما تقدم ، فلم يستطع أحد مبارزته فانبرى له داود ورماه بالمقلاع فأصاب الحجر جبهته وأسقطه إلى الأرض واعتلاه داود واخترط سيفه وقطع رأسه ، فذهب به إلى شاول وانهزم الفلسطينيون ، وزوج شاول ابنته المسماة ميكال من داود ، وصار داود بعد حين ملكاً عوض شاول ، ثم آتاه الله النبوءة فصار ملكاً نبيئاً ، وعلمه مما يشاء .ويأتي ذكر داود عند قوله تعالى : { وتلك حجتنا أتيناها إبراهيم على قومه } في سورة الأنعام ( 83 ) .وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُم بِبَعْضٍ لَفَسَدَتِ الأرض ولكن الله ذُو فَضْلٍ عَلَى العالمين } .ذيلت هذه الآية العظيمة كل الوقائع العجيبة التي أشارت بها الآيات السالفة لتدفع عن السامع المتبصر ما يخامره من تطلب الحكمة في حدثان هذه الوقائع وأمثالها في هذا العالم ولكون مضمون هذه الآية عبرة من عبر الأكوان وحكمة من حكم التاريخ ، ونظم العمران التي لم يهتد إليها أحد قبل نزول هذه الآية ، وقبل إدراك ما في مطاويها ، عطفت على العبر الماضية كما عطف قوله : { وقال لهم نبيهم } [ البقرة : 247 ] وما بعده من رؤوس الآي . وعدل عن المتعارف في أمثالها من ترك العطف ، وسلوك سبيل الاستئناف .وقرأ نافع وأبو جعفر ويعقوب ( ولولا دفاع الله الناس ) بصيغة المفاعلة ، وقرأه الجمهور ( دفع ) بصيغة المجرد .والدفاع مصدر دافع الذي هو مبالغة في دفع لا للمفاعلة ، كقول موسى بن جابر الحنفي :لا أشتهي يا قوم إلاّ كارهاً ... باب الأمير ولا دفاع الحاجبوإضافته إلى الله مجاز عقلي كما هو في قوله : { إن الله يدفع عن الذين آمنوا } [ الحج : 38 ] أي يدفع لأن الذي يدفع حقيقة هو الذي يباشر الدفع في متعارف الناس وإنما أسند إلى الله لأنه الذي قدره وقدر أسبابه ، ولذلك قال : { بعضهم ببعض } فجعل سبب الدفاع بعضهم وهو من باب { وما رميت إذ رميت ولكن الله رمى } [ الأنفال : 17 ] وأصل معنى الدفع الضرب باليد للإقصاء عن المرام . قال :فدفعتها فتدافعت ... وهو ذب عن مصلحة الدافع . ومعنى الآية : أنه لولا وقوع دفع بعض الناس بعضاً آخر بتكوين الله وإيداعه قوة الدفع وبواعثه في الدافع لفسدت الأرض ، أي من على الأرض ، واختل نظام ما عليها ، ذلك أن الله تعالى لما خلق الموجودات التي على الأرض من أجناس وأنواع وأصناف ، خلقها قابلة للاضمحلال ، وأودع في أفرادها سننا دلت على أن مراد الله بقاؤها إلى أمد أراده ، ولذلك نجد قانون الخَلَفية منبثاً في جميع أنواع الموجودات فما من نوع إلاّ وفي أفراده قوة إيجاد أمثالها لتكون تلك الأمثال أخلافاً عن الأفراد عند اضمحلالها ، وهذه القوة هي المعبر عنها بالتناسل في الحيوان ، والبذر في النبت ، والنضح في المعادن ، والتولد في العناصر الكيماوية . ووجود هذه القوة في جميع الموجودات أول دليل على أن موجِدها قد أراد بقاء الأنواع ، كما أراد اضمحلال الأفراد عند آجال معينة ، لاختلال أو انعدام صلاحيتها ، ونعلم من هذا أن الله خالق هذه الأكوان لا يحب فسادها ، وقد تقدم لنا تفسير قوله : { وإذا تولى سعى في الأرض ليفسد فيها ويهلك الحرث والنسل والله لا يحب الفساد } [ البقرة : 205 ] .ثم إن الله تعالى كما أودع في الأفراد قوة بها بقاء الأنواع ، أودع في الأفراد أيضاً قوى بها بقاء تلك الأفراد بقدر الطاقة ، وهي قوى تطلُّب الملائم ودفع المنافي ، أو تطلُّب البقاء وكراهية الهلاك ، ولذلك أودع في جميع الكائنات إدراكات تنساق بها ، بدون تأمل أو بتأمل ، إلى ما فيه صلاحها وبقاؤها ، كانسياق الوليد لالتهام الثدي ، وأطفال الحيوان إلى الأثداء والمراعي ، ثم تتوسع هذه الإدراكات ، فيتفرع عنها كل ما فيه جلب النافع الملائم عن بصيرة واعتياد ، ويسمى ذلك بالقوة الشاهية .وأودع أيضاً في جميع الكائنات إدراكات تندفع بها إلى الذب عن أنفسها ، ودفع العوادي عنها ، عن غير بصيرة ، كتعريض اليد بين الهاجم وبين الوجه ، وتعريض البقرة رأسها بمجرد الشعور بما يهجم عليها من غير تأمل في تفوق قوة الهاجم على قوة المدافع ، ثم تتوسع هاته الإدراكات فتتفرع إلى كل ما فيه دفع المنافر من ابتداء بإهلاك من يُتوقع منه الضر ، ومن طلب الكِن ، واتخاذ السلاح ، ومقاومة العدو عند توقع الهلاك ، ولو بآخر ما في القوة وهو القوة الغاضبة ولهذا تزيد قوة المدافعة اشتداداً عند زيادة توقع الأخطار حتى في الحيوان . وما جعله الله في كل أنواع الموجودات من أسباب الأذى لمريد السوء به أدل دليل على أن الله خلقها لإرادة بقائها ، وقد عَوَّضَ الإنسان عما وهبه إلى الحيوان العقلَ والفكرة في التحيل على النجاة ممن يريد به ضرراً ، وعلى إيقاع الضر بمن يريده به قبل أن يقصده به ، وهو المعبر عنه بالاستعداد .ثم إنه تعالى جعل لكل نوع من الأنواع ، أو فرد من الأفراد خصائص فيها منافع لغيره ولنفسه ليحرص كل على إبقاء الآخر ، فهذا ناموس عام ، وجعل الإنسان بما أودَعه من العقل هو المهيمن على بقية الأنواع . وجعل له العلم بما في الأنواع من الخصائص ، وبما في أفراد نوعه من الفوائد . فخلق الله تعالى أسباب الدفاع بمنزلة دفع من الله يدفع مريد الضر بوسائل يستعملها المراد إضراره ، ولولا هذه الوسائل التي خولها الله تعالى أفراد الأنواع ، لاشتد طمع القوي في إهلاك الضعيف ، ولاشتدت جراءة من يجلب النفع إلى نفسه على منافع يجدها في غيره ، فابتزها منه ، ولأفرَطتْ أفراد كل نوع في جلب النافع الملائم إلى أنفسها بسلب النافع الملائم لغيرها ، مما هو له ، ولتناسى صاحب الحاجة حين الاحتياج ما في بقاء غيره من المنفعة له أيضاً . وهكذا يتسلط كل ذي شهوة على غيره ، وكل قوي على ضعيفه ، فيهلك القوي الضعيف ، ويهلك الأقوى القويَّ ، وتذهب الأفراد تباعاً ، والأنواع كذلك حتى لا يبقى إلاّ أقوى الأفراد من أقوى الأنواع ، وذلك شيء قليل ، حتى إذا بقي أعوزته حاجات كثيرة لا يجدها في نفسه ، وكان يجدها في غيره من أفراد نوعه ، كحاجة أفراد البشر بعضهم إلى بعض ، أو من أنواع أخر ، كحاجة الإنسان إلى البقرة ، فيذهب هدراً .ولما كان نوع الإنسان هو المهيمن على بقية موجودات الأرض وهو الذي تظهر في أفراده جميع التطورات والمساعي ، خصتهُ الآية بالكلام فقالت : { ولولا دفع الله الناس بعضهم ببعض لفسدت الأرض } إذ جعل الله في الإنسان القوة الشاهية لبقائه وبقاء نوعه ، وجعل فيه القوة الغاضبة لرد المفرط في طلب النافع لنفسه ، وفي ذلك استبقاء بقية الأنواع؛ لأن الإنسان يذب عنها لما في بقائها من منافع له .وبهذا الدفاع حصلت سلامة القوي ، وهو ظاهر ، وسلامة الضعيف أيضاً لأن القوي إذا وجد التعب والمكدرات في جلب النافع سئم ذلك ، واقتصر على ما تدعو إليه الضرورة . وإنما كان الحاصل هو الفساد ، لولا الدفاع ، دون الصلاح ، لأن الفساد كثيراً ما تندفع إليه القوة الشاهية بما يوجد في أكثر المفاسد من اللذات العاجلة القصيرة الزمن ، ولأن في كثير من النفوس أو أكثرها الميل إلى مفاسد كثيرة ، لأن طبع النفوس الشريرة ألا تراعي مضرة غيرها ، بخلاف النفوس الصالحة ، فالنفوس الشريرة أعمد إلى انتهاك حرمات غيرها ، ولأن الأعمال الفاسدة أسرع في حصول آثارها وانتشارها ، فالقليل منها يأتي على الكثير من الصالحات ، فلا جرم لولا دفاع الناس بأن يدافع صالحهم المفسدين ، لأسرع ذلك في فساد حالهم ، ولعم الفساد أمورهم في أسرع وقت .وأعظم مظاهر هذا الدفاع هو الحروب؛ فبالحرب الجائرة يطلب المحارب غصب منافع غيره ، وبالحرب العادلة ينتصف المحق من المبطل ، ولأجلها تتألف العصبيات والدعوات إلى الحق ، والإنحاء على الظالمين ، وهزم الكافرين .ثم إن دفاع الناس بعضهم بعضاً يصد المفسد عن محاولة الفساد ، ونفس شعور المفسد بتأهب غيره لدفاعه يصده عن اقتحام مفاسد جمة .ومعنى فساد الأرض : إما فساد الجامعة البشرية كما دل عليه تعليق الدفاع بالناس ، أي لفسد أهل الأرض ، وإما فساد جميع ما يقبل الفساد فيكون في الآية احتباك ، والتقدير : ولولا دفاع الله الناس بعضهم ببعض وبقية الموجودات بعضها ببعض لفسدت الأرض أي من على الأرض ولفسد الناس .والآية مسوقة مساق الامتنان ، فلذلك قال تعالى : { لفسدت الأرض } لأنا لا نحب فساد الأرض ، إذ في فسادها بمعنى فساد ما عليها اختلالُ نظامنا وذهاب أسباب سعادتنا ، ولذلك عقبه بقوله : { ولكن الله ذو فضل على العالمين } فهو استدراك مما تضمنته «لولا» من تقدير انتفاء الدفاع؛ لأن أصل لولا لو مع لا النافية ، أي لو كان انتفاءُ الدفاع موجوداً لفسدت الأرض وهذا الاستدراك في هذه الآية أدل دليل على تركيب ( لولا ) من ( لو ) و ( لا ) ، إذ لا يتم الاستدراك على قوله : { لفسدت الأرض } لأن فساد الأرض غير واقع بعد فرض وجود الدفاع ، إن قلنا «لولا» حرف امتناع لوجود .وعلق الفضل بالعالمين كلهم لأن هذه المنة لا تختص .",
  "ayah": 251,
  "surah": 2
}
