{
  "text": "عود إلى التحريض على الإنفاق في سبيل الله ، فهذا المثَل راجع إلى قوله : { يأيها الذين آمنوا أنفقوا مما رزقناكم } [ البقرة : 254 ] . وهو استئناف بياني لأنّ قوله : { من قبللِ أن يأتي يوم لا بيع فيه } [ البقرة : 254 ] الآية يثير في نفوس السامعين الاستشراف لما يلقاه المنفق في سبيل الله يومئذ بعد أن أعقب بدلائل ومواعظ وعبر وقد تهيّأت نفوس السامعين إلى التمحّض لهذا المقصود فأطيل الكلام فيه إطالة تناسب أهميته .وقوله : { مثل الذين ينفقون أموالهم في سبيل الله } تشبيه حال جزائهم وبركتهم ، والصلة مؤذنة بأنّ المراد خصوص حال إنفاقهم بتقدير مَثَلُ نفقةِ الدين . وقد شبه حالُ إعطاء النفقة ومصادفتها موقعها وما أعطي من الثواب لهم بحال حبَّة أنبتت سبع سنابل إلخ ، أي زُرعت في أرض نقية وتراب طيّب وأصابها الغيث فأنبتت سبع سنابل . وحذف ذلك كله إيجازاً لظهور أنّ الحبّة لا تنبت ذلك إلاّ كذلك ، فهو من تشبيه المعْقول بالمحسوس والمشبه به هيأة معلومة ، وجعل أصل التمثيل في التضعيف حبّة لأنّ تضعيفها من ذاتها لا بشيء يزاد عليها ، وقد شاع تشبيه المعروف بالزرع وتشبيه الساعي بالزارع ، وفي المثل «رُب ساع لقاعد وزَارع غيرِ حاصد» . ولما كانت المضاعفة تنسب إلى أصل وحدة ، فأصل الوحدة هنا هي ما يثيبُ الله به على الحسنات الصغيرة ، أي ما يقع ثواباً على أقلّ الحسنات كمن همّ بحسنة فلم يعملها ، فإنّه في حسنة الإنفاق في سبيل الله يكون سبعمائة ضعف . `قال الواحدي في أسباب النزول وغيرُه : إنّ هذه الآية نزلت في عثمان بن عفان وعبد الرحمن بن عوف؛ ذلك أنّ رسول الله صلى الله عليه وسلم حين أراد الخروج إلى غزوة تبوك حث الناس على الإنفاق في سبيل الله . وكان الجيشُ يومئذ بحاجة إلى الجهاز وهو جيش العُسْرة فجاءه عبد الرحمن بن عوف بأربعة آلاف ، وقال عثمان بن عفان : «عَلَيّ جهاز من لا جهاز له» فجَهّز الجيش بألف بعير بأقْتَابها وأحْلاسِهَا وقيل جاء بألف دينار ذهباً فصبّها في حجر رسول الله صلى الله عليه وسلمومعنى قوله : { والله يضعاف لمن يشاء } أنّ المضاعفة درجات كثيرة لا يعلمها إلاّ الله تعالى؛ لأنّها تترتّب على أحوال المتصدّق وأحوال المتصدّق عليه وأوقات ذلك وأماكنه . وللإخلاص وقصد الامتثال ومحبة الخير للناس والإيثار على النفس وغير ذلك مما يحفّ بالصدقة والإنفاق ، تأثير في تضعيف الأجر ، والله واسع عليم .",
  "ayah": 261,
  "surah": 2
}
