{
  "text": "والإبطال جعل الشيء باطلاً أي زائلاً غير نافع لما أُريدَ منه . فمعنى بطلان العمل عدم ترتّب أثره الشرعي عليه سواء كان العمل واجباً أم كان متطوّعاً به ، فإن كان العمل واجباً فبطلانه عدم إِجزائه بحيث لا تبرأ ذمة المكلّف من تكليفه بذلك العمل وذلك إذا اختلّ ركن أو شرط من العمل . وإن كان العمل متطوّعاً به رجع البطلان إلى عدم الثواب على العمل لمانع شرعي من اعتبار ثوابه وهو المراد هنا جمعاً بين أدلة الشريعة .وقوله : { كالذي ينفق ماله رئاء الناس } الكاف ظرف مستقر هو حال من ضمير تبطلوا ، أي لا تكونوا في إتْبَاع صدقاتكم بالمنّ والأذى كالذي ينفق ماله رئاء الناس وهو كافر لا يؤمن بالله واليوم الآخر ، وإنّما يعطي ليراه الناس وذلك عطاء أهل الجاهلية .فالموصول من قوله : { كالذي ينفق ماله } مراد به جنس وليس مراد به جنس وليس مراد به معَيّناً ولا واحداً ، والغرض من هذا التشبيه تفظيع المشبّه به وليس المراد المماثلة في الحكم الشرعي ، جمعاً بين الأدلة الشرعية .والرئاء بهمزتين فِعال مِن رأى ، وهو أن يُكثر من إظهار أعماله الحسنة للناس ، فصيغة الفعال فيه للمبالغة والكثرة ، وأَولى الهمزتين أصلية والأخيرة مبدلة عن الياء بعد الألف الزائدة ، ويقال رياء بياء بعد الراء على إبدال الهمزة ياء بعد الكسرة .والمعنى تشبيه بعض المتصدّقين المسلمين الذين يتصدّقون طلباً للثواب ويعقبون صدقاتهم بالمَنّ والأذى ، بالمنفقين الكافرين الذين ينفقون أموالهم لا يطلبون من إنفاقها إلاّ الرئاء والمدحة إذ هم لا يتطلّبون أجر الآخرة .ووجه الشبه عدم الانتفاع مِمَّا أعطوا بأزيدَ من شفاء ما في صدورهم من حبّ التطاول على الضعفاء وشفاء خُلق الأذى المتطبعين عليه دون نفع في الآخرة .ومُثّل حال الذي ينفق ماله رئاء الناس المشبِه به تمثيلاً يسري إلى الذين يُتبعون صدقاتهم بالمنّ والأذى بقوله : { فمثله كمثل صفوان } إلخ وضمير مثله عائد إلى الذي ينفق ماله رئاء للناس ، لأنّه لما كان تمثيلاً لحال المشبّه به كان لا محالة تمثيلاً لحال المشبّه ، ففي الكلام ثلاثة تشبيهات .مثَّل حال الكافر الذي ينفق ماله رئاء الناس بحال صفوان عليه تراب يغشيه ، يعني يَخاله الناظر تربة كريمة صالحة للبذر ، فتقدير الكلام عليه تراب صالحٌ للزرع فحذفت صفة التراب إيجازاً اعتماداً على أنّ التراب الذي يرقب الناس أن يصيبه الوابل هو التراب الذي يبذرون فيه ، فإذا زرعه الزارع وأصابه وابل وطمع الزارع في زكاء زرعه ، جرفه الماء من وجه الصفوان فلم يترك منه شيئاً وبقي مكانُه صلداً أملس فخاب أمل زارعه .وهذا أحسن وأدّق من أن نجعل المعنى تمثيل إنفاق الكافر بحال تراب على صفوان أصابه وابل فجرفه ، وأنّ وجه الشبه هو سرعة الزوال وعدم القرار كقوله تعالى : { مثل الذين كفروا بربهم أعمالهم كرماد اشتدّت به الريح في يوم عاصف } [ إبراهيم : 18 ] فإنّ مورد تلك الآية مقام آخر .ولك أن تجعل كاف التشبيه في قوله تعالى : { كالذي ينفق ماله } صفة لمصدر محذوف دل عليه ما في لفظ صدقاتهم من معنى الإنفاق وحذف مضاف بين الكاف وبين اسم الموصول ، والتقدير إنفاقاً كإنفاق الذي ينفق ماله رئاء الناس .وقد روعي في هذا التمثيل عكس التمثيل لمن ينفق مالَه في سبيل الله بحبّة أغَلَّتْ سبعمائة حَبَّة .فالتشبيه تشبيه مركب معقول بمركب محسوس . ووجه الشبه الأمل في حالة تغر بالنفع ثم لا تلبث ألاّ تأتي لآملها بما أمَّله فخاب أمله . ذلك أنّ المؤمنين لا يخلون من رجاء حصول الثواب لهم من صدقاتهم ، ويكثر أن تعرض الغفلة للمتصدّق فيُتبع صدقته بالمنّ والأذى اندفاعاً مع خواطر خبيثة .وقوله : { لا يقدرون على شيء مما كسبوا } أوقع موقعاً بديعاً من نظم الكلام تنهال به معاننٍ كثيرة فهو بموقعه كان صالحاً لأن يكون حالاً من الذي ينفق ماله رئاء الناس فيكون مندرجاً في الحالة المشبّهة ، وإجراء ضمير كسبوا ضمير جمع لتأويل الذي ينفق بالجماعة ، وصالحاً لأن يكون حالاً من مثل صفوان باعتبار أنّه مثل على نحو ما جوّز في قوله تعالى : { أوكصيب من السماء } [ البقرة : 19 ] إذ تقديره فيه كمثل ذوي صيّب فلذلك جاء ضميره بصيغة الجمع رعياً للمعنى وإن كان لفظ المعاد مفرداً ، وصالحاً لأن يجعل استينافاً بيانياً لأنّ الكلام الذي قبله يثير سؤال سائل عن مغبة أمر المشبّه ، وصالحاً لأن يجعل تذييلاً وفذلكة لضرب المثل فهو عود عن بدء قوله : { لا تبطلوا صدقاتكم بالمن والأذى } [ البقرة : 264 ] إلى آخر الكلام .وصالحاً لأن يجعل حالاً من صفوان أي لا يقدرون على شيء ممّا كسبوا منه وحذف عائد الصلة لأنّه ضمير مجرور بما جرّ به اسم الموصول . ومعنى { لا يقدرون } لا يستطيعون أن يسترجعوه ولا انتفعوا بثوابه فلم يبق لهم منه شيء .ويجوز أن يكون المعنى لا يحسنون وضع شيء ممّا كسبوا موضعه ، فهم يبذلون ما لهم لغير فائدة تعود عليهم في آجلهم ، بدليل قوله : { الله لا يهدي القوم الكافرين } .والمعنى فتركه صلداً لا يحصدون منه زرعاً كما في قوله : { فأصبح يقلب كفيه على ما أنفق فيها } [ الكهف : 42 ] .وجملة { والله لا يهدي القوم الكافرين } تذييل والواو اعتراضية وهذا التذييل مسوق لتحذير المؤمنين من تسرّب أحوال الكافرين إلى أعمالهم فإنّ من أحوالهم المنّ على من ينفقون وأذاه .",
  "ayah": 264,
  "surah": 2
}
