{
  "text": "استئناف بياني أثارُه ضرب المثل العجيب للمنفق في سبيل الله بمثَل حبَّة أنبتت سبع سنابل ، ومثَل جنة برُبوة إلى آخر ما وصف من المَثَلين . ولمَّا أتبع بما يفيد أنّ ذلك إنّما هو للمنفقين في سبيل الله الذين لا يتبعون ما أنفقوا مناً ولا أذًى ، ثم أتبع بالنهي عن أن يُتبعوا صدقاتهم بالمنّ والأذى ، اسْتشرفت نفس السامع لتلقي مَثَل لهم يوضح حالهم الذميمة كما ضُرب المثل لمن كانوا بضدّ حالهم في حالة محمودة .ضرب الله هذا مثلاً لمقابل مثل النفقة لمرضاة الله والتصديق وهو نفقة الرئاء ، ووجه الشبه هو حصول خيبة ويأس في وقت تمام الرجاء وإشراف الإنتاج ، فهذا مقابل قوله : { ومثل الذين ينفقون أموالهم ابتغاء مرضات الله } [ البقرة : 265 ] الآية . وقد وصف الجنّة بأعظم ما يحسن به أحوال الجنّات وما يُرجى منه توفر رَيعها ، ثم وصف صاحبها بأقصى صفات الحاجة إلى فائدة جنّته ، بأنّه ذو عيال فهو في حاجة إلى نفعهم وأنهم ضعفاء أي صغار إذ الضعيف في «لسان العرب» هو القاصر ، ويطلق الضعيف على الفقير أيضاً ، قال تعالى : { فإن كان الذي عليه الحق سفيهاً أو ضعيفاً } [ البقرة : 282 ] ، وقال أبو خالد العتَّابي: ... لقد زادَ الحياةَ إليّ حُبابَناتي إنَّهُنّ من الضِّعاف ... وقد أصابه الكِبَر فلا قدرة له على الكسب غير تلك الجنة ، فهذه أشدّ الأحوال الحرص كقول الأعْشى :كجَابيِة الشَّيخخِ العِراقي تَفْهَقُفحصل من تفصيل هذه الحالة أعظم الترقّب لثمرة هذه الجنة كما كان المعطي صدقتُه في ترقّب لثوابها .فأصابها إعصار ، أي ريح شديدة تَقلع الشجر والنباتَ ، فيها نار أي شدة حرارة وهي المسمّاة بريح السموم ، فإطلاق لفظ نار على شدة الحر تشبيه بليغ ، فأحرَقت الجنةّ أي أشجارها أي صارت أعوادها يابسة ، فهذا مفاجأة الخيبة في حين رجاء المنفعة .والاستفهام في قوله : { أيَوَدُّ } استفهام إنكار وتحذير كما في قوله : { أيحب أحدكم أن يأكل لحم أخيه ميتاً } [ الحجرات : 12 ] . والهيأة المشبّهة محذوفة وهي هيأة المنفق نفقة متبعة بالمنّ والأذى .روى البخاري أنّ عمر بن الخطاب سأل يوماً أصحابَ رسول الله صلى الله عليه وسلم فيمَ ترون هذه الآية نَزلت : { أيود أحدكم أن تكون له جنة من نخيل وأعناب } الآية ، فقال بعضهم : «الله أعلم» ، فغضب عمر وقال : «قولوا نَعْلَم أو لا نعلم» ، فقال ابن عباس : «في نفسي منها شيء يا أمير المؤمنين» ، فقال عمر : يا ابن أخي قُل ولا تحقِرْ نفسك» ، قال ابن عباس : «ضُربت مثلاً لعَملٍ» ، قال عمر : «أيُّ عمل» ، قال ابن عباس : «لعملٍ» ، قال : صدقتَ ، لرجل غني يعمل بطاعة الله ، ثم بعث الله عز وجل إليه الشيطان لما فَني عمره فعمل في المعاصي حتى أحرق عمله .وقوله : { كذلك يبين الله لكم الآيات } تذييل ، أي كَهذا البيان الذي فيه تقريب المعْقول بالمحسوس بين الله نصحاً لكم ، رجاء تفكّركم في العواقب حتى لا تكونوا على غفلة . والتشبيه في قوله : { كذلك يبين الله لكم الآيات } نحو ما في قوله تعالى : { وكذلك جعلناكم أمة وسطاً } [ البقرة : 143 ] .",
  "ayah": 266,
  "surah": 2
}
