{
  "text": "إفضاء إلى المقصود وهو الأمرُ بالصدقات بعد أن قُدم بين يديه مواعظ وترغيبٌ وتحذير . وهي طريقة بلاغية في الخطابة والخِطاب . فربما قدموا المطلوب ثم جاؤوا بما يكسبه قبولاً عند السامعين ، وربما قدموا ما يكسب القبولَ قبل المقصود كما هنا . وهذا من ارتكاب خلاف مقتضى الظاهر في ترتيب الجُمل ، ونكتة ذلك أنّه قد شاع بين الناس الترغيب في الصدقة وتكرّر ذلك في نزول القرآن فصار غرضاً دينياً مشهوراً ، وكان الاهتمام بإيضاحه والترغيب في أحواله والتنفير من نقائصه أجدر بالبيان . ونظير هذا قول علي في خطبته التي خطبها حين دخل سُفيان الغَامِدي أحد قواد أهل الشام بلدَ الأنبار وهي من البلاد المطيعة للخليفة علي وقتلوا عاملها حسان بنَ حسان البَكري : «أما بعد فإنّ من تَرك الجهاد رغبةَ عنه ألبسه الله ثوبَ الذل ، وشملُه البلاء ، ودُيِّثَ بالصّغار ، وضرب على قلبه ، وسيم الخَسْفَ ، ومُنِع النِّصْف . ألاَ وإنِّي قد دعوتكم إلى قتال هؤلاء القوم ليلاً ونهاراً وقلتُ لكم اغزوهم قبل أن يغزوكم ، فوالله ما غُزِي قوم في عُقْر دارهم إلاّ ذلوا ، فتواكلتم . هذا أخو غامد قد وردتْ خيلُه الأنباء» إلخ . وانظر كلمة «الجهاد» في هذه الخطبة فلعل أصلها القِتال كما يدل عليه قوله بعده إلى قتال هؤلاء فحَرفَها قاصِدٌ أو غَافِلٌ ولا إخالها تصدر عن علي رضي الله عنه .والأمر يجوز أن يكون للوجوب فتكون الآية في الأمر بالزكاة ، أو للندب وهي في صدقة التطوّع ، أو هو للقدر المشترك في الطَلب فتشمل الزكاة وصدقة التطوّع ، والأدلة الأخرى تبيّن حكم كل . والقيد بالطَّيِّبَات يناسب تعميم النفقات .والمراد بالطيّبات خيار الأموال ، فيطلق الطيِّب على الأحسن في صنفه . والكَسب ما يناله المرء بسعيه كالتجارة والإجارة والغنيمة والصيد . ويطلق الطيّب على المال المكتسب بوجه حلال لا يخالطه ظلم ولا غشّ ، وهو الطيّب عند الله كقول النبي صلى الله عليه وسلم \" من تصدق بصدقة من كسب طيّب ولا يقبل الله إلاّ طيّباً تلقّاها الرحمن بيمينه \" الحديث ، وفي الحديث الآخر : \" إنّ الله طيّب لا يقبل إلاّ طيّباً \" . ولم يذكر الطيّبات مع قوله : { ومما أخرجنا لكم من الأرض } اكتفاء عنه بتقدم ذكره في قسيمه ، ويظهر أنّ ذلك لم يقيّد بالطيّبات لأنّ قوله : { أخرجنا لكم } أشعر بأنّه مما اكتسبه المرء بعمله بالحرث والغرس ونحو ذلك ، لأنّ الأموال الخبيثة تحصل غالباً من ظُلم الناس أو التحيّل عليهم وغشّهم وذلك لا يتأتّى في الثمرات المستخرجة من الأرض غالباً .والمراد بما أخرج من الأرض الزروع والثمار ، فمنه ما يخرج بنفسه ، ومنه ما يعالج بأسبابه كالسقي للشجر والزرع ، ثم يخرجه الله بما أوجد من الأسباب العادية .وبعض المفسرين عد المعادن داخلة في { ما أخرجنا لكم من الأرض } . وتجب على المعدن الزكاة عند مالك إذا بلغ مقدار النّصاب ، وفيه ربع العشر . وهو من الأموال المفروضة وليس بزكاة عند أبي حنيفة ، ولذلك قال فيه الخمس . وبعضهم عدّ الركاز داخلاً فيما أخرج من الأرض ولكنّه يخمس ، والحق في الحكم بالغنيمة عند المالكية . ولعلّ المراد بما كسبتم الأموال المزكّاة من العين والماشية ، وبالمخرج من الأرض الحبوب والثمار المزكّاة .وقوله : { ولا تيمموا الخبيث منه تنفقون } أصل تيمّموا تتيمموا ، حذفت تاء المضارعة في المضارع وتَيمّم بمعنى قصد وعمد .والخبيث الشديد سُوءاً في صنفه فلذلك يطلق على الحرام وعلى المستقذر قال تعالى : { ويحرم عليهم الخبايث } [ الأعراف : 157 ] وهو الضدّ الأقصى للطيّب فلا يطلق على الرديء إلاّ على وجه المبالغة ، ووقوع لفظه في سياق النهي يفيد عموم ما يصدق عليه اللفظ .وجملة { منه تنفقون } حال ، والجار والمجرور معمولان للحال قدماً عليه للدلالة على الاختصاص ، أي لا تقصدوا الخبيث في حال إلاّ تنفقوا إلاّ منه ، لأنّ محل النهي أن يخرج الرجل صدقته من خصوص رديء ماله . أما إخراجه من الجيدَ ومن الرديء فليس بمنهي لا سيما في الزكاة الواجبة لأنّه يخرج عن كل ما هو عنده من نوعه . وفي حديث «الموطأ» في البيوع \" أنّ النبي صلى الله عليه وسلم أرسل عاملاً على صدقات خيبر فأتاه بتَمْر جَنيب فقال له : أكُلُّ تَمْرِ خيبر هكذا قال : لا ، ولكنّي أبيع الصاعين من الجَمْع بصاع من جنيب . فقال له : بع الجمع بالدّراهم ثم ابتع بالدراهم جنيباً \" فدل على أنّ الصدقة تؤخذ من كل نصاب من نوعه ، ولكنّ المنهي عنه أن يخصّ الصدقة بالأصناف الرديئة . وأما في الحيوان فيؤخذ الوسط لتعذّر التنويع غالباً إلاّ إذا أكثر عدده فلا إشكال في تقدير الظرف هنا .وقرأ الجمهور { تَيمّموا } بتاء واحدة خفيفة وصْلاً وابتداء ، أصله تَتيمّموا ، وقرأه البزي عن ابن كثير بتشديد التاء في الوصل على اعتبار الإدغام .وقوله : { ولستم بأخذيه إلا أن تغمضوا فيه } جملة حالية من ضمير تنفقون ويجوز أن يكون الكلام على ظاهره من الإخبار فتكون جملة الحال تعليلاً لنهيهم عن الإنفاق من المال الخبيث شرعاً بقياس الإنفاق منه على اكتسابه قياس مساواة أي كما تكرهون كسبه كذلك ينبغي أن تكرهوا إعطاءه . وكأنّ كراهية كسبه كانت معلومة لديهم متقرّرة في نفوسهم ، ولذلك وقع القياس عليها .ويجوز أن يكون الكلام مستعملاً في النهي عن أخذ المال الخبيث ، فيكون الكلام منصرفاً إلى غرض ثاننٍ وهو النهي عن أخذ المال الخبيث والمعنى لا تأخذوه ، وعلى كلا الوجهين هو مقتضضٍ تحريم أخذ المال المعلومة حِرمته على من هو بيده ولا يُحلّه انتقاله إلى غيره .والإغماض إطباق الجفن ويطلق مجازاً على لازم ذلك ، فيطلق تارة على الهناء والاستراحة لأنّ من لوازم الإغماض راحة النائم قال الأعشى: ... عليككِ مثلُ الذي صَلِّيتتِ فاغْتمضيجَفْناً فإنّ لِجَنْببِ المَرْءِ مُضْطَجَعَا ... أراد فاهنئي . ويطلق تارة على لازمه من عدم الرؤية فيدل على التسامح في الأمر المكروه كقول الطرماح: ... لم يَفُتْنا بِالْوِتْرِ قَوْمٌ وَللضّيْممِ رجالٌ يَرْضَوْن بالإغماض ... فإذا أرادوا المبالغة في التغافل عن المكروه الشديد قالوا أغمض عينه على قذى؛ وذلك لأنّ إغماض الجفن مع وجود القذى في العين . لقصد الراحة من تحرّك القذى ، قال عبد العزيز بن زُرَارة الكَلاَئي: ... وأغْمَضْتُ الجُفُونَ على قَذَاهاولَمْ أسْمَعْ إلى قاللٍ وقِيلِ ... والاستثناء في قوله : { إلا أن تغمضوا فيه } على الوجه الأول من جعل الكلام إخباراً ، هو تقييد للنفي . وأما على الوجه الثاني من جعل النفي بمعنى النهي فهو من تأكيد الشيء بما يُشبه ضدّه أما لا تأخذوه إلاّ إذا تغاضيتم عن النهي وتجاهلتموه .وقوله : { واعلموا أن الله غني حميد } تذييل ، أي غني عن صدقاتكم التي لا تنفع الفقراء ، أو التي فيها استساغة الحرام . حميد ، أي شاكر لمن تصدّق صدقة طيّبة . وافتتحه باعلموا للاهتمام بالخبر كما تقدم عند قوله تعالى : { واتقوا الله واعلوا أنكم ملاقوه } [ البقرة : 223 ] ، أو نُزِّل المخاطبون الذين نُهوا عن الإنفاق من الخبيث منزلة من لا يعلم أن الله غني فأعطوا لوجههِ ما يقبله المحتاج بكل حال ولم يعلموا أنّه يحمد من يعطي لوجهه من طيّب الكسب .والغني الذي لا يحتاج إلى ما تكثر حاجة غالب الناس إليه ، ولِلَّهِ الغنى المطلق فلا يعطى لأجله ولامتثال أمره إلاّ خير ما يعطيه أحد للغَنِي عن المال .والحميد من أمثلة المبالغة ، أي شديد الحَمد؛ لأنه يثني على فاعلي الخيرات . ويجوز أن يكون المراد أنّه محمود ، فيكون حَميد بمعنى مفعول ، أي فتخلَّقُوا بذلك لأنّ صفات الله تعالى كمالات ، فكونوا أغنياء القلوب عن الشحّ محمودين على صدقاتكم ، ولا تعطوا صدقات تؤذن بالشحّ ولا تشكرون عليها .",
  "ayah": 267,
  "surah": 2
}
