{
  "text": "هذه الجملة اعتراض وتذييل لما تضمنته آيات الإنفاق من المواعظ والآدَاب وتلقين الأخلاق الكريمة ، مِما يكسب العاملين به رجاحة العقل واستقامة العمل .فالمقصود التنبيه إلى نفاسة ما وعظهم الله به ، وتنبيههم إلى أنّهم قد أصبحوا به حكماء بعد أن كانوا في جاهلية جهلاء . فالمعنى : هذا من الحكمة التي آتاكم الله ، فهو يؤتى الحكمة من يشاء ، وهذا كقوله : { وما أنزل عليكم من الكتاب والحكمة يعظكم به } [ البقرة : 231 ] .قال الفخر : «نبه على أنّ الأمر الذي لأجله وجب ترجيح وعد الرحمان على وعد الشيطان هو أنّ وعد الرحمان ترجّحه الحكمة والعقل ، ووعدَ الشيطان ترجّحه الشهوة والحسّ من حيث إنّهما يأمران بتحصيل اللذّة الحاضرة ، ولا شك أنّ حكم الحكمة هو الحكم الصادق المبرّأ عن الزيغ ، وحكم الحسّ والشهوة يوقع في البلاء والمحنة . فتعقيب قوله : { والله يعدكم مغفرة } [ البقرة : 268 ] ، بقوله : { يؤتي الحكمة } إشارة إلى أنّ ما وعد به تعالى من المغفرة والفضل من الحكمة ، وأنّ الحكمة كلّها من عطاء الله تعالى ، وأنّ الله تعالى يعطيها من يشاء .والحكمة إتقان العلم وإجراء الفعل على وفق ذلك العلم ، فلذلك قيل : نزلت الحكمة على ألسنة العرب ، وعقول اليونان ، وأيدي الصينيين . وهي مشتقة من الحُكْم وهو المنع لأنّها تمنع صاحبها من الوقوع في الغلط والضلال ، قال تعالى : { كتاب أحكمت آياته } [ هود : 1 ] ، ومنه سميت الحديدة التي في اللجام وتجعل في فم الفرس ، حَكَمَة .ومن يشاء الله تعالى إيتاءه الحكمة هو الذي يخلقه مستعداً إلى ذلك ، من سلامة عقله واعتدال قواه ، حتى يكون قابلاً لفهم الحقائق منقاداً إلى الحق إذا لاح له ، لا يصدّه عن ذلك هوى ولا عصبية ولا مكابرة ولا أنفة ، ثم ييسّر له أسباب ذلك من حضور الدعاة وسلامة البقعة من العُتاة ، فإذا انضمّ إلى ذلك توجّهه إلى الله بأن يزيد أسبابه تيسيراً ويمنع عنه ما يحجب الفهم فقد كمل له التيسير . وفسرت الحكمة بأنّها معرفة حقائق الأشياء على ما هي عليه بما تبلغه الطاقة ، أي بحيث لا تلتبس الحقائق المتشابهة بعضها مع بعض ولا يغلط في العلل والأسباب .والحكمة قسمت أقساماً مختلفةَ الموضوع اختلافاً باختلاف العصور والأقاليم . ومبدأ ظهور علم الحكمة في الشرق عند الهنود البراهمة والبوذيين ، وعند أهل الصين البوذيين ، وفي بلاد فارس في حكمة زرادشت ، وعند القبط في حكمة الكهنة . ثم انتقلت حكمة هؤلاء الأمم الشرقية إلى اليونان وهُذّبت وصحّحت وفرّعت وقسّمت عندهم إلى قسمين : حكمة عملية ، وحكمة نظرية .فأما الحكمة العملية فهي المتعلّقة بما يصدر من أعمال الناس ، وهي تنحصر في تهذيب النفس ، وتهذيب العائلة ، وتهذيب الأمة .والأول علم الأخلاق ، وهو التخلّق بصفات العلوّ الإلهيّ بحسب الطاقة البشرية ، فيما يصدر عنه كمال في الإنسان .والثاني علم تدبير المنزل .والثالث علم السياسة المدنية والشرعية .وأما الحكمَة النظرية في الباحثة عن الأمور التي تعلّم وليست من الأعمال ، وإنّما تعلم لتمام استقامة الأفهام والأعمال ، وهي ثلاثة علوم :علم يلقّب بالأسفل وهو الطبيعيّ ، وعلم يلقّب بالأوسط وهو الرياضيّ ، وعلم يلقّب بالأعلى وهو الإلهيّ .فالطبيعيّ يبحث عن الأمور العامة للتكوين والخواصّ والكون والفساد ، ويندرج تحته حوادث الجوّ وطبقات الأرض والنَبات والحيوان والإنسان ، ويندرج فيه الطبّ والكيمياء والنجوم .والرياضيّ الحساب والهندسة والهيأة والموسيقى ، ويندرج تحته الجبر والمساحة والحيل المتحركة ( الماكينية ) وجرّ الأثقال .وأما الإلهيّ فهو خمسة أقسام : معاني الموجودات ، وأصول ومبادىء وهي المنطق ومناقضة الآراء الفاسدة ، وإثبات واجب الوجود وصفاتِه ، وإثبات الأرواح والمجرّدات ، وإثبات الوحي والرسالة ، وقد بَيّن ذلك أبو نصر الفارابي وأبو علي ابن سينا .فأمّا المتأخّرون من حكماء الغرب فقد قصروا الحكمة في الفلسفة على ما وراء الطبيعة وهو ما يسمّى عند اليونان بالإلهيّات .والمهمّ من الحكمة في نظر الدين أربعة فصول :أحدها معرفة الله حق معرفته وهو علم الاعتقاد الحق ، ويسمّى عند اليونان العلم الإلهيّ أو ما وراء الطبيعة .الثاني ما يصدر عن العلم به كمال نفسية الإنسان ، وهو علم الأخلاق .الثالث تهذيب العائلة ، وهو المسمّى عند اليونان علم تدبير المنزل .الرابع تقويم الأمة وإصلاح شؤونها وهو المسمّى علم السياسة المدنية ، وهو مندرج في أحكام الإمامة والأحكام السلطانية . ودعوةُ الإسلام في أصوله وفروعه لا تخلو عن شعبة من شعب هذه الحكمة .وقد ذكر الله الحكمة في مواضع كثيرة من كتابه مراداً بها ما فيه صلاح النفوس ، من النبوءة والهدى والإرشاد . وقد كانت الحكمة تطلق عند العرب على الأقوال التي فيها إيقاظ للنفس ووصاية بالخير ، وإخبار بتجارب السعادة والشقاوة ، وكليات جامعة لجماع الآداب . . وذكر الله تعالى في كتابه حكمة لقمان ووصاياه في قوله تعالى : { ولقد آتينا لقمان الحكمة } [ لقمان : 12 ] الآيات . وقد كانت لشعراء العرب عناية بإبداع الحكمة في شعرهم وهي إرسال الأمثال ، كما فعل زُهير في الأبيات التي أولها «رأيت المنايا خبط عشواء» والتي افتتحها بمَنْ ومَنْ في معلقته . وقد كانت بيد بعض الأحبار صحائف فيها آداب ومواعظ مثل شيء من جامعة سليمان عليه السلام وأمْثاله ، فكان العرب ينقلون منها أقوالاً . وفي «صحيح البخاري» في باب الحياء من كتاب الأدب أنّ عمران بن حُصين قال : \" قال رسول الله صلى الله عليه وسلم الخياء لا يأتي إلاّ بخير ، فقال بُشير بن كعب العدوي : مَكتوب في الحكمة إنّ من الحياء وقاراً وإنّ من الحياء سكينة ، فقال له عمران : أحدّثك عن رسول الله صلى الله عليه وسلم وتحدّثني عن صحيفتك \" .والحكيم هو النابغ في هاته العلوم أو بعضها فبحكمته يعتصم من الوقوع في الغلط والضلال بمقدار مبلغ حكمته ، وفي الغرض الذي تتعلّق به حكمته .وعلوم الحكمة هي مجموع ما أرشد إليه هدي الهداة من أهل الوحي الإلهي الذي هو أصل إصلاح عقول البشر ، فكان مبدأ ظهور الحكمة في الأديان ، ثم ألحق بها ما أنتجه ذكاء العقول من أنظارهم المتفرّعة على أصول الهدى الأول . وقد مهّد قدماء الحكماء طرائق من الحكمة فنبعت ينابيع الحكمة في عصور متقاربة كانت فيها مخلوطة بالأوهام والتخيّلات والضلالات . بين الكلدانيين والمصريين والهنود والصين ، ثم درسها حكماء اليونان فهذّبوا وأبدعوا ، وميّزوا علم الحكمة عن غيره ، وتوخّوا الحق ما استطاعوا فأزالوا أوهاماً عظيمة وأبقوا كثيراً . وانحصرت هذه العلوم في طريقتي سقراط وهي نفسية ، وفيثاغورس وهي رياضية عقلية . والأولى يونانية والثانية لإيطاليا اليونانية . وعنهما أخذ أفلاطون ، واشتهر أصحابه بالإشراقيين ، ثم أخذ عنه أفضل تلامذته وهو أرسططاليس وهذّب طريقته ووسّع العلوم ، وسُمّيت أتباعه بالمشَّائين ، ولم تزل الحكمة من وقت ظهوره معوّلة على أصوله إلى يومنا هذا .{ ومن يؤت الحكمة فقد أوتي خيراً كثيراً } وهو الذي شاء الله إيتاءه الحكمة . والخيرُ الكثير منجّر إليه من سداد الرأي والهدي الإلهي ، ومن تفاريع قواعد الحكمة التي تعصم من الوقوع في الغلط والضلال بمقدار التوغّل في فهمها واستحضار مهمها؛ لأنّنا إذا تتبّعنا ما يحلّ بالناس من المصائب نجد معظمها من جرّاء الجهالة والضلالة وأفن الرأي . وبعكس ذلك نجد ما يجتنيه الناس من المنافع والملائمات منجّرا من المعارف والعلم بالحقائق ، ولو أنّنا علمنا الحقائق كلّها لاجتنبنا كل ما نراه موقعاً في البؤس والشقاء .وقرأ الجمهور { ومن يؤت } بفتح المثناة الفوقية بصيغة المبني للنائب ، على أنّ ضمير يؤت نائبُ فاعل عائد على من الموصولة وهو رَابطُ الصلة بالموصول . وقرأ يعقوب ومن يؤتتِ الحكمة بكسر المثناة الفوقية بصيغة البناء للفاعل . فيكون الضمير الذي في فعل يؤت عائِداً إلى الله تعالى ، وحينئذ فالعائِد ضمير نصب محذوف والتقدير : ومن يؤته اللَّهُ .وقوله : { وما يذكر إلا أولوا الألباب } تذييل للتنبيه على أنّ من شاء الله إيتاء الحكمة هو ذو اللّب . وأنّ تذّكر الحكمة واستصحاب إرشادها بمقدار استحضار اللّب وقوته واللّب في الأصل خلاصة الشيء وقلبُه ، وأطلق هنا على عقل الإنسان لأنّه أنفع شيء فيه .",
  "ayah": 269,
  "surah": 2
}
