{
  "text": "استئناف بياني ناشىء عن قوله : { وما أنفقتم من نفقة أو نذرتم من نذر فإن الله يعلمه } [ البقرة : 270 ] ، إذ أشعر تعميمُ «مِن نفقة» بحال الصدقات الخفيّة فيتساءل السامع في نفسه هل إبداء الصدقات يُعد رِياءً وقد سمع قبل ذلك قوله : { كالذي ينفق ماله رئاء الناس } [ البقرة : 264 ] ، ولأنّ قوله : { فإن الله يعلمه } [ البقرة : 270 ] قد كان قولاً فصلاً في اعتبار نيَّات المتصدّقين وأحوال ما يظهرونه منها وما يخفونه من صدقاتهم . فهذا الاستئناف يدفع توهّماً من شأنه تعطيل الصدقات والنفقات ، وهو أن يمسك المرء عنها إذا لم يجد بُدّاً من ظهورها فيخشى أن يصيبه الرياء .والتعريف في قوله : { الصدقات } تعريف الجنس ، ومحمله على العموم فيشمل كل الصدقات فرضِها ونفلها ، وهو المناسب لموقع هذه الآية عقب ذكر أنواع النفقاتتِ .وجاء الشرط بإنْ في الصدقتين لأنّها أصل أدوات الشرط ، ولا مقتضى للعدول عن الأصل ، إذ كلتا الصدقتين مُرض لله تعالى ، وتفضيل صدقة السرّ قد وفى به صريح قوله : { فهو خير لكم } .وقوله : { فنعما } أصله فنعمَ مَا ، فأدغم المِثلان وكسرت عَيْن نِعْم لأجل التقاء الساكنين ، وما في مثله نكرة تامة أي متوغّلة في الإبهام لا يقصد وصفها بما يخصّصها ، فتمامُها من حيث عدم إتباعها بوصف لا من حيث إنّها واضحة المعنى ، ولذلك تفسّر بشيء . ولما كانت كذلك تعيّن أن تكون في موضع التمييز لضمير نعم المرفوع المستتر ، فالقصد منه التنبيه على القصد إلى عدم التمييز حتى إنّ المتكلم إذا ميّز لا يميّز إلاّ بمثللِ المميَّز .وقوله { هِي } مخصوص بالمدح ، أي الصدقاتُ ، وقد علم السامع أنّها الصدقات المُبْدَأة ، بقرينة فعل الشرط ، فلذلك كان تفسير المعنى فنعما إبداؤهما .وقرأ ورش عن نافع وابنُ كثير وحفص ويعقوب فنِعِمَّا بكسر العين وتشديد الميم من نِعم مع ميم ما . وقرأه ابن عامر وحمزة والكسائي بفتح النون وكسر العين . وقرأه قالون عن نافع وأبو عمرو وأبو بكر عن عاصم بكسر النون واختلاس حركة العين بين الكسر والسكون . وقرأه أبو جعفر بكسر النون وسكون العين مع بقاء تشديد الميم ، ورويت هذه أيضاً عن قالون وأبي عمرو وأبي بكر .وقوله : { وإن تخفوها وتؤتوها الفقراء فهو خير لكم } تفضيل لصدقة السرّ لأنّ فيها إبْقاء على ماءِ وجه الفقير ، حيث لم يطّلع عليه غير المعطي . وفي الحديث الصحيح ، عَد من السبعة الذين يظلّهم الله بظلّه \" . . . ورجلٌ تصدّقَ بصدقة فأخفاها حتى لا تَعلمَ شِماله ما أنْفَقَت يَمينه \" ( يعني مع شدّة القرب بين اليمين والشمال؛ لأنّ حساب الدراهم ومناولة الأشياء بتعاونهما ، فلو كانت الشمال من ذوات العلم لما اطلعت على ما أنفقته اليمين ) .وقد فضّل الله في هذه الآية صدقة السرّ على صدقة العلانية على الإطلاق ، فإن حُملت الصدقات على العموم كما هو الظاهر إجراءً للفظ الصدقات مجرى لفظ الإنفاق في الآي السابقة واللاّحِقة كان إخفاء صدقة الفرض والنفل أفضل ، وهو قول جمهور العلماء ، وعن الكِيَا الطَّبَري أنّ هذا أحد قول الشافعي .وعن المهدوي : كان الإخفاء أفضل فيهما في زمن رسول الله صلى الله عليه وسلم ثم ساءت ظنون الناس بالناس فاستحسن العلماءُ إظهار صدقة الفرض ، قال ابن عطية : وهذا مخالف للآثار أنّ إخفاء الصدقة أفضل . فيكون عموم الصدقات في الآية مخصوصاً بصدقة التطوّع ، ومخصّص العموم الإجماعُ ، وحكى ابن العربي الإجماع عليه . وإن أريد بالصدقات في الآية غير الزكاة كان المراد بها أخصّ من الإنفاق المذكور في الآي قبلها وبعدها ، وكان تفضيل الإخفاء مختصاً بالصدقات المندوبة . وقال ابن عباس والحسن : إظهار الزكاة أفضل ، وإخفاء صدقة التطوّع أفضل من إظهارها وهو قول الشافعي .وقوله : { وتؤتوها الفقراء } ، توقّف المفسّرون في حكمة ذكره ، مع العلم بأنّ الصدقة لا تكون إلاّ للفقراء ، وأنّ الصدقة المُبْدَاة أيضاً تعطي للفقراء .فقال العصام : «كأنّ نكتة ذكره هنا أنّ الإبداء لا ينفكّ عن إيتاء الفقراء؛ لأنّ الفقير يظهر فيه ويمتاز عن غيره إذ يعلمه الناس بحاله ، بخلاف الإخفاء ، فاشترط معه إيتاؤها للفقير حثّاً على الفحص عن حال من يعطيه الصدقة» ( أي لأنّ الحرِيصينَ من غير الفقراء يستحيون أن يتعرّضوا للصدقات الظاهرة ولا يصدّهم شيء عن التعرّض للصدقات الخفيّة ) .وقال الخفاجي : «لم يذكر الفقراء مع المُبْدَاةِ لأنّه أريد بها الزكاة ومصارفها الفقراءُ وغيرهم ، وأما الصدقة المخفَاةُ فهي صدقة التطوّع ومصارفها الفقراء فقط» . وهو ضعيف لوجهين : أحدهما أنّه لا وجه لقصر الصدقة المبدَاةِ على الفريضة ولا قائل به بل الخلاف في أنّ تفضيل الإخفاء هل يعمّ الفريضة أولاً ، الثاني أنّ الصدقة المتطوّع بها لا يمتنع صرفها لغير الفقراء كتجهيز الجيوش .وقال الشيخ ابن عاشور جدّي في تعليق له على حديث فضل إخفاء الصدقة من «صحيح مسلم» : \" عطف إيتاء الفقراء على الإخفاء المجعول شرطاً للخيرية في الآية مع العلم بأنّ الصدقة للفقراء يؤذن بأنّ الخيرية لإخْفَاءِ حال الفقير وعدم إظهار اليد العليا عليه \" أي فهو إيماء إلى العلة وأنّها الإبقاء على ماء وجه الفقير ، وهو القول الفصل لانتفاء شائبة الرياء .وقوله : { ويكفر عنكم من سيئاتكم } قرأه نافع والكسائي وأبو بكر وأبو جعفر وخلف بنون العظمة ، وبجزم الراء عطفاءً على موضع جملة الجواب وهي جملة فهو خير لكم ، فيكون التكفير معلّقاً على الإخفاء . وقرأه ابن كثير وأبو عمرو بالنون أيضاً وبرفع الراء على أنّه وعد على إعطاء الصدقات ظاهرةَ أو خفية وقرأه ابن عامر وحفص بالتحتية على أنّ ضميره عائد إلى الله وبالرفع .",
  "ayah": 271,
  "surah": 2
}
