{
  "text": "نَظَم القرآنُ أهمّ أصول حفظِ مال الأمَّة في سِلك هاته الآيات . فبعد أن ابتدأ بأعظم تلك الأصول وهو تأسيس مال للأمة به قوام أمرها ، يؤخذ من أهل الأموال أخذا عدْلاً مما كان فضلاً عن الغنى فقرضه على الناس ، يؤخذ من أغنيائهم فيردّ على فقرائهم ، سواء في ذلك ما كان مفروضاً وهو الزكاة أو تطوّعاً وهو الصدقة ، فأطنب في الحثّ عليه ، والترغيب في ثوابه ، والتحذير من إمساكه ، ما كان فيه موعظة لمن اتّعظ ، عَطف الكلام إلى إبطال وسيلة كانت من أسباب ابتزاز الأغنياء أموال المحتاجين إليهم ، وهي المعاملة بالربا الذي لقّبه النبي صلى الله عليه وسلم ربَا الجاهليةِ ، وهو أن يعطي المدين مالاً لدائنه زائداً على قدر الدين لأجل الانتظار ، فإذا حلّ الأجل ولم يدفع زَاد في الدين ، يقولون : إمّا أن تَقْضيَ وإمّا أن تُربِي . وقد كان ذلك شائعاً في الجاهلية كذا قال الفقهاء . والظاهر أنّهم كانوا يأخذون الربا على المدين من وقت إسلافه وكلّما طلبَ النظرة أعطى ربا آخر ، وربّما تسامح بعضهم في ذلك . وكان العباس بنُ عبد المطلب مشتهراً بالمراباة في الجاهلية ، وجاء في خطبة حجّة الوداع \" ألا وإنّ ربا الجاهلية موضوع وإنّ أول ربا أبْدَأ به ربا عمّي عباس بن عبد المطلب \" .وجملة { الذين يأكلون الربوا } استئناف ، وجيء بالموصول للدلالة على علّة بناء الخبر وهو قوله : { لا يقومون } إلى آخره .والأكل في الحقيقة ابتلاعُ الطعام ، ثم أطلق على الانتفاع بالشيء وأخذه بحرص ، وأصله تمثيل ، ثم صار حقيقة عرفية فقالوا : أكل مال الناس { إن الذين يأكلون أموال اليتامى } [ النساء : 10 ] { ألا تأكلوا أموالكم } [ الصافات : 91 ، 92 ] ، ولا يختصّ بأخذ الباطل ففي القرآن { فإن طبْن لكم عن شيء منه نفساً فكلوه هنيئاً مريئاً } [ النساء : 4 ] .والربا : اسم على وزن فِعَل بكسر الفاء وفتح العين لعلّهم خفّفوه من الرباء بالمد فصيّروه اسم مصدر ، لفعل رَبَا الشيء يربو رَبْواً بسكون الباء على القياس كما في «الصحاح» وبضم الراء والباء كعُلُو وربّاء بكسر الراء وبالمد مثل الرِّماء إذا زاد قال تعالى : { فلا يربو عند الله } [ الروم : 39 ] ، وقال : { اهتَزّتْ ورَبَتْ } [ الحج : 5 ] ، ولكونه من ذوات الواو ثني على رِبَواننِ . وكتب بالألف ، وكتبه بعض الكوفيين بالياء نظراً لجواز الإمالة فيه لمكان كسرة الراء ثم ثنّوه بالياء لأجل الكسرة أيضاً قال الزجاج : ما رأيت خطأ أشنع من هذا ، ألا يكفيَهم الخَطأ في الخطّ حتى أخطؤوا في التثنية كيف وهم يقرؤون { وما آتيتم من رِبا لتُربُوَ } [ الروم : 39 ] بفتحة على الواو { في أموال الناس } [ الروم : 39 ] يشير إلى قراءة عاصم والأعمش ، وهما كوفيان ، وبقراءتهما يقرأ أهل الكوفة .وكُتب الربا في المصحف حيثما وقع بواو بعدها ألف ، والشأن أن يكتب ألفاً ، فقال صاحب «الكشاف» : كتبت كذلك على لغة من يفخّم أي ينحو بالألف منحى الواو ، والتفخيم عكس الإمالة ، وهذا بعيد؛ إذ ليس التفخيم لغة قريش حتى يكتب بها المصحف .وقال المبرّد : كتب كذلك للفرق بين الربا والزنا ، وهو أبعد لأنّ سياق الكلام لا يترك اشتبَاهاً بينهما من جهة المعنى إلاَّ في قوله تعالى : { ولا تقربوا الزنا } [ الإسراء : 32 ] . وقال الفراء : إنّ العرب تعلّموا الخطّ من أهل الحيرة وهم نبط يقولون في الربا : رِبَوْ بواو ساكنة فكتبت كذلك ، وهذا أبعد من الجميع .والذي عندي أنّ الصحابة كتبوه بالواو ليشيروا إلى أصله كما كتبوا الألفات المنقلبة عن الياء في أواسط الكلمات بياءات عليها ألفات ، وكأنَّهم أرادوا في ابتداء الأمر أن يجعلوا الرسم مشيراً إلى أصول الكلمات ثم استعجلوا فلم يطّرد في رسمهم ، ولذلك كتبوا الزكاة بالواو ، وكتبوا الصلاة بالواو تنبيهاً على أنّ أصلها هو الركوع من تحريك الصَّلْوَيْن لا من الاصطلاء . وقال صاحب «الكشاف» : وكتبوا بعدها ألفاً تشبيهاً بواو الجمع . وعندي أنّ هذا لا معنى للتعليل به ، بل إنّما كتبوا الألف بعدها عوضاً عن أن يضعوا الألف فوق الواو ، كما وضعوا المنقلب عن ياء ألفاً فوق الياء لئلاّ يقرأها الناس الربُو .وأريد بالذين يأكلون الربا هنا من كان على دين الجاهلية؛ لأن هذا الوعيد والتشنيع لا يناسب إلاّ التوجّه إليهم لأنّ ذلك من جملة أحوال كفرهم وهم لا يرعوون عنها ما داموا على كفرهم . أما المسلمون فسبق لهم تشريع بتحريم الربا بقوله تعالى : { يأيها الذين آمنوا لا تأكلوا الربا أضعافا مضاعفة } في سورة آل عمران ( 130 ) ، وهم لا يقولون إنّما البيع مثل الربا ، فجعل الله هذا الوعيد من جملة أصناف العذاب خاصاً للكافرين لأجل ما تفرّع عن كفرهم من وضع الربا .وتقدم ذلك كلّه إنكارُ القرآن على أهل الجاهلية إعطاءهم الربا ، وهو من أول ما نعاه القرآن عليهم في مكة ، فقد جاء في سورة الروم ( 39 ) : وما آتيتم من ربا لتُربوا في أموال الناس فلا يَربو عند الله وما آتيتم من زكاة تريدون وجه الله فأولئك هم المُضعفون وهو خطاب للمشركين لأنّ السورة مكية ولأنّ بعد الآية قوْلُه : الله خلقكم ثم رزقكم ثم يميتكم ثم يحييكم هل من شركائكم من يفعل من ذلكم من شيء } .ومن عادات القرآن أن يذكر أحوال الكفّار إغلاظاً عليهم ، وتعريضاً بتخويف المسلمين ، ليكرّه إياهم لأحوال أهل الكفر . وقد قال ابن عباس : كلّ ما جاء في القرآن من ذمّ أحوال الكفار فمراد منه أيضاً تحذير المسلمين من مثله في الإسلام ، ولذلك قال الله تعالى : { ومن عاد فأولئك أصحاب النار هم فيها خالدون } [ البقرة : 275 ] وقال تعالى : { والله لا يحب كلّ كفّار أثيم } [ البقرة : 276 ] .ثم عطف إلى خطاب المسلمين فقال :{ يأيها الذين آمنوا اتقوا الله } [ البقرة : 278 ] الآيات ، ولعلّ بعض المسلمين لم ينكفّ عن تعاطي الربا أو لعلّ بعضهم فتن بقول الكفار : إنّما البيع مثل الربا . فكانت آية سورة آل عمران مبدأ التحريم ، وكانت هذه الآية إغلاق باب المعذرة في أكل الربا وبياناً لكيفية تدارك ما سلف منه .والربا يقع على وجهين : أحدهما السلف بزيادة على ما يعطيه المسلف ، والثاني السلف بدون زيادة إلى أجل ، يعني فإذا لم يوف المستسلف أداء الدين عند الأجل كان عليه أن يزيد فيه زيادة يتّفقان عليها عند حلول كل أجل .وقوله : { لا يقومون } حقيقة القيام النهوض والاستقلال ، ويطلق مجازاً على تحسّن الحال ، وعلى القوة ، من ذلك قامت السوق ، وقامت الحرب . فإن كان القيام المنفي هنا القيام الحقيقي فالمعنى : لا يقومون يوم يقوم الناس لرب العالمين إلاّ كما يقوم الذي يتخبّطه الشيطان ، أي إلاّ قياماً كقيام الذي يتخبّطه الشيطان ، وإن كان القيامَ المجازي فالمعنى إما على أنّ حرصهم ونشاطهم في معاملات الربا كقيام المجنون تشنيعاً لجشعهم ، قاله ابن عطية ، ويجوز على هذا أن يكون المعنى تشبيه ما يعجب الناس من استقامة حالهم ، ووفرة مالهم ، وقوة تجارتهم ، بما يظهر من حال الذي يتخبّطه الشيطان حتى تخاله قوياً سريع الحركة ، مع أنّه لا يملك لنفسه شيئاً . فالآية على المعنى الحقيقي وعيد لهم بابتداء تعذيبهم من وقت القيام للحساب إلى أن يدخلوا النار ، وهذا هو الظاهر وهو المناسب لقوله : { ذلك بأنهم قالوا إنما البيع مثل الربوا } ، وهي على المعنى المجازي تشنيع ، أو توعّد بسوء الحال في الدنيا ولُقِّيَ المتَاعب ومرارة الحياة تحت صورة يخالها الرائي مستقيمة .والتخبّط مطاوع خَبَطه إذا ضربه ضرباً شديداً فاضطرب له ، أي تحرّك تحرّكاً شديداً ، ولما كان من لازم هذا التحرّك عدم الاتّساق ، أطلق التخبّط على اضطراب الإنسان من غير اتّساق . ثم إنّهم يعمدون إلى فعل المطاوعة فيجعلونه متعدّياً إلى مفعول إذا أرادوا الاختصار ، فعِوضاً عن أنّ يقولوا خبطه فتخبّط يقولون تخبّطه كما قالوا : اضطَرّه إلى كذا . فتخبُّط الشيطان المرءَ جَعْله إياه متخبّطاً ، أي متحرّكاً على غير اتّساق .والذي يتخبّطه الشيطان هو المجنون الذيب أصابه الصرع . فيضطرب به اضطرابات ، ويسقط على الأرض إذا أراد القيام ، فلما شبهت الهيأة بالهيأة جيء في لفظ الهيأة المشبه بها بالألفاظ الموضوعة للدلالة عليها في كلامهم وإلاّ لَما فهمت الهيأة المشبّه بها ، وقد عُرِف ذلك عندهم . قال الأعشى يصف ناقته بالنشاط وسرعة السير ، بعد أن سارت ليلاً كاملاً: ... وتُصبح عن غِب السري وكأنّهاألمّ بها من طائف الجنِّ أوْلَقُ ... والمسّ في الأصل هو اللمس باليد كقولها : «المَسُّ مَس أرنب» ، وهو إذا أطلق معرّفاً بدون عهدِ مسَ معروف دل عندهم على مسّ الجن ، فيقولون : رجل ممسوس أي مجنون ، وإنّما احتيج إلى زيادة قوله من المسّ ليظهر المراد من تخبّط الشيطان فلا يظنّ أنّه تخبّط مجازي بمعنى الوسوسة .و ( مِن ) ابتدائية متعلقة بيتخبّطه لا محالة .وهذا عند المعتزلة جارٍ على ما عهده العربي مثل قوله : «طَلْعُها كأنّه رُؤوس الشياطين» ، وقول امرىء القيس: ... ومسنونةٌ زُرقٌ كأنياببِ أغوالإلاّ أنّ هذا أثره مشاهد وعلته مُتخيَّلة والآخران متخيَّلان لأنّهم ينكرون تأثير الشياطين بغير الوسوسة . وعندنا هو أيضاً مبني على تخييلهم والصرع إنّما يكون من علل تعتري الجسم مثل فيضان المِرّة عند الأطبّاء المتقدمين وتشنّج المجموع العصبي عند المتأخرين ، إلاّ أنّه يجوز عندنا أن تكون هاته العلل كلّها تنشأ في الأصل من توجّهات شيطانية ، فإنّ عوالم المجرّدات كالأرواح لم تنكشف أسرارها لنا حتى الآن ولعلّ لها ارتباطات شعاعية هي مصادر الكون والفساد .وقوله : { ذلك بأنهم قالوا إنما البيع مثل الربا } الإشارة إلى { كما يقوم } لأنّ ما مصدرية ، والباء سببية .والمحكيّ عنهم بقوله : { قالوا إنما البيع مثل الربوا } ، إن كان قولاً لسانياً فالمراد به قول بعضهم أو قول دُعاتهم وهم المنافقون بالمدينة ، ظنّوا بسوء فهمهم أنّ تحريم الربا اضطراب في حيننِ تحليل البيع ، لقصد أن يفتنوا المسلمين في صحة أحكام شريعتهم؛ إذ يتعذّر أن يكون كل من أكل الربا قال هذا الكلام ، وإن كان قولاً حالياً بحيث يقوله كل من يأكل الربا لو سأله سائل عن وجه تعاطيه الربا ، فهو استعارة . ويجوز أن يكون { قالوا } مجازاً لأنّ اعتقادهم مساواة البيع للربا يستلزم أن يقوله قائل ، فأطلق القول وأريد لازمه ، وهو الاعتقاد به .وقولهم : { إنما البيع مثل الربوا } قصر إضافي للردّ على من زعم تخالف حكمهما فحرم الربا وأحل البيع ، ولمّا صُرح فيه بلفظ مِثل ساغ أن يقال البيع مثل الربا كما يسوغ أن يقال الربا مثل البيع ، ولا يقال : إنّ الظاهر أن يقولوا إنّما الربا مثل البيع لأنّه هو الذي قصد إلحاقه به ، كما في سؤال الكشاف وبنى عليه جعل الكلام من قبيل المبالغة؛ لأنّا نقول : ليسوا هم بصدد إلحاق الفروع بالأصول على طريقة القياس بل هم كانوا يتعاطون الربا والبيع ، فهما في الخطور بأذهانهم سواء ، غير أنّهم لما سمعوا بتحريم الربا وبقاء البيع على الإباحة سبق البيعُ حينئذ إلى أذهانهم فأحضروه ليثبتوا به إباحة الربا ، أو أنّهم جعلوا البيع هو الأصل تعريضاً بالإسلام في تحريمه الربا على الطريقة المسمّاة في الأصول بقياس العكس؛ لأنّ قياس العكس إنّما يُلتجأ إليه عند كفاح المناظرة؛ لا في وقت استنباط المجتهد في خاصّة نفسه .وأرادوا بالبيع هنا بيع التجارة لا بيع المحتاج سلعته برأس ماله .وقوله : { وأحل الله البيع وحرم الربوا } من كلام الله تعالى جواب لهم وللمسلمين ، فهو إعراض عن مجادلتهم إذ لا جدوى فيها لأنّهم قالوا ذلك كفراً ونفاقاً فليسوا ممّن تشملهم أحكام الإسلام .وهو إقناع للمسلمين بأنّ ما قاله الكفار هو شبهة محضة ، وأنّ الله العليم قد حرّم هذا وأباح ذاك ، وما ذلك إلاّ لحكمة وفروق معتبرة لو تدبّرها أهل التدبّر لأدركوا الفرق بين البيع والربا ، وليس في هذا الجواب كشف للشبهة فهو ممّا وكله الله تعالى لمعرفة أهل العلم من المؤمنين ، مع أنّ ذكر تحريم الربا عقب التحريض على الصدقات يومىء إلى كشف الشبهة .واعلم أنّ مبنى شبهة القائلين { إنما البيع مثل الربوا } أنّ التجارة فيها زيادة على ثمن المبيعات لقصد انتفاع التاجر في مقابلة جلب السلع وإرصادها للطالبين في البيع الناض ، ثم لأجل انتظار الثمن في البيع المؤجّل ، فكذلك إذا أسلف عشرة دراهم مثلاً على أنّه يرجعها له أحد عشر درهماً ، فهو قد أعطاه هذا الدرهم الزائد لأجل إعداد ماله لمن يستسلفه؛ لأنّ المقرض تصدّى لإقراضه وأعدّ ماله لأجله ، ثم لأجل انتظار ذلك بعد محل أجله .وكشف هاته الشبهة قد تصدّى له القفال فقال : «من باع ثوباً يساوي عشرة بعشرين فقد جعل ذات الثوب مقابَلاً بالعشرين ، فلما حصل التراضي على هذا التقابل صارت العشرون عوضاً للثوب في المالية فلم يأخذ البائع من المشتري شيئاً بدون عوض ، أما إذا أقرضه عشرة بعشرين فقد أخذ المقرض العشرة الزائدة من غير عوض . ولا يقال إنّ الزائد عوض الإمهال لأنّ الإمهال ليس مالاً أو شيئاً يشار إليه حتى يجعله عوضاً عن العشرة الزائدة» . ومرجع هذه التفرقة إلى أنّها مجرّد اصطلاح اعتباري فهي تفرقة قاصرة .وأشار الفخر في أثناء تقرير حكمة تحريم الربا إلى تفرقة أخرى زادها البيضاوي تحريراً ، حاصلها أنّ الذي يبيع الشيء المساوي عشرة بأحد عشر يكون قد مكّن المشتري من الانتفاع بالمبيع إما بذاته وإما بالتجارة به ، فذلك الزائد لأجل تلك المنفعَة وهي مسيس الحاجة أو توقع الرّواج والربح ، وأما الذي دفع درهماً لأجل السلف فإنّه لم يحصّل منفعة أكثر من مقدار المال الذي أخذه ، ولا يقال : إنّه يستطيع أن يتَّجر به فيربح لأنّ هذه منفعة موهومة غير محقّقة الحصول ، مع أنّ أخذ الزائد أمر محقّق على كل تقدير .وهذه التفرقة أقرب من تفرقة القفال ، لكنّها يردّ عليها أنّ انتفاع المقترض بالمال فيه سدّ حاجاته فهو كانتفاع المشتري بالسلعة ، وأما تصدِّيهِ للمتاجرة بمال القرض أو بالسلعة المشتراة فأمر نادر فيها .فالوجه عندي في التفرقة بين البيع والربا أنّ مرجعها إلى التعليل بالمظنّة مراعاة للفرق بين حالي المقترض والمشتري ، فقد كان الاقتراض لدفع حاجة المقترض للإنفاق على نفسه وأهله لأنّهم كانوا يعدّون التداين همّاً وكرباً ، وقد استعاذ منه النبي صلى الله عليه وسلم وحال التاجر حال التفضّل . وكذلك اختلاف حالي المُسْلِف والبائع ، فحال باذل ماله للمحتاجين لينتفع بما يدفعونه من الربا فيزيدهم ضيقاً؛ لأنّ المُتسلّف مظنّة الحاجة ، ألا تراه ليس بيده مال ، وحال بائع السلعة تجارةً حالُ من تجشّم مشقّة لجلب ما يحتاجه المتفضّلون وإعداده لهم عند دعاء حاجتهم إليه مع بذلهم له ما بيدهم من المال .فالتجارة معاملة بين غنيّين : ألا ترى أنّ كليهما باذل لما لا يحتاج إليه وآخذٌ ما يحتاج إليه ، فالمتسلّف مظنّة الفقر ، والمشتري مظنّة الغِنى ، فلذلك حرم الربا لأنّه استغلال لحاجة الفقير وأحلّ البيع لأنّه إعانة لطالب الحاجات . فتبيّن أنّ الإقراض من نوع المواساةِ والمعروف ، وأنّها مؤكّدة التعيُّن على المواسي وجوباً أو ندْباً ، وأيَّا ما كان فلا يحل للمقرض أن يأخذ أجراً على عمل المعروف . فأما الذي يستقرض مالاً ليتجَّر به أو ليوسع تجارته فليس مظنّة الحاجة ، فلم يكن من أهل استحقاق مواساة المسلمين ، فلذلك لا يجب على الغني إقراضه بحال فإذا قرضه فقد تطوّع بمعروف . وكفى بهذا تفرقة بين الحالين .وقد ذكر الفخر لحكمة تحريم الربا أسباباً أربعة :أولها أنّ فيه أخذ مال الغير بغير عوض ، وأورد عليه ما تقدم في الفرق بينه وبين البيع ، وهو فرق غير وجيه .الثاني أنّ في تعاطي الربا ما يمنع الناس من اقتحام مشاقّ الاشتغال في الاكتساب؛ لأنّه إذا تعوّد صاحب المال أخذ الربا خفّ عنه اكتساب المعيشة ، فإذا فشا في الناس أفضى إلى انقطاع منافع الخلق لأنّ مصلحة العالم لا تنتظم إلاّ بالتجارة والصناعة والعمارة .الثالث أنّه يفضي إلى انقطاع المعروف بين الناس بالقرض .الرابع أنّ الغالب في المقرِض أن يكون غنياً ، وفي المستقرض أن يكون فقيراً ، فلو أبيح الربا لتمكّن الغني من أخذ مال الضعيف .وقد أشرنا فيما مرّ في الفرق بين الربا والبيع إلى علة تحريمه وسنبسط ذلك عند قوله تعالى : { يأيها الذين آمنوا لا تأكلوا الربا أضعافاً مضاعفة } من سورة آل عمران ( 130 ) .هذا وقد تعرّضت الآية إلى حكم هو تحليل البيع وتحريم الربا؛ لأنّها من قول الله تعالى لإعلان هذا التشريع بعد تقديم الموعظة بين يديه .و ( أل ) في كل من البيع والربا لتعريف الجنس ، فثبت بها حكم أصلين عظيمين في معاملات الناس محتاج إليهما فيها : أحدهما يسمّى بيعاً والآخر يسمّى ربا . أولهما مباح معتبر كونه حاجياً للأمة ، وثانيهما محرّم ألغيت حاجيته لما عارضها من المفسدة . وظاهر تعريف الجنس أنّ الله أحل البيع بجنسه فيشمل التحليلُ سائر أفراده ، وأنّه حرم الربا بجنسه كذلك . ولما كان معنى أحل الله البيع } أذِنَ فيه كان في قوة قضية موجَبة ، فلم يقتض استغراق الجنس بالصيغة ، ولم تقم قرينة على قصد الاستغراق قيامَها في نحو الحمدُ لله ، فبقي محتملاً شمول الحِلّ لسائر أفراد البيع . ولما كان البيع قد تعتريه أسباب توجب فساده وحرمته تتبّعت الشريعة أسباب تحريمه ، فتعطّل احتمال الاستغراق في شأنه في هذه الآية .أما معنى قوله : { وحرم الربوا } فهو في حكم المنفي لأنّ حرم في معنى منع ، فكان مقتضياً استغراق جنس الربا بالصيغة؛ إذ لا يطرأ عليه ما يصيّره حلالاً .ثم اختلف علماء الإسلام في أنّ لفظ الربا في الآية باق على معناه المعروف في اللغة ، أو هو منقول إلى معنى جديد في اصطلاح الشرع .فذَهَب ابن عباس وابن عمر ومعاوية إلى أنّه باق على معناه المعروف وهو ربا الجاهلية ، أعني الزيادة لأجل التأخير ، وتمسك ابن عباس بحديث أسامة \" إنّما الربا في النسيئة \" ولم يأخذ بما ورد في إثبات ربا الفضل بدون نسيئة ، قال الفخر : «ولعلّه لا يرى تخصيص القرآن بخبر الآحاد» ، يعني أنّه حمل { أحل الله البيع } على عمومه .وأما جمهور العلماء فذهبوا إلى أنّ الربا منقول في عرف الشرع إلى معنى جديد كما دلّت عليه أحاديث كثيرة ، وإلى هذا نحا عمر بن الخطاب وعائشة وأبو سعيد الخدري وعبادة بن الصامت بل رأى عمر أنّ لفظ الربا نقل إلى معنى جديد ولم يبيَّن جميعُ المراد منه فكأنّه عنده ممّا يشبه المجمل ، فقد حَكى عنه ابن رشد في المقدمات أنّه قال : «كان من أخر ما أنزل الله على رسوله آية الربا فتوفي رسول الله ولم يفسرها ، وإنّكم تزعمون أنّا نعلم أبواب الربا ، ولأنْ أكون أعلَمُها أحبُ إليّ من أن يكون لي مثل مصر وكورها» قال ابن رشد : ولم يرُد عمر بذلك أنّ رسول الله صلى الله عليه وسلم لم يفسر آية الربا ، وإنّما أراد والله أعلم أنّه لم يعمّ وجوه الربا بالنص عليها . وقال ابن العربي : بيّن رسول الله صلى الله عليه وسلم معنى الربا في ستة وخمسين حديثاً .والوجهُ عندي أن ليس مراد عمر أنّ لفظ الربا مجمل لأنّه قابله بالبيان وبالتفسير ، بل أراد أنّ تحقيق حكمه في صور البيوع الكثيرة خفي لم يَعمَّه النبي صلى الله عليه وسلم بالتنصيص؛ لأنّ المتقدمين لا يتوخّون في عباراتهم ما يساوي المعاني الاصطلاحية ، فهؤلاء الحنفية سمّوا المخصّصات بيانَ تغيير . وذكر ابن العربي في العواصم أنّ أهل الحديث يتوسّعون في معنى البيان . وفي تفسير الفخر عن الشافعي أنّ قوله تعالى : { وأحل الله البيع وحرم الربوا } من المجملات التي لا يجوز التمسك بها ، أي بعمومَيْها : عموم البيععِ وعموممِ الربا؛ لأنّه إن كان المراد جنس البيع وجنس الزيادة لزم بيان أيّ بيع وأيّ زيادة ، وإن كان المراد كل بيع وكل زيادة فما من بيع إلاّ وفيه زيادة ، فأول الآية أباح جميع البيوع وآخرها حرم الجميع ، فوجب الرجوع إلى بيان الرسول عليه السلام . والذي حمل الجمهورَ على اعتبار لفظ الربا مستعملاً في معنى جديد أحاديثُ وردت عن النبي صلى الله عليه وسلم من قول أو فعل دلت على تفسير الربا بما هو أعم من ربا الجاهلية المعروف عندهم قبل الإسلام ، وأصولها ستة أحاديث :الحديث الأول حديث أبي سعيد الخِدْري : «الذهب بالذهب والفضّة بالفضّة والبرّ بالبرّ والشعير بالشعير والتَّمر بالتمر والمِلح بالمِلح مِثْلاً بِمثْللٍ يداً بيد ، فمن زاد وازداد فقد أربى ، الآخِذ والمعطي في ذلك سواء» .الثاني حديث عبادة بن الصامت : «الذهبُ بالذهب تِبْرُها وعَيْنُها والفضّة بالفضّة تِبْرها وعَينها والبُرّ بالبُرّ مُدّاً بمدّ وَالشعير بالشعير مُداً بمد والتمر بالتمر مُداً بمد والمِلْح بالملح مداً بمد ، فمن زاد واستزاد فقد أربى ، ولا بأس ببيع الذهب بالفضّة والفضّة بالذهب أكثرهما يداً بيد ، وأما النسيئة فلا» رواه أبو داود ، فسمّاه في هذين الحديثين ربا .الثالث حديث أبي سعيد : أنّ بلالاً جاء إلى النبي صلى الله عليه وسلم بتمر بَرْنِيَ ، فقال له : من أين هذا فقال بلال : تَمر كان عندنا رديء فبعتُ منه صاعين بصاع لطَعم النبي ، فقال رسول الله صلى الله عليه وسلم «أوّهْ عين الربا ، لا تفعل ، ولكن إذا أردت أن تشتري التمر فبعه ثم اشتر من هذا» فسمّى التفاضل ربا .الرابع حديث «الموطأ» و«البخاري» عن ابن سعيد وأبي هريرة أنّ سواد بن غَزِيَّةِ جاء في خيبر بتمر جَنِيب فقال له النبي صلى الله عليه وسلم \" أكُلُّ تمرِ خيبرَ هكذا \" فقال : «يا رسول الله إنّا لنأخُذُ الصاع من هذا بالصاعين والثلاثة» فقال رسول الله صلى الله عليه وسلم \" لا تَفْعَلْ ، بع الجمعْ بالدراهم ، ثم ابتع بالدراهم جَنِيبا \" .الخامس حديث عائشة في «صحيح البخاري» : قالت \" لما نزلت الآيات من آخر البقرة في الربا قرأها النبي ثم حَرّم التجارة في الخمر \" فظاهره أنّ تحريم التجارة في الخمر كان عملاً بآية النهي عن الربا وليس في تجارة الخمر معنى من معنى الربا المعروف عندهم وإنّما هو بيع فاسد .السادس حديث الدارقطني ورواه ابن وهب عن مالك أنّ العالية بنت أيْنَع وفدت إلى المدينة من الكوفة ، فلقيت عائشة فأخبرتْها أنّها باعت من زيد بن أرقم في الكوفة جارية بثمانمائة درهم إلى العطاء ، ثم إنّ زيداً باع الجارية فاشترتها العالية منه بستمائة نقداً ، فقالت لها عائشة : «بئسما شَرَيْتتِ وما اشتريتتِ ، أبْلِغِي زيداً أنّه قد أبطل جِهاده مع رسول الله إلاّ أن يتوب» ، قالت : فقلت لها : «أرأيتتِ إن لم آخذ إلاّ رأس مالي» قالت : «فمن جاءه موعظة من ربه فانتهى فله ما سلف» فجعلته عائشة من الربا ولذلك تلت الآية .فلأجل هذه الأحاديث الستة أثبت الفقهاء ثلاثة أنواع للربا في اصطلاح الشرع :الأول ربا الجاهلية وهو زيادة على الدين لأجل التأخير .الثاني ربا الفضل وهو زيادة في أحد العوضين في بيع الصنف بصنفه من الأصناف المذكورة في حديث أبي سعيد وعُبادة بن الصامت .الثالث ربا النسيئة وهو بيع شيء من تلك الأصناف بمثله مؤخّراً . وزاد المالكية نوعاً رابعاً : وهو ما يؤول إلى واحد من الأصناف بتهمة التحيّل على الربا ، وترجمُه في المدوّنة ببيوع الآجال ، ودليل مالك فيه حديث العالية . ومن العلماء من زعم أنّ لفظ الربا يشمل كل بيع فاسد أخذا من حديث في تحريم تجارة الخمر ، وإليه مال ابن العربي .وعندي أنّ أظهر المذاهب في هذا مذهب ابن عباس ، وأنّ أحاديث ربا الفضل تحمل على حديث أسامة \" إنّما الربا في النسيئة \" ليجمع بين الحديثين ، وتسمية التفاضل بالربا في حديثي أبي سعيد وعُبادة بن الصامت دليل على ما قلناه ، وأنّ ما راعاه مالك من إبطال ما يفضي إلى تعامل الربا إن صدر من مواقع التهمة رعي حسن ، وما عداه إغراق في الاحتياط ، وقد يؤخذ من بعض أقوال مالك في «الموطأ» وغيره أنّ انتفاء التهمة لا يبطل العقد .ولا متمسّك في نحو حديث عائشة في زيد بن أرقم لأنّ المسلمين في أمرهم الأول كانوا قريبي عهد بربا الجاهلية ، فكان حالهم مقتضياً لسدّ الذرائع .وفي «تفسير القرطبي» : كان معاوية بن أبي سفيان يذهب إلى أنّ النهي عن بيع الذهب بالذهب والفضّة بالفضّة متفاضلاً إنّما ورد في الدينار المضروب والدرهم المضروب لا في التبر ولا في المصوغ ، فروى مسلم عن عبادة بن الصامت قال : غزونا وعَلى الناس معاوية فغنمنا غنائم كثيرة ، فكان فيما غنمنا آنيَة من ذهب ، فأمر معاوية رجالاً ببيعها في أعطياتتِ الناس ، فتنازع الناس في ذلك ، فبلغ ذلك عُبادة بن الصامت فقام فقال : «سمعتُ رسول الله ينهَى عن بيع الذهب بالذهب والفضّة بالفضّة إلاّ سواء بسواء عيْناً بعين ، من زاد وازداد فقد أربَى» فبلغ ذلك معاويةَ فقام خطيباً فقال : «ألا ما بال أقوام يتحدّثون عن رسول الله أحاديث قد كنّا نشهده ونصحبه فلم نسمعها منه» فقال عبادة بن الصامت : «لنحدّثن بما سمعنا من رسول الله وإن كَرِه معاوية» .والظاهر أنّ الآية لم يُقصد منها إلاّ ربا الجاهلية ، وأنّ ما عداه من المعاملات الباطلة التي فيها أكل مال بالباطل مُندرجة في أدلة أخرى .وقوله : { فمن جاءه موعظة من ربه فانتهى } الآية تفريع على الوعيد في قوله : { الذين يأكلون الربوا } .والمجيء بمعنى العلم والبلاغ ، أي من علم هذا الوعيد ، وهذا عذر لمن استرسل على معاملة الربا قبل بلوغ التحريم إليه ، فالمراد بالموعظة هذه الآية وآية آل عمران .والانتهاء مطاوع نهاه إذا صدّه عمّا لا يليق ، وكأنّه مشتق من النُّهَى بضم النون وهو العقل . ومعنى «فله ما سلف» ، أي ما سلف قبْضُه من مال الربا لا ما سلف عقده ولم يُقبض ، بقرينة قوله الآتي{ وإن تبتم فلكم رؤوس أموالكم } [ البقرة : 279 ] .وقوله : { وأمره إلى الله } فرَضَوا فيه احتمالات يرجع بعضها إلى رجوع الضمير إلى «من جاءه» وبعضها إلى رجوعه إلى ما سلف ، والأظهر أنّه راجع إلى من جاءه لأنّه المقصود ، وأنّ معنى { وأمره إلى الله } أنّ أمر جزائه على الانتهاء موكول إلى الله تعالى ، وهذا من الإيهام المقصود منه التفخيم . فالمقصود الوعد بقرينة مقابلته بالوعيد في قوله : { ومن عاد فأولئك أصحاب النار هم فيها خالدون } .وجُعل العائد خالداً في النار إما لأنّ المراد العود إلى قوله : { إنما البيع مثل الربوا } ، أي عاد إلى استحلال الربا وذلك نِفاق؛ فإنّ كثيراً منهم قد شقّ عليهم ترك التعامل بالربا ، فعلم الله منهم ذلك وجعَل عدم إقلاعهم عنه أمارة على كذب إيمانهم ، فالخلود على حقيقته . وإما لأنّ المراد العود إلى المعاملة بالربا ، وهو الظاهر من مقابلته بقوله : { فمن جاءه موعظة من ربه فانتهى } والخلود طول المكث كقول لبيد: ... فوقفْتُ أسألُها وكيفَ سؤالُناصُمّاً خَوَالِدَ ما يَبِين كلامُها ... ومنه : خلَّد الله مُلك فلان .وتمسك بظاهر هاته الآية ونحوها الخوارج القائلون بتكفير مرتكب الكبيرة كما تمسكوا بنظائرها . وغفلوا عن تغليظ وعيد الله تعالى في وقت نزول القرآن؛ إذ الناس يومئذ قريبٌ عهدهم بكفر . ولا بد من الجمع بين أدلّة الكتاب والسنة .",
  "ayah": 275,
  "surah": 2
}
