{
  "text": "ثُني عنان الخطاب إلى الناس الذين خوطبوا بقوله آنفاً : { يأيها الناس اعبدوا ربكم الذي خلقكم والذين من قبلكم } [ البقرة : 21 ] ، بعد أن عقب بأفانين من الجمل المعترضة من قوله : { وبشر الذين آمنوا وعملوا الصالحات أن لهم جنات تجري } [ البقرة : 25 ] إلى قوله : { الخاسرون } [ البقرة : 27 ] .وليس في قوله : { كيف تكفرون بالله } تناسب مع قوله : { إن الله لا يستحي أن يضرب مثلاً ما } [ البقرة : 26 ] وما بعده مما حكى عن الذين كفروا في قولهم : { ماذا أراد الله بهذا مثلاً } [ البقرة : 26 ] حتى يكون الأنتقالُ إلى الخطاب في قوله : { تكفرون } التفاتاً ، فالمناسبة بين موقع هاته الآية بعد ما قبلها هي مناسبة اتحاد الغرض ، بعد استيفاء ما تخلل واعترض .ومن بديع المناسبة وفائق التفنن في ضروب الانتقالات في المخاطبات أن كانت العلل التي قرن بها الأمر بعبادة الله تعالى في قوله : { يأيها الناس اعبدوا ربكم } [ البقرة : 21 ] الخ هي العلل التي قرن بها إنكار ضد العبادة وهو الكفر به تعالى في قوله هنا : { كيف تكفرون بالله } فقال فيما تقدم : { الذي خلقكم والذين من قبلكم لعلكم تتقون } [ البقرة : 21 ] { الذي جعل لكم الأرض فراشاً والسماء بناء } [ البقرة : 22 ] الآية وقال هنا : { وكنتم أمواتاً فأحياكم ثم يميتكم ثم يحييكم ثم إليه ترجعون هو الذي خلق لكم ما في الأرض جميعاً ثم استوى إلى السماء } [ البقرة : 29 ] وكان ذلك مبدأ التخلص إلى ما سيرد من بيان ابتداء إنشاء نوع الإنسان وتكوينه وأطواره .فالخطاب في قوله : { تكفرون } متعين رجوعه إلى ( الناس ) وهم المشركون لأن اليهود لم يكفروا بالله ولا أنكروا الإحياء الثاني .و ( كيف ) اسم لا يعرف اشتقاقه يدل على حالة خاصة وهي التي يقال لها الكيفية نسبة إلى كيف ويتضمن معنى السؤال في أكثر موارد استعماله فلدلالته على الحالة كان في عداد الأسماء لأنه أفاد معنى في نفسه إلا أن المعنى الاسمي الذي دل عليه لما كان معنى مبهماً شابه معنى الحرف فلما أشربوه معنى الاستفهام قوي شبهه بالحروف لكنه لا يخرج عن خصائص الأسماء فلذلك لا بد له من محلِّ إعراب ، وأكثر استعماله اسمُ استفهام فيعرب إعراب الحال . ويستفهم بكيف عن الحال العامة . والاستفهام هنا مستعمل في التعجيب والإنكار بقرينة قوله : { وكنتم أمواتاً } الخ أي إن كفركم مع تلك الحالة شأنه أن يكون منتفياً لا تركن إليه النفس الرشيدة لوجود ما يصرف عنه وهو الأحوال المذكورة بعْدُ فكان من شأنه أن يُنكر فالإنكار متولد من معنى الاستفهام ولذلك فاستعماله فيهما من إرادة لازم اللفظ ، وكأن المنكر يريد أن يقطع معذرة المخاطب فيظهر له أنه يتطلب منه الجواب بما يُظهر السبب فيُبطل الإنكار والعجَب حتى إذا لم يبد ذلك كان حقيقاً باللوم والوعيد .والكفر بضم الكاف مصدر سماعي لكَفَر الثلاثي القاصر وأصله جَحْد المنعَم عليه نعمةَ المنْعِم ، اشتق من مادة الكَفر بفتح الكاف وهو الحَجب والتغطية لأن جاحد النعمة قد أخفى الاعتراف بها كما أن شاكرها أعلنها .وضده الشكر ولذلك صيغ له مصدر على وزان الشُّكر وقالوا أيضاً كفران على وزن شُكران ، ثم أطلق الكفر في القرآن على الإشراك بالله في العبادة بناء على أنه أشد صور كفر النعمة إذ الذي يترك عبادة من أنعم عليه في وقت من الأوقات قد كفر نعمته في تلك الساعة إذ توجَّهَ بالشكر لغير المنعِم وتركَ المنعِم حين عزمه على التوجه بالشكر ولأن عزم نفسه على مداومة ذلك استمرار في عقد القلب على كفر النعمة وإن لم يتفطن لذلك ، فكان أكثرُ إطلاق الكفر بصيغة المصدر في القرآن على الإشراك بالله ولم يَرد الكفر بصيغة المصدر في القرآن لغير معنى الإشراك بالله . وقل ورود فعل الكفر أو وصف الكافر في القرآن لجحد رسالة محمد صلى الله عليه وسلم وذلك حيث تكون قرينة على إرادة ذلك كقوله : { ما يود الذين كفروا من أهل الكتاب ولا المشركين } [ البقرة : 105 ] وقولِه : { ومن لم يحكم بما أنزل الله فأولئك هم الكافرون } [ المائدة : 44 ] يريد اليهود .وأما إطلاقه في السنة وفي كلام أئمة المسلمين فهو الاعتقاد الذي يخرج معتقده عن الإسلام وما يدل على ذلك الاعتقاد من قول أو فعل دلالة لا تحتمل غير ذلك .وقد ورد إطلاق الكفر في كلام الرسول عليه السلام وكلام بعض السلف على ارتكاب جريمة عظيمة في الإسلام إطلاقاً على وجه التغليظ بالتشبيه المفيد لتشنيع ارتكاب ما هو من الأفعال المباحة عند أهل الكفر ولكن بعض فرق المسلمين يتشبثون بظاهر ذلك الإطلاق فيقضون بالكفر على مرتكب الكبائر ولا يلتفتون إلى ما يعارض ذلك في إطلاقات كلام الله ورسوله . وفرق المسلمين يختلفون في أن ارتكاب بعض الأعمال المنهي عنها يدخل في ماهية الكفر وفي أن إثبات بعض الصفات لله تعالى أو نفي بعض الصفات عنه تعالى داخل في ماهية الكفر على مذاهب شتى .ومذهب أهل الحق من السلف والخلف أنه لا يكفر أحد من المسلمين بذنب أو ذنوب من الكبائر فقد ارتكبت الذنوب الكبائر في زمان رسول الله صلى الله عليه وسلم والخلفاء فلم يعاملوا المجرمين معاملة المرتدين عن الدين ، والقول بتكفير العصاة خطر على الدين لأنه يؤول إلى انحلال جامعة الإسلام ويهون على المذنب الانسلاخ من الإسلام منشداً «أنا الغريق فما خوفي من البلل» .ولا يكفر أحد بإثبات صفة لله لا تنافي كماله ولا نفي صفة عنه ليس في نفيها نقصان لجلاله فإن كثيراً من الفرق نفوا صفات ما قصدوا بنفيها إلا إجلالاً لله تعالى وربما أفرطوا في ذلك كما نفى المعتزلة صفات المعاني وجواز رؤية الله تعالى ، وكثير من الفرق أثبتوا صفات ما قصدوا من إثباتها إلا احترام ظواهر كلامه تعالى كما أثبت بعض السلف اليد والإصبع مع جزمهم بأن الله لا يشبه الحوادث .والإيمان ذكر معناه عند قوله تعالى : { الذين يؤمنون بالغيب } [ البقرة : 3 ] .وقوله : { وكنتم أمواتاً فأحياكم } جملة حالية وهي تخلص إلى بيان ما دلت عليه ( كيف ) بطريق الإجمال وبيان أولى الدلائل على وجوده وقدرته وهي ما يشعر به كل أحد من أنه وجد بعد عدم .ولقد دل قوله تعالى : { وكنتم أمواتاً فأحياكم } أن هذا الإيجاد على حال بديع وهو أن الإنسان كان مركب أشياء موصوفاً بالموت أي لا حياة فيه إذ كان قد أخذ من العناصر المتفرقة في الهواء والأرض فجمعت في الغذاء وهو موجود ثاننٍ ميت ثم استخلصت منه الأمزجة من الدم وغيره وهي ميتة ، ثم استخلص منه النطفتان للذكر والأنثى ، ثم امتزج فصار علقة ثم مضغة كل هذه أطوار أولية لوجود الإنسان وهي موجودات ميتة ثم بثت فيه الحياة بنفخ الروح فأخذ في الحياة إلى وقت الوضع فما بعده ، وكان من حقهم أن يكتفوا به دليلاً على انفراده تعالى بالإلهية .وإطلاق الأموات هنا مجاز شائع بناء على أن الموت هو عدم اتصاف الجسم بالحياة سواء كان متصفاً بها من قبل كما هو الإطلاق المشهور في العرف أم لم يكن متصفاً بها إذا كان من شأنه أن يتصف بها فعلى هذا يقال للحيوان في أول تكوينه نطفة وعلقة ومضغة ميت لأنه من شأنه أن يتصف بالحياة فيكون إطلاق الأموات في هذه الآية عليهم حين كانوا غير متصفين بالحياة إطلاقاً شائعاً والمقصود به التمهيد لقوله : { فأحياكم } ثم التمهيد والتقريب لقوله : { ثم يميتكم ثم يحييكم } .وقال كثير من أئمة اللغة الموت انعدام الحياة بعد وجودها وهو مختار الزمخشري والسكاكي وهو الظاهر ، وعليه فإطلاق الأموات عليهم في الحالة السابقة على حلول الحياة استعارة . واتفق الجميع على أنه إطلاق شائع في القرآن فإن لم يكن حقيقة فهو مجاز مشهور قد ساوى الحقيقة وزال الاختلاف .والحياة ضد الموت ، وهي في نظر الشرع نفخ الروح في الجسم . وقد تعسر تعريف الحياة أو تعريف دوامها على الفلاسفة المتقدمين والمتأخرين تعريفاً حقيقياً بالحد ، وأوضح تعاريفها بالرسم أنها قوة ينشأ عنها الحس والحركة وأنها مشروطة باعتدال المزاج والأعضاء الرئيسية التي بها تدوم الدورة الدموية ، والمراد بالمزاج التركيب الخاص المناسب مناسبة تليق بنوع ما من المركبات العنصرية وذلك التركيب يحصل من تعادل قوى وأجزاء بحسب ما اقتضته حالة الشيء المركب مع انبثاث الروح الحيواني ، فباعتدال ذلك التركيب يكون النوع معتدلاً ولكل صنف من ذلك النوع مزاج يخصه بزيادة تركيب ، ولكل شخص من الصنف مزاج يخصه ويتكون ذلك المزاج على النظام الخاص تنبعث الحياة في ذي المزاج في إبان نفخ الروح فيه وهي المعبر عنها بالروح النفساني .وقد أشار إلى هذا التكوين حديث الترمذي عن عبد الله بن مسعود أن رسول الله صلى الله عليه وسلم قال : « إن أحدكم يجمع خلقه في بطن أمه أربعين يوماً نطفة ثم يكون علقة مثل ذلك ثم يكون مضغة مثل ذلك ثم يرسل إليه المَلك فينفخ فيه الروح » فأشار إلى حالات التكوين التي بها صار المزاج مزاجاً مناسباً حتى انبعثت فيه الحياة ، ثم بدوام انتظام ذلك المزاج تدوم الحياة وباختلاله تزول الحياة ، وذلك الاختلال هو المعبر عنه بالفساد ، ومن أعظم الاختلال فيه اختلال الروح الحيواني وهو الدم إذا اختلت دورته فعرض له فساد ، وبعروض حالة توقف عمل المزاج وتعطل آثاره يصير الحي شبيهاً بالميت كحالة المغمى عليه وحالة العضو المفلوج ، فإذا انقطع عمل المزاج فذلك الموت . فالموت عدم والحياة ملكة وكلاهما موجود مخلوق قال تعالى : { الذي خلق الموت والحياة } في سورة الملك ( 2 ) .وليس المقصود من قوله : وكنتم أمواتاً فأحياكم } الامتنان بل هو استدلال محض ذكر شيئاً يعده الناس نعمة وشيئاً لا يعدونه نعمة وهو الموتتان فلا يشكل وقوع قوله : { أمواتاً } وقوله : { ثم يميتكم } في سياق الآية .وأما قوله : { ثم يحييكم ثم إليه ترجعون } فذلك تفريع عن الاستدلال وليس هو بدليل إذ المشركون ينكرون الحياة الآخرة فهو إدماج وتعليم وليس باستدلال ، أو يكون ما قام من الدلائل على أن هناك حياة ثانية قد قام مقام العلم بها وإن لم يحصل العلم فإن كل من علم وجود الخالق العدل الحكيم ورأى الناس لا يجْرُون على مقتضى أوامره ونواهيه فيرى المفسد في الأرض في نعمة والصالح في عناء علم أن عدل الله وحكمته ما كان ليُضيع عمل عامل وأن هنالك حياة أحكم وأعدل من هذه الحياة تكون أحوال الناس فيها على قدر استحقاقهم وسمو حقائقهم .وقوله : { ثم إليه ترجعون } أي يكون رجوعكم إليه ، شُبِّه الحضور للحساب برجوع السائر إلى منزله باعتبار أن الله خلق الخلق فكأنهم صَدروا من حضرته فإذا أحياهم بعد الموت فكأنهم أرجعَهم إليه وهذا إثبات للحشر والجزاء .وتقديم المتعلِّق على عامله مفيد القصر وهو قصر حقيقي سيق للمخاطَبين لإفادتهم ذلك إذ كانوا منكرين ذلك وفيه تأييس لهم من نفع أصنامهم إياهم إذ كان المشركون يحاجون المسلمين بأنه إن كان بعث وحشر فسيجدون الآلهة ينصرونهم .و { تُرجَعون } بضم التاء وفتح الجيم في قراءة الجمهور ، وقرأهُ يعقوب بفتح التاء وكسر الجيم والقراءة الأولى على اعتبار أن الله أرجعهم وإن كانوا كارهين لأنهم أنكروا البعث والقراءة الثانية باعتبار وقوع الرجوع منهم بقطع النظر عن الاختيار أو الجبر .",
  "ayah": 28,
  "surah": 2
}
