{
  "text": "هذا معطوف على قوله : { إذا تداينتم بدَين وَإِن كُنتُمْ على سَفَرٍ وَلَمْ تَجِدُواْ كَاتِبًا فرهان مَّقْبُوضَةٌ } [ البقرة : 282 ] الآية ، فجميع ما تقدّم حكم في الحضر والمُكنة ، فإن كانوا على سفر ولم يتمكّنوا من الكتابة لعدم وجود من يكتب ويشهد فقد شُرع لهم حكم آخر وهو الرهن ، وهذا آخر الأقسام المتوقّعة في صور المعاملة ، وهي حالة السفر غالباً ، ويلحق بها ما يماثل السفر في هاته الحالة .والرهان جمع رهن ويجمع أيضاً على رُهُن بضم الراء وضم الهاء وقد قرأه جمهور العشرة : بكسر الراء وفتح الهاء ، وقرأه ابن كثير ، وأبو عَمْرو : بضم الراء وضم الهاء ، وجمْعُه باعتبار تعدّد المخاطبين بهذا الحكم .والرهن هنا اسم للشيء المرهون تسميةً للمفعول بالمصدر كالخلْق . ومعنى الرهن أن يجعل شيء من متاع المدين بيد الدائن توثقة له في دينه . وأصل الرهن في كلام العرب يدل على الحَبس قال تعالى : { كل نفس ما كسبت رهينة } [ المدثر : 38 ] فالمرهون محبوس بيد الدائن إلى أن يستوفي دينه قال زهير: ... وفارقْتَك برهن لا فَكَاكَ لَهيومَ الوَدَاععِ فأمسَى الرهن قد غَلِقَا ... والرهن شائع عند العرب : فقد كانوا يرهنون في الحمالات والدَيات إلى أن يقع دفعها ، فربّما رهنوا أبناءهم ، وربّما رهنوا واحداً من صناديدهم ، قال الأعشى يَذْكر أنّ كِسْرى رام أخذ رهائن من أبنائهم: ... آلَيْتُ لا أُعْطِيه من أبنائنارُهُنا فنفسدَهم كمَن قد أفْسَدا ... وقال عبد الله بن هَمَّام السلولي: ... فلمّا خَشِيتُ أظَافِيرَهمنَجَوْت وأرْهَنْتُهُم مَالِكَا ... ومن حديث كعب بن الأشْرَففِ أنّه قال لعبد الرحمان بن عَوْف : ارْهَنُوني أبْنَاءَكم .ومعنى فرِهانٌ : أي فرهان تعَوّض بها الكتابة . ووصفُها بمقبوضة إمّا لمجرّد الكشف ، لأنّ الرهان لا تكون إلاّ مقبوضة ، وإمّا للاحتراز عن الرهن للتوثقة في الديون في الحضر فيؤخَذ مِن الإذن في الرهن أنّه مباح فلذلك إذا سأله ربّ الدين أجيبَ إليه فدلّت الآية على أنّ الرهن توثقة في الدين .والآية دالة على مشروعية الرهن في السفر بصريحها . وأمّا مشروعية الرهن في الحضر فلأنّ تعليقه هنا على حال السفر ليس تعليقاً بمعنى التقييد بل هو تعليق بمعنى الفرض والتقدير ، إذا لم يوجد الشاهد في السفر ، فلا مفهوم للشرط لوروده مورد بيان حالة خاصة لا للاحتراز ، ولا تعتبر مفاهيم القيود إلاّ إذا سيقت مساق الاحتراز ، ولذا لم يعتدّوا بها إذا خرجت مخرج الغالب . ولا مفهوم له في الانتقال عن الشهادة أيضاً؛ إذ قد علم من الآية أنّ الرهن معاملة لهم ، فلذلك أحيلوا عليها عند الضرورة على معنى الإرشاد والتنبيه .وقد أخذ مجاهد ، والضحّاك ، وداود الظاهري ، بظاهر الآية من تقييد الرهن بحال السفر ، مع أنّ السنّة أثبتت وقوع الرهن من الرسول صلى الله عليه وسلم ومن أصحابه في الحضَر .والآية دليل على أنّ القبض من متمّمات الرّهن شرعاً ، ولم يختلف العلماء في ذلك ، وإنّما اختلفوا في الأحكام الناشئة عن ترك القبض ، فقال الشافعي : القبض شرط في صحة الرهن ، لظاهر الآية ، فلو لم يقارن عقدة الرهن قبض فسدت العقدة عنده ، وقال محمد بن الحسن ، صاحب أبي حنيفة : لا يجوز الرهن بدون قبض ، وتردّد المتأخّرون من الحنفية في مفاد هذه العبارة؛ فقال جماعة : هو عنده شرط في الصحة كقول الشافعي ، وقال جماعة : هو شرط في اللزوم قريباً من قول مالك ، واتفق الجميع على أنّ للراهن أن يرجع بعد عقد الرهن إذا لم يقع الحوز ، وذهب مالك إلى أنّ القبض شرط في اللزوم ، لأنّ الرهن عقد يثبت بالصيغة كالبيع ، والقبضُ من لوازمه ، فلذلك يُجبر الراهن على تحويز المرتهن إلاّ أنّه إذا مات الراهن أو أفلس قبل التحويز كان المرتهن أسوةَ الغرماء؛ إذ ليس له ما يؤثره على بقية الغرماء ، والآية تشهد لهذا لأنّ الله جعل القبض وصفاً للرهن ، فعلم أنّ ماهية الرهن قد تحقّقت بدون القبض . وأهل تونس يكتفون في رهن الرباع والعقار برهن رسوم التملّك ، ويعدّون ذلك في رهن الدين حوزاً . وفي الآية دليل واضح على بطلان الانتفاع؛ لأنّ الله تعالى جعل الرهن عوضاً عن الشهادة في التوثّق فلا وجه للانتفاع ، واشتراط الانتفاع بالرهن يخرجه عن كونه توثّقاً إلى ماهية البيع .{ فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ الذى اؤتمن أمانته وَلْيَتَّقِ الله رَبَّهُ } .متفرّع على جميع ما تقدّم من أحكام الدين : أي إنْ أمِنَ كلّ من المتداينين الآخر أي وثق بعضكم بأمانة بعض فلم يطالبه بإشهاد ولا رهن ، فالبعض المرفوع هو الدائن ، والبعض المنصوب هو المدين وهو الذي ائتُمن .والأمانة مصدر آمنه إذا جعله آمناً . والأمن اطمئنان النفس وسلامتها ممّا تخافه ، وأطلقت الأمانة على الشيء المؤمَّن عليه ، من إطلاق المصدر على المفعول . وإضافة أمانته تشبه إضافة المصدر إلى مفعوله . وسيجيء ذكر الأمانة بمعنى صفةِ الأمين عندَ قوله تعالى : { وأنا لكم ناصح أمين } في سورة الأعراف ( 68 ) .وقد أطلق هنا اسم الأمانة على الدَّين في الذمّة وعلى الرهن لتعظيم ذلك الحق لأنّ اسم الأمانات له مهابَة في النفوس ، فذلك تحذير من عدم الوفاء به؛ لأنّه لما سمّي أمانة فعدم أدائه ينعكس خِيانة؛ لأنّها ضدّها ، وفي الحديث : أدِّ الأمَانَة إلى من ائتَمنك ولا تَخن من خانك .والأداء : الدفع والتوفية ، وردّ الشيء أو رَدُّ مثله فيما لا تقصد أعيانه ، ومنه أداء الأمانة وأداء الدّين أي عدم جحده قال تعالى : { إن الله يأمركم أن تؤدوا الأمانات إلى أهلها } [ النساء : 58 ] .والمعنى : إذا ظننتم أنّكم في غُنية عن التوثّق في ديونكم بأنّكم أمناء عند بعضكم ، فأعْطُوا الأمانَة حَقَّها .وقد علمتَ ممّا تقدم عند قوله تعالى : { فاكتبوه } أنّ آية { فإن أمن بعضكم بعضاً فليود الذي أؤتمن أمانته } تعتبر تكميلاً لطلب الكتابة والإشهادِ طلَبَ ندب واستحباب عند الذين حملوا الأمر في قوله تعالى : { فاكتبوه } على معنى الندب والاستحباب ، وهم الجمهور .ومعنى كونها تكميلاً لذلك الطلب أنّها بيّنت أنّ الكتابة والإشهاد بين المتداينين ، مقصود بهما حسن التعامل بينهما ، فإن بدَا لهما أن يأخذا بهما فنعمَّا ، وإن اكتفيا بما يعلمانه من أماننٍ بينهما فلهما تركهما .وأتبع هذا البيان بوصاية كلا المتعاملين بأن يؤدّيا الأمانة ويتّقيا الله .وتقدم أيضاً أنّ الذين قالوا بأنّ الكتابة والإشهاد على الديون كان واجباً ثم نسخ وجوبه ، ادّعوا أنّ ناسخه هو قوله تعالى : { فإن أمن بعضكم بعضاً } الآية ، وهو قول الشعبي ، وابن جريج ، وجابر بن زيد ، والربيع بن سليمان ، ونسب إلى أبي سعيد الخدري .ومحمل قولهم وقوللِ أبي سعيد إن صحّ ذلك عنه أنّهم عنّوا بالنسخ تخصيص عموم الأحوال والأزمنة . وتسميةُ مثل ذلك نسخاً تسمية قديمة .أمّا الذين يرون وجوب الكتابة والإشهاد بالديون حكمَا مُحْكَما ، ومنهم الطبري ، فقصروا آية { فإن أمن بعضكم بعضاً } الآية على كونها تكملةً لصورة الرهن في السفر خاصة ، كما صرّح به الطبري ولم يأت بكلام واضح في ذلك ولكنّه جمجم الكلام وطَوَاه .ولَوْ أنّهم قالوا : إنّ هذه الآية تعني حالةَ تعذّر وجود الرهن في حالة السفر ، أي فلم يبق إلاّ أن يأمن بعضكم فالتقدير : فإن لم تجدوا رهناً وأمن بعضكم بعضاً إلى آخره لكان له وجه ، ويُفهم منه أنّه إن لم يأمنه لا يداينه ، ولكن طُوى هذا ترغيباً للناس في المواساة والاتِّسام بالأمانة . وهؤلاء الفرق الثلاثة كلّهم يجعلون هذه الآية مقصورة على بيان حالة ترك التوثّق في الديون .وأظهر ممّا قالوه عندي : أنّ هذه الآية تشريع مستقلّ يعم جميع الأحوال المتعلّقة بالديون : من إشهاد ، ورهننٍ ، ووفاءٍ بالدّين ، والمتعلّقةِ بالتبايع ، ولهذه النكتة أبهم المؤتمنون بكلمة { بعض } ليشمَل الائتمان من كلا الجانبين : الذي من قبل ربّ الدين ، والذي من قبل المدين .فربّ الدين يأتمن المدين إذا لم ير حاجة إلى الإشهاد عليه ، ولم يطالبه بإعطاء الرهن في السفر ولا في الحضر .والمدين يأتمن الدائنَ إذا سَلَّم له رهناً أغلى ثمناً بكثير من قيمة الدين المرتهَن فيه ، والغالب أنّ الرهان تكون أوْفَرَ قيمة من الديون التي أرهنت لأجلها ، فأمر كلّ جانب مؤتمننٍ أن يؤدّي أمانته ، فأداءُ المدين أمانته بدفع الدين ، دون مطل ، ولا جحود ، وأداء الدائن أمانته إذا أعطي رهناً متجاوزَ القيمةِ على الدّين أن يردّ الرهن ولا يجحده غير مكترث بالدّين؛ لأنّ الرهن أوفر منه ، ولا ينقص شيئاً من الرهن .ولفظ الأمانة مستعمل في معنيين : معنى الصفة التي يتَّصف بها الأمين ، ومعنى الشيء المؤمَّن .فيؤخذ من هذا التفسير إبطال غلَق الرهن : وهو أن يصير الشيء المرهون ملكاً لربّ الدّين ، إذا لم يدفع الدينَ عند الأجل ، قال النبي صلى الله عليه وسلم\" لا يَغْلق الرهنُ \" وقد كان غَلق الرهن من أعمال أهل الجاهلية ، قال زهير: ... وفارقَتْكَ برَهْننٍ لا فَكَاكَ لهعند الوَداع فأمسى الرهن قد غَلِقا ... ومعنى { أمن بعضكم بعضاً } أن يقول كلا المتعاملين للآخر : لا حاجة لنا بالإشهاد ونحن يأمن بعضنا بعضاً ، وذلك كي لا ينتقض المقصد الذي أشرنا إليه فيما مضى من دفع مظنّة اتّهام أحد المتداينين الآخر .وزيد في التحذير بقوله : { وليتق الله ربه } ، وذِكر اسم الجلالة فيه مع إمكان الاستغناء بقوله : «وليتّق ربّه» لإدخال الرّوع في ضمير السامع وتربية المهابة .وقوله : { الذي أؤتمن } وقع فيه ياء هي المدة في آخر ( الذي ) ووقع بعده همزتان أولاهما وصلية وهي همزة الافتعال ، والثانية قطعية أصلية ، فقرأه الجمهور بكسر ذال الذي وبهمزة ساكنة بعد كسرة الذال؛ لأنّ همزة الوصل سقطت في الدرَج فبقيت الهمزة على سكونها؛ إذ الداعي لقلب الهمزة الثانية مدّا قد زال ، وهو الهمزة الأولى ، ففي هذه القراءة تصحيح للهمزة؛ إذ لا داعي للإعلال .وقرأه ورش عن نافع ، وأبو عمرو ، وأبو جعفر : الّذِيتُمن بياء بعد ذال الذي ، ثم فوقية مضمومة : اعتباراً بأنّ الهمزة الأصلية قد انقلبت واواً بعد همزة الافتعال الوصلية؛ لأنّ الشأن ضم همزة الوصل مجانسة لحركة تاء الافتعال عند البناء للمجهول ، فلمّا حذفت همزة الوصل في الدرج بقيت الهمزة الثانية واواً بعد كسرة ذال ( الذي ) فقلبت الواو ياء ففي هذه القراءة قلبان .وقرأه أبو بكر عن عاصم : الذي اوتمن بقلب الهمزة واواً تبعاً للضمة مشيراً بها إلى الهمزة .وهذا الاختلاف راجع إلى وجه الأداء فلا مخالفة فيه لرسم المصحف .{ وَلاَ تَكْتُمُواْ الشهادة وَمَن يَكْتُمْهَا فَإِنَّهُ ءَاثِمٌ قَلْبُهُ والله بِمَا تَعْمَلُونَ عَلِيمٌ } .وصاية ثانية للشهداء تجمع الشهادات في جميع الأحوال؛ فإنّه أمر أن يكتب الشاهد بالعدل ، ثم نُهي عن الامتناع من الكتابة بين المتداينين ، وأعقَب ذلك بالنهي عن كتمان الشهادة كلّها . فكان هذا النهي بعمومه بمنزلة التذييل لأحكام الشهادة في الدّين .واعلم أنّ قوله تعالى : { ولا تكتموا الشهادة } نهي ، وأنّ مقتضى النهي إفادة التكرار عند جمهور علماء الأصول : أي تكرارِ الانكفاف عن فعل المنهيّ في أوقات عُروضضِ فعله ، ولولا إفادته التكرار لَما تحقّقت معصية ، وأنّ التكرار الذي يقتضيه النهي تكرار يستغرق الأزمنة التي يعرض فيها داععٍ لِفعل المنهيّ عنه ، فلذلك كان حقّاً على من تحمّل شهادة بحقّ ألاّ يكتمه عند عروض إعلانه : بأن يبلغه إلى من ينتفع به ، أو يقضِي به ، كلّما ظهر الداعي إلى الاستظهار به ، أو قبلَ ذلك إذا خشي الشاهد تلاشي ما في علمه : بغيبة أو طُرُوِّ نسيان ، أو عروض موت ، بحسب ما يتوقّع الشاهد أنّه حافظٌ للحقّ الذي في علمه ، على مقدار طاقته واجتهاده .وإذ قد علمتَ آنفاً أنّ الله أنبأنا بأنّ مراده إقامة الشهادة على وجهها بقوله : { وأقوم للشهادة } [ البقرة : 282 ] ، وأنّه حرّض الشاهد على الحضور للإشهاد إذا طُلب بقوله : { ولا يأب الشهداء إذا ما دعوا } [ البقرة : 282 ] فعُلم من ذلك كلّه الاهتمام بإظهار الشهادة إظهاراً للحق . ويؤيّد هذا المعنى ويزيده بياناً : قول النبي صلى الله عليه وسلم \" ألاَ أخْبِرُكُم بخَيْر الشهداءِ الذي يأتي بشهادته قبل أن يُسألَها \" رواه مالك في «الموطّأ» ، ورواه عنه مسلم والأربعة .فهذا وجه تفسير الآية تظاهرَ فيه الأثر والنظرُ . ولكن روى في «الصحيح» عن أبي هريرة : أنّ رسول الله صلى الله عليه وسلم قال : \" خيرُ أمَّتِي القرنُ الذي بُعِثْتُ فيهم ثم الذين يلونهم قالها ثانية وشكّ أبو هريرة في الثالثة ثم يخلف قوم يشهدون قبل أن يستشهدوا \" الحديثَ .وهو مسوق مساق ذَمِّ مَن وصفهم بأنّهم يشهدون قبل أن يُستشهدوا ، وأنّ ذمّهم من أجل تلك الصفة . وقد اختلف العلماء في محمله؛ قال عياض : حمله قوم على ظاهره من ذمّ من يَشهد قبل أن تطلب منه الشهادة ، والجمهور على خلافه وأنّ ذلك غير قادح ، وحملوا ما في الحديث على ما إذا شهِد كاذباً ، وإلاّ فقد جاء في «الصحيح» : \" خير الشهود الذي يأتي بشهادته قبل أن يُسْألَها \" . وأقول : روى مسلم عن عِمران بن حُصَين : أنّ رسول الله صلى الله عليه وسلم قال : \" إنّ خيركم قرني ثم الذين يلونهم قالها مرتين أو ثلاثاً ثم يكون بعدهم قوم يشهدون ولا يستشهدون \" الحديث .والظاهرّ أنّ ما رواه أبو هريرة وما رواه عِمران بن حصين حديث واحد ، سمعه كِلاَهما ، واختلفت عبارتهما في حكايته فيكون لفظ عمران بن حصين مبيّناً لفظ أبي هريرة أنّ معنى قوله : قبل أن يستشهدوا دُونَ أن يستشهدوا ، أي دون أن يستشهدهم مُشهد ، أي أن يحمِلوا شهادة أي يشهدون بما لا يعلمون ، وهو الذي عناه المازري بقوله : وحملوا ما في الحديث أي حديث أبي هريرة على ما إذا شهد كاذباً . فهذا طريق للجمع بين الروايتين ، وهي ترجع إلى حمل المجمل على المبيّن .وقال النووي : تأوّلَه بعض العلماء بأنّ ذم الشهادة قبل أن يُسألها الشاهد هو في الشهادة بحقوق الناس بخلاف ما فيه حق اللَّه قال النووي : «وهذا الجمع هو مذهب أصحابنا» وهذه طريقة ترجع إلى إعمال كل من الحديثين في باب ، بتأويل كلّ من الحديثين على غير ظاهره؛ لئلا يلغَى أحدهما .قلت : وبنى عليه الشافعية فرعا بردّ الشهادة التي يؤدّيها الشاهد قبل أن يُسألها ، ذكره الغزالي في «الوجيز» ، والذي نقل ابن مرزوق في «شرح مُختصر خليل عن الوجيز» «الحرص على الشهادة بالمبادرة قبلَ الدعوى لا تقبل ، وبعد الدعوى وقبل الاستشهاد وجهان فإن لم تقبل فهل يصير مجروحاً وجهان» .فأما المالكية فقد اختلفَ كلامهم .فالذي ذهب إليه عياض وابن مرزوق أنّ أداء الشاهد شهادته قبل أن يسألها مقبول لحديث «الموطأ» «خَيْر الشهداء الذي يأتي بشهادته قبل أن يُسألها» ونقل الباجي عن مالك : «أنّ معنى الحديث أن يكون عند الشاهد شهادة لرجل لا يعلم بها ، فيخبره بها ، ويؤدّيها له عند الحاكم» فإنّ مالكاً ذكره في «الموطأ» ولم يذيّله بما يقتضي أنّه لا عمل عليه وتبعَ الباجي ابنُ مرزوق في «شرحه لمختصر خليل» ، وادّعى أنَّه لا يعرف في المذهب ما يخالفه والذي ذهب إليه ابن الحاجب ، وخليلٌ ، وشارحو مختصرَيْهما : أنّ أداء الشهادة قبل أن يطلب من الشاهد أداؤُها مانع من قبولها : قال ابن الحاجب «وفي الأداء يُبدأ به دونَ طلب فيما تمحّض من حق الآدمي قادِحة» وقال خليل عاطفاً على موانع قبول الشهادة : «أوْ رَفَع قبل الطلب في مَحْض حقّ الآدمي» . وكذلك ابن راشد القفصي في كتابه «الفائِق في الأحكام والوثائق» ونسبه النووي في «شرحه على صحيح مسلم لمالك» ، وحمله على أنّ المستند متّحد وهو إعمال حديث أبي هريرة ولعلّه أخذ نسْبة ذلك لمالك من كلام ابن الحاجب المتقدّم .وادّعى ابن مرزوق أنّ ابن الحاجب تبع ابن شاس إذ قال : «فإن بادر بها من غير طلب لم يقبل» وأنّ ابن شاس أخذه من كلام الغزالي قال : «والذي تقتضيه نصوص المذهب أنّه إنْ رفعها قبل الطلب لم يقدح ذلك فيها بل إن لم يكن فعله مندوباً فلا أقلّ من أن لا تُردّ» واعتضد بكلام الباجي في شرح حديث : خير الشهداء الذي يأتي بشهادته قبل أن يُسألها .وقد سلكوا في تعليل المسألة مسلكين : مسلك يرجع إلى الجمع بين الحديثين ، وهو مسلك الشافعية ، ومسلك إعمال قاعدة رَدّ الشهادةِ بتهمة الحرص على العمل بشهادته وأنّه ريبة .وقوله : { ومن يكتمها فإنه آثم قلبه } زيادة في التحذير . والإثمُ : الذنب والفجور .والقلب اسم للإدراك والانفعالات النفسية والنَوايا . وأسد الإثم إلى القلب وإنّما الآثم الكاتم لأنّ القلب أي حركات العقل يسبّب ارتكاب الإثم : فإنّ كتمان الشهادة إصْرار قلبي على معصية ، ومثله قوله تعالى : { [ الأعراف : 116 ] وإنّما سحَروا الناس بواسطة مرئيات وتخيّلات وقول الأعشى: ... كذلكَ فافعل ما حييتَ إذا شَتَوْاوأقْدِمْ إذَا ما أعْيُنُ الناسسِ تَفْرق ... لأنْ الفرَق ينشأ عن رؤية الأهوال .وقوله : والله بما تعملون عليم } تهديد ، كناية عن المجازاة بمثل الصنيع؛ لأنّ القادر لا يحُول بينه وبين المؤاخذة إلاّ الجهل فإذا كان عليماً أقام قسطاس الجزاء .",
  "ayah": 283,
  "surah": 2
}
