{
  "text": "لما دخل هذا القول في جملة المحاورة جردت الجملة من الفاء أيضاً كما تقدم في نظائره لأنه وإن كان إقبالاً بالخطاب على غير المخاطَبين بالأقوال التي قبله فهو بمثابة خطاب لهم لأن المقصود من خطاب آدم بذلك أن يَظهر عقبَه فضلُه عليهم في العلم من هاته الناحية فكانَ الخطاب بمنزلة أن يكون مسوقاً إليهم لقوله عقب ذلك : { قال ألم أقل لكم إني أعلم غيب السماوات والأرض } .وابتداء خطاب آدم بندائه مع أنه غير بعيد عن سماع الأمر الإلهي للتنويه بشأن آدم وإظهار اسمه في الملأ الأعلى حتى ينال بذلك حسن السمعة مع ما فيه من التكريم عند الآمر لأن شأن الآمر والمخاطِب بالكسر إذا تلطف مع المخاطَب بالفتح أن يذكر اسمه ولا يقتصر على ضمير الخطاب حتى لا يساوي بخطابه كل خطاب ، ومنه ما جاء في حديث الشفاعة بعد ذكر سجود النبيء وحمده الله بمحامد يلهمه إياها فيقول : «يا محمد ارفع رأسك سل تُعْطَ واشفع تشفَّع» وهذه نكتة ذكر الاسم حتى في أثناء المخاطبة كما قال امرؤ القيس :أفاطم مهلاً بعضَ هذا التدلل ... وربما جعلوا النداء طريقاً إلى إحضار اسمه الظاهر لأنه لا طريق لإحضاره عند المخاطبة إلا بواسطة النداء فالنداء على كل تقدير مستعمل في معناه المجازي .{ فَلَمَّآ أَنبَأَهُم بِأَسْمَآئِهِم } .الإنباء إخبارهم بالأسماء ، وفيه إيماء بأن المخبر به شيء مهم . والضمير المجرور بالإضافة ضمير المسميات مثل ضمير { عرضهم } ، وفي إجرائه على صيغة ضمائر العقلاء ما قرر في قوله : { ثم عرضهم } [ البقرة : 31 ] .وقوله : { فلما أنبأهم بأسمائهم } الضمير في ( أنبأ ) لآدم وفي ( قال ) ضمير اسم الجلالة وإنما لم يؤت بفاعله اسماً ظاهراً مع أنه جرى على غير من هو له أي عقب ضمائر آدم في قوله : { أنبئهم } و { أنبأهم } لأن السياق قرينة على أن هذا القول لا يصدر من مثل آدم .{ قَالَ أَلَمْ أَقُل لَّكُمْ إني أَعْلَمُ غَيْبَ السموات والارض } .جواب ( لما ) والقائل هو الله تعالى وهو المذكور في قوله : { وإذ قال ربك } [ البقرة : 30 ] وعادت إليه ضمائر { قال إني أعلم } [ البقرة : 30 ] و { علّم } [ البقرة : 31 ] و { عرضهم } وما قبله من الضمائر وهو تذكير لهم بقوله لهم في أول المحاورة : { إني أعلم ما لا تعلمون } وذلك القول وإن لم يكن فيه : { أعلم غيب السموات والأرض } صراحة إلا أنه يتضمنه لأن عموم { ما لا تعلمون } يشمل جميع ذلك فيكون قوله هنا : { إني أعلم غيب السموات والأرض } بياناً لما أجمل في القول الأول لأنه يساويه ما صدقا لأن { ما لا تعلمون } هو غيب السموات والأرض وقد زاد البيان هنا على المبين بقوله :{ وَأَعْلَمُ مَا تُبْدُونَ وَمَا كُنتُمْ تَكْتُمُونَ } .وإنما جيء بالإجمال قبل ظهور البرهان وجيء بالتفصيل بعد ظهوره على طريقة الحِجاج وهو إجمال الدعوى وتفصيل النتيجة لأن الدعوى قبل البرهان قد يتطرقها شك السامع بأن يحملها على المبالغة ونحوها وبعد البرهان يصح للمدعى أن يوقف المحجوج على غلطه ونحوه وأن يتبجح عليه بسلطان برهانه فإن للحق صولة . ونظيره قول صاحب موسى : { سأنبئك بتأويل ما لم تستطع عليه صبراً أما السفينة } [ الكهف : 78 ، 79 ] إلى قوله : { وما فعلته عن أمري } [ الكهف : 82 ] ثم قال : { ذلك تأويل ما لم تسطع عليه صبراً } [ الكهف : 82 ] . فجاء باسم إشارة البعيد تعظيماً للتأويل بعد ظهوره . وهذه طريقة مسلوكة للكتاب والخطباء وهي ترجع إلى قاعدة أخذ النتائج من المقدمات في صناعة الإنشاء كما بينته في كتاب «أصول الإنشاء والخطابة» وأكثر الخطباء يفضي إلى الغرض من خطبته بعد المقدمات والتمهيدات وقد جاءت الآية على طريقة الخطباء والبلغاء فيما ذكرنا تعليماً للخلق وجرياً على مقتضى الحال المتعارف من غير مراعاة لجانب الألوهية فإن الملائكة لا يمترون في أن قوله تعالى الحق ووعده الصدق فليسوا بحاجة إلى نصب البراهين .و { كُنتُمْ } في قوله : { وَمَا كُنتُمْ تَكْتُمُونَ } الأظهر أنها زائدة لتأكيد تحقق الكتمان فإن الذي يعلم ما اشتد كتمانه يعلم ما لم يحرص على كتمانه ويعلم ظواهر الأحوال بالأولى .وصيغة المضارع في { تُبْدُونَ } و { تَكْتُمُونَ } للدلالة على تجدد ذلك منهم فيقتضي تجدد علم الله بذلك كلما تجدد منهم .ولبعضهم هنا تكلفات في جعل { كنتم } للدلالة على الزمان الماضي وجعل { تبدون } للاستقبال وتقدير اكتفاء في الجانبين أعني وما كنتم تبدون وما تكتمون واكتفاء في غيب السماوات والأرض يعني وشهادتهما وكل ذلك لا داعي إليه .وقد جعل الله تعالى علم آدم بالأسماء وعجز الملائكة عن ذلك علامة على أهلية النوع البشري لخلافته في الأرض دون الملائكة لأن الخلافة في الأرض هي خلافة الله تعالى في القيام بما أراده من العُمران بجميع أحواله وشعبه بمعنى أن الله تعالى ناط بالنوع البشري إتمام مراده من العالم فكان تصرف هذا النوع في الأرض قائماً مقام مباشرة قدرة الله تعالى بجميع الأعمال التي يقوم بها البشر ، ولا شك أن هذه الخلافة لا تتقوم إلا بالعلم أعني اكتساب المجهول من المعلوم وتحقيق المناسبة بين الأشياء ومواقعها ومقارناتها وهو العلم الاكتسابي الذي يدرك به الإنسان الخير والشر ويستطيع به فعل الخير وفعل الشر كل في موضعه ولا يصلح لهذا العِلم إلا القوةُ الناطقة وهي قوة التفكير التي أجلَى مظاهرها معرفة أسماء الأشياء وأسماء خصائصها والتي تستطيع أن تصدر الأضداد من الأفعال لأن تلك القوة هي التي لا تنحصر متعلقاتها ولاتقف معلوماتها كما شوهد من أحوال النوع الإنساني منذ النشأة إلى الآن وإلى ما شاء الله تعالى . والملائكة لما لم يخلقوا متهيئين لذلك حتى أَعْجَزَهم وضع الأسماء للمسميات وكانوا مجبولين على سجية واحدة وهي سجية الخير التي لا تختلف ولا تتخلف لم يكونوا مؤهلين لاستفادة المجهولات من المعلومات حتى لا تقف معارفهم .ولم يكونوا مصادر للشرور التي يتعين صدورها لإصلاح العالم فخيرتهم وإن كانت صالحة لاستقامة عالمهم الطاهر لم تكن صالحة لنظام عالم مخلوط ، وحكمة خلطه ظهور منتهى العلم الإلهي كما قال أبو الطيب :ووضع الندى في موضع السيف بالعُلا ... مضرٌّ كوضع السيف في موضع الندَىوالآية تقتضي مزية عظمى لهذا النوع في هذا الباب وفي فضل العلم ولكنها لا تدل على أفضلية النوع البشري على الملائكة إذ المزية لا تقتضي الأفضلية كما بينه الشهاب القراقي في الفرق الحادي والتسعين فهذه فضيلة من ناحية واحدة وإنما يعتمد التفضيل المطلق مجموعَ الفضائل كما دل عليه حديث موسى والخضر .والاستفهام في قوله : { ألم أقل لكم } إلخ تقريري لأن ذلك القول واقع لا محالة والملائكة لا يعلمون وقوعه ولا ينكرونه . وإنما أوقع الاستفهام على نفي القول لأن غالب الاستفهام التقريري يقحم فيه ما يفيد النفي لقصد التوسيع على المقرَّر حتى يُخيَّل إليه أنه يُسأل عن نفي وقوع الشيء فإن أراد أن يزعم نفيه فقد وسَّع المقرِّر عليه ذلك ولكنه يتحقق أنه لا يستطيع إنكاره فلذلك يقرره على نفيه ، فإذا أقر كان إقراره لازماً له لا مناص له منه . فهذا قانون الاستفهام التقريري الغالب عليه وهو الذي تكرر في القرآن وبنى عليه صاحب «الكشاف» معاني آياته التي منها قوله تعالى : { ألم تعلم أن الله على كل شيء قدير } [ البقرة : 106 ] وتوقف فيه ابن هشام في «مغني اللبيب» ورده عليه شارحه . وقد يقع التقرير بالإثبات على الأصل نحو : { أأنت قلتَ للناس } [ المائدة : 116 ] وهو تقرير مُراد به إبطال دعوى النصارى ، وقوله : { قالوا أأنت فعلتَ هذا بآلهتنا يا إبراهيم } [ الأنبياء : 62 ] .",
  "ayah": 33,
  "surah": 2
}
