{
  "text": "الفاء عاطفة على قوله : { ولا تقربا } [ البقرة : 35 ] وحَقها إفادة التعقيب فيكون التعقيب عرفياً لأن وقوع الإزلال كان بعدَ مضي مدة هي بالنسبة للمدة المرادة من سكنى الجنة كالأَمد القليل . والأحسن جعل الفاء للتفريع مجردة عن التعقيب .والإزلال جعل الغير زَالاًّ أي قائماً به الزلل وهو كالزَلَق أن تسير الرجلان على الأرض بدون اختيار لارتخاء الأرض بطين ونحوه ، أي ذاهبة رجلاه بدون إرادة ، وهو مجاز مشهور في صدور الخطيئة والغلط المضر ومنه سمي العصيان ونحوه الزلل .والضمير في قوله : { عنها } يجوز أن يعود إلى الشجرة لأنها أقرب وليتبين سبب الزلة وسبب الخروج من الجنة إذ لو لم يجعل الضمير عائداً إلى الشجرة لخلت القصة عن ذكر سبب الخروج . و ( عن ) في أصل معناها أي أزلهما إزلالاً ناشئاً عن الشجرة أي عن الأكل منها ، وتقدير المضاف دل عليه قوله : { ولا تقربا هذه الشجرة } ، وليست ( عن ) للسببية ومن ذكر السببية أراد حاصل المعنى كما قال أبو عبيدة في قوله تعالى : { وما ينطق عن الهوى } [ النجم : 3 ] أن معناه وما ينطق بالهوى فقال الرضي : الأوْلى أن ( عن ) بمعناها وأن الجار والمجرور صفة لمصدر محذوف أي نطقاً صادراً عن الهوى . ويجوز كون الضمير للجنة وتكون ( عن ) على ظاهرها والإزلال مجازاً في الإخراج بكره والمراد منه الهبوط من الجنة مكرهين كمن يزل عن موقفه فيسقط كقوله : «وكم منزل لولايَ طِحْتَ» .وقولُه : { فأخرجهما مما كانا فيه } تفريع عن الإزلال بناء على أن الضمير للشجرة ، والمراد من الموصول وصلته التعظيم ، كقولهم قد كان ما كان ، فإن جعلت الضمير في قوله : { عنها } عائداً إلى الجنة كان هذا التفريع تفريع المفصَّل عن المجمل وكانت الفاء للترتيب الذكْري المجرَّد كما في قوله تعالى : { وكم من قرية أهلكناها فجاءها بأسنا بياتاً أوْ هُم قائلون } [ الأعراف : 4 ] وقوله : { كذَّبت قبلهم قوم نوح فكذبوا عبدنا وقالوا مجنون وازدُجِر } [ القمر : 9 ] . أما دلالة الموصول عن التعظيم فهي هي .وقرأ حمزة «فأزالهما» بألف بعد الزاي وهو من الإزالة بمعنى الإبعاد ، وعلى هذه القراءة يتعين أن يكون ضمير { عنها } عائداً إلى الجنة لا إلى الشجرة . وقد نُبه عليه بخصوصه مع العلم بأن من خَرج من الجنة فقد خرج مما كان فيه إحضاراً لهذه الخسارة العظيمة في ذهن السامعين حتى لا تكون استفادتها بدلالة الالتزام خاصة فإنها دلالة قد تخفى فكانت إعادته في هذه الصلة بمرادفه كإعادته بلفظه في قوله تعالى : { فغَشِيَهم من اليَمِّ ما غَشِيَهُم } [ طه : 78 ] .وتفيد الآية إثارة الحسرة في نفوس بني آدم على ما أصاب آدم من جراء عدم امتثاله لوصاية الله تعالى وموعظة تُنبِّهُ بوجوب الوقوف عند الأمر والنهي والترغيب في السعي إلى ما يعيدهم إلى هذه الجنة التي كانت لأبيهم وتربيةِ العداوة بينهم وبين الشيطان وجنده إذ كان سبباً في جر هذه المصيبة لأبيهم حتى يكونوا أبداً ثأراً لأبيهم مُعادين للشيطان ووسوسته مسيئين الظنون بإغرائه كما أشار إليه قوله تعالى :{ يا بني آدم لا يفتننكم الشيطان كما أخرج أبويكم من الجنة } [ الأعراف : 27 ] وقوله هنا : { بعضكم لبعض عدو } . وهذا أصل عظيم في تربية العامة ولأجله كان قادة الأمم يذكرون لهم سوابق عداوات منافسيهم ومَن غلبهم في الحروب ليكون ذلك باعثاً على أخذ الثأر .وعطفُ { وقلنا اهبطوا } بالواو دون الفاء لأنه ليس متُفرِّع عن الإخراج بل هو متقدم عليه ولكن ذكر الإخراج قبل هذا لمناسبةِ سياققِ ما فعله الشيطان وغروره بآدم فلذلك قدم قوله : { فأخرجهما } إثر قوله : { فأزلهما الشيطان } . ووجه جمع الضمير في { اهبطوا } قيل لأن هبوط آدم وحواءَ اقتضى أن لا يوجد نسلهما في الجنة فكان إهباطهما إهباطاً لنسلهما ، وقيل الخطاب لهما ولإبليس وهو وإن أُهبط عند إبايته السجود كما أفاده قوله تعالى في سورة الأعراف { قال أنا خير منه خلقتني من نار وخلقته من طين قال فاهبط منها فما يكون لك أن تتكبر فيها فاخرج إنك من الصاغرين } [ الأعراف : 12 ، 13 ] إلى قوله { قال اخرجُ منها مذءوماً مدحوراً } [ الأعراف : 18 ] إلى قوله { ويا آدم اسكن أنت وزوجك الجنة } [ الأعراف : 19 ] فهذا إهباط ثان فيه تحجير دخول الجنة عليه والإهباطُ الأول كان إهباطَ مَنع من الكرامة مع تمكينه من الدخول للوسوسة وكلا الوجهين بعيد ، فالذي أراه أن جمع الضمير مراد به التثنية لكراهية توالي المثنيات بالإظهار والإضمار من قوله : { وكُلا منها رغداً } [ البقرة : 35 ] والعرب يستثقلون ذلك قال امرؤ القيس :وقوفاً بها صحبي عليَّ مطيَّهم ... يقُولون لا تهلك أسىً وتجملوإنما له صاحبان لقوله : «قفا نبك» إلخ وقال تعالى : { فقد صَغَت قلوبكما } وسيأتي في سورة التحريم ( 4 ) .وقوله : بعضكم لبعض عدو } يحتمل أن يراد بالبعض بعض الأنواع وهو عداوة الإنس والجن . إن كان الضمير في { اهبطوا } لآدم وزوجه وإبليس ، ويحتمل أن يراد عداوة بعض أفراد نوع البشر ، إن كان ضمير { اهبطوا } لآدم وحواء فيكون ذلك إعلاماً لهما بأثر من آثار عملهما يورث في بنيهما ، ولذلك مبدأ ظهور آثار الاختلاف في تكوين خلقتهما بأن كان عصيانهما يورث في بنيهما ، ولذلك مبدأ ظهور آثار الاختلال في تكوين خلقتهما بأن كان عصيانهما يورث في أنفسهما وأنفس ذريتهما داعية التغرير والحيلة على حد قوله تعالى : { إن من أزواجكم وأولادكم عدواً لكم } فإن الأخلاق تورث وكيف لا وهي مما يعدى بكثرة الملابسة والمصاحبة وقد قال أبو تمام :لأعْديتني بالحلم إن العلا تعدي ... ووجه المناسبة بين هذا الأثر وبين منشئه الذي هو الأكل من الشجرة أن الأكل من الشجرة كان مخالفة لأمر الله تعالى ورفضاً له وسوء الظن بالفائدة منه دعا لمخالفته الطمع والحرص على جلب نفع لأنفسهما ، وهو الخلود في الجنة والاستئثار بخيراتها مع سوء الظن بالذي نهاهما عن الأكل منها وإعلامه لهما بأنهما إن أكلا منها ظلما أنفسهما لقول إبليس لهما :{ ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين أو تكونا من الخالدين } [ الأعراف : 20 ] فكذلك كانت عداوة أفراد البشر مع ما جبلوا عليه من الألفة والأنس والاتحاد منشؤها رفض تلك الألفة والاتحاد لأجل جلب النفع للنفس وإهمال منفعة الغير ، فلا جرم كان بين ذلك الخاطر الذي بعثهما على الأكل من الشجرة وبين أثره الذي بقي في نفوسهما والذي سيورثونه نسلهما فيخلق النسل مركبة عقولهم على التخلق بذلك الخلق الذي طرأ على عقل أبويهما ، ولا شك أن ذلك الخلق الراجع لإيثار النفس بالخير وسوء الظن بالغير هو منبع العداوات كلها لأن الواحد لا يعادي الآخر إلا لاعتقاد مزاحمة في منفعة أو لسوء ظن به في مضرة . وفي هذا إشارة إلى مسألة أخلاقية وهي أن أصل الأخلاق حسنها وقبيحها هو الخواطر الخيرة والشريرة ثم ينقلب الخاطر إذا ترتب عليه فعل فيصير خلقاً وإذا قاومه صاحبه ولم يفعل صارت تلك المقاومة سبباً في اضمحلال ذلك الخاطر ، ولذلك حذرت الشريعة من الهم بالمعاصي وكان جزاء ترك فعل ما يهم به منها حسنة وأمرت بخواطِر الخير فكان جزاء مجردِ الهمِّ بالحسنة حسنةً ولو لم يعملها وكان العمل بذلك الهَم عشرَ حسنات كما ورد في الحديث الصحيح : « مَن همَّ بحسنة فلم يعملها كتبها الله عنده حسنة كاملة ثم قال ومَنْ همَّ بسيئة فعملها كُتبت له سيئةٌ واحدة » وجعل العفو عن حديث النفس مِنَّة من الله تعالى ومغفرة في حديث « إن الله تجاوز عن أمتي فيما حدثت به نفوسها »إن الله تعالى خلق الإنسان خَيِّراً سالماً من الشرور والخواطر الشريرة على صفة مَلَكية وهو معنى { لقد خلقنا الإنسان في أحسن تقويم } [ التين : 4 ] ثم جعله أطواراً فأولها طور تعليمِه النطقَ ووضععِ الأسماء للمسميات لأن ذلك مبدأُ المعرفة وبه يكون التعليم أي يعلم بعض أفراده بعضاً ما علِمَه وجَهِلَهُ الآخرِ فكان إلهامُه اللغة مبدأَ حركة الفكر الإنساني وهو مبدأ صالح للخير ومعين عليه لأن به علَّم الناسُ بعضهم بعضاً ولذلك ترى الصبي يرى الشيءَ فيسرعُ إلى قرنائه يُناديهم ليَرَوْهُ معه حرصاً على إفادتهم فكان الإنسان معلِّماً بالطبع وكان ذلك معيناً على خيريته إلا أنه صالح أيضاً لاستعمال النطق في التمويه والكذب؛ ثم إن الله تعالى لما نهاه عن أمر كلَّفه بما في استطاعته أن يمتثله وأن يخالفه فتلك الاستطاعة مبدأ حركة نفسه في الحرص والاستئثار فكان خَلْق الله تعالى إياه على تلك الاستطاعة مبدأ طَور جديد هو المشار إليه بقوله : { ثم رَدَدْناه أَسفل سافلين } [ التين : 5 ] ، ثم هداه بواسطة الشرائع فصار باتباعها يبلغ إلى مراتب الملائكة ويرجع إلى تقويمه الأول وذلك معنى قوله :{ إلا الذين آمنُوا وعملوا الصالحات } [ التين : 6 ] وقد أشير إلى هذا الطور الأخير بقوله فيما يأتي : { فإما يأتينكم مني هُدى فَمَنْ تَبِعَ هُداي } [ البقرة : 38 ] الآية .وجملة { بعضكم لبعض عدو } إما مستأنفة استئنافاً ابتدائياً وإما جملة حال من ضير { اهبطوا } وهي اسمية خلت من الواو ، وفي اعتبار الجملة الاسمية الخالية من الواو حالا خلاف بين أئمة العربية ، منع ذلك الفراء والزمخشري وأجازه ابن مالك وجماعة . والحق عندي أن الجملة الحالية تستغني بالضمير عن الواو وبالواو عن الضمير فإذا كانت في معنى الصفة لصاحبها اشتملت على ضميره أو ضمير سببيِّه فاستغنت عن الواو نحو الآية ونحوجاء زيد يَدُه على رأسه أو أَبُوه يرافقه ، وإلا وجبت الواو إذ لا رابط حينئذ غيرُها نحو جاء زيد والشمسُ طالعة وقوللِ تأبط شراً :فخالط سَهْلَ الأرضضِ لَمْ يَكْدَح الصَّفَا ... به كَدْحَةً والموتُ خَزيان يَنْظُروقوله : { ولكم في الأرض مستقر } ضميره راجع إلى ما رجع إليه ضمير { اهبطوا } على التقادير كلها . والحين الوقت والمراد به وقت انقراض النوع الإنساني والشيطاني بانقراض العالم ، ويحتمل أن يكون المراد من ضمير { لكم } التوزيعَ أي ولكل واحد منكم في الأرض مستقر ومتاع إلى حين . وإنما كان ذلك متاعاً لأن الحياة أمر مرغوب لسائر البشر على أن الحياة لا تخلو من لذات وتمتع بما وَهَبَنا الله من الملائمات . هذا إن أريد بالخبر المجموع أي لجميعكم وإن أريد به التوزيع فالحين هو وقت موت كل فرد على حدِّ قولك للجيش : هذه الأفْراس لكم أي لكل واحد منكم فرس .",
  "ayah": 36,
  "surah": 2
}
