{
  "text": "وقوله : { والذين كفروا وكذبوا بآياتنا } يحتمل أنه من جملة ما قيل لآدم فإكمال ذكره هنا استيعاب لأقسام ذرية آدم وفيه تعريض بالمشركين من ذرية آدم وهو يعم من كذب بالمعجزات كلها ومن جملتها القرآن ، عطف على ( مَن ) الشرطية في قوله : { فمن تبع هداي } إلخ فهو من عطف جملة اسمية على جملة اسمية ، وأتى بالجملة المعطوفة غير شرطية مع ما في الشرطية من قوة الربط والتنصيص على ترتب الجزاء على الشرط وعدم الانفكاك عنه لأن معنى الترتب والتسبب وعدم الانفكاك قد حصل بطرق أخرى فحصل معنى الشرط من مفهوم قوله : { فمن تبع هداي فلا خوف عليهم } فإنه بشارة يؤذن مفهومها بنذارة من لم يتبعه فهو خائف حزين فيترقب السامع ما يبين هذا الخوف والحزن فيحصل ذلك بقوله : { والذين كفروا وكذبوا } الآية . وأما معنى التسبب فقد حصل من تعليق الخبر على الموصول وصلته المومىء إلى وجه بناء الخبر وعلته على أحد التفسيرين في الإيماء إلى وجه بناء الخبر ، وأما عدم الانفكاك فقد اقتضاه الإخبار عنهم بأصحاب النار المقتضي للملازمة ثم التصريح بقوله : { هم فيها خالدون } .ويحتمل أنه تذييل ذيلت به قصة آدم لمناسبة ذكر المهتدين وليس من المقول له ، والمقصود من هذا التذييل تهديد المشركين والعود إلى عرض قوله تعالى : { يا أيها الناس اعبدوا ربكم } [ البقرة : 21 ] وقوله : { كيف تكفرون بالله } [ البقرة : 28 ] فتكون الواو في قوله : { والذين كفروا } اعتراضية والمراد بالذين كفروا الذين أنكروا الخالق وأنكروا أنبياءه وجحدوا عهده كما هو اصطلاح القرآن والمعنى والذين كفروا بي وبهداي كما دلت عليه المقابلة .والآيات جمع آية وهي الشيء الدال على أمر من شأنه أن يخفى ، ولذلك قيل لأعلام الطريق آيات لأنهم وضعوها للإرشاد إلى الطرق الخفية في الرمال ، وتسمى الحجة آية لأنها تظهر الحق الخفي ، كما قال الحارث بن حلزة :من لنا عنده من الخير آيا ... تٌ ثلاثٌ في كلهن القضاءيعني ثلاث حجج على نصحهم وحسن بلائهم في الحرب وعلى اتصالهم بالملك عمرو بن هند . وسمى الله الدلائل على وجوده وعلى وحدانيته وعلى إبطال عقيدة الشرك آيات ، فقال : { وماتأتيهم من آية من آيات ربهم إلا كانوا عنها معرضين } [ الأنعام : 4 ] وقال : { وهو الذي جعل لكم النجوم لتهتدوا بها في ظلمات البر والبحر قد فصلنا الآيات لقوم يعلمون } [ الأنعام : 97 ] إلى قوله : { إن في ذلكم لآيات لقوم يؤمنون } [ الأنعام : 99 ] وقال : { وأقسموا بالله جهد أيمانهم لئن جاءتهم آية ليؤمنن بها } [ الأنعام : 109 ] وسمي القرآن آية فقال : { وقالوا لولا أنزل عليه آيات من ربه قل إنما الآيات عند الله إلى قوله { أو لم يكفهم أنا أنزلنا عليك الكتاب يتلى عليهم } في سورة العنكبوت ( 50 ، 51 ) . وسمَّى أجزاءه آيات فقال : { وإذا تتلى عليهم آياتنا بينات تعرف في وجوه الذين كفروا المنكر يكادون يسطون بالذين يتلون عليهم آياتنا } [ الحج : 72 ] وقال : { المر تلك آيات الكتاب والذي أنزل إليك من ربك الحق } [ الرعد : 1 ] لأن كل سورة من القرآن يعجز البشر عن الإتيان بمثلها كما قال تعالى : { فأتوا بسورة من مثله } [ البقرة : 23 ] ، فكان دالاً على صدق الرسول فيما جاء به وكانت جمله آيات لأن بها بعضَ المقدار المعجز ، ولم تسم أجزاء الكتب السماوية الأخرى آيات ، وأما ما ورد في حديث الرجم أن ابن صوريا حين نشر التوراة وضع يده على آية الرجم فذلك على تشبيه الجزء من التوراة بالجزء من القرآن وهو من تعبير راوي الحديث .وأصل الآية عند سيبويه فَعَلَة بالتحريك أَيَيَهْ أو أَوَيَهْ على الخلاف في أنها واوية أو يائية مشتقة من أي الاستفهامية أو من أوى فلما تحرك حرفَا العلة فيها قلب أحدهما وقُلب الأول تخفيفاً على غير قياس لأن قياس اجتماع حرفي علة صالحين للإعلال أن يعل ثانيهما إلا ما قل من نحو آيَة وقَاية وطَاية وثَاية ورَاية .فالمراد بآياتنا هنا آيات القرآن أي وكذبوا بالقرآن أي بأنه وحي من عند الله . والباء في قوله : { وكذبوا بآياتنا } باء يكثر دخولها على متعلق مادة التكذيب مع أن التكذيب متعد بنفسه ولم أقف في كلام أئمة اللغة على خصائص لحاقها بهذه المادة والصيغة فيحتمل أنها لتأكيد اللصوق للمبالغة في التكذيب فتكون كالباء في قوله تعالى : { وامسحوا برؤوسكم } [ المائدة : 6 ] وقول النابغة :لك الخير أَنْ وارتْ بك الأرضُ واحدا ... ويحتمل أن أصلها للسببية وأن الأصل أن يُقال كذَّب فلاناً بخبره ثم كثر ذلك فصار كذب به وكذَب بمعنى واحد والأكثر أن يقال كذَّب فلاناً ، وكذب بالخبر الفلاني ، فقوله : { بآياتنا } يتنازعه فعلا كَفروا وكَذبوا . وقوله : { هم فيها خالدون } بيان لمضمون قوله : { أصحاب النار } فإن الصاحب هنا بمعنى الملازم ولذلك فصلت جملة { فيها خالدون } لتنزلها من الأولى منزلة البيان فبينهما كمال الاتصال .",
  "ayah": 39,
  "surah": 2
}
