{
  "text": "شروع في دعوة بني إسرائيل إلى الإسلام وهدي القرآن وهذا هو المقصود من خطابهم ولكن قدم بين يديه ما يهيىء نفوسهم إلى قبوله كما تتقدم المقدمة على الغرض ، والتخليةُ على التحلية .والإيمان بالكتاب المنزل من عند الله أو بكتب الله وإن كان من جملة ما شمله العهد المشار إليه بقوله : { وأوفوا بعهدي } [ البقرة : 40 ] إلا أنه لم يلتفت إليه هنا من تلك الجهة لأنهم عاهدوا الله على أشياء كثيرة كما تقدم ومن جملتها الإيمان بالرسل والكتب التي تأتي بعد موسى عليه السلام إلا أن ذلك مجمل في العهد فلا يتعين أن يكون ما جاء به محمد صلى الله عليه وسلم هو مما عاهدوا الله عليه بل حتى يصدقوا بأنه من عند الله وأن الجائي به رسول من الله فهم مدعوُّون إلى ذلك التصديق هنا . فعطفُ قوله : { وآمنوا } على قوله : { وإياي فارهبون } [ البقرة : 40 ] كعطف المقصد على المقدمة ، وعطفهُ على قوله : { وأوفوا بعهدي } من قبيل عطف الخاص على العام في المعنى ولكن هذا من عطف الجمل فلا يقال فيه عطف خاص على عام لأنه إنما يكون في عطف الجزئي على الكلي من المفردات لا في عطف الجمل وإنما أردنا تقريب موقع الجملة وتوجيه إيرادها موصولة غير مفصولة .وفي تعليق الأمر باسم الموصول وهو ( ما أنزلت ) دون غيره من الأسماء نحو الكتاب أو القرآن أو هذا الكتاب إيماءٌ إلى تعليل الأمر بالإيمان به وهو أنه منزل من الله وهم قد أوصوا بالإيمان بكل كتاب يَثبتُ أنه منزل من الله . ولهذا أتى بالحال التي هي علة الصلة إذ جعل كونه مصدقاً لما في التوراة علامةً على أنه من عند الله . وهي العلامة الدينية المناسبة لأهل العلم من أهل الكتاب فكما جعل الإعجاز اللفظي علامة على كون القرآن من عند الله لأهل الفصاحة والبلاغة من العرب كما أشير إليه بقوله : { ألم ذلك الكتاب } [ البقرة : 1 ، 2 ] إلى قوله : { فأتوا بسورة من مثله } [ البقرة : 23 ] ؛ كذلك جعل الإعجاز المعنوي وهو اشتماله على الهدى الذي هو شأن الكتب الإلهية علامة على أنه من عنده لأهل الدين والعلممِ بالشرائع . ثم الإيمانُ بالقرآن يستلزم الإيمان بالذي جاء به وبالذي أنزله .والمراد بما معهم كتب التوراة الأربعة وما ألحق بها من كتب الأنبياء من بني إسرائيل كالزبور ، وكتاب أشعياء ، وأرمياء ، وحزقيال ، ودانيال وغيرها ولذا اختير التعبير بما معكم دون التوراة مع أنها عبر بها في مواضع غير هذا لأن في كتب الأنبياء من بعد موسى عليه السلام بشاراتتٍ ببعثة محمد صلى الله عليه وسلم أصرحُ مما في التوراة فكان التنبيه إليها أوقع .والمراد من كون القرآن مصدقاً لما معهم أنه يشتمل على الهدى الذي دعت إليه أنبياؤهم من التوحيد والأمر بالفضائل واجتناب الرذائل وإقامة العدل ومن الوعيد والوعد والمواعظ والقَصص فما تماثل منه بها فأمره ظاهر وما اختلفَ فإنما هو لاختلاف المصالح والعصور مع دخول الجميع تحت أصل واحد ، ولذلك سمي ذلك الاختلاف نسخاً لأن النسخ إزالة حكم ثابت ولم يسم إبطالاً أو تكذبياً فظهر أنه مصدق لما معهم حتى فيما جاء مخالفاً فيه لما معهم لأنه ينادي على أن المخالفة تغيير أحكام تبعاً لتغير أحوال المصالح والمفاسد بسبب تفاوت الأعصار بحيث يكون المغيِّر والمغيَّر حقاً بحسب زمانه وليس ذلك إبطالاً ولا تكذيباً قال تعالى :{ فبظلم من الذين هادوا حرمنا عليهم طيبات } [ النساء : 160 ] الآية . فالإيمان بالقرآن لا ينافي تمسكهم القديم بدينهم ولا ما سبق من أخذ رسلهم عليهم العهد باتباعه . ومما يشمله تصديق القرآن لما معهم أن الصفات التي اشتمل عليها القرآن ودين الإسلام والجائي به موافقة لما بشرت به كتبهم فيكون وروده معجزة لأنبيائهم وتصديقاً آخر لدينهم وهو أحد وجهين ذكرهما الفخر والبيضاوي فيلزم تأويل التصديق بالتحقيق لأن التصديق حقيقة في إعلام المخبَر ( بفتح الباء ) بأن خبر المخبِر مطابق للواقع إما بقوله صدقت أو صدقَ فلان كما ورد في حديث جبريل في «صحيح البخاري» لما سأله عن الإيمان والإسلام والإحسان أنه لما أخبره قال السائل صدقتَ قال : فعَجِبْنا له يَسْأَلُه ويُصدقه ، وإما بأن يخبر الرجل بخبر مثل ما أخبر به غيره فيكون إخباره الثاني تصديقاً لإخبار الأول . وأما إطلاق التصديق على دلالة شيء على صدققِ خبرٍ مَّا فهو إطلاق مجازي والمقصود وصف القرآن بكونه مصدقاً لما معهم بأخباره وأحكامه لا وصف الدين والنبوة كما لا يخفى .{ وَلاَ تكونوا أَوَّلَ كَافِرٍ بِهِ } .جمع الضمير في { تكونوا } مع إفراد لفظ { كافر } يدل على أن المراد من الكافر فريق ثبت له الكفر لا فرد واحد فإضافة { أول } إلى { كافر } بيانية تفيد معنى فريق هو أول فرق الكافرين . والضمير المجرور في { به } ظاهره أنه عائد إلى { ما أنزلت } لأنه المقصود . وهو عطف على جملة { وآمنوا بما أنزلت } وهو ارتقاء في الدعوة واستجلاب القلوب فإنه لما أمرهم بالإيمان بالقرآن وكانت صيغة الأمر محتملة لطلب الامتثال بالفور أو بالتأخير وكانوا معروفين بشدة العداوة لدين الإسلام ، عطف على أمرهم بالإيمان بالقرآن نهيهم عن أن يكونوا أول كافر بالقرآن وذلك يصدق بمعان بعضها يستفاد من حق التركيب وبعضها من لوازمه وبعضها من مستتبعاته وكلها تحتملها الآية ، فالمعنى الأول أن يحمل قوله : { أول كافر } على حقيقة معنى الأول وهو السابق غيره فيحصل من الجملة المعطوفة تأكيد الجملة المعطوف عليها بدلالة المطابقة فالنهي عن الكفر بالقرآن يؤكد قوله : { وآمنوا بما أنزلت } ثم إن وصف ( أول ) يشعر بتقييد النهي بالوصف ولكن قرينة السياق دالة على أنه لا يراد تقييد النهي عن الكفر بحالة أوليتهم في الكفر ، إذ ليس المقصود منه مجرد النهي عن أن يكونوا مبادرين بالكفر ولا سابقين به غيرهم لقلة جدوى ذلك ولكن المقصود الأهم منه أن يكونوا أول المؤمنين فأفيد ذلك بطريق الكناية التلويحية فإن وصف أول أصله السابق غيره في عمل يعمل أو شيء يذكر فالسبق والمبادرة من لوازم معنى الأولى لأنها بعض مدلول اللفظ ولما كان الإيمان والكفر نقيضين إذا انتفى أحدهما ثبت الآخر كان النهي عن أن يكونوا أول الكافرين يستلزم أن يكونوا أول المؤمنين .والمقصود من النهي توبيخهم على تأخرهم في اتباع دعوة الإسلام فيكون هذا المركب قد كني به عن معنيين من ملزوماته ، هما معنى المبادرة إلى الإسلام ومعنى التوبيخ المكنى عنه بالنهي ، فيكون معنى النهي مراداً ولازمه وهو الأمر بالمبادرة بالإيمان مراداً وهو المقصود فيكون الكلام كناية اجتمع فيها الملزوم واللازم معاً ، فباعتبار اللازم يكون النهي في معنى الأمر فيتأكد به الأمر الذي قبله كأنه قيل : وآمنوا بما أنزلت وكونوا أول المؤمنين ، وباعتبار الملزوم يكون نهياً عن الكفر بعد الأمر بالإيمان فيحصل بذلك غرضان .وهذه الكناية تعريضية لأن غرض المعنى الكنائي غير غرض المعنى الصريح وهذا هو الذي استخلصته في تحقيق معنى التعريض وهو أن يكون غرض الحكم المشار إليه به غير غرض الحكم المصرح به ، أو أن يكون المحكوم له به غيرَ المحكوم له بالصريح . وهذا الوجه مستند إلى الظاهر والتحقيق بين متناثر كلامهم في التعريض المعروف من الكناية ويندفع بهذا سؤالان مستقلان أحدهما ناشىء عما قبله : الأول كيف يصح النهي عن أن يكونوا أول الكافرين ومفهومه يقتضي أنهم لو كفروا به ثانياً لما كان كفرهم منهيًّا عنه؟ الثاني أنه قد سبقهم أهل مكة للكفر لأن آية البقرة في خطاب اليهود نزلت في المدينة فقد تحقق أن اليهود لم يكونوا أول الكافرين فالنهي عن أن يكونوا أول الكافرين تحصيل حاصل . ووجه الاندفاع أن المقصود الأهم هو المعنى التعريضي وهو يقوم قرينة على أن القصد من النهي أن لا يكونوا من المبادرين بالكفر أي لا يكونوا متأخرين في الإيمان وهذا أول الوجوه في تفسير الآية عند صاحب «الكشاف» واختاره البيضاوي فاقتصر عليه .واعلم أن التعريض في خصوص وصف «أول» وأما أصل النهي عن أن يكونوا كافرين به فذلك مدلول اللفظ حقيقة وصريحاً . والتعريض من قبيل الكناية التلويحية لما فيه من خفاء الانتقال من المعنى إلى لوازمه . وبعض التعريض يحصل من قرائن الأحوال عند النطق بالكلام ولعل هذا لا يوصف بحقيقة ولا مجاز ولا كناية وهو من مستتبعات التراكيب ودلالتها العقلية وسيجيء لهذا زيادة بيان عند قوله تعالى :{ ولا جناح عليكم فيما عرضتم به من خطبة النساء } [ البقرة : 235 ] في هذه السورة .المعنى الثاني أن يكون المقصود التعريض بالمشركين وأنهم أشد من اليهود كفراً أي لا تكونوا في عدادهم ولعل هذا هو مراد صاحب «الكشاف» من قوله : «ويجوز أن يراد ولا تكونوا مثل أول كافر به يعني من أشرك من أهل مكة» ولا يريد أنه تشبيه بليغ وإن كان كلامه يوهمه وسكت عنه شراحه .المعنى الثالث : أن يراد من «أول»المبادرُ والمستعجِل لأنه من لوازم الأولية كما قال تعالى : { فأنا أول العابدين } [ الزخرف : 81 ] وقال سعيد بن مقروم الضبي :فدَعَوْا نَزَاللِ فكنتُ أولَ نازل ... وعلاَمَ أركَبُه إذا لم أنزِلِفقوله : أول نازل لا يريد تحقيق أنه لم ينزل أحد قبله وإنما أراد أنه بادر مع الناس فإن الشأن أنه إذا دعا القوم نزاللِ أن ينزل السامعون كلهم ولكنه أراد أنه ممن لم يتربص . ويكون المعنى ولا تعجَلوا بالتصريح بالكفر قبل التأمل ، فالمراد من الكفر هنا التصميم عليه لا البقاء على ما كانوا عليه فتكون الكناية بالمفرد وهو كلمة ( أول ) .المعنى الرابع : أن يكون «أول» كناية عن القدوة في الأمر لأن الرئيس وصاحب اللواء ونحوهما يتقدمون القوم ، قال تعالى : { يقدم قومه يوم القيامة } [ هود : 98 ] وقال خالد بن زهير وهو ابن أخت أبي ذؤيب الهذلي :فلا تَجْزَعَنْ من سُنةٍ أنتَ سِرْتَها ... فأول راضضٍ سُنةً مَن يسِيرهاأي الأجدر والناصر لسنة ، والمعنى ولا تكونوا مقرين للكافرين بكفركم فإنهم إن شاهدوا كفركم كفروا اقتداء بكم وهذا أيضاً كناية بالمفرد .المعنى الخامس : أن يكون المراد الأول بالنسبة إلى الدعوة الثانية وهي الدعوة في المدينة لأن ما بعدالهجرة هو حال ثانية للإسلام ، فيها ظهر الإسلام متميزاً مستقلاً .هذا كله مبني على جعل الضمير المجرور بالباء في قوله : { كافر به } عائداً على ما { ما أنزلتُ } أي القرآن وهو الظاهر لأنه ذكر في مقابل الإيمان به . وقيل إن الضمير عائد على ما معكم وهو التوراة قال ابن عطية : «وعلى هذا القول يجيء { أول كافر } مستقيماً على ظاهره في الأولية» ولا يخفى أن هذا الوجه تكلف لأنه مؤول بأن كفرهم بالقرآن وهو الذي جاء على نحوما وصفت التوراةُ وكتبُ أنبيائهم في بشاراتهم بنبىءٍ وكتاب يكونان من بعد موسى فإذا كذبوا بذلك فقد كفروا بصحة ما في التوراة فيُفضي إلى الكفر بما معهم .قال التفتزاني : وهذا كله إنما يتم لو كان كفرهم به بمعنى ادعائهم أنه كله كذب وأما إذا كفروا بكونه كلام الله واعتقدوا أن فيه صدقاً وكذباً فلا يتم ، ولهذا كان هذا الوجه مرجوحاً ، ورده عبد الحكيم بما لا يليق به .وبهذا كله يتضح أن قوله : { ولا تكونوا أول كافر به } لا يتوهم منه أن يكون النفي منصباً على القيد بحيث يفيد عدم النهي عن أن يكونوا ثاني كافر أو ثالث كافر بسبب القرينة الظاهرة وأن أول كافر ليس من قبيل الوصف الملازم حتى يستوي في نفي موصوفه أن يذكر الوصف وأن لا يذكر كقول امرىء القيس :على لاحببٍ لا يُهتدى بمناره ... وقول ابن أحمر :ولا ترى الضَّبَّ بها ينجَحِرْ ... كما سيأتي في قوله تعالى : { ولا تشتروا بايتي ثمناً قليلاً } عقب هذا .{ وَلاَ تَشْتَرُواْ بآياتي ثَمَنًا قَلِيلاً } .عطف على النهي الذي قبله وهذا النهي موجَّه إلى علماء بني إسرائيل وهم القدوة لقومهم والمناسبة أن الذي صدهم عن قبول دعوة الإسلام هو خشيتهم أن تزول رئاستهم في قومهم فكانوا يتظاهرون بإنكار القرآن ليلتف حولهم عامة قومهم فتبقى رئاستهم عليهم ، قال النبيء صلى الله عليه وسلم \" لو آمن بي عشرة من اليهود لآمَن بي اليهودُ كلهم \"والاشتراء تقدم عند قوله تعالى : { أولئك الذين اشتروا الضلالة بالهدى } [ البقرة : 16 ] وهو اعتياض أعياننٍ بغيرها مثلها أو ثمنها من النقدين ونحوهما كأوراق المال والسفاتج وقد استعير الاشتراء هنا لاستبدال شيء بآخر دون تبايع .والآيات جمع آية وأصلها في اللغة العلامة على المنزل أو على الطريق قال النابغة :توهَّمْتُ آياتتٍ لها فعرفتُها ... لستةِ أعوام وذا العام سابعثم أطلقت الآية على الحُجة لأن الحجة علامة على الحق قال الحارث ابن حلِّزة :مَنْ لنا عنده من الخير يا ... تٌ ثلاثٌ في كُلِّهن القضاءولذلك سميت معجزة الرسول آية كما في قوله تعالى : { في تسع آيات إلى فرعون وقومه } [ النمل : 12 ] { وإذا لم تأتهم بآية } [ الأعراف : 203 ] ، وأطلقت أيضاً على الجملة التامة من القرآن قال تعالى : { هو الذي أنزل عليك الكتاب منه آيات محكمات } [ آل عمران : 7 ] وفي الحديث الصحيح قال رسول الله : \" أما تكفيك آية الصيف \" { يستفتونك قل الله يفتيكم في الكلالة } [ النساء : 176 ] لأن جمل القرآن حجة على صدق الرسول لأن بلاغتها معجزة . وأما إطلاق آية على الجملة من التوراة في حديث الرجم في قول الراوي «فوضع المِدْراس يده على آية الرجم» فذلك مجاز على مجازٍ لعلاقة المشابهة . ووجه المشابهة بين إعراضهم وبين الاشتراء ، أن إعراضهم عن آيات القرآن لأجل استبقاء السيادة ، والنفع في الدنيا يشبه استبدال المشترِي في أنه يعطي ما لا حاجة له به ويأخذ ما إليه احتياجه وله فيه منفعته ، ففي { تشتروا } استعارة تحقيقية في الفعل ، ويجوز كون { تشتروا } مجازاً مرسلاً بعلاقة اللزوم أو بعلاقة الاستعمال المقيد في المطلق كما تقدم في قوله تعالى : { أولئك الذين اشتروا الضلالة بالهدى } [ البقرة : 16 ] ، لكن هنا الاستعارة متأتية فهي أظهر لظهور علاقة المشابهة واستغناءِ علاقة المشابهة عن تطلب وجه العدول عن الحقيقة إلى المجاز لأن مقصد التشبيه وحده كاف في العدول إلى الاستعارة ، إذ التشبيه من مقاصد البلغاء .وإذ قد كان فعل الاشتراء يقتضي شيئين أبدل أحدهما بالآخر جُعل العوض المرغوب فيه هو المشتري وهو المأخوذ ويعدى إلى الفعل بنفسه ، وجعل العوض الآخر هو المدفوع ويسمى الثمن ويتعدى الفعل إليه بالباء الدالة على معنى العوض .وقد عدي الاشتراءُ هنا إلى الآيات بالباء فكانت الآيات هي الواقعة موقع الثمن لأن الثمن هو مدخل الباء فدل دخول الباء على أن الآيات شبهت بالثمن في كونها أهون العوضين عند المستبدل ، وذكر الباء قرينة المكنية لأنها تدخل على الثمن ولا يصح كونها تبعية إذ ليس ثم معنى حقه أن يؤدى بالحرف شبه بمعنى الباء ، فها هنا يتعين سلوك طريقة السكاكي في رد التبعية للمكنية . ولا يصح أيضاً جعل الباء تخييلاً إذ ليست دالة على معنى مستقل يمكن تخيله .ثم عبر عن مفعول الاشتراء بلفظ الثمن وكان الظاهر أن يعطى لفظ الثمن لمدخول الباء أو أن يعبر عن كل بلفظ آخر كأن يقال : لا تشتروا بآياتي متاعاً قليلاً فأخرج الكلام على خلاف مقتضى الظاهر وعبر عن المتاع ونحوه بالثمن على طريق الاستعارة التحقيقية لتشبيه هذا العوض من الرئاسة أو المال بالثمن أو لأنه يشبه الثمن في كونه أعياناً وحطاماً جعلت بدلاً عن أمر نافع وفي ذلك تعريض بهم في أنهم مغبونو الصفقة إذ قد بذلوا أنفس شيء وأخذوا حظًّا ما قليلاً فكان كلا البدلين في الآية مشبهاً بالثمن إلا أن الآيات شبهت به في كونها أهون على المعتاض ، والمتاع الذي يأخذونه شبه بالثمن في كونه شيئاً مادياً يناله كل أحد أو للإشارة إلى أن كلاً من الآيات والثمن أمر هين على فريق فالآيات هانت على الأحبار والأموال هانت على العامة وخُص الهين حقيقة بإعطائه اللفظ الحقيقي الدال على أنه هين وأما الهين صورة فقد أعطى الباء المجازية وكل من الاستعارتين قرينة على الأخرى ، ولأنه لما غلب في الاستعمال إطلاق الثمن على النقدين اختير إطلاق ذلك على ما يأخذونه تلميحاً إلى أنهم يأخذون المال عن تغيير الأحكام الشرعية كقوله { يأخذون عرض هذا الأدنى } [ الأعراف : 169 ] .وقد قيل إن قوله { ثَمناً } قرينة الاستعارة في قوله { ولا تشتروا } ووجهه أنه لما أدخلت الباء على الآيات تعين أن الآيات هي ثمن الاشتراء فلما عبر بعده بلفظ { ثمناً } مفعولاً لفعل { تشتروا } عَلِم السامع أن الأول ليس بثمن حقيقي فعلم أن الاشتراء مجاز ثم هو يعلم أن المعبر عنه بالثمن بعد ذلك أيضاً ليس بثمن حقيقي تبعاً للعلم بالمجاز في الفعل الناصب له . وقد قيل إن قوله { ثمناً } تجريد وتقريره مثل تقرير كونه قرينة إذا جعلنا القرينة قوله { بآياتي } . وقيل هو ترشيح لأن لفظ الثمن من ملائم الشراء وهو قريب مما قدمناه في كونه استعارة لأن الترشيح في نفسه قد يكون استعارة من ملائم المشبه به لملائم المشبه على الاحتمالات كلها هي تدل على تجهيلهم وتقريعهم . والآيات لا تستبدل ذواتها فتعين تقدير مضاف أي لا تشتروا بقبول آياتي ثمناً .وإضافة آيات إلى ضمير الجلالة للتشريف قال الشيخ محمد بن عرفة : عظم الآيات بشيئين الجمع والإضافة إلى ضمير الجلالة وحُقر العوض بتحقيرين التنكير والوصف بالقلة اه أي وفي ذلك تعريض بغبن صفقتهم إذ استبدلوا نفيساً بخسيس وأقول وصف { قليلاً } صفة كاشفة لأن الثمن الذي تباع به إضاعة الآيات هو قليل ولو كان أعظم متمول بالنسبة إلى ما أضاعه آخذ ذلك الثمن وعلى هذا المراد ينبغي حمل كلام ابن عرفة .وقد أجمل العوض الذي استبدلوا به الآيات فلم يبين أهو الرئاسة أو الرشى التي يأخذونها ليشمل ذلك اختلاف أحوالهم فإنهم متفاوتون في المقاصد التي تصدهم عن اتباع الإسلام على حسب اختلاف همهم .ووَصْف { ثمناً } بقوله : { قليلاً } ليس المراد به التقييد بحيث يفيد النهي عن أخذ عوض قليل دون أخذ عوض له بال وإنما هو وصف ملازم للثمن المأخوذ عوضاً عن استبدال الآيات فإن كل ثمن في جانب ذلك هو قليل فذكر هذا القيد مقصود به تحقير كل ثمن في ذلك فهذا النفي شبيه بنفي القيود الملازمة للمقيد ليفيد نفي القيد والمقيد معاً كما في البيت المشهور لامرىء القيس :على لاَحببٍ لا يُهتدى بمناره ... إذا سافَه العَوْد الدِّيَافِي جرجراأي لا منار له فيُهتدى به لأن الاهتداء لازم للمنار ، وكذلك قول ابن أحمر :لا يُفْزِع الأرنبَ أهوالُها ... ولا ترى الضبَّ بها بنجَحِرْأي لا أرنب بها حتى يفزع من أهوالها ولا ضبَّ بها حتى ينجحر ، وقول النابغة :مِثل الزجاجة لم تكحل من الرمد ... أي عيناً لم ترمَدْ حتى تُكحل؛ لأن التكحيل لازم للعين الرمداءِ ومثله كثير في الكلام البليغ .وقد وقع { ثمناً } نكرةً في سياق النهي وهو كالنفي فشمل كل عوض ، كما وقعت الآيات جمعاً مضافاً فشملت كل آية ، كما وقع الفعل في سياق النفي فشمل كل اشتراء إذ الفعل كالنكرة .والخطاب وإن كان لبني إسرائيل غير أن خطابات القرآن وقصصه المتعلقة بالأمم الأخرى إنما يقصد منها الاعتبار والاتعاظ فنحن محذرون من مثل ما وقعوا فيه بطريق الأوْلى لأننا أولى بالكمالات النفسية كما قال بشار :الحُر يُلْحَى والعَصا للعبد ... وكالبيت السائر :العَبْد يُقرع بالعَصا ... والحُر تكفيه الإشَارَهفعلماؤنا منهيون على أن يأتوا بما نهي عنه بنو إسرائيل من الصدف عن الحق لأعراض الدنيا وكذلك كانت سيرة السلف رضي الله عنهم .ومن هنا فرضت مسألة جعلها المفسرون متعلقة بهاته الآية وإن كان تعلقها بها ضعيفاً وهي مسألة أخذ الأجرة على تعليم القرآن والدين ويتفرع عنها أخذ الأجرة على تعليم العلم وعلى بعض ما فيه عبادة كالأذان والإمامة . وحاصل القول فيها أن الجمهور من العلماء أجازوا أخذ الأجر على تعليم القرآن فضلاً عن الفقه والعلم فقال بجواز ذلك الحسن وعطاء والشعبي وابن سيرين ومالك والشافعي وأحمد وأبو ثور والجمهور ، وحجتهم في ذلك الحديث الصحيح عن ابن عباس أن النبيء صلى الله عليه وسلم قال :\" إن أحق ما أخذتم عليه أجراً كتاب الله \" وعليه فلا محل لهاته الآية على هذا المعنى عندهم بحال؛ لأن المراد بالاشتراء فيها معناه المجازي وليس في التعليم استبدال ولا عدول ولا إضاعة . وقد نقل ابن رشد إجماع أهل المدينة على الجواز ولعله يريد إجماع جمهور فقهائهم . وفي «المدونة» : لا بأس بالإجارة على تعليم القرآن . ومنع ذلك ابن شهاب من التابعين من فقهاء المدينة وأبو حنيفة وإسحاق بن راهويه وتمسكوا بالآية وبأن التعليم لذلك طاعة وعبادة كالصلاة والصوم فلا يؤخذ عليها أجر كذلك وبما روي عن أبي هريرة أن النبيء صلى الله عليه وسلم قال : «دراهم المعلمين حرام» وعن عبادة بن الصامت أنه قال : «علمت ناساً من أهل الصفة القرآن والكتابة فأهدى إلى رجل منهم قوساً فسألت النبيء صلى الله عليه وسلم فقال : \" إن سرك أن تطوق بها طوقاً من نار فاقبلها \" وأجاب عن ذلك القرطبي بأن الآية محملها فيمن تعين عليه التعليم فأبى إلا بالأجر ، ولا دليل على ما أجاب به القرطبي . فالوجه أن ذلك كان في صدر الإسلام وبث الدعوة فلو رخص في الأجر فيه لتعطل تعليم كثير لقلة من ينفق في ذلك لأن أكثرهم لا يستطيعه ومحمل حديث ابن عباس على ما بعد ذلك حين شاع الإسلام وكثر حفاظ القرآن . وأقول لا حاجة إلى هذا كله لأن الآية بعيدة عن هذا الغرض كما علمت وأجاب القرطبي عن القياس بأن الصلاة والصوم عبادتان قاصرتان وأما التعليم فعبادة متعدية فيجوز أخذ الأجر على ذلك الفعل وهذا فارق مؤثر . وأما حديث أبي هريرة وحديث عبادة ففيهما ضعف من جهة إسناديهما كما بينه القرطبي ، قلت ولا أحسب الزهري يستند لمثلهما ولا للآية ولا لذلك القياس ولكنه رآه واجباً فلا تؤخذ عليه أجرة وقد أفتى متأخرو الحنفية بجواز أخذ الأجرة على تعليم القرآن والفقه قال في «الدرر» و«شرحه» : «ويفتى اليوم بصحتها أي الإجارة لتعليم القرآن والفقه والأصل أن الإجارة لا تجوز عندنا على الطاعات والمعاصي لكن لما وقع الفتور في الأمور الدينية جوزها المتأخرون» اه .ومن فروع هاته المسألة جواز أخذ الأجرة على الأذان والإمامة ، قال ابن عبد البر هي مأخوذة من مسألة الأجر على تعليم القرآن وحكمهما واحد ، وفي { المدونة } تجوز الإجارة على الأذان وعلى الأذان والصلاة معاً وأما على الصلاة وحدها فكرهه مالك ، قال ابن شاس جازت على الأذان لأن المؤذن لا يلزمه الإتيان به أما جمعه مع الصلاة فالأجرة على الأذان فقط ، وأجاز ابن عبد الحكم الإجارة على الإمامة ووجهه أنه تكلف الصلاة في ذلك الموضع في ذلك الوقت ، وروى أشهب عن مالك لا بأس بالأجر على تراويح رمضان وكرهه في الفريضة قال القرطبي : وكرهها أبو حنيفة وأصحابه وفي «الدرر» ويفتى اليوم بصحتها لتعليم القرآن والفقه والإمامة والأذان ويجبر المستأجر على دفع الأجرة ويحبس ، وقال القرافي في الفرق الخامس عشر والمائة : ولا يجوز في إمامة الصلاة الإجارة على المشهور من مذهب مالك لأنها عقد مكايسة من المعاوضات فلا يجوز أن يحصل العوضان فيها لشخص واحد لأن أجر الصلاة له فإذا أخذ عنها عوضاً اجتمع له العوضان اه .وهو تعليل مبني على أصل واه قدمه في الفرق الرابع عشر والمائة على أن في كونه من فروع ذلك الأصل نظراً لا نطيل فيه فانظره فقد نبهتك إليه ، فالحق أن الكراهة المنقولة عن مالك كراهة تنزيه . وهذه المسألة كانت قد حدثت بين ابن عرفة والدكالي وهي أنه ورد على تونس في حدود سنة سبعين وسبعمائة رجل زاهد من المغرب اسمه محمد الدكالي فكان لا يصلي مع الجماعة ولا يشهد الجمعة معتلاً بأن أئمة تونس يأخذون الأجور على الإمامة وذلك جرحة في فاعله فأنكر عليه الشيخ ابن عرفة وشاع أمره عند العامة وحدث خلاف بين الناس فخرج إلى المشرق فاراً بنفسه وبلغ أنه ذهب لمصر فكتب ابن عرفة إلى أهل مصر أبياتاً هي :يا أهل مصر ومن في الدين شاركهم ... تنبهوا لسؤال معضل نزلالزوم فسقكم أو فسق من زعمت ... أقواله أنه بالحق قد عملافي تركه الجمع والجمعات خلفكم ... وشرط إيجاب حكم الكل قد حصلاإن كان شأنكم التقوى فغيركم ... قد باء بالفسق حتى عنه ما عدلاوإن يكن عكسه فالأمر منعكس ... قولوا بحق فإن الحق ما اعتزلافيقال إن أهل مصر أجابوه بأبيات منها :ما كان من شيم الأبرار أن يسموا ... بالفسق شيخَاً على الخيرات قد جبلالا لا ولكن إذا ما أبصروا خللا ... كسوه من حسن تأويلاتهم حللاأليس قد قال في «المنهاج» صاحبُه ... يسوغ ذاك لمن قد يختشى زللاومنها :وقد رويْتَ عن ابن القاسم العُتَقي ... فيما اختصرت كلاماً أوضح السبلاما إن ترد شهادة لتاركها ... إن كان بالعلم والتقوى قد احتفلانعم وقد كان في الأعلين منزلةً ... من جانب الجمع والجمعات واعتزلاكمالِككٍ غير مبد فيه معذرةً ... إلى الممات ولم يُسأل وما عُذلاهذا وإن الذي أبداه متجهاً ... أخذ الأئمة أجراً منعه نقلاوهبك أنك راءٍ حله نظراً ... فما اجتهادك أولى بالصواب ولاهكذا نسبت هذه الأبيات في بعض كتب التراجم للمغاربة أنها وردت من أهل مصر وقد قيل إنها نظمها بعض أهل تونس انتصاراً للدكالي ذكر ذلك الخفاجي في «طراز المجالس» ، وقال إن المجيب هو أبو الحسن علي السلمي التونسي وذكر أن السراج البلقيني ذكر هاته الواقعة في «فتاواه» وذكر أن والده أجاب في المسألة بأبيات لامية انظرها هناك .{ وإياى فاتقون } .القول فيه كالقول في { وإياي فارهبون } إلا أن التعبير في الأولى بارهبون وفي الثاني باتقون لأن الرهبة مقدِّمة التقوى إذ التقوى رهبة معتبر فيها العمل بالمأمورات واجتناب المنهيات بخلاف مطلق الرهبة فإنها اعتقاد وانفعال دون عمل ، ولأن الآية المتقدمة تأمرهم بالوفاء بالعهد فناسبها أن يخوفوا من نكثه ، وهذه الآية تأمرهم بالإيمان بالقرآن الذي منعهم منه بقية دهمائهم فناسبها الأمر بأن لا يتقوا إلا الله . وللتقوى معنى شرعي تقدم في قوله تعالى : { هدى للمتقين } وهي بذلك المعنى أخص لا محالة من الرهبة ولا أحسب أن ذلك هو المقصود هنا .والقول في حذف ياء المتكلم من قوله : { فاتقون } نظير القول فيه من قوله : { وإياي فارهبون } .",
  "ayah": 41,
  "surah": 2
}
