{
  "text": "معطوف على جميع ما تقدم من قوله : { اذكروا نعمتي التي أنعمت عليكم } [ البقرة : 40 ] إلى هنا لأن هاته الجمل كلها لم يقصد أن الواحدة منها معطوفة على التي قبلها خاصة بل على جميع ما تقدمها لا سيما قوله : { ولا تلبسوا } فإنه مبدأ انتقال من غرض التحذير من الضلال إلى غرض التحذير من الإضلال بعد أن وسط بينهما قوله : { ولا تشتروا بآياتي } [ البقرة : 41 ] كما تقدم .وإن شئت أن تجعل كلاً معطوفاً على الذي قبله فهومعطوف على الذي قبله بعد اعتبار كون ما قبله معطوفاً على ما قبله كذلك ، وهذا شأن الجمل المتعاطفة إلا إذا أريد عطف جملة على جملة معينة لكون الثانية أعلق بالتي والتْها دون البقية وذلك كعطف { وتكتموا الحق } على { لا تلبسوا } فإنها متعينة للعطف على { تلبسوا } لا محالة إن كانت معطوفة وهو الظاهر فإن كلا الأمرين منهي عنه والتغليظ في النهي عن الجمع بينهما واضح بالأوْلى .وجوزوا أن يكون { وتكتموا الحق } منصوباً بأن مضمرة بعد واو المعية ويكون مناط النهي الجمع بين الأمرين وهو بعيد لأن كليهما منهي عنه والتفريق في المنهي يفيد النهي عن الجمع بالأوْلى بخلاف العكس اللهم إلا أن يقال إنما نهوا عن الأمرين معاً على وجه الجمع تعريضاً بهم بأنهم لا يرجا منهم أكثر من هذا الترك للبس وهو ترك اللبس المقارن لكتم الحق فإن كونه جريمة في الدين أمر ظاهر . أما ترك اللبس الذي هو بمعنى التحريف في التأويل فلا يرجا منهم تركه إذ لا طماعية في صلاحهم العاجل .و ( الحَق ) الأمر الثابت من حَقَّ إذا ثبت ووجب وهو ما تعترف به سائر النفوس بقطع النظر عن شهواتها . والباطل في كلامهم ضد الحق فإنه الأمر الزائل الضائع يقال بطل بُطلاً وبطولاً وبطلاناً إذا ذهب ضياعاً وخسراً وذهب دمه بُطلاً أي هدراً . والمراد به هنا ما تتبرأ منه النفوس وتزيله مادامت خلية عن غرض أوهوى ، وسمي باطلاً لأنه فعل يذهب ضياعاً وخساراً على صاحبه .واللبس خلط بين متشابهات في الصفات يعسر معه التمييز أو يتعذر وهو يتعدى إلى الذي اختلط عليه بعدة حروف مثل علَى واللاممِ والباءِ على اختلاف السياق الذي يقتضي معنى بعض تلك الحروف . وقد يعلق به ظرفُ عندَ . وقد يجرد عن التعليق بالحرف . ويُطلق على اختلاط المعاني وهو الغالب ، وظاهر كلام الراغب في «مفردات القرآن» أنه هو المعنى الحقيقي ، ويقال في الأمر لُبسةٌ بضم اللام أي اشتباه ، وفي حديث شق الصدر «فخفت أن يكون قد التُبس بي» أي حصل اختلاط في عقلي بحيث لا يميز بين الرؤية والخيال ، وفعله من باب ضرب وأما فعل لبس الثياب فمن باب سمِع .فلبس الحق بالباطل ترويج الباطل في صورة الحق ، وهذا اللَّبس هو مبدأ التضليل والإلحاد في الأمور المشهورة فإن المزاولين لذلك لا يروج عليهم قَصْد إبطالها فشأنُ من يريد إبطالها أن يعمد إلى خلط الحق بالباطل حتى يوهم أنه يريد الحق قال تعالى : { وكذلك زَين لكثير من المشركين قتلَ أولادهم شركاؤهم ليردوهم وليلبِسوا عليهم دينهم } [ الأنعام : 137 ] لأنهم أوهموهم أن ذلك قربة إلى الأصنام .وأكثر أنواع الضلال الذي أدخل في الإسلام هو من قبيل لبس الحق بالباطل ، فقد قال الذين ارتدوا من العرب ومنعوا الزكاة إننا كنا نعطي الزكاة للرسول ونطيعه فليس علينا طاعة لأحد بعه ، وهذا نقض لجامعة الملة في صورة الأنفة من الطاعة لغير الله ، وقد قال شاعرهم وهو الخطيل بن أوس :أطعنا رسولَ الله إذ كان بيننا ... فيا لعباد اللَّهِ مالِأَبي بكروقد فعل ذلك الناقمون على عثمان رضي الله عنه فلبَّسوا بأمور زينوها للعامة كقولهم رقي إلى مجلس النبيء صلى الله عليه وسلم في المنبر وذلك استخفاف لأن الخليفتين قبله نزل كل منهما عن الدرجة التي كان يجلس عليها سلفه ، وسقط من يده خاتم النبيء صلى الله عليه وسلم وذلك رمز على سقوط خلافته . وقد قالت الخوارج «لا حكم إلا لله» فقال علي رضي الله عنه : «كلمة حق أريد بها باطل» . وحرَّف أقوام آيات بالتأويل البعيد ثم سموا ذلك بالباطن وزعموا أن للقرآن ظاهراً وباطناً فكان من ذلك لبس كثير ، ثم نشأت عن ذلك نحلة الباطنية ، ثم تأويلات المتفلسفين في الشريعة كأصحاب «الرسائل» الملقبين بإخوان الصفاء . ثم نشأ تلبيس الواعظين والمرغبين والمرجئة فأخذوا بعض الآيات فأشاعوها وكتموا ما يقيدها ويعارضها نحو قوله تعالى : { يا عبادي الذين أسرفوا على أنفسهم لا تقنطوا من رحمة الله } [ الزمر : 53 ] فأوهموا الناس أن المغفرة عامة لكل ذنب وكل مذنب ولو لم يتب وأغضوا عن آيات الوعيد وآيات التوبة .وللتفادي من هذا الوصف الذي ذمه الله تعالى قال علماء أصول الفقه إن التأويل لا يصح إلا إذا دل عليه دليل قوي ، أما إذا وقع التأويل لما يُظن أنه دليل فهو تأويل باطل فإن وقع بلا دليل أصلاً فهو لعب لا تأويل ولهذا نهى الفقهاء عن اقتباس القرآن في غير المعنى الذي جاء له كما قال ابن الرومي :لئن أخطأتُ في مدْحي ... ك ما أخطأت في منعيلقد أنزلتُ حاجاتي ... بواد غير ذي زرعوقوله : { وأنتم تعلمون } حال وهو أبلغ في النهي لأن صدور ذلك من العالم أشد فمفعول ( تعلمون ) محذوف دل عليه ما تقدم ، أي وأنتم تعلمون ذلك أي لَبسكم الحق بالباطل . قال الطيبي عند قوله تعالى الآتي : { أفلا تعقلون } [ البقرة : 44 ] إن قوله تعالى : { وأنتم تعلمون } غير منزل منزلة اللازم لأنه إذا نزل منزلة اللازم دل على أنهم موصوفون بالعلم الذي هووصف كمال وذلك ينافي قوله الآتي : { أتأمرون الناس بالبر وتنسون أنفسكم } إلى قوله : { أفلا تعقلون } [ البقرة : 44 ] إذْ نفى عنهم وصف العقل فكيف يثبت لهم هنا وصف العلم على الإطلاق .",
  "ayah": 42,
  "surah": 2
}
