{
  "text": "عَطَفَ التحذير على التذكير ، فإنه لما ذكرهم بالنعمة وخاصة تفضيلهم على العالمين في زمانهم وكان ذلك منشأ غرورهم بأنه تفضيل ذاتي فتوهموا أن التقصير في العمل الصالح لا يضرهم فعقب بالتحذير من ذلك .والمراد بالتقوى هنا معناها المتعارف في اللغة لا المعنى الشرعي . وانتصاب { يوماً } على المفعولية به وليس على الظرفية ولذلك لم يقرأ بغير التنوين .والمراد باتقائه اتقاؤه من حيث ما يحدث فيه من الأهوال والعذاب فهو من إطلاق اسم الزمان على ما يقع فيه كما تقول مكان مخوف .و { تجزي } مضارع جزى بمعنى قضى حقاً عن غيره ، وهو متعد بعن إلى أحد مفعوليه فيكون { شيئاً } مفعوله الأول ، ويجوز أيضاً أن يكون مفعولاً مطلقاً إذا أريد شيئاً من الجزاء ويكون المفعول محذوفاً .وجملة : { لا تجزي نفس } صفة ليوماً وكان حق الجملة إذا كانت خبراً أو صفة أو حالاً أو صلة أن تشتمل على ضمير ما أجريت عليه ، ويكثر حذفه إذا كان منصوباً أو ضميراً مجروراً فيحذف مع جاره ولا سيما إذا كان الجار معلوماً لكون متعلقه الذي في الجملة لا يتعدى إلا بجار معين كما هنا تقديره فيه وإنما جاز حذفه لأن المحذوف فيه متعين من الكلام وقد يحذف لقرينة كما في حذف ضمير الموصول إذا جر بما جر به الموصول . ونظير هذا الحذف قول العريان الجرمي من جرم طيء :فقلت لها لاَ والذي حجَّ حاتم ... أُخونُككِ عهداً إنني غير خوّانتقديره حج حاتم إليه .وتنكير النفس في الموضعين وهو في حيز النفي يفيد عموم النفوس أي لا يغني أحد كائناً من كان فلا تغني عن الكفار آلهتهم ولا صلحاؤهم على اختلاف عقائدهم في غَناء أولئك عنهم ، فالمقصود نفي غنائهم عنهم بأن يحولوا بينهم وبين عقاب الله تعالى ، أي نفي أن يجزوا عنهم جزاء يمنع الله عن نوالهم بسوء رعياً لأوليائهم ، فالمراد هنا الغناء بحرمة الشخص وتوقع غضبه وهو غناء كفء العدو الذي يخافه العدو على ما هو معروف عند الأمم يومئذ من اتقائهم بطش مولى أعدائهم وإحجامهم عما يوجب غضبه تقية من مكره أو ضره أو حرمان نفعه قال السموأل :وما ضرنا أنا قليل وجارنا ... عزيز وجار الأكثرين ذليلوقال العنبري :لو كنتُ من مازن لم تَستبِحْ إبلي ... بنُو الشقيقة من ذُهل بن شيبانوبهذا يتبين أن مفاد قوله : { لا تجزي نفس عن نفس شيئاً } مغاير لمفاد ما ذكر بعده بقوله : { ولا يقبل منها شفاعة } إلخ فقوله : { لا تجزي نفس عن نفس شيئاً } ، هو بمعنى قوله تعالى : { يوم لا تملك نفس لنفس شيئاً والأمر يومئذ لله } [ الانفطار : 19 ] .وقوله : { ولا يقبل منها شفاعة ولا يؤخذ منها عدل } الضميران عائدان للنفس الثانية المجرورة بعن أي لا يقبل من نفس شفاعة تأتي بها ولا عدل تعتاض به لأن المقصود الأصلي إبطال عقيدة تنصل المجرم من عقاب الله ما لم يشأ الله؛ ليكون الضمير في قوله : { ولا هم ينصرون } راجعاً إلى مرجع الضميرين قبله .وهذا التأييس يستتبع تحقير من توهمهم الكفرة شفعاء وإبطال ما زعموه مغنياً عنهم من غضب الله من قرابين قربوها ومجادلات أعدوها وقالوا : { هؤلاء شفعاؤنا عند الله } [ يونس : 18 ] . { يوم تأتي كل نفس تجادل عن نفسها } [ النحل : 111 ] .ومن المفسرين من فسر قوله : { لا تجزي نفس عن نفس شيئاً } بما يعم الإجزاء فجعل ما هو مذكور بعده من عطف الخاص على العام ولذلك قال الشيخ ابن عطية : «حصرت هذه الآية المعاني التي اعتاد بها بنو آدم في الدنيا فإن الواقع في شدة لا يتخلص إلا بأن يُشفع له أو يفتدى أو ينصر» اه وألغى جمعها لحالة أن يتجنب الناس إيقاعه في شدة اتقاء لمواليه ، وما فسرنا به أرشق . وقد جمع كلام شيوخ بني أسد مع أمرىء القيس حين كلموه في دم أبيه حجر فقالوا : فأَحمد الحالات في ذلك أن تعرف الواجب عليك في إحدى خلال ثلاث : أما إن اخترت من بني أسد أشرفها بيتاً فقدناه إليك بنسعه تذهب مع شفرات حسامك بباقي قصرته ، أو فداء بما يروح على بني أسد من نعمها فهي ألوف ، وإما وادعتنا إلى أن تضع الحوامل فتُسْدل الأزر وتُعقد الخمر فوق الرايات» اه .وقرأ الجمهور ( ولا يقبل ) بياء تحتية ياء المضارع المسند إلى مذكر لمناسبة قوله بعده : { ولا يؤخذ منها عدل } ، ويجوز في كل مؤنث اللفظ غير حقيقي التأنيث أن يعامل معاملة المذكر لأن صيغة التذكير هي الأصل في الكلام فلا تحتاج إلى سبب ، وقرأه ابن كثير وأبو عمرو ويعقوب بمثناة فوقية رعياً لتأنيث لفظ ( شفاعة ) .والشفاعة : السعي والوساطة في حصول نفع أو دفع ضر سواء كانت الوساطة بطلب من المنتفع بها أم كانت بمجرد سعي المتوسط ويقال لطالب الشفاعة مستشفع . وهي مشتقة من الشفع لأن الطالب أو التائب يأتي وحده فإذا لم يجد قبولاً ذهب فأتى بمن يتوسل به فصار ذلك الثاني شافعاً للأول أي مصيّره شفعاً .والعدل بفتح العين العوض والفداء ، سمي بالمصدر لأن الفادي يعدل المفدى بمثله في القيمة أو العين ويسويه به ، يقال عدل كذا بكذا أي سواه به .والنصر هو إعانة الخصم في الحرب وغيره بقوة الناصر وغلبته . وإنما قدم المسند إليه لزيادة التأكيد المفيد أن انتفاء نصرهم محقق زيادة على ما استفيد من نفي الفعل مع إسناده للمجهول كما أشرنا إليه آنفاً .وقد كانت اليهود تتوهم أو تعتقد أن نسبتهم إلى الأنبياء وكرامة أجدادهم عند الله تعالى مما يجعلهم في أمن من عقابه على العصيان والتمرد كما هو شأن الأمم في إبان جهالتها وانحطاطها وقد أشار لذلك قوله تعالى :{ وقالت اليهود والنصارى نحن أبناء الله وأحباؤه قل فلم يعذبكم بذنوبكم } [ المائدة : 18 ] .وقد تمسك المعتزلة بهذه الآية للاحتجاج لقولهم بنفي الشفاعة في أهل الكبائر يوم القيامة لعموم ( نفس ) في سياق النفي المقتضي أن كل نفس لا يقبل منها شفاعة وهو عموم لم يرد ما يخصصه عندهم . والمسألة فيها خلاف بين المعتزلة وأصحاب الأشعري .واتفق المسلمون على ثبوت الشفاعة يوم القيامة للطائعين والتائبين لرفع الدرجات ، لم يختلف في ذلك الأشاعرة والمعتزلة فهذا اتفاق على تخصيص العموم ابتداء ، والخلاف في الشفاعة لأهل الكبائر فعندنا تقع الشفاعة لهم في حط السيئات وقت الحساب أو بعد دخول جهنم لما اشتهر من الأحاديث الصحيحة في ذلك كقوله صلى الله عليه وسلم « لكل نبيء دعوة مستجابة وقد ادخرت دعوتي شفاعة لأمتي » وغير ذلك . قال القاضي أبو بكر الباقلاني : إن الأحاديث في ذلك بلغت مبلغ التواتر المعنوي كما أشار إليه القرطبي في نقل كلامه .وعند المعتزلة لا شفاعة لأهل الكبائر لوجوه منها الآيات الدالة على عدم نفع الشفاعة كهاته الآية ، وقوله : { فما تنفعهم شفاعة الشافعين } [ المدثر : 48 ] . { من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفاعة } [ البقرة : 254 ] { ما للظامين من حميم ولا شفيع } [ غافر : 18 ] قالوا والمعصية ظلم . ومنها قوله تعالى : { ولا يشفعون إلا لمن ارتضى } [ الأنبياء : 28 ] وصاحب الكبيرة ليس بمرتضى ، ومنها قوله : { فاغفر للذين تابوا } [ غافر : 7 ] .والجواب عن الجميع أن محل ذلك كله في الكافرين جمعاً بين الأدلة وأن قوله : { لمن ارتضى } يدل على أن هنالك إذناً في الشفاعة كما قال : { إلا لمن أذن له } [ سبأ : 23 ] وإلا لكان الإسلام مع ارتكاب بعض المعاصي مساوياً للكفر وهذا لا ترضى به حكمة الله وأما قوله : { فاغفر للذين تابوا } فدعاء لا شفاعة .والظاهر أن الذي دعا المعتزلة إلى إنكار الشفاعة منافاتها لخلود صاحب الكبيرة في العذاب الذي هو مذهب جمهورهم الذين فسروا قول واصل بن عطاء بالمنزلة بين المنزلتين بمعنى إعطاء العاصي حكم المسلم في الدنيا وحكم الكافر في الآخرة ولا شك أن الشفاعة تنافي هذا الأصل ، فما تمسكوا من الآيات إنماهو لقصد التأبيد ومقابلة أدلة أهل السنة أمثالها . ولم نر جوابهم عن حديث الشفاعة ، وأحسب أنهم يجيبون عنه بأن أخبار الآحاد لا تنقض أصول الدين ولذلك احتاج القاضي أبو بكر إلى الاستدلال بالتواتر المعنوي .والحق أن المسألة أعلق بالفروع منها بالأصول لأنها لا تتعلق بذات الله ولا بصفاته ولو جاريناهم في القول بوجوب إثابة المطيع وتعذيب العاصي ، فإن الحكمة تظهر بدون الخلود وبحصول الشفاعة بعد المكث في العذاب ، فلما لم نجد في إثبات الشفاعة ما ينقض أصولهم فنحن نقول لهم : لم يبق إلا أن هذا حكم شرعي في تقدير تعذيب صاحب الكبيرة غير التائب وهو يتلقى من قبل الشارع وعليه فيكون تحديد العذاب بمدة معينة أو إلى حصول عفو الله أو مع الشفاعة ، ولعل الشفاعة تحصل عند إرادة الله تعالى إنهاء مدة التعذيب .وبعد فمن حق الحكمة أن لا يستوي الكافرون والعصاة في مدة العذاب ولا في مقداره ، فهذه قولة ضعيفة من أقوالهم حتى على مراعاة أصولهم ، وقد حكى القاضي أبو بكر الباقلاني إجماع الأمة قبل حدوث البدع على ثبوت الشفاعة في الآخرة ، وهو حق فقد قال سواد بن قارب يخاطب رسول الله صلى الله عليه وسلمفكُن لي شفيعاً يوم لا ذو شفاعة ... بمغننٍ فتيلاً عن سواد بن قاربوأما الشفاعة الكبرى العامة لجميع أهل موقف الحساب الوارد فيها الحديث الصحيح المشهور فإن أصول المعتزلة لا تأباها .وقوله : { ولا يؤخذ منها عدل } والعدل بفتح العين يطلق على الشيء المساوي شيئاً والمماثل له ولذلك جعل ما يفتدي به عن شيء عدلاً وهو المراد هنا كما في قوله تعالى : { أو عدل ذلك صياماً } [ المائدة : 95 ] فالمعنى : ولا يقبل منها ما تفتدي به عوضاً عن جرمها .والنصر هو إعانة العدو على عدوه ومحاربه إما بالدفاع معه أو الهجوم معه فهو في العرف مراد منه الدفاع بالقوة الذاتية وأما إطلاقه على الدفاع بالحجة نحو { من أنصاري إلى الله } [ آل عمران : 52 ] وعلى التشيع والاتباع نحو { إن تنصروا الله ينصركم } [ محمد : 7 ] فهو استعارة .",
  "ayah": 48,
  "surah": 2
}
