{
  "text": "اسم الإشارة متوجه إلى { المتقين } [ البقرة : 2 ] الذين أجرى عليهم من الصفات ما تقدم ، فكانوا فريقين . وأصل الإشارة أن تعود إلى ذات مشاهدة معينة إلا أن العرب قد يخرجون بها عن الأصل فتعود إلى ذات مستحضرة من الكلام بعد أن يذكر من صفاتها وأحوالها ما ينزلها منزلة الحاضر في ذهن المتكلم والسامع ، فإن السامع إذا وعَى تلك الصفات وكانت مهمة أو غريبة في خير أو ضده صار الموصوف بها كالمشاهد ، فالمتكلم يبني على ذلك فيشير إليه كالحاضر المشاهد ، فيؤتى بتلك الإشارة إلى أنه لا أوضح في تشخصه ، ولا أغنى في مشاهدته من تعرف تلك الصفات ، فتكفي الإشارة إليها ، هذا أصل الاستعمال في إيراد الإشارة بعد ذكر صفات مع عدم حضور المشار إليه . ثم إنهم قد يتُبِعون اسمَ الإشارة الوارد بعد تلك الأوصاف بأحكام فيدل ذلك على أن منشأ تلك الأحكام هو تلك الصفات المتقدمة على اسم الإشارة ، لأنها لما كانت هي طريق الاستحضار كانت الإشارة لأهل تلك الصفات قائمة مقام الذوات المشار إليها ، فكما أن الأحكام الواردة بعد أسماء الذوات تفيد أنها ثابتة للمسميات فكذلك الأحكام الواردة بعد ما هو للصفات تفيد أنها ثبتت للصفات ، فكقوله : { أولئك على هدى من ربهم } بمنزلة أن يقول إن تلك الأوصاف هي سبب تمكنهم من هدي ربهم إياهم . ونظيره قول حاتم الطائي :ولله صُعْلُوكٌ يساوِر هَمَّه ... ويَمضى على الأحداث والدَّهرِ مُقْدِماًفَتَى طَلَبات لا يَرى الخَمص تُرْحة ... ولا شُبْعَةً إِنْ نالها عَدَّ مغنَماًإلى أن قال :فذلك إن يَهْلِكْ فحُسْنى ثَناؤه ... وإن عاش لم يقْعُد ضعيفاً مذمماًفقوله : { أولئك على هدى } جملة مستأنفة استئنافاً بيانياً لأن السامع إذا سمع ما تقدم من صفات الثناء عليهم ترقب فائدة تلك الأوصاف ، واسم الإشارة هنا حل محل ذكر ضميرهم والإشارة أحسن منه وقعاً لأنها تتضمن جميع أوصافهم المتقدمة فقد حققه التفتزاني في باب الفصل والوصل من الشرح المطول أن الاستئناف بذكر اسم الإشارة أبلغ من الاستئناف الذي يكون بإعادة اسم المستأنف عنه . وهذا التقدير أظهر معنى وأنسب بلاغة وأسعد باستعمال اسم الإشارة في مثل هاته المواقع ، لأنه أظهر في كون الإشارة لقصد التنويه بتلك الصفات المشار إليها وبما يرد بعد اسم الإشارة من الحكم الناشىء عنها ، وهذا لا يحصل إلا بجعل اسم الإشارة مبتدأ أول صدر جملة استئناف . فقوله : { أولئك على هدى من ربهم } رجوع إلى الإخبار عنهم بأن القرآن هدى لهم والإتيان بحرف الاستعلاء تمثيل لحالهم بأن شبهت هيئة تمكنهم من الهدى وثباتهم عليه ومحاولتهم الزيادة به والسير في طريق الخيرات بهيأة الراكب في الاعتلاء على المركوب والتمكن من تصريفه والقدرة على إراضته فشبهت حالتهم المنتزعة من متعدد بتلك الحالة المنتزعة من متعدد تشبيهاً ضمنياً دل عليه حرف الاستعلاء لأن الاستعلاء أقوى أنواع تمكن شيء من شيء ، ووجه جعلنا إياها مؤذنة بتقدير مركوب دون كرسي أو مسطبة مثلاً ، لأن ذلك هو الذي تسبق إليه أفهامهم عند سماع ما يدل على الاستعلاء ، إذ الركوب هو أكثر أنواع استعلائهم فهو الحاضر في أذهانهم ، ولذلك تراهم حين يصرحون بالمشبه به أو يرمزون إليه ما يذكرون إلا المركوب وعلائقه ، فيقولون جعل الغَواية مركباً وامتطى الجهل وفي «المقامة» : «لما اقتعدتُ غارب الاغتراب وقالوا في الأمثال : ركب متن عمياء ، تخبط خبط عشواء .وقال النابغة يهجو عامر بن الطفيل الغنوي :فإن يكُ عامر قد قال جَهْلا ... فإن مَطِيَّةَ الجَهْللِ الشبابُفتكون كلمة «على» هنا بعض المركب الدال على الهيأة المشبه بها على وجه الإيجاز وأصله أولئك على مطية الهدى فهي تمثيلية تصريحية إلا أن المصرح به بعض المركّب الدال لا جميعه . هكذا قرر كلام «الكشاف» فيها شارحوه والطيبي ، والتحتاني والتفتزاني والبيضاوي . وذهب القزويني في «الكشف» والسيد الجرجاني إلى أن الاستعارة في الآية تبعية مقيدة بأن شبه التمسك بالهدى عند المتقين بالتمكن من الدابة للراكب ، وسرى التشبيه إلى معنى الحرف وهو علَى ، وجوز السيد وجهاً ثالثاً وهو أن يكون هنا استعارة مكنية مفردة بأن شُبه الهدى بمركوب وحرف الاستعلاء قرينة على ذلك على طريقة السكاكي في رد التبعية للمكنية . ثم زاد الطيبي والتفتزاني فجعلا في الآية استعارة تبعية مع التمثيلية قائلين إن مجيء كلمة على يعين أن يكون معناها مستعاراً لما يماثله وهو التمكن فتكون هنالك تبعية لا محالة .وقد انتصر سعد الدين التفتزاني لوجه التمثيلية وانتصر السيد الجرجاني لوجه التبعية . واشتد السيد في إنكار كونها تمثيلية ورآه جمعاً بين متنافيين لأن انتزاع كل من طرفي التشبيه من أمور متعددة يستلزم تركبه من معان متعددة ، كيف ومتعلق معنى الحرف من المعاني المفردة كالاستعلاء هنا؛ فإذا اعتبر التشبيه هنا مركباً استلزم أن لا يكون معنى على ومتعلق معناها مشبهاً به ولا مستعاراً منه لا تبعاً ولا أصالة ، وأطال في ذلك في «حاشيته للكشاف» و«حاشيته على المطول» كما أطال السعد في «حاشية الكشاف» وفي «المطول» ، وتراشقا سهام المناظرة الحادة . ونحن ندخل في الحكومة بين هذين العلمين بأنه لا نزاع بين الجميع أن في الآية تشبيه أشياء بأشياء على الجملة حاصلة من ثبوت الهدى للمتقين ومن ثبوت الاستعلاء على المركوب غير أن اختلاف الفريقين هو في تعيين الطريقة الحاصل بها هذا التشبيه فالأكثرون يجعلونها طريقة التمثيلية بأن يكون تشبيه تلك الأشياء حاصلاً بالانتزاع والتركيب لهيئة ، والسيد يجعلها طريقة التبعية بأن يكون المشبه والمشبه به هما فردان من تلك الأشياء ويحصل العلم ببقية تلك الأشياء بواسطة تقييد المفردين المشبه والمشبه به ، ويجوز طريقة التمثيل وطريقة المكنية .فينصرف النظر هنا إلى أي الطريقتين أرجح اعتباراً وأوفى في البلاغة مقداراً .وإلى أن الجمع بين طريقتي التمثيلية والتبعية هل يعد متناقضاً في اعتبار القواعد البيانية كما زعمه السيد؟ تقرر في علم البيان أن أهله أشد حرصاً على اعتبار تشبيه الهيئة فلا يعدلون عنه إلى المفرد مهما استقام اعتباره ولهذا قال الشيخ في «دلائل الإعجاز» عند ذكر بيت بشار :كَأَنَّ مُثَار النَّقْع فوق رُؤوسنا ... وأسيافَنَا ليل تَهاوَى كواكبُه«قصد تشبيه النقع والسيوف فيه بالليل المتهاوية كواكبه ، لا تشبيه النقع بالليل من جانب والسيوف بالكواكب من جانب ، ولذلك وجب الحكم بأن أسيافنا في حكم الصلة للمصدر ( أي مثار ) لئلا يقع في تشبيهه تفرق ، فإن نصب الأسياف على أن الواو بمعنى مع لا على العطف» . إذا تقرر هذا تبين لديك أن للتشبيه التمثيلي الحظ الأوْفى عند أهل البلاغة ووجهه أن من أهم أغراض البلغاء وأولها باب التشبيه وهو أقدم فنونها ، ولا شك أن التمثيل أخص أنواع التشبيه لأنه تشبيه هيئة بهيئة فهو أوقع في النفوس وأجلى للمعاني .ونحن نجد اعتبار التمثيلية في الآية أرجح لأنها أوضح وأبلغ وأشهر وأسعد بكلام «الكشاف» ، أما كونها أوضح فلأن تشبيه التمثيل منزع واضح لا كلفة فيه فيفيد تشبيه مجموع هيئة المتقين في اتصافهم بالهدى بهيئة الراكب إلخ بخلاف طريقة التبعية فإنها لا تفيد إلا تشبيه التمكن بالاستعلاء ثم يستفاد ما عدا ذلك بالتقييد . وأما كونها أبلغ فلأن المقام لما سمح بكلا الاعتبارين باتفاق الفريقين لا جرم كان أولاهما بالاعتبار ما فيه خصوصيات أقوى وأعز . وأما كونها أشهر فلأن التمثيلية متفق عليها بخلاف التبعية . وأما كونه أسعد بكلام «الكشاف» فلأن ظاهر قوله : «مَثَل» أنه أراد التمثيل ، لأن كلام مثله من أهل هذه الصناعة لا تخرج فيه اللفظة الاصطلاحية عن متعارف أهلها إلى أصل المعنى اللغوي .فإذا صح أن التمثيلية أرجح فلننقل الكلام إلى تصحيح الجمع بينها وبين التبعية وهو المجال الثاني للخلاف بين العلامتين فالسعد والطيبي يجوزان اعتبار التبعية مع التمثيلية في الآية والسيد يمنع ذلك كما علمتم ويقول إذا كان التشبيه منتزعاً من متعدد فقد انتزع كل جزء في المشبَّه من جزئي المشبَّه به وهو معنى التركيب فكيف يعتبر بعض المشبه به مستعاراً لبعض المشبه فينتقض التركيب . وهذا الدليل ناظر إلى قول أئمة البلاغة إن أصل مفردات المركب التمثيلي أن تكون مستعملة في معانيها الحقيقية وإنما المجاز في جملة المركب أي في إطلاقه على الهيئة المشبهة ، فكلام السيد وقوف عندها . ولكن التفتزاني لم ير مانعاً من اعتبار المجاز في بعض مفردات المركب التمثيلي إذا لم يكن فيه تكلف ، ولعله يرى ذلك زيادة في خصوصيات إعجاز هذه الآية ، ومن شأن البليغ أن لا يفيت ما يقتضيه الحال من الخصوصيات ، وبهذا تفاوتت البلغاء كما تقرر في مبحث تعريف البلاغة وحد الإعجاز هو الطرف الأعلى للبلاغة الجامع لأقصى الخصوصيات كما بيناه في موضعه وهو المختار فلما وجد في الهيئة المشبهة والهيئة المشبه بها شيئان يصلحان لأن يشبه أحدهما بالآخر تشبيهاً مستقلاً غير داخل في تشبيه الهيئة كان حق هذا المقام تشبيه التمكن بالاستعلاء وهو تشبيه بديع وأشير إليه بكلمة على وأما غير هذين من أجزاء الهيأتين فلما لم يحسن تشبيه شيء منها بآخر أُلْغي التشبيه المفرد فيها إذ لا يحسن تشبيه المتقي بخصوص الراكب ولا الهُدى بالمركوب فتكون «على» على هذا الوجه بعضاً من المجاز المركب دليلاً عليه باعتبار ومجازاً مفرداً باعتبار آخر .والذي أَخْتاره في هذه الآية أن يكون قوله تعالى : { أولئك على هدى } استعارة تمثيلية مكنية شبهت الحالة بالحالة وحذف لفظ المشبه به وهو المركب الدال على الركوب كأن يقال رَاكِبِين مطية الهدى وأبقى ما يدل على المشبه وهو { أولئك } والهدى ، ورمز للمركب الدال على المشبه به بشيء من لوازمه وهو لفظ ( على ) الدال على الركوب عرفاً كما علمتم ، فتكمل لنا في أقسام التمثيلية الأقسام الثلاثة : الاستعارة كما في الاستعارة المفردة فيكون التمثيل منه مجاز مرسل كاستعمال الخبر في التحسر ومنه استعارة مصرحة نحو أراك تقدم رجلاً وتؤخر أخرى ومنه مكنية كما في الآية على رأينا ، ومنه تبعية كما في قول الحماسي :وفارسٍ في غمار الموت منغمسٍ ... إذا تألَّى على مكروهة صدقافإن منغمس تمثيل لهيئة إحاطة أسباب الموت به من كل جانب بهيئة من أحاطت به المياه المهلكة من كل جانب ولفظ منغمس تبعية لا محالة .وإنما نكر هدى ولم يعرف باللام لمساواة التعريف والتنكير هنا إذ لو عُرِّف لكان التعريف تعريفَ الجنس فرجح التنكير تمهيداً لوصفه بأنه من عند ربهم ، فهو مغاير للهدى السابق في قوله : { هدى للمتقين } مغايرةً بالاعتبار إذ القصد التنويه هنا بشأن الهدى وتوسلاً إلى إفادة تعظيم الهدى بقرينة مقام المدح وبذكر ما يدل على التمكن فتعين قصد التعظيم . فقوله : { من ربهم } تنويه بهذا الهدى يقتضي تعظيمه وكل ذلك يرجع إلى تعظيم المتصفين بالتمكن منه .وإنما وصف الهدى بأنه من ربهم للتنويه بذلك الهدى وتشريفه مع الإشارة بأنهم بمحل العناية من الله وكذلك إضافة الرب إليهم هي إضافة تعظيم لشأن المضاف إليه بالقرينة .{ وأولئك هُمُ المفلحون } .مرجع الإشارة الثانية عين مرجع الأولى ، ووجه تكرير اسم الإشارة التنبيه على أن كلتا الأثرتين جديرة بالاعتناء والتنويه ، فلا تذكر إحداهما تبعاً للأخرى بل تخص بجملة وإشارة خاصة ليكون اشتهارهم بذلك اشتهاراً بكلتا الجملتين وأنهم ممن يقال فيه كلا القولين .ووجه العطف بالواو دون الفَصْللِ أن بين الجملتين توسطاً بين كمالي الاتصال والانقطاع لأنك إن نظرت إلى اختلاف مفهومهما وزمن حصولهما فإن مفهوم إحداهما وهو الهدى حاصل في الدنيا ومفهوم الأخرى وهو الفلاح حاصل في الآخرة كانتا منقطعتين .وإن نظرت إلى تسبب مفهوم إحداهما عن مفهوم الأخرى ، وكون كل منهما مقصوداً بالوصف كانتا متصلتين ، فكان التعارض بين كمالي الاتصال والانقطاع منزلاً إياهما منزلة المتوسطين ، كذا قرر شراح «الكشاف» ومعلوم أن حالة التوسط تقتضي العطف كما تقرر في علم المعاني ، وتعليله عندي أنه لما تعارض المقتضيان تعين العطف لأنه الأصل في ذكر الجمل بعضها بعد بعض .وقوله : { هم المفلحون } الضمير للفصل ، والتعريف في المفلحون للجنس وهو الأظهر إذ لا معهود هنا بحسب ظاهر الحال ، بل المقصود إفادة أن هؤلاء مفلحون ، وتعريف المسند بلام الجنس إذا حمل على مسندٍ إليه معرففٍ أفاد الاختصاص فيكون ضمير الفصل لمجرد تأكيد النسبة ، أي تأكيداً للاختصاص . فأما إذا كان التعريف للجنس وهو الظاهر فتعريف المسند إليه مع المسند من شأنه إفادة الاختصاص غالباً لكنه هنا مجرد عن إفادة الاختصاص الحقيقي ، ومفيد شيئاً من الاهتمام بالخبر ، فلذلك جلب له التعريف دون التنكير وهذا مثَّله عبد القاهر بقولهم : هو البطل الحامي ، أي إذا سمِعْت بالبطل الحامي وأحطت به خبراً فهو فلان . وإليه أشار في «الكشاف» هنا بقوله : «أو على أنهم الذين إن حصلت صفة المفلحين وتحققوا ما هم وتصوروا بصورتهم الحقيقية فهم هم» والسكاكي لم يتابع الشيخين على هذا فعدل عنه في «المفتاح» ولله دره .والفلاح : الفوز وصلاح الحال ، فيكون في أحوال الدنيا وأحوال الآخرة ، والمراد به في اصطلاح الدين الفوز بالنجاة من العذاب في الآخرة . والفعل منه أفلح أي صار ذا فلاح ، وإنما اشتق منه الفعل بواسطة الهمزة الدالة على الصيرورة لأنه لا يقع حدثاً قائماً بالذات بل هو جنس تحف أفراده بمن قدرت له ، قال في «الكشاف» : انظر كيف كرر الله عز وجل التنبيه على اختصاص المتقين بنيل ما لا يناله أحد على طرق شتى وهي ذكر اسم الإشارة وتكريره وتعريف المفلحين ، وتوسيط ضمير الفصل بينه وبين { أولئك } ليبصرك مراتبهم ويرغبك في طلب ما طلبوا وينشطك لتقديم ما قدموا .",
  "ayah": 5,
  "surah": 2
}
