{
  "text": "هذا فريق آخر وهو فريق له ظاهر الإيمان وباطنه الكفر وهو لا يعدُو أن يكون مبطناً الشرك أو مبطناً التمسك باليهودية ويجمعه كله إظهار الإيمان كذباً ، فالواو لِعطف طائفة من الجمل على طائفة مسوققٍ كل منهما لغرض جمعتهما في الذكر المناسبة بين الغرضين فلا يتطلب في مثله إلا المناسبة بين الغرضين لا المناسبةُ بين كل جملة وأخرى من كلا الغرضين على ما حققه التفتزاني في { شرح الكشاف } ، وقال السيد إنه أصل عظيم في باب العطف لم ينتبه له كثيرون فأشكل عليهم الأمر في مواضع شتى وأصله مأخوذ من قول «الكشاف» : «وقصة المنافقين عن آخرها معطوفة على قصة { الذين كفروا } [ البقرة : 6 ] كما تُعطف الجملة على الجملة» فأفاد بالتشبيه أن ذلك ليس من عطف الجملة على الجملة . قال المحقق عبد الحكيم : وهذا ما أهمله السكاكي أي في أحوال الفصل والوصل وتفرد به صاحب «الكشاف» .واعلم أن الآيات السابقة لما انتقل فيها من الثناء على القرآن بذكر المهتدين به بنوعيْهم الذين يؤمنون بالغيب والذين يؤمنون بما أنزل إليك إلى آخر ما تقدم ، وانتقل من الثناء عليهم إلى ذكر أضدادهم وهم الكافرون الذين أريد بهم الكافرون صراحةً وهم المشركون ، كان السامع قد ظن أن الذين أظهروا الإيمان داخلون في قوله { الذين يؤمنون بالغيب } [ البقرة : 3 ] فلم يكن السامع سائلاً عن قسم آخر وهم الذين أظهروا الإيمان وأبطنوا الشرك أو غيرَه وهم المنافقون الذين هم المراد هنا بدليل قوله : { وإذا لقوا الذين آمنوا قالوا آمنا } [ البقرة : 14 ] الخ ، لأنه لغرابته وندرة وصفه بحيث لا يخطر بالبال وجوده ناسب أن يذكر أمره للسامعين ، ولذلك جاء بهذه الجملة معطوفة بالواو إذ ليست الجملة المتقدمة مقتضية لها ولا مثيرة لمدلولها في نفوس السامعين ، بخلاف جملة : { إن الذين كفروا سواء عليهم } [ البقرة : 6 ] تُرك عطفها على التي قبلها لأن ذكر مضمونها بعد المؤمنين كان مترقباً للسامع ، فكان السامع كالسائل عنه فجاء الفصل للاستئناف البياني .وقوله : { ومن الناس } خبر مقدم لا محالة وقد يتراءى أن الإخبار بمثله قليل الجدوى لأنه إذا كان المبتدأ دالاً على ذات مثله ، أو معنى لا يكون إلا في الناس كانَ الإخبار عن المبتدأ بأنه من الناس أو في الناس غير مجد بخلاف قولك الخَضِر من الناس ، أي لا من الملائكة فإن الفائدة ظاهرة ، فوجه الإخبار بقولهم من الناس في نحو الآية ونحو قول بعض أعزة الأصحاب في تهنئة لي بخطة القضاء :في الناس من ألقَى قِلادتها إلى ... خَلففٍ فحرَّم ما ابْتَغَى وأباحاإن القصد إخفاء مدلول الخبر عنه كما تقول قال هذا إنسانٌ وذلك عندما يكون الحديث يكسب ذماً أو نقصاناً ، ومنه قول النبيء صلى الله عليه وسلم« ما بال أقوام يشترطون شروطاً ليست في كتاب الله » وقد كثر تقديم الخبر في مثل هذا التركيب لأن في تقديمه تنبيهاً للسامع على عجيب ما سيذكر ، وتشويقاً لمعرفة ما يتم به الإخبار ولو أُخر لكان موقعه زائداً لحصول العلم بأن ما ذكره المتكلم لا يقع إلا من إنسان كقول موسى بننِ جابر الحنفي :ومن الرجال أسنة مذروبة ... ومزنَّدون وشاهد كالغائبوقد قيل إن موقع { من الناس } مؤذن بالتعجب وإن أصل الخبر إفادة أن فاعل هذا الفعل من الناس لئلا يظنه المخاطَب من غير الناس لشناعة الفعل ، وهذا بعيد عن القصد لأنه لو كان كما قال لم يكن للتقديم فائدة بل كان تأخيره أولى حتى يتقرر الأمر الذي يوهم أن المبتدأ ليس { من الناس } ، هذا توجيه هذا الاستعمال وذلك حيث لا يكون لظاهر الإخبار بكون المتحدث عنه من أفراد الناس كبير فائدة فإن كان القصد إفادة ذلك حيث يجهله المخاطب كقولك من الرجال من يَلْبَس برقعاً تريد الإخبار عن القوم المُدْعَوْن بالمُلَثَّمِين ( من لَمْتُونة ) ، أو حيث ينزَّل المخاطَب منزلة الجاهل كقول عبد الله بن الزَّبِير ( بفتح الزاي وكسر الباء ) :وفي الناس إنْ رثَّت حبالُك وَاصل ... وفي الأَرض عن دار القِلَى مُتَحَوَّلإذا كان حال المخاطبين حالَ من يظن أن المتكلم لا يجد من يصله إن قطعه هو ، فذِكر { من الناس } ونحوه في مثل هذا وارد على أصل الإخبار ، وتقديم الخبر هنا للتشويق إلى استعلام المبتدأ وليس فيه إفادة تخصيص . وإذا علمت أن قوله { من الناس } مؤذن بأن المتحدث عنهم ستساق في شأنهم قصة مذمومة وحالة شنيعة إذ لا يُستر ذكرهم إلا لأن حالهم من الشناعة بحيث يستحي المتكلم أن يصرح بموصوفها وفي ذلك من تحقير شأن النفاق ومذمته أمر كبير ، فوردت في شأنهم ثلاثَ عشرة آيةً نُعِيَ عليهم فيها خُبثهم ومكرهم ، وسوء عواقبهم ، وسفه أحلامهم ، وجهالتهم ، وأردف ذلك كله بشتم واستهزاء وتمثيل حالهم في أشنع الصور وهم أحرياء بذلك فإن الخطة التي تدربوا فيها تجمع مذام كثيرة إذِ النفاق يجمع الكذب ، والجبن ، والمكيدة ، وأفنَ الرأي ، والبلَه ، وسوءَ السلوك ، والطمَع ، وإضاعَة العمر ، وزوالَ الثقة ، وعداوةَ الأصحاب ، واضمحلالَ الفضيلة .أما الكذب فظاهر ، وأما الجبن فلأنه لولاه لما دعاه داع إلى مخالفة ما يبطن ، وأما المكيدة فإنه يحمل على اتقاء الاطلاع عليه بكل ما يمكن ، وأما أَفَن الرأي فلأن ذلك دليل على ضعف في العقل إذ لا داعي إلى ذلك ، وأما البلَه فللجهل بأن ذلك لا يطول الاغترار به ، وأما سوء السلوك فلأنَّ طَبْع النفاق إخفاء الصفات المذمومة ، والصفات المذمومة ، إذا لم تظهر لا يمكن للمربي ولا للصديق ولا لعموم الناس تغييرها على صاحبها فتبقى كما هي وتزيد تمكناً بطول الزمان حتى تصير ملكة يتعذر زوالها ، وأما الطمع فلأن غالب أحوال النفاق يكون للرغبة في حصول النفع ، وأما إضاعة العمر فلأن العقل ينصرف إلى ترويج أحوال النفاق وما يلزم إجراؤه مع الناس ونصْببِ الحيل لإخفاء ذلك وفي ذلك ما يصرف الذهن عن الشغل بما يجدي ، وأما زوال الثقة فلأن الناس إن اطلعوا عليه ساء ظنهم فلا يثقون بشيء يقع منه ولو حَقاً ، وأما عداوة الأصحاب فكذلك لأنه إذا عَلِم أن ذلك خلُق لصاحبه خَشِيَ غدره فحذره فأدى ذلك إلى عداوته ، وأما اضمحلال الفضيلة فنتيجة ذلك كله .وقد أشار قوله تعالى : { وما هم بمؤمنين } إلى الكذب ، وقولُه : { يخادعون } [ البقرة : 9 ] إلى المكيدة والجبن ، وقوله : { ما يخادعون إلا أنفسهم } [ البقرة : 9 ] إلى أفن الرأي ، وقوله : { وما يشعرون } [ البقرة : 9 ] إلى البلَه ، وقوله : { في قلوبهم مرض } [ البقرة : 10 ] إلى سوء السلوك ، وقوله : { فزادهم الله مرضاً } [ البقرة : 10 ] إلى دوام ذلك وتزايدِه مع الزمان ، وقولُه : { قالوا إنما نحن مصلحون } [ البقرة : 11 ] إلى إضاعة العمر في غير المقصود ، وقولُه : { قالوا إنا معكم } [ البقرة : 14 ] مؤكَّداً بإنَّ إلى قلة ثقة أصحابهم فيهم ، وقولُه : { فما ربحت تجارتهم } [ البقرة : 16 ] إلى أن أمرهم لم يحظ بالقبول عند أصحابهم ، وقوله : { صم بكم عمي فهم لا يعقلون } [ البقرة : 18 ] إلى اضمحلال الفضيلة منهم وسيجيء تفصيل لهذا ، وجمع عند قوله تعالى : { في قلوبهم مرض } .والناس اسم جمع إنْسِيّ بكسر الهمزة وياء النسب فهو عوض عن أَنَاسِيَ الذي هو الجمع القياسي لإنْس وقد عوضوا عن أناسي أُناس بضم الهمزة وطرح ياء النسب ، دَلّ على هذا التعويض ظهور ذلك في قول عَبيد بن الأبرص الأسدي يخاطب امرأ القيس :إنَّ المنايا يطَّلِعْ ... نَ على الأُناس الآمِنِيناثم حذفوا همزته تخفيفاً ، وحذفُ الهمزة للتخفيف شائع كما قالوا لُوقَة في أَلُوقَة وهي الزُّبدة ، وقد التزم حذف همزة أناس عند دخول أل عليه غالباً بخلاف المجرد من أل فذكر الهمزة وحذفُها شائع فيه وقد قيل إن نَاس جمع وإنه من جموع جاءت على وزن فُعال بضم الفاء مثل ظُؤار جمع ظِئْر ، ورُخال جمع رَخِل وهي الأنثى الصغيرة من الضأن ووزن فُعال قليل في الجموع في كلام العرب وقد اهتم أئمة اللغة بجمع ما ورد منه فذكرها ابن خالويه في «كتاب ( لَيْس ) » وابنُ السكيت وابن بري . وقد عد المتقدمون منها ثمانية جُمعت في ثلاثة أبيات تُنسب للزمخشري والصحيح أنها لصدر الأفاضل تلميذه ثم ألْحَقَ كثير من اللغويين بتلك الثماننِ كلماتتٍ أخر حتى أُنِهيتَ إلى أربع وعشرين جمعاً ذكرها الشهاب الخفاجي في «شرح درة الغواص» وذكر معظَمَها في «حاشيته على تفسير البيضاوي» وهي فائدة من علم اللغة فارجعوا إليها إن شئتم .وقيل إن ما جاء بهذا الوزن أسماء جموع ، وكلام «الكشاف» يؤذن به ومفرد هذا الجمع إنسي أو إنس أو إنسان وكله مشتق من أَنِسَ ضد توحش لأن الإنسان يألف ويأْنَس .والتعريف في الناس للجنس لأن ما علمت من استعماله في كلامهم يؤيد إرادة الجنس ويجوز أن يكون التعريف للعهد والمعهود هم الناس المتقدم ذكرهم في قوله :{ إن الذين كفروا } [ البقرة : 6 ] أو الناس الذين يعهدهم النبيء صلى الله عليه وسلم والمسلمون في هذا الشأن ، و ( مَنْ ) موصولة والمراد بها فريق وجماعة بقرينة قوله { وما هم بمؤمنين } وما بعده من صيغ الجمع .والمذكور بقوله : { ومن الناس من يقول } الخ قسم ثالث مقابل للقسمين المتقدمين للتمايز بين الجميع بأَشْهر الصفات وإن كان بين البعض أو الجميع صفات متفقة في الجملة فلا يشتبه وجه جعل المنافقين قسيماً للكافرين مع أنهم منهم لأن المراد بالتقسيم الصفات المخصصة .وإنما اقتصر القرآن من أقوالهم على قولهم { آمنا بالله وباليوم الآخر } مع أنهم أظهروا الإيمان بالنبيء صلى الله عليه وسلم إيجازاً لأن الأول هو مبدأ الاعتقادات كلها لأن من لم يؤمن برب واحد لا يصل إلى الإيمان بالرسول إذ الإيمان بالله هو الأصل وبه يصلح الاعتقاد وهو أصل العمل ، والثاني هو الوازع والباعث في الأعمال كلها وفيه صلاح الحال العملي أوهم الذين اقتصروا في قولهم على هذا القول لأنهم لغلوهم في الكفر لا يستطيعون أن يذكروا الإيمان بالنبيء صلى الله عليه وسلم استثقالاً لهذا الاعتراف فيقتصرون على ذكر الله واليوم الآخر إيهاماً للاكتفاء ظاهراً ومحافظة على كفرهم باطناً لأن أكثرهم وقادتهم من اليهود .وفي التعبير بيقول في مثل هذا المقام إيماء إلى أن ذلك قول غير مطابق للواقع لأن الخبر المحكي عن الغير إذا لم يتعلق الغرض بذكر نصه وحكى بلفظ يقول أوْمأ ذلك إلى أنه غير مطابق لاعتقاده أو أن المتكلم يكذبه في ذلك ، ففيه تمهيد لقوله : { وما هم بمؤمنين } وجملة وما هم بمؤمنين في موضع الحال من ضمير { يقول } أي يقول هذا القول في حال أنهم غير مؤمنين .والآية أشارت إلى طائفة من الكفار وهم المنافقون الذين كان بعضهم من أهل يثرب وبعضهم من اليهود الذين أظهروا الإسلام وبقيتهم من الأعراب المجاورين لهم ، ورد في حديث كعب بن مالك أن المنافقين الذين تخلفوا في غزوة تبوك بضعة وثمانون ، وقد عرف من أسمائهم عبد الله بن أبي بن سلول وهو رأس المنافقين ، والجد بن قيس ، ومعتب بن قشير ، والجلاس بن سويد الذي نزل فيه : { يحلفون بالله ما قالوا } [ التوبة : 74 ] ، وعبد الله بن سبأ اليهودي ولَبيد بن الأَعْصَم من بني زُريق حليف اليهود كما في باب السحر من كتاب الطب من «صحيح البخاري» ، والأخْنَس أُبَىُّ بنُ شَرِيق الثقفي كان يظهر الود والإيمان وسيأتي عند قوله تعالى : { ومن الناس من يعجبك } [ البقرة : 204 ] ، وزَيد بن اللُّصَيْت القَيْنُقَاعي ووديعة بن ثابت من بني عَمرو بن عَوف ، ومُخَشِّن بن حُمَيِّر الأشجعي اللذين كانا يثبطان المسلمين من غزوة تبوك ، وقد قيل إن زيد بن اللُّصَيْت تابَ وحسن حاله ، وقيل لا ، وأما مُخَشِّن فتاب وعفا الله عنه وقُتل شهيداً يوم اليمامة .وفي كتاب «المرتبة الرابَعة» لابن حزم قد ذكر قوم مُعتِّب بن قشير الأوسي من بني عَمرو بن عوف في المنافقين وهذا باطل لأن حضوره بدراً يبطل هذا الظن بلا شك ولكنه ظهر منه يوم أحد ما يدل على ضعف إيمانه فلَمزوه بالنفاق فإنه القائل يوم أُحد : { لو كان لنا من الأمر شيء ما قُتلنا هاهنا } [ آل عمران : 154 ] ، رواه عنه الزبير بن العوام قال ابن عطية كان مغموصاً بالنفاق . ومن المنافقين أبو عَفَك أحدُ بني عَمرو بن عوف ظهر نفاقه حين قَتَل رسولُ الله الحارثَ بن سويد بن صامت وقال شعراً يعرض بالنبيء صلى الله عليه وسلم وقد أمر رسول الله بقتل أبي عَفَك فقتَله سالم بن عُمير ، ومن المنافقات عَصماء بنت مروان من بني أمية بننِ زيد نافقت لما قتل أبو عَفَك وقالت شعراً تعرض بالنبي قتلها عمير بن عدي الخطمي وقال له رسول الله صلى الله عليه وسلم «لا ينتطح فيها عَنْزَانِ» ، ومن المنافقين بشير بنُ أُبيرق كان منافقاً يهجو أصحاب رسول الله وشهد أحداً ومنهم ثعلبة بن حاطب وهو قد أسلم وعد من أهل بدر ، ومنهم بشر المنافق كان من الأنصار وهو الذي خاصم يهودياً فدعا اليهوديُّ بشراً إلى حكم النبيء فامتنع بِشر وطلب المحاكمة إلى كعب بن الأشرف وهذا هو الذي قتله عُمر وقصته في قوله تعالى : { ألم تر إلى الذين يزعمون أنهم آمنوا بما أنزل إليك } في سورة النساء ( 60 ) . وعن ابن عباس أن المنافقين على عهد رسول الله كانوا ثلاثمائة من الرجال ومائة وسبعين من النساء ، فأما المنافقون من الأوس والخزرج فالذي سن لهم النفاق وجمعهم عليه هو عبد الله بن أُبى حسَداً وحنَقاً على الإسلام لأنه قد كان أهل يثرب بعد أن انقضت حروب بُعاث بينهم وهلك جل ساداتهم فيها قد اصطلحوا على أن يجعلوه ملكاً عليهم ويعصبوه بالعصابة . قال سعد بن عبادة للنبيء في حديث البخاري : اعف عنه يا رسول الله واصفح فوالله لقد أعطاك الله الذي أعطاك ولقد اصطلح أهل هذه البحيرة أن يعصبوه بالعصابة فلما رد الله ذلك بالحق الذي أعطاكه شَرِق بذلك ا ه .وأما اليهود فلأنهم أهل مكر بكل دين يظهر ولأنهم خافوا زوال شوكتهم الحالية من جهات الحجاز ، وأما الأعراب فهم تبع لهؤلاء ولذلك جاء : { الأعرابُ أشد كفراً ونفاقاً } [ الأعراف : 97 ] الآية ، لأنهم يقلدون عن غير بصيرة وكل من جاء بعدهم على مثل صفاتهم فهو لاحق بهم فيما نعى الله عليهم وهذا معنى قول سلمان الفارسي في تفسير هذه الآية : «لم يجيء هؤلاء بعد» قال ابن عطية معنى قوله أنهم لم ينقرضوا بل يجيئون من كل زمان ا ه ، يعني أن سلمان لا ينكر ثبوت هذا الوصف لطائفة في زمن النبوة ولكن لا يرى المقصد من الآية حصر المذمة فيهم بل وفي الذين يجيئون من بعدهم .وقوله : { وما هم بمؤمنين } جيء في نفي قولهم بالجُملة الاسمية ولم يجيء على وزان قولهم : { آمَنَّا } بأن يقال وما آمنوا لأنهم لما أثبتوا الإيمان لأنفسهم كان الإتيان بالماضي أشمل حالاً لاقتضائه تحقق الإيمان فيما مضى بالصراحة ودوامَه بالالتزام؛ لأن الأصل ألا يتغير الاعتقاد بلا موجب كيف والدين هو هو ، ولما أريد نفي الإيمان عنهم كان نفيه في الماضي لا يسلتزم عدم تحققه في الحال بلهَ الاستقبال فكان قوله : { وما هم بمؤمنين } دالاً على انتفائه عنهم في الحال ، لأن اسم الفاعل حقيقة في زمن الحال وذلك النفي يستلزم انتفاءه في الماضي بالأُوْلى ، ولأن الجملة الفعلية تدل على الاهتمام بشأن الفعل دون الفاعل فلذلك حكى بها كلامهم لأنهم لما رأوا المسلمين يتطلبون معرفة حصول إيمانهم قالوا { آمنَّا } ، والجملةُ الاسمية تدل على الاهتمام بشأن الفاعل أي إن القائلين { آمنا } لم يقع منهم إيمان فالاهتمام بهم في الفعل المنفي تسجيل لكذبهم وهذا من مواطن الفروق بين الجملتين الفعلية والاسمية وهو مُصَدَّق بقاعدة إفادة التقديم الاهتمام مطلقاً وإن أهملوا التنبيه على جريان تلك القاعدة عندما ذكروا الفروق بين الجملة الفعلية والاسمية في كتب المعاني وأشار إليه صاحب «الكشاف» هنا بكلام دقيق الدلالة .فإن قلت : كان عبد الله بن سَعْد بن أبي سرح أسلم ثم ارتد وزعم بعد ردته أنه كان يكتب القرآن وأنه كان يُملي عليه النبيء صلى الله عليه وسلم عزيز حكيم مثلاً فيكتبها غفور رحيم مَثَلاً والعكسُ وهذا من عدم الإيمان فيكون حينئذٍ من المنافقين الذين آمنوا بعد ، فالجواب أن هذا من نقل المؤرخين وهم لا يعتد بكلامهم في مثل هذا الشأن لا سيما وولاية عبد الله ابن أبي سرح الإمارة من جملة ما نقمه الثوار على عثمان وتحامُل المؤرخين فيها معلوم لأنهم تلقوها من الناقمين وأشياعهم ، والأدلة الشرعية تنفي هذا لأنه لو صح للزم عليه دخول الشك في الدين ولو حاول عبد الله هذا لأَعلم الله تعالى به رسولَه لأنه لا يجوز على الرسول السهو والغفلة فيما يرجع إلى التبليغ على أنه مزيف من حيث العقل إذ لو أراد أن يكيد للدين لكان الأجدر به تحريف غير ذلك ، على أن هذا كلام قاله في وقت ارتداده وقوله حينئذٍ في الدين غير مصدَّق لأنه متهم بقصد ترويج ردته عند المشركين بمكة وقد علمت من المقدمة الثامنة من هذا التفسير أن العمدة في آيات القرآن على حفظ حُفَّاظه وقراءة النبيء صلى الله عليه وسلم وإنما كان يأمر بكتابته لقصد المراجعة للمسلمين إذا احتاجوا إليه ، ولم يَرْوِ أَحَدٌ أنه وقع الاحتياج إلى مراجعة ما كُتب من القرآن إلا في زمن أبي بكر ، ولم ينقل أن حفاظ القرآن وجدوا خلافاً بين محفوظهم وبين الأصول المكتوبة ، على أن عبد الله بن أبي سرح لم يكن منفرداً بكتابة الوحي فقد كان يكتب معه آخرون .ونفي الإيمان عنهم مع قولهم { آمنا } دليل صريح على أن مسمى الإيمان التصديق وأن النطق بما يدل على الإيمان قد يكون كاذباً فلا يكون ذلك النطق إيماناً ، والإيمان في الشرع هو الاعتقاد الجازم بثبوت ما يعلم أنه من الدين علماً ضرورياً بحيث يكون ثابتاً بدليل قطعي عند جميع أئمة الدين ويشتهر كونه من مقومات الاعتقاد الإسلامي اللازم لكل مسلم اشتهاراً بين الخاصة من علماء الدين والعامة من المسلمين بحيث لا نزاع فيه فقد نقل الإيمان في الشرع إلى تصديق خاص وقد أفصح عنه الحديث الصحيح عن عُمر أن جبريل جاء فسأل النبيء صلى الله عليه وسلم عن الإيمان فقال : \" الإيمانُ أن تؤمن بالله وملائكته وكتبه ورسله واليوممِ الآخر وتؤمنَ بالقدَر خيره وشره \"وقد اختلفت علماء الأمة في ماهية الإيمان ما هو وتطرقوا أيضاً إلى حقيقة الإسلام ونحن نجمع متناثر المنقول منهم مع ما للمحققين من تحقيق مذاهبهم في جملة مختصرة . وقد أرجعنا متفرق أقوالهم في ذلك إلى خمسة أقوال :القول الأول : قول جمهور المحققين من علماء الأمة قالوا إن الإيمان هو التصديق لا مسمى له غيرُ ذلك وهو مسماه اللغوي فينبغي ألا ينقل من معناه لأن الأصل عدم النقل إلا أنه أطلق على تصديق خاص بأشياء بيّنها الدين وليس استعمال اللفظ العام في بعض أفراده بنقله له عن معناه اللغوي وغلب في لسان الشرعيين على ذلك التصديق واحتجوا بعدة أدلة هي من أخبار الآحاد ولكنها كثيرة كثرةً تلحقها بالمستفيض .من ذلك حديث جبريل المتقدم وحديث سعد أنه قال «يا رسول الله : مالك عن فلان فإني لأراه مؤمناً فقال : أوْ مسلماً» ، قالوا وأما النطق والأعمال فهي من الإسلام لا من مفهوم الإيمان لأن الإسلام الاستسلام والانقياد بالجسد دون القلب ودليل التفرقة بينهما اللغة وحديث جبريل ، وقوله تعالى : { قالت الأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا } [ الحجرات : 14 ] ولما رواه مسلم عن طلحة بن عبيد الله أنه جاء رجل من نجد ثائر الرأس نسمع دوي صوته ولا نفقه ما يقول ، فإذا هو يسأل عن الإسلام فبين له النبيء صلى الله عليه وسلم أن الإسلام شهادة أن لا إله إلا الله وأن محمداً رسول الله وإقام الصلاة وإيتاء الزكاة وصوم رمضان وحج البيت لمن استطاع إليه سبيلاً ، ونسب هذا القول إلى مالك بن أنس أخذاً من قوله في «المدونة» : «من اغتسل وقد أجمع على الإسلام بقلبه أجزأَه» قال ابن رشد لأن إسلامه بقلبه فلو مات مات مؤمناً ، وهو مأخذ بعيد وستعلم أن قول مالك بخلافه .ونسب هذا أيضاً إلى الأشعري قال إمام الحرمين في «الإرشاد» وهو المرضي عندنا ، وبه قال الزهري من التابعين .القول الثاني : إن الإيمان هو الاعتقاد بالقلب والنطق باللسان بالشهادتين للإقرار بذلك الاعتقاد فيكون الإيمان منقولاً شرعاً لهذا المعنى فلا يعتد بالاعتقاد شرعاً إلا إذا انضم إليه النطق ونقل هذا عن أبي حنيفة ونسبه النووي إلى جمهور الفقهاء والمحدِّثين والمتكلمين ونسبه الفخر إلى الأشعري وبشر المريسي ، ونسبه الخفاجي إلى محققي الأشاعرة واختاره ابن العربي ، قال النووي وبذلك يكون الإنسان من أهل القبلة .قلت ولا أحسب أن بين هذا والقول الأول فرقاً وإنما نظر كل قيل إلى جانب ، فالأول نظر إلى جانب المفهوم والثاني نظر إلى الاعتداد ولم يعتنوا بضبط عباراتهم حتى يرتفع الخلاف بينهم وإن كان قد وقع الخلاف بينهم في أن الاقتصار على الاعتقاد هل هو منج فيما بين المرء وبين ربه أو لا بد من الإقرار؟ حكاه البيضاوي في «التفسير» ومال إلى الثاني ويؤخذ من كلامهم أنه لو ترك الإقرار لا عن مكابرة كان ناجياً مثل الأخرس والمغفل والمشتغل شغلاً اتصل بموته . واحتجوا بإطلاق الإيمان على الإسلام والعكس في مواضع من الكتاب والسنة ، قال تعالى : { فأخرجنا من كان فيها من المؤمنين فما وجدنا فيها غير بيت من المسلمين } [ الذاريات : 35 ، 36 ] وفي حديث وفد عبد القيس أن النبي صلى الله عليه وسلم قال لهم : \" آمركم بأربع وأنهاكم عن أربع الإيمان بالله أتدرون ما الإيمان بالله؟ شهادة أن لا إله إلا الله وأن محمداً رسول الله وإقام الصلاة \" الخ وهذه أخبار آحاد فالاستدلال بها في أصل من الدين إنما هو مجرد تقريب على أن معظمها لا يدل على إطلاق الإيمان على حالة ليس معها حالة إسلام .القول الثالث : قول جمهور السلف من الصحابة والتابعين أن الإيمان اعتقاد وقول وعمل ذلك أنهم لكمال حالهم ومجيئهم في فاتحة انبثاق أنوار الدين لم يكونوا يفرضون في الإيمان أحوالاً تقصر في الامتثال ، ونسب ذلك إلى مالك وسفيان الثوري وسفيان بن عيينة والأوزاعي وابن جريج والنخعي والحسن وعطاء وطاووس ومجاهد وابن المبارك والبخاري ونسب لابن مسعود وحذيفة وبه قال ابن حزم من الظاهرية وتمسك به أهل الحديث لأخذهم بظاهر ألفاظ الأحاديث ، وبذلك أثبتوا الزيادة والنقص في الإيمان بزيادة الأعمال ونقصها لقوله تعالى : { ليزدادوا إيماناً مع إيمانهم } [ الفتح : 4 ] الخ . وجاء في الحديث : \" الإيمان بضع وسبعون شعبة \" فدل ذلك على قبوله للتفاضل . وعلى ذلك حمل قوله صلى الله عليه وسلم \" لا يزني الزاني حين يزني وهو مؤمن \" أي ليس متصفاً حينئذٍ بكمال الإيمان .ونقل عن مالك أنه يزيد ولا ينقص فقيل إنما أمسك مالك عن القول بنقصانه خشية أن يظن به موافقة الخوارج الذين يكفرون بالذنوب . قال ابن بطال وهذا لا يخالف قول مالك بأن الإيمان هو التصديق وهو لا يزيد ولا ينقص لأن التصديق أول منازل الإيمان ويوجب للمصدق الدخول فيه ولا يوجب له استكمال منازله وإنما أراد هؤلاء الأئمة الرد على المرجئة في قولهم إن الإيمان قول بلا عمل ا ه . ولم يتابعهم عليه المتأخرون لأنهم رأوه شرحاً للإيمان الكامل وليس فيه النزاع إنما النزاع في أصل مسمى الإيمان وأول درجات النجاة من الخلود ولذلك أنكر أكثر المتكلمين أن يقال الإيمان يزيد وينقص وتأولوا نحو قوله تعالى : { ليزدادوا إيماناً } [ الفتح : 4 ] بأن المراد تعدد الأدلة حتى يدوموا على الإيمان وهو التحقيق .القول الرابع : قول الخوارج والمعتزلة إن الإيمان اعتقاد ونطق وعمل كما جاء في القول الثالث إلا أنهم أرادوا من قولهم حقيقة ظاهره من تركب الإيمان من مجموع الثلاثة بحيث إذا اختل واحد منها بطل الإيمان ، ولهم في تقرير بطلانه بنقص الأعمال الواجبة مذاهب غير منتظمة ولا معضودة بأدلة سوى التعلق بظواهر بعض الآثار مع الإهمال لما يعارضها من مثلها .فأما الخوارج فقالوا إن تارك شيء من الأعمال كافر غير مؤمن وهو خالد في النار فالأعمال جزء من الإيمان وأرادوا من الأعمال فعل الواجبات وترك المحرمات ولو صغائر ، إذ جميع الذنوب عندهم كبائر ، وأما غير ذلك من الأعمال كالمندوبات والمستحبات فلا يوجب تركها خلوداً ، إذ لا يقول مسلم إن ترك السنن والمندوبات يوجب الكفر والخلود في النار ، وكذلك فعل المكروهات .وقالت الإباضية من الخوارج إن تارك بعض الواجبات كافر لكن كفره كفر نعمة لا شرك ، نقله إمام الحرمين عنهم وهو الذي سمعناه من طلبتهم .وأما المعتزلة فقد وافقوا الخوارج في أن للأعمال حظاً من الإيمان إلا أنهم خالفوهم في مقاديرها ومذاهب المعتزلة في هذا الموضع غير منضبطة ، فقال قدماؤهم وهو المشهور عنهم إن العاصي مخلد في النار لكنه لا يوصف بالكفر ولا بالإيمان ووصفوه بالفسق وجعلوا استحقاق الخلود لارتكاب الكبيرة خاصة ، وكذلك نسب إليهم ابن حزم في كتاب «الفصل» ، وقال واصل بن عطاء الغزّال إن مرتكب الكبيرة منزلة بين المنزلتين أي لا يوصف بإيمان ولا كفر فيفارق بذلك قول الخوارج وقول المرجئة ووافقه عمرو بن عبيد على ذلك . وهذه هي المسألة التي بسببها قال الحسن البصري لواصل وعمرو بن عبيد اعتزل مجلسنا . ودرج على هذا جميعهم ، لكنهم اضطربوا أو اضطرب النقل عنهم في مسمى المنزلة بين المنزلتين ، فقال إمام الحرمين في «الإرشاد» إن جمهورهم قالوا إن الكبيرة تحبط ثواب الطاعات وإن كثرت ، ومعناه لا محالة أنها توجب الخلود في النار وبذلك جزم التفتزاني في «شرح الكشاف» وفي «المقاصد» ، وقال إن المنزلة بين المنزلتين هي موجبة للخلود وإنما أثبتوا المنزلة لعدم إطلاق اسم الكفر ولإجراء أحكام المؤمنين على صاحبها في ظاهر الحال في الدنيا بحيث لا يعتبر مرتكب المعصية كالمرتد فيقتل .وقال في «المقاصد» ومثله في «الإرشاد» : المختار عندهم خلاف المشتهر فإن أبا علي وابنه وكثيراً من محققيهم ومتأخريهم قالوا إن الكبائر إنما توجب دخول النار إذا زاد عقابها على ثواب الطاعات فإن أرْبت الطاعات على السيئات درأت السيئات ، وليس النظر إلى أعداد الطاعات ولا الزلات ، وإنما النظر إلى مقدار الأجور والأوزار فرب كبيرة واحدة يغلب وزرها طاعات كثيرة العدد ، ولا سبيل إلى ضبط هذه المقادير بل أمرها موكول إلى علم الله تعالى ، فإن استوت الحسنات والسيئات فقد اضطربوا في ذلك فهذا محل المنزلة بين المنزلتين . ونقل ابن حزم في «الفِصَل» عن جماعة منهم ، فيهم بشر المريسي والأصَم من استوت حسناته وسيئاته فهو من أهل الأعراف ولهم وقفة لا يدخلون النار مدة ثم يدخلون الجنة ومن رجحت سيئاته فهو مجازى بقدْر ما رجح له من الذنوب فمِن لفحة واحدة إلى بقاء خمسين ألف سنة في النار ثم يخرجون منها بالشفاعة . وهذا يقتضي أن هؤلاء لا يرون الخلود . وقد نقل البعض عن المعتزلة أن المنزلة بين المنزلتين لا جنة ولا نار إلا أن التفتزاني في «المقاصد» غلَّط هذا البعض وكذلك قال في «شرح الكشاف» . وقد قرر صاحب «الكشاف» حقيقة المنزلة بين المنزلتين بكلام مجمل فقال في تفسير قوله تعالى : { وما يضل به إلا الفاسقين } من سورة البقرة ( 26 ) والفاسق في الشريعة الخارج عن أمر الله بارتكاب الكبيرة وهو النازل بين المنزلتين أي بين منزلتي المؤمن والكافر . وقالوا إن أول من حد له هذا الحد أبو حذيفة واصل بن عطاء وكونه بين بين أن حكمه حكم المؤمن في أنه يناكَح ويوارَث ويغسَّل ويصلى عليه ويدفن في مقابر المسلمين وهو كالكافر في الذم واللعن والبراءة منه واعتقاد عداوته وأن لا تقبل له شهادة ا ه ، فتراه مع إيضاحه لم يذكر فيه أنه خالد في النار وصرح في قوله تعالى : { ومن يقتل مؤمناً متعمداً فجزاؤه جهنم خالداً فيها } في سورة النساء ( 93 ) بما يعمم خلود أهل الكبائر دون توبة في النار . قلت وكان الشأن أن إجراء الأحكام الإسلامية عليه في الدنيا يقتضي أنه غير خالد إذ لا يعقل أن تجري عليه أحكام المسلمين وتنتفي عنه الثمرة التي لأجلها فارق الكفر إذ المسلم إنما أسلم فراراً من الخلود في النار فكيف يكون ارتكاب بعض المعاصي موجباً لانتقاض فائدة الإسلام ، وإذا كان أحد لا يَسْلم من أن يقارف معصية وكانت التوبة الصادقة قد تتأخر وقد لا تحصل فيلزمهم ويلزم الخوارج أن يعُدوا جمهور المسلمين كفاراً وبئس مُنكراً من القول .على أن هذا مما يجرّيء العصاة على نقض عرى الدين إذ ينسَلُّ عنه المسلمون لانعدام الفائدة التي أسلموا لأجلها بحكم : أنا الغريق فما خوفي من البلل ، ومن العجيب أن يَصدر هذا القول من عاقل فضلاً عن عالم ، ثم الأعجب منه عكوف أتباعهم عليه تَلُوكه ألسنتهم ولا تفقهه أفئدتهم وكيف لم يقيض فيهم عالم منصف ينبري لهاته الترهات فيهذبها أو يؤولها كما أراد جمهور علماء السنة من صدر الأمة فَمن يليهم .القول الخامس : } قالت الكرامية الإيمان هو الإقرار باللسان إذا لم يخالف الاعتقادُ القولَ فلا يشترط في مسمى الإيمان شيء من المعرفة والتصديق ، فأما إذا كان يعتقد خلاف مقاله بطل إيمانه وهذا يرجع إلى الاعتداد بإيمان من نطق بالشهادتين وإن لم يَشغل عقله باعتقاد مدلولهما بل يكتفَى منه بأنه لا يضمر خلاف مدلولهما وهذه أحوال نادرة لا ينبغي الخوض فيها . أو أرادوا أنه تجري عليه في الظاهر أحكام المؤمنين مع أن الكرامية لا ينكرون أن من يعتقد خلاف ما نطق به من الشهادتين أنه خالد في النار يوم القيامة ، وفي «تفسير الفخر» أن غَيلان الدمشقي وافق الكرامية .هذه جوامع أقوال الفرق الإسلامية في مسمى الإيمان . وأنا أقول كلمة أربأُ بها عن الانحيَاز إلى نصرة وهي أن اختلاف المسلمين في أول خطوات مسيرهم وأول موقف من مواقف أنظارهم وقد مضت عليه الأيام بعد الأيام وتعاقبت الأقوام بعد الأقوام يعد نقصاً علمياً لا ينبغي البقاء عليه ، ولا أَعْرِفَنِّي بعد هذا اليوم ملتفتاً إليه .لا جرم أن الشريعة أول ما طلبت من الناس الإيمان والإسلام ليخرجوا بذلك من عقائد الشرك ومناوأة هذا الدين فإذا حصل ذلك تهيأت النفوس لقبول الخيرات وأفاضت الشريعة عليها من تلك النيرات فكانت في تلقي ذلك على حسب استعدادها زينة لمعاشها في هذا العالم ومعادها ، فالإيمان والإسلام هما الأصلان اللذان تنبعث عنهما الخيرات ، وهما الحد الفاصل بين أهل الشقاء وأهل الخير حداً لا يقبل تفاوتاً ولا تشككاً ، لأن شأن الحدود أن لا تكون متفاوتة كما قال الله تعالى : { فماذا بعد الحق إلا الضلال } [ يونس : 32 ] ، ولا يدعي أحد أن مفهوم الإيمان هو مفهوم الإسلام ، فيكابرَ لغة تتلَى عليه ، كيف وقد فسره الرسول لذلك الجالس عند ركبتيه . فما الذين ادعَوْه إلا قوم قد ضاقت عليهم العبارة فأرادوا أن الاعتداد في هذا الذي لا يكون إلا بالأمرين وبذلك يتضح وجه الاكتفاء في كثير من مواد الكتاب والسنة بأحد اللفظين ، في مقام خطاب الذين تحلوا بكلتا الخصلتين ، فانتظم القولان الأول والثاني .إن موجب اضطراب الأقوال في التمييز بين حقيقة الإيمان وحقيقة الإسلام أمران : أحدهما أن الرسالة المحمدية دعت إلى الاعتقاد بوجود الله ووحدانيته وبصدق محمد صلى الله عليه وسلم والإيمان بالغيب ودعت إلى النطق بما يدل على حصول هذا الاعتقاد في نفس المؤمن لأن الاعتقاد لا يعرف إلا بواسطة النطق ولم يقتنع الرسول من أحد بما يُحصِّل الظن بأنه حصَل له هذا الاعتقاد إلا بأن يعترف بذلك بنطقه إذا كان قادراً .الثاني : أن المؤمنين الذين استجابوا دعوة الرسول لم تكن ظواهرهم مخالفة لعقائدهم إذ لم يكن منهم مسلم يبطن الكفر فكان حصول معنى الإيمان لهم مقارناً لحصول معنى الإسلام وصدَق عليهم أنهم مؤمنون ومسلمون ، ثم لما نبع النفاق بعد الهجرة طرأ الاحتياج إلى التفرقة بين حال الذين اتصفوا بالإيمان والإسلام وبين حال الذين أظهروا الإسلام وأبطنوا الكفر تفرقة بالتحذير والتنبيه لا بالتعيين وتمييز الموصوف ، لذا كانت ألفاظ القرآن وكلام النبيء تجري في الغالب على مراعاة غالب أحوال المسلمين الجامعين بين المعنيين وربما جرت على مراعاة الأحوال النادرة عند الحاجة إلى التنبيه عليها كما في قوله تعالى : { قل لم تؤمنوا ولكن قولوا أسلمنا ولما يدخل الإيمانُ في قلوبكم } [ الحجرات : 14 ] وكما في قول النبيء لمن قال له : مَالَكَ عن فلان فوالله إني لأراه مُؤْمناً قال : «أوْ مسلما» .فحاصل معنى الإيمان حصول الاعتقاد بما يجب اعتقاده ، وحاصل معنى الإسلام إظهار المرء أنه أسلم نفسه لاتَّباع الدين ودعوة الرسول ، قال تعالى : { إن المسلمين والمسلمات والمؤمنين والمؤمنات } [ الأحزاب : 35 ] الآية .وهل يخامركم شك في أن الشريعة ما طلبت من الناس الإيمان والإسلام لمجرد تعمير العالم الأخروي من جنة ونار لأن الله تعالى قادر على أن يخلق لهذين الموضعين خلْقاً يعمرونهما إن شاء خَلْقَهما ، ولكن الله أراد تعمير العالَمين الدنيوي والأخروي ، وجعل الدنيا مِصْقَلَة النفوس البشرية تهيئها للتأهل إلى تعمير العالم الأخروي لتلتحق بالملائكة ، فجعل الله الشرائع لكف الناس عن سيء الأفعال التي تصدر عنهم بدواعي شهواتهم المفسدة لفطرتهم ، وأراد الله حفظ نظام هذا العالم أيضاً ليبقى صالحاً للوفاء بمراد الله إلى أمدٍ أرادَه ، فشرع للناس شرْعاً ودعا الناس إلى اتباعه والدخول إلى حظيرته ذلك الدخول المسمى بالإيمان وبالإسلام لاشتراط حصولهما في قِوام حقيقة الانضواء تحت هذا الشرع ، ثم يستتبع ذلك إظهارَ تمكين أنفسهم من قبول ما يُرسم لهم من السلوك عن طيب نفس ، وثقةٍ بمآلي نزاهة أو رجس . وذلك هو الأعمال ائتماراً وانتهاءً وفعلاً وانكفافاً . وهذه الغاية هي التي تتفاوت فيها المراتب إلاَّ أن تفاوت أهلها فيها لا ينقص الأصل الذي به دخلوا فإن الآتي بالبعض من الخير قد أتى بما كان أحسنَ من حاله قبل الإيمان ، والآتي بمعظم الخير قد فاق الذي دونَه ، والآتي بالجميع بقدر الطاقة هو الفائز ، بحيث إن الشريعة لا تَعدِم منفعة تحصل من أفراد هؤلاء الذين تسموا بالمؤمنين والمسلمين ومن تلك المراتب حماية الحوزة والدفاع عن البيضة ، فهل يشك أحد في أن عَمرو بن معديكرب أيامَ كان لا يرى الانتهاء عن شرب الخمر ويقول إن الله تعالى قال :{ فهل أنتم منتهون } [ المائدة : 91 ] فقلنا لا إنه قد دَلَّ جهادُه يوم القادِسية على إيمانه وعلى تحقيق شيء كثير من أجزاء إسلامه فهل يُعد سواءً والكافرين في كونه يخلد في النار؟فالأعمال إذن لها المرتبة الثانية بعد الإيمان والإسلام لأنها مكملة المقصد لا ينازع في هذين أعني كونَها في الدرجة الثانية وكونَها مقصودة إلا مكابر . ومما يؤيد هذا أكمل تأييد ما ورد في «الصحاح» في حديث معاذ بن جبل أن النبيء صلى الله عليه وسلم كان بعثه إلى اليمن فقال له : \" إنَّك ستأتي قوماً من أهل الكتاب فإذا جئتهم فادْعُهم إلى أن يشهدوا أن لا إله إلا الله وأن محمداً رسول الله ( أي ينطقوا بذلك نطقاً مطابقاً لاعتقادهم ) فإن هم أطاعوا لك بذلك فأخبرهم أن الله فرض عليهم خمس صلوات في كل يوم وليلة \" الخ فلولا أن للإيمان وللإسلام الحظ الأول لما قدمه ، ولولا أن الأعمال لا دخل لها في مسمى الإسلام لما فرَّق بينهما ، لأن الدعوة للحق يجب أن تكون دفعة وإلا لكان الرضا ببقائه على جزء من الكفر ولو لحظة مع توقع إجابته للدين رضىً بالكفر وهو من الكفر فكيف يأمر بسلوكه المَعصوم عن أن يُقِرّ أحداً على باطل ، فانتظم القول الثالث للقولين .ومما لا شبهة فيه أن استحقاق الثواب والعقاب على قدر الأعمال القلبية والجوارحية فالأمر الذي لا يحصُل شيءٌ من المطلوب دونَه لا يُنجي من العذاب إلا جميعُه فوجب أن يكون من لم يؤمن ولم يسلم مخلَّداً في النار لأنه لا يحصل منه شيء من المقصود بدون الإيمان والإسلام ، وأما الأمور التي يقرُب فاعلها من الغاية بمقدار ما يخطُو في طرقها فثوابها على قدر ارتكابها والعقوبة على قدر تركها ، ولا ينبغي أن ينازِع في هذا غيرُ مكابر ، إذ كيف يستوي عندالله العليممِ الحكيم رجلان أحدهما لم يؤمن ولم يسلم والآخر آمن وأسلَم وامتثل وانتهى ، إلا أنه اتبع الأمَّارة بالسوء في خصلة أو زلة فيحكم بأن كلا الرجلين في عذاب وخلود؟ وهل تبقى فائدة لكل مرتكب معصية في البقاء على الإسلام إذا كان الذي فر من أجله للإسلام حاصلاً على كل تقدير وهو الخلود في النار حتى إذا أراد أن يتوب آمَن يومئذٍ؟ وهل ينكر أحد أن جل الأمة لا يخلون من التلبس بالمعصية والمعصيتين إذ العصمة مفقودة فإذا كان ذلك قبل التوبة كفراً فهل يقول هذا العاقل إن الأمة في تلك الحالة متصفة بالكفر ولا إخال عاقلاً يلتزمها بعد أن يسمعها ، أفهل يموه أحد بعد هذا أن يأخذ من نحو قوله تعالى : { وما كان الله ليضيع إيمانكم }[ البقرة : 143 ] يعني الصلاة ، إن الله سمَّي الصلاة إيماناً ولولا أن العمل من الإيمان لما سميت كذلك بعد أن بينَّا أن الأعمال هي الغاية من الإيمان والإسلام فانتظم القول الرابع والخامس لثلاثة الأقوال لمن اقتدى في الإنصاف بأهل الكمال .ثم على العالم المتشبع بالاطلاع على مقاصد الشريعة وتصاريفها أن يفرق بين مقامات خطابها فإن منها مقام موعظة وترغيب وترهيب وتبشير وتحذير ، ومنها مقام تعليم وتحقيق فيرد كل وارد من نصوص الشريعة إلى مورده اللائق ولا تتجاذبه المتعارضات مجاذبة المماذق فلا يحتج أحد بما ورد في أثبت أوصاف الموصوف ، وأثبت أحد تلك الأوصاف تارة في سياق الثناء عليه إذ هو متصف بها جميعاً ، فإذا وصف تارة بجميعها لم يكن وصفه تارة أخرى بواحد منها دالاً على مساواة ذلك الواحد لبقيتها ، فإذا عرضت لنا أخبار شرعية جمعت بين الإيمان والأعمال في سياق التحذير أو التحريض لم تكن دليلاً على كون حقيقة أحدهما مركبة ومقومة من مجموعهما فإنما يحتج محتج بسياق التفرقة والنفي أو بسياق التعليم والتبيين فلا ينبغي لمنتسب أن يجازف بقولة سخيفة ناشئة عن قلة تأمل وإحاطة بموارد الشريعة وإغضاء عن غرضها ويؤول إلى تكفير جمهور المسلمين وانتقاض الجامعة الإسلامية بل إنما ينظر إلى موارد الشريعة نظرة محيطة حتى لا يكون ممن غابت عنه أشياء وحضره شيء ، بل يكون حكمه في المسألة كحكم فتاة الحي .أما مسألة العفو عن العصاة فهي مسألة تتعلق بغرضنا وليست منه ، والأشاعرة قد توسعوا فيها وغيرهم ضيقها وأمرها موكول إلى علم الله إلا أن الذي بلغنا من الشرع هو اعتبار الوعد والوعيد وإلا لكان الزواجر كضرب في بارد الحديد وإذا علمتم أن منشأ الخلاف فيها هو النظر لدليل الوجوب أو الجواز علمتم خروج الخلاف فيها من الحقيقة إلى المجاز ولا عجب أعجب من مرور الأزمان على مثل قولة الخوارج والإباضية والمعتزلة ولا ينبري من حذاق علمائهم من يهذب المراد أو يؤول قول قدمائه ذلك التأويل المعتاد ، وكأني بوميض فطنة نبهائهم أخذ يلوح من خِلل الرماد .",
  "ayah": 8,
  "surah": 2
}
