{
  "text": "وفي «الكشاف» أن تكرير حديث رفع الطور هنا لما نيط به من الزيادة على ما في الآية السابقة معنى في قوله : { قالوا سمعنا وعصينا } الآية وهي نكتة في الدرجة الثانية .وقال البيضاوي إن تكرير القصة للتنبيه على أن طريقتهم مع محمد صلى الله عليه وسلم طريقة أسلافهم مع موسى وهي نكتة في الدرجة الأولى وهذا إلزام لهم بعمل أسلافهم بناءً على أن الفرع يَتْبَع أصله والولد نسخة من أبيه ، وهو احتجاج خطابي .والقول في هاته الآيات كالقول في سابقتها [ البقرة : 63 ] وكذلك القول في ( البينات ) . إلا أن قوله : { واسمعوا } مراد به الامتثال فهو كناية كما تقول فلان لا يسمع كلامي أي لا يمتثل أمري إذ ليس الأمر هنا بالسماع بمعنى الإصغاء إلى التوراة فإن قوله : { خذوا ما آتيناكم بقوة } يتضمنه ابتداء لأن المراد من الأخذ بالقوة الاهتمام به وأول الاهتمام بالكلام هو سماعه والظاهر أن قوله : { خذوا ما آتيناكم بقوة } لا يشمل الامتثال فيكون قوله : { واسمعوا } دالاً على معنى جديد وليس تأكيداً ، ولك أن تجعله تأكيداً لمدلول { خذوا ما آتيناكم بقوة } بأن يكون الأخذ بقوة شاملاً لنية الامتثال وتكون نكتة التأكيد حينئذ هي الإشعار بأنهم مظنة الإهمال والإخلال حتى أكد عليهم ذلك قبل تبين عدم امتثالهم فيما يأتي ففي هذه الآية زيادة بيان لقوله في الآية الأولى : { واذكروا ما فيه } [ البقرة : 63 ] .واعلم أن من دلائل النبوة والمعجزات العلمية إشارات القرآن إلى العبارات الني نطق بها موسى في بني إسرائيل وكتبت في التوراة فإن الأمر بالسماع تكرر في مواضع مخاطباتتِ موسى لملإ بني إسرائيل بقوله : اسمع يا إسرائيل ، فهذا من نكت اختيار هذا اللفظ للدلالة على الامتثال دون غيره مما هو أوضح منه وهذا مثل ما ذكرنا في التعبير بالعهد .وقوله : { قالوا سمعنا وعصينا } يحتمل أنهم قالوه في وقت واحد جواباً لقوله : { واسمعوا } وإنما أجابوه بأمرين لأن قوله : { اسمعوا } تضمن معنيين معنى صريحاً ومعنى كنائياً فأجابوا بامتثال الأمر الصريح وأما الأمر الكنائي فقد رفضوه وذلك يتضمن جواب قوله : { خذوا ما آتيناكم بقوة } أيضا لأنه يتضمن ما تضمنه { واسمعوا } وفي هذا الوجه بعد ظاهر إذ لم يعهد منهم أنهم شافهوا نبيهم بالعزم على المعصية وقيل : إن قوله : { سمعنا } جواب لقوله : { خذوا ما آتيناكم } أي سمعنا هذا الكلام ، وقوله : { وعصينا } جواب لقوله : { واسمعوا } لأنه بمعنى امتثلوا ليكون كل كلام قد أجيب عنه ويبعده أن الإتيان في جوابهم بكلمة { سمعنا } مشير إلى كونه جواباً لقوله : { اسمعوا } لأن شأن الجواب أن يشتمل على عبارة الكلام المجاب به وقوله : ليكون كل كلام قد أجيب عنه قد علمت أن جعل { سمعنا وعصينا } جواباً لقوله : { واسمعوا } يغني عن تطلب جواب لقوله : { خذوا } ففيه إيجاز ، فالوجه في معنى هذه الآية هوما نقله الفخر عن أبي مسلم أن قولهم : { عصينا } كان بلسان الحال يعني فيكون { قالوا } مستعملاً في حقيقته ومجازه أي قالوا : سمعنا وعصوا فكأن لسانهم يقول عصينا . : ويحتمل أن قولهم { عصينا } وقع في زمن متأخر عن وقت نزول التوراة بأن قالوا عصينا في حثهم على بعض الأوامر مثل قولهم لموسى حين قال لهم : ادخلوا القرية { لن ندخلها أبداً } [ المائدة : 24 ] وهذان الوجهان أقرب من الوجه الأول . وفي هذا بيان لقوله في الآية الأولى : { ثم توليتم من بعد ذلك } [ البقرة : 64 ] .والإشراب هو جعل الشيء شارباً ، واستعير لجعل الشيء متصلاً بشيء وداخلاً فيه ووجه الشبه هو شدة الاتصال والسريان لأن الماء أسرى الأجسام في غيره ولذا يقول الأطباء الماء مطية الأغذية والأدوية ومَركبها الذي تسافر به إلى أقطار البدن فلذلك استعاروا الإشراب لشدة التداخل استعارة تبعية قال بعض الشعراء :تغلغل حب عثمة في فؤادي ... فباديه مع الخافي يسيرتغلغل حيث لم يبلغ شراب ... ولا حزن ولم يبلغ سرورومنه قولهم أشرب الثوب الصبغ ، قال الراغب : من عادتهم إذا أرادوا مخامرة حب وبغض أن يستعيروا لذلك اسم الشراب اه . وقد اشتهر المعنى المجازي فهجر استعمال الإشراب بمعنى السقي وذكر القلوب قرينة على أن إشراب العجل على تقدير مضاف من شأن القلب مثل عبادة العجل أو تأليه العجل . وإنما جعل حبهم العجل إشراباً لهم للإشارة إلى أنه بلغ حبهم العجل مبلغ الأمر الذي لا اختيار لهم فيه كأن غيرهم أشربهم إياه كقولهم أُولِع بكذا وشُغِف .والعجلَ مفعول { أشربوا } على حذف مضاف مشهور في أمثاله من تعليق الأحكام وإسنادها إلى الذوات مثل{ حُرِّمت عليكم الميتة } [ المائدة : 3 ] أي أكل لحمها . وإنما شغفوا به استحساناً واعتقاداً أنه إلههم وأن فيه نفعهم لأنهم لما رأوه من ذهب قدسوه من فرط حبهم الذهب . وقد قوي ذلك الإعجاب به بفرط اعتقادهم ألوهيته ولذلك قال تعالى : { بكفرهم } فإن الاعتقاد يزيد المعتقد توغلاً في حب معتقده .وإسناد الإشراب إلى ضمير ذواتهم ثم توضيحه بقوله : { في قلوبهم } مبالغة وذلك مثل ما يقع في بدل البعض والاشتمال وما يقع في تمييز النسبة . وقريب منه قوله تعالى : { إنما يأكلون في بطونهم ناراً } [ النساء : 10 ] وليس هو مثل ما هنا لأن الأكل متمحض لكونه منحصراً في البطن بخلاف الإشراب فلا اختصاص له بالقلوب .وقوله : { قل بئسما يأمركم به إيمانكم إن كنتم مؤمنين } تذييل واعتراض ناشىء عن قولهم { سمعنا وعَصَيْنا } هو خلاصة لإبطال قولهم : { نؤمن بما أنزل علينا } [ البقرة : 91 ] بعد أن أبطل ذلك بشواهد التاريخ وهي قوله : { قل فلم تقتلون أنبئاء الله } [ البقرة : 91 ] وقوله : { ولقد جاءكم موسى بالبينات } وقوله : { قالوا سمعنا وعصينا } ولذلك فَصَله عن قوله : { قل فلم تقتلون أنبئاء الله } لأنه يجري من الأول مجرى التقرير والبيان لحاصله ، والمعنى قل لهم إن كنتم مؤمنين بما أنزل عليكم كما زعمتم يعني التوراة فبئسما أمركم به هذا الإيمان إذ فعلتم ما فعلتم من الشنائع من قتل الأنبياء ومن الإشراك بالله في حين قيام التوراة فيكم فكيف وأنتم اليوم لا تعرفون من الشريعة إلا قليلاً ، وخاصة إذا كان هذا الإيمان بزعمهم يصدهم عن الإيمان بمحمد صلى الله عليه وسلم فالجملة الشرطية كلها مقول { قل } والأمر هنا مستعمل مجازاً في التسبب .وإنما جعل هذا مما أمرهم به إيمانهم مع أنهم لم يدعوا ذلك لأنهم لما فعلوه وهم يزعمون أنهم متصلبون في التمسك بما أنزل إليهم حتى أنهم لا يخالفونه قيد فتر ولا يستمعون لكتاب جاء من بعده فلا شك أن لسان حالهم ينادي بأنهم لا يفعلون فعلاً إلا وهو مأذون فيه من كتابهم ، هذا وجه الملازمة وأما كون هذه الأفعال مذمومة شنيعة فذلك معلوم بالبداهة فأنتج ذلك أن إيمانهم بالتوراة يأمرهم بارتكاب الفظائع وهذا ظاهر الكلام والمقصود منه القدح في دعواهم الإيمان بالتوراة وإبطال ذلك بطريق يستنزل طائرهم ويرمي بهم في مهواة الاستسلام للحجة فأظهر إيمانهم المقطوع بعدمه في مظهر الممكن المفروض ليتوصل من ذلك إلى تبكيتهم وإفحامهم نحو : { قل إن كان للرحمن من ولد فأنا أول العابدين } [ الزخرف : 81 ] ولهذا أضيف الإيمان إلى ضميرهم لإظهار أن الإيمان المذموم هو إيمانهم أي الذي دخله التحريف والاضطراب لما هو معلوم من أن الإيمان بالكتب والرسل إنما هو لصلاح الناس والخروج بهم من الظلمات إلى النور فلا جرم أن يكون مرتكبو هاته الشنائع ليسوا من الإيمان بالكتاب الذي فيه هدى ونور في شيء فبطل بذلك كونهم { مؤمنين } وهو المقصود فقوله : { بئسما يأمركم } جواب الشرط مقدم عليه أو { قل } دليل الجواب ولأجل هذا جيء في هذا الشرط بإن التي من شأن شرطها أن يكون مشكوك الحصول وينتقل من الشك في حصوله إلى كونه مفروضاً كما يفرض المحال وهو المراد هنا؛ لأن المتكلم عالم بانتفاء الشرط ولأن المخاطبين يعتقدون وقوع الشرط فكان مقتضى ظاهر حال المتكلم أن لا يؤتى بالشرط المتضمن لكونهم { مؤمنين } إلا منفياً ومقتضى ظاهر حال المخاطب أن لا يؤتى به إلا مع إذا ولكن المتكلم مع علمه بانتفاء الشرط فرضه كما يفرض المحال استنزالاً لطائرهم .وفي الإتيان بإن إشعار بهذا الفرض حتى يقعوا في الشك في حالهم وينتقلوا من الشك إلى اليقين بأنهم غير مؤمنين حين مجيء الجواب وهو { بئسما يأمركم } وإلى هذا أشار صاحب «الكشاف» كما قاله التفتزاني وهو لا ينافي كون القصد التبكيت لأنها معان متعاقبة يفضي بعضها إلى بعض فمن الفرض يتولد التشكيك ومن التشكيك يظهر التبكيت .ولا معنى لجعل { إن كنتم مؤمنين } ابتداء كلام وجوابه محذوفاً تقديره فإيمانكم لا يأمركم بقتل الأنبياء وعبادة العجل إلخ لأنه قطع لأواصر الكلام وتقدير بلا داع مع أن قوله : { قل بئسما يأمركم به إيمانكم } إلخ يتطلبه مزيد تطلب ونظائره في آيات القرآن كثيرة . على أن معنى ذلك التقدير لا يلاقي الكلام المتقدم المثبت أن إيمانهم أمَرهم بهذا المذام فكيف ينفي بَعْد ذلك أن يكون إميانهم يأمرهم؟و { بئسما } هنا نظير بئسما المتقدم في قوله : { بئسما اشتروا به أنفسهم } [ البقرة : 90 ] سوى أن هذا لم يؤت له باسممٍ مخصوص بالذم لدلالة قوله : { وأشربوا في قلوبهم العجل بكفرهم } والتقدير بئسما يأمركم به إيمانكم عبادةُ العجل .",
  "ayah": 93,
  "surah": 2
}
