{
  "text": "وجملة { ولن يتمنوه أبداً } إلى آخره معترضة بين جملة { قل إن كانت لكم الدار الآخرة } وبين جملة { قل من كان عدواً لجبريل } [ البقرة : 97 ] والكلام موجه إلى النبيء صلى الله عليه وسلم والمؤمنين إعلاماً لهم ليزدادوا يقيناً وليحصل منه تحد لليهود إذ يسمعونه ويودون أن يخالفوه لئلا ينهض حجة على صدق المخبر به فيلزمهم أن الدار الآخرة ليست لهم .وقوله : { بما قدمت أيديهم } يشير إلى أنهم قد صاروا في عقيدة مختلطة متناقضة كشأن عقائد الجهلة المغرورين فهم يعتقدون أن الدار الآخرة لهم بما دل عليه قولهم : { نؤمن بما أنزل علينا } [ البقرة : 91 ] وقولهم : { نحن أبناء الله وأحباؤه } [ المائدة : 18 ] ثم يعترفون بأنهم اجترأوا على الله واكتسبوا السيئات حسبما سطر ذلك عليهم في التوراة وفي كتب أنبيائهم فيعتذرون بأن النار تمسهم أياماً معدودة ولذلك يخافون الموت فراراً من العذاب .والمراد بما قدمت أيديهم ما أتوه من المعاصي سواء كان باليد أم بغيرها بقرينة المقام ، فقيل عبر باليد هنا عن الذات مجازاً كما في قوله :{ ولا تلقوا بأيديكم إلى التهلكة } [ البقرة : 195 ] وكما عبر عن الذات بالعين في باب التوكيد لأن اليد أهم آلات العمل . وقيل : أريد بها الأيدي حقيقة لأن غالب جنايات الناس بها وهو كناية عن جميع الأعمال قاله الواحدي ولعل التكني بها دون غيرها لأن أجمع معاصيها وأفظعها كان باليد فالأجمع هو تحريف التوراة والأفظع هو قتل الأنبياء لأنهم بذلك حرموا الناس من هدي عظيم .وإسناد التقديم للأيدي على الوجه الأول حقيقة وعلى الوجه الثاني مجاز عقلي .وقوله : { والله عليم بالظالمين } خبر مستعمل في التهديد لأن القدير إذا علم بظلم الظالم لم يتأخر عن معاقبته فهذا كقول زهير :فمهما يكتم الله يعلم ... وقد عدت هذه الآية في دلائل نبوة النبيء صلى الله عليه وسلم لأنها نفت صدور تمني الموت مع حرصهم على أن يظهروا تكذيب هذه الآية . ولا يقال لعلهم تمنوا الموت بقلوبهم لأن التمني بالقلب لو وقع لنطقوا به بألسنتهم لقصد الإعلان بإبطال هذه الوصمة فسكوتهم يدل على عدم وقوعه وإن كان التمني موضعه القلب لأنه طلب قلبي إذ هو محبة حصول الشيء وتقدم في قوله : { إلا أماني } [ البقرة : 78 ] أن الأمنية ما يقدر في القلب . وهذا بالنسبة إلى اليهود المخاطبين زمن النزول ظاهر إذ لم ينقل عن أحد منهم أنه تمنى الموت كما أخبرت الآية . وهي أيضاً من أعظم الدلائل عند أولئك اليهود على صدق الرسول صلى الله عليه وسلم فإنهم قد أيقن كل واحد منهم أنه لا يتمنى الموت وأيقن أن بقية قومه لا يتمنونه لأنه لو تمناه أحد لأعلن بذلك لعلمهم بحرص كل واحد منهم على إبطال حكم هذه الآية ، ويفيد بذلك إعجازاً عاماً على تعاقب الأجيال كما أفاد عجز العرب عن المعارضة علم جميع الباحثين بأن القرآن معجز وأنه من عند الله . على أن الظاهر أن الآية تشمل اليهود الذين يأتون بعد يهود عصر النزول إذ لا يعرف أن يهودياً تمنى الموت إلى اليوم فهذا ارتقاء في دلائل النبوة . وجملة { والله عليم بالظالمين } في موضع الحال من ضمير الرفع في { يتمنوه } أي علم الله ما في نفوسهم فأخبر رسوله بأن يتحداهم وهذا زيادة في تسجيل امتناعهم من تمني الموت ، والمراد بالظالمين اليهود فهو من وضع الظاهر موضع الضمير ليصفهم بالظلم .",
  "ayah": 95,
  "surah": 2
}
