{
  "text": "معطوف على قوله : { ولن يتمنوه أبداً } [ البقرة : 95 ] للإشارة إلى أن عدم تمنيهم الموت ليس على الوجه المعتاد عند البشر من كراهة الموت ما دام المرء بعافية بل هم تجاوزوا ذلك إلى كونهم أحرص من سائر البشر على الحياة حتى المشركين الذين لا يرجون بعثاً ولا نشوراً ولا نعيماً فنعيمهم عندهم هو نعيم الدنيا وإلى أن تمنوا أن يعمروا أقصى أمد التعمير مع ما يعتري صاحب هذا العمر من سوء الحالة ورذالة العيش . فلما في هذه الجمل المعطوفة من التأكيد لمضمون الجملة المعطوف عليها أخرت عنها ، ولما فيها من الزيادة في وصفهم بالأحرصية المتجاوزة الحد عطف عليه ولم يفصل لأنه لوكان لمجرد التأكيد لفصل كما يفصل التأكيد عن المؤكد .وقوله : { لتجدنهم } من الوجدان القلبي المتعدي إلى مفعولين . والمراد من الناس في الظاهر جميع الناس أي جميع البشر فهم أحرصهم على الحياة فإن الحرص على الحياة غريزية في الناس إلا أن الناس فيه متفاوتون قوة وكيفية وأسباباً قال أبو الطيب :أرى كلنا يهوَى الحياةَ بسعيه ... حريصاً عليها مستهاماً بها صَبّافحُب الجباننِ النفسَ أوده التُّقَى ... وحبُّ الشجاععِ النفسَ أَوْرَدَهِ الحَرباونكر ( الحياة ) قصداً للتنويع أي كيفما كانت تلك الحياة وتقول يهود تونس ما معناه «الحياة وكفى» .وقوله : { ومن الذين أشركوا } عطف على ( الناس ) لأن المضاف إليه أفعل التفضيل تقدر معه من التفضيلية لا محالة فإذا عطف عليه جاز إظهارها ويتعين الإظهار إذا كان المفضل من غير نوع المفضل عليه لأن الإضافة حينئذ تمتنع كما هنا فإن اليهود من الناس وليسوا من الذين أشركوا . وعند سيبويه أن إضافته على تقدير اللام فيكون قوله : { ومن الذين أشركوا } على قوله عطفاً بالحمل على المعنى أو بتقدير معطوف محذوف تقديره أحرص هو متعلق من { الذين أشركوا } وإليه مال في «الكشاف» .وقوله : { يود أحدهم } بيان لأحرصيتهم على الحياة وتحقيق لعموم النوعية في الحياة المنكرة لدفع توهم أن الحرص لا يبلغ بهم مبلغ الطمع في الحياة البالغة لمدة ألف سنة فإنها مع تعذرها لو تمت لهم كانت حياة خسف وأرذل عيش يظن بهم أن لا يبلغ حبهم الحياة إلى تمنيها ، وقد قال الحريري :والموت خير للفتى ... من عيشهِ عَيْشَ البهيمةفجيء بهاته الجملة لتحقيق أن ذلك الحرص يشمل حتى هاته الحياة الذميمة ولما في هاته الجملة من البيان لمضمون الجملة قبلها فُصلت عنها .والود المحبة و ( لو ) للتمني وهو حكاية للفظ الذي يودون به والمجيء فيه بلفظ الغائب مراعاة للمعنى ويجوز أن تكون ( لو ) مصدرية والتقدير يود أحدهم تَعمير ألففِ سنة .وقوله : { لو يعمر ألف سنة } بيان ليود أي يود ودًّا بيانه لو يعمر ألف سنة ، وأصل ( لو ) أنه حرف شرط للماضي أو للمستقبل فكان أصل موقعه مع فعل يود ونحوه أنه جملة مبينة لجملة { يود } على طريقة الإيجاز والتقدير في مثل هذا يود أحدهم لو يعمر ألف سنة لَما سَئِم أو لما كَرِهَ فلما كان مضمون شرط ( لو ) ومضمون مفعول { يود } واحداً استغنوا بفعل الشرط عن مفعول الفعل فحذفوا المفعول ونزل حرف الشرط مع فعله منزلة المفعول فلذلك صار الحرف مع جملة الشرط في قوة المفعول فاكتسب الاسمية في المعنى فصار فعل الشرط مؤولاً بالمصدر المأخوذ منه ولذلك صار حرف ( لو ) بمنزلة أَن المصدرية نظراً لكون الفعل الذي بعدها صار مؤولاً بمصدر فصارت جملة الشرط مستعملة في معنى المصدر استعمالاً غلَب على ( لو ) الواقعة بعد فعل { يود } وقد يلحق به ما كان في معناه من الأفعال الدالة على المحبة والرغبة .هذا تحقيق استعمال لو في مثل هذا الجاري على قول المُحَققّين من النحاة ولغلبة هذا الاستعمال وشيوع هذا الحذف ذهب بعض النحاة إلى أن ( لو ) تستعمل حرفاً مصدرياً وأثبتوا لها من مواقع ذلك موقعها بعد { يود } ونحوه وهو قول الفراء وأبي علي الفارسي والتبريزي والعكبري وابن مالك فيقولون : لا حذف ويجعلون ( لو ) حرفاً لمجرد السبك بمنزلة أن المصدرية والفعل مسبوكاً بمصدر والتقدير يود أحدهم التعمير وهذا القول أضعف تحقيقاً وأسهل تقديراً .وقوله : { وما هو بمزحزحه } يجوز أن يكون الضمير لأحدهم ويجوز أن يكون ضميراً مبهماً يفسره المصدر بعده على حد قول زهير :وما الحربُ إلا ما علمتم وذتُمُ ... وما هو عنها بالحديث المرجَّمولم يجعل ضمير شأن لدخول النفي عليه كالذي في البيت لكنه قريب من ضمير الشأن لأن المقصود منه الاهتمام بالخبر ولأن ما بعده في صورة الجملة ، وقيل : هو عائد على التعمير المستفاد من { لو يعمر ألف سنة } . وقوله : { أن يعمر } بدل منه وهو بعيد . والمزحزح المُبعد .وقوله : { والله بصير بما يعلمون } البصير هنا بمعنى العليم كما في قول علقمة الفحل :فإن تسألوني بالنساء فإنني ... بَصِيرٌ بأدواء النساء طبيبُوهو خبر مستعمل في التهديد والتوبيخ لأن القدير إذا علم بما يجترحه الذي يعصيه وأعلمه بأنه علم منه ذلك علم أن العقاب نازل به لا محال ومنه قول زهير :فلا تكتمُنَّ اللَّهَ ما في نفوسكم ... ليخفى فمهما يُكتم اللَّهُ يَعلميؤخَّرْ فيوضَعْ في كتاب فيُدَّخرْ ... ليوم الحساب أو يعَجَّلْ فينقمفجعل قوله : يَعْلم بمعنى العلم الراجع للتهديد بدليل إبداله منه قوله يؤخر ، البيت وقريب من هذا قول النابغة في النعمان :علمتُك ترعاني بعين بصيرةٍ ... وتبعث حُرَّاساً عليَّ وناظرا",
  "ayah": 96,
  "surah": 2
}
