{
  "text": "يعني جلّ ذكره بقوله ( ومن الناس من يعبد الله على حرف ) أعرابا كانوا يقدمون على رسول الله صلى الله عليه وسلم، مهاجرين من باديتهم، فإن نالوا رخاء من عيش بعد الهجرة والدخول في الإسلام أقاموا على الإسلام، وإلا ارتدّوا على أعقابهم، فقال الله ( ومن الناس من يعبد الله ) على شك، ( فإن أصابه خير اطمأن به ) وهو السعة من العيش وما يشبهه من أسباب الدنيا اطمأنّ به يقول: استقرّ بالإسلام وثبت عليه ( وإن أصابته فتنة ) وهو الضيق بالعيش وما يشبهه من أسباب الدنيا( انقلب على وجهه ) يقول: ارتدّ فانقلب على وجهه الذي كان عليه من الكفر بالله.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك: حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( ومن الناس من يعبد الله على حرف ) ... إلى قوله ( انْقَلَبَ عَلَى وَجْهِهِ ) قال: الفتنة البلاء، كان أحدهم إذا قدم المدينة وهي أرض وبيئة، فإن صحّ بها جسمه ، ونُتِجت فرسه مُهرا حسنا، وولدت امرأته غلاما رضي به واطمأنّ إليه وقال: ما أصبت منذ كنت على ديني هذا إلا خيرا ، وإن أصابه وجع المدينة ، وولدت امرأته &; 18-576 &; جارية وتأخرت عنه الصدقة، أتاه الشيطان فقال: والله ما أصبت منذ كنت على دينك هذا إلا شرّا، وذلك الفتنة.حدثنا ابن حميد، قال: ثنا حكام، قال: ثنا عنبسة، عن أبي بكر، عن محمد بن عبد الرحمن بن أبي ليلى، عن القاسم بن أبي بَزَّة، عن مجاهد في قول الله ( وَمِنَ النَّاسِ مَنْ يَعْبُدُ اللَّهَ عَلَى حَرْفٍ ) قال: على شكّ.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله ( عَلَى حَرْفٍ ) قال: على شك (فإن أصابه خير ) رخاء وعافية ( اطمأن به) اسْتَقَرَّ (وإن أصابته فتنة ) عذاب ومصيبة (انْقَلَبَ ) ارتد ( على وجهه ) كافرا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، بنحوه.قال ابن جُرَيج: كان ناس من قبائل العرب ومن حولهم من أهل القرى يقولون: نأتي محمدا صلى الله عليه وسلم، فإن صادفنا خيرا من معيشة الرزق ثبتنا معه، وإلا لحقنا بأهلنا.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قَتادة ( من يعبد الله على حرف ) قال: شك.( فإن أصابه خير ) يقول: أكثر ماله وكثرت ماشيته اطمأنّ وقال: لم يصبني في ديني هذا منذ دخلته إلا خير ( وإن أصابته فتنة ) يقول: وإن ذهب ماله، وذهبت ماشيته ( انقلب على وجهه خسر الدنيا والآخرة ) .حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قَتادة، نحوه.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله ( ومن الناس من يعبد الله على حرف ) الآية، كان ناس من قبائل العرب ومن حول المدينة من القرى كانوا يقولون: نأتي محمدا صلى الله عليه وسلم فننظر في شأنه، فإن صادفنا خيرا ثبتنا معه، وإلا لحقنا بمنازلنا وأهلينا. وكانوا يأتونه فيقولون: نحن على دينك! فإن أصابوا معيشة ونَتَجُوا خيلهم وولدت نساؤهم الغلمان، اطمأنوا وقالوا: هذا دين صدق ، وإن تأخر عنهم الرزق، وأزلقت خيولهم ، وولدت نساؤهم البنات، قالوا: هذا دين سَوْء، فانقلبوا على وجوههم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( ومن الناس من يعبد الله على حرف فإن أصابه خير اطمأن به وإن أصابته فتنة انقلب على وجهه خسر الدنيا والآخرة ) قال: هذا المنافق، إن صلحت له دنياه أقام على العبادة، وإن فسدت عليه دنياه وتغيرت انقلب، ولا يقيم على العبادة إلا لما صَلَح من دنياه. وإذا أصابته شدّة أو فتنة أو اختبار أو ضيق، ترك دينه ورجع إلى الكفر.وقوله ( خَسِرَ الدُّنْيَا وَالآخِرَةَ ) يقوله: غَبِن هذا الذي وصف جلّ ثناؤه صفته دنياه، لأنه لم يظفر بحاجته منها بما كان من عبادته الله على الشك، ووضع في تجارته فلم يربح والآخرة : يقول: وخسر الآخرة، فإنه معذّب فيها بنار الله الموقدة. وقوله ( ذَلِكَ هُوَ الْخُسْرَانُ الْمُبِينُ ) يقول : وخسارته الدنيا والآخرة هي الخسران : يعني الهلاك المبين : يقول : يبين لمن فكّر فيه وتدبره أنه قد خسر الدنيا والآخرة .واختلفت القرّاء في قراءة ذلك، فقرأته قراء الأمصار جميعا غير حميد الأعرج ( خَسِرَ الدُّنْيَا وَالآخِرَةَ ) على وجه المضيّ. وقرأه حميد الأعرج ( خاسِرًا) نصبا على الحال على مثال فاعل.",
  "ayah": 11,
  "surah": 22
}
