{
  "text": "يقول تعالى ذكره: إن الفصل بين هؤلاء المنافقين الذين يعبدون الله على حرف، والذين أشركوا بالله فعبدوا الأوثان والأصنام، والذين هادوا، وهم اليهود والصابئين والنصارى والمجوس الذي عظموا النيران وخدموها، وبين الذين آمنوا بالله ورسله إلى الله، وسيفصل بينهم يوم القيامة بعدل من القضاء وفصله بينهم إدخاله النار الأحزاب كلهم والجنة المؤمنين به وبرسله، فذلك هو الفصل من الله بينهم.وكان قَتادة يقول في ذلك ما حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قَتادة، في قوله: ( إِنَّ الَّذِينَ آمَنُوا وَالَّذِينَ هَادُوا وَالصَّابِئِينَ وَالنَّصَارَى وَالْمَجُوسَ وَالَّذِينَ أَشْرَكُوا ) قال: الصابئون: قوم يعبدون الملائكة، ويصلون للقبلة، ويقرءون الزبور. والمجوس: يعبدون الشمس والقمر  والنيران. والذين أشركوا: يعبدون الأوثان. والأديان ستة: خمسة للشيطان، وواحد للرحمن. وأدخلت \" إن \" في خبر \" إن \" الأولى لما ذكرت من المعنى، وأن الكلام بمعنى الجزاء، كأنه قيل: من كان على دين من هذه الأديان، ففصل ما بينه وبين من خالفه على الله والعرب تدخل أحيانا في خبر \" إن \" إذا كان خبر الاسم الأوّل في اسم مضاف إلى ذكره، فتقول: إن عبد الله إن الخير عنده لكثير، كما قال الشاعر.إنَّ الخَلِيفَـــةَ إن اللـــهَ سَــرْبَلَهُسِـرْبالَ مُلْـكٍ بِـهِ تُرْجَـى الخَـوَاتِيمُ (1)وكان الفرّاء يقول: من قال هذا لم يقل: إنك إنك قائم، ولا إن إياك إنه قائم، لأن الاسمين قد اختلفا، فحسن رفض الأوّل، وجعل الثاني كأنه هو المبتدأ، فحسن للاختلاف وقبح للاتفاق.وقوله: ( إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ شَهِيدٌ ) يقول: إن الله على كل شيء من أعمال هؤلاء الأصناف الذين ذكرهم الله جلّ ثناؤه، وغير ذلك من الأشياء كلها شهيد لا يخفى عنه شيء من ذلك.القول في تأويل قوله تعالى :  أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأَرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ وَكَثِيرٌ مِنَ النَّاسِ وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُيقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم:ألم تر يا محمد بقلبك، فتعلم أن الله يسجد له من في السماوات من الملائكة، ومن في الأرض من الخلق من الجنّ وغيرهم، والشمس والقمر والنجوم في السماء، والجبال، والشجر، والدوابّ في الأرض، وسجود ذلك ظلاله حين تطلع عليه الشمس، وحين تزول، إذا تحولّ ظلّ كل شيء فهو سجوده.كما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، قوله: ( أَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَنْ فِي السَّمَاوَاتِ وَمَنْ فِي الأرْضِ وَالشَّمْسُ وَالْقَمَرُ وَالنُّجُومُ وَالْجِبَالُ وَالشَّجَرُ وَالدَّوَابُّ ) قال: ظلال هذا كله.وأما سجود الشمس والقمر والنجوم، فإنه كما حدثنا به ابن بشار، قال: ثنا ابن أبي عديّ ومحمد بن جعفر، قالا ثنا عوف، قال: سمعت أبا العالية الرياحي يقول: ما في السماء نجم ولا شمس ولا قمر، إلا يقع لله ساجدا حين يغيب، ثم لا ينصرف حتى يؤذن له، فيأخذ ذات اليمين، وزاد محمد: حتى يرجع إلى مطلعه.وقوله: ( وَكَثِيرٌ مِنَ النَّاسِ ) يقول: ويسجد كثير من بني آدم، وهم المؤمنون بالله.كما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد: ( وَكَثِيرٌ مِنَ النَّاسِ ) قال: المؤمنون. وقوله: ( وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ ) يقول تعالى ذكره: وكثير من بني آدم حقّ عليه عذاب الله، فوجب عليه بكفره به، وهو مع ذلك يسجد لله ظله.كما حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد ( وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ ) وهو يسجد مع ظله ، فعلى هذا التأويل الذي ذكرناه عن مجاهد، وقع قوله ( وَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ ) بالعطف على قوله ( وَكَثِيرٌ مِنَ النَّاسِ ) ويكون داخلا في عداد من وصفه الله بالسجود له، ويكون قوله ( حَقَّ عَلَيْهِ الْعَذَابُ ) من صلة كثير، ولو كان \" الكثير الثاني \" من لم يدخل في عداد من وصف بالسجود كان مرفوعا بالعائد من ذكره في قوله: ( حَقَّ عَلَيْهِ الْعَذَابُ ) وكان معنى الكلام حينئذ: وكثير أبى السجود، لأن قوله ( حَقَّ عَلَيْهِ الْعَذَابُ ) يدلّ على معصية الله وإبائه السجود، فاستحقّ بذلك العذاب.------------------------الهوامش:(1) البيت لجرير ( ديوانه طبعة الصاوي ، ص 527 ) وهو من قصيدة يمدح بها بعض بني مروان وفي روايته : \" يكفي \" في موضع \" إن \" الأولى . وتزجى ، في موضع ترجى . قال شارح شواهد الكشاف : خاتم الشيء : عاقبته . وتزجى أي تساق خواتيم الإمارة ، والخاتم بفتح التاء وكسرها ، يقال أزجيت الإبل أي سقتها . والبيت شاهد عند قوله تعالى : ( إن الذين آمنوا والذين هادوا والصابئين . . . . . إِنَّ اللَّهَ يَفْصِلُ بَيْنَهُمْ ) أدخلت إن على كل واحد من جزأي الجملة ، لزيادة التأكيد . وحسن دخول إن الثانية على الجملة الواقعة خبرا ، طول الفصل بينهما بالمعاطيف . والمؤلف ساق البيت شاهدا على أنه نظير ما في الآية من دخول إن الثانية على جملة الخبر إذا كان فيه ضمير . ويجوز في البيت وجه آخر ، وهو أن تكون جملة إن الله سربله سربال ملك ، جملة معترضة بين اسم إن وخبرها ، ولا يجوز ذلك في الآية ، قاله أبو حيان ، ونقله عن شارح شواهد الكشاف . أه . والسربال : القميص والدرع . والمراد هنا الأول .",
  "ayah": 17,
  "surah": 22
}
