{
  "text": "يقول تعالى ذكره: ( وَلِكُلّ أُمَّةٍ ) ولكلّ جماعة سلف فيكم من أهل الإيمان بالله أيها الناس, جعلنا ذبحا يُهَرِيقون دمه ( لِيَذْكُرُوا اسْمَ اللهِ عَلى ما رَزَقَهُمْ مِنْ بَهِيمَةِ الأنْعام ) بذلك لأن من البهائم ما ليس من الأنعام, كالخيل والبغال والحمير. وقيل: إنما قيل للبهائم بهائم لأنها لا تتكلم.وبنحو الذي قلنا في تأويل قوله: ( جَعَلْنا مَنْسَكا ) قال أهل التأويل.*ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال. حدثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد: ( وَلِكُلّ أُمَّةٍ جَعَلْنا مَنْسَكا ) قال: إهراق الدماء ( لِيَذْكُرُوا اسْمَ اللهِ عَلَيْها ).حدثنا القاسم, قال: ثنا الحسين, قال. ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.وقوله: ( فَإِلَهُكُمْ إلَهُ وَاحِدٌ ) يقول تعالى ذكره: فاجتنبوا الرجس من الأوثان, واجتنبوا قول الزور, فإلهكم إله واحد لا شريك له, فإياه فاعبدوا وله أخلصوا الألوهة.وقوله: ( فَلَهُ أسْلِمُوا ) يقول: فلإلهكم فاخضعوا بالطاعة, وله فذلوا بالإقرار بالعبودية.وقوله: ( وَبَشِّرِ المُخْبِتِينَ ) يقول تعالى ذكره: وبشر يا محمد الخاضعين لله بالطاعة, المذعنين له بالعبودية, المنيبين إليه بالتوبة. وقد بيَّنا معنى الإخبات بشواهده فيما مضى من كتابنا هذا.وقد اختلف أهل التأويل في المراد به في هذا الموضع, فقال بعضهم: أريد به: وبشِّر المطمئنين إلى الله.*ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن ابن أبي نجيح, عن مجاهد: ( وَبَشِّرِ المُخْبِتِينَ ) قال: المطمئنين.حدثني أبو كريب, قال: ثنا ابن يمان, عن ابن جُرَيج, عن مجاهد, قوله: ( وَبَشِّرِ المُخْبِتِينَ ) المطمئنين إلى الله.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى. وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَبَشِّرِ المُخْبِتِينَ ) قال: المطمئنين.حدثنا الحسن, قال: ثنا عبد الرزاق, قال: أخبرنا معمر, عن قَتادة, في قوله: ( وَبَشِّرِ المُخْبِتِينَ ) قال: المتواضعين.وقال آخرون في ذلك بما:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا محمد بن مسلم, عن عثمان بن عبد الله بن أوس, عن عمرو بن أوس, قال: المخبتون: الذين لا يظلمون, وإذا ظلموا لم ينتصروا.حدثني محمد بن عثمان الواسطي, قال: ثنا حفص, بن عمر, قال: ثنا محمد بن مسلم الطائفي, قال: ثني عثمان بن عبد الله بن أوس, عن عمرو بن أوس مثله.",
  "ayah": 34,
  "surah": 22
}
