{
  "text": "وهذا احتجاج من الله على الذي أخبر عنه من الناس أنه يجادل في الله بغير علم، اتباعا منه للشيطان المريد ، وتنبيه له على موضع خطأ قيله، وإنكاره ما أنكر من قدرة ربه. قال: يا أيها الناس إن كنتم في شكّ من قدرتنا على بعثكم من قبوركم بعد مماتكم وبلاكم استعظاما منكم لذلك، فإن في ابتدائنا خلق أبيكم آدم صلى الله عليه وسلم من تراب ثم إنشائناكم من نطفة آدم ، ثم تصريفناكم أحوالا حالا بعد حال، من نطفة إلى علقة، ثم من علقة إلى مضغة، لكم معتبرا ومتعظا تعتبرون به، فتعلمون أن من قدر على ذلك فغير متعذّر عليه إعادتكم بعد فنائكم كما كنتم أحياء قبل الفناء.واختلف أهل التأويل في تأويل قوله مخلقة وغير مخلّقة، فقال بعضهم: هي من صفة النطفة. قال: ومعنى ذلك: فإنا خلقناكم من تراب، ثم من نطفة مخلَّقة وغير مخلقة قالوا: فأما المخلقة فما كان خلقا سَوِيّا وأما غير مخلقة، فما دفعته الأرحام ، من النطف ، وألقته قبل أن يكون خلقا.ذكر من قال ذلك: حدثنا أبو كريب، قال: ثنا أبو معاوية، عن داود بن أبي هند، عن عامر، عن علقمة، عن عبد الله، قال: إذا وقعت النطفة في الرحم، بعث الله ملَكا فقال: يا ربّ مخلقة ، أو غير مخلقة؟ فإن قال: غير مخلَّقة، مجّتها الأرحام دما، وإن قال: مخلقة، قال: يا ربّ فما صفة هذه النطفة ، أذكر أم أنثى؟ ما رزقها ما أجلها؟ أشقيّ أو سعيد؟ قال: فيقال له: انطلق إلى أمّ الكتاب فاستنسخ منه صفة هذه النطفة! قال: فينطلق الملك فينسخها فلا تزال معه حتى يأتي على آخر صفتها.وقال آخرون: معنى ذلك: تامة وغير تامة.ذكر من قال ذلك: حدثنا ابن بشار، قال: ثنا سليمان، قال: ثنا أبو هلال، عن قتادة في قول الله ( مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ ) قال: تامة وغير تامة.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن قتادة ( مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ ) فذكر مثله.وقال آخرون: معنى ذلك المضغة مصوّرة إنسانا وغير مصوّرة، فإذا صورت فهي مخلقة وإذا لم تصوّر فهي غير مخلقة.ذكر من قال ذلك: ابن حميد، قال: ثنا حكام، عن عنبسة، عن محمد بن عبد الرحمن، عن القاسم بن أبي بزة، عن مجاهد في قوله ( مُخَلَّقَةٍ ) قال: السِّقط، ( مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ ).حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد في قول الله ( مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ ) قال: السقط، مخلوق وغير مخلوق.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، بنحوه.حدثنا ابن المثنى، قال: ثنا عبد الأعلى، قال: ثنا داود، عن عامر أنه قال في النطفة والمضغة إذا نكست في الخلق الرابع، كانت نسمة مخلقة، وإذا قذفتها قبل ذلك فهي غير مخلقة.قال: ثنا عبد الرحمن بن مهدي، عن حماد بن أبي سلمة، عن داود بن أبي هند، عن أبي العالية ( مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ ) قال: السقط.وأولى الأقوال في ذلك بالصواب قول من قال: المخلقة المصورة خلقا تاما، وغير مخلقة: السِّقط قبل تمام خلقه، لأن المخلقة وغير المخلقة من نعت المضغة والنطفة بعد مصيرها مضغة، لم يبق لها حتى تصير خلقا سويا إلا التصوير، وذلك هو المراد بقوله ( مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ ) خلقا سويا، وغير مخلقة بأن تلقيه الأم مضغة ولا تصوّر ولا ينفخ فيها الروح.وقوله ( لِنُبَيِّنَ لَكُمْ ) يقول تعالى ذكره: جعلنا المضغة منها المخلقة التامة ومنها السقط غير التام، لنبين لكم قدرتنا على ما نشاء ونعرفكم ابتداءنا خلقكم.وقوله ( وَنُقِرُّ فِي الأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ) يقول تعالى ذكره: من كنا كتبنا له بقاء وحياة إلى أمد وغاية، فإنا نقرّه في رحم أمه إلى وقته الذي جعلنا له أن يمكث في رحمها، فلا تسقطه ، ولا يخرج منها حتى يبلغ أجله، فإذا بلغ وقت خروجه من رحمها أذنا له بالخروج منها، فيخرج.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك: حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله ( وَنُقِرُّ فِي الأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ) قال: التمام.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، مثله.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَنُقِرُّ فِي الأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى ) قال: الأجل المسمى: إقامته في الرحم حتى يخرج.وقوله ( ثُمَّ نُخْرِجُكُمْ طِفْلا ) يقول تعالى ذكره: ثم نخرجكم من أرحام أمهاتكم إذا بلغتم الأجل الذي قدرته لخروجكم منها طفلا صغارا ووحد الطفل ، وهو صفة للجميع، لأنه مصدر مثل عدل وزور.وقوله ( ثُمَّ لِتَبْلُغُوا أَشُدَّكُمْ ) يقول: ثم لتبلغوا كمال عقولكم ونهاية قواكم بعمركم.وقد ذكرت اختلاف المختلفين في الأشد، والصواب من القول فيه عندنا بشواهده فيما مضى بما أغنى عن إعادته في هذا الموضع.\"5\"القول في تأويل قوله تعالى :  وَمِنْكُمْ مَنْ يُتَوَفَّى وَمِنْكُمْ مَنْ يُرَدُّ إِلَى أَرْذَلِ الْعُمُرِ لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا وَتَرَى الأَرْضَ هَامِدَةً فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ وَرَبَتْ وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍيقول تعالى ذكره: ومنكم أيها الناس من يتوفى قبل أن يبلغ أشدّه فيموت، ومنكم من يُنْسَأ في أجله فيعمر حتى يهرم ، فيردّ من بعد انتهاء شبابه وبلوغه غاية أشده ، إلى أرذل عمره، وذلك الهرم، حتى يعود كهيئته في حال صباه لا يعقل من بعد عقله الأوّل شيئا.ومعنى الكلام: ومنكم من يرد إلى أرذل العمر بعد بلوغه أشده ( لِكَيْلا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ ) كان يعلمه (شَيْئًا ) .وقوله ( وَتَرَى الأَرْضَ هَامِدَةً ) يقول تعالى ذكره: وترى الأرض يا محمد يابسة دارسة الآثار من النبات والزرع، وأصل الهمود: الدروس والدثور، ويقال منه: همدت الأرض تهمد هُمودا ؛ ومنه قول الأعشى ميمون بن قيس:قــالَتْ قُتَيْلَـةُ مـا لِجِسِـمَك شـاحِباوأرَى ثِيـــابكَ بالِيـــاتٍ هُمَّــدَا (9)والهُمَّد: جمع هامد، كما الركع جمع راكع.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك: حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، في قوله ( وَتَرَى الأَرْضَ هَامِدَةً ) قال: لا نبات فيها.وقوله ( فَإِذَا أَنـزلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ ) يقول تعالى ذكره: فإذا نحن أنـزلنا على هذه الأرض الهامدة التي لا نبات فيها ، المطر من السماء اهتزّت يقول: تحركت بالنبات، (وَرَبَتْ) يقول: وأضعفت النبات بمجيء الغيث.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك: حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قَتادة ( اهْتَزَّتْ وَرَبَتْ ) قال: عُرِف الغيث في ربوها.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قَتادة ( اهْتَزَّتْ وَرَبَتْ ) قال: حسنت، وعرف الغيث في ربوها.وكان بعضهم يقول: معنى ذلك: فإذا أنـزلنا عليها الماء اهتزت، ويوجه المعنى إلى الزرع، وإن كان الكلام مخرجه على الخبر عن الأرض، وقرأت قراء الأمصار ( وَرَبَتْ ) بمعنى: الربو، الذي هو النماء والزيادة.وكان أبو جعفر القارئ يقرأ ذلك (وَرَبَأَتْ) بالهمز.حُدثت عن الفراء، عن أبي عبد الله التميمي عنه، وذلك غلط، لأنه لا وجه للرب ههنا، وإنما يقال: ربأ بالهمز بمعنى حرس من الربيئة، ولا معنى للحراسة في هذا الموضع، والصحيح من القراءة ما عليه قراء الأمصار.وقوله ( وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ ) يقول جلّ ثناؤه: وأنبتت هذه الأرض الهامدة بذلك الغيث من كل نوع بهيج، يعني بالبهيج ، البهج، وهو الحسن.وبنحو الذي قلنا في ذلك قال أهل التأويل.ذكر من قال ذلك: حدثنا محمد بن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قَتادة ( وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ بَهِيجٍ ) قال: حسن.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قَتادة، مثله.--------------------------الهوامش :(9) البيت لأعشى بن قيس بن ثعلبة ( ديوانه طبع القاهرة بشرح الدكتور محمد حسين ، ص 227 ) . وهو من قصيدة قالها لكسرى حين أراد منهم رهائن ، لما أغار الحارث بن وعلة على بعض السواد . والرواية فيه \" سايئا \" في موضع \" شاحبا \" . قال في تفسيره : سايئ : يسوء من رآه . وهمد الثوب تقطع من طول الطي ينظر إليه الناظر فيحسبه صحيحا ، فإذا مسه تناثر من البلى ، ومثله في ( اللسان : همد ) : ( وترى الأرض هامدة ) : أي جافة ذات تراب . وأرض هامدة : مقشعرة ، لا نبات فيها إلا اليابس المتحطم ، وقد أهمدها القحط . أه .",
  "ayah": 5,
  "surah": 22
}
