{
  "text": "قيل: إن السبب الذي من أجله أنـزلت هذه الآية على رسول الله صلى الله عليه وسلم, أن الشيطان كان ألقي على لسانه في بعض ما يتلوه مما أنـزل الله عليه من القرآن ما لم ينـزله الله عليه, فاشتدّ ذلك على رسول الله صلى الله عليه وسلم واغتمَّ به, فسلاه الله مما به من ذلك بهذه الآيات.*ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثنا حجاج, عن أبي معشر, عن محمد بن كعب القرظي ومحمد بن قيس قالا جلس رسول الله صلى الله عليه وسلم في ناد من أندية قريش كثير أهله, فتمنى يومئذ أن لا يأتيه من الله شيء فينفروا عنه, فأنـزل الله عليه:  وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى  فقرأها رسول الله صلى الله عليه وسلم, حتى إذا بلغ:  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى  ألقى عليه الشيطان كلمتين: تلك الغرانقة العلى, وإن شفاعتهنّ لترجى, فتكلم بها. ثم مضى فقرأ السورة كلها. فسجد في آخر السورة, وسجد القوم جميعا معه, ورفع الوليد بن المغيرة ترابا إلى جبهته فسجد عليه, وكان شيخا كبيرا لا يقدر على السجود. فرضوا بما تكلم به وقالوا: قد عرفنا أن الله يحيي ويميت، وهو الذي يخلق ويرزق, ولكن آلهتنا هذه تشفع لنا عنده, إذ جعلت لها نصيبا, فنحن معك، قالا فلما أمسى أتاه جبرائيل عليه السلام، فعرض عليه السورة; فلما بلغ الكلمتين اللتين ألقى الشيطان عليه قال: ما جئتك بهاتين، فقال رسول الله صلى الله عليه وسلم: افْتَرَيْتُ عَلى الله، وَقُلْتُ عَلى الله ما لَمْ يَقُلْ، فأوحى الله إليه:  وَإِنْ كَادُوا لَيَفْتِنُونَكَ عَنِ الَّذِي أَوْحَيْنَا إِلَيْكَ لِتَفْتَرِيَ عَلَيْنَا غَيْرَهُ  ... إلى قوله:  ثُمَّ لا تَجِدُ لَكَ عَلَيْنَا نَصِيرًا  . فما زال مغموما مهموما حتى نـزلت عليه: ( وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ ). قال: فسمع من كان من المهاجرين بأرض الحبشة أن أهل مكة قد أسلموا كلهم, فرجعوا إلى عشائرهم وقالوا: هم أحبّ إلينا، فوجدوا القوم قد ارتكسوا حين نسخ الله ما ألقى الشيطان.حدثنا ابن حميد, قال: ثنا سلمة, عن ابن إسحاق, عن يزيد بن زياد المدني, عن محمد بن كعب القرظي قال: لما رأى رسول الله صلى الله عليه وسلم تولي قَومه عنه, وشقّ عليه ما يرى من مباعدتهم ما جاءهم به من عند الله, تمنى في نفسه أن يأتيه من الله ما يقارب به بينه وبين قومه. وكان يسرّه, مع حبه وحرصه عليهم, أن يلين له بعض ما غلظ عليه من أمرهم, حين حدّث بذلك نفسه، وتمنى وأحبه, فأنـزل الله:  وَالنَّجْمِ إِذَا هَوَى * مَا ضَلَّ صَاحِبُكُمْ وَمَا غَوَى  فلما انتهى إلى قول الله:  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى  ألقى الشيطان على لسانه, لما كان يحدّث به نفسه ويتمنى أن يأتي به قومه، تلك الغرانيق العلى, وإن شفاعتهن ترتضى، فلما سمعت قريش ذلك فرحوا وسرّهم, وأعجبهم ما ذكر به آلهتهم, فأصاخوا له, والمؤمنون مصدقون نبيهم فيما جاءهم به عن ربهم, ولا يتهمونه على خطأ ولا وهم ولا زلل؛ فلما انتهى إلى السجدة منها وختم السورة سجد فيها، فسجد المسلمون بسجود نبيهم تصديقا لما جاء به واتباعا لأمره, وسجد من في المسجد من المشركين، من قريش وغيرهم لما سمعوا من ذكر آلهتهم, فلم يبق في المسجد مؤمن ولا كافر إلا سجد إلا الوليد بن المغيرة, فإنه كان شيخا كبيرا فلم يستطع, فأخذ بيده حفنة من البطحاء فسجد عليها. ثم تفرّق الناس من المسجد, وخرجت قريش وقد سرّهم ما سمعوا من ذكر آلهتهم, يقولون: قد ذكر محمد آلهتنا بأحسن الذكر, وقد زعم فيما يتلو أنها الغرانيق العلى، وأن شفاعتهنّ ترتضى، وبلغت السجدة من بأرض الحبشة من أصحاب رسول الله صلى الله عليه وسلم, وقيل: أسلمت قريش. فنهضت منهم رجال, وتخلَّف آخرون. وأتى جبرائيل النبيّ صلى الله عليه وسلم, فقال: يا محمد ماذا صنعت؟ لقد تلوت على الناس ما لم آتك به عن الله, وقلت ما لم يُقل لك، فحزن رسول الله صلى الله عليه وسلم عند ذلك, وخاف من الله خوفا كبيرا فأنـزل الله تبارك وتعالى عليه وكانَ بِهِ رَحِيما يعزّيه ويخفض عليه الأمر، ويخبره أنه لم يكن قبله رسول ولا نبيّ تمنى كما تمنى ولا حبّ كما أحبّ إلا والشيطان قد ألقى في أمنيته، كما ألقى على لسانه صلى الله عليه وسلم, فنسخ الله ما ألقى الشيطان وأحكم آياته, أي فأنت كبعض الأنبياء والرسل، فأنـزل الله: (وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ )... الآية، فأذهب الله عن نبيه الحزن, وأمنه من الذي كان يخاف, ونسخ ما ألقى الشيطان على لسانه من ذكر آلهتهم، أنها الغرانيق العلى، وأن شفاعتهنّ ترتضى. يقول الله حين ذكر اللات والعُزَّى ومناة الثالثة الأخرى, إلى قوله:  وَكَمْ مِنْ مَلَكٍ فِي السَّمَاوَاتِ لا تُغْنِي شَفَاعَتُهُمْ شَيْئًا إِلا مِنْ بَعْدِ أَنْ يَأْذَنَ اللَّهُ لِمَنْ يَشَاءُ وَيَرْضَى  , أي فكيف تمنع شفاعة آلهتكم عنده؛ فلما جاءه من الله ما نسخ ما كان الشيطان ألقى على لسان نبيه, قالت قريش: ندم محمد على ما كان من منـزلة آلهتكم عند الله, فغير ذلك وجاء بغيره، وكان ذلك الحرفان اللذان ألقى الشيطان على لسان رسوله قد وقعا في فم كل مشرك, فازدادوا شرّا إلى ما كانوا عليه.حدثنا ابن عبد الأعلى, قال: ثنا المعتمر, قال: سمعت داود, عن أبي العالية, قال: قالت قريش لرسول الله صلى الله عليه وسلم: إنما جلساؤك عبد بني فلان ومولى بني فلان, فلو ذكرت آلهتنا بشيء جالسناك, فإنه يأتيك أشراف العرب فإذا رأوا جلساءك أشراف قومك كان أرغب لهم فيك، قال: فألقى الشيطان في أمنيته, فنـزلت هذه الآية:  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى  قال: فأجرى الشيطان على لسانه: تلك الغرانيق العلى, وشفاعتهن ترجى, مثلهن لا يُنسى؛ قال: فسجد النبيّ حين قرأها, وسجد معه المسلمون والمشركون؛ فلما علم الذي أجرى على لسانه, كبر ذلك عليه, فأنـزل الله ( وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ )... إلى قوله: ( وَاللَّهُ عَلِيمٌ حَكِيمٌ ).حدثنا ابن المثنى, قال: ثنا أبو الوليد, قال: ثنا حماد بن سلمة, عن داود بن أبي هند, عن أبي العالية قال: قالت قريش: يا محمد إنما يجالسك الفقراء والمساكين وضعفاء الناس, فلو ذكرت آلهتنا بخير لجالسناك فإن الناس يأتونك من الآفاق، فقرأ رسول الله صلى الله عليه وسلم سورة النجم; فلما انتهى على هذه الآية  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى  فألقى الشيطان على لسانه: وهي الغرانقة العلى, وشفاعتهن ترتجى؛ فلما فرغ منها سجد رسول الله صلى الله عليه وسلم و والمسلمون والمشركون, إلا أبا أحيحة سعيد بن العاص, أخذ كفا من تراب وسجد عليه; وقال: قد أن لابن أبي كبشة أن يذكر آلهتنا بخير حتى بلغ الذين بالحبشة من أصحاب رسول الله صلى الله عليه وسلم من المسلمين أن قريشا قد أسلمت, فاشتدّ على رسول الله صلى الله عليه وسلم ما ألقى الشيطان على لسانه, فأنـزل الله ( وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ )... إلى آخر الآية.حدثنا ابن بشار, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن أبي بشر, عن سعيد بن جُبير, قال: لما نـزلت هذه الآية:  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى  قرأها رسول الله صلى الله عليه وسلم, فقال: تلك الغرانيق العلى, وإن شفاعتهن لترتجى. فسجد رسول الله صلى الله عليه وسلم. فقال المشركون: أنه لم يذكر آلهتكم قبل اليوم بخير، فسجد المشركون معه, فأنـزل الله: ( وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ )... إلى قوله:  عَذَابُ يَوْمٍ عَقِيمٍ  .حدثنا ابن المثنى, قال: ثنى عبد الصمد, قال: ثنا شعبة, قال: ثنا أبو بشر, عن سعيد بن جُبير قال: لما نـزلت:  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى  ثم ذكر نحوه.حدثني محمد بن سعد, قال: ثني أبي, قال: ثني عمي, قال: أبي, عن أبيه, عن ابن عباس, قوله: ( وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ ) إلى قوله: ( وَاللَّهُ عَلِيمٌ حَكِيمٌ ) وذلك أن نبيّ الله صلى الله عليه وسلم بينما هو يصلي, إذ نـزلت عليه قصة آلهة العرب, فجعل يتلوها; فسمعه المشركون فقالوا: إنا نسمعه يذكر آلهتنا بخير، فدنوا منه, فبينما هو يتلوها وهو يقول:  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى  ألقى الشيطان: إن تلك الغرانيق العلى, منها الشفاعة ترتجى. فجعل يتلوها, فنـزل جبرائيل عليه السلام فنسخها, ثم قال له: ( وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ إِلا إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ ) إلى قوله: ( وَاللَّهُ عَلِيمٌ حَكِيمٌ ).حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( وما أرسلنا من قبلك من رسول ولا نبي )... الآية; أن نبيّ الله صلى الله عليه وسلم وهو بمكة, أنـزل الله عليه في آلهة العرب, فجعل يتلو اللات والعزّى ويكثر ترديدها. فسمع أهل مكة نبيّ الله يذكر آلهتهم, ففرحوا بذلك, ودنوا يستمعون, فألقى الشيطان في تلاوة النبيّ صلى الله عليه وسلم: تلك الغرانيق العلى, منها الشفاعة ترتجى، فقرأها النبيّ صلى الله عليه وسلم كذلك, فأنـزل الله عليه:  وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ  إِلَى  وَاللَّهُ عَلِيمٌ حَكِيمٌ  .حدثنا يونس, قال: أخبرنا ابن وهب, قال: أخبرني يونس, عن ابن شهاب, أنه سئل عن قوله: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ )... الآية, قال ابن شهاب: ثني أبو بكر بن عبد الرحمن بن الحارث، أن رسول الله صلى الله عليه وسلم وهو بمكة قرأ عليهم:  وَالنَّجْمِ إِذَا هَوَى  ، فلما بلغ  أَفَرَأَيْتُمُ اللاتَ وَالْعُزَّى * وَمَنَاةَ الثَّالِثَةَ الأُخْرَى  قال: إن شفاعتهن ترتجى. وسها رسول الله صلى الله عليه وسلم، فلقيه المشركون الذين في قلوبهم مرض, فسلموا عليه, وفرحوا بذلك, فقال لهم: إنما ذلك من الشيطان. فأنـزل الله: وَمَا أَرْسَلْنَا مِنْ قَبْلِكَ مِنْ رَسُولٍ وَلا نَبِيٍّ )... حتى بلغ: فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ).فتأويل الكلام: ولم يرسل يا محمد من قبلك من رسول إلى أمة من الأمم، ولا نبيّ محدث ليس بمرسل, إلا إذا تمنى.واختلف أهل التأويل في معنى قوله تمنى في هذا الموضع, وقد ذكرت قول جماعة ممن قال: ذلك التمني من النبيّ صلى الله عليه وسلم ما حدثته نفسه من محبته، مقاربة قومه في ذكر آلهتهم ببعض ما يحبون, ومن قال ذلك محبة منه في بعض الأحوال أن لا تذكر بسوء.وقال آخرون: بل معنى ذلك: إذا قرأ وتلا أو حدّث.*ذكر من قال ذلك:حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس, قوله: ( إِذَا تَمَنَّى أَلْقَى الشَّيْطَانُ فِي أُمْنِيَّتِهِ ) يقول: إذا حدث ألقى الشيطان في حديثه.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى، وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( إِذَا تَمَنَّى ) قال: إذا قال.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد, مثله.حُدثت عن الحسين بن الفرج, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( إِلا إِذَا تَمَنَّى ) يعني بالتمني: التلاوة والقراءة.وهذا القول أشبه بتأويل الكلام, بدلالة قوله: ( فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ ) على ذلك; لأن الآيات التي أخبر الله جلّ ثناؤه أنه يحكمها, لا شك أنها آيات تنـزيله, فمعلوم أن الذي ألقى فيه الشيطان هو ما أخبر الله تعالى ذكره أنه نسخ ذلك منه وأبطله، ثم أحكمه بنسخه ذلك منه.فتأويل الكلام إذن: وما أرسلنا من قبلك من رسول ولا نبيّ إلا إذا تلا كتاب الله, وقرأ, أو حدّث وتكلم, ألقى الشيطان في كتاب الله الذي تلاه وقرأه، أو في حديثه الذي حدث وتكلم ( فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ) يقول تعالى: فيذهب الله ما يلقي الشيطان من ذلك على لسان نبيه ويبطله.كما حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس: ( فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ) فيبطل الله ما ألقى الشيطان.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله: ( فَيَنْسَخُ اللَّهُ مَا يُلْقِي الشَّيْطَانُ ) نسخ جبريل بأمر الله ما ألقى الشيطان على لسان النبي صلى الله عليه وسلم, وأحكم الله آياته.وقوله: ( ثُمَّ يُحْكِمُ اللَّهُ آيَاتِهِ ) يقول:ثم يخلص الله آيات كتابه من الباطل الذي ألقى الشيطان على لسان نبيه ( وَاللَّهُ عَلِيمٌ حَكِيمٌ ) بما يحدث في خلقه من حدث, لا يخفى عليه منه شيء (حَكِيمٌ) في تدبيره إياهم وصرفه لهم فيما شاء وأحَبّ.",
  "ayah": 52,
  "surah": 22
}
