{
  "text": "وقد اختلف أهل التأويل في المعنيّ بقوله: ( لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا ) أيّ المناسك عنى به؟ فقال بعضهم: عنى به: عيدهم الذي يعتادونه.*ذكر من قال ذلك:حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن علي, عن ابن عباس, قوله: ( لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ ) يقول: عيدا.وقال آخرون: عنى به: ذبح يذبحونه، ودم يهريقونه.*ذكر من قال ذلك: حدثني أبو كريب, قال: ثنا ابن يمان, قال: ثنا ابن جُرَيج, عن مجاهد, في قوله: ( لِكُلِّ أُمَّةٍ جَعَلْنَا مَنْسَكًا هُمْ نَاسِكُوهُ ) قال: إراقة الدم بمكة.حدثنا محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( هُمْ نَاسِكُوهُ ) قال: إهراق دماء الهدي.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة: (مَنْسَكا) قال: ذبحا وحجا.والصواب من القول في ذلك أن يقال: عني بذلك إراقة الدم أيام النحر بمِنى، لأن المناسك التي كان المشركون جادلوا فيها رسول الله صلى الله عليه وسلم كانت إراقة الدم في هذه الأيام, على أنهم قد كانوا جادلوه في إراقة الدماء التي هي دماء ذبائح الأنعام بما قد أخبر الله عنهم في سورة الأنعام. غير أن تلك لم تكن مناسك, فأما التي هي مناسك فإنما هي هدايا أو ضحايا. ولذلك قلنا: عنى بالمنسك في هذا الموضع الذبح الذي هو بالصفة التي وصفنا.وقوله: ( فلا ينازعنك في الأمر) يقول تعالى ذكره: فلا ينازعنك هؤلاء المشركون بالله يا محمد في ذبحك ومنسكك بقولهم: أتأكلون ما قتلتم, ولا تأكلون الميتة التي قتلها الله؟ فأنك أولى بالحقّ منهم, لأنك محقّ وهم مبطلون.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد: ( فَلا يُنَازِعُنَّكَ فِي الأمْرِ ) قال: الذبح.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة: ( فَلا يُنَازِعُنَّكَ فِي الأمْرِ ) فلا تتحام لحمك.وقوله: ( وَادْعُ إِلَى رَبِّكَ ) يقول تعالى ذكره: وادع يا محمد منازعيك من المشركين بالله في نسكك وذبحك إلى اتباع أمر ربك في ذلك بأن لا يأكلوا إلا ما ذبحوه بعد اتباعك وبعد التصديق بما جئْتهم به من عند الله, وتجنبوا الذبح للآلهة والأوثان وتبرّءوا منها, إنك لعلى طريق مستقيم غير زائل عن محجة الحقّ والصواب في نسكك الذي جعله لك ولأمتك ربك, وهم الضلال على قصد السبيل, لمخالفتهم أمر الله في ذبائحهم وعبادتهم الآلهة.",
  "ayah": 67,
  "surah": 22
}
