{
  "text": "يقول تعالى ذكره: ألم تعلم يا محمد أن الله يعلم كلّ ما في السموات السبع والأرضين السبع, لا يخفى عليه من ذلك شيء, وهو حاكم بين خلقه يوم القيامة, على علم منه بجميع ما عملوه في الدنيا, فمجازي المحسن منهم بإحسانه والمسيء بإساءته ( إِنَّ ذَلِكَ فِي كِتَابٍ ) يقول تعالى ذكره: إن علمه بذلك في كتاب, وهو أم الكتاب الذي كتب فيه ربنا جلّ ثناؤه قبل أن يخلق خلقه ما هو كائن إلى يوم القيامة ( إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ ).كما حدثنا القاسم, قال: ثنا الحسين, قال: ثنا ميسر بن إسماعيل الحلبي, عن الأوزاعي, عن عبدة بن أبي لبابة, قال: علم الله ما هو خالق وما الخلق عاملون, ثم كتبه, ثم قال لنبيه: ( أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالأرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ ).حدثنا القاسم, قال: ثنا الحسين, قال: ثني ميسر, عن أرطأة بن المنذر, قال: سمعت ضمرة بن حبيب يقول: إن الله كان على عرشه على الماء, وخلق السموات والأرض بالحقّ, وخلق القلم فكتب به ما هو كائن من خلقه, ثم إن ذلك الكتاب سبح الله ومجده ألف عام, قبل أن يبدأ شيئا من الخلق.حدثنا القاسم, قال: ثنا الحسين, قال: ثني معتمر بن سليمان, عن أبيه, عن سيار, عن ابن عباس, أنه سأل كعب الأحبار عن أمّ الكتاب, فقال: علم الله ما هو خالق وما خلقه عاملون, فقال لعلمه: كن كتابا.وكان ابن جُرَيج يقول في قوله: ( إِنَّ ذَلِكَ فِي كِتَابٍ ) قال: قوله:  اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ  .وإنما اخترنا القول الذي قلنا في ذلك, لأن قوله: (إنَّ ذلك) إلى قوله: ( أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالأرْضِ ) أقرب منه إلى قوله:  اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ فِيمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ  فكان إلحاق ذلك بما هو أقرب إليه أولى منه بما بعد.وقوله: ( إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ ) اختلف في ذلك, فقال بعضهم: معناه: إن الحكم بين المختلفين في الدنيا يوم القيامة على الله يسير.*ذكر من قال ذلك:حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جريج: ( إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ ) قال: حكمه يوم القيامة, ثم قال بين ذلك: ( أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالأرْضِ إِنَّ ذَلِكَ فِي كِتَابٍ ).وقال آخرون: بل معنى ذلك: أن كتاب القلم الذي أمره الله أن يكتب في اللوح المحفوظ ما هو كائن على الله يسير يعني هين. وهذا القول الثاني أولى بتأويل ذلك, وذلك أن قوله: ( إِنَّ ذَلِكَ عَلَى اللَّهِ يَسِيرٌ )... إلى قوله: ( إِنَّ ذَلِكَ فِي كِتَابٍ ) أقرب وهو له مجاور، ومن قوله:  اللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيَامَةِ  متباعد مع دخول قوله: ( أَلَمْ تَعْلَمْ أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَاءِ وَالأرْضِ ) بينهما، فإلحاقه بما هو أقرب أولى ما وجد للكلام, وهو كذلك مخرج في التأويل صحيح.",
  "ayah": 70,
  "surah": 22
}
