{
  "text": "فلما جآء تھم ……المفسدین (41)\nیہ بیشمار نشانیاں ، حق کو باطل سے واضح کرنے والی نشانیاں ، ایسی نشانیاں کہ جس کو اللہ نے دو آنکھیں دی ہیں وہ انہیں دیکھ سکتا ہے۔ جن کے بارے میں خدا تعالیٰ فرماتا ہے کہ یہ نشانیاں مبصر ہیں یعنی وہ دیکھنے والی ہیں۔ دیکھ دیکھ کر لوگوں کو راہ ہدایت کی طرف لانے والی ہیں۔ لیکن وہ لوگ ایسے ہٹ دھرم تھے کہ ان کو بھی انہوں نے کہا کہ سحر مبین ہے ، کھلا جادو ہے۔ یہ نہیں کہ وہ دل سے کہتے تھے یا وہ فی الواقعہ ایسا سمجھتے تھے یہ تو انہوں نے محض ظلم اور علوم کی وجہ سے کہا۔ ان کے دل و دماغ تو اس پر مطمئن تھے کہ یہ حق ہے۔ بالکل ان کو کوئی شبہ نہ تھا۔\nواستبف تھا انفسھم (82 : 31) ” حالانکہ ان کے دل ان کے قائل ہوچکے تھے۔ “ محض ہٹ دھرمی اور مکا برہ کی وجہ سے کیونکہ یہ ایمان لانا نہیں چاہتے تھے اور نہ کوئی دلیل وہ طلب کرنا چاہتے تھے۔ یہ اپنے آپ کو سچائی سے برتر سجھتے تھے اور اپنے نفوس پر ظلم کر رہے تھے کیونکہ قبول حق میں خود ان کی بھلائی تھی۔\nبعینہ یہی حال اکابرین قریش کا بھی تھا۔ یہ قرآن کریم کو سنتے تھے ، ان کو اچھی طرح یقین تھا کہ یہ حق ہے لیکن محض ہٹ دھرمی کی وجہ سے انکار کرتے تھے اور نبی ﷺ کی دعوت کا انکار کرتے تھے یہ دعوت صرف اللہ وحدہ کی طرف تھی۔ وجہ یہ تھی کہ یہ لوگ ہر حال میں اپنے دین اور عقائد پر قائم رہنا چاہتے تھے کیونکہ اس دین میں ایسے اصول تھے جن کی وجہ سے ان کو مسند حاصل تھی۔ کچھ مفادات حاصل تھے اور یہ مسندیں اور مفادات ان عقائد باطلہ پر مبنی تھ۔ دعوت اسلامی سے ان کے لئے خطرہ ہی یہ تھا۔ اس کی کامیابی سے ان کے یہ مفادات ختم ہوجائیں گے اور ان کا مقام و مرتبہ جاتا رہے گا۔ وہ جانتے تھے کہ ان کے قدموں کے نیچے سے زمین نکلی جا رہی ہے اور ان کے عقائد اور شعور کے اندر ایک زلزلہ برپا ہے اور قرآن کو ” حق مبین “ تھا اور اس کی کارگر ضربات ہر وقت ان پر لگتی رہتی ہیں۔\nسچائی کا انکار ہمیشہ اس لئے نہیں ہوتا کہ لوگ اسے جانتے نہیں ہیں ، بلکہ سچائی کا انکار اس لئے ہوتا ہے کہ لوگ جانتے ہیں کہ اس کے نتائج کیا ہوں گے۔ ان کے نفوس اچھی طرح جانتے ہیں۔ پھر ان منکرین کو اپنی جان کا کوئی خطرہ نہیں ہوتا بلکہ اپنے حالات اپنے مفادات اور اپنی مصلحتوں کا خطرہ ہوتا ہے۔ اس لئے وہ حق کے مقابلے میں ڈٹ کر کھڑے ہوجاتے ہیں حالانکہ سچائی واضح اور بین ہوتی ہے۔\nفانظر کیف کان عاقبۃ المفسدین (82 : 31) ” اب دیکھو کہ مفسدوں کا انجام کیسا ہوا۔ “ فرعون اور اس کی قوم کا انجام کیا ہوا۔ قرآن نے دوسری جگہ اس کی پوری تفصیلات دی ہیں۔ یہاں صرف اشارہ کردیا۔ شاید کہ انکار کرنے والوں میں سے کچھ عقلمند مان جائیں۔ قبل اس کے کہ ان کا وہ انجام ہو جو فرعون کا ہوا۔",
  "ayah": 14,
  "surah": 27
}
