{
  "text": "درس نمبر 471 ایک نظر میں\nحضرت لوط (علیہ السلام) کے قصے کا یہ مختصر ترین حلقہ مختصر اور شوٹنگ کے انداز میں ہے۔ قوم لوط حضرت لوط کو ملک بدر کرنا چاہتی ہے اور جرم کیا ہے ؟ صرف یہ کہ وہ اخلاقی تطہیر اور پاکیزگی کی تعلیم دیتے ہیں اور ان کو اس اخلاقی گندگی سے نکالنا چاہتے تھے جس میں یہ لوگ علانیہ اور اجتماعی طور پر مبتلا تھے۔ ہم جنس پرستی یعنی مردوں کا مردوں کے ساتھ جنسی ملاپ اور عورتوں کے قریب نہ آنا ، یہ انتہائی گندگی ، غلاظت اور خلاف فطرت عمل تھا۔\nانسانی تاریخ میں یہ جنسی بےراہ روی کبھی کبھی اجتماعی شکل اختیار کرلیتی ہے۔ بعض اوقات بعض افراد تو اس میں مبتلا ہو سکتے ہیں اور ان کے لئے ایسے حالات بھی ہو سکتے ہیں مثلاً فوجی چھائونیوں میں لوگ خلاف فطرت جنسی عمل میں مبتلا ہوجاتے ہیں ، جہاں انہیں فوجی کیمپوں میں عورتیں نہیں ملتیں۔ پھر قید خانوں اور جیلوں میں بھی یہ بیماری پھیل سکتی ہے۔ جہاں ایک طویل عرصے تک قیدیوں کو جنسی ملاپ سے محروم رکھا جاتا ہے اور ان پر جنسی ملاپ کا سخت دبائو ہوتا ہے اور عورتوں سے وہ دور ہوتے ہیں۔ رہی یہ صورتحال کہ کس بستی میں یہ جنسی بےراہ روی اور ایک عام مسلمہ قاعدہ بن جائے ، عورتیں موجود ہوں ، نکاح ہو سکتے ہوں تو حقیقت یہ ہے کہ انسانی تاریخ میں فی الواقعہ ، یہ ایک عجیب واقعہ ہے۔ (1)\nاللہ تعالیٰ نے ہر چیز کی فطرت ایسی بنائی ہے اس میں نر اور مادہ ہیں اور فطرتاً نر اور مدہ کے درمیان ملاپ کا داعیہ رکھا ہے۔ تمام زندہ مخلوقات کی یہ فطرت ہے۔\nسبحن الذی ……یعلمون (63 : 63) ” پاک ہے وہ ذات جس نے جملہ اقسام کے جوڑے پیدا کئے خواہ وہ زمین کی نباتات میں سے ہوں یا خود ان کی اپنی جنس میں سے یا ان اشیاء میں سے جن کو یہ جانتے تک نہیں۔ “ تو اللہ نے تمام زندہ اشیاء کو جوڑوں کی شکل میں پیدا کیا۔ خواہ زمین کی نباتات ہوں یا انسان ہوں یا دوسرے حیوان ہوں ، خواہ ان کو انسان جانتا ہو یا نہ جانتا ہو۔ اللہ کی مخلوقات میں سے بیشمار ایسی مخلوق اب بھی ہے جسے ہم نہیں جانتے ۔ لہٰذا نرو مادہ یا مخلاف جوڑا اس پوری کائنات کی تخلیق میں اصل الاصول ہے۔ زندہ چیزوں کے علاوہ دوسری نامعلوم مخلوقات میں بھی۔ ایٹم ، کائنات کا صغیر ترین ٹکڑا ابھی الیکٹرون سے پیدا شدہ ہے ، جس میں مثبت اور منفی چارج ہوتے ہیں ، گویا کائنات کے ہر ایٹم کے اندر جوڑا موجود ہے۔\n……\n(1) مصنف جس وقت لکھ رہے تھے اس وقت یورپ کے ملکوں نے اس فعل کو قانوناً جائز نہ کیا تھا (مترجم) ۔\nجہاں تک زندہ مخلوقات کا تعلق ہے ان کے اندر نر و مادہ کا ہونا تو ایک لازمی امر ہے اور معلوم ہے یہاں تک کہ جن زندہ چیزوں میں نر اور مدہ نہیں ہوتے خود ان کے اندر نر اور مادہ کے خلیے ہوتے ہیں اور ان خلیوں کے اجتماع کی وجہ سے ان کے اندر پیداواری عمل جاری رہتا ہے۔\nچونکہ نر اور مادہ کا ہونا اور تمام زندہ مخلوقات کا جوڑا جوڑا ہونا ناموس فطرت ہے۔ اس لئے اللہ نے فطرتاً نر اور مادہ کے درمیان ایک کشش رکھی ہے۔ ایسی کشش جسے کسی خارجی تعلیم کی ضرورت نہیں ہوتی۔ نہ کسی غور و فکر کی ضرورت ہوتی ہے۔ اس لئے کہ اللہ نے زندگی کو اس کی صحیح طور چلانا تھا اور اس راستے پر چلنے کا داعیہ بھی فطرتاً رکھا گیا اور اس کے لئے تعلیم و ترغیب کی ضرورت ہی نہ رکھی گئی۔ لوگوں کے لئے دواعی فطرت کے تقاضوں کو پورا کرنے کا باعث لذت بنایا۔ اس طرح دست قدرت بغیر تعلیم اور ترغیب کے لوگوں سے یہ فطری کام لیتی ہے۔ اللہ نے نر اور مادہ کے مقامات نہانی کے اندر اس فطری ملاپ کا میلان رکھ دیا ہے اور یہ میلان اور لذت اللہ نے دو مردوں کے اعضاء کے اندر نہیں رکھا۔\nیہی وجہ ہے کہ فطرت کا یہ اجتماعی بگاڑ ، جو قوم لوط کے اندر ہوا ، عجیب لگتا ہے کیونکہ یہ تقاضا ئے فطرت کے خلاف ہے۔ چناچہ حضرت لوط ان لوگوں کے اس فطری بگاڑ کی اصلاح کرنے لگے۔\nدرس نمبر 471 تشریح آیات\n45……تا ……95",
  "ayah": 53,
  "surah": 27
}
