{
  "text": "امن یبدوا الخلق ۔۔۔۔۔۔۔۔ ان کنتم صدقین (64)\nاس کائنات و مخلوقات کا آغاز ہونا ایک ایسی حقیقت ہے جس کا انکار کوئی نہیں کرسکتا۔ نہ تخلیق کائنات کے مسئلے کو اللہ وحدہ کے وجود کو تسلیم کیے بغیر حل کیا جاسکتا ہے کیونکہ اس کائنات کا وجود ہی اس بات کو مستلزم ہے کہ اللہ موجود ہے۔ دنیا میں جن لوگوں نے اس کائنات کے وجود کے مسئلے کو وجود باری تعلیم کرنے کے بغیر حل کرنے کی سعی کی ہے ، درآں حالیکہ اس کائنات کے وجود ہی میں ایک معمم ارادہ اور ایک قصد اور ایک منصوبہ نظر آتا ہے تو ایسے لوگ مسئلہ کائنات کے حل کرنے میں بری طرح ناکام رہے ہیں۔ اور اللہ کی وحدانیت اس لیے ثابت ہوتی ہے کہ اس کائنات کے تمام آثار کے اندر وحدت نظر آتی ہے ، اس کی تدبیر ایک ہے ، تقدیر ایک ہے اور اس پوری کائنات کی اسکیم میں ایک ایسا ربط اور ہم آہنگی ہے کہ اس کا ایک ہی خالق تسلیم کیے بغیر کوئی چارہ نہیں رہتا۔\nیہ تو تھا آغاز ، رہا یہ معاملہ کہ اللہ تعالیٰ اس کائنات کی تخلیق کا دوبارہ اعادہ کرے گا تو اس بارے میں تمام کفار اور مشرکین کو خلجان تھا۔ لیکن جو شخص اس کائنات کے آغاز کے بارے میں اس نتیجے تک پہنچ جاتا ہے کہ یہ ایک صاحب ارادہ و تدبیر ذات کی تخلیق ہے اور وہ اس کائنات کے اندر پائی جانے والی وحدت اور ربط کی وجہ سے ایک ہے تو اس کے لیے یہ تسلیم کرنا کوئی مشکل بات نہیں ہوتی کہ وہ ذات اسے دوبارہ پیدا کرے گی تاکہ اس دنیا میں آنے والے لوگ اپنے اعمال کی جزا پوری کی پوری وہاں پائیں گے کیونکہ اس دنیا میں اچھے برے عمل پر انسان کو اگرچہ جزاء و سزا ملتی ہے مگر وہ پوری جزاء و سزا نہیں ہوتی۔ لہٰذا مکمل مکافات عمل کے لیے ضروری ہے کہ ایک ایسا جہاں ہو جس میں مکمل جزاء و سزا ہو۔ اس کے بغیر اس دنیا کی زندگی کی تکمیل ممکن ہی نہیں ہے۔ لہٰذا ایک آنے والی زندگی کی تصدیق ضروری ہے جس میں مکمل ہم آہنگی ، مکمل کمال نصیب ہو۔ سوال یہ ہے کہ مکافات عمل کے اصول کے مطابق جزاء و سزا اس جہاں میں کیوں نہ ہوئی۔ تو یہ ان حکمتوں کی وجہ سے جن کو خالق کائنات ہی خوب جانتا ہے۔ کیونکہ اپنی مخلوق کے تمام راز خالق ہی کے پاس ہیں۔ اور یہ وہ غائبانہ راز ہیں جن کی اطلاع اللہ نے انسان کو نہیں دی۔\nیہی اصول ہے جس کے مطابق اس آیت میں سوال کیا گیا ہے کہ کس نے ابتداء اس کائنات کو پیدا کیا اور کون ہے جو دوبارہ پیدا کرے گا ؟ ظاہر ہے کہ اس کا جواب یہی ہے کہ کوئی نہیں ہے۔\nء الہ مع اللہ (27: 64) ” کیا ہے اللہ کے ساتھ کوئی دوسرا الہٰ “۔\nرزق دینے کا تعلق ، آغاز تخلیق سے بھی متعلق ہے اور اعادہ تخلیق سے بھی وابستہ ہے۔ اللہ کے بندوں کے رزق کا انتظام بالکل ظاہر و باہر ہے۔ نباتات کی شکل میں اور حیوانات کی شکل میں۔ پانی اور ہوا ، کھانے پینے اور سانس لینے کے لیے ضردری ہیں۔ زمین کے معدنی ذخائر اور دھاتیں بھی انسانوں کے لیے مفید اور ضروری ہیں ، جن میں مقناطیسی قوت اور بجلی کی قوت بہت ہی اہم ہے ۔ اس کائنات کے اندر اللہ نے انسانی زندگی کے لیے اس کے علاوہ اور بھی بےحدوحساب ایسی قوتیں رکھی ہیں جو انسانی زندگی کے لئے ضروری ہیں لیکن انسان کو ابھی تک ان کے بارے میں علم نہیں ہے ۔ وقفے وقفے سے اللہ تعالیٰ انسانوں کو ان کے بارے میں بتاتا جاتا ہے ۔\nآسمانوں سے انسان کو کس طرح رزق فراہم ہوتا ہے ؟ دنیا میں انسان کو آسمانوں سے روشنی فراہم ہوتی ہے ، حرارت فراہم ہوتی ہے ، بارش فراہم ہوتی اور تمام دوسری چیزیں جن کا مرکز آسمانوں میں ہے اور قیامت میں اللہ تعالیٰ اہل ایمان کو جو درجات بلند اور جو انعامات دے گا وہ بھی معنوی اعتبار سے ایک آسمانی رزق ہے کیو ن کہ قرآن بھی آسمان ارتفاع اور بلندی سے آتا ہے اور بلندی کے لیے آتا ہے۔\nیہاں اللہ تعالیٰ نے تخلیق اور اعادہ تخلیق کے بعد اس بات کا ذکر فرمایا ہے کہ اللہ اپنی مخلوق کو آسمانوں سے رزق فراہم کرتا ہے ۔ اس لیے کہ آغاز تخلیق کے ساتھ زمین کے ارزاق کا واضح تعلق ہے ۔ تمام مخلوق زمین کے ارزاق کی وجہ سے زندہ ہیں ۔ اور آخرت کے ساتھ ان ارزاق کا تعلق بھی آغاز تخلیق سے واضح ہے۔ دنیا میں حیات انسانی کے لیے آسمانوں کے ارزاق اور سامان زیست کی ضرورت ہے اور آخرت میں یہ انعامات انسان کے جزاء و فاقا ” پوری پوری جزا “ کی صورت میں ہوں گے ۔ لہٰذا آغاز تخلیق اور زمین و آسمان کے ارزاق سے اس کا تعلق واضح ہے اور کلام الٰہی باہم حیرت انگیز انداز میں مربوط ہے۔ آغاز تخلیق اور اعادہ تخلیق تو درحقیقت پیش پا افتادہ حقائق ہیں۔ اسی طرح زمین و آسمان سے انسانوں اور تمام مخلوقات کے لیے رزق کا سامان بھی دراصل معلوم حقائق ہیں لیکن لوگوں کا حال یہ ہے کہ وہ ان حقائق پر غور نہیں کرتے۔ اس لیے قرآن نہایت زوردار اور تحدی یعنی چیلنج کے انداز میں ان کو اس طرح متوجہ کرتا ہے۔\nقل ھاتوا برھانکم ان کنتم صدقین (27: 64) ” کہو لاؤ اپنی دلیل اگر تم سچے ہو “۔\nبیشک اس وقت بھی مخالفین اس قسم کی کوئی دلیل لانے سے عاجز رہے اور آج تک کوئی اس قسم کی کوئی دلیل نہیں لاسکا۔ یہ ہے نظریاتی مباحث میں قرآن کا انداز کلام۔ قرآن کریم کائنات کے مناظر و مشاہد پیش کرتا ہے۔ انسانی نفس کے اندر موجود حقائق کو پیش کرتا ہے۔ اس طرح قرآن جو منطق پیش کرتا ہے اس کا دائرہ اس پوری کائنات تک وسیع ہوتا ہے۔ انسانی فکر و نظر کو پوری کائنات میں گھماتا ہے۔ انسان کی فطرت کو میقل کرتا ہے تاکہ انسانی دماغ اور انسانی فطرت خود کسی نتیجے تک پہنچ سکیں جو واضح اور سادہ ہو۔ اور انسانی شعور پر جوش ہو اور اسکی وجدانی قوت اچھی طرح کام کر رہی ہو ، کیونکہ دلائل تو خود انسانی نفس اور انسانی فطرت میں موجود ہیں لیکن غفلت اور نسیان کی وجہ سے انسان ان کی طرف توجہ نہیں کرتا۔ اور کفر اور انکار ان دلائل پر پردے ڈال دیتے ہیں۔ چناچہ ان وجدانی اور کائناتی دلائل سے اور اپنی اس فطری منطق کے بل بوتے پر قرآن کریم انسان کو اس کائنات اور نفس انسانی کے اندر پائے جانے والے عظیم حقائق تک پہنچاتا ہے۔ یہ حقائق اس طرح واضح ہوجاتے ہیں کہ ان میں وہ شکوک و شبہات نہیں رہتے جو کسی خشک منطقی استدلال سے بذریعہ صغریٰ و کبریٰ ثابت کیے جاتے ہیں۔ اس لیے کہ یہ کتابی منطق ہم تک یونانی ثقافت کے ذریعے آتی ہے اور ہمارے علم الکلام کا حصہ بن گئی حالانکہ اس کا انداز قرآنی نہ تھا ۔ اس نے ہمیں قرآنی منطق سے دور کردیا۔ انفس وآفاق کی وا دیوں میں سیر کرتے ہوئے اور عقیدہ تو حید اور نفی شرک کو وجدانی طور پر ثا بت کرنے کے بعد ، اب قران کر یم ہمیں اس وادی میں لے جاتا ہے جو عا لم غیب کے اندر مستور ہے اور جس کے حالات صرف وہ خالق اور مدبر ہی بتا سکتا ہے جس نے اس کا ئنات کو پیدا کیا ہے یعنی یہ کہ موت بعد کیا ہوگا ۔ آخرت کس طرح کیونکہ یہ اللہ کے غیوب میں ایک غیب ہے ۔ اور قرآن منطقٰ وجد انی ہدایت اور انسانی فطرت اس کے و قوع کی شہادت دیتی ہیں اور انسان علم وادراک کے ذریعہ اس بات کے تعین سے قاصر ہیں کہ یہ گھڑی کب آئے گی ؟\nقل لایعلم من فی السوتوالارض۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔ والارض الا فی کتب مبین (75)\n” ان سے کہو ، اللہ کے سوا آسمانوں اور زمین میں کوئی غیب کا علم نہیں رکھتا اور وہ (تمہارے معبود تو یہ بھی) نہیں جانتے کہ کب وہ اٹھائے جائیں گے۔ بلکہ آخرت کا تو علم ہی ان لوگوں سے گم ہوگیا ہے ، بلکہ یہ اس کی طرف سے شک میں ہیں ، بلکہ یہ اس سے اندھے ہیں۔ یہ منکرین کہتے ہیں ” کیا جب ہم اور ہمارے باپ دادا مٹی ہوچکے ہوں گے تو ہمیں واقعی قبروں سے نکالا جائے گا ؟ یہ خبریں ہم کو بھی بہت دی گئی ہیں اور پہلے ہمارے آباؤ اجداد کو بھی دی جاتی رہی ہیں ، مگر یہ بس افسانے ہی افسانے ہیں جو اگلے وقتوں سے سنتے چلے رہے ہیں “۔ کہو ذرا زمین میں چل پھر کر دیکھو کہ مجرموں کا کیا انجام ہوچکا ہے۔ اے نبی ﷺ ، ان کے حال پر رنج نہ کرو اور نہ ان کی چالوں پر دل تنگ ہو۔ ۔ وہ کہتے ہیں کہ ” یہ دھمکی کب پوری ہوگی اگر تم سچے ہو ؟ “ کہو کیا عجب کہ جس عذاب کے لیے تم جلدی مچا رہے ہو ، اس کا ایک حصہ تمہارے قریب ہی آلگا ہو۔ حقیقت یہ ہے کہ تیرا رب تو لوگوں پر بڑا فضل فرمانے والا ہے مگر اکثر لوگ شکر نہیں کرتے۔ بلاشبہ تیرا رب خوب جانتا ہے جو کچھ ان کے سینے اپنے اندر چھپائے ہوئے ہیں اور جو کچھ وہ ظاہر کرتے ہیں۔ آسمان و زمین کی کوئی پوشیدہ چیز ایسی نہیں ہے جو ایک واضح کتاب میں لکھی ہوئی موجود نہ ہو “۔\nغیب پر ایمان لانا ، موت کے بعد اٹھایا جانا اور پوری زندگی کے اعمال کا حساب و کتاب دینا اسلامی عقائد کے اندر ایک بنیادی عنصر ہے۔ اسلامی زوایہ سے زندگی کا کوئی نظام ان عقائد کے بغیر قائم نہیں ہوسکتا۔ لہٰذا ہر مسلمان پر لازم ہے کہ وہ آنے والے جہان پر ایمان لائے ، جہاں اعمال کی مکمل جزاء و سزا ہو اور عمل اور اس کی اجرت کے درمیان مکمل توازن ہو۔ یہ عقیدہ انسان کے دل میں جاگزیں ہو ، انسانی نفس اس کے بارے میں حساس ہو ، اور اس دنیا میں انسان کی تمام سرگرمیاں اس عقیدے پر قائم ہوں کہ اس نے آخرت میں اپنی زندگی کا پورا حساب و کتاب دینا ہے۔\nانسانیت نے اپنی طویل تاریخ میں عقیدہ آخرت کے بارے میں مختلف رسولوں کے مقابلے میں عجیب و غریب موقف اختیار کیے ، حالانکہ یہ عقیدہ بہت ہی سادہ ہے اور ہادی النظر میں بہت ہی ضروری معلوم ہوتا ہے ۔ جب بھی کوئی رسول آیا اور اس نے لوگوں کو عقیدہ آخرت کی طرف متوجہ کیا تو لوگوں نے اس دعوت کو بہت ہی عجیب و غریب سمجھا۔ حالانکہ یہ کائنات موجود تھی ، اس کے اوپر یہ رنگا رنگ حیات موجود تھی ، وہ کود موجود تھے کیا ان معجزات کو پہلی مرتبہ صادر کرنا اور پیدا کرنا مشکل تھا یا دوسری مرتبہ ان کو دہرانا مشکل تھا ؟ یہی وجہ ہے کہ ہمیشہ انسانوں نے آخرت کے بارے میں ڈرانے والوں کی دعوت سے منہ موڑا۔ وہ اس دعوت کے بارے میں بکواس کرتے رہے۔ اور کفر و انکار میں بڑھتے ہی چلے گئے۔\nقیام قیامت ایک غیب ہے جسے صرف اللہ جانتا ہے ، اور اس کے بارے میں علم صرف اللہ کو ہے۔ کفار نے ہمیشہ نبیوں سے یہ مطالبہ کیا کہ وہ قیامت کے وقوع کے وقت کا تعین کردیں۔ جب یہ یقین نہ ہوا تو انہوں نے اس کا انکار کردیا اور اسے محض پرانے وقتوں کی ایک کہانی سمجھا کہ یہ ایک بات ہے جو پرانے وقتوں سے کہی جا رہی ہے لیکن ابھی تک واقع نہیں ہوئی۔\nیہاں پہلے یہ بتایا جاتا ہے کہ تمہارا علم آخرت کے بارے میں محدود ہے اور آخرت کا وقوع ان غیبی امور میں سے ایک ہے جس کا انسان کو علم نہیں ہے۔",
  "ayah": 64,
  "surah": 27
}
