{
  "text": "১২-১৩ নং আয়াতের তাফসীর:\nআল্লাহ্ তা'আলা মুমিনদেরকে নির্দেশ দিচ্ছেন যে, যখন তারা রাসূলুল্লাহ্ (সঃ)-এর সাথে চুপি-চুপি কথা বলতে চাইবে তখন যেন কথা বলার পূর্বে তাঁর পথে সাদকা প্রদান করে, যাতে তাদের অন্তর পবিত্র হয় এবং তোমরা তাঁর নবী (সঃ)-এর সাথে পরামর্শ করার যোগ্য হতে পার। হ্যাঁ, তবে যদি কেউ দরিদ্র হয় তাহলে তার প্রতি আল্লাহ তা'আলার দয়া ও ক্ষমা রয়েছে। অর্থাৎ তার উপর এ হুকুম প্রযোজ্য নয়। এ হুকুম শুধুমাত্র ধনীদের উপর প্রযোজ্য।এরপর আল্লাহ্ তাবারাকা ওয়া তা'আলা বলেনঃ তোমরা কি চুপে-চুপে কথা বলার পূর্বে সাদকা প্রদানকে কষ্টকর মনে কর এবং ভয় কর যে, এই নির্দেশ কত দিনের জন্যে রয়েছে? যাক, তোমরা যদি এই সাদকা প্রদানকে কষ্টকর ও অসুবিধাজনক মনে করে থাকো তবে তোমাদেরকে এজন্যে কোন চিন্তা করতে হবে না। আল্লাহ্ তোমাদের প্রতি অত্যন্ত ক্ষমাশীল ও দয়ালু। তিনি তোমাদেরকে ক্ষমা করে দিলেন। এখন আর তোমাদেরকে এ জন্যে সাদকা প্রদান করতে হবে না। এখন তোমরা নামায সুপ্রতিষ্ঠিত কর, যাকাত দিতে থাকো এবং আল্লাহ্ ও তাঁর রাসূল (সঃ)-এর আনুগত্য কর।  কথিত আছে যে, রাসূলুল্লাহ্ (সঃ)-এর সাথে গোপন পরামর্শ করার পূর্বে সাদকা প্রদান করার গৌরব শুধুমাত্র হযরত আলী (রাঃ)-ই লাভ করেন। তারপর এ হুকুম উঠে যায়। এক দীনার (স্বর্ণমুদ্রা) সাদকা করে তিনি রাসূলুল্লাহ্ (সঃ)-এর সাথে চুপি-চুপি কথা বলেন। তিনি তাঁকে দশটি মাসআলা জিজ্ঞেস করেন। অতঃপর এ হুকুম রহিত হয়ে যায়। হযরত আলী (রাঃ) হতেও এ ঘটনাটি বিস্তারিতভাবে বর্ণিত আছে। তিনি বলেনঃ “এই আয়াতের উপর না কেউ আমার পূর্বে আমল করেছে না পরে কেউ আমল করতে পেরেছে। আমার কাছে একটি মাত্র দীনার ছিল। আমি ওটাকে ভাঙ্গিয়ে দশ দিরহাম পাই। এ দিরহাম আমি আল্লাহর নামে কোন একজন মিসকীনকে দান করি। তারপর আমি রাসূলুল্লাহ্ (সঃ)-এর খিদমতে হাযির হয়ে তাঁর সাথে চুপে-চুপে কথা বলি। তারপর এ হুকুম উঠে যায়। সুতরাং আমার পূর্বেও কেউ এ আয়াতের উপর আমল করেনি এবং পরেও কেউ আমল করতে পারেনি।” অতঃপর তিনি (আরবী)-এ আয়াতটি পাঠ করেন। হযরত আলী (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) তাকে জিজ্ঞেস করেনঃ “সাদকার পরিমাণ কি এক দীনার নির্ধারণ করা উচিত?” হযরত আলী (রাঃ) উত্তরে বলেনঃ “এটা তো খুব বেশী হয়ে যাবে।” তিনি বললেনঃ “তাহলে অর্ধ দীনার?” তিনি জবাব দেনঃ “প্রত্যেকের এটাও আদায় করার ক্ষমতা নেই।” তখন রাসূলুল্লাহ্ (সঃ) বললেনঃ “আচ্ছা, তাহলে কত নির্ধারণ করতে হবে তুমিই বল?” তিনি বললেনঃ “এক যব বরাবর সোনা নির্ধারণ করা হোক।” তার এ কথা শুনে রাসূলুল্লাহ্ (সঃ) খুশী হয়ে বললেনঃ “বাঃ বাঃ! তুমি তো একজন সাধক ব্যক্তি।” হযরত আলী (রাঃ) বলেনঃ “সুতরাং আমারই কারণে আল্লাহ্ তা'আলা এই উম্মতের উপর (কাজ) সহজ ও হালকা করে দেন।” (এ হাদীসটি ইমাম ইবনে জারীর (রঃ) বর্ণনা করেছেন। জামে তিরমিযীতেও এটা বর্ণিত হয়েছে এবং ইমাম তিরমিযী (রঃ) এটাকে হাসান গারীব বলেছেন)হযরত ইবনে আব্বাস (রাঃ) বলেন যে, মুসলমানরা বরাবরই রাসূলুল্লাহ্ (সঃ)-এর সাথে চুপি-চুপি কথা বলার পূর্বে সাদকা করতো। কিন্তু যাকাত ফরয হওয়ার পর এ হুকুম উঠে যায়। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, সাহাবীগণ (রাঃ) রাসূলুল্লাহ্ (সঃ)-কে খুব বেশী বেশী প্রশ্ন করতে শুরু করেন, ফলে রাসূলুল্লাহ্ (সঃ)-এর উপর তা কঠিন বোধ হয়। তখন আল্লাহ্ তাবারাকা ওয়া তা'আলা পুনরায় এ হুকুম জারী করেন। ফলে রাসূলুল্লাহ্ (সঃ)-এর উপর হালকা হয়ে যায়। কেননা, এরপর জনগণ প্রশ্ন করা ছেড়ে দেয়। অতঃপর পুনরায় আল্লাহ্ তা'আলা মুসলমানদের উপর প্রশস্ততা আনয়ন করেন এবং এ হুকুম রহিত করে দেন। হযরত ইকরামা (রাঃ) ও হযরত হাসান বসরীরও (রঃ) উক্তি এটাই যে, এ হুকুম রহিত হয়ে যায়। হযরত কাতাদাহ্ (রঃ) ও হযরত মুকাতিলও (রঃ) এ কথাই বলেন। হযরত কাতাদাহ (রঃ) বলেন যে, শুধু দিনের কয়েক ঘন্টা পর্যন্ত এ হুকুম বাকী থাকে। হযরত আলীও (রাঃ) এ কথাই বলেন যে, এই হুকুমের উপর শুধু আমিই আমল করতে সক্ষম হই এবং এ হুকুম নাযিল হওয়ার পর খুব অল্প সময়ের জন্যেই এটা বাকী থাকে, অতঃপর এটা মানসূখ হয়ে যায়।",
  "ayah": 13,
  "surah": 58
}
