{
  "text": "قوله - عز وجل - ( يا أيها الذين آمنوا إذا قيل لكم تفسحوا في المجالس فافسحوا ) الآية قال مقاتل بن حيان : كان النبي - صلى الله عليه وسلم - يكرم أهل بدر من المهاجرين والأنصار ، فجاء ناس منهم يوما وقد سبقوا إلى المجلس فقاموا حيال النبي - صلى الله عليه وسلم - وسلموا عليه فرد عليهم ، ثم سلموا على القوم فردوا عليهم ، فقاموا على أرجلهم ينتظرون أن يوسع لهم ، فلم يفسحوا لهم فشق ذلك على النبي - صلى الله عليه وسلم - ، فقال لمن حوله : قم يا فلان وأنت يا فلان ، فأقام من المجلس بقدر النفر الذين قاموا بين يديه من أهل بدر ، فشق ذلك على من أقيم من مجلسه وعرف النبي - صلى الله عليه وسلم - الكراهية في وجوههم فأنزل الله هذه الآية .وقال الكلبي : نزلت في ثابت بن قيس بن شماس ، وقد ذكرنا في سورة الحجرات قصته . وقال قتادة : كانوا يتنافسون في مجلس النبي - صلى الله عليه وسلم - وكانوا إذا رأوا من جاءهم مقبلا ضنوا بمجلسهم فأمرهم الله أن يفسح بعضهم لبعض .وقيل : كان ذلك يوم الجمعة ، فأنزل الله - عز وجل - : ( يا أيها الذين آمنوا إذا قيل لكم تفسحوا )( يا أيها الذين آمنوا إذا قيل لكم تفسحوا ) أي توسعوا في المجلس ، قرأ الحسن وعاصم : \" في المجالس \" لأن الكل جالس مجلسا معناه : ليتفسح كل رجل في مجلسه . وقرأ الآخرون : \" في المجلس \" على التوحيد لأن المراد منه مجلس النبي - صلى الله عليه وسلم - ( فافسحوا ) أوسعوا ، يقال : فسح يفسح فسحا : إذا وسع في المجلس ( يفسح الله لكم ) يوسع الله لكم الجنة والمجالس فيها .أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، حدثنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي أخبرنا سفيان بن عيينة عن عبيد الله بن عمر عن نافع عن ابن عمر رضي الله تعالى عنهما قال : قال رسول الله - صلى الله عليه وسلم - : \" لا يقيمن أحدكم الرجل من مجلسه ثم يخلفه فيه ، ولكن تفسحوا وتوسعوا \" .أخبرنا عبد الوهاب بن الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي أخبرنا عبد المجيد عن ابن جريج قال : قال سليمان بن موسى عن جابر بن عبد الله أن النبي - صلى الله عليه وسلم - قال : \" لا يقيمن أحدكم أخاه يوم الجمعة ولكن ليقل : افسحوا \"وقال أبو العالية ، والقرظي والحسن : هذا في مجالس الحرب ومقاعد القتال ، كان الرجل يأتي القوم في الصف فيقول توسعوا فيأبون عليه لحرصهم على القتال ورغبتهم في الشهادة ( وإذا قيل انشزوا فانشزوا ) قرأ أهل المدينة والشام وعاصم بضم الشين وقرأ الآخرون بكسرهما وهما لغتان أي ارتفعوا قيل : ارتفعوا عن مواضعكم حتى توسعوا لإخوانكم . وقال عكرمة والضحاك : كان رجال يتثاقلون عن الصلاة إذا نودي لها فأنزل الله تعالى هذه الآية معناه : إذا نودي للصلاة فانهضوا لهاوقال مجاهد وأكثر المفسرين : معناه : إذا قيل لكم انهضوا إلى الصلاة وإلى الجهاد وإلى مجالس كل خير وحق فقوموا لها ولا تقصروا .( يرفع الله الذين آمنوا منكم ) بطاعتهم لرسوله - صلى الله عليه وسلم - وقيامهم من مجالسهم وتوسعتهم لإخوانهم ( والذين أوتوا العلم ) من المؤمنين بفضل علمهم وسابقتهم \" درجات \" فأخبر الله - عز وجل - أن رسوله - صلى الله عليه وسلم - مصيب فيما أمر وأن أولئك المؤمنين مثابون فيما ائتمروا وأن النفر من أهل بدر مستحقون لما عوملوا من الإكرام .( والله بما تعملون خبير ) قال الحسن : قرأ ابن مسعود هذه الآية وقال : أيها الناس افهموا هذه الآية ولنرغبنكم في العلم ، فإن الله تعالى يقول : \" يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات المؤمن العالم فوق الذي لا يعلم درجات .[ أخبرنا الإمام أبو علي الحسين بن محمد القاضي حدثنا الإمام أبو الطيب سهل بن محمد بن سليمان ] حدثنا أبو علي حامد بن محمد بن عبد الله الهروي أخبرنا محمد بن يونس القرشي أخبرنا عبيد الله بن داود ، حدثنا عاصم بن رجاء بن حيوة ، حدثني داود بن جميل عن كثير بن قيس قال : كنت جالسا مع أبي الدرداء في مسجد دمشق فجاء رجل فقال : يا أبا الدرداء إني جئتك من مدينة الرسول - صلى الله عليه وسلم - لحديث بلغني أنك تحدثه عن رسول الله - صلى الله عليه وسلم - قال : ما كانت لك حاجة غيره ؟ قال : لا قال : ولا جئت لتجارة ؟ قال : لا قال : ولا جئت إلا رغبة فيه ؟ قال : نعم قال : فإني سمعت رسول الله - صلى الله عليه وسلم - يقول : \" من سلك طريقا يطلب فيه علما سلك الله به طريقا من طرق الجنة ، وإن الملائكة لتضع أجنحتها رضى لطالب العلم ، وإن السماوات والأرض والحوت في الماء لتدعو له ، وإن فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب ، وإن العلماء ورثة الأنبياء وإن الأنبياء لم يورثوا دينارا ولا درهما وإنما ورثوا العلم فمن أخذه فقد أخذ بحظ وافر \" .أخبرنا عبد الواحد المليحي أخبرنا أبو علي الحسين بن أحمد بن إبراهيم السراج ، أخبرنا الحسن بن يعقوب العدل ، حدثنا محمد بن عبد الوهاب الفراء ، حدثنا جعفر بن عون أخبرنا عبد الرحمن بن زياد عن عبد الرحمن بن رافع ، عن عبد الله بن عمرو أن رسول الله - صلى الله عليه وسلم - مر بمجلسين في مسجده ، أحد المجلسين يدعون الله ويرغبون إليه ، والآخر يتعلمون الفقه ويعلمونه ، قال : \" كلا المجلسين على خير ، وأحدهما أفضل من صاحبه ، أما هؤلاء فيدعون الله ويرغبون إليه وأما هؤلاء فيتعلمون الفقه ويعلمون الجاهل ، فهؤلاء أفضل وإنما بعثت معلما ثم جلس فيهم \" .",
  "ayah": 11,
  "surah": 58
}
