{
  "text": "Sequence\nPrevious verses said that it is the customary practice of Allah Ta` ala that he does not send punishment upon a people until the commandments of Allah reach them through the blessed prophets which they still refuse to obey. Given in the verses cited above is what happens on the other side when the messages of Allah and His Messenger do reach a people and they still show contumacy, then, a mass punishment is sent over them.\nCommentary\nA doubt and its answer\nA surface look at the expressions: اِذا اَرَدنَا (idha aradna: when We intend) and, after that: اَمَرنَا (amarna: We command) in verse 12 could have triggered the doubt that destroying those people was the divine purpose from the very beginning. Therefore, they were first commanded to believe and obey through the prophets, then their indulgence in sin was made to be the cause of punishment. All this came from none but Allah Ta` ala. Is it not? If so, would these innocent people not be just about a helpless and excusable lot? The answer is that Allah Ta’ ala has given man reason and choice and has determined the ways of reward and punishment. Now, if someone elects to do nothing but what brings punishment, then, it is the customary practice of Allah that He would activate the causes that bring the same punishment. Thus, the real cause of punishment they receive is nothing but their own resolve and determination to remain on the side of disbelief and sin. Since this is no simple intention, therefore, they cannot be helpless and excusable.\nAnother Tafsir of this verse\nThe well known sense of the word: اَمَرنَا (amarna) is the same as appears above, that is, 'We commanded.' But, the renditions or versions (qira’ at) of this word differ. In one rendition opted for by Abu ` Uthman an-Nahdi, Abu Raja', Abu al-'Aliyah and Mujahid, this word has appeared with a double sound on the letter mim. Rendered as: اَمَّرَنَا (ammarna), it means 'We made affluent people leaders and rulers, who then sank in sin, and thus became the cause of punishment for the whole people.'\nThere is a qira'ah (rendition or version) of this word credited to Sayyidna ` Ali and Ibn ` Abbas ؓ where it has been recited as: اَمَرنَا (aamarna) and which has also been explained by them as having the sense of: اَکثَرنَا (aktharna: We increase the number of). Thus it comes to mean: 'When Allah Ta` ala sends punishment on a certain people, its initial sign is that the number of the reckless rich is increased among them and they, through their spate of sins, become the cause of making the punishment descend upon the entire people.'\nThe outcome of the first qira'ah is that such affluent people are made the rulers of a people. The outcome of the second qira'ah is that the number of such people is increased in that society. Both versions show that the government of the 'affluent' or the abundance of such people in a society is not something to be happy about, rather, is a sign of divine punishment.\nLet us recapitulate. When Allah Ta’ ala is angry with a people and intends to make a punishment descend upon them, there appears an initial sign of it. People who love to wallow in wealth and power are made the ruling custodians of their affairs, or, even if they do not become their actual political rulers, the number of such people is increased among a people. In both these cases, the result is the same. Drunk with the pleasures they can buy, acquire or appropriate with their affluence and influence, they start caring less for anything else, disobey the will and command of Allah personally as well as lead the trail for others to follow in their footsteps. In consequence, comes the punishment of Allah Ta’ ala all over them.\nThe influence of the rich over a people is a natural phenomenon\nBy particularly mentioning affluent people who use their wealth to pursue a life of luxury, it has been indicated that the masses are naturally affected with the deeds and morals of those rich among them and those who rule over them. When these people get used to misdeeds, the whole nation follows suit and takes to misdeeds (as the only available norm of social survival). Therefore, those who have been blessed with wealth by Allah Ta’ ala should be more concerned with the correction of their deeds and morals - lest they fall into the trap of a luxurious life style, are heedless to self-correction, and make the entire nation go astray because of them. If so, the curse of the misdeeds that issue forth from their nation will fall on them too.",
  "ayah": 16,
  "surah": 17
}
