{
  "text": "4. \tSubmit yourself before them in humility out of compassion - (وَاخْفِضْ لَهُمَا جَنَاحَ الذُّلِّ مِنَ الرَّ‌حْمَةِ ). This is the fourth instruction. The word: جناح (janah) in the text literally means 'wings' or 'sides of arms' lending the sense that one should stand in a stance of submission and humility as a mark of respect for parents. The addition of the expression: مِنَ الرَّ‌حْمَةِ (out of com-passion) at the end of the sentence is there to warn that this stance of grace should not be a mere show-off, instead, it should be adopted on the strong foundation of genuine, heartfelt respect and compassion for them. Perhaps, this may also be suggestive of something else as well - that showing humility before parents is practically no disgrace. In fact, it is a prelude to real honour for it is based on concern, compassion and kindness.\n5. And say, \"My Lord, be merciful to them\" - (وَقُل رَّ‌بِّ ارْ‌حَمْهُمَا). It means, as for the effort to provide maximum comfort for parents, it is humanly not possible. One should do whatever it is possible for him to do in order that they remain comfortable and, then, along with it, he should also keep praying before Allah Ta` ala that He, in His infinite mercy, removes all their difficulties and makes things easy on them. This last instruction is really so extensive and universal that it still continues to be valid and beneficial even after the death of parents. Through this, one can al-ways keep serving parents.\nRuling\nIf parents are Muslims, making a prayer for mercy in their favor is obvious. But, if they are not Muslims, making this prayer within their lifetime will be permissible with the intention that they be delivered from worldly distress and that they be blessed with the taufiq of 'Iman. After their death, making a prayer of mercy for them is not permissible. (Abridged from al-Qurtubi)\nA remarkable event\nAl-Qurtubi has reported from Sayyidna Jabir ibn ` Abdullah ؓ that a man came to the Holy Prophet ﷺ and complained that his father was taking away what belonged to him. He said, \"Go and ask your father to come here.\" Right then, came Sayyidna Jibra'il (علیہ السلام) and told the Holy Prophet ﷺ ، \"When his father comes, ask him about the words he has composed in his heart and which his own ears have not heard yet.\" When this man returned with his father, he said to the father, \"Why is it that your son complains against you? Do you wish to take away what belongs to him?\" The father said, \"You better ask him on whom do I spend other than his paternal or maternal aunts or myself?\" The Holy Prophet ﷺ said: اِیہ (an expression which denoted that he had understood the reality and there was no need to say anything else). After that, he asked the father of the man, \"What are those words that have not yet been heard by your own ears?\" The father said, \"Ya Rasulallah, Allah Ta` ala increases our faith in you through everything.\" Thereby he meant that he got to know what was not heard by anyone, which was a miracle indeed. Then, he submitted, \"It is true that I had composed some lines of poetry within my heart, something not heard even by my own ears.\" The Holy Prophet ﷺ said, \"Let us hear them.\" Then he recited the following lines of poetry he had composed:\nغَذَوتُکَ مَولوداً وَ مُنتُکَ یافعا\nتُعَلُّ بِمَا اَجنِی عَلَیکَ وَ تُنھَل\nI fed you in childhood and took care of you when young. You lived on my earnings alone.\nاِذَا لیلۃ ضافتک بالسقم لم ابت\nلسقمک الا ساھرا اتململ\nWhen on some night, you became sick, I spent the whole night remaining awake and restless because of your sickness\nکَأنّی انا المطروق دونک بالذی\nطُرِقتَ بہ دونی فعینی تھمل\nAs if your sickness was my own and not yours and because of which my eyes kept shedding tears throughout the night\nتخَاف الردٰی نفسی علیک وانھا\nلَتَعَلَم ان الموتَ وَقتُ مؤجَّل\nMy heart kept trembling lest something happens to you, though I knew that the time of death is fixed, being neither early nor late\nفَلَمَّا بَلَغتَ السِنَّ والغایۃ الَّتِی\nالیھا مدی ما کنت فیک اُؤمّل\nSo, when you reached the age and maturity that I had always been looking forward to you\nجعلت جزأی غلظۃً وفظاظۃ\nکَانک اٌنت المنعم المتفضِّل\nThen you made hard-heartedness and harshness my return as if you were the one doing me favours and giving me rewards\nفلیتکَ اذ لم ترع حقَّ اُبوّتی\nفعلتَ کما الجارُ المصاقب یفعل\nAlas, if it was not possible for you to fulfill my right as a father, you could have at the least done what a good neighbor would have done\nفَاَولَیتنِی حَقَّ الجِوارِ ولم تکن\nعلیَّ بمال دون مالک تَبخَل\nSo, you could have given me the least right of a neighbor and abstained from becoming miserly in my case in my own property.\nAfter having heard these verses of poetry, the Holy Prophet ﷺ held the son by his shirt and said, \" اَنت و مَالک لابیک \" meaning that: Go. You and your property, everything belongs to your father. (Tafsir al-Qurtubi, p. 246, v. 10) These verses have also been reported in Hamasah, the famous book of Arabic literature as attributed to the poet, Umaiyyah ibn Abi as-Sult. Others say that Abd al-A’ la wrote them. Still others attribute them to Abu al-Abbas al-A'ma. (Al-Qurtubi, marginal notes)",
  "ayah": 24,
  "surah": 17
}
