{
  "text": "Commentary\nOn fulfilling the rights of relatives vigilantly\nPrevious verses were devoted to teachings about the rights of parents and how they should be duly respected. In the present verses, the rights of common relatives have been taken up with the guideline that a relative should be given his or her right. The least degree in which this could be done is to share with them the graces of good social living and treat them well. And if they are needy, helping them financially - in accordance with one's personal capacity - is also included therein. From this verse, at least this much stands proved that everyone has also been obligated with the fulfillment of the right of one's common relatives. at is it? How much is it? Those details have not been mentioned here. But, a broad based mercy and generosity for relatives and a good social interaction with them are certainly included there. According to Imam Abu Hanifah (رح) ، financial help can be extended to two kinds of relatives under this very injunction: (1) A relative, in the category of near blood kinship (Dhu rahim), and in the degree of sanguinity precluding marriage (mahram). A woman or child who neither has the wherewithal to eke out an existence nor has the ability to earn for it. (2) Similar is the case of a relative, in the category of near blood kinship, and in the degree of sanguinity precluding marriage. If handicapped or blind, not having enough money and property in his or her possession to eke out an existence, their relatives who have the necessary means should help them both. Taking care of the essential expenses is a duty enjoined on all of them. If there are several relatives in the same degree of extended means, the expenses will be divided over all of them and the subsistence allowance of the needy will be given in this manner. This rule also has its sanction from the verse of Surah al-Baqarah which says: وَعَلَى الْوَارِ‌ثِ مِثْلُ ذَٰلِكَ (and on the heir it falls likewise - 2:233) (Tafsir Mazhari)\nIn this verse, it has been said that the necessary financial assistance provided to the needy and the wayfarer, and the mercy and generosity practiced in the case of kinsfolk, was their right. The purpose is to point out that the giver has no reason or occasion to harp on the favor done before or behind them because their right is his duty. The giver is simply doing his duty and not showering favours on anyone.",
  "ayah": 26,
  "surah": 17
}
