{
  "text": "The prohibition of spending wastefully (tabdhir)\nThe Qur'an expresses the sense of spending wastefully through two words: (1) Tabdhir (تَبذیر), translated as 'squandering recklessly.' (2) Israf (اِسرِاف): extravagance. The prohibition of tabdhir is already clear in verse 26 here. The prohibition of israf has its proof in the verse of Surah al-A` raf: وَلَا تُسْرِ‌فُوا (and do not be extravagant - 7:31). Some commentators say that both words are synonymous. Any spending in sin or disobedience or a wrong occasion or place is called tabdhir and israf. There are others who refine it by saying that tabdhir is spending in sin or on some totally unsuitable occasion or place, while israf is spending beyond the level of need on an occasion where it is permissible to spend. Therefore, tabdhir is emphatically worse than israf. Al-Mubadhdhirin (the squanderers) were called brothers to Shaitan and his cohorts.\nOf the early Tafsir authorities, Mujahid has said: If someone spends everything he has for the sake of what is haqq, (incumbent), it is no tabdhir (squandering recklessly) - and should he spend even one mudd (1/2 kilo) for what is false (non-incumbent), then it is tabdhir. Sayyidna ` Abdullh ibn Masud ؓ said: Spending out of place in what one has not been obligated with is tabdhir. (Mazhari) Imam Malik said: Tabdhir is that one acquires wealth and property, lawfully and cleanly, as he has been obligated to do, but spends it off in ways counter to it - and this is also given the name of israf (extravagance), which is Haram (unlawful).\nImam al-Qurtubi (رح) said: As for things unlawful and impermissible, spending even one dirham for these is tabdhir. And spending limitlessly to fulfill permissible and allowed desires - which exposes one to the danger of becoming a needy beggar in the future - is also included under tabdhir. Yes, if someone keeps his real capital holdings in tact and goes on to spend its profit liberally to fulfill his permissible desires, then, that is not included under tabdhir. (AI-Qurtubi, v. 10, p. 248)",
  "ayah": 27,
  "surah": 17
}
