{
  "text": "Commentary\nThe word: لَأَحْتَنِكَنَّ (subdue) in verse 62 is from: اِحتِنَاک (ihtinak) which means to exterminate or uproot something, or to subdue and overpower it completely. (Qurtubi) The word:\tوَاسْتَفْزِزْ (and entice) in verse 64 is from اِستِفزَاز (istifzaz) which basically means to cut off or to tear away from and at this place it means to tear away from the path of truth. This is followed by صَوتک \t(with your voice). Sawt صَوت the Arabic word for voice is well known. What is the voice of Shaitan? Sayyidna ` Abdullah ibn ` Abbas ؓ says: The voices of songs, musical instruments and the hullabaloo of fun and games are the voices of Shaitan that he employs to tear people away from the path of truth. (Qurtubi) This tells us that (singing or listening to) music and (playing or listening to) musical instruments are prohibited. (Qurtubi)\nWhile refusing to prostrate before Sayyidna 'Adam\t (علیہ السلام) ، Iblis (the Shaitan) had said two things:\n(1) \tThat 'Adam was created from mud and he was from fire and that there was no reason why mud was given precedence over fire. This question was an effort to find out the wisdom of the order given to him before he could comply with the Divine command - something the one so commanded has no right to ask. That Allah, the Exalted, would let the commanded one have the right to demand the wisdom of His command is far out specially when we see in our everyday life that human beings themselves would not give their servant the right to say no to them. Think of a master asking his servants to do something and the servant demanding the master that he should first explain the wisdom of that assignment. Therefore, this question was considered unworthy of an answer and no answer was given. In addition to that, the answer is already obvious. Giving precedence to something over the other is the prerogative of the Being that created and nurtured everyone. Whenever and whatever He declares to be superior becomes exactly so.",
  "ayah": 63,
  "surah": 17
}
