{
  "text": "Commentary\nThe first verse (85) appearing above carries a question posed by disbelievers about Ruh (soul, spirit) along with its answer that came from Allah Ta` ala. The word: اَلرُّوح (al-ruh) is used in the Arabic language and idiom, and in the Holy Qur'an as well, to convey several meanings. The well-recognized meaning taken from this word is common knowledge, that is, the soul on which depends life. In the Holy Qur'an, this word has also been used for the archangel, Jibra'il al-Amin (علیہ السلام) (Gabriel, the Trust-worthy): \" نَزَلَ بِهِ الرُّ‌وحُ الْأَمِينُ عَلَىٰ قَلْبِكَ \" (The Trustworthy Spirit has brought it down upon your heart - ash-Shu` ra' 26:193, 194). It has also been used for Sayyidna ` Isa \tعلیہ السلام (4:171), and Wahy (revelation - 40:15), and the Qur'an too: أَوْحَيْنَا إِلَيْكَ رُ‌وحًا مِّنْ أَمْرِ‌نَا (and We have revealed to you a spirit of Our command - 42:52).\nWhat does 'Ruh' signify?\nTherefore, the first thing to be determined here is the intent of the questioners as to which meaning they had in mind when they had asked the question about the Ruh. Some respected early commentators have, in view of the context, declared this question as related to revelation and Qur'an, or to angel Jibra'il who brought it. The apparent reason is that the Qur'an was mentioned earlier in: وَنُنَزِّلُ مِنَ الْقُرْ‌آنِ (And We reveal the Qur'an - 82) and it is again the Qur'an that finds mention in the verses after that. Given this congruity, they found it appropriate to take 'Ruh' in this question too as signifying nothing but Wahy and Qur'an, or Jibra'il (علیہ السلام) . In that case, the question would be about how the Wahy or revelation came to him and who brought it. In response to the question, the Holy Qur’ an considered it sufficient to say that the revelation was from the command of Allah. It elected to be silent about its details and modalities that the questioners were seeking.\nBut, the background of the revelation of this verse given in authentic Ahadith ascending to the Holy Prophet ﷺ is just about very clear in respect of the nature of the question. Those asking the question had asked about the living Ruh and the underlying purpose was to find out the reality of Ruh. What is it? How does it come in and go out of the human body? How does it make man and animal come alive? According to the Sahih of al-Bukhari and Muslim, Sayyidna ` Abdullah ibn Mas’ ud ؓ narrates:\n'Once I was walking with the Holy Prophet ﷺ through an unpopulated part of Madinah. He had a stick from the branch of a date palm in his blessed hand. When he passed by some Jews, they were talking among themselves: Muhammad is coming. Ask him about the Ruh. Others asked them not to do that. But, those bent on asking went ahead and asked the question. After having heard the question, the Holy Prophet ﷺ reclined on his stick and stood silent which gave me the inkling that the revelation was about to come on him. After a little while, when the revelation had come to him, he recited the verse: وَيَسْأَلُونَكَ عَنِ الرُّ‌وحِ (And they ask you about the Ruh).'\nAt this point, it is understandable that it was a terminology of the Qur'an when it called the Qur’ an, or Wahy (revelation) as Ruh. That the question asked by these people was based on it is too far out. Of course, the matter of the living Ruh, human or animal, is such as would naturally emerge in everyone's mind. Therefore, the majority of commentators - Ibn Kathir, Ibn Jarir, al-Qurtubi, Abu Hayyan, 'Alusi - confirm the view that the question related to the reality of the living Ruh. As for the continuity of references to the Qur'an in the context and that the question-answer interlude about Ruh coming in between would be incoherent, its answer is clear. Previous verses have mentioned hostile questions asked by the disbelievers and Mushriks. Their objective thereby was to test the Holy Prophet ﷺ concerning his claim to be a messenger of Allah. This question too is a link of the same chain. Therefore, it is not incoherent. There is yet another authentic Hadith reported about the background of the revelation of this verse particularly. The position being explained here has been covered there more explicitly, that is, the purpose of the questioner was to test the authority of the Holy Prophet ﷺ as a Messenger.\nAccordingly, a report of Sayyidna ` Abdullah ibn ` Abbas ؓ appearing in the Musnad of Abmad says that the Quraysh of Makkah who kept addressing all sorts of questions to the Holy Prophet ﷺ hit upon the idea that the Jews were learned and knew about past scriptures. Why not ask them about what to ask the Holy Prophet ﷺ and test him thereby? Therefore, they sent their men to the Jews seeking their guidance in this matter. They told them to ask about the Ruh. (Ibn Kathir)\nSayyidn Ibn ` Abbas ؓ has also been reported to have said in his explanation of this verse that the Jews had also said while asking this question - 'you tell us how does punishment affect the Ruh.' By that time, nothing had been revealed to the Holy Prophet ﷺ about it. Therefore, he did not answer the question instantly at that time. Then, came angel Jibra'il with the verse: قُلِ الرُّ‌وحُ مِنْ أَمْرِ‌ رَ‌بِّي (Say, \"the Ruh is from the command of my Lord.\" ) (Abridged from Ibn Kathir)\nThe incident of the question: Did it happen in Makkah or Madinah?\nBefore we resolve this aspect of the question, we have to consider the two Hadith reports relating to the background of the revelation of this verse, that of Sayyidna Ibn Mas’ ud and Ibn ` Abbas ؓ ، referred to above. Out of the two, according to the report of Sayyidna Ibn Mas’ ud ؓ ، this incident about the question came to pass in Madinah - and that is the reason why some commentators have declared this verse to be Madani, though a major portion of Surah Bani Isra'il (al-Isra' ) is Makki. As for the report from Sayyidna Ibn ` Abbas ؓ ، it places the incident at Makkah. In accordance with that, this verse too remains Makki like the whole Surah. Therefore, Ibn Kathir has declared this very probability to be weightier and more acceptable. And as for the report of Sayyidna Ibn Mas’ ud ؓ ، he responds by saying that it is possible that this verse was revealed in Madinah a second time - as a repeated revelation of many verses of the Qur'an is an accepted fact in the sight of all ` Ulama'. And Tafsir Mazhari, by declaring the report of Sayyidna Ibn Mas’ ud ؓ as weightier and more acceptable, has determined the incident to be that of Madinah and the verse to be Madani. It gives two reasons for it. Firstly, this report appears in the two Sahihs of al-Bukhari and Muslim and its authority is stronger as compared to the report of Sayyidna Ibn ` Abbas ؓ . Secondly, in this report, Sayyidna Ibn Mas’ ud ؓ is a part of the incident. He is narrating an event that was his own. This makes it contrary to the report of Sayyidna Ibn ` Abbas ؓ where, it is obvious, he would have heard it as told by someone (because he was too young at that time to witness the occurrence).\nThe answer to the question asked\nThe Holy Qur'an said: قُلِ الرُّ‌وحُ مِنْ أَمْرِ‌ رَ‌بِّي (Say, \"the Ruh is from the command of my Lord.\" ). While explaining the answer, statements and interpretations given by commentators differ. The closest and the clearest of these is what Qadi Thana'ullah Panipati has preferred in his Tafsir Mahari. He says: Only what was necessary and what common people would understand has been told - and the full reality of Ruh, that the question sought, was not unfolded because it was beyond the comprehension of common people and, for that matter, nothing they needed hinged on understanding it. Here, the Holy Prophet ﷺ was asked to respond by saying that 'the Ruh is from the command of my Lord.' In other words, it is not like the usual created that come into existence through the dispersal of matter and procreation. In fact, it is something created directly through the command (کُن kun: be) of Allah Ta’ ala. At least, this much of the answer makes it clear that Ruh cannot be taken on the analogy of common matter - which removes all those doubts that emerge as a result of trying to understand Ruh through the prism of materialistic inquiry. The hard truth is that this much knowledge of Ruh is sufficient for man. No business, religious or worldly, depends on knowing more than that. Therefore, taking that part of the question as redundant and unnecessary, it was not answered - specially when understanding its reality is something not easy even for the wisest of the wise, not to say much about the common people.\nAnswering every question is not necessary unless religiously advisable\nImam Abu Bakr al-Jassas (رح) has deduced from this answer the ruling that it is not necessary for the Mufti and ` Alim to answer every question and every aspect from it as posed by the questioner. Instead of doing that, the answer should be given with religious advisability kept in sight. Any answer that is above the comprehension of the addressee, or should there be the danger of his or her falling into misunderstanding, then, such an answer should not be given. Similarly, not to be answered are questions that are unnecessary (لَا یَعنِی :la ya` ni). Yes, should there be a person who faces a situation in which he must act one way or the other and who is no ` Alim, then, it is necessary for the Mufti and ` Alim to give an answer in the light of his knowledge. (Jassas) Imam al-Bukhari has devoted a chapter heading in Kitab al-` Ilm to highlight this point. He has said that a question the answer to which is likely to cause misunderstanding should not be answered.\nWhether or not it is possible for anyone to have the knowledge of the reality of Ruh\nThe Holy Qur'an has given an answer to this question in accordance with the need and comprehension of the addressee. It has not elected to unfold the reality of Ruh. But, it does not necessarily imply that no human being can simply understand the reality of Ruh and that the Holy Prophet ﷺ also did not know its reality. The truth of the matter is that this verse neither negates nor confirms it. If a prophet or messenger were to come to know its reality through Wahy (revelation), or a Waliyy (man of Allah) through Kashf (illumination) and Ilham (inspiration), then, it is not contrary to this verse. In fact, even if this matter is debated and investigated in terms of reason and philosophy, it would certainly be called useless and unnecessary, but it cannot be called impermissible. Therefore, many learned scholars from the early and later period of Islam have written standard books about Ruh. In our period, my venerated teacher, Shaykh al-Islam, Shabbir Ahmad Usmani has presented this issue admirably in a small tract. Here, he has explained its reality to the measure it is possible for a common person to understand and an educated one to find sufficient enough to avoid doubts and difficulties.\nAn important note\nAt this juncture, Imam al-Baghawi has carried a detail report from Sayyidna ` Abdullah ibn ` Abbas ؓ as follows: This verse was revealed in Makkah al-Mukarramah. It happened at a time when the Quraysh chiefs of Makkah got together and talked about the problem that Muhammad ﷺ was born amongst us and grew up into a young man. No one ever doubted his trustworthiness, honesty and truthfulness, and he was never accused by anyone of having told a lie. Yet, despite all that, we just do not understand the claim of being a prophet he was now making. Therefore, let us do something about it, like sending our delegation to the Jewish scholars of Madinah and get a learned opinion about him from them. So, a delegation from the Quraysh met the Jewish scholars in Madinah. They advised: we tell you three things. Ask him about these three. If he answers all three, he is no prophet. Similarly, if he does not answer any of the three, he is still no prophet. And if he answers two, not answering the third, be certain that he is the prophet. They proposed three questions: (1) Ask him about those in the past who had sought refuge in a cave to stay safe from shirk - because, their account is unique. (2) Ask him about the person who had traveled through the East and West of the Earth and what had happened to him. (3) Ask him about the Ruh (soul, spirit).\n. This detail is in accordance with Ma` alim al-Tanzil, p. 134, v. 4 - Muhammad Taqi Usmani.\nThe delegation returned and posed those three questions before the Holy Prophet ﷺ . He said, 'I shall give you the answer to these tomorrow'- but, he did not say, \"Insha'Allah\" with it. The outcome was that the channel of Wahy (revelation) remained discontinued for a few days. There are various reports that put the number of days from twelve, fifteen to forty during which it stood stopped. The Quraysh of Makkah had their opportunity to hurl taunts - 'we were promised an answer tomorrow, now so many days have passed and we have no answer!' This caused the Holy Prophet ﷺ\ttoo to become anxious. Then came angel Jibra'il with the verse: وَلَا تَقُولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذَٰلِكَ غَدًا إِلَّا أَن يَشَاءَ اللَّـهُ (And never say about anything: \"I will do that tomorrow,\" without [ saying ]: \"Insha'Allah\": [ If Allah wills ].' - al-Kahf, 18: 23, 24) and, after that, he recited the verse about the Ruh mentioned above. Then came the revelation of the verses relating to the people of Kahf, and the event of Dhul-Qarnain who had traveled from the East to the West which is to appear in Surah al-Kahf. A detailed answer has been given there by narrating the story of the people of Kahf and Dhul-Qarnain while the question concerned with the reality of the Ruh was not answered (which made the sign of the veracity of prophecy given by the Jews manifest). Tirmidhi has also described this event briefly. (Mazhari)\nInvestigative observations on the reality of Ruh (soul, spirit) and Nafs (self) have appeared earlier in this volume under verse 29 of Sarah al-Hijr: نَفَخْتُ فِيهِ مِن رُّ‌وحِي (I have blown into him of my spirit - 15:29). Presented with reference to Tafsir Mazhari, it makes the kinds of Ruh along with the reality of each sufficiently clear.",
  "ayah": 85,
  "surah": 17
}
