{
  "text": "آیت 103 وَاعْتَصِمُوْا بِحَبْلِ اللّٰہِ جَمِیْعًا وَّلاَ تَفَرَّقُوْاص۔یاد رہے کہ اس سے پہلے آیت 101 ان الفاظ پر ختم ہوئی ہے : وَمَنْ یَّعْتَصِمْ باللّٰہِ فَقَدْ ہُدِیَ اِلٰی صِرَاطٍ مُّسْتَقِیْمٍ اور جو کوئی اللہ تعالیٰ سے چمٹ جائے اللہ کی حفاظت میں آجائے اس کو تو ہدایت ہوگئی صراط مستقیم کی طرف۔ سورة الحج کی آخری آیت میں بھی یہ لفظ آیا ہے : وَاعْتَصِمُوْا باللّٰہِ اور اللہ سے چمٹ جاؤ ! اب اللہ کی حفاظت میں کیسے آیا جائے ؟ اللہ سے کیسے چمٹیں ؟ اس کے لیے فرمایا : وَاعْتَصِمُوْا بِحَبْلِ اللّٰہِ کہ اللہ کی رسی سے چمٹ جاؤ ‘ اللہ کی رسی کو مضبوطی سے تھام لو۔ اور یہ اللہ کی رسّی کونسی ہے ؟ متعدد احادیث سے واضح ہوتا ہے کہ یہ قرآن ہے۔ ایک طرف انسان میں تقویٰ پیدا ہو ‘ اور دوسری طرف اس میں علم آنا چاہیے ‘ قرآن کا فہم پیدا ہونا چاہیے ‘ قرآن کے نظریات کو سمجھنا چاہیے ‘ قرآن کی حکمت کو سمجھنا چاہیے۔ انسانوں میں اجتماعیت جانوروں کے گلوں کی طرح نہیں ہوسکتی کہ بھیڑبکریوں کا ایک بڑا ریوڑ ہے اور ایک چرواہا ایک لکڑی لے کر سب کو ہانک رہا ہے۔ انسانوں کو جمع کرنا ہے تو ان کے ذہن ایک جیسے بنانے ہوں گے ‘ ان کی سوچ ایک بنانی ہوگی۔ یہ حیوان عاقل ہیں ‘ باشعور لوگ ہیں۔ ان کی سوچ ایک ہو ‘ نظریات ایک ہوں ‘ مقاصد ایک ہوں ‘ ہم آہنگی ہو ‘ نقطۂ ‘ نظر ایک ہو تبھی تو یہ جمع ہوں گے۔ اس کے لیے وہ چیز چاہیے جو ان میں یک رنگئ خیال ‘ یک رنگئ نظر ‘ یک جہتی اور مقاصد کی ہم آہنگی پیدا کر دے ‘ اور وہ قرآن ہے ‘ جو حبل اللہ ہے۔ حضرت علی رض سے مروی طویل حدیث میں قرآن حکیم کے بارے میں رسول اللہ ﷺ کے الفاظ نقل ہوئے ہیں : وَھُوَ حَبْلُ اللّٰہِ الْمَتِیْنُ 1 حضرت عبداللہ بن مسعود رض سے روایت ہے کہ آنحضور ﷺ نے فرمایا : کِتَاب اللّٰہِ ‘ حَبْلٌ مَمْدُوْدٌ مِنَ السَّمَاءِ اِلَی الْاَرْضِ 2 اللہ کی کتاب کو تھامے رکھنا ‘ یہی وہ مضبوط رسّی ہے جو آسمان سے زمین تک تنی ہوئی ہے۔ ایک اور حدیث میں فرمایا : اَبْشِرُوْا اَبْشِرُوْا۔۔ فَاِنَّ ھٰذَا الْقُرْآنَ سَبَبٌ‘ طَرْفُہٗ بِیَدِ اللّٰہِ وَطَرْفُہٗ بِاَیْدِیْکُمْ 3 خوش ہوجاؤ ‘ خوشیاں مناؤ۔۔ یہ قرآن ایک واسطہ ہے ‘ جس کا ایک سرا اللہ کے ہاتھ میں ہے اور ایک سرا تمہارے ہاتھ میں ہے۔ چناچہ تقرب الی اللہ کا ذریعہ بھی قرآن ہے ‘ اور مسلمانوں کو آپس میں جوڑ کر رکھنے کا ذریعہ بھی قرآن ہے۔ یہی وجہ ہے کہ ہماری دعوت و تحریک کا منبع و سرچشمہ اور مبنیٰ و مدار قرآن ہے۔ اس کا عنوان ہی دعوت رجوع الی القرآن ہے۔ میں نے اپنی پوری زندگی الحمد للہ اسی کام میں کھپائی ہے اور اسی کے ذریعہ سے انجمن ہائے خدام القرآن اور قرآن اکیڈمیز کا سلسلہ قائم ہوا۔ ان اکیڈمیز میں ایک سالہ رجوع الی القرآن کو رس برسہا برس سے جاری ہے۔ اس کو رس میں جدید تعلیم یافتہ لوگ داخلہ لیتے ہیں ‘ جو ایم اے؍ایم ایس سی ہوتے ہیں ‘ بعض پی ایچ ڈی کرچکے ہوتے ہیں ‘ ڈاکٹر اور انجینئر بھی آتے ہیں۔ وہ ایک سال لگا کر عربی سیکھتے ہیں تاکہ قرآن کو سمجھ سکیں۔ ظاہر ہے جب قرآن مجید کے ساتھ آپ کی وابستگی ہوگی تو پھر آپ دین کے اس رخ پر آگے چلیں گے۔ تو یہ دوسرا نکتہ ہوا کہ اللہ کی رسی کو مل جل کر مضبوطی سے تھام لو اور تفرقہ میں نہ پڑو۔ وَاذْکُرُوْا نِعْمَتَ اللّٰہِ عَلَیْکُمْ اِذْ کُنْتُمْ اَعْدَآءً فَاَلَّفَ بَیْنَ قُلُوْبِکُمْ فَاَصْبَحْتُمْ بِنِعْمَتِہٖ اِخْوَانًا ج یہاں اوّلین مخاطب انصار ہیں۔ ان کے جو دو قبیلے تھے اوس اور خزرج وہ آپس میں لڑتے آ رہے تھے۔ سو برس سے خاندانی دشمنیاں چلی آرہی تھیں اور قتل کے بعد قتل کا سلسلہ جاری تھا۔ لیکن جب ایمان آگیا ‘ اسلام آگیا ‘ اللہ کی کتاب آگئی ‘ محمد رسول اللہ ﷺ آگئے تو اب وہ شیر و شکر ہوگئے ‘ ان کے جھگڑے ختم ہوگئے۔ اسی طرح پورے عرب کے اندر غارت گری ہوتی تھی ‘ لیکن اب اللہ نے اسے دارالامن بنا دیا۔وَکُنْتُمْ عَلٰی شَفَا حُفْرَۃٍ مِّنَ النَّارِ فَاَنْقَذَکُمْ مِّنْہَا ط کَذٰلِکَ یُبَیِّنُ اللّٰہُ لَکُمْ اٰیٰتِہٖ لَعَلَّکُمْ تَہْتَدُوْنَ اُمت مسلمہ کے لیے سہ نکاتی لائحہ عمل کے یہ دو نکتے بیان ہوگئے۔ سب سے پہلے افراد کے کردار کی تعمیر ‘ انہیں تقویٰ اور فرمانبرداری جیسے اوصاف سے متصف کرنا۔۔ اور پھر ان کو ایک جمعیت ‘ تنظیم یا جماعت کی صورت میں منظم کرنا ‘ اور اس تنظیم کا معنوی محور قرآن مجید ہونا چاہیے ‘ جو حبل اللہ ہے۔ بقول علامہ اقبال : عاعتصامش کن کہ حبل اللہ اوست ! اس کو مضبوطی سے تھامو کہ یہ حبل اللہ ہے ! اس جماعت سازی کا فطری طریقہ بھی ہم اسی سورت کی آیت 52 کے ذیل میں پڑھ چکے ہیں کہ کوئی اللہ کا بندہ داعی بن کر کھڑا ہو اور مَنْ اَنْصَارِیْ اِلَی اللّٰہِ کی آواز لگائے کہ میں تو اس راستے پر چل رہا ہوں ‘ اب کون ہے جو میرے ساتھ اس راستے پر آتا ہے اور اللہ کی راہ میں میرا مددگار بنتا ہے ؟ ایسی جمعیت جب وجود میں آئے گی تو وہ کیا کرے گی ؟ اس ضمن میں یہ تیسری آیت اہم ترین ہے :",
  "ayah": 103,
  "surah": 3
}
