{
  "text": "آیت 110 کُنْتُمْ خَیْرَ اُمَّۃٍ اُخْرِجَتْ للنَّاسِ یہاں امت مسلمہ کی غرض تأسیس بیان کی جا رہی ہے۔ یعنی یہ پوری امت مسلمہ اس مقصد کے لیے بنائی گئی تھی۔ یہ دوسری بات ہے کہ امت مسلمہ اپنا مقصد حیات بھول جائے۔ ایسی صورت میں امت میں سے جو بھی جاگ جائیں وہ دوسروں کو جگا کرامت کے اندر ایک امت Ummah within Ummah بنائیں اور مذکورہ بالا تین کام کریں۔ لیکن حقیقت میں تو مجموعی طور پر اس امت مسلمہ کا فرض منصبی ہی یہی ہے۔ قبل ازیں ہم سورة البقرۃ کی آیت 143 میں امت مسلمہ کا فرض منصبی بایں الفاظ پڑھ چکے ہیں : وَکَذٰلِکَ جَعَلْنٰکُمْ اُمَّۃً وَّسَطًا لِّتَکُوْنُوْا شُہَدَآءَ عَلَی النَّاسِ وَیَکُوْنَ الرَّسُوْلُ عَلَیْکُمْ شَہِیْدًا ط سورة آل عمران کی آیت زیر مطالعہ اسی کے ہم وزن اور ہم پلہ آیت ہے۔ فرمایا : تم بہترین امت ہو جسے لوگوں کے لیے نکالا گیا ہے۔ دنیا کی دیگر قومیں اپنے لیے زندہ رہتی ہیں۔ ان کے پیش نظر اپنی ترقی ‘ اپنی بہتری ‘ اپنی بہبود اور دنیا میں اپنی عزت و عظمت ہوتی ہے ‘ لیکن تم وہ بہترین امت ہو جسے لوگوں کی راہنمائی کے لیے مبعوث کیا گیا ہے : ؂ہم تو جیتے ہیں کہ دنیا میں ترا نام رہے کہیں ممکن ہے کہ ساقی نہ رہے جام رہے !مسلمان کی زندگی کا مقصد زیادہ سے زیادہ لوگوں کو ہدایت کی طرف بلانا اور لوگوں کو جہنم کی آگ سے بچانے کی ‘ کوشش کرنا ہے۔ تمہیں جینا ہے ان کے لیے ‘ وہ جیتے ہیں اپنے لیے۔ تمہیں نکالا گیا ہے ‘ برپا کیا گیا ہے لوگوں کے لیے۔تَاْمُرُوْنَ بالْمَعْرُوْفِ وَتَنْہَوْنَ عَنِ الْمُنْکَرِ  وَتُؤْمِنُوْنَ باللّٰہِِ ط نبی اکرم ﷺ کے دور میں پوری امت مسلمہ کی یہ کیفیت تھی۔ اور وہ جو پہلے بتایا گیا ہے کہ ایک جماعت وجود میں آئے آیت 104 وہ اس وقت کے لیے ہے جب امت اپنے مقصد وجود کو بھول گئی ہو۔ تو ظاہر بات ہے جن کو ہوش آجائے وہ لوگوں کو جگائیں اور ایک جمعیت فراہم کریں۔وَلَوْ اٰمَنَ اَہْلُ الْکِتٰبِ لَکَانَ خَیْرًا لَّہُمْ ط اس سے مراد وہ لوگ بھی ہوسکتے ہیں جو اس وقت تک یہودیوں یا نصرانیوں میں سے ایمان لا چکے تھے ‘ اور وہ بھی جن کے اندر بالقوہ potentially ایمان موجود تھا اور اللہ کو معلوم تھا کہ وہ کچھ عرصہ کے بعد ایمان لے آئیں گے۔وَاَکْثَرُہُمُ الْفٰسِقُوْنَ ۔وہی معاملہ جو آج امت مسلمہ کا ہوچکا ہے۔ آج امت کی اکثریت کا جو حال ہے وہ سب کو معلوم ہے۔",
  "ayah": 110,
  "surah": 3
}
