{
  "text": "آیت 152 وَلَقَدْ صَدَقَکُمُ اللّٰہُ وَعْدَہٗ اِذْ تَحُسُّوْنَہُمْ بِاِذْنِہٖ ج غزوۂ احد میں جو عارضی شکست ہوگئی تھی اور مسلمانوں کو زَک پہنچی تھی ‘ جس سے ان کے دل زخمی تھے اس کے ضمن میں اب یہ آیت ایک قول فیصل کے انداز میں آئی ہے کہ دیکھو مسلمانو ! تم ہم سے کوئی شکایت نہیں کرسکتے ‘ اللہ نے تم سے تائید و نصرت کا جو وعدہ کیا تھا وہ پورا کردیا تھا جبکہ تم انہیں اللہ کے حکم سے قتل کر رہے تھے ‘ گاجر مولی کی طرح کاٹ رہے تھے۔ تمہیں فتح حاصل ہوگئی تھی اور ہمارا وعدہ پورا ہوچکا تھا۔حَتّٰی اِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِی الْاَمْرِ فَشِلْتُمْ کا ترجمہ بعض مترجمین نے کچھ اور بھی کیا ہے ‘ لیکن میرے نزدیک یہاں نظم ڈسپلن کو ڈھیلا کرنا مراد ہے۔ اسلامی نظم جماعت میں سمع وطاعت کو بنیادی اہمیت حاصل ہے ‘ اور ظاہر ہے کہ سمع وطاعت میں ایک ہی شخص کی اطاعت مقصود نہیں ہوتی۔ رسول اللہ ﷺ کی اطاعت بھی فرض تھی اور آپ ﷺ اگر کسی کو امیر مقرر کرتے تو اس کی اطاعت بھی فرض تھی۔ حضرت ابوہریرہ رض روایت کرتے ہیں کہ رسول اللہ ﷺ نے ارشاد فرمایا : مَنْ اَطَاعَنِیْ فَقَدْ اَطَاع اللّٰہَ ‘ وَمَنْ عَصَانِیْ فَقَدْ عَصَی اللّٰہَ ‘ وَمَنْ اَطَاعَ اَمِیْرِیْ فَقَدْ اَطَاعَنِیْ ‘ وَمَنْ عَصٰی اَمِیْرِیْ فَقَدْ عَصَانِیْ 1جس نے میری اطاعت کی اس نے اللہ کی اطاعت کی ‘ اور جس نے میری نافرمانی کی اس نے اللہ کی نافرمانی کی۔ اور جس نے میرے مقرر کردہ امیر کی اطاعت کی اس نے میری اطاعت کی ‘ اور جس نے میرے نامزد کردہ امیر کی نافرمانی کی اس نے میری نافرمانی کی۔اگرچہ رسول اللہ ﷺ کے حکم کی تو انہوں نے تاویل کرلی تھی کہ حضور ﷺ نے جو یہ فرمایا تھا کہ اگر ہم سب بھی اللہ کی راہ میں قتل ہوجائیں اور تم دیکھو کہ چیلیں اور کوے ہمارا گوشت کھا رہے ہیں تب بھی یہاں سے نہ ہٹنا ‘ تو یہ شکست کی صورت میں تھا ‘ لیکن اب تو فتح ہوگئی ہے۔ چناچہ انہوں نے جان بوجھ کر اللہ کے رسول ﷺ کے حکم کی خلاف ورزی نہیں کی تھی۔ لیکن انہوں نے اپنے مقامی امیر لوکل کمانڈر کے حکم کی خلاف ورزی کی تھی۔ میرے نزدیک یہاں عَصَیْتُمْسے یہی حکم عدولی مراد ہے۔ اسلامی نظم جماعت میں اوپر سے لے کر نیچے تک ‘ سپہ سالار سے لے کر لوکل کمانڈر تک ‘ درجہ بدرجہ نظام سمع وطاعت کی پابندی ضروری ہے۔ فوج کا ایک سپہ سالار ہے ‘ لیکن پھر پوری فوج کے کئی حصے ہوتے ہیں اور ہر ایک کا ایک امیر ہوتا ہے۔ میسرہ ‘ میمنہ ‘ قلب اور ہراول دستہ وغیرہ ‘ ہر ایک کا ایک کمانڈر ہوتا ہے۔ اب اگر ان کمانڈروں کے احکام سے سرتابی ہوگی تو ایسی فوج کا جو انجام ہوگا وہ معلوم ہے۔ چناچہ ایک جماعت کے اندر درجہ بدرجہ جو بھی نظام سمع وطاعت ہے اس کی پوری پوری پابندی ضروری ہے۔وَعَصَیْتُم مِّنْم بَعْدِ مَآ اَرٰٹکُمْ مَّا تُحِبُّونَ ط۔عَصَیْتُمْ کے بارے میں وضاحت ہوچکی ہے کہ اس سے مراد اللہ کے رسول ﷺ کی نافرمانی نہیں ‘ بلکہ لوکل کمانڈر کی نافرمانی ہے۔ مِّنْم بَعْدِ مَآ اَرٰٹکُمْ مَّا تُحِبُّونَ ط سے اکثر مفسرین نے مال غنیمت مراد لیا ہے ‘ کہ درّے پر مامور حضرات مال غنیمت کی طلب میں درّہ چھوڑ کر چلے گئے ‘ لیکن میرے نزدیک یہ بات درست نہیں ہے۔ اس لیے کہ مال غنیمت کی تقسیم کا قانون تو غزوۂ بدر کے بعد سورة الانفال میں نازل ہوچکا تھا۔ اس کی رو سے چاہے کوئی شخص کچھ جمع کرے یا نہ کرے اسے مال غنیمت میں سے برابر کا حصہ ملے گا۔ یہاں مِّنْم بَعْدِ مَآ اَرٰٹکُمْ مَّا تُحِبُّونَ ط سے مراد دراصل فتح ہے اور اس کے لیے القرآن یفُسِّر بعضُہ بَعْضًاکی رو سے سورة الصف کی یہ آیت ہماری رہنمائی کرتی ہے : وَاُخْرٰی تُحِبُّوْنَھَاط نَصْرٌ مِّنَ اللّٰہِ وَفَتْحٌ قَرِیْبٌ ط آیت 13 گویا بندۂ مؤمن کو دنیا میں فتح و نصرت محبوب تو ہوتی ہے ‘ لیکن اسے اس کو اپنا مقصود نہیں بنانا۔ اس کا مقصود اللہ کی رضا جوئی اور اپنے فرض کی ادائیگی ہے۔ باقی کامیابی یا ناکامی اللہ کی مرضی اور اس کی حکمت کے تحت ہوتی ہے۔ اللہ کب فتح لانا چاہتا ہے وہ بہتر جانتا ہے۔ مِنْکُمْ مَّنْ یُّرِیْدُ الدُّنْیَا یعنی وہ خواہش رکھتے ہیں کہ دنیا میں فتح و نصرت اور کامیابی حاصل ہوجائے ‘ ہمارا بول بالا ہوجائے ‘ ہماری حکومت قائم ہوجائے۔وَمِنْکُمْ مَّنْ یُّرِیْدُ الْاٰخِرَۃَ ج ثُمَّ صَرَفَکُمْ عَنْہُمْ لِیَبْتَلِیَکُمْ ج پہلے وہ بھاگ رہے تھے اور تم ان کا تعاقب کر رہے تھے ‘ اب معاملہ الٹاہو گیا کہ تم پسپا ہوگئے اور اپنی جانیں بچانے کے لیے ادھر ادھر جائے پناہ ڈھونڈنے لگے۔ تمہاری یہ پسپائی تمہارے لیے آزمائش تھی۔وَلَقَدْ عَفَا عَنْکُمْ ط۔تم میں سے جس کسی سے جو بھی خطا ہوئی اللہ نے اسے معاف فرما دیا ہے۔",
  "ayah": 152,
  "surah": 3
}
