{
  "text": "آیت 159 فَبِمَا رَحْمَۃٍ مِّنَ اللّٰہِ لِنْتَ لَہُمْ ج۔اس سورة مبارکہ کی یہ آیت بھی بڑی اہم ہے۔ جماعتی زندگی میں جو بھی امیر ہو ‘ صاحب امر ہو ‘ جس کے پاس ذمہ داریاں ہوں ‘ جس کے گرد اس کے ساتھی جمع ہوں ‘ اسے یہ خیال رہنا چاہیے کہ آخر وہ بھی انسان ہیں ‘ ان کے بھی کوئی جذبات اور احساسات ہیں ‘ ان کی عزت نفس بھی ہے ‘ لہٰذا ان کے ساتھ نرمی کی جانی چاہیے ‘ سختی نہیں۔ وہ کوئی ملازم نہیں ہیں ‘ بلکہ رضاکار volunteers ہیں۔ آنحضور ﷺ کے ساتھ جو لوگ تھے وہ کوئی تنخواہ یافتہ سپاہی تو نہیں تھے۔ یہ لوگ ایمان کی بنیاد پر جمع ہوئے تھے۔ اب بھی کوئی دینی جماعت وجود میں آتی ہے تو جو لوگ اس میں کام کر رہے ہیں وہ دینی جذبے کے تحت جڑے ہوئے ہیں ‘ لہٰذا ان کے امراء کو ان کے ساتھ نرم رویہ اختیار کرنا چاہیے۔ رسول اللہ ﷺ کو مخاطب کر کے کہا جا رہا ہے کہ یہ اللہ کی رحمت کا مظہر ہے کہ آپ ﷺ ان کے حق میں بہت نرم ہیں۔وَلَوْ کُنْتَ فَظًّا غَلِیْظَ الْقَلْبِ لاَنْفَضُّوْا مِنْ حَوْلِکَ r؂ کوئی کارواں سے ٹوٹا ‘ کوئی بدگماں حرم سے کہ امیر کارواں میں نہیں خوئے دل نوازی !فَاعْفُ عَنْہُمْ چونکہ بعض صحابہ رض سے اتنی بڑی غلطی ہوئی تھی کہ اس کے نتیجے میں مسلمانوں کو بہت بڑا چرکا لگ گیا تھا ‘ لہٰذا آنحضور ﷺ سے کہا جا رہا ہے کہ اپنے ان ساتھیوں کے لیے اپنے دل میں میل مت آنے دیجیے۔ ان کی غلطی اور کوتاہی کو اللہ نے معاف کردیا ہے تو آپ ﷺ ‘ بھی انہیں معاف کردیں۔ عام حالات میں بھی آپ انہیں معاف کرتے رہا کریں۔وَاسْتَغْفِرْ لَہُمْ ان سے جو بھی خطا ہوجائے اس پر ان کے لیے استغفار کیا کریں۔ وَشَاوِرْہُمْ فِی الْاَمْرِ ج ایسا طرز عمل اختیار نہ کریں کہ آئندہ ان کی کوئی بات نہیں سننی ‘ بلکہ ان کو بھی مشورے میں شامل رکھیے۔ اس سے بھی باہمی اعتماد پیدا ہوتا ہے کہ ہمارا امیر ہم سے مشورہ کرتا ہے ‘ ہماری بات کو بھی اہمیت دیتا ہے۔ یہ بھی درحقیقت اجتماعی زندگی کے لیے بہت ہی ضروری بات ہے۔ فَاِذَا عَزَمْتَ فَتَوَکَّلْ عَلَی اللّٰہِ ط۔مشورے کے بعد جب آپ ﷺ ‘ کا دل کسی رائے پر مطمئن ہوجائے اور آپ ایک فیصلہ کرلیں تو اب کسی شخص کی بات کی پرواہ نہ کریں ‘ اب سارا توکل اللہ کی ذات پر ہو۔ غزوۂ احد سے پہلے رسول اللہ ﷺ نے مشورہ کیا تھا ‘ اس وقت کچھ لوگوں کی رائے وہی تھی جو آنحضور ﷺ کی رائے تھی ‘ یعنی مدینہ میں محصور ہو کر جنگ کی جائے۔ لیکن کچھ حضرات نے کہا ہم تو کھلے میدان میں جنگ کرنا چاہتے ہیں ‘ ہمیں تو شہادت کی موت چاہیے تو حضور ﷺ نے ان کی رعایت کی اور باہر نکلنے کا فیصلہ فرما دیا۔ اس کے فوراً بعد جب آپ ﷺ حضرت عائشہ رض کے حجرے سے برآمد ہوئے تو خلاف معمول آپ ﷺ نے زرہ پہنی ہوئی تھی اور ہتھیار لگائے ہوئے تھے۔ اس سے لوگوں کو اندازہ ہوگیا کہ کچھ سخت معاملہ پیش آنے والا ہے۔ چناچہ ان لوگوں نے کہا کہ حضور ﷺ ہم اپنی رائے واپس لیتے ہیں ‘ جو آپ ﷺ کی رائے ہے آپ اس کے مطابق فیصلہ کیجیے۔ لیکن آپ ﷺ نے فرمایا کہ نہیں ‘ یہ فیصلہ برقرار رہے گا۔ نبی کو یہ زیبا نہیں ہے کہ ہتھیار باندھنے کے بعد جنگ کیے بغیر انہیں اتار دے۔ یہ آیت گویا نبی اکرم ﷺ کے طرز عمل کی توثیق میں نازل ہوئی ہے کہ جب آپ ایک فیصلہ کرلیں تو اللہ پر توکل کیجیے۔",
  "ayah": 159,
  "surah": 3
}
