{
  "text": "سورة آل عمران کا آخری رکوع قرآن مجید کے عظیم ترین مقامات میں سے ہے۔ اس کی پہلی چھ آیات کے بارے میں روایت آتی ہے کہ جس شب میں یہ نازل ہوئیں تو پوری رات حضور ﷺ پر رقت طاری رہی اور آپ ﷺ کھڑے ‘ بیٹھے ‘ لیٹے ہوئے روتے رہے۔ نماز تہجد کے دوران بھی آپ ﷺ پر رقت طاری رہی۔ پھر آپ ﷺ نے بہت طویل سجدہ کیا ‘ اس میں بھی گریہ طاری رہا اور سجدہ گاہ آنسوؤں سے تر ہوگئی۔ پھر آپ ﷺ کچھ دیر لیٹے رہے لیکن وہ کیفیت برقرار رہی۔ یہاں تک کہ صبح صادق ہوگئی۔ حضرت بلال رض جب فجر کی نماز کی اطلاع دینے کے لیے حاضر ہوئے اور آپ ﷺ ‘ کو اس کیفیت میں دیکھا تو وجہ دریافت کی۔ آپ ﷺ نے فرمایا : اے بلال ‘ میں کیوں نہ روؤں کہ آج کی شب میرے رب نے مجھ پر یہ آیات نازل فرمائی ہیں۔ پھر آپ ﷺ نے ان آیات کی تلاوت فرمائی اس روایت کو امام رازی نے تفسیر کبیر میں بیان کیا ہے یعنی وہ گریہ اور رقت شکر کے جذبے کے تحت تھی۔یہ بھی نوٹ کیجیے کہ یہ سورة آل عمران کا بیسواں رکوع شروع ہو رہا ہے اور سورة البقرۃ کے بیسویں رکوع کی پہلی آیت کے الفاظ یہ تھے : اِنَّ فِیْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلاَفِ الَّیْلِ وَالنَّہَارِ وَالْفُلْکِ الَّتِیْ تَجْرِیْ فِی الْْبَحْرِ بِمَا یَنْفَعُ النَّاسَ وَمَآ اَنْزَلَ اللّٰہُ مِنَ السَّمَآءِ مِنْ مَّآءٍ فَاَحْیَا بِہِ الْاَرْضَ بَعْدَ مَوْتِہَا وَبَثَّ فِیْہَا مِنْ کُلِّ دَآبَّۃٍص وَّتَصْرِیْفِ الرِّیٰحِ وَالسَّحَابِ الْمُسَخَّرِ بَیْنَ السَّمَآءِ وَالْاَرْضِ لَاٰیٰتٍ لِّقَوْمٍ یَّعْقِلُوْنَ اسی آیت الآیات کا خلاصہ یہاں آگیا ہے : آیت 190 اِنَّ فِیْ خَلْقِ السَّمٰوٰتِ وَالْاَرْضِ وَاخْتِلَافِ الَّیْلِ وَالنَّہَارِ لَاٰیٰتٍ لّاُولِی الْاَلْبَابِ سورۃ البقرۃ کی آیت 164 ان الفاظ پر ختم ہوئی تھی : لَاٰیٰتٍ لِّقَوْمٍ یَّعْقِلُوْنَ ان لوگوں کے لیے نشانیاں ہیں جو عقل سے کام لیتے ہیں۔ یہاں ان لوگوں کو اولوا الالبابکا نام دیا گیا۔ یہ ہدایت کا پہلا قدم ہے کہ کائنات کو دیکھو ‘ مظاہر فطرت کا مشاہدہ کرو ؂کھول آنکھ ‘ زمین دیکھ ‘ فلک دیکھ ‘ فضا دیکھ مشرق سے ابھرتے ہوئے سورج کو ذرا دیکھ !یہ سب آیات الٰہیہ ہیں ‘ ان کو دیکھو اور اللہ کو پہچانو۔ اگلا قدم یہ ہے کہ جب اللہ کو پہچان لیا تو اب اسے یاد رکھو۔ یعنی ؂ َ فقر قرآں اختلاط ذکر و فکر فکر را کامل نہ دیدم جز بہ ذکر !",
  "ayah": 190,
  "surah": 3
}
