{
  "text": "سورة آل عمران کے نصف اوّل کا دوسرا حصہ 31 آیات پر مشتمل ہے۔ اس حصے میں خطاب براہ راست نصاریٰ سے ہے اور انہیں بتایا گیا ہے کہ یہ جو تم نے حضرت عیسیٰ علیہ السلام کو معبود بنا لیا ہے اور تثلیث Trinity کا عقیدہ گھڑ لیا ہے یہ سب باطل ہے۔ عیسائیوں کے ہاں دو طرح کی تثلیث رائج رہی ہے۔۔ i خدا ‘ مریم اور عیسیٰ علیہ السلام۔۔ اور ii خدا ‘ روح القدس اور عیسیٰ علیہ السلام۔ یہاں پر واضح کردیا گیا کہ یہ جو تثلیثیں تم نے ایجاد کرلی ہیں ان کی کوئی بنیاد نہیں ہے ‘ یہ تمہاری کج روی ہے۔ تم نے غلط شکل اختیار کی ہے۔ حضرت عیسیٰ علیہ السلام بہت برگزیدہ پیغمبر تھے۔ ہاں ان کی ولادت معجزانہ طریقے پر ہوئی ہے۔ لیکن ان سے متصلاً قبل حضرت یحییٰ علیہ السلام کی ولادت بھی تو معجزانہ ہوئی تھی۔ وہ بھی کوئی کم معجزہ نہیں ہے۔ اور پھر حضرت آدم علیہ السلام کی ولادت بھی تو بہت بڑا معجزہ ہے۔ اللہ نے آدم علیہ السلام کو پیدا کیا اور ان سے نسل انسانی کا آغاز ہوا۔ چناچہ اگر کسی کی معجزانہ ولادت الوہیت کی دلیل ہے تو کیا حضرت آدم علیہ السلام اور حضرت یحییٰ علیہ السلام بھی الٰہ ہیں ؟ تو یہ ساری بحث اسی موضوع پر ہو رہی ہے۔آیت 33 اِنَّ اللّٰہَ اصْطَفآی اٰدَمَ وَنُوْحًا وَّاٰلَ اِبْرٰہِیْمَ وَاٰلَ عِمْرٰنَ عَلَی الْعٰلَمِیْنَ ۔اِصطفاء کے معنی منتخب کرنے یا چن لینے selection کے ہیں۔ زیر مطالعہ آیت سے متبادر ہوتا ہے کہ حضرت آدم علیہ السلام کا بھی اصطفاء ہوا ہے۔ اس میں ان لوگوں کے لیے ایک دلیل موجود ہے جو تخلیق آدم کے ضمن میں یہ نظریہ رکھتے ہیں کہ پہلے ایک نوع species وجود میں آئی تھی اور اللہ نے اس نوع کے ایک فرد کو چن کر اس میں اپنی روح پھونکی تو وہ آدم علیہ السلام بن گئے۔ چناچہ وہ بھی چنیدہ selected تھے۔ اِصطفاء کے ایک عام معنی بھی ہوتے ہیں ‘ یعنی پسند کرلینا۔ ان معنوں میں آیت کا مفہوم یہ ہوگا کہ اللہ تعالیٰ نے آدم علیہ السلام کو اور نوح علیہ السلام کو اور ابراہیم علیہ السلام کے خاندان کو اور عمران کے خاندان کو تمام جہان والوں پر ترجیح دے کر پسند کرلیا۔ تاریخ بنی اسرائیل میں عمران دو عظیم شخصیتوں کے نام ہیں۔ حضرت موسیٰ علیہ السلام کے والد کا نام بھی عمران تھا اور حضرت مریم کے والد یعنی حضرت عیسیٰ علیہ السلام کے نانا کا نام بھی عمران تھا۔ یہاں پر غالباً حضرت موسیٰ علیہ السلام کے والد مراد ہیں۔ لیکن آگے چونکہ حضرت مریم علیہ السلام اور عیسیٰ علیہ السلام کا تذکرہ آرہا ہے ‘ لہٰذا عین ممکن ہے کہ یہاں پر حضرت مریم علیہ السلام کے والد کی طرف اشارہ ہو۔",
  "ayah": 33,
  "surah": 3
}
