{
  "text": "آیت 72 وَقَالَتْ طَّآءِفَۃٌ مِّنْ اَہْلِ الْکِتٰبِ اٰمِنُوْا بالَّذِیْ اُنْزِلَ عَلَی الَّذِیْنَ اٰمَنُوْا وَجْہَ النَّہَارِ وَاکْفُرُوْآ اٰخِرَہٗ لَعَلَّہُمْ یَرْجِعُوْنَ یہاں یہود کی ایک بہت بڑی سازش کا ذکرہو رہا ہے جو ان کے ایک گروہ نے محمد رسول اللہ ﷺ کی دعوت کو ناکام بنانے کے لیے مسلمانوں کے خلاف تیار کی تھی۔ اس سازش کا پس منظر یہ تھا کہ دنیا کے سامنے یہ بات آچکی تھی کہ جو کوئی ایک مرتبہ دائرۂ اسلام میں داخل ہوجاتا تھا وہ واپس نہیں آتا تھا ‘ چاہے اسے بدترین تشدد کا نشانہ بنایا جائے ‘ بھوکا پیاسا رکھا جائے ‘ حتیٰ کہ جان سے مار دیا جائے۔ اس طرح اسلام کی ایک دھاک بیٹھ گئی تھی کہ اس کے اندر کوئی ایسی کشش ‘ ایسی حقانیت اور ایسی مٹھاس ہے کہ آدمی ایک مرتبہ اسلام قبول کرلینے کے بعد بڑی سے بڑی قربانی دینے کو تیار ہوجاتا ہے ‘ لیکن اسلام سے دست بردار ہونے کو تیار نہیں ہوتا۔ اسلام کی یہ جو ساکھ بن گئی تھی اس کو توڑنے کا طریقہ انہوں نے یہ سوچا کہ ایسا کرو صبح کے وقت اعلان کرو کہ ہم ایمان لے آئے۔ سارا دن محمد ﷺ کی صحبت میں رہو اور شام کو کہہ دو ہم نے دیکھ لیا ‘ یہاں کچھ نہیں ہے ‘ یہ دور کے ڈھول سہانے ہیں ‘ ہم تو اپنے کفر میں واپس جا رہے ہیں ‘ ہمیں یہاں سے کچھ نہیں ملا۔ اس سے مسلمانوں میں سے کچھ لوگ تو سمجھیں گے کہ انہوں نے سازش کی ہوگی ‘ لیکن یقیناً کچھ لوگ یہ بھی سمجھیں گے کہ بھئی بڑے متقی لوگ تھے ‘ متلاشیانِ حق تھے ‘ بڑے جذبے اور بڑی شان کے ساتھ انہوں نے کلمہ پڑھا تھا اور ایمان قبول کیا تھا ‘ پھر سارا دن رسول اللہ ﷺ کی محفل میں بیٹھے رہے ہیں ‘ آخر انہوں نے کچھ نہ کچھ تو دیکھا ہی ہوگا جو واپس پلٹ گئے۔ اس انداز سے عام لوگوں کے دلوں میں وسوسہ اندازی کرنا بہت آسان کام ہے۔ چناچہ انہوں نے منافقانہ شرارت کی یہ سازش تیار کی۔ اسلام میں قتل مرتد کی سزا کا تعلق اسی سے جڑتا ہے۔ اسلامی ریاست میں اس طرح کی سازشوں کا راستہ روکنے کے لیے یہ سزا تجویز کی گئی ہے کہ جو شخص ایمان لانے کے بعد پھر کفر میں جائے گا تو قتل کردیا جائے گا ‘ کیونکہ اسلامی ریاست ایک نظریاتی ideological ریاست ہے ‘ ایمان اور اسلام ہی تو اس کی بنیادیں ہیں۔ چناچہ اس کی بنیادوں کو کمزور کرنے اور اس کی جڑوں کو کھودنے والی جو چیز بھی ہوسکتی ہے اس کا سدباب پوری قوت سے کرنا چاہیے۔ ّ َ",
  "ayah": 72,
  "surah": 3
}
