{
  "text": "১৫-১৭ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় গৌরব, শ্রেষ্ঠত্ব এবং নিজের আরশের বড়ত্ব ও প্রশস্ততার বর্ণনা দিচ্ছেন যা সমস্ত মাখলুককে ছাদের মত আচ্ছাদন করে রয়েছে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “(এই শাস্তি আসবে) আল্লাহর পক্ষ হতে, যিনি সমুচ্চ মর্যাদার অধিকারী। ফেরেশতা এবং রূহ আল্লাহর দিকে ঊর্ধ্বগামী হয় এমন এক দিনে যা পার্থিব পঞ্চাশ হাজার বছরের সমান।” (৭০:৩-৪) এর বর্ণনা ইনশাআল্লাহ সামনে আসবে যে, এই দূরত্ব হলো সাত আসমান ও যমীন হতে নিয়ে আরশ পর্যন্ত স্থানের। যেমন পূর্বযুগীয় ও পরযুগীয় মনীষীদের একটি দলের উক্তি এটাই এবং সবচেয়ে যুক্তিসঙ্গত এটাই বটে।বহু তাফসীরকার হতে বর্ণিত আছে যে, আরশ রক্তিম বর্ণের মণি-মাণিক্য দ্বারা নির্মিত। যার দু'টি প্রান্তের প্রশস্ততা পঞ্চাশ হাজার বছরের পথের দূরত্বের সমান। আর যার উচ্চতা সপ্তম যমীন হতে পঞ্চাশ হাজার বছরের পথ। ইতিপূর্বে যে হাদীসে ফেরেশতাদের আরশ বহন করার কথা বর্ণিত হয়েছে তাতে এও রয়েছে যে, ওটা সপ্ত আকাশ হতেও উঁচু।আল্লাহ তা'আলা বলেনঃ তিনি তাঁর বান্দাদের মধ্যে যার প্রতি ইচ্ছা অহী প্রেরণ করেন। যেমন অন্য জায়গায় তিনি বলেনঃ (আরবী) অর্থাৎ “তিনি ফেরেশতাদেরকে অহীসহ স্বীয় নির্দেশে স্বীয় বান্দাদের মধ্যে। যাদের নিকট ইচ্ছা প্রেরণ করেন (এই বলে) যে, তোমরা তাদেরকে (আমার ব্যাপারে) সতর্ক করে দাও যে, আমি ছাড়া কোন মা'বুদ নেই, সুতরাং তোমরা আমাকেই ভয় কর।” (১৬:২) অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “নিশ্চয়ই এটা জগতসমূহের প্রতিপালকের পক্ষ হতে অবতারিত। এটা নিয়ে বিশ্বস্ত আত্মা (জিবরাঈল আঃ) অবতরণ করে এবং তা তোমার (মুহাম্মাদ সঃ) অন্তরে অবতীর্ণ করে যাতে তুমি সতর্ককারীদের অন্তর্ভুক্ত হও।” (২৬:১৯২-১৯৪) এ জন্যেই মহামহিমান্বিত আল্লাহ এখানে বলেনঃ যাতে সে সতর্ক করতে পারে কিয়ামত দিবস সম্পর্কে।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, (আরবী) কিয়ামতের নামসমূহের মধ্যে একটি নাম, যা হতে আল্লাহ তাআলা স্বীয় বান্দাদেরকে ভয় প্রদর্শন করেছেন। হযরত ইবনে আব্বাস (রাঃ) একথাও বলেন যে, এই দিনে হযরত আদম (আঃ) এবং তাঁর সর্বশেষ সন্তানেরও মিলন ঘটবে। হযরত ইবনে যায়েদ (রঃ) বলেন যে, বান্দা আল্লাহ তা'আলার সঙ্গে মিলিত হবে। হযরত কাতাদা (রঃ) বলেন যে, আসমানবাসী ও যমীনবাসী পরস্পর মিলিত হবে। সৃষ্টিকর্তা ও সৃষ্টজীবের মধ্যে মিলন ঘটবে। মায়মূন ইবনে মাহরান (রঃ) বলেন যে, অত্যাচারী ও অত্যাচারিতের মধ্যে মিলন হবে। ভাবার্থ এই যে, প্রত্যেকেই অন্যের সঙ্গে মিলিত হবে। এমনকি আমলকারীর সাথে তার আমল মিলিত হবে, যেমন অন্যান্য গুরুজন বলেছেন।মহাপ্রতাপান্বিত আল্লাহ বলেনঃ সেই দিন আল্লাহর নিকট তাদের কিছুই গোপন থাকবে না। অর্থাৎ সবাই আল্লাহ তা'আলার সামনে থাকবে। আল্লাহ তা'আলা হতে কিছুই তাদেরকে গোপন রাখতে পারবে না। এমন কি কোন ছায়ার স্থানও থাকবে না। ঐ দিন আল্লাহ তা'আলা বলবেনঃ “আজ রাজত্ব ও কর্তৃত্ব কার?\" সেই দিন কার এমন ক্ষমতা হবে যে, তাঁর এই প্রশ্নের জবাব দিতে পারে? সুতরাং নিজেই তার এই প্রশ্নের জবাবে বলবেনঃ “আজ কর্তৃত্ব ও রাজত্ব হলো এক, পরাক্রমশালী আল্লাহরই।” এ হাদীস গত হয়েছে যে, আল্লাহ তা'আলা আসমান ও যমীনকে জড়িয়ে নিয়ে স্বীয় দক্ষিণ হস্তে রাখবেন এবং বলবেনঃ “(আজ) আমিই বাদশাহ, আমিই গর্বকারী। দুনিয়ার বাদশাহ, প্রতাপশালী ও অহংকারীরা আজ কোথায়?”শিংগায় ফুৎকার দেয়ার হাদীসে রয়েছে যে, মহামহিমান্বিত আল্লাহ সমস্ত সৃষ্টজীবের রূহ কবয করে নিবেন এবং ঐ এক অংশীবিহীন আল্লাহ ছাড়া আর কেউই জীবিত থাকবে না। ঐ সময় তিনি তিনবার বলবেনঃ “আজ রাজত্ব কার?” অতঃপর তিনি নিজেই জবাব দিবেনঃ “আজ রাজত্ব ও কর্তৃত্ব এক পরাক্রমশালী আল্লাহরই।” অর্থাৎ আজ ঐ আল্লাহর কর্তৃত্ব যিনি এক, সর্ববিজয়ী এবং যার হাতে রয়েছে সব কিছুরই আধিপত্য। হযরত ইবনে আব্বাস (রাঃ) বলেন, কিয়ামত সংঘটিত হওয়ার সময় একজন ঘোষক ঘোষণা করবেনঃ “হে লোক সকল! কিয়ামত এসে গেছে। এ ঘোষণা জীবিত ও মৃত সবাই শুনবে। আল্লাহ তাআলা দুনিয়ার আকাশের উপর অবতরণ করবেন এবং বলবেনঃ “আজ কর্তৃত্ব কার?” অতঃপর তিনি নিজেই জবাব দিবেনঃ “(আজ কতৃত্ব) এক, পরাক্রমশালী আল্লাহরই।”এরপর আল্লাহ তাআলা স্বীয় ন্যায় ও ইনসাফের বর্ণনা দিচ্ছেন যে, আজ প্রত্যেককে তার কৃতকর্মের ফল দেয়া হবে; আজ কারো প্রতি যুলুম করা হবে না। অর্থাৎ “আজ আল্লাহ তা'আলা কারো প্রতি অণু পরিমাণও যুলুম করবেন না। এমন কি পুণ্যগুলো দশগুণ করে বাড়িয়ে দেয়া হবে, আর পাপরাশি ঠিকই রেখে দেয়া হবে, তিল পরিমাণও বেশী করা হবে না। যেমন হযরত আবু যার (রাঃ) রাসূলুল্লাহ (সঃ) হতে বর্ণনা করেছেন যে, আল্লাহ তা'আলা বলেছেনঃ “হে আমার বান্দারা! নিশ্চয়ই আমি আমার নিজের উপর যুলুমকে হারাম করে দিয়েছি (অর্থাৎ আমি বান্দার উপর যুলুম করাকে নিজের উপর হারাম করে দিয়েছি)। সুতরাং তোমাদের কেউ যেন কারো উপর যুলুম না করে। শেষের দিকে রয়েছেঃ “হে আমার বান্দাগণ! নিশ্চয়ই আমি তোমাদের আমলগুলো গণে গণে রাখছি (অর্থাৎ তোমাদের আমলগুলোর উপর পূর্ণভাবে দৃষ্টি রাখছি), আমি এগুলোর পূর্ণ প্রতিফল প্রদান করবো। সুতরাং যে ব্যক্তি কল্যাণ পাবে সে যেন আল্লাহ তাবারাকা ওয়া তা'আলার প্রশংসা করে। আর যে ব্যক্তি এটা ছাড়া অন্য কিছু পাবে সে যেন নিজেকেই ভৎসনা করে (কেননা ওটা তার নিজেরই কৃতকর্মের ফল)।” (এ হাদীসটি ইমাম মুসলিম (রঃ) বর্ণনা করেছেন)অতঃপর মহান আল্লাহ তাড়াতাড়ি হিসাব গ্রহণের বর্ণনা দিচ্ছেনঃ “নিশ্চয়ই আল্লাহ হিসাব গ্রহণে তৎপর। সমস্ত সৃষ্টজীবের হিসাব গ্রহণ তাঁর কাছে একজনের হিসাব গ্রহণের মতই সহজ। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “তোমাদের সকলকে সৃষ্টি করা এবং মৃত্যুর পর পুনর্জীবিত করা আমার নিকট একটি লোককে সৃষ্টি করা এবং তার মৃত্যুর পর তাকে পুনর্জীবিত করার মতই (সহজ)।” (৩১:২৮) মহামহিমান্বিত আল্লাহ অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “আমার হুকুমের সাথে সাথেই কাজ হয়ে যায়, যেমন কেউ চক্ষু বন্ধ করেই খুলে দেয় (এটুকু সময় লাগে মাত্র)।” (৫৪:৫০)",
  "ayah": 17,
  "surah": 40
}
