{
  "text": "২৩-২৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা হযরত মুহাম্মাদ (সঃ)-কে সান্ত্বনা দেয়ার জন্যে তাঁর পূর্ববর্তী রাসূলদের (আঃ) বর্ণনা দিচ্ছেন যে, পরিণামে যেমন তারাই জয়যুক্ত ও সফলকাম হয়েছিলেন, অনুরূপভাবে তিনিও তার সময়ের কাফিরদের উপর বিজয়ী হবেন। সুতরাং তাঁর চিন্তিত ও ভীত হওয়ার কোনই কারণ নেই। যেমন হযরত মূসা ইবনে ইমরান (আঃ)-এর ঘটনা তার সামনে রয়েছে। আল্লাহ তা'আলা তাঁকে দলীল প্রমাণাদিসহ কিবতীদের বাদশাহ ফিরাউনের নিকট, যে ছিল মিসরের সম্রাট, তার প্রধানমন্ত্রী হামানের নিকট এবং সেই যুগের সবচেয়ে ধনী এবং বণিকদের বাদশাহ নামে খ্যাত কারূনের নিকট প্রেরণ করেন। এই হতভাগারা এই মহান রাসূল (সঃ)-কে অবিশ্বাস করে এবং তাকে ঘৃণার, চোখে দেখে। তারা পরিষ্কারভাবে বলেঃ “এ ব্যক্তি যাদুকর এবং চরম মিথ্যাবাদী।” এই উত্তরই তাঁর পূর্ববর্তী নবীগণও পেয়েছিলেন। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “এরূপই তাদের পূর্ববর্তী লোকদের নিকট কোন রাসূল (আঃ) আসলেই তারা বলতোঃ এ ব্যক্তি যাদুকর অথবা পাগল। তারা কি তার সম্পর্কে পরস্পরে এটাই স্থির করে নিয়েছে? না, বরং তারা হলো উদ্ধত সম্প্রদায়।”(৫১:৫২-৫৩)মহামহিমান্বিত আল্লাহ বলেনঃ আমার রাসূল মূসা (আঃ) যখন আমার নিকট হতে সত্য নিয়ে তাদের নিকট হাযির হলো তখন তারা তাকে দুঃখ-কষ্ট দিতে শুরু করলো। ফিরাউন হুকুম জারী করলোঃ “এই রাসূল (আঃ)-এর উপর যারা ঈমান এনেছে তাদের পুত্র সন্তানদেরকে হত্যা করে ফেলো এবং কন্যা সন্তানদেরকে জীবিত রাখো।” এর পূর্বেও সে এই নির্দেশ জারী করে রেখেছিল। কেননা, তার আশংকা ছিল যে, না জানি হয়তো হযরত মূসা (আঃ)-এর জন্ম হবে, অথবা হয়তো এ জন্যে যে, যেন বানী ইসরাঈলের সংখ্যা কমে যায়। ফলে যেন তারা দুর্বল ও শক্তিহীন হয়ে পড়ে। অথবা সম্ভবতঃ এ দু’টি যুক্তিই তার সামনে ছিল। এখন দ্বিতীয়বার সে এই হুকুম জারী করে। এর কারণও ছিল এটাই যে, যেন বানী ইসরাঈল দলটি বিজিত থাকে এবং তাদের সংখ্যা বৃদ্ধি না পায়। আর তারা যেন লাঞ্ছিত অবস্থায় কালাতিপাত করে। আর বানী ইসরাঈলের মনে যেন এ ধারণা বদ্ধমূল হয় যে, তাদের এ বিপদের কারণ হলো হযরত মূসা (আঃ)। যেহেতু তারা হযরত মূসা (আঃ)-কে বলেও ছিলঃ “আপনি আসার পূর্বেও আমাদেরকে কষ্ট দেয়া হয়েছিল এবং আপনার আগমনের পরেও আমাদেরকে কষ্ট দেয়া হচ্ছে।” তিনি উত্তরে বলেছিলেনঃ “তাড়াতাড়ি করো না, খুব সম্ভব আল্লাহ তাআলা তোমাদের শত্রুদেরকে ধ্বংস করে দিবেন এবং তোমাদেরকে যমীনের প্রতিনিধি বানিয়ে দিবেন, অতঃপর তোমরা কেমন আমল কর তা তিনি দেখবেন।” কাতাদা (রঃ) বলেন যে, এটা ছিল ফিরাউনের দ্বিতীয়বারের হুকুম।মহান আল্লাহ বলেনঃ 'কাফিরদের ষড়যন্ত্র ব্যর্থ হবেই।' অর্থাৎ ফিরাউন যে চক্রান্ত করেছিল যে, বানী ইসরাঈল ধ্বংস হয়ে যাবে তা সম্পূর্ণরূপে ব্যর্থ হয়েছিল।অতঃপর ফিরাউনের ঘৃণ্য ইচ্ছার বর্ণনা দেয়া হচ্ছে যে, সে হযরত মূসা (আঃ)-কে হত্যা করার ইচ্ছা করে এবং স্বীয় কওমকে বলেঃ “তোমরা আমাকে ছেড়ে দাও, আমি মূসা (আঃ)-কে হত্যা করে ফেলবো। সে তার প্রতিপালকের কাছে সাহায্য প্রার্থনা করুক, আমি এর কোন পরোয়া করি না। আমি আশংকা করছি যে, যদি তাকে জীবিত ছেড়ে দেয়া হয় তবে সে তোমাদের দ্বীনের পরিবর্তন ঘটাবে অথবা সে পৃথিবীতে বিপর্যয় সৃষ্টি করবে ।\" এ জন্যেই আরবে নিম্নের প্রবাদ প্রসিদ্ধ হয়ে রয়েছেঃ (আরবী) অর্থাৎ “ফিরাউনও উপদেশদাতা হয়ে গেল।” অনেকেই (আরবী)-এরূপ পড়েছেন। অন্যেরা (আরবী)-এরূপ পাঠ করেছেন। আর কেউ কেউ (আরবী) পড়েছেন। হযরত মূসা (আঃ) যখন ফিরাউনের ঘৃণ্য উদ্দেশ্যের বিষয় জানতে পারলেন তখন তিনি বললেনঃ “যারা বিচার দিবসে বিশ্বাস করে না, ঐ সব উদ্ধত ও হঠকারী ব্যক্তি হতে আমি আমার ও (হে সম্বোধনকৃত ব্যক্তিরা) তোমাদের প্রতিপালকের শরণাপন্ন হয়েছি।” এ জন্যেই হাদীসে এসেছেঃ হযরত আবু মূসা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) যখন কোন কওম হতে ভীত হতেন তখন বলতেনঃ (আরবী) অর্থাৎ “হে আল্লাহ! আমরা তাদের (শত্রুদের) অনিষ্ট হতে আপনার নিকট আশ্রয় চাচ্ছি এবং আপনাকে তাদের মুকাবিলায় (দাঁড়) করছি।”",
  "ayah": 27,
  "surah": 40
}
