{
  "text": "৪১-৪৬ নং আয়াতের তাফসীর:\nফিরাউনের কওমের মুমিন লোকটি স্বীয় উপদেশপূর্ণ বক্তৃতা চালু রেখে বলেনঃ এটা কতই না বিস্ময়কর ব্যাপার যে, আমি তোমাদেরকে তাওহীদ অর্থাৎ এক ও শরীক বিহীন আল্লাহর ইবাদতের দিকে আহ্বান করছি এবং রাসূল (আঃ)-এর সত্যতা স্বীকার করার দিকে ডাকছি, আর তোমরা আমাকে ডাকছো কুফরী ও শিরুকের দিকে! তোমরা চাচ্ছ যে, আমি যেন অজ্ঞ হয়ে যাই এবং বিনা দলীলে আল্লাহ ও তাঁর রাসূল (আঃ)-এর বিরোধিতা করি! তোমরা একটু চিন্তা করে দেখো তো যে, তোমাদের ও আমার দাওয়াতের মধ্যে কতো পার্থক্য রয়েছে! আমি তোমাদেরকে ঐ আল্লাহর দিকে নিয়ে যেতে চাচ্ছি যিনি বড়ই ইয্যত ও মর্যাদার অধিকারী এবং ব্যাপক ক্ষমতাবান। এতদসত্ত্বেও তিনি এমন প্রত্যেক ব্যক্তির তাওবা কবুল করে থাকেন যে তাঁর দিকে ঝুঁকে পড়ে ও ক্ষমা প্রার্থনা করে।(আরবী)-এর অর্থ হলো হক ও সত্যতা। অর্থাৎ এটা নিশ্চিত সত্য যে, যেদিকে তোমরা আমাকে আহ্বান করছে অর্থাৎ মূর্তি এবং আল্লাহ্ ছাড়া অন্যান্যদের ইবাদতের দিকে, ওগুলো এমনই যে, ওদের দ্বীন ও দুনিয়ার কোন আধিপত্য নেই। ওগুলো না পারে কারো কোন উপকার করতে এবং না পারে কোন ক্ষতি করতে। ওরা ওদের আহ্বানকারীদের আহ্বান শুনতে পায় না এবং ককূল করতেও পারে না, এই দুনিয়াতেও না এবং পরকালেও না। এটা আল্লাহ তাবারাকা ওয়া তা'আলার নিম্নের উক্তির মতইঃ (আরবী) অর্থাৎ “এই ব্যক্তি অপেক্ষা বড় পথভ্রষ্ট আর কে হতে পারে যে আল্লাহকে ছাড়া এমন কিছুকে ডেকে থাকে যারা কিয়ামত পর্যন্তও তার ডাকে সাড়া দিতে পারে না? আর তারা তাদের ডাক হতে উদাসীন ও অমনোযোগী। যখন লোকদেরকে একত্রিত করা হবে তখন তারা তাদের আহ্বানকারীদের শত্রু হয়ে যাবে এবং তাদের ইবাদতকে সম্পূর্ণরূপে অস্বীকার করে বসবে।” (৪৬:৫-৬) আর এক জায়গায় মহান আল্লাহ্ বলেনঃ (আরবী) অর্থাৎ “যদি তোমরা তাদেরকে ডাকো তবে তারা তোমাদের ডাক শুনবে না, আর (মনে করা যাক যে,) যদি শুনেও বা তবুও তোমাদের ডাকে তারা সাড়া দিতে পারবে না।” (৩৫:১৪) মুমিন লোকটি বললেনঃ আমাদের প্রত্যাবর্তন তো আল্লাহরই নিকট। অর্থাৎ পরকালে আমাদেরকে আল্লাহ্ তা'আলার নিকট ফিরে যেতে হবে। অতঃপর তিনি প্রত্যেককে তার আমলের প্রতিফল দিবেন। এ জন্যেই বলেনঃ ‘সীমালংঘনকারীরাই জাহান্নামের অধিবাসী।'মুমিন লোকটি তাদেরকে আরো বললেনঃ আমি তোমাদেরকে যা বলছি তোমরা অচিরেই তা স্মরণ করবে। তখন তোমরা হা-হুতাশ ও আফসোস করবে। কিন্তু তখন সবই বৃথা হবে। আমি তো আমার ব্যাপার আল্লাহর কাছে সমর্পণ করছি। আমার ভরসা তাঁরই উপর। আমি আমার প্রতিটি কাজে তারই কাছে সাহায্য প্রার্থনা করছি। এখন তোমাদের সাথে আমার কোনই সম্পর্ক নেই। আমি তোমাদের কাজে ঘৃণা প্রকাশ করছি। তোমাদের হতে আমি এখন সম্পূর্ণ পৃথক। আল্লাহ্ তাঁর বান্দাদের প্রতি সবিশেষ দৃষ্টি রাখেন।' যারা সুপথ প্রাপ্তির যোগ্য তাদেরকে সুপথ প্রদর্শন করেন। আর যারা পথভ্রষ্ট হওয়ার যোগ্য তাদেরকে তিনি হিদায়াত লাভে বঞ্চিত করেন। তাঁর প্রতিটি কাজ হিকমতে পূর্ণ এবং তার সমস্ত কৌশল কল্যাণময়।আল্লাহ্ তা'আলা মুমিন লোকটিকে ফিরাউনের ও তার কওমের ষড়যন্ত্রের অনিষ্ট হতে রক্ষা করলেন। দুনিয়াতেও তিনি রক্ষা পেলেন অর্থাৎ হযরত মূসা (আঃ)-এর সাথে মুক্তি পেলেন এবং আখিরাতের কঠিন শাস্তি হতেও রক্ষা পাবেন। বাকী সবাই তারা নিকৃষ্ট শাস্তির শিকার হলো। অর্থাৎ ফিরাউন তার কওমসহ সমুদ্রে নিমজ্জিত হলো। এতো হলো দুনিয়ার শাস্তি। আর আখিরাতে তো তাদের জন্যে কঠিন শাস্তি রয়েছেই। সকাল-সন্ধ্যায় তাদেরকে উপস্থিত করা হয় আগুনের সামনে। কিয়ামত পর্যন্ত তাদের এ শাস্তি হতেই থাকবে। আর কিয়ামতের দিন তাদের আত্মাগুলোকে দেহসহ জাহান্নামে নিক্ষেপ করা হবে। সেই দিন তাদেরকে বলা হবেঃ “হে ফিরাউনীরা! তোমরা ভীষণ কষ্ট ও যন্ত্রণাদায়ক শাস্তির মধ্যে চলে যাও।” আল্লাহ্ তা'আলা ফেরেশতাদেরকে বলবেনঃ “ফিরাউন সম্প্রদায়কে নিক্ষেপ কর কঠিন শাস্তিতে।এ আয়াতটি আহলে সুন্নাতের ঐ মাযহাবের এই কথার উপর বড় দলীল যে, কবরে শাস্তি হয়ে থাকে। তবে এখানে এ কথাটি স্মরণ রাখা দরকার যে, কোন কোন হাদীসে এমন কতকগুলো বিষয় এসেছে যেগুলো দ্বারা জানা যায় যে, বারযাখের শাস্তি সম্পর্কে রাসূলুল্লাহ্ (সঃ) অবহিত হয়েছিলেন মদীনায় হিজরতের পর। আর এ আয়াতটি অবতীর্ণ হয় মক্কায়। তাহলে এর জবাব এই যে, এই আয়াত দ্বারা শুধু এটুকু জানা যাচ্ছে যে, মুশরিকদের আত্মাগুলোকে সকাল-সন্ধ্যায় জাহান্নামের সামনে পেশ করা হয়। বাকী থাকলো এই কথাটি যে, এই শাস্তি কি সব সময় হয়, না সব সময় নয়? আর এটাও যে, এই আযাব কি শুধু রূহের উপর হয়, না দেহের উপরও হয়ে থাকে? এ সম্পর্কে রাসূলুল্লাহ্ (সঃ) অবহিত হন মদীনায়। রাসূলুল্লাহ (সঃ) এটা বর্ণনা করে দিয়েছেন। সুতরাং হাদীস ও কুরআনকে মিলিয়ে এই মাসআলা বের হলো যে, কবরের শাস্তি ও শান্তি আত্মা ও দেহ উভয়ের উপর হয়ে থাকে। আর এটাই সত্য বটে।' হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, একজন ইয়াহুদিনী তাঁর খিদমতে নিয়োজিতা ছিল। হযরত আয়েশা তার প্রতি কোন অনুগ্রহ করলেই সে বলতোঃ “আল্লাহ্ আপনাকে কবরের আযাব হতে রক্ষা করুন!” একদা হযরত আয়েশা (রাঃ) রাসূলুল্লাহ্ (সঃ)-কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কিয়ামতের পূর্বেও কি কবরে আযাব হয়?তিনি উত্তরে বললেনঃ “না। কে এ কথা বলেছে?” হযরত আয়েশা (রাঃ) ঐ ইয়াহূদী মহিলাটির ঘটনা বর্ণনা করলেন। তখন রাসূলুল্লাহ্ (সঃ) বললেনঃ “ইয়াহূদী মিথ্যাবাদী। তারা তো এর চেয়েও বড় মিথ্যা আরোপ করে থাকে। কিয়ামতের পূর্বে কোন শাস্তি নেই।” ইতিমধ্যে কিছুদিন অতিবাহিত হয়ে গেছে। একদা রাসূলুল্লাহ (সঃ) যুহরের সময় কাপড় গুটানো অবস্থায় আগমন করেন এবং তাঁর চক্ষুদ্বয় রক্তিম বর্ণ ধারণ করেছিল। তিনি উচ্চ স্বরে বলছিলেনঃ “হে জনমণ্ডলী! আমি যা জানি তা যদি তোমরা জানতে তবে তোমরা অবশ্যই হাসতে কম এবং কাঁদতে বেশী। হে লোক সকল! কবরের আযাব হতে আল্লাহর নিকট আশ্রয় প্রার্থনা কর। নিশ্চিতরূপে জেনে রেখো যে, কবরের আযাব সত্য।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। এর ইসনাদ ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ)-এর শর্তের উপর সহীহ। তারা এটা তাখরীজ করেননি)অন্য একটি রিওয়াইয়াতে আছে যে, একজন ইয়াহূদী মহিলা হযরত আয়েশা (রাঃ)-এর কাছে এসে কিছু ভিক্ষা চায়। তিনি তাকে কিছু দান করেন। তখন সে বলেঃ “আল্লাহ আপনাকে কবরের আযাব হতে রক্ষা করুন!” এর শেষে রয়েছে যে, এর কিছুদিন পরে রাসূলুল্লাহ্ (সঃ) বলেনঃ “আল্লাহ তাআলা আমার নিকট ওহী করেছেন যে, তোমাদেরকে তোমাদের কবরে ফিতায় ফেলে দেয়া হয়।”সুতরাং এই আয়াত ও হাদীসগুলোর মধ্যে সামঞ্জস্য বিধান প্রথমতঃ এই ভাবে হতে পারে যা উপরে বর্ণিত হলো। দ্বিতীয়তঃ আয়াতের (আরবী) দ্বারা শুধু এটুকু সাব্যস্ত হয় যে, কাফিরদেরকে আলমে বরযখে শাস্তি দেয়া হয়। কিন্তু এর দ্বারা এটা অপরিহার্য নয় যে, মুমিনকেও তার কিছু পাপের কারণে তার কবরে শাস্তি দেয়া হয়। এটা শুধু হাদীস দ্বারা সাব্যস্ত হচ্ছে। হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, একদা রাসূলুল্লাহ্ (সঃ) তাঁর নিকট প্রবেশ করেন। ঐ সময় একজন ইয়াহূদী মহিলা তাঁর নিকট বসেছিল। সে তাঁকে বলেঃ “আপনাদেরকে আপনাদের কবরে আজমায়েশ করা হবে এটা কি আপনি জানেন?” এ কথা শুনে রাসূলুল্লাহ্ (সঃ) কেঁপে ওঠেন এবং বলেনঃ “ইয়াহুদীকে আজমায়েশ করা হবে। এর কিছুদিন পর রাসূলুল্লাহ্ (সঃ) বলেনঃ “সাবধান! তোমরা তোমাদের কবরে আজমায়েশের মধ্যে পড়বে।” হযরত আয়েশা (রাঃ) বলেন যে, এরপর থেকে রাসূলুল্লাহ্ (সঃ) কবরের ফিত্না হতে আশ্রয় প্রার্থনা করতে থাকতেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। সহীহ মুসলিমেও এটা বর্ণিত আছে)এটাও হতে পারে যে, এ আয়াত দ্বারা শুধু রূহের উপর শাস্তির কথা প্রমাণিত হয়, দেহের উপরও শাস্তি হওয়া প্রমাণিত হয় না। পরে ওহীর মাধ্যমে রাসূলুল্লাহকে জানিয়ে দেয়া হয় যে, কবরের আযাব দেহ ও আত্মা উভয়ের উপর হয়ে থাকে। সুতরাং পরে তিনি এর থেকে মুক্তির প্রার্থনা শুরু করেন। এসব ব্যাপারে মহান আল্লাহই সবচেয়ে ভাল জানেন।হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, একটি ইয়াহুদী মহিলা তার কাছে এসে বলেঃ “কবরের আযাব হতে আমরা আল্লাহর নিকট আশ্রয় চাচ্ছি।” তখন হযরত আয়েশা (রাঃ) রাসূলুল্লাহ (সঃ)-কে কবরের আযাব সম্পর্কে জিজ্ঞেস করলে তিনি উত্তরে বলেনঃ “হ্যা, কবরের আযাব সত্য।” হযরত আয়েশা (রাঃ) বলেনঃ “এরপর থেকে আমি দেখতাম যে, রাসূলুল্লাহ (সঃ) প্রত্যেক নামাযের পরে কবরের আযাব হতে আশ্রয় প্রার্থনা করতেন।” এ হাদীস দ্বারা তো প্রমাণিত হচ্ছে যে, রাসূলুল্লাহ্ (সঃ) ইয়াহূদী মহিলাটির কথা শুনা মাত্রই তার সত্যতা স্বীকার করেন। আর উপরে বর্ণিত হাদীসসমূহ দ্বারা জানা যাচ্ছে যে, তার কথাকে তিনি মিথ্যা বলেন। এ দ্বন্দ্বের সমাধান এই যে, এখানে ঘটনা হলো দু'টি। প্রথম ঘটনার সময় তাকে ওহীর দ্বারা জানানো হয়নি বলেই তিনি মহিলাটির কথার সত্যতা অস্বীকার করেন। তারপর যখন জানতে পারেন তখন তার কথার সত্যতা স্বীকার করেন। এসব ব্যাপারে একমাত্র মহান আল্লাহই সর্বাপেক্ষা সঠিক জ্ঞানের অধিকারী। হযরত কাতাদা (রঃ) বলেন যে, দুনিয়া থাকা পর্যন্ত প্রত্যহ সকাল-সন্ধ্যায় ফিরাউন সম্প্রদায়ের রূহগুলোকে জাহান্নামের সামনে নিয়ে যাওয়া হয় এবং ওগুলোকে বলা হয়ঃ “হে ফিরাউন সম্প্রদায়! এটা তোমাদের চিরস্থায়ী আবাসস্থল।” যাতে তাদের দুঃখ-চিন্তা বেড়ে যায় এবং তারা লাঞ্ছিত ও অপমানিত হয়। সুতরাং আজও তারা শাস্তির মধ্যেই রয়েছে। আর স্থায়ীভাবে ওর মধ্যেই থাকবে। হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেন যে, শহীদদের আত্মাগুলো সবুজ রঙ এর পাখীসমূহের দেহের মধ্যে থাকে। তারা ইচ্ছামত জান্নাতের যেখানে সেখানে ঘুরে বেড়ায়। আর মুমিনদের শিশুগুলোর আত্মাও পাখীর দেহের মধ্যে থাকে। তারাও জান্নাতের যেখানে সেখানে ইচ্ছামত চলাফেরা করে। আর তারা আরশের সাথে লটকানো লণ্ঠনের মধ্যে আশ্রয় গ্রহণ করে। পক্ষান্তরে, ফিরাউন সম্প্রদায়ের রূহগুলো কালো পাখীর দেহে অবস্থান করে। পাখীগুলো সকালে ও সন্ধ্যায় জাহান্নামের নিকট যায়। এটাই হলো তাদেরকে সকাল-সন্ধ্যায় জাহান্নামের সামনে উপস্থিত করা। মিরাজের সুদীর্ঘ হাদীসের মধ্যে এও রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “অতঃপর হযরত জিবরাঈল (আঃ) আমাকে এক বিরাট মাখলুকের নিকট নিয়ে গেলেন যাদের প্রত্যেকের পেট ছিল খুব বড় ঘরের মত, যারা ফিরাউন সম্প্রদায়ের পার্শ্বে বন্দী ছিল। ফিরাউন সম্পদায়কে সকাল-সন্ধ্যায় আগুনের সম্মুখে উপস্থিত করা হয়।”মহামহিমান্বিত আল্লাহ বলেনঃ যেদিন কিয়ামত সংঘটিত হবে সেদিন আল্লাহ তাআলা (ফেরেশতাদেরকে) বলবেনঃ ‘ফিরাউন সম্প্রদায়কে কঠিন শাস্তিতে নিক্ষেপ কর।' এই ফিরাউনী লোকগুলো লাগাম দেয়া উটের মত মুখ নীচু করে পাথর ও গাছ চাটছে এবং তারা সম্পূর্ণ অজ্ঞান ও নির্বোধ। হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “যে ইহ্সান করে আল্লাহ তাকে তার প্রতিদান অবশ্যই দেন, সে মুসলমানই হোক বা কাফিরই হোক।” সাহাবীগণ জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কাফিরদের প্রতিদান কেমন?” উত্তরে তিনি বললেনঃ “যদি সে আত্মীয়তার সম্পর্ক যুক্ত রাখে, সাদকা করে অথবা অন্য কোন ভাল কাজ করে তবে আল্লাহ তা'আলা ওর প্রতিদান তার ধন-মালে, তার স্বাস্থ্যে এবং এরূপই অন্যান্য জিনিসে দিয়ে থাকেন।\" সাহাবীগণ আবার প্রশ্ন করলেনঃ “পরকালে তারা কি বিনিময় লাভ করবে?” রাসূলুল্লাহ (সঃ) জবাবে বললেনঃ “বড় আযাব হতে ছোট আযাব।” অতঃপর তিনি (আরবী) (ফিরাউন সম্প্রদায়কে নিক্ষেপ কর কঠিন শাস্তিতে) এ আয়াত পাঠ করলেন। (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত আওযায়ী (রঃ)-কে একটি লোক জিজ্ঞেস করলোঃ “আচ্ছা বলুন তো, বহু ঝাকের ঝক সাদা পাখীকে আমরা সমুদ্র হতে বের হতে দেখি। ওরা সমুদ্রের পশ্চিম তীরে সকাল বেলায় উড়ে যায়। ওগুলোর সংখ্যা এতো বেশী যে, কেউ গণনা করতে সক্ষম হবে না। সন্ধ্যার সময় ঐ ভাবেই ঝাঁকে ঝাঁকে ফিরে আসে। কিন্তু ঐ সময় ওগুলোর রঙ সম্পূর্ণ কালো হয়ে যায়। এর কারণ কি?” উত্তরে হযরত আওযায়ী (রঃ) তাকে বলেন, “তুমি কি সত্যিই এরূপ লক্ষ্য করেছো?” লোকটি জবাব দেয়ঃ হ্যা। তখন তিনি বলেনঃ “ঐ পাখীগুলোর দেহের মধ্যে ফিরাউন সম্প্রদায়ের রূহ রয়েছে যেগুলোকে সকাল-সন্ধ্যায় আগুনের সামনে উপস্থিত করা হয়। অতঃপর ওগুলো ওদের বাসায় ফিরে আসে। ওদের পালকগুলো পুড়ে গিয়ে কৃষ্ণবর্ণ ধারণ করে। রাত্রে আবার পালক বের হয় এবং কালো রঙ দূর হয়ে যায়। দুনিয়ায় তাদের এই অবস্থা হতে থাকে। আর কিয়ামতের দিন আল্লাহ তা'আলা তাদেরকে বলবেনঃ “তোমরা কঠিন শাস্তির মধ্যে প্রবেশ কর।” (ইমাম ইবনে জারীর (রঃ) এটা বর্ণনা করেছেন)কথিত আছে যে, তাদের সংখ্যা ছিল ছয় লক্ষ, যারা ফিরাউনের সৈন্য ছিল।হ্যরত ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, যখন তোমাদের মধ্যে কেউ মারা যায় তখন সকাল-সন্ধ্যায় তার (স্থায়ী) বাসস্থান তাকে দেখানো হয়। সে জান্নাতী হলে জান্নাত এবং জাহান্নামী হলে জাহান্নাম দেখানো হয়ে থাকে। অতঃপর তাকে বলা হয়ঃ “এটা তোমার আসল বাসস্থান, যেখানে মহামহিমান্বিত আল্লাহ কিয়ামতের দিন তোমাকে পাঠিয়ে দিবেন।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন এবং ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) এটা তাখরীজ করেছেন)",
  "ayah": 46,
  "surah": 40
}
