{
  "text": "৪৭-৫০ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, জাহান্নামীরা জাহান্নামের মধ্যে পরস্পর ঝগড়া-বিবাদে ও তর্ক-বিতর্কে লিপ্ত হয়ে পড়বে। ছোটরা বড়দের সাথে বাক-বিতণ্ডা করবে। অর্থাৎ অনুসারীরা যাদের অনুসরণ করতো এবং বড় বলে মানতো ও তাদের কথা মত চলতো তাদেরকে বলবেঃ “দুনিয়ায় আমরা তোমাদের অনুসারী ছিলাম। তোমরা আমাদেরকে যা করার আদেশ করতে আমরা তা পালন করতাম। তোমাদের কুফরী ও বিভ্রান্তিমূলক হুকুমও আমরা মেনে চলতাম। তোমাদের পবিত্রতা, জ্ঞান, মর্যাদা এবং নেতৃত্বের ভিত্তিতে আমরা সবই মানতাম। এখন এই ভয়াবহ অবস্থায় তোমরা আমাদের কোন উপকার করতে পারবে কি? এখন আমাদের শাস্তির কিছু অংশ তোমরা নিজেদের উপর উঠিয়ে নাও তো।” তাদের এ কথার জবাবে ঐ নেতারা বলবেঃ “আমরা নিজেরাও তো তোমাদের সাথে জ্বলতে পুড়তে রয়েছি। আমাদের উপর যে শাস্তি হচ্ছে তা কি কিছু কম? মোটেই কম বা হালকা নয়। সুতরাং কি করে আমরা তোমাদের শাস্তির কিছু অংশ আমাদের উপর উঠাতে পারি। নিশ্চয়ই আল্লাহ তো বান্দাদের বিচার করে ফেলেছেন। প্রত্যেককেই তিনি তার অসৎ আমল অনুযায়ী শাস্তি দিয়েছেন। এটা কম করা সম্ভব নয়।\" যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “তিনি বলবেনঃ প্রত্যেকের জন্যে দ্বিগুণ (শাস্তি), কিন্তু তোমরা জান না।' (৭:৩৮)মহা প্রতাপান্বিত আল্লাহ বলেনঃ “জাহান্নামীরা ওর প্রহরীদেরকে বলবেঃ তোমাদের প্রতিপালকের নিকট প্রার্থনা কর, তিনি যেন আমাদের হতে লাঘব করেন শাস্তি এক দিনের। অর্থাৎ জাহান্নামীরা যখন বুঝে নিবে যে, আল্লাহ তা'আলা তাদের দু'আ কবুল করবেন না, বরং তিনি তাদের কথার দিকে কানও দেন না। এমনকি তাদেরকে ধমকের সুরে বলে দিয়েছেনঃ “তোমরা এখানেই পড়ে থাকো এবং আমার সাথে কথা বলো না, তখন তারা জাহান্নামের প্রহরীদেরকে বলবে, যারা দুনিয়ার জেলখানার রক্ষক ও প্রহরীর মত জাহান্নামের প্রহরী হিসেবে রয়েছেনঃ ‘তোমরাই আমাদের জন্যে আল্লাহ তা'আলার নিকট একটু প্রার্থনা কর যে, তিনি যেন এক দিনের জন্যে হলেও আমাদের শাস্তি লাঘব করেন। তারা উত্তরে বলবেনঃ “তোমাদের নিকট কি স্পষ্ট নিদর্শনসহ তোমাদের রাসূলগণ আগমন করেননি?' তারা জবাবে বলবেঃ ‘হ্যা, আমাদের নিকট রাসূলদের (আঃ) আগমন ঘটেছিল বটে।' তখন ফেরেশতাগণ বলবেনঃ তাহলে তোমরা নিজেরাই আল্লাহ তা'আলার নিকট দু'আ কর। আমরা তোমাদের পক্ষ হতে তার কাছে কোনই আবেদন করতে পারবো না। বরং আমরা নিজেরাও আজ তোমাদের হা-হুতাশের প্রতি কোনই দৃকপাত করবো না। আমরা নিজেরাও তো। তোমাদের প্রতি অসন্তুষ্ট রয়েছি। আমরা আজ তোমাদের শত্রু। আমরা তোমাদেরকে পরিষ্কারভাবে বলে দিচ্ছি যে, তোমরা হয় নিজেরাই দু'আ কর অথবা অন্য কেউ তোমাদের জন্যে দু'আ করুক, তোমাদের শাস্তি হালকা হওয়া অসম্ভব। কাফিরদের প্রার্থনা প্রত্যাখ্যাত ও ব্যর্থই হয়ে থাকে।",
  "ayah": 50,
  "surah": 40
}
