{
  "text": "৫১-৫৬ নং আয়াতের তাফসীর:\nএখানে রাসূলদেরকে (আঃ) সাহায্য করার ওয়াদা রয়েছে। আমরা দেখি যে, কতক নবী (আঃ)-কে তাঁদের সম্প্রদায়ের লোকেরা হত্যা করে দিয়েছে। যেমন হযরত ইয়াহইয়া (আঃ), হযরত যাকারিয়া (আঃ) এবং হযরত শা’ইয়া (আঃ)। আর কোন কোন নবী (আঃ)-কে হিজরত করতে হয়েছে। যেমন হযরত ইবরাহীম (আঃ) ও হযরত ঈসা (আঃ)। আল্লাহ তাআলা হযরত ঈসা (আঃ)-কে আসমানে হিজরত করান। এখানে প্রশ্ন হতে পারে যে, দুনিয়ায় যে আল্লাহ তা'আলা স্বীয় নবীদেরকে সাহায্য করার ওয়াদা করেছেন তা পূর্ণ হলো কিরূপে? এর দু'টি উত্তর রয়েছে। একটি উত্তর এই যে, এখানে খবর আম বা সাধারণ হলেও এর দ্বারা উদ্দেশ্য হলো কতক। আর অভিধানে এটা প্রায়ই দেখা যায়। আর দ্বিতীয় উত্তর এই যে, এখানে সাহায্য করা দ্বারা উদ্দেশ্য হলো প্রতিশোধ গ্রহণ করা। দেখা যায় যে, এমন কোন নবী গত হননি যাঁকে কষ্টদাতাদের উপর চরমভাবে আল্লাহ্ তা'আলা প্রতিশোধ গ্রহণ না করেছেন। যেমন হযরত ইয়াহইয়া (আঃ), হযরত যাকারিয়া (আঃ) এবং হযরত শা’ইয়া (আঃ)-এর হন্তাদের উপর তাদের শত্রুদেরকে বিজয় দান করেছেন, যারা তাদেরকে হত্যা করে রক্তের স্রোত বহিয়ে দিয়েছে এবং তাদেরকে অত্যন্ত লাঞ্ছিত অবস্থায় মৃত্যুর ঘাটে নামিয়ে দিয়েছে। বিশ্বাসঘাতক নমরূদকে আল্লাহ্ তা'আলা কিভাবে পাকড়াও করেছিলেন এবং সমূলে ধ্বংস করে দিয়েছিলেন তা সর্বজন বিদিত। হযরত ঈসা (আঃ)-কে যে ইয়াহুদীরা শূলবিদ্ধ করার চেষ্টা। করেছিল তাদের উপর আল্লাহ্ তা'আলা রোমকদেরকে বিজয়ী করেছিলেন। তাদের হাতে ঐ ইয়াহূদীরা খুবই লাঞ্ছিত ও অপমানিত হয়। কিয়ামতের নিকটবর্তী সময়ে যখন হযরত ঈসা (আঃ) দুনিয়ায় অবতরণ করবেন তখন তিনি দাজ্জালসহ ঐ ইয়াহুদীদেরকেও মেরে ফেলবেন যারা তার সেনাবাহিনীর লোক হবে। তিনি ন্যায়পরায়ণ শাসক হিসেবে তশরীফ আনবেন। তিনি ক্রুশকে ভেঙ্গে ফেলবেন, শূকরকে হত্যা করবেন, জিযিয়াকে বাতিল করবেন এবং ইসলাম ছাড়া অন্য কোন কিছুই ককূল করবেন না। এটাই হলো আল্লাহর বিরাট সাহায্য। এটাই হলো আল্লাহর রীতি, যা পূর্ব হতেই আছে এবং এখনো চালু রয়েছে যে, তিনি স্বীয় মুমিন বান্দাদেরকে পার্থিব সাহায্যও করে থাকেন এবং তিনি স্বয়ং তাদের শত্রুদের উপর প্রতিশোধ গ্রহণ করে তাদের চক্ষু ঠাণ্ডা করে থাকেন। হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেন, আল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ “যে ব্যক্তি আমার বন্ধুদের সাথে শত্রুতা করে সে আমার সাথে যুদ্ধের জন্যে বের হয়ে থাকে। (সে যেন তার সাথে যুদ্ধের জন্য আল্লাহ তা'আলাকে তলব করে)।” অন্য হাদীসে রয়েছে যে, আল্লাহ তা'আলা বলেনঃ “আমি আমার বন্ধুদের পক্ষ হতে প্রতিশোধ গ্রহণ করে থাকি যেমন প্রতিশোধ গ্রহণ করে সিংহ।” এজন্যেই মহামহিমান্বিত আল্লাহ হযরত নূহ (আঃ)-এর কওম, আ’দ, সামূদ, আসহাবুর রাসস, হযরত লূত (আঃ)-এর কওম, আহলে মাদইয়ান এবং তাদের ন্যায় ঐ সমুদয় লোক হতে প্রতিশোধ গ্রহণ করেছেন যারা রাসূলদেরকে (আঃ) অবিশ্বাস করেছিল এবং সত্যের বিরোধী হয়েছিল। এক এক করে বেছে বেছে তিনি তাদেরকে ধ্বংস করে দিয়েছেন। আর তাদের মধ্যে যারা মুমিন ছিল তাদেরকে তিনি রক্ষা করেছেন। (এ হাদীসটি সহীহ বুখারীতে বর্ণিত হয়েছে)ইমাম সুদ্দী (রঃ) বলেন যে, যে কওমের মধ্যে আল্লাহর রাসূল এসেছেন অথবা মুমিন বান্দা তাদের কাছে আল্লাহর বাণী পৌঁছিয়ে দেয়ার জন্যে দাঁড়িয়েছেন, অতঃপর ঐ কওম ঐ নবী বা মুমিনদের অসম্মান করেছে, তাদেরকে মারপিট করেছে বা হত্যা করেছে, তাদের উপর অবশ্যই ঐ যুগেই আল্লাহর শাস্তি আপতিত হয়েছে। নবীদের (আঃ) হন্তাদের উপর প্রতিশোধ গ্রহণকারীরা উঠে দাঁড়িয়েছে এবং পানির মত তাদের রক্ত দ্বারা তৃষ্ণার্ত ভূমিকে সিক্ত করেছে। সুতরাং এখানে যদিও নবীরা (আঃ) ও মুমিনরা নিহত হয়েছেন, কিন্তু তাদের রক্ত বৃথা যায়নি। তাদের শত্রুদেরকে তুষের ন্যায় উড়িয়ে দেয়া হয়েছে। এরূপ বিশিষ্ট বান্দাদের সাহায্য করা হবে না এটা অসম্ভব। তাদের শত্রুদের উপর পূর্ণমাত্রায় প্রতিশোধ গ্রহণ করা হয়েছে। নবীকূল শিরোমণি হযরত মুহাম্মাদ (সঃ)-এর জীবনী দুনিয়াবাসীর সামনে রয়েছে। আল্লাহ তাআলা তাঁকে এবং তাঁর সহচরদেরকে বিজয় দান করেন, তাঁর কালেমা সুউচ্চ করেন এবং তাঁর শত্রুদের সব চেষ্টা ব্যর্থ করে দেন। তাঁর দ্বীন দুনিয়ার সমস্ত দ্বীনের উপর ছেয়ে যায়। যখন তাঁর কওম চরমভাবে তাঁর বিরোধিতা শুরু করে তখন মহান আল্লাহ তাঁকে মদীনায় পৌঁছিয়ে দেন এবং মদীনাবাসীকে তাঁর পরম ভক্ত বানিয়ে দেন। মদীনাবাসী তাঁর জন্যে জীবন উৎসর্গ করতেও প্রস্তুত হয়ে যান। অতঃপর বদরের যুদ্ধে মুশরিকদের সমস্ত শক্তি শেষ হয়ে যায়। তাদের বহু নেতৃস্থানীয় লোক এ যুদ্ধে নিহত হয় এবং অনেকে মুসলমানদের হাতে বন্দী হয়। এভাবে তারা চরমভাবে লাঞ্ছিত ও অপমানিত হয়। পরম দয়ালু আল্লাহ তাদের উপর ইহসান করেন এবং তাদের নিকট হতে মুক্তিপণ নিয়ে তাদেরকে মুক্ত করে দেয়া হয়। এভাবে তাদেরকে আল্লাহর পথে ফিরে আসার সুযোগ দেয়া হয়। কিন্তু এর পরেও যখন তারা অন্যায় হতে বিরত হলো না, বরং পূর্বের দুষ্কর্মকেই আঁকড়ে ধরে থাকলো তখন এমন এক সময় এসে গেল যে, যেখান হতে নবী (সঃ)-কে রাত্রির অন্ধকারে চুপে চুপে পদব্রজে হিজরত করতে হয়েছিল, সেখানে তিনি বিজয়ীর বেশে প্রবেশ করলেন এবং অত্যন্ত অসহায় ও নিরুপায় অবস্থায় তার শত্রুদেরকে তাঁর সামনে হাযির করা হলো। হারাম শহরের ইযযত ও হুরমত মহান রাসূল (সঃ)-এর কারণে পূর্ণভাবে রক্ষিত হলো। সমস্ত শিরক ও কুফরী এবং সর্বপ্রকারের বে-আদবী হতে আল্লাহর ঘরকে পবিত্র করা হলো। অবশেষে ইয়ামনও বিজিত হলো এবং সারা আরব উপদ্বীপের উপর রাসূলুল্লাহ (সঃ)-এর আধিপত্য প্রতিষ্ঠিত হলো। অতঃপর জনগণ দলে দলে এসে ইসলাম ধর্মে দীক্ষিত হতে শুরু করলো। পরিশেষে মহান রাব্বল আলামীন স্বীয় রাসূল (সঃ)-কে নিজের কাছে ডেকে নিলেন এবং তথায় তাঁকে স্বীয় সম্মানিত অতিথি হিসেবে গ্রহণ করলেন। তারপর তার সকর্মশীল সাহাবীদেরকে (সঃ) তার স্থলাভিষিক্ত করলেন, যারা মুহাম্মাদ (সঃ) ঝাণ্ডা নিয়ে দাঁড়িয়ে গেলেন এবং আল্লাহর মাখলুককে তাঁর একত্ববাদের দিকে ডাকতে লাগলেন। তাঁরা পথের বাধাকে অতিক্রম করলেন এবং ইসলামরূপ বাগানের কাটাকে কেটে সাফ করলেন। এভাবে তারা গ্রামে গ্রামে এবং শহরে শহরে ইসলামের দাওয়াত পৌঁছিয়ে দিলেন। এ পথে যারা প্রতিবন্ধকতা সৃষ্টি করলো তাদেরকে তারা এর স্বাদ চাখিয়ে দিলেন। এরূপে প্রাচ্যে ও পাশ্চাত্যে ইসলামী সাম্রাজ্য বিস্তার লাভ করলো।সাহাবায়ে কিরাম (রাঃ) শুধু যমীনের উপর এবং যমীনবাসীর দেহের উপরই বিজয় লাভ করেননি, বরং তাদের অন্তরকেও জয় করে নেন। তারা তাদের অন্তরে ইসলামের চিত্র অংকিত করে দেন এবং সকলকে কালেমায়ে তাওহীদের পতাকা তলে একত্রিত করেন। দ্বীনে মুহাম্মাদ (সঃ) ভূ-পৃষ্ঠের প্রান্তে প্রান্তে পৌঁছে যায় এবং এভাবে সব জায়গাই ওর দখলে এসে পড়ে। দাওয়াতে মুহাম্মাদ (সঃ) বধির কর্ণেও পৌঁছে যায়, সিরাতে মুহাম্মাদী (সঃ) তারাও দেখে নেয়।সমুদয় প্রশংসা মহান আল্লাহর প্রাপ্য যে, আজ পর্যন্ত আল্লাহর দ্বীন জয়যুক্তই হয়েছে। এখন পর্যন্ত মুসলমানদের হাতে হুকুমত ও শাসন ক্ষমতা বিদ্যমান রয়েছে। আজ পর্যন্ত তাদের হাতে আল্লাহর এবং তাঁর রাসূল (সঃ)-এর কালাম মওজুদ আছে। এখনও তাদের মাথার উপর আল্লাহর হাত রয়েছে। কিয়ামত পর্যন্ত এই দ্বীন জয়যুক্ত ও সাহায্য প্রাপ্তই থাকবে। যে এর মুকাবিলায় আসবে তার মুখে চুনকালি পড়বে এবং আর কখনো সে মুখ দেখাতে পারবে না। এই পবিত্র আয়াতের ভাবার্থ এটাই। কিয়ামতের দিনেও দ্বীনদারদের সাহায্য করা হবে এবং ঐ সাহায্য হবে খুব উচ্চ পর্যায়ের। মুজাহিদ (রঃ) বলেন যে, সাক্ষী দ্বারা ফেরেশতাদেরকে বুঝানো হয়েছে।আল্লাহ তাআলার (আরবী)-এই উক্তিটি তার (আরবী)-এ উক্তি হতে (আরবী) হয়েছে। অন্যেরা পড়েছেন (আরবী) তখন এটা যেন পূর্বের -এর তাফসীর। এখানে যালিমদের দ্বারা মুশরিকদেরকে বুঝানো হয়েছে। কিয়ামতের দিন তাদের কোন ওযর-আপত্তি ও মুক্তিপণ গৃহীত হবে না। সেদিন তাদেরকে আল্লাহর রহমত হতে দূর করে দেয়া হবে। তাদের জন্যে হবে নিকৃষ্ট আবাস অর্থাৎ জাহান্নাম। তাদের পরিণাম হবে মন্দ।মহামহিমান্বিত আল্লাহ বলেনঃ আমি অবশ্যই মূসা (আঃ)-কে দান করেছিলাম পথ-নির্দেশ এবং বানী ইসরাঈলকে উত্তরাধিকারী করেছিলাম সেই কিতাবের।' অর্থাৎ তাদেরকে ফিরাউনের ধন-দৌলত ও ভূমির ওয়ারিশ বানিয়েছিলাম। কেননা তারা আল্লাহ ও তার রাসূল (আঃ)-এর আনুগত্যে স্থির থেকে কষ্ট ও বিপদাপদ সহ্য করেছিল। যে কিতাবের তাদেরকে ওয়ারিশ করা হয়েছিল তা ছিল বোধশক্তি সম্পন্ন লোকদের জন্যে পথ-নির্দেশ ও উপদেশ স্বরূপ।মহান আল্লাহ বলেনঃ সুতরাং হে মুহাম্মাদ (সঃ)! তুমি ধৈর্য ধারণ কর; আল্লাহর ওয়াদা সত্য। তোমারই পরিণাম ভাল হবে, আর তোমরাই হবে বিজয়ী। তোমার প্রতিপালক আল্লাহ কখনো প্রতিশ্রুতি ভঙ্গ করেন না। নিঃসন্দেহে আল্লাহর দ্বীন সমুচ্চ থাকবে। তুমি তোমার ত্রুটির জন্যে ক্ষমা প্রার্থনা কর। তাকে ক্ষমা প্রার্থনার নির্দেশ দ্বারা প্রকৃতপক্ষে তাঁর উম্মতকে ক্ষমা প্রার্থনা করতে উদ্বুদ্ধ করা হচ্ছে। রাত্রির শেষাংশে, দিনের প্রথমভাগে এবং দিনের শেষাংশে বিশেষভাবে মহান আল্লাহর সপ্রশংস পবিত্রতা ও মহিমা ঘোষণা করার নির্দেশ দেয়া হয়েছে।এরপর আল্লাহ পাক বলেনঃ যারা নিজেদের নিকট কোন দলীল না থাকা সত্ত্বেও আল্লাহর নিদর্শন সম্পর্কে বিতর্কে লিপ্ত হয়, আল্লাহর কালামের কোন মর্যাদা দেয় না, তাদের অন্তরে আছে শুধু অহংকার, কিন্তু যে বড়ত্ব, শ্রেষ্ঠত্ব ও উচ্চ মর্যাদা তারা কামনা করে তা কখনো সফল হবার নয়। ওটা তারা কখনো লাভ করতে পারবে না। অতএব আল্লাহর শরণাপন্ন হও; আল্লাহ তো সর্বশ্রোতা, সর্বদ্রষ্টা। এই আয়াত ইয়াহূদীদের ব্যাপারে অবতীর্ণ হয়। তারা বলতো যে, দাজ্জাল তাদের মধ্য হতেই হবে, যে তার যামানায় যমীনের বাদশাহ হবে। তাই মহান আল্লাহ স্বীয় নবী (সঃ)-কে বলেনঃ ‘দাজ্জালের ফিত্না হতে তুমি আল্লাহর নিকট আশ্রয় প্রার্থনা কর।” (হযরত কা'ব (রঃ) ও হযরত আবুল আলিয়া (রঃ) এটা বর্ণনা করেছেন। কিন্তু এ আয়াতইয়াহূদীদের ব্যাপারে অবতীর্ণ হওয়ার কথা বলা, দাজ্জালের বাদশাহী এবং তার ফিত্র থেকে আল্লাহর নিকট আশ্রয় প্রার্থনার হুকুম ইত্যাদি কথাগুলো লৌকিকতায় ভরপুর। এটা স্বীকার্য যে, তাফসীরে ইবনে হাতিমে এটা রয়েছে। কিন্তু এটা খুবই দুর্বল উক্তি। সঠিক কথা এটাই যে, এটা সাধারণ। এসব ব্যাপারে আল্লাহ পাকই সবচেয়ে ভাল জানেন)",
  "ayah": 56,
  "surah": 40
}
