{
  "text": "৬৯-৭৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ হে মুহাম্মাদ (সঃ)! যারা আল্লাহর নিদর্শনসমূহকে অবিশ্বাস করে এবং বাতিল দ্বারা সত্য সম্পর্কে বিতণ্ডা করে তাদের এ কাজে কি তুমি বিস্ময় বোধ করছো না? কিভাবে তাদেরকে বিপথগামী করা হচ্ছে তা কি তুমি দেখো না? কিভাবে তারা ভালকে ছেড়ে মন্দকে আঁকড়ে ধরে থাকছে তা কি লক্ষ্য করছো না? অতঃপর কাফিরদেরকে ভীতি প্রদর্শন করা হচ্ছে যারা অস্বীকার করে কিতাব এবং যা সহ আমি রাসূলদেরকে প্রেরণ করেছিলাম, তা, অর্থাৎ হিদায়াত ও বর্ণনা, তারা শীঘ্রই এর পরিণাম জানতে পারবে। যেমন প্রবল প্রতাপান্বিত আল্লাহ্ বলেন (আরবী) অর্থাৎ “সেই দিন দুর্ভোগ মিথ্যা আরোপকারীদের জন্যে।” (৭৭:১৫) মহামহিমান্বিত আল্লাহ বলেনঃ যখন তাদের গলদেশে বেড়ি ও শৃংখল থাকবে এবং জাহান্নামের রক্ষকগণ টেনে নিয়ে যাবেন ফুটন্ত পানিতে, অতঃপর তাদেরকে দগ্ধ করা হবে অগ্নিতে, সেদিন তারা নিজেদের দুষ্কর্মের পরিণাম জানতে পারবে। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “এটাই সেই জাহান্নাম যা অপরাধীরা অবিশ্বাস করতো। তারা জাহান্নামের অগ্নি ও ফুটন্ত পানির মধ্যে ছুটাছুটি করবে।” (৫৫:৪৩-৪৪) অন্য আয়াতসমূহে তাদের যাকূম গাছ খাওয়া ও গরম পানি পান করার বর্ণনা দেয়ার পর আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “আর তাদের গন্তব্য হবে অবশ্যই প্রজ্বলিত অগ্নির দিকে।” (৩৭:৬৮) আল্লাহ তা'আলা আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “আর বাম দিকের দল, কত হতভাগ্য বাম দিকের দল! তারা থাকবে অত্যুষ্ণ বায়ু ও উত্তপ্ত পানিতে, কৃষ্ণবর্ণ ধূম্রের ছায়ায়, যা শীতলও নয়, আরামদায়কও নয়।” (৫৬:৪১-৪৪) কয়েকটি আয়াতের পর আবার বলেনঃ (আরবী) অর্থাৎ “অতঃপর হে বিভ্রান্ত মিথ্যা আরোপকারীরা! তোমরা অবশ্যই আহার করবে যাকূম বৃক্ষ হতে, এবং ওটা দ্বারা তোমরা উদর পূর্ণ করবে। তারপর তোমরা পান করবে অত্যুষ্ণ পানি পান করবে তৃষ্ণার্ত উষ্ট্রের ন্যায়। কিয়ামতের দিন এটাই হবে তাদের আপ্যায়ন।” (৫৬:৫১-৫৬) মহামহিমান্বিত আল্লাহ আরো বলেনঃ (আরবী) অর্থাৎ “নিশ্চয়ই যাকূম বৃক্ষ হবে পাপীর খাদ্য, গলিত তাম্রের মত; ওটা তার উদরে ফুটতে থাকবে ফুটন্ত পানির মত। তাকে ধর এবং টেনে নিয়ে যাও জাহান্নামের মধ্যস্থলে। অতঃপর তার মস্তকের উপর ফুটন্ত পানি ঢেলে শাস্তি দাও। আর বলা হবেঃ আস্বাদ গ্রহণ কর, তুমি তো ছিলে সম্মানিত, অভিজাত। এটা তো ওটাই, যে বিষয়ে তোমরা সন্দেহ করতে।\" (৪৪:৪৩-৫০) উদ্দেশ্য। এই যে, এক দিকে তো তারা দুঃখ-কষ্ট ভোগ করতে থাকবে, যা উপরে বর্ণিত হলো, অপর দিকে তাদেরকে লাঞ্ছিত ও অপমানিত করার জন্যে শাসন-গর্জন, ধমক, ঘৃণা ও তাচ্ছিল্যের সুরে তাদের সাথে কথা বলা হবে, যা উল্লিখিত হলো। হযরত ইয়া'লা ইবনে মুনাব্বাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ্ (সঃ) বলেছেন, মহামহিমান্বিত আল্লাহ্ জাহান্নামীদের জন্যে একদিকে কালো মেঘ উঠাবেন এবং তাদেরকে জিজ্ঞেস করবেনঃ “হে জাহান্নামবাসী! তোমরা (এ মেঘ হতে) কি চাও?” তারা ওটা দুনিয়ার মেঘের মতই মেঘ মনে করে বলবেঃ “আমরা চাই যে, এ মেঘ হতে বৃষ্টি বর্ষিত হোক!” তখন ঐ মেঘ হতে বেড়ি, শৃংখল এবং আগুনের অঙ্গার বর্ষিত হতে শুরু করবে, যার শিখা তাদেরকে জ্বালাতে পুড়াতে থাকবে এবং তাদের গলদেশে যে বেড়ি ও শৃংখল থাকবে, ওগুলোর সাথে এগুলোও যুক্ত করে দেয়া হবে।” (এ হাদীসটি ইমাম ইবনে হাতিম (রঃ) বর্ণনা করেছেন। কিন্তু এটা গারীব হাদীস) অতঃপর তাদেরকে বলা হবেঃ “দুনিয়ায় আল্লাহ ছাড়া যাদের পূজা করতে তারা আজ কোথায়? কোথায় গেল তোমাদের উপাস্য প্রতিমাগুলো? কেন আজ তারা তোমাদের সাহায্যার্থে এগিয়ে আসছে না? কেন আজ তারা তোমাদেরকে এ অসহায় অবস্থায় ছেড়ে দিয়েছে?” তারা উত্তরে বলবেঃ “তারা তো আজ বিলুপ্ত হয়ে গেছে। তারা আজ আমাদের কোনই উপকার করবে না।” অতঃপর তাদের মনে একটা খেয়াল জাগবে এবং বলবেঃ ‘ইতিপূর্বে আমরা তাদের মোটেই ইবাদত করিনি। পূর্বে আমরা এমন কিছুকেই আহ্বান করিনি।' অর্থাৎ তারা তাদের ইবাদতকে অস্বীকার করবে। যেমন মহামহিমান্বিত আল্লাহ বলেনঃ (আরবী) অর্থাৎ “অতঃপর তাদের ফিত্না তো এটাই যে, তারা বলবেঃ আল্লাহর শপথ! আমরা মুশরিক ছিলাম না।” (৬:২৩) মহান আল্লাহ বলেনঃ এই ভাবে তিনি কাফিরদেরকে বিভ্রান্ত করেন।ফেরেশতারা তাদেরকে বলবেনঃ এটা এই কারণে যে, তোমরা পৃথিবীতে অযথা উল্লাস করতে এবং এই জন্যে যে, তোমরা দম্ভ-অহংকার করতে। সুতরাং যাও, এখন জাহান্নামে প্রবেশ কর। তথায় তোমাদেরকে চিরস্থায়ীভাবে অবস্থান। করতে হবে। আর উদ্ধতদের আবাসস্থল কতই না নিকৃষ্ট! অর্থাৎ তোমরা যে পরিমাণ গর্ব ও অহংকার করতে সেই পরিমাণই তোমরা আজ লাঞ্ছিত ও অপমাণিত হবে। যতটা উপরে চড়েছিলে ততটা আজ নীচে নেমে যাবে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।",
  "ayah": 76,
  "surah": 40
}
