{
  "text": "آیت 57 وَقَالُوْٓا اِنْ نَّتَّبِعِ الْہُدٰی مَعَکَ نُتَخَطَّفْ مِنْ اَرْضِنَا ط ”ہم اچک لیے جائیں گے ‘ یعنی ہمیں ختم یا برباد کردیا جائے گا۔ یہ لفظ اسی مفہوم میں سورة الانفال کی آیت 26 میں بھی آیا ہے ‘ جس کا مطالعہ ہم کرچکے ہیں : وَاذْکُرُوْٓا اِذْ اَنْتُمْ قَلِیْلٌ مُّسْتَضْعَفُوْنَ فِی الْاَرْضِ تَخَافُوْنَ اَنْ یَّتَخَطَّفَکُمُ النَّاسُ ”اور یاد کرو جب تم تعداد میں تھوڑے تھے اور زمین میں دبا لیے گئے تھے ‘ تمہیں اندیشہ تھا کہ لوگ تمہیں اچک لے جائیں گے“۔ مزید برآں یہ لفظ سورة العنکبوت کی آیت 67 میں بھی آیا ہے۔عام طور پر کسی معاشرے میں حق کو قبول کرنے والے لوگ دو طرح کے ہوتے ہیں۔ ایک تو وہ جو حق کو پہچانتے ہی فوراً قبول کرلیتے ہیں۔ ایسے لوگ نہ تو اپنی کسی مصلحت کو اس رستے کی دیوار بننے دیتے ہیں اور نہ ہی دوسرے لوگوں کے اس طرف مائل ہونے کا انتظار کرتے ہیں۔ وہ نہ صرف آگے بڑھ کر بےدھڑک انداز میں حق کو قبول کرتے ہیں بلکہ اس کے بعد وہ ”ہرچہ باداباد“ کے مصداق حق کی وفاداری میں کسی بھی قسم کی قربانی کے لیے ہر وقت تیار رہتے ہیں۔ حتیٰ کہ اس راستے میں جان کی بازی لگانے سے بھی دریغ نہیں کرتے۔ ان کے برعکس کچھ لوگ حق کو پہچان لینے کے باوجود منتظر رہتے ہیں کہ کچھ اور لوگ بھی آجائیں ‘ جب کچھ لوگ اس نظریے کو قبول کر کے اس نئے راستے پر چلیں گے اور ان کے چلنے سے اس راستے کے نشانات واضح ہو کر ایک پگڈنڈی بن جائے گی تو ہم بھی شامل ہوجائیں گے۔ ان دونوں قسم کے لوگوں کا ذکر سورة التوبہ کی آیت 100 میں اس طرح کیا گیا ہے : وَالسّٰبِقُوْنَ الْاَوَّلُوْنَ مِنَ الْمُہٰجِرِیْنَ وَالْاَنْصَارِ وَالَّذِیْنَ اتَّبَعُوْہُمْ بِاِحْسَانٍلا ”اور پہلے پہل سبقت کرنے والے ‘ مہاجرین اور انصار میں سے ‘ اور وہ جنہوں نے ان کی پیروی کی نیکی کے ساتھ“۔ یعنی کچھ خوش قسمت لوگ تو پہلے پہل سبقت لے گئے اور کچھ ان کے پیروکار بنے۔ اللہ تعالیٰ کے حضور ان دونوں طرح کے لوگوں کے اپنے اپنے درجات ہیں۔ ان دو اقسام کے علاوہ ہر معاشرے میں ایک گروہ ایسے کم ہمت لوگوں پر بھی مشتمل ہوتا ہے جو کسی نظریے کی خاطر کسی قسم کی آزمائش جھیلنے کا حوصلہ نہیں رکھتے۔ وہ حق کو پہچان تو لیتے ہیں مگر اسے بڑھ کر قبول کرنے کی جرأت نہیں کرسکتے۔ آیت زیر مطالعہ میں ایسے کم ہمت لوگوں کا قول نقل ہوا ہے کہ اے محمد ﷺ آپ کی باتیں تو درست ہیں ‘ آپ کی دعوت دل کو بھی لگتی ہے ‘ لیکن ہم پورے عرب کے ساتھ دشمنی مول نہیں لے سکتے۔ اگر ہم آپ علیہ السلام پر ایمان لے آئیں گے تو یہ لوگ ہم پر چڑھ دوڑیں گے اور ہمیں نیست و نابود کرکے رکھ دیں گے۔اَوَلَمْ نُمَکِّنْ لَّہُمْ حَرَمًا اٰمِنًا ”ان کے اس بہانے کا یہاں یہ جواب دیا گیا ہے کہ جس حرم کی حدود میں وہ سکون اور چین کی زندگی بسر کر رہے ہیں ‘ اسے امن کی جگہ کس نے بنایا ہے ؟ تو جس اللہ نے حرم کو امن والی جگہ بنایا ہے ‘ کیا اب وہ اپنے نام لیواؤں کی مدد نہیں کرے گا اور کیا وہ ان کو ان کے دشمنوں کے رحم و کرم پر چھوڑ دے گا ؟یُّجْبٰٓی اِلَیْہِ ثَمَرٰتُ کُلِّ شَیْءٍ ”ان الفاظ کا عملی نقشہ دنیا نے مکہ کے اندر ہر دور میں دیکھا ہے۔ پرانے زمانوں میں بھی جب حج کے لیے دنیا کے مختلف علاقوں سے لوگ مکہ آتے تھے تو اپنے اپنے علاقوں کے پھل اور دوسری چیزیں اپنے ساتھ لاتے تھے۔ آج بھی دنیا کے مختلف علاقوں کے بہترین پھل مکہ میں ہر وقت دستیاب رہتے ہیں۔ بہر حال اس گھر کو امن والی جگہ بھی اللہ ہی نے بنایا ہے اور اسی نے اس کو پھلوں اور رزق کی فراوانی سے نوازا ہے۔رِّزْقًا مِّنْ لَّدُنَّا ”اس لیے کہ ہمارے محبوب بندے ابراہیم علیہ السلام نے اپنی اولاد کو یہاں آباد کرتے وقت ہم سے اس بارے میں یہ دعا کی تھی : رَبَّنَآ اِنِّیْٓ اَسْکَنْتُ مِنْ ذُرِّیَّتِیْ بِوَادٍ غَیْرِ ذِیْ زَرْعٍ عِنْدَ بَیْتِکَ الْمُحَرَّمِلا رَبَّنَا لِیُقِیْمُوا الصَّلٰوۃَ فَاجْعَلْ اَفْءِدَۃً مِّنَ النَّاسِ تَہْوِیْٓ اِلَیْہِمْ وَارْزُقْہُمْ مِّنَ الثَّمَرٰتِ لَعَلَّہُمْ یَشْکُرُوْنَ ابراہیم ”اے ہمارے رب ! میں نے اپنی اولاد کی ایک شاخ کو آباد کردیا ہے اس بےآب وگیاہ وادی میں تیرے محترم گھر کے پاس ‘ اے ہمارے پروردگار ! تاکہ یہ نماز قائم کریں ‘ تو تو لوگوں کے دلوں کو ان کی طرف مائل کردے اور ان کو رزق عطا کر پھلوں سے ‘ تاکہ وہ شکر ادا کریں“۔ ہم نے اپنے بندے کی یہ دعا قبول فرمائی اور یہ اسی دعا کی قبولیت کا نتیجہ ہے کہ ہم ہر طرح کا رزق وافر مقدار میں وہاں بسنے والے لوگوں تک مسلسل پہنچا رہے ہیں۔",
  "ayah": 57,
  "surah": 28
}
