{
  "text": "آیت 6 وَنُمَکِّنَ لَہُمْ فِی الْاَرْضِ ”ہم نے فیصلہ کیا کہ دنیا میں ہم بنی اسرائیل کو حکومت ‘ طاقت اور سربلندی عطا کریں گے۔وَنُرِیَ فِرْعَوْنَ وَہَامٰنَ وَجُنُوْدَہُمَا مِنْہُمْ مَّا کَانُوْا یَحْذَرُوْنَ ”ہامان فرعون کا وزیر تھا۔ ان لوگوں کو بنی اسرائیل کی طرف سے کیا خطرہ تھا ؟ اس کے بارے میں دو توجیہات ملتی ہیں۔ ان میں سے جو توجیہہ ہماری تفسیری روایات میں بہت تکرار سے بیان کی گئی ہے وہ یہ ہے کہ فرعون نے ایک خواب دیکھا تھا جس سے اسے یہ اشارہ ملا کہ اسرائیلیوں کے ہاں ایک ایسا بچہ پیدا ہونے والا ہے جو اسے اور اس کی سلطنت کو ختم کر دے گا۔ چناچہ اس نے اسرائیلیوں کے ہاں پیدا ہونے والے ہر لڑکے کو قتل کرنے کا فیصلہ کرلیا اور پھر اس نے اپنے اس فیصلے پر سختی سے عمل درآمد بھی کروایا۔ یہ روایت تلمود میں بیان ہوئی ہے اور تلمود سے ہی ہماری تفسیری روایات میں آئی ہے لیکن نہ تو اس کا ذکر تورات میں کہیں ملتا ہے اور نہ ہی قرآن میں ایسا کوئی اشارہ موجود ہے۔ البتہ اس سے ملتے جلتے ایک خواب کا ذکر انجیل میں ضرور ہے جو حضرت مسیح علیہ السلام کی پیدائش کے زمانے میں متعلقہ علاقے کے یہودی بادشاہ نے دیکھا تھا اور اس خواب کے بعد وہ بادشاہ آپ علیہ السلام کی جان کے درپے ہوگیا تھا۔ اس سلسلے میں دوسری توجیہہ البتہ منطقی اور عقلی نوعیت کی ہے اور وہ یہ کہ فرعون اور اس کے مشیروں کو یہ احساس ہونے لگا تھا کہ بنی اسرائیل کی تعداد بہت تیزی سے بڑھ رہی ہے اور اگر ان کی تعداد میں اسی رفتار سے اضافہ ہوتا رہا تو بہت جلد یہ لوگ ان کے لیے خطرہ بن سکتے ہیں اور اسی خدشے کے پیش نظر انہوں نے اسرائیلیوں کی نرینہ اولاد کو قتل کرنے کا منصوبہ بنایا تھا۔ بالکل اسی نوعیت کی ایک سوچ ماضی قریب میں ہندوستان کے اندر مسلمانوں کے خلاف بھی پیدا ہوئی تھی ‘ جب ہندوؤں کو بھی بالکل ایسا ہی اندیشہ لاحق ہوا کہ مسلمانوں کی تعداد میں بہت تیزی سے اضافہ ہو رہا ہے اور اس طرح یہ لوگ مستقبل میں ان کے لیے خطرہ بن سکتے ہیں۔ چناچہ اسی اندیشے کے تحت اندرا گاندھی کے دور حکومت میں مسلمانوں کی جبری نس بندی کے لیے طرح طرح کے حربے آزمائے گئے۔ اور پھر اسی کے رد عمل کے طور پر مسلمانوں نے انتخابی معرکے میں کانگرس کے خلاف علم بغاوت بلند کیا اور یوں اندرا گاندھی کو اقتدار سے ہاتھ دھونا پڑے۔بہر حال اس حوالے سے ان دونوں توجیہات کا اپنی اپنی جگہ پر درست ہونے کا امکان بھی ہے۔ یعنی ممکن ہے فرعون اسرائیلیوں کی بڑھتی ہوئی تعداد سے بھی خائف ہو اور اس نے ایسا کوئی خواب بھی دیکھا ہو جس سے اسے اپنا اقتدار ڈولتا ہوا محسوس ہو اہو۔ واللہ اعلم !",
  "ayah": 6,
  "surah": 28
}
