{
  "text": "آیت 76 اِنَّ قَارُوْنَ کَانَ مِنْ قَوْمِ مُوْسٰی ”تورات میں اس شخص کا نام Qaurah لکھا گیا ہے۔ ممکن ہے تلفظ کے اختلاف کی وجہ سے یہ فرق پیدا ہوا ہو۔ بہر حال اس سلسلے میں اہم بات یہ ہے کہ یہاں قارون نامی شخص کے حوالے سے جس کردار اور رویے ّ کا ذکر کیا گیا ہے وہ محض ایک فرد کا نام نہیں بلکہ یہ کردار ایک پورے طبقے کی نمائندگی کرتا ہے۔ ایک ایسا طبقہ جو کسی محکوم قوم کے اندر حکمرانوں کے ہاتھوں جنم لیتا ہے اور ان کے سائے میں نشوونما پاتا ہے۔ دراصل کسی بھی ملک میں فاتح اور غاصب حکمرانوں کا طرز حکمرانی ظلم و ناانصافی سے عبارت ہوتا ہے۔ ایسے نظام میں عزت و شرافت کے نئے معیار جنم لیتے ہیں۔ سورة النمل کی آیت 34 میں ملکہ سبا کی زبانی غاصب بادشاہوں کے کردار پر اس طرح تبصرہ کیا گیا ہے : اِنَّ الْمُلُوْکَ اِذَا دَخَلُوْا قَرْیَۃً اَفْسَدُوْہَا وَجَعَلُوْٓا اَعِزَّۃَ اَہْلِہَآ اَذِلَّۃً ج ”بلاشبہ جب بادشاہ کسی آبادی میں داخل ہوتے ہیں تو اس میں فساد برپا کردیتے ہیں ‘ اور اس کے معزز لوگوں کو ذلیل کردیتے ہیں۔“ غاصب حکمران ہمیشہ خوف اور لالچ کے ذریعے عوام کے اندر سے اپنے حمایتی پیدا کرتے ہیں۔ ایسے ماحول میں محکوم قوم کے گھٹیا اور بےغیرت قسم کے لوگ اپنی قوم سے غداری کر کے اپنے آقاؤں سے مراعات حاصل کرتے ہیں۔ اس حوالے سے سورة النمل کی مذکورہ آیت کے ضمن میں برصغیر پاک و ہند کے غیر ملکی حکمرانوں کی مثال دی جا چکی ہے۔ برصغیر میں انگریزوں نے بھی اپنے اقتدار کو مضبوط کرنے کے لیے مقامی لوگوں میں سے ایک ایسا ہی طبقہ پیدا کیا تھا۔ ان لوگوں کو جاگیریں دی گئیں ‘ بڑے بڑے ٹھیکے الاٹ کیے گئے ‘ خطابات سے نوازا گیا ‘ اعلیٰ مناصب پر بٹھایا گیا اور یوں ان کی غیرتوں اور وفاداریوں کو خرید کر ان کو خود ان ہی کی قوم کے خلاف استعمال کیا گیا۔ اسی طرح فرعون کی عملداری میں بنی اسرائیل کے اندر بھی ایک ایسا ضمیر فروش طبقہ پیدا ہوچکا تھا اور قارون اسی طبقے کا ایک ”معزز فرد“ تھا۔ یہ شخص نہ صرف بنی اسرائیل میں سے تھا بلکہ حضرت موسیٰ علیہ السلام کا حقیقی چچا زاد تھا۔ فرعون کے دربار میں اس کو خاص امتیازی مقام حاصل تھا۔ اپنی اس حیثیت سے فائدہ اٹھا کر اس نے اس قدر دولت اکٹھی کر رکھی تھی کہ اس اعتبار سے اس کا نام ضرب المثل کا درجہ رکھتا تھا ‘ جیسے آج ہمارے ہاں کے بعض سیاسی کردار بھی دولت سمیٹنے میں علامتی حیثیت اختیار کرچکے ہیں۔فَبَغٰی عَلَیْہِمْص ”اس نے اپنی قوم سے غداری کی اور فرعون کی خوشنودی حاصل کرنے کے لیے اپنی ہی قوم کے خلاف ظلم و زیادتی پر مبنی سرگرمیوں میں مصروف رہا۔وَاٰتَیْنٰہُ مِنَ الْکُنُوْزِ مَآ اِنَّ مَفَاتِحَہٗ لَتَنُوْٓ ءُ ا بالْعُصْبَۃِ اُولِی الْقُوَّۃِق ”اس سے اگر آج کل کی چابیوں کا تصور ذہن میں رکھیں تو بات سمجھ میں نہیں آئے گی۔ اس کو یوں سمجھیں کہ پرانے زمانے میں آج کل کی طرز کے تالے تو نہیں ہوتے تھے۔ لہٰذا پھاٹک نما دروازوں کو بند کرنے کے لیے بڑی بڑی لکڑیوں یا دھات کے ”اڑنگوں“ کو مخصوص طریقے سے ان کے اندر پھنسانے کا انتظام کیا جاتا ہوگا اور ان ہی کو ان دروازوں کی چابیاں کہا جاتا ہوگا۔ بہر حال اس جملے کا عمومی مفہوم یہی ہے کہ اس شخص کے پاس بےانتہا دولت تھی۔اِذْ قَالَ لَہٗ قَوْمُہٗ لَا تَفْرَحْ ”ظاہر ہے ہر معاشرے میں کچھ بھلے لوگ بھی موجود ہوتے ہیں۔ جیسے ہم سورة الکہف کے پانچویں رکوع میں دو اشخاص کا واقعہ پڑھ آئے ہیں۔ ان میں سے ایک شخص درویش صفت اور عارف باللہ تھا جبکہ دوسرا مال مست تھا جو اپنی دولت کے گھمنڈ میں اللہ کو بھی بھلا بیٹھا تھا۔ بہر حال کچھ بھلے لوگوں نے قارون کو نصیحت کی کہ تم اپنی دولت پر اترایا نہ کرو۔ یہاں پر ایک بہت اہم نکتہ نوٹ کر لیجیے کہ ان آیات میں دولت مند لوگوں کے لیے پانچ انتہائی مفید نصیحتیں بیان کی گئی ہیں۔ جن لوگوں کے پاس بہت سی دولت جمع ہوگئی ہو انہیں ان نصیحتوں کو پیش نظر رکھنا چاہیے۔ ان میں سے پہلی نصیحت تو یہی ہے کہ اپنی دولت پر اتراؤ نہیں۔اِنَّ اللّٰہَ لَا یُحِبُّ الْفَرِحِیْنَ ”اس کے بعد دوسری نصیحت نوٹ کریں :",
  "ayah": 76,
  "surah": 28
}
