{
  "text": "آیت 85 اِنَّ الَّذِیْ فَرَضَ عَلَیْکَ الْقُرْاٰنَ لَرَآدُّکَ اِلٰی مَعَادٍ ط ”یہاں پر فَرَضَ عَلَیْکَ الْقُرْاٰنَ کے حوالے سے سورة النمل کی آیت 92 کے یہ الفاظ پھر سے ذہن میں تازہ کرلیں : وَاَنْ اَتْلُوَا الْقُرْاٰنَ ج یعنی مجھے حکم دیا گیا ہے کہ میں تم لوگوں کو قرآن سناتا رہوں۔ قرآن ہی کے ذریعے سے انذار ‘ تبشیر اور تبلیغ کا فرض ادا کرتا رہوں اور اسی کی مدد سے تمہارے نفسانی اور روحانی امراض کی شفا کے لیے کوشاں رہوں۔ گویا سورة النمل کی مذکورہ آیت میں قرآن پڑھ کر سنانے کے جس حکم کا ذکر ہے اسی کی تعبیر یہاں آیت زیر مطالعہ میں فَرَضَ عَلَیْکَ الْقُرْاٰنَ کے الفاظ میں کی گئی ہے۔ یعنی قرآن کی تبلیغ و اشاعت کی ذمہ داری آپ ﷺ پر اللہ تعالیٰ نے فرض کردی ہے۔ سورة المائدۃ کی آیت 67 میں آپ ﷺ کی اس ذمہ داری کا ذکر اس طرح فرمایا گیا ہے : یٰٓاَیُّہَا الرَّسُوْلُ بَلِّغْ مَآ اُنْزِلَ اِلَیْکَ مِنْ رَّبِّکَط وَاِنْ لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسٰلَتَہٗ ط ”اے رسول ﷺ پہنچا دیجیے جو کچھ نازل کیا گیا ہے آپ ﷺ کی طرف آپ ﷺ کے رب کی جانب سے۔ اور اگر بالفرض آپ ﷺ نے ایسا نہ کیا تو گویا آپ ﷺ نے اس کی رسالت کا حق ادا نہیں کیا۔“ رسول اللہ ﷺ نے حجۃ الوداع کے موقع پر یہ بھاری ذمہ داری اپنی امت کو منتقل کردی اور اس سلسلے میں حکم دیا : فَلْیُبَلِّغِ الشَّاھِدُ الْغَاءِبَ ”پس جو حاضر ہے وہ اس تک پہنچا دے جو حاضر نہیں ہے“۔ گویا یہ آپ ﷺ کا حکم ہے کہ آپ ﷺ کا ہر امتی اپنی استطاعت کے مطابق تبلیغ دین کا یہ فریضہ لازماً ادا کرے۔ اس حکم کے ذریعے آپ ﷺ نے اپنے ”فریضۂ رسالت“ کا سلسلہ قیام قیامت تک دراز فرما دیا۔ چناچہ اس امت کے افراد ہونے کے ناتے سے اب یہ ذمہ داری ہم میں سے ہر ایک پر عائد ہوتی ہے۔ میں نے اپنے کتابچے ”مسلمانوں پر قرآن مجید کے حقوق“ میں اس ذمہ داری کے مختلف پہلوؤں کی تفصیل بیان کی ہے۔ اس لحاظ سے اس ذمہ داری کے پانچ پہلو ہیں ‘ یا یوں سمجھئے کہ قرآن کے یہ پانچ بنیادی حقوق ہیں جو ہم میں سے فرداً فرداً سب کے ذمہ ہیں۔ یعنی : 1 قرآن پر ایمان لانا ‘ جیسا کہ اس پر ایمان لانے کا حق ہے۔ 2 قرآن کی تلاوت کرنا ‘ جیسا کہ اس کی تلاوت کرنے کا حق ہے۔ 3 قرآن کو سمجھنا ‘ جیسا کہ اسے سمجھنے کا حق ہے۔ 4 قرآن پر عمل کرنا ‘ جیسا کہ اس کا حق ہے۔ اور 5 قرآن کی تبلیغ کرنا اور اسے دوسروں تک پہچانا ‘ جیسا کہ اس کا حق ہے۔آیت زیر مطالعہ میں اسی ذمہ داری کے حوالے سے رسول اللہ ﷺ کو خوشخبری سنائی گئی ہے کہ اے نبی ﷺ ! جس اللہ نے آپ پر قرآن کی یہ بھاری ذمہ داری ڈالی ہے وہ یقیناً آپ کو لوٹائے گا لوٹنے کی بہت اچھی جگہ پر۔ مَعَاد اسم ظرف ہے عاد یَعُوْدُ سے ‘ یعنی لوٹنے کی جگہ۔ اس سے مراد آخرت بھی لی جاتی ہے اور اسی لیے ایمان بالآخرت کو ”ایمان بالمعاد“ بھی کہا جاتا ہے۔ لیکن اس آیت کے حوالے سے ایک رائے یہ ہے کہ یہاں ”مَعاد“ سے مراد ”مکہ“ ہے اور ان الفاظ میں گویا ہجرت کے موقع پر حضور ﷺ کو خوشخبری سنائی گئی تھی کہ عنقریب اللہ تعالیٰ آپ ﷺ کو مکہ کی طرف لوٹادے گا۔ اس سلسلے میں جو روایات ملتی ہیں ان کا خلاصہ یہ ہے کہ ہجرت کے دوران جب آپ ﷺ غار ثور میں تین راتیں گزارنے کے بعد مدینہ کی طرف روانہ ہوئے تو چونکہ تعاقب کا اندیشہ تھا اس لیے آپ ﷺ نے احتیاطاً ایک ایسا غیر معروف پہاڑی راستہ اختیار فرمایا جو آگے جا کر مکہ سے مدینہ جانے والے معروف راستے سے مل جاتا تھا۔ چناچہ آپ ﷺ چلتے چلتے جب اس معروف راستے پر پہنچے تو وہاں آپ ﷺ کے لیے بڑی جذباتی اور رقت آمیز صورت حال پیدا ہوگئی۔ آپ ﷺ راستوں کے ملاپ کی جگہ T پر کھڑے تھے۔ دائیں طرف کا راستہ مدینہ کو جاتا تھا جبکہ بائیں جانب مکہ تھا۔ اس وقت مکہ اور خانہ کعبہ کی جدائی کے غم میں آپ ﷺ کے دل سے ایک ہوک اٹھی۔ چناچہ آپ ﷺ کی اس کیفیت کے پیش نظر اللہ تعالیٰ نے آپ کے اطمینان کے لیے یہ آیت نازل فرمائی کہ آپ ﷺ دل گرفتہ نہ ہوں ‘ ہم آپ ﷺ کو ضرور مکہ واپس لے کر آئیں گے۔ اگرچہ اب تو آپ ﷺ وہاں سے مجبور ہو کر نکلے ہیں لیکن عنقریب ہم آپ ﷺ کو ایک فاتح کی حیثیت سے مکہ میں داخل کرنے والے ہیں۔ بعض روایات کے مطابق ایسی ہی کیفیت آپ ﷺ پر مکہ سے روانگی کے وقت بھی طاری ہوئی تھی اور آپ ﷺ نے کعبہ سے لپٹ کر فرمایا تھا : اے کعبۃ اللہ ! مجھے تجھ سے بہت محبت ہے ‘ مگر میں کیا کروں ‘ یہاں کے لوگ مجھے یہاں رہنے نہیں دیتے۔بہر حال میرے نزدیک اس آیت کا اصل مفہوم یہی ہے کہ یہاں ”مَعاد“ سے مراد آخرت اور جنت ہے۔ جیسا کہ سورة الضحیٰ میں بھی فرمایا گیا ہے : وَلَلْاٰخِرَۃُ خَیْرٌ لَّکَ مِنَ الْاُوْلٰی ”اور اے نبی ﷺ ! یقیناً آخرت آپ ﷺ کے لیے اس دنیا کی زندگی سے بہتر ہوگی“۔ اس معنی میں یہاں پر ”مَعاد“ بطور اسم نکرہ گویا ”تفخیم شان“ کے لیے استعمال ہوا ہے۔ یعنی لوٹنے کی وہ جگہ بہت ہی اعلیٰ اور عمدہ ہوگی۔ اس مفہوم کی مزید وضاحت سورة بنی اسرائیل کی اس آیت میں بھی ملتی ہے : عَسٰٓی اَنْ یَّبْعَثَکَ رَبُّکَ مَقَامًا مَّحْمُوْدًا ”اُمید ہے کہ آپ ﷺ کا رب آپ ﷺ کو مقام محمود پر فائز فرمائے گا“۔ آیت زیر مطالعہ میں اسی ”مقام محمود“ کی طرف اشارہ ہے۔ اور اس مقام معاد کی شان کیسی ہوگی ؟ کسی انسان کے لیے اس کا تصور بھی محال ہے۔",
  "ayah": 85,
  "surah": 28
}
