{
  "text": "مدنية( ياأيها النبي إذا طلقتم النساء ) نادى النبي - صلى الله عليه وسلم - ، ثم خاطب أمته لأنه السيد المقدم ، فخطاب الجميع معه .وقيل : مجازه : يا أيها النبي قل لأمتك \" إذا طلقتم النساء \" إذا أردتم تطليقهن ، كقوله - عز وجل - : \" فإذا قرأت القرآن فاستعذ بالله \" ( النحل - 98 ) أي : إذا أردت القراءة .( فطلقوهن لعدتهن ) أي لطهرهن بالذي يحصينه من عدتهن . وكان ابن عباس وابن عمر يقرآن : \" فطلقوهن في قبل عدتهن \" نزلت هذه الآية في عبد الله [ بن عمر ] كان قد طلق امرأته في حال الحيض .أخبرنا أبو الحسن محمد بن محمد السرخسي ، أخبرنا زاهر بن أحمد الفقيه ، أخبرنا أبو إسحاق إبراهيم بن عبد الصمد الهاشمي ، أخبرنا أبو مصعب ، عن مالك [ عن نافع ] عن عبد الله بن عمر أنه طلق امرأته وهي حائض في عهد رسول الله - صلى الله عليه وسلم - فسأل عمر بن الخطاب رسول الله - صلى الله عليه وسلم - عن ذلك ، فقال : مره فليراجعها ثم ليمسكها حتى تطهر ثم تحيض [ ثم تطهر ] ثم إن شاء أمسك بعد ، وإن شاء طلق قبل أن يمس ، فتلك العدة التي أمر الله أن تطلق لها النساء .ورواه سالم عن ابن عمر قال : \" مره فليراجعها ثم ليطلقها طاهرا أو حاملا \" .ورواه يونس بن جبير وأنس بن سيرين عن ابن عمر ، ولم يقولا : ( ثم تحيض ثم تطهر ) .أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع ، أخبرنا الشافعي ، أخبرنا مسلم وسعيد بن سالم ، عن ابن جريج قال : أخبرني أبو الزبير أنه سمع عبد الرحمن بن أيمن مولى عزة يسأل عبد الله بن عمر - وأبو الزبير يسمع - فقال : كيف ترى في رجل طلق امرأته حائضا ؟ فقال ابن عمر : طلق عبد الله بن عمر امرأته حائضا فقال النبي - صلى الله عليه وسلم - : \" مره فليراجعها فإذا طهرت فليطلق أو ليمسك \" قال ابن عمر : وقال الله - عز وجل - : \" يا أيها النبي إذا طلقتم النساء فطلقوهن في قبل عدتهن أو لقبل عدتهن \" الشافعي يشك .ورواه حجاج بن محمد عن ابن جريج ، وقال : قال ابن عمر : وقرأ النبي - صلى الله عليه وسلم - : يا أيها النبي إذا طلقتم النساء فطلقوهن في قبل عدتهن .اعلم أن الطلاق في حال الحيض والنفاس بدعة ، وكذلك في الطهر الذي جامعها فيه لقول النبي - صلى الله عليه وسلم - : \" وإن شاء طلق قبل أن يمس \" .والطلاق السني : أن يطلقها في طهر لم يجامعها فيه . وهذا في حق امرأة تلزمها العدة بالأقراء .فأما إذا طلق غير المدخول بها في حال الحيض أو طلق الصغيرة التي لم تحض قط أو الآيسة بعد ما جامعها أو طلق الحامل بعد ما جامعها أو في حال رؤية الدم لا يكون بدعيا . ولا سنة ولا بدعة في طلاق هؤلاء لأن النبي - صلى الله عليه وسلم - قال : \" ثم ليطلقها طاهرا أو حاملا \" .والخلع في حال الحيض أو في طهر جامعها [ فيه ] لا يكون بدعيا لأن النبي - صلى الله عليه وسلم - أذن لثابت بن قيس في مخالعة زوجته من غير أن يعرف حالها ولولا جوازه في جميع الأحوال لأشبه أن يتعرف الحال .ولو طلق امرأته في حال الحيض أو في طهر جامعها فيه قصدا يعصي الله تعالى ولكن يقع الطلاق لأن النبي - صلى الله عليه وسلم - أمر ابن عمر بالمراجعة فلولا وقوع الطلاق لكان لا يأمر بالمراجعة ، وإذا راجعها في حال الحيض يجوز أن يطلقها في الطهر الذي يعقب تلك الحيضة قبل المسيس كما رواه يونس بن جبير وأنس بن سيرين عن ابن عمر .وما رواه نافع عن ابن عمر : \" ثم ليمسكها حتى تطهر ثم تحيض ثم تطهر \" فاستحباب .استحب تأخير الطلاق إلى الطهر الثاني حتى لا يكون مراجعته إياها للطلاق كما يكره النكاح للطلاق .ولا بدعة في الجمع بين الطلقات الثلاث ، عند بعض أهل العلم حتى لو طلق امرأته في حال الطهر ثلاثا لا يكون بدعيا ، وهو قول الشافعي وأحمد . وذهب بعضهم إلى أنه بدعة ، وهو قول مالك وأصحاب الرأي .قوله - عز وجل - : ( وأحصوا العدة ) أي عدد أقرائها احفظوها قيل : أمر بإحصاء العدة لتفريق الطلاق على الأقراء إذا أراد أن يطلق ثلاثا . وقيل : للعلم ببقاء زمان الرجعة ومراعاة أمر النفقة والسكنى .( واتقوا الله ربكم لا تخرجوهن من بيوتهن ) أراد به إذا كان المسكن الذي طلقها فيه للزوج لا يجوز له أن يخرجها منه ( ولا يخرجن ) ولا يجوز لها أن تخرج ما لم تنقض عدتها فإن خرجت لغير ضرورة أو حاجة أثمت فإن وقعت ضرورة - وإن خافت هدما أو غرقا - لها أن تخرج إلى منزل آخر ، وكذلك إن كان لها حاجة من بيع غزل أو شراء قطن فيجوز لها الخروج نهارا ولا يجوز ليلا فإن رجالا استشهدوا بأحد فقالت نساؤهم : نستوحش في بيوتنا فأذن لهن النبي - صلى الله عليه وسلم - أن يتحدثن عند إحداهن ، فإذا كان وقت النوم تأوي كل امرأة إلى بيتها وأذن النبي - صلى الله عليه وسلم - لخالة جابر طلقها زوجها أن تخرج لجذاذ نخلها .وإذا لزمتها العدة في السفر تعتد ذاهبة وجائية والبدوية [ تتبوأ ] حيث يتبوأ أهلها في العدة لأن الانتقال في حقهم كالإقامة في حق المقيم .قوله : ( إلا أن يأتين بفاحشة مبينة ) قال ابن عباس : \" الفاحشة المبينة \" أن تبذو على أهل زوجها فيحل إخراجها .وقال جماعة : أراد بالفاحشة : أن تزني فتخرج لإقامة الحد عليها ثم ترد إلى منزلها يروى ذلك عن ابن مسعود .وقال قتادة : معناه إلا أن يطلقها على نشوزها فلها أن تتحول من بيت زوجها والفاحشة : النشوز .وقال ابن عمر والسدي : خروجها قبل انقضاء العدة فاحشة .( وتلك حدود الله ) يعني : ما ذكر من سنة الطلاق وما بعدها ( ومن يتعد حدود الله فقد ظلم نفسه لا تدري لعل الله يحدث بعد ذلك أمرا ) يوقع في قلب الزوج مراجعتها بعد الطلقة والطلقتين . وهذا يدل على أن المستحب أن يفرق الطلقات ، ولا يوقع الثلاث دفعة واحدة ، حتى إذا ندم أمكنه المراجعة .",
  "ayah": 1,
  "surah": 65
}
