{
  "surah": 26,
  "ayah": 24,
  "text": "“The Lord of the heavens and the earth and whatsoever is between the two.” “Pharaoh, even if you do not know and do not have access to His tawḤīd, nonetheless the seven heavens, the seven earths, and everything in between are the mark and testimony of the Lord and His oneness. The engendered and newly arrived things are all the signs and banners of His power.” In each thing He has a sign showing that He is one. The chronicle of the Beginningless and the Endless is one instant at the beginning of His welcome, the blessings of both houses are a dust mote in the ray of the sun of His bounteousness, those pre- pared for service are the ones burned by His love, and those wounded by tribulation are the ones exalted by His presence. He is the Lord who is worthy of all laudations, with no equal in Essence and no companion in attributes. He does what He wants according to His choice, takes care of things without testing, forgives the disobedient, does the beautiful toward the destitute, brings forth the darknesses, brings out the lights, sees the states, and knows the secrets. Next to the color of your face, tulips are worthless; next to the scent of your tresses' tips, perfume is trifling. Know that in these verses, the Real ascribes creation to Himself in four places. He says, “the Lord of the worlds” [26:23], “the Lord of the heavens, the earth, and whatsoever is between the two” [26:24], “The Lord of you and your fathers, the first ones” [26:26], and “the Lord of the east, the west, and what is between the two” [26:28]. This sort of ascription-that is, of God's Essence to His creation-comes in the Qur'an in two respects: one is partial ascription, and the other univer- sal ascription. Thus He says to MuṣṬafā, “Remember thy Lord [7:205], And worship thy Lord [15:99], And when thy Lord said [2:30], And for thy Lord be patient [74:7], And thy Lord magnify [74:3], And thy Lord creates [28:68].” In the Qur'an there are many examples of this, and all of them bestow eminence and honor on MuṣṬafā. The Real is the Lord of all created and newly arrived things, but He singled out MuṣṬafā by mentioning him in order to make him great in the hearts of the servants."
}
