{
  "text": "ثم بين - سبحانه - حكم الفىء الذى أفاءه على المسلمين فى غزوة بنى النضير وفيما يشبهها من غزوات ، وأمر المؤمنين بأن يطيعوا رسوله - صلى الله عليه وسلم - فى أمره ونهيه ، وأثنى - سبحانه - على المهاجرين والأنصار لقوة إيمانهم ، ولنقاء قلوبهم وسخاء نفوسهم . . . فقال - تعالى - : ( وَمَآ أَفَآءَ . . . . ) .قوله : ( وَمَآ أَفَآءَ الله على رَسُولِهِ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلاَ رِكَابٍ . . ) معطوف على قوله - تعالى - : ( مَا قَطَعْتُمْ مِّن لِّينَةٍ . . . ) لبيان نعمة أخرى من النعم التى أنعم بها - سبحانه - على المؤمنين ، فى غزوة بنى النضير .و ( أَفَآءَ ) من الفىء بمعنى الرجوع ، يقال : فاء عليه ، إذا رجع ، ومنه قوله - تعالى - فى شأن الإيلاء : ( فَإِنْ فَآءُو فَإِنَّ الله غَفُورٌ رَّحِيمٌ ) والمراد به هنا معناه الشرعى : وهو ما حصل عليه المؤمنون من أموال أعدائهم بدون قتال ، كأن يكون هذا المال عن طريق الصلح ، كما فعل بنو النضير ، فقد صالحوا المؤمنين على الخروج من المدينة ، على أن يكون لكل ثلاثة منهم حمل بعير - سوى السلاح - وأن يتركوا بقية أموالهم للمسلمين .والضمير فى قوله ( مِنْهُمْ ) يعود إلى بنى النضير ، الذى عبر - سبحانه - عنهم بقوله : ( هُوَ الذي أَخْرَجَ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب . . ) وقوله : ( فَمَآ أَوْجَفْتُمْ . . ) من الإيجاف بمعنى الإسراع فى السير يقال : وجَفَ الفرس يجِف وجَفا ووجيفا ، إذا أسرع فى سيره . والجملة خبر \" ما \" الموصولة فى قوله : ( وَمَآ أَفَآءَ . . ) و ( مَآ ) فى قوله ( فَمَآ أَوْجَفْتُمْ ) نافية .والركاب : اسم جمع للإبل التى تركب ، وفى الكلام حذف أغنى عنه قوله - سبحانه - : ( فَمَآ أَوْجَفْتُمْ . . ) .والمعنى : أعلموا - أيها المؤمنون - أن ما أعطاء الله - تعالى - لرسوله - صلى الله عليه وسلم - من أموال بنى النضير التى صالحوه عليها ، فلا حق لكم فيها لأنكم لم تنالوها بقتالكم لهم على الخيل أو الإبل ، وإنما تفضل بها - سبحانه - على نبيه - صلى الله عليه وسلم - بلا قتلا يذكر ، فقد كانت ديار بنى النضير على بعد ميلين من المدينة ، فذهب إليها المسلمون راجلين ، وحاصروها حتى تم استسلام بنى النضير لهم . .قال الآلوسى : روى أن بنى النضير لما أجلوا عن أوطانهم ، وتركوا ربعاعهم وأموالهم . طلب المسلمون تخميسها كغنائم بدر ، فأنزل الله - تعالى - : ( وَمَآ أَفَآءَ الله على رَسُولِهِ مِنْهُمْ فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلاَ رِكَابٍ . . . ) فكانت لرسول الله - صلى الله عليه وسلم - خاصة .فقد أخرج البخارى ، ومسلم ، وأبو داود ، والترمذى ، والنسائى ، وغيرهم عن عمر بن الخطاب - رضى الله عنه - قال : كانت أموال بنى النضير ، مما أفاء الله - تعالى - : على رسوله - صلى الله عليه وسلم - مما لم يوجف المسلمون عليه بخيل ولا ركاب ، وكانت لرسول الله - صلى الله عليه وسلم - خاصة ، فكان ينفق عل أهله منها نفقة سنة ، ثم يجعل ما بقى فى السلاح والكراع عدة فى سبيل الله - تعالى - .وقال الضحاك : كانت أموال بنى النضير لرسول الله - صلى الله عليه وسلم - خاصة ، فآثر بها المهاجرين . وقسمها عليهم ، ولم يعط الأنصار منها شيئا ، إلا ثلاثة منهم أعطاهم لفقرهم . .وقوله - سبحانه - : ( ولكن الله يُسَلِّطُ رُسُلَهُ على مَن يَشَآءُ . . . ) استدراك على النفى فى قوله - تعالى - : ( فَمَآ أَوْجَفْتُمْ عَلَيْهِ . . ) .أى : ليس لكم الحق - أيها المؤمنون - فى أموال بنى النضير ، لأنكم لم تظفروا بها عن طريق قتال منكم لهم ، ولكن الله - تعالى - سلط رسوله - صلى الله عليه وسلم - عليهم وعلى ما فى أيديهم ، كما كان يسلط رسله على من يشاء من أعدائهم ، والله - تعالى - قدير على كل شىء . . .وما دام الأمر كذلك ، فاتركوا رسولكم - صلى الله عليه وسلم - يتصرف فى أموال بنى النضير بالطريقة التى يريدها ويختارها بإلهام من الله - عز وجل - .",
  "ayah": 6,
  "surah": 59
}
