{
  "surah": 23,
  "ayah": 96,
  "text": "Repel the ugly with what is more beautiful. In this verse the generous Lord, the wise and renowned Enactor, commands MuṣṬafā to noble char- acter traits and beautiful habits-a bright face, mild words, a soft heart, and a pleasant character; pardoning the bad-doers, hiding the defects of the defective, and doing good in place of bad. In the tongue of the Tariqah, the more beautiful is for the heart to give fatwas by the Real's dicta- tion. The ugly is for the soul to issue commands by its own caprice. He is saying, “O Master, repel what the soul commands by means of what the Real shows: Repel the ugly with what is more beautiful.” The Prophet always used to say, “'Our Lord, do not entrust us to our souls for the blink of an eye, or less than that.' O God, lift up this curtain of self from before our heart so that the bird of the heart may be completely delivered from the cage of the soul and fly in the air of the Patron's approval! O God, this burden of soul is the burden of selfhood. Lift this burden of selfhood away from us so we may be released from self and turn to You!” O chevalier, take care not to say that his blessed soul was like the souls of others, for if a speck of his soul's shining were to shine forth on the spirits and hearts of the world's sincerely truthful, all of them would go forth to the world of holiness and the gardens of intimacy and settle down in the seat of truthfulness [54:55]. Despite all this, he says, “O Lord, this is our veil on the road of the Haqiqah-lift it up from our road!” The command came, “O MuḤammad, unasked We put Ourself beside you: Did We not expand for thee thy breast and lift from thee thy burden? [94:1-2]. O MuḤammad, We put aside that bur- den of you-ness from you. Our desire took care of your work, Our solicitude lit up your lamp. You did not come by yourself, nor did you come for yourself. You did not come by yourself because We brought you: Who took His servant by night [17:1]. You did not come for yourself because you came as a mercy for the world's folk: We sent thee only as a mercy to the worlds” [21:107]."
}
