{
  "surah": 5,
  "ayah": 3,
  "text": "Forbidden to you is carrion that is the consumption of it and blood that is what has been spilt as mentioned in sūrat al-An‘ām Q. 6145 and the flesh of swine and what has been hallowed to other than God in that it was sacrificed in the name of something other than Him and the beast strangled to death and the beast beaten down to death and the beast fallen from a height to its death and the beast gored to death by another and what beasts of prey have devoured of such animals — except for what you have sacrificed duly catching it while it still breathes life and then sacrificing it — and what has been sacrificed in the name of idols nusub is the plural of nusāb and that you apportion that is that you demand an oath or a ruling through the divining of arrows azlām the plural of zalam or zulam which is a qidh ‘a small arrow’ without feathers or a head. There were seven of these arrows marked with flags and they were retained by the keeper of the Ka‘ba. They would use them for abitrations and when they commanded them they obeyed and if they prohibited them they would desist; that is wickedness a rebellion against obedience. And on the Day of ‘Arafa in the year of the Farewell Pilgrimage the following was revealed Today the disbelievers have despaired of your religion of you apostatising from it having hoped for it earlier for now they perceived its strength; therefore do not fear them but fear Me. Today I have perfected your religion for you that is its rulings and obligations after this verse nothing about what is lawful or unlawful was revealed and I have completed My favour upon you by perfecting it your religion but it is also said by effecting their safe entry into Mecca; and I have approved chosen Islam for you as religion. But whoever is constrained by emptiness by hunger to consume some of what has been forbidden him and consumes it not inclining purposely to sin to an act of disobedience — then God is Forgiving to him for what he has consumed Merciful to him by permitting it to him in contrast to the one who purposely inclines to sin that is the one actively engaged in it such as a waylayer or a criminal for whom such consumption is forbidden."
}
