{
  "surah": 5,
  "ayah": 6,
  "text": "O you who believe when you stand up that is when you intend to go to pray and you are in a state of ritual impurity wash your faces and your hands up to the elbows that is including them the elbows as is clarified in the Sunna; and wipe your heads the bā’ in bi-ru’ūsikum is for ‘adherence’ that is to say wipe over the head adhering the hand closely without excessive water pouring over; the noun ra’s ‘head’ is generic and so the minimum required to fulfil the stipulation is acceptable which is the wiping of some of the hair as al-Shāfi‘ī asserts; and your feet read wa-arjulakum in the accusative as a supplement to aydīyakum; or wa-arjulikum in the genitive because of its adjacency to the genitive bi-ru’ūsikum up to the ankles that is including them the ankles as is clarified in the Sunna and they are the two protruding bones at the juncture of the legs and the feet. The interposing of the wiping of the head between the mention of the hands and the feet which are washed is intended to show the requirement of a specific order during the purification of these limbs as al-Shāfi‘ī asserts. In addition the requirement of making intention niyya in this ablution as in the other rituals of worship is taken from the Sunna. If you are defiled purify wash yourselves; but if you are sick with an illness made worse by water or on a journey travelling or if any of you comes from the privy that is if he has defecated or you have touched women as mentioned already in the verse in sūrat al-Nisā’ Q. 443 and you cannot find water having made the effort to look for it then head for seek wholesome dust that is clean earth and wipe your faces and your hands including the elbows with it using two strikes the bā’ of bi-wujūhikum ‘your faces’ denotes ‘adherence’; it is explained in the Sunna that the requirement here is for the wiping to encompass the whole of these two parts. God does not desire to make any hardship for you any constraint in the obligations He has imposed on you with regard to ablution washing and purification with dust; but He desires to purify you of filth and sins and that He may perfect His grace upon you through Islam by explaining the laws of the religion; so that you might give thanks for His graces."
}
