{
  "text": "الْقُدُّوسُ The attribute Al-Quddus means 'the Most Pure from all defects', that is, Allah is the Being Who is free from all kinds of defect, deficiency and imperfection which are not in conformity to His Supreme status.\nالْمُؤْمِنُ The word mu'min, when applied to a human being, means a believer, but when this attribute is applied to Allah, it means the one who provides peace and safety, as explained by Ibn ` Abbas ؓ . It means that He provides safety and perfect peace to those who believe in Allah and His Messengers.\nالْمُهَيْمِنُ The attribute Al-Muhaimin, according to Ibn ` Abbas ؓ ، Mujhid and Qatadah means 'Guardian'. The Arabic lexicon Al-Qamus has explained that its route is 'hamn' which means to look after or take care of or watch over'. [ Mazhari ].\nالْعَزِيزُ The attribute Al-` Aziz means 'the Almighty'.\nالْجَبَّارُ‌ The attribute Al-Jabbar means the One who is dominant. It could also be derived from the word jabr, meaning to 'join broken bones' and thus we have the word jabirah, which refers to the bandage or plaster that is used in binding the broken bones. From this point of view, the attribute would mean that Allah is the Being Who sets aright every broken and useless things, matters or restores all losses and rectifies situations or mends every breakage.\nالْمُتَكَبِّرُ‌ The attribute Al-Mutakabbir [ the Lord of Greatness ] is derived from takabbur and that from kibriya' meaning 'greatness' which is one of the peculiar characteristics of Allah. It implies that every greatness is attributable only to Allah who is not in need of anyone. Whoever is in need cannot be great. Therefore, if this word is used for a person other than Allah, it is a defect and sin, because the claim of greatness by a person who is not actually great is false and tantamount to a claim of being a partner of Allah, the Besought of all, in one of His exclusive attributes. That is why the word Al-Mutakabbir, when attributed to Allah is an attribute of perfection, but in respect of others it is no more than a false claim.",
  "ayah": 23,
  "surah": 59
}
