{
  "text": "The Merits of al-Muhajirin [ The Emigrants ]\nلِلْفُقَرَ‌اءِ الْمُهَاجِرِ‌ينَ الَّذِينَ أُخْرِ‌جُوا مِن دِيَارِ‌هِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ اللَّـهِ وَرِ‌ضْوَانًا وَيَنصُرُ‌ونَ اللَّـهَ وَرَ‌سُولَهُ ۚ أُولَـٰئِكَ هُمُ الصَّادِقُونَ\n([ And fai' is especially ] for the poor emigrants who were expelled from their homes and properties, while they were seeking the grace of Allah and (His) pleasure, and were helping Allah and His Messenger. They are the truthful.... 59:8)\nThis verse describes all the characteristics of the emigrants. The first of them is that they were driven from their homes and wealth, that is to say, their only crime was that they had embraced Islam and supported the Messenger of Allah ﷺ ، as a result of which the pagans of Makkah persecuted them, so much so that they had to abandon their hearths and homes and emigrate to Madinah. Some of them had to tie stones to their stomach on account of unbearable hunger, and others used to protect themselves against cold by digging holes in the ground, because they did not have clothes to save them from the chill of winter. [ Mazhari, Qurtubi ]\nAn Important Issue: The rule about the control of unbelievers over the wealth and property of the Muslims\nThis verse describes the emigrants as poor, whereas a faqir [ poor ] in Islamic law refers to a person who has no property whatever, or a person who possesses a little property, but is poor because he does not possess the minimum amount of property constituting nisab of Zakah. However, most of the emigrants were rich, wealthy and affluent while they were in Makkah. Even after migration, if the wealth had remained in their ownership, it would be inappropriate to refer to them as 'poor' because they had nisab of Zakah. But the Qur'an refers to them as 'poor' and thus points out that the wealth and property which they had left behind in Makkah, and the pagans subsequently took possession of them, became the property of the pagans and the Muslims lost its ownership.\nTherefore, Imams Abu Hanifah and Malik رحمۃ اللہ علیہما ruled that if Muslims abandon their homes and possessions and migrate to some other land, and the non-believers take control of their abandoned homes and property, the ownership passes into their hands and Muslims lose ownership. Similarly, if - God forbid! - the unbelievers conquer an Islamic country, usurping Muslim property and wealth, then after having full control over it, they are deemed as owners of that property. Consequently, their transactions of sale and purchase of such properties are recognized in Shari` ah. Mazhari has, on this occasion in his commentary, cited all the relevant Traditions supporting this view.\nThe second characteristic of the emigrants is described thus: يَبْتَغُونَ فَضْلًا مِّنَ اللَّـهِ وَرِ‌ضْوَانًا (...seeking the grace of Allah and [ His ] pleasure...59:8). When they embraced Islam, abandoned their country and wealth and migrated, they did not have any ulterior motive. They did all this only to seek Divine favour and gain His good pleasure. This indicates their perfect sincerity. The word fadl [ bounty, grace ] is normally used for worldly blessings and ridwan [ good pleasure ] for blessings of the Hereafter. From this viewpoint, the verse purports to describe that the emigrants gave up all their previous means of luxury, such as their hearths and homes, and now they were in quest of their worldly needs and the blessings of the Hereafter in the shade of Islam. Their objective was to seek the necessities of worldly life under the banner of Allah's and His Messenger's efficacious grace.\nThe third characteristic of the emigrants is described thus: وَيَنصُرُ‌ونَ اللَّـهَ وَرَ‌سُولَهُ (...and were helping Allah and His Messenger...59:8). The phrase 'help Allah' means to help His religion, for which they made tremendous and amazing self-sacrifices.\nThe fourth characteristic of the emigrants is described thus: أُولَـٰئِكَ هُمُ الصَّادِقُونَ (... They are the truthful...59:8). That is, such people are sincerely true in words and deeds. The covenant they made with Allah and His Messenger by reciting the kalimah, they duly fulfilled it and proved themselves to be true about it. This verse candidly testifies to the truthfulness of all emigrant Companions. Anyone calling any of them a 'liar' cannot be a Muslim, because he is rejecting this verse. God forbid! Rawafid call these Companions 'hypocrites'. This is a clear rejection of the verse. The Messenger of Allah ﷺ held the emigrant Companions ؓ in such high esteem that when he prayed to Allah, he would supplicate through their wasilah. [ as transmitted by Al-Baghawi and Mazhari ].",
  "ayah": 8,
  "surah": 59
}
