{
  "text": "یہ افک کا واقعہ ہے۔ اس واقعہ نے تاریخ انسانی کے پاکیزہ ترین لوگوں کو انتہائی درجہ کی تکلیف دہ اور اذیت دہ صورت حال سے دوچار کیا بلکہ پوری ملت اسلامیہ کو سخت ترین امتحان میں ڈال دیا۔ پورے ایک ماہ تک حضرت نبی ﷺ ‘ آپ کی محبوب ترین اہلیہ حضرت عائشہ ؓ ان کے والد حضرت ابوبکر صدیق ؓ جیسے ایک مومن مخلص کے دلوں کو ہوا میں معلق رکھا۔ یہ پاکیزہ دل ایک مہینے تک درد ورنج میں مبتلا رہے۔\nمناسب یہ ہے کہ ہم اس پورے قصے کو خود حضرت عائشہ ؓ یک زبانی سنیں۔ حضرت عروہ ابن زبیر ان سے یوں روایت کرتے ہیں ” رسول اللہ ﷺ کا قاعدہ تھا کہ جب آپ ﷺ سفر پر جانے لگتے تو قرعہ ڈال کر فیصلہ فرماتے کہ آپ یک بیویوں میں سے کون آپ کے ساتھ جائے۔ غزوہ بنی المصطلق کے موقعہ پر قرعہ میرے نام نکلا اور میں آپ ﷺ کے ساتھ گئی۔ واپسی پر جب مدینے کے قریب تھے تو ایک نزل پر رات کے وقت رسول اللہ ﷺ نے پڑائو کیا اور ابھی رات کا کچھ حصہ باقی تھا کہ کوچ کی تیاری شروع ہوگئی۔ میں اٹھ کر رفع حاجت کے لیے گئی اور جب پلٹنے لگی تو قیام گاہ کے قریب پہنچ کر مجھے محسوس ہوا کہ میرے گلے کا ہار کہیں ٹوٹ کر گر پڑا ہے۔ میں اسے تلاش کرنے میں لگ گئی اور اتنے میں قافلہ روانہ ہوگیا۔ قاعدہ یہ تھا کہ میں کوچ کے وقت اپنے ہودج میں بیٹھ جاتی تھی اور چار آدمی اٹھا کر اونٹ پر رکھ دیتے تھے۔ ہم عورتیں اس وقت غذا کی کمی کے سبب بہت ہلکی پھلکی تھیں۔ میرا ہو وہ اٹھاتے وقت لوگوں کو یہ محسوس ہی نہ ہوا کہ میں اس میں نہیں ہوں۔ وہ بیخبر ی میں خالی ہو وہ اونٹ پر اٹھا کر روانہ ہوگئے۔ میں جب ہار لے کر پلٹی تو وہاں کوئی نہ تھا۔ آخر اپنی چادر اوڑھ کر وہاں ہی لیٹ گئی اور دل میں سوچ لیا کہ آگے جاکر جب یہ لوگ مجھے نہ پائیں گے تو خود ہی ڈھونڈتے ہوئے آجائیں گے۔ اس حالت میں مجھے نیند آگئی۔ صبح کے وقت صفوان ابن معطل سلمی اس جگہ سے گڑرے جہاں میں سو رہی تھی۔ وہ مجھے دیکھتے ہی پہچان گئے کیونکہ پردے کا حکم آنے سے پہلے وہ مجھے بارہا دیکھ چکے تھے۔ (یہ شخص بدری صحابیوں میں سے تھے اور انہیں صبح دیر تک سونے کی عادت تھی اس لیے یہ بھی لشکر گاہ میں کہیں پڑے سوے رہ گئے اور اٹھ کر مدینے چلے جارہے تھے) مجھے دیکھ کر انہوں نے اونٹ روک لیا اور بےساختہ زبان سے نکلا انا اللہ وانا الیہ راجعون۔ رسول اللہ کی بیوی یہیں رہ گئیں۔ اس آواز سے میری آنک کھلی۔ میں نے اٹھ کر فوراً اپنے منہ پر چادر ڈال لی۔ انہوں نے مجھ سے کوئی بات نہ کی۔ لا کر اپنا اونٹ میرے سامنے بٹھا دیا اور ایک طرف ہٹ کر کھڑے ہوگئے۔ میں اونٹ پر سوار ہوگئی اور وہ نکیل پکڑ کر روانہ ہوگئے۔ دوپہر کے قریب ہم نے لشکر کو جا لیا کہ جب وہ اپنی جگہ پر جا کر ٹھہراہی تھا اور لشکر والوں کو ابھی یہ پتہ نہ چلا تھا کہ میں پچھیے چھوٹ گئی ہوں۔ اس پر بہتان اٹھانے والوں نے بہتان اٹھا دیئے اور ان سب میں پیش پیش عبد اللہ ابن ابی تھا۔ مگر میں اسے بیخبر تھی کہ مجھ پر کیا باتیں بنرہی ہیں۔ مدینہ پہنچ کر میں بیمار ہوگئی اور ایک مہینے کے قریب پلنگ پر پڑی رہی۔ شہر میں اس بہتان کی خبریں اڑ رہی تھیں۔ رسول اللہ ﷺ کے کانوں تک یہ بات پہنچ چکی تھی۔ مجھے کچھ پتہ نہ تھا۔ البتہ جو چیز مجھے کھٹکتی تھی وہ یہ کہ رسول اللہ ﷺ کی وہ توجہ میری طرف نہ تھی جو بیماری کے زمانے میں ہوا کرتی۔ آپ ﷺ گھر میں آتے تو گھر والوں سے یہ پوچھ کر رہ جاتے کہ کیف تیکم ” کیسی ہیں یہ “ خود مجھ سے کوئی کلام نہ کرتے۔ اس سے مجھے شبہ ہوتا کہ کوئی بات ہے ضرور۔ آخر آپ سے اجازت لے کر میں ماں کے گھر چلی گئی تاکہ وہ میری تیمارداری اچھی طرح کرسکیں۔\nایک روز رات کے وقت حاجت کے لیے میں مدینے سے باہر گئی۔ اس وقت تک ہمار گھروں میں بیت الخلاء نہیں ہوتے تھے۔ اور ہم لوگ جنگل میں جایا کرتے تھے۔ میرے ساتھ مسطح ابن اثاثہ کی ماں تھیں جو میرے والد کی خالہ زاد بہن تھیں۔ راستے میں اسے ٹھوکر لگی۔ بےساختہ ان کی زبان سے نکلا غارت ہو مسطح۔ میں نے کہا اچھی ماں ہو جو بیٹے کو کو ستی ہو اور بیٹا بھی وہ ‘ جس نے بدر میں حصہ لیا ہو۔ انہوں نے کہا ” بیتی تجھے کیا معلوم کہ وہ کیا باتیں کرتا ہے۔ پھر انہوں نے سارا واقعہ سنایا کہ افتراء پر واز لوگ میرے متعلق کیا باتیں اڑا رہے ہیں۔ میں گھر گئی اور رات بھر رو کر کاٹی۔ میرے پیچھے رسول اللہ ﷺ نے حضرت علی اور اسامہ ابن زید کو بلایا اور ان سے مشورہ طلب کیا۔ اسامہ نے میرے حق میں کلمہ خیر کہا اور عرض کیا ‘ یا رسول اللہ بھلائی کے سوا آپ ﷺ کی بیوی میں کوئی چیز ہم نے نہیں دیکھی۔ یہ سب کچھ کذب اور باطل ہے جو اڑایا جارہا ہے۔ رہے حضرت علی ؓ تو انہوں نے کہا یارسول اللہ ﷺ عورتوں کی کمی نہیں ہے۔ آپ ﷺ اس کی جگہ دوسری بیوی کرسکتے ہیں اور تحقیق کرنا چاہیں تو خدمت گزار لونڈی کو بلا کر حالات دریافت کرلیں۔ چناچہ خدمتگار کو بلایا گیا اور پوچھ گچھ کی گئی۔ اس نے کہا اس خدا کی قسم جس نے آپ کو حق کے ساتھ بھیجا ہے ‘ میں نے ان میں کوئی برائی نہیں دیکھی جس پر حرف رکھا جاسکے۔ بس اتنا عیب ہے کہ میں آٹا گوند کر کسی کام کو جاتی ہوں اور کہہ جاتی ہوں کہ بی بی ذرا آٹے کا خیال رکھنا مگر وہ سو جاتی ہیں اور بکری آکر آٹا کھا جاتی ہے۔ اسی روز رسول اللہ ﷺ نے خطبہ فرمایا ” مسلمانو ! کون ہے جو اس شخص کے حملوں سے میری عزت بچائے جس نے میرے گھر والوں پر الزام لگا کر مجھے اذیت پہنچانے کی حد کردی ہے۔ بخدا نہ تو میں نے اپنی بیوی میں کوئی برائی دیکھی ہے اور نہ اس شخص میں جس کے متعلق تہمت لگائی جارہی ہے۔ وہ تو کبھی میری غیر موجودگی میں میرے گھر آیا بھی نہیں۔ اس پر اسید ابن حضیر (بعض روایات میں سعد ابن معاذض نے اٹھ کر کہا ” یارسول اللہ ﷺ اگر وہ ہمارے قبیلے کا آدمی ہے تو ہم اس کی گردن مار دیں گے اور اگر ہمارے بھائی خزرجیوں میں سے ہے تو بھی آپ حکم دیں ہم تعمیل کے لیے حاضر ہیں “۔ یہ سنتے ہی سعد ابن عبادہرئیس خزرج اٹھ کھڑے ہوئے اور کہنے لگے ” جھوٹ کہتے ہو تم ہر گز اسے نہیں مارسکتے۔ تم اس کی گردن مارنے کا نام اس لیے لے رہے ہو کہ وہ خزرج میں سے ہے۔ اگر وہ تمہارے قبیلے کا آدمی ہوتا تو تم کبھی نہ کہتے ” کہ ہم اس کی گردن مار دیں گے “۔ اسید ابن حضیر نے جواب میں کہا ” تم منافق ہو اس لیے منافقوں کی حمایت کرتے ہو “۔ اس پر مسجد نبوی ﷺ میں ہنگامہ برپا ہوگیا حالانکہ رسول اللہ ﷺ ممبر پر تشریف رکھتے تھے۔ قریب تھا کہ اوس اور خزرج مسجد میں ہی لڑ پڑیں مگر رسول اللہ ﷺ نے ان کو ٹھنڈا کیا اور پھر ممبر سے اتر آئے۔\nاس بہتان کی افواہیں کم و بیش ایک مہینے تک شہر میں اڑتی رہیں۔ نبی ﷺ سخت اذیت میں مبتلا تھے۔ میں روتی رہی۔ میرے والدین انتہائی پریشان اور رنج و غم میں مبتلا تھے۔ آخر کار ایک روز حضور ﷺ تشریف لائے اور میرے پاس بیٹھے ۔ اس پوری مدت میں وہ کبھی میرے پاس نہ بیٹھے تھے۔ حضرت ابو کبر اور ام رومان نے محسوس کیا کہ آج کوئی فیصلہ کن بات ہونے والی ہے اس لیے وہ دونوں بھی میرے پاس آکر بیٹھ گئے۔ حضور ﷺ نے فرمایا عائشہ ؓ مجھے تمہارے متعلق یہ خبر پہنچی ہے۔ اگر تم بےگناہ ہو تو امید ہے کہ اللہ تمہاری برات ظاہر کردے گا اور اگر واقعی تم گناہ میں مبتلا ہونی ہو تو اللہ سے توبہ کرو اور معافی مانگو۔ بندہ جب اپنے گناہ کا معترف ہو کر توبہ کرتا ہے تو اللہ معاف کردیتا ہے۔ یہ باتیں سن کر میرے آنسوں خشک ہوگئے۔ میں نے اپنے والد سے عرض کیا کہ آپ رسول اللہ ﷺ کو جواب دیں۔ انہوں نے فرمایا بیٹی میری کچھ سمجھ میں نہیں آتا کہ کیا کہوں۔ میں نے اپنی والدہ سے کہا کہ آپ ہی کچھ کہیں۔ انہوں نے بھی کہا میں حیران ہوں کہ کیا کہوں۔ اس پر میں بولی کہ آپ لوگوں کے کانوں میں ایک بات پڑگئی ہے اور دلوں میں بیٹھ چکی ہے۔ اب اگر میں کہوں کہ میں بےگناہ ہوں اور اللہ گواہ ہے کہ میں بےگناہ ہوں تو آپ لوگ نہ مانیں گے۔ اور اگر خواہ مخواہ ایسی بات کا اعتراف کروں جو میں نے نہیں کی اور اللہ جانتا ہے کہ نہیں کی تو آپ لوگ مان لیں گے۔ میں نے اس وقت حضرت یعقوب کا نام یاد کرنے کی کوشش کی مگر یاد نہ آیا۔ آخر میں نے کہا ‘ اس حالت میں میرے لیے اس کے سوا اور کیا چارہ ہے کہ میں وہی بات کہوں جو حضرت یوسف کے والد نے کہی تھی فصبر جمیل یہ کہہ کر میں لیٹ گئی اور دوسری طرف کروٹ لے لی۔ میں اس وقت اپنے دل میں کہہرہی تھی کہ اللہ میری بےگناہی سے واقف ہے وہ ضرور حقیقت کھول دے گا۔ اگرچہ یہ بات تو میرے وہم و گمان میں بھی نہ تھی کہ میرے حق میں وحی نازل ہوگی جو قیامت تک پڑھی جائے میں اپنی ہستی کو اس سیکم تر سمجھتی تھی کہ اللہ خود میری طرف سے بولے مگر میرا یہ گمان تھا کہ رسول اللہ ﷺ خواب دیکھیں گے کہ جس میں اللہ میری برات ظاہر کردے گا۔ اتنے میں کی ایک حضور ﷺ پر وہ کیفیت طاری ہوگئی جو وحی نازل ہوتے وقت ہوا کرتی تھی۔ حتی کہ سخت جاڑے کے زمانے میں موتی کی طرح آپ ﷺ کے چہرے سے پسینے کے قطرے ٹپکتے تھے۔ ہم سب خاموش ہوگئے۔ میں تو بالکل بےخوف تھی مگر میرے والدین کا حل یہ تھا کہ کاٹو تو بدن میں لہو نہیں۔ وہ ڈر رہے تھے کہ دیکھیں اللہ کیا حقیقت کھولتا ہے۔ جب وہ کیفیت دور ہوئی تو حضور بےحد خوش تھے۔ آپ ﷺ نے ہنستے ہوئے جو پہلی بات فرمائی وہ یہ تھی۔ مبارک ہو عائشہ ؓ ۔ اللہ نے تمہاری برائت نازل فرما دی۔ اس کے بعد حضور ﷺ نے دس آیتیں سنائیں۔ میری والدہ نے کہا اٹھو اور رسول اللہ ﷺ کا شکریہ ادا کرو۔ میں نے کہا نہ ان کا شکریہ ادا کروں گی نہ آپ دونوں کا بلکہ اللہ کا شکر ادا کرتی ہوں جس نے میری براءت نازل فرمائی۔ آپ لوگوں نے تو بہتان کا انکار تک نہ کیا۔\nجب یہ آیات نازل ہوئیں تو حضرت ابوبکر صدیق ؓ نے قسم اٹھائی کہ وہ اب کبھی مسطح پر کچھ خرچ نہ کریں گے۔ یہ غریب آدمی تھا اور حضرت صدیق ؓ کا رشتہ دار تھا ‘ آپ ان کی کفالت کرتے تھے۔ اس نے بھی حضرت عائشہ ؓ پر الزام لگانے میں حصہ لیا تھا۔ اس کے بعد یہ آیات نازل ہوئیں۔\n(ولا یاتل۔۔۔۔۔۔ غفوررحیم) (24 : 22) ” تم میں سے جو لوگ صاحب فضل اور صاحب مقدرت ہیں وہ اس بات کی قسم نہ کھا بیٹھیں کہ اپنے رشتہ دار ‘ مسکین اور مہاجر فی سبیل اللہ لوگوں کی مدد نہ کریں گے۔ انہیں معاف کردینا چاہیے اور درگزر کرنا چاہیے۔ کیا تم نہیں چاہتے کہ اللہ تمہیں معاف کرے ؟ اور اللہ کی صفت یہ ہے کہ وہ غفور اور رحیم ہے۔\nتو حضرت ابوبکر صدیق ؓ نے کہا ‘ ہاں میں چاہتا ہوں اور پسند کرتا ہوں کہ اللہ میرے گناہ بخش دے۔ پھر انہوں نے مسطح کا وہ وظیفہ جاری کردیا جو وہ انہیں دیا کرتے تھے اور حضرت ابوبکر ؓ نے کہا میں اس امداد کو کبھی بھی بند نہ کروں گا۔ حضرت عائشہ ؓ کہتی ہیں ‘ رسول اللہ ﷺ نے زینب بن محش سے بھی میرے بارے میں پوچھا۔ حضور ﷺ نے فرمایا ” زینب تم کیا جانتی ہو اور تم نے کیا دیکھا ہے ؟ اس نے کہا ‘ یارسول اللہ میں اپنی آنکھوں اور کانوں کو بچاتی ہوں۔ خدا کی قسم ‘ میں نے اس کے بارے میں بھلائی کے سوا کچھ نہیں جانا۔ یہ زینب بن نجش ہی تھی جو ازواج مطہرات میں سے میرے مد مقابل تھی۔ اللہ نے اس کو اس کی خدا خوفی کی وجہ سے بچایا۔ لیکن اس کی بہن بن نجش اس کے لیے لڑ رہی تھی ‘ تو وہ ہلاک ہوئی ان لوگوں کے ساتھ ‘ جو افک کے معاملے میں ہلاک ہوئے۔\nآپ نے دیکھا کہ یہ دن رسول اللہ ﷺ نے کس طرح گزارے اور حضرت ابوبکر صدیق ؓ اور ان کے خاندان نے یہ دن کس طرح گزارے۔ اور حضرت صفوان ابن معطل بیچارے پر کیا گزری ہوگی اور تمام مسلمانوں پر یہ دن ایسے گزرے کہ ان کی سانس گھٹ رہی تھی اور ہر شخص شدید مصیبت میں تھا۔ یہ حالات تھے جن میں یہ آیات نازل ہوئیں۔ اس پریشان کن صورت حالات کے سامنے انسان نڈھال ہو کر کھڑا ہوجاتا ہے۔ رسول اللہ ﷺ کا یہ ایک المناک واقعہ تھا۔ آپ دیکھ رہے تھے کہ آپ کی زوجہ محترمہ کے لیے یہ صورت حالات کاٹ کھانے والی ہے جبکہ وہ نہایت ہی جواں سال اور کم عمر ہے۔ ان کی عمر کا غالباً سو لہواں سال تھا۔ یہ نہایت ہی حساس عمر ہوتی ہے اور زوجین کے درمیان نہایت ہی گہری محبت کا دور ہوتا ہے۔\nیہ کم عمر لڑکی بےگناہ ہے۔ اس کا ضمیر صاف ہے۔ اس کے خیالات پاکیزہ ہیں لیکن اس پر یہ الزام نازک ترین اور حساس ترین معاملے میں لگایا جارہا ہے۔ اس کی شرافت دائو پر لگی ہوئی ہے۔ یہ صدیق کی بیٹی ہے اور وہ نہایت ہی پاکیزہ اور ارفع مقام پر زندگی بسر کررہی ہے۔ اس کی امانت کو چیلنج کیا جارہا ہے۔ وہ حضرت محمد ابن عبداللہ سردار بنی ہاشم کی بیوی ہے اور اس کی وفاداری کو مشکوک بنایا جارہا ہے یہ ایک عظیم پیغمبر کی محبوب ترین بیوی ہے لیکن اس بیچاری کے اس رشتہ محبت کے ٹوٹنے کا خطرہ ہے بلکہ اس کے ایمان کو خطرہ لاحق ہے۔ جبکہ اس نے پرورش ہی ایمان کے مرکز میں پائی ہے۔ جب سے اس کی آنکھ کھلی ہے اس نے ایمان ہی ایمان دیکھا ہے اور پھر وہ نبی آخرالزمان ﷺ کی زوجہ ہے۔\nاس پر الزام لگایا گیا ہے۔ کس قدر عظیم الزام جس سے وہ بری الذمہ اور بیخبر ہے۔ اس کی سمجھ میں نہیں آرہا ہے کہ کیا کرے اور کیا شہادت لائے کہ وہ پاک دامن ہے۔ بس صرف اللہ سے امید ہے۔ وہ امید کرتی ہے کہ رسول اللہ ﷺ حقیقت کو خواب میں دیکھ لیں گے کہ وہ اس الزام سے بالکل بری الذمہ ہے۔ لیکن خواب ہے کہ نہیں آتا اور وحی ہے کہ بند ہوگئی ہے۔ اس میں بھی اللہ کی حکمت تھی۔ پورا ایک ماہ گزر گیا ہے اور یہ بیچاری اس عذاب عظیم میں غوطے کھارہی ہے۔\nاس کی حالت اس وقت دگر گوں ہوجاتی ہے جب وہ ام مسطح سے پورے حالات سن لیتی ہے۔ وہ بیماری میں مبتلا ہے اور اس کی جان خطرے میں ہے ‘ وہ نہایت ہی کرب سے ماں کو کہتی ہے سبحان اللہ ‘ کیا لوگ یہ باتیں کررہے ہیں ؟ ایک دوسری روایت میں آتا ہے کہ وہ نہایت ہی کرب سے پوچھتی ہیں کہ میرے باپ کو بھی اس کا علم ہوگیا ہے تو ماں کہتی ہیں ہاں ؟ تو وہ پوچھتی ہیں کہ کیا رسول اللہ ﷺ کو بھی اس کا علم ہوگیا ہے ؟ تو ماں کہتی ہیں ’ ہاں۔ اور پھر اس پر وہ وقت آتا ہے کہ اللہ کا نبی جس پر وہ ایمان لائی ہے اور جو آپ کا خاوند ہے ‘ جس کے ساتھ اسے شدید محبت ہے۔ رسول اللہ ﷺ خود اس سے یوں مخاطب ہوتے ہیں۔ اما بعد ‘ مجھ تک تمہارے بارے میں یہ یہ باتیں پہنچی ہیں۔ اگر تم پاک دامن ہو تو خود اللہ جلد تمہاری پاکی بیان کر دے گا۔ اور اگر تم سے کوئی گناہ ہوگیا ہے تو اللہ سے توبہ کرو اور مغفرت طلب کرو کیونکہ بندہ جب اپنے گناہ کا اعتراف کرلیتا ہے اور پھر توبہ کرلیتا ہے تو اللہ اسے معاف کردیتا ہے “۔ اس کلام سے وہ اچھی طرح جان لیتی ہے کہ حضور اکرم ﷺ بھی اس کے بارے میں شک میں مبتلا ہیں۔ ان کو یقین نہیں ہے کہ آپ بےگناہ ہیں۔ آپ پر جو الزام لگ چکا ہے اس کے بارے میں آپ فیصلہ بھی نہیں فرماتے۔ رب کریم کی طرف سے بھی وحی بند ہے۔ اللہ کی طرف سے بھی برائت نہیں آرہی ہے جس کا اسے خوب یقین ہے کہ وہ بری الذمہ ہے۔ لیکن بیچاری کے پاس کیا ثبوت ہے کہ وہ پیش کرے۔ رات اور دن ایسے ہی گزر رہے ہیں اور اس عظیم قلب میں بھی وہ ملزمہ ہے حالانکہ آپ ﷺ کو ان سے جگری محبت ہے۔\nحضرت ابوبکر ؓ آپ ﷺ کے وفاردار ساتھی ‘ نہایت ہی حساس اور پاک نفس ‘ ایسی حالت میں ہیں کہ یہ غم ہر وقت انہیں کاٹ کھا رہا ہے ان کی عزت پر حملہ ہوچکا ہے۔ ان کی محبوب بیٹی اور پھر رسول اللہ ﷺ کی بیوی۔ یاد رہے کہ حضرت محمد ﷺ آپ کے وہ ساتھی ہیں جن پر انہیں پورا یقین و اطمینان ہے۔ دوست کے ساتھ ساتھ وہ اس کے نبی ہیں ‘ جن پر وہ ایمان لائے ہیں۔ وہ آپ کی ہر بات کی تصدیق کرنے والے ہیں۔ وہ تو آپ کے بارے میں کسی خارجی دلیل کے طلبگار ہی نہیں ہیں۔ ان کی باتوں ہی سے ان کے دل کا درد ظاہر ہے لیکن وہ صبر کرتے ہیں۔ درد پر قابو پاتے ہیں اور اپنے آپ کو کنٹرول میں رکھتے ہیں۔ وہ کہتے ہیں خدا کی قسم دور جاہلیت میں بھی ہم پر یہ الزام نہیں لگا۔ کیا اسلام میں ہم اس پر راضی ہوں گے۔ یہ وہ بات ہے جس میں سخت تلخی چھپی ہوئی ہے یہاں تک کہ ان کی بیٹی جو بیمار بھی ہے سخت عذاب میں گرفتار ہے۔ وہ درخواست کرتی ہے کہ آپ رسول اللہ ﷺ کی بات کا جواب دیں تو صدیق کہتے میں خدا کی قسم میں رسول اللہ ﷺ کو اس بارے میں کیا کہہ سکتا ہوں۔\nام رومان زوجہ صدیق ؓ وہ اپنی زخم خوردہ بیٹی کو ہر قسم کی تسلی دیتی ہے۔ اس کی بیمار بیٹی اس قدر روتی ہے شاید اس کا کلیجہ نکل آئے۔ وہ کہتی ہے بیٹی ذرا اپنے اوپر رحم کرو۔ خدا کی قسم جب بھی کوئی خوبصورت عورت کسی مرد کو محبوب ہوئی ہے اور اس کی سوکنیں ہوتی ہیں تو انہوں نے اس پر طرح طرح کے الزام لگائے ہیں۔ لیکن ان کی تسلیاں اس وقت کافور ہوجاتی ہیں عائشہ ؓ والدہ سے کہتی ہیں کہ تم میری طرف سے رسول اللہ ﷺ کو جواب دو ۔ تو وہ بھی یہی کہتی ہیں جو اس کے خاوند نے کہا تھا کہ خدا کی قسم میں رسول اللہ ﷺ کے سامنے کیا بات کرسکتی ہوں۔\nاور وہ مسلم ‘ پاکباز اور مجاہد فی سبیل اللہ بھی عجیب پوزیشن میں ہے۔ اس پر اپنے نبی کی بیوی کے ساتھ برائی کا الزام ہے ؟ اسلام کے ہوتے ہوئے یہ عظیم الزام۔ اس کی دیانت و امانت ‘ اس کا شرف اور اس کی حمیت دائو پر لگی ہے۔ بلکہ اس کا اسلام خطرے میں ہے۔ جب وہ اس الزام کے بارے میں سنتا ہے تو بےساختہ کہتا ہے کہ خدا کی قسم میں نے تو کسی عورت کے کاندھے کو بھی ننگا نہیں کیا۔ وہ تو اس گناہ کے تصور سے بھی پاک ہے۔ پھر وہ سنتا ہے کہ حسان ابن ثابت اس کے بارے میں نازیبا الفاظ کہتا ہے۔ وہ چاہتا ہے کہ تلوار کے ایک ہی وار سے اس کا سر اڑادے مگر وہ رک جاتا ہے کیونکہ وہ مسلمان اور ایک مومن ہے اور مومن پر تلوار اٹھانا حرام ہے۔ اس پر جو گزر رہی ہے وہ اس کی برداشت سے زیادہ ہے وہ تو بےقابو ہوا چاہتا ہے۔\nپھر رسول اللہ ﷺ جو اللہ کے رسول ہیں۔ آپ بنی ہاشم کے چشم و چراغ ہیں۔ آپ کے گھرانے پر حملہ ہوا ہے۔ گھرانے میں سے بھی عائشہ ؓ پر ؟ آپ کے گھر پر اور آپ کی محبوب ترین بیوی پر۔ کوئی غیور عرب اس بات کو برداشت نہیں کرسکتا۔ ایک ماہ گزر گیا ہے۔ مدینہ کے لوگ چہ میگوئیاں کررہے ہیں۔ لیکن آپ برداشت کررہے ہیں اور اللہ تعالیٰ بھی سب کچھ دیکھ رہا ہے لیکن اس کی حکمت کا تقاضا ہے کہ ایک ماہ گزر جائے۔ محمد ﷺ بھی تو انسان ہیں۔ ان کو بھی ایک انسان کی طرح درد اور دکھ محسوس ہوتا ہے۔ ان کا دل بھی دکھا ہوا ہے۔ آپ بھی وحشت محسوس کرتے ہیں کیونکہ اللہ کا نور جو ہر معاملے میں آپ کے دل کو ہمیشہ روشن کردیتا ہے اور راستہ صاف کردیتا ہے اس میں دیر ہو رہی ہے۔ اگرچہ آپ کی بیوی کی براءت کے قرائن موجود تھے۔ مگر انسان کا دل بہر حال شک کا محل ہوتا ہے۔ صرف قرائن سے مکمل اطمینان نصیب نہیں ہوتا جبکہ مدینہ کی پوری بستی اس آگ میں جل رہی ہے۔ آپ کے دل میں بھی اپنی محبوب بیوی کے بارے میں شک گزرتا ہے۔ آپ اس شک کو دل سے دور نہیں کرسکتے۔ بہر حال آپ بھی انسان اور بشر ہیں۔ انسانوں کی طرح آپ بھی متاثر ہوتے ہیں۔ آپ خاوند ہیں لیکن بیوی کے پاس نہیں جاسکتے اور جب کسی انسان کے دل میں شک کا بیج بو دیا جاتا ہے اور وہ مستقلاً دل میں بیٹھ جاتا ہے تو یہ شک پھر دلیل قطعی اور فیصلہ کن واقعہ ہی سے نکل سکتا ہے۔\nآپ ﷺ کے دل پر یہ بوجھ طاری ہوجاتا ہے۔ آپ ﷺ اپنے محبوب اسامہ ابن زید جو آپ ﷺ کو بہت محبوب اور آپ ﷺ کے دل کے قریب تھے۔ آپ ﷺ اپنے داماد اور چچازاد علی ؓ ابن ابی طالب کو بھی بلاتے ہیں۔ ان کے ساتھ بھی آپ ﷺ مشورہ کرتے ہیں۔ جہاں تک حضرت علی ؓ کا تعلق ہے آپ تو حضور ﷺ کے عصبات میں سے ہیں۔ اس وجہ سے بھی ان کے جذبات بہت تیز ہیں۔ پھر حضور اکرم ﷺ جس کرب اور رنج اور اذیت کو جھیل رہے ہیں وہ بھی حضرت علی ؓ پر بار گراں ہے۔ کیونکہ آپ چچازاد ہیں۔ آپ مشورہ دیتے ہیں کہ اللہ نے آپ ﷺ پر کوئی تنگی نہیں کی ہے لیکن حضور ﷺ کے دلی اطمینان کے لیے یہ بھی فرماتے ہیں کہ آپ حضرت عائشہ ؓ کے بارے میں لڑکی سے پوچھیں ‘ خدمتگار لڑکی ہے۔\nجہاں تک اسامہ کا تعلق ہے وہ جاتے ہیں کہ رسول اللہ ﷺ کے دل میں ان کی بیوی کی کس قدر محبت ہے اور آپ ایک عرصہ سے اپنی اہلیہ سے جدا ہیں تو وہ صاف صاف کہتے ہیں کہ ام المومنین پاک و صاف ہیں اور جو لوگ الزام لگاتے ہیں وہ جھوٹے ہیں۔\nرسول خدا ﷺ اس انسانی پریشانی اور اس انسانی قلق میں حضرت اسامہ اور لڑکی کی باتوں اور شہادت سے حوصلہ پاتے ہیں۔ اور آپ لوگوں کو مسجد میں لا کر ان کے سامنے یہ معاملہ رکھ دیتے ہیں۔ اس موقع پر آپ نے فرمایا :” کون ہے جو ان لوگوں سے پوچھے جنہوں نے ان کی عزت پر ہاتھ ڈالا ہے۔ ان کی بیوی پر الزام لگایا ہے اور مسلمین میں سے ایک فاضل اور شریف شخص پر الزام لگایا ہے۔ ایساشخص جس کے بارے میں کوئی بری بات نہیں جانتا “۔ اس موقعہ پر اوس اور خزرج کے درمیان کشیدگی پیدا ہوجاتی ہے حالانکہ وہ مسجد رسول ﷺ میں تھے اور رسول اللہ ﷺ بذات خود موجود تھے۔ اس سے معلوم ہوتا ہے کہ اس عجیب و غریب وقت میں مسلمانوں پر کیسے خوفناک سائے منڈلا رہے تھے اور مدینہ کی فضا کیسی تھی۔ خود قیادت کا تقدس دائو پر لگا ہوا تھا۔ اور رسول اللہ ﷺ کے دل میں بھی چبھن تھی اور جو روشنی (وحی) ایسے حالات میں راستہ دکھاتی رہتی تھی وہ بھی بند تھی۔ ایسے حالات میں حضور ﷺ عائشہ ؓ کے پاس جاتے ہیں اور پوچھتے ہیں کہ لوگ کیا کہتے ہیں اور آپ سے بیان لیتے ہیں۔ مفصل بیان۔\nجب یہ مصائب اس طرح اپنی انتہا کو پہنچ جاتے ہیں تو اللہ تعالیٰ رسول اللہ ﷺ پر اور مسلمانوں پر رحم فرماتے ہیں۔ قرآن مجید نازل ہوتا ہے اور عائشہ صدیقہ کی برأت کا اعلان ہوتا ہے۔ نبی ﷺ کے گھرانے کی صفائی میں کلام الہیٰ آجاتا ہے اور ان منافقین کا پول کھل جاتا ہے جنہوں نے اس فتنے میں بڑھ چڑھ کر حصہ لیا۔ پھر اسلامی سوسائٹی کو ایسے حالات میں مستقلاً ہدایات دے دی دگئیں اور قانون سازی اور اخلاقی ضابطہ بندی کردی گئی ۔\nقرآن کریم کی ان آیات کے بارے میں حضرت عائشہ ؓ فرماتی ہیں۔ میں تو جانتی تھی کہ میں بےگناہ ہوں اور اللہ تعالیٰ میری بےگناہی کی شہادت دے دے گا۔ لیکن میرا خیال یہ نہ تھا کہ میرے اور میرے بےگناہی کے بارے میں قرآن کریم نازل ہوگا اور پھر یہ قرآن قیامت تک پڑھا جائے گا۔ میرے خیال میں ‘ میں اس قابل نہ تھی کہ میرے بارے میں اللہ تعالیٰ کلام کرے گا اور وہ کلام پڑھاجائے گا۔ ہاں یہ بات میں جانتی تھی اور امید کرتی تھی کہ شاید رسول اللہ کوئی خواب دیکھ لیں اور اس میں میری برأت ہوجائے “۔\nاس تفصیلی بیان سے یہ معلوم ہوگیا کہ یہ معاملہ صرف عائشہ ؓ کی ذات کا معاملہ نہ تھا۔ بلکہ حضرت نبی ﷺ کے ساتھ بیھ متعلق تھا۔ اس واقعہ نے امت مسلمہ کی قیادت کو اپنی لپیٹ میں لے لیا تھا بلکہ اس کی زد رسول اللہ ﷺ اور ذات باری کے تعلق پر پڑ رہی تھی۔ یہ صرف حضرت عائشہ ؓ کی ذات پر الزام نہ تھا بلکہ یہ اسلامی نظریہ حیات ‘ اسلام کے نبی اور اسلام کے بانی پر الزام تھا اور یہی وجہ ہے کہ اللہ تعالیٰ نے اس معاملے میں خود اپنا فیصلہ نازل کیا تاکہ اس سازش کے تار و بود بکھیر دیئے جائیں۔ اور اسلام اور رسول اللہ ﷺ اسلام کے خلاف جو سازش منافقین نے تیار کی تھی اسے ختم کردیا جائے اور اس کے پیچھے جو راز اور حکمت تھی ‘ اللہ اسے ظاہر کر دے کیونکہ اس کا علم صرف اللہ کو تھا۔\n(ان الذین۔۔۔۔۔۔۔۔ عذاب عظیم) (24 : 11) ” جو لوگ یہ بہتان گھڑ لائے ہیں وہ تمہارے ہی اندر کا ایک ٹولہ ہیں۔ اس واقعے کو اپنے حق میں شر نہ سمجھو بلکہ یہ بھی تمہارے لیے خیر ہی ہے جس نے اس میں جتنا حصہ لیا اس نے اتنا ہی گناہ سمیٹا اور جس شخص نے اس کی ذمہ داری کا بڑا حصہ اپنے سر لیا تو عذاب عظیم ہے “۔\nیہ چند لوگ نہ تھے بلکہ ایک ٹولہ تھا۔ یہ لوگ آپ میں ملے ہوئے تھے اور ان سب کا ایک ہی ہدف تھا۔ صرف عبدالل ابن ابی ابن السلول واحد شخص نہ تھا جس نے یہ جھوٹ پھیلایا۔ ہاں یہ شخص اس کے بڑے حصہ کا ذمہ دار تھا۔ یہ گروہ کون تھا۔ یہ یہودیوں اور منافقین کا گروہ تھا۔ یہ لوگ میدان جنگ میں اسلام کے مقابلے پر شکست کھا گئے تھے اور اب پس پردہ رہ کر اسلام کے خلاف سازشیں کرتے تھے۔ افک کا یہ واقعہ ان کی سازشوں میں سے ایک سازش تھی اس معاملہ میں بعض مومنین بھی شامل ہوگئے تھے۔ مثلاحمسنہ بنت جحش ‘ حضرت حسان ابن ثابت ‘ سطح ابن اثاثہ۔ لیکن اصل سازش اس گروہ نے تیار کی تھی۔ اور اس گروہ کا سرغنہ عبدالل ہابن ابی ابن السلول تھا۔ یہ اس قدر مکار تھا کہ وہ اس مہم میں خود ظاہر ہو کر نہ آیا تھا۔ اور اس گروہ کا سرغنہ عبد اللہ ابن ابی ابن السلول تھا۔ یہ اس قدر مکار تھا کہ وہ اس مہم میں خود ظاہر ہو کر نہ آیا تھا۔ بظاہر اس نے کوئی بات نہ کی تھی کہ اسے پکڑا جاسکے اور اس پر حد جاری کی جاسکے۔ یہ ان لوگوں کے ساتھ کانا پوسی کرتا تھا جو اس کے معتمد علیہ تھے اور اس کے خلاف شہادت دینے کے لیے تیار نہ تھے۔ وہ یہ مہم اس قدر مہارت سے چلا رہا تھا کہ پورا مدینہ ایک ماہ تک آتش فشاں اور زلزلہ خیز فضا میں جلتا رہا۔ لوگ اس دنیا کے پاکیزہ ترین گھر کے بارے میں باتیں کرتے رہے۔ یہاں آیات میں آغاز کلام ہی میں اس اصل موضوع کے بارے میں کہا جاتا ہے تاکہ اس کی اہمیت واضح ہو۔ اور لوگوں کو معلوم ہو کہ اسکی پشت پر ایک گروہ ہے جو اسلام کے خلاف اس قدر گہری سازش تیار کررہا ہے اور یہ ایک عظیم حملہ تھا اسلام اور اہل ایمان اور ذات نبی کے خلاف۔\nاس کے بعد جلدی سے مطمئن کردیا جاتا ہے۔\nلاتحسبوہ شرالکم بل ھو خیر لکم (24 : 11) ” اس واقعہ کو اپنے حق میں شر نہ سمجھو ‘ بلکہ یہ تمہارے لیے خیر ہی ہے “۔ یہ تمہارے لیے خیر ہے کیونکہ رسول اللہ ﷺ کی ذات اور آپ کے اہل بیت کے عنوان سے یہ دراصل اسلام کے دشمان ہیں جنہوں نے افک کی سازش کو تیار کیا۔ اس واقعہ سے اس بات کی ضرورت کو بھی تسلیم کرلیا گیا کہ حد قذف اسلامی نقطہ نظر سے کس قدر ضروری ہے۔ نیز اس سے یہ بھی معلوم ہوتا ہے کہ اگر زبانوں کو آزاد چھوڑ دیا جائے تو اس کے نتیجے میں پاک دامن عورتوں پر کس قدر زبانیں اٹھیں گی اور اسلامی جماعت اور نئی اسلامی سوسائٹی کے لیے کس قدر خطرات پدا ہوجائیں گے۔ یہ الزامات رسول کے گھر تک بھی پہنچ سکتے ہیں اور اعلیٰ گھرانوں کو بھی تباہ کرسکتے ہیں جس کے نتیجے میں سوسائٹی کے اندر شرم وحیا اور احتیاط اور پاکیزگی اور احترام آدمیت ختم ہو سکتے ہیں۔\nنیز اس سے اسلامی سوسائٹی کو یہ سبق بھی سکھایا گیا کہ اس نے اس قسم کے جذباتی اشتعال انگیز امور سے کس طرح نمٹنا ہے اور جذباتی معاملات میں بھی وقار اور سنجیدگی کو ہاتھ سے جانے نہیں دینا۔\nرہے وہ آلام اور اذیتیں جو رسول اللہ ﷺ ‘ ان کے گھرانے ‘ اور تمام مومنین نے برداشت کیے تو وہ ایسے تجربات کی قیمت ہوتے ہیں جو ان آزمائشوں سے حاصل ہوتے ہیں۔ آزمائش میں اس قسم کی قربانی دینا پڑتی ہے اور فرائض کی ادائیگی میں ایسے مراحل بھی آتے ہیں۔\nوہ لوگ جو اس افک کے معاملے میں سرگرم رہے ان میں سے ہر ایک نے اپے جرم کے مطابق اس میں سے حصہ پایا۔\nلکل ۔۔۔۔۔۔۔ منالاثم (24 : 11) ” جس نے اس میں جتنا حصہ لیا اس نے انتہائی گناہ سمیٹا “۔ اسے اپنے جرم کے مطابق قیامت میں سزا ملے گی۔ انہوں نے جو کچھ کمایا وہ ان کے لیے اچھا نہیں ہے کیونکہ یہ ایک ایسا جرم ہے جس پر ان کو دنیا کی زندگی میں بھی سزا ملے گی اور آخرت میں بھی سزا ملے گی۔\nوالذی ۔۔۔۔۔۔۔۔۔۔ عذاب عظیم (24 : 11) ” اور جس شخص نے اس کی ذمہ داری کا بڑا حصہ اپنے سرلیا اس کے لیے عذاب عظیم ہے “۔ وہ شخص جس نے اس گناہ کے بڑے حصے کو اپنے سرلیا ‘ جسنے اس حملے کی قیادت کی ‘ اس مہم کو چلاتا رہا اور اس نے اس مہم کو گرمایا وہ عبداللہ بن ابی ابن السلول تھا۔ یہ رئیس المنافقین کے لقب سے مشہور ‘ تھا اور ہے۔ اس نے اس سازش کے جھنڈے اٹھارکھے تھے۔ یہ شخص خوب جانتا تھا کہ وہ کس جگہ میدان جنگ گرمائے۔ اگر اللہ تمام امور پر محیط نہ ہوتا۔ اللہ نے اپنے دین کی حفاظت کا ذمہ نہ لیا ہوتا نہ اور اپنے رسول کے لیے بچائو کا انتظام نہ کرتا تو یہ شخص کیا کچھ نہ بنا دیتا۔ روایات میں آتا ہے کہ جب صفوان ابن معطل ام المومنین کے کجا دے کو لے کر کیمپ میں پہنچے تو ابن السلول اپن کچھ لوگوں میں بیٹھا ہوا تھا۔ تو اس نے پوچھا کہ یہ عورت کون ہے تو لوگوں نے کہا یہ عائشہ ؓ ہے تو اس نے کہا خدا کی قسم یہ اس سے نہ بچ سکی ہوگی اور نہ وہ اس سے بچ سکا ہوگا۔ اور پھر کہا دیکھو تمہارے نبی کی بیوی ‘ وہ رات ایک مرد کے ساتھ رہی۔ صبح تک اور وہ ہے کہ اب اسے لے کر آرہا ہے۔\nیہ باتیں وہ رات اور دن اپنے اعتمادی لوگوں کے درمیان پھیلاتا رہا اور گہری منافقانہ چالیس چلتا رہا۔ اس کی چالیں اس قدر کا میاب رہیں کہ مدینہ میں یہ ناقابل تصدیق افتراء جنگل کی آگ کی طرح پھیل گیا۔ حالانکہ قرائن سب کے سب اس کے خلاف تھے۔ یہاں تک غیر محتاط دیندار مسلمانوں نے بھی باتیں شروع کردیں اور پورے ایک ماہ تک مدینہ میں یہی بات موضوع سخن رہی حالانکہ یہ اس قدر سطحی قسم کا افتراء تھا کہ اس کو سنتے ہی رد کیا جاسکتا تھا۔\nانسان آج بھی اس بات پر یقین نہیں کرسکتا اور حیران رہ جاتا ہے کہ اس قسم کا گھٹیا الزام کس طرح مدینہ کے اندر پھیل گیا اور پھر جماعت مسلمہ کے اندر بھی بعض غیر محتاط لوگوں نے اس میں کلام کرنا شروع کردیا۔ یوں ان بلند ترین پاکیزہ ہستیوں کو اس افراء سے اس قدر اذیت جھیلنا پڑی۔ خصوصاً سرور کونین کو۔\nیہ ایک عظیم اعصابی جنگ تھی۔ حضور اکرم ﷺ نے بڑی بےجگری سے یہ جنگ لڑی۔ جماعت مسلمہ نے یہ جنگ لڑی اور پور اسلام نے یہ جنگ لڑی۔ میں سمجھتا ہوں کہ اسلام اور کفر کے معرکوں میں سے یہ سخت معرکہ تھا اور حضور اکرم ﷺ اور مسلمان اس معرکے سے سرخرو ہو کر نکلے۔ حضور اکرم ﷺ نے وقار کا دامن تھامے رکھا۔ صبر جمیل کا دامن تھامے رکھا اور یہ ثابت کردیا کہ آپ ﷺ عظیم انسان ہیں۔ اس پورے عرصے میں کوئی ایک روایت بھی ایسی نہیں ہے جس سے معلوم ہوتا ہو کہ آپ نے کسی بھی مرحلے میں بےصبری کا مظاہرہ کیا ہو۔\nجس طرح کا درد اور دکھ اور چبھن آپ ﷺ محسوس کررہے تھے وہ پوری زندگی میں آپ نے کبھی نہ جھیلے تھے۔ لیکن آپ نے سب کچھ چھپائے رکھا۔ اسلام بھی کبھی اس قسم کے فتنے سے دو چار نہ ہوا تھا۔ اس طرح اس اعصابی جنگ اور پرو پیگنڈے کی جنگ کی وجہ سے امت مسلمہ کو خطرہ لاحق ہوگیا تھا۔\nحالانکہ اگر کوئی اپنے دل میں ذرا بھی غور کرتا تو وہ صحیح نتیجے تک پہنچ سکتا تھا۔ اگر کوئی دل سے فتویٰ پوچھتا تو دل اس کو فتویٰ دے دیتا ۔ اگر فطری انداز کوئی اختیار کرتا تو فطرت کا استدلال اس کی سمجھ میں آجاتا۔ قرآن کریم کی تعلیم تو یہی تھی کہ تم لوگ حالات کا تجزیہ کرو ‘ غور فکر کرو اور قاضی عقل کے سامنے بھی اپنے معاملات کو پیش کرو۔",
  "ayah": 11,
  "surah": 24
}
