{
  "text": "(یا یھا الذین امنوا۔۔۔۔۔۔۔۔۔۔۔ واللہ سمیع علیم) (24 : 21) ” اے لوگو ‘ جو ایمان لائے ہو ‘ شیطان کے نقش قدم پر نہ چلو۔ اس کی پیروی کوئی کرے گا تو وہ تو اسے فحش اور بدی ہی کا حکم دے گا اگر اللہ کا فضل اور اس کا رحم و کرم تم پر نہ ہوتا تو تم میں سے کوئی شخص پاک نہ ہو سکتا۔ مگر اللہ ہی جسے چاہتا ہے پاک کردیتا ہے اور اللہ سننے والا اور جاننے والا ہے “۔\nکیا یہ کوئی اچھا منظر ہوگا کہ شیطان قدم رکھتا جائے اور اس کے نقوش قدم پر ایک مومن قدم رکھتا جائے حالانکہ تمام انسانوں کے مقابلے میں مومن اس کا زیادہ مستحق ہے کہ وہ شیطان سے نفرت کرے اور شیطان کی مقرر کردہ راہ سے دور جا کر سیدھی راہ پر چے۔ یہ تو ایک مکروہ صورت ہے جس سے ایک مومن نفرت کرتا ہے۔ اس کا وجدان اور شعور ہی اس منظر سے کانپ اٹھتا ہے۔ اس کا خیال کرتے ہی اس کے رونگٹے کھڑ ہوجاتے ہیں۔ اتباع شیطان کی یہ تصویر کشی ایک مومن کو چو کمنا کردیتی ہے اور وہ شیطان کی راہ پر چلنے سے حساس ہوجاتا ہے۔\n(ومن یتبع۔۔۔۔۔۔۔۔۔ والمنکر) (24 : 21) ” شیطان کی پیروی کوئی کرے گا تو وہ اسے فحش اور منکر ہی کا حکم دے گا “ اور واقعہ افک اس کا بہت ہی خوبصورت نمونہ ہے کہ اس میں اس نے پورے اہل مدینہ کو ملوث کردیا۔ شیطان کے کارناموں میں سے یہ ایک مکروہ کار نامہ ہے۔\nانسان بہت ہی ضعیف ہے۔ یہ شیطانی اکساہٹ کا شکار ہو سکتا ہے اور پھر گناہ میں ملوث بھی ہو سکتا ہے۔ صرف اللہ کا فضل و کرم ہی اسے بچا سکتا ہے لیکن اللہ کا فضل و کرم بھی اسے تب بچائے گا کہ یہ اللہ کے فضل و کرم کی طرف متوجہ تو ہو اور اللہ کے منہاج پر چلنے کی سعی تو کرے۔\n(ولولا فضل اللہ۔۔۔۔۔۔۔۔ یزکی من یشآئ) (24 : 21) ” اگر اللہ کا رحم و کرم تم پر نہ ہوتا تو تم میں سے کوئی شخص بھی پاک نہ ہو سکتا “۔ اس لیے کہ یو نورربی ہی ہوتا ہے جو قلب میں روشنی پیدا کرتا ہے اور اسے پاک و صاف کردیتا ہے۔ اگر اللہ کا فضل و کرم اور یہ نور نہ ہوتا تو تم میں سے کوئی پاک و صاف نہ رہ سکتا۔ اللہ سمیع وعلیم ہے۔ وہ جسے چاہتا ہے ‘ پاک کردیتا ہے بشرطیکہ اس کے اندر بھلائی استعداد ہو۔\nاس تزکیہ اور طہارت کی تلقین کے بعد اب اہل ایمان کو یہ مشورہ دیا جاتا ہے کہ اس شر کے نتیجے میں جو تلخیاں پیدا ہوگئی ہیں ان کو دور کر دو ‘ جس طرح تم اللہ سے معافی کے امیدوار ہو۔ اسی طرح آپس میں بھی ایک دوسرے کو معاف کردو۔",
  "ayah": 21,
  "surah": 24
}
