{
  "text": "(الزانی۔۔۔۔۔۔ علی المئو منین) (3)\nاسلام کے ابتدائی ایام میں حد زنا وہ تھی جو جس کا تذکرہ سورة نساء کی آیت میں ہوا۔\n(والتی یا تین۔۔۔۔۔۔۔۔۔۔ سبیلا) (4 : 15) ” اور وہ تمہاری عورتیں جنہوں نے فحاشی کا ارتکاب کرلیا تو ان پر چار گواہ گزارو ‘ اگر چار گواہ شہادت دے دیں تو انہیں گھروں میں روک رکھو ‘ یہاں تک کہ انہیں موت آلے یا ان کے لیے اللہ کوئی راستہ نکال دے “۔ عورت کے لیے سزا یہ تھی کہ اسے گھر میں بند کردیا جائے اور ملامت کر کے اذیت دی جائے۔ اور مرد کو بھی لعنت و ملامت کی جاتی تھی۔\nاس کے بعد پھر سورة نور میں حکم آگیا اور یہ تھا وہ راستہ جو زنا کا ارتکاب کرنے والوں کے لیے نکال دیا گیا جس کے بارے میں اللہ نے سورة نساء میں اشارہ فرمایا تھا۔\nکوڑوں کی یہ سزا ان مردوں اور عورتوں کے لیے ہے جو شادی شدہ نہ ہوں یعنی شادی کے ذریعے ارتکاب جرم سیمحفوظ نہ کردیئے گئے ہوں۔ اور یہ سزا تب نافذ ہوگی جبمجرم مسلم ‘ بالغ اور آزاد ہو۔ رہا وہ شخص جو محصن ہے یعنی جس نے شادی کرلی ہے اور شادی کے نتیجے میں وہ اپنی بیوی کے ساتھ مجامعت کرچکا ہو۔ مسلم ہو بالغ ہو اور آزاد اور نکاح بھی شرعاً نکاح صحیح ہو تو اس کی حد ‘ حد رجم ہے۔\nحد رجم سنت سے ثابت ہے جبکہ کوڑوں کی حد قرآن کریم سے ثابت ہے۔ قرآن کی یہ آیت عام تھی اور مجمل تھی۔ رسول اللہ ﷺ محصن زانیوں کو رجم کی سزادیتے تھے اس لیے ثابت ہوگیا کہ کوڑوں کی سزاغیرمحصین کے لیے ہے۔\nیہاں فقہاء کے درمیان اختلاف ہے کہ آیا محصن کو رجم سے قبل کوڑوں کی سزا بھی دی جائے گی یا نہیں۔ جمہور علماء اس طرف گئے ہیں کہ دونوں سزائوں کو جمع نہیں کیا جاسکتا ۔ نیز اس میں بھی اختلاف ہے کہ جب غیر محصن زانیکو کوڑوں کی سزادی جائے گی تو پھر اسے بمو جب حدیث جلاوطن بھی کیا جائے گا یا نہیں اسی طرح غلام زانی کی حد میں بھی اختلاف ہے۔ یہ اختلافات بہت طویل مباحث چاہتے ہیں۔ مناسب ہے کہ قارئین انکے بارے میں معلومات کتب فقہ سے حاصل کریں۔ ہم یہاں صرف اس قانون کی تہ میں موجود فلسفہ اور حکمت سے بات کریں گے۔ آپ نے پڑھا کہ کنواروں کی سزا کو ڑوں تک محدود ہے اور شادی شدہ محصنین کی سزا رجم ہے۔ یہ اس لیے کہ جس شخص نے مسلم ‘ بالغ اور حرہوتے ہوئے نکاح صحیح میں عورت کے ساتھ مجاسعت کرلی اس کو تو صحیح پاک اور شریفانہ طریقہ معلوم اور میسر ہوگیا ہے۔ ایسا شخص اگر جنسی بےراہ روی اختیار کرتا ہے تو معلوم ہوجاتا ہے کہ اس کے اندر فطری بگاڑ پیدا ہوگیا ہے۔ یہ شخص راہ فطرت اور راہ اسلام سے منحرف ہے لٰہذا اسے سخت سے سخت سزا ملنی چاہیے۔ رہا غیر شادی شدہ غیر محصن تو ان سے غلطی کے وقوع کا امکان زیادہ ہوتا ہے کہ بعض اوقات وہ جذبات کی شدت سے مغلوب ہو سکتا ہے جبکہ اس پر ابھی نادانی کا دور ہے۔ پھر یہاں نفس جرم میں بھی فرق ہے محصن چونکہ اس کام میں سابق تجربہ رکھتا ہے اس لیے وہ اس فعل سے زیادہ فائدہ اٹھاتا ہے بہ نسبت کنوارے کنواروں کے جو زیادہ تجربہ کار نہیں ہوتے۔\nقرآن کریم یہاں صرف غیر محصن یعنی کنواروں کی سزا کا ذکر کرتا ہے جیسا کہ ہم نے اس کی تصریح کردی ہے اور یہاں اس بات پر زور دیا جاتا ہے کہ اس معاملے میں کسی کے ساتھ کوئی نرمی نہ کی جائے۔\n(الزانیۃ۔۔۔۔۔۔۔۔۔۔ المئومنین) (24 : 2) ” زانیہ عورت اور زانی مرد ‘ دونوں میں سے ہر ایک کو سو کوڑے مارو۔ اور ان پر ترس کھانے کا جذبہ اللہ کے دین کے معاملے میں تم کو دامن گیر نہ ہو اگر تم اللہ تعالیٰ اور روز آخر پر ایمان رکھتے ہو اور ان کو سزا دیتے وقت اہل ایمان کا ایک گروہ موجود رہے “۔\nحکم یہ ہے کہ اسلامی حدود کا نفاذ سختی سے کیا جائے اور اس معاملے میں کسی قسم کی رعایت یا نرمی اور رحمد لی کا مظاہرہ نہ کیا جائے۔ کیونکہ یہ معاملہ اللہ کے دین کے ساتھ متعلق ہے۔ اور دین کے معاملے میں نرمی ناقابل برداشت ہے۔ نیز نفاذ سزا کے وقت مومنین کی ایک تعداد کو حاضر ہونا چاہیے تاکہ سزا کا اثر مجرم پر زیادہ ہو۔ روحانی لحاظ سے بھی اسے اذیت پہنچے اور دیکھنے والوں کے لیے بھی عبرت انگیز ہو۔\nاس کے بعد اس فعل کی کراہت اور ناپسندیدگی کو ظاہر کرنے کے لیے اس فعل کے مرتکبین کو اسلامی معاشرت سے علیحدہ کردیا جاتا ہے یعنی یہ فعل اس قدر شمیع ہے کہ کوئی شخص ایسے مجرموں کے ساتھ نکاح نہ کرے۔\n(الزانی۔۔۔۔۔۔ علی المئومنین) (24 : 3) ” زانی نکاح نہ کرنے مگر زانیہ کے ساتھ یا مشرکہ کے ساتھ اور زانیہ کے ساتھ نکاح نہ کرے مگر زانی یا مشرک۔ اور یہ حرام کردیا گیا ہے اہل ایمان پر “۔ تو معلوم ہوا کہ اس فعل بد کا ارتکاب جب کوئی کرتا ہے تو وہ اس وقت نہیں کرتا جب وہ مومن ہو۔ اس جرم کا ارتکاب کرنیوالے ایسی نفسیاتی حالت میں ہوتے ہیں کہ اس وقت ان کے شعور اور دل سے ایمان دور ہوجاتا ہے اور اس فعل کے ارتکاب کے بعد کسی نفس مومن کے لیے یہ جائز نہیں ہے کہ وہ ایسے شخص کے ساتھ نکاح کرے۔ جو اس فعل شنیع کی وجہ سے دائرہ ایمان سے نکل گیا ہے۔ ایک مومن ایسے رابطے سے نفرت کرتا ہے اور اس کا ضمیر اس سے ابا کرتا ہے یہاں تک کہ امام احمد (رح) زانی اور عفیفہ کے درمیان نکاح کو حرام سمجھتے ہیں۔ اسی طرح عفیف اور زانیہ کے درمیان بھی وہ نکاح کو حرام سمجھتے ہیں۔ الا یہ کہ دونوں کے درمیان توبہ کے ذریعے صفائی ہوجائے اور یہ گندگی دورہو جائے۔ بہر حال ایک پاکباز مومنہ ایک زانی سے نکاح کرنے سے ابا کرتی ہے اور اسی طرح ایک پاکباز مومن بھی ایک زانیہ سے نکاح کو قابل نفرت سمجھتا ہے۔ اس قسم کے نکاح کے لیے چونکہ حرام کا لفظ استعمال کیا گیا ہے اس لیے شریعت اور دینی مزاج اس کو بہرحال مسعبد سمجھتا ہے۔\nوحرم ذلک علی المئومنین (24 : 3) ” اور اسے مومنین کے لیے حرام کردیا گیا ہے “۔ یوں اسلامی سوسائٹی سے ناپاک اور گندے لوگوں کو علیحدہ کردیا جاتا ہے۔\nاس آیت کی شان نزول میں روایت ہے کہ ایک شخص مرتد ابن ابو مرتد مکہ سے ضعیف اسیروں کو اٹھا کر مدینہ لانے کا کام کرتا تھا ” وہ لوگ جن کو اہل مکہ نے مدینہ ہجرت کرکے جانے سے روک دیا تھا “۔ مکہ میں ایک بد کار عورت تھی جس کا نام عناق تھا ‘ جو مرتد کی دوست تھی۔ مرتد نے مکہ کے نظر بندوں میں سے ایک شخص کے ساتھ وقت مقرر کر رکھا تھا کہ وہ اسے رات کو اٹھا کرلے جائے گا کہتے ہیں کہ چاندنی رات تھی اور میں مکہ کے ایک گھر کی دیوار کے سایہ میں تھا۔ عناق آگئی اور اس نے دیوار کے ساتھ لگا ہوا سایہ دیکھ لیا۔ جب وہ میرے پاس آئی تو اس نے مجھے پہچان لیا اور بولی ” مرتد ہو “۔ میں نے کہا ” مرتد ہوں “ تو اس نے کہا مرحبا اہلا وسہلاً ۔ پھر اس نے کہا آئو اور ہمارے ساتھ آج رات رہو۔ تو میں نے اس سے کہا عناق ! اللہ نے توزنا کو حرام قرار دے دیا ہے۔ اس نے علاقے میں شور کردیا کہ دیکھو مرتد تمہارے نظر بندوں کو لے جارہا یہ۔ چناچہ میں باغ میں داخل ہوگیا اور آٹھ افراد مرے پیچھے نکل پڑے۔ میں ایک غار یا کیف میں پہنچ گیا اور اندر داخل ہوگیا۔ وہ لوگ آئے اور انہوں نے میرے سر پر کھڑے ہو کر پیشاب کیا۔ ان کا پیشاب میرے سر پر گر رہا تھا لیکن اللہ نے ان کو ایسا اندھا کردیا تھا کہ انہوں نے مجھے نہ دیکھا۔ مرتد کہتے ہیں کہ یہ لوگ واپس ہوگئے اور میں نے بھی واپس آکر اپنے آدمی کو لیا۔ یہ بہت عیار شخص تھا ” اذخر “ تک میں پہنچا۔ میں نے اس شخص کی رسیاں کھولیں ۔ میں اس کو اٹھاتا اور وہ بھی میری مدد کرتا۔ یہاں تک کہ ہم مدینہ پہنچ گئے۔ میں رسول اللہ ﷺ کے پاس آیا اور میں نے آپ ﷺ سے درخواست کی حضور ﷺ میں عناق کے ساتھ نکاح کرنا چاہتا ہوں۔ میں نے دو بار حضور ﷺ سے یہ سوال کیا اور حضور ﷺ نے مجھے کوئی جواب نہ دیا۔ اس پر یہ آیت نازل ہوئی۔\n(الزانی۔۔۔۔۔۔۔ علی المئومنین) (24 : 3) ” زانی نکاح نہ کرے مگر زانیہ کے ساتھ یا مشرکہ کے ساتھ اور زانیہ کے ساتھ نکاح نہ کرے مگر زانی یا مشرک۔ اور یہ حرام کردیا گیا ہے اہل ایمان پر “۔\nاس پر رسول اللہ ﷺ نے فرمایا ” اے مرتد زانی نکاح نہیں کرتا مگر زانیہ کے ساتھ یا مشرکہ کے ساتھ لہٰذا تمہیں چاہیے کہ اس کے ساتھ نکاح نہ کرو “۔ (ابو دائود ‘ نسائی ‘ ترمذی) ۔\nاس روایت سے معلوم ہوتا ہے کہ زانیہ کے ساتھ مومن کا نکاح اس وقت تک جائز نہیں ہے جب تک توبہ نہ کرے۔ اس طرح کوئی مومنہ بھی زانی سے نکاح نہیں کرسکتی الا یہ کہ وہ توبہ کرے۔ یہ امام احمد کی رائے ہے۔ دوسرے فقہاء نے دوسری آراء کو لیا ہے۔ یہ مسئلہ اختلافی ہے تفصیلات کتب فقہ میں دیکھی جاسکتی ہے۔ بہرحال زنا ایک ایسا فعل ہے کہ اس کا مرتکب اسلامی سوسائٹی میں رہنے کا اہل نہیں رہتا۔ اسلامی سوسائٹی سے اسے دور ہونا چاہیے اور دور کردیا جانا چاہیے۔ یہ بھی ایسے مجرموں کے لیے ایک قسم کی سزا ہے جس طرح کوڑوں کی سزا ایک سزا ہے۔\nاسلام نے اس مکروہ اور شنیع فعل پر اس قدر سخت اور دو ٹوک سزا تجویز کی ہے ‘ یہ اس لیے نہیں ہے کہ اسلام انسان کے فطری تقاضوں کے خلاف کوئی جنگ لڑنا چاہتا ہے۔ اسلام تو اس بات کو تسلیم کرتا ہے کہ انسان کے لیے اس کے فطری میلانات اور فطری تقاضوں کو پورا کرنے کا انتظام ہونا چاہیے۔ اسلام اس امر میں انسانیت کی بھلائی نہیں دیکھتا کہ انسان کے فطری میلانات کو بیخ و بن سے اکھاڑ پھینکاجائے۔ نہ اسلام انسان کے ان فطری دواعی کے خلاف ہے جو خالق کائنات نے انسان کی فطرت کے اندر و دیعت کر رکھے ہیں اور یہ اس کائنات کی عظیم زندگی کے قواعد کا ایک حصہ ہیں۔ انہی فطری میلانات کے نتیجے میں سلسلہ حیات کا تسلسل قائم ہے اور زمین کی تعمیر و ترقی کا راز بھی اسی میں مضمر ہے۔ جو فریضہ خلافت ارضی کا ایک حصہ ہے بلکہ اسلامی نظام حیات کی جنگ دراصل حیوانیت کے خلاف جنگ ہے۔ ایک حیوان کے نزدیک ایک جسم اور دوسرے جسم کے درمیان کوئی امتیاز نہیں ہوتا۔ نہ حیوانات کی کوئی فیملی ہوتی ہے۔ نہ ان کے درمیان مشترکہ جائے رہائش ہوتی ہے اور نہ مشترکہ زندگی ہوتی ہے۔ بس چند لحقوں کا جسمانی ملاپ ہوتا ہے فقط۔ اسلام انسانی زندگی کو اس قدر عارضی میلانات پر استوار کرنا نہیں چاہتا بلکہ اسلام جنسی تعلق کو ترقی یافتہ انسانی شعور کی بنیاد پر استوار کرتا ہے کہ ” پاک اور نفیس جسم ایک دوسرے کے ساتھ ملیں۔ دو دل اور دو رو حیں اکٹھی ہوجائیں۔ دو انسان مل جائیں۔ ان کے درمیان ایک مشترکہ زندگی کی تعمیر ہو۔ ان کے درمیان مشترکہ امیدیں ہوں ‘ ان کا دکھ درد مشترک ہو۔ ان کا مستقبل مشترک ہو۔ اور دونوں کی آنے والی اولاد ہو۔ ان کی خوشیوں اور ان کی ذمہ داریوں میں وہ شریک ہوں اور یہ جدید آنے والی نسل ایک ہی مشترکہ جائے رہائش میں پروان چڑھے اور دونوں والدین اس نرسری کی حفاظت اور نشو و نما کے لیے کھڑے ہوں۔\nیہی وجہ ہے کہ اسلام نے زنا کی سزا میں اس قدر شدت اختیار کی ہے کیونکہ جنسی تعلقات میں زنا حیوانیت کی سطح تک گرنے کے مترادف ہے۔ اس سے ان تمام اعلیٰ قدروں کی نفی ہوجاتی ہے جو اسلام کے پیش نظر ہیں اور وہ تمام معاشرتی مقاصد فوت ہوجاتے ہیں جن کو اسلام بروئے کار لانا چاہتا ہے۔ اس سے انسان محض حیوانیت کے مقام تک گرجاتا ہے۔ کیونکہ اگر عورت اور عورت کے درمیان کوئی فرق نہ ہو اور مرد اور مرد کے درمیان فرق نہ کیا جائے تو یہ حیوانی سطح ہے۔ آزاد شہوات رانی کے نظام میں انسانیت اس قدر مسخ ہوجاتی ہے کہ لوگ گوشت اور خون کی ایک لمحاتی بھوک پر سب کچھ قربان کردیتے ہیں۔ اور اس وقتی اور حیوانی جنسی ملاپ کے نتیجے میں ‘ زندگی کی تعمیر کا جذبہ نہیں ہوتا ‘ اس کرئہ ارض کی تعمیر کا کوئی منصوبہ نہیں ہوتا۔ نہ اس ملاپ سے اولاد کے حصول کا کوئی جذبہ ہوتا ہے بلکہ اس کی پشت پر کوئی حقیقی اور بلند جذبہ ہوتا ہی نہیں۔ کیونکہ محبت اور میلان کے اندر بھی ایک قسم کا دوام ہونا چاہیے جبکہ زنا کے پیچھے جو کچھ بھی ہوتا ہے وہ سب کا سب وقتی ہوتا ہے۔ بعض معاشروں میں اگر چہ دوستی اور محبت کے طویل تعلقات ہوتے ہیں لیکن ان کی پشت پر اعلیٰ انسانی اقدار نہیں ہوتیں۔ ان کی پشت پر محض حیوانیت ہی ہوتی ہے۔\nجہاں تک اسلام کا تعلق وہ نہ فطری میلانات اور خواہشات کو دباتا ہے اور نہ ان کو کوئی ناپاک چیز سمجھتا ہے۔ اسلام ان کو منظم اور منطبط کر کے پاکیزگی عطا کرتا ہے اور حیوانی مقام سے بلند کر کے اسے ایک ادارہ اور محور بنا دیتا ہے جس کے ارد گرد بیشمار نفسیاتی اور اجتماعی آداب جمع ہوجاتے ہیں۔ رہا زنا اور خصوصاً عصمت فروشی تو اس سے یہ فطری جذبات پاکیزگی اور رواحانیت اور اعلیٰ خواہشات سے عاری ہوجاتے ہیں۔ نیز نسل انسانی کی تاریخ میں اس ادارے سے ہمیشہ جو آداب و اقدار وابستہ رہی ہیں ‘ وہ اس ادارے سے چھن جاتی ہیں اور یہ محض حیوانی لذتیت تک گرجاتا ہے بلکہ حیوان سے بھی زیادہ غلیظ گندا اور گرا ہوا ہوتا ہے اس لیے کہ بیشمار حیوانات اور پرندے ایسے ہیں جو ایک دوسرے کے ساتھ رہتے ہیں اور ان کی منظم ازدواجی زندگی ہوتی ہے۔ اور اس زندگی میں جنسی تعلق میں طوائف الملوکی نہیں ہوتی۔ جیسا کہ دو انسان زنا کاروں کے درمیان ہوتی ہے خصوصاً جسم فروش عورتوں کے معاملے میں تو فریقین حیوانوں سے بھی نیچے ہوتے ہیں۔\nاسلام چونکہ انسانی معاشرے سے اس گراوٹ کو دور کرنا چاہتا ہے اس لیے اس نے زنا کی سزا میں اس قدر سختی برتی ہے۔ زنا کے جرم کے خلاف علماء نے بعض دوسرے اسباب بھی گنوائے ہیں اور ان میں سے ہر ایک سبب بھی ایک پورا جواز فراہم کرتا ہے کہ زنا کے جرم پر اس قسم کی سخت سزادی جائے ‘ مثلاً یہ کہ اس سے نسب میں اختلاط پیدا ہوتا ہے۔ لوگوں کے درمیان بغض اور کینہ اور دشمنی پیدا ہوتی ہے اور یہ کہ مطمئن گھرانوں کے اطمینان کے اندر فرق پڑتا ہے وغیرہ وغیرہ۔ لیکن میرے خیال میں اس سزا کا اصل اور جامع سبب یہی ہے کہ انسان کو حیرانی جنسی ملاپ کی کر اوٹ سے بلند کیا جائے اور ان اقدار و آداب کو محفوظ کیا جائے جو جنسی ملاپ کے انسانی ادارے سے ہمیشہ وابستہ رہے ہیں۔ نیز یہ کہ اس ادارے کو دوام بخشا جائے اور زوجین اعلیٰ اقدار اور اعلیٰ مقاصد کے لی ایک دوسرے کے ساتھ مشترکہ زندگی بسر کریں۔ یہ سب سے اہم اور جامع وجہ ہے جو جامع الوجوہ والا سباب ہے۔\nپھر یہ بھی واقعہ ہے کہ اسلام اس جرم کی سزا میں تشدد اس وقت کرتا جب اس جرم کے وقوع کے خلاف تمام احتیاطی اور امتناعی تدابیر اختیار کرلی جائیں۔ اسلام زندگی کا ایک مکمل نظام ہے اور جب قائم ہوتا ہے تو اس میں سوسائٹی ایسے خطوط پر منظم ہوچکی ہوتی ہے کہ پاکیزہ زندگی گزارنے کے مواقع عام ہوتے ہیں اور گندی اور غلیظ زندگی گزارنے کے مواقع محدود ہوتے ہیں۔ تب اسلام ان لوگوں پر یہ سزا نافذ کرتا ہے جو پاکیزہ طریقوں کو چھوڑ کر گندے طریقے اپناتے ہیں۔ اور اس صورت میں کئی ایسے نمونے اور مثالیں موجود ہیں جن سے ہماری اس بات کی تصدیق ہوگی۔\nنیز اگر یہ جرم واقع بھی ہوجائے تو بھی اسلام نے اس کے ثبوت کے لیے اس قدر مشکل طریق کار رکھا ہے کہ کسی نہ کسی صورت میں شبہ پیدا ہو ہی جاتا ہے اور اسلام کے قانون جرائم کے سلسل میں یہ اہم اصول وضع کیا گیا ہے کہ شبہات کے ذریعہ الزام جرم ساقط کردیا جاتا ہے۔ حضرت عائشہ ؓ روایت کرتی ہیں کہ نبی ﷺ نے فرمایا کہ مسلمانوں پر سے حدود کو ساقط کر دو جہاں تک تم سے ہو سکتا ہے۔ اگر ملزم کے چھوڑے جانے کی کوئی سبیل اور راستہ ہو تو اسے نکلنے دو کیونکہ قاضی اگر معاف کرنے میں غلطی کرجائے تو اس سے بہتر ہے کہ وہ سزا دہی میں غلطی کرے۔ یہی وجہ ہے کہ اسلام چار گواہ طلب کرتا ہے جو عادل بھی ہوں اور جو یہ شہادت دیں کہ انہوں نے اپنی آنکھوں سے فعل ہوتے دیکھا ہے یا یہ کہ ملزم کی طرف سے ایسا اعتراف ہو جس میں کوئی شبہ نہ ہو۔\nبعض اوقات یہ شبہ کیا جاتا ہے کہ پھر اسلام نے چار آدمیوں کی شہادت کی جو شرط لگائی ہے تو یہ سزا پھر خیالی سزا ہوگی اور اس سزا کے نفاذ کا کوئی امکان نہیں رہے گا۔ لیکن جیسا کہ ہم نے اوپر ذکر کیا اسلام اسلامی سوسائٹی سے جرم زنا کو صرف سزا کے ذریعے نہیں مٹاتا بلکہ اسلامی نظام دوسرے امتناعی اسباب بھی اختیار کرتا ہے جن کی وجہ سے یہ جرم واقع ہی کم ہوتا ہے۔ اسلام انسان کی تہذیب و تربیت پر زور دیتا ہے۔ انسانوں کے ضمیر کو پاک کرتا ہے۔ اسلام لوگوں کے اندر یہ ڈر پیدا کرتا ہے کہ جو شخص اس جرم کا ارتکاب کرے اگر اس کا یہ جرم افشا ہوگیا تو وہ اس سوسائٹی کا ایک بد کردار شخص مشہور ہوگا ‘ کوئی اسے اپنی بیٹی۔۔۔۔۔۔۔ نہ دے گا یا کوئی اس کی بیٹی کو بیوی نہ بنائیگا۔ اسلامی سوسائٹی سے وہ کٹ جائے گا۔ اسلام سزا صرف ان لوگوں کو دیتا ہے جو اس جرم کا ارتکاب اس قدر دلیری سے کریں کہ انہیں چار افراد دیکھ لیں یا ایسے لوگوں پر یہ سزا نافذ کرتا ہے جو خدا سے ڈرنے والے ہوں اور جو اپنے آپ کو سزا کے ذریعے سے پاک کرنا چاہتے ہوں اور وہ اقرار جرم کرلیں جیسا کہ حضرت ماعز اور غامد یہہ کے ساتھہوا۔ یہ دونوں خود حضور ﷺ کے پاس آئے اور کہا کہ حضور ﷺ ہمیں پاک کردیں انہوں نے اس بات پر اصرار کیا حالانکہ حضور اکرم ﷺ نے اس معاملے میں چار مرتبہ اعراض فرمایا اور چار مرتبہ اقرار و اصرار کرنے کے بعد آپ نے حکم دیا کہ اب حد قائم کردی جائے۔ حضور اکرم ﷺ کا فرمان ہے کہ ” آپس میں حدود کو معاف کردیا کرو ‘ اگر حدود کا کوئی معاملہ مجھ تک پہنچ گیا تو پھر اس کا نفاذ واجب ہوجائے گا “ (ابودائود) ۔\nلیکن جب ارتکاب جرم کا یقین ہوگیا اور معاملہ حکام مجاز تک پہنچ گیا تو پھر اس میں کسی نرمی کی اجازت نہیں ہے۔ پھر حدود کا نفاذ واجب ہوجاتا ہے اور پھر یہ دین کا معاملہ بن جاتا ہے اور اس میں رحم کرنا جائز نہیں ہے۔ ثبوت جرم کے بعد رحمدلی کے معنی یہ ہیں کہ مجرم پر رحمدلی کی جائے اور سوسائٹی کے ساتھ سنگدلی کی جائے اور انسانی آداب اور انسانی ضمیر پر ظلم کیا جائے۔ یہ دراصل ایک مصنوعی رحمدلی ہوگی۔ ہمارے مقابلے میں اللہ اپنے بندوں پر زیادہ رحمدل ہے اور اللہ نے یہ سزا تجویز کی ہے اور کسی مومن اور مومنہ کو یہ اختیار نہیں ہے کہ جب اللہ اور اس کا رسول ﷺ کسی معاملے میں کوئی فیصلہ کردیں تو انہیں ان کے لیے اس میں کوئی اپنا اختیار ہو۔ اللہ اپنے بندوں کی مصلحتوں سے خوب واقف ہے۔ نیز اللہ بندوں کے مزاجوں سے بھی ہم سے زیادہ واقف ہے اس لیے کسی کنے والے کو یہ اجازت نہیں ہے کہ وہ کسی سزا کے بارے میں یہ کہے کہ یہ سخت ہے۔ ہم کہتے ہیں سوسائٹی میں اس گھنائو نے جرم کے پھیلانے کے مقابلی میں یہ بہت ہی نرم سزا ہے۔ کیونکہ اس جرم کے پھیلنے سے سوسائٹی زوال ‘ پسماندگی اور فساد فطرت اور بےغیرتی جیسے مصائب میں مبتلا ہوجاتی ہے۔\nصرف زنا کی سزا میں تشدد ہی اسلامی سوسائٹی کو بچانا مقصود نہیں ہے۔ نہ اسلامی نظام اسلامی معاشرے کو پاک و صاف رکھنے میں صرف سزائوں پر اعتماد کرتا ہے۔ جیسا کہ ہم نے اس بات کی وضاحت کردی ہے اسلام سوسائٹی کو اس جرم سے بچانے کے لیے دوسرے اقدامات بھی کرتا ہے۔ اسلام ان تمام کاموں سے منع کرتا ہے جن سے اس جرم کی بو بھی آتی ہو۔\nیہی وجہ ہے کہ زانیوں کو امت مسلمہ کے جسم سے دور کردیا جاتا ہے۔ اس کے بعد دوسرا قدم یہ اٹھایا جاتا ہے کہ پاک دامن عورتوں پر زنا کے الزام لگانے کو بھی جرم قرار دیا گیا ہے الا یہ کہ کوئی چار گواہ پیش کر دے۔ یہ اس لیے کہ اس گھنائو نے جرم کا الزام لگانے میں لوگ بےباک نہ ہوں۔",
  "ayah": 3,
  "surah": 24
}
