{
  "text": "(وقل۔۔۔۔۔۔ فروجھن) (24 : 31) ” “۔ وہ اپنی بھوکی نظروں کو آزاد نہ چھوڑیں نہ وہ درد یدہ نگاہوں سے مردوں کو دیکھیں۔ نہ اچانک ان پر نگاہ ڈالیں اس طرح کہ مردوں کے خوابیدہ میلانات کے اندر اشتعال پیدا ہوجائے اور وہ اپنی شرمگاہوں اور غیر قانونی اور غیر جائز مردوں کے لیے مباح نہ کردیں۔ اپنے فطری میلانات کو جائز طریقے سے استعمال کر کے حلال بچے پیدا کریں اور یہ نہ ہو کہ حرام بچے پیدا ہوں اور عاشرے کے لیے وہ شرم کا باعث ہوں اور عاشرہ ان کے لیے شرمشار کنندہ ہو۔\n(ولا۔۔۔۔۔ منھا) (24 : 31) ” “۔ زینت اور بنائو اور میک اپ عورتوں کے لیے جائز ہے کیونکہ یہ ان کی فطرت کا تقاضا ہے۔ ہر عورت کی یہ فطری خواہش ہوتی ہے کہ وہ بہت ہی خوبصورت نظر آئے۔ ہر زمانے میں زینت کے معیار بھی بدل جاتے ہیں لیکن زینت کا داعیہ فطرت کے اندر موجود ہوتا ہے اور وہ یہ ہے کہ عورت اپنے آپ کو زیادہ سے زیادہ خوبصورت بنائے۔\nاسلام عورت کی اس فطرت کو بھی جڑ سے اکھاڑ کر نہیں پھینکتا۔ وہ اسے تسلیم کرتا ہے لیکن اسلام اس کی تنظیم اور ضابطہ بندی ضرور کرتا ہے۔ اسلام یہ چاہتا ہے کہ یہ زیب وزینت صرف ایک مرد یعنی اپنے خاوند اور شریک حیات کے لیے مخصوص ہوجائے اور اس زینت کو صرف وہ دیکھے۔ اس میں اس کے ساتھ کوئی شریک نہ ہو۔ ہاں بعض مجارم بھی اس زینت میں شریک ہو سکتے ہیں جن کا ذکر بعد میں آتا ہے اور جن سے یہ توقع نہیں ہوتی کہ عورت ان کے لیے شہوت انگیز ہوگی۔\nرہی وہ زینت جو چہرے پر ہے یا جو ہاتھوں پر ہے تو اس کا ظہور جائز ہے۔ کیونکہ چہرے اور ہاتھوں کا کھولنا عورتوں کے لیے مباح ہے۔ حضور ﷺ نے اسماء بنت ابوبکر سے یہ فرمایا ” اسماء عورت جب حیض کی حد تک پہنچ جائے تو یہ جائز نہیں ہے کہ اس کے ” ان “ مقامات کے سوا کوئی جگہ کھلی ہو۔ آپ نے اس وقت چہرے اور ہاتھوں کی طرف اشارہ فرمایا۔\nولیضربن بخمر ھن علی جیو بھن (24 : 31) ” “۔ جب اس شگاف کو کہتے ہیں جو قمیض میں سینے پر ہوتا ہے۔ اور ” خمار “ اس چادر کو کہتے ہیں جو سر پر اوڑھی جاتی ہے تاکہ اس سے سینہ چھپ جائے اور وہ بھوکی نظروں سے اوجھل رہے اور اچانک نظر سے بھی یہ مقامات بچ جائیں۔ متقی لوگ تو اس اچئتی نظر کو طول نہیں دیتے نہ دو بارہ نظر ڈالتے ہیں لیکن اس نظر سے بھی بعض اوقات بڑے فتنے پیدا ہوجاتے ہیں۔ اگر ان مقامات کو کھلا رکھا جائے جن سے جنسی میلان کا تعلق ہے۔ اللہ تعالیٰ اس معاملے میں کسی انسان کو آزمانا نہیں چاہتا کیونکہ اللہ کو معلوم ہے کہ انسان کے لیے یہ ایک عظیم فتنہ ہے۔\nاور وہ مومن عورتیں جو اللہ کی طرف سے یہ ممانعت پار ہی تھیں اور ان کے دل اللہ کے نور سے منور تھے انہوں نے ان احکام کی تعمیل میں ذرہ برابر بھی ہچکچاہٹ سے کام نہیں لیا۔ اگر چہ ان کی فطری رغبت اور خواہش یہی تھی کہ وہ ایسے جمال و کمال کا اظہار کریں جس طرح ہر عورت کی یہ فطری خواہش ہوتی ہے۔ جاہلیت میں یہ رواج تھا جس طرح آج کی جدید جاہلیت کا رواج ہے کہ عورتیں مردوں کے درمیان سینہ تان کر پھرتی تھیں اور ان کے سینہ پر کچھ نہ ہوتا تھا۔ بعض اوقات تو اس کی گردن اور بالوں کی لٹیں بھی کھلی ہوتی تھیں اور کان کی بالیاں بھی کھلی ہوتی تھیں۔ جب اللہ کی طرف سے یہ حکم آیا کہ وہ اپنے سینوں پر اوڑھنیاں لٹکائیں اور اپنی زینت کے صرف ان حصوں کو ظاہر کریں جو ظاہر ہوں تو انہوں نے اس حکم کی تعمیل میں مطلق تامل نہ کیا۔ اس کے بارے میں حضرت عائشہ ؓ کا قول خوب و ضاحت کرتا ہے کہ اللہ دور اول کی مہاجر عورتوں پر رحم فرمائے کہ جب یہ آیت نازل ہوئی۔\nولیضربن بخمرھن علی جیوبھن (24 : 31) ” “۔ تو جب ان کے مرد عورتوں کے پاس گئے اور انہوں نے ان پر یہ آیت تلاوت کی تو ایک انقلاب آگیا۔ ایک شخص اپنی بیوی ‘ بہن ‘ اور لڑکی کے سامنے یہ تلاوت کرتا یا دوسری قریبی رشتہ دار عورتیں کے سامنے ‘ تو ان عورتوں نے اپنی نقش و نگار والی ریشمی چادروں کو پھاڑا اور سر پر اوڑھ لیا۔ یہ انہوں نے ایمان اور تصدیق کے جذبہ سے کیا۔ (یعنی اللہ کا جو حکم آیا انہوں نے اس پر عمل کیا) ۔ اور وہ عورتیں رسول اللہ ﷺ کے پیچھے صفوں میں یوں کھڑی نظر آتی تھیں کہ گویا ان کے سروں پر پرندے بیٹھے ہیں۔\nاسلام نے اسلامی معاشرے کا ذوق ہی بدل دیا اور اس معاشرے میں لوگوں کے جمالی احساسات ہی بدل گئے۔ اب جمال اور حسن کی حیوانی ادائیں مطلوب اور مستحسن نہ رہیں بلکہ حسن و جمال کا ایک انسانی اور مہذب رنگ ڈھنگ اور معیار قائم ہوگیا جس میں عریانی معیار حسن نہ رہی۔ جہاں تک عریانی کا تعلق ہے یہ حسن و جمال کا حیوانی معیار ہے۔ انسان اس کی طرف تب مائل ہوتا ہے جب اس کے احساسات حیوانی بن جائیں۔ اگرچہ یہ عریاں جمال بہت ہی اعلیٰ درجے کا حسن پیش کرتا ہو۔ سنجیدگی اور وقار کا جمال تو وہی پاکیزہ جمال ہے جو اسلام نے پیش کیا ہے۔ اس سے ذوق ترقی پاتا ہے اور وہ انسان کے لائق ہوتا ہے۔ یہ ظاہری بھی ہوتا ہے ‘ اور تصوراتی بھی ہوتا ہے۔\nآج بھی اسلام سچی مومنہ عورتوں کی تربیت اسی انداز سے کرتا ہے اگرچہ آج کا ماحول بہت ہی بدل گیا ہے۔ عمومی طور پر لوگوں کا ذوق گر گیا ہے اور اس میں حیوانی رنگ کا غلبہ ہے۔ آج کے جمالیاتی مظاہر میں عریانی اور حیوانی رنگ ڈھنگ اپنے عروج پر ہے لیکن ہماری مومنہ عورتیں آج بھی اپنے مقامات کشش اور مقامات فتنہ کو چھپاتی ہیں۔ وہ یہ جہاد ایسے ماحول میں گر رہی ہیں جہاں عریانی ہی عریانی ہے۔ عورتوں کی حالت یہ ہے کہ وہ مردوں کو دعوت نظارہ دے رہی ہیں اور اس طرح پکار رہی ہیں اور دعوت دے رہی ہیں جس طرح حیوان حیوان کو پکارتا ہے۔ یہ پردہ سنجیدگی اسلامی فرد اور ایک معتدل اسلامی سوسائٹی کے لیے بےحیائی سے بچائو کی واحد تدبیر ہے۔ لیکن جہاں فتنے اور فحاشی اور بےراہ روی کا ڈر نہ ہو وہاں اسلام کشف و ظہور ‘ زینت کی ممانعت نہیں کرتا۔ چناچہ وہ مرد جن کا میلان بالعموم محرم عورتوں کی طرف نہیں ہوتا ‘ ان کے سامنے اظہار زینت کی ممانعت نہیں ہے۔\nآبائ ‘ ابنائ ‘ سسر ‘ خاوند کے بیٹے ‘ بھائی بھتیجے ‘ بھانجے اور مومن عورتیں ان احکام سے مستثنیٰ ہیں۔\nاونسا ئھن (24 : 31) ” ان کی عورتیں “ یعنی مومن عورتیں۔ رہیں غیر مومن عورتیں تو وہ مستثنیٰ نہیں ہیں۔ یہ اس لیے کہ ہو سکتا ہے کہ غیر مسلم عورتیں اپنے خاوندوں کے سامنے یا بھائیوں کے سامنے یا لڑکوں کے سامنے مسلمان عورتوں کی خفیہ زیب وزینت کی داستانیں سنائیں۔ صحیحین میں ہے۔\nلاتباشر المر اۃ المر اۃ تنقھا لزو جھا کا نہ پر اھا ” کوئی عورت دوسری عورت کے سامنے ننگی نہ ہو کہ وہ اس کا بیان اپنے خاوند سے اس طرح کرے کہ گویا وہ اسے ننگا دیکھ رہا ہے “۔ لیکن مسلمان عورتیں اس سے اس لیے مستثنیٰ ہیں کہ وہ امین ہیں۔ ان کا دین اور ان کا اخلاص ان کو اس بات کی اجازت نہیں دیتے کہ وہ ایک مسلم عورت کی جسمانی ساخت اور زیب وزینت کا بیان اپنے خاوندوں کے سامنے کریں۔ اور اس سے وہ بھی مستثنیٰ ہیں۔\nاوما ملکت ایمانھن (24 : 31) ” وہ جو تمہارے مملوک غلام ہیں “۔ ان کے بارے میں دو اقوال ہیں۔ ایک یہ کہ اس سے مراد صرف لونڈیاں ہیں دوسرا یہ کہ غلام اور لونڈیاں دونوں اس حکم میں شامل ہیں کیونکہ ایک غلام بالعموم اپنی مالکہ کی طرف شہوانی نظروں سے نہیں دیکھتا۔ لیکن پہلی رائے درست ہے کیونکہ غلام بھی بہر حال انسان ہے اور سیدہ کی زیب وزینت کے مقامات دیکھ کر اس کے اندر بھی شہوانی ہیجان پیدا ہو سکتا ہے۔ اگر چہ وہ معاشرتی اعتبار سے ایک فردوتر مقام رکھتا ہو اور اس سے وہ زیر دست مرد بھی مستثنیٰ ہیں جو کسی اور قسم کی غرض نہ رکھتے ہوں۔ یعنی\nاوالتبعین غیر اولی الاربۃ من الرجال (24 : 31) ” اور وہ زیر دست مرد جو کسی اور قسم کی غرض نہ رکھتے ہوں “۔ یا وہ کسی سبب سے عورتوں کی خواہش ہی نہ رکھتے ہوں مثلاً وہ نامرد ہوں ‘ یا احمق ہوں یا مجنوں ہوں یا اور کوئی ایسی وجہ ہو جس کی بنا پر وہ عورت کو نہ چاہتے ہوں اور کسی فتنہ اور بےراہ روی کا کوئی خطرہ نہ ہو۔\nاوالطفل الذین لم یظھروا علی عورت النسآ ئ (24 : 31) ” اور وہ بچے جو عورتوں کی پوشیدہ باتوں سے ابھی واقف نہ ہوئے ہوں “۔ وہ بچے کہ اگر وہ عورت کو ننگا دیکھ لیں تو اس کے اندر جسمانی خواہش پیدانہ ہو۔ اگر انکے اندجنسی شعور پیدا ہوگیا ہو ‘ اگرچہ وہ بالغ نہ ہوئے ہوں تو ان سے پردہ ضروری ہے اور وہ اس استثناء میں داخل نہیں ہیں۔\nیہ سب خاوندوں کے علاوہ ہیں۔ ان کے لیے یہ اجازت ہے کہ یہ اگر عورت کے ناف کے نیچے اور گھٹنے کے اوپر کے حصے ‘ کے ماسوا کسی جگہ کو دیکھ لیں ‘ جب کہ ان لوگوں سے ایسا کوئی ڈر نہ ہو کہ یہ کسی فتنے میں مبتلا ہوں گے۔ رہا خاوند تو تو اس کے لیے اجازت ہے کہ وہ اپنی بیوی کے جسم کا ہر حصہ دیکھ سکے۔\nپردہ کے ان احکام سے مراد اور مقصود یہ تھا کہ کوئی بےراہ روی اور فحاشی میں مبتلا نہ ہو اس لیے اب یہاں ایسی حرکات کی بھی ممانعت کردی گئی ہے جس سے کوئی فتنے میں پڑسکتا ہے ‘ جن کی وجہ سے شہوت کا ہیجان پیداہو سکتا ہے اور جن کی وجہ سے خفیہ جذبات بھڑک سکتے ہیں اگرچہ عملا وہ عورتیں پردے میں ہوں۔\nولا یضربن بارجلھن لیعلم ما یخفین من زینتھن (24 : 31) ” اور وہ اپنے پائوں کو زمین پر مارتی ہوئی نہ چلیں کہ اپنی زینت جو انہوں نے چھپار کھی ہو اس کا لوگوں کو علم ہوجائے “۔ یہ آیت نفس انسانی کی تشکیل ‘ اس کے تاثر اور انفعال اور جنسی معاملات میں اس کے رد عمل کی گہرائی تک اتر جاتی ہے۔ حقیقت یہ ہے کہ انسانی سوچ اور تصور بعض اوقات ایک منظر کے دیکھنے سے بھی زیادہ متاثر کردیتی ہے۔ کئی لوگ ایسے حساس ہوتے ہیں کہ عورت کے جسم کو دیکھنے کے مقابلے میں اس کے جوتوں ‘ اس کے کپڑوں اور اس کے زیورات کو دیکھ کر ہی متاثر ہوتے ہیں۔ نیز بعض افراد کو عورت کا خیال زیادہ متاثر کرتا ہے بہ نسبت اس کے کہ وہ ان کے سامنے ہو۔ امراض نفسی کے علماء کے ہاں ان امور کے بارے میں بڑی ہی معلومات ہیں۔ اس طرح دور سے گھنگرئوں کی آواز اور عطر کی خوشبو بھی انسانی حواس کے اندر ہیجان پیدا کردیتی ہے اور ان کے اعصاب پر اس کے اثرات ہوتے ہیں۔ بعض اوقات یہ اثرات اس قدر شدید ہوتے ہیں کہ انسان کا اپنے اوپر قابو نہیں رہتا۔ قرآن کریم ان تمام تاثرات کے راستے بند کرتا ہے کیونکہ قرآن کا نازل کرنے والا وہی ہے جو انسان کا خالق ہے۔ وہی ہے جو اپنی مخلوقات کے بارے میں سب سے اچھی طرح جانتا ہے۔ وہ نہایت ہی گہرائی کے ساتھ خبر دار ہے۔\nاور آخر کار تمام نیکیوں کا سرچشمہ آتا ہے ‘ کہ لوگوں کا تعلق بالل مضبوط ہونا چاہیے اور توبہ و استغفار کا دروازہ بھی ان کے لیے کھلا چھوڑا جاتا ہے۔ یعنی وہ گناہ اللہ معاف کردے گا جو نزول قرآن سے قبل تم لوگوں سے صادر ہوتے رہے ہیں۔\n(وتوبوآ۔۔۔۔۔۔۔ تفلحون) (24 : 31) ” اے مومنو ‘ تم سب مل کر اللہ سے توبہ کرو ‘ توقع ہے کہ فلاح پائو گے “۔ چناچہ اس فقرے کے ذریعے اللہ کی نگرانی کا احساس دلایا جاتا ہے اور اللہ کی عظمت ‘ اس کی مہربانی کی اہمیت بتائی جاتی ہے کیونکہ شیطان کی اس کشمکش کے مقابلے میں وہی مدد گا رہے اور اس کا خوف اور اس کی نگرانی کا شعور ہی انسان کو ان خرابیوں سے بچا سکتا ہے۔\nیہاں تک اس مسئلے کا انسدادی علاج کیا گیا تھا لیکن انسان کی جنسی خواہش دراصل ایک حقیقی خواہش ہے جو انسان کے اندر رکھی گئی ہے ۔ اس لیے جنسی تشفی کے حقیقی علاج یعنی مثبت علاج کی بھی ضرورت ہے۔ یہ مثبت علاج ویں ہوگا کہ معاشرے میں شادی کو آسان کردیا جائے اور اس معاملے میں معاونت کی جائے اور شادی اور جائز تعلق کے مقابلے میں تمام دوسرے ذرائع اور تعلقات کے معاملے میں سختی کی جائے۔",
  "ayah": 31,
  "surah": 24
}
