{
  "text": "(والذین۔۔۔۔۔۔۔۔۔۔۔۔ ھم الفسقون ) (4\nزبانوں کو کھلا چھوڑ دینا کہ وہ پاک و صاف عورتوں (محصنات) پر تہمتیں لگاتے پھریں۔ محسنات وہ کنواری اور شادی شدہ عورتیں ہوتی ہیں جن پر زنا کے جرم کے ارتکاب کا الزام لگایا جائے لیکن اس الزام کی پشت پر کوئی دلیل قاطع نہ ہو۔ اس طرح کہ بغیر کسی ثبوت کے کوئی کسی بےگناہ مرد یا عورت پر اس گھٹائو نے جرم کا الزام لگاتا پھرے اور اس پر اسے کوئی پوچھنے والا نہ ہو۔ یوں صبح و شام معاشرے میں لوگوں کی عزتوں پر حملہ ہوتا رہے ‘ معاشرہ بد نام ہوتا رہے اور ہر شخص پر الزام لگنے کے مواقع عام ہوں۔ یا مرد اپنی بیوی پر شک کرے۔ ہر شخص کو اپنے اصل و نسل کے بارے میں شک ہوجائے۔ ہر خاندان کے ٹوٹ جانے کا خطرہ ہو۔ تہمت ‘ الزام اور شک کے یہ وہ حالات ہوں گے جن میں کسی شخص کو کوئی اطمینان نہ ہوگا۔\nپھر اگر زنا کاری کے الزامات اس طرح لگائے جاتے رہیں تو عام لوگوں کو اس جرم کے ارتکاب کی جرأت ہوگی۔ لوگ کہیں گے کہ سوسائٹی میں ہر طرف اس جرم کا چر چاہے۔ اس طرح جو شخص اس سے بچنا بھی چاہتا ہوگا ‘ وہ بھی اس میں ملوث ہوجائے گا۔ کمازکم بار بار کے الزامات کی وجہ سے لوگوں کے ذہنوں میں اس کا ارتکاب اس قدر گھنائو نا نہ رہے گا۔ ایک عام آدمی کا تاثر بھی یہ ہوگا کہ عام لوگ اس جرم کا ارتکاب کرتے ہیں۔\nاگر الزام زنا بلاثبوت کو جرم نہ قرار دیا جائے تو پھر زنا کی اس شدید سزا کا بھی کوئی فائدہ نہ ہوگا اور پوری سوسائٹی کی فضا اس جرم میں ملوث ہوگی اور فحاشی کے ارتکاب میں اضافہ ہوگا۔\nان وجوہات کی بناء پر ‘ لوگوں کو ناجائز تہمتوں سے بچانے کی خاطر ‘ اور اس الزام کی وجہ سے لوگوں کی عزت کو بچانے کی خاطر قرآن کریم نے حد قذف کی سزا میں سختی کی ہے۔ اس قدر سختی کہ اس کی سزا کو ارتکاب جرم کی سزا کے قریب قریب قرار دیا ہے۔ یعنی 80 کوڑے۔ اس کے ساتھ ساتھ یہ فیصلہ بھی کیا گیا ہے کہ ایسا شخص فاسق قرار پائے گا اور آئندہ کبھی بھی اس کی شہادت قبول نہ ہوگی۔ پہلی سزا یعنی 80 کوڑے تو جسمانی سزا ہے اور دوسری سزا تادینی سزا ہے کہ سوسائٹی کے اندر زنا کا الزام لگانے والے کی بات بےوقعت ہوجائے کہ آئندہ اس کی کسی بات پر کوئی اعتبار نہ ہوگا۔ تیسری سزا دینی سزا بھی ہے کہ وہ اسلام کی سیدھی راہ سے پھر گیا ہے الا یہ کہ وہ چار گواہ لائے یا تین گواہ اپنے ساتھ لائے اگر اس نے خود دیکھاہو۔ اس وقت اس کی بات درست سمجھی جائے گی اور ملزم پر پھر حد زنا نافذ ہوگی۔\nجہاں تک اسلامی سوسائٹی کی ترجیحات کا تعلق ہے اگر اس میں ایسے الزام کو دبا دیا جائے جس کی پشت پر کوئی ثبوت نہ ہو ‘ تو اس صورت میں کوئی نقصان نہ ہوگا جس طرح کا نقصان اس صورت میں ہوگا کہ فحاشی کا چرچا ہوجائے اور اس پر کوئی ثبوت نہ ہو۔ کیونکہ اس صورت میں کئی لوگ اس گندے جرم کے ارتکاب پر آمادہ ہو سکتے ہیں ‘ جبکہ عام طور پر وہ اس سے بچتے تھے ‘ اور وہ یہ سمھجتے تھے کہ یہ نہایت ہی ممنوع فعل ہے اور اس کا ارتکاب نادرست ہے رہی یہ بات کہ پاک دامن عورتوں پر اس الزام کی وجہ سے کیا گزرتی ہے اور اس سے معاشرے کے اندر جو بےاطمینانی پھیلتی ہے اور جس طرح گھرانے تباہ ہوتے ہیں یہ ایک عام بات ہے اور اسے ہر شریف آدمی اچھی طرح سمجھتا ہے۔ غرض الزام لگانے والے (قاذف) کے سر پر سڑائوں کی تلوار ہر وقت سونتی رہتی ہے۔ الا یہ کہ :",
  "ayah": 4,
  "surah": 24
}
