{
  "text": "درس نمبر 155 ایک نظر میں\nسابق عظیم دور اور طویل سبق نور کے موضوع پر تھا اور یہ نور اس کائنات کے مظاہر میں سے بھی تھا۔ اب کلام کا رخ پھر اپنے اصل موضوع کی طرف آجاتا ہے ‘ یعنی وہ آداب جن پر قرآن کریم اسلامی سوسائٹی کی تعمیر چاہتا ہے۔ اور جن کے مطابق مسلمانوں کے ظاہرو باطن کو پاک کرنا مطلوب ہے۔ اور اسلامی سوسائٹی کو اس نور سے منور کرنا مطلوب ہے جس نور سے یہ پوری کائنات منور ہے ( گویا اسلامی نظام بھی ایک نور ہے کیونکہ اس کا نازل کرنے والا بھی ایک نور ہے) ۔\nجو لوگ اللہ کے نور سے منور ہوں وہ کیسے ہوتے ہیں ‘ درس سابق میں اس کی ایک جھلک دکھائی گئی کہ یہ وہ لوگ ہیں جن کو تجارت اور خریدو فروخت اللہ کے ذکر سے غافل نہیں کرسکتے اور وہ دنیاوی کاموں کی وجہ سے اقامت صلوۃ اور ادائے زکوۃ سے غافل نہیں ہوتے اور جو لوگ اس نور کائنات سے محروم تھے وہاں ان کی بھی ایک جھلک دکھائی گئی تھی کہ وہ جن دنیاوی مقاصد کے پیچھے رات اور دن بھاگ رہے ہیں وہ تو سراب ہے۔ حقیقت کچھ بھی نہیں۔ اور ان کی زندگی اس طرح ہے جس طرح موجوں میں گھری ہوئی کشتی جس کے اوپر گہرے بادل ہوں اور کچھ نظر نہ آرہا ہو۔\nاب یہاں ان منافقین کا ذکر ہے جو اللہ کی روشن نشانیوں سے کوئی سبق لینے کے لیے تیار نہیں ہیں۔ وہ اسلام کو ظاہر کرتے ہیں لیکنوہ آداب مومنین کو نہیں اپناتے۔ مومنین تو وہ ہیں جو اللہ اور اس کے رسول ﷺ کی اطاعت کے لیے ہر وقت تیار ہوں ‘ اور نہایت ہی اطمینان ‘ سنجیدگی اور رضا مندی سے مطیع فرمان ہوں۔ یہاں ان کے اور مومنین صادقین کے ایمان کے درمیان موازانہ کیا جاتا ہے۔ اہل ایمان کے ساتھ اللہ نے یہ وعدہ کیا ہے کہ انہیں زمین کی خلافت دی جائے گی اور ان کا اقتدار اس زمین پر مستحکم کردیا جائے گا۔ یہ انعام ان کو اس لیے دیا جائے گا کہ وہ اللہ اور سول اللہ ﷺ کے ساتھ نہایت ہی ادب اور اطاعت کا تعلق رکھتے ہیں اور اللہ اور رسول اللہ ﷺ کا احترام کرتے ہیں۔ اللہ اور رسول اللہ ﷺ کے ساتھ ان کا یہ تعلق اس حقیقت کے باوجود ہے کہ کافر اللہ اور رسول اللہ ﷺ کے دشمن ہیں اور یہ کہ اہل کفر اللہ اور رسول اللہ ﷺ کو اس کرئہ ارض پر عاجز نہیں کرسکتے۔ کفار کا تو خود اپنا انجام برا ہونے والا ہے۔\nدرس نمبر 155 تشریح آیات\n46۔۔ تا۔۔۔۔ 57\n(لقد انزلنآ۔۔۔۔۔۔۔ مستقیم ) (46)\nاللہ کی بات صاف صاف حقیقت بتلانے والی ہے۔ ان سے اللہ کا نور معلوم ہوتا ہے۔ یہ ہدایت کے شر چشمے بتانے والی ہیں۔ ان آیات میں بتلایا گیا ہے کہ خیر کیا ہے اور شر کیا ہے۔ طیب کیا ہے اور خبیث کیا ہے۔ یہ آیات اسلامی نظام زندگی کو نہایت ہی مفصل طریقے سے کھول کھول کر بتاتی ہیں۔ یہ آیات زمین پر رائج کیے جانے والے احکام و قوانین کو بالکل ظاہر کر کے بتاتی ہیں کہ جب بھی لوگ اپنے فیصلے کرنا چاہیں تو احکام اور قوانین واضح ہوں۔ ان قوانین میں کسی فریق کی کوئی حق تلفی نہیں ہے۔ نہ ان میں حق و باطل کے درمیان کوئی التباس ہے ۔ نہ حلال و حرام کا التباس ہے ۔ ہر چیز واضح اور مفصل ہے۔\n(واللہ۔۔۔۔۔۔۔ مستقیم) (24 : 46) ” اور اللہ جسے چاہتا ہے صراط مستقیم کی طرف ہدایت دے دیتا ہے “۔ اللہ کی مشیت بےقید ہے ‘ اس پر کوئی پابندی نہیں ہے۔ ہاں اللہ نے ہدایت کے لیے ایک ضابطہ مقرر کیا ہوا ہے جو شخص اپنے نفس کو اس طریق ہدایت کی طرف متوجہ کردے وہ راہ ہدایت کو پالیتا ہے لیکن ہدایت کی راہوں پر چل نکلتا ہے۔ تو وہ اللہ کی مشیت کے مطابق ہدایت پا لیتا ہے اور جو شخص منہ موڑ لیتا ہے اور اس روشنی میں راہ نہیں ڈھونڈتا جو اس کائنات میں اللہ نے بکھیر رکھی ہے وہ ضلالت کے طریق پر چل نکلتا ہے۔ یہ ضلالت بھی اللہ کی مثیت کے مطابق ہی ہوتی ہے۔\nاگلی آیات میں ایک ایسے فریق کا ذکر ہے جو مدینہ میں بہت ہی متحرک تھا۔ یہ فریق منافقین تھے جو بظاہر مسلمان تھے اور اسلامی طریقوں کے مطابق زندگی بسر کرتے تھے لیکن اندر تاریک تر تھا۔",
  "ayah": 46,
  "surah": 24
}
