{
  "text": "(وعد اللہ الذین۔۔۔۔۔۔۔۔۔۔۔۔۔ ھم الفسقون) (55) ” “۔\nیہ وعدہ ہے امت محمدیہ کے ان لوگوں کے لیے جو ایمان لائے اور انہوں نے عمل صالح کیا۔ وعدہ یہ ہے کہ ان کو اس زمین پر اقتدار اعلیٰ دیا جائے گا اور جس دین اسلام کو اللہ نے ان کے لیے پسند کیا ہے اس کو غلبہ نصیب ہوگا۔ ان کی حالت خوف کو حالات امن و سکون سے بدل دے گا۔ یہ اللہ کا وعدہ ہے اور اللہ کا وعدہ ہمیشہ سچ ہوتا ہے اللہ کا وعدہ ہمیشہ واقع ہوتا ہے اور اللہ کبھی اپنے وعدے کی خلاف ورزی نہیں کرتا۔ سوال یہ ہے کہ وہ کس قسم کے مومن ہیں جن کے ساتھ اللہ نے وعدہ کیا ہے کہ ان کو زمین پر اقتدار دیا جائے گا۔\nاس ایمان کی حقیقت جس کے نتیجے میں اللہ کا یہ وعدہ ہے کہ مومنین کو زمین کا اقتدار اعلیٰ عطا کیا جائے گا ‘ ایک عظیم حقیقت ہے اور وہ حقیقت پوری انسانی زندگی کو اپنے گھیرے میں لے ہوئے ہے۔ یہ حقیقت جب کسی انسان کے دل میں بیٹھ جاتی ہے تو اس کا ظہور اور اعلان عملی شکل میں ہوتا ہے۔ اس شخص کی تمام سرگرمیاں اللہ کی طرف متوجہ ہوجاتی ہیں۔ یہ مرد مومن رضائے الہی کے لیے کام شروع کردیتا ہے۔ اللہ کی اطاعت اور اس کے احکام و قوانین کے سامنے چھوٹے اور بڑے معاملات میں سر تسلیم خم کردیتا ہے۔ پھر کسی معاملے میں اس کے نفس کی کوئی خواہش باقی نہیں رہتی۔ نہ اس کے دل میں کوئی شہوت ہوتی ہے نہ اس کی فطرت میں کوئی کجی رہتی ہے اور یہ مومن ان تمام باتوں میں اللہ اور رسول اللہ کی اطاعت شروع کردیتا ہے۔\nیہ ایمان ایسا ہوتا ہے کہ جس کے اندر انسان پوری طرح غرق ہوجاتا ہے۔ اس کے خیالات اس ایمان میں ڈوبے ہوئے ہوتے ہیں ‘ اس کے دل کی دھڑکن ایمان ہوتی ہے۔ اس کی روح کی دلچسپیاں ایمانی معاملات میں ہوتی ہیں۔ اس کی فطرت کے میلانات اور اس کے جسم کی حرکات اور اس کے اعضا کی گردشیں ‘ اس کا اپنے رب کے ساتھ سلوک اور اس کا عوام الناس کے ساتھ برتائو سب کے سب اللہ کے رنگ میں رنگے جاتے ہیں اور یہ باتیں سب کی سب آیت استخلاف میں موجود ہیں۔ اللہ تعالیٰ خود بیان کرتے ہیں کہ اس اقتدار اعلیٰ کی اعطاء کب ہوگی۔\nیعبدوننی لا یشرکون بی شیئا (24 : 55) ” وہ میری بندگی کریں اور میرے ساتھ کسی کو شریک نہ کریں “۔ شرک کی کئی اقسام ہیں۔ اللہ کے سوا کسی اور کی طرف عقائد میں ‘ عمل میں ‘ شعور میں متوجہ ہونا بھی شرک ہے۔\nمعلوم ہوا کہ ایمان ایک مکمل نظام زندگی کا نام ہے۔ اس میں اللہ کے تمام احکام وا وا مرشامل ہیں۔ اور جب یہ تمام احکام انسانی زندگی میں عملاً قائم ہوں تو اقتدار اعلیٰ کے تمام اسباب فراہم ہوجاتے ہیں۔ تیاری مکمل ہوجاتی ہے ‘ وسائل فراہم ہوجاتے ہیں اور انسان پھر امانت کبریٰ اور اقتدار اعلیٰ کا بوجھ اٹھانے کے قابل ہوجاتا ہے یعنی زمین پر اللہ کے خلیفہ ہونے کی امانت اس کے سپرد ہوجاتی ہے۔\nاستخلاف فی الارض یا زمین کے اقتدار اعلیٰ کا مفہوم کیا ہے ؟ اس سیمراد صرف یہ نہیں ہے کہ کسی قوم کو حکومت ‘ اقتدار اور آرڈر نافذ کرنے کے اختیارات مل جائیں بلکہ اللہ کا خلیفہ ہونے کا مفہوم یہ ہے کہ ان قوتوں کو کوئی اصلاح ‘ تعمیر اور ترقی کے لیے استعمال کرے۔ اس کے ذریعے اس نظام زندگی کی راہ ہموار کرے جس کو اللہ تعالیٰ نے تمام انسانوں کے لیے بھیجا ہے تاکہ تمام انسانیت اس راہ پر چل نکلے اور انسان اس کرئہ ارض پر وہ کمال حاصل کرے جو اللہ نے اس کے لیے مقدر کیا ہے اور جس کی وجہ سے انسان مکرم ہوا ہے۔\nاللہ کا خلیفہ وہ نہیں ہے جو دنیا میں فساد اور تخریب کا کام کرے بلکہ وہ ہوتا ہے جو اس دنیا کی اصلاح ‘ تعمیر اور ترقی میں حصہ لے اور دنیا کو انصاف اور عدل دے یہ نہ ہو کہ وہ انسانوں پر ظلم کرے اور انسانیت کے معیار کو بلند کرنے کے بجائے گرائے۔ وہ انسانوں کے اندر پائے جانے والے نظام کی اصلاح کرنے کے بجائے ظلم کرے۔ وہ یہ نہ کرے کہ اچھے انسانوں کو مقام حیوانیت تک گرائے بلکہ جو انسان حیوانیت تک گر گئے ہیں ان کو اٹھائے۔\nیہ اقتدار ‘ اقتدار اعلیٰ ہے جس کا وعدہ اللہ اہل ایمان سے کرتے ہیں کہ اللہ ان کو زمین میں اس قسم کا اقتدار دیتا رہا ہے تاکہ اس کرئہ ارض پر اللہ کی منشا کو پوراکریں اور اللہ کی منشا کیا ہے ؟ یہ کہ وہ یہاں انسانیت کو کمال انسانیت تک پہنچائیں ‘ جس کمال تک پہنچنا اللہ نے یوم تخلیق ہی سے اس کے لیے مقدر کردیا تھا ۔ مگر وہ لوگ جو زمین میں اقتدار پر آتے ہیں اور اس کی وجہ سے فساد پھیلاتے ہیں ‘ زمین میں سرکشی اور ظلم کو رائج کرتے ہیں اور انسانیت کو حیوانیت کے درجے تک گراتے ہیں تو یہ لوگ اللہ کی طرف سے اس زمین پر خلفاء نہیں بلکہ وہ شیطان کے پیروکار ہیں۔ ان کو یہ مقام بطور آزمائش دیا گیا ہے اور لوگوں پر ان کو بطور سزا مسلط کیا گیا ہے۔\nہم نے اس استخلاف کا جو مفہوم سمجھا ہے اس کی طرف خود اس آیت کے اندر اشارہ موجود ہے۔ کہا گیا ہے۔\nولیمکنن لھم دینھم الذی ارتضی لھم (24 : 55) ” ان کے لیے اس دین کو مضبوط بنیادوں پر قائم کردے گا جو اس نے ان کے لیے پسند کیا ہے “۔ اور دین تب متمکن ہو سکتا ہے کہ جب یہ مومنین کے دلوں کے اندر بیٹھ جائے۔ جب ان کی زندگی کے ہر عمل میں وہ مضبوطی سے نافذ ہوجائے۔ جب ان کی زندگیوں میں اور ان کے قلوب میں ایمان اچھی طرح بیٹھ جائے گا تو انہیں استخلاف فی الارض نصیب ہوگا۔ اللہ نے ان کے لیے جو دین پسند کیا ہے وہ زمین پر غالب ہوجائے اور ان کا دین جن باتوں کا حکم دیتا ہے ان میں اصلاح ‘ عدل اور انسانی خواہشات پر کنٹرول شامل ہیں۔ نیز زمین کے اندر جس قدر نعمتیں رکھی ہیں اس سے استفادہ اور ان کی تلاش بھی اس میں شامل ہے بشرطیکہ ان تمام سرگرمیوں میں انسان کی سمت اور قبلہ اللہ ہی ہو۔\nولیبدلنھم من بعد خوفھم امنا (24 : 55) ” اور ان کی موجودہ حالت خوف کو امن سے بدل دے گا “۔ مسلمان مکہ میں خائف تھے۔ امن وامان کی حالت نہایت مشکوک تھی۔ وہ ہر وقت مسلح رہتے تھے اور کسی وقت بھی ان کو اسلحہ رکھنے کی اجازت نہ تھی۔ یہاں تک کہ حضرت نبی ﷺ اور مسلمانوں کی ہجرت کے بعد بھی وہ اسلحہ بند رہتے تھے۔ ربیع ابن انس نے اس آیت کے بارے میں ابو العالیہ سے نقل کیا ہے کہ حضور اکرم ﷺ اور آپ ﷺ کے ساتھی مکہ میں دس سال سے زیادہ عرصہ صرف ایک خدا کی طرف دعوت دیتے رہے ‘ صرف اللہ وحدہ کی عبادت کی طرف بلاتے رہے اور ہر قسم کے شرک سے ممانعت کرتے رہے۔ یہ دعوت وہ چھپ کردیتے تھے ان کو ہر وقت خوف لاحق رہتا تھا۔ مسلمانوں کو جنگ کرنے کی ممانعت تھی۔ ہجرت کے بعد مدینہ میں ان کو لڑنے کی اجازت دی گئی تو مدینہ میں بھی وہ اکثر حالت خوف میں رہتے تھے۔ وہ صبح و شام اسلحہ بندرہتے تھے۔ اس قسم کی زندگی پر انہوں نے طویل عرصہ تک صبر کیا۔ صحابہ کرام میں سے ایک شخص نے کہا ‘ اے رسول اللہ ﷺ ‘ کیا ہم ہمیشہ اسی طرح خائف رہیں گے ؟ کیا ایسا دورنہ آئے گا کہ ہم اس میں اپنے اسلحہ کو رکھ دیں اور امن وامان سے رہیں تو رسول اللہ ﷺ نے فرمایا ” ذرا تھوڑا سا اور صبر کرو ‘ تم میں سے ایک شخص ایک عظیم مجمع میں ہوگا اور کسی کے پاس ایک چھوٹا سا لوہا بھی نہ ہوگا “۔ اس موقعہ پر اللہ نے یہ آیت نازل کی۔ نبی ﷺ کو جزیرۃ العرب پر غلبہ نصیب ہوا تو وہ ایمان لائے اور اسلحہ رکھ دیا۔ اس کے بعد اللہ نے نبی ﷺ کو اٹھا لیا تو مسلمان حضرت ابوبکر ؓ ‘ حضرت عمر ؓ اور حضرت عثمان ؓ کی امارت میں امن سے رہے۔ اس کے بعد وہ ان واقعات میں پڑگئے جن میں پڑگئے تو اللہ نے پھر ان کو خوف میں مبتلا کردیا تو انہوں نے دے ‘ شرطے وغیرہ اپنالیے۔ وہ بدل گئے تو اللہ نے بھی ان کو بدل دیا۔\nومن کفر بعد ذلک فائولئک ھم الفسقون (24 : 55) ” اور اس کے بعد جو کفر کرے تو ایسے لوگ ہی فاسق ہیں “۔ یہ لوگ اللہ کی شرائط کے ترک کرنے والے ہیں اور اسللہ سے کیے ہوئے عہد و پیمان کو توڑنے والے ہیں۔ اللہ کا وعدہ ایک بار پورا ہوگیا اور یہ قائم رہا اس وقت تک جب مسلمان اللہ کی شرائط کو پورا کرتے رہے یعنی\nیعبدوننی لا یشرکون بی شیئا (24 : 55) ” وہ میری بندگی کریں گے اور میرے ساتھ کسی کو شریک نہ کریں گے “۔ نہ ان کی خواہشات نفسانیہ ان کے لیے الہ ہوں گی۔ وہ شرک نہ کریں گے اور اللہ کی بندگی پر قائم رہیں گے۔ اللہ کا یہ وعدہ اب بھی ہر گروہ مومن کے لیے قائم ہے اور قیامت تک قائم رہے گا۔ کسی بھی وقت جب گروہ مومن اللہ کا خلیفہ نہیں ہوتا ‘ متمکن فی الارض نہیں ہوتا اور امن سے نہیں ہوتا تو وہ اس لیے کہ وہ اس وعدے اور اس پیمان کی وسیع تر شرائط کو پورا نہیں کررہا ہوتا۔ ایمان اور عہد الہی کے تقاضے وہ پورے نہیں کررہا ہوتا۔ لیکن جب امت آزمائش میں کامیاب ہوجاتی ہے اور امتحان پاس کرلیتی ہے یا خوف میں مبتلا ہوتی ہے تو اللہ سے امن طلب کرتی ہے۔ وہ ذلیل ہوتی ہے تو اللہ سے عزت طلب کرتی ہے۔ وہ پسماندہ رہ جاتی ہے تو خلافت فی الارض کی طلبگار ہوتی ہے ۔ یہ کام وہ ان وسائل کے ساتھ کرتی ہے جو اللہ نے تجویز کیے ہیں اور ان شرائط کے ساتھ کرتی ہے جو اللہ نے مقرر کی ہیں تو پھر اس وقت اللہ کا وہ وعدہ متحقق ہوتا ہے جو اٹل ہوتا ہے۔ پھر امت مسلمہ کی راہ میں دنیا کی کوئی قوت نہیں ٹھہر سکتی۔ یہی وجہ ہے کہ اس وعدے کے بعد حکم دیا جاتا ہے۔ نماز قائم کرو ‘ زکوۃ دو اور اللہ اور رسول اللہ ﷺ کی اطاعت کرو۔ اور مومن اور رسول اللہ ﷺ ان کفار سے ہر گز مرعوب نہ ہوں جو اللہ ‘ رسول اللہ اور دین اسلام کے خلاف جنگ کررہے ہیں۔",
  "ayah": 55,
  "surah": 24
}
