{
  "text": "درس نمبر 156 ایک نظر میں\nاسلام ایک مکمل نظام زندگی ہے۔ وہ انسانی زندگی کے مختلف طور طریقوں کو منظم کرتا ہے۔ تمام تعلقات ‘ تمام رابطوں ‘ تمام حرکات و سکنات ‘ اور تمام مسائل میں انسانی زندگی کی تنظیم کرتا ہے۔ یہی وجہ ہے کہ اسلام روز مرہ کے انسانی آداب بھی سکھاتا ہے جس طرح وہ عمومی فرائض اور بڑے بڑے معاملات کی تعلیم دیتا ہے وہ ان تمام امور کے اندر نظم اور یکجہتی پیدا کرتا ہے اور زندگی کے تمام امور کو اللہ کی سمت موڑ دیتا ہے۔\nیہ سورة اس امر کا ایک بہترین نمونہ ہے۔ اس سورة میں ایک طرف تو اسلام کے قوانین وحد ود بتائے گئے ہیں اور دوسری طرف ایک جگہ بسنے والے انسانوں کے باہم ملاقات کے آداب سکھائے گئے ہیں یعنی قانون اسپذان۔ اس کے ساتھ ساتھ اس پوری کائناپ پر غور و فکر کے خالص فلسفیانہ اور سائنسی مضامین بھی لائے گئے ہیں۔ پھر اس میں اسلامی انقلاب کو روبعمل لانے کا دائمی منہاج بھی دیا گیا ہے کہ جب بھی تم اس پر عمل کرو گے زمین کا اقتدار اعلیٰ تمہیں مل جائے گا۔ اس سبق میں یہ آداب بھی سکھائے جاتے ہیں کہ جب تم کسی کے گھر ملنے کے لیے جائو تو اجازت طلب کرنے کے آداب یہ ہیں۔ پھر مجلس رسول ﷺ کے آداب یہ ہیں۔ پھر یہ کہ ملاقات اور کھانے پینے اور ضیافت کرنے اور اس سے استفادہ کرنے کے آداب یہ ہیں۔ پھر باہم خطاب اور ہم کلام ہونے اور رسول اللہ ﷺ سے ہمکلام ہونے کے آداب یہ ہیں۔ یہ تمام آداب یہ اور ہدایات ایسی ہیں جن کا تعلق اسلامی سوسائٹی کی تنظیم اور تربیت سے ہے۔ واقعہ یہ ہے کہ قرآن کریم اسلامی سوسائٹی کو چھوٹے بڑے تمام معاملات میں ترتیب دیتا ہے۔\nدرس نمبر 156 تشریح آیات\n58۔۔ تا۔۔۔۔۔۔۔۔ 64\n(یآیھا الذین۔۔۔۔۔۔۔۔۔۔۔۔ واللہ علیم حکیم واذا بلغ۔۔۔۔۔۔۔۔۔۔ واللہ علیم حکیم ” اس سورة میں گھروں میں داخلہ کے طریق کار پر اس سے قبل بحث ہوچکی ہے یعنی گھر میں داخلہ سے قبل طلب اجازت یہاں اب گھروں میں اندر آنے یا ان لوگوں کا ذکر ہے جن سے گھروں کے اندر پر دہ لازمی نہیں ہے جبکہ داخل ہونے کے احکام استیذان ان پر بھی لازمی ہیں۔\nمثلا خدام ‘ غلام ‘ وہ لڑکے جو عورتوں کے معاملات سے ابھی تک اچھی طرح واقف نہیں ہیں وہ بلا روک ٹوک گھروں میں داخل ہوسکتے ہیں۔ الا یہ کہ تین اوقات میں یہ بھی نہیں آسکتے جن میں لوگ کپڑے اتار کر آرام کرتے ہیں۔ ان مخصوص اوقات میں ان لوگوں کو بھی اجازت سے اندر آنا چاہیے۔ وہ اوقات یہ ہیں ‘ یعنی نماز فجر سے پہلے جب لوگ عموماً سونے کے کپڑوں میں ہوتے ہیں یا انہوں نے یہ کپژے تبدیل نہیں کیے ہوتے اور باہر نکلنے کے کپژے نہیں پہنے ہوتے اور دوپہر کے وقت جب لوگ قیلولہ کرتے ہیں اور عادی لباس اتار کر آرام کرتے ہیں اور نماز عشاء کے بعد کے وقت جب سب لوگ آرام کرتے ہیں اور گھروں کے لباس میں ہوتے ہیں۔\nیہ اوقات ” اوقات عورات “ ہیں یعنی ان اوقات میں لوگ کپڑے تار دیتے ہیں۔ ان اوقات میں خانگی نوکروں کے لیے لازم ہے کہ وہ گھر کے اندر اجازت لے کر جائیں اور ان نو عمر لڑکوں کے لیے بھی اجازت ضروری ہے جو اگر چہ بالغ نہ ہوئے ہوں لیکن سیانے ہوگئے ہوں۔ یہ اس لیے کہ ان کی نظریں اہل خانہ کے ننگے اجسام پر نہ پڑجائیں۔ یہ وہ آداب ہیں جن کے سلسلے میں آج کے دور جدید میں بھی خانگی زندگی میں عمل نہیں کیا جاتا اور یہ پابندیاں نہ کرنے کے نفسیاتی ‘ اعصابی اور اخلاقی اثرات کو اہمیت نہیں دی جاتی۔ لوگ یہ گمان کرتے ہیں کہ نوکروں کی نظریں مالکان خانہ پر نہیں پرتیں اور یہ کہ قبل از بلوغ مراھق لڑکے ایسی باتوں سے بیخبر ہوتے ہیں حالانکہ ماہرین نفسیات یہ کہتے ہیں کہ بچپن میں بچوں کی نظریں جن مناظر پر پڑتی ہیں بعد کے زمانے میں ان کا اثر بھی بچے کی زندگی پر پڑتا ہے اور ان کی وجہ سے وہ ایسی نفسیاتی اور اعصابی بیماریوں میں مبتلا ہوجاتے ہیں جن کا علاج ہی نہیں ہوتا۔ یاد رہے کہ ہمارے دور میں علم النفس نے خوب ترقی کرلی ہے۔ اللہ علیم وخبیر ہے۔ اس نے اہل ایمان کو اس قسم کے بلند آداب سکھائے کیونکہ وہ ایک ایسی امت پیدا کرنا چاہتا تھا جس کے اعصاب صحیح و سلامت ہوں ‘ جس کا سینہ صحیح ہو ‘ جس کا شعور پاکیزہ ہو ‘ جس کے دل پاک ہوں اور جس کے تصورات صاف اور ستھرے ہوں۔\nان تین اوقات کو اس لیے مخصوص کیا گیا ہے کہ ان میں بالعموم لوگ لاپرواہی کی حالت میں ہوتے ہیں اور اس گمان پر کہ ان اوقات میں باہر کا کوئی آدمی اندر نہیں آتا ‘ لوگ تن ڈھاپننے کی پرواہ نہیں کرتے۔ اگر تمام اوقات میں ملازمین خانہ اور چھوٹے لڑکوں کے لیے اجازت لینے کو لازم کردیا جاتا تو اس پر عمل کرنے میں بڑی دقت ہوتی کیونکہ ملازم اور چھوٹے بچے ہر وقت آتے جاتے رہتے ہیں۔\nطوفون علیکم بعضکم علی بعض (24 : 58) ” تمہیں ایک دوسرے کے پاس آنا جانا رہتا ہے “۔ یوں اللہ تعالیٰ نے پردہ داری کا بھی انتظام کردیا ‘ مشکل کو بھی دور کردیا اور مشقت اور حرج کو بھی دور کردیا۔ اگر دوسرے اجنبی بالغوں کی طرح ہر وقت ان کے لیے بھی اجازت لینا لازم کردیا گیا ہوتا تو اس میں تمہارے لیے مشکلات ہوتیں۔\nچھوٹے لڑکے جب سن بلوغ کو پہنچ جائیں تو وہ بھی اجنبی لوگوں کے حکم میں آجائیں گے اور وہ اسی حکم میں آجائیں گے جو عام حالت استیذان میں لوگوں کے لیے مقرر ہے۔ آخر میں کہا جاتا ہے۔\nواللہ علیم حکیم (24 : 58) ” اور اللہ علیم و حکیم ہے “۔ کیونکہ قانون سازی اور اخلاقی رویہ کے اثرات کے بارے میں انسانوں کے مزاج کو اللہ ہی جانتا ہے کہ ان کے لیے کیا مفید ہے اور کیا مفید نہیں ہے۔\nاس سے پہلے یہ حکم آیا تھا کہ عورتیں اپنی زینت کو ظاہر نہ کریں تاکہ اسلامی معاشرے کے اندر کوئی جنسی فتنہ نہ آئے۔ یہاں ایسی بوڑھی عورتوں کو اس سے مستثنیٰ کیا جاتا ہے جن کے اندر مردوں کے ساتھ معاشرت کی کوئی رغبت باقی نہیں رہی ہے اور ان کے اجسام کے اندر بھی ایسی کوئی فتنہ سامانی نہیں ہے۔",
  "ayah": 59,
  "surah": 24
}
