{
  "text": "اب قریبی رشتہ داوں اور دوستوں کے احکام\n(لیس۔۔۔۔۔۔۔۔۔۔۔ تعقلون ) (61) ” روایات میں آتا ہے کہ لوگ ان مذکورہ گھروں سے کھانا کھایا کرتے تھے۔ اس مقصد کے لیے وہ اجازت نہ لیا کرتے تھے۔ اپنے ساتھ وہ فقراء اندھوں ‘ لنگڑوں اور مریضوں کو بھی کھانا کھلاتے تھے۔ اب لوگوں نے یہ خیال کیا کہ مذکورہ بالا گھروں کے مالکوں سے بھی اجازت لینا ضروری ہے۔ یہ خیال مسلمانوں کے دلوں میں اس وقت پیدا ہوا جب یہ آیت نازل ہوئی۔\n(ولاتاکلوا اموالکم بینکم بالباطل) ” اور آپس میں اپنے مال باطل طریقوں سے نہ کھائو “ اہل ایمان اس قدر حساس تھے کہ وہ ہر وقت سوچتے رہتے تھے کہ کہیں ان سے قرآن کی خلاف ورزی نہ ہوجائے۔ تو اللہ تعالیٰ نے یہ آیت نازل فرما کر ان کو اجازت دے دی کہ ان گھروں سے وہ کھانا کھا سکتے ہیں۔ اس طرح اندھے ‘ لنگڑے اور مریض فقراء کو بھی مالکان سے کھانے کی حد تک اجازت لینے سے مستثنیٰ کردیا گیا اور قریبی رشتہ داروں کو اجازت دے دی گئی کہ وہ اکیلے یا ان غرباء کے ساتھ اپنے رشتہ دار کے ہاں کھانا کھالیں۔ یہ ایسے حالات ہیں کہ اہل خانہ بالعموم ایسے لوگوں کو کھانا کھتاے ہیں اور لوگوں کا عام رویہ ایسا ہی ہوتا ہے کہ وہ اس طرح کے گھروں سے کھانا کھاتے اور کھلاتے ہیں لیکن اس میں اسلامی معاشرے کے عمومی قواعد کا لحاظ رکھا جائے گا۔ یعنی\nلاضرر و لاضرار ” نہ نقصان دیتا ہے اور نہ نقصان اٹھاتا ہے “۔ اور لایحل ما امرء مسلم الا بطیب نفس ” حلال نہیں کسی مسلمان کا مال مگر اس کے دل کی خوشی کے ساتھ “۔ یہ آیت چونکہ ایک قانونی آیت ہے۔ اس لیے ہم اس کے طرز ادا پر قدرے بحث کریں گے۔ فقروں کی ترتیب اور تشکیل دینی ہے کہ مفہوم شیشہ کی طرف صاف صاف ذہن میں آجاتا ہے۔ نیز رشتہ داریوں کی ترتیب کو بھی مدنظر رکھا گیا ہے۔ آغاز میں بیٹوں اور خاوند اور بیوی کے گھروں کا ذکر نہیں کیا گیا لیکن ان سے مضمون کا آغاز کیا گیا اور ان کو ” بیوتکم “” تمہارے گھروں “ کے لفظ سے تعبیر کیا گیا ہے کیونکہ بیٹوں کے گھر اپنے گھر ہوتے ہیں اور بیوی کے لیے خاوند کا گھر اور خاوند کے لیے بیو کا گھر اپنا گھر ہوتا ہے۔ اس کے بعد آباء و اجداد کے گھر کا ذکر ہے۔ اس کے بعد ماں اور نانی کے گھروں کا ذکر ہے۔ اس کے بعد بھائیوں کے گھروں کا ذکر ہے۔ اس کے بعد بہنوں کے گھروں کا ذکر ہے۔ اس کے بعد چچائوں کے گھروں کا ذکر ہے۔ اس کے بعد پھوپھیوں کے گھروں کا ذکر ہے۔ اس کے بعد ماموں کے گھروں کا ذکر ہے۔ اس کے بعد خلائوں کے گھروں کا ذکر ہے اور اس کے عبد اس شخص کے حق کا ذکر ہے جو اموال پر خازن اور نگران ہے۔ اس کے لیے جائز ہے کہ وہ بقدر ضرورت مال زیر نگرانی سے کھائے۔ اس کے ساتھ دوستوں کے گھر کا بھی ذکر ہے کہ ایک دوست ‘ دوست کے گھر سے کھانا کھا سکتا ہے بشرطیکہ وہ دوست کے لیے اذیت اور ضرر کا باعث نہ بنے کیونکہ بسا اوقات دوست ‘ دوست کے گھر بغیر اجازت کے کھا پی سکتے ہیں۔\nاب ان گھروں کے بیان کے بعد جن میں کھانا جائز ہے ‘ یہ بھی بتایا جاتا ہے کہ کھانا کس حال میں کھایا جائے۔\n(لیس۔۔۔۔۔۔۔ اواشتاتا) (24 : 61) ” اس میں کوئی حرج نہیں کہ تم لوگ مل کر کھائو یا الگ الگ “۔ عربوں میں سے بعض لوگوں کا ایام جاہلیت میں رواج تھا کہ ان میں سے کوئی شخص بھی کسی ساتھی کے بغیر کھانا نہ کھاتا تھا۔ اگر کوئی مہمان یا ساتھی نہ ملتا تو وہ کھانا ہی نہ کھاتے تھے۔ اس رسم کو اللہ نے ختم کردیا کیونکہ بعض اوقات اس سے مشکلات پیدا ہوتی تھیں۔ معاملے کو آسان کردیا کہ کوئی اکیلے کھاتا ہے یا دوسروں کے ساتھ کھاتا ہے دونوں صورتیں مناسب ہیں۔\nگھروں اور حالت طعام کے بیان کے بعد اب یہاں ان گھروں میں داخل ہونے کا طریقہ بتایا جاتا ہے جن میں کھانا کھانے کی اجازت دی گئی ہے۔\n(فاذا۔۔۔۔۔۔۔ طیبۃ) (24 : 61) ” البتہ جب تم گھروں میں داخل ہوا کرو تو اپنے لوگوں کو سلام کیا کرو ‘ دعائے خیر اللہ کی طرف سے مقرر فرمائی ہوئی ‘ بڑی بابرکت اور پاکیزہ “۔ یہ ایک نہایت ہی لطیف تعبیر ہے اس قوی رابطے کی جو مذکورو بالا رشتوں کے اندر پایا جاتا ہے۔ یعنی اپنے نفسوں پر سلام کرو ‘ کیونکہ جو شخص اپنے رشتہ داروں یا دوستوں پر سلام کرتا ہے وہ دراصل اپنے اوپر سلامتی بھیجتا ہے اور جو سلام وہ کرتا ہے وہ اللہ کی طرف سے ہے۔ سلام کے اندر اللہ کی طرف سے ایک روحانی پھونک ہے اور دونوں فریقوں کے دریمان دین کا مضبوط رشتہ ہے ‘ دینی رشتہ جو سلام کی وجہ سے قائم ہوتا ہے۔ یہ نہایت ہی اٹوٹ رشتہ ہے۔\n(کذلک۔۔۔۔۔۔ تعقلون) (24 : 61) ” اس طرح اللہ تعالیٰ تمہارے سامنے آیات بیان کرتا ہے توقع ہے کہ تم سمجھ بوجھ سے کام لوگے “۔ تمہیں یہ بات معلوم ہونا چاہیے کہ اللہ کے طے کردہ نظام زندگی میں کس قدر حکمت پیش نظر رکھی گئی ہے اور کس قدر موزوں اور مقدمی نظام ہے۔",
  "ayah": 61,
  "surah": 24
}
