{
  "text": "(انما المئو منون الذین۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔۔ غفور رحیم لاتجعلوا دعآ ئ۔۔۔۔۔۔۔۔۔۔۔ واللہ بکل شیء علیم ) (62 : 64\nابن اسحاق نے اس آیت کی شان نزول میں یہ روایت نقل کی ہے کہ جنگ احزاب کے موقع پر جب قریش تمام اقوام کو جمع کر کے مدینہ پر چڑھا لائے تو حضور اکرم ﷺ نے اس کے دفاع میں مدینہ کے گرد خندق کھودنے کا حکم دیا۔ خندق کھودنے میں خود رسول اللہ ﷺ نے بھی کام شروع کیا تاکہ اہل ایمان جوش و خروش سے کام کریں۔ خندق کھودنے کے کام میں مسلمانوں نے خوب جوش و خروش سے کام کیا۔ آپ نے بھی ایک نمونہ اور مثال قائم کی اور انہوں نے بھی مثال قائم کردی۔ بعض منافقین نے اس کام میں رسول اللہ ﷺ اور مسلمانوں سے پیچھے رہنے اور سست روی اختیار کرنے کا مظاہرہ کیا۔ وہ چھوٹے بڑے کاموں کا بہانہ بنا کر نکل جاتے اور بعض رسول اللہ ﷺ سے اجازت لیے بغیر کھسک جاتے تھے جبکہ مسلمانوں کا عمل یہ تھا کہ جب ان کو کوئی ضروری کام پیش آتا تو وہ رسول اللہ ﷺ سے ذکر کرتے۔ آپ ﷺ اجازت دیتے اور وہ شخص کام کر کے جلدی واپس کام پر آجاتا۔ اور یہ رویہ مسلمان زیادہ ثواب کمانے کی غرض سے اختیار کرتے۔ اس موقع پر اللہ نے یہ آیات نازل کیں۔\nانما الئو منون سے آخر تک سبب نزول جو بھی ہو ‘ بہر حال ان آیات کے اندر جماعت مسلمہ کے تنظیمی قواعد و آداب کا ذکر کیا گیا ہے اور مسلمانوں کے قائد کے احکام کے سلسلے میں آداب بتائے گئے ہیں۔ اور جب تک کوئی جماعت اپنے امیر کے ساتھ ایسے ہی اصولوں کی گہرے جذبات اور ضمیر کی گہرائیوں سے پابندی نہ کرے گی اس وقت تک جماعت کا نظم و نسق درست نہیں ہو سکتا۔ ان آداب کو جماعت مسلمہ کے اندر ایک پختہ روایت ‘ ایک معمول بہا عادت اور سخت قانون کی طرح جاری ہونا چاہیے۔ اگر ایسا نہ ہوگا تو وہ جماعت نہ ہوگی بلکہ منتشر افراد کا ایک انبوہ ہوگا۔\n(واذا۔۔۔۔۔۔۔۔ یستأ ذنوہ) (24 : 62) ” اور جب کسی اجتماعی کام کے موقع پر رسول ﷺ کے ساتھ ہوں تو اس کی اجازت کے بغیر نہ جائیں “۔ امر جامع سے مراد وہ امر ہے ‘ جس میں تمام جماعت مسلمہ کا اشتراک ضروری ہو۔ کسی مشاورت کا موقع ہو یا جنگ کا موقع ہو۔ یا عام اجتماعی کاموں کا موقع ہو۔ ایسے مواقع پر اہل ایمان کا فرض ہے کہ رسول اللہ ﷺ سے اجازت لے کر جائیں۔ آپ کے بعد اپنے امام اور اپنے انچارج سے اجازت لے کر جائیں تاکہ مسلمانوں کی زندگی اور ان کے ادارے منظم طریقے سے چل سکیں اور ان میں طوائف الملوکی نہہو اور کوئی بھی کام پورے نظم اور وقار کے ساتھ ہو۔\nیہ لوگ جو اس قسم کا ایمان لاتے ہیں ‘ پھر اس قسم کے آداب پر عمل کرتے ہیں اور تحریک کی ڈیوتی سے صرف اس وقت رخصت مانگتے ہیں جب وہ مجبور ہوں۔ اپنے ایمان اور اپنی تربیت کی وجہ سے وہ ڈیوٹی چھوڑ کر نہیں بھاگتے جبکہ امت اور جماعت کو اجتماعی جدوجہد کی سخت ضرورت ہو لیکن قرآن مجید اجازت دینے اور نہ دینے کے فیصلے کا اختیار نبی ﷺ کو دیتا ہے۔ آپ ﷺ کے بعد یہ اختیار اب جماعت کے سربراہ کو حاصل ہے کہ وہ اجتماعی کاموں سے کسی کو مستثنیٰ کرتا ہے یا نہیں۔\n(فاذا۔۔۔۔۔۔۔۔۔ منھم) (24 : 62) ” پس جب وہ اپنے کسی کام سے اجازت مانگیں تو جسے تم چاہو اجازت دے دیا کرو “۔ اس سے قبل اللہ نے نبی ﷺ کو یہ تنبیہ فرمائی تھی کہ کیوں آپ نے ان منافقین کو اجازت دی۔\nعفی اللہ عنک لم اذنت لھم حتی یتبین لک الخبیث من الطیب ” اللہ نے تمہیں معاف کردیا کہ کیوں تم نے ان کو اجازت دی تاکہ تم پر یہ امر واضح ہوجاتا کہ خبیث کون ہے ‘ اور پاک کون ہے “۔ یہاں یہ بات نبی ﷺ کے اختیار تمیزی پر چھوڑ دی گئی ہے کہ آپ کسی کو اختیار دیں یا نہ دیں۔ اس طرح مسلمانوں کے لیے ایک اور آسانی پیدا کردی گئی کیونکہ بعض اوقات نہایت ہی اہم ضروریات لاحق ہوجاتی ہیں اس لیے جماعت کی قیادت کو یہ اختیار دیا گیا کہ وہ موازنہ کرے کہ کسی کیلیے درپیش مہم میں جانا ضروری ہے یا کسی خصوصی ضرورت کے لئے پیچھے رہنا ضروری ہے۔ آخری اختیار قائد کو دے دیا گیا تاکہ وہ حالات کو پیش نظر رکھ کر فیصلہ کرے۔\nیہاں بہر حال اس طرف اشارہ کردیا جاتا ہے کہ انفرادی ضرورتوں پر قابو پایا جائے ‘ مسائل کا حل نکالا جائے اور اجتماعی مہم کو ترجیح دی جائے۔ تاہم اگر کوئی شخص اپنی کسی جائز ضرورت کے لیے بھی پیچھے رہتا ہے تو یہ امر جائز ہونے کے باوجود بھی ایک قصور ہے اور اس پر اللہ سے مغفرت طلب کرنا ضروری ہے۔\nواستغفر لھم اللہ ان اللہ غفوررحیم (24 : 62) ” اور ایسے لوگوں کے حق میں ‘ اللہ سے دعائے مغفرت کیا کرو ‘ اللہ یقیناً غفورورحیم ہے “۔ یوں ایک مومن کے ضمیر پر پابندی لگائی جاتی ہے کہ وہ اجازت طلب نہ کرے ‘ اگر کوئی بھی صورت نکلے تو وہ اپنے آپ کو عذر طلب کرنے سے بچانے کی کوشش کرے۔\nنیز یہاں یہ بھی بتایدا گیا کہ جو لوگ اجازت طلب کرتے ہیں وہ درخواست استیذان نہایت ہی مئو دبانہ الفاظ میں پیش کریں اور عوام الناس کی طرح (یامحمد) یا (ابو القاسم) یا اور عوامی طریقے سے خطاب نہ کریں بلکہ مودبانہ الفاظ یارسول اللہ ‘ یانبی اللہ کے الفاظ سے مخاطب کریں۔",
  "ayah": 62,
  "surah": 24
}
