{
  "text": "নামকরণ:\nالرَّعْدِ অর্থ বজ্রধ্বনি। বজ্রধ্বনিসহ পৃথিবীর সব কিছু আল্লাহ তা‘আলার তাসবীহ পাঠ করে। এ সম্পর্কে অত্র সূরার ১৩ নং আয়াতে আলোচনা করা হয়েছে, সেখান থেকেই উক্ত নামে সূরার নামকরণ করা হয়েছে।\nসূরার শুরুতে আল্লাহ তা‘আলার মহত্ব, বড়ত্ব ও রুবুবিয়্যাহ, পুনরুত্থানের ব্যাপারে কাফেরদের আশ্চর্যবোধ, গায়েবসহ সকল সূক্ষ্ম খবরাদি আল্লাহ তা‘আলা রাখেন এবং মানুষকে সংরক্ষণ ও তাদের আমল হিফাযতের জন্য নিযুক্ত ফেরেশতা সম্পর্কে আলোচনা করা হয়েছে। সত্য-মিথ্যার উপমা, যারা আল্লাহ তা‘আলার আহ্বানে সাড়া দেয় তাদের উত্তম প্রতিদান, যারা প্রতিশ্রুতি ভঙ্গ করে তাদের খারাপ পরিণতি, মানুষকে পরিমিত রিযিক দেয়ার হিকমত এবং যারা আল্লাহ তা‘আলার সাথে অন্যকে অংশীস্থাপন করে তাদের পরিণতি সম্পর্কে আলোচনা করা হয়েছে। তারপর জান্নাতের উপমা, নাবীদের স্ত্রী ও বংশধর দেয়া এবং আল্লাহ তা‘আলার ক্ষমতা ও কাফেরদের নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর নবুওয়াতকে অস্বীকার করা সম্পর্কে আলোচনা তুলে ধরা হয়েছে।\n১ নং আয়াতের তাফসীর:\nال۬مّ۬رٰ -(আলিফ-লাম-মীম-রা) এ জাতীয় “হুরূফুল মুক্বাত্বআত” বা বিচ্ছিন্ন অক্ষরসমূহ সম্পর্কে সূরা বাকারার শুরুতে আলোচনা করা হয়েছে। এর আসল উদ্দেশ্য একমাত্র আল্লাহ তা‘আলাই জানেন।\nঅতঃপর আল্লাহ তা‘আলা বলছেন, এগুলো এমন কিতাবের আয়াত যা দীনের মূল ও শাখা-প্রশাখাসহ যা কিছু মানুষের প্রয়োজন তার দিক-নির্দেশনা প্রদান করে। কেননা আল্লাহ তা‘আলা এ কিতাবে যা সংবাদ দিয়েছেন তা সত্য, যে সকল নির্দেশ ও নিষেধাজ্ঞা রয়েছে তা ন্যায়। সুতরাং যে ব্যক্তি কুরআনের প্রতি ঈমান এনে তাঁর নির্দেশানুযায়ী আমল করবে সে সত্যানুরাগী ও সঠিক পথের অনুসারী। কিন্তু অধিকাংশ মানুষ এ কুরআনের প্রতি ঈমান আনে না হয়তো অজ্ঞতার কারণে অথবা তার প্রতি বিমুখ হয়ে। সুতরাং নাবী (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-এর প্রতি যা অবতীর্ণ হয়েছে তা সত্য, কোন সংশয় নেই। এখানে মূলত কাফির, মুশরিকদের সংশয় দূরীভূত করা হয়েছে যারা মনে করে এ কুরআন আল্লাহ তা‘আলার কিতাব বা ঐশীগ্রন্থ নয়। যেমন\nআল্লাহ তা‘আলা বলেন:\n(نَزَّلَ عَلَيْكَ الْكِتٰبَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنْزَلَ التَّوْرٰةَ وَالْأِنْجِيْلَ)\n“তিনি সত্যসহকারে আপনার উপর কিতাব নাযিল করেছেন যা পূর্ববর্তী কিতাবের সত্যায়নকারী। তিনি আরো নাযিল করেছেন তাওরাত ও ইঞ্জিল।” (সূরা আলি ইমরান ৩:৩) সুতরাং কুরআন আল্লাহ তা‘আলার পক্ষ থেকে অবতারিত কিতাব যাতে কোন রকম সন্দেহের অবকাশ নেই।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. কুরআন আল্লাহ তা‘আলার কালাম, এতে কোন সংশয় নেই।\n২. কুরআনের সকল নির্দেশ ও নিষেধ ন্যায়সঙ্গত এবং সকল সংবাদ সত্য।\n৩. অধিকাংশ লোক ঈমান আনবে না এটাই আল্লাহ তা‘আলার ভবিষ্যত বাণী।",
  "ayah": 1,
  "surah": 13
}
