{
  "text": "১৭ নং আয়াতের তাফসীর:\nউক্ত আয়াতে সত্য-মিথ্যা, আসল-নকল, আসলের স্থায়ীত্ব ও নকলের অস্থায়ীত্বের দু‘টো দৃষ্টান্ত বর্ণনা করা হয়েছে। পথের দিশারী ও জীবন সংবিধান সম্বলিত কুরআনকে বৃষ্টির সাথে তুলনা করা হয়েছে। কেননা কুরআনের উপকারিতা বৃষ্টির উপকারিতার মতই ব্যাপক। আর উপত্যকাকে তুলনা করেছেন হৃদয়ের সঙ্গে। কেননা উপত্যকায় পানি গিয়ে স্থির হয়ে যায়, যেমন কুরআনের মাধ্যমে ঈমান মু’মিনের হৃদয়ে স্থির হয়ে যায়। ফলে তার হৃদয়ে ভাল জিনিসগুলো স্থান পায় এবং কুফরী বিশ্বাস তার থেকে দূরে সরে যায়, যেমন পানির উপরের ফেনা তার উপর থেকে আস্তে আস্তে বিলীন হয়ে যায়, অথবা বাতাস তা শেষ করে দেয়। ফলে আসল জিনিসটাই টিকে থাকে আর বাতিল যেগুলো ছিল তা দূরীভূত হয়ে যায়। রাসূলুল্লাহ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম) বলেছেন: আল্লাহ তা‘আলা আমাকে যে হিদায়াত ও ইলম দিয়ে প্রেরণ করেছেন তার উদাহরণ হল জমিনের উপর পতিত প্রবল বৃষ্টির ন্যায়। কোন কোন ভূমি থাকে উর্বর যা পানি চুষে নিয়ে প্রচুর পরিমাণে ঘাসপাতা ও সবুজ তরুলতা উৎপন্ন করে। আর কোন কোন ভূমি আছে যা কঠিন, পানি আটকে রাখে, পরে আল্লাহ তা‘আলা তা দিয়ে মানুষের উপকার করেন। তারা নিজেরা পান করে, পশুপাখিকে পান করায় এবং চাষাবাদের কাজে লাগায়। কোন কোন জমি আছে মসৃণ সমতল তা পানি আটকে রাখে না এবং কোন ঘাসপাতা উৎপন্নও করে না। এ হল সে ব্যক্তির দৃষ্টান্ত যে দীনের জ্ঞান লাভ করে এবং আল্লাহ তা‘আলা আমাকে যা দিয়ে প্রেরণ করেছেন তা থেকে উপকৃত হয়। ফলে সে নিজে শিক্ষা গ্রহণ করে অপরকে শিক্ষা দেয়। (সহীহ বুখারী হা: ৭৯)\nদ্বিতীয় একটি দৃষ্টান্ত হল, সোনা-রূপা, লৌহ ও তামা। এগুলোকে আগুনে তাপ দেয়া হয়। আগুনে তাপ দেয়ার সময় এগুলিতেও ফেনা জাতীয় জিনিস উত্থিত হয়। যেমন দুটো জিনিসে ফেনা উত্থিত হবার পর তা দূর হয়ে যায় তেমনি হক্বের উপরও কখনো কখনো বাতিল ছেয়ে যায়। অবশেষে বাতিল দূর হয়ে যায় এবং হক্ব পৃথকভাবেই থেকে যায়। যেমন পানির উপর থেকে ফেনা চলে গেলে তা পরিষ্কারভাবে থেকে যায়। সুতরাং বাতিল জিনিস কখনো কখনো প্রাধান্য বিস্তার লাভ করলেও তা চিরস্থায়ী হয় না। তা অবশেষে বিদায় নিয়ে চলে যায় এবং সত্যই টিকে থাকে। এভাবে আল্লাহ তা‘আলা পবিত্র কুরআনের অনেক জায়গায় হক্ব ও বাতিলের দৃষ্টান্ত বর্ণনা করেছেন। যেমন আল্লাহ তা‘আলার বাণী:\n“যারা কুফরী করে তাদের কর্ম মরুভূমির মরীচিকা সদৃশ, পিপাসার্ত যাকে পানি মনে করে থাকে, কিন্তু সে যখন সেখানে উপস্থিত হয় তখন কিছুই দেখতে পায় না। এবং সে পাবে সেথায় আল্লাহকে, অতঃপর তিনি তার কর্মফল পূর্ণ মাত্রায় দিবেন। আল্লাহ হিসেব গ্রহণে তৎপর। অথবা তাদের কর্ম গভীর সমুদ্র তলের অন্ধকার সদৃশ, যাকে আচ্ছন্ন করে তরঙ্গের উপর তরঙ্গ, যার ঊর্ধ্বে মেঘপুঞ্জ, অন্ধকারপুঞ্জ স্তরের উপর স্তর, এমনকি সে হাত বের করলে তা আদৌ দেখতে পাবে না। আল্লাহ যাকে জ্যোতি দান করেন না তার জন্য কোন জ্যোতিই নেই।” (সূরা নূর ২৪:৩৯-৪০) এখানে কুফরকে বাতিল এর সাথে উপমা দেয়া হয়েছে। أَوْدِيَةٌ শব্দটি واد-এর বহুবচন, অর্থ উপত্যকা।\n(فَسَالَتْ أَوْدِيَةٌم بِقَدَرِهَا)\nঅর্থাৎ প্রত্যেক উপত্যকার যেটুকু পরিমাণ পানি দরকার তা ধারণ করে নেয়। زَبَدً অর্থ ময়লা আর্বজনা।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. সত্য সর্বদা সমাগত, মিথ্যা সর্বদা বিতাড়িত। মিথ্যা কখনো চূড়ান্তভাবে জয় লাভ করতে পারে না।\n২. ঈমান হল হক্ব আর কুফর হল বাতিল।",
  "ayah": 17,
  "surah": 13
}
