{
  "text": "৫ নং আয়াতের তাফসীর:\nআল্লাহ তা‘আলা স্বীয় রাসূল মুহাম্মদ (সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম)-কে বলছেন: হে রাসূল! কাফিররা যে তোমাকে মিথ্যা প্রতিপন্ন করছে তা কোন আশ্চর্য হবার বিষয় নয়। তাদের স্বভাবই এরকম। আল্লাহ তা‘আলার নিদর্শন প্রত্যক্ষ করছে এমনকি তারা স্বীকারও করছে যে, সকল কিছুর সৃষ্টিকর্তা আল্লাহ তা‘আলা। এতদসত্বেও তারা কিয়ামত ও পুনরুত্থান দিবসকে অস্বীকার করে। এমনকি তারা বলে যে, আমরা যখন পচে-গলে মাটিতে পরিণত হয়ে যাব তখনো কি আমাদেরকে পুনরায় জীবিত করা হবে? তারা যেন এটা বিশ্বাসই করতে চায় না। অথচ তারা জানে না যে, আকাশ-জমিন সৃষ্টি করা তাদের সৃষ্টি থেকে অধিক কঠিন, দ্বিতীয়বারের সৃষ্টি প্রথমবারের সৃষ্টির তুলনায় অধিক সহজ। আল্লাহ তা‘আলা এতে সম্পূর্ণরূপে সক্ষম। যেমন আল্লাহ তা‘আলা বলেন:\n(أَوَلَمْ يَرَوْا أَنَّ اللّٰهَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلٰٓي أَنْ يُّحْيِيَ الْمَوْتٰي ط بَلٰٓي إِنَّه۫ عَلٰي كُلِّ شَيْءٍ قَدِيْرٌ)‏\n“তারা কি এটুকুও বোঝে না, যে আল্লাহ তা‘আলা জমিন ও আসমান সৃষ্টি করলেন এবং এগুলো সৃষ্টি করতে তিনি ক্লান্ত হননি, সেই আল্লাহ তা‘আলা মৃত্যুকে অবশ্যই জীবিত করার ক্ষমতা রাখেন। কেন নয়? নিশ্চয়ই তিনি সব কিছুর উপর শক্তিশালী।” (সূরা আহক্বাফ ৪৬:৩৩)\nসুতরাং পুনরায় জীবিত করা আল্লাহ তা‘আলার নিকট কোন কঠিন কাজ নয়। এরপরেও যারা বিশ্বাস স্থাপন করবে না তাদের গলাতেই বেড়ী পড়িয়ে দেয়া হবে এবং তারাই হবে জাহান্নামী। তারা সেখানে চিরকাল অবস্থান করবে। কেউ তাদেরকে সেখান থেকে উদ্ধার করতে পারবে না। যেমন আল্লাহ তা‘আলা বলেন:\n(وَجَعَلْنَا الْأَغْلَالَ فِيْ أَعْنَاقِ الَّذِيْنَ كَفَرُوْا)\n“এবং আমি কাফিরদের গলায় বেড়ী পরিয়ে দেব।” (সূরা সাবা ৩৪:৩৩)\nআল্লাহ তা‘আলা অন্যত্র বলেন:\n(إِنَّا جَعَلْنَا فِيْٓ أَعْنَاقِهِمْ أَغْلٰلًا فَهِيَ إِلَي الْأَذْقَانِ فَهُمْ مُّقْمَحُوْنَ)‏\n“আমি তাদের গলায় শৃঙ্খল পরিয়েছি, তা তাদের চিবুক পর্যন্ত, ফলে তারা ঈমান আনবে না।” (সূরা ইয়াসীন ৩৬:৮)\nসুতরাং যারা পুনরুত্থান দিবস ও কিয়ামত দিবসকে অস্বীকার করবে তাদেরকে কঠিনভাবে শাস্তি দেয়া হবে।\nআয়াত হতে শিক্ষণীয় বিষয়:\n১. কাফিরদের অস্বীকার করাতে আশ্চর্য হবার কিছুই নেই কারণ তাদের অভ্যাসই হল অস্বীকার করা।\n২. কাফিরদের শাস্তি হিসেবে তাদের গলদেশে লোহার বেড়ী পরিয়ে দেয়া হবে।\n৩. কিয়ামত ও পুনরুত্থান দিবসের প্রতি বিশ্বাস রাখা ওয়াজিব।",
  "ayah": 5,
  "surah": 13
}
