{
  "surah": 7,
  "ayah": 19,
  "text": "O Adam, dwell thou and thy spouse in the Garden, and eat from wheresoever you will, but come not near this tree. Adam has four names: Adam, vicegerent, mortal, and man. He was called Adam because he was created from the surface [adīm] of the earth, drawn from every region. Thus He said, “[We created man] from an extraction of clay” [23:12]. In other words, he was extracted from every region- sweet and briny, soft and hard. In Adam's clay were salty and sweet, coarse and soft, so the natures of his children became diverse. Among them are both sweet-tempered and bad-tempered, open and closed, generous and stingy, easy-going and difficult, black and white. Elsewhere He said, “He created man from dried clay, like pottery” [55:14]. Pottery is dried clay that gives off sound and is full of noise. In other words, the Adamite is noisy, his head full of tumult and turmoil, attached to talking. Elsewhere He said, “from clinging clay” [37:11], from a clay that is sticky, clings to every- thing, and mixes with everyone. Elsewhere He said, “from fetid mud” [15:26], a clay that is dark and black. Thus He taught him his measure so that he would not transgress his stage. He was shown his own root so that, if he should see generosity, he would not see it from himself. He would know that eminence lies in nurture [tarbiya], not in soil [turba]. What arises from soil? Wrongdoing, ignorance, and harshness. Adam disobeyed his Lord [20:121]. What arises from nurture? The generosity of guidance, the acceptance of repentance, and caresses. Surely God chose Adam [3:33]. The fruit of nurture is what He says: “He loves them, and they love Him” [5:54]. MaḤmūd went to the house of Ayāz. He saw all the property, blessings, gold, silver, jewels, multicolored silks, and robes of honor that MaḤmūd had given to him and bestowed upon him. In a corner he saw an old cloak made of patches of cloth hanging from a nail. He said, “So, what is this?” Ayāz answered, “This one is me in all my helplessness and abasement. All that beauty, adorn- ment, and all that exaltedness and delight are you. When I look at this, I see my own incapacity and know my own worth. When I look at that, I see you and know that it belongs to you, so I am delighted and lift my head.  ” Tell them to call me nothing but lord- that's a name suited for your serving boy. The reports say that He created Adam's body from clay and put it between Mecca and Taif for forty years. Every time Iblis passed by it, he would say, “Why have you been created?” The Exalted Lord was saying to the angels, “When I have blown into him of My spirit, prostrate yourselves before him” [15:29]. So, when the spirit came into his secret core, Adam opened his eyes and saw that his body was all clay. The wisdom in this is so that he would know his root, recognize his own soul, not be deceived by himself, and see the subtleties he saw as coming from the Real. When the spirit reached Adam's breast, it saw darkness. Some say that this was the darkness of the slip. Others say that it was the darkness of the dust, for the root of dust is from darkness, and the root of the spirit is from light. The spirit wanted to go back, and when its breeze reached his nostrils, he sneezed. Adam said, “The praise belongs to God,” and the Exalted Lord said, “May your Lord have mercy on you!” The spirit heard the mention of the Real's praise and mercy and took up residence. It said, “If this is worthy for God's praise and mercy, it is worthy to be my place.” When the spirit reached the navel, the appetite for food appeared in Adam. He saw the fruit of paradise and he wished for it. He wanted to stand but he was not able to. The Exalted Lord said, “Man was created of haste” [21:37]. His second name was “vicegerent,” because he sat in the place of the angels. The first dwell- ers in the earth were the angels, and then this name was given to Adam. The secret here is that the Adamites would have an excuse for their inclination to and ease with this world. In other words, the angels were not of this world, nor were they created of dust. Once they sat in this world, they were at ease, so being brought out of it was difficult for them. Hence they said, “What, wilt Thou set therein one who will work corruption there, and shed blood?” [2:30].  What wonder is it then that Adam's child should incline toward this world, for he was created and made from it? The report says, “When the faithful person dies in submission, the angels say, 'How was he saved from the world in which the best of us became corrupt?'” His third name is “mortal” [bashar]. God named him mortal because of his contact [mubāshara] with affairs. His fourth name is “man” [insān], because he “forgot” God's covenant. Thus He says, “He forgot, and We found in him no resoluteness” [20:115], that is, “We did not find in him resoluteness when he aimed to oppose Me; rather, that was because of forgetfulness [nisyān].” When there is solicitude, why should caresses have a limit? He overlooked his disobedience and He gave him an excuse. He said, “He did not act in opposition intentionally, nor did he have any resoluteness in that. Rather, he forgot My covenant, and it is My generosity to overlook that.” It has also been said that “man” comes from “intimacy” [uns], that is, he had intimacy with his spouse and love in his heart, as God said: “He placed between you love and mercy” [30:21]. That is why the Exalted Lord said, “O Adam, dwell thou and thy spouse in the Garden!” He gave his kind to his kind, He tied the creature to the creature, and He made the shape in the shape. This is because newly arrived things can make do only with their own shapes, are attracted only to their own kinds, and take ease only with those like themselves. It is the Majesty of Eternity and the Exaltedness of Unity that is pure of shapes, likenesses, and kinds, and It is He who is uniquely holy through His own beauty and majesty and exalted through the attributes of His own perfection. He always is, and He is first before all things. He is great through Himself, He acts beautifully toward everything, and He is fitting for greatness and beautiful doing. Then He said, “And eat from wheresoever you will, but come not near this tree. Eat what you want, wherever you want, in this paradise, and be joyful, but do come around this one tree.” He prohibited it to them, and He concealed their eating of it in His unseen knowledge. Then He put the decree into effect over them, so that they would know their own incapacity and weakness and see that protection from sin comes from the divine success-giving, not from the servant's effort."
}
