{
  "text": "The Fabricated Excuse offered by Those Who lagged behind and did not participate in Al-Hudaybiyyah\nAllah informs His Messenger of the excuses that the bedouins who lagged behind would offer him, those bedouins who preferred to remain in their homes and possessions and did not join the Messenger of Allah ﷺ. They offered an excuse for lagging behind, as that of being busy -- in their homes and with their wealth! They asked the Messenger of Allah ﷺ to invoke Allah to forgive them, not because they had faith in the Prophet and his invocation, but to show off and pretend. This is why Allah the Exalted said about them,\nيَقُولُونَ بِأَلْسِنَتِهِمْ مَّا لَيْسَ فِى قُلُوبِهِمْ قُلْ فَمَن يَمْلِكُ لَكُمْ مِّنَ اللَّهِ شَيْئاً إِنْ أَرَادَ بِكُمْ ضَرّاً أَوْ أَرَادَ بِكُمْ نَفْعاً\n(They say with their tongues what is not in their hearts. Say: \"Who then has any power at all (to intervene) on your behalf with Allah, if He intends you hurt or intends you benefit\") Allah says, none can resist what Allah has decided in your case, all praise and honor belong to Him. Allah is the Knower of your secrets and what your hearts conceal, even if you pretend and choose to be hypocritical with us. This is why Allah the Exalted said,\nبَلْ كَانَ اللَّهُ بِمَا تَعْمَلُونَ خَبِيراً\n(Nay, but Allah is Ever All-Aware of what you do.) then He said,\nبَلْ ظَنَنْتُمْ أَن لَّن يَنقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَداً\n(Nay, but you thought that the Messenger and the believers would never return to their families,) `for your lagging behind was not an excusable act or just a sin. Rather, your lagging behind was because of hypocrisy and because you thought that the Muslims would be killed to the extent of extermination, their lives would be extinguished and none of them will ever come back,'\nوَظَنَنتُمْ ظَنَّ السَّوْءِ وَكُنتُمْ قَوْماً بُوراً\n(and you did think an evil thought and you became a people Bur) going for destruction, according to `Abdullah bin `Abbas, Mujahid and several others. Qatadah explained Bur to mean, corrupt and some said that it is a word used in the Arabic dialect of the area of Oman. Allah the Exalted then said,\nوَمَن لَّمْ يُؤْمِن بِاللَّهِ وَرَسُولِهِ\n(And whosoever does not believe in Allah and His Messenger,) Allah states here that whoever does not purify his actions outwardly and inwardly for Allah's sake, then Allah the Exalted will punish him in the Blazing Fire, even if he pretends to show people that he follows the faith, contradicting his true creed. Allah the Exalted then states that He is the Only Authority, King and Owner Who has full control over the residents of the heavens and earth,\nيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ وَكَانَ اللَّهُ غَفُوراً رَّحِيماً\n(He forgives whom He wills, and punishes whom He wills. And Allah is Forgiving, Most Merciful.) with those who repent, return and submit to Him with humiliation.",
  "ayah": 13,
  "surah": 48
}
