{
  "text": "Allah conveys the News that there will be Many Cases of Jihad, and that Jihad distinguishes the Ranks of the Believers and exposes the Hypocrite\nScholars of Tafsir differ over who the people mentioned here are. They are people experienced at warfare who will be called to fight. There are many opinions, first, they are the tribe of Hawazin, as Shu`bah narrated from Abu Bishr from Sa`id bin Jubayr, or `Ikrimah, or both of them. Hushaym narrated this explanation from Abu Bishr, from both Sa`id bin Jubayr and `Ikrimah. Qatadah, as narrated from him in one version, held the same view. The second view is that these people are the tribe of Thaqif, according to Ad-Dahhak. The third view is that they are Banu Hanifah, according to Juwaybir and Az-Zuhri, as Muhammad bin Ishaq narrated from him. Similar was narrated from Sa`id bin Jubayr and `Ikrimah. The fourth opinion is that they are the Persians, according to `Ali bin Abi Talhah who reported that from `Abdullah bin `Abbas. This is also the view of `Ata', Mujahid, and `Ikrimah. Ka`b Al-Ahbar said that they are the Romans, while Ibn Abi Layla, `Ata, Al-Hasan and Qatadah -- in a different narration from him, said that they are the Persians and Romans. Mujahid also said that they are the idolators. In another narration Mujahid said, \"They are men given to great warfare,\" and did not specify any particular people. This last explanation is the view preferred by Ibn Jurayj and Ibn Jarir. Allah's statement,\nتُقَـتِلُونَهُمْ أَوْ يُسْلِمُونَ\n(Then you shall fight them, or they shall surrender.) means, `you are called to fight them in Jihad, through constant warfare, until you become victorious over them or they surrender. Or, they will embrace your religion without a fight, but with their full consent.' Allah the Exalted and Most Honored said next,\nفَإِن تُطِيعُواْ\n(Then if you obey,) `if you accept the call to Jihad and prepare for it and fulfill your duty in this regard,'\nيُؤْتِكُمُ اللَّهُ أَجْراً حَسَناً وَإِن تَتَوَلَّوْاْ كَمَا تَوَلَّيْتُمْ مِّن قَبْلُ\n(Allah will give you a fair reward; but if you turn away as you turned away before,) `on the day of Al-Hudaybiyyah, when you were called to Jihad, yet lagged behind,'\nيُعَذِّبْكُمْ عَذَاباً أَلِيماً\n(He will punish you with a painful torment.)\nAcceptable Reasons for not joining Jihad\nAllah then mentions the legal reasons that allow one to be excused from joining the Jihad, such as blindness and being lame, and various illnesses that strike one and are remedied in few days. When one is ill, he is allowed to remain behind and will have a valid excuse to do so, until his illness ends. Allah the Exalted and Most honored then said, while ordaining joining the Jihad and obeying Allah and His Messenger ,\nوَمَن يُطِعِ اللَّهَ وَرَسُولَهُ يُدْخِلْهُ جَنَّـتٍ تَجْرِى مِن تَحْتِهَا الاٌّنْهَـرُ وَمَن يَتَوَلَّ\n(And whosoever obeys Allah and His Messenger, He will admit him to Gardens beneath which rivers flow; and whosoever turns back,) from joining the Jihad and busies himself in his livelihood,\nيُعَذِّبْهُ عَذَاباً أَلِيماً\n(He will punish him with a painful torment.) in this life with humiliation and in the Hereafter with the Fire. Allah the Exalted has the best knowledge.",
  "ayah": 16,
  "surah": 48
}
