{
  "text": "Good News of abundant Spoils of War\nMujahid said that Allah's statement,\nوَعَدَكُمُ اللَّهُ مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا\n(Allah has promised you abundant spoils that you will capture,) refers to the spoils that Muslims earned up until this time, while,\nفَعَجَّلَ لَكُمْ هَـذِهِ\n(and He has hastened for you this,) means, the conquest of Khaybar. Al-`Awfi reported that Ibn `Abbas said,\nفَعَجَّلَ لَكُمْ هَـذِهِ\n(and He has hastened for you this,) means, \"The peace treaty of Al-Hudaybiyyah.\" Allah said,\nوَكَفَّ أَيْدِىَ النَّاسِ عَنْكُمْ\n(and He has restrained the hands of men from you,) meaning, `no harm that your enemies had planned against you, both fighting and warfare, touched you. Allah also restrained the hands of men, whom you left behind close to your families and children, from harming them,'\nوَلِتَكُونَ ءَايَةً لِّلْمُؤْمِنِينَ\n(that it may be a sign for the believers,) with which they take heed and understand. Verily, Allah the Exalted and Most Honored shall help and protect the believers against all enemies, even though the believers are few in number. By doing so, the believers will come to know that Allah is truly the Knower of the consequences of all matters and that the best decisions are those which He prefers for His believing servants, even though these decisions might look unfavorable outwardly,\nوَعَسَى أَن تَكْرَهُواْ شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ\n(It may be that you dislike a thing that is good for you) (2:216). Allah said,\nوَيَهْدِيَكُمْ صِرَطاً مُّسْتَقِيماً\n(and that He may guide you to the straight path) on account of your obeying His commands and adhering by His orders by following the path of His Messenger ,\nGood News of continuous Muslim Victories until the Day of Resurrection\nThe statement of Allah the Exalted and Most Honored,\nوَأُخْرَى لَمْ تَقْدِرُواْ عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا وَكَانَ اللَّهُ عَلَى كُلِّ شَىْءٍ قَدِيراً\n(And other (victories) which are not yet within your power; indeed Allah encompasses them. And Allah is Ever Able to do all things.) Meaning, there are other war spoils and victories to come which are not within your grasp now. However, Allah will make them within your reach and indeed He compasses all these victories for your benefit. Surely, Allah the Exalted provides provisions and sustenance for His servants who have Taqwa, from resources they could never imagine. Scholars of Tafsir differ over the reference to other war spoils mentioned here. Al-`Awfi reported that Ibn `Abbas said that it refers to the conquest of Khaybar. This meaning is sound according to the Ayah,\nفَعَجَّلَ لَكُمْ هَـذِهِ\n(and He has hastened for you this.) which refers to the treaty of Al-Hudaybiyyah. This is view of Ad-Dahhak, Muhammad bin Ishaq and `Abdur-Rahman bin Zayd bin Aslam. Qatadah said that this part of the Ayah refers to the conquest of Makkah, and this opinion was preferred by Ibn Jarir. Ibn Abi Layla and Al-Hasan Al-Basri said that it refers to victories over the Persians and the Romans, while Mujahid said that it refers to every victory and all spoils of war, until the Day of Resurrection. Abu Dawud At-Tayalisi recorded that Ibn `Abbas commented on the Ayah,\nوَأُخْرَى لَمْ تَقْدِرُواْ عَلَيْهَا قَدْ أَحَاطَ اللَّهُ بِهَا\n(And other (victories) which are not yet within your power; indeed Allah compasses them.), \"They are the victories that are continuing until this day.\"\nHad Makkah's Disbelievers fought at Al-Hudaybiyyah, They would have retreated in Defeat\nAllah said,\nوَلَوْ قَـتَلَكُمُ الَّذِينَ كفَرُواْ لَوَلَّوُاْ الاٌّدْبَـرَ ثُمَّ لاَ يَجِدُونَ وَلِيّاً وَلاَ نَصِيراً\n(And if those who disbelieve fight against you, they certainly would have turned their backs; then they would have found neither a protector nor a helper.) Allah the Exalted and Most Honored delivers the glad tidings to His believing servants that had the idolators fought them, Allah would have given victory to His Messenger and His faithful servants. Then, the army of the disbelievers would have been defeated and would have deserted the battlefield and fled. They would not have found any helper or supporter, because they were fighting Allah, His Messenger and His Faithful Party. Allah the Exalted and Most Honored said,\nسُنَّةَ اللَّهِ الَّتِى قَدْ خَلَتْ مِن قَبْلُ وَلَن تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلاً\n(That has been the way of Allah already with those who passed away before. And you will not find any change in the way of Allah.) means this is the way Allah deals with His creation. Whenever faith and disbelief meet at any distinguishing juncture, Allah gives victory to faith over disbelief, raises high truth and destroys falsehood. For instance, Allah the Exalted helped His loyal faithful supporters during the battle of Badr and they defeated His idolator enemies, even though the Muslims were few in num- ber and lightly armed, while the idolators were large in number and heavily armed. Allah the Exalted and Most Honored said,\nوَهُوَ الَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيراً\n(And He it is Who has withheld their hands from you and your hands from them in the midst of Makkah, after He had made you victors over them. And Allah is Ever the All-Seer of what you do.) Allah the Exalted reminds His faithful servants of His favor when He restrained the hands of the idolators, and thereby, no harm touched the Muslims from the idolators. Allah restrained the hands of the believers and they did not fight the idolaters near Al-Masjid Al-Haram. Rather, Allah saved both parties from battle and brought forth a peace treaty that produced good results for the believers, in addition to, earning them the good end in this life and the Hereafter. We stated a Hadith from Salamah bin Al-Akwa` in which he narrated that when the Muslims brought forth those seventy idolator prisoners, they tied and paraded them before the Messenger of Allah ﷺ, who looked at them and said,\n«أَرْسِلُوهُمْ يَكُنْ لَهُمْ بَدْءُ الْفُجُورِ وَثِنَاه»\n(Release them, so that they earn the burden of starting hostilities and its infamy.) Thereafter, Allah the Exalted and Most Honored sent down this Ayah about that incident,\nوَهُوَ الَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم\n(And He it is Who has withheld their hands from you and your hands from them...) Imam Ahmad recor- ded that Anas bin Malik said, \"On the day of Hudaybiyyah, eighty armed men from Makkah went down the valley coming from Mount At-Tan`im to ambush the Messen- ger of Allah . The Messenger invoked Allah against them, and they were taken prisoners.\" `Affan added, \"The Messenger ﷺ pardoned them, and this Ayah was later on revealed,\nوَهُوَ الَّذِى كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ\n(And He it is Who has withheld their hands from you and your hands from them in the midst of Makkah, after He had made you victors over them.)\" Muslim, Abu Dawud in his Sunan and At-Tirmidhi and An-Nasa'i, in the Tafsir section of their Sunan, collected this Hadith.",
  "ayah": 24,
  "surah": 48
}
