{
  "text": "Which was revealed in Al-Madinah\nThe Merit of Surah Al-Fath\nImam Ahmad recorded from `Abdullah bin Mughaffal, who said that Allah's Messenger ﷺ recited Surah Al-Fath on the (day) of the conquest of Makkah, riding on his she-camel. He recited it in a vibrating and pleasant tone. Mu`awiyah (a subnarrator) added: \"Were I not afraid that the people would crowd around me, I would surely try to imitate and produce his recitation.\" Both Al-Bukhari and Muslim recorded this Hadith through Shu`bah.\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\nIn the Name of Allah, the Most Gracious, the Most Merciful.\nThe Reason behind revealing Surat Al-Fath\nThis honorable Surah was revealed after the Messenger of Allah ﷺ returned from the area of Al-Hudaybiyyah, during the month of Dhul-Qa`dah, in the sixth year of Hijrah. This is when the idolators prevented him from reaching Al-Masjid Al-Haram to perform the `Umrah he intended. They stopped the Prophet from reaching Makkah at that time, but then were prone to peace negotiations. A peace treaty was conducted stipulating that the Messenger would return this year and then come back for `Umrah the following year. The Messenger ﷺ  agreed. However, some of the Companions disliked these terms, including `Umar bin Al-Khattab, as we will mention in detail, Allah willing, while explaining this Surah. After the Prophet slaughtered his sacrificial animals in the area where he was stopped and headed back to Al-Madinah, Allah the Exalted and Most Honored revealed this Surah about what occurred between him and the idolators. Allah declared the Al-Hudaybiyyah peace treaty a manifest victory, because of the benefits peace would carry and the good results that did originate from it. `Abdullah bin Mas`ud and other Companions said, \"You consider the conquering of Makkah to be Al-Fath (the victory), while to us, Al-Fath is the treaty conducted at Al-Hلudaybiyyah.\" Jabir (bin `Abdullah) said, \"We only considered Al-Fath to be the day of Hلudaybiyyah!\" Al-Bukhari recorded that Al-Bara' (bin `Azib) said, \"You consider Al-Fath to be the conquest of Makkah, which was indeed a victory. However, we consider Al-Fath to be the pledge of Ar-Ridwan on the Day of Al-Hudaybiyyah. Then, we were fourteen hundred with the Messenger of Allah ﷺ. Al-Hudaybiyyah had a well, whose water we consumed, not leaving a drop of water in it. When the news of what happened reached the Messenger of Allah ﷺ, he came towards us and sat on the edge of the well. Then he asked to be brought a bucket of water and used it for ablution. He next rinsed his mouth, invoked Allah and poured that water into the well. Soon after, that well provided us, as well as our animals, with sufficient water, in whatever amount of water we wished. Imam Ahmad recorded that `Umar bin Al-Khattab said, \"We were with the Messenger of Allah ﷺ on a trip, and I asked him about a matter three times, but he did not answer me. So I said to myself, `May your mother lose you, O son of Al-Khattab! You were stubborn in repeating your question three times to the Messenger of Allah ﷺ; each time he did not respond to you.' So I mounted my animal, my camel, and went ahead for fear that a part of the Qur'an might be revealed in my case. Suddenly, I heard a caller calling, `O `Umar!' So, I went to the Messenger while fearing that part of the Qur'an was revealed about me. The Prophet said,\n«نَزَلَ عَلَيَّ الْبَارِحَةَ سُورَةٌ هِيَ أَحَبُّ إِلَيَّ مِنَ الدُّنْيَا وَمَا فِيهَا:\nإِنَّا فَتَحْنَا لَكَ فَتْحاً مُّبِيناً لِّيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ»\n(Last night, a Surah was revealed to me that is dearer to me than this life and all that it contains: (Verily, We have given you a manifest victory. That Allah may forgive you your sins of the past and the future.)) Al-Bukhari, At-Tirmidhi and An-Nasa'i collected this Hadith from several chains of narration through Malik, may Allah grant him His mercy. `Ali bin Al-Madini commented, \"This is a good chain of narration consisting of the scholars of Al-Madinah.\" Imam Ahmad recorded that Anas bin Malik said, \"This Ayah was revealed to the Prophet ,\nلِّيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ\n(That Allah may forgive you your sins of the past and the future,) on his return from Al-Hudaybiyyah. The Prophet said,\n«لَقَدْ أُنْزِلَتْ عَلَيَّ اللَّيْلَةَ آيَةٌ أَحَبُّ إِلَيَّ مِمَّا عَلَى الْأَرْض»\n(Tonight, an Ayah, that is dearer to me than all that the earth carries, was revealed to me.) The Prophet recited the Ayah to them. They said, `Congratulations, O Allah's Messenger! Allah the Exalted and Most Honored has stated what He will do with you. So what will He do with us' These Ayat were revealed to the Prophet ,\nلِّيُدْخِلَ الْمُؤْمِنِينَ وَالْمُؤْمِنَـتِ جَنَّـتٍ تَجْرِى مِن تَحْتِهَا الاٌّنْهَـرُ\n(That He may admit the believing men and the believing women to Gardens under which rivers flow. ..), until,\nفَوْزاً عَظِيماً\n(...a supreme success.)\" This Hadith is recorded in the Two Sahihs. Imam Ahmad recorded that Al-Mughirah bin Shu`bah said, \"The Prophet used to pray until both his feet were swollen. He was asked, `Has not Allah forgiven you all your sins of the past and of future' He said,\n«أَفَلَا أَكُونُ عَبْدًا شَكُورًا؟»\n(Should I not be a thankful servant)\" The two collectors of the Sahihs collected this Hadith, as well as, the rest of the Group, except Abu Dawud. Allah's statement,\nإِنَّا فَتَحْنَا لَكَ فَتْحاً مُّبِيناً\n(Verily, We have given you a manifest victory.) means, clear and apparent victory. This Ayah is about the treaty at Al-Hudaybiyyah, which resulted in great goodness, including people embracing Islam in large crowds and having the chance to meet each other openly. During that time, the believers preached to the idolators and thus beneficial knowledge and faith spread all around. Allah's statement,\nلِّيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ\n(That Allah may forgive you your sins of the past and the future, ) contains one of the special virtues of the Messenger ﷺ, and no one else shares this honor with him. There is not an authentic Hadith that states that any person other than the Messenger ﷺ earned forgiveness for all of his sins of the past and future on account of performing good deeds. This, indeed, is a great honor for the Messenger of Allah ﷺ , who fulfilled the requirements of Allah's obedience, righteousness and straightness at a level never surpassed by a human being in past generations, nor will it ever be surpassed in the generations to come. Muhammad ﷺ is the perfect human being and the leader and chief of all mankind in this life and the Hereafter. And since he was, and will always be, the most obedient of Allah's creation to Him and the most honoring of Allah's commands and prohibitions, he said when his she- camel insisted on kneeling down,\n«حَبَسَها حَابِسُ الْفِيل»\n(He Who stopped the elephant, has stopped her too.) The Prophet then declared,\n«وَالَّذِي نَفْسِي بِيَدِهِ لَا يَسْأَلُونِّي الْيَوْمَ شَيْئًا يُعَظِّمُونَ بِهِ حُرُمَاتِ اللهِ إِلَّا أَجَبْتُهُمْ إِلَيْهَا»\n(By the Name of Him in Whose Hand my soul is, this day, if they ask me anything which will respect the ordinances of Allah, I will grant it to them.) And when the Messenger obeyed Allah and accepted the peace offer from the Quraysh, Allah the Exalted said to him,\nإِنَّا فَتَحْنَا لَكَ فَتْحاً مُّبِيناً لِّيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ\n(Verily, We have given you a manifest victory. That Allah may forgive you your sins of the past and the future, and complete His favor on you,) in this life and the Hereafter,\nوَيَهْدِيَكَ صِرَطاً مُّسْتَقِيماً\n(and guide you on the straight path,) with the glorious legislation and the straight religion that He ordains on you,\nوَيَنصُرَكَ اللَّهُ نَصْراً عَزِيزاً\n(And that Allah may help you with strong help.) due to your obedience of the orders of Allah, the Exalted and Most Honored; Allah will elevate your status and give you victory above your enemies. An authentic Hadith states,\n«وَمَا زَادَ اللهُ عَبْدًا بِعَفْوٍ إِلَّا عِزًّا. وَمَا تَوَاضَعَ أَحَدٌ للهِ عَزَّ وَجَلَّ إِلَّا رَفَعَهُ اللهُ تَعَالَى»\n(No servant pardons but Allah grants him honor, and none humbles himself for Allah except that Allah the exalted and sublime raises him (in rank).) `Umar bin Al-Khattab said, \"You will never punish someone who disobeyed Allah with you better than obeying Allah the Exalted and Most Honored with him.\"",
  "ayah": 3,
  "surah": 48
}
