{
  "text": "فَسَنُيَسِّرُ‌هُ لِلْيُسْرَ‌ىٰ (We will facilitate for him the way to extreme ease [ i.e. the comforts of Paradise ]....92:7). The word yusra literally denotes 'ease and comfort' or a thing in which there is no difficulty, but here it refers to \"Paradise\". Likewise, referring to the second group it says:\nفَسَنُيَسِّرُ‌هُ لِلْيُسْرَ‌ىٰ (for him We will facilitate the way to extreme distress...92:10). The opposite of yusra is ` usra which literally denotes 'extreme distress, referring to \"Hell\". The two statements signify that those who exert their efforts in the first three acts, that is, spending in the cause of Allah, fearing Allah and testifying to the kalimah, Allah. will pave their way to extreme ease, that is, to deeds that will lead them to the comforts of Paradise. On the other hand, those who exert their efforts in the latter three acts, Allah will pave their way to extreme distress, that is, make easy for them to perform deeds that will lead them to Hell. By right, here it should have been said that the deeds of Paradise or Hell are made easy for them, because 'easy' or 'difficult' qualify deeds, and not persons or people. But the Qur'an says that the people or the people themselves will be made easy to do the deeds. This probably implies that the first group will be predisposed to behave in a particular way that behaving otherwise will make them feel uneasy. The second group will be predisposed to behave in a way that will make them feel comfortable to do deeds of Hell, and they will feel uneasy doing deeds of Paradise. Each of these two groups will have their own nature and predisposition, and will find it easier to behave in that particular way. A Hadith confirms that the Messenger of Allah ﷺ said:\nاعملوا فکل میسر لما خلق لہ، امّا من کان من اھل السّعادۃ فییسّرلعمل السّعادۃ، وامّا من کان من اھل الشّقاوۃ فییسّر لعمل اھل الشّقاوۃ\n\"Perform deeds, for everyone will have the deeds of what he was created for [ Paradise or Hell ] made easy for him. Those people who are the people of happiness, they will have the deeds of the people of happiness made easy for them. And those who are the people of misery, they will have the deeds of the people of misery made easy for them.\"\nBut both these things are the results of the use of the God-given choice and free will. Therefore, man is rewarded or punished.\nThereafter the unfortunate inmates of Hell are warned, thus:",
  "ayah": 10,
  "surah": 92
}
