{
  "text": "لَا يَصْلَاهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ وَتَوَلَّىٰ (None will enter it but the wretched one who rejected [ the truth ] and turned away....92:16). This describes the fire of Hell. It is quite clear that only a kafir will reject Allah and His Messenger. Apparently, it seems that a sinful believer who does not reject the truth will not enter Hell, whereas the Qur'an and Hadith are replete with clear texts that a sinful believer will enter Hell, unless he had repented, or someone interceded for him, or was forgiven out of pure Grace. He will abide in Hell until he has received punishment for the sins he has committed. After paying for his sins, he will be taken out of Hell, and through the blessings of his faith, he will be admitted into Paradise.\nApparently, the wordings of the verse are contrary to this interpretation. Therefore, it is necessary that the interpretation of the verse under comment be brought in line with other Qur'anic verses and authentic Ahadith. It’ s plain and simple interpretation would be that this verse refers to entering the Hell for good, which is peculiar to the unbelievers. They will be tortured eternally in the Hell-fire. The sinful believers, on the other hand, will receive punishment for their sins and will eventually - at some time or the other - be taken out of Hell. Other scholars of Tafsir have given some other interpretations too, which can also be appropriate. Tafsir Mazhari has come up with another explanation according to which 'the wretched one' and 'the most God-fearing one' should not be taken in its general sense. Both words refer particularly to people who lived during the blessed time of the Holy Prophet ﷺ . From amongst them, no Muslim, who lived at that time, will enter Hell through the blessings of the Holy Prophet's ﷺ company, even though he might have committed some sins incidentally.\nAll of The Blessed Companions will be Saved from the Ordeal of Hell\nThe reason for this is that the Companions rarely ever committed sins. Furthermore, even if they did commit sins, they must have repented by dint of the fear of the Hereafter - as their living conditions indicate . If any of them committed a sin, his good deeds are so many that they can wipe out the sin as the Qur'an says:\nإِنَّ الْحَسَنَاتِ يُذْهِبْنَ السَّيِّئَاتِ\n'...Surely good deeds erase bad deeds [ 11:114] '\nAdopting the company of the Holy Prophet\tﷺ is an act that can outweigh all other good deeds. The Holy Prophet \tﷺ is reported to have said regarding the righteous members of the community:\nھم قوم لا یشقیٰ جلیسھم ولا یخاف انیسھم\n'The one who sits with them is never deprived, and the one who feels happy in their company is never unsuccessful.' [ Sahihain ]\nObviously, a person who sits in the company of the Holy Prophet ﷺ and is his intimate associate cannot be wretched. Therefore, there are express texts available in the authentic Traditions that all the noble Companions are safe from the punishment of Hell. The Qur'an itself bears testimony that –\nوَكُلًّا وَعَدَ اللَّـهُ الْحُسْنَىٰ\n...and to each Allah has promised good [ 4:95] '\nHusna in this statement refers to 'Paradise'. In another verse, the Qur'an says:\nإِنَّ الَّذِينَ سَبَقَتْ لَهُم مِّنَّا الْحُسْنَىٰ أُولَـٰئِكَ عَنْهَا مُبْعَدُونَ\nSurely, those for whom the good (news) from Us has come earlier shall be kept far away from it. [ 21:101]\nHusna in this statement also refers to 'Paradise'. The pronoun 'it' in the phrase 'from it' refers to 'Hell', signifying that they will be far away from Hell. A Tradition says that 'Hell-Fire will not touch him who has seen me'. [ Tirmidhi transmitted it from Jabir ؓ ].",
  "ayah": 15,
  "surah": 92
}
