{
  "text": "Всевышний поведал о совершенстве и величии божественной речи. Это бесподобное описание речи Аллаха изумляет человеческие сердца, поражает человеческие умы и побуждает благоразумных мужей стремиться к познанию Господа. Если бы из всех деревьев земли изготовили письменные трости, а моря и океаны превратились в чернила, то их не хватило бы для того, чтобы исчерпать слова Аллаха, потому что еще раньше сломались бы письменные трости, и высохли моря. Это сравнение не является гиперболой, которая далека от действительности. Всевышнему и всеблагому Аллаху прекрасно известно, что человеческий разум не в состоянии постичь некоторые божественные качества. Всевышнему Аллаху также известно о том, что познание Господа является самым прекрасным, самым славным и самым достойным из всех благ. И хотя человек не способен познать Аллаха целиком, он не лишен возможности познать Аллаха частично, и поэтому Всевышний Господь открыл Своим рабам знание, которое озаряет их сердца и раскрывает их груди. А посредством знаний, которые можно постичь человеческим разумом, мусульмане обосновывают правдивость знаний, которые невозможно объяснить разумом. Они повторяют слова самого достойного из людей, который лучше других был осведомлен о своем Господе, и говорят: «Господи! Мы не может восхвалить Тебя так, как Ты того заслуживаешь, ибо только Ты способен восхвалить себя надлежащим образом». Воистину, Всевышний Аллах заслуживает хвалы, которая превыше той хвалы, которую возносят Ему творения! Что же касается обсуждаемого нами сравнения, то оно помогает людям постичь смысл того, что человеческий разум не способен постичь в полной мере. Даже если деревьев и океанов будет во много больше, чем это упоминается в откровении, человек может представить себе их исчезновение, потому что все они являются творениями. Что же касается слов Всевышнего Аллаха, то представить их исчерпание невозможно. Более того, священные тексты и здравый смысл свидетельствуют о том, что слова Аллаха неисчерпаемы, потому что конец есть у всего сущего, кроме Творца и Его божественных качеств. Всевышний сказал: «К твоему Господу предстоит конечный исход (или твоему Господу принадлежит конечный предел)» (53:42). Осознавая то, что Всевышний Аллах не имеет начала и не имеет конца, понимаешь, что Он существовал прежде любого времени, которое только может представить себе человеческий разум, и будет существовать после самых отдаленных времен, которые только может представить себе человек, даже если самые изощренные помощники будут словом и сердцем помогать ему сделать это. Во все времена Аллах существует, принимает решения, разговаривает и вершит, что пожелает. И если Он пожелает чего-нибудь, то ничто не способно помешать Ему произнести или совершить то, что Ему угодно. Если же человек осознает это, то он понимает, что приведенное в обсуждаемом нами аяте сравнение всего лишь помогает рабам лучше постичь своего Господа. Что же касается божественных качеств, то они превыше любых сравнений. Затем Всевышний Аллах возвестил о безграничности Своего могущества и совершенстве Своей мудрости. Среди Его прекрасных имен - Могущественный и Мудрый. Могущество и величие принадлежат Ему одному. Что же касается могущества и силы, которые существуют в высшем и низшем мирах, то они также исходят от одного Аллаха. Он одарил силой Свои творения, и нет силы и могущества, кроме как от Него. Благодаря Своему могуществу Он правит всеми творениями и господствует над ними. По Своей мудрости Он сотворил все сущее и наполнил жизнь Своих творений мудростью и смыслом. По Своей мудрости Он также ниспослал повеления и запреты, каждый из которых также проникнут мудростью и смыслом. Мудрость является отличительным признаком всего, что Он творит и повелевает.",
  "ayah": 27,
  "surah": 31
}
