{
  "text": "আর নিশ্চয় তা লোক চলাচলের পথের পাশেই বিদ্যমান [১]।\n[১] এ আয়াতে আল্লাহ্ তা'আলা সেসব জনপদের অবস্থা বর্ণনা করেছেন। (لَبِسَبِيْلٍ مُّقِيْمٍ) শব্দটির কয়েকটি অর্থ হতে পারে। এক. মুজাহিদ ও দাহহাক বলেন, এর অর্থ চিহ্নিত জনপদে পরিণত হয়েছে। কাতাদা বলেন, স্পষ্ট পথে। কাতাদা থেকে অপর বর্ণনায় এসেছে, যমীনের এক প্রান্তে। [ইবন কাসীর] ইবনে কাসীর আরও বলেন,\nএই সাদূম জনপদটিতে যে বিপদ ঘটে গেছে, যে বাহ্যিক ও অভ্যন্তরীন পরিবর্তন ঘটেছে, পাথর নিক্ষিপ্ত হয়েছে, এমনকি শেষ পর্যন্ত তা পচা দুৰ্গন্ধময় খারাপ সাগরে পরিণত হয়েছে, যা আজও একই অবস্থায় বিদ্যমান। যেমন অন্য আয়াতে আল্লাহ বলেন, “তোমরা তো তাদের ধ্বংসাবশেষগুলো অতিক্রম করে থাক সকালে ও সন্ধ্যায়। তবুও কি তোমরা বোঝ না?\" সূরা আস-সাফফাত: ১৩৭-১৩৮]\nকারণ, আরব থেকে সিরিয়া যাওয়ার পথে এ জনপদ অবস্থিত। আল্লাহ্ তা'আলা আরও বলেন, এগুলোতে চক্ষুষ্মান ব্যক্তিদের জন্য আল্লাহ্ তা'আলার অপার শক্তির বিরাট নিদর্শনাবলী রয়েছে। অন্য এক আয়াতে আল্লাহ্ তা'আলা এসব জনপদ সম্পর্কে আরো বলেছেন যে,\n(لَمْ تُسْكَنْ مِّنْۢ بَعْدِهِمْ اِلَّا قَلِيْلًا)\nঅর্থাৎ এসব জনপদ আল্লাহর আযাবের ফলে জনশূন্য হওয়ার পর সামান্য কিছু ছাড়া বাকীগুলো পুনর্বার আবাদ হয়নি (সূরা কাসাস-৫৮)।\nএ বিবরণ থেকে জানা যায় যে, আল্লাহ তা'আলা এসব জনপদ ও তাদের ঘর-বাড়ীকে ভবিষ্যৎ বংশধরদের জন্য শিক্ষার উপকরণ করেছেন। এ কারণেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন এসব স্থান অতিক্রম করেছেন, তখন আলাহর ভয়ে তার মস্তক নত হয়ে গেছে এবং তিনি সওয়ারীর উটকে দ্রুত হাকিয়ে সেসব স্থান পার হয়ে যাওয়ার চেষ্টা করেছেন। [দেখুন, ইবন হিব্বান: ৬১৯৯]\nতার এ কর্মের ফলে একটি সুন্নত প্রতিষ্ঠা লাভ করেছে। তা এই যে, যেসব স্থানে আল্লাহ তা'আলার আযাব এসেছে, সেগুলোকে তামাশার ক্ষেত্রে পরিণত করা খুবই পাষাণ হৃদয়ের কাজ। বরং সেগুলো থেকে শিক্ষা লাভ করার পস্থা এই যে, সেখানে পৌছে আল্লাহ তা'আলার অপার শক্তির কথা চিন্তা করতে হবে এবং অন্তরে তার আযাবের ভীতি সঞ্চার করতে হবে।\nকুরআনুল কারীমের বক্তব্য অনুযায়ী লুত 'আলাইহিস সালামের ধ্বংসপ্রাপ্ত জনপদসমূহ আজো আরব থেকে সিরিয়াগামী রাস্তার পার্শ্বে জর্দানের এলাকায় সমুদ্রের উপরিভাগ থেকে যথেষ্ট নীচের দিকে একটি বিরাট এলাকা নিয়ে রয়েছে। এর একটি বিরাট পরিধিতে বিশেষ এক প্রকার পানি সাগরের আকার ধারণ করে আছে। এ পানিতে কোন মাছ, ব্যাঙ ইত্যাদি প্রাণী জীবিত থাকতে পারে না। এ জন্যেই একে মৃত সাগর ও লুত সাগর’ নামে অভিহিত করা হয়। অনুসন্ধানের পর জানা গেছে যে, এতে পানির অংশ খুব কম এবং তেল জাতীয় উপাদান অধিক পরিমাণে বিদ্যমান এবং লবনের পরিমাণও; তাই এতে কোন সামুদ্রিক প্রাণী জীবিত থাকতে পারে না।\nআজকাল প্রত্নতত্ত্ববিভাগের পক্ষ থেকে এখানে কিছুসংখ্যক আবাসিক দালান-কোঠা ও হোটেল নিৰ্মাণ করা হয়েছে। আখেরাত থেকে উদাসীন বস্তুবাদী মানুষ একে পর্যটন ক্ষেত্রে পরিণত করে রেখেছে। তারা নিছক তামাশা হিসেবে এসব এলাকা দেখার জন্য গমন করে। এহেন উদাসীনতার প্রতিকারার্থে কুরআনুল কারীম অবশেষে বলেছেঃ\n(اِنَّ فِيْ ذٰلِكَ لَاٰيٰتٍ لِّلْمُتَوَسِّمِيْنَ)\nঅর্থাৎ, এসব ঘটনা ও ঘটনাস্থল প্রকৃতপক্ষে অন্তদৃষ্টিসম্পন্ন মুমিনদের জন্য শিক্ষাদায়ক। একমাত্র ঈমানদাররাই এ শিক্ষা দ্বারা উপকৃত হয় এবং অন্যরা এসব স্থানকে নিছক তামাশার দৃষ্টিতে দেখে চলে যায়।",
  "ayah": 76,
  "surah": 15
}
