{
  "text": "The sounding of the Trumpet and the weighing of Deeds in the Scales.\nAllah says that when the Trumpet is blown for the Resurrection, and the people rise from their graves,\nفَلاَ أَنسَـبَ بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَآءَلُونَ\n(there will be no kinship among them that Day, nor will they ask of one another.) meaning that lineage will be of no avail on that Day, and a father will not ask about his son or care about him. Allah says:\nوَلاَ يَسْـَلُ حَمِيمٌ حَمِيماً يُبَصَّرُونَهُمْ\n(And no friend will ask a friend (about his condition), though they shall be made to see one another) 70:10-11. meaning, no relative will ask about another relative, even if he can see him and even if he is carrying a heavy burden. Even if he was the dearest of people to him in this world, he will not care about him or take even the slightest part of his burden from him. Allah says:\nيَوْمَ يَفِرُّ الْمَرْءُ مِنْ أَخِيهِ - وَأُمِّهِ وَأَبِيهِ - وَصَـحِبَتِهُ وَبَنِيهِ\n(That Day shall a man flee from his brother. And from his mother and his father. And from his wife and his children.) 80:34-36 Ibn Mas`ud said, \"On the Day of Resurrection, Allah will gather the first and the last, then a voice will call out, `Whoever is owed something by another, let him come forth and take it.' And a man will rejoice if he is owed something or had been mistreated by his father or child or wife, even if it is little. \" This is confirmed in the Book of Allah, where Allah says:\nفَإِذَا نُفِخَ فِى الصُّورِ فَلاَ أَنسَـبَ بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَآءَلُونَ\n(Then, when the Trumpet is blown, there will be no kinship among them that Day, nor will they ask of one another.) This was recorded by Ibn Abi Hatim.\nفَمَن ثَقُلَتْ مَوَزِينُهُ فَأُوْلَـئِكَ هُمُ الْمُفْلِحُونَ\n(Then, those whose Scales are heavy, these! they are the successful.) means, the one whose good deeds outweigh his bad deeds, even by one. This was the view of Ibn `Abbas.\nفَأُوْلَـئِكَ هُمُ الْمُفْلِحُونَ\n(they are the successful.) means, those who have attained victory and been saved from Hell and admitted to Paradise. Ibn `Abbas said, \"These are the ones who have attained what they wanted and been saved from an evil from which there is no escape.\"\nوَمَنْ خَفَّتْ مَوَزِينُهُ\n(And those whose Scales are light,) means, their evil deeds outweigh their good deeds.\nفَأُوْلَـئِكَ الَّذِينَ خَسِرُواْ أَنفُسَهُم\n(they are those who lose themselves,) means, they are doomed and have ended up with the worst deal. Allah says:\nفِى جَهَنَّمَ خَـلِدُونَ\n(in Hell will they abide. ) meaning, they will stay there forever and will never leave.\nتَلْفَحُ وُجُوهَهُمُ النَّارُ\n(The Fire will burn their faces,) This is like the Ayah:\nوَتَغْشَى وُجُوهَهُمْ النَّارُ\n(and fire will cover their faces) 14:50. and:\nلَوْ يَعْلَمُ الَّذِينَ كَفَرُواْ حِينَ لاَ يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلاَ عَن ظُهُورِهِمْ\n(If only those who disbelieved knew (the time) when they will not be able to ward off the Fire from their faces, nor from their backs) 21:39.\nوَهُمْ فِيهَا كَـلِحُونَ\n(and therein they will grin, with displaced lips.) `Ali bin Abi Talhah narrated from Ibn `Abbas, \"Frowning.\"",
  "ayah": 103,
  "surah": 23
}
