{
  "text": "His Sign in the creation of the Heavens\nAfter mentioning the creation of man, Allah then mentions the creation of the seven heavens. Allah often mentions the creation of the heavens and earth alongside the creation of man, as He says elsewhere:\nلَخَلْقُ السَّمَـوَتِ وَالاٌّرْضِ أَكْـبَرُ مِنْ خَلْقِ النَّاسِ\n(The creation of the heavens and the earth is indeed greater than the creation of mankind) 40:57. A similar Ayah appears at the beginning of Surat As-Sajdah, which the Messenger of Allah ﷺ used to recite on Friday mornings. At the beginning it mentions the creation of the heavens and earth, then it says how man was created from semen from clay, and it also discusses the resurrection and rewards and punishments, and other matters.\nسَبْعَ طَرَآئِقَ\n(seven Tara'iq.) Mujahid said, \"This means the seven heavens.\" This is like the Ayat:\nتُسَبِّحُ لَهُ السَّمَـوَتُ السَّبْعُ وَالاٌّرْضُ وَمَن فِيهِنَّ\n(The seven heavens and the earth and all that is therein, glorify Him) 17:44\nأَلَمْ تَرَوْاْ كَيْفَ خَلَقَ اللَّهُ سَبْعَ سَمَـوَتٍ طِبَاقاً\n(See you not how Allah has created the seven heavens one above another) 71:15\nاللَّهُ الَّذِى خَلَقَ سَبْعَ سَمَـوَتٍ وَمِنَ الاٌّرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الاٌّمْرُ بَيْنَهُنَّ لِّتَعْلَمُواْ أَنَّ اللَّهَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحَاطَ بِكُلِّ شَىْءٍ عِلْمَا\n(It is Allah Who has created seven heavens and of the earth the like thereof. His command descends between them (heavens and earth), that you may know that Allah has power over all things, and that Allah surrounds all things in (His) knowledge) 65:12 Similarly, Allah says here:\nوَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ وَمَا كُنَّا عَنِ الْخَلْقِ غَـفِلِينَ\n(And indeed We have created above you seven Tara'iq, and We are never unaware of the creation.) meaning, Allah knows what goes into the earth and what comes out of it, what comes down from heaven and what goes up into it. He is with you wherever you are, and Allah sees what you do. No heaven is hidden from Him by another and no earth is hidden from Him by another. There is no mountain but He knows its features, and no sea but He knows what is in its depths. He knows the numbers of what is in the mountains, the hills, the sands, the seas, the landscapes and the trees.\nوَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِى ظُلُمَـتِ الاٌّرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِى كِتَـبٍ مُّبِينٍ\n(And not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.) 6:59\nوَأَنزَلْنَا مِنَ السَّمَآءِ مَآءً بِقَدَرٍ فَأَسْكَنَّاهُ فِى الاٌّرْضِ وَإِنَّا عَلَى ذَهَابٍ بِهِ لَقَـدِرُونَ",
  "ayah": 17,
  "surah": 23
}
