{
  "text": "The Story of `Ad or Thamud\nAllah tells us that after the people of Nuh, He created another nation. It was said that this was `Ad, because they were the successors of the people of Nuh. Or it was said that they were Thamud, because Allah says:\nفَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ\n(So, the Sayhah overtook them in truth.) Allah sent to them a Messenger from among themselves, and he called them to worship Allah Alone with no partner or associate, but they belied him, opposed him and refused to follow him because he was a human being like them, and they refused to follow a human Messenger. They did not believe in the meeting with Allah on the Day of Resurrection and they denied the idea of physical resurrection. They said:\nأَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتٌّمْ وَكُنتُمْ تُرَاباً وَعِظـماً أَنَّكُمْ مُّخْرَجُونَ - هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ\n(Does he promise you that when you have died and have become dust and bones, you shall come out alive (resurrected) Far, very far is that which you are promised!) meaning, very unlikely.\nإِنْ هُوَ إِلاَّ رَجُلٌ افتَرَى عَلَى اللَّهِ كَذِباً\n(He is only a man who has invented a lie against Allah,) meaning, `in the Message he has brought to you, and his warnings and promise of resurrection.'\nوَمَا نَحْنُ لَهُ بِمُؤْمِنِينَقَالَ رَبِّ انصُرْنِى بِمَا كَذَّبُونِ\n(and we are not going to believe in him. He said: \"O my Lord! Help me because they deny me.\") meaning, the Messenger ﷺ prayed against his people and asked his Lord to help him against them. His Lord answered his prayer:\nقَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَـدِمِينَ\n((Allah) said: \"In a little while, they are sure to be regretful.\") meaning, `for their opposition towards you and their stubborn rejection of the Message you brought to them.'\nفَأَخَذَتْهُمُ الصَّيْحَةُ بِالْحَقِّ\n(So, The Sayhah overtook them in truth,) meaning, they deserved that from Allah because of their disbelief and wrongdoing. The apparent meaning is that the Sayhah was combined with the furious cold wind,\nتُدَمِّرُ كُلَّ شَىْءٍ بِأَمْرِ رَبِّهَا فَأْصْبَحُواْ لاَ يُرَى إِلاَّ مَسَـكِنُهُمْ\n(Destroying everything by the command of its Lord! So they became such that nothing could be seen except their dwellings!) 46:25\nفَجَعَلْنَـهُمْ غُثَآءً\n(and We made them as rubbish of dead plants.) means, they are dead and destroyed, like the scum and rubbish left by a flood, i.e., something insignificant and useless that is of no benefit to anyone.\nفَبُعْداً لِّلْقَوْمِ الظَّـلِمِينَ\n(So, away with the people who are wrongdoers.) As Allah's statement:\nوَمَا ظَلَمْنَـهُمْ وَلَـكِن كَانُواْ هُمُ الظَّـلِمِينَ\n(We wronged them not, but they were the wrongdoers.) 43:76 means, who are wrongdoers because of their disbelief and stubborn opposition to the Messenger of Allah ﷺ, so let those who hear this beware of disbelieving in their Messengers.",
  "ayah": 36,
  "surah": 23
}
