{
  "text": "The Justice of Allah and the Frivolity of the Idolators\nAllah tells us of His justice towards His servants in this world, in that He does not task any person except according to his capacity, i.e., He does not burden any soul with more than it can bear. On the Day of Resurrection He will call them to account for their deeds, which He has recorded in a written Book from which nothing is omitted. He says:\nوَلَدَيْنَا كِتَابٌ يَنطِقُ بِالْحَقِّ\n(and with Us is a Record which speaks the truth,) meaning, the Book of deeds\nوَهُمْ لاَ يُظْلَمُونَ\n(and they will not be wronged.) means, nothing will be omitted from their record of good deeds. As for evil deeds, He will forgive and overlook many of them in the case of His believing servants. Then Allah says, denouncing the disbelievers and idolators of the Quraysh:\nبَلْ قُلُوبُهُمْ فِى غَمْرَةٍ\n(Nay, but their hearts are covered), meaning because of negligence and misguidance,\nمِّنْ هَـذَا\n(from this.) means, the Qur'an which Allah revealed to His Messenger .\nوَلَهُمْ أَعْمَـلٌ مِّن دُونِ ذَلِكَ هُمْ لَهَا عَـمِلُونَ\n(and they have other deeds, besides which they are doing.) Al-Hakam bin Aban narrated from `Ikrimah, from Ibn `Abbas that\nوَلَهُمْ أَعْمَـلٌ\n(and they have other deeds,) means, evil deeds apart from that, i.e., Shirk,\nهُمْ لَهَا عَـمِلُونَ\n(which they are doing.) means, which they will inevitably do. This was also narrated from Mujahid, Al-Hasan and others. Others said that this phrase means:\nوَلَهُمْ أَعْمَـلٌ مِّن دُونِ ذَلِكَ هُمْ لَهَا عَـمِلُونَ\n(And they have other deeds, besides which they are doing.) It was decreed that they would do evil deeds, and they will inevitably do them before they die, so that the word of punishment may be justified against them. A similar view was narrated from Muqatil bin Hayyan, As-Suddi and `Abdur-Rahman bin Zayd bin Aslam. This is a clear and appropriate meaning. We have already quoted from the Hadith of Ibn Mas`ud:\n«فَوَ الَّذِي لَا إِلهَ غَيْرُهُ إِنَّ الرَّجُلَ لَيَعْمَلُ بِعَمَلِ أَهْلِ الْجَنَّةِ حَتَّى مَا يَكُونُ بَيْنَهُ وَبَيْنَهَا إِلَّا ذِرَاعٌ، فَيَسْبِقُ عَلَيْهِ الْكِتَابُ فَيَعْمَلُ بِعَمَلِ أَهْلِ النَّارِ فَيَدْخُلُهَا»\n(By Him besides Whom there is no other God, a man may do the deeds of the people of Paradise until there is no more than a forearm's length between him and it, then the decree will overtake him and he will do the deeds of the people of Hell, then he will enter Hell...)\nحَتَّى إِذَآ أَخَذْنَا مُتْرَفِيهِمْ بِالْعَذَابِ إِذَا هُمْ يَجْـَرُونَ\n(Until when We seize those of them who lead a luxurious life with punishment; behold, they make humble invocation with a loud voice.) means, when the punishment and vengeance of Allah comes to those who are living a happy life of luxury in this world and overtakes them,\nإِذَا هُمْ يَجْـَرُونَ\n(behold, they make humble invocation with a loud voice.) means, they scream their calls for help. This is like the Ayat:\nوَذَرْنِى وَالْمُكَذِّبِينَ أُوْلِى النَّعْمَةِ وَمَهِّلْهُمْ قَلِيلاً - إِنَّ لَدَيْنَآ أَنكَالاً وَجَحِيماً\n(And leave Me Alone (to deal) with the beliers, those who are in possession of good things of life. And give them respite for a little while. Verily, with Us are fetters, and a raging Fire.) 73:11-12\nكَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ فَنَادَواْ وَّلاَتَ حِينَ مَنَاصٍ\n(How many a generation have We destroyed before them! And they cried out when there was no longer time for escape.) 38:3\nلاَ تَجْـَرُواْ الْيَوْمَ إِنَّكُمْ مِّنَّا لاَ تُنصَرُونَ\n(Invoke not loudly this day! Certainly you shall not be helped by Us. ) means, no one is going to save you from what has happened to you, whether you scream aloud or remain silent. There is no escape and no way out. It is inevitable: the punishment will surely come to you. Then Allah mentions the greatest of their sins:\nقَدْ كَانَتْ ءَايَـتِى تُتْلَى عَلَيْكُمْ فَكُنتُمْ عَلَى أَعْقَـبِكُمْ تَنكِصُونَ\n(Indeed My Ayat used to be recited to you, but you used to turn back on your heels.) meaning, when you were called, you refused and resisted.\nذَلِكُم بِأَنَّهُ إِذَا دُعِىَ اللَّهُ وَحْدَهُ كَـفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُواْ فَالْحُكْمُ للَّهِ الْعَلِـىِّ الْكَبِيرِ\n(\"This is because, when Allah Alone was invoked, you disbelieved, but when partners were joined to Him, you believed! So the judgment is only with Allah, the Most High, the Most Great!\") 40:12\nمُسْتَكْبِرِينَ بِهِ سَـمِراً تَهْجُرُونَ\n(In pride, talking evil about it by night.) refers to the arrogant pride which the Quraysh felt because they believed themselves to be the guardians of the Ka`bah, when in fact this was not the case. As An-Nasa'i said in his Tafsir of this Ayah in his Sunan: Ahmad bin Sulayman told us that `Ubaydullah told us from Isra`il, from `Abdul-A`la that he heard Sa`id bin Jubayr narrating that Ibn `Abbas said, \"Talking by late night became disapproved of when this Ayah was revealed:\nمُسْتَكْبِرِينَ بِهِ سَـمِراً تَهْجُرُونَ\n(In pride, talking evil about it by night.) He said, \"They boasted about the Ka`bah and said, `We are its people who stay up talking at night.' They used to boast and stay up and talk at night around the Ka`bah. They did not use it for the proper purpose, and so in effect they had abandoned it.\"\nأَفَلَمْ يَدَّبَّرُواْ الْقَوْلَ أَمْ جَآءَهُمْ مَّا لَمْ يَأْتِ ءَابَآءَهُمُ الاٌّوَّلِينَ",
  "ayah": 66,
  "surah": 23
}
