{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ يُخْرِجُونَ الرَّسُولَ وَإِيَّاكُمْ أَنْ تُؤْمِنُوا بِاللَّهِ رَبِّكُمْ إِنْ كُنْتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وَابْتِغَاءَ مَرْضَاتِي تُسِرُّونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَأَنَا أَعْلَمُ بِمَا أَخْفَيْتُمْ وَمَا أَعْلَنْتُمْ وَمَنْ يَفْعَلْهُ مِنْكُمْ فَقَدْ ضَلَّ سَوَاءَ السَّبِيلِ (1)اتفق المفسرون وثبت في «صحيح الأحاديث» أن هذه الآية نزلت في قضية الكتاب الذي كتب به حاطب بن أبي بلتعة حليف بني أسد بن عبد العُزّى من قريش . وكان حاطب من المهاجرين أصحاب رسول الله صلى الله عليه وسلم ومن أهل بدر .وحاصل القصة مأخوذة مما في «صحيح الآثار» ومشهور السيرة : أن رسول الله صلى الله عليه وسلم كان قد تجهّز قاصداً مكة . قيل لأجل العمرة عام الحديبية ، وهو الأصح ، وقيل لأجل فتح مكة وهو لا يستقيم ، فقدمتْ أيامئذٍ من مكة إلى المدينة امرأة تسمّى سارة مولاةٌ لأبي عَمرو بن صيفي بن هاشم بن عبد مناف وكانت على دين الشرك فقَالت لرسول الله صلى الله عليه وسلم كنتم الأهل والموالي والأصل والعشيرة وقد ذهب الموالي ( تعني من قُتل من مواليها يوم بدر ) . وقد اشتدت بي الحاجة فقدمتُ عليكم لتعطوني وتكسوني فحث رسول الله صلى الله عليه وسلم بني عبد المطلب وبني المطلب على إعطائها ، فكسوها وأعطوها وحملوها ، وجاءها حاطب بن أبي بلتعة فأعطاها كتاباً لتبلغه إلى من كتب إليهم من أهل مكة يخبرهم بعزم رسول الله صلى الله عليه وسلم على الخروج إليهم ، وآجرها على إبلاغه فخرجت ، وأوحى الله إلى رسوله صلى الله عليه وسلم بذلك ، فبعث عليّاً والزبير والمقدادَ وأبا مرثد الغَنوي ، وكانوا فرساناً . وقال : انطلقوا حتى تأتوا رَوضة خَاخخٍ ، فإنّ بها ظعينة ومعها كتاب من حاطب إلى المشركين فخذوه منها وخلّوا سبيلها . فخرجوا تتعادى بهم خيلهم حتى بلغوا روضة خاخ فإذا هم بالمرأة . فقالوا : أخرجي الكتاب ، فقالت : ما معي كتاب ، فقالوا : لتخرجنَّ الكتاب أو لَنُلْقِيّنَ الثّياب ( يعنون أنهم يجردونها ) فأخرجته من عقاصها ، وفي رواية من حُجْزتها .فأتوا به النبي صلى الله عليه وسلم فقال : يا حاطب ما هذا؟ قال : لا تعجل عليَّ يا رسول الله . فإني كنت امرأ ملصقاً في قريش وكان لمن كان معك من المهاجرين قرابات يحمون بها أهليهم فأحببت إذ فاتني ذلك من النسب فيهم أن أتخذ فيهم يداً يحمُون بها قرابتي ( يريد أمه وإخوته ) ، ولم أفعله كُفراً ولا ارتداداً عن ديني ولا رضىً بالكفر بعد الإِسلام . فقال النبي صلى الله عليه وسلم صَدقَ . فقال عمر : دعني يا رسول الله أضربْ عنق هذا المنافق ، فقال النبي صلى الله عليه وسلم \" إنه قد شهد بدراً وما يُدريك لعل الله اطلع على أهل بدر ، فقال : اعملوا ما شئتم فقد غفرت لكم \" وقال : لا تقولوا لحاطب إلاّ خيراً فأنزل الله تعالى : { يأيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء } الآيات .والظاهر أن المرأة جاءت متجسسة إذ ورد في بعض الروايات أن النبي صلى الله عليه وسلم لم يؤمِّن يوم الفتح أربعةً منهم هذه المرأة لكن هذا يعارضه ما جاء في رواية القصة من قول النبي صلى الله عليه وسلم\" خذوا منها الكتاب وخَلُّوا سبيلها \"وقد وجه الخطاب بالنهي إلى جميع المؤمنين تحذيراً من إتيان مثل فعل حاطب .والعدوّ : ذو العداوة ، وهو فعول بمعنى فاعل من : عدا يعدو ، مثل عفوّ . وأصله مصدر على وزن فعول مثل قَبول ونحوه من مصادر قليلة . ولكونه على زنة المصادر عومل معاملة المصدر فاستوى في الوصف به المذكر والمؤنث والواحد والمثنى والجمع . قال تعالى : { فإنهم عدو لي } [ الشعراء : 77 ] ، وتقدم عند قوله تعالى : { فإن كان من قوم عدو لكم } في سورة [ النساء : 92 ] .والمعنى : لا تتخذوا أعدائي وأعداءكم أولياء . والمراد العداوة في الدين فإن المؤمنين لم يبدأوهم بالعداوة وإنما أبدى المشركون عداوة المؤمنين انتصاراً لشركهم فعدُّوا من خرجوا عن الشرك أعداء لهم . وقد كان مشركو العرب متفاوتين في مناواة المسلمين فإن خزاعة كانوا مشركين وكانوا موالين النبي . فمعنى إضافة عدوّ إلى ياء التكلم على تقدير : عدوّ ديني ، أو رسولي .والاتخاذ : افتعال من الأخذ صيغ الافتعال للمبالغة في الأخذ المجازي فأطلق على التلبس والملازمة . وقد تقدم في قوله تعالى : { يأيها الذين آمنوا خذوا حذركم } في سورة [ النساء : 71 ] . ولذلك لزمه ذكر حال بعد مفعوله لتدل على تعيين جانب المعاملة من خير أو شر . فعومل هذا الفعل معاملة صيَّر . واعتبرت الحال التي بعده بمنزلة المفعول الثاني للزوم ذكرها وهل المفعول الثاني من باب ظن وأخواته إلا حال في المعنى ، وقد تقدم عند قوله تعالى : { أتتخذ أصناماً إلهة } في سورة [ الأنعام : 74 ] .وجملة تلقون إليهم بالمودة } في موضع الحال من ضمير { لا تتخذوا } ، أو في موضع الصفة ل { أولياء } أو بيان لمعنى اتخاذهم أولياء .ويجوز أن تكون جملة في موضع الحال من ضمير { لا تتخذوا } لأن جعلها حالاً يتوصل منه إلى التعجيب من إلقائهم إليهم بالمودة .والإِلقاء حقيقته رمي ما في اليد على الأرض . واستعير لإيقاع الشيء بدون تدبر في موقعه ، أي تصرفون إليهم مودتكم بغير تأمل . قال تعالى : { فألقوا إليهم القول إنكم لكاذبون } في سورة [ النحل : 86 ] .والباء في بالمودة } لتأكيد اتصال الفعل بمفعوله . وأصل الكلام : تلقون إليهم المودة ، كقوله تعالى : { ولا تلقوا بأيديكم إلى التهلكة } [ البقرة : 195 ] وقوله : { وامسحوا برؤوسكم } [ المائدة : 6 ] وذلك تصوير لقوة مودتهم لهم .وزيد في تصوير هذه الحالة بجملة الحال التي بعدها وهي { وقد كفروا بما جاءكم من الحق } وهي حال من ضمير { إليهم } أو من { عدوي } .«وما جاءكم من الحق» هو القرآن والدين فذكر بطريق الموصولية ليشمل كل ما أتاهم به الرسول صلى الله عليه وسلم على وجه الإِيجاز مع ما في الصلة من الإِيذان بتشنيع كفرهم بأنه كفر بما ليس من شأنه أن يكفر به طلاب الهدي فإن الحق محبوب مرغوب .وتعدية جاء إلى ضمير المخاطبين وهم الذين آمنوا لأنهم الذين انتفعوا بذلك الحق وتقبلوه فكأنه جاء إليهم لا إلى غيرهم وإلاّ فإنه جاء لدعوة الذين آمنوا والمشركين فقبله الذين آمنوا ونبذه المشركون .وفيه إيماء إلى أن كفر الكافرين به ناشىء عن حسدهم الذين آمنوا قبلهم .وفي ذلك أيضاً إلهاب لقلوب المؤمنين ليحذروا من موالاة المشركين .وجملة { يخرجون الرسول وإياكم } حال من ضمير { كفروا } ، أي لم يكتفوا بكفرهم بما جاء من الحق فتلبسوا معه بإخراج الرسول صلى الله عليه وسلم وإخراجكم من بلدكم لأنْ تؤمنوا بالله ربكم ، أي هو اعتداء حملهم عليه أنكم آمنتم بالله ربكم . وأن ذلك لا عذر لهم فيه لأن إيمانكم لا يضيرهم . ولذلك أجري على اسم الجلالة وصف ربِّكم على حدّ قوله تعالى : { قل يا أيها الكافرون لا أعبد ما تعبدون ولا أنتم عابدون ما أعبد } [ الكافرون : 1 3 ] ثم قال : { لكم دينكم ولي دين } [ الكافرون : 6 ] .وحكيت هذه الحالة بصيغة المضارع لتصوير الحالة لأن الجملة لما وقعت حالاً من ضمير { وقد كفروا } كان إخراج الرسول صلى الله عليه وسلم والمؤمنين في تلك الحالة عملاً فظيعاً ، فأريد استحضار صورة ذلك الإِخراج العظيم فظاعة اعتلالهم له .والإِخراج أريد به : الحمل على الخروج بإتيان أسباب الخروج من تضييق على المسلمين وأذى لهم .وأسند الإِخراج إلى ضمير العدوّ كلهم لأن جميعهم كانوا راضين بما يصدر من بعضهم من أذى المسلمين . وربما أغْرَوا به سفهاءهم ، ولذلك فالإِخراج مجاز في أسبابه ، وإسناده إلى المشركين إسناد حقيقي .وهذه الصفات بمجموعها لا تنطبق إلا على المشركين من أهل مكة ومجموعها هو علة النهي عن موادتهم .وجيء بصيغة المضارع في قوله تعالى : { أن تؤمنوا } ، لإِفادة استمرار إيمان المؤمنين وفيه إيماء إلى الثناء على المؤمنين بثباتهم على دينهم ، وأنهم لم يصدهم عنه ما سبَّب لهم الخروج من بلادهم .وقوله : { إن كنتم خرجتم جهاداً في سبيلي وابتغاء مرضاتي } شرط ذُيّل به النهي من قوله : { لا تتخذوا عدوي وعدوكم أولياء } . وهذا مقام يستعمل في مثله الشرطُ بمنزلة التتميم لما قبله دون قصد تعليق ما قبله بمضمون فعل الشرط ، أي لا يقصد أنه إذا انتفى فعل الشرط انتفى ما عُلق عَليه كما هو الشأن في الشروط بل يقصد تأكيد الكلام الذي قبله بمضمون فعل الشرط فيكون كالتعليل لِما قبله ، وإنما يؤتى به في صورة الشرط مع ثقة المتكلم بحصول مضمون فعل الشرط بحيث لا يُتوقع من السامع أن يحصل منه غيرُ مضمون فعل الشرط فتكون صيغة الشرط مراداً بها التحذير بطريق المجاز المرسل في المركَّب لأن معنى الشرط يلزمه التردد غالباً . ولهذا يؤتى بمثل هذا الشرط إذا كان المتكلم واثقاً بحصول مضمونه متحققاً صحة ما يقوله قبل الشرط .كما ذكر في «الكشاف» في قوله تعالى : { إنا نطمع أن يغفر لنا ربنا خطايانا إن كنا أول المؤمنين } في سورة [ الشعراء : 51 ] ، في قراءة من قرأ إن كنا أول المؤمنين بكسر همزة ( إنْ ) وهي قراءة شاذة فتكون ( إن ) شرطية مع أنهم متحققون أنهم أول المؤمنين فطمعوا في مغفرة خطاياهم لتحققهم أنهم أول المؤمنين ، فيكون الشرط في مثله بمنزلة التعليل وتكون أداة الشرط مثل ( إذْ ) أو لام التعليل .وقد يَأتِي بمثل هذا الشرط مَن يُظهر وجوب العمل على مقتضى ما حصل من فعل الشرط وأن لا يخالَف مقتضاه كقوله تعالى : { واعلموا أنما غنمتم من شيء فأن لله خمسه } [ الأنفال : 41 ] إلى قوله : { إن كنتم آمنتم بالله وما أنزلنا على عبدنا } [ الأنفال : 41 ] ، أي فإيمانكم ويقينكم مما أنزلنا يوجبان أن ترضوا بصرف الغنيمة للأصناف المعيّنة من عند الله . ومنه كثير في القرآن إذا تتبعتَ مواقعه .ويغلب أن يكون فعل الشرط في مثله فعل كون إيذاناً بأن الشرط محقق الحصول .وما وقع في هذه السورة من هذا القبيل فالمقصود استقرار النهي عن اتخاذ عدوّ الله أولياء وعقب بفرض شرطه موثوق بأن الذين نهوا متلبسون بمضمون فعل الشرط بلا ريب ، فكان ذكر الشرط مما يزيد تأكيد الانكفاف .ولذلك يجَاء بمثل هذا الشرط في آخر الكلام إذ هو يشبه التتميم والتذييل ، وهذا من دقائق الاستعمال في الكلام البليغ .قال في «الكشاف» في قوله تعالى : { إن كاد ليضلنا عن آلهتنا لولا أن صبرنا عليها } في سورة [ الفرقان : 42 ] و ( لولا ) في مثل هذا الكلام جارٍ من حيث المعنى لا من حيث الصنعة مَجرى التقييد للحكم المطلق . وقال هنا إن كنتم خرجتم } متعلق ب { لا تتخذوا } وقول النحويين في مثله على أنه شرط جوابه محذوف لدلالة ما قبله عليه . اه . يعني أن فرقاً بين كلام النحويين وبين ما اختاره هُو مِنْ جَعْله متعلقاً ب { لا تتخذوا } فإنه جعل جواب الشرط غير منوي . قلت : فينبغي أن يعد كلامه من فروق استعمال الشروط مثل فروق الخبر وفروق الحال المبوب لكليهما في كتاب «دلائل الإِعجاز» . وكلام النحاة جرى على غالب أحوال الشروط التي تتأخر عن جوابها نحو : اقبَل شفاعة فلان إنْ شَفِع عندك ، وينبغي أن يتطلب لتقديم ما يدل على الجواب المحذوف إذَا حذف نكتة في غير ما جرى على استعمال الشرط بمنزلة التذييل والتتميم .وأداة الشرط في مثله تشبه { إنْ } الوصلية و ( لو ) الوصلية ، ولذلك قال في «الكشاف» هنا : إن جملة { إن كنتم خرجتم } متعلقة ب { لا تتخذوا } يعني تعلقَ الحال بعاملها ، أي والحال حالُ خروجكم في سبيل الله وابتغائكم مَرضاتَه بناء على أن شرط { إن } . و ( لو ) الوصليّتين يعتبر حالاً . ولا يعكر عليه أن شرطهما يقترن بواو الحال لأن ابن جنّي والزمخشري سوّغا خلوَّ الحال في مثله عن الواو والاستعمال يشهد لهما .والمعنى : لا يقع منكم اتخاذ عدوي وعدوكم أولياء ومودّتهم ، مع أنهم كفروا بما جاءكم من الحق ، وأخرجوكم لأجل إيمانكم . إن كنتم خرجتم من بلادكم جهاداً في سبيلي وابتغاءَ مرضاتي ، فكيف تُوالون من أخرجوكم وكان إخراجهم إياكم لأجلي وأنا ربكم .والمراد بالخروج في قوله : { إن كنتم خرجتم } الخروج من مكة مهاجَرة إلى المدينة . فالخطاب خاص بالمهاجرين على طريقة تخصيص العموم في قوله تعالى : { يأيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء } روعي في هذا التخصيص قرينة سبب نزول الآية على حادث حاطب بن أبي بلتعة .و { جهاداً } ، و { ابتغاءَ مرضاتي } مصدران منصوبان على المفعول لأجله .{ مَرْضَاتِى تُسِرُّونَ إِلَيْهِمْ بالمودة وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ } .يجوز أن تكون الجملة بياناً لجملة { تلقون إليهم بالمودة } ، أو بدل اشتمال منها فإن الإسرار إليهم بالمودة مما اشتمل عليه الإِلقاء إليهم بالمودة . والخبر مستعمل في التوبيخ والتعجيب ، فالتوبيخ مستفاد من إيقاع الخبر عقب النهي المتقدم ، والتعجيب مستفاد من تعقيبه بجملة { وأنا أعلم بما أخفيتم وما أعلنتم } ، أي كيف تظنون أن إسراركم إليهم يخفى علينا ولا نطلع عليه رسولنا .والإِسرار : التحدث والإِخبار سراً .ومفعول { تسرون } يجوز أن يكون محذوفاً يدل عليه السياق ، أي تخبرونهم أحوال المسلمين سراً .وجيء بصيغة المضارع لتصوير حالة الإِسرار إليه تفظيعاً لها .والباء في { بالمودة } للسببية ، أي تخبرونهم سراً بسبب المودة أي بسبب طلب المودة لهم كما هو في قضية كتاب حاطب .ويجوز أن يكون { بالمودة } في محل المفعول لفعل { تسرون } والباءُ زائدةً لتأكيد المفعولية كالباء في قوله تعالى : { وامسحوا برؤوسكم } [ المائدة : 6 ] .وجملةُ { وأنا أعلم بما أخفيتم وما أعلنتم } في موضع الحال من ضمير { تسرون } أو مُعترضةٌ ، والواو اعتراضية .وهذا مناط التعجيب من فعل المعرَّض به وهو حَاطب بن أبي بلتعة . وتقديم الإِخفاء لأنه المناسب لقوله : { وأنا أعلم } . ولموافقته للقصة .و { أعلم } اسم تفضيل والمفضل عليه معلوم من قوله : { تسرون إليهم } فالتقدير : أعلم منهم ومنكم بما أخفيتم وما أعلنتم .والباء متعلقة باسم التفضيل وهي بمعنى المصاحبة .{ أَعْلَنتُمْ وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ } .عطف على جملة النهي في قوله تعالى : { لا تتخذوا عدوي وعدوكم أولياء } ، عُطف على النهي التوعدُ على عدم الانتهاء بأن من لم ينته عما نُهي عنه هو ضالّ عن الهُدَى .وضمير الغيبة في { يفعله } عائد إلى الاتخاذ المفهوم من فعل { لا تتخذوا عدوي } أي ومن يفعل ذلك بعد هذا النهي والتحذير فهو قد ضلّ عن سواء السبيل .و { سواء السبيل } مستعار لأعمال الصلاح والهُدَى لشبهها بالطريق المستوي الذي يَبلُغ من سلكه إلى بغيته ويقع من انحرف عنه في هلكة . والمراد به هنا ضلّ عن الإِسلام وضلّ عن الرشد .و { مَن } شرطية الفعل بعدها مستقبل وهو وعيد للذين يفعلون مثل ما فعل حاطب بعد أن بلغهم النهي والتحذير والتوبيخ والتفظيع لعمله .",
  "ayah": 1,
  "surah": 60
}
