{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا إِذَا جَاءَكُمُ الْمُؤْمِنَاتُ مُهَاجِرَاتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمَانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلَا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ لَا هُنَّ حِلٌّ لَهُمْ وَلَا هُمْ يَحِلُّونَ لَهُنَّ وَآَتُوهُمْ مَا أَنْفَقُوا وَلَا جُنَاحَ عَلَيْكُمْ أَنْ تَنْكِحُوهُنَّ إِذَا آَتَيْتُمُوهُنَّ أُجُورَهُنَّ وَلَا تُمْسِكُوا بِعِصَمِ الْكَوَافِرِ وَاسْأَلُوا مَا أَنْفَقْتُمْ وَلْيَسْأَلُوا مَا أَنْفَقُوا ذَلِكُمْ حُكْمُ اللَّهِ يَحْكُمُ بَيْنَكُمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (10){ ياأيها الذين ءَامَنُواْ إِذَا جَآءَكُمُ المؤمنات مهاجرات فامتحنوهن الله أَعْلَمُ بإيمانهن فَإِنْ عَلِمْتُمُوهُنَّ مؤمنات فَلاَ تَرْجِعُوهُنَّ إِلَى الكفار لاَ هُنَّ حِلٌّ } .لا خلاف في أن هذه الآيات إلى آخر السورة نزلت عقب صلح الحديبية وقد علمت أنا رجحنا أن أول السورة نزلت قبل هذه وأن كتاب حاطب بن أبي بلتعة إلى المشركين كان عند تجهز رسول الله صلى الله عليه وسلم للحديبية .ومناسبة ورود هذه الآية بعد ما قبلها ، أي النهي عن موالاة المشركين يتطرق إلى ما بين المسلمين والمشركين من عقود النكاح والمصاهرة فقد يكون المسلم زوجاً لمشركة وتكون المسلمة زوجاً لمشرك فتحدث في ذلك حوادث لا يستغني المسلمون عن معرفة حكم الشريعة في مثلها .وقد حدث عقب الصلح الذي انعقد بين النبي صلى الله عليه وسلم وبين المشركين في الحديبية سنة ستّ مَجيء أبي جندل بن سهيل بن عَمرو يَرسُف في الحديد وكان مسلماً وكان موثقاً في القيود عند أبيه بمكة فانفلت وجاء إلى رسول الله صلى الله عليه وسلم وهو في الحديبية وكان من شروط الصلح «أن من أتى محمداً من قريش بغير إذن وليه رده عليهم ومن جاء قريشاً ممن مع محمد لم يردوه عليه» فرده النبي صلى الله عليه وسلم إليهم ، ولما رجع رسول الله صلى الله عليه وسلم إلى المدينة هاجرتْ أُم كلثوم بنت عقبة بن أبي مُعيط هاربة من زوجها عَمرو بن العاص ، وجاءت سبيعة الأسلمية مهاجرة هاربة من زوجها صيفي بن الراهب أو مسافر المخزومي ، وجاءت أُميمة بنت بشر هاربة من زوجها ثابت بن الشِّمْراخ وقيل : حسان بن الدحداحة . وطَلَبهُن أزواجهن فجاء بعضهم إلى المدينة جاء زوج سبيعة الأسلمية يطلب ردها إليه وقال : إن طينة الكتاب الذي بيننا وبينك لم تَجف بعدُ ، فنزلت هذه الآية فأبى النبي صلى الله عليه وسلم أن يردها إليه ولم يرد واحدة إليهم وبقيت بالمدينة فتزوج أمَّ كلثوم بنت عقبة زيدُ بن حارثة . وتزوج سُبيعة عمر رضي الله عنه وتزوج أميمة سهلُ بن حنيف .وجاءت زينب بنت النبي صلى الله عليه وسلم مسلمة ولحق بها زوجها أبو العاص بن الربيع بن عبد العزى بعد سنين مشركاً ثم أسلم في المدينة فردها النبي صلى الله عليه وسلم إليه .وقد اختلف : هل كان النهي في شأن المؤمنات المهاجرات أن يرجعوهن إلى الكفار نسخاً لما تضمنته شرط الصلح الذي بين النبي صلى الله عليه وسلم وبين المشركين أو كان الصلح غير مصرح فيه بإرجاع النساء لأن الصيغة صيغة جمع المذكر فاعتبر مجملاً وكان النهيُ الذي في هذه الآية بياناً لذلك المجمل . وقد قيل : إن الصلح صرح فيه بأن من جاء إلى النبي صلى الله عليه وسلم من غير إذن وليّه من رجل أو امرأة يُرد إلى وليه .فإذا صحّ ذلك كان صريحاً وكانت الآية ناسخة لما فعله النبي صلى الله عليه وسلموالذي في سيرة ابن إسحاق من رواية ابن هشام خلي من هذا التصريح ولذلك كان لفظ الصلح محتملاً لإِرادة الرجال لأن الضمائر التي اشتمل عليها ضمائر تذكير .وقد روي أن النبي صلى الله عليه وسلم قال للذين سألوه إرجاع النساء المؤمنات وطلبوا تنفيذ شروط الصّلح : إنما الشرط في الرجال لا في النساء فكانت هذه الآية تشريعاً للمسلمين فيما يفعلونه إذا جاءهم المؤمنات مهاجرات وإيذاناً للمشركين بأن شرطهم غير نص ، وشأن شروط الصلح الصراحة لعظم أمر المصالحات والحقوق المترتبة عليها ، وقد أذهل الله المشركين عن الاحتياط في شرطهم ليكون ذلك رحمة بالنساء المهاجرات إذ جعل لهن مخرجاً وتأييداً لرسول صلى الله عليه وسلم كما في الآية التي بعدها لقصد أن يشترك من يمكنه الاطّلاع من المؤمنين على صدق إيمان المؤمنات المهاجرات تعاوناً على إظهار الحق ، ولأن ما فيها من التكليف يرجع كثير منه إلى أحوال المؤمنين مع نسائهم .والامتحان : الاختِبار . والمراد اختبار إيمانهن .وجملة { الله أعلم بإيمانهن } معترضة ، أي أن الله يعلم سرائرهنّ ولكن عليكم أن تختبروا ذلك بما تستطيعون من الدلائل .ولذلك فرع على ما قبل الاعتراض قوله : { فإن علمتموهن مؤمنات } الخ ، أي إن حصل لكم العلم بأنهن مؤمنات غير كاذبات في دعواهن . وهذا الالتحاق هو الذي سُمي المبايعة في قوله في الآية الآتية : { يأيها النبي إذا جاءك المؤمنات يبايعنك على أن لا يشركن بالله } الآية [ الممتحنة : 12 ] .وفي «صحيح البخاري» عن عائشة : أنّ رسول الله صلى الله عليه وسلم كان يمتحن من هاجر من المؤمنات بهذه الآية يقول الله : { يأيها النبي إذا جاءك المؤمنات يبايعنك } إلى قوله : { غفور رحيم } [ الممتحنة : 12 ] وزاد ابن عباس فقال : كانت الممتحنة أن تستحْلف أنها ما خرجت بغضاً لزوجها ، ولا رغبة من أرض إلى أرض ، ولا التماس دنيا ، ولا عشقاً لرجل منّا ، ولا بجريرة جرتها بل حبا لله ولرسوله والدار الآخرة ، فإذا حلفت بالله الذي لا إله إلاّ هو على ذلك أعطى النبي صلى الله عليه وسلم زوجها مهرها وما أنفق عليها ولم يردها . وكان النبي صلى الله عليه وسلم يأمر عمر بن الخطاب بتولّي تحليفهن فإذا تبين إيمان المرأة لم يردها النبي صلى الله عليه وسلم إلى دار الكفر كما هو صريح الآية . { فلا ترجعوهن إلى الكفار لا هن حل لهم ولا هم يحلون لهن } .وموقع قوله : { لا هن حل لهم ولا هم يحلون لهن } موقع البيان والتفصيل للنهي في قوله : { فلا ترجعوهن إلى الكفار } تحقيقاً لوجوب التفرقة بين المرأة المؤمنة وزوجها الكافر .وإذ قد كان المخاطب بذلك النهي جميع المؤمنين كما هو مقتضى قوله : { يأيها الذين آمنوا إذا جاءكم المؤمنات } إلى آخره ، تعين أن يقوم بتنفيذه من إليه تنفيذ أمُور المسلمين العامة في كل مكان وكل زمان وهم ولاة الأمور من أمراء وقضاة إذ لا يمكن أن يقوم المسلمون بما خوطبوا به من مثل هذه الأمور العامة إلاّ على هذا الوجه ولكن على كل فرد من المسلمين التزام العمل به في خاصة نفسه والتزام الامتثال لما يقرره ولاة الأمور .وإذ قد كان محمل لفظ الحل وما تصرف منه في كلام الشارع منصرفاً إلى معنى الإِباحة الشرعية وهي الجواز وضد التحريم .ومن الواضح أن الكفار لا تتوجه إليهم خِطابات التكليف بأمور الإِسلام إذ هم خارجون عنه فمطالبتهم بالتكاليف الإسلامية لا يتعلّق به مقصد الشريعة ، ولذلك تعدّ المسألة الملقبة في علم الأصول بمسألة : خطاب الكفار بالفروع ، مسألةً لا طائل تحتها ولا ينبغي الاشتغال بها بَله التفريع عليها .وإذ قد علق حكم نفي حل المرأة الذي هو معنى حرمة دوام عصمتها على ضمير الكفار في قوله تعالى : { لا هن حل لهم } . ولم يكن الكفار صالحين للتكليف بهذا التحريم فقد تعين تأويل هذا التحريم بالنسبة إلى كونه على الكافرين ، وذلك بإرجاع وصف الحل المنفي إلى النساء في كلتا الجملتين وإبداء وجه الإِتيان بالجملتين ووجه التعاكس في ترتيب أجزائهما . وذلك أن نقول : إن رجوع المرأة المؤمنة إلى الزوج الكافر يقع على صورتين :إحداهما : أن ترجع المرأة المؤمنة إلى زوجها في بلاد الكفر ، وذلك هو ما ألح الكفار في طلبه لمّا جاءت بعض المؤمنات مهاجرات .والثانية : أن ترجع إلى زوجها في بلاد الإِسلام بأن يخلى بينها وبين زوجها الكافر يقيم معها في بلاد الإِسلام إذا جاء يطلبها ومُنع من تسلمها . وكلتا الصورتين غير حلال للمرأة المسلمة فلا يجيزها ولاة الأمور ، وقد عبر عن الصورة الأولى بجملة { لا هن حل لهم } إذ جعل فيها وصف حل خبراً عن ضمير النساء وأدخلت اللام على ضمير الرجال ، وهي لام تعدية الحلّ وأصلها لام الملك فأفاد أن لا يملك الرجال الكفار عصمة أزواجهم المؤمنات وذلك يستلزم أن بقاء النساء المؤمنات في عصمة أزواجهن الكافرين غير حلال ، أي لم يحللهن الإِسلام لهم .وقدم { لا هن حل لهم } لأنه راجع إلى الصورة الأكثر أهمية عند المشركين إذ كانوا يَسألون إرجاع النساء إليهم ويرسلون الوسائط في ذلك بقصد الرد عليهم بهذا .وجيء في الجملة الأولى بالصفة المشبهة وهي { حل } المفيدة لثبوت الوصف إذ كان الرجال الكافرون يظنون أن العصمة التي لهم على أزواجهم المؤمنات مثبتة أنهم حلّ لهم .وعبّر عن الثانية بجملة { ولا هم يحلون لهن } فعُكس الإِخبار بالحل إذ جعل خبراً عن ضمير الرجال ، وعدي الفعل إلى المحلَّل باللام داخلة على ضمير النساء فأفاد أنهم لا يحلّ لهن أزواجهن الكافرون ولو بقي الزوج في بلاد الإِسلام .ولهذا ذكرت الجملة الثانية { ولا هم يحلون لهن } كالتتمة لحكم الجملة الأولى ، وجيء في الجملة الثانية بالمسند فعلاً مضارعاً لدلالته على التجدد لإِفادة نفي الطماعية في التحليل ولو بتجدده في الحال بعقد جديد أو اتفاق جديد على البقاء في دار الإِسلام خلافاً لأبي حنيفة إذ قال : إن موجب الفرقة هو اختلاف الدارين لا اختلاف الدين .ويجوز في الآية وجه آخر وهو أن يكون المراد تأكيد نفي الحال فبعد أن قال : { لا هن حل لهم } وهو الأصل كما علمت آنفاً أكد بجملة { ولا هم يحلون لهن } أي أن انتفاء الحلّ حاصل من كل جهة كما يقال : لست منك ولست مني .ونظيره قوله تعالى : { هن لباس لكم وأنتم لباس لهن } في سورة [ البقرة : 187 ] تأكيداً لشدة التلبس والاتصال من كل جهة .وفي الكلام محسّن العكس من المحسنات البديعية مع تغيير يسير بين حل } و { يحلون } اقتضاه المقام ، وإنّما يُوفر حظّ التحسين بمقدار ما يسمح له به مقتضى حال البلاغة .{ لَهُنَّ وَءَاتُوهُم مَّآ } .المراد ب { ما أنفقوا } ما أعْطَوه من المهور ، والعدول عن إطلاق اسم المهور والأجور على ما دفعه المشركون لنسائهم اللاء أسلمن من لطائف القرآن لأن أولئك النساء أصبحن غير زوجات . فألغي إطلاق اسم المهور على ما يدفع لهم .وقد سمّى الله بعد ذلك ما يعطيه المسلمون لهن أجوراً بقوله تعالى : { ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن .والمكلف بإرجاع مهور الأزواج المشركين إليهم هم ولاة أمور المسلمين مما بين أيديهم من أموال المسلمين العامة .أَنفَقُواْ وَلاَ جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ ءَاتَيْتُمُوهُنَّ } .وإنما قال تعالى : { ولا جناح عليكم أن تنكحوهن إذا آتيتموهن أجورهن } للتنبيه على خصوص قوله : { إذا آتيتموهن أجورهن } لئلا يظن أن ما دفع للزوج السابق مسقط استحقاق المرأة المهر ممن يروم تزويجها ومعلوم أن نكاحها بعد استبرائها بثلاثة أقراء .{ أُجُورَهُنَّ وَلاَ تُمْسِكُواْ بِعِصَمِ } .نهى الله المسلمين عن إبقاء النساء الكوافر في عصمتهم وهن النساء اللاء لم يخرجن مع أزواجهن لكفرهن فلما نزلت هذه الآية طلق المسلمون من كان لهم من أزواج بمكة ، فطلق عمرُ امرأتين له بقيتا بمكة مشركتين ، وهما : قُرَيبة بنت أبي أمية ، وأمّ كلثوم بنت عمرو الخزاعية .والمراد بالكوافر : المشركات . وهنّ موضوع هذه التشريعات لأنها في حالة واقعة فلا تشمل الآية النهي عن بقاء المرأة المسلمة في عصمة زوج مشرك وإنما يُؤخذ حكم ذلك بالقياس .قال ابن عطية : رأيت لأبي علي الفارسي إنه قال : سمعت الفقيه أبا الحسن الكرخي يقول في تفسير قوله تعالى : { ولا تمسكوا بعصم الكوافر } أنه في الرجال والنسوان ، فقلت له : النحويون لا يرونه إلا في النساء لأن كوافر جمع كافرة ، فقال : وآيْش يمنع من هذا ، أليس الناس يقولون : طائفَة كافرة ، وفرقة كافرة ، فبُهتُّ وقلتُ : هذا تأييد اه .وجواب أبي الحسن الكرخي غير مستقيم لأنه يمنع منه ضمير الذكور في قوله : { ولا تمسكوا } فهم الرجال المؤمنون والكوافر نساؤهم . ومن العجيب قول أبي علي : فبهتُ وقلتُ . . . الخ . وقرأ الجمهور { ولا تمسكوا } بضم التاء وسكون الميم وكسر السين مخففة . وقرأ أبو عمرو بضم التاء وفتح الميم وتشديد السين مكسورة مُضارع مَسك بمعنى أمسك .{ الكوافر وَاسْھَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْھَلُواْ مَآ } .عطف على قوله : { وآتوهم ما أنفقوا } وهو تتميم لحكمه ، أي كما تعطونهم مهور أزواجهم اللاء فررْنَ منهم مسلماتتٍ ، فكذلك إذا فرت إليهم امرأةُ مسلم كافرة ولا قدرة لكم على إرجاعها إليكم تسألون المشركين إرجاعَ مهرها إلى زوجها المسلممِ الذي فرّت منه وهذا إنصاف بين الفريقين ، والأمرُ للإِباحة .وقوله : { وليسألوا ما أنفقوا } تكملة لقوله : { واسألوا ما أنفقتم } لإِفادة أن معنى واو العطف هنا على المعية بالقرينة لأن قوله : { وليسألوا ما أنفقوا } لو أريد حكمهُ بمفرده لكان مغنياً عنه قوله : { وآتوهم ما أنفقوا } ، فلما كُرر عَقب قوله : { واسألوا ما أنفقتم } علمنا أن المراد جمع مضمون الجملتين ، أي إذا أعطوا ما عليهم أعطوهم ما عليكم وإلا فلا . فالواو مفيدة معنى المعية هنا بالقرينة . وينبغي أن يحمل عليه ما قاله بعض الحنفية من أن معنى واو العطف المعية . قال إمام الحرمين في البرهان في معاني الواو : «اشتهر من مذهب الشافعي أنها للترتيب وعند بعض الحنفية أنها للمعية . وقد زَل الفريقان» اه . وقد أشار إليه في «مغني اللبيب» ولم يرده . وقال المازري في «شرح البرهان» : «وأما قولهم : لا تأكل السمك وتشرب اللبن» ، فإن المراد النهي عن تناول السمك وتناول اللبن فيكون الإِعراب مختلفاً فإذا قال : وتشربَ اللبن بفتح الباء كان نهياً عن الجمع ويكون الانتصاب بمعنى تقدير حرف ( أَنْ ) اه . وهو يرمي إلى أن هذا المحمل يحتاج إلى قرينة .فأفاد قوله : { وليسألوا ما أنفقوا } أنهم إن أبوا من دفع مهور نساء المسلمين يفرّون إليهم كان ذلك مخوِّلاً للمؤمنين أن لا يعطوهم مهور من فرّوا من أزواجهم إلى المسلمين ، كما يقال في الفقه : خيرتهُ تنفي ضررَه .{ أَنفَقُواْ ذَلِكُمْ حُكْمُ الله يَحْكُمُ بَيْنَكُمْ والله عَلِيمٌ } .أي هذا حكم الله ، وهو عدل بين الفريقين إذ ليس لأحد أن يأخذ بأحد جانبيه ويترك الآخر . قال الزُهري : لولا العهد لأمسك النساء ولم يُردّ إلى أزواجهم صداق . وجملة { يحكم بينكم } يجوز كونها حالاً من اسم الجلالة أو حالاً من { حكم الله } مع تقدير ضمير يربط الجملة بصاحب الحال تقديره : يحكمه بينكم ، وأن تكون استئنافاً .وقوله : { والله عليم حكيم } تذييل يشير إلى أن هذا حكم يقتضيه علم الله بحاجات عباده وتقتضيه حكمته إذ أعطى كل ذي حق حقّه .وقد كانت هذه الأحكام التي في هذه الآيات من الترادّ في المهور شرعاً في أحوال مخصوصة اقتضاها اختلاط الأمر بين أهل الشرك والمؤمنين وما كان من عهد المهادنة بين المسلمين والمشركين في أوائل أمر الإِسلام خاصّاً بذلك الزمان بإجماع أهل العلم ، قاله ابن العربي والقرطبي وأبو بكر الجصاص .",
  "ayah": 10,
  "surah": 60
}
