{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لَا تَتَوَلَّوْا قَوْمًا غَضِبَ اللَّهُ عَلَيْهِمْ قَدْ يَئِسُوا مِنَ الْآَخِرَةِ كَمَا يَئِسَ الْكُفَّارُ مِنْ أَصْحَابِ الْقُبُورِ (13)بعد أن استقصت السورة إرشاد المسلمين إلى ما يجب في المعاملة مع المشركين ، جاء في خاتمتها الإِرشاد إلى المعاملة مع قوم ليسوا دون المشركين في وجوب الحذر منهم وهم اليهود ، فالمراد بهم غير المشركين إذ شُبه يأسهم من الآخرة بيأس الكفار ، فتعين أن هؤلاء غير المشركين لئلا يكون من تشبيه الشيء بنفسه .وقد نعتهم الله بأنهم قوم غَضب الله عليهم ، وهذه صفة تكرر في القرآن إلحاقها باليهود كما جاء في سورة الفاتحة أنهم المغضوب عليهم . فتكون هذه الآية مثلَ قوله تعالى : { يأيها الذين آمنوا لا تتخذوا الذين اتخذوا دينكم هزؤاً ولعباً من الذين أوتوا الكتاب من قبلكم والكفار أولياء } في سورة [ العقود : 57 ] .ذلك أن يهود خيبر كانوا يومئذٍ بجوار المسلمين من أهل المدينة . وذكر الواحدي في أسباب النزول } : أنها نزلت في ناس من فقراء المسلمين يعملون عند اليهود ويواصلونهم ليصيبوا بذلك من ثمارهم ، وربما أخبروا اليهودَ بأحوال المسلمين عن غفلة وقِلة حذر فنبههم الله إلى أن لا يتولوهم .واليَأس : عدم توقع الشيء فإذا علق بذاتتٍ كان دالاً على عدم توقع وجودها . وإذ قد كان اليهود لا ينكرون الدار الآخرة كان معنى يأسهم من الآخرة محتمِلاً أن يراد به الإِعراضُ عن العمل للآخرة فكأنهم في إهمال الاستعداد لها آيسُون منها ، وهذا في معنى قوله تعالى في شأنهم : { أولئك الذين اشتروا الحياة الدنيا بالآخرة فلا يخفف عنهم العذاب ولا هم ينصرون } في سورة [ البقرة : 86 ] .وتشبيه إعراضهم هذا بيأس الكفار من أصحاب القبور وجهه شدة الإِعراض وعدم التفكر في الأمر ، شُبه إعراضهم عن العمل لنفع الآخرة بيأس الكفار من حياة الموتى والبعثثِ وفيه تشنيع المشبه ، ومِن أصحاب القبور } على هذا الوجه متعلق ب { يئسوا } . و { الكفار } : المشركون .ويجوز أن يكون { من أصحاب القبور } بياناً للكفار ، أي الكفار الذين هلكوا ورأوا أن لا حظّ لهم في خير الآخرة فشبه إعراض اليهود عن الآخرة بيأس الكفار من نعيم الآخرة ، ووجه الشبه تحقق عدم الانتفاع بالآخرة . والمعنى كيأس الكفار الأمواتتِ ، أي يأساً من الآخرة .والمشبه به معلوم للمسلمين بالاعتقاد فالكلام من تشبيه المحسوس بالمعقول .وفي استعارة اليأس للإِعراض ضرب من المشاكلة أيضاً .ويحتمل أن يكون يأسهم من الآخرة أطلق على حرمانهم من نعيم الحياة الآخرة . فالمعنى : قد أيأسناهم من الآخرة على نحو قوله تعالى : { والذين كفروا بآيات الله ولقائه أولئك يئسوا من رحمتي } في سورة [ العنكبوت : 23 ] .ومن المفسرين الأولين من حمل هذه الآية على معنى التأكيد لما في أول السورة من قوله : { يأيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء } [ الممتحنة : 1 ] فالقوم الذين غَضَب الله عليهم هم المشركون فإنهم وُصفوا بالعدوِّ لله والعدوُّ مغضوب عليه ونسب هذا إلى ابن عباس . وجعل يأسهم من الآخرة هو إنكارهم البعث .وجعل تشبيه يأسهم من الآخرة بيأس الكفار من أصحاب القبور أن يأس الكفار الأحياء كيأس الأموات من الكفار ، أي كيأس أسلافهم الذين هم في القبور إذ كانوا في مدة حياتهم آيسين من الآخرة فتكون { مِن } بيانية صفة للكفار ، وليست متعلقة بفعل { يئس } فليس في لفظ { الكفار } إظهار في مقام الإِضمار وإلاّ لزم أن يشبه الشيء بنفسه كما قد توهم .",
  "ayah": 13,
  "surah": 60
}
