{
  "text": "إِنْ يَثْقَفُوكُمْ يَكُونُوا لَكُمْ أَعْدَاءً وَيَبْسُطُوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بِالسُّوءِ وَوَدُّوا لَوْ تَكْفُرُونَ (2)تفيد هذه الجملة معنى التعليل لمفاد قوله تعالى : { فقد ضل سواء السبيل } [ الممتحنة : 1 ] باعتبار بعض ما أفادته الجملة ، وهو الضلال عن الرشد ، فإنه قد يخفى ويظنّ أن في تطلب مودّة العدوِّ فائدة ، كما هو حال المنافقين المحكي في قوله تعالى : { الذين يتربصون بكم فإن كان لكم فتح من الله قالوا ألم نكن معكم وإن كان للكافرين نصيب قالوا ألم نستحوذ عليكم ونمنعكم من المؤمنين } [ النساء : 141 ] ، فقد يُظن أن موالاتهم من الدهاء والحزم رَجاء نفعهم إن دالت لهم الدولة ، فبيّن الله لهم خطأ هذا الظنّ ، وأنهم إن استفادوا من مودتهم إياهم إطلاعاً على قوتهم فتأهبوا لهم وظفِروا بهم لم يكونوا ليرقبوا فيهم إلاَّ ولا ذِمّةً ، وأنهم لو أخذوهم وتمكنوا منهم لكانوا أعداء لهم لأن الذي أضمر العداوة زمناً يعسر أن ينقلب ودوداً ، وذلك لشدة الحنق على ما لَقُوا من المسلمين من إبطال دين الشرك وتحقير أهله وأصنامهم .وفعل { يكونوا } مشعر بأن عداوتهم قديمة وأنها تستمر .والبسط : مستعار للإِكثار لما شاع من تشبيه الكثير بالواسع والطويل ، وتشبيه ضده وهو القبض بضد ذلك ، فبسط اليد الإِكثار من عملها .والمراد به هنا : عمل اليد الذي يضرّ مثل الضرب والتقييد والطعن ، وعمل اللسان الذي يؤذي مثل الشتم والتهكم . ودلّ على ذلك قوله : { بالسوء } ، فهو متعلق ب { يبسطوا } الذي مفعوله { أيديهم وألسنتهم } .وجملة { وودوا لو تكفرون } حال من ضمير { يكونوا } ، والواو واو الحال ، أي وهم قد وَدُّوا مِن الآن أن تَكفروا فكيف لو يأسرونكم أَليس أهم شيء عندهم حينئذٍ أن يردُّوكم كفاراً ، فجملة الحال دليل على معطوففٍ مقدّر على جواب الشرط كأنه قيل : إن يثقفوكم يكونوا لكم أعداء إلى آخره ، ويردوكم كفاراً ، وليست جملة { وودوا لو تكفرون } معطوفة على جملة الجواب ، لأن مَحبتهم أن يَكفر المسلمون محبة غير مقيدة بالشرط ، ولذلك وقع فعل { وَدُّوا } ماضياً ولم يقع مضارعاً مثل الأفعال الثلاثة قبله { يثقفوكم يكونوا لكم أعداء ويبسطوا } ليُعلم أنه ليس معطوفاً على جواب الشرط .وهذا الوجه أحسن مما في كتاب «الإِيضاح» للقزويني في بحث تقييد المسند بالشرط ، إذّ استظهر أن يكون { وودوا لو تكفرون } عطفاً على جملة { إن يثقفوكم } .ونَظّره بجملة { ثم لا يُنصرون من قوله تعالى : { وإن يقاتلوكم يولوكم الأدبار ثم لا ينصرون } في آل عمران ( 111 ) . فإن المعطوف ب ( ثُم ) فيها عطفٌ على مجموع الشرط وفعله وجوابه لا على جملة فعل الشرط .ولو } هنا مصدرية ففعل { تكفرون } مؤول بمصدر ، أي ودُّوا كفركم .",
  "ayah": 2,
  "surah": 60
}
