{
  "text": "لَنْ تَنْفَعَكُمْ أَرْحَامُكُمْ وَلَا أَوْلَادُكُمْ يَوْمَ الْقِيَامَةِ يَفْصِلُ بَيْنَكُمْ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ (3)تخلص من تبيين سوء عاقبة موالاة أعداء الدّين في الحياة الدنيا ، إلى بيان سوء عاقبة تلك الموالاة في الآخرة ، ومناسبة حسن التخلص قوله : { وودوا لو تكفرون } [ الممتحنة : 2 ] الدالّ على معنى : أن ودادَتهم كفركم من قبل أن يثقفوكم تنقلب إلى أن يكرهوكم على الكفر حين يثقفونكم ، فلا تنفعكم ذوو أرحامكم مثل الأمهات والإِخوة الأشقاء ، وللأمّ ، ولا أولادكم ، ولا تدفع عنكم عذاب الآخرة إن كانوا قد نفعوكم في الدنيا بصلة ذوي الأرحام ونصرة الأولاد .فجملة { لن تنفعكم أرحامكم ولا أولادكم } إلى آخرها مستأنفة استئنافاً بيانياً ناشئاً عن سؤال مفروض ممن يسمع جملة { ودُّوا لو تكفرون } [ الممتحنة : 2 ] ، أي من حق ذلك أن يُسأل عن آثارِه لخطر أمرها .وإذا كان ناشئاً عن كلام جرى مجرى التعليل لجملة { فقد ضل سواء السبيل } [ الممتحنة : 1 ] ، فهو أيضاً مفيد تعليلاً ثانياً بحسب المعنى ، ولولا إرادة الاستئناف البياني لجاءت هذه الجملة معطوفة بالواو على التي قبلها ، وزاد ذلك حسناً أن ما صدر من حاطب ابن أبي بلتعة مما عُدّ عليه هو موالاةٌ للعدوّ ، وأنه اعتذر بأنه أراد أن يتخذ عند المشركين يداً يحمون بها قرابته ( أي أمه وإخوته ) . ولذلك ابتدىء في نفي النفع بذكر الأرحام لموافقة قصة حاطب لأن الأم ذات رحم والإِخوة أبناؤها هم إخوته من رحمه .وأما عطف { ولا أولادكم } فتتميم لشمول النهي قوماً لهم أبناء في مكة .والمراد بالأرحام : ذوو الأرحام على حذف مضاف لظهور القرينة .و { يوم القيامة } ظرف يتنازعه كلٌ من فعل { لن تنفعكم } ، وفعل { يفصل بينكم } . إذ لا يلزم تقدم العاملين على المعمول المتنازع فيه إذا كان ظرفاً لأن الظروف تتقدم على عواملها وأن أبيت هذا التنازع فقل هو ظرف { تنفعكم } واجعل ل { يفصل بينكم } ظرفاً محذوفاً دلّ عليه المذكور .والفصل هنا : التفريق ، وليس المراد به القضاءَ . والمعنى : يوم القيامة يفرق بينكم وبين ذوي أرحامكم وأولادكم فريق في الجنة وفريق في السعير ، قال تعالى : { يوم يفر المرء من أخيه وأمه وأبيه وصاحبته وبنيه لكل امرىء منهم يومئذٍ شأن يغنيه } [ عبس : 34 37 ] .والمعنى : أنهم لا ينفعونكم يوم القيامة فما لكم ترفضون حقّ الله مراعاةً لهم وهم يفرّون منكم يوم اشتداد الهول ، خَطَّأ رأيهم في موالاة الكفار أولاً بما يرجع إلى حال مَن والوه . ثم خَطّاه ثانياً بما يرجع إلى حال من استعملوا الموالاة لأجلهم ، وهو تقسيم حاصر إشارة إلى أن ما أقدم عليه حاطب مِن أي جهة نظر إليه يكون خطأ وباطلاً .وقرأ الجمهور { يفصل بينكم } ببناء { يُفصَل } للمجهول مخففاً . وقرأه عاصم ويعقوب { يُفصِل } بالبناء الفاعل ، وفاعله ضمير عائد إلى الله لعلمه من المقام ، وقرأه حمزة والكسائي وخلف { يفصِّل } مشدد الصاد مكسورة مبنياً للفاعل مبالغةً في الفصل ، والفاعل ضمير يعود إلى الله المعلوم من المقام .وقرأه ابن عامر { يُفصَّل } بضم التحتية وتشديد الصاد مفتوحة مبنياً للنائب من فَصَّل المشدّد .وجملة { والله بما تعملون بصير } وعيد ووعد .",
  "ayah": 3,
  "surah": 60
}
