{
  "text": "لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآَخِرَ وَمَنْ يَتَوَلَّ فَإِنَّ اللَّهَ هُوَ الْغَنِيُّ الْحَمِيدُ (6)تكرير قوله آنفاً { قد كانت لكم إسوة حسنة في إبراهيم } [ الممتحنة : 4 ] الخ ، أعيد لتأكيد التحريض والحث على عدم إضاعة الائتساء بهم ، وليبنى عليه قوله لمن كان يرجو الله واليوم الآخر الخ .وقُرن هذا التأكيد بلام القسم مبالغة في التأكيد . وإنما لم تتصل بفعل { كان } تاء تأنيث مع أن اسمها مؤنث اللفظ لأن تأنيث أسوة غير حقيقي ، ولوقوع الفصل بين الفعل ومرفوعه بالجار والمجرور .والإِسوة هي التي تقدم ذكرها واختلاف القرّاء في همزتها في قوله : { قد كانت لكم إسوة حسنة } .وقوله : { لمن كان يرجو الله واليوم الآخر } بدل من ضمير الخطاب في قوله : { لكم } وهو شامل لجميع المخاطبين ، لأن المخاطبين بضمير { لكم } المؤمنون في قوله تعالى : { يأيها الذين آمنوا لا تتخذوا عدوي وعدوكم أولياء } [ الممتحنة : 1 ] فليس ذكر { لمن كان يرجو الله واليوم الآخر } تخصيصاً لبعض المؤمنين ولكنه ذكر للتذكير بأن الإِيمان بالله واليوم الآخر يقتضي تأسيَهم بالمؤمنين السابقين وهم إبراهيم والذين معه .وأعيد حرف الجر العامل في المبدل منه لتأكيد أن الإِيمان يستلزم ذلك .والقصد هو زيادة الحث على الائتساء بإبراهيم ومن معه ، وليرتب عليه قوله : { ومن يتول فإن الله هو الغني الحميد } ، وهذا تحذير من العود لما نُهوا عنه .ففعل { يتول } مضارع تولّى ، فيجوز أن يكون ماضيه بمعنى الإِعراض ، أي من لا يرجو الله واليوم الآخر ويعرض عن نهي الله فإن الله غنيّ عن امتثاله . ويجوز عندي أن يكون ماضيه من التولي بمعنى اتخاذ الوَلي ، أي من يتخذ عدو الله أولياء فإن الله غنيّ عن ولايته كما في قوله تعالى : { ومن يتولّهم منكم فإنه منهم } في سورة [ العقود : 51 ] .وضمير الفصل في قوله : هو الغني } توكيد للحصر الذي أفاده تعريف الجزأين ، وهو حصر ادعائي لعدم الاعتداد بغنى غيره ولا بحمده ، أي هو الغني عن المتولين لأن النهي عما نهوا عنه إنما هو لفائدتهم لا يفيد الله شيئاً فهو الغني عن كل شيء .وإتْباع { الغني } بوصف { الحميد } تتميم ، أي الحميد لمن يمتثل أمره ولا يعرض عنه أو { الحميد } لمن لا يتخذ عدوه ولياً على نحو قوله تعالى : { إن تكفروا فإن الله غني عنكم ولا يرضى لعباده الكفر وإن تشكروا يرضه لكم } [ الزمر : 7 ] .",
  "ayah": 6,
  "surah": 60
}
