{
  "text": "وہ لوگ جو ایمان لائے اور انہوں نے نیک عمل کئے بعض اوقات اس زمین پر بھی بہت اچھا کھاتے پیتے ہیں لیکن اللہ مومنین کے اس حصے کے درمیان جو ان کی جنت کی صورت میں ملنے والا ہے اور کافروں کے اس تمام سروسامان کے درمیان موازنہ کرتا ہے جو ان کی اس دنیا اور آخرت دونوں میں ملنے والا ہے۔\nمومنین کا حصہ رسدی یہ ہے کہ ان کے لئے ایسے باغات ہیں جن کے نیچے نہریں بہتی ہیں اور ان کو یہ مقام عزت اللہ عطا کرے گا۔ لہٰذا مومنین کا یہ سازو سامان اور یہ اکرام بہت ہی بڑا ہے۔ یہ بارگاہ عزت میں ہے۔ یہ اللہ کے ہاں ان کا مقام ہے اور یہ ایمان وتقویٰ اور عمل و صلاح کی بنا پر ہے۔ یہ اونچی جنتوں میں اونچے رب تعالیٰ کی طرف سے بلند ایمان اور اعلیٰ اعمال کے بدلے ہوگا سب کچھ بلند !\nاس کے مقابلے میں کافروں کا سازو سامان یوں ہے جس طرح مویشی چرچگ رہے ہیں۔\nویاکلون کما تاکل الانعام (47 : 12) “ جانوروں کی طرح کھا پی رہے ہیں ”۔ یہ ان کی بہت ہی خستہ اور گری ہوئی حالت ہے ، اس کے اندر انسانیت کی نشانیوں میں سے کوئی نشانی نہیں ہے۔ اس میں یوں نظر آرہا ہے کہ کچھ حیوان ہیں جو منہ مار رہے ہیں اور حیوانی اور سخت قسم کی خوراک کھا رہے ہیں اور اس میں پاک و صاف اور اچھے اور برے کی کوئی تمیز نہیں ہے۔ پس یہ ایک چارہ ہے جو یہ کھا رہے ہیں۔ اس کے لئے کوئی ضابطہ حلال و حرام نہیں۔ اس میں خدا کے خوف کی کوئی بات نہیں۔ نہ عدالت ضمیر سے کوئی پابندی عائد ہے۔\nحیوانات کا خاصہ صرف یہ ہوتا ہے کہ وہ کھائے اور پئے۔ اگرچہ کھانے پینے میں حیوانوں نے نہایت ہی اعلیٰ ذوق بنا لیا اور مختلف قسم کے استعمال کی اشیاء میں بہت ترقی کرلی ہو۔ جیسا کہ آج کل کے بہت سے نودولتے اس کا مظاہرہ کرتے ہیں۔ یہاں یہ بات مقصود نہیں ہے۔ اصل انسانی خصوصیت یہ ہے کہ انسان ایک ارادے کا مالک ہو ، اس کی زندگی گزارنے کی کچھ قدیریں ہوں ، اللہ کے ہاں جو طیب اور پاک خوراک ہو یعنی رزق حلال وہ اسے اختیار کرے۔ وہ ایسے ارادے کا مالک ہو جس کے اوپر انسانی شہوات کا دباؤ نہ ہو۔ اور نہ ہی وہ مقصد پیش نظر ہو کہ “ بابربعیش کوش کہ عالم دوبارہ نیست ”۔ اور وہ اس زندگی کو مویشیوں کی طرح صرف دسترخوان ہی نہ سمجھتا ہو۔ اور عیش و عشرت ہی اس کے نزدیک زندگی نہ ہو۔ جو جائز و ناجائز کے حدود وقیود سے پاک ہو۔ بلکہ انسان اور حیوان کے درمیان تو فرق ہی یہ ہے کہ انسان ایک صاحب ارادہ مخلوق ہے۔ اس کا اس جہاں میں ایک خاص مقصد ہے اور ایک خاص شعور حیات ہے جو غیر مبہم اصولوں پر قائم ہے اور یہ اصول اللہ کی طرف سے نازل کردہ ہیں۔ اگر انسان ان باتوں کو گم کر دے تو گویا اس نے مقام انسانیت کو گم کردیا ہے۔ اور وہ صرف حیوان رہ گیا ہے۔ کیونکہ انسانی خصوصیات میں سے اعلیٰ خصوصیات اس نے گم کردی ہے۔",
  "ayah": 12,
  "surah": 47
}
