{
  "text": "قرآن کریم نے ایمان لانے اور ہدایت کے واضح ہوجانے کے بعد ان کی جانب سے ایمان کو ترک کرنے کے عمل کو نہایت ہی حسی انداز میں پیش کیا ہے۔ یعنی واپسی اور الٹے پاؤں پھرنے کا عمل ، اور اس کے اسباب یہ بتائے ہیں کہ شیطان نے ان کے دلوں میں وسوسہ اندازی کی اور ان کے لئے اس برے کام کو خوبصورت بنا دیا یعنی ظاہری حرکت کہ ایک شخص الٹے پاؤں پھر رہا ہے اور معنوی حرکت اس انداز تعبیر میں دونوں نظر آتی ہیں جبکہ یہ منافق اپنی جانب سے اپنے ان اعمال کو اچھی طرح چھپانے کی کوشش کر رہے ہیں۔ شیطان ان پر کس طرح مسلط ہوگیا اور کس طرح وہ ان کو مرتد بنانے میں کامیاب ہوگیا حالانکہ آغاز میں یہ لوگ ایمان لا چکے تھے ، تو وجہ یہ تھی :\nذلک بانھم ۔۔۔۔۔ بعض الامر (47 : 26) “ اسی لیے انہوں نے اللہ کے نازل کردہ دین کو ناپسند کرنے والوں سے کہہ دیا کہ بعض معاملات میں ہم تمہاری مانیں گے ” ۔ مدینہ میں یہودی تھے اور وہ نزول قرآن کے پہلے مخالف تھے کیونکہ ان کو توقع تھی کہ آخری رسول بھی یہودی ہوگا۔ رسالت کا خاتمہ ان پر ہوگا۔ یہ لوگ کافروں پر مکمل فتح کی توقع اس رسول کے دور میں کرتے تھے اور کافروں کو اس امر سے ڈراتے بھی تھے کہ جب نبی آخر الزمان آئے گا تو وہ پوری دنیا پر غالب ہوگا۔ اور پوری دنیا مین ان کو غلبہ حاصل ہوگا۔ اور پھر یہودیوں کی مملکت قائم ہوگی۔ لیکن اللہ نے آخری رسول ابراہیم (علیہ السلام) کی اس نسل سے بھیجا جو یہودی نہ تھی اور حضور اکرم ﷺ جب مدینہ ہجرت کر کے آئے تو انہوں نے اس ہجرت کو بھی پسند نہ کیا کیونکہ اس کی وجہ سے ان کا رہا سہا اثر رسوخ بھی ختم ہوگیا۔ یہی وجہ ہے کہ اول روز سے یہ لوگ رسول اللہ ﷺ کے خلاف جمع ہوگئے تھے اور آپ ﷺ کے خلاف خفیہ سازشوں کی جنگ شروع کردی تھی۔ کیونکہ بظاہر وہ میدان جنگ میں تو حضور اکرم ﷺ کے خلاف نہ جنگ کرسکتے تھے اور نہ اس کا کوئی جواز تھا۔ اس طرح یہودیوں کے ساتھ ہر وہ شخص شامل ہوگیا جو حضور ﷺ سے دشمنی رکھتا تھا۔ تمام منافقین ان سازشوں میں شریک ہوگئے اور یہ جنگ ان کے اور رسول اللہ ﷺ کے درمیان چلتی رہی اور آخر کار حضور اکرم ﷺ نے ان کو جزیرۃ العرب سے جلا وطن کردیا۔\nیہ منافقین جو ہدایت پانے کے بعد منافق ہوگئے تھے انہوں نے یہودیوں کو یہ یقین دہائی کرائی کہ۔\nسنطیعکم فی بعض الامر (47 : 26) “ بعض معاملات میں ہم تمہاری اطاعت کریں گے ”۔ اور راجح بات یہ ہے کہ یہ یقین دہانی خفیہ سازشوں کے سلسلے میں تھی جو وہ اسلام اور رسول اللہ کے خلاف تیار کرتے رہتے تھے۔\nواللہ یعلم اسرارھم (47 : 26) “ اللہ ان کی یہ خفیہ باتیں خوب جانتا ہے ”۔ یہ نہایت ہی دھمکی آمیز تبصرہ ہے بلکہ دھکمی ہے کہ کریں یہ اپنی سازشیں ، ہم جانتے ہیں ان کا سب کچھ۔ اللہ کے علم سے کوئی چیز پوشیدہ نہیں اور اللہ کی قوت کے مقابلے کی کوئی قوت نہیں۔",
  "ayah": 26,
  "surah": 47
}
