{
  "text": "درس نمبر 243 ایک نظر میں\nیہ سبق اس سورت کا آخری سبق ہے۔ اس کا آغاز ہوتا ہے اس آیت سے :\nان الذین کفروا وصدوا ۔۔۔۔۔۔۔ لھم الھدی (47 : 32) “ جن لوگوں نے کفر کیا اور اللہ کی راہ سے روکا اور رسول سے جھگڑا کیا جبکہ ان پر راہ راست واضح ہوچکی تھی۔۔۔۔ ” یہ کون لوگ ہیں ؟ زیادہ صحیح بات یہ معلوم ہوتی ہے کہ ان سے مراد وہ لوگ ہیں جن سے متعلق اس سورت کے آغاز میں بھی اسی انداز سے بات کی گئی تھی یعنی مشرکین مکہ ، کیونکہ یہی لوگ ہیں جنہوں نے دعوت اسلامی کے مقابلے میں متکبرانہ رویہ اختیار کیا ، رسول اللہ ﷺ سے جھگڑتے ہوئے اور لوگوں کو اللہ کی راہ سے آخر تک روکتے رہے۔ البتہ یہ احتمال بھی ہے کہ اس سے مراد عام کفار ہوں اور اس عتاب میں ہر وہ شخص آتا ہے جو کافر ہے اور یہ رویہ اپنائے ہوئے ہے ، خواہ وہ مشرک ہے ، یہودی ہے یا منافق ۔ ظاہراً یہ کام کر رہا ہے یا خفیہ کر رہا ہے ۔ سب کو یہ دھمکی دی گئی ہے کہ تم کچھ بھی نہ کرسکو گے لیکن پہلا مفہوم زیادہ مناسب ہے۔\nبہرحال اس دوسرے اور آخری سبق میں باقی باتوں کے مخاطب مسلمان ہیں۔ ان کو دعوت دی جاتی ہے کہ وہ جہاد بالنفس اور جہاد بالمال کو جاری رکھیں۔ اور اس میں کوئی دیر نہ کریں اور یہ تجویز بھی نہ دیں کہ کفار کے ساتھ امن و سالمیت کا رویہ مزید اختیار کیا جائے۔ کیونکہ کفر نے ظلم کی انتہا کردی ہے۔ اور یہ مصالحت کسی بھی مصلحت کے پیش نظر نہیں ہونی چاہئے۔ کسی کمزوری کی وجہ سے ، کسی رشتہ داری کی وجہ سے ، کسی مفاد کی وجہ سے ، کسی مالی تاوان کے ڈر کی وجہ سے ۔ جہاں تک مالی تاوان کا تعلق ہے اللہ اسی قدر مال کا مطالبہ فرماتا ہے جس قدر انسان کی استطاعت میں ہو۔ اللہ نے انسان کے فطری بخل کو اس سلسلے میں مدنظر رکھا ہے۔ کہا جاتا ہے کہ اگر وہ اس دعوت کی ذمہ داریاں نہ ادا کریں گے تو اللہ تعالیٰ اس کی ذمہ داری کسی اور پر ڈال دے گا۔ اور کوئی دوسری جماعت اٹھا دے گا۔ جو یہ ذمہ داریاں بحسن و خوبی ادا کریں گے۔ اور جو اس کی اہمیت کو سمجھیں گے۔ یہ ایک نہایت ہی خوفناک دھکمی ہے اور اس سورت کے مضامین اور فضا کے ساتھ لگا کھاتی ہے ۔ اور اس وقت مومنین کے صفوں میں جو حالات پائے جاتے تھے ، یہ دھمکی ان کا بہترین علاج بھی تھی۔ کیونکہ اس وقت منافقین کے علاوہ بھی ایسے لوگ تھے جو عافیت پسند تھے جبکہ مسلمانوں کی اکثریت فدائی ، مخلص ، بہادر اور مشہور تھی اس بات میں روایت بھری پڑی ہیں۔ اجازت قتال کے وقت چونکہ ہر قسم کے لوگ موجود تھے اور قرآن کریم ان کی تربیت کر کے ان کو اعلیٰ مراتب تک لے جا رہا تھا اس لیے یہاں یہ انداز تعبیر اختیار کیا گیا۔\nیہ اللہ کا فیصلہ ہے ۔ نہایت ہی تاکیدی فیصلہ ۔ اللہ کا وعدہ ہے جو واقع ہونے والا ہے کہ وہ لوگ جنہوں نے کفر کیا ، اسلام کی راہ روک کر کھڑے ہوگئے۔ سچائی کے راستے میں وہ جم کر بیٹھ گئے کہ لوگوں تک یہ سچ بات پہنچنے نہ پائے۔ اپنی قوت ، اپنا مال اور اپنے تمام وسائل اس میں جھونک دئیے کہ اسلام پھیلنے نہ پائے۔ پھر وہ ہر مقام پر رسول اللہ جھگڑنے لگے۔ آپ کی زندگی میں آپ کی مخالفت کی۔ آپ کے لائے ہوئے نظام زندگی کی مخالفت کی اور آپ کی صفوں کی مخالف صفوں میں کھڑے ہوگئے یا جنہوں نے حضور ﷺ کی وفات کے بعد دین اسلام کی مخالفت کی۔ اسلامی نظام زندگی اور نظام شریعت کی مخالفت کی۔ اور سنت نبوی ﷺ اور دعوت اسلامی پر قائم لوگوں کی مخالفت کی۔ اور یہ انہوں نے اس حال میں کی۔\nمن بعد ما تبین لھم الھدی (47 : 32) “ جبکہ ان پر راہ راست واضح ہوچکی تھی ”۔ اور ان کو معلوم ہوگیا تھا کہ یہ حق ہے۔ لیکن یہ لوگ ہوائے نفس اور عناد کی وجہ سے اندھے ہوگئے۔ اور مفادات اور مصلحتوں نے ان کو آخرت کے مفاد کے مقابلے میں دنیا کے مفادات کی طرف مائل کردیا۔\nاللہ کا تاکیدی فیصلہ ان لوگوں کے بارے میں یہ ہے اور یہ فیصلہ یقیناً نافذ ہونے والا ہے کہ۔\nلن یضروا اللہ شیئا (47 : 32) “ درحقیقت یہ اللہ کا کوئی نقصان نہیں کر سکتے ”۔ یہ لوگ اس قدر کمزور اور حقیر ہیں کہ یہ اللہ کو کوئی نقصان پہنچا سکتے ہی نہیں ، لہٰذا مقصود اس کی نفی کرنا نہیں ہے۔ مقصود یہ ہے کہ یہ لوگ اللہ کے دین ، اللہ کے نظام شریعت اور اللہ کے داعیوں کو بھی کوئی نقصان نہیں پہنچا سکتے۔ وہ اللہ قوانین قدرت اور نظام فطرت میں بھی کوئی تبدیلی نہیں لا سکتے۔ اگرچہ وہ بہت ہی زور آور ہوں۔ اگرچہ وہ ایک وقت تک بعض کمزور مسلمانوں کو ایذا دیتے رہے ہوں۔ انجام ان کا کیا ہوگا ؟\nوسیحبط اعمالھم (47 : 32) “ بلکہ اللہ ہی ان کا سب کیا کرایا غارت کر دے گا ”۔ یوں ان کی تمام سازشیں ختم ہو کر رہ جائیں گی اور نیست و نابود ہوں گی ، جس طرح ایک ہٹا کٹا بیل زہریلی گھاس چرنے کے بعد پھول جاتا ہے اور پھر ڈھیر ہوجاتا ہے۔\nاس فضا میں جس کے اندر ان لوگوں کو دھمکی دی گئی جنہوں نے کفر کیا ، اسلام کی راہ روکی اور رسول اللہ ﷺ اور دین کے داعیوں کے ساتھ دشمنی کی ، خود مسلمانوں کو بھی متنبہ کیا جاتا ہے کہ اللہ اور رسول اللہ ﷺ کی اطاعت کریں اور اپنے اعمال کافروں کی طرح ضائع نہ کریں۔",
  "ayah": 32,
  "surah": 47
}
