{
  "text": "آخر میں ان کی واقعی صورت حالات ان کے سامنے پیش کی جاتی ہے کہ ان حالات میں انفاق فی سبیل اللہ کی ضرورت ہے۔ قرآن اپنے خوبصورت انداز میں ان کے دلوں کے بخل کا علاج کرتا ہے ۔ جس طرح قرآن نے جانی قربانی کے سلسلے میں ان کی تربیت کی۔\nھانتم ھولاء ۔۔۔۔ یکونوا امثالکم (47 : 38) ” دیکھو ، تم لوگوں کو دعوت دی جا رہی ہے کہ اللہ کی راہ میں مال خرچ کرو۔ اس پر تم میں سے کچھ لوگ ہیں جو بخل کر رہے ہیں ، حالانکہ جو بخل کرتا ہے وہ درحقیقت اپنے آپ ہی سے بخل کر رہا ہے۔ اللہ تو غنی ہے ، تم ہی اس کے محتاج ہو۔ اگر تم منہ موڑو گے تو اللہ تمہاری جگہ کسی اور قوم کو لے آئے گا اور وہ تم جیسے نہ ہوں گے “۔\nقرآن کریم اس وقت کے معاشرے کا نقشہ نہایت ہی خوبصورتی سے کھینچا ہے اور یہ بتاتا ہے کہ ہر معاشرے میں مالی انفاق کی دعوت کے سلسلے میں بعض لوگوں کا طرز عمل دوسروں سے مختلف ہوتا ہے۔ بعض مالی اعتبار سے بخل کرتے ہیں ، بعض ایسے ہوتے ہیں جو فیاض ہوتے ہیں۔ یہی صورت حالات ابتدائی اسلامی معاشرے کی تھی جس کو روایات میں اچھی طرح قلم بند کیا گیا ہے اور قرآن کریم نے بھی دوسرے مقامات پر تفصیلات دی ہیں۔ اسلام نے اس میدان میں معجزانہ مثالیں پیش کی ہیں۔ لوگوں نے جو دوستی اور جوانمردی میں بےپناہ قربانیاں دیں لیکن ان مثالوں کے باوجود مالی لحاظ سے بخل پایا جاتا ہوگا ، بعض لوگ ایسے بھی ہوں گے جو جان تو دیتے ہوں گے لیکن ان کے لئے مال دینا مشکل ہوگا۔\nیہی وہ کنجوسی ہے جس کا علاج قرآن مجید اس آیت میں کر رہا ہے۔\nومن یبخل فانما یبخل عن نفسہ (47 : 38) ” حالانکہ جو بخل کرتا ہے وہ اپنے آپ ہی سے بخل کر رہا ہے “۔ کیونکہ اللہ کی راہ میں جو لوگ خرچ کر رہے ہیں وہ دراصل خود انہی کے بینک میں جمع ہو رہا ہے۔ اور یہ بچت دراصل ان کو اس وقت کام آئے گی جہاں پر کچھ بھی آمدن نہ ہوگی۔ جب ان کو زمین سے اٹھایا جائے گا اور ان کے پاس ان کی مملوکات میں سے کچھ بھی نہ ہوگا۔ لہٰذا وہاں یہی کمائی اور بچت ان کے کام آئے گی۔ اس لیے آج اگر وہ اس مد میں خرچ کرنے سے بخل کرتے ہیں تو یہ بخل وہ خود اپنے خلاف کر رہے ہیں۔ وہ اپنی بچتوں میں کمی کر رہے ہیں اور خود اپنا مال کم کر رہے ہیں اور خود اپنے آپ کو محروم کر رہے ہیں۔\nاور اللہ جو ان سے انفاق فی سبیل اللہ کا مطالبہ کرتا ہے تو یہ بھی خود ان کی بھلائی کے لئے ہوتا ہے ۔ یہ انہی کے لئے زیادہ بچت ہوتی ہے انہی کا خزانہ اور ذخیرہ بڑھتا ہے۔ اللہ کو اس مال سے کچھ فائدہ نہیں ہے اور نہ اللہ کو ایسے کسی مال کی ضرورت ہے۔\nاس لیے بخل اور کنجوسی کا کوئی جواز نہیں ہے۔ تمہارے پاس جو دولت ہے وہ بھی اسی کی دی ہوئی ہے اور آخرت میں وہ جو اجر دے گا وہ بھی اس کا فضل ہوگا۔ اس لئے تم جو خرچ کرتے ہو وہ بھی اللہ ہی کا فضل ہے۔\nاور آخر اور دو ٹوک بات کہ اللہ نے جو تمہیں اپنی دعوت کے لئے چنا ہے۔ یہ اللہ کا بہت بڑا احسان ہے اور تمہارے لیے یہ بہت اعزاز ہے۔ اگر تم نے اپنے آپ کو اس کا اہل نہ بنایا اور اس کی ذمہ داریاں پوری نہ کیں تو اللہ تمہارے انتخاب کو واپس لے لے گا۔ اور کسی دوسری قوم کو اس کام کے لئے منتخب کردے گا۔ اور یہ اس قوم پر اللہ کا احسان ہوگا اور وہ اس انتخاب کی قدر کریں گے !\nوان تتولوا یستبدل ۔۔۔۔۔۔ امثالکم (47 : 38) ” اگر تم منہ موڑو گے تو اللہ تمہاری جگہ کسی اور قوم کو لے آئے گا اور وہ تم جیسے نہ ہوں گے “۔ جن لوگوں نے ایمان کا مزہ چکھا ہے ، ان کے لئے تو یہ بہت خوفناک دھمکی ہے کہ تمہیں ہٹا کر کسی دوسری قوم کے لئے آیا جائے گا۔ اس شخص کے لئے یہ بہت بڑی دھمکی ہے جس کو احساس ہو کہ دعوت اسلامی اور خیر امت کی ذمہ داری سپرد کر کے اللہ نے ان کو بہت بڑا اعزاز بخشا ہے کیونکہ جو شخص اللہ کی طرف لوگوں کو بلاتا ہے اسے اللہ نے عظیم امانت سپرد کی ہے۔ وہ اس زمین پر اللہ کی سند اور سہارے سے چلتا ہے۔ اس کے وجود میں اللہ کا نور ہے۔ وہ آتا ہے اور جاتا ہے اور اس پر اپنے آقا کی علامات ہیں۔\nاگر کسی نے ایمان کی مٹھاس کو چکھ لیا ہو اور پھر اس سے سلب کرلیا جائے تو یہ خسارہ وہی محسوس کرسکتا ہے ، یہ بےعزتی وہی محسوس کرسکتا ہے جس نے دریار کبریائی میں باریابی پائی ہو ، اعزاز پایا ہو اور پھر اسے دھتکار دیا جائے اور اس کے پیچھے دروازے بند کر دئیے جائیں۔ بلکہ ایسے واصلین حق کی زندگی تو جہنم بن جاتی ہے جو حق تعالیٰ تک پہنچ چکے ہوں اور پھر دور ہوجائیں گے اور ان کے سامنے پردے حائل ہوجائیں۔\nحقیقت یہ ہے کہ ایمان ایک بہت بڑی عطا ہے۔ اس کی قیمت کی کوئی چیز اس کائنات میں نہیں ہے۔ اور یہ پوری انسانی زندگی اور پوری زمین کی دولت اس کے مقابلے میں ہیچ ہے جب ترازو کے ایک پلڑے میں ایمان ہو اور دوسرے میں یہ پوری کائنات ہو۔\nحقیقت یہ ہے کہ ایمان ایک بہت بڑی عطا ہے۔ اس کی قیمت کی کوئی چیز اس کائنات میں نہیں ہے ۔ اور یہ پوری انسانی زندگی اور پوری زمین کی دولت اس کے مقابلے میں ہیچ ہے جب ترازو کے ایک پلڑے میں ایمان ہو اور دوسرے میں یہ پوری کائنات ہو۔\nاس لیے یہ دھمکی اتنی بڑی دھمکی ہے جو مومن کو دی جاسکتی ہے اور یہ دھمکی ، ذرا غور کیجئے ، اللہ کی طرف سے ہے !",
  "ayah": 38,
  "surah": 47
}
