{
  "text": "لنستمع إلى القرآن الكريم وهو يصور لنا موقف المؤمنين فى غزوة الأحزاب ، كما يحكى جانبا من فضل الله عليهم ، ومن لطفه بهم فيقول - سبحانه - : ( لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ . . . كُلِّ شَيْءٍ قَدِيراً ) .قال القرطبى : قوله - تعالى - : ( لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ ) أى : كان لكم قدوة فى النبى صلى الله عليه وسلم حيث بذلك نفسه لنصرة دين الله ، فى خروجه إلى الخندق . والأسوة : القدوة . وقرأ عاصم ( أُسوة ) بضم الهمزة . والباقون بكسرها . والجمع أسىً وإسِّى - بضم الهمزة وكسرها .يقال : فلان ائتسى بفلان ، إذا اقتدى به ، وسار على نهجه وطريقته .وقال الإِمام ابن كثير : هذه الآية الكريمة أصل كبير فى الأسى برسول الله صلى الله عليه وسلم فى أقواله وأفعاله وأحواله ولهذا أمر الناس بالتأسى بالنبى صلى الله عليه وسلم كان فى هذه الغزوة بصفة خاصة ، وفى غيرها بصفة عامة القدوة الحسنة الطيبة فى كل أقواله وأفعاله وأحواله صلى الله عليه وسلم .لقد شارك أصحابه فى حفر الخندق ، وفى الضرب بالفأس . وفى حمل التراب بل وشاركهم فى أراجيزهم وأناشديهم ، وهم يقومون بهذا العمل الشاق المتعب .وشاركهم فى تحمل آلام الجوع ، وآلام السهر . . بل كان صلى الله عليه وسلم هو القائد الحازم الرحيم ، الذى يلجأ إليه أصحابه عندما يعجزون عن إزالة عقبة صادفتهم خلال حفرهم للخندق .قال ابن إسحاق ما ملخصه : وعمل المسلمون فيه - أى فى الخندق - حتى أحكموه ، وارتجزوا فيه برجل من الملسمين يقال له \" جُعَيلٌ \" سماه رسول الله صلى الله عليه وسلم عَمْراً ، فقالوا :سماه من بعد جعيل عمرا ... وكان للبائس يما ظهيرافإذا مروا بعمرو ، قال رسول الله صلى الله عليه وسلم \" عمرا \" وإذا بظهر قال : \" ظهرا \" .ثم قال ابن إسحاق : وكان فى حفر الخندق أحاديث بلغتنى فيها تحقيق نبوته صلى الله عليه وسلم فكان فيما بلغنى أن جابر بن عبد الله كان يحدث ، أنهم اشتدت عليهم فى بعض الخندق كُدْيَةٌ - أى صخرة عظيمة - ، فشكوا ذلك إلى رسول الله صلى الله عليه وسلم فدعا بإناء من ماء فتفل فيه ، ثم دعا بما شاء الله أن يدعو به ، ثم نضخ ذلك الماء على تلك الكدية ، فيقول من حضرها : فوالذى بعثه بالحق نبيا لانهالت - أى : لتفتت - حتى عادت كالكثيب - أى كالرمل المتجمع - لا ترد فأسا ولا مسحاة .وهذه الآية الكريمة وإن كان نزولها فى غزوة الأحزاب ، إلا أن المقصود بها وجوب الاقتداء بالرسول صلى الله عليه وسلم فى جميع أقواله وأفعاله ، كما قال - تعالى - : ( وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا ) والجار والمجرور فى قوله - سبحانه - : ( لِّمَن كَانَ يَرْجُو الله واليوم الآخر ) متعلق بمحذوف صفة لقوله ( حَسَنَةٌ ) ، أو بهذا اللفظ نفسه وهو ( حَسَنَةٌ ) .والمراد بمن كان يرجو الله واليوم الآخر : المؤمنون الصادقون الذين وفو بعهودهم .أى : لقد كان لكم - أيها الناس - قدوة حسنة فى نبيكم صلى الله عليه وسلم ، وهذه القدوة الحسنة كائنة وثابتة للمؤمنين حق الإِيمان . الذين يرجون ثواب الله - تعالى - ، ويؤملون رحمته يوم القيامة ، إذ هم المنتفعون بالتأسى برسولهم صلى الله عليه وسلم وقوله : ( وَذَكَرَ الله كَثِيراً ) معطوف على ( كَانَ ) ، أى : هذه الأسوة الحسنة بالرسول صلى الله عليه وسلم ثابتة لمن كان يرجو الله واليوم الآخر ، ولمن ذكر الله - تعالى - ذكرا كثيرا ، لأن الملازمة لذكر الله - تعالى - توصل إلى طاعته والخوف منه - سبحانه - .وجمع - سبحانه - بين الرجاء والإِكثار من ذكره ، لأن التأسى التام بالرسول صلى الله عليه وسلم لا يتحقق إلا بهما .",
  "ayah": 21,
  "surah": 33
}
