{
  "text": "ثم عادت السورة الكريمة مرة أخرى - بعد هذا الحديث عن غزة الخندق - إلى بيان التوجيهات الحكيمة التى وجهها الله - تعالى - إلى نبيه صلى الله عليه وسلم وإلى أزواجه ، فقال - ( ياأيها النبي قُل لأَزْوَاجِكَ . . . . أَجْراً عَظِيماً ) .ففى هاتين الآيتين يأمر الله - تعالى - نبيه صلى الله عليه وسلم أن يخير أزواجه بين أن يعشن معه معيشة الكفاف والزهد فى زينة الحياة الدنيا وبين أن يفارقهن ليحصلن على ما يشتهينه من زينة الحياة الدنيا .قال الإِمام القرطبى ما ملخصه : قال علماؤنا : هذه الآية متصلة بمعنى ما تقدم من المنع من إيذاء النبى صلى الله عليه وسلم وكان قد تأذى ببعض الزوجات . قيل : سألنه شيئا عن عرض الدنيا . وقيل : سألنه زيادة فى النفقة .روى البخارى ومسلم - واللفظ لمسلم - \" عن جابر بن عبد الله قال : دخل ابو بكر يستأذن على رسول الله صلى الله عليه وسلم فوجد الناس جلوسنا ببابه لم يؤذن لأحد منهم ، قال : فأذن لأبى بكر فدخل ، ثم جاء عمر فاستأذن فأذن له ، فوجد النبى صلى الله عليه وسلم جالسنا حوله نساؤه .قال : فقال عمر ، والله لأقولن شيئا يضحك رسول الله صلى الله عليه وسلم فقال : يا رسول الله ، لو رأيت بنت زيد - زوجة عمر - سألتنى النفقة فقمت إليها فوجأت عنقها : فضحك رسول الله صلى الله علي وسلم وقال : \" هن حولى كما ترى يسألننى النفقة \" .فقام أبو بكر إلى ابنته عائشة ليضربها ، وقام عمر إلى ابنته حفصة ليضربها وكلاهما يقول : تسألن رسول الله صلى الله عليه وسلم ما ليس عنده .فقلت : والله لا نسأل رسول الله صلى الله عليه وسلم شيئا أبدا ليس عنده .ثمن زلت هاتان الآيتان . فبدأ صلى الله عليه وسلم بعائشة فقال لها : \" يا عائشة ، إنى أريد أن أعرض عليك أمرا ، أحب أن لا تعجلى فيه حتى تشتشيرى أبويك \" .قالت : وما هو يا رسول الله؟ فتلا عليها هاتين الآيتين . فقالت : أفيك يا رسول الله أستشير أبوى!! بل أختار الله ورسوله والدار الآخرة .وفعل أزواج النبى صلى الله عليه وسلم ما فعلت عائشة \" .وقال الإِمام ابن كثير - بعد أن ساق جملة من الأحاديث فى هذا وكان تحته يومئذ تسع نسوة ، خمس من قريش : عائشة وحفصة ، وأم حبيبة وسودة ، وأم سلمة .وأربع من غير قريش - وهن صفية بنت حيى النضرية ، وميمونة بنت الحارث الهلالية ، وزينب بنت جحش الأسدية ، وجويرية بنت الحارث المُصْطَلَقِيَّة - رضى الله عنهن .وقال الإِمام الآلوسى : فلما خيرهن واخترن الله ورسوله والدار الآخرةن مدحهن الله - تعالى - على ذلك ، إذ قال - سبحانه - : ( لاَّ يَحِلُّ لَكَ النسآء مِن بَعْدُ وَلاَ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ وَلَوْ أَعْجَبَكَ حُسْنُهُنَّ ) فقصره الله - تعالى - عليهن ، وهن التسع اللاتى اخترن الله ورسوله والدار الآخرة .والمعنى : ( ياأيها النبي قُل لأَزْوَاجِكَ ) اللائى فى عصمتك ( إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا ) .أى : إن كنتن تردن سعة الحياة الدنيا وبهجتها وزخارفها ومتها من مأكل ومشرب وملبس ، فوق ما أنتن فيه عندى من معيشة مقصورة على ضروريات الحياة ، وقائمة على الزهد فى زينتها .إن كنتن تردن ذلك : ( فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحاً جَمِيلاً ) .قال الجمل : وقوله : ( فَتَعَالَيْنَ ) فعل أمر مبنى على السكون ، ونون النسوة فاعل . وأصل هذا الأمر أن يكون الآمر أعلى مكانا من المأمور ، فيدعوه أن يرفع نفسه إليه ، ثم كثر استعماله حتى صرا معناه أقبل . وهو هنا كناية عن الاختيار والإِرادة . والعلاقة هى أن المخبر يدنو إلى من يخبره .وقوله : ( أُمَتِّعْكُنَّ ) مجزوم فى جواب الأمر . والمتعة : ما يعطيه الرجل للمرأة التى طلقها ، زيادة على الحقوق المقررة لها شرعا ، وقد جعلها - سبحانه - حقا على المحسنين الذين يبغون رضا الله - تعالى - وحسن ثوابه .وقوله ( وَأُسَرِّحْكُنَّ ) معطوف على ما قبله ، والتسريح : إرسال الشئ ، ومنه تسريح الشعر ليخلص بعضه من بعض . ويقال : سرح فلان الماشية ، إذا أرسلها لترعى والمراد به هنا : طلاق الرجل للمرأة ، وتركها لعصمته .أى : ما قل - أيها الرسول الكريم - لأزواجك إن كنتن تردن الحياة الدنيا وزينتها ، ولا تستطعن الصبر على المعيشة ، معى ، فلكن أن تخترن مفارقنى ، وإنى على استعداد أن أعطيكن المتعة التى ترضينها ، وأن أطلقكن طلاقا لا ضرر فيه ، ولا ظلم معه ، لأنى سأعطيكن ما هو فوق حقكن .",
  "ayah": 28,
  "surah": 33
}
