{
  "text": "وقوله - عز وجل - ( تُرْجِي مَن تَشَآءُ مِنْهُنَّ وتؤوي إِلَيْكَ مَن تَشَآءُ ) شروع فى بيان جانب آخر من التوسعة التى وسعها - سبحانه - لنبيه صلى الله عليه وسلم فى معاشرته لنسائه ، بعد بيان ما أحله له من النساء .وقوله : ( تُرْجِي ) من الإِرجاء بمعنى التأخير والتنحية ، وقرئ مهموزا وغير مهموز . تقول : أرجيت الأمر وأرجأته ، إذا أخرته ، ونحيته جانبا حتى يحين موعده المناسب .وقوله : ( وتؤوي ) من الإِيواء بمعنى الضمر والتقريب ، ومنه قوله - تعالى - : ( وَلَمَّا دَخَلُواْ على يُوسُفَ آوى إِلَيْهِ أَخَاهُ . . ) أى : ضمة إليه وقربه منه .والضمير فى قوله ( مِنْهُنَّ ) يعود إلى زوجاته صلى الله عليه وسلم اللائى كن فى عصمته .قال القرطبى ما ملخصه : واختلف العلماء فى تأويل هذه الآية ، وأصح ما قيل فيها : التوسعة على النبى صلى الله عليه وسلم فى ترك القَسْم ، فكان لا يجب عليه القسم بين زوجاته .وهذا القول هو الذى يناسب ما مضى ، وهو الذى ثبت معناه فى الصحيح ، عن عائشة - رضى الله عنها - قالت : كنت أغار على اللائى وهبن أنفسهن لرسول الله صلى الله عليه وسلم وأقول : أو تهب المرأة نفسها لرجل؟ فلما أنزل الله - تعالى - : ( تُرْجِي مَن تَشَآءُ مِنْهُنَّ . . . ) .قالت : قلت : والله ما رأى ربك إلا يسارع فى هواك .قال ابن العربى : هذا الذى ثبت فى الصحيح هو الذى ينبغى أن يعول عليه . والمعنى المراد : هو أن النبى صلى الله عليه وسلم كان مخيرا فى أزواجه ، إن شاء أن يقسم قسم ، وإن شاء أن يترك القسم ترك . لكنه كان يقسم من جهة نفسه ، تطييبا لنفوس أزواجه .وقيل كان القسم واجبا عليه ثم نسخ الوجوب بهذه الآية .وقيل : الآية فى الطلاق . أى : تطلق من تشاء منهن وتؤوى إليك من تشاء .وقيل : المراد بالآية : الواهبات أنفسهن له صلى الله عليه وسلم .ثم قال القرطبى : وعلى كل معنى ، فالآية معناها التوسعة على رسول الله صلى الله عليه وسلم والإِباحة ، وما اخترناه أصح والله أعلم .أى : لقد وسعنا عليك - أيها الرسول الكريم - فى معاشرة نسائك ، فأبحنا لك أن تؤخر المبيت عند من شئت منهن ، وأن تضم إليك من شئت منهن ، بدون التقيد بوجوب القسم بينهن ، كما هو الشأن بالنسبة لأتباعك حيث أوجبنا عليهم العدل بين الأزواج فى البيوتة وما يشبهها .ومع هذا التكريم من الله - تعالى - لنبيه ، إلا أنه صلى الله عليه وسلم كان يقسم بينهن إلى أن لحق بربه؟ عدا السيدة سودة ، فإنها قد وهبت ليلتها لعائشة . .أخرج البخارى عن عائشة رضى الله عنها - أن رسول الله - صلى الله عليه وسلم كان يستأذن فى يوم المرأة منا بعد أن نزلت هذه الآية ترجى من تشاء منهن . .فقيل : لها ما كنت تقولين؟ فقالت : كنت أقول : إن كان ذاك إليَّ فإنى لا أريد يا رسول الله أن أوثر عليك أحدا .وقوله - تعالى - : ( وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ فَلاَ جُنَاحَ عَلَيْكَ ) . زيادة فى التوسعة عليه صلى الله عليه وسلم وفى ترك الأمر لإرادته واختياره .أى : أبحنا لك - أيها الرسول الكريم - أن تقسم بين نسائك ، وأن تترك القسمة بينهن ، وأبحنا لك - أيضا - أن تعود إلى طلب من اجتنبت مضاجعتها إذ لا حرج عليك فى كل ذلك . بعد أن فوضنا الأمر إلى مشيئتك واختيارك .فالابتغاء بمعنى الطلب ، وعزلت اجتنبت واعتزلت وابتعدت ، و ( مَّنْ ) شرطية ، وجوابها : ( فَلاَ جُنَاحَ عَلَيْكَ ) أى : فلا حرج ولا إثم عليك فى عدم القسمة بين أزواجك ، وفى طلب إيواء من سبق لك أن اجتنبتها .قال الشوكانى : والحاصل أن الله - سبحانه - فوض الأمر إلى رسوله صلى الله عليه وسلم كى يصنع مع زوجاته ما شاء ، من تقديم وتأخير ، وعزل وإمساك ، وضم من أرجأ ، وإرجاء من ضم إليه ، وما شاء فى أمرهن فعل توسعة عليه ، ونفيا للحرج عنه .وإسم الإشارة فى قوله : ( ذَلِكَ أدنى أَن تَقَرَّ أَعْيُنُهُنَّ وَلاَ يَحْزَنَّ وَيَرْضَيْنَ بِمَآ آتَيْتَهُنَّ كُلُّهُنَّ . . . ) يعود إلى ما تضمنه الكلام السابق من تفويض أمر الإِرجاء والإِيواء إلى النبى صلى الله عليه وسلم .وأدنى بمعنى أقرب . ( تَقَرَّ أَعْيُنُهُنَّ ) كناية عن تقبل ما يفعله معهن برضا وارتياح نفس . يقال قرت عين فلان ، إذا رأت ما ترتاح لرؤيته ، مأخوذ من ا لقرار بمعنى الاستقرار والسكون . .وقوله : ( وَلاَ يَحْزَنَّ ) معطوف على ( أَن تَقَرَّ ) وقوله ( وَيَرْضَيْنَ ) معطوف عليه - أيضا - .والمعنى ، ذلك شرعناه لكل من تفويض الأمر اليك فى شأن أزاجك ، أقرب إلى رضى نفوسهن لما تصنعه معهن ، واقرب إلى عدم حزنهن وإلى قبولهن لما تفعله معهن ، لأنهن يعلمن أن ما تفعله معهن إنما هو من الله - تعالى - وليس باجتهاد منك ، ومتى علمن ذلك طابت نفوسهن سواء ويت بينهن فى القسم والبيتوتة والمجامعة . . أم لم تسو .قال القرطبى : قال قتادة وغيره : أى : ذلك التخيير ذلك خيرناك فى حصبتهن أدنى إلى رضاهن ، إذ كان من عندنا - لا من عندك - ، لأنهن إذا علمت أن الفعل من الله قرت أعينهن بذلك ورضين . .وكان - عليه الصلاة والسلام - مع هذا يشدد على نفسه فى رعاية التسوية بينهن ، تطييبا لقلوبهن ويقول : \" اللهم هذه قدرتى فيما أملك ، فلا تلمنى فيما تملك ولا أملك \" .وقوله - سبحانه - ( والله يَعْلَمُ مَا فِي قلُوبِكُمْ ) خطاب للنبى صلى الله عليه وسلم ولأزواجه ، ويندرج فيه جميع المؤمنين والمؤمنات وجمع بجمع الذكور للتغليب .أى : والله - تعالى - يعلم ما فى قلوبكم من حب وبغض ، ومن ميل إلى شئ ، ومن عدم الميل إلى شئ آخر .قال صاحب الكشاف : وفى هذه الجملة وعيد لمن لم ترض منهن بما دبر الله - تعالى - من ذلك ، وبعث على تواطؤ قلوبهن والتصافى بينهن ، والتوافق على طلب رضا رسولا لله صلى الله عليه وسلم وما فيه طيب نفسه .( وَكَانَ الله ) - تعالى - ( عَلِيماً ) بكل ما تظهره القلوب وما تسره ( حَلِيماً ) حيث لم يعاجل عباده بالعقوبة قبل الإرشاد والتعليم .",
  "ayah": 51,
  "surah": 33
}
