{
  "text": "ثم ساقت السورة الكريمة بعد لك ألوانا من التشريعات الحكيمة ، والأداب القويمة ، التى تتعلق بدخول بيوت النبى صلى الله عليه وسلم ، وبحقوق أزواجه صلى الله عليه وسلم فى حياته وبعد مماته ، وبوجوب احترامه وتوقيره صلى الله عليه وسلم فقال - تعالى - : ( ياأيها الذين آمَنُواْ . . . . بِكُلِّ شَيْءٍ عَلِيماً ) .ذكر المفسرون فى سبب نزول قوله - تعالى : ( ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي . . . ) روايات متعددة منها ، ما ثبت فى الصحيحين عن عمر بن الخطاب أنه قال : وافقت ربى فى ثلاث . فقلت : يا رسول الله ، لو اتخذت من مقام إبراهيم مصلى ، فأنزل الله - تعالى - : ( واتخذوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى ) وقلت : يا رسول الله ، إن نساءك يدخل عليهن البر والفاجر ، فلو حجبتهن ، فأنزل الله آية الحجاب . وقلت لأزواج النبى صلى الله عليه وسلم ما تمالأن عليه فى الغيرة ( عسى رَبُّهُ إِن طَلَّقَكُنَّ أَن يُبْدِلَهُ أَزْوَاجاً خَيْراً مِّنكُنَّ ) فنزل كذلك .وروى البخارى عن أنس بن مالك - رضى الله عنه - قال : لما تزوج رسول الله صلى الله عليه وسلم زينب جحش ، دعا القوم فطعموا ثم جلسوا يتحدثون ، فإذا هو كأنه يتهيأ للقيام فلم يقوموا . فلما رأى ذلك قام ، فلما قام صلى الله عليه وسلم قام معه من قام ، وقعد ثلاثة نفر . فجاء النبى صلى الله عليه وسلم ليدخل ، فإذا القوم جلوس ، ثم إنهم قاموا ، فانطلقت فجئت فأخبرت النبى صلى الله عليه وسلم أنهم قد انطلقوا . فجاء حتى دخل ، فذهبت أدخل ، فألقى الحجاب بينى وبينه ، فأنزل الله - تعالى - : ( ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي . . . ) الآية .قال ابن كثير : وكان وقت نزولها فى صبيحة عرس رسول الله صلى الله عليه وسلم بزينب بنت جحش : التى تولى الله - تعالى - تزويجها بنفسه ، وكان ذلك فى ذى القعدة من السنة الخامسة ، فى قول قتادة والواقدى وغيرهما .والمراد ببيوت النبى : المساكن التى اعدها صلى الله عليه وسلم لسكنى أزواجه .والاستثناء فى قوله - تعالى - : ( إِلاَّ أَن يُؤْذَنَ لَكُمْ إلى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ ) استثناء مفرغ من أعم الأحوال .وقوله : ( غَيْرَ نَاظِرِينَ ) حال من ضمير ( تَدْخُلُواْ ) و ( إِنَاهُ ) أى : نضجه وبلوغه الحد الذى يؤكل معه . يقال : أنَى الطعام يأنَى أنْياً وإِنى - كقلى يقلى - إذا نضج وكان معدا للأكل .والمعنى : يامن آمنتم بالله - تعالى - حق الإِيمان ، لا تدخلوا بيوت النبى صلى الله عليه وسلم فى حال من الأحوال ، إلا فى حال الإِذن لكم بدخولها من أجل حضور طعام تدعون إلى تناوله ، وليكن حضوركم فى الوقت المناسب لتناوله ، لا قبل ذلك بأن تدخلوا البيوت بدون استئذان ، فإذا وجدوا طعاما يعد ، انتظروا حتى ينضج ليأكلوا منه .فالنهى فى الآية الكريمة مخصوص بمن دخل من غير دعوة ، وبمن دخل بدعوة ولكنه مكث منتظرا للطعام حتى ينضج ، دون أن تكون هناك حاجة لهذا الانتظار . أما إذا كان الدخول بدعوة أو لحضور طعام بدون انتظار مقصود لوقت نضجه ، فلا يتناوله النهى .قال الآلوسى : والآية على ما ذهب إليه جمع من المفسرين ، خطاب لقوم كانوا يتحينون طعام النبى صلى الله عليه وسلم فيدخلون وقعدون منتظرين لإِدراكه ، فهى مخصوصة بهم وبأمثالهم ممن يفعل مثل فعلهم فى المستقبل . فالنهى مخصوص بمن دخل بغير دعوة ، وجلس منتظرا للطعام من غير حاجة فى تفيد النهى عن الدخول بإذن لغير طعام ، ولا من الجلوس واللبث بعد الطعام لمهم آخر .وقوله - سبحانه - ( وَلَكِنْ إِذَا دُعِيتُمْ فادخلوا ) استدراك على ما فهم من النهى عن الدخول بغير إذن ، وفيه إشعار بأن الإِذن متضمن معنى الدعوة .أى : لا تدخلوا بدون إذن ، فإذا أذن لكم ودعيتم إلى الطعام فادخلوا لتناوله وقوله - تعالى - ( فَإِذَا طَعِمْتُمْ فانتشروا وَلاَ مُسْتَأْنِسِينَ لِحَدِيثٍ ) بيان للون آخر من ألوان الآداب الحكيمة التى شرعها الإِسلام فى تناول الطعام عند الغير .أى : إذا دعيتم لحضور طعام فى بيت النبى صلى الله عليه وسلم فادخلوا ، فإذا ما انتهيتم من طعامكم عنده ، فتفرقوا ولا تمكثوا فى البيت مستأنسين لحديث بعضكم مع بعض ، أو لحديثكم مع أهل البيت .فقوله ( مُسْتَأْنِسِينَ ) مأخوذ من الأنس بمعنى السرور والارتياح للشئ . تقول : أنست لحديث فلان ، فإذا سررت له ، وفرحت به .وأطلق - سبحانه - نفى الاستئناس للحديث ، من غير بيان صاحب الحديث ، للإِشعار بأن المكث بعد الطعام غير مرغوب فيه على الإِطلاق ، ما دام ليس هناك من حاجة إلى هذا المكث . وهذا أدب عام لجميع المسلمين .واسم الإِشارة فى قوله : ( إِنَّ ذَلِكُمْ كَانَ يُؤْذِي النبي فَيَسْتَحْيِي مِنكُمْ ) يعود إلى الانتظار والاستئناس للحديث ، والدخول بغير إذن . والجملة بمثابة التعليل لما قبلها .أى : إن ذلكم المذكور كان يؤذى النبى صلى الله عليه وسلم كان يستحيى أن يصرح لكم بذلك ، لسمو خلقه ، وكما أدبه ، كما أنه صلى الله عليه وسلم كان يستحيى أن يقول لكم كلاما تدركون منه أنه يريد انصرافكم .وقوله - تعالى - : ( والله لاَ يَسْتَحْيِي مِنَ الحق ) أى : والله - تعالى - لا يستحيى من إظهار الحق ومن بيانه ، بل من شأنه - سبحانه - أن يقول الحق ، ولا يسكت عن ذلك .وإذا كان الرسول صلى الله عليه سولم قد منعه حياؤه من أن يقول قولا تفهمون منه ضجره من بقائكم فى بيته بعد تناول طعامكم عنده . . . فإن الله - تعالى - وهو خالقكم لا يمتنع عن بيان الحق فى هذه الأمور وفى غيرها ، حتى تتأدبوا بأدب القويم . ثم ذكر - سبحانه - بعض الآداب التى يجب عليهم أن يلتزموها مع نساء نبيهم صلى الله عليه وسلم فقال : ( وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعاً فاسألوهن مِن وَرَآءِ حِجَابٍ ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ . . ) .أى : وإذا طلبتم - أيها المؤمنون - من أزواج النبى صلى الله عليه وسلم شيئا يتمتع به سواء أكان هذا الشئ حسيا كالطعام أم معنويا كمعرفة بعض الأحكام الشرعية .. إذا سألتموهن شيئا من ذلك فليكن سؤالكم لهن من وراء حجاب ساتر بينكم وبينهن . .لأن سؤالكم إياهن بهذه الطريقة ، أظهر لقلوبكم وقلوبهن ، وأبعد عن الوقوع فى الهواجس الشيطانية التى قد تتولد عن مشاهدتكم لهن ، ومشاهدتهن لكم . .ثم ختم - سبحانه - الآية الكريمة بقوله : ( وَمَا كَانَ لَكُمْ أَن تؤْذُواْ رَسُولَ الله وَلاَ أَن تنكحوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَداً إِنَّ ذلكم كَانَ عِندَ الله عَظِيماً ) .أى : وما صح وما استقام لكم - أيها المؤمنون - أن تؤذوا رسول الله صلى الله عليه وسلم بأى لون من ألوان الأذى ، سواء أكان بدخول بيوته بغير إذنه ، أم بحضوركم إليها انتظارا لنضج الطعام بجلوسكم بعد الأكل بدون مقتض لذلك ، أم بغير ذلك مما يتأذى به صلى الله عليه وسلم .كما أنه لا يصح لكم بحال من الأحوال أن تنكحوا أزواجه من بعده ، أى : من بعد وفاته .( إِنَّ ذلكم ) أى : إيذاءه ونكاح أزواجه من بعده ( كَانَ عِندَ الله ) - تعالى - ذنبا ( عَظِيماً ) وإثما جسيما ، لا يقادر قدره .",
  "ayah": 53,
  "surah": 33
}
