{
  "text": "ثم حذرهم - سبحانه - من مخالفة أمره ، بأن بين لهم بأنه - سبحانه - لا يخيفى عليه شئ ، من أمرهم ، فقال : ( إِن تُبْدُواْ شَيْئاً ) بأن تظهروه على ألسنتكم ( أَوْ تُخْفُوهُ ) بأن تضمروه فى قلوبكم ، فإنه فى الحالين لا يعزب عن علمنا ، وسنحاسبكم عليه ، ( فَإِنَّ الله ) - تعالى - ( كَانَ بِكُلِّ شَيْءٍ عَلِيماً ) بحيث لا يخفى عليه شئ ، فى الارض ولا فى السماء .هذا وقد أخذ العلماء من هذه الآية الكريمة التى تسمى بآية الحجاب ، جملة من الأحكام والآداب منها :1- وجوب الاستئذان عند دخول البيوت لتناول طعام ، ووجوب الخروج بعد تناوله إلا إذا كانت هناك ضرورة تدعو للبقاء ، كما أن من الواجب الحضور إلى الطعام فى الوقت المناسب له ، وليس قبله انتظارا لنضجه وتقديمه .2- حرمة الاختلاط بين الرجال والنساء سواء أكان ذلك فى الطعام أم فى غيره ، فقد أمر - سبحانه - المؤمنين ، إذا سألوا أزواج النبى صلى الله عليه وسلم شيئا أن يسألوهن من وراء حجاب ، وعلل ذلك بأن سؤالهن بهذه الطريقة ، يؤدى إلى طهارة القلوب ، وعفة النفوس ، والبعد عن الريبة وخواطر السوء . .وحكم نساء المؤمنين فى ذلك كحكم أمهات المؤمنين ، لأن قوله - سبحانه - ( ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ) علة عامة تدل على تعميم الحكم ، إذ جميع الرجال والنساء فى كل زمان ومكان فى حاجة إلى ما هو أطهر للقلوب ، وأعف للنفوس . .قال بعض العلماء ما ملخصه : وقوله : ( ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ ) قرينة واضحة على إرادة تعميم الحكم ، إذ لم يقل أحد من العقلاء ، إن غير ازواج النبى صلى الله عليه وسلم لا حاجة بهن إلى أطهرية قلوبهن ، وقلوب الرجال من الريبة منهن ..فالجملة الكريمة فيها الدليل الواضح على أن وجوب الحجاب حكم عام فى جميع النساء . لا خاص بأمهات المؤمنين ، وإن كان أصل اللفظ خاصا بهن ، لأن عموم علته دليل على عموم الحكم فيه . .3- كذلك أخذ العلماء من هذه الآية أنه لا يجوز للرجل الأجنبى أن يصافح امرأة أجنبية عنه . ولا يجوز له أن يمس شئ من بدنه شيئا من بدنها .والدليل على ذلك أن النبى صلى الله عليه ولم ثتب عنه أن قال : \" إنى لا أصافح النساء \" .والله - تعالى - يقول : ( لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ ) فيلزمنا أن لا نصافح النساء الأجنبيات اقتداء به صلى الله عليه وسلم .4- تكريم الله - تعالى - لنبيه صلى الله عليه وسلم ودفاعه عنه ، وإلزام المؤمنين بالعمل على كل ما يرضيه ولا يؤذيه ، وبعدم نكاح أزواجه من بعده أبدا . .",
  "ayah": 54,
  "surah": 33
}
