{
  "text": "ثم استثنت السورة الكريمة بعض الأصناف الذين يجوز للمرأة أن تظهر أمامهم بدون حجاب ، وبينت سمو منزلة رسول الله صلى الله عليه وسلم ، وأكدت التحذير من إيذائه ، ومن إيذاء المؤمنين والمؤمنات ، وأمرت النبى صلى الله عليه وسلم أن يرشد أزواجه وبناته ونساء المؤمنين إلى وجوب الاحتشام فى ملابسهن . . فقال - تعالى - : ( لاَّ جُنَاحَ عَلَيْهِنَّ في آبَآئِهِنَّ . . . الله غَفُوراً رَّحِيماً ) .قال القرطبى : لما نزلت آية الحجاب قال الآباء والأبناء والأقارب لرسول الله صلى الله صلى الله عليه وسلم : ونحن أيضا نكلمهن من وراء حجاب؟ فنزلت هذه الآية : ( لاَّ جُنَاحَ عَلَيْهِنَّ في آبَآئِهِنَّ وَلاَ أَبْنَآئِهِنَّ ) .فالآية الكريمة مسوقة لبيان من لا يجب على النساء أن يحتجبن منه .أى : لا حرج ولا إثم على أمهات المؤمنين ولا على غيرهن من النساء . فى ترك الحجاب بالنسبة لآبائهن ، أو أبنائهن أو أخوانهن ، أو أبناء إخوانهن أو أبناء أخواتهن ، أو نسائهن اللاتى تربطن بهن رابطة قرابة أو صداقة ، أو ما ملكت أيمانهن من الذكور أو الإِناث .فهؤلاء يجوز للمرأة أن تخاطبهم بدون حجاب ، وأن تظهر أمامهم بدون ساتر . وهذا لون من ألوان اليسر والسماحة فى شريعة الإِسلام .ولم يذكر سبحانه - العم والخال ، لأنهما يجريان مجرى الوالدين ، وقد يسمى العم أبا . كما فى قوله - تعالى - حكاية عن يعقوب : ( أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ الموت إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي قَالُواْ نَعْبُدُ إلهك وإله آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إلها وَاحِداً وَنَحْنُ لَهُ مُسْلِمُونَ ) وإسماعيل كان عم اليعقوب لا أباله .قال الجمل : وقوله : ( وَلاَ نِسَآئِهِنَّ ) أى : ولا جناح على زوجات النبى صلى الله عليه وسلم فى عدم الاحتجاب عن نسائهن ، أى : عن النساء المسلمات وإضافتهن لهن من حيث المشاركة فى الوصف ، وهو الإِسلام ، وأما النساء الكافرات فيجب على أزواج النبى الاحتجاب عنهن .كما يجب على سائر المسلمات . أى : ما عدا ما يبدو عند المنهة ، أما هو فلا يجب عل المسلمات حجبه وستره عن الكافرات .وشبيه بهذه الآية قوله - تعالى - : فى سورة النور : ( وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْ آبَآئِهِنَّ أَوْ آبَآءِ بُعُولَتِهِنَّ أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ . . . ) الآية .ثم عقب . سبحانه هذا الترخيص والتيسر بقوله : ( واتقين الله إِنَّ الله كَانَ على كُلِّ شَيْءٍ شَهِيداً ) .والجملة الكريمة معطوفة على محذوف ، والتقدير : لقد أبحت لكن معشر النساء مخاطبة هؤلاء الأصناف بدون حجاب : فامتثلن أمرى ، واتقين الله - تعالى - فى كل أحوالكن ، واحرصن على العفاف والتستر والاحتشام ، لأن الله - تعالى - فى كل أحوالكن ، واحرصن على العفاف والتستر والاحتشام ، لأن الله - تعالى - مطلع على كل ما يصدر عنكن ، وسيجازى كل إنسان بما يستحقه من ثواب أو عقاب .",
  "ayah": 55,
  "surah": 33
}
