{
  "text": "وبعد أن فصلت السورة الكريمة ما فصلت من أحكام ، وأرشدت إلى ما أرشدت من أداب ، وقصت ما قصت من أحداث . . بعد كل ذلك وجهت فى أواخرها نداءين إلى المؤمنين ، أمرتهم فيهما بتقوى الله - تعالى - وبالاقتداء بالأخيار من عباده ، وباجتناب بسلوك الأشرار ، كما ذكرتهم بثقل الأمانة التى رضوا بحلمها ، وبحسن عاقبة الصالحين وسوء عاقبة المكذبين ، قال - تعالى - : ( ياأيها الذين آمَنُواْ . . . . وَكَانَ الله غَفُوراً رَّحِيماً ) .والمراد بالذين آذوا موسى - عليه السلام - فى قوله - تعالى - : ( ياأيها الذين آمَنُواْ لاَ تَكُونُواْ كالذين آذَوْاْ موسى ) قومه الذين أرسله الله إليهم .فقد حكى القرآن الكريم ألوانا من إيذائهم له ، ومن ذلك قولهم له : ( ياموسى اجعل لَّنَآ إلها كَمَا لَهُمْ آلِهَةٌ . . . ) وقولهم : ( لَن نُّؤْمِنَ لَكَ حتى نَرَى الله جَهْرَةً ) ومن إيذائهم له - عليه السلام - ما رواه الإِمام البخارى والترمذى عن أبى هريرة قال : \" قال رسول الله صلى الله عليه وسلم : إن موسى كان رجلا حييا ستيرا لا يرى من جلده شئ ، فآذاه من آذاه من بنى إسرائيل ، وقالوا : ما يستتر إلا من عيب بجلده ، إما برص ، وإما آفة . وإن الله - تعالى - أراد أن يبرئه مما قالوا ، وإن موسى خلا يوما وحده فوضع ثيابه على حجر ثم اغتسل ، فلما فرغ أقبل عى ثيابه ليأخذها ، وإن الحجر عدا بثوبه ، وأخذ موسى عصاه وطلب الحجر ، فجعل يقول : ثوبى حجر ، ثوبى حجر حتى انتهى إلا ملأ بنى إسرائيل ، فرأوه عريانا أحسن ما خلق الله - تعالى - ، وأبرأه الله - تعالى مما يقولون . . \" فذلك قوله - تعالى - ( ياأيها الذين آمَنُواْ لاَ تَكُونُواْ كالذين آذَوْاْ موسى ) .والمعنى : يا من آمنتم بالله - تعالى - حق الإِيمان ، التزموا الأدب والطاعة والاحترام لنبيكم صلى الله عليه وسلم واحذروا أن تسلكوا معه المسلك الذى سلكه بنو إسرائيل مع نبيهم موسى - عليه السلام - حيث آذوه بشتى أنواع الأذى .وقولهم : ( لَن نَّصْبِرَ على طَعَامٍ وَاحِدٍ . . . ) واتخاذهم العجل إلها من دون الله فى غيبة نبيهم موسى - عليه السلام - . .( فَبرَّأَهُ الله مِمَّا قَالُواْ ) أى : فأظهر الله - تعالى - براءته من كل ما نسبوه إليه من سوء .( وَكَانَ عِندَ الله وَجِيهاً ) أى : وكان عند الله - تعالى - ذا جاه عظيم ، ومكانه سامية ، ومنزلة عالية ، حيث نصره - سبحانه - عليهم ، واصطفاه لحمل رسالته . .يقال : وجه الرجل يوجه وجاهة فهو وجيه ، إذا كان ذا جاه وقدر . .",
  "ayah": 69,
  "surah": 33
}
