{
  "text": "تفريع على القصص الماضية فإنها تكسب سامعها يقيناً بباطل ما عليه عبدة الأصنام وبخيبة ما أملوه فيهم من الشّفاعة في الدنيا وإن سابق شقائهم في الدنيا بعذاب الاستئصال يُؤذن بسوء حالهم في الآخرة ، ففرع على ذلك نهي السامع أن يشك في سوء الشّرك وفساده .والخطاب في نحو { فلا تك في مرية } يقصد به أيُّ سامع لا سامعٌ معيّن سواء كان ممّن يظنّ به أن يشكّ في ذلك أم لا إذ ليس المقصود معيّناً .ويجوز أن يكون الخطاب للنبيء صلى الله عليه وسلم ويكون { فلا تك } مقصوداً به مجرّد تحقيق الخبر فإنّه جرى مجرى المثل في ذلك في كلام العرب مثل كلمة : لا شكّ ، ولا محالة ، ولا أعرفنّك ، ونحوها .ويجوز أن يكون تثبيتاً للنبيء صلى الله عليه وسلم على ما يلقاه من قومه من التصلّب في الشرك ، أي لا تكن شاكّاً في أنّك لقيت من قومك من التكذيب مثل ما لقيه الرّسل من أممهم فإنّ هؤلاء ما يعبدون إلاّ عبادة كما يعبد آباؤهم من قبل متوارثينها عن أسلافهم من الأمم البائدة .و { في } للظرفية المجازية .والمرية بكسر الميم : الشكّ . وقد جاء فعلها على وزن فَاعَل أو تَفاعل وافتعل . ولم يجىء على وزن مجرّد لأنّ أصل المراد المجادلة والمدافعة مستعاراً من مريْتُ الشاة إذا استخرجت لبنها . ومنه قولهم : لا يجارى ولا يُمارى . وفي القرآن { أفتمارونه على ما يرى } [ النجم : 12 ]. وقد تقدّم الامتراء عند قوله : { ثم أنتم تمترون } في أوّل [ الأنعام : 2 ].و { ما } في قوله : { ما يعبد } مصدريّة ، أي لا تك في شكّ من عبادة هؤلاء ، والإشارة بهؤلاء إلى مشركي قريش .وقد تتبعتُ اصطلاح القرآن فوجدته عَنَاهُمْ باسم الإشارة هذا في نحو أحد عشر موضعاً وهو ممّا ألهمت إليه ونبّهتُ عليه عند قوله تعالى : { وجئنا بك على هؤلاء شهيداً } في سورة [ النساء : 41 ].ومعنى الشكّ في عبادتهم ليس إلاّ الشكّ في شأنها ، لأنّ عبادتهم معلومة للنبيء صلى الله عليه وسلم فلا وجه لنفي مريته فيها ، وإنّما المراد نفي الشك فيما قد يعتريه من الشكّ من أنهم هل يعذّبهم الله في الدنيا أو يتركهم إلى عقاب الآخرة .وجملة { ما يعبدون إلاّ كما يعبد آباؤهم من قبل } مستأنفة ، تعليلاً لانتفاء الشكّ في عاقبة أمرهم في الدّنيا .ووجه كونه علّة أنّه لمّا كان دينهم عين دين من كان قبلهم من آبائهم وقد بلغكم ما فعل الله بهم عقاباً على دينهم فأنتم توقنون بأنّ جزاءهم سيكون مماثلاً لجزاء أسلافهم ، لأنّ حكمة الله تقتضي المساواة في الجزاء على الأعمال المتماثلة .والاستثناء بقوله : { إلاّ كما يعبد } استثناء من عموم المصادر . وكاف التشبيه نائبة عن مصدر محذوف .التّقدير : إلاّ عبادة كما يعبد آباؤهم .والآباء : أطلق على الأسلاف ، وهم عاد وثمود . وذلك أنّ العرب العدنانيين كانت أمّهم جرهمية ، وهي امرأة إسماعيل ، وجرهم من إخوة ثمود ، وثمود إخوة لعاد ، ولأنّ قريشاً كانت أمهم خزاعيّة وهي زوج قصيّ . وعبادة الأصنام في العرب أتاهم بها عمرو بن يحيى ، وهو جدّ خزاعة .وعبّر عن عبادة الآباء بالمضارع للدّلالة على استمرارهم على تلك العبادة ، أي إلاّ كما اعتاد آباؤُهم عبادتهم . والقرينة على المضي قوله : { من قبلُ } ، فكأنّه قيل : إلاّ كما كان يعبد آباؤهم . والمضاف إليه { قَبْلُ } محذوف تقديره : من قبلهم ، تنصيصاً على أنّهم سلفهم في هذا الضّلال وعلى أنّهم اقتدوا بهم .وجملة { وإنّا لموفّوهم نَصيبَهُمْ } عطف على جملة التّعليل ، والمعطوف هو المعلول ، وقد تسلّط عليه معنى كاف التّشبيه لذلك . فالمعنى : وإنّا لموفوهم نصيبَهم من العذاب كما وفّينا أسلافهم .والتوفية : إكمال الشيء غير منقوص .والنصيب : أصله الحظ . وقد استعمل ( موفوهم ) و ( نصيبَهم ) هنا استعمالاً تهكّمياً كأنّ لهم عطاء يسألونه فَوُفوه ، فوقع قوله { غيرَ منقوص } حالاً مؤكدة لتحقيق التّوفية زيادة في التهكم ، لأنّ من إكرام الموعود بالعطاء أن يؤكد له الوعد ، ويسمى ذلك بالبشارة .والمراد نصيبهم من عذاب الآخرة ، فإنّ الله لم يستأصلهم كما استأصل الأمم السابقة ببركة النبي صلى الله عليه وسلم إذ قال : « لعلّ الله أن يخرج من أصلابهم من يعبده » .",
  "ayah": 109,
  "surah": 11
}
