{
  "text": "انتقل من خطاب المؤمنين إلى خطاب النّبيء صلى الله عليه وسلم وهذا الخطاب يتناول جميع الأمّة بقرينة أنّ المأمور به من الواجبات على جميع المسلمين ، لا سيما وقد ذكر معه ما يناسب الأوقات المعيّنة للصلوات الخمس ، وذلك ما اقتضاه حديث أبي اليُسْر الآتي .وطرف الشيء : منتهاه من أوّله أو من آخره ، فالتثنية صريحة في أنّ المراد أوّل النّهار وآخره .و { النّهار } : ما بين الفجر إلى غروب الشمس ، سمي نهاراً لأنّ الضياء ينهر فيه ، أي يبرز كما يبرز النهْر .والأمر بالإقامة يؤذن بأنّه عمل واجب لأنّ الإقامة إيقاع العمل على ما يستحقه ، فتقتضي أنّ المراد بالصّلاة هنا الصلاة المفروضة ، فالطّرفان ظَرْفان لإقامة الصّلاة المفروضة ، فعلم أن المأمور إيقاع صلاة في أوّل النّهار وهي الصّبح وصلاة في آخره وهي العصر وقيل المغرب .والزُلَف : جمع زُلْفة مثل غُرْفة وغُرَف ، وهي السّاعة القريبة من أختها ، فعلم أن المأمور إيقاع الصلاة في زلف من اللّيل ، ولمّا لم تعيّن الصلوات المأمور بإقامتها في هذه المدّة من الزمان كان ذلك مجملاً فبينته السنةُ والعملُ المتواتر بخمس صلوات هي الصبح والظهر والعصر والمغرب والعشاء ، وكان ذلك بيَاناً لآيات كثيرة في القرآن كانت مجملة في تعيين أوقات الصلوات مثل قوله تعالى : { أقم الصّلاة لدلوك الشمس إلى غسق الليل وقرآن الفجر إنّ قرآن الفجر كان مشهودا } [ الإسراء : 78 ]والمقصود أن تكون الصّلاة أول أعمال المُسلم إذا أصبح وهي صلاة الصبح وآخر أعماله إذا أمسى وهي صلاة العشاء لتكون السيّئات الحاصلة فيما بيْن ذلك ممحوة بالحسنات الحافّة بها . وهذا مشير إلى حكمة كراهة الحديث بعد صلاة العشاء للحثّ على الصّلاة وخاصة ما كان منها في أوقات تعرض الغفلة عنها . وقد ثبت وجوبهما بأدلّة أخر وليس في هذه الآية ما يقتضي حصر الوجوب في المذكور فيها .وجملة { إنّ الحسنات يذهبن السّيئات } مسوقة مساق التّعليل للأمر بإقامة الصّلوات ، وتأكيد الجملة بحرف { إنّ } للاهتمام وتحقيق الخبر . و { إنّ } فيه مفيدة معنى التّعليل والتفريع ، وهذا التعليل مؤذن بأنّ الله جعل الحسنات يذهبن السيّئات ، والتّعليل مشعر بعموم أصحاب الحسنات لأنّ الشأن أن تكون العلّة أعم من المعلول مع ما يقتضيه تعريف الجمع باللاّم من العموم .وإذهاب السيّئات يشمل إذهاب وقوعها بأن يصير انسياق النّفس إلى ترك السيّئات سَهْلاً وهيّناً كقوله تعالى : { إنّ الصلاة تنهى عن الفحشاء والمنكر } [ العنكبوت : 45 ] ويكون هذا من خصائص الحسنات كلّها . ويشمل أيضاً محو إثمها إذا وقعت ، ويكون هذا من خصائص الحسنات كلّها فضلاً من الله على عباده الصالحين .ومحمل السيّئات هنا على السيّئات الصغائر التي هي من اللّمم حملاً لمطلق هذه الآية على مقيد آية { الذين يجتنبون كبائر الإثم والفواحش إلاّ اللّمَم }[ النجم : 32 ] وقوله تعالى : { إن تجتنبوا كبائر ما تُنْهَوْنَ عنه نكَفّر عنكم سيئاتكم } [ النساء : 31 ] ، فيحصل من مجموع الآيات أنّ اجتناب الفواحش جعله الله سبباً لغفران الصغائر أوْ أنّ الإتيان بالحسنات يذهب أثر السيئات الصغائر ، وقد تقدم ذلك عند قوله تعالى : { إنْ تجتنبوا كبائر ما تنهون عنه نكفّر عنكم سيّئاتكم } في سورة [ النّساء : 31 ].روى البخاري عن عبد الله بن مسعود رضي الله عنه : أنّ رجلاً أصاب من امرأة قبلةَ حرام فأتى النبي فذكرت ذلك فأنزلت عليه وأقم الصّلاة طرفي النهار وزُلَفاً من الليل }. فقال الرجل : ألِي هذه؟ قال : لمن عمل بِها من أمّتي .وروى الترمذي عن ابن مسعود رضي الله عنه قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : إنّي عالجت امرأة في أقصى المدينة وإني أصبت منها ما دون أن أمسّها وها أنا ذا فَاقْض فيّ ما شئت ، فلم يرد عليه رسول الله صلى الله عليه وسلم شيئاً فانطلق الرجل فأتبعه رجلاً فدعاه فتلا عليه { وأقم الصلاة طرفي النهار } إلى آخر الآية ، فقال رجل من القوم : هذا له خاصة؟ قال : لا ، بل للنّاس كافة . قال الترمذي : هذا حديث حسن صحيح . وأخرج الترمذي حديثين آخرين : أحدهما عن معاذ بن جبل ، والآخر عن أبي اليَسر وهو صاحب القصة وضعّفهما .والظاهر أن المرويّ في هذه الآية هو الذي حمل ابن عبّاس وقتادة على القول بأنّ هذه الآية مدنيّة دون بقية هذه السورة لأنه وقع عند البخاري والترمذي قوله : ( فأنزلت عليه ) فإن كان كذلك كما ذكره الرّاوي فهذه الآية ألحقت بهذه السورة في هذا المكان لمناسبة وقوع قوله : { فاستقم كما أمرت } [ هود : 112 ] قبلها وقولِه : { واصبر فإنّ الله لا يضيعُ أجرَ المحسنين } [ هود : 115 ] بعدَها .وأمّا الذين رجّحوا أنّ السورة كلّها مكيّة فقالوا : إنّ الآية نزلت في الأمر بإقامة الصّلوات وإن النبي صلى الله عليه وسلم أخبر بها الذي سأله عن القبلة الحرام وقد جاء تائباً ليعلمه بقوله : { إن الحسنات يذهبن السيّئات } ، فيؤوّل قولُ الراوي : فأنزلت عليه ، أنّه أنزل عليه شمول عموم الحسنات والسيئات لقضيّة السائل ولجميع ما يماثلها من إصابة الذنوب غير الفواحش .ويؤيّد ذلك ما في رواية الترمذي عن علقمة والأسود عن ابن مسعود قوله : فتلا عليه رسول الله صلى الله عليه وسلم { وأقم الصّلاة } ، ولم يقولا : فَأنْزل عليه .وقوله : { ذلك ذكْرى للذّاكرين } أيْ تذْكرة للّذي شأنه أن يذكر ولم يكن شأنه الإعراض عن طلب الرشد والخير ، وهذا أفاد العموم نصّاً . وقوله : { ذلك } الإشارة إلى المذكور قبله من قوله : { فاستقم كما أمرت } [ هود : 112 ].",
  "ayah": 114,
  "surah": 11
}
