{
  "text": "هذا قوي الاتّصال بقوله تعالى : { وكذلك أخذ ربك } [ هود : 102 ] فيجوز أن يكون تفريعاً عليه ويكون ما بينهما اعتراضاً دعا إليه الانتقال الاستطرادي في معان متماسكة . والمعنى فهلاّ كان في تلك الأمم أصحاب بقية من خير فنهوا قومهم عن الفساد لما حلّ بهم ما حلّ . وذلك إرشاد إلى وجوب النهي عن المنكر . ويجوز أن يكون تفريعاً على قوله تعالى : { فاستقم كما أمرت } [ هود : 112 ] والآية تفريع على الأمر بالاستقامة والنهي عن الطغيان وعن الركون إلى الذين ظلموا ، إذ المعنى : ولا تكونوا كالأمم من قبلكم إذ عدموا من ينهاهم عن الفساد في الأرض وينهاهم عن تكذيب الرّسل فأسرفوا في غلوائهم حتى حلّ عليهم غضب الله إلاّ قليلاً منهم ، فإن تركتم ما أمرتم به كان حالكم كحالهم ، ولأجل هذا المعنى أتي بفاء التفريع لأنّه في موقع التفصيل والتعليل لجملة { فاستقم كما أمرت } [ هود : 112 ] وما عطف عليها؛ كأنّه قيل : وإن كلا لما ليوفينهم ربك أعمالهم فَلَوْلاَ كان منهم بقية ينهون عن الفساد في الأرض إلى آخره ، أي فاحذروا أن تكونوا كما كانوا فيصيبكم ما أصابهم ، وكونوا مستقيمين ولا تَطغوا ولا تركنوا إلى الظّالمين وأقيموا الصلاة ، فغُيّرَ نظمُ الكلام إلى هذا الأسلوب الذي في الآية لتفنن فوائده ودقائقه واستقلال أغراضه مع كونها آيلة إلى غرض يعمّمها . وهذا من أبدع أساليب الإعجاز الذي هو كردّ العجز على الصدر من غير تكلّف ولا ظهور قصد .ويقرب من هذا المعنى قول النبي صلى الله عليه وسلم \" ما نهيتكم عنه فاجتنبوه وَمَا أمرتكم به فأتوا منه ما استطعتم فإنّما أهلك الذين من قبلكم كثرة مسائلهم واختلافهم على أنبيائهم \"و ( لولا ) حرف تحضيض بمعنى ( هلاّ ). وتحضيض الفائت لا يقصد منه إلاّ تحذير غيره من أن يقع فيما وقعوا فيه والعبرة بما أصابهم .والقرون : الأمم . وتَقَدّم في أوّل الأنعام .والبقية : الفضل والخير . وأطلق على الفضل البقية كناية غلبت فسارت مسرى الأمثال لأنّ شأن الشيء النفيس أنّ صاحبه لا يفرط فيه .وبقيّة الناس : سادتهم وأهل الفضل منهم ، قال رويشد بن كثير الطائي :إنْ تذنبوا ثم تأتيني بقيّتكم ... فَمَا عليّ بذنب منكم فوتومن أمثالهم «في الزوايا خبايا وفي الرجال بقايا» . فمن هنالك أطلقت على الفضل والخير في صفات الناس فيقال : في فلان بقية ، والمعنى هنا : أولُو فضل ودين وعلم بالشريعة ، فليس المراد الرّسل ولكن أريد أتباع الرسل وحملة الشرائع ينهون قومهم عن الفساد في الأرض .والفساد : المعاصي واختلاف الأحوال ، فنهيهم يردعهم عن الاستهتار في المعاصي فتصلح أحوالهم فلا يحق عليهم الوهن والانحلال كما حلّ ببني إسرائيل حين عدموا من ينهاهم . وفي هذا تنويه بأصحاب النبي صلى الله عليه وسلم فإنّهم أولُو بقيّة من قريش يدعونهم إلى الإيمان حتى آمن كلّهم ، وأولُو بقية بين غيرهم من الأمم الذين اختلطوا بهم يدعونهم إلى الإيمان والاستقامة بعد الدخول فيه ويعلّمون الدين ، كما قال تعالى فيهم :{ كنتم خيرَ أمّةٍ أخرجت للنّاس تأمرون بالمعروف وتنهون عن المنكر } [ آل عمران : 110 ].وفي قوله : { من القرون من قبلكم } إشارة إلى البشارة بأنّ المسلمين لا يكونون كذلك ممّا يومىء إليه قوله تعالى : { مِن قبلكم }.وقرأ ابن جمّاز عن أبي جعفر «بِقْية» بكسر الباء الموحّدة وسكون القاف وتخفيف التّحتية فهي لغة ولم يذكرها أصحاب كتب اللغة ولعلّها أجريت مجرى الهيئة لما فيها من تخيّل السمت والوقار .و { إلاّ قليلاً } استثناء منقطع من { أولُوا بقيّة } وهو يستتبع الاستثناء من القرون إذ القرون الذين فيهم { أولوا بقيّة } ليسوا داخلين في حكم القرون المذكورة من قبل ، وهو في معنى الاستدراك لأنّ معنى التحْضيض متوجّه إلى القرون الذين لم يكن فيهم أولو بقية فهم الذين يُنعى عليهم فقدان ذلك الصنف منهم . وهؤلاء القرون ليس منهم من يستثنى إذ كلهم غير ناجين من عواقب الفساد ، ولكن لمّا كان معنى التحضيض قد يوهم أنّ جميع القرون التي كانت قبل المسلمين قد عدموا أولي بقية مع أن بعض القرون فيهم أولو بقيّة كان الموقع للاستدراك لرفع هذا الإيهام ، فصار المستثنى غيرَ داخل في المذكور من قبل ، فلذلك كان منقطعاً ، وعلامة انقطاعه انتصابه لأنّ نصب المستثنى بعد النفي إذا كان المستثنى منه غير منصوب أمارة على اعتبار الانقطاع إذ هو الأفصح . وهل يجيء أفصح كلام إلاّ على أفصح إعْراب ، ولو كان معتبراً اتّصاله لجاء مرفوعاً على البدلية من المذكور قبله .و ( مِن ) في قوله : { ممن أنجينا } بيانيّة ، بيان للقليل لأنّ الذين أنجاهم الله من القرون هم القليل الذين ينهون عن الفساد ، وهم أتباع الرسل .وفي البيان إشارة إلى أنّ نهيهم عن الفساد هو سبب إنجاء تلك القرون لأنّ النهي سبب السبب إذ النهي يسبّب الإقلاع عن المعاصي الذي هو سبب النجاة .ودلّ قوله : { ممّن أنجينا منهم } على أن في الكلام إيجازَ حذففٍ تقديره : فكانوا يتوبون ويقلعون عن الفساد في الأرض فينجون من مسّ النار الذي لا دافع له عنهم .وجملة { واتّبع الذين ظلموا } معطوفة على ما أفاده الاستثناء من وجود قليل ينهون عن الفساد ، فهو تصريح بمفهوم الاستثناء وتبيين لإجماله . والمعنى : وأكثرهم لم ينهوا عن الفساد ولم ينتهوا هم ولا قومهم واتّبعوا ما أترفوا فيه كقوله تعالى : { فسجدوا إلاّ إبليس أبى واستكبر وكان من الكافرين } [ البقرة : 34 ] تفصيلاً لمفهوم الاستثناء .وفي الآية عبرة وموعظة للعصاة من المسلمين لأنّهم لا يخلون من ظلم أنفسهم .واتباعُ ما أترفوا فيه هو الانقطاع له والإقبال عليه إقبال المتّبِع على متبوعه .وأترفوا : أعطوا التّرف ، وهو السعة والنعيم الذي سهّله الله لهم فالله هو الذي أترفهم فلم يشكروه .و { كانوا مجرمين } أي في اتّباع الترف فلم يكونوا شاكرين ، وذلك يحقّق معنى الاتّباع لأنّ الأخذ بالترف مع الشكر لا يطلق عليه أنه اتّباع بل هو تمحّض وانقطاع دون شوبه بغيره . وفي الكلام إيجاز حذف آخر ، والتقدير : فحقّ عليهم هلاك المجرمين ، وبذلك تهيّأ المقام لقوله بعده : { وما كان ربك ليهلك الْقُرى بظلم } [ هود : 117 ].",
  "ayah": 116,
  "surah": 11
}
