{
  "text": "هذا تذييل وحوصلة لما تقدّم من أنباء القرى وأنباء الرسل . . .فجملة { وكُلاّ نَقُصّ عليك من أنباء الرسل } إلى آخرها عطفُ الإخبار على الإخبار والقصة على القصة ، ولك أن تجعل الواو اعتراضيّة أو استئنافية . وهذا تهيئة لاختتام السورة وفذلكة لما سيق فيها من القصص والمواعظ .وانتصف { كُلاّ } على المفعولية لفعل { نقُصُّ }. وتقديمه على فعله للاهتمام ولِمَا فيه من الإبهام ليأتي بيانه بعده فيكون أرسخ في ذهن السامع .وتنوين { كُلاّ } تنوين عوض عن المضاف إليه المحذوف المبيّن بقوله : { من أنباء الرسل }. فالتقدير : وكلّ نبأ عن الرسل نقصّه عليك ، فقوله : { من أنباء الرسل } بيان للتّنوين الذي لحق ( كلاّ ). و { ما نثبّت به فؤادك } بدل من { كلاّ }.والقصص يأتي عند قوله تعالى : { نحن نقصّ عليك أحسن القصص } في أوّل سورة [ يوسف : 3 ].والتثبيت : حقيقته التسكين في المكان بحيث ينتفي الاضطراب والتزلزل . وتقدّم في قوله تعالى : { لكان خيراً لهم وأشدّ تثبيتاً } في سورة [ النساء : 66 ] ، وقوله : { فثبتوا الذين آمنوا } في سورة [ الأنفال : 12 ] ، وهو هنا مستعار للتقرير كقوله : { ولكن ليطمئن قلبي } [ البقرة : 260 ].والفؤاد : أطلق على الإدراك كما هو الشّائع في كلام العرب .وتثبيت فؤاد الرّسول صلى الله عليه وسلم زيادة يقينه ومعلوماته بما وعده الله لأن كل ما يعاد ذكره من قصص الأنبياء وأحوال أممهم معهم يزيده تذكراً وعلماً بأنّ حاله جار على سنن الأنبياء وازداد تذكراً بأنّ عاقبته النصر على أعدائه ، وتجدّد تسلية على ما يلقاه من قومه من التكذيب وذلك يزيده صبراً . والصبر : تثبيت الفؤاد .وأنّ تماثل أحوال الأمم تلقاء دعوة أنبيائها مع اختلاف العصور يزيده علماً بأنّ مراتب العقول البشريّة متفاوتة ، وأن قبول الهدي هو منتهى ارتقاء العقل ، فيعلم أن الاختلاف شنشنة قديمة في البشر ، وأنّ المصارعة بين الحق والباطل شأن قديم ، وهي من النواميس التي جُبِلَ عليها النظام البشري ، فلا يُحْزنه مخالفة قومه عليه ، ويزيده علماً بسمُوّ أتباعه الذين قبلوا هداه ، واعتصموا من دينه بعراه ، فجاءه في مثل قصة موسى عليه السّلام واختلاف أهل الكتاب فيه بيان الحق وموعظة وذكرى للمؤمنين فلا يقعوا فيما وقع فيه أهل الكتاب .والإشارة من قوله : { في هذه } قيل إلى السورة وروي عن ابن عبّاس ، فيقتضي أن هذه السورة كانت أوفى بأنباء الرسل من السور النازلة قبلها وبهذا يجري على قول من يقول : إنها نزلت قبل سورة يونس . والأظهر أن تكون الإشارة إلى الآية التي قبلها وهي { فلولا كان من القرون من قبلكم أولوا بقيّة ينهون عن الفساد في الأرض إلى قوله من الجنة والنّاس أجمعين } [ هود : 116 119 ]. فتكون هذه الآيات الثلاث أول ما نزل في شأن النهي عن المنكر .على أن قوله : { وجاءك في هذه الحق } ليس صريحاً في أنه لم يجىء مثله قبل هذه الآيات ، فتأمل .ولعلّ المراد ب { الحق } تأمين الرسول من اختلاف أمته في كتابه بإشارة قوله : { فلولا كان من القرون من قبلكم أولوا بقيّة } [ هود : 116 ] المفهم أنّ المخاطبين ليسوا بتلك المثابة ، كما تقدّمت الإشارة إليه آنفاً .وتعريفُه إشارة إلى حق معهود للنبيء؛ إمّا بأن كان يتطلّبه ، أو يسأل ربه .والموعظة : اسم مصدر الوعظ ، وهو التّذكير بما يَصُدّ المرء عن عمل مضرّ .والذكرى : مجرد التّذكير بما ينفع . فهذه موعظة للمسلمين ليحذروا ذلك وتذكيراً لهم بأحوال الأمم ليقيسوا عليها ويتبصّروا في أحوالها . وتنكير { موعظة وذكرى } للتعظيم .",
  "ayah": 120,
  "surah": 11
}
