{
  "text": "{ أم } هذه منقطعة بمعنى ( بل ) التي للإضراب للانتقال من غرض إلى آخر ، إلاّ أن ( أم ) مختصة بالاستفهام فتقدر بعدها همزة الاستفهام . والتقدير : بل أيقولون افتراه . والإضراب انتقالي في قوة الاستئناف الابتدائي ، فللجملة حكم الاستئناف . والمناسبة ظاهرة ، لأن الكلام في إبطال مزاعم المشركين ، فإنهم قالوا : هذا كلام مفترى ، وقرعهم بالحجة . والاستفهام إنكاري .والافتراء : الكذب الذي لا شبهة لصاحبه ، فهو الكذب عن عمد ، كما تقدم في قوله : { ولكن الذين كفَرُوا يفترون على الله الكذب } في سورة [ العقود : 103 ].وجملة { قل فأتوا } جواب لكلامهم فلذلك فصلت على ما هو مستعمل في المحاورة سواء كانت حكاية المحاورة بصيغة حكاية القول أو كانت أمراً بالقول كما تقدم عند قوله تعالى : { قالوا أتجعل فيها من يفسد فيها } [ البقرة : 30 ]. والضمير المستتر في ( افتراه ) عائد إلى النبي عليه الصلاة والسلام المذكور في قوله : { فلعلك تارك بعض ما يوحى إليك } [ هود : 12 ]. وضمير الغائب البارز المنصوب عائد إلى القرآن المفهوم من قوله : { بعض ما يوحى إليك } [ هود : 12 ].والاتيان بالشيء : جلبه ، سواء كان بالاسترفاد من الغير أم بالاختراع من الجالب وهذا توسعة عليهم في التحدّي .وتحدّاهم هنا بأن يأتوا بعشر سور خلاف ما تحدّاهم في غير هذا المكان بأن يأتوا بسورة مثله ، كما في سورة البقرة وسورة يونس . فقال ابن عبّاس وجمهور المفسرين : كان التحدّي أوّل الأمر بأن يأتوا بعشر سور مثل القرآن . وهو ما وقع في سورة هود ، ثمّ نسخ بأن يأتوا بسورة واحدة كما وقع في سورة البقرة وسورة يونس . فتخطّى أصحاب هذا القول إلى أن قالوا إن سورة هود نزلت قبل سورة يونس ، وهو الذي يعتمد عليه .وقال المبرّد : تحدّاهم أولاً بسورة ثمّ تحدّاهم هنا بعشر سور لأنّهم قد وسع عليهم هنا بالاكتفاء بسور مفتريات فلمّا وسع عليهم في صفتها أكثَرَ عليهم عددها . وما وقع من التحدّي بسورة اعتبر فيه مماثلتها لسور القرآن في كمال المعاني ، وليس بالقويّ .ومعنى { مفتريات } أنها مفتريات المعاني كما تزعمون على القرآن أي بمثل قصص أهل الجاهلية وتكاذيبهم . وهذا من إرخاء العنان والتسليم الجدلي ، فالمماثلة في قوله { مثله } هي المماثلة في بلاغة الكلام وفصاحته لا في سداد معانيه . قال علماؤنا : وفي هذا دليل على أن إعجازه وفصاحته بقطع النظر عن علوّ معانيه وتصديق بعضه بعضاً . وهو كذلك .والدعاء : النداء لعمل . وهو مستعمل في الطلب مجازاً ولو بدون نداء .وحذف المتعلق لدلالة المقام ، أي وادْعوا لذلك . والأمر فيه للإباحة ، أي إن شئتم حين تكونون قد عجزتم عن الإتيان بعشر سور من تلقاء أنفسكم فلكم أن تدعوا من تتوسّمون فيه المقدرة على ذلك ومَن تَرجون أن ينفحكم بتأييده من آلهتكم وبتيسير الناس ليعاونوكم كقوله :{ وادعوا شهداءكم من دون الله إن كنتم صادقين } [ البقرة : 23 ].و { من دون الله } وصف ل { من استطعتم } ، ونكتة ذكر هذا الوصف التذكير بأنهم أنكروا أن يكون من عند الله ، فلما عمّم لهم في الاستعانة بمن استطاعوا أكّد أنهم دون الله فإن عجزوا عن الإتيان بعشر سور مثله مع تمكنهم من الاستعانة بكلّ من عدا الله تبين أن هذا القرآن من عند الله .ومعنى { إن كنتم صادقين } أي في قولكم { افتراه } ، وجواب الشرط هو قوله : { فأتوا بعشر سور }. ووجه الملازمة بين الشرط وجزائه أنه إذا كان الافتراء يأتي بهذا القرآن فما لكم لا تفترون أنتم مثله فتنهض حجتكم .",
  "ayah": 13,
  "surah": 11
}
