{
  "text": "استئناف اعتراضي بين الجملتين ناشىء عن جملة { فهل أنتم مسلمون } [ هود : 14 ] لأنّ تلك الجملة تفرّعت على نهوض الحجة فإن كانوا طالبين الحق والفوز فقد استتبّ لهم ما يقتضي تمكن الإسلام من نفوسهم ، وإن كانوا إنّما يطلبون الكبرياء والسيادة في الدنيا ويأنفون من أن يكونوا تبعاً لغيرهم فهم مريدون الدنيا فلذلك حذّرُوا من أن يغتروا بالمتاع العاجل وأعْلِموا بأنّ وراء ذلك العذابَ الدائم وأنّهم على الباطل ، فالمقصود من هذا الكلام هو الجملة الثانية ، أعني جملة { أولئك الذين ليس لهم في الآخرة إلاّ النّار } الخ . . . وما قبل ذلك تمهيد وتنبيه على بوارق الغرور ومزالق الذهول .ولمّا كان ذلك هو حالهم كان في هذا الاعتراض زيادة بيان لأسباب مكابرتهم وبعدهم عن الإيمان ، وفيه تنبيه المسلمين بأن لا يغتروا بظاهر حسن حال الكافرين في الدنيا ، وأن لا يحسبوا أيضاً أنّ الكفر يوجب تعجيل العذاب فأوقظوا من هذا التوهم ، كما قال تعالى : { لا يغرنّك تقلّب الذين كفروا في البلاد متاعٌ قليلٌ ثم مأواهم جهنم وبئس المهاد } [ آل عمران : 196 ، 197 ].وفعل الشرط في المقام الخطابي يفيد اقتصار الفاعل على ذلك الفعل ، فالمعنى من كان يريد الحياة الدنيا فقط بقرينة قوله : { أولئك الذين ليس لَهمْ في الآخرة إلاّ النّار } إذ حصر أمرهم في استحقاق النار وهو معنى الخلود . ونظير هذه الآية { من كان يريد العاجلة عجّلنا له فيها ما نشاء لمن نريد ثم جعلنا له جهنم يصلاها مذموماً مدحوراً ومن أراد الآخرة وسعى لها سعيها وهو مؤمن فأولئك كان سعيهم مشكوراً } [ الإسراء : 18 ، 19 ]. فالمعنى من كان لا يطلب إلاّ منافع الحياة وزينتها . وهذا لا يصدر إلاّ عن الكافرين لأنّ المؤمن لا يخلو من إرادة خير الآخرة وما آمن إلاّ لذلك ، فموْرد هذه الآيات ونظائرها في حال الكافرين الذين لا يؤمنون بالآخرة .فأمّا قوله تعالى : { يا أيها النبي قل لأزواجك إن كنتنّ تردْن الحياة الدنيا وزينتها فتعالين أمتّعْكنّ وأسرّحْكن سراحاً جميلاً وإن كنتُنّ تُردن الله ورسوله والدّار الآخرة فإنّ الله أعدّ للمُحْسنات منكُنّ أجراً عظيماً } [ الأحزاب : 28 ، 29 ] فذلك في معنى آخر من معاني الحياة وزينتها وهو ترف العيش وزينة اللباس ، خلافاً لما يَقتضيه إعراض الرسول صلى الله عليه وسلم عن كثير من ذلك الترَف وتلك الزينة .وضمير { إليهم } عائد إلى { مَن } الموصولة لأنّ المراد بها الأقوام الذين اتصفوا بمضمون الصلة .والتوفية : إعطاء الشيء وافياً ، أي كاملاً غير منقوص ، أي نجعل أعمالهم في الدّنيا وافية ومعنى وفائها أنّها غير مشوبة بطلب تكاليف الإيمان والجهاد والقيام بالحق ، فإن كل ذلك لا يخلو من نقصان في تمتع أصحاب تلك الأعمال بأعمالهم وهو النقصان الناشىء عن معاكسة هوى النفس ، فالمراد أنهم لا يُنقصون من لذاتهم التي هيّأوها لأنفسهم على اختلاف طبقاتهم في التمتع بالدنيا ، بخلاف المؤمنين فإنهم تتهيّأ لهم أسباب التمتع بالدنيا على اختلاف درجاتهم في ذلك التهيؤ فيتركون كثيراً من ذلك لمراعاتهم مرضاة الله تعالى وحذرهم من تبعات ذلك في الآخرة على اختلاف مراتبهم في هذه المراعاة .وعُدّي فعل { نُوفّ } بحرف ( إلى ) لتضمنه معنى نوصل أو نبلغ لإفادة معنيين .فليس معنى الآية أن من أراد الحياة وزينتها أعطاه الله مراده لأن ألفاظ الآية لا تفيد ذلك لقوله : { نُوَفّ إليهم أعمالهم } ، فالتوفية : عدم النقص . وعلقت بالأعمال وهي المساعي . وإضافة الأعمال إلى ضمير { هم } تفيد أنها الأعمال التي عُنوا بها وأعدُّوها لصالحهم أي نتركها لهم كما أرادوا لا نُدخل عليهم نقصاً في ذلك . وهذه التوفية متفاوتة والقدر المشترك فيها بينهم هو خلوّهم من كُلف الإيمان ومصاعب القيام بالحق والصبر على عصيان الهوى ، فكأنه قيل نتركهم وشأنهم في ذلك .وقوله : { وهم فيها لا يُبخسون } أي في الدنيا لا يجازون على كفرهم بجزاء سَلب بعض النعم عنهم بل يتركون وشأنهم استدراجاً لهم وإمهالاً . فهذا كالتكملة لمعنى جملة { نوف إليهم أعمالهم فيها } ، إذ البَخس هو الحط من الشيء والنقص منه على ما ينبغي أن يكون عليه ظلماً . وفي هذه الآية دليل لما رآه الأشعري أنّ الكفر لا يمنع من نعمة الله .وضمير { فيها } يجوز أن يعود إلى { الحياة } وأن يعود إلى ( الأعمال ).",
  "ayah": 15,
  "surah": 11
}
