{
  "text": "بعد أن تبين الاختلاف بين حال المشركين المفترين على الله كذباً وبين حال الذين آمنوا وعملوا الصالحات في منازل الآخرة أعقب ببيان التنظير بين حالي الفريقين المشركين والمؤمنين بطريقة تمثيل ما تستحقه من ذم ومدح .فالجملة فذلكة للكلام وتحصيل له وللتحذير من مواقعة سببه .والمَثل ، بالتحريك : الحالة والصفة كما في قوله تعالى : { مثَل الجنة التي وعد المتقون } الآية من سورة [ الرعد : 35 ] ، أي حالة الفريقين المشركين والمؤمنين تشبه حال الأعمى الأصم من جهة وحال البصير السميع من الجهة الأخرى ، فالكلام تشبيه وليس استعارة لوجود كاف التشبيه وهو أيضاً تشبيه مفرد لا مركب .والفريقان هما المعهودان في الذكر في هذا الكلام ، وهما فريق المشركين وفريق المؤمنين ، إذ قد سبَق ما يؤذن بهذين الفريقين من قوله : { ومن أظلم ممن افترى على الله كذباً } [ هود : 18 ]. ثم قوله : { إنّ الذين آمنوا وعملوا الصالحات وأخبتوا إلى ربهم } [ هود : 23 ] الآية .والفريق : الجماعة التي تفارق ، أي يخالف حالها حال جماعة أخرى في عمل أو نحلة . وتقدم عند قوله تعالى : { فأيّ الفريقين أحق بالأمن إن كنتم تعلمون } في سورة [ الأنعام : 81 ].شبه حال فريق الكفار في عدم الانتفاع بالنظر في دلائل وحدانية الله الواضحة من مخلوقاته بحال الأعمى ، وشبهوا في عدم الانتفاع بأدلة القرآن بحال من هو أصم .وشبه حال فريق المؤمنين في ضد ذلك بحال من كان سليم البصر ، سليم السمع فهو في هدى ويقين من مدركاته .وترتيب الحالين المشبه بهما في الذكر على ترتيب ذكر الفريقين فيما تقدم ينبىء بالمراد من كل فريق على طريقة النشر المرتب . والترتيب في اللف والنشر هو الأصل والغالب .وقد علم أن المشبهين بالأعمى والأصم هم الفريق المقول فيهم { ما كانوا يستطيعون السمع وما كانوا يبصرون } [ هود : 20 ].والواو في قوله : { والأصَم } للعطف على { الأعمى } عطف أحد المشبهين على الآخر . وكذلك الواو في قوله : { والسميع } للعطف على { البصير }.وأما الواو في قوله : { والبصير } فهي لعطف التشبيه الثاني على الأول ، وهو النشر بعد اللف . فهي لعطف أحد الفريقين على الآخر ، والعطف بها للتقسيم والقرينة واضحة .وقد يظن الناظر أن المناسب ترك عطف صفة { الأصم } على صفة { الأعمى } كما لم يعطف نظيراهما في قوله تعالى : { صُمٌ بُكْمٌ عُمْيٌ } في سورة [ البقرة : 18 ] ظناً بأن مورد الآيتين سواء في أن المراد تشبيه من جمعوا بين الصفتين . وذلك أحد وجهين ذكرهما صاحب الكشاف . وقد أجاب أصحاب حواشي الكشاف بأن العطف مبني على تنزيل تغاير الصفات منزلة تغاير الذوات . ولم يذكروا لهذا التنزيل نكتة ولعلهم أرادوا أنه مجرد استمال في الكلام كقول ابن زيابةيا لهف زيابة للحارب ال ... صابح فالغانم فالآيبوالوجه عندي في الداعي إلى عطف صفة الأصم } على صفة { الأعمى } أنه ملحوظ فيه أن لفريق الكفار حالين كل حال منهما جدير بتشبيهه بصفة من تينك الصفتين على حدة ، فهم يُشبهون الأعمى في عدم الاهتداء إلى الدلائل التي طريق إدراكها البصر ، ويُشْبهون الأصم في عدم فهم المواعظ النافعة التي طريق فهمها السمع ، فهم في حالتيْن كلُّ حال منهما مشبّه به ، ففي قوله تعالى : { كالأعمى والأصم } تشبيهان مُفرقان كقول امرىء القيس: ... كأنّ قلوب الطير رطباً ويابساًلدى وكرها العُنّاب والحشف البالي ... والذي في الآية تشبيه معقولين بمحسوسين ، واعتبار كل حال من حالي فريق الكفار لا محيد عنه لأن حصول أحد الحالين كاف في جر الضلال إليهم بله اجتماعِهما ، إذ المشبّه بهما أمر عدمي فهو في قوة المنفي .وأما الدّاعي إلى العطف في صفتي { البصير والسّميع } بالنسبة لحال فريق المؤمنين فبخلاف ما قررنا في حال فريق الكافرين لأن حال المؤمنين تشبه حالة مجموع صفتي { البصير السميع } ، إذ الإهتداء يحصل بمجموع الصفتين فلو ثبتت إحدى الصفتين وانتفت الأخرى لم يحصل الاهتداء إذ الأمران المشبه بهما أمران وجوديان ، فهما في قوة الإثبات؛ فتعين أن الكون الداعي إلى عطف { السميع } على { البصير } في تشبيه حال فريق المؤمنين هو المزاوجة في العبارة لتكون العبارة عن حال المؤمنين مماثلة للعبارة عن حال الكافرين في سياق الكلام ، والمزاوجةُ من محسنات الكلام ومرجعها إلى فصاحته .وجملة { هل يستويان مثلاً } واقعة موقع البيان للغرض من التشبيه وهو نفي استواء حالهما ، ونفي الاستواء كناية عن التفضيل والمفضل منهما معلوم من المقام ، أي معلوم تفضيل الفريق الممثل بالسميع والبصير على الفريق الممثل بالأعمى والأصم . والاستفهام إنكاري .وانتصب { مثلاً } على التمييز ، أي من جهة حالهما ، والمثل : الحال .والمقصود تنبيه المشركين لما هم فيه من الضلالة لعلهم يتداركون أمرهم فلذلك فرع عليه بالفاء جملةُ { أفلا تذكرون }.والهمزة استفهام وإنكار انتفاء تذكرهم واستمرارهم في ضلالهم .وقرأ الجمهور «تذّكرون» بتشديد الدال . وأصله تتذكرون ، فقلبت التاء دَالاً لِقرب مخرجيهما وليتأتّى الإدْغام تخفيفاً . وقرأه حفص ، وحمزة ، والكسائي بتخفيف الذال على حذف إحدى التاءين من أول الفعل .وفي مقابلة { الأعمى والأصم } ب { البصير والسميع } محسن الطباق .",
  "ayah": 24,
  "surah": 11
}
