{
  "text": "عطف قول المَلأ من قومه بالفاء على فعل { أرسلنا } [ هود : 25 ] للإشارة إلى أنهم بادروه بالتكذيب والمجادلة الباطلة لمّا قال لهم : { إني لكم نذيرٌ مبينٌ } [ هود : 25 ] إلى آخره . ولم تقع حكاية ابتداء محاورتهم إياه ب ( قال ) مجرداً عن الفاء كما وقع في الأعراف لأن ابتداء محاورته إياهم هنا لم يقع بلفظ القول فلم يحك جوابهم بطريقة المحاورات بخلاف آية الأعراف .والملأ : سادة القوم . وتقدم عند قوله تعالى : { قال الملأ من قومه إنّا لنراك في ضلال مبين } في سورة [ الأعراف : 60 ].جزموا بتكذيبه فقدموا لذلك مقدمات استخلصوا منها تكذيبه ، وتلك مقدمات باطلة أقاموها على ما شاع بينهم من المغالطات الباطلة التي روجها الإلف والعادة فكانوا يعدون التفاضل بالسؤدد وهو شرف مصطلح عليه قوامه الشجاعة والكرم ، وكانوا يجعلون أسباب السؤدد أسباباً مادية جسدية ، فيسوّدون أصحاب الأجسام البَهْجة كأنهم خشب مسندة لأنهم ببساطة مداركهم العقلية يعظمون حسن الذوات ، ويسوّدون أهل الغنى لأنهم يطمعون في نوالهم ، ويسوّدون الأبطال لأنهم يُعدونهم لدفاع أعدائهم . ثم هم يعرفون أصحاب تلك الخلال إمّا بمخالطتهم وإما بمخالطة أتباعهم فإذا تسامعوا بسيّد قوم ولم يعرفوه تعرّفوا أتباعَه وأنصاره ، فإن كانوا من الأشراف والسادة علموا أنهم ما اتّبعوه إلا لما رأوا فيه من موجبات السيادة؛ وهذه أسباب ملائمة لأحوال أهل الضلالة إذ لا عناية لهم بالجانب النفساني من الهيكل الإنساني .فلما دعاهم نوح عليه السّلام دعوةً علموا منها أنّه يقودهم إلى طاعته ففكروا وقدّروا فرأوا الأسباب المألوفة بينهم للسؤدد مفقودة من نوح عليه السلام ومن الذين اتّبعوه فجزموا بأنه غير حقيق بالسيادة عليهم فجزموا بتكذيبه فيما ادّعاه من الرسالة بسيادة للأمة وقيادة لها .وهؤلاء لقصود عقولهم وضعف مداركهم لم يبلغوا إدراك أسباب الكمال الحق ، فذهبوا يتطلّبون الكمال من أعراض تعرض للناس بالصدفة من سعة مال ، أو قوة أتباع ، أو عزة قبيلة . وتلك أشياء لا يطرد أثرها في جلب النفع العام ولا إشعار لها بكمال صاحبها إذ يشاركه فيها أقل الناس عقولاً ، والحيوان الأعجم مثل البقرة بما في ضرعها من لبن ، والشاة بما على ظهرها من صوف ، بل غالب حالها أنها بضد ذلك .وربما تطلبوا الكمال في أجناس غير مألوفة كالجن ، أو زيادة خلقة لا أثر لها في عمل المتصف بها مثل جمال الصورة وكمال القامة ، وتلك وإن كانت ملازمة لموصوفاتها لكنّها لا تفيدهم أن يكونوا مصادر كمالات ، فقد يشاركهم فيها كثير من العجماوات كالظباء والمَها والطواويس ، فإن ارتقوا على ذلك تطلبوا الكمال في أسباب القوة والعزة من بسطة الجسم وإجادة الرماية والمجالدة والشجاعة على لقاء العدو . وهذه أشبه بأن تعدّ في أسباب الكمال ولكنها مكمّلات للكمال الإنساني لأنها آلات لإنقاذ المقاصد السامية عند أهل العقول الراجحة والحكمة الإلهية كالأنبياء والملوك الصالحين ، وبدون ذلك تكون آلات لإنفاذ المقاصد السيّئة مثل شجاعة أهل الحرابة وقطّاع الطريق والشّطّار ، ومثل القوة على خلع الأبواب لاقتحام منازل الآمنين .وإنما الكمال الحق هو زكاء النفس واستقامة العقل ، فهما السبب المطّرد لإيصال المنافع العامة لما في هذا العالم ، ولهما تكون القوى المنفّذة خادمة كالشجاعة للمدافعين عن الحق والملجئين للطغاة على الخنوع إلى الدّين ، على أن ذلك معرض للخطأ وغيبة الصواب فلا يكون له العصمة من ذلك إلاّ إذا كان محفوفاً بالإرشاد الإلهي المعصوم ، وهو مقام النبوءة والرسالة .فهؤلاء الكفرة من قوم نوح لمّا قَصروا عن إدراك أسباب الكمال وتطلبوا الأسباب من غير مكانها نظروا نوحاً عليه السلام وأتباعه فلم يروه من جنس غير البشر ، وتأمّلوه وأتباعه فلم يروا في أجسامهم ما يميّزهم عن الناس وربّما كان في عموم الأمة من هم أجمل وجوهاً أو أطول أجساماً .من أجل ذلك أخطأوا الاستدلال فقالوا : { ما نراك إلاّ بشراً مثلنا } فأسندوا الاستدلال إلى الرؤية . والرؤية هنا رؤية العين لأنّهم جعلوا استدلالهم ضرورياً من المحسوس من أحوال الأجسام ، أي ما نراك غير إنسان ، وهو مماثل للنّاس لا يزيد عليهم جوارح أو قوائم زائدة .والبشَر محركة : الإنسان ذكراً أو أنثى ، واحداً كان أو جمعاً . قال الراغب : «عبر عن الإنسان بالبشر اعتباراً بظهور بشرته وهي جلده من الشعر بخلاف الحيوانات التي عليها الصوف والشعر والوبر» أي والريش . والبشر مرادف الإنسان فيطلق كما يطلق الإنسان على الواحد والأكثر ، والمؤنث والمذكر . وقد يثنى كما في قوله تعالى : { أنؤمن لبشرين مثلنا } [ المؤمنون : 47 ].وقالوا : { وما نراك اتّبعك إلاّ الذين هم أراذلنا } فجعلوا أتباع الناس المعدودين في عادتهم أراذل محقورين دليلاً على أنه لا ميزة له على سادتهم الذين يلوذ بهم أشراف القوم وأقوياؤهم . فنفوا عنه سبب السيادة من جهتي ذاته وأتباعه ، وذلك تعريض بأنهم لا يتبعونه لأنهم يترفعون عن مخالطة أمثالهم وأنه لو أبعدهم عنه لاتبَعوه ، ولذلك ورد بعده { وما أنا بطارد الذين آمنوا } [ هود : 29 ] الآية .والأرذال : جمع أرذل المجعول اسماً غير صفة كذلك على القياس ، أو جمع رذيل على خلاف القياس . والرذيل : المحتقر . وأرادوا أنهم من لفيف القوم غير سادة ولا أثرياء . وإضافة ( أراذل ) إلى ضمير جماعة المتكلمين لتعيين القبيلة ، أي أراذل قومنا . وعبّر عنهم بالموصول والصّلة دون أن يقال : إلا أراذلنا لحكاية أن في كلام الذين كفروا إيماء إلى شهرة أتباع نوح عليه السلام بين قومهم بوصف الرذالة والحقارة ، وكان أتباع نوح عليه السلام من ضعفاء القوم ولكنهم من أزكياء النفوس ممّن سبق لهم الهدى .و { بادي } قرأه الجمهور بياء تحتية في آخره على أنه مشتق من بدَا المقصور إذا ظهر ، وألفهُ منقلبة عن الواو لما تحركت وانفتح ما قبلها ، فلما صيغ منه وزن فاعل وقعت الواو متطرفة إثر كسرة فقلبت ياء .والمعنى فيما يبدو لهم من الرأي دون بحث عن خفاياه ودقائقه .وقرأه أبو عَمرو وحده بهمزة في آخره على أنه مشتق من البداء ، وهو أول الشيء .والمعنى : فيما يقع أول الرأي ، أي دون إعادة النظر لمعرفة الحق من التمويه ، ومآل المعنيين واحد .والرأي : نظر العقل ، مشتق من فعل رأى ، كما استعمل رأى بمعنى ظن وعلم .يعنون أن هؤلاء قد غرتهم دعوتك فتسرعوا إلى متابعتك ولو أعادوا النظر والتأمل لعلموا أنك لا تستحق أن تتبع .وانتصاب { بادى الرأي } بالنيابة عن الظرف ، أي في وقت الرأي دون بحث عن خفيّه ، أو في الرأي الأول دون إعادة نظر .وإضافة { بادى } إلى { الرأي } من إضافة الصفة إلى الموصوف ، ومعنى كلامهم : لا يلبث أن يرجع إلى متبعيك رُشدُهم فيعيدوا التأمل في وقت آخر ويُكشف لهم خَطؤُهم .ولما وصفوا كل فريق من التابع والمتبوع بما ينفي سيادة المتبوع وتزكية التابع جَمَعوا الوصف الشامل لهما . وهو المقصود من الوصفين المفرقين . وذلك قولهم : { وما نَرى لكم علينا من فضل } فنفوا أن يكون لنوح عليه السّلام وأتباعه فضل على الذين لم يؤمنوا به حتى يكون نوح عليه السلام سيّداً لهم ويكون أتباعه مفضلين بسيادة متبوعهم .والفضل : الزيادة في الشرف والكمال ، والمراد هنا آثاره وعلاماته لأنها التي تُرى ، فجعلوا عدم ظهور فضل لهم عليهم دليلاً على انتفاء فضلهم ، لأنّ الشيء الذي لا تخفى آثاره يصح أن يجعل انتفاء رؤيتِها دليلاً على انتفائها إذ لو ثبتت لرئَيت .وجملة { بل نظنّكم كاذبين } إبطال للمنفي كلّه الدال على صدقه في دعواه بإثبات ضد المنفي ، وهو ظنهم إياهم كاذبين لأنّه إذا بطل الشيء ثبت ضدّه ، فزعموا نوحاً عليه السلام كاذباً في دعوى الرسالة وأتباعه كاذبين في دعوى حصول اليقين بصدق نوح عليه السّلام ، بل ذلك منهم اعتقاد باطل ، وهذا الظن الذي زعموه مستند إلى الدليل المحسوس في اعتقادهم .واستعمل الظن هنا في العلم كقوله : { الذين يظنون أنهم ملاقوا ربهم } [ البقرة : 46 ] وهو إطلاق شائع في الكلام .",
  "ayah": 27,
  "surah": 11
}
