{
  "text": "حُول أسلوب الكلام عن مخاطبة النبي عليه الصلاة والسلام بما أمر بتبليغه إلى إعلامه بحال من أحوال الذين أمر بالتبليغ إليهم في جهلهم بإحاطة علم الله تعالى بكل حال من الكائنات من الذوات والأعمال ظاهرها وخفيها ، فقدم لذلك إبطال وهَم من أوْهام أهل الشرك أنهم في مكنة من إخفاء بعض أحوالهم عن الله تعالى ، فكان قوله : { ألا إنهم يثنون صدورهم } إلخ تمهيداً لقوله : { يعلم ما يسرّون وما يعلنون إنه عليم بذات الصدور } ، جمعاً بين إخبارهم بإحاطة علم الله بالأشياء وبين إبطال توهماتهم وجهلهم بصفات الله . وقد نشأ هذا الكلام عن قوله تعالى : { إلى الله مرجعكم وهو على كل شيء قدير } [ هود : 4 ] لمناسبة أن المرجوع إليه لما كان موصوفاً بتمام القدرة على كل شيء هو أيضاً موصوف بإحاطة علمه بكل شيء للتلازم بين تمام القدرة وتمام العلم .وافتتاح الكلام بحرف التنبيه { ألا } للاهتمام بمضمونه لغرابة أمرهم المحكي وللعناية بتعليم إحاطة علم الله تعالى .وضمائر الجماعة الغائبين عائدة إلى المشركين الذين أمر النبي صلى الله عليه وسلم بالإبلاغ إليهم في قوله : { أنْ لا تعبدوا إلا الله } [ هود : 2 ] وليس بالتفات . وضمائر الغيبة للمفرد عائدة إلى اسم الجلالة في قوله : { إلى الله مرجعكم } [ هود : 4 ].والثّنْي : الطّيُّ ، وأصل اشتقاقه من اسم الاثنين . يقال : ثَنَاه بالتخفيف ، إذا جعله ثانياً ، يقال : هذا وَاحد فاثْنِه ، أي كن ثانياً له ، فالذي يطوي الشيء يجعل أحد طاقيه ثانياً للذي قبلَه؛ فثنيُ الصدور : إمالتها وحَنيها تشبيهاً بالطي . ومعنى ذلك الطأطأة .وهذا الكلام يحتمل الإجراءَ على حقيقة ألفاظه من الثني والصدور . ويحتمل أن يكون تمثيلاً لهيئة نفسية بهيئة حسية .فعلى الاحتمال الأول : يكون ذلك تعجيباً من جهالة أهل الشرك إذ كانوا يقيسون صفات الله تعالى على صفات الناس فيحسبون أن الله لا يطلع على ما يحجبونه عنه . وقد روي أن الآية أشارت إلى ما يفعله المشركون أن أحدهم يدخل بيته ويرخي الستر عليه ويستغشي ثوبه ويحني ظهره ويقول : هل يعلم الله ما في قلبي؟ وذلك من جهلهم بعظمة الله .ففي «البخاري» عن ابن مسعود : اجتمع عند البيت قريشيان وثقفي ، كثيرة شحم بطونهم قليلة فقه قلوبهم ، فقال أحدهم : أترون أن الله يسمع ما نقول؟ قال الآخر : يسمع إن جهرنا ولا يسمع إن أخفينا . وقال الآخر : إن كان يسمع إذا جهرنا فإنه يسمع إذا أخفينا . فأنزل الله تعالى : { وما كنتم تستترون أن يشهد عليكم سمعكم ولا أبصاركم ولا جلودكم ولكن ظننتم أن الله لا يعلم كثيراً مما تعملون وذلكم ظنكم الذي ظننتم بربكم أرداكم فأصبحتم من الخاسرين } [ فصلت : 22 ، 23 ].وجميع أخطاء أهل الضلالة في الجاهلية والأديان الماضية تسري إلى عقولهم من النظر السقيم ، والأقيسة الفاسدة ، وتقدير الحقائق العالية بمقادير متعارفهم وعوائدهم ، وقياس الغائب على الشاهد .وقد ضل كثير من فرق المسلمين في هذه المسالك لولا أنهم ينتهون إلى معلومات ضرورية من الدين تعصمهم عند الغاية عن الخروج عن دائرة الإسلام وقد جاء بعضهم وأوشك أن يقع .وعلى الاحتمال الثاني : فهو تمثيل لحالة إضمارهم العداوة للنبيء صلى الله عليه وسلم في نفوسهم وتمويه ذلك عليه وعلى المؤمنين به بحال من يثني صدره ليخفيه ومن يستغشي ثوبه على ما يريد أن يستره به . وهذا الاحتمال لا يناسب كون الآية مكية إذ لم يكن المشركون يومئذٍ بمصانعين للنبيء صلى الله عليه وسلم وتأويلها بإرادة أهل النفاق يقتضي أن تكون الآية مدنية . وهذا نقله أحد من المفسرين الأولين . وفي «أسباب النزول» للواحدي أنها نزلت في الأخنس بن شريق الثقفي حليف بني زُهرة وكان رجلاً حُلو المنطق ، وكان يظهر المودة للنبيء صلى الله عليه وسلم وهو منطو على عداوته ، أي عداوة الدين ، فضرب الله ثني الصدور مثلاً لإضماره بغض النبي صلى الله عليه وسلم فهو تمثيل وليس بحقيقة . وصيغة الجمع على هذا مستعملة في إرادة واحدة لقصد إبهامه على نحو قوله : { الذين قال لهم الناس } [ آل عمران : 173 ] قيل فإنه هو الأخنس بن شريق .ووقع في «صحيح البخاري» أن ابن عباس سئل عن هذه الآية فقال : كان ناس من المسلمين يستخفون أن يتخلوا فيفضوا إلى السماء وأن يجامعوا نساءهم فيفضوا إلى السماء فنزلت هذه الآية . وهذا التفسير لا يناسب موقع الآية ولا اتساق الضمائر . فلعل مراد ابن عباس أن الآية تنطبق على صنيع هؤلاء وليس فعلهم هو سبب نزولها . واعلم أن شأن دعوة الحق أن لا تذهب باطلاً حتى عند من لم يصدقوا بها ولم يتبعوها ، فإنها تَلفت عقولهم إلى فَرض صدقها أو الاستعداد إلى دفعها ، وكل ذلك يثير حقيقتها ويُشيع دراستها . وكم من معرضين عن دعوة حق ما وسعهم إلا التحفز لشأنها والإفاقة من غفلتهم عنها . وكذلك كان شأن المشركين حين سمعوا دعوة القرآن إذْ أخذوا يتدبرون وسائل مقاومتها ونقضها والتفهم في معانيها لإيجاد دفعها ، كحال العاصي بن وائل قال لخباب بن الأرَتّ حين تقاضاه أجرَ سيف صنعه فقال له : لا أقضيكه حتى تكفر بمحمد . فقال خَباب : لا أكفر به حتى يميتك الله ثم يحييك . فقال العَاصي له : إذا أحياني الله بعد موتي فسيكون لي مال فأقضيك منه . فنزل فيه قوله تعالى : { أفرأيت الذي كفر بآياتنا وقال لأوتين مالاً وولداً } [ مريم : 77 ]. وهذا من سوء فهمه لمعنى البعث وتوهمه أنه يُعاد لما كان حاله في الدنيا من أهل ومال .والاستخفاء : الاختفاء ، فالسين والتاء فيه للتأكيد مثل استجاب واستأخر .وجملة : { ألا حين يستغشون ثيابهم } الخ يجوز أن تكون إتماماً لجملة { ألا إنهم يثنون صدورهم } متصلة بها فيكون حرف { ألا } الثاني تأكيداً لنظيره الذي في الجملة قبله لزيادة تحقيق الخبر ، فيتعلق ظرف ( حين ) بفعل { يثنون صدورهم } ويتنازعه مع فعل { يَعلم ما يسرون } وتكون الحالة الموصوفة حالة واحدة مركبة من ثني الصدور واستغشاء الثياب .والاستغشاء : التغشي بما يُغْشي ، أي يستر ، فالسين والتاء فيه للتأكيد مثل قوله : { واستغشوا ثيابهم } [ نوح : 7 ] ، مثل استجاب .وزيادة { وما يعلنون } تصريح بما فهم من الكلام السابق لدفع توهم علمه بالخفيات دون الظاهر .وجملة : { إنه عليم بذات الصدور } نتيجة وتعليل للجملة قبله ، أي يعلم سرهم وجهرهم لأنه شديد العلم بالخفي في النفوس وهو يعلم الجهر بالأوْلى .فذات الصدور صفة لمحذوف يُعلم من السياق من قوله { عَليم } أي الأشياء التي هي صاحبة الصدور .وكلمة ( ذات ) مؤنث ( ذو ) يتوصل بها إلى الوصف بأسماء الأجناس ، وقد تقدم الكلام على ذلك عند قوله تعالى : { إنه عليم بذات الصدور } [ الأنفال : 43 ] وقوله : { وأصلحوا ذات بينكم } في سورة [ الأنفال : 1 ].والصدور مراد بها النفوس لأن العرب يعبرون عن الحواسّ الباطنية بالصدر .واختيار مثال المبالغة وهو عليم } لاستقصاء التعبير عن إحاطة العلم بكل ما تسعه اللغة الموضوعة لمتعارف الناس فتقصر عن ألفاظٍ تعبر عن الحقائق العالية بغير طريقة استيعاب ما يصلح من المعبرات لتحصيل تقريب المعنى المقصود .وذات الصدور : الأشياء المستقرة في النفوس التي لا تعدوها . فأضيفت إليها .",
  "ayah": 5,
  "surah": 11
}
