{
  "text": "والاستغفار : طلب المغفرة للذنب ، أي طلب عدم المؤاخذة بما مضى منهم من الشرك ، وهو هنا مكنى به عن ترك عقيدة الشرك ، لأن استغفار الله يستلزم الاعتراف بوجوده ويستلزم اعتراف المستغفر بذنب في جانبه ولم يكن لهم ذنب قبل مجيء هود عليه السّلام إليهم غير ذنب الإشراك إذ لم يكن له شرع من قبل .وأما ذنب الإشراك فهو متقرر من الشرائع السابقة جميعها فكان معلوماً بالضرورة فكان الأمر بالاستغفار جامعاً لجميع هذه المعاني تصريحاً وتكنية .والتوبة : الإقلاع عن الذنب في المستقبل والندم على ما سلف منه . وفي ماهية التوبة العزم على عدم العود إلى الذنب فيؤول إلى الأمر بالدّوام على التوحيد ونفي الإشراك .و { ثم } للترتيب الرتبي ، لأن الدوام على الإقلاع أهم من طلب العفو عمّا سلف .و { يرسل السماء عليكم } جواب الأمر من { استغفروا }.والإرسال : بعْث من مكان بعيد فأطلق الإرسال على نزول المطر لأنه حاصل بتقدير الله فشبّه بإرسال شيء من مكان المرسل إلى المبعوث إليه .والسماء من أسماء المطر تسمية للشيء باسم مصدره . وفي الحديث : « خَطَبنا رسول الله صلى الله عليه وسلم على أثر سماء . » و { مدراراً } حال من السماء صيغة مبالغة من الدرور وهو الصبّ ، أي غزيراً . جعل جزاءهم على الاستغفار والتوبة إمدادهم بالمطر لأنّ ذلك من أعظم النّعم عليهم في الدنيا إذ كانت عاد أهل زرع وكروم فكانوا بحاجة إلى الماء ، وكانوا يجعلون السّداد لخزن الماء . والأظهر أن الله أمسك عنهم المطر سنين فتناقص نسلهم ورزقهم جزاء على الشرك بعد أن أرسل إليهم هوداً عليه السّلام ؛ فيكون قوله : { يرسل السماء } وعْداً وتنبيهاً على غضب الله عليهم ، وقد كانت ديارهم من حضرموت إلى الأحْقاف مدناً وحللاً وقباباً .وكانوا أيضاً معجبين بقوة أمتهم وقالوا : { مَنْ أشد منا قوةٌ } [ فصلت : 15 ] فلذلك جعل الله لهم جزاء على ترك الشرك زيادةَ قوتهم بكثرة العدد وصحة الأجسام وسعة الأرزاق ، لأن كلّ ذلك قوة للأمة يجعلها في غنى عن الأمم الأخرى وقادرة على حفظ استقلالها ويجعل أمماً كثيرة تحتاج إليها .و { إلى قوتكم } متعلق ب { يزدكم }. وإنما عدّي ب { إلى } لتضمينه معنى يَضُمّ . وهذا وعد لهم بصلاح الحال في الدنيا رضي الله عنهم .وعطف عليه { ولا تتولوا مجرمين } تحذيراً من الرجوع إلى الشرك .والتولّي : الانصراف . وهو هنا مجاز عن الإعراض .و { مجرمين } حال من ضمير { تتولوا } أي متصفين بالإجرام ، وهو الإعراض عن قبول أمر الله تعالى .",
  "ayah": 52,
  "surah": 11
}
