{
  "text": "ولما بشّروها بذلك صرحت بتعجبها الذي كتمته بالضحك ، فقالت : { يا ويلتا أألد وأنا عجوز وهذا بعلي شيخاً إنّ هذا لشيءٌ عجيب } ، فجملة { قالت } جواب للبشارة .و ( يعقوب ) مبتدأ { ومن وراء إسحاق } خبر ، والجملة على هذا في محلّ الحال . وهذه قراءة الجمهور . وقرأ ابن عامر ، وحمزة ، وحفص { يعقوبَ } بفتحة وهو حينئذٍ عطف على { إسحاق }. وفصل بين حرف العطف والمعطوف بالظرف وخطبه سهل وإن استعظمه ظاهرية النحاة كأبي حيان بقياس حرف العطف النائب هنا مناب الجار على الجار نفسه ، وهو قياس ضعيف إذ كون لفظ بمعنى لفظ لا يقتضي إعطاءه جميع أحكامه كما في «مغني اللبيب» .والنداء في { يا ويلتا } استعارة تبعية بتنزيل الويلة منزلة من يعقل حتّى تنادى ، كأنها تقول : يا ويلتي احضر هنا فهذا موضعك .والويلة : الحادثة الفظيعة والفضيحة . ولعلّها المرة من الويل . وتستعمل في مقام التعجب ، يقال : يا ويلتي .واتّفق القرّاء على قراءة { يا ويلتا } بفتحة مشبعة في آخره بألف . والألف التي في آخر { يا ويلتا } هنا يجوز كونها عوضاً عن ياء المتكلم في النداء . والأظهر أنها ألف الاستغاثة الواقعة خلَفاً عن لام الاستغاثة . وأصله : يا لَويلة . وأكثر ما تجيء هذه الألف في التعجّب بلفظ عجب ، نحو : يا عجباً ، وباسم شيء متعجب منه ، نحو : يا عشبا .وكتب في المصحف بإمالة ولم يقرأ بالإمالة ، قال الزجاج : كتب بصورة الياء على أصل ياء المتكلم .والاستفهام في { أألد وأنا عجوز } مستعمل في التعجب . وجملة { أنا عجوز } في موضع الحال ، وهي مناط التعجب .والبعل : الزوج . وسيأتي بيانه عند تفسير قوله تعالى : { ولا يبدين زينتهن إلاّ لبعولتهن } في سورة [ النّور : 31 ] ، فانظره .وزادت تقرير التعجب بجملة { إنّ هذا لشيء عجيب } وهي جملة مؤكدة لصيغة التعجب فلذلك فصلت عن التي قبلها لكمال الاتّصال ، وكأنّها كانت متردّدة في أنهم ملائكة فلم تطمئنّ لتحقيق بشراهم .وجملة { هذا بعلي } مركبة من مبتدأ وخبر لأنّ المعنى هذا المشار إليه هو بعلي ، أي كيف يكون له ولد وهو كما ترى . وانتصب { شيخاً } على الحال من اسم الإشارة مبينة للمقصود من الإشارة .وقرأ ابن مسعود { وهذا بعلي شيخ } برفع شيخ على أن ( بعلي ) بيان من ( هذا ) و ( شيخ ) خبر المبتدأ . ومعنى القراءتين واحد .وقد جرت على هذه القراءة النادرة لطيفة وهي : ما أخبرنا شيخنا الأستاذ الجليل سالم بوحاجب أنّ أبا العبّاس المبرّد دُعي عند بعض الأعيان في بغداد إلى مأدبة ، فلمّا فرغوا من الطّعام غنّت من وراء الستار جارية لرب المنزل ببيتينوقالوا لها هذا حبيبك معرضٌ: ...فقالت : ألاَ إعراضه أهون الخطب ... فما هي إلاّ نظرة وابتسامةفتصطكّ رجلاه ويسقط للجنب ... فطرب كل من بالمجلس إلاّ أبا العبّاس المبرد فلم يتحرك ، فقال له رب المنزل : ما لك لم يطربك هذا؟ .فقالت الجارية : مَعذُور يحسبني لحنت في أن قلت : معرضٌ بالرفع ولم يعلم أنّ عبد الله بن مسعود قرأ «وهذا بعلي شيخٌ» فطرب المبرد لهذا الجواب .",
  "ayah": 72,
  "surah": 11
}
