{
  "text": "قد علم أن الملائكة ذاهبون إلى قوم لوط من قوله : { إنّا أُرسلنا إلى قوم لوط } [ هود : 70 ]. فالتقدير : ففارقوا إبراهيم وذهبوا إلى لوط عليهما السّلام فلما جاءوا لوطاً ، فحذف ما دل عليه المقام إيجازاً قرآنياً بديعاً .وقد جاءوا لوطاً كما جاءوا إبراهيم عليهما السّلام في صورة البشر ، فظنهم ناساً وخشي أن يعتدي عليهم قومه بعادتهم الشنيعة ، فلذلك سيء بهم .ومعنى { ضاق بهم ذرعاً } ضاق ذرعه بسببهم ، أي بسبب مجيئهم فحوّل الإسناد إلى المضاف إليه وجعل المسند إليه تمييزاً لأن إسناد الضيق إلى صاحب الذرع أنسب بالمعنى المجازي ، وهو أشبه بتجريد الاستعارة التمثيلية .والذرع : مدُّ الذراع فإذا أسند إلى الآدمِيّ فهو تقدير المسافة . وإذا أسند إلى البعير فهو مَدّ ذراعيه في السير على قدر سعة خطوتِه ، فيجوز أن يكون : ضاق ذرعاً تمثيلاً بحال الإنسان الذي يريد مَدّ ذراعه فلا يستطيع مَدّهَا كما يريد فيكون ذَرعه أضيق من معتاده . ويجوز أن يكون تمثيلاً بحال البعير المثقل بالحمل أكثر من طاقته فلا يستطيع مَدّ ذراعيه كما اعتاده . وأيّاً ما كان فهو استعارة تمثيلية لحال مَنْ لم يجد حيلة في أمر يريدُ علمه؟ بحال الذي لم يستطع مدّ ذراعه كما يشاء .وقوله : { هذا يوم عصيب } قاله في نفسه كما يناجي المرء نفسه إذا اشتد عليه أمر .والعصيب : الشديد فيما لا يرضي . يقال : يوم عصيب إذا حدث فيه أمر عظيم من أحوال الناس أو أحوال الجوّ كشدة البرد وشدة الحرّ . وهو بزنة فعيل بمعنى فاعل ولا يُعرف له فعل مجرد وإنما يقال : اعْصوصب الشرُّ؛ اشتدّ . قالوا : هو مشتق من قولك : عصبتُ الشيء إذا شددته . وأصل هذه المادة يفيد الشدّ والضغط ، يقال : عصب الشيء إذا لَواه ، ومنه العِصابة . ويقال : عصبتْهم السنون إذا أجَاعتهم . ولم أقف على فعل مجرّد لوصف اليوم بعصيب . وأراد : أنه سيكون عصيباً لِمَا يَعلم من عادة قومه السيئة وهو مقتض أنهم جاءوه نهاراً .ومن بديع ترتيب هذه الجمل أنها جاءت على ترتيب حصولها في الوجود ، فإن أول ما يسبق إلى نفس الكاره للأمر أن يُساء به ويتطلب المخلص منه ، فإذا عَلم أنه لا مخلص منه ضاق به ذرعاً ، ثم يصدر تعبيراً عن المعاني وترتيباً عنه كلاماً يُريح به نفسه .وتصلح هذه الآية لأن تكون مثالاً لإنشاء المنشىء إنشاءه على حسب ترتيب الحصول في نفس الأمر ، هذا أصل الإنشاء ما لم تكن في الكلام دواعي التقديم والتأخير ودواعي الحذف والزيادة .",
  "ayah": 77,
  "surah": 11
}
