{
  "text": "১৭-২০ নং আয়াতের তাফসীর:\nযেহেতু উপরে ঐ লোকদের অবস্থা বর্ণিত হয়েছিল যারা তাদের মাতা-পিতার জন্যে দু'আ করে এবং তাদের খিদমতে লেগে থাকে, আর সাথে সাথে তাদের পারলৌকিক মর্যাদা লাভ ও তথায় তাদের মুক্তি পাওয়া এবং তাদের প্রতিপালকের প্রচুর নিয়ামত প্রাপ্ত হওয়ার বর্ণনা দেয়া হয়েছিল, সেহেতু এর পরে ঐ হতভাগ্যদের বর্ণনা দেয়া হচ্ছে যারা তাদের পিতা-মাতার অবাধ্য হয় এবং তাদেরকে বহু অন্যায় কথা শুনিয়ে দেয়। কেউ কেউ বলেন যে, এ আয়াতটি হযরত আবু বকর (রাঃ)-এর পুত্র হযরত আবদুর রহমান (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়, যেমন হযরত আওফী (রঃ) হযরত ইবনে আব্বাস (রাঃ) হতে এটা বর্ণনা করেছেন। কিন্তু এর সঠিকতার ব্যাপারে চিন্তা-ভাবনার অবকাশ রয়েছে। এটা খুবই দুর্বল উক্তি। কেননা, হযরত আবদুর রহমান ইবনে আবু বকর (রাঃ) তো মুসলমান হয়েছিলেন এবং উত্তমরূপে ইসলাম গ্রহণকারীদের মধ্যে তিনি অন্যতম ছিলেন। এমন কি তাঁর যুগের উত্তম লোকদের মধ্যে তিনি একজন ছিলেন। কোন কোন তাফসীরকারেরও এ উক্তি রয়েছে। কিন্তু সঠিক কথা এটাই যে, এ আয়াতটি আম বা সাধারণ। যে কেউই মাতা-পিতার অবাধ্য হবে তারই ব্যাপারে এটা প্রযোজ্য হবে।বর্ণিত আছে যে, মারওয়ান একদা স্বীয় ভাষণে বলেনঃ “আল্লাহ তা'আলা আমীরুল মুমিনীনকে (হযরত মুআবিয়া রাঃ-কে) ইয়াযীদের ব্যাপারে এক সুন্দর মত পোষণ করিয়েছিলেন। যদি তিনি তাঁকে নিজের স্থলাভিষিক্ত করে গিয়ে থাকেন তবে তো হযরত আবূ বকর (রাঃ) হযরত উমার (রাঃ)-কে তাঁর পরবর্তী খলীফা মনোনীত করে গিয়েছিলেন। তাঁর এ কথা শুনে হযরত আবদুর রহমান ইবনে আবি বকর (রাঃ) তাঁকে বলেনঃ “আপনি কি তাহলে সম্রাট হিরাক্লিয়াস ও খৃষ্টানদের নিয়মনীতির উপর আমল করতে চান? আল্লাহর কসম!প্রথম খলীফা (হযরত আবু বকর রাঃ) না তো নিজের সন্তানদের কাউকেও খলীফা হিসেবে মনোনীত করেছিলেন, না নিজের আত্মীয় স্বজনের মধ্যে কাউকে মনোনীত করেছিলেন। আর হ্যরত মুআবিয়া (রাঃ) যে এটা করেছিলেন তা শুধু নিজের মর্যাদার প্রতি লক্ষ্য রেখে এবং নিজের সন্তানের প্রতি দয়াপরবশ হয়ে।” তখন মারওয়ান তাকে বলেনঃ “তুমি কি ঐ ব্যক্তি নও যে, তুমি মাতা-পিতাকে (আরবী) বলেছিলে?” উত্তরে আবদুর রহমান (রাঃ) তাঁকে বলেনঃ “আপনি কি একজন অভিশপ্ত ব্যক্তির পুত্র নন? আপনার পিতার উপর তো রাসূলুল্লাহ (সঃ) অভিশাপ দিয়েছিলেন। হযরত আয়েশা (রাঃ) এসব কথা শুনে মারওয়ানকে বলেনঃ “হে মারওয়ান! আপনি আবদুর রহমান (রাঃ) সম্পর্কে যে কথা বললেন তা সম্পূর্ণরূপে মিথ্যা কথা। এ আয়াতটি আবদুর রহমান (রাঃ) সম্পর্কে অবতীর্ণ হয়নি, বরং অমুকের পুত্র অমুকের ব্যাপারে অবতীর্ণ হয়েছে।” অতঃপর মারওয়ান তাড়াতাড়ি মিম্বর হতে নেমে হযরত আয়েশা (রাঃ)-এর বাড়ীর দরযায় এসে কিছুক্ষণ তাঁর সাথে কথা-বার্তা বলে ফিরে আসেন।” (এটা ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)সহীহ বুখারীতেও এ হাদীসটি অন্য সনদে ও অন্য শব্দে এসেছে। তাতে এও রয়েছে যে, হযরত মুআবিয়া ইবনে আবি সুফিয়ান (রাঃ)-এর পক্ষ হতে মারওয়ান হিজাযের শাসনকর্তা ছিলেন। তাতে এও আছে যে, মারওয়ান তাঁর সৈন্যদেরকে হযরত আবদুর রহমান (রাঃ)-কে গ্রেফতার করার নির্দেশ দিয়েছিলেন। কিন্তু তিনি দৌড়ে গিয়ে তার বোন হযরত আয়েশা (রাঃ)-এর গৃহে প্রবেশ করেছিলেন। ফলে, তারা তাকে ধরতে পারেনি। ঐ রিওয়াইয়াতে একথাও রয়েছে যে, হযরত আয়েশা (রাঃ) পর্দার আড়াল হতে বলেনঃ “আমার পবিত্রতা ঘোষণা সম্বলিত আয়াত ছাড়া আল্লাহ তা'আলা আমাদের সম্পর্কে কুরআন কারিমে আর কিছুই অবতীর্ণ করেননি।”সুনানে নাসাঈর রিওয়াইয়াতে রয়েছে যে, মারওয়ানের এই ভাষণের উদ্দেশ্য ছিল ইয়াযীদের পক্ষ হতে বায়আত গ্রহণ করা। হযরত আয়েশা (রাঃ)-এর উক্তিতে এটাও রয়েছেঃ “মারওয়ান তার উক্তিতে মিথ্যাবাদী। যার ব্যাপারে এ আয়াত অবতীর্ণ হয় তার নাম আমার খুব জানা আছে, কিন্তু এখন আমি তার নাম প্রকাশ করতে চাই না। হ্যা, তবে মারওয়ানের পিতাকে রাসূলুল্লাহ (সঃ) মালউন বা অভিশপ্ত বলেছেন। আর মারওয়ান হলো তার ঔরষজাত সন্তান। সুতরাং তার উপরও লানত বাকী রয়েছে।”আল্লাহ তা'আলা ঐ লোকটির উক্তি উদ্ধৃত করে বলেন যে, সে তার মাতা-পিতাকে বলেঃ আফসোস তোমাদের জন্যে! তোমরা কি আমাকে এই ভয় দেখাতে চাও যে, আমি পুনরুত্থিত হবো যদিও আমার পূর্বে বহু পুরুষ গত হয়েছে? অর্থাৎ আমার পূর্বে তো লাখ লাখ, কোটি কোটি মানুষ মারা গেছে, তাদের একজনকেও তো পুনর্জীবিত হতে দেখিনি? তাদের একজনও তো ফিরে এসে কোন খবর দেয়নি?' পিতা-মাতা নিরুপায় হয়ে তখন আল্লাহ তাআলার নিকট ফরিয়াদ করে বলেঃ ‘দুর্ভোগ তোমার জন্যে! এখনো সময় আছে, তুমি আল্লাহর উপর বিশ্বাস স্থাপন কর, আল্লাহর প্রতিশ্রুতি অবশ্যই সত্য। কিন্তু ঐ অহংকারী তখনও বলেঃ ‘এটা তো অতীতকালের উপকথা ছাড়া কিছুই নয়।'আল্লাহ তা'আলা বলেনঃ “এদের পূর্বে যে জ্বিন ও মানুষ সম্প্রদায় গত হয়েছে তাদের মত এদের প্রতিও আল্লাহর উক্তি সত্য হয়েছে। যারা নিজেদেরও ক্ষতি সাধন করেছে এবং পরিবার পরিজনকেও ধ্বংসের মুখে ঠেলে দিয়েছে।” আল্লাহ তা'আলার এ উক্তিতে (আরবী) রয়েছে, অথচ এর পূর্বে (আরবী) শব্দ আছে। অর্থাৎ পূর্বে এক বচন এবং পরে বহু বচন এনেছেন। এর দ্বারাও আমাদের তাফসীরেরই পূর্ণ সহায়তা লাভ হয়। অর্থাৎ উদ্দেশ্য (আরবী) বা সাধারণ। যে কেউ পিতা-মাতার সাথে বেআদবী করবে এবং কিয়ামতকে অস্বীকার করবে তারই জন্যে এই হুকুম প্রযোজ্য হবে। যেমন হযরত হাসান (রঃ) একথাই বলেন যে, এর দ্বারা উদ্দেশ্য হলো কাফির, দুরাচার এবং মৃত্যুর পর পুনরুত্থানকে অস্বীকারকারী। হযরত আবু উমামা বাহিলী (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “আল্লাহ তা'আলা আরশের উপর হতে চার ব্যক্তির উপর লানত করেন এবং ফেরেশতামণ্ডলী আমীন বলে থাকেন। (প্রথম) যে ব্যক্তি কোন মিসকীনকে ফাকি দিয়ে বলে “তুমি এসো, আমি তোমাকে কিছু প্রদান করবো।” অতঃপর যখন সে তার কাছে আসে তখন সে বলেঃ আমার কাছে কিছুই নেই।' (দ্বিতীয়) যে মাউনকে বলে, অথচ তার সামনে কিছুই নেই। (তৃতীয়) ঐ ব্যক্তি, যাকে কোন লোক জিজ্ঞেস করেঃ ‘অমুকের বাড়ী কোনটি? সে তখন তাকে অন্য কারো বাড়ী দেখিয়ে দেয়। (চতুর্থ) ঐ ব্যক্তি, যে তার পিতা-মাতাকে প্রহার করে, শেষ পর্যন্ত তার পিতা-মাতা তার বিরুদ্ধে আল্লাহ তা'আলার নিকট ফরিয়াদ করতে থাকে।” (এ হাদীসটি হাফিয ইবনে আসাকির (রঃ) বর্ণনা করেছেন। কিন্তু হাদীসটি খুবই গরীব বা দুর্বল)এরপর মহান আল্লাহ বলেনঃ প্রত্যেকের মর্যাদা তার কর্মানুযায়ী, এটা এই জন্যে যে, আল্লাহ প্রত্যেককে তার কর্মের পূর্ণ প্রতিফল দিবেন এবং তাদের প্রতি কোন অবিচার করা হবে না।হযরত আবদুর রহমান ইবনে যায়েদ ইবনে আসলাম (রঃ) বলেন যে, জাহান্নামের শ্রেণীগুলো নীচের দিকে গিয়েছে এবং জান্নাতের শ্রেণীগুলো গিয়েছে উপরের দিকে।আল্লাহ তা'আলা বলেনঃ যেদিন কাফিরদেরকে জাহান্নামের সন্নিকটে উপস্থিত করা হবে সেদিন তাদেরকে ধমক হিসেবে বলা হবেঃ তোমরা তোমাদের পুণ্য ফল তো দুনিয়াতেই পেয়ে গেছে। সেখানেই তোমরা সুখ-সম্ভার ভোগ করে নিঃশেষ করেছে। আমীরুল মুমিনীন হযরত উমার ইবনে খাত্তাব (রাঃ) এই আয়াতটিকে সামনে রেখেই বাঞ্ছিত ও সূক্ষ্ম খাদ্য ভক্ষণ হতে বিরত হয়েছিলেন। তিনি বলতেন, আমি ভয় করছি যে, আল্লাহ তা'আলা ধমক ও তিরস্কারের সুরে যেসব লোককে নিম্নের কথাগুলো বলবেন, না জানি আমিও হয়তো তাদেরই অন্তর্ভুক্ত হয়ে যাবোঃ “তোমরা তো পার্থিব জীবনে সুখ-সম্ভার ভোগ করে নিঃশেষ করেছো।”হযরত আবু জাফর (রঃ) বলেন যে, কতক লোক এমনও রয়েছে যে, যারা তাদের দুনিয়ায় কৃত পুণ্য কার্যগুলো কিয়ামতের দিন দেখতে পাবে না এবং তাদেরকে বলা হবেঃ তোমরা তো পার্থিব জীবনে সুখ-সম্ভার ভোগ করে নিঃশেষ করেছে।' অতঃপর মহাপরাক্রমশালী আল্লাহ বলেনঃ “সুতরাং আজ তোমাদেরকে দেয়া হবে অবমাননাকর শাস্তি। কারণ তোমরা পৃথিবীতে অন্যায়ভাবে ঔদ্ধ্যত প্রকাশ করেছিলে এবং তোমরা ছিলে সত্যদ্রোহী।' অর্থাৎ তাদের যেমন আমল ছিল তেমনই তারা ফল পেলো। দুনিয়ায় তারা সুখ-সম্ভার ভোগ করেছে, পরম সুখে জীবন অতিবাহিত করেছে এবং সত্যের অনুসরণ ছেড়ে অসত্য, অন্যায় ও আল্লাহর অবাধ্যাচরণে নিমগ্ন থেকেছে। সুতরাং আজ কিয়ামতের দিন তাদেরকে মহা লাঞ্ছনাজনক ও অবমাননাকর এবং কঠিন যন্ত্রণাদায়ক শাস্তিসহ জাহান্নামের নিম্নস্তরে পৌঁছিয়ে দেয়া হবে। আল্লাহ তা'আলা আমাদেরকে এসব হতে রক্ষা করুন!",
  "ayah": 20,
  "surah": 46
}
