{
  "text": "৩৩-৩৫ নং আয়াতের তাফসীর:\nআল্লাহ তাবারাকা ওয়া তা'আলা বলেনঃ যারা মৃত্যুর পর পুনর্জীবনকে অস্বীকারকারী এবং কিয়ামতের দিন দেহসহ পুনরুত্থানকে যারা অসম্ভব মনে করে তারা কি দেখে না যে, মহামহিমান্বিত ও প্রবল পরাক্রান্ত আল্লাহ সমুদয় আসমান ও যমীন সৃষ্টি করেছেন এবং এতে তিনি মোটেই ক্লান্ত হননি, বরং শুধু ‘হও’ বলতেই সব হয়ে গেছে? তিনি কি মৃতের জীবন দানে সক্ষম নন? অবশ্যই তিনি এতে পূর্ণ ক্ষমতাবান। যেমন অন্য আয়াতে তিনি বলেছেনঃ (আরবী) অর্থাৎ “মানুষ সৃষ্টি অপেক্ষা আকাশ ও পৃথিবীর সৃষ্টিই বেশী কঠিন, কিন্তু অধিকাংশ লোকই জানে না।”(৪০:৫৭) আল্লাহ তা'আলা আকাশ ও পৃথিবী যখন সৃষ্টি করতে পেরেছেন তখন মানুষকে সৃষ্টি করা তাঁর পক্ষে মোটেই কঠিন নয়, প্রথমবারই হোক অথবা দ্বিতীয়বারই হোক। এ জন্যেই তিনি এখানে বলেন। যে, তিনি সর্ববিষয়ে সর্বশক্তিমান। আর ওগুলোর মধ্যেই একটি হচ্ছে মৃত্যুর পরে পুনর্জীবিত করা এবং এটার উপরও তিনি পূর্ণ ক্ষমতাবান।এরপর মহামহিমান্বিত আল্লাহ ধমকের সূরে বলছেন যে, কিয়ামতের দিন কাফিরদেরকে জাহান্নামে নিক্ষেপ করার পূর্বে জাহান্নামের ধারে দাঁড় করানো হবে এবং তাদেরকে নিরুত্তর করে দেয়া হবে। তারা কোন যুক্তি খুঁজে পাবে না। তাদেরকে বলা হবে:“এখন কি আল্লাহর ওয়াদা ও তার শাস্তিকে সত্য বলে বিশ্বাস করছো, না এখনো সন্দেহের মধ্যেই রয়েছে? এটা যাদু তো নয় এবং তোমাদের চক্ষু অন্ধতো হয়ে যায়নি? যা তোমরা দেখছো তা ঠিকই দেখছো, না প্রকৃতপক্ষে ঠিক নয়?” তখন তারা স্বীকার করে নেয়া ছাড়া আর কোন উপায় খুঁজে পাবে না। তাই তারা উত্তরে বলবেঃ “হ্যা, আমাদের প্রতিপালকের শপথ! সবই সত্য। যা বলা হয়েছিল তা সবই সঠিক হয়ে গেছে। এখন আমাদের মনে আর তিল বরাবরও সন্দেহ নেই।” তখন আল্লাহ তাআলা বলবেনঃ “তাহলে এখন তোমরা শাস্তি আস্বাদন কর। কারণ তোমরা ছিলে সত্য প্রত্যাখ্যানকারী।অতঃপর মহান আল্লাহ স্বীয় রাসূল (সঃ)-কে সান্ত্বনা দিতে গিয়ে বলেনঃ “হে নবী (সঃ)! তোমার সম্প্রদায় যদি তোমাকে অবিশ্বাস করে এবং তোমার মর্যাদা না দেয় তবে এতে মনঃক্ষুন্ন হওয়ার কোনই কারণ নেই। এটা কোন নতুন ব্যাপার নয়। তোমর পূর্ববর্তী দৃঢ়প্রতিজ্ঞ রাসূলদেরকেও তাদের সম্প্রদায় অবিশ্বাস করেছিল। কিন্তু তারা যেমন ধৈর্যধারণ করেছিল তেমনই তোমাকেও ধৈর্যধারণ করতে হবে। ঐ দৃঢ়প্রতিজ্ঞ রাসূলদের নাম হচ্ছেঃ হযরত নূহ (আঃ), হযরত ইবরাহীম (আঃ), হযরত মূসা (আঃ), হযরত ঈসা (আঃ) এবং শেষ নবী হযরত মুহাম্মাদ (সঃ)। নবীদের (আঃ) বর্ণনায় তাঁদের নাম বিশিষ্টভাবে সূরায়ে আহযাবে। ও সূরায়ে শূরায় উল্লিখিত আছে। আবার এও হতে পারে যে, (আরবী) দ্বারা সমস্ত নবীকেই বুঝানো হয়েছে, তখন (আরবী)-এর (আরবী) টি (আরবী)-এর জন্যে হবে। এসব ব্যাপারে আল্লাহ তা'আলাই সবচেয়ে ভাল জানেন।হযরত মাসরূক (রাঃ) হতে বর্ণিত আছে যে, হযরত আয়েশা (রাঃ) তাঁকে বলেনঃ “রাসূলুল্লাহ (সঃ) রোযাদার থাকতেন, অতঃপর ক্ষুধার্তই থাকতেন, আবার রোযা রাখতেন, অতপর ক্ষুধার্তই থাকতেন, পুনরায় রোযা রাখতেন এবং আবারও ক্ষুধার্ত রইতেন। অতঃপর বলতেনঃ “হে আয়েশা (রাঃ)! নিশ্চয়ই দুনিয়া মুহাম্মাদ (সঃ) ও তাঁর পরিবারবর্গের জন্যে মোটেই শোভনীয় নয়! হে আয়েশা (রাঃ)! নিশ্চয়ই আল্লাহ তা'আলা দৃঢ়প্রতিজ্ঞ রাসূলদের ধৈর্যের উপরই সন্তুষ্ট হন। (অর্থাৎ কষ্টে ও বিপদে দৃঢ়প্রতিজ্ঞ রাসূলগণ ধৈর্যধারণ করলেও তিনি সন্তুষ্ট থাকেন)। ধৈর্য আল্লাহ তাআলার নিকট পছন্দনীয় এবং তিনি তাদের (আমার পূর্ববর্তী দৃঢ়প্রতিজ্ঞ রাসূলদের) উপর যে বিপদ-আপদ ও কষ্ট পৌছিয়েছিলেন তা আমার উপরও না পৌঁছানো পর্যন্ত তিনি আমার প্রতি সন্তুষ্ট হবেন না। যেমন তিনি বলেছেনঃ (আরবী) অর্থাৎ “হে নবী (সঃ)! তুমি ধৈর্যধারণ কর যেমন ধৈর্যধারণ করেছিল দৃঢ়প্রতিজ্ঞ রাসূলগণ।” সুতরাং (আমি যে কষ্টে পতিত হয়েছি এর উপর) আমি আমার সাধ্যমত ধৈর্যধারণ করবো যেমন তাঁরা ধৈর্যধারণ করেছিলেন এবং (আমি আল্লাহ তাআলার নিকট হতে শক্তি পাবো এ আশাতে একথা বলছি, কেননা) আল্লাহর সাহায্য ছাড়া (ধৈর্যধারণের কোন শক্তি আমার নেই।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)প্রবল পরাক্রান্ত আল্লাহ বলেনঃ হে নবী (সঃ)! এদেরকে অবশ্যই শাস্তিতে জড়িয়ে ফেলা হবে, তুমি এজন্যে তাড়াতাড়ি করো না। যেমন অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “তুমি মিথ্যা প্রতিপন্নকারীদেরকে এবং সম্পদের অধিকারীদেরকে ছেড়ে দাও এবং তাদেরকে অল্প দিনের জন্যে অবকাশ দাও।”(৭৩:১১)অন্য এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “অতএব কাফিরদেরকে অবকাশ দাও, তাদেরকে অবকাশ দাও কিছুকালের জন্যে।”(৮৬:১৭) এরপর মহামহিমান্বিত আল্লাহ বলেনঃ “যে বিষয়ে তাদেরকে সতর্ক করা হয়েছে তা যেদিন তারা প্রত্যক্ষ করবে, সেদিন তাদের মনে হবে যে, তারা যেন দিবসের এক দণ্ডের বেশী পৃথিবীতে অবস্থান করেনি।' যেমন অন্য এক আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “যেই দিন তারা এটা প্রত্যক্ষ করবে সেই দিন তাদের মনে হবে যে, যেন তারা পৃথিবীতে মাত্র এক সন্ধ্যা অথবা এক প্রভাত অবস্থান করেছে।”(৭৯:৪৬) আর এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “যেই দিন তাদেরকে একত্রিত করা হবে সেই দিন তাদের মনে হবে যে, তারা যেন দিবসের এক দণ্ডের বেশী পৃথিবীতে অবস্থান করেনি।”(১০:৪৫)মহান আল্লাহর উক্তিঃ (আরবী) (পৌঁছিয়ে দেয়া), এর দু’টি অর্থ হতে পারে। (এক) দুনিয়ায় অবস্থান শুধু আমার পক্ষ হতে আমার বাণী পৌঁছিয়ে দেয়ার জন্যে ছিল। (দুই) এই কুরআন শুধু পৌছিয়ে দেয়ার জন্যে। এটা এক স্পষ্ট ঘোষণা।প্রবল প্রতাপান্বিত আল্লাহর বাণীঃ ‘সত্যত্যাগী সম্প্রদায় ব্যতীত কাউকেও ধ্বংস করা হবে না। এটা মহামহিমান্বিত আল্লাহর ওয়াদা যে, যে ব্যক্তি নিজেকে ধ্বংসের মুখে ঠেলে দিবে, তিনি তাকেই শুধু ধ্বংস করবেন। তাকেই তিনি শাস্তি প্রদান করবেন, যে নিজেকে শাস্তির উপযুক্ত করে ফেলবে। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।",
  "ayah": 35,
  "surah": 46
}
