{
  "text": "اللہ علیم پر ہر چیز ظاہر ہے۔ازفہ قیامت کا ایک نام ہے۔ اس لئے وہ بہت ہی قریب ہے جیسے فرمان ہے (اَزِفَتِ الْاٰزِفَةُ 57؀ۚ) 53۔ النجم :57) یعنی قریب آنے والی قریب ہوچکی ہے، جس کا کھولنے والا بجز اللہ کے کوئی نہیں اور جگہ ارشاد ہے (اِقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ) 54۔ القمر :1) قیامت قریب آگئی اور چاند پھٹ گیا اور فرمان ہے (اِقْتَرَبَ للنَّاسِ حِسَابُهُمْ وَهُمْ فِيْ غَفْلَةٍ مُّعْرِضُوْنَ ۚ) 21۔ الأنبیاء :1) لوگوں کے حساب کا وقت قریب آگیا اور فرمان ہے (امر اللہ فلا تستعجلوہ) اللہ کا امر آچکا اس میں جلدی نہ کرو اور آیت میں ہے (فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۗـــــَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ 27؀) 67۔ الملک :27) جب اسے قریب دیکھ لیں گے تو کافروں کے چہرے سیاہ پڑجائیں گے۔ الغرض اسی نزدیکی کی وجہ سے قیامت کا نام ازفہ ہے۔ اس وقت کلیجے منہ کو آجائیں گے۔ وہ خوف و ہراس ہوگا کہ کسی کا دل ٹھکانے نہ رہے گا۔ سب پر غضب کا سناٹا ہوگا۔ کسی کے منہ سے کوئی بات نہ نکلے گی۔ کیا مجال کہ بےاجازت کوئی لب ہلا سکے۔ سب رو رہے ہوں گے اور حیران و پریشان ہوں گے۔ جن لوگوں نے اللہ کے ساتھ شرک کر کے اپنی جانوں پر ظلم کیا ہے ان کا آج کوئی دوست غمگسار نہ ہوگا جو انہیں کام آئے۔ نہ شفیع اور سفارشی ہوگا جو ان کی شفاعت کے لئے زبان ہلائے۔ بلکہ ہر بھلائی کے اسباب کٹ چکے ہوں گے، اس اللہ کا علم محیط کل ہے۔ تمام چھوٹی بڑی چھپی کھلی باریک موٹی اس پر یکساں ظاہر باہر ہیں، اتنے بڑے علم والے سے جس سے کوئی چیز مخفی نہ ہو ہر شخص کو ڈرنا چاہئے اور کسی وقت یہ خیال نہ کرنا چاہئے کہ اس وقت وہ مجھ سے پوشیدہ ہے اور میرے حال کی اسے اطلاع نہیں۔ بلکہ ہر وقت یہ یقین کر کے وہ مجھے دیکھ رہا ہے اس کا علم میرے ساتھ ہے اس کا لحاظ کرتا رہے اور اس کے رو کے ہوئے کاموں سے رکا رہے۔ آنکھ جو خیانت کے لئے اٹھتی ہے گو بظاہر وہ امانت ظاہر کرے۔ لیکن رب علیم پر وہ مخفی نہیں سینے کے جس گوشے میں جو خیال چھپا ہو اور دل میں جو بات پوشیدہ اٹھتی ہو اس کا اسے علم ہے۔ حضرت ابن عباس ؓ ما فرماتے ہیں اس آیت سے مراد وہ شخص ہے جو مثلاً کسی گھر میں گیا وہاں کوئی خوبصورت عورت ہے یا وہ آ جا رہی ہے یا تو یہ کن اکھیوں سے اسے دیکھتا ہے جہاں کسی کی نظر پڑی تو نگاہ پھیرلی اور جب موقعہ پایا آنکھ اٹھا کر دیکھ لیا پس خائن آنکھ کی خیانت کو اور اس کے دل کے راز کو اللہ علیم خوب جانتا ہے کہ اس کے دل میں تو یہ ہے کہ اگر ممکن ہو تو پوشیدہ عضو بھی دیکھ لے۔ حضرت ضحاک فرماتے ہیں اس سے مراد آنکھ مارنا اشارے کرنا اور بن دیکھی چیز کو دیکھی ہوئی یا دیکھی ہوئی چیز کو ان دیکھی بتانا ہے۔ حضرت ابن عباس فرماتے ہیں۔ نگاہ جس نیت سے ڈالی جائے اللہ پر روشن ہے۔ پھر سینے میں چھپا ہوا خیال کہ اگر موقعہ ملے اور بس ہو تو آیا یہ بدکاری سے باز رہے گا یا نہیں۔ یہ بھی وہ جانتا ہے۔ سدی فرماتے ہیں دلوں کے وسوسوں سے وہ آگاہ ہے، وہ عدل کے ساتھ حکم کرتا ہے قادر ہے کہ نیکی کا بدلہ نیکی دے اور برائی کی سزا بری دے۔ وہ سننے دیکھنے والا ہے۔ جیسے فرمان ہے کہ وہ بروں کو ان کی کرنے کی سزا اور بھلوں کو ان کی بھلائی کی جزا عنایت فرمائے گا۔ جو لوگ اس کے سوا دوسروں کو پکارتے ہیں خواہ وہ بت اور تصویریں ہوں خواہ اور کچھ وہ چونکہ کسی چیز کے مالک نہیں ان کی حکومت ہی نہیں تو حکم اور فیصلے کریں گے ہی کیا ؟ اللہ اپنی مخلوق کے اقوال کو سنتا ہے۔ ان کے احوال کو دیکھ رہا ہے جسے چاہے راہ دکھاتا ہے جسے چاہے گمراہ کرتا ہے اس کا اس میں بھی سرا سر عدل و انصاف ہے۔",
  "ayah": 20,
  "surah": 40
}
