{
  "text": "سورتوں کے اول میں حم وغیرہ جیسے جو حروف آئے ہیں ان کی پوری بحث سورة بقرہ کی تفسیر کے شروع میں کر آئے ہیں جس کے اعادہ کی اب چنداں ضرورت نہیں۔ بعض کہتے ہیں حم اللہ کا ایک نام ہے اور اس کی شہادت میں وہ یہ شعر پیش کرتے ہیں یذکرنی حم والرمح شاجر فھلا تلا حم قبل التقدم یعنی یہ مجھے حم یاد دلاتا ہے جب کہ نیزہ تن چکا پھر اس سے پہلے ہی اس نے حم کیوں نہ کہہ دیا۔ ابو داؤد اور ترمذی کی حدیث میں وارد ہے کہ اگر تم پر شب خون مارا جائے تو حم لاینصرون کہنا، اس کی سند صحیح ہے۔ ابو عبید کہتے ہیں مجھے یہ پسند ہے کہ اس حدیث کو یوں روایت کی جائے کہ آپ نے فرمایا تم کہو حم لاینصروا یعنی نون کے بغیر، تو گویا ان کے نزدیک لاینصروا جزا ہے فقولوا کی یعنی جب تم یہ کہو گے تم مغلوب نہیں ہوگے۔ تو قول صرف حم رہا یہ کتاب یعنی قرآن مجید اللہ تعالیٰ کی جانب سے نازل شدہ ہے جو عزت و علم والا ہے، جس کی جناب ہر بےادبی سے پاک ہے اور جس پر کوئی ذرہ بھی مخفی نہیں گو وہ کتنے ہی پردوں میں ہو، وہ گناہوں کی بخشش کرنے والا اور جو اس کی طرف جھکے اس کی جانب مائل ہونے والا ہے۔ اور جو اس سے بےپرواہی کرے اس کے سامنے سرکشی اور تکبر کرے اور دنیا کو پسند کرکے آخرت سے بےرغبت ہوجائے۔ اللہ کی فرمانبرداری کو چھوڑ دے اسے وہ سخت ترین عذاب اور بدترین سزائیں دی نے والا ہے۔ جیسے فرمان ہے (نَبِّئْ عِبَادِيْٓ اَنِّىْٓ اَنَا الْغَفُوْرُ الرَّحِيْمُ 49؀ۙ) 15۔ الحجر :49) یعنی میرے بندوں کو آگاہ کردو کہ میں بخشنے والا اور مہربانیاں کرنے والا بھی ہوں اور میرے عذاب بھی بڑے دردناک عذاب ہیں۔ اور بھی اس قسم کی آیتیں قرآن کریم میں بہت سی ہیں جن میں رحم و کرم کے ساتھ عذاب و سزا کا بیان بھی ہے تاکہ بندہ خوف وامید کی حالت میں رہے۔ وہ وسعت و غنا والا ہے۔ وہ بہت بہتری والا ہے بڑے احسانوں، زبردست نعمتوں اور رحمتوں والا ہے۔ بندوں پر اس کے انعام، احسان اس قدر ہیں کہ کوئی انہیں شمار بھی نہیں کرسکتا چہ جائیکہ اس کا شکر ادا کرسکے۔ بلکہ حقیقت یہ ہے کہ کسی ایک نعمت کا بھی پورا شکر کسی سے ادا نہیں ہوسکتا۔ اس جیسا کوئی نہیں اس کی ایک صفت بھی کسی میں نہیں اس کے سوا کوئی عبادت کے لائق نہیں نہ اس کے سوا کوئی کسی کی پرورش کرنے والا ہے۔ اسی کی طرف سب کو لوٹ کر جانا ہے۔ اس وقت وہ ہر عمل کرنے والے کو اس کے عمل کے مطابق جزا سزا دے گا۔ اور بہت جلد حساب سے فارغ ہوجائے گا۔ امیرالمومنین حضرت عمر بن خطاب ؓ سے ایک شخص آکر مسئلہ پوچھتا ہے کہ میں نے کسی کو قتل کردیا ہے کیا میری توبہ قبول ہوسکتی ہے ؟ آپ نے شروع سورت کی دو آیتیں تلاوت فرمائیں اور فرمایا ناامید نہ ہو اور نیک عمل کئے جا۔ (ابن ابی حاتم) حضرت عمر کے پاس ایک شامی کبھی کبھی آیا کرتا تھا اور تھا ذرا ایسا ہی آدمی ایک مرتبہ لمبی مدت تک وہ آیا ہی نہیں تو امیرالمومنین نے لوگوں سے اس کا حال پوچھا انہوں نے کہا کہ اس نے بہ کثرت شراب پینا شروع کردیا ہے۔ حضرت عمر نے اپنے کاتب کو بلوا کر کہا لکھو یہ خط ہے عمر بن خطاب کی طرف سے فلاں بن فلاں کی طرف بعداز سلام علیک میں تمہارے سامنے اس اللہ کی تعریفیں کرتا ہوں جس کے ساتھ کوئی معبود نہیں جو گناہوں کو بخشنے والا توبہ کو قبول کرنے والا سخت عذاب والا بڑے احسان والا ہے جس کے سوا کوئی اللہ نہیں۔ اسی کی طرف لوٹنا ہے۔ یہ خط اس کی طرف بھجوا کر آپ نے اپنے ساتھیوں سے فرمایا اپنے بھائی کیلئے دعا کرو کہ اللہ تعالیٰ اس کے دل کو متوجہ کردے اور اس کی توبہ قبول فرمائے جب اس شخص کو حضرت عمر ؓ کا خط ملا تو اس نے اسے بار بار پڑھنا اور یہ کہنا شروع کیا کہ اللہ تعالیٰ نے مجھے اپنی سزا سے ڈرایا بھی ہے اور اپنی رحمت کی امید دلا کر گناہوں کی بخشش کا وعدہ بھی کیا ہے کئی کئی مرتبہ اسے پڑھ کر رودیئے پھر توبہ کی اور سچی پکی توبہ کی جب حضرت فاروق اعظم کو یہ پتہ چلا تو آپ بہت خوش ہوئے۔ اور فرمایا اسی طرح کیا کرو۔ جب تم دیکھو کہ کوئی مسلمان بھائی لغزش کھا گیا تو اسے سیدھا کرو اور مضبوط کرو اور اس کیلئے اللہ سے دعا کرو۔ شیطان کے مددگار نہ بنو۔ حضرت ثابت بنانی فرماتے ہیں کہ میں حضرت مصعب بن زبیر ؓ کے ساتھ کوفے کے گرد و نواح میں تھا میں نے ایک باغ میں جاکر دو رکعت نماز شروع کی اور اس سورة مومن کی تلاوت کرنے لگا میں ابھی الیہ المصیر تک پہنچا ہی تھا کہ ایک شخص نے جو میرے پیچھے سفید خچر پر سوار تھا جس پر یمنی چادریں تھیں مجھ سے کہا جب غافر الذنب پڑھو تو کہو یاغافر الذنب اغفرلی ذنبی اور جب قابل التوب پڑھو تو کہو یاشدید العقاب لا تعاقبنی حضرت مصعب فرماتے ہیں میں نے گوشہ چشم سے دیکھا تو مجھے کوئی نظر نہ آیا فارغ ہو کر میں دروازے پر پہنچا وہاں جو لوگ بیٹھے تھے ان میں سے میں نے پوچھا کہ کیا کوئی شخص تمہارے پاس سے گذرا جس پر یمنی چادریں تھیں انہوں نے کہا نہیں ہم نے تو کسی کو آتے جاتے نہیں دیکھا۔ اب لوگ یہ خیال کرنے لگے کہ یہ حضرت الیاس تھے۔ یہ روایت دوسری سند سے بھی مروی ہے اور اس میں حضرت الیاس کا ذکر نہیں۔ واللہ سبحانہ و تعالیٰ اعلم۔",
  "ayah": 3,
  "surah": 40
}
