{
  "text": "احسانات و انعامات کا تذکرہ۔اللہ تعالیٰ احسان بیان فرماتا ہے کہ اس نے رات کو سکون و راحت کی چیز بنائی۔ اور دن کو روشن چمکیلا تاکہ ہر شخص کو اپنے کام کاج میں، سفر میں، طلب معاش میں سہولت ہو۔ اور دن بھر کا کسل اور تھکان رات کے سکون و آرام سے اتر جائے۔ مخلوق پر اللہ تعالیٰ بڑے ہی فضل و کرم کرنے والا ہے۔ لیکن اکثر لوگ رب کی نعمتوں کی ناشکری کرتے ہیں۔ ان چیزوں کو پیدا کرنے والا اور یہ راحت و آرام کے سامان مہیا کردینے والا ہی اللہ واحد ہے۔ جو تمام چیزوں کا خالق ہے۔ اس کے سوا کوئی لائق عبادت نہیں، نہ اس کے سوا اور کوئی مخلوق کی پرورش کرنے والا ہے۔ پھر تم کیوں اس کے سوا دوسروں کی عبادت کرتے ہو ؟ جو خود مخلوق ہیں۔ کسی چیز کو انہوں نے پیدا نہیں کیا۔ بلکہ جن بتوں کی تم پرستش کر رہے ہو وہ تو خود تمہارے اپنے ہاتھوں کے گھڑے ہوئے ہیں، ان سے پہلے کے مشرکین بھی اسی طرح بہکے اور بےدلیل و حجت غیر اللہ کی عبادت کرنے لگے۔ خواہش نفسانی کو سامنے رکھ کر اللہ کے دلائل کی تکذیب کی۔ اور جہالت کو آگے رکھ کر بہکتے بھٹکتے رہے اللہ تعالیٰ نے زمین کو تمہارے لئے قرار گاہ بنایا۔ یعنی ٹھہری ہوئی اور فرش کی طرح بچھی ہوئی کہ اس پر تم اپنی زندگی گزارو چلو پھر آؤ جاؤ۔ پہاڑوں کو اس پر گاڑ کر اسے ٹھہرا دیا کہ اب ہل جل نہیں سکتی۔ اس نے آسمان کو چھت بنایا جو ہر طرح محفوظ ہے۔ اسی نے تمہیں بہترین صورتوں میں پیدا کیا۔ ہر جوڑ ٹھیک ٹھاک اور نظر فریب بنایا۔ موزوں قامت مناسب اعضا سڈول بدن خوبصورت چہرہ عطا فرمایا۔ نفیس اور بہتر چیزیں کھانے پینے کو دیں۔ پیدا کیا، بسایا، اس نے کھلایا پلایا، اس نے پہنایا اوڑھایا۔ پس صحیح معنی میں خالق و رازق وہی رب العالمین ہے۔ جیسے سورة بقرہ میں فرمایا۔۔ الخ، یعنی لوگو اپنے اس رب کی عبادت کرو جس نے تمہیں اور تم سے اگلو کو پیدا کیا تاکہ تم بچو۔ اسی نے تمہارے لئے زمین کو فرش اور آسمان کو چھت بنایا اور آسمان سے بارش نازل فرما کر اس کی وجہ سے زمین سے پھل نکال کر تمہیں روزیاں دیں پس تم ان باتوں کے جاننے کے باوجود اللہ کے شریک اوروں کو نہ بناؤ۔ یہاں بھی اپنی یہ صفتیں بیان فرما کر ارشاد فرمایا کہ یہی اللہ تمہارا رب ہے۔ اور سارے جہان کا رب بھی وہی ہے۔ وہ بابرکت ہے۔ وہ بلندی پاکیزگی برتری اور بزرگی والا ہے، وہ ازل سے ہے اور ابد تک رہے گا۔ وہ زندہ ہے جس پر کبھی موت نہیں۔ وہی اول و آخر ظاہر و باطن ہے۔ اس کا کوئی وصف کسی دوسرے میں نہیں۔ اس کا نظیر یا برابر کوئی نہیں۔ تمہیں چاہئے کہ اس کی توحید کو مانتے ہوئے اس سے دعائیں کرتے رہو، اور اس کی عبادت میں مشغول رہو۔ تمام تر تعریفوں کا مالک اللہ رب العالمین ہی ہے۔ امام ابن جریر فرماتے ہیں اہل علم کی ایک جماعت سے منقول ہے کہ لا الہ الا اللہ پڑھنے والے کو ساتھ ہی الحمد للہ رب العالمین بھی پڑھنا چاہئے تاکہ اس آیت پر عمل ہوجائے۔ ابن عباس سے بھی یہ مرودی ہے حضرت سعید بن جبیر فرماتے ہی جب تک فادعو اللہ مخلصین لہ الدین پڑھے تو لا الہ الا اللہ کہہ لیا کر اور اس کے ساتھ ہی الحمد للہ رب العالمین پڑھ لیا کر۔ حضرت عبداللہ بن زبیر ہر نماز کے سلام کے بعد (لا الہ الا اللہ وحدہ لا شریک لہ لہ الملک والہ الحمد وھو علی کل شی قدیر) پڑھا کرتے تھے اور فرمایا کرتے تھے کہ رسول اللہ ﷺ بھی ان کلمات کو ہر نماز کے بعد پڑھا کرتے تھے۔ (مسلم ابو داؤد، نسائی)",
  "ayah": 63,
  "surah": 40
}
