{
  "surah": 9,
  "ayah": 60,
  "text": "The voluntary almsgivings the alms to be dispensed are only for the poor who cannot find anything to suffice them in the least and the needy who cannot find anything to suffice them and those who work with them that is with these alms in other words the one who collects them the one who takes the oaths from those who claim them the slave to be manumitted by contract as well as the tax-summoner; and those whose hearts are to be reconciled so that they might become Muslims or that Islam might be firmly established or that their peers might become Muslims or that they might defend Muslims all of whom are classed according to different categories. According to al-Shāfi‘ī may God be pleased with him the first and the last of these categories are no longer given of the alms-tax today because of the established power of Islam; in contrast the other two categories are given of the alms-tax according to the sounder opinion; and for the manumission of slaves that is for slaves to be manumitted by contract and for the debtors those in debt if they have taken out a debt without intending thereby an act of disobedience or those who have repented but have nothing with which to fulfil the penalty of expiation or to set things right between people even if they be wealthy; and for the way of God that is for those who are engaged in the struggle of those for whom there is no share of the booty fay’ even if they be wealthy; and for the traveller the one cut off from resources during his journey — a duty imposed by God farīdatan ‘a duty’ is in the accusative because of an implied verb sc. faradahā ‘which He has imposed’. And God is Knower of His creatures Wise in His actions. Thus it is impermissible to dispense these alms-proceeds other than to these categories or to deny these proceeds to any one of these categories if they exist. The Imam must divide these proceeds among them equally but he is permitted to give priority to certain individuals over others within any one category. The lām of li’l-fuqarā’ ‘for the poor’ indicates that it is obligatory to include every individual of these categories in the distribution of the proceeds; it is not however obligatory to do so when the person in charge of the monies has to apportion it but finds that it is insufficient. Indeed in such a situation it suffices to give three individuals from each category but anything less than that is not sufficient as is indicated by the plural form. The Sunna shows that the prerequisite condition for receiving a share of such monies is that the person be a Muslim but not a Hashimī or a Muttālibī."
}
