{
  "text": "اللہ تعالیٰ ہی معبود واحد ہے اللہ تعالیٰ جل وعلا اپنے وحدانیت، خالقیت، تصرف اور ملکیت کا ثبوت دیتا ہے تاکہ معلوم ہوجائے کہ معبود برحق صرف وہی ہے اس کے سوا کسی اور کی عبادت نہیں کرنی چاہے۔ وہ واحد اور لاشریک ہے پس اپنے محترم رسول اللہ ﷺ کو حکم دیتا ہے کہ آپ ان مشرکین سے دریافت فرمائیں تو وہ سات لفظوں میں اللہ کے رب ہونے کا اقرار کرے گے اور اس میں کسی کو شریک نہیں بتائیں گے۔ آپ انہیں کے جواب کو لے کر انہیں قائل کریں کہ جب خالق، مالک، صرف اللہ ہے اس کے سوا کوئی نہیں پھر معبود بھی تنہا وہی کیوں نہ ہو ؟ اس کے ساتھ دوسروں کی عبادت کیوں کی جائے ؟ واقعہ یہی ہے کہ وہ اپنے معبودوں کو بھی مخلوق الٰہی اور مملوک رب جانتے تھے لیکن انہیں مقربان رب سمجھ کر اس نیت سے ان کی عبادت کرتے تھے کہ وہ ہمیں بھی مقرب بارگاہ اللہ بنادیں گے۔ پس حکم ہوتا ہے کہ زمین اور زمین کی تمام چیزوں کا خالق کون ہے ؟ اس کی بابت ان مشرکوں سے سوال کرو۔ ان کا جواب یہی ہوگا کہ اللہ وحدہ لاشریک لہ اب تم پھر ان سے کہو کہ کیا اب بھی اس اقرار کے بعد بھی تم اتنا نہیں سمجھتے کہ عبادت کے لائق بھی وہی ہے کیونکہ خالق ورازق وہی ہے۔ پھر پوچھو کہ اس بلند وبالا آسمان کا اس کی مخلوق کا خالق کون ہے ؟ جو عرش جیسی زبردست چیز کا رب ہے ؟ جو مخلوق کی چھت جیسے کہ حضور ﷺ نے فرمایا ہے کہ اللہ کی شان بہت بڑی ہے اس کا عرش آسمانوں پر اس طرح ہے اور آپ نے اپنے ہاتھ سے قبہ کی طرح بنا کر بتایا \" (ابوداؤد) ایک اور حدیث میں ہے کہ ساتوں آسمان اور زمین اور ان کی کل مخلوق کرسی کے مقابلے پر ایسی ہے جسے کسی چٹیل میدان میں کوئی حلقہ پڑا ہو اور کرسی اپنی تمام چیزوں سمیت عرش کے مقابلے میں بھی ایسی ہی ہے۔ بعض سلف سے منقول ہے عرش کی ایک جانب سے دوسری جانب کی دوری پچاس ہزار سال کی مسافت کی ہے۔ اور ساتویں زمین سے اس کی بلندی پچاس ہزار سال کی مسافت کی ہے۔ عرش کا نام عرش اس کی بلندی کی وجہ سے ہی ہے۔ کعب احبار سے مروی ہے کہ آسمان عرش کے مقابلے میں ایسے ہیں جسے کوئی قندیل آسمان و زمین کے درمیان ہو۔ مجاہد ؒ کا قول ہے کہ آسمان و زمین بمقابلہ عرش الٰہی ایسے ہیں جسے کوئی چھلا کسی چٹیل وسیع میدان میں پڑا ہو ابن عباس ؓ فرماتے ہیں عرش کی قدرت و عظمت کا کوئی بھی سوائے اللہ تعالیٰ کے اندازہ نہیں کرسکتا بعض سلف کا قول ہے کہ عرش سرخ رنگ یاقوت کا ہے اس آیت میں عرش عظیم کہا گیا ہے اور اس سورت کے آخر میں عرش کریم کہا گیا ہے یعنی بہت بڑا اور بہت حسن وخوبی والا۔ پس لمبائی، چوڑائی، وسعت و عظمت، حسن وخوبی میں وہ بہت ہی اعلیٰ وبالا ہے اسی لئے لوگوں نے اسے یاقوت سرخ کہا ہے۔ ابن مسعود ؓ کا فرمان ہے کہ تمہارے رب کے پاس رات دن کچھ نہیں اس کے عرش کا نور اس کے چہرے کے نور سے ہے۔ الغرض اس سوال کا جواب بھی وہ یہی دیں گے کہ آسمان اور عرش کا رب اللہ ہے تو تم کہو کہ پھر تم اس کے عذاب سے کیوں نہیں ڈرتے ؟ اس کے ساتھ دوسروں کی عبادت کیوں کررہے ہو۔ کتاب التفکر والاعتبار میں امام ابوبکر ابن ابی الدنیا ایک حدیث لائے ہیں کہ رسول اللہ ﷺ عموما اس حدیث کو بیان فرمایا کرتے تھے کہ \" جاہلیت کے زمانے میں ایک عورت پہاڑ کی چوٹی پر اپنی بکریاں چرایا کرتی تھی اس کے ساتھ اس کا لڑکا بھی تھا ایک مرتبہ اس نے اپنی ماں سے دریافت کیا کہ اماں جان تمہیں کس نے پیدا کیا ہے ؟ اس نے کہا اللہ نے کہا میرے والد کو کس نے پیدا کیا ؟ اس نے جواب دیا اللہ نے پوچھا اور ان پہاڑوں کو اماں کس نے بنایا ہے ماں نے جواب دیا ان کا خالق بھی اللہ تعالیٰ ہی ہے۔ پوچھا اور ان ہماری بکریوں کا خالق کون ہے ماں نے کہا اللہ ہی ہے اس نے کہا سبحان اللہ۔ اللہ کی اتنی بڑی شان ہے بس اس قدر عظمت اس کے دل میں اللہ تعالیٰ کی سماگئی کہ وہ تھر تھر کانپنے لگا اور پہاڑ سے گرپڑا اور جان اللہ کے سپرد کردی اس کا ایک راوی ذرا ٹھیک نہیں، واللہ اعلم۔ دریافت کرو کہ تمام ملک کا مالک ہر چیز کا مختار کون ہے ؟ حضور ﷺ کی قسم عموماً ان لفظوں میں ہوتی تھی کہ اس کی قسم جس کے ہاتھ میں میری جان ہے اور جب کوئی تاکیدی قسم کھاتے تو فرماتے اس کی قسم جو دلوں کا مالک اور ان کے پھیرنے والا ہے پھر یہ بھی پوچھ کہ وہ کون ہے ؟ جو سب کو پناہ دے اور اس کی دی ہوئی پناہ کو کوئی توڑ نہ سکے اور اس کے مقابلے پر کوئی پناہ دے نہ سکے کسی کی پناہ کا وہ پابند نہیں یعنی اتنا بڑا سید ومالک کہ تمام خلق، ملک، حکومت، اسی کے ہاتھ میں ہے بتاؤ وہ کون ہے ؟ عرب میں دستور تھا کہ سردار قبیلہ اگر کسی کو پناہ دے دے تو سارا قبیلہ اس کا پابند ہے لیکن قبیلے میں سے کوئی کسی کو پناہ میں لے لے تو سردار پر اس کی پابندی نہیں۔ پس یہاں اللہ تعالیٰ کی سلطنت و عظمت بیان ہو رہی ہے کہ وہ قادر مطلق حاکم کل ہے اس کا ارادہ کوئی بدل نہیں سکتا۔ وہ سب سے باز پرس کرلے لیکن کسی کی مجال نہیں کہ اس سے کوئی سوال کرسکے۔ اس کی عظمت، اس کی کبریائی، اس کا غلبہ، اس کا دباؤ، اس کی قدرت، اس کی عزت، اس کی حکمت، اس کا عدل بےپایاں اور بےمثل ہے۔ سب مخلوق اس کے سامنے عاجز پست اور لا چار ہے۔ اب ساری مخلوق کی بعض پرس کرنے والا ہے اس سوال کا جواب بھی ان کے پاس اس کے سوا کوئی اور نہیں کہ وہ اقرار کریں کہ اتنا بڑا بادشاہ ایسا خود مختار اللہ واحد ہی ہے کہہ دے کہ پھر تم پر کیا ٹپکی پڑی ہے ؟ ایسا کونسا جادو تم پر ہوگیا ہے ؟ باوجود اس اقرار کے پھر بھی دوسروں کی پرستش کرتے ہو ؟ ہم تو ان کے سامنے حق واضع کرچکے توحید ربوبیت کے ساتھ ساتھ توحید الوہیت بیان کردی صحیح دلیلیں اور صاف باتیں پہنچا دیں اور ان کا غلط گو ہونا ظاہر کردیا کہ یہ شریک بنانے میں جھوٹے ہیں اور ان کا جھوٹ خود ان کے اقرار سے ظاہر وباہر ہے جسے کہ سورت کے آخر میں فرمایا کہ اللہ کے سوا دوسروں کے پکارنے کی کوئی سند نہیں۔ صرف باپ دادا کی تقلید پر ضد ہے اور وہ یہی کہتے بھی تھے کہ ہم نے اپنے بزرگوں کو اسی پر پایا اور ہم ان کی تقلید نہیں چھوڑیں گے۔",
  "ayah": 88,
  "surah": 23
}
