{
  "text": "بعد از مرگ بیان ہو رہا ہے کہ موت کے وقت کفار اور بدترین گناہگار سخت نادم ہوتے ہیں اور حسرت و افسوس کے ساتھ آرزو کرتے ہیں کہ کاش کہ ہم دنیا کی طرف لوٹائے جائیں۔ تاکہ ہم نیک اعمال کرلیں۔ لیکن اس وقت وہ امید فضول یہ آرزو لاحاصل ہے چناچہ سورة منافقون میں فرمایا جو ہم نے دیا ہے ہماری راہ میں دیتے رہو، اس سے پہلے کہ تم میں سے کسی کی موت آجائے اس وقت وہ کہے کہ اے اللہ ذرا سی مہلت دے دے تو میں صدقہ خیرات کرلوں اور نیک بندہ بن جاؤں لیکن اجل آجانے کے بعد کسی کو مہلت نہیں ملتی تمہارے تمام اعمال سے اللہ تعالیٰ خبردار ہے اسی مضمون کی اور بھی بہت سی آیتیں ہیں۔ مثلا آیت (وَاَنْذِرِ النَّاسَ يَوْمَ يَاْتِيْهِمُ الْعَذَابُ فَيَقُوْلُ الَّذِيْنَ ظَلَمُوْا رَبَّنَآ اَخِّرْنَآ اِلٰٓى اَجَلٍ قَرِيْبٍ ۙنُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ ۭ) 14۔ ابراهيم \"44) اور آیت (يَوْمَ يَاْتِيْ تَاْوِيْلُهٗ يَقُوْلُ الَّذِيْنَ نَسُوْهُ مِنْ قَبْلُ قَدْ جَاۗءَتْ رُسُلُ رَبِّنَا بالْحَقِّ ۚ فَهَلْ لَّنَا مِنْ شُفَعَاۗءَ فَيَشْفَعُوْا لَنَآ اَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الَّذِيْ كُنَّا نَعْمَلُ ۭقَدْ خَسِرُوْٓا اَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُوْا يَفْتَرُوْنَ 53؀) 7۔ الاعراف :53) اور آیت (وَلَوْ تَرٰٓي اِذِ الْمُجْرِمُوْنَ نَاكِسُوْا رُءُوْسِهِمْ عِنْدَ رَبِّهِمْ ۭ رَبَّنَآ اَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا اِنَّا مُوْقِنُوْنَ 12 ؀) 32۔ السجدة :12) تک اور آیت (وَلَوْ تَرٰٓي اِذْ وُقِفُوْا عَلٰي رَبِّهِمْ ۭقَالَ اَلَيْسَ هٰذَا بالْحَقِّ ۭ قَالُوْا بَلٰى وَرَبِّنَا ۭقَالَ فَذُوْقُوا الْعَذَابَ بِمَا كُنْتُمْ تَكْفُرُوْنَ 30؀) 6۔ الانعام :30) تک اور آیت (وَتَرَى الظّٰلِمِيْنَ لَمَّا رَاَوُا الْعَذَابَ يَقُوْلُوْنَ هَلْ اِلٰى مَرَدٍّ مِّنْ سَبِيْلٍ 44؀ۚ) 42۔ الشوری :44) تک اور آیت (قَالُوْا رَبَّنَآ اَمَتَّنَا اثْنَتَيْنِ وَاَحْيَيْتَنَا اثْنَتَيْنِ فَاعْتَرَفْنَا بِذُنُوْبِنَا فَهَلْ اِلٰى خُرُوْجٍ مِّنْ سَبِيْلٍ 11؀) 40۔ غافر :11) اور اس کے بعد کی آیت (وَهُمْ يَصْطَرِخُوْنَ فِيْهَا ۚ رَبَّنَآ اَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِيْ كُنَّا نَعْمَلُ ۭ اَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيْهِ مَنْ تَذَكَّرَ وَجَاۗءَكُمُ النَّذِيْرُ ۭ فَذُوْقُوْا فَمَا للظّٰلِمِيْنَ مِنْ نَّصِيْرٍ 37؀) 35۔ فاطر :37) وغیرہ ان آیتوں میں بیان ہوا ہے کہ ایسے بدکار لوگ موت کو دیکھ کر قیامت کے دن اللہ کے سامنے کی پیشی کے وقت جہنم کے سامنے کھڑے ہو کر دنیا میں واپس آنے کی تمنا کریں گے اور نیک اعمال کرنے کا وعدہ کریں گے۔ لیکن ان وقتوں میں ان کی طلب پوری نہ ہوگی۔ یہ تو وہ کلمہ ہے جو بہ مجبوری ایسے آڑے وقتوں میں ان کی زبان سے نکل ہی جاتا ہے اور یہ بھی کہ یہ کہتے ہیں مگر کرنے کے نہیں۔ اگر دنیا میں واپس لوٹائے بھی جائیں تو عمل صالح کرکے نہیں دینے کے بلکہ ویسے ہی رہیں گے جسے پہلے رہے تھے یہ تو جھوٹے اور لپاڑئیے ہیں کتنا مبارک وہ شخص ہے جو اس زندگی میں نیک عمل کرلے اور کیسے بدنصیب یہ لوگ ہیں کہ آج نہ انہیں مال واولاد کی تمنا ہے۔ نہ دنیا اور زینت دنیا کی خواہش ہے صرف یہ چاہتے ہیں کہ دو روز کی زندگی اور ہوجائے تو کچھ نیک اعمال کرلیں لیکن تمنا بیکار، آرزو بےسود، خواہش بےجا۔ یہ بھی مروی ہے کہ ان کی تمنا پر انہیں اللہ ڈانٹ دے گا اور فرمائے گا کہ یہ بھی تمہاری بات ہے عمل اب بھی نہیں کروگے۔ حضرت علا بن زیاد ؒ کیا ہی عمدہ بات فرماتے ہیں۔ آپ فرماتے ہیں، تم یوں سمجھ لو کہ میری موت آچکی تھی، لیکن میں نے اللہ سے دعا کی کہ مجھے چند روز کی مہلت دے دی جائے تاکہ میں نیکیاں کرلوں۔ اللہ تعالیٰ فرماتے ہیں کافر کی اس امید کو یاد رکھو اور خود زندگی کی گھڑیاں اطاعت اللہ میں بسر کرو۔ حضرت ابوہریرہ ؓ فرماتے ہیں جب کافر اپنی قبر میں رکھا جاتا ہے اور اپنا جہنم کا ٹھکانا دیکھ لیتا ہے تو کہتا ہے میرے رب مجھے لوٹا دے میں توبہ کرلوں گا اور نیک اعمال کرتا رہوں گا جواب ملتا ہے کہ جتنی عمر تجھے دی گئی تھی تو ختم کرچکا پھر اس کی قبر اس پر سمٹ جاتی ہے اور تنگ ہوجاتی ہے اور سانپ بچھو چمٹ جاتے ہیں۔ حضرت عائشہ صدیقہ ؓ فرماتی ہیں گناہگاروں پر ان کی قبریں بڑی مصیبت کی جگہیں ہوتی ہیں ان کی قبروں میں انہیں کالے ناگ ڈستے رہتے ہیں جن میں سے ایک بہت بڑا اس کے سرہانے ہوتا ہے ایک اتنا ہی بڑا پاؤں کی طرف ہوتا ہے وہ سر کی طرف سے ڈسنا اور اوپر چڑھنا شروع کرتا ہے اور یہ پیروں کی طرف سے کاٹنا اور اوپر چڑھنا شروع کرتا ہے یہاں تک کہ بیچ کی جگہ آکر دونوں اکٹھے ہوجاتے ہیں پس یہ ہے وہ برزخ جہاں یہ قیامت تک رہیں گے من ورائہم کہ معنی کئے گے ہیں کہ ان کے آگے برزخ ایک حجاب اور آڑ ہے دنیا اور آخرت کے درمیان وہ نہ تو صحیح طور دنیا میں ہیں کہ کھائیں پئیں نہ آخرت میں ہیں کہ اعمال کے بدلے میں آجائیں بلکہ بیچ ہی بیچ میں ہیں پس اس آیت میں ظالموں کو ڈرایا جارہا ہے کہ انہیں عالم برزخ میں بھی بڑے بھاری عذاب ہوں گے جیسے فرمان ہے آیت (مِنْ وَّرَاۗىِٕهِمْ جَهَنَّمُ ۚ وَلَا يُغْنِيْ عَنْهُمْ مَّا كَسَبُوْا شَيْـــــًٔا وَّلَا مَا اتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اَوْلِيَاۗءَ ۚ وَلَهُمْ عَذَابٌ عَظِيْمٌ 10ۭ) 45۔ الجاثية :10) ان کے آگے جہنم ہے اور آیت میں ہے (وَمِنْ وَّرَاۗىِٕهٖ عَذَابٌ غَلِيْظٌ 17؀) 14۔ ابراھیم :17) ان کے آگے سخت عذاب ہے برزخ کا۔ قبر کا یہ عذاب ان پر قیامت کے قائم ہونے تک برابر جاری رہے گا۔ جیسے حدیث میں ہے کہ وہ اس میں برابر عذاب میں رہے گا یعنی زمین میں۔",
  "ayah": 99,
  "surah": 23
}
