{
  "text": "আর তোমারা ফেৎনা থেকে বেঁচে থাক যা বিশেষ করে তোমাদের মধ্যে যারা যালিম শুধু তাদের উপরই আপতিত হবে না। আর জেনে রাখ যে, নিশ্চয় আল্লাহ্‌ শাস্তি দানে কঠোর [১]।\n[১]  এ আয়াতে কিছু পাপ থেকে বেঁচে থাকার জন্য বিশেষভাবে নির্দেশ দেয়া হয়েছে। কারণ, পাপের আযাব শুধু পাপীদের পর্যন্তই সীমাবদ্ধ থাকে না, বরং পাপ করেনি এমন লোকও তাতে জড়িয়ে পড়ে। সে পাপ যে কি, সে সম্পর্কে মুফাসসিরীন ওলামায়ে কেরামের বিভিন্ন মত রয়েছে। কেউ কেউ বলেনঃ এখানে ফেতনা বলতে সে সব সামাজিক সামগ্রিক ফেতনা বুঝানো হয়েছে, যা এক সংক্রামক ব্যাধির মত জন-সমাজে ছড়িয়ে পড়ে, যাতে কেবল গোনাহগার লোকরাই নিপতিত হয় না, সে লোকেরাও এতে পড়ে মার খায়, যারা গোনাহগার সমাজে বসবাস করাকে বরদাশত করে থাকে। [ইবন কাসীর] মুতাররিফ বলেন, আমি আব্দুল্লাহ ইবন যুবাইরকে জিজ্ঞেস করলাম, হে আবু আবদিল্লাহ! আপনারা কী জন্য এসেছেন? আপনারা এক খলীফা (উসমান) কে নিঃশেষ করে দিয়েছেন। তারপর তার রক্তের দাবী নিয়ে এসেছেন। তখন আব্দুল্লাহ ইবন যুবাইর বললেন, আমরা (وَاتَّقُوْافِتْنَةً) এ আয়াতটি রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম, আবু বকর, উমর ও উসমানের সময় পড়েছিলাম, কিন্তু আমরা মনে করেনি যে, আমরাই এর দ্বারা উদ্দিষ্ট। শেষ পর্যন্ত তা আমাদের মধ্যেই যেভাবে ঘটার ঘটে গেল। [মুসনাদে আহমাদ: ১/১৬৫] [ইবন কাসীর]\nকোন কোন মুফাসসির বলেনঃ আম্‌র বিল মা’রূফ’ তথা সৎকাজের নির্দেশ দান এবং নাহী আনিল মুনকার অর্থাৎ অসৎকাজ থেকে মানুষকে বিরত রাখার চেষ্টা পরিহার করাই হল এই পাপ। [ইবন কাসীর] আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ আল্লাহ মানুষকে নির্দেশ দিয়েছেন যেন তারা নিজের এলাকায় কোন অপরাধ ও পাপানুষ্ঠান হতে না দেয়। কারণ, যদি তারা এমন না করে, অর্থাৎ সামর্থ্য থাকা সত্বেও অপরাধ ও পাপকৰ্ম অনুষ্ঠিত হতে দেখে তা থেকে বারণ না করে, তবে আল্লাহ স্বীয় আযাব সবার উপরই ব্যাপক করে দেন। [তাবারী] তখন তা থেকে না বাঁচতে পারে কোন গোনাহগার, আর না বাচতে পারে নিরপরাধ।\nএখানে নিরপরাধ বলতে সেসব লোককেই বোঝানো হচ্ছে যারা মূল পাপে পাপীদের সাথে অংশগ্রহণ করেনি, কিন্তু তারাও আমর বিল মা’রূফ। বর্জন করার পাপে পাপী। রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেনঃ যখন কোন জাতির এমন অবস্থার উদ্ভব হয় যে, সে নিজের এলাকায় পাপকৰ্ম অনুষ্ঠিত হতে দেখে বাধা দানের ক্ষমতা থাকা সত্ত্বেও তাতে বাধা দেয় না, তখন আল্লাহর আযাব সবাইকে ঘিরে ফেলে। [আবু দাউদঃ ৩৭৭৬, ইবন মাজাহঃ ৩৯৯৯] আবু বকর রাদিয়াল্লাহু আনহু তার এক ভাষণে বলেছেন যে, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামকে বলতে শুনেছি, তিনি বলেছেন যে, মানুষ যখন কোন অত্যাচারীকে দেখেও অত্যাচার থেকে তার হাতকে প্রতিরোধ করবে না, শীঘ্রই আল্লাহ তাদের সবার উপর ব্যাপক আযাব নাযিল করবেন। [আবু দাউদঃ ৩৭৭৫, তিরমিয়ীঃ ২০৯৪] নু’মান ইবন বশীর রাদিয়াল্লাহু আনহু বলেনঃ রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেছেন, যারা আল্লাহর কানুনের সীমালংঘনকারী গোনাহগার এবং যারা তাদের দেখেও মৌনতা অবলম্বন করে, অর্থাৎ সামর্থ্য থাকা সত্ত্বেও তাদেরকে সেই পাপানুষ্ঠান থেকে বাধা দান করে না, এতদুভয় শ্রেণীর উদাহরণ এমন একটি সামুদ্রিক জাহাজের মত যাতে দু’টি শ্রেণী রয়েছে এবং নীচের শ্রেণীর লোকেরা উপরে উঠে এসে নিজেদের প্রয়োজনে পানি নিয়ে যায়, যাতে উপরের লোকেরা কষ্ট অনুভব করে। নীচের লোকেরা বলে বসে যে, যদি আমরা জাহাজের তলায় ছিদ্র করে নিজেদের কাজের জন্য পানি সংগ্রহ করতে শুরু করি, তবে আমরা আমাদের উপরের লোকদের কষ্ট দেয়া থেকে অব্যাহতি পাব। এখন যদি নিচের লোকদেরকে এ কাজ করতে দেয়া হয় এবং বাধা না দেয়া হয়, তবে বলাবাহুল্য যে, গোটা জাহাজেই পানি ঢুকে পড়বে। আর তাতে নীচের লোকেরা যখন ডুবে মরবে, তখন উপরের লোকেরাও বাঁচতে পারবে না। [সহীহ আল-বুখারীঃ ২৪৯৩] এসব বর্ণনার ভিত্তিতে অনেক মুফাসসির মনীষী সাব্যস্ত করেছেন যে, এ আয়াতে (فتنة) (ফিতনাহ) বলতে এই পাপ অর্থাৎ সৎকাজের নির্দেশ দান ও অসৎ কাজে বাধা দান বর্জনকেই বোঝানো হয়েছে।",
  "ayah": 25,
  "surah": 8
}
