{
  "text": "হে ঈমানদারগণ! যদি তোমরা আল্লাহর তাকওয়া অবলম্বন কর তবে তিনি তোমাদেরকে ফুরকান [১] তথা ন্যায় –অন্যায় পার্থক্য করার শক্তি দেবেন, তোমাদের পাপ মোচন করবেন [২] এবং আল্লাহ্‌ মহাকল্যাণের অধিকারী [৩]।\nচতুর্থ রুকূ’\n[১]  আলোচ্য আয়াতে বলা হয়েছে, যে লোক বিবেককে স্বভাবের উপর প্রবল রেখে এই পরীক্ষায় দৃঢ়তা অবলম্বন করবে এবং আল্লাহর আনুগত্য ও মহব্বতকে সবকিছুর উর্ধ্বে স্থাপন করবে-যাকে কুরআন ও শরীআতের পরিভাষায় তাকওয়া’ বলা হয়-তাহলে সে এর বিনিময়ে কয়েকটি প্রতিদান লাভ করবে। (এক) ফুরকান, (দুই) পাপের প্রায়শ্চিত্ত ও (তিন) মাগফেরাত বা পরিত্রাণ। (চার) জান্নাত। [সা'দী; আইসারুত তাফাসীর]\n(فرقان) ও (فرق) দুটি ধাতুর সমার্থক। পরিভাষাগতভাবে (فرقان) (ফুরকান) এমনসব বস্তু বা বিষয়কে বলা হয় যা দুটি বস্তুর মাঝে প্রকৃষ্ট পার্থক্য ও দূরত্ব সূচিত করে দেয়। [কুরতুবী] সেজন্যই কোন বিষয়ের মীমাংসাকে ফুরকান বলা হয়। কারণ তা হক ও বাতিলের মধ্যে পার্থক্য সুস্পষ্ট করে দেয়। তাছাড়া আল্লাহ তা'আলার সাহায্যকেও ফুরকান বলা হয়। কারণ, এর দ্বারাও সত্যপন্থীদের বিজয় এবং তাদের প্রতিপক্ষের পরাজয় সূচিত হওয়ার মাধ্যমে সত্য ও মিথ্যার পার্থক্য সুস্পষ্ট হয়ে যায়। সে জন্যই কুরআনুল কারীমে বদরের যুদ্ধকে ইয়াওমুলফুরকান’ তথা পার্থক্যসূচক দিন বলে আখ্যায়িত করা হয়েছে। এ আয়াতে বর্ণিত তাকওয়া অবলম্বনকারীদের প্রতি ফুরকান দান করা হবে- কথাটির মর্ম অধিকাংশ মুফাসসিরের মতে এই যে, তাদের প্রতি আল্লাহ তা'আলার সাহায্য ও সহায়তা থাকে এবং তিনি তাদের হেফাজত করেন। কোন শক্র তাদের ক্ষতি সাধন করতে পারে না। যাবতীয় উদ্দেশ্যে তারা সাফল্য লাভে সমর্থ হন এবং যে কোন বিপদ থেকে উদ্ধার পান। [ইবন কাসীর]\nকোন কোন মুফাসসির বলেন, এ আয়াতে ফুরকান বলতে সেসব আলো বা জ্ঞানবুদ্ধিকে উদ্দেশ্য করা হয়েছে যার মাধ্যমে সত্য-মিথ্যা ও খাটি-মেকীর মাঝে পার্থক্য করা সহজ হয়ে যায়। [আইসারুত তাফাসীর; সাদী] অতএব, মর্ম দাড়ায় এই যে, যারা ‘তাকওয়া’ অবলম্বন করেন, আল্লাহ তাদেরকে এমন জ্ঞান ও অন্তদৃষ্টি দান করেন যাতে তাদের পক্ষে ভাল-মন্দ পার্থক্য করা সহজ হয়ে যায়।\nইবনে ওয়াহাব বলেন, আমি ইমাম মালেককে প্রশ্ন করেছি এখানে ফুরকান অর্থ কি? তিনি বললেন, এখানে ফুরকান অর্থ, উত্তরণের পথ। তারপর তিনি দলীল হিসেবে সূরা আত-তালাকের এই আয়াত পাঠ করলেন, “আর যে কেউ আল্লাহর তাকওয়া অবলম্বন করে আল্লাহ তার জন্য (উত্তরণের) পথ করে দেবেন\"। [সূরা আত-তালাক: ২] কারও কারও মতে, এখানে ‘ফুরকান’ দ্বারা আখেরাতে মুমিনদেরকে জান্নাত এবং কাফেরদেরকে জাহান্নামে দেয়া বোঝানো হয়েছে। [কুরতুবী]\n[২]  দ্বিতীয়তঃ তাকওয়ার বিনিময়ে যা লাভ হয়, তা হলো পাপের মোচন। অর্থাৎ পার্থিব ও বদলার ব্যবস্থা করে দেয়া হয়। এমন সৎকর্ম সম্পাদনের তৌফিক তার হয়, যা তার সমুদয় ক্রটি-বিচূতির উপর প্রাধান্য লাভ করে। তাকওয়ার বিনিময়ে তৃতীয় যে জিনিষটি লাভ হয়, তা হচ্ছে, আখেরাতে মুক্তি ও যাবতীয় পাপের ক্ষমা লাভ। পাপের মোচন এবং মাগফিরাত দুটি সমার্থবোধক শব্দ হলেও একত্রে ব্যবহার হলে দুটির অর্থ ভিন্ন হয়। তখন পাপ মোচন দ্বারা ছোট গোনাহের ক্ষমা, আর মাগফিরাত দ্বারা বড় গোনাহের ক্ষমা উদ্দেশ্য হয়। [সা'দী]\n[৩]  অর্থাৎ আল্লাহ তা'আলা বড়ই অনুগ্রহশীল ও করুণাময়। তিনি বিরাট অনুগ্রহ ও ইহসানের অধিকারী। তার দান ও দয়া কোন পরিমাপের গণ্ডিতে আবদ্ধ নয় এবং তার দান ও ইহসানের অনুমান করাও কারো পক্ষে সম্ভব নয়। কাজেই তাকওয়া থেকে আরো বহু দান ও অনুগ্রহ লাভের আশা রাখা কর্তব্য। তবে শর্ত হচ্ছে আল্লাহর সন্তুষ্টিকে নিজের প্রবৃত্তির চাহিদার উপর স্থান দিতে হবে। সাদী কেউ কেউ এটাকে জান্নাত দ্বারা তাফসীর করেছেন। [আইসারুত তাফসীর]",
  "ayah": 29,
  "surah": 8
}
