{
  "text": "নিশ্চয় যারা কুফরী করেছে, তারা আল্লাহর পথ থেকে লোকদেরকে নিবৃত্ত করার জন্য তাদের ধন- সম্পদ ব্যয় করে, অচিরেই তারা তা ব্যয় করবে; তারপর সেটা তাদের আফসোসের কারণ হবে, এরপর তারা পরাভূত হবে [১]। আর যারা কুফরী করেছে তাদেরকে জাহান্নামে একত্র করা হবে।\n[১]  এ ঘটনার বিবরণ মুহাম্মাদ ইবনে ইসহাক ‘রাহিমাহুল্লাহর বর্ণনা মতে আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহু থেকে উদ্ধৃত রয়েছে যে, বদরের যুদ্ধের পরাজয়ের পর অবশিষ্ট আহত মক্কাবাসী কাফেররা যখন মক্কায় গিয়ে পৌঁছল, তখন যাদের পিতা-পুত্র এ যুদ্ধে নিহত হয়েছিল, তারা বাণিজ্যিক কাফেলার আমীর আবু সুফিয়ানের কাছে উপস্থিত হয় এবং বলে যে, আপনি তো জানেন, এ যুদ্ধটি বাণিজ্যিক কাফেলার হেফাজতকল্পে করা হয়েছ, যার ফলে জান-মালের এহেন ক্ষতির সম্মুখীন হতে হয়। কাজেই আমরা চাই, সংশ্লিষ্ট ব্যবসায়ী প্রতিষ্ঠানগুলোর পক্ষ থেকে আমাদের কিছু সাহায্য করা হোক, যাতে আমরা ভবিষ্যতে মুসলিমদের থেকে এর প্রতিশোধ গ্রহণ করতে পারি। তারা এ দাবী মেনে নিয়ে তাদেরকে এক বিরাট অঙ্কের অর্থ দিয়ে দেয় যা তারা বদর যুদ্ধের প্রতিশোধ নেয়ার জন্য ওহুদ যুদ্ধে ব্যয় করে এবং তাতেও শেষ পর্যন্ত পরাজিত হয়। ফলে পরাজয়ের গ্লানির সাথে সাথে অর্থ অপচয়ের অতিরিক্ত অনুতাপ যোগ হয়ে যায়।\nআল্লাহ রাববুল ‘আলামীন এই আয়াতে এই ঘটনার পূর্বেই রাসূল সাল্লাল্লাহু 'আলাইহি ওয়াসাল্লামকে এর পরিণতি সম্পর্কে অবহিত করে দেন। বলা হয়, যারা কাফের তারা নিজেদের ধন-সম্পদ আল্লাহর দ্বীন থেকে মানুষকে বাধা দান করার কাজে ব্যয় করতে চাইছে। অতএব, তার পরিণতি হবে এই যে, নিজেদের ধনসম্পদও ব্যয় করে বসবে এবং পরে এ ব্যয়ের জন্য তাদের অনুতাপ হবে। অথচ শেষ পর্যন্ত তাদেরকে পরাজয়ই বরণ করতে হবে। বস্তুতঃ ওহুদের যুদ্ধে ঠিক তাই ঘটেছে; সঞ্চিত ধন-সম্পদও ব্যয় করে ফেলেছে এবং পরে যখন পরাজিত হয়েছে, তখন পরাজয়ের গ্লানির সাথে সাথে ধন-সম্পদ বিনষ্ট হওয়ার জন্য অতিরিক্ত অনুতাপ ও দুঃখ পোহাতে হয়েছে। [ইবন কাসীর]\nতাফসীরকার দাহহাক এ আয়াতের বিষয়বস্তুকে বদর যুদ্ধের ব্যয়সংক্রান্ত বলেই অভিহিত করেছেন। [ইবন কাসীর] কারণ, বদর যুদ্ধে এক হাজার জওয়ানের বাহিনী মুসলিমদের মোকাবেলা করতে গিয়েছিল। তাদের খাবার-দাবার এবং অন্যান্য যাবতীয় ব্যয়ভার মক্কার বার জন সর্দার নিজেদের দায়িত্বে নিয়ে নিয়েছিল। বলাবাহুল্য, এক হাজার লোকের যাতায়াত ও খানা-পিনা প্রভৃতিতে বিরাট অঙ্কের অর্থ ব্যয় হয়েছিল। কাজেই নিজেদের পরাজয়ের সাথে সাথে অর্থ ব্যয়ের জন্যও বিপুল অনুতাপ ও আফসোস হয়েছিল। হাফেয ইবন কাসীর ও ইমাম তাবারীর মতে, ঘটনাটি উহুদ বা বদরের সাথে সম্পৃক্ত হলেও এর ভাষা ব্যাপক। এর দ্বারা কাফেরদের যাবতীয় ব্যয়ই উদ্দেশ্য। তাদের ব্যয়ের কোন ভবিষ্যত নেই। তারা শুধু আফসোসই করবে। [তাবারী; ইবন কাসীরা]",
  "ayah": 36,
  "surah": 8
}
