{
  "text": "আর তোমরা আল্লাহ্‌ ও তাঁর রাসূলের আনুগত্য কর [১] এবং নিজেদের মধ্যে ঝগড়া করবে না [২], করলে তোমরা সাহস হারাবে এবং তোমাদের শক্তি বিলুপ্ত হবে [৩]। আর ধৈর্য ধারণ কর [৪]; নিশ্চয় আল্লাহ্‌ ধৈর্যশীলদের সাথে রয়েছেন [৫]।\n[১] এ আয়াতের মাধ্যমে যুদ্ধক্ষেত্রের জন্য কুরআনী হেদায়াতনামার তিনটি ধারা সাব্যস্ত হয়ে যায়। তা হল দৃঢ়চিত্ততা, আল্লাহর যিকর ও আনুগত্য।\n[২] অর্থাৎ তোমরা পারস্পরিক বিবাদ-বিসংবাদে লিপ্ত হয়ো না। এটি চতুর্থ হিদায়াত। [আইসারুত তাফাসীর]\n[৩] এখানে আরও একটি হিদায়াত দেয়া হয়েছে। যাতে দূর্বল ও শক্তিহীন হওয়ার কারণ বলে দেয়া হয়েছে, যাতে তা থেকে প্রতিকারের ব্যবস্থা নেয়া যায়। বলা হয়েছে, তোমরা যদি বিবাদে লিপ্ত হও তবে তোমাদের মাঝে সাহসহীনতা বিস্তার লাভ করবে এবং তোমাদের মনোবল ভেঙ্গে যাবে, তোমরা হীনবল হয়ে পড়বে। [আইসারুত তাফাসীর] এখানে আনুগত্য না করার ক্ষতিকর দিকগুলোর উপর আলোকপাত করে তা থেকে বেঁচে থাকার নির্দেশ দেয়া হয়েছে। এটি পঞ্চম হিদায়াত।\n[৪] বলা হয়েছে, আর ধৈর্য ধারণ কর। এটি ষষ্ঠ হিদায়াত [আইসারুত তাফাসীর] এটা যেমন বিবাদ-বিসংবাদ থেকে রক্ষা পাবার একান্ত কার্যকর ব্যবস্থা, তেমনি নিজেদের লোভ-লালসা ও আবেগ উচ্ছাসের ধারা সংযত রাখার উপায়। তাড়াহুড়া, ঘাবড়িয়ে যাওয়া, কাতর হয়ে পড়া, লোভ ও অবাঞ্ছনীয় উত্তেজনা পরিহার কর। বিপদ ও কঠিন অবস্থা সম্মুখে আসলেও যেন পদস্খলন না ঘটে, সে বিষয়ে সচেতন থাকবে। যুদ্ধ চালিয়ে যাওয়ার মত মানসিকতা রাখতে হবে। মনকে এ ব্যাপারে তৈরী করে নিতে হবে।\n[৫] এখানে সবর অবলম্বনের এক বিরাট উপকারিতার কথা বলে এর তিক্ততা দূর করে দিয়েছেন যে, (اِنَّ اللهَ مَعَ الصّٰبِرِيْنَ) (যারা সবর তথা ধৈর্য ধারণ করে আল্লাহ তাদের সঙ্গে রয়েছেন ) এটি এমন এক মহা সম্পদ যে, দুনিয়া ও আখেরাতের যাবতীয় সম্পদ এর মোকাবেলায় নগণ্য। যারা এ সমস্ত অবস্থায় ধৈর্য ধারণ করতে পারবে আল্লাহর সহায়তা ও সাহায্য কেবল তারাই লাভ করবে। মনে রাখা প্রয়োজন যে, আল্লাহর কারো সাথে থাকার অর্থ এ নয় যে, তার সাথে লেগে থাকবে। বরং এর অর্থ দুটি: এক. সাহায্য ও সহযোগিতা দ্বারা সাথে থাকা। দুই. জ্ঞানের মাধ্যমে সাথে থাকা। কারণ, সবকিছুই আল্লাহর জ্ঞানে রয়েছে। কোন কিছুই আল্লাহর কাছে গোপন নেই। [সিফাতিল্লাহিল ওয়ারিদা ফিল কিতাবি ওয়াস সুন্নাহ] এখানে সবরকারীদের সাথে থাকার অর্থ সাহায্য ও সহযোগিতায় তাদের সাথে থাকা। [সা’দী]",
  "ayah": 46,
  "surah": 8
}
