{
  "text": "কোন নবীর জন্য সংগত নয় যে [১] তার নিকট যুদ্ধবন্দি থাকবে, যতক্ষণ না তিনি যমীনে (তাদের) রক্ত প্রবাহিত করেন [২]। তোমরা কামনা কর পার্থিব সম্পদ [৩] এবং আল্লাহ্‌ চান আখেরাত; আর আল্লাহ্‌ পরাক্রমশালী, প্রজ্ঞাময়।\n[১] আয়াতটি বদরের যুদ্ধে বিশেষ এক ঘটনার সাথে সম্পৃক্ত বিধায় এগুলোর তাফসীর করার ব্যাপারে বিশুদ্ধ ও প্রামাণ্য রেওয়ায়েত ও হাদীসের মাধ্যমে ঘটনাটি বিবৃত করা বাঞ্ছনীয়। ঘটনাটি হল এই যে, বদর যুদ্ধটি ছিল ইসলামের প্রথম জিহাদ। তখনো জিহাদ সংক্রান্ত হুকুম-আহকামের কোন বিস্তারিত বিবরণ কুরআনে নাযিল হয়নি। যেমন, জিহাদ করতে গিয়ে গনীমতের মাল হস্তগত হলে তা কি করতে হবে, শক্রসৈন্য নিজেদের আয়ত্বে এসে গেলে তাকে বন্দী করা জায়েয হবে কিনা এবং বন্দী করে ফেললে তাদের সাথে কেমন আচরণ করতে হবে প্রভৃতি। হাদীসে এসেছে, রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এরশাদ করেছেনঃ \"আমাকে এমন পাঁচটি বিষয় দান করা হয়েছে, যা আমার পূর্বে অন্য কোন নবীকে দেয়া হয়নি। সেগুলোর মাঝে এও একটি যে, কাফেরদের সাথে প্রাপ্ত গনীমতের মালামাল কারো জন্য হালাল ছিল না, কিন্তু আমার উম্মতের জন্য তা হালাল করে দেয়া হয়েছে। [দেখুন- বুখারীঃ ৩৩৫, মুসলিমঃ ৫২১] গনীমতের মাল বিশেষভাবে এ উম্মতের জন্য হালাল হওয়ার বিষয়টির ব্যাপারে বদর যুদ্ধের পূর্ব পর্যন্ত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের উপর কোন ওহী নাযিল হয়নি। অথচ বদর যুদ্ধে এমন এক পরিস্থিতির উদ্ভব হয় যে, আল্লাহ তা'আলা মুসলিমগণকে ধারণা-কল্পনার বাইরে অসাধারণ বিজয় দান করেন। শক্ররা বহু মালামালও ফেলে যায়, যা গনীমত হিসেবে মুসলিমদের হস্তগত হয় এবং তাদের বড় বড় সত্তর জন সর্দারও মুসলিমদের হাতে বন্দী হয়ে আসে। কিন্তু এতদুভয় বিষয়ের বৈধতা সম্পর্কে কোন ওহী তখনো আসেনি।\nসে কারণেই সাহাবায়ে কেরামের প্রতি এহেন তড়িৎ পদক্ষেপের দরুন ভর্ৎসনা নাযিল হয়। এই ভৎর্সনা ও অসন্তুষ্টিই এই ওহীর মাধ্যমে ব্যক্ত করা হয়েছে যাতে যুদ্ধবন্দীদের সম্পর্কে বাহ্যতঃ দু’টি অধিকার মুসলিমগণকে দেয়া হয়েছিল। কিন্তু এরই মাঝে এই ইঙ্গিতও করা হয়েছিল যে, বিষয়টির দুটি দিকের মধ্যে আল্লাহ তা'আলার নিকট একটি পছন্দনীয় এবং অপরটি অপছন্দনীয়। সাহাবায়ে কেরামের সামনে এ দুটি বিষয় যখন ঐচ্ছিক বিষয় হিসেবে পেশ করা হল যে, এদেরকে যদি মুক্তিপণ নিয়ে ছেড়ে দেয়া হয়, তবে হয়ত এরা সবাই অথবা এদের কেউ কেউ কোন সময় মুসলিম হয়ে যাবে। আর প্রকৃতপক্ষে এটাই হল জিহাদের উদ্দেশ্য ও মূল উপকারিতা। দ্বিতীয়তঃ এমনও ধারণা করা হয়েছিল যে, এ সময় মুসলিমগণ যখন নিদারুণ দৈন্যাবস্থায় দিন কাটাচ্ছেন, তখন সত্তর জনের আর্থিক মুক্তিপণ অর্জিত হলে এ কষ্টও কিছুটা লাঘব হতে পারে এবং তা ভবিষ্যতে জিহাদের প্রস্তুতির জন্যও কিছুটা সহায়ক হতে পারে। এসব ধারণার প্রেক্ষিতে আবু বকর রাদিয়াল্লাহু আনহু ও অন্যান্য সাহাবায়ে কেরাম এ মতই প্রদান করলেন যে, বন্দীগণকে মুক্তিপণ নিয়ে মুক্ত করে দেয়া হোক। শুধুমাত্র উমর ইবনুল খাত্তাব ও সাদ ইবন মুআয রাদিয়াল্লাহু আনহুমা প্রমূখ কয়েকজন সাহাবী এ মতের বিরোধিতা করলেন এবং বন্দীদের সবাইকে হত্যা করার পক্ষে মত দান করলেন। তাদের যুক্তি ছিল এই যে, একান্ত সৌভাগ্যক্রমে ইসলামের মোকাবেলায় শক্তি ও সামর্থের বলে যোগদানকারী সমস্ত কুরাইশ সর্দার এখন মুসলিমদের হস্তগত হলেও পরে তাদের ইসলাম গ্রহণ করার বিষয়টি একান্তই কল্পনানির্ভর। কিন্তু ফিরে গিয়ে এরা যে মুসলিমদের বিরুদ্ধে অধিকতর তৎপরতা প্রদর্শন করবে সে ধারণাই প্রবল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যিনি রাহমাতুল্লিল আলামীন হয়ে আগমন করেছিলেন, তিনি সাহাবায়ে কেরামের মধ্যে দু'টি মত লক্ষ্য করে সে মতটিই গ্রহণ করে নিলেন, যাতে বন্দীদের ব্যাপারে রহমত ও করুণা প্রকাশ পাচ্ছিল এবং বন্দীদের জন্যও ছিল সহজ। অর্থাৎ মুক্তিপণের বিনিময়ে তাদেরকে মুক্ত করে দেয়া। [দেখুন, সীরাতে ইবন হিশাম; বাগভী; কুরতুবী; আল-বিদায়া ওয়ান নিহায়া]\n[২] এ আয়াতে (حَتّٰی یُثۡخِنَ فِی الۡاَرۡضِ) বাক্য ব্যবহৃত হয়েছে। (اِثخان) এর আভিধানিক অর্থ হচ্ছে কারো শক্তি ও দম্ভকে ভেঙ্গে দিতে গিয়ে কঠোরতর ব্যবস্থা নেয়া। [তাবারী; কাশশাফ; ফাতহুল কাদীর] এর সারার্থ হল এই যে, শক্রর দম্ভকে ধুলিস্মাৎ করে দেন। যাতে বেশীরভাগ স্থানেই মুসলিমদের বিজয় সূচিত হয়। [আত-তাহরীর ওয়াত তানওয়ীর]\n[৩] আয়াতে সে সমস্ত সাহাবাকে সম্বোধন করা হয়েছে, যারা মুক্তিপণের বিনিময়ে বন্দীদের ছেড়ে দেয়ার পক্ষে মত দিয়েছিলেন। এতে বলা হয়েছে যে, এ ব্যাপারে রাসূলের কোন দোষ নেই। তোমরাই আমার রাসূলকে এ পরামর্শ দান করছে। কারণ, শক্রদের বশে পাওয়ার পরেও তাদের শক্তি ও দম্ভকে চূর্ণ করে না দিয়ে অনিষ্টকর শক্রকে ছেড়ে দিয়ে মুসলিমদের জন্য স্থায়ী বিপদ দাড় করিয়ে দেয়া কোন নবীর পক্ষেই শোভন নয়। যেসব সাহাবী মুক্তিপণ নিয়ে বন্দীদের ছেড়ে দেয়ার পক্ষে মত দিয়েছিলেন, তাদের সে মতে যদিও নির্ভেজাল একটি দ্বনী প্রেরণাও বিদ্যমান ছিল- অর্থাৎ মুক্তি পাবার পর তাদের মুসলিম হয়ে যাবার আশা, কিন্তু সেই সাথে আত্মস্বার্থজনিত অপর একটি দিকও ছিল যে, এতে করে তাদের হাতে কিছু অর্থসম্পদ এসে যাবে। [আত-তাহরীর ওয়াত তানওয়ীর]",
  "ayah": 67,
  "surah": 8
}
