{
  "text": "নিশ্চয় যারা ঈমান এনেছে, হিজরত করেছে, জীবন ও সম্পদ দ্বারা আল্লাহ্‌র পথে জিহাদ করেছে, আর যারা আশ্রয় দান করেছে এবং সাহয্য করেছে [১], তারা পরস্পর পরস্পরের অভিভাবক। আর যারা ঈমান এনেছে কিন্তু হিজরত করেনি, হিজরত না করা পর্যন্ত তাদের অভিভাবকত্বের দায়িত্ব তোমাদের নেই [২]; আর যদি তারা দ্বীন সম্মন্ধে তোমাদের নিকট সাহায্য প্রার্থনা করে তখন তাদের সাহায্য করা তোমাদের কর্তব্য [৩], তবে যে সম্প্রদায় ও তোমাদের মধ্যে চুক্তি রয়েছে তাদের বিরুদ্ধে নয় [৪]। আর তোমরা যা করছ আল্লাহ্‌ তার সম্যক দ্রষ্টা।\n[১] এ আয়াতে আল্লাহ তা'আলা মুমিনদের শ্রেণী বিন্যাস করেছেন। তাদের একশ্রেণী হচ্ছে, মুহাজির। যারা তাদের ঘর ও সম্পদ ছেড়ে বের হয়ে এসেছে, আল্লাহ ও তাঁর রাসূলের সাহায্যার্থে, তার দ্বীনকে প্রতিষ্ঠা করতে। আর এ পথে তাদের যাবতীয় জান ও মাল ব্যয় করেছে। মুমিনদের অপর শ্রেণী হচ্ছে, আনসার। যারা তখনকার মদীনাবাসী মুসলিম, তাদের মুহাজির ভাইদেরকে আশ্রয় দিয়েছে তাদের ঘরে, তাদের প্রতি সমব্যথী হয়ে সম্পদ বন্টন করে দিয়েছে, আল্লাহ্‌ ও তাঁর  রাসূলের জন্য যুদ্ধ করেছে। এ দু’শ্রেণী একে অপরের বেশী হকদার। আর এজন্যই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মুহাজির ও আনসারদের মধ্যে ভ্রাতৃত্ব প্রতিষ্ঠা করেছিলেন। তাদের দু’জন ছিল ভাই। একে অপরের ওয়ারিশ হতো। শেষ পর্যন্ত যখন মীরাসের আয়াত নাযিল হয়, তখন এ বিধানটি রহিত হয়ে যায় [ইবন কাসীর] হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, মুহাজির ও আনসারগণ একে অপরের ‘ওলী’।[মুসনাদে আহমাদ: ৪/৩৬৩] এখানে কুরআনুল কারম ’ওলী’ ও ‘বেলায়াত’ শব্দ ব্যবহার করেছে, যার প্রকৃত অর্থ হল বন্ধুত্ব ও গভীর সম্পর্ক। ইবন আব্বাস রাদিয়াল্লাহু আনহু, হাসান, কাতাদাহ ও মুজাহিদ রাহিমাহুমুল্লাহ প্রমূখ তাফসীর শাস্ত্রের ইমামগণের মতে এখানে 'বেলায়াত’ অর্থ উত্তরাধিকার এবং 'ওলী’ অর্থ উত্তরাধিকারী। এ তাফসীর অনুসারে আয়াতের মর্ম এই যে, মুসলিম মুহাজির ও আনসার পারস্পরিকভাবে একে অপরের ওয়ারিস হবেন। তাদের উত্তরাধিকারের সম্পর্ক না থাকবে অমুসলিমদের সাথে, আর না থাকবে সে সমস্ত মুসলিমদের সাথে যারা হিজরত করেনি। পরবর্তীতে এ বিধান রহিত হয়ে যায়। আর কেউ কেউ এখানে এর আভিধানিক অর্থ বন্ধুত্ব ও সাহায্য সহায়তা নিয়েছেন। সে হিসেবে এ বিধান রহিত করার প্রয়োজন পড়ে না। [কুরতুবী]\n[২] অর্থাৎ এরা মুসলিমদের তৃতীয় গোষ্ঠী [ইবন কাসীর] যারা ঈমান আনার পরে হিজরত করেনি। তাদের মীরাসের অধিকারী তোমরা নও। তারা এ আয়াত অনুসারে আমল করত, সুতরাং আত্মীয়তার সম্পর্কের কারণেও ঈমান ও হিজরতে সাথী হওয়ার পরও ‘যবিল আরহাম’ রক্ত সম্পৰ্কীয় গোষ্ঠী ওয়ারিস হত না। তারপর যখন তাদের মীরাসের আয়াত (সূরা আল-আনফালের ৭৫ এবং আল-আহ্যাবের ৬) নাযিল হয় তখন এটা রহিত হয়ে যায় এবং যবিল আরহাম বা রক্তসম্পৰ্কীয় আত্মীয়দের জন্য মীরাস নির্ধারিত হয়ে যায় [আত-তাফসীরুস সহীহ]\n[৩] অর্থাৎ তাদের সাথে উত্তরাধিকারের সম্পর্ক ছিন্ন করে দেয়া হয়েছে ঠিকই কিন্তু যে কোন অবস্থায় তারাও মুসলিম। যদি তারা নিজেদের দ্বীনের হেফাজতের জন্য মুসলিমদের নিকট সাহায্য প্রার্থনা করে, তবে তাদের সাহায্য করা মুসলিমদের উপর অপরিহার্য হয়ে দাড়ায়। [তাবারী] কিন্তু তাই বলে ন্যায় ও ইনসাফের অনুবর্তিতার নীতিকে বিসর্জন দেয়া যাবে না। তারা যদি এমন কোন সম্পপ্রদায়ের বিরুদ্ধে তোমাদের নিকট সাহায্য প্রার্থনা করে, যাদের সাথে তোমাদের যুদ্ধ নয় চুক্তি সম্পাদিত হয়ে গেছে, তবে সে ক্ষেত্রে তাদের বিরুদ্ধে সেসব মুসলিমের সাহায্য করা জায়েয নয়। [ইবন কাসীর]\n[৪] হুদায়বিয়ার সন্ধিকালে এমনি ঘটনা ঘটেছিল। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম যখন মক্কার কাফেরদের সাথে সন্ধি চুক্তি সম্পাদন করেন এবং চুক্তির শর্তে এ বিষয়টিও অন্তর্ভুক্ত থাকে যে, এখন মক্কা থেকে যে ব্যক্তি মদীনায় চলে যাবে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকে ফিরিয়ে দেবেন। ঠিক এই সন্ধি চুক্তিকালেই আবু জান্দাল রাদিয়াল্লাহু আনহু-যাকে কাফেররা মক্কায় বন্দী করে রেখেছিল এবং খেদমতে গিয়ে হাজির হলেন এবং নিজের উৎপীড়নের কাহিনী প্রকাশ করে রাসূল সাল্লাল্লাহু আলাইহি ওয়াসাল্লামের নিকট সাহায্য প্রার্থনা করলেন। যে নবী সমগ্র বিশ্বের জন্য রহমত হয়ে আগমন করেছিলেন, একজন নিপীড়িত মুসলিমের ফরিয়াদ শুনে তিনি কি পরিমাণ মর্মাহত হয়েছিলেন, তার অনুমান করাও যে কারও জন্য সম্ভব নয়, কিন্তু এহেন মর্মপীড়া সত্ত্বেও উল্লেখিত আয়াতের হুকুম অনুসারে তিনি তার সাহায্যের ব্যাপারে অপারগতা জানিয়ে ফিরিয়ে দেন। [দেখুন, বুখারী: ২৭০০; মুসনাদে আহমাদ ৪/৩২৩",
  "ayah": 72,
  "surah": 8
}
