{
  "text": "نوعیت شفاعت اور روز قیامت۔قیامت کے دن کسی کی مجال نہ ہوگی کہ دوسرے کے لئے شفاعت کرے ہاں جسے اللہ اجازت دے۔ نہ آسمان کے فرشتے بےاجازت کسی کی سفارش کرسکیں نہ اور کوئی بزرگ بندہ۔ سب کو خود خوف لگا ہوگا بےاجازت کسی کی سفارش نہ ہوگی۔ فرشتے اور روح صف بستہ کھڑے ہوں گے، بےاجازت الٰہی کوئی لب نہ کھول سکے گا۔ خود سید الناس اکرم الناس رسول اللہ ﷺ بھی عرش تلے اللہ کے سامنے سجدے میں گرپڑیں گے اللہ کی خوب حمد وثنا کریں گے دیر تک سجدے میں پڑے رہیں گے پھر اللہ تعالیٰ فرمائے گا اے محمد ﷺ اپنا سر اٹھاؤ کہو تمہاری بات سنی جائے گی، تمہاری شفاعت قبول کی جائے گی پھر حد مقرر ہوگی آپ ان کی شفاعت کرکے جنت میں لے جائیں گے پھر لوٹیں گے پھر یہی ہوگا چار مرتبہ یہی ہوگا۔ صلوات اللہ وسلامہ علیہ وعلی سائر الانبیاء۔ اور حدیث میں ہے کہ حکم ہوگا کہ جہنم سے ان لوگوں کو بھی نکال لاؤ جن کے دل میں مثقال ایمان ہو۔ پس بہت سے لوگوں کو نکال لائیں گے پھر فرمائے گا جس کے دل میں آدھا مثقال ایمان ہو اسے بھی نکال لاؤ۔ جس کے دل میں بقدر ایک ذرے کے ایمان ہو اسے بھی نکال لاؤ۔ جس کے دل میں اس سے بھی کم ایمان ہو اسے بھی جہنم سے آزاد کرو، الخ۔ اس نے تمام مخلوق کا اپنے علم سے احاطہ کر رکھا ہے مخلوق اس کے علم کا احاطہ کر نہیں سکتی۔ جیسے فرمان ہے اس کے علم میں سے صرف وہی معلوم کرسکتے ہیں جو وہ چاہے۔ تمام مخلوق کے چہرے عاجزی پستی ذلت ونرمی کے ساتھ اس کے سامنے پست ہیں اس لئے کہ وہ موت وفوت سے پاک ہے ہمیشہ سے ہے اور ہمیشہ ہی رہنے والا ہے وہ نہ سوئے نہ اونگھے۔ خود اپنے آپ قائم رہنے والا اور ہر چیز کو اپنی تدبیر سے قائم رکھنے والا ہے سب کی دیکھ بھال حفاظت اور سنبھال وہی کرتا ہے، وہ تمام کمالات رکھتا ہے اور ساری مخلوق اس کی محتاج ہے بغیر رب کی مرضی کے نہ پیدا ہو سکے نہ باقی رہ سکے۔ جس نے یہاں ظلم کئے ہوں گے وہ وہاں برباد ہوگا۔ کیونکہ ہر حق دار کو اللہ تعالیٰ اس دن اس کا حق دلوائے گا یہاں تک کہ بےسینگ کی بکری کو سینگ والی بکری سے بدلہ دلوایا جائے گا۔ حدیث قدسی میں ہے کہ اللہ تعالیٰ عزوجل فرمائے گا مجھے اپنی عزت وجلال کی قسم کسی ظالم کے ظلم کو میں اپنے سامنے سے نہ گزرنے دوں گا۔ صحیح حدیث میں ہے لوگوظلم سے بچو۔ ظلم قیامت کے دن اندھیرے بن کر آئے گا اور سب سے بڑھ کر نقصان یافتہ وہ ہے جو اللہ سے شرک کرتا ہوا مرا وہ تباہ و برباد ہوا، اس لئے کہ شرک ظلم عظیم ہے۔ ظالموں کا بدلہ بیان فرما کر متقیوں کا ثواب بیان ہو رہا ہے کہ نہ ان کی برائیاں بڑھائی جائیں نہ ان کی نیکیاں گھٹائی جائیں۔ گناہ کی زیادتی اور نیکی کی کمی سے وہ بےکھٹکے ہیں۔",
  "ayah": 111,
  "surah": 20
}
