{
  "text": "وعدہ حق وعید حق۔چونکہ قیامت کا دن آنا ہی ہے اور اس دن نیک بد اعمال کا بدلہ ملنا ہی ہے، لوگوں کو ہوشیار کرنے کے لئے ہم نے بشارت والا اور دھمکانے والا اپنا پاک کلام عربی صاف زبان میں اتارا تاکہ ہر شخص سمجھ سکے اور اس میں گو ناگوں طور پر لوگوں کو ڈرایا طرح طرح سے ڈراوے سنائے۔ تاکہ لوگ برائیوں سے بچیں بھلائیوں کے حاصل کرنے میں لگ جائیں یا ان کے دلوں میں غور و فکر نصیحت و پند پیدا ہو اطاعت کی طرف جھک جائیں نیک کاموں کی کوشش میں لگ جائیں۔ پس پاک اور برتر ہے وہ اللہ جو حقیقی شہنشاہ ہے دونوں جہاں کا تنہا مالک ہے وہ خود حق ہے اس کا وعدہ حق ہے اس کی وعید حق ہے اس کے رسول حق ہیں جنت دوزخ حق ہے اس کے سب فرمان اور اس کی طرف سے جو ہو سراسرعدل وحق ہے۔ اس کی ذات اس سے پاک ہے کہ آگأہ کئے بغیر کسی کو سزا دے وہ سب کے عذر کاٹ دیتا ہے کسی کے شبہ کو باقی نہیں رکھتا حق کو کھول دیتا ہے پھر سرکشوں کو عدل کے ساتھ سزا دیتا ہے۔ جب ہماری وحی اتر رہی ہو اس وقت تم ہمارے کلام کو پڑھنے میں جلدی نہ کرو پہلے پوری طرح سن لیا کرو۔ جیسے سورة قیامہ میں فرمایا (لَا تُحَرِّكْ بِهٖ لِسَانَكَ لِتَعْجَلَ بِهٖ 16؀ۭ) 75۔ القیامة :16) یعنی جلدی کر کے بھول جانے کے خوف سے وحی اترتے ہوئے ساتھ ہی ساتھ اسے نہ پڑھنے لگو۔ اس کا آپ کے سینے میں جمع کرنا اور آپ کی زبان سے تلاوت کرانا ہمارے ذمے ہے۔ جب ہم اسے پڑھیں تو آپ اس پڑھنے کے تابع ہوجائیں پھر اس کا سمجھا دینا بھی ہمارے ذمہ ہے۔ حدیث میں ہے کہ پہلے آپ حضرت جبرائیل ؑ کے ساتھ ساتھ پڑھتے تھے جس میں آپ کو دقت ہوتی تھی جب یہ آیت اتری آپ اس مشقت سے چھوٹ گئے اور اطمینان ہوگیا کہ وحی الٰہی جتنی نازل ہوگی مجھے یاد ہوجایا کرے گی ایک حرف بھی نہ بھولوں گا کیونکہ اللہ کا وعدہ ہوچکا۔ یہی فرمان یہاں ہے کہ فرشتے کی قرأت چپکے سے سنو جب وہ پڑھ چکے پھر تم پڑھو اور مجھ سے اپنے علم کی زیادتی کی دعا کیا کرو۔ چناچہ آپ نے دعا کی اللہ نے قبول کی اور انتقال تک علم میں بڑھتے ہی رہے۔ حدیث میں ہے کہ وحی برابر پے درپے آتی رہی یہاں تک کہ جس دن آپ فوت ہونے کو تھے اس دن بھی بکثرت وحی اتری۔ ابن ماجہ کی حدیث میں حضور ﷺ کی یہ دعا منقول ہے (اللہم انفعنی بما علمتنی وعلمنی ما ینفعنی وزدنی علما والحمدللہ علی کل حال) ترمذی میں بھی یہ حدیث ہے اور آخر میں یہ الفاظ زیادہ ہیں واعوذ باللہ من حال اہل النار۔",
  "ayah": 114,
  "surah": 20
}
