{
  "text": "ویرانوں سے عبرت حاصل کرو۔ جو لوگ تجھے نہیں مان رہے اور تیری شریعت کا انکار کر رہے ہیں کیا وہ اس بات سے بھی عبرت حاصل نہیں کرتے کہ ان سے پہلے جنہوں نے یہ ڈھنگ نکالے تھے ہم نے انہیں تباہ و برباد کردیا ؟ آج ان کی ایک آنکھ جھپکتی ہوئی اور ایک سانس چلتا ہوا اور ایک زبان بولتی ہوئی باقی نہیں بچی، ان کے بلند وبالا پختہ اور خوبصورت کشادہ اور زینت دار محل ویران کھنڈر پڑے ہوئے ہیں جہاں سے ان کی آمد ورفت رہتی ہے اگر یہ علقمند ہوتے تو یہ سامان عبرت ان کے لئے بہت کچھ تھا۔ کیا یہ زمین میں چل پھر کر قدرت کی ان نشانیوں پر دل سے غور فکر نہیں کرتے ؟ کیا کانوں سے ان کے درد ناک فسانے سن کر عبرت حاصل نہیں کرتے ؟ کیا ان اجڑی ہوئی بستیاں دیکھ کر بھی آنکھیں نہیں کھولتے ؟ یہ آنکھوں کے ہی اندھے نہیں بلکہ دل کے بھی اندھے ہیں سورة الم السجدہ میں بھی مندرجہ بالل آیت جیسی آیت ہے۔ اللہ تعالیٰ یہ بات مقرر کرچکا ہے کہ جب تک بندوں پر اپنی حجت ختم نہ کردے انہیں عذاب نہیں کرتا۔ ان کے لئے اس نے ایک وقت مقرر کردیا ہے، اسی وقت ان کو ان کے اعمال کی سزا ملے گی۔ اگر یہ بات نہ ہوتی تو ادھر گناہ کرتے ادھر پکڑ لئے جاتے۔ تو ان کی تکذیب پر صبر کر، ان کی بےہودہ باتوں پر برداشت کر۔ تسلی رکھ یہ میرے قبضے سے باہر نہیں۔ سورج نکلنے سے پہلے سے مراد تو نماز فجر ہے اور سورج ڈوبنے سے پہلے سے مراد نماز عصر ہے۔ بخاری مسلم میں ہے کہ ہم ایک مرتبہ رسول مقبول ﷺ کے پاس بیٹھے ہوئے تھے آپ نے چودھویں رات کے چاند کو دیکھ کر فرمایا کہ تم عنقریب اپنے رب کو اسی طرح دیکھو گے جس طرح اس چاند کو بغیر مزاحمت اور تکلیف کے دیکھ رہے ہو پس اگر تم سے ہوسکے تو سورج نکلنے سے پہلے کی اور سورج غروب ہونے سے پہلی کی نماز کی پوری طرح حفاظت کرو۔ پھر آپ نے اسی آیت کی تلاوت فرمائی۔ مسند احمد کی حدیث میں ہے کہ آپ نے فرمایا ان دونوں وقتوں کی نماز پڑھنے والا آگ میں نہ جائے گا۔ مسند اور سنن میں ہے کہ آپ نے فرمایا سب سے ادنی درجے کا جنتی وہ ہے جو ہزار برس کی راہ تک اپنی ہی اپنی ملکیت دیکھے گا سب سے دور کی چیز بھی اس کے لئے ایسی ہی ہوگی جیسے سب سے نزدیک کی اور سب سے اعلیٰ منزل والے تو دن میں دو دو دفعہ دیدار الٰہی کریں گے پھر فرماتا ہے رات کے وقتوں میں بھی تہجد پڑھا کر۔ بعض کہتے ہیں اس سے مراد مغرب اور عشاء کی نماز ہے۔ اور دن کے وقتوں میں بھی اللہ کی پاکیزگی بیان کیا کر۔ تاکہ اللہ کے اجر وثواب سے تو خوش ہوجا۔ جیسے فرمان ہے کہ عنقریب تیرا اللہ تجھے وہ دے گا کہ تو خوش ہوجائے گا۔ صحیح حدیث میں ہے اللہ تعالیٰ فرمائے گا اے جنتیو ! وہ کہیں گے لبیک ربنا وسعدیک۔ اللہ تعالیٰ فرمائے گا کیا تم خوش ہوگئے ؟ وہ کہیں گے اے اللہ ہم بہت ہی خوش ہیں تو نے ہمیں وہ نعمتیں عطاء فرما رکھی ہیں جو مخلوق میں سے کسی کو نہیں دیں۔ پھر کیا وجہ کہ ہم راضی نہ ہوں۔ جناب باری ارحم الراحمین فرمائے گا لو میں تمہیں ان سب سے افضل چیز دیتا ہوں۔ پوچھیں گے اے اللہ اس سے افضل چیز کیا ہے ؟ فرمائے گا میں تمہیں اپنی رضامندی دیتا ہوں کہ اب کسی وقت بھی میں تم سے ناخوش نہ ہوں گا۔ اور حدیث میں ہے کہ جنتیوں سے فرمایا جائے گا کہ اللہ نے تم سے جو وعدہ کیا تھا وہ اسے پورا کرنے والا ہے کہیں گے اللہ کے سب وعدے پورے ہوئے ہمارے چہرے روشن ہیں ہماری نیکیوں کا پلہ گراں رہا ہمیں دوزخ سے ہٹا دیا گیا۔ جنت میں داخل کردیا گیا اب کون سی چیز باقی ہے ؟ اسی وقت حجاب اٹھ جائیں گے اور دیدار الٰہی ہوگا۔ اللہ کی قسم اس سے بہتر اور کوئی نعمت نہ ہوگی یہی زیادتی ہے۔",
  "ayah": 129,
  "surah": 20
}
