{
  "text": "حضرت موسیٰ ؑ کو معجزات ملے۔ حضرت موسیٰ ؑ کے ایک بہت بڑے اور صاف کھلے معجزے کا ذکر ہو رہا ہے جو بغیر اللہ کی قدرت کے ناممکن اور جو غیر نبی کے ہاتھ پر بھی ناممکن۔ طور پہاڑ پر دریافت ہو رہا ہے کہ تیرے دائیں ہاتھ میں کیا ہے ؟ یہ سوال اس لئے تھا کہ حضرت موسیٰ ؑ کی گھبراہٹ دور ہوجائے۔ یہ بھی کہا گیا ہے کہ یہ سوال بطور تقریر کے ہے یعنی تیرے ہاتھ میں لکڑی ہی ہے یہ جیسی کچھ ہے تجھے معلوم ہے اب یہ جو ہوجائے گی وہ دیکھ لینا۔ اس سوال کے جواب میں کلیم اللہ عرض کرتے ہیں یہ میری اپنی لکڑی ہے جس پر میں ٹیک لگاتا ہوں یعنی چلنے میں مجھے یہ سہارا دیتی ہے اس سے میں اپنی بکریوں کا چارہ درخت سے جھاڑ لیتا ہوں۔ ایسی لکڑیوں میں ذرا مڑا ہوا لوہا لگا لیا کرتے ہیں تاکہ پتے پھل آسانی سے اتر آئیں اور لکڑی ٹوٹے بھی نہیں اور بھی بہت سے فوائد اس میں ہیں۔ ان فوائد کے بیان میں بعض لوگوں نے یہ بھی کہہ دیا ہے کہ یہی لکڑی رات کے وقت روشن چراغ بن جاتی تھی۔ دن کو جب آپ سو جاتے تو یہی لکڑی آپ کی بکریوں کی رکھوالی کرتی جہاں کہیں سایہ دار جگہ نہ ہوتی آپ اسے گاڑ دیتے یہ خیمے کی طرح آپ پر سایہ کرتی وغیرہ وغیرہ لیکن بظاہر یہ قول بنی اسرائیل کا افسانہ معلوم ہوتا ہے ورنہ پھر آج اسے بصورت سانپ دیکھ کر حضرت موسیٰ ؑ اس قدر کیوں گھبراتے ؟ وہ تو اس لکڑی کے عجائبات دیکھتے چلے آتے تھے۔ پھر بعض کا قول ہے کہ دراصل یہ لکڑی حضرت آدم ؑ کی تھی۔ کوئی کہتا ہے یہی لکڑی قیامت کے قریب وابستہ الارض کی صورت میں ظاہر ہوگی۔ کہتے ہیں اس کا نام ماشا تھا۔ اللہ ہی جانے ان اقوال میں کہاں تک جان ہے ؟ لاٹھی اژدھا بن گئی۔ حضرت موسیٰ ؑ کو لکڑی کا لکڑی ہونا جتا کر انہیں بخوبی بیدار اور ہوشیار کر کے حکم ملا کہ اسے زمین پر ڈال دو۔ زمین پر پڑتے ہی وہ ایک زبردست اژدھے کی صورت میں پھنپھناتی ہوئی ادھر ادھر چلنے پھرنے بلکہ دوڑنے بھاگنے لگی۔ ایسا خوفناک اژدھا اس سے پہلے کسی نے دیکھا ہی نہ تھا۔ اس کی تو یہ حالت تھی کہ ایک درخت سامنے آگیا تو یہ اسے ہضم کر گیا۔ ایک چٹان پتھر کی راستے میں آگئی تو اس کا لقمہ بنا گیا۔ یہ حال دیکھتے ہی حضرت موسیٰ ؑ الٹے پاؤں بھاگے۔ آواز دی گئی کہ موسیٰ پکڑ لے لیکن ہمت نہ پڑی پھر فرمایا موسیٰ ؑ ڈر نہیں پکڑ لے پھر بھی جھجک باقی رہی تیسری مرتبہ فرمایا تو ہمارے امن میں ہے اب ہاتھ بڑھا کر پکڑ لیا۔ کہتے ہیں فرمان الٰہی کے ساتھ ہی آپ نے لکڑی زمین پر ڈال دی پھر ادھر ادھر آپ کی نگاہ ہوگئی اب جو نظر ڈالی بجائے لکڑی کے ایک خوفناک اژدھا دکھائی دیا جو اس طرح چل پھر رہا ہے جیسے کسی کی جستجو میں ہو۔ گابھن اونٹنی جیسے بڑے بڑے پتھروں کو آسمان سے باتیں کرتے ہوئے اونچے اونچے درختوں کو ایک لقمے میں ہی پیٹ میں پہنچا رہا ہے آنکھیں انگاروں کی طرح چمک رہی ہیں اس ہیبت ناک خونخوار اژدھے کو دیکھ کر حضرت موسیٰ ؑ سہم گئے اور پیٹھ موڑ کر زور سے بھاگے پھر اللہ تعالیٰ کی ہم کلامی یاد آگئی تو شرما کر ٹھہر گئے وہیں آواز آئی کہ موسیٰ لوٹ کر وہیں آجاؤ جہاں تھے آپ لوٹے لیکن نہایت خوفزدہ تھے۔ تو حکم ہوا کہ اپنے داہنے ہاتھ سے اسے تھام لو کچھ بھی خوف نہ کرو ہم اسے اس کی اسی اگلی حالت میں لوٹا دیں گے۔ اس وقت حضرت موسیٰ ؑ صوف کا کمبل اوڑھے ہوئے تھے جسے ایک کانٹے سے اٹکا رکھا تھا آپ نے اسی کمبل کو اپنے ہاتھ پر لپیٹ کر اس ہیبت ناک اژدھے کو پکڑنا چاہا فرشتے نے کہا موسیٰ ؑ اگر اللہ تعالیٰ اسے کاٹنے کا حکم دے دے تو کیا تیرا یہ کمبل بچا سکتا ہے ؟ آپ نے جواب دیا ہرگز نہیں لیکن یہ حرکت مجھ سے بہ سبب میرے ضعف کے سرزد ہوگئی میں ضعیف اور کمزور ہی پیدا کیا گیا ہوں۔ اب دلیری کے ساتھ کمبل ہٹا کر ہاتھ بڑھا کر اس کے سر کو تھام لیا اسی وقت وہ اژدھا پھر لکڑی بن گیا جیسے پہلے تھا اس وقت جب کہ آپ اس گھاٹی پر چڑھ رہے تھے اور آپ کے ہاتھ میں یہ لکڑی تھی جس پر ٹیک لگائے ہوئے تھے اسی حال میں آپ نے پہلے دیکھا تھا اسی حالت پر اب ہاتھ میں بصورت عصا موجود تھا۔",
  "ayah": 18,
  "surah": 20
}
