{
  "text": "موسیٰ ؑ کا بچپن۔ حضرت موسیٰ ؑ کی تمام دعائیں قبول ہوئیں اور فرما دیا گیا کہ تمہاری درخواست منظور ہے۔ اس احسان کے ساتھ ہی اور احسان کا بھی ذکر کردیا گیا کہ ہم نے تجھ پر ایک مرتبہ اور بھی بڑا احسان کیا ہے۔ پھر اس واقعہ کو مختصر طور پر یاد دلایا کہ ہم نے تیرے بچپن کے وقت تیری ماں کی طرف وحی بھیجی جس کا ذکر اب تم سے ہو رہا ہے۔ تم اس وقت دودھ پیتے بچے تھے تمہاری والدہ کو فرعون اور فرعونیوں کا کھٹکا تھا کیونکہ اس سال وہ بنو اسرائیل کے لڑکوں کو قتل کر رہا تھا۔ اس خوف کے مارے وہ ہر وقت کانپتی رہتی تھیں تو ہم نے وحی کی کہ ایک صندوق بنا لو دودھ پلا کر بچے کو اس میں لٹا کر دریائے نیل میں اس صندوق کو چھوڑ دو چناچہ وہ یہی کرتی رہیں ایک رسی اس میں باندھ رکھی تھی جس کا ایک سرا اپنے مکان سے باندھ لیتی تھیں ایک مرتبہ باندھ رہی تھیں جو رسی ہاتھ سے چھوٹ گئی اور صندوق کو پانی کی موجیں بہا لے چلیں اب تو کلیجہ تھام کر رہ گئیں اس قدر غمزدہ ہوئیں کہ صبر ناممکن تھا، شاید راز فاش کر دیتیں لیکن ہم نے دل مضبوط کردیا صندوق بہتا ہوا فرعون کے محل کے پاس سے گزرا آل فرعون نے اسے اٹھا لیا کہ جس غم سے وہ بچنا چاہتے تھے جس صدمے سے وہ محفوظ رہنا چاہتے تھے وہ ان کے سامنے آجائے۔ جسکی شمع حیات کو بجھانے کے لئے وہ بےگناہ معصوموں کا قتل عام کر رہے تھے وہ انہی کے تیل سے انہی کے ہاں روشن ہو اور اللہ کے ارادے بےروک پورے ہوجائیں ان کا دشمن انہی کے ہاتھوں پلے انہی کا کھائے ان کے ہاں تربیت پائے۔ خود فرعون اور اس کی اہلیہ محترمہ نے جب بچے کو دیکھا رگ رگ میں محبت سما گئی لے کر پرورش کرنے لگے۔ آنکھوں کا تارا سمجھنے لگے شاہزادوں کی طرح ناز و نعمت سے پلنے لگے شاہی دربار میں رہنے لگے۔ اللہ نے اپنی محبت تجھ پر ڈال دی گو فرعون تیرا دشمن تھا لیکن رب کی بات کون بدلے ؟ اللہ کے ارادے کو کون ٹالے فرعون پر ہی کیا منحصر ہے جو دیکھتا آپ کا والہ وشیدا بن جاتا یہ اس لئے تھا کہ تیری پرورش میری نگاہ کے سامنے ہو شاہی خوراکیں کھا عزت و وقعت کے ساتھ رہ۔ فرعون والوں نے صندوقچہ اٹھا لیا کھولا بچے کو دیکھا پالنے کا ارادہ کیا لیکن آپ کسی دایہ کا دودھ دباتے ہی نہیں بلکہ منہ میں ہی نہیں لیتے۔ بہن جو صندوق کو دیکھتی بھالتی کنارے کنارے آرہی تھی وہ بھی موقعہ پر پہنچ گئیں کہنے لگیں کہ آپ اگر اسکی پرورش کی تمنا کرتے ہیں اور معقول اجرت بھی دیتے ہیں تو میں ایک گھرانہ بتاؤں جو اسے محبت سے پالے اور خیر خواہانہ برتاؤ کرے۔ سب نے کہا ہم تیار ہیں آپ انہیں لئے ہوئے اپنی والدہ کے پاس پہنچیں جب بچہ ان کی گود میں ڈال دیا گیا۔ آپ نے جھٹ سے منہ لگا دودھ پینا شروع کیا جس سے فرعون کے ہاں بڑی خوشیاں منائی گئیں اور بہت کچھ انعام و اکرام دیا گیا۔ تنخواہ مقرر ہوگئی اپنے ہی بچے کو دودھ پلائیں اور تنخواہ اور انعام بھی اور عزت و اکرام بھی پائیں دنیا بھی ملے دین بھی بڑھے۔ اسی لئے حدیث میں آیا ہے کہ جو شخص اپنے کام کرے اور نیک نیتی سے کرے اس کی مثال ام موسیٰ کی مثال ہے کہ اپنے ہی بچے کو دودھ پلائے اور اجرت بھی لے۔ پس یہ بھی ہماری کرم فرمائی ہے کہ ہم نے تجھے تیری ماں کی گود میں واپس کیا کہ اس کی آنکھیں ٹھنڈی رہیں اور غم و رنج جاتا رہے۔ پھر تمہارے ہاتھ سے ایک فرعونی قطبی مار ڈالا گیا تو بھی ہم نے تمہیں بچا لیا فرعونیوں نے تمہارے قتل کا ارادہ کرلیا تھا راز فاش ہوچکا تھا تمہیں یہاں سے نجات دی تم بھاگ کھڑے ہوئے مدین کے کنوئیں پر جا کر تم نے دم لیا۔ وہاں ہمارے ایک نیک بندے نے تمہیں بشارت سنائی کہ اب کوئی خوف نہیں ان ظالموں سے تم نے نجات پا لی۔ تجھے ہم نے بطور آزمائش اور بھی بہت سے فتنوں میں ڈالا۔ حضرت سعید بن جبیر فرماتے ہیں کہ میں نے حضرت عبداللہ بن عباس سے اس کی بابت سوال کیا تو آپ نے فرمایا اب تو دن ڈوبنے کو ہے واقعات زیادہ ہیں پھر سہی چناچہ میں نے دوسری صبح پھر سوال کیا تو آپ نے فرمایا سنو ! فرعون کے دربار میں ایک دن اس بات کا ذکر چھڑا کہ اللہ کا وعدہ حضرت ابراہیم خلیل اللہ ؑ سے یہ تھا کہ ان کی اولاد میں انبیاء اور بادشاہ ہو گے چناچہ بنو اسرائیل اس کے آج تک منتظر ہیں اور انہیں یقین ہے کہ مصر کی سلطنت پھر ان میں جائے گی۔ پہلے تو ان کا خیال تھا کہ یہ وعدہ حضرت یوسف ؑ کی بابت تھا لیکن ان کی وفات تک جب کہ یہ وعدہ پورا نہیں ہوا تو وہ اب عقیدہ رکھتے ہیں کہ اللہ ان میں اپنے ایک پیغمبر کو بھیجے گا جن کے ہاتھوں انہیں سلطنت بھی ملے گی اور ان کی قومی و مذہبی ترقی ہوگی یہ باتیں کر کے انہوں نے مجلس مشاورت قائم کی کہ اب کیا کیا جائے جس سے آئندہ کے اس خطرے سے محفوظ رہ سکیں۔ آخر اس جلسے میں قرار داد منظور ہوئی کہ پولیس کا ایک محکمہ قائم کیا جائے جو شہر کا گشت لگاتا رہے اور بنی اسرائیل میں جو نرینہ اولاد ہو اسے اسی وقت سرکار میں پیش کیا جائے اور ذبح کردیا جائے۔ لیکن جب ایک مدت گزر گئی تو انہیں خیال پیدا ہوا کہ اس طرح تو بنی اسرائیل بالکل فنا ہوجائیں گے اور جو ذلیل خدمتیں ان سے لی جاتی ہیں جو بیگاریں ان سے وصول ہو رہی ہیں سب موقوف ہوجائیں گی اس لئے اب تجویز ہوا کہ ایک سال ان کے بچوں کو چھوڑ دیا جائے اور ایک سال ان کے لڑکے قتل کردیئے جائیں۔ اس طرح موجودہ بنی اسرائیلیوں کی تعداد بھی نہ بڑھے گی اور نہ اتنی کم ہوجائے گی کہ ہمیں اپنی خدمت گزاری کے لئے بھی نہ مل سکیں جتنے بڈھے دو سال میں مریں گے اتنے بچے ایک سال میں پیدا ہوجائیں گے۔",
  "ayah": 36,
  "surah": 20
}
