{
  "text": "مقابلہ شروع ہوا۔ جادوگروں نے موسیٰ ؑ سے کہا کہ اب بتاؤ تم اپنا وار پہلے کرتے ہو یا ہم پہل کریں ؟ اس کے جواب میں اللہ کے پیغمبر نے فرمایا تم ہی پہلے اپنے دل کی بھڑاس نکال لو تاکہ دنیا دیکھ لے کہ تم نے کیا کیا اور پھر اللہ نے تمہارے کئے کو کس طرح مٹا دیا ؟ اسی وقت انہوں نے اپنی لکڑیاں اور رسیاں میدان میں ڈال دیں کچھ ایسا معلوم ہونے لگا کہ گویا وہ سانپ بن کر چل پھر رہی ہیں اور میدان میں دوڑ بھاگ رہی ہیں۔ کہنے لگے فرعون کے اقبال سے غالب ہم ہی رہیں گے لوگوں کی آنکھوں پر جادو کر کے انہیں خوفزدہ کردیا اور جادو کے زبردست کرتب دکھا دیئے۔ یہ لوگ بہت زیادہ تھے۔ ان کی پھینکی ہوئی رسیوں اور لاٹھیوں سے اب سارے کا سارا میدان سانپوں سے پر ہوگیا وہ آپس میں گڈ مڈ ہو کر اوپر تلے ہونے لگے۔ اس منظر نے حضرت موسیٰ ؑ کو خوفزدہ کردیا کہ کہیں ایسا نہ ہو لوگ ان کے کرتب کے قائل ہوجائیں اور اس باطل میں پھنس جائیں۔ اسی وقت جناب باری نے وحی نازل فرمائی کہ اپنے داہنے ہاتھ کی لکڑی کو میدان میں ڈال دو ہراساں نہ ہو۔ آپ نے حکم کی تعمیل کی۔ اللہ کے حکم سے یہ لکڑی ایک زبردست بےمثال اژدھا بن گئی، جس کے پیر بھی تھے اور سر بھی تھا۔ کچلیاں اور دانت بھی تھے۔ اس نے سب کے دیکھتے سارے میدان کو صاف کردیا۔ اس نے جادوگروں کے جتنے کرتب تھے سب کو ہڑپ کرلیا۔ اب سب پر حق واضح ہوگیا، معجزے اور جادو میں تمیز ہوگئی۔ حق و باطل میں پہچان ہوگئی۔ سب نے جان لیا کہ جادوگروں کی بناوٹ میں اصلیت کچھ بھی نہ تھی۔ فی الواقع جادوگر کوئی چال چلیں لیکن اس میں غالب نہیں آسکتے۔ ابن ابی حاتم میں حدیث ہے ترمذی میں بھی موقوفاً اور مرفوعاً مروی ہے کہ جادوگر کو جہاں پکڑو مار ڈالو، پھر آپنے یہی جملہ تلاوت فرمایا۔ یعنی جہاں پایا جائے امن نہ دیا جائے۔ جادوگروں نے جب یہ دیکھا انہیں یقین ہوگیا کہ یہ کام انسانی طاقت سے خارج ہے وہ جادو کے فن میں ماہر تھے بیک نگاہ پہچان گئے کہ واقعی یہ اس اللہ کا کام ہے جسکے فرمان اٹل ہیں جو کچھ وہ چاہے اس کے حکم سے ہوجاتا ہے۔ اس کے ارادے سے مراد جدا نہیں۔ اس کا اتنا کامل یقین انہیں ہوگیا کہ اسی وقت اسی میدان میں سب کے سامنے بادشاہ کی موجودگی میں وہ اللہ کے سامنے سربہ سجود ہوگئے اور پکار اٹھے کہ ہم رب العالمین پر یعنی ہارون اور موسیٰ (علیہما السلام) کے پروردگار پر ایمان لائے۔ سبحان اللہ صبح کے وقت کافر اور جادوگر تھے اور شام کو پاکباز مومن اور اللہ کی راہ کے شہید تھے۔ کہتے ہیں کہ ان کی تعداد اسی ہزار تھی یا ستر ہزار یا کچھ اوپر تیس ہزار یا انیس ہزار یا پندرہ ہزار یا بارہ ہزار۔ یہ بھی مروی ہے کہ یہ ستر تھے۔ صبح جادوگر شام کو شہید۔ مروی ہے کہ جب یہ سجدے میں گرے ہیں اللہ تعالیٰ نے انہیں جنت دکھا دی اور انہوں نے اپنی منزلیں اپنی آنکھوں سے دیکھ لیں۔",
  "ayah": 67,
  "surah": 20
}
