{
  "text": "ایمان یافتہ جادوگروں پر فرعون کا عتاب۔ بظاہر معلوم ہوتا ہے کہ جادوگروں نے ایمان قبول فرما کر فرعون کو جو نصیحتیں کیں انہیں میں یہ آیتیں بھی ہیں۔ اسے اللہ کے عذاب کے عذابوں سے ڈرا رہے ہیں اور اللہ کی نعمتوں کا لالچ دلا رہے ہیں کہ گنہگاروں کا ٹھکانا جہنم ہے جہاں موت تو کبھی آنے ہی کی نہیں لیکن زندگی بھی بڑی مشقت والی موت سے بدتر ہوگی۔ جسے فرمان ہے (لَا يُقْضٰى عَلَيْهِمْ فَيَمُوْتُوْا وَلَا يُخَـفَّفُ عَنْهُمْ مِّنْ عَذَابِهَا ۭ كَذٰلِكَ نَجْزِيْ كُلَّ كَفُوْرٍ 36؀ۚ) 35۔ فاطر :36)۔ یعنی نہ موت آئے گی نہ عذاب ہلکے ہوں گے کافروں کو ہم اسی طرح سزا دیتے ہیں۔ اور آیتوں میں ہے (وَيَتَجَنَّبُهَا الْاَشْقَى 11 ۙ) 87۔ الأعلی:11) یعنی اللہ کی نصیحتوں سے بےفیض وہی رہے گا جو ازلی بدبخت ہو جو آخرکار بڑی سخت آگ میں گرے گا جہاں نہ تو موت آئے نہ چین کی زندگی نصیب ہو۔ اور آیت میں ہے کہ جہنم میں جھلستے ہوئے کہیں گے کہ اے داروغہ دوزخ تم دعا کرو کہ اللہ تعالیٰ ہمیں موت ہی دے دے لیکن وہ جواب دے گا کہ نہ تم مرنے والے ہو نہ نکلنے والے۔ مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں کہ اصلی جہنمی تو جہنم میں ہی پڑے رہیں گے نہ وہاں انہیں موت آئے نہ آرام کی زندگی ملے ہاں ایسے لوگ بھی ہوں گے جہنیں ان گناہوں کی پاداش میں دوزخ میں ڈال دیا جائے گا جہاں وہ جل کر کوئلہ ہوجائیں گے جان نکل جائے گی پھر شفاعت کی اجازت کے بعد ان کا چورا نکالا جائے گا اور جنت کی نہروں کے کناروں پر بکھیردیا جائے گا اور جنتیوں سے فرمایا جائے گا کہ ان پر پانی ڈالو تو جس طرح تم نے نہر کے کنارے کے کھیت کے دانوں کو اگتے ہوئے دیکھا ہے اسی طرح وہ اگیں گے۔ یہ سن کر ایک شخص کہنے لگے حضور ﷺ نے مثال تو ایسی دی ہے گویا آپ کچھ زمانہ جنگل میں گزار چکے ہیں۔ اور حدیث میں ہے کہ خطبے میں اس آیت کی تلاوت کے بعد آپ نے یہ فرمایا تھا۔ اور جو اللہ سے قیامت ایمان اور عمل صالح کے ساتھ جا ملا اسے اونچے بالا خانوں والی جنت ملے گی۔ رسول اللہ ﷺ فرماتے ہیں جنت کے سو درجوں میں اتنا ہی فاصلہ ہے جتنا زمین و آسمان میں۔ سب سے اوپر جنت الفردوس ہے اسی سے چاروں نہریں جاری ہوتی ہیں اس کی چھت رحمان کا عرش ہے اللہ سے جب جنت مانگو تو جنت الفردوس کی دعا کرو۔ (ترمذی وغیرہ) ابن ابی حاتم میں ہے کہ کہا جاتا تھا کہ جنت کے سو درجے ہیں ہر درجے کے پھر سو درجے ہیں دو درجوں میں اتنی دوری ہے جتنی آسمان و زمین میں۔ ان میں یاقوت اور موتی ہیں اور زیور بھی۔ ہر جنت میں امیر ہے جس کی فضیلت اور سرداری کے دوسرے قائل ہیں۔ بخاری ومسلم کی حدیث میں ہے کہ اعلی علیین والے ایسے دکھائی دیتے ہیں جیسے تم لوگ آسمان کے ستاروں کو دیکھتے ہو۔ لوگوں نے کہا پھر یہ بلند درجے تو نبیوں کے لئے ہی مخصوص ہونگے ؟ فرمایا سنو اس کی قسم جس کے ہاتھ میں میری جان ہے یہ وہ لوگ ہیں جو اللہ پر ایمان لائے نبیوں کو سچا جانا۔ سنن کی حدیث میں یہ بھی ہے کہ ابوبکر وعمر انہی میں سے ہیں۔ اور کتنے ہی اچھے مرتبے والے ہیں۔ یہ جنتیں ہمیشگی کی اقامت ہیں جہاں یہ ہمیشہ ابدالاباد رہیں گے۔ جو لوگ اپنے نفس پاک رکھیں گناہوں سے . خباثت سے . گندگی سے . شرک و کفر سے دور رہیں . اللہ واحد کی عبادت کرتے رہیں . رسولوں کی اطاعت میں عمرگزاردیں ان کے لئے یہی قابل رشک مقامات اور قابل صد مبارکباد انعام ہیں (رزقنا اللہ ایاہا)۔",
  "ayah": 74,
  "surah": 20
}
