{
  "surah": 3,
  "ayah": 18,
  "text": "God bears witness that there is no god but He-and the angels, and the possessors of knowledge-upholding justice; there is no god but He, the Exalted, the Wise. The Real bears witness to the Real that He is the Real. He Himself praised Himself and He Him- self gave witness to Himself concerning His attributes as is worthy of Himself. In His speech He reported of His existence, His self-sufficiency, His self-standingness, and His self-lastingness. He bore witness to the majesty of His measure and the perfection of His exaltedness while there was no refusal, no ignorance, no recognition by any created thing, no intellect, no conformity, no hy- pocrisy, no new arrival, no heaven, no space, no shadows, no brightness. There was no universe and no Adam, no air and no space, no land and no sea, no light and no darkness, no understanding and no virtue, no conformity and no hypocrisy when the Lord of the Worlds spoke in the majesty of His measure and the perfection of His exaltedness, giving witness to His oneness and peerlessness and reporting of His attributes and Essence. Today He is exactly what He was and will be forever. It has never been that He was not, and it will never be that He will not be. He is the First and the Last, the Outward and the Inward. He is the First who always is and who knows the beings and nonbeings. He is the Last who always will be, and He will know what He knew. He is the Outward through His enactorship, dominating over everyone through His all-compellingness and above everything through His greatness. He is too inward for the percep- tion of how, outside the reasoning of imaginations, and pure of supposition, fancy, and being thus. In Your subtle Essence thoughts are bewildered, in Your eternal knowledge hidden things appear. And the angels, and the possessors of knowledge. Great is the eminence of the angels, the prophets, and the knowers, and magnificent the result of their work, that God should join their bearing witness to His bearing witness! This is not because His bearing witness to His unity needs to be joined with bearing witness by created things. No, no, for it is His exaltedness that recognizes Him and His exaltedness that knows His unity.  There cannot be joining from something that was not, then came to be. There is no tawḤīd-voicer that perceives His unity, nor any attester that perceives His being. Heaven and the heaven-dwellers, earth and the earth-dwellers, do not perceive the permanence of His kingdom. This world and the next, paradise and hell, do not perceive the perfection of His divinity. It is His exaltedness that perceives His magnificence and His exaltedness that knows His unity. Her own face has itself as a moon, her own eye has itself as collyrium. * Who knows You? It is You who know You, You. No one knows You-You alone know You. Yes, it was He who wanted and brought about the felicity of the angels, the prophets, and the know- ers, bestowing eminence and honor on them, and singling them out from the creatures, caressing them and giving them access to recognizing Him. And God singles out for His mercy whomsoever He will [2:105]."
}
