{
  "text": "الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ أَعْمَالَهُمْ (1(صُدّر التحريض على القتال بتوطئة لبيان غضب الله على الكافرين لكفرهم وصدهم الناس عن دين الله وتحقير أمرهم عند الله ليكون ذلك مثيراً في نفوس المسلمين حنقاً عليهم وكراهية فتثور فيهم همة الإقدام على قتال الكافرين ، وعدم الاكتراث بما هم فيه من قوة ، حين يعلمون الله يخذل المشركين وينصر المؤمنين ، فهذا تمهيد لقوله : { فإذا لقيتم الذين كفروا } [ محمد : 4 ] .وفي الابتداء بالموصول والصلة المتضمنة كُفر الذين كفروا ومناواتهم لدين الله تشويق لما يرد بعده من الحكم المناسب للصلة ، وإيماء بالموصول وصلته إلى علة الحكم عليه بالخبر أي لأجل كفرهم وصدهم ، وبراعة استهلال للغرض المقصود .والكفُر : الإشراك بالله كما هو مصطلح القرآن حيثما أطلق الكفر مجرداً عن قرينة إرادة غير المشركين . وقد اشتملت هذه الجملة على ثلاثة أوصاف للمشركين . وهي : الكفر ، والصد عن سبيل الله ، وضلال الأعمال الناشىء عن إضلال الله إياهم .والصدّ عن سبيل : هو صرف الناس عن متابعة دين الإسلام ، وصرفُهم أنفسهم عن سماع دعوة الإسلام بطريق الأوْلى . وأضيف ( السبيل ( إلى { الله } لأنه الدين الذي ارتضاه الله لعباده { إن الدين عند الله الإسلام } [ آل عمران : 19 ] . واستعير اسم السبيل للدين لأن الدين يوصل إلى رضى الله كما يوصل السبيل السائرَ فيه إلى بُغيته .ومن الصد عن سبيل الله صدهم المسلمين عن المسجد الحرام قال تعالى : { ويصدون عن سبيل الله والمسجد الحرام } [ الحج : 25 ] . ومن الصد عن المسجد الحرام : إخراجهم الرسول صلى الله عليه وسلم والمؤمنين من مكة ، وصدهم عن العُمرة عام الحديبية . ومن الصد عن سبيل الله : إطعامهم الناس يوم بدر ليثبتوا معهم ويكثروا حولهم ، فلذلك قيل : إن الآية نزلت في المطعِمين يوم بدر وكانوا اثني عشر رجلاً من سادة المشركين من قريش . وهم : أبو جهل وعتبة بن ربيعة وشيبة بن ربيعة وأبيٌّ بن خلَف وأمية بن خلَف ونُبَيْه بن الحجاج ومُنَبِّه بنُ الحجاج وأبو البَخْتَرِي بنُ هشام والحارث بن هشام وزَمعة بن الأسود والحارث بن عامر بن نَوفل وحَكيم بن حِزام وهذا الأخير أسلم من بعد وصار من خيرة الصحابة . وعدّ منهم صفوان بن أمية وسهل بن عمرو ومِقْيَس الجُمحي والعباس بن عبد المطلب وأبو سفيان بن حرب وهذان أسلما وحَسن إسلامهما وفي الثلاثة الآخَرين خلاف . ومن الصد عن سبيل الله صدهم الناس عن سماع القرآن { وقال الذين كفروا لا تَسمعوا لهذا القرآن والغَوا فيه لعلكم تغلبون } [ فصلت : 26 ] .والإضلال : الإبطال والإضاعة ، وهو يرجع إلى الضلال . وأصله الخطأ للطريق المسلوك للوصول إلى مكان يُراد وهو يستلزم المعاني الأخر . وهذا اللفظ رشيق الموقع هنا لأنه الله أبطل أعمالهم التي تبدو حسنة ، فلم يثبهم عليها من صلة رحم ، وإطعام جائع ، ونحوهما ، ولأن من إضلال أعمالهم أن كان غالب أعمالهم عبثاً وسيئاً ولأن من إضلال أعمالهم أن الله خَيَّبَ سعيهم فلم يحصلوا منه على طائل فانهزموا يوم بدر وذهب إطعامُهم الجيْش باطلاً ، وأفسد تدبيرهم وكيدهم للرسول صلى الله عليه وسلم فلم يشفُوا غليلهم يوم أحد ، ثم توالت انهزاماتهم في المواقع كلها قال تعالى : { إن الذين كفروا ينفقون أموالهم ليصدّوا عن سبيل الله فسينفقونها ثم تكون عليهم حسرة ثم يغلبون } [ الأنفال : 36 ] .",
  "ayah": 1,
  "surah": 47
}
