{
  "text": "وَكَأَيِّنْ مِنْ قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِنْ قَرْيَتِكَ الَّتِي أَخْرَجَتْكَ أَهْلَكْنَاهُمْ فَلَا نَاصِرَ لَهُمْ (13(عطف على جملة { أفلم يسيروا في الأرض } [ محمد : 10 ] ، وما بينهما استطراد اتصل بعضه ببعض . وكلمة { كأيّن } تدلّ على كثرة العدد ، وتقدم في سورة آل عمران وفي سورة الحج .والمراد بالقرية : أهلها ، بقرينة قوله : { أهلكناهم } ، وإنما أجري الإخبار على القرية وضميرها لإفادة الإحاطة بجميع أهلها وجميع أحوالهم وليكون لإسناد إخراج الرسول إلى القرية كلها وقع من التبعة على جميع أهلها سواء منهم من تولى أسباب الخروج ، ومن كان ينظر ولا ينهى قال تعالى : { وأخرجوكم من دياركم وظاهروا على إخراجكم } [ الممتحنة : 9 ] .وهذا إطناب في الوعيد لأن مقام التهديد والتوبيخ يقتضي الإطناب ، فمفاد هذه الآية مؤكد لمفاد قوله : { فينظروا كيف كان عاقبة الذين من قبلهم دمرَّ الله عليهم وللكافرين أمثالها } [ محمد : 10 ] ، فحصل توكيد ذلك بما هو مقارب له من إهلاك الأمم ذوات القُرى والمُدننِ بعد أن شمل قوله : { الذين من قبلهم } من كان من أهل القرى ، وزاد هنا التصريح بأن الذين من قبلهم كانوا أشد قوة منهم ليفهموا أن إهلاك هؤلاء هيّن على الله ، فإنه لما كان التهديد السابق تهديداً بعذاب السيف من قوله : { فإذا لقيتم الذين كفروا فضربَ الرقاب } [ محمد : 4 ] الآيات ، قد يُلقي في نفوسهم غروراً فتعذّر استئصالهم بالسيف وهم ما هم من المَنعة وأنهم تمنعهم قريتهم مكةُ وحرمتُها بين العرب فلا يقعدون عن نصرتهم ، فربّما استخفَّوا بهذا الوعيد ولم يستكينوا لهذا التهديد ، فأعلمهم الله أن قرى كثيرة كانت أشد قوة من قريتهم أهلكهم الله فلم يجدوا نصيرا .وبهذا يظهر الموقع البديع للتفريع في قوله : { فلا ناصر لهم } وزاد أيضاً إجراءُ الإضافة في قوله : { قريتك } ، ووصفها ب { التي أخرجتك } لما تفيده إضافة القرية إلى ضمير الرسول صلى الله عليه وسلم من تعبير أهلها بمذمة القطيعة ولما تؤذن به الصلة من تعليل إهلاكهم بسبب إخراجهم الرسول صلى الله عليه وسلم من قريته قال تعالى : { وأخرجوهم من حيث أخرجوكم } [ البقرة : 191 ] .وإطلاق الإخراج على ما عامل به المشركون النبي صلى الله عليه وسلم من الجفاء والأذى ومقاومة نشر الدين إطلاق من قبيل الاستعارة لأن سوء معاملتهم إياه كان سبباً في خروجه من مكة وهي قريته ، فشبه سبب الخروج بالإخراج ثم أطلق عليه فعل { أخرجتك } ، وليس ذلك بإخراج وإنما هو خروج فإن المشركين لم يُلجِئوا النبي صلى الله عليه وسلم بالإخراج بل كانوا على العكس يرصدون أن يمنعوه من الخروج خشيَة اعتصامه بقبائل تنصره فلذلك أخفَى على الناس أمر هجرته إلا عن أبي بكر رضي الله عنه ، فقوله : { أخرجتك } من باب قولك : أقدمني بلدك حقٌّ لي على فلان ، وهو استعارة على التحقيق ، وليس مجازاً عقلياً إذ ليس ثمة إخراج حتى يدعى أن سَببه بمنزلة فاعل الإخراج ، ولا هو من الكناية وإن كان قد مثل به الشيخ في دلائل الإعجاز للمجاز العقلي ، والمثالُ يكفي فيه الفرض والاحتمال .وفُرع على الإخبار بإهلاك الله إياهم الإخبارُ بانتفاء جنس الناصر لهم ، أي المنقذ لهم من الإهلاك .والمقصود : التذكير بأن أمثال هؤلاء المشركين لم يجدوا دافعاً يدفع عنهم الإهلاك ، وذلك تعريض بتأييس المشركين من إلفاء ناصر ينصرهم في حربهم للمسلمين قطعاً لما قد يخالج نفوس المشركين أنهم لا يغلبون لتظاهر قبائل العرب معهم ، ولذلك حزبوا الأحزاب في وقعة الخندق .وضمير { لهم } عائد إلى { من قرية } لأن المراد بالقرى أهلها . والمعنى : أهلكناهم إهلاكاً لا بقاء معه لشيء منهم لأن بقاء شيء منهم نصر لذلك الباقي بنجاته من الإهلاك .واسم الفاعل في قوله : { فلا ناصر } مراد به الجنس لوقوعه بعد ( لا ( النافية للجنس فلذلك لا يقصد تضمنه لزمن مَّا لأنه غير مراد به معنى الفعل بل مجرد الاتصاف بالمصدر فتمحض للاسمية ، ولا التفات فيه إلى زمن من الأزمنة الثلاثة ، ولذا فمعنى { فلا ناصر لهم } : فلم ينصرهم أحد فيما مضى . ولا حاجة إلى إجراء ما حصل في الزمن الماضي مجرى زمن الحال ، وقولهم اسم الفاعل حقيقة في الحال جرى على الغالب فيما إذا أريد به معنى الفعل . وقرأ الجمهور : { وكأيِّن } بهمزة بعد الكاف وبتشديد الياء . وقرأه ابن كثير بألف بعد الكاف وتخفيف الياء مكسورة وهي لغة .",
  "ayah": 13,
  "surah": 47
}
