{
  "text": "أَفَمَنْ كَانَ عَلَى بَيِّنَةٍ مِنْ رَبِّهِ كَمَنْ زُيِّنَ لَهُ سُوءُ عَمَلِهِ وَاتَّبَعُوا أَهْوَاءَهُمْ (14(تفريع على جملة { أهلكناهم فلا ناصر لهم } [ محمد : 13 ] لتحقيق أنهم لا ناصر لهم تحقيقاً يرجع إلى ما في الكلام من المعنى التعريضي فهو شبيه بالاستئناف البياني جاء بأسلوب التفريع .ويجوز مع ذلك أن يكون مفرَّعاً على ما سبق من قوله : { إن الله يدخل الذين آمنوا وعملوا الصالحات } [ محمد : 12 ] الآية ، فيكون له حكم الاعتراض لأنه تفريع على اعتراض . وهذا تفنن في تلوين الكلام لتجديد نشاط السامعين هو من الأساليب التي ابتكرها القرآن في كلام العرب . والاستفهام مستعمل في إنكار المماثلة التي يقتضيها حرف التشبيه .والمقصود من إنكار المشابهة بين هؤلاء وهؤلاء هو تفضيل الفريق الأول ، وإنكار زعم المشركين أنهم خير من المؤمنين كما ظهر ذلك عليهم في مواطن كثيرة كقولهم : { لو كان خيراً ما سبقونا إليه } [ الأحقاف : 11 ] { وإذا رأوهم قالوا إن هؤلاء لضالون } [ المطففين : 32 ] { فاتخذتموهم سُخرياً حتى أنسوكم ذِكري وكنتم منهم تضحكون } [ المؤمنون : 110 ] .والمراد بالموصولين فريقان كما دل عليه قوله في أحدهما { واتبعوا أهواءهم } .والبينة : البرهان والحجة ، أي حجة على أنه محق . و { مِن } ابتدائية ، وفي التعبير بوصف الرب وإضافته إلى ضمير الفريق تنبيه على زلفى الفريق الذي تمسك بحجة الله .ومعنى وصف البينة بأنها من الله : أن الله أرشدهم إليها وحرّك أذهانهم فامتثلوا وأدركوا الحق ، فالحجة حجة في نفسها وكونها من عند الله تزكية لها وكشف للتردّد فيها وإتمام لدلالتها ، كما يظهر الفرق بين أخذ العلم عن متضلع فيه وأخذه عن مستضعف فيه وإن كان مصيباً . و ( عَلى ( للاستعلاء المجازي الذي هو بمعنى التمكن كما في قوله تعالى : { أولئك على هدى من ربهم } في سورة البقرة ( 5 ( .وهذا الفريق هم المؤمنون وهم ثابتون على الدين واثقون بأنهم على الحق . فلا جرم يكون لهم الفوز في الدنيا لأن الله يسّر لهم أسبابه فإن قاتلوا كانوا على ثقة بأنهم على الحق وأنهم صائرون إلى إحدى الحسنيين فقويت شجاعتهم ، وإن سالموا عُنوا بتدبير شأنه وما فيه نفع الأمة والدين فلم يَألوا جهداً في حسن أعمالهم ، وذلك من آثار أن الله أصلح بالهم وهداهم . والفريق الذين زيّن له سوء عمله هم المشركون ، فإنهم كانوا في أحوال السُوأى من عبادة الأصنام والظلم والعدوان وارتكاب الفواحش ، فلما نبههم الله لفساد أعمالهم بأن أرسل إليهم رسولاً بين لهم صالح الأعمال وسيئاتها لم يدركوا ذلك ورأوا فسادهم صلاحاً فتزينت أعمالهم في أنظارهم ولم يستطيعوا الإقلاع عنها وغَلب إلفُهم وهواهم على رأيهم فلم يعبأوا باتباع ما هو صلاح لهم في العاجل والآجل ، فذلك معنى قوله : كمن زُيّن له سوء عمله واتبعوا أهواءهم } بإيجاز .وبني فعل { زُيّن } للمجهول ليشمل المزيّنين لهم من أيمة كفرهم ، وما سولته لهم أيضاً عقولهم الآفنة من أفعالهم السيئة اغتراراً بالإلف أو اتباعاً للذات العاجلة أو لِجلب الرئاسة ، أي زَيَّن له مُزيّنَ سوءَ عمله ، وفي هذا البناء إلى المجهول تنبيه لهم أيضاً ليرجعوا إلى أنفسهم فيتأمّلوا فيمن زيّن لهم سوء أعمالهم .ولمّا كان تزيين أعمالهم لهم يبعثهم على الدأب عليها كان يتولد من ذلك إلفهم بها وولعهم بها فتصير لهم أهواء لا يستطيعون مفارقتها أعقب بقوله : { واتبعوا أهواءهم } .والفرق بين الفريقين بَيّن للعاقل المتأمل بحيث يحق أن يُسأل عن مماثلة الفريقين سُؤال من يعلم انتفاء المماثلة ويُنكِر على من عسى أن يزعمها . والمراد بانتفاء المماثلة الكناية عن التفاضل ، والمقصود بالفضل ظاهر وهو الفريق الذي وقع الثناء عليه .",
  "ayah": 14,
  "surah": 47
}
