{
  "text": "وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ حَتَّى إِذَا خَرَجُوا مِنْ عِنْدِكَ قَالُوا لِلَّذِينَ أُوتُوا الْعِلْمَ مَاذَا قَالَ آَنِفًا أُولَئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ وَاتَّبَعُوا أَهْوَاءَهُمْ (16({ أَمْعَآءَهُمْ * وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ حتى إِذَا خَرَجُواْ مِنْ عِندِكَ قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ ءَانِفاً أولئك الذين طَبَعَ الله على قُلُوبِهِمْ واتبعوا أَهْوَآءَهُمْ } .ضمير { ومنهم } عائد إلى { الذين كفروا } [ محمد : 12 ] الذين جرى ذكرهم غير مرة من أول السورة ، أي ومن الكافرين قوم يستمعون إليك ، وأراد بمن يستمع معهم المنافقين بقرينة قوله : { قالوا للذين أوتوا العلم ماذا قال } وقوله : { خرجوا من عندك } .وليس المراد مجرد المستمعين مثل ما في قوله : { ومنهم من يستمعون إليك أفأنت تُسمع الصم } [ يونس : 42 ] وقوله : { ومنهم من يستمع إليك وجعلنا على قلوبهم أكنة } [ الأنعام : 25 ] للفرق الواضح بين الأسلوبين ، وهذا صنف آخر من الكافرين الذين أسرّوا الكفر وتظاهروا بالإيمان ، وقد كان المنافقون بعد الهجرة مقصودين من لفظ الكفار . وهذه السورة نازلة بقرب عهد من الهجرة فلذلك ذكر فيها الفريقان من الكفار .ومعنى { يستمع إليك } : يحضرون مجلسك ويسمعون كلامك وما تقرأ عليهم من القرآن . وهذه صفة من يتظاهر بالإسلام فلا يُعرضون عن سماع القرآن إعراض المشركين بمكة . روي عن الكلبي ومقاتل : أنها نزلت في عبد الله بن أبي بن سلول ورفاعة بن الثابوت والحارث بن عَمرو وزيد بن الصلت ومالك بن الدخشم .والاستماع : أشد السمع وأقواه ، أي يستمعون باهتمام يظهرون أنهم حريصون على وَعي ما يقوله الرسول صلى الله عليه وسلم وأنهم يُلقون إليه بالهم ، وهذا من استعمال الفعل في معنى إظهاره لا في معنى حصوله . وحق فعل استمع أن يعدّى إلى المفعول بنفسه كما في قوله : { يستمعون القرآن } [ الأحقاف : 29 ] فإذا أريد تعلقه بالشخص المَسموع منه يقال : استمع إلى فلان كما قال هنا { ومنهم من يستمع إليك } ، وكذا جاء في مواقعه كلها من القرآن .و { حتى } في قوله : { حتى إذا خرجوا من عندك } ابتدائية و { إذَا } اسم زمان متعلق ب { قالوا } .والمعنى : فإذا خرجوا من عندك قالوا الخ .والخروج : مغادرة مكان معيّن محصوراً وغير محصور ، فمنه { إذ أخرجني من السجن } [ يوسف : 100 ] ، ومنه { يريد أن يخرجكم من أرضكم } [ الأعراف : 110 ] . والخروج من عند النبي صلى الله عليه وسلم مغادرة مجلسه الذي في المسجد وهو الذي عبر عنه هنا بلفظ { عندك } .و { مِن } لتعدية فعل { خرجوا } وليست التي تزاد مع الظروف في نحو قوله تعالى : { مِن عند الله } [ البقرة : 89 ] .والذين أوتوا العلم : هم أصحاب رسول الله صلى الله عليه وسلم الملازمون لمجلسه وسُمِّي منهم عبد الله بن مسعود وأبو الدرداء وابن عبّاس . وروي عنه أنه قال : أنا منهم وسُئِلتُ فيمن سُئل . والمعنى : أنهم يستمعون إلى النبي صلى الله عليه وسلم من القرآن وما يقوله من الإرشاد وحذف مفعول { يستمعون } ليشمل ذلك .ومعنى { آنفاً } : وقتاً قريباً من زمن التكلم ، ولم ترد هذه الكلمة إلا منصوبة على الظرفية .قال الزجاج : هو من استَأنف الشيءَ إذا ابتدأه اه يريد أنه مشتق من فعل مزيد ولم يسمع له فعل مجرد ، وظاهر كلامهم أن اشتقاقه من الاسم الجامد وهو الأنْفُ ، أي جَارحة الشمّ وكأنهم عنوا به أنف البعير لأن الأنف أول ما يَبْدُو لراكبه فيأخذ بخطامه ، فلوحظ في اسم الأنْف معنى الوصف بالظهور ، وكني بذلك عن القرب ، وقال غيره : هو مشتق من أُنُف بضم الهمزة وضم النون يوصف به الكأس التي لم يُشرب منها من قَبل ، وتُوصف به الروضة التي لم تُرْع قبلُ ، كأنهم لاحَظوا فيها لازم وصف عدم الاستعمال وهو أنه جديد ، أي زمن قريب ، ف { آنفاً } زماناً لم يبعد العهد به . قال ابن عطية : «والمفسّرون يقولون : { آنفاً } معناه : الساعة القريبة مِنا وهذا تفسيرُ المعنى» اه . وفي كلامه نظر لأن أهل اللغة فسروه بوقت يقرب منا . وصيغ على زنة اسم الفاعل وليس فيه معنى اسم الفاعل ، فهذا اسم غريب التصريففِ ولا يحفظ شيء من شعر العرب وقع فيه هذا اللفظ .واتفق القراء على قراءته بصيغة فاعل وشذت رواية عن البزي عن ابن كثير أنه قرأ { آنفاً } بوزن كتف . وقد أنكر بعض علماء القراءات نِسبتها إلى ابن كثير ولكن الشاطبي أثبتها في حرز الأماني وقد ذكرها أبو علي في الحجة . فإذا صحت هذه الرواية عن البزّي عنه كان { آنِفاً } حالاً من ضمير { من يستمع } أجري على الإفراد رعياً للفظ { مَن } . ومعناه : أنه يقول ذلك في حال أنه شديد الأنفة ، أي التكبر إظهاراً لترفعه عن وعي ما يقوله النبي صلى الله عليه وسلم وينتهي الكلام عند ماذا . وزعم أبو علي في الحجة : أن البزي توهمه مثل : حَاذر وحَذر . ولا يظن مثل هذا بالبزي لو صحت الرواية عنه عن ابن كثير .وسياق الكلام يدل على ذم هذا السؤال لقوله عقبه { أولئك الذين طبع الله على قلوبهم } فهو سؤال يُنْبىء عن مذمة سائليه ، فإن كان سؤالهم حقيقة أنبأ عن قلة وعيهم لما يسمعونه من النبي صلى الله عليه وسلم فهم يستعيدونه من الذين علموه فلعل استعادتهم إياه لقصد أن يتدارسوه إذا خلوا مع إخوانهم ليختلقوا مغامر يهيئونها بينهم ، أو أن يجيبوا من يسألهم من إخوانهم عما سمعوه في المجلس الذي كانوا فيه . ويجوز أن يكون السؤال على غير حقيقته ناوين به الاستهزاء يُظهرون للمؤمنين اهتمامهم باستعادة ما سمعوه ويقولون لإخوانهم : إنما نحن مستهزؤون ، أو أن يكون سؤالهم تعريضا بأنهم سمعوا كلاماً لا يستبين المراد منه لإدخال الشك في نفوس مَن يُحسون منهم الرغبة في حضور مجالس النبي صلى الله عليه وسلم تعريضاً لقلة جدوى حضورها . ويجوز أن تكون الآية أشارتْ إلى حادثة خاصة ذكر فيها النبي صلى الله عليه وسلم المنافقين وأحوالهم وعَلِم الذين كانوا حاضرين منهم أنهم المعنيّون بذلك ، فأرادوا أن يسألوا سؤال استطلاع هل شعر أهل العلم بأن أولئك هم المعنيّون ، فيكون مفعول { يستمعون } محذوفاً للعلم به عند النبي صلى الله عليه وسلم{ ءَانِفاً أولئك الذين طَبَعَ الله على قُلُوبِهِمْ واتبعوا } .استئناف بياني لأن قولهم : { ماذا قال آنفاً } سؤال غريب من شأنه إثارة سؤال من يسأل عن سبب حصوله على جميع التقادير السابقة في مرادهم منه .وجيء باسم الإشارة بعد ذكر صفاتهم تشهيراً بهم ، وجيء بالموصول وصلتيه خبراً عن اسم الإشارة لإفادة أن هؤلاء المتميزين بهذه الصفات هم أشخاص الفريق المتقرر بين الناس أنهم فريق مطبوع على قلوبهم لأنه قد تقرر عند المسلمين أن الذين صمّموا على الكفر هم قد طبع الله على قلوبهم وأنهم متّبعون لأهوائهم ، فأفادت أن هؤلاء المستمعين زمرة من ذلك الفريق ، فهذا التركيب على أسلوب قوله تعالى : { أولئك هم المفلحون } في سورة البقرة ( 5 ( .والطبع على القلب : تمثيل لعدم مخالطة الهدى والرشد لعقولهم بحال الكِتاب المطبوع عليه ، أو الإناء المختوم بحيث لا يصل إليه من يحاول الوصول إلى داخله ، فمعناه أن الله خلق قلوبهم ، أي عقولهم غير مدركة ومصدقة للحقائق والهدى . وهذا الطبع متفاوت يزول بعضه عَن بعض أهله في مدد متفاوتة ويدوم مع بعض إلى الموت كما وقعَ ، وزواله بانتهاء ما في العقل من غشاوة الضلالة وبتوجه لطف الله بمن شاء بحكمته اللطف به المسمى بالتوفيق الذي فسره الأشعرية بخلق القدرة والداعية إلى الطاعة ، وبأنه ما يقع عنده صلاح العبد آخره . وفسر المعتزلة اللطف بإيصال المنافع إلى العبد من وجه يدق إدراكه وتمكينُه بالقدرة والآلات .",
  "ayah": 16,
  "surah": 47
}
