{
  "text": "إِنَّ الَّذِينَ ارْتَدُّوا عَلَى أَدْبَارِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْهُدَى الشَّيْطَانُ سَوَّلَ لَهُمْ وَأَمْلَى لَهُمْ (25(لم يزل الكلام على المنافقين فالذين ارتدوا على أدبارهم منافقون ، فيجوز أن يكون مراداً به قوم من أهل النفاق كانوا قد آمنوا حقا ثم رجعوا إلى الكفر لأنهم كانوا ضعفاء الإيمان قليلي الاطمئنان وهم الذين مثلهم الله في سورة البقرة ( 17 ( بقوله : { مَثَلهم كمثل الذين استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم } الآية .والارتداد على الأدبار على هذا الوجه : تمثيل للراجع إلى الكفر بعد لإيمان بحال من سار ليصل إلى مكان ثم ارتد في طريقه . ولما كان الارتداد سيراً إلى الجهة التي كانت وراء السائر جُعل الارتداد إلى الأدبار ، أي إلى جهة الأدبار . وجيء بحرف على } للدلالة على أن الارتداد متمكن من جهة الأدبار كما يقال : على صراط مستقيم .والهدى : الإيمان ، وتبيّن الهدى لهم على هذا الوجه تبيّن حقيقي لأنهم ما آمنوا إلا بعد أن تبين لهم هدى الإيمان .وعلى هذا الوجه فالإتيان بالموصول والصلة ليس إظهاراً في مقام الإضمار لأن أصحاب هذه الصلة بعض الذين كان الحديث عنهم فيما تقدم . ويجوز أن يكون مراداً به جميعُ المنافقين ، عبر عن تصميمهم على الكفر بعد مشاركتهم المسلمين في أحوالهم في مجلس النبي صلى الله عليه وسلم والصلاة معه وسماععِ القرآن والمواعظ بالارتداد لأنه مفارقة لتلك الأحوال الطيبة ، أي رجعوا إلى أقوال الكفر وأعماله وذلك إذا خلوا إلى شياطينهم ، وتبين الهدى على هذا الوجه كونه بيّناً في نفسه ، وهو بيّن لهم لوضوح أدلته ولا غبار عليه ، فهذا التبين من قبيل قوله تعالى : { ذلك الكتاب لا ريب فيه } [ البقرة : 2 ] ، أي ليس معه ما يوجب ريب المرتابين .  ويجوز أن يكون المراد به قوماً من المنافقين لم يقاتلوا مع المسلمين بعد أن علموا أن القتال حق . وهذا قول ابن عباس والضحاك والسدّي ، وعليه فلعل المراد : الجماعة الذين انخزلوا يوم أُحُد مع عبد الله بن أُبَيّ بن سلول ، والارتداد على الأدْبار على هذا الوجه حقيقة لأنهم رجعوا عن موقع القتال بعد أن نزلوا به فرجعوا إلى المدينة وكانت المدينة خلفهم . وهذا عندي أظهر الوجهين وأليق بقوله بعد { ذلك بأنهم قالوا للذين كرهوا ما نزّل الله سنطيعكم في بعض الأمر إلى قوله : { وأدبارهم } [ محمد : 26 ، 27 ] . والهدى على هذا الوجه هو الحقّ ، أي من بعد ما علموا أن الحق قتال المشركين .وأوثر أن يكون خبر ( إنَّ ( جملة ليتاتَّى بالجملة اشتمالها على خصائص الابتداءِ باسم الشيطان للاهتمام به في غرض ذمهم ، وأن يسند إلى اسمه مُسند فعلي ليفيد تقوّي الحكم نحو : هو يعطي الجزيل .والتسويل : تسهيل الأمر الذي يستشعر منه صعوبة أو ضر وتزيين ما ليس بحسن .والإملاء : المدّ والتمديد في الزمان ، ويطلق على الإبقاء على الشيء كثيراً ، أي أراهم الارتداد حسناً دائماً كما حكى عنه في قوله تعالى : { قال يا آدم هل أدلك على شجرة الخُلد ومُلك لا يبلى } [ طه : 120 ] ، أي أن ارتدادهم من عمل الشيطان .وقرأ الجمهور { وأملى لهم } بفتح الهمزة على صيغة المبني للفاعل . وقرأه أبو عمرو بضم الهمزة وكسر اللام وفتح التحتية على صيغة المبني إلى المجهول . وقرأه يعقوب بضم الهمزة وكسر اللام وسكون التحتية على أنه مسند إلى المتكلم فالضمير عائد إلى الله تعالى ، أي الشيطان سَوّل لهم وأنا أُملِي لهم فيكون الكلام وعيداً ، أي أنا أؤخرهم قليلاً ثم أعاقبهم .",
  "ayah": 25,
  "surah": 47
}
