{
  "text": "وَلَنَبْلُوَنَّكُمْ حَتَّى نَعْلَمَ الْمُجَاهِدِينَ مِنْكُمْ وَالصَّابِرِينَ وَنَبْلُوَ أَخْبَارَكُمْ (31(عطف على قوله : { والله يعلم أعمالكم } [ محمد : 30 ] . ومعناه معنى الاحتراس ممَّا قد يتوهم السامعون من قوله : { والله يعلم أعمالكم } من الاستغناء عن التكليف .ووجه هذا الاحتراس أن علم الله يتعلق بأعمال الناس بعد أن تقع ويتعلق بها قبل وقوعها فإنها ستقع ويتعلق بعزم الناس على الاستجابة لدعوة التكاليف قوة وضعفا ، ومن عدم الاستجابة كفراً وعناداً ، فبيّن بهذه الآية أن من حكمة التكاليف أن يظهر أثر علم الله بأحوال الناس وتقدم الحجة عليهم .ولما قال النبي صلى الله عليه وسلم « إن الله كتب لِكل عبد مقعده من الجنة أو من النار . فقالوا أفلا نتكل على ما كُتب لنا؟ قال : اعملوا فكل مُيَسَّر لما خلق له ، وقرأ { فأما من أعطى واتّقى وصدّق بالحسنى فسنُيَسِّره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنُيَسِّره للعسرى } [ الليل : 5 10 ] »والبَلْو : الاختبار وتعرُّف حال الشيء . والمراد بالابتلاء الأمر والنهي في التكليف ، فإنه يظهرَ به المطيع والعاصي والكافر ، وسُمي ذلك ابتلاء على وجه المجاز المرسل لأنه يلزمه الابتلاء وإن كان المقصود منه إقامة مصالح الناس ودفع الفساد عنهم لتنظيم أحوال حياتهم ثم ليترتب عليه مئال الحياة الأبدية في الآخرة . ولكن لما كان التكليف مبيّناً لأحوال نفوس الناس في الامتثال وممحّصاً لدعاويهم وكاشفاً عن دخائلهم كان مشتملاً على ما يشبه الابتلاء ، وإلا فإن الله تعالى يعلم تفاصيل أحوالهم ، ولكنها لا تظهر للعيان للناس إلا عند تلقي التكاليف فأشبهت الاختبار ، فإطلاق اسم الابتلاء على التكليف مجاز مرسل وتسمية ما يلزم التكليف من إظهار أحوال النفوس ابتلاءً استعارة ، ففي قوله : { ولنبلونكم } مجاز مرسل واستعارة .و { حتى } حرف انتهاء فما بعدها غاية للفعل الذي قبلها وهي هنا مستعملة في معنى لام التعليل تشبيهاً لعلة الفعل بغايته فإن غاية الفعل باعث لفاعل الفعل في الغالب ، فلذلك كثر استعمال { حتى } بمعنى لام التعليل كقوله تعالى : { هم الذين يقولون لا تنفقوا على من عند رسول الله حتى ينفضوا } [ المنافقون : 7 ] .فالمعنى : ولنبلونكم لنعلم المجاهدين منكم والصابرين ، وليس المراد انتهاء البلوى عند ظهور المجاهدين منهم والصابرين .وعلة الفعل لا يلزم انعكاسها ، أي لا يلزم أن لا يكون للفعل علة غيرها فللتكليف عِلل وأغراض عديدة منها أن تظهر حال الناس في قبول التكليف ظهوراً في الدنيا تترتب عليه معاملات دنيوية .وعلم الله الذي جعل علة للبلو هو العلم بالأشياء بعد وقوعها المسمى علم الشهادة لأن الله يعلم من سيُجاهد ومن يصبر من قبْللِ أن يبلوهم ولكن ذلك علم غيب لأنه قبل حصول المعلوم في عالم الشهادة .والأحسن أن يكون { حتى نعلم } مستعملاً في معنى حتى نظهر للناس الدعاوي الحق من الباطلة ، فالعلم كناية عن إظهار الشيء المعلوم بقطع النظر عن كون إظهاره للغير كما هنا أو للمتكلم كقول إياس بن قبيصةَ الطائي :وأقَبلْتْ والخَطِّيُّ يخْطُر بيننا ... لا عَلَم منَ جَبَانُها مِن شجاعهاأراد ليظهر للناس أنه شجاع ويظهر من هو من القوم جبان ، فالله شرع الجهاد لنصر الدين ومِنْ شرَعه يتبين من يجاهد ومن يقعد عن الجهاد ، ويتبين من يصبر على لأواء الحرب ومن ينخزل ويفر ، فلا تروج على الناس دعوى المنافقين صدق الإيمان ويعلم الناس المؤمنين الذين صدقوا ما عاهدوا الله عليه .وبلو الإخبار : ظهور الأحدوثة من حسن السمعة وضده . وهذا في معنى قول الأصوليين ترتُّبُ المدح والذم عاجلاً ، وهو كناية أيضاً عن أحوال أعمالهم من خير وشر لأن الأخبار إنما هي أخبار عن أعمالهم ، وهذه علة ثانية عطفت على قوله : { حتى نعلم المجاهدين منكم } . وإنما أعيد عطف فعل { نبلوَ } على فعل { نعلم } وكان مقتضى الظاهر أن يعطف { أخباركم } بالواو على ضمير المخاطبين في { لنبلونكم } ولا يعاد { نبلوَ } ، فالعدول عن مقتضى ظاهر النظم إلى هذا التركيب للمبالغة في بَلْو لأخبار لأنه كناية عن بلو أعمالهم وهي المقصود من بلو ذواتهم ، فذكره كذكر العام بعد الخاص إذ تعلق البلو الأول بالجهاد والصبرِ ، وتعلق البلو الثاني بالأعمال كلها ، وحصل مع ذلك تأكيد البلو تأكيداً لفظياً . وقرأ الجمهور { ولنبلونكم حتى نعلم } { ونبلوَا } بالنون في الأفعال الثلاثة . وقرأ أبو بكر عن عاصم تلك الأفعال الثلاثة بياء الغيبة والضمائر عائدة إلى اسم الجلالة في قوله : { والله يعلم أعمالكم } . وقرأ الجمهور { ونبلوَ } بفتح الواو عطفاً على { نعلمَ } . وقرأه رويس عن يعقوب بسكون الواو عطفاً على { ولنبلونكم } .",
  "ayah": 31,
  "surah": 47
}
