{
  "text": "هَا أَنْتُمْ هَؤُلَاءِ تُدْعَوْنَ لِتُنْفِقُوا فِي سَبِيلِ اللَّهِ فَمِنْكُمْ مَنْ يَبْخَلُ وَمَنْ يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَنْ نَفْسِهِ وَاللَّهُ الْغَنِيُّ وَأَنْتُمُ الْفُقَرَاءُ وَإِنْ تَتَوَلَّوْا يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ ثُمَّ لَا يَكُونُوا أَمْثَالَكُمْ (38({ أضغانكم * هَآ أَنتُمْ هؤلاء تُدْعَوْنَ لِتُنفِقُواْ فِى }كلام المفسرين من قوله : { ولا يسألْكُم أموالَكم } إلى قوله : { عن نفسه } [ محمد : 36 38 ] يعرب عن حَيرة في مراد الله بهذا الكلام . وقد فسرناه آنفاً بما يشفي وبقي علينا قوله : { ها أنتم هؤلاء تُدْعَوْن لتنفقوا } الخ كيف موقعه بعد قوله : { ولا يسألكم أموالكم } فإن الدعوة للإنفاق عين سؤال الأموال فكيف يجمع بين ما هنا وبين قوله آنفاً { ولا يسألكم أموالكم } .فيجوز أن يكون المعنى : تُدْعَون لتنفقوا في سبيل الله لتدفعوا أعداءكم عنكم وليس ذلك لينتفع به الله كما قال : { والله الغني وأنتم الفقراء } . ونظم الكلام يقتضي أن هذه دعوة للإنفاق في الحال وليس إعلاماً لهم بأنهم سيدعون للإنفاق فهو طلبٌ حاصل . ويحمل { تدْعَون } على معنى تؤمرون أي أمر إيجاب .ويجوز أن يحمل { تدعون } على دعوة الترغيب ، فتكون الآية تمهيداً للآيات المقتضية إيجاب الإنفاق في المستقبل مثل آية { وجاهدوا بأموالكم وأنفسكم في سبيل الله } [ التوبة : 41 ] ونحوها ، ويجوز أن يكون إعلاماً بأنهم سيدعون إلى الإنفاق في سبيل الله فيما بعد هذا الوقت فيكون المضارع مستعملاً في زمن الاستقبال والمضارع يحتمله في أصْل وضعه .وعلى الاحتمالين فقوله : { فمنكم من يبْخل ومن يبْخل فإنما يبْخل عن نفسه } إما مسوق مساق التوبيخ أو مساق التنبيه على الخطإ في الشح ببذل المال في الجهاد الذي هو محلّ السياق لأن المرء قد يبخل بُخلاً ليس عائداً بخلُه عن نفسه .ومعنى قوله : { فإنما يبخل عن نفسه } على الاحتمال الأول فإنما يبْخل عن نفسه إذ يتمكن عدّوه من التسلط عليه فعاد بُخله بالضر عليه ، وعلى الاحتمال الثاني فإنما يبْخل عن نفسه بحرمانها من ثواب الإنفاق .والقصر المستفاد من { إنما } قصر قلب باعتبار لازم بُخله لأن الباخل اعتقد أنه منع من دَعاه إلى الإنفاق ولكن لازم بخله عاد عليه بحرمان نفسه من منافع ذلك الإنفاق ، فالقصر مجاز مرسل مركَّب . وفعل ( بخل ( يتعدى ب { عن } لما فيه من معنى الإمساك ويتعدى ب ( على ( لما فيه من معنى التضييق على المبخول عليه . وقد عدي هنا بحرف { عن } .{ وها أنتم هؤلاء } مركب من كلمة ( ها ( تنبيه في ابتداء الجملة ، ومن ضمير الخطاب ثم من ( هَا ( التنبيه الداخلة على اسم الإشارة المفيدة تأكيد مدلول الضمير . ونظيرُه قوله : { ها أنتم هؤلاء جادلتم عنهم في الحياة الدنيا } في سورة النساء ( 109 ( . والأكثر أن يكون اسم الإشارة في مثله مجرداً عن ( ها ( اكتفاء ب ( هاء ( التنبيه التي في أول التركيب كقوله تعالى : { ها أنتم أولاء تحبونهم } في سورة آل عمران ( 119 ( .وجملة تُدْعَون } في موضع الحال من اسم الإشارة ، ومجموع ذلك يفيد حصول مدلول جملة الحال لصاحبها حصولاً واضحاً .وزعم كثير من النحاة أن عدم ذكر اسم الإشارة بعد ( ها أنا ( ونحوه لحن ، لأنه لم يسمع دخول ( ها ( التنبيه على اسم غير اسم الإشارة كما ذكره صاحب «مغني اللبيب» ، بناء على أن ( ها ( التنبيه المذكورة في أول الكلام هي التي تدخل على أسماء الإشارة في نحو : هذا وهؤلاء ، وأن الضمير الذي يذكر بعدها فصل بينها وبين اسم الإشارة . ولكن قد وقع ذلك في كلام صاحب «المغني» في ديباجة كتابه إذ قال : وها أنا بائح بما أسررته ، وفي موضعين آخرين منه نبه عليهما بدر الدين الدماميني في شرحه «المزج على المغني» ، وذكر في شرحه الذي بالقول المشتهر ب«الحواشي الهندية» أن تمثيل الزمخشري في «المفصل» بقوله : ها إن زيداً منطلق يقتضي جواز : ها أنا أفعل ، لكن الرضِيّ قال : لم أعثر بشاهد على وقوع ذلك .وجملة { والله الغني وأنتم الفقراء } تذييل للشيء قبلها فالله الغني المطلق ، والغني المطلق لا يسأل الناس مالاً في شيء ، والمخاطبون فقراء فلا يطمع منهم البذل فتعين أن دعاءهم لينفقوا في سبيل الله دعاء بصرف أموالهم في منافعهم كما أشار إلى ذلك قوله : { ومن يبخل فإنما يبخل عن نفسه } .والتعريف باللام في { الغني } وفي { الفقراء } تعريف الجنس ، وهو فيهما مؤذن بكمال الجنس في المخبر عنه ، ولما وقعا خبرين وهما معرفتان أفادا الحصْر ، أي قصر الصفة على الموصوف ، أي قصر جنس الغنِيّ على الله وقصر جنس الفقراء على المخاطبين ب { أنتم } وهو قصر ادعائي فيهما مرتب على دلالة ال على معنى كمال الجنس ، فإن كمال الغنى لله لا محالة لعمومه ودوامه ، وإن كان يثبت بعض جنس الغني لغيره . وأما كمال الفقر للناس فبالنسبة إلى غنى الله تعالى وإن كانوا قد يغْنَون في بعض الأحوال لكن ذلك غنًى قليل وغير دائم .{ وَأَنتُمُ الفقرآء وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْماً غَيْرَكُمْ ثُمَّ لاَ } .عطف على قوله : { وإن تؤمنوا وتتقوا يؤتكم أجوركم } [ محمد : 36 ] . والتولي : الرجوع ، واستعير هنا لاستبدال الإيمان بالكفر ، ولذلك جعل جزاؤه استبدال قوم غيرهم كما استبدلوا دينَ الله بدين الشرك .والاستبدال : التبديل ، فالسين والتاء للمبالغة ، ومفعوله { قوماً } . والمستبدَل به محذوف دل على تقديره قوله { غيركم } ، فعلم أن المستبدل به هو ما أضيف إليه ( غير ( لِتعيّن انحصار الاستبدال في شيئين ، فإذا ذكر أحدهما علم الآخر . والتقدير : يستبدل قوماً بكم لأن المستعمَل في فعل الاستبدال والتبديل أن يكون المفعولُ هو المعوَّض ومجرور الباء هو العوَض كقوله : { أتستبدلون الذي هو أدنى بالذي هو خير } تقدم في سورة البقرة ( 61 ( . وإن كان كلا المتعلقين هو في المعنى معوض وعوض باختلاف الاعتبار ، ولذلك عدل في هذه الآية عن ذكر المجرور بالباء مع المفعول للإيجاز . والمعنى : يتخذ قوماً غيركم للإيمان والتقوى ، وهذا لا يقتضي أن الله لا يوجد قوماً آخرين إلاّ عند ارتداد المخاطبين ، بل المراد : أنكم إن ارتددتم عن الدين كان لله قوم من المؤمنين لا يرتدون وكان لله قوم يدخلون في الإيمان ولا يرتدون .روى الترمذي عن أبي هريرة قال : تَلا رسول الله هذه الآية وإن تتولوا يستبدل قوماً غيركم ثم لا يكونوا أمثالكم } . قالوا : ومن يُستبدَل بنا؟ قال : فضرب رسولُ الله صلى الله عليه وسلم على منكب سَلْمان الفارسي ثم قال : هذا وقومُه ، هذا وقومه» قال الترمذي حديث غريب . وفي إسناده مقال . وروى الطبراني في «الأوسط» : هذا الحديث على شرطِ مسلم وزاد فيه \" والذي نفسي بيده لو كان الإيمانُ منوطاً بالثريا لتناوله رجال من فارس \"وأقول هو يدل على أن فارس إذا آمنوا لا يرتدون وهو من دلائل نبوءة النبي صلى الله عليه وسلم فإن العرب ارتد منهم بعض القبائل بعد وفاة النبي صلى الله عليه وسلم وارتدّ البربر بعد فتح بلادهم وإيمانهم ثنتي عشرة مرة فيما حكاه الشيخ أبو محمد ابن أبي زيد ، ولم يرتد أهل فارس بعد إيمانهم .و { ثم } للترتيب الرتبي لإفادة الاهتمام بصفة الثبات على الإيمان وعلوّها على مجرد الإيمان ، أي ولا يكونوا أمثالكم في التولِّي . والجملة معطوفة ب ( ثم ( على جملة { يستبدل قوماً غيركم } فهي في حيّز جواب الشرط والمعطوف على جواب الشرط بحرف من حروف التشريك يجوز جزمه على العطف ، ويجوز رفعه على الاستئناف . وقد جاء في هذه الآية على الجزم وجاء في قوله تعالى : { وإن يقاتلوكم يولُّوكم الأدبار ثم لا ينصرون } [ آل عمران : 111 ] على الرفع . وأبدى الفخر وجهاً لإيثار الجزم هنا وإيثار الاستئناف هنالك فقال : وهو مع الجواز فيه تدقيق وهو أن ههنا لا يكون متعلقاً بالتولّي لأنهم إن لم يتولوا يكونون ممن يأتي الله بهم على الطاعة ، وإن تولوا لا يكونون مثلهم لكونهم عاصين وكون من يأتي الله بهم مطيعين ، وأما هنالك فسواء قاتلوا أو لم يقاتلوا لا يُنصرون فلم يكن للتعليق أي بالشرط هنالك وجه فرفع بالابتداء وههنا جُزم للتعليق اه . وهو دقيق ويزاد أن الفعل المعطوف على الجزاء في آية آل عمران وقع في آخر الفاصلة التي جرت أخواتها على حرف الواو والنون فلو أوثر جزم الفعل لأزيلت النون فاختلّت الفاصلة .",
  "ayah": 38,
  "surah": 47
}
