{
  "text": "و \" ما \" فى قوله ( وَمَآ أَدْرَاكَ مَا الحاقة ) اسم استفهام المقصود به هنا التهويل والتعظيم ، وهى مبتدأ . وخبرها جملة ( وَمَآ أَدْرَاكَ مَا الحاقة ) وما الثانية وخبرها فى محل نصب سادة مسد المفعول الثانى لقوله ( أَدْرَاكَ ) لأن أدرى يتعدى لمفعولين ، الأول بنفسه والثانى بالباء ، كما فى قوله - تعالى - : ( قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ وَلاَ أَدْرَاكُمْ بِهِ ) .وهذا الأسلوب الذى جاءت به هذه الآيات الكريمة ، فيه ما فيه من التهويل من شأن الساعة ، ومن التعظيم لأمرها ، فكأنه - تعالى - يقول : يوم القيامة الذى يخوض فى شأنه الكافرون ، والذى تَحِق فيه الأمور وتثبت . أتدرى أى شئ عظيم هو؟ وكيف تدرى أيها المخاطب؟ ونحن لم نحط أحدا بكنه هذا اليوم ، ولا بزمان وقوعه؟وإنك - أيها العاقل - مهما تصورت هذا اليوم ، فإن أهواله فوق ما تتصور ، وكيفما قدرت لشدائده : فإن هذه الشدائد فوق ما قدرت .ومن مظاهر هذا التهويل لشأن يوم القيامة افتتاح السورة بلفظ \" الحاقة \" الذى قصد به ترويع المشركين ، لأن هذا اللفظ يدل على أن يوم القيامة حق .كما أن تكرار لفظ \" ما \" ثلاث مرات ، مستعمل - أيضا - فى التهويل والتعظيم ، كما أن إعادة المبتدأ فى الجملة الواقعة خبرا عنه بلفظه ، بأن قال ( مَا الحآقة ) ولم يقل ما هى : يدل أيضا على التهويل .لأن إظهار فى مقام الإِضمار يقصد به ذلك ، ونظيره قوله - تعالى - : ( وَأَصْحَابُ اليمين مَآ أَصْحَابُ اليمين ) ( وَأَصْحَابُ الشمال مَآ أَصْحَابُ الشمال ) والخطاب فى الآيات الكريمة ، لكل من يصلح له ، لأن المقصود تنبيه الناس إلى أن الساعة حق . وأن الحساب والجزاء فيها حق ، لكى يستعدوا لها بالإِيمان والعمل الصالح .قال بعض العلماء ما مخلصه : واستعمال \" ما أدراك \" غير استعمال \" ما يدريك \" . . فقد روى عن ابن عباس أنه قال : كل شئ من القرآن من قوله ( وَمَآ أَدْرَاكَ ) فقد أدراه ، وكل شئ من قوله : ( وَمَا يُدْرِيكَ ) فقد طوى عنه .فإن صح هذا عنه فمراده أن مفعول \" ما أدراك \" محقق الوقوع ، لأن الاستفهام فيه للتهويل وأن مفعول \" ما يدريك \" غير محقق الوقوع لأن الاستفهام فيه للإِنكار ، وهو فى معنى نفى الدراية .قال - تعالى - : ( وَمَآ أَدْرَاكَ مَا هِيَهْ . نَارٌ حَامِيَةٌ ) وقال - سبحانه - ( وَمَا يُدْرِيكَ لَعَلَّ الساعة قَرِيبٌ ).",
  "ayah": 3,
  "surah": 69
}
