{
  "text": "قوله تعالى : ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يفترون على الله الكذب وأكثرهم لا يعقلونفيه سبع مسائل :الأولى : قوله تعالى : ما جعل الله جعل هنا بمعنى سمى ، كما قال تعالى : إنا جعلناه قرآنا عربيا : أي : سميناه ، والمعنى في هذه الآية ما سمى الله ، ولا سن ذلك حكما ، ولا تعبد به شرعا ، بيد أنه قضى به علما ، وأوجده بقدرته وإرادته خلقا ; فإن الله خالق كل شيء من خير وشر ، ونفع وضر ، وطاعة ومعصية .الثانية : قوله تعالى : من بحيرة ولا سائبة من زائدة ، والبحيرة فعيلة بمعنى مفعولة ، وهي على وزن النطيحة والذبيحة ، وفي الصحيح عن سعيد بن المسيب : البحيرة هي التي يمنع درها للطواغيت ، فلا يحتلبها أحد من الناس ، وأما السائبة فهي التي كانوا يسيبونها لآلهتهم ، وقيل : البحيرة لغة هي الناقة المشقوقة الأذن ; يقال : بحرت أذن الناقة أي : شققتها شقا واسعا ، والناقة بحيرة ومبحورة ، وكان البحر علامة التخلية . قال ابن سيده : يقال البحيرة هي التي خليت بلا راع ، ويقال للناقة الغزيرة بحيرة . قال ابن إسحاق : البحيرة هي ابنة السائبة ، والسائبة هي الناقة إذا تابعت بين عشر إناث ليس بينهن ذكر ، لم يركب ظهرها ولم وبرها ، ولم يشرب لبنها إلا ضيف ، فما نتجت بعد ذلك من أنثى شقت أذنها ، وخلي سبيلها مع أمها ، فلم يركب ظهرها ولم يجز وبرها ، ولم يشرب لبنها إلا ضيف كما فعل بأمها ; فهي البحيرة ابنة السائبة ، وقال الشافعي : إذا نتجت الناقة خمسة أبطن إناثا بحرت أذنها فحرمت ; قال :[ ص: 257 ]محرمة لا يطعم الناس لحمها ولا نحن في شيء كذاك البحائروقال ابن عزيز : البحيرة الناقة إذا نتجت خمسة أبطن فإذا كان الخامس ذكرا نحروه فأكله الرجال والنساء ، وإن كان الخامس أنثى بحروا أذنها - أي : شقوه - وكانت حراما على النساء لحمها ولبنها - وقاله عكرمة - فإذا ماتت حلت للنساء . والسائبة البعير يسيب بنذر يكون على الرجل إن سلمه الله من مرض ، أو بلغه منزله أن يفعل ذلك ، فلا تحبس عن رعي ولا ماء ، ولا يركبها أحد ; وقال به أبو عبيد ; قال الشاعر :وسائبة لله تنمن تشكرا     إن الله عافى عامرا أو مجاشعاوقد يسيبون غير الناقة ، وكانوا إذا سيبوا العبد لم يكن عليه ولاء ، وقيل : السائبة هي المخلاة لا قيد عليها ، ولا راعي لها ; فاعل بمعنى مفعول ، نحو عيشة راضية أي : مرضية . من سابت الحية وانسابت ; قال الشاعر :عقرتم ناقة كانت لربي     وسائبة فقوموا للعقابوأما الوصيلة والحام ; فقال ابن وهب ، قال مالك : كان أهل الجاهلية يعتقون الإبل والغنم يسيبونها ; فأما الحام فمن الإبل ; كان الفحل إذا انقضى ضرابه جعلوا عليه من ريش الطواويس وسيبوه ; وأما الوصيلة فمن الغنم إذا ولدت أنثى بعد أنثى سيبوها ، وقال ابن عزيز : الوصيلة في الغنم ; قال : كانوا إذا ولدت الشاة سبعة أبطن نظروا ; فإن كان السابع ذكرا ذبح وأكل منه الرجال والنساء ، وإن كان أنثى تركت في الغنم ، وإن كان ذكرا وأنثى قالوا وصلت أخاها فلم تذبح لمكانها ، وكان لحمها حراما على النساء ، ولبن الأنثى حراما على النساء إلا أن يموت منهما شيء فيأكله الرجال والنساء . والحامي الفحل إذا ركب ولد ولده . قال :حماها أبو قابوس في عز ملكه     كما قد حمى أولاد أولاده الفحلويقال : إذا نتج من صلبه عشرة أبطن قالوا : قد حمى ظهره فلا يركب ولا يمنع من كلاء ولا ماء ، وقال ابن إسحاق : الوصيلة الشاة إذا أتأمت عشر إناث متتابعات في خمسة أبطن ليس بينهن ذكر ، قالوا : وصلت ; فكان ما ولدت بعد ذلك للذكور منهم دون الإناث ، إلا أن يموت شيء منها فيشترك في أكله ذكورهم وإناثهم .الثالثة : روى مسلم عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : رأيت عمرو بن عامر [ ص: 258 ] الخزاعي يجر قصبه في النار وكان أول من سيب السوائب وفي رواية عمرو بن لحي بن قمعة بن خندف أخا بني كعب هؤلاء يجر قصبه في النار ، وروى أبو هريرة قال سمعت رسول الله صلى الله عليه وسلم يقول لأكثم بن الجون : رأيت عمرو بن لحي بن قمعة بن خندف يجر قصبه في النار فما رأيت رجلا أشبه برجل منك به ولا به منك فقال أكثم : أخشى أن يضرني شبهه يا رسول الله ; قال : لا إنك مؤمن وهو كافر إنه أول من غير دين إسماعيل وبحر البحيرة وسيب السائبة وحمى الحامي وفي رواية : رأيته رجلا قصيرا أشعر له وفرة يجر قصبه في النار . وفي رواية ابن القاسم وغيره عن مالك عن زيد بن أسلم عن عطاء بن يسار عن النبي صلى الله عليه وسلم قال : إنه يؤذي أهل النار بريحه . مرسل ذكره ابن العربي ، وقيل : إن أول من ابتدع ذلك جنادة بن عوف ، والله أعلم ، وفي الصحيح كفاية ، وروى ابن إسحاق : أن سبب نصب الأوثان ، وتغيير دين إبراهيم عليه السلام عمرو بن لحي خرج من مكة إلى الشام ، فلما قدم مآب من أرض البلقاء ، وبها يومئذ العماليق أولاد عمليق - ويقال عملاق - بن لاوذ بن سام بن نوح ، رآهم يعبدون الأصنام فقال لهم : ما هذه الأصنام التي أراكم تعبدون ؟ قالوا : هذه أصنام نستمطر بها فنمطر ، ونستنصر بها فننصر ; فقال لهم : أفلا تعطوني منها صنما أسير به إلى أرض العرب فيعبدونه ؟ فأعطوه صنما يقال له : ( هبل ) فقدم به مكة فنصبه ، وأخذ الناس بعبادته وتعظيمه ; فلما بعث الله محمدا صلى الله عليه وسلم أنزل الله عليه ما جعل الله من بحيرة ولا سائبة ولا وصيلة ولا حام ولكن الذين كفروا يعني من قريش وخزاعة ومشركي العرب يفترون على الله الكذب بقولهم : إن الله أمر بتحريمها ، ويزعمون أنهم يفعلون ذلك لرضا ربهم في طاعة الله ، وطاعة الله إنما تعلم من قوله ، ولم يكن عندهم من الله بذلك قول ، فكان ذلك مما يفترونه على الله ، وقالوا : ما في بطون هذه الأنعام خالصة لذكورنا يعني من الولد والألبان ومحرم على أزواجنا وإن يكن ميتة يعني إن وضعته ميتا اشترك فيه الرجال والنساء ; فذلك قوله عز وجل : فهم فيه شركاء سيجزيهم وصفهم أي : بكذبهم العذاب في الآخرة إنه حكيم عليم أي : بالتحريم والتحليل . وأنزل عليه : [ ص: 259 ] قل أرأيتم ما أنزل الله لكم من رزق فجعلتم منه حراما وحلالا قل آلله أذن لكم أم على الله تفترون وأنزل عليه : ثمانية أزواج وأنزل عليه : وأنعام لا يذكرون اسم الله عليها افتراء عليه الآية .الرابعة : تعلق أبو حنيفة رضي الله عنه في منعه الأحباس ورده الأوقاف ; بأن الله تعالى عاب على العرب ما كانت تفعله من تسييب البهائم وحمايتها وحبس أنفاسها عنها ، وقاس على البحيرة والسائبة والفرق بين ، ولو عمد رجل إلى ضيعة له فقال : هذه تكون حبسا ، لا يجتنى ثمرها ، ولا تزرع أرضها ، ولا ينتفع منها بنفع ، لجاز أن يشبه هذا بالبحيرة والسائبة ، وقد قال علقمة لمن سأله عن هذه الأشياء : ما تريد إلى شيء كان من عمل أهل الجاهلية وقد ذهب ، وقال نحوه ابن زيد ، وجمهور العلماء على القول بجواز الأحباس والأوقاف ما عدا أبا حنيفة وأبا يوسف وزفر ; وهو قول شريح إلا أن أبا يوسف رجع عن قول أبي حنيفة في ذلك لما حدثه ابن علية عن ابن عون عن نافع عن ابن عمر أنه استأذن رسول الله صلى الله عليه وسلم في أن يتصدق بسهمه بخيبر فقال له رسول الله صلى الله عليه وسلم : احبس الأصل وسبل الثمرة ، وبه يحتج كل من أجاز الأحباس ; وهو حديث صحيح قاله أبو عمر . وأيضا فإن المسألة إجماع من الصحابة وذلك أن أبا بكر وعمر وعثمان وعليا وعائشة وفاطمة وعمرو بن العاص وابن الزبير وجابرا كلهم وقفوا الأوقاف ، وأوقافهم بمكة والمدينة معروفة مشهورة ، وروي أن أبا يوسف قال لمالك بحضرة الرشيد : إن الحبس لا يجوز ; فقال له مالك : هذه الأحباس أحباس رسول الله صلى الله عليه وسلم بخيبر وفدك وأحباس أصحابه ، وأما ما احتج به أبو حنيفة من الآية فلا حجة فيه ; لأن الله سبحانه إنما عاب عليهم أن تصرفوا بعقولهم بغير شرع توجه إليهم ، أو تكليف فرض عليهم في قطع طريق الانتفاع وإذهاب نعمة الله تعالى ، وإزالة المصلحة التي للعباد في تلك الإبل ، وبهذا فارقت هذه الأمور الأحباس والأوقاف ، ومما احتج به أبو حنيفة وزفر ما رواه عطاء عن ابن المسيب قال : سألت شريحا عن رجل جعل داره حبسا على الآخر من ولده فقال : لا حبس عن فرائض الله ; قالوا : فهذا شريح قاضي عمر وعثمان وعلي الخلفاء الراشدين حكم بذلك . واحتج أيضا بما رواه ابن لهيعة عن أخيه عيسى ، عن عكرمة عن ابن عباس ، قال سمعت النبي صلى الله عليه وسلم يقول بعدما أنزلت سورة \" النساء \" وأنزل الله فيها الفرائض : ينهى عن الحبس . قال الطبري : الصدقة التي [ ص: 260 ] يمضيها المتصدق في حياته على ما أذن الله به على لسان نبيه وعمل به الأئمة الراشدون رضي الله عنهم ليس من الحبس عن فرائض الله ; ولا حجة في قول شريح ولا في قول أحد يخالف السنة ، وعمل الصحابة الذين هم الحجة على جميع الخلق ; وأما حديث ابن عباس فرواه ابن لهيعة ، وهو رجل اختلط عقله في آخر عمره ، وأخوه غير معروف فلا حجة فيه ; قاله ابن القصار .فإن قيل : كيف يجوز أن تخرج الأرض بالوقف عن ملك أربابها لا إلى ملك مالك ؟ قال الطحاوي يقال لهم : وما ينكر من هذا وقد اتفقت أنت وخصمك على الأرض يجعلها صاحبها مسجدا للمسلمين ، ويخلي بينهم وبينها ، وقد خرجت بذلك من ملك إلى غير مالك ، ولكن إلى الله تعالى ; وكذلك السقايات والجسور والقناطر ، فما ألزمت مخالفك في حجتك عليه يلزمك في هذا كله . والله أعلم .الخامسة : اختلف المجيزون للحبس فيما للمحبس من التصرف ; فقال الشافعي : ويحرم على الموقف ملكه كما يحرم عليه ملك رقبة العبد ، إلا أنه جائز له أن يتولى صدقته ، وتكون بيده ليفرقها ويسبلها فيما أخرجها فيه ; لأن عمر بن الخطاب - رضي الله عنه - لم يزل يلي صدقته - فيما بلغنا - حتى قبضه الله عز وجل . قال : وكذلك علي وفاطمة رضي الله عنهما كانا يليان صدقاتهما ; وبه قال أبو يوسف ، وقال مالك : من حبس أرضا أو نخلا أو دارا على المساكين وكانت بيده يقوم بها ويكريها ويقسمها في المساكين حتى مات والحبس في يديه ، أنه ليس بحبس ما لم يجزه غيره وهو ميراث ; والربع عنده والحوائط والأرض لا ينفذ حبسها ، ولا يتم حوزها ، حتى يتولاه غير من حبسه ، بخلاف الخيل والسلاح ، هذا محصل مذهبه عند جماعة أصحابه ; وبه قال ابن أبي ليلى .السادسة : لا يجوز للواقف أن ينتفع بوقفه ; لأنه أخرجه لله وقطعه عن ملكه ، فانتفاعه بشيء منه رجوع في صدقته ; وإنما يجوز له الانتفاع إن شرط ذلك في الوقف ، أو أن يفتقر المحبس ، أو ورثته فيجوز لهم الأكل منه . ذكر ابن حبيب عن مالك قال : من حبس أصلا تجري غلته على المساكين فإن ولده يعطون منه إذا افتقروا - كانوا يوم حبس أغنياء أو فقراء - غير أنهم لا يعطون جميع الغلة مخافة أن يندرس الحبس ، ولكن يبقى منه سهم للمساكين ليبقى عليه اسم الحبس ; ويكتب على الولد كتاب أنهم إنما يعطون منه ما أعطوا على سبيل المسكنة ، وليس على حق لهم دون المساكين .السابعة : عتق السائبة جائز ; وهو أن يقول السيد لعبده أنت حر وينوي العتق ، أو يقول : [ ص: 261 ] أعتقتك سائبة ; فالمشهور من مذهب مالك عند جماعة أصحابه أن ولاءه لجماعة المسلمين ، وعتقه نافذ ; هكذا روى عنه ابن القاسم وابن عبد الحكم وأشهب وغيرهم ، وبه قال ابن وهب ; وروى ابن وهب عن مالك قال : لا يعتق أحد سائبة ; لأن رسول الله صلى الله عليه وسلم نهى عن بيع الولاء وعن هبته ; قال ابن عبد البر : وهذا عند كل من ذهب مذهبه إنما هو محمول على كراهة عتق السائبة لا غير ; فإن وقع نفذ وكان الحكم فيه ما ذكرناه ، وروى ابن وهب أيضا وابن القاسم عن مالك أنه قال : أنا أكره عتق السائبة وأنهى عنه ; فإن وقع نفذ وكان ميراثا لجماعة المسلمين ، وعقله عليهم ، وقال أصبغ : لا بأس بعتق السائبة ابتداء ; ذهب إلى المشهور من مذهب مالك ; وله احتج إسماعيل القاضي ابن إسحاق وإياه تقلد ، ومن حجته في ذلك أن عتق السائبة مستفيض بالمدينة لا ينكره عالم ، وأن عبد الله بن عمر وغيره من السلف أعتقوا سائبة . وروي عن ابن شهاب وربيعة وأبي الزناد وهو قول عمر بن عبد العزيز وأبي العالية وعطاء وعمرو بن دينار وغيرهم .قلت : أبو العالية الرياحي البصري التميمي - رضي الله عنه - ممن أعتق سائبة ; أعتقته مولاة له من بني رياح سائبة لوجه الله تعالى ، وطافت به على حلق المسجد ، واسمه رفيع بن مهران ، وقال ابن نافع : لا سائبة اليوم في الإسلام ، ومن أعتق سائبة كان ولاؤه له ; وبه قال الشافعي وأبو حنيفة وابن الماجشون ، ومال إليه ابن العربي ; واحتجوا بقوله صلى الله عليه وسلم : من أعتق سائبة فولاؤه له وبقوله : إنما الولاء لمن أعتق . فنفى أن يكون الولاء لغير معتق ، واحتجوا بقوله تعالى : ما جعل الله من بحيرة ولا سائبة وبالحديث لا سائبة في الإسلام وبما رواه أبو قيس عن هزيل بن شرحبيل قال : قال رجل لعبد الله : إني أعتقت غلاما لي سائبة فماذا ترى فيه ؟ فقال عبد الله : إن أهل الإسلام لا يسيبون ، إنما كانت تسيب الجاهلية ; أنت وارثه وولي نعمته .",
  "ayah": 103,
  "surah": 5
}
