{
  "text": "قوله تعالى : وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباءنا أولو كان آباؤهم لا يعلمون شيئا ولا يهتدون[ ص: 262 ] قوله تعالى : وإذا قيل لهم تعالوا إلى ما أنزل الله وإلى الرسول قالوا حسبنا ما وجدنا عليه آباءنا الآية . تقدم معناها والكلام عليها في \" البقرة \" فلا معنى لإعادتها .قوله تعالى : يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم إلى الله مرجعكم جميعا فينبئكم بما كنتم تعملونفيه أربع مسائل :الأولى : قال علماؤنا : وجه اتصال هذه الآية بما قبلها التحذير مما يجب أن يحذر منه ، وهو حال من تقدمت صفته ممن ركن في دينه إلى تقليد آبائه وأسلافه ، وظاهر هذه الآية يدل على أن الأمر بالمعروف والنهي عن المنكر ليس القيام به بواجب إذا استقام الإنسان ، وأنه لا يؤاخذ أحد بذنب غيره ، لولا ما ورد من تفسيرها في السنة وأقاول الصحابة والتابعين على ما نذكره بحول الله تعالى .الثانية : قوله تعالى : عليكم أنفسكم معناه احفظوا أنفسكم من المعاصي ; تقول عليك زيدا بمعنى الزم زيدا ; ولا يجوز عليه زيدا ، بل إنما يجري هذا في المخاطبة في ثلاثة ألفاظ ; عليك زيدا أي : خذ زيدا ، وعندك عمرا أي : حضرك ، ودونك زيدا أي : قرب منك ; وأنشد :يا أيها المائح دلوي دونكا إني رأيت الناس يحمدونكاوأما قوله : عليه رجلا ليسني ، فشاذ .الثالثة : روى أبو داود والترمذي وغيرهما عن قيس قال : خطبنا أبو بكر الصديق رضي الله عنه فقال : إنكم تقرءون هذه الآية وتتأولونها على غير تأويلها يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم وإني سمعت رسول الله صلى الله عليه وسلم يقول : إن الناس إذا رأوا الظالم فلم يأخذوا على يديه أوشك أن يعمهم الله بعذاب من عنده . قال أبو عيسى : هذا حديث حسن صحيح ; قال إسحاق بن إبراهيم سمعت عمرو بن علي يقول : [ ص: 263 ] سمعت وكيعا يقول : لا يصح عن أبي بكر عن النبي صلى الله عليه وسلم ولا حديث واحد ، قلت : ولا إسماعيل عن قيس ، قال : إن إسماعيل روى عن قيس موقوفا . قال النقاش : وهذا إفراط من وكيع ; رواه شعبة عن سفيان وإسحاق عن إسماعيل مرفوعا ; وروى أبو داود والترمذي وغيرهما عن أبي أمية الشعباني قال : أتيت أبا ثعلبة الخشني فقلت له : كيف تصنع بهذه الآية ؟ فقال : أية آية ؟ قلت : قوله تعالى : يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم قال : أما والله لقد سألت عنها خبيرا ، سألت عنها رسول الله صلى الله عليه وسلم فقال : بل ائتمروا بالمعروف وتناهوا عن المنكر حتى إذا رأيت شحا مطاعا وهوى متبعا ودنيا مؤثرة وإعجاب كل ذي رأي برأيه فعليك بخاصة نفسك ودع عنك أمر العامة فإن من ورائكم أياما ، الصبر فيهن مثل القبض على الجمر ، للعامل فيهن مثل أجر خمسين رجلا يعملون مثل عملكم ، وفي رواية قيل : يا رسول الله أجر خمسين منا أو منهم ؟ قال : بل أجر خمسين منكم . قال أبو عيسى : هذا حديث حسن غريب . قال ابن عبد البر قوله : ( بل منكم ) هذه اللفظة قد سكت عنها بعض الرواة فلم يذكرها ، وقد تقدم ، وروى الترمذي عن أبي هريرة عن النبي صلى الله عليه وسلم قال : إنكم في زمان من ترك منكم عشر ما أمر به هلك ثم يأتي زمان من عمل منهم بعشر ما أمر به نجا قال : هذا حديث غريب ، وروي عن ابن مسعود أنه قال : ليس هذا بزمان هذه الآية ; قولوا الحق ما قبل منكم ، فإذا رد عليكم فعليكم أنفسكم ، وقيل لابن عمر في بعض أوقات الفتن : لو تركت القول في هذه الأيام فلم تأمر ولم تنه ؟ فقال إن رسول الله صلى الله عليه وسلم قال لنا : ليبلغ الشاهد الغائب ونحن شهدنا فيلزمنا أن نبلغكم ، وسيأتي زمان إذا قيل فيه الحق لم يقبل . في رواية عن ابن عمر بعد قوله : ليبلغ الشاهد الغائب فكنا نحن الشهود وأنتم الغيب ، ولكن هذه الآية لأقوام يجيئون من بعدنا إن قالوا لم يقبل منهم ، وقالابن المبارك قوله تعالى : عليكم أنفسكم خطاب لجميع المؤمنين ، أي : عليكم أهل دينكم ; كقوله تعالى : ولا تقتلوا أنفسكم فكأنه قال : ليأمر بعضكم بعضا ; ولينه بعضكم بعضا ، فهو دليل على وجوب الأمر بالمعروف والنهي عن المنكر ، ولا يضركم ضلال المشركين والمنافقين وأهل الكتاب ; وهذا لأن الأمر بالمعروف يجري مع المسلمين من أهل العصيان كما تقدم ; وروي معنى هذا عن سعيد بن جبير وقال سعيد بن المسيب : معنى الآية لا يضركم من ضل إذا اهتديتم بعد الأمر بالمعروف والنهي عن المنكر ، وقال ابن خويز منداد : تضمنت الآية اشتغال الإنسان بخاصة نفسه ، وتركه التعرض لمعائب الناس ، والبحث عن أحوالهم فإنهم لا يسألون عن حاله فلا يسأل عن حالهم وهذا [ ص: 264 ] كقوله تعالى : كل نفس بما كسبت رهينة ، ولا تزر وازرة وزر أخرى ، وقول النبي صلى الله عليه وسلم : كن جليس بيتك وعليك بخاصة نفسك ، ويجوز أن يكون أريد به الزمان الذي يتعذر فيه الأمر بالمعروف والنهي عن المنكر ; فينكر بقلبه ، ويشتغل بإصلاح نفسه .قلت : قد جاء حديث غريب رواه ابن لهيعة : قال حدثنا بكر بن سوادة الجذامي عن عقبة بن عامر قال : قال رسول الله صلى الله عليه وسلم : إذا كان رأس مائتين فلا تأمر بمعروف ولا تنه عن منكر وعليك بخاصة نفسك . قال علماؤنا : إنما قال عليه السلام ذلك لتغير الزمان ، وفساد الأحوال ، وقلة المعينين ، وقال جابر بن زيد : معنى الآية : يا أيها الذين آمنوا من أبناء أولئك الذين بحروا البحيرة وسيبوا السوائب ; عليكم أنفسكم في الاستقامة على الدين ، لا يضركم ضلال الأسلاف إذا اهتديتم ; قال : وكان الرجل إذا أسلم قال له الكفار سفهت آباءك وضللتهم وفعلت وفعلت ; فأنزل الله الآية بسبب ذلك وقيل : الآية في أهل الأهواء الذين لا ينفعهم الوعظ ; فإذا علمت من قوم أنهم لا يقبلون ، بل يستخفون ويظهرون فاسكت عنهم ، وقيل : نزلت في الأسارى الذين عذبهم المشركون حتى ارتد بعضهم ، فقيل لمن بقي على الإسلام : عليكم أنفسكم لا يضركم ارتداد أصحابكم ، وقال سعيد بن جبير : هي في أهل الكتاب - وقال مجاهد : في اليهود والنصارى ومن كان مثلهم ; يذهبان إلى أن المعنى لا يضركم كفر أهل الكتاب إذا أدوا الجزية ، وقيل : هي منسوخة بالأمر بالمعروف والنهي عن المنكر ; قاله المهدوي . قال ابن عطية : وهذا ضعيف ولا يعلم قائله .قلت : قد جاء عن أبي عبيد القاسم بن سلام أنه قال : ليس في كتاب الله تعالى آية جمعت الناسخ والمنسوخ غير هذه الآية . قال غيره : الناسخ منها قوله : إذا اهتديتم والهدى هنا هو الأمر بالمعروف والنهي عن المنكر ، والله أعلم .الرابعة : الأمر بالمعروف والنهي عن المنكر متعين متى رجي القبول ، أو رجي رد الظالم ولو بعنف ، ما لم يخف الآمر ضررا يلحقه في خاصته ، أو فتنة يدخلها على المسلمين ; إما بشق عصا ، وإما بضرر يلحق طائفة من الناس ; فإذا خيف هذا ف عليكم أنفسكم محكم واجب أن يوقف عنده ، ولا يشترط في الناهي أن يكون عدلا كما تقدم ; وعلى هذا جماعة أهل العلم فاعلمه .",
  "ayah": 104,
  "surah": 5
}
