{
  "text": "قوله تعالى : إذ قال الحواريون ياعيسى ابن مريم هل يستطيع ربك أن ينزل علينا مائدة من السماء قال اتقوا الله إن كنتم مؤمنينقوله تعالى : إذ قال الحواريون يا عيسى ابن مريم على ما تقدم من الإعراب . هل يستطيع ربك . قراءة الكسائي وعلي وابن عباس وسعيد بن جبير ومجاهد \" هل تستطيع \" بالتاء \" ربك \" بالنصب ، وأدغم الكسائي اللام من هل في التاء ، وقرأ الباقون بالياء ، \" ربك \" بالرفع ، وهذه القراءة أشكل من الأولى ; فقال السدي : المعنى هل يطيعك ربك إن سألته أن ينزل فيستطيع بمعنى يطيع ; كما قالوا : استجاب بمعنى أجاب ، وكذلك استطاع بمعنى أطاع ، وقيل المعنى : هل يقدر ربك وكان هذا السؤال في ابتداء أمرهم قبل استحكام معرفتهم بالله عز وجل ; ولهذا قال عيسى في الجواب عند غلطهم وتجويزهم على الله ما لا يجوز : اتقوا الله إن كنتم مؤمنين أي : لا تشكوا في قدرة الله تعالى .قلت : وهذا فيه نظر ; لأن الحواريين خلصان الأنبياء ودخلاؤهم وأنصارهم كما قال : من أنصاري إلى الله قال الحواريون نحن أنصار الله ، وقال عليه السلام : لكل نبي حواري وحواري الزبير ومعلوم أن الأنبياء صلوات الله وسلامه عليهم جاءوا بمعرفة الله تعالى وما يجب له وما يجوز وما يستحيل عليه وأن يبلغوا ذلك أممهم ; فكيف يخفى ذلك على من باطنهم واختص بهم حتى يجهلوا قدرة الله تعالى ؟ إلا أنه يجوز أن يقال : إن ذلك صدر ممن [ ص: 281 ] كان معهم ، كما قال بعض جهال الأعراب للنبي صلى الله عليه وسلم : اجعل لنا ذات أنواط كما لهم ذات أنواط ، وكما قال من قال من قوم موسى : اجعل لنا إلها كما لهم آلهة على ما يأتي بيانه في \" الأعراف \" إن شاء الله تعالى ، وقيل : إن القوم لم يشكوا في استطاعة الباري سبحانه لأنهم كانوا مؤمنين عارفين عالمين ، وإنما هو كقولك للرجل : هل يستطيع فلان أن يأتي وقد علمت أنه يستطيع ; فالمعنى : هل يفعل ذلك ؟ وهل يجيبني إلى ذلك أم لا ؟ وقد كانوا عالمين باستطاعة الله تعالى لذلك ولغيره علم دلالة وخبر ونظر فأرادوا علم معاينة كذلك ; كما قال إبراهيم صلى الله عليه وسلم : رب أرني كيف تحي الموتى على ما تقدم ، وقد كان إبراهيم علم لذلك علم خبر ونظر ، ولكن أراد المعاينة التي لا يدخلها ريب ولا شبهة ; لأن علم النظر والخبر قد تدخله الشبهة والاعتراضات ، وعلم المعاينة لا يدخله شيء من ذلك ، ولذلك قال الحواريون : وتطمئن قلوبنا كما قال إبراهيم : ولكن ليطمئن قلبي .قلت : وهذا تأويل حسن ; وأحسن منه أن ذلك كان من قول من كان مع الحواريين ; على ما يأتي بيانه وقد أدخل ابن العربي المستطيع في أسماء الله تعالى ، وقال : لم يرد به كتاب ولا سنة اسما وقد ورد فعلا ، وذكر قول الحواريين : هل يستطيع ربك ورده عليه ابن الحصار في كتاب شرح السنة له وغيره ; قال ابن الحصار : وقوله سبحانه مخبرا عن الحواريين لعيسى : هل يستطيع ربك ليس بشك في الاستطاعة ، وإنما هو تلطف في السؤال ، وأدب مع الله تعالى ; إذ ليس كل ممكن سبق في علمه وقوعه ولا لكل أحد ، والحواريون هم كانوا خيرة من آمن بعيسى ، فكيف يظن بهم الجهل باقتدار الله تعالى على كل شيء ممكن ؟ ! وأما قراءة \" التاء \" فقيل المعنى هل تستطيع أن تسأل ربك ، هذا قول عائشة ومجاهد - رضي الله عنهما ; قالت عائشة رضي الله عنها : كان القوم أعلم بالله عز وجل من أن يقولوا هل يستطيع ربك قالت : ولكن \" هل تستطيع ربك \" ، وروي عنها أيضا أنها قالت : كان الحواريون لا يشكون أن الله يقدر على إنزال مائدة ولكن قالوا : \" هل تستطيع ربك \" وعن معاذ بن جبل قال : أقرأنا النبي صلى الله عليه وسلم \" هل تستطيع ربك \" قال معاذ : وسمعت النبي صلى الله عليه وسلم مرارا يقرأ بالتاء \" هل تسطيع ربك \" وقال الزجاج : المعنى هل تستدعي طاعة ربك فيما تسأله ، وقيل : هل تستطيع أن تدعو ربك أو تسأله ; والمعنى متقارب ، ولا بد من محذوف ، كما قال : واسأل القرية وعلى قراءة الياء لا يحتاج إلى حذف . قال اتقوا الله أي اتقوا معاصيه وكثرة السؤال ; فإنكم لا [ ص: 282 ] تدرون ما يحل بكم عند اقتراح الآيات ; إذ كان الله عز وجل إنما يفعل الأصلح لعباده . إن كنتم مؤمنين أي : إن كنتم مؤمنين به وبما جئت به فقد جاءكم من الآيات ما فيه غنى .",
  "ayah": 112,
  "surah": 5
}
