{
  "text": "قوله تعالى : إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيمقوله تعالى : إن تعذبهم فإنهم عبادك شرط وجوابه وإن تغفر لهم فإنك أنت العزيز الحكيم مثله روى النسائي عن أبي ذر قال : قام النبي صلى الله عليه وسلم بآية ليلة حتى أصبح ، والآية : إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم واختلف في تأويله فقيل : قاله على وجه الاستعطاف لهم ، والرأفة بهم ، كما يستعطف السيد لعبده ; ولهذا لم يقل : فإنهم عصوك ، وقيل : قاله على وجه التسليم لأمره والاستجارة من عذابه ، وهو يعلم أنه لا يغفر لكافر ، وقيل الهاء والميم في إن تعذبهم لمن مات منهم على الكفر ، والهاء والميم في وإن تغفر لهم لمن تاب منهم قبل الموت ; وهذا حسن ، وأما قول من قال : إن عيسى عليه السلام لم يعلم أن الكافر لا يغفر له فقول مجترئ على كتاب الله عز وجل ; لأن الأخبار من الله عز وجل لا تنسخ . وقيل : كان عند عيسى أنهم أحدثوا معاصي ، وعملوا بعده بما لم يأمرهم به ، إلا أنهم على عمود دينه ، فقال : وإن تغفر لهم ما أحدثوا بعدي من المعاصي ، وقال : فإنك أنت العزيز الحكيم ولم يقل : فإنك أنت الغفور الرحيم على ما تقتضيه القصة من التسليم لأمره ، والتفويض لحكمه . ولو قال : فإنك أنت الغفور الرحيم لأوهم الدعاء بالمغفرة لمن مات على شركه وذلك مستحيل ; فالتقدير إن تبقهم على كفرهم [ ص: 292 ] حتى يموتوا وتعذبهم فإنهم عبادك ، وإن تهدهم إلى توحيدك وطاعتك فتغفر لهم فإنك أنت العزيز الذي لا يمتنع عليك ما تريده ; الحكيم فيما تفعله ; تضل من تشاء وتهدي من تشاء ، وقد قرأ جماعة : \" فإنك أنت الغفور الرحيم \" وليست من المصحف . ذكره القاضي عياض في كتاب \" الشفا \" وقال أبو بكر الأنباري : وقد طعن على القرآن من قال إن قوله : إنك أنت العزيز الحكيم ليس بمشاكل لقوله : وإن تغفر لهم لأن الذي يشاكل المغفرة فإنك أنت الغفور الرحيم ، والجواب أنه لا يحتمل إلا ما أنزله الله ومتى نقل إلى الذي نقله إليه ضعف معناه ; فإنه ينفرد الغفور الرحيم بالشرط الثاني فلا يكون له بالشرط الأول تعلق ، وهو على ما أنزله الله عز وجل ، واجتمع على قراءته المسلمون مقرون بالشرطين كليهما أولهما وآخرهما ; إذ تلخيصه إن تعذبهم فإنك أنت عزيز حكيم ، وإن تغفر لهم فإنك أنت العزيز الحكيم في الأمرين كليهما من التعذيب والغفران ، فكان العزيز الحكيم أليق بهذا المكان لعمومه ; فإنه يجمع الشرطين ، ولم يصلح الغفور الرحيم إذ لم يحتمل من العموم ما احتمله العزيز الحكيم ، وما شهد بتعظيم الله تعالى وعدله والثناء عليه في الآية كلها والشرطين المذكورين أولى وأثبت معنى في الآية مما يصلح لبعض الكلام دون بعض . خرج مسلم من غير طريق عن عبد الله بن عمرو بن العاص أن النبي صلى الله عليه وسلم تلا قوله عز وجل في إبراهيم رب إنهن أضللن كثيرا من الناس فمن تبعني فإنه مني ومن عصاني فإنك غفور رحيم وقال عيسى عليه السلام : إن تعذبهم فإنهم عبادك وإن تغفر لهم فإنك أنت العزيز الحكيم فرفع يديه وقال : اللهم أمتي وبكى فقال الله عز وجل : ( يا جبريل اذهب إلى محمد وربك أعلم فسله ما يبكيك ) فأتاه جبريل عليه السلام فسأله فأخبره رسول الله صلى الله عليه وسلم بما قال وهو أعلم . فقال الله : يا جبريل اذهب إلى محمد فقل له إنا سنرضيك في أمتك ولا نسوءك ) وقال بعضهم : في الآية تقديم وتأخير ومعناه ، إن تعذبهم فإنك أنت العزيز الحكيم وإن تغفر لهم فإنهم عبادك ، ووجه الكلام على نسقه أولى لما بيناه ، وبالله التوفيق .",
  "ayah": 118,
  "surah": 5
}
