{
  "text": "قوله تعالى : قال الله هذا يوم ينفع الصادقين صدقهم لهم جنات تجري من تحتها الأنهار خالدين فيها أبدا رضي الله عنهم ورضوا عنه ذلك الفوز العظيمقوله تعالى : قال الله هذا يوم ينفع الصادقين صدقهم أي : صدقهم في الدنيا فأما في [ ص: 293 ] الآخرة فلا ينفع فيها الصدق ، وصدقهم في الدنيا يحتمل أن يكون صدقهم في العمل لله ، ويحتمل أن يكون تركهم الكذب عليه وعلى رسله ، وإنما ينفعهم الصدق في ذلك اليوم وإن كان نافعا في كل الأيام لوقوع الجزاء فيه ، وقيل : المراد صدقهم في الآخرة وذلك في الشهادة لأنبيائهم بالبلاغ ، وفيما شهدوا به على أنفسهم من أعمالهم ، ويكون وجه النفع فيه أن يكفوا المؤاخذة بتركهم كتم الشهادة ، فيغفر لهم بإقرارهم لأنبيائهم وعلى أنفسهم ، والله أعلم . وقرأ نافع وابن محيصن \" يوم \" بالنصب . ورفع الباقون وهي القراءة البينة على الابتداء والخبر ، فيوم ينفع خبر ل ( هذا ) والجملة في موضع نصب بالقول ، وأما قراءة نافع وابن محيصن فحكى إبراهيم بن حميد عن محمد بن يزيد أن هذه القراءة لا تجوز ، لأنه نصب خبر الابتداء ، ولا يجوز فيه البناء ، وقال إبراهيم بن السري : هي جائزة بمعنى قال الله هذا لعيسى ابن مريم يوم ينفع الصادقين صدقهم ف يوم ظرف للقول ، وهذا مفعول القول والتقدير ; قال الله هذا القول في يوم ينفع الصادقين ، وقيل : التقدير قال الله عز وجل هذه الأشياء تنفع يوم القيامة ، وقال الكسائي والفراء : بني يوم هاهنا على النصب ; لأنه مضاف إلى غير اسم ; كما تقول : مضى يومئذ ; وأنشد الكسائي :على حين عاتبت المشيب على الصبا وقلت ألما أصح والشيب وازعالزجاج : ولا يجيز البصريون ما قالاه إذا أضفت الظرف إلى فعل مضارع ، فإن كان إلى ماض كان جيدا كما مر في البيت وإنما جاز أن يضاف الفعل إلى ظروف الزمان ; لأن الفعل بمعنى المصدر ، وقيل : يجوز أن يكون منصوبا ظرفا ويكون خبر الابتداء الذي هو هذا لأنه مشار به إلى حدث ، وظروف الزمان تكون إخبارا عن الأحداث ، تقول : القتال اليوم ، والخروج الساعة ، والجملة في موضع نصب بالقول ، وقيل : يجوز أن يكون هذا في موضع رفع بالابتداء ويوم خبر الابتداء والعامل فيه محذوف ، والتقدير : قال الله هذا الذي قصصناه يقع يوم ينفع الصادقين صدقهم ، وفيه قراءة ثالثة \" يوم ينفع \" بالتنوين الصادقين صدقهم في الكلام حذف تقديره \" فيه \" مثل قوله : واتقوا يوما لا تجزي نفس عن نفس شيئا وهي قراءة الأعمش .قوله تعالى : لهم جنات ابتداء وخبر . تجري في موضع الصفة . من تحتها [ ص: 294 ] أي : من تحت غرفها وأشجارها وقد تقدم . ثم بين تعالى ثوابهم ، وأنه راض عنهم رضا لا يغضب بعده أبدا ورضوا عنه أي : عن الجزاء الذي أثابهم به . ذلك الفوز أي الظفر العظيم أي الذي عظم خيره وكثر ، وارتفعت منزلة صاحبه وشرف .",
  "ayah": 119,
  "surah": 5
}
