{
  "text": "قوله تعالى : ومن الذين قالوا إنا نصارى أخذنا ميثاقهم فنسوا حظا مما ذكروا به فأغرينا بينهم العداوة والبغضاء إلى يوم القيامة وسوف ينبئهم الله بما كانوا يصنعون[ ص: 77 ] قوله تعالى : ومن الذين قالوا إنا نصارى أخذنا ميثاقهم أي : في التوحيد والإيمان بمحمد صلى الله عليه وسلم ; إذ هو مكتوب في الإنجيل ، فنسوا حظا وهو الإيمان بمحمد عليه الصلاة والسلام ; أي : لم يعملوا بما أمروا به ، وجعلوا ذلك الهوى والتحريف سببا للكفر بمحمد صلى الله عليه وسلم . ومعنى أخذنا ميثاقهم هو كقولك : أخذت من زيد ثوبه ودرهمه ; قاله الأخفش ، ورتبة ( الذين ) أن تكون بعد ( أخذنا ) وقبل ( الميثاق ) ; فيكون التقدير : أخذنا من الذين قالوا إنا نصارى ميثاقهم ; لأنه في موضع المفعول الثاني لأخذنا ، وتقديره عند الكوفيين ومن الذين قالوا إنا نصارى من أخذنا ميثاقه ; فالهاء والميم تعودان على \" من \" المحذوفة ، وعلى القول الأول تعودان على الذين ، ولا يجيز النحويون أخذنا ميثاقهم من الذين قالوا إنا نصارى ، ولا ألينها لبست من الثياب ; لئلا يتقدم مضمر على ظاهر ، وفي قولهم : إنا نصارى ولم يقل من النصارى دليل على أنهم ابتدعوا النصرانية وتسموا بها ; روي معناه عن الحسن .قوله تعالى : فأغرينا بينهم العداوة والبغضاء أي : هيجنا ، وقيل : ألصقنا بهم ; مأخوذ من الغراء وهو ما يلصق الشيء بالشيء كالصمغ وشبهه . يقال : غري بالشيء يغرى غرا \" بفتح الغين \" مقصورا وغراء \" بكسر الغين \" ممدودا إذا أولع به كأنه التصق به ، وحكى الرماني : الإغراء تسليط بعضهم على بعض ، وقيل : الإغراء التحريش ، وأصله اللصوق ; يقال : غريت بالرجل غرا - مقصور وممدود مفتوح الأول - إذا لصقت به ، وقال كثير :إذا قيل مهلا قالت العين بالبكا غراء ومدتها حوافل نهلوأغريت زيدا بكذا حتى غري به ; ومنه الغراء الذي يغرى به للصوقه ; فالإغراء بالشيء الإلصاق به من جهة التسليط عليه ، وأغريت الكلب أي : أولعته بالصيد . بينهم ظرف للعداوة . والبغضاء البغض . أشار بهذا إلى اليهود والنصارى لتقدم ذكرهما . عن السدي وقتادة : بعضهم لبعض عدو ، وقيل : أشار إلى افتراق النصارى خاصة ; قاله الربيع بن أنس ، لأنهم أقرب مذكور ; وذلك أنهم افترقوا إلى اليعاقبة والنسطورية والملكانية ; أي : كفر بعضهم بعضا . قال النحاس : ومن أحسن ما قيل في معنى فأغرينا بينهم العداوة والبغضاء أن الله عز وجل أمر بعداوة الكفار وإبغاضهم ، فكل فرقة مأمورة بعداوة صاحبتها وإبغاضها لأنهم كفار . وقوله : وسوف ينبئهم الله تهديد لهم ; أي : سيلقون جزاء نقض الميثاق .",
  "ayah": 14,
  "surah": 5
}
