{
  "text": "قوله تعالى : يا أهل الكتاب قد جاءكم رسولنا يبين لكم على فترة من الرسل أن تقولوا ما جاءنا من بشير ولا نذير فقد جاءكم بشير ونذير والله على كل شيء قديرقوله تعالى : يا أهل الكتاب قد جاءكم رسولنا يعني محمدا صلى الله عليه وسلم . يبين لكم انقطاع حجتهم حتى لا يقولوا غدا ما جاءنا رسول . على فترة من الرسل أي : سكون ; يقال فتر الشيء سكن ، وقيل : على فترة على انقطاع ما بين النبيين ; عن أبي علي وجماعة أهل العلم ، حكاه الرماني ; قال : والأصل فيها انقطاع العمل عما كان عليه من الجد فيه ، من قولهم : فتر عن عمله وفترته عنه ، ومنه فتر الماء إذا انقطع عما كان من السخونة إلى البرد . وامرأة فاترة الطرف أي : منقطعة عن حدة النظر ، وفتور البدن كفتور الماء ، والفتر ما بين السبابة والإبهام إذا فتحتهما ، والمعنى ; أي : مضت للرسل مدة قبله ، واختلف في قدر مدة تلك الفترة ; [ ص: 81 ] فذكر محمد بن سعد في كتاب \" الطبقات \" عن ابن عباس قال : كان بين موسى بن عمران وعيسى ابن مريم عليهما السلام ألف سنة وسبعمائة سنة ، ولم يكن بينهما فترة ، وأنه أرسل بينهما ألف نبي من بني إسرائيل سوى من أرسل من غيرهم . وكان بين ميلاد عيسى والنبي صلى الله عليه وسلم خمسمائة سنة وتسع وستون سنة ، بعث في أولها ثلاثة أنبياء ; وهو قوله تعالى : إذ أرسلنا إليهم اثنين فكذبوهما فعززنا بثالث والذي عزز به \" شمعون \" وكان من الحواريين ، وكانت الفترة التي لم يبعث الله فيها رسولا أربعمائة سنة وأربعا وثلاثين سنة ، وذكر الكلبي أن بين عيسى ومحمد عليهما السلام خمسمائة سنة وتسع وستون ، وبينهما أربعة أنبياء ; واحد من العرب من بني عبس وهو خالد بن سنان . قال القشيري : ومثل هذا مما لا يعلم إلا بخبر صدق . وقال قتادة : كان بين عيسى ومحمد عليهما السلام ستمائة سنة ; وقاله مقاتل والضحاك ووهب بن منبه ، إلا أن وهبا زاد عشرين سنة ، وعن الضحاك أيضا أربعمائة وبضع وثلاثون سنة ، وذكر ابن سعد عن عكرمة قال : بين آدم ونوح عشرة قرون ، كلهم على الإسلام . قال ابن سعد : أخبرنا محمد بن عمرو بن واقد الأسلمي عن غير واحد قالوا : كان بين آدم ونوح عشرة قرون ، والقرن مائة سنة ، وبين نوح وإبراهيم عشرة قرون ، والقرن مائة سنة ، وبين إبراهيم وموسى بن عمران عشرة قرون ، والقرن مائة سنة ; فهذا ما بين آدم ومحمد عليهما السلام من القرون والسنين . والله أعلم . أن تقولوا أي : لئلا أو كراهية أن تقولوا ; فهو في موضع نصب . ما جاءنا من بشير أي : مبشر . ولا نذير أي : منذر ، ويجوز من بشير ولا نذير على الموضع . قال ابن عباس : قال معاذ بن جبل وسعد بن عبادة وعقبة بن وهب لليهود ; يا معشر يهود اتقوا الله ، فوالله إنكم لتعلمون أن محمدا رسول الله ، ولقد كنتم تذكرونه لنا قبل مبعثه وتصفونه بصفته ; فقالوا : ما أنزل الله من كتاب بعد موسى ولا أرسل بعده من بشير ولا نذير ; فنزلت الآية . والله على كل شيء قدير على إرسال من شاء من خلقه . وقيل : قدير على إنجاز ما بشر به وأنذر منه .",
  "ayah": 19,
  "surah": 5
}
