{
  "text": "قوله تعالى : قال فإنها محرمة عليهم أربعين سنة يتيهون في الأرض استجاب الله دعاءه وعاقبهم في التيه أربعين سنة ، وأصل التيه في اللغة الحيرة ; يقال منه : تاه يتيه تيها وتوها إذا تحير . وتيهته وتوهته بالياء والواو ، والياء أكثر ، والأرض التيهاء التي لا يهتدى فيها ; وأرض تيه وتيهاء ومنها قال : ( هو العجاج )تيه أتاويه على السقاطوقال آخر :بتيهاء قفر والمطي كأنها     قطا الحزن قد كانت فراخا بيوضهافكانوا يسيرون في فراسخ قليلة - قيل : في قدر ستة فراسخ - يومهم وليلتهم فيصبحون حيث أمسوا ويمسون حيث أصبحوا ; فكانوا سيارة لا قرار لهم . واختلف هل كان معهم موسى وهارون ؟ فقيل : لا ; لأن التيه عقوبة ، وكانت سنو التيه بعدد أيام العجل ، فقوبلوا على كل يوم [ ص: 87 ] سنة ; وقد قال : فافرق بيننا وبين القوم الفاسقين ، وقيل : كانا معهم لكن سهل الله الأمر عليهما كما جعل النار بردا وسلاما على إبراهيم ، ومعنى ( محرمة ) أي : أنهم ممنوعون من دخولها ; كما يقال : حرم الله وجهك على النار ، وحرمت عليك دخول الدار ; فهو تحريم منع لا تحريم شرع ، عن أكثر أهل التفسير ; قال الشاعر :جالت لتصرعني فقلت لها اقصري     إني امرؤ صرعي عليك حرامأي : أنا فارس فلا يمكنك صرعي ، وقال أبو علي : يجوز أن يكون تحريم تعبد ، ويقال : كيف يجوز على جماعة كثيرة من العقلاء أن يسيروا في فراسخ يسيرة فلا يهتدوا للخروج منها ؟ فالجواب : قال أبو علي : قد يكون ذلك بأن يحول الله الأرض التي هي عليها إذا ناموا فيردهم إلى المكان الذي ابتدءوا منه ، وقد يكون بغير ذلك من الاشتباه والأسباب المانعة من الخروج عنها على طريق المعجزة الخارجة عن العادة . أربعين ظرف زمان للتيه ; في قول الحسن وقتادة ; قالا : ولم يدخلها أحد منهم ; فالوقف على هذا على عليهم ، وقال الربيع بن أنس وغيره : إن أربعين سنة ظرف للتحريم ، فالوقف على هذا على أربعين سنة ; فعلى الأول إنما دخلها أولادهم ; قاله ابن عباس . ولم يبق منهم إلا يوشع وكالب ، فخرج منهم يوشع بذرياتهم إلى تلك المدينة وفتحوها ، وعلى الثاني : فمن بقي منهم بعد أربعين سنة دخلوها . وروي عن ابن عباس أن موسى وهارون ماتا في التيه . قال غيره : ونبأ الله يوشع وأمره بقتال الجبارين ، وفيها حبست عليه الشمس حتى دخل المدينة ، وفيها أحرق الذي وجد الغلول عنده ، وكانت تنزل من السماء - إذا غنموا - نار بيضاء فتأكل الغنائم ; وكان ذلك دليلا على قبولها ، فإن كان فيها غلول لم تأكله ، وجاءت السباع والوحوش فأكلته ; فنزلت النار فلم تأكل ما غنموا فقال : إن فيكم الغلول فلتبايعني كل قبيلة فبايعته ، فلصقت يد رجل منهم بيده فقال : فيكم الغلول فليبايعني كل رجل منكم فبايعوه رجلا رجلا حتى لصقت يد رجل منهم بيده فقال : عندك الغلول فأخرج مثل رأس البقرة من ذهب ، فنزلت النار فأكلت الغنائم ، وكانت نارا بيضاء مثل الفضة لها حفيف أي : صوت مثل صوت الشجر وجناح الطائر فيما يذكرون ; فذكروا أنه أحرق الغال ومتاعه بغور يقال له الآن عاجز ، عرف باسم الغال ; وكان اسمه عاجزا .قلت : ويستفاد من هذا عقوبة الغال قبلنا ، وقد تقدم حكمه في ملتنا ، وبيان ما انبهم من اسم النبي والغال في الحديث الصحيح عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال : غزا نبي من الأنبياء الحديث أخرجه مسلم وفيه قال : فغزا فأدنى للقرية حين صلاة العصر أو قريبا من ذلك فقال للشمس أنت مأمورة وأنا مأمور اللهم احبسها علي شيئا فحبست عليه حتى فتح الله [ ص: 88 ] عليه - قال : فجمعوا ما غنموا فأقبلت النار لتأكله فأبت أن تطعمه فقال : فيكم غلول فليبايعني من كل قبيلة رجل فبايعوه - قال - فلصقت يده بيد رجلين أو ثلاثة فقال فيكم الغلول وذكر نحو ما تقدم . قال علماؤنا : والحكمة في حبس الشمس على يوشع عند قتاله أهل أريحاء وإشرافه على فتحها عشي يوم الجمعة ، وإشفاقه من أن تغرب الشمس قبل الفتح أنه لو لم تحبس عليه حرم عليه القتال لأجل السبت ، ويعلم به عدوهم فيعمل فيهم السيف ويجتاحهم ; فكان ذلك آية له خص بها بعد أن كانت نبوته ثابتة بخبر موسى عليه الصلاة والسلام ، على ما يقال ، والله أعلم ، وفي هذا الحديث يقول عليه السلام : فلم تحل الغنائم لأحد من قبلنا ذلك بأن الله عز وجل رأى ضعفنا وعجزنا فطيبها لنا ، وهذا يرد قول من قال في تأويل قوله تعالى : وآتاكم ما لم يؤت أحدا من العالمين إنه تحليل الغنائم والانتفاع بها ، وممن قال إن موسى عليه الصلاة والسلام مات بالتيه عمرو بن ميمون الأودي ، وزاد : وهارون ; وكانا خرجا في التيه إلى بعض الكهوف فمات هارون فدفنه موسى وانصرف إلى بني إسرائيل ; فقالوا : ما فعل هارون ؟ فقال : مات ; قالوا : كذبت ولكنك قتلته لحبنا له ، وكان محبا في بني إسرائيل ; فأوحى الله تعالى إليه أن انطلق بهم إلى قبره فإني باعثه حتى يخبرهم أنه مات موتا ولم تقتله ; فانطلق بهم إلى قبره فنادى يا هارون فخرج من قبره ينفض رأسه فقال : أنا قاتلك ؟ قال : لا ; ولكني مت ; قال : فعد إلى مضجعك ; وانصرف ، وقال الحسن : إن موسى لم يمت بالتيه ، وقال غيره : إن موسى فتح أريحاء ، وكان يوشع على مقدمته فقاتل الجبابرة الذين كانوا بها ، ثم دخلها موسى ببني إسرائيل فأقام فيها ما شاء الله أن يقيم ، ثم قبضه الله تعالى إليه لا يعلم بقبره أحد من الخلائق . قال الثعلبي : وهو أصح الأقاويل .قلت : قد روى مسلم عن أبي هريرة قال : أرسل ملك الموت إلى موسى عليه الصلاة والسلام فلما جاءه صكه ففقأ عينه فرجع إلى ربه فقال : \" أرسلتني إلى عبد لا يريد الموت \" قال : فرد الله إليه عينه وقال : \" ارجع إليه فقل له يضع يده على متن ثور فله بما غطت يده بكل شعرة سنة \" قال : \" أي : رب ثم مه \" ، قال : \" ثم الموت \" قال : \" فالآن \" ; فسأل الله أن يدنيه من الأرض المقدسة رمية بحجر ; فقال رسول الله صلى الله عليه وسلم : فلو كنت ثم لأريتكم قبره إلى جانب الطريق تحت الكثيب الأحمر فهذا نبينا صلى الله عليه وسلم قد علم قبره ووصف موضعه ، ورآه فيه قائما يصلي كما في حديث الإسراء ، إلا أنه يحتمل أن يكون أخفاه الله عن الخلق سواه ولم يجعله مشهورا عندهم ; ولعل ذلك لئلا يعبد ، والله أعلم ، ويعني بالطريق طريق بيت المقدس ، ووقع [ ص: 89 ] في بعض الروايات إلى جانب الطور مكان الطريق ، واختلف العلماء في تأويل لطم موسى عين ملك الموت وفقئها على أقوال ; منها : أنها كانت عينا متخيلة لا حقيقة ، وهذا باطل ، لأنه يؤدي إلى أن ما يراه الأنبياء من صور الملائكة لا حقيقة له .ومنها : أنها كانت عينا معنوية وإنما فقأها بالحجة ، وهذا مجاز لا حقيقة ، ومنها : أنه عليه السلام لم يعرف ملك الموت ، وأنه رأى رجلا دخل منزله بغير إذنه يريد نفسه فدافع عن نفسه فلطم عينه ففقأها ; وتجب المدافعة في هذا بكل ممكن ، وهذا وجه حسن ; لأنه حقيقة في العين والصك ; قاله الإمام أبو بكر بن خزيمة ، غير أنه اعترض عليه بما في الحديث ; وهو أن ملك الموت لما رجع إلى الله تعالى قال : \" يا رب أرسلتني إلى عبد لا يريد الموت \" فلو لم يعرفه موسى لما صدق القول من ملك الموت ; وأيضا قوله في الرواية الأخرى : \" أجب ربك \" يدل على تعريفه بنفسه ، والله أعلم .ومنها : أن موسى عليه الصلاة والسلام كان سريع الغضب ، إذا غضب طلع الدخان من قلنسوته ورفع شعر بدنه جبته ; وسرعة غضبه كانت سببا لصكه ملك الموت . قال ابن العربي : وهذا كما ترى ، فإن الأنبياء معصومون أن يقع منهم ابتداء مثل هذا في الرضا والغضب ، ومنها وهو الصحيح من هذه الأقوال : أن موسى عليه الصلاة والسلام عرف ملك الموت ، وأنه جاء ليقبض روحه لكنه جاء مجيء الجزم بأنه قد أمر بقبض روحه من غير تخيير ، وعند موسى ما قد نص عليه نبينا محمد صلى الله عليه وسلم من أن الله لا يقبض روح نبي حتى يخيره فلما جاءه على غير الوجه الذي أعلم بادر بشهامته وقوة نفسه إلى أدبه ، فلطمه ففقأ عينه امتحانا لملك الموت ; إذ لم يصرح له بالتخيير ، ومما يدل على صحة هذا ، أنه لما رجع إليه ملك الموت فخيره بين الحياة والموت اختار الموت واستسلم ، والله بغيبه أحكم وأعلم . هذا أصح ما قيل في وفاة موسى عليه السلام ، وقد ذكر المفسرون في ذلك قصصا وأخبارا الله أعلم بصحتها ; وفي الصحيح غنية عنها . وكان عمر موسى مائة وعشرين سنة ; فيروى أن يوشع رآه بعد موته في المنام فقال له : كيف وجدت الموت ؟ فقال : \" كشاة تسلخ وهي حية \" ، وهذا صحيح معنى ; قال : صلى الله عليه وسلم في الحديث الصحيح : إن للموت سكرات على ما بيناه في كتاب \" التذكرة \" ، وقوله : فلا تأس على القوم الفاسقين أي : لا تحزن ، والأسى الحزن ; أسى يأسى أسى أي : حزن ، قال :يقولون لا تهلك أسى وتجمل",
  "ayah": 26,
  "surah": 5
}
