{
  "text": "يا أيها الرسول لا يحزنك الذين يسارعون في الكفر من الذين قالوا آمنا بأفواههم ولم تؤمن قلوبهم ومن الذين هادوا سماعون للكذب سماعون لقوم آخرين لم يأتوك يحرفون الكلم من بعد مواضعه يقولون إن أوتيتم هذا فخذوه وإن لم تؤتوه فاحذروا ومن يرد الله فتنته فلن تملك له من الله شيئا أولئك الذين لم يرد الله أن يطهر قلوبهم لهم في الدنيا خزي ولهم في الآخرة عذاب عظيمفيه ثمان مسائل : الأولى : قوله تعالى : يا أيها الرسول لا يحزنك الآية في سبب نزولها ثلاثة أقوال : قيل نزلت في بني قريظة والنضير ; قتل قرظي نضيريا وكان بنو النضير إذا قتلوا من بني قريظة لم يقيدوهم ، وإنما يعطونهم الدية على ما يأتي بيانه ، فتحاكموا إلى النبي صلى الله عليه وسلم فحكم بالتسوية بين القرظي والنضيري ، فساءهم ذلك ولم يقبلوا . وقيل ; إنها نزلت في شأن أبي لبابة حين [ ص: 125 ] أرسله النبي صلى الله عليه وسلم إلى بني قريظة فخانه حين أشار إليهم أنه الذبح ، وقيل : إنها نزلت في زنى اليهوديين وقصة الرجم ; وهذا أصح الأقوال ; رواه الأئمة مالك والبخاري ومسلم والترمذي وأبو داود . قال أبو داود عن جابر بن عبد الله أن النبي صلى الله عليه وسلم قال لهم : ائتوني بأعلم رجلين منكم فجاءوا بابني صوريا فنشدهما الله تعالى كيف تجدان أمر هذين في التوراة ؟ قالا : نجد في التوراة إذا شهد أربعة أنهم رأوا ذكره في فرجها كالمرود في المكحلة رجما . قال : فما يمنعكما أن ترجموهما ، قالا : ذهب سلطاننا فكرهنا القتل . فدعا النبي صلى الله عليه وسلم بالشهود ، فجاءوا فشهدوا أنهم رأوا ذكره في فرجها مثل الميل في المكحلة ، فأمر النبي صلى الله عليه وسلم برجمهما ، وفي غير الصحيحين عن الشعبي عن جابر بن عبد الله قال : زنى رجل من أهل فدك ، فكتب أهل فدك إلى ناس من اليهود بالمدينة أن سلوا محمدا عن ذلك ، فإن أمركم بالجلد فخذوه ، وإن أمركم بالرجم فلا تأخذوه ; فسألوه فدعا بابن صوريا وكان عالمهم وكان أعور ; فقال له رسول الله صلى الله عليه وسلم : أنشدك الله كيف تجدون حد الزاني في كتابكم ، فقال ابن صوريا : فأما إذ ناشدتني الله فإنا نجد في التوراة أن النظر زنية ، والاعتناق زنية ، والقبلة زنية ، فإن شهد أربعة بأنهم رأوا ذكره في فرجها مثل الميل في المكحلة فقد وجب الرجم . فقال النبي صلى الله عليه وسلم : هو ذاك ، وفي صحيح مسلم عن البراء بن عازب قال : مر على النبي صلى الله عليه وسلم بيهودي محمما مجلودا ، فدعاهم فقال : هكذا تجدون حد الزاني في كتابكم قالوا : نعم . فدعا رجلا من علمائهم فقال : أنشدك بالله الذي أنزل التوراة على موسى أهكذا تجدون حد الزاني في كتابكم قال : لا - ولولا أنك نشدتني بهذا لم أخبرك - نجده الرجم ، ولكنه كثر في أشرافنا فكنا إذا أخذنا الشريف تركناه ، وإذا أخذنا الضعيف أقمنا عليه الحد ، قلنا : تعالوا فلنجتمع على شيء نقيمه على الشريف والوضيع ، فجعلنا التحميم والجلد مكان الرجم ; فقال رسول الله صلى الله عليه وسلم : اللهم إني أول من أحيا أمرك إذ أماتوه فأمر به فرجم ; فأنزل الله تعالى : يا أيها الرسول لا يحزنك الذين يسارعون في الكفر إلى قوله : إن أوتيتم هذا فخذوه يقول : ائتوا محمدا ، فإن أمركم بالتحميم والجلد فخذوه وإن أفتاكم بالرجم فاحذروا ، فأنزل الله عز وجل : ومن لم يحكم بما أنزل الله فأولئك هم الكافرون ، ومن لم يحكم بما أنزل الله فأولئك هم الظالمون ، ومن لم يحكم بما أنزل الله فأولئك هم الفاسقون في الكفار كلها . هكذا في هذه الرواية ( مر على النبي صلى الله عليه وسلم ) ، وفي حديث ابن عمر : أتي بيهودي ويهودية [ ص: 126 ] قد زنيا فانطلق رسول الله صلى الله عليه وسلم حتى جاء يهود ، قال : ما تجدون في التوراة على من زنى الحديث ، وفي رواية ; أن اليهود جاءوا إلى رسول الله صلى الله عليه وسلم برجل وامرأة قد زنيا ، وفي كتاب أبي داود من حديث ابن عمر قال : أتى نفر من اليهود ، فدعوا رسول الله صلى الله عليه وسلم إلى القف فأتاهم في بيت المدراس فقالوا : يا أبا القاسم ، إن رجلا منا زنى بامرأة فاحكم بيننا ، ولا تعارض في شيء من هذا كله ، وهي كلها قصة واحدة ، وقد ساقها أبو داود من حديث أبي هريرة سياقة حسنة فقال : زنى رجل من اليهود وامرأة ، فقال بعضهم لبعض : اذهبوا بنا إلى هذا النبي ، فإنه نبي بعث بالتخفيفات ، فإن أفتى بفتيا دون الرجم قبلناها واحتججنا بها عند الله ، وقلنا فتيا نبي من أنبيائك ; قال : فأتوا النبي صلى الله عليه وسلم وهو جالس في المسجد في أصحابه ; فقالوا : يا أبا القاسم ، ما ترى في رجل وامرأة منهم زنيا ؟ فلم يكلمهم النبي صلى الله عليه وسلم حتى أتى بيت مدراسهم ، فقام على الباب ، فقال : أنشدكم بالله الذي أنزل التوراة على موسى ما تجدون في التوراة على من زنى إذا أحصن ، فقالوا : يحمم وجهه ويجبه ويجلد ، والتجبية أن يحمل الزانيان على حمار وتقابل أقفيتهما ويطاف بهما ; قال : وسكت شاب منهم ، فلما رآه النبي صلى الله عليه وسلم سكت ألظ به النشدة ; فقال : اللهم إذ نشدتنا فإنا نجد في التوراة الرجم . وساق الحديث إلى أن قال : قال النبي صلى الله عليه وسلم : فإني أحكم بما في التوراة فأمر بهما فرجما .الثانية : والحاصل من هذه الروايات أن اليهود حكمت النبي صلى الله عليه وسلم ، فحكم عليهم بمقتضى ما في التوراة . واستند في ذلك إلى قول ابني صوريا ، وأنه سمع شهادة اليهود وعمل بها ، وأن الإسلام ليس شرطا في الإحصان . فهذه مسائل أربع . فإذا ترافع أهل الذمة إلى الإمام ; فإن كان ما رفعوه ظلما كالقتل والعدوان والغصب حكم بينهم ، ومنعهم منه بلا خلاف ، وأما إذا لم يكن كذلك فالإمام مخير في الحكم بينهم وتركه عند مالك والشافعي ، غير أن مالكا رأى الإعراض عنهم أولى ، فإن حكم حكم بينهم بحكم الإسلام . وقال الشافعي : لا يحكم بينهم في الحدود ، وقال أبو حنيفة : يحكم بينهم على كل حال ، وهو قول الزهري وعمر بن عبد العزيز والحكم ، وروي عن ابن عباس وهو أحد قولي الشافعي ; لقوله تعالى : وأن احكم بينهم بما أنزل الله على ما يأتي بيانه بعد ، احتج مالك بقوله تعالى : فإن جاءوك فاحكم بينهم أو أعرض عنهم وهي نص في التخيير . قال ابن القاسم : إذا جاء [ ص: 127 ] الأساقفة والزانيان فالحاكم مخير ; لأن إنفاذ الحكم حق للأساقفة والمخالف يقول : لا يلتفت إلى الأساقفة . قال ابن العربي : وهو الأصح ; لأن المسلمين لو حكما بينهما رجلا لنفذ ، ولم يعتبر رضا الحاكم . فالكتابيون بذلك أولى ، وقال عيسى عن ابن القاسم : لم يكونوا أهل ذمة إنما كانوا أهل حرب . قال ابن العربي : وهذا الذي قاله عيسى عنه إنما نزع به لما رواه الطبري وغيره : أن الزانيين كانا من أهل خيبر أو فدك ، وكانوا حربا لرسول الله صلى الله عليه وسلم ، واسم المرأة الزانية بسرة ، وكانوا بعثوا إلى يهود المدينة يقولون لهم اسألوا محمدا عن هذا ، فإن أفتاكم بغير الرجم فخذوه منه واقبلوه ، وإن أفتاكم به فاحذروه ; الحديث . قال ابن العربي : وهذا لو كان صحيحا لكان مجيئهم بالزانيين وسؤالهم عهدا وأمانا ; وإن لم يكن عهد وذمة ودار لما كان له حكم الكف عنهم والعدل فيهم ; فلا حجة لرواية عيسى في هذا ; وعنهم أخبر الله تعالى بقوله : سماعون للكذب سماعون لقوم آخرين لم يأتوك ولما حكموا النبي صلى الله عليه وسلم نفذ الحكم عليهم ولم يكن لهم الرجوع ; فكل من حكم رجلا في الدين وهي :الثالثة : فأصله هذه الآية . قال مالك : إذا حكم رجل رجلا فحكمه ماض وإن رفع إلى قاض أمضاه ، إلا أن يكون جورا بينا ، وقال سحنون : يمضيه إن رآه صوابا . قال ابن العربي : وذلك في الأموال والحقوق التي تختص بالطالب ، فأما الحدود فلا يحكم فيها إلا السلطان ; والضابط أن كل حق اختص به الخصمان جاز التحكيم فيه ونفذ تحكيم المحكم فيه ، وتحقيقه أن التحكيم بين الناس إنما هو حقهم لا حق الحاكم بيد أن الاسترسال على التحكيم خرم لقاعدة الولاية ، ومؤد إلى تهارج الناس كتهارج الحمر ، فلا بد من فاصل ; فأمر الشرع بنصب الوالي ليحسم قاعدة الهرج ; وأذن في التحكيم تخفيفا عنه وعنهم في مشقة الترافع لتتم المصلحتان وتحصل الفائدة ، وقال الشافعي وغيره : التحكيم جائز وإنما هو فتوى . وقال بعض العلماء : إنما كان حكم النبي صلى الله عليه وسلم علىاليهود بالرجم إقامة لحكم كتابهم ، لما حرفوه وأخفوه وتركوا العمل به ; ألا ترى أنه قال : اللهم إني أول من أحيا أمرك إذ أماتوه وأن ذلك كان حين قدم المدينة ، ولذلك استثبت ابني صوريا عن حكم التوراة واستحلفهما على ذلك ، وأقوال الكفار في الحدود وفي شهادتهم عليها غير مقبولة بالإجماع ، لكن فعل ذلك على طريق إلزامهم ما التزموه وعملوا به ، وقد يحتمل أن يكون حصول طريق العلم بذلك الوحي ، أو ما ألقى الله في روعه من تصديق ابني صوريا فيما قالاه من ذلك لا قولهما مجردا ; فبين له النبي صلى الله عليه وسلم ، وأخبر بمشروعية الرجم ، ومبدؤه ذلك الوقت ، فيكون أفاد بما فعله إقامة حكم التوراة ، وبين أن ذلك حكم شريعته ، وأن التوراة حكم الله سبحانه ; لقوله تعالى : إنا أنزلنا التوراة فيها هدى ونور يحكم بها النبيون الذين أسلموا [ ص: 128 ] وهو من الأنبياء ، وقد قال عنه أبو هريرة : ( فإني أحكم بما في التوراة ) والله أعلم .الرابعة : والجمهور على رد شهادة الذمي ; لأنه ليس من أهلها فلا تقبل على مسلم ولا على كافر ، وقد قبل شهادتهم جماعة من التابعين وغيرهم إذ لم يوجد مسلم على ما يأتي بيانه آخر السورة فإن قيل : فقد حكم بشهادتهم ورجم الزانيين : فالجواب ; أنه إنما نفذ عليهم ما علم أنه حكم التوراة وألزمهم العمل به ، على نحو ما عملت به بنو إسرائيل إلزاما للحجة عليهم ، وإظهارا لتحريفهم وتغييرهم ، فكان منفذا لا حاكما ، وهذا على التأويل الأول ، وعلى ما ذكر من الاحتمال فيكون ذلك خاصا بتلك الواقعة ، إذ لم يسمع في الصدر الأول من قبل شهادتهم في مثل ذلك ، والله أعلم .الخامسة : قوله تعالى : \" لا يحزنك \" قرأ نافع بضم الياء وكسر الزاي ، والباقون بفتح الياء وضم الزاي ، والحزن والحزن خلاف السرور ، وحزن الرجل بالكسر فهو حزن وحزين ، وأحزنه غيره وحزنه أيضا مثل أسلكه وسلكه ، ومحزون بني عليه . قال اليزيدي : حزنه لغة قريش ، وأحزنه لغة تميم ، وقد قرئ بهما ، واحتزن وتحزن بمعنى ، والمعنى في الآية تأنيس للنبي صلى الله عليه وسلم : أي : لا يحزنك مسارعتهم إلى الكفر ، فإن الله قد وعدك النصر عليهم .السادسة : قوله تعالى : من الذين قالوا آمنا بأفواههم وهم المنافقون ولم تؤمن قلوبهم أي : لم يضمروا في قلوبهم الإيمان كما نطقت به ألسنتهم ومن الذين هادوا يعني يهود المدينة ويكون هذا تمام الكلام ، ثم ابتدأ فقال : سماعون للكذب أي : هم سماعون ، ومثله طوافون عليكم ، وقيل الابتداء من قوله : ومن الذين هادوا ومن الذين هادوا قوم سماعون للكذب ، أي : قابلون لكذب رؤسائهم من تحريف التوراة ، وقيل : أي : يسمعون كلامك يا محمد ليكذبوا عليك ، فكان فيهم من يحضر النبي صلى الله عليه وسلم ثم يكذب عليه عند عامتهم ، ويقبح صورته في أعينهم ; وهو معنى قوله : سماعون لقوم آخرين لم يأتوك وكان في المنافقين من يفعل هذا . قال الفراء ويجوز سماعين وطوافين ، كما قال : ملعونين أينما ثقفوا وكما قال : إن المتقين في جنات ونعيم . ثم قال : فاكهين آخذين ، وقال سفيان بن عيينة : إن الله سبحانه ذكر الجاسوس في القرآن بقوله : سماعون لقوم آخرين لم يأتوك [ ص: 129 ] ولم يعرض النبي صلى الله عليه وسلم لهم مع علمه بهم ; لأنه لم يكن حينئذ تقررت الأحكام ولا تمكن الإسلام ، وسيأتي حكم الجاسوس في \" الممتحنة \" إن شاء الله تعالى .السابعة : قوله تعالى : يحرفون الكلم من بعد مواضعه أي : يتأولونه على غير تأويله بعد أن فهموه عنك وعرفوا مواضعه التي أرادها الله عز وجل ; وبين أحكامه ; فقالوا : شرعه ترك الرجم ; وجعلهم بدل رجم المحصن جلد أربعين تغييرا لحكم الله عز وجل . ويحرفون في موضع الصفة لقوله سماعون وليس بحال من الضمير الذي في يأتوك لأنهم إذا لم يأتوا لم يسمعوا ، والتحريف إنما هو ممن يشهد ويسمع فيحرف ، والمحرفون من اليهود بعضهم لا كلهم ، ولذلك كان حمل المعنى على من الذين هادوا فريق سماعون أشبه ( يقولون ) في موضع الحال من المضمر في ( يحرفون ) . إن أوتيتم هذا فخذوه أي : إن أتاكم محمد صلى الله عليه وسلم بالجلد فاقبلوا وإلا فلا .الثامنة : قوله تعالى : ومن يرد الله فتنته أي : ضلالته في الدنيا وعقوبته في الآخرة . فلن تملك له من الله شيئا أي : فلن تنفعه أولئك الذين لم يرد الله أن يطهر قلوبهم بيان منه عز وجل أنه قضى عليهم بالكفر ، ودلت الآية على أن الضلال بمشيئة الله تعالى ردا على من قال خلاف ذلك على ما تقدم ; أي : لم يرد الله أن يطهر قلوبهم من الطبع عليها والختم كما طهر قلوب المؤمنين ثوابا لهم . لهم في الدنيا خزي قيل : هو فضيحتهم حين أنكروا الرجم ، ثم أحضرت التوراة فوجد فيها الرجم وقيل : خزيهم في الدنيا أخذ الجزية والذل ، والله أعلم .",
  "ayah": 41,
  "surah": 5
}
