{
  "text": "قوله : ياأيها الذين آمنوا من يرتد منكم عن دينه فسوف يأتي الله بقوم يحبهم ويحبونه أذلة على المؤمنين أعزة على الكافرين يجاهدون في سبيل الله ولا يخافون لومة لائم ذلك فضل الله يؤتيه من يشاء والله واسع عليم[ ص: 160 ] فيه أربع مسائل :الأولى : قوله تعالى : من يرتد منكم عن دينه شرط وجوابه فسوف ، وقراءة أهل المدينة والشام \" من يرتدد \" بدالين . الباقون \" من يرتد \" . وهذا من إعجاز القرآن والنبي صلى الله عليه وسلم : إذ أخبر عن ارتدادهم ولم يكن ذلك في عهده وكان ذلك غيبا ، فكان على ما أخبر بعد مدة ، وأهل الردة كانوا بعد موته صلى الله عليه وسلم . قال ابن إسحاق : لما قبض رسول الله صلى الله عليه وسلم ارتدت العرب إلا ثلاثة مساجد مسجد المدينة ، ومسجد مكة ، ومسجد جؤاثى ، وكانوا في ردتهم على قسمين : قسم نبذ الشريعة كلها وخرج عنها ، وقسم نبذ وجوب الزكاة واعترف بوجوب غيرها ; قالوا نصوم ونصلي ولا نزكي ; فقاتل الصديق جميعهم ; وبعث خالد بن الوليد إليهم بالجيوش فقاتلهم وسباهم ; على ما هو مشهور من أخبارهم .الثانية : قوله تعالى : فسوف يأتي الله بقوم يحبهم ويحبونه في موضع النعت . قال الحسن وقتادة وغيرهما : نزلت في أبي بكر الصديق وأصحابه ، وقال السدي : نزلت في الأنصار . وقيل : هي إشارة إلى قوم لم يكونوا موجودين في ذلك الوقت ، وأن أبا بكر قاتل أهل الردة بقوم لم يكونوا وقت نزول الآية ; وهم أحياء من اليمن من كندة وبجيلة ، ومن أشجع ، وقيل : إنها نزلت في الأشعريين ; ففي الخبر أنها لما نزلت قدم بعد ذلك بيسير سفائن الأشعريين ، وقبائل اليمن من طريق البحر ، فكان لهم بلاء في الإسلام في زمن رسول الله صلى الله عليه وسلم ، وكانت عامة فتوح العراق في زمن عمر رضي الله عنه على يدي قبائل اليمن ; هذا أصح ما قيل في نزولها ، والله أعلم ، وروى الحاكم أبو عبد الله في \" المستدرك \" بإسناده : أن النبي صلى الله عليه وسلم أشار إلى أبي موسى الأشعري لما نزلت هذه الآية فقال : ( هم قوم هذا ) قال القشيري : فأتباع أبي الحسن من قومه ; لأن كل موضع أضيف فيه قوم إلى نبي أريد به الأتباع .الثالثة : قوله تعالى : أذلة على المؤمنين ( أذلة ) نعت لقوم ، وكذلك ( أعزة ) أي : يرأفون بالمؤمنين ويرحمونهم ويلينون لهم ; من قولهم : دابة ذلول أي : تنقاد سهلة ، وليس من الذل في شيء ، ويغلظون على الكافرين ويعادونهم . قال ابن عباس : هم للمؤمنين كالوالد للولد والسيد للعبد ، وهم في الغلظة على الكفار كالسبع على فريسته ; قال الله تعالى : أشداء على الكفار رحماء بينهم ، ويجوز \" أذلة \" بالنصب على الحال ; أي : يحبهم ويحبونه في هذا الحال ، وقد تقدمت معنى محبة الله تعالى لعباده ومحبتهم له .[ ص: 161 ] الرابعة : يجاهدون في سبيل الله في موضع الصفة أيضا . ولا يخافون لومة لائم بخلاف المنافقين يخافون الدوائر ; فدل بهذا على تثبيت إمامة أبي بكر وعمر وعثمان وعلي رضي الله عنهم ; لأنهم جاهدوا في الله عز وجل في حياة رسول الله صلى الله عليه وسلم ، وقاتلوا المرتدين بعده ، ومعلوم أن من كانت فيه هذه الصفات فهو ولي لله تعالى ، وقيل : الآية عامة في كل من يجاهد الكفار إلى قيام الساعة ، والله أعلم . ذلك فضل الله يؤتيه من يشاء ابتداء وخبر ( واسع عليم ) أي : واسع الفضل ، عليم بمصالح خلقه .",
  "ayah": 54,
  "surah": 5
}
