{
  "text": "قوله تعالى : إنما وليكم الله ورسوله والذين آمنوا الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعونفيه مسألتان :الأولى : قوله تعالى : إنما وليكم الله ورسوله قال جابر بن عبد الله قال عبد الله بن سلام للنبي صلى الله عليه وسلم : إن قومنا من قريظة والنضير قد هجرونا وأقسموا ألا يجالسونا ، ولا نستطيع مجالسة أصحابك لبعد المنازل ، فنزلت هذه الآية ، فقال : رضينا بالله وبرسوله وبالمؤمنين أولياء . و ( الذين ) عام في جميع المؤمنين ، وقد سئل أبو جعفر محمد بن علي بن الحسين بن علي بن أبي طالب رضي الله عنهم عن معنى إنما وليكم الله ورسوله والذين آمنوا هل هو علي بن أبي طالب ؟ فقال : علي من المؤمنين ; يذهب إلى أن هذا لجميع المؤمنين . قال النحاس : وهذا قول بين ; لأن الذين لجماعة ، وقال ابن عباس : نزلت في أبي بكر رضي الله عنه ، وقال في رواية أخرى : نزلت في علي بن أبي طالب رضي الله عنه ; وقاله مجاهد والسدي ، وحملهم على ذلك قوله تعالى : الذين يقيمون الصلاة ويؤتون الزكاة وهم راكعون وهي :المسألة الثانية : وذلك أن سائلا سأل في مسجد رسول الله صلى الله عليه وسلم فلم يعطه أحد شيئا ، وكان علي في الصلاة في الركوع وفي يمينه خاتم ، فأشار إلى السائل بيده حتى أخذه . قال إلكيا الطبري : وهذا يدل على أن العمل القليل لا يبطل الصلاة ; فإن التصدق بالخاتم في الركوع عمل جاء به في الصلاة ولم تبطل به الصلاة ، وقوله : ويؤتون الزكاة وهم راكعون يدل على أن صدقة التطوع تسمى زكاة . ; فإن عليا تصدق بخاتمه في الركوع ، وهو نظير قوله [ ص: 162 ] تعالى : وما آتيتم من زكاة تريدون وجه الله فأولئك هم المضعفون وقد انتظم الفرض والنفل ، فصار اسم الزكاة شاملا للفرض والنفل ، كاسم الصدقة وكاسم الصلاة ينتظم الأمرين .قلت : فالمراد على هذا بالزكاة التصدق بالخاتم ، وحمل لفظ الزكاة على التصدق بالخاتم فيه بعد ; لأن الزكاة لا تأتي إلا بلفظها المختص بها وهو الزكاة المفروضة على ما تقدم بيانه في أول سورة \" البقرة \" . وأيضا فإن قبله يقيمون الصلاة ومعنى يقيمون الصلاة يأتون بها في أوقاتها بجميع حقوقها ، والمراد صلاة الفرض . ثم قال : وهم راكعون أي النفل ، وقيل : أفرد الركوع بالذكر تشريفا ، وقيل : المؤمنون وقت نزول الآية كانوا بين متمم للصلاة وبين راكع ، وقال ابن خويز منداد قوله تعالى : ويؤتون الزكاة وهم راكعون تضمنت جواز العمل اليسير في الصلاة ; وذلك أن هذا خرج مخرج المدح ، وأقل ما في باب المدح أن يكون مباحا ; وقد روي أن علي بن أبي طالب رضي الله عنه أعطى السائل شيئا وهو في الصلاة ، وقد يجوز أن يكون هذه صلاة تطوع ، وذلك أنه مكروه في الفرض ، ويحتمل أن يكون المدح متوجها على اجتماع حالتين ; كأنه وصف من يعتقد وجوب الصلاة والزكاة ; فعبر عن الصلاة بالركوع ، وعن الاعتقاد للوجوب بالفعل ; كما تقول : المسلمون هم المصلون ، ولا تريد أنهم في تلك الحال مصلون ولا يوجه المدح حال الصلاة ; فإنما يريد من يفعل هذا الفعل ويعتقده .",
  "ayah": 55,
  "surah": 5
}
