{
  "text": "قوله تعالى : يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته والله يعصمك من الناس إن الله لا يهدي القوم الكافرينفيه مسألتان :الأولى : قوله تعالى : يا أيها الرسول بلغ ما أنزل إليك من ربك قيل : معناه أظهر التبليغ ; لأنه كان في أول الإسلام يخفيه خوفا من المشركين ، ثم أمر بإظهاره في هذه الآية ، وأعلمه الله أنه يعصمه من الناس ، وكان عمر رضي الله عنه أول من أظهر إسلامه وقال : لا نعبد الله سرا ; وفي ذلك نزلت : يا أيها النبي حسبك الله ومن اتبعك من المؤمنين فدلت الآية على [ ص: 179 ] رد قول من قال : إن النبي صلى الله عليه وسلم كتم شيئا من أمر الدين تقية ، وعلى بطلانه ، وهم الرافضة ، ودلت على أنه صلى الله عليه وسلم لم يسر إلى أحد شيئا من أمر الدين ; لأن المعنى بلغ جميع ما أنزل إليك ظاهرا ، ولولا هذا ما كان في قوله عز وجل : وإن لم تفعل فما بلغت رسالته فائدة ، وقيل : بلغ ما أنزل إليك من ربك في أمر زينب بنت جحش الأسدية رضي الله عنها ، وقيل غير هذا ، والصحيح القول بالعموم ; قال ابن عباس : المعنى بلغ جميع ما أنزل إليك من ربك ، فإن كتمت شيئا منه فما بلغت رسالته ; وهذا تأديب للنبي صلى الله عليه وسلم ، وتأديب لحملة العلم من أمته ألا يكتموا شيئا من أمر شريعته ، وقد علم الله تعالى من أمر نبيه أنه لا يكتم شيئا من وحيه ; وفي صحيح مسلم عن مسروق عن عائشة أنها قالت : من حدثك أن محمدا صلى الله عليه وسلم كتم شيئا من الوحي فقد كذب ; والله تعالى يقول : يا أيها الرسول بلغ ما أنزل إليك من ربك وإن لم تفعل فما بلغت رسالته وقبح الله الروافض حيث قالوا : إنه صلى الله عليه وسلم كتم شيئا مما أوحى الله إليه كان بالناس حاجة إليه .الثانية : قوله تعالى : والله يعصمك من الناس فيه دليل على نبوته ; لأن الله عز وجل أخبر أنه معصوم ، ومن ضمن سبحانه له العصمة فلا يجوز أن يكون قد ترك شيئا مما أمره الله به ، وسبب نزول هذه الآية أن النبي صلى الله عليه وسلم كان نازلا تحت شجرة فجاء أعرابي فاخترط سيفه وقال للنبي صلى الله عليه وسلم : من يمنعك مني ؟ فقال : الله ; فذعرت يد الأعرابي وسقط السيف من يده ; وضرب برأسه الشجرة حتى انتثر دماغه ; ذكره المهدوي ، وذكره القاضي عياض في كتاب الشفاء قال : وقد رويت هذه القصة في الصحيح ، وأن غورث بن الحارث صاحب القصة ، وأن النبي صلى الله عليه وسلم عفا عنه ; فرجع إلى قومه وقال : جئتكم من عند خير الناس ، وقد تقدم الكلام في هذا المعنى في هذه السورة عند قوله : إذ هم قوم أن يبسطوا إليكم أيديهم مستوفى ، وفي \" النساء \" أيضا في ذكر صلاة الخوف ، وفي صحيح مسلم عن جابر بن عبد الله قال : غزونا مع رسول الله صلى الله عليه وسلم غزوة قبل نجد فأدركنا رسول الله صلى الله عليه وسلم في واد كثير العضاه فنزل رسول الله صلى الله عليه وسلم تحت شجرة فعلق سيفه بغصن من أغصانها ، قال : وتفرق الناس في الوادي يستظلون بالشجر ، قال فقال رسول الله صلى الله عليه وسلم : إن رجلا أتاني وأنا نائم فأخذ السيف فاستيقظت وهو قائم على رأسي فلم أشعر إلا والسيف صلتا في يده فقال لي : من يمنعك مني - قال - قلت : الله ثم قال في [ ص: 180 ] الثانية من يمنعك مني - قال - قلت : الله قال فشام السيف فها هو ذا جالس ثم لم يعرض له رسول الله صلى الله عليه وسلم وقال ابن عباس قال النبي صلى الله عليه وسلم : لما بعثني الله برسالته ضقت بها ذرعا وعرفت أن من الناس من يكذبني فأنزل الله هذه الآية وكان أبو طالب يرسل كل يوم مع رسول الله صلى الله عليه وسلم رجالا من بني هاشم يحرسونه حتى نزل : والله يعصمك من الناس فقال النبي صلى الله عليه وسلم : يا عماه إن الله قد عصمني من الجن والإنس فلا أحتاج إلى من يحرسني .قلت : وهذا يقتضي أن ذلك كان بمكة ، وأن الآية مكية وليس كذلك ، وقد تقدم أن هذه السورة مدنية بإجماع ; ومما يدل على أن هذه الآية مدنية ما رواه مسلم في الصحيح عن عائشة قالت : سهر رسول الله صلى الله عليه وسلم مقدمه المدينة ليلة فقال : ليت رجلا صالحا من أصحابي يحرسني الليلة قالت : فبينا نحن كذلك سمعنا خشخشة سلاح ; فقال : من هذا ؟ قال : سعد بن أبي وقاص فقال له رسول الله صلى الله عليه وسلم : ما جاء بك ؟ فقال : وقع في نفسي خوف على رسول الله صلى الله عليه وسلم فجئت أحرسه ; فدعا له رسول الله صلى الله عليه وسلم ثم نام ، وفي غير الصحيح قالت : فبينما نحن كذلك سمعت صوت السلاح ; فقال : من هذا ؟ فقالوا : سعد وحذيفة جئنا نحرسك ; فنام صلى الله عليه وسلم حتى سمعت غطيطه ونزلت هذه الآية ; فأخرج رسول الله صلى الله عليه وسلم رأسه من قبة أدم وقال : انصرفوا أيها الناس فقد عصمني الله .وقرأ أهل المدينة : \" رسالاته \" على الجمع ، وأبو عمرو وأهل الكوفة : \" رسالته \" على التوحيد ; قال النحاس : والقراءتان حسنتان والجمع أبين ; لأن رسول الله صلى الله عليه وسلم كان ينزل عليه الوحي شيئا فشيئا ثم يبينه ، والإفراد يدل على الكثرة ; فهي كالمصدر والمصدر في أكثر الكلام لا يجمع ولا يثنى لدلالته على نوعه بلفظه كقوله : وإن تعدوا نعمة الله لا تحصوها . إن الله لا يهدي القوم الكافرين أي : لا يرشدهم وقد تقدم ، وقيل : أبلغ أنت فأما الهداية فإلينا . نظيره ما على الرسول إلا البلاغ والله أعلم .",
  "ayah": 67,
  "surah": 5
}
