{
  "text": "قوله تعالى : لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى ذلك بأن منهم قسيسين ورهبانا وأنهم لا يستكبرونقوله تعالى : لتجدن أشد الناس عداوة للذين آمنوا اليهود اللام لام القسم ودخلت النون على قول الخليل وسيبويه فرقا بين الحال والمستقبل . عداوة نصب على البيان وكذا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى وهذه الآية نزلت في النجاشي وأصحابه لما قدم عليهم المسلمون في الهجرة الأولى - حسب ما هو مشهور في سيرة ابن إسحاق وغيره - خوفا من المشركين وفتنتهم ; وكانوا ذوي عدد . ثم هاجر رسول الله صلى الله عليه وسلم إلى المدينة بعد ذلك فلم يقدروا على الوصول إليه ، حالت بينهم وبين رسول الله صلى الله عليه وسلم الحرب . فلما كانت وقعة بدر وقتل الله فيها صناديد الكفار ، قال كفار قريش : إن ثأركم بأرض الحبشة ، فاهدوا إلى النجاشي وابعثوا إليه رجلين من ذوي رأيكم لعله يعطيكم من عنده فتقتلونهم بمن قتل منكم ببدر ، فبعث كفار قريش عمرو بن العاص وعبد الله بن أبي ربيعة بهدايا ، فسمع النبي صلى الله عليه وسلم بذلك ، فبعث رسول الله صلى الله عليه وسلم عمرو بن أمية الضمري ، وكتب معه إلى النجاشي ، فقدم على النجاشي ، فقرأ كتاب رسول الله صلى الله عليه وسلم ، ثم دعا جعفر بن أبي طالب والمهاجرين ، [ ص: 190 ] وأرسل إلى الرهبان والقسيسين فجمعهم . ثم أمر جعفرا أن يقرأ عليهم القرآن فقرأ سورة ( مريم ) فقاموا تفيض أعينهم من الدمع ، فهم الذين أنزل الله فيهم ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى وقرأ إلى الشاهدين رواه أبو داود . قال : حدثنا محمد بن سلمة المرادي قال حدثنا ابن وهب قال أخبرني يونس عن ابن شهاب عن أبي بكر بن عبد الرحمن بن الحارث بن هشام ، وعن سعيد بن المسيب وعن عروة بن الزبير ، أن الهجرة الأولى هجرة المسلمين إلى أرض الحبشة ، وساق الحديث بطوله ، وذكر البيهقي عن ابن إسحاق قال : قدم على النبي صلى الله عليه وسلم عشرون رجلا وهو بمكة أو قريب من ذلك ، من النصارى حين ظهر خبره من الحبشة ، فوجدوه في المسجد فكلموه وسألوه ، ورجال من قريش في أنديتهم حول الكعبة فلما فرغوا من مسألتهم رسول الله صلى الله عليه وسلم عما أرادوا ، دعاهم رسول الله صلى الله عليه وسلم إلى الله عز وجل ، وتلا عليهم القرآن ، فلما سمعوه فاضت أعينهم من الدمع ، ثم استجابوا له وآمنوا به وصدقوه ، وعرفوا منه ما كان يوصف لهم في كتابهم من أمره ، فلما قاموا من عنده اعترضهم أبو جهل في نفر من قريش فقالوا : خيبكم الله من ركب ! بعثكم من وراءكم من أهل دينكم ترتادون لهم فتأتونهم بخبر الرجل ، فلم تظهر مجالستكم عنده حتى فارقتم دينكم وصدقتموه بما قال لكم ، ما نعلم ركبا أحمق منكم - أو كما قال لهم - فقالوا : سلام عليكم لا نجاهلكم ، لنا أعمالنا ولكم أعمالكم ، لا نألوا أنفسنا خيرا . فيقال : إن النفرالنصارى من أهل نجران ، ويقال : إن فيهم نزلت هؤلاء الآيات الذين آتيناهم الكتاب من قبله هم به يؤمنون إلى قوله : لا نبتغي الجاهلين وقيل : إن جعفرا وأصحابه قدم على النبي صلى الله عليه وسلم في سبعين رجلا عليهم ثياب الصوف ، فيهم اثنان وستون من الحبشة وثمانية من أهل الشام وهم بحيرى الراهب وإدريس وأشرف وأبرهة وثمامة وقثم ودريد وأيمن ، فقرأ عليهم رسول الله صلى الله عليه وسلم سورة \" يس \" إلى آخرها ، فبكوا حين سمعوا القرآن وآمنوا ، وقالوا : ما أشبه هذا بما كان ينزل على عيسى فنزلت فيهم لتجدن أشد الناس عداوة للذين آمنوا اليهود والذين أشركوا ولتجدن أقربهم مودة للذين آمنوا الذين قالوا إنا نصارى يعني وفد النجاشي وكانوا أصحاب الصوامع ، وقال سعيد بن جبير : وأنزل الله فيهم أيضا الذين آتيناهم الكتاب من قبله هم به يؤمنون إلى قوله : أولئك يؤتون أجرهم مرتين إلى آخر الآية ، وقال مقاتل والكلبي : كانوا أربعين رجلا من أهل نجران من بني الحارث بن كعب ، واثنان وثلاثون من الحبشة ، وثمانية وستون من [ ص: 191 ] أهل الشام . وقال قتادة : نزلت في ناس من أهل الكتاب كانوا على شريعة من الحق مما جاء به عيسى ، فلما بعث الله محمدا صلى الله عليه وسلم آمنوا به فأثنى الله عليهم .قوله تعالى : ذلك بأن منهم قسيسين ورهبانا واحد القسيسين قس وقسيس ; قاله قطرب . والقسيس العالم ; وأصله من قس إذا تتبع الشيء فطلبه ; قال الراجز :يصبحن عن قس الأذى غوافلا وتقسست أصواتهم بالليل تسمعتها، والقس النميمة ، والقس أيضا رئيس من رؤساء النصارى في الدين والعلم ، وجمعه قسوس ، وكذلك القسيس مثل الشر والشرير فالقسيسون هم الذين يتبعون العلماء والعباد ، ويقال في جمع قسيس مكسرا : قساوسة أبدل من إحدى السينين واوا وقساوسة أيضا ك مهالبة ، والأصل قساسسة فأبدلوا إحدى السينات واوا لكثرتها . ولفظ القسيس إما أن يكون عربيا ، وإما أن يكون بلغة الروم ولكن خلطته العرب بكلامهم فصار من لغتهم إذ ليس في الكتاب ما ليس من لغة العرب كما تقدم . وقال أبو بكر الأنباري : حدثنا أبي حدثنا نصر بن داود حدثنا أبو عبيد ، قال : حدثت عن معاوية بن هشام عن نصير الطائي عن الصلت عن حامية بن رباب قال : قلت لسلمان بأن منهم قسيسين ورهبانا فقال : دع القسيسين في الصوامع والمحراب أقرأنيها رسول الله صلى الله عليه وسلم \" بأن منهم صديقين ورهبانا \" ، وقال عروة بن الزبير : ضيعت النصارى الإنجيل ، وأدخلوا فيه ما ليس منه ; وكانوا أربعة نفر الذين غيروه ; لوقاس ومرقوس ويحنس ومقبوس وبقي قسيس على الحق وعلى الاستقامة ، فمن كان على دينه وهديه فهو قسيس .قوله تعالى : ورهبانا الرهبان جمع راهب كركبان وراكب . قال النابغة :لو أنها عرضت لأشمط راهب     عبد الإله صرورة متعبدلرنا لرؤيتها وحسن حديثها     ولخاله رشدا وإن لم يرشدوالفعل منه رهب الله يرهبه أي : خافه رهبا ورهبا ورهبة ، والرهبانية والترهب التعبد في صومعة . قال أبو عبيد : وقد يكون ( رهبان ) للواحد والجمع ; قال الفراء : ويجمع ( رهبان ) إذا كان للمفرد رهابنة ورهابين كقربان وقرابين ; قال جرير في الجمع :رهبان مدين لو رأوك تنزلوا     والعصم من شعف العقول الفادر[ ص: 192 ] الفادر المسن من الوعول ، ويقال : العظيم ، وكذلك الفدور والجمع فدر وفدور وموضعها المفدرة ; قاله الجوهري ، وقال آخر في التوحيد :لو أبصرت رهبان دير في الجبل     لانحدر الرهبان يسعى ويصلمن الصلاة . والرهابة على وزن السحابة عظم في الصدر مشرف على البطن مثل اللسان ، وهذا المدح لمن آمن منهم بمحمد صلى الله عليه وسلم دون من أصر على كفره ولهذا قال : وأنهم لا يستكبرون يستكبرون أي : عن الانقياد إلى الحق .",
  "ayah": 82,
  "surah": 5
}
