{
  "text": "قوله : يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه لعلكم تفلحون[ ص: 215 ] فيه ثلاثة عشرة مسألة :الأولى : قوله تعالى : يا أيها الذين آمنوا خطاب لجميع المؤمنين بترك هذه الأشياء ; إذا كانت شهوات وعادات تلبسوا بها في الجاهلية وغلبت على النفوس ، فكان نفي منها في نفوس كثير من المؤمنين . قال ابن عطية : ومن هذا القبيل هوى الزجر بالطير ، وأخذ الفأل في الكتب ونحوه مما يصنعه الناس اليوم ، وأما الخمر فكانت لم تحرم بعد ، وإنما نزل تحريمها في سنة ثلاث بعد وقعة أحد ، وكانت وقعة أحد في شوال سنة ثلاث من الهجرة ، وتقدم اشتقاقها . وأما الميسر فقد مضى في \" البقرة \" القول فيه ، وأما الأنصاب فقيل : هي الأصنام . وقيل : هي النرد والشطرنج ; ويأتي بيانهما في سورة \" يونس \" عند قوله تعالى : فماذا بعد الحق إلا الضلال ، وأما الأزلام فهي القداح ، وقد مضى في أول السورة القول فيها . ويقال كانت في البيت عند سدنة البيت وخدام الأصنام ; يأتي الرجل إذا أراد حاجة فيقبض منها شيئا ; فإن كان عليه أمرني ربي خرج إلى حاجته على ما أحب أو كره .الثانية : تحريم الخمر كان بتدريج ونوازل كثيرة ; فإنهم كانوا مولعين بشربها ، وأول ما نزل في شأنها يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس أي : في تجارتهم ; فلما نزلت هذه الآية تركها بعض الناس وقالوا : لا حاجة لنا فيما فيه إثم كبير ، ولم يتركها بعض الناس وقالوا : نأخذ منفعتها ونترك إثمها فنزلت هذه الآية لا تقربوا الصلاة وأنتم سكارى فتركها بعض الناس وقالوا : لا حاجة لنا فيما يشغلنا عن الصلاة ، وشربها بعض الناس في غير أوقات الصلاة حتى نزلت : يا أيها الذين آمنوا إنما الخمر والميسر والأنصاب والأزلام رجس الآية - فصارت حراما عليهم حتى صار يقول بعضهم : ما حرم الله شيئا أشد من الخمر ، وقال أبو ميسرة : نزلت بسبب عمر بن الخطاب ; فإنه ذكر للنبي صلى الله عليه وسلم عيوب الخمر ، وما ينزل بالناس من أجلها ، ودعا الله في تحريمها وقال : اللهم بين لنا في الخمر بيانا شافيا فنزلت هذه الآيات ، فقال عمر : انتهينا انتهينا ، وقد مضى في \" البقرة \" و \" النساء \" ، وروى أبو داود عن ابن عباس قال : يا أيها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى ، [ ص: 216 ] و يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس نسختها التي في المائدة . إنما الخمر والميسر والأنصاب ، وفي صحيح مسلم عن سعد بن أبي وقاص أنه قال : نزلت في آيات من القرآن ; وفيه قال : وأتيت على نفر من الأنصار ; فقالوا : تعال نطعمك ونسقيك خمرا ، وذلك قبل أن تحرم الخمر ; قال : فأتيتهم في حش - والحش البستان - فإذا رأس جزور مشوي عندهم وزق من خمر ; قال : فأكلت وشربت معهم ; قال : فذكرت الأنصار والمهاجرين عندهم فقلت : المهاجرون خير من الأنصار ; قال : فأخذ رجل لحيي جمل فضربني به فجرح أنفي - وفى رواية ففزره وكان أنف سعد مفزورا فأتيت رسول الله صلى الله عليه وسلم فأخبرته ; فأنزل الله تعالى في - يعني نفسه شأن الخمر - إنما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه .الثالثة : هذه الأحاديث تدل على أن شرب الخمر كان إذ ذاك مباحا معمولا به معروفا عندهم بحيث لا ينكر ولا يغير ، وأن النبي صلى الله عليه وسلم أقر عليه ، وهذا ما لا خلاف فيه ; يدل عليه آية النساء لا تقربوا الصلاة وأنتم سكارى على ما تقدم ، وهل كان يباح لهم شرب القدر الذي يسكر ؟ حديث حمزة ظاهر فيه حين بقر خواصر ناقتي علي رضي الله عنهما وجب أسنمتهما ، فأخبر علي بذلك النبي صلى الله عليه وسلم ، فجاء إلى حمزة فصدر عن حمزة للنبي صلى الله عليه وسلم من القول الجافي المخالف لما يجب عليه من احترام النبي صلى الله عليه وسلم وتوقيره وتعزيره ، ما يدل على أن حمزة كان قد ذهب عقله بما يسكر ; ولذلك قال الراوي : فعرف رسول الله صلى الله عليه وسلم أنه ثمل ; ثم إن النبي صلى الله عليه وسلم لم ينكر على حمزة ولا عنفه ، لا في حال سكره ولا بعد ذلك ، بل رجع لما قال حمزة : وهل أنتم إلا عبيد لأبي على عقبيه القهقرى وخرج عنه ، وهذا خلاف ما قاله الأصوليون وحكوه فإنهم قالوا : إن السكر حرام في كل شريعة ; لأن الشرائع مصالح العباد لا مفاسدهم ، وأصل المصالح العقل ، كما أن أصل المفاسد ذهابه ، فيجب المنع من كل ما يذهبه أو يشوشه ، إلا أنه يحتمل حديث حمزة أنه لم يقصد بشربه السكر لكنه أسرع فيه فغلبه ، والله أعلم .الرابعة : قوله تعالى : رجس قال ابن عباس في هذه الآية : رجس سخط ، وقد يقال للنتن والعذرة والأقذار رجس ، والرجز بالزاي العذاب لا غير ، والركس العذرة لا غير . والرجس يقال للأمرين ، ومعنى من عمل الشيطان أي : بحمله عليه وتزيينه . وقيل : هو الذي كان عمل مبادئ هذه الأمور بنفسه حتى اقتدي به فيها .الخامسة : قوله تعالى : فاجتنبوه يريد أبعدوه واجعلوه ناحية ; فأمر الله تعالى باجتناب هذه الأمور ، واقترنت بصيغة الأمر مع نصوص الأحاديث وإجماع الأمة ، فحصل [ ص: 217 ] الاجتناب في جهة التحريم ; فبهذا حرمت الخمر ، ولا خلاف بين علماء المسلمين أن سورة \" المائدة \" نزلت بتحريم الخمر ، وهي مدنية من آخر ما نزل ، وورد التحريم في الميتة والدم ولحم الخنزير في قوله تعالى : ( قل لا أجد ) وغيرها من الآي خبرا ، وفي الخمر نهيا وزجرا ، وهو أقوى التحريم وأوكده . روى ابن عباس قال : لما نزل تحريم الخمر ، مشى أصحاب رسول الله صلى الله عليه وسلم بعضهم إلى بعض ، وقالوا حرمت الخمر ، وجعلت عدلا للشرك ; يعني أنه قرنها بالذبح للأنصاب وذلك شرك . ثم علق لعلكم تفلحون فعلق الفلاح بالأمر ، وذلك يدل على تأكيد الوجوب . والله أعلم .السادسة : فهم الجمهور من تحريم الخمر ، واستخباث الشرع لها ، وإطلاق الرجس عليها ، والأمر باجتنابها ، الحكم بنجاستها ، وخالفهم في ذلك ربيعة والليث بن سعد والمزني صاحب الشافعي ، وبعض المتأخرين من البغداديين والقرويين فرأوا أنها طاهرة ، وأن المحرم إنما هو شربها . وقد استدل سعيد بن الحداد القروي على طهارتها بسفكها في طرق المدينة ; قال : ولو كانت نجسة لما فعل ذلك الصحابة رضوان الله عليهم ، ولنهى رسول الله صلى الله عليه وسلم عنه كما نهى عن التخلي في الطرق ، والجواب ; أن الصحابة فعلت ذلك ; لأنه لم يكن لهم سروب ولا آبار يريقونها فيها ، إذ الغالب من أحوالهم أنهم لم يكن لهم كنف في بيوتهم ، وقالت عائشة رضي الله عنها إنهم كانوا يتقذرون من اتخاذ الكنف في البيوت ، ونقلها إلى خارج المدينة فيه كلفة ومشقة ، ويلزم منه تأخير ما وجب على الفور ، وأيضا فإنه يمكن التحرز منها ; فإن طرق المدينة كانت واسعة ، ولم تكن الخمر من الكثرة بحيث تصير نهرا يعم الطريق كلها ، بل إنما جرت في مواضع يسيرة يمكن التحرز عنها - هذا - مع ما يحصل في ذلك من فائدة شهرة إراقتها في طرق المدينة ، ليشيع العمل على مقتضى تحريمها من إتلافها ، وأنه لا ينتفع بها ، وتتابع الناس وتوافقوا على ذلك ، والله أعلم . فإن قيل : التنجيس حكم شرعي ولا نص فيه ، ولا يلزم من كون الشيء محرما أن يكون نجسا ; فكم من محرم في الشرع ليس بنجس ; قلنا : قوله تعالى : رجس يدل على نجاستها ; فإن الرجس في اللسان النجاسة ، ثم لو التزمنا ألا نحكم بحكم إلا حتى نجد فيه نصا لتعطلت الشريعة ; فإن النصوص فيها قليلة ; فأي نص يوجد على تنجيس البول والعذرة والدم والميتة وغير ذلك ؟ وإنما هي الظواهر والعمومات والأقيسة ، وسيأتي في سورة \" الحج \" ما يوضح هذا المعنى إن شاء الله تعالى .السابعة : قوله : فاجتنبوه يقتضي الاجتناب المطلق الذي لا ينتفع معه بشيء بوجه [ ص: 218 ] من الوجوه ; لا بشرب ولا بيع ولا تخليل ولا مداواة ولا غير ذلك ، وعلى هذا تدل الأحاديث الواردة في الباب ، وروى مسلم عن ابن عباس أن رجلا أهدى لرسول الله صلى الله عليه وسلم راوية خمر ، فقال له رسول الله صلى الله عليه وسلم : هل علمت أن الله حرمها قال : لا ، قال : فسار رجلا فقال له رسول الله صلى الله عليه وسلم : بم ساررته ؟ قال : أمرته ببيعها ; فقال : إن الذي حرم شربها حرم بيعها ، قال : ففتح المزادة حتى ذهب ما فيها ; فهذا حديث يدل على ما ذكرناه ; إذ لو كان فيها منفعة من المنافع الجائزة لبينه رسول الله صلى الله عليه وسلم ، كما قال في الشاة الميتة . هلا أخذتم إهابها فدبغتموه فانتفعتم به الحديث .الثامنة : أجمع المسلمون على تحريم بيع الخمر والدم ، وفي ذلك دليل على تحريم بيع العذرات وسائر النجاسات وما لا يحل أكله ; ولذلك - والله أعلم - كره مالك بيع زبل الدواب ، ورخص فيه ابن القاسم لما فيه من المنفعة ; والقياس ما قاله مالك ، وهو مذهب الشافعي ، وهذا الحديث شاهد بصحة ذلك .التاسعة : ذهب جمهور الفقهاء إلى أن الخمر لا يجوز تخليلها لأحد ، ولو جاز تخليلها ما كان رسول الله صلى الله عليه وسلم ليدع الرجل أن يفتح المزادة حتى يذهب ما فيها ; لأن الخل مال وقد نهي عن إضاعة المال ، ولا يقول أحد فيمن أراق خمرا على مسلم أنه أتلف له مالا ، وقد أراق عثمان بن أبي العاص خمرا ليتيم ، واستؤذن صلى الله عليه وسلم في تخليلها فقال : لا ونهى عن ذلك . ذهب إلى هذا طائفة من العلماء من أهل الحديث والرأي ، وإليه مال سحنون بن سعيد ، وقال آخرون : لا بأس بتخليل الخمر ولا بأس بأكل ما تخلل منها بمعالجة آدمي أو غيرها ; وهو قول الثوري والأوزاعي والليث بن سعد والكوفيين ، وقال أبو حنيفة : إن طرح فيها المسك والملح فصارت مربى وتحولت عن حال الخمر جاز ، وخالفه محمد بن الحسن في المربى وقال : لا تعالج الخمر بغير تحويلها إلى الخل وحده . قال أبو عمر : احتج العراقيون في تخليل الخمر بأبي الدرداء ; وهو يروي عن أبي إدريس الخولاني عن أبي الدرداء من وجه ليس بالقوي أنه كان يأكل المربى منه ، ويقول : دبغته الشمس والملح ، وخالفه عمر بن الخطاب وعثمان بن أبي العاص في تخليل الخمر ; وليس في رأي أحد حجة مع السنة ، وبالله التوفيق ، وقد يحتمل أن يكون المنع من تخليلها كان في بدء الإسلام [ ص: 219 ] عند نزول تحريمها ; لئلا يستدام حبسها لقرب العهد بشربها ، إرادة لقطع العادة في ذلك ، وإذا كان كذلك لم يكن في النهي عن تخليلها حينئذ ، والأمر بإراقتها ما يمنع من أكلها إذا خللت . وروى أشهب عن مالك قال : إذا خلل النصراني خمرا فلا بأس بأكله ، وكذلك إن خللها مسلم واستغفر الله ; وهذه الرواية ذكرها ابن عبد الحكم في كتابه . والصحيح ما قاله مالك في رواية ابن القاسم وابن وهب أنه لا يحل لمسلم أن يعالج الخمر حتى يجعلها خلا ولا يبيعها ، ولكن ليهريقها .العاشرة : لم يختلف قول مالك وأصحابه أن الخمر إذا تخللت بذاتها أن أكل ذلك الخل حلال ، وهو قول عمر بن الخطاب وقبيصة وابن شهاب ، وربيعة وأحد قولي الشافعي ، وهو تحصيل مذهبه عند أكثر أصحابه .الحادية عشرة : ذكر ابن خويز منداد أنها تملك ، ونزع إلى ذلك بأنه يمكن أن يزال بها الغصص ، ويطفأ بها حريق ; وهذا نقل لا يعرف لمالك ، بل يخرج هذا على قول من يرى أنها طاهرة ، ولو جاز ملكها لما أمر النبي صلى الله عليه وسلم بإراقتها ، وأيضا فإن الملك نوع نفع وقد بطل بإراقتها . والحمد لله .الثانية عشرة : هذه الآية تدل على تحريم اللعب بالنرد والشطرنج قمارا أو غير قمار ; لأن الله تعالى لما حرم الخمر أخبر بالمعنى الذي فيها فقال : يا أيها الذين آمنوا إنما الخمر والميسر الآية . ثم قال : إنما يريد الشيطان أن يوقع بينكم العداوة والبغضاء الآية . فكل لهو دعا قليله إلى كثير ، وأوقع العداوة والبغضاء بين العاكفين عليه ، وصد عن ذكر الله وعن الصلاة فهو كشرب الخمر ، وأوجب أن يكون حراما مثله . فإن قيل : إن شرب الخمر يورث السكر فلا يقدر معه على الصلاة وليس في اللعب بالنرد والشطرنج هذا المعنى ; قيل له : قد جمع الله تعالى بين الخمر والميسر في التحريم ، ووصفهما جميعا بأنهما يوقعان العداوة والبغضاء بين الناس ، ويصدان عن ذكر الله وعن الصلاة ; ومعلوم أن الخمر إن أسكرت فالميسر لا يسكر ، ثم لم يكن عند الله افتراقهما في ذلك يمنع من التسوية بينهما في التحريم لأجل ما اشتركا فيه من المعاني ، وأيضا فإن قليل الخمر لا يسكر كما أن اللعب بالنرد والشطرنج لا يسكر ، ثم كان حراما مثل الكثير ، فلا ينكر أن يكون اللعب بالنرد والشطرنج حراما مثل الخمر وإن كان لا يسكر . وأيضا فإن ابتداء اللعب يورث الغفلة ، فتقوم تلك الغفلة المستولية على القلب مكان السكر ; فإن كانت الخمر إنما حرمت لأنها تسكر فتصد [ ص: 220 ] بالإسكار عن الصلاة ، فليحرم اللعب بالنرد والشطرنج لأنه يغفل ويلهي فيصد بذلك عن الصلاة ، والله أعلم .الثالثة عشرة : مهدي الراوية يدل على أنه كان لم يبلغه الناسخ ، وكان متمسكا بالإباحة المتقدمة ، فكان ذلك دليلا على أن الحكم لا يرتفع بوجود الناسخ - كما يقول بعض الأصوليين - بل ببلوغه كما دل عليه هذا الحديث ، وهو الصحيح ; لأن النبي صلى الله عليه وسلم لم يوبخه ، بل بين له الحكم ; ولأنه مخاطب بالعمل بالأول بحيث لو تركه عصى بلا خلاف ، وإن كان الناسخ قد حصل في الوجود ، وذلك كما وقع لأهل قباء ; إذ كانوا يصلون إلى بيت المقدس إلى أن أتاهم الآتي فأخبرهم بالناسخ ، فمالوا نحو الكعبة ، وقد تقدم في سورة \" البقرة \" والحمد لله ; وتقدم فيها ذكر الخمر واشتقاقها والميسر ، وقد مضى في صدر هذه السورة القول في الأنصاب والأزلام . والحمد لله .",
  "ayah": 90,
  "surah": 5
}
