{
  "text": "Everything prostrates to Allah\nAllah tells us that He alone, with no partner or associate, is deserving of worship. Everything prostrates to His might, willingly or unwillingly, and everything prostrates in a manner that befits its nature, as Allah says:\nأَوَ لَمْيَرَوْاْ إِلَىخَلَقَ اللَّهُ مِن شَىْءٍ يَتَفَيَّأُ ظِلَـلُهُ عَنِ الْيَمِينِ وَالْشَّمَآئِلِ سُجَّدًا لِلَّهِ وَهُمْ\n(Have they not observed things that Allah has created: (how) their shadows incline to the right and to the left, making prostration unto Allah, and they are lowly) 16:48. And Allah says here:\nأَلَمْ تَرَ أَنَّ اللَّهَ يَسْجُدُ لَهُ مَن فِى السَّمَـوَتِ وَمَن فِى الاٌّرْضِ\n(See you not that whoever is in the heavens and whoever is on the earth prostrate themselves to Him) means, the angels in the regions of the heavens, and all the living creatures, men, Jinn, animals and birds.\nوَإِن مِّن شَىْءٍ إِلاَّ يُسَبِّحُ بِحَمْدَهِ\n(and there is not a thing but glorifies His praise) 17:44.\nوَالشَّمْسَ وَالْقَمَرَ وَالنُّجُومَ\n(and the sun, and the moon, and the stars,) These are mentioned by name, because they are worshipped instead of Allah, so Allah explains that they too prostrate to their Creator and that they are subjected to Him.\nلاَ تَسْجُدُواْ لِلشَّمْسِ وَلاَ لِلْقَمَرِ وَاسْجُدُواْ لِلَّهِ الَّذِى خَلَقَهُنَّ\n(Prostrate yourselves not to the sun nor to the moon, but prostrate yourselves to Allah Who created them) 41:37. In the Two Sahihs it was recorded that Abu Dharr said, \"The Messenger of Allah ﷺ said to me,\n«أَتَدْرِي أَيْنَ تَذْهَبُ هَذِهِ الشَّمْسُ؟»\n(Do you know where this sun goes) I said, `Allah and His Messenger know best.' He said,\n«فَإِنَّهَا تَذْهَبُ فَتَسْجُدُ تَحْتَ الْعَرْشِ، ثُمَّ تَسْتَأْمِرُ فَيُوشِكُ أَنْ يُقَالَ لَهَا: ارْجِعِي مِنْ حَيْثُ جِئْت»\n(It goes (sets) and prostrates beneath the Throne, then it awaits the command. Soon it will be told, \"Go back the way whence you came.\")\" Ibn `Abbas said, \"A man came and said, `O Messenger of Allah, I saw myself in a dream last night, as if I was praying behind a tree. I prostrated, and the tree prostrated when I did, and I heard it saying, \"O Allah, write down a reward for me for that, and remove a sin from me for that, store it with You for me and accept it from me as You accepted from Your servant Dawud.\"' Ibn `Abbas said, \"The Messenger of Allah ﷺ recited an Ayah mentioning a prostration, then he prostrated, and I heard him saying the same words that the man had told him the tree said.\" This was recorded by At-Tirmidhi, Ibn Majah, and Ibn Hibban in his Sahih.\nوَالدَّوَآبِّ\n(Ad-Dawabb) means all the animals. It was reported in a Hadith recorded by Imam Ahmad that the Messenger of Allah ﷺ forbade using the backs of animals as platforms for speaking, for, perhaps the one who was being ridden was better and remembered Allah more than the one who was riding.\nوَكَثِيرٌ مِّنَ النَّاسِ\n(and many of mankind) means, they prostrate willingly, submitting themselves to Allah of their own free will.\nوَكَثِيرٌ حَقَّ عَلَيْهِ الْعَذَابُ\n(But there are many (men) on whom the punishment is justified.) means, those who refuse prostration, are stubborn and arrogant.\nوَمَن يُهِنِ اللَّهُ فَمَا لَهُ مِن مُّكْرِمٍ إِنَّ اللَّهَ يَفْعَلُ مَا يَشَآءُ\n(And whomsoever Allah disgraces, none can honor him. Verily, Allah does what He wills.) It was recorded that Abu Hurayrah said, \"The Messenger of Allah ﷺ said:\n«إِذَا قَرَأَ ابْنُ آدَمَ السَّجْدَةَ اعْتَزَلَ الشَّيْطَانُ يَبْكِي، يَقُولُ: يَا وَيْلَهُ أُمِرَ ابْنُ آدَمَ بِالسُّجُودِ فَسَجَدَ فَلَهُ الْجَنَّةُ، وَأُمِرْتُ بِالسُّجُودِ فَأَبَيْتُ فَلِيَ النَّار»\n(When the son of Adam recites the Ayat containing the prostration, the Shaytan withdraws weeping and says, \"Ah! Woe (to me)! the son of Adam was commanded to prostrate and he prostrated, so Paradise is his; I was commanded to prostrate and I refused, so I am doomed to Hell.\") This was recorded by Muslim. In his book Al-Marasil, Abu Dawud recorded that Khalid bin Ma`dan, may Allah have mercy upon him, reported that Allah's Messenger ﷺ said,\n«فُضِّلَتْ سُورَةُ الْحَجِّ عَلَى سَائِرِ الْقُرْآنِ بِسَجْدَتَيْن»\n(Surat Al-Hajj has been favored over the rest of the Qur'an with two prostrations.\") Al-Hafiz Abu Bakr Al-Isma`ili recorded from Abu Al-Jahm that `Umar did the two prostrations of Surat Al-Hajj when he was in Al-Jabiyah, and he said, \"This Surah has been favored with two prostrations.\"",
  "ayah": 18,
  "surah": 22
}
