{
  "text": "A Warning to Those Who hinder Others from the Path of Allah and from Al-Masj id Al-Haram and Who seek to do Evil Actions therein\nAllah rebukes the disbelievers for preventing the believers from coming to Al-Masjid Al-Haram and performing their rites and rituals there, claiming that they were its guardians,\nوَمَا كَانُواْ أَوْلِيَآءَهُ إِنْ أَوْلِيَآؤُهُ إِلاَّ الْمُتَّقُونَ\n(and they are not its guardians. None can be its guardians except those who have Taqwa) 8:34. In this Ayah there is proof that it was revealed in Al-Madinah, as Allah says in Surat Al-Baqarah:\nيَسْـَلُونَكَ عَنِ الشَّهْرِ الْحَرَامِ قِتَالٍ فِيهِ قُلْ قِتَالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَن سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ وَالْمَسْجِدِ الْحَرَامِ وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ اللَّهِ\n(They ask you concerning fighting in the Sacred Months. Say, \"Fighting therein is a great (transgression) but a greater (transgression) with Allah is to prevent mankind from following the way of Allah, to disbelieve in Him, to prevent access to Al-Masjid Al-Haram, and to drive out its inhabitants) 2:217 And Allah says here:\nإِنَّ الَّذِينَ كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ اللَّهِ وَالْمَسْجِدِ الْحَرَامِ\n(Verily, those who disbelieved and hinder (men) from the path of Allah, and from Al-Masjid Al-Haram) meaning, not only are they disbelievers, but they also hinder people from the path of Allah and from Al-Masjid Al-Haram. They prevent the believers who want to go there from reaching it, although the believers have more right than anyone else to go there. The structure of this phrase is like that to be found in the Ayah:\nالَّذِينَ ءَامَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ أَلاَ بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ\n(Those who believed, and whose hearts find rest in the remembrance of Allah, verily, in the remembrance of Allah do hearts find rest.) 13:28 Not only are they believers, but their hearts also find rest in the remembrance of Allah.\nThe Issue of renting Houses in Makkah\nالَّذِى جَعَلْنَـهُ لِلنَّاسِ سَوَآءً الْعَـكِفُ فِيهِ وَالْبَادِ\n(which We have made (open) to (all) men, the dweller in it and the visitor from the country are equal there) meaning that they prevent people from reaching Al-Masjid Al-Haram, which Allah has made equally accessible to all in Shari`ah, with no differentiation between those who live there and those who live far away from it.\nسَوَآءً الْعَـكِفُ فِيهِ وَالْبَادِ\n(the dweller in it and the visitor from the country are equal there,) Part of this equality is that everyone has equal access to all parts of the city and can live there, as `Ali bin Abi Talhah reported from Ibn `Abbas concerning the Ayah:\nسَوَآءً الْعَـكِفُ فِيهِ وَالْبَادِ\n(the dweller in it and the visitor from the country are equal there,) He Ibn `Abbas said: \"Both the people of Makkah and others can stay in Al-Masjid Al-Haram.\"\nسَوَآءً الْعَـكِفُ فِيهِ وَالْبَادِ\n(the dweller in it and the visitor from the country are equal there,) Mujahid said, \"The people of Makkah and others are equally allowed to stay there.\" This was also the view of Abu Salih, `Abdur-Rahman bin Sabit and `Abdur-Rahman bin Zayd bin Aslam. `Abdur-Razzaq narrated from Ma`mar, from Qatadah who said: \"Its own people and others are equal therein.\" This is the issue about which Ash-Shafi`i and Ishaq bin Rahwayh differed in the Masjid of Al-Khayf, when Ahmad bin Hanbal was also present. Ash-Shafi`i was of the opinion that the various parts of Makkah can be owned, inherited and rented, and he used as evidence the Hadith of Usamah bin Zayd who said, \"I said, O Messenger of Allah, will you go and stay tomorrow in your house in Makkah\" He said,\n«وَهَلْ تَرَكَ لَنَا عَقِيلٌ مِنْ رِبَاعٍ؟»\n(Has `Aqil left us any property) Then he said,\n«لَا يَرِثُ الْكَافِرُ الْمُسْلِمَ وَلَا الْمُسْلِمُ الْكَافِر»\n(A disbeliever does not inherit from a Muslim and a Muslim does not inherit from a disbeliever.) This Hadith was recorded in the Two Sahihs. He also used as evidence the report that `Umar bin Al-Khattab bought a house in Makkah from Safwan bin Umayyah for four thousand Dinars, and made it into a prison. This was also the view of Tawus and `Amr bin Dinar. Ishaq bin Rahwayh was of the opinion that they (houses in Makkah) could not be inherited or rented. This was the view of a number of the Salaf, and Mujahid and `Ata' said likewise. Ishaq bin Rahwayh used as evidence the report recorded by Ibn Majah from `Alqamah bin Nadlah who said, \"The Messenger of Allah ﷺ, Abu Bakr and `Umar died, and nobody claimed any property in Makkah except the grazing animals. Whoever needed to live there would take up residence there, and whoever did not need to live there would let others take up residence there.\" `Abdur-Razzaq recorded that `Abdullah bin `Amr said, \"It is not allowed to sell or rent the houses of Makkah.\" He also said, narrating from Ibn Jurayj: \"`Ata' would not allow people to charge rent in the Haram, and he told me that `Umar bin Al-Khattab did not allow people to put gates on the houses of Makkah because the pilgrims used to stay in their courtyards. The first person to put a gate on his house was Suhayl bin `Amr. `Umar bin Al-Khattab sent for him about that and he said, `Listen to me, O Commander of the faithful, I am a man who engages in trade and I want to protect my back.' He said, `Then you may do that.\"' `Abdur-Razzaq recorded from Mujahid that `Umar bin Al-Khattab said, \"O people of Makkah, do not put gates on your houses, and let the bedouins stay wherever they want.\" He said: Ma`mar told us, narrating from someone who heard `Ata' say about the Ayah, x\nسَوَآءً الْعَـكِفُ فِيهِ وَالْبَادِ\n(the dweller in it and the visitor from the country are equal there, ) \"They may stay wherever they want.\" Ad-Daraqutni recorded a saying reported from `Abdullah bin `Amr: \"Whoever charges rent for the houses of Makkah, consumes fire.\" Imam Ahmad took a middle path, according to what his son Salih narrated from him, and he said, \"They may be owned and inherited, but they should not be rented, so as to reconcile between all the proofs.\" And Allah knows best.\nA Warning to Those Who want to commit Evil Actions in the Haram\nوَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ\n(and whoever inclines to evil actions therein or to do wrong, him We shall cause to taste from a painful torment.)\nبِظُلْمٍ\n(or to do wrong,) means, he aims deliberately to do wrong, and it is not the matter of misunderstanding. As Ibn Jurayj said narrating from Ibn `Abbas, \"This means someone whose actions are intentional.\" `Ali bin Abi Talhah reported that Ibn `Abbas said, \"The evil action of Shirk.\" Al-`Awfi reported that Ibn `Abbas said: \"The evil action is allowing in the Haram what Allah has forbidden, such as mistreating and killing, whereby you do wrong to those who have done you no wrong and you kill those who have not fought you. If a person does this, then he deserves to suffer a painful torment.\"\nبِظُلْمٍ\n(or to do wrong,) Mujahid said, \"To do some bad action therein. This is one of the unique features of Al-Haram, that the person who is about to do some evil action should be punished if this is his intention, even if he has not yet commenced the action.\" Ibn Abi Hatim recorded in his Tafsir that `Abdullah (i.e., Ibn Mas`ud) commented about the Ayah,\nوَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ\n(and whoever inclines to evil actions therein or to do wrong,) \"If a man intends to do some evil action therein, Allah will make him taste a painful torment.\" This was also recorded by Ahmad. I say, its chain is Sahih according to the conditions of Al-Bukhari, and it is more likely Mawquf than Marfu`. And Allah knows best. Sa`id bin Jubayr said, \"Insulting a servant and anything more than that is (counted as) wrongdoing.\" Habib bin Abi Thabit said:\nوَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ\n(and whoever inclines to evil actions therein or to do wrong,) \"Hoarding (goods) in Makkah.\" This was also the view of others.\nوَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ\n(and whoever inclines to evil actions therein or to do wrong,) Ibn `Abbas said, \"This was revealed about `Abdullah bin Unays. The Messenger of Allah ﷺ sent him with two men, one of whom was a Muhajir and the other from among the Ansar. They began to boast about their lineages and `Abdullah bin Unays got angry and killed the Ansari. Then he reverted from Islam (became an apostate) and fled to Makkah. Then these words were revealed concerning him:\nوَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ\n(and whoever inclines to evil actions therein or to do wrong,) meaning, whoever flees to Al-Haram to do evil actions, i.e., by leaving Islam.\" These reports indicate some meanings of the phrase \"evil actions\", but the meaning is more general than that and includes things which are more serious. Hence when the owners of the Elephant planned to destroy the House (the Ka`bah), Allah sent against them birds in flocks,\nتَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ - فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولِ\n(Striking them with stones of Sijjil. And He made them like (an empty field of) stalks (of which the corn has been eaten up by cattle).) 105:4-5. means He destroyed them and made them a lesson and a warning for everyone who intends to commit evil actions there. Hence it was reported in a Hadith that the Messenger of Allah ﷺ said:\n«يَغْزُو هَذَا الْبَيْتَ جَيْشٌ حَتَّى إِذَا كَانُوا بِبَيْدَاءَ مِنَ الْأَرْضِ خُسِفَ بِأَوَّلِهِمْ وَآخِرِهِم»\n(This House will be attacked by an army, then when they are in a wide open space, the first of them and the last of them will be swallowed up by the earth.)",
  "ayah": 25,
  "surah": 22
}
