{
  "text": "The Great Reward for Those Who migrate in the Cause of Allah\nAllah tells us that those who migrate for the sake of Allah, seeking to earn His pleasure and that which is with Him, leaving behind their homelands, families and friends, leaving their countries for the sake of Allah and His Messenger to support His religion, then they are killed, i.e., in Jihad, or they die, i.e., they pass away without being involved in fighting, they will have earned an immense reward. As Allah says:\nوَمَن يَخْرُجْ مِن بَيْتِهِ مُهَـجِراً إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلىَ اللَّهِ\n(And whosoever leaves his home as an emigrant unto Allah and His Messenger, and death overtakes him, his reward is then surely incumbent upon Allah) 4:100\nلَيَرْزُقَنَّهُمُ اللَّهُ رِزْقاً حَسَناً\n(surely, Allah will provide a good provision for them.) means, He will reward them from His bounty and provision in Paradise with that which will bring them joy.\nوَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَزِقِينَ\nلَيُدْخِلَنَّهُمْ مُّدْخَلاً يَرْضَوْنَهُ\n(And verily, it is Allah Who indeed is the Best of those who make provision. Truly, He will make them enter an entrance with which they shall be well-pleased,) This means Paradise, as Allah says elsewhere:\nفَأَمَّآ إِن كَانَ مِنَ الْمُقَرَّبِينَ - فَرَوْحٌ وَرَيْحَانٌ وَجَنَّـتُ نَعِيمٍ\n(Then, if he be of those brought near (to Allah), rest and provision, and a Garden of Delights.) 56:88-89. Allah tells us that He will grant him rest and provision and a Garden of Delights, as He tells us here:\nلَيَرْزُقَنَّهُمُ اللَّهُ رِزْقاً حَسَناً\n(surely, Allah will provide a good provision for them.) Then He says:\nلَيُدْخِلَنَّهُمْ مُّدْخَلاً يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ\n(Truly, He will make them enter an entrance with which they shall be well-pleased, and verily, Allah indeed is All-Knowing,) meaning, He is All-Knowing about those who migrate and strive in Jihad for His sake and who deserve that (reward).\nحَلِيمٌ\n(Most Forbearing,) means, He forgives and overlooks their sins, and He accepts as expiation for their sins, their migration (Hijrah) and their putting their trust in Him. Concerning those who are killed for the sake of Allah, whether they are Muhajirs (migrants) or otherwise, they are alive with their Lord and are being provided for, as Allah says:\nوَلاَ تَحْسَبَنَّ الَّذِينَ قُتِلُواْ فِى سَبِيلِ اللَّهِ أَمْوَتاً بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ\n(Think not of those as dead who are killed in the way of Allah. Nay, they are alive, with their Lord, and they have provision) 3:169. There are many Hadiths on this topic, as stated previously. With regard to those who die for the sake of Allah, whether they are emigrants or not. This Ayah and the Sahih Hadiths guarantee that they will be well provided for and that Allah will show them kindness. Ibn Abi Hatim recorded that Shurahbil bin As-Simt said: \"We spent a long time besieging a stronghold in the land of the Romans. Salman Al-Farisi, may Allah be pleased with him, passed by me and said, `I heard the Messenger of Allah ﷺ say:\n«مَنْ مَاتَ مُرَابِطًا أَجْرَى اللهُ عَلَيْهِ مِثْلَ ذَلِكَ الْأَجْرِ، وَأَجْرَى عَلَيْهِ الرِّزْقَ، وَأَمِنَ مِنَ الفَتَّانِينَ، وَاقْرَؤُوا إِنْ شِئْتُمْ:\nوَالَّذِينَ هَاجَرُواْ فِى سَبِيلِ اللَّهِ ثُمَّ قُتِلُواْ أَوْ مَاتُواْ لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقاً حَسَناً وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَزِقِينَ - لَيُدْخِلَنَّهُمْ مُّدْخَلاً يَرْضَوْنَهُ وَإِنَّ اللَّهَ لَعَلِيمٌ حَلِيمٌ »\n(Whoever dies guarding the borders of Islam, Allah will give him a reward like that reward (of martyr) and will provide for him and keep him safe from trials. Recite, if you wish: (Those who emigrated in the cause of Allah and after that were killed or died, surely, Allah will provide a good provision for them. And verily, it is Allah Who indeed is the Best of those who make provision. Truly, He will make them enter an entrance with which they shall be well-pleased, and verily, Allah indeed is All-Knowing, Most Forbearing))\" He also recorded that `Abdur-Rahman bin Jahdam Al-Khawlani was with Fadalah bin `Ubayd when they accompanied with two funerals, at (an island of) sea one of whom had been struck by a catapult, and the other had passed away. Fadalah bin `Ubayd sat by the grave of the man who had passed away and someone said to him, \"Are you neglecting the martyr and not sitting by his grave\" He said, \"I would not mind which of these two graves Allah would resurrect me from, for Allah says:\nوَالَّذِينَ هَاجَرُواْ فِى سَبِيلِ اللَّهِ ثُمَّ قُتِلُواْ أَوْ مَاتُواْ لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقاً حَسَناً\n(Those who emigrated in the cause of Allah and after that were killed or died, surely, Allah will provide a good provision for them.)\" And he recited these two Ayat, then said, \"What should I seek, O you servant, if I were to enter an entrance to His pleasure, and be provided good provisions By Allah, I would not mind which of these two graves Allah would resurrect me from.\"\nذلِكَ وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ\n(That is so. And whoever has retaliated with the like of that which he was made to suffer....) Muqatil bin Hayan and Ibn Jurayj mentioned that this was revealed about a skirmish in which the Companions encountered some of the idolators. The Muslims urged them not to fight during the Sacred Months, but the idolators insisted on fighting and initiated the aggression. So the Muslims fought them and Allah granted them victory.\nإِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ\n(Verily, Allah indeed is Oft-Pardoning, Oft-Forgiving.)",
  "ayah": 58,
  "surah": 22
}
