{
  "text": "The Creator and Controller of this World is Allah\nAllah tells us that He is the Creator Who directs the affairs of His creation as He wills. He tells us:\nقُلِ اللَّهُمَّ مَـلِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ مَن تَشَآءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَآءُ وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ شَىْءٍ قَدِيرٌ - تُولِجُ الَّيْلَ فِى الْنَّهَارِ وَتُولِجُ النَّهَارَ فِى الَّيْلِ وَتُخْرِجُ الْحَىَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الَمَيِّتَ مِنَ الْحَىِّ وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ\n(Say: \"O Allah! Possessor of the power, You give power to whom You will, and You take power from whom You will, and You endue with honor whom You will, and You humiliate whom You will. In Your Hand is the good. Verily, You are able to do all things. You make the night to enter into the day, and You make the day to enter into the night, You bring the living out of the dead, and You bring the dead out of the living. And You give wealth and sustenance to whom You will, without limit.) 3:26-27 The meaning of \"merging\" the night into the day and the day into the night is that the one encroaches upon the other, and vice versa. Sometimes the night is long and the day is short, as in winter, and sometimes the day is long and the night is short, as in summer.\nوَأَنَّ اللَّهَ سَمِيعٌ بَصِيرٌ\n(And verily, Allah is All-Hearer, All-Seer.) He hears what His servants say, and He sees them, nothing about them or their movement is hidden from Him whatsoever. When Allah tells us that He is controlling the affairs of all that exists, and that He judges, and there is none to reverse His judgement, He says:\nذلِكَ بِأَنَّ اللَّهَ هُوَ الْحَقُّ\n(That is because Allah -- He is the Truth,) meaning, the true God, besides Whom no one deserves worship. He is the Possessor of the greatest sovereignty; whatever He wills happens and whatever He does not will does not happen. Everything is in need of Him and submits to Him.\nوَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الْبَـطِلُ\n(and what they invoke besides Him, it is false.) meaning, the idols and false gods. Everything that is worshipped instead of Him -- may He be exalted -- is false, because it can neither bring benefit nor cause harm.\nوَأَنَّ اللَّهَ هُوَ الْعَلِىُّ الْكَبِيرُ\n(And verily, Allah -- He is the Most High, the Most Great.) This is like the Ayat:\nوَهُوَ الْعَلِىُّ الْعَظِيمُ\n(and He is the Most High, the Most Great) 42:4\nالْكَبِيرُ الْمُتَعَالِ\n(the Most Great, the Most High) 13:9. Everything is subject to His might and power; there is no God except Him and no Lord besides Him, because He is the Almighty and there is none mightier than He, the Most High and there is none higher than He, the Most Great and there is none greater than He. Exalted, sanctified, and glorified be He far above all that the evildoers say.",
  "ayah": 62,
  "surah": 22
}
