{
  "text": "Signs of the Power of Allah\nThis is a further sign of His might and power; that he sends the winds to drive the clouds which deliver rain to the barren land where nothing grows, land which is dry, dusty and desiccated.\nفَإِذَآ أَنزَلْنَا عَلَيْهَا الْمَآءَ اهْتَزَّتْ وَرَبَتْ\n(but when We send down water on it, it is stirred (to life), and it swells) 22:5.\nفَتُصْبِحُ الاٌّرْضُ مُخْضَرَّةً\n(and then the earth becomes green) This indicates the sequence of events and how everything follows on according to its nature. This is like the Ayah:\nثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً\n(Then We made the Nutfah into a clot , then We made the clot into a little lump of flesh) 23:14. It was recorded in the Two Sahihs that between each stage there are forty days. Allah's saying,\nفَتُصْبِحُ الاٌّرْضُ مُخْضَرَّةً\n(and then the earth becomes green) means, it becomes green after being dry and lifeless. It was reported from some of the people of Al-Hijaz that the land turns green after rainfall. And Allah knows best.\nإِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ\n(Verily, Allah is the Most Kind and Courteous, Well-Acquainted with all things.) He knows what seeds are in the various regions of the earth, no matter how small they are. Nothing whatsoever is hidden from Him. Each of those seeds receives its share of water and begins to grow, as Luqman said:\nيبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِى صَخْرَةٍ أَوْ فِى السَّمَـوَتِ أَوْ فِى الاٌّرْضِ يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ\n(\"O my son! If it be equal to the weight of a grain of mustard seed, and though it be in a rock, or in the heavens or in the earth, Allah will bring it forth. Verily, Allah is Subtle, Well-Aware.) 31:16 And Allah says:\nأَلاَّ يَسْجُدُواْ للَّهِ الَّذِى يُخْرِجُ الْخَبْءَ فِى السَّمَـوَتِ وَالاٌّرْضِ\n(...so they do not worship Allah, Who brings to light what is hidden in the heavens and the earth.) 27:25\nوَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِى ظُلُمَـتِ الاٌّرْضِ وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِى كِتَـبٍ مُّبِينٍ\n(not a leaf falls, but He knows it. There is not a grain in the darkness of the earth nor anything fresh or dry, but is written in a Clear Record.) 6:59\nوَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الاٌّرْضِ وَلاَ فِى السَّمَآءِ وَلاَ أَصْغَرَ مِن ذَلِكَ وَلا أَكْبَرَ إِلاَّ فِى كِتَابٍ مُّبِينٍ\n(And nothing is hidden from your Lord, the weight of a speck of dust on the earth or in the heaven. Not what is less than that or what is greater than that but it is (written) in a Clear Record.) 10:61\nلَهُ مَا فِى السَّمَـوَت وَمَا فِى الاٌّرْضِ\n(To Him belongs all that is in the heavens and all that is on the earth.) He owns all things, and He has no need of anything besides Himself, everything is in need of Him and in a state of submission to Him.\nأَلَمْ تَرَ أَنَّ اللَّهَ سَخَّرَ لَكُم مَّا فِى الاٌّرْضِ\n(See you not that Allah has subjected to you all that is on the earth,) animals, inanimate things, crops and fruits. This is like the Ayah:\nوَسَخَّرَ لَكُمْ مَّا فِى السَّمَـوَتِ وَمَا فِى الاٌّرْضِ جَمِيعاً مِّنْهُ\n(And has subjected to you all that is in the heavens and all that is in the earth) 45:13, meaning that all of this is a blessing and out of His kindness.\nوَالْفُلْكَ تَجْرِى فِى الْبَحْرِ بِأَمْرِهِ\n(and the ships that sail through the sea by His command) That is because He subjugates it to them and makes it easy for them. In the raging sea with its tempestuous waves, the ships sail gently with their passengers and carry them wherever they want to go for trading and other purposes from one land to another, so that they bring goods from here to there, or vice versa, whatever people want or need.\nوَيُمْسِكُ السَّمَآءَ أَن تَقَعَ عَلَى الاٌّرْضِ إِلاَّ بِإِذْنِهِ\n(He withholds the heaven from falling on the earth except by His leave.) If He willed, He could give the sky permission to fall on the earth, and whoever is in it would be killed, but by His kindness, mercy and power, He withholds the heaven from falling on the earth, except by His leave. He says:\nإِنَّ اللَّهَ بِالنَّاسِ لَرَءُوفٌ رَّحِيمٌ\n(Verily, Allah is for mankind, full of kindness, Most Merciful.) meaning, even though they do wrong. As Allah says elsewhere:\nوَإِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِّلنَّاسِ عَلَى ظُلْمِهِمْ وَإِنَّ رَبَّكَ لَشَدِيدُ الْعِقَابِ\n(But verily, your Lord is full of forgiveness for mankind in spite of their wrongdoing. And verily, your Lord is severe in punishment) 13:6.\nوَهُوَ الَّذِى أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ إِنَّ الإِنْسَـنَ لَكَفُورٌ\n(It is He, Who gave you life, and then will cause you to die, and will again give you life. Verily, man is indeed Kafurun.) This is like the Ayat:\nكَيْفَ تَكْفُرُونَ بِاللَّهِ وَكُنتُمْ أَمْوَتًا فَأَحْيَـكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْجَعُونَ\n(How can you disbelieve in Allah Seeing that you were dead and He gave you life. Then He will give you death, then again will bring you to life and then unto Him you will return.) 2:28,\nقُلِ اللَّهُ يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يَجْمَعُكُمْ إِلَى يَوْمِ الْقِيَـمَةِ لاَ رَيْبَ فِيهِ\n(Say: \"Allah gives you life, then causes you to die, then He will assemble you on the Day of Resurrection about which there is no doubt.\") 45:26,\nقَالُواْ رَبَّنَآ أَمَتَّنَا اثْنَتَيْنِ وَأَحْيَيْتَنَا اثْنَتَيْنِ\n(They will say: \"Our Lord! You have made us to die twice, and You have given us life twice!\") 40:11 So how can you set up rivals to Allah and worship others besides Him when He is the One Who is independent in His powers of creation, provision and control of the existence\nوَهُوَ الَّذِى أَحْيَاكُمْ\n(It is He, Who gave you life,) means, He gave you life after you were nothing, and brought you into existence.\nثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ\n(and then will cause you to die, and will again give you life.) means, on the Day of Resurrection.\nإِنَّ الإِنْسَـنَ لَكَفُورٌ\n(Verily, man is indeed Kafurun.) meaning, denying.",
  "ayah": 66,
  "surah": 22
}
