{
  "text": "The Idolators' worship of others besides Allah and Their vehement rejection of the Ayat of Allah\nAllah tells us that the idolators, in their ignorance and disbelief, worship besides Allah others which He has sent down no authority for, i.e., no proof or evidence for such behavior. This is like the Ayah:\nوَمَن يَدْعُ مَعَ اللَّهِ إِلَـهَا ءَاخَرَ لاَ بُرْهَانَ لَهُ بِهِ فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ إِنَّهُ لاَ يُفْلِحُ الْكَـفِرُونَ\n(And whoever calls upon, besides Allah, any other god, of whom he has no proof; then his reckoning is only with his Lord. Surely, the disbelievers will not be successful.) 23:117 So Allah says here:\nمَا لَمْ يُنَزِّلْ بِهِ سُلْطَـناً وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ\n(for which He has sent down no authority, and of which they have no knowledge;) meaning, they have no knowledge in the subject that they fabricate lies about; it is only something which was handed down to them from their fathers and ancestors, with no evidence or proof, and its origins lie in that which the Shaytan beautified for them and made attractive to them. Allah warned them:\nوَمَا لِلظَّـلِمِينَ مِن نَّصِيرٍ\n(and for the wrongdoers there is no helper.) meaning, no one to help them against Allah when He sends His punishment and torment upon them. Then Allah says:\nوَإِذَا تُتْلَى عَلَيْهِمْ ءَايَـتُنَا بَيِّنَاتٍ\n(And when Our clear Ayat are recited to them, ) means, when the Ayat of the Qur'an and clear evidence and proof for Tawhid of Allah are mentioned to them, and they are told that there is no god besides Allah and that the Messengers spoke the truth,\nيَكَـدُونَ يَسْطُونَ بِالَّذِينَ يَتْلُونَ عَلَيْهِمْ ءَايَـتُنَا\n(They are nearly ready to attack with violence those who recite Our Ayat to them.) then they nearly attack and do harm to those who bring proof to them from the Qur'an, and cause them harm using their tongues and hands.\nقُلْ\n(Say) O Muhammad to these people,\nأَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذلِكُمُ النَّارُ وَعَدَهَا اللَّهُ الَّذِينَ كَفَرُواْ\n(Shall I tell you of something worse than that The Fire which Allah has promised to those who disbelieved,) The fire and wrath and torment of Allah are far worse than that with which you are trying to scare the believing close friends of Allah in this world. The punishment in the Hereafter for these deeds of yours is worse than that what you claim you want to do to the believers.\nوَبِئْسَ الْمَصِيرُ\n(and worst indeed is that destination!) how terrible is the Fire as a final destination and abode!\nإِنَّهَا سَآءَتْ مُسْتَقَرّاً وَمُقَاماً\n(Evil indeed it is as an abode and as a place to rest in. ) 25:66",
  "ayah": 72,
  "surah": 22
}
