{
  "text": "১৪-২৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বর্ণনা করছেন, তিনি মানুষকে বেজে ওঠা খোলার মত শুষ্ক মাটি দ্বারা সৃষ্টি করেছেন। আর জ্বিনকে সৃষ্টি করেছেন নিধূম অগ্নিশিখা হতে। হযরত আয়েশা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ফেরেশতাদেরকে সৃষ্টি করা হয়েছে নূর (জ্যোতি) হতে, জ্বিনদেরকে সৃষ্টি করা হয়েছে নিধূম অগ্নিশিখা হতে এবং আদম (আঃ)-কে ঐ মাটি হতে সৃষ্টি করা হয়েছে যার বর্ণনা তোমাদের সামনে করা হয়েছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)অতঃপর আল্লাহ তা'আলা তাঁর কোন নিয়ামতকে অস্বীকার না করার হিদায়াত দান করেন। এরপর তিনি বলেনঃ তিনিই দুই উদয়াচল ও দুই অস্তাচলের নিয়ন্তা। অর্থাৎ গ্রীষ্মকাল ও শীতকালের দুই উদয়াচল এবং গ্রীষ্মকাল ও শীতকালের দুই অস্তাচল। যেমন অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “আমি শপথ করছি উদয়াচল ও অস্তাচলের অধিপতির।” (৭০:৪০) গ্রীষ্মকালে ও শীতকালে সূর্য উদিত হওয়ার দুটি পৃথক জায়গা এবং অস্তমিত হওয়ারও দুটি পৃথক জায়গা। ওখান হতে সূর্য উপরে উঠে ও নীচে নেমে আসে। ঋতুর পরিবর্তনে এটা পরিবর্তিত হতে থাকে। যেমন অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “তিনি পূর্ব ও পশ্চিমের রব, তিনি ছাড়া কোন মা’বূদ নেই, সুতরাং তাকেই কর্মবিধায়ক বানিয়ে নাও।\" (৭৩:৯) তাহলে এখানে মাশরিক ও মাগরিব দ্বারা এর জাতকে বুঝানো হয়েছে, আর দুটি মাশরিক ও দুটি মাগরিব দ্বারা বুঝানো হয়েছে সূর্যোদয়ের দুটি স্থানকে এবং সূর্যাস্তের দুটি স্থানকে। উদয় ও অস্তের দুটি করে পৃথক পৃথক স্থান থাকার মধ্যে মানবীয় উপকার ও কল্যাণ রয়েছে বলে আবারও আল্লাহ তাবারাকা ওয়া তা'আলা বলছেনঃ “হে মানব ও জ্বিন জাতি! তোমরা তোমাদের প্রতিপালকের কোন নিয়ামত অস্বীকার করবে? তার ক্ষমতার দৃশ্য অবলোকন কর যে, দুটি সমুদ্র সমানভাবে চলতে রয়েছে। একটির পানি লবণাক্ত এবং অপরটির পানি মিষ্ট। কিন্তু না ওর পানি এর পানির সঙ্গে মিশ্রিত হয়ে এর পানিকে লবণাক্ত করতে পারে, না এর পানি ওর সাথে মিশ্রিত হয়ে ওর পানিকে মিশ্র করতে পারে! বরং দুটোই নিজ নিজ গতিতে চলছে! উভয়ের মধ্যে এক অন্তরায় রয়েছে। সুতরাং না এটা ওটার সাথে এবং ওটা এটার সাথে মিশ্রিত বা মিলিত হতে পারে। এটা নিজের সীমানার মধ্যে রয়েছে এবং ওটাও নিজের সীমানার মধ্যে রয়েছে। আর কুদরতী ব্যবধান দুটোর মধ্যে রেখে দেয়া হয়েছে। অথচ দুটোরই পানি মিলিতভাবে রয়েছে। সূরায়ে ফুরকানের নিম্নের আয়াতের তাফসীরে এর পূর্ণ ব্যাখ্যা গত হয়েছেঃ (আরবী)অর্থাৎ “তিনিই দুই দরিয়াকে মিলিতভাবে প্রবাহিত করেছেন, একটি মিষ্ট সুপেয় এবং অপরটি লোনা, খর; উভয়ের মধ্যে রেখে দিয়েছেন এক অন্তরায়, এক অনতিক্রম্য ব্যবধান।” (২৫:৫৩)।  ইমাম ইবনে জারীর (রঃ) বলেন যে, এর দ্বারা আসমানের সমুদ্র ও যমীনের সমুদ্রকে বুঝানো হয়েছে। তিনি আরো বলেন যে, আসমানে যে পানির ফোঁটা রয়েছে এবং যমীনের সমুদ্রে যে ঝিনুক রয়েছে, এ দুটোর মিলনে মুক্তা জন্ম লাভ করে। এ ঘটনাটি তো সত্য বটে, কিন্তু এই আয়াতের তাফসীর এভাবে করা ঠিক বলে মনে হচ্ছে না। কেননা, এ আয়াতে এ দুটি সমুদ্রের মাঝে বারযাখ বা অন্তরায় থাকার বর্ণনা রয়েছে যা এটাকে ওটা হতে এবং ওটাকে এটা হতে বাধা দিয়ে রেখেছে। এর দ্বারা বুঝা যাচ্ছে যে, এ দুটো সমুদ্র যমীনেই রয়েছে। এমনকি দুটো মিলিতভাবে রয়েছে। কিন্তু মহান আল্লাহর কুদরতে দুটোর পানি পৃথক থাকছে। আসমান ও যমীনের মাঝে যে ব্যবধান রয়েছে ওটাকে (আরবী) বলা হয় না। এ জন্যে সঠিক উক্তি এটাই যে, এ দুটো যমীনেরই সমুদ্র যে দুটোর বর্ণনা এ আয়াতে রয়েছে, একটি যে আসমানের এবং অপরটি যমীনের তা নয়। আয়াতে বলা হয়েছে যে, উভয় সমুদ্র হতে উৎপন্ন হয় মুক্তা ও প্রবাল, অথচ এগুলো পাওয়া যায় আসলে একটি সমুদ্র হতে, কিন্তু দুটোর উপর এর প্রয়োগ হয়েছে এবং এরূপ প্রয়োগ বৈধ ও সঠিক। যেমন আল্লাহ তা'আলা বলেছেনঃ (আরবী) অর্থাৎ “হে দানব ও মানবের দল! তোমাদের কাছে কি তোমাদেরই মধ্য হতে রাসূলগণ আসেনি?” (৬:১৩০)আর এটা প্রকাশ্য কথা যে, রাসূল শুধু মানুষের মধ্য হতেই হয়েছেন, জ্বিনদের মধ্য হতে কোন জ্বিন রাসূল রূপে আসেনি। তাহলে এখানে যেমন মানব ও দানবের মধ্য হতে রাসূল আগমনের প্রয়োগ শুদ্ধ হয়েছে, অনুরূপভাবে এই আয়াতেও দুটো সমুদ্রের উপরই মুক্তা ও প্রবাল উৎপন্ন হওয়ার প্রয়োগ সঠিক হয়েছে। অথচ এগুলো উৎপন্ন হয় শুধু একটিতে।(আরবী) অর্থাৎ মুক্তা তো একটি সুপ্রসিদ্ধ ও সুপরিচিত জিনিস। আর সম্পর্কে বলা হয়েছে যে, ছোট মুক্তাকে মারজান বলা হয়। আবার কেউ কেউ বলেন যে, মারজান বলা হয় বড় মুক্তাকে। এও বলা হয়েছে যে, উত্তম ও উচ্চমানের মুক্তাকে মারজান বলে। কারো কারো মতে লাল রঙ এর জওহর বা মূল্যবান পাথরকে মারজান বলা হয়। আবার কেউ কেউ বলেন যে, মারজান বলা হয় লাল মোহরকে। অন্য আয়াতে রয়েছেঃ (আরবী)অর্থাৎ “তোমরা প্রত্যেকটা হতে বহির্গত গোশত খেয়ে থাকো যা টাটকা হয় এবং পরিধানের অলংকার বের করে থাকো।” (৩৫:১২) মাছ তো লোনা ও মিষ্ট উভয় পানি হতেই বের হয়ে থাকে, কিন্তু মণি-মুক্তা শুধু লোনা পানির সমুদ্রে পাওয়া যায়, মিষ্ট পানির সমুদ্রে নয়।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আসমানের পানির যে বিন্দু সমুদ্রের ঝিনুকের মুখে সোজাভাবে পড়ে তাতেই মুক্তার সৃষ্টি হয়। আর যখন ঝিনুকের মধ্যে পড়ে না তখন আম্বর (সুগন্ধি দ্রব্য বিশেষ) জন্ম লাভ করে। মেঘ হতে বৃষ্টি বর্ষণের সময় ঝিনুকও মুখ খুলে দেয়। তাই এই নিয়ামতের বর্ণনা দেয়ার পর আবার বলেনঃ তোমাদের যে প্রতিপালকের এসব অসংখ্য নিয়ামত তোমাদের উপর রয়েছে তার কোন নিয়ামতকে তোমরা অস্বীকার করবে?এরপর আল্লাহ্ তা'আলা বলেনঃ সমুদ্রে বিচরণশীল পর্বত প্রমাণ অর্ণবপোতসমূহ তাঁরই নিয়ন্ত্রণাধীন, যেগুলো হাজার হাজার মণ মাল এবং শত শত মানুষকে এদিক হতে ওদিকে নিয়ে যায়। এটাও আল্লাহ তা'আলারই নিয়ন্ত্রণাধীন। এই বিরাট নিয়ামতের কথা স্মরণ করিয়ে দিয়ে তিনি পুনরায় বলেনঃ এখন বল তো, তোমাদের প্রতিপালকের কোন অনুগ্রহ তোমরা অস্বীকার করবে?হযরত উমরাহ ইবনে সুওয়ায়েদ (রঃ) বলেনঃ “আমি একদা হযরত আলী ইবনে আবি তালিব (রাঃ)-এর সাথে ফুরাত নদীর তীরে ছিলাম। নদীতে একটি বিরাট জাহাজ চলে আসছিল। জাহাজটিকে আসতে দেখে হযরত আলী (রাঃ) ঐ জাহাজটির দিকে হাতের ইশারা করে (আরবী)-এই আয়াতটি পাঠ করেন। অতঃপর বলেনঃ “যিনি এই পর্বত প্রমাণ জাহাজকে নদীতে চালিত করেছেন ঐ আল্লাহর কসম! আমি হযরত উসমান (রাঃ)-কে হত্যাও করিনি, হত্যা করার ইচ্ছাও করিনি এবং হত্যাকারীদের সাথে শরীকও ছিলাম না।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)",
  "ayah": 25,
  "surah": 55
}
