{
  "text": "৩১-৩৬ নং আয়াতের তাফসীর:\nফারেগ বা মুক্ত হওয়ার অর্থ এটা নয় যে, এ সময় কোন ব্যস্ততার মধ্যে রয়েছেন, বরং এটা ধমক হিসেবে বলা হয়েছে। অর্থাৎ শুধু তোমাদের প্রতি মনোনিবেশ করার সময় নিকটবর্তী হয়ে গেছে। এখন সঠিকভাবে ফায়সালা হয়ে যাবে। এখন আল্লাহ তা'আলাকে আর কোন কিছুই মশগুল করবে না, বরং তিনি শুধু তোমাদেরই হিসাব গ্রহণ করবেন। আরবদের বাক পদ্ধতি অনুযায়ী একথা বলা হয়েছে। যেমন ক্রোধের সময় কেউ কাউকেও বলে থাকেঃ “আচ্ছা, অবসর সময়ে আমি তোমাকে দেখে নেবো।” এখানে এ অর্থ নয় যে, এখন সে ব্যস্ত রয়েছে। বরং ভাবার্থ হচ্ছেঃ একটা নির্দিষ্ট সময়ে আমি তোমাকে দেখে নিবো এবং তোমার অসাবধানতায় ও উদাসীনতায় তোমাকে পাকড়াও করবে। (আরবী) দ্বারা মানব ও দাবনকে বুঝানো হয়েছে। যেমন সহীহ হাদীসে এসেছেঃ (আরবী) অর্থাৎ “ (কবরে শায়িত ব্যক্তির চীৎকারের শব্দ) প্রত্যেক জিনিসই শুনতে পায় মানব ও দানব ব্যতীত।\" অন্য রিওয়াইয়াতে আছেঃ (আরবী) অর্থাৎ “মানুষ ও জ্বিন ছাড়া।\" আর সূর বা শিঙ্গার হাদীসে। পরিষ্কারভাবে রয়েছেঃ (আরবী) অর্থাৎ সাকালান হলো মানুষ ও জ্বিন। মহান আল্লাহ আবারও বলেনঃ সুতরাং তোমরা উভয়ে তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে? হে দানব ও মানব! তোমরা আল্লাহ তা'আলার হুকুম এবং তার নির্ধারণকৃত তকদীর হতে পালিয়ে গিয়ে বাঁচতে পারবে না, বরং তিনি তোমাদের সকলকেই পরিবেষ্টন করে রয়েছেন। তার হুকুম তোমাদের উপর বিনা বাধায় জারী রয়েছে। তোমরা যেখানেই যাবে সেখানেও তাঁরই রাজত্ব। এটা প্রকৃতভাবে ঘটবে হাশরের মাঠে। সেখানে সমস্ত মাখলুককে ফেরেশতামণ্ডলী চতুর্দিক হতে পরিবেষ্টন করবেন। চতুম্পার্শ্বে তাদের সাতটি করে সারি হবে। কোন লোকই আল্লাহর দলীল ছাড়া এদিক ওদিক যেতে পারবে না। আর দলীল আল্লাহর হুকুম ছাড়া আর কিছুই নয়। আল্লাহ তাআলা কুরআন কারীমে বলেনঃ (আরবী)অর্থাৎ “সেদিন মানুষ বলবেঃ আজ পালাবার স্থান কোথায়? না, কোন আশ্রয় স্থল নেই। সেদিন ঠাই হবে তোমার প্রতিপালকেরই নিকট।” (৭৫:১০-১২) আল্লাহ পাক আরেক জায়গায় বলেনঃ (আরবী) অর্থাৎ “যারা মন্দ কাজ করে তাদের মন্দ কাজের তুল্য শাস্তি দেয়া হবে, তাদের উপর লাঞ্ছনা সওয়ার হবে, তাদেরকে আল্লাহর পাকড়াও হতে কেউই রক্ষা করতে পারবে না, তাদের চেহারা অন্ধকার রাত্রির টুকরার মত হবে, তারা জাহান্নামবাসী, ওর মধ্যে তারা চিরকাল অবস্থানকারী।” (১০:২৭)(আরবী) শব্দের অর্থ হলো অগ্নিশিখা যা ধূম্র মিশ্রিত সবুজ রঙ এর, যা পুড়িয়ে বা ঝলসিয়ে দেয়। কেউ কেউ বলেন যে, এটা হলো ধূম্রবিহীন অগ্নির উপরের শিখা যা এমনভাবে ধাবিত হয় যে, যেন ওটা পানির তরঙ্গ। (আরবী) বলা হয় ধূম্রকে। এ শব্দটি নূনে যবর সহও এসে থাকে। এখানে কিন্তু কিরআত নূনে পেশসহই রয়েছে। কবি নাবেগার কবিতাতেও এ শব্দটি ধূমের অর্থে এসেছে। কবিতাংশটি হলোঃ (আরবী) অর্থাৎ “ওটা আলোকিত হয় সলিতা বিশিষ্ট প্রদীপের আলোকের মত, যাতে আল্লাহ ধূম্র রাখেননি।” তবে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, (আরবী) দ্বারা ঐ অগ্নিশিখাকে বুঝানো হয়েছে যাতে ধূম্র থাকে না এবং তিনি তাঁর এ মতের প্রমাণ হিসেবে উমাইয়া ইবনে আবি সালাতের কবিতা পাঠ করে শুনিয়ে দেন। আর তিনি (আরবী)-এর অর্থ করেছেন শুধু ধূম্র যাতে শিখা থাকে। এর প্রমাণ স্বরূপ তিনি কবি নাবেগার উপরোক্তে কবিতাংশটি পেশ করেন। হযরত মুজাহিদ (রঃ) বলেন যে, (আরবী) দ্বারা ঐ পাতিল বা কড়াইকে বুঝানো হয়েছে যাকে গলানো হবে এবং জাহান্নামীদের মস্তকের উপর ঢেলে দেয়া হবে। মোটকথা, ভাবার্থ হচ্ছেঃ যদি তোমরা কিয়ামতের দিন হাশরের ময়দান হতে পালাবার ইচ্ছা কর তবে ফেরেশতামণ্ডলী ও জাহান্নামের দারোগারা তোমাদের উপর আগুন বর্ষিয়ে, ধূম্র ছেড়ে দিয়ে এবং তোমাদের মাথায় গলিত পাতিল বহিয়ে দিয়ে তোমাদেরকে ফিরিয়ে আনবে। না তোমরা তাদের মুকাবিলা করতে পারবে, না প্রতিরোধ করতে পারবে এবং না পারবে তাদের উপর প্রতিশোধ গ্রহণ করতে। সুতরাং তোমাদের প্রতিপালকের কোন নিয়ামতকে অস্বীকার করা তোমাদের মোটেই উচিত নয়।",
  "ayah": 36,
  "surah": 55
}
