{
  "text": "৫৪-৬১ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ জান্নাতী লোকেরা বালিশে হেলান দিয়ে থাকবে, শুয়েই থাকুক বা আরামে বসেই থাকুক। তাদের বিছানাও এমন উন্নত মানের হবে যে, ওর ভিতরের আস্তরও হবে খুঁটি মোটা রেশমের তৈরী। তাহলে উপরটা কেমন হতে পারে তা সহজেই অনুমেয়। মালিক ইবনে দীনার (রঃ) এবং সুফিয়ান সাওরী (রঃ) বলেন যে, আস্তর যদি এরূপ হয় তাহলে বাইরের অংশ তো অবশ্যই নূরানী বা জ্যোতির্ময় হবে যা সরাসরি রহমতের বহিঃপ্রকাশ ও নূর হবে। তারপর তাতে কত যে সুন্দর সুন্দর শিল্প ও কারুকার্য করা থাকবে তা আল্লাহ ছাড়া কেউ জানে না। এই জান্নাতের ফলগুলো জান্নাতীদের খুবই নিকটে থাকবে। যখন চাইবে এবং যে অবস্থায় চাইবে সেখান হতেই নিয়ে নিবে। শুয়ে থাকলে বসার এবং বসে থাকলে দাঁড়াবার প্রয়োজন হবে না। ডালগুলো নিজে নিজেই ঝুঁকে পড়বে। যেমন মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ “যার ফলগুলো অবনমিত থাকবে নাগালের মধ্যে।” (৬৯:২৩) আরো বলেনঃ “ফল অত্যন্ত নিকটে থাকবে, নিতে মোটেই কষ্ট করতে হবে না। স্বয়ং শাখাগুলো ঝুঁকে পড়বে ও তাকে ফল প্রদান করবে। সুতরাং হে দানব ও মানব! তোমরা তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে।”  ফরাশের বর্ণনা দেয়া হয়েছে বলে আল্লাহ তা'আলা এরপর বলছেন যে, ঐ জান্নাতীদের সাথে ফরাশের উপর আয়তনয়না হ্রীরা থাকবে যাদেরকে পূর্বে কোন মানুষ অথবা জ্বিন স্পর্শ করেনি। তারা তাদের জান্নাতী স্বামীদের ছাড়া আর কারো দিকে তাকাবে না এবং তাদের জান্নাতী স্বামীরাও তাদের প্রতি চরমভাবে আসক্ত থাকবে। এই জান্নাতী হুরীরাও তাদের এই মুমিন স্বামীদের অপেক্ষা উত্তম আর কাউকেও পাবে না। এটাও বর্ণিত হয়েছে যে, এই হরীরা তাদের জান্নাতী স্বামীদেরকে বলবেঃ “আল্লাহর শপথ! সারা জান্নাতের মধ্যে আপনাদের চেয়ে আমাদের জন্যে উত্তম আর কিছুই নেই। আল্লাহ জানেন যে, আমাদের অন্তরে জান্নাতের কোন জিনিসের প্রতি চাহিদা ও ভালবাসা তেমন নেই যেমন আপনাদের প্রতি রয়েছে। তারা প্রত্যেকেই নিজ নিজ জান্নাতী স্বামীকে বলবেঃ ‘আমি আল্লাহ তা'আলার শুকরিয়া আদায় করছি যে, তিনি আপনাকে আমার অংশে ফেলেছেন এবং আমাকে আপনার খিদমত করার সুযোগে দিয়ে গৌরবের অধিকারিণী করেছেন। মহান আল্লাহ বলেন, এই হ্রীদেরকে পূর্বে কোন মানুষ অথবা জ্বিন স্পর্শ করেনি। এ আয়াতটিও মুমিন জ্বিনদের জান্নাতে যাওয়ার দলীল।হযরত যমরাহ ইবনে হাবীব (রাঃ)-কে জিজ্ঞেস করা হয়ঃ “মুমিন জ্বিনও কি জান্নাতে যাবে?” উত্তরে তিনি বলেনঃ “হ্যাঁ, মহিলা জ্বিনদের সাথে তাদের বিয়ে হবে যেমন মানুষ নারীর সাথে মানুষের বিয়ে হবে।” অতঃপর তিনি এ আয়াতটি পাঠ করেন।এরপর ঐ হ্রদের গুণাবলীর বর্ণনা দেয়া হচ্ছে যে, তারা পরিষ্কার পরিচ্ছন্নতা ও সৌন্দর্যে এমন যেমন ইয়াকূত (প্রবাল) এবং মারজান (পদ্মরাগ)। পরিষ্কার পরিচ্ছন্নতার দিক দিয়ে ইয়াকূতের সাথে এবং শুভ্রতার দিক দিয়ে মারজানের সাথে তুলনা করা হয়েছে। সুতরাং এখানে মারজান দ্বারা মুক্তাকে বুঝানো হয়েছে।হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “জান্নাতীদের স্ত্রীদের প্রত্যেকে এমনই যে, তার পদনালীর শুভ্রতা সত্তরটি রেশমের হুল্লার (পোশাক বিশেষ) মধ্য হতেও দেখা যাবে, এমন কি ভিতরের মজ্জাও দৃষ্টিগোচর হবে।” অতঃপর তিনি আয়াতটি তিলাওয়াত করেন এবং বলেনঃ “দেখো, ইয়াকূত একটি পাথর বটে, কিন্তু আল্লাহ তা'আলা ওতে স্বচ্ছতা ও ঔজ্জ্বল্য এতই দান করেছেন যে, যদি ওর মধ্যে সূতা পরিয়ে দেয়া হয় তবে বাহির হতে তা দেখা যাবে।” (এ হাদীসটি ইমাম ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। এ রিওয়াইয়াতটি জামে তিরমিযীতেও হযরত আবদুল্লাহ ইবনে মাসউদ (রঃ) হতে বর্ণিত আছে এবং ইমাম তিরমিযী (রঃ) এটাকেই সঠিকতর বলেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, নবী (সঃ) বলেছেনঃ “প্রত্যেক জান্নাতবাসীর দুটি করে স্ত্রী এই গুণ বিশিষ্ট হবে যে, তারা সত্তরটি করে হুল্লা পরিধান করে থাকা সত্ত্বেও তাদের পদনালীর ঝলক বা ঔজ্জ্বল্য বাইরে প্রকাশিত হয়ে পড়বে এবং অধিক স্বচ্ছতার কারণে ওর ভিতরের মজ্জাও দেখতে পাওয়া যাবে।” (ইমাম আহমাদ (রঃ) এ হাদীসটি বর্ণনা করেছেন)মুহাম্মাদ ইবনে সীরীন (রঃ) বলেনঃ গৌরব হিসেবে অথবা আলোচনা হিসেবে এই তর্ক-বিতর্ক হয় যে, জান্নাতে পুরুষের সংখ্যা বেশী হবে, না নারীর সংখ্যা বেশী হবে? তখন হযরত আবু হুরাইরা (রাঃ) বলেন, আবুল কাসেম (সঃ) কি এ উক্তি করেননি? তিনি বলেছেনঃ “প্রথম যে দলটি জান্নাতে যাবে তারা চন্দ্রের ন্যায় উজ্জ্বল চেহারা বিশিষ্ট হবে। তাদের পরবর্তী দলটি হবে আকাশের উজ্জ্বলতম নক্ষত্রের ন্যায় চেহারা বিশিষ্ট। তাদের প্রত্যেকেরই এমন দুটি করে স্ত্রী হবে যাদের পদনালীর মজ্জা গোশত ভেদ করে দৃষ্টিগোচর হবে। আর জান্নাতে কেউই শ্রীবিহীন থাকবে না।” (এ হাদীসটি সহীহ মুসলিমে বর্ণিত হয়েছে। এর আসল সহীহ বুখারীতেও রয়েছে)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহর পথে একটি সকাল বা একটি সন্ধ্যা (ব্যয় করা) দুনিয়া এবং এর মধ্যে যা কিছু আছে তার সব থেকে উত্তম। জান্নাতে যে জায়গা তোমরা লাভ করবে ওর মধ্যে একটি কামান বা একটি চাবুক রাখার জায়গা দুনিয়া এবং ওর মধ্যে যা কিছু আছে তার সব থেকে উত্তম। যদি জান্নাতের স্ত্রীলোকদের মধ্যে কোন একজন স্ত্রীলোকে দুনিয়ায় উকি মারে তবে যমীন ও আসমান আলোকিত হয়ে উঠবে এবং তার সুগন্ধিতে সারা জগত সুগন্ধময় হয়ে উঠবে। তাদের হালকা ও ছোট দোপাট্টাও দুনিয়া এবং ওর মধ্যে যা কিছু আছে তার সব থেকে উত্তম।\" (এ হাদীসটি ইমাম আহমাদ (রঃ) এবং ইমাম বুখারী (রঃ) বর্ণনা করেছেন)মহান আল্লাহ বলেনঃ উত্তম কাজের জন্যে উত্তম পুরস্কার ছাড়া কি হতে পারে? অর্থাৎ ভাল কাজের জন্যে ভাল পুরস্কার ছাড়া আর কিছুই হতে পারে না। যেমন তিনি অন্য জায়গায় বলেনঃ (আরবী) অর্থাৎ “যারা সৎকর্মশীল তাদের জন্যে কল্যাণ রয়েছে এবং আরো অতিরিক্ত রয়েছে।” (১০:২৬) অর্থাৎ জান্নাতে দীদারে বারী তা'আলা। রাসূলুল্লাহ (সঃ) এ আয়াতটি তিলাওয়াত করার পর স্বীয় সাহাবীদেরকে জিজ্ঞেস করেনঃ “তোমাদের প্রতিপালক কি করেছেন তা তোমরা জান কি?\" তারা উত্তরে বললেনঃ “আল্লাহ এবং তাঁর রাসূলই ভাল জানেন।” তিনি উত্তরে বলেন যে, আল্লাহ তা'আলা বলেনঃ “আমি যাকে তাওহীদের অনুগ্রহ (দুনিয়ায়) দান করেছি তার প্রতিদান জান্নাত। যেহেতু এটা একটা খুব বড় নিয়ামত এবং যা প্রকৃতপক্ষে কোন আমলের বিনিময় নয়, সেই হেতু এর পর পরই বলেনঃ সুতরাং হে দানব ও মানব! তোমরা তোমাদের প্রতিপালকের কোন অনুগ্রহ অস্বীকার করবে?যে ব্যক্তি আল্লাহর সম্মুখে উপস্থিত হওয়ার ভয় রাখে তার শুভ সংবাদ সম্পর্কে জামে তিরমিযীতে বর্ণিত হাদীসটিও লক্ষ্যণীয় যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ভয় করলো সে রাত্রির অন্ধকারেই বেরিয়ে পড়লো এবং যে অন্ধকার রাত্রে বেরিয়ে পড়লো সে গন্তব্যস্থলে পৌছে গেল। সাবধান! আল্লাহর পণ্যদ্রব্য খুবই মূল্যবান। জেনে রেখো যে, ঐ পণ্যদ্রব্য হলো জান্নাত। (ইমাম তিরমিযী (রঃ) এ হাদীসটিকে গারীব বলেছেন) হযরত আবু দারদা (রাঃ) হতে বর্ণিত আছে যে, তিনি মিম্বরের উপর রাসূলুল্লাহ (সঃ)-কে বলতে শুনেনঃ (আরবী) অর্থাৎ যে ব্যক্তি আল্লাহর সম্মুখে উপস্থিত হওয়ার ভয় রাখে তার জন্যে রয়েছে দুটি উদ্যান। তখন তিনি বলেনঃ “যদিও সে ব্যভিচার করে ও চুরি করে?” হাদীসের অবশিষ্টাংশ উপরে বর্ণিত হয়েছে।",
  "ayah": 61,
  "surah": 55
}
