{
  "text": "مَنْ كَانَ يُرِيدُ الْعِزَّةَ فَلِلَّهِ الْعِزَّةُ جَمِيعًا إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ وَالَّذِينَ يَمْكُرُونَ السَّيِّئَاتِ لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أُولَئِكَ هُوَ يَبُورُ (10){ كَذَلِكَ النشور * مَن كَانَ يُرِيدُ العزة فَلِلَّهِ العزة جَمِيعاً إِلَيْهِ يَصْعَدُ الكلم الطيب والعمل الصالح يَرْفَعُهُ والذين يَمْكُرُونَ } .مضى ذكر غرورين إجمالاً في قوله تعالى : { فلا تغرنكم الحياة الدنيا } [ فاطر : 5 ] ، { ولا يغرنكم بالله الغرور } [ فاطر : 5 ] فأُخذ في تفصيل الغرور الثاني من قوله تعالى : { إن الشيطان لكم عدو } [ فاطر : 6 ] وما استتبعه من التنبيه على أَحجار كيده وانبعاث سموم مكره والحذرِ من مَصارع متابعته وإبداء الفرق بين الواقِعين في حبائله والمعافَيْن من أدوائه ، بداراً بتفصيل الأهم والأصللِ ، وأبقى تفصيل الغرور الأول إلى هنا .وإذ قد كان أعظم غرور المشركين في شركهم ناشئاً عن قبول تعاليم كبرائهم وسادتهم وكان أعظم دواعي القادة إلى تضليل دهمائهم وصنائعهم ، هو ما يجدونه من العزة والافتنان بحب الرئاسة فالقادة يجلبون العزة لأنفسهم والأتباعُ يعتزُّون بقوة قادتهم ، لا جرم كانت إرادة العزّة مِلاك تكاتف المشركين بعضهم مع بعض ، وتألبهم على مناوأة الإِسلام ، فوُجّه الخطاب إليهم لكشففِ اغترارهم بطلبهم العزة في الدنيا ، فكل مستمسك بحبل الشرك معرضضٍ عن التأمل في دعوة الإِسلام ، لا يُمَسِّكُه بذلك إلا إرادة العزة ، فلذلك نادى عليهم القرآن بأن من كان ذلك صارفَه عن الدين الحق فليعلم بأن العزة الحق في اتباع الإِسلام وأن ما هم فيه من العزةِ كالعدم .و { مَن } شرطية ، وجعل جوابها { فلله العزة جميعاً } ، وليس ثبوت العزة لله بمرتب في الوجود على حصول هذا الشرط فتعين أن ما بعد فاء الجزاء هو علة الجواب أقيمت مُقامه واستُغني بها عن ذكره إيجازاً ، وليحصل من استخراجه من مطاوي الكلام تقرُّره في ذهن السامع ، والتقديرُ : من كان يريد العذاب فليستجِبْ إلى دعوة الإِسلام ففيها العزة لأن العزة كلها لله تعالى ، فأما العزة التي يتشبثون بها فهي كخيط العنكبوت لأنها واهية بالية . وهذا أسلوب متبع في المقام الذي يراد فيه تنبيه المخاطب على خطإ في زعمه كما في قول الربيع بن زياد العبسي في مقتل مالك بن زهير العبسي :من كَان مسروراً بمقتل مالك ... فليأتتِ نسوتنا بوجه نهاريجد النساء حواسراً يندبْنَه ... بالليل قبل تبلُّج الإِسفارأراد أن من سَرَّه مقتل مالك فلا يتمتع بسروره ولا يحسب أنه نال مبتغاه لأنه إن أتى ساحة نسوتنا انقلب سروره غمّاً وحزناً إذ يجد دلائل أخذ الثأر من قاتِله بادية له ، لأن العادة أن القتيل لا يندبه النساء إلا إذا أُخذ ثأره . هذا ما فسره المرزوقي وهو الذي تلقيتُه عن شيخنا الوزير وفي البيتين تفسير آخر .وقد يكون بالعكس وهو تثبيت المخاطب على علمه كقوله تعالى : { من كان يرجو لقاء الله فإن أجل الله لآتٍ } [ العنكبوت : 5 ] .وقريب من هذا الاستعمال ما يقصد به إظهار الفرق بين من اتصف بمضمون الشرط ومن اتصف بمضمون الجزاء كقول النابغة :فمن يكن قد قضى من خُلّةٍ وطراً ... فإنني منككِ ما قضَّيْتُ أوطاريوقول ضابىء بن الحارث :ومن يك أمسى بالمدينة رَحله ... فإني وَقَيَّار بها لغريبوقول الكلابي :فمن يُكلَم يَغْرَضْ فإني ونَاقتي ... بحَجْرٍ إلى أهل الحِمى غَرِضَانفتقديم المجرور يفيد قصراً وهو قصر ادعائي ، لعدم الاعتداد بما للمشركين من عزة ضئيلة ، أي فالعزة لله لا لهم .ومنه ما يكون فيه ترتيب الجواب على الشرط في الوقوع ، وهو الأصل كقوله تعالى : { من كان يريد العاجلة عجلنا له فيها ما نشاء } [ الإسراء : 18 ] الآية ، وقوله : { من كان يريد الحياة الدنيا وزينتها نوف إليهم أعمالهم فيها } [ هود : 15 ] .و { جميعاً } أفادت الإِحاطة فكانت بمنزلة التأكيد للقصر الادعائي فحصلت ثلاثة مؤكدات؛ فالقصر بمنزلة تأكيدين و { جميعاً } بمنزلة تأكيد . وهذا قريب من قوله { أيبتغون عندهم العزة فإن العزة لله جميعاً } [ النساء : 139 ] فإن فيه تأكيدين : تأكيداً ب ( إنّ ) وتأكيداً ب { جميعاً } لأن تلك الآية نَزَلت في وقت قوة الإِسلام فلم يحتج فيها إلى تقوية التأكيد . وتقدم الكلام على { جميعاً } عند قوله تعالى : { ويوم نحشرهم جميعاً } في سورة سبأ ( 40 ) .وانتصب جميعاً } على الحال من { العزة } وَكأنه فعيل بمعنى مفعول ، أي العزة كلها لله لا يَشذ شيء منها فيثبتُ لغيره ، لأن العزة المتعارفة بين الناس كالعدم إذ لا يخلو صاحبها من احتياج ووهن والعزة الحق لله .وتعريف { العزة } تعريف الجنس . والعزة : الشرف والحصانة من أن ينال بسوء . فالمعنى : من كان يريد العزة فانصرف عن دعوة الله إبقاء على ما يخاله لنفسه من عزة فهو مخطىء إذ لا عزة له فهو كمن أراق ماء للمع سراب . والعزة الحق لله الذي دعاهم على لسان رسوله . وعزة المولى ينالُ حِزبَه وأولياءَه حظ منها فلو اتبعوا أمر الله فالتحقوا بحزبه صارت لهم عزة الله وهي العزة الدائمة؛ فإن عزة المشركين يعقبها ذلّ الانهزام والقتل والأسر في الدنيا وذلّ الخزي والعذاب في الآخرة ، وعزة المؤمنين في تزايد الدنيا ولها درجات كمال في الآخرة .{ العزة جَمِيعاً إِلَيْهِ يَصْعَدُ الكلم الطيب والعمل } .كما أتبع تفصيل غرور الشيطان بعواقبه في الآخرة بقوله : { إنما يدعو حزبه ليكونوا من أصحاب السعير } [ فاطر : 6 ] الآية ، وبذكر مقابل عواقبه من حال المؤمنين ، كذلك أتبع تفصيل غرور الأنفس أهلها بعواقبه وبذكر مقابله أيضاً ليلتقيَ مآلُ الغرورين ومقابلهما في ملْتقىً واحدٍ ، ولكن قدم في الأول عاقبة أهل الغرور بالشيطان ثم ذُكرت عاقبة أضدادهم ، وعكس في ما هنا لجريان ذكر عزة الله فقدم ما هو المناسب لآثار عزة الله في حزبه وجنده .وجملة { إليه يصعد الكلم الطيب } مستأنفة استئنافاً ابتدائياً بمناسبة تفصيل الغرور الذي يوقع فيه .والمقصود أن أعمال المؤمنين هي التي تنفع ليعلم الناس أن أعمال المشركين سعي باطل . والقربات كلُّها ترجع إلى أقوال وأعمال ، فالأقوال ما كان ثناء على الله تعالى واستغفاراً ودعاء ، ودعاء الناس إلى الأعمال الصالحة .وتقدم ذكرها عند قوله تعالى : { وقولوا قولاً سديداً } في سورة الأحزاب ( 70 ) . والأعمال فيها قربات كثيرة . وكان المشركون يتقربون إلى أصنامهم بالثناء والتمجيد كما قال أبو سفيان يوم أحد : اعْلُ هُبَل ، وكانوا يتحنثون بأعمال من طواف وحج وإغاثة ملهوف وكان ذلك كله مشوباً بالإِشراك لأنهم ينوون بها التقرب إلى الآلهة فلذلك نصبوا أصناماً في الكعبة وجعلوا هُبَل وهو كبيرهم على سطح الكعبة ، وجعلوا إِسافاً ونائلة فوق الصفا والمروة ، لتكون مناسكهم لله مخلوطة بعبادة الآلهة تحقيقاً لمعنى الإِشراك في جميع أعمالهم .فلما قدم المجرور من قوله : إليه يصعد الكلم الطيب } أفيد أن كل ما يقدم من الكلم الطيب إلى غير الله لا طائل تحته .وأما قوله : { والعمل الصالح يرفعه } ف { العمل } مقابل { الكلم } ، أي الأفعال التي ليست من الكلام ، وضمير الرفع عائد إلى معاد الضمير المجرور في قوله : { إليه } وهو اسم الجلالة من قوله { فلله العزة جميعاً } . والضمير المنصوب من { يرفعه } عائد إلى { العمل الصالح } أي الله يرفع العمل الصالح .والصعود : الإِذهاب في مكال عال . والرفع : نقل الشيء من مكان إلى مكان أعلى منه ، فالصعود مستعار للبلوغ إلى عظيم القدر وهو كناية عن القبول لديه . والرفع : حقيقته نقل الجسم من مقرّه إلى أعلى منه وهو هنا كناية للقبول عند عظيم ، لأن العظيم تتخيله التصورات رفيع المكان . فيكون كلٌّ من ( يَصعد ) و ( يرفعُ ) تبعتيْن قرينتي مكنية بأَن شُبه جانب القبول عند الله تعالى بمكان مرتفع لا يصله إلا ما يصعد إليه .فقوله : { العمل } مبتدأ وخبره { يرفعه } ، وفي بناء المسند الفعلي على المسند إليه ما يفيد تخصيص المسند إليه بالمسند ، فإذا انضم إليه سياق جملته عقب سياق جملة القصر المشعرُ بسريان حكم القصر إليه بالقرينة لاتحاد المقام إذ لا يتوهم أن يقصر صعود الكلم الطيب على الجانب الإِلهي ثم يجعل لغيره شركة معه في رفع العمل الصالح ، تعين معنى التخصيص ، فصار المعنى : الله الذي يقبل من المؤمنين أقوالهم وأعمالهم الصالحة .وإنما جيء في جانب العمل الصالح بالإِخبار عنه بجملة { يرفعه } ولم يعطف على { الكلم الطيب } في حكم الصعود إلى الله مع تساوي الخبرين لفائدتين :أولاهما : الإِيماء إلى أن نوع العمل الصالح أهم من نوع الكلم الطيب على الجملة لأن معظم العمل الصالح أوسع نفعاً من معظم الكلم الطيب ( عدا كلمة الشهادتين وما ورد تفضيله من الأقوال في السنة مثل دعاء يوم عرفة ) فلذلك أسند إلى الله رفعه بنفسه كقول النبي صلى الله عليه وسلم « من تصدّق بصدقة من كسب طيّب ولا يقبل الله إلا طيباً تلقّاها الرحمان بيمينه ، وكلتا يديه يمين ، فيربيها له كما يربّي أحدكم فُلُوَّه حتى تصير مثل الجبل » .وثانيهما : أن الكلم الطيب يتكيف في الهواء فإسناد الصعود إليه مناسب لماهيته ، وأما العمل الصالح فهو كيفيات عارضة لذوات فاعلة ومفعولة فلا يناسبه إسناد الصعود إليه وإنما يحسن أن يجعل متعلقاً لرفع يقع عليه ويسخره إلى الارتفاع .{ الصالح يَرْفَعُهُ والذين يَمْكُرُونَ السيئات لَهُمْ عَذَابٌ شَدِيدٌ وَمَكْرُ أولئك } .هذا فريق من الذين يريدون العزة من المشركين وهم الذين ذكرهم الله تعالى في قوله : { وإذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك } [ الأنفال : 30 ] الآية قاله أبو العالية فعطفهم على { من كان يريد العزة } تخصيص لهم بالذكر لما اختصوا به من تدبير المكر . وهو من عطف الخاص على العام للاهتمام بذكره .والمكر : تدبيرُ إلحاققِ الضر بالغير في خفية لئلا يأخذ حذره ، وفعله قاصر . وهو يتعلق بالمضرور بواسطة الباء التي للملابسة ، يقال : مكر بفلان ، ويتعلق بوسيلة المكر بباء السببية يقال : مكر بفلان بقتله؛ فانتصاب { السيئات } هنا على أنه وصف لمصدر المكر نائباً مناب المفعول المطلق المبيِّن لنوع الفعل فكأنه قيل والذين يمكرون المكر السيِّىء . وكان حقّ وصف المصدر أن يكون مفرداً كقوله تعالى : { ولا يحيق المكر السيىء إلا بأهله } [ فاطر : 43 ] فلما أريد هنا التنبيه على أن أولياء الشيطان لهم أنواع من المكر عُدل عن الإِفراد إلى الجمع وأتي به جمع مؤنث للدلالة على معنى الفَعَلاَت من المكر ، فكل واحدة من مكرهم هي سيئة ، كما جاء ذلك في لفظ ( صالحة ) كقول جرير :كيف الهجاء وما تنفك صالحة ... من آل لأم بظهر الغيب تأتينيأي صالحات كثيرة ، وأنواع مكراتهم هي ما جاء في قوله تعالى : { وإذ يمكر بك الذين كفروا ليثبتوك أو يقتلوك أو يخرجوك } [ الأنفال : 30 ] .والتعريف في { السيئات } تعريف الجنس . وجيء باسم الموصول للإِيماء إلى أن مضمون الصلة علّة فيما يرد بعدها من الحكم ، أي لهم عذاب شديد جزاء مكرهم . وعبر بالمضارع في الصلة للدلالة على تجدد مكرهم واستمراره وأنه دَأبهم وهِجِّيراهم .ولما توعدهم الله بالعذاب الشديد على مكرهم أنبأهم أن مكرهم لا يروج ولا ينفِق وأن الله سيبطله فلا ينتفعون منه في الدنيا ، ويضرون بسببه في الآخرة فقال { ومكر أولئك هو يبور } .وعبر عنهم باسم الإِشارة دون الضمير الذي هو مقتضى الظاهر لتمييزهم أكمل تمييز ، فيكنى بذلك عن تمييز المكر المضاف إليهم ووضوحه في علم الله وعلم رسوله صلى الله عليه وسلم بما أعلمه الله به منه ، فكأنما أشير إليهم وإلى مكرهم باسم إشارة واحد على سبيل الإِيجاز .والضمير المتوسط بين { مكر أولئك } وبين { يبور } ضمير فصل إذ لا يحتمل غيره . ومثله قوله تعالى : { ألم يعلموا أن الله هو يقبل التوبة عن عباده } [ التوبة : 104 ] .والراجح من أقوال النحاة قول المازني : إن ضمير الفصل يليه الفعل المضارع ، وحجته قوله : { ومكر أولئك هو يبور } دون غير المضارع ، ووافقه عبد القاهر الجرجاني في «شرح الإِيضاح» لأبي على الفارسي ، وخالفهما أبو حيان وقال : لم يذهب أحد إلى ذلك فيما علمنا .وأقول : إن وجه وقوع الفعل المضارع بعد ضمير الفصل أن المضارع يدل على التجدد فإذا اقتضى المقام إرادة إفادة التجدد في حصول الفعل من إرادة الثبات والدوام في حصول النسبة الحكمية لم يكن إلى البليغ سبيل للجمع بين القصدين إلا أن يأتي بضمير الفصل ليفيد الثبات والتقوية لتعذر إفادة ذلك بالجملة الإسلامية . وقد تقدم القول في ذلك عند قوله : { وأولئك هم المفلحون } [ البقرة : 5 ] ، فالفصل هنا يفيد القصر ، أي مكرهم يبور دون غيره ، ومعلوم أن غيره هنا تعريض بأن الله يمكر بهم مكراً يصيب المحزّ منهم على حد قوله تعالى : { ومكروا ومكر الله والله خير الماكرين } [ آل عمران : 54 ] .والبوار حقيقته : كساد التجارة وعدم نَفاق السلعة ، واستعير هنا لخيبة العمل بوجه الشبه بين ما دبروه من المكر مع حرصهم على إصابة النبي صلى الله عليه وسلم بضرّ وبين ما ينمِّقه التاجر وما يخرجه من عيابه ويرصفه على مِبْنَاتِه وسط اللَّطِيمة مع السلع لاجتلاب شَرَه المشترين . ثم لا يُقبِل عليه أحد من أهل السوق فيرجع من لطيمته لطيمَ كف الخيبة ، فارغ الكف والعيبة .",
  "ayah": 10,
  "surah": 35
}
