{
  "text": "وَلَا الظُّلُمَاتُ وَلَا النُّورُ (20) } لله الله المصير * وَمَا يَسْتَوِى الاعمى والبصير * وَلاَ الظلمات وَلاَ النور * وَلاَ الظل وَلاَ الحرور * وَمَا يَسْتَوِى الاحيآء وَلاَ الاموات إِنَّ الله يُسْمِعُ مَن يَشَآءُ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِى القبور } .أربعة أمثال للمؤمنين والكافرين ، وللإِيمان والكفر ، شبه الكافر بالأعمى ، والكُفر بالظلمات ، والحرور والكافر بالميّت ، وشبه المؤمن بالبصير وشبه الإِيمان بالنور والظل ، وشبه المؤمن بالحي تشبيه المعقول بالمحسوس . فبعد أن بيّن قلة نفع النذارة للكافرين وأنها لا ينتفع بها غير المؤمنين ضرب للفريقين أمثالاً كاشفة عن اختلاف حاليهما ، وروعي في هذه الأشباه توزيعها على صفة الكافر والمؤمن ، وعلى حالة الكفر والإِيمان ، وعلى أثر الإِيمان وأثر الكفر .وقدم تشبيه حال الكافر وكفره على تشبيه حال المؤمن وإيمانه ابتداء لأن الغرض الأهم من هذا التشبيه هو تفظيع حال الكافر ثم الانتقالُ إلى حسن حال ضده لأن هذا التشبيه جاء لإِيضاح ما أفاده القصر في قوله : { إنما تنذر الذين يخشون ربهم بالغيب } [ فاطر : 18 ] كما تقدم آنفاً من أنه قصر إضافي قصرَ قلب ، فالكافر شبيه بالأعمى في اختلاط أمره بين عقل وجهالة ، كاختلاط أمر الأعمى بين إدراك وعدمه .والمقصود : أن الكافر وإن كان ذا عقل يدرك به الأمور فإن عقله تمحض لإِدراك أحوال الحياة الدنيا وكان كالعدم في أحوال الآخرة كقوله تعالى : { يعلمون ظاهراً من الحياة الدنيا وهم عن الآخرة هم غافلون } [ الروم : 7 ] ، فحاله المقسم بين انتفاع بالعقل وعدمه يشبه حال الأعمى في إدراكه أشياء وعدم إدراكه .والعمى يعبر به عن الضلال ، قال ابن رواحة: ... أرانا الهدى بعد العَمَى فقلوبنابه موقنات أن ما قال واقع ... ثم شبه الكفر بالظلمات في أنه يجعل الذي أحاط هو به غير متبيّن للأشياء ، فإن من خصائص الظلمة إخفاء الأشياء ، والكافر خفيت عنه الحقائق الاعتقادية ، وكلما بينها له القرآن لم ينتقل إلى أجلى ، كما لو وصفت الطريق للسائر في الظلام .وجي في { الظلمات } بلفظ الجمع لأنه الغالب في الاستعمال فهم لا يذكرون الظلمة إلا بصيغة الجمع . وقد تقدم في قوله : { وجعل الظلمات والنور } في الأنعام ( 1 ) .وضُرِب الظِلّ مَثَلاً لأثر الإِيمان ، وضدُّه وهو الحرور مثلاً لأثر الكفر؛ فالظل مكان نعيم في عرف السامعين الأولين ، وهم العرب أهل البلاد الحارة التي تتطلب الظل للنعيم غالباً إلا في بعض فصل الشتاء ، وقوبل بالحَرور لأنه مُؤْلِم ومعذّب في عرفهم كما علمت ، وفي مقابلته بالحرور إيذان بأن المراد تشبيهه بالظل في حالة استطابته .والحرور } حر الشمس ، ويطلق أيضاً على الريح الحارة وهي السموم ، أو الحَرور : الريح الحارة التي تهب بليل والسموم تهب بالنهار .وقدم في هذه الفقرة ما هو من حال المؤمنين على عكس الفقرات الثلاث التي قبلها لأجل الرعاية على الفاصلة بكلمة { الحرور } .وفواصل القرآن من متممات فصاحته ، فلها حظ من الإِعجاز .فحال المؤمن يشبه حال الظل تطمئن فيه المشاعر ، وتصدر فيه الأعمال عن تبصر وتريّث وإتقان . وحال الكافر يشبه الحَرور تضطرب فيه النفوس ولا تتمكن معه العقول من التأمل والتبصر وتصدر فيها الآراء والمساعي معجَّلة متفككة .وأعلم أن تركيب الآية عجيب فقد احتوت على واوات عطْف وأدوات نفي؛ فكلّ من الواوين اللذين في قوله : { ولا الظلمات } الخ ، وقوله : { الظل } الخ عاطف جملة على جملة وعاطف تشبيهات ثلاثة بل تشبيه منها يجمع الفريقين . والتقدير : ولا تستوي الظلمات والنور ولا يستوي الظِّل والحرور ، وقد صرح بالمقدر أخيراً في قوله : { وما يستوي الأحياء ولا الأموات } .وأما الواوات الثلاثة في قوله : { والبصير } { ولا النور } { ولا الحرور } فكل واو عاطف مفرداً على مفرد ، فهي ستة تشبيهات موزعة على كل فريق؛ ف { البصير } عطف على { الأعمى } ، و { النور } عطف على { الظلمات } ، و { الحرور } عطف على { الظل } ، ولذلك أعيد حرف النفي .وأما أدوات النفي فاثنان منها مؤكدان للتغلب الموجه إلى الجملتين المعطوفتين المحذوف فعلاهما { ولا الظلمات ولا الظل } ، واثنان مؤكدان لتوجه النفي إلى المفردين المعطوفين على مفردين في سياق نفي التسوية بينهما وبين ما عطفا عليهما وهما واو { ولا النور } ، وواو { ولا الحرور } ، والتوكيد بعضه بالمثل وهو حرف { لا } وبعضه بالمرادف وهو حرف { ما } ولم يؤت بأداة نفي في نفي الاستواء الأول لأنه الذي ابتدىء به نفي الاستواء المؤكد من بعد فهو كله تأييس . وهو استعمال قرآني بديع في عطف المنفيات من المفردات والجمل",
  "ayah": 20,
  "surah": 35
}
