{
  "text": "وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ فَذُوقُوا فَمَا لِلظَّالِمِينَ مِنْ نَصِيرٍ (37){ كُلَّ كَفُورٍ * وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صالحا غَيْرَ الذى كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن } .الضمير إلى { الذين كفروا } [ فاطر : 36 ] والجملة عطف على جملة { لهم نار جهنم } [ فاطر : 36 ] ولا تجعل حالاً لأن التذييل آذنَ بانتهاء الكلام وباستقبال كلام جديد .و { يصطرخون } مبالغة في ( يصرخون ) لأنه افتعال من الصراخ وهو الصياح بشدة وجهد ، فالاصطراخ مبالغة فيه ، أي يصيحون من شدة ما نابهم .وجملة { ربنا أخرجنا } بيان لجملة { يصطرخون } ، يحسبون أن رفع الأصوات أقرب إلى علم الله بندائهم ولإِظهار عدم إطاقة ما هم فيه .وقولهم : { نعمل صالحاً } وعدٌ بالتدارك لما فاتهم من الأعمال الصالحة ولكنها إنابة بعد إبانها .ولإِرادة الوعد جُزم { نعمل صالحاً } في جواب الدعاء . والتقدير : إن تخرجنا نعملْ صالحاً .و { غير الذي كنا نعمل } نعت ل { صالحاً } ، أي عملاً مغايراً لما كنا نعمله في الدنيا وهذا ندامة على ما كانوا يعملونه لأنهم أيقنوا بفساد عملهم وضره فإن ذلك العالَم عالم الحقائق .{ كُنَّا نَعْمَلُ أَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ وَجَآءَكُمُ النذير فَذُوقُواْ فَمَا للظالمين } .الواو عاطفة فعل قول محذوفاً لعلمه من السياق بحسب الضمير في { نعمركم } معطوفاً على جملة { وهم يصطرخون فيها } فإن صراخهم كلام منهم ، والتقدير : يقولون ربنا أخرجنا ونقول ألم نعمركم .والاستفهام تقريع للتوبيخ ، وجُعل التقرير على النفي توطئة ليُنكره المقرَّر حتى إذا قال : بلى علم أنه لم يسعه الإِنكار حتى مع تمهيد وطاء الإِنكار إليه .والتعمير : تطويل العمر . وقد تقدم غير مرة ، منها عند قوله تعالى : { يود أحدهم لو يعمر ألف سنة } في سورة البقرة ( 96 ) ، وقوله : { وما يعمر من معمر } في هذه السورة ( 11 ) .وما } ظرفية مصدرية ، أي زمان تعمير مُعَمَّر .وجملة { يتذكر فيه من تذكر } صفة ل { ما } ، أي زماناً كافياً بامتداده للتذكّر والتبصير .و { النذير } الرسول محمد صلى الله عليه وسلموجملة { وجاءكم النذير } عطف على جملة «ألم نعمركم» لأن معناها الخبر فعطف عليها الخبر ، على أن عطف الخبر على الإِنشاء جائز على التحقيق وهو هنا حسن .ووصف الرسول بالنذير لأن الأهم من شأنه بالنسبة إليهم هو النذارة .والفاء في { فذوقوا } للتفريع . وحذف مفعول «ذوقوا» لدلالة المقام عليه ، أي ذوقوا العذاب .والأمر في قوله { فذوقوا } مستعمل في معنى الدوام وهو كناية عن عدم الخلاص من العذاب .وقوله : { فما للظالمين من نصير } تفريع على ما سبق من الحكاية . فيجوز أن يكون من جملة الكلام الذي وبخهم الله به فهو تذييل له وتفريع عليه لتأييسهم من الخلاص يعني : فأين الذين زعمتم أنهم أولياؤكم ونصراؤكم فما لكم من نصير .وعدل عن ضمير الخطاب أن يقال : فما لكم من نصير ، إلى الاسم الظاهر بوصف «الظالمين» لإِفادة سبب انتفاء النصير عنهم؛ ففي الكلام إيجاز ، أي لأنكم ظالمون وما للظالمين من نصير ، فالمقصود ابتداء نفي النصير عنهم ويتبعه التعميم بنفي النصير عن كل من كان مثلهم من المشركين .ويجوز أن يكون كلاماً مستقلاً مفرعاً على القصة ذُيّلت به للسامعين من قوله : { والذين كفروا لهم نار جهنم } [ فاطر : 36 ] ، فليس فيه عدول عن الإِضمار إلى الإِظهار لأن المقصود إفادة شمول هذا الحكم لكل ظالم فيدخل الذين كفروا المتحدث عنهم في العموم .والظلم : هو الاعتداء على حق صاحب حق ، وأعظمه الشرك لأنه اعتداء على الله بإنكار صفته النفيسة وهي الوحدانية ، واعتداء المشرك على نفسه إذْ أقحمها في العذاب قال تعالى : { إن الشرك لظلم عظيم } [ لقمان : 13 ] .وتعميم «الظالمين» وتعميم «النصير» يقتضي أن نصر الظالم تجاوزٌ للحق ، لأن الحق أن لا يكون للظالم نصير ، إذ واجب الحكمة والحقِّ أن يأخذ المقتدر على يد كل ظالم لأن الأمة مكلفة بدفع الفساد عن جماعتها .وفي هذا إبطال لخُلُق أهل الجاهلية القائلين في أمثالهم \" انصُرْ أخاك ظالماً أو مظلوماً \" . وقد ألقى النبي صلى الله عليه وسلم على أصحابه إبطال ذلك فساق لهم هذا المثلَ حتى سألوا عنه ثم أصلح معناه مع بقاء لفظه فقال : \" إذا كان ظالماً تنصره على نفسه فتكفه عن ظلمه \" .",
  "ayah": 37,
  "surah": 35
}
