{
  "text": "اسْتِكْبَارًا فِي الْأَرْضِ وَمَكْرَ السَّيِّئِ وَلَا يَحِيقُ الْمَكْرُ السَّيِّئُ إِلَّا بِأَهْلِهِ فَهَلْ يَنْظُرُونَ إِلَّا سُنَّةَ الْأَوَّلِينَ فَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَبْدِيلًا وَلَنْ تَجِدَ لِسُنَّةِ اللَّهِ تَحْوِيلًا (43)و { استكبارا } بدل اشتمال من { نفوراً } أو مفعول لأجله ، لأن النفور في معنى الفعل فصحّ إعماله في المفعول له . والتقدير : نفروا لأجل الاستكبار في الأرض .والاستكبار : شدة التكبر ، فالسين والتاء فيه للمبالغة مثل استجاب .والأرض : موطن القوم كما في قوله تعالى : { لنخرجنك يا شعيب والذين آمنوا معك من قريتنا } [ الأعراف : 88 ] أي بلدنا ، فالتعريف في { الأرض } للعهد . والمعنى : أنهم استكبروا في قومهم أن يتبعوا واحداً منهم .{ ومكر السيىء } عطف على { استكباراً } بالوجوه الثلاثة ، وإضافة { مكر } إلى { السيىء } من إضافة الموصوف إلى الصفة مثل : عِشَاء الآخرة . وأصله : أن يمكروا المكر السيّىء بقرينة قوله : { ولا يحيق المكر السيىء إلا بأهله } .والمكر : إخفاء الأذى وهو سيِّىء لأنه من الغدر وهو مناف للخلق الكريم ، فوصفه بالسيّىء وصف كاشف ، ولَعل التنبيهَ إلى أنه وصف كاشف هو مقتضى إضافة الموصوف إلى الوصف لإِظهار ملازمة الوَصف للموصوف فلم يقل : ومكراً سيئاً ( ولم يرخص في المكر إلا في الحرب لأنها مدخول فيها على مثله ) أي مكراً بالنذير وأتباعه وهو مكر ذميم لأنه مقابلة المتسبب في صلاحهم بإضمار ضره .وقد تبين كذبهم في قسمهم إذ قالوا : «لئن جاءنا نذير لنكونن أهدى منهم» وأنهم ما أرادوا به إلا التفصّي من اللوم .وجملة { ولا يحيق المكر السيىء إلا بأهله } تذييل أو موعظة . و { يحيق } : ينزل به شيء مكروه حاق به ، أي نزل وأَحاط إحاطة سوء ، أي لا يقع أثره إلا على أهله . وفيه حذف مضاف تقديره : ضر المكر السيّىء أو سوء المكر السيىء كما دل عليه فعل { يحيق } ؛ فإن كان التعريف في { المكر } للجنس كان المراد ب «أهله» كل ماكر . وهذا هو الأنسب بموقع الجملة ومحملِها على التذييل ليعم كل مكر وكل ماكر ، فيدخل فيه الماكرون بالمسلمين من المشركين ، فيكون القصر الذي في الجملة قصراً ادعائياً مبنيّاً على عدم الاعتداد بالضر القليل الذي يحيق بالممكور به بالنسبة لما أعده الله للماكر في قدره من ملاقاة جزائه على مَكره فيكون ذلك من النواميس التي قدَّرها القدر لنظام هذا العالم لأن أمثال هذه المعاملات الضارة تؤول إلى ارتفاع ثقة الناس بعضهم ببعض والله بنى نظام هذا العالم على تعاون الناس بعضهم مع بعض لأن الإِنسان مدني بالطبع ، فإذا لم يأمن أفراد الإنسان بعضهم بعضاً تنكَّر بعضهم لبعض وتبادروا الإِضرار والإِهلاك ليفوز كل واحد بكيد الآخر قبل أن يَقع فيه فيفضي ذلك إلى فساد كبير في العالم والله لا يحب الفساد ، ولا ضر عبيده إلا حيث تأذن شرائعه بشيء ، ولهذا قيل في المثل : «وما ظالم إلا سيُبلى بظالم» .وقال الشاعر: ... لكل شيء آفة من جنسهحتى الحديدُ سطا عليه المِبْرَد ... وكم في هذا العالم من نواميس مغفول عنها ، وقد قال الله تعالى : { والله لا يحب الفساد } [ البقرة : 205 ] . وفي كتاب ابن المبارك في الزهد بسنده عن الزهري بلغنا أن رسول الله صلى الله عليه وسلم قال : \" لا تمكر ولا تُعِن ماكراً فإن الله يقول { ولا يحيق المكر السيىء إلا بأهله } \" ومن كلام العرب «من حفر لأخيه جباً وقع فيه منكباً» ، ومن كلام عامة أهل تونس ( يا حافرْ حُفرة السَّوْء ما تحفر إلا قِيَاسكَ» .وإذا كان تعريف { المكر } تعريف العهد كان المعنى : ولا يحيق هذا المكر إلا بأهله ، أي الذين جاءهم النذير فازدادوا نفوراً ، فيكون موقع قوله : { ولا يحيق المكر السيىء إلا بأهله } موقع الوعيد بأن الله يدفع عن رسوله صلى الله عليه وسلم مكرهم ويحيق ضر مكرهم بهم بأن يسلط عليهم رسوله على غفلة منهم كما كان يوم بدر ويوم الفتح ، فيكون على نحو قوله تعالى : { ومكروا ومكر اللَّه واللَّه خير الماكرين } [ آل عمران : 54 ] فالقصر حقيقي .فكم انهالت من خلال هذه الآية من آداب عمرانية ومعجزات قرآنية ومعجزات نبوية خفية .واعلم أن قوله تعالى : { ولا يحيق المكر السيىء إلا بأهله } قد جُعل في علم المعاني مثالاً للكلام الجاري على أسلوب المساواة دون إيجاز ولا إطناب . وأول من رأيْته مثَّل بهذه الآية للمساواة هو الخطيب القزويني في «الإِيضاح» وفي «تلخيص المفتاح» ، وهو مما زاده على ما في «المفتاح» ولم يمثل صاحب «المفتاح» للمساواة بشيء ولم أدر من أين أخذه القزويني فإن الشيخ عبد القاهر لم يذكر الإِيجاز والإِطناب في كتابه .وإذ قد صرح صاحب «المفتاح» «أن المساواة هي متعارف الأوساط وأنه لا يحمد في باب البلاغة ولا يذم» فقد وجب القطع بأن المساواة لا تقع في الكلام البليغ بَلْه المعجز . ومن العجيب إقرار العلامة التفتزاني كلام صاحب «تلخيص المفتاح» وكيف يكون هذا من المساواة وفيه جملة ذات قصر والقصر من الإِيجاز لأنه قائم مقام جملتين : جملة إثبات للمقصود ، وجملة نفيه عما سواه ، فالمساواة أن يقال : يحيق المكر السيّىء بالماكرين دون غيرهم ، فما عدل عن ذلك إلى صيغة القصر فقد سلك طريقة الإِيجاز .وفيه أيضاً حذف مضاف إذ التقدير : ولا يحيق ضر المكر السيّىء إلا بأهله على أن في قوله : { بأهله } إيجازاً لأنه عوض عن أن يقال : بالذين تقلدوه . والوجه أن المساواة لم تقع في القرآن وإنما مواقعها في محادثات الناس التي لا يعبأ فيها بمراعاة آداب اللغة .وقرأ حمزة وحده { ومكر السيىء } بسكون الهمزة في حالة الوصل إجراء للوصل مجرى الوقف .{ إِلاَّ بِأَهْلِهِ فَهَلْ يَنظُرُونَ إِلاَّ سُنَّةَ آلاَْوَّلِينَ فَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلاً وَلَن تَجِدَ لِسُنَّةِ } .تفريع على جملة { فلما جاءهم نذير ما زادهم إلا نفوراً } الآية .ويجوز أن يكون تفريعاً على جملة { ولا يحيق المكر السيىء إلا بأهله } على الوجه الثاني في تعريف { المكر } وفي المراد ب { بأهله } ، أي كما مكر الذين من قبلهم فحاق بهم مكرُهم كذلك هؤلاء .و { ينظرون } هنا من النظر بمعنى الانتظار . كقول ذي الرُّمة: ... وشُعثثٍ ينظُرون إلى بِلالكما نَظَر العِطاش حَيَا الغمام ... فقوله : «إلى» مفرد مضاف ، وهو النعمة وجمعه آلاء .ومعنى الانتظار هنا : أنهم يستقبلون ما حلّ بالمكذبين قَبلهم ، فشبه لزوم حلول العذاب بهم بالشيء المعلوم لهم المنتظر منهم على وجه الاستعارة .والسُّنَّة : العادة : والأوّلون : هم السابقون من الأمم الذين كذبوا رسلهم ، بقرينة سياق الكلام . و { سنة } مفعول { ينظرون } وهو على حذف مضاف . تقديره : مِثلَ أو قِياسَ ، وهذا كقوله تعالى : { فهل ينتظرون إلا مثل أيام الذين خلوا من قبلهم } [ يونس : 102 ] .والفاء في قوله : { فلن تجد لسنت اللَّه تبديلاً } فاء فصيحة لأن ما قبلها لمّا ذكّر الناس بسنة الله في المكذبين أفصح عن اطّراد سنن الله تعالى في خلقه . والتقدير : إذا علموا ذلك فلن تجد لسنة الله تبديلاً .و { لن } لتأكيد النفي .والخطاب في { تجد } لغير معيّن فيعم كل مخاطب ، وبذلك يتسنّى أن يسير هذا الخبر مسير الأمثال . وفي هذا تسلية للنبيء صلى الله عليه وسلم وتهديد للمشركين .والتبديل : تغيير شيء وتقدم عند قوله تعالى : { ولا تتبدلوا الخبيث بالطيب } في سورة [ النساء : 2 ] .والتحويل : نقل الشيء من مكان إلى غيره ، وكأنه مشتق من الحَوْل وهو الجانب .والمعنى : أنه لا تقع الكرامة في موقع العقاب ، ولا يترك عقاب الجاني . وفي هذا المعنى قول الحكماء : ما بالطبع لا يتخلف ولا يختلف .",
  "ayah": 43,
  "surah": 35
}
