{
  "text": "{ الَّذِينَ أُخْرِجُوا مِنْ دِيَارِهِمْ } أي: ألجئوا إلى الخروج بالأذية والفتنة { بِغَيْرِ حَقٍّ إِلَّا } أن ذنبهم الذي نقم منهم أعداؤهم { أَنْ يَقُولُوا رَبُّنَا اللَّهُ } أي: إلا أنهم وحدوا الله، وعبدوه مخلصين له الدين، فإن كان هذا ذنبا، فهو ذنبهم كقوله تعالى: { وَمَا نَقَمُوا مِنْهُمْ إِلَّا أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ } وهذا يدل على حكمة الجهاد، وأن المقصود منه إقامة دين الله، وذب الكفار المؤذين للمؤمنين، البادئين لهم بالاعتداء، عن ظلمهم واعتدائهم، والتمكن من عبادة الله، وإقامة الشرائع الظاهرة، ولهذا قال: { وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ } فيدفع الله بالمجاهدين في سبيله ضرر الكافرين، { لَهُدِّمَتْ صَوَامِعُ وَبِيَعٌ وَصَلَوَاتٌ وَمَسَاجِدُ } أي: لهدمت هذه المعابد الكبار، لطوائف أهل الكتاب، معابد اليهود والنصارى، والمساجد للمسلمين، { يُذْكَرَ فِيهَا } أي: في هذه المعابد { اسْمُ اللَّهِ كَثِيرًا } تقام فيها الصلوات، وتتلى فيها كتب الله، ويذكر فيها اسم الله بأنواع الذكر، فلولا دفع الله الناس بعضهم ببعض، لاستولى الكفار على المسلمين، فخربوا معابدهم، وفتنوهم عن دينهم، فدل هذا، أن الجهاد مشروع، لأجل دفع الصائل والمؤذي، ومقصود لغيره، ودل ذلك على أن البلدان التي حصلت فيها الطمأنينة بعبادة الله، وعمرت مساجدها، وأقيمت فيها شعائر الدين كلها، من فضائل المجاهدين وببركتهم، دفع الله عنها الكافرين، قال الله تعالى: { وَلَوْلَا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلَكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعَالَمِينَ }  فإن قلت: نرى الآن مساجد المسلمين عامرة لم تخرب، مع أنها كثير منها إمارة صغيرة، وحكومة غير منظمة، مع أنهم لا يدان لهم بقتال من جاورهم من الإفرنج، بل نرى المساجد التي تحت ولايتهم وسيطرتهم عامرة، وأهلها آمنون مطمئنون، مع قدرة ولاتهم من الكفار على هدمها، والله أخبر أنه لولا دفع الله الناس بعضهم ببعض، لهدمت هذه المعابد، ونحن لا نشاهد دفعا. أجيب بأن هذا السؤال والاستشكال، داخل في عموم هذه الآية وفرد من أفرادها، فإن من عرف أحوال الدول الآن ونظامها، وأنها تعتبر كل أمة وجنس تحت ولايتها، وداخل في حكمها، تعتبره عضوا من أعضاء المملكة، وجزء من أجزاء الحكومة، سواء كانت تلك الأمة مقتدرة بعددها أو عددها، أو مالها، أو عملها، أو خدمتها، فتراعي الحكومات مصالح ذلك الشعب، الدينية والدنيوية، وتخشى إن لم تفعل ذلك أن يختل نظامها، وتفقد بعض أركانها، فيقوم من أمر الدين بهذا السبب ما يقوم، خصوصا المساجد، فإنها -ولله الحمد- في غاية الانتظام، حتى في عواصم الدول الكبار. وتراعي تلك الدول الحكومات المستقلة، نظرا لخواطر رعاياهم المسلمين، مع وجود التحاسد والتباغض بين دول النصارى، الذي أخبر الله أنه لا يزال إلى يوم القيامة، فتبقى الحكومة المسلمة، التي لا تقدر تدافع عن نفسها، سالمة من [كثير] ضررهم، لقيام الحسد عندهم، فلا يقدر أحدهم أن يمد يده عليها، خوفا من احتمائها بالآخر، مع أن الله تعالى لا بد أن يري عباده من نصر الإسلام والمسلمين، ما قد وعد به في كتابه. وقد ظهرت -ولله الحمد- أسبابه [بشعور المسلمين بضرورة رجوعهم إلى دينهم والشعور مبدأ العمل] فنحمده ونسأله أن يتم نعمته، ولهذا قال في وعده الصادق المطابق للواقع: { وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ } أي: يقوم بنصر دينه، مخلصا له في ذلك، يقاتل في سبيله، لتكون كلمة الله هي العليا. { إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ } أي: كامل القوة، عزيز لا يرام، قد قهر الخلائق، وأخذ بنواصيهم، فأبشروا، يا معشر المسلمين، فإنكم وإن ضعف عددكم وعددكم، وقوي عدد عدوكم وعدتهم فإن ركنكم القوي العزيز، ومعتمدكم على من خلقكم وخلق ما تعملون، فاعملوا بالأسباب المأمور بها، ثم اطلبوا منه نصركم، فلا بد أن ينصركم. { يَا أَيُّهَا الَّذِينَ آمَنُوا إِنْ تَنْصُرُوا اللَّهَ يَنْصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ } وقوموا، أيها المسلمون، بحق الإيمان والعمل الصالح، فقد { وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحَاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضَى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْنًا يَعْبُدُونَنِي لَا يُشْرِكُونَ بِي شَيْئًا }",
  "ayah": 40,
  "surah": 22
}
