{
  "text": "يقول تعالى: { يَا أَيُّهَا النَّاسُ إِنْ كُنْتُمْ فِي رَيْبٍ مِنَ الْبَعْثِ } أي: شك واشتباه، وعدم علم بوقوعه، مع أن الواجب عليكم أن تصدقوا ربكم، وتصدقوا رسله في ذلك، ولكن إذا أبيتم إلا الريب، فهاكم دليلين عقليين تشاهدونهما، كل واحد منهما، يدل دلالة قطعية على ما شككتم فيه، ويزيل عن قلوبكم الريب. أحدهما: الاستدلال بابتداء خلق الإنسان، وأن الذي ابتدأه سيعيده، فقال فيه: { فَإِنَّا خَلَقْنَاكُمْ مِنْ تُرَابٍ } وذلك بخلق أبي البشر آدم عليه السلام، { ثُمَّ مِنْ نُطْفَةٍ } أي: مني، وهذا ابتداء أول التخليق، { ثُمَّ مِنْ عَلَقَةٍ } أي: تنقلب تلك النطفة، بإذن الله دما أحمر، { ثُمَّ مِنْ مُضْغَةٍ } أي: ينتقل الدم مضغة، أي: قطعة لحم، بقدر ما يمضغ، وتلك المضغة تارة تكون { مُخَلَّقَةٍ } أي: مصور منها خلق الآدمي، { وَغَيْرِ مُخَلَّقَةٍ } تارة، بأن تقذفها الأرحام قبل تخليقها، { لِنُبَيِّنَ لَكُمْ } أصل نشأتكم، مع قدرته تعالى، على تكميل خلقه في لحظة واحدة، ولكن ليبين لنا كمال حكمته، وعظيم قدرته، وسعة رحمته. { وَنُقِرُّ فِي الْأَرْحَامِ مَا نَشَاءُ إِلَى أَجَلٍ مُسَمًّى } أي : ونقر، أي: نبقي في الأرحام من الحمل، الذي لم تقذفه الأرحام، ما نشاء إبقاءه إلى أجل مسمى، وهو مدة الحمل. { ثُمَّ نُخْرِجُكُمْ } من بطون أمهاتكم { طِفْلًا } لا تعلمون شيئا، وليس لكم قدرة، وسخرنا لكم الأمهات، وأجرينا لكم في ثديها الرزق، ثم تنتقلون طورا بعد طور، حتى تبلغوا أشدكم، وهو كمال القوة والعقل. { وَمِنْكُمْ مَنْ يُتَوَفَّى } من قبل أن يبلغ سن الأشد، ومنكم من يتجاوزه فيرد إلى أرذل العمر، أي: أخسه وأرذله، وهو سن الهرم والتخريف، الذي به يزول العقل، ويضمحل، كما زالت باقي القوة، وضعفت. { لِكَيْلَا يَعْلَمَ مِنْ بَعْدِ عِلْمٍ شَيْئًا } أي: لأجل أن لا يعلم هذا المعمر شيئا مما كان يعلمه قبل ذلك، وذلك لضعف عقله، فقوة الآدمي محفوفة بضعفين، ضعف الطفولية ونقصها، وضعف الهرم ونقصه، كما قال تعالى: { اللَّهُ الَّذِي خَلَقَكُمْ مِنْ ضَعْفٍ ثُمَّ جَعَلَ مِنْ بَعْدِ ضَعْفٍ قُوَّةً ثُمَّ جَعَلَ مِنْ بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً يَخْلُقُ مَا يَشَاءُ وَهُوَ الْعَلِيمُ الْقَدِيرُ } والدليل الثاني، إحياء الأرض بعد موتها، فقال الله فيه: { وَتَرَى الْأَرْضَ هَامِدَةً } أي: خاشعة مغبرة لا نبات فيها، ولا خضر، { فَإِذَا أَنْزَلْنَا عَلَيْهَا الْمَاءَ اهْتَزَّتْ } أي: تحركت بالنبات { وَرَبَتْ } أي: ارتفعت بعد خشوعها وذلك لزيادة نباتها، { وَأَنْبَتَتْ مِنْ كُلِّ زَوْجٍ } أي: صنف من أصناف النبات { بَهِيجٍ } أي: يبهج الناظرين، ويسر المتأملين، فهذان الدليلان القاطعان، يدلان على هذه المطالب الخمسة، وهي هذه.",
  "ayah": 5,
  "surah": 22
}
