{
  "text": "{ وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ } والجهاد بذل الوسع في حصول الغرض المطلوب، فالجهاد في الله حق جهاده، هو القيام التام بأمر الله، ودعوة الخلق إلى سبيله بكل طريق موصل إلى ذلك، من نصيحة وتعليم وقتال وأدب وزجر ووعظ، وغير ذلك. { هُوَ اجْتَبَاكُمْ } أي: اختاركم -يا معشر المسلمين- من بين الناس، واختار لكم الدين، ورضيه لكم، واختار لكم أفضل الكتب وأفضل الرسل، فقابلوا هذه المنحة العظيمة، بالقيام بالجهاد فيه حق القيام، ولما كان قوله: { وَجَاهِدُوا فِي اللَّهِ حَقَّ جِهَادِهِ } ربما توهم متوهم أن هذا من باب تكليف ما لا يطاق، أو تكليف ما يشق، احترز منه بقوله: { وَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ } أي: مشقة وعسر، بل يسره غاية التيسير، وسهله بغاية السهولة، فأولا ما أمر وألزم إلا بما هو سهل على النفوس، لا يثقلها ولا يؤودها، ثم إذا عرض بعض الأسباب الموجبة للتخفيف، خفف ما أمر به، إما بإسقاطه، أو إسقاط بعضه. ويؤخذ من هذه الآية، قاعدة شرعية وهي أن \\\" المشقة تجلب التيسير \\\" و \\\" الضرورات تبيح المحظورات \\\" فيدخل في ذلك من الأحكام الفرعية، شيء كثير معروف في كتب الأحكام. { مِلَّةَ أَبِيكُمْ إِبْرَاهِيمَ } أي: هذه الملة المذكورة، والأوامر المزبورة، ملة أبيكم إبراهيم، التي ما زال عليها، فالزموها واستمسكوا بها. { هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِنْ قَبْلُ } أي: في الكتب السابقة، مذكورون ومشهورون، { وَفِي هَذَا } أي: هذا الكتاب، وهذا الشرع. أي: ما زال هذا الاسم لكم قديما وحديثا، { لِيَكُونَ الرَّسُولُ شَهِيدًا عَلَيْكُمْ } بأعمالكم خيرها وشرها { وَتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ } لكونكم خير أمة أخرجت للناس، أمة وسطا عدلا خيارا، تشهدون للرسل أنهم بلغوا أممهم، وتشهدون على الأمم أن رسلهم بلغتهم بما أخبركم الله به في كتابه، { فَأَقِيمُوا الصَّلَاةَ } بأركانها وشروطها وحدودها، وجميع لوازمها، { وَآتُوا الزَّكَاةَ } المفروضة لمستحقيها شكرا لله على ما أولاكم، { وَاعْتَصَمُوا بِاللَّهِ } أي: امتنعوا به وتوكلوا عليه في ذلك، ولا تتكلوا على حولكم وقوتكم، { هُوَ مَوْلَاكُمْ } الذي يتولى أموركم، فيدبركم بحسن تدبيره، ويصرفكم على أحسن تقديره، { فَنِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ } أي: نعم المولى لمن تولاه، فحصل له مطلوبه { وَنِعْمَ النَّصِيرُ } لمن استنصره فدفع عنه المكروه. تم تفسير سورة الحج، والحمد لله رب العالمين.",
  "ayah": 78,
  "surah": 22
}
