{
  "text": "Если Аллах является единственным, кто посылает облака и проливает дожди, благодаря которым люди добывают пропитание, единственным, кто управляет делами, кому покорны величественные творения, вызывающие страх и беспокойство у других тварей, единственным, кто обладает безграничным могуществом, то Его по праву можно назвать единственным, кто заслуживает поклонения. Все творения должны поклоняться одному Аллаху, у Которого нет сотоварищей, и искренне обращаться к Нему с молитвами, свидетельствуя о своем смирении и испрашивая Его милость. Никто не заслуживает того, чтобы к нему обращались с молитвами, чтобы его боялись, чтобы на него надеялись, чтобы его любили, чтобы его желали, чтобы остерегались, чтобы к нему стремились, кроме Всевышнего Аллаха, потому что право на поклонение является Его исключительным правом. Поклонение Аллаху является истинным, тогда как поклонение творениям является ложным и бесполезным. Идолы и другие боги, которых люди приобщают в сотоварищи к Аллаху, не могут ответить на молитвы тех, кто обращается к ним за помощью и поклоняется им. Они не способны удовлетворить ни большие, ни малые просьбы своих почитателей, связанные с мирской или будущей жизнями. И поэтому идолопоклонники и многобожники подобны человеку, который стоит у края глубокого колодца и протягивает руки к воде, но не может дотянуться до нее. Он испытывает сильную жажду, пытается зачерпнуть руками воду, но не может сделать этого. Неверующие также надеются на помощь богов, к которым они взывают, однако последние не отвечают на их молитвы и не приносят им пользу даже тогда, когда они больше всего нуждаются в этом. А происходит так потому, что вымышленные боги являются такими же бедными и беспомощными, как и многобожники, которые к ним взывают. Они не способны самостоятельно распорядиться даже одной крупицей на небесах или на земле. Они не распоряжаются делами Вселенной вместе с Аллахом и даже не являются Его помощниками. Из всего сказанного становится ясно, что молитвы неверующих являются сущим заблуждением, потому что идолы и боги, которым поклоняются наряду с Аллахом, являются абсолютно беспомощными. А поклонение и молитвы, обращенные к таким богам, являются порочными и бесполезными, потому что любой поступок является бессмысленным, если бессмысленной является его конечная цель. Всевышний Аллах - истинный Правитель, власть которого очевидна и неоспорима. А это значит, что поклонение Ему является истинным и может принести человеку пользу как при жизни на земле, так и после смерти. Притча, в которой неверующие, обращающие молитвы к вымышленным божествам, уподобляются человеку, который безнадежно протягивает руки для того, чтобы донести воду до рта, является одним из самых замечательных коранических сравнений. В этой притче один поступок сравнивается с другим невероятным поступком для того, чтобы подчеркнуть невероятность первого. Воистину, самым лучшим способом подчеркнуть отсутствие чего-либо является сравнение этого с тем, что невозможно или невероятно. Вот почему Всевышний Аллах сказал: «Воистину, не откроются врата небесные для тех, кто считал ложью Наши знамения и превозносился над ними. Они не войдут в Рай, пока верблюд не пройдет сквозь игольное ушко» (7:40).",
  "ayah": 14,
  "surah": 13
}
