{
  "text": "قوله تعالى :  ( وإن إلياس لمن المرسلين  ) روي عن  عبد الله بن مسعود  قال : إلياس  هو إدريس   . وفي مصحفه : وإن إدريس  لمن المرسلين . وهذا قول عكرمة   .وقال الآخرون : هو نبي من أنبياء بني إسرائيل .قال ابن عباس : هو ابن عم اليسع .قال محمد بن إسحاق : هو إلياس بن بشر بن فنحاص بن العيزار بن هارون بن عمران .وقال أيضا محمد بن إسحاق ، والعلماء من أصحاب الأخبار : لما قبض الله عز وجل حزقيل النبي - صلى الله عليه وسلم - عظمت الأحداث في بني إسرائيل وظهر فيهم الفساد والشرك ، ونصبوا الأوثان وعبدوها من دون الله ، فبعث الله - عز وجل - إليهم إلياس نبيا وكانت الأنبياء من بني إسرائيل يبعثون بعد موسى بتجديد ما نسوا من التوراة ، وبنو إسرائيل كانوا متفرقين في أرض الشام ، وكان سبب ذلك أن يوشع بن نون لما فتح الشام بوأها بني إسرائيل وقسمها بينهم ، فأحل سبطا منهم ببعلبك ونواحيها ، وهم السبط الذين كان منهم إلياس فبعثه الله - تعالى - إليهم نبيا ، وعليهم يومئذ ملك يقال له : آجب قد أضل قومه وأجبرهم على عبادة الأصنام ، وكان يعبد هو وقومه صنما يقال له : بعل ، وكان طوله عشرين ذراعا وله أربعة وجوه ، فجعل إلياس يدعوهم إلى الله - عز وجل - وهم لا يسمعون منه شيئا إلا ما كان من أمر الملك فإنه صدقه وآمن به فكان إلياس يقوم أمره ويسدده ويرشده ، وكان لآجب الملك هذا امرأة يقال لها : أزبيل وكان يستخلفها على رعيته إذا غاب عنهم في غزاة أو غيرها ، وكانت تبرز للناس وتقضي بين الناس ، وكانت قتالة للأنبياء ، يقال : هي التي قتلت يحيى بن زكريا عليهما السلام ، وكان لها كاتب رجل مؤمن حكيم يكتم إيمانه ، وكان قد خلص من يدها ثلاثمائة نبي كانت تريد قتل كل واحد منهم إذا بعث سوى الذين قتلتهم ، وكانت في نفسها غير محصنة ، وكانت قد تزوجت سبعة من ملوك بني إسرائيل ، وقتلت كلهم بالاغتيال وكانت معمرة يقال إنها ولدت سبعين ولدا وكان لآجب هذا جار رجل صالح يقال له مزدكي ، وكانت له جنينة يعيش منها ، ويقبل على عمارتها ومرمتها وكانت الجنينة إلى جانب قصر الملك وامرأته ، وكانا يشرفان على تلك الجنينة يتنزهان فيها ويأكلان ويشربان ويقيلان فيها ، وكان آجب الملك يحسن جوار صاحبها مزدكي ، ويحسن إليه ، وامرأته أزبيل تحسده لأجل تلك الجنينة ، وتحتال أن تغصبها منه لما تسمع الناس يكثرون ذكرها ويتعجبون من حسنها ، وتحتال أن تقتله والملك ينهاها عن ذلك ولا تجد عليه سبيلا ، ثم إنه اتفق خروج الملك إلى سفر بعيد وطالت غيبته فاغتنمت امرأته أزبيل ذلك فجمعت جمعا من الناس وأمرتهم أن يشهدوا على مزدكي أنه سب زوجها آجب فأجابوها إليه ، وكان في حكمهم في ذلك الزمان القتل على من سب الملك إذا قامت عليه البينة ، فأحضرت مزدكي وقالت له : بلغني أنك شتمت الملك فأنكر مزدكي ، فأحضرت الشهود فشهدوا عليه بالزور ، فأمرت بقتله وأخذت جنينته ، فغضب الله عليهم للعبد الصالح ، فلما قدم الملك من سفره أخبرته الخبر ، فقال لها : ما أصبت ولا أرانا نفلح بعده ، فقد جاورنا منذ زمان فأحسنا جواره وكففنا عنه الأذى لوجوب حقه علينا ، فختمت أمره بأسوأ الجوار ، فقالت : إنما غضبت لك وحكمت بحكمك ، فقال لها : أوما كان يسعه حلمك فتحفظين له جواره ؟ قالت : قد كان ما كان ، فبعث الله تعالى إلياس إلى آجب الملك وقومه ، وأمره أن يخبرهم أن الله تعالى قد غضب لوليه حين قتلوه ظلما ، وآلى على نفسه أنهما إن لم يتوبا عن صنيعهما ولم يردا الجنينة على ورثة مزدكي أن يهلكهما - يعني آجب وامرأته - في جوف الجنينة ، ثم يدعهما جيفتين ملقاتين فيها حتى تتعرى عظامهما من لحومهما ، ولا يتمتعان بها إلا قليلا . قال : فجاء إلياس وأخبره بما أوحى الله - تعالى - إليه في أمره وأمر امرأته ورد الجنينة ، فلما سمع الملك ذلك اشتد غضبه عليه ثم قال له : يا إلياس والله ما أرى ما تدعو إليه إلا باطلا وما أرى فلانا وفلانا - سمى ملوكا منهم قد عبدوا الأوثان - إلا على مثل ما نحن عليه يأكلون ويتمتعون مملكين ، ما ينقص من دنياهم أمرهم الذي تزعم أنه باطل ، وما نرى لنا عليهم من فضل ، قال : وهم الملك بتعذيب إلياس وقتله ، فلما أحس إلياس بالشر والمكر به رفضه وخرج عنه ، فلحق بشواهق الجبال ، وعاد الملك إلى عبادة بعل ، وارتقى إلياس إلى أصعب جبل وأشمخه فدخل مغارة فيه .ويقال : إنه بقي سبع سنين شريدا خائفا يأوي إلى الشعاب والكهوف يأكل من نبات الأرض وثمار الشجر وهم في طلبه قد وضعوا عليه العيون والله يستره ، فلما مضى سبع سنين أذن الله في إظهاره عليهم وشفاء غيظه منهم ، فأمرض الله - عز وجل - ابنا لآجب وكان أحب ولده إليه وأشبههم به ، فأدنف حتى يئس منه ، فدعا صنمه بعلا - وكانوا قد فتنوا ببعل وعظموه حتى جعلوا له أربعمائة سادن - فوكلوهم به وجعلوهم أنبياءه ، وكان الشيطان يدخل في جوف الصنم فيتكلم ، والأربعمائة يصغون بآذانهم إلى ما يقول الشيطان ويوسوس إليهم الشيطان بشريعة من الضلال فيبثونها للناس ، فيعملون بها ويسمونهم أنبياء .فلما اشتد مرض ابن الملك طلب إليهم الملك أن يتشفعوا إلى بعل ، ويطلبوا لابنه من قبله الشفاء فدعوه فلم يجبهم ، ومنع الله الشيطان فلم يمكنه الولوج في جوفه ، وهم مجتهدون في التضرع إليه ، فلما طال عليهم ذلك قالوا لآجب : إن في ناحية الشام آلهة أخرى فابعث إليها أنبياءك فلعلها تشفع لك إلى إلهك بعل ، فإنه غضبان عليك ، ولولا غضبه عليك لأجابك . قال آجب : ومن أجل ماذا غضب علي وأنا أطيعه ؟ قالوا : من أجل أنك لم تقتل إلياس وفرطت فيه حتى نجا سليما وهو كافر بإلهك . قال آجب : وكيف لي أن أقتل إلياس وأنا مشغول عن طلبه بوجع ابني ، وليس لإلياس مطلب ولا يعرف له موضع فيقصد ، فلو عوفي ابني لفرغت لطلبه حتى أجده فأقتله فأرضي إلهي ، ثم إنه بعث أنبياءه الأربعمائة إلى الآلهة التي بالشام يسألونها أن تشفع إلى صنم الملك ليشفي ابنه ، فانطلقوا حتى إذا كانوا بحيال الجبل الذي فيه إلياس أوحى الله - تعالى - إلى إلياس - عليه السلام - أن يهبط من الجبل ويعارضهم ويكلمهم ، وقال له : لا تخف فإني سأصرف عنك شرهم وألقي الرعب في قلوبهم ، فنزل إلياس من الجبل ، فلما لقيهم استوقفهم ، فلما وقفوا قال لهم : إن الله - تعالى - أرسلني إليكم وإلى من ورائكم فاسمعوا أيها القوم رسالة ربكم لتبلغوا صاحبكم فارجعوا إليه ، وقولوا له : إن الله - تعالى - يقول لك : ألست تعلم يا آجب أني أنا الله لا إله إلا أنا إله بني إسرائيل الذي خلقهم ، ورزقهم وأحياهم وأماتهم ، فجهلك وقلة علمك حملك على أن تشرك بي ، وتطلب الشفاء لابنك من غيري ممن لا يملكون لأنفسهم شيئا إلا ما شئت ، إني حلفت باسمي لأغيظنك في ابنك ولأميتنه في فوره هذا حتى تعلم أن أحدا لا يملك له شيئا دوني .فلما قال لهم هذا رجعوا وقد ملئوا منه رعبا ، فلما صاروا إلى الملك أخبروه بأن إلياس قد انحط عليهم ، وهو رجل نحيف طوال قد نحل وتمعط شعره وتقشر جلده ، عليه جبة من شعر وعباءة قد خللها على صدره بخلال فاستوقفنا فلما صار معنا قذف له في قلوبنا الهيبة والرعب فانقطعت ألسنتنا ونحن في هذا العدد الكثير فلم نقدر على أن نكلمه ونراجعه حتى رجعنا إليك ، وقصوا عليه كلام إلياس . فقال آجب : لا ننتفع بالحياة ما كان إلياس حيا وما يطاق إلا بالمكر والخديعة ، فقيض له خمسين رجلا من قومه ذوي القوة والبأس ، وعهد إليهم عهده ، وأمرهم بالاحتيال له والاغتيال به وأن يطمعوه في أنهم قد آمنوا به ، هم ومن وراءهم [ ليستنهم إليهم ] ويغتر بهم فيمكنهم من نفسه فيأتون به ملكهم ، فانطلقوا حتى ارتقوا ذلك الجبل الذي فيه إلياس ، ثم تفرقوا فيه ينادونه بأعلى أصواتهم ، ويقولون : يا نبي الله ابرز لنا وامنن علينا بنفسك ، فإنا قد آمنا بك وصدقناك ، وملكنا آجب وجميع قومنا ، وأنت آمن على نفسك ، وجميع بني إسرائيل يقرءون عليك السلام ويقولون : قد بلغتنا رسالتك وعرفنا ما قلت ، [ فآمنا بك وأجبناك إلى ما دعوتنا فهلم إلينا وأقم بين أظهرنا واحكم فينا ] فإنا ننقاد لما أمرتنا وننتهي عما نهيتنا ، وليس يسعك أن تتخلف عنا مع إيماننا وطاعتنا ، فارجع إلينا . وكل هذا منهم مماكرة وخديعة .فلما سمع إلياس مقالتهم وقعت في قلبه وطمع في إيمانهم ، وخاف الله إن هو لم يظهر لهم ، فألهمه الله التوقف والدعاء ، فقال : اللهم إن كانوا صادقين فيما يقولون فأذن لي في البروز إليهم ، وإن كانوا كاذبين فاكفنيهم وارمهم بنار تحرقهم ، فما استتم قوله حتى حصبوا بالنار من فوقهم ، فاحترقوا أجمعين . قال : وبلغ آجب الخبر فلم يرتدع من همه بالسوء ، واحتال ثانيا في أمر إلياس ، وقيض له فئة أخرى مثل عدد أولئك أقوى منهم وأمكن من الحيلة والرأي ، فأقبلوا ، أي : حتى توقلوا ، أي : صعدوا قلل تلك الجبال متفرقين ، وجعلوا ينادون يا نبي الله إنا نعوذ بالله وبك من غضب الله وسطواته ، إنا لسنا كالذين أتوك قبلنا وإن أولئك فرقة نافقوا فصاروا إليك ليكيدوا بك في غير رأينا ، ولو علمنا بهم لقتلناهم ولكفيناك مؤنتهم ، فالآن قد كفاك ربك أمرهم وأهلكهم وانتقم لنا ولك منهم ، فلما سمع إلياس مقالتهم دعا الله بدعوته الأولى فأمطر عليهم النار ، فاحترقوا عن آخرهم ، وفي كل ذلك ابن الملك في البلاء الشديد من وجعه ، فلما سمع الملك بهلاك أصحابه ثانيا ازداد غضبا على غضب ، وأراد أن يخرج في طلب إلياس بنفسه ، إلا أنه شغله عن ذلك مرض ابنه ، فلم يمكنه فوجه نحو إلياس المؤمن الذي هو كاتب امرأته رجاء أن يأنس به إلياس فينزل معه ، وأظهر للكاتب أنه لا يريد بإلياس سوءا ، وإنما أظهر له لما اطلع عليه من إيمانه ، وكان الملك مع اطلاعه على إيمانه مغضيا عليه لما هو عليه من الكفاية والأمانة وسداد الرأي ، فلما وجهه نحوه أرسل معه فئة من أصحابه ، وأوعز إلى الفئة - دون الكاتب - أن يوثقوا إلياس ويأتوا به إن أراد التخلف عنهم ، وإن جاء مع الكاتب واثقا به لم يروعوه ، ثم أظهر مع الكاتب الإنابة وقال له : قد آن لي أن أتوب وقد أصابتنا بلايا من حريق أصحابنا والبلاء الذي فيه ابني ، وقد عرفت أن ذلك بدعوة إلياس ، ولست آمن أن يدعو على جميع من بقي منا فنهلك بدعوته ، فانطلق إليه وأخبره أنا قد تبنا وأنبنا ، وأنه لا يصلحنا في توبتنا ، وما نريد من رضاء ربنا وخلع أصنامنا إلا أن يكون إلياس بين أظهرنا ، يأمرنا وينهانا ، ويخبرنا بما يرضي ربنا ، وأمر قومه فاعتزلوا الأصنام ، وقال له : أخبر إلياس أنا قد خلعنا آلهتنا التي كنا نعبد ، وأرجينا أمرها حتى ينزل إلياس فيكون هو الذي يحرقها ويهلكها ، وكان ذلك مكرا من الملك .فانطلق الكاتب والفئة حتى علا الجبل الذي فيه إلياس ثم ناداه ، فعرف إلياس صوته ، فتاقت نفسه إليه ، وكان مشتاقا إلى لقائه فأوحى الله تعالى إليه أن ابرز إلى أخيك الصالح فالقه ، وجدد العهد به فبرز إليه وسلم عليه وصافحه ، وقال له : ما الخبر ؟ فقال المؤمن : إنه قد بعثني إليك هذا الجبار الطاغية وقومه ، ثم قص عليه ما قالوا ثم قال له : وإني لخائف إن رجعت إليه ولست معي أن يقتلني فمرني بما شئت أفعله ، إن شئت انقطعت إليك وكنت معك وتركته ، وإن شئت جاهدته معك وإن شئت ترسلني إليه بما تحب فأبلغه رسالتك ، وإن شئت دعوت ربك يجعل لنا من أمرنا فرجا ومخرجا ، فأوحى الله تعالى إلى إلياس أن كل شيء جاءك منهم مكر وكذب ليظفروا بك ، وإن آجب إن أخبرته رسله أنك قد لقيت هذا الرجل ولم يأت بك اتهمه وعرف أنه قد داهن في أمرك ، فلم يأمن أن يقتله ، فانطلق معه فإني سأشغل عنكما آجب فأضاعف على ابنه البلاء ، حتى لا يكون له هم غيره ، ثم أميته على شر حال ، فإذا مات فارجع عنه ، قال فانطلق معهم حتى قدموا على آجب ، فلما قدموا شدد الله - تعالى - الوجع على ابنه وأخذ الموت يكظمه ، فشغل الله تعالى بذلك آجب وأصحابه عن إلياس ، فرجع إلياس سالما إلى مكانه ، فلما مات ابن آجب وفرغوا من أمره وقل جزعه انتبه لإلياس ، وسأل عنه الكاتب الذي جاء به ، فقال : ليس لي به علم شغلني عنه موت ابنك والجزع عليه ، ولم أكن أحسبك إلا قد استوثقت منه ، فانصرف عنه آجب وتركه لما فيه من الحزن على ابنه .فلما طال الأمر على إلياس مل السكون في الجبال واشتاق إلى الناس نزل من الجبل فانطلق حتى نزل بامرأة من بني إسرائيل ، وهي أم يونس بن متى ذي النون استخفى عندها ستة أشهر ويونس بن متى يومئذ مولود يرضع ، فكانت أم يونس تخدمه بنفسها وتواسيه بذات يدها ، ثم إن إلياس سئم ضيق البيوت بعد تعوده فسحة الجبال ، فأحب اللحوق بالجبال فخرج وعاد إلى مكانه ، فجزعت أم يونس لفراقه فأوحشها فقده ، ثم لم تلبث إلا يسيرا حتى مات ابنها يونس حين فطمته ، فعظمت مصيبتها فخرجت في طلب إلياس ، فلم تزل ترقى الجبال وتطوف فيها حتى عثرت عليه ، فوجدته وقالت له : إني قد فجعت بعدك لموت ابني فعظمت فيه مصيبتي واشتد لفقده بلائي ، وليس لي ولد غيره ، فارحمني وادع لي ربك جل جلاله ليحيي لي ابني وإني قد تركته مسجى لم أدفنه ، وقد أخفيت مكانه ، فقال لها إلياس : ليس هذا مما أمرت به ، وإنما أنا عبد مأمور أعمل بما يأمرني ربي ، فجزعت المرأة وتضرعت فأعطف الله - تعالى - قلب إلياس لها ، فقال لها : متى مات ابنك ؟ قالت : منذ سبعة أيام فانطلق إلياس معها وسار سبعة أيام أخرى حتى انتهى إلى منزلها ، فوجد ابنها ميتا له أربعة عشر يوما ، فتوضأ وصلى ودعا ، فأحيا الله تعالى يونس بن متى ، فلما عاش وجلس وثب إلياس وتركه ، وعاد إلى موضعه .فلما طال عصيان قومه ضاق بذلك إلياس ذرعا فأوحى الله - تعالى - إليه بعد سبع سنين وهو خائف مجهود : يا إلياس ما هذا الحزن والجزع الذي أنت فيه ؟ ألست أميني على وحيي وحجتي في أرضي وصفوتي من خلقي ؟ فسلني أعطك ، فإني ذو الرحمة الواسعة والفضل العظيم ، قال : تميتني وتلحقني بآبائي فإني قد مللت بني إسرائيل وملوني ، فأوحى الله - تعالى - إليه : يا إلياس ما هذا باليوم الذي أعري عنك الأرض وأهلها ، وإنما قوامها وصلاحها بك وبأشباهك ، وإن كنتم قليلا ولكن سلني فأعطك ، فقال إلياس : إن لم تمتني فأعطني ثأري من بني إسرائيل ، قال الله تعالى : فأي شيء تريد أن أعطيك ؟ قال : تمكنني من خزائن السماء سبع سنين فلا تنشر عليهم سحابة إلا بدعوتي ، ولا تمطر عليهم سبع سنين قطرة إلا بشفاعتي ، فإنهم لا يذلهم إلا ذلك ، قال الله تعالى : يا إلياس أنا أرحم بخلقي من ذلك ، وإن كانوا ظالمين ، قال : فست سنين ، قال : أنا أرحم بخلقي من ذلك ، قال : فخمس سنين ، قال : أنا أرحم بخلقي من ذلك ولكني أعطيك ثأرك ثلاث سنين ، أجعل خزائن المطر بيدك ، قال إلياس : : فبأي شيء أعيش ؟ قال : أسخر لك جيشا من الطير ينقل إليك طعامك وشرابك من الريف والأرض التي لم تقحط . قال إلياس : قد رضيت ، قال : فأمسك الله - تعالى - عنهم المطر حتى هلكت الماشية والدواب والهوام والشجر وجهد الناس جهدا شديدا ، وإلياس على حالته مستخف من قومه ، يوضع له الرزق حيثما كان ، وقد عرف ذلك قومه وكانوا إذا وجدوا ريح الخبز في بيت قالوا : لقد دخل إلياس هذا المكان ، وطلبوه ولقي من أهل ذلك المنزل شرا .قال ابن عباس : أصاب بني إسرائيل ثلاث سنين القحط ، فمر إلياس بعجوز فقال لها : هل عندك طعام ؟ قالت : نعم شيء من دقيق وزيت قليل ، قال : فدعا بهما ودعا فيه بالبركة ومسه حتى ملأ جرابها دقيقا ، وملأ خوابيها زيتا ، فلما رأوا ذلك عندها قالوا : من أين لك هذا ؟ قالت : مر بي رجل من حاله كذا وكذا فوصفته بوصفه فعرفوه ، فقالوا : ذلك إلياس ، فطلبوه فوجدوه فهرب منهم ، ثم إنه أوى إلى بيت امرأة من بني إسرائيل لها ابن يقال له اليسع بن أخطوب ، به ضر فآوته وأخفت أمره ، فدعا له فعوفي من الضر الذي كان به ، واتبع اليسع إلياس فآمن به وصدقه ولزمه ، وكان يذهب حيثما ذهب وكان إلياس قد أسن فكبر واليسع شاب ، ثم إن الله - تعالى - أوحى إلى إلياس : إنك قد أهلكت كثيرا من الخلق ممن لم يعص من البهائم والدواب والطير والهوام بحبس المطر ، فيزعمون - والله أعلم - أن إلياس قال : يا رب دعني أكن أنا الذي أدعو لهم وآتيهم بالفرج مما هم فيه من البلاء ، لعلهم أن يرجعوا وينزعوا عما هم عليه من عبادة غيرك ، فقيل له : نعم ، فجاء إلياس إلى بني إسرائيل ، فقال : إنكم قد هلكتم جوعا وجهدا ، وهلكت البهائم والدواب والطير والهوام والشجر بخطاياكم ، وإنكم على باطل فإن كنتم تحبون أن تعلموا ذلك فاخرجوا بأصنامكم ، فإن استجابت لكم فذلك كما تقولون ، وإن هي لم تفعل علمتم أنكم على باطل ، فنزعتم ودعوت الله - تعالى - ففرج عنكم ما أنتم فيه من البلاء ، قالوا : أنصفت فخرجوا بأوثانهم فدعوها ، فلم تفرج عنهم ما كانوا فيه من البلاء ، ثم قالوا لإلياس : إنا قد هلكنا فادع الله تعالى لنا ، فدعا لهم إلياس ومعه اليسع بالفرج ، فخرجت سحابة مثل الترس على ظهر البحر وهم ينظرون ، فأقبلت نحوهم وطبقت الآفاق ثم أرسل الله تعالى عليهم المطر فأغاثهم ، وأحييت بلادهم ، فلما كشف الله - تعالى - عنهم الضر نقضوا العهد ، ولم ينزعوا عن كفرهم وأقاموا على أخبث ما كانوا عليه ، فلما رأى ذلك إلياس دعا ربه - عز وجل - أن يريحه منهم ، فقيل له فيما يزعمون : انظر يوم كذا وكذا فاخرج فيه إلى موضع كذا فما جاءك من شيء فاركبه ولا تهبه ، فخرج إلياس ومعه اليسع حتى إذا كانا بالموضع الذي أمر أقبل فرس من نار ، وقيل : لونه كلون النار ، حتى وقف بين يديه ، فوثب عليه إلياس ، فانطلق به الفرس فناداه اليسع : يا إلياس ، ما تأمرني ؟ فقذف إليه إلياس بكسائه من الجو الأعلى ، فكان ذلك علامة استخلافه إياه على بني إسرائيل ، فكان ذلك آخر العهد به ، فرفع الله تعالى إلياس من بين أظهرهم ، وقطع عنه لذة المطعم والمشرب ، وكساه الريش فكان إنسيا ملكيا أرضيا سماويا ، وسلط الله تعالى على آجب الملك وقومه عدوا لهم فقصدهم من حيث لم يشعروا به حتى رهقهم ، فقتل آجب وامرأته أزبيل في بستان مزدكي ، فلم تزل جيفتاهما ملقاتين في تلك الجنينة حتى بليت لحومهما ورمت عظامهما ، ونبأ الله - تعالى - اليسع وبعثه رسولا إلى بني إسرائيل ، وأوحى الله - تعالى - إليه وأيده ، فآمنت به بنو إسرائيل فكانوا يعظمونه ، وحكم الله - تعالى - فيهم قائم إلى أن فارقهم اليسع .وروى السري بن يحيى عن عبد العزيز بن أبي رواد قال : الخضر وإلياس يصومان شهر رمضان ببيت المقدس ، ويوافيان الموسم في كل عام .وقيل : إن إلياس موكل بالفيافي ، والخضر موكل بالبحار فذلك قوله تعالى : \" وإن إلياس لمن المرسلين \" .",
  "ayah": 123,
  "surah": 37
}
