{
  "text": "فاعرض ............ بمن التقی (23) ک (35 : 92 تا 23)\n” پس اے نبی جو شخص ہمارے ذکر سے منہ پھیرتا ہے اور دنیا کی زندگی کے سوا جسے کچھ مطلوب نہیں ہے اسے اس کے حال پر چھوڑ دو ۔ ان لوگوں کا مبلغ علم بس یہی کچھ ہے۔ یہ بات تیرا رب ہی زیادہ جانتا ہے کہ اس کے راستے سے کون بھٹک گیا ہے اور کون سیدھے راستے پر ہے اور زمین اور آسمانوں کی ہر چیز کا مالک اللہ ہی ہے۔ تاکہ اللہ برائی کرنے والوں کو ان کے عمل کا بدلہ دے اور ان لوگوں کو اچھی جزا سے نوازے جنہوں نے نیک رویہ اختیار کیا ہے جو بڑے بڑے گناہوں اور کھلے کھلے قبیح افعال سے پرہیز کرتے ہیں۔ الایہ کہ کچھ قصور ان سے سرزد ہوجائے۔ بلاشبہ تیرے رب کا دامن مغفرت بہت وسیع ہے۔ وہ تمہیں اس وقت سے خوب جانتا ہے جب اس نے زمین سے تمہیں پیدا کیا اور جب تم اپنی ماؤں کے پیٹوں میں ابھی جنین ہی تھے ۔ پس اپنے نفس کی پاکی کے دعوے نہ کرو۔ وہی بہتر جانتا ہے کہ واقعی متقی کون ہے “۔\nاعراض اور روگردانی کرنے کا حکم ان لورگوں کے لئے دیا گیا ہے جو اللہ کی یاد سے اعراض و روگردانی کرتے ہیں۔ آخرت پر ایمان نہیں لاتے اور صرف حیات دنیا چاہتے ہیں۔ رسول اللہ ﷺ سے کہا جاتا ہے کہ ان مشرکین کو چھوڑ دیں جن کے عقائد اور رویہ کا بیان اس سورة کے ابتدا میں ہوا اور جن کے اوہام و خرافات پر مبنی عقائد کا رد کیا گیا۔\nرسول اللہ کے بعد یہ خطاب ہر مسلم داعی کو ہے جس کو اس قسم کے لوگوں سے واسطہ ہو جو اللہ کی یاد سے غافل ہوں جو اللہ اور آخرت پر ایمان نہ لاتے ہوں اور جن کا نقطہ نظر محض سیکولر ہو۔ دنیا سے آگے وہ دیکھنے والے ہی نہ ہوں۔ آخرت کا حساب و کتاب ان کی نظروں میں نہ ہو اور وہ دیکھتے ہوں کہ بس ان کا مقصد وجود صرف اس دنیا کی زندگی ہے۔” بابر بعیش کوش کہ عالم دوبارہ نسبت “ اور وہ اس ۔۔۔۔ اپنی زندگی کو اسی انداز پر استوار کرتے ہوں وہ انسان کے شعور کو اس بات سے الگ کردیتے ہیں کہ ایک ایسا الہ بھی ہے جو لوگوں کے امور کا مدبر ہے اور یہ کہ وہ الہ اس دنیا کی مختصر زندگی کے بعد اعمال کا حساب و کتاب لے گا اور ہمارے دور میں مادیت اور الحاد کے پیروکار ایسے ہی لوگ ہیں۔\nجو لوگ آخرت پر ایمان رکھتے ہیں وہ ایسے لوگوں میں دلچسپی نہیں لے سکتے جو آخرت سے غافل ہیں اور نہ ایسے لوگوں کے ہمقدم زندگی بسر کرسکتے ہیں جو آخرت کے منکر ہیں کیونکہ دونوں قسم کے لوگوں کے منبع زندگی اس قدر متضاد ہوتے ہیں کہ یہ ایک دوسرے کے ساتھ ایک قدم بھی نہیں چل سکتے کیونکہ زندگی کے نکات میں سے وہ باہم کسی نکتے پر بھی متفق نہیں ہوسکتے۔ ان کی زندگی کی قدریں اور پیمانے ہی الگ ہوتے ہیں۔ اہداف مختلف ہوتے ہیں ، تصورات مختلف ہوتے ہیں۔ لہٰذا وہ ایک دوسرے کے ساتھ تعاون بھی نہیں کرسکتے۔ وہ اس زمین پر ایک جگہ کوئی سرگرمی نہیں رکھ سکتے کیونکہ ان کی زندگی کے پیمانے ، قدریں اور مقاصد مختلف ہوتے ہیں۔ ان کی دوڑ دھوپ کا منہاج مختلف ہوگا اور غرض وغایت جدا ہوگی۔ جب دونوں کے درمیان کوئی یکسانیت اور یکجہتی نہیں ہے تو ایک دوسرے میں دلچسپی کیا ہوگی ؟ اگر کوئی مومن ایی سے لوگوں میں دلچسپی لیتا ہے جو اللہ کے ذکر سے منہ موڑتے ہیں اور سوائے حیات دنیا کے اور کچھ نہیں چاہتے تو وہ ایک سراسر ایک عبث کام کرتا ہے اور وہ بےمصرف اپنی قوت کو خرچ کررہا ہے۔\nپھر اعراض اور روگردانی سے ایک اور غرض بھی ہے یہ کہ جو لوگ اللہ پر ایمان نہ لانے پر تلے ہوئے ہوں ان کو نظر انداز کرنا ، ان کو اہمیت نہ دینا بھی اپنی جگہ ایک مقصد ہے جو لوگ صرف دنیا کے بندے ہوں ان کو اس لئے نظر انداز کیا جاتا ہے کہ وہ ہیں ہی اس قابل کہ ان کو نظر انداز کیا جائے۔ وہ حق سے دور ہیں۔ حق کے ادراک کے اہل نہیں۔ یہ پردوں کے پیچھے کھڑے ہیں ان کے اور حقیقت کے درمیان حجاب ہے۔ یہ اس دنیا کے دائرے اور حدود سے باہر نکل نہیں سکتے۔",
  "ayah": 29,
  "surah": 53
}
