{
  "text": "وانہ ............ وابکی (35 : 34) ” اور یہ کہ اس نے ہنسایا اور اسی نے رلایا “ اس آیت کے ضمن میں بہت ہی بڑے حقائق آتے ہیں اور اس آیت میں حکمت و دانش کے کئی رنگ ہیں کئی تصاویر ہیں۔ پہلا معنی تو یہ ہے کہ اللہ نے انسان کے اندر ہنسنے اور رونے کی صلاحیت رکھی۔ یہ دونوں صفات اسی انسان کی تخلیق کے رازوں میں سے راز ہیں۔ انسان کو معلوم نہیں کہ وہ کس طرح روتا ہے اور ہنستا ہے۔ انسان کی پیچیدہ تخلیق میں کس طرح ان دونوں متضاد صفات اور تاثرات کو ایک جگہ رکھ دیا گیا ہے۔ انسان کی نفسیاتی پیچیدگیاں اس کی عضویاتی پیچیدگیوں سے کم نہیں ہیں اور اس کے اندر کی عضویاتی اور نفسیاتی جذبات اور موثرات ایک دوسرے کے ساتھ پیوست ہیں اور اس کے اعضاء اور نفسیاتی عمل رونے اور ہنسنے کے عمل میں باہم اشتراک سے کام کرتے ہیں۔\nاس نے ہنسایا اور رلایا یعنی بیک وقت انسان روتا بھی ہے اور ہنستا بھی اور اللہ نے اسباب فراہم کردیے اور ان دونوں صفات کو ایک پیچیدہ راز قرار دیا کہ بعض اسباب پر انسان رونے لگتا ہے اور بعض پر ہنسنے لگتا ہے۔ آج ایک چیز اسے رلاتی ہے اور کل اسی کی وجہ سے وہ ہنستا ہے اور آج وہ ہنستا ہے اور کل اسی کی وجہ سے روتا ہے۔ یہ نہیں ہے کہ اسے جنون لاحق ہوتا ہے نہ وہ بھول جاتا ہے بلکہ نفسیاتی حالات ایسے ہوتے ہیں۔ نفسیاتی حالات میں تبدیلی ہوتی ہے۔ بعض اقدار ، بعض اسباب ، بعض تقریبات اور بعض محرکات ایسے ہوتے ہیں جو کبھی رلاتے ہیں اور کبھی ہنساتے ہیں اور انسانی شعور ایک ہی حالت میں نہیں رہتا۔\nیہ بھی ایک رنگ ہوتا ہے کہ ایک ہی واقعہ سے ایک فریق روتا ہے اور دوسرا اس واقعہ سے ہنستا ہے۔ ایک ہی واقعہ کا اثر دونوں پر الگ الگ ہوتا ہے۔ یہ ہوتے ہیں حالات موثرات اور کسی ایک واقعہ کے بارے میں نفسیاتی رد عمل۔ ایک ہی واقعہ پر ایک ہی شخص کبھی روتا ہے کبھی ہنستا ہے۔ آج کسی واقعہ پر وہ خوش ہے ہنستا ہے لیکن کل اسی واقعہ کے برے نتائج سامنے آتے ہیں تو روتا ہے۔ اس وقت اس کی تمنا ہوتی ہے کہ کاش میں نے ایسا نہ کیا ہوتا۔ کئی ایسے لوگ ہیں جو اس دنیا میں رات اور دن ہنستے ہیں اور قیامت میں روئیں گے۔\nیہ ہیں مختلف نقشے ، مختلف حالات اور مختلف موسم اور اس آیت سے ہم ہزار ہا نفسیاتی کیفیات کا اخراج کرسکتے ہیں۔ یہ جس شعور کی بات ہے۔ جس قدر کوئی زیادہ نفسیاتی تجربے کرے گا اسے معلوم ہوگا کہ ہر تجربے کے بعد جو نفسیاتی صورت حال پیدا ہوتی ہے اس سے انسان ہنستا ہے یا روتا ہے۔ یہ قرآن کریم کا اعجاز ہے کہ وہ چند الفاظ کے اندر ایک ایسا آئینہ پیش کرتا ہے کہ اس میں جو چاہے جہاں چاہے اپنی صورت دیکھے۔",
  "ayah": 43,
  "surah": 53
}
