{
  "text": "وانہ ........ والانثیٰ (35 : 54) من ........ تمنیٰ (35 : 64)\n” اور اس نے نر اور مادے کا جوڑا پیدا کیا ایک بوند سے جب وہ ٹپکائی جاتی ہے۔ “ یہ بھی ایک عظیم حقیقت ہے جو اس دنیا میں ہر لمحے میں واقع ہوتی ہے چونکہ یہ عظیم واقعہ ہر وقت ہوتا رہتا ہے۔ اس لئے انسان اسے بھول جاتا ہے حالانکہ یہ ایک ایسا معجزہ اور عجوبہ ہے جو تمام تخیلاتی عجوبوں سے زیادہ عجیب ہے۔\nایک نطفہ ، ایک بوند جو گرتی ہے جو انسانی جسم کا ایک لیسدار مادہ ہے اور یہ اسی قدر زیادہ ہے جس طرح پسینہ ، آنسو اور دوسرے مواد۔ ایک وقت گزرنے کے بعد یہ کیا سے کیا بن جاتا ہے پھر یہ مرد اور عورت کی شکل اختیار کرلیتا ہے۔ مذکر ومونث بن جاتا ہے اور یہ معجزہ کس طرح رونما ہوتا ہے۔ اگر یہ واقع نہ ہوتا تو ہم اس کے بارے میں سوچ بھی نہ سکتے تھے۔ یہ انسان جو ایک قوی اور شیدید اور سخت باڈی رکھتا ہے۔ یہ کہاں تھا ؟ یہ اس سیال نطفے میں کہاں چھپا ہوتا تھا بلکہ اس نطفے کے کئی ملین اجزاء میں سے یہ ایک تھا۔ اس کی ہڈیاں کہاں تھیں۔ گوشت کہاں تھا جلد اور رگیں کہاں تھیں۔ بال اور ناخن کہا تھے اور اس کی خصوصیات اور صلاحیتیں کہاں تھیں اور اس کے اخلاق اور اس کا مزاج کہاں تھا۔ ایک مائیکروسکوپ سے دیکھا جانے والا خلیہ جس کے ساتھ اور کئی ملین ایسے خلیے موجود ہیں اور یہ سب ایک ہی نطفے میں ہیں جو بوند کی شکل میں نکلتا ہے۔ اس خلیے میں خصوصاً مذکر و مونث کا نقشہ کیا تھا۔ آخر کار یہ نقشہ جنین کے اندر ظاہر ہوا۔\nکوئی ایسا ذی عقل انسان نہیں ہوسکتا جو اس عظیم حقیقت پر تدبر کرے اور پھر وہ ششدر نہ رہ جائے۔ یہ تو ممکن ہی نہیں ہے کہ اس عظیم معجزے کا کوئی انکار کردے اور غرور سرکشی کرکے یہ کہے ” بھائی یہ اسی طرح ہوتا ہے پس جائیے والسلام “ اور یہ کام یونہی ہوگیا فقط ” اسی طرح مرد و عورت پیدا ہوگئے اور بس ہم زیادہ نہیں جانتے “ یا کوئی زیادہ تعلیم یافتہ بننے کی کوشش کرے اور کہے کہ یہ واقعات اس طرح ہوئے کیونکہ اس مواد میں ازرو ئے فطرت یہی استعداد تھی اور تمام زندہ چیزوں کے اندر تناسل کی یہ صلاحیت ہے لیکن اس کا جواب پھر سوال اور تشریح کا محتاج ہے۔ سوال یہ پیدا ہوتا ہے کہ یہ استعداد کس نے ودیعت کردی اور یہ جذبہ کس نے ہر چیز کو دیا کہ وہ خود کار طریقے سے حفظ نوع اور تسلسل حیات کے لئے کام کرے۔ پھر یہ قوت ان چیزوں کو کس نے دی کہ وہ ایک ضعیف حالت سے تنومند حالت تک پہنچیں۔ یہ راستہ کس نے بتایا اور یہ خواہش کس نے رکھی اور ہر چیز کے اندر اس کے نوع کے خواص کس نے رکھے اور ان کے اندر اس نوع کی چیزوں کو دوبارہ پیدا کرنے کے خواص کس نے رکھے۔ ظاہر ہے کہ ایک قوت مدبرہ ہے جو اپنے ارادے اور حکم اور اذن سے ان معاملات کو چلارہی ہے اور ہر چیز کو ایک متعین راہ اور طریقے پر چلاتی ہے۔\nاور پھر اس پہلی پیدائش سے جو ناقابل انکار حقیقت ہے۔ اللہ انسان کو دوسری پیدائش کی طرف متوجہ فرماتا ہے۔",
  "ayah": 46,
  "surah": 53
}
