{
  "text": "فاسجدواللہ واعبدوا (35 : 26) ع (السجدة) ” جھک جاؤ اللہ کے آگے اور بندگی بجا لاؤ “ یوں اس انداز میں یہ بلند آواز دی جاتی ہے اور ایک طویل تمہید کے بعد یہ چیخ ہے جس سے دل دہل جاتے ہیں اور سخت سے سخت اعصاب کے اندر بھی ارتعاش پیدا ہوجاتا ہے۔\nیہی وجہ ہے کہ کفار نے اس کو سن کر سجدہ کرلیا۔ سجدہ ریز ہوگئے حالانکہ وہ مشرک تھے۔ وہ وحی میں شک کرتے تھے۔ اللہ اور رسول اللہ ﷺ کے بارے میں ہر وقت وہ جھگڑتے رہتے تھے۔\nانہوں نے ان حالات میں سجدہ کیا کہ وہ اس پوری سورت کے اندر خوفناک انجام کو سن چکے تھے۔ حضور اکرم ﷺ ایک پر سوز انداز میں تلاوت فرما رہے تھے۔ حرم میں مسلم اور مشرک سب بیٹھے ہوئے تھے۔ آپ نے سجدہ کیا۔ مسلمانوں نے سجدہ کیا تو مشرکین بھی بےساختہ گر پڑے۔ وہ اس پر تاثیر کلام الٰہی کے مقابلے میں ٹھہر نہ سکے۔ شیطان بھی ان کو روک نہ سکا۔ جب ان پر سے یہ اثر ختم ہوا تو وہ اس اثر کو بھی بھول گئے اور اس بات کو بھی بھول گئے کہ انہوں نے سجدہ کیا ہے۔\nروایات تواتر ہیں کہ اس سورت کو سن کر مشرکین نے سجدہ کیا۔ اس کے بعد لوگوں نے اس واقعہ کی تاویل اور تجزیہ اپنے اپنے خیال کے مطابق کیا ہے حالانکہ یہ عجیب واقعہ نہ تھا۔ یہ تو قرآن مجید کی تاثیر کا ایک نمونہ تھا جس کے سامنے ایک بار تو سخت سے سخت دل بھی گھائل ہوجاتا ہے۔\nیہ واقعہ جس کے بارے میں روایات تواتر تک پہنچی ہوئی ہیں ، مشرکین مکہ کے سجدے کا واقعہ ہے۔ میں بھی سمجھتا تھا کہ اس پر تبصرہ ضروری ہے اور اس کا تجزیہ کرنا چاہئے لیکن اس کے بعد مجھے اس واقعہ کا ایک شعوری تجربہ بھی ہوا اور میں نے اپنے دل میں اس پر غور کیا اور مجھے معلوم ہوا کہ اس کا اصل سبب کیا تھا۔\nاور میں نے اس سے قبل یہ ذیلی روایات پڑھ رکھی تھیں جو ” حدیث غرانیق “ کے نام سے مشہور ہے۔ یہ حدیث ابن سعد نے طبقات میں ، ابن جریر طبری نے اپنی تاریخ میں اور بعض مفسرین نے آیت 22 : 25 کی تفسیر میں نقل کی ہے۔\nوما ارسلنا ............ حکیم (22 : 25) ” اے نبی تم سے پہلے ہم نے نہ کوئی رسول بھیجا ہے نہ نبی کہ جب اس نے تمنا کی شیطان اس کی تمنا میں خلل انداز ہوگیا۔ اس طرح شیطان جو کچھ خلل اندازیاں کرتا ہے اللہ ان کو مٹا دیتا ہے اور انہی آیات کو پختہ کردیتا ہے۔ اللہ علیم ہے اور حکیم ہے۔ “ ان روایات کے بارے میں علامہ ابن کثیر نے فرمایا کہ ان میں سے کوئی روایت بھی سند صحیح کے ساتھ روایت نہیں ہوئی۔ ان میں سے مفصل ترین ، رسول اللہ پر افترا میں کمتریں اور خرافات میں کم سے کم آلودہ روایت ابن ابو خاتم کی روایت ہے۔ کہتے ہیں روایت بیان کی موسیٰ ابن الاموسیٰ کو فی نے ، محمد ابن اسحاق شیبی سے ، انہوں نے محمد ابن خلیج سے انہوں نے موسیٰ ابن عقیہ سے ، انہوں نے ابن شہاب سے ، وہ کہتے ہیں سورت النجم نازل ہوئی ۔ مشرکین ان دنوں کہتے تھے کہ اگر یہ شخص ہمارے الٰہوں کا تذکرہ اچھے الفاظ میں کردے تو ہم اسے اور اس کے ساتھیوں کو تسلیم کرلیں لیکن یہ شخص اپنے دین کے دوسرے مخالفوں کا مثلاً یہود ونصاریٰ کا ذکر ان الفاظ میں نہیں کرتا جن میں یہ ہمارے الٰہوں کا ذکر کرتا ہے۔ ہمیں تو یہ سب وشتم کرتا ہے۔ یہ وہ دور تھا کہ حضور اکرم اور آپ کے ساتھیوں کو سخت اذیتیں دی جارہی تھیں اور آپ ان کو گمراہی کی وجہ سے نہایت ہی پریشان رہتے تھے۔ تو آپ یہ تمنا کرتے تھے کہ یہ لوگ ہدایت پر آجائیں۔ جب اللہ نے سورت النجم نازل کی اور اس میں یہ آیت آئی۔\nافرایت ........ تولی (35 : 33) واعطی ........ اکدی (35 : 43) تو شیطان نے ان آیات سے متصلا بعد اپنی زبان سے یہ الفاظ ادا کردیئے۔\nانھن ............ لتریحی ” اور بیشک یہ بلند مرتبہ دیویاں ہیں اور ان کی سفارش کی توقع کی جاتی ہے۔ “\nیہ شیطان نے اپنی جانب سے سجع ملایا تھا۔ یہ الفاظ مکہ میں ہر مشرک نے سن لئے اور ان کے دل میں بیٹھ گئے اور اس کی وجہ سے ان کی زبانیں خاموش ہوگئیں اور انہوں نے ان الفاظ کے آنے پر ایک دوسرے کو مبارکباد دیں دیں اور یہ کہنا شروع کردیا کہ محمد ﷺ رجوع کرکے اپنے سابق دین پر آگیا ہے۔ جب رسول اللہ سورت کے آخر تک پہنچے تو آپ نے سجدہ کیا اور محفل میں جو مسلم اور مشرک بیٹھے ہوئے تھے انہوں نے سجدہ کرلیا۔ ولید ابن معتبرہ بوڑھا آدمی تھا۔ اس نے زمین سے مٹی اٹھائی اور اس پر سجدہ کردیا۔ دونوں فریقوں نے تعجب کیا کہ حضور کے ساتھ تمام لوگ کس طرح سجدہ ریز ہوگئے۔ مسلمانوں کو تعجب یوں ہوا کہ مشرکین نے سجدہ کرلیا حالانکہ وہ ایمان نہیں لائے تھے۔ بغیر ایمان وتصدیق کے سجدہ کرلیا۔ مسلمانوں نے وہ الفاظ نہ سنے تھے جو شیطان نے ادا کردیئے تھے اور جن کو مشرکین نے سن لیا تھا۔ تو مشرکین مطمئن ہوگئے کہ شیطان حضور کی تمنا میں یہ بات ڈال دی اور مشرکین کے کانوں میں یہ بات ڈال دی کہ یہ الفاظ حضور نے پڑھے ہیں تو انہوں نے اپنے الٰہوں کی تعظیم میں سجدہ کیا۔ یہ بات لوگوں کے اندر بہت ہی مشہور ہوگئی اور شیطان نے اسے یوں پھیلا دیا کہ حبشہ تک پہنچ گئی۔ جہاں بعض مومنین آباد تھے یعنی عثمان ابن مفعون اور ان کے ساتھی۔ ان کو بتایا گیا کہ اہل مکہ مسلمان ہوگئے ہیں اور انہوں نے رسول اللہ کے ساتھ نماز پڑھی ہے اور ان کو یہ بات بھی پہنچی کہ ولید ابن مغیرہ نے ہاتھ میں مٹی لے کر اس پر سجدہ کیا۔ ان کو بتایا گیا کہ اب مکہ میں مسلمان پر امن ہیں چناچہ حبشی مہاجرین جلدی سے لوٹے۔ اس دوران اللہ نے اس شیطانی حرکت کے (اثرات) کو منسوخ کردیا تھا اور اپنی آیات کو محکم کردیا تھا اور افترا سے بچا لیا تھا اور اللہ نے فرمایا۔\nوما ارسلنا من قبلک ........ جب اللہ نے اپنا فیصلہ دیا اور شیطانی سجع کو منسوخ کردیا تو مشرکین بھی اپنی گمراہی اور دشمنی کی طرف لوٹ گئے اور انہوں نے پھر از سر نو مسلمانوں پر تشدد شروع کردیا۔\nبعض روایات ایسی ہیں جن میں مذکورہ بالا عبارت (غرالفیق) کو حضور اکرم کی طرف منسوب کیا گیا ہے اور یہ وجہ بیان کی ہے کہ (نعوذ باللہ) حضور چاہتے تھے کہ کسی طرح لوگ مسلمان ہوجائیں اور قریش کے ساتھ کسی طرح مصالحت ہوجائے۔ جہاں تک میرا تعلق ہے میں نے پڑھتے ہی ان روایات کا انکار کیا ہے کیونکہ ان کو تسلیم کرنے کے بعد عصمت انبیاء اور وحی کی حفاظت پر یقین نہیں رہ سکتا اور یہ روایات نہایت لغو ہیں اور قرآن مجید میں تحریف کے امکان کی راہ کھولتی ہیں لیکن سب سے بڑی بات یہ ہے کہ خود سورت کی عبارت بھی ان الفاظ کے متحمل نہیں ہے۔ یہاں تک کہ جن لوگوں نے ان الفاظ کو شیطان کے الفاظ قرار دیا ہے وہ بھی ممکن نہیں ہے کہ اس سورت کے الفاظ کے ساتھ ادا ہوئے ہوں اور مشرکین نے اس سے وہ تاثر لیا ہو جس کا ان روایات میں ذکر ہے کیونکہ مشرکین عرب تھے۔ وہ عربی زبان خوب سمجھتے تھے۔ جب انہوں نے (غرالفیق) والی عبارت سنی اور اس کے بعد پھر متصلا انہوں نے یہ آیت سنی۔ الکم ا ........ من سلطن (35 : 32) ” کیا بیٹے تمہارے لئے ہیں اور بیٹیاں خدا کے لئے ؟ یہ تو پھر بڑی دھاندلی کی تقسیم ہوئے۔ دراصل یہ کچھ نہیں مگر بس چند نام جو تم نے اور تمہارے باپ دادا نے رکھ لئے ہیں اللہ نے ان کے لئے کوئی سند نازل نہیں کی۔ “ کیا وہ اس عبارت کا مفہوم بھی نہ سمجھے اور اس کے بعد انہوں نے سنا۔\nان الذین ............ الحق شیئا (35 : 82) ” مگر جو لوگ آخرت کو نہیں مانتے وہ فرشتوں کو دیویوں کے ناموں سے موسوم کرتے ہیں حالن کہ اس معاملہ کا کوئی علم انہیں حاصل نہیں ہے۔ وہ محض گمان کی پیروی کررہے ہیں اور گمان حق کی جگہ کچھ کام نہیں دے سکتا۔ “ اور اس سے قبل وہ یہ بھی سنتے ہیں۔\nوکم ............ ویرضی (35 : 62) ” آسمانوں میں کتنے ہی فرشتے ہیں ان کی شفاعت کچھ کام نہیں آسکتی جب تک کہ اللہ کسی ایسے شخص کے حق میں اس کی اجازت نہ دیدے جس کے لئے وہ کوئی عرضداشت سننا چاہے اور اس کو پسند کرے “ یہ مشرکین جو عرب تھے اور کلام کو اچھی طرح سمجھتے تھے وہ کس طرح رسول اللہ کے ساتھ سجدہ کرسکتے تھے کیونکہ اس صورت میں تو یہ کلام درست ہی نہیں رہتا۔ ان کے بتوں کی تعریف اور یہ کہ ان کی شفاعت قبول ہوگی۔ یہ تو تسلیم شدہ ہی نہیں رہتی۔ وہ اس قدر غبی تو تھے نہیں جس طرح یہ لوگ غبی تھے جنہوں نے یہ روایات نقل کی ہیں یا تصنیف کی ہیں جن کو آج کل مستشرقین ہاتھوں ہاتھ لیتے ہیں یا جہالت کی وجہ سے مطلب براری کے لئے۔\nجہاں تک مشرکین کے سجدے کی بات ہے تو یہ درست ہے اور یہ کسی اور وجہ سے ہوا ہوگا۔ اس طرح مہاجرین بھی حبشہ سے کسی اور وجہ سے لوٹے ہوں گے۔ یہاں ہم مہاجرین کی واپسی کی تحقیق تو نہیں کرسکتے کہ وہ واپس آئے اور پھر دوبارہ حبشہ کو چلے گئے۔ ہاں یہاں مشرکین کے سجدے کی بات ضروری ہے۔\nمیں ایک عرصہ تک غور کرتا رہا کہ مشرکین نے یہ بےساختہ سجدہ کیوں کیا۔ میرے ذہن میں ایک احتمال یہ آتا ہے کہ ایسا ہوا ہوگا۔ روایات میں آتا ہے کہ مہاجرین حبشہ دو یا تین ماہ کے بعد حبشہ سے واپس آگئے تھے۔ یہ بھی محتاج تو جیہہ فعل ہے۔ بہرحال میں اس نکتے پر غور ہی کررہا تھا کہ مجھے ایک شعور اور عملی تجربے سے گزرنا پڑا جس کی طرف اس سے قبل میں نے اشارہ بھی کیا ہے ۔\nایک دفعہ ہم بعض دوستوں کے ساتھ رات کو گھوم رہے تھے کہ ہم نے قریب ہی ایک قاری کی قرات سنی۔ یہ سورت نجم پڑھ رہا تھا۔ ہم خاموش ہوگئے اور قرآن مجید سننے لگے۔ قاری کی آواز بھی بہت ہی خوبصورت تھی اور اس کی قرات بھی بہت ہی اچھی تھی۔\nمیں اس قاری کے ساتھ چلتا رہا۔ میرا تصور حضور اکرم ﷺ کے ساتھ عالم بالا کی سیر کرتا رہا۔ پھر جبرائیل (علیہ السلام) کی ملاقات جو ان فرشتوں کی اصل صورت میں تھی۔ یہ تجربہ بھی حضور اکرم کے لئے عجیب ہوگا۔ پھر ہم سدرة المنتہیٰ اور جنت المادی کی طرف گئے میں اور اپنے خیال اور تخیل کے ساتھ جارہا ہوں اور قاری صاحب تلاوت کررہے ہیں۔ یہ میرا سفر جاری ہے جہاں تک میرا تصور ، میرا خیال اور میرا شعور میرا ساتھ دے رہا ہے۔\nاس کے بعد میرے احساسات ان تصورات پر مرکوز ہوگئے جو مشرکین فرشتوں کے بارے میں رکھتے تھے۔ ان کی بندگی ، ان کا خدا کی اولاد ہونا ، ان کی مونث ہونا پھر نطفے سے انسان کی تخلیق کا منظر ، ماؤں کے پیٹوں میں جنین کے مناظر اور اللہ کے علم کا احاطہ کا تصور جس قدر میرے لئے ممکن تھا۔\nپھر آخری پیراگراف پڑھا گیا اور مجھ پر اثرات پے درپے تھے کہ وہ جہاں جو ہماری نظروں سے اوجھل ہے ایک وسیع کائنات ہے ، پھر حساب و کتاب کے مناظر ، پھر یہ منظر کہ انسان جو راہ بھی لے اس کی انتہا پر اللہ سے ملاقات ہوگی۔ اس کے بعد اس جہاں میں ہر طرف رونے والے روتے ہیں اور ساتھ ہی ہنسنے والے ہنستے ہیں۔ اربوں مخلوق زندہ ہوتی ہے تو اربوں فنا ہوتی ہے اور نطفہ یعنی مائیکرو سکوپی نقطہ کہاں سے چلتا ہے اور سفر کرتے کرتے کس طرح مذکر اور مونث کی شکل اختیار کرکے ایک قوی ہیکل انسان بن جاتا ہے پھر میرا خیال ان بستیوں میں جاتا ہے جو ہلاک کردی گئیں جو اٹھا دی گئیں اور ان پر ویرانی چھا جاتی ہے یا جو کچھ چھا جاتا ہے۔\nاور پھر قاری آخری پکار تلاوت کرتا ہے۔\nھذا نذیر ............ کاشفة (35 : 85) ” یہ ایک تنبیہ ہے پہلے آئی ہوئی تنبیہات میں سے۔ آنے والی گھڑی قریب آلگی ہے۔ اللہ کے سوا کوئی اس کا ہٹانے والا نہیں ہے۔ “\nاور اس کے بعد آخری آواز آتی ہے اور میرا پورا بدن کانپ اٹھتا ہے اس خوفناک لاجوابی کے بعد\nافمن ھذا ............ سمدون (35 : 16) ” کیا یہی وہ باتیں ہیں جن پر تم اظہار تعجب کرتے ہو ؟ ہنستے ہو اور روتے نہیں ہو اور گا بجا کر انہیں ٹالتے ہو۔ “\nاور آخر میں جب میں نے قاری صاحب سے نا۔\nفاسجدو اللہ واعبدو (35 : 26) (السجدة تلاوت) ” جھک جاؤ اللہ کے آگے اور بندگی بجا لاؤ۔ “ تو میرا دل کانپ اٹھا ۔ میرے اعصاب جواب دے گئے اور میری حالت ایسی ہوگئی کہ میں جسمانی اعتبار سے نڈھال ہوگیا اور میرے اوپر کپکپی طاری ہوگئی اور میرے لئے کھڑا ہونا مشکل ہوگیا۔ آنسوؤں کی جھڑی لگ گئی اور باوجود کوشش کے میں آنسو روک نہ سکا۔\nاس وقت مجھے یقین ہوگیا کہ مشرکین مکہ نے جو بےساختہ سجدہ کیا وہ مجبور تھے کہ ایسا کریں۔ اور اس کا سبب قرآن مجید کا وہ اثر ہے جو ہر شخص پر ہوتا ہے اور کوئی شخص اس سے متاثر ہوئے بغیر نہیں رہ سکتا اور اس سورت کے اندر جو لفظی ترنم ہے اور جو معنوی سحر آفرینی ہے وہ جسم کے اندر زلزلہ پیدا کردیتی ہے۔\nیہ پہلی بار نہ تھا کہ میں نے سورت نجم سنی ہو یا پڑھی ہو لیکن اس بار مجھ پر اس کا یہ اثر ہوا میرے اندر اس قدر رد عمل پیدا ہوا یہ ہے قرآن مجید کا راز۔ اس کے رد عمل میں کچھ لمحات ہوتے ہیں کہ ایک آیت یا سورت انسان سنتا ہے تو وہ فوراً لبیک کہتا ہے۔ یہ لمحات انتظار کرنے سے نہیں ملتے۔ کچھ لمحات ہوتے ہیں جن میں انسان قوت کے اصل سرچشمے سے مل جاتا ہے او اس وقت اس پر اثر ہوتا ہے اور وہ کیا سے کیا بن جاتا ہے۔\nمیں سمجھتا ہوں کہ اس دن سامعین قرآن کو اس قسم کے لمحات نصیب ہوگئے تھے۔ پھر پڑھنے والے حضرت محمد ﷺ تھے۔ آپ نہایت گہرے خلوص سے پڑھتے تھے۔ آپ کی ذات ان حالات کے اندر خود شریک تھی جو اس سورت میں بیان ہوئیں۔ آپ کی ذات ، آپ کی تلاوت اور آپ کا خلوص اس کے اندر گھل مل گیا تھا۔ ان سب چیزوں کے اثر میں سامعین کے اعصاب جواب دے گئے اور ورہ سجدہ ریز ہوگئے اور جب آپ نے پڑھا۔\nفاسجدو اللہ واعبدوا (35 : 26) (السجدة تلاوت) تو بےساختہ سب سجدے میں گر گئے۔ آپ بھی گر گئے ، مسلمان بھی گر گئے اور کفار بھی گر گئے۔\nیہ سوال کیا جاسکتا ہے کہ تم اپنا تجربہ اور اپنی واردات کو بیان کررہے اور تم تو مسلمان ہو۔ تم اس قرآن پر ایمان رکھتے ہو اور تمہارے دل میں قرآن کا ایک مقام واثر ہے۔ یہ مشرکین تو سرے سے مومن ہی نہ تھے اور قرآن کے منکر تھے تو انہوں نے کس طرح سجدہ کرلیا۔\nلیکن دو باتیں ایسی ہیں جن سے یہ شبہ دور ہوجاتا ہے ایک تو یہ کہ سورت کی تلاوت حضرت محمد ﷺ خود فرما رہے تھے جنہوں نے اس قرآن کو براہ راست اس کے سرچشمے سے لیا تھا اور آپ کی زندگی قرآن سے عبارت تھی اور آپ کو قرآن کے ساتھ اس قدر لگاؤ تھا کہ اگر آپ کسی گھر سے قرآن کی آواز سنتے تو آپ کے قدم بوجھل ہوجاتے اور آپ سننے لگتے۔ اپنے گھر میں بھی اگر وہ سنتے تو درازے میں کھڑے ہوجاتے اور اندر تب جاتے جب تلاوت ختم ہوتی اور پھر اس سورت میں تو آپ کے وہ لمحات ذکر ہوئے جو آپ نے عالم بالا میں گزارے۔ روح الامین کے ساتھ گزارے اور آپ نے انہیں اپنی اصلی صورت میں دیکھا جہاں تک میرا تعلق ہے تو میں ایک قاری سے سن رہا تھا۔ اس لئے دونوں میں بہت بڑافرق ہے۔\nدوسری وجہ یہ ہے کہ ان مشرکین کے دل قرآن کے عظیم تاثیرات سے کس طرح بچ سکتے تھے جبکہ وہ براہ راست حضرت محمد ﷺ سے سن رہے تھے۔ وہ جانتے تھے کہ یہ خدا کا کلام ہے البتہ وہ محض عناد میں مبتلا تھے اور یہ ضد اور عناد بھی مصنوعی تھے۔ آنے والے دو واقعات یہ بتائیں گے کہ وہ حضرت محمد ﷺ سے بہت ہی متاثر تھے۔ آپ کی روحانی اور اخلاقی قوتوں کے معترف تھے اس لئے ان کا متاثر ہوکر سجدے میں گر جانا کوئی انہونی بات نہیں ہے۔\nابن عساکر نے عتبہ ابن ابواب کے حالات زندگی میں لکھا ہے محمد ابن اسحاق سے ، انہوں نے عثمان ابن عروہ سے ، انہوں نے ابن الزبیر سے ، انہوں نے اپنے والد سے انہوں نے ہنادبن الاسود سے وہ کہتے ہیں ابولہب اور اس کے بیٹے عتبہ شام جانے کے لئے تیار ہوئے۔ میں نے بھی ان کے ساتھ تیاری کی۔ ان کے بیٹے عتبہ نے کہا خدا کی قسم میں محمد ﷺ کے پاس جاؤں گا اور اس کو اس کے رب کے بارے میں اذیت دوں گا۔ یہ نبی ﷺ کے پاس آیا اور کہا اے محمد ﷺ ” میں اس شخص کو تسلیم نہیں کرتا جو قریب ہوا اور لٹکا یہاں تک وہ دو کمانوں کے برابر تھا یا قریب تھا۔ “ تو نبی ﷺ نے فرمایا ” اے اللہ اس پر اپنے کتوں میں سے کسی کتے کو مسلط فرمادے “ عتبہ واپس ہوا۔ باپ نے پوچھا کہ بیٹے تم نے اسے کیا کہا۔ اس نے واقعہ دہرایا تو اس نے پھر پوچھا کہ اس نے تمہیں کیا جواب دیا۔ تو اس نے بتایا کہ انہوں نے یہ بددعا کی کہ اے اللہ اس پر اپنے کتوں میں سے کسی کتے کو مسلطً کردے تو ابولہب نے کہا بیٹا خدا کی قسم میں اس کی بددعا کے بارے میں تم سے بےفکر نہیں۔ بہرحال ہم چلے یہاں تک کہ ہم ابراہ میں اترے۔ یہ سدہ میں ہے۔ ہم ایک راہب کے گرجے میں جا کر اترے۔ اس نے کہا اہل عرب تم اس راستے سے کیوں آگئے ہو یہاں تو شیر اس طرح پھرتے ہیں جس طرح بھیڑ بکریاں پھرتی ہیں۔ ابو لہب نے اپنے ساتھیوں سے کہا کہ دیکھو میں بوڑھا ہوں اور میرا تم پر حق ہے اور اس شخص نے میرے بیٹے کے بارے میں اللہ کے ہاں بددعا کی ہے۔ میں اس سے بہت ڈرتا ہوں لہٰذا اپنے سامان کو اس گرجے میں جمع کرو اور میرے بیٹے کو سامان کے اوپر سلادو اور اس کے بعد سامان کے ارد گرد تم سوجاؤ۔ ہم نے ایسا ہی کیا۔ رات کو ایک شیر آیا۔ اس نے ہمارے منہ سونگھے۔ اس کو ایک شکار نہ ملا۔ یہ شیر چھلانگ لگا کر سامان کے اوپر چڑھ گیا۔ عتبہ کا منہ سونگھا اس کے بعد اسے خوب دبوچا۔ خوب دبوچا اور اس کے بعد اس کا سر پھوڑ دیا۔ ابولہب نے کہا میں نے بھی کہا تھا کہ یہ محمد ﷺ کی بددعا سے بچ نہیں سکتا۔\nیہ واقعہ تو ابولہب کے ساتھ ہوا۔ کے ساتھ ہوا ، جو آپ کے شدید ترین مخالفین میں سے تھا اور مخالف ہی نہیں بلکہ مخالفین کا سرخیل تھا۔ آپ کے خلاف لوگوں کو جمع کرتا تھا۔ اور قرآن کریم میں بھی اس کے خلاف بددعا قیامت تک ثبت کردی گئی ہے۔\nتبت یدا ........ مسد (5) (111 : 1 تا 5) ” ٹوٹ گئے ہاتھ ابولہب کے اور نامراد ہوگیا وہ ۔ اس کا مال اور جو کچھ اس نے کمایا وہ اس کے کسی کام نہ آیا۔ ضرور وہ شعلہ بار آگ میں ڈالا جائے گا اور اس کی جرو بھی لگائی بجھائی کرنے والی ، اس کی گردن میں مونجھ کی رسی ہوگی “ اور یہ تھا اس کا حقیقی شعور محمد ﷺ کے بارے میں اور حضرت محمد ﷺ کی بددعا سے وہ کس قدر کانپ گیا تھا اور اسے اپنے بیٹے کے بچنے کی کوئی امید نہ رہی تھی۔\nدوسرا واقعہ عتبہ ابن ابوربیعہ کا ہے اس کو قریش نے حضرت محمد ﷺ کے ہاں بھیجا کہ آپ سے بات کرے کہ اس تحریک سے باز آجائیں جس نے قریش کے اندر تفریق ڈال دی ہے اور آپ ان کے الٰہوں پر تنقید کرتے ہیں۔ قریش اس کے لئے تیار ہیں کہ اگر آپ سربراہی چاہیں ، مال چاہیں ، عورتیں چاہیں ، آپ کو دے دیں۔ جب عتبہ ابن ابو ربیعہ نے بات ختم کردی تو حضور ﷺ نے ان سے پوچھا کہ تمہاری بات ختم ہوگئی تو اس نے کہا ہاں ختم ہوگئی تو حضور نے کہا پھر میری بات سنو ، تو اس نے کہا اچھا کرو تو آپ نے سورت تلاوت کی :۔\nحم ........ یسمعون (14 : 4) ” یہ خدائے رحمان ورحیم کی طرف سے نازل کردہ ایسی کتاب ہے جس کی آیت خوب کھول کر بیان کی گئی ہیں۔ عربی زبان کا قرآن ان لوگوں کے جو علم رکھتے ہیں بشارت دینے والی اور ڈرانے والی مگر ان لوگوں میں سے اکثر نے اس سے مروگردانی کی اور وہ سن کر نہیں دیتے “ آپ پڑھتے گئے یہاں تک کہ آپ نے پڑھا۔\nفان ............ وثمود (14 : 31) ” اگر یہ لوگ منہ موڑتے ہیں تو ان سے کہہ دو کہ میں تم کو اس طرح کے اچانک ٹوٹ پڑنے والے عذاب سے ڈراتا ہوں جیسا عاد وثمود پر نازل ہوا۔ “ اسی مقام پر عتبہ اٹھا اور حضور کے منہ پر ہاتھ رکھ دیا۔ وہ بہت خوفزدہ ہوگیا اور حضرت نبی ﷺ سے درخواست کی کہ اپنے بھائیوں پر رحم کرو۔ یہ قریش کے پاس واپس ہوا اور ان کے سامنے یہ پورا واقعہ بیان کیا اور ان سے کہا کہ تمہیں معلوم ہے کہ محمد ﷺ جو بات کہتا ہے وہ جھوٹ نہیں بولتا۔ اس لئے میں ڈر گیا تھا کہ تم پر عذاب نہ آجائے۔\nیہ اس شخص کا حال تھا جس نے اسلام قبول نہ کیا تھا۔ اس کا خوف اور تاثر ظاہر ہے باوجود اس کے کہ یہ لوگ سخت ہٹ دھرمی اور ضد میں انکار پر تلے ہوئے تھے۔\nیہی صورت اس وقت پیش آئی جب ان لوگوں نے حضرت محمد ﷺ کے منہ مبارک سے جب سورت نجم سنی تو وہ اس قدر متاثر ہوئے اور ایسے حال میں مبتلا ہوئے کہ وہ رک نہ سکے اور حضور ﷺ اور مسلمانوں کے ساتھ سجدہ ریز ہوگئے کیونکہ بعض لمحات ایسے ہوتے ہیں کہ قرآن کا انسان پر زبردست اثر ہوتا ہے تو انہوں نے بےساختہ سجدہ کرلیا۔ اس میں نہ کوئی عرانیق کی بات تھی اور نہ کوئی اور بات تھی مثلاً شیطان کی دخل اندازی کی اور جو روایات بھی اس سلسلے میں ہیں وہ سب خود ساختہ ہیں۔",
  "ayah": 62,
  "surah": 53
}
