{
  "text": "ثم حكى - سبحانه - أقبح رذائلهم ، وهى عبادتهم لغير الله ، ودعواهم أن أصنامهم ستشفع لهم فقال - تعالى - :( وَيَعْبُدُونَ مِن دُونِ الله مَا لاَ يَضُرُّهُمْ . . . )هذه الآية الكريمة معطوفة على قوله - تعالى - قبل ذلك ( وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا . . . ) عطف القصة على القصة .والعبادة : الطاعة البالغة حد النهاية فى الخضوع والتعظيم .أي : وهؤلاء الذين لا يرجون لقاؤنا ، ويطلبون قرآنا غير هذا القرآن أو تبديله ، بلغ من جهلهم وسفههم أنهم يعبدون من دون الله أصناما لا تضرهم ولا تنفعهم ، لأنها جمادات لا قدرة لها على ذلك .والمقصود بوصفها بأنها لا تضر ولا تنفع : بطلان عبادتها ، لأن من شأن المعبود أن يملك الضر والنفع ، وأن يكون مثيبا على الطاعة ومعاقبا على المعصية .وقوله : ( مِن دُونِ الله ) جار ومجرور متعلق بمحذوف حال من فاعل ( يعبدون ) أي : يعبدونها متجاوزين الله وتاركين طاعته .و ( ما ) موصولة أو نكرة موصوفة . والمراد بها الأصنام التى عبدوها من دون الله؟قال الجمل : \" ونفي الضر والنفع هنا عن الأصنام باعتبار الذات ، وإثباتها لها فى سورة الحج فى قوله ( يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ ) باعتبار السبب ، فلا يرد كيف نفي عن الأصنام الضر والنفع ، وأثبتهما لهما فى سورة الحج \" .وقوله : ( وَيَقُولُونَ هؤلاء شُفَعَاؤُنَا عِندَ الله ) حكاية لأقوالهم السخيفة عندما يُدعَوْن إلى عبادة الله وحده .والشفعاء : جمع شفيع ، وهو من يشفع لغيره فى دفع ضر أو جلب نفع .أي : أنهم يدينون بالعبادة لأصنام لا تضرهم إن تركوا عبادتها ، ولا تنفعهم إن عبدوها ، فإذا ما طلب منهم أن يجعلوا عبادتهم لله وحده وقالوا : إننا نعبد هذه الأصنام لتكون شفيعة لنا عند الله فى دنيانا ، بأن نتوسل إليه بها فى إصلاح معاشنا ، وفى آخرتنا إن كان هناك ثواب وعقاب يوم القيامة .وهنا يأمر الله - تعالى - نبيه - صلى الله عليه وسلم - أن يرد عليهم بما يخرس ألسنتهم فى قول : ( قُلْ أَتُنَبِّئُونَ الله بِمَا لاَ يَعْلَمُ فى السماوات وَلاَ فى الأرض ) .أي : قل يا محمد لهؤلاء الجاهلين : إن الله - تعالى - لا يخفى عليه شيء فى هذا الكون ولا يعلم أن هناك من يشفع عنده مما تزعمون شفاعته . فهل تعملون أنتم ما لا يعلمه . وهل تخبرونه بما لا يعلم له وجوداً فى السموات ولا فى الأرض؟!!فالمقصود بهذه الجملة الكريمة التهكم بهم ، والسخرية بعقولهم وأفكارهم ، ونفي أن تكون الأوثان شفعاء عند الله بأبلغ وجه .والعائد فى قوله ( بِمَا لاَ يَعْلَمُ ) محذوف . والتقدير بما لا يعلمه .وقوله ( فِي السماوات وَلاَ فى الأرض ) حال من العائد المحذوف ، وهو مؤكد للنفي ، لأن ما لا يوجد فى ها فهو منتف عادة .قال صاحب الكشاف : \" فإن قلت كيف : أنبأوا الله بذلك؟ قلت : هو تهكم بهم ، وبما ادعوه من المحال الذى هو شفاعة الأصنام ، وإعلام بأن الذى أنبأوا به باطل .فكأنهم يخبرونه بشيء لا يتعلق علمه به ، كما يخبر الرجل بما لا يعلمه .وقوله ( فِي السماوات وَلاَ فى الأرض ) تأكيد لتنفيه ، لأن ما لم يوجد فى هما فهو منتف معدوم .وقوله : ( سُبْحَانَهُ وتعالى ) عن كل شريك ، وعما قاله هؤلاء الجاهلون من أن الأصنام شفعاء عنده .وبذلك تكون الآية الكريمة قد وبخت المشركين على عبادتهم لغير الله وعلى جهالاتهم وتقولهم على الله بغير علم .",
  "ayah": 18,
  "surah": 10
}
