{
  "text": "ثم حكى - سبحانه - لونا آخر من ألوان تعنت المشركين وجهالاتهم فقال - تعالى - :( وَيَقُولُونَ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ فَقُلْ إِنَّمَا الغيب . . . ) .ومرادهم بالآية التى طلبوها : آية كونية سوى القرآن الكريم ، بأن تكون معه - صلى الله عليه وسلم - ناقة كنافة صالح - عليه السلام - أو تكون معه عصا كعصا موسى - عليه السلام - وكأنهم لا يعتبرون القرآن آية كبرى ، ومعجزة عظمى على صدقة - صلى الله عليه وسلم - .ومرادهم بإنزالها عليه : ظهورها على يديه - صلى الله عليه وسلم - حتى يروا ذلك بأعينهم .أى : \" ويقول هؤلاء المشركون لنبيهم - صلى الله عليه وسلم - هلا أنزل الله عليك آية أخرى سوى القرآن الكريم تكون شاهدة لك بالنبوة ، كأن تعيد إلى الحياة آباءنا ، وكأن تتحول جبال مكة إلى بساتين \" .ومطالبهم هذه إنما طلبوها على سبيل العناد والتعنت لا على سبيل الاسترشاد والثبت ، قال - تعالى - : ( وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الملائكة وَكَلَّمَهُمُ الموتى وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلاً مَّا كَانُواْ ليؤمنوا إِلاَّ أَن يَشَآءَ الله . . . ) وقوله : ( فَقُلْ إِنَّمَا الغيب للَّهِ فانتظروا إِنِّي مَعَكُمْ مِّنَ المنتظرين ) أمر من الله - تعالى - لرسوله - صلى الله عليه وسلم - بأن يرد عليهم بما يفحمهم .أى : قل لهم فى الجواب على هذه المطالب المتعنتة : إن هذه المطالب التى طلبتموها هى من علم الغيب الذى استأثر الله به ، فقد يجيبكم إليها - سبحانه - وقد لا يجيبكم ، فانتظروا فى ما يقضيه الله فى أمر تعنتكم فى مطالبكم ، إني معكم من المنتظرين لقضائه وقدره ، ولما يفعله بي وبكم .فالجملة الكريمة تهديد لهم على تعنتهم وجهلهم ، وتهوينهم من شأن القرآن الكريم ، مع أنه أصدق معجزة للرسول - صلى الله عليه وسلم - وأعظمها .ولقد حكى القرآن - فى آيات أخرى كثيرة - المطالب المتعنته التى طلبها المشركون من النبي - صلى الله عليه وسلم - والتي تدل على عنادهم وجحودهم ، ومن ذلك قوله - تعالى - : ( وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعاً . أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيراً . أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفاً أَوْ تَأْتِيَ بالله والملائكة قَبِيلاً . أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ أَوْ ترقى فى السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَاباً نَّقْرَؤُهُ قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَراً رَّسُولاً ) كما حكى أيضاً - سبحانه - أنه لو أجابهم إلى مطالبهم لما آمنوا ، لأنهم معاندون جاحدون فقال - تعالى - ( إِنَّ الذين حَقَّتْ عَلَيْهِمْ كَلِمَتُ رَبِّكَ لاَ يُؤْمِنُونَ . وَلَوْ جَآءَتْهُمْ كُلُّ آيَةٍ حتى يَرَوُاْ العذاب الأليم ) وقال - سبحانه - : ( وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَاباً فى قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الذين كَفَرُواْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ ) وبعد أن ساقت السورة الكريمة جانبا من أقوال الذين لا يرجون لقاء الله ومن مقترحاتهم الباطلة ومن معتقداتهم الفاسدة ، أتبعت ذلك بتصوير بعض الطبائع البشرية تصويرا صادقا يكشف عن أحوال النفوس فى حالتي السراء والضراء فقال - تعالى - :( وَإِذَآ أَذَقْنَا الناس رَحْمَةً مِّن بَعْدِ . . . ) .",
  "ayah": 20,
  "surah": 10
}
