{
  "text": "ثم ساق - سبحانه - مشهدا حياً . تراه العيون ، وتهتز له القلوب ، ويجعل المشاعر تتجه إلى الله وحده بالدعاء فقال - تعالى - ( هُوَ الذي يُسَيِّرُكُمْ وفى البر والبحر . . . ) .والسير معناه : الانتقال من مكان إلى آخر . والتسيير معناه : جعل الإِنسان أو الحيوان أو غيرهما يسير بذاته ، أو بواسطة دابة أو سفينة أو غيرهما ، مما سخره الله - تعالى - له بقدرته ورحمته .أى : هو - سبحانه - الذي يسيركم بقدرته ورحمته وفى البر والبحر ، بواسطة ما وهبكم من قدرة على السير ، أو ما سخر لكم من دواب وسفن وغيرهما مما تستعملونه وفى سفركم ، وكل ذلك من أجل مصلحتكم ومنفعتكم .ثم قال - تعالى - ( حتى إِذَا كُنتُمْ وفى الفلك وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ وَفَرِحُواْ بِهَا . . . ) .والفل : ما عظم من السفن . ويستعمل هذا اللفظ عند كثير من العلماء للواحد والجمع . والظاهر أن المراد به هنا الجمع ، بدليل قوله ( وَجَرَيْنَ ) أى : السفن .والمراد بالريح الطيبة : الريح المناسبة لسير السفن ، والموافقة لا تجاهها .أى : هو - سبحانه - وحدا الذي ينقلكم من مكان إلى آخر وفى البر والبحر ، حتى إذا كنتم فى إحدى مرات تسييركم راكبين فى السفن التي سخرها لكم ، وجرت هذه السفن بمن فيها بسبب الريح الطيبة إلى المكان الذى تقصدونه ، وأنتم وفى حالة فرح غامر ، وسرور شامل . . ( جَآءَتْهَا رِيحٌ عَاصِفٌ وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ وظنوا أَنَّهُمْ أُحِيطَ بِهِم . . . ) .والريح العاصف : هى الريح الشديدة القوية . يقال : عصفت الريح واعصفت فهي عاصف إذا اشتدت وفى سرعتها وهيجانها .والموج : ما ارتفع من مياه البحار ، والظن هنا بمعنى اليقين أو الاعتقاد الراجح ، وقوله : ( أُحِيطَ بِهِمْ ) أى : أحاط بهم البلاء من كل ناحية . يقال لمن وقع فى بلية : قد أحيط به وأصل هذا أن العدو إذا أحاط بعدوه جعله على حافة الهلاك .أي بعد أن جرت السفن بهلاء القوم وفى البحر وهم وفى فرح وحبور ، جاءت إليهم ريح عاصفة شديدة السرعة والتقلب ، وارتفع إليها الموج من كل مكان ، واعتقد ركابها - الذين كانوا منذ قليل فرحين مبتهجين - أنهم قد أحاط بهم الهلاك كما يحيط العدو بعدوه .وقوله : ( بهم ) فيه التفات من الخطاب إلى الغيبة ، لأنه كان الظاهر أن يقال : حتى إذا كنتم وفى الفلك وجرين بكم لكن جاء الكلام على أسلوب الالتفات للمبالغة فى تقبيح أحوالهم ، وسوء صنيعهم .قال صاحب الكشاف \" فإن قلت : ما فائدة صرف الكلام من الخطاب إلى الغيبة؟ قلت : المبالغة ، كأنه لغيرهم حالهم ليعجبهم منها ، ويستدعي منهم الإِنكار والتقبيح \" .وقوله : ( دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين ) بيان لما قالوه بعد أن داهمتهم الرياح العاصفة ، والأمواج العالية وبعد أن أيقنوا أنهم على حافة الموت .أي وفى تلك الساعات العصبية ، واللحظات الحرجة ، توجهوا إلى الله وحده قائلين : نقسم لك يا ربنا ، ويا من لا يعجزك شيء ، لئن أنجينا من تلك الأهوال التي نحن فيها ، لنكونن من الشاكرين لك ، المطيعين لأمرك ، المتبعين لشرعك .وهنا ، وبعد الدعاء العريض ، هدأت العاصفة ، وانخفضت الأمواج ، وسكنت النفوس بعض السكون ، ووصلت السفن إلى شاطئ الأمان فماذا كانت النتيجة؟كانت النتيجة كما صورها القرآن الكريم : ( فَلَمَّآ أَنجَاهُمْ إِذَا هُمْ يَبْغُونَ وفى الأرض بِغَيْرِ الحق . . )",
  "ayah": 22,
  "surah": 10
}
