{
  "text": "ساق - سبحانه - من مظاهر قدرته ، ما يبطل تعجبهم فقال - تعالى - :( إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات . . . )قال الإِمام الرازي ما ملخصه : \" اعلم أنه - تعالى - لما حكى عن الكفار أنهم تعجبوا من الوحي والبعثة والرسالة ثم إنه - تعالى - أزال ذلك التعجب بأنه لا يبعد ألبتة فى أن يبعث خالق الخلق إليهم رسولا يبشرهم وينذرهم . . كان هذا الجواب إنما يتم بإثبات أمرين :أحدهما : إثبات أن لهذا العالم إلها قاهرا قادرا ، نافذ الحكم بالأمر والنهي .والثاني : إثبات الحشر والنشر والبعث والقيامة ، حتى يحصل الثواب والعقاب اللذان أخبر الأنبياء عن حصولهما .فلا جرم أنه - سبحانه - ذكر فى هذا الموضع ما يدل على تحقيق هذين المطلوبين .أما الأول : وهو إثبات الألوهية فبقوله - تعالى : ( إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات والأرض . . . ) .وأما الثاني : فهو إثبات المعاد والحشر والنشر بقوله : ( إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً . . . ) .فثبت أن هذا الترتيب فى غاية الحسن . ونهاية الكمال .والمعنى : إن ربكم ومالك أمركم - الذى عجبتم من أن يرسل إليكم رسولا منكم هو الذى الذي خلق السموات والأرض فى مقدار ستة أيام أى أوقات .فالمراد من اليوم معناه اللغوي وهو مطلق الوقت .وعن ابن عباس - رضي الله عنهما - أن تلك الأيام من أيام الآخرة التى يوم منها كألف سنة مما تعدون .قال الآلوسى : \" وقيل هى مقدار ستة أيام من أيام الدنيا وهو الأنسب بالمقام ، لما فيه من الدلالة على القدرة الباهرة بخلق هذه الأجرام العظيمة فى مثل تلك المدة اليسيرة ، ولأنه تعريف لنا بما نعرفه \" .وقال بعض العلماء : \" ولا ندخل فى تحديد هذه الأيام الستة ، فهي لم تذكر هنا لنتجه إلى تحديد مداها ونوعها ، وإنما ذكرت لبيان حكمة التدبير والتقدير فى الخلق حسب مقتضيات الغاية من هذا الخلق ، وتهيئته لبلوغ هذه الغاية .وعلى أية حال فالأيام الستة غيب من غيب الله ، الذى لا مصرد لإدراكه إلا هذا المصدر ، فعلينا أن نقف عنده ولا نتعداه ، والمقصود بذكرها هو الإِشارة إلى حكمة التقدير والتدبير والنظام الذى يسير مع الكون من بدئه إلى منتهاه \" .وقال سعيد بن جبير : كان الله قادرا على أن يخلق السموات والأرض فى لمحة ولحظة .ولكنه - سبحانه - خلقهن فى ستة أيام ، لكي يعلم عباده التثبت والتأني فى الأمور .وقوله : ( ثُمَّ استوى عَلَى العرش ) معطوف على ما قبله ، لتأكيد مزيد قدرته وعظمته - سبحانه - .والاستواء من معانيه اللغوية الاستقرار ، ومنه قوله - تعالى - ( واستوت عَلَى الجودي ) أي : استقرت ، ومن معانيه - أيضاً - الاستيلاء والقهر والسلطان ، ومنه قول الشاعر :قد استوى بشر على العراق أي : استولى عليه .وعرش الله - كما قال الراغب - مما لا يعلمه البشر على الحقيقة إلا بالاسم وليس كما تذهب إليه أوهام العامة ، فإنه لو كان كذلك لكان حاملا له - تعالى الله عن ذلك - لا محمولا \" .وقد ذكر العرش فى القرآن الكريم فى إحدى وعشرين آية . وذكر الاستواء على العرش فى سبع آيات .أما الاستواء على العرش فذهب سلف الأمة إلى أنه صفة الله - تعالى - بلا كيف ولا انحصار ولا تشبيه ولا تمثيل لاستحالة اتصافه - سبحانه - بصفات المحدثين ، ولوجوب تنزيهه عمالا يليق به فيجب الإِيمان بها كام وردت وتفويض العلم بحقيقتها إلى الله - تعالى - .فعن أم سلمة - رضي الله عنها - أنها قالت فى تفسر قوله - تعالى ( الرحمن عَلَى العرش استوى ) الكيف غير معقول ، والاستواء مجهول ، والإِقرار به من الإِيمان ، والجحود به كفر .وقال الإِمام مالك : الكيف غير معقول ، والاستواء غير مجهول ، والإِيمان به واجب ، والسؤال عنه بدعة .وقال محمد بن الحسن : اتفق الفقهاء جميعا على الإِيمان بالصفات من غير تفسير ولا تشبيه .وقال الإِمام الرازي : \" إن هذا المذهب هو الذى نقول به ونختاره ونعتمد عليه \" .وذهب بعض علماء الخلف إلى وجوب صرف هذه الصفة وأمثالها عن الظاهر لاستحالة حملها على ما يفيده ظاهر اللفظ ، لأنه - سبحانه - مخالف للحوادث ، ووجوب حملها على ما يليق به - سبحانه - .وعليه فإن الاستواء هنا : كناية عن القهر والعظمة والغلبة والسلطان وقوله : ( يُدَبِّرُ الأمر ) استنئاف مسوق لتقرير عظمته - سبحانه - ولبيان حكمة استوائه على العرش .والتدبير معناه : النظر فى أدبار الأموار وعواقبها لتقع على الوجه المحمود .والمراد به هنا : ما يتعلق بأمور المخلوقات كلها من إنس وجن وغير ذلك من مخلوقاته التى لا تعد ولا تحصى .أى أنه سبحانه يدبر أمر مخلوقاته تدبيرا حكيما ، حسبما تقتضيه إرادته وعبر بالمضارع فى قوله : ( يدبر ) للإِشارة إلى تجدد التدبير واستمراره ، إذ أنه - سبحانه - لا يهمل شئون خلقه .وقوله : ( مَا مِن شَفِيعٍ إِلاَّ مِن بَعْدِ إِذْنِهِ ) استئناف آخر مسوق لبيان تفرده فى تدبيره وأحكامه .والشفيع مأخوذ من الشفيع وهو ضم الشيء إلى مثله ، وأكثر ما يستعمل فى انضمام من هو أعلى منزلة إلى من هو أدنى منه لإِعانته على ما يريده .والاستثناء هنا مفرغ من أعم الأوقات والأحوال . أي : ما من شفيع يستطيع أن يشفع لغيره فى جميع الأوقات والأحوال إلا بعد إذنه - سبحانه - .وشبيه بهذه الآية قوله - تعالى - : ( مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ ) وقوله - سبحانه - : ( وَكَمْ مِّن مَّلَكٍ فى السماوات لاَ تُغْنِي شَفَاعَتُهُمْ شَيْئاً إِلاَّ مِن بَعْدِ أَن يَأْذَنَ الله لِمَن يَشَآءُ ويرضى ) واسم الإِشارة فى قوله - سبحانه - ( ذلكم الله رَبُّكُمْ فاعبدوه ) يعود إلى ذات الله - تعالى - الموصوفة بتلك الصفات الجليلة .أى : ذلك الموصوف بالخلق والتدبير والتصرف فى شئون خلقه وفق مشيئته ، هو الله ربكم فأخلصوا له العبادة والطاعة ولا تشركوا معه أحدا فى ذلك .ثم ختم - سبحانه - الآية بالأمر بالتذكر فقال : ( أَفَلاَ تَذَكَّرُونَ ) أي : أتعلمون أن الله - تعالى - هو خالقكم وهو القادر على كل شيء ، ومع ذلك تستبعدون أن يكون الرسول نبيكم - صلى الله عليه وسلم - : وإيثار ( تَذَكَّرُونَ ) على تفكرون للإِيذان بظهور الأمر وأنه كالمعلوم الذى لا يفتقر إلى عمق فى التفكير والبحث والتأمل . إذ أن مظاهر قدرة الله وعظمته نراها واضحة جلية فى الأنفس والآفاق .وبذلك نرى الآية الكريمة قد ساقت ألوانا من مظاهر قدرة الله - تعالى - وبالغ حكمته ، ونفاذ أحكامه حتى يخلص له الناس العبادة والطاعة .",
  "ayah": 3,
  "surah": 10
}
