{
  "text": "وبعد هذا الحديث المعجز عن الحشر وأهواله ، ساقت السورة الكريمة بضع آيات فيها الأدلة المقنعة على وحدانية الله وقدرته ، ولكن بأسلوب السؤال والجواب ، فقال - تعالى - :( قُلْ مَن يَرْزُقُكُم مِّنَ السمآء . . . )المعنى : قل يا محمد لهؤلاء المشركين : من الذى يرزقكم من السماء بالأمطار وما يتولد عنها ، ومن الأرض وما يخرج منها من نباتات وأشجار ، وغير ذلك مما تخرجه الأرض .وقوله : ( أَمَّن يَمْلِكُ السمع والأبصار ) أى : بل قل لهم - أيضا - من الذى يملك ما تتمتعون به من سمع وبصر ، ومن الذى يستطيع خلقهما وتسويتهما بالطريقة التي أوجدها - سبحانه .وخص هاتين الحاستين بالذكر ، لأن لهما أعظم الأثر فى حياة الإِنسان ، ولأنهما قد اشتملتا فى تركيبهما على ما بهر العقول ، ويشهد بقدرته - تعالى - وعجيب صنعه فى خلقه .و ( أم ) هنا منقطعة بمعنى بل ، وهى هنا للإِضراب الانتالي لا الإِبطالي ، وفى ه تنبيه على كفاية هذا الاستفهام فى الدلالة على المقصود ، وهو إثبات قدرة الله - تعالى - ووجوب إخلاص العبادة له .وقوله : ( وَمَن يُخْرِجُ الحي مِنَ الميت وَيُخْرِجُ الميت مِنَ الحي ) دليل ثالث على قدرة الله ووحدانيته .أى : وقيل لهم كذلك من سوى الله - تعالى - يملك خراج النبات وهو كائن حي من الأرض الميتة ، وإخراج الإِنسان وهو كائن حى من النطفة وبالعكس ، وإخراج الطير من البيضة وبالعكس .وقوله : ( وَمَن يُدَبِّرُ الأمر ) دليل رابع على قدرة الله ووحدانيته أى : وقل لهم - أيضاً - من الذى يتولى تدبير أمر هذا الكون من إحياء وأماتة ، وصحة ومرض ، وغني وفقر ، وليل ونهار ، وشمس وقمر ونجوم . . .هذه الجملة الكريمة من باب التعميم بعد التخصيص ، لأن كل ما سبق من نعم يندرج فيها .وقوله : ( فَسَيَقُولُونَ الله ) حكاية للجواب الذى لا يستطيعون إنكاره ، لأنهم مقرون معترفون بأن الله - تعالى - وهو الذى خلقهم ، وهو الذى يدبر أمرهم ، وإنما كانوا يتخذون الشركاء للزلفى ، كما حكى القرآن عنهم فى قوله : ( وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله . . ) وفي قوله - سبحانه - حكاية عنهم ( مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى . . . ) ولفظ الجلالة مبتدأ ، والخبر محذوف والتقدير : فسيقولون الله وحده هو الذى فعل كل ذلك .وقوله : ( فَقُلْ أَفَلاَ تَتَّقُونَ ) أمر من الله - تعالى - لرسوله - صلى الله عليه وسلم - بأن يرد عيلهم بهذا الرد .والهمزة لإِنكار واقعهم الذميم ، وهى داخلة على كلام مقدر ، ومفعول تتقون محذوف .أى : أتعلمون وتعترفون بأن الله - تعالى - هو الخالق لكل ما سبق ، ومع ذلك تشركون معه آلهة فى العبادة ، دون أن تتقوا عذابه يوم القيامة؟إن مسلكك هذا إنما يدل على ضعف فى التفكير ، وانطماس فى العقول ، وجهالة ليس بعدها جهالة .",
  "ayah": 31,
  "surah": 10
}
