{
  "text": "وقوله : ( قُلْ هَلْ مِن شُرَكَآئِكُمْ مَّن يهدي إِلَى الحق قُلِ الله يَهْدِي لِلْحَقّ ) . حجة أخرى تدمغ جهلهم ، جيء بها لتكون دليلا على قدرة الله على الهداية والإِضلال ، عقب إقامة الأدلة على قدرته - سبحانه - على بدء الخلق وإعادتهم .أى : قل لهم يا محمد - أيضا - على سبيل التهم من أفكارهم : هل من شركائكم من يستطيع أن يهدي غيره إلى الدين الحق ، فينزل كتاباً ، أو يرسل رسولا ، أو يشرع شريعة ، أو يضع نظاما دقيقا لهذا الكون .أو يحث العقول على التدبر والتفكر فى ملكوت السموات والأرض . . . ؟قل لهم يا محمد : الله وحده هو الذى يعفل كل ذلك ، أما شركاؤكم فلا يستطيعون أن يفعلوا شيئا من ذلك أو من غيره .وقوله : ( أَفَمَن يهدي إِلَى الحق أَحَقُّ أَن يُتَّبَعَ أَمَّن لاَّ يهدي . . . ) توبيخ آخرلهم على جهالاتهم وغفلتهم عن إدراك الأمور الواضحة .أى : قل لهم يا محمد : أفمن يهدي غيره إلى الحق وهو الله - تعالى - . أحق أن يتبع فيما يأمر به وينهى عنه ، أم من لا يستطيع أت يهتدي بنفسه إلا أن يهديه غيره أحق بالاتباع؟ لا شك أن الذى يهدي غيره إلى الحق أحق بالاتباع من الذى هو فى حاجة إلى أن يهديه غيره .وقوله : ( فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ ) استفهام قصد به التعجيب من أحوالهم التي تدعو إلى الدهشة والغرابة .أى : ما الذى وقع لكم ، وما الذى أصابكم فى عقولكم حتى صرتم تشركون فى العبادة مع الله الخالق الهادي ، مخلوقات لا تهدي بنفسها وإنما هى فى حاجة إلى من يخلقها ويهديها .قال الإِمام الرازي : \" واعلم أن الاستدلال على وجود الصانع بالخلق أولا ثم بالهداية ثانيا ، عادة مطردة فى القرآن ، فقد حكى - سبحانه - عن إبراهيم أنه ذكر ذلك فقال : ( الذي خَلَقَنِي فَهُوَ يَهْدِينِ ) وعن موسى أنه قال : ( رَبُّنَا الذي أعطى كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هدى ) وأمر محمدا - صلى الله عليه وسلم - بذلك فقال : ( سَبِّحِ اسم رَبِّكَ الأعلى . الذي خَلَقَ فسوى . والذي قَدَّرَ فهدى ) وهو فى الحقيقة دليل شريف ، لأن الإِنسان له جسد وله روح ، فالاستدلال على وجود الصانع بأحوال الجسد هو الخلق ، والاستدلال بأحوال الروح هوالهداية ، فها هنا أيضا لما ذكر دليل الخلق فى الآية الأولى وهو قوله : ( مَّن يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ ) أتبعه بدليل الهداية فى هذه الآية .وقوله : ( أَمَّن لاَّ يهدي ) ورد فيه ست قراءات ، منها قراءة يعقوب وحفص بكسر الهاء وتشديد الدال ، ومنها قراءة حمزة والكسائيل بالتخفيف كيرمي ، ومنها قراءة ابن كثير وابن عامر وورش عن نافع \" يهدي \" فتح الياء والهاء وتشديد الدال . .والاستثناء فى قوله : ( أَمَّن لاَّ يهدي إِلاَّ أَن يهدى ) مفرغ من أعم الأحوال .والتقدير : أفمن يهدي إلى الحق أحق بالاتباع ، أم من لا يستطعي الهداية إلا أن يهديه إليها غيره أحق بالاتباع؟وجاء قوله - سبحانه - ( فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ ) باستفهامين متواليين ، زيادة فى توبيخهم وتقريعهم ، ولفت أنظارهم إلى الحق الواضح الذى لا يخفى على كل ذي عقل سليم .",
  "ayah": 35,
  "surah": 10
}
