{
  "text": "وقوله - سبحانه ( أَمْ يَقُولُونَ افتراه ) انتقال من بيان كون القرآن من عند الله ، إلى بيان مزاعمهم فيه .وأم هنا منقطعة بمعنى بل والهمزة للاستفهام ، أى : بل أيقولون إن محمداً - صلى الله عليه وسلم - هو الذى أتى بهذا القرآن من عند نفسه لا من عند الله .وقوله ( قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ وادعوا مَنِ استطعتم مِّن دُونِ الله ) أمر من الله - تعالى - لنبيه - صلى الله عليه وسلم - بأن يرد عليهم بما يكبتهم ويخرس ألسنتهم .أى : قل لهم : يا محمد على سبيل التبكيت والتحدي : إن كان الأمر كما زعمتم من أنى أنا الذى اختلقت هذا القرآن ، فأتوا أنتم يا فصحاء العرب بسورة مثل سورة فى البلاغة والهداية وقوة التأثير ، وقد أبحت لكم مع ذلك أن تدعو لمعاونتكم ومساعدتكم فى بلوغ غايتكم كل من تستطيعون دعوته سوى الله - تعالى - وجاءت كلمة \" سورة \" منكرة ، للإِشارة إلى أنه لا يطالبهم بسورة معينة ، وإنما أباح لهم أن يأتوا بأية سورة من مثل سور القرآن ، حتى ولو كانت كأصغر سورة منه .والضمير فى ( مثله ) يعود إلى القرآن الكريم ، والمراد بمثله هنا : ما يشابهه فى حسن النظم ، وجمال الأسلوب ، وسداد المعنى ، وقوة التأثير .وقوله : ( وادعوا ) من الدعاء ، والمراد به هنا : طلب حضور المدعو أي نادوهم .وكلمة ( من ) فى قوله ( مَنِ استطعتم ) تشمل آلهتهم وبلغاءهم وشعراءهم وكل من يتوسمون فيه العون والمساعدة .وكلمة ( دون ) هنا بمعنى غير أى : ادعوا لمساعدتكم كل من تستطيعون دعوته غير الله - تعالى - فإنه وحده القادر على أن يأتي بمثله .وقوله : ( إِن كُنتُمْ صَادِقِينَ ) جملة شرطية ، وجوابها محذوف لدلالة الكلام السابق عليه ، أى : كنم صادقين فى دعواكم أني افتريت هذا القرآن ، فهاتوا سورة مثله مفتراة ، فإنكم مثلي فى العربية والفصاحة .فأنت ترى أن الآية الكريمة قد تحدتهم وأثارت حماستهم ، وأرخت لهم الحبل ، وعرضت بعدم صدقهم ، حتى تتوافر دواعيهم على المعارضة التي زعموا أنهم أهل لها .قال الآلوسى : \" هذه الآية الدالة على إعجاز القرآن ، لأنه - صلى الله عليه وسلم - تحدي مصاقع العرب بسورة ما منه ، فلم يأتوا بذلك ، وإلا فلو أتوا بذلك لنقل إلينا ، لتوفر الدواعي على نقله \" .هذا وقد عقد صاحب الظلال فصلا طويلا للحديث عن إعجاز القرآن فقال : \" وقد ثبت هذا التحدى ، وثبت العجز عنه ، وما يزال ثابتاً ولن يزال ، والذين يدركون بلاغة هذه اللغة ، ويتذوقون الجمال الفنى والتناسق فيها ، يدركون أن هذا النسق من القول لا يستطيعه إنسان وكذلك الذين يدرسون النظم الاجتماعية ، والأصول التشريعية ، ويدرسون النظام الذى جاء به هذا القرآن ، يدركون أن النظرة فيه إلى تنظيم الحاجة الإِنسانية ومقتضيات حياتها من جميع جوانبها ، والفرص المدخرة فيه لمواجهة الأطوار والتقلبات فى يسر ومرونة كل أولئك أكبر من أن يحيط به عقل بشرى واحد ، أو مجموعة من العقول فى جبل واحد أو فى جميع الأجيال ، ومثلهم الذين يدرسون النفس الإِنسانية ووسائل الوصول إلى التأثير فيها وتوجيهها ، ثم يدرسون وسائل القرآن وأساليبه .فليس هو إعجاز اللفظ والتعبير وأسلوب الأداء وحده ، ولكنه الإِعجاز المطلق الذى يلمسه الخبراء فى هذا وفى النظم والتشريعات والتقسيمات وما إليها . . . \"",
  "ayah": 38,
  "surah": 10
}
