{
  "text": "ثم بين - سبحانه - أن مرجع العباد جميعا إليه ، وأنه سجازي كل إنسان بما يستحق .فقال - تعالى - ( إِلَيْهِ مَرْجِعُكُمْ جَمِيعاً وَعْدَ الله حَقّاً ) .أى : إلى الله - تعالى - وحده مرجعكم جميعا بعد الموت ليحاسبكم على أعمالكم ، وقد وعد الله بذلك وعدا صدقا ، ولن يخلف الله وعده .قال أبو حيان : وانتصب ( وَعْدَ الله ) و ( حَقّاً ) على أنهما مصدران مؤكدان لمضمون الجملة ، والتقدير وعد الله وعداً ، فلما حذف الناصب أضاف المصدر إلى الفاعل ، وذلك كقوله \" صبغة الله \" و \" صنع الله \" والتقدير فى ( حقا ) : حق \" ذلك حقا \" .وقوله : ( إِنَّهُ يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ ) كالتعليل لما أفاده قوله - سبحانه - ( إِلَيْهِ مَرْجِعُكُمْ ) فإن غاية البدء والإِعادة هو الجزاء المناسب على الأعمال الدنيوية .أى : إن شأنه - سبحانه - أن يبدأ الخلق عند تكوينه ثم يعيده إلى الحياة مرة أخرى بعد موته وفنائه .ثم بين - سبحانه - الحكمة من الإِعادة بعد الموت الموت فقال : ( لِيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات بالقسط والذين كَفَرُواْ لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ ) .والقسط - كما يقول الراغب - النصب بالعدل . يقال : قسط الرجل إذا جار وظلم .ومنه قوله - تعالى - ( وَأَمَّا القاسطون فَكَانُواْ لِجَهَنَّمَ حَطَباً ) ويقال أقسط فلان إذا عدل ، ومنه قوله - تعالى - ( وأقسطوا إِنَّ الله يُحِبُّ المقسطين ) والحميم : الماء الذى بلغ أقصى درجات الحرارة ، قال - تعالى - ( وَسُقُواْ مَآءً حَمِيماً فَقَطَّعَ أَمْعَآءَهُمْ ) أي : فعل ما فعل سبحانهن من بدء الخلق وإعادتهم ليجزي الذين آمنوا وعملوا الصالحات بعدله الجزاء الطيب الذى أعده لهم ، وأما الذين كفروا فيجزيهم - أيضاً - بعدله ما يستحقونه من شراب حميم يقطع أمعاءهم ، ومن عذاب مؤلم لابدانهم ، وذلك بسبب كفرهم واستحبابهم العمى على الهدى .وقوله : ( بالقسط ) حال من فاعل ( ليجزي ) ليجزيهم ملتبسا بالقسط .ويصح أن يكون المعنى : فعل ما فعل ليجزي الذين آمنوا وعملوا الصالحات الجزاء الحسن بسبب عدلهم وتمسكهم بتكاليف دينهم ، وأما الذين كفروا فلهم شراب من حميم وعذاب أليم بسبب كفرهم .قال الجمل ما ملخصه : وقال - سبحانه - ( والذين كَفَرُواْ لَهُمْ شَرَابٌ . . . ) بتغيير فى الأسلوب للمبالغة فى استحقاقهم للعقاب . وللتنبيه على أن المقصود بالذات من الإِبداء والإِعادة هو الإِثابة . والعذاب وقع بالعرض . وأنه - تعالى - يتولى إثابة المؤمنين بما يليق بلطفه وكرمه ، ولذلك لم يعينه ، وأما عقاب الكفرة فكأنه داء ساقه إليهم سوء اعتقادهم وسوء أفعالهم .",
  "ayah": 4,
  "surah": 10
}
