{
  "text": "وقوله : ( وَإِمَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا مَرْجِعُهُمْ ) تأكيد لخسرانهم ، ولوقوع العذاب بهم ، وتسلية للرسول - صلى الله عليه وسلم - عما أصابه منهم و \" إن \" شرطية . و \" ما \" مزيدة لتأكيد معنى الشرط ، وجملة ( فَإِلَيْنَا مَرْجِعُهُمْ ) جواب للشرط وما عطف عليه .والمعنى : إن هؤلاء المشركين الذين ناصبوك العداوة أيها الرسول الكريم لا يخفى علينا أمرهم ونحن إما نرينك ببصرك بعض الذى نعدهم به من العذاب الدنيوي ، وإما نتوفينك ، قبل ذلك ، وفى كلتا الحالتين فإن مرجعهم إلينا وحدنا فى الآخرة ، فنعاقبهم العقوبة التي يستحقونها .وقال - سبحانه - ( بَعْضَ الذي نَعِدُهُمْ ) للإِشارة إلى أن ما سينزل بهم من عذاب دنيوي ، هو جزء من العذاب المدخر لهم فى الآخرة .وقد أنجز الله - تعالى - وعده لنبيه - صلى الله عليه وسلم - فسلط عليهم القحط والمجاعة ، حتى كانوا لشدة جوعهم يرون كأن بينهم وبين السماء دخانا . ونصر المسلمين عليهم فى غزوتي بدر والفتح ، وكل ذلك حدث فى حياة النبي - صلى الله عليه وسلم .وقال - سبحانه - ( بَعْضَ الذي نَعِدُهُمْ ) ولم يقل بعض الذى وعدناهم ، لاستحضار صورة العذاب ، والدلالة على تجدده واستمراره .أى : نعدهم وعدا متجددا على حسب ما تقتضيه حكمتا ومشيئتنا ، من إنذار عقب إنذار ، ومن وعيد بعد وعيد .والمراد من الشهادة فى قول ( ثُمَّ الله شَهِيدٌ على مَا يَفْعَلُونَ ) لازمها وهو المعاقبة والمجازاة ، فكأنه - سبحانه - يقول : ثم الله - تعالى - بعد ذلك معاقب لهم على ما فعلوه من سيئات ، وما يرتكبونه من منكرات .قال صاحب الكشاف : \" فإن قلت : الله شهيد على ما يفعلون فى الدارين فما معنى ثم؟قلت : ذكرت الشهادة والمراد مقتضاها ونتيجتها وهو العقاب ، فكأنه قال : ثم الله معاقبهم على ما يفعلون . ويجوز أن يراد الله أن الله مؤد شهادته على أفعالهم يوم القيامة حين ينطق جلودهم وألسنتهم وأيديهم فتكون شاهدة عليهم \" .هذا ، وفى معنى هذه الآية وردت آيات أخرى منها قوله - تعالى - : ( وَإِن مَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِنَّمَا عَلَيْكَ البلاغ وَعَلَيْنَا الحساب )وقوله - تعالى - ( فاصبر إِنَّ وَعْدَ الله حَقٌّ فَإِمَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ ).",
  "ayah": 46,
  "surah": 10
}
