{
  "text": "وبعد أن بين - سبحانه - جانبا من مظاهر قدرته فى خلق السموات والأرض ، أتبع ذلك بذكر مظاهر أخرى لقدرته ، تتمثل فى خلق الشمس والقمر والليل والنهار فقال - تعالى - :( هُوَ الذي جَعَلَ الشمس . . . ) .ففى هاتين الآيتين - كما يقول الآلوسى - تنبيه على الاستدلال على وجوده - تعالى - ووجدته وعلمه وقدرته وحكمته . بآثار صنيعه فى النير بعد التنبيه على الاستدلال بما مر وبيان لبعض أفراد التدبير الذى أشير إليه إشارة إجمالية ، وإرشاد إلى أنه - سبحانه - حين دبر أمورهم المتعلقة بمعاشهم هذا التدبير البديع . فلأن يدبر مصالحهم المتعلقة بمعادهم بإرسال الرسل وإنزال الكتب أولى وأحرى .وقوله ( جعل ) يجوز أن يكون بمعنى أنشأ وأبدع ، فيكون لفظ ( ضياء ) حال من المفعول ، ويجوز أن يكون بمعنى صير فيكون اللفظ المذكور مفعولا ثانيا .وقوله ( ضياء ) جمع ضوء كسوط وسياط ، وحياض ، وقيل هو مصدر ضاء يضوء ضياء كقام يقوم قياما ، وصام يصوم صياما ، وعلى كلا الوجهين فالكلام على حذف مضاف .والمعنى : الله - تعالى - وحده هو الذى جعل لكم الشمس ذات ضياء ، وجعل لكم القمر ذا نور ، لكي تنتفعوا بهما فى مختلف شئونكم .قال الجمل : \" وخص الشمس بالضياء لأنه أقوى وأكمل من النور ، وخص القمر بالنور لأنه أضعف من الضياء ولأنهما إذا تساويا لم يعرف الليل من النهار ، فدل ذلك على أن الضياء المختص بالشمس أكمل وأقوى من النور المختص بالقمر \" .هذا دليل ، ومما يدل على التفرقة بين الشمس والقمر فى نورهما قوله - تعالى - : ( وَجَعَلَ القمر فِيهِنَّ نُوراً وَجَعَلَ الشمس سِرَاجاً ) وقوله - سبحانه - : ( تَبَارَكَ الذي جَعَلَ فى السمآء بُرُوجاً وَجَعَلَ فِيهَا سِرَاجاً وَقَمَراً مُّنِيراً ) وقوله : ( وَقَدَّرَهُ مَنَازِلَ ) معطوف على ما قبله .والتقدير : جعل الشيء أو الأشياء على مقادير مخصوصة فى الزمان أو المكان أو غيرهما قال - تعالى - : ( والله يُقَدِّرُ الليل والنهار ) المنازل : جمع منزل ، وهى أماكن النزول ، وهى - كما يقول بعضهم - ثمانية وعشرون منزلا ، وتنقسم إلى اثني عشر برجا وهى : الحمل ، والثور ، والجوزاء ، والسرطان ، والأسد ، والسنبلة ، والميزان ، والعقرب ، والقوس ، والجدي ، والدلو ، والحوت ، لكل برج منها منزلان وثلث منزل ، وينزل القمر فى كل ليلة منزلا منها إلى انقضاء ثمانية وعشرين .ويستتر ليلتين إن كان الشهر ثلاثين يوما ، ويستتر ليلة واحدة إن كان الشهر تسعة وعشرين يوما .والضمير فى قوله : ( قدرناه ) يعود إلى القمر ، كما فى قوله - تعالى - : ( والقمر قَدَّرْنَاهُ مَنَازِلَ حتى عَادَ كالعرجون القديم ) أي : والله - تعالى - هو الذى جعل الشمس ضياء والقمر نورا ، وقدر للقمر منازل ينزل فيها فى كل ليلة على هيئة خاصة ، وطريقة بديعة تدل على قدرة الله وحكمته .قالوا : وكانت عودة الضمير إلى القمر وحده ، لسرعة سيره بالنسبة إلى الشمس : ولأن منازله معلومة محسوسة ، ولأنه العمدة فى تواريخ العرب ، ولأن أحكام الشرع منوطة به فى الأغلب .وجوز بعضهم أن يكون الضمير للشمس والقمر معا ، أى : وقدر لهما منازل ، أو قدر لسيرهما منازل لا يجاوزانها فى السير ، ولا يتعدى أحدهما على الآخر كما قال - تعالى - : ( لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر وَلاَ الليل سَابِقُ النهار وَكُلٌّ فى فَلَكٍ يَسْبَحُونَ ) وإنما وحد الضمير للإيجاز كما فى قوله - تعالى - : ( والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ ) وقوله : ( وَلِتَعْلَمُواْ عَدَدَ السنين والحساب ) بيان للحكمة من الخلق والتقدير .أي : جعل - سبحانه - الشمس ضياء ، والقمر نورا ، وقدره منازل ، لتعلموا عدد السنين التى يفيدكم علمها فى مصالحكم الدينية والدنيوية ولتعلموا الحساب بالأوقات من الأشهر والأيام لضبط عباداتكم ومعاملاتكم .قال الإِمام ابن كثير عند تفسيره لهذه الآية : يخبر الله - تعالى - عما خلق من الآيات الدالة على كمال قدرته ، وعظيم سلطانه ، أنه جعل الشعاع الصادر عن جرم الشمس ضياء ، وجعل شعاع القمر نورا ، هذا فن وهذا فن آخر ، ففاوت بينهما لئلا يشتبها ، وجعل سلطان الشمس بالنهار وسلطان القمر بالليل ، وقدر القمر منازل ، فأول ما يبدو القمر يكون صغيرا ثم يتزايد نوره وجرمه حتى يستوسق ويكمل إبداره ، ثم يشرع فى النقص حتى يرجع إلى حالته الأولى . فبالشمس تعرف الأيام ، ويسير القمر تعرف الشهور والأعوام .واسم الإِشارة فى قوله ( مَا خَلَقَ الله ذلك إِلاَّ بالحق ) يعود إلى المذكور من جعل الشمس ضياء والقمر نورا وتقديره منازل .أي : ما خلق الله ذلك الذى ذكره لكم إلا خلقا ملتبسا بالحق ، ومقترنا بالحكمة البالغة التى تقتضيها مصالحكم .وقوله : ( يُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ ) استئناف مسوق لبيان المنتفعين بهذه الدلائل الدالة على قدرة الله ووحدانيته ورحمته بعباده .أى : يفصل - سبحانه - ويوضح البراهين الدالة على قدرته لقوم يعلمون الحق ، فيستجيبون له ، ويكثرون من طاعة الله وشكره على ما خلق وأنعم .",
  "ayah": 5,
  "surah": 10
}
