{
  "text": "وبعد أن ذكر - سبحانه - عباده بفضله ، وما يجب عليهم من شكره ، عطف على ذلك تذكيره إياهم بإحاطة علمه بكل صغير وكبير في هذا الكون فقال : ( وَمَا تَكُونُ فِي شَأْنٍ وَمَا تَتْلُواْ مِنْهُ مِن قُرْآنٍ وَلاَ تَعْمَلُونَ مِنْ عَمَلٍ إِلاَّ كُنَّا عَلَيْكُمْ شُهُوداً . . . ) .أي : وما تكون - أيها الرسول الكريم - فى شأن من الشئون أو في حال من الأحوال .وما تتلو من أجل ذلك الشأن من قرآن يهدي إلى الرشد .ولا تعملون - أيها الناس - عملا ما صغيرا أو كبيرا ، إلأا كنا عليكم مطلعين .ومن في قوله ( منه ) للتعليل ، والضمير يعود إلى الشأن ، إذ التلاوة أعظم شئونه - صلى الله عليه وسلم - هذا . ولذا خصت بالذكر . ويجوز أن يعود للقرآن الكريم ، ويكون الإِضمار قبل الذكر لتفخيم شأنه ، وتعظيم أمره .ومن في قوله ( مِن قُرْآنٍ ) مزيدة لتأكيد النفي .وقال الآلوسى : \" والخطاب الأول خاص برأس النوع الإِنساني ، وسيد المخاطبين - صلى الله عليه وسلم - هذا . وقوله ( وَلاَ تَعْمَلُونَ . . . ) عام يشمل سائر العباد برهم وفاجرهم وقد روعى في كل من المقامين ما يليق به ، فعبر في مقام الخصوص فى الأول بالشأن ، لأن عمل العظيم عظيم ، وفى الثاني بالعمل العام للجليل والحقير . وقيل : الخطاب الأول عام للأمة أيضا كما في قوله - تعالى - ( ياأيها النبي إِذَا طَلَّقْتُمُ ) وقوله : ( إِلاَّ كُنَّا عَلَيْكُمْ شُهُوداً ) استثناء مفرغ من أعم أحوال المخاطبين بالأفعال الثلاثة . أي : وما تلابسون بشيء منها فى حال من الأحوال إلا حال كوننا رقباء مطلعين عليه ، حافظين له \" .وقوله : ( إِذْ تُفِيضُونَ فِيهِ ) أي : تخوضون وتندفعون في ذلك العمل ، لأن الإِفاضة في الشيء معناها الاندافع فيه بكثرة وقوة .وقوله : ( وَمَا يَعْزُبُ عَن رَّبِّكَ مِن مِّثْقَالِ ذَرَّةٍ فِي الأرض وَلاَ فِي السمآء ) بيان لشمول علمه - سبحانه - لكل شيء .ويعزب : أى يبعد ويغيب ، وأصله من قولهم : عزب الرجل يعزب بإبله إذا أبعد بها وغاب فى طلب الكلأ والعشب . والكلام على حذف مضاف .أي : وما يغيب ويخفي عن عمل ربك مثقال ذرة في الوجود علويه وسفلية ولا أصغر من ذلك ولا أكبر ، إلا وهو معلوم ومسجل عنده في كتاب عظيم الشأن ، تام البيان .وقوله : ( مِن مِّثْقَالِ ذَرَّةٍ ) تمثل لقلة الشيء ودقته ، ومن فيه لتأكيد النفي وقدمت الأرض على السماء هنا ، لأن الكلام في حال أهلها ، والمقصود إقامة البرهان على إحاطة علمه - سبحانه - بتفاصيلها .فكأنه - سبحانه - يقول : إن من يكون هذا شأنه لا يخفى عليه شيء من أحوال أهل الأرض مع نبيهم - صلى الله عليه وسلم - .وقوله : ( وَلاَ أَصْغَرَ مِن ذلك ولا أَكْبَرَ إِلاَّ فِي كِتَابٍ مُّبِينٍ ) جملة مستقلة لسيت معطوفة على ما قبلها .و ( لا ) نافية للجنس و ( أصغر ) اسمها منصوب لشبهه بالمضاف ، و ( أكبر ) معطوف عليه . و ( فِي كِتَابٍ مُّبِينٍ ) متعلق بمحذوف خبرها .وقدم ذكر الأصغر على الأكبر ، لأنه هو الأهم في سياق العلم بما خفى من الأمور .وقرأ حمزة ويعقوب وخلف ( وَلاَ أَصْغَرَ ) بالرفع على أنه خبر لمبتدأ محذوف . أى : ولا ما هو أصغر في ذلك .والمراد بالكتاب المبين : علم الله الذي وسع كل شىء ، أو اللوح المحفوظ الذى حفظ الله فيه كل شيء .وبذلك نرى أأن هذه الآيات الكريمة قد أقامت الأدلة على شمول قدرة الله - تعالى - لكل شيء ، وعلى دعوة الناس إلى الانتفاع بما جاء به القرآن من خيرات وبركات ، وعلى وجوب التزامهم بما شرعه - سبحانه - وعلى إحاطة علمه بما ظهر وبطن من الأمور .وبعد أن وجه - سبحانه - نداء إلى الناس دعاهم فيه إلى الانتفاع بما جاء فى القرآن من خيرات ، وتوعد الذين شرعوا شرائع لم يأذن بها الله ، وأقام الأدلة على نفاذ قدرته ، وشمول علمه .",
  "ayah": 61,
  "surah": 10
}
