{
  "text": "ثم حكت السورة الكريمة أن الله - تعالى - قد أرسل رسلا كثيرين بعد نوح - عليه السلام - فكان موقف أقوامهم منهم مشابها لموقف قوم نوح منه ، فقال - تعالى - :( ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلاً إلى قَوْمِهِمْ . . . ) .أى : ثم بعثنا من بعد نوح - عليه السلام - رسلا كثيرين دوى قدر عظيم إلى أقوامهم ، ليخرجوهم من ظلمات الكفر إلى نور الإيمان فهود - عليه السلام - أرسلناه إلى قوم عاد ، وصالح - عليه السلام - أرسلناه إلى ثمود ، وهذا أرسلنا رسلا كثيرين إلى أقوامهم .وقوله : ( فَجَآءُوهُمْ بالبينات ) أى : فأتى كل رسول قومه بالمعجزات الواضحات ، وبالحجج الساطعات الدالة على صدقه فيما يبلغه عن ربه .وقوله - ( فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ بِهِ مِن قَبْلُ ) بيان لموقف هؤلاء الأقوام الجاحدين من رسلهم الذين جاءوا لهدايتهم وسعادتهم .وللمفسرين في معنى هذه الجملة الكريمة أقوال :فمنهم من يرى أن الضمائر فى \" كانوا ، ويؤمنوا ، وكذبوا \" تعود على أقوام الرسل الذين جاءوا من بعد نوح - عليه السلام - وأن المراد بقوله : ( من قبل ) أى : من قبل مجئ الرسل إليهم .والمعنى على هذا الرأى : ثم بعثنا من بعد نوح - عليه السلام - رسلا كثيرين إلى أقوامهم فجاءهم بالمعجزات الدالة على صدقهم ، إلا أن هؤلاءا لأقوام الأشقياء . استمروا على كفرهم وعنادهم ، وامتنعوا عن الإِيمان بما كذبوا به من قبل مجئ الرسل إليهم وهو إفراد الله - تعالى بالعبادة والطاعة فكان حالهم فى الإِصرار على الكفر والجحود قبل مجئ الرسل إليهم ، كحالهم بعد أن جاءهم بالهدى ودين الحق ، حتى لكأنهم لم يأتهم من بشير ولا نذير .ومن المفسرين الذين قالوا بهذا الرأى الإِمام البيضاوي فقد قال : \" قوله : ( فَمَا كَانُواْ لِيُؤْمِنُواْ ) أى : فما استقام لهم أن يؤمنوا لشدة شكيمتهم في الكفر ، وخذلان الله إياهم . . بما كذبوا به من قبل ، أى بسبب تعودهم تكذيب الحق ، وتمرنهم عليه قبل بعثة الرسل - عليهم الصلاة والسلام - \" .ومنهم من يرى - أيضا - أن الضمائر تعود على أقوام الرسل الذين جاءوا من بعد نوح - عليه السلام - إلا أن المراد بقوله ( مِن قَبْلُ ) : أى : من قبل ابتداء دعوة الرسل لهؤلاء الأقوام .وعليه يكون المعنى : ثم بعثنا من نوح - عليه السلام - رسلا كثيرين إلى أقوامهم ، فجاءهم بالأدلة الواضحة الدالة على صدقهم ، إلا أن هؤلاء الأقوام قابلوا رسلهم بالتكذيب من أول يوم ، واستمروا على ذلك حتى آخر أحوالهم معهم ، فكان تكذيبهم لهم فى آخر أحوالهم معهم ، يشبه تكذيبهم لهم من قبل : أى : فى أول مجيئهم إليهم .ومن المفسرين الذين قالوا بهذا الرأى : الإِمام ابن كثير فقال قال : \" قوله : ( فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ بِهِ مِن قَبْلُ ) أى : فما كاننت الأمم لتؤمن بما جاءتهم به رسلهم ، بسبب تكذيبهم إياهم أول من أرسلوا إليهم ، كما قال - تعالى -( وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ ) ومنهم من يرى أن الضمير فى قوله : \" كانوا ويؤمنوا \" يعود على أقوام الرسل الذين جاءوا من بعد نوح - عليه السلام - وأن الضمير فى قوله \" كذبوا \" يعود إلى قوم نوح ، وعلى هذا الرأى يكون المعنى :ثم بعثنا من بعد نوح - عليه السلام - رسلا إلى أقوامهم ، فجاءوهم بالآيات البينات الدالة على صدقهم ، ولكن هؤلاء الأقوام استمروا فى كفرهم وعنادهم ، وأبوا أن يؤمنوا بوحدانية الله التي كذب بها قوم نوح من قبل .ومن المفسرين الذين قالوا بهذا الرأى الإِمام ابن جرير فقد قال \" قوله : ( فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ بِهِ مِن قَبْلُ ) يقول : \" فما كانوا ليصدقوا بما جاءتهم به رسلهم وبما كذب به قوم نوح ومن قبلهم من الأمم الخالية . . \"وعلى أية حال فهذه الأقوال الثلاثة ، تدل على أن هؤلاء الأقوام عموا وصموا عن الحق ، واستمروا على ذلك دون أن تحولهم الآيات البينات التى جاءهم بها الرسل عن عنادهم وضلالهم .وقوله : ( كَذَلِكَ نَطْبَعُ على قُلوبِ المعتدين ) بيان لسنة الله - تعالى - فى خلقه التى لا تتخلف ولا تتبدل . والطبع : الختم والاستيثاق بحيث لا يخرج من الشيء ما دخل فيه ، ولا يدخل فيه ما خرج منه .أى : مثل ذلك الطبع المحكم نطبع على قلوب المعتدين المتجاوزين للحدود فى الكفر والجحود ، وذلك بخذلانهم ، وتخليتهم وشأنهم ، لانهماكهم فى الغواية والضلال .",
  "ayah": 74,
  "surah": 10
}
