{
  "text": "وبعد هذا الدعاء المخلص ، وجه الله - تعالى - نبيه موسى وأخاه هارون - عليهما السلام - إلى ما يوصل إلى نصرهما ونصر أتباعهما فقال - تعالى - ( وَأَوْحَيْنَآ إلى موسى وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتاً واجعلوا بُيُوتَكُمْ قِبْلَةً . . )وقوله ( تبوءا ) من التبؤ وهو اتخاذ المباءة أى المنزل ، كالتوطن بمعنى اتخاذ الوطن .يقال بوأته وبوأت له منزلا إذا أنزلته فيه ، وهيأته له .والمعنى : وأوحينا إلى موسى وأخيه هارون بعد أن لج فرعون فى طغيانه وفى إنزال العذاب بالمؤمنين - أن اتخذا لقومكما المؤمنين بيوتا خاصة بهم في مصر ، ينزلون بها ، ويستقرون فيها ، ويعتزلون فرعون وجنده ، إلى أن يقضى الله أمرا كان مفعولا .وقوله ( واجعلوا بُيُوتَكُمْ قِبْلَةً ) أى : واجعلوا هذه البيوت التي حللتم بها مكانا لصلاتكم وعبادتكم ، بعد أن حال فرعون وجنده بينكم وبين أداء عباداتكم في الأماكن المخصصة لذلك .قال القرطبي : \" المراد صلوا في بيوتكم سرا لتأمنوا ، وذلك حين أخافوا فرعون ، فأمروا بالصبر واتخاذ المساجد فى البيوت ، والإِقدام على الصلاة ، والدعاء ، إلى أن ينجز الله وعده ، وهو المراد بقوله ( قَالَ موسى لِقَوْمِهِ استعينوا بالله واصبروا ) وكان من دينهم أنهم لا يصلون إلا في البيع والكنائس ما داموا على أمن ، فإذا خافوا فقد أذن لهم أن يصلوا في بيوتهم . . . \" .وقوله : ( وَأَقِيمُواْ الصلاة ) أى : داوموا عليها ، وأدوها فى أوقاتها بخشوع وإخلاص ، فإن فى أدائها بهذه الصورة . وسيلة إلى تفريج الكروب ، وفى الحديث الشريف : \" كان رسول الله - صلى الله عليه وسلم - إذا حز به أمر صلى \" .وقوله ( وَبَشِّرِ المؤمنين ) تذييل قصد به بعث الأمل في نفوسهم متى أدوا ما كلفوا به .أى : وبشر المؤمنين بالنصر والفلاح فى الدنيا ، وبالثواب الجزيل فى الآخرة .قال صاحب الكشاف : \" فإن قلت : كيف نوع الخطاب فثنى أولا ، ثم جمع ، ثم وحد آخرا؟قلت : \" خوطب موسى وهارون - عليه السلام - أن يتبوآ لقومهما بيوتا ويختاراها للعبادة ، وذلك مما يفوض إلى الأنبياء . ثم سيق الخطاب عاما لهما ولقومهما باتخاذ المساجد والصلاة فيها ، لأن ذلك واجب على الجمهور . ثم خص موسى - عليه السلام - بالبشارة التى هى الغرض تعظيما لها ، وللمبشر بها \" .ولأن بشارة الأمة - كما يقول الآلوسى - وظيفة صاحب الشريعة ، وهى من الأعظم أَسَرُّ وأوقع فى النفس .هذا ، ومن التوجيهات الحكيمة التى نأخذها من هذه الآية الكريمة ، أن مما يعين المؤمنين على النصر والفلاح ، أن يعتزلوا أهل الكفر والفسوق والعصيان ، إذا لم تنفع معهم النصيحة ، وأن يستعينوا على بلوغ غايتهم بالصبر والصلاة ، وأن يقيموا حياتهم فيما بينهم على المحبة الصادقة ، وعلى الأخوة الخالصة ، وأن يجعلوا توكلهم على الله وحده ( وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ إِنَّ الله بَالِغُ أَمْرِهِ قَدْ جَعَلَ الله لِكُلِّ شَيْءٍ قَدْراً ).",
  "ayah": 87,
  "surah": 10
}
