{
  "text": "ثم ختم - سبحانه قصة موسى - عليه السلام - مع فرعون فى هذه السورة الكريمة ببيان سنة من سننه التى لا تتخلف ، وهى حسن عاقبة المؤمنين وسوء عاقبة المكذبين فقال - تعالى - :( وَجَاوَزْنَا ببني إِسْرَائِيلَ البحر . . . )قوله سبحانه - ( وَجَاوَزْنَا ) هو من جاوز المكان ، إذا قطعه وتخطاه وخلفه وراء ظهره وهو متعد بالباء إلى المفعول الأول الذى كان فاعلا فى الأصل ، وإلى الثانى بنفسه .والمراد بالبحر هنا : بحر القزم ، وهو المسمى الآن بالبحر الأحمر . وقوله ( بَغْياً وَعَدْواً ) أى ظلما واعتداء . يقال : بغى فلان على فلان بغيا ، إذا تطاول عليه وظلمه . ويقال : عدا عليه عَدْواً إذا سلبه حقه .وهما مصدران منصوبان على الحالية بتأويل اسم الفاعل . أى : باغين وعادين . أو على المفعولية لأجله أى : من أجل البغى والعدوان .والمعنى : وجاوزنا ببنى إسرائيل البحر ، وهم تحت رعايتنا وقدرتنا ، حيث جعلناه لهم طريقا يبسا ، فساروا فيه حتى بلغوا نهايته ، فأتبعهم فرعون وجنوده لا لطلب الهداية والإِيمان ، ولكن لطلب البغى والعدوان .قال الآلوسى : \" وذلك أن الله - تعالى - لما أخبر موسى وهارون - عليهما السلام - بإجابته دعوتهما ، أمرهما بإخراج بني إسرائيل من مصر ليلا ، فخرجا بهم على حين غفلة من فرعون وملئه ، فلما أحسن بذلك ، خرج هو وجنوده على أثرهم مسرعين ، فالتفت القوم فإذا الطامة الكبرى ، وراءهم ، فقالوا يا موسى ، هذا فرعون وجنوده وراءنا . وهذا البحر أمامنا فكيف الخلاص ، فأوحى الله - تعالى - إلى موسى ، أن اضرب بعصاك البحر ، فضربه فانلفق اثنى عشر فرقا كل فرق كالطود العظيم ، وصار لكل سبط طريق فسلكوا ، ووصل فرعون ومن معه إلى الساحل وبنو إسرائيل قد خرجوا من البحر ومسلهكم باق على حاله ، فسلكه فرعون وجنوده ، فلما دخل آخرهم وهم أولهم بالخروج من البحر ، انطبق عليهم وغشيهم من اليم ما غشيهم \" .ثم حكى - سبحانه - ما قاله فرعون عندما نزل به قضاء الله الذى لا يرد فقال - تعالى - : ( حتى إِذَآ أَدْرَكَهُ الغرق قَالَ آمَنتُ أَنَّهُ لا إله إِلاَّ الذي آمَنَتْ بِهِ بنوا إِسْرَائِيلَ وَأَنَاْ مِنَ المسلمين ) .أى : لقد اتبع فرعون وجنوده بنى إسرائيل بغيا وعدوا ، فانطبق عليه البحر ، ولفه تحت أمواجه ولججه ، حتى إذا أدركه الغرق وعاين الموت وأيقن أنه لا نجاة له منه ، قال آمنت وصدقت . بأنه لا معبود بحق سوى الإِله الذى آمنت به بنو إسرائيل ، وأنا من القوم الذين أسلموا نفوسهم لله وحده وأخلصوها لطاعته .ولما كان هذا القول قد جاء في غير أوانه ، وأن هذا الإِيمان لا ينفع لأنه جاء عند معاينة الموت ،",
  "ayah": 90,
  "surah": 10
}
