{
  "text": "وبعد هذا الحديث المتنوع عن قصة موسى - عليه السلام - مع فرعون وملئه ، ومع قومه بنى إسرائيل ، وجه القرآن خطابا إلى النبى - صلى الله عليه وسلم - تثبيتا لقلبه ، وتسلية له عما أصابه من أذى ، فقال - تعالى - :( فَإِن كُنتَ فِي شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَاسْأَلِ الذين . . . )المراد ( مِّمَّآ أَنزَلْنَآ إِلَيْكَ ) هنا : ما أوحاه الله - تعالى - إلى نبيه - صلى الله عليه وسلم - من قصص حكم يتعلق بأنبياء الله - تعالى - ورسله .قال الآلوسى : \" وحضت القصص بالذكر ، لأن الأحكام المنزلة عليه - صلى الله عليه وسلم - ناسخة لأحكامهم ، ومخالفة لها فلا يتصور سؤالهم عنها \" .والمراد بالكتاب : جنسه فيشمل التوراة والإِنجيل .والمعنى : فإن كنت أيها الرسول الكريم - على سبيل الفرض والتقدير - فى شك مما أنزلنا إليك من قصص حكيم كقصة موسى ونوح وغيرهما ( فَاسْأَلِ الذين يَقْرَءُونَ الكتاب مِن قَبْلِكَ ) وهم علماء أهل الكتاب ، فإن ما قصصناه عليك ثابت فى كتبهم .فليس المراد من هذه الآية ثبوت الشك للرسول - صلى الله عليه وسلم - وإنما المراد على سبيل الفرض والتقدير ، لا على سبيل الثبوت .قال ابن كثير : \" قال قتادة بن دعامة : بلغنا أن رسول الله - صلى الله عليه وسلم - قال : \" لا أشك ولا أسأل \" .وكذا قال ابن عباس وسعيد بن جبير والحسن البصري ، وهذا فيه تثبيت للأمة ، وإعلام لهم بأن صفة نبيهم - صلى الله عليه وسلم - موجودة فى الكتب المتقدمة التى بأيدى أهل الكتاب ، كما قال - تعالى - ( الذين يَتَّبِعُونَ الرسول النبي الأمي الذي يَجِدُونَهُ مَكْتُوباً عِندَهُمْ فِي التوراة والإنجيل . . . ) وشبيه بهذه الآية قوله - تعالى - فى شأن عيسى - عليه السلام - : ( أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله قَالَ سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ . . . ) فعيسى - عليه السلام - يعلم علم اليقين أنه لم يقل ذلك ، وإنما يفرض قوله فرضا . ليستدل عليه بأنه لو قاله لعلمه الله - تعالى - منه .أى : إن كنت قلته - على سبيل الفرض والتقدير - فقولى هذا لا يخفى عليك .قال صاحب الكشاف ما ملخصه : فإن قلت : كيف قال الله - تعالى - لرسوله - صلى الله عليه وسلم - ( فَإِن كُنتَ فِي شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ . . . ) ؟قلت : هو على سبيل الفرض والتمثيل . كأنه قيل : فإن وقع لك شك - مثلا - وخيل لك الشيطان خيالا منه تقديرا ( فَاسْأَلِ الذين يَقْرَءُونَ الكتاب ) .والمعنى : أن الله - عز وجل - قدم ذكر بنى إسرائيل ، وهم قراءة الكتاب ووصفهم بأن العلم قد جاءهم ، لأن أمر رسول الله - صلى الله عليه وسلم - مكتوب عندهم فى التوراة والإِنجيل ، وهم يعرفونه كما يعرفون أبناءهم فأراد أن يؤكد علمهم بصحة القرآن ، وصحة نبوة محمد - صلى الله عليه وسلم - ويبالغ في ذلك فقال : فإن قوع لك شك فرضا وتقديرا .فسل علماء أهل الكتاب يعنى أنهم من الإِحاطة بصحة ما أنزل إليك ، بحيث يصلحون لمراجعة مثلك ، فضلا عن غيرك .فالغرض وصف الأحبار بالرسوخ فى العلم بصحة ما أنزل إلى رسول الله - صلى الله عليه وسلم - لا صوفه بالشك فيه .ويجوز أن يكون على طريق التهييج والإِلهاب كقوله ( فَلاَ تَكُونَنَّ مِنَ الممترين ) كلام مستأنف مؤكد لاجتثاث إرادة الشك .والتقدير : أقسم لقد جاءك الحق الذى لا لبس فيه من ربك لا من غيره ، فلا تكونن من الشاكين المترددين فى صحة ذلك .",
  "ayah": 94,
  "surah": 10
}
