{
  "text": "তোমাদের স্ত্রীদের পরিত্যক্ত সম্পত্তির অর্ধেক তোমাদের জন্য, যদি তাদের কোন সন্তান না থাকে এবং তাদের সন্তান থাকলে তোমাদের জন্য তাদের পরিত্যক্ত সম্পত্তির চার ভাগের এক ভাগ; ওসিয়াত পালন এবং ঋণ পরিশোধের পর। তোমাদের সন্তান না থাকলে তাদের জন্য তোমাদের পরিত্যক্ত সম্পত্তির চার ভাগের এক ভাগ, আর তোমাদের সন্তান থাকলে তাদের জন্য তোমাদের পরিত্যক্ত সম্পত্তির আট ভাগের এক ভাগ; তোমরা যা ওসিয়াত করবে তা দেয়ার পর এবং ঋণ পরিশোধের পর [১]। আর যদি কোন পুরুষ অথবা নারীর ‘কালালাহ [২]’ বা পিতা-মাতা ও সন্তানহীন উত্তরাধিকারী হয়, আর থাকে তার এক বৈপিত্রেয় ভাই বা বোন, তবে প্রত্যেকের জন্য ছয় ভাগের এক ভাগ। তারা এর বেশি হলে সবাই সমান অংশীদার হবে তিন ভাগের এক ভাগে; এটা যা ওসিয়াত করা হয় তা দেয়ার পর এবং ঋণ পরিশোধের পর, কারো ক্ষতি না করে [৩]। এ হচ্ছে আল্লাহর নির্দেশ। আর আল্লাহ সর্বজ্ঞ, সহনশীল।\n[১] উপরোক্ত বর্ণনায় স্ত্রীর অংশ নির্ধারণ করা হয়েছে। প্রথমে স্বামীর অংশ ব্যক্ত করা হয়েছে। মৃতা স্ত্রীর যদি কোন সন্তান না থাকে, তবে ঋণ পরিশোধ ও ওসিয়ত কার্যকর করার পর স্বামী তার সম্পত্তির অর্ধেক পাবে। অবশিষ্ট অর্ধেক থেকে অন্যান্য ওয়ারিশ যেমন মৃতার পিতা-মাতা, ভাই-বোন যথারীতি অংশ পাবে। মৃতার যদি সন্তান থাকে, এক বা একাধিক -পুত্র বা কন্যা, এ স্বামীর ঔরসজাত হোক বা পূর্ববর্তী কোন স্বামীর ঔরসজাত, তবে বর্তমান স্বামী ঋণ পরিশোধ ও ওসিয়ত কার্যকর করার পর মৃতার সম্পত্তির এক-চতুর্থাংশ পাবে। অবশিষ্ট তিন-চতুর্থাংশ অন্যান্য ওয়ারিশরা পাবে। পক্ষান্তরে যদি স্বামী মারা যায় এবং তার কোন সন্তান না থাকে, তবে ঋণ পরিশোধ ও ওসিয়ত কার্যকর করার পর স্ত্রী মোট সম্পত্তির এক-চতুর্থাংশ পাবে। আর যদি মৃত স্বামীর সন্তান থাকে, এ স্ত্রীর গর্ভজাত হোক কিংবা অন্য স্ত্রীর, তবে ঋণ পরিশোধ ও ওসিয়ত কার্যকর করার পর স্ত্রী আট ভাগের এক ভাগ পাবে। স্ত্রী একাধিক হলেও উপরোক্ত বিবরণ অনুযায়ী এক অংশ সকল স্ত্রীর মধ্যে সমহারে বন্টন করা হবে। অর্থাৎ প্রত্যেক স্ত্রীই এক-চতুর্থাংশ কিংবা এক-অষ্টমাংশ পাবে না, বরং সবাই মিলে এক-চতুর্থাংশ কিংবা এক-অষ্টমাংশে অংশীদার হবে। উভয় অবস্থাতে স্বামী অথবা স্ত্রীর অংশ দেয়ার পর যা অবশিষ্ট থাকবে, তা তাদের অন্যান্য ওয়ারিশদের মধ্যে বন্টন করা হবে। তবে প্রথমে দেখা উচিত যে, যদি স্ত্রীর মাহ্‌র পরিশোধ করা না হয়ে থাকে, তবে অন্যান্য ঋণের মতই প্রথমে মোট পরিত্যক্ত সম্পত্তি থেকে মাহ্‌র পরিশোধ করার পর ওয়ারিশদের মধ্যে বন্টন করা হবে। মোহারানা দেয়ার পর স্ত্রী ওয়ারিশী স্বত্বে অংশীদার হবার দরুন এ অংশও নেবে। মাহ্‌র পরিশোধ করার পর যদি মৃত স্বামীর সম্পত্তি অবশিষ্ট না থাকে, তবে অন্যান্য ঋণের মত সম্পূর্ণ সম্পত্তি মাহ্‌র বাবদ স্ত্রীকে সমর্পণ করা হবে এবং কোন ওয়ারিশই অংশ পাবে না।\n[২] আলোচ্য আয়াতে ‘কালালাহ’র পরিত্যক্ত সম্পত্তির বিধান বর্ণিত হয়েছে। ‘কালালাহ’র অনেক সংজ্ঞা রয়েছে। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, যে মৃত ব্যক্তির উর্ধ্বতন ও অধঃস্তন কেউ নেই, সে-ই ‘কালালাহ’। [তাবারী]\n[৩] ‘কারো ক্ষতি না করে’ এ কথার দু’টি দিক আছে। প্রথমত, মৃত ব্যক্তি যেন ওসিয়ত বা ঋণের মাধ্যমে কাউকে ক্ষতিগ্রস্ত না করে। ওসিয়ত করা কিংবা নিজের যিম্মায় ভিত্তিহীন ঋণ স্বীকার করার মাধ্যমে ওয়ারিশদেরকে বঞ্চিত করার ইচ্ছা লুকায়িত না রাখে। এ রকমের ইচ্ছাকে কার্যে পরিণত করা কঠোরভাবে নিষিদ্ধ ও কবিরা গোনাহ। দ্বিতীয়ত, যারা কালালাহ জনিত ওয়ারিশ তারাও যেন মৃত ব্যক্তির ন্যায়সঙ্গত অসিয়ত কার্যকরণে কোন প্রকার বাধা না দেয়। ইবন আব্বাস বলেন, ওসিয়্যতে ক্ষতিগ্রস্ত করা কবীরা গোনাহের অন্তর্ভুক্ত। [তাবারী]",
  "ayah": 12,
  "surah": 4
}
