{
  "text": "আস্‌মানে যা আছে ও যমীনে যা আছে সব আল্লাহরই [১]; তোমাদের আগে যাদেরকে কিতাব দেয়া হয়েছে তাদেরকে এবং তোমাদেরকেও নির্দেশ দিয়েছি যে, তোমরা আল্লাহর তাকওয়া অবলম্বন কর [২]। আর তোমরা কুফরী করলেও আস্‌মানে যা আছে ও যমীনে যা আছে তা সবই আল্লাহর এবং আল্লাহ অভাবমুক্ত, প্রশংসাভাজন।\n[১] অর্থাৎ আসমান ও জমীনে যা কিছু আছে সবই আল্লাহ তা’আলার। এখানে এই উক্তিটির তিনবার পুনরাবৃত্তি করা হয়েছে। প্রথমবার বোঝানো হয়েছে, আল্লাহর সচ্ছলতা, প্রাচুর্য ও তাঁর দরবারে অভাবহীনতা। তিনি অভাবীর কথা শুনেন ও অভাব দুর করবেন। কারও অভাব তাঁর অজানা নয়। তিনিই সবাইকে তার আরাধ্য বিষয় দিতে সামর্থ। দ্বিতীয়বার বোঝানো হয়েছে যে, কারো অবাধ্যতায় আল্লাহ্ তা’আলার কোনই ক্ষতি-বৃদ্ধি হয় না। তৃতীয়বার আল্লাহ্ তা’আলার অপার রহমত ও সহায়তার প্রতি ইঙ্গিত করা হয়েছে যে, তোমরা যদি আল্লাহভীতি ও আনুগত্য কর, তবে তিনি তোমাদের সব কাজে সহযোগিতা করবেন, এবং অনায়াসে তা সু-সম্পন্ন করে দেবেন। তৃতীয় আয়াতে বুঝিয়ে দেয়া হয়েছে যে, আল্লাহ তা'আলা অপরিসীম ক্ষমতাবান। তিনি ইচ্ছা করলে এক মুহুর্তে সবকিছু পরিবর্তন করে দিতে পারেন। তোমাদের সবাইকে ধরাপৃষ্ঠ থেকে ধ্বংস ও নিশ্চিহ্ন করে তোমাদের স্থলে অন্যদেরকে অধিষ্ঠিত করতে সক্ষম। অবাধ্যদের পরিবর্তে তিনি অনুগত ও বাধ্য লোক অনায়াসে সৃষ্টি করতে পারেন। এই আয়াত দ্বারা আল্লাহ্ তা’আলার স্বয়ংসম্পূর্ণতা ও অনির্ভরতা স্পষ্টভাবে প্রকাশ করা হয়েছে এবং অবাধ্যদেরকে ভীতি প্রদর্শন করা হয়েছে।\n[২] এ আয়াত মানবজাতির জন্য আল্লাহ তা'আলার পক্ষ থেকে এক গুরুত্বপূর্ণ ওসিয়্যত। আগের ও পরের যাবতীয় মানুষের জন্য একটি গুরুত্বপূর্ণ ওসিয়ত। যার বড় আর কোন অসিয়্যত হতে পারে না। বিভিন্ন নবী-রাসূলগণও যুগে যুগে তাদের উম্মতদেরকে এ ওসিয়ত করেছেন। এমনকি রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম নিজেও তার কাছে কেউ ওসিয়্যতের অনুরোধ জানালে এ ওসিয়্যতটি প্রথমে করতেন। হাদীসে এসেছে, এক লোক এসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর কাছে ওসিয়্যত চাইলে তিনি বললেন, “তোমার কর্তব্য হবে আল্লাহর তাকওয়া অবলম্বন করা। আর তুমি প্রতিটি উঁচুস্থানে উঠা বা উল্লেখযোগ্য স্থানে তাকবীর বা আল্লাহর শ্রেষ্ঠত্ব ঘোষণা করা। [তিরমিযী:৩৪৪৫; মুসনাদে আহমাদ ৩/৩৩৩]\nতাছাড়া যখনই কোন সেনাদল পাঠাতেন, তাদেরকে তাকওয়ার ওসিয়্যত করতেন। [মুসলিম ১৭৩১; আবু দাউদ: ২৬১২]",
  "ayah": 131,
  "surah": 4
}
