{
  "text": "মুমিনগণের পরিবর্তে যারা কাফেরদেরকে বন্ধুরূপে গ্রহণ করে তারা কি ওদের কাছে ইযযত চায়? সমস্ত ইযযত তো আল্লাহরই [১]।\n[১] এ আয়াতে কাফের ও মুশরিকদের সাথে আন্তরিক বন্ধুত্ব ও সৌহার্দ্য স্থাপন করাকে নিষিদ্ধ করে এ ধরণের আচরণে লিপ্ত ব্যক্তিদের প্রতি সতর্কবাণী উচ্চারণ করা হয়েছে। সাথে সাথে এই ব্যাধিতে আক্রান্ত হওয়ার উৎস ও মূল কারণ বর্ণনা করে একেও অযথা অবান্তর প্রতিপন্ন করা হয়েছে এবং বলা হয়েছেঃ “তারা কি ওদের কাছে গিয়ে ইজ্জত-সম্মান লাভ করতে চায়? তবে ইজ্জত-সম্মানতো সম্পূর্ণভাবে আল্লাহরই মালিকানাধীন”। কাফের ও মুশরিকদের সাথে সৌহার্দ্য ও বন্ধুত্বের সম্পর্ক রাখা এবং অন্তরঙ্গ মেলা-মেশার প্রধান কারণ এই যে, তাদের বাহ্যিক মানমর্যাদা, শক্তি-সামর্থ্য, ধনবলে প্রভাবিত হয়ে হীনমন্যতার শিকার হয় এবং মনে করে যে, তাদের সাহায্য-সহযোগিতায় আমাদেরও মানমর্যাদা বৃদ্ধি পাবে। আল্লাহ্ তা’আলা তাদের ভ্রান্ত ধারণা খণ্ডন করে বলেন যে, তারা এমন লোকদের সাহায্যে মর্যাদাবান হওয়ার আকাঙ্ক্ষা করছে, যাদের নিজেদেরই সত্যিকারের কোন মর্যাদা নেই। তাছাড়া যে শক্তি ও বিজয়ের মধ্যে সত্যিকারের ইজ্জত ও সম্মান নিহিত, তা তো একমাত্র আল্লাহ্ তা'আলারই মালিকানাধীন। অন্য কারো মধ্যে যখন কোন ক্ষমতা বা সাফল্য পরিদৃষ্ট হয়, তা সবই আল্লাহ প্রদত্ত। অতএব, মানমর্যাদা দানকারী মালিককে অসন্তুষ্ট করে তাঁর শক্রদের থেকে ইজ্জত হাসিল করার অপচেষ্টা কত বড় বোকামী। অন্য আয়াতেও আল্লাহ তা’আলা এ ঘোষণা দিয়ে বলেছেন, “আর ইজ্জত-সম্মান একমাত্র আল্লাহ, রাসূল এবং ঈমানদারদের জন্য নির্ধারিত রয়েছে। কিন্তু মুনাফেকরা তা অবগত নয়”। [সূরা আল-মুনাফিকুন:৮]\nএখানে আল্লাহ্ তা’আলার সাথে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও মুমিনদের উল্লেখ করে বোঝানো হয়েছে যে, ইজ্জতের মালিক একমাত্র আল্লাহ তা’আলা। তিনি যাকে ইচ্ছা আংশিক মর্যাদা দান করেন। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম ও মুমিনগণ যেহেতু আল্লাহ্ তা’আলার একান্ত অনুগত, পছন্দনীয় ও প্রিয়পাত্র, তাই তিনি তাঁদেরকে সম্মান দান করেন। পক্ষান্তরে কাফের ও মুশরিকদের ভাগ্যে সত্যিকার কোন ইজ্জত নেই। অতএব, তাদের সাথে সৌহার্দ্যের সম্পর্ক স্থাপন করে সম্মান অর্জন করা সুদূর পরাহত। উমর রাদিয়াল্লাহু আনহু বলেছেনঃ ‘যে ব্যক্তি বান্দাদের (মাখলুকের) মর্যাদাবান হওয়ার বাসনা করে আল্লাহ তা'আলা তাকে লাঞ্ছিত করেন’। [বাইহাকী, শু'আবুল ঈমান: ৭৪২১] সুতরাং আয়াতের মর্ম এই যে, কাফের, মুশরিক, পাপিষ্ঠ ও পথভ্রষ্টদের সাথে বন্ধুত্ব স্থাপন করে মর্যাদা ও প্রতিপত্তি অর্জনের ব্যর্থ চেষ্টা করা অন্যায় ও অপরাধ।",
  "ayah": 139,
  "surah": 4
}
