{
  "text": "আর ‘আমরা আল্লাহর রাসূল মারঈয়াম তনয় ‘ঈসা মসীহকে হত্যা করেছি’ তাদের এ উক্তির জন্য। অথচ তারা তাকে হত্যা করেনি এবং ক্রুশবিদ্ধও করেনি; বরং তাদের জন্য (এক লোককে) তার সদৃশ করা হয়েছিল [১]। আর নিশ্চয় যারা তার সম্বন্ধে মতভেদ করেছিল, তারা অবশ্যই এ সম্বন্ধে সংশয়যুক্ত ছিল; এ সম্পর্কে অনুমানের অনুসরণ ছাড়া তাদের কোন জ্ঞানই ছিল না। আর এটা নিশ্চিত যে, তারা তাঁকে হত্যা করেনি,\n[১] এখানে স্পষ্ট ঘোষণা করা হয়েছে যে, ওরা ঈসা ‘আলাইহিস সালাম-কে হত্যাও করতে পারেনি, শুলেও চড়াতে পারেনি, বরং আসলে ওরা সন্দেহে পতিত হয়েছিল। কিন্তু তাদের সন্দেহ কি ছিল এ ব্যাপারে বিভিন্ন বর্ণনা এসেছে, সব বর্ণনার সার কথা হচ্ছে, ইয়াহুদীরা যখন ঈসা ‘আলাইহিস সালাম-কে হত্যা করতে বদ্ধপরিকর হলো, তখন তার ভক্ত-সহচরবৃন্দ এক স্থানে সমবেত হলেন। ঈসা ‘আলাইহিস সালামও সেখানে উপস্থিত হলেন। তখন চার হাজার ইয়াহুদী দূরাচার একযোগে গৃহ অবরোধ করলো। তখন ঈসা ‘আলাইহিস সালাম স্বীয় ভক্ত অনুচরগণকে সম্বোধন করে বললেন, তোমাদের মধ্য থেকে কেউ এই ঘর থেকে বের হতে ও নিহত হতে এবং আখেরাতে জান্নাতে আমার সাথী হতে প্রস্তুত আছো কি? জনৈক ভক্ত আত্মোৎসর্গের জন্য উঠে দাঁড়ালেন। ঈসা ‘আলাইহিস সালাম নিজের জামা ও পাগড়ী তাঁকে পরিধান করালেন। অতঃপর তাঁকে ঈসা ‘আলাইহিস সালাম-এর সাদৃশ করে দেয়া হলো। যখন তিনি ঘর থেকে বের হলেন, তখন ইয়াহুদীরা ঈসা ‘আলাইহিস সালাম মনে করে তাঁকে বন্দী করে নিয়ে গেল এবং শুলে চড়িয়ে হত্যা করলো। অপরদিকে ঈসা ‘আলাইহিস সালাম-কে আল্লাহ্ তা’আলা আসমানে তুলে নিলেন।\nএক বর্ণনায় পাওয়া যায় যে, ইয়াহুদীরা এক লোককে ঈসা ‘আলাইহিস সালাম-কে হত্যা করার জন্য পাঠিয়েছিল। কিন্তু ইতোপূর্বে আল্লাহ্ তা'আলা তাঁকে আকাশে তুলে নেয়ায় সে তার নাগাল পেল না। বরং ইতিমধ্যে তার নিজের চেহারা ঈসা ‘আলাইহিস সালাম-এর মত হয়ে গেল। ব্যর্থ মনোরথ হয়ে সে যখন ঘর থেকে বেরিয়ে এল তখন অন্যান্য ইয়াহুদীরা তাকেই ঈসা ‘আলাইহিস সালাম মনে করে পাকড়াও করলো, এবং শুলে বিদ্ধ করে হত্যা করলো। উক্ত বর্ণনা দু’টির মধ্যে যে কোনটিই সত্য হতে পারে। কুরআনুল কারীম এ সম্পর্কে স্পষ্ট কিছু ব্যক্ত করেনি। অতএব, প্রকৃত ঘটনার সঠিক খবর একমাত্র আল্লাহ্ তা’আলাই জানেন। অবশ্য কুরআনুল কারীমের আয়াত ও তাফসীর সংক্রান্ত বর্ণনার সমন্বয়ে সিদ্ধান্ত করা যায় যে, প্রকৃত ঘটনা ইয়াহুদী-খৃষ্টানদেরও অজ্ঞাত ছিল। তারা চরম বিভ্রান্তির আবর্তে নিক্ষিপ্ত হয়ে শুধু অনুমান করে বিভিন্ন উক্তি ও দাবী করছিল। ফলে উপস্থিত লোকদের মধ্যেই চরম মতভেদ ও বিবাদের সৃষ্টি হয়েছিল। তাই কুরআনুল কারীমে বলা হয়েছে যে, যারা ঈসা ‘আলাইহিস সালাম সম্পর্কে নানা মত পোষন করে নিশ্চয় এ ব্যাপারে তারা সন্দেহে পতিত হয়েছে। তাদের কাছে এ সম্পর্কে কোন সত্যনির্ভর জ্ঞান নেই। তারা শুধু অনুমান করে কথা বলে। আর তারা যে ঈসা ‘আলাইহিস সালাম-কে হত্যা করেনি, এ কথা সুনিশ্চিত। বরং আল্লাহ্ তা’আলা তাকে নিরাপদে নিজের কাছে তুলে নিয়েছেন।\nকোন কোন বর্ণনায় এসেছে যে, সম্বিত ফিরে পাওয়ার পর কিছু লোক বললো, আমরা তো নিজেদের লোককেই হত্যা করে ফেলেছি। কেননা, নিহত ব্যক্তির মুখমণ্ডল ঈসা ‘আলাইহিস সালাম-এর মত হলেও তার অঙ্গ-প্রত্যঙ্গ অন্য রকম। তদুপরি এ ব্যক্তি যদি ঈসা ‘আলাইহিস সালাম হয়, তবে আমাদের প্রেরিত লোকটি গেল কোথায়? আর এ ব্যক্তি আমাদের হলে ঈসা ‘আলাইহিস সালামই বা কোথায় গেলেন? মোটকথা: ঈসা ‘আলাইহিস সালাম সম্পর্কে ইয়াহুদী ও নাসারা যারাই কথা বলে তারাই বিভ্রান্তিতে লিপ্ত। তাদের কাছে এ ব্যাপারে কোন জ্ঞান নেই।",
  "ayah": 157,
  "surah": 4
}
