{
  "text": "হে ঈমানদারগণ! যবরদস্তি করে [১] নারীদের উত্তরাধিকার হওয়া তোমাদের জন্য বৈধ নয়। তোমরা তাদেরকে যা দিয়েছ তা থেকে কিছু আত্মসাৎ করার উদ্দেশ্যে তাদেরকে অবরুদ্ধ করে রেখো না, যদি না তারা স্পষ্ট খারাপ আচরণ করে [২]। আর তোমরা তাদের সাথে সৎভাবে জীবনযাপন করবে [৩]; তোমরা যদি তাদেরকে অপছন্দ কর তবে এমন হতে পারে যে, আল্লাহ্‌ যাতে প্রভূত কল্যাণ রেখেছেন তোমরা তাকেই অপছন্দ করছ [৪]।\n[১] ইসলামপূর্ব যুগে পুরুষ নিজেকে স্ত্রীর জান ও মালের মালিক মনে করতো। স্ত্রী যার বিবাহ-বন্ধনে আবদ্ধ হতো, সে তার প্রাণকে নিজের মালিকানাধীন মনে করতো। স্বামীর মৃত্যুর পর তার ওয়ারিশরা যেমন তার ত্যাজ্য সম্পত্তির ওয়ারিশ ও মালিক হতো, তেমনি তার স্ত্রীরও ওয়ারিশ ও মালিক বলে গণ্য হতো। ইচ্ছা করলে নিজেই তাকে বিয়ে করতো কিংবা অন্যের কাছ থেকে অর্থ গ্রহণ করে তাকে বিয়ে দিয়ে দিতো। স্বামীর অন্য স্ত্রীর গর্ভজাত পুত্র নিজেও পিতার মৃত্যুর পর তাকে বিবাহ বন্ধনে আবদ্ধ করতে পারতো। স্ত্রীর প্রাণেরই এই অবস্থা, তখন তার ধন-সম্পদের ব্যাপারটি তো বলাই বাহুল্য। যেসব অর্থ-সম্পদ স্ত্রী উত্তরাধিকারসূত্রে অথবা পিত্ৰালয় থেকে উপঢৌকন হিসেবে লাভ করতো, তারা সেগুলো হজম করে ফেলতো। যদি কোন নারী তার নিজের অংশের ধন-সম্পদের উপর অধিকার প্রতিষ্ঠা করেই নিত, তবে পুরুষরা তাকে অন্যত্র বিয়ে করতে বাধা দিত; যাতে সে এখানেই মারা যায় এবং ধন-সম্পদ তাদের অধিকারভুক্ত থেকে যায়। কোন কোন সময় স্ত্রীর কোন দোষ না থাকলেও তাকে তার প্রাপ্য প্রদান করতো না। আবার তালাক দিয়েও তাকে মুক্ত করত না। তালাক দিলেও অন্যত্র বিয়ে দিত না। যাতে তার মাহ্‌রের টাকা বাইরে না যায়। ইসলাম এসব কিছুর মূলোৎপাটন করে দিয়েছে। এ আয়াত সংক্রান্ত বেশ কিছু বর্ণনায় তা স্পষ্ট। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, ইসলামপূর্ব যুগে কোন লোক মারা গেলে তার অভিভাবকরা তার স্ত্রীর অধিকারী হয়ে যেত। সে ইচ্ছে করলে তাকে বিয়ে করত অথবা অন্যের নিকট বিয়ে দিয়ে দিত। তখন এ আয়াতটি নাযিল হয়। [বুখারী ৪৫৭৯]\nঅন্য বর্ণনায় এসেছে, কায়েস ইবন সালত এর পিতা মারা গেলে তার ছেলে তার পিতার স্ত্রীকে বিয়ে করতে চাইল। জাহেলিয়াতে যা তাদের অভ্যাস ছিল। তখন আল্লাহ তা’আলা এ আয়াত নাযিল করেন। [নাসায়ী: ১১৫]\n[২] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, এখানে স্পষ্ট খারাপ আচরণ বলতে, স্বামীর অবাধ্যতা ও স্বামীর সাথে শক্রতা বোঝানো হয়েছে। যে মহিলা স্বামীর অবাধ্য সে মহিলা থেকে নিজেকে রক্ষার জন্য পুরুষটি তাকে দেয়া সম্পদ ফেরৎ নিতে পারবে। [তাবারী]\n[৩] অর্থাৎ তাদের সাথে উত্তম কথা বলবে। কথায়, কাজে, চলাফেরায় যতটুকু সম্ভব সৌন্দর্য রক্ষা করবে। যেমনটি তুমি তাদের কাছ থেকে আশা কর, তেমন ব্যবহারই করো। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেনঃ ‘তোমাদের মধ্যে উত্তম হলো ঐ ব্যক্তি যে তার পরিবারের কাছে উত্তম। আমি আমার পরিবারের কাছে উত্তম’। [তিরমিযীঃ ৩৮৯৫]\nরাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের চারিত্রিক সৌন্দর্যের মধ্যে এটা ছিল যে, তিনি সদাহাস্য সুন্দর ব্যবহার করতেন। পরিবারের সাথে হাস্যরস, নরম ব্যবহার ইত্যাদি করতেন। আয়েশা রাদিয়াল্লাহু আনহার সাথে কখনো কখনো দৌড় প্রতিযোগিতা করতেন। [দেখুন- আবু দাউদঃ ২৫৭৮, ইবন মাজাহঃ ১৯৭৯, মুসনাদে আহমাদঃ ৬/১২৯]\n[৪] অর্থাৎ এমনও হতে পারে যে, ধৈর্যধারণ করে তাদের সাথে জীবনযাপন করলে দুনিয়াতে এবং আখেরাতে আল্লাহ তা’আলা অনেক ভাল কিছু এর বিনিময়ে রেখেছেন। আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা এই আয়াতের তাফসীরে বলেনঃ এর অর্থ হল স্বামী স্ত্রীকে ভালবাসবে, তারপর তাদের মধ্যে আল্লাহ সন্তান দান করবেন যে সন্তান তাদের মধ্যে প্রভূত কল্যাণ নিয়ে আসবেন বা স্বামীর মনে স্ত্রীর জন্য ভালবাসা তৈরী করে দিবেন। [তাবারী] এছাড়া হাদীসে রয়েছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘মুমিন পুরুষ কোন মুমিন নারীকে ঘৃণা করবে না। যদি তার কোন চরিত্রের কোন একটি দিক তাকে অসন্তুষ্ট করে, তবে অন্য দিক তাকে সন্তুষ্ট করবে’। [মুসলিমঃ ১৪৬৯]",
  "ayah": 19,
  "surah": 4
}
