{
  "text": "আর নারীদের মধ্যে তোমাদের অধিকারভুক্ত দাসী [১] ছাড়া সব সধবা তোমাদের জন্য নিষিদ্ধ, তোমাদের জন্য এগুলো আল্লাহর বিধান। উল্লেখিত নারীগণ ছাড়া অন্য নারীকে অর্থব্যয়ে বিয়ে করতে চাওয়া তোমাদের জন্য বৈধ করা হল, অবৈধ যৌন সম্পর্কের জন্য নয়। তাদের মধ্যে যাদেরকে তোমরা সম্ভোগ করেছ তাদের নির্ধারিত মাহ্‌র অর্পণ করবে [২]। মাহ্‌র নির্ধারণের পর কোন বিষয়ে পরস্পর রাযী হলে তাতে তোমাদের কোন দোষ নেই [৩]। নিশ্চয়ই আল্লাহ সর্বজ্ঞ, প্রজ্ঞাময়।\n[১] অধিকারভুক্ত দাসী বলতে ঐ সমস্ত নারীদেরকে বুঝায়, যারা কাফের ছিল। মুসলিমগণ যুদ্ধে তাদের পুরুষদের পরাজিত করে তাদেরকে নিজেদের অধিকারে নিয়ে আসে, তখন তাদেরকে মুসলিমদের জন্য বিয়ে ছাড়াই হালাল করা হয়েছে। আবু সাঈদ খুদরী রাদিয়াল্লাহু ‘আনহু বলেনঃ হুনাইনের যুদ্ধের দিন রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম একদল যোদ্ধাকে ‘আওতাস’-এর দিকে পাঠান। তারা কাফেরদের উপর জয়ী হয়ে তাদের নারীদেরকে নিয়ে আসে। কিন্তু এরা কাফের নারী হওয়ার কারণে মুসলিমগণ তাদেরকে হালাল মনে করছিল না। তখন এই আয়াত নাযিল হয়ে জানিয়ে দেয়া হয় যে, এরা তাদের জন্য হালাল, তবে শর্ত হলো এদের ইদ্দত শেষ হতে হবে। [মুসলিমঃ ১৪৫৬] যুদ্ধ-বন্দিনী দাসীদের সাথে সংগম করার ব্যাপারে কিছু নিয়মনীতি রয়েছে-\n(এক) অবশ্যই খেয়াল রাখতে হবে যে, এটা শুধুমাত্র মুসলিম ও অমুসলিমদের মধ্যে যুদ্ধ হলেই হতে পারে। কোন কারণে যদি মুসলিমদের মধ্যে পরস্পর যুদ্ধ হয়, কিংবা মুসলিম দুটি রাষ্ট্রে যুদ্ধের সূচনা হয়, অথবা মুসলিমদের কোন জাতিগত বা ভাষাগত বা রাজনৈতিক দাঙ্গা হয় সেখানে যে যুদ্ধ হবে সে যুদ্ধের কারণে কাউকে অধিকারভুক্ত দাস-দাসী বানানোর অধিকার ইসলাম কাউকে দেয়নি। যদি কেউ এটা করতে চায় তবে সেটা হবে সম্পূর্ণ অবৈধ ও ব্যভিচার। এ ধরনের লোকদেরকে ব্যভিচারের শাস্তির সম্মুখীন হতে হবে।\n(দুই) যে সমস্ত মেয়ে বন্দী হয় তাদেরকে ইসলামী আইন অনুযায়ী সরকারের হাতে সোপর্দ করে দিতে হবে। সরকার চাইলে তাদেরকে বিনা শর্তে মুক্ত করে দিতে পারে, মুক্তিপণ গ্রহণ করতে পারে, শক্রর হাতে যে সমস্ত মুসলিম বন্দী রয়েছে তাদের সাথে এদের বিনিময়ও করতে পারে এবং চাইলে তাদেরকে সৈন্যদের মাঝে বন্টনও করে দিতে পারে। তাই বন্দী করার সাথে সাথেই কোন সৈনিক তাদের সাথে সংগম করার অধিকার লাভ করে না। তাছাড়া কোন ক্রমেই যুদ্ধাবস্থায় এ অধিকার কারও থাকবে না। যদি কেউ যুদ্ধাবস্থায় এ কাজ করে তবে তাকে শাস্তির সম্মুখীন হতে হবে।\n(তিন) মেয়েটি গর্ভবতী নয় এতটুকু নিশ্চিত হওয়ার জন্য কমপক্ষে এক মাসিক ঋতুশ্রাব পর্যন্ত অপেক্ষা করতে হবে। গর্ভবতী হলে সন্তান ভূমিষ্ঠ হওয়ার পূর্বে সংগম করা যাবে না।\n(চার) যে মেয়েকে যার ভাগে দেয়া হবে সে-ই শুধু তাকে ভোগ করতে পারবে: অন্য কেউ নয়।\n(পাঁচ) সন্তানের জননী হওয়ার পর এ মেয়েকে আর বিক্রয় করা যাবে না। মালিকের মৃত্যুর পরপরই সে স্বাধীন হয়ে যাবে।\n(ছয়) মালিক ইচ্ছে করলে তাকে অন্য কারো কাছে বিয়ে দিতে পারবে। তখন তার খেদমত মালিকের হবে কিন্তু মালিক তার সাথে যৌন সম্পর্ক রাখতে পারবে না।\n(সাত) কোন সেনাপতি যদি নিছক সাময়িকভাবে তার সৈন্যদেরকে বন্দিনী মেয়েদের মাধ্যমে নিজেদের যৌন তৃষ্ণা মেটানোর অনুমতি দেয়, তবে তা হবে সম্পূর্ণ অবৈধ। কেননা, এ কাজ ও ব্যভিচারের মধ্যে কোন পার্থক্য নেই।\n[২] অধিকাংশ তাফসীরকারের মতে, এ আয়াতে মহিলাদের মধ্যে যাদের সাথে সম্ভোগ হয়েছে তাদেরকে মাহ্‌র পরিশোধ করার নির্দেশ দেয়া হয়েছে। এ হিসেবে এ আয়াত পূর্বোক্ত ২১ নং আয়াতের মতই। [আদওয়াউল বায়ান] কোন কোন মুফাসসিরের মতে, এখানে মুত’আ বিবাহের কথা বলা হয়েছে। ইসলামের প্রাথমিক যুগে মুত’আ ও সাময়িক বিয়ের অনুমতি ছিল। কিন্তু পরবর্তীতে অসংখ্য সহীহ হাদীসে এটাকে হারাম ঘোষণা করা হয়। যেমন এক হাদীসে এসেছে, আলী রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম খায়বার যুদ্ধের কালে মুত’আ বিয়ে ও গৃহপালিত গাধার গোস্ত হারাম করেছেন। [বুখারী ৫১১৫, ৫৫২৩; আরও দেখুনবুখারীঃ ৪২১৬, মুসলিমঃ ১৪০৬, ১৪০৭]\nকোন কোন বর্ণনায় এসেছে যে, এরপর মক্কা বিজয়ের বছর সেটাকে আবার বৈধ করা হয়েছিল। কিন্তু সহীহ হাদীসে এসেছে যে, মক্কা থেকে বের হওয়ার আগেই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম ঘোষণা দিয়েছিলেন যে, এ জাতীয় বিয়ে কিয়ামত পর্যন্ত হারাম করে দেয়া হয়েছে। [মুসলিম: ১৪০৬] এ হিসেবে মুত’আ বিবাহ প্রথমে খায়বারের যুদ্ধে হারাম করা হয়। এরপর মক্কা বিজয়ের সময় হালাল করা হয়, অথবা কোন কোন সাহাবী রাসূলের অগোচরেই না জানা অবস্থায় সেটা করেন। কিন্তু মক্কা বিজয়ের বছর আওতাসের যুদ্ধের সময় তিনদিন কোন কোন সাহাবী সেটা করার পড় সেটা চিরতরে কিয়ামত পর্যন্ত হারাম করে দেয়া হয়। [যাদুল মা’আদ]\n[৩] ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, মাহ্‌র নির্ধারণের পর কোন বিষয়ে পরস্পর রাযী হওয়ার অর্থ হচ্ছে, ধার্যকৃত পূর্ণ মাহ্‌র প্রদান করে স্ত্রীকে তার মাহরের ব্যাপারে পূর্ণ অধিকার প্রদান করা। [তাবারী; আত-তাফসীরুস সহীহ]",
  "ayah": 24,
  "surah": 4
}
