{
  "text": "আর যদি তোমরা আশংকা কর যে, ইয়াতীম মেয়েদের প্রতি [১] সুবিচার করতে পারবে না [২], তবে বিয়ে করবে নারীদের মধ্যে যাকে তোমাদের ভাল লাগে, দুই, তিন বা চার [৩]; আর যদি আশংকা কর যে সুবিচার করতে পারবে না [৪] তবে একজনকেই বা তোমাদের অধিকারভুক্ত দাসীকেই গ্রহণ কর। এতে পক্ষপাতিত্ব [৫] না করার সম্ভাবনা বেশী।\n[১] এ আয়াতে ইয়াতীম মেয়েদের বৈবাহিক জীবনের যাবতীয় অধিকার সংরক্ষণের উপর বিশেষ গুরুত্ব আরোপ করা হয়েছে। সাধারণ আইন-কানুনের মত তা শুধু প্রশাসনের উপর ন্যস্ত করার পরিবর্তে জনসাধারণের মধ্যে আল্লাহ-ভীতির অনুভূতি জাগ্রত করা হয়েছে। বলা হয়েছে যে, যদি ইনসাফ করতে পারবে না বলে মনে কর, তাহলে ইয়াতীম মেয়েদেরকে বিয়ে করবে না; বরং সে ক্ষেত্রে অন্য মেয়েদেরকেই বিয়ে করে নেবে। এ কথা বলার সাথে সাথে সরকারের দায়িত্বশীল ব্যক্তিদের দায়িত্বের কথাও স্মরণ করিয়ে দেয়া হয়েছে। যাতে ইয়াতীম ছেলে-মেয়েদের কোন প্রকার অধিকার ক্ষুন্ন না হয় সে ব্যাপারে পুরোপুরি সচেতন থাকার জন্য নির্দেশ দেয়া হয়েছে।\n[২] জাহেলিয়াত যুগে ইয়াতীম মেয়েদের অধিকার চরমভাবে ক্ষুন্ন করা হত। যদি কোন অভিভাবকের অধিনে কোন ইয়াতীম মেয়ে থাকত আর তারা যদি সুন্দরী হত এবং তাদের কিছু সম্পদ-সম্পত্তিও থাকত, তাহলে তাদের অভিভাবকরা নামমাত্র মাহ্‌র দিয়ে তাদেরকে বিয়ে করে নিত অথবা তাদের সন্তানদের সাথে বিয়ে দিয়ে সম্পত্তি আত্মসাৎ করার চক্রান্ত করত। এসব অসহায় মেয়েদের পূর্ণ অধিকার সংরক্ষণের ব্যবস্থার কথা তারা চিন্তাও করত না। আয়েশা সিদ্দিকা রাদিয়াল্লাহু আনহা থেকে বর্ণিত আছে যে, মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের যুগে ঠিক এ ধরণের একটি ঘটনা সংঘটিত হয়েছিল। ‘জনৈক ব্যক্তির তত্ত্বাবধানে একটি ইয়াতীম মেয়ে ছিল। সে ব্যক্তির একটি বাগান ছিল, যার মধ্যে উক্ত ইয়াতীম বালিকাটিরও অংশ ছিল। সে ব্যক্তি উক্ত মেয়েটিকে বিয়ে করে নিল এবং নিজের পক্ষ থেকে ‘দেন-মাহ্‌র’ আদায় তো করলই না, বরং বাগানে মেয়েটির যে অংশ ছিল তাও সে আত্মসাৎ করে নিল। এ ঘটনার পরিপ্রেক্ষিতেই উপরোক্ত আয়াত নাযিল হয়’। [বুখারীঃ ৪৫৭৩]\nঅন্য বর্ণনায় এসেছে, আয়েশা রাদিয়াল্লাহু আনহা বলেন, তখনকার দিনে কারও কাছে কোন ইয়াতীম থাকলে এবং তার সম্পদ ও সৌন্দর্য তাকে মুগ্ধ করলে সে তাকে বিয়ে করতে চাইত। তবে তাকে অন্যদের সমান মাহ্‌র দিতে চাইত না। তাই তাদের মাহ্‌র পূর্ণ ও সর্বোচ্চ পর্যায়ের না দিয়ে বিয়ে করতে নিষেধ করা হয়েছে। তাদের ব্যাপারে কোন প্রকার ক্রটি করার ইচ্ছা থাকলে তাদের বাদ দিয়ে অন্যান্য মহিলাদের বিয়ে করতে নির্দেশ দেয়া হয়েছে। [বুখারীঃ ৪৫৭৪] তবে এর অর্থ এই নয় যে, অন্যান্য নারীদের বেলায় ইনসাফ বিধান করা লাগবে না। বরং অন্যান্য নারীদের বেলায়ও তা করতে হবে। [আত-তাফসীরুস সহীহ]\n[৩] বহু-বিবাহ প্রথাটি ইসলামপূর্ব যুগেও দুনিয়ার প্রায় সকল ধর্মমতেই বৈধ বলে বিবেচিত হত। আরব, ভারতীয় উপমহাদেশ, ইরান, মিশর, ব্যাবিলন প্রভৃতি দেশেই এই প্রথার প্রচলন ছিল। বহু-বিবাহের প্রয়োজনীয়তার কথা বর্তমান যুগেও স্বীকৃত। বর্তমান যুগে ইউরোপের এক শ্রেণীর চিন্তাবিদ বহু-বিবাহ রহিত করার জন্য তাদের অনুসারীদেরকে উদ্ভুদ্ধ করে আসছেন বটে, কিন্তু তাতে কোন সুফল হয়নি। বরং তাতে সমস্যা আরো বৃদ্ধি পেয়েছে এবং এর ফল রক্ষিতার রূপে প্রকাশ পেয়েছে। অবশেষে প্রাকৃতিক ও স্বাভাবিক ব্যবস্থারই বিজয় হয়েছে। তাই আজকে ইউরোপের দূরদর্শী চিন্তাশীল ব্যাক্তিরা বহু-বিবাহ পুনঃপ্রচলন করার জন্য চিন্তা-ভাবনা করছেন।  ইসলাম একই সময়ে চারের অধিক স্ত্রী রাখাকে হারাম ঘোষণা করেছে। ইসলাম এ ক্ষেত্রে ইনসাফ কায়েমের জন্য বিশেষ তাকিদ দিয়েছে এবং ইনসাফের পরিবর্তে যুলুম করা হলে তার জন্য শাস্তির কথা ঘোষণা করেছে। আলোচ্য আয়াতে একাধিক অর্থাৎ চারজন স্ত্রী গ্রহণ করার সুযোগ অবশ্য দেয়া হয়েছে, অন্যদিকে এই চার পর্যন্ত কথাটি আরোপ করে তার উর্ধ্ব সংখ্যক কোন স্ত্রী গ্রহণ করতে পারবে না বরং তা হবে সম্পূর্ণ নিষিদ্ধ -তাও ব্যক্ত করে দিয়েছে। ইসলাম পূর্ব যুগে কারও কারও দশটি পর্যন্ত স্ত্রী থাকত। ইসলাম এটাকে চারের মধ্যে সীমাবদ্ধ করে দিয়েছে। কায়েস ইবন হারেস বলেন, ‘আমি যখন ইসলাম গ্রহণ করি তখন আমার স্ত্রী সংখ্যা ছিল আট। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম এর কাছে আসলে তিনি আমাকে বললেন, ‘এর মধ্য থেকে চারটি গ্রহণ করে নাও’। [ইবন মাজাহ: ১৯৫২, ১৯৫৩]\n[৪] পবিত্র কুরআনে চারজন স্ত্রীর কথা বৈধ ঘোষণা করা হয়েছে এবং সাথে সাথে এও বলে দেয়া হয়েছে যে, যদি তোমরা তাদের মধ্যে সমতা বিধান তথা ন্যায় বিচার করতে না পার, তাহলে এক স্ত্রীর উপরই নির্ভর কর। এতে বোঝা যাচ্ছে যে, একাধিক বিয়ে ঠিক তখনই বৈধ হতে পারে, যখন শরী’আত মোতাবেক সবার সাথে সমান আচরণ করা হবে; তাদের সবার অধিকার সমভাবে সংরক্ষণ করা হবে। এ ব্যাপারে অপারগ হলে এক স্ত্রীর উপরই নির্ভর করতে হবে এবং এটাই ইসলামের নির্দেশ। রাসূল সাল্লাল্লাহু ‘‘আলাইহি ওয়াসাল্লাম একাধিক স্ত্রীর বেলায় সবার সাথে পরিপূর্ণ সমতার ব্যবহার করার ব্যাপারে বিশেষ তাকিদ দিয়েছেন এবং যারা এর খেলাফ করবে, তাদের জন্য কঠিন শাস্তির খবর দিয়েছেন। নিজের ব্যবহারিক জীবনেও তিনি এ ব্যাপারে সর্বোত্তম আদর্শ স্থাপন করে দেখিয়েছেন। এমনকি তিনি এমন বিষয়েও সমতাপূর্ণ আদর্শ স্থাপন করেছেন যে ক্ষেত্রে এর প্রয়োজন ছিল না। এক হাদীসে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এরশাদ করেছেনঃ ‘যে ব্যক্তির দুই স্ত্রী রয়েছে, সে যদি এদের মধ্যে ব্যবহারের ক্ষেত্রে পূর্ণ সমতা ও ইনসাফ করতে না পারে, তবে কিয়ামতের ময়দানে সে এমনভাবে উঠবে যে, তার শরীরের এক পার্শ্ব অবশ হয়ে থাকবে’। [আবু দাউদঃ ২১৩৩, তিরমিযীঃ ১১৪১, ইবন মাজাহঃ ১৯৬৯, আহমাদঃ ২/৪৭১]\nএ সূরার ১২৯ নং আয়াতে বলা হয়েছে, কোন এক স্ত্রীর প্রতি যদি তোমার আন্তরিক আকর্ষণ বেশী হয়ে যায়, তবে সেটা তোমার সাধ্যায়ত্ব ব্যাপার নয় বটে, কিন্তু এ ক্ষেত্রেও অন্যজনের প্রতি পরিপূর্ণ উপেক্ষা প্রদর্শন করা জায়েয হবে না। সূরা আন-নিসার এ আয়াতে ইনসাফপূর্ণ ব্যবহার করতে না পারার আশংকার ক্ষেত্রে এক বিয়েতেই তৃপ্ত থাকার নির্দেশ এবং পরবতী আয়াতে “তোমরা কোন অবস্থাতেই একাধিক স্ত্রীর মধ্যে সমতা রক্ষা করতে পারবে না” এ দু’আয়াতের মধ্যে সমন্বয় হচ্ছে, এখানে মানুষের সাধ্যায়ত্ব ব্যাপারে স্ত্রীদের মধ্যে সমতা বজায় রাখার কথা বলা হয়েছে। পক্ষান্তরে দ্বিতীয় আয়াতে যা মানুষের সাধ্যের বাইরে অর্থাৎ আন্তরিক আকর্ষণের ব্যাপারে সমতা রক্ষা করা সম্ভব নয় বলে মন্তব্য করা হয়েছে। সুতরাং দু’টি আয়াতের মর্মে যেমন কোন বৈপরীত্ব নেই, তেমনি এ আয়াতের দ্বারা একাধিক বিবাহের অবৈধতাও প্রমাণিত হয় না। যদি আমরা এ আয়াতের শানে-নুযুলের দিকে দৃষ্টিপাত করি তাহলে ব্যাপারটা আরো স্পষ্ট হয়ে যায়। আয়েশা রাদিয়াল্লাহু আনহা বলছেন, একটি ইয়াতীম মেয়ে এক ব্যক্তির তত্ত্বাবধানে ছিল। লোকটি সে ইয়াতীম মেয়েটির সাথে সম্পদে অংশীদারও ছিল। সে তাকে তার সৌন্দর্য ও সম্পদের জন্য ভালবাসত। কিন্তু সে তাকে ইনসাফপূর্ণ মাহ্‌র দিতে রাযী হচ্ছিল না। তখন আল্লাহ্‌ তা’আলা এ আয়াত নাযিল করে মাহ্‌র দানের ক্ষেত্রে ইনসাফপূর্ণ ব্যবস্থা কায়েম করার নির্দেশ দেন। ইয়াতীম হলেই তার মাহ্‌র কম হয়ে যাবে, এমনটি যেন না হয় সেদিকে গুরুত্বের সাথে লক্ষ্য রাখার নির্দেশ দান করা হয়। [বুখারীঃ ২৪৯৪, ৪৫৭৪, ৫০৯২, মুসলিমঃ ৩০১৮]\n[৫] এতে দু’টি শব্দ রয়েছে। একটি (اَدْنٰى) এটি (دُنُوٌّ) ধাতু থেকে উৎপন্ন, যার অর্থ হয় নিকটতর। দ্বিতীয় শব্দটি হচ্ছেঃ (لَاتَعُوْلُوْا) যা (عال) শব্দ হতে উৎপন্ন, অর্থ ঝুঁকে পড়া। এখানে শব্দটি অসংগতভাবে ঝুঁকে পড়া এবং দাম্পত্য জীবনে নির্যাতনের পথ অবলম্বন করা অর্থে ব্যবহৃত করা হয়েছে। এর অর্থ হচ্ছে, এ আয়াতে তোমাদের যা বলা হল যে, সমতা বজায় রাখতে না পারার আশংকা থাকলে এক স্ত্রী নিয়েই সংসারযাত্রা নির্বাহ কর কিংবা শরীআতসম্মত ক্রীতদাসী নিয়ে সংসার কর; -এটা এমন এক পথ যা অবলম্বন করলে তোমরা যুলুম থেকে বেঁচে থাকতে পারবে। বাড়াবাড়ি বা সীমালংঘনের সম্ভাবনাও দূর হবে। (تَعُوْلُوْا) শব্দের দ্বিতীয় আরেকটি অর্থ হতে পারে মিসকীন হয়ে যাওয়া। এর সপক্ষে সূরা আত-তাওবার ২৮ নং আয়াতে (عَيْلَةً) শব্দটি এসেছে। সেখানে শব্দটির অর্থ করা হয়েছে দারিদ্রতা। ইমাম শাফে’য়ী বলেন, এর অর্থ, যাতে তোমাদের পরিবারের সংখ্যা বৃদ্ধি না পায়। [ফাতহুল কাদীর]",
  "ayah": 3,
  "surah": 4
}
