{
  "text": "পুরুষরা নারীদের কর্তা [১], কারণ আল্লাহ তাদের এককে অপরের উপর শ্রেষ্ঠত্ব দিয়েছেন এবং এজন্যে যে, পুরুষ তাদের ধন-সম্পদ ব্যয় করে [২]। কাজেই পূণ্যশীলা স্ত্রীরা অনুগতা [৩] এবং লোকচক্ষুর আড়ালে আল্লাহর হেফাযতে তারা হেফাযত করে [৪]। আর স্ত্রীদের মধ্যে যাদের অবাধ্যতার আশংকা কর তাদেরকে সদুপদেশ দাও, তারপর তাদের শয্যা বর্জন কর এবং তাদেরকে প্রহার কর [৫]। যদি তারা তোমাদের অনুগত হয় তবে তাদের বিরুদ্ধে কোন পথ অন্বেষণ করো না [৬]। নিশ্চয় আল্লাহ শ্রেষ্ঠ, মহান।\nষষ্ট রুকূ‘\n[১] রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, আল্লাহ ব্যতীত যদি অন্য কাউকে আমি সিজদা করার নির্দেশ দিতাম, তাহলে স্ত্রীকে তার স্বামীকে সিজদা করার অনুমতি দিতাম। [তিরমিযীঃ ১১৫৯]\n[২] পূর্ববর্তী আয়াতসমূহের বক্তব্য অনুসারে পুরুষ ও নারীদের অধিকার পরস্পর সামঞ্জস্যপূর্ণ, বরং পুরুষের তুলনায় নারীদের দুর্বলতার কারণে তাদের অধিকার আদায়ের ব্যাপারে তুলনামূলকভাবে বেশী গুরুত্ব দেয়া হয়েছে। কারণ নারীরা বল প্রয়োগের মাধ্যমে নিজেদের অধিকার আদায় করে নিতে পারে না। কিন্তু তথাপি এই সমতার অর্থ এই নয় যে, পুরুষ ও নারীর মধ্যে মর্যাদার কোন পার্থক্য থাকবে না; বরং দুটি ন্যায়সঙ্গত ও তাৎপর্যের প্রেক্ষিতেই পুরুষদেরকে নারীদের পরিচালক নিযুক্ত করা হয়েছে। প্রথমতঃ পুরুষকে তার জ্ঞানৈশ্বর্য ও পরিপূর্ণ কর্মক্ষমতার কারণে নারী জাতির উপর মর্যাদা দেয়া হয়েছে, যা অর্জন করা নারী জাতির পক্ষে আদৌ সম্ভব নয়। দৈবাৎ কিংবা ব্যক্তিবিশেষের কথা স্বতন্ত্র। দ্বিতীয়তঃ নারীর যাবতীয় প্রয়োজনের নিশ্চয়তা পুরুষরা নিজের উপার্জন কিংবা স্বীয় সম্পদের দ্বারা বিধান করে থাকে। মোটকথা: ইসলাম পুরুষকে নারীর নেতা বানিয়েছে। নারীর উপর কর্তব্য হচ্ছে, আল্লাহ তাকে তার স্বামীর যা আনুগত্য করার নির্দেশ দিয়েছেন তার আনুগত্য করা। আর সে আনুগত্য হচ্ছে, সে স্বামীর পরিবারের প্রতি দয়াবান থাকবে, স্বামীর সম্পদের রক্ষণাবেক্ষণ করবে। স্বামীর পক্ষ থেকে খরচ ও কষ্ট করার কারণে আল্লাহ স্বামীকে স্ত্রীর উপর শ্রেষ্ঠত্ব প্রদান করেছেন। [তাবারী]\n[৩] আরবী (قٰنِتٰتٌ) শব্দটির মূল হল (قَانِتٌ)। আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, কুরআনের যেখানেই এ শব্দটির ব্যবহার হয়েছে, সেখানেই অনুগত থাকা অর্থে ব্যবহৃত হয়েছে। [তাবারী]\n[৪] রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ সবচেয়ে উত্তম নারী হল ঐ স্ত্রী যার দিকে তুমি তাকালে তোমাকে সে খুশী করে। তাকে নির্দেশ দিলে আনুগত্য করে। তুমি তার থেকে অনুপস্থিত থাকলে সে তার নিজেকে এবং তোমার সম্পদকে হেফাযত করে। [মুসনাদে আহমাদঃ ২/২৫১, ৪৩২, ৪৩৮, মুস্তাদরাকে হাকেমঃ ২/১৬১]\n[৫] সেসব স্ত্রীলোক, যারা স্বামীদের আনুগত্য করে না কিংবা যারা এ ব্যাপারে শৈথিল্য প্রদর্শন করে। আল্লাহ্ তা’আলা সংশোধনের জন্য পুরুষদেরকে যথাক্রমে তিনটি উপায় বাতলে দিয়েছেন। অর্থাৎ স্ত্রীদের পক্ষ থেকে যদি নাফরমানী সংঘটিত হয় কিংবা এমন আশংকা দেখা দেয়, তবে প্রথম পর্যায়ে তাদের সংশোধন হল যে, নরমভাবে তাদের বোঝাবে। যদি তাতেও বিরত না হয়, তবে দ্বিতীয় পর্যায়ে তাদের বিছানা নিজের থেকে পৃথক করে দেবে। যাতে এই পৃথকতার দরুন সে স্বামীর অসন্তুষ্টি উপলব্ধি করে নিজের কৃতকর্মের জন্য অনুতপ্ত হতে পারে। তারপর যদি তাতেও সংশোধন না হয়, তবে মৃদুভাবে মারবে, তিরস্কার করবে। আর তার সীমা হল এই যে, শরীরে যেন সে মারধরের প্রতিক্রিয়া কিংবা যখম না হয়। কিন্তু এই পর্যায়ের শাস্তি দানকেও রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম পছন্দ করেননি, বরং তিনি বলেছেনঃ ‘ভাল লোক এমন করে না’। [ইবন হিব্বানঃ ৯/৪৯৯, নং- ৪১৮৯, আবু দাউদঃ ২১৪৬, ইবন মাজাহঃ ১৯৮৫] যাইহোক, এ সাধারণ মারধরের মাধ্যমেই যদি সমস্যার সমাধান হয়ে যায়, তবুও উদ্দেশ্য হাসিল হয়ে গেল।\n[৬] পূর্বের আয়াতাংশে যেমন স্ত্রীদের সংশোধনকল্পে পুরুষদেরকে তিনটি অধিকার দান করা হয়েছে, তেমনিভাবে আয়াতের শেষাংশে একথাও বলা হয়েছে যে, যদি এ তিনটি ব্যবস্থার ফলে তারা তোমাদের কথা মানতে আরম্ভ করে, তবে তোমরাও আর বাড়াবাড়ি করো না এবং দোষ খোঁজাখুঁজি করো না, বরং কিছু সহনশীলতা অবলম্বন কর। আর একথা খুব ভাল করে জেনে রেখো যে, আল্লাহ্ তা’আলা তোমাদেরকে নারীদের উপর তেমন কোন উচ্চ মর্যাদা দান করেননি। আল্লাহ তা’আলার মহত্ত্ব তোমাদের উপরও বিদ্যমান রয়েছে, তোমরা কোন রকম বাড়াবাড়ি করলে তার শাস্তি তোমাদেরকেও ভোগ করতে হবে। অর্থাৎ তোমরাও সহনশীলতার আশ্রয় নাও; সাধারণ কথায় কথায় দোষারোপের পস্থা খুঁজে বেড়িয়ো না। আর জেনে রেখো আল্লাহর কুদরত ও ক্ষমতা সবার উপরেই পরিব্যাপ্ত। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, তোমাদের কেউ যেন তার স্ত্রীকে চাকর-বাকরদের মত না মারে, পরে সে দিনের শেষে তার সাথে আবার সহবাস করল। [বুখারীঃ ৫২০৪]\nঅন্য বর্ণনায় এসেছে, এক সাহাবী রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে জিজ্ঞাসা করলেন, হে আল্লাহর রাসূল, আমাদের কারো উপর তার স্ত্রীর কি হক আছে? রাসূল বললেনঃ তুমি খেতে পেলে তাকেও খেতে দেবে, তুমি পরিধান করলে তাকেও পরিধেয় বস্ত্র দেবে, তার চেহারায় মারবে না এবং তাকে কুৎসিৎও বানাবে না, তাকে পরিত্যাগ করলেও ঘরের মধ্যেই রাখবে। [আবু দাউদঃ ২১৪২]",
  "ayah": 34,
  "surah": 4
}
