{
  "text": "নিশ্চয় আল্লাহ তোমাদেরকে নির্দেশ দিচ্ছেন আমানত [১] তার হকদারকে ফিরিয়ে দিতে [২]। তোমরা যখন মানুষের মধ্যে বিচারকার্য পরিচালনা করবে তখন ন্যায়পরায়ণতার সাথে বিচার করবে [৩]। আল্লাহ তোমাদেরকে যে উপদেশ দেন তা কত উৎকৃষ্ট! [৪] নিশ্চয় আল্লাহ সর্বশ্রোতা, সর্বদ্রষ্টা [৫]।\n[১] আলোচ্য আয়াতগুলোর মধ্যে প্রথম আয়াতটি নাযিল হওয়ার একটি বিশেষ ঘটনা রয়েছে। তা হল এই যে, ইসলাম-পূর্বকালেও কা’বা ঘরের সেবা করাকে এক বিশেষ মর্যাদার কাজ মনে করা হত। কাবার কোন বিশেষ খেদমতের জন্য যারা নির্বাচিত হত, তারা গোটা সমাজ তথা জাতির মাঝে সম্মানিত ও বিশিষ্ট বলে পরিগণিত হত। সে জন্যই বায়তুল্লাহ্‌র বিশেষ খেদমত বিভিন্ন লোকের মাঝে ভাগ করে দেয়া হত। জাহেলিয়াত আমল থেকেই হজের মওসুমে হাজীদেরকে যমযম কূপের পানি পান করানোর সেবা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের পিতৃব্য আব্বাস রাদিয়াল্লাহু আনহু-এর উপর ন্যস্ত ছিল। একে বলা হত ‘সিকায়া’। অনুরূপই কা’বা ঘরের চাবি নিজের কাছে রাখা এবং নির্ধারিত সময়ে তা খুলে দেয়া ও বন্ধ করার ভার ছিল উসমান ইবন তালহার উপর। এ ব্যাপারে স্বয়ং উসমান ইবন তালহার ভাষ্য হল এই যে, জাহেলিয়াত আমলে আমরা সোমবার ও বৃহস্পতিবার দিন বায়তুল্লাহর দরজা খুলে দিতাম এবং মানুষ তাতে প্রবেশ লাভের সৌভাগ্য অর্জন করত। হিজরতের পূর্বে একবার রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কতিপয় সাহাবীসহ বায়তুল্লাহর উদ্দেশ্যে গেলে উসমান (যিনি তখনো পর্যন্ত ইসলাম গ্রহণ করেননি) তাকে ভিতরে প্রবেশ করতে বাঁধা দিলেন। মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম অত্যন্ত ধৈর্য ও গাম্ভীর্য সহকারে উসমানের কটুক্তিসমূহ সহ্য করে নিলেন। অতঃপর বললেন, হে উসমান হয়ত তুমি এক সময় বায়তুল্লাহর এই চাবি আমার হাতেই দেখতে পাবে। তখন যাকে ইচ্ছা এই চাবি অর্পণ করার অধিকার আমারই থাকবে। উসমান ইবন তালহা বলল, তাই যদি হয়, তবে সেদিন কুরাইশরা অপমানিত অপদস্থ হয়ে পড়বে। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেন, না, তা নয়। তখন কুরাইশরা আযাদ হবে, তারা হবে যথার্থ সম্মানে সম্মানিত। এ কথা বলতে বলতে তিনি বায়তুল্লাহর ভিতরে প্রবেশ করলেন। (উসমান বললেন) তারপর আমি যখন আমার মনের ভিতর অনুসন্ধান করলাম, তখন আমার যেন নিশ্চিত বিশ্বাস হয়ে গেল যে, তিনি যা কিছু বললেন, তা অবশ্যই ঘটবে। সে মুহুর্তেই আমি মুসলিম হয়ে যাওয়ার সংকল্প নিয়ে নিলাম। কিন্তু আমি আমার সম্প্রদায়ের মতিগতি পরিবর্তিত দেখতে পেলাম। তারা আমাকে কঠোরভাবে ভর্ৎসনা করতে লাগল। কাজেই আমি আর আমার (মুসলিম হওয়ার) সংকল্প বাস্তবায়িত করতে পারলাম না। অতঃপর মক্কা বিজিত হয়ে গেলে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আমাকে ডেকে বায়তুল্লাহর চাবি চাইলেন। আমি তা পেশ করে দিলাম। তখন তিনি পুনরায় আমার হাতেই সে চাবি ফিরিয়ে দিলেন এবং বললেনঃ এই নাও, এখন থেকে এ চাবি কেয়ামত পর্যন্ত তোমার বংশধরদের হাতেই থাকবে। অন্য যে কেউ তোমাদের হাত থেকে ফিরিয়ে নিতে চাইবে, সে হবে যালেম, অত্যাচারী। উদ্দেশ্য ছিল এই যে, তোমাদের হাত থেকে এ চাবি ফিরিয়ে নেবার কোন অধিকার কারোরই থাকবে না। [দেখুন- তাবরানীঃ ১১/১২০]\nআয়াতের সারমর্ম হচ্ছে এই যে, যার দায়িত্বে কোন আমানত থাকবে, সে আমানত প্রাপককে পৌছে দেয়া তার একান্ত কর্তব্য। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আমানত প্রত্যর্পণ ব্যাপারে বিশেষ তাকীদ প্রদান করেছেন। আনাস রাদিয়াল্লাহু আনহু বলেন, এমন খুব কম হয়েছে যে, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কোন ভাষণ দিয়েছেন অথচ তাতে একথা বলেননি –‘যার মধ্যে আমানতদারী নেই তার মধ্যে ঈমান নেই। আর যার মধ্যে প্রতিশ্রুতি রক্ষার নিয়মানুবর্তিতা নেই, তার দ্বীন নেই’। [মুসনাদে আহমাদ ৩/১৩৫]\nতাছাড়া আমানতদারী না থাকা মুনাফেকীর একটি আলামত। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম একদিন মুনাফেকীর লক্ষণসমূহ বর্ণনা প্রসঙ্গে একটি লক্ষণ এটাও বলেছিলেন যে, যখন তার কাছে কোন আমানত রাখা হয় তখন সে তাতে খেয়ানত করে। [বুখারী: ৩৩; মুসলিম: ৫৯]\n[২] এখানে লক্ষণীয় যে, কুরআনুল কারীম আমানতের বিষয়টিকে (امانات) বহুবচনে উল্লেখ করেছে। এতে ইঙ্গিত প্রদান করা হয়েছে যে, কারো নিকট অপর কারো কোন বস্তু বা সম্পদ গচ্ছিত রাখাটাই শুধুমাত্র ‘আমানত’ নয়, যাকে সাধারণতঃ আমানত বলে অভিহিত করা হয় এবং মনে করা হয়; বরং আমানতের আরো কিছু প্রকারভেদ রয়েছে। আয়াতের শানে-নুযূল প্রসঙ্গে উপরে যে ঘটনার উল্লেখ করা হয়েছে, তাও কোন বস্তুগত আমানত ছিল না। কারণ, বায়তুল্লাহর চাবি বিশেষ কোন বস্তু নয়, বরং তা ছিল বায়তুল্লাহর খেদমতের একটা পদের নিদর্শন। এতে প্রতীয়মান হয় যে, রাষ্ট্ৰীয় যত পদ ও পদমর্যাদা রয়েছে, সেসবই আল্লাহ তা’আলার আমানত। যাদের হাতে নিয়োগ-বরখাস্তের অধিকার রয়েছে সে সমস্ত কর্মকর্তা ও অফিসারবৃন্দ হলেন সে পদের আমানতদার। কাজেই তাদের পক্ষে কোন পদ এমন কাউকে অর্পণ করা জায়েয নয়, যে লোক তার যোগ্য নয়, বরং প্রতিটি পদের জন্য নিজের ক্ষমতা ও সাধ্যানুযায়ী যোগ্য ব্যক্তির অনুসন্ধান করা কর্তব্য। যোগ্যতা ও পরিপূর্ণ শর্ত মোতাবেক কোন লোক পাওয়া না গেলে উপস্থিত লোকদের মধ্যে যোগ্যতা ও আমানতদারী তথা সততার দিক দিয়ে যে সবচেয়ে অগ্রবর্তী হবে, তাকেই অগ্রাধিকার দিতে হবে। আমানতের গুরুত্ব লক্ষ্য করে এক বর্ণনায় এসেছে, আব্দুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু বলেন, আল্লাহর পথে জিহাদ সমস্ত গোনাহের কাফফারা হলেও আমানতের কাফফারা হয় না। জিহাদে শহীদ ব্যক্তিকে সেদিন হাজির করে বলা হবে, আমানত আদায় কর, সে বলবে, কোথেকে তা আদায় করব? দুনিয়া তো শেষ হয়ে গেছে। তখন তাকে হাবীয়া জাহান্নামে নিয়ে যাওয়ার নির্দেশ দেয়া হবে। সে সেখানে গেলে আমানতকে যেদিন ত্যাগ করেছিল সেদিনের রূপে দেখতে পাবে। সে তখন তা ধরে কাধে নিয়ে আসতে চাইবে, যখনি সেখান থেকে সে বের হতে যাবে, তখন আমানত পালিয়ে যাবে, আর এভাবে সে আমানতের পিছনে সবসময় ছুটতে থাকবে। তারপর আবদুল্লাহ ইবন মাসউদ রাদিয়াল্লাহু আনহু উপরোক্ত আয়াত পাঠ করলেন। আল-মাতালিবুল আলীয়া, হিলইয়াতুল আউলিয়া, মাকারিমুল আখলাক এ আমানতের পরিচয় সম্পর্কে আবুল আলীয়া বলেন, যা নির্দেশ দেয়া হয়েছে এবং যা নিষেধ করা হয়েছে তা সবই আমানত। [আত-তাফসীরুস সহীহ]\n[৩] এ আয়াতে ইসলামের কয়েকটি মৌলিক নীতির আলোচনাও এসে গেছে । প্রথমতঃ প্রকৃত হুকুম ও নির্দেশ দানের মালিক আল্লাহ তা’আলা। পৃথিবীর শাসকবর্গ তাঁর আজ্ঞাবহ। এতে প্রতীয়মান হয় যে, শাসনক্ষেত্রে সার্বভৌমত্বের মালিকও একমাত্র আল্লাহ্ তা’আলাই। দ্বিতীয়তঃ সরকারী পদসমূহ অধিবাসীদের অধিকার নয়, যা জনসংখ্যার হারে বন্টন করা যেতে পারে; বরং এগুলো হল আল্লাহ প্রদত্ত আমানত, যা শুধুমাত্র সংশ্লিষ্ট দায়িত্বের পক্ষে যোগ্য ও যথার্থ লোককেই দেয়া যেতে পারে। তৃতীয়তঃ পৃথিবীতে মানুষের যে শাসন, তা শুধুমাত্র একজন প্রতিনিধি ও আমানতদার হিসেবেই হতে পারে। তারা দেশের আইন প্রণয়নে সে সমস্ত নীতিমালার অনুসরণে বাধ্য থাকবে যা একক ক্ষমতার অধিকারী আল্লাহ্ তা’আলার পক্ষ থেকে ওহীর মাধ্যমে বাতলে দেয়া হয়েছে। চতুর্থতঃ তাদের নিকট যখন কোন মোকদ্দমা আসবে, তখন বংশ, গোত্র, বর্ণ, ভাষা এমনকি দ্বীন ও মতবাদের পার্থক্য না করে সঠিক ও ন্যায়সংগত মীমাংসা করে দেয়া শাসন কর্তৃপক্ষের উপর ফরয। আলী রাদিয়াল্লাহু আনহু বলেন, শাসনকর্তৃপক্ষের উপর ওয়াজিব হলো, আল্লাহর আইন অনুসারে বিচার করা, আমানত আদায় করা। যদি তারা সেটা করে তবে জনগনের উপর কর্তব্য হবে তার কথা শোনা, আনুগত্য করা, তার আহবানে সাড়া দেয়া। [তাবারী]\n[৪] এ আয়াতের শেষে বলা হয়েছে যে, আল্লাহ তোমাদিগকে যে উপদেশ দিয়েছেন, তা খুবই উত্তম। কারণ, আল্লাহ্ তা’আলা সবার ফরিয়াদই শোনেন এবং যে লোক বলার কিংবা ফরিয়াদ করার সামর্থ্য রাখে না, তিনি তার অবস্থাও উত্তমভাবে দেখেন। অতএব তার রচিত নীতিমালাই সর্বদা সকল রাষ্ট্রের জন্য সর্বযুগে উপযোগী হতে পারে। পক্ষান্তরে মানব রচিত নীতিমালা শুধুমাত্র নিজেদের পরিবেশেই সীমাবদ্ধ থাকে এবং পরিবর্তিত পরিস্থিতিতে সেগুলোরও পরিবর্তন অপরিহার্য হয়ে পড়ে।\n[৫] এ আয়াতের তাফসীর ইমাম আবু দাউদ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম থেকে বর্ণনা করেন যে, তিনি এ আয়াত তেলাওয়াত করে তার বৃদ্ধাঙ্গুলি তার কানের উপর রাখলেন এবং পরবর্তী আঙ্গুলটি রাখলেন তার চোখের উপর। অর্থাৎ আল্লাহর চোখ ও কান রয়েছে। [আবু দাউদ: ৪৭২৮]",
  "ayah": 58,
  "surah": 4
}
