{
  "text": "কিন্তু না, আপনার রবের শপথ! তারা মুমিন হবে না যতক্ষণ পর্যন্ত তারা নিজেদের বিবাদ-বিসম্বাদের [১] বিচার ভার আপনার উপর অর্পণ না করে; অতঃপর আপনার মীমাংসা সম্পর্কে তাদের মনে কোন দ্বিধা না থাকে [২] এবং সর্বান্তকরণে তা মেনে নেয় [৩]।\n[১] আব্দুল্লাহ ইবনে যুবায়ের বলেন, আনসারী এক ব্যক্তির সাথে খেজুর গাছে পানি দেয়া নিয়ে তার ঝগড়া হয়। আনসারী বলল, পানির পথ পরিস্কার করে দাও যাতে তা আমার জমির উপর যায়। যুবায়ের তা দিতে অস্বীকার করলে তারা উভয়ে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাছে শালিসের জন্য আসলেন। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম সব শুনে বললেনঃ যুবায়ের তুমি তোমার জমিতে পানি দেয়ার পর তোমার পড়শীর জমিতে পানি দিয়ে দিও। লোকটি তা শুনে বলল, আপনার ফুফাত ভাই তো তাই। এ কথা শুনে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের চেহারা রক্তবর্ণ ধারণ করল এবং তিনি বললেন, যুবায়ের তুমি তোমার জমিতে পানি দেয়ার পর তা দেয়াল পর্যন্ত আটকে রাখ। যুবায়ের বলেন, আল্লাহর শপথ, আমার মনে হয় এ আয়াতটি এ ঘটনাকে কেন্দ্র করেই নাযিল হয়েছে। [বুখারীঃ ২৩৫৯, ২৩৬০, মুসলিমঃ ২৩৫৭]\nএ দ্বারা এ বিষয়ও প্রমাণিত হয় যে, আল্লাহর রাসূলের আদেশ-নিষেধ নির্দ্বিধায় মেনে নেয়া শুধু আচার অনুষ্ঠান কিংবা অধিকারের সাথেই সম্পৃক্ত নয়; আকীদা এবং অপরাপর বৈষয়িক বিষয়েও ব্যাপক। অতএব, কোন সময় কোন বিষয়ে পারস্পারিক মতবিরোধ দেখা দিলে বিবাদ পরিহার করে উভয় পক্ষকে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের নিকট এবং তার অবর্তমানে তার প্রবর্তিত শরীআতের আশ্রয়ে গিয়ে মীমাংসা অন্বেষণ করা প্রতিটি মুসলিমের উপর ফরয।\n[২] এতে এ কথাও জানা গেল যে, যে কাজ বা বিষয় রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম কর্তৃক কথা বা কাজের মাধ্যমে প্রমাণিত, তা সম্পাদন করতে গিয়ে মনে কোন রকম সংকীর্ণতা অনুভব করাও ঈমানের দূর্বলতার লক্ষণ। উদাহারণতঃ যে ক্ষেত্রে শরীআত তায়াম্মুম করে সালাত আদায় করার অনুমতি দিয়েছে, সে ক্ষেত্রে যদি কেউ সম্মত না হয় তবে একে পরহেযগারী বলে মনে করা যাবে না, বরং এটা একান্তই মানসিক ব্যাধি। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম অপেক্ষা কেউ বেশী পরহেযগার হতে পারে না। যে অবস্থায় মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বসে সালাত আদায়ের অনুমতি দিয়েছেন এবং নিজেও বসে সালাত আদায় করেছেন, কারো মন যদি এতে সম্মত না হয় এবং অসহনীয় পরিশ্রম ও কষ্ট সত্ত্বেও দাঁড়িয়ে সালাত আদায় করে, তবে তার জেনে রাখা উচিত যে, তার মন ব্যাধিগ্রস্ত।\n[৩] এ আয়াতে রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের মহত্ত্ব ও সুউচ্চ মর্যাদার বিষয় প্রকাশ করার সঙ্গে সঙ্গে কুরআনের অসংখ্য আয়াতের দ্বারা প্রমাণিত রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের আনুগত্যের অপরিহার্যতার বিষয়টি সবিস্তারে বিশ্লেষণ করা হয়েছে। এ আয়াতে আল্লাহ তা’আলা শপথ করে বলেছেন যে, কোন মানুষ ততক্ষণ পর্যন্ত মুমিন কিংবা মুসলিম হতে পারে না যতক্ষণ না সে ধীরস্থির মস্তিস্কে মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-কে এভাবে স্বীকার করে নেবে যাতে রাসূলের কোন সিদ্ধান্তেই মনে কোন রকম সংকীর্ণতা না থাকে। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম রাসূল হিসেবে গোটা উম্মতের শাসক এবং যে কোন বিবাদের মীমাংসার যিম্মাদার। তার শাসন ও সিদ্ধান্ত অপর কাউকে বিচারক সাব্যস্ত করার উপর নির্ভরশীল নয়। তিনি শুধুমাত্র একজন শাসকই নন, বরং তিনি একজন নিষ্পাপ রাসূল, রাহমাতুল্লিল আলামীন এবং উম্মতের জন্য একান্ত দয়ালু ব্যক্তিত্ব। কাজেই শিক্ষা দেয়া হয়েছে যে, যখনই কোন বিষয়ে, কোন সমস্যার ব্যাপারে মতবিরোধ দেখা দেয়, তখনই রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামকে বিচারক সাব্যস্ত করে তার মীমাংসা করিয়ে নেয়া উচিত এবং অতঃপর তার মীমাংসাকে স্বীকার করে নিয়ে সেমতে কাজ করা উভয় পক্ষের উপর ফরয।\nমনে রাখতে হবে যে, কুরআনের বাণী ও রাসূলের হাদীসসমূহের উপর আমল করা মহানবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের যুগের সাথেই সীমিত নয়। তাঁর তিরোধানের পর তাঁর পবিত্র শরীআতের মীমাংসাই হল তাঁর মীমাংসা। কাজেই এ নির্দেশটি কিয়ামত পর্যন্ত তেমনিভাবেই বলবৎ থাকবে, যেমন ছিল তাঁর যুগে। তখন যেমন সরাসরি কোন বিষয়ের সিদ্ধান্তকল্পে তাঁর কাছে উপস্থিত করা হত, তেমনি তাঁর পরে তাঁর প্রবর্তিত শরীআতের সিদ্ধান্ত মেনে নিতে হবে। এটা প্রকৃতপক্ষে তাঁরই অনুসরণ।",
  "ayah": 65,
  "surah": 4
}
