{
  "text": "আর কেউ আল্লাহ এবং রাসূলের আনুগত্য করলে সে নবী, সিদ্দীক [১] (সত্যনিষ্ঠ), শহীদ ও সৎকর্মপরায়ণ [২] –যাদের প্রতি আল্লাহ অনুগ্রহ করেছেন –তাদের সঙ্গী হবে এবং তারা কত উত্তম সঙ্গী [৩] !\n[১] সিদ্দীক বলতে এমন ব্যক্তিকে বুঝায় যে পরম সত্যনিষ্ঠ ও সত্যবাদী। তার মধ্যে সততা ও সত্যপ্রিয়তা পূর্ণমাত্রায় বিরাজিত থাকে। নিজের আচার আচরণ ও লেনদেনে সে হামেশা সুস্পষ্ট ও সরল-সোজা পথ অবলম্বন করে। সে সবসময় সাচ্চাদিলে হক ও ইনসাফের সহযোগী হয়। সত্য ও ন্যায়নীতি বিরোধী যে কোন বিষয়ের বিরুদ্ধে সে পর্বত সমান অটল অস্তিত্ব নিয়ে রুখে দাঁড়ায়। এ ক্ষেত্রে সামান্যতম দুর্বলতাও দেখায় না। সে এমনই পবিত্র ও নিষ্কলুষ চরিত্রের অধিকারী হয় যে, তার আত্মীয়-অনাত্বীয়, বন্ধু-শক্র, আপন-পর কেউই তার কাছ থেকে নির্লজ্জ ও নিখাদ সত্যপ্রীতি, সত্য-সমর্থন ও সত্য-সহযোগিতা ছাড়া আর কিছুরই আশংকা করে না। কোন রকম দ্বিধা-সংকোচ ও বিরোধিতা তাদের মনে কখনও স্থান পায় না। যেমন, আবু বকর রাদিয়াল্লাহু আনহু প্রমূখ।\n[২] সালেহীন বা সৎকর্মশীল বলতে এমন ব্যক্তিকে বুঝায়, যে তার নিজের চিন্তাধারা, আকীদা-বিশ্বাস, ইচ্ছা, সংকল্প, কথা ও কর্মের মাধ্যমে সত্য-সরল পথে প্রতিষ্ঠিত থাকে। এর সাথে নিজের জীবনে সৎ ও সুনীতি অবলম্বন করে। আর যারা প্রকাশ্য ও গোপন সব ক্ষেত্রেই সৎকর্মসমূহের অনুবর্তী।\n[৩] জান্নাতের পদমর্যাদাসমূহ আমলের ভিত্তিতে নির্ধারিত হবে। জান্নাতীদের পদমর্যাদা তাঁদেরই আমল তথা কৃতকর্ম অনুযায়ী নির্ধারিত হবে। প্রথম শ্রেণীর লোকদেরকে আল্লাহ্ তা’আলা নবী-রাসূলগণের সাথে জান্নাতের উচ্চতর স্থানে জায়গা দেবেন এবং দ্বিতীয় শ্রেণীর লোকদেরকে নবীগণের পরবর্তী মর্যাদার লোকদের সাথে স্থান দেবেন। তাদেরকেই বলা হয় ‘সিদ্দীকীন’। অতঃপর তৃতীয় শ্রেণীর লোকেরা থাকবেন শহীদগণের সাথে। আর চতুর্থ শ্রেণীর লোকেরা থাকবেন সালেহীনদের সাথে। সারকথা, আল্লাহ তা’আলার আনুগত্যশীল বান্দাগণ সে সমস্ত মহান ব্যক্তিদের সাথে থাকবেন, যারা আল্লাহ্ তা'আলার নিকট সর্বাধিক সম্মানিত ও মকবুল। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম এরশাদ করেছেনঃ “জান্নাতবাসীরা নিজেদের জানালা দিয়ে উপরের শ্রেণীর লোকদেরকে তেমনিভাবে দেখতে পাবে, যেমন পৃথিবীতে তোমরা সূদুর দিগন্তে নক্ষত্রকে দেখ বলা হল, হে আল্লাহর রাসূল! এরা কি শুধু নবী-রাসূলগণ? রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেনঃ অবশ্যই না, এমন কিছু লোক যারা আল্লাহর উপর ঈমান এনেছে এবং নবী-রাসূলদের সত্যায়ন করেছে”।  [বুখারীঃ ৩২৫৬, মুসলিমঃ ২৮৩১]\nতাই যারা রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের সান্নিধ্য ও নৈকট্য লাভে ধন্য হতে চাইবে, তাদেরকে তা রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের ভালবাসার মাধ্যমেই লাভ করতে হবে। রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম-কে একবার জিজ্ঞাসা করা হল যে, ‘সে লোকটির মর্যাদা কেমন হবে, যে লোক কোন গোষ্ঠীর ভালবাসা পোষণ করে, কিন্তু আমলের বেলায় এ দলের নির্ধারিত মান পর্যন্ত পৌঁছতে পারেনি?’ রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বললেনঃ প্রতিটি লোকই যার সাথে তার ভালবাসা, তার সাথে থাকবে। আনাস রাদিয়াল্লাহু আনহু বলেন, পৃথিবীতে কোন কিছুতেই আমি এতটা আনন্দিত হইনি যতটা এ হাদীসের কারণে আনন্দিত হয়েছি। কারণ, এ হাদীসে সুসংবাদ দেয়া হয়েছে যে, রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের সাথে যাদের গভীর ভালবাসা রয়েছে তাঁরা হাশরের মাঠেও তাঁর সাথেই থাকবেন। [বুখারীঃ ৬১৬৭, মুসলিমঃ ২৬৩৯]\nঅন্য বর্ণনায় এসেছে, এক সাহাবী রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লামের কাছে এসে বললেন, হে আল্লাহর রাসূল! নিশ্চয় আপনি আমার কাছে আমার নিজের আত্মার চেয়েও প্রিয়। আপনি আমার নিকট আমার পরিবার-পরিজন, সম্পদ, সন্তান-সন্ততিদের থেকেও প্রিয়। আমি আমার ঘরে অবস্থানকালে আপনার কথা স্মরণ হলে যতক্ষণ পর্যন্ত আপনাকে না দেখি ততক্ষণ স্থির থাকতে পারি না। যখন আমি আমার ও আপনার মৃত্যুর কথা স্মরণ করি তখন বুঝতে পারি যে, আপনি নবীদের সাথে উঁচু স্থানে অবস্থান করবেন। আর আমি যদি জান্নাতে প্রবেশ করি তবে আপনাকে দেখতে না পাওয়ার আশংকা করছি। রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম সাহাবীর কথার তাৎক্ষনিক কোন জওয়াব দিলেন না। শেষ পর্যন্ত জিবরীল ‘আলাইহিস সালাম এ আয়াত নাযিল করলেন। [আল-মুজামুস সাগীর লিত তাবরানী ১/২৬; মাজমাউদ যাওয়ায়িদ ৭/৭]\nঅন্য বর্ণনায় এসেছে, “আয়েশা রাদিয়াল্লাহু আনহা বলেন, আমি শুনেছিলাম যে, নবীদেরকে মৃত্যুর পূর্বে দুনিয়া ও আখেরাত যে কোন একটি বেছে নেয়ার অধিকার দেয়া হয়। অত:পর রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়া সাল্লাম যে অসুস্থতার পর মারা গেলেন, সে অবস্থায় তার মুখ থেকে এ আয়াত শুনতে পেলাম। তখন আমি বুঝলাম যে, তাকে এখতিয়ার দেয়া হয়েছে। আর তিনি আখেরাত বেছে নিয়েছেনা”। [বুখারী ৪৪৩৫; মুসলিম: ২৪৪৪]",
  "ayah": 69,
  "surah": 4
}
