{
  "text": "আর তোমাদের কি হল যে, তোমরা যুদ্ধ করবে না আল্লাহর পথে এবং অসহায় নরনারী [১] এবং শিশুদের জন্য, যারা বলে, ‘হে আমাদের রব! এ জনপদ - - -যার অধিবাসী যালিম, তা- - -থেকে আমাদেরকে বের করুন; আর আমাদের জন্য আপনার পক্ষ থেকে কাউকে অভিভাবক করুন এবং আপনার পক্ষ থেকে কাউকে আমাদের সহায় করুন।’\n[১] মক্কা নগরীতে এমন কিছু দুর্বল মুসলিম রয়ে গিয়েছিলেন, যারা দৈহিক দুর্বলতা এবং আর্থিক দৈন্যের কারণে হিজরত করতে পারছিলেন না। পরে কাফেররাও তাদেরকে হিজরত করতে বাঁধাদান করেছিল এবং বিভিন্নভাবে নির্যাতন করতে আরম্ভ করেছিল, যাতে তারা ইসলাম ত্যাগ করতে বাধ্য হয়। যেমন ইবন আব্বাস ও তাঁর মাতা, সালামা ইবন হিশাম, ওলীদ ইবন ওলীদ, আবু জান্দাল ইবন সাহল্‌ প্রমূখ। এসব সাহাবী নিজেদের ঈমানী বলিষ্ঠতার দরুন কাফেরদের অসহনীয় উৎপীড়ন সহ্য করেও ঈমানের উপর স্থির থাকেন। অবশ্য তাঁরা এসব অত্যাচার উৎপীড়ন থেকে অব্যাহতি লাভের জন্য বরাবরই আল্লাহ্‌ রাব্বুল ‘আলামীনের দরবারে দো’আ করতে থাকেন। শেষ পর্যন্ত আল্লাহ্ তা’আলা তাঁদের সে প্রার্থনা মঞ্জুর করে নেন এবং মুসলিমদেরকে নির্দেশ দেন যাতে তাঁরা জিহাদের মাধ্যমে সেই নিপীড়িতদেরকে কাফেরদের অত্যাচার থেকে মুক্ত করেন। ইবন আব্বাস রাদিয়াল্লাহু আনহুমা বলেন, ‘আমি ও আমার মা অসহায়দের অন্তর্ভুক্ত ছিলাম’ [বুখারী ৪৫৮৭]\nএ আয়াতে মুমিনরা আল্লাহ তা’আলার দরবারে দুটি বিষয়ে দোআ করেছিলেন। একটি হলো এই যে, আমাদিগকে এই(মক্কা) নগরী থেকে স্থানান্তরের ব্যবস্থা করুন এবং দ্বিতীয়টি হলো, আমাদের জন্য কোন সহায় বা সাহায্যকারী পাঠান। আল্লাহ তাদের দু’টি প্রার্থনাই কবুল করে নিয়েছিলেন। তা এভাবে যে, কিছু লোককে তিনি সেখান থেকে বেরিয়ে যাওয়ার সুযোগ করে দিয়েছিলেন, যাতে তাঁদের প্রথম প্রার্থনাটি পূরণ হয়েছিল। অবশ্য কোন কোন লোক সেখানেই রয়ে যান এবং বিজয়ের পর রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম আত্তাব ইবন উসায়দ রাদিয়াল্লাহু আনহু-কে সেসব লোকের মুতাওয়াল্লী নিযুক্ত করেন। অতঃপর তিনি এসব উৎপীড়িতদেরকে অত্যাচারীদের উৎপীড়ন-অত্যাচার থেকে মুক্ত করেন। আর এভাবেই পূর্ণ হয় তাদের দ্বিতীয় প্রার্থনাটি। আয়াতে বলা হয়েছে যে, জিহাদের নির্দেশ দানের পিছনে একটি কারণ ছিল সে সমস্ত অসহায় দুর্বল নারী-পুরুষের প্রার্থনা। মুসলিমগণকে জিহাদ করার নির্দেশ দানের মাধ্যমে সে প্রার্থনা মঞ্জুরীর কথাই ঘোষণা করা হয়েছে।",
  "ayah": 75,
  "surah": 4
}
