{
  "text": "আর কেউ ইচ্ছাকৃতভাবে কোন মুমিনককে হত্যা করলে তার শাস্তি জাহান্নাম; সেখানে সে স্থায়ী হবে এবং আল্লাহ তার প্রতি রুষ্ট হবেন, তাকে লা’নত করবেন এবং তার জন্য মহাশাস্তি প্রস্তুত রাখবেন [১]।\n[১] আব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা বলেনঃ যখন সূরা আল-ফুরকানের এ আয়াত নাযিল হল “আর তারা আল্লাহর সাথে কোন ইলাহকে ডাকে না। আল্লাহ যার হত্যা নিষেধ করেছেন, যথার্থ কারণ ছাড়া তাকে হত্যা করে না এবং ব্যভিচার করে না। যে এগুলো করে, সে শাস্তি ভোগ করবে”। [আয়াতঃ ৬৮]\nতখন মক্কার মুশরিকরা বলতে লাগল, আমরা তো আল্লাহর হারাম করা আত্মাকে হত্যা করেছি, আল্লাহর সাথে অন্যান্য ইলাহকেও ডেকেছি এবং ব্যভিচারও করেছি। ফলে আল্লাহ তা’আলা নাযিল করলেন “তারা নয়, যারা তাওবা করে, ঈমান আনে” সুতরাং এই আয়াতটুকু ঐ সমস্ত লোকদের জন্য যাদের কথা পূর্বে এসেছে। কিন্তু সূরা আন-নিসার আয়াত “কেউ ইচ্ছাকৃতভাবে কোন মুমিনকে হত্যা করলে তার শাস্তি জাহান্নাম; সেখানে সে স্থায়ী হবে এবং আল্লাহ তার প্রতি রুষ্ট হবেন, তাকে লা’নত করবেন এবং তার জন্য মহাশাস্তি প্রস্তুত রাখবেন”। এখানে ঐ লোককে উদ্দেশ্য করা হয়েছে, যে ইসলামকে ভালভাবে জানল, শরী’আতকে বুঝল, তারপর কোন মুমিনকে হত্যা করল- তার শাস্তি হবে জাহান্নাম। [বুখারীঃ ৩৮৫৫, ৪৭৬৪-৪৭৬৬, মুসলিমঃ ৩০২৩]\nআব্দুল্লাহ ইবনে আব্বাস রাদিয়াল্লাহু আনহুমা আরো বলেনঃ এটি সর্বশেষ নাযিলকৃত আয়াতসমূহের অন্তর্ভুক্ত। একে কোন কিছু রহিত করেনি। [বুখারীঃ ৪৫৯০, মুসলিমঃ ৩০২৩]\nএতে বুঝা যায় যে, আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমার মত হল, যদি কেউ কোন মুমিনকে জেনেশুনে ইচ্ছাকৃত হত্যা করে, তবে তার শাস্তি জাহান্নাম অবধারিত। আব্দুল্লাহ ইবন উমর রাদিয়াল্লাহু আনহুমা বলেনঃ রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লম বলেছেনঃ একজন মুমিন ব্যক্তি তার দ্বীনের ব্যাপারে মুক্তির সুযোগের মধ্যে থাকে যতক্ষন সে কোন ব্যক্তিকে অবৈধভাবে হত্যা না করে। [বুখারীঃ ৬৮৬২]\nঅন্য এক হাদীসে রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ ‘আল্লাহ তা’আলা মুমিনের হত্যাকারীর জন্য তাওবাহ্‌ কবুল করতে আমার নিকট অস্বীকার করেছেন’। [আল-আহাদীসুল মুখতারাহঃ ৬/১৬৩, নং-২১৬৪]\nঅন্য হাদীসে এসেছে, আবু বাকরাহ রাদিয়াল্লাহু আনহু বলেন, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেন, যখন দু’ মুসলিম তাদের অস্ত্র নিয়ে একে অপরের মুখোমুখি হয় তখন হত্যাকারী ব্যক্তি ও হত্যাকৃত ব্যক্তি উভয়ই জাহান্নামী। আবু বাকরাহ বলেন, আমি বললামঃ হে আল্লাহর রাসূল! হত্যাকারীর ব্যাপারটা তো স্পষ্ট, কিন্তু হত্যাকৃত ব্যক্তির কি অপরাধ? তিনি জবাব দিলেন যে, সে তার সাথীকে হত্যা করার লালস করছিল। [বুখারীঃ ৬৮৭৫, মুসলিমঃ ২৮৮৮]\nহাদীসে আরো এসেছে যে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ কেয়ামতের দিন প্রথম বিচার অনুষ্ঠিত হবে মানুষের রক্তক্ষরণ তথা হত্যার ব্যাপারে। [বুখারীঃ ৬৮৬৪, মুসলিমঃ ১৬৭৮]\nঅন্য হাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম বলেছেনঃ হত্যাকারী কিয়ামতের দিন এমনভাবে উপস্থিত হবে যে, হত্যাকৃত ব্যক্তি হত্যাকারীর মাথা ধরে রাখবে এবং বলবেঃ হে রব! আপনি একে প্রশ্ন করুন, কেন আমাকে হত্যা করেছে? [ইবন মাজাহঃ ২৬২১, মুসনাদে আহমাদঃ ১/২৪০]",
  "ayah": 93,
  "surah": 4
}
