{
  "text": "হে মুমিনগণ! তোমরা যখন আল্লাহর পথে যাত্রা করবে তখন যাচাই-বাছাই করে নেবে [১] এবং কেউ তোমাদেরকে সালাম করলে ইহ জীবনের সম্পদের আশায় তাকে বলো না, ‘তুমি মুমিন নও [২]’, কারণ আল্লাহর কাছে অনায়াসলভ্য সম্পদ প্রচুর রয়েছে। তোমরা তো আগে এরূপই ছিলে [৩], তারপর আল্লাহ তোমাদের প্রতি অনুগ্রহ করেছেন; কাজেই তোমরা যাচাই-বাছাই করে নেবে। নিশ্চয় তোমরা যা কর আল্লাহ সে বিষয়ে সবিশেষ অবহিত।\n[১] আয়াতের এ বাক্যে একটি সাধারণ নির্দেশ রয়েছে যে, মুসলিমরা কোন কাজ সত্যাসত্য যাচাই না করে শুধু ধারণার বশবর্তী হয়ে করবে না। বলা হচ্ছে- তোমরা যখন আল্লাহর পথে সফর কর, তখন সত্যাসত্য অনুসন্ধান করে সব কাজ করো। শুধু ধারণার বশবর্তী হয়ে কাজ করলে প্রায়ই ভুল হয়ে যায়। সুতরাং যে ব্যক্তি নিজেকে মুসলিমরূপে পরিচয় দেয়, কালেমা পাঠ করে কিংবা অন্য কোন ইসলামী বৈশিষ্ট্য যথা আযান, সালাত ইত্যাদিতে যোগদান করে, তাকে মুসলিম মনে করা প্রত্যেক মুসলিমের অবশ্য কর্তব্য। তার সাথে মুসলিমদের মতই ব্যবহার করতে হবে এবং সে আন্তরিকভাবে মুসলিম হয়েছে না কোন স্বার্থসিদ্ধির উদ্দেশ্যে ইসলাম গ্রহণ করেছে, একথা প্রমাণ করার জন্য অপেক্ষা করতে হবে। কিন্তু এখানে একটি বিষয় বিশেষভাবে প্রণিধানযোগ্য ও স্মরণযোগ্য যে, যে ব্যক্তি নিজেকে মুসলিম বলে, কুরআন ও হাদীস অনুযায়ী তাকে কাফের বলা বা মনে করা বৈধ নয়। এর সুস্পষ্ট অর্থ এই যে, কুফরের নিশ্চিত লক্ষণ, এরূপ কোন কথা বা কাজ যতক্ষণ তার দ্বারা সংঘটিত না হবে, ততক্ষণ তার ইসলামী স্বীকারোক্তিকে বিশুদ্ধ মনে করা হবে এবং তাকে মুসলিমই বলা হবে। তার সাথে মুসলিমের মতই ব্যবহার করা হবে এবং তার আন্তরিক অবস্থা নিয়ে আলোচনা করার অধিকার কারো থাকবে না। কিন্তু যে ব্যক্তি ইসলাম ও ঈমান প্রকাশ করার সাথে সাথে কিছু কুফরী কালেমাও উচ্চারণ করে, অথবা প্রতিমাকে প্রণাম করে কিংবা ইসলামের কোন অকাট্য ও স্বতঃসিদ্ধ নির্দেশ অস্বীকার করে কিংবা কাফেরদের কোন ধর্মীয় বৈশিষ্ট্য অবলম্বন করে; যেমন গলায় পৈতা পরা ইত্যাদি, তাকে সন্দেহাতীতভাবে কুফরী কাজকর্মের কারণে কাফের আখ্যা দেয়া হবে। তবে তাকে এ ব্যাপারে শরী’আতের জ্ঞান দিতে হবে এবং তার যদি এ ব্যাপারে কোন সন্দেহ থাকে, সে সন্দেহ সম্পর্কে কুরআন ও হাদীসের দৃষ্টিভঙ্গি ব্যাখ্যা করতে হবে। তারপরই কেবল তাকে কাফের বলা যাবে। নতুবা ইয়াহুদী ও খৃষ্টান সবাই নিজেকে মুমিন-মুসলিম বলতো। মুসায়লামা কায্‌যাব শুধু কালেমার স্বীকারোক্তিই নয়, ইসলামী বৈশিষ্ট্য যথা আযান, সালাত ইত্যাদিরও অনুগামী ছিল। আযানে ‘আশহাদু আল্লা ইলাহা ইল্লাল্লাহ’-এর সাথে ‘আশহাদু আন্না মুহাম্মাদার রাসূলুল্লাহ’ ও উচ্চারণ করতো। কিন্তু সাথে সাথে সে নিজেকেও নবী-রাসূল ও ওহীর অধিকারী বলে দাবী করতো, যা কুরআন ও সুন্নাহর প্রকাশ্য বিরুদ্ধাচরণ। এ কারণেই তাকে দ্বীনত্যাগী সাব্যস্ত করা হয় এবং সাহাবায়ে কেরামের ইজমা তথা সর্বসম্মতিক্রমে তার বিরুদ্ধে জিহাদ করে তাকে হত্যা করা হয়। তবে শর্ত এই যে, ঐ লোকের কাজটি যে ঈমান বিরোধী, তা অকাট্য ও নিশ্চিত হতে হবে। আর তাকে সেটা জানাতে হবে এবং তার সন্দেহ থাকলে তা শরী’আতের দৃষ্টিতে অপনোদন করতে হবে।\n[২] এ আয়াতে নির্দেশ দেয়া হয়েছে যে, কেউ মুসলিম বলে নিজেকে পরিচয় দিলে অনুসন্ধান ব্যতিরেকে তার উক্তিকে কপটতা মনে করা কোন মুসলিমের জন্যই বৈধ নয়। এ ব্যাপারে কোন কোন সাহাবী থেকে ভুল সংঘটিত হওয়ার কারণে আলোচ্য আয়াতটি নাযিল হয়। আব্দুল্লাহ ইবন আব্বাস রাদিয়াল্লাহু আনহুমা থেকে বর্ণিত আছে যে, বনী-সুলাইমের এক ব্যক্তি একদিন ছাগলের পাল চরানো অবস্থায় একদল মুজাহিদ সাহাবীর সম্মুখে পতিত হয়। সে মুজাহিদ দলকে সালাম করল । তার পক্ষ থেকে এ বিষয়ের কার্যতঃ অভিব্যক্তি ছিল যে, সে একজন মুসলিম। কিন্তু মুজাহিদরা মনে করলো যে সে শুধু জীবন ও ছাগলের পাল রক্ষা করার জন্যই এ প্রতারণার আশ্রয় নিয়েছে। এ সন্দেহে তারা লোকটিকে হত্যা করে তার ছাগলের পাল অধিকার করে নিলেন এবং রাসূল সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লামের কাছে উপস্থিত করলেন। এ ঘটনার প্রেক্ষিতেই আলোচ্য আয়াতটি নাযিল হয়। এতে বলা হয়েছে, যে ব্যক্তি ইসলামী পদ্ধতিতে তোমাকে সালাম করে, তার সম্পর্কে এরূপ সন্দেহ করো না যে, সে প্রতারণাপূর্বক নিজেকে মুসলিম বলে প্রকাশ করেছে। তার অর্থ-সম্পদ যুদ্ধলব্ধ মাল মনে করে অধিকারে নিওনা। [মুস্তাদরাকে হাকেমঃ ২/২৩৫, মুসনাদে আহমাদঃ ১/২২৯, ২৭২, ৩২৪, তিরমিযীঃ ৩০৩০] আলোচ্য আয়াত সম্পর্কে এ দু’টি ঘটনা ছাড়া আরো দুটি ঘটনা বর্ণিত রয়েছে, কিন্তু সুবিজ্ঞ তাফসীরবিদগণ বলেছেন, এসব রেওয়ায়েতের মাঝে কোন বিরোধ নেই। সমষ্টিগতভাবে কয়েকটি ঘটনাও আয়াতটি নাযিলের কারণ হতে পারে।\n[৩] অর্থাৎ তোমাদেরও আগে এমন এক সময় ছিল যখন তোমরা কাফের গোত্রগুলোর মধ্যে ছড়িয়ে ছিটিয়ে ছিলে। যুলুম নির্যাতনের ভয়ে ইসলামের কথা বাধ্য হয়ে গোপন রাখতে। ঈমানের মৌখিক অঙ্গীকার ছাড়া তোমাদের কাছে তার আর কোন প্রমাণ ছিল না। এখন আল্লাহর অনুগ্রহে তোমরা সামাজিক জীবন-যাপনের সুবিধা ভোগ করছ। কাফেরদের মুকাবেলায় ইসলামের ঝাণ্ডা বুলন্দ করার যোগ্যতা লাভ করেছ। কাজেই যেসব মুসলিম এখনো প্রথম অবস্থায় আছে তাদের ব্যাপারে কোমল ব্যবহার ও সুবিধা দানের নীতি অবলম্বন না করলে তোমাদেরকে যে অনুগ্রহ করা হয়েছে, তার প্রতি যথার্থ কৃতজ্ঞতা প্রকাশ করা হবে না।",
  "ayah": 94,
  "surah": 4
}
