{
  "text": "اقْتَرَبَتِ السَّاعَةُ وَانْشَقَّ الْقَمَرُ (1(من عادة القرآن أن ينتهز الفرصة لإِعادة الموعظة والتذكير حين يتضاءل تعلق النفوس بالدنيا ، وتُفكّر فيما بعد الموت وتُعير آذانها لداعي الهدى . فتتهيأ لقبول الحق في مظانّ ذلك على تفاوت في استعدادها وكم كان مثل هذا الانتهاز سبباً في إيمان قلوب قاسية ، فإذا أظهر الله الآيات على يد رسوله صلى الله عليه وسلم لتأييد صدقه شفع ذلك بإعادة التذكير كما قال تعالى : { وما نرسل بالآيات إلا تخويفاً } [ الإسراء : 59 ] .وجمهورُ المفسرين على أن هذه الآية نزلت شاهدة على المشركين بظهور آية كبرى ومعجزة من معجزات النبي صلى الله عليه وسلم وهي معجزة انشقاق القمر . ففي «صحيح البخاري» و «جامع الترمذي» عن أنس بن مالك قال : «سأل أهل مكة النبي صلى الله عليه وسلم أن يريهم آية فأراهم انشقاق القمر» . زاد الترمذي عنه «فانشق القمر بمكة فِرقتين ، فنزلت : { اقتربت الساعة وانشق القمر } إلى قوله : { سحر مستمر } [ القمر : 2 ] .وفي رواية الترمذي عن ابن مسعود قال : «بينما نحن مع رسول الله صلى الله عليه وسلم بمنَى فانشق القمر .وظاهره أن ذلك في موسم الحج . وفي «سيرة الحلبي» كان ذلك ليلة أربع عشرة ( أي في آخر ليالي منى ليلة النفْر ( . وفيها «اجتمع المشركون بمنى وفيهم الوليد بن المغيرة ، وأبو جهل ، والعاصي بن وائل ، والعاصي بن هشام ، والأسود بن عبد يغوث ، والأسود بن عبد المطلب ، وزمعة بن الأسود ، والنضر بن الحارث فسألوا النبي صلى الله عليه وسلم إن كنتَ صادقاً فشُقّ لنا القمر فرقتين فانشق القمر» .والعمدة في هذا التأويل على حديث عبد الله بن مسعود في «الصحيح» قال : \" انشق القمر ونحن مع النبي صلى الله عليه وسلم بِمنى فانشق فرقتين فرقةً فوق الجَبل وفرقة دونه فقال لنا رسول الله صلى الله عليه وسلم اشهدوا اشهَدوا \" . زاد في رواية الترمذي عنه «يعني { اقتربت الساعة وانشق القمر } . قلت : وعن ابن عباس نصفٌ على أبي قُبيس ونصفٌ على قُعَيْقِعَان .وروي مثله عن علي بن أبي طالب وابن عباس وابن عمر وحذيفةَ بن اليمان وأنس بن مالك وجبير بن مطعم ، وهؤلاء لم يشهدوا انشقاق القمر لأن من عدا علياً وابن عباس وابنَ عمر لم يكونوا بمكة ولم يسلموا إلا بعد الهجرة ولكنهم ما تكلموا إلا عن يقين .وكثرة رواة هذا الخبر تدل على أنه كان خبراً مستفيضاً . وقال في «شرح المواقف» : هو متواتر . وفي عبارته تسامح لعدم توفر شرط التواتر . ومراده : أنه مستفيض .وظاهر بعض الروايات لحديث ابن مسعود عند الترمذي أن الآية نزلت قبل حصول انشقاق القمر الواقع بمكة لمّا سأل المشركون رسول الله صلى الله عليه وسلم آية أو سألوه انشقاق القمر فأراهم انشقاق القمر وإنما هو انشقاق يحصل عند حلول الساعة .وروي هذا عن الحسن وعطاء وهو المعبر عنه بالخسوف في سورة القيامة ( 7 ، 8 ( { فإذا برق البصر وخسف القمر } الآية .وهذا لا ينافي وقوع انشقاق القمر الذي سأله المشركون ولكنه غير المراد في هذه الآية لكنه مؤوّل بما في روايته عند غير الترمذي .ولحديث أنس بن مالك أن الآية نزلت بعد انشقاق القمر .وعلى جميع تلك الروايات فانشقاق القمر الذي هو معجزة حصل في الدنيا . وفي البخاري عن ابن مسعود أنه قال : «خمس قد مضين اللزام والروم والبطشة والقَمر والدخان . وعن الحسن وعطاء أن انشقاق القمر يكون عند القيامة واختاره القشيري ، وروي عن البلخي . وقال الماوردي : هو قول الجمهور ، ولا يعرف ذلك للجمهور .وخبر انشقاق القمر معدود في مباحث المعجزات من كتب «السيرة» و«دلائل النبوة» .وليس لفظ هذه الآية صريحاً في وقوعه ولكن ظاهر الآية يقتضيه كما في «الشفاء» .فإن كان نزول هذه الآية واقعاً بعد حصول الانشقاق كما اقتضاه حديث ابن مسعود في «جامع الترمذي» فتصدير السورة ب { اقتربت الساعة } للاهتمام بالموعظة كما قدمناه آنفاً إذ قد تقرر المقصود من تصديق المعجزة .فجعلت تلك المعجزة وسيلة للتذكير باقتراب الساعة على طريقة الإِدماج بمناسبة أن القمر كائن من الكائنات السماوية ذات النظام المساير لنظام الجو الأرضي فلما حدث تغير في نظامه لم يكن مألوفاً ناسب تنبيه الناس للاعتبار بإمكان اضمحلال هذا العالم ، وكان فعل الماضي مستعملاً في حقيقته . وروي أن حذيفة بن اليمان قرأ { وقد انشق القمر } .وإن كان نزولها قبل حصول الانشقاق كما اقتضاه حديث أنس بن مالك فهو إنذار باقتراب الساعة وانشقاق القمر الذي هو من أشراط الساعة ومع الإِيماء إلى أن الانشقاق سيكون معجزة لما يسأله المشركون . ويرجح هذا المحمل قوله تعالى عقبه : { وإن يروا آية يعرضوا ويقولوا سحر مستمر } [ القمر : 2 ] كما سيأتي هنالك .وإذ قد حمل معظم السلف من المفسرين ومن خلفهم هذه الآية على أن انشقاق القمر حصل قبل نزولها أو بقرب نزولها فبنا أن نبين إمكان حصول هذا الانشقاق مسايرين للاحتمالات الناشئة عن روايات الخبر عن الانشقاق إبطالاً لجحد الملحدين ، وتقريباً لفهم المصدقين .فيجوز أن يكون قد حدث خسف عظيم في كرة القمر أحدث في وجهه هوة لاحت للناظرين في صورة شقه إلى نصفين بينهما سواد حتى يخيل أنه منشق إلى قمرين ، فالتعبير عنه بالانشقاق مطابق للواقع لأن الهوة انشقاق وموافق لمرأى الناس لأنهم رأوه كأنه مشقوق .ويجوز أن يكون قد حصل في الأفق بين سمت القمر وسمت الشمس مرور جسم سماوي من نحو بعض المذنبات حجب ضوء الشمس عن وجه القمر بمقدار ظل ذلك الجسم على نحو ما يسمى بالخسوف الجُزئيّ ، وليس في لفظ أحاديث أنس بن مالك عند مسلم والترمذي ، وابن مسعود وابن عباس عند البخاري ما يناكد هذا .ومن الممكن أن يكون هذا الانشقاق حدثاً مركباً من خسوف نصفي في القمر على عادة الخسوف فحجب نصف القمر ، والقمر على سمت أحد الجبلين وقد حصل في الجو ساعتئذٍ سحاب مائي انعكس في بريق مائه صورة القمر مخسُوفاً بحيث يخاله الناظر نصفاً آخر من القمر دون كسوف طالعاً على جهة ذلك الجبل ، وهذا من غرائب حوادث الجوّ . وقد عُرفت حوادث من هذا القبيل بالنسبة لأشعة الشمس ، ويجوز أن يحدث مثلها بالنسبة لضوء القمر على أنه نادر جداً وقد ذكرنا ذلك عند قوله تعالى : { وإذ نتقنا الجبل فوقهم } في سورة الأعراف ( 171 ( .ويؤيد هذا ما أخرجه الطبراني وابن مردويه من طريق عكرمة عن ابن عباس قال : كسف القمر على عهد رسول الله فقالوا : سحر القمر فنزلت اقتربت الساعة } الآية فسماه ابن عباس كسوفاً تقريباً لنوعه .وهذا الوجه لا ينافي كون الانشقاق معجزة لأن حصوله في وقت سؤالهم من النبي صلى الله عليه وسلم آيةً وإلهام الله إياهم أن يسألوا ذلك في حين تقدير الله كاف في كونه آيةً صدق . أو لأن الوحي إلى النبي صلى الله عليه وسلم بأن يتحدّاهم به قبلَ حصوله دليل على أنه مرسل من الله إذ لا قبل للرسول صلى الله عليه وسلم بمعرفة أوقات ظواهر التغيرات للكواكب . وبهذا الوجه يظهر اختصاص ظهور ذلك بمكة دون غيرها من العالم ، وإما على الوجه الأول فإنما لم يَشعُر به غيرُ أهل مكة من أهل الأرض لأنهم لم يكونوا متأهبين إليه إذ كان ذلك ليلاً وهو وقت غفلة أو نوم ولأن القمر ليس ظهوره في حد واحد لأهل الأرض فإن مواقيت طلوعه تختلف باختلاف البلدان في ساعات الليل والنهار وفي مسامتة السماء .قال ابن كيسان : هو على التقديم والتأخير . وتقديره : انشق القمر واقتربت الساعة ، أي لأن الأصل في ترتيب الأخبار أن يجري على ترتيبها في الوقوع وإن كان العطف بالواو لا يقتضي ترتيباً في الوقوع .{ وانشق } مطاوع شقه ، والشق : فرج وتفرّق بين أديم جسم مَّا بحيث لا تنفصل قطعة مجموع ذلك الجسم عن البقية ، ويُسمى أيضاً تصدعاً كما يقع في عُود أو جدار .فإطلاق الانشقاق على حدوث هوة في سطح القمر إطلاق حقيقي وإطلاقه على انطماس بعض ضوئه استعارة ، وإطلاقه على تفرقة نصفين مجاز مرسل .والاقتراب أصله صيغة مطاوعة ، أي قبول فعل الفاعل ، وهو هنا للمبالغة في القرب فإن حمل على حقيقة القرب فهو قرب اعتباري ، أي قرب حلول الساعة فيما يأتي من الزمان قرباً نسبياً بالنسبة لما مضى من الزمان ابتداء من خلق السماء والأرض على نحو قول النبي صلى الله عليه وسلم\" بعثت أنا والساعةَ كهاتين \" وأشار بسبابته والوسطى فإن تحديد المدة من وقت خلق العالم أو من وقت خلق الإِنسان أمر لا قبل للناس به وما يوجد في كتب اليهود مبنى على الحدس والتوهمات ، قال ابن عطية : «وكل ما يروى من التحديد في عُمر الدنيا فضعيف واهن» اه .وفائدة هذا الاعتبار أن يقبل الناس على نبذ الشرك وعلى الاستكثار من الأعمال الصالحات واجتناب الآثام لقرب يوم الجزاء .والساعة : علم بالغلبة على وقت فناء هذا العالم . ويجوز أن يراد بالساعة ساعة معهودة أنذروا بها في آيات كثيرة وهي ساعة استئصال المشركين بسيوف المسلمين .وإن حمل القرب على المجاز ، أي الدلالة على الإمكان ، فالمعنى : اتضح للناس ما كانوا يجدونه محالاً من فناء العالم فإن لحصول المُثُل والنظائر إقناعاً بإمكان أمثالها التي هي أقوى منها .وعطفُ { وانشق القمر } عطفُ جملة على جملة .والخبر مستعمل في لازم معناه وهو الموعظة إن كانت الآية نزلت بعد انشقاق القمر كما تقدم لأن علمهم بذلك حاصل فليسوا بحاجة إلى إفادتهم حكم هذا الخبر وإنما هم بحاجة إلى التذكير بأن من أمارات حلول الساعة أن يقع خسف في القمر بما تكررت موعظتهم به كقوله تعالى : { فإذا برق البصر وخسف القمر } [ القيامة : 7 ، 8 ] الآية إذ ما يأمنهم أن يكون ما وقع من انشقاق القمر أمارة على اقتراب الساعة فما الانشقاق إلا نوع من الخسف فإن أشراط الساعة وعلاماتها غير محدودة الأزمنة في القرب والبعد من مشروطها .",
  "ayah": 1,
  "surah": 54
}
