{
  "text": "وَلَقَدْ تَرَكْنَاهَا آَيَةً فَهَلْ مِنْ مُدَّكِرٍ (15(ضمير المؤنث عائد إلى { ذات ألواح ودسر } ، أي السفينة . والترك كناية عن الإِبقاء وعدم الإِزالة ، قال تعالى : { وتركنا فيها آية } في سورة الذاريات ( 37 ( ، وقال : { وتركهم في ظلمات لا يبصرون } في سورة البقرة ( 17 ( ، أي أبقينا سفينة نوح محفوظة من البِلى لتكون آية يشهدها الأمم الذين أرسلت إليهم الرسلُ متى أراد واحد من الناس رؤيتها ممن هو بجوار مكانها تأييداً للرسل وتخويفاً بأول عذاب عُذبت به الأمم أمة كذبت رسولها فكانت حجة دائمة مثل ديار ثمود .ثم أخذت تتناقص حتى بقي منها أخشاب شهدها صدر الأمة الإسلامية فلم تضمحل حتى رآها ناس من جميع الأمم بعد نوح فتواتر خبرها بالمشاهدة تأييداً لتواتر الطوفان بالأخبار المتواترة . وقد ذكر القرآن أنها استقرت على جبل الجوديّ فمنه نزل نوح ومن معه وبقيت السفينة هنالك لا ينالها أحد ، وذلك من أسباب حفظها عن الاضمحلال . واستفاض الخبر بأن الجودي جُبيل قرب قرية تسمى ( باقِرْدَى ( بكسر القاف وسكون الراء ودال مفتوحة مقصوراً من جزيرة ابن عمر قرب المَوْصل شرقيَّ دجلة .وفي «صحيح البخاري» قال قتادة : «لقد شَهدها صدر هذه الأمة» قال تعالى في سورة العنكبوت ( 15 ( { وجعلناها آية للعالمين } وقد تقدم ذلك مفصلاً هنالك .والآية : الحجة . وأصل الآية الأمارة التي يصطلح عليها شخصان فأكثر { قال رب اجعل لي آية قال آيتك أن لا تكلم الناس ثلاثة أيام } [ آل عمران : 41 ] .وإنما قال هنا { ولقد تركناها } وقال في سورة العنكبوت ( 15 ( { وجعلناها آية للعالمين } لأن ذكرها في سورة القمر وردَ بعد ذكر كيفية صنعها وحدوث الطوفان وحمل نوح في السفينة . فأخبر بأنها أُبقيت بعد تلك الأحوال ، فالآية في بقائها ، وفي سورة العنكبوت وَرَد ذِكر السفينة ابتداء فأخبر بأن الله جعلها آية إذْ أوحى إلى نوح بصنعها ، فالآية في إيجادها وهو المعبر عنه ب { جعلناها } .وفرع على إبقاء السفينة آية استفهام عمن يتذكر بتلك الآية وهو استفهام مستعمل في معنى التحضيض على التذكر بهذه الآية واستقصاء خبرها مثل الاستفهام في قول طرفة :إذا القوم قالوا من فتى . . . البيت ... والتحضيض موجه إلى جميع من تبلغه هذه الآيات ومن } زائدة للدلالة على عموم الجنس في الإِثبات على الأصح من القولين .و { مُدَّكر } أصله : مُذتَكر مفتعل من الذُكر بضم الذال ، وهو التفكر في الدليل فقلبت تاء الافتعال دالاً لتقارب مخرجيهما ، وأدغم الذال في الدال لذلك ، وقرَاءة هذه الآية مروية بخصوصها عن النبي صلى الله عليه وسلم وتقدم في سورة يوسف ( 45 ( { وادَّكَر بعد أمة . }",
  "ayah": 15,
  "surah": 54
}
