{
  "text": "إِنَّا أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ (19(من قوله : { إنا أرسلنا عليهم ريحاً صرصراً } الآية ، ونظيره قوله تعالى : { عم يتساءلون } [ النبأ : 1 ] ثم قوله : { عن النبأ العظيم } [ النبأ : 2 ] الآية .وعطف { ونذر } على { عذابي } بتقدير مضاف دل عليه المقام ، والتقدير : وعاقبة نذري ، أي إنذاراتي لهم ، أي كيف كان تحقيق الوعيد الذي أنذرهم .ونُذر : جمع نذير بالمعنى المصدري كما تقدم في أوائل السورة وقد علمت بما ذكرنا أن جملة «فكيف كان عذابي ونذري» هذه ليست تكريراً لنظيرها السابق في خبر قوم نوح ، ولا اللاحق في آخر قصة عاد للاختلاف الذي علمته بين مُفادها ومفاد مماثلتها وإن اتحدت ألفاظهما .والبليغ يتفطن للتغاير بينهما فيصرفه عن توهم أن تكون هذه تكريراً فإنه لما لم يسبق وصف عذاب عاد لم يستقم أن يكون قوله : { فكيف كان عذابي } تعجيباً من حالة عذابهم .وقوله : { ونذر } موعظة من تحقق وعيد الله إياهم ، وقد أشار الفخر إلى هذا وقفينا عليه ببسط وتوجيه . وأصل السؤال عن تكرير هذه الجملة أثناء قصة عاد هنا أورده في كتاب «درة التنزيل وغرة التأويل» المنسوب إلى الفخر وإلى الراغب إلا أن كلام الفخر في «التفسير» أجدر بالتعويل مما في «درة التنزيل» .وجملة { إنا أرسلنا عليهم ريحاً صرصراً } الخ بيان للإجمال الذي في قوله : { فكيف كان عذابي ونذر } . وهو في صورة جواب للاستفهام الصوري . وكلتا الجملتين يفيد تعريضاً بتهديد المشركين بعذاب على تكذيبهم .وجملة البيان إنما اتصف حال العذاب دون حال الإِنذار ، أو حال رسولهم وهو اكتفاء لأن التكذيب يتضمن مجيء نذير إليهم وفي مفعول { كذبت } المحذوف إشعار برسولهم الذي كذبوه وبعث الرسول وتكذيبهم إياه بتضمن الإِنذار لأنهم لما كذبوه حق عليه إنذارهم .وتعدية إرسال الريح إلى ضميرهم هي كإسناد التكذيب إليهم بناء على الغالب وقد أنجى الله هوداً والذين معه كما علمت آنفاً أو هو عائد إلى المكذبين بقرينة قوله : { كذبت عاد } .والصرصر : الشديدة القوية يكون لها صوت ، وتقدم في سورة فصّلت .وأريد ب { يوم نحس } أول أيام الريح التي أرسلت على عاد إذ كانت سبعة أيام إلا يوماً كما في قوله تعالى : { فأرسلنا عليهم ريحاً صرصراً في أيام نحسات } في سورة فصّلت ( 16 ( وقوله : { سخّرها عليهم سبع ليال وثمانية أيام حسوماً } في سورة الحاقة ( 7 ( .والنحْس : سوء الحال .وإضافة يوم } إلى { نحس } من إضافة الزمان إلى ما يقع فيه كقولهم يوم تحلاق اللمم ، ويوم فتح مكة . وإنما يضاف اليوم إلى النحس باعتبار المنحوس ، فهو يوم نحس للمعذبين يوم نصر للمؤمنين ومصائب قوم عند قوم فوائد . . وليس في الأيام يوم يوصف بنحس أو بسعد لأن كل يوم تحدث فيه نحوس لقوم وسعود لآخرين ، وما يروى من أخبار في تعيين بعض أيام السنة للنحس هو من أغلاط القصاصين فلا يلقي المسلم الحق إليها سمعه .واشتهر بين كثير من المسلمين التشاؤم بيوم الأربعاء . وأصل ذلك انجرّ لهم من عقائد مجوس الفرس ، ويسمون الأربعاء التي في آخر الشهر «الأربعاء التي لا تدور» ، أي لا تعود ، أرادوا بهذا الوصف ضبط معنى كونها آخر الشهر لئلا يظن أنه جميع النصف الأخير منه وإلاّ فأيّة مناسبة بين عدم الدوران وبين الشؤم ، وما من يوم إلاّ وهو يقع في الأسبوع الأخير من الشهر ولا يدور في ذلك الشهر .ومن شعر بعض المولدين من الخراسانيين :لقاؤك للمبكِّر فَألُ سوء ... ووجهك أربعاءُ لا تدوروانظر ما تقدم في سورة فصّلت .و { مستمر } : صفة { نحس } ، أي نحس دائم عليهم فعُلِم من الاستمرار أنه أبادهم إذ لو نجوا لما كان النحس مستمراً . وليس { مستمر } صفة ل { يوم } إذ لا معنى لوصفه بالاستمرار .والكلام في اشتقاق مستمر تقدم آنفاً عند قوله تعالى : { ويقولوا سحر مستمر } [ القمر : 2 ] .ويجوز أن يكون مشتقاً من مرّ الشيء قاصراً ، إذا كان مُرّاً ، والمرارة مستعارة للكراهية والنفرة فهو وصف كاشف لأن النحس مكروه .",
  "ayah": 19,
  "surah": 54
}
