{
  "text": "إِنَّا مُرْسِلُو النَّاقَةِ فِتْنَةً لَهُمْ فَارْتَقِبْهُمْ وَاصْطَبِرْ (27(هذه الجملة بيان لجملة { سيعلمون غداً من الكذاب الأشر } [ القمر : 26 ] باعتبار ما تضمنته الجملة المبيَّنة بفتح الياء من الوعيد وتقريب زمانه وإن فيه تصديق الرسول الذي كذبوه .وضمير { لهم } جار على مقتضى الظاهر على قراءة الجمهور { سيعلمون } بياء الغائبة ، وإما على قراءة ابن عامر وحمزة { ستعلمون } بتاء الخطاب فضمير { لهم } التفات .وإرسال الناقة إشارة إلى قصة معجزة صالح أنه أخرج لهم ناقة من صخرة وكانت تلك المعجزة مقدِّمة الأسباب التي عُجل لهم العذاب لأجلها ، فذكر هذه القصة في جملة البيان توطئة وتمهيد .والإِرسال مستعار لجعلها آية لصالح . وقد عُرف خَلْق خوارق العادات لتأييد الرسل باسم الإِرسال في القرآن كما قال تعالى : { وما نرسل بالآيات إلا تخويفاً } [ الإسراء : 59 ] فشبهت الناقة بشاهد أرسله الله لتأييد رسوله . وهذا مؤذن بأن في هذه الناقة معجزةً وقد سماها الله آية في قوله حكاية عنهم وعن صالح { فأت بآية إن كنت من الصادقين قال هذه ناقة } [ الشعراء : 154 ، 155 ] الخ .و { فتنة لهم } حال مقدر ، أي تفتنهم فتنة هي مكابرتهم في دلالتها على صدق واسم الفاعل من قوله : { مرسلوا الناقة } مستعمل في الاستقبال مجازاً بقرينة قوله : { فارتقبهم واصطبر } ، فعدل عن أن يقال : سنرسل ، إلى صيغة اسم الفاعل الحقيقة في الحال لتقريب زمن الاستقبال من زمن الحال .والارتقاب : الانتظار ، ارتقب مثل : رقب ، وهو أبلغ دلالة من رقب ، لزيادة المبنى فيه .وعدي الارتقاب إلى ضميرهم على تقدير مضاف يقتضيه الكلام لأنه لا يرتقب ذواتهم وإنما يرتقب أحوالاً تحصل لهم . وهذه طريقة إسناد أو تعليققِ المشتقات التي معانيها لا تسند إلى الذوات فتكون على تقدير مضاف اختصاراً في الكلام اعتماداً على ظهور المعنى . وذلك مثل إضافة التحريم والتحليل إلى الذوات في قوله تعالى : { حرمت عليكم الميتة } [ المائدة : 3 ] . والمعنى : فارتقب ما يحصل لهم من الفتنة عند ظهور الناقة .والاصطبار : الصبر القوي ، وهو كالارتقاب أيضاً أقوى دلالة من الصبر ، أي اصبر صبراً لا يعتريه ملل ولا ضجر ، أي اصبر على تكذيبهم ولا تأيس من النصر عليهم ، وحذف متعلق { اصطبر } ليعم كل حال تستدعي الضجر . والتقديرُ : واصطبر على أذاهم وعلى ما تجده في نفسك من انتظار النصر .وجملة { ونبئهم أن الماء قسمة بينهم } معطوفة على جملة { إنا مرسلوا الناقة } باعتبار أن الوعد بخلق آية الناقة يقتضي كلاماً محذوفاً ، تقديره : فأرسلنا لهم الناقة وقلنا نبئهم أن الماء قسمة بينهم على طريقة العطف والحذف في قوله : { فأوحينا إلى موسى أن أضرب بعصاك البحر فانفلق } [ الشعراء : 63 ] ، وإن كان حرف العطف مختلفاً ، ومثل هذا الحذف كثير في إيجاز القرآن .رسولهم ، وتقدير معنى الكلام : إنا مرسلو الناقة آية لك وفتنة لهم .وضمير { لهم } عائد إلى المكذبين منهم بقرينة إسناد التكذيب كما تقدم .",
  "ayah": 27,
  "surah": 54
}
