{
  "text": "كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ فَكَذَّبُوا عَبْدَنَا وَقَالُوا مَجْنُونٌ وَازْدُجِرَ (9(استئناف بيانيّ ناشىء عن قوله : { ولقد جاءهم من الأنباء ما فيه مزدجر } [ القمر : 4 ] فإن من أشهرها تكذيب قوم نوح رسولهم ، وسبق الإِنباء به في القرآن في السور النازلة قبل هذه السورة . والخبر مستعمل في التذكير وليفرع عليه ما بعده . فالمقصود النعي عليهم عدم ازدجارهم بما جاءهم من الأنباء بتعداد بعض المهمّ من تلك الأنباء .وفائدة ذكر الظرف { قبلهم } تقرير تسلية للنبيء صلى الله عليه وسلم أي أن هذه شنشنة أهل الضلال كقوله تعالى : { وإن يكذبوك فقد كذبت رسل من قبلك } [ فاطر : 4 ] ألا ترى أنه ذكر في تلك الآية قوله : { من قبلك } نظير ما هنا مع ما في ذلك من التعريض بأن هؤلاء معرِضون .واعلم أنه يقال : كذَّب ، إذا قال قولاً يدل على التكذيب ، ويقال كذّب أيضاً ، إذا اعتقد أن غيره كاذب قال تعالى : { فإنهم لا يكذبونك } [ الأنعام : 33 ] في قراءة الجمهور بتشديد الذال ، والمعنيان محتملان هنا ، فإن كان فعل { كذبت } هنا مستعملاً في معنى القول بالتكذيب ، فإن قوم نوح شافهوا نوحاً بأنه كاذب ، وإن كان مستعملاً في اعتقادهم كذبه ، فقد دلّ على اعتقادهم إعراضهم عن إنذاره وإهمالهم الانضواء إليه عندما أنذرهم بالطوفان .وعُرِّف { قوم نوح } بالإِضافة إلى اسمه إذ لم تكن للأمة في زمن نوح اسم يعرفون به .وأسند التكذيب إلى جميع القوم لأن الذين صدقوه عدد قليل فإنه ما آمن به إلا قليل ، كما تقدم في سورة هود .والفاء في قوله : { فكذبوا عبدنا } لتفريع الإِخبار بتفصيل تكذيبهم إياه بأنهم قالوا : { مجنون وازدجر } ، على الإِخبار بأنهم كذّبُوه على الإِجمال ، وإنما جيء بهذا الأسلوب لأنه لما كان المقصود من الخبر الأول تسلية الرسول صلى الله عليه وسلم فرّع عليه الإخبار بحصول المشابهة بين تكذيب قوممِ نوح رسولهم وتكذيب المشركين محمداً صلى الله عليه وسلم في أنه تكذيب لمن أرسله الله واصطفاه بالعبودية الخاصة ، وفي أنه تكذيب مشوب ببهتان إذ قال كلا الفريقين لرسوله : مَجنون ، ومشوب ببذاءة إذ آذى كلا الفريقين رسولهم وازدجروه . فمحل التفريع هو وصف نوح بعبودية الله تكريماً له ، والإِخبار عن قومه بأنهم افتروا عليه وصفَه بالجنون ، واعتدوا عليه بالأذى والازدجارِ . فأصل تركيب الكلام : كذبت قبلهم قوم نوح فقالوا : مجنون وازدجر . ولما أريد الإِيماء إلى تسلية الرسول صلى الله عليه وسلم ابتداء جعل ما بعد التسلية مفرعاً بفاء التفريع ليظهر قصد استقلال ما قبله ولولا ذلك لكان الكلام غنياً عن الفاء إذ كان يقول : كذبت قوم نوح عبدنا .وأعيد فعل { كذَّبوا } لإِفادة توكيد التكذيب ، أي هو تكذيب قويّ كقوله تعالى : { وإذا بطشتم بطشتم جَبارين } [ الشعراء : 130 ] وقوله : { ربنا هؤلاء الذين أغوينا أغويناهم كما غوينا } [ القصص : 63 ] ، وقول الأحوص :فإذا تزول تزول عن متخمط ... تُخشى بوادِره على الأقرانوقد نبه على ذلك ابن جنيّ في إعراب هذا البيت من «ديوان الحماسة» ، وذَكَر أن أبا عليّ الفارسي نحا غير هذا الوجه ولم يبيّنه .وحاصل نظم الكلام يرجع إلى معنى : أنه حصل فعل فكان حصوله على صفة خاصة أو طريقة خاصة .ويجوز أن يكون فعل { كذبت } مستعملاً في معنى : إنهم اعتقدوا كذبه ، فتفريع { فكذّبوا عبدنا } عليه تفريع تصريحهم بتكذيبه على اعتقادهم كذبه . فيكون فعل { كذبوا } مستعملاً في معنى غير الذي استعمل فيه فعل { كذبت } ، والتفريع ظاهر على هذا الوجه .وهذا الوجه يتأتّى في قوله تعالى : { وكذب الذين من قبلهم وما بلغوا معشار ما آتيناهم فكذبوا رسلي } في سورة سبأ ( 45 ( .ويجوز أن يكون قوله : كذبت قبلهم قوم نوح } إخباراً عن تكذيبهم بتفرد الله بالإِلهية حين تلقوه من الأنبياء الذين كانوا قبل نوح ولم يكن قبله رسول وعلى هذا الوجه يكون التفريع ظاهراً .و { ازدجر } معطوف على { قالوا } وهو افتعل من الزجر . وصيغة الافتعال هنا للمبالغة مثلها : افتقر واضطر .ونكتة بناء الفعل للمجهول هنا التوصل إلى حذف ما يسند إليه فعل الازدجار المبني للفاعل وهو ضمير { قوم نوح } ، فعدل على أن يقال : وازدجروه ، إلى قوله : { وازدجر } مُحاشاة للدّال على ذات نوح وهو ضمير من أن يقع مفعولاً لضميرهم .  ومرادهم أنهم ازدجروه ، أي نهوه عن ادعاء الرسالة بغلظة قال تعالى : { قال الملأ الذين كفروا من قومه إنا لنراك في سفاهة وإنا لنظنك من الكاذبين } [ الأعراف : 66 ] وقال : { قالوا لئن لم تنته يا نوح لتكونن من المرجومين } [ الشعراء : 116 ] وقال : { وكلما مر عليه ملأ من قومه سخروا منه } [ هود : 38 ] .",
  "ayah": 9,
  "surah": 54
}
