{
  "text": "The driving of the Criminals to their Final Abode in Hell and how it will be done\nAllah informs about the disbelievers who deny the final abode, the recompense, Paradise, and the Hellfire. On the Day of Judgement it will be said to them:\nانطَلِقُواْ إِلَى مَا كُنتُمْ بِهِ تُكَذِّبُونَ - انطَلِقُواْ إِلَى ظِلٍّ ذِى ثَلَـثِ شُعَبٍ\n(Depart you to that which you used to deny! Depart you to a shadow in three columns,) meaning, a flame of fire when it rises and ascends with smoke. So due to its severity and strength, it will have three columns.\nلاَّ ظَلِيلٍ وَلاَ يُغْنِى مِنَ اللَّهَبِ\n(Neither shady nor of any use against the fierce flame of the Fire.) meaning, shade of the smoke that comes from the flame -- which itself will not have a shade, nor will it benefit against the flame. This means it will not protect them from the heat of the flame. Allah said,\nإِنَّهَا تَرْمِى بِشَرَرٍ كَالْقَصْرِ\n(Verily, it throws sparks as Al-Qasr,) meaning, its sparks will shoot out from its flame like huge castles. Ibn Mas`ud said, \"Like forts.\" Ibn `Abbas, Mujahid, Qatadah and Malik who reported from Zayd bin Aslam and others said, \"This means the trunk of trees.\"\nكَأَنَّهُ جِمَـلَةٌ صُفْرٌ\n(As if they were Sufr camels.) means, black camels. This is the view of Mujahid, Al-Hasan, Qatadah, and Ad-Dahhak, and Ibn Jarir favored this view. Ibn `Abbas Mujahid, and Sa`id bin Jubayr said about,\nجِمَـلَةٌ صُفْرٌ\n(Sufr camels.) \"Meaning ropes of ships.\"\nإِنَّهَا تَرْمِى بِشَرَرٍ كَالْقَصْرِ\n(Verily, it (Hell) throws sparks as Al-Qasr.) Imam Al-Bukhari recorded from Ibn `Abbas that he said: \"We were directed to the timber a length of three cubits or more in order to use it for construction of buildings. We used to call it Al-Qasr.\nكَأَنَّهُ جِمَـلَةٌ صُفْرٌ\n(As if they were Sufr camels.) These (Jimalat) are ropes of ships that are bundled until they resemble the intestines of men.\"\nوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ\n(Woe that Day to the deniers!)\nThe Inability of the Criminals to speak, make Excuses, or step forward on the Day of Judgement\nThen Allah says,\nهَـذَا يَوْمُ لاَ يَنطِقُونَ\n(That will be a Day when they shall not speak,) meaning, they will not speak.\nوَلاَ يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ\n(And they will not be permitted to put forth any excuse.) meaning, they will not be able to speak, nor will they be granted permission to speak so that they can make excuses. Rather, the proof will be established against them, and they will be called upon to speak about the wrong that they did, but they will not be able to say anything. The courts of the Day of Judgement will occur in stages. Sometimes the Lord informs of this stage and sometimes He informs of that stage. This is to show the terrors and calamities of that Day. Thus, after all the details of this discussion, He says:\nوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ\n(Woe that Day to the deniers!) Then Allah says,\nهَـذَا يَوْمُ الْفَصْلِ جَمَعْنَـكُمْ وَالاٌّوَّلِينَ - فَإِن كَانَ لَكمُ كَيْدٌ فَكِيدُونِ\n(That will be a Day of Decision! We have brought you and the men of old together! So if you have a plot, use it against Me!) This is an address from the Creator to His servants. He says to them,\nهَـذَا يَوْمُ الْفَصْلِ جَمَعْنَـكُمْ وَالاٌّوَّلِينَ\n(That will be a Day of Decision! We have brought you and the men of old together!) meaning, He will gather all of them by His power on one common plane, He will make them hear the caller and He will cause them to see. Then He says,\nفَإِن كَانَ لَكمُ كَيْدٌ فَكِيدُونِ\n(So, if you have a plot, use it against Me!) This is a serious threat and a harsh warning. It means, `if you are able to save yourselves from being seized by Me, and rescue yourselves from My ruling, then do so. But you are certainly not able to do so.' This is as Allah says,\nيمَعْشَرَ الْجِنِّ وَالإِنسِ إِنِ اسْتَطَعْتُمْ أَن تَنفُذُواْ مِنْ أَقْطَـرِ السَّمَـوَتِ وَالاٌّرْضِ فَانفُذُواْ لاَ تَنفُذُونَ إِلاَّ بِسُلْطَـنٍ\n(O assembly of Jinn and men! If you have power to pass beyond the zones of the heavens and the earth, then pass beyond (them)! But you will never be able to pass them, except with authority (from Allah)!) (55:33) Allah also says,\nوَلاَ تَضُرُّونَهُ شَيْئًا\n(And you will not harm Him in the least.) (11:57) It is narrated in a Hadith (that Allah said),\n«يَا عِبَادِي، إِنَّكُمْ لَنْ تَبْلُغُوا نَفْعِي فَتَنْفَعُونِي، وَلَنْ تَبْلُغُوا ضَرِّي فَتَضُرُّونِي»\n(\"O My servants! You all can never attain My benefit and thereby benefit Me, and you all can never attain My harm and thereby harm Me.\")",
  "ayah": 35,
  "surah": 77
}
