{
  "text": "১১৪-১১৫ নং আয়াতের তাফসীর\nআলী ইবনু আবি তালহা (রঃ), হযরত ইবনু আব্বাস (রঃ) হতে বর্ণনা করেছেন যে, (আরবি) দ্বারা ফজর ও মাগরিবের নামাযকে বুঝানো হয়েছে। হাসান (রঃ) ও আব্দুর রহমান ইবনু যায়েদ ইবনু আসলাম (রঃ) এরূপই বলেছেন। হাসান (রঃ), কাতাদা’, যহহাক (রঃ) প্রভৃতির বর্ণনায় বলেন যে, ওটা হচ্ছে ফজর ও আসরের নামায। মুজাহিদ (রঃ) বলেন যে, ওটা হচ্ছে দিনের প্রথম ফজর এবং অন্যবার যুহর ও আসরের নামায। (আরবি) সম্পর্কে হযরত ইবনু আব্বাস (রাঃ), হযরত মুজাহিদ (রঃ), হযরত হাসান (রঃ) প্রভৃতি গুরুজন বলেন যে, এর দ্বারা ই’শার নামায বুঝানো হয়েছে। ইবনুল মুবারকের (রঃ) বর্ণনায় হাসান (রঃ) বলেন যে, ওটা হচ্ছে মাগরিব ও ই’শার নামায।রাসূলুল্লাহ (সঃ) বলেছেন যে, মাগরিব ও ই’শা এ দু’টি হচ্ছে রাত্রির কিছু অংশের নামায। অনুরূপভাবে মুজাহিদ (রঃ), মুহাম্মদ ইবনু কা'ব (রঃ), কাতাদা’ (রঃ) এবং যহ্‌হাক (রঃ) বলেন যে, ওটা হচ্ছে মাগরিব ও ই’শার নামায।সম্ভবতঃ এ আয়াতটি পাঁচ ওয়াক্ত নামায ফরয হওয়ার পূর্বে অবতীর্ণ হয়েছিল এবং এটা অবতীর্ণ হয় মিরাজের রাত্রে। তখন শুধু দুই ওয়াক্ত নামায অবতীর্ণ হয়। এক ওয়াক্ত নামায সূর্যোদয়ের পূর্বে এবং আর এক ওয়াক্ত নামায সূর্যাস্তের পূর্বে এবং রাসূলুল্লাহর (সঃ) উপর এবং তার উম্মতের উপর রাত্রিকালে দাঁড়িয়ে থাকা ওয়াজিব করা হয়। অতঃপর এটা উম্মতের উপর থেকে রহিত করে দেয়া হয় এবং তার উপর বহাল থেকে যায়। অতঃপর তার উপর থেকেও এটা রহিত হয়ে যায়। এ সব ব্যাপারে আল্লাহ তাআ’লা সর্বাধিক জ্ঞানের অধিকারী।আল্লাহ পাক বলেনঃ “নিশ্চয় সৎ কার্যাবলী মন্দকার্যসমূহকে মুছে ফেলে।” সুনানে হযরত আবু বকর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে মুসলমান কোন পাপ করে, অতঃপর অযু করে দু'রাকাআত নামায পড়ে, আল্লাহ তাআ’লা তার পাপ ক্ষমা করে দেন।”সহীহ বুখারী ও সহীহ মুসলিমে আমিরুল মু'মিনীন হযরত উসমান ইবনু আফফান (রাঃ) হতে বর্ণিত আছে যে, (একদা) তিনি অযু করেন রাসূলুল্লাহর (সঃ) অযুর ন্যায়। তারপর বলেনঃ “রাসূলুল্লাহকে (সঃ) আমি এভাবেই অযু করতে দেখেছি। আর তিনি বলেছেনঃ “যে ব্যক্তি আমার এই অযুর ন্যায় অযু করবে, অতঃপর আন্তরিকতার সাথে বা বিশুদ্ধ অন্তরে দু'রাকাআত নামায পড়বে, তার পূর্বের সমস্ত গুনাহ মাফ করে দেয়া হবে।”হযরত উসমানের (রাঃ) আযাদকৃত গোলাম হা’রিস (রঃ) হতে বর্ণিত, তিনি বলেনঃ “একদা হযরত উসমান (রাঃ) উপবিষ্ট ছিলেন এবং আমরাও তাঁর সাথে বসেছিলাম। এমন সময় তাঁর কাছে মুআয্‌যিন আসেন। তিনি তাঁর কাছে বরতনে পানি চান। (পানি দেয়া হলে) তিনি অযু করেন। অতঃপর বলেনঃ “আমি রাসূলুল্লাহকে (সঃ) আমার এই অযুর মত অযু করতে দেখেছি। (অযুর পরে) তিনি বলেনঃ “যে ব্যক্তি আমার এই অযুর ন্যায় অযু করবে, তার জন্যে যুহর ও ফজরের মধ্যবর্তী সময়ে সমস্ত (সাগীরা) গুনাহ মাফ হয়ে যাবে। তারপর সে আসরের নামায পড়বে, (এর ফলে) তার জন্যে আসর ও যুহরের মধ্যবর্তী সময়ের (সাগীরা) গুনাহ মাফ করে দেয়া হবে। এরপর সে মাগরিবের নামায পড়বে, এর ফলে তার মাগরিব ও আসরের মধ্যবর্তী সময়ের পাপ ক্ষমা করে দেয়া হবে। তারপর সে শুয়ে পড়বে এবং সকালে উঠে ফজরের নামায পড়বে, এতে তার ফজর ও ই’শার মধ্যবর্তী সময়ের গুনাহ মাফ করে দেয়া হবে। এ গুলিই হচ্ছে সৎ কর্ম, যেগুলি মন্দ কাজগুলিকে মিটিয়ে দেয়।”সহীহ্ হাদীসে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আচ্ছা বলতো, যদি তোমাদের কারো বাড়ীর দরজার ওপর প্রবাহিত নদী থাকে এবং সে প্রত্যহ তাতে পাঁচ বার করে গোসল করে, তবে তার শরীরে কোন ময়লা থাকবে কি? তারা (সাহাবীগণ) উত্তরে বললেনঃ হে আল্লাহর রাসূল (সঃ)! না (তার দেহে কোন ময়লা থাকবে না)।” তিনি তখন বললেনঃ “এটাই দৃষ্টান্ত হচ্ছে পাঁচ ওয়াক্ত নামাযের। এগুলির কারণে আল্লাহ তাআ’লা ভুলত্রুটি ও পাপরাশি ক্ষমা করে থাকেন।” সহীহ মুসলিমে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “পাঁচ ওয়াক্ত নামায এক জুমআ’ হতে আর এক জুমআ’ পর্যন্ত এবং এক রমাযান হতে আর এক রমাযান পর্যন্ত মধ্যবর্তী সময়ের জন্যে কাফফারা স্বরূপ (গুনাহ মাফের কারণ), যে পর্যন্ত কাবীরা গুণাহ্ থেকে বেঁচে থাকা যায়।” হযরত আবু আইয়ুব আনসারী (রাঃ) হতে বর্ণিত তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলতেনঃ “প্রত্যেক নামায ওর পূর্ববর্তী সময়ের গুনাহকে মিটিয়ে দেয়।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় ‘মুসনাদ’ গ্রন্থে বর্ণনা করেছেন) হযরত আবু মা’লিক আশআ’রী (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “নামাযসমূহকে পূর্ববর্তী সময়ের জন্যে গুনাহ্ মাফের কারণ করা হয়েছে। কেননা, আল্লাহ তাআ’লা বলেছেনঃ “নিশ্চয় সৎ কার্যাবলী মন্দকার্য সমূহকে মুছে ফেলে।” (এ হাদীসটি আবু জাফর ইবনু জারীর (রঃ) বর্ণনা করেছেন) হযরত ইবনু মাসঊদ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক কোন একটি স্ত্রীলোককে চুম্বন করে নবীর (সঃ) নিকট আগমন করে এবং তাঁকে এ খবর অবহিত করে (এবং অত্যন্ত লজ্জিত হয়)। তখন আল্লাহ তাআ’লা উপরোক্ত আয়াতটি অবতীর্ণ করেন। তখন লোকটি বলেঃ “হে আল্লাহর রাসূল (সঃ)! এটা কি শুধু আমারই জন্যে নির্দিষ্ট?” উত্তরে তিনি বলেনঃ “না বরং আমার সমস্ত উম্মতের জন্যে।” (এ হাদীসটি ইমাম বুখারী (রঃ) স্বীয় সহীহ' গ্রন্থে বর্ণনা করেছেন)অন্য একটি রিওয়াইয়াতে আছে যে, ঐ লোকটি বলেঃ “আমি এই বাগানে ঐ স্ত্রীলোকটির সাথে সঙ্গম ছাড়া সব কিছুই করেছি। সুতরাং হে আল্লাহর রাসূল (সঃ)! আপনার ইচ্ছা অনুযায়ী আমাকে শাস্তি প্রদান করুন।” তার এ কথায় রাসূলুল্লাহ (সঃ) কিছুই বললেন না। লোকটি চলে গেল। হযরত উমার (রাঃ) বললেনঃ “আল্লাহ তাআ’লা তো তার দোষ গোপন রাখতেন। যদি সে নিজের দোষ গোপন রাখতো।” রাসূলুল্লাহ (সঃ) বরাবর লোকটির দিকে তাকাতে থাকেন। তারপর তিনি (সাহাবীদেরকে) বলেনঃ “তাকে ফিরিয়ে ডাকো।” সুতরাং তারা তাকে তাঁর কাছে ফিরিয়ে আনলেন। তখন তিনি তার সামনে (আরবি) এই আয়াতটি পাঠ করলেন। তখন হযরত মুআ’য (রাঃ) এবং এক রিওয়াইয়াতে আছে যে, হযরত উমার (রাঃ) বললেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা কি তার একার জন্যে, না সমস্ত লোকের জন্যে?” উত্তরে তিনি বললেনঃ “না বরং সমস্ত লোকের জন্যে।”হযরত আবদুল্লাহ ইবনু মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ নিশ্চয় আল্লাহ তাআ’লা তোমাদের মধ্যে চরিত্রকে বন্টন করে দিয়েছেন, যেমন বন্টন করেছেন তোমাদের মধ্যে রিয্‌ককে। নিশ্চয় আল্লাহ তাআ’লা যাকে ভালবাসেন তাকেই দুনিয়া দান করেন এবং যাকে ভালবাসেন না তাকেও দুনিয়া দান করে থাকেন। (অর্থাৎ দুনিয়ার সুখ দান করেন)। কিন্তু তিনি যাকে ভালবাসেন একমাত্র তাকেই দ্বীন দান করে থাকেন। সুতরাং আল্লাহ যাকে দ্বীন দান করেন তাকে তিনি ভালবাসেন। যাঁর হাতে আমার প্রাণ রয়েছে তাঁর শপথ! কোন বান্দা মুসলমান হতে পারে না, যে পর্যন্ত না তার অন্তর ও জিহ্‌বা মুসলমান হয় এবং সে মু'মিন হতে পারে না, যে পর্যন্ত না তার অনিষ্ট থেকে তার প্রতিবেশী নিরাপদে থাকে। জনগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর নবী (সঃ)! তার অনিষ্ঠ কি?” তিনি উত্তরে বললেনঃ “তার প্রতারণা ও অত্যাচার।” এরপর তিনি বলেনঃ জেনে রেখোঁরেখো যে, যদি মানুষ হারাম মাল উপার্জন করে এবং তার থেকে (আল্লাহর পথে) খরচ করে, তবে আল্লাহ তার সেই মালে বরকত দেন না এবং সে তার থেকে কিছু সাদ্‌কা করলে তিনি তা কবুল করেন না। আর সে ঐ মালের যা কিছু ছেড়ে মারা যায় তা তার জন্যে জাহান্নামের আগুনই হয়। জেনে রেখোঁরেখো যে, আল্লাহ তাআ’লা মন্দকে মন্দ দ্বারা মুছে ফেলেন না, বরং মন্দকে ভাল দ্বারা মুছে থাকেন।বর্ণিত আছে যে, ফুলান ইবনু মু’সাব আনসারদের একজন লোক ছিলেন। তিনি রাসূলুল্লাহর (সঃ) নিকট এসে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি একজন স্ত্রীলোকের নিকট প্রবেশ করেছিলাম এবং আমি তার থেকে ঐসব কিছু ভোগ করেছি যা কোন লোক তার স্ত্রী থেকে ভোগ করে থাকে। তবে আমি তার সাথে সঙ্গম করি নাই। তার এ কথা শুনে রাসূলুল্লাহ (সঃ) তাকে কি উত্তর দিবেন তা তিনি খুঁজে পেলেন না। তখন উপরোক্ত আয়াতটি অবতীর্ণ হয়। রাসূলুল্লাহ (সঃ) তখন তাকে ডেকে পাঠান এবং তার সামনে আয়াতটি পাঠ করেন। (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন) হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, লোকটি হচ্ছে আমর ইবনু গাইয়া আল-আনসারী। আর মুকাতিল (রঃ) বলেন যে, সে হচ্ছে আবু নুফাইল আমির ইবনু কায়েস আল-আনসারী। খতীবুল বাগদাদী (রঃ) বলেন যে, লোকটি হচ্ছে আবু ইয়াস্ত্র কা'ব ইবনু আমর (রাঃ)। হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক হযরত উমারের (রাঃ) নিকট এসে বলেঃ “একটি স্ত্রী লোক সওদা কেনার জন্যে আমার নিকট এসেছিল। বড়ই দুঃখের বিষয় এই যে, আমি তাকে কক্ষে নিয়ে গিয়ে সহবাস ছাড়া তার সাথে সব কিছু করেছি। সুতরাং এখন শরীয়তের বিধান মতে আমার উপর হদ্দ জারী করুন।” তার একথা শুনে হযরত উমার (রাঃ) বলেনঃ “তুমি ধ্বংস হও, সম্ভবতঃ তার স্বামী আল্লাহর পথে গিয়েছে বলে অনুপস্থিত রয়েছে?” সে উত্তরে বলেঃ “হা।” তিনি তাকে বললেনঃ তুমি হযরত আবু বকরের (রাঃ) কাছে গিয়ে এটা জিজ্ঞেস কর। সে তখন তাঁর কাছে যায় এবং তাকে জিজ্ঞেস করে। তিনি বলেনঃ সম্ভবতার স্বামী আল্লাহর পথে রয়েছে বলে অনুপস্থিত আছে। অতঃপর তিনি হযরত উমারের (রাঃ) ন্যায় বললেন। (অর্থাৎ লোকটিকে নবীর (সঃ) কাছে যেতে বললেন)। তাঁকে সে ঐ কথাই বললো। নবী (সঃ) বললেনঃ “সম্ভবতঃতার স্বামী আল্লাহর পথে আছে বলে অনুপস্থিত রয়েছে।” ঐ সময় উপরোক্ত আয়াতটি অবতীর্ণ হয়। তখন লোকটি বলেঃ “হে আল্লাহর রাসূল (সঃ)! এই সুসংবাদ কি শুধু আমার জন্যেই নির্দিষ্ট, না সমস্ত মানুষের - জন্যেই?” উমার (রাঃ) তখন হাত দ্বারা বক্ষে মারেন এবং বলেনঃ “না, এই নিয়ামত নির্দিষ্ট নয় বরং এটা সাধারণ লোকদের জন্যেও বটে।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ উমার (রাঃ) সত্য বলেছে। (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন যে, কা’ব ইবনুল আমর আনসারী (রাঃ) বলেনঃ “ঐ স্ত্রীলোকটি আমার কাছে এক দিরহামের খেজুর কিনতে এসেছিল। আমি তাকে বললামঃ ঘরে ভাল খেজুর আছে। সে আমার ঘরের মধ্যে গেল। আমিও ঘরের মধ্যে গিয়ে তাকে চুম্বন করলাম। অতঃপর আমি হযরত উমারের (রাঃ) কাছে গমন করলাম। তাঁকে এ ব্যাপারে জিজ্ঞেস করলে তিনি আমাকে বললেনঃ “আল্লাহকে ভয় কর এবং নিজের নফসের উপর পর্দা ফেলে দাও আর কাউকেও এ কথা বলো না।” আমি কিন্তু ধৈর্য ধারণ করতে পারলাম না। সুতরাং হযরত আবু বকরের (রাঃ) কাছে গেলাম। তিনি বললেনঃ “আল্লাহকে ভয় কর, নিজের নফসের উপর পর্দা ফেলো এবং কাউকেও এ খবর দিয়ো না।” এবারও আমি সবর করতে পারলাম না। কাজেই আমি নবীর (সঃ) নিকট গমন করলাম। তাঁকে এ খবর দিলে তিনি আমাকে বললেনঃ “আফসোস যে, তুমি এমন এক ব্যক্তির অনুপস্থিতির সময় তার স্ত্রীর ব্যাপারে বিশ্বাসঘাতকতা করেছে, যে আল্লাহর পথে যুদ্ধ করতে গিয়েছে।” এ কথা শুনেতো আমি নিজেকে জাহান্নামী মনে করলাম এবং আমার অন্তরে এই খেয়াল জাগলো যে, হায়! আমার ইসলাম গ্রহণ যদি এ ঘটনার পর হতো (তবে কতই না ভাল হতো)! রাসূলুল্লাহ (সঃ) কিছুক্ষণ ধরে তাঁর ঘাড় নীচু করে থাকলেন। ঐ সময়েই হযরত জিবরাঈল (আঃ) উপরোক্ত আয়াত নিয়ে অবতীর্ণ হলেন। তখন একটি লোক বললেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা কি খাস করে তারই জন্যে, না সাধারণভাবে সমস্ত মানুষের জন্যে।”হযরত মুআয্‌ ইবনু জাবাল (রাঃ) হতে বর্ণিত আছে যে, তিনি একদা নবীর (সঃ) পাশে উপবিষ্ট ছিলেন। এমন সময় একটি লোক এসে বললো: “হে আল্লাহর রাসূল (সঃ)! ঐ লোকের সম্পর্কে আপনি কি বলেন, যে লোকটি এমন একটি স্ত্রীলোকের নিকট পৌঁছেছে যে তার জন্যে হালাল নয়, সে ঐ স্ত্রীলোকটিকে ভোগ করার ব্যাপারে কিছুই ছাড়ে নাই, যে ভাবে স্বামী তার স্ত্রীকে ভোগ করে; শুধু এটুকুই বাকী যে, তার সাথে সে সঙ্গম করে নাই। তখন রাসূলুল্লাহ (সঃ) উত্তরে তাকে বললেনঃ “তুমি উত্তমরূপে অযু কর, তারপর দাঁড়িয়ে যাও এবং নামায পড়ে নাও।” ঐ সময় মহা মহিমান্বিত আল্লাহ (আরবি) এই আয়াতটি অবতীর্ণ করেন। তখন হযরত মুআয্‌ (রাঃ) বলেনঃ “এটা তার জন্যেই খাস, না সাধারণভাবে সমস্ত মুসলমানের জন্যে?” উত্তরে তিনি বললেনঃ “না বরং সাধারণভাবে সমস্ত মুসলমানের জন্যেই এই হুকুম।” (এ হাদীসটি হাফিয আবুল হাসান দারকুতনী (রঃ) বর্ণনা করেছেন)হযরত ইয়াহইয়া ইবনু জা’দাহ (রাঃ) হতে বর্ণিত আছে যে, নবীর (সঃ) সাহাবীদের একজন লোক একটি স্ত্রীলোকের উল্লেখ করে, ঐ সময় সে তাঁর কাছে বসেছিল। অতঃপর কোন প্রয়োজনে (স্ত্রীলোকটির নিকট যাওয়ার জন্যে) সে অনুমতি প্রার্থনা করে। আল্লাহর নবী (সঃ) তাকে অনুমতি প্রদান করেন। সুতরাং সে স্ত্রীলোকটির খোঁজে বেরিয়ে পড়ে। কিন্তু তাকে সে পেলো না। অতঃপর নবীকে (সঃ) বৃষ্টির সুসংবাদ দেয়ার ইচ্ছায় তার দিকে অগ্রসর হয়। (পথিমধ্যে) সে স্ত্রী লোকটিকে একটি পুকুরের ধারে বসা অবস্থায় দেখতে পায়। এমতাবস্থায় তার বক্ষে সে হাত দেয় এবং তার দু'পায়ের মাঝে বসে পড়ে। এই অবস্থায় সে লজ্জিত হয়ে উঠে দাঁড়ায় এবং সরাসরি নবীর (সঃ) নিকট হাযির হয়ে যা সে করেছে তা তাঁকে জানিয়ে দেয়। তখন নবী (সঃ) তাকে বলেনঃ “তুমি তোমার প্রতিপালকের নিকট ক্ষমা প্রার্থনা কর এবং চার রাকাআত নামায পড়ে নাও। অতঃপর তিনি ………(আরবি) এই আয়াতটি পাঠ করে তাকে শুনিয়ে দেন। (এ হাদীসটি ইমাম ইবনু জারীর (রঃ) বর্ণনা করেছেন)হযরত আবু উমামা’ (রাঃ) হতে বর্ণিত আছে যে, একটি লোক নবীর (সঃ) নিকট এসে বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমার উপর আল্লাহর হদ্দ জারী করুন। এ কথা সে একবার বা দু’বার বলে। তার এ কথা শুনে রাসূলুল্লাহ (সঃ) তার দিক থেকে মুখ ফিরিয়ে নেন। অতঃপর নামাযের জন্যে ইকামত দেয়া হয়। নামায শেষে নবী (সঃ) বলেনঃ “যে লোকটি বলেছিল আমার উপর আল্লাহর হদ্দ কায়েম করুন সে লোকটি কোথায়?” লোকটি উত্তরে বললো:“এই যে আমি।” তিনি বললেন : “তুমি কি পূর্ণরূপে অযু করে এই মাত্র আমাদের সাথে নামায পড়লে? উত্তরে সে বললো: “হা।” তিনি বললেনঃ তা হলে তোমার পাপ এমনভাবে মুছে গেল যে, তুমি ঐ দিনের মত হয়ে গেলে যেই দিন তোমার মা তোমাকে জন্ম দিয়েছিল। খবরদার আর যেন এর পুনরাবৃত্তি না ঘটে। ঐ সময় আল্লাহ তাআ’লা উপরোক্ত আয়াতটি অবতীর্ণ করেন। (এ হাসীদটি ইমাম ইবনু জারীর (রঃ) স্বীয় তাফসীরে বর্ণনা করেছেন)হযরত আবু উসমান (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “(একদা) আমি হযরত সালমান ফারসীর (রাঃ) সাথে একটি গাছের নীচে বসেছিলাম। তিনি ঐ গাছের একটি শুষ্ক ডাল নিয়ে ঝাড়তে লাগলেন। ফলে ওর পাতাগুলি ঝরে পড়লো। তারপর তিনি বললেনঃ “হে আবু উসমান (রাঃ)! আমি কেন এরূপ করলাম তা যে তুমি জিজ্ঞেস করছো না?” আমি বললামঃ “কেন আপনি এরূপ করলেন?' তিনি বললেনঃ “রাসূলুল্লাহ (সঃ) এরূপ করেছিলেন।” অতঃপর তিনি বলেনঃ “মুসলমান যখন উত্তমরূপে অযু করে, অতঃপর পাঁচ ওয়াক্ত নামায আদায় করে, তার পাপরাশি ঐ রূপেই ঝরে পড়ে যেমন এই ডালের পাতাগুলি ঝরে পড়লো।” তারপর তিনি উপরোক্ত আয়াতটি পাঠ করেন। (এ হাদীসটি ইমাম আহ্‌মদ (রঃ) স্বীয় ‘মুসনাদে’ বর্ণনা করেছেন)হযরত মআ’য (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) তাঁকে বলেনঃ “হে মআ’য (রাঃ)! খারাপ কাজের পরপরই কোন ভাল কাজ করে ফেল, তাহলে এই ভাল কাজটি খারাপ কাজটিকে মুছে ফেলবে। আর লোকদের সাথে উত্তম চরিত্রের মাধ্যমে মেলামেশা কর।”  (এ হাদীসটি আহ্মদ (রঃ) বর্ণনা করেছেন)হযরত আবু যার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহকে ভয় কর এবং যেখানেই থাক না কেন কোন খারাপ কাজের পিছনে কোন ভাল কাজ অবশ্যই করে ফেল, তা হলে এ ভালো কাজটি ঐ খারাপ কাজটিকে মুছে ফেলবে। আর উত্তম চরিত্রের সাথে জনগণের সাথে মেলামেশা কর।” (এ হাদীসটি ইমাম আহ্মদ (রঃ) স্বীয় ‘মুসনাদে’ বর্ণনা করেছেন)হযরত আবু যার (রাঃ) হতে বর্ণিত, তিনি বলেনঃ আমি বললামঃ “হে আল্লাহর রাসূল (সঃ)! আমাকে কিছু উপদেশ দিন।” তিনি বললেনঃ “যখন তুমি কোন মন্দ কাজ করে বসবে তখন ওর পরেই কিছু ভাল কাজ করে ফেলবে। তাহলে এই ভাল কাজটি ঐ মন্দ কাজটিকে মুছে ফেলবে। আমি জিজ্ঞেস করলামঃ হে আল্লাহর রাসূল (সঃ)! ‘লা-ইলাহা-ইল্লাল্লাহু’কি একটি উত্তম কাজ নয়? তিনি উত্তরে বললেনঃ “এটা তো বড়ই উত্তম কাজ।” (এ হাদীসটিও ইমাম আহমদ (রঃ) বর্ণনা করেছেন) হযরত আনাস ইবনু মালিক (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “রাত্রি ও দিবসের যে কোন সময় কোন বান্দা ‘লা-ইলাহা-ইল্লাল্লাহু’ বলে, তার আমল নামা হতে গুণাগুলি মিটিয়ে দেয়া হয় এবং ঐ স্থানে ঐ পরিমান পূণ্য লেখে দেয়া হয়।” (হাদীসটি ইমাম হাফিয আবু ইয়ালা আল-মৃসিলী (রঃ) বর্ণনা করেছেন)হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একটি লোক বলেঃ “হে আল্লাহর রাসূল (সঃ)! আমার এমন কোন আকাঙ্খা বা বাসনা নাই যা আমি পূর্ণ না করে ছেড়েছি।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “আল্লাহ ছাড়া কেউ মাবুদমা’বুদ নেই এবং আমি আল্লাহর রাসূল, তুমি কি এই সাক্ষ্য দিচ্ছ? সে উত্তরে বললো: “হা।” তিনি বললেনঃ “তাহলে এটাই ঐ সবগুলোর উপর বিজয়ী থাকবে।” (হাদীসটি হাফিয আবু বকর আল-বাযযার (রঃ) বর্ণনা করেছেন)",
  "ayah": 115,
  "surah": 11
}
