{
  "text": "১১৮-১১৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা খবর দিচ্ছেন যে, তাঁর ক্ষমতা কোন কাজ থেকে অপারগ নয়। তিনি ইচ্ছা করলে সবকেই ইসলামের উপর বা কুফরীর উপর একত্রিত করতে পারতেন। কিন্তু মানুষের মত, দ্বীন, মাযহাব সব সময় যে পৃথক পৃথক ও ভিন্ন ভিন্ন হবে এতে তাঁর বড়ই নিপূণতা রয়েছে। তাদের পন্থা হবে ভিন্ন এবং আর্থিক অবস্থাও হবে পৃথক পৃথক। এক অপরের অধীনে থাকবে। এখানে উদ্দেশ্য হচ্ছে দ্বীন ও মাযহাবের বিভিন্নতা। হা, তবে যাদের উপর আল্লাহর দয়া ও অনুগ্রহ হয়, তারা সব সময় রাসূলদের অনুসরণ ও আল্লাহ তাআ’লার হুকুম পালনের কার্যে লেগে থাকে। এখন তারা শেষ নবীর (সঃ) অনুগত। এরাই হচ্ছে মুক্তিপ্রাপ্ত ও সফলকাম। মুসনাদ ও সুনানে হাদীস রয়েছে, যার প্রতিটি সনদ অন্য সনদকে শক্তিশালী করে থাকে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ইয়াহুদীদের একাত্তরটি দল হয়েছে এবং খৃষ্টানরা বাহাত্তরটি দলে বিভক্ত হয়ে পড়েছে। আর আমার উম্মতের তেহাত্তরটি দল হয়ে যাবে। একটি দল ছাড়া সব দলই জাহান্নামী। সাহাবীগণ জিজ্ঞেস করলেনঃ “হে আল্লাহর রাসূল (সঃ)! ঐ একটি দল কারা?” উত্তরে তিনি বললেনঃ “তারা হচ্ছে ওরাই যারা ওরই উপর রয়েছে যার উপর আমি রয়েছি এবং আমার সাহাবীগণ রয়েছে।” (এ হাদীসটি ইমাম হাকিম (রঃ) তার মুসতাদরাক গ্রন্থে বর্ণনা করেছেন)আতা’র (রঃ) উক্তি অনুযায়ী দ্বারা (আরবি) এখানে উদ্দেশ্য হচ্ছে ইয়াহুদী, খৃষ্টান ও মাজুসী। আর আল্লাহর রহমতপ্রাপ্ত দল দ্বারা উদ্দেশ্য হচ্ছে একনিষ্ঠ ধর্ম ইসলামের অনুগত লোকেরা। কাতাদা’ (রঃ) বলেন যে, এই দলই হচ্ছে আল্লাহ তাআ’লার রহমত প্রাপ্ত ও সংঘবদ্ধ দল, যদিও তাদের দেশ ও দেহ পৃথক। আর অবাধ্য লোকেরাই হচ্ছে বিচ্ছিন্ন দল, যদিও তাদের দেশ ও দেহ এক হয়ে যায়। স্বাভাবিক ভাবেই তাদের জন্য এ জন্যেই হয়েছে। দুর্ভাগা ও ভাগ্যবান এ দু'টো হচ্ছে আদি কালের বন্টন। হযরত তাউসের (রাঃ) নিকট দু’জন লোক তাদের ঝগড়া নিয়ে হাযির হয়। তারা তাদের পারস্পরিক মতানৈক্যে খুবই বেড়ে যায়। তখন তিনি তাদেরকে বলেনঃ “তোমরা খুবই ঝগড়া করলে এবং তোমাদের পারস্পরিক মতানৈক্য অত্যন্ত বেড়ে গেছে।” তখন তাদের একজন বললো: “আমাদেরকে এ জন্যেই সৃষ্টি করা হয়েছে।” তার এ কথা শুনে তিনি বললেনঃ “তুমি ভুল কথা বললে।” লোকটি তার উক্তির অনুকূলে এই আয়াতটিই পাঠ করলো। তখন হযরত আতা’ (রাঃ) বললেনঃ “তোমাদেরকে এজন্যে সৃষ্টি করা হয় নাই যে, তোমরা পরস্পর মতভেদ সৃষ্টি করবে। বরং তোমাদেরকে সৃষ্টি করা হয়েছে দলবদ্ধভাবে ও একমতে থাকার জন্যে এবং রহমত লাভ করার উদ্দেশ্যে।” যেমন হযরত ইবনু আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রহমতের জন্যে তাদেরকে সৃষ্টি করা হয়েছে, আযাবের জন্যে নয়। অন্য আয়াতে রয়েছেঃ (আরবি)অর্থাৎ “আমি দানব ও মানবকে আমার ইবাদতের জন্যেই সৃষ্টি করেছি।” (৫১ :৫৬) তৃতীয় উক্তি এ-ও আছে যে, তাদের রহমত ও মতভেদের জন্যে সৃষ্টি করা হয়েছে। যেমন মা’লিক (রঃ) এর তাফসীরে বলেন যে, একটিদল জান্নাতী এবং একটি দল জাহান্নামী। এদেরকে রহমত লাভ করার জন্যে এবং ওদেরকে মতভেদ সৃষ্টি করার জন্যে সৃষ্টি করা হয়েছে।আল্লাহ পাক বলেনঃ হে নবী (সঃ)! তোমার প্রতিপালকের এই ফায়সালা হয়ে আছে যে, তাঁর সৃষ্টির মধ্যে এই দু’প্রকারের লোক থাকবে এবং এই দু’প্রকারের লোক দ্বারা জান্নাত ও জাহান্নাম পূর্ণ করা হবে। এর পূর্ণ হিকমত একমাত্র তিনিই জানেন।সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “জান্নাত ও জাহান্নামের মধ্যে একবার তর্ক বিতর্ক হয়। জান্নাত বলে, আমার মধ্যে তো শুধুমাত্র দুর্বল লোকেরাই প্রবেশ করে থাকে। আর জাহান্নাম বলেঃ “আমাকে অহংকারী লোকদের জন্যে নির্দিষ্ট করা হয়েছে।” তখন মহা মহিমান্বিত আল্লাহ জান্নাতকে বলেনঃ “তুমি আমার রহমত বা করুণা। আমি যাদেরকে ইচ্ছা করবো তোমার দ্বারা আরাম ও শান্তি দান করবো।” আর জাহান্নামকে বলেনঃ “তুমি আমার শাস্তি। আমি যাদেরকে চাইবো তোমার শাস্তি দ্বারা প্রতিশোধ গ্রহণ করবো। তোমরা উভয়েই পূর্ণ হয়ে যাবে।” বরাবরই বেহেশতে অতিরিক্ত জায়গা থাকবে। শেষ পর্যন্ত ওর জন্যে আল্লাহ তাআ’লা নতুন মাখলুক সৃষ্টি করবেন এবং তাদেরকে ওর মধ্যে বসিয়ে দিবেন। জাহান্নামও সদা সর্বদা তার মধ্যে অতিরিক্ত কিছু চাইতে থাকবে। তখন আল্লাহ তাআ’লা ওর মধ্যে নিজের পা রেখে দিবেন। তখন সে বলে উঠবেঃ “আপনার মর্যাদার কসম! যথেষ্ট হয়েছে, যথেষ্ট হয়েছে”।",
  "ayah": 119,
  "surah": 11
}
