{
  "text": "১৮-২২ নং আয়াতের তাফসীর\nযে সব লোক আল্লাহ তাআ’লার উপর মিথ্যা আরোপ করে, পরকালে তাদের ফেরেশতামন্ডলী, রাসূল, নবী এবং সমস্ত মানব ও দানব জাতির সামনে অপমাণিত ও লাঞ্ছিত হওয়ার বর্ণনা দেয়া হচ্ছে। হযরত সফওয়ান ইবনু মুহরিয্‌ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ (একদা) আমি হযরত ইবনু উমারের (রাঃ) হাত ধরেছিলাম, এমন সময় একটি লোক তার কাছে এসে তাকে জিজ্ঞেস করলো: “কিয়ামতের দিন গোপন আলাপ সম্পর্কে আপনি রাসূলুল্লাহকে (সঃ) কিরূপ বলতে শুনেছেন?” উত্তরে তিনি বলেনঃ “আমি রাসূলুল্লাহকে (সঃ) বলতে শুনেছি যে, নিশ্চয়ই মহা মহিমান্বিত আল্লাহ মু’মিন বান্দাকে নিজের নিকটবর্তী করবেন, এমনকি তিনি স্বীয় বাহুটি তার উপর রাখবেন এবং তাকে জনগণের দৃষ্টির অন্তরালে করবেন। অতঃপর তিনি তাকে তার গুনাহগুলির স্বীকারোক্তি করতে গিয়ে বলবেনঃ ‘অমুক পাপকার্য তোমার জানা আছে কি? অমুক শুনাহ তুমি জান কি? অমুক পাপকার্য সম্পর্কে তোমার অবগতি আছে কি?' ঐ মু’মিন বান্দা তার পাপকার্যগুলি স্বীকার করতে থাকবে এবং শেষ পর্যন্ত সে মনে করবে যে, তার ধ্বংস অনিবার্য। ঐ সময় পরম করুণাময় আল্লাহ তাকে বলবেনঃ “হে আমার বান্দা! দুনিয়ায় আমি তোমার এই গুনাহগুলি ঢেকে রেখেছিলাম। জেনে রেখো যে, আজকেও আমি ওগুলি ক্ষমা করে দিলাম। অতঃপর তাকে তার পুণ্যের আমলনামা প্রদান করা হবে। পক্ষান্তরে কাফির ও মুনাফিকদের উপর তো সাক্ষীদেরকে পেশ করা হবে। তারা বলবেঃ “এরা ঐ লোক যারা নিজেদের প্রতিপালকের সম্বন্ধে মিথ্যা কথা আরোপ করেছিল, জেনে রেখো যে, এমন অত্যাচারীদের উপর আল্লাহর লা’নত।” (এ হাদীসটি ইমাম আহমদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন। ইমাম বুখারী (রঃ) ও ইমাম মুসলিমও (রঃ) নিজ নিজ সহীহ গ্রন্থে হাদীসটি বর্ণনা করেছেন)আল্লাহ পাকের উক্তিঃ (আরবি) অর্থাৎ যে লোকগুলি জনগণকে সত্যের অনুসরণ করতে এবং হিদায়াতের পথে চলতে বাধা প্রদান করে থাকে, যে পথ অনুসরণ করলে তারা মহা মহিমান্বিত আল্লাহর সান্নিধ্য লাভ করবে এবং বেহেশতে প্রবেশ করবে। আর তারা কামনা করে থাকে যে, তাদের পথ যেন সোজা না হয়ে বক্র হয় এবং আখেরাতের দিনকেও তারা স্বীকার করে না। অর্থাৎ কিয়ামত যে একদিন সংঘটিত হবে তা তারা বিশ্বাস করে না।আল্লাহ তাআ’লা বলেনঃ (আরবি) তারা ভূ-পৃষ্ঠে আল্লাহকে অক্ষম করতে পারে নাই, আর না তাদের জন্যে আল্লাহ ছাড়া কেউ সহায়ক হলো। অর্থাৎ তাদের স্মরণ রাখা উচিত যে, তারা সম্পূর্ণরূপে আল্লাহর অধীনস্থ। সব সময় তিনি তাদের উপর প্রতিশোধ গ্রহণ করতে সক্ষম। তিনি ইচ্ছা করলে আখেরাতের পূর্বে দুনিয়াতেই তাদেরকে পাকড়াও করতে পারেন। কিন্তু তার পক্ষ থেকে তাদেরকে অল্প দিনের জন্যে অবকাশ দেয়া হয়েছে এবং শাস্তিকে ত্বরান্বিত না করে বিলম্বিত করা হয়েছে। আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ “কিন্তু তিনি তাদেরকে শুধু অবকাশ দিয়ে রেখেছেন সেইদিন পর্যন্ত, যেইদিন তাদের চক্ষুগুলি বিস্ফোরিত হয়ে থাকবে।” (১৪: ৪২)।সহীহ বুখারী ও সহীহ্ মুসলিমে রয়েছেঃ “নিশ্চয় আল্লাহ তাআ’লা অত্যাচারীকে অবকাশ দিয়ে থাকেন, অবশেষে যখন ধরেন তখন আর ছেড়ে দেন না। এ জন্যেই আল্লাহ তাআ’লা বলেনঃ (আরবি)অর্থাৎ ‘এরূপ লোকদের জন্যে দ্বিগুণ শাস্তি হবে।’ কারণ তারা আল্লাহর দেয়া শক্তিকে কাজে লাগায় নাই। সত্য কথা শোনা হতে কানকে বধির করে রেখেছে এবং সত্যের অনুসরণ হতে চক্ষুকে অন্ধ করে দিয়েছে। যেমন আল্লাহ তাআ’লা তাদের জাহান্নামে প্রবেশের সময়ের খবর দিয়েছেনঃ (আরবি) অর্থাৎ “তারা বলবে- যদি আমরা শুনতাম কিংবা বুঝতাম, তবে আমরা দুযখবাসীদের অন্তর্ভুক্ত হতাম না।” (৬৭: ১০)আর এক জায়গায় আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ “যারা কুফরী করেছে ও আল্লাহর পথ হতে বাধা দিয়েছে, আমি তাদের শাস্তির উপর শাস্তি বৃদ্ধি করবো।” (১৬: ৮৮) এ জন্যেই তাদের প্রত্যাখ্যাত প্রতিটি আদেশের উপর ও প্রতিটি নিষেধাজ্ঞা অমান্য করার উপর তাদেরকে শাস্তি দেয়া হবে। সুতরাং সর্বাধিক সঠিক উক্তি এই যে, আখেরাতের সম্পর্কের দিক দিয়ে কাফিরগণও শরীয়তের শাখাগুলি পালন করতে আদিষ্ট রয়েছে।আল্লাহ তাআ’লার উক্তিঃ “এরা সেই লোক যারা নিজেরা নিজেদের সর্বনাশ করে ফেলেছে, আর যেসব উপাস্য তারা গড়ে রেখেছিল, তাদের দিক থেকে ওরা সবাই উধাও হয়ে গেছে।” অর্থাৎ তারা নিজেরাই নিজেদের ক্ষতি সাধন করেছে। কারণ তারা গরম আগুনের মধ্যে প্রবেশ করবে এবং ওর মধ্যেই তাদেরকে শাস্তি দেয়া হবে। ক্ষণিকের জন্যেও ঐ শাস্তি হালকা করা হবে না। যেমন আল্লাহ পাক বলেনঃ “যখন অগ্নি শিখা প্রশমিত হবে তখন আমি ওর জ্বলন্ত তেজ আরো বাড়িয়ে দেবো।”আল্লাহ ছাড়া যেসব উপাস্য দেবতা তারা গড়িয়ে নিয়েছিল ঐদিন সেগুলো তাদের কোনই উপকারে আসবে না। বরং তাদের সর্বপ্রকারের ক্ষতি সাধন করবে। যেমন আল্লাহ তাআ’লা বলেনঃ “যখন জনগণকে হাশরের মাঠে একত্রিত করা হবে তখন তাদের উপাস্য দেবতাগুলো তাদের শত্রু হয়ে যাবে এবং তাদের ইবাদতকে তারা অস্বীকার করে বসবে।” অন্য জায়গায় আল্লাহ পাক বলেনঃ “তারা আল্লাহকে ছেড়ে অন্য উপাস্য নির্ধারিত করে নিয়েছে, যেন তারা তাদের জন্যে সম্মানের উপলক্ষ্য হয়। কখনই নয়, ওরা তো এদের উপাসনাই অস্বীকার করে বসবে এবং তাদের বিরোধী হয়ে দাঁড়াবে।”হযরত (ইবরাহীম) খলিল (আঃ) তাঁর কওমকে বলেছিলেনঃ “তোমরা আল্লাহকে ছেড়ে অন্যান্য উপাস্য বানিয়ে নিয়েছে, পার্থিব জীবনে তোমাদের মধ্যে বন্ধুত্ব বজায় থাকবে বটে, কিন্তু কিয়ামতের দিন তোমাদের একে অপরকে অস্বীকার করবে এবং একে অপরের উপর লা'নত করবে, আর তোমাদের আশ্রয় স্থান হবে জাহান্নাম এবং তোমাদের জন্যে কোন সাহায্যকারী থাকবে না।” আর এক জায়গায় মহান আল্লাহ বলেনঃ “(কিয়ামতের দিন) শাস্তি অবলোকন করার সময় অনুসৃত লোকেরা অনুসারী লোকদের দায়িত্ব থেকে মুক্ত হয়ে যাবে এবং তাদের পারস্পরিক সম্পর্ক ছিন্ন হয়ে যাবে।” এ ধরনের আরো বহু আয়াত রয়েছে যেগুলি তাদের ধ্বংসপ্রাপ্ত ও ক্ষতিগ্রস্ত হওয়ার সংবাদ দেয়। নিঃসন্দেহে এই লোকগুলিই কিয়ামতের দিন সবচেয়ে বেশি ক্ষতিগ্রস্ত হবে। কেননা, তারা জান্নাতের প্রকোষ্ঠের পরিবর্তে জাহান্নামের গর্তকে গ্রহণ করেছে। তারা গ্রহণ করে নিয়েছে আল্লাহর নিয়ামতরাশির পরিবর্তে জাহান্নামের আগুনকে। আরো গ্রহণ করেছে বেহেশতের সুমিষ্টি ঠাণ্ডা পানির পরিবর্তে দুযখের অগ্নিতুল্য গরম পানিকে। ডাগর চক্ষু বিশিষ্ট্য হূরের পরিবর্তে তারা রক্ত পূজকেই কবুল করে নিয়েছে। আর তারা কবুল করে নিয়েছে সুউচ্চ ও সুদৃশ্য প্রাসাদমালার পরিবর্তে জাহান্নামের সঙ্কীর্ণ আবাসস্থানগুলি। পরম করুণাময় আল্লাহর নৈকট্য ও দর্শন লাভের পরিবর্তে তারা লাভ করেছে। তাঁর ক্রোধ ও শাস্তি। সুতরাং এটা সুনিশ্চিত যে, আখেরাতে এরাই হবে সর্বাধিক ক্ষতিগ্রস্ত।",
  "ayah": 22,
  "surah": 11
}
