{
  "text": "হযরত ইকরামা (রাঃ) হতে বর্ণিত, তিনি বলেন যে, হযরত আবু বকর (রাঃ) বলেছেনঃ “আমি রাসূলুল্লাহকে (সঃ) জিজ্ঞেস করলাম- কোন্ জিনিষে আপনাকে বুড়ো করেছে?” তিনি উত্তরে বলেনঃ “আমাকে সূরায়ে হুদ, সূরায়ে ওয়াকিয়া, আম্মা-ইয়াতাসাআলুন এবং ওয়া ইযাশ্‌শামসু কুভ্‌ভিরাত বুড়ো করে দিয়েছে। (এ হাদীসটি এই সনদে হাফিজ আবু ইয়ালা (রঃ) বর্ণনা করেছেন)ইবনু আব্বাস (রাঃ) হতে বর্ণিত, তিনি বলেন যে, আবু বকর (রাঃ) জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! কিসে আপনাকে বৃদ্ধ করে দিলো? “উত্তরে রাসূলুল্লাহ (সঃ) বলেনঃ “আমাকে সূরায়ে হুদ, ওয়াকিয়া, আল-মুরসালাত, আম্মা-ইয়াতাসাআলুন এবং ওয়া ইযাশ্‌শামসু কুভ্‌ভিরাত বৃদ্ধ করে ফেলেছে। (এ হাদীসটি এই সনদে বর্ণনা করেছেন ইমাম আবু ঈসা তিরমিযী (রঃ)) অন্য বর্ণনায় আছেঃ “সূরায়ে হুদ এবং ওর সঙ্গীয় সূরাগুলি আমাকে বৃদ্ধ করেছে” কোন কোন বর্ণনায় সূরায়ে আল-হাক্কাহ এর কথাও রয়েছে।\n১-৪ নং আয়াতের তাফসীর\nসূরায়ে বাকারায় হুরূফে হিজার উপর আলোচনা হয়ে গেছে। সুতরাং এখানে তার পুনরাবৃত্তির কোনই প্রয়োজন নেই। তাই (আরবি) এর উপর আলোকপাত করা হচ্ছে না। আল্লাহর আয়াতগুলি দৃঢ় ও মজবুত। (আরবি) এর অর্থ হচ্ছে- আকার ও অর্থের দিক দিয়ে এই আয়াতগুলি পূর্ণ। এটা প্রজ্ঞাময়, মহাজ্ঞাতা আল্লাহর পক্ষ হতে অবতারিত। তিনি কথায় প্রজ্ঞাময় এবং কাজের পরিণাম সম্পর্কে মহাজ্ঞাতা। নির্দেশ দেয়া হচ্ছে, আল্লাহ ছাড়া আর কারো ইবাদত করো না। মহান আল্লাহ বলেন এর পূর্বেও যে কোন রাসূলের কাছে আমি যে ওয়াহী পাঠিয়েছিলাম তা ছিল এটাই- আমি আল্লাহ এক। সুতরাং তোমরা একমাত্র আমারই ইবাদত করো। আমি প্রত্যেক কওমের মধ্যে নবী পাঠিয়ে এই নির্দেশই দিয়েছিলাম- তোমরা শুধু আল্লাহরই ইবাদত করো এবং প্রতিমা-পূজা থেকে দূরে থাকো। আমি (নবী সঃ) আল্লাহর পক্ষ হতে তোমাদেরকে জাহান্নাম থেকে ভয় প্রদর্শন করছি, আবার জান্নাতের সুসংবাদও দিচ্ছি।সহীহ হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) সাফা পাহাড়ের উপর চড়ে কুরায়েশের গোত্রগুলিকে ডাক দিয়ে বলেনঃ “হে কুরায়েশের দল! আমি যদি তোমাদেরকে সংবাদ দেই যে, সকালে তোমাদের উপর শত্রুরা আক্রমণ চালাবে, তবে তোমরা আমার কথা বিশ্বাস করবে কি?” সবাই সমস্বরে বলে উঠলো: “আপনি যে কোন দিন মিথ্যা কথা বলেছেন তা তো আমাদের জানা নেই।” তখন তিনি বললেনঃ “তাহলে জেনে রেখো যে, আমি তোমাদেরকে আল্লাহর কঠিন শাস্তি থেকে ভয় প্রদর্শন করছি।” এ শাস্তি অবশ্যই হবে। সুতরাং এখনও তোমরা আল্লাহর কাছে ক্ষমা প্রার্থনা কর এবং তাওবা করে নাও। এরূপ করলে আল্লাহ পাক তোমাদের সাথে উত্তম ব্যবহার করবেন এবং যে ব্যক্তি অনুগ্রহ লাভের যোগ্য তার প্রতি তিনি অনুগ্রহ করবেন। তিনি দুনিয়াতেও তোমাদের সাথে ভাল ব্যবহার করবেন এবং আখিরাতেও করবেন। মহান আল্লাহ বলেনঃ “যে কেউই পুরুষ হোক বা নারী হোক, ঈমান আনয়ন করবে, মৃত্যুর পর আমি তাকে পবিত্র জীবনের সাথে উঠাবো। সহীহ হাদীসে এসেছে যে, রাসূলুল্লাহ (সঃ) সা’দকে (রাঃ) বলেনঃ “তুমি যদি একমাত্র আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যে কারো উপর কিছু খরচ কর, তবে অবশ্যই তুমি তার প্রতিদান পাবে, এমনকি তুমি তোমার স্ত্রীর উপর যা খরচ করবে তারও প্রতিদান তুমি প্রাপ্ত হবে।”(আরবি) মহান আল্লাহর এই উক্তির ব্যাখ্যায় ইমাম ইবনু জারীর (রঃ) ইবনু মাসউদ (রাঃ) হতে বর্ণনা করেন- যে ব্যক্তি খরাপ কাজ করে তার জন্যে একটি পাপ লিখে দেয়া হয়। পক্ষান্তরে যে ব্যক্তি ভাল কাজ করে’ তার উপর দশটি পুণ্য লিপিবদ্ধ হয়। দুনিয়ায় যদি একটি খারাপ আমলের শাস্তি প্রদান করা হয়, তবে তার পক্ষে দশটি পুণ্য থেকে যায়। আর যদি দুনিয়ায় তাকে শাস্তি দেয়া না হয় তবে দশটি পুণ্যের মধ্যে মাত্র একটি পুণ্য খোয়া যায় বা নষ্ট হয়, ন’টি পুণ্য তার পক্ষে থেকেই যায়। এরপর বলেন যে, ঐ ব্যক্তি বড়ই ক্ষতিগ্রস্ত যার একটি (পাপ) দশটি (পুণ্যে)-র উপর জয়যুক্ত হয়।মহান আল্লাহ বলেনঃ আর যদি তোমরা মুখ ফিরাতেই থাকো, তবে তোমাদের জন্যে ভীষণ দিনের শাস্তির আশঙ্কা করি। এটা ঐ ব্যক্তির জন্য, যে আল্লাহ তাআ’লার নির্দেশাবলী হতে মুখ ফিরিয়ে নেয় এবং রাসূলদেরকে মিথ্যা প্রতিপন্ন করে। তাকে অবশ্যই কিয়ামতের দিন শাস্তি ভোগ করতেই হবে।আল্লাহ পাকের উক্তিঃ আল্লাহরই নিকট তোমাদেরকে ফিরে যেতে হবে। তিনি স্বীয় বন্ধুদের প্রতি ইহসান করতে এবং শত্রুদেরকে শাস্তি দিতে সক্ষম। পুনরায় সৃষ্টি করার উপরও তিনি ক্ষমতাবান। এটা হচ্ছে ভীষণ সতর্কবাণী, যেমন এর পূর্বের বাণী ছিল উৎসাহব্যঞ্জক।",
  "ayah": 4,
  "surah": 11
}
