{
  "text": "৭৭-৭৯ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা সংবাদ দিচ্ছেন যে, এই ফেরেশতারা হযরত ইবরাহীমের (আঃ) কাছে তাঁদের আগমনের উদ্দেশ্য প্রকাশ করে সেখান থেকে বিদায় গ্রহণ করেন এবং হযরত লূতের (আঃ) বাসভূমিতে বা তার বাড়িতে পৌঁছেন। তাঁরা সুদর্শন যুবকদের রূপ ধারণ করেছিলেন, যেন হযরত লূতের (আঃ) কওমের পূর্ণ পরীক্ষা হয়ে যায়। হযরত লূত (আঃ) ঐ মেহমানদেরকে দেখে স্বীয় কওমের অবস্থার প্রতি লক্ষ্য করে অত্যন্ত চিন্তান্বিত হয়ে পড়েন এবং মনে মনে ঘোর পেঁচ খেতে থাকেন। তিনি মনে মনে বলেনঃ “যদি আমি এদেরকে মেহমান হিসেবে রেখে দেই, তবে খুব সম্ভব আমার কওমের লোকেরা সংবাদ পেয়ে (তাদের সাথে দুস্কার্য করার উদ্দেশ্যে) দৌড়িয়ে আসবে। আর যদি অতিথি হিসেবে আমার বাড়িতে না রাখি তবে এরা তাদেরই হাতে পড়ে যাবে।” তাঁর মুখ দিয়েও বেরিয়ে গেলঃ- আজকের দিনটি খুবই কঠিন ও ভয়াবহ দিন। আমার কওম তাদের দুষ্কার্য থেকে বিরত থাকবে না, এতে কোন সন্দেহ নেই। আর তাদের সাথে মুকাবিলা করারও আমার শক্তি নেই। সুতরাং কিবা ঘটবে!”হযরত কাতাদা’ (রঃ) বলেন যে, এই ফেরেশতাগুলি মানুষের আকারে অবতীর্ণ হয়েছিলেন। ঐ সময় হযরত লূত (আঃ) তাঁর বাসভূমিতে অবস্থান করছিলেন এমতাবস্থায় তাঁরা তাঁর মেহমান হন। লজ্জা বশতঃ তিনি তাঁদেরকে মেহমান হিসেবে গ্রহণ করতে সরাসরি অস্বীকার করতে পারছিলেন না এবং বাড়িতে নিয়ে যেতেও সাহস করছিলেন না। তিনি তাঁদের আগে আগে চলছিলেন তাঁরা যেন ফিরে যান শুধু এই উদ্দেশ্যে পথিমধ্যে তাদেরকে বলছিলেনঃ “আল্লাহর শপথ! এখানকার মত খারাপ ও দুশ্চরিত্র লোক আমি আর কোথাও দেখি নাই।” কিছু দূর গিয়ে আবার এ কথাই বলেন। মোট কথা, বাড়ি পৌছা পর্যন্ত এ কথা তিনি চারবার উচ্চারণ করেন। ফেরেশতাদেরকে এই নির্দেশই দেয়া হয়েছিল যে, যে পর্যন্ত না তাদেরকে নবী তাদের মন্দ কার্যের বর্ণনা দেন, সেই পর্যন্ত যেন তাদেরকে ধ্বংস করা না হয়। হযরত সুদ্দী (রঃ) বলেন যে, হযরত ইবরাহীমের (আঃ) নিকট থেকে বিদায় হয়ে ফেরেশতারা দুপুরের সময় নাহরে সুদূমে পৌঁছেন। সেখানে হযরত লূতের (আঃ) কন্যা পানি নিতে আসলে তাদের সাথে তাঁর সাক্ষাৎ ঘটে। তাঁকে তাঁরা জিজ্ঞেস করেনঃ “এখানে আমরা কোথায় অবস্থান করতে পারি?” হযরত লূতের (আঃ) কন্যা উত্তরে বলেনঃ “আপনারা এখানে থাকুন, আমি ফিরে এসে উত্তর দিচ্ছি।” তিনি ভয় পেলেন যে, কওমের লোকেরা যদি এদেরকে পেয়ে যায় তবে তো এরা খুবই অপদস্থ হবেন। তাই তিনি বাড়ি গিয়ে তাঁর পিতাকে বলেনঃ “শহরের দরজার উপর কয়েকজন বিদেশী যুবককে আমি দেখে এলাম, যাদের মত সুদর্শন লোক আমি জীবনে দেখি নাই। যান, তঁদেরকে নিয়ে আসুন, নতূবা আপনার কওম তাঁদের প্রতি যুলুম করবে।” ঐ গ্রামের লোকেরা হযরত লূতকে (আঃ) বলে রেখেছিলঃ “কোন বিদেশী লোক এখানে আসলে তুমি তাকে তোমার কাছে রাখবে না। আমরাই সব কিছু করবো।” কন্যার মুখে খবর শুনে তিনি গিয়ে গোপনীয়ভাবে তাঁদেরকে নিজের বাড়িতে নিয়ে আসলেন। কেউই এ খবর জানতে পারলো না। কিন্তু তারই মাধ্যমে এ খবর প্রকাশিত হয়ে পড়ে। এ সংবাদ শোনা মাত্রই তাঁর কওম আনন্দে আত্মহারা হয়ে তাঁর বাড়িতে ছুটে আসে। পুরুষ লোকদের সাথে দুষ্কার্য করা তাদের অভ্যাসে পরিণত হয়েছিল। ঐ সময় আল্লাহর নবী হযরত লূত (আঃ) তাদেরকে উপদেশ দিতে লাগলেন। তিনি বললেনঃ “তোমরা তোমাদের এই অভ্যাস পরিত্যাগ কর।” স্ত্রীলোকদের দ্বারা তোমাদের কাম প্রবৃত্তি পূর্ণ কর।” (আরবি) অর্থাৎ ‘আমার কন্যাগুলি’ একথা তিনি এ কারণেই বলেন যে, প্রত্যেক নবী তাঁর উম্মতের যেন পিতা। কুরআন কারীমের অন্য আয়াতে রয়েছেঃ “তারা বলেছিল ? আমরা তো তোমাকে নিষেধ করেছিলাম যে, তোমার কাছে কাউকেও রাখবে না।” অর্থাৎ কোন পুরুষ লোককে তোমার বাড়িতে মেহমান হিসেবে স্থান দেবে না। হযরত লূত (আঃ) তাদেরকে বুঝাতে থাকেন এবং দুনিয়া ও আখেরাতের কল্যাণ সম্পর্কে তাদেরকে উপদেশ দেন। যেমন অন্য আয়াতে রয়েছে যে, তিনি তাদেরকে বলেনঃ (আরবি)অর্থাৎ “তোমরা কি বিশ্ববাসীদের মধ্য হতে পুরুষদের সাথে অপকর্ম করছো? আর তোমাদের প্রতিপালক তোমাদের জন্যে যেই স্ত্রীসমূহ সৃষ্টি করেছেন তাদেরকে বর্জন করছো? বরং তোমরা সীমা লংঘনকারী লোক।” (২৬: ১৬৫-১৬৬)হযরত লূত (আঃ) তাঁর কওমকে বললেনঃ স্ত্রী লোকেরাই এ কাজের যোগ্য; সুতরাং তোমরা তাদেরকে বিয়ে করে তোমাদের কাম-প্রবৃত্তি চরিতার্থ কর, এটাই হবে পবিত্র কাজ।' হযরত মুজাহিদ (রঃ) বলেনঃ একথা আমাদের অনুধাবন করা দরকার যে, হযরত লূত (আঃ) তাঁর কওমকে তার নিজের কন্যাদের সম্পর্কে এটা বলেন নাই। বরং নবী তাঁর সমস্ত উম্মতের পিতা স্বরূপ। হযরত কাতাদা’ (রঃ) প্রভৃতি গুরুজনও একথাই বলেন। ইমাম ইবনু জুরাইজ (রঃ) বলেনঃ এটা আমাদের মনে করা উচিত নয় যে, হযরত লূত (আঃ) স্ত্রীলোকদেরকে বিয়ে না করেই তাদের সাথে মেলা মেশা করতে বা সহবাস করতে বলেছেন; তাঁর উদ্দেশ্য এটা ছিল না, বরং তিনি স্ত্রী লোকদেরকে বিয়ে করে তাদের সাথে সহবাস করার নির্দেশ দিয়েছিলেন। তিনি তার কওমকে বলেনঃ “তোমরা আল্লাহকে ভয় কর, স্ত্রীলোকদের প্রতি আগ্রহান্বিত হও, তাদেরকে বিয়ে করে কাম বাসনা পূর্ণ কর। আর এ উদ্দেশ্যে পুরুষ লোকদের কাছে যেয়ো না। বিশেষ করে এরা তো আমার মেহমান। তোমরা আমার মর্যাদার দিকে খেয়াল কর। তোমাদের মধ্যে কি সুবুদ্ধি সম্পন্ন একজন লোকও নেই? একজনও কি ভাল লোক নেই?” তাঁর এ কথার জবাবে দুবৃত্তেরা বলেছিলঃ তোমার কন্যাদের সাথে আমাদের কোনই সম্পর্ক নেই।” এখানেও (আরবি) অর্থাৎ তোমার কন্যাগণ দ্বারা কওমের স্ত্রীলোকদেরকেই বুঝানো হয়েছে। তারা আরও বললো: “আমরা কি চাই তা তুমি অবশ্যই জানো।” অর্থাৎ আমাদের মনের বাসনা হচ্ছে যুবকদের সাথে মিলিত হওয়া এবং তাদের দ্বারা কাম বাসনা মেটানো। সুতরাং আমাদের সাথে তর্কবিতর্ক ও আমাদেরকে উপদেশ দান বৃথা।",
  "ayah": 79,
  "surah": 11
}
