{
  "text": "৮০-৮১ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেনঃ হযরত লূত (আঃ) যখন দেখলো যে, তার উপদেশ তার কওমের উপর ক্রীয়াশীল হলো না, তখন তাদেরকে ধমকের সুরে বললো: যদি আমার শক্তি থাকতো বা আমার আত্মীয় স্বজন শক্তিশালী হতো তবে অবশ্যই আমি তোমাদের এই দুষ্কর্যের স্বাদ গ্রহণ করাতাম।হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “লূতের (আঃ) উপর আল্লাহর রহমত বর্ষিত হোক, অবশ্যই তিনি কোন দৃঢ় স্তম্ভের আশ্রয় প্রার্থনা করেছেন। এর দ্বারা তিনি মহা মহিমান্বিত আল্লাহর সত্ত্বাকেই বুঝিয়েছেন। তাঁর পরে যে নবীকেই প্রেরন করা হয়েছে, তিনি তাঁর প্রভাবশালী কওমের মধ্যেই প্রেরিত হয়েছেন।”ফেরেশ্‌তাগণ হযরত লূতের (আঃ) মনমরা অবস্থা লক্ষ্য করে নিজেদের স্বরূপ তার কাছে প্রকাশ করেন। তারা বলেনঃ হে লূত (আঃ)! আমরা আল্লাহ কর্তৃক প্রেরিত হয়েছি। তারা কখনো আপনার নিকট পৌঁছতে পারবে না। (এবং আমাদের নিকটও না)। আপনি অদ্য রাত্রির শেষ ভাগে আপনার পরিবার পরিজনসহ এখান থেকে সরে পড়বেন। আপনি নিজে তাদের পেছনে থাকবেন এবং সরাসরি নিজেদের পথে চলতে থাকবেন। আপনাদের কেউই যেন কওমের হা-হুতাশ, কান্নাকাটি এবং চীৎকার শুনে তাদের দিকে ফিরেও না দেখে। এর থেকে তারা হযরত লূতের (আঃ) স্ত্রীকে পৃথক করে দেন। তারা বলেন যে, তার স্ত্রী তাদের অনুসরণ করতে পারবে না, সে তার কওমের শাস্তির সময় তাদের হা-হুতাশ ও কান্না শুনে তাদের দিকে ফিরে তাকাবে। কেননা, তার কওমের সাথে সেও ধ্বংস হয়ে যাবে, এ ফায়সালা আল্লাহ পাকের পক্ষ থেকে হয়েই গেছে। এক কিরাআতে (আরবি) অর্থাৎ (আরবি) শব্দের উপর পেশ দিয়ে রয়েছে। যে সব গুরুজনের নিকট ‘পেশ’ ও ‘যবর’ দুটোই জায়েয তারা বর্ণনা করেন যে, হযরত লূতের (আঃ) স্ত্রী ও তাদের সাথে বের হয়েছিল। কিন্তু শাস্তি অবতীর্ণ হওয়ার সময় কওমের চীৎকার শুনে সে ধৈর্য ধারণ করতে পারে নাই। সে তাদের দিকে ফিরে তাকিয়েছিল এবং ‘হায় আমার কওম!’ একথা মুখ দিয়ে বেরও হয়েছিল। তৎক্ষণাৎ আকাশ থেকে একটা পাথর তার প্রতি নিক্ষিপ্ত হয়। সুতরাং সেও ধ্বংস হতে যায়। হযরত লূতকে (আঃ) আরো সান্ত্বনা দানের জন্যে তাঁর কওমের শাস্তি নিকটবর্তী হয়ে যাওয়ার কথাও তাঁর কাছে বর্ণনা করে দেন যে, সকাল হওয়া মাত্রই তারা ধ্বংস হয়ে যাবে আর সকাল তো খুবই নিকটে।হযরত লূতের (আঃ) কওম তাঁর দরজার উপর দাঁড়িয়েছিল এবং তাঁকে চতুর্দিক থেকে ঘিরে রেখেছিল। তারা তাঁর দিকে তীর বেগে ধাবিত হচ্ছিল। এমতাবস্থায় হযরত জিবরাঈল (আঃ) ঘর থেকে বেরিয়ে পড়েন এবং নিজের ডানা দ্বারা তাদের মুখের উপর আঘাত করেন। ফলে তাদের চক্ষু অন্ধ হয়ে যায়।হযরত হুযাইফা ইবনু ইয়ামান (রাঃ) বর্ণনা করেন যে, স্বয়ং হযরত ইবরাহীমও (আঃ) হযরত লূতের (আঃ) কওমের নিকট আগমন করেন এবং তাদেরকে বুঝিয়ে বলেনঃ “দেখো, তোমরা আল্লাহর শাস্তিকে ক্রয় করে নিয়ো না।” কিন্তু তারা আল্লাহর দোস্তের উপদেশও মান্য করে নাই। অবশেষে শাস্তির নির্ধারিত সময় এসে পড়লো। হযরত লূত (আঃ) তার জমিতে কাজ করছিলেন, এমন সময় ফেরেশতাগণ তার নিকট আগমন করেন। তাঁরা তাঁকে বলেনঃ আজ রাত্রিতে আমরা আপনার বাড়ীতে মেহমান হলাম।” হযরত জিবরাঈলের (আঃ) প্রতি আল্লাহ পাকের এই নির্দেশ ছিল যে, যে পর্যন্ত হযরত লূত (আঃ) তিনবার তাঁর কওমের বদ অভ্যাসের সাক্ষ্য প্রদান না করবেন সেই পর্যন্ত যেন তাদেরকে শাস্তি দেয়া না হয়। হযরত লূত (আঃ) যখন তাদেরকে নিয়ে চললেন তখন পথিমধ্যেই তাদেরকে বললেনঃ “এখানকার লোকেরা বড়ই দুশ্চরিত্র, এই এই দোষ তাদের মধ্যে রয়েছে। কিছু দূর গিয়ে দ্বিতীয়বার তিনি তাদেরকে বলেনঃ “এই গ্রামের লোকদের দুষ্কার্য কি আপনারা অবগত নন? আমার জানা মতে এদের চেয়ে দুষ্ট লোক-ভূপৃষ্ঠে আর নেই। হায়! আমি আপনাদেরকে কোথায় নিয়ে যাবো! আমার কওম তো সমস্ত মাখলুক হতে বদতর। ঐ সময় হযরত জিবরাঈল (আঃ) তার সঙ্গীয় ফেরেশতাদেরকে বলেনঃ “দেখো, দু’বার তিনি একথা বললেন।” অতঃপর যখন তিনি তাদেরকে নিয়ে বাড়ীর দরজায় পৌঁছলেন তখন মনের দুঃখে তিনি কেঁদে ফেললেন এবং বলতে লাগলেনঃ “আমার কওম সমস্ত মাখলুকের মধ্যে সবচেয়ে বেশী বদ ও দূষ্ট প্রকৃতির। এরা কোন দুষ্কার্যে জড়িয়ে পড়েছে তা কি আপনাদের জানা নেই? ভূ-পৃষ্ঠে কোন বস্তি এই বস্তি অপেক্ষা খারাপ নেই।” ঐ সময় হযরত জিবরাঈল (আঃ) পুনঃরায় ফেরেশতাগণকে বললেনঃ “দেখো, তিনি তিন বার স্বীয় কওমের বদ অভ্যাসের সাক্ষ্য প্রদান করেছেন। মনে রেখোঁরেখো যে, এখন তাদের উপর শাস্তি অবধারিত হয়ে গেছে।” অতঃপর তারা বাড়ীর মধ্যে প্রবেশ করেন। ঐ সময় তাঁর বৃদ্ধা স্ত্রী উঁচু জায়গায় চড়ে কাপড় নাড়াতে শুরু করে। সাথে সাথে গ্রামের দুবৃত্তেরা দৌড়ে এসে তাকে জিজ্ঞেস করেঃ “ব্যাপার কি?” সে উত্তরে বলেঃ “লূতের (আঃ) বাড়ীতে মেহমান এসেছে। আমি এদের চেয়ে সুদর্শন ও সুগন্ধময় লোক আর কখনো দেখি নাই।” এ কথা শোনা মাত্রই আনন্দে আত্মহারা হয়ে তারা হযরত লূতের (আঃ) বাড়ীতে দৌড়ে আসে। চারদিক থেকে তারা তার বাড়ীকে ঘিরে ফেলে। তিনি তাদেরকে কসম দেন এবং উপদেশ দিতে গিয়ে বলেনঃ “দেখো, স্ত্রীলোক বহু রয়েছে।” কিন্তু তারা কিছুতেই ঐ দুষ্কার্য হতে বিরত থাকলো না। ঐ সময় হযরত জিবরাঈল (আঃ) তাদের শাস্তির জন্যে আল্লাহ তাআ’লার নিকট অনুমতি প্রার্থনা করেন। আল্লাহ পাক অনুমতি দান করেন। তখন হযরত জিবরাঈল (আঃ) তাঁর প্রকৃত রূপের ডানা খুলে দেন। তাঁর দু’টি ডানা রয়েছে; যে গুলির উপর মণিমুক্তা বসানো আছে। তাঁর দাঁত গুলি তক্‌তকে, ঝকঝকে। তাঁর কপাল উঁচু এবং বড়। তাঁর মস্তক মুক্তার মতো, যেন বরফ। তাঁর পদদ্বয় সবুজ বর্ণের। হযরত লূতকে (আঃ) তিনি বলেনঃ “আমরা আপনার প্রতিপালক কর্তৃক প্রেরিত হয়েছি। তারা (আপনার কওম) আপনার নিকট পৌঁছতে পারবে না। আপনি দরজা দিয়ে বেরিয়ে যান।” একথা বলে তিনি তার ডানা দ্বারা তাদের মুখের উপর মেরে দেন। ফলে তারা অন্ধ হয়ে যায়। তারা পথও চিনতে পারছিল না। হযরত লূত (আঃ) স্বীয় পরিবার বর্গ নিয়ে ঐ রাত্রেই বেরিয়ে পড়ে, আল্লাহ তাআ’লার নির্দেশও এটাই ছিল। মুহাম্মদ ইবনু কা’ব (রঃ), কাতাদা’ (রঃ), সুদ্দী (রঃ) প্রভৃতি গুরুজনের বর্ণনা এটাই।",
  "ayah": 81,
  "surah": 11
}
