{
  "text": "৮২-৮৩ নং আয়াতের তাফসীর\nআল্লাহ তাআ’লা বলেনঃ “যখন আমার হুকুম (শাস্তি) এসে পৌঁছলো, ওটা ছিল সুর্য উদিত হওয়ার সময়। সুদূম নামক গ্রামকে আল্লাহপাক তল উপর করে দেন। তাদের উপর আকাশ থেকে পাকা মাটির পাথর বর্ষিত হতে লাগলো, যা ছিল খুবই শক্ত, ওজনসইও বড়। ইমাম বুখারী (রঃ) বলেন যে, (আরবি) শব্দের অর্থ হচ্ছে শক্ত, বড়। (আরবি) ও (আরবি) এর (আরবি) ও (আরবি) দু’বোন অর্থাৎ দু’টোর অর্থ একই। তামীম ইবনু মুকবিল তাঁর কবিতার এক জায়গায় বলেছেনঃ (আরবি)এখানেও (আরবি) শব্দটিকে (আরবি) অর্থেই ব্যবহার করা হয়েছে। (আরবি) শব্দের অর্থ হচ্ছে একের পর এক বা ক্রমাগত। ঐ পাথর গুলির উপর ঐ লোকগুলির নাম লিখা ছিল। যে পাথরে যে ব্যক্তির নাম লিখা ছিল ঐ পাথর ঐ ব্যক্তির উপরই বর্ষিত হচ্ছিল। কাতাদা’ (রঃ) এবং ইকরামা (রঃ) বলেন যে, (আরবি) এর অর্থ হচ্ছে (আরবি) অর্থাৎ ‘তওক’ বা শৃঙ্খল করা ছিল, যা লাল রঙ্গে ডুবিয়ে নেয়া হয়েছিল। এই পাথরগুলি ঐ শহরবাসীদের উপরও বর্ষিত হয় এবং এখানকার যারা অন্য গ্রামে গিয়েছিল সেখানেও (তাদের উপর) বর্ষিত হয়। তাদের যে যেখানে ছিল সেখানেই পাথর দ্বারা ধ্বংস হয়ে যায়। কেউ হয়তো কোন জায়গায় কারো সাথে দাঁড়িয়ে কথা বলছিল সেখানেই আকাশ হতে তার উপর পাথর নিক্ষিপ্ত হয় এবং তাকে ধ্বংস করে দেয়। মোট কথা, তাদের একজনও রক্ষা পায় নাই।হযরত মুজাহিদ (রঃ) বলেন যে, হযরত জিবরাঈল (আঃ) তাদের সকলকে একত্রিত করে তাদের ঘর-বাড়ী ও গবাদি পশুগুলিসহ উপরে উঠিয়ে নেন। এমন কি তাদের শব্দ এবং তাদের কুকুরগুলির ঘেউ ঘেউ শব্দ আকাশের ফেরেশতাগণ শুনতে পান। হযরত জিবরাঈল (আঃ) তাঁর ডান দিকের ডানার কিনারার উপর তাদের গোটা বস্তিকে উঠিয়ে ছিলেন। অতঃপর তিনি ওটাকে যমীনে উলটিয়ে দেন। ফলে তারা পরস্পর ভীষণভাবে ধাক্কা খায় এবং একই সাথে সবাই ধ্বংস হয়ে যায়। এইভাবে ক্ষণেকের মধ্যে তাদেরকে দুনিয়ার বুক থেকে নিশ্চিহ্ন করে দেয়া হয়। বর্ণিত আছে যে, তাদের মোট চারটি গ্রাম ছিল এবং প্রতিটি গ্রামে এক লক্ষ করে লোক বসবাস করতো। অন্য একটি রিওয়াইয়াতে আছে যে, তাদের তিনটি গ্রাম। সবচেয়ে বড় গ্রামটির নাম ছিল সুদূম। এখানে মাঝে মাঝে হযরত ইবরাহীম (আঃ) আসতেন এবং তাদেরকে (লূতের আঃ কওমকে) উপদেশ দিতেন। আল্লাহ পাক বলেনঃ (আরবি) অর্থাৎ ঐ জনপদগুলি এই অত্যাচারীদের (বাসভূমি) হতে বেশী দূর নয়। সুনানের মধ্যে হযরত ইবনু আব্বাস (রাঃ) হতে মারফূ’ রূপে হাদীস বর্ণিত আছেঃ “যদি তোমরা কাউকে হযরত লূতের (আঃ) কওমের আমলের মত আমল করতে দেখতে পাও তবে যে এই কাজ করছে এবং যার উপর করছে উভয়কেই হত্যা করে দাও।” এই হাদীসের উপর ভিত্তি করে ইমাম শাফিয়ী (রঃ) এবং আলেমদের একটি জামাআত বলেন যে, লাওয়াতকারীকে হত্যা করে দেয়া হবে, সে বিবাহিতই হোক বা অবিবাহিতই হোক। আর ইমাম আবু হানীফা (রঃ) বলেন যে, তাকে উপর থেকে নীচে নিক্ষেপ করতে হবে এবং এক এক করে তার উপর পাথর বষর্ণ করতে হবে, যেমন আল্লাহ তাআ’লা হযরত লূতের (আঃ) কওমের প্রতি করেছিলেন। সঠিক কোনটি তা আল্লাহ পাকই সবচেয়ে ভাল জানেন।",
  "ayah": 83,
  "surah": 11
}
