{
  "text": "شہد سے زیادہ میٹھی اور دودھ سے زیادہ سفید نہر :مسند احمد میں ہے کہ رسول مقبول ﷺ پر غنودگی سی طاری ہوگئی اور دفعتہ سر اٹھا کر مسکرائے پھر یا تو خود آپ نے فرمایا یا لوگوں کے اس سوال پر کہ حضور ﷺ کیسے مسکرائے ؟ تو آپ ﷺ نے فرمایا مجھ پر اس وقت ایک سورت اتری پھر آپ نے بسم اللہ الرحمن الرحیم پڑھ کر اس پوری سورت کی تلاوت کی اور فرمایا جانتے ہو کہ کوثر کیا ہے ؟ لوگوں نے کہا اللہ اور اس کا رسول ﷺ ہی زیادہ جانتے ہیں فرمایا وہ ایک جنت کی نہر ہے جس پر بہت بھلائی ہے جو میرے رب نے مجھے عطا فرمائی ہے جس پر میری امت قیامت والے دن آئیگی اس کے برتن آسمان کے ستاروں کی گنتی کے برابر ہیں بعض لوگ اس سے ہٹائے جائیں گے تو میں کہوں گا اے میرے رب یہ بھی میرے امتی ہیں تو کہا جائیگا آپ کو نہیں معلوم کہ ان لوگوں نے آپ کے بعد کیا کیا بدعتیں نکالی تھیں اور حدیث میں وارد ہوا ہے کہ اس میں دو پرنالے آسمان سے گرتے ہوں گے نسائی کی حدیث میں ہے یہ واقعہ مسجد میں گذرا اسی سے اکثر قاریوں کا استدلال ہے کہ یہ سورت مدنی ہے اور اکثر فقہاء نے اس حدیث سے استدلال کیا ہے کہ بسم اللہ الرحمن الرحیم ہر سورت میں اس کے ساتھ ہی نازل ہوئی تھی اور ہر سورت کی ایک مستقل آیت ہے مسند کی اور حدیث میں ہے کہ حضور ﷺ نے اس آیت کی تلاوت کر کے فرمایا کہ مجھے کوثر عنایت کی گئی ہے جو ایک جاری نہر ہے لیکن گڑھا نہیں ہے اس کے دونوں جانب موتی کے خیمے ہیں اس کی مٹی خالص مشک ہے اس کے کنکر بھی سچے موتی ہیں اور روایت میں ہے کہ معراج والی رات آپ نے آسمان پر جنت میں اس نہر کو دیکھا اور جبرائیل ؑ سے پوچھا کہ یہ کونسی نہر ہے تو حضرت جبرئیل ؑ نے فرمایا کہ یہ کوثر ہے جو اللہ تعالیٰ نے آپ کو دے رکھی ہے اور اس قسم کی بہت سی حدیثیں ہیں اور بہت سی ہم نے سورة اسراء کی تفسیر میں بیان بھی کردی ہیں ایک اور حدیث میں ہے کہ اس کا پانی دودھ سے زیادہ سفید ہے اور شہد سے زیادہ میٹھا ہے جس کے کنارے دراز گردن والے پرندے بیٹھے ہوئے ہیں۔ حضرت صدیق ؓ نے سن کر فرمایا وہ پرندے تو بہت ہی خوبصورت ہوں گے آپ نے فرمایا کھانے میں بھی وہ بہت ہی لذیذ ہیں (ابن جریر) اور روایت میں ہے کہ حضرت انس ؓ نے حضور ﷺ سے سوال کیا کہ کوثر کیا ہے اس پر آپ نے یہ حدیث بیان کی تو حضرت عمر ؓ نے ان پرندوں کی نسبت یہ فرمایا (مسند احمد) حضرت عائشہ صدیقہ ؓ فرماتی ہیں یہ نہر جنت کے درمیان میں ہے ایک منقطع سند سے حضرت عائشہ ؓ سے مروی ہے کہ کوثر کے پانی کے گرنے کی آواز جو سننا چاہے وہ اپنے دونوں کانوں میں اپنی دونوں انگلیاں ڈال لے اولاً تو اس کی سند ٹھیک نہیں دوسرے اس کے معنی یہ ہیں کہ اس جیسی آواز آتی ہے نہ کہ خاص اسی کی آواز ہو واللہ اعلم صحیح بخاری شریف میں حضرت عبداللہ بن عباس ؓ سے مروی ہے کہ کوثر سے مراد وہ بھلائی اور خیر ہے جو اللہ تعالیٰ نے آپ کو عطا فرمائی ہے ابو بشر کہتے ہیں کہ میں نے سعید بن جبیر ؒ سے یہ سن کر کہا کہ لوگ تو کہتے ہیں کہ یہ جنت کی ایک نہر ہے تو حضرت سعید نے فرمایا وہ بھی ان بھلائیوں اور خیر میں سے ہے جو آپ کو اللہ کی طرف سے عنایت ہوئی ہیں۔ اور بھی حضرت ابن عباس سے مروی ہے کہ اس سے مراد بہت سی خیر ہے تو یہ تفسیر شامل ہے حوض کوثر وغیرہ سب کو۔ کوثر ماخوذ ہے کثرت سے جس سے مراد خیر کثیر ہے اور اسی خیر کثیر میں حوض جنت بھی ہے جیسے کہ بہت سے مفسرین سے مروی ہے حضرت مجاہد ؒ فرماتے ہیں دنیا اور آخرت کی بہت بہت بھلائیاں مراد ہے عکرمہ فرماتے ہیں نبوت، قرآن، ثواب، آخرت کوثر ہے اور یہ بھی یاد رہے کہ حضرت عبداللہ بن عباس ؓ سے کوثر کی تفسیر نہر کوثر سے بھی مروی ہے جیسے کہ ابن جریر میں سندا مروی ہے کہ آپ نے فرمایا کوثر جنت کی ایک نہر ہے جس کے دونوں کنارے سونا چاندی ہے جو یاقوت اور موتیوں پر بہہ رہی ہے جس کا پانی برف سے زیادہ سفید ہے اور شہد سے زیادہ میٹھا ہے حضرت ابن عمر ؓ سے بھی یہ تفسیر مروی ہے ابن جریر ترمذی اور ابن ماجہ وغیرہ میں یہ روایت مرفوع بھی آئی ہے امام ترمذی اسے حسن صحیح بتاتے ہیں ابن جریر میں ہے کہ رسول اللہ ﷺ ایک دن حضرت حمزہ بن عبدالمطلب ؓ کے گھر تشریف لے گئے آپ اس وقت گھر پر نہ تھے آپ کی بیوی صاحبہ جو قبیلہ بنو نجار سے تھیں انہوں نے کہا کہ یا نبی اللہ ﷺ وہ تو ابھی ابھی آپ ہی کی طرف گئے ہیں شاید بنو نجار میں رک گئے ہوں آپ تشریف لائے حضور ﷺ گھر میں گئے تو مائی صاحبہ نے آپ کے سامنے مالیدہ رکھا جو آپ نے تناول فرمایا مائی صاحبہ خوش ہو کر فرمانے لگیں اللہ تعالیٰ اسے جزو جسم بنائے اچھا ہوا خود تشریف لے آئے میں تو حاضر دربار ہونے کا ارادہ کرچکی تھی کہ آپ کو حوض کوثر ملنے کی مبارک باد دوں مجھ سے ابھی ابھی حضرت ابو عمارہ نے کہا تھا آپ نے فرمایا ہاں اس حوض کی زمین یاقوت مرجان زبرجد اور موتیوں کی ہے اس کے ایک راوی حرام بن عثمان ضعیف ہیں لیکن واقعہ حسن ہے اور اصل تو تواتر سے ثابت ہوچکی ہے بہت سے صحابہ اور تابعین وغیرہ سے ثابت ہے کہ کوثر نہر کا نام ہے پھر ارشاد ہے کہ جیسے ہم نے تمہیں خیر کثیر عنایت فرمائی اور ایسی پرشوکت نہر دی تو تم بھی صرف میری ہی عبادت کرو خصوصا نفل فرض نماز اور قربانی اسی وحدہ لا شریک لہ کے نام کی کرتے رہو جیسے فرمایا (قُلْ اِنَّ صَلَاتِيْ وَنُسُكِيْ وَمَحْيَايَ وَمَمَاتِيْ لِلّٰهِ رَبِّ الْعٰلَمِيْنَ01602ۙ) 6۔ الانعام :162) مراد قربانی سے اونٹوں کا نحر کرنا وغیرہ ہے مشرکین سجدے اور قربانیاں اللہ کے سوا اوروں کے نام کی کرتے تھے تو یہاں حکم ہوا کہ تم صرف اللہ ہی کے نام کی مخلصانہ عبادتیں کیا کرو اور جگہ ہے (وَلَا تَاْكُلُوْا مِمَّا لَمْ يُذْكَرِاسْمُ اللّٰهِ عَلَيْهِ وَاِنَّهٗ لَفِسْقٌ ۭوَاِنَّ الشَّيٰطِيْنَ لَيُوْحُوْنَ اِلٰٓي اَوْلِيٰۗـــِٕــهِمْ لِيُجَادِلُوْكُمْ ۚ وَاِنْ اَطَعْتُمُوْهُمْ اِنَّكُمْ لَمُشْرِكُوْنَ01201ۧ) 6۔ الانعام :121) جس جانور پر اللہ کا نام نہ لیا جائے اسے نہ کھاؤ یہ تو فسق ہے اور کہا گیا ہے کہ مراد وانحر سے دائیں ہاتھ کا بائیں ہاتھ پر نماز میں سینے پر رکھنا ہے یہی حضرت علی ؓ سے غیر صحیح سند کے ساتھ مروی ہے حضرت شعبی رحمۃ اللہ اس لفظ کی یہی تفسیر کرتے ہیں حضرت ابو جعفر باقر ؒ فرماتے ہیں کہ اس سے مراد نماز کے شروع کے وقت رفع الیدین کرنا ہے اور یہ بھی کہا گیا ہے کہ مطلب یہ ہے کہ اپنے سینے سے قبلہ کی طرف متوجہ ہو یہ تینوں قول ابن جریر میں منقول ہیں ابن ابی حاتم میں اس جگہ ایک بہت منکر حدیث مروی ہے جس میں ہے کہ جب یہ سورت نبی ﷺ پر اتری تو آپ نے فرمایا اے جبرئیل وانحر سے مراد کیا ہے جو مجھے میرے پروردگار کا حکم ہو رہا ہے تو حضرت جبرئیل نے فرمایا اس سے مراد قربانی نہیں بلکہ اللہ کا تمہیں حکم ہو رہا ہے کہ نماز کی تکبیر تحریمہ کے وقت رفع الیدین کرو اور رکوع کے وقت بھی اور جب رکوع سے سر اٹھاؤ تب اور جب سجدہ کرو یہی ہماری نماز ہے اور ان فرشتوں کی نماز ہے جو ساتوں آسمانوں میں ہیں ہر چیز کی زینت ہوتی ہے اور نماز کی زینت ہر تکبیر کے وقت رفع الیدین کرنا ہے یہ حدیث اسی طرح مستدرک حاکم میں بھی ہے حضرت عطاء خراسانی ؒ فرماتے ہیں وانحر سے مراد یہ ہے کہ اپنی پیٹھ رکوع سے اٹھاؤ تو اعتدال کرو اور سینے کو ظاہر کرو یعنی اطمینان حاصل کرو ابن ابی حاتم یہ سب اقوال غریب ہیں اور صحیح پہلا قول ہے کہ مراد نحر سے قربانیوں کا ذبح کرنا ہے اسی لیے رسول مقبول ﷺ نماز عید سے فارغ ہو کر اپنی قربانی ذبخ کرتے تھے اور فرماتے تھے جو شخص ہماری نماز پڑھے اور ہم جیسی قربانی کرے اس نے شرعی قربانی کی اور جس نے نماز سے پہلے ہی جانور ذبح کرلیا اس کی قربانی نہیں ہوئی ابو بردہ بن نیار ؓ نے کھڑے ہو کر کہا کہ یا رسول اللہ ﷺ میں نے نماز عید سے پہلے ہی قربانی کرلی یہ سمجھ کر کہ آج کے دن گوشت کی چاہت ہوگی آپ نے فرمایا بس وہ تو کھانے کا گوشت ہوگیا صحابی نے کہا اچھا یارسول اللہ ﷺ اب میرے پاس ایک بکری کا بچہ ہے جو مجھے دو بکریوں سے بھی زیادہ محبوب ہے کیا یہ کافی ہوگا آپ نے فرمایا ہاں تجھے تو کافی ہے لیکن تیرے بعد چھ مہینے کا بکری کا بچہ کوئی اور قربانی نہیں دے سکتا امام ابو جعفر بن جریر ؒ فرماتے ہیں ٹھیک قول اس کا ہے جو کہتا ہے کہ اس کے معنی یہ ہیں کہ اپنی تمام نمازیں خالص اللہ ہی کے لیے ادا کر اس کے سوا کسی اور کے لیے نہ کر اسی طرح اسی کی راہ میں خون بہا کسی اور کے نام پر قربانی نہ کر اس کا شکر بجا لا جس نے تجھے یہ بزرگی دی اور وہ نعمت دی جس جیسی کوئی اور نعمت نہیں تجھی کو اس کے ساتھ خاص کیا یہی قول بہت اچھا ہے محمد بن کعب قرظی اور عطا کا بھی یہی فرمان ہے پھر ارشاد ہوتا ہے کہ اے نبی ﷺ تجھ سے اور تیری طرف اتری ہوئی وحی سے دشمنی رکھنے والا ہی قلت و ذلت والا بےبرکتا اور دم بریدہ ہے یہ آیت عاص بن وائل کے بارے میں اتری ہے یہ پاجی جہاں حضور ﷺ کا ذکر سنتا تو کہتا اسے چھوڑو وہ دم کٹا ہے اس کے پیچھے اس کی نرینہ اولاد نہیں اس کے انتقال کرتے ہی اس کا نام دنیا سے اٹھ جائیگا اس پر یہ مبارک سورت نازل ہوئی ہے شمر بن عطیہ فرماتے ہیں کہ عقبہ بن ابو معیط کے حق میں یہ آیت اتری ہے ابن عباس وغیرہ فرماتے ہیں کعب بن اشرف اور جماعت قریش کے بارے میں یہ نازل ہوئی ہے بزار میں ہے کہ جب کعب بن اشرف مکہ میں آیا تو قریشیوں نے اس سے کہا کہ آپ تو ان کے سردار ہیں آپ اس بچہ کی طرف نہیں دیکھتے جو اپنی ساری قوم سے الگ تھلک ہے اور خیال کرتا ہے کہ وہ افضل ہے حالانکہ ہم حاجیوں کے اہل میں سے ہیں بیت اللہ ہمارے ہاتھوں میں ہے زمزم پر ہمارا قبضہ ہے تو یہ خبیث کہنے لگا بیشک تم اس سے بہتر ہو اس پر یہ آیت اتری اس کی سند صحیح ہے حضرت عطا فرماتے ہیں ابو لہب کے بارے میں یہ آیت اتری ہے جب رسول اللہ ﷺ کے صاحبزادے انتقال ہوا تو یہ یدنصیب مشرکین سے کہنے لگا کہ آج کی رات محمد ﷺ کی نسل کٹ گئی ﷺ وبارک) اس پر اللہ تعالیٰ نے یہ آیت اتاری ابن عباس سے بھی یہ منقول ہے آپ یہ بھی فرماتے ہیں کہ اس سے مراد حضور ﷺ کا ہر دشمن ہے جن جن کے نام لیے گئے وہ بھی اور جن کا ذکر نہیں ہوا وہ بھی ابتر کے معنی ہیں تنہا عرب کا یہ بھی محاورہ ہے کہ جب کسی کی نرینہ اولاد مرجاتے تو کہتے ہیں ابترحضور ﷺ کے صاحبزادہ کے انتقال پر بھی انہوں نے دشمنی کی وجہ سے یہی کہا جس پر یہ آیت اتری تو مطلب یہ ہوا کہ ابتر وہ ہے جس کے مرنے کے بعد اس کا نام مٹ جائے ان مشرکین نے حضور ﷺ کی نسبت بھی یہی خیال کیا تھا کہ ان کے لڑکے تو انتقال کر گئے وہ نہ رہے جن کی وجہ سے ان کے انتقال کے بعد بھی ان کا نام رہتا حاشاو کلا اللہ تعالیٰ آپ کا نام رہتی دنیا تک رکھے گا آپ کی شریعت ابدالاباد تک باقی رہے گی آپ کی اطاعت ہر ایک پر فرض کردی گئی ہے آپ کا پیار اور پاک نام ہر ایک مسلم کے دل و زبان پر ہے اور قیام تک فضائے آسمانی میں عروج و اقبال کے ساتھ گونجتا رہیگا بحر و بر میں ہر وقت اس کی منادی ہوتی رہیگی اللہ تعالیٰ آپ پر اور آپ کی آل و اولاد پر اور ازواج و اصحاب پر قیامت تک درود سلام بےحد و بکثرت بھیجتا رہے آمین الحمداللہ اللہ تعالیٰ کے فضل و کرم سے اس کے احسان و رحم سے سورة کوثر کی تفسیر بھی ختم ہوئی۔ وللہ الحمد والمنہ۔",
  "ayah": 2,
  "surah": 108
}
