{
  "text": "আমি ফিরিশতাদেরকেই করেছি জাহান্নামের প্রহরী। আর অবিশ্বাসীদের পরীক্ষা স্বরূপই আমি তাদের এই সংখ্যা উল্লেখ করেছি;[১] যাতে কিতাবধারীদের দৃঢ় প্রত্যয় জন্মে,[২] বিশ্বাসীদের বিশ্বাস বর্ধিত হয়[৩] এবং বিশ্বাসীরা ও কিতাবধারীগণ সন্দেহ পোষণ না করে। এর ফলে যাদের অন্তরে ব্যাধি আছে, তারা ও অবিশ্বাসীরা বলবে, এ বর্ণনায় আল্লাহর উদ্দেশ্য কি?[৪] এইভাবে আল্লাহ যাকে ইচ্ছা পথভ্রষ্ট করেন এবং যাকে ইচ্ছা পথ নির্দেশ করেন।[৫] তোমার প্রতিপালকের বাহিনী সম্পর্কে একমাত্র তিনিই জানেন।[৬] (জাহান্নামের) এই বর্ণনা তো মানুষের জন্য উপদেশ বাণী। [৭]\n[১] এখানে কুরাইশ বংশের মুশরিকদের খন্ডন করা হয়েছে। যখন জাহান্নামের তত্ত্বাবধায়ক ফিরিশতাদের কথা আল্লাহ উল্লেখ করলেন, তখন আবূ জাহল কুরাইশদেরকে সম্বোধন করে বলল, তোমাদের মধ্য থেকে প্রত্যেক দশজনের একটি দল এক একজন ফিরিশতার জন্য যথেষ্ট নয় কি? কেউ বলেন, কালাদাহ নামক এক ব্যক্তি --যার নিজ শক্তির ব্যাপারে বড়ই অহংকার ছিল---সে বলল, তোমরা কেবল দু'জন ফিরিশতাকে সামলে নিও, অবশিষ্ট ১৭ জন ফিরিশতার জন্য আমি একাই যথেষ্ট! বলা হয় যে, এই লোকই রসূল (সাঃ)-কে কয়েকবার কুস্তি লড়াই করার জন্য চ্যালেঞ্জ করেছিল এবং প্রত্যেক বারই পরাজিত হয়েছিল। কিন্তু ঈমান আনেনি। বলা হয় যে, এ ছাড়া রুকানা ইবনে আবদ ইয়াযীদের সাথে তিনি কুস্তি লড়েছিলেন এবং সে পরাজিত হয়ে ইসলাম গ্রহণ করেছিল।\n(ইবনে কাসীর)\nঅর্থাৎ, (কুরআনে উল্লিখিত) এই সংখ্যাও তাদের উপহাস ও বিদ্রূপের বিষয়রূপে পরিণত হল।\n[২] অর্থাৎ, জেনে নেয় যে, এ রসূল (সাঃ) হলেন সত্য। আর তিনি সেই কথাই বলেন, যা পূর্বের কিতাবসমূহেও লিপিবদ্ধ আছে।\n[৩] কারণ, আহলে-কিতাবও তাদের পয়গম্বরের কথার সত্যায়ন করেছে।\n[৪] অন্তরের ব্যাধিগ্রস্ত বলতে মুনাফিকদেরকে বুঝানো হয়েছে। অথবা এমন লোক, যাদের অন্তরে সন্দেহ ছিল। কেননা, মক্কায় মুনাফেকরা ছিল না। অর্থাৎ তারা জিজ্ঞাসা করবে যে, আল্লাহর এই সংখ্যাকে এখানে উল্লেখ করার পিছনে যুক্তি কি?\n[৫] অর্থাৎ, উপরোক্ত ভ্রষ্টতার মত যাকে চান তিনি ভ্রষ্ট করেন এবং যাকে চান সুপথ প্রদর্শন করেন। এর মধ্যে পরিপূর্ণ যে হিকমত ও যুক্তি বিদ্যমান রয়েছে, তা কেবলমাত্র আল্লাহই জানেন।\n[৬] অর্থাৎ, এই কাফের এবং মুশরিকরা মনে করে যে, জাহান্নামে তো ১৯ জনই ফিরিশতা আছেন এবং তাঁদেরকে কাবু করা কোন্ এমন কঠিন ব্যাপার? কিন্তু তারা জানে না যে, প্রতিপালকের সৈন্য সংখ্যা এত বেশী যা তিনি ছাড়া অন্য কেউ জানে না। ফিরিশতার সংখ্যা এত যে, ৭০ হাজার ফিরিশতা প্রতিদিন আল্লাহর ইবাদতের জন্য 'বাইতুল মা'মূর'এ প্রবেশ করেন। অতঃপর কিয়ামত পর্যন্ত এঁদের আর দ্বিতীয়বার প্রবেশের সুযোগ আসবে না।\n(বুখারী-মুসলিম)\n[৭] অর্থাৎ, এই জাহান্নাম এবং তাতে নিযুক্ত ফিরিশতা মানুষের জন্য নসীহতস্বরূপ। হতে পারে তারা আল্লাহর অবাধ্যতা হতে ফিরে আসবে।",
  "ayah": 31,
  "surah": 74
}
