{
  "text": "القول في تأويل قوله تعالى :  كَلا إِنَّ كِتَابَ الأَبْرَارِ لَفِي عِلِّيِّينَ (18)يقول تعالى ذكره: ( كَلا إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ ) والأبرار: جمع برّ، وهم الذين برّوا الله بأداء فرائضه، واجتناب محارمه. وقد كان الحسن يقول: هم الذين لا يؤذون شيئًا حتى الذَّرّ.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا هشام، عن شيخ، عن الحسن، قال: سُئل عن الأبرار، قال: الذين لا يؤذون الذرّ.حدثنا إسحاق بن زيد الخطابي، قال: ثنا الفريابي، عن السري بن يحيى، عن الحسن، قال: الأبرار: هم الذين لا يؤذون الذرّ.وقوله: ( لَفِي عِلِّيِّينَ ) اختلف أهل التأويل في معنى عليين، فقال بعضهم: هي السماء السابعة.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني جرير بن حازم، عن الأعمش، عن شمر بن عطية، عن هلال بن يساف، قال: سأل ابن عباس كعبًا وأنا حاضر عن العليين، فقال كعب: هي السماء السابعة، وفيها أرواح المؤمنين.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبيد الله - يعني: الْعَتَكي - عن قتادة، في قوله: ( إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ ) قال: في السماء العليا.حدثني عليّ بن الحسين الأزدي، قال: ثنا يحيى بن يمان، عن أُسامة بن زيد، عن أبيه، في قوله: ( إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ ) قال: في السماء السابعة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعًا عن ابن أبي نجيح، عن مجاهد، قوله: ( عِلِّيِّينَ ) قال: السماء السابعة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( لَفِي عِلِّيِّينَ ) في السماء عند الله.وقال آخرون: بل العِليُّون: قائمة العرش اليمنى.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( كَلا إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ ) ذُكر لنا أن كعبًا كان يقول: هي قائمة العرش اليمنى.حدثني عمر بن إسماعيل بن مجالد، قال: ثنا مُطَرِّف بن مازن، قاضي اليمن، عن معمر، عن قتادة، في قوله: ( إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ ) قال: عليون: قائمة العرش اليمنى.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة ( فِي عِلِّيِّينَ) قال: فوق السماء السابعة، عند قائمة العرش اليمنى.حدثنا ابن حميد، قال: ثنا يعقوب القُمِّي، عن حفص، عن شمر بن عطية، قال: جاء ابن عباس إلى كعب الأحبار فسأله، فقال: حدثْنِي عن قول الله: ( إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ ... ) الآية، فقال كعب: إن الروح المؤمنة إذا قُبِضت، صُعد بها، فَفُتحت لها أبواب السماء، وتلقَّتها الملائكة بالبُشرَى، ثم عَرَجُوا معها حتى ينتهوا إلى العرش، فيخرج لها من عند العرش فيُرقَم رَقّ، ثم يختم بمعرفتها النجاة بحساب يوم القيامة، وتشهد الملائكة المقرّبون.وقال آخرون: بل عُنِي بالعليين: الجَنَّة.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله: ( إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ ) قال: الجنة.وقال آخرون: عند سِدْرَةِ المنتهى.* ذكر من قال ذلك:حدثني جعفر بن محمد البزوري من أهل الكوفة، قال: ثنا يعلى بن عبيد، عن الأجلح، عن الضحاك قال: إذا قبض روح العبد المؤمن عرج به إلى السماء، فتنطلق معه المقرّبون إلى السماء الثانية، قال الأجلح: قلت: وما المقرّبون؟ قال: أقربهم إلى السماء الثانية، فتنطلق معه المقرّبون إلى السماء الثالثة، ثم الرابعة، ثم الخامسة، ثم السادسة، ثم السابعة، حتى تنتهي به إلى سِدْرَة المنتهى. قال الأجلح: قلت للضحاك: لِمَ تُسمَّى سِدْرَة المنتهى؟ قال: لأنه يَنْتَهِي إليها كلّ شيء من أمر الله، لا يعدوها، فتقول: ربّ عبدك فلان، وهو أعلم به منهم، فيبعث الله إليهم بصَكّ مختوم يؤمِّنه من العذاب، فذلك قول الله: ( كَلا إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ * وَمَا أَدْرَاكَ مَا عِلِّيُّونَ * كِتَابٌ مَرْقُومٌ * يَشْهَدُهُ الْمُقَرَّبُونَ ) .وقال آخرون: بل عُنِي بالعِلِّيِّينَ: في السماء عند الله.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( إِنَّ كِتَابَ الأبْرَارِ لَفِي عِلِّيِّينَ ) يقول: أعمالُهُم في كتاب عند الله في السماء.والصواب من القول في ذلك أن يقال: إن الله تعالى ذكره أخبر أن كتاب الأبرار في عليين؛ والعليون: جمع معناه: شيء فوق شيء، وعلوّ فوق علوّ، وارتفاع بعد ارتفاع، فلذلك جُمعت بالياء والنون، كجمع الرجال، إذا لم يكن له بناء من واحده واثنيه، كما حُكِيَ عن بعض العرب سماعًا أطْعَمَنَا مَرَقَةَ مَرَقَيْنِ: يعني اللحم المطبوخ (4) كما قال الشاعر:قَـــدْ رَوَيَـــتْ إلا الدُّهَيْدِهِينَــاقَلَيُّصَــــــاتٍ وَأُبَيْكِرِينَـــــا (5)فقال: وأبيكرينا، فجمعها بالنون إذ لم يقصد عددًا معلومًا من البكارة، بل أراد عددًا لا يحدّ آخره، وكما قال الآخر:فَــأَصْبَحَتِ المَـذَاهِبُ قَـدْ أذَاعَـتْبِهَــا الإعْصَــارُ بَعْــدَ الْوَابِلينَـا (6)يعني: مطرًا بعد مطر غير محدود العدد، وكذلك تفعل العرب في كلّ جمع لم يكن بناء له من واحده واثنيه، فجمعه في جميع الإناث والذكران بالنون على ما قد بيَّنا، ومن ذلك قولهم للرجال والنساء: عشرون وثلاثون. فإذا كان ذلك كالذي ذكرنا، فبين أنّ قوله: ( لَفِي عِلِّيِّينَ ) معناه: في علوّ وارتفاع في سماء فوق سماء، وعلوّ فوق علوّ وجائز أن يكون ذلك إلى السماء السابعة، وإلى سدرة المنتهى، وإلى قائمة العرش، ولا خبر يقطع العذر بأنه معنيّ به بعض ذلك دون بعض.والصواب أن يقال في ذلك، كما قال جلّ ثناؤه: إن كتاب أعمال الأبرار لفي ارتفاع إلى حدّ قد علم الله جلّ وعزّ منتهاه، ولا علم عندنا بغايته، غير أن ذلك لا يقصر عن السماء السابعة، لإجماع الحجة من أهل التأويل على ذلك.--------------------الهوامش :(2) البيت لأبي زبيد الطائي . قال أبو عبيدة في مجاز القرآن : { كلا بل ران على قلوبهم } غلب على قلبه . والخمر ترين على عقل السكران . والموت يرين على الميت . قال أبو زبيد : \" ثم لما رآه ... \" البيت . وفي ( اللسان : ران ) الرين : الطبع والدنس . والرين : الصدأ الذي يعلو السيف والمرآة . وفي التنزيل : { كلا بل ران على قلوبهم ما كانوا يكسبون } أي : غلب وطبع وختم . وقال الحسن : هو الذنب على الذنب حتى يسود القلب . ا هـ .(3) البيت مما رواه ابن الأعرابي عن العرب ولم ينسبه . وفي ( اللسان : ران ) قال أبو عبيدة : كل ما غلبك وعلاك فقد ران بك ، ورانك ، وران عليك . ورانت نفسه : غثت . ورين به : مات . ورين به رينا : وقع في غم ؛ وقيل : رين به : انقطع به ، وهو نحو ذلك ، أنشد ابن الأعرابي :ضَحَّـيْتُ حـتى أظْهَـرتُ ورِيـن بِيوَرِيـنَ بالسَّـاقي الَّـذِي كـان معـي(4) في ( اللسان: مرق ) يريد اللحم إذا طبخ ، ثم طبخ لحم آخر بذلك الماء .(5) البيتان من مشطور الرجز ولم ينسبا . قال الفراء في معاني القرآن ( 361 ) وقوله : ( كلا إن كتاب الأبرار لفي عليين ) يقول القائل : كيف جمعت عليون بالنون ، وبهذا من جمع الرجال ؟ فإن العرب إذا جمعت جمعا لا يذهبون فيه إلى أن له بناء من واحد واثنين ، فقالوه في المؤنث والمذكر بالنون ، فمن ذلك هذا ، وهو شيء فوق شيء غير معروف واحده ولا أنثاه ، وسمعت بعض العرب يقول : أطعمنا مرقة مرقين ، يريد الألحم إذا طبخت بمرق واحد ، قال الشاعر : \" قد رويت إلا ... \" البيتين . فجمع بالنون ، لأنه أراد العدد الذي لا يحد . ا هـ . وفي ( اللسان : دهده ) والدهداه ؛ صغار الإبل . قال : قد رويت ... \" البيتين . جمع الدهداه بالواو والنون وحذف الهاء من الدهين للضرورة . وقال الجوهري : كأنه جمع الدهداه على دهاده ، ثم صغر دهاده ، فقال : دهيده ، ثم جمع دهيدها بالياء والنون . وكذلك أبكر جمع بكر ، ثم صغر أبيكر . ثم جمعه بالياء والنون . ا هـ . وقال البغدادي في الخزانة ( 3 : 410 ) : وهذا الرجز مع كثر الاستشهاد به لم يعرف قائله . ا هـ .(6) قال الفراء بعد كلامه في الشاهد قبله : وكذلك قول الشاعر : \" فأصبحت \" أراد المطر بعد المطر غير محدود . ونرى أن منه قول العرب عشرون وثلاثون ، وإذ جعل للرجال والنساء العدد الذي يشبه هذا النوع ، وكذلك عليون : ارتفاع بعد ارتفاع ، وكأنه لا غاية له . ا هـ . وفي ( اللسان : وبل ) فأما قوله : \" وأصبحت المذاهب قد أذاعت ... \" البيت . فإن شئت جعلت الوابلين الرجال الممدوحين يصفهم بالوبل ، لسعة عطاياهم . وإن شئت جعلته وبلا بعد وبل ، فكان جمعا لم يقصد به قصد كثرة ولا قلة . ا هـ . والمذاهب في البيت : المسالك والطرق . وأذاعت بها : ذهبت وغيرتها . والإعصار : الريح الشديدة . ا هـ .",
  "ayah": 17,
  "surah": 83
}
