{
  "text": "وقوله: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) فيوم يقوم تفسير عن اليوم الأول المخفوض، ولكنه لما لم يعد عليه اللام ردّ إلى \" مبعوثون \"، فكأنه قال: ألا يظنّ أولئك &; 24-279 &; أنهم مبعوثون يوم يقوم الناس وقد يجوز نصبه وهو بمعنى الخفض، لأنها إضافة غير محضة، ولو خفض ردّا على اليوم الأوّل لم يكن لحنا، ولو رفع جاز، كما قال الشاعر:وكُـنتُ كَـذي رِجْلَينِ: رِجلٍ صَحِيحةٍوَرِجْـلٍ رمَـى فِيهـا الزَّمـان فشُلَّتِ (3)وذُكر أن الناس يقومون لربّ العالمين يوم القيامة حتى يلجمهم العرق، فبعض يقول: مقدار ثلثمائة عام، وبعض يقول: مقدار أربعين عاما.* ذكر من قال ذلك:حدثني عليّ بن سعيد الكنديّ، قال: ثنا عيسى بن يونس، عن ابن عون، عن نافع، عن ابن عمر، عن النبيّ صلى الله عليه وسلم، في قوله: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: يقوم أحدكم في رشحه إلى أنصاف أذنيه.حدثنا ابن وكيع، قال: ثنا أبو خالد الأحمر، عن ابن عون، عن نافع، عن ابن عمر، عن النبيّ صلى الله عليه وسلم \"( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: يغيب أحدهم في رشحه إلى أنصاف أذنيه \" .حدثنا حميد بن مسعدة، قال: ثنا يزيد بن زريع، قال: ثنا ابن عون، عن نافع، قال: قال ابن عمر: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) حتى يقوم أحدهم في رشحه إلى أنصاف أذنيه.حدثنا ابن وكيع، قال: ثنا جرير، عن محمد بن إسحاق، عن نافع، عن ابن عمر، قال: قال النبيّ صلى الله عليه وسلم: \" إنَّ النَّاس يُوقَفُون يَوْمَ الْقِيامَةِ لِعَظَمَةِ اللهِ، حتى إنَّ الْعَرَقَ لَيُلْجِمُهُمْ إلى أنْصَافِ آذَانِهِمْ\".حدثنا ابن وكيع، قال: ثنا يونس بن بكير، عن محمد بن إسحاق، عن نافع، عن ابن عمر، قال: سمعت النبيّ صلى الله عليه وسلم يقول: \"( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) يَوْم الْقِيامَةِ لِعَظَمَة الرَّحْمَنِ\"، ثم ذكر مثله.حدثني محمد بن خلف العسقلاني، قال: ثنا آدم، قال: ثنا حماد بن سلمة، عن أيوب، عن نافع عن ابن عمر قال: \" تلا رسول الله صلى الله عليه وسلم هذه الآية ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: يَقُومُونَ حتى يَبْلُغَ الرَّشْحُ إلى أنْصَاف آذانِهِمْ \".حدثنا أحمد بن محمد بن حبيب، قال: ثنا يعقوب بن إبراهيم، قال: ثنا أبي، عن صالح، قال: ثنا نافع، عن ابن عمر، قال: قال رسول الله صلى الله عليه وسلم: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) يَوْمَ الْقِيامَةِ، حتى يَغِيبَ أحَدُهُمْ إلى أنصَافِ أذُنَيْهِ فِي رَشْحِهِ\".حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة بن سعيد، عن محارب بن دثار، عن ابن عمر، في قوله: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: يقومون مئة سنة.حدثنا تميم بن المنتصر، قال: أخبرنا يزيد، قال: أخبرنا محمد بن إسحاق، عن نافع، عن ابن عمر، عن النبيّ صلى الله عليه وسلم، قال: سمعت النبيّ صلى الله عليه وسلم يقول: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) يَوْمَ الْقِيامَةِ، حتَّى إنَّ الْعَرَقَ لَيُلْجِمُ الرجل إلى أنْصَافِ أُذُنَيْهِ\".حدثنا ابن حميد، قال: ثنا سلمة، عن محمد بن إسحاق، عن نافع، عن ابن عمر، عن النبيّ صلى الله عليه وسلم، بنحوه.حدثنا ابن المثنى وابن وكيع، قالا ثنا يحيى، عن عبد الله، عن نافع، عن ابن عمر، عن النبيّ صلى الله عليه وسلم قال: \" يَقُومُ النَّاسُ لِربّ الْعالمِين حتى يَقُومَ أحَدُهُمْ فِي رَشْحِهِ إلى أنْصَافِ أُذُنَيْهِ\".حدثني محمد بن إبراهيم السليمي المعروف بابن صدران، قال: ثنا يعقوب بن إسحاق قال: ثنا عبد السلام بن عجلان، قال: ثنا يزيد المدني، عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال لبشير الغفاري: \" كَيْفَ أنْتَ صَانِعٌ فِي: يَوْمَ يَقُومُ النَّاسُ لِربّ الْعَالمِين مِقْدَارَ ثَلثِمائَةِ سَنَةٍ مِنْ أيَّامِ الدُّنْيا، لا يأتِيُهْم خَبرٌ مِنَ السَّماءِ، وَلا يُؤْمَرُ فِيهِمْ بأمْر \" ، قال بشير: المستعان الله يا رسول الله، قال: \" إذَا أنْتَ أوَيْتَ إلى فِراشِكَ فَتَعَوَّذْ بالله مِنْ كُرَب يَوْمِ القِيامَة، وَسُوءِ الْحِساب \".حدثني يحيى بن طلحة اليربوعي، قال: ثنا شريك، عن الأعمش، عن المنهال بن عمرو، عن عبد الله بن مسعود، في قوله: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: يمكثون أربعين عاما رافعي رءوسهم إلى السماء، لا يكلمهم أحد، قد ألجم العرق كلّ برّ وفاجر، قال: فينادي مناد: أليس عدلا من ربكم أن خلقكم ثم صوّركم، ثم رزقكم، ثم توليتم غيره أن يولي كلّ عبد منكم ما تولى في الدنيا؟ قالوا: بلى، ثم ذكر الحديث بطوله.حدثنا أبو كُرَيب، قال: ثنا أبو بكر، عن الأعمش، عن المنهال بن عمرو، عن قيس بن سكن، قال: حدث عبد الله، وهو عند عمر ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: إذا كان يوم القيامة يقوم الناس بين يدي ربّ العالمين أربعين عاما، شاخصة أبصارهم إلى السماء حفاة عراة يلجمهم العرق، ولا يكلّمهم بشر أربعين عاما، ثم ذكر نحوه.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: ذُكر لنا أن كعبا كان يقول: يقومون ثلثمائة سنة.حدثنا ابن حميد، قال: ثنا مهران وسعيد، عن قتادة ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: كان كعب يقول: يقومون مقدار ثلثمائة سنة.قال: قتادة: وحدثنا العلاء بن زياد العدويّ، قال: بلغني أن يوم القيامة يقصر على المومن حتى يكون كإحدى صلاته المكتوبة.قال: ثنا مهران، قال: ثنا العمريّ، عن نافع، عن ابن عمر، قال: سمعت النبيّ صلى الله عليه وسلم يقول: ( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) قال: يَقُومُ الرَّجُلُ فِي رَشْحِهِ إلى أنْصَافِ أُذُنَيهِ\".حدثني يعقوب، قال: ثنا ابن علية، عن ابن عون، عن نافع، عن ابن عمر، قال: \"( يَوْمَ يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ) حتى يقوم أحدهم في رشحه إلى أنصاف أذنيه.قال يعقوب، قال إسماعيل: قلت لابن عون: ذكر النبيّ صلى الله عليه وسلم في هذا الحديث قال: \" نَعَمْ إنْ شاءَ اللهُ \".حدثنا أحمد بن عبد الرحمن، قال: ثني عمي، قال: أخبرني مالك بن أنس، عن نافع، عن ابن عمر، أن النبيّ صلى الله عليه وسلم قال: \" يَقُومُ النَّاسُ لِرَبِّ الْعَالَمِينَ ، حتى إنَّ أحَدَهُمْ لَيَغِيبُ فِي رَشْحِهِ إلى نِصْف أُذُنَيْهِ\".------------------------الهوامش:(3) البيت لكثير عزة وقد استشهد به المؤلف في الجزء ( 3 : 194 ) وأنشده الفراء في معاني القرآن ( 361 ) قال : وقوله : { يوم يقوم الناس } هو تفسير اليوم المخفوض ، لما ألقى اللام من الثاني رده إلى \" مبعوثون \" يوم يقوم الناس ؛ فلو خفضت يوم بالرد على البيت الأول ؛ كان صوابا وقد يكون في موضع خفض ، إلا أنها أضيفت إلى \" يفعل \" فنصبت إذا أضيفت إلى غير مخفوض ولو رفع على ذلك يوم يقوم كما قال الشاعر \" وكنت كذى رجلين ... \" ا هـ . وانظر ديوان كثير طبع بالجزائر ( 1 : 49 )",
  "ayah": 6,
  "surah": 83
}
