{
  "text": "Нам не составит труда воскресить усопших для того, чтобы призвать их к ответу. Для этого Мы записываем добрые и злые деяния, совершенные людьми при жизни на земле, а также добрые и злые последствия их деяний, которые имели место не только при жизни самого человека, но и после его смерти. Мы записываем каждому человеку все добрые слова и деяния, которые люди говорят или совершают по его наставлению. Этим наставлением могут быть проповеди, добрые советы, призывы совершать благодеяния и избегать грехов. Человек также получит вознаграждение, если люди воспользуются оставленными после него знаниями и полезными книгами или возьмут пример с того, как он совершает намаз, раздает обязательные и необязательные пожертвования и совершает прочие добрые дела. То же самое относится к людям, которые строят мечети или другие общественные места. Такие люди получают вознаграждение за свои деяния как при жизни, так и после смерти, потому что они оставляют после себя добрые дела других людей, которые попадают в книгу их добрых деяний. А что касается людей, которые оставляют после себя злодеяния и грехи, то они будут нести ответственность и за грехи, которые другие люди совершают по их примеру или наставлению. Поэтому каждый человек, который подает пример для совершения доброго дела, получит вознаграждение за себя и за каждого, кто совершит это доброе дело вплоть до наступления Судного дня. А каждый человек, который подает пример для совершения злодеяния, получит наказание за себя и за каждого, кто совершит это злодеяние вплоть до наступления Судного дня. Знание этого позволяет нам лучше осознать превосходство людей, занимающихся распространением ислама и наставлением окружающих на истинный путь. Нам также становится ясно, что нечестивцы, которые призывают людей к совершению грехов, являются самыми ничтожными созданиями, самыми злостными преступниками и самыми великими грешниками. А затем Аллах сообщил о том, что все деяния и помыслы людей записаны в Хранимой скрижали. Она является матерью всех Писаний и на нее ссылаются книги, которые находятся у благородных ангелов.",
  "ayah": 12,
  "surah": 36
}
