{
  "text": "Аллах напомнил людям о знамении, которое свидетельствует о необходимости поклоняться Единственному Господу. Этим знамением является Его величайшая милость. Он одаряет Своих рабов щедротами и избавляет их от бед и несчастий. По Своей великой милости Он спас род человеческий в переполненном ковчеге. Многие толкователи Корана считают, что речь идет о том, как Аллах спас в ковчеге прародителей людей - пророка Нуха и уверовавших вместе с ним. Затем Аллах напомнил о том, что именно благодаря Нему люди научились строить корабли, похожие на ковчег Нуха. Эти корабли напоминают людям о Его милости по отношению к их предкам. Он спас человеческое потомство в переполненном ковчеге, и это было милостью не только по отношению к современникам Нуха, но и по отношению к их потомкам. Толкование этих аятов стало для меня одной из самых сложных задач в толковании всего Священного Корана. Всевышний сказал: «Знамением для них является то, что Мы перенесли их потомство в переполненном ковчеге». Большинство толкователей считает, что под словом «потомство» подразумеваются прародители. Однако в Коране слово зуррийя ‘потомство’ не используется в значении аба ‘прародители’, и поэтому возникает неясность. Более того, искажается смысл слов Господа миров, который пожелал, чтобы Небесное Писание было истолковано и разъяснено Его рабам. Существует еще одно толкование, согласно которому речь идет о том, как Аллах спас в переполненном ковчеге род человеческий, то есть Нуха и его последователей, которые были потомками Адама. Однако это толкование несовместимо со следующим аятом: «Мы создали для них по его подобию то, на что они садятся». Получается, что Аллах вначале поведал о том, как Он спас Нуха и правоверных в ковчеге, а затем сообщил о том, как Он сотворил для них различные корабли. Подобное повторение противоречит красноречию и лаконичности коранических текстов. Поэтому толкователи решили, что под словами «подобия ковчега» подразумеваются верблюды. Верблюдов часто называют кораблями пустыни, и на первый взгляд многое становится ясно. Однако остается непонятным, почему же Аллах сказал, что Он спас их потомство, а не их самих. После всех этих рассуждений нам остается признать, что Всевышний создал подобия ковчега для потомства людей, к которым Он обращался при ниспослании Корана. А лучше всего об этом известно Аллаху. Когда я дошел до данного отрывка, мне открылся еще один смысл этих аятов, который, возможно, близок к их истинному толкованию. Величие Корана в том, что он касается прошлого, настоящего и будущего человечества. Сегодня очевидно, что корабли являются величайшими знамениями Всевышнего. По Его милости люди научились строить корабли и, может быть, сохранят это знание вплоть до Судного дня. Ниспосылая Коран, Аллах знал, что в будущем будут более удивительные и могучие корабли, внешне походящие на ковчег. Все это произошло, когда Аллах научил людей строить парусники и пароходы, самолеты и автомобили. Эти величайшие знамения, конечно же, не существовали во времена ниспослания Корана, но появились впоследствии. Вероятно, именно поэтому Аллах ниспослал арабам пророчество о появлении различных транспортных средств. В таком случае правильный перевод этого аята гласит: «Знамением для них является то, что Мы перевозим их потомство на переполненном судне». Всевышний позволил людям плыть по морям и по воздуху и научил их спасаться от гибели, и это является величайшей милостью Господа, для Которого не составляет труда погубить людей. Чтобы напомнить рабам об этой милости, Аллах сказал:",
  "ayah": 43,
  "surah": 36
}
