{
  "text": "Refutation of false gods\nAllah denounces those who take other gods instead of Him:\nأَمِ اتَّخَذُواْ آلِهَةً مِّنَ الاٌّرْضِ هُمْ يُنشِرُونَ\n(Or have they taken gods from the earth who raise the dead) meaning, can they bring the dead back to life and bring them forth from the earth They cannot do any of that, so how can they make them rivals to Allah and worship them alongside Him Then Allah tells us that if there were another god besides Him, the heavens and the earth would be ruined:\nلَوْ كَانَ فِيهِمَآ آلِهَةٌ\n(Had there been therein gods) means, in the heavens and the earth,\nلَفَسَدَتَا\n(then verily, both would have been ruined.) This is like the Ayah:\nمَا اتَّخَذَ اللَّهُ مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَـهٍ إِذاً لَّذَهَبَ كُلُّ إِلَـهٍ بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَـنَ اللَّهِ عَمَّا يَصِفُونَ\n(No son did Allah beget, nor is there any god along with Him. Then each god would have taken away what he had created, and some would have tried to overcome others! Glorified be Allah above all that they attribute to Him!) 23:91. And Allah says here:\nفَسُبْحَـنَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ\n(Glorified be Allah, the Lord of the Throne, above all that they associate with Him!) meaning, glorified be He above what they say about Him having offspring or partners; glorified and exalted and sanctified be He far above all the lies that they fabricate.\nلاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْـَلُونَ\n(He cannot be questioned about what He does, while they will be questioned.) He is the Ruler Whose rule cannot be overturned and none can object to it, because of His might, majesty, pride, knowledge, wisdom, justice and subtlety.\nوَهُمْ يُسْـَلُونَ\n(while they will be questioned.) means, He is the One Who will ask His creation about what they did. This is like the Ayah:\nفَوَرَبِّكَ لَنَسْـَلَنَّهُمْ أَجْمَعِينَ - عَمَّا كَانُواْ يَعْمَلُونَ\n(So, by your Lord, We shall certainly call all of them to account. For all that they used to do.) 15:92-93\nوَهُوَ يُجْيِرُ وَلاَ يُجَارُ عَلَيْهِ\n(And He protects (all), while against Whom there is no protector) 23:88",
  "ayah": 22,
  "surah": 21
}
