{
  "text": "How the Idolators mocked the Prophet Allah tells His Prophet ...\nوَإِذَا رَآكَ الَّذِينَ كَفَرُواْ\n(And when those who disbelieved see you,) meaning, the disbelievers of the Quraysh, such as Abu Jahl and his like.\nإِن يَتَّخِذُونَكَ إِلاَّ هُزُواً\n(they take you not except for mockery) means, they make fun of you and insult you, saying,\nأَهَـذَا الَّذِى يَذْكُرُ آلِهَتَكُمْ\n(\"Is this the one who talks about your gods\") meaning, is this the one who insults your gods and ridicules your intelligence Allah says:\nوَهُمْ بِذِكْرِ الرَّحْمَـنِ هُمْ كَـفِرُونَ\n(While they disbelieve at the mention of the Most Gracious.) meaning, they disbelieve in Allah and yet they mock the Messenger of Allah ﷺ. As Allah says:\nوَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلاَّ هُزُواً أَهَـذَا الَّذِى بَعَثَ اللَّهُ رَسُولاً - إِن كَادَ لَيُضِلُّنَا عَنْ ءَالِهَتِنَا لَوْلاَ أَن صَبْرَنَا عَلَيْهَا وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ الْعَذَابَ مَنْ أَضَلُّ سَبِيلاً\n(And when they see you, they treat you only in mockery (saying): \"Is this the one whom Allah has sent as a Messenger He would have nearly misled us from our gods, had it not been that we were patient and constant in their worship!\" And they will know, when they see the torment, who it is that is most astray from the path!) 25:41-42\nخُلِقَ الإنْسَانُ مِنْ عَجَلٍ\n(Man is created of haste.) This is like the Ayah:\nوَكَانَ الإِنْسَـنُ عَجُولاً\n(and man is ever hasty) 17:11, in all matters. The reason why the haste of man is mentioned here is that when mention is made of those who mock the Messenger , (the believers) will want to avenge them swiftly, and that so should happen sooner. Allah says,\nخُلِقَ الإنْسَانُ مِنْ عَجَلٍ\n(Man is created of haste.) because He delays (the punishment) until a time when, once He seizes him, He will never let him go. He delays it, then He hastens it; He waits, then He does not delay any longer. So He says:\nسَأُوْرِيكُمْ ءَايَـتِى\n(I will show you My Ayat) meaning, My vengeance, ruling and power over those who disobey Me.\nفَلاَ تَسْتَعْجِلُونِ\n(So ask Me not to hasten (them).)",
  "ayah": 36,
  "surah": 21
}
