{
  "text": "The Idolators seek to hasten on the Punishment\nAllah also tells us how the idolators seek to hasten punishment upon themselves, out of denial, rejection, disbelief, stubbornness and a belief that it will never happen. He says:\nوَيَقُولُونَ مَتَى هَـذَا الْوَعْدُ إِن كُنتُمْ صَـدِقِينَ\n(And they say: \"When will this promise (come to pass), if you are truthful\".) And Allah says:\nلَوْ يَعْلَمُ الَّذِينَ كَفَرُواْ حِينَ لاَ يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلاَ عَن ظُهُورِهِمْ\n(If only those who disbelieved knew (the time) when they will not be able to ward off the Fire from their faces, nor from their backs,) meaning, if only they knew for certain that it will inevitably come to pass, they would not seek to hasten it. If only they knew how the torment will overwhelm them from above them and from beneath their feet.\nلَهُمْ مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النَّارِ وَمِن تَحْتِهِمْ ظُلَلٌ\n(They shall have coverings of Fire, above them and coverings (of Fire) beneath them) 39:16\nلَهُم مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ\n(Theirs will be a bed of Hell (Fire), and over them coverings (of Hellfire)) 7:41. And in this Ayah Allah says:\nحِينَ لاَ يَكُفُّونَ عَن وُجُوهِهِمُ النَّارَ وَلاَ عَن ظُهُورِهِمْ\n(when they will not be able to ward off the Fire from their faces, nor from their backs,) And Allah says:\nسَرَابِيلُهُم مِّن قَطِرَانٍ وَتَغْشَى وُجُوهَهُمْ النَّارُ\n(Their garments will be of tar, and fire will cover their faces) 14:50. The torment will surround them on all sides,\nوَلاَ هُمْ يُنصَرُونَ\n(and they will not be helped.) means, and they will have no helper. This is like the Ayah:\nوَمَا لَهُم مِّنَ اللَّهِ مِن وَاقٍ\n(And they have no guardian against Allah) 13:34.\nبَلْ تَأْتِيهِم بَغْتَةً\n(Nay, it will come upon them all of a sudden) means, the Fire will come upon them suddenly, i.e., it will take them by surprise.\nفَتَبْهَتُهُمْ\n(and will perplex them,) means, it will scare them, and they will succumb to it in confusion, not knowing what they are doing.\nفَلاَ يَسْتَطِيعُونَ رَدَّهَا\n(and they will have no power to avert it) means, they will have no means of doing so.\nوَلاَ هُمْ يُنظَرُونَ\n(nor will they get respite. ) means, it will not be delayed for them even for an instant.",
  "ayah": 40,
  "surah": 21
}
