{
  "text": "The Story of Ibrahim and his People\nAllah tells us about His close Friend Ibrahim, peace be upon him, and how He bestowed upon him guidance aforetime, i.e., from an early age He inspired him with truth and evidence against his people, as Allah says elsewhere:\nوَتِلْكَ حُجَّتُنَآ ءَاتَيْنَـهَآ إِبْرَهِيمَ عَلَى قَوْمِهِ\n(And that was Our proof which We gave Ibrahim against his people) 6:83. The point here is that Allah is telling us that He gave guidance to Ibrahim aforetime, i.e., He had already guided him at an early age.\nوَكُنَّا بِهِ عَـلِمِينَ\n(and We were Well-Acquainted with him.) means, and he was worthy of that. Then Allah says:\nإِذْ قَالَ لاًّبِيهِ وَقَوْمِهِ مَا هَـذِهِ التَّمَـثِيلُ الَّتِى أَنتُمْ لَهَا عَـكِفُونَ\n(When he said to his father and his people: \"What are these images, to which you are devoted\") This is the guidance which he had been given during his youth: his denunciation of his people's worship of idols instead of Allah. Ibrahim said:\nمَا هَـذِهِ التَّمَـثِيلُ الَّتِى أَنتُمْ لَهَا عَـكِفُونَ\n(\"What are these images, to which you are devoted\") meaning, which you worship with such devotion.\nقَالُواْ وَجَدْنَآ ءَابَآءَنَا لَهَا عَـبِدِينَ\n(They said: \"We found our fathers worshipping them.\") means, they had no other evidence apart from the misguided actions of their forefathers. Ibrahim said:\nلَقَدْ كُنتُمْ أَنتُمْ وَءَابَآؤُكُمْ فِى ضَلَـلٍ مُّبِينٍ\n(Indeed you and your fathers have been in manifest error.) meaning, Speaking to your fathers whose actions you cite as evidence would be the same as speaking to you. Both you and they are misguided and are not following any straight path.' When he called their intelligence into question, and said that their fathers were misguided and belittled their gods,\nقَالُواْ أَجِئْتَنَا بِالْحَقِّ أَمْ أَنتَ مِنَ اللَّـعِبِينَ\n(They said: \"Have you brought us the Truth, or are you one of those who play about\") They said: `These words that you are saying, are you speaking in jest or are you telling the truth For we have never heard such a thing before.'\nقَالَ بَل رَّبُّكُمْ رَبُّ السَّمَـوَتِ وَالاٌّرْضِ الَّذِى فطَرَهُنَّ\n(He said: \"Nay, your Lord is the Lord of the heavens and the earth, Who created them...\") meaning, your Lord, beside Whom there is no other god, is the One Who created the heavens and the earth and all that they contain; He is the One Who initiated their creation; He is the Creator of all things.\nوَأَنَاْ عَلَى ذلِكُمْ مِّنَ الشَّـهِدِينَ\n(and to that I am one of the witnesses. ) means, and I bear witness that there is no God other than Him and no Lord except Him.",
  "ayah": 54,
  "surah": 21
}
