{
  "text": "How Ibrahim broke the Idols\nThen Ibrahim swore an oath, which some of his people heard, to plot against their idols, i.e., to break them and destroy them after they had gone away and turned their backs, when they went out to their festival. They had a festival which they would go out to celebrate. Abu Ishaq reported from Abu Al-Ahwas from `Abdullah Ibn Mas`ud, \"When the people of Ibrahim went out to celebrate their festival, they passed by him and said, `O Ibrahim, are you not coming out with us' He said, `I am sick.' \" It was only the day before that he had said,\nوَتَاللَّهِ لأَكِيدَنَّ أَصْنَـمَكُمْ بَعْدَ أَن تُوَلُّواْ مُدْبِرِينَ\n(And by Allah, I shall plot a plan for your idols after you have gone away and turned your backs.) and some of the people had heard him.\nفَجَعَلَهُمْ جُذَاذاً\n(So he broke them to pieces,) means, he smashed them all, except for the biggest idol. This is like the Ayah,\nفَرَاغَ عَلَيْهِمْ ضَرْباً بِالْيَمِينِ\n(Then he turned upon them, striking (them) with (his) right hand) 37:93.\nلَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ\n(that they might turn to it. ) It was said that he put a hammer in the hands of the biggest idol so that the people would think that it had become jealous on its own account and objected to these smaller idols being worshipped alongside it, so it had broken them.\nقَالُواْ مَن فَعَلَ هَـذَا بِـَالِهَتِنَآ إِنَّهُ لَمِنَ الظَّـلِمِينَ\n(They said: \"Who has done this to our gods He must indeed be one of the wrongdoers.\") When they came back and saw what Ibrahim had done to their idols, humiliating them and lowering their status, proving that they were not divine and that those who worshipped them were fools,\nقَالُواْ مَن فَعَلَ هَـذَا بِـَالِهَتِنَآ إِنَّهُ لَمِنَ الظَّـلِمِينَ\n(They said: \"Who has done this to our gods He must indeed be one of the wrongdoers.\") because of this action of his.\nقَالُواْ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَهِيمُ\n(They said: \"We heard a young man talking against them, who is called Ibrahim.\") Those who had heard him swearing to plot against them said, we heard a young man talking about them, and they said that he was called Ibrahim.\nقَالُواْ فَأْتُواْ بِهِ عَلَى أَعْيُنِ النَّاسِ\n(They said: \"Then bring him before the eyes of the people...\") meaning, in front of a large audience so that all the people could be present. This was Ibrahim's ultimate purpose, so that he could tell this great gathering about the extent of their ignorance and how foolish they were to worship idols which could not defend themselves from harm or help themselves, so how could they ask them for help\nقَالُواْ ءَأَنْتَ فَعَلْتَ هَـذَا بِـَالِهَتِنَا يإِبْرَهِيمُ قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هَـذَا\n(They said: \"Are you the one who has done this to our gods, O Ibrahim\" He said: \"Nay, this one, the biggest of them did it...\") referring to the one he had left alone and had not broken.\nفَاسْـَلُوهُمْ إِن كَانُواْ يِنْطِقُونَ\n(Ask them, if they can speak!) He was hoping that they would admit of their own volition that these idols could not speak and that this idol would not say anything because it was inanimate. In the Two Sahihs it was recorded from Abu Hurayrah that the Messenger of Allah ﷺ said:\n«إِنَّ إِبْرَاهِيمَ عَلَيْهِ السَّلَامُ لَمْ يَكْذِبْ غَيْرَ ثَلَاثٍ: ثِنْتَيْنِ فِي ذَاتِ اللهِ قَوْلُهُ:\n(Ibrahim, upon him be peace, did not tell lies except on three occasions, two for the sake of Allah -- when he said:\nبَلْ فَعَلَهُ كَبِيرُهُمْ هَـذَا\n(Nay, this one, the biggest of them did it. ) and when he said:\nإِنِّى سَقِيمٌ\n(Verily, I am sick) 37:89.\nقَالَ: وَبَيْنَا هُوَ يَسِيرُ فِي أَرْضِ جَبَّارٍ مِنَ الْجَبَابِرَةِ وَمَعَهُ سَارَّةُ، إِذْ نَزَلَ مَنْزِلًا فَأَتَى الْجَبَّارَ رَجُلٌ فَقَالَ: إِنَّهُ قَدْ نَزَل هَهُنَا رَجُلٌ بِأَرْضِكَ مَعَهُ امْرَأَةٌ أَحْسَنُ النَّاسِ، فَأَرْسَلَ إِلَيْهِ فَجَاءَ، فَقَالَ: مَا هَذِهِ الْمَرْأَةُ مِنْكَ؟ قَالَ: هِيَ أُخْتِي. قَالَ: فَاذْهَبْ فَأَرْسِلْ بِهَا إِلَيَّ، فَانْطَلَقَ إِلَى سَارَّةَ فَقَالَ: إِنَّ هَذَا الْجَبَّارَ قَدْ سَأَلَنِي عَنْكِ، فَأَخْبَرْتُهُ أَنَّكِ أُخْتِي، فَلَا تُكَذِّبِينِي عِنْدَهُ، فَإِنَّكِ أُخْتِي فِي كِتَابِ اللهِ، وَإِنَّهُ لَيْسَ فِي الْأَرْضِ مُسْلِمٌ غَيْرِي وَغَيْرُكِ، فَانْطَلَقَ بِهَا إِبْرَاهِيمُ ثُمَّ قَامَ يُصَلِّي، فَلَمَّا أَنْ دَخَلَتْ عَلَيْهِ فَرَآهَا أَهْوَى إِلَيْهَا فَتَنَاوَلَهَا فَأُخِذَ أَخْذًا شَدِيدًا، فَقَالَ: ادْعِي اللهَ لِي وَلَا أَضُرُّكِ، فَدَعَتْ لَهُ، فَأُرْسِلَ فَأَهْوَى إِلَيْهَا، فَتَنَاوَلَهَا فَأُخِذَ بِمِثْلِهَا أَوْ أَشَدَّ، فَفَعَلَ ذَلِكَ الثَّالِثَةَ، فَأُخِذَ فَذَكَرَ مِثْلَ الْمَرَّتَيْنِ الْأُولَيَيْنِ، فَقَالَ: ادْعِي اللهَ فَلَا أُضُرَّكِ، فَدَعَتْ لَهُ فَأُرْسِلَ، ثُمَّ دَعَا أَدْنَى حُجَّابِهِ فَقَالَ: إِنَّكَ لَمْ تَأْتِنِي بِإِنْسَانٍ، وَلَكِنَّكَ أَتَيْتَنِي بِشَيْطَانٍ، أَخْرِجْهَا وَأَعْطِهَا هَاجَرَ. فَأُخْرِجَتْ وَأُعْطِيَتْ هَاجَرَ، فَأَقْبَلَتْ، فَلَمَّا أَحَسَّ إِبْرَاهِيمُ بِمَجِيئِهَا، انْفَتَلَ مِنْ صَلَاتِهِ، وَقَالَ: مَهْيَمْ. قَالَتْ: كَفَى اللهُ كَيْدَ الْكَافِرِ الْفَاجِرِ، وَأَخْدَمَنِي هَاجَر»\n. (and when he was traveling in the land of one of the tyrants, and Sarah was with him; when he made camp, a man came to the tyrant and said, \"A man has made camp in your land and with him is a woman who is the most beautiful of people.\" The tyrant sent for Ibrahim, and asked him, \"What is the relationship of this woman to you\" He said, \"She is my sister.\" The tyrant said, \"Go and send her to me.\" So Ibrahim went to Sarah and said, \"This tyrant asked me about you, and I told him that you are my sister, so do not let him think that I am lying. For you are indeed my sister according to the Book of Allah, and there are no Muslims on the earth apart from you and I.\" So Ibrahim brought her to him, then he stood and prayed. When she entered upon the tyrant, he reached for her desirously once he saw her. But he suffered a severe seizure. So he said, \"Pray to Allah for me and I will not harm you.\" So she prayed for him and it released him. Then he reached for her desirously, but he was stricken similarly before or worse. This continued three times, and each time he said the same as he had said the first time. Then he called the closest of his guards and said, \"You have not brought me a human being, you have brought me a devil! Take her out and give her Hajar. So she was taken out and given Hajar, and she went back. When Ibrahim realized that she had come back, he finished his prayer and turned around. He said, \"What happened\" She said, \"Allah took care of the evil disbeliever's plot, and he gave me Hajar as a servant.\") Muhammad bin Sirin said, \"When Abu Hurayrah narrated this Hadith, he said, `This is your mother, O sons of the water of the heaven.' \"",
  "ayah": 60,
  "surah": 21
}
