{
  "text": "Nuh and His People\nAllah tells us how He responded to His servant and Messenger Nuh, peace be upon him, when he prayed to Him against his people for their disbelief in him:\nفَدَعَا رَبَّهُ أَنُّى مَغْلُوبٌ فَانتَصِرْ\n(Then he invoked his Lord (saying): \"I have been overcome, so help (me)!\") 54:10\nوَقَالَ نُوحٌ رَّبِّ لاَ تَذَرْ عَلَى الاٌّرْضِ مِنَ الْكَـفِرِينَ دَيَّاراً - إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ وَلاَ يَلِدُواْ إِلاَّ فَاجِراً كَفَّاراً\n(And Nuh said: \"My Lord! Leave not any inhabitant of the disbelievers on the earth! If You leave them, they will mislead Your servants, and they will beget none but wicked disbelievers) 71:26-27. So Allah says here,\nإِذْ نَادَى مِن قَبْلُ فَاسْتَجَبْنَا لَهُ فَنَجَّيْنَـهُ وَأَهْلَهُ\n(And (remember) Nuh, when he cried (to Us) aforetime. We answered to his invocation and saved him and his family) meaning, those who believed with him, as Allah says elsewhere:\nوَأَهْلَكَ إِلاَّ مَن سَبَقَ عَلَيْهِ الْقَوْلُ وَمَنْ ءَامَنَ وَمَآ ءَامَنَ مَعَهُ إِلاَّ قَلِيلٌ\n(...and your family -- except him against whom the Word has already gone forth -- and those who believe. And none believed with him, except a few) 11: 40.\nمِنَ الْكَرْبِ الْعَظِيمِ\n(from the great dis- tress.) meaning, from difficulty, rejection and harm. For he remained among them for one thousand years less fifty, calling them to Allah, and no one had believed in him except for a few. His people were plotting against him and advising one another century after century, generation after generation, to oppose him.\nوَنَصَرْنَـهُ مِنَ الْقَوْمِ\n(We helped him against the people) means, `We saved him and helped him against the people,'\nالَّذِينَ كَذَّبُواْ بِـَايَـتِنَا إِنَّهُمْ كَانُواْ قَوْمَ سَوْءٍ فَأَغْرَقْنَـهُمْ أَجْمَعِينَ\n(who denied Our Ayat. Verily, they were a people given to evil. So We drowned them all.) meaning, Allah drowned them all, and not one of them was left on the face of the earth, as their Prophet had prayed would happen to them.\nوَدَاوُودَ وَسُلَيْمَـنَ إِذْ يَحْكُمَانِ فِى الْحَرْثِ إِذْ نَفَشَتْ فِيهِ غَنَمُ الْقَوْمِ وَكُنَّا لِحُكْمِهِمْ شَـهِدِينَ",
  "ayah": 76,
  "surah": 21
}
