{
  "text": "Mankind is One Ummah\nإِنَّ هَـذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً\n(Truly, this, your Ummah is one,) Ibn `Abbas, Mujahid, Sa`id bin Jubayr, Qatadah and `Abdur-Rahman bin Zayd bin Aslam said, \"Your religion is one religion.\" Al-Hasan Al-Basri said: \"In this Ayah, Allah explains to them what they should avoid and what they should do.\" Then He said:\nإِنَّ هَـذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً\n(Truly, this, your Ummah is one religion,) \"Meaning, your path is one path. Certainly this is your Shari`ah (Divine Law) which I have clearly explained you.\" So Allah says:\nوَأَنَاْ رَبُّكُمْ فَاعْبُدُونِ\n(and I am your Lord, therefore worship Me.) This is like the Ayah:\nيأَيُّهَا الرُّسُلُ كُلُواْ مِنَ الطَّيِّبَـتِ وَاعْمَلُواْ صَـلِحاً\n(O (you) Messengers! Eat of the Tayyibat (good things) and do righteous deeds.) Until His saying,\nوَأَنَاْ رَبُّكُمْ فَاتَّقُونِ\n(And I am your Lord, so have Taqwa of Me.) 23:51-52 The Messenger of Allah ﷺ said:\n«نَحْنُ مَعَاشِرَ الْأَنْبِيَاءِ أَوْلَادُ عَلَّاتٍ دِينُنَا وَاحِد»\n(We Prophets are brothers from different mothers and our religion is one.) What is meant here is that they all worshipped Allah Alone with no partner or associate, although the Laws of each Messenger may have differed, as Allah says:\nلِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَـجاً\n(To each among you, We have prescribed a Law and a clear way) 5:48\nوَتَقَطَّعُواْ أَمْرَهُمْ بَيْنَهُمْ\n(But they have broken up and differed in their religion among themselves.) meaning, the nations were divided over their Messengers; some of them believed in them and some rejected them. Allah says:\nكُلٌّ إِلَيْنَا رَجِعُونَ\n((And) they all shall return to Us.) meaning, `on the Day of Resurrection, when We will requite each person according to his deeds. If they are good, then he will be rewarded and if they are evil then he will be punished.' Allah says:\nفَمَن يَعْمَلْ مِنَ الصَّـلِحَـتِ وَهُوَ مُؤْمِنٌ\n(So whoever does righteous good deeds while he is a believer,) meaning, his heart believes and his deeds are righteous.\nفَلاَ كُفْرَانَ لِسَعْيِهِ\n(his efforts will not be rejected. ) This is like the Ayah:\nإِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلاً\n(certainly We shall not make the reward of anyone who does his deeds in the most perfect manner to be lost.) 18:30 which means, his efforts will not be wasted; they will be appreciated and not even a speck of dust's weight of injustice will be done. Allah says:\nوَإِنَّا لَهُ كَـتِبُونَ\n(Verily, We record it for him.) means, all his deeds are recorded and nothing of them at all is lost.",
  "ayah": 92,
  "surah": 21
}
