{
  "text": "হে বিশ্বাসীগণ! তোমরা আল্লাহর সাহায্যকারী হও,[১] যেমন মারয়্যাম তনয় ঈসা তার শিষ্যদেরকে বলেছিল, ‘আল্লাহর পথে কে আমার সাহায্যকারী হবে?’ শিষ্যগণ বলেছিল, ‘আমরাই তো আল্লাহর সাহায্যকারী।’[২] অতঃপর বানী ইস্রাঈলের একদল বিশ্বাস করল এবং একদল অবিশ্বাস করল। [৩] পরে আমি বিশ্বাসীদেরকে তাদের শত্রুদের মুকাবিলায় শক্তিশালী করলাম; ফলে তারা বিজয়ী হল। [৪]\n[১] সর্বাস্থায়; নিজেদের কথা ও কাজের মাধ্যমে এবং জান ও মালের মাধ্যমেও। যখনই যে সময়ে এবং যে অবস্থাতেই তোমাদেরকে আল্লাহ ও তাঁর রসূল দ্বীনের জন্য ডাক দেবেন, তখনই তোমরা সেই ডাকে সাড়া দিয়ে বলবে, 'লাব্বায়িক' (আমরা হাজির)। যেভাবে ঈসা (আঃ)-এর শিষ্যরা তাঁর ডাকে 'লাববায়িক' বলেছিলেন।\n[২] অর্থাৎ, যে দ্বীনের প্রচার-প্রসারের নির্দেশ মহান আল্লাহ আপনাকে দিয়েছেন, সেই দ্বীনের প্রচার-প্রসারের কাজে আমরা হব আপনার সাহায্যকারী। এইভাবে রসূল (সাঃ) হজ্জের মৌসুমে বলতেন, \"কে আছে এমন যে আমাকে আশ্রয় দিবে, যাতে আমি মানুষের কাছে আল্লাহর পয়গাম পৌঁছে দিতে পারি। কারণ, কুরাইশরা আমাকে রিসালাতের দায়িত্ব পালন করতে দিচ্ছে না।\" নবী করীম (সাঃ)-এর এই ডাকে মদীনার আওস ও খাযরাজ গোত্রের লোকেরা সাড়া দিয়েছিলেন এবং তাঁর হাতে তাঁরা বায়আত করে তাঁকে সাহায্য করার প্রতিশ্রুতি দিয়েছিলেন। অনুরূপ তাঁরা তাঁকে প্রস্তাব দিয়েছিলেন যে, যদি আপনি হিজরত করে মদীনায় আসেন, তবে আমরাই আপনার হিফাযতের দায়িত্ব গ্রহণ করছি। সুতরাং যখন তিনি হিজরত করে মদীনায় এলেন, তখন প্রতিশ্রুতি অনুযায়ী তাঁরাই তাঁর এবং তাঁর সমস্ত সঙ্গী-সাথীর পরিপূর্ণ সাহায্য করেছিলেন। এমন কি আল্লাহ এবং তাঁর রসূল (সাঃ) তাঁদের নামই রেখে দিলেন, 'আনসার'। আর এই নামই তাঁদের পরিচয় হয়ে রইল। رَضِيَ اللهُ عَنْهُمْ وأَرْضَاهُمْ\n(ইবনে কাসীর)\n[৩] এরা ছিল সেই ইয়াহুদী, যারা ঈসা (আঃ)-এর নবুঅতকে কেবল অস্বীকারই করেনি, বরং তাঁর এবং তাঁর মায়ের উপর মিথ্যা অপবাদও দিয়েছিল। কেউ কেউ বলেন, এই বিচ্ছিন্নতা ও দলাদলি তখন সৃষ্টি হয়, যখন ঈসা (আঃ)-কে আসমানে উঠিয়ে নেওয়া হল। এক দল বলল, মহান আল্লাহই ঈসা (আঃ)-এর আকার নিয়ে যমীনে অবতরণ করেছিলেন। এখন তিনি আবার আসমানে চলে গেছেন। এদেরকে 'য়্যা'কূবিয়্যাহ' ফির্কা বলা হয়। 'নাসত্বুরিয়্যাহ' ফির্কাদের বক্তব্য হল, তিনি 'ইবনুল্লাহ' (আল্লাহর বেটা) ছিলেন। পিতা পুত্রকে আসমানে ডেকে নিয়েছেন। তৃতীয় ফির্কা বলল, তিনি আল্লাহর বান্দাহ এবং তাঁর রসূল ছিলেন। বলা বাহুল্য, এটাই হল হকপন্থী ফির্কা।\n[৪] অর্থাৎ, নবী (সাঃ)-কে প্রেরণ করে আমি এই শেষোক্ত ফির্কাটিকে অন্য ভ্রষ্ট ফির্কার বিরুদ্ধে সাহায্য করেছি। তাই সঠিক আকীদার অধিকারী এই দলটি নবী (সাঃ)-এর উপরও ঈমান আনল। আর এইভাবে আমি দলীল-প্রমাণের দিক দিয়েও সমস্ত কাফেরদের উপর এদেরকে জয়যুক্ত করলাম এবং শক্তি ও রাজত্বের দিক দিয়েও। আর এই জয়ের সর্ব শেষ বিকাশ ঘটবে তখন, যখন কিয়ামতের পূর্বকালে ঈসা (আঃ) পুনরায় পৃথিবীতে অবতরণ করবেন। যেমন, এই অবতরণ ও বিজয়ের কথা স্পষ্টরূপে বহু সহীহ হাদীসে বহুধাসূত্রে বর্ণিত হয়েছে।",
  "ayah": 14,
  "surah": 61
}
