{
  "text": "وقوله: ( إِلا حَمِيمًا وَغَسَّاقًا ) يقول تعالى ذكره: لا يذوقون فيها بردا ولا شرابا إلا حميمًا قد أغلي حتى انتهى حرّه، فهو كالمُهْل يَشْوِي الوجوه، ولا بردًا إلا غَسَّاقًا.اختلف أهل التأويل في معنى الغَسَّاق، فقال بعضهم: هو ما سال من صديد أهل جهنم.* ذكر من قال ذلك:حدثنا أبو كُريب، ومحمد بن المثنى، قالا ثنا ابن إدريس، عن أبيه، عن عطية بن سعد، في قوله: ( حَمِيمًا وَغَسَّاقًا ) قال: هو الذي يَسيل من جلودهم.حدثنا ابن عبد الأعلى، قال: ثنا المعتمر، عن أبيه، قال: ثنا أبو عمرو، قال: زَعم عكرِمة أنه حدثهم في قوله: ( وَغَسَّاقًا ) قال: ما يخرج من أبصارهم من القيح والدم.حدثنا ابن بشار وابن المثنى، قالا ثنا عبد الرحمن قال: ثنا سفيان، عن منصور عن إبراهيم وأبي رَزِين ( إِلا حَمِيمًا وَغَسَّاقًا ) قالا غُسالة أهل النار: لفظ ابن بشار؛ وأما ابن المثنى فقال في حديثه: ما يسيل من صديدهم.وحدثنا ابن بشار مرّة أخرى عن عبد الرحمن، فقال كما قال ابن المثنى.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن أبي رزين ( وَغَسَّاقًا ) قال: ما يَسِيل من صديدهم.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن منصور وأبي رزين، عن إبراهيم مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( غَسَّاقًا ) كنا نحدَّث أن الغَسَّاق: ما يسيل من بين جلده ولحمه.حدثنا ابن المثنى، قال: ثنا الضحاك بن مخلد، عن سفيان، أنه قال: بلغني أنه ما يسيل من دموعهم.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن منصور، عن إبراهيم ( وَغَسَّاقًا ) قال: ما يسيل من صديدهم من البرد، قاله سفيان، وقال غيره: الدموع.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( إِلا حَمِيمًا وَغَسَّاقًا ) قال: الحميم: دموع أعينهم في النار، يجتمع في خنادق النار فَيُسْقَونه والغساق: الصديد الذي يخرج من جلودهم، ما تصهرهم النار في حياض يجتمع فيها فيسقونه.حدثنا ابن حميد، قال: ثنا جرير، عن منصور، عن إبراهيم ( إِلا حَمِيمًا وَغَسَّاقًا ) قال: الغساق: ما يقطر من جلودهم، وما يسيل من نتنهم.وقال آخرون: الغساق: الزمهرير.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس ( إِلا حَمِيمًا وَغَسَّاقًا ) يقول: الزمهرير.حدثنا أبو كُريب وأبو السائب وابن المثنى، قالوا: ثنا ابن إدريس، قال: سمعت ليثا، عن مجاهد، في قوله: ( إِلا حَمِيمًا وَغَسَّاقًا ) قال: الذي لا يستطيعون أن يذوقوه من برده.قال: ثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن ليث، عن مجاهد ( إِلا حَمِيمًا وَغَسَّاقًا ) قال: الذي لا يستطيعونه من برده.حدثنا أبو كُريب، قال: ثنا وكيع، عن سفيان، عن ليث، عن مجاهد، الغساق: الذي لا يستطاع من برده.حدثنا ابن حميد، قال: ثنا مهران، عن أبي جعفر عن الربيع، قال: الغساق، الزمهرير.حدثنا أبو كُريب، قال: ثنا وكيع، عن أبي جعفر، عن الربيع عن أبي العالية، قال: الغساق: الزمهرير.وقال آخرون: هو المنتن، وهو بالطَّخارية.* ذكر من قال ذلك:حُدثت عن المسيب بن شريك، عن صالح بن حيان، عن عبد الله بن بُرَيدة، قال: الغساق: بالطَّخارية: هو المُنْتِن.والغساق عندي: هو الفعال، من قولهم: غَسَقَت عين فلان: إذا سالت دموعها، وغَسَق الجرح: إذا سال صديده، ومنه قول الله  وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ  يعني بالغاسق: الليل إذا لَبِسَ الأشياء وغطاها، وإنما أريد بذلك هجومه على الأشياء، هجوم السيل السائل. فإذا كان الغسَّاق هو ما وصفت من الشيء السائل، فالواجب أن يقال: الذي وعد الله هؤلاء القوم، وأخبر أنهم يذوقونه في الآخرة من الشراب هو السائل من الزمهرير في جهنم، الجامع مع شدّة برده النتن.كما حدثنا ابن المثنى، قال: ثنا يعمر بن بشر، قال: ثنا ابن المبارك، قال: ثنا رشدين بن سعد، قال: ثنا عمرو بن الحارث، عن أبي السمح، عن أبي الهيثم، عن أبي سعيد الخدريّ، عن النبيّ صلى الله عليه وسلم، قال: \" لَوْ أنَّ دَلْوًا مِنْ غَسَّاقٍ يُهْرَاقُ إلى الدُّنْيا لأنْتَن أهْلَ الدُّنْيا \" .حُدثت عن محمد بن حرب، قال: ثنا ابن لَهِيعة، عن أبي قبيل، عن أبي مالك، عن عبد الله بن عمرو أنه قال: \" أتدرون أيّ شيء الغسَّاق؟ \" قالوا: الله أعلم، قال: \" هو القيح الغليظ، لو أن قطرة منه تهراق بالمغرب لأنتن أهل المشرق، ولو تهراق بالمشرق، لأنتن أهل المغرب \".فإن قال قائل: فإنك قد قلت: إن الغَساق: هو الزمهرير، والزمهرير، هو غاية البرد، فكيف يكون الزمهرير سائلا؟ قيل: إن البرد الذي لا يُستطاع ولا يُطاق يكون في صفة السائل من أجساد القوم من القيح والصديد.",
  "ayah": 25,
  "surah": 78
}
