{
  "text": "قوله تعالى : ياأيها الذين آمنوا إذا قيل لكم تفسحوا في المجالس فافسحوا يفسح الله لكم وإذا قيل انشزوا فانشزوا يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات والله بما تعملون خبير فيه سبع مسائل :الأولى : قوله تعالى : \" يا أيها الذين آمنوا إذا قيل لكم تفسحوا في المجلس \" لما بين أن اليهود يحيونه بما لم يحيه به الله وذمهم على ذلك ، وصل به الأمر بتحسين الأدب في مجالسة رسول الله صلى الله عليه وسلم ، حتى لا يضيقوا عليه المجلس ، وأمر المسلمين بالتعاطف والتآلف حتى يفسح بعضهم لبعض ، حتى يتمكنوا من الاستماع من رسول الله صلى الله عليه وسلم والنظر إليه . قال قتادة ومجاهد : كانوا يتنافسون في مجلس النبي صلى الله عليه وسلم ، فأمروا أن يفسح بعضهم لبعض . وقاله الضحاك . وقال ابن عباس : المراد بذلك مجالس القتال إذا اصطفوا للحرب . قال الحسن ويزيد بن أبي حبيب : كان النبي صلى الله عليه وسلم إذا قاتل المشركين تشاح أصحابه على الصف الأول فلا يوسع بعضهم لبعض ، رغبة في القتال والشهادة فنزلت . فيكون كقوله : مقاعد للقتال . وقال مقاتل : كان النبي صلى الله عليه وسلم في الصفة ، وكان في المكان ضيق يوم الجمعة ، وكان النبي صلى الله عليه وسلم يكرم أهل بدر من المهاجرين والأنصار ، فجاء أناس من أهل بدر فيهم ثابت بن قيس بن شماس وقد سبقوا في المجلس ، فقاموا حيال النبي صلى الله عليه وسلم على أرجلهم ينتظرون أن يوسع لهم فلم يفسحوا لهم ، فشق ذلك على النبي صلى الله عليه وسلم ، فقال لمن حوله من غير أهل بدر : قم يا فلان وأنت يا فلان بعدد القائمين من أهل بدر ، فشق ذلك على من أقيم ، وعرف النبي صلى الله عليه وسلم الكراهية في وجوههم ، فغمز المنافقون وتكلموا بأن قالوا : ما أنصف هؤلاء وقد أحبوا القرب من نبيهم [ ص: 266 ] فسبقوا إلى المكان ، فأنزل الله عز وجل هذه الآية . تفسحوا أي : توسعوا . وفسح فلان لأخيه في مجلسه يفسح فسحا أي : وسع له ، ومنه قولهم : بلد فسيح ولك في كذا فسحة ، وفسح يفسح مثل منع يمنع ، أي : وسع في المجلس ، وفسح يفسح فساحة مثل كرم يكرم كرامة أي : صار واسعا ، ومنه مكان فسيح .الثانية : قرأ السلمي وزر بن حبيش وعاصم في المجالس . وقرأ قتادة وداود بن أبي هند والحسن باختلاف عنه \" إذا قيل لكم تفاسحوا \" الباقون \" تفسحوا في المجلس \" فمن جمع فلأن قول : تفسحوا في المجالس ينبئ أن لكل واحد مجلسا . وكذلك إن أريد به الحرب . وكذلك يجوز أن يراد مسجد النبي صلى الله عليه وسلم وجمع لأن لكل جالس مجلسا . وكذلك يجوز إن أريد بالمجلس المفرد مجلس النبي صلى الله عليه وسلم ، ويجوز أن يراد به الجمع على مذهب الجنس ، كقولهم : كثر الدينار والدرهم .قلت : الصحيح في الآية أنها عامة في كل مجلس اجتمع المسلمون فيه للخير والأجر ، سواء كان مجلس حرب أو ذكر أو مجلس يوم الجمعة ، فإن كل واحد أحق بمكانه الذي سبق إليه قال صلى الله عليه وسلم : من سبق إلى ما لم يسبق إليه فهو أحق به ولكن يوسع لأخيه ما لم يتأذ فيخرجه الضيق عن موضعه . روى البخاري ومسلم عن ابن عمر عن النبي صلى الله عليه وسلم قال : لا يقيم الرجل الرجل من مجلسه ثم يجلس فيه . وعنه عن النبي صلى الله عليه وسلم أنه نهى أن يقام الرجل من مجلسه ويجلس فيه آخر ، ولكن تفسحوا وتوسعوا . وكان ابن عمر يكره أن يقوم الرجل من مجلسه ثم يجلس مكانه . لفظ البخاري .الثالثة : إذا قعد واحد من الناس في موضع من المسجد لا يجوز لغيره أن يقيمه حتى [ ص: 267 ] يقعد مكانه ، لما روى مسلم عن أبي الزبير عن جابر عن النبي صلى الله عليه وسلم قال : لا يقيمن أحدكم أخاه يوم الجمعة ثم يخالف إلى مقعده فيقعد فيه ولكن يقول : افسحوا .فرع : القاعد في المكان إذا قام حتى يقعد غيره موضعه نظر ؛ فإن كان الموضع الذي قام إليه مثل الأول في سماع كلام الإمام لم يكره له ذلك ، وإن كان أبعد من الإمام كره له ذلك ، لأن فيه تفويت حظه .الرابعة : إذا أمر إنسان إنسانا أن يبكر إلى الجامع فيأخذ له مكانا يقعد فيه لا يكره ، فإذا جاء الآمر يقوم من الموضع ، لما روي : أن ابن سيرين كان يرسل غلامه إلى مجلس له في يوم الجمعة فيجلس له فيه ، فإذا جاء قام له منه .فرع : وعلى هذا من أرسل بساطا أو سجادة فتبسط له في موضع من المسجد .الخامسة : روى مسلم عن أبي هريرة رضي الله عنه أن النبي صلى الله عليه وسلم قال : إذا قام أحدكم - وفي حديث أبي عوانة من قام من مجلسه - ثم رجع إليه فهو أحق به قال علماؤنا : هذا يدل على صحة القول بوجوب اختصاص الجالس بموضعه إلى أن يقوم منه ، لأنه إذا كان أولى به بعد قيامه فقبله أولى به وأحرى . وقد قيل : إن ذلك على الندب ، لأنه موضع غير متملك لأحد لا قبل الجلوس ولا بعده . وهذا فيه نظر ، وهو أن يقال : سلمنا أنه غير متملك لكنه يختص به إلى أن يفرغ غرضه منه ، فصار كأنه يملك منفعته ؛ إذ قد منع غيره من أن يزاحمه عليه . والله أعلم .السادسة : قوله تعالى : يفسح الله لكم أي : في قبوركم . وقيل : في قلوبكم . وقيل : يوسع عليكم في الدنيا والآخرة .وإذا قيل انشزوا فانشزوا قرأ نافع وابن عامر وعاصم بضم الشين فيهما . وكسر الباقون ، وهما لغتان مثل يعكفون و يعرشون والمعنى : انهضوا إلى الصلاة والجهاد وعمل الخير ، قال أكثر المفسرين . وقال مجاهد والضحاك : إذا نودي للصلاة فقوموا إليها . وذلك أن رجالا تثاقلوا عن الصلاة فنزلت . وقال الحسن ومجاهد أيضا : أي : انهضوا إلى الحرب . وقال ابن زيد : هذا في بيت النبي صلى الله عليه وسلم ، كان كل رجل منهم يحب أن يكون آخر عهده بالنبي صلى الله عليه وسلم ، فقال الله تعالى : وإذا قيل انشزوا عن النبي صلى الله عليه وسلم [ ص: 268 ] فانشزوا ؛ فإن له حوائج فلا تمكثوا . وقال قتادة : المعنى أجيبوا إذا دعيتم إلى أمر بمعروف ، وهذا هو الصحيح ؛ لأنه يعم . والنشز : الارتفاع ، مأخوذ من نشز الأرض وهو ارتفاعها ، يقال : نشز ينشز وينشز إذا انتحى من موضعه ، أي : ارتفع منه . وامرأة ناشز منتحية عن زوجها . وأصل هذا من النشز ، والنشز هو ما ارتفع من الأرض وتنحى ؛ ذكره النحاس .السابعة : قوله تعالى : يرفع الله الذين آمنوا منكم والذين أوتوا العلم درجات أي : في الثواب في الآخرة وفي الكرامة في الدنيا ، فيرفع المؤمن على من ليس بمؤمن ، والعالم على من ليس بعالم . وقال ابن مسعود : مدح الله العلماء في هذه الآية . والمعنى أنه يرفع الله الذين أوتوا العلم على الذين آمنوا ولم يؤتوا العلم درجات أي : درجات في دينهم إذا فعلوا ما أمروا به . وقيل : كان أهل الغنى يكرهون أن يزاحمهم من يلبس الصوف فيستبقون إلى مجلس النبي صلى الله عليه وسلم ، فالخطاب لهم . ورأى عليه الصلاة والسلام رجلا من الأغنياء يقبض ثوبه نفورا من بعض الفقراء أراد أن يجلس إليه فقال : يا فلان خشيت أن يتعدى غناك إليه أو فقره إليك وبين في هذه الآية أن الرفعة عند الله تعالى بالعلم والإيمان لا بالسبق إلى صدور المجالس . وقيل : أراد بالذين أوتوا العلم الذين قرءوا القرآن . وقال يحيى بن يحيى عن مالك : يرفع الله الذين آمنوا منكم الصحابة والذين أوتوا العلم درجات يرفع الله بها العالم والطالب للحق .قلت : والعموم أوقع في المسألة وأولى بمعنى الآية ، فيرفع المؤمن بإيمانه أولا ثم بعلمه ثانيا . وفي الصحيح أن عمر بن الخطاب رضي الله عنه كان يقدم عبد الله بن عباس على الصحابة ، فكلموه في ذلك فدعاهم ودعاه ، وسألهم عن تفسير إذا جاء نصر الله والفتح فسكتوا ، فقال ابن عباس : هو أجل رسول الله صلى الله عليه وسلم أعلمه الله إياه . فقال عمر : ما أعلم منها إلا ما تعلم . وفي البخاري عن عبد الله بن عباس قال : قدم عيينة بن حصن بن حذيفة بن بدر فنزل على ابن أخيه الحر بن قيس بن حصن ، وكان من النفر الذين يدنيهم عمر ، وكان القراء أصحاب مجالس عمر ومشاورته كهولا كانوا أو شبانا . الحديث ، وقد مضى في آخر ( الأعراف ) . وفي صحيح مسلم أن نافع بن الحارث لقي عمر بعسفان وكان عمر [ ص: 269 ] يستعمله على مكة فقال : من استعملته على أهل الوادي ؟ فقال : ابن أبزى . فقال : ومن ابن أبزى ؟ قال : مولى من موالينا . قال : فاستخلفت عليهم مولى ! قال : إنه قارئ لكتاب الله وإنه عالم بالفرائض . قال عمر : أما إن نبيكم صلى الله عليه وسلم قد قال : إن الله يرفع بهذا الكتاب أقواما ويضع به آخرين وقد مضى أول الكتاب . ومضى القول في فضل العلم والعلماء في غير موضع من هذا الكتاب والحمد لله . وروي عن النبي صلى الله عليه وسلم أنه قال : بين العالم والعابد مائة درجة ، بين كل درجتين حضر الجواد المضمر سبعين سنة . وعنه صلى الله عليه وسلم : فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب . وعنه عليه الصلاة والسلام : يشفع يوم القيامة ثلاثة : الأنبياء ثم العلماء ثم الشهداء فأعظم بمنزلة هي واسطة بين النبوة والشهادة بشهادة رسول الله صلى الله عليه وسلم . وعن ابن عباس : خير سليمان عليه السلام بين العلم والمال والملك فاختار العلم فأعطي المال والملك معه .",
  "ayah": 11,
  "surah": 58
}
