{
  "text": "قوله تعالى : الذين يظاهرون منكم من نسائهم ما هن أمهاتهم إن أمهاتهم إلا اللائي ولدنهم وإنهم ليقولون منكرا من القول وزورا وإن الله لعفو غفورفيه ثلاث وعشرون مسألة :الأولى : قوله تعالى : \" الذين يظهرون \" قرأ ابن عامر وحمزة والكسائي وخلف \" يظاهرون \" بفتح الياء وتشديد الظاء وألف . وقرأ نافع وابن كثير وأبو عمرو ويعقوب \" يظهرون \" بحذف الألف وتشديد الهاء والظاء وفتح الياء . وقرأ أبو العالية وعاصم وزر بن حبيش \" يظاهرون \" بضم الياء وتخفيف الظاء وألف وكسر الهاء . وقد تقدم هذا في ( الأحزاب ) . وفي قراءة أبي \" يتظاهرون \" وهي معنى قراءة ابن عامر وحمزة . وذكر الظهر كناية عن معنى الركوب ، والآدمية إنما يركب بطنها ولكن كنى عنه بالظهر ، لأن ما يركب من غير [ ص: 246 ] الآدميات فإنما يركب ظهره ، فكنى بالظهر عن الركوب . ويقال : نزل عن امرأته أي : طلقها كأنه نزل عن مركوب . ومعنى أنت علي كظهر أمي : أي : أنت علي محرمة لا يحل لي ركوبك .الثانية : حقيقة الظهار تشبيه ظهر بظهر ، والموجب للحكم منه تشبيه ظهر محلل بظهر محرم ، ولهذا أجمع الفقهاء على أن من قال لزوجته : أنت علي كظهر أمي أنه مظاهر . وأكثرهم على أنه إن قال لها : أنت علي كظهر ابنتي أو أختي أو غير ذلك من ذوات المحارم أنه مظاهر . وهو مذهب مالك وأبي حنيفة وغيرهما . واختلف فيه عن الشافعي رضي الله عنه ، فروي عنه نحو قول مالك ، لأنه شبه امرأته بظهر محرم عليه مؤبدا كالأم . وروى عنه أبو ثور : أن الظهار لا يكون إلا بالأم وحدها . وهو مذهب قتادة والشعبي . والأول قول الحسن والنخعي والزهري والأوزاعي والثوري .الثالثة : أصل الظهار أن يقول الرجل لامرأته : أنت علي كظهر أمي . وإنما ذكر الله الظهر كناية عن البطن وسترا . فإن قال : أنت علي كأمي ولم يذكر الظهر ، أو قال : أنت علي مثل أمي ، فإن أراد الظهار فله نيته ، وإن أراد الطلاق كان مطلقا البتة عند مالك ، وإن لم تكن له نية في طلاق ولا ظهار كان مظاهرا . ولا ينصرف صريح الظهار بالنية إلى الطلاق ، كما لا ينصرف صريح الطلاق وكنايته المعروفة له إلى الظهار ، وكناية الظهار خاصة تنصرف بالنية إلى الطلاق البت .الرابعة : ألفاظ الظهار ضربان : صريح وكناية ؛ فالصريح : أنت علي كظهر أمي ، وأنت عندي وأنت مني ، وأنت معي كظهر أمي . وكذلك أنت علي كبطن أمي أو كرأسها أو فرجها أو نحوه ، وكذلك فرجك أو رأسك أو ظهرك أو بطنك أو رجلك علي كظهر أمي فهو مظاهر ، مثل قوله : يدك أو رجلك أو رأسك أو فرجك طالق تطلق عليه . وقال الشافعي في أحد قوليه : لا يكون ظهارا . وهذا ضعيف منه ، لأنه قد وافقنا على أنه يصح إضافة الطلاق إليه خاصة حقيقة خلافا لأبي حنيفة فصح إضافة الظهار إليه . ومتى شبهها بأمه أو بإحدى جداته من قبل أبيه أو أمه فهو ظهار بلا خلاف . وإن شبهها بغيرهن من ذوات المحارم التي لا تحل له بحال كالبنت والأخت ، والعمة والخالة كان مظاهرا عند أكثر الفقهاء ، وعند الإمام الشافعي رضي الله عنه على الصحيح من المذهب على ما ذكرنا . والكناية أن يقول : أنت علي كأمي أو مثل أمي فإنه يعتبر فيه النية . فإن أراد الظهار كان ظهارا ، وإن لم يرد الظهار لم يكن مظاهرا عند الشافعي وأبي حنيفة . وقد تقدم مذهب مالك رضي الله عنه في ذلك ، والدليل عليه أنه أطلق تشبيه امرأته بأمه فكان ظهارا . أصله إذا ذكر الظهر ، وهذا قوي ؛ فإن معنى اللفظ فيه موجود ، واللفظ بمعناه - ولم يلزم حكم الظهر للفظه ، وإنما ألزمه بمعناه وهو التحريم ؛ قاله ابن العربي .[ ص: 247 ] الخامسة : إذا شبه جملة أهله بعضو من أعضاء أمه كان مظاهرا ، خلافا لأبي حنيفة في قوله : إنه إن شبهها بعضو يحل له النظر إليه لم يكن مظاهرا . وهذا لا يصح ، لأن النظر إليه على طريق الاستمتاع لا يحل له ، وفيه وقع التشبيه وإياه قصد المظاهر ، وقد قال الإمام الشافعي في قول : إنه لا يكون ظهارا إلا في الظهر وحده . وهذا فاسد ، لأن كل عضو منها محرم ، فكان التشبيه به ظهارا كالظهر ، ولأن المظاهر إنما يقصد تشبيه المحلل بالمحرم ، فلزم على المعنى .السادسة : إن شبه امرأته بأجنبية فإن ذكر الظهر كان ظهارا حملا على الأول ، وإن لم يذكر الظهر فاختلف فيه علماؤنا ؛ فمنهم من قال : يكون ظهارا . ومنهم من قال : يكون طلاقا . وقال أبو حنيفة والشافعي : لا يكون شيئا . قال ابن العربي : وهذا فاسد ، لأنه شبه محللا من المرأة بمحرم فكان مقيدا بحكمه كالظهر ، والأسماء بمعانيها عندنا ، وعندهم بألفاظها وهذا نقض للأصل منهم .قلت : الخلاف في الظهار بالأجنبية قوي عند مالك . وأصحابه منهم من لا يرى الظهار إلا بذوات المحارم خاصة ولا يرى الظهار بغيرهن . ومنهم من لا يجعله شيئا . ومنهم من يجعله في الأجنبية طلاقا . وهو عند مالك إذا قال : كظهر ابني أو غلامي أو كظهر زيد أو كظهر أجنبية - ظهار لا يحل له وطؤها في حين يمينه . وقد روي عنه أيضا : أن الظهار بغير ذوات المحارم ليس بشيء ، كما قال الكوفي والشافعي . وقال الأوزاعي : لو قال لها أنت علي كظهر فلان رجل فهو يمين يكفرها . والله أعلم .السابعة : إذا قال : أنت علي حرام كظهر أمي كان ظهارا ولم يكن طلاقا ، لأن قوله : أنت حرام علي يحتمل التحريم بالطلاق فهي مطلقة ، ويحتمل التحريم بالظهار فلما صرح به كان تفسيرا لأحد الاحتمالين يقضي به فيه .الثامنة : الظهار لازم في كل زوجة مدخول بها أو غير مدخول بها على أي الأحوال كانت من زوج يجوز طلاقه . وكذلك عند مالك من يجوز له وطؤها من إمائه ، إذا ظاهر منهن لزمه الظهار فيهن . وقال أبو حنيفة والشافعي : لا يلزم . قال القاضي أبو بكر بن العربي : وهي مسألة عسيرة جدا علينا ، لأن مالكا يقول : إذا قال لأمته أنت علي حرام لا يلزم . فكيف يبطل فيها صريح التحريم وتصح كنايته . ولكن تدخل الأمة في عموم قوله : من نسائهم لأنه أراد من محللاتهم . والمعنى فيه أنه لفظ يتعلق بالبضع دون رفع العقد فصح في الأمة ، أصله الحلف بالله تعالى .التاسعة : ويلزم الظهار قبل النكاح إذا نكح التي ظاهر منها عند مالك . ولا يلزم عند [ ص: 248 ] الشافعي وأبي حنيفة ، لقوله تعالى : من نسائهم وهذه ليست من نسائه . وقد مضى أصل هذه المسألة في سورة ( براءة ) عند قوله تعالى : ومنهم من عاهد الله الآية .العاشرة : الذمي لا يلزم ظهاره . وبه قال أبو حنيفة . وقال الشافعي : يصح ظهار الذمي ، ودليلنا قوله تعالى : \" منكم \" يعني من المسلمين . وهذا يقتضي خروج الذمي من الخطاب . فإن قيل : هذا استدلال بدليل الخطاب . قلنا : هو استدلال بالاشتقاق والمعنى ، فإن أنكحة الكفار فاسدة مستحقة الفسخ فلا يتعلق بها حكم طلاق ولا ظهار ، وذلك كقوله تعالى : وأشهدوا ذوي عدل منكم وإذا خلت الأنكحة عن شروط الصحة فهي فاسدة ، ولا ظهار في النكاح الفاسد بحال .الحادية عشرة : منكم يقتضي صحة ظهار العبد خلافا لمن منعه . وحكاه الثعلبي عن مالك ، لأنه من جملة المسلمين وأحكام النكاح في حقه ثابتة وإن تعذر عليه العتق والإطعام فإنه قادر على الصيام .الثانية عشرة : وقال مالك رضي الله عنه : ليس على النساء تظاهر ، وإنما قال الله تعالى : \" والذين يظهرون منكم من نسائهم \" ولم يقل : اللائي يظهرن منكن من أزواجهن ، إنما الظهار على الرجال . قال ابن العربي : هكذا روي عن ابن القاسم وسالم ويحيى بن سعيد وربيعة وأبي الزناد . وهو صحيح معنى ، لأن الحل والعقد والتحليل والتحريم في النكاح بيد الرجال ليس بيد المرأة منه شيء وهذا إجماع . قال أبو عمر : ليس على النساء ظهار في قول جمهور العلماء . وقال الحسن بن زياد : هي مظاهرة . وقال الثوري وأبو حنيفة ومحمد : ليس ظهار المرأة من الرجل بشيء قبل النكاح كان أو بعده . وقال الشافعي : لا ظهار للمرأة من الرجل . وقال الأوزاعي إذا قالت المرأة لزوجها ، أنت علي كظهر أمي فلانة فهي يمين تكفرها . وكذلك قال إسحاق ، قال : لا تكون امرأة متظاهرة من رجل ولكن عليها يمين تكفرها . وقال الزهري : أرى أن تكفر الظهار ، ولا يحول قولها هذا بينها وبين زوجها أن يصيبها ، رواه عنه معمر . وابن جريج عن عطاء قال : حرمت ما أحل الله ، عليها كفارة يمين . وهو قول أبي يوسف . وقال محمد بن الحسن : لا شيء عليها .الثالثة عشرة : من به لمم وانتظمت له في بعض الأوقات الكلم إذا ظاهر لزم ظهاره ، لما [ ص: 249 ] روي في الحديث : أن خولة بنت ثعلبة وكان زوجها أوس بن الصامت وكان به لمم فأصابه بعض لممه فظاهر من امرأته .الرابعة عشرة : من غضب وظاهر من امرأته أو طلق لم يسقط عنه غضبه حكمه . وفي بعض طرق هذا الحديث ، قال يوسف بن عبد الله بن سلام : حدثتني خولة امرأة أوس بن الصامت ، قالت : كان بيني وبينه شيء ، فقال : أنت علي كظهر أمي ثم خرج إلى نادي قومه . فقولها : كان بيني وبينه شيء ، دليل على منازعة أحرجته فظاهر منها . والغضب لغو لا يرفع حكما ولا يغير شرعا وكذلك السكران ، وهي :الخامسة عشرة : يلزمه حكم الظهار والطلاق في حال سكره إذا عقل قوله ونظم قوله ونظم كلامه ، لقوله تعالى : حتى تعلموا ما تقولون على ما تقدم في ( النساء ) بيانه . والله أعلم .السادسة عشرة : ولا يقرب المظاهر امرأته ولا يباشرها ولا يتلذذ منها بشيء حتى يكفر ، خلافا للشافعي في أحد قوليه ، لأن قوله : أنت علي كظهر أمي يقتضي تحريم كل استمتاع بلفظه ومعناه ، فإن وطئها قبل أن يكفر ، وهي :السابعة عشرة : استغفر الله تعالى ، وأمسك عنها حتى يكفر كفارة واحدة . وقال مجاهد وغيره : عليه كفارتان . روى سعيد عن قتادة ، ومطرف عن رجاء بن حيوة عن قبيصة بن ذؤيب عن عمرو بن العاص في المظاهر : إذا وطئ قبل أن يكفر عليه كفارتان . ومعمر عن قتادة قال : قال قبيصة بن ذؤيب : عليه كفارتان . وروى جماعة من الأئمة منهم ابن ماجه والنسائي عن ابن عباس : أن رجلا ظاهر من امرأته فغشيها قبل أن يكفر فأتى النبي صلى الله عليه وسلم فذكر ذلك له فقال : ما حملك على ذلك فقال : يا رسول الله ! رأيت بياض خلخالها في ضوء القمر فلم أملك نفسي أن وقعت عليها ، فضحك النبي صلى الله عليه وسلم ، وأمره ألا يقربها حتى يكفر . وروى ابن ماجه [ ص: 250 ] والدارقطني عن سليمان بن يسار عن سلمة بن صخر أنه ظاهر في زمان النبي صلى الله عليه وسلم ، ثم وقع بامرأته قبل أن يكفر ، فأتى رسول الله صلى الله عليه وسلم فذكر ذلك له فأمره أن يكفر تكفيرا واحدا .الثامنة عشرة : إذا ظاهر من أربع نسوة في كلمة واحدة ، كقوله : أنتن علي كظهر أمي كان مظاهرا من كل واحدة منهن ، ولم يجز له وطء إحداهن وأجزأته كفارة واحدة . وقال الشافعي : تلزمه أربع كفارات . وليس في الآية دليل على شيء من ذلك ، لأن لفظ الجمع إنما وقع في عامة المؤمنين ، والمعول على المعنى . وقد روى الدارقطني عن ابن عباس قال : كان عمر بن الخطاب رضي الله عنه يقول : إذا كان تحت الرجل أربع نسوة فظاهر منهن يجزيه كفارة واحدة ، فإن ظاهر من واحدة بعد أخرى لزمه في كل واحدة منهن كفارة . وهذا إجماع .التاسعة عشرة : فإن قال لأربع نسوة : إن تزوجتكن فأنتن علي كظهر أمي فتزوج إحداهن لم يقربها حتى يكفر ، ثم قد سقط عنه اليمين في سائرهن . وقد قيل : لا يطأ البواقي منهن حتى يكفر . والأول هو المذهب .الموفية عشرين : وإن قال لامرأته : أنت علي كظهر أمي وأنت طالق البتة ، لزمه الطلاق والظهار معا ، ولم يكفر حتى ينكحها بعد زوج آخر ولا يطأها إذا نكحها حتى يكفر ، فإن قال لها : أنت طالق البتة وأنت علي كظهر أمي لزمه الطلاق ولم يلزمه الظهار ، لأن المبتوتة لا يلحقها طلاق .الحادية والعشرون : قال بعض العلماء : لا يصح ظهار غير المدخول بها . وقال المزني : لا يصح الظهار من المطلقة الرجعية ، وهذا ليس بشيء ، لأن أحكام الزوجية في الموضعين ثابتة ، وكما يلحقها الطلاق كذلك يلحقها الظهار قياسا ونظرا . والله أعلم .الثانية والعشرون : قوله تعالى : ما هن أمهاتهم أي : ما نساؤهم بأمهاتهم . وقراءة العامة \" أمهاتهم \" بخفض التاء على لغة أهل الحجاز ، كقوله تعالى : ما هذا بشرا . وقرأ أبو معمر والسلمي وغيرهما \" أمهاتهم \" بالرفع على لغة تميم . قال الفراء : أهل نجد وبنو [ ص: 251 ] تميم يقولون \" ما هذا بشر \" ، و \" ما هن أمهاتهم \" بالرفع . إن أمهاتهم إلا اللائي ولدنهم أي : ما أمهاتهم إلا الوالدات . وفي المثل : ولدك من دمى عقبيك . وقد تقدم القول في اللائي في ( الأحزاب ) .الثالثة والعشرون : قوله تعالى : وإنهم ليقولون منكرا من القول وزورا أي : فظيعا من القول لا يعرف في الشرع . والزور : الكذب وإن الله لعفو غفور إذ جعل الكفارة عليهم مخلصة لهم من هذا القول المنكر .",
  "ayah": 2,
  "surah": 58
}
