{
  "text": "قوله تعالى : ألم تر إلى الذين نهوا عن النجوى ثم يعودون لما نهوا عنه ويتناجون بالإثم والعدوان ومعصية الرسول وإذا جاءوك حيوك بما لم يحيك به الله ويقولون في أنفسهم لولا يعذبنا الله بما نقول حسبهم جهنم يصلونها فبئس المصيرفيه ثلاث مسائل :الأولى : قوله تعالى : ألم تر إلى الذين نهوا عن النجوى ثم يعودون لما نهوا عنه قيل : إن هذا في اليهود والمنافقين حسب ما قدمناه . وقيل : في المسلمين . قال ابن عباس : نزلت في اليهود والمنافقين ؛ كانوا يتناجون فيما بينهم ، وينظرون للمؤمنين ويتغامزون بأعينهم ، فيقول المؤمنون : لعلهم بلغهم عن إخواننا وقرابتنا من المهاجرين والأنصار قتل أو مصيبة أو هزيمة ، ويسوءهم ذلك ، فكثرت شكواهم إلى النبي صلى الله عليه وسلم ، فنهاهم عن النجوى فلم ينتهوا فنزلت . وقال مقاتل : كان بين النبي صلى الله عليه وسلم وبين اليهود موادعة ، فإذا مر بهم رجل من المؤمنين تناجوا بينهم حتى يظن المؤمن شرا ، فيعرج عن طريقه ، فنهاهم رسول الله صلى الله عليه وسلم فلم ينتهوا ؛ فنزلت . وقال عبد الرحمن بن زيد بن أسلم : كان الرجل يأتي النبي صلى الله عليه وسلم فيسأل الحاجة ويناجيه والأرض يومئذ حرب ، فيتوهمون أنه يناجيه في حرب أو بلية أو أمر مهم فيفزعون لذلك فنزلت .الثانية : روى أبو سعيد الخدري قال : كنا ذات ليلة نتحدث إذ خرج علينا رسول الله صلى الله عليه وسلم فقال : ما هذه النجوى ألم تنهوا عن النجوى فقلنا : تبنا إلى الله يا رسول الله ، إنا كنا في ذكر المسيخ - يعني الدجال - فرقا منه . فقال : ألا أخبركم بما هو أخوف عندي منه ؟ قلنا : بلى [ ص: 261 ] يا رسول الله ، قال : الشرك الخفي أن يقوم الرجل يعمل لمكان رجل ذكره الماوردي .وقرأ حمزة وخلف ورويس عن يعقوب \" وينتجون \" في وزن يفتعلون وهي قراءة عبد الله وأصحابه . وقرأ الباقون \" ويتناجون \" في وزن يتفاعلون ، واختاره أبو عبيد وأبو حاتم ، لقوله تعالى : إذا تناجيتم و تناجوا . النحاس : وحكى سيبويه أن تفاعلوا وافتعلوا يأتيان بمعنى واحد ، نحو تخاصموا واختصموا ، وتقاتلوا واقتتلوا فعلى هذا يتناجون و \" ينتجون \" واحد . ومعنى بالإثم والعدوان أي : الكذب والظلم .ومعصية الرسول أي : مخالفته . وقرأ الضحاك ومجاهد وحميد \" ومعصيات الرسول \" بالجمع .الثالثة : قوله تعالى : وإذا جاءوك حيوك بما لم يحيك به الله لا خلاف بين النقلة أن المراد بها اليهود ، كانوا يأتون النبي صلى الله عليه وسلم فيقولون : السام عليك . يريدون بذلك السلام ظاهرا وهم يعنون الموت باطنا ، فيقول النبي صلى الله عليه وسلم : عليكم في رواية ، وفي رواية أخرى : وعليكم . قال ابن العربي : وهي مشكلة . وكانوا يقولون : لو كان محمد نبيا لما أمهلنا الله بسبه والاستخفاف به ، وجهلوا أن الباري تعالى حليم لا يعاجل من سبه ، فكيف من سب نبيه . وقد ثبت أن النبي صلى الله عليه وسلم قال : لا أحد أصبر على الأذى من الله ، يدعون له الصاحبة والولد وهو يعافيهم ويرزقهم فأنزل الله تعالى هذا كشفا لسرائرهم ، وفضحا لبواطنهم ، معجزة لرسوله صلى الله عليه وسلم . وقد ثبت عن قتادة عن أنس أن يهوديا أتى على رسول الله صلى الله عليه وسلم وعلى أصحابه فقال : السام عليكم . فرد عليه النبي صلى الله عليه وسلم وقال : أتدرون ما قال هذا ؟ قالوا : الله ورسوله أعلم . قال : قال : \" كذا ردوه علي \" فردوه ، قال : \" قلت السام عليكم \" قال : نعم . فقال النبي صلى الله عليه وسلم عند ذلك : إذا سلم عليكم أهل الكتاب فقولوا عليك ما قلت فأنزل الله تعالى : وإذا جاءوك حيوك بما لم يحيك به الله .[ ص: 262 ] قلت : خرجه الترمذي وقال هذا حديث حسن صحيح . وثبت عن عائشة أنها قالت : جاء أناس من اليهود إلى النبي صلى الله عليه وسلم فقالوا : السام عليك يا أبا القاسم . فقلت : السام عليكم وفعل الله بكم وفعل . فقال عليه السلام : مه يا عائشة فإن الله لا يحب الفحش ولا التفحش فقلت : يا رسول الله ألست ترى ما يقولون ؟ فقال : ألست ترين أرد عليهم ما يقولون أقول وعليكم فنزلت هذه الآية بما لم يحيك به الله أي : إن الله سلم عليك وهم يقولون السام عليك ، والسام الموت . خرجه البخاري ومسلم بمعناه . وفي الصحيحين من حديث أنس بن مالك رضي الله عنه قال : قال النبي صلى الله عليه وسلم : إذا سلم عليكم أهل الكتاب فقولوا وعليكم كذا الرواية \" وعليكم \" بالواو ، تكلم عليها العلماء ، لأن الواو العاطفة يقتضي التشريك فيلزم منه أن يدخل معهم فيما دعوا به علينا من الموت ، أو من سآمة ديننا وهو الملال . يقال : سئم يسأم سآمة وسآما . فقال بعضهم : الواو زائدة كما زيدت في قول الشاعر :فلما أجزنا ساحة الحي وانتحىأي : لما أجزنا انتحى ، فزاد الواو . وقال بعضهم : هي للاستئناف ، كأنه قال : والسام عليكم . وقال بعضهم : هي على بابها من العطف ولا يضرنا ذلك ، لأنا نجاب عليهم ولا يجابون علينا ، كما قال النبي صلى الله عليه وسلم . روى الزبير أنه سمع جابر بن عبد الله يقول : سلم ناس من يهود على رسول الله صلى الله عليه وسلم ، فقالوا : السام عليك يا أبا القاسم ، فقال : وعليكم فقالت عائشة وغضبت : ألم تسمع ما قالوا ؟ قال : بلى قد سمعت فرددت عليهم ، وإنا نجاب عليهم ولا يجابون علينا خرجه مسلم . ورواية الواو أحسن معنى ، وإثباتها أصح رواية وأشهر .وقد اختلف في رد السلام على أهل الذمة هل هو واجب كالرد على المسلمين ، وإليه ذهب ابن عباس والشعبي وقتادة ، للأمر بذلك . وذهب مالك فيما روى عنه أشهب وابن وهب إلى أن ذلك ليس بواجب فإن رددت فقل : عليك . وقد اختار ابن طاوس أن يقول في الرد عليهم : علاك السلام أي : ارتفع عنك . واختار بعض أصحابنا : \" السلام \" بكسر السين ، يعني الحجارة . وما قاله مالك أولى اتباعا للسنة ، والله أعلم . وروى مسروق عن عائشة قالت : أتى النبي صلى الله عليه وسلم ناس من اليهود ، فقالوا : السام عليك يا أبا القاسم ، قال : وعليكم ، قالت عائشة : [ ص: 263 ] قلت : بل عليكم السام والذام . فقال رسول الله صلى الله عليه وسلم : يا عائشة لا تكوني فاحشة فقالت : ما سمعت ما قالوا ؟ فقال : أوليس قد رددت عليهم الذي قالوا قلت : وعليكم . وفي رواية قال : ففطنت بهم عائشة فسبتهم ، فقال رسول الله صلى الله عليه وسلم : مه يا عائشة فإن الله لا يحب الفحش والتفحش وزاد : فأنزل الله تبارك وتعالى : وإذا جاءوك حيوك بما لم يحيك به الله إلى آخر الآية . \" الذام \" بتخفيف الميم هو العيب ، وفي المثل ( لا تعدم الحسناء ذاما ) أي : عيبا ، ويهمز ولا يهمز ، يقال : ذأمه يذأمه ، مثل ذأب يذأب ، والمفعول \" مذءوم \" مهموزا ، ومنه مذءوما مدحورا ويقال : ذامه يذومه مخففا كرامه يرومه .قوله تعالى : ويقولون في أنفسهم لولا يعذبنا الله بما نقول قالوا : لو كان محمد نبيا لعذبنا الله بما نقول فهلا يعذبنا الله . وقيل : قالوا : إنه يرد علينا ويقول : وعليكم السام والسام الموت ، فلو كان نبيا لاستجيب له فينا ومتنا . وهذا موضع تعجب منهم ؛ فإنهم كانوا أهل كتاب ، وكانوا يعلمون أن الأنبياء قد يغضبون فلا يعاجل من يغضبهم بالعذاب .حسبهم جهنم يصلونها أي : كافيهم جهنم عقابا غدا فبئس المصير أي : المرجع .",
  "ayah": 8,
  "surah": 58
}
