{
  "text": "لَّوْلَا إِذْ سَمِعْتُمُوهُ ظَنَّ الْمُؤْمِنُونَ وَالْمُؤْمِنَاتُ بِأَنفُسِهِمْ خَيْرً‌ا وَقَالُوا هَـٰذَا إِفْكٌ مُّبِينٌ\nWhy - when you (0 believers) heard of it - did the believing men and the believing women not think well on their own selves and (why did they not) say, ` This is a manifest lie'. - 24:12.\nIt means that when the Muslim men women heard about this slander they should have a good assumption about their own-self - that is about their Muslim brother and sister - and declared that it was but an open lie. In this verse quite a few things need attention. In the first place the Holy Qur'an has hinted by the word بِأَنفُسِهِمْ (on their own selves) that if a Muslim defames and disgraces another Muslim, he in fact disgraces himself, because the relationship of Islam has brought them all together as one body. A similar expression is used by the Holy Qur'an wherever the close tie between a Muslim and the whole Ummah is to be emphasized, for instance, a verse says وَلَا تَلْمِزُوا أَنفُسَكُمْ (49:11) which means ` Do not cast aspersion on your own-self, which actually means do not cast aspersion on any of your Muslim brethren - man or woman. At another place the Qur'an says لَا تَقْتُلُوا أَنفُسَكُمْ (4:29) which means ` Do not kill yourselves'. Here again the sense is the same, that is, do not kill any of your Muslim brethren. Yet at a third place it says وَلَا تُخْرِ‌جُونَ أَنفُسَكُم مِّن دِيَارِ‌كُمْ (2:84) which means ` You shall not drive out yourselves from your homes'. Here also it means not to expel any Muslim from his house. At a fourth place it says فَسَلِّمُوا عَلَىٰ أَنفُسِكُمْ which means ` Salute your own-self, which in fact means, salute your Muslim brethren. All these verses point toward one theme, that a Muslim who casts aspersion on another Muslim or causes oppression and harm to another Muslim, he in fact casts aspersion and causes harm to himself, because it leads to defamation of the whole Muslim Ummah, as the poet Saadi has said:\nچو از قومے یکے بےدانشی کرد نہ کِہ را منزلت ماند نہ مِہ را\n\"When a single person from a nation does an unwise act, no one\nfrom that nation, big or small, can achieve a respectful place (in the eyes of others).\nIt was this teaching of the Qur'an which brought up the Muslims into prominence, and when they gained prominence, it was the whole nation which was uplifted, both collectively and individually. One can see the result of giving up of the Qur'anic teachings, that the Muslims have slumped into oblivion, again both collectively and individually.\nThe other point, which needs attention in this verse, is that after having said لَّوْلَا إِذْ سَمِعْتُمُوهُ (Why, when you (0 believers) heard of it) it was in the fitness of things that the address form should have been used by saying, \"why did you not think well of your own-selves\". But the verse has opted for \"the believers\" instead of \"you\". The Holy Qur'an at this point has changed its form and said ظَنَّ الْمُؤْمِنُونَ instead ظَنَنتُم .\tIn this form there is a subtle allusion that those who had committed this act were not fit to be called Mu'mins (believers) to the extent of this act, because it was the demand of faith that a Muslim should have stuck to the favourable view for another Muslim.\nThe third point which needs attention is that in the last sentence of this verse وَقَالُوا هَـٰذَا إِفْكٌ مُّبِينٌ (24:12) it has been instilled that it was the demand of faith that the Muslims on hearing this rumor should have immediately rejected it as a total lie. This proves that to think good about any other Muslim is an obligatory demand of faith, unless an act of sin or evil is proved against him under Islamic law. Likewise, it is also the demand of faith to call an attribute of a sin or evil against a Muslim a lie, if there is no proof under Islamic law against him.\nRuling\nThis has proved that to think good about all Muslims men and women is obligatory, unless proved otherwise by Islamic law. And if someone accuses a Muslim without the proof under Islamic law, then the rejection of that accusation and to declare it as a lie is also obligatory, because it is nothing but backbiting and defaming an innocent Muslim. (Mazhari)",
  "ayah": 12,
  "surah": 24
}
