{
  "text": "لَّوْلَا جَاءُوا عَلَيْهِ بِأَرْ‌بَعَةِ شُهَدَاءَ ۚ فَإِذْ لَمْ يَأْتُوا بِالشُّهَدَاءِ فَأُولَـٰئِكَ عِندَ اللَّـهِ هُمُ الْكَاذِبُونَ\nWhy did they (the accusers) not bring four witnesses to prove this? So, as they did not bring the witnesses, they are the liars in the sight of Allah - 24:13.\nIn the first sentence of this verse it is emphasized that the Muslims should have demanded to produce evidence from those who were spreading this rumor, instead of becoming instrumental in passing on the rumor to others. Since the accusation of adultery cannot be proved without the production of four eyewitnesses, it should have been demanded of them either to produce four eyewitnesses or keep quiet. In the second sentence of the verse it is declared that, as they could not produce four eyewitnesses, so they are the ones who are liars before Allah.\nIt is worth noting here that it is quite probable that a person sees such an event with his own eyes, but is unable to produce four witnesses. And if he relates the event, which, in fact, he has seen with his own eyes, then how can he be called a liar. More so, to call him liar before Allah is not at all understandable, because Allah knows the truth about everything happening. So, how could he be declared a liar before Allah, when the incident has actually taken place. There are two answers to this. First, here عند اللہ (in the sight of Allah) stands for Allah's command and the rule of Allah, Therefore, it means that in accordance with the rule of Allah and His command this person would be declared a liar and awarded the punishment of false accusation, because the command of Allah is not to relate the incidence, despite the fact that you have seen it, if four witnesses are not available. If someone relates it without the support of four witnesses, then he will be declared liar by law and will be punished.\nThe second explanation is that, it is against the dignity of a Muslim to do something having no purpose and object, especially a thing which would put blame on a Muslim. Hence, a Muslim should testify the commission of a crime or sin against another Muslim only with the intent of controlling and eradicating the crime and sin, and not for the purpose of defaming or hurting someone. So, if a person relates such an incident without the support of four witnesses claiming that he is doing it with the intent of reforming the society and. for removing the evil from it, knowing that without the production of four witnesses he would neither be able to prove the crime according to requirements of the Islamic law nor would the accused be punished, and on the other hand he will himself be liable to punishment for relating a lie, in such a situation he is gll1 (in the sight of Allah) a liar in the proclamation of his intent, claiming that he was testifying the incident for reforming the society and removing the evil. It is for the simple reason that in the absence of witnesses it is not possible to harbor this intention under the Islamic code. (Mazhari)\nAn important and necessary warning\nIn both the above verses it is emphasized that every Muslim should have good opinion about other Muslims, and it is made obligatory for them to contradict and deny any insinuation and accusations without proof against the Muslims. But one should not have any doubt as to why the Holy Prophet\tﷺ did not have the belief that the rumor was false, and as such denied it at the outset, instead he suffered for a month and asked Sayyidah ` A'ishah ؓ to beg Allah's pardon if there was a slip on her part. (Bukhari)\nThe explanation for this is that the anxiety of the Holy Prophet \tﷺ not inconsistent with the injunction for Muslims to have good opinion about other Muslims, because he neither denied this rumor nor did he act on its exigency, and also he did not like the spread of the rumor. All did he say in the gathering of companions was ما علمت علی اھلی الاخیرا (Bukhari) that is, ` I do not know anything but good and virtuous about my wife. All these things are proofs of acting in conformity with the injunction of the verses of having good opinion. However, the definite and absolute belief, which could also remove the natural anxiety, followed when the verses of exoneration were revealed.\nThe substance of explanation is that in such a situation, creation of doubts and anxiety is but natural, but to act with care and caution, as the Holy Prophet\tﷺ did, was not against having good opinion about the Muslims, especially when no action was taken on its exigency. Those Muslims who were awarded the punishment for false accusation and were reprimanded in these two verses, had actually acted on the exigency of the rumor and were involved in its spread. Spreading falsehood was unlawful and punishable even before the revelation of these verses.",
  "ayah": 13,
  "surah": 24
}
