{
  "text": "إِنَّ الَّذِينَ يُحِبُّونَ أَن تَشِيعَ الْفَاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذَابٌ أَلِيمٌ فِي الدُّنْيَا وَالْآخِرَ‌ةِ\nSurely, those who like that shamelessness spreads among the believers, for them there is a painful punishment in this world and the Hereafter - 24:19.\nThose who had taken part in any way in the slander are again condemned in this verse, and are warned with the punishment in the world and in the Hereafter. An extra element in this verse is that those who propagate such rumors actually want the spread of obscenity and immorality among the Muslims.\nThe Qur'anic system for the prevention of obscenity\nThe Holy Qur'an has drawn out this unique system for the prevention of obscenity that, in the first place such a news should not spread, and if at all it is leaked out, it should be backed up with lawful proof, so that the punishment of adultery is also executed publicly, immediately after the spread of the news. This way the publicity itself will serve as a preventive measure. If there were no condition of lawful proof, then it would have been lot easy to pass on and publicize such scandals, especially, when there is no punishment attached to it. Absence of any fear against spreading scandals leads to minimizing the repulsion against immorality and obscenity from the people's mind; rather it encourages to indulge in such crimes and to propagate them. This is an everyday experience that this sort of scandals is published in the newspapers daily. Young men and women read them frequently. As a result, the intensity of such wicked acts is minimized gradually, and instead a slow inclination for indulging in them develops in their minds. It is for this reason that the Holy Qur’ an has allowed publicity of such news only in such situations when it is supported with lawful evidence, so that people should see the severe punishment for the obscene crime along with the news of adultery when they learn about it. Where there is no proof and punishment, Qur'an has proclaimed the publicity of such news as a tool for spreading obscenity among the Muslims. This vital point needs to be pondered by the Muslims. This verse actually emphasizes that to give publicity to scandals without proof will invite very severe punishment both in this world and in the Hereafter. The punishment in the Hereafter will naturally follow after the Dooms Day, and thus cannot be experienced here, but the punishment of the world can be seen. So, those who were punished for false accusation have in fact experienced the punishment of the world. If anyone has escaped the execution of the punishment for want of proof needed for the award of this punishment, even then he has earned the punishment (which will be executed in the Hereafter). For the implication of the verse even this is enough.",
  "ayah": 20,
  "surah": 24
}
