{
  "text": "لَّيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَدْخُلُوا بُيُوتًا غَيْرَ‌ مَسْكُونَةٍ فِيهَا مَتَاعٌ لَّكُمْ\nThere is no sin on you if you enter uninhabited houses in which you have rightful benefit - 24:29.\nLiteral meaning of the word متاع Mata` is to use, put to use, and to benefit from something. Anything from which some benefit is drawn is also called Mata`. In this verse Mata` is used in its literal meaning and is translated as 'rightful benefit'. It is reported by Sayyidna Abu Bakr ؓ that when verses regarding isti'dhan (seeking permission) were revealed, he inquired from the Holy Prophet ﷺ \"Ya Rasul Allah! what would the traders of Quraish do after this prohibition? They travel with trading caravans from Makkah and Madinah to Syria and have a number of resting places spread out all along the route, where they stay while traveling. There are no permanent inmates in those places. So, what will be the form of isti'dhan at those places? Whom will they seek the permission from?' On this enquiry the above verse was revealed (Mazhari on authority of Ibn Abi Hatim).\nThe background of revelation of this verse tells us that the phrase بُيُوتًا غَيْرَ‌ مَسْكُونَةٍ (uninhabited houses) relates to those houses and places which are not specifically meant for the residence of any individual or community. Rather they are open to all to go in and stay or use, such as public inns, which are made for the purpose of free stay of the travelers, mosques, shrines, schools, hospitals, post offices, railway stations, airports and community centers. Thus, all places built for the common welfare of people fall under this category, where everyone is allowed to go in and use.\nRuling\nIn all the welfare centers where there are some restrictions or conditions placed by the owners or by the organizers for entry, their observance is obligatory by religious law also. For instance, if it is necessary for entering a railway platform to purchase the ticket, it will not be permissible in Shari` ah to enter it without the ticket. The ticket is compulsory. Similarly, going into the restricted area of an airport is not allowed without having the necessary permission.\nRuling\nHowever, if the specific rooms are reserved in mosques, shrines, schools, hospitals etc. for their staff, such as closets in mosques, shrines and schools or the offices in the hospitals, railway stations and airports, they do not fall under the category of 'uninhabited houses'. In all such places entry without permission is prohibited by Shariah.\nSome other issues related to Isti'dhan\nWhen we have learnt that the basic purpose of the Sharl'ah injunction of Isti'dhan is to avoid giving any trouble to others, and teaching of ethics of social graces, on the same principle the following code of conducts can also be drawn.\nSome Issues relating to Telephone\nTo ring up anyone at a time which is normally his resting time or the time for prayers, unless extremely urgent, is not justified, for the same reason that it will be troublesome for him, just like entering anyone's house without permission, which disturbs the freedom of the host.\nRuling\nIf one has to talk to someone frequently, then it is desirable that it should be enquired from him the convenient time when he can talk without any trouble, and then only at that time he should be contacted on telephone.\nRuling\nIf one has to discuss something in detail with someone on telephone, then it is advisable that he should first find out from him whether he can talk in detail for some length of time. It is a common happening that when one is busy, the telephone bell rings, and he is compelled to lift the receiver no matter what he was doing, and if the caller talks for long, it really hurts the listener.\nRuling\nSome people do not care about the ringing of telephone. It keeps on ringing but they would not lift the receiver. This habit is also against the Islamic ethics, and tantamount to usurpation of the right of the caller. As the Hadith says (Your guests have some rights obligated on you). It indicates that the one who has come to meet you, it is his right that you talk to him, and do not refuse meeting him without reason, similarly, the one who wants to talk to you on telephone, it is his right that you respond.\nRuling\nIf you have gone to someone's house to meet him, and are waiting for the permission, in that situation you must not peep in, because the purpose of Isti'dhan is that you should not know what the host wants to hide from you. If you see it by peeping inside, then that purpose is lost. It is strongly prohibited in the hadith (Bukhari and Muslim quoting Sahal Ibn Sa'd as-Sa'idi). It was the practice of the Holy Prophet ﷺ that if he would go to meet someone and wait for the permission to go in, he would stand by the side of the door and not in front of it. He used to make Isti'dhan by the side of the door, because very seldom there were curtains on the door during that time, and if they were, there was the possibility of their opening up with the wind. (Mazhari)\nRuling\nThe prohibition to go in the houses mentioned in the above verse is meant under normal conditions. But if there is an emergency, like fire or demolition of the house, then one can enter without taking permission, rather it is desirable to go in immediately.\nRuling\nIf a person has sent someone to call another person, and he comes along with the person who had gone to fetch him, then he need not take permission to go in. The messenger who had gone to fetch him is permission by itself. But if he does not turn up along with the messenger, but goes later, then seeking of permission will be required. The Holy Prophet ﷺ has said اذا دعی أحدکم فجاء مع الرسول فان ذلک اذن ` If someone is called and he comes along with the messenger, then this by itself is permission for going in'. (Abu Dawud - Mazhari)",
  "ayah": 29,
  "surah": 24
}
