{
  "text": "Commentary\nThe second injunction about fornication\nThe first injunction was regarding the punishment of fornication, which has been described in the previous verse. The second injunction is about marrying the men or women who have committed adultery. Alongside the marriage with polytheist man and woman is also described. The commentators have given different views while explaining this verse, but the simplest and safe meaning is that fornication is an obnoxious act, and as such whoever indulges in this act loses his character and taste, and is attracted towards persons of the same character, and likes o marry them.\nThe objective of this verse, according to this interpretation, is not part of an injunction, but merely to describe a fact of life, normally seen in everyday life. This is a reflection on the filthy act of fornication, and its far reaching detrimental and evil effects. In other words, the verse says that fornication is a poison to ethics, and its poisonous effects ruin the moral behavior of man. He stops differentiating between good and bad, and develops a liking for evil things. He does not bother about permissible (حلال) and prohibited (حرام). Any woman that he fancies for is with the purpose of fornication, and hence he tries to cajole her into the shameful act. If he fails in his advances, only then agrees for the marriage under compulsion. But he does not really like the marriage, because he finds the objects of marriage, such as being faithful to wife, produce virtuous children and take charge of all her needs and alimony for life, a burden and nuisance for him. Since such a person does not have any concern with the marriage, his inclination is not restricted towards Muslim women but is as much for polytheist women. If a polytheist woman lays the condition of marital bond for fulfilling her religious obligation, then he would agree for the marriage as well to meet his desire, without having regard that such a marriage has no sanctity and is not valid in Islamic law. It, therefore, comes true on him that if he has a fancy for a Muslim woman, she would either be an adulterer or will become an adulterer after having illicit relations with him, or he would fancy a polytheist woman, with whom the marriage is as impermissible as adultery. This is the explanation of the first sentence of the verse, that is الزَّانِي لَا يَنكِحُ إِلَّا زَانِيَةً أَوْ مُشْرِ‌كَةً (24:3).\nLikewise, if a woman is a habitual adulterer and does not beg Allah's pardon, then a truly believing Muslim male, for whom marriage is a religious trust, would not really fancy such a woman, especially knowing fully well that she would not give up her obnoxious habit of adultery even after the bond of marriage. Only a male adulterer would be attracted to her whose sole aim is to fulfill his lust rather than marriage. But if she makes marriage a condition for any mundane consideration, he accepts that too as a compromise. Alternatively, a polytheist male would agree to marry an adulterer (Muslim) woman. Since, marrying a polytheist is as prohibited for a Muslim woman as adultery, two things have been combined in this situation, that the man is both a polytheist and an adulterer. This is the explanation of the second sentence of the verse الزَّانِيَةُ لَا يَنكِحُهَا إِلَّا زَانٍ أَوْ مُشْرِ‌كٌ . This has become apparent from the above explanation that the term adulterer is used for those men and women who do not repent and beg Allah's Mercy, and stick to this evil habit. In case an adulterer man marries a chaste woman for the sake of house-keeping or for having children, then there is no ban to this marriage from this verse. Similarly, if an adulterer woman marries a virtuous man with the intent of leading a pure life, then also there is no stopping for such a marriage in the light of this verse. Such a marriage will be valid in accordance with the Islamic law. Majority of the Muslim jurists like Imam Abu Hanifah, Imam Malik and Imam Shafi` i etc. are of the same view, and it is also established that the companions of the Prophet ﷺ have solemnized such marriages. Tafsir Ibn Kathir has also reported the same fatwa by Sayyidna Ibn ` Abbas ؓ . Now, as to the last sentence of the verse وَحُرِّ‌مَ ذَٰلِكَ عَلَى الْمُؤْمِنِينَ (24:3) some commentators have explained the word ذٰلک as alluding towards adultery. In that case the meaning of the sentence would be that, as the adultery is such an evil act, it has been forbidden for believers. There is no confusion in the meaning by adopting this explanation, but taking ذٰلِکَ for the meaning of adultery is rather far fetched in the context of this verse. Therefore, other commentators have adopted the explanation for ذٰلک to allude towards the marriage of adulterer (man and woman) and polytheist (man and woman).\nThe marriage between a Muslim man and a polytheist woman and between a polytheist man and a Muslim woman is even otherwise established as forbidden by other categorical Qur'anic injunctions, and there is consensus of Ummah on the issue. However, the marriage between an adulterer man and a chaste woman, and a chaste man and an adulterer woman is forbidden as implied by this sentence but is exclusive to the situation that a chaste man after marrying an adulterer woman does not stop her from indulging in adultery even after the marriage, as that will be nothing short of pimping, which is forbidden (حرام) by Islamic law. Similarly, if a pious and chaste lady marries a habitual adulterer man and let him indulge in adultery even after the marriage, then this is also forbidden (حرام). at is meant here is that it is a big sin, but it does not follow that their marriage will be nullified.\nThe word 'prohibited' (حرام) has two connotations in Islamic law. One, that this act is a sin and one who acts upon it will undergo punishment for that in the Hereafter, and the other is that it will have no legal validity in this world either. For instance if a Muslim man marries a polytheist or a woman of prohibited degree, then it is not only a sin but such a marriage is not valid under Islamic law. There is no difference between such a marriage and adultery. The second meaning of prohibition is that the act is forbidden (حرام) and is liable for punishment, but the legal consequences of the act are recognized. For example if a man elopes or abducts a woman and then marries her before two witnesses with her consent, then despite the act being unlawful, the marriage will be valid and the children legitimate. Similarly the marriage between an adulterer man and an adulterer woman is though prohibited if they marry for some worldly expediency but their real aim is adultery, yet, such a marriage is legally recognized. As such all the provisions of marriage, such as alimony, dower, lineage proof, heritage etc. will all be applicable. This way the word حرّم in this verse fits in very well for the polytheist woman as per former explanation, and for the adulterers (man and woman) according to the latter explanation.\nIn the light of this explanation it is not needed to declare the verse as cancelled as has been done by some commentators.",
  "ayah": 3,
  "surah": 24
}
