{
  "text": "The definition of Nur (Light)\nImam Ghazzali (رح) has given the definition of Nur (light) as الظاھر بنفسہٖ وا؛مظھر لغیرہ that is something which is bright and manifest on its own, and makes other things bright and evident. Tafsir Mazhari has explained that Nur is in fact that condition which is initially perceived by man's sense of sight, and then through that perception he comprehends all those things which can be seen by eye, such as in the case of rays of sun and the moon, which on falling on a solid mass brightens it up, and then through the reflection from solid mass brightens other things. Hence, it is evident that the word Nur cannot be used for Allah Ta ala in its literal or common meaning, because He is free from body and materiality. Therefore, there is consensus among the scholars that the use of word Nur for Allah Ta’ ala in the verse under reference is purported for Munawwir, meaning the one who brightens, or may be the master of brightening is referred here as Nur, in the same way as the possessor of grace is sometimes called Grace, or the possessor of justice is called the Justice. So, meaning of the verse is that Allah bestows Nur to earth and the heaven, and to everything living there, and the Nur is purported to be the Nur of righteousness. Ibn Kathir has reported the explanation put forward by Sayyidna Ibn ` Abbas ضی اللہ تعالیٰ عنہما that اللہ ھادی اھل السمٰوٰت والارض (that is, Allah is the Guide of all living in the heavens and the earth).\nNur of the believer\nمَثَلُ نُورِ‌هِ كَمِشْكَاةٍ (The example of His light is that of a niche in which there is a lamp - 24:35). This is a nice example of Allah Ta’ ala's Nur of guidance, which penetrates into the heart of the believer. Ibn Jarir ؓ has reported its explanation put forward by Sayyidna Ubayy bin Ka` b ؓ .\nھو المؤمِن الّذی جعل اللہ الایمان و القراٰن فی صدرہ، فضرب اللہ مثلہ فقال : اللَّـهُ نُورُ‌ السَّمَاوَاتِ وَالْأَرْ‌ضِ ، فبداء بنور نفسہٖ ثم ذکر نورالمؤمن ، فقال : مثل نور من آمن بہٖ ، فکان اُبّی بن کعب یقرأھا مثل نور من آمن بہٖ (ابن کثیر)\nIt means that this is the example of the believer in whose heart Allah Ta'ala has laid down the Nur of faith and of the Qur’ an. In this verse Allah Ta'ala has first mentioned His own Nur and then the Nur of the believer's heart and the following example is for the one who believes in Him. Sayyidna Ubayy Ibn Ka` b ؓ used to recite this verse as مثل نور من آمن بہٖ instead of مَثَلُ نُورِ‌هِ (to explain this). Said Ibn Jubair ؓ has also reported the same meaning and recitation of the verse from Sayyidna Ibn ` Abbas ؓ . Ibn Kathfr has narrated all these explanations and then remarked that there are two view points among the jurists about the pronoun of مَثَلُ نُورِ‌هِ (the example of his light). One, that this pronoun has reference toward Allah Ta'ala, and thus the meaning of the verse is ` Allah's Nur placed in the heart of believers naturally', and the example of that is كَمِشْكَاةٍ (like a niche). This explanation is put forward by Sayyidna Ibn 'Abbas ؓ . The other explanation is that the personal pronoun refers to the believers, who are presumed to have been referred to by the context. So, the example given in the verse can be explained as follows: The chest of a believer is like a niche, while the heart of the believer placed in the chest is like a lamp (placed in the niche). Then the transparent oil of olive is the example of the natural nur (light) of guidance which is deposited in the nature of a believer and which has the inherent capability to accept the truth (which is indicated in the verse by the words 'Its oil is about to emit light even if. fire has not touched it). Then as the olive oil produces brightness when caused to burn with the flame of fire, the same way natural Nur of guidance which is placed in the heart of the believer, when joins the message and knowledge of Allah Ta'ala, then it gets brightened and also brightens the world. When the companions and their pupils confined this example to the heart of a believer alone, they have most probably done so because it is only the believer who draws benefit from this Nur. Otherwise the natural Nur of guidance which is placed in the hearts of humans at the time of their creation, is not confined to believers, but is part of the nature and instinct of every human being. It is for this reason that one can see all around the world that there are people in every nook and corner, in all societies and religions, who believe in the existence of God and His Omnipotence, and do turn towards Him. No matter one may make all types of errors in the perception and understanding of God, yet every individual does believe by nature in His existence, with the exception of a few atheists, who have lost their natural instinct.\nA Sahih hadith endorses this view, which says, کُلُّ مَولُودِ یُولَدُ عَلَی الفِطرَۃ that is ` Every child is born with natural instinct'. Later, his parents put him on the wrong path. This natural instinct is the guidance of faith. The guidance of faith and its Nur is bestowed to every individual at the time of his birth, and because of this Nur of guidance, one possesses the ability to accept the truth. When they come to know about the revelations of Allah through His messengers and their deputies, they readily accept them, except those unfortunate people who have erased the Divine Nur from their heart with their wrong doings. Perhaps this is the reason that in the beginning of the verse the bestowal of Nur is said to be common to all, which includes everyone on the earth and the heavens, without any difference between believers or disbelievers, but towards the end of the verse it is said يَهْدِي اللَّـهُ لِنُورِ‌هِ مَن يَشَاءُ that is ` Allah Ta’ ala guides to His light whomsoever He wills - 35'. Here the will of Allah is not pointing toward that Divine Nur which is bestowed to all humans, but toward the Qur'anic Nur, which is not availed by everyone, except those fortunate ones, to whom Divine help is granted. Otherwise even one's endeavor goes waste without Divine help, and sometimes becomes detrimental:\nاذلم یکن عون من اللہ للفتٰی فاوّل ما یجنیعلیہ اجتھادہ\nIf there is no help to man from Allah, then his striving puts him to trouble instead'.\nThe Nur of the Holy Prophet ﷺ\nImam Baghawi (رح) has narrated that Sayyidna Ibn ` Abbas ؓ once enquired from Ka'b al-Ahbar as to how would he explain this verse مَثَلُ نُورِ‌هِ كَمِشْكَاةٍ. Ka` b al-Ahbar, who was a great Muslim scholar of Torah and Injil, said that this example was meant for the heart of the Holy Prophet ﷺ . Mishkat (the niche) stands for his chest, Zujajah (glass) for his heart and Misbah (lamp) for his prophethood. What was unique about this Nur of prophethood was that even before the declaration of prophethood it had the illumination of light for the people. When the revelation from Allah is coupled with the Nur of prophethood, then it turns into such radiance that the whole world is brightened.\nBefore the declaration of prophethood of the Holy Prophet ﷺ ، and even before his birth, some strange and amazing' events had taken place in the world, which were in fact advance notice of the incoming prophet, and are called Irhasat in the vocabulary of the scholars of hadith. The difference between this word and miracle is that the latter is used for such unusual events which are bestowed by Allah Ta’ ala to his messengers for the endorsement of their prophethood, while Irhasat are those unusual events which happen before the declaration of prophethood. There are a number of unusual incidents which are recorded by several authentic narrations, and have been compiled by Shaikh Jalaluddin Sayuti (رح) in his book (خَٓایٔص کُبرٰی۔Khasais Kubra - and by Abu Nu'aim in his دلایِٔل النّبوۃ۔ Dalail-un-Nubuwwah. Other scholars have also collected many such incidents in their books. Tafsir Mazhari has reproduced a good number of these events.\nBenefits of olive oil\nشَجَرَ‌ةٍ مُّبَارَ‌كَةٍ زَيْتُونَةٍ (A blessed tree, the olive - 35.). This is an endorsement that olive and its tree is blessed by Allah and is beneficial and useful. Scholars have commented that Allah Ta’ ala has instilled many a benefits in it. Olive oil is used in the burning of lamps. Its light is the brightest and clearest as against any other oil. It is eaten as a fruit and its oil is used in cooking. The interesting part is that there is no need of any machine for the extraction of its oil. When the fruit is ripe, the oil comes out automatically. The Holy Prophet ﷺ has asked to eat and massage the body with olive oil. (Baghawi - Mazhari)",
  "ayah": 35,
  "surah": 24
}
