{
  "text": "Commentary\nSome injunctions and social etiquettes after the entry in the house\nIn the previous verses it was enjoined to seek permission before entering into anyone's house. In the above verse those injunctions and etiquettes are pronounced which are obligatory or preferable to follow after the permission to enter the house is granted. Before understanding the injunction contained in this verse and its purport it would be advisable to know the background in which this verse was revealed.\nEvery Muslim knows very well how much emphasis is laid by the Holy Qur'an and the teachings of the Holy Prophet ﷺ for respecting and preserving the rights of the people (Huquq ul-` Ibad). Very strong warnings are sounded against using anything owned by someone else without his permission. On the other hand Allah Ta’ ala had chosen such fortunate persons for the company of the Holy Prophet ﷺ that they were all ears for any command from Allah or His Messenger. They were always ready to put in their best on every single command. By following Qur'anic teachings diligently and having the exalted company of the Holy Prophet ﷺ they were turned by Allah Ta’ ala into a group of whom even the angels were proud. Not to think ever to spend even slightly from other's wealth, to avoid putting in anyone into the slightest of trouble and to remain steadfast on the highest standard of Taqwa (constant awareness of Allah) were only some of the attributes of the companions of the Holy Prophet ﷺ . Some related incidents had taken place during the life of the Holy Prophet ﷺ ، in which connection the injunctions contained in the present verse were revealed. All commentators have made reference of these incidents with the difference that different incidents are quoted as the cause of revelation by different commentators. The actual position is that there is no contradiction in their assertions, and all these incidents put together are the cause of revelation of this verse. The incidents are as follows:\nImam Baghawi (رح) has related on authority of Said Ibn Jubair ؓ and some other commentators that it is a common habit among people to feel disgust in eating together with lame, cripple, blind and sick, and avoid it. Among the companions who had any of these disability thought that if they were to eat with others they might cause botheration and trouble to them. Therefore, they started avoiding eating with normal persons. The blind people thought that they might eat more than others, as they cannot see, causing injustice for the rest. Justice requires that all who eat together should eat equally. Likewise, the lame thought that they would create problem for others as they could not sit properly and occupy more space, which will result in taking up the share of space of others. In this background, the above verse was revealed in which the disabled were asked to join other normal persons for eating. They were advised not to take upon themselves such painstaking precautionary measures which could lead them into trouble.\nImam Baghawi (رح) has narrated another incident related by Ibn Jarir on authority of Sayyidna Ibn ` Abbas ؓ which presents the other side of the picture. The story goes like this; when the verse لَا تَأْكُلُوا أَمْوَالَكُم بَيْنَكُم بِالْبَاطِلِ (Do not eat up each other's property by false means - 2:188) was revealed, people were hesitant to eat with the blind, lame and the sick. Their consideration was that the sick eats less because of his indisposition, so he would suffer if he eats with others. The blind cannot differentiate between the good and ordinary food, and the lame is slow to eat because of his posture. So, people thought there is a possibility that the disabled are deprived of their due share, whereas the justice demands that all should eat equally while eating together. So, it was in this background that this verse was revealed, and people were taken out of this predicament. The spirit behind this injunction is that people should eat together and if there is a little disparity in the quantity of food taken by each one of them, it should not be a cause of botheration.\nSaid Ibn al-Musayyab ؓ has given yet another version that while going on jihad or battles, the Muslims used to hand over the keys of their houses to the disabled with the instructions that they can eat whatever is there in the house. On the other hand, the disabled would not eat anything, lest they spend something against the wishes of the owners. Hence, to counter this position, the above verse was revealed. Musnad al-Bazzar has also reported this version on the authority of Sayyidah ` A'ishah ؓ that when the Holy Prophet ﷺ used to go on a battle, it was the desire of every companion to go along with him to participate in the battle. They used to hand over the keys of their houses to the poor and disabled persons with the permission that they could eat anything available in the house during their absence. But the disabled would abstain from taking anything from the house fearing that the permission given to them to eat freely from the house might not have been given with full willingness. Baghawi has also narrated on authority of Sayyidna Ibn ` Abbas ؓ that the word صَدِیقَکُم (your friend) used in the verse, which means that there is no harm in eating from your friend's house, was a reference toward the incident of Harith bin ` Amr ؓ . The incident was that Hrith b. ` Amr ؓ went for jihad along with the Holy Prophet ﷺ ، leaving the care and custody of his house to his friend, Malik Ibn Zaid ؓ . When Harith returned, he noticed that Malik Ibn Zaid ؓ had become very weak. When he enquired the reason of the weakness, Malik ؓ replied that he did not feel it right to eat anything from his house. (All these narrations are taken from Tafsir Mazhari). Indeed all these incidents had a bearing on the revelation of this verse.\nRuling\nAs mentioned above, a general permission was granted in this verse to eat in certain houses without asking special consent. This permission was granted on the basis of a tradition among ` Arabs to eat freely in the houses of close relatives. There was absolutely no formality among them, and no one would ever mind this habit, rather they used to encourage it and would feel happy about it. Not only that, sometimes the relatives used to bring poor, sick or needy persons and feed them at houses of others, on which the hosts would feel happy. According to custom they would not seek special permission for this, as there was a general consent among them to follow the tradition. It therefore becomes obvious that wherever and whenever this tradition is not in vogue, or the owner's consent is doubtful, then eating without permission is forbidden. In the present time no one would like that even a close relative would eat in his house without seeking permission. Therefore, the permission granted in this verse would not apply, unless someone is absolutely sure that his eating in a relative's house would not cause any problem or displeasure, rather he would enjoy it. Only in this situation eating at such a house would be permissible under the dictate of this verse.\nRuling\nIt is now clear from the above statement that it is not right to say that this injunction was meant for the early days of Islam, and was abrogated later. The injunction is in force right from the beginning up to the date and shall always remain effective. The real condition of the application of this injunction is the certainty of permission of the owner of the house, and if that is not present, then the very basis of injunction is not available. (Mazhari).\nRuling\nIt has also now become clear that this injunction is not restricted only to the relatives specified in the verse, but the concession is applicable to other persons also, with the sole condition that it is certain that the owner of the house will be pleased and will not be offended if someone eats and also makes others eat without seeking prior permission. (Mazhari) These injunctions relate to the acts permitted or preferable on entering in someone’ s house after taking permission. The act of eating and drinking has been mentioned first due to its importance. The second act (mentioned in verse 64) relates to the etiquettes of entry.\nThe etiquette demands that as one enters the house with permission, he should greet all the Muslims present there with سلام salam. This is the purport of the words \"greet your own selves\", (verse 61). It is because all Muslims are a single united group. In many Sahih Ahadis great emphasis is laid on Muslims for greeting each other as an act of virtue.",
  "ayah": 61,
  "surah": 24
}
