{
  "text": "لَّا تَجْعَلُوا دُعَاءَ الرَّ‌سُولِ بَيْنَكُمْ\nDo not take the call of the messenger among you as a call of one of you to another - 24:63.\nOne explanation of this verse is that \"call of the messenger\" means calling of the people by the Holy Prophet ﷺ (which implies that \"call\" is the act of the messenger). Thus the meaning of the verse is, when the Holy Prophet ﷺ call people, it should not be taken as a common call of an\nordinary person, in which one has the choice to go or not to go. In the case of a call by the Holy Prophet ﷺ it becomes obligatory to go to him and leaving the meeting without his permission is unlawful. In the context of the verse the above explanation appears more appropriate. That is why Mazhari and Bayan ul-Qur'an have adopted this explanation. The other explanation of \"call of the messenger\" is related by Ibn Kathir and Qurtubi on authority of Sayyidna ` Abdullah Ibn ` Abbas ؓ . According to this explanation it means calling of the Holy Prophet ﷺ by the people for some need which implies that 'the messenger' is the object of the 'call'.\nOn the basis of this explanation the meaning of the verse would be that when you Call the Holy Prophet ﷺ for some need, do not call him by his name saying ` Ya Muhammad یا محمد ، as you call others. This is disrespect to him. Therefore, call him by an honorific form of address such as ` Ya Rasul Allah i.e. یا رسول اللہ or ` Ya Nabiyy Allah' یا نبی اللہ . In the final analysis it is obligatory on all Muslims to have respect and veneration for the Holy Prophet ﷺ and to avoid all such things which are in conflict with respect and etiquette, or which may cause inconvenience to the Holy Prophet ﷺ . This injunction is similar in nature to many of those enjoined in Surah al-Hujurat, for instance لَا تَجْهَرُ‌وا لَهُ بِالْقَوْلِ كَجَهْرِ‌ بَعْضِكُمْ لِبَعْضٍ\t(49:2) It means that when you talk to the Holy Prophet ﷺ keep in mind his respect, and do not talk in a loud voice, as people do while talking to each other. A similar example is إِنَّ الَّذِينَ يُنَادُونَكَ مِن وَرَ‌اءِ الْحُجُرَ‌اتِ (49:4) which means that when he\tis inside the house, one must not call him out, rather wait for him outside until he comes out on his own.\nA Warning\nIt has also been inferred from the second explanation that as a common etiquette it is incumbent upon Muslims to pay respect to the elders, and to call them by their names is disrespect. Elders should always be called with titles of respect.\nAlhamdulillah\nThe Commentary on\nSurah An-Nur\nEnds here.",
  "ayah": 64,
  "surah": 24
}
