{
  "text": "Commentary\nThe fourth injunction is of Li'an (لِعَان : curse) among the adjuncts of fornication\nThe meaning of لِعَان and is to curse and praying for Allah's wrath on each other. Certain specific types of oaths between husband and wife with special connotation are called Li` an (لِعَان) in Islamic law. When a husband accuses his wife of adultery or refuses to own his child as being legitimate, and his wife refutes his allegation to be false, and claims for the punishment of false accusation (قَذَف) of eighty stripes to be awarded to him, then the husband will be asked to produce four witnesses. If the husband produces four witnesses, then the wife will be awarded the punishment of adultery, and if he could not produce four witnesses, then they will be subjected to li'an (لِعَان), that is first the husband will be asked to testify four times with the wordings given in the Qur'an to the effect that he is honest, and the fifth time will say that if he was lying, then Allah's curse be on him.\nIf the husband hesitates from saying these words, then he should be arrested, and asked either to swear by saying these words five times or accept himself to be a liar. Until he accedes to one of the two alternatives, he should not be released. If he accepts himself to be a liar, then he should be awarded the punishment of false allegation of adultery (حد القذف), but, in case he swears by repeating the required words five times, then the wife be asked to swear five times by uttering the words given in the Qur'an for this purpose. If she refuses to swear, then she should be put under arrest until such time that either she swears five times or accepts her guilt of adultery, in which case she will be awarded the punishment for adultery. In case she agrees to swear and utters the required words five times, then the process of li` an (لِعَان) has been completed. This way they both have escaped the punishment in this world, but in the Hereafter, the one who has lied will suffer the punishment, as Allah knows best who is the liar. However, in this world also, after the process of li'an (لِعَان) this couple will be forbidden to each other for ever-The husband should free the woman by divorcing her. If the husband does not divorce her, then the judge or the ruler can have them separated by his decree, which will have the same force as divorce. Moreover, they also cannot get married again for ever. Details of the process of li'an (لِعَان) are given in the books of fiqh, where they can be seen.\nThe law of li'an (لِعَان) has been placed in the Islamic jurisprudence to take care of the psychology and emotions of the husband, because in the preceding verses it has been ruled that for putting the blame of adultery on anyone it is essential to produce four eyewitnesses, and if one fails to do so, then he himself will be liable to punishment of false allegation of adultery. For a common man it is possible to keep quiet and not to accuse someone of adultery if he cannot produce four eye-witnesses, in order to save himself from the punishment of false accusation of adultery, but for the husband it is different and a very grave matter, when he has seen the adultery of his wife with his own eyes. For if he accuses his wife without the support of four eye-witnesses he will be liable to punishment of eighty stripes, and if he keeps quiet, it will be a lifelong agony for him to live with the knowledge that his wife has been unfaithful to him. Therefore, the husband's case has been separated from the general law and a separate provision has been prescribed, which is exclusive to the case between husband and wife. For others the directive is the same a: enjoined in the preceding verses.\nThe books of Hadith have narrated two incidents under this subject. The commentators have different views as to which of the two incidents was the cause of revelation of these verses. Qurtubi has taken both the incidents as the cause of revelation of verses so as the revelation was repeated twice. Hafiz Ibn Hajr, the annotator of Bukhari, and Nawawi, the annotator of Muslim, have treated both incidents as the cause of revelation of the verses. Their reasoning is more appealing, which will soon appear. One incident is that of Hilal bin Umayyah and his wife, which is narrated in Bukhari on the authority of Ibn ` Abbas ؓ . The initial part of this incident, also on the authority of Ibn ` Abbas ؓ ، has appeared in the Musnad of Alimad like this:\nSayyidna Ibn ` Abbas ؓ has said that when the verses of Qur'an on punishment of false accusation of adultery were revealed namely,\nوَالَّذِينَ يَرْ‌مُونَ الْمُحْصَنَاتِ ثُمَّ لَمْ يَأْتُوا بِأَرْ‌بَعَةِ شُهَدَاءَ فَاجْلِدُوهُمْ ثَمَانِينَ جَلْدَةً\nAnd those who accuse the chaste women (of fornication), but they do not produce four witnesses, flog them with eighty stripes - 24:4.\nin which it is made obligatory on the person accusing a woman of adultery to produce four eyewitnesses, one of them he being himself, and if he fails to do so, then he should be charged with the false accusation and awarded eighty stripes instead, and should also be debarred for life from giving any evidence. After hearing these verses a leader of Madinah, Sayyidna Sa'd Ibn ` Ubadah ؓ enquired from the Holy Prophet ﷺ whether these verses were revealed like that only. The Holy Prophet ﷺ (was very surprised to hear this from Sa'd Ibn Ubadah), asked the Ansar whether they were listening to what their leader had said. The group of Ansar pleaded to the Holy Prophet\tﷺ not to reproach him, as he had made this enquiry only because of extreme sense of honour. Then Sa'd Ibn ` Ubadah ؓ spoke himself and said \"My parents be sacrificed on your honour! I know fully well that these verses are nothing but truth, and have been revealed from Allah Ta’ ala; but what I am surprised of is that if I see a shameless wife in a situation that a strange man is lying over her, then would it not be right for me to scold him and remove him from there. Instead, will it be incumbent on me to get four men and show them this situation to make them eye-witnesses, and by the time I could find four men, he runs away after performing his work?\" (Sayyidna Sa` d's wordings are recorded with slight differences by various narrators, but the gist of all is the same. - Qurtubi)\nOnly a short time had lapsed after revelation of the verses of punishment against false accusation of adultery and the remarks made by Sa'd Ibn ` Ubadah, that the incident of Hilal Ibn Umayyah ؓ took place. It so happened that Sayyidna Hilal ؓ returned from his lands late in the night, when he saw a man with his wife with his own eyes, and listened to their conversation. But he did not do anything and waited until the dawn, when he went to the Holy Prophet ﷺ and narrated the story, the Holy Prophet ﷺ was very unhappy to hear about this incident and felt very bad. In the meantime the people of Ansar were gathered and started discussing among themselves that the same thing had happened as was hinted by their chief, and that Hilal Ibn Umayyah ؓ would be punished with eighty stripes in accordance with the Islamic law, and be debarred for life for giving any evidence. Nevertheless, Hilal Ibn Umayyah ؓ said 'By Allah I am very hopeful that Allah Ta’ ala will take me out of this predicament'. Sahih of Bukhari has also quoted that in fact the Holy Prophet ﷺ ، after hearing the incident of Sayyidna Hilal ؓ had asked him, according to Islamic law, to produce four eye-witnesses or be prepared for the punishment of eighty stripes on the back. Sayyidna Hilal Ibn Umayyah ؓ swore an oath by God before the Holy Prophet ﷺ ، and pleaded that he was honest, and that Allah will surely send down a command which will save his back from flogging. While this conversation was still on, Jibra'il (علیہ السلام) descended with the verses containing the law of Wan, that is:\nوَالَّذِينَ يَرْ‌مُونَ أَزْوَاجَهُمْ\nAnd those who accuse their wives (of adultery). - 24:6.\nAbu Ya` la has quoted the same version on the authority of Sayyidna Anas\tرضی اللہ تعالیٰ عنہ ، which also says that when the verses of li` an were revealed, the Holy Prophet ﷺ gave the good tiding to Hilal Ibn Umayyah ؓ that Allah Ta’ ala has sent down the solution to his predicament. Hilal replied that he was hoping the same from Allah Ta’ ala.\nThen the Holy Prophet ﷺ called Sayyidna Hilal Ibn Umayyah's wife also, and when they were both together, he inquired from the wife about the incident. She said that her husband was making a false accusation against her. The Holy Prophet ﷺ said that Allah knows one of you is a liar, so would you not dread (Allah's torment) and come out with the truth and repent. Then Sayyidna Hilal Ibn Umayyah ؓ said 'My parents be sacrificed on you! I have said nothing but truth and whatever I have said is true'. After that the Holy Prophet ﷺ directed that the process of li'an be conducted on both husband and wife according to the revealed verses of the Qur'an. First Sayyidna Hilal ؓ was asked to testify four times with the wordings of Qur'an, which are, 'Believing Allah to be present everywhere and seeing everything, I testify that I am honest in my allegation', Sayyidna Hilal testified four times with the Qur'anic wordings. When it came to testify the fifth time, of which the Qur'anic wordings are, 'Allah's curse be on me, if I were lying'. At that time the Holy Prophet ﷺ said to Sayyidna Hilal Ibn Umayyah ؓ ، as a warning, that he must be careful and fear Allah, as worldly punishment is lighter than the torment of the Hereafter. The torment of Allah is much more severe than the punishment of people, and that the fifth testimony is the final one, on which the ruling would depend. But Hilal Ibn Umayyah insisted that he could say under oath that Allah Ta’ ala would not punish him for his testimony in the Hereafter (as he was sure that this was a true testimony). Then he uttered the wordings of the fifth testimony. After that the Holy Prophet ﷺ obtained four oaths, in the similar manner, from his wife. She too swore with Qur'anic wordings that her husband was lying. When it came to testify the fifth time, the Holy Prophet ﷺ asked her to wait, and warned her that it was the fifth and final testimony, and as such she should be fearful of Allah, as His torment is much more severe than the punishment by the people, that is the Islamic punishment of adultery. On hearing this, she hesitated to swear and waited in that condition for a while. Then said ultimately 'By Allah I will not disgrace my people', and testified the fifth time, saying that if her husband was true then Allah's wrath be on her. This way when the process of li'an was completed, the Holy Prophet ﷺ separated the husband and wife, that is broke down their marriage, and ruled that the child to be born of this conception will take the mother's name and will not be attributed to the father, but the child should not be disparaged. (Tafsir Mazhari quoted from Musnad Ahmad, authority Ibn ` Abbas).\nThe second incident\nThe second incident is also quoted in the Sahih of Bukhari and Muslim, and the details of the incident are narrated by Baghawi on the authority of Ibn ` Abbas ؓ . He has said that the Holy Prophet ﷺ ، while standing on minbar, related the verses' in which it is enjoined to punish the man making false accusation of adultery (حَدِّ القذف ), that is وَالَّذِينَ يَرْ‌مُونَ الْمُحْصَنَاتِ (24:4). At that time Sayyidna ` Asim Ibn ` Adiyy al-Ansa ؓ was also present in the crowd. He got up and pleaded ` O Messenger of Allah, my life be sacrificed on your honour! If any one of us discovers his wife lying in bed with another man and narrates this situation, then he will be punished with eighty stripes, and would be debarred from giving evidence for life. Moreover, the Muslims would call him liar. In such a situation how can we get the eyewitnesses immediately? And if we do, and go in search of eyewitnesses, he would run away after doing his work, by the time we could bring the witnesses. It was the same inquiry made by 'Asim Ibn ` Adiyy ؓ ، which was made by Sayyidna Sa'd Ibn 'Ubadah in the first incident.\nThis inquiry was made on a Friday. After that it so happened that ` Asim Ibn Adiyy's cousin, Uwaimir, who had married Khaula ؓ another cousin of Adiyy's, saw his wife involved with yet another cousin, Sharik Ibn Sahma'. Uwaimir ؓ related this incident to his cousin ` Asim Ibn ` Adiyy ؓ ، who recited إِنَّا لِلَّـهِ وَإِنَّا إِلَيْهِ رَ‌اجِعُونَ and went to see the Holy Prophet\tﷺ the next day - again a Friday. ` Adiyy said to the Holy Prophet\tﷺ that he had made an inquiry on the previous Friday in which he himself has got involved unfortunately, as the same incident has taken place in his family. Baghawl has narrated the incident in great detail as to how were the husband and wife were called and went through the process of lean (Mazhari)\nThis incident is narrated in the Sahihs on the authority of Sayyidna Sahal Ibn Sa'd Sa'idi ؓ that ` Uwaimir al-` Ajlani ؓ inquired from the Holy Prophet\tﷺ that if someone finds his wife in bed with another man then should he kill that man, as a result of which he will be killed by people or what else should he do? The Holy Prophet ﷺ replied that Allah Ta’ ala has revealed an injunction for the case of your wife and yourself. Go and get your wife. Sayyidna Sahal Ibn Sa'd ؓ ، the narrator of the Hadith, narrates that the Holy Prophet ﷺ subjected them to the process of lian in the mosque (This process has been explained above). When the process of li` an was completed after both husband and wife had sworn five times, ` Uwaimir said ` If I still keep her as my wife this will mean as if I had made a false accusation against her. Therefore, I am announcing three divorces to her'. (Mazhari on authority of Sahihs)\nIn both these incidents it is reported that the verses of lian were revealed for that particular incident. Hafiz Ibn Hajar and Shaikh ul Islam Nawawi (رح) have noted the alikeness in the two by explaining that it looks the first incident was that of Hilal Ibn Umayyah ؓ ، and the verses of li'an were revealed in that connection, and immediately after that Uwaimir ؓ was also confronted with a similar incident, which he presented before the Holy Prophet ﷺ ، perhaps not knowing Hilal Ibn Umayyah's\tincident, which had occurred earlier. Then the Holy Prophet ﷺ told him the judgment in his case. This appears plausible because, in the case of Hilal Ibn Umayyah ؓ the wordings are فنزل جبریٔل (Then Jibra'il (علیہ السلام) descended with these verses) , while in the case of ` Uwaimir ؓ the wordings are قد انزل اللہ فیک (Allah has revealed about you), the meaning of which could be that Allah Ta’ ala has enjoined His command in a case similar to yours. وَاللہُ سبحانَہُ و تعالیٰ اَعلَ (Mazhari)\nRuling\nWhen li'an has taken place between husband and wife before the judge then that woman becomes forbidden for good for that man, just like foster relatives are forbidden for marriage among themselves forever. The Holy Prophet\tﷺ has said in a Hadith المتلاعنان لا یجتمعان ابداً (The spouses who have gone through li` an can never join each other). Unlawfulness establishes immediately after the li` an. As for the woman's second marriage with another man, she is allowed after the expiry of her ` iddah period of three months, when she is divorced by her first husband or if he had just said that he had left her. This is the ruling given by Imam Abu Hanifah (رح) But if the husband does not carry out any of the two alternatives, then the ruler or the judge would order the separation, which would have the same effect as the divorce, and after that she would complete three periods of menses, and then she would be free to marry another man. (Mazhari etc.)\nRuling\nWhen the li'an is completed, after that the child that would born from that conception would not have the name of her husband, but would be called after the name of the mother. The Holy Prophet ﷺ gave this ruling in both the cases of Hilal Ibn Umayyah and ` Uwaimir ` Aljani ؓ اجمعین .\nRuling\nAlthough the torment of Hereafter would increase on the one who is liar, after the li'an, but the punishment of the world be annulled. Similarly, it is not permissible to call the woman an adulterer nor is it permissible to call her child illegitimate. This was also ruled by the Holy Prophet ﷺ in the case of Hilal Ibn Umayyah ؓ . وقضٰی بان لا تُرمٰی ولا ولدھا .",
  "ayah": 9,
  "surah": 24
}
