{
  "text": "فرقان کے معنی ہیں فرق کرنے والی چیز۔ یہاں فرقان سے مراد حق وباطل کے درمیان فرق کرنے کی صلاحیت ہے۔ آدمی اگر اللہ سے ڈرے، وہ وہی کرے جس کا اللہ نے حکم دیا ہے اور اس سے بچے جس سے اللہ نے منع کیا ہے تو اس کو اس بات کی توفیق ملتی ہے کہ وہ حق اور باطل کو ایک دوسرے سے الگ کرکے دیکھ سکے (مَنِ اتَّقَى اللهَ بِفِعْلِ أَوَامِرِهِ وَتَرْكِ زَوَاجِرِهِ، وُفِّقَ لِمَعْرِفَةِ الْحَقِّ مِنَ الْبَاطِلِ )تفسیر ابن کثیر، جلد4، صفحہ\n43\n۔\nانسانی صلاحیتوں کو بیدار کرنے والي سب سے بڑی چیز ڈر ہے۔ جس معاملہ میں انسان کے اندر ڈر کی نفسیات پیدا ہوجائے اس معاملہ میں وہ حد درجہ حقیقت پسند بن جاتاہے۔ ڈر کی نفسیات اس کے ذہن کے تمام پردوں كو اس طرح هٹا ديتي هےكه اس بارے ميں وه هر قسم كي غفلت يا غلط فهمي سے بلند هو كر صحیح ترین رائے قائم کرسکے۔ یہی معاملہ اس بندۂ خدا کے ساتھ پیش آتاہے جس کو رب العالمین کے ساتھ تقویٰ (ڈر) کاتعلق پیداہوگیا ہو۔\nیہ فرقان تقریباً وہی چیز ہے جس کو معرفت یا بصیرت کہاجاتاہے۔ بصیرت کسی آدمی میں وہ اندرونی روشنی پیداکرتی ہے کہ وہ ظاہری پہلوؤں سے دھوکا کھائے بغیر ہر بات کو اس کے اصل روپ میں دیکھ سکے۔ جب بھی کوئی آدمی کسی معاملہ میںاپنے کو اتنا زیادہ شامل کرتا ہے کہ وہ اس کی پروا کرنے لگے۔ وہ اس کے بارے میں اندیشہ ناک رہتاہو تو اس کے بعد اس کے اندر ایک خاص طرح کی حساسيت پیدا ہوتی ہے جو اس کو اس معاملہ کے موافق اور مخالف کی پہچان کرادیتی ہے۔ یہ فرقانی معاملہ ہر ایک کے ساتھ پیش آتاہے خواہ وہ ایک مذہبی آدمی ہو یا ایک تاجر اور ڈاکٹر اور انجینئر۔ کوئی بھی آدمی جب اپنے کام سے تقویٰ (کھٹک) کی حد تک اپنے کو وابستہ کرتاہے تو اس کو اس معاملہ کی ایسی معرفت ہوجاتی ہے کہ ادھر اُدھر کے مغالطوں میںاُلجھے بغیر وہ اس کی حقیقت تک پہنچ جائے۔\nکسی آدمی کے اندر یہ خدائی بصیرت (فرقان) پیدا ہونا اس بات کی سب سے بڑی ضمانت ہے کہ وہ برائیوں سے بچے، وہ خدا کے ساتھ اپنے تعلق کو درست کرے اور بالآخر خداکے فضل کا مستحق بن جائے۔ یہ فرقان (حق وباطل کی نفسیاتی تمیز) پیدا ہوجانا اس بات کا ثبوت ہے کہ آدمی اپنے آپ کو حق کے ساتھ اتنا زیادہ وابستہ کرچکا ہے کہ اس میں اور حق میں کوئی فرق نہیں رہا۔ وہ اور حق دونوں ایک دوسرے کا مُثني (counterpart)  بن چکے ہیں۔ اس کے بعد اس کا بچایا جانا اتنا ہی ضروری ہو جاتاہے جتنا حق کو بچایا جانا۔ ایسے لوگ براہِ راست خدا کی پناہ میں آجاتے ہیں۔ اب ان کے خلاف تدبیریں کرنا خود حق کے خلاف تدبیریں کرنا بن جاتا ہے۔ اور خدا کے خلاف تدبیر کرنے والا ہمیشہ ناکام رہتا ہے خواہ اس نے کتنی ہی بڑی تدبیر کر رکھی ہو۔",
  "ayah": 30,
  "surah": 8
}
