{
  "text": "قوله تعالى : قال قائل منهم لا تقتلوا يوسف وألقوه في غيابة الجب يلتقطه بعض السيارة إن كنتم فاعلين فيه ثلاث عشرة مسألة :الأولى : قوله تعالى : قال قائل منهم لا تقتلوا يوسف القائل هو يهوذا ، وهو أكبر ولد يعقوب ; قاله ابن عباس . وقيل : روبيل ، وهو ابن خالته ، وهو الذي قال : \" فلن أبرح الأرض \" الآية . وقيل : شمعون .وألقوه في غيابة الجب قرأ أهل مكة وأهل البصرة وأهل الكوفة في غيابة الجب . وقرأ أهل المدينة \" في غيابات الجب \" واختار أبو عبيد التوحيد ; لأنه على موضع واحد ألقوه فيه ، وأنكر الجمع لهذا . قال النحاس : وهذا تضييق في اللغة ; \" وغيابات \" على الجمع يجوز من وجهين : حكى سيبويه سير عليه عشيانات وأصيلانات ، يريد عشية وأصيلا ، فجعل كل وقت منها عشية وأصيلا ; فكذا جعل كل موضع مما يغيب غيابة . والآخر - أن يكون في الجب غيابات ( جماعة ) . ويقال : غاب يغيب غيبا وغيابة وغيابا ; كما قال الشاعر :ألا فالبثا شهرين أو نصف ثالث أنا ذاكما قد غيبتني غيابياقال الهروي : والغيابة شبه لجف أو طاق في البئر فويق الماء ، يغيب الشيء عن العين . وقال ابن عزيز : كل شيء غيب عنك شيئا فهو غيابة . قلت : ومنه قيل للقبر غيابة ; قال الشاعر :فإن أنا يوما غيبتني غيابتي     فسيروا بسيري في العشيرة والأهلوالجب الركية التي لم تطو ، فإذا طويت فهي في بئر ; فقال الأعشى : [ ص: 118 ]لئن كنت في جب ثمانين قامة     ورقيت أسباب السماء بسلموسميت جبا لأنها قطعت في الأرض قطعا ; وجمع الجب جببة وجباب وأجباب ; وجمع بين الغيابة والجب لأنه أراد ألقوه في موضع مظلم من الجب حتى لا يلحقه نظر الناظرين . قيل : هو بئر بيت المقدس ، وقيل : هو بالأردن ; قاله وهب بن منبه . مقاتل : وهو على ثلاثة فراسخ من منزل يعقوب .الثانية : قوله تعالى : يلتقطه بعض السيارة إن كنتم فاعلين جزم على جواب الأمر . وقرأ مجاهد وأبو رجاء والحسن وقتادة : \" تلتقطه \" بالتاء ، وهذا محمول على المعنى ; لأن بعض السيارة سيارة ; وقال سيبويه : سقطت بعض أصابعه ، وأنشد :وتشرق بالقول الذي قد أذعته     كما شرقت صدر القناة من الدموقال آخر :أرى مر السنين أخذن مني     كما أخذ السرار من الهلالولم يقل شرق ولا أخذت . والسيارة الجمع الذي يسيرون في الطريق للسفر ; وإنما قال القائل هذا حتى لا يحتاجوا إلى حمله إلى موضع بعيد ويحصل المقصود ; فإن من التقطه من السيارة يحمله إلى موضع بعيد ; وكان هذا وجها في التدبير حتى لا يحتاجوا إلى الحركة بأنفسهم ، فربما لا يأذن لهم أبوهم ، وربما يطلع على قصدهم .الثالثة : وفي هذا ما يدل على أن إخوة يوسف ما كانوا أنبياء لا أولا ولا آخرا ; لأن الأنبياء لا يدبرون في قتل مسلم ، بل كانوا مسلمين ، فارتكبوا معصية ثم تابوا . وقيل : كانوا أنبياء ، ولا يستحيل في العقل زلة نبي ، فكانت هذه زلة منهم ; وهذا يرده أن الأنبياء معصومون من الكبائر على ما قدمناه . وقيل : ما كانوا في ذلك الوقت أنبياء ثم نبأهم الله ; وهذا أشبه ، والله أعلم .الرابعة : قال ابن وهب قال مالك : طرح يوسف في الجب وهو غلام ، وكذلك روى ابن القاسم عنه ، يعني أنه كان صغيرا ; والدليل عليه قوله تعالى : لا تقتلوا يوسف وألقوه في غيابة الجب يلتقطه بعض السيارة قال : ولا يلتقط إلا الصغير ; وقوله : وأخاف أن يأكله الذئب وذلك أمر يختص بالصغار ; وقولهم : أرسله معنا غدا يرتع ويلعب وإنا له لحافظون .الخامسة : الالتقاط تناول الشيء من الطريق ; ومنه اللقيط واللقطة ، ونحن نذكر من أحكامها ما دلت عليه الآية والسنة ، وما قال في ذلك أهل العلم واللغة ; قال ابن عرفة : الالتقاط [ ص: 119 ] وجود الشيء على غير طلب ، ومنه قوله تعالى : يلتقطه بعض السيارة أي يجده من غير أن يحتسبه . وقد اختلف العلماء في اللقيط ; فقيل : أصله الحرية لغلبة الأحرار على العبيد ; وروي عن الحسن بن علي أنه قضى بأن اللقيط حر ، وتلا وشروه بثمن بخس دراهم معدودة وإلى هذا ذهب أشهب صاحب مالك ; وهو قول عمر بن الخطاب ، وكذلك روي عن علي وجماعة . وقال إبراهيم النخعي : إن نوى رقه فهو مملوك ، وإن نوى الحسبة فهو حر . وقال مالك في موطئه : الأمر عندنا في المنبوذ أنه حر ، وأن ولاءه لجماعة المسلمين ، هم يرثونه ويعقلون عنه ، وبه قال الشافعي ; واحتج بقوله - عليه السلام - : وإنما الولاء لمن أعتق قال : فنفى الولاء عن غير المعتق . واتفق مالك والشافعي وأصحابهما على أن اللقيط لا يوالي أحدا ، ولا يرثه أحد بالولاء . وقال أبو حنيفة وأصحابه وأكثر الكوفيين : اللقيط يوالي من شاء ، فمن والاه فهو يرثه ويعقل عنه ; وعند أبي حنيفة له أن ينتقل بولائه حيث شاء ، ما لم يعقل عنه الذي والاه ، فإن عقل عنه جناية لم يكن له أن ينتقل عنه بولائه أبدا . وذكر أبو بكر بن أبي شيبة عن علي - رضي الله عنه - : المنبوذ حر ، فإن أحب أن يوالي الذي التقطه والاه ، وإن أحب أن يوالي غيره والاه ; ونحوه عن عطاء ، وهو قول ابن شهاب وطائفة من أهل المدينة ، وهو حر . قال ابن العربي : إنما كان أصل اللقيط الحرية لغلبة الأحرار على العبيد ، فقضى بالغالب ، كما حكم أنه مسلم أخذا بالغالب ; فإن كان في قرية فيها نصارى ومسلمون ، قال ابن القاسم : يحكم بالأغلب ; فإن وجد عليه زي اليهود فهو يهودي ، وإن وجد عليه زي النصارى فهو نصراني ، وإلا فهو مسلم ، إلا أن يكون أكثر أهل القرية على غير الإسلام . وقال غيره : لو لم يكن فيها إلا مسلم واحد قضي للقيط بالإسلام تغليبا لحكم الإسلام الذي يعلو ولا يعلى عليه ، وهو مقتضى قولأشهب ; قال أشهب : هو مسلم أبدا ، لأني أجعله مسلما على كل حال ، كما أجعله حرا على كل حال . واختلف الفقهاء في المنبوذ تدل البينة على أنه عبد ; فقالت طائفة من أهل المدينة : لا يقبل قولها في ذلك ، وإلى هذا ذهب أشهب لقول عمر : هو حر ; ومن قضي بحريته لم تقبل البينة في أنه عبد . وقال ابن القاسم : تقبل البينة في ذلك وهو قول الشافعي والكوفي .السادسة : قال مالك في اللقيط : إذا أنفق عليه الملتقط ثم أقام رجل البينة أنه ابنه فإن الملتقط يرجع على الأب إن كان طرحه متعمدا ، وإن لم يكن طرحه ولكنه ضل منه فلا شيء [ ص: 120 ] على الأب ، والملتقط متطوع بالنفقة . وقال أبو حنيفة : إذا أنفق على اللقيط فهو متطوع ، إلا أن يأمره الحاكم . وقال الأوزاعي : كل من أنفق على من لا تجب عليه نفقة رجع بما أنفق . وقال الشافعي : إن لم يكن للقيط مال وجبت نفقته في بيت المال ، فإن لم يكن ففيه قولان : أحدهما - يستقرض له في ذمته . والثاني - يقسط على المسلمين من غير عوض .السابعة : وأما اللقطة والضوال فقد اختلف العلماء في حكمهما ; فقالت طائفة من أهل العلم : اللقطة والضوال سواء في المعنى ، والحكم فيهما سواء ; وإلى هذا ذهب أبو جعفر الطحاوي ، وأنكر قول أبي عبيد القاسم بن سلام - أن الضالة لا تكون إلا في الحيوان واللقطة في غير الحيوان - وقال هذا غلط ; واحتج بقوله - صلى الله عليه وسلم - في حديث الإفك للمسلمين : إن أمكم ضلت قلادتها فأطلق ذلك على القلادة .الثامنة : أجمع العلماء على أن اللقطة ما لم تكن تافها يسيرا أو شيئا لا بقاء لها فإنها تعرف حولا كاملا ، وأجمعوا أن صاحبها إن جاء فهو أحق بها من ملتقطها إذا ثبت له أنه صاحبها ، وأجمعوا أن ملتقطها إن أكلها بعد الحول وأراد صاحبها أن يضمنه فإن ذلك له ، وإن تصدق بها فصاحبها مخير بين التضمين وبين أن ينزل على أجرها ، فأي ذلك تخير كان ذلك له بإجماع ; ولا تنطلق يد ملتقطها عليها بصدقة ، ولا تصرف قبل الحول . وأجمعوا أن ضالة الغنم المخوف عليها له أكلها .التاسعة : واختلف الفقهاء في الأفضل من تركها أو أخذها ; فمن ذلك أن في الحديث دليلا على إباحة التقاط اللقطة وأخذ الضالة ما لم تكن إبلا . وقال في الشاة : ( لك أو لأخيك أو للذئب ) يحضه على أخذها ، ولم يقل في شيء دعوه حتى يضيع أو يأتيه ربه . ولو كان ترك اللقطة أفضل لأمر به رسول الله - صلى الله عليه وسلم - كما قال في ضالة الإبل ، والله أعلم . وجملة مذهب أصحاب مالك أنه في سعة ، إن شاء أخذها وإن شاء تركها ; هذا قول إسماعيل بن إسحاق - رحمه الله - . وقال المزني عن الشافعي : لا أحب لأحد ترك اللقطة إن وجدها إذا كان أمينا عليها ; قال : وسواء قليل اللقطة وكثيرها .العاشرة : روى الأئمة مالك وغيره عن زيد بن خالد الجهني قال : جاء رجل إلى النبي - صلى الله عليه وسلم - فسأله عن اللقطة فقال : اعرف عفاصها ووكاءها ثم عرفها سنة فإن جاء صاحبها وإلا [ ص: 121 ] فشأنك بها قال : فضالة الغنم يا رسول الله ؟ قال : لك أو لأخيك أو للذئب قال : فضالة الإبل ؟ قال : ما لك ولها معها سقاؤها وحذاؤها ترد الماء وتأكل الشجر حتى يلقاها ربها . وفي حديث أبي قال : احفظ عددها ووعاءها ووكاءها فإن جاء صاحبها وإلا فاستمتع بها ففي هذا الحديث زيادة العدد ; خرجه مسلم وغيره . وأجمع العلماء أن عفاص اللقطة ووكاءها من إحدى علاماتها وأدلها عليها ; فإذا أتى صاحب اللقطة بجميع أوصافها دفعت له ; قال ابن القاسم : يجبر على دفعها ; فإن جاء مستحق يستحقها ببينة أنها كانت له لم يضمن الملتقط شيئا ، وهل يحلف مع الأوصاف أو لا ؟ قولان : الأول لأشهب ، والثاني لابن القاسم ، ولا تلزمه بينة عند مالك وأصحابه وأحمد بن حنبل وغيرهم . وقال أبو حنيفة والشافعي : لا تدفع له إلا إذا أقام بينة أنها له ; وهو بخلاف نص الحديث ; ولو كانت البينة شرطا في الدفع لما كان لذكر العفاص والوكاء والعدد معنى ; فإنه يستحقها بالبينة على كل حال ; ولما جاز سكوت النبي - صلى الله عليه وسلم - عن ذلك ، فإنه تأخير البيان عن وقت الحاجة . والله أعلم .الحادية عشرة : نص الحديث على الإبل والغنم وبين حكمهما ، وسكت عما عداهما من الحيوان . وقد اختلف علماؤنا في البقر هل تلحق بالإبل أو بالغنم ؟ قولان ; وكذلك اختلف أئمتنا في التقاط الخيل والبغال والحمير ، وظاهر قول ابن القاسم أنها تلتقط ، وقال أشهب وابن كنانة : لا تلتقط ; وقول ابن القاسم أصح ; لقوله - عليه السلام - : احفظ على أخيك المؤمن ضالته .الثانية عشرة : واختلف العلماء في النفقة على الضوال ; فقال مالك فيما ذكر عنه ابن القاسم : إن أنفق الملتقط على الدواب والإبل وغيرها فله أن يرجع على صاحبها بالنفقة ، وسواء أنفق عليها بأمر السلطان أو بغير أمره ; قال : وله أن يحبس بالنفقة ما أنفق عليه ويكون أحق به كالرهن . وقال الشافعي : إذا أنفق على الضوال من أخذها فهو متطوع ; حكاه عنه [ ص: 122 ] الربيع . وقال المزني عنه : إذا أمره الحاكم بالنفقة كانت دينا ، وما ادعى قبل منه إذا كان مثله قصدا . وقال أبو حنيفة : إذا أنفق على اللقطة والإبل بغير أمر القاضي فهو متطوع ، وإن أنفق بأمر القاضي فذلك دين على صاحبها إذا جاء ، وله أن يحبسها إذا حضر صاحبها ، والنفقة عليها ثلاثة أيام ونحوها ، حتى يأمر القاضي ببيع الشاة وما أشبهها ويقضي بالنفقة .الثالثة عشرة : ليس في قوله - صلى الله عليه وسلم - في اللقطة بعد التعريف : فاستمتع بها أو فشأنك بها أو فهي لك أو فاستنفقها أو ثم كلها أو فهو مال الله يؤتيه من يشاء على ما في صحيح مسلم وغيره ، ما يدل على التمليك ، وسقوط الضمان عن الملتقط إذا جاء ربها ; فإن في حديث زيد بن خالد الجهني عن النبي - صلى الله عليه وسلم - : فإن لم تعرف فاستنفقها ولتكن وديعة عندك فإن جاء صاحبها يوما من الدهر فأدها إليه في رواية ثم كلها ، فإن جاء صاحبها فأدها إليه . خرجه البخاري ومسلم . وأجمع العلماء على أن صاحبها متى جاء فهو أحق بها ، إلا ما ذهب إليه داود من أن الملتقط يملك اللقطة بعد التعريف ; لتلك الظواهر ، ولا التفات لقوله ; لمخالفة الناس ، ولقوله - عليه السلام - : فأدها إليه .",
  "ayah": 10,
  "surah": 12
}
