{
  "text": "ولقد همت به وهم بها الآية ، قال أبو عبيدة : هذا على التقديم والتأخير ; كأنه أراد ولقد همت به ولولا أن رأى برهان ربه لهم بها . وقال أحمد بن يحيى : أي همت زليخاء بالمعصية وكانت مصرة ، وهم يوسف ولم يواقع ما هم به ; فبين الهمتين فرق ، ذكر هذين القولين الهروي في كتابه . قال جميل :هممت بهم من بثينة لو بدا     شفيت غليلات الهوى من فؤادياآخر :هممت ولم أفعل وكدت وليتني     تركت على عثمان تبكي حلائلهفهذا كله حديث نفس من غير عزم . وقيل : هم بها تمنى زوجيتها . وقيل : هم بها أي بضربها ودفعها عن نفسه ، والبرهان كفه عن الضرب ; إذ لو ضربها لأوهم أنه قصدها بالحرام فامتنعت فضربها . وقيل : إن هم يوسف كان معصية ، وأنه جلس منها مجلس الرجل من امرأته ، وإلى هذا القول ذهب معظم المفسرين وعامتهم ، فيما ذكر القشيري أبو نصر ، وابن الأنباري والنحاس والماوردي وغيرهم . قال ابن عباس : حل الهميان وجلس منها مجلس الخاتن ، وعنه : استلقت على قفاها وقعد بين رجليها ينزع ثيابه . وقال سعيد بن جبير : أطلق تكة سراويله . وقال مجاهد : حل السراويل حتى بلغ الأليتين ، وجلس منها مجلس الرجل من امرأته . قال ابن عباس : ولما قال : ذلك ليعلم أني لم أخنه بالغيب قال له جبريل : ولا حين هممت بها يا يوسف ؟ ! فقال عند ذلك : وما أبرئ نفسي . قالوا : والانكفاف في مثل هذه الحالة دال على الإخلاص ، وأعظم للثواب .قلت : وهذا كان سبب ثناء الله تعالى على ذي الكفل حسب ما يأتي بيانه في [ ص ] إن شاء الله تعالى . وجواب لولا على هذا محذوف ; أي لولا أن رأى برهان ربه لأمضى ما هم به ; ومثله كلا لو تعلمون علم اليقين وجوابه لم تتنافسوا ; قال ابن عطية : روي هذا القول عن ابن عباس وجماعة من السلف ، وقالوا : الحكمة في ذلك أن يكون مثلا للمذنبين [ ص: 147 ] ليروا أن توبتهم ترجع إلى عفو الله تعالى كما رجعت ممن هو خير منهم ولم يوبقه القرب من الذنب ، وهذا كله على أن هم يوسف بلغ فيما روت هذه الفرقة إلى أن جلس بين رجلي زليخاء وأخذ في حل ثيابه وتكته ونحو ذلك ، وهي قد استلقت له ; حكاه الطبري . وقال أبو عبيد القاسم بن سلام : وابن عباس ومن دونه لا يختلفون في أنه هم بها ، وهم أعلم بالله وبتأويل كتابه ، وأشد تعظيما للأنبياء من أن يتكلموا فيهم بغير علم . وقال الحسن : إن الله - عز وجل - لم يذكر معاصي الأنبياء ليعيرهم بها ; ولكنه ذكرها لكيلا تيأسوا من التوبة . قال الغزنوي : مع أن لزلة الأنبياء حكما : زيادة الوجل ، وشدة الحياء بالخجل ، والتخلي عن عجب العمل ، والتلذذ بنعمة العفو بعد الأمل ، وكونهم أئمة رجاء أهل الزلل . قال القشيري أبو نصر : وقال قوم جرى من يوسف هم ، وكان ذلك الهم حركة طبع من غير تصميم للعقد على الفعل ; وما كان من هذا القبيل لا يؤخذ به العبد ، وقد يخطر بقلب المرء وهو صائم شرب الماء البارد ; وتناول الطعام اللذيذ ; فإذا لم يأكل ولم يشرب ، ولم يصمم عزمه على الأكل والشرب لا يؤاخذ بما هجس في النفس ; والبرهان صرفه عن هذا الهم حتى لم يصر عزما مصمما .قلت : هذا قول حسن ; وممن قال به الحسن . قال ابن عطية : الذي أقول به في هذه الآية إن كون يوسف نبيا في وقت هذه النازلة لم يصح ، ولا تظاهرت به رواية ; وإذا كان كذلك فهو مؤمن قد أوتي حكما وعلما ، ويجوز عليه الهم الذي هو إرادة الشيء دون مواقعته وأن يستصحب الخاطر الرديء على ما في ذلك من الخطيئة ; وإن فرضناه نبيا في ذلك الوقت فلا يجوز عليه عندي إلا الهم الذي هو خاطر ، ولا يصح عليه شيء مما ذكر من حل تكته ونحوه ; لأن العصمة مع النبوة . وما روي من أنه قيل له : تكون في ديوان الأنبياء وتفعل فعل السفهاء . فإنما معناه العدة بالنبوة فيما بعد .قلت : ما ذكره من هذا التفصيل صحيح ; لكن قوله تعالى : وأوحينا إليه يدل على أنه كان نبيا على ما ذكرناه ، وهو قول جماعة من العلماء ; وإذا كان نبيا فلم يبق إلا أن يكون الهم الذي هم به ما يخطر في النفس ولا يثبت في الصدر ; وهو الذي رفع الله فيه المؤاخذة عن الخلق ، إذ لا قدرة للمكلف على دفعه ; ويكون قوله : وما أبرئ نفسي - إن كان من قول يوسف - أي من هذا الهم ، أو يكون ذلك منه على طريق التواضع والاعتراف ، لمخالفة النفس لما زكي به قبل وبرئ ; وقد أخبر الله تعالى عن حال يوسف من حين بلوغه فقال : ولما بلغ أشده آتيناه حكما وعلما على ما تقدم بيانه ; وخبر الله تعالى صدق ، ووصفه صحيح ، وكلامه حق ; فقد عمل يوسف بما علمه الله من تحريم الزنا ومقدماته ; وخيانة السيد والجار [ ص: 148 ] والأجنبي في أهله ; فما تعرض لامرأة العزيز ، ولا أجاب إلى المراودة ، بل أدبر عنها وفر منها ; حكمة خص بها ، وعملا بمقتضى ما علمه الله . وفي صحيح مسلم عن أبي هريرة - رضي الله عنه - قال : قال رسول الله - صلى الله عليه وسلم - : قالت الملائكة رب ذاك عبدك يريد أن يعمل سيئة وهو أبصر به فقال ارقبوه فإن عملها فاكتبوها له بمثلها وإن تركها فاكتبوها له حسنة إنما تركها من جراي . وقال - عليه السلام - مخبرا عن ربه : إذا هم عبدي بسيئة فلم يعملها كتبت حسنة . فإن كان ما يهم به العبد من السيئة يكتب له بتركها حسنة فلا ذنب ; وفي الصحيح : إن الله تجاوز لأمتي عما حدثت به أنفسها ما لم تعمل أو تكلم به وقد تقدم . قال ابن العربي : كان بمدينة السلام إمام من أئمة الصوفية - وأي إمام - يعرف بابن عطاء ! تكلم يوما على يوسف وأخباره حتى ذكر تبرئته مما نسب إليه من مكروه ; فقام رجل من آخر مجلسه وهو مشحون بالخليقة من كل طائفة فقال : يا شيخ ! يا سيدنا ! فإذا يوسف هم وما تم ؟ قال : نعم ! لأن العناية من ثم . فانظر إلى حلاوة العالم والمتعلم ، وانظر إلى فطنة العامي في سؤاله ، وجواب العالم في اختصاره واستيفائه ; ولذلك قال علماء الصوفية : إن فائدة قوله : ولما بلغ أشده آتيناه حكما وعلما إنما أعطاه ذلك إبان غلبة الشهوة لتكون له سببا للعصمة .قلت : وإذا تقررت عصمته وبراءته بثناء الله تعالى عليه فلا يصح ما قال مصعب بن عثمان : إن سليمان بن يسار كان من أحسن الناس وجها ، فاشتاقته امرأة فسامته نفسها فامتنع عليها وذكرها ، فقالت : إن لم تفعل لأشهرنك ; فخرج وتركها ، فرأى في منامه يوسف الصديق - عليه السلام - جالسا فقال : أنت يوسف ؟ فقال : أنا يوسف الذي هممت ، وأنت سليمان الذي لم تهم ؟ ! فإن هذا يقتضي أن تكون درجة الولاية أرفع من درجة النبوة وهو محال ; ولو قدرنا يوسف غير نبي فدرجته الولاية ، فيكون محفوظا كهو ; ولو غلقت على سليمان الأبواب ، وروجع في المقال والخطاب ، والكلام والجواب مع طول الصحبة لخيف عليه الفتنة ، وعظيم المحنة ، والله أعلم .[ ص: 149 ] قوله تعالى : لولا أن رأى برهان ربه \" أن \" في موضع رفع أي لولا رؤية برهان ربه والجواب محذوف . لعلم السامع ; أي لكان ما كان . وهذا البرهان غير مذكور في القرآن ; فروي عن علي بن أبي طالب - رضي الله عنه - أن زليخاء قامت إلى صنم مكلل بالدر والياقوت في زاوية البيت فسترته بثوب ، فقال : ما تصنعين ؟ قالت : أستحي من إلهي هذا أن يراني في هذه الصورة ; فقال يوسف : أنا أولى أن أستحي من الله ; وهذا أحسن ما قيل فيه ، لأن فيه إقامة الدليل . وقيل : رأى مكتوبا في سقف البيتولا تقربوا الزنا إنه كان فاحشة وساء سبيلا . وقال ابن عباس : بدت كف مكتوب عليها وإن عليكم لحافظين وقال قوم : تذكر عهد الله وميثاقه . وقيل : نودي يا يوسف ! أنت مكتوب في ديوان الأنبياء وتعمل عمل السفهاء ؟ ! وقيل : رأى صورة يعقوب على الجدران عاضا على أنملته يتوعده فسكن ، وخرجت شهوته من أنامله ; قاله قتادة ومجاهد والحسن والضحاك . وأبو صالح وسعيد بن جبير . وروى الأعمش عن مجاهد قال : حل سراويله فتمثل له يعقوب ، وقال له : يا يوسف ! فولى هاربا . وروى سفيان عن أبي حصين عن سعيد بن جبير قال : مثل له يعقوب فضرب صدره فخرجت شهوته من أنامله ، قال مجاهد : فولد لكل واحد من أولاد يعقوب اثنا عشر ذكرا إلا يوسف لم يولد له إلا غلامان ، ونقص بتلك الشهوة ولده ; وقيل غير هذا . وبالجملة : فذلك البرهان آية من آيات الله أراها الله يوسف حتى قوي إيمانه ، وامتنع عن المعصية .قوله تعالى : كذلك لنصرف عنه السوء والفحشاء الكاف من كذلك يجوز أن تكون رفعا ، بأن يكون خبر ابتداء محذوف ، التقدير : البراهين كذلك ، ويكون نعتا لمصدر محذوف ; أي أريناه البراهين رؤية كذلك . والسوء الشهوة ، والفحشاء المباشرة . وقيل : السوء الثناء القبيح ، والفحشاء الزنا . وقيل : السوء خيانة صاحبه ، والفحشاء ركوب الفاحشة . وقيل : السوء عقوبة الملك العزيز .قرأ ابن كثير وأبو عمرو وابن عامر \" المخلصين \" بكسر اللام ; وتأويلها الذين أخلصوا طاعة الله . وقرأ الباقون بفتح اللام ، وتأويلها : الذين أخلصهم الله لرسالته ; وقد كان يوسف - صلى الله عليه وسلم - بهاتين الصفتين ; لأنه كان مخلصا في طاعة الله تعالى ، مستخلصا لرسالة الله تعالى .",
  "ayah": 24,
  "surah": 12
}
