{
  "text": "قوله تعالى : وقال للذي ظن أنه ناج منهما اذكرني عند ربك فأنساه الشيطان ذكر ربه فلبث في السجن بضع سنينفيه خمس مسائل :الأولى : قوله تعالى : وقال للذي ظن \" ظن \" هنا بمعنى أيقن ، في قول أكثر المفسرين وفسره قتادة على الظن الذي هو خلاف اليقين ; قال : إنما ظن يوسف نجاته لأن [ ص: 170 ] العابر يظن ظنا وربك يخلق ما يشاء ; والأول أصح وأشبه بحال الأنبياء وأن ما قاله للفتيين في تعبير الرؤيا كان عن وحي ، وإنما يكون ظنا في حكم الناس ، وأما في حق الأنبياء فإن حكمهم حق كيفما وقع .الثانية : قوله تعالى : اذكرني عند ربك أي سيدك ، وذلك معروف في اللغة أن يقال للسيد رب ; قال الأعشى :ربي كريم لا يكدر نعمة وإذا تنوشد في المهارة أنشداأي اذكر ما رأيته ، وما أنا عليه من عبارة الرؤيا للملك ، وأخبره أني مظلوم محبوس بلا ذنب . وفي صحيح مسلم وغيره عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : لا يقل أحدكم اسق ربك أطعم ربك وضئ ربك ولا يقل أحدكم ربي وليقل سيدي مولاي ولا يقل أحدكم عبدي أمتي وليقل فتاي فتاتي غلامي . وفي القرآن : \" اذكرني عند ربك \" إلى ربك \" إنه ربي أحسن مثواي \" أي صاحبي ; يعني العزيز . ويقال لكل من قام بإصلاح شيء وإتمامه : قد ربه يربه ، فهو رب له . قال العلماء قوله - عليه السلام - : لا يقل أحدكم وليقل من باب الإرشاد إلى إطلاق اسم الأولى ; لا أن إطلاق ذلك الاسم محرم ; ولأنه قد جاء عنه - عليه السلام - أن تلد الأمة ربها أي مالكها وسيدها ; وهذا موافق للقرآن في إطلاق ذلك اللفظ ; فكان محل النهي في هذا الباب ألا نتخذ هذه الأسماء عادة فنترك الأولى والأحسن . وقد قيل : إن قول الرجل عبدي وأمتي يجمع معنيين : أحدهما : أن العبودية بالحقيقة إنما هي لله تعالى ; ففي قول الواحد من الناس لمملوكه عبدي وأمتي تعظيم عليه ، وإضافة له إلى نفسه بما أضافه الله تعالى به إلى نفسه ; وذلك غير جائز . والثاني : أن المملوك يدخله من ذلك شيء في استصغاره بتلك التسمية ، فيحمله ذلك على سوء الطاعة . وقال ابن شعبان في \" الزاهي \" : لا يقل السيد عبدي وأمتي ولا يقل المملوك ربي ولا ربتي وهذا محمول على ما ذكرنا . وقيل : إنما قال - صلى الله عليه وسلم - لا يقل العبد ربي وليقل سيدي لأن الرب من أسماء الله - تعالى - المستعملة بالاتفاق ; واختلف في السيد هل هو من أسماء الله تعالى أم لا ؟ فإذا قلنا ليس من أسماء الله فالفرق واضح ; إذ لا التباس ولا إشكال ، وإذا قلنا إنه من أسمائه فليس في الشهرة ولا الاستعمال كلفظ [ ص: 171 ] الرب ، فيحصل الفرق . وقال ابن العربي : يحتمل أن يكون ذلك جائزا في شرع يوسف - عليه السلام - .الثالثة : قوله تعالى : فأنساه الشيطان ذكر ربه الضمير في \" فأنساه \" فيه قولان : أحدهما : أنه عائد إلى يوسف - عليه السلام - أي أنساه الشيطان ذكر الله - عز وجل - ; وذلك أنه لما قال يوسف لساقي الملك - حين علم أنه سينجو ويعود إلى حالته الأولى مع الملك - اذكرني عند ربك نسي في ذلك الوقت أن يشكو إلى الله ويستغيث به ، وجنح إلى الاعتصام بمخلوق ; فعوقب باللبث . قال عبد العزيز بن عمير الكندي : دخل جبريل على يوسف النبي - عليه السلام - في السجن فعرفه يوسف ، فقال : يا أخا المنذرين ! ما لي أراك بين الخاطئين ؟ ! فقال جبريل - عليه السلام - : يا طاهر ابن الطاهرين ! يقرئك السلام رب العالمين ويقول : أما استحيت إذ استغثت بالآدميين ؟ ! وعزتي ! لألبثنك في السجن بضع سنين ; فقال : يا جبريل ! أهو عني راض ؟ قال : نعم ! قال : لا أبالي الساعة . وروي أن جبريل - عليه السلام - جاءه فعاتبه عن الله تعالى في ذلك وطول سجنه ، وقال له : يا يوسف ! من خلصك من القتل من أيدي إخوتك ؟ ! قال : الله تعالى ، قال : فمن أخرجك من الجب ؟ قال : الله تعالى قال : فمن عصمك من الفاحشة ؟ قال : الله تعالى ، قال : فمن صرف عنك كيد النساء ؟ قال : الله تعالى ، قال : فكيف وثقت بمخلوق وتركت ربك فلم تسأله ؟ ! قال : يا رب كلمة زلت مني ! أسألك يا إله إبراهيم وإسحاق والشيخ يعقوب - عليهم السلام - أن ترحمني ; فقال له جبريل : فإن عقوبتك أن تلبث في السجن بضع سنين . وروى أبو سلمة عن أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : رحم الله يوسف لولا الكلمة التي قال : اذكرني عند ربك ما لبث في السجن بضع سنين . وقال ابن عباس : عوقب يوسف بطول الحبس بضع سنين لما قال للذي نجا منهما اذكرني عند ربك ولو ذكر يوسف ربه لخلصه . وروى إسماعيل بن إبراهيم عن يونس عن الحسن قال : قال رسول الله - صلى الله عليه وسلم - : لولا كلمة يوسف - يعني قوله : اذكرني عند ربك - ما لبث في السجن ما لبث قال : ثم يبكي الحسن ويقول : نحن ينزل بنا الأمر فنشكو إلى الناس . وقيل : إن الهاء تعود على الناجي ، فهو الناسي ; أي أنسى الشيطان الساقي أن يذكر يوسف لربه ، أي لسيده ; وفيه حذف ، أي أنساه الشيطان ذكره لربه ; وقد رجح بعض العلماء هذا القول فقال : لولا أن الشيطان أنسى يوسف ذكر الله لما استحق العقاب باللبث في السجن ; إذ الناسي غير مؤاخذ . [ ص: 172 ] وأجاب أهل القول الأول بأن النسيان قد يكون بمعنى الترك ، فلما ترك ذكر الله ودعاه الشيطان إلى ذلك عوقب ; رد عليهم أهل القول الثاني بقوله تعالى : وقال الذي نجا منهما وادكر بعد أمة فدل على أن الناسي هو الساقي لا يوسف ; مع قوله تعالى : إن عبادي ليس لك عليهم سلطان فكيف يصح أن يضاف نسيانه إلى الشيطان ، وليس له على الأنبياء سلطنة ؟ ! قيل : أما النسيان فلا عصمة للأنبياء عنه إلا في وجه واحد ، وهو الخبر عن الله تعالى فيما يبلغونه ، فإنهم معصومون فيه ; وإذا وقع منهم النسيان حيث يجوز وقوعه فإنه ينسب إلى الشيطان إطلاقا ، وذلك إنما يكون فيما أخبر الله عنهم ، ولا يجوز لنا نحن ذلك فيهم ; قال - صلى الله عليه وسلم - : نسي آدم فنسيت ذريته . وقال : إنما أنا بشر أنسى كما تنسون . وقد تقدم .الرابعة : قوله تعالى : فلبث في السجن بضع سنين البضع قطعة من الدهر مختلف فيها ; قال يعقوب عن أبي زيد : يقال بضع وبضع بفتح الباء وكسرها ، قال أكثرهم : ولا يقال بضع ومائة ، وإنما هو إلى التسعين . وقال الهروي : العرب تستعمل البضع فيما بين الثلاث إلى التسع . والبضع والبضعة واحد ، ومعناهما القطعة من العدد . وحكى أبو عبيدة أنه قال : البضع ما دون نصف العقد ، يريد ما بين الواحد إلى أربعة ، وهذا ليس بشيء . وفي الحديث أن رسول الله - صلى الله عليه وسلم - قال لأبي بكر الصديق - رضي الله عنه - : وكم البضع فقال : ما بين الثلاث إلى السبع . فقال : اذهب فزائد في الخطر . وعلى هذا أكثر المفسرين ، أن البضع سبع ، حكاه الثعلبي . قال الماوردي : وهو قول أبي بكر الصديق - رضي الله عنه - وقطرب . وقال مجاهد : من ثلاث إلى تسع ، وقاله الأصمعي . ابن عباس : من ثلاث إلى عشرة . وحكى الزجاج أنه ما بين الثلاث إلى الخمس قال الفراء : والبضع لا يذكر إلا مع العشرة والعشرين إلى التسعين ، ولا يذكر بعد المائة . وفي المدة التي لبث فيها يوسف مسجونا ثلاثة أقاويل :[ ص: 173 ] أحدها : سبع سنين ، قاله ابن جريج وقتادة ووهب بن منبه ، قال وهب : أقام أيوب في البلاء سبع سنين ، وأقام يوسف في السجن سبع سنين . الثاني : - اثنتا عشرة سنة ، قاله ابن عباس . الثالث : أربع عشرة سنة ، قاله الضحاك . وقال مقاتل عن مجاهد عن ابن عباس قال : مكث يوسف في السجن خمسا وبضعا . واشتقاقه من بضعت الشيء أي قطعته ، فهو قطعة من العدد ، فعاقب الله يوسف بأن حبس سبع سنين أو تسع سنين بعد الخمس التي مضت ، فالبضع مدة العقوبة لا مدة الحبس كله . قال وهب بن منبه : حبس يوسف في السجن سبع سنين ، ومكث أيوب في البلاء سبع سنين ، وعذب بختنصر بالمسخ سبع سنين . وقال عبد الله بن راشد البصري عن سعيد بن أبي عروبة : إن البضع ما بين الخمس إلى الاثنتي عشرة سنة .الخامسة : في هذه الآية دليل على جواز التعلق بالأسباب وإن كان اليقين حاصلا فإن الأمور بيد مسببها ، ولكنه جعلها سلسلة ، وركب بعضها على بعض ، فتحريكها سنة ، والتعويل على المنتهى يقين . والذي يدل على جواز ذلك نسبة ما جرى من النسيان إلى الشيطان كما جرى لموسى في لقيا الخضر ; وهذا بين فتأملوه .",
  "ayah": 42,
  "surah": 12
}
