{
  "text": "قوله تعالى : وقال الملك ائتوني به أستخلصه لنفسي فلما كلمه قال إنك اليوم لدينا مكين أمين قوله تعالى : وقال الملك ائتوني به أستخلصه لنفسي لما ثبت للملك براءته مما نسب إليه ; وتحقق في القصة أمانته ، وفهم أيضا صبره وجلده عظمت منزلته عنده ، وتيقن حسن خلاله قال : ائتوني به أستخلصه لنفسي فانظر إلى قول الملك أولا - حين تحقق علمه - ائتوني به فقط ، فلما فعل يوسف ما فعل ثانيا قال : ائتوني به أستخلصه لنفسي وروي عن وهب بن منبه قال : لما دعي يوسف وقف بالباب فقال : حسبي ربي من خلقه ، عز جاره وجل ثناؤه ولا إله غيره . ثم دخل فلما نظر إليه الملك نزل عن سريره فخر له ساجدا ; ثم أقعده الملك معه على سريره فقال . إنك اليوم لدينا مكين أمين قال له يوسف اجعلني على خزائن الأرض إني حفيظ للخزائن عليم بوجوه تصرفاتها . وقيل : حافظ للحساب ، عليم بالألسن . وفي الخبر : يرحم الله أخي يوسف لو لم يقل اجعلني على خزائن الأرض لاستعمله من ساعته ولكن أخر ذلك سنة . وقيل : إنما تأخر تمليكه إلى سنة لأنه لم يقل إن شاء الله . وقد قيل في هذه القصة : إن يوسف - عليه السلام - لما دخل على الملك قال : اللهم إني أسألك بخيرك من خيره ، وأعوذ بك من شره وشر غيره ; ثم سلم على الملك بالعربية فقال : ما هذا اللسان ؟ قال : هذا لسان عمي إسماعيل ، ثم دعا له بالعبرانية فقال : ما هذا اللسان ؟ قال : لسان آبائي إبراهيم وإسحاق ويعقوب ; وكان الملك يتكلم بسبعين لسانا ، فكلما تكلم الملك بلسان أجابه يوسف بذلك اللسان ، فأعجب الملك أمره ، وكان يوسف إذ ذاك ابن ثلاثين سنة ; ثم أجلسه على سريره وقال : أحب أن أسمع منك رؤياي ، قال يوسف نعم أيها الملك ! رأيت سبع بقرات سمان شهبا غرا حسانا ، كشف لك عنهن النيل فطلعن عليك من شاطئه تشخب أخلافها لبنا ; فبينا أنت تنظر إليهن وتتعجب من حسنهن إذ نضب النيل فغار ماؤه ، وبدا أسه ، فخرج من حمئه ووحله سبع بقرات عجاف شعث غبر مقلصات البطون ، ليس لهن ضروع ولا أخلاف ، لهن أنياب وأضراس ، وأكف كأكف الكلاب وخراطيم [ ص: 185 ] كخراطيم السباع ، فاختلطن بالسمان فافترسنهن افتراس السباع ، فأكلن لحومهن ، ومزقن جلودهن ، وحطمن عظامهن ، ومشمشن مخهن ; فبينا أنت تنظر وتتعجب كيف غلبنهن وهن مهازيل ! ثم لم يظهر منهن سمن ولا زيادة بعد أكلهن ! إذا بسبع سنابل خضر طريات ناعمات ممتلئات حبا وماء ، وإلى جانبهن سبع يابسات ليس فيهن ماء ولا خضرة في منبت واحد ، عروقهن في الثرى والماء ، فبينا أنت تقول في نفسك : أي شيء هذا ؟ ! هؤلاء خضر مثمرات ، وهؤلاء سود يابسات ، والمنبت واحد ، وأصولهن في الماء ، إذ هبت ريح فذرت الأوراق من اليابسات السود على الخضر المثمرات ، فأشعلت فيهن النار فأحرقتهن ; فصرن سودا مغبرات ; فانتبهت مذعورا أيها الملك ; فقال الملك : والله ما شأن هذه الرؤيا وإن كان عجبا بأعجب مما سمعت منك ! فما ترى في رؤياي أيها الصديق ؟ فقال يوسف : أرى أن تجمع الطعام ، وتزرع زرعا كثيرا في هذه السنين المخصبة ; فإنك لو زرعت على حجر أو مدر لنبت ، وأظهر الله فيه النماء والبركة ، ثم ترفع الزرع في قصبه وسنبله تبني له المخازن العظام ; فيكون القصب والسنبل علفا للدواب ، وحبه للناس ، وتأمر الناس فيرفعون من طعامهم إلى أهرائك الخمس ; فيكفيك من الطعام الذي جمعته لأهل مصر ومن حولها ، ويأتيك الخلق من النواحي يمتارون منك ، ويجتمع عندك من الكنوز ما لم يجتمع لأحد قبلك ; فقال الملك : ومن لي بتدبير هذه الأمور ؟ ولو جمعت أهل مصر جميعا ما أطاقوا ، ولم يكونوا فيه أمناء ; فقال يوسف - عليه السلام - عند ذلك : اجعلني على خزائن الأرض أي على خزائن أرضك ; وهي جمع خزانة ; ودخلت الألف واللام عوضا من الإضافة ، كقول النابغة :لهم شيمة لم يعطها الله غيرهم من الجود والأحلام غير كواذبقوله تعالى : أستخلصه لنفسي جزم لأنه جواب الأمر ; وهذا يدل على أن قوله : ذلك ليعلم أني لم أخنه بالغيب جرى في السجن . ويحتمل أنه جرى عند الملك ثم قال في مجلس آخر : ائتوني به تأكيدا أستخلصه لنفسي أي أجعله خالصا لنفسي ، أفوض إليه أمر مملكتي ; فذهبوا فجاءوا به ; ودل على هذا قوله : \" فلما كلمه \" أي كلم الملك يوسف ، وسأله عن الرؤيا فأجاب يوسف ; ف \" قال \" الملك : إنك اليوم لدينا مكين أمين أي متمكن نافذ القول ، أمين لا تخاف غدرا .",
  "ayah": 54,
  "surah": 12
}
