{
  "text": "قوله تعالى : قال اجعلني على خزائن الأرض إني حفيظ عليم [ ص: 186 ] فيه أربع مسائل :الأولى : قوله تعالى : قال اجعلني على خزائن الأرض قال سعيد بن منصور : سمعت مالك بن أنس يقول : مصر خزانة الأرض ; أما سمعت إلى قوله : اجعلني على خزائن الأرض أي على حفظها ، فحذف المضاف . إني حفيظ لما وليت عليم بأمره . وفي التفسير : إني حاسب كاتب ; وأنه أول من كتب في القراطيس . وقيل : حفيظ لتقدير الأقوات عليم بسني المجاعات . قال جويبر عن الضحاك عن ابن عباس قال : قال رسول الله - صلى الله عليه وسلم - : رحم الله أخي يوسف لو لم يقل اجعلني على خزائن الأرض لاستعمله من ساعته ولكن أخر ذلك عنه سنة . قال ابن عباس : لما انصرمت السنة من يوم سأل الإمارة دعاه الملك فتوجه ورداه بسيفه ، ووضع له سريرا من ذهب ، مكللا بالدر والياقوت ، وضرب عليه حلة من إستبرق ; وكان طول السرير ثلاثين ذراعا وعرضه عشرة أذرع ، عليه ثلاثون فراشا وستون مرفقة ، ثم أمره أن يخرج ، فخرج متوجا ، لونه كالثلج ، ووجهه كالقمر ; يرى الناظر وجهه من صفاء لون وجهه ، فجلس على السرير ودانت له الملوك ، ودخل الملك بيته مع نسائه ، وفوض إليه أمر مصر ، وعزل قطفير عما كان عليه وجعل يوسف مكانه . قال ابن زيد : كان لفرعون ملك مصر خزائن كثيرة غير الطعام ، فسلم سلطانه كله إليه ، وهلك قطفير تلك الليالي ، فزوج الملك يوسف راعيل امرأة العزيز ، فلما دخل عليها قال : أليس هذا خيرا مما كنت تريدين ؟ ! فقالت : أيها الصديق لا تلمني ; فإني كنت امرأة حسناء ناعمة كما ترى ، وكان صاحبي لا يأتي النساء ، وكنت كما جعلك الله من الحسن فغلبتني نفسي . فوجدها يوسف عذراء فأصابها فولدت له رجلين : إفراثيم بن يوسف ، ومنشا بن يوسف . وقال وهب بن منبه : إنما كان تزويجه زليخاء امرأة العزيز بين دخلتي الإخوة ، وذلك أن زليخاء مات زوجها ويوسف في السجن ، وذهب مالها وعمي بصرها بكاء على يوسف ، فصارت تتكفف الناس ، فمنهم من يرحمها ومنهم من لا يرحمها ، وكان يوسف يركب في كل أسبوع مرة في موكب زهاء مائة ألف من عظماء قومه ، فقيل لها : لو تعرضت له لعله يسعفك بشيء ; ثم قيل لها : لا تفعلي ، فربما ذكر بعض ما كان منك من المراودة والسجن فيسيء إليك ، فقالت : أنا أعلم بخلق حبيبي منكم ، ثم تركته حتى إذا ركب في موكبه ، قامت فنادت بأعلى صوتها : سبحان من جعل الملوك عبيدا بمعصيتهم ، وجعل العبيد ملوكا بطاعتهم ، فقال يوسف : ما هذه ؟ فأتوا بها ; فقالت : أنا التي كنت أخدمك على صدور قدمي ، وأرجل جمتك بيدي ، وتربيت في بيتي ، [ ص: 187 ] وأكرمت مثواك ، لكن فرط ما فرط من جهلي وعتوي فذقت وبال أمري ، فذهب مالي ، وتضعضع ركني ، وطال ذلي ، وعمي بصري ، وبعدما كنت مغبوطة أهل مصر صرت مرحومتهم ، أتكفف الناس ، فمنهم من يرحمني ، ومنهم من لا يرحمني ، وهذا جزاء المفسدين ; فبكى يوسف بكاء شديدا ، ثم قال لها : هل بقيت تجدين مما كان في نفسك من حبك لي شيئا ؟ فقالت : والله لنظرة إلى وجهك أحب إلي من الدنيا بحذافيرها ، لكن ناولني صدر سوطك ، فناولها فوضعته على صدرها ، فوجد للسوط في يده اضطرابا وارتعاشا من خفقان قلبها ، فبكى ثم مضى إلى منزله فأرسل إليها رسولا : إن كنت أيما تزوجناك ، وإن كنت ذات بعل أغنيناك ، فقالت للرسول : أعوذ بالله أن يستهزئ بي الملك ! لم يردني أيام شبابي وغناي ومالي وعزي أفيريدني اليوم وأنا عجوز عمياء فقيرة ؟ ! فأعلمه الرسول بمقالتها ، فلما ركب في الأسبوع الثاني تعرضت له ، فقال لها : ألم يبلغك الرسول ؟ فقالت : قد أخبرتك أن نظرة واحدة إلى وجهك أحب إلي من الدنيا وما فيها ; فأمر بها فأصلح من شأنها وهيئت ، ثم زفت إليه ، فقام يوسف يصلي ويدعو الله ، وقامت وراءه ، فسأل الله تعالى أن يعيد إليها شبابها وجمالها وبصرها ، فرد الله عليها شبابها وجمالها وبصرها حتى عادت أحسن ما كانت يوم راودته ، إكراما ليوسف - عليه السلام - لما عف عن محارم الله ، فأصابها فإذا هي عذراء ، فسألها ; فقالت : يا نبي الله إن زوجي كان عنينا لا يأتي النساء ، وكنت أنت من الحسن والجمال بما لا يوصف ; قال : فعاشا في خفض عيش ، في كل يوم يجدد الله لهما خيرا ، وولدت له ولدين ; إفراثيم ومنشا . وفيما روي أن الله تعالى ألقى في قلب يوسف من محبتها أضعاف ما كان في قلبها ، فقال لها : ما شأنك لا تحبينني كما كنت في أول مرة ؟ فقالت له : لما ذقت محبة الله تعالى شغلني ذلك عن كل شيء .الثانية : قال بعض أهل العلم : في هذه الآية ما يبيح للرجل الفاضل أن يعمل للرجل الفاجر ، والسلطان الكافر ، بشرط أن يعلم أنه يفوض إليه في فعل لا يعارضه فيه ، فيصلح منه ما شاء ; وأما إذا كان عمله بحسب اختيار الفاجر وشهواته وفجوره فلا يجوز ذلك . وقال قوم : إن هذا كان ليوسف خاصة ، وهذا اليوم غير جائز ; والأول أولى إذا كان على الشرط الذي ذكرناه . والله أعلم . قال الماوردي : فإن كان المولي ظالما فقد اختلف الناس في جواز الولاية من قبله على قولين : أحدهما - جوازها إذا عمل بالحق فيما تقلده ; لأن يوسف ولي من قبل فرعون ، [ ص: 188 ] ولأن الاعتبار في حقه بفعله لا بفعل غيره . الثاني : أنه لا يجوز ذلك ; لما فيه من تولي الظالمين بالمعونة لهم ، وتزكيتهم بتقلد أعمالهم ; فأجاب من ذهب إلى هذا المذهب عن ولاية يوسف من قبل فرعون بجوابين : أحدهما : أن فرعون يوسف كان صالحا ، وإنما الطاغي فرعون موسى . الثاني : أنه نظر في أملاكه دون أعماله ، فزالت عنه التبعة فيه . قال الماوردي : والأصح من إطلاق هذين القولين أن يفصل ما يتولاه من جهة الظالم على ثلاثة أقسام : أحدها : ما يجوز لأهله فعله من غير اجتهاد في تنفيذه كالصدقات والزكوات ، فيجوز توليه من جهة الظالم ، لأن النص على مستحقه قد أغنى عن الاجتهاد فيه ، وجواز تفرد أربابه به قد أغنى عن التقليد . والقسم الثاني : ما لا يجوز أن يتفردوا به ويلزم الاجتهاد في مصرفه كأموال الفيء ، فلا يجوز توليه من جهة الظالم ; لأنه يتصرف بغير حق ، ويجتهد فيما لا يستحق . والقسم الثالث : ما يجوز أن يتولاه لأهله ، وللاجتهاد فيه مدخل كالقضايا والأحكام ، فعقد التقليد محلول ، فإن كان النظر تنفيذا للحكم بين متراضيين ، وتوسطا بين مجبورين جاز ، وإن كان إلزام إجبار لم يجز .الثالثة : ودلت الآية أيضا على جواز أن يخطب الإنسان عملا يكون له أهلا ; فإن قيل : فقد روى مسلم عن عبد الرحمن بن سمرة قال : قال لي رسول الله - صلى الله عليه وسلم - : يا عبد الرحمن لا تسأل الإمارة فإنك إن أعطيتها عن مسألة وكلت إليها وإن أعطيتها عن غير مسألة أعنت عليها . وعن أبي بردة قال : قال أبو موسى : أقبلت إلى النبي - صلى الله عليه وسلم - ومعي رجلان من الأشعريين ، أحدهما عن يميني والآخر عن يساري ، فكلاهما سأل العمل ، والنبي - صلى الله عليه وسلم - يستاك ، فقال : ما تقول يا أبا موسى - أو يا عبد الله بن قيس . قال قلت : والذي بعثك بالحق ما أطلعاني على ما في أنفسهما ، وما شعرت أنهما يطلبان العمل ، قال : وكأني أنظر إلى سواكه تحت شفته وقد قلصت ، فقال : لن - أو - لا نستعمل على عملنا من أراده وذكر الحديث ; خرجه مسلم أيضا وغيره ; فالجواب : أولا : أن يوسف - عليه السلام - إنما طلب الولاية لأنه علم أنه لا أحد يقوم مقامه في العدل والإصلاح وتوصيل الفقراء إلى حقوقهم فرأى أن ذلك فرض متعين عليه فإنه لم يكن هناك غيره ، وهكذا الحكم اليوم ، لو علم إنسان من نفسه أنه يقوم بالحق في [ ص: 189 ] القضاء أو الحسبة ولم يكن هناك من يصلح ولا يقوم مقامه لتعين ذلك عليه ، ووجب أن يتولاها ويسأل ذلك ، ويخبر بصفاته التي يستحقها به من العلم والكفاية وغير ذلك ، كما قال يوسف - عليه السلام - : فأما لو كان هناك من يقوم بها ويصلح لها وعلم بذلك فالأولى ألا يطلب ; لقوله - عليه السلام - لعبد الرحمن : لا تسأل الإمارة وأيضا فإن في سؤالها والحرص عليها مع العلم بكثرة آفاتها وصعوبة التخلص منها دليلا على أنه يطلبها لنفسه ولأغراضه ، ومن كان هكذا يوشك أن تغلب عليه نفسه فيهلك ; وهذا معنى قوله - عليه السلام - : ( وكل إليها ومن أباها لعلمه بآفاتها ، ولخوفه من التقصير في حقوقها فر منها ، ثم إن ابتلي بها فيرجى له التخلص منها ، وهو معنى قوله : أعين عليها . الثاني : أنه لم يقل : إني حسيب كريم ، وإن كان كما قال النبي - صلى الله عليه وسلم - : الكريم ابن الكريم ابن الكريم ابن الكريم يوسف بن يعقوب بن إسحاق بن إبراهيم ولا قال : إني جميل مليح ، إنما قال : إني حفيظ عليم فسألها بالحفظ والعلم ، لا بالنسب والجمال . الثالث : إنما قال ذلك عند من لا يعرفه فأراد تعريف نفسه ، وصار ذلك مستثنى من قوله تعالى : فلا تزكوا أنفسكم . الرابع : أنه رأى ذلك فرضا متعينا عليه ; لأنه لم يكن هنالك غيره ، وهو الأظهر ، والله أعلم .الرابعة ودلت الآية أيضا على أنه يجوز للإنسان أن يصف نفسه بما فيه من علم وفضل ; قال الماوردي : وليس هذا على الإطلاق في عموم الصفات ، ولكنه مخصوص فيما اقترن بوصله ، أو تعلق بظاهر من مكسب ، وممنوع منه فيما سواه ، لما فيه من تزكية ومراءاة ، ولو ميزه الفاضل عنه لكان أليق بفضله ; فإن يوسف دعته الضرورة إليه لما سبق من حاله ، ولما يرجو من الظفر بأهله .",
  "ayah": 55,
  "surah": 12
}
