{
  "text": "قوله تعالى : قالوا وأقبلوا عليهم ماذا تفقدون قالوا نفقد صواع الملك ولمن جاء به حمل بعير وأنا به زعيمفيه سبع مسائل :الأولى : قوله تعالى : ولمن جاء به حمل بعير وأنا به زعيم . البعير هنا الجمل في قول أكثر المفسرين . وقيل : إنه الحمار ، وهي لغة لبعض العرب ; قاله مجاهد واختاره . وقال [ ص: 202 ] مجاهد : الزعيم هو المؤذن الذي قال : أيتها العير . والزعيم والكفيل والحميل والضمين والقبيل سواء والزعيم الرئيس . قال :وإني زعيم إن رجعت مملكا بسير ترى منه الفرانق أزوراوقالت ليلى الأخيلية ترثي أخاها :ومخرق عنه القميص تخاله     يوم اللقاء من الحياء سقيماحتى إذا رفع اللواء رأيته     تحت اللواء على الخميس زعيماالثانية : إن قيل : كيف ضمن حمل البعير وهو مجهول ، وضمان المجهول لا يصح ؟ قيل له : حمل البعير كان معينا معلوما عندهم كالوسق ; فصح ضمانه ، غير أنه كان بدل مال للسارق ، ولا يحل للسارق ذلك ، فلعله كان يصح في شرعهم أو كان هذا جعالة ، وبذل مال لمن كان يفتش ويطلب .الثالثة : قال بعض العلماء : في هذه الآية دليلان : أحدهما : جواز الجعل وقد أجيز للضرورة ; فإنه يجوز فيه من الجهالة ما لا يجوز . في غيره ; فإذا قال الرجل : من فعل كذا فله كذا صح . وشأن الجعل أن يكون أحد الطرفين معلوما والآخر مجهولا للضرورة إليه ; بخلاف الإجارة ; فإنه يتقدر فيها العوض والمعوض من الجهتين ; وهو من العقود الجائزة التي يجوز لأحدهما فسخه ; إلا أن المجعول له يجوز أن يفسخه قبل الشروع وبعده ، إذا رضي بإسقاط حقه ، وليس للجاعل أن يفسخه إذا شرع المجعول له في العمل . ولا يشترط في عقد الجعل حضور المتعاقدين ، كسائر العقود ; لقوله : ولمن جاء به حمل بعير وبهذا كله قال الشافعي .الرابعة : متى قال الإنسان ، من جاء بعبدي الآبق فله دينار لزمه ما جعله فيه إذا جاء به ; فلو جاء به من غير ضمان لزمه إذا جاء به على طلب الأجرة ; وذلك أن النبي - صلى الله عليه وسلم - قال : من جاء بآبق فله أربعون درهما ولم يفصل بين من جاء به من عقد ضمان أو غير عقد . قال ابن [ ص: 203 ] خوير منداد ولهذا قال أصحابنا : إن من فعل بالإنسان ما يجب عليه أن يفعله بنفسه من مصالحه لزمه ذلك ، وكان له أجر مثله إن كان ممن يفعل ذلك بالأجر .قلت : وخالفنا في هذا كله الشافعي .الخامسة : الدليل الثاني : جواز الكفالة على الرجل ; لأن المؤذن الضامن هو غير يوسف - عليه السلام - قال علماؤنا : إذا قال الرجل تحملت أو تكفلت أو ضمنت أو وأنا حميل لك أو زعيم أو كفيل أو ضامن أو قبيل ، أو هو لك عندي أو علي أو إلي أو قبلي فذلك كله حمالة لازمة ، وقد اختلف الفقهاء فيمن تكفل بالنفس أو بالوجه ، هل يلزمه ضمان المال أم لا ؟ فقال الكوفيون : من تكفل بنفس رجل لم يلزمه الحق الذي على المطلوب إن مات ; وهو أحد قولي الشافعي في المشهور عنه . وقال مالك والليث والأوزاعي : إذا تكفل بنفسه وعليه مال فإنه إن لم يأت به غرم المال ، ويرجع به إلى المطلوب ; فإن اشترط ضمان نفسه أو وجهه وقال : لا أضمن المال فلا شيء عليه من المال ; والحجة لمن أوجب غرم المال أن الكفيل قد علم أن المضمون وجهه لا يطلب بدم ، وإنما يطلب بمال ; فإذا ضمنه له ولم يأته به فكأنه فوته عليه ، وعزه منه ; فلذلك لزمه المال . واحتج الطحاوي للكوفيين فقال : أما ضمان المال بموت المكفول به فلا معنى له ; لأنه إنما تكفل بالنفس ولم يتكفل بالمال ، فمحال أن يلزمه ما لم يتكفل به .السادسة : واختلف العلماء إذا تكفل رجل عن رجل بمال ; هل للطالب أن يأخذ من شاء منهما ؟ فقال الثوري والكوفيون والأوزاعي والشافعي وأحمد وإسحاق : يأخذ من شاء حتى يستوفي حقه ; وهذا كان قول مالك ثم رجع عنه فقال : لا يؤخذ الكفيل إلا أن يفلس الغريم أو يغيب ; لأن التبدية بالذي عليه الحق أولى ، إلا أن يكون معدما فإنه يؤخذ من الحميل ، لأنه معذور في أخذه في هذه الحالة ; وهذا قول حسن . والقياس أن للرجل مطالبة أي الرجلين شاء . وقال ابن أبي ليلى : إذا ضمن الرجل عن صاحبه مالا تحول على الكفيل وبرئ صاحب الأصل ، إلا أن يشترط المكفول له عليهما أن يأخذ أيهما شاء ; واحتج ببراءة الميت من الدين ، بضمان أبي قتادة ، وبنحوه قال أبو ثور .[ ص: 204 ] السابعة : الزعامة لا تكون إلا في الحقوق التي تجوز النيابة فيها ، مما يتعلق بالذمة من الأموال ، وكان ثابتا مستقرا ; فلا تصح الحمالة بالكتابة لأنها ليست بدين ثابت مستقر ; لأن العبد إن عجز رق وانفسخت الكتابة ; وأما كل حق لا يقوم به أحد عن أحد كالحدود فلا كفالة فيه ، ويسجن المدعى عليه الحد ، حتى ينظر في أمره . وشذ أبو يوسف ومحمد فأجازا الكفالة في الحدود والقصاص ، وقالا : إذا قال المقذوف أو المدعي القصاص بينتي حاضرة كفله ثلاثة أيام ; واحتج لهم الطحاوي بما رواه حمزة بن عمرو عن عمر وابن مسعود وجرير بن عبد الله والأشعث أنهم حكموا بالكفالة بالنفس بمحضر الصحابة .",
  "ayah": 72,
  "surah": 12
}
