{
  "text": "قوله : فبدأ بأوعيتهم قبل وعاء أخيه ثم استخرجها من وعاء أخيه كذلك كدنا ليوسف ما كان ليأخذ أخاه في دين الملك إلا أن يشاء الله نرفع درجات من نشاء وفوق كل ذي علم عليمقوله تعالى : فبدأ بأوعيتهم قبل وعاء أخيه إنما بدأ يوسف برحالهم لنفي التهمة والريبة من قلوبهم إن بدأ بوعاء أخيه . والوعاء يقال بضم الواو وكسرها ، لغتان ; وهو ما يحفظ فيه المتاع ويصونه .ثم استخرجها من وعاء أخيه يعني بنيامين ; أي استخرج السقاية أو الصواع عند من يؤنث ، وقال : ولمن جاء به فذكر ; فلما رأى ذلك إخوته نكسوا رءوسهم ، وظنوا الظنون كلها ، وأقبلوا عليه وقالوا ويلك يا بنيامين ! ما رأينا كاليوم قط ، ولدت أمك \" راحيل \" أخوين لصين ! قال لهم أخوهم : والله ما سرقته ، ولا علم لي بمن وضعه في متاعي . ويروى أنهم قالوا له : يا بنيامين ! أسرقت ؟ قال : لا والله ; قالوا : فمن جعل الصواع في رحلك ؟ قال : الذي جعل البضاعة في رحالكم . ويقال : إن المفتش كان إذا فرغ من رحل رجل استغفر الله - عز وجل - تائبا من فعله ذلك ; وظاهر كلام قتادة وغيره أن المستغفر كان يوسف ; لأنه كان يفتشهم ويعلم أين الصواع حتى فرغ منهم ، وانتهى إلى رحل بنيامين فقال : ما أظن هذا الفتى رضي بهذا ولا أخذ شيئا ، فقال له إخوته : والله لا نبرح حتى تفتشه ; فهو أطيب لنفسك ونفوسنا ; ففتش فأخرج السقاية ; وهذا التفتيش من يوسف يقتضي أن المؤذن سرقهم برأيه ; فيقال : إن جميع ذلك كان أمر من الله تعالى ; ويقوي ذلك قوله تعالى : كذلك كدنا ليوسف .قوله تعالى : كذلك كدنا ليوسف فيه ثلاث مسائل :الأولى : قوله تعالى : \" كدنا \" معناه صنعنا ; عن ابن عباس . والقتبي : دبرنا . ابن الأنباري : أردنا ; قال الشاعر :كادت وكدت وتلك خير إرادة لو عاد من عهد الصبا ما قد مضىوفيه جواز التوصل إلى الأغراض بالحيل إذا لم تخالف شريعة ، ولا هدمت أصلا ، خلافا لأبي حنيفة في تجويزه الحيل وإن خالفت الأصول ، وخرمت التحليل .الثانية : أجمع العلماء على أن للرجل قبل حلول الحول التصرف في ماله بالبيع والهبة [ ص: 206 ] إذا لم ينو الفرار من الصدقة ; وأجمعوا على أنه إذا حال الحول وأظل الساعي أنه لا يحل له التحيل ولا النقصان ، ولا أن يفرق بين مجتمع ، ولا أن يجمع بين متفرق . وقال مالك : إذا فوت من ماله شيئا ينوي به الفرار من الزكاة قبل الحول بشهر أو نحوه لزمته الزكاة عند الحول ، أخذا منه بقوله - عليه السلام - : \" خشية الصدقة \" . وقال أبو حنيفة : إن نوى بتفريقه الفرار من الزكاة قبل الحول بيوم لا يضره ; لأن الزكاة لا تلزم إلا بتمام الحول ، ولا يتوجه إليه معنى قوله : خشية الصدقة إلا حينئذ . قال ابن العربي : سمعت أبا بكر محمد بن الوليد الفهري وغيره يقول : كان شيخنا قاضي القضاة أبو عبد الله محمد بن علي الدامغاني صاحب عشرات آلاف دينار من المال ، فكان إذا جاء رأس الحول دعا بنيه فقال لهم : كبرت سني ، وضعفت قوتي ، وهذا مال لا أحتاجه فهو لكم ، ثم يخرجه فيحمله الرجال على أعناقهم إلى دور بنيه ; فإذا جاء رأس الحول ودعا بنيه لأمر قالوا : يا أبانا ! إنما أملنا حياتك ، وأما المال فأي رغبة لنا فيه ما دمت حيا ; أنت ومالك لنا ، فخذه إليك ، ويسير الرجال به حتى يضعوه بين يديه ، فيرده إلى موضعه ; يريد بتبديل الملك إسقاط الزكاة على رأي أبي حنيفة في التفريق بين المجتمع ، والجمع بين المتفرق ; وهذا خطب عظيم وقد صنف البخاري - رضي الله عنه - في جامعه كتابا مقصودا فقال : \" كتاب الحيل \" .قلت : وترجم فيه أبوابا منها : \" باب الزكاة وألا يفرق بين مجتمع ولا يجمع بين متفرق خشية الصدقة \" . وأدخل فيه حديث أنس بن مالك ، وأن أبا بكر كتب له فريضة الصدقة ; وحديث طلحة بن عبيد الله أن أعرابيا جاء إلى رسول الله - صلى الله عليه وسلم - ثائر الرأس . الحديث ; وفي آخره : أفلح إن صدق أو دخل الجنة إن صدق . وقال بعض الناس : في عشرين ومائة بعير حقتان ; فإن أهلكها متعمدا أو وهبها أو احتال فيها فرارا من الزكاة فلا شيء عليه ; ثم أردف بحديث أبي هريرة قال : قال رسول الله - صلى الله عليه وسلم - : يكون كنز أحدكم يوم القيامة شجاعا أقرع [ ص: 207 ] له زبيبتان ويقول أنا كنزك الحديث ، قال المهلب : إنما قصد البخاري في هذا الباب أن يعرفك أن كل حيلة يتحيل بها أحد في إسقاط الزكاة فإن إثم ذلك عليه ; لأن النبي - صلى الله عليه وسلم - لما منع من جمع الغنم وتفريقها خشية الصدقة فهم منه هذا المعنى ، وفهم من قوله : أفلح إن صدق أن من رام أن ينقض شيئا من فرائض الله بحيلة يحتالها أنه لا يفلح ، ولا يقوم بذلك عذره عند الله ; وما أجازه الفقهاء من تصرف صاحب المال في ماله قرب حلول الحول إنما هو ما لم يرد بذلك الهرب من الزكاة ; ومن نوى ذلك فالإثم عنه غير ساقط ، والله حسيبه ; وهو كمن فر من صيام رمضان قبل رؤية الهلال بيوم ، واستعمل سفرا لا يحتاج إليه رغبة عن فرض الله الذي كتبه الله على المؤمنين ; فالوعيد متوجه عليه ; ألا ترى عقوبة من منع الزكاة يوم القيامة بأي وجه متعمدا كيف تطؤه الإبل ، ويمثل له ماله شجاعا أقرع ؟ ! وهذا يدل على أن الفرار من الزكاة لا يحل ، وهو مطالب بذلك في الآخرة .الثالثة : قال ابن العربي : قال بعض علماء الشافعية في قوله تعالى : كذلك كدنا ليوسف ما كان ليأخذ أخاه . دليل على وجه الحيلة إلى المباح ، واستخراج الحقوق ; وهذا وهم عظيم ; وقوله تعالى : كذلك كدنا ليوسف في الأرض قيل فيه : كما مكنا ليوسف ملك نفسه عن امرأة العزيز مكنا له ملك الأرض عن العزيز ، أو مثله مما لا يشبه ما ذكره . قال الشفعوي : ومثله قوله - عز وجل - : وخذ بيدك ضغثا فاضرب به ولا تحنث وهذا ليس حيلة ، إنما هو حمل لليمين على الألفاظ أو على المقاصد . قال الشفعوي : ومثله حديث أبي سعيد الخدري في عامل خيبر أنه أتى النبي - صلى الله عليه وسلم - بتمر جنيب الحديث ; ومقصود الشافعية من هذا الحديث أنه - عليه السلام - أمره أن يبيع جمعا ويبتاع جنيبا من الذي باع منه الجمع أو من غيره . وقالت المالكية : معناه من غيره ; لئلا يكون جنيبا بجمع ، والدراهم ربا ; كما قال ابن عباس : جريرة بجريرة والدراهم ربا .قوله تعالى : في دين الملك أي سلطانه ، عن ابن عباس . ابن عيسى : عاداته ، أي يظلم بلا حجة . مجاهد : في حكمه ; وهو استرقاق السراق .إلا أن يشاء الله أي إلا بأن [ ص: 208 ] يشاء الله أن يجعل السقاية في رحله تعلة وعذرا له . وقال قتادة : بل كان حكم الملك الضرب والغرم ضعفين ، ولكن شاء الله أن يجري على ألسنتهم حكم بني إسرائيل ، على ما تقدم .قوله تعالى : نرفع درجات من نشاء أي بالعلم والإيمان . وقرئ \" نرفع درجات من نشاء \" بمعنى : نرفع من نشاء درجات ; وقد مضى في \" الأنعام \"قوله : وفوق كل ذي علم عليم روى إسرائيل عن سماك عن عكرمة عن ابن عباس قال : يكون ذا أعلم من ذا وذا أعلم من ذا ، والله فوق كل عالم . وروى سفيان عن عبد الأعلى عن سعيد بن جبير قال : كنا عند ابن عباس - رحمه الله - فتحدث بحديث فتعجب منه رجل فقال : سبحان الله ! وفوق كل ذي علم عليم ; فقال ابن عباس : بئس ما قلت ; الله العليم وهو فوق كل عالم .",
  "ayah": 76,
  "surah": 12
}
