{
  "text": "آیت 33{ یٰمَعْشَرَ الْجِنِّ وَالْاِنْسِ اِنِ اسْتَطَعْتُمْ اَنْ تَنْفُذُوْا مِنْ اَقْطَارِ السَّمٰوٰتِ وَالْاَرْضِ فَانْفُذُوْاط } ”اے گروہ جن و انس ! اگر تم طاقت رکھتے ہو کہ آسمانوں اور زمین کے کناروں سے نکل بھاگوتو نکل بھاگو۔“ { لَا تَنْفُذُوْنَ اِلَّا بِسُلْطٰنٍ۔ } ”تم نکل نہیں سکو گے مگر اللہ کی سند کے ساتھ۔“ یہ آیت مشکلات القرآن میں سے ہے۔ جب تک کائنات cosmos کی وسعتوں کے بارے میں انسان کا علم مزید ترقی نہیں کرجاتا ‘ اس آیت کا مفہوم شاید ہم پوری طرح سمجھ نہ پائیں۔ موجودہ صورتحال یہ ہے کہ اپنی تمام تر سائنسی ترقی کے باوجود ابھی تک انسان زمین کی ”حدود“ سے نکل کر نظام شمسی کے کسی ایک سیارے تک بھی رسائی حاصل نہیں کرسکا۔ اس کی اس رفتار سے تو یہی لگتا ہے کہ نظام شمسی کی وسعتوں تک بھی اس کی رسائی کا خواب کبھی شرمندئہ تعبیر نہیں ہو سکے گا۔ جہاں تک اس معاملے میں جنوں کی ”استطاعت“ کا تعلق ہے اس کے بارے میں قبل ازیں سورة الحجر کی آیت 17 کے ضمن میں وضاحت کی جا چکی ہے کہ وہ نظام شمسی کی حدود کے اندر آسانی سے گھوم پھر سکتے ہیں ‘ لیکن نظام شمسی کی حدود کو پھلانگنے کی استطاعت وہ بھی نہیں رکھتے۔ دوسری طرف اَقْطَارِ السَّمٰوٰتِ وَالْاَرْضِ کی وسعتوں کا عالم یہ ہے کہ ان وسعتوں کے اندر خو دنظامِ شمسی کی حیثیت ایک نقطے کی سی ہے۔ ان حقائق کی روشنی میں گروہ جن و انس کی اس بےبسی اور بےبضاعتی کا اندازہ لگایا جاسکتا ہے جس کی طرف آیت زیر مطالعہ میں اشارہ کیا گیا ہے۔ قرآن حکیم میں جب آسمانوں اور زمین کا ذکر آتا ہے تو اس سے پوری کائنات مراد ہوتی ہے۔ میرا گمان یہ ہے کہ یہاں پوری کائنات کے کناروں سے نکل بھاگنے کے معنی معدوم ہونے کے ہیں۔ جیسا کہ قیامت کے دن عذاب کے مستحق لوگ خواہش کریں گے : { یَوْمَئِذٍ یَّوَدُّ الَّذِیْنَ کَفَرُوْا وَعَصَوُا الرَّسُوْلَ لَوْ تُسَوّٰی بِہِمُ الْاَرْضُط وَلاَ یَکْتُمُوْنَ اللّٰہَ حَدِیْثًا۔ } النسائ ”اس دن تمنا کریں گے وہ لوگ جنہوں نے کفر کیا تھا اور رسول ﷺ کی نافرمانی کی تھی کہ کاش ان کے سمیت زمین برابرکردی جائے۔ اور وہ اللہ سے کوئی بات بھی چھپا نہیں سکیں گے“۔ لیکن ہمارا یہ وجود چونکہ اللہ تعالیٰ کا عطا کردہ ہے ‘ اس لیے اللہ تعالیٰ کی اجازت کے بغیر یہ معدوم بھی نہیں ہوسکتا۔ چناچہ اس آیت کا مفہوم میرے خیال میں یہ ہے کہ تم لوگ اگر معدوم بھی ہونا چاہو تو اللہ کی مرضی اور اجازت کے بغیر اِلَّا بِسُلْطٰنٍ ایسا نہیں کرسکو گے۔ واللہ اعلم !",
  "ayah": 33,
  "surah": 55
}
