{
  "text": "আল্লাহ তা'আলা বলেনঃ তোমাদের মধ্যে যারা ধনবান ও প্রাচুর্যের অধিকারী এবং দান-খয়রাতকারী তারা যেন এরূপ শপথ না করে যে, তারা আত্মীয়-স্বজন, অভাবগ্রস্ত এবং মুহাজিরদেরকে কিছুই দিবে না। এভাবে তাদের দিকে মনোযোগ ফিরানোর পর তাদেরকে আরো নরম করার জন্যে বলেনঃ তারা যদি কোন ভুল-ত্রুটি করে বসে তবে যেন তারা তাদেরকে ক্ষমা করে দেয় এবং তাদের ঐ দোষ-ত্রুটি উপেক্ষা করে। এটাও আল্লাহ তা'আলার সহনশীলতা, দয়া, স্নেহ ও অনুগ্রহ যে, তিনি তাঁর সৎ বান্দাদেরকে ভাল কাজেরই নির্দেশ দিয়ে থাকেন। এই আয়াতটি হযরত আবু বকর (রাঃ)-এর ব্যাপারে অবতীর্ণ হয়, যখন তিনি হযরত মিসতাহ ইবনে আসাসা (রাঃ)-এর প্রতি কোন প্রকার অনুগ্রহ ও সাহায্য সহানুভূতি না করার শপথ করেন। কেননা, তিনি হযরত আয়েশা (রাঃ)-এর প্রতি অপবাদ রচনাকারীদের অন্তর্ভুক্ত ছিলেন। যেমন পূর্ববর্তী আয়াতের তাফসীরে এ ঘটনাটি গত হয়েছে। যখন প্রকৃত তথ্য আল্লাহ তা'আলা প্রকাশ করে দিলেন এবং উম্মুল মুমিনীন হযরত আয়েশা (রাঃ) সম্পূর্ণরূপে দোষমুক্ত হয়ে গেলেন। আর মুসলমানদের অন্তর উজ্জ্বল হয়ে উঠলো। মুমিনদের তাওবা কবূল করা হলো এবং অপবাদ রচনাকারীদের কাউকে কাউকে শরীয়তের বিধান মতে শাস্তি প্রদান করা হলো তখন মহান আল্লাহ হযরত আবু বকর (রাঃ)-এর মনোযোগ হযরত মিসতা (রাঃ)-এর দিকে ফিরাতে বলেন, যিনি তার খালাতো ভাই ছিলেন। তিনি যে, পর্বে ছিলেন খুবই দরিদ্র লোক। হযরত আবু বকর (রাঃ) তাঁকে লালন-পালন করে আসছিলেন। তিনি ছিলেন মুহাজির। কিন্তু ঘটনাক্রমে হযরত আয়েশা (রাঃ)-এর এ ঘটনায় তাঁর মুখ খুলে গিয়েছিল। তাঁর উপর অপবাদের হদও লাগানো হয়েছিল। হযরত আবু বকর (রাঃ)-এর মুক্ত হস্তে দান করার অভ্যাসের কথাটি ছিল সর্বজন বিদিত। তাঁর দান ছিল আপন ও পর সবারই জন্যে সাধারণ। আয়াতের “তোমরা কি চাও না যে, আল্লাহ তোমাদেরকে ক্ষমা করেন?” এই শব্দগুলো হযরত আবু বকর (রাঃ)-এর কর্ণগোচর হওয়া মাত্রই স্বতঃস্ফূর্তভাবে তিনি বলে ফেলেনঃ “হ্যা, আল্লাহর কসম! অবশ্যই আমরা চাই যে, আল্লাহ তা'আলা যেন আমাদেরকে ক্ষমা করে দেন। আর তখন থেকেই তিনি মিসতাহ। (রাঃ)-এর সাহায্য ও দান পুনরায় চালু করে দেন। এই আয়াতগুলোর মাধ্যমে আমাদেরকে যেন এটাই উপদেশ দেয়া হচ্ছে যে, আমাদের দোষ-ত্রুটি ক্ষমা করে দেয়া হোক এটা যেমন আমরা কামনা করি অনুরূপভাবে অন্যদের দোষ-ত্রুটি ক্ষমা করে দেয়া আমাদের উচিত। আমাদের এটাও লক্ষ্য রাখার বিষয় যেমন হযরত আবু বকর (রাঃ) বলেছিলেনঃ “আল্লাহর শপথ! আমি আর কখনো মিসতাহ (রাঃ)-এর উপর খরচ ও সাহায্য সহানুভূতি করব না।” অনুরূপভাবে এই আয়াত অবতীর্ণ হওয়ার পর তিনি বলেনঃ “আল্লাহর কসম! মিসতাহ (রাঃ)-এর উপর দৈনিক আমি যা খরচ করতাম তা আর কখনো বন্ধ করবো।” সত্যিই তিনি সিদ্দীকই (সত্যপরায়ণই) ছিলেন।",
  "ayah": 22,
  "surah": 24
}
