{
  "text": "আল্লাহ তা'আলা খবর দিচ্ছেন যে, ব্যভিচারীর উপর একমাত্র ঐ লোকই সন্তুষ্ট হতে পারে যে নিজে ব্যভিচারিণী বা শিরককারিণী। সে ঐ সব অসৎ কাজকে খারাপ মনেই করে না। এরূপ অসতী ও ব্যভিচারিণীর সাথে ঐ পুরুষই মিলতে পারে যে তার মতই অসৎ, ব্যভিচারী বা মুশরিক। যে এ কাজের অবৈধতা স্বীকার করে না। হযরত ইবনে আব্বাস (রাঃ) হতে এটা সহীহ সনদে বর্ণিত আছে যে, এখানে নিকাহ দ্বারা সঙ্গম বুঝানো হয়েছে। অর্থাৎ ব্যভিচারিণী মহিলার সাথে শুধুমাত্র ব্যভিচারী পুরুষ বা মুশরিকই ব্যভিচারে লিপ্ত হতে পারে। এই উক্তিটিই মুজাহিদ (রঃ), ইকরামা (রঃ), সাঈদ ইবনে জুবাইর (রঃ), উরওয়া ইবনে যুবাইর (রঃ), যহ্হাক (রঃ), মাকহুল (রঃ), মুকাতিল ইবনে হাইয়ান (রঃ) এবং আরো বহু তাফসীরকার হতে বর্ণিত আছে। মুমিনদের উপর এটা হারাম। অর্থাৎ ব্যভিচার করা, ব্যভিচারিণী নারীদেরকে বিয়ে করা এবং পবিত্র ও নিষ্কলঙ্ক নারীদের এই ব্যভিচারী পুরুষদের সাথে বিয়ে দেয়া মুমিনদের জন্যে হারাম।হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এই আয়াতের ভাবার্থ হলোঃ মুসলমানদের জন্যে ব্যভিচার হারাম। কাতাদা (রঃ) প্রমুখ গুরুজন হতে বর্ণিত আছে যে, অসতী ও ব্যভিচারিণী নারীদেরকে বিয়ে করা মুসলমানদের উপর হারাম। যেমন অন্য আয়াতে আছেঃ (আরবি)অর্থাৎ “যারা সচ্চরিত্রা, ব্যভিচারিণী নয় এবং উপপতি গ্রহণকারিণীও নয়।” (৪:২৫) অর্থাৎ যে নারীদেরকে বিয়ে করা মুসলমানদের উচিত তাদের মধ্যে উপরোক্ত তিনটি গুণ থাকতে হবে। তারা হবে সচ্চরিত্রের অধিকারিণী, তারা ব্যভিচারিণী হবে না এবং উপপতি গ্রহণকারিণীও হবে না। পুরুষদের মধ্যেও এই তিনটি গুণ থাকার কথা বর্ণনা করা হয়েছে। এ জন্যেই ইমাম আহমাদ (রঃ) বলেন যে, সৎ ও চরিত্রবান মুসলমানদের বিয়ে অসতী নারীর সাথে শুদ্ধ নয় যে পর্যন্ত না সে তাওবা করে। হ্যাঁ, তবে তাওবা করার পর শুদ্ধ হবে। অনুরূপভাবে সতী ও চরিত্রবতী নারীর বিয়ে অসৎ ও ব্যভিচারী পুরুষের সাথে বৈধ নয় যে পর্যন্ত না সে বিশুদ্ধ মনে তার ঐ অপবিত্র কাজ হতে তাওবা করে। কেননা, কুরআন কারীমে ঘোষিত হয়েছে যে, মুমিনদের জন্যে এটা নিষিদ্ধ করা হয়েছে। হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, একটি লোক উম্মে মাহমূল নাম্নী একটি অসতী মহিলাকে বিয়ে করার জন্যে রাসূলুল্লাহ (সঃ)-এর নিকট অনুমতি প্রার্থনা করে। তখন রাসূলুল্লাহ (সঃ) (আরবি) এই আয়াতটি তিলাওয়াত করেন। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন। আর একটি রিওয়াইয়াতে আছে যে, মহিলাটিকে বিয়ে করার জন্যে লোকটি রাসূলুল্লাহ (সঃ)-এর নিকট অনুমতি প্রার্থনা করলে এ আয়াতটি অবতীর্ণ হয়)হযরত আমর ইবনে শুআইব (রাঃ) হতে বর্ণিত, তিনি তাঁর পিতা হতে এবং তিনি তাঁর দাদা হতে বর্ণনা করেন যে, মুরসিদ ইবনে আবি মুরসিদ (রাঃ) নামক একজন সাহাবী ছিলেন। তিনি মুসলমান বন্দীদেরকে মক্কা থেকে মদীনায় আনয়ন করতেন। আন্নাক নাম্নী একটি অসতী নারী মক্কায় বাস করতো। অজ্ঞতার যুগে এই মহিলাটির সাথে ঐ সাহাবীর সম্পর্ক ছিল। তিনি বলেনঃ “একবার বন্দীদেরকে আনয়নের জন্যে আমি মক্কায় গমন করি। রাত্রিকালে একটি বাগানের প্রাচীরের নীচে আমি পৌছি। চাঁদনী রাত ছিল। ঘটনাক্রমে আন্নাক তথায় পৌছে যায় এবং আমাকে দেখে নেয়। এমন কি আমাকে চিনে ফেলে। সে ডাক দিয়ে  বলেঃ “কে ওটা মুরসিদ?” আমি উত্তরে বলিঃ হ্যাঁ, আমি মুরসিদই বটে। সে খুবই খুশী হয় এবং বলেঃ ‘চলো, আজ রাত্রে আমার ওখানেই থাকবে। আমি বলিঃ হে আন্নাক! জেনে রেখো যে, আল্লাহ তা'আলা ব্যভিচারকে হারাম ঘোষণা করেছেন। সে নিরাশ হয়ে যায়। সুতরাং আমাকে ধরিয়ে দেয়ার জন্যে সে উচ্চস্বরে চীকার করে বলেঃ “হে তাঁবুতে অবস্থানকারীরা! তোমরা সতর্ক হয়ে যাও, চোর এসে গেছে। এটাই হলো ঐ লোক যে তোমাদের বন্দীদেরকে চুরি করে নিয়ে যায়।” লোকেরা তার চীৎকার শুনে জেগে ওঠে এবং আটজন লোক আমাকে ধরবার জন্যে আমার পিছনে ছুটতে শুরু করে। আমি মুষ্টি বন্ধ করে খন্দকের পথ ধরে পলায়ন করি এবং একটি গুহায় প্রবেশ করে আত্মগোপন করি। তারা ঐ গুহার নিকট পৌঁছে যায় কিন্তু আমাকে দেখতে পায়নি। তারা সেখানে প্রস্রাব করতে বসে। আল্লাহর শপথ! তাদের প্রস্রাব আমার মাথার উপর পড়ছিল। কিন্তু আল্লাহ তাদের চক্ষু অন্ধ করে দেন। তাদের দৃষ্টি আমার উপর পড়েনি। এদিক ওদিক খোজ করে তারা ফিরে যায়। আমি কিছুক্ষণ ঐ গুহায় কাটিয়ে দিলাম। শেষে যখন আমার দৃঢ় বিশ্বাস হয়ে গেল যে, তারা আবার শুয়ে গেছে। তখন গুহা থেকে বের হয়ে পুনরায় আমি মক্কার পথ ধরি। সেখানে পৌঁছে আমি বন্দী মুসলমানকে আমার কোমরের উপর উঠিয়ে নিয়ে সেখান থেকে পালাতে শুরু করি। লোকটি খুব ভারী ছিল বলে আযখার নামক স্থানে পৌঁছে আমি ক্লান্ত হয়ে পড়ি। তাকে কোমর থেকে নামিয়ে আমি তার বন্ধনগুলো খুলে দিই। অতঃপর তাকে উঠিয়ে নামিয়ে নিয়ে গিয়ে আমি মদীনায় পৌঁছে যাই। আন্নাকের ভালাবাসা আমার অন্তরে বদ্ধমূল ছিল বলে তাকে বিয়ে করার জন্যে আমি রাসূলুল্লাহ (সঃ)-এর নিকট অনুমতি প্রার্থনা করি। রাসূলুল্লাহ (সঃ) আমার কথা শুনে নীরবতা অবলম্বন করেন। আমি আবার তাকে জিজ্ঞেস করিঃ হে আল্লাহর রাসূল (সঃ)! আমি আন্নাককে বিয়ে করতে পারি কি? তিনি এবারও নীরব থাকেন। ঐ সময় (আরবি) এই আয়াতটি অবতীর্ণ হয়। (এ হাদীসটি ইমাম তিরমিযী (রঃ) বর্ণনা করেছেন এবং তিনি হাদীসটিকে হাসান গারীব বলেছেন। ইমাম আবু দাউদ (রঃ) ও ইমাম নাসাঈও (রঃ) তাঁদের সুনান গ্রন্থের কিতাবুন নিকাহতে এ হাদীসটি আনয়ন করেছেন)হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যভিচারীর উপর চাবুক লাগানো হয়েছে সে তার অনুরূপের সাথেই বিবাহিত হতে পারে।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। ইমাম আবু দাউদ (রঃ) এটা তারসুনানে তাখরীজ করেছেন)হযরত আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিন প্রকারের লোক জান্নাতে যাবে না এবং কিয়ামতের দিন আল্লাহ তাআলা তাদের প্রতি করুণার দৃষ্টিতে তাকাবেন না। তারা হলো পিতা-মাতার অবাধ্য, পুরুষের সাদৃশ্য স্থাপনকারিণী স্ত্রী লোক এবং দাইয়ুস। (যে পুরুষ তার স্ত্রীকে অন্য পুরুষের সহবাসে দেয় ও তার উপার্জন খায়) তিন প্রকারের লোকের প্রতি কিয়ামতের দিন আল্লাহ তা'আলা করুণার দৃষ্টিতে দেখবেন না। তারা হচ্ছেঃ পিতা-মাতার অবাধ্য, সদাসর্বদা মদ্যপানে অভ্যস্ত এবং দান করার পরে দানের খোটা দানকারী। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবদুল্লাহ ইবনে উমার (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিন প্রকারের লোকের প্রতি আল্লাহ জান্নাত হারাম করে দিয়েছেন। তারা হলোঃ সদা মদ্যপানকারী, পিতা-মাতার অবাধ্য এবং পরিবারের মধ্যে মালিন্য কায়েমকারী।” (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আম্মার ইবনে ইয়াসির (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “দাইয়ুস জান্নাতে প্রবেশ করবে না।” (এ হাদীসটি আবু দাউদ তায়ালেসী (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “যে ব্যক্তি পবিত্র অবস্থায় আল্লাহ তা'আলার সাথে সাক্ষাৎ করতে চায় সে যেন পুণ্যশীল স্বাধীনা নারীকে বিয়ে করে। (এ হাদীসটি ইমাম ইবনে মাজাহ (রঃ) বর্ণনা করেছেন। এর সনদ দুর্বল। নির্লজ্জ ব্যক্তিকে দাইয়ুস বলা হয়)হযরত ইবনে আব্বাস (রাঃ) ও হ্যরত হারূন (রাঃ) হতে বর্ণিত, তারা উভয়ে বলেন যে, একটি লোক রাসূলুল্লাহ (সঃ)-এর নিকট এসে বলেঃ “আমার স্ত্রীর প্রতি আমার খুবই ভালবাসা রয়েছে, কিন্তু তার অভ্যাস এই যে, সে কোন স্পর্শকারীর হাতকে ফিরিয়ে দেয় না।” রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তুমি তাকে তালাক দিয়ে দাও।” সে বললোঃ “তাকে ছেড়ে আমি ধৈর্যধারণ করতে পারবো না।” তখন রাসূলুল্লাহ (সঃ) তাকে বললেনঃ “তাহলে তুমি তাকে উপভোগ কর।” (এ হাদীসটি ইমাম আবু আবদির রহমান আন্ নাসাঈ (রঃ) তাঁর সুনান গ্রন্থের কিতাবু নিকাহুতে বর্ণনা করেছেন) কিন্তু তিনি বলেন যে, এ হাদীসটি প্রমাণিত নয়। এর বর্ণনাকারী আবদুল করীম সুদৃঢ় নন। এর অন্য একজন বর্ণনাকারী হারূন অপেক্ষাকৃত সবল বটে, কিন্তু তাঁর রিওয়াইয়াত মুরসাল। আর এটাই সঠিকও বটে। এই রিওয়াইয়াতই মুসনাদে বর্ণিত আছে। কিন্তু ইমাম নাসাঈ (রঃ)-এর ফায়সালা এই যে, এটা মুসনাদ করা ভুল এবং সঠিক এটাই যে, এটা মুরসাল। এই হাদীসটি অন্যান্য কিতাবসমূহে অন্য সনদেও বর্ণিত আছে। ইমাম আহমাদ (রঃ) তো এটাকে মুনকার বা অস্বীকৃত বলেছেন। ইবনে কুতাইবা (রঃ) এর ব্যাখ্যায় বলেনঃ একথা যে বলা হয়েছে যে, সে কোন স্পর্শকারীর হাতে ফিরিয়ে দেয় না, এর দ্বারা দানশীলতা বুঝানো হয়েছে। অর্থাৎ সে কোন ভিক্ষুককেই বঞ্চিত করে না। কিন্তু ভাবার্থ যদি এটাই হতো তবে হাদীসের শব্দ (আরবি)-এর স্থলে (আরবি) ব্যবহৃত হওয়াই উচিত ছিল। একথাও বলা হয়েছে যে, তার অভ্যাস এইরূপ বলে মনে হতো, এ নয় যে, সে বেহায়াপনায় লিপ্ত হয়ে পড়তো। কেননা, প্রকৃতপক্ষেই যদি এই দোষ তার মধ্যে থাকতো তবে রাসূলুল্লাহ (সঃ) কখনোই ঐ সাহাবীকে তাকে রেখে দেয়ার অনুমতি দিতেন না। কারণ এটা তো দাইয়ুসী, যার জন্যে কঠোরভাবে শাস্তির ভয় প্রদর্শন করা হয়েছে। হ্যাঁ, এটা সম্ভব যে, স্বামী তার স্ত্রীর অভ্যাস এরূপ মনে করেছিল এবং এই জন্যেই আশংকা প্রকাশ করেছিল। তখন নবী (সঃ) তাকে পরামর্শ দিয়েছিলেন তাকে তালাক দেয়ার। কিন্তু সে যখন বললো যে, তার স্ত্রীর প্রতি তার খুবই ভালবাসা রয়েছে তখন তিনি তাকে রেখে দেয়ারই অনুমতি দেন। কেননা, তার প্রতি তার মহব্বত তো পুরোমাত্রায় বিদ্যমান রয়েছে। সুতরাং শুধু একটি বিপদ ঘটবার সন্দেহের উপর ভিত্তি করে তাকে ছেড়ে দিলে তাড়াতাড়ি আর একটি অঘটন ঘটে যাওয়ার সম্ভাবনা ছিল। এসব ব্যাপারে মহামহিমান্বিত আল্লাহই সর্বাধিক সঠিক জ্ঞানের অধিকারী। মোটকথা অসতী ও ব্যভিচারিণী মহিলাদেরকে বিয়ে করা সৎ ও পুণ্যশীল মুমিনদের জন্যে নিষিদ্ধ। তবে সে তাওবা করলে তাকে বিয়ে করা বৈধ। যেমন হযরত ইবনে আব্বাস (রাঃ)-কে একটি লোকে প্রশ্ন করেঃ “একটি অসতী নারীর সাথে আমার জঘন্য সম্পর্ক ছিল। কিন্তু মহান আল্লাহ এখন আমাদেরকে তাওবা করার তাওফীক দান করেছেন। সুতরাং এখন আমি তাকে বিয়ে করতে চাই। (এটা আমার জন্যে বৈধ হবে কি?)” তখন কতকগুলো লোক বলে ওঠেন যে, ব্যভিচারিণী ও মুশরিকা মহিলাকে শুধুমাত্র ব্যভিচারীই বিয়ে করতে পারে। তখন হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “না, এই আয়াতের অর্থ এটা নয়। (হে প্রশ্নকারী ব্যক্তি!) তুমি ঐ মহিলাটিকে এখন বিয়ে করতে পার। যাও, কোন পাপ হলে তা আমার যিম্মায় থাকলো।\" এটা ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন। হযরত ইয়াহইয়া (রঃ)-কে এই আয়াত সম্পর্কে প্রশ্ন করা হলে তিনি বলেন যে, এটা এর পরবর্তী আয়াত (আরবি)  দ্বারা মানসূখ বা রহিত হয়ে গেছে। ইমাম আবু আবদিল্লাহ মুহাম্মাদ ইবনে ইদরীস শাফেয়ীও (রাঃ) এ কথাই বলেন।",
  "ayah": 3,
  "surah": 24
}
