{
  "text": "হযরত ইবনে আব্বাস (রাঃ) বলেন যে, আল্লাহ তা'আলা আসমানবাসী ও যমীনবাসীদের পথ-প্রদর্শক। তিনিই এ দুটোর মধ্যে সূর্য, চন্দ্র ও তারকারাজীর ব্যবস্থাপনা করে থাকেন। হযরত আনাস ইবনে মালিক (রাঃ) বলেন যে, আল্লাহর নূর হলো হিদায়াত। ইমাম ইবনে জারীর (রঃ) এটাকেও অবলম্বন করেছেন। হযরত উবাই ইবনে কা'ব (রাঃ) বলেন যে, তার নূরের দৃষ্টান্ত’-এর ভাবার্থ হচ্ছে তাঁর নূর ধারণকারী মুমিনের দৃষ্টান্ত, যার বক্ষে ঈমান ও কুরআন রয়েছে তার দৃষ্টান্ত। এর উপমা আল্লাহ তা'আলা বর্ণনা করেছেন। প্রথমে তিনি নিজের নূরের বর্ণনা দিয়েছেন, তারপর মুমিনের জ্যোতির বর্ণনা দিয়েছেন। অর্থাৎ আল্লাহর উপর বিশ্বাস স্থাপনকারীর জ্যোতির উপমা বর্ণনা করেছেন। এমনকি হযরত উবাই ইবনে কা'ব (রাঃ) তো (আরবি) এরূপ পড়তেন। অর্থাৎ যে তাঁর উপর ঈমান এনেছে তার জ্যোতির উপমা। হযরত ইবনে আব্বাস (রাঃ) হতে নিম্নরূপ পড়াও বর্ণিত আছেঃ (আরবি) অর্থাৎ “এরূপই জ্যোতি ঐ ব্যক্তির যে আল্লাহর উপর ঈমান এনেছে।” কারো কারো কিরআতে (আরবি) রয়েছে। অর্থাৎ “আল্লাহ আসমান ও যমীনকে জ্যোতির্ময় বানিয়েছেন।” সুদ্দী (রঃ) বলেনঃ “তারই জ্যোতিতে আসমান ও যমীন উজ্জ্বল রয়েছে।” সীরাতে মুহাম্মাদ ইবনে ইসহাকে রয়েছে যে, যেই দিন তায়েফবাসী রাসূলুল্লাহ (সঃ)-কে খুবই কষ্ট দিয়েছিল ঐ দিন রাসূলুল্লাহ (সঃ) তাঁর দু'আয় বলেছিলেনঃ (আরবি)অর্থাৎ “আপনার চেহারার জ্যোতির মাধ্যমে আমি আশ্রয় প্রার্থনা করছি যা অন্ধকারকে আলোকিত করে দেয় এবং যার উপর দুনিয়া ও আখিরাতের উপযুক্ততা নির্ভরশীল। যদি আমার উপর আপনার গযব পতিত হয় বা আমার উপ্র আপনার ক্রোধ নাযিল হয় তবে আমি আপনার কাছে ক্ষমা প্রার্থনা করতে একবো যে পর্যন্ত না আপনি সন্তুষ্ট হন এবং আল্লাহর তাওফীক ছাড়া গুনাহ হতে ফিরা যাবে না এবং ইবাদত করার ক্ষমতা হবে না।”হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) রাত্রে ন তাহাজ্জুদ পড়তে উঠতেন তখন তিনি বলতেনঃ(আরবি)অর্থাৎ “হে আল্লাহ! আপনার জন্যেই সমস্ত প্রশংসা। আপনি আসমানসমূহ ও যমীন এবং এগুলোর মধ্যে যত কিছু রয়েছে সবগুলোরই জ্যোতি।” (এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমে বর্ণিত হয়েছে)হযরত ইবনে মাসউদ (রাঃ) বলেছেনঃ “তোমাদের প্রতিপালকের নিকট রাত ও দিন নেই। তাঁর চেহারার জ্যেতিতেই তাঁর আরশ জ্যোতির্ময়।”কারো কারো মতে (আরবি)-এর (আরবি) সর্বনামটি আল্লাহর দিকে ফিরেছে। অর্থাৎ আল্লাহর হিদায়াত যা মুমিনের অন্তরে রয়েছে ওর উপমা এইরূপ। আবার কারো মতে (আরবি) সর্বনামটি মুমিনের দিকে ফিরেছে। অর্থাৎ মুমিনের অন্তরের জ্যোতির দৃষ্টান্ত যেন একটি দীপাধার। সুতরাং মুমিনের অন্তরের পরিচ্ছন্নতাকে প্রদীপের কাঁচের সাথে উপমা দেয়া হয়েছে। অতঃপর কুরআন ও শরীয়ত দ্বারা যে সাহায্য সে পেয়ে থাকে ওটার উপমা দেয়া হয়েছে যয়তুনের ঐ তেলের সাথে যা স্বয়ং পরিষ্কার-পরিচ্ছন্ন চকমকে ও উজ্জ্বল। অতএব, দীপাধার এবং দীপাধারের মধ্যে প্রদীপ এবং প্রদীপটিও উজ্জ্বল। ইয়াহূদীরা প্রতিবাদ করে বলেছিলঃ আল্লাহর জ্যোতি কিরূপে আকাশকে ভেদ করতে পারে? তাদের এ কথার উত্তর তাদেরকে উপমা দ্বারা বুঝানো হয় যে, যেমন প্রদীপের চিমনির মধ্য হতে আলো পাওয়া যায় তদ্রপ আল্লাহ তা'আলার জ্যোতিও আকাশ ভেদ করে আসে। তাই বলা হয়েছে যে, আল্লাহ আকাশমণ্ডলী ও পৃথিবীর জ্যোতি।(আরবি) -এর অর্থ হলো ঘরের তাক। এটা দ্বারা আল্লাহ তাআলা নিজের আনুগত্যের উপমা দিয়েছেন এবং নিজের আনুগত্যকে তিনি নূর বা জ্যোতি বলেছেন। এর আরো বহু নাম রয়েছে। মুজাহিদ (রঃ) বলেন যে, হাবৃশের ভাষায় এটাকে তাক বলা হয়। কেউ কেউ বলেন যে, এটা এমন তাককে বলা হয় যার মধ্যে কোন ছিদ্র থাকে না ইত্যাদি। বলা হয়েছে যে, ওর মধ্যে প্রদীপ রাখা হয়। প্রথমটিই সবল উক্তি। অর্থাৎ প্রদীপ রাখার স্থান। কুরআন কারীমেও এ কথাই রয়েছে যে, তাতে প্রদীপ রয়েছে। সুতরাং দ্বারা নূর বা জ্যোতি বুঝানো হয়েছে। অর্থাৎ কুরআন ও ঈমান যা মুসলমানের অন্তরে থাকে। সুদী (রঃ) বলেন যে, এর দ্বারা প্রদীপ উদ্দেশ্য।এরপর বলা হচ্ছেঃ প্রদীপটি একটি কাচের আবরণের মধ্যে রয়েছে এবং কাঁচের আবরণটিও উজ্জ্বল। এটা হলো মুমিনের অন্তরের উপমা। কাঁচের আবরণটি মণি-মুক্তা সদৃশ, যেমন উজ্জ্বল নক্ষত্র। (আরবি) -এর অন্য কিরআত(আরবি)   এবং(আরবি)  -ও রয়েছে। এটা (আরবি)  হতে গৃহীত, যার অর্থ হলো দূর করা। তারকা যখন ছিটকে পড়ে তখন ওটা অত্যন্ত উজ্জ্বল হয়। আর যে তারকা অপরিচিত ওটাকেও আরবের লোকেরা (আরবি)  বলে থাকে। ভাবার্থ হচ্ছে চমকিত ও উজ্জ্বল তারকা, যা খুব প্রকাশমান ও বড় হয়।এরপর মহান আল্লাহ বলেনঃ এই প্রদীপকে প্রজ্বলিত করা হয় পূত-পবিত্র যয়তুন বৃক্ষের তৈল দ্বারা। (আরবি)  শব্দটি বা (আরবি) হয়েছে।অতঃপর বলা হচ্ছেঃ ঐ যয়তুন বৃক্ষ প্রাচ্যেরও নয় যে, দিনের প্রথম ভাগ হতে ওর উপর রৌদ্র এসে পড়বে না এবং প্রতীচ্যেরও নয় যে, সূর্য অস্তমিত হওয়ার পূর্বে ওর উপর হতে ছায়া সরে যাবে। বরং বৃক্ষটি আছে মধ্যস্থলে। সকাল হতে সন্ধ্যা পর্যন্ত ওটা সূর্যের পরিষ্কার আলোতে থাকে। তাই ওর তেলও খুবই পরিষ্কার-পরিচ্ছন্ন ও উজ্জ্বল হয়।হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এর ভাবার্থ হচ্ছেঃ ঐ বৃক্ষটি মাঠের মধ্যে রয়েছে। কোন গাছ, পাহাড়, গুহা বা অন্য কোন জিনিস ওকে আড়াল করে। এ কারণেই ঐ গাছের তেল খুবই পরিষ্কার হয়। হযরত ইকরামা (রঃ) বলেন যে, খোলা বায়ু এবং পরিষ্কার রৌদ্র ওতে পৌছে থাকে। কেননা, ওটা খোলা মাঠের মধ্যস্থলে থাকে। আর এ কারণেই ওর তেল অত্যন্ত পাক-সাফ, উজ্জ্বল ও চকচকে হয়। ওটাকে প্রাচ্যেরও গাছ বলা যাবে না এবং প্রতীচ্যেরও নয়। এরূপ গাছ খুবই তরু-তাজা ও সবুজ-শ্যামল হয়ে থাকে। সুতরাং এরূপ বৃক্ষ যেমন বিপদ-আপদ হতে রক্ষা পেয়ে থাকে, অনুরূপভাবে মুমিনও ফিত্না-ফাসাদ থেকে রক্ষিত থাকে। যদি সে ফিক্সার কোন পরীক্ষায় পড়েও যায় তবুও আল্লাহ পাক তাকে ঈমানের উপর স্থির ও অটল রাখেন। অতএব, আল্লাহ তা'আলা তাকে চারটি গুণের অধিকারী করেন। ওগুলো হলোঃ কথায় সত্যবাদিতা, বিচারে ন্যায়পরায়ণতা, বিপদে ধৈর্যধারণ এবং মিতের উপর কৃতজ্ঞতা জ্ঞাপন। তাই সে অন্যান্য সমস্ত মানুষের মধ্যে এমনই যেমন মৃতদের মধ্যে কোন জীবিত মানুষ। হযরত হাসান বসরী (রঃ) বলেন যে, এই বৃক্ষটি যদি দুনিয়ার মাটিতে থাকতো তবে তো অবশ্যই ওটা প্রাচ্যের হতো অথবা প্রতীচ্যের হতো। কিন্তু এটা তো আল্লাহর জ্যোতির উপমা!হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, এটা হলো ভাল লোকের দৃষ্টান্ত যে ইয়াহূদীও নয় এবং খৃষ্টানও নয়। এসব উক্তির মধ্যে সর্বোত্তম হলো প্রথম উক্তিটি যে, ওটা যমীনের মধ্যভাগে রয়েছে। সকাল ও সন্ধ্যায় বিনা বাধায় সেখানে রৌদ্র পৌছে থাকে। কেননা, ওর চারদিকে কোন গাছ নেই। কাজেই এরূপ গাছের তেল নিঃসন্দেহে পরিষ্কার-পরিচ্ছন্ন, পাতলা এবং উজ্জ্বল হবে। এ জন্যেই বলা হয়েছে যে, এটা প্রজ্বলিত করা হয়েছে পূত-পবিত্র যয়তুন তেল দ্বারা। ওটা এমনই উজ্জ্বল যে, ওকে অগ্নি স্পর্শ না করলেও যেন ওর তেল উজ্জ্বল আলো দিচ্ছে। সুতরাং এটা জ্যোতির উপর জ্যোতি। সুতরাং মুমিন পাঁচটি নূর বা জ্যোতি লাভ করেছে। তার কথা জ্যোতি, তার আমল জ্যোতি, তার আসা জ্যোতি, তার যাওয়া জ্যোতি এবং তার শেষ ঠিকানাও জ্যোতি অর্থাৎ জান্নাত।হযরত কা'ব (রাঃ) হতে বর্ণিত আছে যে, এটা হলো রাসূলুল্লাহ (সঃ)-এর দৃষ্টান্ত। তাঁর নবুওয়াত জনগণের উপর এমনভাবে প্রকাশমান যে, তিনি মুখে না বললেও জনগণের উপর তা প্রকাশ হয়ে পড়বে। যেমন এই যয়তুন তেল যে, ওকে না জ্বালালেও নিজেই উজ্জ্বল। তাহলে এখানে দু'টো জ্যোতি একত্রিত হয়েছে। একটি যয়নের এবং অপরটি আগুনের। এ দুটি যৌথভাবে আলো দেয়। অনুরূপভাবে কুরআনের জ্যোতি ও ঈমানের জ্যোতি একত্রিত হয় এবং মুমিনের অন্তর জ্যোতির্ময় হয়ে ওঠে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ আল্লাহ যাকে ইচ্ছা পথ-নির্দেশ করেন তাঁর জ্যোতির দিকে। যেমন হযরত আব্দুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আল্লাহ তাআলা সৃষ্টজীবকে এক অন্ধকারের মধ্যে সৃষ্টি করেন। তারপর তিনি ঐ দিন তাদের উপর নিজের জ্যোতি নিক্ষেপ করেন। সুতরাং ঐ দিন যে তার ঐ নূর বা জ্যোতি লাভ করেছে সে সুপথ প্রাপ্ত হয়েছে। আর যে তা থেকে বঞ্চিত হয়েছে সে পথভ্রষ্ট হয়েছে। এ জন্যেই আমি বলি যে, আল্লাহর কলম তার ইলম মুতাবেক চলার পর শুকিয়ে গেছে।” (এ হাদীসটি ইমাম আহমাদ (রঃ) স্বীয় মুসনাদে বর্ণনা করেছেন)আল্লাহ তাআলা মুমিনের অন্তরের হিদায়াতের উপমা নূর বা জ্যোতির সাথে দেয়ার পর বলেনঃ আল্লাহ তাআলা এই দৃষ্টান্তসমূহ মানুষের উপদেশ হিসেবে বর্ণনা করেছেন। তাঁর ইলমেও তার মত কেউ নেই। কে হিদায়াত লাভের যোগ্য এবং কে পথভ্রষ্ট হওয়ার উপযুক্ত তা তিনি খুব ভালরূপই জানেন। হযরত আবু সাঈদ খুদরী (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “অন্তর চার প্রকার। প্রথম হলো পরিষ্কার ও উজ্জ্বল, দ্বিতীয় আবরণীর  মধ্যে আবদ্ধ, তৃতীয় উল্টোমুখী এবং চতুর্থ হলো উল্টো সোজা। প্রথম অন্তর হলো মুমিনের অন্তর। দ্বিতীয় অন্তর হলো কাফিরের অন্তর। তৃতীয় হলো। মুনাফিকের অন্তর যে, সে জানে ও অজানা হয়ে যায় এবং চিনে ও বুঝে, আবার অস্বীকার করে এবং চতুর্থ অন্তর হলো ঐ অন্তর যাতে ঈমানও আছে এবং নিফাকও আছে। এতে ঈমানের দৃষ্টান্ত হলো তরকারীর গাছ, যে ভাল পানি ওকে বাড়িয়ে তোলে। এতে নিফাকের দৃষ্টান্ত হলো ফোড়া, রক্ত ও পূজ ওকে উত্তেজিত করে। যেটা জয়যুক্ত হয় সেটা ঐ অন্তরের উপর ছেয়ে যায়।",
  "ayah": 35,
  "surah": 24
}
