{
  "text": "আল্লাহ তা'আলা খবর দিচ্ছেন যে, যমীন ও আসমানের মালিক, অদৃশ্য ও দৃশ্যের পরিজ্ঞাতা এবং বান্দাদের প্রকাশ্য ও গোপনীয় কার্যাবলীর জান্তা একমাত্র আল্লাহ। (আরবি)-এর (আরবি) শব্দটি তাহকীক বা নিশ্চয়তা বুঝাবার জন্যে এসেছে। যেমন এর পূর্ববর্তী আয়াতে রয়েছে(আরবি)জায়গায় আছেঃ (আরবি) (৩৩:১৮) আর এক আয়াতে রয়েছেঃ (আরবি) (৫৮: ১) অন্য একটি আয়াতে মহান আল্লাহ বলেছেনঃ (আরবি) (৬:৩৩) আর এক জায়গায় বলেছেনঃ (আরবি) (২:১৪৪) ইত্যাদি। এই সমুদয় স্থানে এসেছে বা ক্রিয়ার বা নিশ্চয়তা বুঝাবার জন্যে। যেমন মুআযযিন বলে থাকেন (আরবি) এখানেও (আরবি)শব্দটি নিশ্চয়তা বুঝাবার জন্যেই এসেছে। মহামহিমান্বিত আল্লাহ বলেনঃ তোমরা যাতে ব্যাপৃত রয়েছে তিনি তা জানেন। তোমরা যে অবস্থাতেই থাকে না কেন এবং যে আমল ও বিশ্বাসের উপর থাকে না কেন সবই তাঁর কাছে উজ্জ্বল হয়ে রয়েছে। আসমান ও যমীনের অণু পরিমাণ জিনিসও তাঁর কাছে গোপন নেই। তোমাদের আমল ও অবস্থা সম্পর্কে তিনি পূর্ণ ওয়াকিফহাল। ক্ষুদ্র হতে ক্ষুদ্রতম বস্তুও তার কাছে প্রকাশমান। ছোট বড় সমস্ত জিনিস স্পষ্ট কিতাবে রক্ষিত রয়েছে। বান্দাদের ভাল-মন্দ সমস্ত কাজ তিনি পূর্ণভাবে পরিজ্ঞাত রয়েছেন। তোমরা কাপড়ের মধ্যে লুকিয়ে থাকো অথবা গোপনে গোপনে কিছু করো না কেন, আল্লাহর কাছে কিছুই গোপন থাকবে না। প্রকাশ্য ও গোপনীয় সবই তাঁর কাছে সমান। চুপি চুপি কথা এবং উচ্চ স্বরের কথা সবই তাঁর কানে পৌঁছে যায়। সমস্ত প্রাণীর রিযকদাতা তিনিই। প্রত্যেক প্রাণীর প্রত্যেক অবস্থার খবর তিনিই রাখেন। প্রথম থেকেই সব কিছু লাওহে মাহফুযে লিপিবদ্ধ রয়েছে। অদৃশ্যের চাবি তাঁরই হাতে আছে, যা তিনি ছাড়া আর কেউই জানে না। জলে ও স্থলে অবস্থানরত সব কিছুর খবর একমাত্র তিনিই রাখেন। গাছের একটি পাতা ঝরে পড়লে সেটাও তাঁর অজানা থাকে না। যমীনের অন্ধকারের মধ্যে কোন দানা নেই এবং শুষ্ক ও সিক্ত এমন কোন জিনিস নেই যা স্পষ্ট কিতাবে লিপিবদ্ধ নেই। এই বিষয়ের বহু আয়াত এবং হাদীস রয়েছে। যখন সৃষ্টজীব আল্লাহ তা'আলার নিকট প্রত্যাবর্তিত হবে, ঐ সময় তাদের সামনে ক্ষুদ্র হতে ক্ষুদ্রতম পুণ্য ও পাপ পেশ করা হবে। তারা তাদের পূর্বের ও পরের সমস্ত আমল দেখতে পাবে। আমলনামা তারা ভীত ও কম্পিতভাবে দেখবে এবং ওর মধ্যে তাদের সারা জীবনের কার্যাবলী দেখতে পেয়ে অত্যন্ত বিস্ময়ের সুরে বলবেঃ “এটা কেমন কিতাব যে, এতে বড় তত বড়ই এমনকি ক্ষুদ্র হতে ক্ষুদ্রতম কোন কিছুও বাদ পড়েনি!” যে যা করেছে তার সবই সেখানে বিদ্যমান পাবে। যেমন মহামহিমান্বিত ও প্রবল প্রতাপান্বিত আল্লাহ বলেনঃ (আরবি)অর্থাৎ “সেদিন মানুষকে অবহিত করা হবে সে কি অগ্রে পাঠিয়েছে এবং কি পশ্চাতে রেখে গিয়েছে।” (৭৫: ১৩) আর এক জায়গায় তিনি বলেনঃ (আরবি)অর্থাৎ “আর হাযির করা হবে আমলনামা এবং তাতে যা লিপিবদ্ধ আছে তার কারণে তুমি অপরাধীদেরকে দেখবে আতংকগ্রস্ত এবং তারা বলবেঃ হায়! দুর্ভাগ্য আমাদের! এটা কেমন গ্রন্থ! এটা ছোট বড় কিছুই বাদ দেয় না; রবং ওটা সমস্ত হিসাব রেখেছে। তারা তাদের কৃতকর্ম সামনে হাযির পাবে; তোমার প্রতিপালক কারো প্রতি যুলুম করেন না।” (১৮:৪৯)এজন্যেই মহান আল্লাহ এখানে বলেনঃ যেদিন তারা তাঁর নিকট প্রত্যাবর্তিত হবে সেদিন তিনি তাদেরকে জানিয়ে দিবেন তারা যা করতো। আল্লাহ সর্ববিষয়ে সর্বজ্ঞ।",
  "ayah": 64,
  "surah": 24
}
