{
  "text": "Which son was to be slaughtered? Was it Sayyidna Ismai1 (علیہ السلام) ? Or, was it Sayyidna Ishaq (علیہ السلام) ?\nThe Tafsir of the verses cited above has been described on the assumption that the son who was to be slaughtered was Sayyidna Ismail (علیہ السلام) . But, the truth of the matter is that there is a severe difference of opinion among commentators and historians about it. That this son was Sayyidna Ishaq (علیہ السلام) has been reported from among the Sahabah by Sayyidna ` Umar, Sayyidna ` Ali, Sayyidna ` Abdullah Ibn Mas` ud, Sayyidna ` Abbas, Sayyidna ` Abdullah Ibn ` Abbas and Sayyidna Ka'b al-Ahbar ؓ ، and from among the Tabi` in by Said Ibn Jubayr, Qatadah, Masriq, ` Ikrimah, 'Ata', Muqatil, Zuhri and Suddiyy رحمۃ اللہ علیہم . Counter to this is the narrations from Sayyidna ` Ali, Sayyidna Ibn ` Abbas, Sayyidna ` Abdullah Ibn ` Umar, Sayyidna Abu Hurairah and Sayyidna Abu-t-Tufayl ؓ from among the Sahabah, and Said Ibn Musaiyyab, Said Ibn Jubayr, Hasan al-Basri, Mujahid, ` Umar Ibn ` Abd-ul-` Aziz, Sha'bi, Muhammad Ibn Ka` b al-Qurazi from among the Tabiin from whom it has been reported that that this son was Sayyidna Ismail (علیہ السلام) . It is to be noted that the names of Sayyidna ` Ali, Ibn ` Abbas and Sa;id ibn Jubayr appear in both groups. This is because reports of both views are attributed to them. (Usmani)\nOut of the latter commentators, Hafiz Ibn Jarir at-Tabari has preferred the first view, while Hafiz Ibn Kathir and others have not only gone by the second view, but have also refuted the first one. Here, it is not possible to present a critique of arguments advanced by the two groups. Nevertheless, in terms of the descriptive arrangement of the noble Qur'an and the strength of Hadith narrations, the weightier view seems to be that the son of Sayyidna Ibrahim (علیہ السلام) who was commanded to be slaughtered was but Sayyidna Ismail (علیہ السلام) . Relevant proof appears below:\n1.\tAfter having reported the whole event relating to the sacrifice, the noble Qur'an says in verse 112: وَبَشَّرْ‌نَاهُ بِإِسْحَاقَ نَبِيًّا مِّنَ الصَّالِحِينَ (And We gave him the good news of Ishaq, a prophet from among the righteous). This clearly tells us that the son who was to be sacrificed under Divine command was someone else - other than Sayyidna Ishaq - and the glad tidings of the birth of Sayyidna Ishaq (علیہ السلام) was given after the event of the sacrifice.\n2.\tMentioned in this very glad tidings relating to Sayyidna Ishaq (علیہ السلام) is that he will be a prophet. In addition to this, it has been said in another verse that along with the glad tidings of the birth of Sayyidna Ishaq (علیہ السلام) it was also said that, later on, Sayyidna Ishaq (علیہ السلام) will have a son - Sayyidna Ya` qub (علیہ السلام) : فَبَشَّرْ‌نَاهَا بِإِسْحَاقَ وَمِن وَرَ‌اءِ إِسْحَاقَ يَعْقُوبَ (so, We gave her the good news about Ishaq, and about Ya` qub after Ishaq - Hud, 11:71). It clearly shows that he will live a long life to the extent that he will be blessed with an offspring. How could he, then, be commanded to slaughter that very offspring - before becoming a prophet - which would have given Sayyidna Ibrahim (علیہ السلام) the understanding that he has to become a prophet and the birth of Sayyidna Ya` qub (علیہ السلام) is due to come from his loins, therefore, the act of slaughtering cannot bring death to him. It is obvious that, in this situation, neither would this have been some major trial, nor had Sayyidna Ibrahim (علیہ السلام) been deserving of any praise on its implementation. This element of trial is possible only in a situation that Sayyidna Ibrahim (علیہ السلام) fully realizes that his son will die as a result of this act of slaughtering, and only then he takes the initiative of slaughtering him. This whole thing perfectly falls into place in the case of Sayyidna Ismail (علیہ السلام) because Allah Ta’ ala had made no prediction about his remaining alive and becoming a prophet.\n3.\tFrom the statement of the Qur'an it seems that the son who was to be slaughtered under Divine command was the first son of Sayyidna Ibrahim (علیہ السلام) . Therefore, while migrating from his homeland, he had prayed for a son. In answer to this prayer, he was given the good news that he will have a son who will be forbearing. Then, about this very boy it was said that, by the time he grew old enough to work with his father, came the Divine order that he be slaughtered. This whole chain of events is telling us that this boy was the first son of Sayyidna Ibrahim\tعلیہ السلام .\nNow, it was Ismail (علیہ السلام) who was the first son of Sayyidna Ibrahim (علیہ السلام) ، while Sayyidna Ishaq (علیہ السلام) was his second son. After that, no doubt remains about the fact that the son who was to be slaughtered under Divine order was but Sayyidna Isma` il (علیہ السلام) .\n4.\tThen, it is also nearly settled that this event of the sacrifice of a son has come to pass within the environs of Makkah al-Mukarramah. It is for this reason that the custom of sacrifice during the period of Hajj pilgrimage prevailed among the people of Arabia. In addition to that, the horns of the ram sent from Paradise as ransom for the son of Sayyidna Ibrahim (علیہ السلام) have remained hanging in the Holy Ka'bah for years. Hafiz Ibn Kathir (رح) has reported several narrations in support, and has gone on to even quote ` Amir Sha'bi as saying: 'I have personally seen the horns of this ram in the Ka'bah' (Ibn Kathir, p.18, v.4). And Sufyan says: 'The horns of this ram remained hanging in the Ka'bah continuously until when (during the time of Hajjaj Ibn Yusuf) there was a fire in Ka'bah during which these horns were also burnt to ashes' (Ibn Kathir, p.17, v.2). Now it becomes fairly obvious that Sayyidna Ismail (علیہ السلام) was the one living in Makkah al-Mukarramah - not Sayyidna Ishaq (علیہ السلام) . Therefore, it is equally obvious that the command to slaughter related but to Sayyidna Ismail'\t- and not to Sayyidna Ishaq' (علیہ السلام) .\nAs for the narrations in which it has been said that different Sahabah and tabi'in have declared Sayyidna Ishaq (علیہ السلام) as the dhabih (the one to be slaughtered), Ibn Kathir has said:\n'Allah knows best, but evidently all these sayings have come from Ka'b al-Ahbar. When he embraced Islam during the period of Sayyidna ` Umar ؓ ، he started telling him reports from his old (Jewish) books. On occasions, Sayyidna ` Umar ؓ listened to what he had to say. This provided room for others too. They too heard his narrations and started passing them on. These narrations were a bunch of absurdities. This ummah does not need even one word out of it. Allah knows best. - Tafsir Ibn Kathir, p.17, v.4)\nThis reasoning of Hafiz Ibn Kathir is fairly acceptable, because the basis of taking Sayyidna Ishaq (علیہ السلام) to be the dhabih (the one to be slaughtered) rests on Isra'ilite reports that take Sayyidna Ishaq (علیہ السلام) as dhabih instead of Sayyidna Ismail (علیہ السلام) . This event has been described in the current Bible in the following words:\n\"After these things God tested Abraham, and said to him, 'Abraham,' And he said, 'Here am I.' He said, 'Take your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering upon one of the mountains of which I shall tell you.\" (Genesis 22: 1, 2)\nHere, the event of the slaughter has been attributed to Sayyidna Ishaq (علیہ السلام) . But, a little justice and proper investigation would reveal that the Jews have, following their traditional prejudice, interpolated in the text of the Torah - because, the word \"your only son\" in the very text of Genesis quoted above is telling us that the son whose sacrifice Sayyidna Ibrahim (علیہ السلام) was ordered to make was his 'only' son. Later on, in the chapter, it also appears: \"you have not withheld your son, your only son, from me.\" (Genesis 22:12)\nIn this sentence too, it is explicitly said that this son was the 'only' son of Sayyidna Ibrahim (علیہ السلام) . On the other hand, it is already established that Sayyidna Ishaq (علیہ السلام) was not his 'only' son. If the word 'only' can be applied to anyone, it has to be Sayyidna Ismail (علیہ السلام) alone. There are several other textual evidences from the Book of Genesis itself that bear testimony to the fact that the birth of Sayyidna Ismail (علیہ السلام) had taken place much before the birth of Sayyidna Ishaq (علیہ السلام) . For example:\n\"Now Sarai, Abram's wife, bore him no children. She had an Egyptian maid whose name was Hagar; and Sarai said to Abram, ' Behold now, the Lord has prevented me from bearing children; go in to my maid; it may be that I shall obtain children by her....And he went in to Hagar, and she conceived....And the angel of the Lord said to her, 'Behold, you are with child, and shall bear a son; you shall call his name Ishmael;...Abram was eighty-six years old when Hagar bore Ishmael to Abram.\" (Genesis 16: 1-4 and 10-16)\nIn the next chapter, it appears:\n\"And God said to Abraham, 'As for Sarai your wife,...I will bless her, and moreover I will give you a son by her;...Then Abraham fell on his face and laughed, and said to himself, \" Shall a child be born to a man who is a hundred years old? Shall Sarah, who is ninety years old, bear a child? And Abraham said to God, '0 that Ishmael might live in thy sight!' God said, 'No, but Sarah your wife shall bear you a son, and you shall call his name Isaac.\" (Genesis 17:15-20)\nAfter that, the birth of Sayyidna Ishaq (علیہ السلام) has been described as follows:\n\"Abraham was a hundred years old when his son Isaac was born to him.\" ( Genesis 21:5)\nIt becomes very clear from the texts quoted above that Sayyidna Ishaq (علیہ السلام) was fourteen years younger than Sayyidna Ismail (علیہ السلام) - and during this period of fourteen years, he was the 'only' son of Sayyidna Ibrahim Contrary to this, there was no time in the life of Sayyidna Ishaq (علیہ السلام) when he could be taken as the 'only' son of his father. Now, after that, when the Book of Genesis mentions the sacrifice of the son in chapter 22, we see that the word 'your only son' as used here is testifying to the fact that it means Sayyidna Ismail (علیہ السلام) while some Jewish scribe has added the word: \"Issac\" with it so that the line of Ishaq - and not the line of Isma` il (علیہ السلام) - receives this honor.\nIn addition to that, in this very Book of Genesis in the Bible, where Sayyidna Ibrahim (علیہ السلام) has been given the good news of the birth of Sayyidna Ishaq (علیہ السلام) ، it has also been mentioned there:\n\"I will bless her, and she shall be a mother of nations; kings of people shall come from her\" (Genesis 17:16)\n. These extracts are taken from the revised standard version of the Bible published by the British and Foreign Bible Society 1952. And the next sentence in Genesis 17:19 is more clear on the point that the long life of Sayyidna Ishaq (علیہ السلام) was predicted well before his birth. It says, “ I will establish my covenant with him (Isaac) as an everlasting covenant for his descendants after him.\" (Muhammad Taqi Usmani)\nNow, in the matter of a son about whom it has already been announced that he will have children and nations will come from his progeny, how can an order be given that he should be sacrificed? This too tells us that this command related to Sayyidna Ismail (علیہ السلام) and not to Sayyidna Ishaq (علیہ السلام) .\nAfter having seen these statements in the Bible, one comes to realize the truth of what Hafiz Ibn Kathir has said:\n\"It has been clearly stated in the sacred books of the Jewish people that, at the time Sayyidna Ismail (علیہ السلام) was born, the age of Sayyidna Ibrahim (علیہ السلام) was eighty six years and when Sayyidna Ishaq (علیہ السلام) was born, his age was one hundred years. Then, it is also written in their books that Allah Ta` a1a had commanded Sayyidna Ibrahim (علیہ السلام) to slaughter his only son - and in another copy of the text, the word \"firstborn\" has been used instead of \"only.\" So, the Jews have added the word \"Ishaq\" on their own by way of malignant imputation. There is no justification in declaring it as correct, because it is counter to what their books clearly say. They have added this word for the reason that Sayyidna Ishagi is their venerable forefather, while Sayyidna Ismail (علیہ السلام) is that of the Arabs. So envy drove them to add this word, while now they explain \"only\" as meaning: \"the son, other than whom, there is no one else present with you at that time\" - because, Sayyidna Ismail (علیہ السلام) and his mother were not present there at that time (therefore, given that sense, Sayyidna Ishaq (علیہ السلام) could be called \"only\" ). But, this interpretation is totally wrong amounting to a distortion of the text, because the word \"only\" is applied to a son whose father has no son other than him.\" – Tafsir lbn Kathir, p. 14, v. 4.\nThe same Ibn Kathir has also reported that someone from among the Jewish scholars had converted to Islam during the time of the pious caliph, ` Umar Ibn ` Abdul-` Aziz (رح) who asked him, \"Which of the sons of Sayyidna Ibrahim (علیہ السلام) was it who was commanded to be slaughtered?\" He said, \"By Allah, 0 Commander of the faithful, he was Sayyidna Ismail (علیہ السلام) . The Jews know it well. But, they say so because of their envy for you Arabs.\" (Tafsir Ibn Kathir, p. 14, v. 14)\nIn the light of these proofs, it is almost certain that Sayyidna Ismail (علیہ السلام) was the dhabih (the son Sayyidna Ibrahim (علیہ السلام) was commanded to slaughter). Allah is Pure and He knows best.",
  "ayah": 112,
  "surah": 37
}
