{
  "text": "Commentary\nEvents relating to the noble prophets described earlier provided some good counsel and some lessons to learn. Now, once again, the text turns to the essential subject of the affirmation of pure monotheism (tauhid) and the refutation of ascribing partners to the pristine divinity of Allah (shirk). Then, described at this particular place is the shirk of a particular kind. The disbelievers of Arabia believed that angels were the daughters of Allah Ta’ ala, and the daughters of the chieftains of Jinns were the mothers of angels. According to ` Allamah Whidi, this belief was not restricted to the Quraish alone. It also prevailed among the tribes of Juhainah, Banu Salamah, Banu Khuza'ah and Banu Malih (Tafsir Kabir, p. 112, v. 7)\nIn verses beginning with: فَاستَفتِھِم (So ask them... -149) and ending at: إِن كُنتُمْ صَادِقِينَ (if you are truthful - 157), arguments have been given in support of the refutation of this belief of the disbelievers of Arabia. In gist, it has been said here: To begin with, this belief of yours is totally wrong in terms of your own recognized practice and customs, since you yourself regard daughters to be a source of shame. Now, what is a source of shame for you personally, how could this thing be proved to be good for Allah Ta’ ala? Then, you have declared angels to be daughters of Allah. What proof do you have for saying so? There could be three kinds of arguments to prove a claim: (1) Observation (2) Report, that is, the saying of an entity or person whose veracity is established and (3) Reason. As far as observation is concerned, it is obvious that you have just not seen Allah Ta’ ala creating angels that could have given you the knowledge of the gender of angels. Therefore, you have no proof from observation with you. When it was said: أَمْ خَلَقْنَا الْمَلَائِكَةَ إِنَاثًا وَهُمْ شَاهِدُونَ (Or, did We create the angels as females while they were witnessing? - 150), this is what it means. As for a reported proof, you do not have that too because one only goes by the word of people who are trustworthy and whose veracity is well established. Quite contrary to this, there are those who hold this kind of belief but they are liars. Nothing they say can be a binding argument. When it was said: أَلَا إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ (Beware! They are the ones who, by way of a lie of theirs, [ have the audacity to ] say, Allah has children\" - and they are absolute liars - 151, 152), this is what it means. As for the rational argument, even that does not go in your favor because, in your view, daughters have a lower status as compared to that of the sons. Now, think of the great Being of Allah that holds the superior most status in the entire universe - how can this superior most Being like to have something of a lower status? When it was said: أَصْطَفَى الْبَنَاتِ عَلَى الْبَنِينَ (Is it that Allah has chosen daughters (for Himself) instead of sons? - 153), this is what it means. Now, this leaves only one likelihood unexplored - may be, you have been blessed with some scripture from the heavens through the medium of revelation (wahy) in which you have been asked to believe as you do. So, if this be the case, come out and show us the proof - where is that revelation and where is that Book? When it was said: أَمْ لَكُمْ سُلْطَانٌ مُّبِينٌ فَأْتُوا بِكِتَابِكُمْ إِن كُنتُمْ صَادِقِينَ (Or, is it that there is some open authority with you? Then bring your book if you are truthful - 156, 157) this is what it means.\nAn ilzami (الزامی) answer (based on adversary's assumption) is more appropriate for the obstinate\nFrom these verses we learn that it is more appropriate to tackle people bent on obstinacy with an ilzami response. An ilzami response means that their claim should be refuted through the analogy of some other view of things they themselves have. In doing so, it is never necessary to concede that we too subscribe to this other view, in fact, there could be occasion when that other view is also incorrect. But, it is only to drive some sense into the obstinate adversary that it is put to use functionally. Here, to refute their belief, Allah Ta’ ala has used their own view that the existence of daughters is a cause of disgrace. It is obvious that it does not mean that it is so with Allah Ta’ ala as well, nor does it mean that, had they called angels 'sons of God' rather than 'daughters of God,' it would have been correct. In fact, this is an ilzami response, and its aim is to refute their belief by citing their own claims. Otherwise, the real response to beliefs of this nature is no other but that which finds mention in the noble Qur'an itself - that Allah Ta’ ala is independent and need-free and neither does He need any children, nor does it befit His Most Exalted State of Being.",
  "ayah": 155,
  "surah": 37
}
