{
  "text": "The proof of the miracles of the Holy Prophet ﷺ\nThe word: آيَةً ('ayt tan) in verse وَإِذَا رَ‌أَوْا آيَةً (And when they see a sign) literally means 'sign' and at this place it means 'miracle.' Hence, this verse proves that Allah Taala had given to the Holy Prophet t some other miracles as well in addition to that of the noble Qur'an - which refutes those who take the miracles of the Holy Prophet ﷺ as effects of physical causes, and thereby claim that no miracle, other than that of the Qur'an, was shown at the blessed hands of the Holy Prophet ﷺ .\nIn this verse (14), Allah Ta’ ala has clearly said: وَإِذَا رَ‌أَوْا آيَةً يَسْتَسْخِرُ‌ونَ ' (And when they see a sign, they make fun of it). Some people who deny miracles say that, at this place, the word: آيَہ ('ayat) does not mean مُعجِزَۃ ('mujizah) or miracle, instead, it means rational arguments. But, this approach is patently wrong in view of what is said in the next verse that follows immediately: وَقَالُوا إِنْ هَـٰذَا إِلَّا سِحْرٌ‌ مُّبِينٌ (and they say, \"this is nothing but an open magic - 37:15). It is obvious that declaring an evidence and argument to be open magic does not make any sense. They could have said something like this only when they had seen a miracle.\nSome deniers of miracles also say that the word: آيَۃ ('ayat) means ayat or verses of the Qur'an, as it is these verses that the disbelievers declare as magic. But, the word: رَ‌أَوْا (raaw: they see) of the noble Qur'an is flatly contradicting this assertion. The verses of the Qur'an were not seen. Instead, they were heard. Hence, wherever Qur'anic verses have been mentioned in the noble Qur'an, the words used there are those of hearing, not of seeing. And place after place in the Qur'an, the word: v i (ayat) has appeared in the sense of mu jizah or miracle. For instance, while reporting the demand of the Pharaoh from Sayyidna Musa 3411 it was said:\nإِن كُنتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَا إِن كُنتَ مِنَ الصَّادِقِينَ\nIf you have come with a sign bring it out, if you are one of the truthful (7:106).\nIn response, Sayyidna Musa (علیہ السلام) had shown the miracle of his staff turning into a serpent. As for the verses of the Qur'an where it has been mentioned that the Holy Prophet ﷺ did not accede to their demand for a miracle, the fact is that miracles had been repeatedly shown thereby, but they used to ask for an ever-new miracle of their choice almost every day. It was in response to such demands for miracles that they were turned down. It was done for the reason that a prophet of Allah shows miracles at the will and command of Allah Ta’ ala. If anyone still refuses to accept the true message conveyed by him, then, coming up with a new miracle everyday is counter to the dignity of the prophet, as well as counter to the will of Allah Ta’ ala.\nIn addition to that, it has been the customary practice of Allah Ta’ ala that, once some people were granted the miracle they had asked for - and they still failed to believe - then, they were destroyed through a mass punishment. But, in view of the intended survival of the community of the Holy Prophet and with the objective of keeping it safe from any mass punishment, no such miracle on demand was shown before it.",
  "ayah": 18,
  "surah": 37
}
