{
  "text": "An inmate of Jannah and his disbelieving acquaintance\nAfter having described the general condition of the people of Jannah, one of them has been mentioned particularly. Once he has settled down with other inmates of Jannah, he will recall a disbelieving acquaintance who denied the possibility of the Hereafter during his mortal life. Then, with the permission of Allah Ta’ ala, he will be given an opportunity to talk to him by peeping into the Jahannam. The identity of this man has not been given in the Qur'an. Therefore, it cannot be said with any degree of certainty as to who this person could be. Still, some commentators have opined that the name of the believer was Yahudah and the name of his disbelieving acquaintance was Matrus, and they were the same two comrades mentioned earlier in the verse of Surah al-Kahf:... وَاضْرِ‌بْ لَهُم مَّثَلًا رَّ‌جُلَيْنِ (And give them an example. There were two men... - 18:32). (Tafsir Mazhari)\nAnd to determine the identity of this person, ` Allamah as-Suyuti has reported yet another event from. several tabi'in that there were two partners in a business. They earned eight thousand dinars out of it, and took four thousand dinars each. One partner spent one thousand dinars from his share to buy a land. The other partner was a pious man. He prayed: '0 Allah, this person has bought a plot of land for one thousand dinars. I buy a plot of land from You in Jannah against one thousand dinars' - and gave away one thousand dinars in Sadaqah (charity). Then, his partner-friend spent another one thousand dinars and made a house for himself. Then, the pious man said, '0 Allah, this man has made a house for himself by spending one thousand dinars. I buy a house in Jannah against one thousand dinars' - and, having said that, he gave away another one thousand dinars in Sadaqah. After that, his partner-friend married a woman and spent one thousand dinars over her. Then, he said: '0 Allah, this man has married a woman, and has spent one thousand dinars over her. I propose to one of the women in Jannah and offer this modest sum of one thousand dinars' - and, having said that, he gave away yet another one thousand dinars in Sadaqah. Finally, when his partner-friend bought some attendants and things by spending one thousand dinars, the pious partner, once again, gave out one thousand dinars in Sadaqah and prayed to Allah that he be blessed with attendants and things of Jannah against it.\nAfter that, this believing servant of Allah was caught in some dire need, and he thought of his former partner hoping that he would be good enough to help him. So, he told him about his need. His former partner asked him, 'What became of your share of money?' In answer, he told him the whole story. Wondering thereupon, he asked, 'Do you really believe it as true that, once we die and become dust, we shall get another life and, in that life, we shall be given the return for our deeds? Get lost. I am not going to give you anything.' After that, both of them died. The man of Jannah referred to in the cited verses is the servant of Allah who had given all his wealth in Sadaqah for the sake of 'Akhirah (life in the Hereafter), and his acquaintance in Jahannam is the same partner who had chided him on his confirmation of the life to come, the 'Akhirah. (Tafsir ad-Durr-ul-Manthur with reference to Ibn Jarir and others, p. 165, v. 5)\nAn advice to avoid bad company\nAnyhow, whoever this person may be - it does not matter. This event has been mentioned with a purpose. The noble Qur'an is really alerting people towards a beneficial rule operative in human relations. Let everyone make a careful survey of his or her circle of friends, and try to find out whether or nor there is someone included therein who may actually be dragging them towards the sad end of the Jahannam. The destruction bad company can bring about can only be discovered fully and truly in the Hereafter - and that will be a time when there will be no escape from such destruction. Therefore, it is better to take one's guard right here in this world in matters concerning the taking of friends and promoting of relationships, something that must be done with due caution and judgment. There are occasions and circumstances when one does not foresee what would happen after having inculcated relationships with someone who disbelieves or disobeys. What ultimately happens is that one starts becoming affected by his ideas, thoughts and way of life without having any sense of that which is happening to him. This attitude proves lethal for one who is so affected in terms of the end he would have in the Hereafter.",
  "ayah": 60,
  "surah": 37
}
