{
  "text": "And in verse 77, it was said: وَجَعَلْنَا ذُرِّ‌يَّتَهُ هُمُ الْبَاقِينَ (And [ We ] made his progeny the sole survivors.). According to most commentators, this verse means that the majority of world population was annihilated in the great flood during the time of Sayyidna Nuh (علیہ السلام) . After that, all races in the entire world originated from the three sons of Sayyidna Nuh (علیہ السلام) . Sam was one of his sons. His children were the forbears of the peoples of Arabia and Persia. The second son was named Ham. The populations in African countries came from him. Some scholars have included the people of India in the same racial stock. Yafith was the third son. From him came the races known as Turk, Mongol and Gog and Magog. Out of the people who had embarked the ark of Sayyidna Nuh (علیہ السلام) and had survived the Flood, the three sons of Sayyidna Nuh (علیہ السلام) were the only ones whose progeny survived later on.\nHowever, some scholars - whose number is very small - hold the view that the Flood during the time of Sayyidna Nuh (علیہ السلام) was not worldwide, instead, it was restricted to the land of ancient Arabia. In their sight, it was only in that land area where the progeny of Sayyidna Nuh (علیہ السلام) flourished and survived, and it was through them that the Arab race came. That the race of others spread out in other regions of the world does not go on to contradict this verse. (Bayan-ul-Qur’ an)\nA third group of commentators says that as for the Great Flood, it was worldwide, but the universal racial stock did not come from the sons of Sayyidna Nuh (علیہ السلام) alone. Rather, it spread out from all those people who were on board with Sayyidna Nuh (علیہ السلام) . This group of commentators takes the restrictive statement of the Qur'an in the sense of relative restriction, and says that, at this place, the real purpose is to state that the race of the people drowned did not continue. (Qurtubi)\nGiven the context of the Qur'an, this third view is very weak, while the first view is the best for the reason that it is supported by some ahadith as well which Imam Tirmidhi and others have reported directly from the Holy Prophet under the Tafsir of this verse. In a narration from Sayyidna Samurah Ibn Jundub 4, the Holy Prophet t has been reported to have said: \"Sam is the father of the people of Arabia; Ham is the father of the people of Ethiopia, and Yafith, that of the people of Byzantine.\" Imam Tirmidhi calls this Hadith as Hasan, while Imam Hakim rates it as Sahih (Ruh-ul-Ma’ ani, p. 98, v.23).",
  "ayah": 77,
  "surah": 37
}
