{
  "text": "In the last four verses, (37:7-10): وَحِفْظًا مِّن كُلِّ شَيْطَانٍ مَّارِ‌دٍ ﴿7﴾ لَّا يَسَّمَّعُونَ إِلَى الْمَلَإِ الْأَعْلَىٰ وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ ﴿8﴾ دُحُورً‌ا ۖ وَلَهُمْ عَذَابٌ وَاصِبٌ ﴿9﴾ إِلَّا مَنْ خَطِفَ الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ ﴿10﴾ and [ have made them ] a security against every rebellious shaitan [ shaitan ]. They cannot listen to the Upper Realm and are hit from every side, to be driven off, and for them there is a lasting punishment, (however, if one snatches a little bit, he is pursued by a bright flame - 37:10). It has been said that stars have yet another benefit besides being a decoration of the sky. Through these, wicked shaitan are restrained from approaching the higher levels to eavesdrop. They do that to gather whatever news of the unseen they can gather by reaching the fringes of the sky. But, they are denied the opportunity to listen to what angels say to each other. If some Shaitan picks up even a part of their conversation, and tries to decamp with it, he is hit by a blazing flame, so that he remains unable to pass on this information to his devotees among soothsayers in the world. It is this blazing flame that has been called: شِهَابٌ ثَاقِبٌ (shihab thaqib: meteor). Some details about meteors have appeared in Surah al-Hijr (Ma’ ariful-Qur’ an, volume V. 15:17, 18, pages 303-305). At this place, it should be borne in mind that early Greek scientists believed in meteors being terrestrial substance that rose up with vapors and would burn up when it reached the fire zone. But, the words of the Qur'an, as they appear here, seem to suggest that a meteor is not some terrestrial substance, rather, is something generated only in the upper atmosphere. At this stage, earlier commentators have been saying all along that the Greek assumption about meteors - that it was some terrestrial substance - was no more than a conjecture. Therefore, this cannot be used to raise an objection against the Qur'an. As for the other possibility - that some terrestrial substance rises up and ignites itself in the upper atmosphere - that too offers no contradiction with the Qur'an.\nBut, once we are in the age of modern scientific discoveries, the question has been put to rest. Astronomers tell us that meteors شِهَابٌ ثَاقِبٌ (shihab thaqib) are small pieces from countless stars, generally of the size of large bricks. They stay in space. One of their groups is known as 'asadiyyah', (Leo, or Lion, out of the signs of Zodiac). It keeps revolving around the sun on its path through the imaginary belt in the heavens. One orbit by it is completed in thirty-three years. Light is emitted in these pieces because of their speed and abrasion against heavenly bodies. These pieces fall mostly during the nights of August 10 and November 27. Then, during the nights of April 20, October 18 and November 28, and on the nights of December 6, 9 and 13, their fallings tapers off. (Tafsir al-Jawahir by Tantawi, page 15, volume 8).\nThis investigative approach of modern science corresponds to the Qur'anic description. Yes, as for people who take the phenomena of shaitans being hit by meteors beyond conception, the late Tantawi has offered a good advice for them in his Tafsir al-Jawahir. He has said:\n\"Our forebears and scholars also took it with a heavy heart that the noble Qur'an would say something counter to contemporary astronomy of their time. But, the commentators of the Qur'an did not compromise their position. They did not agree to accept their thinking and surrender the position of the Qur'an. Instead of doing something like that, they bypassed their philosophical assumptions and continued to stay with the Qur'an. After the passage of some time, it became automatically established that the early Greeks were wrong in their assumptions. Now, if we were to acknowledge that these stars hit, hurt and burn shaitans, what is there to stop us from doing so? Thus, here we are in our time embracing this statement of the Qur'an as true. And we are faithfully waiting for the future (when science will also confirm it).\" - al-Jawahir, page 14, volume 8.\nThe Real Objective\nAt this place, by mentioning the skies, the stars and the meteors, two objectives have been achieved. The first real objective is to assert the Oneness of Allah who has, all by Himself, created and managed a universal system so magnificent and, therefore, He alone is worthy of being worshipped as well. Then, there is the second objective whereby the false notion of those who take shaitans as their objects of worship has been refuted by telling them that they are the most accursed of the creation, and have nothing to do with the supreme station of godhead.\nIn addition to that, also refuted here is the objection of those who used to degrade the Divine revelation (wahy) sent to the Holy Prophet ﷺ as the predictions of the soothsayers. These verses clearly indicate that the noble Qur'an rejects the soothsayers for the sum-total of their information is what they receive through the shaitans. And the Qur'an says that the shaitans do not have access to the higher echelons. They cannot bring back the true information out of what remains in the realm of the Unseen (alghayb). When the Qur'an states this as its creed relating to soothsaying, how can it become soothsaying as such? Thus, these verses carry clear hints to the subject of Allah's Oneness and the veracity of the mission of the prophet. Later on, through the example of these very cosmic creations, the belief in the Hereafter has been proved.",
  "ayah": 9,
  "surah": 37
}
