{
  "text": "In verses 88 and 89, it was said: نَظَرَ‌ نَظْرَ‌ةً فِي النُّجُومِ فَقَالَ إِنِّي سَقِيمٌ. (Then, he cast a look at the stars, and then said, \"I feel indisposed\" 37:88-89). There is a background to these verses. The people of Sayyidna Ibrahim (علیہ السلام) used to have a festival on a particular day. When that day came, they invited Sayyidna Ibrahim to go with them and enjoy the festival. Their purpose was that if he accompanies them in the festival, he might be impressed with them and forget about calling them to his faith. (ad-Durr-ul-Manthur, Ibn Jarir and others). But, Sayyidna Ibrahim had something else on his mind. He wanted to make use of this occasion to pursue an agenda of his own. He thought when all these people go to celebrate their festival, he would have the time to go into their temple and break their idols, so that when they returned, they would see the helplessness of their false gods with their own eyes. It was quite possible that this scenario makes someone's heart lit with the spark of true faith and, may be, he repents and shies away from shirk. This being his aim, Sayyidna Ibrahim (علیہ السلام) refused to go with them. But, he chose a particular method of saying 'no' to his people when he cast a full, animated look at the stars (expressed in the text by saying: فِي النُّجُومِ fi-nnujum: into the stars ] as explained below) and then said that he was indisposed. His people took his excuse to be valid, left him alone and went away to enjoy their festival.\nSeveral exegetic and juristic issues are related with this event. A gist is being presented here.\nThe purpose of casting a glance at the stars\nThe first debatable issue is to determine the purpose for which Sayyidna Ibrahim (علیہ السلام) cast a glance at the stars before he could give an answer. Some commentators have said that this happened as a matter of chance. When someone has something important on his mind, there are occasions he would start looking at the sky quite unintentionally. At the time Sayyidna Ibrahim (علیہ السلام) was invited to come to the festival, he was left thinking as to how he could excuse himself out of this invitation. It was in this state of indecision that he, quite involuntarily, cast a glance towards the stars and, only after that, came his response. This explanation of casting a glance towards the stars apparently seems to be cloudless. But, in view of the style of the noble Qur'an, it is difficult to call it correct. First of all because the style of the Qur'an is such that it limits itself to the narration of only important and necessary units of events while it leaves off details that are unnecessary. Even in these very verses under study, several units of the events have been elided to the extent that its entire background was also not spelt out. Therefore, it is not possible to believe that the Qur'an would have left out the background of this event, lest it becomes too long while it would take an absolutely involuntary action not even distantly related to the event and describe it in a whole verse. Secondly, if no particular wise consideration was in sight while casting a glance towards the stars, instead, it had happened involuntarily - then, according to the grammatical rules of the Arabic language, one would say: فَنَظَرَ‌ نَظْرَ‌ةً اِلَی النُّجُومِ and not: فِي النُّجُومِ as in the text.\nThis tells us that Sayyidna Ibrahim (علیہ السلام) did have some particular expedient consideration before him in having a glance at the stars, and that is why the noble Qur'an has mentioned it with such stress on its importance. Now the question is: What was that expedient consideration? In answer, most commentators have said that the people of Ibrahim (علیہ السلام) believed in astrology and used to do everything they had to do by looking at stars. The purpose behind the answer that Sayyidna Ibrahim (علیہ السلام) gave by looking at the stars was to let his people understand that the statement being given by Sayyidna Ibrahim (علیہ السلام) about his indisposition was not something unfounded, instead, what he was saying was being said on the basis of his assessment of the movement of stars. Although, Sayyidna Ibrahim (علیہ السلام) was not a believer in astrology personally, but the method he used functionally in order to avoid his participation in the festival was precisely what would appear trustworthy in their sight - and since he made no reference to astrology verbally, nor did he declare that his aim was to seek help from his knowledge of stars - instead, what he did was no more than having looked at the stars rather fully - therefore, this also had no aspect of some lie in it.\nHere, one may doubt that this act of Sayyidna Ibrahim (علیہ السلام) might have encouraged disbelievers who were not only believers in astrology, in fact, took stars to be effective agents in the events of the world. But, this doubt can be answered by saying that the likelihood of an encouragement was possible only when Sayyidna Ibrahim (علیہ السلام) would have not clearly warned them on their erroneous conduct later on. Here, this entire plan was being enacted for the sole purpose that the invitation to pure monotheism be communicated to them in the most effective manner possible. Hence, it was after a short while that Sayyidna Ibrahim (علیہ السلام) laid bare every possible error of their conduct before his people. Therefore, there is no question of providing encouragement to disbelievers simply on the basis of this ambiguous act. Here the purpose was to get rid of the compulsion of having to participate in the festival so that effort could be made to create a conducing atmosphere to present the call of true faith. This method of considered ambiguity for the purpose in sight is based on nothing but wisdom - and no reasonable objection can be raised against it.\nThis explanation of casting a glance towards the stars has been reported from most commentators. Maulana Ashraf Thanavi (رح) has also gone by this very Tafsir in Bayan-ul-Qur'an.\nAstrology: Its status in Islam\nAnother question which comes under this verse relates to the status astrology has in the Shari'ah of Islam. A brief answer to this question is being submitted here.\nAt least this much is a settled matter that Allah Ta’ ala has placed specific properties in the Moon, Sun and the stars that affect human lives. Some of these are such as could be observed by everyone, for instance, the feeling of being hot or cold due to the Sun being near and far or the high and low tides of the seas due to the waxing and waning of the Moon and similar other phenomena. Now, some commentators just limit themselves to saying that the properties of these stars are no more than what we can gather from common observation - while there are others who say that there are some additional and particular properties in the position and movement of stars which affect most human matters. The moving of some star in a particular constellation becomes for some human beings the cause of happiness and success while the cause of sorrow and failure for some others. Then there are some people who believe that stars are the sole effective agents in the case of all successes and failures. And there are still others who say that there is no effective agent but Allah Ta’ ala, however, He has endowed stars with such properties, therefore, very much like other causes, they too serve as yet another cause of human successes and failures.\nAs for those who believe in stars being effective agents, and hold that events and revolutions of the world depend on stars alone, and they alone decide what happens in the world - their notion is wrong and false without any doubt. In fact, this belief takes one to the borderline of shirk (the ascribing of partners to the pristine divinity of Allah). This was the kind of belief the people of Arabia entertained in the matter of rains. According to them, a particular star (called: نَوء : naw' ) brought rains and it was an effective agent as far as rains are concerned. The Holy Prophet ﷺ has strongly refuted this belief the detailed description of which appears in ahadith.\nNow, there remains the thinking of people who, for all intents and purposes, do believe that Allah Ta’ ala is the ultimate effective agent in world events, yet they also subscribe to the view that the Almighty has endowed stars with such properties which affect human lives in the degree of a general cause. For example, as far as rain is concerned, it is Allah alone who brings it, but clouds happen to be the obvious cause of rains. Similarly, the real fountainhead of all successes and failures is no other but the will of Allah Ta’ ala. But, these stars become the cause of those successes and failures. Hence, this thinking is no shirk - and neither do the Qur'an and Hadith confirm or reject it. Therefore, it is not too far out to think that Allah Ta’ ala might as well have embedded some such effects in the position, movement, rising and setting of stars. But, the acquiring of the knowledge of astrology in order to pursue and discover these effects, and then placing reliance on this knowledge, and then issuing decrees for the future on that basis is, after all, prohibited and impermissible and ahadith forbid it. According to a narration of Sayyidna ` Abdullah Ibn Masud ؓ ، the Holy Prophet ﷺ said:\nاِذا ذُکِرَ القدرُ فَاَمسِکُوا وَ اِذَا ذُکِرَتِ النُّجُومُ فَاَمسِکُوا وَاِذَا ذُکِرَ اَصحَابِی فَاَمسِکُوا (تخریج احیاء العلوم للعراقی بحوالہ طبرانی وھو حدیث حسنہ العراقی)\nWhen destiny is mentioned - observe restraint; and when stars are mentioned - observe restraint; and when my Companions are mentioned - observe restraint [ that is, do not deliberate or debate or dwell on differences ]. ` Iraqi on Ihya'-ul-` Ulum, with reference to Tabarani, and rating as 'hasan' )\nAnd Sayyidna ` Umar ؓ said:\nتَعَلَّمُوا مِنَ النُّجُومِ مَا تَھتَدُونَ بِہٖ فِی البَرِّ وَ البَحرِ ثُمَّ امسِکُوا (احیاء علوم الدین للغزالی (رح))\nAcquire knowledge of stars to the extent you are guided right on land and at sea - then, stop. ('ihya'-ul-Ulum -Ghazzali)\nThis prohibition does not necessitate rejection of properties and effects of stars. But, any relentless digging into these properties and effects - and wasting precious time while hankering after these is what has been prohibited. Imam al-Ghazali has, while discussing this subject in Ihya'-ul-` Ulum, identified several elements of wisdom behind this prohibition.\nThe first wise consideration under which astrology has been declared as blameworthy and prohibited lies in a person's accelerated devotion to it. Experience bears out that once this happens, he gradually starts taking stars as the be-all and end-all of everything, and this false perception then drags him on to the polytheistic belief of taking stars as the real effective agents.\nThen there is yet another wise consideration behind it. Even if Allah Ta’ ala has placed some properties and effects in the stars, we have, on our part, no certain source of knowledge about these, except through wahy or revelation. It appears in ahadith about Sayyidna Idris (علیہ السلام) (Enoch) that Allah Ta’ ala had given him some knowledge of this nature. But, that knowledge based on Divine revelation (wahy) is no more there in this world. Now, whatever the so-called experts of astrology have with them is merely a collection of inferences, conjectures and whims based on which no certain knowledge can be acquired. This is the reason why countless predictions of astrologers keep being proved false. Someone has made a lively comment on this field of knowledge by saying:\nمفیدہ، غیر معلوم و معلومہ غیر مفید\nThe useful of it is unknown, and the known of it is useless!\n` Allamah ` Alusi has, in his Tafsir Ruh-ul-Ma’ ani, has cited several examples from historical events where the way an event should have transpired under the accepted rules of astrology came, in reality, to transpire almost contrarily. Therefore, so many great people that devoted their lives to astrology were finally compelled to confess that the ultimate end of this field of knowledge is no more than conjectures and estimations.\nA famous astrologer, Koshyar Dailami has written in his book al-Mujmal fi-l-Ahkam:\n\"Astrology is a field of knowledge not supported by evidence, proof, or argument. It has a lot of leeway for human scruples and conjectures.\" (Rum-ul-Ma’ ani, p. 116, v. 23)\n` Allamah 'Alusi has also reported similar sayings from several other scholars of astrology. Nevertheless, this much is settled that astrology is not a field of knowledge that could offer any degree of certainty. Countless probabilities of errors lurk behind it. But, what actually happens is that people who pursue this field of knowledge end up giving it status of a science that is absolute and certain. On this very basis they arrive at their decrees for the future, and because of it they go on to entertain good or bad opinions about others. Moreover, far serious is the false pride in this field that, on some occasions, pushes its votaries to start claiming that they have the knowledge of the unseen (al-ghayb). And it goes without saying that everything pointed to here generates all sorts of corruption.\nThere is yet another reason for the prohibition of astrology in that it amounts to allowing dear life to be consumed in a pursuit that has no benefit in the real sense. When one cannot have something certain come out of it, how is it going to be helpful in doing so many things one has to do in this world? Now, running after something useless for no valid reason is totally against the spirit and temperament of the Shari'ah of Islam. Therefore, it has been prohibited.\nHow to explain the 'indisposition' of Sayyidna Ibrahim (علیہ السلام) ?\nThe third problem that emerges from this verse relates to the statement of Sayyidna Ibrahim (علیہ السلام) . In response to the invitation of his people, he said: اِنِّی سَقِیمُ (I feel indisposed). Now the question is: Was he really sick at that time? In the Qur'an, there is no clarification about it. But, from a Hadith of the Sahih of al-Bukhari it seems that he was not so sick at that time as would make him unable to go with his people. Therefore, we have to determine as to how could he say that.\nThe answer to that, according to the majority of commentators, is that Sayyidna Ibrahim (علیہ السلام) had really employed the mode of توریہ : tauriyah (equivocation). Tauriyah means: 'To say something that is apparently counter to the actual fact, but the speaker means a remote sense in it that matches the actual fact.' Here, the apparent sense of the remark made by Sayyidna Ibrahim (علیہ السلام) is that 'Right now, I am sick.' But, this is not what he really meant. Now, what did he really mean? About this, commentators have expressed different opinions. Some said that it was prompted by his instinctive aversion at the sight of the polytheistic activities of his people. This view is supported by the fact that the word used here is: سَقِیم ('saqim': indisposed), a word that is much lighter than: مَرِیض (marid : sick). This sense could be conveyed in English by saying: I am indisposed (as in the translation of the text). It is obvious that this sentence has ample room to incorporate the sense of instinctive aversion alluded to earlier.\nAnd some commentators have said that by saying: اِنِّی سَقِیم (inni saqim), Sayyidna Ibrahim (علیہ السلام) intended to convey the sense of 'I am going to be sick' for the reason that, in the Arabic language, the form of active participle noun (ism-u-l-fail) is frequently used for the future tense. In the Qur'an itself, it was said while addressing the Holy Prophet ﷺ :إِنَّكَ مَيِّتٌ وَإِنَّهُم مَّيِّتُونَ (which can be literally translated in terms of the outwardly apparent words by saying: 'You too are dead and they too are dead.' But, as obvious, it means: \"Certainly, you will die and they [ too ] will die - (Az-Zumar, 39:30). Similarly, Sayyidna Ibrahim (علیہ السلام) had said: اِنِّی سَقِیم (inni saqim) only to convey the sense of 'I am going to be sick' and he said that because one has to fall sick some or the other time much before death comes. Even if someone does not suffer from a regular sickness, even then, one is temperamentally disturbed before death that is something inevitable.\nIf someone is not satisfied with these interpretations, then the best explanation is that Sayyidna Ibrahim (علیہ السلام) was really somewhat indisposed at that time, but his indisposition was not such as would have prevented him from participating in the festival Actually, he talked about his casual indisposition in a particular setting where his listeners thought he was suffering from some major disease because of which he was really unable to go with them. This explanation of the equivocation used by Sayyidna Ibrahim (علیہ السلام) is most reasonable and satisfactory.\nThis explication also makes it clear that the use of the word: کَذِبَہ (kadhibah: lie) for the statement: اِنِّی سَقِیم (inni saqim) uttered by Sayyidna Ibrahim (علیہ السلام) ، as is reported in the Hadith of Bukhari, actually means تَورِیہ : equivocation) which has the apparent form of a lie but it is no lie in terms of the sense intended by the speaker. In some narrations of this very Hadith, the following words have also appeared:\nمَا مِنھَا کَذِبَۃُ اِلَّا مَا حَلَّ بِھَا عَن دِینِ اللہِ\nOut of these, there is no lie that has not been spoken for the sake of defending and supporting the religion of Allah.\nThese words are self-explanatory. They tell us that the word 'kadhib' or lie in the Hadith carries a sense that is separate from its common meaning. A slightly detailed discussion regarding this very Hadith has already appeared in the commentary on Surah Al-Anbiya' under the verse: قَالَ بَل فَعَلَہ، کَبِیرُھُم (He said Rather, this is done by this chief of theirs - 21:63). (Ma’ ariful-Qur’ an, volume VI)\nThe Islamic legal ruling on (equivocation)\nAlso from these very verses comes the ruling that resorting to tauriyah on occasions of need is permissible. One form of tauriyah is verbal, that is, saying something the apparent sense of which is counter to the actual fact, while the inward sense corresponds to it. Then there is the practical tauriyah, that is, to act in a manner that makes the onlooker interpret one's intention in a certain way while, in reality, one's intention is quite different. This is also known as: ('iham). When Sayyidna Ibrahim (علیہ السلام) cast a glance towards the stars, it was 'iham. (as held by most commentators) and calling himself sick was tauriyah or equivocation.\nOn specific occasions of need, resorting to both these kinds of tauriyah stands proved from the Holy Prophet in person. When he was on his journey of hijrah, and the disbelievers were looking for him frantically, someone en route asked Sayyidna Abu Bakr\tعلیہ السلام about the Holy Prophet ﷺ . He answered by saying: ھُوَ ھَادٍ یَّھدینِی (He is my guide. He shows me the way). From his answer, the listener gathered that he was referring to him as some usual pathfinder or guide (hired for this purpose in travel through unknown desert terrain). Therefore, he did not bother and went his way - although, Sayyidna Abu Bakr (علیہ السلام) had still not surrendered the truth of the matter that he was his religious and spiritual guide or leader.\nSimilarly, says Sayyidna Ka’ b ibn Malik ؓ ‘when the Holy Prophet ﷺ had to go in a certain direction for Jihad, he would, while coming out of Madinah, rather than go in his intended direction, would start marching towards some other direction - so that onlookers do not find out the correct destination towards which he was really headed (Sahih Muslim and others). This was practical tauriyah (equivocation) and 'iham.\nOn occasions of good cheer and Iight humor too, tauriyah stands proved from the Holy Prophet ﷺ . According to narration from the Shama'il of Tirmidhi, the Holy Prophet ﷺ humorously said to an old woman, \"No old woman will go to Paradise.\" That woman became very anxious. Then he explained that he meant that the old women will not go Paradise in the state of their old age - yes, they will go there after having turned young.",
  "ayah": 94,
  "surah": 37
}
