{
  "text": "ثم بين - سبحانه - مظهرا آخر من مظاهر فضله على نبيه إبراهيم فقال : ( وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيّاً مِّنَ الصالحين . وَبَارَكْنَا عَلَيْهِ وعلى إِسْحَاقَ وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِّنَفْسِهِ مُبِينٌ )أى : ومن مظاهر تكريمنا لإبراهيم ، أننا بشرناه بولد آخر هو إسحاق ، الذى جعلناه نبيا من أنبيائنا الصالحين لحمل رسالتنا ، وأفضنا على إبراهيم وعلى إسحاق الكثير من بركاتنا الدينية والدنيوية ، بأن جعلنا عدداً كبيراً من الأنبياء من نسلهما .ومع ذلك فقد اقتضت حكمتنا أن نجعل من ذريتهما من هو محسن فى قوله وعمله ، ومن هو ظالم لنفسه بالكفر والمعاصى ظلما واضحا بينا ، وسنجازى كل فريق بما يستحقه من ثواب أو عقاب .هذا ومن الأحكام والآداب التى أخذها العلماء من هذه الآيات ما يأتى :1 - أن الرسل جميعا قد جاءوا من عند الله - تعالى - بدين واحد فى أصوله ، وأن كل واحد منهم قد سار على نهج سابقه فى الدعوة إلى وحدانية الله ، وإلى مكارم الأخلاق ، وقد بين - سبحانه - فى مطلق هذه القصة ، أن إبراهيم كان من شيعة نوح - عليه السلام - أى : من أتباعه الذين ساروا على سنته فى دعوة الناس إلى عبادة الله وحده .وقد أمر - عز وجل - نبيه صلى الله عليه وسلم أن يقتدى بإخوانه السابقين من الأنبياء ، فقال : ( أولئك الذين هَدَى الله فَبِهُدَاهُمُ اقتده ) 2 - أن تعاطى الحيل الشرعية من أجل إزالة المنكر ، أمر مشروع ، فإن إبراهيم - عليه السلام - لكى يقضى على الأصنام ، اعتذر لقومه عن الخروج معهم فى يوم عيدهم ، وقال لهم : إنى سقيم - بعد أن نظر فى النجوم .وكان مقصده من وراء ذلك ، أن يختلى بالأصنام ليحطمها ، ويثبت لقومه أنها لا تصلح للألوهية .3 - أن سنة الله - تعالى - قد اقتضت أن يراعى - بفضله وكرمه - عباده المخلصين ، وأن ينصرهم على أعدائهم ، الذين يبيتون لهم الشرور والسوء .ونرى ذلك جليا فى هذه القصة ، فقد أضمر الكافرون لإِبراهيم الكيد والإِهلاك . فأنجاه الله - تعالى - من مكرهم ، كما قال - تعالى - : ( فَأَرَادُواْ بِهِ كَيْداً فَجَعَلْنَاهُمُ الأسفلين ) .4 - أن على المؤمن إذا لم يتمكن من نشر دعوة الحق فى مكان معين أن ينتقل منه إلى مكان آخر متى كان قادرا على ذلك .وهذا ما فعله إبراهيم - عليه السلام - فقد قال لقومه بعد أن يئس من صلاحهم ، وبعد أن نجاه الله من كيدهم : ( إِنِّي ذَاهِبٌ إلى رَبِّي سَيَهْدِينِ ) .5 - أن الدعاء متى صدر من نفس عامرة بالإِيمان والتقوى ، ومن قلب سليم من الهوى . . كان جديراً بالإِجابة .فلقد تضرع إبراهيم إلى ربه أن يرزقه الذرية الصالحة ، فأجاب الله دعاءه .كما حكى - سبحانه - ذلك فى قوله : ( رَبِّ هَبْ لِي مِنَ الصالحين . فَبَشَّرْنَاهُ بِغُلاَمٍ حَلِيمٍ )ثم قال - سبحانه - بعد ذلك : ( وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيّاً مِّنَ الصالحين ) .6 - أن إبراهيم وإسماعيل - عليهما السلام - قد ضربا أروع الأمثال فى صدق الإِيمان ، وفى الاستسلام لأمر الله - تعالى - وفى الرضاء بقضائه .فكافأهما - عز وجل - على ذلك مكافأة جزيلة ، بأن جعل الذكر الحسن باقيا لإِبراهيم إلى يوم القيامة ، وبأن افتدى الذبيح بذبح عظيم .قال - تعالى - : ( وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ . وَتَرَكْنَا عَلَيْهِ فِي الآخرين . سَلاَمٌ على إِبْرَاهِيمَ . كَذَلِكَ نَجْزِي المحسنين . إِنَّهُ مِنْ عِبَادِنَا المؤمنين ) .7 - أن الذبيح الذى ورد ذكره فى هذه القصة ، والذى افتداه الله - تعالى - بذبح عظيم ، هو إسماعيل - عليه السلام - وعلى ذلك سار جمهورالعلماء ، وم أدلتهم على ما ذهبوا إليه ما يأتى :( أ ) أن سياق القصة يدل دلالة واضحة على أن الذبيح إسماعيل ، لأن الله - تعالى - حكى عن إبراهيم أنه تضرع إليه - تعالى -بقوله : ( رَبِّ هَبْ لِي مِنَ الصالحين ) فبشره - سبحانه - ( بِغُلاَمٍ حَلِيمٍ ) ، وهذا الغلام عندما بلغ السن التى يمكنه معها مساعدة أبيه فى أعماله .قال له أبوه : ( يابني إني أرى فِي المنام أَنِّي أَذْبَحُكَ فانظر مَاذَا ترى ) ثم افتدى الله - تعالى - هذا الغلام بذبح عظيم .ثم قال - تعالى - بعد كل ذلك : ( وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيّاً مِّنَ الصالحين ) .وهذا يدل على أن المبشر به الأول وهو إسماعيل ، غير المبشر به الثانى وهو إسحاق .( ب ) أن البشارة بمولد إسحاق - عليه السلام - قد جاء الحديث عنها مفصلا فى سورة هود . وظروف هذه البشارة وملابساتها ، تختلف عن الظروف والملابسات التى وردت هنا فى سورة الصافات ، وقد أشار إلى ذلك الإِمام السيوطى فقال :وتأملت القرآن فوجدت فيه ما يقتضى القطع - أو ما يقرب منه - على أن الذبيح إسماعيل ، وذلك لأن البشارة وقعت مرتين :مرة فى قوله - تعالى - ( رَبِّ هَبْ لِي مِنَ الصالحين . فَبَشَّرْنَاهُ بِغُلاَمٍ حَلِيمٍ . فَلَمَّا بَلَغَ مَعَهُ السعي قَالَ يابني إني أرى فِي المنام أَنِّي أَذْبَحُكَ . . ) .فهذه الآية قاطعة فى أن المبشر به هو الذبيح .ومرة فى قوله - فى سورة هود - ( وامرأته قَآئِمَةٌ فَضَحِكَتْ فَبَشَّرْنَاهَا بِإِسْحَاقَ ) فقد صرح فيها بأن المبشر به إٍسحاق ، ولم يكن بسؤال من إبراهيم ، بل قالت امرأته إنها عجوز ، وأنه شيخ ، وكان ذلك فى بلاد الشام ، لما جاءت الملائكة إليه ، بسبب قوم لوط ، وكان إبراهيم فى آخره عمره .أما البشارة الأولى فكانت حين انتقل من العراق إلى الشام ، وحين كان سنه لا يستغرب فيه الولد ، ولذلك سأله ، فعلمنا بذلك أنهما بشارتان فى وقتين بغلامين ، أحدهما بغير سؤال وهو إسحاق ، والثانية قبل ذلك بسؤال وهو غيره ، فقطعنا بأنه إسماعيل وهو الذبيح .ج - أن القول بأن الذبيح إسماعيل قد ورد - كما قال الإِمام ابن القيم - عن كثير من الصحابة والتابعين ومن بعدهم . وأما القول بأنه إسحاق فباطل بأكثر من عشرين وجها .ثم قال الإِمام ابن القيم : وسمعت شيخ الإِسلام ابن تيمية - رحمه الله - يقول : هذا القول إنما هو متلقى عن أهل الكتاب ، مع أنه باطل بنص كتابهم فإن فيه : إن الله أمر إبراهيم أن يذبح ابنه \" بكره \" وفى لفظ \" وحيده \" ولا يشك أهل الكتاب مع المسلمين أن إسماعيل هو بكر أولاد إبراهيم .ومن العلماء الذين فصلوا القول فى هذه المسألة ، الإِمام ابن كثير ، فقد قال رحمه الله : \" وقد ذهب جماعة من أهل العلم إلى أن الذبيح هو إسحاق ، وحكى ذلك عن طائفة من السلف ، حتى نقل عن بعض الصحابة - أيضاً - وليس ذلك فى كتاب ولا سنة ، وما أظن ذلك تُلُقَّى إلا عن أحبار أهل الكتاب ، وهذا كتاب الله شاهد ومرشد إلى أنه إسماعيل ، فإنه ذكر البشارة بالغلام الحليم ، وذكر أنه الذبيح ، ثم قال بعد ذلك : ( وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيّاً مِّنَ الصالحين ) .ولما بشرت الملائكة إبراهيم بإسحاق قالوا ( إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ ) وقال - تعالى - : ( فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَآءِ إِسْحَاقَ يَعْقُوبَ ) أى : يولد له فى حياتهما ولد يسمى يعقوب ، فيكون من ذريته عقب ونسل .وقد قدمنا أنه لا يجوز بعد ذلك أن يؤمر بذبحه وهو صغير ، لأن الله قد وعدهما بأنه سيعقب ، ويكون له نسل ، فكيف يمكن بعد هذا أن يؤمر بذبحه صغيراً ، وإسماعيل وصف هنا بالحلم ، لأنه مناسب لهذا المقام .قال الآلوسى - رحمه الله - بعد أن ساق أقوال العلماء فى ذلك بالتفصيل : \" والذى أميل إليه أنه - أى الذبيح - إسماعيل - عليه السلام - ، بناء على أن ظاهر الآية يقتضيه ، وأنه المروى عن كثير من أئمة أهل البيت ، ولم أتيقن صحة حديث مرفوع يقتضى خلاف ذلك ، وحال أهل الكتاب لا يخفى على ذوى الألباب \" .هذه بعض الأحكام والآداب التى يمكن أن نأخذها من هذه القصة ، التى حكاها - سبحانه - عن نبيه إبراهيم - عليه السلام - فى هذه السورة الكريمة ، وهناك أحكام وآداب أخرى يستطيع أن يستخلصها المتدبر فى هذه الآيات الكريمة .",
  "ayah": 112,
  "surah": 37
}
