{
  "text": "ثم بين - سبحانه - حكمه العادل فيهم ، وصور أحوالهم البائسة تصويرا تقشعر من هوله الجلود ، وحكى جانبا من حسراتهم خلال تساؤلهم فيما بينهم فقال - تعالى - :( احشروا الذين . . . ) .قوله - تعالى - : ( احشروا ) من الحشر بمعنى الجمع مع السوق يقال : حشر القائد جنده حشرا - من باب قتل - إذا جمعهم . والمحشر : المكان الذى يجتمع فيه الخلائق .والمراد بالذين ظلموا : المشركون الذين أشركوا مع الله - تعالى - آلهة أخرى فى العبادة ومن الآيات التى وردت وأطلق فيها الظلم على الشرك والكفر ، قوله - تعالى - : ( إِنَّ الشرك لَظُلْمٌ عَظِيمٌ ) وقوله - سبحانه - ( والكافرون هُمُ الظالمون ) وقد ثبت فى الحديث الصحيح أن النبى صلى الله عليه وسلم فسر الظلم بالشرك فى قوله - تعالى - : ( الذين آمَنُواْ وَلَمْ يلبسوا إِيمَانَهُمْ بِظُلْمٍ أولئك لَهُمُ الأمن وَهُمْ مُّهْتَدُونَ ) والمراد بأزواجهم : أشباههم ، ونظراؤهم وأمثالهم فى الشرك والكفر ، وهذا التفسير مأثور عن عدد من الصحابة والتابعين ، منهم عمر بن الخطاب ، والنعمان بن بشير ، وابن عباس ، وسعيد بن جبير ، وعكرمة ومجاهد ، وأبو العالية .وقيل المراد بأزواجهم . قرناؤهم من الشياطين ، بأن يحشر كل كافر مع شيطانه .وقيل المراد بهم : نساؤهم اللائى كن على دينهم ، بأن كن مشركات فى الدنيا كأزواجهن ، ويبدو لنا أن جميع من ذكروا محشور . والعياذ بالله . إلى جهنم . إلا أن تفسير الأزواج هنا : بالأشباه والنظائر والأصناف أولى ، خصوصا وأن إطلاق الأزواج على الأصناف والأشباه جاء كثيرا فى القرآن الكريم ومن ذلك قوله - تعالى - : ( سُبْحَانَ الذي خَلَق الأزواج كُلَّهَا مِمَّا تُنبِتُ الأرض وَمِنْ أَنفُسِهِمْ وَمِمَّا لاَ يَعْلَمُونَ ) والمراد بما كانوا يعبدونه : الآلهة الباطلة التى كانوا فى الدنيا يعبدونها من دون الله ، كالأصنام والأوثان .والأمر من الله - تعالى - للملائكة فى هذا اليوم الشديد ، وهو يوم القيامة .أى : احشروا واجمعوا الذين كانوا مشركين فى الدنيا ، واجمعوا معهم كل من كان على شاكلتهم فى الكفر والضلال ، ثم اجمعوا معهم - أيضا - آلهتهم الباطلة التى عبدوها من دون الله - تعالى - ثم ألقوا بها جميعا فى جهنم ، ليذوقوا سعيرها وحرها .وفى حشر الآلهة الباطلة مع عابديها ، زيادة تحسؤر وتخجيل لهؤلاء العابدين لأنهم رأوا بأعينهم بطلان وخسران ما كانوا يفعلونه فى الدنيا .",
  "ayah": 22,
  "surah": 37
}
