{
  "text": "১৭-১৮ নং আয়াতের তাফসীর:\nএখানে এই কথার উপর আলোকপাত করা হচ্ছে যে, বান্দাদের কার্যাবলীর সৃষ্টিকর্তা হচ্ছেন আল্লাহ। যে সৎ কাজ বান্দা হতে প্রকাশিত হয় তা আল্লাহই সৎ বানিয়ে থাকেন। কেননা, সেই কাজ করার ক্ষমতা তিনিই প্রদান করেছেন। ঐ কাজ করার সাহস ও শক্তি তিনিই যুগিয়েছেন। এ জন্যেই ইরশাদ হচ্ছে- ঐ কাফিরদেরকে তোমরা হত্যা করনি, বরং আল্লাহই হত্যা করেছেন। তোমাদের এ শক্তি কি করে হতো যে, তোমাদের সংখ্যা এতো কম হওয়া সত্ত্বেও তোমরা এতো অধিক সংখ্যক শত্রুকে পরাজিত করে দিলে? এই সফলতা আল্লাহই তোমাদেরকে প্রদান করেছেন। যেমন তিনি বলেনঃ (আরবী) অর্থাৎ “বদরে তোমাদের সংখ্যা কম থাকা অবস্থাতেও আল্লাহ তোমাদেরকে সাহায্য করেছেন (এবং শত্রুদের উপর জয়যুক্ত করেছেন)।” (৩:১২৩) আল্লাহ পাক আর এক জায়গায় বলেছেনঃ (আরবী) অর্থাৎ “আল্লাহ অধিকাংশ স্থানে তোমাদেরকে সাহায্য করেছেন, হুনায়েনের যুদ্ধের দিন তোমাদের সংখ্যাধিক্য তোমাদেরকে অহংকারী করেছিল, কিন্তু ঐ সংখ্যাধিক্য তোমাদের কোনই উপকারে আসেনি, যমীন এতো প্রশস্ত হওয়া সত্ত্বেও তোমাদের উপর তা সংকীর্ণ হয়ে পড়েছিল এবং তোমরা পৃষ্ঠপ্রদর্শন করে পলায়ন করেছিলে।” (৯:২৫) আল্লাহ জানেন যে, যুদ্ধে বিজয় লাভ ও সফলতা সংখ্যাধিক্যের উপর নির্ভর করে না এবং অস্ত্রশস্ত্রের প্রাচুর্যের উপরও নয়। বরং কৃতকার্যতা ও সফলতা আল্লাহর পক্ষ থেকেই লাভ হয়ে থাকে। যেমন আল্লাহ পাক বলেনঃ(আরবী) অর্থাৎ “অনেক সময় এরূপ ঘটে থাকে যে, ছোট দল বৃহৎ দলের উপর জয়যুক্ত হয়।” (২৪ ২৪৯)।(আরবী) ঐ মুষ্টিপূর্ণ মাটি সম্পর্কে আল্লাহ পাক স্বীয় নবী (সঃ)-কে বলেছেন যে মাটি তিনি বদরের যুদ্ধে কাফিরদের মুখের উপর নিক্ষেপ করেছিলেন। ঘটনা এই যে, রাসূলুল্লাহ (সঃ) যুদ্ধক্ষেত্রের কুটির থেকে বেরিয়ে এসে অত্যন্ত বিনীতভাবে আল্লাহ তা'আলার নিকট প্রার্থনা করলেন। অতঃপর তিনি এক মুষ্টি মাটি কাফিরদের দিকে নিক্ষেপ করলেন এবং বললেনঃ “তোমাদের চেহারা নষ্ট হাক।” তারপর তিনি সাহাবীদেরকে মুশরিকদের উপর হামলা করার নির্দেশ দেন। আল্লাহর হুকুমে এই মাটি ও কংকর মুশরিকদের চোখে গিয়ে পড়ে। এমন কেউ অবশিষ্ট থাকলো না যার চোখে তা পড়েনি এবং তাকে যুদ্ধ করতে অপারগ করেনি। এ জন্যেই আল্লাহ পাক বলেনঃ “হে নবী (সঃ)! যখন তুমি (ধুলাবালি) নিক্ষেপ করছিলে তখন প্রকৃতপক্ষে তুমি তা নিক্ষেপ করনি, বরং আল্লাহই তা নিক্ষেপ করেছিলেন।”হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বদরের দিন স্বীয় হাত দুটি উঠিয়ে আল্লাহর নিকট প্রার্থনা করেনঃ “হে আল্লাহ! যদি এই মুষ্টিপূর্ণ লোকগুলো মরে যায় তবে আপনার নাম নেয়ার আর কে থাকবে?” তখন হযরত জিবরাঈল (আঃ) তার কাছে হাযির হয়ে বললেনঃ “মুষ্টিপূর্ণ মাটি এই কাফিরদের প্রতি নিক্ষেপ করুন!” তিনি ঐরূপই করেন। এর ফলে কাফিরদের নাক, মুখ ও চোখ মাটিতে ভরে যায় এবং তারা ঐ ধূলিঝড়ে আতংকিত হয়ে পশ্চাদপদে পালিয়ে যায়। এইভাবে তাদের পরাজয় ঘটে। মুসলমানরা তাদেরকে হত্যা করতে করতে তাদের পশ্চাদ্ধাবন করেন এবং বন্দী করে ফেলেন। কাফিরদের এই পরাজয় রাসূলুল্লাহ (সঃ)-এর মুজিযার কারণেই ঘটেছিল।আব্দুর রহমান ইবনে যায়েদ (রঃ) বলেন যে, রাসূলুল্লাহ (সঃ) তিনটি কংকর নিয়েছিলেন। একটি তিনি সামনে নিক্ষেপ করেছিলেন, একটি নিক্ষেপ করেছিলেন শত্রুদের ডান দিকে এবং একটি বাম দিকে। এটা হচ্ছে বদরের দিনের ঘটনা। রাসূলুল্লাহ (সঃ) এরূপ কাজ হুনায়েনের যুদ্ধেও করেছিলেন। হযরত হাকীম ইবনে হিযাম (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “বদরের দিন আমরা আকাশ থেকে একটা শব্দ পতিত হতে শুনতে পাই, মনে হচ্ছিল যেন ওটা থালায় কংকর পতনের শব্দ। ওটা ছিল রাসূলুল্লাহ (সঃ)-এর মুষ্টি হতে কংকর নিক্ষেপের শব্দ। শেষ পর্যন্ত কাফিরদের পরাজয় ঘটে।” এখানে আরো দু’টি উক্তি রয়েছে যা অত্যন্ত গারীব বা দুর্বল। উক্তি দু’টি নিম্নে দেয়া হলোঃ(১) আব্দুর রহমান ইবনে জুবাইর (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) একটি কামান আনতে বলেন। কামানটি ছিল খুবই লম্বা। অতঃপর তিনি আরেকটি কামান আনবার নির্দেশ দেন। তখন অন্য একটি কামান আনয়ন করা হয়। রাসূলুল্লাহ (সঃ) ওটার মাধ্যমে দুর্গের দিকে একটি তীর নিক্ষেপ করেন । তীরটি ঘুরতে ঘুরতে চললো এবং গোত্রপতি ইবনে আবি হাকীকের গায়ে লেগে গেল। সেই সময় সে দুর্গের মধ্যে বিছানায় শায়িত ছিল। এটাকে ভিত্তি করেই আল্লাহ পাক...(আরবী)-এই আয়াতটি অবতীর্ণ করেন। এ হাদীসটি অতি দুর্বল। হয়তো বর্ণনাকারী সন্দেহের মধ্যে পতিত হয়েছেন, অথবা ভাবার্থ এই যে, এই আয়াতটি সাধারণ এবং এই ঘটনাটিও এর অন্তর্ভুক্ত রয়েছে। তা না হলে এটা তো স্পষ্ট কথা যে, সূরা আনফালের এ আয়াতটির মধ্যে বদরের যুদ্ধের বর্ণনা রয়েছে। তাহলে এই ঘটনাটি ঐ বদর যুদ্ধের ঘটনাই হবে। আর এটা সম্পূর্ণরূপে পরিষ্কার কথা। এসব ব্যাপারে আল্লাহ পাকই সবচেয়ে ভাল জানেন। (২) সাঈদ ইবনে মুসাইয়াব (রঃ) এবং যুহরী (রঃ) বলেন যে, উহুদ যুদ্ধের দিন উবাই ইবনে খালফকে লক্ষ্য করে নবী (সঃ) একটি বর্শা নিক্ষেপ করেছিলেন। লোকটি লৌহবর্ম পরিহিত ছিল। কিন্তু বর্শা ফলকটি তার তালুতে বিধে যায় এবং এর ফলে সে অশ্বপৃষ্ঠ হতে পড়ে যায়। এর কয়েকদিন পরেই সে ঐ ব্যাথায় জর্জরিত হয়ে মারা যায়। সে এই পার্থিক শাস্তি ছাড়াও পারলৌকিক শাস্তিরও যোগ্য হয়ে গেল। এই দুই ইমাম হতে এ ধরনের বর্ণনা খুবই গরীব বা দুর্বল। সম্ভবতঃ এই দুই মনীষীর উদ্দেশ্য এই হবে যে, আয়াতটি সাধারণ, কোন নির্দিষ্ট ঘটনার সাথে এটা সম্পর্কযুক্তই নয়। বরং প্রত্যেক ঘটনাই এই আয়াতের সাথে সম্পর্কযুক্ত হতে পারে।(আরবী) অর্থাৎ যেন মুমিনরা আল্লাহর এই নিয়ামত সম্পর্কে অবহিত হয় যে, শত্রুদের সংখ্যা তাদের চেয়ে বহু বেশী হওয়া সত্ত্বেও তিনি তাদেরকে শত্রুদের উপর জয়যুক্ত করলেন এবং এরপর হয়তো তারা তার কৃতজ্ঞতা প্রকাশ করবে। হাদীসে রয়েছে- “আল্লাহ আমাদেরকে উত্তমরূপে পরীক্ষা করেছেন।”(আরবী) অর্থাৎ নিশ্চয়ই আল্লাহ (প্রার্থনা) শ্রবণকারী এবং (কে তাঁর সাহায্য পাওয়ার যোগ্য এবং কে নয় এ) সবকিছু জানেন। (আরবী) আর এমনিভাবেই আল্লাহ কাফিরদের চক্রান্ত দুর্বল ও নস্যাকারী। এটা হচ্ছে সাহায্য লাভের দ্বিতীয় সুসংবাদ। আল্লাহ পাক বলেন যে, তিনি কাফিরদের চক্রান্ত ও ষড়যন্ত্রকে ব্যর্থতায় পর্যবসিতকারী। আর ভবিষ্যতেও তিনি তাদেরকে লাঞ্ছিত করবেন এবং ধ্বংস করে দিবেন।",
  "ayah": 18,
  "surah": 8
}
