{
  "text": "২০-২৩ নং আয়াতের তাফসীর:\nএখানে মুমিনদেরকে আল্লাহ ও তার রাসূল (সঃ)-এর আনুগত্য করার এবং বিরোধিতা করা থেকে বিরত থাকার নির্দেশ দেয়া হচ্ছে। আর তাদেরকে বলা হচ্ছে যে, তারা যেন কাফিরদের সাথে সাদৃশ্য স্থাপন না করে। এ জন্যেই মহান আল্লাহ বলেনঃ (আরবী) অর্থাৎ তোমরা তাঁর আনুগত্য হতে মুখ ফিরিয়ে নিয়ো না।(আরবী) অর্থাৎ অথচ তোমরা জানছো যে, নবী (সঃ) তোমাদেরকে কোন্ কথার দিকে আহ্বান করছেন। আর তোমরা ঐ লোকদের মত হয়ো না যারা বলে আমরা আপনার কথা শুনলাম, অথচ কার্যতঃ তারা কিছুই শোনে না। কেউ কেউ বলেন যে, এর দ্বারা মুনাফিকদেরকে বুঝানো হয়েছে। তাদের রীতিনীতি এই ছিল যে, তারা মুখে বলতো- আমরা শুনলাম ও কবুল করলাম । কিন্তু আসলে তারা কিছুই শুনতো না।এরপর জানিয়ে দেয়া হচ্ছে যে, এই প্রকারের আদম সন্তানরা হচ্ছে নিকৃষ্টতম জীব। চতুষ্পদ জন্তু ও প্রাণীদের মধ্যে ওরাই হচ্ছে নিকৃষ্টতম যারা সত্য কথা শোনার ব্যাপারে বধির ও সত্য কথা বলার ব্যাপারে মূক। তারা কোন জ্ঞানই রাখে না। কেননা, তারা সত্য কথা মোটেই বুঝে না। এরা নিকৃষ্টতম প্রাণী, এরাই কাফির। চতুষ্পদ জন্তু যে প্রকৃতিতে সৃষ্ট হয়েছে ওরা ঐ ভাবেই চলাফেরা করে, কাজেই তারা যেন আল্লাহর অনুগত। কিন্তু মানুষ তো প্রকৃতিগতভাবে ইবাদতের জন্যে সৃষ্ট হয়েছে, অথচ তারা কুফরী করতে রয়েছে। অতএব প্রকৃতির বিপরীতরূপে চলার কারণে তারা চতুষ্পদ জন্তুর চেয়েও নিকৃষ্ট। এ জন্যেই তাদেরকে চতুষ্পদ জন্তুর সাথে তুলনা করা হয়েছে। আল্লাহ পাক বলেনঃ “কাফিরদের দৃষ্টান্ত ঐ জানোয়ারগুলোর মত যারা আহ্বানকারীদের উদ্দেশ্য কিছুই বুঝে না, শুধু শব্দ শুনে থাকে।” আর এক জায়গায় বলেছেনঃ “বরং এই কাফিররা চতুষ্পদ জন্তুর চেয়েও নিকৃষ্ট, এরাই হচ্ছে সীমাহীন গাফেল।” বলা হয়েছে যে, এর দ্বারা কুরায়েশের বানু আবদিদ দারের লোকদেরকে বুঝানো হয়েছে। কারো কারো ধারণায় এর দ্বারা উদ্দেশ্য হচ্ছে মুনাফিকরা। কিন্তু মুশরিক ও মুনাফিকদের পার্থক্য কিছুই নেই। কেননা, এই দু'দলই হচ্ছে জ্ঞানবিবেকহীন লোক। ভাল কাজ করার মত কোন যোগ্যতাই তাদের মধ্যে নেই। এরপর ইরশাদ হচ্ছে- “আল্লাহ যদি জানতেন যে, তাদের মধ্যে কল্যাণকর কিছু নিহিত রয়েছে তবে অবশ্যই তিনি তাদেরকে শুনবার (ও বুঝবার) তাওফীক দিতেন।” অন্তর্নিহিত কথা এই যে, যেহেতু তাদের মধ্যে কোন মঙ্গলই নিহিত নেই সেহেতু তারা কিছুই বুঝে না। আর যদি মহান আল্লাহ তাদেরকে শুনানও তবুও এই হতভাগারা সরল সোজা পথ অবলম্বন করবে না বরং তখনো তারা উপেক্ষা করতঃ মুখ ফিরিয়ে নিবে।",
  "ayah": 23,
  "surah": 8
}
