{
  "text": "২৭-২৮ নং আয়াতের তাফসীর:\nএই আয়াতটি আবু লুবাবাহ ইবনে আবদিল মুনযির (রাঃ)-এর সম্পর্কে অবতীর্ণ হয়, যখন রাসূলুল্লাহ (সঃ) তাঁকে ইয়াহূদী বানু কুরাইযার নিকট প্রেরণ করেন যেন তারা রাসূল (সঃ)-এর হুকুমের শর্ত মেনে নিয়ে দুর্গ খালি করে দেয়। তারা তখন আবু লুবাবাহর কাছেই পরামর্শ চায়। তখন তিনি তাদেরকে এ ব্যাপারে পরামর্শ দেন এবং তিনি স্বীয় হাত দ্বারা স্বীয় গলার প্রতি ইশারা করেন অর্থাৎ ওটা হচ্ছে যবেহ্ বা হত্যা। এরপর আবু লুবাবাহ্ (রাঃ) বুঝতে পারেন যে, তিনি আল্লাহ ও রাসূল (সঃ)-এর সাথে বিশ্বাসঘাতকতা করেছেন। অতঃপর তিনি শপথ করে বসেন যে, আল্লাহ তা'আলা তাঁর তাওবা কবুল না করা পর্যন্ত তিনি মরে যাবেন সেও ভাল কিন্তু খাদ্য খাবেন না। এরপর তিনি মদীনার মসজিদে এসে থামের সাথে নিজেকে বেঁধে ফেলেন। নয় দিন এভাবেই কেটে যায়। ক্ষুধা ও পিপাসায় কাতর হয়ে তিনি অচৈতন্য হয়ে পড়ে যান। শেষ পর্যন্ত রাসূল (সঃ) -এর উপর আল্লাহ তা'আলা তার তাওবা কবুলের আয়াত নাযিল করেন। জনগণ তঁাকে এই সুসংবাদ দেয়ার জন্যে তার কাছে আসে এবং থামের বন্ধন খুলে দেয়ার ইচ্ছা করেন। আবু লুবাবাহ (রাঃ) বলেনঃ “আমার বন্ধন শুধুমাত্র রাসূলুল্লাহ (সঃ) খুলতে পারেন।” তখন রাসূলুল্লাহ (সঃ) নিজে তার বন্ধন খুলে। দেন। ঐ সময় তিনি রাসূলুল্লাহ (সঃ)-কে সম্বোধন করে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আমি আমার সমস্ত ধন-সম্পদ সাদকা করে দিলাম।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “তোমার জন্যে এক তৃতীয়াংশ সাদকা করাই যথেষ্ট হবে।” (এটা আব্দুর রাযযাক ইবনে আবি কাতাদা (রঃ) ও যুহরী (রঃ) বর্ণনা করেছেন) হযরত মুগীরা ইবনে শু'বা (রাঃ) বলেন যে, এ আয়াতটি হযরত উসমান (রাঃ)-এর শাহাদাতের ব্যাপারে অবতীর্ণ হয়। কেননা ফিত্না-ফাসাদ সষ্টি করে হত্যা করে দেয়া হচ্ছে আল্লাহ ও রাসূল (সঃ)-এর সাথে বিশ্বাসঘাতকতা করা।হযরত জাবির ইবনে আব্দুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, আবু সুফিয়ান (রাঃ) মক্কা থেকে বের হন। হযরত জিবরাঈল (আঃ) এসে রাসূলুল্লাহ (সঃ)-কে সংবাদ দেন যে, আবু সুফিয়ান (রাঃ) অমুক জায়গায় রয়েছেন। তখন রাসূলুল্লাহ (সঃ) সাহাবীদেরকে বলেনঃ “আবু সুফিয়ান অমুক জায়গায় রয়েছে। তাকে গ্রেফতার করার জন্যে বেরিয়ে পড়। কিন্তু এ কথা সম্পূর্ণরূপে গোপন রাখতে হবে।” কিন্তু একজন মুনাফিক আবু সুফিয়ানকে লিখে পাঠায়ঃ, “মুহাম্মাদ (সঃ) ধরতে যাচ্ছেন, সুতরাং সাবধান হয়ে যাও।” তখন (আরবী) আয়াতটি অবতীর্ণ হয়। এ হাদীসটি গারীব বা দুর্বল। আয়াতের ধরন হিসেবেও এটা প্রমাণিত হয় না। সহীহ বুখারী ও সহীহ মুসলিমে হাতিব ইবনে আবি বুলতাআ’র (রাঃ) ঘটনা নিম্নরূপ বর্ণিত আছেঃ তিনি কুরায়েশ কাফিরদেরকে নবী (সঃ)-এর পরিকল্পনা সম্পর্কে সতর্ক করার উদ্দেশ্যে পত্র লিখেছিলেন। এটা ছিল মক্কা বিজয়ের সময়ের ঘটনা। আল্লাহ স্বীয় রাসূল (সঃ)-কে এ সংবাদ জানিয়ে  দেন। সুতরাং তিনি পত্র বাহকের পিছনে লোক পাঠিয়ে দেন এবং ঐ পত্র ধরা পড়ে যায়। হাতিব (রাঃ)-কে ডাকা হয়। তিনি স্বীয় অপরাধ স্বীকার করেন। হযরত উমার ইবনে খাত্তাব (রাঃ) বলে উঠেনঃ “হে আল্লাহর রাসূল (সঃ)! এর গর্দান উড়িয়ে দিন। কেননা, সে আল্লাহ ও তাঁর রাসূল (সঃ)-এর সাথে বিশ্বাসঘাতকতা করেছে।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ হে উমার (রাঃ)! যেতে দাও। কেননা, এ ব্যক্তি বদরের যুদ্ধে অংশগ্রহণ করেছিল। তোমার কি জানা নেই যে, বদরের যুদ্ধে অংশগ্রহণকারীদের সম্পর্কে আল্লাহ পাক বলেছেন- “তোমরা যা চাও তাই আমল কর, আমি তোমাদেরকে ক্ষমা করে দিলাম।” মোটকথা, সঠিক ব্যাপার এই যে, আয়াতটি সাধারণ। যদিও এটা সঠিক যে, আয়াতটির শানে নুকূল একটি বিশেষ কারণ। আর জমহুর আলেমের মতে শব্দের সাধারণত্বের দ্বারা উক্তি করা যেতে পারে, বিশেষ কারণ না থাকলে কোন আসে যায় না। খিয়ানতের সংজ্ঞার মধ্যে ছোট, বড়, সকর্মক ও অকর্মক সমস্ত পাপই মিলিত রয়েছে। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, এখানে আমানত’ শব্দ দ্বারা ঐ সব আমলকে বুঝানো হয়েছে, যেগুলোকে আল্লাহ তাঁর বান্দাদের উপর ফরয করে রেখেছেন। ভাবার্থ হচ্ছে- ফরয ভেঙ্গে দিয়ো না, সুন্নাত তরক করো না এবং পাপকার্য থেকে দূরে থাকো।উরওয়া ইবনে যুবাইর (রাঃ) বলেন যে, ভাবার্থ হচ্ছে- এমন কাজ করো না যে, সামনে তো কারো মর্জি মুতাবেক কথা বলবে, কিন্তু তার অনুপস্থিতিতে তার দুর্নাম করবে বা তার বিরোধিতা করবে। এটাই হচ্ছে প্রকৃত খিয়ানত। আমানত এর দ্বারাই শেষ হয়ে যায়। সুদ্দী বলেনঃ আল্লাহ ও রাসূল (সঃ)-এর খিয়ানত এটাই যে, মানুষ পরস্পরের সাথে খিয়ানত করে। জনগণ নবী (সঃ)-এর কথা শুনতো এবং তা অন্যদেরকে বলে দিতো। এর ফলে ঐ সংবাদ মুশরিকদের কানেও পৌঁছে যেতো। এ জন্যেই নবী (সঃ) বলেছিলেন- “দু’জনের মধ্যকার কথা একটা আমানত। কথা যেখানে শুনবে সেখানেই রেখে দেয়া উচিত। কারো সামনে কারো কথার পুনরাবৃত্তি করা উচিত নয়, যদিও সে নিষেধ না করে থাকে।”(আরবী) ফিৎনার অর্থ হচ্ছে আযমায়েশ বা পরীক্ষা। আল্লাহ সন্তান দ্বারা পরীক্ষা করে থাকেন যে, সন্তান পেয়ে মানুষ কৃতজ্ঞতা প্রকাশ করছে কি-না এবং সন্তানদের দায়িত্ব পূর্ণভাবে পালন করছে। কি-না। কিংবা হয়তো সন্তানের প্রতি ভালবাসার কারণে আল্লাহ থেকে গাফেল থাকছে। যদি মানুষ এই পরীক্ষায় পূর্ণভাবে উত্তীর্ণ হতে পারে তবে আল্লাহর কাছে তাদের জন্যে বড় পুরস্কার রয়েছে। আল্লাহ পাক বলেনঃ “আমি তোমাদেরকে অকল্যাণ ও কল্যাণ দ্বারা পরীক্ষা করবো।” আর এক জায়গায় বলেনঃ “হে মুমিনগণ! তোমাদেরকে যেন তোমাদের মালধন ও সন্তান-সন্ততি আল্লাহর স্মরণ থেকে ভুলিয়ে না রাখে, আর যারা এরূপ করবে তারা হবে চরম ক্ষতিগ্রস্ত।” আল্লাহ তা'আলা আর এক জায়গায় বলেনঃ “হে ঈমানদারগণ! নিশ্চয়ই তোমাদের স্ত্রীরা এবং তোমাদের সন্তানরা তোমাদের শত্রু, সুতরাং তাদের ব্যাপারে সতর্ক থাকবে।(আরবী) অর্থাৎ আল্লাহর নিকটে যে সাওয়াব ও জান্নাত রয়েছে তা এই ধন-সম্পদ ও সন্তান-সন্ততি হতে বহুগুণে উত্তম। এগুলো শক্রদের মত ক্ষতিকারক এবং এগুলোর অধিকাংশই মানুষের জন্যে কল্যাণকর নয়। আল্লাহ পাক দুনিয়া ও আখিরাতের মালিক। কিয়ামতের দিন তাঁর কাছে মহা পুরস্কার রয়েছে। হাদীসে রয়েছে যে, আল্লাহ তা'আলা বলেনঃ “হে আদম সন্তান! তুমি আমাকে খোঁজ কর, পেয়ে যাবে। তুমি যদি আমাকে পেয়ে যাও তবে জানবে যে, সবকিছুই পেয়ে গেছে । আর যদি আমাকে হারিয়ে দাও তবে সবকিছুই হারিয়ে দিয়েছো। তোমার কাছে আমিই সর্বাপেক্ষা বেশী প্রিয় হওয়া উচিত।”সহীহ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তিনটি জিনিস যার মধ্যে রয়েছে সে ঈমানের আস্বাদ পেয়েছে। (১) যার কাছে সমস্ত জিনিস থেকে আল্লাহ ও তাঁর রাসূল (সঃ) প্রিয়। (২) যে ব্যক্তি কোন লোককে শুধুমাত্র আল্লাহর সন্তুষ্টি লাভের উদ্দেশ্যেই ভালবাসে। (৩) যে ব্যক্তির কাছে আগুনে নিক্ষিপ্ত হওয়াও অধিক পছন্দনীয় সেই কুফরীর দিকে ফিরে যাওয়া অপেক্ষা যা থেকে আল্লাহ তাকে রক্ষা করেছেন।” (এ হাদীসটি ইমাম বুখারী (রঃ) ও ইমাম মুসলিম (রঃ) তাখরীজ করেছেন) বরং সে রাসূল (সঃ)-এর মহব্বতকে ধনমাল ও সন্তান-সন্ততির উপরেও প্রাধান্য দিয়ে থাকে। যেমন সহীহ হাদীস দ্বারা প্রমাণিত যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যার হাতে আমার প্রাণ রয়েছে তাঁর শপথ! তোমাদের কেউই (পূর্ণ) মুমিন হতে পারে না যে পর্যন্ত না আমি তার কাছে তার নফস্ হতে, তার পরিবারবর্গ হতে, তার মাল হতে এবং সমস্ত লোক হতে বেশী প্রিয় হই।”",
  "ayah": 28,
  "surah": 8
}
