{
  "text": "৩১-৩৩ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা কুরায়েশদের কুফরী ও একগুঁয়েমীর সংবাদ দিচ্ছেন যে, তারা কুরআন কারীম শ্রবণ করে কিরূপ মিথ্যা দাবী করছে। তারা বলছে“আমরা যে কুরআন শুনলাম, ইচ্ছা করলে আমরাও এরূপ বলতে পারি।” তাদের এ দাবী একেবারে ভিত্তিহীন এবং এটা হচ্ছে কার্যবিহীন কথা। কেননা, এ ব্যাপারে কুরআন পাকে বার বার চ্যালেঞ্জ দেয়া হয়েছে যে, তারা কুরআনের সূরার মত একটি সূরা আনয়ন করুক তো? কিন্তু তারা তাতে সক্ষম হয়নি। এরূপ কথা বলে তারা নিজেদেরকে প্রতারিত করছে, আর প্রতারিত করছে। তাদের বাতিলের অনুসারীদেরকে। কথিত আছে যে, এই উক্তি করেছিল নাযার ইবনে হারিস। ঐ বেদ্বীন ব্যক্তি পারস্যে গিয়েছিল এবং তথাকার ইরানী বাদশাহ রুস্তম ও ইসফিনদিয়ারের কাহিনী পড়েছিল। যখন সে সেখান থেকে ফিরে আসে তখন রাসূলুল্লাহ (সঃ)-এর রিসালাত প্রকাশ হয়ে পড়েছিল। রাসূলুল্লাহ (সঃ) জনগণকে কুরআন কারীম পাঠ করে শুনাতেন। যখন তিনি মজলিস শেষ করতেন তখন ঐ দুরাচার নাযার ইবনে হারিস বসে পড়তে এবং ইরানী বাদশাহদের ইতিহাস বর্ণনা করে বলতোঃ “আচ্ছা বলতো, উত্তম-গল্পকথক কে? আমি, না মুহাম্মাদ (সঃ)?” অতঃপর বদর যুদ্ধে আল্লাহ তাআলা মুসলমানদেরকে যখন বিজয় দান করলেন এবং মক্কার কতগুলো মুশরিক বন্দী হয় তখন রাসূলুল্লাহ (সঃ) তাকে হত্যাযযাগ্য বলে ঘোষণা করেন এবং তাকে হত্যা করে দেয়া হয়। হযরত মিকদাদ ইবনে আসওয়াদ (রাঃ) তাকে বন্দী করেছিলেন। হযরত সাঈদ ইবনে জুবাইর (রাঃ) বলেন যে, বদরের দিন রাসূলুল্লাহ (সঃ) তিনজন বন্দীকে হত্যা করার নির্দেশ দিয়েছিলেন। তারা হচ্ছে- (১) উকবা ইবনে আবি মুঈত, (২) তাঈমা ইবনে আদী এবং (৩) নাযার ইবনে হারিস। নাযার ছিল হযরত মিকদাদ (রাঃ)-এর বন্দী। রাসূলুল্লাহ (সঃ) যখন তার হত্যার নির্দেশ দেন তখন হযরত মিকদাদ (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এটা তো আমার বন্দী। সুতরাং একে তো আমারই পাওয়া উচিত।” তখন রাসূলুল্লাহ (সঃ) বলেনঃ “সে আল্লাহর কিতাবের উপর বিরূপ মন্তব্য করেছে। সুতরাং তাকে হত্যা করার নির্দেশ দেয়া হয়েছে।” হযরত মিকদাদ (রাঃ) স্বীয় কয়েদীর দিকে পুনরায় রাসূলুল্লাহ (সঃ)-এর দৃষ্টি আকর্ষণ করতে চাইলে তিনি প্রার্থনা করেনঃ “হে আল্লাহ! আপনি স্বীয় অনুগ্রহে মিকদাদ (রাঃ)-কে বহু কিছু প্রদান করুন!” তখন হযরত মিকদাদ (রাঃ) বলে উঠলেনঃ “হে আল্লাহর রাসূল (সঃ)! জিদ করে চাওয়ার উদ্দেশ্য এটাই ছিল যে, আপনি আমার জন্যে প্রার্থনা করবেন।” এই নাযারের ব্যাপারেই (আরবী)-এই আয়াত অবতীর্ণ হয়। হযরত সাঈদ ইবনে জুবাইর (রাঃ) তাঈমার স্থলে মুঈম ইবনে আদীর নাম বলেছেন। কিন্তু এটা ঠিক নয়। কেননা, বদরের দিন মুতঈম ইবনে আদী জীবিতই ছিল না। এ জন্যেই সেই দিন রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “আজ যদি মুতঈম ইবনে আদী জীবিত থাকতো এবং এই নিহতদের মধ্যকার কারো জন্যে প্রার্থনা করতো তবে আমি তাকে এই কয়েদী দিয়ে দিতাম।” তাঁর এ কথা বলার কারণ ছিল এই যে, সে তাঁকে ঐ সময় রক্ষা করেছিল যখন তিনি তায়েফের অত্যাচারীদের পিছু ছেড়ে দিয়ে মক্কার পথে ফিরে আসছিলেন। (আরবী) শব্দটি (আরবী) শব্দের বহুবচন। অর্থাৎ ঐ সব পুস্তক ও সংকলন যেগুলো শিক্ষা করে জনগণকে শুনানো হয়ে থাকে। আর এগুলো হচ্ছে শুধু কিস্সা ও কাহিনী। যেমন অন্য জায়গায় আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “তারা (কাফিররা) বলে- এই কুরআন তো পূর্ববর্তীদের মিথ্যা কাহিনী মাত্র যেগুলোকে লিখে নেয়া হয়েছে এবং দিন-রাত্রি পাঠ করে শুনানো হচ্ছে। হে নবী (সঃ)! তুমি বলে দাও- এটা তিনিই অবতীর্ণ করেছেন যিনি আকাশসমূহের ও পৃথিবীর গুপ্ত রহস্য সম্পর্কে অবহিত রয়েছেন, আর তিনি ক্ষমাশীল ও দয়ালু।” (২৫:৫-৬) অর্থাৎ যারা আল্লাহর দিকে ফিরে আসে, আল্লাহ তাদের তাওবা ককূল করতঃ তাদেরকে ক্ষমা করে থাকেন। ঘোষিত হচ্ছে- “যখন তারা (কাফিররা) বলেছিল- হে আল্লাহ! এটা (এই কুরআন ও নবুওয়াত) যদি আপনার পক্ষ হতে সত্য হয় তবে আকাশ থেকে আমাদের উপর প্রস্তর বর্ষণ করুন অথবা আমাদের উপর কঠিন যন্ত্রণাদায়ক শাস্তি এনে দিন।” এই প্রার্থনা ছিল তাদের পূর্ণ অজ্ঞতা, মূখতা এবং বিরোধিতার কারণে। তাদের এই নির্বুদ্ধিতার কারণেই তাদের দুর্নাম হচ্ছে। তাদের তো নিম্নরূপ প্রার্থনা করা উচিত ছিলঃ “হে আল্লাহ! এই কুরআন যদি আপনার পক্ষ থেকেই এসে থাকে তবে ওর অনুসরণ করার তাওফীক আমাদেরকে দান করুন!” কিন্তু তারা নিজেদের জীবনের উপর শাস্তি কিনে নেয় এবং শাস্তির জন্যে তাড়াহুড়া করে। যেমন মহান আল্লাহ বলেনঃ “(হে নবী সঃ!) তারা তোমার কাছে শাস্তির জন্যে তাড়াহুড়া করছে, যদি এর জন্যে একটা দিন নির্দিষ্ট না থাকতো তবে হঠাৎ করেই তাদের উপর শাস্তি এসে পড়তো এবং তারা কিছু বুঝতেই পারতো না।” আল্লাহ তা'আলা তাদের কথা আরো বলেনঃ (আরবী) (৩৮:১৬)এবং আর এক জায়গায় বলেনঃ (আরবী) অর্থাৎ “এক আবেদনকারী সেই আযাব সম্বন্ধে আবেদন করে যা সংঘটিত হবে কাফিরদের উপর, যার কোন প্রতিরোধকারী নেই। যা আল্লাহর তরফ হতে ঘটবে, যিনি ধাপসমূহের (আসমান সমূহের) অধিপতি।” (৭০:১-৩) পূর্ব যুগীয় উম্মতদের মূর্খ ও অজ্ঞ লোকেরাও অনুরূপ কথাই বলেছিল। হযরত শুআইব (আঃ)-এর কওম তাকে বলেছিলঃ “হে শুআইব (আঃ)! যদি তুমি সত্যবাদী হও তবে আমাদের উপর আকাশ নিক্ষেপ কর।” অথবা “হে আল্লাহ! যদি এটা আপনার পক্ষ হতে সত্য হয় তবে আমাদের উপর আকাশ হতে পাথর বর্ষণ করুন!” আবু জেহেল ইবনে হিশামও এ কথাই বলেছিলঃ (আরবী) অর্থাৎ “হে আল্লাহ! এটা যদি আপনার পক্ষ হতে সত্য হয় তবে আকাশ থেকে আমাদের উপর পাথর বর্ষণ করুন অথবা আমাদের কঠিন যন্ত্রণাদায়ক শাস্তি এনে দিন!” তখন (আরবী)-এই আয়াতটি অবতীর্ণ হয়। (এটা ইমাম বুখারী (রঃ) তাঁর সহীহ গ্রন্থে তাখরীজ করেছেন) অর্থাৎ (হে নবী সঃ!) তুমি তাদের মধ্যে থাকা অবস্থায় তাদেরকে শাস্তি দেয়া হবে এটা আল্লাহর অভিপ্রায় নয়, আর আল্লাহ এটাও চান না যে, তারা ক্ষমা প্রার্থনা করতে থাকবে অথচ তিনি তাদেরকে শাস্তি প্রদান করবেন।” অন্য জায়গায় আল্লাহ পাক বলেনঃ . . . (আরবী) অর্থাৎ “আমার কাছে তোমরা একা একা আসবে যেমন আমি তোমাদেরকে প্রথমবার সৃষ্টি করেছিলাম।” (৬:৯৪) আতা (রঃ) বলেন যে, এই বিষয়ের দশটি আয়াত কুরআন পাকে রয়েছে। হযরত বুরাইদা (রাঃ) বলেনঃ উহুদের যুদ্ধে আমি দেখেছি যে, হযরত আমর ইবনুল আস (রাঃ) ঘোড়ার উপর সওয়ার অবস্থায় বলতে রয়েছেন- “হে আল্লাহ! মুহাম্মাদ (সঃ) যা বলেছেন তা যদি সত্য হয় তবে ঘোড়াসহ আমাকে যমীনে ধ্বংসিয়ে দিন।” (এটা ঐ সময়ের কথা যখন আমর ইবনুল আস (রাঃ) ইসলাম গ্রহণ করেননি)এই উম্মতের মূখ লোকদেরও এরূপ উক্তিই ছিল। আল্লাহ পাক স্বীয় আয়াতের পুনরাবৃত্তি করছেন এবং তাদের উপর তার রহমতের কথা উল্লেখ করছেনঃ “হে নবী! তুমি তাদের মধ্যে বিদ্যমান থাকা অবস্থায় তাদেরকে শাস্তি দেয়া হবে এটা আল্লাহর অভিপ্রায় নয় এবং আল্লাহ এটাও চান না যে, তারা ক্ষমা প্রার্থনা করতে থাকবে অথচ তিনি তাদেরকে শাস্তি প্রদান করবেন।” মুশরিকরা বায়তুল্লাহর তাওয়াফের সময় বলতো- (আরবী) অর্থাৎ “আমরা আপনার নিকট হাযির আছি, হে আল্লাহ! আপনার নিকট আমরা হাযির আছি। আপনার কোন অংশীদার নেই। আমরা আপনার নিকট উপস্থিত আছি।” তখন রাসূলুল্লাহ (সঃ) তাদেরকে বলতেনঃ “এখানেই ক্ষান্ত হও, আর কিছুই বলল না।” কিন্তু ঐ মুশরিকরা সাথে সাথেই বলে উঠতো- (আরবী) অর্থাৎ “আপনার একজন শরীকও রয়েছে, আপনি তারো মালিক এবং সে যা কিছুর মালিক, তারো মালিক আপনি।” এর সাথেই তারা বলতো- (আরবী) অর্থাৎ “আমরা আপনার কাছে ক্ষমা চাচ্ছি, আমরা আপনার কাছে ক্ষমা চাচ্ছি।” তখন আল্লাহ তা'আলা আরবী)-এই আয়াত অবতীর্ণ করেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, তারা দু’টি কারণে নিরাপত্তা লাভ করেছিল। প্রথম হচ্ছে নবী (সঃ)-এর বিদ্যমানতা এবং দ্বিতীয় হচ্ছে তাদের ক্ষমা প্রার্থনা। এখন নবী (সঃ) তো বিদায় গ্রহণ করেছেন। কাজেই বাকী আছে শুধু ক্ষমা প্রার্থনা। (এটা ইবনে আবি হাতিম তাখরীজ করেছেন) কুরায়েশরা পরস্পর বলাবলি করতো- “আল্লাহ তা'আলা মুহাম্মাদ (সঃ)-কে আমাদের মধ্যে মর্যাদাবান বানিয়েছেন। দিনের বেলায় তারা আল্লাহর ব্যাপারে ঔদ্ধত্যপনা প্রকাশ করতো এবং রাত্রিকালে অনুতপ্ত হয়ে বলতো-(আরবী) অর্থাৎ “হে আল্লাহ! আমাদেরকে ক্ষমা করুন!” তখন আল্লাহ তা'আলা (আরবী)-এ আয়াত অবতীর্ণ করেন। নবীরা যে পর্যন্ত জনপদ হতে বেরিয়ে না যান সেই পর্যন্ত কওমের উপর শাস্তি আসে না। তাদের মধ্যে কতকগুলো লোক এমনও ছিল যারা পূর্ব থেকেই ঈমান আনয়ন করেছিলেন। তারা ক্ষমা প্রার্থনা করতেন এবং নামায পড়তেন। তারা ছিলেন মুসলমান। নবী (সঃ)-এর হিজরতের পরেও তারা মক্কাতেই রয়ে গিয়েছিলেন। রাসূলুল্লাহ (সঃ) মক্কার জনপদ পরিত্যাগ করে চলে যাওয়ার পরেও যে মক্কাবাসীর উপর আল্লাহর আযাব নাযিল হয়নি তার কারণ ছিল এই যে, তখনও কতক মুসলমান মক্কায় অবস্থান করছিলেন। তাঁরা আল্লাহর কাছে ক্ষমা প্রার্থনা করতেন। ফলে মক্কাবাসী শাস্তি থেকে রক্ষা পেয়েছিল। রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ আমার উম্মতের জন্যে নিরাপত্তার দু’টি কারণ রেখেছেন। প্রথম হচ্ছে তাদের মধ্যে আমার উপস্থিতি। আর দ্বিতীয় হচ্ছে তাদের ক্ষমা প্রার্থনা। সুতরাং আমার দুনিয়া থেকে বিদায় গ্রহণের পরেও ক্ষমা প্রার্থনা কিয়ামত পর্যন্ত লোকদেরকে আল্লাহর আযাব থেকে রক্ষা করতে থাকবে। (এ হাদীসটি ইমাম তিরমিযী (রঃ) তাঁর সুনানে বর্ণনা করেছেন) হযরত আবু সাঈদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ শয়তান বলেছিল- “হে আল্লাহ! আপনার মর্যাদার কসম! যে পর্যন্ত আপনার বান্দাদের দেহে রূহ থাকবে সেই পর্যন্ত আমি তাদেরকে বিভ্রান্ত করতে থাকবো।” তখন আল্লাহ তাআলা বলেনঃ “আমার ইস্যুতের কসম! যে পর্যন্ত তারা ক্ষমা প্রার্থনা করতে থাকবে সেই পর্যন্ত আমিও তাদেরকে ক্ষমা করতে থাকবো।”",
  "ayah": 33,
  "surah": 8
}
