{
  "text": "৩৪-৩৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা খবর দিচ্ছেন যে, মক্কাবাসী মুশরিকরা শাস্তি পাওয়ার যোগ্য তো অবশ্যই ছিল, কিন্তু রাসূলুল্লাহ (সঃ)-এর বরকতে শাস্তি থেকে বেঁচে যায় । এজন্যে যখন তিনি মক্কা ছেড়ে চলে যান তখন বদরের দিন তাদের উপর শাস্তি নেমে আসে। তাদের নেতারা নিহত এবং বড় বড় লোক বন্দী হয়। আল্লাহ তা'আলা তাদেরকে ক্ষমা প্রার্থনা করার কথা বলে দেন, কিন্তু ওর সাথে তারা শিরক ও ফাসাদকেও মিলিয়ে দেয়। কাতাদা (রঃ) এবং সুদ্দী (রঃ) বলেন যে, এই নিহত কুরায়েশরা ক্ষমা প্রার্থনা করতো না। যদি তারা তা করে থাকতো তবে আল্লাহ তাআলা বদরের যুদ্ধে তাদেরকে লাঞ্ছনার মৃত্যু দিতেন না। আর যদি এই দুর্বল মুসলমানরা মক্কায় অবস্থান করে ক্ষমা প্রার্থনা না করতেন তবে মক্কাবাসীর উপর এমন বিপদ এসে পড়তে যা কোনক্রমেই দূর করা যেতো না। ক্ষমা প্রার্থনার বরকতেই মক্কায় শাস্তি নাযিল হওয়া থেকে কুরায়েশরা রক্ষা পেয়েছে এবং মক্কার মুসলমানদের মাধ্যমেই তারা কিছুকাল পর্যন্ত আযাব থেকে মাহফুয থেকেছে। হুদায়বিয়ার দিন আল্লাহ পাক আয়াত নাযিল করেছিলেন- (আরবী) অর্থাৎ “এরা ঐ লোক যারা কুফরী করেছে এবং তোমাদেরকে মসজিদে হারাম হতে প্রতিরোধ করেছে এবং প্রতিরুদ্ধ কুরবানীর জন্তুগুলো ওদের নির্দিষ্ট স্থানে হাযির করা হতে বাধাদান করেছে, আর যদি বহু মুমিন পুরুষ ও মুমিন নারী না থাকতো যাদের সম্বন্ধে তোমরা কিছুই জানতে না, অর্থাৎ তাদের নিষ্পেষিত হওয়ার আশংকা না থাকতো, যদ্দরুন তাদের কারণে অজ্ঞাতসারে তোমরাও ক্ষতিগ্রস্ত হতে, তবে সমস্ত ব্যাপারই চুকিয়ে দেয়া হতো, কিন্তু তা এ জন্যে করা হয়নি, যেন আল্লাহ যাকে ইচ্ছা নিজ রহমতে দাখিল করেন, যদি তারা (ঐ মুসলমানরা মক্কা হতে) সরে পড়তো তবে আমি তাদের মধ্যকার কাফিরদেরকে যন্ত্রণাদায়ক শাস্তি প্রদান করতাম।” (৪৮:২৫) নবী (সঃ)-এর অবস্থানের সময় আল্লাহ তা'আলা তাঁকে বলেছিলেনঃ “তোমার অবস্থানকালীন সময়ে আমি তাদের উপর শাস্তি অবতীর্ণ করবো না।” অতঃপর যখন নবী (সঃ) মদীনায় চলে যান তখন আল্লাহ পাক তাঁকে বলেনঃ “তোমার স্থলবর্তীরা এখনও মক্কায় রয়েছে, সুতরাং এখনও আমি আযাব নাযিল করবো না।” তারপর যখন মুসলমানরাও মক্কা থেকে বেরিয়ে আসে তখন মহান আল্লাহ বলেনঃ “এখন তাদেরকে কেন শাস্তি দেয়া হবে না? তারা তো তোমাদেরকে বায়তুল্লাহতে আসতে বাধা দিয়েছে, অথচ তারা তো আল্লাহর বন্ধু ছিল না?” অতএব আল্লাহ তাদের উপর মক্কা বিজয়ের শাস্তি অবতীর্ণ করেন। এ আয়াতটি-(আরবী)-এই আয়াতটিকে রহিতকারী। ইকরামা (রাঃ) এবং হাসান বসরী (রঃ) বলেন যে, সূরায়ে আনফালের ... (আরবী) আয়াতটিকে ওর পরবর্তী ... (আরবী)-এই আয়াতটি মানসূখ বা রহিতকারী। তাই তিনি .... (আরবী) বলেছেন। সুতরাং দেখা যায় যে, মক্কাবাসীদের সাথে যুদ্ধ হয় এবং তারা ক্ষুধা ও ক্ষয়ক্ষতির শাস্তিতে জড়িয়ে পড়ে। এভাবে আল্লাহ তা'আলা মুশরিকদেরকে শাস্তি প্রাপক হিসেবে বেছে নিয়েছেন এবং বলেছেনঃ “এখন তাদের কি বলবার আছে যে, আল্লাহ তাদেরকে শাস্তি দিবেন না, যখন তারা মসজিদুল হারামের পথরোধ করেছে?” অথচ তারা মসজিদুল হারামের তত্ত্বাবধায়ক নয়, মুত্তাকী লোকেরাই হলো ওর তত্ত্বাবধায়ক, কিন্তু তাদের অধিকাংশ লোক এটা অবগত নয়। অথচ যাদেরকে কাবা ঘরে যেতে দিতে বাধা দেয়া হচ্ছে তারাই এর বেশী হকদার যে, তারা ওর মধ্যে নামায পড়বে এবং ওর চতুর্দিকে প্রদক্ষিণ করবে। আর এই কাফিরদেরই মসজিদুল হারামে যাওয়ার অধিকার নেই। যেমন আল্লাহ পাক বলেনঃ “মুশরিকদের এই অধিকার নেই যে, তারা আল্লাহর মসজিদ সমূহকে আবাদ করে, যে অবস্থায় তারা নিজেদের কুফরীর স্বীকারোক্তি করেছে, তাদের সমস্ত (সৎ) কাজ বিফল হয়ে গেল, আর তারা জাহান্নামে অনন্তকাল থাকবে। হ্যা, আল্লাহর মসজিদগুলো আবাদ করা তাদেরই কাজ যারা আল্লাহর প্রতি এবং কিয়ামতের দিবসের প্রতি ঈমান আনয়ন করে, নামায কায়েম রাখে, যাকাত প্রদান করে এবং আল্লাহ ছাড়া আর কাউকেও ভয় করে না, বস্তৃতঃ এই সকল লোক সম্বন্ধে আশা যে, তারা নিজেদের লক্ষ্যস্থলে পৌছে যাবে।” আল্লাহ তা'আলা আরো বলেনঃ (আরবী) অর্থাৎ “আল্লাহর পথ থেকে বাধা প্রদান করা, তাঁর সাথে কুফরী করা, মসজিদুল হারাম হতে বাধা দেয়া ও মক্কার অধিবাসীকে মক্কা থেকে বের করে দেয়া আল্লাহর নিকট বড় রকমের পাপ বলে গণ্য।” (২:২১৭) হযরত আনাস ইবনে মালিক (রাঃ) হতে বর্ণিত, তিনি বলেন যে, রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করা হয়েছিলঃ “আপনার বন্ধু কারা?\" উত্তরে তিনি বলেছিলেনঃ “প্রত্যেক মুত্তাকী ব্যক্তি (আমার বন্ধু)।” অতঃপর তিনি (আরবী)-এ আয়াতটি পাঠ করেন। ইমাম হাকিম (রঃ) স্বীয় মুসতাদরিক” গ্রন্থে বর্ণনা করেছেন যে, রাসূলুল্লাহ (সঃ) কুরায়েশদেরকে একত্রিত করেন। অতঃপর তাদেরকে জিজ্ঞেস করেনঃ “তোমাদের মধ্যে তোমাদের (কুরায়েশ) ছাড়া আর কেউ আছে কি?” তারা উত্তরে বলেঃ “(আমরা ছাড়া) আমাদের মধ্যে রয়েছে আমাদের ভাগিনেয়, আমাদের মিত্র এবং আমাদের গোলাম।” তখন তিনি বললেনঃ “মিত্র, ভাগিনেয় এবং গোলাম একই গোত্রের অন্তর্ভুক্ত বলে গণ্য হয়ে থাকে। তোমাদের মধ্যে যারা মুত্তাকী তারাই আমার বন্ধু।” মুজাহিদ (রঃ) বলেন যে, এর দ্বারা জিহাদকারীদেরকে বুঝানো হয়েছে, তারা যারাই হন বা যেখানেই থাকুন না কেন। অতঃপর এই আলোচনা করা হয়েছে যে, ঐ লোকগুলো মসজিদুল হারামে কি কাজ করতো? আল্লাহ পাক ঘোষণা করছেন- “কা'বা ঘরের কাছে তাদের নামায হলো শিস ও করতালি প্রদান।” তারা উলঙ্গ অবস্থায় বায়তুল্লাহর তাওয়াফ করতো, মুখে অঙ্গুলি ভরে দিয়ে বাশির মত শব্দ বের করতো, মুখ কুঁকাতো এবং তালি বাজাতো। আর এটাকেই তারা ইবাদত মনে করতো। বাম দিক থেকে তারা তাওয়াফ করতো। এর দ্বারা মুসলমানদেরকে কষ্ট দেয়াই হতো তাদের উদ্দেশ্য। এইভাবে তারা মুসলমানদেরকে ঠাট্টা ও উপহাস করতো। (আরবী) শব্দের অর্থ হচ্ছে বাঁশি বাজানো। (এটা হচ্ছে ইবনে আব্বাস (রাঃ), মুজাহিদ (রঃ), ইকরামা (রঃ), সাঈদ ইবনে জুবাইর (রঃ) এবং কাতাদা (রঃ)-এর উক্তি) আবদুর রহমান ইবনে যায়েদ (রঃ) বলেন যে, (আরবী) শব্দের অর্থ হচ্ছে আল্লাহর পথ থেকে মানুষকে বাধা প্রদান করা।(আরবী) সুতরাং এখন শাস্তির স্বাদ গ্রহণ কর। এই শাস্তি এই যে, বদরের যুদ্ধে তারা নিহতও হয়েছিল এবং বন্দীও হয়েছিল। মুজাহিদ (রঃ) বলেন যে, স্বীকারোক্তিকারীদের শাস্তি তরবারী দ্বারা হয়ে থাকে এবং মিথ্যা প্রতিপন্নকারীদের শাস্তি বিকট চীৎকার ও ভূমিকম্পের মাধ্যমে হয়ে থাকে।",
  "ayah": 35,
  "surah": 8
}
