{
  "text": "৪৭-৪৯ নং আয়াতের তাফসীর:\nজিহাদে অটল থাকা, ভাল নিয়ত রাখা এবং খুব বেশী বেশী আল্লাহর যি করার উপদেশ দানের পর আল্লাহ তাআলা এখানে মুসলিমদেরকে মুশরিকদের সাথে সাদৃশ্যযুক্ত হতে নিষেধ করছেন। তিনি বলেন, মুশরিকরা যেমন সত্যকে নিশ্চিহ্ন করে দেয়া এবং জনগণের মধ্যে নিজেদের বীরত্ব প্রদর্শনের জন্যে গর্বভরে চলছে, তোমরা তদ্রপ করো না। আবু জেহেলকে যখন বলা হয়েছিল“বাণিজ্যিক কাফেলাতো রক্ষা পেয়েছে, সুতরাং চলো, আমরা এখান থেকেই ফিরে যাই।” তখন সেই অভিশপ্ত লোকটি উত্তরে বলেছিলঃ “না, আল্লাহর কসম! আমরা ফিরে যাবো না। বরং আমরা বদরের পানির কাছে অবতরণ করবো, সেখানে মদ পান করবো, কাবাব খাবো এবং গান শুনবো, যেন জনগণের মাঝে আমাদের সুখ্যাতি ছড়িয়ে পড়ে। কিন্তু আল্লাহ তা'আলা তাদের বাসনার উল্টো অবস্থা ঘটিয়ে দিলেন। ওখানেই তাদের মৃতদেহ পড়ে রইলো এবং সেখানেই লাঞ্ছনা ও অপমানের সাথে তাদের মৃতদেহগুলো গর্তের মধ্যে নিক্ষেপ করে দেয়া হলো। এজন্যেই আল্লাহ পাক বলেনঃ “আল্লাহ তাদের কার্যাবলী পরিবেষ্টনকারী।” তাদের ইচ্ছা ও উদ্দেশ্য তাঁর কাছে প্রকাশমান। এজন্যেই তিনি তাদেরকে জঘন্য প্রতিদান প্রদান করলেন। সুতরাং এখানে ঐ মুশরিকদের বর্ণনা দেয়া হয়েছে যারা আল্লাহর রাসূল (সঃ) ও রাসূলদের মাথার মুকুটের সাথে বদর প্রান্তরে যুদ্ধে অবতীর্ণ হয়েছিল। (এটা কাতাদা (রঃ), যহহাক (রঃ) এবং সুদ্দী (রঃ) প্রমুখ গুরুজনদের উক্তি) তাদের সাথে গায়িকা মেয়েরাও ছিল এবং তারা গানবাজনাও করেছিল। অভিশপ্ত শয়তান তাদের পৃষ্টপোষকতা করেছিল। সে তাদেরকে মিষ্টি কথা দিয়ে ভুলাচ্ছিল এবং তাদের কার্যাবলী তাদের দৃষ্টিতে খুব চাকচিক্যময় ও শোভনীয় করে দেখাচ্ছিল। তাদের কানে কানে সে বলছিলোঃ “তোমাদেরকে কে পরাজিত করতে পারে? আমি তোমাদের সাহায্যকারী হিসেবে রয়েছি। তাদের অন্তর থেকে সে বানু বকরের মক্কার উপর আক্রমণ করার ভয় দূর করছিল এবং সুরাকা ইবনে মালিক ইবনে জুলুমের রূপ ধারণ করে তাদের সামনে দাঁড়িয়ে বলছিলঃ “আমি তো ঐ এলাকার সরদার। বানু মুদলিজ গোত্রের লোকেরা সবাই আমার অনুগত। আমি তোমাদের সহায়তাকারী। সুতরাং তোমরা নিশ্চিন্ত থাকো।” শয়তানের কাজই তো হলো এটা যে, মিথ্যা অঙ্গীকার সে করে থাকে। পূরণ হবে না এমন আশা সে প্রদান করে এবং মানুষকে সে প্রতারণার জালে আটকিয়ে দেয়। বদরের দিন সে স্বীয় পতাকা ও সেনাবাহিনী নিয়ে মুশরিকদের দলে যোগদান করেছিল এবং তাদের অন্তরে এ বিশ্বাস বদ্ধমূল করে দিয়েছিল যে, কেউই তাদেরকে পরাজিত করতে পারবে না। সে তাদেরকে আরো বলেছিলঃ “তোমাদের কোনই ভয় নেই, আমি তোমাদের সাহায্যার্থে সর্বদা তোমাদের সাথেই থাকবো। কিন্তু যখন উভয়পক্ষের মধ্যে তুমুল যুদ্ধ শুরু হয়ে গেল এবং সেই পাপাচার শয়তান ফেরেশতাদেরকে মুসলিমদের সাহায্যার্থে যুদ্ধক্ষেত্রে অবতীর্ণ হতে দেখলো তখন সে পৃষ্ঠ প্রদর্শন করে পালাতে শুরু করলো এবং বলতে লাগলোঃ “আমি এমন কিছু দেখতে পাচ্ছি যা তোমরা দেখতে পাও না।” ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, বদরের দিন ইবলীস স্বীয় পতাকা উঁচু করে মুদলিজ গোত্রের একটি লোকের রূপ ধারণ করতঃ তার সেনাবাহিনীসহ উপস্থিত হয়। সে সুরাকা ইবনে মালিক ইবনে জুসুমের আকৃতিতে আত্মপ্রকাশ করে এবং মুশরিকদের অন্তরে সাহস ও উৎসাহ উদ্দীপনা যোগাতে থাকে। যুদ্ধক্ষেত্রে যখন উভয় বাহিনী কাতারবন্দী হয়ে দাঁড়িয়ে যায় তখন রাসূলুল্লাহ (সঃ) এক মুষ্টি মাটি নিয়ে মুশরিকদের চেহারায় নিক্ষেপ করেন। সাথে সাথে তাদের মধ্যে অস্থিরতা সৃষ্টি হয় এবং পলায়নের হিড়িক পড়ে যায়। জিবরাঈল (আঃ) শয়তানের দিকে অগ্রসর হন। ঐ সময় সে একজন মুশরিকের হাতে হাত রেখে দাঁড়িয়েছিল। জিবরাঈল (আঃ)-কে দেখা মাত্রই সে লোকটির হাত থেকে নিজের হাত ছাড়িয়ে নিয়ে নিজের সেনাবাহিনীসহ পালাতে শুরু করলো । ঐ লোকটি তখন তাকে বললোঃ “হে সুরাকা! তুমি তো বলেছিলে যে, আমাদের সাহায্যার্থে তুমি আমাদের সাথেই থাকবে, কিন্তু এখন এ করছে কি?” ঐ অভিশপ্ত যেহেতু ফেরেশতাদেরকে দেখতে পাচ্ছিল তাই সে বললোঃ “আমি এমন কিছু দেখতে পাচ্ছি যা তোমরা দেখতে পাচ্ছ না। আমি তো আল্লাহকে ভয় করছি। আল্লাহর শাস্তি খুবই কঠোর।” অন্য একটি বর্ণনায় রয়েছে। যে, শয়তানকে পৃষ্ঠ প্রদর্শন করতে দেখে হারিস ইবনে হিশাম তাকে ধরে ফেললো । সে তখন তার গালে এমন জোরে একটা চড় মেরে দিলো যার ফলে সে অজ্ঞান হয়ে পড়ে গেল। তখন অন্যান্যেরা তাকে বললোঃ “হে সুরাকা! তুমি এই অবস্থায় আমাদেররকে অপদস্থ করছে এবং আমাদেরকে ধোকা দিচ্ছ?” সে উত্তরে বললোঃ “হ্যা, হ্যাঁ, তোমাদের সাথে আমার কোনই সম্পর্ক নেই। আমি তাদেরকে দেখছি যাদেরকে তোমরা দেখতে পাচ্ছ না।” ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, ক্ষণিকের জন্যে রাসূলুল্লাহ (সঃ) এক প্রকারের আত্মভোলা হয়ে পড়েন। অতঃপর তিনি সতর্ক হয়ে গিয়ে বলেনঃ “হে আমার সাহাবীর দল! তোমরা আনন্দিত হয়ে যাও যে, তোমাদের ডানদিকে রয়েছেন জিবরাঈল (আঃ) এবং বামদিকে রয়েছেন মীকাঈল (আঃ), আর এই যে ইস্রাফীল (আঃ)। এঁরা তিনজনই নিজ নিজ সেনাবাহিনীসহ বিদ্যমান রয়েছেন।” ইবলীস সুরাকা ইবনে মালিক ইবনে জুসুম মুদলিজীর আকৃতিতে মুশরিকদের মধ্যে অবস্থান করছিল। তাদের অন্তরে সে সাহস দিচ্ছিল এবং ভবিষ্যদ্বাণী করছিল- “তোমরা নিশ্চিন্ত থাকো, আজ তোমাদেরকে কেউই পরাজিত করতে পারবে না।\" কিন্তু ফেরেশতাদের সেনাবাহিনীকে দেখা মাত্রই সে মুখ ফিরিয়ে নেয় এবং “তোমাদের সাথে আমার কোনই সম্পর্ক নেই, আমি তাদেরকে দেখছি যাদেরকে তোমরা দেখতে পাচ্ছ না” একথা বলতে বলতে পালিয়ে যায়। হারিস ইবনে হিশাম তাকে সুরাকা ভেবেই তার হাত ধরে ফেললো। তখন শয়তান তার বক্ষে এতো জোরে ঘুষি মারে যে, সে মুখ থুবড়ে পড়ে যায়। অতঃপর শয়তান পালিয়ে গিয়ে সমুদ্রে লাফিয়ে পড়ে এবং নিজের কাপড় উঁচু করে ধরে বলতে থাকেঃ “হে আল্লাহ! আমি আপনাকে আপনার ঐ ওয়াদার কথা স্মরণ করিয়ে দিচ্ছি যা আপনি আমার সাথে করেছিলেন। তিবরানীতে রিফাআহ ইবনে রাফি (রাঃ) হতেও এরই কাছাকাছি বর্ণিত আছে।উরওয়া ইবনে যুবাইর (রাঃ) বলেন যে, যখন কুরায়েশরা মক্কা থেকে বের হওয়ার ইচ্ছা করে তখন তাদের বানু বকরের যুদ্ধের কথা স্মরণ হয়ে যায় যে, হয়তো তাদের অনুপস্থিতির সুযোগে তারা মক্কার উপর আক্রমণ করে বসবে। কাজেই তারা তাদের ইচ্ছা ও পরিকল্পনা থেকে বিরত থাকতে উদ্যত হয়েছিল । ঐ সময়েই অভিশপ্ত ইবলীস সুরাকার রূপ ধারণ করে তাদের কাছে আসে। ঐ সুরাকা ছিল বানু কিনানা গোত্রের নেতৃস্থানীয় লোক। এই সুরাকার রূপ ধারণকারী শয়তান করায়েশদেরকে বলতে শুরু করলোঃ “আমার কওমের দায়িত আমি নিচ্ছি। তোমরা তাদের ব্যাপারে নিশ্চিন্ত থাকে এবং মুসলমানদের সাথে মুকাবিলার জন্যে পূর্ণরূপে প্রস্তুত হয়ে যাও।” এ কথা বলে সেও তাদের সাথে চললো। প্রতিটি মনজিলেই কুরায়েশরা সুরাকারূপী শয়তানকে দেখতে পাচ্ছিল। তাদের সবারই মনে দৃঢ় বিশ্বাস জন্মেছিল যে, সুরাকা স্বয়ং তাদের সাথে থাকবে। শেষ পর্যন্ত যুদ্ধ শুরু হয়ে গেল। তখন সেই বিতাড়িত শয়তান পলায়ন করলো। হারিস ইবনে হিশাম অথবা উমাইর ইবনে অহাব তাকে যেতে দেখে চেঁচিয়ে বললোঃ “হে সুরাকা! তুমি কোথায় পালিয়ে যাচ্ছ?” সুরাকারূপী শয়তান তাকে মৃত্যু ও জাহান্নামের মুখে ঠেলে দিয়ে পালিয়েই গেল। কেননা, সে আল্লাহর সৈনিক ফেরেশতাদেরকে মুসলমানদের সাহায্যার্থে আসতে দেখেছিল। পালাবার সময় সে স্পষ্টভাবে বলে গেলঃ “তোমাদের সাথে আমার কোনই সম্পর্ক নেই। আমি এমন কিছু দেখছি যা তোমরা দেখতে পাচ্ছ না।” ঐ কথায় নিঃসন্দেহে সে সত্যবাদী ছিল। তারপর সে বললোঃ “আমি আল্লাহকে ভয় করছি। নিশ্চয়ই আল্লাহ শাস্তিদানে অত্যন্ত কঠোর।\" সে জিবরাঈল (আঃ)-কে ফেরেশতাদের সাথে অবতীর্ণ হতে দেখে বুঝতেই পেরেছিল যে, তাদের সাথে মুকাবিলা করার শক্তি তার নিজেরও নেই এবং মুশরিকদেরও নেই। সে যে আল্লাহকে ভয় করার কথা বলেছিল তাতে সে মিথ্যাবাদী ছিল। ওটা ছিল শুধু তার মুখের কথা। প্রকৃতপক্ষে তার মুকাবিলা করার শক্তিই ছিল না।এটাই হচ্ছে আল্লাহর এই শত্রুর অভ্যাস যে, সে মানুষকে উত্তেজিত ও বিভ্রান্ত করে এবং সত্যের মুকাবিলায় এনে দাঁড় করে দেয়। অতঃপর সে গা ঢাকা দেয়।কুরআন কারীম ঘোষণা করছে- “শয়তান মানুষকে বলে, তুমি কুফরী কর, অতঃপর যখন সে কুফরী করে বসে তখন সে বলে, তোমার সাথে আমার কোনই সম্পর্ক নেই, আমি বিশ্বপ্রভু আল্লাহকে ভয় করি।” অন্য জায়গায় রয়েছেঃ “যখন সমস্ত মুকদ্দমা মীমাংসা হয়ে যাবে তখন শয়তান বলবে-আল্লাহ তোমাদের সাথে সত্য ওয়াদা করেছিলেন, আর আমিও কিছু ওয়াদা করেছিলাম, কিন্তু আমি তোমাদের সাথে ওয়াদা খেলাফ করেছিলাম, আর তোমাদের উপর আমার কোন আধিপত্যও ছিল না, শুধু এইটুকু যে, আমি তোমাদেরকে ডেকেছিলাম, তখন তোমরা আমার কথা মেনে নিয়েছিলে। অতএব তোমরা আমার উপর (সমস্ত) দোষ চাপিয়ে দিয়ো না, বরং দোষ নিজেদের উপরই আরোপ কর; আমি না তোমাদের সাহায্যকারী হতে পারি; না তোমরা আমার সাহায্যকারী হতে পার; আমি নিজেও তোমাদের এ কাজে অসন্তুষ্ট যে, তোমরা ইতিপূর্বে আমাকে (আল্লাহর) অংশ সাব্যস্ত করতে; নিশ্চয়ই যালিমদের জন্যে যন্ত্রণাদায়ক শাস্তি রয়েছে।” আবু উসাইদ মালিক ইবনে রাবীআ (রাঃ) তার চক্ষু নষ্ট হয়ে যাওয়ার পর বলেনঃ “এখনও যদি আমি তোমাদের সাথে বদর প্রান্তরে থাকতাম এবং আমার চক্ষু ঠিক থাকতো তবে আমি তোমাদেরকে অবশ্যই ঐ ঘাটির খবর দিতে পারতাম যেখান দিয়ে ফেরেশতাগণ বের হয়ে এসেছিলেন। ঐ ঘাঁটি অবশ্যই আমার চেনা আছে। তাঁদেরকে ইবলীস দেখেছিল। আল্লাহ তাআলা তাদেরকে নির্দেশ দিয়েছিলেন যে, তাঁরা যেন মুসলমানদের যুদ্ধক্ষেত্রে স্থির ও অটল রাখেন। তারা মুসলমানদের পরিচিত লোকদের রূপ ধারণ করে এসেছিলেন এবং তাদেরকে বলেছিলেনঃ “তোমরা আনন্দিত হও। এ কাফিররা কিছুই নয়। তোমাদের সাথে আল্লাহর সাহায্য রয়েছে। নির্ভীকভাবে সিংহের ন্যায় আক্রমণ চালাও।” এ দেখে ইবলীস পগার পার হয়ে গেল। এতক্ষণ সে সুরাকার রূপ ধরে কাফিরদের মধ্যে বিদ্যমান ছিল। আবু জেহেল এ অবস্থা দেখে স্বীয় সেনাবাহিনীর মধ্যে চক্কর দিতে শুরু করলো এবং তাদেরকে বলতে থাকলোঃ “তোমরা হতোদ্যম হয়ো না। সুরাকা পালিয়ে গেছে বলে মন খারাপ করো না। সে তো মুহাম্মাদ (সঃ)-এর নিকট থেকে কুপরামর্শ শিখে এসেছিল যে, সুযোগ বুঝে তোমাদের মন ভেঙ্গে দেবে। ঘাবড়ানোর কোন কারণ নেই। লাত ও উযযার শপথ! আজ আমরা মুসলমানদেরকে এবং তাদের নবীকে গ্রেফতার করে ফেলবো। সুতরাং ভীরুতা প্রদর্শন করো না, বরং মনোবল বৃদ্ধি কর। কঠিন আক্রমণ চালাও। সাবধান! তাদেরকে হত্যা করো না, বরং জীবিত ধরে রাখো যেন তাদেরকে মন খুলে শাস্তি দেয়া যায়। এ লোকটাও (আবূ জেহেল) ছিল সে যুগের ফিরআউন। যাদুকরগণ ঈমান এনেছিল বলে সেও তাদেরকে বলেছিলঃ “এটা তো শুধু তোমাদের একটা চক্রান্ত ছিল যে, তোমরা আমাদেরকে এখান থেকে তাড়িয়ে দেবে।” সেও যাদুকরদেরকে বলেছিলঃ “এই মূসা (আঃ) তোমাদের ওস্তাদ।\" অথচ ওটা ছিল তার একটা প্রতারণা মাত্র। এই উম্মতের ফিরআউন আবূ জেহেলও এ ধরনের কথাই বলেছিল।আবদুল্লাহ ইবনে কুরায়েয (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আরাফার দিন ইবলীস যত লাঞ্ছিত, অপদস্থ ও লজ্জিত হয়েছিল, আর কোন দিন এতটা হতে দেখা যায়নি। কেননা সে দেখছিল যে, আল্লাহ তা'আলার সাধারণ ক্ষমা ও সাধারণ রহমত বর্ষিত হচ্ছে। প্রত্যেকের গুনাহ প্রায়ই মাফ হয়ে যাচ্ছে। হ্যাঁ, তবে বদরের দিনে তার লাঞ্ছিত ও অপদস্থ হওয়ার কথা জিজ্ঞেস করো না, যখন সে দেখলো যে, ফেরেশতাদের সেনাবাহিনী জিবরাঈল (আঃ)-এর নেতৃত্বে আসতে শুরু করেছেন সেইদিন সে সবচেয়ে বেশী লজ্জিত ও অপমানিত হয়েছিল।”(আরবী) এ আয়াত সম্পর্কে আলী ইবনে আবি তালহা (রাঃ) ইবনে আব্বাস (রাঃ) হতে বর্ণনা করেন যে, উভয় সেনাবাহিনী যখন কাতারবন্দী হয়ে মুখোমুখী দাঁড়িয়ে যায় তখন আল্লাহ তাআলা মুসলমানদেরকে মুশরিকদের চক্ষে কম দেখান। তখন মুশরিকরা মুসলমানদের সম্পর্কে বিদ্রুপ করে বলেঃ “এদের দ্বীন এদেরকে প্রতারিত করেছে। তাদের একথা বলার কারণ ছিল এই যে, তারা মুসলমানদের সংখ্যা তাদের চোখে খুবই কম দেখছিল। তাই তারা ধারণা করছিল যে, নিঃসন্দেহে তারা মুসলমানদেরকে পরাজিত করবে। তারা পরস্পর বলাবলি করছিলঃ “দেখো, মুসলমানরা কত ধর্মের পাগল। মুষ্টিমেয় কয়েকটি লোক এক হাজার সৈন্যের সাথে প্রতিদ্বন্দ্বিতা করতে যাচ্ছে। প্রথম আক্রমণেই তারা দ্বিখণ্ডিত হয়ে যাবে। আল্লাহ রাব্বল আলামীন বলেন যে, এরা হচ্ছে ভরসাকারী দল। তাদের ভরসা এমন সত্তার উপর রয়েছে যিনি বিজয়ের মালিক এবং হিকমতের মালিক। মুসলিমদের মধ্যে আল্লাহর দ্বীনের উপর দৃঢ়তা অনুভব করেই মুশরিকদের মুখে উচ্চারিত হয়েছিল যে, তারা দ্বীনের পাগল । আল্লাহর শত্রু অভিশপ্ত আবু জেহেল পাহাড়ের উপর থেকে অবজ্ঞাভরে মুসলিমদের সংখ্যার স্বল্পতা ও অস্ত্র-শস্ত্রের নগণ্যতা লক্ষ্য করতঃ গাধার মত ফুলে উঠলো এবং বলতে লাগলঃ “আল্লাহর কসম! আজ থেকে আল্লাহর ইবাদতকারী হতে জমিনকে শূন্য দেখা যাবে। এখনই আমরা তাদের এক একজনকে দু' টুকরো করে রেখে দিবো।” ইবনে জুরায়েজ (রঃ) বলেন যে, মুসলিমদের ধর্মের প্রতি বিদ্রুপকারী ছিল মক্কার মুনাফেকরা। আমীর (রঃ) বলেন যে, এরা ছিল কতকগুলো লোক যারা শুধু মুখে মুসলিম হয়েছিল। কিন্তু বদরের প্রান্তরে তারা মুশরিকদের সাথে যোগ দিয়েছিল। মুসলিমদের সংখ্যার স্বল্পতা ও তাদের দুর্বলতা দেখে বিস্মিত হয়েছিল এবং বলেছিলঃ “এ লোকগুলো ধর্মের দ্বারা প্রতারিত হয়েছে।” মুজাহিদ (রঃ) বলেন যে, এটা ছিল কুরায়েশদের একটি দল। তারা হচ্ছে কায়েস ইবনে অলীদ ইবনে মুগীরা, আবুল কায়েস ইবনে ফাকাহ্ ইবনে মুগীরা, হারিস ইবনে যামআ, আসওয়াদ ইবনে আবদিল মুত্তালিব, আলী ইবনে উমাইয়া ইবনে খাল্ফ এবং আস ইবনে মুনাব্বাহ ইবনে হাজ্জাজ। এ লোকগুলো কুরায়েশদের সাথে ছিল। কিন্তু তারা সন্দেহের মধ্যে পতিত হয়েছিল এবং তাদের সন্দেহ তাদেরকে আবদ্ধ রেখেছিল। এখানে মুসলিমদের অবস্থা দেখে তারা বলতে শুরু করেঃ “এ লোকগুলো তো শুধু ধর্মীয় পাগল! নতুবা এই মুষ্টিমেয় রসদ ও হাতিয়ার বিহীন লোক এত শান-শওকতপূর্ণ বিরাট সেনাদলের সাথে কিভাবে যুদ্ধ করতে পারে? হাসান (রঃ) বলেন যে, এই লোকগুলো বদরের যুদ্ধে আগমন করেনি। তাদের নাম মুনাফিক রাখা হয়েছে। কেউ কেউ বলেন যে, তারা মুখে ইসলামের স্বীকারোক্তি করেছিল এবং তারা মক্কাতে ছিল। মুশরিকদের সাথে তারা বদর অভিমুখে রওয়ানা হয়েছিল। যখন তারা মুসলিমদের সংখ্যা খুবই কম দেখলো তখন বলতে লাগলো, এদের ধর্ম এদেরকে প্রতারিত করেছে। মহামহিমান্বিত আল্লাহ বলেন যে, যারা এই মালিকুল মুলকের (আল্লাহর) উপর ভরসা করে তিনি তাদেরকে মর্যাদার অধিকারী বানিয়ে দেন। কেননা সম্মান ও মর্যাদা দানের মালিক একমাত্র তিনিই। বিজয় দান তাঁরই হাতে। তিনি প্রবল পরাক্রান্ত এবং মহনি বাদশাহ। তিনি মহান বিজ্ঞানময়। তার সমস্ত কাজ হিকমতে পরিপূর্ণ। প্রত্যেক জিনিসকে তিনি যথাযোগ্য স্থানে রেখে থাকেন। যারা সাহায্য পাওয়ার যোগ্য তাদেরকেই তিনি সাহায্য করে থাকেন। আর যারা লাঞ্ছিত ও অপমানিত হওয়ার যোগ্য তাদেরকে তিনি লাঞ্ছিত ও অপমানিত করেন।",
  "ayah": 49,
  "surah": 8
}
