{
  "text": "৫৯-৬০ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা বলেনঃ কাফিররা আমার হাত ছাড়া হয়ে যাবে এবং আমি তাদেরকে ধরতে সক্ষম নই এরূপ ধারণা যেন তারা না করে। বরং তারা সব সময় আমার ক্ষমতা ও আয়ত্তের মধ্যে রয়েছে। তারা আমাকে হারাতে পারবে না। অন্য আয়াতে রয়েছে- “যারা দুস্কার্যে লিপ্ত রয়েছে তারা কি ধারণা করেছে যে, তারা আমাকে এড়িয়ে যাবে? তারা যা ধারণা করেছে তা কতই না জঘন্য!” আর এক জায়গায় মহান আল্লাহ বলেনঃ “তুমি এ ধারণা করো না যে, কাফিররা ভূ-পৃষ্ঠে (লুকিয়ে থেকে) আমাকে পরাভূত করবে, তাদের ঠিকানা হচ্ছে জাহান্নাম এবং এটা খুবই নিকৃষ্ট স্থান।” অন্য স্থানে আল্লাহ পাক বলেনঃ “কাফিরদের শহরে (জাকজমকের সাথে) ঘুরাফিরা যেন তোমাকে প্রতারিত না করে, এটা অল্প কয়েকদিনের উপভোগ মাত্র, অতঃপর তাদের ঠিকানা হবে জাহান্নাম এবং ওটা অতি নিকৃষ্ট বিছানা।”এরপর আল্লাহ তাআলা মুসলিমদেরকে নির্দেশ দিচ্ছেন- “তোমরা তোমাদের শক্তি মোতাবেক সদা সর্বদা ঐ কাফিরদের মুকাবিলার জন্যে প্রস্তুত থাকো। যারা যুদ্ধের ঘোড়া সংগ্রহ করতে সক্ষম তারা তা মওজুদ রাখো।\" মুসনাদে আহমাদে রয়েছে যে, রাসূলুল্লাহ (সঃ) মিম্বরে আরোহিত অবস্থায় বলেনঃ (আরবী) অর্থাৎ “তোমরা কাফিরদের মুকাবিলা করার জন্যে যথাসাধ্য শক্তি প্রস্তুত রাখো।” এরপর তিনি বলেনঃ “জেনে রেখো যে, এই শক্তি হচ্ছে তীরন্দাজী, এই শক্তি হচ্ছে তীরন্দাজী।” (এ হাদীসটি ইমাম মুসলিম (রঃ), ইমাম আহমাদ (রঃ), ইমাম ইবনে মাজাহ (রঃ) এবং ইমাম আবু দাউদ (রঃ) তাখরীজ করেছেন) অন্য একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “তোমরা তীরন্দাজী কর এবং ঘোড়ায় সওয়ার হও (ও যুদ্ধ কর), আর তীরন্দাজী করা ঘোড়ায় সওয়ার হওয়া অপেক্ষা উত্তম।”আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঘোড়া পালনকারী তিন প্রকারের। প্রথম হচ্ছে ঐ ব্যক্তি যে ঘোড়া পালন করার কারণে সওয়াবের অধিকারী হয়ে থাকে। দ্বিতীয় হচ্ছে ঐ ব্যক্তি যে ওর কারণে পুণ্যও লাভ করে না এবং তার পাপও হয় না। তৃতীয় হচ্ছে ঐ ব্যক্তি যে ঘোড়া পালন করার কারণে পাপের অধিকারী হয়ে থাকে। যে ব্যক্তি জিহাদের উদ্দেশ্যে ঘোড়া পালন করে, তার ঘোড়াটি যে চরে ফিরে খায়, এর উপর তাকে সওয়াব দেয়া হয়। এমন কি যদি ঐ ঘোড়াটি রশি ছিড়ে পালিয়ে যায় তবে ওর পদ চিহ্নের বিনিময়ে এবং ওর লাদ বা মলের বিনিময়েও সে সওয়াব প্রাপ্ত হয়। যদি ঘোড়াটি কোন নদীর পার্শ্ব দিয়ে গমনের সময় পানি পান করে নেয় তবে এ কারণেও মুজাহিদ ব্যক্তি সওয়াব প্রাপ্ত হয়, যদিও সে ওকে পানি পান করাবার ইচ্ছাও না করে থাকে। সুতরাং এ ঘোড়াটি ঐ মুজাহিদের জন্যে সওয়াব বা পুণ্য লাভের কারণ। আর যে ব্যক্তি ঘোড়া পালন করে অন্যদের থেকে অমুখাপেক্ষী থাকার জন্যে, অতঃপর সে ওর ঘাড় ও সওয়ারীর ব্যাপারে আল্লাহর হকের কথা ভুলে না যায় তবে ওটা তার জন্যে পর্দা স্বরূপ। অর্থাৎ সে ওর কারণে নেকীও পাবে না। এবং তার গুনাহও হবে না। আর যে ব্যক্তি অহংকার ও রিয়া প্রকাশের উদ্দেশ্যে ঘোড়া পালন করে যে, সে মুসলমানদের সাথে মুকাবিলা করবে, ওটা তার জন্যে পাপের বোঝা স্বরূপ।”রাসূলুল্লাহ (সঃ)-কে গাধা সম্পর্কে জিজ্ঞেস করা হলে তিনি উত্তরে বলেনঃ “আল্লাহ তা'আলা এ সম্পর্কে নিম্নের আয়াতটি ছাড়া আর কিছুই অবতীর্ণ করেননি। আয়াতটি হচ্ছেঃ (আরবী) অর্থাৎ যে ব্যক্তি (দুনিয়াতে) অণু পরিমাণ নেক কাজ করবে সে তা দেখতে পাবে, আর যে ব্যক্তি অণু পরিমাণ বদ কাজ করবে সে তা তথায় দেখতে পাবে।” (৯৯:৭-৮) (এ হাদীসটি ইমাম বুখারী (রঃ), ইমাম মুসলিম (রঃ) এবং ইমাম মালিক (রঃ) তাখরীজ করেছেন) আব্দুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “ঘোড়া তিন প্রকারের রয়েছে। (১) রাহমানের (আল্লাহর) ঘোড়া, (২) শয়তানের ঘোড়া এবং (৩) মানুষের ঘোড়া। রাহমানের ঘোড়া হচ্ছে ঐ ঘোড়া যাকে আল্লাহর পথে বেঁধে রাখা হয়। সুতরাং ওর খড়, ওর গোবর, ওর প্রস্রাব এবং আল্লাহ যা চাইলেন তা তিনি বর্ণনা করলেন (অর্থাৎ সবগুলো আল্লাহর পথে)। আর শয়তানের ঘোড়া হচ্ছে ঐ ঘোড়া যাকে ঘোড় দৌড় ও জুয়াবাজীর উদ্দেশ্যে রাখা হয়। মানুষের ঘোড়া হচ্ছে ঐ ঘোড়া যাকে মানুষ শুধুমাত্র ওর পেটের উদ্দেশ্যে বেঁধে রাখে। সুতরাং ওটা হচ্ছে তার পক্ষে দারিদ্রের মুকাবিলায় পর্দা স্বরূপ।” অধিকাংশ আলেমের উক্তি এই যে, তীরন্দাজ যোদ্ধা অশ্বারোহী সৈনিক হতে উত্তম। ইমাম মালিক (রঃ) এর বিপরীত মত পোষণ করেন। কিন্তু জমহুর উলামার উক্তিটিই দৃঢ়তম। কেননা, হাদীসেও এসেছে যে, মুআবিয়া ইবনে জুরাইজ (রাঃ) আবূ যার (রাঃ)-এর নিকট আগমন করেন। সেই সময় তিনি তাঁর ঘোড়ার খিদমত করছিলেন। মুআবিয়া (রাঃ) তাঁকে জিজ্ঞেস করলেনঃ “এ ঘোড়ার দ্বারা কি কাজ করা হয়? উত্তরে তিনি বললেনঃ “আমার ধারণা, আমার পক্ষে এই ঘোড়াটির দুআ কবুল হয়েছে।” মুআবিয়া (রাঃ) আবার জিজ্ঞেস করলেন, পশুর দুআ' আবার কি? তিনি জবাবে বললেন, যার হাতে আমার প্রাণ রয়েছে তার শপথ! প্রতিটি ঘোড়া প্রত্যহ সকালে দুআ করে থাকে। দুআ’য় সে বলে- “হে আল্লাহ! আপনি আমাকে আপনার এক বান্দার হাতে সমর্পণ করেছেন। সুতরাং আমাকে তার কাছে তার ধন-সম্পদ ও সন্তান-সন্ততির চেয়ে প্রিয়তম করুন।” রাসূলুল্লাহ (সঃ) বলেছেনঃ “কিয়ামত পর্যন্ত ঘোড়ার কপালে কল্যাণ বাঁধা থাকবে। ঘোড়া পালনকারী আল্লাহ তা'আলার সাহায্য প্রাপ্ত হয়েছে। যে ব্যক্তি ভাল নিয়তে জিহাদের উদ্দেশ্যে ঘোড়া লালন। পালন করে সে ঐ ব্যক্তির মত যে সদা সর্বদা হাত বাড়িয়ে দান খয়রাত করে থাকে। (এ হাদীসটি ইমাম তিবরানী (রঃ) সাহল ইবনে হানলিয়্যাহ (রঃ) হতে তাখরীজ করেছেন) এ সম্পর্কে আরো বহু হাদীস রয়েছে। সহীহ বুখারীতে ঘোড়ার কল্যাণের ব্যাখ্যা দেয়া হয়েছে যে, ওটা হচ্ছে সওয়াব ও গনীমত। (আরবী) -এর অর্থ হচ্ছে- তোমরা ভয় প্রদর্শন করবে। (আরবী) আল্লাহর শত্রু ও তোমাদের শত্রু অর্থাৎ কাফিরগণ।(আরবী) মুজাহিদ (রঃ) বলেন যে, এর দ্বারা ইয়াহুদী বানু কুরাইযাকে বুঝানো হয়েছে। সুদ্দী (রঃ) এর দ্বারা পারস্যবাসীকে বুঝিয়েছেন। আর সুফিয়ান সাওরী (রঃ) বলেন যে, এরা হচ্ছে ঘরের মধ্যে অবস্থানকারী শয়তান। একটি মারফু হাদীসে রয়েছে যে, এর দ্বারা জ্বিনদেরকে বুঝানো হয়েছে। একটি মুনকার হাদীসে রয়েছে যে, যে ঘরে কোন আযাদ ঘোড়া রয়েছে সেই ঘর কখনো বদনসীব বা হতভাগ্য হয় না। কিন্তু এ হাদীসটির সনদও ঠিক নয় এবং এটা বিশুদ্ধও নয়। এর অর্থ মুনাফিকও নেয়া হয়েছে। আর এ উক্তিটি সর্বাপেক্ষা গ্রহণযোগ্যও বটে। যেমন আল্লাহ পাক বলেনঃ (আরবী) অর্থাৎ “তোমাদের চতুর্দিকে গ্রাম্য ও শহুরে মুনাফিক রয়েছে এবং মদীনাবাসীদের মধ্যেও কেহ কেহ মুনাফেকীতে অনঢ়, যাদেরকে তোমরা জান না বটে, কিন্তু আমি তাদেরকে ভালরূপেই জানি।” (৯:১০১)ইরশাদ হচ্ছে- জিহাদে তোমরা যা কিছু খরচ করবে তার পূর্ণ প্রতিদান তোমাদেরকে দেয়া হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ “যারা আল্লাহর পথে নিজেদের ধন-সম্পদ খরচ করে, তাদের খরচ করা ধন-সম্পদের অবস্থা এইরূপ যে, যেমন একটি শস্য-বীজ, যা হতে সাতটি শীষ উৎপন্ন হয়, প্রতিটি শীষের মধ্যে একশ’টি দানা হয়, আর এই বৃদ্ধি আল্লাহ যাকে ইচ্ছা প্রদান করেন, আল্লাহ হচ্ছেন প্রশস্ততার মালিক, মহাজ্ঞানী।” (২:২৬১)।ইবনে আব্বাস (রাঃ) বলেন যে, প্রথমে রাসূলুল্লাহ (সঃ) শুধুমাত্র মুসলমানদেরকেই সদকার মাল প্রদানের নির্দেশ দিতেন। কিন্তু যখন আল্লাহ তাআলা (আরবী)- এই আয়াতটি অবতীর্ণ করেন তখন তিনি বলেনঃ “যে কোন ধর্মের লোক হাক না কেন সে তোমার কাছে চাইলে তুমি তাকে প্রদান কর।” এ রিওয়াইয়াতটি গারীব । ইবনে আবি হাতিম (রঃ) এটা বর্ণনা করেছেন।",
  "ayah": 60,
  "surah": 8
}
