{
  "text": "৬৪-৬৬ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তাআলা স্বীয় নবী (সঃ) ও মুসলিমদেরকে জিহাদের প্রতি উৎসাহিত করছেন এবং তাদের অন্তরে প্রশান্তি দান করছেন যে, তিনি তাদেরকে শত্রুদের উপর জয়যুক্ত করবেন, যদিও তারা সংখ্যায় অধিক ও তাদের অস্ত্রশস্ত্র ও বেশী, আর মুসলিমরা সংখ্যায় কম এবং তাদের যুদ্ধাস্ত্রও নগণ্য। মহান আল্লাহ স্বীয় রাসূল (সঃ)-কে সম্বোধন করে বলছেনঃ “আল্লাহই তোমার জন্যে যথেষ্ট এবং যে স্বল্প সংখ্যক মুসলিম তোমার সাথে রয়েছে তাদের দ্বারাই তুমি সফলতা লাভ করবে। এরপর আল্লাহ পাক তাঁর নবী (সঃ)-কে নির্দেশ দিচ্ছেন- “তুমি মুমিনদেরকে জিহাদের প্রতি উৎসাহ দান করতে থাক।” রাসূলুল্লাহ (সঃ) সৈন্যদের শ্রেণী বিন্যাস করার সময় এবং মুকাবিলার সময় সৈন্যবাহিনীর মনে উৎসাহ-উদ্দীপনা যোগাতে থেকেছেন। বদর যুদ্ধের দিন তিনি তাদেরকে বলেনঃ “উঠো, ঐ জান্নাত লাভ কর যার প্রস্থ হচ্ছে আসমান ও যমীনের সমান।” এ কথা শুনে উমায়ের ইবনে হামাম (রাঃ) বলেনঃ “প্রস্থ এতো বেশী?” রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ “হ্যাঁ হ্যা, এতোটাই বটে।” তখন তিনি বলেনঃ “বাঃ! বাঃ!” রাসূলুল্লাহ (সঃ) তাঁর এ কথা শুনে বলেনঃ “এ কথা তুমি কি উদ্দেশ্যে বললে?” তিনি উত্তরে বলেনঃ “আমি একথা এ আশায় বললাম যে, আল্লাহ তা'আলা আমাকেও জান্নাত দান করবেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “আমি ভবিষ্যদ্বাণী করছি যে, তুমি সত্যিই জান্নাত লাভ করবে।” তিনি তখন উঠে শত্রুদের দিকে অগ্রসর হলেন এবং তরবারীর কোষ ভেঙ্গে দিলেন। অতঃপর তাঁর কাছে যা কিছু খেজুর ছিল তা খেতে শুরু করলেন। তারপর তিনি বললেনঃ “এগুলো খাওয়া পর্যন্ত আমি বিলম্ব করতে পারি না। সুতরাং তিনি ওগুলো হাত থেকে ফেলে দিলেন এবং আক্রমণে উদ্যত হয়ে সিংহের ন্যায় শত্রুদের মধ্যে ঝাপিয়ে পড়লেন, আর সুতীক্ষ তরবারী দ্বারা কাফিরদেরকে হত্যা করতে করতে নিজেও শহীদ হয়ে গেলেন। আল্লাহ তাঁর প্রতি সন্তুষ্ট হোন এবং তাঁকেও সন্তুষ্ট করুন!ইবনুল মুসাইয়া (রাঃ) এবং সাঈদ ইবনে জুবাইর (রাঃ) বলেন যে, এ আয়াত উমার (রাঃ)-এর ইসলাম গ্রহণের সময় অবতীর্ণ হয়। ঐ সময় মুসলিমদের সংখ্যা মোট চল্লিশজন হয়েছিল। কিন্তু এ কথায় চিন্তা ভাবনার অবকাশ রয়েছে। কেননা, এটা মাদানী আয়াত । অথচ উমার (রাঃ)-এর ইসলাম গ্রহণ হচ্ছে মক্কার ঘটনা। এটা হচ্ছে আবিসিনিয়ার হিজরতের পরের এবং মদীনায় হিজরতের পূর্বের ঘটনা। এসব বিষয় আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।এরপর আল্লাহ তাবারাকা ওয়া তা'আলা মুমিনদেরকে সুসংবাদ প্রদান পূর্বক নির্দেশ দিচ্ছেন- “তোমাদের বিশজন কাফিরদের দু’শজনের উপর বিজয়ী হবে এবং একশজন এক হাজারের উপর জয়যুক্ত হবে। মোটকথা একজন মুসলিম দশজন কাফিরের উপর বিজয় লাভ করবে। অতঃপর এ হুকুম মানসূখ বা রহিত হয়ে যায়। কিন্তু সুসংবাদ বাকী রয়েছে। যখন মুসলিমদের এটা কঠিন ঠেকলো তখন আল্লাহ তাআলা তাদের উপর হুকুম হালকা করে দিলেন এবং বললেন যে, আল্লাহ তা'আলা বোঝা হালকা করে দিলেন। কিন্তু সংখ্যা যতটা কম হয়ে গেল সেই পরিমাণ ধৈর্যও কম হলো। পূর্বে হুকুম ছিল যে, বিশজন মুসলিম যেন দু’শজন কাফির থেকে পিছে না সরে। এখন এই হুকুম হলো যে, তাদের দ্বিগুণ সংখ্যা অর্থাৎ একশজন মুসলিম যেন দু’শজন কাফির থেকে পলায়ন না করে । সুতরাং পূর্বের হুকুম মুমিনদের কাছে কঠিন হওয়ার কারণে তাদের দুর্বলতা ককূল করতঃ আল্লাহ তা'আলা তাদের উপর হুকুম হালকা করে দেন। অতএব যুদ্ধের ময়দানে কাফিরদের সংখ্যা দ্বিগুণ হওয়া অবস্থায় মুসলিমদের পিছনে সরে যাওয়া উচিত নয়। হ্যা, তবে তাদের সংখ্যা মুসলিমদের দ্বিগুণের বেশী হলে তাদের সাথে যুদ্ধ করা মুসলিমদের উপর ওয়াজিব নয় এবং ঐ অবস্থায় তাদের পিছনে সরে যাওয়া জায়েয। (মুজাহিদ (রঃ), ইকরামা (রঃ), হাসান (রঃ), যায়েদ ইবনে আসলাম (রঃ) যহহাক (রঃ) প্রমুখ গুরুজন হতে এরূপই বর্ণিত হয়েছে) ইবনে উমার (রাঃ) বলেন যে, এ আয়াতটি মুহাম্মাদ (সঃ)-এর সাহাবীদের ব্যাপারে অবতীর্ণ হয়। রাসূলুল্লাহ (সঃ) (আরবী)-এ আয়াতটি পাঠ করে বলেনঃ “পূর্বের হুকুমটি উঠে গেছে।”",
  "ayah": 66,
  "surah": 8
}
