{
  "text": "৭৪-৭৫ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা মুমিনদের পার্থিব হুকুম বর্ণনা করার পর আখিরাতে তাদের জন্যে কি রয়েছে তার বর্ণনা দিচ্ছেন। তিনি তাদের ঈমানের সত্যতা প্রকাশ করছেন। যেমন এই সূরার প্রথম দিকে এ বর্ণনা দেয়া হয়েছে। তারা দান প্রাপ্ত হবে, তাদেরকে আল্লাহ ক্ষমা করে দিবেন এবং তারা সম্মানজনক জীবিকা লাভ করবে, যা হবে চিরস্থায়ী এবং পাক ও পবিত্র। সেগুলো হবে বিভিন্ন প্রকারের উপাদেয় খাদ্য এবং সেগুলো কখনো নিঃশেষ হবে না। তাদের যারা অনুসারী এবং ঈমানে ও ভাল আমলে তাদের সাথে অংশগ্রহণকারী তারা আখিরাতেও সমমর্যাদা লাভ করবে। যেমন আল্লাহ পাক (আরবী) (৯:১০০) এবং (আরবী) (৫৯:১০) বলেছেন। এটা সর্বসম্মত মত এমন কি মুতাওয়াতির হাদীসেও রয়েছে যে, মানুষ তার সাথেই থাকবে যাকে সে ভালবাসে। অন্য একটি হাদীসে রয়েছে যে, যে ব্যক্তি কোন কওমের সাথে ভালবাসা রাখে সে তাদেরই অন্তর্ভুক্ত। একটি রিওয়ায়াতে আছে যে, তার হাশরও ওদের সাথেই হবে। মুসনাদে আহমাদের হাদীসে বর্ণিত হয়েছে যে, মুহাজির ও আনসার একে অপরের ওলী বা অভিভাবক। মক্কা বিজয়ের পরের মুসলমান কুরায়েশী এবং সাকীফের আযাদকৃত ব্যক্তি কিয়ামত পর্যন্ত একে অপরের অভিভাবক।এরপর উলুল আরহামের বর্ণনা দেয়া হচ্ছে। এখানে উলুল আরহাম দ্বারা ঐ আত্মীয়দের উদ্দেশ্য করা হয়নি যাদেরকে ফারায়েয শাস্ত্রবিদদের পরিভাষায় উলুল আরহাম বলা হয়ে থাকে। অর্থাৎ যাদের কোন অংশ নির্ধারিত নেই এবং যারা আসাবাও (আল্লাহ তাআলার কিতাবে যেসব ওয়ারিসের অংশ নির্ধারিত রয়েছে তাদেরকে অংশ দেয়ার পর বাকী অংশ যেসব ওয়ারিস পেয়ে থাকে তাদেরকে ফারায়েযের পরিভাষায় আসাবা বলা) নয়। যেমন মামা, খালা, ফুফু, কন্যার ছেলেমেয়ে, বোনের ছেলেমেয়ে ইত্যাদি। কারো কারো মতে এখানে উলুল আরহাম দ্বারা এদেরকেই বুঝানো হয়েছে। তারা এ আয়াতটিকেই দলীল হিসেবে গ্রহণ করেছেন এবং এই ব্যাপারে তাকে স্পষ্টভাবে ওলী বলে থাকেন। কিন্তু প্রকৃত ব্যাপার তা নয়। বরং সঠিক কথা এই যে, এ আয়াতটি আম বা সাধারণ। এটা সমস্ত আত্মীয়কেই অন্তর্ভুক্ত করে। যেমন ইবনে আব্বাস (রাঃ), মুজাহিদ (রঃ), ইকরামা (রঃ), হাসান (রঃ) এবং কাতাদা (রঃ) বলেন যে, মিত্রদের পরস্পর ওয়ারিশ হওয়া এবং বানানো ভাইদের পরস্পর ওয়ারিশ হওয়া, যা পূর্বে প্রথা ছিল, এ আয়াতটি এটাকে মানসূখ বা রহিতকারী। সুতরাং এটা বিশেষ নামের সাথে ফারায়েযের আলেমদের যাবিল আরহামকে অন্তর্ভুক্ত করবে। আর যারা এদেরকে ওয়ারিস বলেন না তাদের কয়েকটি দলীল রয়েছে। তাদের সবচেয়ে মজবুত দলীল হচ্ছে নিম্নের হাদীসটিঃ“নিশ্চয়ই আল্লাহ প্রত্যেক হকদারকে তার হক প্রদান করেছেন। সুতরাং কোন ওয়ারিসের জন্যে অসিয়ত নেই।” তারা বলেন যে, এরা যদি হকদার হতো তবে আল্লাহর কিতাবে এদেরও হক নির্ধারিত হতো। কিন্তু তা যখন নেই তখন তারা ওয়ারিসও নয়। এসব ব্যাপারে আল্লাহ তাআলাই সবচেয়ে ভাল জানেন।",
  "ayah": 75,
  "surah": 8
}
