{
  "text": "{وكذلك جعلناكم أمة وسطاً} نزلت في رؤساء اليهود، قالوا لمعاذ ابن جبل: \"ما ترك محمد قبلتنا إلا حسداً، وإن قبلتنا قبلة الأنبياء، ولقد علم محمد أنا عدل بين الناس، فقال معاذ: إنا على حق وعدل فأنزل الله تعالى: {وكذلك..} أي وهكذا\"، وقيل: الكاف للتشبيه أي كما اخترنا إبراهيم وذريته واصطفيناهم{وكذلك جعلناكم أمة وسطا} مردودة على قوله: {ولقد اصطفيناه في الدنيا} [130-البقرة] أي عدلا خياراً قال الله تعالى: {قال أوسطهم} [28-القلم] أي خيرهم وأعدلهم وخير الأشياء أوسطها، وقال الكلبي: \"يعني أهل دين وسط بين الغلو والتقصير لأنهما مذمومان في الدين\".أخبرنا عبد الواحد بن أحمد المليحي أنا أبو معشر إبراهيم بن محمد بن الحسين الوراق أنا أبو عبد الله محمد بن زكريا بن يحيى أنا أبو الصلت أنا حماد بن زيد عن أبي نضرة عن أبي سعيد الخدري رضي الله عنه قال: \"قام فينا رسول الله صلى الله عليه وسلم يوماً بعد العصر فما ترك شيئاً إلى يوم القيامة إلا ذكره في مقامه ذلك حتى إذا كانت الشمس على رؤوس النخل وأطراف الحيطان، قال: \"أما أنه لم يبق من الدنيا فيما مضى منها إلا بقي من يومكم هذا، ألا وإن هذه الأمة توفي سبعين أمة هي آخرها وأخيرها وأكرمها على الله تعالى\"\".قوله تعالى: {لتكونوا شهداء على الناس} يوم القيامة أن الرسل قد بلغتهم. قال ابن جريج: \"قلت لعطاء ما معنى قوله تعالى لتكونوا شهداء على الناس؟ قال: أمة محمد صلى الله عليه وسلم شهداء على من يترك الحق من الناس أجمعين.{ويكون الرسول} محمد صلى الله عليه وسلم.{عليكم شهيداً} معدلاً مزكياً لكم، وذلك أن الله تعالى يجمع الأولين والآخرين في صعيد واحد، ثم يقول لكفار الأمم الماضية: {ألم يأتكم نذير} [8-الملك] فينكرون ويقولون ما جاءنا من بشير ولا نذير، فيسأل الله تعالى الأنبياء عليهم السلام عن ذلك فيقولون: كذبوا قد بلغناهم فيسألهم البينة - وهو أعلم بهم - إقامة للحجة، فيؤتى بأمة محمد صلى الله عليه وسلم فيشهدون لهم أنهم قد بلغوا، فتقول الأمم الماضية: من أين علموا وإنما أتوا بعدنا؟ فيسأل هذه الأمة فيقولون أرسلت إلينا رسولاً، وأنزلت عليه كتاباً، أخبرتنا فيه تبليغ الرسل وأنت صادق فيما أخبرت، ثم يؤتى بمحمد صلى الله عليه وسلم فيسأل عن حال أمته فيزكيهم ويشهد بصدقهم.أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا إسحاق بن منصور أخبرنا أبو أسامة قال الأعمش أخبرنا أبو صالح عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم: \" يجاء بنوح يوم القيامة فيقال له: هل بلغت؟ فيقول: نعم يارب، فيسأل أمته هل بلغكم؟ فيقولون: ما جاءنا من نذير، فيقال: من شهودك فيقول محمد وأمته فقال رسول الله صلى الله عليه وسلم فيجاء بكم فتشهدون ثم قرأ رسول الله صلى الله عليه وسلم {وكذلك جعلناكم أمة وسطاً لتكونوا شهداء على الناس ويكون الرسول عليكم شهيداً}\".قوله تعالى: {وما جعلنا القبلة التي كنت عليها} أي تحويلها يعني بيت المقدس، فيكون من باب حذف المضاف ويحتمل أن يكون المفعول الثاني للجعل محذوفاً، على تقدير وما جعلنا القبلة التي كنت عليها منسوخة، وقيل: معناه التي أنت عليها، وهي الكعبة كقوله تعالى {كنتم خير أمة} أي أنتم.{إلا لنعلم من يتبع الرسول} فإن قيل ما معنى قوله: ((إلا لنعلم)) وهو عالم بالأشياء كلها قبل يتعلق بما يوجد معناه ليعلم العلم الذي يستحق العامل عليه الثواب والعقاب، وقيل: إلا لنعلم أي: لنرى ونميز من يتبع الرسول في القبلة.{ممن ينقلب على عقبيه} فيرتد وفي الحديث إن القبلة لما حولت ارتد قوم من المسلمين إلى اليهودية، وقالوا: رجع محمد إلى دين آبائه، وقال أهل المعاني: معناه إلا لعلمنا من يتبع الرسول ممن على عقبيه كأنه سبق في علمه أن تحويل القبلة سبب لهداية قوم وضلالة قوم، وقد يأتي لفظ الاستقبال بمعنى الماضي كما قال الله تعالى: {فلم تقتلون أنبياء الله} [91-البقرة] أي فلم قتلتموهم.{وإن كانت} أي قد كانت أي تولية الكعبة، وقيل: الكناية راجعة إلى القبلة، وقيل: إلى الكعبة.قال الزجاج: \"وإن كانت التحويلة {لكبيرة} ثقيلة شديدة.{إلا على الذين هدى الله }أي هداهم الله، قال سيبويه: \"(( وإن )) تأكيد يشبه اليمين ولذلك دخلت اللام في جوابها\".{وما كان الله ليضيع إيمانكم} وذلك أن حيي بن أخطب وأصحابه من اليهود قالوا للمسلمين: أخبرونا عن صلاتكم نحو بيت المقدس، إن كانت هدى فقد تحولتم عنها وإن كانت ضلالة فقد دنتم الله بها، ومن مات منكم عليها فقد مات على الضلالة، فقال المسلمون إنما الهدى ما أمر الله به، والضلالة مانهى الله عنه. قالوا: فما شهادتكم على من مات منكم على قبلتنا؟ وكان قد مات قبل أن تحول القبلة من المسلمين أسعد بن زرارة من بني النجار، والبراء بن معرور من بني سلمة، وكانوا من النقباء ورجال آخرون فانطلق عشائرهم إلى النبي صلى الله عليه وسلم وقالوا: يا رسول الله قد صرفك الله إلى قبلة إبراهيم فكيف بإخواننا الذين ماتوا وهم يصلون إلى بيت المقدس؟ فأنزل الله تعالى {وما كان الله ليضيع إيمانكم} يعني صلاتكم إلى بيت المقدس.{إن الله بالناس لرؤوف رحيم} قرأ أهل الحجاز وابن عامر وحفص (لرؤوف) مشبع على وزن فعول، لأن أكثر أسماء الله تعالى على فعول وفعيل، والشكور والرحيم والكريم وغيرها، و أبو جعفر يلين الهمزة وقرأ الآخرون بالاختلاس على وزن فعل.قال جرير: \"ترى للمسلمين عليك حقاً كفعل الواحد الرؤف الرحيم والرأفة أشد الرحمة\".",
  "ayah": 143,
  "surah": 2
}
