{
  "text": "{فاذكروني أذكركم} قال ابن عباس: \"اذكروني بطاعتي، أذكركم بمغفرتي\"، وقال سعيد بن جبير: \"اذكروني في النعمة والرخاء، أذكركم في الشدة والبلاء\"، بيانه {فلولا أنه كان من المسبحين * للبث في بطنه إلى يوم يبعثون} [144-الصافات].أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا عمر بن حفص أخبرنا الأعمش قال: سمعت أبا صالح عن أبي هريرة قال قال: النبي صلى الله عليه وسلم: يقول الله تعالى: \"أنا عند ظن عبدي بي وأنا معه إذا ذكرني، فإن ذكرني في نفسه ذكرته في نفسي، وإن ذكرني في ملأ ذكرته في ملأ خير منهم، وإن تقرب إلي شبراً تقربت إليه ذراعاً، وإن تقرب إلي ذراعاً تقربت إليه باعاً، ومن أتاني يمشي أتيته هرولة\".أخبرنا الإمام أبو علي الحسين بن محمد القاضي وثنا أبو بكر محمد بن عبد الله بن أبي توبة الكشميهني قال: حدثنا أبو العباس أحمد بن محمد بن سراج الطحان أخبرنا أبو أحمد محمد بن قريش بن سليمان أخبرنا أبو عبد الملك الدمشقي أخبرنا سليمان بن عبد الرحمن أخبرنا منذر بن زياد عن صخر بن جويرية عن الحسن عن أنس قال: إني سمعت هذا الحديث من رسول الله صلى الله عليه وسلم عدد أناملي هذه العشر، أن رسول الله صلى الله عليه وسلم قال: \"إن الله تعالى يقول: يا ابن آدم إن ذكرتني في نفسك ذكرتك في نفسي، وإن ذكرتني في ملأ ذكرتك في ملأ خير منهم، وإن دنوت مني شبراً دنوت منك ذراعاً، وإن دنوت مني ذراعاً دنوت منك باعاً، وإن مشيت إلي هرولت إليك، وإن هرولت إلي سعيت إليك، وإن سألتني أعطيتك، وإن لم تسألني غضبت عليك\".أخبرنا عبد الواحد المليحي أخبرنا أبو منصور السمعاني أخبرنا أبو جعفر الرياني أخبرنا حميد بن زنجويه أخبرنا يحيى بن عبد الله أخبرنا الأوزاعي أخبرنا إسماعيل بن عبيد الله عن أبي الدرداء عن أبي هريرة قال: قال النبي صلى الله عليه وسلم: يقول الله عز وجل: \"أنا مع عبدي ما ذكرني وتحركت بي شفتاه\".أخبرنا عبد الواحد المليحي أخبرنا عبد الرحمن بن أبي شريح أنا أبو القاسم البغوي أخبرنا علي بن الجعد أخبرنا إسماعيل بن عياش أخبرنا عمرو بن قيس السكوني عن عبد الله بن بسر قال: جاء أعرابي إلى رسول الله صلى الله عليه وسلم فقال: يا رسول أي الأعمال أفضل؟ قال: \"أن تفارق الدنيا ولسانك رطب من ذكر الله تعالى\".قوله تعالى: {واشكروا لي ولا تكفرون} يعني واشكروا لي بالطاعة ولا تكفروني بالمعصية فإن من أطاع الله فقد شكره ومن عصاه فقد كفره.",
  "ayah": 152,
  "surah": 2
}
