{
  "text": "قوله تعالى: {إن الصفا والمروة من شعائر الله} الصفا: جمع صفاة وهي الصخور الصلبة الملساء، يقال: صفاة وصفا، مثل: حصاة وحصى ونواة ونوى، والمروة: الحجر الرخو، وجمعها مروات، وجمع الكثير مرو، مثل: تمرة وتمرات وتمر.وإنما عنى الله بهما الجبلين المعروفين بمكة في طرفي المسعى، ولذلك أدخل فيهما الألف واللام، وشعائر الله أعلام دينه، أصلها من الإشعار وهو الإعلام واحدتها شعيرة وكل ما كان معلماً لقربان يتقرب به إلى الله تعالى من صلاة ودعاء وذبيحة فهو شعيرة فالمطاف والموقف والنحر كلها شعائر الله ومثلها المشاعر، والمراد بالشعائر ها هنا: المناسك التي جعلها الله أعلاماً لطاعته؛ فالصفا والمروة منها حتى يطاف بهما جميعاً.{فمن حج البيت أو اعتمر} فالحج في اللغة: القصد، والعمرة: الزيارة، وفي الحج والعمرة المشروعين قصد وزيارة.{فلا جناح عليه} أي لا إثم عليه، وأصله من جنح أي مال عن القصد.{أن يطوف بهما} أي يدور بهما، وأصله يتطوف أدغمت التاء في الطاء.وسبب نزول هذه الآية أنه كان على الصفا والمروة صنمان أساف ونائلة، وكان أساف على الصفا ونائلة على المروة، وكان أهل الجاهلية يطوفون بين الصفا والمروة تعظيماً للصنمين ويتمسحون بهما، فلما جاء الإسلام وكسرت الأصنام كان المسلمون يتحرجون عن السعي بين الصفا والمروة لأجل الصنمين فأذن الله فيه وأخبر أنه من شعائر الله.واختلف أهل العلم في حكم هذه الآية ووجوب السعي بين الصفا والمروة في الحج والعمرة: فذهب جماعة إلى وجوبه وهو قول ابن عامر وجابر وعائشة وبه قال الحسن وإليه ذهب مالك والشافعي، وذهب قوم إلى أنه تطوع وهو قول ابن عباس وبه قال ابن سيرين ومجاهد وإليه ذهب سفيان الثوري وأصحاب الرأي، وقال الثوري وأصحاب الرأي على من تركه دم.واحتج من أوجبه بما أخبرنا عبد الوهاب بن محمد الكسائي الخطيب أخبرنا عبد العزيز بن أحمد الخلال أخبرنا أبو العباس محمد بن يعقوب الأصم أخبرنا الربيع عن سليمان أخبرنا الشافعي أخبرنا عبد الله بن مؤمل العائذي عن عمرو بن عبد الرحمن بن محيصن عن عطاء بن أبي رباح عن صفية بنت شيبة قالت: أخبرتني بنت أبي تجراة - اسمها حبيبة إحدى نساء بني عبد الدار - قالت: \"دخلت مع نسوة من قريش دار آل أبي حسين ننظر إلى رسول الله صلى الله عليه وسلم وهو يسعى بين الصفا والمروة فرأيته يسعى وإن مئزره ليدور من شدة السعي حتى لأقول إني لأرى ركبتيه، وسمعته يقول: \"اسعوا فإن الله كتب عليكم السعي\"\".أخبرنا أبو الحسن محمد بن محمد السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك عن هشان بن عروة عن أبيه أنه قال: \"قلت لعائشة زوج النبي صلى الله عليه وسلم أرأيت قول الله تعالى {إن الصفا والمروة من شعائر الله فمن حج البيت أو اعتمر فلا جناح عليه أن يطوف بهما} فما أرى على أحد شيئاً ألا يطوف بهما، قالت عائشة: كلا لو كانت كما تقول كانت {فلا جناح عليه أن يطوف بهما} إنما أنزلت هذه الآية في الأنصار كانوا يهلون لمناة وكانت مناة حذو قديد فأنزل الله تعالى {إن الصفا والمروة من شعائر الله} الآية\".قال عاصم: \"قلت لأنس بن مالك أكنتم تكرهون السعي بين الصفا والمروة؟ قال: نعم، لأنها كانت من شعائر الجاهلية حتى أنزل الله تعالى {إن الصفا والمروة من شعائر الله}\".أخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك عن جعفر بن محمد عن أبيه عن جابر بن عبد الله أنه قال: \"سمعت رسول الله صلى الله عليه وسلم حين خرج من المسجد وهو يريد الصفا يقول: \"نبدأ بما بدأ الله تعالى به، فبدأ بالصفا\"\"..وقال كان إذا وقف على الصفا يكبر ثلاثاً ويقول: لا إله إلا الله وحده لا شريك له، وله الملك وله الحمد وهوعلى كل شيء قدير. يصنع ذلك ثلاث مرات ويدعو ويصنع على المروة مثل ذلك. كان إذا نزل من الصفا مشى حتى إذا انصبت قدماه في بطن الوادي يسعى حتى يخرج منه. قال مجاهد رحمه الله: \"حج موسى عليه السلام على جمل أحمر وعليه عباءتان قطوانيتان، فطاف البيت ثم صعد الصفا ودعا ثم هبط إلى السعي وهو يلبي فيقول لبيك اللهم لبيك، فقال الله تعالى لبيك عبدي وأنا معك فخر موسى عليه السلام ساجداً\".قوله تعالى: {ومن تطوع خيراً} قرأ حمزة والكسائي بالياء وتشديد الطاء وجزم العين وكذلك الثانية {فمن تطوع خيرا فهو خير له وأن تصوموا} [184-البقرة] بمعنى يتطوع، ووافق يعقوب في الأولى وقرأ الباقون بالتاء وفتح العين على الماضيوقال مجاهد: \"معناه فمن تطوع بالطواف بالصفا والمروة\"، وقال مقاتل والكلبي: \"فمن تطوع: أي زاد في الطواف بعد الواجب\".وقيل: من تطوع بالحج والعمرة بعد أداء الحجة الواجبة عليه، وقال الحسن وغيره: \"أراد سائر الأعمال يعني فعل غير المفترض عليه من زكاة وصلاة وطواف وغيرها من أنواع الطاعات\".{فإن الله شاكر} مجاز لعبده بعمله.والشكر من الله تعالى أن يعطي لعبده فوق ما يستحق. يشكر اليسير ويعطي الكثير.{عليم} بنيته.",
  "ayah": 158,
  "surah": 2
}
