{
  "text": "( إنما حرم عليكم الميتة ) قرأ أبو جعفر الميتة في كل القرآن بالتشديد والباقون يشددون البعض والميتة كل ما لم تدرك ذكاته مما يذبح ( والدم ( أراد به الدم الجاري يدل عليه قوله تعالى أو دما مسفوحا \" ( 145 - الأنعام ) واستثنى الشرع من الميتة السمك والجراد ومن الدم الكبد والطحال فأحلهاأخبرنا عبد الوهاب بن محمد الخطيب أخبرنا عبد العزيز بن أحمد الخلال أخبرنا أبو العباس الأصم أخبرنا الربيع بن سليمان أخبرنا الشافعي أخبرنا عبد الرحمن بن زيد بن أسلم عن أبيه عن ابن عمر قال قال رسول الله صلى الله عليه وسلم : أحلت لنا ميتتان ودمان الميتتان الحوت والجراد والدمان أحسبه قال الكبد والطحال . . . \"( ولحم الخنزير ) أراد به جميع أجزائه فعبر عن ذلك باللحم لأنه معظمه ( وما أهل به لغير الله ) أي ما ذبح للأصنام والطواغيت وأصل الإهلال رفع الصوت وكانوا إذا ذبحوا لآلهتهم يرفعون أصواتهم بذكرها فجرى ذلك من أمرهم حتى قيل لكل ذابح وإن لم يجهر بالتسمية مهل وقال الربيع بن أنس وغيره ( وما أهل به لغير الله ) قال ما ذكر عليه اسم غير الله ( فمن اضطر ) بكسر النون وأخواته قرأ عاصم وحمزة ، ووافق أبو عمرو إلا في اللام والواو مثل \" قل ادعوا الله أو ادعوا الرحمن \" ( 110 - الإسراء ) ويعقوب إلا في الواو ووافق ابن عامر في التنوين ، والباقون كلهم بالضم فمن كسر قال لأن الجزم يحرك إلى الكسر ، ومن ضم فلضمة أول الفعل نقل حركتها إلى ما قبلها وأبو جعفر بكسر الطاء ، ومعناه فمن اضطر إلى أكل ميتة أي أحوج وألجئ إليه ( غير ) نصب على الحال ، وقيل على الاستثناء وإذا رأيت ( غير ) يصلح في موضعها ( لا ) فهي حال وإذا صلح في موضعها ( إلا ) فهي استثناء ( باغ ولا عاد ) أصل البغي قصد الفساد ، يقال بغى الجرح يبغي بغيا إذا ترامى إلى الفساد وأصل العدوان الظلم ومجاوزة الحد ، يقال عدا عليه عدوا وعدوانا إذا ظلم واختلفوا في معنى قوله ( غير باغ ولا عاد ) فقال بعضهم ( غير باغ ) أي خارج على السلطان ولا عاد معتد عاص بسفره ، بأن خرج لقطع الطريق أو لفساد في الأرض وهو قول ابن عباس ومجاهد وسعيد بن جبير . وقالوا لا يجوز للعاصي بسفره أن يأكل الميتة إذا اضطر إليها ولا أن يترخص برخص المسافر حتى يتوب وبه قال الشافعي رحمه الله لأن إباحته له إعانة له على فساده وذهب جماعة إلى أن البغي والعدوان راجعان إلى الأكل واختلفوا في تفصيله فقال الحسن وقتادة ( غير باغ ) لا تأكله من غير اضطرار ( ولا عاد ) أي لا يعدو لشبعه وقيل ( غير باغ ) أي غير طالبها وهو يجد غيرها ( ولا عاد ) أي غير متعد ما حد له فما يأكل حتى يشبع ولكن يأكل منها قوتا مقدار ما يمسك رمقه وقال مقاتل بن حيان ( غير باغ ) أي مستحل لها ( ولا عاد ) أي متزود منها وقيل ( غير باغ ) أي غير مجاوز للقدر الذي أحل له ( ولا عاد ) أي لا يقصر فيما أبيح له فيدعه قال مسروق : من اضطر إلى الميتة ، والدم ولحم الخنزير فلم يأكل ولم يشرب حتى مات دخل النارواختلف العلماء في مقدار ما يحل للمضطر أكله من الميتة فقال بعضهم مقدار ما يسد رمقه وهو قول أبي حنيفة رضي الله عنه وأحد قولي الشافعي رضي الله عنه . والقول الآخر يجوز أن يأكل حتى يشبع وبه قال مالك رحمه الله تعالى وقال سهل بن عبد الله ( غير باغ ) مفارق للجماعة ( ولا عاد ) مبتدع مخالف للسنة ولم يرخص للمبتدع في تناول المحرم عند الضرورة ( فلا إثم عليه ) أي فلا حرج عليه في أكلها ( إن الله غفور ) لمن أكل في حال الاضطرار ( رحيم ) حيث رخص للعباد في ذلك",
  "ayah": 173,
  "surah": 2
}
