{
  "text": "قوله تعالى : ( كتب عليكم ) أي فرض عليكم ( إذا حضر أحدكم الموت ) أي جاءه أسباب الموت وآثاره من العلل والأمراض ( إن ترك خيرا ) أي مالا نظيره قوله تعالى \" وما تنفقوا من خير \" ( 272 - البقرة ( الوصية للوالدين والأقربين ) كانت الوصية فريضة في ابتداء الإسلام للوالدين والأقربين على من مات وله مال ثم نسخت بآية الميراث .أخبرنا الإمام أبو علي الحسين بن محمد القاضي أخبرنا أبو طاهر محمد بن محمد بن محمش الزيادي أخبرنا أبو بكر محمد بن عمر بن حفص التاجر أخبرنا محمد بن أحمد بن الوليد أخبرنا الهيثم بن جميل أخبرنا حماد بن سلمة عن قتادة عن شهر بن حوشب عن عبد الرحمن بن غنم عن عمرو بن خارجة قال كنت آخذا بزمام ناقة النبي صلى الله عليه وسلم فقال : إن الله قد أعطى كل ذي حق حقه ولا وصية لوارث ، فذهب جماعة إلى أن وجوبها صار منسوخا في حق الأقارب الذين يرثون وبقي وجوبها في حق الذين لا يرثون من الوالدين والأقارب وهو قول ابن عباس وطاوس وقتادة والحسن قال طاوس : من أوصى لقوم سماهم وترك ذوي قرابته محتاجين انتزعت منهم وردت إلى ذوي قرابته وذهب الأكثرون إلى أن الوجوب صار منسوخا في حق الكافة وهي حتمية في حق الذين لا يرثونأخبرنا أبو الحسن السرخسي أخبرنا طاهر بن أحمد أخبرنا أبو مصعب عن مالك عن نافع عن ابن عمر أن رسول الله صلى الله عليه وسلم قال : \" ما حق امرئ مسلم له شيء يوصي فيه يبيت ليلتين إلا ووصيته مكتوبة عند رأسه \" .قوله تعالى ( بالمعروف ) يريد يوصي بالمعروف ولا يزيد على الثلث ولا يوصي للغني ويدع الفقير قال ابن مسعود : الوصية للأخل فالأخل أي الأحوج فالأحوجأخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو بكر أحمد بن الحسن الحيري أخبرنا أبو جعفر محمد بن علي بن رحيم الشيباني أخبرنا أحمد بن حازم بن أبي غرزة أخبرنا عبيد الله بن موسى وأبو نعيم عن سفيان الثوري عن سعيد بن إبراهيم عن عامر بن سعيد عن سعد بن مالك قال جاءني النبي صلى الله عليه وسلم يعودني فقلت يا رسول الله ، أوصي بمالي كله قال لا قلت فالشطر قال لا قلت فالثلث ؟ قال الثلث والثلث كثير إنك أن تدع ورثتك أغنياء خير من أن تدعهم عالة يتكففون الناس بأيديهم .وعن ابن أبي مليكة أن رجلا قال لعائشة رضي الله عنها إني أريد أن أوصي قالت كم مالك قال ثلاثة آلاف قالت كم عيالك قال أربعة ، قالت إنما قال الله ( إن ترك خيرا ) وإن هذا شيء يسير فاترك لعيالكوقال علي رضي الله عنه لأن أوصي بالخمس أحب إلي من أن أوصي بالربع ولأن أوصي بالربع أحب إلي من أن أوصي بالثلث فمن أوصى بالثلث فلم يترك . وقال الحسن البصري رضي الله عنه يوصي بالسدس أو الخمس أو الربع ، وقال الشعبي إنما كانوا يوصون بالخمس أو الربع .قوله تعالى : ( حقا ) نصب على المصدر وقيل على المفعول أي جعل الوصية حقا ( على المتقين ) المؤمنين",
  "ayah": 180,
  "surah": 2
}
