{
  "text": "( أياما معدودات ) قيل كان في ابتداء الإسلام صوم ثلاثة أيام من كل شهر واجبا وصوم يوم عاشوراء فصاموا كذلك من الربيع إلى شهر رمضان سبعة عشر شهرا ثم نسخ بصوم رمضان قال ابن عباس : أول ما نسخ بعد الهجرة أمر القبلة والصوم ، ويقال نزل صوم شهر رمضان قبل بدر بشهر وأيام قال محمد بن إسحاق كانت غزوة بدر يوم الجمعة لسبع عشرة ليلة خلت من شهر رمضان على رأس ثمانية عشر شهرا من الهجرةحدثنا أبو الحسن الشيرازي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك عن هشام بن عروة عن أبيه عن عائشة أم المؤمنين أنها قالت : \" كان يوم عاشوراء يوما تصومه قريش في الجاهلية فلما قدم رسول الله صلى الله عليه وسلم المدينة صامه وأمر الناس بصيامه فلما فرض رمضان كان هو الفريضة وترك يوم عاشوراء فمن شاء صامه ومن شاء تركه \" .وقيل المراد من قوله ( أياما معدودات ) شهر رمضان وهي غير منسوخة ونصب أياما على الظرف أي في أيام معدودات وقيل على التفسير ، وقيل على هو خبر ما لم يسم فاعله ( فمن كان منكم مريضا أو على سفر فعدة ) أي فأفطر فعدة ( من أيام أخر ) أي فعليه عدة والعدد والعدة واحد ( من أيام أخر ) أي غير أيام مرضه وسفره وأخر في موضع خفض لكنها لا تنصرف فلذلك نصبتقوله تعالى : ( وعلى الذين يطيقونه ) اختلف العلماء في تأويل هذه الآية وحكمها فذهب أكثرهم إلى أن الآية منسوخة وهو قول ابن عمر وسلمة بن الأكوع وغيرهما وذلك أنهم كانوا في ابتداء الإسلام مخيرين بين أن يصوموا وبين أن يفطروا ، ويفدوا خيرهم الله تعالى لئلا يشق عليهم لأنهم كانوا لم يتعودوا الصوم ثم نسخ التخيير ونزلت العزيمة بقوله تعالى ( فمن شهد منكم الشهر فليصمه ) وقال قتادة : هي خاصة في حق الشيخ الكبير الذي يطيق الصوم ولكن يشق عليه رخص له في أن يفطر ويفدي ثم نسخ وقال الحسن : هذا في المريض الذي به ما يقع عليه اسم المرض وهو مستطيع للصوم خير بين أن يصوم وبين أن يفطر ويفدي ثم نسخ بقوله تعالى ( فمن شهد منكم الشهر فليصمه )وثبتت الرخصة للذين لا يطيقون وذهب جماعة إلى أن الآية محكمة غير منسوخة ، ومعناه وعلى الذين كانوا يطيقونه في حال الشباب فعجزوا عنه بعد الكبر فعليهم الفدية بدل الصوم وقرأ ابن عباس : ( وعلى الذين يطيقونه ) بضم الياء وفتح الطاء وتخفيفها وفتح الواو ، وتشديدها أي يكلفون الصوم وتأويله على الشيخ الكبير والمرأة الكبيرة لا يستطيعان الصوم والمريض الذي لا يرجى زوال مرضه فهم يكلفون الصوم ولا يطيقونه فلهم أن يفطروا ويطعموا مكان كل يوم مسكينا وهو قول سعيد بن جبير وجعل الآية محكمةقوله تعالى : ( فدية طعام مسكين ) قرأ أهل المدينة والشام مضافا وكذلك في المائدة : \" كفارة طعام \" أضاف الفدية إلى الطعام وإن كان واحدا لاختلاف اللفظين كقوله تعالى \" وحب الحصيد \" ( 9 - ق ) وقولهم مسجد الجامع وربيع الأول وقرأ الآخرون فدية وكفارة منونة طعام ) رفع وقرأ مساكين بالجمع هنا أهل المدينة والشام والآخرون على التوحيد فمن جمع نصب النون ومن وحد خفض النون ونونها والفدية : الجزاء ويجب أن يطعم مكان كل يوم مسكينا مدا من الطعام بمد النبي صلى الله عليه وسلم وهو رطل وثلث من غالب قوت البلد هذا قول فقهاء الحجاز وقال بعض فقهاء أهل العراق : عليه لكل مسكين نصف صاع لكل يوم يفطر وقال بعضهم نصف صاع من القمح أو صاع من غيره وقال بعض الفقهاء ما كان المفطر يتقوته يومه الذي أفطره وقال ابن عباس : يعطي كل مسكين عشاءه وسحوره( فمن تطوع خيرا فهو خير له ) أي زاد على مسكين واحد فأطعم مكان كل يوم مسكينين فأكثر قاله مجاهد وعطاء وطاوس وقيل من زاد على القدر الواجب عليه فأعطى صاعا وعليه مد فهو خير له( وأن تصوموا خير لكم ) ذهب إلى النسخ قال معناه الصوم خير له من الفدية ، وقيل هذا في الشيخ الكبير لو تكلف الصوم وإن شق عليه فهو خير له من أن يفطر ويفدي ( إن كنتم تعلمون ) واعلم أنه لا رخصة لمؤمن مكلف في إفطار رمضان إلا لثلاثة : أحدهم يجب عليه القضاء والكفارة والثاني عليه القضاء دون الكفارة والثالث عليه الكفارة دون القضاء أما الذي عليه القضاء والكفارة فالحامل والمرضع إذا خافتا على ولديهما فإنهما تفطران ، وتقضيان وعليهما مع القضاء الفدية وهذا قول ابن عمر وابن عباس وبه قال مجاهد وإليه ذهب الشافعي رحمه الله وقال قوم لا فدية عليهما وبه قال الحسن وعطاء وإبراهيم النخعي والزهري وإليه ذهب الأوزاعي والثوري وأصحاب الرأي ، وأما الذي عليه القضاء دون الكفارة فالمريض والمسافر والحائض ، والنفساءوأما الذي عليه الكفارة دون القضاء فالشيخ الكبير والمريض الذي لا يرجى زوال مرضه .",
  "ayah": 184,
  "surah": 2
}
