{
  "text": "ثم بين الله تعالى أيام الصيام فقال ( شهر رمضان ) رفعه على معنى هو شهر رمضان وقال الكسائي : كتب عليكم شهر رمضان وسمي الشهر شهرا لشهرته وأما رمضان فقد قال مجاهد : هو اسم من أسماء الله تعالى يقال شهر رمضان كما يقال شهر الله والصحيح أنه اسم للشهر سمي به من الرمضاء وهي الحجارة المحماة وهم كانوا يصومونه في الحر الشديد فكانت ترمض فيه الحجارة في الحرارةقوله تعالى : ( الذي أنزل فيه القرآن ) سمي القرآن قرآنا لأنه يجمع السور والآي ، والحروف وجمع فيه القصص والأمر والنهي والوعد ، والوعيدوأصل القرء الجمع وقد يحذف الهمز منه فيقال قريت الماء في الحوض إذا جمعته وقرأ ابن كثير \" القران \" بفتح الراء غير مهموز وكذلك كان يقرأ الشافعي ويقول ليس هو من القراءة ولكنه اسم لهذا الكتاب كالتوراة والإنجيل وروي عن مقسم عن ابن عباس : أنه سئل عن قوله عز وجل ( شهر رمضان الذي أنزل فيه القرآن ) \" إنا أنزلناه في ليلة القدر \" ( 1 - القدر ) وقوله : \" إنا أنزلناه في ليلة مباركة \" ( 3 - الدخان ) وقد نزل في سائر الشهور ، وقال عز وجل : وقرآنا فرقناه \" ( 106 - الإسراء ، فقال أنزل القرآن جملة واحدة من اللوح المحفوظ في ليلة القدر من شهر رمضان إلى بيت العزة في السماء الدنيا ثم نزل به جبريل عليه السلام على رسول الله صلى الله عليه وسلم نجوما في ثلاث وعشرين سنة فذلك قوله تعالى \" فلا أقسم بمواقع النجوم ( 75 - الواقعة ) قال داود بن أبي هند : قلت للشعبي : ( شهر رمضان الذي أنزل فيه القرآن ) أما كان ينزل في سائر الشهور؟ قال : بلى ولكن جبرائيل كان يعارض محمدا صلى الله عليه وسلم في رمضان ما نزل إليه فيحكم الله ما يشاء ويثبت ما يشاء وينسيه ما يشاء .وروي عن أبي ذر عن النبي صلى الله عليه وسلم قال : \" أنزلت صحف إبراهيم عليه السلام في ثلاث ليال مضين من رمضان ويروى في أول ليلة من رمضان وأنزلت توراة موسى عليه السلام في ست ليال مضين من رمضان وأنزل الإنجيل على عيسى عليه السلام في ثلاث عشرة ليلة مضت من رمضان وأنزل زبور داود في ثمان عشرة مضت من رمضان وأنزل الفرقان على محمد صلى الله عليه وسلم في الرابعة والعشرين من شهر رمضان لست بقين بعدها .قوله تعالى ( هدى للناس ) من الضلالة وهدى في محل نصب على القطع لأن القرآن معرفة وهدى نكرة ( وبينات من الهدى ) أي دلالات واضحات من الحلال والحرام ، والحدود والأحكام ( والفرقان ) أي الفارق بين الحق والباطلقوله تعالى : ( فمن شهد منكم الشهر فليصمه ) أي فمن كان مقيما في الحضر فأدركه الشهر واختلف أهل العلم فيمن أدركه الشهر وهو مقيم ثم سافر روي عن علي رضي الله عنه أنه قال لا يجوز له الفطر وبه قال عبيدة السلماني لقوله تعالى ( فمن شهد منكم الشهر فليصمه ) أي الشهر كله وذهب أكثر الصحابة والفقهاء إلى أنه إذا أنشأ السفر في شهر رمضان جاز له أن يفطر ومعنى الآية فمن شهد منكم الشهر كله فليصمه أي الشهر كله ومن لم يشهد منكم الشهر كله فليصم ما شهد منه والدليل عليه ما أخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك عن ابن شهاب عن عبيد الله بن عتبة بن مسعود عن ابن عباس أن رسول الله صلى الله عليه وسلم خرج إلى مكة عام الفتح في رمضان فصام حتى بلغ الكديد ثم أفطر وأفطر الناس معه فكانوا يأخذون بالأحدث فالأحدث من أمر رسول الله صلى الله عليه وسلم .قوله تعالى ( ومن كان مريضا أو على سفر فعدة من أيام أخر ) أباح الفطر لعذر المرض والسفر وأعاد هذا الكلام ليعلم أن هذا الحكم ثابت في الناسخ ثبوته في المنسوخ واختلفوا في المرض الذي يبيح الفطر فذهب أهل الظاهر إلى أن ما يطلق عليه اسم المرض يبيح الفطر وهو قول ابن سيرين . قال طريف بن تمام العطاردي دخلت على محمد بن سيرين . في رمضان وهو يأكل ، فقال إنه وجعت أصبعي هذه وقال الحسن وإبراهيم النخعي هو المرض الذي تجوز معه الصلاة قاعدا وذهب الأكثرون إلى أنه مرض يخاف معه من الصوم زيادة علة غير محتملة وفي الجملة أنه إذا أجهده الصوم أفطر وإن لم يجهده فهو كالصحيح وأما السفر فالفطر فيه مباح والصوم جائز عند عامة أهل العلم إلا ما روي عن ابن عباس وأبي هريرة وعروة بن الزبير وعلي بن الحسين أنهم قالوا لا يجوز الصوم في السفر ومن صام فعليه القضاء واحتجوا بقول النبي صلى الله عليه وسلم : \" ليس من البر الصوم في السفر \" وذلك عند الآخرين في حق من يجهده الصوم فالأولى له أن يفطر والدليل عليه ما أخبرنا به عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا آدم أخبرنا شعبة أخبرنا محمد بن عبد الرحمن الأنصاري قال سمعت محمد بن عمرو بن الحسن بن علي بن جابر بن عبد الله قال كان رسول الله صلى الله عليه وسلم في سفر فرأى زحاما ورجلا قد ظلل عليه فقال ما هذا قالوا هذا صائم ، فقال ليس من البر الصوم في السفر \" .والدليل على جواز الصوم ما حدثنا الأستاذ أبو القاسم عبد الكريم بن هوازن القشيري أخبرنا أبو نعيم الإسفراييني أخبرنا أبو عوانة أخبرنا أبو أمية أخبرنا عبد الله القواريري أخبرنا حماد بن زيد أخبرنا الجريري عن أبي نضرة عن أبي سعيد قال : \" كنا نسافر مع رسول الله صلى الله عليه وسلم في رمضان فمنا الصائم ومنا المفطر فلا يعيب الصائم على المفطر ولا المفطر على الصائم \" .واختلفوا في أفضل الأمرين فقالت طائفة الفطر في السفر أفضل من الصوم روي ذلك عن ابن عمر وإليه ذهب سعيد بن المسيب والشعبي وذهب قوم إلى أن الصوم أفضل وروي ذلك عن معاذ بن جبل وأنس وبه قال إبراهيم النخعي وسعيد بن جبير وقالت طائفة أفضل الأمرين أيسرهما عليه لقوله تعالى ( يريد الله بكم اليسر ولا يريد بكم العسر ) وهو قول مجاهد وقتادة وعمر بن عبد العزيز ومن أصبح مقيما صائما ثم سافر في أثناء النهار لا يجوز له أن يفطر ذلك اليوم عند أكثر أهل العلم وقالت طائفة له أن يفطر وهو قول الشعبي وبه قال أحمد أما المسافر إذا أصبح صائما فيجوز له أن يفطر بالاتفاق والدليل عليه ما أخبر عبد الوهاب بن محمد الخطيب أخبرنا عبد العزيز بن أحمد الخلال أخبرنا أبو العباس الأصم أخبرنا الربيع أخبرنا الشافعي أخبرنا عبد العزيز بن محمد عن جعفر بن محمد عن أبيه عن جابر أن رسول الله صلى الله عليه وسلم خرج إلى مكة عام الفتح في رمضان فصام حتى بلغ كراع الغميم فصام الناس معه فقيل له يا رسول الله إن الناس قد شق عليهم الصيام فدعا بقدح من ماء بعد العصر فشرب والناس ينظرون فأفطر بعض الناس وصام بعضهم فبلغه أن ناسا صاموا فقال أولئك العصاة .واختلفوا في السفر الذي يبيح الفطر فقال قوم مسيرة يوم وذهب جماعة إلى مسيرة يومين وهو قول الشافعي رحمه الله وذهب جماعة إلى مسيرة ثلاثة أيام وهو قول سفيان الثوري وأصحاب الرأيقوله تعالى ( يريد الله بكم اليسر ) بإباحة الفطر في المرض والسفر ( ولا يريد بكم العسر ) قرأ أبو جعفر العسر واليسر ونحوهما بضم السين وقرأ الآخرون بالسكون وقال الشعبي : ما خير رجل بين أمرين فاختار أيسرهما إلا كان ذلك أحبهما إلى الله عز وجل ( ولتكملوا العدة ) قرأ أبو بكر بتشديد الميم وقرأ الآخرون بالتخفيف وهو الاختيار لقوله تعالى : \" اليوم أكملت لكم دينكم \" ( 3 - المائدة ) والواو في قوله تعالى ولتكملوا العدة واو النسق واللام لام كي ، تقديره ويريد لكي تكملوا العدة أي لتكملوا عدة أيام الشهر بقضاء ما أفطرتم في مرضكم وسفركم وقال عطاء : ( ولتكملوا العدة ) أي عدد أيام الشهرأخبرنا عبد الوهاب بن محمد الخطيب أخبرنا عبد العزيز بن أحمد الخلال أخبرنا أبو العباس الأصم أخبرنا الربيع أخبرنا الشافعي أخبرنا مالك عن عبد الله بن دينار عن ابن عمر أن رسول الله صلى الله عليه وسلم قال : الشهر تسع وعشرون فلا تصوموا حتى تروا الهلال ولا تفطروا حتى تروه فإن غم عليكم فأكملوا العدة ثلاثين \" .أخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو بكر أحمد بن الحسين الحيري أخبرنا حاجب بن أحمد الطوسي أخبرنا محمد بن يحيى أخبرنا يزيد بن هارون أخبرنا محمد بن عمرو عن أبي سلمة عن أبي هريرة رضي الله عنه قال قال رسول الله صلى الله عليه وسلم : لا تقدموا الشهر بصوم يوم ولا يومين إلا أن يوافق ذلك صوما كان يصومه أحدكم صوموا لرؤيته وأفطروا لرؤيته فإن غم عليكم فعدوا ثلاثين ثم أفطروا \" .( ولتكبروا الله ) ولتعظموا الله ( على ما هداكم ) أرشدكم إلى ما رضي به من صوم شهر رمضان وخصكم به دون سائر أهل المللقال ابن عباس : هو تكبيرات ليلة الفطر وروي عن الشافعي وعن ابن المسيب وعروة وأبي سلمة أنهم كانوا يكبرون ليلة الفطر يجهرون بالتكبير وشبه ليلة النحر بها إلا من كان حاجا فذكره التلبية( ولعلكم تشكرون ) الله على نعمه وقد وردت أخبار في فضل شهر رمضان وثواب الصائمين .أخبرنا أبو عبد الله محمد بن الحسني المروزي أخبرنا أبو العباس أحمد بن محمد بن سراج الطحان أخبرنا أبو أحمد محمد بن قريش بن سليمان أخبرنا علي بن عبد العزيز المكي أخبرنا أبو عبيد القاسم بن سلام حدثني إسماعيل بن جعفر عن أبي سهل نافع بن مالك عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قال : إذا دخل رمضان صفدت الشياطين وفتحت أبواب الجنة وغلقت أبواب النار \" .أخبرنا أبو عثمان سعيد بن إسماعيل الضبي أخبرنا أبو محمد عبد الجبار بن محمد بن الجراح أخبرنا أبو العباس محمد بن أحمد المحبوبي أخبرنا أبو عيسى محمد بن عيسى الترمذي أخبرنا أبو كريب محمد بن العلاء أخبرنا أبو بكر محمد بن عياش عن الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم : \" إذا كان أول ليلة في شهر رمضان صفدت الشياطين ، ومردة الجن وغلقت أبواب النار فلم يفتح منها باب وفتحت أبواب الجنة فلم يغلق منها باب وينادي مناد يا باغي الخير أقبل ويا باغي الشر أقصر ولله عتقاء من النار وذلك كل ليلة \" .أخبرنا أبو بكر أحمد بن أبي نصر بن أحمد الكوفاني الهروي بها أخبرنا أبو محمد عبد الرحمن بن عمر بن محمد التجيبي المصري بها المعروف بابن النحاس قيل له أخبركم أبو سعيد أحمد بن محمد بن زياد العنزي البصري بمكة المعروف بابن الأعرابي أخبرنا الحسن بن محمد بن الصباح الزعفراني أخبرنا سفيان بن عيينة عن الزهري أخبرنا أبو سلمة بن عبد الرحمن عن أبي هريرة عن النبي صلى الله عليه وسلم قال : \" من صام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه ومن قام رمضان إيمانا واحتسابا غفر له ما تقدم من ذنبه ومن قام ليلة القدر إيمانا واحتسابا غفر له ما تقدم من ذنبه \" .أخبرنا الإمام أبو علي الحسين بن محمد القاضي أخبرنا أبو سعيد خلف بن عبد الرحمن بن محمد بن أبي نزار حدثنا الحسين بن أحمد بن محمد بن عبد الرحمن بن أسد الصفار أخبرنا أبو جعفر أحمد بن محمد بن أبي إسحاق العنزي أخبرنا علي بن حجر بن إياس السعدي أخبرنا يوسف بن زياد عن علي بن زيد بن جدعان عن سعيد بن المسيب عن سلمان قال : خطبنا رسول الله صلى الله عليه وسلم في آخر يوم من شعبان فقال يا أيها الناس إنه قد أظلكم شهر عظيم وفي رواية قد أطلكم بالطاء أطل : أشرف شهر عظيم شهر مبارك شهر فيه ليلة القدر خير من ألف شهر شهر جعل الله صيامه فريضة وقيام ليله تطوعا من تقرب فيه بخصلة من خصال الخير كان كمن أدى فريضة فيما سواه ومن أدى فيه فريضة كمن أدى سبعين فريضة فيما سواه وهو شهر الصبر والصبر ثوابه الجنة وشهر المواساة أي المساهمة وشهر يزاد فيه الرزق ومن فطر فيه صائما كان له مغفرة لذنوبه وعتق رقبته من النار وكان له مثل أجره من غير أن ينقص من أجره شيء قالوا يا رسول الله ليس كلنا نجد ما نفطر به الصائم قال رسول الله صلى الله عليه وسلم يعطي الله هذا الثواب لمن فطر صائما على مذقة لبن أو تمرة أو شربة من ماء ومن أشبع صائما سقاه الله عز وجل من حوضي شربة لا يظمأ بعدها حتى يدخل الجنة ومن خفف عن مملوكه فيه غفر الله له وأعتقه من النار حتى يدخل الجنة وهو شهر أوله رحمة وأوسطه مغفرة وآخره عتق من النار فاستكثروا فيه من أربع خصال خصلتين ترضون بهما ربكم وخصلتين لا غنى بكم عنهما أما الخصلتان اللتان ترضون بهما ربكم فشهادة أن لا إله إلا الله ، وتستغفرونه وأما اللتان لا غنى بكم عنهما فتسألون الله الجنة وتعوذون به من النار \" .أخبرنا الإمام أبو علي الحسين بن محمد القاضي أخبرنا أبو طاهر محمد بن محمش الزيادي أخبرنا أبو بكر محمد بن عمر بن حفص التاجر أخبرنا إبراهيم بن عبد الله بن عمر بن بكير الكوفي أخبرنا وكيع عن الأعمش عن أبي صالح عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم : \" كل عمل ابن آدم يضاعف له الحسنة بعشر أمثالها إلى سبعمائة ضعف قال الله تعالى إلا الصوم فإنه لي وأنا أجزي به يدع الصائم طعامه وشرابه وشهوته من أجلي للصائم فرحتان فرحة عند فطره وفرحة عند لقاء ربه ولخلوف فيه أطيب عند الله من ريح المسك الصوم جنة الصوم جنة \" .أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا سعيد بن أبي مريم أخبرنا محمد بن مطرف حدثني أبو حازم عن سهل بن سعد عن النبي صلى الله عليه وسلم قال : في الجنة ثمانية أبواب منها باب يسمى الريان لا يدخله إلا الصائمون \" .أخبرنا محمد بن عبد الله بن أبي توبة أخبرنا أبو طاهر محمد بن أحمد بن الحارث أخبرنا محمد بن يعقوب الكسائي أخبرنا عبد الله بن محمود أخبرنا إبراهيم بن عبد الله الخلال أخبرنا عبد الله بن المبارك عن راشد بن سعد عن يحيى بن عبد الله عن أبي عبد الرحمن الحبلي عن عبد الله بن عمرو رضي الله عنهما عن النبي صلى الله عليه وسلم قال : الصيام والقرآن يشفعان للعبد يقول الصيام أي رب إني منعته الطعام ، والشراب والشهوات بالنهار فشفعني فيه ويقول القرآن : رب إني منعته النوم بالليل فشفعني فيه فيشفعان \" .",
  "ayah": 185,
  "surah": 2
}
