{
  "text": "قوله عز وجل ( وأتموا الحج والعمرة لله ) قرأ علقمة وإبراهيم النخعي ( وأقيموا الحج والعمرة لله ) واختلفوا في إتمامهما فقال بعضهم هو أن يتمهما بمناسكهما وحدودهما ، وسننهما وهو قول ابن عباس وعلقمة وإبراهيم النخعي ومجاهد وأركان الحج خمسة . . الإحرام والوقوف بعرفة وطواف الزيارة والسعي بين الصفا والمروة وحلق الرأس أو التقصير وللحج تحللان وأسباب التحلل ثلاثة رمي جمرة العقبة يوم النحر وطواف الزيارة ، والحلق فإذا وجد شيئان من هذه الأشياء الثلاثة حصل التحلل الأول وبالثلاث حصل التحلل الثاني وبعد التحلل الأول يستبيح جميع محظورات الإحرام إلا النساء وبعد الثاني يستبيح الكل وأركان العمرة أربعة الإحرام والطواف بالبيت والسعي بين الصفا والمروة ، والحلق وقال سعيد بن جبير وطاوس : تمام الحج والعمرة أن تحرم بهما مفردين مستأنفين من دويرة أهلك وسئل علي بن أبي طالب عن قوله تعالى ( وأتموا الحج والعمرة لله ) قال أن تحرم بهما من دويرة أهلك ومثله عن ابن مسعود ، وقال قتادة : تمام العمرة أن تعمل في غير أشهر الحج [ فإن كانت في أشهر الحج ] ثم أقام حتى حج فهي متعة وعليه فيها الهدي إن وجده أو الصيام إن لم يجد الهدي وتمام الحج أن يؤتى بمناسكه كلها حتى لا يلزم عامله دم بسبب قران ولا متعة وقال الضحاك : إتمامها أن تكون النفقة حلالا وينتهي عما نهى الله عنه وقال سفيان الثوري : إتمامها أن تخرج من أهلك لهما ولا تخرج لتجارة ولا لحاجةقال عمر بن الخطاب : الوفد كثير والحاج قليل واتفقت الأمة على وجوب الحج على من استطاع إليه سبيلا واختلفوا في وجوب العمرة فذهب أكثر أهل العلم إلى وجوبها وهو قول عمر وعلي وابن عمر ، وروى عكرمة عن ابن عباس أنه قال والله إن العمرة لقرينة الحج في كتاب الله قال الله تعالى : \" وأتموا الحج والعمرة لله \" وبه قال عطاء وطاوس وقتادة وسعيد بن جبير وإليه ذهب الثوري والشافعي في أصح قوليه وذهب قوم إلى أنها سنة وهو قول جابر وبه قال ( الشافعي ) وإليه ذهب مالك وأهل العراق ، وتأولوا قوله تعالى ( وأتموا الحج والعمرة لله ) على معنى أتموهما إذا دخلتم فيهما أما ابتداء الشروع فيها فتطوع واحتج من لم يوجبهما بما روي عن محمد بن المنكدر عن جابر بن عبد الله رضي الله عنهما عن النبي صلى الله عليه وسلم أنه سئل عن العمرة أواجبة هي فقال : ( لا وأن تعتمروا خير لكم ) والقول الأول أصح ومعنى قوله ( وأتموا الحج والعمرة لله ) أي ابتدئوهما فإذا دخلتم فيهما فأتموهما فهو أمر بالابتداء والإتمام أي أقيموهما كقوله تعالى : \" ثم أتموا الصيام إلى الليل \" ( 187 - البقرة ) أي ابتدئوه وأتموهأخبرنا عبد الواحد المليحي أخبرنا أبو منصور السمعاني أخبرنا أبو جعفر الرياني أخبرنا حميد بن زنجويه أخبرنا ابن أبي شيبة أخبرنا أبو خالد الأحمر عن عمرو بن قيس عن عاصم عن شقيق عن عبد الله قال : قال رسول الله صلى الله عليه وسلم : تابعوا بين الحج والعمرة فإنهما ينفيان الفقر والذنوب كما ينفي الكير خبث الحديد والذهب ، والفضة وليس للحج المبرور جزاء إلا الجنة \" وقال ابن عمر : ليس من خلق الله أحد إلا وعليه حجة وعمرة واجبتان إن استطاع إلى ذلك سبيلا كما قال الله تعالى ( وأتموا الحج والعمرة لله ) زاد بعد ذلك فهو خير وتطوع واتفقت الأمة على أنه يجوز أداء الحج والعمرة على ثلاثة أوجهالإفراد والتمتع ، والقران فصورة الإفراد أن يفرد الحج ثم بعد الفراغ منه يعتمر وصورة التمتع أن يعتمر في أشهر الحج ثم بعد الفراغ من أعمال العمرة يحرم بالحج من مكة فيحج في هذا العام وصورة القران أن يحرم بالحج والعمرة معا أو يحرم بالعمرة ثم يدخل عليها الحج قبل أن يفتتح الطواف فيصير قارنا واختلفوا في الأفضل من هذه الوجوه فذهب جماعة إلى أن الإفراد أفضل ثم التمتع ثم القران وهو قول مالك والشافعي لما أخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك عن أبي الأسود محمد بن عبد الرحمن بن نوفل عن عروة بن الزبير عن عائشة أم المؤمنين رضي الله عنها أنها قالت : خرجنا مع رسول الله صلى الله عليه وسلم عام حجة الوداع فمنا من أهل بعمرة ومنا من أهل بحج وعمرة ومنا من أهل بحج وأهل رسول الله صلى الله عليه وسلم بالحج فأما من أهل بالعمرة فحل وأما من أهل بالحج أو جمع بين الحج والعمرة فلم يحلوا حتى كان يوم النحر .أخبرنا عبد الوهاب بن محمد الخطيب أخبرنا عبد العزيز بن أحمد الخلال أخبرنا أبو العباس الأصم أخبرنا الربيع أخبرنا الشافعي أخبرنا مسلم عن ابن جريج عن جعفر بن محمد عن أبيه عن جابر رضي الله عنه وهو يحدث عن حجة النبي صلى الله عليه وسلم قال : خرجنا مع رسول الله صلى الله عليه وسلم لا ننوي إلا الحج ولا نعرف غيره ولا نعرف العمرة ، وروي عن ابن عمر أن النبي صلى الله عليه وسلم أفرد الحج وذهب قوم إلى أن القران أفضل وهو قول الثوري وأصحاب الرأي واحتجوا بما أخبرنا أحمد بن عبد الله الصالحي أخبرنا أبو سعيد محمد بن موسى الصيرفي أخبرنا أبو العباس محمد بن يعقوب الأصم أخبرنا محمد بن هشام بن ملاس النميري أخبرنا مروان بن معاوية الفزاري أخبرنا حميد قال قال أنس بن مالك رضي الله عنه أهل رسول الله صلى الله عليه وسلم فقال لبيك بحج وعمرة .وذهب قوم إلى أن التمتع أفضل وهو قول أحمد بن حنبل وإسحاق بن راهويه واحتجوا بما أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا يحيى بن بكير أخبرنا الليث عن عقيل عن ابن شهاب عن سالم بن عبد الله عن ابن عمر رضي الله عنهما قال : تمتع رسول الله صلى الله عليه وسلم في حجة الوداع بالعمرة إلى الحج فساق معه الهدي من ذي الحليفة وبدأ رسول الله صلى الله عليه وسلم فأهل بالعمرة ثم أهل بالحج فتمتع الناس مع النبي صلى الله عليه وسلم بالعمرة إلى الحج فكان من الناس من أهدى فساق الهدي ومنهم من لم يهد فلما قدم النبي صلى الله عليه وسلم مكة قال للناس من كان منكم أهدى فإنه لا يحل من شيء حرم منه حتى يقضي حجه ومن لم يكن منكم أهدى فليطف بالبيت ويسعى بين الصفا والمروة وليقصر ، وليتحلل ثم ليهل بالحج فمن لم يجد هديا فليصم ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله فطاف حين قدم مكة واستلم الركن أول شيء ثم خب ثلاثة أطواف ومشى أربعا فركع حين قضى طوافه بالبيت عند المقام ركعتين ثم سلم فانصرف فأتى الصفا فطاف بالصفا والمروة سبعة أطواف ثم لم يتحلل من شيء حرم منه حتى قضى حجه ونحر هديه يوم النحر وأفاض فطاف بالبيت ثم حل من كل شيء حرم منه وفعل مثل ما فعل رسول الله صلى الله عليه وسلم من أهدى وساق الهدي من الناس .وعن عروة أن عائشة رضي الله عنها أخبرته عن النبي صلى الله عليه وسلم في تمتعه بالعمرة إلى الحج فتمتع الناس معه بمثل الذي أخبرني سالم عن ابن عمر عن رسول الله صلى الله عليه وسلم .قال شيخنا الإمام رضي الله عنه قد اختلفت الرواية في إحرام النبي صلى الله عليه وسلم كما ذكرنا وذكر الشافعي في كتاب اختلاف الأحاديث كلاما موجزا أن أصحاب رسول الله صلى الله عليه وسلم كان منهم المفرد والقارن ، والمتمتع وكل كان يأخذ منه أمر نسكه ويصدر عن تعليمه فأضيف الكل إليه على معنى أنه أمر بها وأذن فيها ويجوز في لغة العرب إضافة ( الشيء ) إلى الآمر به كما يجوز إضافته إلى الفاعل له كما يقال بنى فلان دارا وأريد أنه أمر ببنائها وكما روي أن النبي صلى الله عليه وسلم رجم ماعزا وإنما أمر برجمه واختار الشافعي الإفراد لرواية جابر وعائشة وابن عمر ، وقدمها على رواية غيرهم لتقدم صحبة جابر النبي صلى الله عليه وسلم وحسن سياقه لابتداء قصة حجة الوداع وآخرها ولفضل حفظ عائشة رضي الله عنها وقرب ابن عمر من النبي صلى الله عليه وسلمومال الشافعي في اختلاف الأحاديث إلى التمتع ، وقال ليس شيء من الاختلاف أيسر من هذا وإن كان الغلط فيه قبيحا من جهة أنه مباح لأن الكتاب ثم السنة ثم ما لا أعلم فيه خلافا على أن التمتع بالعمرة إلى الحج وإفراد الحج والقران واسع كله ، وقال من قال إنه أفرد الحج يشبه أن يكون قاله على ما لا يعرف من أهل العلم الذين أدرك دون رسول الله صلى الله عليه وسلم أن أحدا لا يكون مقيما على الحج إلا وقد ابتدأ إحرامه بالحج قال الشيخ الإمام رحمه الله ومما يدل على أنه كان متمتعا أن الرواية عن ابن عمر وعائشة متعارضة وقد روينا عن ابن شهاب عن سالم عن ابن عمر رضي الله عنهما ، قال تمتع رسول الله صلى الله عليه وسلم في [ حجة الوداع بالعمرة إلى الحج وقال ابن شهاب عن عروة أن عائشة أخبرته عن النبي صلى الله عليه وسلم ] في تمتعه بالعمرة إلى الحج فتمتع الناس معه بمثل الذي أخبرني سالم عن ابن عمر ، وقال ابن عباس : قال رسول الله صلى الله عليه وسلم \" هذه عمرة استمتعنا بها \" .وقال سعد بن أبي وقاص في المتعة صنعها رسول الله صلى الله عليه وسلم وصنعناها معهقال الشيخ الإمام وما روي عن جابر أنه قال خرجنا لا ننوي إلا الحج لا ينافي التمتع لأن خروجهم كان لقصد الحج ثم منهم من قدم العمرة ومنهم من أهل بالحج إلى أن أمره النبي صلى الله عليه وسلم أن يجعله متعة قوله تعالى : ( فإن أحصرتم ) اختلف العلماء في الإحصار الذي يبيح للمحرم التحلل من إحرامه فذهب جماعة إلى أن كل مانع يمنعه عن الوصول إلى البيت الحرام والمعنى في إحرامه من عدو أو مرض أو جرح أو ذهاب نفقة أو ضلال راحلة يبيح له التحلل وبه قال ابن مسعود وهو قول إبراهيم النخعي والحسن ومجاهد وعطاء وقتادة وعروة بن الزبير وإليه ذهب سفيان الثوري وأهل العراق وقالوا لأن الإحصار في كلام العرب هو حبس العلة أو المرض وقال الكسائي وأبو عبيدة ما كان من مرض أو ذهاب نفقة يقال منه أحصر فهو محصر وما كان من حبس عدو أو سجن يقال منه حصر فهو محصور وإنما جعل هاهنا حبس العدو إحصارا قياسا على المرض إذ كان في معناه واحتجوا بما روي عن عكرمة عن الحجاج بن عمرو الأنصاري قال قال رسول الله صلى الله عليه وسلم : من كسر أو عرج فقد حل وعليه الحج من قابل \" .قال عكرمة : فسألت ابن عباس وأبا هريرة فقالا : صدق وذهب جماعة إلى أنه لا يباح له التحلل إلا بحبس العدو وهو قول ابن عباس وقال لا حصر إلا حصر العدو وروي معناه عن ابن عمر وعبد الله بن الزبير وهو قول سعيد بن المسيب وسعيد بن جبير وإليه ذهب الشافعي وأحمد وإسحاق وقالوا الحصر والإحصار بمعنى واحدوقال ثعلب : تقول العرب حصرت الرجل عن حاجته فهو محصور وأحصره العدو إذا منعه عن السير فهو محصر واحتجوا بأن نزول هذه الآية في قصة الحديبية وكان ذلك حبسا من جهة العدو ويدل عليه قوله تعالى في سياق الآية ( فإذا أمنتم ) والأمن يكون من الخوف وضعفوا حديث الحجاج بن عمرو بما ثبت عن ابن عباس أنه قال لا حصر إلا حصر العدو وتأوله بعضهم على أنه إنما يحل بالكسر والعرج إذا كان قد شرط ذلك في عقد الإحرام كما روي أن ضباعة بنت الزبير كانت وجعة فقال لها النبي صلى الله عليه وسلم : حجي واشترطي وقولي اللهم محلي حيث حبستني \" .ثم المحصر يتحلل بذبح الهدي وحلق الرأس والهدي شاة وهو المراد من قوله تعالى ( فما استيسر من الهدي ) ومحل ذبحه حيث أحصر عند أكثر أهل العلم لأن النبي صلى الله عليه وسلم ذبح الهدي عام الحديبية بها وذهب قوم إلى أن المحصر يقيم على إحرامه ويبعث بهديه إلى الحرم ويواعد من يذبحه هناك ثم يحل وهو قول أهل العراق .واختلف القول في المحصر إذا لم يجد هديا ففي قول لا بدل له فيتحلل والهدي في ذمته إلى أن يجد والقول الثاني له بدل فعلى هذا اختلف القول فيه ففي قول عليه صوم التمتع وفي قول تقوم الشاة بدراهم ويجعل الدراهم طعاما فيتصدق به فإن عجز عن الإطعام صام عن كل مد من الطعام يوما كما في فدية الطيب ، واللبس فإن المحرم إذا احتاج إلى ستر رأسه لحر أو برد أو إلى لبس قميص أو مرض فاحتاج إلى مداواته بدواء فيه طيب فعل وعليه الفدية وفديته على الترتيب والتعديل فعليه ذبح شاة فإن لم يجد يقوم الشاة بدراهم والدراهم يشتري بها طعاما فيتصدق به فإن عجز صام عن كل مد يوما ثم المحصر إن كان إحرامه بغرض قد استقر عليه فذلك الغرض في ذمته وإن كان بحج تطوع فهل عليه القضاء اختلفوا فيه فذهب جماعة إلى أنه لا قضاء عليه وهو قول مالك والشافعي وذهب قوم إلى أن عليه القضاء وهو قول مجاهد والشعبي والنخعي وأصحاب الرأيقوله تعالى ( فما استيسر من الهدي ) [ أي فعليه ما تيسر من الهدي ] ومحله رفع ، وقيل ما في محل النصب أي فاهدي ما استيسر والهدي جمع هدية وهي اسم لكل ما يهدى إلى بيت الله تقربا إليه وما استيسر من الهدي شاة قاله علي بن أبي طالب وابن عباس لأنه أقرب إلى اليسر ، وقال الحسن وقتادة : أعلاه بدنة وأوسطه بقرة وأدناه شاةقوله تعالى : ( ولا تحلقوا رءوسكم حتى يبلغ الهدي محله ) اختلفوا في المحل الذي يحل المحصر ببلوغ هديه إليه فقال بعضهم هو ذبحه بالموضع الذي أحصر فيه سواء كان في الحل أو في الحرم ومعنى محله حيث يحل ذبحه فيه ، وأكلهأخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا عبد الله بن محمد أخبرنا عبد الرزاق أخبرنا معمر أخبرني الزهري أخبرني عروة بن الزبير عن المسور بن مخرمة في قصة الحديبية قال فلما فرغ من قضية الكتاب قال رسول الله صلى الله عليه وسلم لأصحابه : قوموا فانحروا ثم احلقوا فوالله ما قام رجل منهم حتى قال ذلك ثلاث مرات فلما لم يقم منهم أحد دخل على أم سلمة فذكر لها ما لقي من الناس فقالت أم سلمة يا نبي الله أتحب ذلك ، فاخرج ثم لا تكلم أحدا منهم بكلمة حتى تنحر بدنك وتدعو حالقك فيحلقك فخرج ولم يكلم أحدا منهم حتى فعل ذلك نحر بدنه ودعا حالقه فحلقه فلما رأوا ذلك قاموا فنحروا وجعل بعضهم يحلق بعضا حتى كاد بعضهم يقتل بعضا غما \" وقال بعضهم محل هدي المحصر الحرم فإن كان حاجا فمحله يوم النحر وإن كان معتمرا فمحله يوم يبلغ هديه الحرم قوله تعالى ( فمن كان منكم مريضا أو به أذى من رأسه ) معناه لا تحلقوا رءوسكم في حال الإحرام إلا أن تضطروا إلى حلقه لمرض أو لأذى في الرأس من هوام أو صداع ( ففدية ) فيه إضمار ، أي فحلق فعليه فدية نزلت في كعب بن عجرة .أخبرنا عبد الواحد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا الحسن بن خلف أخبرنا إسحاق بن يوسف عن أبي بشر ورقاء عن ابن أبي نجيح عن مجاهد قال حدثني عبد الرحمن بن أبي ليلى عن كعب بن عجرة أن رسول الله صلى الله عليه وسلم رآه وقمله يسقط على وجهه فقال أيؤذيك هوامك قال : نعم فأمره رسول الله صلى الله عليه وسلم أن يحلق وهو بالحديبية ولم يبين لهم أنهم يحلون بها وهم على طمع أن يدخلوا مكة فأنزل الله الفدية فأمره رسول الله صلى الله عليه وسلم أن يطعم فرقا بين ستة مساكين أويهدي شاة أو يصوم ثلاثة أيام .قوله تعالى ( ففدية من صيام ) أي ثلاثة أيام ( أو صدقة ) أي ثلاثة آصع على ستة مساكين لكل مسكين نصف صاع ( أو نسك ) واحدتها نسيكة أي ذبيحة أعلاها بدنة وأوسطها بقرة وأدناها شاة أيتها شاء ذبح فهذه الفدية على التخيير والتقدير ويتخير بين أن يذبح أو يصوم أو يتصدق وكل هدي أو طعام يلزم المحرم يكون بمكة ويتصدق به على مساكين الحرم إلا هديا يلزم المحصر فإنه يذبحه حيث أحصر وأما الصوم فله أن يصوم حيث شاء قوله تعالى : ( فإذا أمنتم ) أي من خوفكم وبرئتم من مرضكم ( فمن تمتع بالعمرة إلى الحج فما استيسر من الهدي ) اختلفوا في هذه المتعة فذهب عبد الله بن الزبير إلى أن معناه فمن أحصر حتى فاته الحج ولم يتحلل فقدم مكة يخرج من إحرامه بعمل عمرة واستمتع بإحلاله ذلك بتلك العمرة إلى السنة المستقبلة ثم حج فيكون متمتعا بذلك الإحلال إلى إحرامه الثاني في العام القابل وقال بعضهم معناه : ( فإذا أمنتم ) وقد حللتم من إحرامكم بعد الإحصار ولم تقضوا عمرة وأخرتم العمرة إلى السنة القابلة فاعتمرتم في أشهر الحج ثم حللتم فاستمتعتم بإحلالكم إلى الحج ثم أحرمتم بالحج فعليكم ما استيسر من الهدي وهو قول علقمة وإبراهيم النخعي وسعيد بن جبير وقال ابن عباس وعطاء وجماعة هو الرجل يقدم معتمرا من أفق من الآفاق في أشهر الحج فقضى عمرته وأقام حلالا بمكة حتى أنشأ منها الحج فحج من عامه ذلك فيكون مستمتعا بالإحلال من العمرة إلى إحرامه بالحج فمعنى التمتع هو الاستمتاع بعد الخروج من العمرة بما كان محظورا عليه في الإحرام إلى إحرامه بالحجولوجوب دم التمتع أربع شرائط أحدها : أن يحرم بالعمرة في أشهر الحج والثاني : أن يحج بعد الفراغ من العمرة في هذه السنة والثالث أن يحرم بالحج في مكة ولا يعود إلى الميقات لإحرامه الرابع : أن لا يكون من حاضري المسجد الحرام فمتى وجدت هذه الشرائط فعليه ما استيسر من الهدي وهو دم شاة يذبحه يوم النحر فلو ذبحها قبله بعدما أحرم بالحج يجوز عند بعض أهل العلم كدماء الجنايات وذهب بعضهم إلى أنه لا يجوز قبل يوم النحر كدم الأضحيةقوله تعالى : ( فمن لم يجد فصيام ثلاثة أيام في الحج ) أي صوموا ثلاثة أيام يصوم يوما قبل التروية ويوم التروية ويوم عرفة ولو صام قبله بعدما أحرم بالحج يجوز ولا يجوز يوم النحر ولا أيام التشريق عند أكثر أهل العلم وذهب بعضهم إلى جواز صوم الثلاث أيام التشريق .يروى ذلك عن عائشة وابن عمر وابن الزبير وهو قول مالك والأوزاعي وأحمد وإسحاق .قوله تعالى ( وسبعة إذا رجعتم ) أي صوموا سبعة أيام إذا رجعتم إلى أهليكم وبلدكم فلو صام السبعة قبل الرجوع إلى أهله لا يجوز وهو قول أكثر أهل العلم روي ذلك عن ابن عمر وابن عباس وقيل يجوز أن يصومها بعد الفراغ من أعمال الحج وهو المراد من الرجوع المذكور في الآيةقوله تعالى ( تلك عشرة كاملة ) ذكرها على وجه التأكيد وهذا لأن العرب ما كانوا يهتدون إلى الحساب فكانوا يحتاجون إلى فضل شرح وزيادة بيان ، وقيل فيه تقديم وتأخير يعني فصيام عشرة أيام ثلاثة في الحج وسبعة إذا رجعتم فهي عشرة كاملة وقيل كاملة في الثواب والأجر ، وقيل كاملة فيما أريد به من إقامة الصوم بدل الهدي وقيل كاملة بشروطها وحدودها ، وقيل لفظه خبر ومعناه أمر أي فأكملوها ولا تنقصوها ( ذلك ) أي هذا الحكم ( لمن لم يكن أهله حاضري المسجد الحرام ) واختلفوا في حاضري المسجد الحرام فذهب قوم إلى أنهم أهل مكة وهو قول مالك وقيل هم أهل الحرم وبه قال طاوس من التابعين وقال ابن جريج : أهل عرفة والرجيع وضجنان ، ونخلتان وقال الشافعي رحمه الله كل من كان وطنه من مكة على أقل من مسافة القصر فهو من حاضري المسجد الحرام وقال عكرمة : هم من دون الميقات وقيل هم أهل الميقات فما دونه وهو قول أصحاب الرأي ودم القران كدم التمتع والمكي إذا قرن أو تمتع فلا هدي عليه قال عكرمة : سئل ابن عباس عن متعة الحج فقال أهل المهاجرون والأنصار ، وأزواج النبي صلى الله عليه وسلم في حجة الوداع وأهللنا فلما قدمنا مكة قال رسول الله : \" اجعلوا إهلالكم بالحج عمرة إلا من قلد الهدي \" . فطفنا بالبيت وبالصفا والمروة وأتينا النساء ولبسنا الثياب ثم أمرنا عشية التروية أن نهل بالحج فإذا فرغنا فقد تم حجنا وعلينا الهدي فجمعوا نسكين في عام بين الحج والعمرة فإن الله أنزله في كتابه وسنة نبيه وأباحه للناس من غير أهل مكة قال الله تعالى : ( ذلك لمن لم يكن أهله حاضري المسجد الحرام ) .ومن فاته الحج وفواته يكون بفوات الوقوف بعرفة حتى يطلع الفجر يوم النحر فإنه يتحلل بعمل العمرة وعليه القضاء من قابل والفدية وهي على الترتيب والتقدير كفدية التمتع والقرانأخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أخبرنا أبو مصعب عن مالك عن نافع عن سليمان بن يسار أن هناد بن الأسود جاء يوم النحر وعمر بن الخطاب ينحر هديه فقال يا أمير المؤمنين أخطأنا العدد كنا نظن أن هذا اليوم يوم عرفة فقال له عمر : اذهب إلى مكة فطف أنت ومن معك بالبيت واسعوا بين الصفا والمروة وانحروا هديا إن كان معكم ثم احلقوا أو قصروا ثم ارجعوا فإذا كان عام قابل فحجوا واهدوا فمن لم يجد فصيام ثلاثة أيام في الحج وسبعة إذا رجعتم .( واتقوا الله ) في أداء الأوامر ( واعلموا أن الله شديد العقاب ) على ارتكاب المناهي .",
  "ayah": 196,
  "surah": 2
}
