{
  "text": "قوله تعالى : ( الحج أشهر معلومات ) أي وقت الحج أشهر معلومات وهي شوال وذو القعدة وتسع من ذي الحجة إلى طلوع الفجر من يوم النحر ويروى عن ابن عمر شوال وذو القعدة وعشر من ذي الحجة وكل واحد من اللفظين صحيح غير مختلف فمن قال عشر عبر به عن الليالي ومن قال تسع عبر به عن الأيام فإن آخر أيامها يوم عرفة وهو يوم التاسع وإنما قال أشهر بلفظ الجمع وهي شهران وبعض الثالث لأنها وقت والعرب تسمي الوقت تاما بقليله وكثيره فتقول العرب أتيتك يوم الخميس وإنما أتاه في ساعة منه ويقول زرتك العام وإنما زاره في بعضه وقيل الاثنان فما فوقهما جماعة لأن معنى الجمع ضم الشيء إلى الشيء فإذا جاز أن يسمى الاثنان جماعة جاز أن يسمى الاثنان وبعض الثالث جماعة وقد ذكر الله تعالى الاثنين بلفظ الجمع فقال \" فقد صغت قلوبكما \" ( 4 - التحريم ) أي قلباكما وقال عروة بن الزبير وغيره أراد بالأشهر شوالا وذا القعدة وذا الحجة كملا لأنه يبقى على الحاج أمور بعد عرفة يجب عليه فعلها مثل الرمي والذبح ، والحلق وطواف الزيارة والبيتوتة بمنى فكانت في حكم الجمع ( فمن فرض فيهن الحج ) أي فمن أوجب على نفسه الحج بالإحرام والتلبية وفيه دليل على أن من أحرم بالحج في غير أشهر الحج لا ينعقد إحرامه بالحج وهو قول ابن عباس وجابر وبه قال عطاء وطاووس ومجاهد وإليه ذهب الأوزاعي والشافعي وقال ينعقد إحرامه بالعمرة لأن الله تعالى خص هذه الأشهر بغرض الحج فيها فلو انعقد في غيرها لم يكن لهذا التخصيص فائدة كما أنه علق الصلوات بالمواقيت ثم من أحرم بفرض الصلاة قبل دخول وقته لا ينعقد إحرامه عن الفرض وذهب جماعة إلى أنه ينعقد إحرامه بالحج وهو قول مالك والثوري وأبي حنيفة رضي الله عنهم وأما العمرة : فجميع أيام السنة لها إلا أن يكون متلبسا بالحج وروي عن أنس أنه كان بمكة فكان إذا حمم رأسه خرج فاعتمر .قوله تعالى : ( فلا رفث ولا فسوق ) قرأ ابن كثير وأهل البصرة ) فلا رفث ولا فسوق بالرفع والتنوين فيهما وقرأ الآخرون بالنصب من غير تنوين كقوله تعالى ( ولا جدال في الحج ) وقرأ أبو جعفر كلها بالرفع والتنوين واختلفوا في الرفث قال ابن مسعود وابن عباس وابن عمر هو الجماع وهو قول الحسن ومجاهد وعمرو بن دينار وقتادة وعكرمة والربيع وإبراهيم النخعي ، وقال علي بن أبي طلحة عن ابن عباس : الرفث غشيان النساء والتقبيل ، والغمز وأن يعرض لها بالفحش من الكلام قال حصين بن قيس أخذ ابن عباس رضي الله عنه بذنب بعيره فجعل يلويه وهو يحدو ويقولوهن يمشين بنا هميسا إن تصدق الطير ننك لميسافقلت له أترفث وأنت محرم ؟ فقال إنما الرفث ما قيل عند النساء قال طاووس : الرفث التعريض للنساء بالجماع وذكره بين أيديهن وقال عطاء : الرفث قول الرجل للمرأة في حال الإحرام إذا حللت أصبتك وقيل الرفث الفحش والقول القبيح أما الفسوق قال ابن عباس : هو المعاصي كلها وهو قول طاووس والحسن وسعيد بن جبير وقتادة والزهري والربيع والقرظي وقال ابن عمر : هو ما نهي عنه المحرم في حال الإحرام من قتل الصيد وتقليم الأظافر وأخذ الأشعار وما أشبههما وقال إبراهيم وعطاء ومجاهد هو السباب بدليل قول النبي صلى الله عليه وسلم : سباب المسلم فسوق ، وقتاله كفر \" وقال الضحاك هو التنابز بالألقاب بدليل قوله تعالى : \" ولا تنابزوا بالألقاب بئس الاسم الفسوق بعد الإيمان \" ( 11 - الحجرات ) .أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل أخبرنا آدم أخبرنا سيار أبو الحكم قال سمعت أبا حازم يقول سمعت أبا هريرة رضي الله عنه قال : سمعت رسول الله صلى الله عليه وسلم يقول : \" من حج لله فلم يرفث ولم يفسق رجع كيوم ولدته أمه \" .قوله تعالى ( ولا جدال في الحج ) قال ابن مسعود وابن عباس : الجدال أن يماري صاحبه ويخاصمه حتى يغضبه وهو قول عمرو بن دينار وسعيد بن جبير وعكرمة والزهري وعطاء وقتادة وقال القاسم بن محمد : هو أن يقول بعضهم الحج اليوم ويقول بعضهم الحج غدا وقال القرظي : كانت قريش إذا اجتمعت بمنى قال هؤلاء حجنا أتم من حجكم وقال هؤلاء حجنا أتم من حجكم وقال مقاتل : هو أن النبي صلى الله عليه وسلم قال لهم في حجة الوداع وقد أحرموا بالحج \" اجعلوا إهلالكم بالحج عمرة إلا من قلد الهدي قالوا كيف نجعله عمرة وقد سمينا الحج فهذا جدالهم وقال ابن زيد : كانوا يقفون مواقف مختلفة كلهم يزعم أن موقفه موقف إبراهيم يتجادلون فيه وقيل هو ما كان عليه أهل الجاهلية كان بعضهم يقف بعرفة وبعضهم بالمزدلفة وكان بعضهم يحج في ذي القعدة وكان بعضهم يحج في ذي الحجة فكل يقول ما فعلته فهو الصواب فقال جل ذكره ( ولا جدال في الحج ) أي استقر أمر الحج على ما فعله رسول الله صلى الله عليه وسلم فلا اختلاف فيه من بعد وذلك معنى قول النبي صلى الله عليه وسلم : ألا إن الزمان قد استدار كهيئته يوم خلق الله السماوات والأرض \" قال مجاهد : معناه ولا شك في الحج أنه في ذي الحجة فأبطل النسيء قال أهل المعاني ظاهر الآية نفي ومعناها نهي أي لا ترفثوا ولا تفسقوا ولا تجادلوا كقوله تعالى \" لا ريب فيه \" أي لا ترتابوا \" وما تفعلوا من خير يعلمه الله \" أي لا يخفى عليه فيجازيكم بهقوله تعالى : ( وتزودوا فإن خير الزاد التقوى ) نزلت في ناس من أهل اليمن كانوا يخرجون إلى الحج بغير زاد ويقولون نحن متوكلون ويقولون نحن نحج بيت الله فلا يطعمنا فإذا قدموا مكة سألوا الناس وربما يفضي بهم الحال إلى النهب ، والغصب فقال الله عز وجل ) ( وتزودوا ) أي ما تتبلغون به وتكفون به وجوهكم قال أهل التفسير الكعك والزبيب والسويق ، والتمر ونحوها ( فإن خير الزاد التقوى ) من السؤال والنهب ( واتقون يا أولي الألباب ) يا ذوي العقول",
  "ayah": 197,
  "surah": 2
}
