{
  "text": "قوله تعالى ( واذكروا الله ) يعني التكبيرات أدبار الصلاة وعند الجمرات يكبر مع كل حصاة وغيرها من الأوقات ( في أيام معدودات ) الأيام المعدودات هي أيام التشريق وهي أيام منى ورمي الجمار سميت معدودات لقلتهن كقوله : \" دراهم معدودة \" ( 20 - يوسف ) والأيام المعلومات عشر ذي الحجة آخرهن يوم النحر هذا قول أكثر أهل العلم وروي عن ابن عباس المعلومات يوم النحر ويومان بعده والمعدودات أيام التشريق وعن علي قال المعلومات يوم النحر وثلاثة أيام بعده وقال عطاء عن ابن عباس المعلومات يوم عرفة ويوم النحر وأيام التشريق وقال محمد بن كعب : هما شيء واحد وهي أيام التشريق وروي عن نبيشة الهذلي قال قال رسول الله صلى الله عليه وسلم : أيام التشريق أيام أكل ، وشرب وذكر الله \" .ومن الذكر في أيام التشريق : التكبير واختلفوا فيه فروي عن عمر وعبد الله بن عمر أنهما كانا يكبران بمنى تلك الأيام خلف الصلاة وفي المجلس وعلى الفراش والفسطاط وفي الطريق ويكبر الناس بتكبيرهما ويتأولان هذه الآية . والتكبير أدبار الصلاة مشروع في هذه الأيام في حق الحاج وغير الحاج عند عامة العلماء واختلفوا في قدره فذهب قوم إلى أنه يبتدأ التكبير عقيب صلاة الصبح من يوم عرفة ويختتم بعد العصر من آخر أيام التشريق يروى ذلك عن علي رضي الله عنه وبه قال مكحول وإليه ذهب أبو يوسف رضي الله عنه وذهب قوم إلى أنه يبتدأ التكبير عقيب صلاة الصبح من يوم عرفة ويختتم بعد العصر من يوم النحر يروى ذلك عن ابن مسعود رضي الله عنه وبه قال أبو حنيفة وقال قوم يبتدأ عقيب صلاة الظهر من يوم النحر ويختتم بعد الصبح من آخر أيام التشريق يروى ذلك عن ابن عباس وبه قال مالك والشافعي قال الشافعي لأن الناس فيه تبع للحاج وذكر الحاج قبل هذا الوقت التلبية ويأخذون في التكبير يوم النحر من صلاة الظهر ولفظ التكبير كان سعيد بن جبير والحسن يقولان الله أكبر الله أكبر الله أكبر ثلاثا نسقا وهو قول أهل المدينة وإليه ذهب الشافعي وقال وما زاد من ذكر الله فهو حسن وعند أهل العراق يكبر اثنتين يروى ذلك عن ابن مسعود .قوله تعالى : ( فمن تعجل في يومين فلا إثم عليه ) أراد أن من نفر من الحاج في اليوم الثاني من أيام التشريق ( فلا إثم عليه ) وذلك أن على الحاج أن يبيت بمنى الليلة الأولى والثانية من أيام التشريق ويرمي كل يوم بعد الزوال إحدى وعشرين حصاة عند كل جمرة سبع حصيات ورخص في ترك البيتوتة لرعاء الإبل وأهل سقاية الحاج ثم كل من رمى اليوم الثاني من أيام التشريق وأراد أن ينفر فيدع البيتوتة الليلة الثالثة ورمى يومها فذلك له واسع لقوله تعالى ( فمن تعجل في يومين فلا إثم عليه ) ومن لم ينفر حتى غربت الشمس فعليه أن يبيت حتى يرمي اليوم الثالث ثم ينفر قوله تعالى ( ومن تأخر فلا إثم عليه ) يعني لا إثم على من تعجل فنفر في اليوم الثاني في تعجيله ومن تأخر حتى ينفر في اليوم الثالث ( فلا إثم عليه ) في تأخره . وقيل : معناه ( فمن تعجل ) فقد ترخص ( فلا إثم عليه ) بالترخص ( ومن تأخر فلا إثم عليه ) بترك الترخص وقيل معناه رجع مغفورا له لا ذنب عليه تعجل أو تأخر كما روينا من \" حج فلم يرفث ولم يفسق رجع كيوم ولدته أمه \" وهذا قول علي وابن مسعود .قوله تعالى : ( لمن اتقى ) أي لمن اتقى أن يصيب في حجه شيئا نهاه الله عنه كما قال : من حج فلم يرفث ولم يفسق \" قال ابن مسعود : إنما جعلت مغفرة الذنوب لمن اتقى الله تعالى في حجه وفي رواية الكلبي عن ابن عباس معناه ( لمن اتقى ) الصيد لا يحل له أن يقتل صيدا حتى تخلو أيام التشريق وقال أبو العالية ذهب إئمه إن اتقى فيما بقي من عمره ) واتقوا الله واعلموا أنكم إليه تحشرون ) تجمعون في الآخرة فيجزيكم بأعمالكم ] .",
  "ayah": 203,
  "surah": 2
}
