{
  "text": "( زين للذين كفروا الحياة الدنيا ) الأكثرون على أن المزين هو الله تعالى والتزيين من الله تعالى هو أنه خلق الأشياء الحسنة والمناظر العجيبة فنظر الخلق إليها بأكثر من قدرها فأعجبتهم ففتنوا بها وقال الزجاج : زين لهم الشيطان قيل نزلت هذه الآية في مشركي العرب أبي جهل وأصحابه كانوا يتنعمون بما بسط الله لهم في الدنيا من المال ويكذبون بالمعاد ( ويسخرون من الذين آمنوا ) أي يستهزئون بالفقراء من المؤمنين .قال ابن عباس : أراد بالذين آمنوا عبد الله بن مسعود وعمار بن ياسر وصهيبا وبلالا وخبابا وأمثالهم وقال مقاتل : نزلت في المنافقين عبد الله بن أبي وأصحابه كانوا يتنعمون في الدنيا ويسخرون من ضعفاء المؤمنين وفقراء المهاجرين ويقولون : انظروا إلى هؤلاء الذين يزعم محمد أنه يغلب بهم وقال عطاء : نزلت في رؤساء اليهود من بني قريظة والنضير وبني قينقاع سخروا من فقراء المهاجرين فوعدهم الله أن يعطيهم أموال بني قريظة والنضير بغير قتال ( ويسخرون من الذين آمنوا ) لفقرهم ( والذين اتقوا ) يعني هؤلاء الفقراء ( فوقهم يوم القيامة ) لأنهم في أعلى عليين وهم في أسفل السافلين .أخبرنا أبو سعيد عبد الله بن أحمد الطاهري أخبرنا جدي عبد الصمد بن عبد الرحمن البزار أخبرنا أبو بكر محمد بن زكريا العذافري أخبرنا إسحاق الدبري أخبرنا عبد الرزاق أخبرنا معمر عن سليمان التيمي عن أبي عثمان النهدي عن أسامة بن زيد قال : قال رسول الله صلى الله عليه وسلم \" وقفت على باب الجنة فرأيت أكثر أهلها المساكين ووقفت على باب النار فرأيت أكثر أهلها النساء وإذا أهل الجد محبوسون إلا من كان منهم من أهل النار فقد أمر به إلى النار \" . أخبرنا عبد الواحد بن أحمد المليحي أخبرنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل ثنا إسحاق بن إبراهيم حدثني عبد العزيز بن أبي حازم عن أبيه عن سهل بن سعد الساعدي أنه قال : مر رجل على رسول الله صلى الله عليه وسلم فقال لرجل عنده جالس : ما رأيك في هذا؟ فقال : رجل من أشراف الناس : هذا والله حري إن خطب أن ينكح وإن شفع أن يشفع قال : فسكت رسول الله صلى الله عليه وسلم ثم مر رجل آخر فقال له رسول الله صلى الله عليه وسلم : ما رأيك في هذا؟ فقال : يا رسول الله إن هذا رجل من فقراء المسلمين هذا حري إن خطب أن لا ينكح وإن شفع أن لا يشفع وإن قال أن لا يسمع لقوله فقال رسول الله صلى الله عليه وسلم هذا خير من ملء الأرض مثل هذا \" .( والله يرزق من يشاء بغير حساب ) قال ابن عباس : يعني كثيرا بغير مقدار لأن كل ما دخل عليه الحساب فهو قليل يريد : يوسع على من يشاء ويبسط لمن يشاء من عباده وقال الضحاك : يعني من غير تبعة يرزقه في الدنيا ولا يحاسبه في الآخرة وقيل : هذا يرجع إلى الله تعالى معناه : يقتر على من يشاء ويبسط لمن يشاء ولا يعطي كل أحد بقدر حاجته بل يعطي الكثير من لا يحتاج إليه ولا يعطي القليل من يحتاج إليه فلا يعترض عليه ولا يحاسب فيما يرزق ولا يقال لم أعطيت هذا وحرمت هذا؟ ولم أعطيت هذا أكثر مما أعطيت ذاك؟ وقيل معناه لا يخاف نفاد خزائنه فيحتاج إلى حساب ما يخرج منها لأن الحساب من المعطي إنما يكون بما يخاف من نفاد خزائنه .",
  "ayah": 212,
  "surah": 2
}
