{
  "text": "قوله تعالى ( كان الناس أمة واحدة ) على دين واحد قال مجاهد : أراد آدم وحده كان أمة واحدة قال سمي الواحد بلفظ الجمع لأنه أصل النسل وأبو البشر ثم خلق الله تعالى حواء ونشر منهما الناس فانتشروا وكانوا مسلمين إلى أن قتل قابيل هابيل فاختلفوا ( فبعث الله النبيين ) قال الحسن وعطاء : كان الناس من وقت وفاة آدم إلى مبعث نوح أمة واحدة على ملة الكفر أمثال البهائم فبعث الله نوحا وغيره من النبيين . وقال قتادة وعكرمة : كان الناس من وقت آدم إلى مبعث نوح وكان بينهما عشرة قرون كلهم على شريعة واحدة من الحق والهدى ثم اختلفوا في زمن نوح فبعث الله إليهم نوحا فكان أول نبي بعث ثم بعث بعده النبيين .وقال الكلبي : هم أهل سفينة نوح كانوا مؤمنين ثم اختلفوا بعد وفاة نوح .وروي عن ابن عباس قال : كان الناس على عهد إبراهيم عليه السلام أمة واحدة كفارا كلهم فبعث الله إبراهيم وغيره من النبيين وقيل : كان العرب على دين إبراهيم إلى أن غيره عمرو بن لحي . وروي عن أبي العالية عن أبي بن كعب قال : كان الناس حين عرضوا على آدم وأخرجوا من ظهره وأقروا بالعبودية أمة واحدة مسلمين كلهم ولم يكونوا أمة واحدة قط غير ذلك اليوم ثم اختلفوا بعد آدم نظيره في سورة يونس \" وما كان الناس إلا أمة واحدة فاختلفوا فبعث الله النبيين \" ( 19 - يونس ) وجملتهم مائة ألف وأربعة وعشرون ألفا والرسل منهم ثلاثمائة وثلاثة عشر والمذكورون في القرآن باسم العلم ثمانية وعشرون نبيا ) ( مبشرين ) بالثواب من آمن وأطاع ) ( ومنذرين ) محذرين بالعقاب من كفر وعصى ( وأنزل معهم الكتاب ) أي الكتب تقديره وأنزل مع كل واحد منهم الكتاب ) ( بالحق ) بالعدل والصدق ( ليحكم بين الناس ) قرأ أبو جعفر ) ( ليحكم ) بضم الياء وفتح الكاف هاهنا وفي أول آل عمران وفي النور موضعين لأن الكتاب لا يحكم في الحقيقة إنما ) ( الحكم ) به وقراءة العامة بفتح الياء وضم الكاف أي ليحكم الكتاب ذكره على سعة الكلام كقوله تعالى \" هذا كتابنا ينطق عليكم بالحق \" ( 29 - الجاثية ) . وقيل معناه ليحكم كل نبي بكتابه ( فيما اختلفوا فيه وما اختلف فيه ) أي في الكتاب ( إلا الذين أوتوه ) أي أعطوا الكتاب ( من بعد ما جاءتهم البينات ) يعني أحكام التوراة والإنجيل قال الفراء : ولاختلافهم معنيان :أحدهما : كفر بعضهم بكتاب بعض قال الله تعالى : \" ويقولون نؤمن ببعض ونكفر ببعض \" ( 150 - النساء ) والآخر : تحريفهم كتاب الله قال الله تعالى : \" يحرفون الكلم عن مواضعه \" ( 46 - النساء ) وقيل الآية راجعة إلى محمد صلى الله عليه وسلم وكتابه اختلف فيه أهل الكتاب ( من بعد ما جاءتهم البينات ) صفة محمد صلى الله عليه وسلم في كتبهم ) ( بغيا ) ظلما وحسدا ( بينهم فهدى الله الذين آمنوا لما اختلفوا فيه ) أي لما اختلفوا فيه ( من الحق بإذنه ) بعلمه وإرادته فيهم . قال ابن زيد في هذه الآية : اختلفوا في القبلة فمنهم من يصلي إلى المشرق ومنهم من يصلي إلى المغرب ومنهم من يصلي إلى بيت المقدس فهدانا الله إلى الكعبة واختلفوا في الصيام فهدانا الله لشهر رمضان واختلفوا في الأيام فأخذت اليهود السبت والنصارى الأحد فهدانا الله للجمعة واختلفوا في إبراهيم عليه السلام فقالت اليهود كان يهوديا وقالت النصارى كان نصرانيا فهدانا الله للحق من ذلك واختلفوا في عيسى فجعلته اليهود لفرية وجعلته النصارى إلها وهدانا الله للحق فيه ( والله يهدي من يشاء إلى صراط مستقيم ) .",
  "ayah": 213,
  "surah": 2
}
