{
  "text": "قوله تعالى : ( يسألونك عن الشهر الحرام قتال فيه ) سبب نزول هذه الآية أن رسول الله صلى الله عليه وسلم بعث عبد الله بن جحش وهو ابن عمة النبي صلى الله عليه وسلم أخت أبيه في جمادى الآخرة قبل قتال بدر بشهرين على رأس سبعة عشر شهرا من مقدمه إلى المدينة وبعث معه ثمانية رهط من المهاجرين : سعد بن أبي وقاص الزهري وعكاشة بن محصن الأسدي وعتبة بن غزوان السلمي وأبا حذيفة بن عتبة بن ربيعة وسهيل بن بيضاء وعامر بن ربيعة وواقد بن عبد الله وخالد بن بكير وكتب لأميرهم عبد الله بن جحش كتابا وقال له : \" سر على اسم الله ولا تنظر في الكتاب حتى تسير يومين فإذا نزلت فافتح الكتاب واقرأه على أصحابك ثم امض لما أمرتك ولا تستكرهن أحدا من أصحابك على السير معك فسار عبد الله يومين ثم نزل وفتح الكتاب فإذا فيه : بسم الله الرحمن الرحيم أما بعد : فسر على بركة الله بمن معك من أصحابك حتى تنزل بطن نخلة فترصد بها عير قريش لعلك تأتينا منها بخير فلما نظر في الكتاب قال : سمعا وطاعة ثم قال لأصحابه ذلك وقال : إنه نهاني أن أستكره أحدا منكم فمن كان يريد الشهادة فلينطلق ومن كره فليرجع ثم مضى ومضى معه أصحابه لم يتخلف عنه منهم أحد حتى كان بمعدن فوق الفرع بموضع من الحجاز يقال له بحران أضل سعد بن أبي وقاص وعتبة بن غزوان بعيرا لهما يعتقبانه فتخلفا في طلبه ومضى ببقية أصحابه حتى نزلوا بطن نخلة بين مكة والطائف .فبينما هم كذلك إذ مرت عير لقريش تحمل زبيبا وأدما وتجارة من تجارة الطائف فيهم عمرو بن الحضرمي والحكم بن كيسان مولى هشام بن المغيرة وعثمان بن عبد الله بن المغيرة وأخوه نوفل بن عبد الله المخزوميان فلما رأوا أصحاب رسول الله صلى الله عليه وسلم هابوهم فقال عبد الله بن جحش : إن القوم قد ذعروا منكم فاحلقوا رأس رجل منكم وليتعرض لهم فحلقوا رأس عكاشة فوق ثم أشرفوا عليهم فقالوا : قوم عمار لا بأس عليكم فأمنوهم وكان ذلك في آخر يوم من جمادى الآخرة وكانوا يرون أنه من جمادى وهو من رجب فتشاور القوم وقالوا : لئن تركتموهم الليلة ليدخلن الحرم وليمتنعن منكم فأجمعوا أمرهم في مواقعة القوم فرمى واقد بن عبد الله السهمي عمرو بن الحضرمي بسهم فقتله فكان أول قتيل من المشركين [ وهو أول قتيل في الهجرة وأدى النبي صلى الله عليه وسلم دية ابن الحضرمي إلى ورثته من قريش . قال مجاهد وغيره : لأنه كان بين رسول الله صلى الله عليه وسلم وبين قريش عهد وادع أهل مكة سنتين أن لا يقاتلهم ولا يقاتلوه ]واستأسر الحكم وعثمان فكانا أول أسيرين في الإسلام وأفلت نوفل فأعجزهم واستاق المؤمنون العير والأسيرين حتى قدموا على رسول الله صلى الله عليه وسلم بالمدينة فقالت قريش : قد استحل محمد الشهر الحرام فسفك فيه الدماء وأخذ الحرائب وعير بذلك أهل مكة من كان فيها من المسلمين وقالوا : يا معشر الصباة استحللتم الشهر الحرام وقاتلتم فيه!وبلغ رسول الله صلى الله عليه وسلم فقال لابن جحش وأصحابه : ما أمرتكم بالقتال في الشهر الحرام ووقف العير والأسيرين وأبى أن يأخذ شيئا من ذلك فعظم ذلك على أصحاب السرية وظنوا أنهم قد هلكوا وسقط في أيديهم وقالوا : يا رسول الله إنا قد قتلنا ابن الحضرمي ثم أمسينا فنظرنا إلى هلال رجب فلا ندري أفي رجب أصبناه أم في جمادى؟ وأكثر الناس في ذلك فأنزل الله تعالى هذه الآية فأخذ رسول الله صلى الله عليه وسلم العير فعزل منها الخمس فكان أول خمس في الإسلام وقسم الباقي بين أصحاب السرية وكان أول غنيمة في الإسلام وبعث أهل مكة في فداء أسيريهم ، فقال بل نقفهم حتى يقدم سعد وعقبة وإن لم يقدما قتلناهما بهما فلما قدما فاداهما فأما الحكم بن كيسان فأسلم وأقام مع رسول الله صلى الله عليه وسلم بالمدينة فقتل يوم بئر معونة شهيدا وأما عثمان بن عبد الله فرجع إلى مكة فمات بها كافرا وأما نوفل فضرب بطن فرسه يوم الأحزاب ليدخل الخندق فوقع في الخندق مع فرسه فتحطما جميعا فقتله الله فطلب المشركون جيفته بالثمن فقال رسول الله صلى الله عليه وسلم : خذوه فإنه خبيث الجيفة خبيث الدية فهذا سبب نزول هذه الآيةقوله تعالى : ( يسألونك عن الشهر الحرام ) يعني رجبا سمي بذلك لتحريم القتال فيه .( قتال فيه ) أي عن قتال فيه ) ( قل ) يا محمد ( قتال فيه كبير ) عظيم تم الكلام هاهنا ثم ابتدأ فقال ( وصد عن سبيل الله ) أي فصدكم المسلمين عن الإسلام ( وكفر به ) أي كفركم بالله ( والمسجد الحرام ) أي المسجد الحرام وقيل : وصدكم عن المسجد الحرام ( وإخراج أهله ) أي إخراج أهل المسجد ( منه أكبر ) وأعظم وزرا ( عند الله والفتنة ) أي الشرك الذي أنتم عليه ( أكبر من القتل ) أي من قتل ابن الحضرمي في الشهر الحرام فلما نزلت هذه الآية كتب عبد الله بن أنيس إلى مؤمني مكة إذا عيركم المشركون بالقتال في الشهر الحرام فعيروهم أنتم بالكفر وإخراج رسول الله صلى الله عليه وسلم من مكة ومنعهم المسلمين عن البيت الحرام ثم قال : ( ولا يزالون ) يعني مشركي مكة وهو فعل لا مصدر له مثل عسى ) ( يقاتلونكم ) يا معشر المؤمنين ( حتى يردوكم ) يصرفوكم ( عن دينكم إن استطاعوا ومن يرتدد منكم عن دينه فيمت ) جزم بالنسق ( وهو كافر فأولئك حبطت ) بطلت ) ( أعمالهم ) حسناتهم ( في الدنيا والآخرة وأولئك أصحاب النار هم فيها خالدون ) .",
  "ayah": 217,
  "surah": 2
}
