{
  "text": "قوله تعالى : ( ويسألونك عن المحيض ) أخبرنا أبو طاهر عمر بن عبد العزيز القاشاني أنا أبو عمر القاسم بن جعفر بن عبد الواحد الهاشمي أنا أبو علي محمد بن أحمد بن عمر اللؤلئي أنا أبو داود سليمان بن الأشعث السجستاني أنا موسى بن إسماعيل أنا حماد بن سلمة أنا ثابت البناني عن أنس بن مالك أن اليهود كانت إذا حاضت منهم المرأة أخرجوها من البيت ولم يؤاكلوها ولم يشاربوها ولم يجامعوها في البيت فسئل رسول الله صلى الله عليه وسلم عن ذلك فأنزل الله تعالى ( ويسألونك عن المحيض قل هو أذى فاعتزلوا النساء في المحيض ) الآية فقال رسول الله صلى الله عليه وسلم : \" جامعوهن في البيوت واصنعوا كل شيء إلا النكاح \" فقالت اليهود ما يريد هذا الرجل أن يدع شيئا من أمرنا إلا خالفنا فيه فجاء أسيد بن حضير وعباد بن بشير إلى النبي صلى الله عليه وسلم فقالوا : يا رسول الله إن اليهود تقول كذا وكذا أفلا ننكحهن في المحيض؟ فتمعر وجه رسول الله صلى الله عليه وسلم حتى ظننا أن قد وجد عليهما فخرجا فاستقبلتهما هدية من لبن إلى رسول الله صلى الله عليه وسلم فبعث في آثارهما فسقاهما فظننا أنه لم يجد عليهما .قوله تعالى : ( ويسألونك عن المحيض ) أي عن الحيض وهو مصدر حاضت المرأة تحيض حيضا ومحيضا كالسير والمسير وأصل الحيض الانفجار والسيلان وقوله ( قل هو أذى ) أي قذر والأذى كل ما يكره من كل شيء ( فاعتزلوا النساء في المحيض ) أراد بالاعتزال ترك الوطء ( ولا تقربوهن ) أي لا تجامعوهن أما الملامسة والمضاجعة معها فجائزة .أخبرنا عبد الواحد بن أحمد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا قبيصة أنا سفيان عن منصور عن إبراهيم عن الأسود عن عائشة رضي الله عنها قالت : \" كنت أغتسل أنا والنبي صلى الله عليه وسلم من إناء واحد كلانا جنب وكان يأمرني أن أتزر فيباشرني وأنا حائض ، وكان يخرج رأسه إلي وهو معتكف فأغسله وأنا حائض \" .أخبرنا عبد الواحد المليحي أنا أبو أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا سعد بن حفص أنا شيبان عن يحيى عن أبي سلمة عن زينب بنت أبي سلمة حدثته عن أم سلمة قالت : \" حضت وأنا مع رسول الله صلى الله عليه وسلم في الخميلة فانسللت فخرجت منها فأخذت ثياب حيضي فلبستها فقال لي رسول الله صلى الله عليه وسلم : أنفست؟ قلت : نعم ، فدعاني فأدخلني معه في الخميلة \" .أخبرنا أبو القاسم بن عبد الله بن محمد الحنيفي أنا أبو الحارث طاهر بن محمد الطاهري أنا أبو محمد الحسن بن محمد حكيم أنا أبو الموجه محمد بن عمرو أنا صدقة أنا وكيع أنا مسعر وسفيان ، عن المقدام بن شريح عن أبيه عن عائشة رضي الله عنها قالت : \" كنت أشرب وأنا حائض فأناوله النبي صلى الله عليه وسلم فيضع فاه على موضع في وأتعرق العرق فيتناوله فيضع فاه في موضع في \" .فوطء الحائض حرام ومن فعله يعصي الله عز وجل ويعزره الإمام إن علم منه ذلك واختلف أهل العلم في وجوب الكفارة عليه فذهب أكثرهم إلى أنه لا كفارة عليه فيستغفر الله ويتوب إليه .وذهب قوم إلى وجوب الكفارة عليه منهم : قتادة والأوزاعي وأحمد وإسحاق ، لما أخبرنا عبد الواحد بن أحمد المليحي أنا عبد الرحمن بن أبي شريح أنا أبو القاسم البغوي أنا علي بن الجعد أنا أبو جعفر الرازي عن عبد الكريم بن أبي المخارق عن مقسم عن ابن عباس أن النبي صلى الله عليه وسلم قال في رجل جامع امرأته وهي حائض قال : \" إن كان الدم عبيطا فليتصدق بدينار وإن كان صفرة فنصف دينار \" .ويروى هذا موقوفا عن ابن عباس ويمنع الحيض جواز الصلاة ووجوبها ويمنع جواز الصوم ولا يمنع وجوبه حتى إذا طهرت يجب عليها قضاء الصوم ولا يجب قضاء الصلاة وكذلك النفساء .أخبرنا أبو عثمان سعيد بن إسماعيل الضبي أنا أبو محمد عبد الجبار بن محمد الجراحي أنا أبو العباس محمد بن أحمد المحبوبي أنا أبو عيسى الترمذي أنا علي بن حجر أنا علي بن مسهر عن عبيدة بن معتب الضبي عن إبراهيم النخعي عن الأسود عن عائشة قالت : \" كنا نحيض عند رسول الله صلى الله عليه وسلم ثم نطهر فيأمرنا بقضاء الصيام ولا يأمرنا بقضاء الصلاة \" .ولا يجوز للحائض الطواف بالبيت ولا الاعتكاف في المسجد ولا مس المصحف ولا قراءة القرآن ولا يجوز للزوج غشيانها .أخبرنا عمر بن عبد العزيز أنا القاسم بن جعفر ، أنا أبو علي اللؤلئي أنا أبو داود أنا مسدد أنا عبد الواحد بن زياد أنا أفلت بن خليفة قال : حدثتني جسرة بنت دجاجة قالت : سمعت عائشة تقول : جاء رسول الله صلى الله عليه وسلم ووجوه بيوت أصحابه شارعة في المسجد فقال : \" وجهوا هذه البيوت عن المسجد فإني لا أحل المسجد لحائض ولا جنب .قوله تعالى : ( حتى يطهرن ) قرأ عاصم برواية أبي بكر وحمزة والكسائي بتشديد الطاء والهاء يعني : حتى يغتسلن وقرأ الآخرون بسكون الطاء وضم الهاء فخفف ومعناه حتى يطهرن من الحيض وينقطع دمهن ( فإذا تطهرن ) يعني اغتسلن ) ( فأتوهن ) أي فجامعوهن ( من حيث أمركم الله ) أي من حيث أمركم أن تعتزلوهن منه وهو الفرج قاله مجاهد وقتادة وعكرمة وقال ابن عباس : طئوهن في الفرج ولا تعدوه إلى غيره أي اتقوا الأدبار وقيل ) ( من ) بمعنى ) ( في ) أي في حيث أمركم الله تعالى وهو الفرج كقوله تعالى : \" إذا نودي للصلاة من يوم الجمعة \" 9 - الجمعة ) أي في يوم الجمعة وقيل ) ( فأتوهن ) الوجه الذي أمركم الله أن تأتوهن وهو الطهر وقال ابن الحنفية : من قبل الحلال دون الفجور وقيل : لا تأتوهن صائمات ولا معتكفات ولا محرمات : وأتوهن وغشيانهن لكم حلال واعلم أنه لا يرتفع تحريم شيء مما منعه الحيض بانقطاع الدم ما لم تغتسل أو تتيمم عند عدم الماء إلا تحريم الصوم فإن الحائض إذا انقطع دمها بالليل ونوت الصوم فوقع غسلها بالنهار صح صومها والطلاق في حال الحيض يكون بدعيا وإذا طلقها بعد انقطاع الدم قبل الغسل لا يكون بدعيا وذهب أبو حنيفة رضي الله عنه إلى أنه إذا انقطع دمها لأكثر الحيض وهي عدة عشرة أيام يجوز للزوج غشيانها قبل الغسل وقال مجاهد وطاووس : إذا غسلت فرجها جاز للزوج غشيانها قبل الغسل .وأكثر أهل العلم على التحريم ما لم تغتسل أو تتيمم عند عدم الماء لأن الله تعالى علق جواز وطئها بشرطين : بانقطاع الدم والغسل فقال ( حتى يطهرن ) يعني من الحيض ( فإذا تطهرن ) يعني اغتسلن ) ( فأتوهن ) ومن قرأ يطهرن بالتشديد فالمراد من ذلك الغسل كقوله تعالى \" وإن كنتم جنبا فاطهروا \" ( 6 - المائدة ) أي فاغتسلوا فدل على أن قبل الغسل لا يحل الوطء .قوله تعالى : ( إن الله يحب التوابين ويحب المتطهرين ) قال عطاء ومقاتل بن سليمان والكلبي : يحب التوابين من الذنوب ويحب المتطهرين بالماء من الأحداث والنجاسات وقال مقاتل بن حيان : يحب التوابين من الذنوب والمتطهرين من الشرك وقال سعيد بن جبير : التوابين من الشرك والمتطهرين من الذنوب وقال مجاهد : التوابين من الذنوب لا يعودون فيها والمتطهرين منها لم يصيبوها والتواب : الذي كلما أذنب تاب نظيره قوله تعالى : \" فإنه كان للأوابين غفورا \" ( 25 - الإسراء ) .",
  "ayah": 222,
  "surah": 2
}
