{
  "text": "قوله تعالى : ( نساؤكم حرث لكم فأتوا حرثكم أنى شئتم ) أخبرنا أبو سعيد أحمد بن إبراهيم الشريحي أنا أبو إسحاق الثعلبي أخبرنا عبد الله بن حامد الأصبهاني أخبرنا محمد بن يعقوب أنا ابن المنادي أنا يونس أنا يعقوب القمي عن جعفر بن المغيرة عن سعيد بن جبير عن ابن عباس رضي الله عنهما قال : جاء عمر إلى رسول الله صلى الله عليه وسلم فقال : \" يا رسول الله هلكت قال وما الذي أهلكك؟ قال : حولت رحلي البارحة فلم يرد عليه شيئا وأوحى الله إليه ( نساؤكم حرث لكم فأتوا حرثكم أنى شئتم ) يقول : أدبر وأقبل واتق الدبر والحيضة .أخبرنا أحمد بن عبد الله الصالحي أخبرنا أحمد بن الحسين الحيري أنا حاجب بن أحمد الطوسي أنا عبد الرحيم بن منيب أنا ابن عيينة عن ابن المنكدر أنه سمع جابر بن عبد الله يقول : كانت اليهود تقول في الذي يأتي امرأته من دبرها في قبلها : إن الولد يكون أحول فنزلت ( نساؤكم حرث لكم فأتوا حرثكم أنى شئتم ) .وروى مجاهد عن ابن عباس قال كان من شأن أهل الكتاب أن لا يأتوا النساء إلا على حرف وذلك أستر ما تكون المرأة وكان هذا الحي من الأنصار قد أخذوا بذلك من فعلهم وكان هذا الحي من قريش يتلذذون منهن مقبلات ومدبرات ومستلقيات فلما قدم المهاجرون المدينة تزوج رجل منهم امرأة من الأنصار فذهب يصنع بها ذلك فأنكرت عليه وقالت : إنا كنا نؤتى على حرف فإن شئت فاصنع ذلك وإلا فاجتنبني حتى سرى أمرهما فبلغ ذلك رسول الله صلى الله عليه وسلم فأنزل الله تعالى ( نساؤكم حرث لكم ) الآية يعني موضع الولد ( فأتوا حرثكم أنى شئتم ) مقبلات ومدبرات ومستلقيات وأنى حرف استفهام يكون سؤالا عن الحال والمحل معناه : كيف شئتم وحيث شئتم بعد أن يكون في صمام واحد وقال عكرمة ( أنى شئتم ) إنما هو الفرج ومثله عن الحسن وقيل ( حرث لكم ) أي مزرع لكم ومنبت للولد بمنزلة الأرض التي تزرع وفيه دليل على تحريم الأدبار لأن محل الحرث والزرع هو القبل لا الدبر .وقال سعيد بن المسيب : هذا في العزل يعني إن شئتم فاعزلوا وإن شئتم فلا تعزلوا وسئل ابن عباس عن العزل فقال : حرثك إن شئت فأعطش وإن شئت فارو وروي عنه أنه قال : تستأمر الحرة في العزل ولا تستأمر الجارية وبه قال أحمد وكره جماعة العزل وقالوا : هو الوأد الخفي وروى عن مالك عن نافع قال كنت أمسك على ابن عمر المصحف فقرأ هذه الآية ( نساؤكم حرث لكم ) فقال أتدري فيم نزلت هذه الآية؟ قلت : لا قال : نزلت في رجل أتى امرأته في دبرها ، فشق ذلك عليه فنزلت هذه الآية .ويحكى عن مالك إباحة ذلك وأنكر ذلك أصحابه ، وروي عن عبد الله بن الحسن أنه لقي سالم بن عبد الله فقال له يا أبا عمر ما حديث يحدث نافع عن عبد الله أنه لم يكن يرى بأسا بإتيان النساء في أدبارهن فقال : كذب العبد وأخطأ إنما قال عبد الله : يؤتون في فروجهن من أدبارهن والدليل على تحريم الأدبار ما أخبرنا عبد الوهاب بن محمد بن الخطيب أنا عبد العزيز بن أحمد الخلال أخبرنا أبو العباس الأصم أنا الربيع أخبرنا الشافعي أنا عمر محمد بن علي بن شافع أخبرني عبد الله بن علي بن السائب عن عمرو بن أحيحة بن الجلاح عن خزيمة بن ثابت أن رجلا سأل النبي صلى الله عليه وسلم عن إتيان النساء في أدبارهن فقال النبي صلى الله عليه وسلم : في أي الخرمتين؟ أو في أي الخرزتين؟ أو في أي الخصفتين؟ أمن دبرها في قبلها فنعم أو من دبرها في دبرها فلا فإن الله لا يستحي من الحق لا تأتوا النساء في أدبارهن .أخبرنا أحمد بن إبراهيم الشريحي أنا أبو إسحاق الثعلبي أنا عبد الله الحسين بن محمد الحافظ أنا عمر بن أحمد بن القاسم النهاوندي أخبرنا محمد بن عبد الله بن سليمان الحضرمي أنا عبد الله بن أبان أنا يحيى بن زكريا بن أبي زائدة عن مسلم بن خالد عن العلاء عن أبيه عن أبي هريرة قال : قال رسول الله صلى الله عليه وسلم : \" ملعون من أتى امرأته في دبرها \" .قوله تعالى : ( وقدموا لأنفسكم ) قال عطاء : التسمية عند الجماع قال مجاهد ( وقدموا لأنفسكم ) يعني إذا أتى أهله فليدع .أخبرنا عبد الواحد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن إسماعيل أنا عثمان بن أبي شيبة أنا جرير عن منصور عن سالم عن كريب عن ابن عباس قال قال النبي صلى الله عليه وسلم \" لو أن أحدكم إذا أراد أن يأتي أهله قال : بسم الله اللهم جنبنا الشيطان وجنب الشيطان ما رزقتنا ، فإنه إن يقدر بينهما ولد في ذلك لم يضره شيطان أبدا \" . وقيل قدموا لأنفسكم يعني طلب الولد .أخبرنا أبو عبد الله محمد بن الفضل الخرقي أنا أبو الحسن علي بن عبد الله الطيسفوني أخبرنا عبد الله بن عمر الجوهري أنا أحمد بن علي الكشميهني أنا علي بن حجر عن العلاء بن عبد الرحمن عن أبيه عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال : \" إذا مات الإنسان انقطع عمله إلا من ثلاثة : صدقة جارية أو علم ينتفع به أو ولد صالح يدعو له \" وقيل : هو التزوج بالعفاف ليكون الولد صالحا .أخبرنا عبد الواحد المليحي أنا أحمد بن عبد الله النعيمي أنا محمد بن يوسف أنا محمد بن إسماعيل أنا مسدد أنا يحيى عن عبيد الله حدثني سعيد بن أبي سعيد عن أبيه عن أبي هريرة عن النبي صلى الله عليه وسلم قال : \" تنكح المرأة لأربع لمالها ولحسبها ولجمالها ولدينها فاظفر بذات الدين تربت يداك \" وقيل معنى الآية تقديم الأفراط .أخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أنا أبو مصعب عن مالك عن ابن شهاب عن سعيد بن المسيب عن أبي هريرة أن رسول الله صلى الله عليه وسلم قال \" لا يموت لأحد من المسلمين ثلاثة من الولد فتمسه النار إلا تحلة القسم \" وقال الكلبي والسدي : وقدموا لأنفسكم يعني الخير والعمل الصالح بدليل سياق الآية ( واتقوا الله واعلموا أنكم ملاقوه ) صائرون إليه فيجزيكم بأعمالكم ( وبشر المؤمنين ) .",
  "ayah": 223,
  "surah": 2
}
