{
  "text": "قوله تعالى : ( للذين يؤلون من نسائهم تربص أربعة أشهر ) يؤلون أي يحلفون والألية : اليمين والمراد من الآية : اليمين على ترك وطء المرأة قال قتادة : كان الإيلاء طلاقا لأهل الجاهلية وقال سعيد بن المسيب : كان ذلك من ضرار أهل الجاهلية كان الرجل لا يحب امرأته ولا يريد أن يتزوجها غيره فيحلف أن لا يقربها أبدا فيتركها لا أيما ولا ذات بعل وكانوا عليه في ابتداء الإسلام فضرب الله له أجلا في الإسلام واختلف أهل العلم فيه : فذهب أكثرهم إلى أنه إن حلف أن لا يقرب زوجته أبدا أو سمى مدة أكثر من أربعة أشهر يكون موليا فلا يتعرض لها قبل مضي أربعة أشهر وبعد مضيها يوقف ويؤمر بالفيء أو بالطلاق بعد مطالبة المرأة والفيء هو الرجوع عما قاله بالوطء إن قدر عليه وإن لم يقدر فبالقول فإن لم يفئ ولم يطلق طلق عليه السلطان واحدة وذهب إلى الوقوف بعد مضي المدة عمر وعثمان وعلي وأبو الدرداء وابن عمر قال سليمان بن يسار : أدركت بضعة عشر من أصحاب النبي صلى الله عليه وسلم كلهم يقول بوقف المولي . وإليه ذهب سعيد بن جبير وسليمان بن يسار ومجاهد وبه قال مالك والشافعي وأحمد وإسحاق وقال بعض أهل العلم : إذا مضت أربعة أشهر تقع عليها طلقة بائنة وهو قول ابن عباس وابن مسعود وبه قال سفيان الثوري وأصحاب الرأي .وقال سعيد بن المسيب والزهري : تقع طلقة رجعية ولو حلف أن لا يطأها أقل من أربعة أشهر لا يكون موليا بل هو حالف فإذا وطئها قبل مضي تلك المدة تجب عليه كفارة اليمين ولو حلف أن لا يطأها أربعة أشهر لا يكون موليا عند من يقول بالوقف بعد مضي المدة لأن بقاء المدة شرط للوقف وثبوت المطالبة بالفيء أو الطلاق وقد مضت المدة . وعند من لا يقول بالوقف يكون موليا ويقع الطلاق بمضي المدة .ومدة الإيلاء : أربعة أشهر في حق الحر والعبد جميعا عند الشافعي رحمه الله لأنها ضربت لمعنى يرجع إلى الطبع وهو قلة صبر المرأة عن الزوج فيستوي فيه الحر والعبد كمدة العنة .وعند مالك رحمه الله وأبي حنيفة رحمه الله تتنصف مدة العنة بالرق غير أن عند أبي حنيفة تتنصف برق المرأة وعند مالك برق الزوج كما قالا في الطلاق .قوله تعالى : ( تربص أربعة أشهر ) أي انتظار أربعة أشهر والتربص : التثبت والتوقف ( فإن فاءوا ) رجعوا عن اليمين بالوطء ( فإن الله غفور رحيم ) وإذا وطئ خرج عن الإيلاء وتجب عليه كفارة اليمين عند أكثر أهل العلم وقال الحسن وإبراهيم النخعي وقتادة : لا كفارة عليه لأن الله تعالى وعد بالمغفرة فقال ( فإن الله غفور رحيم ) وذلك عند الأكثرين في إسقاط العقوبة لا في الكفارة ولو قال لزوجته : إن قربتك فعبدي حر أو صرت طالقا أو لله علي عتق رقبة أو صوم أو صلاة فهو مول لأن المولي من يلزمه أمر بالوطء ويوقف بعد مضي المدة فإن فاء يقع الطلاق أو العتق المعلق به وإن التزم في الذمة تلزمه كفارة اليمين في قول وفي قول يلزمه ما التزم في ذمته من الإعتاق والصلاة والصوم",
  "ayah": 226,
  "surah": 2
}
