{
  "text": "قوله تعالى : ( فإن طلقها ) يعني الطلقة الثالثة ( فلا تحل له من بعد ) أي من بعد الطلقة الثالثة ( حتى تنكح زوجا غيره ) أي : غير المطلق فيجامعها والنكاح يتناول الوطء والعقد جميعا نزلت في تميمة وقيل في عائشة بنت عبد الرحمن بن عتيك القرظي كانت تحت ابن عمها رفاعة بن وهب بن عتيك القرظي فطلقها ثلاثا .أخبرنا عبد الوهاب بن محمد الخطيب أنا عبد العزيز بن أحمد الخلال أنا أبو العباس الأصم أنا الربيع أنا الشافعي أخبرنا سفيان عن الزهري عن عروة عن عائشة أم المؤمنين رضي الله عنها أنه سمعها تقول : جاءت امرأة رفاعة القرظي إلى رسول الله صلى الله عليه وسلم فقالت : إني كنت عند رفاعة القرظي فطلقني فبت طلاقي وتزوجت بعده عبد الرحمن بن الزبير وإنما معه مثل هدبة الثوب فتبسم رسول الله صلى الله عليه وسلم وقال : \" أتريدين أن ترجعي إلى رفاعة \" قالت نعم قال : \" لا حتى يذوق عسيلتك وتذوقي عسيلته \" .وروي أنها لبثت ما شاء الله ثم رجعت إلى رسول الله صلى الله عليه وسلم فقالت : إن زوجي قد مسني فقال لها النبي صلى الله عليه وسلم كذبت بقولك الأول فلن نصدقك في الآخر . فلبثت حتى قبض النبي صلى الله عليه وسلم فأتت أبا بكر رضي الله عنه فقالت : يا خليفة رسول الله صلى الله عليه وسلم أرجع إلى زوجي الأول فإن زوجي الآخر قد مسني وطلقني فقال لها أبو بكر : قد شهدت رسول الله صلى الله عليه وسلم حين أتيته وقال لك ما قال فلا ترجعي إليه فلما قبض أبو بكر رضي الله عنه أتت عمر رضي الله عنه وقالت له مثل ذلك فقال لها عمر رضي الله عنه : لئن رجعت إليه لأرجمنك . قوله تعالى : ( فإن طلقها فلا جناح عليهما أن يتراجعا ) يعني فإن طلقها الزوج الثاني بعدما جامعها ( فلا جناح عليهما ) يعني على المرأة وعلى الزوج الأول ( أن يتراجعا ) يعني بنكاح جديد ( إن ظنا ) أي علما وقيل رجوا لأن أحدا لا يعلم ما هو كائن إلا الله عز وجل ( أن يقيما حدود الله ) أي يكون بينهما الصلاح وحسن الصحبة وقال مجاهد : معناه إن علما أن نكاحهما على غير الدلسة وأراد بالدلسة التحليل وهو مذهب سفيان الثوري والأوزاعي ومالك وأحمد وإسحاق قالوا : إذا تزوجت المطلقة ثلاثا زوجا آخر ليحللها للزوج الأول : فإن النكاح فاسد وذهب جماعة إلى أنه إن لم يشرط في النكاح مع الثاني أنه يفارقها فالنكاح صحيح ويحصل به التحليل ولها صداق مثلها غير أنه يكره إذا كان في عزمها ذلك .أخبرنا أبو الفرج المظفر بن إسماعيل التميمي أخبرنا أبو القاسم حمزة بن يوسف السهمي أنا أبو أحمد عبد الله بن عدي الحافظ أنا الحسن بن الفرج أخبرنا عمرو بن خالد الحراني ، عن عبيد الله بن عبد الكريم هو الجزري عن أبي واصل عن ابن مسعود رضي الله عنه عن النبي صلى الله عليه وسلم أنه : \" لعن المحلل والمحلل له \" وقال نافع : أتى رجل ابن عمر فقال له : إن رجلا طلق امرأته ثلاثا فانطلق أخ له من غير مؤامرة فتزوجها ليحلها للأول فقال : لا إلا نكاح رغبة كنا نعد هذا سفاحا على عهد رسول الله صلى الله عليه وسلم وقال رسول الله صلى الله عليه وسلم ، لعن الله المحلل والمحلل له \" ( وتلك حدود الله يبينها لقوم يعلمون ) يعني يعلمون ما أمرهم الله تعالى به .",
  "ayah": 230,
  "surah": 2
}
