{
  "text": "قوله تعالى : ( حافظوا على الصلوات والصلاة الوسطى ) أي واظبوا وداوموا على الصلوات المكتوبات بمواقيتها وحدودها وإتمام أركانها ثم خص من بينها الصلاة الوسطى بالمحافظة عليها دلالة على فضلها والوسطى تأنيث الأوسط ووسط الشيء : خيره وأعدله واختلف العلماء من الصحابة ومن بعدهم في الصلاة الوسطى فقال قوم : هي صلاة الفجر وهو قول عمر وابن عمر وابن عباس ومعاذ وجابر وبه قال عطاء وعكرمة ومجاهد ، وإليه مال مالك والشافعي ، لأن الله تعالى قال : ( وقوموا لله قانتين ) والقنوت طول القيام وصلاة الصبح مخصوصة بطول القيام وبالقنوت لأن الله تعالى خصها في آية أخرى من بين الصلوات فقال الله : \" وقرآن الفجر إن قرآن الفجر كان مشهودا \" ( 78 - الإسراء ) يعني تشهدها ملائكة الليل وملائكة النهار فهي مكتوبة في ديوان الليل وديوان النهار ولأنها بين صلاتي جمع وهي لا تقصر ولا تجمع إلى غيرها .وذهب قوم إلى أنها صلاة الظهر وهو قول زيد بن ثابت وأبي سعيد الخدري وأسامة بن زيد ، لأنها في وسط النهار وهي أوسط صلاة النهار في الطول .أخبرنا عمر بن عبد العزيز أخبرنا أبو القاسم بن جعفر الهاشمي أنا أبو علي اللؤلئي أنا أبو داود أنا محمد بن المثنى أنا محمد بن جعفر أنا شعبة ، حدثني عمرو بن أبي حكيم قال : سمعت الزبرقان يحدث عن عروة بن الزبير عن زيد بن ثابت رضي الله عنه قال : كان رسول الله صلى الله عليه وسلم يصلي الظهر بالهاجرة ولم يكن يصلي صلاة أشد على أصحاب النبي صلى الله عليه وسلم منها فنزلت : ( حافظوا على الصلوات والصلاة الوسطى ) .وذهب الأكثرون إلى أنها صلاة العصر رواه جماعة عن رسول الله صلى الله عليه وسلم وهو قول علي وعبد الله بن مسعود وأبي أيوب وأبي هريرة وعائشة رضوان الله عليهم وبه قال إبراهيم النخعي وقتادة والحسن .أخبرنا أبو الحسن السرخسي أخبرنا زاهر بن أحمد أخبرنا أبو إسحاق الهاشمي أنا أبو مصعب عن مالك عن زيد بن أسلم عن القعقاع بن حكيم عن أبي يونس مولى عائشة أم المؤمنين رضي الله عنهما أنه قال : أمرتني عائشة أن أكتب لها مصحفا وقالت : إذا بلغت هذه الآية فآذني ( حافظوا على الصلوات والصلاة الوسطى ) فلما بلغتها آذنتها فأملت علي ( حافظوا على الصلوات والصلاة الوسطى ) \" صلاة العصر( وقوموا لله قانتين ) قالت عائشة رضي الله عنها : سمعتها من رسول الله صلى الله عليه وسلم وعن حفصة مثل ذلك .أخبرنا عبد الواحد بن أحمد المليحي أنا أبو منصور محمد بن محمد بن سمعان أنا أبو جعفر الرياني أنا حميد بن زنجويه أخبرنا أبو نعيم أنا سفيان ، عن عاصم بن أبي النجود عن زر بن حبيش قال : قلنا لعبيدة سل عليا عن الصلاة الوسطى فسأله فقال : كنا نرى أنها صلاة الفجر حتى سمعت رسول الله صلى الله عليه وسلم يقول يوم الخندق : \" شغلونا عن الصلاة الوسطى صلاة العصر ملأ الله أجوافهم وقبورهم نارا \" ولأنها صلاتي نهار وصلاتي ليل وقد خصها النبي صلى الله عليه وسلم بالتغليظ .أخبرنا عبد الواحد المليحي أنا أحمد بن عبد الله النعيمي أخبرنا محمد بن يوسف أنا محمد بن إسماعيل أنا مسلم بن إبراهيم أنا هشام أنا يحيى بن أبي كثير عن أبي قلابة عن أبي المليح قال : كنا مع بريدة في غزوة في يوم ذي غيم فقال : بكروا بصلاة العصر فإن النبي صلى الله عليه وسلم قال : \" من ترك صلاة العصر فقد حبط عمله \" .وقال قبيصة بن ذؤيب : هي صلاة المغرب لأنها وسط ليس بأقلها ولا بأكثرها ولم ينقل عن أحد من السلف أنها صلاة العشاء وإنما ذكرها بعض المتأخرين لأنها بين صلاتين لا تقصران وقال بعضهم : هي إحدى الصلوات الخمس لا بعينها أبهمها الله تعالى تحريضا للعباد على المحافظة على أداء جميعها كما أخفى ليلة القدر في شهر رمضان وساعة إجابة الدعوة في يوم الجمعة وأخفى الاسم الأعظم في الأسماء ليحافظوا على جميعها .قوله تعالى : ( وقوموا لله قانتين ) أي مطيعين قال الشعبي وعطاء وسعيد بن جبير والحسن وقتادة وطاووس؛ ; والقنوت : الطاعة قال الله تعالى \" أمة قانتا \" ( 120 - النحل ) أي مطيعا .وقال الكلبي ومقاتل : لكل أهل دين صلاة يقومون فيها عاصين فقوموا أنتم لله في صلاتكم مطيعين وقيل : القنوت السكوت عما لا يجوز التكلم به في الصلاة .أخبرنا أبو عثمان سعيد بن إسماعيل الضبي أنا أبو محمد عبد الجبار بن محمد الجراحي أنا أبو العباس محمد بن أحمد المحبوبي أنا أبو عيسى الترمذي أنا أحمد بن منيع أنا هشيم أنا إسماعيل بن أبي خالد عن الحارث بن شبيل عن أبي عمرو الشيباني عن زيد بن أرقم قال : كنا نتكلم خلف رسول الله صلى الله عليه وسلم في الصلاة يكلم الرجل منا صاحبه إلى جنبه حتى نزلت (وقوموا لله قانتين ) فأمرنا بالسكوت ونهينا عن الكلام .وقال مجاهد : خاشعين وقال : من القنوت طول الركوع وغض البصر والركود وخفض الجناح كان العلماء إذا قام أحدهم يصلي يهاب الرحمن أن يلتفت أو يقلب الحصى أو يعبث بشيء أو يحدث نفسه بشيء من أمر الدنيا إلا ناسيا وقيل : المراد من القنوت طول القيام .أخبرنا أبو عثمان الضبي أنا أبو محمد الجراحي أنا أبو العباس المحبوبي أنا أبو عيسى الترمذي أنا ابن أبي عمر أنا سفيان بن عيينة عن أبي الزبير عن جابر قال : قيل للنبي صلى الله عليه وسلم : أي الصلاة أفضل؟ قال : \" طول القنوت \" وقيل ( قانتين ) أي داعين .دليله ما روي عن ابن عباس رضي الله عنهما قال : قنت رسول الله صلى الله عليه وسلم شهرا متتابعا يدعو على أحياء من سليم على رعل وذكوان وعصية وقيل معناه مصلين لقوله تعالى \" أمن هو قانت آناء الليل \" ( 9 - الزمر ) أي مصل .",
  "ayah": 238,
  "surah": 2
}
