{
  "text": "( وقال لهم نبيهم إن الله قد بعث لكم طالوت ملكا ) وذلك أن إشمويل سأل الله تعالى أن يبعث لهم ملكا فأتى بعصا وقرن فيه دهن القدس وقيل له : إن صاحبكم الذي يكون ملكا طوله طول هذه العصا وانظر هذا القرن الذي فيه الدهن فإذا دخل عليك رجل فنش الدهن الذي في القرن فهو ملك بني إسرائيل فادهن به رأسه وملكه عليهم وكان طالوت اسمه بالعبرانية شاول بن قيس من أولاد بنيامين بن يعقوب سمي طالوت لطوله وكان أطول من كل أحد برأسه ومنكبيه وكان رجلا دباغا يعمل الأديم قاله وهب وقال السدي : كان رجلا سقاء يسقي على حمار له من النيل فضل حماره فخرج في طلبه وقيل كان خربندجا وقال وهب : بل ضلت حمر لأبي طالوت فأرسله وغلاما له في طلبها فمر ببيت إشمويل فقال الغلام لطالوت : لو دخلنا على هذا النبي فسألناه عن أمر الحمر ليرشدنا ويدعو لنا فدخلا عليه فبينما هما عنده يذكران له شأن الحمر إذ نش الدهن الذي في القرن فقام إشمويل عليه السلام فقاس طالوت بالعصا فكانت طوله فقال لطالوت قرب رأسك فقربه فدهنه بدهن القدس ثم قال له : أنت ملك بني إسرائيل الذي أمرني الله تعالى أن أملكك عليهم فقال طالوت : أما علمت أن سبطي أدنى أسباط بني إسرائيل وبيتي أدنى بيوت بني إسرائيل ؟ ( قال بلى ) قال فبأي آية قال : بآية أنك ترجع وقد وجد أبوك حمره فكان كذلك .ثم قال لبني إسرائيل : إن الله قد بعث لكم طالوت ملكا ( قالوا أنى يكون له الملك علينا ) أي من أين يكون له الملك علينا ( ونحن أحق ) أولى ( بالملك منه ) وإنما قالوا ذلك لأنه كان في بني إسرائيل سبطان : سبط نبوة وسبط مملكة فكان سبط النبوة سبط لاوي بن يعقوب ومنه كان موسى وهارون وسبط المملكة سبط يهوذا بن يعقوب ومنه كان داود وسليمان ولم يكن طالوت من أحدهما إنما كان من سبط بنيامين بن يعقوب وكانوا عملوا ذنبا عظيما كانوا ينكحون النساء على ظهر الطريق نهارا فغضب الله تعالى عليهم ونزع الملك والنبوة عنهم وكانوا يسمونه سبط الإثم فلما قال لهم نبيهم ذلك أنكروا عليه لأنه لم يكن من سبط المملكة ومع ذلك قالوا هو فقير ( ولم يؤت سعة من المال قال إن الله اصطفاه ) اختاره ( عليكم وزاده بسطة ) فضيلة وسعة ( في العلم والجسم ) وذلك أنه كان أعلم بني إسرائيل في وقته وقيل : إنه أتاه الوحي حين أوتي الملك وقال الكلبي : ( وزاده بسطة في العلم ) بالحرب وفي ( الجسم ) بالطول وقيل الجسم بالجمال وكان طالوت أجمل رجل في بني إسرائيل وأعلمهم ( والله يؤتي ملكه من يشاء والله واسع عليم ) قيل : الواسع ذو السعة وهو الذي يعطي عن غنى والعليم العالم ، وقيل العالم بما كان والعليم بما يكون فقالوا له : فما آية ملكه؟ فقال لهم نبيهم إن آية ملكه أن يأتيكم التابوت فذلك قوله تعالى : ( وقال لهم نبيهم إن آية ملكه أن يأتيكم التابوت ) .",
  "ayah": 247,
  "surah": 2
}
