{
  "text": "وقال لهم نبيهم إن آية ملكه أن يأتيكم التابوت ) وكانت قصة التابوت أن الله تعالى أنزل تابوتا على آدم فيه صورة الأنبياء عليهم السلام وكان من عود الشمشاذ نحوا من ثلاثة أذرع في ذراعين فكان عند آدم إلى أن مات ثم بعد ذلك عند شيث ثم توارثها أولاد آدم إلى أن بلغ إبراهيم ثم كان عند إسماعيل لأنه كان أكبر ولده ثم عند يعقوب ثم كان في بني إسرائيل إلى أن وصل إلى موسى فكان موسى يضع فيه التوراة ومتاعا من متاعه فكان عنده إلى أن مات موسى عليه السلام ثم تداولته أنبياء بني إسرائيل إلى وقت إشمويل وكان فيه ذكر الله تعالى ( فيه سكينة من ربكم ) اختلفوا في السكينة ما هي؟ قال علي بن أبي طالب رضي الله عنه : ريح خجوج هفافة لها رأسان ووجه كوجه الإنسان وعن مجاهد : شيء يشبه الهرة له رأس كرأس الهرة وذنب كذنب الهرة وله جناحان ، وقيل له عينان لهما شعاع وجناحان من زمرد وزبرجد فكانوا إذا سمعوا صوته تيقنوا بالنصر وكانوا إذا خرجوا وضعوا التابوت قدامهم فإذا سار ساروا وإذا وقف وقفوا .وعن ابن عباس رضي الله عنهما قال : هي طست من ذهب من الجنة كان يغسل فيه قلوب الأنبياء وعن وهب بن منبه قال : هي روح من الله يتكلم إذا اختلفوا في شيء تخبرهم ببيان ما يريدون ، وقال عطاء بن أبي رباح : هي ما يعرفون من الآيات فيسكنون إليها وقال قتادة والكلبي : السكينة فعيلة من السكون أي طمأنينة من ربكم ففي أي مكان كان التابوت اطمأنوا إليه وسكنوا ( وبقية مما ترك آل موسى وآل هارون ) يعني موسى وهارون أنفسهما كان فيه لوحان من التوراة ورضاض الألواح التي تكسرت وكان فيه عصا موسى ونعلاه وعمامة هارون وعصاه وقفيز من المن الذي كان ينزل على بني إسرائيل ، فكان التابوت عند بني إسرائيل وكانوا إذا اختلفوا في شيء تكلم وحكم بينهم وإذا حضروا القتال قدموه بين أيديهم فيستفتحون به على عدوهم فلما عصوا وفسدوا سلط الله عليهم العمالقة فغلبوهم على التابوت .وكان السبب في ذلك أنه كان لعيلى العالم الذي ربى إشمويل عليه السلام ابنان شابان وكان عيلى حبرهم وصاحب قربانهم فأحدث ابناه في القربان شيئا لم يكن فيه وذلك أنه كان لعيلى منوط القربان الذي كانوا ينوطونه به كلابين فما أخرجا كان للكاهن الذي ينوطه فجعل ابناه كلاليب وكان النساء يصلين في بيت المقدس فيتشبثان بهن فأوحى الله تعالى إلى إشمويل عليه السلام : انطلق إلى عيلى فقل له منعك حب الولد من أن تزجر ابنيك عن أن يحدثا في قرباني وقدسي وأن يعصياني فلأنزعن الكهانة منك ومن ولدك ولأهلكنك وإياهم فأخبر إشمويل عيلى بذلك ففزع فزعا شديدا فسار إليهم عدو ممن حولهم فأمر ابنيه أن يخرجا بالناس فيقاتلا ذلك العدو فخرجا وأخرجا معهما التابوت فلما تهيئوا للقتال جعل عيلى يتوقع الخبر ماذا صنعوا؟ فجاءه رجل وهو قاعد على كرسيه وأخبره أن الناس قد انهزموا وأن ابنيك قد قتلا قال : فما فعل التابوت؟ قال ذهب به العدو فشهق ووقع على قفاه من كرسيه ومات فمرج أمر بني إسرائيل وتفرقوا إلى أن بعث الله طالوت ملكا فسألوه البينة فقال لهم نبيهم : إن آية ملكه أن يأتيكم التابوت .وكانت قصة التابوت أن الذين سبوا التابوت أتوا به قرية من قرى فلسطين يقال لها ازدود وجعلوه في بيت صنم لهم ووضعوه تحت الصنم الأعظم فأصبحوا من الغد والصنم تحته فأخذوه ووضعوه فوقه وسمروا قدمي الصنم على التابوت فأصبحوا وقد قطعت يد الصنم ورجلاه وأصبح ملقى تحت التابوت وأصبحت أصنامهم منكسة فأخرجوه من بيت الصنم ووضعوه في ناحية من مدينتهم فأخذ أهل تلك الناحية وجع في أعناقهم حتى هلك أكثرهم فقال بعضهم لبعض : أليس قد علمتم أن إله بني إسرائيل لا يقوم له شيء فأخرجوه إلى قرية كذا فبعث الله على أهل تلك القرية فأرا فكانت الفأرة تبيت مع الرجل فيصبح ميتا قد أكلت ما في جوفه فأخرجوه إلى الصحراء فدفنوه في مخرأة لهم فكان كل من تبرز هناك أخذه الباسور والقولنج فتحيروا فقالت لهم امرأة كانت عندهم من سبي بني إسرائيل من أولاد الأنبياء : لا تزالون ترون ما تكرهون ما دام هذا التابوت فيكم فأخرجوه عنكم فأتوا بعجلة بإشارة تلك المرأة وحملوا عليها التابوت ثم علقوها على ثورين وضربوا جنوبهما فأقبل الثوران يسيران ووكل الله تعالى بهما أربعة من الملائكة يسوقونهما فأقبلا حتى وقفا على أرض بني إسرائيل فكسرا نيريهما وقطعا حبالهما ووضعا التابوت في أرض فيها حصاد بني إسرائيل ورجعا إلى أرضهما فلم يرع بني إسرائيل إلا بالتابوت فكبروا وحمدوا الله فذلك قوله تعالى ( تحمله الملائكة ) أي تسوقه وقال ابن عباس رضي الله عنهما : جاءت الملائكة بالتابوت تحمله بين السماء والأرض وهم ينظرون إليه حتى وضعته عند طالوت وقال الحسن : كان التابوت مع الملائكة في السماء فلما ولي طالوت الملك حملته الملائكة ووضعته بينهم وقال قتادة بل كان التابوت في التيه خلفه موسى عند يوشع بن نون فبقي هناك فحملته الملائكة حتى وضعته في دار طالوت فأقروا بملكه ( إن في ذلك لآية ) لعبرة ( لكم إن كنتم مؤمنين ) قال ابن عباس رضي الله عنهما : إن التابوت وعصا موسى في بحيرة طبرية وأنهما يخرجان قبل يوم القيامة .",
  "ayah": 248,
  "surah": 2
}
