{
  "text": "قوله تعالى : ( ألم تر إلى الذي حاج إبراهيم في ربه ) معناه هل انتهى إليك يا محمد خبر الذي حاج إبراهيم أي خاصم وجادل وهو نمرود وهو أول من وضع التاج على رأسه وتجبر في الأرض وادعى الربوبية؟ ( أن آتاه الله الملك ) أي لأن آتاه الله الملك فطغى أي كانت تلك المحاجة من بطر الملك وطغيانه قال مجاهد : ملك الأرض أربعة مؤمنان وكافران فأما المؤمنان فسليمان وذو القرنين ، وأما الكافران فنمرود وبختنصر .واختلفوا في وقت هذه المناظرة قال مقاتل : لما كسر إبراهيم الأصنام سجنه نمرود ثم أخرجه ليحرقه بالنار فقال له : من ربك الذي تدعونا إليه؟ فقال ربي الذي يحيي ويميت وقال آخرون : كان هذا بعد إلقائه في النار وذلك أن الناس قحطوا على عهد نمرود وكان الناس يمتارون من عنده الطعام فكان إذا أتاه الرجل في طلب الطعام سأله من ربك؟ فإن قال أنت باع منه الطعام فأتاه إبراهيم فيمن أتاه فقال له نمرود : من ربك؟ قال : ربي الذي يحيي ويميت فاشتغل بالمحاجة ولم يعطه شيئا فرجع إبراهيم فمر على كثيب من رمل أعفر فأخذ منه تطييبا لقلوب أهله إذا دخل عليهم فلما أتى أهله ووضع متاعه نام فقامت امرأته إلى متاعه ففتحته فإذا هو أجود طعام ما رآه أحد فأخذته فصنعت له منه فقربته إليه فقال : من أين هذا؟ قالت من الطعام الذي جئت به فعرف أن الله رزقه فحمد الله .قال الله تعالى : ( إذ قال إبراهيم ربي الذي يحيي ويميت ) [ وهذا جواب سؤال غير مذكور تقديره قال له : من ربك؟ فقال إبراهيم ( ربي الذي يحيي ويميت ) ] قرأ حمزة ( ربي الذي يحيي ويميت ) بإسكان الياء وكذلك \" حرم ربي الفواحش \" ( 33 - الأعراف ) و \" عن آياتي الذين يتكبرون \" ( 146 - الأعراف ) و \" قل لعبادي الذين \" ( 31 - إبراهيم ) و \" آتاني الكتاب \" ( 30 - مريم ) و \" مسني الضر \" ( 83 - الأنبياء ) و \" عبادي الصالحون \" ( 105 - الأنبياء ) و \" عبادي الشكور \" ( 13 - سبأ ) و \" مسني الشيطان \" ( 41 - ص ) و \" إن أرادني الله \" ( 38 - الزمر ) و \" إن أهلكني الله \" ( 28 - الملك ) أسكن الياء فيهن حمزة ووافق ابن عامر والكسائي في \" لعبادي الذين آمنوا \" وابن عامر \" آياتي الذين \" وفتحها الآخرون ، ( قال ) نمرود ( أنا أحيي وأميت )قرأ أهل المدينة ( أنا ) بإثبات الألف والمد في الوصل إذا تلتها ألف مفتوحة أو مضمومة والباقون بحذف الألف ووقفوا جميعا بالألف قال أكثر المفسرين : دعا نمرود برجلين فقتل أحدهما واستحيا الآخر فجعل ترك القتل إحياء له فانتقل إبراهيم إلى حجة أخرى لا عجزا فإن حجته كانت لازمة لأنه أراد بالإحياء إحياء الميت فكان له أن يقول : فأحي من أمت إن كنت صادقا فانتقل إلى حجة أخرى أوضح من الأولى .( قال إبراهيم فإن الله يأتي بالشمس من المشرق فأت بها من المغرب فبهت الذي كفر ) أي تحير ودهش وانقطعت حجته . فإن قيل : كيف بهت وكان يمكنه أن يعارض إبراهيم فيقول له : سل أنت ربك حتى يأتي بها من المغرب قيل : إنما لم يقله لأنه خاف أن لو سأل ذلك دعا إبراهيم ربه فكان زيادة في فضيحته وانقطاعه والصحيح أن الله صرفه عن تلك المعارضة إظهارا للحجة عليه أو معجزة لإبراهيم عليه السلام ( والله لا يهدي القوم الظالمين ) .",
  "ayah": 258,
  "surah": 2
}
