{
  "text": "قوله تعالى : ( أو كالذي مر على قرية ) وهذه الآية منسوقة على الآية الأولى تقديره ( ألم تر إلى الذي حاج إبراهيم ) وإلى الذي مر على قرية وقيل : تقديره : هل رأيت الذي حاج إبراهيم في ربه وهل رأيت الذي مر على قرية؟ واختلفوا في ذلك المار فقال قتادة وعكرمة والضحاك : هو عزير بن شرخيا ، وقال وهب بن منبه : هو أرميا بن حلقيا ، وكان من سبط هارون وهو الخضر وقال مجاهد : هو كافر شك في البعث واختلفوا في تلك القرية فقال وهب وعكرمة وقتادة : هي بيت المقدس ، وقال الضحاك : هي الأرض المقدسة وقال الكلبي : هي دير سابر أباد ، وقال السدي : مسلم باذ ، وقيل دير هرقل وقيل : هي الأرض التي أهلك الله فيها الذين خرجوا من ديارهم وهم ألوف وقيل : هي قرية العنب وهي على فرسخين من بيت المقدس ( وهي خاوية ) ساقطة يقال : خوي البيت بكسر الواو يخوي خوى مقصورا إذا سقط وخوى البيت بالفتح خواء ممدودا إذا خلا ( على عروشها ) سقوفها واحدها عرش وقيل : كل بناء عرش ومعناه : أن السقوف سقطت ثم وقعت الحيطان عليها .( قال أنى يحيي هذه الله بعد موتها ) وكان السبب في ذلك على ما روى محمد بن إسحاق بن منبه أن الله تعالى بعث إرمياء إلى ناشية بن أموص ملك بني إسرائيل يسدده في ذلك ويأتيه بالخبر من الله عز وجل فعظمت الأحداث في بني إسرائيل وركبوا المعاصي فأوحى الله تعالى إلى إرمياء : أن ذكر قومك نعمي وعرفهم أحداثهم وادعهم إلي فقال إرمياء إني ضعيف إن لم تقوني عاجز إن لم تبلغني مخذول إن لم تنصرني فقال الله عز وجل : أنا ألهمك فقام إرمياء فيهم ولم يدر ما يقول فألهمه الله في الوقت خطبة بليغة طويلة بين لهم فيها ثواب الطاعة وعقاب المعصية وقال في آخرها عن الله تعالى : وإني أحلف بعزتي لأقيضن لهم فتنة يتحير فيها الحكيم ولأسلطن عليهم جبارا فارسيا ألبسه الهيبة وأنزع من صدره الرحمة يتبعه عدد مثل سواد الليل المظلم ثم أوحى الله إلى إرمياء إني مهلك بني إسرائيل بيافث ويافث من أهل بابل وهم من ولد يافث بن نوح عليه السلام فلما سمع إرمياء ذلك صاح وبكى وشق ثيابه ونبذ الرماد على رأسه فلما سمع الله تضرعه وبكاءه ناداه : يا أرمياء أشق عليك ما أوحيت إليك قال : نعم يا رب أهلكني قبل أن أرى في بني إسرائيل ما لا أسر به فقال الله تعالى : وعزتي لا أهلك بني إسرائيل حتى يكون الأمر في ذلك من قبلك ففرح إرمياء بذلك وطابت نفسه فقال : لا والذي بعث موسى بالحق لا أرضى بهلاك بني إسرائيل ، ثم أتى الملك فأخبره بذلك وكان ملكا صالحا فاستبشر وفرح فقال : إن يعذبنا ربنا فبذنوب كثيرة وإن عفا عنا فبرحمته .ثم إنهم لبثوا بعد الوحي ثلاث سنين لم يزدادوا إلا معصية وتماديا في الشر وذلك حين اقترب هلاكهم فقل الوحي ودعاهم الملك إلى التوبة فلم يفعلوا فسلط الله عليهم بختنصر فخرج في ستمائة ألف راية يريد أهل بيت المقدس ، فلما فصل سائرا أتى الملك الخبر فقال لإرمياء : أين ما زعمت أن الله أوحى إليك؟ فقال إرمياء : إن الله لا يخلف الميعاد وأنا به واثق ، فلما قرب الأجل بعث الله إلى إرمياء ملكا قد تمثل له رجلا من بني إسرائيل فقال له إرمياء : من أنت؟ قال : أنا رجل من بني إسرائيل أتيتك أستفتيك في أهل رحمي وصلت أرحامهم ولم آت إليهم إلا حسنا ولا يزيدهم إكرامي إياهم إلا إسخاطا لي فأفتني فيهم قال : أحسن فيما بينك وبين الله وصلهم وأبشر بخير . فانصرف الملك فمكث أياما ثم أقبل إليه في صورة ذلك الرجل فقعد بين يديه فقال : أنا الذي أتيتك في شأن أهلي فقال له إرمياء : أما طهرت أخلاقهم لك بعد؟ قال : يا نبي الله والذي بعثك بالحق ما أعلم كرامة يأتيها أحد من الناس إلا رحمة إلا قدمتها إليهم وأفضل فقال له النبي إرمياء عليه السلام : ارجع فأحسن إليهم اسأل الله الذي يصلح عباده الصالحين أن يصلحهم فقام الملك فمكث أياما وقد نزل بختنصر وجنوده حول بيت المقدس بأكثر من الجراد ففزع منهم بنو إسرائيل فقال ملكهم لإرمياء : يا نبي الله أين ما وعدك الله؟ قال : إني بربي واثق ثم أقبل الملك إلى إرمياء وهو قاعد على جدار بيت المقدس يضحك ويستبشر بنصر ربه عز وجل الذي وعده فقعد بين يديه فقال : أنا الذي أتيتك في شأن أهلي مرتين فقال النبي : ألم يأن لهم أن يفيقوا من الذي هم فيه؟ فقال الملك : يا نبي الله كل شيء كان يصيبني منهم قبل اليوم كنت أصبر عليه فاليوم رأيتهم في عمل لا يرضي الله : فقال النبي : على أي عمل رأيتهم؟ قال : على عمل عظيم من سخط الله فغضب الله وأتيتك لأخبرك وإني أسألك بالله الذي بعثك بالحق نبيا إلا ما دعوت الله عليهم ليهلكهم فقال إرمياء : يا مالك السماوات والأرض إن كانوا على حق وصواب فأبقهم وإن كانوا على عمل لا ترضاه فأهلكهم فلما خرجت الكلمة من فم إرمياء أرسل الله صاعقة من السماء في بيت المقدس فالتهب مكان القربان وخسف بسبعة أبواب من أبوابها فلما رأى ذلك إرمياء صاح وشق ثيابه ونبذ الرماد على رأسه وقال : يا مالك السماوات أين ميعادك الذي وعدتني؟ فنودي أنه لم يصبهم ما أصابهم إلا بفتياك ودعائك فاستيقن النبي عليه السلام أنها فتياه وأن ذلك السائل كان رسول الله صلى الله عليه وسلم فطار إرمياء حتى خالط الوحوش .ودخل بختنصر وجنوده بيت المقدس ووطئ الشام وقتل بني إسرائيل حتى أفناهم وخرب بيت المقدس ، ثم أمر جنوده أن يملأ كل رجل منهم ترسه ترابا فيقذفه في بيت المقدس ، ففعلوا حتى ملئوه ثم أمرهم أن يجمعوا من كان في بلدان بيت المقدس فاجتمع عندهم صغيرهم وكبيرهم من بني إسرائيل ، فاختار منهم سبعين ألف صبي فقسمهم بين الملوك الذين كانوا معه فأصاب كل رجل منهم أربعة غلمة وكان من أولئك الغلمان دانيال وحنانيا وفرق من بقي من بني إسرائيل ثلاث فرق فثلثا قتلهم وثلثا سباهم وثلثا أقرهم بالشام ، وكانت هذه الواقعة الأولى التي أنزلها الله في بني إسرائيل بظلمهم فلما ولى عنهم بختنصر راجعا إلى بابل ومعه سبايا بني إسرائيل أقبل إرمياء على حمار له معه عصير عنب في ركوة وسلة تين حتى غشى إيلياء فلما وقف عليها ورأى خرابها قال : ( أنى يحيي هذه الله بعد موتها ) .وقال الذي قال إن المار كان عزيرا : وإن بختنصر لما خرب بيت المقدس وقدم بسبي بني إسرائيل ببابل كان فيهم عزير ودانيال وسبعة آلاف من أهل بيت داود فلما نجا عزير من بابل ارتحل على حمار له حتى نزل دير هرقل على شط دجلة فطاف في القرية فلم ير فيها أحدا وعامة شجرها حامل فأكل من الفاكهة واعتصر من العنب فشرب منه وجعل فضل الفاكهة في سلة وفضل العصير في زق فلما رأى خراب القرية وهلاك أهلها قال : ( أنى يحيي هذه الله بعد موتها ) قالها تعجبا لا شكا في البعث .رجعنا إلى حديث وهب قال : ثم ربط إرمياء حماره بحبل جديد فألقى الله تعالى عليه النوم فلما نام نزع الله منه الروح مائة عام وأمات حماره وعصيره وتينه عنده فأعمى الله عنه العيون فلم يره أحد وذلك ضحى ومنع الله السباع والطير لحمه فلما مضى من موته سبعون سنة أرسل الله ملكا إلى ملك من ملوك فارس يقال له نوشك فقال : إن الله يأمرك أن تنفر بقومك فتعمر بيت المقدس وإيلياء حتى يعود أعمر ما كان فانتدب الملك بألف قهرمان مع كل قهرمان ثلاثمائة ألف عامل وجعلوا يعمرونه فأهلك الله بختنصر ببعوضة دخلت دماغه ونجى الله من بقي من بني إسرائيل ، ولم يمت ببابل وردهم جميعا إلى بيت المقدس ونواحيه وعمروها ثلاثين سنة وكثروا حتى عادوا على أحسن ما كانوا عليه فلما مضت المائة أحيا الله منه عينيه وسائر جسده ميت ثم أحيا جسده وهو ينظر إليه ثم نظر إلى حماره فإذا عظامه متفرقة بيض تلوح فسمع صوتا من السماء : أيتها العظام البالية إن الله يأمرك أن تجتمعي فاجتمع بعضها إلى بعض واتصل بعضها ببعض ثم نودي أن الله يأمرك أن تكتسي لحما وجلدا فكانت كذلك ثم نودي : إن الله يأمرك أن تحيا فقام بإذن الله ونهق وعمر الله إرمياء فهو الذي يرى في الفلوات فذلك قوله تعالى : ( فأماته الله مائة عام ثم بعثه ) أي أحياه ( قال كم لبثت ) أي : كم مكثت؟ يقال : لما أحياه الله بعث إليه ملكا فسأله كم لبثت؟ ( قال لبثت يوما ) وذلك أن الله تعالى أماته ضحى في أول النهار وأحياه بعد مائة عام في آخر النهار قبل غيبوبة الشمس فقال : لبثت يوما وهو يرى أن الشمس قد غربت ثم التفت فرأى بقية من الشمس فقال ( أو بعض يوم ) بل بعض يوم ( قال ) الملك ( بل لبثت مائة عام فانظر إلى طعامك ) يعني التين ( وشرابك ) يعني العصير ( لم يتسنه ) أي لم يتغير فكان التين كأنه قطف في ساعته والعصير كأنه عصر في ساعته .قال الكسائي : كأنه لم تأت عليه السنون . وقرأ حمزة والكسائي ويعقوب لم يتسن بحذف الهاء في الوصل وكذلك \" فبهداهم اقتده \" ( 90 - الأنعام ) وقرأ الآخرون بالهاء فيهما وصلا ووقفا فمن أسقط الهاء في الوصل جعل الهاء صلة زائدة وقال : أصله يتسنى فحذف الياء بالجزم وأبدل منه هاء في الوقف وقال أبو عمرو : هو من التسنن بنونين : وهو التغير كقوله تعالى : \" من حمإ مسنون \" ( 26 - الحج ) أي متغير فعوضت من إحدى النونين ياء كقوله تعالى : \" ثم ذهب إلى أهله يتمطى \" ( 33 - القيامة ) أي يتمطط وكقوله \" وقد خاب من دساها \" ( 10 - الشمس ) وأصله دسيتها ومن أثبت الهاء في الحالين جعل الهاء أصلية لام الفعل وهذا على قول من جعل أصل السنة السنهة وتصغيرها سنيهة والفعل من السانهة وإنما قال : لم يتسنه ولم يثنه مع أنه أخبر عن شيئين رد التغيير إلى أقرب اللفظين وهو الشراب واكتفى بذكر أحد المذكورين لأنه في معنى الآخر ( وانظر إلى حمارك ) فنظر فإذا هو عظام بيض فركب الله تعالى العظام بعضها على بعض فكساه اللحم والجلد وأحياه وهو ينظر ( ولنجعله آية للناس ) قيل الواو زائدة مقحمة . وقال الفراء أدخلت الواو فيه دلالة على أنها شرط لفعل بعدها معناه ولنجعلك آية أي : عبرة ودلالة على البعث بعد الموت قاله أكثر المفسرين وقال الضحاك وغيره : إنه عاد إلى قريته شابا وأولاده وأولاد أولاده شيوخ وعجائز وهو أسود الرأس واللحية .قوله تعالى : ( وانظر إلى العظام كيف ننشزها ) قرأ أهل الحجاز والبصرة ننشرها بالراء معناه نحييها يقال : أنشر الله الميت إنشارا ونشرة ونشورا قال الله تعالى : \" ثم إذا شاء أنشره \" ( 22 - عبس ) وقال في اللازم \" وإليه النشور \" ( 15 - الملك ) وقرأ الآخرون بالزاي أي نرفعها من الأرض ونردها إلى مكانها من الجسد ونركب بعضها على بعض وإنشاز الشيء رفعه وإزعاجه يقال : أنشزته فنشز أي رفعته فارتفع .واختلفوا في معنى الآية فقال الأكثرون : أراد به عظام حماره وقال السدي : إن الله تعالى أحيا عزيرا ثم قال له : انظر إلى حمارك قد هلك وبليت عظامه فبعث الله تعالى ريحا فجاءت بعظام الحمار من كل سهل وجبل وقد ذهبت بها الطير والسباع فاجتمعت فركب بعضها في بعض وهو ينظر فصار حمارا من عظام ليس فيها لحم ولا دم ( ثم نكسوها لحما ) ثم كسا العظام لحما ودما فصار حمارا لا روح فيه ثم أقبل ملك يمشي حتى أخذ بمنخر الحمار فنفخ فيه فقام الحمار ونهق بإذن الله .وقال قوم أراد به عظام هذا الرجل وذلك أن الله تعالى لم يمت حماره بل أماته هو فأحيا الله عينيه ورأسه وسائر جسده ميت ثم قال : انظر إلى حمارك فنظر فرأى حماره قائما واقفا كهيئته يوم ربطه حيا لم يطعم ولم يشرب مائة عام ونظر إلى الرمة في عنقه جديدة لم تتغير وتقدير الآية : ( وانظر إلى حمارك ) وانظر إلى عظامك كيف ننشزها وفي الآية تقديم وتأخير وتقديرهما : وانظر إلى حمارك وانظر إلى العظام كيف ننشزها ولنجعلك آية للناس .وقال قتادة عن كعب والضحاك عن ابن عباس رضي الله عنهما والسدي عن مجاهد عن ابن عباس رضي الله عنهما : لما أحيا الله تعالى عزيرا بعد ما أماته مائة سنة ركب حماره حتى أتى محلته فأنكره الناس وأنكر الناس ومنازله فانطلق على وهم حتى أتى منزله فإذا هو بعجوز عمياء مقعدة قد أتى عليها مائة وعشرون سنة كانت عرفته وعقلته فقال لها عزير : يا هذه هذا منزل عزير؟ قالت : نعم هذا منزل عزير وبكت وقالت : ما رأيت أحدا من كذا وكذا سنة يذكر عزيرا قال : فإني أنا عزير قالت : سبحان الله فإن عزيرا قد فقدناه من مائة سنة لم نسمع له بذكر قال : فإني أنا عزير كان الله أماتني مائة سنة ثم بعثني قالت : فإن عزيرا كان رجلا مستجاب الدعوة ويدعو للمريض ولصاحب البلاء بالعافية فادع الله أن يرد لي بصري حتى أراك فإن كنت عزيرا عرفتك فدعا ربه ومسح بيده على عينيها فصحتا وأخذ بيدها وقال : قومي بإذن الله تعالى فأطلق الله رجليها فقامت صحيحة فنظرت إليه فقالت : أشهد أنك عزير فانطلقت إلى بني إسرائيل وهم في أنديتهم ومجالسهم وابن لعزير شيخ كبير ابن مائة سنة وثماني عشرة سنة وبنو بنيه شيوخ في المجلس فنادت هذا عزير قد جاءكم ، فكذبوها فقالت : أنا فلانة مولاتكم دعا لي ربه فرد علي بصري وأطلق رجلي وزعم أن الله كان أماته مائة سنة ثم بعثه فنهض الناس فأقبلوا إليه فقال ولده : كان لأبي شامة سوداء مثل الهلال بين كتفيه فكشف عن كتفيه فإذا هو عزير .وقال السدي والكلبي : لما رجع عزير إلى قومه وقد أحرق بختنصر التوراة ولم يكن من الله عهد بين الخلق فبكى عزير على التوراة فأتاه ملك بإناء فيه ماء فسقاه من ذلك الماء فمثلت التوراة في صدره فرجع إلى بني إسرائيل وقد علمه الله التوراة وبعثه نبيا فقال : أنا عزير فلم يصدقوه فقال : إني عزير قد بعثني الله إليكم لأجدد لكم توراتكم قالوا : أملها علينا فأملاها عليهم عن ظهر قلبه فقالوا : ما جعل الله التوراة في صدر رجل بعدما ذهبت إلا أنه ابنه فقالوا : عزير ابن الله وستأتي القصة في سورة ( براءة ) إن شاء الله تعالى .قوله تعالى : ( فلما تبين له ) ذلك عيانا ( قال أعلم ) قرأ حمزة والكسائي مجزوما موصولا على الأمر على معنى قال الله تعالى له اعلم وقرأ الآخرون \" أعلم \" بقطع الألف ورفع الميم على الخبر عن عزير أنه قال لما رأى ذلك أعلم ( أن الله على كل شيء قدير )",
  "ayah": 259,
  "surah": 2
}
