{
  "text": "قوله تعالى : ( الذين يأكلون الربا ) أي يعاملون به وإنما خص الأكل لأنه معظم المقصود من المال ( لا يقومون ) يعني يوم القيامة من قبورهم ( إلا كما يقوم الذي يتخبطه ) أي يصرعه ( الشيطان ) أصل الخبط الضرب والوطء وهو ضرب على غير استواء يقال : ناقة خبوط للتي تطأ الناس وتضرب الأرض بقوائمها ( من المس ) أي الجنون يقال : مس الرجل فهو ممسوس إذا كان مجنونا ومعناه : أن آكل الربا يبعث يوم القيامة وهو كمثل المصروع .أخبرنا أبو سعيد أحمد بن إبراهيم السرخسي أخبرنا أبو إسحاق الثعلبي ، أخبرنا عبد الله بن حامد ، أخبرنا أحمد بن محمد بن يوسف ، أخبرنا عبد الله بن يحيى ، أخبرنا يعقوب بن سفيان أخبرنا إسماعيل بن سالم ، أخبرنا عباد بن عباد عن أبي هارون العبدي عن أبي سعيد الخدري رضي الله عنه عن رسول الله صلى الله عليه وسلم في قصة الإسراء قال : \" فانطلق بي جبريل عليه السلام إلى رجال كثير كل رجل منهم بطنه مثل البيت الضخم منضدين على سابلة آل فرعون - وآل فرعون يعرضون على النار غدوا وعشيا - قال : فيقبلون مثل الإبل المنهومة يخبطون الحجارة والشجر لا يسمعون ولا يعقلون فإذا أحس بهم أصحاب تلك البطون قاموا فتميل بهم بطونهم فيصرعون ثم يقوم أحدهم فيميل به بطنه فيصرع فلا يستطيعون أن يبرحوا حتى يغشاهم آل فرعون فيردوهم مقبلين ومدبرين فذلك عذابهم في البرزخ بين الدنيا والآخرة ( قال ) وآل فرعون يقولون : اللهم لا تقم الساعة أبدا ( قال ) ويوم القيامة يقال : \" أدخلوا آل فرعون أشد العذاب \" ( 46 - غافر ) قلت : يا جبريل من هؤلاء؟ قال : هؤلاء الذين يأكلون الربا لا يقومون إلا كما يقوم الذي يتخبطه الشيطان من المس \" .قوله تعالى : ( ذلك بأنهم قالوا إنما البيع مثل الربا ) أي ذلك الذي نزل بهم لقولهم هذا واستحلالهم إياه وذلك أن أهل الجاهلية كان أحدهم إذا حل ماله على غريمه فطالبه به فيقول الغريم لصاحب الحق : زدني في الأجل حتى أزيدك في المال فيفعلان ذلك ويقولون سواء علينا الزيادة في أول البيع بالربح أو عند المحل لأجل التأخير فكذبهم الله تعالى وقال : ( وأحل الله البيع وحرم الربا ) واعلم أن الربا في اللغة الزيادة قال الله تعالى : \" وما آتيتم من ربا ليربو في أموال الناس \" أي ليكثر \" فلا يربو عند الله \" ( 39 - الروم ) وطلب الزيادة بطريق التجارة غير حرام في الجملة إنما المحرم زيادة على صفة مخصوصة في مال مخصوص بينه رسول الله صلى الله عليه وسلم فيما أخبرنا عبد الوهاب بن محمد الخطيب ، أخبرنا عبد العزيز بن أحمد الخلال ، أخبرنا أبو العباس الأصم ، أخبرنا الربيع أخبرنا الشافعي أخبرنا عبد الوهاب عن أيوب بن أبي تميمة عن محمد بن سيرين عن مسلم بن يسار ورجل آخر عن عبادة بن الصامت رضي الله عنه أن رسول الله صلى الله عليه وسلم قال : \" لا تبيعوا الذهب بالذهب ولا الورق بالورق ولا البر بالبر ولا الشعير بالشعير ولا التمر بالتمر ولا الملح بالملح إلا سواء بسواء عينا بعين يدا بيد ولكن بيعوا الذهب بالورق والورق بالذهب والبر بالشعير والشعير بالبر والتمر بالملح والملح بالتمر يدا بيد كيف شئتم - ونقص أحدهما الملح أو التمر وزاد أحدهما من زاد وازداد فقد أربى \" . وروى هذا الحديث مطرف عن محمد بن سيرين عن مسلم بن يسار وعبد الله بن عتيك عن عبادة فالنبي صلى الله عليه وسلم نص على ستة أشياء .وذهب عامة أهل العلم إلى أن حكم الربا يثبت في هذه الأشياء الست بالأوصاف فيها فيتعدى إلى كل مال توجد فيه تلك الأوصاف ثم اختلفوا في تلك الأوصاف فذهب قوم إلى أن المعنى في جميعها واحد وهو النفع وأثبتوا الربا في جميع الأموال وذهب الأكثرون إلى أن الربا يثبت في الدراهم والدنانير بوصف وفي الأشياء المطعومة بوصف آخر واختلفوا في ذلك الوصف فقال قوم : ثبت في الدراهم والدنانير بوصف النقدية وهو قول مالك والشافعي وقال قوم : ثبت بعلة الوزن وهو قول أصحاب الرأي وأثبتوا الربا في جميع الموزونات مثل الحديد والنحاس والقطن ونحوها .وأما الأشياء الأربعة فذهب قوم إلى أن الربا ثبت فيها بعلة الكيل وهو قول أصحاب الرأي وأثبتوا الربا في جميع المكيلات مطعوما كان أو غير مطعوم كالجص والنورة ونحوها وذهب جماعة إلى أن العلة فيها الطعم مع الكيل والوزن فكل مطعوم وهو مكيل أو موزون يثبت فيه الربا ولا يثبت فيما ليس بمكيل ولا موزون وهو قول سعيد بن المسيب وقاله الشافعي رحمه الله في القديم وقال في الجديد : يثبت فيها الربا بوصف الطعم وأثبت الربا في جميع الأشياء المطعومة من الثمار والفواكه والبقول والأدوية مكيلة كانت أو موزونة لما روي عن معمر بن عبد الله قال : كنت أسمع رسول الله صلى الله عليه وسلم يقول : \" الطعام بالطعام مثلا بمثل \" . فجملة مال الربا عند الشافعي ما كان ثمنا أو مطعوما والربا نوعان : ربا الفضل وربا النساء فإذا باع مال الربا بجنسه مثلا بمثل بأن باع أحد النقدين بجنسه أو باع مطعوما بجنسه كالحنطة بالحنطة ونحوها يثبت فيه كلا نوعي الربا حتى لا يجوز إلا متساويين في معيار الشرع فإن كان موزونا كالدراهم والدنانير فيشترط المساواة في الوزن وإن كان مكيلا كالحنطة والشعير بيع بجنسه فيشترط المساواة في الكيل ويشترط التقابض في مجلس العقد وإذا باع مال الربا بغير جنسه نظر : إن باع بما لا يوافقه في وصف الربا مثل أن باع مطعوما بأحد النقدين فلا ربا فيه كما لو باعه بغير مال الربا أو إن باعه بما يوافقه مع الوصف مثل أن باع الدراهم بالدنانير أو باع الحنطة بالشعير أو باع مطعوما بمطعوم آخر من غير جنسه فلا يثبت فيه ربا الفضل حتى يجوز متفاضلا أو جزافا ويثبت فيه ربا النساء حتى يشترط التقابض في المجلس وقول النبي صلى الله عليه وسلم \" لا تبيعوا الذهب بالذهب - إلى أن قال - إلا سواء بسواء \" فيه إيجاب المماثلة وتحريم الفضل عند اتفاق الجنس وقوله \" عينا بعين \" فيه تحريم النساء وقوله \" يدا بيد كيف شئتم \" فيه إطلاق التفاضل عند اختلاف الجنس مع إيجاب التقابض في المجلس هذا في ربا المبايعة .ومن أقرض شيئا بشرط أن يرد عليه أفضل فهو قرض جر منفعة وكل قرض جر منفعة فهو ربا .قوله تعالى : ( فمن جاءه موعظة من ربه ) تذكير وتخويف وإنما ذكر الفعل ردا إلى الوعظ ( فانتهى ) عن أكل الربا ( فله ما سلف ) أي ما مضى من ذنبه قبل النهي مغفور له ( وأمره إلى الله ) بعد النهي إن شاء عصمه حيث يثبت على الانتهاء وإن شاء خذله حتى يعود وقيل : ( ما سلف وأمره إلى الله ) فيما يأمره وينهاه ويحل له ويحرم عليه وليس إليه من أمر نفسه شيء ( ومن عاد ) بعد التحريم إلى أكل الربا مستحلا له ( فأولئك أصحاب النار هم فيها خالدون )أخبرنا عبد الواحد بن أحمد المليحي ، أخبرنا أحمد بن عبد الله النعيمي ، أخبرنا محمد بن يوسف أخبرنا محمد بن إسماعيل ، أخبرنا محمد بن المثنى حدثني غندر أخبرنا شعبة عن عون بن أبي جحيفة عن أبيه أنه قال : إن النبي صلى الله عليه وسلم نهى عن ثمن الدم وثمن الكلب وكسب البغي ولعن آكل الربا وموكله والواشمة والمستوشمة والمصور \" .أخبرنا إسماعيل بن عبد القاهر الجرجاني ، أخبرنا عبد الغافر بن محمد الفارسي ، أخبرنا محمد بن عيسى الجلودي أخبرنا إبراهيم بن محمد بن سفيان ، أخبرنا مسلم بن الحجاج ، أخبرنا زهير بن حرب ، أخبرنا هشيم أخبرنا أبو الزبير ، عن جابر رضي الله عنه قال : لعن رسول الله صلى الله عليه وسلم آكل الربا ومؤكله وكاتبه وشاهديه وقال : \" هم سواء \" .أخبرنا أبو سعيد الشريحي ، أخبرنا أبو إسحاق الثعلبي ، أنا أبو محمد المخلدي ، أنا أبو حامد بن الشرقي أخبرنا أحمد بن يوسف السلمي ، أخبرنا النضر بن محمد ، أخبرنا عكرمة بن عمار ، أخبرنا يحيى هو ابن أبي كثير قال : حدثني أبو سلمة عن أبي هريرة رضي الله عنه قال : قال رسول الله صلى الله عليه وسلم \" الربا سبعون بابا أهونها عند الله عز وجل كالذي ينكح أمه \" .",
  "ayah": 275,
  "surah": 2
}
