{
  "text": "قوله تعالى: {الذين يؤمنون}: موضع الذين خفض نعتاً للمتقين. يؤمنون: يصدقون (ويترك الهمزة أبو عمرو وورش، والآخرون يهمزونه وكذلك يتركان كل همزة ساكنة هي فاء الفعل نحو يؤمن ومؤمن إلا أحرفاً معدودة).وحقيقة الإيمان التصديق بالقلب، قال الله تعالى: {وما أنت بمؤمن لنا} [17-يوسف] [ أي بمصدق لنا ] وهو في الشريعة: الاعتقاد بالقلب والإقرار باللسان والعمل بالأركان، فسمي الإقرار والعمل إيماناً، لوجه من المناسبة، لأنه من شرائعه.والإسلام: هو الخضوع والانقياد، فكل إيمان إسلام وليس كل إسلام إيماناً، إذا لم يكن معه تصديق، قال الله تعالى: {قالت الأعراب آمنا قل لم تؤمنوا ولكن قولوا أسلمنا} [14- الحجرات] وذلك لأن الرجل قد يكون مستسلماً في الظاهر غير مصدق في الباطن، وقد يكون مصدقاً في الباطن غيرمنقاد في الظاهر.وقد اختلف جواب النبي صلى الله عليه وسلم عنهما حين سأله جبريل عليه السلام؛ وهو ما أخبرنا أبو طاهر محمد بن علي بن محمد بن علي بن محمد بن بويه الزراد البخاري: أنا أبو القاسم علي بن أحمد الخزاعي ثنا أبو سعيد الهيثم بن كليب الشاشي ثنا أبو أحمد عيسى بن أحمد العسقلاني أنا يزيد بن هارون أنا كهمس بن الحسن عن عبد الله بن بريدة عن يحيى بن يعمر قال: \"كان أول من تكلم في القدر، يعني بالبصرة، معبداً الجهني فخرجت أنا وحميد بن عبد الرحمن نريد مكة فقلنا: لو لقينا أحداً من أصحاب رسول الله صلى الله عليه وسلم فسألناه عما يقوله هؤلاء فلقينا عبد الله بن عمر رضي الله عنهما فاكتنفته أنا وصاحبي أحدنا عن يمينه والآخر عن شماله، فعلمت أنه سيكل الكلام إلي فقلت: يا أبا عبد الرحمن إنه قد ظهر قبلنا ناس يتقفرون هذا العلم ويطلبونه يزعمون أن لا قدر إنما الأمر أنف قال: فإذا لقيت أولئك فأخبرهم أني منهم بريء شيئاً حتى يؤمن بالقدر خيره وشره؛ ثم قال: (حدثنا عمر بن الخطاب قال: بينا نحن عند رسول الله صلى الله عليه وسلم إذ أقبل رجل شديد بياض الثياب شديد سواد الشعر ما يرى عليه أثر السفر ولا يعرفه منا أحد فأقبل حتى جلس بين يدي رسول الله صلى الله عليه وسلم [وركبته تمس ركبته] فقال: يامحمد أخبرني عن الإسلام؟ فقال رسول الله صلى الله عليه وسلم: تشهد أن لا إله إلا الله وأن محمداً رسول الله وتقيم الصلاة، وتؤتي الزكاة، وتصوم رمضان، وتحج البيت إن استطعت إليه سبيلا، فقال: صدقت فتعجبنا من سؤاله وتصديقه، ثم قال: فما الإيمان؟ قال: أن تؤمن بالله وحده وملائكته وكتبه ورسوله وبالبعث بعد الموت والجنة والنار وبالقدر خيره وشره، فقال: صدقت، ثم قال: فما الإحسان؟ قال: أن تعبد الله كأنك تراه فإنك إن لم تكن تراه فإنه يراك قال: صدقت، ثم قال: فأخبرني عن الساعة؟ فقال ما المسؤول عنها بأعلم بها من السائل، قال: صدقت، قال: فأخبرني عن أماراتها، قال: أن تلد الأمة ربتها، وأن ترى الحفاة العراة العالة رعاء الشاء يتطاولون في بنيان المدر، قال: صدقت، ثم انطلق فلما كان بعد ثالثة قال لي رسول الله صلى الله عليه وسلم: يا عمر هل تدري من الرجل؟ قال: قلت: الله ورسوله أعلم. قال: ذلك جبريل أتاكم يعلمكم أمر دينكم وما أتاني في صورة إلا عرفته فيها إلا في صورته هذه)\".فالنبي صلى الله عليه وسلم جعل الإسلام في هذا الحديث اسماً لما ظهر من الأعمال، والإيمان اسماً لما بطن من الاعتقاد وليس ذلك لأن الأعمال ليست من الإيمان أو التصديق بالقلب ليس من الإسلام بل ذلك تفصيل لجملة هي كلها شيء واحد وجماعها الدين، ولذلك قال ذاك جبرائيل أتاكم يعلمكم أمر دينكم.والدليل على أن الأعمال من الإيمان ما أخبرنا أحمد بن عبد الله الصالحي أنا أبو القاسم إبراهيم بن محمد بن علي بن الشاه ثنا أبو أحمد بن محمد بن قريش بن سليمان ثنا بشر بن موسى ثنا خلف بن الوليد عن جرير الرازي عن سهل بن أبي صالح عن عبد الله بن دينار عن أبي صالح عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: ّ(الإيمان بضع وسبعون شعبة أفضلها قول لا إله إلا الله وأدناها إماطة الأذى عن الطريق والحياء شعبة من الإيمان).وقيل: الإيمان مأخوذ من الأمان، فسمي المؤمن مؤمناً لأنه يؤمن نفسه من عذاب الله، والله تعالى مؤمن لأنه يؤمن العباد من عذابه.قوله تعالى: {بالغيب}: والغيب مصدر وضع موضع الاسم فقيل للغائب غيب [كما قيل للعادل عدل وللزائر زور].والغيب ما كان مغيباً عن العيون؛ قال ابن عباس: \"الغيب هاهنا كل ما أمرت بالإيمان به فيما غاب عن بصرك مثل الملائكة والبعث والجنة والنار والصراط والميزان\".وقيل الغيب هاهنا: هو الله تعالى، وقيل: القرآن.وقال الحسن: \"بالآخرة\" وقال زر بن حبيش وابن جريح: \"بالوحي\". نظيره {أعنده علم الغيب} [35-النجم]وقال ابن كيسان: \"بالقدر\"، وقال عبد الرحمن بن يزيد: \"كنا عند عبد الله بن مسعود فذكرنا أصحاب محمد صلى الله عليه وسلم [وما سبقونا به] فقال عبد الله: إن أمر محمد كان بيناً لمن رآه والذي لا إله غيره ما آمن أحد قط إيماناً أفضل من إيمان بغيب ثم قرأ {الم * ذلك الكتاب} إلى قوله {المفلحون}\".قرأ أبو جعفر وأبو عمرو وورش (يومنون) بترك الهمزة وكذلك أبو جعفر بترك كل همزة ساكنة إلا في (أنبئهم) و(نبئهم) و(نبئنا) ويترك أبو عمرو كلها إلا أن تكون علامة للجزم نحو (نبئهم) و(أنبئهم) و(تسؤهم) و(إن نشأ) و(ننسأها) و(نحوها) أو يكون خروجاً من لغة إلى أخرى نحو: (مؤصدة) و(رئياً). ويترك ورش كل همزة ساكنة كانت فاء الفعل إلا (تؤوي) و(تؤويه) ولا يترك من عين الفعل: إلا (الرؤيا) و(بابه)، إلا ما كان على وزن فعل، مثل: (ذئب).قوله تعالى: {ويقيمون الصلاة}: أي يديمونها ويحافظون عليها في مواقيتها بحدودها وأركانها وهيئاتها.يقال: قام بالأمر وأقام الأمر إذا أتى به معطىً حقوقه.والمراد بها الصلوات الخمس ذكر بلفظ (الواحد) كقوله تعالى: {فبعث الله النبيين مبشرين ومنذرين وأنزل معهم الكتاب بالحق} [213-البقرة] يعني الكتب.والصلاة في اللغة: الدعاء، قال الله تعالى: {وصَلِّ عليهم} [103-التوبة] أي ادع لهم.وفي الشريعة: اسم لأفعال مخصوصة من قيام وركوع وسجود وقعود ودعاء وثناء.وقيل في قوله تعالى: {إن الله وملائكته يصلون على النبي} [56-الأحزاب] الآية. إن الصلاة من الله في هذه الآية الرحمة ومن الملائكة الاستغفار، ومن المؤمنين: الدعاء.قوله تعالى: {ومما رزقناهم}: (أي) أعطيناهم والرزق اسم لكل ما ينتفع به حتى الولد والعبد.وأصله في اللغة الحظ والنصيب.{ينفقون}: يتصدقون.قال قتادة: \"ينفقون في سبيل الله وطاعته.وأصل الإنفاق: الإخراج عن اليد والملك، ومنه نفاق السوق، لأنه تخرج فيه السلعة عن اليد، ومنه: نفقت الدابة إذا أخرجت روحها.فهذه الآية في المؤمنين من مشركي العرب.",
  "ayah": 3,
  "surah": 2
}
