{
  "text": "قوله تعالى ( وإذ قال ربك ) أي وقال ربك وإذ زائدة وقيل معناه واذكر إذ قال ربك وكذلك كل ما ورد في القرآن من هذا النحو فهذا سبيله وإذ وإذا حرفا توقيت إلا أن إذ للماضي وإذا للمستقبل وقد يوضع أحدهما موضع الآخر قال المبرد : إذا جاء ( إذ ) مع المستقبل كان معناه ماضيا كقوله تعالى \" وإذ يمكر بك الذين \" ( 30 - الأنفال ) يريد وإذ مكروا وإذا جاء ( إذا ) مع الماضي كان معناه مستقبلا كقوله‌‌‌ : فإذا جاءت الطامة \" ( 34 - النازعات ) \" إذا جاء نصر الله \" ( 1 - النصر ) أي يجيء ( للملائكة ) جمع ملك وأصله مألك من المألكة والألوكة والألوك وهي الرسالة فقلبت فقيل ملأك ثم حذفت الهمزة طلبا للخفة لكثرة استعماله ونقلت حركتها إلى اللام فقيل ملك . وأراد بهم الملائكة الذين كانوا في الأرض وذلك أن الله تعالى خلق السماء والأرض وخلق الملائكة والجن فأسكن الملائكة السماء وأسكن الجن الأرض فغبروا فعبدوا دهرا طويلا في الأرض ثم ظهر فيهم الحسد والبغي فأفسدوا وقتلوا فبعث الله إليهم جندا من الملائكة يقال لهم الجن وهم خزان الجنان اشتق لهم من الجنة رأسهم إبليس وكان رئيسهم ومرشدهم وأكثرهم علما فهبطوا إلى الأرض فطردوا الجن إلى شعوب الجبال ( وبطون الأودية ) وجزائر البحور وسكنوا الأرض وخفف الله عنهم العبادة فأعطى الله إبليس ملك الأرض وملك السماء الدنيا وخزانة الجنة وكان يعبد الله تارة في الأرض وتارة في السماء وتارة في الجنة فدخله العجب فقال في نفسه ما أعطاني الله هذا الملك إلا لأني أكرم الملائكة عليه فقال الله تعالى له ولجنده : ( إني جاعل ) خالق . ( في الأرض خليفة ) أي بدلا منكم ورافعكم إلي فكرهوا ذلك لأنهم كانوا أهون الملائكة عبادةوالمراد بالخليفة هاهنا آدم سماه خليفة لأنه خلف الجن أي جاء بعدهم وقيل لأنه يخلفه غيره والصحيح أنه خليفة الله في أرضه لإقامة أحكامه وتنفيذ وصاياه ( قالوا أتجعل فيها من يفسد فيها ) بالمعاصي . ( ويسفك الدماء ) بغير حق أي كما فعل بنو الجان فقاسوا الشاهد على الغائب وإلا فهم ما كانوا يعلمون الغيب ( ونحن نسبح بحمدك ) قال الحسن : نقول سبحان الله وبحمده وهو صلاة الخلق وصلاة البهائم وغيرهما ( سوى الآدميين وعليها يرزقون .أخبرنا إسماعيل بن عبد القاهر أنا عبد الغافر بن محمد أنا محمد بن عيسى أنا إبراهيم بن محمد بن سفيان أنا مسلم بن الحجاج أنا زهير بن حرب أنا حبان بن هلال أنا وهيب أنا سعيد الجريري عن أبي عبد الله الجسري عن عبادة بن الصامت عن أبي ذر أن رسول الله صلى الله عليه وسلم سئل أي الكلام أفضل قال ما اصطفى الله لملائكته أو لعباده سبحان الله وبحمده وقيل ونحن نصلي بأمرك ، قال ابن عباس : كل ما في القرآن من التسبيح فالمراد منه الصلاة ( ونقدس لك ) أي نثني عليك بالقدس والطهارة وقيل ونطهر أنفسنا لطاعتك وقيل وننزهك . واللام صلة وقيل لم يكن هذا من الملائكة على طريق الاعتراض والعجب بالعمل بل على سبيل التعجب وطلب وجه الحكمة فيه ( قال ) الله ( إني أعلم ما لا تعلمون ) المصلحة فيه ، وقيل إني أعلم أن في ذريته من يطيعني ويعبدني من الأنبياء والأولياء والعلماء وقيل إني أعلم أن فيكم من يعصيني وهو إبليس وقيل إني أعلم أنهم يذنبون وأنا أغفر لهم . قرأ أهل الحجاز والبصرة إني أعلم بفتح الياء وكذلك كل ياء إضافة استقبلها ألف مفتوحة إلا في مواضع معدودة ويفتحون في بعض المواضع عند الألف المضمومة والمكسورة ( وعند غير الألف ) وبين القراء في تفصيله اختلاف",
  "ayah": 30,
  "surah": 2
}
