{
  "text": "وقوله تعالى: {وإذ قلنا للملائكة اسجدوا لآدم} قرأ أبو جعفر {للملائكة اسجدوا} بضم التاء على جوار ألف اسجدوا، وكذلك قرأ {قال رب احكم بالحق} [112-الأنبياء] بضم الباء وضعفه النُحَاة جداً ونسبوه إلى الغلط فيه. واختلفوا في أن هذا الخطاب مع أي الملائكة فقال بعضهم: مع الذين كانوا سكان الأرض. والأصح: أنه مع جميع الملائكة لقوله تعالى: {فسجد الملائكة كلهم أجمعون} [30-الحجر].وقوله: (اسجدوا) فيه قولان: الأصح أن السجود كان لآدم على الحقيقة، وتضمن معنى الطاعة لله عز وجل بامتثال أمره، وكان ذلك سجود تعظيم وتحية لا سجود عبادة، كسجود إخوة يوسف له في قوله عز وجل: {وخروا له سجداً} [100-يوسف] ولم يكن فيه وضع الوجه على الأرض، إنما كان الانحناء، فلما جاء الإسلام أبطل ذلك بالسلام.وقيل: معنى قوله {اسجدوا لآدم} أي إلى آدم قِبلة، والسجود لله تعالى، كما جعلت الكعبة قِبلةً للصلاة والصلاة لله عز وجل.{فسجدوا} يعني: الملائكة.{إلا إبليس} وكان اسمه عزازيل بالسريانية، وبالعربية: الحارث، فلما عصى غير اسمه وصورته فقيل: إبليس، لأنه أبلس من رحمة الله تعالى أي يئس. واختلفوا فيه فقال ابن عباس رضي الله عنهما وأكثر المفسرين: \"كان إبليس من الملائكة\"، وقال الحسن: \"كان من الجن ولم يكن من الملائكة لقوله تعالى {إلا إبليس كان من الجن ففسق عن أمر ربه} [50-الكهف] فهو أصل الجن كما أن آدم أصل الإنس، ولأنه خلق من النار والملائكة خلقوا من النور، ولأن له ذرية ولا ذرية للملائكة، والأول أصح لأن خطاب السجود كان مع الملائكة، وقوله {كان من الجن} أي من الملائكة الذين هم خزنة الجنة.وقال سعيد بن جبير: \"من الذين يعملون في الجنة\".وقال: قوم من الملائكة الذين يصوغون حلي أهل الجنة.وقيل: إن فرقة من الملائكة خلقوا من النار سموا جناً لاستتارهم عن الأعين، وإبليس كان منهم. والدليل عليه قوله تعالى: {وجعلوا بينه وبين الجنة نسباً} [158-الصافات] وهو قولهم: الملائكة بنات الله، ولما أخرجه الله من الملائكة جعل له ذرية.قوله: {أبى} أي امتنع فلم يسجد.{واستكبر} أي تكبر عن السجود (لآدم).{وكان} أي: صار{من الكافرين} وقال أكثر المفسرين: وكان في سابق علم الله من الكافرين الذين وجبت لهم الشقاوة.أنا أبو بكر محمد بن عبد الصمد الترابي أنا ابن الحاكم أبو الفضل محمد بن الحسين الحدادي أنا أبو يزيد محمد بن يحيى بن خالد أنا إسحاق بن إبراهيم الحنظلي أنا جرير ووكيع وأبومعاوية عن الأعمش عن أبي صالح عن أبي هريرة عن النبي صلى الله عليه وسلم قال: \"إذا قرأ ابن آدم السجدة فسجد اعتزل الشيطان يبكي ويقول: يا ويله أُمِر ابن آدم بالسجود فسجد فله الجنة وأُمِرت بالسجود فعصيت فلي النار\".",
  "ayah": 34,
  "surah": 2
}
