{
  "text": "{فأزلهما} استزل.{الشيطان} آدم وحواء أي دعاهما إلى الزلة.وقرأ حمزة: فأزالهما، أي نحاهما.(( الشيطان )) فيعال من شطن، أي: بعد، سمي به لبعده عن الخير وعن الرحمة.{عنها} عن الجنة.{فأخرجهما مما كانا فيه} من النعيم، وذلك أن إبليس أراد أن يدخل ليوسوس ( إلى ) آدم وحواء فمنعته الخزنة فأتى الحية وكانت صديقةً لإبليس وكانت من أحسن الدواب، لها أربع قوائم كقوائم البعير، وكانت من خزان الجنة. فسألهما إبليس أن تدخله فمها فأدخلته ومرت به على الخزانة وهم لا يعلمون فأدخلته الجنة.وقال الحسن: \"إنما رآهما على باب الجنة لأنهما كانا يخرجان منها وقد كان آدم حين دخل الجنة ورأى ما فيها من النعيم قال: لو أن خلداً، فاغتنم ذلك منه الشيطان فأتاه من قبل الخلد فلما دخل الجنة وقف بين يدي آدم وحواء وهما لا يعلمان أنه إبليس فبكى وناح نياحة أحزنتهما، وهو أول من ناح فقالا له: ما يبكيك؟، قال: أبكي عليكما تموتان فتفارقان ما أنتما فيه من النعمة. فوقع ذلك في أنفسهما فاغتما ومضى إبليس ثم أتاهما بعد ذلك وقال: يا آدم هل أدلك على شجرة الخلد؟ فأبى أن يقبل منه، وقاسمهما بالله إنه لهما لمن الناصحين، فاغترا وما ظنا أن أحداً يحلف بالله كاذباً، فبادرت حواء إلى أكل الشجرة ثم ناولت آدم حتى أكلها.وكان سعيد بن المسيب يحلف بالله ما أكل آدم من الشجرة وهو يعقل ولكن حواء سقته الخمر حتى إذا سكر قادته فأكل.قال إبراهيم بن أدهم: \"أورثتنا تلك الأكلة حزناً طويلاً\".قال ابن عباس وقتادة: \"قال الله عز وجل لآدم: ألم يكن فيما أبحتك من الجنة مندوحة عن الشجرة؟ قال: بلى يا رب وعزتك، ولكن ما ظننت أن أحداً يحلف بك كاذباً، قال: فبعزتي لأهبطنك إلى الأرض، ثم لا تنال العيش إلا كداً فأهْبِطا من الجنة وكانا يأكلان فيها رغداً فعلم صنعة الحديد، وأمر بالحرث فحرث فيها وزرع ثم سقى حتى إذا بلغ حصد ثم داسه ثم ذراه ثم طحنه ثم عجنه ثم خبزه ثم أكله فلم يبلغه حتى بلغ منه ما شاء\".قال سعيد بن جبير: عن ابن عباس: \"إن آدم لما أكل من الشجرة التي نهي عنها قال الله عز وجل: ما حملك على ما صنعت قال يا رب زينته لي حواء قال: فإني أعقبتها أن لا تحمل إلا كرهاً ولا تضع إلا كرهاً ودميتها في الشهر مرتين، فرنت حواء عند ذلك فقيل: عليك الرنة وعلى بناتك، فلما أكلا (تهافت) عنهما ثيابهما وبدت سوآتهما وأخرجا من الجنة.فذلك قوله تعالى:{وقلنا اهبطوا} أي انزلوه إلى الأرض يعني آدم وحواء وإبليس والحية، فهبط آدم بسرنديب من أرض الهند على جبل يقال له نود، وحواء بجدة وإبليس بالآيلة والحية بأصفهان.{بعضكم لبعض عدو} أراد العداوة التي بين ذرية آدم والحية وبين المؤمنين من ذرية آدم وبين إبليس، قال الله تعالى: {إن الشيطان لكما عدو مبين} [22-الأعراف].أنا أحمد بن عبد الله الصالحي أنا أبو الحسن بن بشران أنا إسماعيل بن محمد الصفار أنا أحمد محمد الصفار حدثنا منصور الرمادي أنا عبد الرزاق أنا معمر عن أيوب عن عكرمة عن ابن عباس رضي الله عنهما، قال عكرمة: لا أعلمه إلا رفع الحديث، أنه كان يأمر بقتل الحيات وقال: من تركهن خشية أو مخافة ثائر فليس منا وزاد موسى بن مسلم عن عكرمة في الحديث: ما سالمناهن منذ حاربناهن.[وروي أنه نهى عن ذوات البيوت، وروى أبي سعيد الخدري عن النبي صلى الله عليه وسلم: \"إن بالمدينة جناً قد أسلموا فإن رأيتم منهم شيئاً فآذنوه ثلاثة أيام فإن بدا لكم بعد ذلك فاقتلوه فإنما هو شيطان \"].قوله تعالى: {ولكم في الأرض مستقر} موضع قرار.{ومتاع} بلغة ومستمتع.{إلى حين} إلى انقضاء آجالكم.",
  "ayah": 36,
  "surah": 2
}
