{
  "text": "{وإذ فرقنا بكم البحر} قيل: معناه فرقنا لكم.وقيل: فرقنا البحر بدخولكم إياه، وسمي البحر بحراً لاتساعه، ومنه قيل للفرس: بحر إذا اتسع في جريه. وذلك أنه لما دنا هلاك فرعون أمر الله تعالى موسى عليه السلام أن يسري ببني إسرائيل من مصر ليلاً فأمر موسى قومه أن يسرجوا في بيوتهم إلى الصبح، وأخرج الله تعالى كل ولد زنا في القبط من بني إسرائيل إليهم، وكل ولد زنا في بني إسرائيل من القبط إلى القبط حتى رجع كل إلى أبيه، وألقى الله الموت على القبط فمات كل بكر لهم واشتغلوا بدفنهم حتى أصبحوا وطلعت الشمس، وخرج موسى عليه السلام في ستمائة ألف وعشرين مقاتل، لا يعدون ابن العشرين لصغره، ولا ابن الستين لكبره، وكانوا يوم دخلوا مصر مع يعقوب اثنين وسبعين إنساناً ما بين رجل وامرأة.وعن ابن مسعود رضي الله عنه قال: \"كان أصحاب موسى ستمائة ألف وسبعين ألفاً\".وعن عمرو بن ميمون قال: \"كانوا ستمائة ألف فلما أرادوا السير ضرب عليهم التيه فلم يدروا أين يذهبون فدعا موسى مشيخه بني إسرائيل وسألهم عن ذلك فقالوا: إن يوسف عليه السلام لما حضره الموت أخذ على إخوته عهداً أن لا يخرجوا من مصر حتى يخرجوه من مصر حتى يخرجوه معهم فلذلك انسد علينا الطريق،فسألهم عن موضع قبره فلم يعلموا فقام موسى ينادي: أنشد الله كل من يعلم أين موضع قبر يوسف عليه السلام إلا أخبرني به؟ ومن لم يعلم به فصمت أذناه عن قولي! وكان يمر بين الرجلين ينادي فلا يسمعان صوته حتى سمعته عجوز لهم فقالت: أرأيتك إن دللتك على قبره أتعطيني كل ما سألتك؟ فأبى عليها وقال: حتى أسأل ربي (فأمره) الله تعالى بإتيانها سؤلها فقالت: إني عجوز كبيرة لا أستطيع المشي فاحملني وأخرجني من مصر، هذا في الدنيا وأما في الآخرة فأسألك أن لا تنزل غرفة من الجنة إلا نزلتها معك قال: نعم، قالت: إنه في جوف الماء في النيل فادع الله حتى يحسر عنه الماء،فدعا الله تعالى فحسر عنه الماء، ودعا أن يؤخر طلوع الفجر إلى أن يفرغ من أمر يوسف عليه السلام، فحفر موسى عليه السلام ذلك الموضع واستخرجه في صندوق من مرمر، وحمله حتى دفنه بالشام، ففتح لهم الطريق فساروا وموسى عليه السلام على ساقتهم وهارون على مقدمتهم، ونذر بهم فرعون فجمع قومه وأمرهم أن لا يخرجوا في طلب بني إسرائيل حتى يصيح الديك،فوالله ما صاح ديك تلك الليلة، فخرج فرعون في طلب بني إسرائيل وعلى مقدمته هامان في ألف ألف وسبعمائة ألف، وكان فيهم سبعون ألفاً من دهم الخيل سوى سائرالشيات [وقال محمد بن كعب رضي الله عنه: كان في عسكر فرعون مائة ألف حصان أدهم سوى سائر الشيات] وكان فرعون يكون في الدهم وقيل: كان فرعون في سبعة آلاف ألف،وكان بين يديه مائة ألف ناشب، ومائة ألف أصحاب حراب، ومائة ألف أصحاب الأعمدة، فسارت بنو إسرائيل حتى وصلوا إلى البحر والماء في غاية الزيادة فنظروا فإذا هم بفرعون حين أشرقت الشمس فبقوا متحيرين فقالوا: يا موسى كيف نصنع؟ وأين ما وعدتنا؟ هذا فرعون خلفنا إن أدركنا قتلنا! والبحر أمامنا إن دخلناه غرقنا؟ قال الله تعالى: {فلما تراء الجمعان قال أصحاب موسى إنا لمدركون * قال كلا إن معي ربي سيهدين} [61-62الشعراء]. فأوحى الله إليه أن اضرب بعصاك البحر فضربه فلم يطعه فأوحى الله إليه أن كنه فضربه، وقال: انفلق يا أبا خالد بإذن الله تعالى، فانفلق فكان كل فرق كالطود العظيم، وظهر فيه اثنا عشر طريقاً لكل سبط طريق وارتفع الماء بين كل طريقين كالجبل وأرسل الله الريح والشمس على قعر البحر حتى صار يبساً فخاضت بنو إسرائيل البحر، كل سبط في طريق، وعن جانبيهم الماء كالجبل الضخم ولا يرى بعضهم بعضاً، فخافوا وقال كل سبط: قد قتل إخواننا فأوحى الله تعالى إلى جبال الماء: أن تشبكي، فصار الماء شبكات كالطبقات يرى بعضهم بعضاً ويسمع بعضهم كلام بعض حتى عبروا البحر سالمين فذلك قوله تعالى: {وإذ فرقنا بكم البحر..}\".{فأنجيناكم} من آل فرعون والغرق.{وأغرقنا آل فرعون} وذلك أن فرعون لما وصل إلى البحر فرآه منغلقاً قال لقومه: انظروا إلى البحر انفلق من هيبتي حتى أدرك عبيدي الذين أبقوا ادخلوا البحر فهاب قومه أن يدخلوه.وقيل: قالوا له إن كنت رباً فادخل البحر كما دخل موسى، وكان فرعون على حصان أدهم ولم يكن في خيل فرعون فرس أنثى فجاء جبريل على فرس أنثى وديق فتقدمهم وخاض البحر فلما شم أدهم فرعون ريحها اقتحم البحر في أثرها وهم لا يرونه ولم يملك فرعون من أمره شيئاً وهو لايرى فرس جبريل واقتحمت الخيول جملة خلفه في البحر، وجاء ميكائيل على فرس خلف القوم يشحذهم ويسوقهم حتى لا يشذ رجل منهم ويقول لهم: الحقوا بأصحابكم حتى خاضوا كلهم البحر، وخرج جبريل من البحر، وهم أولهم بالخروج فأمر الله تعالى البحر أن يأخذهم فالتطم عليهم وغرقهم أجمعين، وكان بين طرفي البحر أربعة فراسخ وهو بحر قلزم، طرف من بحر فارس.قال قتادة: \"بحر من وراء مصر يقال له إساف، وذلك بمرأى من بني إسرائيل..فذلك قوله تعالى: {وأنتم تنظرون} إلى مصارعهم وقيل: إلى هلاكهم.",
  "ayah": 50,
  "surah": 2
}
