{
  "text": "{وإذ واعدنا} هو من المفاعلة التي تكون من الواحد كقولهم: عافاك الله، وعاقبت اللص، وطارقت النعل.وقال الزجاج: \"كان من الله الأمر ومن موسى القبول، فلذلك ذكر بلفظ المواعدة\".وقرأ أهل البصرة (وإذ وعدنا) من الوعد.{موسى} اسم عربي عرب (( ومو )) بالعبرانية الماء (( وشى )) الشجرة، سمي به لأنه أخذ من بين الماء والشجر، ثم قلبت الشين المعجمة سيناً في العربية.{أربعين ليلة} أي انقضاؤها: ثلاثين من ذي القعدة وعشر من ذي الحجةوقرن التاريخ بالليل دون النهار لأن شهور العرب وضعت على سير القمر، والهلال إنما يهل بالليل.وقيل: لأن الظلمة أقدم من الضوء، وخلق الليل قبل النهار، قال الله تعالى: {وآية لهم الليل نسلخ منه النهار} [37-يس].وذلك أن بني إسرائيل لما أمنوا من عدوهم ودخلوا مصر لم يكن لهم كتاب ولا شريعة ينتهون إليهما، فوعد الله موسى أن ينزل عليه التوراة، فقال موسى لقومه: إني ذاهب لميقات ربكم آتيكم بكتاب فيه بيان ما تأتون وما تذرون، وواعدهم أربعين ليلة، ثلاثين من ذي القعدة وعشراً من من ذي الحجة، واستخلف عليهم أخاه هارون فلما أتى الوعد جاء جبريل على فرس يقال له فرس الحياة لا يصيب شيئاً إلا حيى ليذهب بموسى إلى ربه، فلما رآه السامري وكان رجلاً صائغاً من أهل باجرمى واسمه ميخا - وقال سعيد بن جبير: \"كان من أهل كرمان\"، وقال ابن عباس: \"اسمه موسى بن مظفر\"، وقال قتادة: \"كان من بني إسرائيل من قبيلة يقال لها سامرة\" - وكان منافقاً أظهر الإسلام، وكان من قوم يعبدون البقر، فلما رأى جبرائيل على ذلك الفرس ورأى مواضع قدم الفرس تخضر في الحال قال: إن لهذا شأناً فأخذ قبضة من تربة حافر فرس جبرائيل عليه السلام.قال عكرمة: \"ألقي في روعه أنه إذا ألقى في شيء غيره، وكانت بنو إسرائيل قد استعاروا حلياً كثيرة من قوم فرعون حين أرادوا الخروج من مصر بعلة عرس لهم، فأهلك الله فرعون وبقيت تلك الحلي في أيدي بني إسرائيل، فلما فصل موسى قال السامري لبني إسرائيل: إن الحلي التي استعرتموها من قزم فرعون غنيمة لا تحل لكم، فاحفروا حفرة فادفنوها فيها حتى يرجع موسى فيرى فيها رأيه\".وقال السدي: \"إن هارون عليه السلام أمرهم أن يلقوها في حفيرة، حتى يرجع موسى ففعلوا، فلما اجتمعت الحلي صاغها السامري عجلاً في ثلاثة أيام ثم ألقى فيها القبضة التي أخذها من تراب فرس جبرائيل عليه السلام، فخرج عجلاً من ذهب مرصعاً بالجواهر كأحسن ما يكون، وخار خورة\"، وقال السدي: \"كان يخور ويمشي فقال السامري: {هذا إلهكم وإله موسى فنسي} [88-طه] أي فتركه هاهنا وخرج يطلبه\".وكانت بنو إسرائيل قد أخلفوا الوعد فعدوا اليوم مع الليلة يومين فلما مضت عشرون يوماً ولم يرجع موسى وقعوا في الفتنة.وقيل: كان موسى قد وعدهم ثلاثين ليلة ثم زيدت العشرة فكانت فتنتهم في تلك العشرة فلما مضت الثلاثون ولم يرجع موسى ظنوا أنه قد مات ورأوا العجل وسمعوا قول السامري عكف ثمانية آلاف رجل منهم على العجل يعبدونه.وقيل: كلهم عبدوه إلا هارون وحده، فذلك قوله تعالى:{ثم اتخذتم العجل} أي إلهاً.{من بعده} أظهر ابن كثير و حفص الذال من (أخذت) و(اتخذت) والآخرون يدغمونها.{وأنتم ظالمون} ضارون لأنفسكم بالمعصية واضعون العبادة في غير موضعها.",
  "ayah": 51,
  "surah": 2
}
