{
  "text": "( إن الذين آمنوا والذين هادوا ) يعني اليهود سموا به لقولهم إنا هدنا إليك أي ملنا إليك وقيل لأنهم هادوا أي تابوا عن عبادة العجل وقيل لأنهم مالوا عن دين الإسلام وعن دين موسى عليه السلام وقال أبو عمرو بن العلاء : لأنهم يتهودون أي يتحركون عند قراءة التوراة ويقولون : إن السماوات والأرض تحركت حين آتى الله موسى التوراة ( والنصارى ) سموا به لقول الحواريين : نحن أنصار الله ، وقال مقاتل : لأنهم نزلوا قرية يقال لها ناصرة وقيل لاعتزائهم إلى نصرة وهي قرية كان ينزلها عيسى عليه السلام( والصابئين ) قرأ أهل المدينة : والصابين والصابون بترك الهمزة والباقون بالهمزة وأصله الخروج ، يقال صبأ فلان أي خرج من دين إلى دين آخر وصبأت النجوم إذا خرجت من مطالعها وصبأ ناب البعير إذا خرج فهؤلاء سموا به لخروجهم من دين إلى دين قال عمر وابن عباس : هم قوم من أهل الكتاب قال عمر رضي الله عنه ذبائحهم ذبائح أهل الكتاب وقال ابن عباس : لا تحل ذبائحهم ولا مناكحتهم وقال مجاهد : هم قبيلة نحو الشام بين اليهود والمجوس وقال الكلبي : هم قوم بين اليهود والنصارى يحلقون أوساط رءوسهم ويجبون مذاكيرهم وقال قتادة : قوم يقرءون الزبور ويعبدون الملائكة ويصلون إلى الكعبة ويقرون بالله تعالى أخذوا من كل دين شيئا قال عبد العزيز بن يحيى : انقرضوا .( من آمن بالله واليوم الآخر ) فإن قيل كيف يستقيم قوله ( من آمن بالله ) وقد ذكر في ابتداء الآية ( إن الذين آمنوا ) ؟ قيل اختلفوا في حكم الآية فقال بعضهم أراد بقوله ( إن الذين آمنوا ) على التحقيق ثم اختلفوا في هؤلاء المؤمنين فقال قوم هم الذين آمنوا قبل المبعث وهم طلاب الدين مثل حبيب النجار وقس بن ساعدة وزيد بن عمرو بن نفيل وورقة بن نوفل والبراء السني وأبي ذر الغفاري وسلمان الفارسي وبحيرا الراهب ووفد النجاشي فمنهم من أدرك النبي صلى الله عليه وسلم ( وبايعه ) ، ومنهم من لم يدركه . وقيل هم المؤمنون من الأمم الماضية وقيل هم المؤمنون من هذه الأمة ( والذين هادوا ) الذين كانوا على دين موسى عليه السلام ولم يبدلوا ، والنصارى الذين كانوا على دين عيسى عليه السلام ولم يغيروا وماتوا على ذلك ، قالوا وهذان الاسمان لزماهم زمن موسى وعيسى عليهما السلام حيث كانوا على الحق كالإسلام لأمة محمد صلى الله عليه وسلم والصابئون زمن استقامة أمرهم ( من آمن ) أي من مات منهم وهو مؤمن لأن حقيقة الإيمان بالموافاة ويجوز أن يكون الواو مضمرا أي ومن آمن بعدك يا محمد إلى يوم القيامة وقال بعضهم إن المذكورين بالإيمان في أول الآية على طريق المجاز دون الحقيقة ثم اختلفوا فيهم فقال بعضهم الذين آمنوا بالأنبياء الماضين ولم يؤمنوا بك وقيل أراد بهم المنافقين الذين آمنوا بألسنتهم ولم يؤمنوا بقلوبهم واليهود والنصارى الذين اعتقدوا اليهودية والنصرانية بعد التبديل والصابئون بعض أصناف الكفار ( من آمن بالله واليوم الآخر ) هذه الأصناف بالقلب واللسان ( وعمل صالحا فلهم أجرهم عند ربهم ) وإنما ذكر بلفظ الجمع لأن ( من ) يصلح للواحد والاثنين والجمع والمذكر والمؤنث ( ولا خوف عليهم ) في الدنيا ( ولا هم يحزنون ) في الآخرة.",
  "ayah": 62,
  "surah": 2
}
