{
  "text": "{فقلنا اضربوه} يعني القتيل.{ببعضها} أي ببعض البقرة، واختلفوا في ذلك البعض، قال ابن عباس رضي الله عنه وأكثر المفسرين: \"ضربوه بالعظم الذي يلي الغضروف وهو المقتل\".وقال مجاهد وسعيد بن جبير: \"بعجب الذنب لأنه أول ما يخلق وآخر ما يبلى، ويركب عليه الخلق\".وقال الضحاك: \"بلسانها\"، وقال الحسين بن الفضل: \"هذا أدل بها لأنه آلة الكلام\".وقال الكلبي وعكرمة: \"بفخذها الأيمن\"، وقيل: بعضو منها لا بعينه، ففعلوا ذلك فقام القتيل حياً بإذن الله تعالى وأوداجه، أي عروق العنق، تشخب دماً وقال قتلني فلان، ثم سقط ومات مكانه فحرم قاتله الميراث، وفي الخبر: (( ما ورث قاتل بعد صاحب البقرة )) وفيه إضمار تقديره: فضرب فحيي.{كذلك يحيي الله الموتى} كما أحيا عاميل.{ويريكم آياته لعلكم تعقلون} قيل تمنعون أنفسكم من المعاصي.أما حكم هذه المسألة في الإسلام: إذا وجد قتيل في موضع ولا يعرف قاتله فإن كان ثَمَّ ( لوث ) على إنسان - واللوث: أن يغلب على القلب صدق المدعي، بأن اجتمع جماعة في بيت أو صحراء فتفرقوا عن قتيل يغلب على القلب أن القاتل فيهم، أو وجد قتيل في محلة أو قرية كلهم أعداء للقتيل لا يخالطهم غيرهم، فيغلب على القلب أنهم قتلوه - فادعى الولي على بعضهم، يحلف المدعي خمسين يميناً على من يدعي عليه، وإن كان الأولياء جماعة توزع الأيمان عليهم، ثم بعدما حلفوا أخذوا الدية من عاقلة المدعى عليه إن ادعوا قتل خطأ، وإن ادعوا قتل عمد فمن ماله، ولا قود على قول الأكثرين وذهب بعضهم إلى وجوب القود،وهو قول عمر بن عبد العزيز وبه قال مالك وأحمد، وإن لم يكن على المدعى عليه لوث فالقول قول المدعى عليه مع يمينه ثم هل يحلف يميناً واحدة أم خمسين يميناً؟ فيه قولان: (أحدهما) يميناً واحدة كما في سائر الدعاوي، (والثاني) يحلف خمسين يميناً تغليظاً لأمر الدم، وعند أبي حنيفة رضي الله عنه: لا حكم للوث [ولا يزيد بيمين المدعي] وقال: إذا وجد قتيل في محلة يختار الإمام خمسين رجلاً من صلحاء أهلها فيحلفهم أنهم ما قتلوه ولا عرفوا له قاتلاً، ثم يأخذ الدية من سكانها.والدليل على أن البداية بيمين المدعي عند وجود اللوث: ما أخبرنا عبد الوهاب بن محمد الخطيب أنا عبد العزيز بن أحمد الخلال أنا أبو العباس محمد بن يعقوب الأصم أنا الربيع أنا الشافعي أنا عبد الوهاب بن عبد المجيد الثقفي عن يحيى بن سعيد عن بشير ابن يسار عن سهل بن أبي حثمة: \"أن عبد الله بن سهل ومحيصة بن مسعود خرجا إلى خيبر لحاجتهما فقتل عبد الله بن سهل فانطلق هو وعبد الرحمن أخو المقتول وحويصة بن مسعود إلى رسول الله صلى الله عليه وسلم فذكروا له قتل عبد الله بن سهل فقال رسول الله صلى الله عليه وسلم: تحلفون خمسين يميناً وتستحقون دم صاحبكم أو قاتلكم فقالوا يا رسول الله لم نشهد ولم نحضر،فقال رسول الله صلى الله عليه وسلم: فتبرئكم يهود بخمسين يميناً فقالوا يارسول الله كيف نقبل أيمان قوم كفار؟ فعزم النبي صلى الله عليه وسلم عقله من عنده\".[وفي لفظ آخر فزعم أن النبي صلى الله عليه وسلم عقله من عنده].قال بشير بن يسار: قال سهل: \"لقد ركضتني فريضة تلك الفرائض في مربد لنا\"، وفي رواية: \"لقد ركضتني ناقة حمراء من تلك الفرائض في مربد لنا\" أخرجه مسلم عن محمد بن المثنى عن عبد الوهاب.وجه الدليل من الخبر: أن النبي صلى الله عليه وسلم بدأ بأيمان المدعين لتقوي جانبهم باللوث، وهو أن عبد الله بن سهل وجد قتيلاً في خيبر، وكانت العداوة ظاهرة بين الأنصار وأهل خيبر، وكان يغلب على القلب أنهم قتلوه، واليمين أبداً تكون حجة لمن يقوى جانبه وعند عدم اللوث يقوى جانب المدعى عليه من حيث أن الأصل براءة ذمته وكان القول قوله مع يمينه.",
  "ayah": 73,
  "surah": 2
}
