{
  "text": "ان الذین یبایعونک ۔۔۔۔ فوق ایدیھم (48 : 10) ” اے نبی ﷺ جو تم سے بیعت کر رہے تھے وہ دراصل اللہ سے بیعت کر رہے تھے ، ان کے ہاتھ پر اللہ کا ہاتھ تھا “۔ یہ بات مسلمانوں اور رسول اللہ ﷺ کے درمیان ہونے والی بیعت کو بہت ہی نازل اور ذمہ دارانہ بناتی ہے کہ لوگوں کے ہاتھ پر اللہ کا ہاتھ ہے اس عقد میں اللہ کا بھی ہاتھ تھا۔ اللہ یہ بیعت لینے والا تھا اور بیعت کرنے والوں کے ہاتھ کے اوپر اللہ کا ہاتھ تھا اور اللہ کی ذات ! کس قدر عظیم ذات ہے اللہ ، اللہ جو صاحب جلال و اکرام ہے ! اس کا ہاتھ !\nاس شعور اور تصور سے انسان کے دل سے اس عہد کو توڑنے کا خیال ہی نکل جاتا ہے۔ چاہے رسول اللہ اس دنیا سے اٹھ ہی کیوں نہ جائیں۔ اللہ تو بہرحال حاضر ہے۔ وہی تو اس عہد کا اصلی فریق ہے اور وہی نگران ہے۔\nفمن نکث فانما ینکث علی نفسہ (48 : 10) “ جو شخص اس عہد کو توڑے گا ، اس کی عہد شکنی کا وبال اس کی اپنی ذات پر ہوگا ”۔ اسی کو خسارہ ہوگا۔ اس کے درمیان اور اللہ کے درمیان جو سودا ہوا ہے۔ اس میں فائے میں رہنے والی پارٹی تو وہ خود ہے۔ اللہ تو دونوں جہانوں سے بےنیاز ہے۔ لہٰذا اگر یہ عہد توڑے گا تو نقصان اسی کو ہوگا۔ یہ اللہ کے غضب اور اللہ کی سزا کا مستحق ہوگا۔ کیونکہ اللہ نقص عہد کرنے والوں کو پسند نہیں کرتا ، اللہ تو وفا۔ عہد کرنے والوں اور وفاداروں کو پسند کرتا ہے۔\nومن اوفی ۔۔۔۔۔۔۔ اجرا عظیما (48 : 10) “ اور جو اس عہد کو وفا کرے گا جو اس نے اللہ سے کیا ہے عنقریب اس کو بڑا اجر عطا فرمائے گا ”۔ علی الاطلاق اجر عظیم ہوگا۔ تفصیلات کے سوا ہی۔ کیونکہ اللہ عظیم ہے جو یہ عہد کر رہا ہے۔ لہٰذا اس کا اجر بھی عظیم ہے۔ یہ اللہ کے حساب سے عظیم ہے۔ انسان تو اس اجر اور اس اجر کے عطا کرنے والے کی عظمت کا تصور بھی نہیں کرسکتا۔ انسان نہ اللہ کی عظمت کا تصور کرسکتا ہے نہ اللہ کے عظیم پیمانوں کا تصور کرسکتا ہے کیونکہ انسان خود بھی چھوٹا ہے اور اس کا تصور بھی چھوٹا ہے۔\nجب بات بیعت کی حقیقت پر ہو رہی تھی اور وفاداری اور بےوفائی تک پہنچی تو ان لوگوں کا ذکر شروع ہوا ، جنہوں نے اس موقعہ پر بےوفائی کی۔ یعنی مدینہ کے اردگرد دیہات میں رہنے والے لوگ ۔ جنہوں نے رسول اللہ ﷺ کے ساتھ سفر حدیبیہ میں نکلنے سے اس لیے انکار کیا کہ ان کو اللہ کے ساتھ بدظنی تھی اور اس موقعہ پر جو مومنین جارہے تھے ان کے بارے میں ان کو توقع تھی کہ وہ مصیبت میں گرفتار ہوں گے اور نقصان اٹھائیں گے جو قریش کے پاس ان کے گھروں کو جا رہے تھے۔ اس سے قبل یہ قریش مسلسل دو سال مدینہ میں جا کر مسلمانوں کے ساتھ لڑتے رہے تھے۔ ان کے بارے میں اس سورت میں حضور ﷺ کو پیشگی اطلاع کردی گئی ہے کہ جب آپ اور آپ کے رفقاء صحیح سلامت مدینہ پہنچیں گے تو ان لوگوں کے عذرات کیا ہوں گے۔ ان کا خیال تو یہ تھا کہ مسلمان واپس ہی نہ ہوں گے حالانکہ قریش نے مسلمانوں کے ساتھ دس سالہ صلح کرلی۔ اگرچہ شرائط بظاہر مسلمانوں کے خلاف تھیں ۔ لیکن دراصل قریش نے اپنے موقف سے پسپائی اختیار کی۔ انہوں نے حضور اکرم ﷺ اور مسلمانوں کو اپنے مساوی تسلیم کیا ، صلح کر کے دشمنی سے اپنے آپ کو چھڑایا۔ بہرحال یہاں اللہ تعالیٰ ان لوگوں کے عدم خروج کے اصل اسباب بھی بتا دیتا ہے اور ان لوگوں کو حضور اکرم ﷺ اور مسلمانوں کے سامنے عریاں کر کے رکھ دیا جاتا ہے۔ یہ بھی بتایا جاتا ہے کہ اس جنگ میں آپ کے ساتھ ، جو نکلے ہیں ، ان کے لئے اچھا مستقبل ہے۔ وہ یہ کہ مستقبل میں ان کو ہی نہایت ہی وافر مقدار میں اموال غنیمت ، فتوحات اور کامیابیاں ملیں گی اور یہ لوگ جو اس مہم سے پیچھے رہ گئے تھے یہ ان سے محروم ہوں گے۔ مستقبل کی آسان مہمات میں یہ اعراب چاہیں گے کہ آپ کے ساتھ جنگ کے لئے نکلیں تا کہ اموال غنیمت میں اپنا حصہ پائیں۔ آپ کو ہدایت کی جاتی ہے کہ آپ آسان مہمات میں اب ان کی پیشکش کو قبول نہ فرمائیں۔ اور ان آنے والی مہمات میں صرف ان لوگوں کو لے جائیں جو حدیبیہ میں شریک تھے۔ یہاں یہ بھی بتایا جاتا ہے کہ اگر تم سچے طور پر جہاد کرنے والے ہو تو تمہیں سخت طاقتور دشمن کے ساتھ لڑنے کے لئے موقعہ دیا جائے گا ۔ اگر فی الواقع تم جنگ کرنا چاہتے ہو اس وقت پھر نکلنا۔ وہاں اللہ تمہارا جو حصہ ہوگا ، دے گا۔ اگر انہوں نے اس وقت اطاعت کی تو اجر عظیم کے مستحق ہوں گے",
  "ayah": 10,
  "surah": 48
}
