{
  "text": "درس نمبر 245 ایک نظر میں\nیہ پورا سبق مومنین کی باتوں پر مشتمل ہے۔ مومنین کے ساتھ مکالمہ ہے۔ اس مجموعے کے ساتھ مکالمہ جس نے درخت کے نیچے حضرت محمد ﷺ کے ہاتھ پر بیعت کی ، اللہ کے ہاتھ پر بیعت کی۔ اللہ حاضر تھا اور اس کا گواہ تھا ، اور اس بیعت کی تصدیق و توثیق کرنے والا تھا اور بیعت کرنے والوں کے ہاتھوں پر اللہ کا ہاتھ تھا۔ صحابہ کرام ؓ کا وہ گروہ جنہوں نے اپنے کانوں سے سنا کہ ان کے بارے میں اللہ تعالیٰ رسول اللہ کو یہ فر ما رہا ہے :\nلقد ؓ ۔۔۔۔۔۔ فتحا قریبا (48 : 18) “ اللہ ان مومنوں سے خوش ہوگیا جب وہ درخت کے نیچے تم سے بیعت کر رہے تھے۔ ان کے دلوں کا حال اس کو معلوم تھا ، اس لیے اس نے ان پر سکینت نازل فرمائی اور ان کو انعام میں قریبی فتح بخشی ”۔ یہ ان مومنین کے بارے میں رسول اللہ ﷺ کو اطلاع ہے اور ان کے ساتھ مکالمہ ہے۔ اور ان کی خوشخبری ہے کہ اللہ نے ان کے لئے بہت ہی قیمتی غنائم جمع کر رکھے ہیں۔ بہت سی فتوحات ان کو نصیب ہونے والی ہیں اور اس سفر میں بھی ان کا حامی و مدد گار رہا اور آئندہ بھی رہے گا۔ اور اللہ نے اپنی سنت کے مطابق ان کے لئے مسلسل فتوحات رکھی ہوئی ہیں اور اللہ کی سنت کبھی بدلتی نہیں ہے۔ اس میں کفار پر تنقید بھی ہے اور یہ بھی فرمایا گیا ہے کہ اللہ نے کیوں اس موقعہ پر صلح کو ترجیح دی اور یہ کہ رسول ﷺ نے جو خواب دیکھا تھا وہ سچا تھا کہ مسلمان مسجد حرام میں داخل ہوں گے۔ اور یہ نہایت ہی پرامن انداز میں داخل ہوں گے اور ان کا دین بہرحال غالب ہو کر رہے گا۔\nیہ سبق اور یہ سورت اس ممتاز اور منفرد جماعت صحابہ کے خدو خال پر ختم ہوتی ہے۔ جنہوں نے رسول اللہ ﷺ کے ہمرکاب انقلابی کام کیا۔ اور تورات اور انجیل کے حوالے سے ان کے اوصاف بیان ہوئے اور آخر میں اعلان ہوا کہ وہ مغفرت اور اجر کریم کے مستحق ہوگئے ہیں۔\nمیں آج چودہ سو سال بعد اسلامی تاریخ کے افق پر ، ان مقدس لمحات کو دیکھ رہا ہوں جن میں یہ پوری کائنات دیکھ رہی ہے کہ عالم بالا سے نبی کریم ﷺ کی طرف یہ اطلاع آرہی ہے۔ اور مسلمانوں کو یہ باتیں بتائی جارہی ہیں۔ میں کوشش کر رہا ہوں کہ اس کائنات کے ان صفحات کو پڑھ سکوں اور اس کائنات کے ضمیر میں ان لمحات کے اندر جو کچھ پوشیدہ تھا اسے دیکھ سکوں۔ کیونکہ یہ پوری کائنات اس وقت اللہ کے اس قول کے ساتھ ہم قدم تھی کہ یہ متعین لوگ جو اس وقت زمین کے اس متعین ٹکڑے پر موجود ہیں اور درخت کے نیچے بیعت کر رہے ہیں ، یہ زمین کا نمک ہیں۔\nمیں اپنی چشم بصیرت کے ساتھ ان سعادت مندان زمین کے حالات کو دیکھنا چاہتا ہوں ، جنہوں نے اپنے کانوں کے ساتھ اور ذاتی طور پر اپنی شخصیت کے ساتھ ، یہ بات سنی کہ اللہ تعالیٰ ان کے بارے میں فرماتا ہے کہ “ میں ان سے راضی ہو گیا ”۔ پھر اس مقام کا بھی تعین کردیا جاتا ہے جہاں وہ تھے ، درخت کے نیچے اور اس بیعت کا بھی تعین کردیا جاتا ہے۔\nاذ یبایعونک تحت الشجرۃ (48 : 18) “ جب وہ درخت کے نیچے تم سے بیعت کر رہے تھے ”۔ یہ آیات انہوں نے اپنے سچے نبی کی زبان سے خود سنیں اور اللہ تعالیٰ کی طرف سے ان کو مژدہ سنایا گیا۔\nیا اللہ ! ان مقدس ہستیوں نے ان لمحات کو کس طرح گزارا ، اور ان ارشادات کو کس طرح سنا ، جن میں ذات باری بذات خود ہر شخص کی طرف اشارہ کر رہی ہے کہ اے فلاں اے فلاں ، تم میں سے راضی ہوں ، تم ہو جس نے درخت کے نیچے بیعت کی۔ تمہارے دل کی بات میں جانتا تھا۔ میں نے تم پر پھر سکینت نازل کی۔\nہم میں سے ایک شخص یہ آیت پڑھتا ہے۔\nاللہ ولی الذین امنوا “ اللہ ولی اور دوست ہے ، ان لوگوں کا جو ایمان لائے ” ۔ تو وہ اپنے آپ کو سعادت مند سمجھتا ہے۔ وہ اپنے دل میں امید کرتا ہے کہ میں بھی انشاء اللہ اس آیت کے عمومی مفہوم میں شامل ہوں یا پھر کوئی پڑھتا ہے یا سنتا ہے۔\nان اللہ مع الصابرین “ بیشک اللہ صبر کرنے والوں کے ساتھ ہے ”۔ اس لیے وہ مطمئن ہوجاتا ہے اور اپنے دل میں کہتا ہے۔ انشاء اللہ میں بھی ان صبر کرنے والوں میں سے ہوں ، لیکن وہ لوگ خود سن رہے ہیں اور خدا کے پیغمبر انہیں سنا رہے ہیں ، ایک ایک سن رہا ہے کہ اللہ کی مراد اس سے ہے ، اور وہ اس سے بات کر رہا ہے۔ اس تک پیغام بھیج رہا ہے کہ وہ اس سے راضی ہوگیا ہے۔ اس کے نفس میں جو کچھ تھا ، اسے جانتے ہوئے بھی اس سے راضی ہوگیا۔\nیا اللہ کس قدر عظیم اعزاز ہے یہ !\nلقد ؓ عن المومنین ۔۔۔۔۔ فتحا قریبا (48 : 18) “ اللہ مومنوں سے راضی ہوگیا ، جب وہ درخت کے نیچے بیعت کر رہے تھے ، ان کے دلوں کا حال اللہ کو معلوم تھا ، اس لیے اس نے ان پر سکینت نازل فرمائی۔ ان کو انعام میں قریبی فتح بخشی ”۔ اللہ نے جان لیا کہ ان کے دل میں ، اس کے دین کے لئے جوش و خروش ہے ، اپنی ذات کے لئے نہیں ہے۔ وہ جانتا تھا کہ وہ سچے دل سے بیعت کر رہے تھے۔ اللہ جانتا تھا کہ ان کے دلوں کے اندر جنگ کے سلسلے میں جو خیالات اٹھتے ہیں وہ ان کو پی رہے ہیں اور ضبط کر کے رسول اللہ ﷺ کے احکام کی تعمیل کر رہے ہیں کہ رسول اللہ ﷺ کے پیچھے ایک مطیع فرمان مسلم کی طرح کھڑے ہوں گے۔\nفانزل السکینۃ علیھم (48 : 18) “ اللہ نے ان پر سکینت نازل کر دی ”۔ یہ ایک عجیب لفظ اور انداز ہے۔ سکینہ نازل ہو رہا ہے۔ سکون ، ٹھہراؤ، وقار اور ثابت قدمی یہ ان پر نازل ہو رہے تھے۔ اس وقت ایسے حالات میں دور دھوپ ، گرمی ، غیرت اور دوسرے تاثرت کی وجہ سے لوگوں کے اندر بےچینی ہوگی ، جسے ٹھنڈک ، اطمینان اور مسرت سے بدل دیا گیا۔\nواثابھم فتحا قریبا (48 : 18) “ اور ان کو انعام میں قریبی فتح بخشی ”۔ یہ صلح بذات خود فتح تھی ، اس سے کئی دوسری فتوحات کا آغاز ہوا۔ فتح خیبر تو فوراً ہی ہوئی اور مفسرین کی یہ اغلب رائے ہے کہ اس سے مراد فتح خیبر ہے۔",
  "ayah": 18,
  "surah": 48
}
