{
  "text": "اب ہم اس سورت کے خاتمہ کی طرف آرہے ہیں۔ اس میں قرآن نے صحابہ کرام کی وہ تصویر کشی کی ہے جو اس وقت عملاً موجود تھی اور یہ جماعت محترمہ جس کے بارے میں پہلے آچکا ہے کہ اللہ ان سے راضی ہوگیا اور اس جماعت کے ایک ایک فرد تک اللہ کی خوشنودی کی اطلاع کردی گئی ، یہ کون لوگ تھے ؟ تو سنئے !\nمحمد رسول اللہ والذین ۔۔۔۔۔۔ مغفرۃ واجرا عظیما (48 : 29) ” محمد ﷺ اللہ کے رسول ﷺ ہیں ، اور جو لوگ ان کے ساتھ ہیں وہ کفار پر سخت اور آپس میں رحیم ہیں۔ تم جب دیکھو گے انہیں رکوع و سجود ، اور اللہ کے فضل اور اس کی خوشنودی کی طلب میں مشغول پاؤ گے۔ سجود کے اثرات ان کے چہروں پر موجود ہیں جن سے وہ الگ پہچانے جاتے ہیں۔ یہ ہے ان کی صفت تورات میں اور انجیل میں ان کی مثال یوں دی گئی ہے کہ ۔۔۔۔۔ ہے جس نے پہلے کونپل نکالی ، پھر اس کو تقویت دی ، پھر وہ گدرائی ، پر اپنے تنے پر کھڑی ہوگئی۔ کاشت کرنے والوں کو وہ خوش کرتی ہے تا کہ کفار ان کے پھلنے پھولنے پر جلیں ، اس گروہ کے لوگ جو ایمان لائے ہیں اور جنہوں نے نیک عمل کئے اللہ نے ان سے مغفرت اور بڑے اجر کا وعدہ فرمایا ہے “۔\nیہ ایک زبردست تصویر ہے ۔ قرآن کریم نہایت ہی انوکھے انداز میں یہ تصویر کشی کرتا ہے۔ اس جماعت کی نمایاں جھلکیاں یہاں دی گئی ہیں۔ ان کے ظاہری حالات ، ان کے پوشیدہ روحانی حالات ، ان کے باہم تعلقات ، ان کے کفار کے ساتھ تعلقات ،۔\nاشداء علی الکفار رحماء بینھم (48 : 29) ” کفار پر سخت اور آپس میں رحیم ہیں “ ۔ اور اللہ کی بندگی اور پرستش کرتے ہوئے۔\nترھم رکعا سجدا (48 : 29) ” تم دیکھو گے انہیں رکوع و سجود میں “۔ اور ان کی قلبی حالت اور خواہش اور فکر کیسی ہے۔ ان کی دلچسپیاں کیا ہیں۔\nیبتغون فضلا من اللہ ورضوانا (48 : 29) ” اللہ کے فضل اور اس کی خوشنودی کی طلب میں مشغول ہیں “۔ اور ان کے ظاہری خدو خال اور نشانات کیا ہیں ، چہرے ہرے کیسے ہیں۔\nسیماھم فی وجوھھم من اثر السجود (48 : 29) ” سجود کے اثرات ان کے چہروں پر موجود ہیں “۔ اور تورات و انجیل میں بھی ان کی یہی صفات بتائی گئی ہیں۔ (1) کزرع اخرج شعلتہ (48 : 29) ” ایک کھیتی کی طرح جس نے پہلے کونپل نکالی “۔ (2) فازرہ (48 : 29) ” پھر اسے تقویت دی “۔ (3) فاستغلظ (48 : 29) ” پھر وہ گدرائی “۔ (4) فاستوی علی سوقہ (48 : 29) ” پھر اپنے تنے پر کھڑی ہوگئی “۔ (5) یعجب الزراع (48 : 29) ” کاشت کرنے والے کو وہ خوش کرتی ہے “۔ (6) لیغیظ بھم الکفار (48 : 29) ” تا کہ کفار ان کے پھلنے پھولنے پر چلیں “۔\nیہاں سب سے پہلے اس صفت محمد کو ثابت اور موکد کیا جاتا ہے جس کا انکار سہیل ابن عمرو نے کیا تھا کہ آپ ﷺ کے نام کے ساتھ رسول اللہ کا لفظ نہ لکھیں یعنی محمد رسول اللہ ﷺ (محمد ﷺ اللہ کے رسول ہیں ) اور اس کے بعد صحابہ کرام کی یہ انوکھی اور عجیب تصویر شروع ہوجاتی ہے ، نہایت ہی انوکھے انداز میں۔\nمومنین کے حالات تو مختلف ہوتے ہیں لیکن ان جھلکیوں میں جو صفات دی گئی ہیں یہ تمام مومنین کی زندگی میں ہوتی ہیں اور یہ ان کی زندگی کے بنیادی نکات ہیں۔ انہی نکات سے اس تصویر کے خطوط ابھرتے ہیں جو نہایت ہی خوبصورت اور چمک دار ہیں۔ یہاں اللہ نے جو جھلکیاں دی ہیں ، ان میں ان باتوں کو بہت نمایاں کیا گیا ہے جن سے اس جماعت کی عزت افزائی ہو۔ لہٰذا وہ نکات اور وہ خطوط یہاں نمایاں ہیں جن کے ذریعہ عالم بالا میں انہیں اعزاز ملا ہے۔ ان کے معزز اور مکرم ہونے کی پہلی جھلکی اور رنگ یہ ہے کہ یہ لوگ۔\nاشداء علی الکفار رحماء بینھم (48 : 29) ” کافروں پر سخت اور آپس میں رحیم ہیں “۔ یہ کافروں پر بہت ہی سخت ہیں حالانکہ اس وقت کافروں میں ان کے آباء ، بھائی ، قریبی رشتہ دار اور دوست موجود تھے۔ لیکن انہوں نے ایسے تمام رشتوں کو یکدم کاٹ کر رکھ دیا۔ اور وہ آپس میں رحم دل ہیں حالانکہ ان کے درمیان صرف دینی اخوت ہے۔ لہٰذا ان کی شدت بھی اللہ کے لئے ہے اور ان کی نرمی بھی اللہ کے لئے ہے۔ یہ ہے نظریاتی حمیت ، اسلامی حمیت ، دینی غیرت۔ لہٰذا وہ اپنے نفس کے لئے کچھ نہیں چاہتے ۔ اور نہ ان کے نفوس کے لئے اس دین میں کچھ ہے۔ یوں وہ اپنے جذبات اور اپنی محبتوں کو اپنے تعلقات اور طرز عمل کو اپنے نظریات اور عقائد کی اساس پر استوار اور تعمیر کر رہے ہیں۔ وہ نظریاتی دشمنوں پر سخت اور نظریاتی دوستوں کے لئے ریشم کی طرح نرم ہیں۔ وہ انانیت اور خواہشات نفسانیہ سے مجرد ہوگئے ہیں۔ اللہ کے سوا کسی اور کے لئے کسی اور تعلق کے لئے وہ مشتعل ہی نہیں ہوتے۔\nاب دوسری جھلکی ، ان کے تکریم اور ان کا شرف ان کی رکوع و سجود میں ہے۔ جب وہ عبادت کرتے ہیں تو رکوع و سجود میں ہوتے ہیں اور تم انہیں ہمیشہ اس حالت میں پاؤ گے ، گویا یہ صفت ان کی دائمی صفت ہے اور عبادت میں رکوع و سجود مکمل حالت ہے ، اور ان کے ذہنوں میں بھی یہی حالت ہے اور ان کے جسم بھی بروقت رکوع و سجود میں ہیں گویا ان کی پوری زندگی اور پورا وقت اسی کام میں گزرتا ہے۔\nان کی جو تیسری جھلکی دکھائی گئی ہے وہ یہ ہے کہ ان کی باطنی ، ان کی روحانی اور ان کی نفسیات کی حالت کیا ہے۔\nیبتغون فضلا من اللہ ورضوانا (48 : 29) ” تم ان کو اللہ کے فضل اور خوشنودی کی طلب میں مشغول پاؤ گے “۔ یہ ان کے شعور کی دائمی حالت ہے۔ ان کا دل جن باتوں میں ہر وقت مشغول رہتا ہے ، ان کے اندر ہر وقت جو شوق اٹھتے ہیں وہ یہی ہیں کہ کسی طرح اللہ راضی ہوجائے ، اللہ کی رضا اور اس کے فضل کی طلب کے سوا ان کا اور کوئی مشغلہ اور دلچسپی ہی نہیں ہے۔\nاور چوتھی خوبی یہ کہ ان کی عبادات ان کے فیچرز اور ان کے خدوخال میں ظاہری طور پر نظر آتی ہیں۔\nسیماھم فی وجوھھم من اثر السجود (48 : 29) ” ان کے سجود کے اثرات ان کے چہروں میں موجود ہیں جن سے وہ الگ پہچانے جاتے ہیں “۔ یعنی ان کے چہرے میں نور ، روشنی اور چمک نظر آئے گی۔ اور ان کا چہرا صاف و شفاف ہوگا۔ اور یہ ان کی صاف ، زندہ اور روح پرور عبادت کی وجہ سے۔ اس سیماھم سے مراد وہ معروف نشان (محراب) نہیں ہے جو بعض لوگوں کے ماتھے پر پڑجاتا ہے (جب وہ سجدے میں ماتھا رگڑتے ہیں ) من اثر السجود (48 : 29) کے لفظ سے ذہن میں یہ نشانی آجاتی ہے۔ اثر السجود سے مراد اثر العبادہ ہے۔ کیونکہ سجدہ عبادت اور بندگی اور اطاعت کا درجہ کمال ہوتا ہے اور اس میں انسان عاجزی اور اطاعت کی کمال حالت میں ہوتا ہے۔ اس حالت کا اثر انسان کے چہرے پر بھی ظاہر ہوجاتا ہے۔ کیونکہ عبادت گزاروں کے چہروں پر سے کبرو غرور اور مستی دور ہوجاتی ہے اور اس کی جگہ شریفانہ تواضع ، صاف و شفاف طرز عمل ، پروقار نور اور تقویٰ کا دھیما پن آجاتا ہے جس سے مومن کا چہرہ نہایت یہ خوبصورت نظر آتا ہے جبکہ اس کے چہرے پر مایوسی بالکل نہیں ہوتی اور وہ خوش اور مطمئن نظر آتا ہے۔\nیہ روشن تصویر جو ان جھلکیوں میں نظر آتی ہے یہ کوئی نئی تصویر نہیں ہے۔ یہ ان کے لئے نظام قضا و قدر میں لکھی ہوئی ہے۔ لوح محفوظ میں درج ہے۔ اور اسی وجہ سے اس کا تذکرہ توریت میں بھی آیا ہے اور انسانوں کو ان کے بارے میں خوشخبری دی گئی ہے۔ قبل اس کے وہ اس زمین پر پیدا ہوں۔\nذلک مثلھم فی التورۃ ومثلھم فی الانجیل (48 : 29) ” یہ ہے ان کی صفت تورات میں اور انجیل میں ان کی مثال یوں دی گئی ہے ”\nاللہ نے ان دوسابقہ کتابوں میں حضرت محمد ﷺ اور آپ ﷺ کے رفقاء کی تعریف یوں کی ہے کہ وہ :\nکزرع اخرج شطئہ (48 : 29) ” ایک کھیتی کی طرح ہیں جس نے پہلے کونپل نکالی “۔ وہ اس طرح بڑھے جس طرح فصل ابتداء میں کونپلیں نکالتی ہے ، تروتازہ ہوتی ہے اور وہ آہستہ آہستہ بڑھتی اور قوی ہوتی ہے۔\nفازرہ (48 : 29) ” پھر اس کو تقویت دی “۔ یعنی اس کو نپل نے اسے مضبوط کیا۔ یا نال نے اس کو مضبوط کیا۔\nفاستغلظ (48 : 29) ” پھر وہ مضبوط سے مضبوط ہوگئی “ یعنی وہ نال اور فصل ۔\nفاستوی علی سوقہ (48 : 29) ” پھر وہ تنے پر کھڑی ہوگئی “۔ یعنی وہ فصل اپنی نال ، تنے یا ڈنڈی پر کھڑی ہوگئی ، اب اس میں نہ کمزوری ہے اور نہ جھکاؤ ، مضبوط ہے اور سیدھی ہے۔\nیہ تو ہے فصل کی ذاتی صورت حالات۔ لیکن کسان کے نفس پر اس کے کیا اثرات ہیں۔ ماہرین پر اس کے کیا اثرات ہیں جو بڑھنے والے کو بھی جانتے ہیں اور مرجھانے والے کو بھی جانتے ہیں۔ پھلدار کو بھی جانتے اور بےپھل کو بھی۔ تو ایسے لوگوں کے دل میں مسرت دوڑ جاتی ہے۔\nیعجب الزراع (48 : 29) ” کاشت کرنے والوں کو وہ خوش کرتی ہے “۔ اور بعض قراتوں میں الزراع کی جگہ الزارع (بونے والا) آیا ہے ۔ اور مراد ہے رسول اللہ ﷺ سے جو اس بڑھنے والی ، قوی ، تروتازہ اور فرحت بخش فصل کے کسان ہیں۔ پھر کفار کے دلوں پر اس کے اثرات کیا ہوتے ہیں ؟ وہ غصہ اور جھنجھلاہٹ ۔\nلیغیظ بھم الکفار (48 : 29) ” تا کہ کفار ان کے پھلنے پھولنے پر جلیں “۔ آخر میں کفار کے غصے کا ذکر کر کے قرآن نے اشارہ کردیا کہ کہیں اس کو لوگوں کی فصل پر ہی چسپاں نہ کرو۔ اس سے مراد اللہ والوں کی فصل ہے۔ اور رسول اللہ ﷺ کی فصل ہے اور یہ ان لوگوں کی فصل ہے جو دست قدرت کے آلات ہیں اور کفار کے لئے پریشانی کا باعث ۔\nیہ مثال بھی کوئی نئی مثال نہیں ہے کہ کتاب تقدیر کے صفحات میں درج ہے ۔ یہی وجہ ہے کہ اس کا ذکر حضرت محمد ﷺ کے زمین پر آنے اور مبعوث کئے جانے سے بھی پہلے اس کا ذکر تورات اور انجیل میں موجود ہے ۔ اور انجیل میں تو اس کی تصریح موجود ہے کہ محمد اور اس کے ساتھی آئیں گے ۔\nیوں اللہ اپنی لازوال کتاب میں اس جماعت کی صفات کو قلم بند فرماتا ہے ۔ یعنی جماعت صحابہ کی۔ یوں اس کائنات کے مرکز میں یہ جماعت قائم ہوتی ہے ۔ پوری کائنات اس کے ساتھ چلتی ہے اور یہ جماعت باری تعالیٰ سے اپنی یہ تعریف سنتی ہے۔ اور پھر آنے والی نسلوں کے لئے ان کی صفت بطور نمونہ ریکارڈ کردی جاتی ہے تا کہ آئندہ کی نسلیں بھی اس معیار کو قائم کرنے کی سعی کریں تا کہ ایمان اپنے اعلیٰ درجات میں قائم ہو۔\nجماعت صحابہ کی اس صفت اور تکریم کے بعد پھر اعلان ہوتا ہے کہ ان کے لئے اجر عظیم ہے۔\nوعد اللہ الذین ۔۔۔۔ واجرا عظیما (48 : 29) ” اس گروہ کے لوگ جو ایمان لائے ہیں اور جنہوں نے نیک عمل کئے ہیں اللہ نے ان سے مغفرت اور اجر کا وعدہ فرمایا ہے “۔ اس جماعت کی صفات کے بعد اب یہ ایک عمومی اعلان ہے اور اس اعلان کے مستفید ہونے والوں میں ظاہر ہے کہ وہ سب سے پہلے داخل ہیں۔ مغفرت اور اجر عظیم۔ یہی ایک اعلان ہی ان کے لئے بڑا اعزاز ہے اور ان کے لئے تو اللہ کی رضا مندی ہی بڑا اجر ہے لیکن اللہ کا فضل و کرم بلا قیود اور بلا حدود ہے اور اللہ کی بخشش بےانتہا و لا محدود ہے۔\nمیں ایک بار پھر چشم خیال کو کھول کر اس جماعت مکرمہ کو دیکھ رہا ہوں جس کے دل سعید ہیں۔ جو اللہ کے یہ فیوض رحمت اور اعزاز واکرام اور عظیم اجر کے وعدے پار ہے ہیں۔ ان کو سنایا جارہا ہے۔ یہ اعلان کہ اللہ کی کتابوں میں ، اللہ کے پیمانوں میں ، اور اللہ کے ایوانوں میں ان کے لئے یہ ہے ، یہ ہے ۔ حدیبیہ سے یہ واپس ہورہے ہیں اونٹوں کی رفتار کے گردو غبار میں یہ سورت سنتے ہیں ، اب یہ ان کی روح اور ان کی زندگی ہے ۔ ان کے کانوں اور ارواح میں یہ اتر رہی ہے۔ وہ ایک دوسرے کی طرف دیکھتے اور مسکراتے ہیں اور ان کا وجود ہی اللہ کا مجسم فضل و کرم ہے۔۔۔۔ میں چشم تصور سے ان کو دیکھ کر ذرا ان کے ساتھ چلنا چاہتا ہوں۔ ذرا مجھے بھی ان کے ساتھ چند قدم چلنے دو ، لیکن جو شخص ان کی راہ پر نہیں چلا وہ اس چشن فتح میں کیا شریک ہو سکتا ہے ؟ نہیں وہ دور ہی سے دیکھتا رہے گا۔۔۔۔۔ اللہ ! تو ہی کسی کو یہ اعزاز بخش سکتا ہے کہ وہ دور سے نجات کو نہ دیکھے بلکہ اس جشن میں کود پڑے۔ اے اللہ تو جانتا ہے کہ میں اس جشن میں کودنے کے لئے بےتاب ہوں !",
  "ayah": 29,
  "surah": 48
}
