{
  "text": "ثم بين - سبحانه - حالهم يوم القيامة ، وأنهم سيكونون على مثل حالهم فى الدنيا من الكذب والفجور . . فقال - تعالى - ( يَوْمَ يَبْعَثُهُمُ الله جَمِيعاً فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ وَيَحْسَبُونَ أَنَّهُمْ على شَيْءٍ أَلاَ إِنَّهُمْ هُمُ الكاذبون ) .أى : اذكر - أيها الرسول الكريم - يوم يبعث الله - هؤلاء المنافقين جميعا للحساب والجزاء \" فيحلفون \" لله - تعالى - فى الآخرة بأنهم مسلمون \" كما \" كانوا \" يحلفون لكم \" فى الدنيا بأنهم مسلمون .\" ويحسبون \" فى الآخرة - لغبائهم وانطماس بصائرهم \" أنهم \" بسبب تلك الأيمان الفاجرة \" على شىء \" من جلب المنفعة أو دفع المضرة .أى يتوهمون فى الآخرة أن هذه الأيمان قد تنفعهم فى تخفيف شىء من العذاب عنهم .( أَلاَ إِنَّهُمْ هُمُ الكاذبون ) أى الذين بلغوا فى الكذب حدا لا غاية وراءه .فأنت ترى أن الآية الكريمة قد بينت أن هؤلاء المنافقين فىب الدنيا ، قد بعثوا والنفاق ما زال فى قلوبهم ، وسلوكهم القبيح لا يزال متلبسا بهم . فهم لم يكتفوا بكذبهم علىالمؤمنين فى الدنيا ، بل وفى الآخرة - أيضا - يحلفون لله - تعالى - بأنهم كانوا مسلمين .وشبيه بهذه الآية قوله - تعالى - : ( ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ إِلاَّ أَن قَالُواْ والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ ) وقوله - سبحانه - : ( وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ ) ورحم الله صاحب الكشاف فقد قال عند تفسيره لهذه الآية : يعنى ليس العجب من حلفهم لكم - فى الدنيا بأنهم مسلمون - فإنكم بشر تخفى عليكم السرائر . ولكن العجب من حلفهم لله عالم الغيب والشهادة - بأنهم كانوا مسلمين فى الدنيا .والمراد وصفهم بالتوغل فى نفاقهم ، ومرونهم عليه ، وأن ذلك بعد موتهم وبعثهم باق فيهم لا يضمحل \" .وقال بعض العلماء ما ملخصه : وقوله : ( وَيَحْسَبُونَ أَنَّهُمْ على شَيْءٍ ) حذفت صفة شىء ، لظهور معناها من المقام ، أى : ويحسبون أنهم على شىء نافع .وهذا يقتضى توغلهم فى النفاق ، ومرونتهم عليه ، وأنه باق فى أرواحهم بعد بعثهم ، لأن نفوسهم خرجت من الدنيا متخلقة به ، فإن النفوس إنما تكتسب تزكية أو خبثا فى عالم التكليف .وفى الحديث : أن النبى - صلى الله عليه وسلم - قال : \" إن رجلا من أهل الجنة يستأذن ربه أن يزرع ، فيقول الله له : أولست فيما شئت؟ قال : بلى يا ربى ولكن أحب أن أزرع ، فأسرع وبذر ، فيبادر الطرفَ نباتُه واستواؤُه واستحصادُه أمثالَ الجبال .وكان رجل من أهل البادية عند النبى - صلى الله عليه وسلم - فقال : يا رسول الله لا نجد هذا الرجل إلا قرشيا أو أنصاريا ، فإنهم أصحاب زرع ، فأما نحن - أى أهل البادية - فلسنا بأصحاب زرع ، فضحك النبى - صلى الله عليه وسلم - إقرارا لما فهمه الأعرابى \" .وفى حديث جابر بن عبد الله الذى رواه الإمام مسلم فى صحيحه ، \" أن النبى - صلى الله عليه وسلم - قال : يبعث كل عبد على ما مات عليه \" .قال عياض : هو عام فى كل حالة مات عليها المرء ، وقال السيوطى : يبعث الزمار بمزماره ، وشارب الخمر بقدحه .قلت : \" ثم تتجلى لهم الحقائق على ما هى عليه ، إذ تصير العلوم على الحقيقة \" .",
  "ayah": 18,
  "surah": 58
}
