{
  "text": "it is stated separately: وَجَعَلَ فِيهَا رَ‌وَاسِيَ مِن فَوْقِهَا وَبَارَ‌كَ فِيهَا وَقَدَّرَ‌ فِيهَا أَقْوَاتَهَا فِي أَرْ‌بَعَةِ (He has placed firm mountains in it [ the earth ] towering above it, and put blessings in it, and proportioned its foods therein, in four days - 10). It should be remembered that the four days mentioned in this verse are inclusive of the first two days mentioned in verse 9, according to the consensus of the exegetes. The first two days and the later four days are not separate, otherwise the total period of creation would become eight days which is against the explicit statement of the Qur'an.\nIt appears that it would have been more proper at this point if, after mentioning the creation of earth in two days, the creation of mountains etc. were also mentioned in two days, and thus it would have been known that the total number of days taken for the creation of earth was four. But by choosing to state that the number of days including the remainder of the earth's creations totals four, Qur'an has probably indicated that the four days were not continuous, but in two parts - two days before the creation of the skies, and two days after it. The creation of mountains etc. mentioned in the verse 10, relates to the period after the creation of the skies. And Allah knows best.\nوَجَعَلَ فِيهَا رَ‌وَاسِيَ مِن فَوْقِهَا (He has placed firm mountains in it (the earth) towering above it,...41:10) The mountains have been created to maintain the earth's balance as has been clarified in many verses of Qur'an. It was not necessary for this purpose to raise them above the earth's surface and to make them so high - they could have been placed inside the earth also. But in raising them above and making them so high as to keep them away from the reach of human beings and animals, generally, there were thousands, rather innumerable, benefits for the inhabitants of the earth. Hence the words, \"towering above it\" in this verse point out to this special blessing.\nوَقَدَّرَ‌ فِيهَا أَقْوَاتَهَا فِي أَرْ‌بَعَةِ أَيَّامٍ سَوَاءً لِّلسَّائِلِينَ (and proportioned its foods therein, in four days, equal for those who ask…… 41:10) (Aqwat) is plural of Qut قُوت which means food, sustenance, including common necessities of human life. (Abu ` Ubaid - Zad-ul-Masir by Ibn-ul- Jauzi)\nHasan ؓ and Suddi have said in its explanation that Allah Almighty has predetermined the sustenance and maintenance for the inhabitants of every region according to their need and expedience in the sense that He issued directions that such and such items be produced in such and such qualities in this region of the earth. This predetermination has caused every region of the earth to have characteristics of its own, and different kinds of minerals, different kinds of vegetation, trees and animals have been created according to the needs, nature and preferences of that zone.\nThis arrangement results in every region having different products and different dresses - Asb in Yemen, Saburi in Sabur, Tayalisah in Ray, wheat in some region, rice and other grains in other regions, cotton in some areas, jute in some others, apples and grapes in some areas, mangos in others; these differences in items accord with the differences in the nature of the different regions. ` Ikrimah and Dahhak state that these differences in the products in different regions have opened ways for international trade and for mutual cooperation between different regions and countries of the world. No region is independent of other regions for the fulfillment of its needs; mutual wants are the only firm basis for mutual cooperation. ` Ikrimah has stated that in some areas salt is sold for an equal weight of gold.\nIn fact, Allah Almighty has made this earth, so to say, such a great store of all necessities such as food, shelter, clothes, etc. of all its inhabitant, including billions and billions of humans and innumerable animals that are to come in this world up to Doomsday. These necessities have been kept inside it, and they will keep on growing and being supplied as needed until the Last Day of this world. All a man has to do is to take the necessities out of the earth according to his need and use them.\nFurther on, the text states: سَوَاءً لِّلسَّائِلِينَ (equal for those who ask -10). Most of the commentators (mufassirin) have related this sentence to the four days. It means that all these great creations took place in exactly four days. Generally ` four' does not always mean exactly four - it may be slightly more or slightly less, but the fractions are disregarded in such cases, and it is still called ` four'. The addition of the word ` equal' here in the verse has eliminated this possibility, and clarified that the creation of the earth and the skies and what is placed in them took place in exactly four days. And the word ` for those who ask' means those people who asked the Holy Prophet ﷺ regarding the creation of the earth and the skies, as the Jews did according to Tafsir Ibn Jarir and Ad-Durr-ul-Manthur. They have been told that all this creation took place in exactly four days. (Ibn Kathir, Qurtubi, Ruh)\nAnd some exegetes Ibn Zayd, etc., have linked the words ` for those who ask' with the foregoing sentence ` proportioned its foods therein\" and held ` those who ask' to mean the needy people who ask for food. The meaning in this case would be that Allah Almighty has created all these different kinds and species of foods and necessities for the benefit of those who need and seek them, and since needy people usually ask for food, they have been called ` those who ask'. (A1-Bahr-ul-Muhit)\nIbn Kathir has quoted this explanation and said that it is like the statement of the Qur'an وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ (And He gave you whatever you asked for. - 14:34) ` you asked for' in this verse means ` you were in need of' even though it has not been asked literally, because Allah Almighty has bestowed those things even to those who did not ask for them.",
  "ayah": 10,
  "surah": 41
}
