{
  "text": "Commentary\nThe seven Surahs that commence with \"Ha Meem\" are known as \"Al Hameem' or 'Hawameem'. Some more words are added as suffixes in their names to differentiate between them, for example, the 'Ha Meem' of Surah Mu'min is called \"Ha Meem Al-Mum'in, and 'Ha Meem' of this Surah is called 'Ha Meem Sajdah' or 'Ha Meem Fussilat'. Both the names of this Surah are well-known.\nThe first addressees of this Surah are Quraysh of ` Arabia among whom Qur'an was revealed in their own language. They had witnessed the marvel of the Qur'an, and they had also seen innumerable miracles of the Holy Prophet ﷺ . And yet they turned away from the Qur'an. What to say of understanding, they did not even bear to listen to the Qur'an. Eventually, in response to the affectionate advices of the Holy Prophet ﷺ ، they declared that they neither understand what he says, nor do their hearts accept it, nor are their ears prepared to listen to it, and that there are double barriers between him and them, so he should carry on with his business and leave them to their own.\nThis is the meaning of the first five verses of this Surah. In these verses, Allah Almighty has specially addressed and advised Quraysh that Qur'an has been revealed in Arabic language, so that you do not have any difficulty in understanding the contents. At the same time three qualities of the Holy Qur'an have been stated. Firstly it is said, فُصِّلَتْ آيَاتُهُ Here, the word fussilat' is a derivative of fasl which originally means distinguishing the subjects by separating them. So فُصِّلَتْ means stating things very clearly by explaining in detail, either by separating them subject - wise in different chapters, or by mentioning them at one place. Different subjects like injunctions of Shari'ah, stories, beliefs, refutation of the people of false beliefs, etc. have been stated separately in the verses of the Holy Qur'an, and each subject has been explained by examples as well. The second and third qualities of the Holy Qur'an have been stated as that of communicating good news of everlasting happiness to the believers and of warning the non-believers of perpetual scourges.",
  "ayah": 2,
  "surah": 41
}
