{
  "text": "وَمَا كُنتُمْ تَسْتَتِرُ‌ونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ (And you had not been hiding your selves [ when committing sins ] because of [ the apprehension ] that your ears and your eyes and your skins would bear witness against you,….41:22) This verse means that if anyone wants to commit a sin or a crime, he may hide it from others, but how can he hide it from his own limbs and organs? When it is known that our ears, eyes, hands, feet, skin and hair are not ours, rather they are witnesses of the state against us, and when they would be questioned about our deeds, they would give true evidence, then there is no way to hide the commitment of a crime or a sin. The only way to avoid the disgrace is to keep away from sin. Although it is not expected from the deniers of Oneness of Allah and of prophethood, that it would enter their minds that their organs and limbs would speak up before Allah Almighty and give evidence against themselves, yet any intelligent person could have understood that it is totally impossible that the One who has created him from a lowly matter, given him ability to hear and see, brought him up and made him young, will not fully know his deeds and state of affairs. But you had thought, against this evident matter, that Allah Almighty had no knowledge of many of your deeds. This false assumption encouraged you to commit ` shirk' and ` kufr'. This is the meaning of Verse 23 where it is said, ' وَذَٰلِكُمْ ظَنُّكُمُ الَّذِي ظَنَنتُم بِرَ‌بِّكُمْ أَرْ‌دَاكُمْ \"And this thought of yours that you conceived about your Lord brought you to ruin...\"\nThe Evidence of Man's Limbs and organs after Resurrection\nAccording to a narration reported in Sahih of Muslim Sayyidna Anas ؓ says, \"One day we were with the Holy Prophet ﷺ when he started laughing. Then he asked us whether we knew why he was laughing. We said that Allah and His Rasul ﷺ knew best. Then he said \"What made me laugh was the dialogue a slave will have with his Lord on the Day of Resurrection. The slave will say, \"0 my Lord! Did you not give me protection from injustice?\" Allah Almighty will say, ` No doubt, I did.' Then this slave will say, ` Since this is so, I would not be satisfied with any evidence in the matter of my accountability, except that some part of my own being stands up as witness.' Allah Almighty will say, كَفَىٰ بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيبًا ` Your own being is enough today to take your account. (17:14) ' Then his mouth will be sealed, and his limbs and organs will be asked to tell about his deeds. Every organ would speak up and give true evidence. After that his mouth will be unsealed, and then he will say to his own organs in displeasure, بُعداًلَّکُم وسُحقاً فَعَنکُنَّ اُنَاضِلُ ` May you be ruined. May you be destroyed; whatever I had done in the world was only to make you comfortable', (whereas you have stated to furnish evidence against me.)\nAnd according to another narration by Sayyidna Abu Hurairah ؓ ، this person's mouth will be sealed, and his thigh will be called to speak and tell about his deeds. Then his thigh, its flesh and bone will all give evidence of his deeds. (Muslim, Mazhari)\nSayyidna Ma'qil Ibn Yasar ؓ has narrated that the Holy Prophet ﷺ has said that every new day calls the humans saying, ` I am a new day, and I shall be a witness to whatever you do today. So you should do some good deed before I come to an end, in order that I may give evidence, because once I am gone, you will never find me again. Similarly, every night gives the same call.' (Al-Qurtubi, with reference to Abu Nu'aim)",
  "ayah": 25,
  "surah": 41
}
