{
  "text": "لَّا يَأْتِيهِ الْبَاطِلُ مِن بَيْنِ يَدَيْهِ وَلَا مِنْ خَلْفِهِ (that cannot be approached by falsehood, neither from its front, nor from its behind.) Qatadah and Suddi have stated that ` batil' (falsehood) in this verse means Shaitan (Satan), and ` neither from its front, nor from its behind' means ` from any side'. To sum up, Satan's manipulation and contrivance just do not work on this Book; Shaitan cannot distort this Book by adding something to it, or deleting something from it.\nThe author of Tafsir Mazhari, after quoting this explanation, has added that Satan here includes the satans both from jinn and from humans - neither can carry out any change or distortion in the Qur'an. Some Rawafid1.\n(1) This term is used for the extremists among the Shi'ites who tried to add ten parts (Ajza' ) and some tried to add some particular verses, but none could succeed.\nAbu Hayyan has stated in Al-Bahr-ul-Muhit that the word batil (falsehood) as a word is not specific to Shaitan; any falsehood or falsifier, whether from Shaitan or from any other source, cannot succeed in the Qur'an. Then, referring to Tabari, he has mentioned that this verse means that a disbeliever can neither dare to carry out any change in this Book openly, nor can he distort its meaning through ilhad covertly.\nThe explanation of Tabari is very appropriate here, because there can be only two ways of introducing any distortion or ilhad in the Qur'an. First, that any disbeliever tries openly to add something to or delete something from the Qur'an. This has been denoted by the words, ` from its front'. The second way of distortion is that somebody, claiming to have faith, tries to distort the meaning of the Qur'an covertly through false interpretations. This has been referred to by the words, ` nor from its behind'.\nThe sense, in nut shell, is that this Book is so noble and protected by Allah that nobody has the power to bring any addition, omission or change in its words, nor can one succeed in bringing any change in the injunctions of the Qur'an by distorting its meaning. Whenever any wretched person attempted to do so, he had to face ignominy -The Qur'an remained pure and untouched by his evil plans. As for its protection from open distortion or change, everybody can see that there is no way for anyone to do it, because it is being read and recited throughout the world for the last fourteen centuries, fully memorized by hundreds of thousands of people; if anybody makes even the slightest mistake, the young, the old, the learned scholars, the illiterate - thousands and thousands of Muslims raise their voice for correction. The words ` nor from its behind' in the present verse indicate that the protection of the Qur'an that has been undertaken by Allah Almighty Himself by saying \"And We are there to protect it.\" (15:9) is not limited to its words only; rather Allah Almighty has ensured that its meanings will remain protected as well. Allah Almighty has so safeguarded even the meaning and injunctions of Qur'an through His Messenger and his direct disciples, the noble Companions ؓ ، that if any infidel attempts to distort it through false explanations, thousands of scholars stand up to refute it, and he faces rejection. The fact is that in the verse إِنَّا لَهُ لَحَافِظُونَ (We are there to protect it) the pronoun ` it' points towards the Qur'an and Qur'an is not just the name of words, but is the name of both words and meanings.\nIt is clearly mentioned in correct ahadith that a group will always remain among Muslims, till Doomsday, who would expose the distortions of those who commit ilhad (false interpretation), and would clarify the correct meaning of the Qur'an. They may hide their kufr from the whole world, but they cannot hide it from Allah Almighty, and since Allah Almighty is aware of their conspiracy, they are bound to face punishment.",
  "ayah": 42,
  "surah": 41
}
