{
  "text": "أَأَعْجَمِيٌّ وَعَرَ‌بِيٌّ (Is it a non- Arabic [ book ] and an Arab [ messenger ]? - 44) The original word used for non-Arabic in the text is a'jamiyy (with hamza before the letter 'ain) which is an Arabic term for ` ineloquent speech', while ` ajam' (without hamzah in its beginning) means any nation other than Arabs. Therefore ` ajamiyy is a person who is non-Arab, even though he may speak eloquently, and a'jamiyy is a person who cannot speak eloquently (Qurtubi). The use of the word أَعْجَمِيٌّ ajamiyy in this verse means that if We had revealed the Qur'an in any language other than Arabic, then the Quraysh who are the first addressees of the Qur'an would have complained that they did not understand this Book and would have said wonderingly that the prophet is an ` Arab, but the book is ajamiyy which is ineloquent.\nقلْ هُوَ لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ (Say, \"For those who believe, it is guidance and cure. - 44) Two attributes of The noble Qur'an are stated here. One is that Qur'an gives guidance - such guidance in all spheres of life as is beneficial and useful for human beings. The second attribute is that the Qur'an is cure. That it is a cure for spiritual ailments like kufr, shirk, arrogance, jealousy, greed, etc. is quite obvious, but is also cure for bodily ailments, as has been proved by experience of treating patients through Qur'anic prayers which has been successful.\nأُولَـٰئِكَ يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ (Such people are being called from a distant place. - 44) This is a similitude. A person who understands what is being said, the Arabs say to him, اَنتَ تسمَعُ مِن قَرِیب (you are listening from a near place) and if a person does not understand the discourse, they say to him اَنتَ تُنَادٰی مِن بَعِید (you are being called from a distant place) (Qurtubi). The meaning is that since these people do not intend to listen and to understand the directions of the Qur'an, their ears are almost deaf and their eyes are blind, therefore teaching them the Qur'anic guidance is like calling someone from such a distant place that the voice does not reach his ears.",
  "ayah": 46,
  "surah": 41
}
