{
  "text": "Toward the end of the address, both the aspects of glad tidings and of warnings of the Qur'n have been presented to them, making it clear that there are dire consequences for the mushrikin (those who associate partners with Allah) and eternal rewards for the believers. In the context of the evil fate of the Mushriks, one reason for it has been mentioned that these people did not use to pay Zakah. This gives rise to some questions. The first one is that these verses were revealed in Makkah, whereas Zakah was made obligatory in Madinah. So, how can they be accused of non-payment of Zakah before Zakah was made obligatory?\nIbn Kathir, in reply to this question, has said that Zakah, in principle, had been obligated along with Salah right from the beginning of Islam, as mentioned in Surah Muzzammil. However the determination of the Nisab (minimum capital and property for the applicability of Zakah) and the arrangements for its collection were made in Madinah. Therefore it is not correct to say that Zakah was not obligated in Makkah.\nAre Non-Muslims required to follow the practical injunctions of Shari'ah?\nThe second doubt is that many jurisprudents do not consider Non-Muslims to have been asked or required to carry out religious deeds such as Salah, Fasting, Hajj and Zakah. The direction is that they have to embrace the faith first, and then they are liable to the practical precepts of Shari'ah. According to this view, they are not liable to pay zakah. Why then have they been reprimanded for not paying Zakah in this verse?\nIt can be said in reply that many of the leading scholars and experts of Islamic jurisprudence are of the view that even the Non-Muslims are required to carry out the obligatory duties of religion; If this view is adopted, there remains no doubt about this verse that has mentioned non-payment of zakah as one of the reasons for their being punished. As for those scholars who do not consider Non-Muslims to have been asked to carry out the obligatory duties, they can say that the real denunciation is not for non-payment of Zakah, but because this non-payment is due to their disbelief and is a sign of it. Therefore the object of the reprimand is that had they been believers, they would have been strict in paying Zakah; their fault is their failure to embrace the faith. (Bayan-ul-Qur’ an).\nThe detailed discussion of whether or not the infidels have been asked to follow the practical precepts of Shari` ah may be found in the fifth volume of the author's Arabic book \"Ahkam-ul-Qur’ an\".\nThe third question which arises here is that the commandment for Salah is the most important of all the commandments of Islam which has not been mentioned here, so what is the wisdom behind making a special mention of Zakah? Qurtubi etc., have said in reply that Quraysh of Arabia were wealthy people, and they were known for their trait of giving alms and charity and helping the poor. But when somebody would become a Muslim, they would deprive him of such financial help and social assistance also. Zakah has been specially mentioned because the object is to denounce this practice. (Allah knows best)",
  "ayah": 7,
  "surah": 41
}
