{
  "text": "Commentary\nThe real objective of these eloquent verses is to warn the people who, denying the Oneness of Allah, associate others with Him. With reference to the great creations of Allah Almighty in the form of heavens and the earth, and the wisdom underlying their creation, the Mushriks are reprimanded that they are so irrational in their beliefs that they believe such a Great and Omni-potent Creator to be in need of having partners in carrying out His divine functions. A reprimanding statement with a similar nature has also appeared in Surah Al-Baqarah in the following words:\nكَيْفَ تَكْفُرُ‌ونَ بِاللَّـهِ وَكُنتُمْ أَمْوَاتًا فَأَحْيَاكُمْ ۖ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ ثُمَّ إِلَيْهِ تُرْ‌جَعُونَ ﴿28﴾ هُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْ‌ضِ جَمِيعًا ثُمَّ اسْتَوَىٰ إِلَى السَّمَاءِ فَسَوَّاهُنَّ سَبْعَ سَمَاوَاتٍ ۚ وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ ﴿29﴾\n\"How is it that you deny Allah despite that you were lifeless and He gave you life, then He will make you die, then make you alive again, and then to Him you will be returned? It is He who created for you all that the earth contains; then He turned to the heavens and made them seven skies -- and He is the knower of all things.\" (Verses 2:28-29)\nThe order of creation, the number of days in which this creation took place and other details are not given in the verses of Surah al-Baqarah; they are mentioned here in Surah Fussilat.\nThe order of creation of the skies and the earth, and the Days of Creation\nMaulana Ashraf ` Ali Thanawi (رح) has stated in Bayan-ul-Qur'an that, although the creation of the earth and the skies has been mentioned briefly or in detail at hundreds of places in the Qur'an, yet the sequence of their creation is probably mentioned in three verses only. One is this verse of Ha Meem Sajdah, the second is the above mentioned verse of Surah Al-Baqarah, and the third is the following verse of Surah Nazi'at:\nأَأَنتُمْ أَشَدُّ خَلْقًا أَمِ السَّمَاءُ ۚ بَنَاهَا ﴿27﴾ رَ‌فَعَ سَمْكَهَا فَسَوَّاهَا ﴿28﴾ وَأَغْطَشَ لَيْلَهَا وَأَخْرَ‌جَ ضُحَاهَا ﴿29﴾ وَالْأَرْ‌ضَ بَعْدَ ذَٰلِكَ دَحَاهَا ﴿30﴾ أَخْرَ‌جَ مِنْهَا مَاءَهَا وَمَرْ‌عَاهَا ﴿31﴾ وَالْجِبَالَ أَرْ‌سَاهَا ﴿32﴾\n\"Are you more difficult to create, or the sky? He has built it, He has raised its height, then made it proper and darkened its night and brought forth its daylight and, after that, He spread out the earth. From it He brought out its water and its meadows, and firmly fixed the mountains.\" (79:27-32)\nDuring a cursory look into these three verses, one may feel a sort of apparent contradiction between them, because we find from Surah Al-Baqarah and Surah Ha Meem that the earth was created before the sky, whereas in Surah Naziat, earth appears to have been created after the sky. Maulana Thanawi has stated that after a careful study of all these verses, it appears to him that only the matter of the earth came into existence first, and before it was molded into shape, the matter of sky came into existence in the form of a smoke. After that, the earth was molded into shape with mountains, trees, etc. and then the seven skies were given form out of the floating smoky matter. He hopes that this clarification would explain the harmony between all the verses. Only Allah knows the truth. (Bayan-ul-Qur’ an - Surah Al-Baqarah, section 3).\nSome questions regarding this verse and their answers given by Sayyidna Ibn ` Abbas ؓ have been reported in Sahih of Bukhari. The explanation of this verse given by Sayyidna Ibn ` Abbas ؓ is about the same as that given above by Maulana Thanawi (رح) - the words quoted by Ibn Kathir are:\nوخلق الارض فی یومین ثم خلق السمآء ثم استوٰی الٰی السمآء فسوّٰبھُنَّ فی یومین اٰخرین ثم دحی الارض و دحیھا ان اخرج منھا المآء والمرعٰی وخلق الجبال والرمال والجماد والآکام وما بینھا فی یومین آخرن فذٰلِکَ قولہ تعالیٰ دَحٰھا۔\nHafiz Ibn Kathir has also quoted the following as explanation of this verse given by Sayyidna Ibn 'Abbas ؓ with reference to Ibn Jarir:\"\nThe Jews of Madinah came to see the Holy Prophet ﷺ ، and asked him about the creation of the earth and of the skies. The Holy Prophet ﷺ told them that Allah Almighty created the earth on Sunday and Monday, the mountains and the minerals therein on Tuesday, and the trees, water springs, cities, buildings and desolate plains on Wednesday - all this in four days as stated in the verse.\nأَئِنَّكُمْ لَتَكْفُرُ‌ونَ بِالَّذِي خَلَقَ الْأَرْ‌ضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ۚ ذَٰلِكَ رَ‌بُّ الْعَالَمِينَ وَجَعَلَ فِيهَا رَ‌وَاسِيَ مِن فَوْقِهَا وَبَارَ‌كَ فِيهَا وَقَدَّرَ‌ فِيهَا أَقْوَاتَهَا فِي أَرْ‌بَعَةِ أَيَّامٍ سَوَاءً لِّلسَّائِلِينَ\nThen He created the sky on Thursday. And on Friday, He created the stars, the sun, the moon and the angels. All this was completed on Friday when three hours were still left. All the disasters and troubles that everything is going to face were created in the second hour, and in the third period Sayyidna 'Adam\tعلیہ السلام was created and lodged in Paradise, Iblis was commanded to prostrate before Sayyidna 'Adam (علیہ السلام) and turned out of Paradise when he refused to prostrate. All this was completed till the end of the third hour....(Ibn Kathir). At the end, Ibn Kathir says: \"This hadith has an element of gharabah\" (that is, the contents of this Hadith are not corroborated by other sources)\nThe commencement of creation took place on Saturday according to a Hadith narrated by Sayyidna Abu Hurairah, reported in Sahih of Muslim. As per this Hadith, it took seven days for the creation of the earth and skies. But generally the explicit verses of the Qur'an mention the duration of creation to be six days.\nأَئِنَّكُمْ لَتَكْفُرُ‌ونَ بِالَّذِي خَلَقَ الْأَرْ‌ضَ فِي يَوْمَيْنِ وَتَجْعَلُونَ لَهُ أَندَادًا ۚ ذَٰلِكَ رَ‌بُّ الْعَالَمِينَ ﴿9﴾ وَجَعَلَ فِيهَا رَ‌وَاسِيَ مِن فَوْقِهَا وَبَارَ‌كَ فِيهَا وَقَدَّرَ‌ فِيهَا أَقْوَاتَهَا فِي أَرْ‌بَعَةِ أَيَّامٍ سَوَاءً لِّلسَّائِلِينَ\n\"And We created the heavens and the earth and all that is between them in six days, and no weariness even touched Us.\" (50:38)\nBecause of this, and also because of its (weak) chain of narrators, this Hadith has been held as 'ma` lul' (defective) by the leading muhaddithin. Ibn Kathir (رح) has stated that this Hadith is one of the strange ones of Sahih of Muslim, and then stated that Imam Bukhari, in his book Tarikh Kabir, has considered this narration to be ma` lul (defective). And some scholars have quoted this statement as a saying of Sayyidna Abu Hurairah ؓ narrated by Ka` b Ahbar, and not as a statement of the Holy Prophet ﷺ and have said that this is the most correct. (Ibn Kathir p. 94, vol. 4)\nSimilarly, other masters of Hadith like Ibn-ul-Madini, Baihaqi, etc. have also considered it to be a statement of Ka'b Ahbar. (Foot note of Zad-ul-Masir by Ibn-ul-Jauzi, p. 273, vol. 7)\nThe narration of Sayyidna Ibn ` Abbas ؓ quoted above from Ibn Jarir has also an element of gharabah, (being against other sources) according to Ibn Kathir. One reason for its gharabah is that in this narration creation of Sayyidna 'Adam (علیہ السلام) took place along with the creation of skies in the last hour of Friday, and the divine order for prostration and the exit of Iblis from the Paradise is also mentioned to have taken place in the same hour. But it is patently clear from the text of many verses of the Qur'an that creation of Sayyidna 'Adam (علیہ السلام) took place a long time after the creation of the earth and skies, when the earth was provided with all the necessities, and it was inhabited by the Jinns and shaitans (devils). It was after all this that Allah Ta’ ala told the angels that He was going to make a vicegerent on the earth. (Mazhari)\nBriefly, of all the ahadith wherein the duration, days and sequence of creation of the earth and skies is narrated, no narration is such which can be said to be as absolutely certain as the Qur'an. Rather, it is very likely that these may be Israelite traditions, not noble ahadith, as clarified by Ibn Kathir about the Hadith quoted in Sahih of Muslim and Nasa'i. Therefore conclusions should be drawn from the verses of the Qur'an only. The one thing found absolutely certain from the verses of the Qur'an collectively is that the earth, the skies and whatever is inside them were created in six days only. The other thing found from the verses of Surah Ha Meem Sajdah is that the creation of the earth, its mountains, trees, etc. took full four days. The third thing found is that the creation of skies took two days - it is not clarified whether it took two full days. There is some indication that two full days were not used and some part of the last day, being Friday, was left unused. It appears from these verses that it took four days for the creation of the earth and the remaining two days for the creation of the skies, the earth having been created first. But the verse of Surah Nazi` at states clearly that the laying out of the earth and its completion took place after the creation of the skies. Therefore the sequence stated above, with reference to Bayan-ul-Qur'an, that the creation of the earth took place in two stages, is not beyond reason. In the first two days, the earth and the matter for mountains, etc. were created, in the next two days the skies were created, and in the last two days the laying out of the earth and the creation of the mountains, trees rivers, springs etc. was completed. In this way the four days of the creation of the earth were not continuous. As for the sequence mentioned in the present verse of Surah Ha Meem Sajdah, it is stated first that the creation of the earth took place in two days: خَلَقَ الْأَرْ‌ضَ فِي يَوْمَيْنِ (the One who has created the earth in two days, - 41:9), then after giving a reprimand to the mushrikin,",
  "ayah": 9,
  "surah": 41
}
