{
  "text": "( إِذْ رَأَى نَارًا ) ذكر أن ذلك كان في الشتاء ليلا وأن موسى كان أضلّ الطريق; فلما رأى ضوء النار قَالَ لأَهْلِهِ ما قال.* ذكر من قال ذلك:حدثنا موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، عن أبي مالك، وعن أبي صالح، عن ابن عباس، قال: لما قضى موسى الأجل، سار بأهله فضلّ الطريق. قال عبد الله بن عباس: كان في الشتاء، ورُفعت لهم نار، فلما رآها ظنّ أنها نار، وكانت من نور الله  قَالَ لأَهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا  .حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن وهب بن منبه اليماني، قال: لما قضى موسى الأجل، خرج ومعه غنم له، ومعه زند له، وعصاه في يده يهشّ بها على غنمه نهارا، فإذا أمسى اقتدح بزنده نارا، فبات عليها هو وأهله وغنمه، فإذا أصبح غدا بأهله وبغنمه، فتوكأ على عصاه، فلما كانت الليلة التي أراد الله بموسى كرامته، وابتداءه فيها بنبوّته وكلامه، أخطأ فيه الطريق حتى لا يدري أين يتوجه، فأخرج زنده ليقتدح نارا لأهله ليبيتوا عليها حتى يصبح، ويعلم وجه سبيله، فأصلد زنده فلا يوري له نارا، فقدح حتى أعياه، لاحت (8) النار فرآها، ( فَقَالَ لأهْلِهِ امْكُثُوا إِنِّي آنَسْتُ نَارًا لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى ). وعني بقوله: ( آنَسْتُ نَارًا ) وجدت، ومن أمثال العرب: بعد اطلاع إيناس، ويقال أيضا: بعد طلوع إيناس، وهو مأخوذ من الأنس.وقوله ( لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ ) يقول: لعلي أجيئكم من النار التي آنست بشعلة.والقَبَس: هو النار في طَرَف العود أو القصبة ، يقول القائل لصاحبه: أقبسني نارا، فيعطيه إياها في طرف عود أو قصبة ، وإنما أراد موسى بقوله لأهله ( لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ ) لعلي آتيكم بذلك لتصطلوا به.كما حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن وهب بن منبه ( لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ ) قال: بقبس تَصْطَلون.وقوله ( أَوْ أَجِدُ عَلَى النَّارِ هُدًى ) دلالة تدلّ على الطريق الذي أضللناه، إما من خبر هاد يهدينا إليه، وإما من بيان وعلم نتبينه به ونعرفه.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله ( أَوْ أَجِدُ عَلَى النَّارِ هُدًى ) يقول: من يدلّ على الطريق.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله ( أَوْ أَجِدُ عَلَى النَّارِ هُدًى ) قال: هاديا يهديه الطريق.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد عن قتادة قوله ( أَوْ أَجِدُ عَلَى النَّارِ هُدًى ) أي هداة يهدونه الطريق.حدثني أحمد بن المقدام، قال: ثنا المعتمر، قال: سمعت أبي يحدّث، عن قتادة، عن صاحب له، عن حديث ابن عباس، أنه زعم أنها أيلة ( أَوْ أَجِدُ عَلَى النَّارِ هُدًى ) وقال أبي: وزعم قتادة أنه هدى الطريق.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( أَوْ أَجِدُ عَلَى النَّارِ هُدًى ) قال: من يهديني إلى الطريق.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، عن وهب بن منبه ( أَوْ أَجِدُ عَلَى النَّارِ هُدًى ) قال: هدى عن علم الطريق الذي أضللنا بنعت من خبر.حدثني يونس، قال: أخبرنا سفيان، عن أبي سعيد، عن عكرمة، قال: قال ابن عباس: ( لَعَلِّي آتِيكُمْ مِنْهَا بِقَبَسٍ أَوْ أَجِدُ عَلَى النَّارِ هُدًى ) قال: كانوا أضلوا عن الطريق، فقال: لعلي أجد من يدلني على الطريق، أو آتيكم بقبس لعلكم تصطلون.-----------------------الهوامش :(8) المقام يقتضي أن يقول : حتى إذا أعياه ، لاحت . . . إلخ أو : فلاحت ، ثم لاحت .",
  "ayah": 10,
  "surah": 20
}
