{
  "text": "القول في تأويل قوله تعالى :  وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى (124)يقول تعالى ذكره ( وَمَنْ أَعْرَضَ عَنْ ذِكْرِي ) الذي أذكره به فتولى عنه ولم يقبله ولم يستجب له، ولم يتعظ به فينـزجر عما هو عليه مقيم من خلافه أمر ربه ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) يقول: فإن له معيشة ضيقة، والضنك من المنازل والأماكن والمعايش: الشديد، يقال: هذا منـزل ضنك: إذا كان ضيقا، وعيش ضنك: الذكر والأنثى والواحد والاثنان والجمع بلفظ واحد; ومنه قول عنترة:وإنْ نـزلُوا بضَنْك أنـزل (2)وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) يقول: الشقاء.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله (ضَنْكا) قال: ضيقة.حدثنا الحسن، قال: ثنا عبد الرزاق، عن معمر، عن قَتادة، في قوله ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) قال: الضنك: الضيق.حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن محمد بن عبد الرحمن، عن القاسم بن أبي بزّة، عن مجاهد، في قوله ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) يقول: ضيقة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، مثله.واختلف أهل التأويل في الموضع الذي جعل الله لهؤلاء المعرضين عن ذكره العيشة الضنك، والحال التي جعلهم فيها، فقال بعضهم: جعل ذلك لهم في الآخرة في جهنم، وذلك أنهم جعل طعامهم فيها الضريع والزقوم.* ذكر من قال ذلك:حدثني محمد بن عمرو بن عليّ بن مقدم، قال: ثنا يحيى بن سعيد، عن عوف، عن الحسن، في قوله: ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) قال: في جهنم.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) فقرأ حتى بلغ  وَلَمْ يُؤْمِنْ بِآيَاتِ رَبِّهِ  قال: هؤلاء أهل الكفر، قال: ومعيشة ضنكا في النار شوك من نار وزقوم وغسلين، والضريع: شوك من نار، وليس في القبر ولا في الدنيا معيشة، ما المعيشة والحياة إلا في الآخرة، وقرأ قول الله عزّ وجلّ  يَا لَيْتَنِي قَدَّمْتُ لِحَيَاتِي  قال: لمعيشتي ، قال: والغسلين والزقوم: شيء لا يعرفه أهل الدنيا.حدثنا الحسن، قال: ثنا عبد الرزاق، عن معمر، عن قتادة ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) قال: في النار.وقال آخرون: بل عنى بذلك: فإن له معيشة في الدنيا حراما قال: ووصف الله جلّ وعزّ معيشتهم بالضنك، لأن الحرام وإن اتسع فهو ضنك.* ذكر من قال ذلك:حدثنا محمد بن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين بن واقد، عن يزيد، عن عكرمة في قوله: ( مَعِيشَةً ضَنْكًا ) قال: هي المعيشة التي أوسع الله عليه من الحرام.حدثني داود بن سليمان بن يزيد المكتب من أهل البصرة، قال: ثنا عمرو بن جرير البجلي، عن إسماعيل بن أبي خالد عن قيس بن أبي حازم في قول الله ( مَعِيشَةً ضَنْكًا ) قال: رزقا في معصيته.حدثني عبد الأعلى بن واصل، قال: ثنا يعلى بن عبيد، قال: ثنا أبو بسطام، عن الضحاك ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) قال: الكسب الخبيث.حدثني محمد بن إسماعيل الصراري، قال: ثنا محمد بن سوار، قال: ثنا أبو اليقظان عمار بن محمد، عن هارون بن محمد التيمي، عن الضحاك، في قوله ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) قال: العمل الخبيث، والرزق السيئ.وقال آخرون ممن قال عنى أن لهؤلاء القوم المعيشة الضنك في الدنيا، إنما قيل لها ضنك وإن كانت واسعة، لأنهم ينفقون ما ينفقون من أموالهم على تكذيب منهم بالخلف من الله، وإياس من فضل الله، وسوء ظنّ منهم بربهم، فتشتدّ لذلك عليهم معيشتهم وتضيق.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) يقول: كلّ مال أعطيته عبدا من عبادي قلّ أو كثر، لا يتقيني فيه، لا خير فيه، وهو الضنك في المعيشة. ويقال: إن قوما ضُلالا أعرضوا عن الحق وكانوا أولي سعة من الدنيا مكثرين، فكانت معيشتهم ضنكا، وذلك أنهم كانوا يرون أن الله عزّ وجل ليس بمخلف لهم معايشهم من سوء ظنهم بالله، والتكذيب به، فإذا كان العبد يكذّب بالله، ويسيء الظنّ به، اشتدّت عليه معيشته، فذلك الضنك.وقال آخرون: بل عنى بذلك: أن ذلك لهم في البرزخ، وهو عذاب القبر.* ذكر من قال ذلك:حدثني يزيد بن مخلد الواسطي، قال: ثنا خالد بن عبد الله، عن عبد الرحمن بن إسحاق، عن أبي حازم عن النعمان بن أبي عياش، عن أبي سعيد الخدريّ، قال في قول الله ( مَعِيشَةً ضَنْكًا ) قال: عذاب القبر.حدثني محمد بن عبد الله بن بزيع، قال: ثنا بشر بن المفضل، قال: ثنا عبد الرحمن بن إسحاق، عن أبي حازم، عن النعمان بن أبي عياش، عن أبي سعيد الخُدري، قال: إن المعيشة الضنك، التي قال الله: عذاب القبر.حدثني حوثرة بن محمد المنقري، قال: ثنا سفيان، عن أبي حازم، عن أبي سلمة، عن أبي سعيد الخُدريّ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) قال: يضيق عليه قبره حتى تختلف أضلاعه.حدثني محمد بن عبد الله بن عبد الحكم، قال: ثنا أبي وشعيب بن الليث، عن الليث، قال: ثنا خالد بن زيد، عن ابن أبي هلال، عن أبي حازم، عن أبي سعيد، أنه كان يقول: المعيشة الضنك: عذاب القبر، إنه يسلط على الكافر في قبره تسعة وتسعون تنينا تنهشه وتخدش لحمه حتى يُبعث، وكان يقال: لو أن تنينا منها نفخ الأرض لم تنبت زرعا.حدثنا مجاهد بن موسى، قال: ثنا يزيد، قال: ثنا محمد بن عمرو، عن أبي سلمة، عن أبي هريرة، قال: يطبق على الكافر قبره حتى تختلف فيه أضلاعه، وهي المعيشة الضنك التي قال الله ( مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى ).حدثنا أبو كريب، قال: ثنا جابر بن نوح، عن إسماعيل بن أبي خالد، عن أبي صالح والسديّ، في قوله ( مَعِيشَةً ضَنْكًا ) قال: عذاب القبر.حدثنا محمد بن إسماعيل الأحمسي، قال: ثنا محمد بن عبيد، قال: ثنا سفيان الثوري، عن إسماعيل بن أبي خالد، عن أبي صالح، في قوله ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا ) قال: عذاب القبر.حدثني عبد الرحمن بن الأسود، قال: ثنا محمد بن ربيعة، قال: ثنا أبو عُمَيس، عن عبد الله بن مخارق عن أبيه، عن عبد الله، في قوله ( مَعِيشَةً ضَنْكًا ) قال: عذاب القبر.حدثني عبد الرحيم البرقيّ، قال: ثنا ابن أبي مَريم، قال: ثنا محمد بن جعفر وابن أبي حازم، قالا ثنا أبو حازم، عن النعمان بن أبي عياش، عن أبي سعيد الخدريّ( مَعِيشَةً ضَنْكًا ) قال: عذاب القبر.قال أبو جعفر: وأولى الأقوال في ذلك بالصواب قول من قال: هو عذاب القبر الذي حدثنا به أحمد بن عبد الرحمن بن وهب، قال: ثنا عمي عبد الله بن وهب، قال: أخبرني عمرو بن الحارث، عن درّاج، عن ابن حُجَيرة عن أبي هريرة، عن رسول الله صلى الله عليه وسلم أنه قال: \" أتَدْرُونَ فِيمَ أُنـزلتْ هَذِهِ الآيَة ( فَإِنَّ لَهُ مَعِيشَةً ضَنْكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى ) أتَدْرُونَ مَا المعيشَةُ الضَّنْكُ؟ \" قالوا: الله ورسوله أعلم، قال: عَذَابُ الكافرِ فِي قَبْرِهِ، والَّذِي نَفْسِي بَيَدِهِ أنَّه لَيُسَلَّطُ عَلَيْهِ تِسْعَةٌ وَتِسْعُونَ تِنِّينا، أتَدْرُونَ ما التِّنِينُ: تسْعَةٌ وَتسْعُونَ حَيَّه، لكلّ حَيَّه سَبْعَةُ رُءُوسٍ، يَنْفُخُونَ فِي جِسْمِهِ وَيَلْسَعُونَهُ وَيخْدِشُونَهُ إلى يَوْمِ القِيامَةِ \".وإن الله تبارك وتعالى اتبع ذلك بقوله:  وَلَعَذَابُ الآخِرَةِ أَشَدُّ وَأَبْقَى  فكان معلوما بذلك أن المعيشة الضنك التي جعلها الله لهم قبل عذاب الآخرة، لأن ذلك لو كان في الآخرة لم يكن لقوله:  وَلَعَذَابُ الآخِرَةِ أَشَدُّ وَأَبْقَى  معنى مفهوم، لأن ذلك إن لم يكن تقدّمه عذاب لهم قبل الآخرة، حتى يكون الذي في الآخرة أشدّ منه، بطل معنى قوله  وَلَعَذَابُ الآخِرَةِ أَشَدُّ وَأَبْقَى  ، فإذ كان ذلك كذلك، فلا تخلو تلك المعيشة الضنك التي جعلها الله لهم من أن تكون لهم في حياتهم الدنيا، أو في قبورهم قبل البعث، إذ كان لا وجه لأن تكون في الآخرة لما قد بيَّنا، فإن كانت لهم في حياتهم الدنيا، فقد يجب أن يكون كلّ من أعرض عن ذكر الله من الكفار، فإن معيشته فيها ضنك، وفي وجودنا كثيرا منهم أوسع معيشة من كثير من المقبلين على ذكر الله تبارك وتعالى، القائلين له المؤمنين في ذلك، ما يدلّ على أن ذلك ليس كذلك، وإذ خلا القول في ذلك من هذين الوجهين صحّ الوجه الثالث، وهو أن ذلك في البرزخ.وقوله ( وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى ) اختلف أهل التأويل في صفة العمى الذي ذكر الله في هذه الآية، أنه يبعث هؤلاء الكفار يوم القيامة به، فقال بعضهم: ذلك عمى عن الحجة، لا عمى عن البصر.* ذكر من قال ذلك:حدثنا محمد بن إسماعيل الأحمسي، قال: ثنا محمد بن عبيد، قال: ثنا سفيان الثوري ، عن إسماعيل بن أبي خالد، عن أبي صالح، في قوله: ( وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى ) قال: ليس له حجة.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى ) قال: عن الحجة.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، مثله، وقيل: يحشر أعمى البصر.قال أبو جعفر: والصواب من القول في ذلك ما قال الله تعالى ذكره، وهو أنه يحشر أعمى عن الحجة ورؤية الشيء كما أخبر جلّ ثناؤه، فعمّ ولم يخصص.---------------الهوامش:(2) هذا جزء من عجز بيت لعنترة بن عمرو بن شداد العبسي ( مختار الشعر الجاهلي طبعة الحلبي ، شرح مصطفى السقا ، ص 388 ) والبيت بتمامه هو :إنْ يُلْحَــقُوا أكْــرُرْ وإنْ يُسْـتَلْحَمُواأشْــدُدْ وإنْ يُلْفَــوا بضَنْـكٍ أنْـزِلوفي ( اللسان : ضنك ) : الضنك : الضيق من كل شيء ، الذكر والأنثى فيه سواء . ومعيشة ضنك : ضيقة . وفي التزيل : ( فإن له معيشة ضنكا) أي غير حلال .",
  "ayah": 124,
  "surah": 20
}
