{
  "text": "القول في تأويل قوله تعالى :  أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ إِنَّ فِي ذَلِكَ لآيَاتٍ لأُولِي النُّهَى (128)يقول تعالى ذكره لنبيه محمد صلى الله عليه وسلم: أفلم يهد لقومك المشركين بالله، ومعنى يهد: يبين. يقول: أفلم يبين لهم كثرة ما أهلكنا قبلهم من الأمم التي سلكت قبلها التي يمشون في مساكنهم ودورهم، ويرون آثار عقوباتنا التي أحللناها بهم سوء مغبة ما هم عليه مقيمون من الكفر بآياتنا، ويتعظوا بهم، ويعتبروا، وينيبوا إلى الإذعان، ويؤمنوا بالله ورسوله، خوفا أن يصيبهم بكفرهم بالله مثل ما أصابهم.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله ( كَمْ أَهْلَكْنَا قَبْلَهُمْ مِنَ الْقُرُونِ يَمْشُونَ فِي مَسَاكِنِهِمْ ) لأن قريشا كانت تتجر إلى الشأم، فتمر بمساكن عاد وثمود ومن أشبههم، فترى آثار وقائع الله تعالى بهم، فلذلك قال لهم: أفلم يحذّرهم ما يرون من فعلنا بهم بكفرهم بنا نـزول مثله لهم، وهم على مثل فعلهم مقيمون ، وكان الفرّاء يقول: لا يجوز في كم في هذا الموضع أن يكون إلا نصبا بأهلكنا، وكان يقول: وهو وإن لم يكن إلا نصبا، فإن جملة الكلام رفع بقوله ( يَهْدِ لَهُمْ ) ويقول: ذلك مثل قول القائل: قد تبين لي أقام عمرو أم زيد في الاستفهام، وكقوله  سَوَاءٌ عَلَيْكُمْ أَدَعَوْتُمُوهُمْ أَمْ أَنْتُمْ صَامِتُونَ  ويزعم أن فيه شيئا يرفع سواء لا يظهر مع الاستفهام، قال: ولو قلت: سواء عليكم صمتكم ودعاؤكم تبين ذلك الرفع الذي في الجملة، وليس الذي قال الفرّاء من ذلك، كما قال: لأن كم وإن كانت من حروف الاستفهام فإنها لم تجعل في هذا الموضع للاستفهام، بل هي واقعة موقع الأسماء الموصوفة، ومعنى الكلام ما قد ذكرنا قبل وهو: أفلم يبين لهم كثرة إهلاكنا قبلهم القرون التي يمشون في مساكنهم، أو أفلم تهدهم القرون الهالكة، وقد ذُكر أن ذلك في قراءة عبد الله ( أفَلَمْ يَهْدِ لَهُمْ مَنْ أهْلَكْنا) فكم واقعة موقع من في قراءة عبد الله، هي في موضع رفع بقوله ( يَهْدِ لَهُمْ ) وهو أظهر وجوهه، وأصحّ معانيه، وإن كان الذي قاله وجه ومذهب على بعد.وقوله ( إِنَّ فِي ذَلِكَ لآيَاتٍ لأولِي النُّهَى ) يقول تعالى ذكره: إن فيما يعاين هؤلاء ويرون من آثار وقائعنا بالأمم المكذّبة رسلها قبلهم، وحلول مثلاتنا بهم لكفرهم بالله (لآيات) يقول: لدلالات وعبرا وعظات (لأولي النهى) يعني: لأهل الحجى والعقول، ومن ينهاه عقله وفهمه ودينه عن مواقعة ما يضره.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( لأولِي النُّهَى ) يقول: التقى.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( إِنَّ فِي ذَلِكَ لآيَاتٍ لأولِي النُّهَى ) أهل الورع.",
  "ayah": 128,
  "surah": 20
}
