{
  "text": "القول في تأويل قوله تعالى :  قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى (59)يقول تعالى ذكره: قال موسى لفرعون، حين سأله أن يجعل بينه وبينه موعدا للاجتماع: (( مَوْعِدُكُمْ ) للاجتماع ( يَوْمُ الزِّينَةِ ) يعني يوم عيد كان لهم، أو سوق كانوا يتزينون فيه ( وَأَنْ يُحْشَرَ النَّاسُ ) يقول: وأن يُساق الناس من كلّ فجّ وناحية (ضُحًى) فذلك موعد ما بيني وبينك للاجتماع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله ( قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى ) فإنه يوم زينة يجتمع الناس إليه ويحشر الناس له.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج ( قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ ) قال: يوم زينة لهم، ويوم عيد لهم ( وَأَنْ يُحْشَرَ النَّاسُ ضُحًى ) إلى عيد لهم.حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد ( يَوْمُ الزِّينَةِ ) قال: يوم السوق.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( يَوْمُ الزِّينَةِ ) موعدهم.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، مثله.حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ، قال موسى ( مَوْعِدُكُمْ يَوْمُ الزِّينَةِ وَأَنْ يُحْشَرَ النَّاسُ ضُحًى ) وذلك يوم عيد لهم.حدثنا بشر، قال: ثنا يزيد قال: ثنا سعيد، عن قتادة ( قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ ) يوم عيد كان لهم، وقوله ( وَأَنْ يُحْشَرَ النَّاسُ ضُحًى ) يجتمعون لذلك الميعاد الذي وعدوه.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ ) قال: يوم العيد، يوم يتفرغ الناس من الأعمال، ويشهدون ويحضرون ويرون.حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق ( قَالَ مَوْعِدُكُمْ يَوْمُ الزِّينَةِ ) يوم عيد كان فرعون يخرج له ( وَأَنْ يُحْشَرَ النَّاسُ ضُحًى ) حتى يحضروا أمري وأمرك ، وأن من قوله ( وَأَنْ يُحْشَرَ النَّاسُ ضُحًى ) رفع بالعطف على قوله ( يَوْمُ الزِّينَةِ ).وذُكر عن أبي نهيك في ذلك ما حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا عبد المؤمن، قال: سمعت أبا نهيك يقول: ( وَأَنْ يُحْشَرَ النَّاسُ ضُحًى ) يعني فرعون يحشر قومه.",
  "ayah": 60,
  "surah": 20
}
