{
  "text": "وقد اختلفت القرّاء في قراءة قوله ( إِنْ هَذَانِ لَسَاحِرَانِ ) فقرأته عامة قرّاء الأمصار ( إنَّ هَذَانِ) بتشديد إن وبالألف في هذان، وقالوا: قرأنا ذلك كذلك، وكان بعض أهل العربية من أهل البصرة يقول: \" إن \" خفيفة في معنى ثقيلة، وهي لغة لقوم يرفعون بها، ويدخلون اللام ليفرقوا بينها وبين التي تكون في معنى ما، وقال بعض نحويي الكوفة: ذلك على وجهين: أحدهما على لغة بني الحارث بن كعب ومن جاورهم، يجعلون الاثنين في رفعهما ونصبهما وخفضهما بالألف، وقد أنشدني رجل من الأسد عن بعض بني الحارث بن كعب:فـأطْرَقَ إطْـرَاقَ الشُّـجاعِ وَلَـوْ رَأىمَســاغا لِنابــاه الشُّـجاعُ لصَممـا (3)قال: وحكى عنه أيضا: هذا خط يدا أخي أعرفه، قال: وذلك وإن كان قليلا أقيس، لأن العرب قالوا: مسلمون، فجعلوا الواو تابعة للضمة، لأنها لا تعرب، ثم قالوا: رأيت المسلمين، فجعلوا الياء تابعة لكسرة الميم، قالوا: فلما رأوا الياء من الاثنين لا يمكنهم كسر ما قبلها، وثبت مفتوحا، تركوا الألف تتبعه، فقالوا: رجلان في كلّ حال. قال: وقد اجتمعت العرب على إثبات الألف في كلا الرجلين، في الرفع والنصب والخفض، وهما اثنان، إلا بني كنانة، فإنهم يقولون: رأيت كلي الرجلين، ومررت بكلي الرجلين، وهي قبيحة قليلة مضوا على القياس، قال: والوجه الآخر أن تقول: وجدت الألف من هذا دعامة، وليست بلام فعل، فلما بنيت زدت عليها نونا، ثم تركت الألف ثابتة على حالها لا تزول بكلّ حال، كما قالت العرب الذي، ثم زادوا نونا تدلّ على الجمع، فقالوا: الذين في رفعهم ونصبهم وخفضهم، كما تركوا هذان في رفعه ونصبه وخفضه، قال: وكان القياس أن يقولوا: اللذون، وقال آخر منهم: ذلك من الجزم المرسل، ولو نصب لخرج إلى الانبساط.وحُدثت عن أبي عُبيدة معمر بن المثنى، قال: قال أبو عمرو وعيسى بن عمر ويونس: إن هذين لساحران في اللفظ، وكتب هذان كما يريدون الكتاب، واللفظ صواب، قال: وزعم أبو الخطاب أنه سمع قوما من بني كنانة وغيرهم، يرفعون الاثنين في موضع الجر والنصب، قال: وقال بشر بن هلال: إن بمعنى الابتداء والإيجاب، ألا ترى أنها تعمل فيما يليها، ولا تعمل فيما بعد الذي بعدها، فترفع الخبر ولا تنصبه، كما نصبت الاسم، فكان مجاز \" إن هذان لساحران \"، مجاز كلامين، مَخْرجه: إنه إي نعم، ثم قلت: هذان ساحران. ألا ترى أنهم يرفعون المشترك كقول ضابئ:فَمَـنْ يَـكُ أمْسَـى بالمَدِينَـةِ رَحْلُـهُفـــإنّي وَقيــار بِهَــا لَغَــرِيبُ (4)وقوله:إنَّ السُّــيوفَ غُدُوَّهــا ورَوَاحَهــاتَـرَكَتْ هَـوَازِنَ مِثْـلَ قَرْنِ الأعْضَبِ (5)قال: ويقول بعضهم: إن الله وملائكته يصلون على النبيّ، فيرفعون على شركة الابتداء، ولا يعملون فيه إنَّ. قال: وقد سمعت الفصحاء من المحرمين يقولون: إن الحمد والنعمةَ لك والملك، لا شريك لك، قال: وقرأها قوم على تخفيف نون إن وإسكانها، قال: ويجوز لأنهم قد أدخلوا اللام في الابتداء وهي فصل، قال:أُمُّ الحُلَيْس لَعَجُوزٌ شَهْرَبَهْ (6)قال: وزعم قوم أنه لا يجوز، لأنه إذا خفف نون \" إن \" فلا بدّ له من أن يدخل \" إلا \" فيقول: إن هذا إلا ساحران.قال أبو جعفر: والصواب من القراءة في ذلك عندنا(إنّ) بتشديد نونها، وهذان بالألف لإجماع الحجة من القرّاء عليه، وأنه كذلك هو في خطّ المصحف، ووجهه إذا قرئ كذلك مشابهته الذين إذ زادوا على الذي النون، وأقرّ في جميع الأحوال الإعراب على حالة واحدة، فكذلك (إنَّ هَذَانِ) زيدت على هذا نون وأقرّ في جميع أحوال الإعراب على حال واحدة، وهي لغة الحارث بن كعب، وخثعم، وزبيد، ومن وليهم من قبائل اليمن.وقوله ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) يقول: ويغلبا على ساداتكم وأشرافكم، يقال: هو طريقة قومه ونظورة قومه، ونظيرتهم إذا كان سيدهم وشريفهم والمنظور إليه، يقال ذلك للواحد والجمع، وربما جمعوا، فقالوا: هؤلاء طرائق قومهم، ومنه قول الله تبارك وتعالى:  كُنَّا طَرَائِقَ قِدَدًا  وهؤلاء نظائر قومهم.وأما قوله (المُثْلَى) فإنها تأنيث الأمثل، يقال للمؤنث، خذ المثلى منهما. وفي المذكر: خذ الأمثل منهما، ووحدت المثلى، وهي صفة ونعت للجماعة، كما قيل  لَهُ الأَسْمَاءُ الْحُسْنَى  وقد يحتمل أن يكون المُثلى أنثت لتأنيث الطريقة.وبنحو ما قلنا في معنى قوله ( بِطَرِيقَتِكُمُ الْمُثْلَى ) قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) يقول: أمثلكم وهم بنو إسرائيل.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، قوله ( ويذهبا بطريقتكم المثلى ) قال: أولي العقل والشرف والأنساب.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، في قوله ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) قال: أولي العقول والأشراف والأنساب.حدثنا أبو كريب وأبو السائب، قالا ثنا يزيد، قال: ثنا سعيد، عن قَتَادة، قوله: ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) وطريقتهم المُثلى يومئذ كانت بنو إسرائيل، وكانوا أكثر القوم عددا وأموالا وأولادا، قال عدوّ الله: إنما يريدان أن يذهبا بهم لأنفسهما.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة في قوله ( بِطَرِيقَتِكُمُ الْمُثْلَى ) قال: ببني إسرائيل.حدثني موسى، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) يقول: يذهبا بأشراف قومكم.وقال آخرون: معنى ذلك، ويغيرا سنتكم ودينكم الذي أنتم عليه، من قولهم: فلان حسن الطريقة.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) قال: يذهبا بالذي أنتم عليه، يغير ما أنتم عليه، وقرأ  ذَرُونِي أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ إِنِّي أَخَافُ أَنْ يُبَدِّلَ دِينَكُمْ أَوْ أَنْ يُظْهِرَ فِي الأَرْضِ الْفَسَادَ  قال: هذا قوله: ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) وقال: يقول طريقتكم اليوم طريقة حسنة، فإذا غيرت ذهبت هذه الطريقة.ورُوي عن عليّ في معنى قوله ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) ما حدثنا به القاسم، قال: ثنا الحسين، قال: ثنا هشيم، قال: أخبرنا عبد الرحمن بن إسحاق، عن القاسم، عن عليّ بن أبي طالب، قال: يصرفان وجوه الناس إليهما.قال أبو جعفر: وهذا القول الذي قاله ابن زيد في قوله ( وَيَذْهَبَا بِطَرِيقَتِكُمُ الْمُثْلَى ) وإن كان قولا له وجه يحتمله الكلام، فإن تأويل أهل التأويل خلافه، فلا أستجيز لذلك القول به.--------------------الهوامش :(3) البيت للمتلمس : جرير بن عبد العزى ، وقيل جرير بن عبد المسيح ، من كلمة له رواها ابن الشجري ( انظر كتاب الأشموني في النحو بشرح الأستاذ محيي الدين عبد الحميد ، طبعة الحلبي 1 : 47 ) . قال : أطرق : سكت فلم يتكلم وأرخى عينيه ينظر إلى الأرض . والشجاع : ضرب من الحيات لطيف دقيق ، وهو أجرؤها . أو هو الحية العظيمة تثب على الفارس والراجل وتقوم على ذنبها ، وربما بلغت رأس الفارس ، وتكون في الصحاري . ومساغا : اسم مكان من ساغ يسوغ : إذا دخل ونفذ . وصمما عضد ونيب . والبيت جار على لغة بني الحارث بن كعب ومن لف لفهم ، والشاهد فيه أن قوله لناباه مثنى مجرور باللام ، وقد جاء بالألف ، وهي لغة بني الحارث بن كعب وبني العنبر وبني الهجيم وبطون من ربيعة وبكر بن وائل ، وزبيد وخثعم وهمدان وعذرة . ويخرج بعض النحويين على هذه اللغة قوله تعالى : \" إن هذان لساحران \" وقوله صلى الله عليه وسلم : \" لا وتران في ليلة \" . قال الفراء في معاني القرآن ( الورقة 198 من مصورة الجامعة 24059 ) فقراءتنا بتشديد إن ، وبالألف ؛ على جهتين : إحداهما على لغة بني الحارث بن كعب يجعلون الاثنين في رفعهما وخفضهما بالألف ، أنشدني رجل من الأسد عنهم \" فأطرق إطراق الشجاع \" . . . البيت . وحكى هذا الرجل عنهم : هذا خط يدا أخي ، أعرفه بعينه وذلك وإن كان قليلا أقيس . ( وساق المؤلف كلام الفراء إلى آخره ) .(4) البيت لضابئ بن الحارث البرجمي ، وهو أول أبيات قالها وهو محبوس بالمدينة ، في زمن عثمان بن عفان . وبعده ثلاثة أبيات أنشدها أبو العباس المبرد في الكامل ( خزانة الأدب للبغدادي 4 : 323 - 328 ) واستشهد به النحاة على أن قوله ( قيار ) مبتدأ حذف خبره ، والجملة اعتراضية بين اسم إن وخبرها ، والتقدير : فإني وقيار كذلك ، لغريب . وإنما لم يجعل الخبر لقيار ، ويكون خبر إن محذوفا ؛ لأن اللام لا تدخل في خبر المبتدأ حتى يقدم ، نحو لقائم زيد . وهذا تخريج له خلاف مذهب سيبويه ، فإن الجملة عنده في نية التأخير ، فهي معطوفة لا معترضة ، وزعم الكسائي والفراء أن نصب إن ضعيف لأنها إنما تغير الاسم ولا تغير الخبر ، قال الزجاج : وهذا غلط ، لأن إن قد عملت عملين : الرفع والنصب ، وليس في العربية ناصب ليس معه مرفوع ، لأن كل منصوب مشبه بالمفعول ، والمفعول لا يكون بغير فاعل ، إلا فيما لم يسم فاعله . وكيف يكون نصب إن ضعيفا وهي تتخطى الظروف وتنصب ما بعدها نحو \" إن فيها قوما جبارين \" ، ونصب إن من أقوى المنصوبات أه .(5) البيت للأخطل ( خزانة الأدب للبغدادي 2 : 372 ) من قصيدة له ستة عشر بيتا مدح بها العباس بن محمد بن عبد الله بن العباس . والبيت شاهد عند النحاة على أنه قد يعتبر الأول في اللفظ دون الثاني ، أي يعتبر المبدل منه في اللفظ دون البدل فإن قوله \" غدوها \" بدل من السيوف ، قال المبرد في الكامل : هو بدل اشتمال ، وقد روعي المبدل منه في اللفظ ، بإرجاع الضمير إليه من الخبر ، ولم يراع البدل ولو روعي لقيل \" تركا \" بالتثنية . وهوازن : أبو قبيلة ، وهو هوازن بن منصور بن عكرمة بن خصفة بن قيس عيلان بن مضر . والأعضب : الذي انكسر أحد قرنيه . وأورد المؤلف البيت شاهدا على أنهم قد يرفعون المشترك ، أي المعطوف على اسم إن ، وليس في البيت عطف على اسم إن ، وإنما هو إبدال من المنصوب كما قرره المبرد وأبو علي الفارسي في إيضاح الشعر .(6) هذا بيت من مشطور الرجز نسبه الصاغاني في العباب إلى عنترة بن عروش بالشين في آخره ، وقيل بالسين ، مولى ثقيف . ( خزانة الأدب الكبرى للبغدادي 4 : 328 - 330 ) . وهو شاهد على أنه شذ دخول اللام على خبر المبتدأ المؤخر ، مجردا من إن . وقدر بعضهم : لهي عجوز ، لتكون في التقدير داخلة على المبتدأ . قال ابن السراج في الأصول : قال أبو عثمان : وقرأ سعيد بن جبير ( إلا أنهم لا يأكلون الطعام ) : فتح أن ، وجعل اللام زائدة كما زيدت في قوله :أم الحـــليس لعجــوز شــهربهتـرضى مـن اللحـم بعظـم الرقبـةانتهى . وعند ابن جني غير زائدة ، لكنها في البيت ضرورة . قال في سر الصناعة : وأما الضرورة التي تدخل لها اللام في خبر إن فمن ضرورات الشعر ، ولا يقاس عليها ؛ والوجه أن يقال : لأم الحليس عجوز شهربه ، كما يقال لزيد قائم . وأورد المؤلف البيت شاهدا على أن اللام فيه \" وقيار بها لغريب \" هي لام ابتداء أخرجت إلى الخبر ، كما في قول الراجز : أم الحليس لعجوز ، وأصله : لأم الحليس عجوز .",
  "ayah": 64,
  "surah": 20
}
