{
  "text": "القول في تأويل قوله تعالى :  وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى (7)يقول تعالى ذكره: وإن تجهر يا محمد بالقول، أو تخف به، فسواء عند ربك الذي له ما في السموات وما في الأرض ( فَإِنَّهُ يَعْلَمُ السِّرَّ ) يقول: فإنه لا يخفى عليه ما استسررته في نفسك، فلم تبده بجوارحك ولم تتكلم بلسانك، ولم تنطق به وأخفى.ثم اختلف أهل التأويل في المعني بقوله (وأخْفَى) فقال بعضهم: معناه:وأخفى من السرّ، قال: والذي هو أخفى من السرّ ما حدّث به المرء نفسه ولم يعمله.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عمرو، عن عطاء، عن سعيد بن جبير، عن ابن عباس ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: السرّ: ما عملته أنت وأخفى: ما قذف الله في قلبك مما لم تعمله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثنى أبي، عن أبيه، عن ابن عباس، قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) يعني بأخفى: ما لم يعمله، وهو عامله; وأما السرّ: فيعني ما أسرّ في نفسه.حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: السرّ: ما أسرّ ابن آدم في نفسه، وأخفى: قال: ما أخفى ابن آدم مما هو فاعله قبل أن يعمله، فالله يعلم ذلك، فعلمه فيما مضى من ذلك، وما بقي علم واحد، وجميع الخلائق عنده في ذلك كنفس واحدة، وهو قوله:  مَا خَلْقُكُمْ وَلا بَعْثُكُمْ إِلا كَنَفْسٍ وَاحِدَةٍ  .حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، قال: قال ابن جريج، قال سعيد بن جُبير، عن ابن عباس: السرّ: ما أسرّ الإنسان في نفسه; وأخفى: ما لا يعلم الإنسان مما هو كائن.حدثني زكريا بن يحيى بن أبي زائدة ومحمد بن عمرو، قالا ثنا أبو عاصم، عن عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: أخفى: الوسوسة، زاد ابن عمرو والحارث في حديثيهما: والسرّ: العمل الذي يسرّون من الناس.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد (وأخْفَى) قال: الوسوسة.حدثنا هناد، قال: ثنا أبو الأحوص، عن سماك، عن عكرمة، في قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: أخفى حديث نفسك.حدثنا ابن بشار، قال: ثنا الحسين بن الحسن الأشقر، قال: ثنا أبو كُدَينة، عن عطاء، عن سعيد بن جبير، عن ابن عباس، في قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: السرّ: ما يكون في نفسك اليوم، وأخفى: ما يكون في غد وبعد غد، لا يعلمه إلا الله.وقال آخرون: بل معناه: وأخفى من السرّ ما لم تحدّث به نفسك.* ذكر من قال ذلك:حدثنا الفضل بن الصباح، قال: ثنا ابن فضيل، عن عطاء، عن سعيد بن جبير، في قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: السرّ: ما أسررت في نفسك، وأخفى من ذلك: ما لم تحدّث به نفسك.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( وَإِنْ تَجْهَرْ بِالْقَوْلِ فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى ) كنا نحدّث أن السرّ ما حدّثت به نفسك، وأن أخفى من السرّ: ما هو كائن مما لم تحدث به نفسك.حدثنا محمد بن بشار، قال: ثنا سليمان بن حرب، قال: ثنا أبو هلال، قال: ثنا قتادة، في قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: يعلم ما أسررت في نفسك، وأخفى: ما لم يكن هو كائن.حدثنا الحسن بن يحيى، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قتادة، في قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: أخفى من السرّ: ما حدّثت به نفسك، وما لم تحدث به نفسك أيضا مما هو كائن.حُدثت عن الحسين بن الفرج، قال: سمعت أبا معاذ، قال: ثنا عبيد، قال: سمعت الضحاك يقول في قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) أما السرّ: فما أسررت في نفسك، وأما أخفى من السرّ: فما لم تعمله وأنت عامله، يعلم الله ذلك كله.وقال آخرون: بل معنى ذلك: إنه يعلم سرّ العباد، وأخفى سرّ نفسه، فلم يطلع عليه أحدا.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله ( يَعْلَمُ السِّرَّ وَأَخْفَى ) قال: يعلم أسرار العباد، وأخفى سرّه فلا يعلم.قال أبو جعفر: وكأن الذين وجهَّوا ذلك إلى أن السرّ هو ما حدّث به الإنسان غيره سرّا، وأن أخفى: معناه: ما حدّث به نفسه، وجهوا تأويل أخفى إلى الخفيّ. وقال بعضهم: قد توضع أفعل موضع الفاعل، واستشهدوا لقيلهم ذلك بقول الشاعر:تَمَنَّـى رِجـالٌ أنْ أمُـوتَ وإنْ أمُـتْفَتِلْـكَ طَـرِيقٌ, لَسْـتُ فِيهـا بـأوْحَدِ (6)والصواب من القول في ذلك، قول من قال: معناه: يعلم السرّ وأخفى من السرّ، لأن ذلك هو الظاهر من الكلام; ولو كان معنى ذلك ما تأوّله ابن زيد، لكان الكلام: وأخفى الله سرّه، لأن أخفى: فعل واقع متعدّ، إذ كان بمعنى فعل على ما تأوّله ابن زيد، وفي انفراد أخفى من مفعوله، والذي يعمل فيه لو كان بمعنى فعل الدليل الواضح على أنه بمعنى أفعل. وأن تأويل الكلام: فإنه يعلم السرّ وأخفى منه. فإذا كان ذلك تأويله، فالصواب من القول في معنى أخفى من السرّ أن يقال: هو ما علم الله مما أخفى عن العباد، ولم يعلموه مما هو كائن ولم يكن، لأن ما ظهر وكان فغير سرّ، وأن ما لم يكن وهو غير كائن فلا شيء، وأن ما لم يكن وهو كائن فهو أخفى من السرّ، لأن ذلك لا يعلمه إلا الله، ثم من أعلمه ذلك من عباده.---------------------------------الهوامش :(6) ورد هذا البيت في مقطوعة خمسة أبيات كتب بها الوليد بن عبد الملك لما مرض وقد بلغه عن أخيه سليمان أنه تمنى موته ، لما له من العهد بعده ، فعاتبه الوليد في كتابه وفيه هذه الأبيات ، وأولها : \" تمنى رجال . . . إلخ \" . ذكرها المسعودي في ( مروج الذهب ، طبعة دار الرجاء 3 : 103 ) والشاهد في قوله بأوحد ، فإنه بمعنى : بواحد .",
  "ayah": 7,
  "surah": 20
}
