{
  "text": "القول في تأويل قوله تعالى :  فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى (70)وفي هذا الكلام متروك قد استغنى بدلالة ما ترك عليه وهو: فألقى موسى عصاه، فتلقفت ما صنعوا( فَأُلْقِيَ السَّحَرَةُ سُجَّدًا قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى ) وذكر أن موسى لما ألقى ما في يده تحوّل ثعبانا، فالتقم كلّ ما كانت السحرة ألقته من الحبال والعصي.* ذكر الرواية عمن قال ذلك: حدثنا ابن حميد، قال: ثنا يعقوب، عن جعفر، عن سعيد، قال: لما اجتمعوا وألقوا ما في أيديهم من السحر،  يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا تَسْعَى * فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى * قُلْنَا لا تَخَفْ إِنَّكَ أَنْتَ الأَعْلَى * وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا  فألقى عصاه فإذا هي ثعبان مبين، قال: فتحت فما لها مثل الدحل، ثم وضعت مشفرها على الأرض ورفعت الآخر، ثم استوعبت كل شيء ألقوه من السحر، ثم جاء إليها فقبض عليها، فإذا هي عصا، فخرّ السحرة سجدا(قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى * قَالَ آمَنْتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ إِنَّهُ لَكَبِيرُكُمُ الَّذِي عَلَّمَكُمُ السِّحْرَ فَلأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِنْ خِلافٍ) قال: فكان أول من قطع الأيدي والأرجل من خلاف فرعون ( وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النَّخْلِ ) قال: فكان أول من صلب في جذوع النخل فرعون.حدثنا موسى بن هارون، قال: ثنا عمرو، قال: ثنا أسباط، عن السديّ  فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى  فأوحى الله إليه  لا تَخَفْ  ( وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا يَأْفِكُونَ ) فألقى عصاه فأكلت كل حية لهم، فلما رأوا ذلك سجدوا و ( قَالُوا آمَنَّا بِرَبِّ هَارُونَ وَمُوسَى ).حدثنا ابن حميد، قال: ثنا سلمة، عن ابن إسحاق، قال: حُدثت عن وهب بن منبه  فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى  لما رأى ما ألقوا من الحبال والعصيّ وخيل إليه أنها تسعى، وقال: والله إن كانت لعصيا في أيديهم، ولقد عادت حيات، وما تعدو عصاي هذه، أو كما حدّث نفسه، فأوحى الله إليه أن  وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلا يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى  وفرح موسى فألقى عصاه من يده، فاستعرضت ما ألقوا من حبالهم وعصيهم، وهي حيات في عين فرعون وأعين الناس تسعى، فجعلت تلقفها، تبتلعها حية حية، حتى ما يرى بالوادي قليل ولا كثير مما ألقوا، ثم أخذها موسى فإذا هي عصا في يده كما كانت، ووقع السحرة سجدا، قالوا: آمنا برب هارون وموسى، لو كان هذا سحر ما غلبنا.",
  "ayah": 71,
  "surah": 20
}
