{
  "text": "وقوله ( بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ ) يقول: قال السامريّ: علمت ما لم يعلموه، وهو فعلت من البصيرة: أي صرت بما عملت بصيرا عالما.* ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، قال: لما قتل فرعون الولدان قالت أمّ السامريّ: لو نحيته عني حتى لا أراه، ولا أدري قتله، فجعلته في غار، فأتى جبرائيل، فجعل كفّ نفسه في فيه، فجعل يُرضعه العسل واللبن، فلم يزل يختلف إليه حتى عرفه، فمن ثم معرفته إياه حين قال: ( فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ ).وقال آخرون: هي بمعنى: أبصرت ما لم يبصروه، وقالوا: يقال: بصرت بالشيء وأبصرته، كما يقال: أسرعت وسرعت ما شئت.* ذكر من قال: هو بمعنى أبصرت: حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ ) يعني فرس جبرائيل عليه السلام.وقوله ( فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ ) يقول: قبضت قبضة من أثر حافر فرس جبرائيل.وبنحو الذي قلنا في ذلك، قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن حكيم بن جبير، عن سعيد بن جبير، عن ابن عباس، قال: لما قذفت بنو إسرائيل ما كان معهم من زينة آل فرعون في النار، وتكسرت، ورأى السامري أثر فرس جبرائيل عليه السلام، فأخذ ترابا من أثر حافره، ثم أقبل إلى النار فقذفه فيها، وقال: كن عجلا جسدا له خوار، فكان للبلاء والفتنة.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قال: قبض قبضة من أثر جبرائيل، فألقى القبضة على حليهم فصار عجلا جسدا له خوار، فقال: هذا إلهكم وإله موسى.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى; وحدثني الحارث قال: ثنا الحسن، قال: ثنا ورقاء جميعا، عن ابن أبي نجيح، عن مجاهد، في قول الله: ( فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ فَنَبَذْتُهَا ) قال: من تحت حافر فرس جبرائيل، نبذه السامريّ على حلية بني إسرائيل، فانسبك عجلا جسدا له خوار، حفيف الريح فيه فهو خواره، والعجل: ولد البقرة.واختلف القرّاء في قراءة هذين الحرفين، فقرأته عامَّة قرّاء المدينة والبصرة ( بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ ) بالياء، بمعنى: قال السامريّ بصرت بما لم يبصر به بنو إسرائيل. وقرأ ذلك عامة قرّاء الكوفة ( بَصُرْتُ بِمَا لَمْ تَبْصُرُوا بِهِ) بالتاء على وجه المخاطبة لموسى صلى الله عليه وسلم وأصحابه، بمعنى: قال السامريّ لموسى: بصرت بما لم تبصر به أنت وأصحابك.والقول في ذلك عندي أنهما قراءتان معروفتان، قد قرأ بكل واحدة منهما علماء من القرّاء مع صحة معنى كل واحدة منهما، وذلك أنه جائز أن يكون السامريّ رأى جبرائيل، فكان عنده ما كان بأن حدثته نفسه بذلك أو بغير ذلك من الأسباب، أن تراب حافر فرسه الذي كان عليه يصلح لما حدث عنه حين نبذه في جوف العجل، ولم يكن علم ذلك عند موسى، ولا عند أصحابه من بني إسرائيل، فلذلك قال لموسى ( بَصُرْتُ بِمَا لَمْ تَبْصُرُوا بِهِ) أي علمت بما لم تعلموا به. وأما إذا قرئ(بَصُرْتُ بِمَا لَمْ يَبْصُرُوا بِهِ) بالياء، فلا مؤنة فيه، لأنه معلوم أن بني إسرائيل لم يعلموا ما الذي يصلح له ذلك التراب.وأما قوله ( فَقَبَضْتُ قَبْضَةً مِنْ أَثَرِ الرَّسُولِ ) فإن قرّاء الأمصار على قراءته بالضاد، بمعنى: فأخذت بكفي ترابا من تراب أثر فرس الرسول.ورُوي عن الحسن البصري وقَتادة ما حدثني أحمد بن يوسف، قال: ثنا القاسم، قال: ثنا هشيم، عن عباد بن عوف، عن الحسن أنه قرأها( فَقَبَصْتُ قَبْصَةً ) بالصاد.وحدثني أحمد بن يوسف، قال: ثنا القاسم، قال: ثنا هشيم، عن عباد، عن قَتادة مثل ذلك بالصاد بمعنى: أخذت بأصابعي من تراب أثر فرس الرسول، والقبضة عند العرب: الأخذ بالكفّ كلها، والقبصة: الأخذ بأطراف الأصابع.وقوله (فَنَبَذْتُها) يقول: فألقيتها( وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي ) يقول: وكما فعلت من إلقائي القبضة التي قبضت من أثر الفرس على الحلية التي أوقد عليها حتى انسبكت فصارت عجلا جسدا له خوار ، ( سَوَّلَتْ لِي نَفْسِي ) يقول: زينت لي نفسي أن يكون ذلك كذلك.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد ( وَكَذَلِكَ سَوَّلَتْ لِي نَفْسِي ) قال: كذلك حدثتني نفسي.",
  "ayah": 97,
  "surah": 20
}
