{
  "text": "৫৪-৫৮ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা স্বীয় বান্দা ও রাসূল হযরত লূত (আঃ)-এর ঘটনা বর্ণনা করছেন যে, তিনি তাঁর উম্মত অর্থাৎ তার কওমকে তাদের এমন জঘন্যতম কাজের জন্যে ভীতি প্রদর্শন করেন যে কাজ তাদের পূর্বে কেউই করেনি অর্থাৎ কাম-তৃপ্তির জন্যে নারীকে ছেড়ে পুরুষে উপগত হওয়া। সমস্ত কওমের অবস্থা এই ছিল যে, পুরুষ লোকেরা পুরুষ লোকেদের দ্বারা এবং স্ত্রীলোকেরা স্ত্রীলোকদের দ্বারা তাদের কাম-প্রবৃত্তি চরিতার্থ করতো। সাথে সাথে তারা এতো বেহায়া হয়ে গিয়েছিল যে, ঐ জঘন্য কাজ গোপনে করাও প্রয়োজন মনে করতো না। প্রকাশ্যে তারা এই বেহায়াপূর্ণ কার্যে লিপ্ত হয়ে পড়তো। স্ত্রীলোকদেরকে ছেড়ে তারা পুরুষ লোকদের কাছে আসতো। এ জন্যেই হযরত লূত (আঃ) তাদেরকে বলেনঃ “তোমরা তোমাদের অজ্ঞতাপূর্ণ কাজ হতে ফিরে এসো। তোমরা এমনই মূর্খ হয়ে গেছে যে, শরীয়তের পবিত্রতার সাথে সাথে তোমাদের স্বাভাবিক পবিত্রতাও বিদায় নিতে শুরু করেছে। যেমন অন্য জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তোমরা বিশ্ব জগতের পুরুষদের নিকট আসছে এবং তোমাদের প্রতিপালক তোমাদের জন্যে যে জোড়াসমূহ সৃষ্টি করেছেন তাদেরকে ছেড়ে দিচ্ছ? বরং তোমরা সীমালংঘনকারী সম্প্রদায়।” (২৬:১৬৫-১৬৬)মহান আল্লাহ বলেন যে, তারা উত্তরে বলেছিলঃ “তোমরা পূত-পরিবারকে তোমাদের জনপদ হতে বহিস্কৃত কর, তারা তো এমন লোক যারা পবিত্র সাজতে চায়।”যখন কাফিররা হযরত লূত (আঃ) ও তাঁর পরিবারকে দেশান্তর করার দৃঢ় সিদ্ধান্ত গ্রহণ করে এবং সবাই একমত হয়ে যায় তখন আল্লাহ তা'আলা তাদেরকে ধ্বংস করে দেন এবং হযরত লূত (আঃ) ও তাঁর পরিবারবর্গকে তাদের হতে এবং যে শাস্তি তাদের উপর আপতিত হয়েছিল তা হতে রক্ষা করেন। হ্যাঁ, তবে তাঁর স্ত্রী, যে তাঁর কওমের সাথেই ছিল এবং ঐ ধ্বংসপ্রাপ্তদের মধ্যে প্রথম হতেই তার নাম লিপিবদ্ধ হয়েছিল, সে এখানে বাকী রয়ে যায় এবং শাস্তিপ্রাপ্ত হয়ে ধ্বংস হয়ে যায়। কেননা, সে ঐ ধ্বংসপ্রাপ্তদেরকে তাদের দ্বীন ও রীতি নীতিতে সাহায্য করতো। সে তাদের দুষ্কর্মকে পছন্দ করতো। সে-ই হযরত নূত (আঃ)-এর অতিথিদের খবর তাঁর কওমের নিকট পৌছিয়ে দিয়েছিল। তবে এটা স্মরণ রাখা দরকার যে, সে তাদের অশ্লীল কাজে শরীক ছিল না। আল্লাহর নবীর স্ত্রী বদকার হবে এটা নবীর মর্যাদার পরিপন্থী।ঐ কওমের উপর আকাশ হতে পাথর বর্ষিত হয়, যে পাথরগুলোর উপর তাদের নাম অংকিত ছিল। প্রত্যেকের উপর তার নামেরই পাথর পড়েছিল এবং তাদের একজনও বাঁচেনি। অত্যাচারীদের হতে আল্লাহর শাস্তি দূর হয় না। তাদের উপর আল্লাহর হুজ্জত কায়েম হয়ে গিয়েছিল। তাদেরকে সতর্ক ও ভয় প্রদর্শন করা হয়েছিল এবং তাদের উপর রিসালাতের তাবলীগ যথেষ্ট পরিমাণে হয়েছিল। কিন্তু তারা বিরোধিতাকরণ, অবিশ্বাসকরণ ও বেঈমানীর উপর অটল ছিল। তারা আল্লাহর নবী হযরত লূত (আঃ)-কে কষ্ট দিয়েছিল, এমনকি তাঁকে দেশ হতে বহিস্কৃত করার সিদ্ধান্ত গ্রহণ করেছিল। তৎক্ষণাৎ ঐ মন্দ প্রস্তর-বৃষ্টি তাদের উপর বর্ষিত হয় এবং তাদেরকে ধ্বংস করে দেয়।",
  "ayah": 58,
  "surah": 27
}
