{
  "text": "ثم أمر الله - تعالى - رسوله صلى الله عليه وسلم أن يضيف إلى تهديدهم السابق تهديدا آخر فقال : ( قُلْ مَن كَانَ فِي الضلالة فَلْيَمْدُدْ لَهُ الرحمن مَدّاً . . ) .أى : قل - أيها الرسول الكريم - لهؤلاء الكافرين المتفاخرين بمساكنهم ومظاهرهم . . . قل لهم : من كان منغمسا فى الضلالة والشقاوة والغفلة . . . فقد اقتضت حكمة الله - تعالى - أن يمد له العطاء كأن يطيل عمره ويوسع رزقه ، على سبيل الاستدراج والإمهال . .فصيغة الطلب وهى قوله - تعالى - : ( فَلْيَمْدُدْ ) على هذا التفسير ، المراد بها : الإخبار عن سنة من سنن الله - تعالى - فى خلقه ، وهى أن سننه - تعالى - قد اقتضت أن يمهل الضالين ، وأن يزيدهم من العطاء الدنيوى ، ثم يأخذهم أخذ عزيز مقتدر .قال - تعالى - : ( فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ والحمد للَّهِ رَبِّ العالمين ) وقال - سبحانه - : ( وَلاَ يَحْسَبَنَّ الذين كَفَرُواْ أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لأَنْفُسِهِمْ إِنَّمَا نُمْلِي لَهُمْ ليزدادوا إِثْمَاً وَلَهْمُ عَذَابٌ مُّهِينٌ ) وقد صدر الآلوسى تفسيره للآية بهذا التفسير فقال ما ملخصه : قوله ( قُلْ مَن كَانَ فِي الضلالة . . . ) أمر منه - تعالى - لرسوله صلى الله عليه وسلم بأن يجيب على هؤلاء المتفاخرين بما لهم من الحظوظ الدنيوية . . .وقوله : ( فَلْيَمْدُدْ لَهُ الرحمن مَدّاً ) أى : يمد - سبحانه - له ويمهله بطول العمر ، وإعطاء المال ، والتمكن من التصرفات ، فالطلب فى معنى الخبر واختير للإيذان بأن ذلك مما ينبغى أن يفعل بموجب الحطمة لقطع المعاذير فيكون حاصل المعنى : من كان فى الضلالة فلا عذر له فقد أمهله الرحمن ومد له مدا وجوز أن يكون ذلك للاستدراج .وحاصل المعنى : من كان فى الضلالة فعادة الله أن يمد له ويستدرجه .ومن المفسرين من يرى أن صيغة الطلب وهى ( فَلْيَمْدُدْ ) على بابها ، ويكون المقصود بالآية الدعاء على الضال من الفريقين بالازدياد من الضلال .وعليه يكون المعنى : قل - أيها الرسول الكريم لهؤلاء المتفاخرين ، من كان منا أو منكم على الضلالة ، فليزده الله من ذلك ، وكأن الآية الكريمة تأمر الرسول - صلى الله عليه وسلم - بمباهلة المشركين كما أمره الله - تعالى - فى آية أخرى بمباهلة اليهود فى قوله :( قُلْ ياأيها الذين هادوا إِن زَعمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ الناس فَتَمَنَّوُاْ الموت إِن كُنتُمْ صَادِقِينَ . . . ) وكما أمر الله بمباهلة النصارى فى قوله - سبحانه - ( فَمَنْ حَآجَّكَ فِيهِ مِن بَعْدِ مَا جَآءَكَ مِنَ العلم فَقُلْ تَعَالَوْاْ نَدْعُ أَبْنَاءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنْفُسَنَا وأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ الله عَلَى الكذبين ) ومن المفسرين الذين ساروا على هذا التفسير الإمامان ابن جرير وابن كثير ، فقد قال ابن كثير : يقول - تعالى - ( قُلْ ) يا محمد لهؤلاء المشركين بربهم المدعين أنهم على الحق وأنكم على الباطل ( مَن كَانَ فِي الضلالة ) أى منا ومنكم ( فَلْيَمْدُدْ لَهُ الرحمن مَدّاً ) فليدعه الله فى طغيانه هكذا ، قرر ذلك أبو جعفر بن جرير ، وهذه مباهلة للمشركين الذين يزعمون أنهم على هدى فيما هم فيه كما ذكر - تعالى - مباهلة اليهود والنصارى .ومع وجاهة التفسيرين لمعنى ( فَلْيَمْدُدْ لَهُ . . . ) إلا أنا نميل إلى الرأى الأول وهو أن صيغة الطلب يراد بها الإخبار عن سنة الله - تعالى - فى الضالين ، لأنه هو المتبادر من معنى الآية الكريمة ولأن قوله - تعالى - بعد ذلك ( وَيَزِيدُ الله الذين اهتدوا هُدًى ) يؤيد هذا الرأى .وقوله - سبحانه - : ( حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ . . . ) متعلق بما قبله .أى : فليمدد له الرحمن مدا على سبيل الاستدراج والإمهال ، حتى إذا رأى هؤلاء الكافرون ما توعدهم الله - تعالى - به ، علموا وأيقنوا أن الأمر بخلاف ما كانوا يظنون وما كانوا يقولون لأنهم سينزل الله - تعالى - بهم ( إِمَّا العذاب ) الدنيوى على أيدى المؤمنين ( وَإِمَّا الساعة ) أى : وإما عذاب الآخرة وهو أشد وأبقى .وحينئذ يعلمون ويوقنون ( مَنْ هُوَ ) من الفريقين ( شَرٌّ مَّكَاناً ) أى : أسوأ منزلا ومسكنا ( وَأَضْعَفُ جُنداً ) وأضعف أعوانا وأنصارا .وهذه الجملة الكريمة رد على قول المشركين قبل ذلك : ( أَيُّ الفريقين خَيْرٌ مَّقَاماً وَأَحْسَنُ نَدِيّاً ) .",
  "ayah": 75,
  "surah": 19
}
