{
  "text": "Virtues and Characteristics of the Surah\nSayyidah ` A'shah ؓ reports that the Messenger of Allah ﷺ has said that it is better to recite two surahs in the sunnah prayer of fajr, namely, the Surah Al-Kafirun and Surah Al-Ikhlas. [ Transmitted by Ibn Hisham as quoted by Mazhar ]. Ibn Kathir cites several traditions in which a large number of Companions report that they heard the Messenger of Allah ﷺ often recite Surah Al-Kafiru` n and Al-Ikhlas in the sunnah prayer of fajr and maghrib. Some of the Companions requested the Messenger of Allah ﷺ to teach them some supplications to recite at the time of sleeping. He taught them to recite Surah Al-Kafirun and said that this will give them immunity from idolatry. [ Transmitted by Tirmidhi and Abu Dad ]. Sayyidna Jubair Ibn Mut'im ؓ says that the Messenger of Allah ﷺ asked him whether he wished to be the happiest, most prosperous and well-to-do person among his comrades when he goes out on a journey. He replied: \"Yes, Messenger of Allah, I certainly do wish that.\" The Holy Prophet ﷺ asked him to recite the last five surahs of the Qur'an starting from Surah Al-Kafirun to the end, and to start every surah with Bismillah, and to end with Bismillah. Sayyidna Jubair ؓ says that in those days he used to be distressed, miserable and man of little provisions for journeys compared to his comrades. But when he started acting upon this teaching of the Messenger of Allah ﷺ ، he became more prosperous than others. [ Mazhari with reference to Abu Ya` la ]. Sayyidna Ali ؓ reports that once a scorpion bit the Messenger of Allah ﷺ ، so he asked for water and salt. He applied the water on the spot where the scorpion bit him, and he recited Surah Al-Kafirun, Surah Al-Falaq and Surah An-Nas. [ Mazhari ]\nCause of Revelation\nIbn Ishaq reports from Sayyidna Ibn ` Abbas ؓ that Walid Ibn Mughirah, ` As Ibn Wa'il, Aswad Ibn ` Abdul-Muttalib and Umayyah Ibn Khalaf approached the Messenger of Allah ﷺ and proposed a compromise to him to the effect that he should worship their idols for a year, and they would worship Allah for a year. [ Qurtubi ]. According to Sayyidna Ibn ` Abbas ؓ ، as recorded in Tabarani, the pagans of Makkah proposed to the Messenger of Allah ﷺ : We shall give you so much of wealth that you will become the richest man in Makkah; we shall give you whichever woman you like in marriage; we are willing to follow and obey you as our leader on condition that you do not speak ill of our gods. If you do not agree to this, then let us agree that you worship our gods for a year and we would worship your God for another year\" [ Mazhari ].\nAccording to Abu Salih's report, Sayyidna Ibn ` Abbas ؓ narrates that the pagans of Makkah made the following proposal for compromise: \"At least touch some of our gods, we will believe in you.\" Upon this, Jibra'il (علیہ السلام) descended with Surah Al-Kafirun.\nThis Surah is the Surah of disavowal from the actions of the pagans, and enjoins the Muslims to worship Allah alone to the exclusion of all forms of pagan worship.\nThe Traditions cited above indicate that the pagans had made many proposals to the Holy Prophet ﷺ not once or in a single session, but on different occasions and in different sessions in the hope that at one time or another a compromise might be reached. Therefore, there was a need to respond to all the proposals definitely and decisively, and thus frustrate their hope once and for all. All these incidents might have taken place at different times and different places. The purport of the Surah is to prevent or prohibit any such compromise.\nVerse [ 109:2] لَا أَعْبُدُ مَا تَعْبُدُونَ (I do not worship that which you worship,) In this Surah, the statements are repeated. The repetition has been explained in different ways by different authorities. Bukhari explains it thus: When two identical, or near identical, expressions occur side by side, many commentators interpret one of them as happening in the present time and the other as going to happen in the future time. Thus there is no meaningless repetition. The second and the third verses refer to the present time, meaning 'I do not worship at the present time what you are worshipping, nor do you worship at the present time what I am worshipping'. That is, 'I believe in Oneness of Allah and worship Him only, whereas you believe in multiple gods and goddesses and worship them'. Verses [ 4 and 5] refer to the future time, meaning 'neither is there a possibility that I will ever worship what you are going to worship in the future, nor will you worship what I will persist in worshipping.' In other words, 'I will persist in my belief of Divine Oneness and worship of Him and you will persist in belief of multiple gods and goddesses and worship of them'. Maulana Ashraf Thanawi (رح) has preferred this interpretation in Bayan ul-Qur'an, (and the translation given above is based on it.) However, he disagrees with Bukhari’ s interpretation of the word din, which Bukhari interprets as 'the religion of disbelief and the religion of Islam' respectively, in verse [ 6] لَكُمْ دِينُكُمْ وَلِيَ دِينِ \"For you is your faith, and for me, my faith\" meaning the proposed compromise or peace agreement is not acceptable. I shall continue to follow my faith and you may go on following your faith, and suffer its disastrous consequences. In Bayan ul-Qur'an, however, the word din has been interpreted as jaza' or 'retribution or requital'.\nIbn Kathir prefers another interpretation. He expounds that the particle ma is used in two ways: [ 1] as mawsulah or relative pronoun in the sense of al-ladhi [ that which ]; and [ 2] as masdariyah transforming into infinitive the verb it governs. In this Surah, the first ma is a relative pronoun in the sense of al-ladhi, and the second ma is an infinitival particle. Thus in verses [ 2  3] the particle is a relative pronoun and may be paraphrased thus: 'I do not worship the deities that you worship nor do you worship the One Whom I worship' and in verses [ 4  5] the particle is an infinitival particle and may be paraphrased thus: لَا أَنَا عَابِدٌ مَّا عَبَدتُّمْ وَلَا أَنتُمْ عَابِدُونَ مَا أَعْبُدُ ' I will never adopt your mode or manner of worship, nor will you adopt the manner in which I worship'. In this way, verses [ 2  3] show that the objects of worship are different from each other, and verses [ 45] show the differences in the modes of worship. In sum, 'neither our objects of worship, nor our manner of worship, are commonly shared by us; they are different.' In this way, it is seen that there is no real repetition, because while the formal expressions might be identical or near identical, but deeper semantic meanings are different. The mode of worship was revealed to the Prophet by Allah and passed on to the Muslims through him. The pagan manner of worship is self-fabricated. Ibn Kathir prefers this interpretation, and says that this is the exact meaning that emanates from the credo of Islam: لا إلہ إلا اللہ محمد الرسول اللہ \"There is no object worthy of worship except Allah, Muhammad is the Messenger of Allah\". Only the mode and manner of worship sanctioned by Allah is credible, and should be followed by Muslims. Ibn Kathir adds that the concluding verse لَكُمْ دِينُكُمْ وَلِيَ دِينِ (For you is your faith, and for me, my faith) yields the sense of other verses in the Qur'an, as for instance in [ 10: 41] وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ ; And if they belie you, say, for me, my deeds, and for you, your deeds and in [ 28:55] لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ (For us, our deeds, and for you, your deeds). Thus the sum total of the word din, according to Ibn Kathir, refers to the 'deeds of religion' and its purport would be the same as explicated in Bayan ul-Qur'an, in that each one will be requited for his own deeds.\nOther commentators have interpreted the two sentences in a third way. According to them, the particle is retained in both places as a relative pronoun, and in both the sentence is taken as representing present tense. They in fact maintain that the repetition of the two sentences have been used as a rhetorical device and employed by deliberate design to secure emphasis. Not every repetition is unpleasant or meaningless, even though the same idea may be reiterated by the same wording, as for instance in [ 94: 56] فَإِنَّ مَعَ الْعُسْرِ‌ يُسْرً‌ا إِنَّ مَعَ الْعُسْرِ‌ يُسْرً‌ا (Undoubtedly, along with hardship there is ease. Undoubtedly, along with hardship there is ease) Verse [ 6] is the repetition of verse [ 5] and is deliberately reiterated to secure emphasis, as well as to reject outright the several proposals made on different occasions. [ Ibn Kathir, Ibn Jarir ].\nPeace Treaty with Unbelievers is Permissible in Some Cases but not in Others\nSurah Al-Kafirun dismisses out of hand the many proposals of compromise offered by the pagans and declares dissociation from them. But the Holy Qur'an itself has said in [ 8:61] وَإِن جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَهَا (And if they tilt towards peace, you tilt towards it.\" that is, enter into peace treaty with the infidels or pagans or non-Muslims. Moreover, when the Holy Prophet ﷺ migrated to Madinah, he entered into peace treaty with the Jews. Therefore, some of the commentators have opined that Surah Al-Kafirun has been abrogated. Their basic argument pivots around the verse لَكُمْ دِينُكُمْ وَلِيَ دِينِ (For you is your faith, and for me, my faith). They contend that this is apparently in conflict with the ordinances of jihad, but this is not true, because the verse does not guarantee, nor does it even permit the infidels to maintain their infidelity. It simply means what is stated in [ 28:55] لَنَا أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ (For us, our deeds, and for you, your deeds), that is, as you sow, so shall you reap. In fact, the correct position held by the majority of the scholars is that this Surah is not abrogated. The proposals of compromise that were offered by the pagans at the time of the revelation of the present Surah are still prohibited, and the peace treaties allowed by 8:61 or entered into by the Holy Prophet ﷺ are still permissible. It is necessary to understand the circumstances and conditions of the treaty and take a proper decision accordingly. In one of his Traditions, the Holy Prophet ﷺ laid down the general principle of peace treaty with the infidels and pagans, thus: اَلاِصلحاً احَلّ حراماً او حرّم حلالاً (Every compromise is permitted except the one which turns prohibited things into lawful and lawful things into forbidden.) If the various peace proposals made by the pagans are carefully analyzed, they were all certainly and definitely purported to mix elements of pagan beliefs and practices with Islamic beliefs and practices, thus creating confusion; and in some cases they required Muslims to renounce Islam [ albeit temporarily ] and commit themselves to paganism. Surah Al-Kafirun denounces such treaties, and declares dissociation from paganism. Analyzing the peace pact with the Jews, on the other hand, it is seen clearly that it did not in any way require Muslims to denounce or renounce Islam, nor did it require them to mix elements of un-Islamic beliefs with the true faith. Islam is the religion that stands for tolerance, kindness, politeness and peace more than any other religion. However, all these ethical principles can be applied in the matters of human rights. There is no room for compromise in the matter of Divine Law or the basic tenets of Divine religion . Allah knows best!\nAl-hamdulillah\nThe Commentary on\nSurah Al-Kafirun\nEnds here\ndenounces such treaties, and declares dissociation from paganism. Analyzing the peace pact with the Jews, on the other hand, it is seen clearly that it did not in any way require Muslims to denounce or renounce Islam, nor did it require them to mix elements of un-Islamic beliefs with the true faith. Islam is the religion that stands for tolerance, kindness, politeness and peace more than any other religion. However, all these ethical principles can be applied in the matters of human rights. There is no room for compromise in the matter of Divine Law or the basic tenets of Divine religion. Allah knows best!",
  "ayah": 3,
  "surah": 109
}
