{
  "text": "The Idolators were amazed at the Message, Tawhid and the Qur'an\nAllah tells us that the idolators wondered at the sending of the Messenger of Allah as a bringer of glad tidings and a warner. This is like the Ayah:\nأَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إِلَى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ النَّاسَ وَبَشِّرِ الَّذِينَ ءامَنُواْ أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ قَالَ الْكَـفِرُونَ إِنَّ هَـذَا لَسَـحِرٌ مُّبِينٌ\n(Is it a wonder for mankind that We have sent Our revelation to a man from among themselves (saying): \"Warn mankind, and give good news to those who believe that they shall have with their Lord the rewards of their good deeds\" (But) the disbelievers say: \"This is indeed an evident sorcerer!\") (10:2). And Allah says here:\nوَعَجِبُواْ أَن جَآءَهُم مٌّنذِرٌ مِّنْهُمْ\n(And they wonder that a warner has come to them from among themselves.) meaning, a human being like themselves.\nوَقَالَ الْكَـفِرُونَ هَـذَا سَـحِرٌ كَذَّابٌأَجَعَلَ الاٌّلِهَةَ إِلَـهاً وَحِداً\n(And the disbelievers said: \"This is a sorcerer, a liar. Has he made the gods into One God\") meaning, does he claim that the One Who is to worshipped is One and there is no god besides Him The idolators -- may Allah curse them -- denounced that and were amazed at the idea of giving up Shirk, because they had learned from their forefathers to worship idols and their hearts were filled with love for that. When the Messenger called them to rid their hearts of that and to worship Allah Alone, this was too much for them and they were astounded by it. They said:\nأَجَعَلَ الاٌّلِهَةَ إِلَـهاً وَحِداً إِنَّ هَـذَا لَشَىْءٌ عُجَابٌ وَانطَلَقَ الْمَلأُ مِنْهُمْ\n(\"Has he made the gods into One God Verily, this is a curious thing!\" And the leaders among them went about) meaning the chiefs and masters and nobles,\nامْشُواْ\n((saying): \"Go on...\") meaning, `persist in your religion,'\nوَاْصْبِرُواْ عَلَى ءَالِهَتِكُمْ\n(and remain constant to your gods!), meaning, `do not respond to Muhammad's call to Tawhid.'\nإِنَّ هَـذَا لَشَىْءٌ يُرَادُ\n(Verily, this is a thing designed!) Ibn Jarir said, \"The Tawhid to which Muhammad is calling you is something by which he wishes to gain power over you, and exalt his own position, so that he will have followers among you, but we will not respond\nThe Reason for the Revelation of These Ayat\nAbu Ja`far bin Jarir recorded that Ibn `Abbas, may Allah be pleased with him, said, \"When Abu Talib fell sick, some of the people of the Quraysh, including Abu Jahl, entered upon him and said, `Your brother's son is insulting our gods; he does such and such and says such and such. Why don't you send for him and tell him not to do that' So he sent for the Prophet and he entered the house. There was space enough for one man to sit between them and Abu Talib, and Abu Jahl, may Allah curse him, was afraid that if the Prophet  were to sit beside Abu Talib he would be more lenient with him, so he jumped up and sat in that spot, and the Messenger of Allah could find nowhere to sit near his uncle, so he sat by the door. Abu Talib said to him, `O son of my brother, why are your people complaining about you and claiming that you insult their gods and say such and such' They made so many complaints against him. Thereupon, he said,\n«يَا عَمِّ إِنِّي أُرِيدُهُمْ عَلَى كَلِمَةٍ وَاحِدَةٍ يَقُولُونَهَا تَدِينُ لَهُمْ بِهَا الْعَرَبُ، وَتُؤَدِّي إِلَيْهِمْ بِهَا الْعَجَمُ الْجِزْيَة»\n(O uncle, all I want from them is one word which, if they say it, the Arabs will become their followers and the non-Arabs will pay Jizyah to them.) They were worried about what he said, so they said, `One word Yes, by your father, (we will say) ten words! What is it' Abu Talib said, `What word is it, O son of my brother' He said,\n«لَا إِلَهَ إِلَّا الله»\n(La ilaha illallah.) They stood up in agitation, brushing down their clothes, saying,\nأَجَعَلَ الاٌّلِهَةَ إِلَـهاً وَحِداً إِنَّ هَـذَا لَشَىْءٌ عُجَابٌ\n(Has he made the gods into One God. Verily, this is a curious thing!) Then this passage was revealed, from this Ayah to the Ayah:\nبَل لَّمَّا يَذُوقُواْ عَذَابِ\n(Nay, but they have not tasted (My) torment!)\" This is the wording of Abu Kurayb. Something similar was also recorded by Imam Ahmad and An-Nasa'i, and At-Tirmidhi said, \"Hasan.\"\nمَا سَمِعْنَا بِهَـذَا فِى الْمِلَّةِ الاٌّخِرَةِ\n(We have not heard (the like) of this in the religion of these later days.) means, `we have not heard anything like this Tawhid to which Muhammad calls us in the religion of these later days.' Al-`Awfi reported that Ibn `Abbas, may Allah be pleased with him, said, \"`We have not heard of this from the religion of these later days (meaning Christianity); if this Qur'an were true, the Christians would have told us about it.\"\nإِنْ هَـذَا إِلاَّ اخْتِلاَقٌ\n(This is nothing but an invention!) Mujahid and Qatadah said, \"A lie.\" Ibn `Abbas said, \"A fabrication.\"\nأَءَنزِلَ عَلَيْهِ الذِّكْرُ مِن بَيْنِنَا\n(Has the Reminder been sent down to him (alone) from among us) They thought it unlikely that he would be singled out from among them to receive the Qur'an. This is like the Ayat:\nلَوْلاَ نُزِّلَ هَـذَا الْقُرْءَانُ عَلَى رَجُلٍ مِّنَ الْقَرْيَتَيْنِ عَظِيمٍ\n(And they say: \"Why is not this Qur'an sent down to some great man of the two towns\") (43:31). Allah said:\nأَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِى الْحَيَوةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَـتٍ\n(Is it they who would portion out the mercy of your Lord It is We Who portion out between them their livelihood in this world, and We raised some of them above others in ranks) (43:32). When they said this, it indicated their ignorance and lack of understanding since they thought it was unlikely that the Qur'an would be revealed to the Messenger and not to somebody else.\nبَل لَّمَّا يَذُوقُواْ عَذَابِ\n(Nay, but they have not tasted (My) torment!) means, they say this because they have not yet tasted the punishment and vengeance of Allah. But they will come to know the consequences of what they say and what they rejected on the Day when they are herded into the fire of Hell. Then Allah points out that He is the One Who is in control of His Creation and Who does whatever He wills, Who gives whatever He wants to whomever He wants, and honors whomever He wants and humiliates whomever He wants, and guides whomever He wants and misguides whomever He wants, and sends the Ruh (Jibril) by His command upon whomsoever He wants among His servants, and seals the hearts of whomever He wants, so no one can guide him apart from Allah. His servants do not possess any power and have no control over His dominion, not even a speck of dust's weight; they do not possess even a thin membrane over a date stone. Allah says, denouncing them:\nأَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ الْعَزِيزِ الْوَهَّابِ\n(Or have they the treasures of the mercy of your Lord, the Almighty, the Real Bestower) meaning, the Almighty Whose might cannot be overcome, the Bestower Who gives whatever He wills to whomsoever He wills. This Ayah is like the Ayah:\nأَمْ لَهُمْ نَصِيبٌ مِّنَ الْمُلْكِ فَإِذاً لاَّ يُؤْتُونَ النَّاسَ نَقِيراً - أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَآ ءَاتَـهُمُ اللَّهُ مِن فَضْلِهِ فَقَدْ ءَاتَيْنَآ ءَالَ إِبْرَهِيمَ الْكِتَـبَ وَالْحِكْمَةَ وَءَاتَيْنَـهُمْ مُّلْكاً عَظِيماً - فَمِنْهُمْ مَّنْ ءَامَنَ بِهِ وَمِنْهُمْ مَّن صَدَّ عَنْهُ وَكَفَى بِجَهَنَّمَ سَعِيراً\n(Or have they a share in the dominion Then in that case they would not give mankind even a speck on the back of a date stone. Or do they envy men for what Allah has given them of His bounty Then, We had already given the family of Ibrahim the Book and Al-Hikmah, and conferred upon them a great kingdom. Of them were (some) who believed in him, and of them were (some) who averted their faces from him; and enough is Hell for burning (them).) (4:53-55).\nقُل لَّوْ أَنتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّى إِذًا لأمْسَكْتُمْ خَشْيَةَ الإِنفَاقِ وَكَانَ الإنْسَـنُ قَتُورًا\n(Say: \"If you possessed the treasure of the mercy of my Lord (wealth), then you would surely hold back for fear of (being exhausted), and man is ever miserly!\") (17:100). This is after Allah tells us the story of how the disbeliever denied the sending of a human Messenger, as He tells us that the people of Salih, peace be upon him, said:\nأَءُلْقِىَ الذِّكْرُ عَلَيْهِ مِن بَيْنِنَا بَلْ هُوَ كَذَّابٌ أَشِرٌ - سَيَعْلَمُونَ غَداً مَّنِ الْكَذَّابُ الاٌّشِرُ\n(\"Is it that the Reminder is sent to him alone from among us Nay, he is an insolent liar!\" Tomorrow they will come to know who is the liar, the insolent one!) (54:25, 26)\nأَمْ لَهُم مٌّلْكُ السَّمَـوَتِ وَالاٌّرْضِ وَمَا بَيَنَهُمَا فَلْيَرْتَقُواْ فِى الاٌّسْبَابِ\n(Or is it that the dominion of the heavens and the earth and all that is between them is theirs If so, let them ascend up with means.) means, if they have that, then let them ascend up with means. Ibn `Abbas, may Allah be pleased with him, Mujahid, Sa`id bin Jubayr, Qatadah and others said, \"The ways to the heaven.\" Ad-Dahhak, said, \"Then let them ascend into the seventh heaven.\" Then Allah says,\nجُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّن الاٌّحَزَابِ\n(they will be a defeated host like the Confederates of the old times.) meaning, these hosts of disbelievers who are in false pride and opposition will be defeated and overwhelmed and disgraced, just as the Confederates of the old times were disgraced before them. This Ayah is like the Ayah:\nأَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ - سَيُهْزَمُ الْجَمْعُ وَيُوَلُّونَ الدُّبُرَ\n(Or say they: \"We are a great multitude, victorious\" Their multitude will be put to flight, and they will show their backs.) (54:44-45) -- which is what happened on the day of Badr --\nبَلِ السَّاعَةُ مَوْعِدُهُمْ وَالسَّاعَةُ أَدْهَى وَأَمَرُّ\n(Nay, but the Hour is their appointed time, and the Hour will be more grievous and more bitter.) (54:46)",
  "ayah": 10,
  "surah": 38
}
