{
  "text": "A Reminder of Those Who were destroyed among the Previous Nations\nAllah tells us about those past nations and the punishment and vengeance that struck them for their going against the Messengers and disbelieving in the Prophets, peace be upon them. We have already seen their stories in detail in numerous places (in the Qur'an). Allah says:\nأُوْلَـئِكَ الاٌّحْزَابُ\n(such were the Confederates.) meaning, `they were greater and stronger than you, they had more wealth and children, but that did not protect them from the punishment of Allah at all when the command of your Lord came to pass.' Allah says:\nإِن كُلٌّ إِلاَّ كَذَّبَ الرٌّسُلَ فَحَقَّ عِقَابِ\n(Not one of them but denied the Messengers; therefore My torment was justified.) `The reason for their destruction was their disbelief in the Messengers, so let those who are addressed here beware and be afraid.'\nوَمَا يَنظُرُ هَـؤُلآءِ إِلاَّ صَيْحَةً وحِدَةً مَّا لَهَا مِن فَوَاقٍ\n(And these only wait for a single Sayhah there will be no pause or ending thereto.) Malik narrated from Zayd bin Aslam; \"There will none who can avert it,\" i.e., they will only wait for the Hour that it shall come upon them suddenly while they perceive not. But some of its portents have already come, i.e., it has drawn nigh. This Sayhah is the blast on the Trumpet when Allah will command Israfil to sound a long note, and there will be no one in the heaven or on earth but will be terrified, except those whom Allah spares.\nوَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الْحِسَابِ\n(They say: \"Our Lord! Hasten to us Qittana before the Day of Reckoning!\") Here Allah denounces the idolators for calling for the punishment to be hastened upon themselves. Qitt refers to a book or record, or it was said that it means one's allotted share or fortune. Ibn `Abbas, may Allah be pleased with him, Mujahid, Ad-Dahhak, Al-Hasan and others said, \"They asked for the punishment to be hastened.\" Qatadah added, this is like when they said: e\nاللَّهُمَّ إِن كَانَ هَـذَا هُوَ الْحَقَّ مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السَّمَآءِ أَوِ ائْتِنَا بِعَذَابٍ أَلِيمٍ\n(\"O Allah! If this (the Qur'an) is indeed the truth from You, then rain down stones on us from the sky or bring on us a painful torment.\") (8:32). It was also said that they asked for their share of Paradise to be hastened, if it really existed, so that they might have their share in this world; they said this because they thought it unlikely to exist and they disbelieved in it. Ibn Jarir said, \"They asked for whatever they deserved, good or bad, to be hastened for them in this world.\" What he said is good, and A-Dahhak and Isma`il bin Abi Khalid based their views on it. And Allah knows best. They said this by way of mockery and disbelief, so Allah commanded His Messenger to be patient in the face of their insults, and He gave him the glad tidings that his patience would be rewarded with victory and success.",
  "ayah": 12,
  "surah": 38
}
