{
  "text": "Allah tells us that His servant and Messenger Dawud, peace be upon him, was endued with power\nAl-Ayd means strength in knowledge and action. Ibn `Abbas, may Allah be pleased with him, As-Suddi and Ibn Zayd said, \"Al-Ayd means strength.\" Mujahid said, \"Al-Ayd means strength in obedience to Allah.\" Qatadah said, \"Dawud, peace be upon him, was given strength in worship and the proper understanding of Islam.\" He told us that he, peace be upon him, used to spend a third of the night in prayer, and he fasted for half a lifetime. This was reported in the Two Sahihs, where it is recorded that the Messenger of Allah ﷺ said:\n«أَحَبُّ الصَّلَاةِ إِلَى اللهِ تَعَالَى صَلَاةُ دَاوُدَ، وَأَحَبُّ الصِّيَامِ إِلَى اللهِ عَزَّ وَجَلَّ صِيَامُ دَاوُدَ، كَانَ يَنَامُ نِصْفَ اللَّيْلِ، وَيَقُومُ ثُلُثَهُ، وَيَنَامُ سُدُسَهُ، وَكَانَ يَصُومُ يَوْمًا وَيُفْطِرُ يَوْمًا، وَلَا يَفِرُّ إِذَا لَاقَى، وَأَنَّهُ كَانَ أَوَّابًا»\n(The most beloved of prayer to Allah is the prayer of Dawud, and the most beloved of fasting to Allah is the fasting of Dawud. He used to sleep for half of the night, stand in prayer for a third of the night, then sleep for a sixth of the night, and he used to fast alternate days. He never fled from the battlefield, and he always turned to Allah.) which means that he turned to Allah with regard to all of his affairs.\nإِنَّا سَخَّرْنَا الجِبَالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِىِّ وَالإِشْرَاقِ\n(Verily, We made the mountains to glorify Our praises with him in the `Ashi and Ishraq. ) means, Allah caused the mountains to glorify His praises with him at sunrise and at the end of the day. This is like the Ayah:\nيَجِبَالُ أَوِّبِى مَعَهُ وَالطَّيْرَ\n(O you mountains. Glorify (Allah) with him! And you birds (also)!) (34:10). The birds also used to glorify Allah's praises with him. If a bird flew by him and heard him chanting the Zabur, it would not go away; instead it would stay hovering in the air, glorifying Allah along with him. And the lofty mountains would respond to him and echo his glorification of Allah. Ibn Jarir recorded from `Abdullah bin Al-Harith bin Nawfal that Ibn `Abbas, may Allah be pleased with him, did not pray Ad-Duha. `Abdullah said: \"So I took him to Umm Hani, may Allah be pleased with her, and said to her, `Tell him what you told me.' She said, `The Messenger of Allah ﷺ entered my house on the day of the conquest of Makkah. He called for water to be poured into a large bowl, then he called for a garment which he used as a screen between me and him, and he washed himself. Then he sprinkled water around the house and prayed eight Rak`ahs. This was Ad-Duha, and its standing, bowing, prostration and sitting were all equal in brevity.' Ibn `Abbas, may Allah be pleased with him, left, saying, `I have read the Qur'an from cover to cover, and I never knew about Salat Ad-Duha until now!' Then he recited:\nيُسَبِّحْنَ بِالْعَشِىِّ وَالإِشْرَاقِ\n(glorify Our praises with him in the `Ashi and Ishraq.) I used to say, \"What is Salat Al-Ishraq, but now I know what it is.\"\nوَالطَّيْرَ مَحْشُورَةً\n(And (so did) the birds assembled,) meaning, hovering in the air.\nكُلٌّ لَّهُ أَوَّابٌ\n(all obedient to him.) means, they obeyed him and followed him in glorifying Allah. Sa`id bin Jubayr, Qatadah and Malik said, narrating from Zayd bin Aslam and Ibn Zayd:\nكُلٌّ لَّهُ أَوَّابٌ\n(all obedient to him.) means, \"Following his commands.\"\nوَشَدَدْنَا مُلْكَهُ\n(We made his kingdom strong) means, `We gave him complete dominion with all that kings need.' Ibn Abi Najih reported that Mujahid said, \"He was the strongest and most powerful of the people of this world.\"\nوَءَاتَيْنَـهُ الْحِكْمَةَ\n(and gave him Al-Hikmah) Mujahid said, \"This means understanding, reason and intelligence.\" Qatadah said, \"The Book of Allah and following what is in it.\" As-Suddi said:\nالْحِكْمَةَ\n(Al-Hikmah) \"Prophethood.\"\nوَفَصْلَ الْخِطَابِ\n(and sound judgement) Shurayh Al-Qadi and Ash-Sha`bi said, \"Sound judgement is testimony and oaths.\" Qatadah said, \"Two witnesses for the plaintiff or an oath on the part of the defendant is meaning of sound judgement.\" This is the sound judgement which the Prophets and Messengers judged and the believers and righteous accepted. This is the basis of this Ummah's judicial system until the Day of Resurrection. This was the view of Abu `Abdur-Rahman As-Sulami. Mujahid and As-Suddi said, \"It means passing the right judgement and understanding the case.\" Mujahid also said, \"It is soundness in speech and in judgement, and this includes all of the above.\" This is what is meant, and this is the view favored by Ibn Jarir.",
  "ayah": 17,
  "surah": 38
}
