{
  "text": "Sulayman the Son of Dawud\nAllah tells us that he gave Sulayman to Dawud as a Prophet, as He says elsewhere:\nوَوَرِثَ سُلَيْمَـنُ دَاوُودَ\n(And Sulayman inherited Dawud) (27:1). meaning, he inherited prophethood from him. Dawud had other sons besides Sulayman, for he had one hundred free wives.\nنِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ\n(How excellent a servant! Verily, he was ever oft-returning in repentance (to Us)!) This is praise for Sulayman, because he was very much obedient, worshipping Allah much and always turning to Allah in repentance.\nإِذْ عُرِضَ عَلَيْهِ بِالْعَشِىِّ الصَّـفِنَـتُ الْجِيَادُ\n(When there were displayed before him, in the afternoon, well trained horses of the highest breed.) means, these well trained horses were shown to Sulayman, peace be upon him, in his capacity as king and ruler. Mujahid said, \"They were the kind of horses which stand on three legs and raise the fourth, and they were swift horses.\" This was also the view of several others among the Salaf. Abu Dawud recorded that `A'ishah, may Allah be pleased with her, said, \"The Messenger of Allah ﷺ came back from the campaign of Tabuk or Khaybar, and there was a curtain covering her room. The wind came and lifted the curtain, revealing some toys belonging to `A'ishah, may Allah be pleased with her. The Prophet said:\n«مَا هَذَا يَا عَائِشَةُ؟»\n(What is this, O `A'ishah) She, may Allah be pleased with her, said, \"My toys.\" Among them he saw a horse with two wings made of cloth. He said:\n«مَا هَذَا الَّذِي أَرَى وَسَطَهُنَّ؟»\n(What is this that I see in the midst of them) She, may Allah be pleased with her, said, \"A horse.\" The Messenger of Allah ﷺ said,\n«مَا هَذَا الَّذِي عَلَيْهِ؟»\n(And what is this on it) She, may Allah be pleased with her, said, \"Wings.\" The Messenger of Allah ﷺ said,\n«فَرَسٌ لَهُ جَنَاحَانِ؟»\n(A horse with two wings) She, may Allah be pleased with her, said, \"Did you not hear that Sulayman, peace be upon him, had a horse that had wings\" She, may Allah be pleased with her, said, \"The Messenger of Allah ﷺ smiled so broadly that I could see his molars.\"\nفَقَالَ إِنِّى أَحْبَبْتُ حُبَّ الْخَيْرِ عَن ذِكْرِ رَبِى حَتَّى تَوَارَتْ بِالْحِجَابِ\n(He said: \"I did love the good (i.e., horses) instead of remembering my Lord\" till the time was over, and (the sun) had hidden in the veil (of night)) More than one of the Salaf and scholars of Tafsir mentioned that he was so busy looking at the horses that he missed the time of `Asr prayer. He did not miss it deliberately, but because of forgetfulness, as happened to the Prophet on the day of Khandaq, when he was too busy to pray `Asr and he prayed it after the sun had set. This was recorded in the Two Sahihs with more than one chain of narration, including the report from Jabir, may Allah be pleased with him, who said, \"On the day of Khandaq, `Umar, may Allah be pleased with him, came after the sun had set and started cursing the disbelievers of the Quraysh. He said, `O Messenger of Allah, I could not pray `Asr until the sun had almost set.' The Messenger of Allah ﷺ said,\n«وَاللهِ مَا صَلَّيْتُهَا»\n(By Allah, I did not pray it either.)\" He (Jabir) said, \"So we got up and went to Buthan. Allah's Prophet performed ablution for the prayer and we too performed ablution. He prayed `Asr after the sun had set, then he prayed Maghrib after that.\"\nرُدُّوهَا عَلَىَّ فَطَفِقَ مَسْحاً بِالسُّوقِ وَالاٌّعْنَاقِ\n(Then he said: \"Bring them (horses) back to me.\" Then he began to pass his hand over their legs and their necks.) Al-Hasan Al-Basri said, \"He said, `No, by Allah, you will not keep me from worshipping my Lord again,' then he ordered that they should be slaughtered.\" This was also the view of Qatadah. As-Suddi said, \"Their necks and hamstrings were struck with swords.\" `Ali bin Abi Talhah reported that Ibn `Abbas, may Allah be pleased with him, said, \"He began patting the horses' heads and legs out of love for them.\" This is the view that was favored by Ibn Jarir. He said, \"Because he would not punish an animal by cutting its hamstrings or destroy his own wealth for no other reason than that he had been distracted from his prayer by looking at it, and it was not the animals' fault. \" This view which Ibn Jarir thought more correct is subject to further review, because such action may have been permissible according to their law, especially since he got angry for the sake of Allah for being distracted by these horses until the time for prayer had lapsed. Then, since he dispensed with them for the sake of Allah, Allah compensated him with something better, the wind which blew gently by his order wherever he willed. Its morning lasted a month's (journey), and its afternoon lasted a month's (journey). This was faster and better than horses. Imam Ahmad recorded that Abu Qatadah and Abu Ad-Dahma', who traveled a lot to the Ka`bah, said, \"We met a man from among the bedouins who said to us: `The Messenger of Allah ﷺ took my hand and started teaching me some of that which Allah had taught him. He said,\n«إِنَّكَ لَا تَدَعُ شَيْئًا اتِّقَاءَ اللهِ تَعَالَى إِلَّا أَعْطَاكَ اللهُ عَزَّ وَجَلَّ خَيْرًا مِنْه»\n(You do not give up anything for the sake of Allah, but Allah will give you something better than it.)\"'",
  "ayah": 32,
  "surah": 38
}
