{
  "text": "The Final Return of the Doomed\nHaving mentioned the final of the blessed, Allah follows that with mention of the final return of the doomed when they are resurrected and brought to account. Allah says:\nهَـذَا وَإِنَّ لِلطَّـغِينَ\n(This is so! And for the Taghin), which refers to those who disobey Allah, may He be glorified, and oppose the Messengers of Allah, peace be upon them,\nلَشَرَّ مَـَابٍ\n(will be an evil final return.) means, the worst final return. Then Allah explains it by saying,\nجَهَنَّمُ يَصْلَوْنَهَا\n(Hell! Where they will enter) means, they will enter it and it will overwhelm them on all sides.\nجَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ الْمِهَادُ - هَـذَا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ\n(and worst (indeed) is that place to rest! This is so! Then let them taste it -- Hamim and Ghassaq.) Hamim is something that has been heated to the ultimate degree, and Ghassaq is the opposite, something that is so intensely cold that it is unbearable. Allah says:\nوَءَاخَرُ مِن شَكْلِهِ أَزْوَجٌ\n(And other of similar kind (oppasite pairs) -- all together!) means, and other things of this kind, a thing and its opposite, serving as punishments. Al-Hasan Al-Basri said, concerning the Ayah:\nوَءَاخَرُ مِن شَكْلِهِ أَزْوَجٌ\n(And other of similar kind -- all together!) \"Different kinds of punishments.\" Others said, such as intense cold and intense heat, and drinking Hamim and eating the bitter tree of Az-Zaqqum, and being lifted up and thrown down, and other kinds of paired opposites, all of which are means of punishment.\nThe Disputes of the People of Hell\nهَـذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لاَ مَرْحَباً بِهِمْ إِنَّهُمْ صَالُو النَّارِ\n(This is a troop entering with you (in Hell), no welcome for them! Verily, they shall enter in the Fire!) Here Allah tells us what the people of Hell will say to one another. This is like the Ayah:\nكُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا\n(Every time a new nation enters, it curses its sister nation (that went before)) (7:38), which means, instead of greeting one another, they will curse one another, accuse one another of being liars and reject one another. When a new group arrives, the keepers of Hell will say,\nهَـذَا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لاَ مَرْحَباً بِهِمْ إِنَّهُمْ صَالُو النَّارِ\n(This is a troop entering with you (in Hell), no welcome for them! Verily, they shall enter in the Fire!) meaning, because they are of the people of Hell.\nقَالُواْ بَلْ أَنتُمْ لاَ مَرْحَباً بِكُمْ\n(Nay, you (too)! No welcome for you!) means, those who are coming in will say,\nبَلْ أَنتُمْ لاَ مَرْحَباً بِكُمْ أَنتُمْ قَدَّمْتُمُوهُ لَنَا\n(Nay, you (too)! No welcome for you! It is you who brought this upon us,) meaning, `you called us to that which led us to this fate.'\nفَبِئْسَ الْقَرَارُ\n(so evil is this place to stay in!) means, evil is this abode and this destination.\nقَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هَـذَا فَزِدْهُ عَذَاباً ضِعْفاً فِى النَّارِ\n(They will say: \"Our Lord! Whoever brought this upon us, add to him a double torment in the Fire!\"). This is like the Ayah,\nقَالَتْ أُخْرَاهُمْ لاٍّولَـهُمْ رَبَّنَا هَـؤُلاءِ أَضَلُّونَا فَـَاتِهِمْ عَذَابًا ضِعْفًا مِّنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَـكِن لاَّ تَعْلَمُونَ\n(The last of them will say to the first of them: \"Our Lord! These misled us, so give them a double torment of the Fire.\" He will say: \"For each one there is double (torment), but you know not.\") (7:38), which means that each of them will be punished as he deserves.\nوَقَالُواْ مَا لَنَا لاَ نَرَى رِجَالاً كُنَّا نَعُدُّهُمْ مِّنَ الاٌّشْرَارِ - أَتَّخَذْنَـهُمْ سِخْرِيّاً أَمْ زَاغَتْ عَنْهُمُ الأَبْصَـرُ\n(And they will say: \"What is the matter with us that we see not men whom we used to count among the bad ones Did we take them as an object of mockery, or have (our) eyes failed to perceive them\") Here Allah tells us that when they are in Hell, the disbelievers will notice that they do not see people who they thought were misguided, while they thought of themselves as believers. They will say, `why do we not see them with us in the Fire' Mujahid said, \"This is what Abu Jahl will say; he will say, `what is the matter with me that I do not see Bilal and `Ammar and Suhayb and so-and-so...' This is an example; all the disbelievers are like this, they think that the believers will go to Hell, so when the disbelievers enter Hell, they will wonder why they do not see them there, and they will say,\nمَا لَنَا لاَ نَرَى رِجَالاً كُنَّا نَعُدُّهُمْ مِّنَ الاٌّشْرَارِأَتَّخَذْنَـهُمْ سِخْرِيّاً\n(What is the matter with us that we see not men whom we used to count among the bad ones Did we take them as an object of mockery,) means, in this world,\nأَمْ زَاغَتْ عَنْهُمُ الأَبْصَـرُ\n(or have (our) eyes failed to perceive them) means, they will try to console themselves with this wishful thinking, so they will say, perhaps they are here in Hell with us, but we have not laid eyes on them. Then they will find out that they (the believers) are in the lofty levels of Paradise, as Allah says:\nوَنَادَى أَصْحَـبُ الْجَنَّةِ أَصْحَـبَ النَّارِ أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا قَالُواْ نَعَمْ فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَن لَّعْنَةُ اللَّهِ عَلَى الظَّـلِمِينَ\n(And the dwellers of Paradise will call out to the dwellers of the Fire (saying): \"We have indeed found true what our Lord had promised us; have you also found true what your Lord promised (warned)\" They shall say: \"Yes.\" Then a crier will proclaim between them: \"The curse of Allah is on the wrongdoers.\") until:\nادْخُلُواْ الْجَنَّةَ لاَ خَوْفٌ عَلَيْكُمْ وَلاَ أَنتُمْ تَحْزَنُونَ\n(Enter Paradise, no fear shall be on you, nor shall you grieve.) (7:44-49)\nإِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النَّارِ\n(Verily, that is the very truth -- the mutual dispute of the people of the Fire!) means, `this that We have told you, O Muhammad, about the dispute among the people of Hell and their cursing one another, is true and there is no doubt concerning it.'",
  "ayah": 62,
  "surah": 38
}
