{
  "text": "وَقَالَ الَّذِينَ كَفَرُوا لِلَّذِينَ آَمَنُوا لَوْ كَانَ خَيْرًا مَا سَبَقُونَا إِلَيْهِ وَإِذْ لَمْ يَهْتَدُوا بِهِ فَسَيَقُولُونَ هَذَا إِفْكٌ قَدِيمٌ (11({ الظالمين * وَقَالَ الذين كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوْ كَانَ خَيْراً مَّا سَبَقُونَآ إِلَيْهِ وَإِذْ لَمْ يَهْتَدُواْ بِهِ فَسَيَقُولُونَ هاذآ إِفْكٌ قَدِيمٌ } .هذا حكاية خطأ آخر من أخطاء حجج المشركين الباطلة وهو خطأ منشؤه الإعجاب بأنفسهم وغرورهم بدينهم فاستدلوا على أن لا خير في الإسلام بأن الذين ابتدروا الأخذ به ضعفاء القوم وهم يعدونهم منحطين عنهم ، فهم الذين قالوا { أهؤلاء مَنَّ الله عليهم من بيننا } كما تقدم في الأنعام ( 53 ( ، وهو نظير قول قوم نوح { وما نراك اتبعك إلا الذين هم أرَاذِلُنا بادي الرأي } ( هود 27 ( ، ومناسبته لما قبله أنه من آثار استكبارهم فناسب قوله : { واستكبرتم } [ الأحقاف : 10 ] .واللام في قوله : { للذين آمنوا } لام التعليل متعلقة بمحذوف ، هو حال من الذين كفروا تقديره : مخصصين أو مريدين كاللام في قوله تعالى : { وقالوا لإخوانهم إذا ضربوا في الأرض أو كانوا غُزَّى لو كانوا عندنا ما ماتوا وما قتلوا } [ آل عمران : 156 ] ، وقوله في الآية السابقة { قال الذين كفروا للحق لما جاءهم هذا سحر مبين } [ الأحقاف : 7 ] . وليست هي لام تعدية فعل القول إلى المخاطب بالقول نحو { ألمْ أقل لك إنك لن تستطيع معي صبراً } [ الكهف : 72 ] المسمّاة لام التبليغ .والضمير المستتر في { كان } عائد إلى ما عد إليه ضمير { إن كان من عند الله } [ الأحقاف : 10 ] وهو القرآن المفهوم من السياق أو { ما يوحى إليّ } [ الأحقاف : 9 ] . والسبق أطلق على تحصيل شيء قبل أن يحصله آخر ، شبّه بأسرع الوصول بين المتجارين ، والمراد : الأخذ بما جاء به القرآن من العقائد والأعمال . وضمير الغيبة في قوله : { سبقونا } عائد إلى غير مذكور في الآية ولكنه مذكور في كلام الذين كفروا الذي حكته الآية أرادوا به المؤمنين الأولين من المستضعفين مثل بلال وعمار بن ياسر ، وعبد الله بن مسعود ، وسمية ، وزنّيرة ( بزاي معجمة مكسورة ونون مكسورة مشددة مشبعة وراء مهملة ( أمة رومية كانت من السابقات إلى الإسلام وممن عذبهنّ المشركون ومن أعتقهن أبو بكر الصديق .وعن عروة بن الزبير قال : عظماء قريش : لو كان ما جاء به محمد خيراً ما سبقتنا إليه زنّيرة ، أي من جملة أقوالهم التي جمعها القرآن في ضمير سبقونا .{ إِلَيْهِ وَإِذْ لَمْ يَهْتَدُواْ بِهِ فَسَيَقُولُونَ هاذآ إِفْكٌ } .عطف على جملة { وقال الذين كفروا للذين آمنوا } الآية ، أي فقد استوفوا بمزاعمهم وجوه الطعن في القرآن فقالوا : { سحر مبين } [ الأحقاف : 7 ] وقالوا { افتراه } [ الأحقاف : 8 ] ، وقالوا { لو كان خيراً ما سبقونا إليه } ، وبقي أن يقولوا هو { إفك قديم } .وقد نبه الله على أن مزاعمهم كلها ناشئة عن كفرهم واستكبارهم بقوله : { قال الذين كفروا } وقوله : { وكفرتم به } [ الأحقاف : 10 ] وقوله : { واستكبرتم } [ الأحقاف : 10 ] وقوله : { وإذ لم يهتدوا به } الآية .وإذ قد كانت مقالاتهم رامية إلى غرض واحد وهو تكذيب الرسول صلى الله عليه وسلم كان توزيع أسبابها على مختلف المقالات مشعراً بأن جميعها أسباب لِجميعها .وضمير { به } عائد إلى القرآن واسم الإشارة راجع إليه . ومعنى الآية : وإذ لم تحصل هدايتهم بالقرآن فيما مضى فسيستمرون على أن يقولوا هو { إفك قديم } إذ لا مطمع في إقلاعهم عن ضلالهم في المستقبل . ولمّا كانت { إذ } ظرفاً للزمن الماضي وأضيفت هنا إلى جملة واقعة في الزمن الماضي كما يقتضيه النفي بحرف { لَم } تعين أن الإخبار عنه بأنهم سيقولون { هذا إفك } أنهم يقولونه في المستقبل ، وهو مؤذن بأنهم كانوا يقولون ذلك فيما مضى أيضاً لأن قولهم ذلك من تصاريف أقوالهم الضالة المحكية عنهم في سور أخرى نَزلت قبل هذه السورة ، فمعنى { فسيقولون } سيدومون على مقالتهم هذه في المستقبل .فالاستقبال زمن للدوام على هذه المقالة وتكريرها مثله في قوله تعالى حكاية عن إبراهيم { وقال إني ذاهب إلى ربي سيهدين } [ الزخرف : 27 ] فإنه قد هداه من قبل وإنما أراد سيديم هدايته إياي . فليس المقصود إخبار الله رسوله صلى الله عليه وسلم بأنهم { سيقولون هذا } ولم يقولوه في الماضي إذ ليس لهذا الإخبار طائل . وإذ قد حكي أنهم قالوا ما يرادف هذا في آيات كثيرة سابقة على هذه الآية وأنهم لا يقلعون عنه ولا حاجة إلى تقدير فعل محذوف تتعلق به { إذ } .وحيث قدم الظرف في الكلام على عامله أشرب معنى الشرط وهو إشراب وارد في الكلام ، وكثير في { إذ } ، ولذلك دخلت الفاء في جوابه هنا في قوله : { فسيقولون } . ويجوز أن تكون { إذْ } للتعليل ، وتتعلق { إذ } ب ( يقولون ( ولا تمنع الفاء من عمل ما بعدها فيما قبلها على التحقيق . وإنما انتظمت الجملة هكذا لإفادة هذه الخصوصيات البلاغية ، فالواو للعطف والمعطوف في معنى شرط والفاء لجواب الشرط . وأصل الكلام : وسيقولون هذا إفك قديم إذ لم يهتدوا بهوهذا التفسير جار على ما اختاره ابن الحاجب في «الأمالي» دون ما ذهب إليه صاحب «الكشاف» ، فإنه تكلف له تكلفاً غير شاف .",
  "ayah": 11,
  "surah": 46
}
