{
  "text": "أُولَئِكَ أَصْحَابُ الْجَنَّةِ خَالِدِينَ فِيهَا جَزَاءً بِمَا كَانُوا يَعْمَلُونَ (14(قوله : { أولئك أصحاب الجنة } . وتعريفُهم بطريق الموصولية لما تؤذن به الصلة من تعليل كرامتهم عند الله لأنهم جمعوا حسنَ معاملتهم لربهم بتوحيده وخوفه وعبادته ، وهو ما دل عليه { قالوا ربنا الله } إلى حسن معاملتهم أنفسهم وهو معنى { ثم استقاموا } .وجيء في صلة الموصول بفعل { قالوا } لإيجاز المقول وغنيته عن أن يقال : اعترفوا بالله وحده وأطاعوه . والمراد : أنهم قالوا ذلك واعتقدوا معناه إذ الشأن في الكلام الصدق وعملوا به لأن الشأن مطابقة العمل للاعتقاد .{ ثمَّ } للتراخي الرتبي : وهو الارتقاء والتدرج ، فإن مراعاة الاستقامة أشق من حصول الإيمان لاحتياجها إلى تكرر مراقبة النفس ، فأما الإيمان فالنظر يقتضيه واعتقاده يحصل دفعة لا يحتاج إلى تجديد ملاحظة . فهذا وجه التراخي الرتبي من جهة ، وإن كان الإيمان أرقى درجة من العمل من حيث إنه شرط في الاعتداد بالعمل ولذلك عطف ب { ثم } التي للتراخي في قوله تعالى : { وما أدراك ما العَقبة فَكّ رقبة إلى قوله : { ثمّ كان من الذين آمنوا } [ البلد : 12 17 ] ، فالاعتباران مختلفان باختلاف المقام المسوق فيه الكلام كما يظهر بالتأمل هنا وهناك ، وتقدم نظيره في سورة فصّلت .ودخول الفاء على خبر الموصول وهو { فلا خوف عليهم } لمعاملة الموصول معاملة الشرط كأنه قيل : إن قالوا ربنا الله ثم استقاموا فلا خوف عليهم ، ومثله كثير في القرآن ، فأفاد تسبب ذلك في أمنهم من الخوف والحزن . و { عليهم } خبر عن خوف ، أي لا خوف يتمكن منهم ويصيبهم ويلحقهم .وتقديم المسند إليه على المسند الفعلي في قوله : { ولا هم يحزنون } لتخصيص المسند إليه بالخبر نحو : ما أنا قلتُ هذا ، أي أن الحزن منتف عنهم لا عن غيرهم ، والمراد بالغير : من لم يتصف بالإيمان والاستقامة في مراتب الكفر والعصيان ، فجنس الخوف ثابت لمن عداهم على مراتب توقع العقاب حتى في حالة الوجل من عدم قبول الشفاعة فيهم ومن توقع حرمانهم من نفحَات الله تعالى .واستحضارهم بطريق اسم الإشارة في قوله : { أولئك أصحاب الجنة } للتنبيه على أنهم أحرياء بما يَرد من الإخبار عنهم بما بعد الإشارة لأجل الأوصاف المذكورة قبل اسم الإشارة ، كما تقدم في قوله : { أولئك على هدى من ربهم } في أول سورة البقرة ( 5 ( .وأصحاب الجنة } أدل على الاختصاص بالجنة من أن يقال : أولئك في الجنة وأولئك لهم الجنة لما في { أصحاب } من معنى الاختصاص وما في الإضافة أيضاً .وقوله : { جزاء بما كانوا يعملون } تصريح بما استفيد من تعليل الصلة في الخبر ومن اقتضاء اسم الإشارة جدارتهم بما بعده وما أفاده وصف أصحاب وما أفادته الإضافة ، وهذا من تمام العناية بالتنويه بهم .",
  "ayah": 14,
  "surah": 46
}
