{
  "text": "أَوَلَمْ يَرَوْا أَنَّ اللَّهَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ وَلَمْ يَعْيَ بِخَلْقِهِنَّ بِقَادِرٍ عَلَى أَنْ يُحْيِيَ الْمَوْتَى بَلَى إِنَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (33(عود إلى الاستدلال على إمكان البعث فهو متصل بقوله : { والذي قال لوالديه أفَ لكما أتَعِدَانِني أن أُخرج وقد خلت القرون من قبلي إلى قوله : { أولئك الذين حق عليهم القول في أمم قد خلت من قبلهم من الجن والإنس إنهم كانوا خاسرين } [ الأحقاف : 17 ، 18 ] فهو انتقال من الموعظة بمصير أمثالهم من الأمم إلى الاستدلال على إبطال ضلالهم في شركهم وهو الضلال الذي جرّأهم على إحالة البعث ، بعد أن أطيل في إبطال تعدد الآلهة وفي إبطال تكذيبهم بالقرآن وتكذيبهم النبي صلى الله عليه وسلم وهذا عود على بدء فقد ابتدئت السورة بالاحتجاج على البعث بقوله تعالى : { ما خلقنا السماوات والأرض وما بينهما إلا بالحق } [ الأحقاف : 3 ] الآية ويتصل بقوله : { والذي قال لوالديه أفَ لكما أتِعَدَانني أن أخرج إلى قوله : أساطير الأولين } [ الأحقاف : 17 ] .والواو عاطفة جملة الاستفهام ، وهو استفهام إنكاري ، والرؤية عِلمية . واختير هذا الفعل من بين أفعال العلم هنا لأن هذا العلم عليه حجة بينة مشاهدة ، وهي دلالة خلق السماوات والأرض من عدم ، وذلك من شأنه أن يفرض بالعقل إلى أن الله كامل القدرة على ما هو دون ذلك من إحياء الأموات .ووقعت { أنّ } مع اسمها وخبرها سادّة مسدّ مفعولي { يروا } . ودخلت الباء الزائدة على خبر { أنّ } وهو مثبت وموكَّد ، وشأن الباء الزائدة أن تدخل على الخبر المنفي ، لأن { أن } وقعت في خبر المنفي وهو { أولم يروا } .ووقع { بلى } جواباً عن الاستفهام الإنكاري . ولا يريبك في هذا ما شاع على ألسنة المعربين أن الاستفهام الإنكاري في تأويل النفي ، وهو هنا اتصل بفعل منفي ب ( لم ( فيصير نفي النفي إثباتاً ، فكان الشأن أن يكون جوابه بحرف ( نعم ( دون { بلى } ، لأن كلام المعربين أرادوا به أنه في قوة منفي عند المستفهم به ، ولم يريدوا أنه يعامل معاملة النفي في الأحكام . وكون الشيء بمعنى شيء لا يقتضي أن يعطَى جميع أحكامه .ومحل التعجيب هو خبر { أنّ } وأما ما قبله فالمشركون لا ينكرونه فلا تعجيب في شأنه . ووقوع الباء في خبر { أنّ } وهو { بقادر } باعتبار أنه في حيّز النفي لأن العامل فيه وهو حرف { أنّ } وقع في موضع مفعولي فِعل { يروا } الذي هو منفي فسرى النفي للعامل ومعموله ، فقرن بالباء لأجل ذلك ، وفي «الكشاف» «قال الزجاج لو قلت : ما ظننت أن زيداً بقائم جاز ، كأنه قيل : أليس الله بقادر» اه . وقال أبو عبيدة والأخفش : الباء زائدة للتوكيد كالباء في قوله : { وكفى بالله شهيداً } [ النساء : 79 ] يريدان أنها زائدة في الإثبات على وجه الندور .وأما موقع الجواب بحرف { بلى } فهو جواب لمحذوف دل عليه التعجيب من ظنهم أن الله غيرُ قادر على أن يحيي الموتى ، فإن ذلك يتضمن حكاية عنهم أن الله لا يحيي الموتى ، فأجيب بقوله : { بلى } تعليماً للمسلمين وتلقيناً لما يجيبونهم به .وحرف { بلى } لما كان جواباً كان قائماً مقام جملة تقديرها : هو قادر على أن يحيي الموتى .وجملة { ولم يَعْيَ بخلقهن } عطف على جملة { الذي خلق السماوات والأرض } . وقوله : { لم يعييَ } مضارع عَيِيَ من باب رضي ، ومصدره العِيّ بكسر العين وهو العجز عن العمل أو عن الكلام ، ومنه العيّ في الكلام ، أي عسر الإبَانِة . وتعديته بالباء هنا بلاغة ليفيد انتفاء عجزه عن صنعها وانتفاء عجزه في تدبير مقاديرها ومناسباتها ، فكانت باء الملابسة صالحة لتعليق الخلق بالعي بمعنييه .وكثير من أيمة اللغة يرون أن العِيّ يطلق على التعب وعن عجز الرأي وعجز الحيلة . وعن الكسائي والأصمعي : العِيُّ خاص بالعجز في الحيلة والرأي . وأما الإعياء فهو التعب من المشي ونحوه ، وفعله أعيا ، وهذا ما درج عليه الراغب وصاحب «القاموس» .وظاهر الأساس : أن أعيا لا يكون إلا متعدياً ، أي همزته همزة تعدية فهذا قول ثالث .وزعم أبو حيان أن مثله مقصور على السماع . قلت : وهو راجع إلى تنازع العاملين .وعلى هذا الرأي يكون قوله تعالى هنا { ولم يَعْي } دالاً على سَعة علمه تعالى بدقائق ما يقتضيه نظام السماوات والأرض ليوجدهما وافيين به . وتكون دلالته على أنه قدير على إيجادهما بدلالة الفحوى أو يكون إيكال أمر قدرته على خلقهما إلى علم المخاطبين ، لأنهم لم ينكروا ذلك ، وإنما قصد تنبيههم إلى ما في نظام خلقهما من الدقائق والحِكم ومن جملتها لزوم الجزاء على عمل الصالحات والسيئات . وعليه أيضاً تكون تعدية فعل { يَعْيَ } بالباء متعينة .وقرأ الجمهور { بقادر } بالموحدة بصيغة اسم الفاعل . وقرأه يعقوب { يقدر } بتحتية في أوله على أنه مضارع من القدرة ، وتكون جملة { يقدر } في محل خبر { أنَّ } .وجملة { إنه على كل شيء قدير } تذييل لجملة { بلى } لأن هذه تفيد القدرة على خلق السماوات والأرض وإحياء الموتى وغير ذلك من الموجودات الخارجة عن السماوات والأرض . وتأكيد الكلام بحرف ( أنَّ ( لرد إنكارهم أن يمكن إحياء الله الموتى ، لأنهم لما أحالوا ذلك فقد أنكروا عموم قدرته تعالى على كل شيء .ولهذه النكتة جيء في القدرة على إحياء الموتى بوصف { قادر } ، وفي القدرة على كل شيء بوصف { قدير } الذي هو أكثر دلالة على القدرة من وصف { قادر } .",
  "ayah": 33,
  "surah": 46
}
