{
  "text": "অবশ্যই তোমাদের জন্য ইব্রাহীম ও তার অনুসারীদের মধ্যে রয়েছে উত্তম আদর্শ;[১] তারা তাদের সম্প্রদায়কে বলেছিল, ‘তোমাদের সঙ্গে এবং তোমরা আল্লাহর পরিবর্তে যার উপাসনা কর, তার সঙ্গে আমাদের কোন সম্পর্ক নেই।[২] আমরা তোমাদেরকে মানি না। তোমাদের ও আমাদের মধ্যে চিরকালের জন্য সৃষ্টি হল শত্রুতা ও বিদ্বেষ, যতক্ষণ না তোমরা এক আল্লাহর প্রতি বিশ্বাস স্থাপন করেছ।’[৩] তবে ব্যতিক্রম তার পিতার প্রতি ইব্রাহীমের উক্তি,[৪] ‘আমি নিশ্চয়ই তোমার জন্য ক্ষমা প্রার্থনা করব এবং তোমার ব্যাপারে আমি আল্লাহর নিকট কোন অধিকার রাখি না।’ (ইব্রাহীম ও তাঁর অনুসারিগণ বলেছিল,) ‘হে আমাদের প্রতিপালক! আমরা তো তোমারই উপর নির্ভর করেছি,[৫] তোমারই অভিমুখী হয়েছি এবং প্রত্যাবর্তন তো তোমারই নিকট।\n[১] কাফেরদের সাথে বন্ধুত্ব স্থাপন না করার বিষয়কে আরো স্পষ্ট করার জন্য ইবরাহীম (আঃ)-এর উদাহরণ দেওয়া হচ্ছে। أُسْوَةٌ এর অর্থ হল, এমন উত্তম নমুনা ও আদর্শ যার অনুসরণ করা যায়।[২] অর্থাৎ, শিরকের কারণে আমাদের ও তোমাদের মাঝে কোন সম্পর্ক নেই। তাছাড়া আল্লাহর উপাসকদের সাথে গায়রুল্লাহর পূজারীদের কি সম্পর্ক থাকতে পারে?[৩] অর্থাৎ, এই বিচ্ছেদ ও বিদ্বেষ ততক্ষণ পর্যন্ত অব্যাহত থাকবে, যতক্ষণ না তোমরা কুফরী ও শিরক ত্যাগ করে তাওহীদকে অবলম্বন করেছ। যখন তোমরা এক আল্লাহর অনুসারী হয়ে যাবে, তখন এ শত্রুতা বন্ধুত্বে এবং বিদ্বেষ সম্প্রীতিতে পরিবর্তন হয়ে যাবে।[৪] فِي ابراهيم এর মধ্যে সম্বন্ধসূচক যে শব্দ ঊহ্য আছে তা থেকে এটা ব্যতিক্রান্ত। অর্থাৎ, {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي مَقَالاَتِ إِبْرَاهِيْمَ إلاَّ قَوْلَهُ لِأَبِيْه}ِ অথবা أُسْوَةٌ حَسَنَةٌ থেকে ব্যতিক্রান্ত। কারণ তাঁর কথাগুলো সবই আদর্শ। যেন বলা হয়েছে যে, {قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيْمَ فِي جَمِيْعِ أَقْوَالِهِ وأَفْعَالِهِ إِلاَّ قَوْلَهُ لِأَبِيْه}ِ (فتح القدير) অর্থাৎ, ইবরাহীম (আঃ)-এর পুরো জীবনটাই এক অনুসরণীয় আদর্শ। তবে তাঁর (মুশরিক) পিতার জন্য ক্ষমা প্রার্থনা করা এমন একটি কাজ, যাতে তাঁর অনুসরণ করা উচিত নয়। কেননা, তাঁর এই কাজটা ছিল তখনকার, যখন তিনি নিজ পিতার ব্যাপারটা জানতেন না। সুতরাং যখন তিনি অবগত হলেন যে, তাঁর পিতা আল্লাহর শত্রু, তখন তিনি তার সাথে সম্পর্ক ছিন্নতার কথা ঘোষণা করলেন। যেমন, সূরা তাওবার ৯:১১৪ নং আয়াতে রয়েছে।[৫] 'তাওয়াক্কুল' (নির্ভর, ভরসা) করার অর্থ হল, সাধ্যমত বাহ্যিক উপায়-উপকরণ অবলম্বন করার সাথে সাথে ব্যাপারকে আল্লাহর উপর ছেড়ে দেওয়া। এর অর্থ এই নয় যে, বাহ্যিক উপায়-উপকরণ অবলম্বন না করেই আল্লাহর উপর ভরসা প্রকাশ করা হোক। এ থেকে আমাদেরকে নিষেধ করা হয়েছে। কাজেই 'তাওয়াক্কুল' এর এই (উপায়-উপকরণ গ্রহণ না করেই ভরসা করা) অর্থ ভুল হবে। নবী (সাঃ)-এর নিকট এক ব্যক্তি উপস্থিত হল এবং তার উটকে বাহিরে দাঁড় করিয়ে দিয়ে ভিতরে প্রবেশ করল। তিনি তাকে (উটের কথা) জিজ্ঞাসা করলে, সে বলল, 'আমি উটকে আল্লাহর ভরসায় রেখে এসেছি।' তিনি (সাঃ) বললেন, (اعْقِلْها وَتَوَكَّلْ) \"প্রথমে একে বাঁধ, তারপর আল্লাহর উপর ভরসা কর।\"\n(তিরমিযী)\nإنابة অর্থ হল, আল্লাহর প্রতি প্রত্যাবর্তন করা, আল্লাহর অভিমুখী হওয়া।",
  "ayah": 4,
  "surah": 60
}
