{
  "text": "ثم عادت السورة الكريمة إلى حكاية أقوال هؤلاء المنافقين ، وإلى الرد عليها ، فقال - تعالى - : ( سَيَقُولُ المخلفون إِذَا انطلقتم إلى مَغَانِمَ لِتَأْخُذُوهَا ذَرُونَا نَتَّبِعْكُمْ . . ) .والمراد بالمخلفين هنا : السابقون الذين وصفوا بأنهم من الأعراب ، فاللام للعهد .أى : سيقول المخلفون عن الخروج معك يا محمد إلى مكة بعد أن خاب ظنهم فرجعتم سالمين إليهم بعد صلح الحديبية ، سيقولون لك ولأصحابك : ( ذَرُونَا نَتَّبِعْكُمْ ) أى : اتركونا لنسير معكم ، لنشارككم فى جمع الغنائم التى تنالونها من أعدائكم .فقوله ( ذَرُونَا ) بمعنى اتركونا ودعونا .قال الآلوسى : والمراد بالمغانم هنا : مغانم خيبر - كما عليه عامة المفسرين - ولم نقف على خلاف فى ذلك ، وأيد بأن السين تدل على القرب ، وخيبر أقرب المغانم التى انطلقوا إليها من الحديبية - كما علمت - فإرادتها كالمتعينة ، وقد جاء فى الأخبار الصحيحة أن الله - تعالى - وعد أهل الحديبية أن يعوضهم من مغانم مكة مغانم خيبر ، إذا قفلوا موادعين لا يصيبون شيئا .وقد كان رجوع النبى - صلى الله عليه وسلم - وأصحابه من صلح الحديبية فى ذى الحجة من السنة السادسة ، وخروجهم إلى خيبر كان فى المحرم من السنة السابعة ، وقد أصاب المسلمون من خيبر غنائم كثيرة ، وقد جعلها - صلى الله عليه وسلم - لمن شهد معه صلح الحديبية دون غيرهم .وقوله : ( يُرِيدُونَ أَن يُبَدِّلُواْ كَلاَمَ الله ) أى : يريد هؤلاء المخلفون بقولهم ( ذَرُونَا نَتَّبِعْكُمْ ) أن يغيروا حكم الله - تعالى - الذى حكم به ، وهو أن غنائم خيبر خاصة لمن شهد صلح الحديبية ، أما هؤلاء المخلفون فلا نصيب لهم فيها .ثم لقن الله - تعالى - نبيه - صلى الله عليه وسلم - الرد الذى يخرسهم فقال : ( قُل لَّن تَتَّبِعُونَا كذلكم قَالَ الله مِن قَبْلُ . . ) أى : قل - أيها الرسول الكريم - لهؤلاء المخلفين - على سبيل الإِقناط والتيئيس والزجر - لا تتبعونا ونحن متجهون إلى خيبر لفتحها . فالنفى فى قوله ( لَّن تَتَّبِعُونَا ) بمعنى النهى للمبالغة فى منعهم من الخروج مع المؤمنين إلى خيبر .وقوله : ( كذلكم قَالَ الله مِن قَبْلُ ) أى : مثل هذا النهى الصادر منى قد قاله الله - تعالى - من قبل رجوعنا من الحديبية ، فقد أمرنى بمنعكم من الخروج معى إلى خيبر ، وبحرمانكم من غنائمها ، عقابا لكم على معصيتكم لى ، وعلى سوء ظنكم بى وبأصحابى . .ثم حكى - سبحانه - ما سيقوله هؤلاء المنافقون بعد مجابهتهم بتلك الحقيقة فقال : ( فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا بَلْ كَانُواْ لاَ يَفْقَهُونَ إِلاَّ قَلِيلاً ) .أى : فيسيقولون لك - أيها الرسول الكريم - بعد منعك إياهم من الخروج معكم إلى خيبير ، وبعد أن ذكرت لهم حكم الله فيهم . . سيقولون لك على سبيل السفاعة وسوء الأدب : أنتم أيها المؤمنون تريدون بسبب هذا المنع من الخروج معكم إلى خيبر ، أن تحسدوننا وتمنعوننا حقنا فى الغنيمة ، والله - تعالى - لم يأمركم بمنعنا ، وإنما أنتم الذين فعلتموه حسدا لنا .وقوله : ( بَلْ كَانُواْ لاَ يَفْقَهُونَ إِلاَّ قَلِيلاً ) إضراب عن قولهم هذا على سبيل التسلية للرسول - صلى الله عليه وسلم - أى ليس الحق كما زعموا ، بل الحق أنهم قوم دأبهم الحمق والجهالة ، ولا يفقهون من أمور الدين إلا فقها قليلا ، لا يسمن ولا يغنى من جوع .قال صاحب الكشاف : فإن قلت : ما الفرق بين حرفى الإِضراب؟ قلت : الأول إضراب معناه : رد أن يكون حكم الله أن لا يتبعوهم وإثبات الحسد . والثانى : إضراب عن وصفهم بإضافة الحسد إلى المؤمنين ، إلى وصفهم بما هو أطم منه ، وهو الجهل وقلة الفقه . .",
  "ayah": 15,
  "surah": 48
}
