{
  "text": "ثم بشر الله - تعالى - المؤمنين الصادقين ببشارات متنوعة ، ومدحهم مدحا عظيما ، وبين - سبحانه - أن سنته فى خلقه لن تتخلف ، فقال - تعالى - : ( لَّقَدْ رَضِيَ الله عَنِ المؤمنين . . . بِمَا تَعْمَلُونَ بَصِيراً ) .واللام فى قوله - تعالى - : ( لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ تَحْتَ الشجرة . . . ) هى الموطئة للقسم ، وتسمى هذه البيعة الرضوان .والشجرة : كانت بالحديبية ، وقد جلس - صلى الله عليه وسلم - تحتها ليبايع أصحابه على الموت أو على عدم الفرار ، فبايعوه على ذلك - ما عدا بعض المنافقين - ، وقد كان الناس بعد ذلك يترددون على تلك الشجرة ويصلون تحتها ، ويدعون الله - تعالى - فأمر عمر - رضى الله عنه - قطعها خشية الافتتان بها . أى : والله لقد رضى الله - تعالى - عن المؤمنين الذين بايعوك - أيها الرسول الكريم - تحت الشجرة ، على الموت من أجل إعلاء كلمة ربهم .وفى هذه الجملة أسمى وأعلى ما يتمناه إنسان ، وهو رضا الله - تعالى - عنه ودخوله فى زمرة العباد الذين ظفروا بمغفرته - سبحانه - ورحمته .قال الآلوسى - رحمه الله - : والتعبير بالمضارع لاستحضار صورة هذه المبايغة . وقوله - سبحانه - : ( تَحْتَ الشجرة ) متعلق بيبايعونك . . وفى التقييد بذلك إشارة إلى مزيد وقع تلك المبايعة فى النفوس . ولذا استوجبت رضا الله - تعالى - الذى لا يعادله شئ ، ويستتبع مالا يكاد يخطر على البال .ويكفى فيما ترتب على ذلك ما أخرجه أحمد عن جابر ، ومسلم عن أم بشر ، عنه ، عن النبى - صلى الله عليه وسلم - أنه قال : \" لا يدخل النار أحد ممن بايع تحت الشجرة \" .وصح برواية الشيخين وغيرهما فى أولئك المؤمنين من حديث جابر ، أنه - صلى الله عليه وسلم - قال لهم \" أنتم خير أهل الأرض . . \" .وقوله - تعالى - : ( فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأنزَلَ السكينة عَلَيْهِمْ وَأَثَابَهُمْ فَتْحاً قَرِيباً ) بشارة أخرى لهؤلاء المؤمنين الصادقين .أى : لقد رضى - سبحانه - عن الذين بايعوك تحت الشجرة - أيها الرسول الكريم - حيث علم ما فى قلوبهم من الصدق والإِخلاص وإيثار الآخرة على الأولى ، فأنزل السكينة والطمأنينة والأمان عليهم ، ( وَأَثَابَهُمْ ) أى : وأعطاهم منحهم فتحا قريبا ، وهو فتح خيبر ، الذى كان بعد صلح الحديبية بأقل من شهرين .وقيل المراد به : فتح مكة ، والأول أرجح ، لأن فتح خيبر لم يكن فتح أقرب منه ، ولأن المسلمين قد أصابوا من فتح خيبر غنائم كثيرة .",
  "ayah": 18,
  "surah": 48
}
