{
  "text": "ثم أكد الله - تالى - صدق ما شاهد النبى - صلى الله عليه وسلم - فى رؤياه ، وبين الحكمة التى من أجلها أرسله إلى الناس كافة فقال - تعالى - : ( لَّقَدْ صَدَقَ الله رَسُولَهُ . . . بالله شَهِيداً ) .قال الآلوسى ما ملخصه : \" رأى رسول الله - صلى الله عليه وسلم - فى المنام قبل خروجه إلى الحديبية ، أنه هو واصحابه قد دخلوا مكة آمنين ، وقد حلقوا وقصروا ، فقص الرؤيا على أصحابه ، ففرحوا واستبشروا ، وظنوا أنهم سيدخلونها فى عامهم هذا ، وقالوا : إن رؤيا رسول الله - صلى الله عليه وسلم - حق ، فلما تأخر ذلك قال بعض المنافقين - على سبيل التشكيك والاعتراض - والله ما حلقنا ولا قصرنا ، ولا رأينا المسجد الحرام ، فنزلت هذه الآية .وقد روى عن عمر - رضى الله عنه - أنه قال نحو ذلك - على سبيل الفهم والاستكشاف - ليزداد يقينه . .والصدق يكون بالقول ويكون بالفعل ، وما فى الآية صدق بالفعل ، وهو التحقيق ، أى حقق - سبحانه - للرسول رؤيته . .وقوله ( بالحق ) صفة لمصدر محذوف ، أى : صدقا ملتبسا بالحق ، أو بمحذوف على أنه حال من الرؤيا ، أى : رؤيا ملتبسة بالحق .والمعنى : والله لقد أرينا رسولنا محمدا - صلى الله عليه وسلم - الرؤيا الصادقة التى لا تتخلف ، ولا يحوم حولها ريب أو شك ، وحققنا له ما اشتملت عليه هذه الرؤيا من بشارات سارة ، وعطايا كريمة ، على حسب ما اقتضته حكمتنا وإرادتنا .وقوله : ( لَتَدْخُلُنَّ المسجد الحرام إِن شَآءَ الله آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ لاَ تَخَافُونَ ) جواب لقسم محذوف وقوله : ( آمِنِينَ ) وما بعده ، حال من فاعل ( لَتَدْخُلُنَّ ) . . أى : والله لتدخلن - أيها المؤمنون - المسجد الحرام فى عامكم المقبل إن شاء الله ، حالة كونكم آمنين من كل فزع ، وحالة كونكم بعضكم يحلق شعر رأسه كله ، وبعضكم يكتفى بقص جزء منه ، وحالة كونكم لا تخافون أذى المشركين بعد ذلك .وقوله : ( إِن شَآءَ الله ) فيه ما فيه من الإِشعار بأن الرؤيا مع صدقها ، تحقيقها موكول إلى مشيئة الله - تعالى - وغلى قدرته ، لا إلى أحد سواه ، وفيه ما فيه من تعليم الناس وإرشادهم إلى أنهم يجب عليهم أن يقولوا ذلك ويعتقدوه عند إرادتهم لفعل من الأفعال ، كما قال - تعالى - ( وَلاَ تَقْولَنَّ لِشَيْءٍ إِنِّي فَاعِلٌ ذلك غَداً إِلاَّ أَن يَشَآءَ الله . . . ) قال بعض العلماء : \" إن الله - تالى - استثنى فيما يعلم ، ليستثنى الخلق فيما لا يعلمون \" .ويرى بعضهم : أن الاستثناء هنا لتحقيق الخبر وتأكيده .استدل بعضهم بهذه الآية على أن الحلق غير متعين فى النسك ، بل يجزئ عنه التقصير ، إلا أن الحلق أفضل ، فقد أخرج الشيخان وغيرهما عن أبى هريرة قال : قال رسول الله - صلى الله عليه وسلم - \" اللهم اغفر للمحلقين قالوا : يا رسول الله ، والمقصرين ، قال اللهم اغفر للمحلقين ، قالوا : يا رسول الله ، والمقصرين ، قال اللهم اغفر للمحلقين . . ثم قال بعد الثالثة : والمقصرين \" .واستدل بها - أيضا - على أن التقصير للراس دون اللحية ، ودون سائر شعر البدن ، إذ الظاهر أن المراد : ومقصرين شعر رءوسكم .وقوله : ( لاَ تَخَافُونَ ) تأكيد وتقرير لقوله ( آمِنِينَ ) أى : آمنين عند دخولكم مكة للعمرة ولا تخافون بعد إتمامها ، لأن عناية الله - تعالى - ورعايته معكم . .وقوله : ( فَعَلِمَ مَا لَمْ تَعْلَمُواْ فَجَعَلَ مِن دُونِ ذَلِكَ فَتْحاً قَرِيباً ) بيان للحكمة فى تأخير دخولهم مكة عام الحديبية ، وتمكنيهم من دخولها فى العام الذى يليه .والجملة الكريمة معطوفة على قوله : ( لَّقَدْ صَدَقَ الله رَسُولَهُ . . . ) أى : والله لقد حقق الله - تعالى - لرسوله رؤياه فى دخول مكة ، ولكن فى الوقت الذى يشاؤه ويختاره وتقتضيه حكمته ، لأنه - تعالى - علم ما لم تعلموه أنتم من أن المصلحة فى عدم دخولكم مكة فى عام صلح الحديبية ، وأن هذا الصلح هو خير لكم من دخولها ، لما يترتب عليه من منافع كثيرة لكم ، وقد جعل - سبحانه - بفضله - وإحسانه ( مِن دُونِ ذَلِكَ ) أى : من قبل دخولكم مكة ، وطوافكم بالمسجد الحرام ( فَتْحاً قَرِيباً ) هو فتح خيبر الذى خرجتم منه بالغنائم الوفيرة ، أو فتح خيبر ومعه صلح الحديبية ، الذى قال فيه الزهرى لا فتح فى الإِسلام كان أعظم من صلح الحديبية .هذا ، وقد بسط الإِمام ابن كثير ما أصابه المسلمون بعد صلح الحديبية من خيرات فقال ما ملخصه : \" ورجع الرسول - صلى الله عليه وسلم - من الحديبية فى ذى القعدة من السنة السادسة . . ثم خرج فى المحرم من السنة السابعة إلى خيبر ، ففتحها الله - تعالى - عليه . .فلما كان فى ذى القعدة من السنة السابعة ، خرج إلى مكة معتمرا ، هو وأهل الحديبية ، فأحرم من ذى الحليفة ، وساق معه الهدى . . وسار إلى مكة بالسيوف مغمدة فى قربها . فدخلها وبين يديه أصحابه يلبون ، وعبد الله بن رواحه آخذ بزمام ناقة الرسول - صلى الله عليه وسلم - وينشد ويقول :خلوا بنى الكفار عن سبيله ... إنى شيهد أنه رسولهوخرج المشركون من مكى لكى لا يروا الرسول - صلى الله عليه وسلم - وأصحابه ، أما النساء والأطفال فقد جلسوا على لاطرق ينظرون إلى الرسول - صلى الله عليه وسلم - وإلى المؤمنين .ومكث الرسول وأصحابه بمكة ثلاثة أيام اعتمر خلالها هو وأصحابهن ثم عادوا إلى المدينة .وهكذا تحققت رؤيا رسول الله - صلى الله عليه وسلم - فى الوقت الذى أراده - سبحانه .",
  "ayah": 27,
  "surah": 48
}
