{
  "text": "مشرکین کا اللہ تعالیٰ کے لئے دوہرا معیار۔ اللہ تعالیٰ مشرکوں کی بیوقوفی بیان فرما رہا ہے کہ اپنے لئے تو لڑکے پسند کرتے ہیں اور اللہ کے لئے لڑکیاں مقرر کرتے ہیں۔ اگر لڑکی ہونے کی خبر یہ پائیں تو چہرے سیاہ پڑجاتے ہیں اور اللہ کی لڑکیاں ثابت کرتے ہیں۔ پس فرماتا ہے ان سے پوچھ تو سہی کہ یہ تقسیم کیسی ہے ؟ کہ تمہارے تو لڑکے ہوں اور اللہ کے لئے لڑکیاں ہوں ؟ پھر فرماتا ہے کہ یہ فرشتوں کو لڑکیاں کس ثبوت پر کہتے ہیں ؟ کیا ان کی پیدائش کے وقت وہ موجود تھے۔ قرآن کی اور آیت (وَجَعَلُوا الْمَلٰۗىِٕكَةَ الَّذِيْنَ هُمْ عِبٰدُ الرَّحْمٰنِ اِنَاثًا ۭاَشَهِدُوْا خَلْقَهُمْ ۭ سَـتُكْتَبُ شَهَادَتُهُمْ وَيُسْــَٔــلُوْنَ 19؀) 43۔ الزخرف :19) ، میں بھی یہی بیان ہے۔ دراصل یہ قول ان کا محض جھوٹ ہے۔ کہ اللہ کے ہاں اولاد ہے۔ وہ اولاد سے پاک ہے۔ پس ان لوگوں کے تین جھوٹ اور تین کفر ہوئے اول تو یہ کہ فرشتے اللہ کی اولاد ہیں دوسرے یہ کہ اولاد بھی لڑکیاں تیسرے یہ کہ خود فرشتوں کی عبادت شروع کردی۔ پھر فرماتا ہے کہ آخر کس چیز نے اللہ کو مجبور کیا کہ اس نے لڑکے تو لئے نہیں اور لڑکیاں اپنی ذات کے لئے پسند فرمائیں ؟ جیسے اور آیت میں ہے کہ تمہیں تو لڑکوں سے نوازے اور فرشتوں کو اپنی لڑکیاں بنائے یہ تو تمہاری نہایت درجہ کی لغویات ہے۔ یہاں فرمایا کیا تمہیں عقل نہیں جو ایسی دور از قیاس باتیں بناتے ہو تم سمجھتے نہیں ہو ڈرو کہ اللہ پر جھوٹ باندھنا کیسا برا ہے ؟ اچھا گر کوئی دلیل تمہارے پاس ہو تو لاؤ اسی کو پیش کرو۔ یا اگر کسی آسمانی کتاب سے تمہارے اس قول کی سند ہو اور تم سچے ہو تو لاؤ اسی کو سامنے لے آؤ۔ یہ تو ایسی لچر اور فضول بات ہے جس کی کوئی عقلی یا نقلی دلیل ہو ہی نہیں سکتی۔ اتنے ہی پر بس نہ کی، جنات میں اور اللہ میں بھی رشتے داری قائم کی۔ مشرکوں کے اس قول پر کہ فرشتے اللہ کی لڑکیاں ہیں حضرت صدیق اکبر نے سوال کیا کہ پھر ان کی مائیں کون ہیں ؟ تو انہوں نے کہا جن سرداروں کی لڑکیاں۔ حالانکہ خود جنات کو اس کا یقین و علم ہے کہ اس قول کے قائل قیامت کے دن عذابوں میں مبتلا کئے جائیں گے۔ ان میں بعض دشمنان اللہ تو یہاں تک کم عقلی کرتے تھے کہ شیطان بھی اللہ کا بھائی ہے۔ نعوذ باللہ۔ اللہ تعالیٰ اس سے بہت پاک منزہ اور بالکل دور ہے جو یہ مشرک اس کی ذات پر الزام لگاتے ہیں اور جھوٹے بہتان باندھتے ہیں۔ اس کے بعد استثناء منقطع ہے اور بےمثبت مگر اس صورت میں کہ یعفون کی ضمیر کا مرجع تمام لوگ قرار دیئے جائیں۔ پس ان میں سے ان لوگوں کو الگ کرلیا جو حق کے ماتحت ہیں اور تمام نبیوں رسولوں پر ایمان رکھتے ہیں۔ امام ابن جریر فرماتے ہیں کہ یہ استثناء (انھم لمحضرون) سے ہے یعنی سب کے سب عذاب میں پھانس لئے جائیں گے مگر وہ بندگان جو اخلاص والے تھے۔ یہ قول ذرا تامل طلب ہے واللہ اعلم۔",
  "ayah": 150,
  "surah": 37
}
