{
  "text": "دوزخیوں کا اپنے بزرگوں سے شکوہ۔ کافر لوگ جس طرح جہنم کے طبقوں میں جلتے ہوئے آپس میں جھگڑے کریں گے اسی طرح قیامت کے میدان میں وہ ایک دوسرے پر الزام لگائیں گے کمزور لوگ زور آوروں سے کہیں گے کہ ہم تو تمہارے تابع فرمان تھے کیا آج ہمیں تم تھوڑے بہت عذاب سے بچالو گے ؟ وہ کہیں گے کہ ہم تو خود تمہارے ساتھ ہی اسی جہنم میں جل رہے ہیں اللہ تعالیٰ اپنے بندوں کے درمیان فیصلے فرما چکا۔ اور جیسے اور جگہ ان کی یہ بات چیت اس طرح منقول ہے کہ ضعیف لوگ متکبروں سے کہیں گے کہ اگر تم نہ ہوتے تو ہم ضرور ایماندار بن جاتے۔ وہ جواب دیں گے کیا ہم نے تمہیں ہدایت سے روک دیا ؟ نہیں بلکہ تم تو خود ہی بدکار تھے۔ یہ کہیں گے بلکہ دن رات کا مکر جبکہ تم ہمیں حکم کرتے تھے کہ ہم اللہ تعالیٰ کے ساتھ کفر کریں اور اس کے شریک مقرر کریں۔ عذاب کو دیکھتے ہی یہ سب کے سب بےطرح نادام و پیشمان ہوں گے لیکن اپنی ندامت کو چھپائیں گے۔ ان تمام کفار کی گردنوں میں طوق ڈال دئیے جائیں گے ہاں یہ یقینی بات ہے کہ ہر ایک کو صرف اس کی کرنی بھرنی پڑے گی پس یہاں بھی یہی بیان ہو رہا ہے کہ وہ اپنے بڑوں اور سرداروں سے کہیں گے تم ہماری دائیں جانب سے آتے تھے یعنی چونکہ ہم کمزور کم حیثیت تھے اور تمہیں ہم پر ترجیح تھی اس لیے تم ہمیں دبادبو کر حق سے ناحق کی طرف پھیر دیتے تھے، یہ کافروں کا مقولہ ہوگا جو وہ شیطانوں سے کہیں گے۔ یہ بھی کہا گیا ہے کہ انسان یہ بات جنات سے کہیں گے کہ تم ہمیں بھلائی سے روک کر برائی پر آمادہ کرتے تھے گناہ کو مزین اور شیریں دکھاتے تھے اور نیکی کو بری اور مشکل جتاتے تھے، حق سے روکتے تھے باطل پر جما دیتے تھے، جب کبھی نیکی کا خیال ہمارے دل میں آتا تھا تم کسی نہ کسی فریب سے اس سے روک دیتے تھے، اسلام، ایمان، خیرو خوبی، نیکی اور سعادت مندی سے تم نے ہمیں محروم کردیا۔ توحید سے دور ڈال دیا۔ ہم تمہیں اپنا خیر خواہ سمجھتے رہے، راز دار بنائے رہے، تمہاری باتیں مانتے رہے تمہیں بھلا آدمی سمجھتے رہے۔ اس کے جواب میں جنات اور انسان جتنے بھی سردار ذی عزت اور بڑے لوگ تھے ان کمزوروں کو جواب دیں گے کہ اس میں ہمارا تو کوئی قصور نہیں تم تو خود ہی ایسے ہی تھے تمہارے دل ایمان سے بھاگتے تھے اور کفر کی طرف دوڑ کر جاتے تھے۔ ہم نے تمہیں جس چیز کی طرف بلایا وہ کوئی حق بات نہ تھی نہ اس کی بھلائی پر کوئی دلیل تھی لیکن چونکہ تم طبعاً برائی کی طرف مائل تھے خود تمہارے دلوں میں سرکشی اور برائی تھی اس لیے تم نے ہمارا کہا مان لیا۔ اب تو ہم سب پر اللہ کا قول ثابت ہوگیا کہ ہم یقینا عذابوں کا مزہ چکھنے والے ہیں۔ یہ بڑے لوگ چھوٹوں سے یہ متبوع لوگ اپنے تابعداروں سے کہیں گے کہ ہم تو خود ہی بہکے ہوئے تھے ہم نے تمہیں بھی اپنی ضلالت کی طرف بلایا تم دوڑے ہوئے آگئے۔ بتاؤ تم نے ہماری بات مان لی ؟ اللہ تبارک و تعالیٰ فرماتا ہے پس آج کے دن سب لوگ جہنم کے عذابوں میں شریک ہیں ہر ایک اپنے اپنے اعمال کی سزا بھگت رہا ہے۔ مجرموں کے ساتھ ہم اسی طرح کیا کرتے ہیں۔ یہ مومنوں کی طرح اللہ کی توحید کے قائل نہ تھے بلکہ توحید کی آواز سے تکبر نفرت کرتے تھے۔ رسول اللہ ﷺ فرماتے ہیں مجھے حکم دیا گیا ہے کہ لوگوں سے جہاد کروں جب تک کہ وہ لا الہ الا اللہ نہ کہہ لیں جو اسے کہہ لے اس نے اپنا مال اور اپنی جان بچالی مگر اسلامی فرمان سے۔ اور اس کا باطنی حساب اللہ کے ذمے ہے۔ اللہ کی کتاب میں بھی یہی مضمون ہے۔ اور ایک متکبر قوم کا ذکر ہے کہ وہ اس کلمہ سے روگردانی کرتے تھے۔ ابن ابی حاتم میں ابو العلاء سے مروی ہے کہ یہودیوں کو قیامت کے دن لایا جائے گا اور ان سے سوال ہوگا کہ تم دنیا میں کس کی عبادت کرتے تھے ؟ وہ کہیں گے اللہ کی اور عزیر کی۔ ان سے کہا جائے گا اچھا بائیں طرف آؤ۔ پھر نصرانیوں سے یہی سوال ہوگا وہ کہیں گے اللہ کی اور مسیح کی تو ان سے بھی یہی کہا جائے گا پھر مشرکین کو لایا جائے گا اور ان سے لا الہ الا اللہ کہا جائے گا وہ تکبر کریں گے تین مرتبہ ایسا ہی ہوگا پھر حکم ہوگا انہیں بھی بائیں طرف لے چلو فرشتے انہیں پرندوں سے بھی جلدی پہنچادیں گے۔ پھر مسلمانوں کو لایا جائے گا اور ان سے پوچھا جائیگا کہ تم کس کی عبادت کرتے رہے ؟ یہ کہیں گے صرف اللہ تعالیٰ کی۔ تو ان سے کہا جائے گا کیا تم اسے دیکھ کر پہچان سکتے ہو ؟ یہ کہیں گے ہاں۔ پوچھا جائے گا تم کیسے پہچان لو گے ؟ حالانکہ تم نے کبھی اسے دیکھا نہیں یہ جواب دیں گے ہاں یہ تو ٹھیک ہے ہم جانتے ہیں کہ اس کے برابر کا کوئی نہیں پس اللہ تعالیٰ اپنے تئیں انہیں پہچنوائے گا اور ان کو نجات دے گا۔ یہ کلمہ توحید اور رد شرک سن کر جواب دیتے تھے کہ کیا اس شاعر و مجنوں کے کہنے سے ہم اپنی معبودوں سے دست بردار ہوجائیں گے ؟ ماننا تو ایک طرف الٹے رسول اللہ ﷺ کو شاعر اور دیوانہ بتاتے تھے۔ پس اللہ تعالیٰ ان کی تکذیب کرتا ہے اور ان کے رد میں فرماتا ہے کہ یہ تو بالکل سچے ہیں سچ لے کر آئے ہیں ساری شریعت سراسر حق ہے خبریں ہوں تو اور حکم ہوں تو۔ یہ رسولوں کو بھی سچا جانتا ہے ان رسولوں نے جو صفتیں اور پاکیزگیاں آپکی بیان کی تھیں۔ انکے صحیح مصدق آپ ہی ہیں۔ یہ بھی وہی احکام بیان کرتے ہیں جو اگلے انبیاء نے کئے جیسے اور آیت میں ہے (مَا يُقَالُ لَكَ اِلَّا مَا قَدْ قِيْلَ للرُّسُلِ مِنْ قَبْلِكَ ۭ اِنَّ رَبَّكَ لَذُوْ مَغْفِرَةٍ وَّذُوْ عِقَابٍ اَلِيْمٍ 43؀) 41۔ فصلت :43) ، یعنی تجھ سے وہی کہا جاتا ہے جو تجھ سے پہلے کے نبیوں سے کہا جاتا رہا۔",
  "ayah": 34,
  "surah": 37
}
