{
  "text": "محسن مقروض۔ جب جنتی موج مزے اڑاتے ہوئے، بےفکری اور فارغ البالی کے ساتھ جنت کے بلند وبالا خاتون میں عیش و عشرت کے ساتھ آپس میں مل جل کر تختوں پر تکئے لگائے بیٹھے ہوں گے ہزارہا پری جمال خدام سلیقہ شعاری سے کمر بستہ خدمت پر مامور ہوں گے حکم احکام دے رہے ہوں گے قسم قسم کے کھانے پینے پہننے اوڑھنے اور طرح طرح کی لذتوں سے فائدہ مندی حاصل کرنے میں مصروف ہوں گے۔ دور شراب ظہور چل رہا ہوگا وہاں باتوں ہی باتوں میں یہ ذکر نکل آئے گا کہ دنیا میں کیا کیا گذرے کیسے کیسے دن کٹے۔ اس پر ایک شخض کہے گا میری سنو میرا شیطان میرا ایک مشرک ساتھی تھا جو مجھ سے اکثر کہا کرتا تھا کہ تعجب سا تعجب ہے کہ تو اس بات کو مانتا ہے کہ جب ہم مر کر مٹی میں مل کر مٹی ہوجائیں ہم کھوکھلی بوسیدہ سڑی گلی ہڈی بن جائیں اس کے بعد بھی ہم حساب کتاب جزا سزا کے لیے اٹھائے جائیں گے مجھے وہ شخض جنت میں تو نظر آتا نہیں کیا عجب کہ وہ جہنم میں گیا ہو تو اگر چاہو تو میرے ساتھ چل کر جھانک کر دیکھ لو جہنم میں اس کی کیا درگت ہو رہی ہے۔ اب جو جھانکتے ہیں تو دیکھتے ہیں کہ وہ شخص سر تاپا جل رہا ہے خود وہ آگ بن رہا ہے جہنم کے درمیان میں کھڑا ہے اور بےبسی کے ساتھ جل بھن رہا ہے اور ایک اسے ہی کیا دیکھے گا کہ تمام بڑے بڑے لوگوں سے جہنم بھرا ہے۔ کعب احبار فرماتے ہیں جنت میں اسے دیکھتے ہی کہے گا کہ حضرت آپ نے تو وہ پھندا ڈالا تھا کہ مجھے تباہ ہی کر ڈالتے لیکن اللہ کا شکر ہے کہ اس نے تمہارے پنجے سے چھڑا دیا۔ اگر اللہ تعالیٰ کا فضل و کرم میرے شامل حال نہ ہوتا تو بڑی بری درگت ہوتی اور میں بھی تیری ساتھ کھنچا کھنچا یہیں جہنم میں آجاتا اور جلتا رہتا۔ اللہ کا شکر ہے کہ اس نے تیری تیز کلامی چرب زبانی سے مجھے عافیت میں رکھا اور تیرے اثر سے مجھے محفوظ رکھا۔ تو نے تو فتنے بپا کرنے میں کوئی کمی باقی نہیں رکھی تھی۔ اب مومن اور ایک بات کہتا ہے جس میں اس کی اپنی تسکین اور کامیابی کی خبر ہے کہ وہ پہلی موت تو مرچکا ہے اب ہمیشہ کے گھر میں ہے نہ یہاں اس پر موت ہے نہ خوف ہے نہ عذاب ہے نہ وبال ہے اور یہی بہترین کامیابی فلاح ابدی ہے۔ حضرت ابن عباس ؓ کا فرمان ہے کہ جنتیوں سے کہا جائے گا کہ اپنے اعمال کے بدلے اپنی پسند کا جتنا چاہے کھاؤ پیو اس میں اشارہ ہے اس امر کی طرف کہ جنتی جنت میں مریں گے نہیں تو وہ یہ سن کر سوال کریں گے کہ کیا اب ہمیں موت تو نہیں آنے کی۔ کسی وقت عذاب تو نہیں ہوگا ؟ تو جواب ملے گا نہیں ہرگز نہیں۔ چونکہ انہیں کھٹکا تھا کہ موت آکر یہ لذتیں فوت نہ کردے جب یہ دھڑکا ہی جاتا رہا تو وہ سکون کا سان لے کر کہیں گے شکر ہے یہ تو کھلی کامیابی ہے اور بڑی ہی مقصد یاوری ہے۔ اس کے بعد فرمایا ایسے ہی بدلے کے لیے عاملوں کو عمل کرنا چاہیے قتادہ ؓ تو فرماتے ہیں یہ اہل جنت کا مقولہ ہے۔ امام ابن جریر فرماتے ہیں اللہ کا فرمان ہے مطلب یہ ہے کہ ان جیسی نعمتوں اور رحمتوں کے حاصل کرنے کے لیے لوگوں کو دنیا میں بھر پور رغبت کے ساتھ عمل کرنا چاہیے، تاکہ انجام کار ان نعمتوں کو حاصل کرسکیں۔ اسی آیت کے مضمون سے ملتا جلتا ایک قصہ ہے اسے بھی سن لیجیے۔ دو شخص آپس میں شریک تھے ان کے پاس آٹھ ہزار اشرفیاں جمع ہوگئیں ایک چونکہ پیشے حرفے سے واقف تھا اور دوسرا ناواقف تھا اس لیے اس واقف کار نے ناواقف سے کہا کہ اب ہمارا نباہ مشکل ہے آپ اپنا حق لے کر الگ ہوجائیے کیونکہ آپ کام کاج سے ناواقف ہیں۔ چناچہ دونوں نے اپنے اپنے حصے الگ الگ کرلیے اور جدا جدا ہوگئے۔ پھر اس حرفے والے نے بادشاہ کے مرجانے کے بعد اس کا شاہی محل ایک ہزار دینار میں خریدا اور اپنے اس ساتھی کو بلا کر اسے دکھایا اور کہا بتاؤ میں نے کیسی چیز لی ؟ اس نے بڑی تعریف کی اور یہاں سے باہر چلا اللہ تعالیٰ سے دعا کی اور کہا اللہ اس میرے ساتھی نے تو ایک ہزار دینار کا قصر دنیاوی خرید کیا ہے اور میں تجھ سے جنت کا محل چاہتا ہوں میں تیرے نام پر تیرے مسکین بندوں پر ایک ہزار اشرفی خرچ کرتا ہوں چناچہ اس نے ایک ہزار دینار اللہ کی راہ خرچ کردئیے۔ پھر اس دنیا دار شخص نے ایک زمانہ کے بعد ایک ہزار دینار خرچ کرکے اپنا نکاح کیا دعوت میں اپنے اس پرانے شریک کو بھی بلایا اور اس سے ذکر کیا کہ میں نے ایک ہزار دینار خرچ کر کے اس عورت سے شادی کی ہے۔ اس نے اس کی بھی تعریف کی باہر آکر اللہ تعالیٰ کی راہ میں ایک ہزار دینار دئیے اور اللہ تعالیٰ سے عرض کی کہ بار الہی میرے ساتھی نے اتنی ہی رقم خرچ کرکے یہاں ایک عورت حاصل کی ہے اور اس رقم سے تجھ سے میں عورعین کا طالب ہوں اور وہ رقم اللہ کی راہ میں صدقہ کردی۔ پھر کچھ مدت کے بعد اسنے اسے بلا کر کہا کہ دو ہزار کے دو باغ میں نے خرید کئے ہیں دیکھ لو کیسے ہیں ؟ اس نے دیکھ کر بہت تعریف کی اور باہر آکر اپنی عادت کے مطابق جناب باری تعالیٰ میں عرض کی کہ اللہ میرے ساتھی نے دو ہزار کے دو باغ یہاں کے خریدے ہیں میں تجھ سے جنت کے دو باغ چاہتا ہوں اور یہ دو ہزار دینار تیرے نام پر صدقہ ہیں چناچہ اس رقم کو مستحقین میں تقسیم کردیا۔ پھر فرشتہ ان دونوں کو فوت کرکے لے گیا اس صدقہ کرنے والے کو جنت کے ایک محل میں پہنچایا گیا جہاں پر ایک بہترین حسین عورت بھی اسے ملی اور اسے دو باغ بھی دئیے گئے اور وہ وہ نعمتیں ملیں جنہیں بجز اللہ کے اور کوئی نہیں جانتا تو اسے اس وقت اپنا وہ ساتھی یاد آگیا فرشتے نے بتایا کہ وہ تو جہنم میں ہے تم اگر چاہو تو جھانک کر اسے دیکھ سکتے ہو اس نے جب اسے بیچ جہنم میں جلتا دیکھا تو اس نے کہا کہ قریب تھا کہ تو مجھے بھی چکمہ دے جاتا اور یہ تو رب کی مہربانی ہوئی کہ میں بچ گیا۔ ابن جریر فرماتے ہیں یہ تشدید والی قرأت کی مزید تائید کرتی ہے اور روایت میں ہے کہ تین تین ہزار دینار تھے ایک کافر تھا ایک مومن تھا جب یہ مومن اپنی کل رقم راہ اللہ خرچ کرچکا تو ٹوکری سر پر رکھ کر کدال پھاوڑا لے کر مزدوری کے لیے چلا اسے ایک شخص ملا اور کہا اگر تو میرے جانوروں کی سائیسی کرے اور گوبر اٹھائے تو میں تجھے کھانے پینے کو دے دوں گا اس نے منظور کرلیا اور کام شروع کردیا لیکن یہ شخص بڑا بےرحم بدگمان تھا جہاں اس نے کسی جانور کو بیمار یا دبلا پتلا دیکھا اس مسکین کی گردن توڑتا خوب مارتا پیٹتا اور کہتا کہ اس کا دانہ تو چرا لیتاہو گا۔ اس مسلمان سے یہ سختی برداشت نہ کی گئی تو ایک دن اس نے اپنے دل میں خیال کیا کہ میں اپنے کافر شریک کے ہاں چلا جاؤں اس کی کھیتی ہے باغات ہیں وہاں کام کاج کردوں گا اور وہ مجھے روٹی ٹکڑا دے دیا کرے گا اور مجھے کیا لینا دینا ہے ؟ وہاں جو پہنچا تو شاہی ٹھاٹھ دیکھ کر حیران ہوگیا، ایک بلند بالا محل ہے دربان ڈیوڑھی اور پہرے دار کی چوکی دار غلام لونڈیاں سب موجود ہیں یہ ٹھٹکا اور دربانوں نے اسے روکا۔ اس نے ہرچند کہا کہ تم اپنے مالک سے میرا ذکر تو کرو انہوں نے کہا اب وقت نہیں تم ایک کونے میں پڑے رہو صبح جب وہ نکلیں تو خود سلام کرلینا اگر تم سچے ہو تو وہ تمہیں پہچان ہی لیں گے ورنہ ہمارے ہاتھوں تمہاری پوری مرمت ہوجائے گی، اس مسکین کو یہی کرنا پڑا جو کمبل کا ٹکڑا یہ جسم سے لپیٹے ہوئے تھا اسی کو اس نے اپنا اوڑھنا بچھونا بنایا اور ایک کونے میں دبک کر پڑگیا صبح کے وقت اس کے راستے پر جا کھڑا ہوا جب وہ نکلا اور اس پر نگاہ پڑی تو تعجب ہو کر پوچھا کہ ہیں ؟ یہ کیا حالت ہے مال کا کیا ہوا ؟ اس نے کہا وہ کچھ نہ پوچھ اس وقت تو میرا کام جو ہے اسے پورا کردو یعنی مجھے اجازت دو کہ میں تمہاری کھیتی باڑی کا کام مثل اور نوکروں کے کروں اور آپ مجھے صرف کھانا دے دیا کیجئے اور جب یہ کمبل پھٹ ٹوٹ جائے تو ایک کمبل اور خرید دینا۔ اس نے کہا نہیں نہیں میں اس سے بہتر سلوک تمہارے ساتھ کرنے کے لیے تیار ہوں لیکن پہلے تم یہ بتاؤ کہ اس رقم کو تم نے کیا کیا ؟ کہا میں نے اسے ایک شخص کو قرض دی ہے۔ کہا کسے ؟ کہا ایسے کو جو نہ لے کر مکرے نہ دینے سے انکار کرے کہا وہ کون ہے ؟ اس نے جواب دیا وہ اللہ تعالیٰ ہے جو میرا اور تیرا رب ہے۔ یہ سنتے ہی اس کافر نے اس مسلمان کے ہاتھ سے ہاتھ چھڑالیا اور اس سے کہا احمق ہوا ہے یہ ہو بھی سکتا ہے کہ ہم مر کر مٹی ہو کر پھر جئیں اور اللہ ہمیں بدلے دے ؟ جا جب تو ایسا ہی بودا اور ایسے عقیدوں والا ہے تو مجھے تجھ سے کوئی سرو کار نہیں۔ پس وہ کافر تو مزے اڑاتا رہا اور یہ مومن سختی سے دن گزارتا رہا یہاں تک کہ دونوں کو موت آگئی۔ مسلمان کو جنت میں جو جو نعمتیں اور رحمتیں ملیں وہ انداز و شمار سے زیادہ تھیں اس نے جو دیکھا کہ حد نظر سے بلکہ ساری دنیا سے زیادہ تو زمین ہے اور بیشمار درخت اور باغات ہیں اور جا بجا نہریں اور چشمے ہیں تو پوچھا یہ سب کیا ہے ؟ جواب ملا یہ سب آپ کا ہے۔ کہا سبحان اللہ ! اللہ کی یہ تو بڑی ہی مہربانی ہے۔ اب جو آگے بڑھا تو اس قدر لونڈی غلام دیکھے کہ گنتی نہیں ہوسکتی، پوچھا یہ کس کے ہیں ؟ کہا گیا سب آپ کے۔ اسے اور تعجب اور خوشی ہوئی۔ پھر جو آگے بڑھا تو سرخ یاقوت کے محل نظر آئے ایک موتی کا محل، ہر ہر محل میں کئی کئی حورعین، ساتھ ہی اطلاع ہوئی کہ یہ سب بھی آپ کا ہے پھر تو اس کی باچھیں کھل گئیں۔ کہنے لگا اللہ جانے میرا وہ کافر ساتھی کہاں ہوگا ؟ اللہ اسے دکھائے گا کہ وہ بیچ جہنم میں جل رہا ہے۔ اب ان میں وہ باتیں ہوں گی جن کا ذکر یہاں ہوا ہے پس مومن پر دنیا میں جو بلائیں آئی تھیں انہیں وہ یاد کرے گا تو موت سے زیادہ بھاری بلا اسے کوئی نظر نہ آئے گی۔",
  "ayah": 61,
  "surah": 37
}
