{
  "text": "نیک لوگوں کے نام زندہ رہتے ہیں۔ اوپر کی آیتوں میں پہلے لوگوں کی گمراہی کا اجمالاً ذکر تھا۔ ان آیتوں میں تفصیلی بیان ہے۔ حضرت نوح نبی ؑ اپنی قوم میں ساڑھے نو سو سال تک رہے اور ہر وقت انہیں سمجھاتے بجھاتے رہے لیکن تاہم قوم گمراہی پر جمی رہی سوائے چند پاک باز لوگوں کے کوئی ایمان نہ لایا۔ بلکہ ستاتے اور تکلیفیں دیتے رہے، آخر کار اللہ کے رسول ﷺ نے تنگ آکر رب سے دعا کی کہ اللہ میں عاجز آگیا تو میری مدد کر۔ اللہ کا غضب ان پر نازل ہوا اور تمام کفار کو تہ آب اور غرق کردیا۔ تو فرماتا ہے کہ نوح نے تنگ آکر ہمارے جناب میں دعا کی۔ ہم تو ہیں ہی بہترین طور پر دعاؤں کے قبول کرنے والے فوراً ان کی دعا قبول فرما لی۔ اور اس تکذیب و ایذاء سے جو انہیں کفار سے روز مرہ پہنچ رہی تھی ہم نے بچالیا۔ اور انہی کی اولاد سے پھر دنیا بسی، کیونکہ وہی باقی بچے تھے۔ حضرت قتادہ ؓ فرماتے ہیں تمام لوگ حضرت نوح کی اولاد میں سے ہیں۔ ترمذی کی مرفوع حدیث میں اس آیت کی تفسیر میں ہے کہ سام حام اور یافث کی پھر اولاد پھیلی اور باقی رہی۔ مسند میں یہ بھی ہے کہ سام سارے عرب کے باپ ہیں اور حام تمام حبش کے اور یافث تمام روم کے۔ اس حدیث میں رومیوں سے مراد روم اول یعنی یونانی ہیں۔ جو رومی بن لیطی بن یوناں بن یافث بن نوح کی طرف منسوب ہیں۔ حضرت سعید بن مسیب ؓ کا فرمان ہے کہ حضرت نوح کے ایک لڑکے سام کی اولاد عرب، فارس اور رومی ہیں اور یافث کی اولاد ترک، صقالبہ اور یاجوج ماجوج ہیں اور حام کی اولاد قبطی، سوڈانی اور بربری ہیں واللہ اعلم۔ حضرت نوح کی بھلائی اور ان کا ذکر خیر ان کے بعد کے لوگوں میں اللہ کی طرف سے زندہ رہا۔ تمام انبیاء کی حق گوئی کا نتیجہ یہی ہوتا ہے ہمیشہ ان پر لوگ سلام بھیجتے رہیں گے اور ان کی تعریفیں بیان کرتے رہیں گے۔ حضرت نوح ؑ پر سلام ہو۔ یہ گویا اگلے جملے کی تفسیر ہے یعنی ان کا ذکر بھلائی سے باقی رہنے کے معنی یہ ہیں کہ ہر امت ان پر سلام بھیجتی رہتی ہے۔ ہماری یہ عادت ہے کہ جو شخص خلوص کے ساتھ ہماری عبادت و اطاعت پر جم جائے ہم بھی اس کا ذکر جمیل بعد والوں میں ہمیشہ کے لیے باقی رکھتے ہیں۔ حضرت نوح یقین و ایمان رکھنے والوں توحید پر جم جانے والوں میں سے تھے۔ نوح اور نوح والوں کا تو یہ واقعہ ہوا۔ لیکن نوح کے مخالفین غارت اور غرق کر دئیے گئے۔ ایک آنکھ جھپکنے والی ان میں باقی نہ بچی، ایک خبر رساں زندہ نہ رہا، نشان تک باقی نہ بچا۔ ہاں ان کی ہڈیاں اور برائیاں رہ گئیں جن کی وجہ سے مخلوق کی زبان پر ان کے یہ بدترین افسانے چڑھ گئے۔",
  "ayah": 82,
  "surah": 37
}
