{
  "text": "قوم نے حضرت ہود سے کہا کہ تمھارے پاس اپنے برسر حق ہونے کی کوئی دلیل نہیں۔ اس کا یہ مطلب نہیں کہ فی الواقع بھی حضرت ہود کے پاس کوئی دلیل نہیں تھی۔ آنجناب کے پاس یقینا ًدلیل تھی، مگر وہ مخاطبین کو دلیل دکھائی نہیں دیتی تھی۔اس کی وجہ یہ تھی کہ آدمی عام طورپر کسی بات کو خالص دلیل کی بنیادوں پر جانچ نہیں پاتا بلکہ اس اعتبار سے دیکھتاہے کہ جو شخص اس کو پیش کررہا ہے وہ کیساہے۔ چوں کہ پیش کرنے والا اپنے زمانہ میں لوگوں کو ایک ناقابلِ لحاظ انسان دکھائی دیتا تھا اس لیے اس کی بات بھی لوگوں کو ناقابلِ لحاظ نظر آتی تھی۔\nجب ایک شخص وقت کے جمے ہوئے مذہب کو چھوڑ کر خالص بے آمیز دین کی دعوت لے کر اٹھتا ہے تو ہمیشہ ایسا ہوتاہے کہ ماحول میں وہ اجنبی بلکہ حقیر بن کر رہ جاتا ہے۔ لوگ اس کو اس نظر سے دیکھتے ہیں جیسے وہ کوئی ایسا شخص ہو جس کو خللِ دماغی کا عارضہ لاحق ہوگیا ہو۔ حضرت ہود کے معاملہ میں یہی صورت حال تھی جس کی وجہ سے ان کی قوم کے لوگوں کو یہ کہنے کی جرأت ہوئی کہ ’’ہمارا تو خیال ہے کہ تمھارے اوپر ہمارے بزرگوں کی مار پڑ گئی ہے‘‘۔ مگر داعیٔ حق کی صداقت کا ثبوت، نظری دلائل کے بعد، ہمیشہ یہ ہوتا ہے کہ اس کے مخالفین ہر قسم کی کوششوں کے باوجود اس کو زیر نہیں کرپاتے۔\nخدا کے پیغمبر جن قوموں میں آئے وہ سب خدا کو ماننے والی تھیں۔ گویا داعی بھی خدا پرست ہونے کا مدعی تھا اور مدعو بھی خدا پرست ہونے کا مدعی۔ ایسی حالت میں یہ سوال پیداہوتا ہے کہ خدا دونوں میں سے کس گروہ کے ساتھ ہے۔ اس سوال کا آسان جواب یہ ہے کہ خدا صراط مستقیم (سیدھی شاہراہ) پر ہے۔ اس لیے جو دین کے سیدھے خط پر چل رہا ہے وہ براہِ راست خدا تک پہنچے گا اور جو ٹیڑھے راستوں پر چل رہا ہے اس کا راستہ اِدھر اُدھر بھٹک کر رہ جائے گا۔ وہ خدا تک پہنچنے میں کبھی کامیاب نہیں ہوسکتا۔\nحضرت ہود نے جب کہاکہ’’ میرا رب صراطِ مستقیم پر ہے ‘‘تو دوسرے لفظوں میں گویا وہ یہ کہہ رہے تھے کہ میں جس چیز کی طرف بلا رہا ہوں وہ صراطِ مستقیم (دین کی شاہراہ) ہے۔ اور تم لوگ جن چیزوں کو دین سمجھ کر اختیار كيے ہوئے ہو وہ دین کی شاہراہ کے اطراف میں پگڈنڈیاں نکال کر ان کے اوپر دوڑنا ہے۔ اس قسم کی دوڑ آدمی کو خدا تک نہیں پہنچاتی، وہ اس کو ادھر ادھر بھٹکا کر چھوڑ دیتی ہے۔\nاِن آیات کی روشنی میں غور کیا جائے تو حضرت ہود کی بتائی ہوئی صراطِ مستقیم یہ نکلتی ہے— توحید، عبادتِ الٰہی، استغفار، توبہ، نعمتوں پر خدا کا شکر، توکل علی اللہ، خدا کو اپنا پروردگار ماننا، صرف خدا کو تمام طاقتوں کا مالک سمجھنا، خدا کو اپنے اوپر نگراں بنا لینا۔ کبر کی روش کے بجائے اطاعت کی روش اختیار کرنا۔\nیہ سب دین کی بنیادی تعلیمات ہیں۔ ان تعلیمات پر چلنا اور ان کو اپنی توجہ کا مرکز بنانا گویا دین کی شاہراہ پر چلنا ہے۔ اس پر چلنے والا سیدھے خدا تک پہنچتاہے۔ اس کے سوا جن چیزوں کو آدمی اہمیت دے اور ان کی دھوم مچائے وہ گویا اصل شاہراہ کے دائیں بائیں پگڈنڈیاں نکال کر ان کے اوپر دوڑ رہا ہے۔ ایسی دوڑ آدمی کو صرف خدا سے دور کرنے والی ہے، وہ اس کو خدا کے قریب نہیں پہنچا سکتی۔",
  "ayah": 54,
  "surah": 11
}
