{
  "text": "حضرت شعیب کو حدیث میں خطیب الانبیاء کہاگیا ہے۔ آنجناب اپنی قوم کو اس کی اپنی قابل فہم زبان میں نہایت موثر انداز میں سمجھاتے تھے۔ پھر آپ کی بات قوم کی سمجھ میں کیوں نہیں آئی۔ اس کی وجہ یہ تھی کہ قوم کا ذہنی سانچہ (شاكله)بگڑا ہوا تھا۔ اس کے سوچنے کا انداز اور تھا اور حضرت شعیب کے سوچنے کا انداز اور۔ اس بنا پر آنجناب کی بات اس کی سمجھ میں نہ آسکی۔\nقوم انسانوں کی تعظیم میں گم تھی۔ آپ اس کو ایک اللہ کی تعظیم کی طرف بلاتے تھے۔ وہ خوش عقیدگی کو نجات کا ذریعہ سمجھے ہوئے تھی، آپ کا کہنا تھا کہ صرف عمل کے ذریعہ نجات ہوسکتی ہے۔ قوم کا خیال تھا کہ وہ اپنے کو مومن سمجھتی ہے اس لیے وہ مومن ہے۔ آپ نے کہا کہ مومن وہ ہے جو خدا کی میزان میں مومن قرار پائے۔ قوم کے نزدیک نماز کی حیثیت بس ایک غیر موثر قسم کے رسمی ضمیمہ کی تھی، آپ نے اعلان کیا کہ نماز آدمی کی زندگی اور اس کے آمد وخرچ کی محاسب ہے۔ قوم سمجھتی تھی کہ ایمان بس ایک بے روح اقرار ہے، آپ نے بتایا کہ ایمان وہ ہے جو ایک زندہ شعور کے طور پر حاصل ہوا ہو۔\nاس طرح حضرت شعیب اور ان کی قوم کے درمیان ایک قسم کا فصل (gap) پیدا ہوگیا تھا۔ یہی ذہنی فصل قوم کے لیے آپ کی سیدھی اور سچی بات کو سمجھنے میں رکاوٹ بنا رہا۔\n’’اگر تمھارا قبیلہ نہ ہوتا تو ہم تم کو سنگسار کردیتے‘‘— یہ جملہ بتاتا ہے کہ حضرت شعیب کی قوم کس قدر بے حس اور ظاہر پرست ہوچکی تھی۔ قصہ یہ تھا کہ حضرت شعیب نے جب قوم کے دینی بھرم کو بے نقاب کیا تو قوم کے لوگ ان کے دشمن بن گئے۔ اس وقت حضرت شعیب کے ساتھ نہ عوام کی بھیڑ تھی جو لوگوں کو روکے اور نہ آپ دولت اورحیثیت کے مالک تھے جس کو دیکھ کر لوگ مرعوب ہوں۔ آپ کے پاس صرف صداقت اور معقولیت کا زور تھا اور ایسے لوگوں کے نزدیک صرف صداقت اور معقولیت کی کوئی اہمیت نہیں ہوتی۔\nایسی حالت میں وہ یقیناً آپ پر قاتلانہ حملہ کردیتے۔ تاہم جس چیز نے انھیں اس قسم کے اقدام سے روکا وہ قبیلہ کے انتقام کا اندیشہ تھا۔ قبائلی دور میں قبیلہ کے کسی فرد کو مارنے کا مطلب یہ تھا کہ قبائلی دستور کے مطابق پورا قبیلہ اس سے خون کا بدلہ لینے کے لیے اُٹھ کھڑا ہوجائے۔ یہ اندیشہ قوم شعیب کے لیے آپ کے خلاف کسی انتہائی اقدام میں مانع بن گیا۔ ٹھیک اسی طرح جیسے موجودہ زمانہ میں شریر افراد کی شرارت سے اکثر اوقات لوگ اس لیے محفوظ رہتے ہیں کہ ان کو اندیشہ ہوتاہے کہ اگر انھوں نے کوئی جارحیت کی تو ان کو پولیس اور عدالت کا سامنا کرنا پڑے گا۔",
  "ayah": 93,
  "surah": 11
}
