{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 18,
      "text": "Praise belongs to God who sent down the Book to His servant and placed no crookedness therein. Praise belongs to God. He praised Himself by Himself since He knew the incapacity of creatures to reach His praise. The majestic Lord, the perfectly powerful, the fount of bounteous bestowal, the one worthy of His own laudation, the one who gives thanks for His own giving-He Himself praises Himself and He Himself lauds Himself, for He Himself recognizes His exaltedness and He Himself knows His tremendousness and all-compellingness. He is exalted through His own majesty, holy through His own perfection, magnificent through His own magnificence. How will water and dust ever reach His description? How can that which was not, then came to be, know His measure? How can the attributes of newly arrived things match His attributes? That which was not, then came to be, is not. How can the recognition of that which is come from that which is not? The Exalted Lord brought the creatures into existence with His bounty and generosity. He clothed them in the garment of creation, nurtured them and preserved them from trials, accepted their obedience with all its shortcoming, and concealed their iniquity and disloyalty in the curtain of bounty. He gave them the success of obedience and adorned their hearts with faith and recogni- tion. Since He knew that the servants were incapable of discharging gratitude for these blessings, He uncovered His bounty and generosity, made the tongue of gentleness a deputy for the indigent and incapable, and praised Himself. He said “Praise belongs to God.” In the road of love it is a stipulation of friendship to act as deputy for friends. He said, “All those blessings that I gave I gave without you and I apportioned without you. Just as I apportioned without you, so also I praised without you. By virtue of friendship I acted as your deputy so as to complete My beautiful doing and beneficence toward you.” Who sent down the Book to His servant. Who is an allusion. Sent down the Book to His servant is an expression. Allusions are the portion of the spirits, and expressions are the portion of the [bodily] semblances. The spirits, on hearing who, were elated and came into revelry. The semblances, on hearing sent down the Book to His servant, began to struggle and took to the road of seeking."
    },
    {
      "ayah": 10,
      "surah": 18,
      "text": "When the chevaliers took refuge in the cave and said, “Our Lord, give us mercy from Thee and furnish us with right conduct in our affair.” It was said to them, “Go into this cave and sleep sweetly. Put down your heads on the pillow of security, for We will take sleep from you in place of the worship of the world's folk.” Listen to a beautiful, subtle point: The Exalted Lord made a cave appear to them in that moun- tain, and when the faithful servants leave this world He makes the four walls of the grave their cave. Just as He gave them security from enemies in that cave, so also He will give the faithful servants security from Satan in the grave, saying, “Fear not and grieve not” [41:30]. In that cave He showed mercy to them: Your Lord will unfold for you of His mercy [18:16]. In the same way, He will show mercy to the faithful in this cave of the grave: Repose and ease and a garden of bliss [56:89]. Just as He made that cave vast for them, for He says, “while they were in a broad space in it” [18:17], so also He will make this grave vast for the faithful servant with wholesome deeds. He says, “Whoever does wholesome deeds-for their own souls they are making provision” [30:44]. And a sound report has come, “His grave will be made spacious for him.” Just as He opened up the top of the cave for them so that fresh air and the breeze of the morning wind would not be cut off from them, so also He will open up a door from paradise to the faithful servants' garden-plots so that a sweet-smelling breeze will pass over them from the direction of the Gardens of Eden and keep their beds sweet."
    },
    {
      "ayah": 110,
      "surah": 18,
      "text": "Whoever hopes for the encounter with his Lord, let him do wholesome deeds. Sahl said, “The wholesome deed is a deed delimited by the Sunnah.” It has also been said, “The wholesome deed is the one toward which the soul has no regard and within which there is no seeking of reward or recompense.” It has also been said, “Here the wholesome deed is believing in the permissibility of vision and waiting for its time.” Whenever someone hopes for the vision of God, let him believe in his heart that God is seeable in face-to-face vision as a hidden mystery and an everlasting love. Whenever someone seeks the vision of God, he is promised that one day he will reach it: Whoever hopes for the encounter with his Lord, God's term is coming [29:5]. He is expecting a great thing and has a tremendous hope. His aspiration has reached such a high place that he hopes for the vision of God. Were there not this hope, what would be the worth of paradise with all its sweetness? Were there not this promise of vision, why would service rise up from the servant's heart? Everyone has a desire after which he runs, and the recognizer is waiting for the time of vision. People are all passionate for life, so death for them is difficult. The recognizer hurries to death in hope of vision. What harm if you suffer for a year so long as you see the Friend one day in vision."
    },
    {
      "ayah": 13,
      "surah": 18,
      "text": "We recount to thee their story in truth. Surely they were chevaliers who had faith in their Lord, and We increased them in guidance. Here we have great eminence, complete honor, and infinite caresses placed on these Companions of the Cave by the Lord of the Worlds, for He called them “chevaliers.” He said, “Surely they were chevaliers.” He bestowed on them the same honor that He gave to His bosom friend Abra- ham, whom He called a chevalier: “They said, 'We heard a chevalier mention them; he is called Abraham'” [21:60]. And concerning Yūshaʿ ibn Nūn He said, “When Moses said to his chevalier” [18:60]. About Joseph the sincerely truthful He said, “The governor's wife has been trying to se- duce her chevalier” [12:30]. The conduct and Tariqah of the chevaliers is what MuṣṬafā said to ʿAlī: “O ʿAlī, the chevalier is straight-speaking, loyal, discharger of trusts, ever-merciful in the heart, protector of the poor, full of bestowal, caresser of guests, beautiful-doer, and possessor of shame.” It has been said that the chief of all the chevaliers was Joseph the sincerely truthful, who saw from his brothers the various trials that he saw, but, when he had them in his own hand, he said to them, “No reproof is upon you today” [12:92]. It has been reported that the Messenger was seated when someone got up and asked for help. The Messenger turned toward his companions and said, “Be a chevalier toward him.” ʿAlī got up and went. When he returned, he had one dinar, five dirhams, and a loaf of bread. The Messenger said, “O ʿAlī, what is this state?” He said, “O Messenger of God! When the questioner asked, it occurred to my heart to give him a loaf. Then it came into my heart that I should give him five dirhams. Then it passed through my mind that I should give him one dinar. Now I do not consider it permissible not to do what has come into my mind and passed into my heart.” The Messenger said, “There is no chevalier but ʿAlī!” And We increased them in guidance. When there is a robe of honor built on the perfect good fortune of love, within which is the explication of beginningless solicitude, it should not be less than what was said about those chevaliers: “And We increased them in guidance.”"
    },
    {
      "ayah": 14,
      "surah": 18,
      "text": "And We placed a tie on their hearts when they stood up and said, “Our Lord is the Lord of the heavens and the earth.” “We bound them with the tie of sinlessness, kept them on the carpet of recognition, and firmed them up with the cord of love. We lit the candle of kind favor for them in the streambed of solicitude. We taught them the courtesy of companionship in the grammar school of the Beginningless and they set forth in holiness itself, busying themselves in the cave with the mystery of the Haqiqah.” Whenever something has an exaltedness, it is masked by the veils of exaltedness so that not just any non-privy may gaze upon it and not just any drudge may reach it. Those chevaliers were precious in the Threshold of Unity, for they were lit up by the light of faith and the limpidness of tawḤīd, but the eyes of the folk of those days were tainted with the ooze of unbelief and associa- tionism. The jealousy of the religion took them into the veil of the cave so that those eyes tainted by ooze would not see them. The command came from the side of all-compellingness,"
    },
    {
      "ayah": 16,
      "surah": 18,
      "text": "Take refuge in the cave. Your Lord will unfold for you of His mercy and furnish you with kindliness in your affair. “Go into this cave of jealousy in the shade of solicitude, the embrace of friendship, and the world of protection. Your Lord will unfold for you of His mercy and keep you in the curtain of sinlessness, clothing you in the garment of mercy, giving you a place in the embrace of exaltedness.” What a lovely day when someone is walking on a road and all at once the one entrusted with this talk comes down and throws the lasso of seeking around his neck and pulls! He fastened to them the word of godwariness [48:26]. “You are Mine and I am yours: 'Be for Me as you always were, and I will be for you as I always have been.'”"
    },
    {
      "ayah": 17,
      "surah": 18,
      "text": "Thou wouldst have seen the sun, when it rose, turning aside from their cave to the right. When the lights of the beginningless secrets show their faces to someone's inwardness, how can the light of the sun of form have the gall to throw its rays upon him or exercise its ruling authority over him? The sun of form is for brightening creation, and the lights of the secret cores are for rec- ognizing the Real. The former is the light of form and the latter is the light of the secret core. The former is the world-brightening sun and the latter the heart-brightening light. The former keeps the world bright so that the creatures may gaze upon it, and the latter keeps the hearts of the friends bright so that the Real may gaze upon them. The lights of the secret cores of those chevaliers in the cave gave out the glittering rays of the lights of the secrets, and the shining sun rolled up its skirt, for it was turning aside from their cave to the right [18:17]. When someone's breast is made the place of the lights of the unseen secrets, his attribute is what the Exalted Lord said concerning these chevaliers:"
    },
    {
      "ayah": 18,
      "surah": 18,
      "text": "Thou wouldst have thought them awake, but they were sleeping. And We turned them now to the right, now to the left. And their dog was stretching its paws at the doorstep. Hadst thou looked down upon them, surely thou wouldst have turned away from them fleeing, and thou wouldst have been filled with terror from them. When you look at their outwardness, you see them busy in the playing field of deeds. When you look at their secret cores, you see them detached in the garden of the gentleness of the Possessor of Majesty. Outwardly active, inwardly they gaze on the gentleness of the Beginningless. With Thee alone we worship [1:5] they have bound the belt of struggle, and with And Thee alone we ask for help [1:5] they have placed the crown of contemplation on their heads. On the inside they wear the undershirt of surrender, and on the outside they have covered themselves with the caftan of deeds. Their activity conforms to the command, and their vision conforms to the decree. A pir was asked, “Faith without deeds is incomplete, but the Companions of the Cave had no deeds, for when they began to travel, they immediately slept.” The pir answered, “Which deed is greater than what the Exalted Lord said about them-when they stood up [18:14]?” In the tongue of the folk of allusion the meaning is that they stood back from themselves. The outcome of the servants from their deeds comes down to their standing back from themselves. When they stand back from themselves, they reach the Real. The intermediary disappears and He exercises His determination over them, doing their work Himself, as He said concerning the cheva- liers, “And We turned them now to the right, now to the left.” In other words, “We turned them be- tween the states of annihilation and subsistence, unveiling and veiling, disclosure and curtaining.” The Pir of the Tariqah spoke a few words alluding to the levels of these states and the intima-tions of these realities: “O God, how much will You be hidden, how much apparent? For my heart is bewildered, the spirit distracted. How long this curtaining and self-disclosing? When at last will there be the everlasting self-disclosure? O God, how long will You call and drive away? I have melted in wanting the day in which You stay."
    },
    {
      "ayah": 19,
      "surah": 18,
      "text": "Now send one of you forth with this silver of yours to the city, and let him see which of them has the purest food. Here there are two allusions: One is that every faithful servant, though he may have reached the furthest limit in the Haqiqah, will be held to guarding the rulings of the Shariah, for any reality in which the outward Shariah is not witnessed is the deception and delusion of Satan. The root in this is that the chevaliers sent one of themselves to buy some food for them, and they commanded him to investigate and scrutinize its situation so that heedlessness would not make him fall into something forbidden. The second is what was said by Yūsuf ibn al-Ḥusayn to one of his companions when he took something to the poor or to the folk of recognition, or when he bought food for them: “Let it be the most goodly and the most subtle of things, for when someone reaches recognition, only subtle things conform with him and only delicate things become his intimate. The root here is His words, 'and let him see which of them has the purest food.'” Then he said, “When you buy for the renun- ciants and the worshipers, buy whatever you find, for they are still busy with abasing their own souls and holding them back from appetites.”"
    },
    {
      "ayah": 2,
      "surah": 18,
      "text": "They shall have a beautiful wage, remaining therein endlessly. It gives this warning to the strangers:"
    },
    {
      "ayah": 23,
      "surah": 18,
      "text": "Say not of anything, “I will do it tomorrow,” but only, “If God wills.” And remember thy Lord when thou forgettest. When someone recognizes God, his free choice drops away before His will, and his decrees are enveloped by the witnessing of his Lord's decree. When someone sets foot in the street of recognizing God and comes to know that the creatures are all captive to His power in the prison of the Will on the passageway of the decree and the mea- suring out, he will no longer choose and will not prepare his own work, nor will he make his own rulings. He will throw his own work entirely over to God's will and not mix his own self-exertion with what God has taken care of. With the tongue of the state he will say, “O God, O He who was, is, and will be! I know not Your measure and am incapable of what is worthy of You. I wander in my misery, day by day in loss. How then is someone like me?! But such am I. I lament at gaz- ing into the darkness-will anything remain of me? I do not know. My eyes look to a day when You remain and I am not. Who will be like me if I see that day? And if I see it, I will sacrifice my spirit to it.” And remember thy Lord when thou forgettest. It has been said, “When you forget yourself, remember your Lord, and when you forget the creatures, remember the Creator.” He is saying, “Once you have brought your soul's caprice underfoot and removed your status with people from your heart, remember Me and make your spirit happy with this pure remem- brance.” The caprice of the soul is an idol and status with people is a sash of unbelief. As long as you have not disowned the idol, you will not become a tawḤīd-voicer, and as long as you have not undone the sash, you will not be a Muslim. There was a worshiper by the name of Abū Bakr Ishtanjī who had a great status. He feared that he would destroy the status. He got up and set off on a journey during the month of Ramadan and broke the fast in keeping with the ruling of the Shariah."
    },
    {
      "ayah": 24,
      "surah": 18,
      "text": "Say not of anything, “I will do it tomorrow,” but only, “If God wills.” And remember thy Lord when thou forgettest. When someone recognizes God, his free choice drops away before His will, and his decrees are enveloped by the witnessing of his Lord's decree. When someone sets foot in the street of recognizing God and comes to know that the creatures are all captive to His power in the prison of the Will on the passageway of the decree and the mea- suring out, he will no longer choose and will not prepare his own work, nor will he make his own rulings. He will throw his own work entirely over to God's will and not mix his own self-exertion with what God has taken care of. With the tongue of the state he will say, “O God, O He who was, is, and will be! I know not Your measure and am incapable of what is worthy of You. I wander in my misery, day by day in loss. How then is someone like me?! But such am I. I lament at gaz- ing into the darkness-will anything remain of me? I do not know. My eyes look to a day when You remain and I am not. Who will be like me if I see that day? And if I see it, I will sacrifice my spirit to it.” And remember thy Lord when thou forgettest. It has been said, “When you forget yourself, remember your Lord, and when you forget the creatures, remember the Creator.” He is saying, “Once you have brought your soul's caprice underfoot and removed your status with people from your heart, remember Me and make your spirit happy with this pure remem- brance.” The caprice of the soul is an idol and status with people is a sash of unbelief. As long as you have not disowned the idol, you will not become a tawḤīd-voicer, and as long as you have not undone the sash, you will not be a Muslim. There was a worshiper by the name of Abū Bakr Ishtanjī who had a great status. He feared that he would destroy the status. He got up and set off on a journey during the month of Ramadan and broke the fast in keeping with the ruling of the Shariah."
    },
    {
      "ayah": 3,
      "surah": 18,
      "text": "They shall have a beautiful wage, remaining therein endlessly. It gives this warning to the strangers:"
    },
    { "ayah": 5, "surah": 18, "text": "They say nothing but a lie." },
    {
      "ayah": 6,
      "surah": 18,
      "text": "Perhaps thou art consuming thyself with grief in their tracks that they do not have faith in this talk. “O MuḤammad! Do not busy your secret core with their opposition. It is only for you to deliver the message; guidance comes from Us to whomsoever We will.”"
    },
    {
      "ayah": 60,
      "surah": 18,
      "text": "When Moses said to his chevalier, “I will continue on until I reach the meeting place of the two seas.” Moses had four journeys: One was the journey of flight, as God says recounting from Moses, “So I fled from you when I was afraid of you” [26:21]. The second was the journey of seeking on the night of the fire. That is His words, “He was called from the right bank of the watercourse” [28:30]. Third was the journey of revelry: “When Moses came to Our appointed time” [7:143]. Fourth was the journey of toil: “We have certainly met with weariness on this journey of ours” [18:62]. His journey of flight was at the beginning of the work. He fled from the enemy and turned his face toward Midian, having killed the Egyptian man, as the Exalted Lord says: “So Moses struck him and gave him the decree” [28:15]. When there is solicitude, how can prosperity and victory be ended? Since God had solicitude toward Moses' work, He excused him for that killing. He said, “Moses struck him and My decree reached him.” Then He said, “Moses had no sin in that. The sin belonged to the devil and the act was from the devil: He said, 'This is the work of Satan' [28:15].” In the same way, He will excuse the faithful servant with His bounty and convey His pardon to him. He says, “Satan made them slip for something they had earned, but God has surely pardoned them” [3:155]. God overlooked their sin. It was Satanic disquiet and the devil's work. The second was the journey of seeking on the night of the fire. Moses set out seeking fire. What sort of fire was it, for it placed the whole world on fire! Wherever talk of Moses' fire goes, the whole world takes on the scent of passion because of its turmoil. Moses set off in search of fire and found light. These chevaliers set off in search of light and find fire. If the sweetness of listen- ing to the Real's speech without intermediary reached Moses, what wonder is it that His friends catch a scent of that? If the fire of Moses was apparent, the fire of these chevaliers is hidden. If the fire of Moses was in a tree, the fire of these chevaliers is in the spirit."
    },
    {
      "ayah": 65,
      "surah": 18,
      "text": "And We taught him knowledge from Us. “When someone is able to sacrifice his attributes to the holy Shariah, We will engrave the secrets of the knowledges of the Haqiqah on his heart: And We taught him knowledge from Us.” The one who speaks of this knowledge is the realizer, who speaks from finding. Light is apparent from his words, familiarity on his face, and servanthood in his conduct. A lightning flash of the Greatest Light has shone in his heart, the lamp of his recognition has been lit, and the unseen secrets have been unveiled to him. Such was Khiẓr in the work of the ship, the boy, and the wall. Take care not to have the opinion that Khiẓr was greater than Moses the Speaking Companion, even if Moses was sent to Khiẓr's grammar school. No, of course not, for in the Court of Inac- cessibility, after MuṣṬafā no prophet has the same joyful expansiveness and proximity as Moses. Nonetheless, He made Khiẓr the furnace of Moses' discipline. Thus, when someone wants to take silver to pureness, he puts it in a fiery furnace. This is because of the superiority of silver over the fiery furnace, not because of the superiority of fire and furnace over silver. Then there are Khiẓr's words,"
    },
    {
      "ayah": 67,
      "surah": 18,
      "text": "“Surely thou wilt not be able to bear patiently with me.” The meaning according to true understanding is this allusion: “O Moses, the secret core of your disposition has so much expansiveness from the marks giving witness to the Divinity that you say, 'Show me, that I may gaze upon Thee!' [7:143]. I who am Khiẓr do not have the power and strength to pass these words over my heart or to busy my thoughts with them. Your ruling author- ity will not be able to put up with the grief of my deprivation. Surely thou wilt not be able to bear patiently with me.” As for the breaking the ship in the sea, killing the boy, and repairing the wall, each of these, in keeping with the understanding of the Folk of Findings, alludes to a great principle. It is said that the sea is the sea of recognition. Each of the one hundred twenty-some thousand center points of sinlessness dove into that sea with his community and people in the hope that from that sea they would gather the pearls of tawḤīd in the skirt of seeking, for “He who recognizes himself has rec- ognized his Lord.” The ship is the ship of human nature. Khiẓr wanted to ruin and break that ship with the hand of tenderness, for the owners of the ship were “indigent” [miskīn], and their attribute was “tranquil- ity” [sakīna]. The Court of Eternity had addressed them with these words: “He it is who sent down tranquility into the hearts of the faithful” [48:4]. When MuṣṬafā saw the Real's self-disclosure of Majesty to the hearts of the indigent, he said, “O God, give me life as an indigent, give me death as an indigent, and muster me among the indigent!” When Khiẓr ruined the ship of mortal nature with the hand of tenderness, Moses saw that outwardly it was adorned and flourishing with the ornament of the Shariah and the Tariqah. He said, “Have you made a hole in it to drown its folk?” [18:71]. Khiẓr responded, “And behind them was a king [18:79]: Behind its flourishing was a king, a Satan who had prepared the ambush of severity in the neighborhood of the ship so that he might take the ship with his severity and deception and travel in it by night and day, for 'Satan runs in the children of Adam like blood."
    },
    {
      "ayah": 7,
      "surah": 18,
      "text": "Surely We have made all that is on the earth an adornment for it. The folk who recognize God, love Him, and yearn for Him are the adornment of the earth: its stars, moons, and suns. When the lights of tawḤīd shine in the secret cores of the tawḤīd-voicers, all of the horizons become radiant with their brightness. The adornment of the earth is the friends of God. The cosmos is decorated with them and the world painted with them. Their hearts are lit by the light of recognition, their secret cores are given access to the presence of proximity by the mediation of wisdom, their faces are turned toward the presence of proximity by the well-trodden path of rectitude, and the avenue of the Tariqah and the Sunnah has been placed before them. They are the signposts of the religion and the Pegs of the earth, the lamps of the world and the keys to the Gardens. They lay down the foundations of friendship and prop up the portico of truthfulness. God's gentleness toward the creatures comes through them and the goal in the creation of the realm of being is they. In name and mark they are the poor, and in reality they are the kings of the earth-kings in tatters. Anyone who wants to know their conduct and adornment should recite the story of the Companions of the Cave, for God displays them in the Qur'an:"
    }
  ],
  "empty_ayahs": [
    { "ayah": 25, "surah": 18 },
    { "ayah": 51, "surah": 18 },
    { "ayah": 75, "surah": 18 },
    { "ayah": 89, "surah": 18 },
    { "ayah": 109, "surah": 18 }
  ]
}
