{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 24,
      "text": "A surah that We have sent down and made obligatory; and We sent down in it clear signs that perhaps you will remember. A dervish was asked, “What is the evidence for God's being?” He replied, “Morning takes away the need for a lamp.” When the sun rises, a lamp is not re- quired. The whole cosmos is the evidence, it needs someone to look. The whole cosmos is fragrant herbs, it needs someone to smell. The whole cosmos is the antidote, it needs someone bitten by a snake. The whole cosmos is the signs and banners of His power, the marks and denotations of His wisdom, the proof of His unity and solitariness. O chevalier! If one day you see the sun of recognition shining from the sphere of magnifi- cence, and if the eyes of your aspiration see the signs and banners of the exalted majesticness, then this world, which had taken you as its prey, will be made into a shoe and nailed to the hoof of your aspiration's steed. The afterworld, which had been your shackle, will be made into a ring for the ears of your presence's servants. Then you will be brought, like a king, into the special court of majesty, in a seat of truthfulness, at an Omnipotent King [54:55]."
    },
    {
      "ayah": 11,
      "surah": 24,
      "text": "Those who came with the slander are a band of you. Do not reckon it evil for you; rather, it is good for you. Against every man of them shall be the sin he has earned. Whosoever of them took upon himself most of it will have a great chastisement. Know that God is jealous over the hearts of His elect servants. So when two of them take repose in each other, God brings to pass what will repel each from his companion and push him back to Himself. Thus have they sung, When my spirit clings to a beloved and attaches to him, the changing of the days steal him away from me. Know, O chevalier, that the hearts of the Real's friends are inside the curtain of jealousy-today they listen inside the curtain of jealousy, and tomorrow they will see inside the curtain of jealousy. The Real does not show your heart to anyone, for He keeps it inside the curtain of jealousy. In the grip of the attributes it sees the Real face-to-face on the carpet of joy in the presence of witness- ing and seclusion, and the Real gazes upon it. If the heart looks back at another, at once it will see the courtesy-teaching whip. Thus it happened to a great one of his time: He was exceedingly happy in a tremendous desire for God. He had complete ecstasy and his work was in total conformity with Him. Then once he heard the call of a bird, and he looked back toward the call. He went beneath the tree and was wait- ing for the bird to call again. A voice spoke to him, “You have dissolved God's bond! You have given away the key to My covenant, for you have become intimate with another!” MuḤammad ibn Ḥassān said, “Once I was wandering in the mountain of Lebanon hoping to see one of the friends of the Real, one of the great ones who take up residence there. I saw a young man come out from a corner. The hot wind of summer had blown against him, and he was burnt and bedraggled. When he saw me, he turned away and entered in among the chestnut trees to conceal himself. I followed him. I said, 'O chevalier! Give me the benefit of some words, for I came in hope of that."
    },
    {
      "ayah": 2,
      "surah": 24,
      "text": "The fornicatress and the fornicator-flog each of them a hundred lashes, and let no clem- ency toward them seize you in God's religion, if you have faith in God and the Last Day. And let a group of the faithful witness their chastisement. The world's folk are three groups: the common people, the elect of the Presence, and the elect of the elect. If the common people fornicate, their penalty, in the tongue of the Shariah, is whipping or stoning. MuṣṬafā said, “Take this from me! Take this from me! God has appointed for them a path: for virgins, one hundred stripes and banishment; for those formerly married, one hundred stripes and stoning.” He also said, “Receive kindly the stumbles of those with positions except in the case of penalties.” The fornication of the elect is the gazing of the eyes. MuṣṬafā said, “The fornication of the eyes is the gaze.” Their penalty is to cast down the eyesight and to turn the eyes away from the soul's pleasures and appetites, even if they are licit. The Prophet said, “Cast down your eyes, guard your private parts, and hold back your hands.” The fornication of the elect of the elect is the heart's thoughts about anything less than the Real. If they give something else access to their secret core, this is counted in the Tariqah as forni- cation. Their penalty is disentanglement from attachments and withdrawal from people. God says, “Say 'God,' then leave them” [6:91]. Let no clemency toward them seize you in God's religion, if you have faith in God. One of them said this means, “If you are among the folk of affection and love for Me, oppose those who oppose My command and do what I have prohibited. No one is a lover who has patience with op- position to his beloved.” Junayd said, “Tenderness toward those in opposition is like turning away from those who conform.” In other words, “Being tender to those who oppose at the moment of opposition is just like turning away from those who conform at the moment of their conformity.” Having mercy in accordance with the Shariah is beautiful and praiseworthy. “The All-Merci- ful has mercy on those who are merciful.” But, it is not a stipulation to have mercy as a requisite of nature and habit at the moment of opposition, and it is not allowable to be remiss in enacting the penalties."
    },
    {
      "ayah": 26,
      "surah": 24,
      "text": "The goodly women are for the goodly men, and the goodly men for the goodly women- these are innocent of what they say. They will have forgiveness and a generous provision. In the tasting of the lords of recognitions the generous provision is not the provision of the soul that is sometimes there and sometimes not. It is the provision of the spirit and the nourishment of the living self that is never cut off and always arrives continuously, neither cut off nor withheld [56:33]. What is nurtured by bread and water is one thing, what is nurtured by unmixed light is something else. When MuṣṬafā said, “I spend the night at my Lord; He gives me to eat and drink,” he was talking of the attributes of the spiritual, not the attributes of the bodily. Snow is not the opposite of fire as much as the spiritual is that of the bodily. Two antagonists are kept together in one house, apparently getting along with each other, but inwardly enemies. Once when his time had become short a great man was seen in revelry and delight. They asked, “What is this revelry?” He said, “What is surprising about it? Union with the Friend and separation from the enemy are near. Which day will be sweeter than the day when dawn opens up with the arrival of a drink and a blow? Which drink and which blow is that? It will put this idol-worshiper on the gallows and deliver this sultan from the dark fetters, carrying him on the Burāq of good fortune to the Pres- ence of Majesty.” “The spirits of the elect are in the grasp of exaltedness: He unveils His Essence to them and bestows on them the gentle favors of His attributes.”"
    },
    {
      "ayah": 30,
      "surah": 24,
      "text": "Say to the faithful that they cast down their eyes. That is, the eyes of the heads from forbidden things and the eyes of the hearts from everything other than Him. He commands the faithful to turn the eyes of the head away from forbidden things and the eye of the secret core from everything less than the Real. They should throw the dust of nonbeing into the eyes of their own being, and from the tablet of their existence they should read out reproach to the deceiving soul. Because of the pain of his own being, MuḤammad the Arab, the unique pearl of the oceans of messengerhood and the centerpiece of the necklace of evidence, used to lament, “Would that the Lord of MuḤammad had never created MuḤammad!” Those who were the pre- ceders, the truthful, and the wayfarers of the road never paid the slightest attention to themselves. They were not happy with their own being and did not look at themselves with the eye of approval. One day Junayd was sitting with Ruwaym when Shiblī came in, and Shiblī was exceedingly kind-hearted. When Junayd's words were finished, Ruwaym looked at Junayd and said, “He is a kind-hearted man, this Shiblī.” Junayd said, “You are talking about someone who is one of those who have been rejected by the Threshold.” When Shiblī heard this, he was broken. He got up in shame and went outside. Ruwaym, “Junayd, what were those words you said about Shiblī? You know the purity and truthfulness of his state.” Junayd, “Yes, Shiblī is one of the great ones at the Threshold. But, when you speak to Shiblī, do not speak to him from beneath the Throne, for His swords spill blood. Ruwaym, those words of yours concerning his purification were a sword aimed at his days to hamstring the steed of his practice. I made my words into a shield to repel that sword.” Say to the faithful that they cast down their eyes. One group do not look at this world, and they are the renunciants. Another group do not look at the realm of being, and they are the folk of recognition. Still another group are the companions of guarding and awe; just as they do not look at others with their hearts, so also they do not see themselves worthy of witnessing."
    },
    {
      "ayah": 31,
      "surah": 24,
      "text": "And say to the faithful women that they cast down their eyes, guard their private parts, and not show their adornment, save what is outward thereof.... And repent all together to God, O you who have faith! The allusion is that the servant has an adornment that it is not permissible to make manifest, just as women have private parts and that it is not permissible for them to show their adornment. In the same way, if someone makes manifest to the people the adornment of his secret core, such as the limpidness of his states and the purity of his acts, the adornment turns into a stain, unless he makes manifest something to someone that he did not do on his own or undertake. That is an exception, because he will not be taken to task for something that he did not himself determine or undertake. And repent all together to God, O you who have faith! He commands the faithful generally to repent. The repentance of the common people is from slips, the repentance of the elect from heed- lessness, and the repentance of the elect of the elect from observing the attributes of mortal nature. The repentance of the common people is to turn from disobedience to obedience. The repentance of the elect is to come from seeing obedience to seeing success-giving; instead of seeing their own obedience, they see the Real's success-giving. The repentance of the elect of the elect is to turn from the contemplation of success-giving to the contemplation of the Success-Giver. The limit of the gaze of the common people is their own acts. The field of the gaze of the elect is the attributes. The locus of the gaze of the elect of the elect is the majesty of the Essence. “I seek refuge in Thy pardon from Thy punishment” is an allusion to the gaze of the common people. “I seek refuge in Thy approval from Thy anger” is an allusion to the gaze of the elect. “I seek refuge in Thee from Thee” is an allusion to the gaze of the elect of the elect. It has also been said that He commanded all to repent so that the disobedient would not be shamed by turning back to Him alone. In the same way, at the Resurrection both the obedient and the disobedi- ent will enter the Fire, according to His words, “And none of you there is but will enter it” [19:71]. Thus He will conceal the disobedient with the obedient, and their defects will not be unveiled."
    },
    {
      "ayah": 35,
      "surah": 24,
      "text": "God is the light of the heavens and the earth. The likeness of His light is as a niche, in- side the niche is a lamp, the lamp inside a glass.... Light upon light. God guides to His light whomsoever He will. In reality light is that which illuminates other than itself. Whatever does not illuminate another is not called light. The sun is light, the moon is light, and the lamp is light-not in the sense that they are bright in themselves, but in the sense that they illuminate others. Mirrors, water, jewels, and the like are not called light, even if they are bright by their own essences, for they do not il- luminate others. Now that this reality is known, know that God is the light of the heavens and the earth: It is God who is the brightener of the heavens and the earths for the faithful and the friends. It is He who gives form to bodies and illuminates spirits. All lights come forth from Him and abide through Him, some outward and some inward. Concerning the outward He says, “And We ap- pointed a blazing lamp” [78:13]. Concerning the inward He says, “Is he whose breast God has expanded for the submission, so he is upon a light from his Lord?” [39:22]. Although the outward light is bright and beautiful, it is subordinate to and servant of the in- ward light. The outward light is the light of sun and moon; the inward light is the light of tawḤīd and recognition. The light of sun and moon is lovely and bright, but at the end of the day it will be eclipsed and occulted. Tomorrow at the resurrection it will be opaque and enwrapped, according to His words, “When the sun is enwrapped” [81:1]. As for the sun of recognition and the light of tawḤīd, these rise up from the hearts of the faithful and will never be eclipsed or occulted, nor will they be overcome and enwrapped. They are a rising without setting, an unveiling without eclipse, and a radiance from the station of yearning. A poet has said, Surely the noonday sun sets at night, but the heart's sun never disappears. Know also that the outward lights are diverse in their levels. The first is the light of submission, and along with submission the light of self-purification."
    },
    {
      "ayah": 36,
      "surah": 24,
      "text": "In houses that God has permitted to be raised up and in which His name is mentioned, glorifying Him therein. One view is that these are houses in which needs are raised up to God. These are mosques in which the servants supplicate Him and lift up the story of their needs to God and display their requirements. It is not beautiful for servants to debase themselves before the wishes of just anyone, for the Real Himself has assured for them what they need and what they must have. Bishr Ḥāfī said, “I saw the Commander of the Faithful ʿAlī in a dream and asked him for advice. He said, 'How beautiful it is for the rich to be compassionate toward the poor in seeking God's reward! And more beautiful than that is for the poor to be haughty toward the rich by relying on God.'” How beautiful is the tenderness of the rich toward the poor hoping for reward! And more beautiful than that is the pride of the poor toward the rich by relying on the generosity of the Real. Glorifying Him therein. That is, in the mosques, for the mosques are the houses of worship, just as the hearts are the houses of desire. Through his worship the worshiper reaches God's re- ward, and through his desire the desirer reaches God. It has also been said that the hearts are the houses of recognition, the spirits the places of wit- nessing love, and the secret cores the loci of self-disclosure."
    },
    {
      "ayah": 37,
      "surah": 24,
      "text": "Men whom neither trade nor buying diverts from the remembrance of God. He does not say that they do not trade and they do not buy. He says, “whom neither trade nor buy- ing diverts from the remembrance of God.” If it is possible to combine the two, there is no objec- tion, but this is like something that cannot be done, except for the great ones, over whom affairs flow while they have been taken from them. This is the attribute of men whose outward occupation does not hold them back from remem- bering God. Their outwardness is with people while their inwardness is witnessing the names and attributes of the Real. They are men whose seeking is the equitable, whose remembrance is the evidence, and whose love is the path. In their eyes this world is small. They are men whose watch- word is the remembrance of God, whose blanket is God's love, whose place and settledness is the threshold of God's gentleness, whose aspirations are free from any others. They are the beauty of Firdaws, the ornament of the Abode of Settledness, begrudged by the Emigrants and envied by the Helpers, and they walk on the earth while it boasts of them. Men. These are men who have no crown or hat on their heads, and there is nothing in their hearts but God's friendship. In the street of the Friend they have no friend or companions. “When the sought is great, assistants are few.” What harm to them if in this world they are the specious coin of the bazaars? Their hearts are all hard cash. They are faulted by noblemen and rejected by neighbors, but their names are in the register of the friends. They are lifted up by gentleness, they are caressed by the All-Merciful, and their hearts are always gazing at the Real. They sit on the dust, they sleep on the earth, their hands are their pillow, the mosque is their house. What harm to them are this poverty and indigence? With one allusion of their eye, they bring rain for the world's folk; with one gaze of their heart, they rout the unbelievers; with one sorrow of their heart, they bring Gabriel into the road. And let not thine eyes turn away from them [18:28]."
    },
    {
      "ayah": 39,
      "surah": 24,
      "text": "As for those who disbelieve, their deeds are like a mirage.... Or like darknesses in a deep sea covered with waves, above which are waves, above which are clouds. Darknesses, one on top of another. When he stretches forth his hand, he barely sees it. And he to whom God assigns no light has no light. God strikes a likeness for the person of faith and the unbeliever. He makes the belief of the person of faith light, his activity light, and his final issue at the resurrection light, as He says: “Light upon light” [24:35]. He makes the belief of the unbeliever darkness, his activity darkness, and his final issue at the resurrection darkness, as He says: “darknesses, one on top of another.” Then He says, “And he to whom God assigns no light has no light.” WāsiṬī said, “God does not bring a poor man near because of his poverty, nor does He take a rich man far because of his wealth. Accidental things have no weight with Him such that someone would arrive or be cut off because of them. Were you freely to give Him this world and the next, He would not make you arrive by that, and were you to take it all, He would not cut you off by that. Whoever comes near to Him comes near without cause, and whoever stays far from Him stays far without cause. God says, 'And he to whom God assigns no light has no light.'”"
    },
    {
      "ayah": 40,
      "surah": 24,
      "text": "As for those who disbelieve, their deeds are like a mirage.... Or like darknesses in a deep sea covered with waves, above which are waves, above which are clouds. Darknesses, one on top of another. When he stretches forth his hand, he barely sees it. And he to whom God assigns no light has no light. God strikes a likeness for the person of faith and the unbeliever. He makes the belief of the person of faith light, his activity light, and his final issue at the resurrection light, as He says: “Light upon light” [24:35]. He makes the belief of the unbeliever darkness, his activity darkness, and his final issue at the resurrection darkness, as He says: “darknesses, one on top of another.” Then He says, “And he to whom God assigns no light has no light.” WāsiṬī said, “God does not bring a poor man near because of his poverty, nor does He take a rich man far because of his wealth. Accidental things have no weight with Him such that someone would arrive or be cut off because of them. Were you freely to give Him this world and the next, He would not make you arrive by that, and were you to take it all, He would not cut you off by that. Whoever comes near to Him comes near without cause, and whoever stays far from Him stays far without cause. God says, 'And he to whom God assigns no light has no light.'”"
    },
    {
      "ayah": 43,
      "surah": 24,
      "text": "Dost thou not see how God drives the clouds, then combines them, then makes them a heap? Then thou seest the rain coming out from their midst. He drives the clouds of His compassion, then pours down the rain of His munificence on His friends with His gentleness. He rolls up the carpet of decorum from the courtyards of His nearness, He strikes the domes of awe with the loci of witnessing His unveiling, and He spreads over them the flowers of His intimacy. Then He discloses Himself to them in the realities of His holiness and pours for them with His own hand the wine of His love. Afterwards He effaces their descriptions from them and awakens them not to themselves but to Him. In the tasting of the chevaliers of the Tariqah the clouds are the clouds of compassion, the rain the rain of compassion that His gentleness rains down on the secret cores of His friends. From the soil of loyalty the fragrant herb of limpidness grows up. The sun of beginningless gentleness shines upon it and in the garden of holiness the rose of intimacy blooms. The wind of happiness blows from the horizon of self-disclosure, snatching the servant away from water and dust. Delay and lingering leave the feet of gentleness, and the breeze of beginninglessness blows from the side of proximity. The Pir of the Tariqah said, “It is You who shone the light of self-disclosure on the hearts of the friends, set the springs of affection flowing in their secret cores, and made those hearts Your own mirror and a locus of limpidness. You appeared therein, and with Your appearance You made the two worlds disappear. O light of the eyes of the familiar, celebration of the hearts of the friends, joy of the spirits of the near! All was You and all is You. You are not far that they should seek, nor absent that they should ask. They will not find You other than through You.” “By God, if not for God, we would not have been guided.” How could a bit of water and dust have the gall to talk about eternity if not for eternal solicitude and desire? Had He not in His generosity and bounty invited this handful of dust to the threshold of eter- nity and spread the carpet of expansiveness in the house of guidance, how could this woebegone of existence and this mote of impure dust have the gall to take a step on the edge of the carpet of kings? What is suited for dust is to say with the attribute of brokenness and the tongue of incapac- ity and poverty, “We've come to shame at our own existence, we've encountered stone because of the decree. On the surface of the rug of misfortune, our black days have come in place of color.”"
    },
    {
      "ayah": 44,
      "surah": 24,
      "text": "God turns about the night and the day. Surely in that is a lesson for the possessors of eyes. WāsiṬī said, “No one has ever opposed Him and no one has ever conformed with Him. All of them are put to use by His will and His power. How can there be conformity and opposition when He turns about the night and the day along with what is within them and He stands over the things and in the things through their subsistence and their annihilation. Finding does not become intimate with Him, nor does not finding bring about alienation.” Whatever the ulama have said is a report and whatever the shaykhs have said is a tradition. The reality of the Real is beyond reports and traditions. A field has been placed before the creatures and the call has gone out, “O folk of the world! Step into this field and walk in the veil. Know not where you go, and know not whence you are coming. Set out from the threshold of Our knowledge and settle down at the threshold of Our de- cree. Tighten the belt of serving Us and keep watch over Our will. Be ready for Our power, which comes along with Our pardon and forgiveness and Our severity and punishment. 'The power of the powerful suspends every contrivance.'” When someone's secret core is the mine of secret whispering, his heart is in the grasp of joy, his forehead has the mark of prosperity, and the eye of his certainty sees with the light of learn- ing lessons from the acts of the Majestic, then he will be aware of the secrets and intimations in these verses and understand these states, for the Exalted Lord says, “Surely in that is a lesson for the possessors of eyes.” In another place He says, “Surely in that is a reminder for him who has a heart” [50:37]."
    },
    {
      "ayah": 55,
      "surah": 24,
      "text": "God promises those of you who have faith and do wholesome deeds that He will surely make you vicegerents in the earth. The verse makes an allusion to leaders, those who are the pillars of the creed, the props of the sub- mission, and the counselors of God's religion. They are three sorts: One sort are the ulama and the jurists, those to whom reference is made in the sciences of the Shariah, such as acts of worship, transactions, and so on. They stand with the Real in their tawḤīd through the marks giving witness to their souls and their shares. They intervene in the secondary causes through the Real, but their souls, their shares, and their love for this world veil them from the realities of tawḤīd. The second sort are the folk of recognition and the companions of the realities. In the religion they are like the elect of a king. They are described by purity of desire, beauty of aim, and truthful- ness in intention. They stand with the Real along with what gives witness to their states and their desire. They act freely in all the secondary causes through the Real, but they are veiled from the disengagement of tawḤīd by seeing their own states and desires and the marks giving witness to their aims. The third sort are the elect of the elect because of their recognition. They stand with the Real contemplating the Real in the manner of the disengagement of tawḤīd and the realization of soli- tariness. Thus the religion is kept flourishing with these sorts, despite all their disagreement, until the Day of Resurrection. Know that the vicegerents in the earth to whom the Exalted Lord alludes in this verse are three groups. Each group has a known station in tawḤīd and a defined limit in making servanthood manifest. The first are the ulama of the religion of submission and the jurists of the Shariah, the guard- ians of the creed and the counselors of the community. Their limit in making servanthood manifest goes no further than hoping to recognize the Real and fearing punishment. The fruit of their tawḤīd is confined to safety in this world and well-being in that world. Their submission and faith are the Real's gentle favors and succor, but these are mixed with the contaminants of personal motives and the marks bearing witness to the soul's own shares."
    }
  ],
  "empty_ayahs": [{ "ayah": 7, "surah": 24 }, { "ayah": 29, "surah": 24 }, { "ayah": 58, "surah": 24 }]
}
