{
  "ayahs": [
    {
      "ayah": 20,
      "surah": 30,
      "text": "And of His signs is that He created you of dust, and then you were mortal man, spreading about. O child of Adam! If you want to know the signs and banners of God's Unity and recognize the marks of His Solitariness, open the eye of heedfulness, open up the insight of intellect, roam the world of your own soul, and gaze on the root of your own creation. You were a handful of dust, a dark makeup stuck in the darkness of your own unknowing, bewildered by the darkness of attri- butes. Then the rain of lights began to fall from the heaven of mysteries: “Then He sprinkled them with some of His light.” The dust turned into jasmine and the stone became pearls. The dense makeup became exalted by this subtle link. The dust became pure, the darkness became light. “Yes, it is We who adorn and paint. We adorn whom We will with Our light. We adorn the Garden with Our friends, We adorn Our friends with the heart, and We adorn the heart with Our light. We do this so that if they do not reach the pavilions of Our exaltedness through the carcass of their misery, they will reach Us through the ray of the prosperity of Our majesty's light.” A pir was asked, “What is the mark of that light?” He replied, “Its mark is that with that light the servant recognizes God without finding Him, loves Him without seeing Him, and turns away from his own work and the remembrance of himself toward His work and remembering Him. His ease and settledness are in His street, his secrets and joy with His friends. By day he is in the religion's work, by night in the drunkenness of certainty's tidings. By day he is with the people in good character and by night with the Real in the footing of truthfulness [10:2].”"
    },
    {
      "ayah": 30,
      "surah": 30,
      "text": "So set thy face to the religion, unswerving. Purify your intention for God, guard your covenant with God, act solely for God in your stillnesses and movements and in all your self-determining. Unswerving: going straight in His religion, in- clining toward Him, and turning away from other than Him.” “O paragon of the world! O master of Adam's children! Entrust yourself entirely to Me! Keep your intention and aspiration on Me! Turn your heart away from the creatures toward Me! Cease your requesting and forget about the two worlds as is worthy of Me!” By virtue of this exalted declaration to that paragon of the world, he stepped forth on the night of the miʿrāj from the Lote Tree of the Final End into the desert of all-compellingness and turned his face toward his own specific kaabah, wearing as his beautiful cloak all the capital goods of the first and the last folk and putting them into His road. He passed on and showed no favor to any- thing. Finally, from the side of all-compellingness came the call, “His eyesight did not swerve” [53:17]. He kept his eyes in courtesy and did not gaze upon anything other than the Real. Nor did it trespass [53:17]. He did not covet anything beyond that limit. Moses stepped on the mountain and went several paces beyond the limit of the Children of Israel. His mind was boiling in the hope of show me, that I may gaze upon Thee! [7:143], so he had to be taught courtesy with the whip of thou shalt not see Me! The paragon of the world, however, was taken to a station where the dust under his feet became the ointment for Gabriel's eyes. His at- tribute was this: his eyesight did not swerve. This is because Moses was traveling, but the paragon of the world was snatched away: who took His servant by night [17:1]. The one who comes can never be like the one who is brought. Blessed is he who travels as the Real's companion, for in one breath he covers a thousand- year journey! “On the night when We take you, you will go farther than you could in a thousand months of going by yourself.” To this He alludes with His words, “The night of power is better than a thousand months” [97:3]. “When you go by yourself, you will fall farther behind with every step you take. When you go with Us, your every step will make you more passionate. When you go by yourself, the highway- men will ambush you on the road. When We take you, the bandits will carry your banner.” What does the Throne do that it does not carry my saddlecloth? In my heart I carry the saddlecloth of Your decree and approval. [DS 933]"
    },
    {
      "ayah": 4,
      "surah": 30,
      "text": "To God belongs the command, before and after. And on that day the faithful will rejoice in God's help. Here before is the Beginningless, and after is the Endless. The meaning is that the beginningless command belongs to God and the endless command belongs to God, because the beginningless Lord and the endless Master is God. In the Beginningless and the Endless it is God who is one and unique. In the command He is without end, in knowledge He is without limit, and in decree He is without why. He is before when and in place before place. Before us He was there for Us in the Beginningless, and without us He will be our portion in the Endless. This is the intimation that He voiced to the paragon of the world on the night of the miʿrāj: “O MuḤammad, be for Me as if you were not, and I will be for you as I have always been.” The Pir of the Tariqah said, “Look at proximity so that intimacy may be born, look at tremen- dousness so that veneration may increase. Wait and see between this and that what indeed will be displayed by the precedent solicitude. To God belongs the command, before and after.” In another place He says, “Surely His are the creation and the command” [7:54]. The world of the creation comes to an end, but the world of the command has no end. It is permissible for the world of the creation to disappear, but the world of the command is necessarily permanent. As long as a man does not pass beyond the world of the creation, he is not allowed to enter the world of the command. He must become naked of his own makeup and cut off the relation of createdness from the innate disposition of recognition. If you want to pass into the world of the command, to rise up from your ungrateful makeup, and to cut away your ascription to great wrongdoing and deep ignorance, you can only do so by lingering and passing time. Just as you must linger in coming, so also you must linger in leav- ing. Just as the sperm-drop is held back for a while before it becomes a clot-and so on with the clot until it becomes bones, the bones until it becomes flesh, which is then kept for a time until it comes into movement-so also in the measure that a man comes up from under his own hand he becomes familiar with the command of the Real."
    },
    {
      "ayah": 5,
      "surah": 30,
      "text": "To God belongs the command, before and after. And on that day the faithful will rejoice in God's help. Here before is the Beginningless, and after is the Endless. The meaning is that the beginningless command belongs to God and the endless command belongs to God, because the beginningless Lord and the endless Master is God. In the Beginningless and the Endless it is God who is one and unique. In the command He is without end, in knowledge He is without limit, and in decree He is without why. He is before when and in place before place. Before us He was there for Us in the Beginningless, and without us He will be our portion in the Endless. This is the intimation that He voiced to the paragon of the world on the night of the miʿrāj: “O MuḤammad, be for Me as if you were not, and I will be for you as I have always been.” The Pir of the Tariqah said, “Look at proximity so that intimacy may be born, look at tremen- dousness so that veneration may increase. Wait and see between this and that what indeed will be displayed by the precedent solicitude. To God belongs the command, before and after.” In another place He says, “Surely His are the creation and the command” [7:54]. The world of the creation comes to an end, but the world of the command has no end. It is permissible for the world of the creation to disappear, but the world of the command is necessarily permanent. As long as a man does not pass beyond the world of the creation, he is not allowed to enter the world of the command. He must become naked of his own makeup and cut off the relation of createdness from the innate disposition of recognition. If you want to pass into the world of the command, to rise up from your ungrateful makeup, and to cut away your ascription to great wrongdoing and deep ignorance, you can only do so by lingering and passing time. Just as you must linger in coming, so also you must linger in leav- ing. Just as the sperm-drop is held back for a while before it becomes a clot-and so on with the clot until it becomes bones, the bones until it becomes flesh, which is then kept for a time until it comes into movement-so also in the measure that a man comes up from under his own hand he becomes familiar with the command of the Real."
    },
    {
      "ayah": 50,
      "surah": 30,
      "text": "So gaze on the traces of God's mercy, how He brings the earth to life after its death. The Real is saying, “My servant, at the time of spring open up the insight of intellect, open the eye of heedfulness, and gaze upon My artisanry. Look at the quivering of the earth and the weeping of heaven, the rising of the trees, the murmuring of the water, the yearning of the passionate, the birds like preachers, the gazelles like perfume-dealers, the nightingales like drunkards in a garden.” Reflect on the plants of the earth and gaze on the traces of what the King has wrought. Eyes of languid silver, their pupils cast of gold, On stalks of emerald, bearing witness, that God has no associate. So gaze. Look at the earth that has put on a robe. The trees are selling perfume, the nightingales shouting on the trees, every bird seeking a companion. The Lord who works such artisanry is worthy of hearing the supplications of the servants and concealing the offenses of the disobedient. So gaze on the traces of God's mercy. Look at the traces of His mercy, the marks of His artisanry, the evidence of His unity. That Lord who fills the trees with fruit in springtime, puts water into streams, makes the ocean rain pearls, brings forth perfume from the earth-that Lord who shows this artisanry is worthy for the servants to make obedience to Him their blanket and watchword. So gaze on the traces of God's mercy. It has been said that springtime is three: First is the springtime of this world, which is the time of finding happiness and youth. Second is the spring- time of that world, which is the subsistent bliss and everlasting kingdom. Third is a hidden spring- time which, if you have it, you yourself know. If you do not have it and you fancy that you have it, you will long be in remorse. From year to year the springtime of the earth is one month. It is the cause of the heaven's rain and the north wind. It is quick in separation and slow to bring about union, so it would be absurd to attach the heart to it. Springtime comes once a year. Roses grow from dust, water flows from stone, the spirits of the tested find ease in springtime's scent, and everyone who has lost his heart finds again the heart that has fled."
    }
  ],
  "empty_ayahs": [{ "ayah": 11, "surah": 30 }, { "ayah": 41, "surah": 30 }, { "ayah": 58, "surah": 30 }]
}
