{
  "ayahs": [
    {
      "ayah": 13,
      "surah": 52,
      "text": "The day they are driven with a driving to the fire of hell. This verse demands fear."
    },
    {
      "ayah": 17,
      "surah": 52,
      "text": "Surely the godwary will be in gardens and bliss, rejoicing in what their Lord has given them. These verses demand hope. The Lord of the worlds has them follow one after another so that the servant will constantly travel between hope and fear. Hope and fear are each other's mates. When they come together, the beauty of faith's realities shows its face. Any traveling that is empty of these two meanings will result either in security or in despair, and these two are attributes of the unbelievers. This is because one feels secure from the incapable, and to believe that God is incapable is unbelief. One despairs of the base, and to believe that there is baseness in God is associationism. Also, one must not simply fear punishment, nor must one simply hope and wait for mercy. This will become clear to you with an example: When a lamp has no oil, it gives no light. When it has oil but no fire, it gives no illumination. When there are oil and fire but no wick to sacrifice its being, it is not complete. Thus fear is like fire, hope like oil, faith like a wick, and the heart like a lamp-holder. If there is only fear, this is like a lamp that has no oil. If there is only hope, this is like a lamp that has oil but no fire. When fear and hope come together, the result is a lamp that has both the oil to aid subsistence and the fire to give the material of illumination. Thus faith takes help from both, one for subsistence and one for illumination. The person of faith travels on the road with the escort of illumination and walks with the escort of subsistence."
    },
    {
      "ayah": 18,
      "surah": 52,
      "text": "Surely the godwary will be in gardens and bliss, rejoicing in what their Lord has given them. These verses demand hope. The Lord of the worlds has them follow one after another so that the servant will constantly travel between hope and fear. Hope and fear are each other's mates. When they come together, the beauty of faith's realities shows its face. Any traveling that is empty of these two meanings will result either in security or in despair, and these two are attributes of the unbelievers. This is because one feels secure from the incapable, and to believe that God is incapable is unbelief. One despairs of the base, and to believe that there is baseness in God is associationism. Also, one must not simply fear punishment, nor must one simply hope and wait for mercy. This will become clear to you with an example: When a lamp has no oil, it gives no light. When it has oil but no fire, it gives no illumination. When there are oil and fire but no wick to sacrifice its being, it is not complete. Thus fear is like fire, hope like oil, faith like a wick, and the heart like a lamp-holder. If there is only fear, this is like a lamp that has no oil. If there is only hope, this is like a lamp that has oil but no fire. When fear and hope come together, the result is a lamp that has both the oil to aid subsistence and the fire to give the material of illumination. Thus faith takes help from both, one for subsistence and one for illumination. The person of faith travels on the road with the escort of illumination and walks with the escort of subsistence."
    },
    {
      "ayah": 2,
      "surah": 52,
      "text": "And an inscribed book. In the tongue of allusion and according to the tasting of the Folk of the Haqiqah, the inscribed book is what He wrote against Himself in the Beginningless Covenant: “My mercy takes precedence over My wrath.” May a thousand dear spirits be sacrificed to that heart-caressing moment when He gave us a place of seclusion without us and opened for us the door of His infinite acts of gentleness! With beginningless solicitude and precedent, endless gentleness He was saying to us, “My mercy takes precedence over My wrath.” O chevalier! Give thanks to the God who, before you asked, gave you something that you would not have reached even if He had left you with yourself and you had thought for a thousand thousand years under your own control. He called you when you were heedless, He taught you when you were ignorant, He created you when you were not a thing remembered [76:1], and He will pour for you from the cup of His kindness in the sitting place of His secret a pure wine [76:21]. All of these are the traces of the precedence of mercy of which He spoke: “My mercy takes precedence over My wrath.” The Pir of the Tariqah said, “O God, You planted the seed of guidance with beginningless solicitude, You watered it with the messages of the prophets, You made it grow with help and success-giving, and You nurtured it with Your own gaze. Now it will be fitting if You do not let the wind of justice blow, if You do not stir up the poisons of severity, and if You help with endless kind favor what You planted with beginningless solicitude.”"
    },
    {
      "ayah": 4,
      "surah": 52,
      "text": "By the Inhabited House. The Inhabited House is an allusion to the hearts of the recognizers, inhabited with recognition and love. This is an allusion to the hearts of recognizers that are inhabited with recognition and love of God, hearts that live through His gaze and are happy with His gentleness. The Pir of the Tariqah said, “There are three things within which lie the servant's felicity and through which servanthood's face is bright: the tongue's occupation with remembering the Real, the heart's immersion in loving the Real, and the secret core's filling with the gaze of the Real. First comes the gaze from the Real, thus adorning the heart with love and keeping the tongue in remembrance.” The Pir of the Tariqah said, “O God, Your remembrance is my religion, Your love is my way, and Your gaze is the eye of certainty. This is my last word. O Gentle One, You know that this is so.” A great man said, “A tongue that is busy with His remembrance, a heart that is inhabited by His love, a spirit that is joyful with His gaze-in reality, this is the Inhabited House.” This state has three marks in which is the perfection of servanthood: plentiful deeds, being concealed from the people, and a heart always hurrying to the time of devotion."
    }
  ],
  "empty_ayahs": [{ "ayah": 9, "surah": 52 }, { "ayah": 31, "surah": 52 }, { "ayah": 49, "surah": 52 }]
}
