{
  "ayahs": [
    {
      "ayah": 17,
      "surah": 8,
      "text": "Thou didst not throw when thou threwest, but God threw; and that He may try the faithful with a beautiful trial. When thou threwest is dispersion, but God threw is togetherness. Dispersion is the attribute of servanthood, and togetherness is the description of Lordhood. Dispersion without togetherness is of no use, and togetherness without dispersion is not correct. Sheer dispersion without togetherness is the belief of the free-willers, sheer togetherness with- out dispersion is the religion of the predestinarians, and dispersion along with togetherness is the road of the Sunnis and is correct. The free-willers are those who give themselves ability and choice and do not step outside of themselves. The predestinarians are those who lose their own hands and feet to the harshness of all-compellingness; they do not see the secondary causes and give them- selves no free choice. The Sunnis are those who say to them, “In your practice be at the threshold of Thee alone we worship; in your heart ask, weep, and supplicate at the threshold of Thee alone we ask for help [1:5].” Thou didst not throw when thou threwest, but God threw. This is an allusion to the reality of solitariness and the path of unification. He is saying: “Leave aside all other objects of desire. What does he who is seized by My love have to do with other than Me? O MuḤammad, lay no favor on Me because of your activity, but look at My success-giving! Be not delighted at your own remembrance-look at My instruction! Flee from your own marks and see only My love!” The path of unification is oneness and estrangement from self. Giving marks of “me” and “us” is duality, and duality is proof of estrangement. With duality there are today and tomorrow, but the tawḤīd-voicer is apart from today and tomorrow. As long as the tawḤīd-voicer has not found the shadow of the Sun of existence, he has not been released from self. As long as he has not been released from self, he has not found the Real. When thou threwest is the attribute of the desirer who is sitting on the road of variegation and gazing on himself from the Real. But God threw is the description of the desired; having left him- self behind and found stability, he gazes on the Real from the Real."
    },
    {
      "ayah": 2,
      "surah": 8,
      "text": "The faithful are only those whose hearts quake when God is remembered. The faithful are those who fear God. In this verse He makes fear a precondition of faith, just as He says elsewhere: “Fear Me if you have faith” [3:175]. Fear is the protection of faith, the fortress of the religion, and the interceder for sins. When a heart does not have fear, that heart is in ruins, a source of trouble and deprived of God's gaze. In this verse He says that the faithful are those whose hearts fear and tremble at the remembrance of God. In another place He says, “Those who have faith and whose hearts are serene in the remem- brance of God” [13:28]. This alludes to the fact that the faithful are those whose hearts are at ease and rest in the remembrance of God. The former is the mark of the beginners, and the latter is the description of the advanced. At the beginning of his traveling, the servant always weeps, wails, and moans. He weeps so much in dread of separation that the call “Fear not!” [41:30] reaches his secret core. He comes away from the dread of separation to the repose of union. In this station he is at ease and delighted, his heart at rest. This is why He says, “whose hearts are serene in the remembrance of God.” It has also been said that whose hearts quake is the description of the desirer, and whose hearts are serene is the attribute of the desired. Whose hearts quake is the watchword of the folk of the Shariah, and whose hearts are serene is the blanket of the folk of the Haqiqah. Whose hearts quake is the station of the travelers, and whose hearts are serene is the mark of the snatched away. The travelers are in the road of the Shariah in the station of service hoping for blessings, and the snatched away are caressed on the carpet of the Haqiqah, given access to proximity and nearness by the Patron of Blessings."
    },
    {
      "ayah": 24,
      "surah": 8,
      "text": "O you who have faith, respond to God and the Messenger when he invites you to that which will give you life, and know that God comes between a man and his heart, and unto Him you will be mustered. In the tongue of the folk of allusion, response is of two sorts: one is the response of tawḤīd, and the other the response of realization. TawḤīd is that the faithful say “one,” and realization is that the rec- ognizers be one. TawḤīd is the attribute of the travelers, and realization is the state of those snatched away. The first is the attribute of the Bosom Friend, the second the attribute of the Beloved. The Bosom Friend was a traveler and stood before the Exalted Threshold in the station of service: “Surely I have turned my face toward Him who originated the heavens and the earth, un- swerving” [6:79]. The Beloved was snatched away, sitting in reverence at the top of good fortune. The Beginningless Presence addressed him, “Peace be upon thee, O Prophet, and God's mercy and His blessing.” The traveling of the wayfarers lies in the outward response of following the Messenger. The attraction of the snatched away lies in the secret core's response of contemplating the Knower of Unseen Things. This is why that master of the Tariqah said, “Respond to God in your secret core and His Mes- senger through your outwardness when he invites you to that which will give you life. The life of the souls is through following the Messenger, and the life of the hearts is through contemplating the unseen things.” May I be a ransom for the men dwelling in the Unseen, their secret cores roaming in all that is there! The reality of life will not be turned over to anyone among the folk of creation without the response of tawḤīd and the signet of realization. Hence this call of exaltedness came from the prophetic presence: “I have been commanded to fight the people until they say 'No god but God.'” When He invites you to that which will give you life. In reality the folk of life and the living are those who are pure of backsliding, far from suspicion, famous for friendship, released from the ruling power of the soul, their hearts joined to the Patron, their secret cores adorned with awareness of the Real, alive in the breeze of intimacy, having found the beginningless reminder and reached the Friend The Pir of the Tariqah said, “O God, nothing other than recognizing You is happiness, and nothing other than finding You is life."
    },
    {
      "ayah": 29,
      "surah": 8,
      "text": "O you who have faith, if you are wary of God, He will appoint for you a criterion, acquit you of your ugly deeds, and forgive you. And God is the possessor of a tremendous bounty. He is saying to the faithful, “If you go by the road of godwariness and take godwariness as your refuge in every state, He will give you a criterion of knowledge and inspiration through which you will separate truth from falsehood, and the straightness of the road from the losing of the road. This is complete knowledge for those of you who are knowers, and sound inspiration for those of you who are recognizers.” The criterion of the knower is the indications of the Shariah and the clear proofs reached by expenditure of effort and the acquisition of servanthood. The criterion of the recognizer is a light from the Unseen and a clear mirror for the divine bestowal and lordly inspiration. In this verse people have spoken of another intimation and beautiful subtlety: He is saying, “O you who have planted the root of the tree of faith! If you nurture it with godwariness, it will give forth three fruits: One is the criterion, as He says: 'He will appoint for you a criterion.' An- other is acquittal: 'acquit you of your ugly deeds.' Third is forgiveness: 'and forgive you.'” The criterion is bestowal of recognition, the acquittal lightening of burdens, the forgiveness bestowal of eminence. The bestowal of recognition is appropriate, the lightening of burdens beautiful, and the bestowal of eminence complete."
    },
    {
      "ayah": 3,
      "surah": 8,
      "text": "Those who perform the prayer and expend from what We have provided them, it is they who are the faithful in truth. They have degrees with their Lord and forgiveness and a generous provision. In the previous verse, He counted out some of the inward deeds, such as godwariness, fear, and truth. Then, in this verse, He joins them with the outward deeds, such as prayer and alms tax. The former are marks of the Haqiqah, and the latter stipulations of the Shariah. Thus you know that these two are joined together. Without the Shariah the Haqiqah is of no use, and without the Haq- iqah the Shariah is not correct. When the two are combined, then it is they who are the faithful in truth. The faithful in reality are they, for they are sound in both the Shariah and the Haqiqah. They have undertaken the Shariah, so they have degrees in the Garden and forgiveness; and they have truthfulness in the Haqiqah, so they have a generous provision. This is the provision of the secret cores through the unveilings and joinings which belong to them alone. It has also been said that the traits counted out in this verse are the realities of servanthood in the encounters [with God] and the unveilings of the Haqiqah in the finding [of Him]. These are reverence for remembrance, quaking at the time of listening, being overcome by increase at the time of recitation, the reality of trust in God, and undertaking the stipulations of servanthood in full loyalty. When these descriptions are perfected, they become realizers through faith. Hence it is said, “It is they who are the faithful in truth.” In other words, in reality the most beautiful has already gone forth to them from God, so for them it has become blessedness, nearness, and the most beautiful with their Lord."
    },
    {
      "ayah": 4,
      "surah": 8,
      "text": "Those who perform the prayer and expend from what We have provided them, it is they who are the faithful in truth. They have degrees with their Lord and forgiveness and a generous provision. In the previous verse, He counted out some of the inward deeds, such as godwariness, fear, and truth. Then, in this verse, He joins them with the outward deeds, such as prayer and alms tax. The former are marks of the Haqiqah, and the latter stipulations of the Shariah. Thus you know that these two are joined together. Without the Shariah the Haqiqah is of no use, and without the Haq- iqah the Shariah is not correct. When the two are combined, then it is they who are the faithful in truth. The faithful in reality are they, for they are sound in both the Shariah and the Haqiqah. They have undertaken the Shariah, so they have degrees in the Garden and forgiveness; and they have truthfulness in the Haqiqah, so they have a generous provision. This is the provision of the secret cores through the unveilings and joinings which belong to them alone. It has also been said that the traits counted out in this verse are the realities of servanthood in the encounters [with God] and the unveilings of the Haqiqah in the finding [of Him]. These are reverence for remembrance, quaking at the time of listening, being overcome by increase at the time of recitation, the reality of trust in God, and undertaking the stipulations of servanthood in full loyalty. When these descriptions are perfected, they become realizers through faith. Hence it is said, “It is they who are the faithful in truth.” In other words, in reality the most beautiful has already gone forth to them from God, so for them it has become blessedness, nearness, and the most beautiful with their Lord."
    },
    {
      "ayah": 41,
      "surah": 8,
      "text": "And know that, whatever booty you take, a fifth is for God, and for His Messenger and for kinsfolk, orphans, the indigent, and the son of the road, if you have faith in God…. Booty is the property of unbelievers that Muslims capture in the time of battle and struggle. It is said that struggle is of two sorts: the outer struggle and the inner struggle. The outer struggle is against the unbelievers with the sword, and the inner struggle is against the soul with severity. Those who struggle with the sword are three men: the wage-earning striver, the forgiven wounded, and the martyred slain. In the same way, the strugglers against the soul are three men: One strives, and he is among the pious; one attacks, and he is among the Pegs; one is released, and he is among the Substitutes. He who struggles against the unbelievers becomes rich by possessing the booty. He who struggles against the soul becomes rich in the heart. When someone is rich in property, the prop- erty is either permitted and a tribulation, or forbidden and a curse. When someone is rich in the heart, his aspiration is greater than this world and his desire greater than the afterworld. MuṣṬafā called struggle against the soul more magnificent and greater. He said: \" We have returned from the lesser struggle to the greater struggle. \" This is because you can avoid the enemy, but you cannot avoid the soul. When you get along with an enemy, you will be secure from his evil. If you get along with the soul, you will see your own destruction. One of the misfortunes of the soul is what MuṣṬafā said: \" God gazes not on your forms or your deeds, but He gazes on your hearts. \" He said that He gazes on the heart, but He does not gaze on the soul. It is well known that gazing is the result of love, and not gazing the result of hatred. If the Real did not consider the soul an enemy, He would gaze on it just as He gazes on the heart. This makes it mandatory to consider the soul an enemy. One must conform with the Real and not gaze on the soul with affection and love. In the battlefield of struggle, one must act against it severely with the sword of discipline."
    },
    {
      "ayah": 50,
      "surah": 8,
      "text": "Wert thou to see when the angels take those who disbelieve, beating their faces and their backs: \" Taste the chastisement of the burning! \" Death is of four sorts: the death of degradation and the curse, the death of remorse and affliction, the death of the gift and generosity, and the death of honor and contemplation. The death of the curse is the death of the unbelievers, the death of remorse is the death of the disobedient, the death of generosity is the death of the faithful, and the death of contemplation is the death of the prophets. About the death of the curse He says, \" Wert thou to see when the angels take those who disbe- lieve. \" In another place He says, \" Wert thou to see when the wrongdoers are in the throes of death... [6:93]. O master! If only you were to see the unbelievers in the agonies of death and the blows and strikes of the chastising angels, before whose harshness, awesomeness, and fearsomeness heaven and earth tremble-the unbelievers caught amidst smoke, fire, unpleasant smells, and the striking of the angels, their hearts overcome by severance from possessions. If they complain, the pain increases, and if they weep, the call no good news [25:22] comes to them. The dust of unworthiness sits on their face, the fire of severance falls into their spirit, hell is filled with their moaning, and the angels disown them. Beware of the severity of severance! Beware of the wound of separation! \" As for the death of remorse, that is the death of the disobedient, who passed their days in heedlessness and fell short in the acts of obedience and worship. Suddenly they fall into the grasp of the angel of death and are caught by death's agonies. On one side they see the angel of mercy, but they are ashamed because they did little good. On the other side they see the angel of chastise- ment, and they fear because they did bad and ugly things. The hapless, disobedient servant stays in the middle, his eyes toward the Unseen to see what will come. Will generosity or degradation come from there? Will he see bounty or justice? Then the angels present his obedience and dis- obedience to him, his obedience being little, his disrespect great."
    },
    {
      "ayah": 7,
      "surah": 8,
      "text": "And when God promised you one of the two parties would be yours, and you wished that the one not armed would be yours. By way of allusion He is saying, “So long as the servant does not suffer he will not reach the treasure.” The Pir of the Tariqah said, “How should I have known that suffering is the mother of happi- ness and that beneath one disappointment lie a thousand treasures? How should I have known that life is in death and that what is desired by all lies in unreached desires?” Life is the life of the heart, and death the death of the soul. Until you die in yourself, you will not come to life through the Real. “Die, O friend, if you want to live!” [DS 52]. That chevalier said it beautifully: “Passion does not accept living souls, falcons do not hunt dead mice.” [DS 202] O God, when someone's life is You, how can he die? When someone's occupation is You, how can his occupation come to an end? O Found and Findable, nothing other than recognizing You is happiness, and nothing other than finding You is life. He who lives without You is imprisoned like a corpse, and he who finds companionship with You is neither of this world nor of that world."
    },
    {
      "ayah": 72,
      "surah": 8,
      "text": "Surely those who have faith, who have emigrated, and struggled with their possessions and their souls in God's path, and those who have given refuge and help, they are friends of one another. O chevalier! The pearl of union with Him is not something that falls into the hand of someone with low aspiration. It is a gem that comes to hand in the box of the self-purification of the purifiers, a jasmine that appears in the gardens of the realities of the passionate. Each of those who dove for this pearl became on his own the sun of desire, the lodging place of the covenant of good fortune, and was accepted by the Divine Presence. Their attribute is what the Exalted Lord says at the end of the surah: They \" have faith, who have emigrated, and struggled with their possessions and their souls in God's path, and those who have given refuge and help. \" Their decree is this: \" They are friends of one another. \""
    },
    {
      "ayah": 74,
      "surah": 8,
      "text": "Those-they are the faithful in truth. Theirs is forgiveness and a generous provision. Their created nature is this: Those-they are the faithful in truth. Their reward is this: Theirs is forgiveness and a generous provision. The generous provision is that the sun of union shines forth from the east. It shines, and all of their hopes become hard cash, their increase becomes infinite, the story of water and clay is concealed, and the beginningless Friend is seen face-to-face. Both eyes and heart see through the Friend. When the light of self-disclosure appears in someone's heart, it's no great wonder that like Moses he finds comfort in the mountain."
    },
    {
      "ayah": 9,
      "surah": 8,
      "text": "When you sought the aid of your Lord, He responded to you. Seeking aid is of three sorts: One is from the creatures against the Real; it is the mark of being estranged and despairing of response. Another is from the Real against the creatures; it is the road of being a Muslim and the precondition of being a servant. Another is from the Real against the Real; it is the means of approach to friendship, and the response is an add-on. Someone who complains of the Real to the people increases in pain. Someone who complains of the creatures to the Real finds the remedy. Someone who complains of the Real to the Real sees the Real. The Pir of the Tariqah Shiblī was saying the following words with the attribute of bewilder- ment in his encounters with Him: “O God, if I seek You, You drive me away, and if I leave You, You seek me. There is no rest with You, and no escape from You. I seek aid in You from You!” He is saying: “O God, if I want You, You drive me away. If I go, You call. What should I do in this bewilderment? With You I have no rest, and without You my work is disordered-no hope of being cut off, no hope of arrival. Help me against You! For these spirits are all mad for You and these hearts are all bewildered by You.” Perhaps You will put things in order, smooth out my road to You, and give me a remedy for pain with Your balm and beautiful doing. O God, today this burning of mine is mixed with pain. I have no capacity to wait it out, no place to flee. The secret of the recognizer's present moment is a sharp blade-there is no place for repose, no way to avoidance."
    }
  ],
  "empty_ayahs": [
    { "ayah": 19, "surah": 8 },
    { "ayah": 38, "surah": 8 },
    { "ayah": 59, "surah": 8 },
    { "ayah": 75, "surah": 8 }
  ]
}
