{
  "text": "آدم ؑ کے بعد سب سے پہلا نبی ؟  سب سے پہلے کافروں کی طرف رسول بنا کر بت پرستی سے روکنے کے لیے زمین پر حضرت نوح ؑ ہی بھیجے گئے تھے۔ آپ نے اپنی قوم سے فرمایا کہ میں تمہیں اللہ کے عذاب سے ڈرانے آیا ہوں اگر تم غیر اللہ کی عبادت نہ چھوڑو گے تو عذاب میں پھنسو گے۔ دیکھو تم صرف ایک اللہ ہی کی عبادت کرتے رہو۔ اگر تم نے خلاف ورزی کی تو قیامت کے دن کے دردناک سخت عذابوں میں مجھے تمہارے لینے کا خوف ہے۔ اس پر قومی کافروں کے رؤسا اور امراء بول اٹھے کہ آپ کوئی فرشتہ تو ہیں نہیں ہم جیسے ہی انسان ہیں۔ پھر کیسے ممکن ہے کہ ہم سب کو چھوڑ کر تم ایک ہی کے پاس وحی آئے۔ اور ہم اپنی آنکھوں دیکھ رہے ہیں کہ ایسے رذیل لوگ آپ کے حلقے میں شامل ہوگئے ہیں کوئی شریف اور رئیس آپ کا فرماں بردار نہیں ہوا اور یہ لوگ بےسوچے سمجھے بغیر غور و فکر کے آپ کی مجلس میں آن بیٹھے ہیں اور ہاں میں ہاں ملائے جاتے ہیں۔ پھر ہم دیکھتے ہیں کہ اس نئے دین نے تمہیں کوئی فائدہ بھی نہیں پہنچایا کہ تم خوش حال ہوگئے ہو تمہاری روزیاں بڑھ گئی ہوں یا خلق و خلق میں تمہیں کوئی برتری ہم پر حاصل ہوگئی ہو۔ بلکہ ہمارے خیال سے تم سب سے جھوٹے ہو۔ نیکی اور صلاحیت اور عبادت پر جو وعدے تم ہمیں آخرت ملک کے دے رہے ہو ہمارے نزدیک تو یہ سب بھی جھوٹی باتیں ہیں۔ ان کفار کی بےعقلی تو دیکھئے اگر حق کے قبول کرنے والے نچلے طبقہ کے لوگ ہوئے تو کیا اس سے حق کی شان گھٹ گئی ؟ حق حق ہی ہے خواہ اس کے ماننے والے بڑے لوگ ہوں خواہ چھوٹے لوگ ہوں۔ بلکہ حق بات یہ ہے کہ حق کی پیروی کرنے والے ہی شریف لوگ ہیں۔ چاہے وہ مسکین مفلس ہی ہوں اور حق سے روگردانی کرنے والے ہیں ذلیل اور رذیل ہیں گو وہ غنی مالدار اور امیر امراء ہوں۔ ہاں یہ واقع ہے کہ سچائی کی آواز کو پہلے پہل غریب مسکین لوگ ہی قبول کرتے ہیں اور امیر کبیر لوگ ناک بھوں چڑھانے لگتے ہیں۔ فرمان قرآن ہے کہ تجھ سے پہلے جس جس بستی میں ہمارے انبیاء آئے وہاں کے بڑے لوگوں نے یہی کہا کہ ہم نے آپ باپ دادوں کو جس دین پر پایا ہے ہم تو انہیں کی خوشہ چینی کرتے رہیں گے۔ شاہ روم ہرقل نے جو ابو سفیان سے پوچھا تھا کہ شریف لوگوں نے اس کی تابعداری کی ہے یا ضعیف لوگوں نے ؟ تو اس نے یہی جواب دیا تھا کہ ضعیفوں نے جس پر ہرقل نے کہا تھا کہ رسولوں کے تابعدار یہی لوگ ہوتے ہیں۔ حق کی فوری قبولیت بھی کوئی عیب کی بات نہیں، حق کی وضاحت کے بعد رائے فکر کی ضرورت ہی کیا ؟ بلکہ ہر عقل مند کا کام یہی ہے کہ حق کو ماننے میں سبقت اور جلدی کرے۔ اس میں تامل کرنا جہالت اور کند ذہنی ہے۔ اللہ کے تمام پیغمبر بہت واضح اور صاف اور کھلی ہوئی دلیلیں لے کر آتے ہیں۔ حدیث شریف میں ہے کہ میں نے جسے بھی اسلام کی طرف بلایا اس میں کچھ نہ کچھ جھجھک ضرور پائی سوائے ابوبکر صدیق ؓ کے کہ انہوں نے کوئی تردد و تامل نہ کیا واضح چیز کو دیکھتے ہی فوراً بےجھجھک قبول کرلیا ان کا تیسرا اعتراض ہم کوئی برتری تم میں نہیں دیکھتے یہ بھی ان کے اندھے پن کی وجہ سے ہے اپنی ان کی آنکھیں اور کان نہ ہوں اور ایک موجود چیز کا انکار کریں تو فی الواقع اس کا نہ ہونا ثابت نہیں ہوسکتا۔ یہ تو نہ حق کو دیکھیں نہ حق کو سنیں بلکہ اپنے شک میں غوطے لگاتے رہتے ہیں۔ اپنی جہالت میں ڈبکیاں مارتے رہتے ہیں۔ جھوٹے مفتری خالی ہاتھ رذیل اور نقصانوں والے ہیں۔",
  "ayah": 25,
  "surah": 11
}
