{
  "text": "نوح ؑ کی اپنے بیٹے کے لیے نجات کی دعا اور جواب  یاد رہے کہ یہ دعا حضرت نوح ؑ کی محض اس غرض سے تھی کہ آپ کو صحیح طور پر اپنے ڈوبے ہوئے لڑکے کا حال معلوم ہوجائے۔ کہتے ہیں کہ پروردگار یہ بھی ظاہر ہے کہ میرا لڑکا میرے اہل میں سے تھا۔ اور میری اہل کو بچانے کا تیرا وعدہ تھا اور یہ بھی ناممکن ہے کہ تیرا وعدہ غلط ہو۔ پھر یہ میرا بچہ کفار کے ساتھ کیسے غرق کردیا گیا ؟ جواب ملا کہ تیری جس اہل کو نجات دینے کا میرا وعدہ تھا ان میں تیرا یہ بچہ داخل نہ تھا، میرا یہ وعدہ ایمانداروں کی نجات کا تھا۔ میں کہہ چکا تھا کہ (وَاَهْلَكَ اِلَّا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ مِنْهُمْ ۚ وَلَا تُخَاطِبْنِيْ فِي الَّذِيْنَ ظَلَمُوْا ۚ اِنَّهُمْ مُّغْرَقُوْنَ 27؀) 23۔ المؤمنون :27) یعنی تیرے اہل کو بھی تو کشتی میں چڑھا لے مگر جس پر میری بات بڑھ چکی ہے وہ بوجہ اپنے کفر کے انہیں میں سے تھا جو میرے سابق علم میں کفر والے اور ڈوبنے والے مقرر ہوچکے تھے۔ یہ بھی یاد رہے کہ جن بعض لوگوں نے کہا ہے یہ دراصل حضرت نوح ؑ کا لڑکا تھا ہی نہیں کیونکہ آپ کے بطن سے نہ تھا۔ بلکہ بدکاری سے تھا اور بعض نے کہا ہے کہ یہ آپ کی بیوی کا اگلے گھر کا لڑکا تھا۔ یہ دونوں قول غلط ہیں بہت سے بزرگوں نے صاف لفظوں میں اسے غلط کہا ہے بلکہ ابن عباس اور بہت سے سلف سے منقول ہے کہ کسی نبی کی بیوی نے کبھی زنا کاری نہیں کی۔ پس یہاں اس فرمان سے کہ وہ تیرے اہل میں سے نہیں یہی مطلب ہے کہ تیرے جس اہل کی نجات کا میرا وعدہ ہے یہ ان میں سے نہیں۔ یہی بات سچ ہے اور یہی قول اصلی ہے۔ اس کے سوا اور طرف جانا محض غلطی ہے اور ظاہر خطا ہے۔ اللہ تعالیٰ کی غیرت اس بات کو قبول نہیں کرسکتی کہ اپنے کسی نبی کے گھر میں زانیہ عورت دے۔ خیال فرمائیے کہ حضرت عائشہ ؓ کی نسبت جنہوں نے بہتان بازی کی تھی ان پر اللہ تعالیٰ کس قدر غضبناک ہوا اس لڑکے کے اہل میں سے نکل جانے کی وجہ خود قرآن نے بیان فرما دی ہے کہ اس کے عمل نیک نہ تھے عکرمہ فرماتے ہیں ایک قرأت (آیت انہ عمل عملا غیر صالح) ہے مسند کی حدیث میں ہے حضرت اسماء بنت یزید فرماتی ہیں میں نے رسول اللہ ﷺ کو (اِنَّهٗ عَمَلٌ غَيْرُ صَالِحٍ 46؀) 11۔ ھود :46) پڑھتے سنا ہے اور (قُلْ يٰعِبَادِيَ الَّذِيْنَ اَسْرَفُوْا عَلٰٓي اَنْفُسِهِمْ لَا تَقْنَطُوْا مِنْ رَّحْمَةِ اللّٰهِ ۭ اِنَّ اللّٰهَ يَغْفِرُ الذُّنُوْبَ جَمِيْعًا ۭ اِنَّهٗ هُوَ الْغَفُوْرُ الرَّحِيْمُ 53؀) 39۔ الزمر :53) پڑھتے سنا ہے۔ حضرت ابن عباس ؓ سے سوال ہوا کہ (آیت فخانتا ھما) کا کیا مطلب ہے ؟ آپ نے فرمایا اس سے مراد زنا نہیں بلکہ حضرت نوح ؑ کی بیوی کی خیانت تو یہ تھی کہ لوگوں سے کہتی تھی یہ مجنون ہے۔ اور حضرت لوط کی بیوی کی خیانت یہ تھی کہ جو مہمان آپ کے ہاں آتے اپنی قوم کو خبر کردیتی۔ پھر آپ نے فرمایا اللہ سچا ہے اس نے اسے حضرت نوح کا لڑکا فرمادیا ہے۔ پس وہ یقیناً حضرت نوح کا ثابت النسب لڑکا ہی تھا۔ دیکھو اللہ فرماتا ہے (ونادی نوح نبنہ) اور یہ بھی یاد رہے کہ بعض علماء کا قول ہے کہ کسی نبی کی بیوی نے کبھی زنا کاری نہیں کی ایسا ہی حضرت مجاہد سے مروی ہے۔ اور یہی ابن جریر کا پسندیدہ ہے۔ اور فی الواقع ٹھیک اور صحیح بات بھی یہی ہے۔",
  "ayah": 46,
  "surah": 11
}
