{
  "text": "تخلیق کائنات کا تذکرہ  اللہ تعالیٰ بیان فرماتا ہے کہ اسے ہر چیز پر قدرت ہے۔ آسمان و زمین کو اس نے صرف چھ دن میں پیدا کیا ہے۔ اس سے پہلے اس کا عرش کریم پانی کے اوپر تھا۔ مسند احمد میں رسول اللہ ﷺ نے فرمایا اے بنو تمیم ! تم خوشخبری قبول کرو۔ انہوں نے کہا خوشخبریاں تو آپ نے سنا دیں اب کچھ دلوائیے۔ آپ نے فرمایا اے اہل یمن تم قبول کرو۔ انہوں نے کہا ہاں ہمیں قبول ہے۔ مخلوق کی ابتدا تو ہمیں سنائے کہ کس طرح ہوئی ؟  آپ نے فرمایا سب سے پہلے اللہ تھا۔ اس کا عرش پانی کے اوپر تھا۔ اس نے لوح محفوظ میں ہر چیز کا تذکرہ لکھا۔ راوی حدیث حضرت عمران کہتے ہیں حضور ﷺ نے اتنا ہی فرمایا تھا جو کسی نے آن کر مجھے خبر دی کہ تیری اونٹنی زانو کھلوا کر بھاگ گئی، میں اسے ڈھونڈنے چلا گیا۔ پھر مجھے نہیں معلوم کہ کیا بات ہوئی ؟ یہ حدیث بخاری مسلم میں بھی ہے۔ ایک روایت میں ہے اللہ تھا اور اس سے پہلے کچھ نہ تھا۔ ایک روایت میں ہے اس کے ساتھ کچھ نہ تھا۔ اس کا عرش پانی پر تھا۔ اس نے ہر چیز کا تذکرہ لکھا۔ پھر آسمان و زمین کو پیدا کیا۔ مسلم کی حدیث میں ہے زمین و آسمان کی پیدائش سے پچاس ہزار سال پہلے اللہ تعالیٰ نے مخلوقات کی تقدیر لکھی اس کا عرش پانی پر تھا۔ صحیح بخاری میں اس آیت کی تفسیر کے موقع پر ایک قدسی حدیث لائے ہیں کہ اے انسان تو میری راہ میں خرچ کر میں تجھے دوں گا اور فرمایا \" اللہ کا ہاتھ اوپر ہے \"۔ دن رات کا خرچ اس میں کوئی کمی نہیں لاتا۔ خیال تو کرو کہ آسمان و زمین کی پیدائش سے اب تک کتنا کچھ خرچ کیا ہوگا لیکن اس کے داہنے ہاتھ میں جو تھا وہ کم نہیں ہوتا اس کا عرش پانی پر تھا۔ اس کے ہاتھ میں میزان ہے جھکاتا ہے اور اونچا کرتا ہے مسند میں ہے ابو رزین لقیط بن عامر بن متفق عقیلی نے حضور ﷺ سے سوال کیا کہ مخلوق پیدائش کرنے سے پہلے ہمارا پروردگار کہاں تھا ؟ آپ نے فرمایا عما میں نیچے بھی ہوا اور اوپر بھی ہوا پھر عرش کو اس کے بعد پیدا کیا۔ یہ روایت ترمذی کتاب التفسیر میں بھی ہے۔ سنن ابن ماجہ میں بھی ہے۔ امام ترمذی اسے حسن کہتے ہیں۔ مجاہد کا قول ہے کہ کسی چیز کو پیدا کرنے سے پہلے عرش الٰہی پانی پر تھا۔ وہب، ضمرہ، قتادہ، ابن جریر وغیرہ بھی یہی کہتے ہیں۔ قتادہ کہتے ہیں اللہ تعالیٰ بتاتا ہے کہ آسمان و زمین کی پیدائش سے پہلے ابتداء مخلوق کس طرح ہوئی۔ ربیع بن انس کہتے ہیں کہ اس کا عرش پانی پر تھا۔ جب آسمان و زمین کو پیدا کیا تو اس پانی کے دو حصے کردیئے۔ نصف عرش کے نیچے یہی بحر مسجود ہے۔ ابن عباس فرماتے ہیں بوجہ بلندی کے عرش کو عرش کہا جاتا ہے۔ سعد طائی فرماتے ہیں کہ عرش سرخ یاقوت کا ہے۔ محمد بن اسحاق فرماتے ہیں اللہ اسی طرح تھا جس طرح اس نے اپنے نفس کریم کا وصف کیا۔ اس لیے کہ کچھ نہ تھا، پانی تھا، اس پر عرش تھا، عرش پر ذوالجلال والاکرام ذوالعزت والسلطان ذوالملک و ققدرہ ذوالعلم والرحمتہ والنعمہ تھا جو جو چاہے کر گزرنے والا ہے۔ ابن عباس سے اس آیت کے بارے میں سوال ہوا کہ پانی کس چیز پر تھا ؟ آپ نے فرمایا ہوا کی پیٹھ پر۔ پھر فرماتا ہے۔ آسمان و زمین کی پیدائش تمہارے نفع کے لیے ہے اور تم اس لیے ہو کہ اسی ایک خالق کی عبادت کرو، اس کے ساتھ کسی کو شریک نہ کرو۔ یاد رکھو تم بیکار پیدا نہیں کئے گئے۔ آسمان و زمین اور ان کے درمیان چیزیں باطل پیدا نہیں کیں یہ گمان تو کافروں کا ہے اور کافروں کے لیے آگ کا عذاب اور آیت میں ہے۔ (اَفَحَسِبْتُمْ اَنَّمَا خَلَقْنٰكُمْ عَبَثًا وَّاَنَّكُمْ اِلَيْنَا لَا تُرْجَعُوْنَ01105) 23۔ المؤمنون :115) کیا تم یہ سمجھ بیٹھے ہو کہ ہم نے تمہیں عبث پیدا کیا ہے اور تم ہماری طرف لوٹائے نہ جاؤ گے ؟ اللہ جو سچا مالک ہے وہی حق ہے اس کے سوا کوئی معبود نہیں وہ عرش کریم کا رب ہے اور آیت میں ہے انسانوں اور جنوں کو میں نے صرف اپنی عبادت کے لیے ہی پیدا کیا ہے وہ تمہیں آزما رہے ہیں کہ تم میں سے اچھے عمل والے کون ہیں ؟ یہ نہیں فرمایا کہ زیادہ عمل والے کون ہیں ؟ اس لیے کہ عمل حسن وہ ہوتا ہے جس میں خلوص ہو اور شریعت محمدیہ کی تابعداری ہو۔ ان دونوں باتوں میں سے اگر ایک بھی نہ ہو تو وہ عمل بیکار اور غارت ہے۔ پھر فرماتا ہے کہ اے نبی ﷺ اگر آپ انہیں کہیں کہ تم مرنے کے بعد زندہ کئے جاؤ گے جس اللہ نے تمہیں پہلی بار پیدا کیا ہے وہ دوبارہ بھی پیدا کرے گا تو صاف کہہ دیں گے کہ ہم اسے نہیں مانتے حالانکہ قائل بھی ہیں کہ زمین آسمان کا پیدا کرنے والا اللہ تعالیٰ ہی ہے۔ ظاہر ہے کہ شروع جس پر گراں نہ گزرا۔ اس پر دوبارہ کی پیدائش کیسے گراں گزرے گی ؟ یہ تو بہ نسبت اول مرتبہ کے بہت ہی آسمان ہے۔ فرمان الٰہی ہے (وَهُوَ الَّذِيْ يَبْدَؤُا الْخَــلْقَ ثُمَّ يُعِيْدُهٗ وَهُوَ اَهْوَنُ عَلَيْهِ ۭ وَلَهُ الْمَثَلُ الْاَعْلٰى فِي السَّمٰوٰتِ وَالْاَرْضِ ۚ وَهُوَ الْعَزِيْزُ الْحَكِيْمُ 27؀) 30۔ الروم :27) اسی نے پہلی پیدائش شروع میں کی وہی دوبارہ پیدائش کرے گا اور یہ تو اس پر نہایت ہی آسان ہے اور آیت میں ہے کہ تم سب کا بنانا اور مار کر زندہ کرنا مجھ پر ایسا ہی ہے جیسا ایک کا۔ لیکن یہ لوگ اسے نہیں مانتے تھے اور اسے کھلے جادو سے تعبیر کرتے تھے۔ کفر وعناد سے اس قول کو جادو کا اثر خیال کرتے۔  پھر فرماتا ہے کہ اگر ہم عذاب و پکڑ کو ان سے کچھ مقرر مدت تک کے لیے موخر کردیں تو یہ اس کو نہ آنے والا جان کر جلدی کا مطالبہ کرنے لگتے ہیں کہ عذاب ہم سے موخر کیوں ہوگئے ؟ ان کے دل میں کفر و شرک اس طرح بیٹھ گیا ہے کہ اس سے چھٹکارا ہی نہیں ملتا۔ امت کا لفظ قرآن و حدیث میں کئی ایک معنی میں مستعمل ہے۔ اس سے مراد مدت بھی ہے اس آیت اور (وَقَالَ الَّذِيْ نَجَا مِنْهُمَا وَادَّكَرَ بَعْدَ اُمَّةٍ اَنَا اُنَبِّئُكُمْ بِتَاْوِيْـلِهٖ فَاَرْسِلُوْنِ 45؀) 12۔ یوسف :45) جو سورة یوسف میں ہے یہی معنی ہیں۔ امام و مقتدی کے معنی میں بھی یہ لفظ آیا ہے۔ جیسے حضرت ابراہیم ؑ کے بارے میں (اِنَّ اِبْرٰهِيْمَ كَانَ اُمَّةً قَانِتًا لِّلّٰهِ حَنِيْفًا ۭ وَلَمْ يَكُ مِنَ الْمُشْرِكِيْنَ01200ۙ) 16۔ النحل :120) آیا ہے۔ ملت اور دین کے بارے میں بھی یہی لفظ آتا ہے جیسے مشرکوں کا قول (بَلْ قَالُـوْٓا اِنَّا وَجَدْنَآ اٰبَاۗءَنَا عَلٰٓي اُمَّةٍ وَّ اِنَّا عَلٰٓي اٰثٰرِهِمْ مُّهْتَدُوْنَ 22؀) 43۔ الزخرف :22) ہے جماعت کے معنی میں بھی آتا ہے (وَجَدَ عَلَيْهِ اُمَّةً مِّنَ النَّاسِ يَسْقُوْنَ ۋ وَوَجَدَ مِنْ دُوْنِهِمُ امْرَاَتَيْنِ 23؀) 28۔ القصص :23) والی آیت میں اور آیت (وَلَقَدْ بَعَثْنَا فِيْ كُلِّ اُمَّةٍ رَّسُوْلًا اَنِ اعْبُدُوا اللّٰهَ وَاجْتَنِبُوا 36؀) 16۔ النحل :36) میں ان آیتوں میں امت سے مراد کافر مومن سب امتی ہیں۔ جیسے مسلم کی حدیث ہے اس کی قسم جس کے ہاتھ میں میری جان ہے اس امت کا جو یہودی نصرانی میرا نام سنے اور مجھ پر ایمان نہ لائے وہ جہنمی ہے۔ ہاں تابعدار امت وہ ہے جو رسولوں کو مانے جیسے (كُنْتُمْ خَيْرَ اُمَّةٍ اُخْرِجَتْ للنَّاسِ تَاْمُرُوْنَ بالْمَعْرُوْفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُوْنَ باللّٰهِ ۭ وَلَوْ اٰمَنَ اَھْلُ الْكِتٰبِ لَكَانَ خَيْرًا لَّھُمْ ۭمِنْھُمُ الْمُؤْمِنُوْنَ وَ اَكْثَرُھُمُ الْفٰسِقُوْنَ01100) 3۔ آل عمران :110) والی آیت میں۔ صحیح حدیث میں ہے میں کہوں گا امتی امتی اسی طرح امت کا لفظ فرقے اور گروہ کے لیے بھی مستعمل ہوتا ہے جیسے (وَمِنْ قَوْمِ مُوْسٰٓي اُمَّةٌ يَّهْدُوْنَ بالْحَقِّ وَبِهٖ يَعْدِلُوْنَ01509) 7۔ الاعراف :159) اور جیسے (مِنْ اَھْلِ الْكِتٰبِ اُمَّةٌ قَاۗىِٕمَةٌ يَّتْلُوْنَ اٰيٰتِ اللّٰهِ اٰنَاۗءَ الَّيْلِ وَھُمْ يَسْجُدُوْنَ01103) 3۔ آل عمران :113) میں۔",
  "ayah": 7,
  "surah": 11
}
