{
  "text": "لوط ؑ کی قوم پر عذاب نازل ہوتا ہے۔ حضرت لوط ؑ نے جب دیکھا کہ میری نصیحت ان پر اثر نہیں کرتی تو انہیں دھمکایا کہ اگر مجھ میں قوت، طاقت ہوتی یا میرا کنبہ، قبیلہ زور دار ہوتا تو میں تمہیں تمہاری اس شرارت کا مزہ چکھا دیتا۔ رسول اللہ ﷺ نے ایک حدیث میں فرمایا ہے کہ اللہ کی رحمت ہو لوط ؑ پر کہ وہ زور آور قوم کی پناہ لینا چاہتے تھے۔ مراد اس سے ذات اللہ تعالیٰ عزوجل ہے۔ آپ کے بعد پھر جو پیغمبر بھیجا گیا وہ اپنے آبائی وطن میں ہی بھیجا گیا۔ ان کی اس افسردگی، کامل ملال اور سخت تنگ دلی کے وقت فرشتوں نے آپ کو ظاہر کردیا کہ ہم اللہ کے بھیجے ہوئے ہیں یہ لوگ ہم تک یا آپ تک پہنچ ہی نہیں سکتے۔ آپ رات کے آخری حصے میں اپنے اہل و عیال کو لے کر یہاں سے نکل جائیے خود ان سب کے پیچھے رہیے۔ اور سیدھے اپنی راہ چلے جائیں قوم والوں کی آہ و بکا پر ان کے چیخنے چلانے پر تمہیں مڑ کر بھی نہ دیکھا چاہیے۔ پھر اس اثبات سے حضرت لوط کی بیوی کا استثنا کرلیا کہ وہ اس حکم کی پابندی نہ کرسکے گی۔ وہ عذاب کے وقت قوم کی ہائے وائے سن کر مڑ کر دیکھے گی۔ اس لیے کہ رحمانی قضا میں اس کا بھی ان کے ساتھ ہلاک ہونا طے ہوچکا ہے۔ ایک قرأت میں الا امرا تک ت کے پیش سے بھی ہے جن لوگوں کے نزدیک پیش اور زبر دونوں جائز ہیں۔ ان کا بیان ہے کہ آپ کی بیوی بھی یہاں سے نکلنے میں آپ کے ساتھ تھی لیکن عذاب کے نازل ہونے پر قوم کا شور سن کر صبر نہ کرسکی اور مڑ کر ان کی طرف دیکھا اور زبان سے نکل گیا کہ ہائے میری قوم۔ اسی وقت آسمان سے ایک پتھر اس پر بھی آیا اور وہ ڈھیر ہوگئی۔ حضرت لوط کی مزید تشفی کے لیے فرشتوں نے اس خبیث قوم کی ہلاکت کا وقت بھی بیان کردیا کہ یہ صبح ہوتے ہی تباہ ہوجائے گی۔ اور صبح اب بالکل قریب ہے۔ یہ کور باطن آپ کا گھر گھیرے ہوئے تھے اور ہر طرف سے لپکتے ہوئے آپہنچے تھے۔ حضرت لوط ؑ دروازے پر کھڑے ہوئے ان لوطیوں کو روک رہے تھے، جب کسی طرح وہ نہ مانے اور جب لوط ؑ آزردہ خاطر ہو کر تنگ آگئے اس وقت جبرائیل ؑ گھر میں سے نکلے اور ان کے منہ پر اپنا پر مارا جس سے ان کی آنکھیں اندھی ہوگئیں۔ حضرت حذیفہ بن یمان ؓ کا بیان ہے کہ خود حضرت ابراہیم ؑ بھی ان لوگوں کے پاس آتے، انہیں سمجھاتے کہ دیکھو اللہ کا عذاب نہ خریدو مگر انہوں نے خلیل الرحمن ؑ کی بھی نہ مانی۔ یہاں تک کہ عذاب کے آنے کا قدرتی وقت آپہنچا۔ فرشتے حضرت لوط ؑ کے پاس آئے۔ آپ اس وقت اپنے کھیت میں کام کر رہے تھے انہوں نے کہا کہ آج کی رات ہم آپ کے مہمان ہیں۔ حضرت جبرائیل کو فرمان رب ہوچکا تھا کہ جب تک حضرت لوط ؑ تین مرتبہ ان کی بدچلنی کی شہادت نہ دے لیں۔ ان پر عذاب نہ کیا جائے۔ آپ جب انہیں لے کر چلے تو چلنے کی خبر دی کہ یہاں کے لوگ بڑے بد ہیں یہ برائی ان میں گھسی ہوئی ہے۔ کچھ دور اور جانے کے بعد دوبارہ کہا کہ کیا تمہیں اس بستی کے لوگوں کی برائی کی خبر نہیں ؟ میرے علم میں تو روئے زمین پر ان سے زیادہ برے لوگ نہیں، آہ میں تمہیں کہاں لے جاؤں ؟ میری قوم تو تمام مخلوق سے بدتر ہے۔ اس وقت حضرت جبرائیل ؑ نے فرشتوں سے کہا دیکھو دو مرتبہ یہ کہہ چکے۔ جب انہیں لے کر آپ اپنے گھر کے دروازے پر پہنچے تو رنج افسوس سے رو دئیے اور کہنے لگے میری قوم تمام مخلوق سے بدتر ہے۔ تمہیں کیا معلوم نہیں کہ یہ کس بدی میں مبتلا ہیں ؟ روئے زمین پر کوئی بستی اس بستی سے بری نہیں۔ اس وقت حضرت جبرائیل ؑ نے پھر فرشتوں سے فرمایا دیکھو تین مرتبہ یہ اپنی قوم کی بدچلنی کی شہادت دے چکے ہیں۔ یاد رکھنا اب عذاب ثابت ہوچکا ہے۔ گھر میں گئے اور یہاں سے آپ کی بڑھیا بیوی اونچی جگہ پر چڑھ کر کپڑا ہلانے لگی جسے دیکھتے ہی بستی کے بدکار دوڑے پڑے۔ پوچھا کیا بات ہے اس نے کہا لوط کے ہاں مہمان آئے ہیں میں نے تو ان سے زیادہ خوب صورت اور ان سے زیادہ خوشبو والے لوگ کبھی دیکھے ہی نہیں۔ اب کیا تھا یہ خوشی خوشی مٹھیاں بند کئے دوڑتے بھاگتے حضرت لوط کے گھر گئے۔ چاروں طرف سے آپ کے گھر کو گھیر لیا۔ آپ نے انہیں قسمیں دیں، پندو نصائح کئے۔ فرمایا کہ عورتیں بہت ہیں۔ لیکن وہ اپنی شرارت اور اپنے بد ارادے سے باز نہ آئے۔ اس وقت حضرت جبرائیل ؑ نے اللہ تعالیٰ سے ان کے عذاب کی اجازت چاہی اللہ کی جانب سے اجازت مل گئی۔ آپ اپنی اصلی صورت میں ظاہر ہوگئے۔ آپ کے دو پر ہیں۔ جن پر موتیوں کا جڑاؤ ہے۔ آپ کے دانت صاف چمکتے ہوئے ہیں۔ آپ کی پیشانی اونچی اور بڑی ہے۔ مرجان کی طرح کے دانت ہیں لو لو ہیں اور آپ کے پاؤں سبزی کی طرح ہیں۔ حضرت لوط ؑ سے آپ نے فرما دیا کہ ہم تو تیرے پروردگار کی طرف سے بھیجے ہوئے ہیں، یہ لوگ تجھ تک پہنچ نہیں سکتے۔ آپ اس دروازے سے نکل جایئے۔ یہ کہہ کر ان کے منہ پر اپنا پر مارا جس سے وہ اندھے ہوگئے۔ راستوں تک کو نہیں پہچان سکتے تھے۔ حضرت لوط ؑ اپنی اہل کے لے کر راتوں رات چل دیئے یہ اللہ کا حکم بھی تھا۔ محمد بن کعب قتادہ سدی وغیر کا یہی بیان ہے۔",
  "ayah": 80,
  "surah": 11
}
