{
  "text": "قوم کو تبلیغ  آپ اپنی قوم سے فرماتے ہیں کہ دیکھو میں اپنے رب کی طرف سے کسی دلیل و حجت اور بصیرت پر قائم ہوں اور اسی کی طرف تمہیں بلا رہا ہوں۔ اس نے اپنی مہربانی سے مجھے بہترین روزی دے رکھی ہے۔ یعنی نبوت یا رزق حلال یا دونوں، میری روش تم یہ نہ پاؤ گے کہ تمہیں تو بھلی بات کا حکم کروں اور خود تم سے چھپ کر اس کے برعکس کروں۔ میری مراد تو اپنی طاقت کے مطابق اصلاح کرنی ہے۔ ہاں میرے ارادہ کی کامیابی اللہ کے ہاتھ ہے۔ اسی پر میرا بھروسہ اور توکل ہے اور اسی کی جانب رجوع توجہ اور جھکنا ہے۔ مسند امام احمد میں ہے حکیم بن معاویہ اپنے باپ سے راویت کرتے ہیں کہ اس کے بھائی مالک نے کہا کہ اے معاویہ رسول اللہ ﷺ نے میرے پڑوسیوں کو گرفتار کر رکھا ہے، تم آپ ﷺ کے پاس جاؤ۔ آپ ﷺ سے تمہاری بات چیت بھی ہوچکی ہے اور تمہیں آپ ﷺ پہچانتے بھی ہیں۔ پس میں اس کے ساتھ چلا۔ اس نے کہا کہ میرے پڑوسیوں کو آپ ﷺ رہا کر دیجئے وہ مسلمان ہوچکے تھے۔ آپ نے اس سے منہ پھر لیا۔ وہ غضب ناک ہو کر اٹھ کھڑا ہوا اور کہنے لگا واللہ اگر آپ نے ایسا جواب دیا تو لوگ کہیں گے کہ آپ ہمیں تو پڑوسیوں کے بارے میں اور حکم دیتے ہیں اور آپ خود اس کے خلاف کرتے ہیں۔ اس پر آپ نے فرمایا کیا لوگوں نے ایسی بات زبان سے نکالی ہے ؟ اگر میں ایسا کروں تو اس کا وبال مجھ پر ہی ہے ان پر تو نہیں۔ جاؤ اس کے پڑوسیوں کو چھوڑ دو۔ اور روایت میں ہے کہ اس کی قوم کے چند لوگ کسی شبہ میں گرفتار تھے۔ اس پر قوم کا ایک آدمی خاص حاضر ہوا۔ اس وقت رسول اللہ ﷺ خطبہ فرما رہے تھے۔ اس نے کہا کہ لوگ کہتے ہیں کہ آپ کسی چیز سے اوروں کو روکتے ہیں اور خود اسے کرتے ہیں۔ آپ نے سمجھا نہیں۔ اس لیے پوچھا کہ لوگ کیا کہتے ہیں حضرت بہزبن حکیم کے دادا کہتے ہیں میں نے بیچ میں بولنا شروع کردیا کہ اچھا ہے آپ کے کان میں یہ الفاظ نہ پڑیں کہیں ایسا نہ ہو کہ آپ کے منہ سے میری قوم کے لیے کوئی بد دعا نکل جائے کہ پھر انہیں فلاح نہ ملے لیکن رسول اللہ ﷺ برابر اسی کوشش میں رہے یہاں تک کہ آپ نے اس کی بات سمجھ لی اور فرمانے لگے کیا انہوں نے ایسی بات زبان سے نکالی ؟ یا ان میں سے کوئی اس کا قائل ہے ؟ واللہ اگر میں ایسا کروں تو اس کا بوجھ بار میرے ذمے ہے ان پر کچھ نہیں۔ اس کے پڑوسیوں کو چھوڑ دو۔ اسی قبیل سے وہ حدیث بھی ہے جسے مسند احمد لائے ہیں کہ آپ ﷺ نے فرمایا جب تم میری جانب سے کوئی ایسی حدیث سنو کہ تمہارے دل اس کا انکار کریں اور تمہارے بدن اور بال اس سے علیحدگی کریں یعنی متاثر نہ ہوں اور تم سمجھ لو کہ وہ تم سے بہت دور ہے تو میں اس سے اس سے بھی زیادہ دور ہوں۔ اس کی اسناد صحیح ہے۔ حضرت مسروق کہتے ہیں کہ ایک عورت حضرت عبداللہ بن مسعود کے پاس آئی اور کہنے لگی کیا آپ بالوں میں جوڑ لگانے کو منع کرتے ہیں ؟ آپ نے فرمایا ہاں۔ اس نے کہا آپ کے گھر کی بعض عورتیں تو ایسا کرتی ہیں آپ نے فرمایا اگر ایسا ہو تو میں نے اللہ کے نیک بندے کی وصیت کی حفاظت نہیں کی۔ میرا ارادہ نہیں کہ جس چیز سے تمہیں روکوں اس کے برعکس خود کروں۔ حضرت ابو سلیمان ضبی کہتے ہیں کہ ہمارے پاس امیر المومنین حضرت عمر بن عبد العزیز کے رسالے آتے تھے جن میں اوامر ونواہی لکھے ہوئے ہوتے تھے اور آخر میں یہ لکھا ہوتا تھا کہ میں بھی اس میں ہی ہوں جو اللہ کے نیک بندے نے فرمایا کہ میری توفیق اللہ ہی کے فضل سے ہے۔ اسی پر میرا توکل ہے اور اسی کی طرف میں رجوع کرتا ہوں۔",
  "ayah": 88,
  "surah": 11
}
