{
  "text": "اب اگلی آیت میں قرآن مجید کا ذکر بہت عظیم الشان انداز میں ہو رہا ہے :آیت 26 { وَقَالَ الَّذِیْنَ کَفَرُوْا لَا تَسْمَعُوْا لِہٰذَا الْقُرْاٰنِ وَالْغَوْا فِیْہِ } ”اور کہا ان لوگوں نے جنہوں نے کفر کیا کہ مت سنو اس قرآن کو اور اس کی تلاوت کے دوران میں شور مچایا کرو“ رسول اللہ ﷺ کی دعوت کا آلہ اور ذریعہ چونکہ قرآن تھا اس لیے منکرین حق نے آپس میں ایک دوسرے کو یہ مشورہ دینا شروع کردیا کہ جب محمد ﷺ قرآن پڑھا کریں تو تم لوگ اسے مت سنا کرو۔ کہیں ایسا نہ ہو کہ تمہارے دلوں پر اس کا اثر ہوجائے اور اس کی وجہ سے تم اپنے آبائی دین سے برگشتہ ہو جائو۔ اس لیے جب بھی وہ تمہیں قرآن سنانے کی کوشش کریں تم شور مچانا hooting شروع کردیا کروتا کہ اس کی آواز کسی کے کان میں نہ پڑے۔ حضور ﷺ کی زبان مبارک سے قرآن مجید کی تلاوت چو ن کہ غیر معمولی تاثیر کی حامل تھی اور اس کی وجہ سے آپ ﷺ کی دعوت کا پیغام تیزی سے لوگوں کے دلوں میں گھر کر رہا تھا ‘ اس لیے مشرکین ِمکہ ّاس عمل کو روکنے کے لیے اپنے زعم میں گویا ایک جامع منصوبہ بندی کے ساتھ خم ٹھونک کر آپ ﷺ کے مقابلے میں آگئے۔ اس حوالے سے یہ نکتہ بھی اچھی طرح سے سمجھ لیجیے کہ قرآن کا پڑھنا پڑھانا ‘ سننا سنانا اور سیکھنا سکھانا چونکہ شیطان پر بہت بھاری ہے اس لیے جہاں کہیں بھی یہ کام موثر انداز میں ہو رہا ہوگا شیطانی قوتیں اسے روکنے کے لیے اپنی پوری طاقت کے ساتھ میدان میں آجائیں گی۔ البتہ اگر کہیں قرآن کا کوئی پروگرام محض رسمی انداز میں ہورہا ہو ‘ یعنی اس میں علمی اور عقلی سطح پر کوئی موثر پیغام لوگوں تک نہ پہنچ رہا ہو تو ایسی تقریبات ‘ ٹیوی پروگرامز اور قرآنی سیمینارز پر کسی کو کوئی اعتراض نہیں ہوگا۔ دورِ حاضر میں ٹیوی پروگرام ”الہدیٰ“ کی بندش اس کی زندہ مثال ہے۔ یہ پروگرام ”پی ٹیوی“ کا مقبول ترین ہفتہ وار دینی پروگرام تھا ‘ جو بہت اہتمام کے ساتھ پورے ملک میں ایک ہی وقت پر ٹیلی کا سٹ ہوتا تھا اُس وقت ابھی کیبل نیٹ ورک کا آغاز نہیں ہوا تھا۔ اس میں مطالعہ قرآن حکیم کا منتخب نصاب پیش کیا جاتا تھا۔ جب یہ پروگرام بہت موثر انداز میں چلنا شروع ہوا اور قرآن کا اصل پیغام ایک تدریج اور منطقی ترتیب کے ساتھ گھر گھر پہنچنے لگا تو شیطانی قوتیں ”لَا تَسْمَعُوْا لِھٰذَا الْقُرْاٰنِ“ کا نعرہ لگا کر سامنے آ کھڑی ہوئیں اور انہوں نے اس پروگرام کو بند کرا کے ہی دم لیا۔ یہ پروگرام اس حد تک مقبول ہوا تھا کہ بھارت میں بھی بڑے ذوق و شوق سے دیکھا جاتا تھا۔ -۔ بلکہ پی ٹیوی پر اس پروگرام کی بندش کے بعد یہ بھارت میں کیبل نیٹ ورک پر دکھایا جانے لگا تھا ‘ بلکہ کبھی کبھی ”دور درشن“ پر بھی پیش کردیا جاتا تھا۔ لیکن اسلامی جمہوریہ پاکستان میں ”پی ٹیوی“ پر میرے پروگراموں پر پابندی لگا دی گئی تھی۔  { لَعَلَّکُمْ تَغْلِبُوْنَ } ”تاکہ تم غالب رہو۔“ ان کا آپس میں ایک دوسرے کے لیے یہی مشورہ تھا کہ اگر تم اپنی ”سیادت“ کو برقرار رکھنا چاہتے ہو تو خود کو اور اپنے عوام کو اس قرآن سے دور رکھو۔ بالکل یہی انداز منافقین کے اس مشورے میں بھی نظر آتا ہے جو انہوں نے غزوئہ احزاب کے موقع پر مدینہ کے عام لوگوں کو دینا شروع کیا تھا۔ ان کا مشورہ تھا : { یٰٓــاَہْلَ یَثْرِبَ لَا مُقَامَ لَکُمْ فَارْجِعُوْاج } الاحزاب : 13 کہ اے اہل یثرب ! تمہارے یہاں ٹھہرنے کی اب کوئی صورت نہیں ہے ‘ لہٰذا اب تم واپس پلٹ جائو۔ بہر حال حضور ﷺ کی زبان مبارک سے قرآن کے پیغام کو گھر گھر پہنچتے دیکھ کر مشرکین نے بجا طور پر محسوس کیا کہ اگر اس دعوت کو بر وقت نہ روکا گیا تو پھر عرب کی سر زمین میں ان کے لیے کوئی ٹھکانہ نہیں بچے گا۔",
  "ayah": 26,
  "surah": 41
}
