{
  "text": "آیت 53{ سَنُرِیْہِمْ اٰیٰتِنَا فِی الْاٰفَاقِ وَفِیْٓ اَنْفُسِہِمْ } ”عنقریب ہم انہیں دکھائیں گے اپنی نشانیاں آفاق میں بھی اور ان کی اپنی جانوں کے اندر بھی“ وقت گزرنے کے ساتھ ساتھ ان کی اپنی جانوں اور زمین و آسمان کے اندر اللہ تعالیٰ کی نشانیاں مبرہن انداز میں ان لوگوں کے سامنے آتی چلی جائیں گی۔ { حَتّٰی یَتَبَیَّنَ لَہُمْ اَنَّہُ الْحَقُّ } ”یہاں تک کہ ان پر واضح ہوجائے گا کہ یہ قرآن حق ہے۔“ اس آیت میں دراصل معلومات کے اس explosion کی طرف اشارہ ہے جو سائنسی ترقی کے باعث آج کے دور میں ممکن ہوا ہے۔ موجودہ دور سائنس کا دور ہے۔ اس دور کی تاریخ زیادہ سے زیادہ دو سو برس پرانی ہے اور سائنسی ترقی میں یہ برق رفتاری جو آج ہم دیکھ رہے ہیں اسے شروع ہوئے تو ابھی نصف صدی ہی ہوئی ہے۔ چناچہ پچھلی نصف صدی سے سائنسی ترقی کے سبب مسلسل حیرت انگیز انکشافات ہو رہے ہیں اور آئے روز نت نئی ایجادات سامنے آرہی ہیں۔ ان سائنسی معلومات کے اکتشافات اور حقائق کے بےنقاب ہونے سے بتدریج قرآن کا حق ہونا ثابت ہوتا چلا جا رہا ہے۔ دورئہ ترجمہ قرآن کے آغاز میں ”تعارفِ قرآن“ کے تحت اعجازِ قرآن کے مختلف پہلوئوں پر تفصیل سے گفتگو ہوچکی ہے۔ ان تمام پہلوئوں کا احصاء اور احاطہ کرنا انسان کے بس کی بات نہیں۔ نزولِ قرآن کے وقت اعجازِ قرآن کے جس پہلو نے اہل ِعرب کو سب سے زیادہ متاثر بلکہ مسحور کیا تھا وہ اس کی فصاحت ‘ بلاغت اور ادبیت تھی۔ اس وقت قرآن نے عرب بھر کے شعراء ‘ خطباء اور فصحاء کو ان کے اپنے میدان میں چیلنج کیا کہ اگر تم لوگ دعویٰ کرتے ہو کہ یہ اللہ کا کلام نہیں ہے تو تم اس جیسی ایک سورت بنا کر دکھائو۔ یہ چیلنج انہیں اس میدان میں دیا گیا تھا جس کے شہسوار ہونے پر انہیں خود اپنے اوپر ناز تھا اور جس کے نشیب و فراز کو وہ خوب اچھی طرح سے سمجھتے تھے۔ لیکن اس کے باوجود وہ اس چیلنج کا جواب نہ دے سکے۔  نزولِ قرآن کے وقت عربوں کے ہاں چونکہ شاعری اور سخن وری و سخن فہمی کا بہت چرچا تھا اس لیے اس دور میں قرآن نے اپنے اسی ”اعجاز“ کو نمایاں کیا تھا۔ آج جبکہ سائنس کا دور ہے تو آج اعجازِ قرآن کے سائنسی پہلو کو اجاگر کرنے کی ضرورت ہے۔ اگرچہ قرآن نے انسان کو کائنات میں بکھری ہوئی آیاتِ الٰہیہ کا مشاہدہ کرنے اور ان پر غور کرنے کی بار بار دعوت دی ہے ‘ لیکن ظاہر بات ہے کہ اس میدان میں چودہ سو سال پہلے کے مشاہدے اور آج کے مشاہدے میں زمین آسمان کا فرق ہے۔ پرانے زمانے کا انسان کائنات کے عجائبات کو ننگی آنکھ سے دیکھتا تھا جبکہ آج کے انسان کو بہت بڑی بڑی ٹیلی سکوپس ‘ الیکٹرانک مائیکرو سکوپس اور نہ جانے کون کون سی سہولیات میسر ہیں۔ بہرحال آج خصوصی محنت اور کوشش سے یہ حقیقت دنیا کے سامنے لانے کی ضرورت ہے کہ جن حقائق تک سائنس آج پہنچ پا رہی ہے قرآن نے بنی نوع انسان کو چودہ صدیاں پہلے ان سے متعارف کر ادیا تھا۔ لیکن مقام افسوس ہے کہ ابھی تک کسی مسلمان اسکالر کو قرآن اور سائنسی معلومات کا تقابلی مطالعہ comparative study کرکے یہ ثابت کرنے کی توفیق نہیں ہوئی کہ اب تک کے تمام سائنسی انکشافات قرآن کی فراہم کردہ معلومات کے عین مطابق ہیں۔ حال ہی میں فرانسیسی سرجن ڈاکٹر موریس بوکائی [ Maurice Bucaile 1920- 1998 ] نے ”بائبل ‘ قرآن اور سائنس“ The Bible , The Quran and Science کے نام سے ایک کتاب لکھی ہے ‘ جس میں اس نے ثابت کیا ہے کہ اب تک جو بھی سائنسی حقائق دنیا کے سامنے آئے ہیں وہ نہ صرف قرآن میں دی گئی تفصیلات کے عین مطابق ہیں بلکہ ان سب کے مطالعہ سے قرآن کی حقانیت بھی ثابت ہوتی ہے۔ اپنی اسی تحقیق کی بدولت موصوف سرجن کو ایمان کی دولت بھی نصیب ہوئی۔  قرآن کی بعض آیات تو اگرچہ آج بھی سائنسی حوالے سے تحقیق طلب ہیں ‘ لیکن اس میں بھی کوئی شک نہیں کہ اب تک سامنے آنے والے سائنسی انکشافات کی روشنی میں قرآن کی متعلقہ آیات و عبارات کے مفاہیم و مطالب مزید نکھرکر سامنے آئے ہیں۔ بلکہ ایسا بھی ہوا ہے کہ قرآن کے بعض الفاظ کے جو معانی پرانے زمانے میں سمجھے گئے تھے وہ غلط ثابت ہوئے ہیں اور ان کی جگہ ان الفاظ کے زیادہ واضح اور زیادہ منطقی معانی سامنے آئے ہیں۔ مثلاً لفظ عَلَقَہ کا وہ مفہوم جو قبل ازیں سورة المومنون کی آیت 14 کے ضمن میں بیان ہوا ہے زیادہ بہتر اور درست ہے۔ اور لفظ ”فائدہ“ اور ”فواد“ کی وہ وضاحت جو سورة بنی اسرائیل کی آیت 36 کے تحت دی گئی ہے زیادہ واضح اور منطقی ہے۔  اسی طرح اجرام سماویہ کے بارے میں قرآنی الفاظ { وَکُلٌّ فِیْ فَلَکٍ یَّسْبَحُوْنَ۔ } یٰسٓ کا وہ مفہوم جو آج کے انسان کو معلوم ہوا ہے وہ پرانے زمانے کے انسان کے وہم و گمان میں بھی نہیں تھا ‘ بلکہ انسانی تاریخ شاہد ہے کہ اجرامِ فلکی اور ان کی گردش سے متعلق مختلف زمانوں میں مختلف موقف اختیار کیے گئے۔ کسی زمانے میں انسان سمجھتا تھا کہ زمین ساکن ہے اور سورج حرکت میں ہے۔ پھر اسے یوں لگا جیسے سورج ساکن ہے اور زمین اس کے گرد گھومتی ہے۔ حتیٰ کہ آج کے انسان نے اپنی تحقیق و جستجو سے یہ ثابت کردیا کہ سچ یہی ہے : { وَکُلٌّ فِیْ فَلَکٍ یَّسْبَحُوْنَ 4 } کہ یہ سب ہی اپنے اپنے مدار میں گھوم رہے ہیں۔ بلکہ کائنات کا ذرّہ ذرّہ متحرک ہے ‘ حتیٰ کہ ہر ایٹم atom کے اندر اس کے اجزاء الیکٹرانز ‘ پروٹانز اور نیوٹرانز بھی بےتابانہ مسلسل گردش میں ہیں۔ اقبالؔ نے اپنے اس شعر میں اسی حقیقت کی ترجمانی کی ہیـ: ؎ سکوں محال ہے قدرت کے کارخانے میں ثبات اک تغیر کو ہے زمانے میں ! موجودہ دور میں اگرچہ مسلمانوں کو قرآن اور سائنس کے حوالے سے خصوصی اہتمام کے ساتھ تحقیق و تدقیق کرنے کی ضرورت ہے ‘ لیکن ایسی کسی تحقیق کے دوران خواہ مخواہ تکلف کرنے اور زبردستی کھینچ تان کر کے قرآن کے دور ازکار مفاہیم نکالنے کی کوشش میں نہیں رہنا چاہیے۔ بلکہ جہاں پر عقلی اور سائنسی طور پر بات سمجھ میں نہ آئے وہاں تسلیم کرلینا چاہیے کہ ابھی بات واضح نہیں ہے اور ساتھ ہی ساتھ یہ بھی یقین رکھنا چاہیے کہ یہ سب اللہ کی طرف سے ہے : { کُلٌّ مِّنْ عِنْدِ رَبِّنَاج } آل عمران : 7۔ ایک وقت ضرور آئے گا کہ جو بات آج واضح نہیں ہے وہ واضح ہوجائے گی ‘ اور خارج کی دنیا میں اس حوالے سے جو حقائق بھی منکشف ہوں گے وہ قرآن کے الفاظ کے عین مطابق ہوں گے۔ ان شاء اللہ ! البتہ جن سائنسی حقائق کی اب تک قرآن کے ساتھ مطابقت ثابت ہوچکی ہے انہیں عام کر کے قرآن کی حقانیت کے سائنٹفک ثبوت کے طور پر لوگوں تک پہنچانے کی کوشش کرنی چاہیے۔  آیت زیر مطالعہ میں فعل مضارع سَنُرِیْہِمْ سے پہلے ”س“ کی وجہ سے اس لفظ کے مفہوم میں خصوصی طور پر مستقبل کا مفہوم پیدا ہوگیا ہے۔ یعنی مستقبل میں ہم انہیں اپنی ایسی نشانیاں دکھائیں گے جن سے قرآن کی حقانیت واضح ہوجائے گی۔ اس ”مستقبل“ کا احاطہ کرنے کی کوشش میں اگر چشم تصور کو جنبش دی جائے تو اس کی حدود نزول قرآن کے دور کی فضائوں سے لے کر زمانہ قیامت کی دہلیز تک وسعت پذیر نظر آئیں گی۔ آج وقت کی شاہراہ پر انسانی علم کی برق رفتاری کا منظر دیکھنے سے تعلق رکھتا ہے۔ ہر آنے والے دن کے ساتھ انسانی تحقیق کا دائرہ وسیع سے وسیع تر ہوتا چلا جا رہا ہے۔ خلاء کی پہنائیوں کے راز اس کے سامنے ایک ایک کر کے بےنقاب ہوتے چلے جا رہے ہیں۔ سمندروں کی اتھاہ گہرائیاں اس کی عمیق نظری کے سامنے سرنگوں ہیں۔ قطب شمالی Arctic اور قطب جنوبی Antarctic سمیت زمین کا چپہ چپہ ہر پہلو سے نت نئی تحقیق کی زد میں آچکا ہے۔ غرض سائنسی ترقی کا یہ ”جن“ کہکشائوں کی بلندیوں سے لے کر تحت الثریٰ ّکی گہرائیوں تک معلومات کے خزانے اکٹھے کر کے بنی نوع انسان کے قدموں میں ڈالتا چلا جا رہا ہے۔ لیکن الحمد للہ ! اس تحقیق کے ذریعے سے اب تک جو حقائق بھی سامنے آئے ہیں وہ سب کے سب قرآن کی حقانیت پر گواہ بنتے چلے جا رہے ہیں۔ ظاہر ہے علم و تحقیق کا یہ قافلہ وقت کی شاہراہ پر اپنا سفر قیامت تک جاری رکھے گا۔ ہمارا ایمان ہے کہ اس سفر کے دوران ایجادو دریافت کے میدان میں انسان کو جو کامیابیاں بھی نصیب ہوں گی اور انفس و آفاق کی دنیائوں کے جو جو راز بھی منکشف ہوں گے وہ سب کے سب بالآخر قرآن حکیم کی حقانیت پر مہر ِتصدیق ثبت کرتے چلے جائیں گے۔ { اَوَلَمْ یَکْفِ بِرَبِّکَ اَنَّہٗ عَلٰی کُلِّ شَیْئٍ شَہِیْدٌ } ”کیا یہ بات کافی نہیں ہے کہ آپ کا ربّ ہرچیز پر گواہ ہے !“ کائنات کی ہرچیز اس کی نگاہوں کے سامنے ہے۔ لیکن اس نے قرآن میں صرف اسی حد تک حقائق کا ذکر کیا ہے جس حد تک انسان انہیں سمجھ سکتا ہے اور اسی انداز میں ان کا ذکر کیا ہے جس انداز میں انسانی فہم و شعور کی رسائی ان تک ہوسکتی ہے۔ ظاہر ہے وہ حقائق جن تک آج کے انسان کی تدریجاً رسائی ہوئی ہے اگر وہ آج سے پندرہ سو سال پہلے من و عن بیان کردیے جاتے تو اس وقت انہیں کون سمجھ سکتا تھا۔",
  "ayah": 53,
  "surah": 41
}
