{
  "text": "Before approaching verse 16: تَـتَجَافٰى جُنُوْبُهُمْ عَنِ الْمَضَاجِعِ يَدْعُوْنَ رَبَّهُمْ خَوْفًا وَّطَمَعًا (Their sides remain apart from their beds. They call their Lord with fear and hope - 16), it should be borne in mind that disbelievers, Mushriks and the deniers of the day of Qiyamah were warned in the verses previous to it. After that, starting from: اِنَّمَا يُؤْمِنُ بِاٰيٰتِنَا ! (Only those people believe in Our verses - 15) mentioned there are special attributes of sincere believers and the high ranks reserved for them. Pointed to in the cited verse is one such attribute of these believers: They leave the comfort of their beds, rise and get busy with the remembrance of Allah in submission and supplication - because, they are apprehensive of His displeasure and punishment while remaining hopeful of His mercy and reward. This very combination of fear and hope keeps them returning to Dhikr and Du'a' repeatedly, anxiously and animated at the same time.\nThe Salah of Tahajjud\nThe majority of commentators takes the expression denoting the leaving of beds and getting busy with Dhikr and Du'a' to mean the Salah of Tahajjud and Nawafil that are offered after rising from sleep (which is the saying of al-Hasan, Mujahid, Malik and al-Awza'i رحمۃ اللہ علیہم). And it is supported by narrations of Hadith as well.\nAccording to a report in the Musnad of Ahmad, at-Tirmidhi, an-Nasa'i and others, Sayyidna Mu` adh Ibn Jabal v narrates: 'Once I was in the company of the Holy Prophet ﷺ on a journey. One morning during the course of the journey when I was near him, I requested: \"Y Rasulallah, tell me to do something which helps me enter Paradise and keeps me away from Hell.\" He said, \"You asked for something very difficult. But, for whomsoever Allah Ta’ ala makes it easy, for him it becomes easy.\" Then he said, \"This is what you should do: Worship Allah and associate no one with Him, and establish Salah, and pay Zakah, and keep the fasts of Ramadan, and perform the Hajj of Baytullah.\" And then he said, \"Here, now let me tell you about the gateways of righteousness: Fasting is a shield (that saves you from punishment). Sadaqah puts off the fire of one's sins - so does one's Salah in the middle of the night.\" And after having said that, he recited the cited verse of the Holy Qur'an: تَتَجَافَىٰ جُنُوبُهُمْ عَنِ الْمَضَاجِعِ (Their sides remain apart from their beds - 16).\nSayyidna Abu ad-Darda', Qatadah and Dahhak ؓ have said that this attribute of sides remaining apart from beds also applies to those who make their Salah of ` Isha' with Jama` ah and then go on to make their Salah of Fajr with Jama` ah. And according to a narration of Sayyidna Anas ؓ appearing in Tirmidhi with sound chains of authority, this verse: تَتَجَافَىٰ جُنُوبُهُمْ (Their sides remain apart) was revealed about people who do not sleep before the Salah of 'Isha' and keep waiting for the Jama’ ah of ` Isha'.\nAnd according to some other reports, this verse is about people who offer nawafil between Maghrib and ` Isha' (reported by Muhammad Ibn Nasr). And about this verse, Sayyidna Ibn ` Abbas ؓ said: People who would, on waking up, remember Allah - lying, sitting and on sides - are also included therein.\nIbn Kathir and other Tafsir authorities have said that there is no contradiction in all these sayings. It is correct to say that this verse is inclusive of all - while the late night Salah remains the superior most. Bayan ul-Qur'an has also opted for this approach.\nAnd Sayyidah Asma' bint Yazid ؓ  narrates: The Holy Prophet ﷺ said, 'when Allah Ta’ ala will gather everyone from the first to the last, a proclaimer whose call will be heard by the entire creation will call: 'This day everyone on the plains of Resurrection will find out as to who is really deserving of honor and compliment.' Then, the proclaiming angel will proclaim: '0 people assembled on the plains of Resurrection, let those rise from among you, those whose attribute was: تَتَجَافَىٰ جُنُوبُهُمْ (Their sides remain apart from their beds - 16) '. At this call, these people will stand up, though their number will be small. (Ibn Kathir) And some words of the same narration say that these people will be sent to Paradise without reckoning. After that, all others will stand and face reckoning. (Mazhari)",
  "ayah": 17,
  "surah": 32
}
