{
  "text": "إِنَّ اللَّـهَ عِندَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ مَا فِي الْأَرْ‌حَامِ ۖ وَمَا تَدْرِ‌ي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا ۖ وَمَا تَدْرِ‌ي نَفْسٌ بِأَيِّ أَرْ‌ضٍ تَمُوتُ\nSurely, it is Allah with whom rests the knowledge of the Hour, and He sends down the rain, and He knows what is in the wombs. And no one knows what he will earn tomorrow and no one knows in which land he will die. Surely, Allah is All Knowing, All Aware - 31:34.\nThough, it has not been made explicit in the first three things that no one has their knowledge other than Allah, but the style of the statement is such that it seems to give the impression that the knowledge of these things rests limited to Divine Knowledge. As for the other two things mentioned later, there it has been explicitly said that no one has their knowledge other than Allah. These very five things have been called \"keys to the Unseen\" (مَفَاتح الغیب\t:mafatih al-ghayb) in a verse of Surah Al An` am: وَعِندَهُ مَفَاتِحُ الْغَيْبِ لَا يَعْلَمُهَا إِلَّا هُوَ (And with Him are the keys of the Unseen. No one knows them but He - 6:59). In Hadith, it has been referred as مَفَاتیح الغیب (mafatih al-ghayb). Both مَفَاتح\t(mafatih) and مَفَاتیح (mafatih) are the plural forms of مِفتَاح (miftah) meaning key which opens locks. It signifies sources of the Unseen that unravel its information.\nThe Issue of the ` Ilm ul-Ghayb عِلمُ الغَیب (Knowledge of the Unseen)\nNecessary details about this issue have been given under the commentary on verse 65: قُل لَّا يَعْلَمُ مَن فِي السَّمَاوَاتِ وَالْأَرْ‌ضِ الْغَيْبَ إِلَّا اللَّـهُ (Say, 'No one in the heavens and the earth has the knowledge of the Unseen except Allah.' - 27:65) of Surah An-Naml (Ma’ ariful-Qur’ an, Volume VI). That the knowledge of the unseen is particular to Allah Ta’ ala in the absolute sense has been explicitly mentioned in this verse - and this has been the belief of the entire Muslim community from the earliest to the succeeding generations. As for the description of only five things particularly - that no created being has their knowledge and that it is Allah alone who knows these - it is not meant for particularization. Otherwise, it would pose a contradiction with the verse of Surah An-Naml quoted above. The fact is that these five things have been mentioned here to highlight their special significance.\nThere is a reason for this specific treatment and marked attention. Things of the Unseen that one is generally keen to find out are just these five. Then, there are astrologers and their kind who lay a claim to the knowledge of the unseen. Things they usually pick up to inform people about, and thereby prove that they are possessors of the knowledge of the unseen, are again these very five things. And in some narratives of Hadith it has been reported that someone had asked the Holy Prophet ﷺ about these five things whereupon this verse was revealed and wherein it has been stated that the knowledge of these five is particular with Allah Ta’ ala. (Ruh u1-Ma’ ani)\nAs for the statement of the Holy Prophet ﷺ reported on the authority of Sayyidna Ibn ` Umar and Ibn Mas` ؓ in Hadith: اُوتِیتُ مَفَاتِح کُلِّ شَیءِ اِلَّاالخَمس (I have been given the keys to everything except the five) (reported by Imam Ahmad - Ibn Kathir), the word: اُوتِیتُ (I have been given) itself makes it all clear. It shows that the knowledge of unseen things other than these five which came to the Holy Prophet ﷺ came in the form of revelation (wahy) from Allah Ta’ ala. Therefore, it is not included under the definition of the knowledge of the unseen ('Ilm ul-ghayb) because the news about things unseen given to the blessed prophets through wahy (revelation) and to the men of Allah (auliya' ) through ilham (inspiration) come from Allah Ta’ ala. In terms of their reality, they are not the knowledge of the unseen based on which they could be called the possessors of 'the knowledge of the unseen' (` alim ul-ghayb). They are, rather, اَنباُء الغَیب (news of the unseen). This is an area of Divine prerogative. Whenever Allah Ta’ ala so wills, and in whatever measure He wills, He would bestow such information on His angels, messengers and favored servants. These are called (anba 'ul-ghayb) in the noble Qur'an, for instance: تِلْكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهَا إِلَيْكَ (These are some reports from the Unseen (events) which We reveal to you - 11:49).\nTherefore, the Hadith quoted above means that, no doubt, Allah Ta’ ala has made these five things so exclusive to Himself that no angel or messenger has been given their knowledge even as 'news' of the unseen. However, besides these, a fair amount of the knowledge relating to other unseen things is given out to the blessed prophets (علیہم السلام) through the medium of wahy (revelation).\nThus, from what has been discussed above, we now know one more reason why these five things have been mentioned specially.\nA doubt and its answer\nThe cited verse proves that even in the absolute knowledge of the unseen which is an integral attribute of Allah Ta’ ala there are five particular things the knowledge of which is not given to any prophet even through wahy (revelation). This demands that these things should never become known to anyone. However, countless events relating to men of Allah (auliya' ) in the Muslim community have been reported to the effect that somewhere they gave the news of rain, or pregnancy, or someone doing or not doing a deed in the future, or someone's exact place of death. And this foreboding turned out to be true as well when observed.\nSimilarly, there are some astrologers or people well versed in the art of divination through what is known as Jafar and Ramal who would come up with some bits of information about these things and these, at some times, would turn out to be true as well. This raises the question: How, then, could these five things remain exclusive to Divine Knowledge?\nOne answer to this question is the same as has appeared in details under our Commentary on Surah An-Naml (27:65, Ma’ ariful-Qur an, Volume VI). A brief one has been given above to the effect that the Knowledge of the Unseen, in its real sense, is knowledge without the mediation of a physical cause - that is, sans medium, by itself. If these things are received by the blessed prophets through wahy (revelation), by men of Allah (auliya' ) through ilham (inspiration) and by astrologers and other claimants to divination or prediction through their calculations and physical causes, then, that is no knowledge of the unseen as such. Instead, these are 'news' of the unseen. If someone from among the creation of Allah were to receive such news relating to some partial or personal matter, it would not be contradictory of the cited verse. The reason is simple. According to the substance of the verse, the total knowledge of these five things, a knowledge which comprehends everything created as well as every relative condition, is something not given by Allah Ta'ala to anyone, neither through wahy (revelation) nor through ilham (inspiration). That someone gets to receive some partial knowledge through ilham (inspiration) in a stray case is not contradictory to it.\nIn addition to that, when we say 'ilm (knowledge), it means absolute knowledge. That no one has except Allah Ta’ ala. The knowledge a man of Allah (waliyy) receives through ilham (inspiration) is not absolute. Many probabilities of error or false perception exist in it. As for the information given out by astrologers and their ilk, it is a common observation that they hardly come up to the level of a single truth out of ten lies. How can that be called 'absolute knowledge'?\nThe issue of the Knowledge of the Unseen: An important note\nMy respected teacher, Shaykh ul-Islam Shabbir Ahmad 'Usmani has made a brief but comprehensive comment in his explanatory notes on the Holy Qur'an which helps remove all doubts and difficulties of the nature mentioned above. He has said that there are two kinds of al-Ghayb (the unseen): (1) Injunctions of the unseen (al- ahkam ul-ghaybiyyah), such as, the injunctions originating from revealed laws that include the knowledge of the Being and attributes of Allah Ta'ala as well and are called the knowledge of beliefs (al-` aqa'id). Also included therein are all injunctions of the Shari'ah or revealed law which tell us as to what sort of conduct meets the approval or disapproval of Allah Ta’ ala. It goes without saying that all these things belong to nowhere but the unseen.\n(2) Cosmology of the unseen (al-akwan ul-ghaybiyyah), that is, the knowledge of the events occurring in the world. The knowledge of the unseen things of the first kind has been given by Allah Ta'ala to His prophets and messengers. This is mentioned in the Qur'an in the following words: فَلَا يُظْهِرُ عَلٰي غَيْبِهٖٓ اَحَدًا اِلَّا مَنِ ارْتَضٰى مِنْ رَّسُوْلٍ (He is the) Knower of the Unseen. So He does not let anyone know His Unseen, except a messenger whom He chooses (to inform through revelation) - 72:26-27.\nAs for the unseen events and occurrences of the other kind, their knowledge - the whole of it - is just not given by Allah Ta’ ala to anyone. That remains categorically exclusive to Him as His intrinsic attribute. But, He gives partial knowledge of particular events when He wills and as much He wills. As such, the real knowledge of the unseen - all of it - remains exclusive to Allah Ta’ ala. Then, as is His customary practice, He reveals to the blessed prophets the knowledge of the injunctions of the unseen from out of His knowledge of the unseen - and this very knowledge is the purpose of their mission. Then, there is the partial knowledge of the events and occurrences of the world. That too is given by Allah Ta’ ala to prophets through revelation (wahy) and men of Allah (auliya' ) through inspiration (ilham) at His discretion and to the measure of His choice. Thus, the part of knowledge so given is knowledge that has been bestowed on them by Allah Ta’ ala. In the real sense, this cannot be called: علم الغیب (` ilm ul-ghayb: the knowledge of the unseen). Instead, it is called: اَنباء الغیب \"an[ m ] ba' il-ghayb: the news of the unseen.\"\nSpecial note concerning the words of the verse\nIn this verse, the objective is to describe the exclusiveness of the knowledge of these five things with Allah Ta’ ala in a manner that shows marked care and attention. This objective obviously required that five things should have been enumerated under a single head saying that their knowledge is exclusive to Allah Ta’ ala and that no created entity has been given their knowledge. But, in the cited verse, this was not done. Instead, as for the knowledge of the initial three things, it was mentioned positively as being exclusive to Allah - while, in the later two things, the statement was negative declaring that no one other than Allah has their knowledge. Let us go back to the initial three things. Here, a variation in style becomes fairly visible even in these three. We see that the knowledge of the Hour has been mentioned in the following manner: إِنَّ اللَّـهَ عِندَهُ عِلْمُ السَّاعَةِ (Surely, it is Allah with whom rests the knowledge of the Hour). Then the mode changes. The second thing has been taken up in the form of a verbal sentence by saying: يُنَزِّلُ الْغَيْثَ (and He sends down the rain). It simply has no mention of the knowledge of rain. Instead, it mentions the sending down of rain. The third thing was mentioned with a changed mode once again and it was said: وَيَعْلَمُ مَا فِي الْأَرْ حَامِ (and He knows what is in the wombs). This change of modality can only be taken as a sampling of versatility in eloquence of speech. If one were to ponder, there are other elements of wisdom embedded here. The respected author of Bayan ul-Qur'an has described these in his Tafsir.\nIn brief, the last two things - what will one earn tomorrow and in which land will one die - are states connected with the human person. It was probable that one would try to seek the relevant knowledge about these. Therefore, in both these cases, the acquiring of such knowledge on the part of anyone other than Allah was negated. Also proved effectively through this statement was the absence of the knowledge of the first three things for anyone other than Allah. The argument was simple. Here is someone who does not know about his doings and earnings tomorrow. Then, he does not know the end of it all, the point when and where he will die. How could he, then, be expected to know the heavens and the coming of rains and the thing hidden in the dark layers of a mother's womb? Finally, when mentioning the last thing, it was said that one does not know the place of one's death. Yes, the text mentions 'place' only - although, one does not know one's time of death too just like the place of death. The reason is that the place of death, even if not known definitely, is something one can guess in terms of one's outward living conditions. One can naturally assume that the place where one is settled would be the place where one would die, and at the least, the place where one is to die is, after all, present somewhere in the world. This is contrary to the time of death. This time is in the future and the future is not here yet. So, a person who cannot know about his place of death, despite that it is present actually, how can it be imagined about him that he would come to know his time of death which simply does not exist then?\nSo, the negation of one thing here makes the negation of others obvious in the first degree. Therefore, the text takes up both these things in the negative mode. As for the first three things, they are by themselves outside the scope of human access under perceptible conditions. That human knowledge has nothing to do with it is all too clear. Therefore, a positive mode was chosen to describe their exclusiveness to Allah Ta’ ala.\nBefore parting with the subject, a few words about the use of nominal form in the first sentence and the verbal one in the later two sentences may be useful. Perhaps, the wisdom therein is to suggest that the Qiyamah or the Last Day is a definite imperative with no change in it. This is contrary to the coming of rain and the period of pregnancy. Their conditions keep changing - and the verbal sentence is suggestive of change. Therefore, that is what was used in both these cases. Then, we notice a delicacy of treatment within these two as well. When dealing with the conditions of pregnancy, what was mentioned was Divine knowledge: وَيَعْلَمُ مَا فِي الْأَرْحَامِ (and He knows what is in the wombs - 34) while in taking up the subject of the coming of rain, there is just no mention of knowledge. There is a reason for it. Here, by mentioning the sending down of rain, it was tacitly suggested that the rain to which are tied thousands of human benefits is something that comes at the bidding of Allah alone and that no one else exercises the ultimate control over it. As for the essential exclusiveness of its knowledge being with Allah, it already stands proved from the very context of the statement....\nAl-hamdulillah\nThe Commentary on\nSurah Luqman\nEnds here",
  "ayah": 2,
  "surah": 32
}
