{
  "text": "Everything is good in this world. Evil comes through its wrong use.\nIn verse 7, it was said: الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ \"Who made well whatever He created good”. The reason is that Allah Ta’ ala has made whatever He has created in this world under the dictate of His wisdom, and under the essential consideration of what is beneficial for the whole system. Therefore, everything has a beauty of its own. And the most beautiful and better than all is the making of man as it was said: لَقَدْ خَلَقْنَا الْإِنسَانَ فِي أَحْسَنِ تَقْوِيمٍ (Surely, We did create man in the best of symmetry - 95:4).\nThen there are creations other than man that may outwardly be taken as bad. In fact, dogs, pigs, snakes, scorpions and wolfs are commonly considered bad because they are either poisonous or beastly. But, in terms of the expedient benefits of the world as a whole, none of these is really bad. A proverbial poetic observation in Urdu puts it as:\nنہیں ہے چیز نکمّی کوئی زمانے میں کوئی بُرا نہیں قدرت کے کارخانے میں\nThere is nothing useless in the world\nThere is no one bad in the workshop of nature.\nThe author of Bayan ul-Qur'an has said, 'the text's كُلَّ شَيْءٍ (whatever) includes all substances and accidents, that is, also things which have corporeal substance, such as, animals, plants and minerals etc. as well as incorporeal things which include even morals and deeds. So much so that morals which are identified as bad - anger, greed, desire and their likes - are not bad in themselves. The bad about them emerges when they are used out of place. If they stay in their proper place, there is nothing bad in them. But, the sense being driven home here relates to the objective of their creation ( takwin )and introduction of these things - for that is nothing but good according to divine wisdom. However, the qualities of 'good' and 'bad' are attached to them in relation to the human acts and their effects on individuals. We can call it one's right or choice employed in doing something. Then, in those terms, everything is not good, in fact, it is circumscribed by a little detail, that is, whatever has not been allowed by Allah Ta` Hla is not good, but is, rather bad.' Allah knows best.\nThe sentence that follows next reads: وَبَدَأَ خَلْقَ الْإِنسَانِ مِن طِينٍ (and started the creation of man from clay - 7). Earlier, it was said that Allah Ta’ ala has made everything 'good' in this world. Mentioned thereafter was man, the most beautiful of all. Then, to give expression to His most perfect power alongside, it was also said that the making of man as the most superior form of creation was not because the essential ingredient of his creation was most noble, elegant and superior, which may have made it so. In fact, as for the essential ingredient that went into his making, it was something as mean and lowly as the semen. Thereafter, the rest was a masterpiece of His perfect power and profound wisdom. It was this great combination that took something so low to such a height that man was rated as the most noble Divine creation.",
  "ayah": 7,
  "surah": 32
}
