{
  "text": "ابن جریر نے حضرت ابو ذ ر سے نقل کیا ہے کہ میں رسول اللہ صلی اللہ علیہ وسلم کی مجلس میں شریک ہوا۔ یہ ایک لمبی مجلس تھی۔ آپ نے فرمایا اے ابو ذر، کیا تم نے نماز پڑھ لی۔ میں نے کہا نہیں اے خدا کے رسول۔ آپ نے فرمایا اٹھو اور دو رکعت نماز پڑھو۔ وہ نماز پڑھ کر دوبارہ مجلس میں آکر بیٹھے تو آپ نے فرمایااے ابو ذر کیا تم نے جن وانس کے شیطانوں کے مقابلہ میں اللہ سے پناہ مانگی۔ میں نے کہا نہیں اے خدا کے رسول، کیا انسانوں میں بھی شیطان ہوتے ہیں۔ آپ نے فرمایاہاں، وہ شیاطینِ جن سے بھی زیادہ برے ہیں (نَعَمْ، هُمْ شَرٌّ مِنْ شَيَاطِينِ الْجِنِّ )تفسیر ابن جریر الطبری، جلد 9، صفحہ 500\nیہاں شیاطین انس سے مراد وہ لوگ ہیں جو دعوت حق کو بے اعتبار ثابت کرنے کے ليے قائدانہ کردار ادا کرتے ہیں۔ یہ وہ لوگ ہیں جو خود ساختہ مذہب کی بنیاد پر عزت ومقبولیت کا مقام حاصل كيے ہوئے ہوتے ہیں۔ جب حق کی دعوت اپنی بے آمیز شکل میں اٹھتی ہے تو ان کو محسوس ہوتا ہے کہ وہ ان کو برہنہ کررہی ہے۔ ایسے لوگوں کے لیے سیدھا راستہ تو یہ تھا کہ وہ حق کی وضاحت کے بعد اس کو مان لیں مگر حق کے مقابلہ میں اپنا مقام ان کو زیادہ عزیز ہوتا ہے۔ اپنی حیثیت کو بچانے کے لیے وہ خود داعی اور اس کی دعوت کو مشتبہ ثابت کرنے میں لگ جاتے ہیں۔ اس مقصد کے لیے وہ خوش نما الفاظ کا سہارا لیتے ہیں۔ وہ داعی اور اس کی دعوت میںایسے شوشے نکالتے ہیں جو اگرچہ بذاتِ خود بے حقیقت ہوتے ہیں مگر بہت سے لوگ اس سے متاثر ہو کر اس کے بارے میں شبه ميں پڑجاتے ہیں۔\nموجودہ دنیا میں جو امتحانی حالات پیدا كيے گئے ہیں ان میں سے ایک یہ ہے کہ یہاں صحیح بات کہنے والے کو بھی الفاظ مل جاتے ہیں اور غلط بات کہنے والے کو بھی۔ حق کا داعی اگر حق کو دلائل کی زبان میں بیان کرسکتا ہے تو اسی کے ساتھ باطل پرستوں کو بھی یہ موقع حاصل ہے کہ وہ حق کے خلاف کچھ ایسے خوش نما الفاظ بول سکیں جو لوگوں کو دلیل معلوم ہوں اور وہ اس سے متاثر ہو کر حق کا ساتھ دینا چھوڑ دیں۔ یہ صورت حال امتحان کی غرض سے ہے اس ليے وہ لازماً قیامت تک باقی رہے گی۔ اس دنیا میں بہر حال آدمی کو اس امتحان میں کھڑا ہونا ہے کہ وہ سچے دلائل اور بے بنیاد باتوں کے درمیان فرق کرے اور بے بنیاد باتوں کو رد کرکے سچے دلائل کو قبول کرلے۔\nشیاطینِ انس اپنی ذہانت سے حق کے خلاف جو پُرفریب شوشے نکالتے ہیں وہ انھیں لوگوں کو متاثر کرتے ہیں جو آخرت کے فکر سے خالی ہوں۔ آخرت کا اندیشہ آدمی کو انتہائی سنجیدہ بنادیتا ہے اور جو شخص سنجیدہ ہو اس سے باتوں کی حقیقت کبھی چھپی نہیں رہ سکتی۔ مگر جو لوگ آخرت کے اندیشہ سے خالی ہوں وہ حق کے معاملہ میں سنجیدہ نہیں ہوتے۔ اسی لیے وہ شوشہ اور دلیل کا فرق بھی سمجھ نہیں پاتے۔",
  "ayah": 112,
  "surah": 6
}
