{
  "text": "مشرکین میں یہ رواج تھا کہ وہ فصل اور مویشی میں سے اللہ کا اور بتوں کا حصہ نکالتے۔ اگر وہ دیکھتے کہ خدا کے حصہ کا جانور یا غلہ اچھا ہے تو ا س کو بدل کر بتوں کی طرف کردیتے۔ مگر بتوں کا اچھا ہوتا تو اس کو خدا کی طرف نہ کرتے۔پیداوار کی تقسیم کے وقت بتوں کے نام کا کچھ حصہ اتفاقاً اللہ کے حصہ میں مل جاتا تو اس کو الگ کرکے بتوں کی طرف لوٹا دیتے۔ اور اللہ کے نام کا کچھ حصہ بتوں کی طرف چلا جاتا تو اس کو نہ لوٹاتے۔ اسی طرح اگر کبھی نذر ونیاز کا غلہ خود استعمال کرنے کی ضرورت پیش آجاتی تو خدا کا حصہ لے لیتے مگر بتوں کے حصہ کو نہ چھوتے۔ وہ ڈرتے تھے کہ کہیں کوئی بلا نازل ہوجائے۔ کہنے کے ليے وہ خدا کو مانتے تھے مگر ان کا اصل یقین اپنے بتوں کے اوپر تھا۔ حقیقت یہ ہے کہ آدمی محسوس بتوں کو اسی ليے گھڑتا ہے کہ اس کو غیر محسوس خدا پر پورا بھروسہ نہیں ہوتا۔\nیہی حال ہر اس شخص کا ہوتا ہے جو زبان سے تو اللہ کو مانتا ہومگر اس کا دل اللہ کے سوا کہیں اور اٹکا ہوا ہو۔ جو لوگ کسی زندہ یا مردہ ہستی کو اپنی عقیدتوں کا مرکز بنالیں ان کا حال بھی یہی ہوتا ہے کہ جو وقت ان کے یہاں خدا کی یاد کا ہے اس میں تو وہ اپنے ’’شریک‘‘ کی یاد کو شامل کرلیتے ہیں۔ مگر جو وقت ان کے نزدیک اپنے شریک کی یاد کا ہے اس میں خدا کا تذکرہ انھیں گوارا نہیں ہوتا۔ شیفتگی اور وارفتگی کا جو حصہ خدا کے لیے ہونا چاہیے اس کا کوئی جزء وہ بآسانی اپنے شریکوں کو دے دیں گے۔ مگر اپنے شریک کے ليے وہ جس شیفتگی اور وارفتگی کو ضروری سمجھتے ہیں اس کا کوئی حصہ کبھی خدا کو نہیں پہنچے گا۔ جو مجلس خدا کی عظمت وکبریائی بیان کرنے کے ليے منعقد کی جائے اس میں ان کے شریکوں کی عظمت وکبریائی کا بیان تو کسی نہ کسی طرح داخل ہوجائے گا۔ مگر جو مجلس اپنے شریکوں کی عظمت و کبریائی کا چرچا کرنے کے ليے ہو وہاں خدا کی عظمت وکبریائی کا کوئی گزر نہ ہوگا۔\nان شریکوں کی اہمیت کبھی ذہن پر اتنا زیادہ غالب آتی ہے کہ آدمی اپنی اولاد تک کو اس کے ليے نثار کردیتا ہے۔ اپنی اولاد کو خدا کے ليے پیش کرنا ہو تو وہ پیش نہیں کرے گا مگر اپنے شریکوں کی خدمت میں انھیں دینا ہو تو وہ بخوشی اس کے ليے آمادہ ہوجاتا ہے۔\nاس قسم کی تمام چیزیں خدا کے دین کے نام پر کی جاتی ہیں مگر حقیقۃً وہ افترا ہیں۔ کیوں کہ وہ ایک ایسی چیز کو خدا کی طرف منسوب کرنا ہے جس كا حكم خدا نے نهيں ديا۔",
  "ayah": 136,
  "surah": 6
}
