{
  "text": "خدا نے انسان کے ليے طرح طرح کی غذائیں پیدا کی ہیں۔ کچھ چیزیں وہ ہیں جو زمین میں پھیلتی ہیں۔ مثلاً خربوزے، سبزیاں وغیرہ۔ کچھ چیزیں وہ ہیں جو ٹٹیوں پر چڑھائی جاتی ہیں۔ مثلاً انگور وغیرہ۔ کچھ چیزیں ایسی ہیں جو اپنے تنا پر کھڑی رہتی ہیں۔ مثلاً کھجور، آم وغیرہ۔ اسی طرح آدمی کی ضرورت کے لیے مختلف قسم کے چھوٹے بڑے جانور پیدا كيے۔ مثلاً اونٹ گھوڑے اور بھیڑ بکریاں۔\nآدمی ایک علیٰحدہ مخلوق ہے اور بقیہ چیزیں علیٰحدہ مخلوق۔ دونوں ایک دوسرے سے الگ الگ پیدا ہوئے ہیں۔ مگر انسان دیکھتا ہے کہ دونوں میں زبردست ہم آہنگی ہے۔ آدمی کے جسم کو اگر غذائیت درکار ہے تو اس کے باہر ہرے بھرے درختوں میں حیرت انگیز قسم کے غذائی پیکٹ لٹک رہے ہیں۔ اگر اس کی زبان میں مزه كا احساس پايا جاتا هے تو پھلوں كے اندر اس كي تسكين كا اعليٰ سامان موجود هے۔ اگر اس كي آنكھوں ميں حسنِ نظر کا ذوق ہے تو قدرت کا پورا کارخانہ حسن اور دل کشی کا مرقع بنا ہوا ہے۔ اگر اس کو سواری اور بار برداری کے ذرائع درکار ہیں تو یہاں ایسے جانور موجود ہیں جو اس کے ليے نقل وحمل کا ذریعہ بھی بنیں اور اسی کے ساتھ اس کے ليے قیمتی غذا بھی فراہم کریں۔ اس طرح کائنات اپنے پورے وجود کے ساتھ توحید کا اعلان بن گئی ہے۔ کیوں کہ کائنات کے مختلف مظاہر میں یہ وحدت اس کے بغیر ممکن نہیں کہ اس کا خالق ومالک ایک ہو۔\nآدمی جب دیکھتا ہے کہ اتنا عظیم کائناتی اہتمام اس کے کسی ذاتی استحقاق کے بغیر ہورہا ہے تو اس یک طرفہ انعام پر اس کا دل شکر کے جذبے سے بھر جاتا ہے۔ پھر اسی کے ساتھ یہ سارا معاملہ آدمی کے لیے تقویٰ کی غذا بن جاتاہے۔ انسانی فطرت کا یہ تقاضا ہے کہ ہر عنایت (privilege) کے ساتھ ذمہ داری (responsibility) ہو۔ یہ چیز آدمی کو جزا وسزا کی یاددلاتی ہے اور اس کو آمادہ کرتی ہے کہ وہ دنیا میں اس احساس کے ساتھ رہے کہ ایک دن اس کو خدا کے سامنے حساب کے ليے کھڑا ہونا ہے۔ یہ احساسات اگر حقیقی طورپر آدمی کے اندر جاگ اٹھیں تو لازمی طورپر اس کے اندر دو باتیں پیدا ہوں گی۔ ایک یہ کہ اس کو جو کچھ ملے گا اس میں وہ اپنے مالک کا حق بھی سمجھے گا۔ دوسرے یہ کہ وہ صرف واقعی ضرورت کے بقدر خرچ کرے گا، نہ کہ فضول ا ور بے موقع خرچ کرنے لگے۔ مگر شیطان یہ کرتا ہے کہ اصل رخ سے آدمی کا ذہن موڑ کر اس کو دوسری غیر متعلق باتوں میں الجھا دیتاہے۔",
  "ayah": 142,
  "surah": 6
}
