{
  "text": "شریعتِ خداوندی میں اصل محرمات ہمیشہ وہی رہے ہیں جو اوپر کی آیت میں بیان ہوئے۔ یعنی مردار، بہایا ہوا خون، سور کا گوشت اور وہ جانور جس کو غیر اللہ کے نام پر ذبح کیا گیا ہو۔ اس کے سوا اگر کچھ چیزیں حرام ہیں تو وہ انھیں کی تشریح وتفصیل ہیں۔\nمگر اسی کے ساتھ اللہ کی ایک سنتِ تحریم اور ہے۔ وہ یہ کہ جب کوئی حامل کتاب قوم اطاعت کے بجائے سرکشی کا طریقہ اختیار کرتی ہے تو اس کی سرکشی کی سزا کے طورپر اس کو نئی نئی مشکلات میں ڈال دیا جاتاہے۔ اس پر ایسی چیزیں حرام کردی جاتی ہیں جو اصلاً شریعت خداوندی میں حرام نہ تھیں۔\nاس حرمت کی شکل کیا ہوتی ہے۔ اس کی ایک شکل یہ ہوتی ہے کہ اس قوم کے اندر ایسے پیشوا اٹھتے ہیں جو دین کی حقیقت سے بالکل خالی ہوتے ہیں۔ وہ صرف ظاہری دین داری سے واقف ہوتے ہیں۔ ایسے لوگوں کا حال یہ ہوتاہے کہ جو اہتمام دین کی معنوی حقیقتوں میں کرنا چاہیے وہی اہتمام وہ ظاہری آداب وقواعد میں کرنے لگتے ہیں۔ اس کے نتیجہ میں ظواہرِ دین میں غیر ضروری موشگافیاں وجود میں آتی ہیں۔ ایسے لوگ دین کے خود ساختہ ظاہری معیار وضع کرتے ہیں۔ وہ غلو اور تشدد کرکے سادہ حکم کو پیچیدہ اور جائز چیز کو ناجائز بنا دیتے ہیں۔\nمثلاً یہود کے اندر جب سرکشی آئی تو ان کے درمیان ایسے علماء اٹھے جنھوں نے اپنی موشگافیوں سے یہ قاعدہ بنایا کہ کسی چوپایہ کے حلال ہونے کے ليے دوشرطیں بیک وقت ضروری ہیں۔ ایک یہ کہ اس کے پاؤں چرے ہوئے ہوں، دوسري یہ کہ وہ جگالی کرتاہو۔ ان میں سے کوئی ایک شرط بھی اگر نہ پائی جائے تو وہ جانور حرام سمجھا جائے گا۔ اس خود ساختہ شرط کی وجہ سے اونٹ، سافان (cony)اور خرگوش جیسی چیزیں بھی خواہ مخواہ حرام قرار پا گئیں۔ اسی طرح ’’ناخن‘‘ کی تشریح میں غلو کرکے انھوںنے غیر ضروری طورپر شتر مرغ، قاز اور بط وغیرہ کو اپنے ليے حرام کرلیا۔ اس قسم کی غیر فطری بندشوں نے ان کے ليے وہاں تنگی پیدا کردی جہاں خدا نے ان کے ليے فراخی رکھی تھی۔\nحق کو نہ ماننے کے بعد آدمی فوراً خدا کی پکڑ میں نہیں آتا۔ وہ بدستور اپنے کو آزاد اور بھر پورپاتا ہے۔ اس بنا پر اکثر وہ اس غلط فہمی میں مبتلا ہوجاتا ہے کہ حق کو نہ ماننے سے اس کا کچھ بگڑنے والا نہیں۔ وہ بھول جاتاہے کہ وہ خدا كے منصوبهٔ تخليق كي حكمت كي وجه سے بچا ہوا ہے۔ خدا آدمی کی سرکشی کے باوجود اس کو آخری حد تک موقع دیتا ہے۔ بالآخر جب وہ اپنی روش کو نہیں بدلتا تو اچانک خدا کا عذاب اس کو اپنی پکڑ میں لے لیتا ہے۔ کبھی دنیا میں اور کبھی دنیا اور آخرت دونوں میں۔",
  "ayah": 147,
  "surah": 6
}
