{
  "text": "خدائی پابندی کے نام پر لوگ طرح طرح کی رسمی اور ظاہری پابندیاں بنا لیتے ہیں اور ان کا خصوصی اہتمام کرکے مطمئن ہوجاتے ہیں کہ انھوں نے خدائی پابندیوں کا حق ادا کردیا۔ مگر خدا انسان سے جن پابندیوں کا اہتمام چاہتا ہے وہ حقیقی پابندیاں ہیں، نہ کہ کسی قسم کے رسمی مظاہر۔\nسب سے پہلی چیز یہ ہے کہ آدمی ایک خدا کو اپنا خدا بنائے۔ اس کے سوا کسی کی بڑائی کا غلبہ اس کے ذہن پر نہ ہو۔ اس کے سوا کسی کو وہ قابل بھروسہ نہ سمجھتا ہو۔اس کے سوا کسی سے وہ امید قائم نہ کرے اس کے سوا کسی سے وہ نہ ڈرے اور نہ اس کے سوا کسی کی شدید محبت میں مبتلا ہو۔\nوالدین اکثر حالات میں کمزور او رمحتاج ہوتے ہیں اور اولاد طاقت ور۔ ان سے حسن سلوک کا محرک مفاد نہیںہوتا بلکہ صرف حق شناسی ہوتا ہے۔ اس طرح والدین کے حقوق ادا کرنے کا معاملہ آدمی کے ليے اس بات کا سب سے پہلا امتحان بن جاتا ہے کہ اس نے خدا کے دین کو قول کی سطح پر اختیار کیا ہے یا عمل کی سطح پر۔ اگر وہ والدین کی کمزوری کے بجائے ان کے حق کو اہمیت دے، اگر اپنے دوستوں اور اپنی بیوی بچوں کی محبت اس کو والدین سے دور نہ کرے تو گویا اس نے اس بات کا پہلا ثبوت دے دیا کہ اس کا اخلاق اصول پسندی اور حق شناسی کے تابع ہوگا، نہ کہ مفاد اور مصلحت کے تابع۔\nانسان اپنے حرص اور ظلم کی وجہ سے خدا کے پیدا كيے ہوئے رزق کو تمام بندوں تک منصفانہ طورپر پہنچنے نہیں دیتا۔ اور جب اس کی وجہ سے قلت کے مصنوعی مسائل پیدا ہوتے ہیں تو وہ کہتا ہے کہ کھانے والوں کو قتل کردو یا پیداہونے والوںكو پیدا نہ ہونے دو۔ اس قسم کی باتیں خدا کے نظام رزق پر بہتان کے ہم معنیٰ ہیں۔\nبہت سی برائیاں ایسی ہیں جو اپنی ہیئت میںاتنی فحش ہوتی ہیں کہ ان کی برائی کو جاننے کے ليے کسی بڑے علم کی ضرورت نہیں ہوتی۔ انسانی فطرت اور اس کا ضمیر ہی یہ بتانے کے ليے کافی ہے کہ یہ کام انسان کے کرنے کے قابل نهيں۔ ايسي حالت ميں جو شخص فحاشي يا بے حيائي كے كام ميں مبتلا هو وه گويا ثابت كررها هے كه وه اس ابتدائي درجهٔ انسانیت سے بھی محروم ہے جہاں سے کسی انسان کے انسان ہونے کا آغاز ہوتا ہے۔\nہر انسان کی جان محترم ہے۔ کسی انسان کو ہلاک کرنا کسی کے ليے جائز نہیں جب تک خالق کے قانون کے مطابق وہ کوئی ایسا جرم نہ کرے جس میں اس کی جان لینا مخصوص شرائط کے ساتھ مباح ہوگیاہو — یہ باتیں اتنی واضح ہیں کہ عقل سے کام لینے والا ان کی صداقت کو جاننے سے محروم نہیں رہ سکتا۔",
  "ayah": 151,
  "surah": 6
}
