{
  "text": "یتیم کسی سماج کا سب سے کمزور فرد ہوتاہے۔ وہ تمام اضافی اسباب اس کی ذات میں حذف ہوجاتے ہیں جو عام طورپر کسی کے ساتھ اچھے سلوک کا محرک بنتے ہیں۔ ’’یتیم‘‘ کے ساتھ ذمہ داری کا معاملہ وہی شخص کرسکتاہے جو خالص اصولی بنیاد پر باکردار بنا ہو، نہ کہ فائدہ اور مصلحت کی بنیاد پر۔ یتیم کسی سماج میں حسن سلوک کی آخری علامت ہوتا ہے۔ جوشخص یتیم کے ساتھ خیر خواہانہ سلوک کرے وہ دوسرے لوگوں کے ساتھ بدرجہ اولیٰ خیر خواہانہ سلوک کرے گا۔\nکائنات کی ہر چیز دوسری چیز سے اس طرح وابستہ ہے کہ ہر چیز دوسرے کو وہی دیتی ہے جو اس کو دینا چاہيے اور دوسرے سے وہی چیز لیتی ہے جو اس کو لینا چاہیے۔ یہی اصول انسان کو اپنی زندگی میں اختیار کرنا ہے۔ انسان کوچاہیے کہ جب وہ دوسرے انسان کے لیے ناپے تو ٹھیک ناپے اور جب تولے تو ٹھیک تولے۔ ایسا نہ کرے کہ اپنے ليے ایک پیمانہ استعمال کرے ا ور غیر کے ليے دوسرا پیمانہ۔\nزندگی میں بار بار ایسے مواقع آتے ہیں کہ آدمی کو کسی کے خلاف اظہار رائے کرنا ہوتا ہے۔ ایسے مواقع پر خدا کا پسندیدہ طریقہ یہ ہے کہ آدمی وہی بات کہے جو انصاف کے معیار پر پوری اترنے والی ہو۔ کوئی اپنا ہو یا غیر ہو۔ اس سے دوستی کے تعلقات ہوں یا دشمنی کے تعلقات، ایسا شخص ہو جس سے کوئی فائدہ وابستہ ہے یا ایسا شخص ہو جس سے کوئی فائدہ وابستہ نہیں، ان تمام چیزوں کی پروا كيے بغیر آدمی وہی کہے جو فی الواقع درست اور حق ہے۔\nہر آدمی فطرت کے عہد میں بندھا ہوا ہے۔ کوئی عہد لکھا ہوا ہوتا ہے اور کوئی عہد وہ ہوتا ہے جو لفظوں میں لکھا ہوا نہیں ہوتا مگرآدمی کا ایمان، اس کی انسانیت اور اس کی شرافت کا تقاضا ہوتا ہے کہ اس موقع پر ایسا کیا جائے۔ دونوں قسم کے عہدوں کو پورا کرنا ہر مومن ومسلم کا فریضہ ہے— یہ تمام باتیں انتہائی واضح ہیں۔ آسمانی وحی اور آدمی کی عقل ان کے برحق ہونے کی گواہی دیتے ہیں۔ مگر ان سے وہی شخص نصیحت پکڑے گا، جو خود بھی نصیحت پکڑنا چاہتا ہو۔\nیہ احکام (الانعام،\n6:151-153\n)شریعت الٰہی کے بنیادی احکام ہيں۔ ان پر ان کے سیدھے مفہوم کے اعتبار سے عمل کرنا خدا کی سیدھی شاہراہ پر چلنا ہے۔ اور اگر تاویل اور موشگافیوں کے ذریعہ ان میں شاخیں نکالی جائیں اور سارا زور ان شاخوں پر دیا جانے لگے تو یہ اِدھر اُدھر کے متفرق راستوں میں بھٹکنا ہے جو کبھی آدمی کو خدا تک نہیں پہنچاتا۔",
  "ayah": 152,
  "surah": 6
}
