{
  "text": "رسول اللہ صلی اللہ علیہ وسلم کے زمانے میں ایک قسم کے لوگ وہ تھے جو آپ کی صداقت پر معجزے طلب کرتے رہے۔ دوسرے لوگ وہ تھے جو قرآن كي آيات کو سن کر آپ کے مومن بن گئے۔ یہی امتحان ہر زمانہ میں انسان کے ساتھ جاری ہے۔ موجودہ دنیا میں خدا خود سامنے نہیں آتا، وہ داعی کی زبان سے اپنے دلائل کا اعلان کراتا ہے، وہ اپنی صداقت کو لفظوں کے روپ میں ڈھال کر انسان کے سامنے لاتا ہے۔ اب جس کی فطرت زندہ ہے وہ انھیں دلائل میں خدا کا جلوہ دیکھ لیتاہے اور اس کا اقرار کرکے اس کے آگے جھک جاتاہے۔ اس کے برعکس، جنھوںنے اپنی فطرت پر مصنوعی پردے ڈال رکھے ہیں، وہ ’’الفاظ‘‘ کے روپ میں خدا کو پانے میں ناکام رہتے ہیں۔ وہ خدا کو اس کی استدلالي صورت میں دیکھ نہیں پاتے اس لیے چاہتے ہیں کہ خدا اپنی مشاہداتی صورت میں ان کے سامنے آئے۔ مگر موجودہ امتحان کی دنیا میں ایسا ہونا ممکن نہیں۔ یہاں وہی شخص خدا کو پائے گا جو خدا کو حالتِ غیب میں پالے، جو شخص خدا کو حالتِ شہود میں دیکھنے پر اصرار کرے، اس کا انجام خدا کی اس دنیا میں محرومی کے سوا اور کچھ نہیں۔\nجو لوگ اپنی کجی کی وجہ سے حق سے دور رہتے ہیں وہ حق کو قبول کرنے والوں پر طرح طرح کے الزام لگاتے ہیں تاکہ ان کے مقابلہ میں اپنے کو بہتر ثابت کرسکیں۔ ان کو اپنے جرائم نظر نہیں آتے۔ البتہ حق پرستوں سے اگر کبھی کوئی غلطی ہوگئی تو اس کو خوب بڑھا کر بیان کرتے ہیں، تاکہ یہ ظاہر ہو کہ جو لوگ اس دعوت کے گرد جمع ہیں وہ قابل اعتبار لوگ نہیں ہیں۔ حالاں کہ اصل صورت حال اس کے برعکس ہے۔ جن لوگوں نے ناحق کو چھوڑ کر حق کو قبول کیا ہے انھوں نے اپنے اس عمل سے ایمان واصلاح کے راستہ پر چلنے کا ثبوت دیا ہے۔ اس طرح وہ خدا کے قانون کے مطابق اس کے مستحق ہوگئے کہ انھیں اصلاح حال کی توفیق ملے اور وہ خدا کی رحمتوں میں اپنا حصہ پائیں۔ اس کے برعکس جو لوگ حق سے دور پڑے ہوئے ہیں وہ اپنے عمل سے ثابت کررہے ہیں کہ وہ ایمان واصلاح کا طریقہ اختیار کرنے سے کوئی دل چسپی نہیں رکھتے۔ ایسے لوگ خدا کی توفیق سے محروم رہتے ہیں۔ ان کی ڈھٹائی کبھی ختم نہیں ہوتی اور ڈھٹائی ہی خدا کی اس دنیا میں کسی کاسب سے بڑا جرم ہے۔\nخدا ’’نشانیوں‘‘ کی زبان میں بولتا ہے۔ نشانیاں اس شخص کے لیے کار آمد ہوتی ہیں جو ان کو پڑھنا چاہے۔ اسی طرح ہدایت اسی کو ملے گی جو اس کا طالب ہو ۔ جو شخص ہدایت کی طلب نہ رکھتا ہو اس کے لیے خدا کی اس دنیا میں بھٹکنے کے سوا کوئی دوسرا انجام نہیں۔",
  "ayah": 55,
  "surah": 6
}
