{
  "text": "خدا نے یہ دنیا اس طرح بنائی ہے کہ وہ ان حقیقتوں کی عملی تصدیق بن گئی ہے جن کی طرف انسان کو دعوت دی جارہی ہے۔ اگر آدمی اپنی آنکھوں کو بند نہ کرے اور اپنی عقل پر مصنوعی پردے نہ ڈالے تو پوری کائنات اس کو قرآن کی فکری دعوت کا عملی مظاہرہ دکھائی دے گی۔\nدرخت کے تنہ میں شاخ نکلتی ہے اور شاخ میں پتے۔ مگر دونوں کے جوڑوں میں فرق ہوتا ہے۔ گویاکہ بنانے والے کو معلوم ہے کہ شاخ کو اپنے تنے سے جڑا رہنا ہے اور پتہ کو الگ ہو کر گر جانا ہے۔ اگر شاخ کی جَڑ کے مقابلہ میں پتہ کی جَڑ میںیہ انفرادی خصوصیت نہ ہو تو پتہ شاخ سے جدا نہ ہو اور درخت کو ہر سال نئی زندگی دینے کا نظام ابتر ہوجائے۔ اسی طرح جب ایک دانہ زمین میں ڈالا جاتا ہے تو زمین میں پہلے سے اس کے لیے وہ تمام ضروري خوراک موجود ہوتی ہے جس سے رزق پاکر وہ بڑھتا ہے اور بالآخر پورا درخت بنتا ہے۔ اب کیسے ممکن ہے کہ جو خدا پتہ اور دانہ تک کے احوال سے باخبر ہو وہ انسانوں کے احوال سے بے خبر ہوجائے۔\nہماری زمین ساری کائنات میں ایک انوکھا واقعہ ہے۔ یہاں کا نظام استثنائی طورپر انسان جیسی ایک مخلوق کے حسب حال بنایاگیا ہے۔ زمین کے اندر کا ایک بڑا حصہ آگ ہے مگر وہ پھٹ نہیں پڑتا۔ سورج انتہائی صحیح حسابی فاصلہ پر ہے، وہ اس سے نہ دور جاتا ہے اور نہ قریب ہوتا ہے۔ آدمی کو ہر وقت ہوا اور پانی کی ضرورت ہے۔ چنانچہ ہوا کو گیس کی شکل میں ہر جگہ پھیلا دیا گیا ہے اورپانی کو رقیق سیال کی صورت میں زمین کے نیچے رکھ دیا گیا ہے۔ اس قسم کے بے شمار انتظامات ہیں جن کو زمین پر مسلسل برقرار رکھا جاتا ہے۔ اگر ان میں معمولی فرق آجائے تو انسان کے لیے زمین پر زندگی گزارنا ناممکن ہوجائے۔\nنیند بڑی عجیب چیز ہے۔ آدمی چلتا پھرتا ہے۔ وہ دیکھتا اور بولتا ہے۔ مگر جب وہ سوتا ہے تو اس کے تمام حواس اس طرح معطل ہوجاتے ہیں جیسے زندگی اس سے نکل گئی ہو۔ اس کے بعد جب وہ نیند پوری کرکے اٹھتا ہے تو وہ پھر ویسا ہی انسان ہوتا ہے جیسا کہ وہ پہلے تھا۔ یہ گویا زندگی اور موت کی تمثیل ہے۔ یہ معاملہ ہمارے لیے اس بات کو قابل فہم بنا دیتا ہے کہ آدمی کس طرح مرے گا اور کس طرح وہ دوبارہ زندہ ہو کر کھڑا کیا جائے گا۔ یہ واقعات ثابت کرتے ہیں کہ سارے انسان خدا کے اختیار میں ہیں اور جلد وہ وقت آنے والا ہے جب کہ خدا اپنے اختیار کے مطابق ان کا فیصلہ کرے۔",
  "ayah": 61,
  "surah": 6
}
