{
  "text": "انسان کو جب ایک موٹر کار یا اور کوئی چیز بنانا ہوتا ہے تو وہ اس کے ہر جزء کو الگ الگ بناتا ہے۔ اور پھر اس کے اجزاء جوڑ کر مطلوبہ چیز تیار کرتاہے، مگر خدا جب ایک درخت اگاتا ہے یا ایک انسان پیدا کرتاہے تو اس کی نوعیت بالکل دوسری ہوتی ہے۔ وہ کسی چیز کو اس کے پورے مجموعہ کے ساتھ بیک وقت برآمد کردیتا ہے۔ خدائی کارخانہ میں پورا کا پورا درخت یا پورا کا پورا انسان ایک ہی بیج يا ايك ہی بوند سے بتدریج نکل کر کھڑا ہوجاتا ہے۔ یہ انتہائی انوکھی تکنیک ہے جس پر کسی بھی انسان کو قابو نہیں۔ اس سے ثابت ہوتا ہے کہ یہاں انسان سے برتر ایک ہستی موجود ہے جس کا منصوبہ تمام منصوبوں سے بلند ہے۔\nسورج کی جسامت زمین سے بارہ لاکھ گنا زیادہ ہے۔ اور زمین چاند سے چوگنا زیادہ بڑی ہے۔ یہ سب اجرام مسلسل حركت ميں هيں۔ چاند زمين سے تقریباً ڈھائي لاكھ ميل دور ره كر زمين كے گرد چكر لگا رها هے۔ اور زمين سورج سے تقريباً ساڑھے نو کروڑ میل کے فاصلے پر رہتے ہوئے سورج کے گرد دو طریقہ سے گھوم رہی ہے، ایک اپنے محور پر اور دوسرے سورج کے مدار پر۔ اسی طرح ستاروں کی گردش کا معاملہ ہےجو دہشت ناک حد تک بعید فاصلوں پر حد درجہ باقاعدگی کے ساتھ متحرک ہیں۔ اسی کائناتی تنظیم سے دن اور رات پیداہوتے هيں۔ اسی سے اوقات کا نقشہ مقرر ہوتا ہے۔ اسی سے خشکی اور تری میں انسان کے لیے اپني زندگی کی ترتیب قائم کرنا ممکن ہوتاہے۔ یہ اتنا بڑا نظام اتنی صحت کے ساتھ چل رہا ہے کہ ہزاروں سال میں بھی اس کے اندر کوئی فرق نہیں آتا اس سے ثابت ہوتا ہے کہ یہاں ایک ایسی ہستی ہے جس کی طاقتیں لامحدود حد تک زیادہ ہیں۔\nخدا کی یہ نشانیاں بہت بڑے پیمانہ پر بتا رہی ہیں کہ اس کارخانہ کا بنانے والا بہت بڑے علم والا ہے۔ کوئی بے علم ہستی اتنا بڑا ڈھانچہ قائم نہیں کرسکتی۔ وہ بہت غلبہ والا ہے، اس کے بغیر اتنے بڑے کارخانہ کا اس طرح چلنا ممکن نہیں ہوسکتا۔ اس کی منصوبہ بندی انتہائی حد تک کامل ہے۔ اگر ایسا نہ ہو تو اتنی بڑی کائنات میں اس قدر معنویت اور ہم آہنگی کا وجود ناممکن ہوجائے۔\nخدا کی دنیا خدا کے دلائل سے بھری ہوئی ہے۔ مگر دلیل ایک نظری معقولیت کا نام ہے، نہ کہ کسی ہتھوڑے کا۔ اس لیے دلیل کو ماننا کسی کے لیے صرف اس وقت ممکن ہوتا ہے جب کہ وہ فی الواقع سنجیدہ ہو، وہ شعوری طورپر اس کے لیے تیار ہو کہ وہ دلیل کو مان لے گا، خواہ وه اس کی موافقت میں جارہی ہو یا اس کے خلاف۔",
  "ayah": 95,
  "surah": 6
}
