{
  "text": "انسانی کارخانے اس پر قادر نہیں کہ وہ ایک ایسی مشین بنادیں کہ اس کے بطن سے اسی قسم کی بے شمار مشینیں خود بخود نکلتی چلی جائیں۔ ہمارے کارخانوں کو ہر مشین الگ الگ بنانی پڑتی ہے۔ مگر خدا کے کارخانہ میں یہ واقعہ ہر روز ہورہا ہے۔ درخت کا ایک بیج بودیا جاتاہے۔ پھر اس بیج سے بے شمار درخت نکلتے چلے جاتے ہیں۔ یہی معاملہ انسان کا ہے۔ایک مرد اور ایک عورت سے شروع ہو کر کھرب ہا کھرب انسان پیدا ہوتے چلے جارہے ہیں اور ان کا سلسلہ ختم نہیں ہوتا۔ یہ مشاہدہ بتاتا ہے کہ جس خدانے کائنات کو پیدا کیا ہے اس کی قدرت بے حد وسیع ہے۔ وہ اس نادر تخلیق پر قادر ہے کہ ایک ابتدائی چیز وجود میں لائے اور پھر اس کے اندر سے بے حساب گنا زیادہ بڑی بڑی چیزیں مسلسل نکلتی چلی جائیں۔ اسی طرح خدا موجودہ دنیا سے ایک زیادہ شاندار اور زیادہ معیاری دنیا نکال سکتا ہے۔ آخرت کا عقیدہ کوئی دور کا عقیدہ نہیں بلکہ جس امکان کو ہم ہر روز دیکھ رہے ہیں اسی امکان کو مستقبل کے ایک واقعہ کی حیثیت سے تسلیم کرنا ہے۔\nمٹی بظاہر ایک مُردہ اور جامد چیز ہے۔ پھر اس کے اوپر بارش ہوتی ہے۔ پانی پاتے ہی مٹی کے اندر سے ایک نئی سر سبز دنیا نکل آتی ہے۔ اس کے اندر سے طرح طرح کی فصلیں اور قسم قسم کے پھل دار درخت وجود میںآجاتے ہیں۔ یہ واقعہ بھی موجودہ دنیا کے بعد آنے والی دنیا کی ایک تمثیل ہے۔ مٹی پر پانی پڑنے سے زمین کے اوپر رنگ اور خوشبو اور ذائقہ کا ایک سر سبز وشاداب چمن کھل اٹھنا اُس امکان کو بتاتا ہے جو دنیا کے خالق نے یہاں رکھ دیا ہے۔ آج کی دنیا میں انسان جو نیک عمل کرتاہے وہ اسی قسم کا ایک امکان ہے۔ جب خداکی رحمتوں کی بارش ہوگی تو یہ امکان ہرا بھرا ہو کر آخرت کی لہلہاتی ہوئی فصل کی صورت میں تبدیل ہوجائے گا۔\nانسان اولاً ماں کے بطن کے سپرد ہوتاہے پھر موجودہ دنیا میں آتاہے۔ قبربھی گویا اسی قسم کا ایک ’’بطن‘‘ ہے۔ آدمی قبر کے سپرد کیاجاتاہے اور اس کے بعد وہ اگلی دنیامیں آنکھ کھولتا ہے تاکہ اپنے عمل کے مطابق جنت یا جہنم میں داخل کردیا جائے — انسان سے غیب کی جس دنیا کو ماننے کا مطالبہ کیا جارہا ہے اس کی جھلکیاں اور اس کے دلائل موجودہ محسوس کائنات میں پوری طرح موجود ہیں۔ مگر مانتا وہی ہے جو پہلے سے ماننے کے لیے تیار ہو۔ ’’ایمان‘‘ کی راہ میں آدمی جب آدھا سفر طے کرچکا ہوتا ہے اس کے بعد یہ ممکن ہوتا ہے کہ ایمان کی دعوت اس کے ذہن کا جزء بنے اور وہ اس کو قبول کرلے۔ جو شخص ایمان کے الٹے رخ پر سفر کررہا ہو اس کو ایمان کی دعوت کبھی نفع نہیں پہنچا سکتی۔",
  "ayah": 99,
  "surah": 6
}
