{
  "text": "Прямой путь - это путь пророков, правдивых верующих, павших мучеников и праведников, которых облагодетельствовал Всевышний Аллах. Это - не путь тех, что попали под Его гнев, потому что узрели истину, но отвернулись от нее. Именно эта участь постигла иудеев и им подобных. И это - не путь заблудших, которые отвернулись от истины по причине своего невежества и заблуждения, подобно христианам и им подобным. Несмотря на свою лаконичность, эта сура содержит в себе то, чего нет ни в одной другой коранической суре. В ней отражены три составляющие единобожия. Вера в господство одного Аллаха сформулирована в словах «Господу миров». Вера в то, что только Аллах достоин поклонения, выражается в самом имени «Аллах» и в словах «Тебе одному мы поклоняемся и Тебя одного молим о помощи». А вера в то, что только Аллах обладает прекрасными именами и совершенными качествами, вытекает из слов «хвала Аллаху», о чем уже говорилось ранее. Эта составляющая единобожия подразумевает веру во все имена и качества Всевышнего Аллаха, которыми Он сам описал Себя и которыми Его описал Пророк Мухаммад. При этом божественные качества нельзя лишать их истинного смысла и уподоблять качествам творений. В этой суре также содержится доказательство истинности пророческой миссии Мухаммада, которое выражено в словах «Веди нас прямым путем». Поистине, это было бы невозможно, если бы не было пророческого послания. В словах «Властелину Дня воздаяния» содержится указание на то, что люди непременно получат воздаяние за содеянное. Это воздаяние будет справедливым, потому что слово дин ‘воздаяние’ подразумевает именно справедливое возмездие. Эта сура также изобличает ошибочность воззрений кадаритов и джабритов, поскольку в ней утверждается, что все сущее происходит согласно предопределению Аллаха, несмотря на то, что люди обладают правом выбора. Более того, в ней опровергаются воззрения всех приверженцев еретических и заблудших течений, ибо слова «веди нас прямым путем» побуждают мусульман познавать истину и руководствоваться ею в делах. Что же касается приверженцев ереси, религиозных новшеств и заблуждения, то каждый из них непременно отворачивается от прямого руководства. Наряду с этим в этой суре содержится призыв к искреннему служению Всевышнему Аллаху и обращению за помощью только к Нему. В этом состоит смысл слов «Тебе одному мы поклоняемся и Тебя одного молим о помощи». Хвала же надлежит Аллаху, Господу миров!",
  "ayah": 7,
  "surah": 1
}
