{
  "text": "৫-৬ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা তাঁর বান্দা ও রাসূল হযরত মূসা ইবনে ইমরান (আঃ) সম্পর্কে সংবাদ দিচ্ছেন যে, তিনি তাঁর কওমকে বলেনঃ “হে আমার কওম! তোমরা তো আমার রিসালাতের সত্যতা সম্পর্কে পূর্ণভাবে অবহিত রয়েছে, এতদসত্ত্বেও কেন তোমরা আমার রিসালাতকে অস্বীকার করে আমাকে কষ্ট দিচ্ছ?\" এর দ্বারা যেন রাসূলুল্লাহ (সঃ)-কে এক দিক দিয়ে সান্ত্বনা দেয়া হচ্ছে। দেখা যায় যে, তাঁকেও যখন মক্কার কাফিররা কষ্ট দেয় তখন তিনি বলেনঃ “আল্লাহ তা'আলা হযরত মূসা (আঃ)-এর উপর রহম করুন, তাকে তো এর চেয়েও বেশী কষ্ট দেয়া হয়েছিল, কিন্তু এর পরেও তিনি ধৈর্য ধারণ করেছিলেন।” সাথে সাথে মুমিনদেরকে ভদ্রতা শিক্ষা দেয়া হচ্ছে যে, তারা যেন নবী (সঃ)-কে কষ্ট না দেয়। যেমন আল্লাহ তা'আলা অন্য জায়গায় বলেনঃ (আরবী)অর্থাৎ “হে মুমিনগণ! মূসা (আঃ)-কে যারা ক্লেশ দিয়েছে তোমরা তাদের ন্যায় হয়ো না। তারা যা রটনা করেছিল আল্লাহ তা হতে তাকে নির্দোষ প্রমাণিত করেন এবং আল্লাহর নিকট সে মর্যাদাবান।” (৩৩:৬৯)আল্লাহ তা'আলার উক্তিঃ “অতঃপর যখন তারা বক্তৃপথ অবলম্বন করলো তখন আল্লাহ তাদের হৃদয়কে বক্র করে দিলেন। অর্থাৎ যখন তারা জেনে শুনে সত্যের অনুসরণ হতে সরে গিয়ে বক্র পথে চললো তখন আল্লাহ তাআলাও তাদের অন্তরকে হিদায়াত হতে সরিয়ে দিলেন এবং ওকে সন্দেহ ও বিস্ময় দ্বারা পূর্ণ করে দিলেন। যেমন আল্লাহ তাআলা বলেনঃ (আরবী)অর্থাৎ “আমি তাদের অন্তর ও চক্ষুগুলো ফিরিয়ে দিবো, যেমন তারা প্রথমবার এর উপর ঈমান আনেনি এবং তাদেরকে তাদের অবাধ্যতায় বিভ্রান্তের ন্যায় ঘুরে বেড়াতে ছেড়ে দিবো।” মহান আল্লাহ আরো বলেনঃ (আরবী)অর্থাৎ “যে ব্যক্তি রাসূল (সঃ)-এর বিরুদ্ধাচরণ করবে তার কাছে হিদায়াত প্রকাশিত হবার পর এবং মুমিনদের পথ ছাড়া অন্য পথের অনুসরণ করবে, আমি তাকে ঐদিকেই ফিরিয়ে দিবো যে দিকে সে ফিরে গেছে এবং জাহান্নামে তাকে দগ্ধ করব, আর ওটা নিকৃষ্ট প্রত্যাবর্তন স্থল।” (৪:১১৫)এ জন্যেই আল্লাহ তা'আলা এ আয়াতে বলেনঃ আল্লাহ পাপাচারী সম্প্রদায়কে হিদায়াত করেন না।এরপর হযরত ঈসা (আঃ)-এর ভাষণের বর্ণনা দেয়া হচ্ছে, যে ভাষণ তিনি বানী ইসরাঈলের সামনে দিয়েছিলেন। ঐ ভাষণে তিনি বলেছিলেনঃ “হে বানী ইসরাঈল! তাওরাতে আমার (আগমনের) শুভসংবাদ হয়েছিল, আর আমি দৃঢ়ভাবে এর সত্যতা অনুমোদনকারী। এখন আমি তোমাদের সামনে একজন রাসূল (সঃ)-এর শুভাগমনের ভবিষ্যদ্বাণী করছি যিনি হলেন নবী, উম্মী, মক্কী আহমাদে মুজতাবা, মুহাম্মাদ মুস্তাফা (সঃ)। সুতরাং হযরত ঈসা (আঃ) হলেন বানী ইসরাঈলের শেষ নবী এবং হযরত মুহাম্মাদ (সঃ) হলেন সমস্ত নবী ও রাসূলের মধ্যে সর্বশেষ নবী ও রাসূল। তার পরে কোন নবীও আসবেন না এবং কোন রাসূলও আসবেন না। তার পরে সর্বদিক দিয়েই নবুওয়াত ও রিসালাত শেষ হয়ে গেছে। ইমাম বুখারী (রঃ) একটি অতি সুন্দর হাদীস বর্ণনা করেছেন। তা হচ্ছেঃ হযরত জুবায়ের ইবনে মুতঈম (রাঃ) তাঁর পিতা হতে বর্ণনা করেছেন যে, তিনি রাসূলুল্লাহ (সঃ)-কে বলতে শুনেছেনঃ “আমার অনেকগুলো নাম রয়েছে। আমি মুহাম্মাদ (সঃ), আমি আহমাদ (সঃ), আমি মাহী, যার কারণে আল্লাহ কুফরীকে নিশ্চিহ্ন করেছেন, আমি হাশির, আমার পায়ের উপর লোকদের হাশর হবে এবং আমি আকিব।” (এ হাদীসটি ইমাম মুসলিমও (রঃ) বর্ণনা করেছেন)হযরত আবু মূসা (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “রাসূলুল্লাহ (সঃ) আমাদের সামনে তাঁর বহু নামের উল্লেখ করেছেন। ওগুলোর মধ্যে আমি কয়েকটি মনে রেখেছি। তিনি বলেছেনঃ “আমি মুহাম্মাদ (সঃ), আমি আহমাদ (সঃ), আমি হা’শির, আমি মুকাফফা, আমি নবীউর রহমত, আমি নবীই উত তাওবাহ এবং আমি নবীইউল মালহামাহ্।” (এ হাদীসটি ইমাম আবু দাউদ তায়ালেসী (রঃ) এবং ইমাম মুসলিম বর্ণনা করেছেন)কুরআন কারীমে রয়েছেঃ (আরবী) অর্থাৎ “যারা ঐ রাসূল নবী উম্মীর অনুসরণ করে যাকে তারা তাদের কাছে। রক্ষিত তাওরাত ও ইঞ্জীলে লিখিত পায়।” (৭:১৫৭) অন্য জায়গায় আছেঃ (আরবী)অর্থাৎ “স্মরণ কর, যখন আল্লাহ নবীদের অঙ্গীকার নিয়েছিলেনঃ তোমাদেরকে কিতাব ও হিকমত যা কিছু দিয়েছি তার শপথ, আর তোমাদের কাছে যা আছে তার সমর্থকরূপে যখন একজন রাসূল আসবে তখন নিশ্চয়ই তোমরা তাকে বিশ্বাস করবে এবং তাকে সাহায্য করবে। তিনি বললেনঃ তোমরা কি স্বীকার করলে? এবং এই ব্যাপারে আমার অঙ্গীকার কি তোমরা গ্রহণ করলে? তারা বললোঃ স্বীকার করলাম। তিনি বললেনঃ তবে তোমরা সাক্ষী থাকো এবং আমিও তোমাদের সাথে সাক্ষী থাকলাম।” (৩:৮১)হযরত ইবনে আব্বাস (রাঃ) বলেনঃ আল্লাহ তা'আলা এমন কোন নবী প্রেরণ করেননি যার কাছে এই অঙ্গীকার নেননি যে, যদি তাঁর জীবদ্দশায় হযরত মুহাম্মাদ (সঃ) প্রেরিত হন তবে তিনি তার অনুসরণ করবেন। বরং প্রত্যেক নবীর (আঃ) নিকট হতেই এই অঙ্গীকার নেয়া হয়েছে যে, তিনি তাঁর উম্মত হতেও যেন এই অঙ্গীকার গ্রহণ করেন।একদা সাহাবীগণ (রাঃ) রাসূলুল্লাহ (সঃ)-কে বলেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনি আমাদেরকে আপনার নিজের খবর দিন!” তখন তিনি বলেনঃ “আমি আমার পিতা হযরত ইবরাহীম (আঃ)-এর দু'আ এবং হযরত ঈসা (আঃ)-এর শুভসংবাদ। আর আমার মাতা যখন আমাকে গর্ভে ধারণ করেন তখন তিনি স্বপ্নে দেখেন যে, যেন তার মধ্য হতে এমন এক নূর বা জ্যোতি বের হলো যার কারণে সিরিয়ার বসরা শহরের প্রাসাদগুলো আলোকিত হয়ে উঠলো।” (এটা ইবনে ইসহাক (রঃ) বর্ণনা করেছেন। এর সনদ উত্তম। একে মযবূতকারী অন্য সনদওরয়েছে)হযরত ইরবায ইবনে সারিয়াহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমি আল্লাহ তা'আলার নিকট শেষ নবী হিসেবে ছিলাম, অথচ হযরত আদম (আঃ) তখন ঠাসা মাটি রূপে ছিলেন। তোমাদেরকে আমি এর সূচনা শুনাচ্ছি। আমি আমার পিতা হযরত ইবরাহীম (আঃ)-এর দু'আ, হযরত ঈসা (আঃ)-এর শুভসংবাদ এবং আমার মাতার স্বপ্ন। নবীদের মাতাদেরকে এভাবেই স্বপ্ন দেখানো হয়ে থাকে। (এ হাদীসটি ইমাম আহমাদ (রঃ) বর্ণনা করেছেন)হযরত আবু উমামাহ (রাঃ) হতে বর্ণিত আছে যে, তিনি রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ “হে আল্লাহর রাসূল (সঃ)! আপনার কাজের সূচনা কি?\" তিনি উত্তরে বলেনঃ “আমি আমার পিতা হযরত ইবরাহীম (আঃ)-এর দু'আ, হযরত ঈসা (আঃ)-এর শুভসংবাদ এবং আমার মাতা স্বপ্ন দেখেন যে, তার মধ্য হতে এক নূর বের হয় যা সিরিয়ার প্রাসাদগুলোকে আলোকোজ্জ্বল করে তোলে।\" (এ হাদীসটিও মুসনাদে আহমাদে বর্ণিত হয়েছে)হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) হতে বর্ণিত, তিনি বলেনঃ “আমাদেরকে রাসূলুল্লাহ বাদশাহ নাজ্জাশীর দেশে প্রেরণ করেন। আমরা প্রায় আশিজন লোক ছিলাম যাদের মধ্যে হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ), হযরত জাফর (রাঃ), হযরত আবদুল্লাহ ইবনে রাওয়াহা (রাঃ), হযরত উসমান ইবনে মাযুউন (রাঃ) এবং হযরত আবু মূসাও (রাঃ) ছিলেন। তারা নাজ্জাশীর নিকট আসেন। আর ওদিকে কুরায়েশরা আমর ইবনুল আস এবং আম্মারাহ ইবনুল ওয়ালীদকে নাজ্জাশীর নিকট উপঢৌকন সহ প্রেরণ করেন। তারা উভয়ে নাজ্জাশীর সামনে হাযির হয়ে তাঁকে সিজদাহ করে। তারপর ডানে বামে ঘুরে বসে পড়ে। এরপর আবেদন করেঃ “আমাদের আত্মীয়-স্বজনদের মধ্য হতে কতক লোক আমাদের দ্বীন পরিত্যাগ করে বিপথগামী হয়েছে এবং আপনার দেশে চলে এসেছে। আমাদের সম্প্রদায় আমাদেরকে আপনার দরবারে এজন্যেই পাঠিয়েছে যে, আপনি তাদেরকে আমাদের সাথে আমাদের দেশে পাঠিয়ে দিবেন।” নাজ্জাশী জিজ্ঞেস করলেনঃ “তারা কোথায়?” তারা জবাব দিলোঃ “এখানেই এই শহরেই। তারা রয়েছে। তিনি তখন সাহাবীদেরকে তাঁর সামনে হাযির করার নির্দেশ দিলেন। নির্দেশ অনুযায়ী সাহাবীগণ শাহী দরবারে হাযির হলেন। হযরত জাফর (রাঃ) স্বীয় সঙ্গীদেরকে বললেনঃ “আমি আজ তোমাদের মুখোপাত্র।” তখন সবাই তার অনুসরণ করলেন। অতঃপর তিনি সভাষদবর্গকে সালাম দিলেন, কিন্তু তিনি সিজদাহ করলেন না। সভষদবর্গ তখন বললোঃ “তুমি সিজদাহ করলে না কেন?” তিনি উত্তরে বললেনঃ “আমরা মহিমান্বিত আল্লাহ ছাড়া কাউকেও সিজদাহ করি না। তারা প্রশ্ন করলোঃ “কেন?” তিনি উত্তরে বললেনঃ “আল্লাহ তা'আলা আমাদের নিকট তাঁর রাসূল (সঃ)-কে প্রেরণ করেছেন, যিনি আমাদেরকে নির্দেশ দিয়েছেন যে, আমরা যেন নামায পড়ি, যাকাত আদায় করি।” এখন আমর ইবনুল আস (রাঃ) আর কথা না বলে থাকতে পারলেন না, তিনি চিন্তা করলেন যে, এসব কথা হয়তো বাদশাহ ও তাঁর সভাষদবর্গের উপর ক্রিয়াশীল হয়ে যাবে। তাই তিনি বাদশাহকে উত্তেজিত করার উদ্দেশ্যে হযরত জাফর (রাঃ)-এর কথার মাঝে বলে উঠলেনঃ “জনাব! হযরত ঈসা ইবনে মারইয়াম (আঃ) সম্পর্কে এদের আকীদা বা বিশ্বাস আপনাদের আকীদার সম্পূর্ণ বিপরীত।” তখন বাদশাহ হযরত জাফর (রাঃ)-কে প্রশ্ন করলেনঃ “হযরত ঈসা (আঃ) ও তাঁর মাতা সম্পর্কে তোমাদের আকীদা কি?\" হযরত জা'ফর (রাঃ) জবাবে বললেনঃ “এ ব্যাপারে আমাদের আকীদা ওটাই যা আল্লাহ তাবারাকা ওয়া তা'আলা তাঁর পবিত্র কিতাবে আমাদেরকে শিক্ষা দিয়েছেন। তা এই যে, হযরত ঈসা (আঃ) আল্লাহর কালেমা ও তাঁর রূহ, যা তিনি কুমারী ও সতী-সাধ্বী নারী হযরত মারইয়াম (আঃ)-এর প্রতি নিক্ষেপ করেছিলেন। তাকে কখনো কোন পুরুষ স্পর্শ করেনি। তাঁর সন্তান ভূমিষ্ট হওয়ার কোন সম্ভাবনাই ছিল না।” বাদশাহ এ ভাষণ শুনে ভূমি হতে একটি কুটা উঠিয়ে নিয়ে বললেনঃ “হে হাবশের অধিবাসী! হে বক্তাগণ! হে বিদ্বানমণ্ডলী! হে দরবেশবৃন্দ! এই ব্যাপারে এই লোকদের (মুসলমানদের) এবং আমাদের আকীদা একই। আল্লাহর কসম! এই ব্যাপারে এদের আকীদা এবং আমাদের আকীদার মধ্যে এই কুটা পরিমাণও পার্থক্য নেই। হে মুহাজিরদের দল! তোমাদের আগমন শুভ হয়েছে এবং ঐ রাসূল (সঃ)-কেও আমি মুবারকবাদ জানাচ্ছি যার নিকট হতে তোমরা এসেছে। আমি সাক্ষ্য দিচ্ছি যে, তিনি আল্লাহর রাসূল। তিনিই ঐ রাসূল যার শুভাগমনের ভবিষ্যদ্বাণী আমরা ইঞ্জীলে পড়েছি। ইনিই ঐ নবী যার সুসংবাদ আমাদের নবী হযরত ঈসা (আঃ) প্রদান করেছেন। আমার পক্ষ হতে তোমাদেরকে আমার দেশে তোমাদের ইচ্ছামত যে কোন জায়গায় বসবাস করার সাধারণ অনুমতি দেয়া হলো। আল্লাহর কসম! যদি আমার উপর দেশ পরিচালনার ঝামেলাযুক্ত দায়িত্ব অর্পিত না থাকতো তবে এখনই আমি এই রাসূল (সঃ)-এর খিদমতে হাযির হয়ে তাঁর জুতা বহন করতাম, তার সেবা করতাম এবং তাঁকে অযু করিয়ে দিতাম।” এটুকু বলে তিনি ঐ দুই জন কুরায়েশীকে তাদের উপঢৌকন ফিরিয়ে দেয়ার নির্দেশ দিলেন।এই মুহাজিরদের মধ্যে হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) তাড়াতাড়ি করে রাসূলুল্লাহ (সঃ)-এর সাথে মিলিত হন এবং তিনি বদরের যুদ্ধেও যযাগদান করেন। তিনি ধারণা করেন যে, রাসূলুল্লাহ (সঃ)-এর নিকট নাজ্জাশী বাদশাহর মত্যর খবর পৌঁছলে তিনি তার জন্যে ক্ষমা প্রার্থনা করেন। এই পর্ণ ঘটনাটি হযরত জাফর (রাঃ) ও হযরত উম্মে সালমা (রাঃ) হতে বর্ণিত আছে। আমাদের তাফসীরের বিষয়বস্তই আলাদা। তাই আমরা এ ঘটনাটি এখানে সংক্ষেপে আলোচনা করলাম। বিস্তারিত আলোচনা সীরাতের কিতাবগুলোতে দ্রষ্টব্য। আমাদের উদ্দেশ্য শুধু এটাই যে, আমাদের প্রিয় নবী হযরত মুহাম্মাদ (সঃ) সম্পর্কে পূর্ববর্তী নবীগণ (আঃ) বরাবরই ভবিষ্যদ্বাণী করতে থেকেছেন এবং তারা নিজ নিজ উম্মতকে নিজ নিজ কিতাব হতে তার গুণাবলী শুনিয়েছেন। আর তাদেরকে তাঁর অনুসরণ করার ও তাকে সাহায্য করার নির্দেশ দিয়েছেন। যা, তবে তাঁর কাজের খ্যাতি জগতবাসীর কাছে ছড়িয়ে পড়েছে হযরত ইবরাহীম (আঃ)-এর দু'আর পর, যিনি সমস্ত নবীর পিতা ছিলেন। অনুরূপভাবে তার আরো অধিক খ্যাতির কারণ হয় হযরত ঈসা (আঃ)-এর সুসংবাদ। যে হাদীসে রাসূলুল্লাহ প্রশ্নকারীর প্রশ্নের উত্তরে তাঁর নবুওয়াতের বিষয়টির সম্পর্ক হযরত খালীল (আঃ)-এর দু'আ ও হযরত ঈসা (আঃ)-এর সুসংবাদের দিকে করেছিলেন। তার দ্বারা এটাই উদ্দেশ্য। এ দুটোর সাথে তাঁর স্বীয় সম্মানিতা মাতার স্বপ্নের উল্লেখ করার কারণ এই ছিল যে, মক্কাবাসীর মধ্যে তার খ্যাতির সূচনার কারণ এই স্বপ্নই ছিল। তার উপর অসংখ্য দুরূদ ও সালাম বর্ষিত হোক!মহান আল্লাহ বলেনঃ “অতঃপর যখন সে স্পষ্ট নিদর্শনসহ তাদের নিকট আসলো তখন তারা বলতে লাগলোঃ এটা তো এক স্পষ্ট যাদু।' অর্থাৎ রাসূলুল্লাহ (সঃ)-এর এতো খ্যাতি এবং তাঁর সম্পর্কে পূর্ববর্তী নবীদের ক্রমান্বয়ে ভবিষ্যদ্বাণী সত্ত্বেও যখন তিনি উজ্জ্বল ও সুস্পষ্ট দলীল প্রমাণসহ তাদের কাছে আসলেন তখন তারা অর্থাৎ কাফিররা ও বিরোধীরা বলে উঠলোঃ এটা তো স্পষ্ট যাদু ছাড়া কিছুই নয়।",
  "ayah": 6,
  "surah": 61
}
