{
  "text": "استؤنفت هذه الآي استئنافاً ابتدائياً لشرع أحكام التوثّق للوصية لأنّها من جملة التشريعات التي تضمّنتها هذه السورة ، تحقيقاً لإكمال الدين ، واستقصاء لما قد يحتاج إلى علمه المسلمون وموقعها هنا سنذكره .وقد كانت الوصية مشروعة بآية البقرة ( 180 ) { كتب عليكم إذا حضر أحدكم الموت إن ترك خيراً الوصية } وتقدّم القول في ابتداء مشروعيتها وفي مقدار ما نسخ من حكم تلك الآية وما أحكم في موضعه هنالك . وحرص رسول الله على الوصية وأمر بها ، فكانت معروفة متداولة منذ عهد بعيد من الإسلام . وكانت معروفة في الجاهلية كما تقدّم في سورة البقرة . وكان المرء يوصي لمن يوصي له بحضرة ورثته وقرابته فلا يقع نزاع بينهم بعد موته مع ما في النفوس من حرمة الوصية والحرص على إنفاذها حفظاً لحقّ الميّت إذ لا سبيل له إلى تحقيق حقّه ، فلذلك استغنى القرآن عن شرع التوثّق لها بالإشهاد ، خلافاً لما تقدّم به من بيان التوثّق في التبايع بآية { وأشهدوا إذا تبايعتم } [ البقرة : 282 ] والتوثّق في الدين بآية { يأيها الذين آمنوا إذا تداينتم بدين } [ البقرة : 282 ] الخ فأكملت هذه الآية بيان التوثّق للوصية اهتماماً بها ولجدارة الوصية بالتوثيق لها لضعف الذياد عنها لأنّ البيوع والديون فيها جانبان عالمان بصورة ما انعقد فيها ويذُبّان عن مصالحهما فيتّضح الحقّ من خلال سعيهما في إحقاق الحقّ فيها بخلاف الوصية فإنّ فيها جانباً واحداً وهو جانب الموصى له لأنّ الموصي يكون قد ماتَ وجانب الموصى له ضعيف إذ لا علم له بما عقد الموصي ولا بما ترك ، فكانت معرّضة للضياع كلّها أو بعضها .وقد كان العرب في الجاهلية يستحفظون وصاياهم عند الموت إلى أحد يثقون به من أصحابهم أو كبراء قبيلتهم أو من حضر احتضار الموصي أو من كان أودع عند الموصي خَبَرَ عزمه . فقد أوصى نزارُ بن مَعَدّ وصية موجزة وأحال أبناءه على الأفعى الجرهمي أن يبيّن لهم تفصيل مراده منها .وقد حدثت في آخر حياة الرسول عليه الصلاة والسلام حادثة كانت سبباً في نزول هذه الآية . ولعلّ حدوثها كان مقارناً لنزول الآي التي قبلها فجاءت هذه الآية عقبها في هذا الموضع من السورة . ذلك أنّه كان في سنة تسع من الهجرة نزلت قضية : هي أن رجلين أحدهما تميم الداريُّ اللخمي والآخر عدي بن بدّاء ، كانا من نصارى العرب تاجرين ، وهما من أهل ( دارِين ) وكانا يتّجران بين الشام ومكةَ والمدينة . فخرج معهما من المدينة بُديل بن أبي مريم مولى بني سَهم وكان مسلماً بتجارة إلى الشام ، فمرض بديل ( قيل في الشام وقيل في الطريق برّاً أو بحراً ) وكان معه في أمتعته جام من فضة مخوّص بالذهب قاصداً به ملكَ الشام ، فلمّا اشتدّ مرضه أخذ صحيفة فكتب فيها ما عنده من المتاع والمال ودسّها في مطاوي أمتعته ودفع ما معه إلى تميم وعدي وأوصاهما بأن يبلّغاه مواليه من بني سهم .وكان بديل مولى للعاصي بن وائل السهمي ، فولاؤه بعد موته لابن عمرو بن العاصي . وبعض المفسّرين يقول : إنّ ولاء بُديل لعَمرو بن العاصي والمطلب بن وداعة . ويؤيّد قولهم أنّ المطلب حلف مع عمرو بن العاصي على أنّ الجام لبديل بن أبي مريم . فلمّا رجعا باعا الجام بمكة بألف درهم ورجعا إلى المدينة فدفعا مَا لِبديل إلى مواليه . فلمّا نشروه وجدوا الصحيفة ، فقالوا لتميم وعدي : أين الجَامُ فأنكرا أن يكون دفع إليهما جاماً . ثم وُجد الجام بعد مدة يباع بمكة فقام عمرو بن العاصي والمطلب بن أبي وداعة على الذي عنده الجام فقال : إنّه ابتاعه من تميم وعديّ . وفي رواية أنّ تميماً لما أسلم في سنة تسع تأثّم ممّا صنع فأخبر عمرو بن العاصي بخبر الجام ودفع له الخمسمائة الدرهم الصائرة إليه من ثمنه ، وطالب عمرو عدياً ببقية الثمن فأنكر أن يكون باعه . وهذا أمثل ما روي في سبب نزول هذه الآية . وقد ساقه البخاري تعليقاً في كتاب الوصايا . ورواه الترمذي في كتاب التفسير ، وقال : ليس إسناده بصحيح . وهو وإن لم يستوف شروط الصحة فقد اشتهر وتلقّى بالقبول ، وقد أسنده البخاري في «تاريخه» .واتّفقت الروايات على أنّ الفريقين تفاضَوا في ذلك إلى رسول الله صلى الله عليه وسلم ونزلت هذه الآية في ذلك ، فحلف عَمرُو بن العاصي والمطّلب بن أبي وَدَاعة على أنّ تميماً وعدياً أخفيا الجام وأنّ بُديلاً صاحبه وما باعه ولا خرج من يده . ودفع لهما عدي خمسمائة درهم وهو يومئذٍ نصراني . وعدي هذا قيل : أسلم ، وعدّه ابن حبّان وابن منده في عداد الصحابة ، وقيل : مات نصرانياً ، ورجّح ذلك ابن عطية ، وهو قول أبي نعيم ، ويروى عن مقاتل ، ولم يذكره ابن عبد البر في الصحابة . واحتمل أن يكون نزولها قبل الترافع بين الخصم في قضية الجام ، وأن يكون نزولها بعد قضاء النبي صلى الله عليه وسلم في تلك القضية لتكون تشريعاً لما يحدث من أمثال تلك القضية .و { بينكم } أصل ( بين ) اسم مكان مبهم متوسّط بين شيئين يبيّنه ما يضاف هو إليه ، وهو هنا مجاز في الأمر المتعلّق بعدّة أشياء ، وهو مجرور بإضافة { شهادةُ } إليه على الاتّساع . وأصله ( شهادةٌ ) بالتنوين والرفع «بينكم» بالنصب على الظرفية . فخرج ( بين ) عن الظرفية إلى مطلق الاسمية كما خرج عنها في قوله تعالى : { لقد تقطّع بينكم } [ الأنعام : 94 ] في قراءة جماعة من العشرة برفع { بينكم } .وارتفع { شهادةُ } على الابتداء ، وخبره { اثنان } . و { إذا حضر أحدكم الموت } ظرف زمان مستقبل . وليس في ( إذا ) معنى الشرط ، والظرف متعلّق ب { شهادة } لما فيه من معنى الفعل ، أي ليشهدْ إذا حضر أحدكم الموتُ اثنان ، يعني يجب عليه أن يشهد بذلك ويجب عليهما أن يَشهدا لقوله تعالى :{ ولا يأبَ الشهداءُ إذا ما دُعوا } [ البقرة : 282 ] . و { حين الوصية } بدَل من { إذا حضر أحدكم الموتُ } بَدَلاً مطابقاً ، فإنّ حين حضور الموت هو الحين الذي يوصي فيه الناس غالباً . جيء بهذا الظرف الثاني ليتخلّص بهذا البدل إلى المقصود وهو الوصية .وقد كان العرب إذا راوا علامة الموت على المريض يقولون : أوص ، وقد قالوا ذلك لعمر بن الخطاب حين أخبر الطبيب أنّ جرحه في أمعائه . ومعنى حضور الموت حضور علاماته لأن تلك حالة يتخيّل فيها المرءُ أنّ الموت قد حضر عنده ليصيّره ميتاً ، وليس المراد حصول الغرغرة لأنّ ما طُلب من الموصي أن يعمله يستدعي وقتاً طويلاً ، وقد تقدّم عند قوله : { كتب عليكم إذا حضر أحدكم الموت إن ترك خيراً } في سورة البقرة ( 180 ) .وقوله : اثنان } خبر عن { شهادةُ } ، أي الشهادة على الوصية شهادة اثنين ، فحذف المضاف وأقيم المضاف إليه مقامه فأخذ إعرابه ، والقرينة واضحة والمقصود الإيجاز . فماصْدقُ { اثنان } شاهدان ، بقرينة قوله { شهادة بينكم } ، وقولِه : { ذوا عدل } . وهذان الشاهدان هما وصيّان من الميّت على صفة وصيّته وإبلاغها ، إلاّ أن يجعل الموصي وصياً غيرهما فيكونا شاهدين على ذلك . والعدل والعدالة متّحدان ، أي صاحبا اتّصَاف بالعدالة .ومعنى { منكم } من المؤمنين ، كما هو مقتضى الخطاب بقوله : { يأيّها الذين آمنوا } ، لأنّ المتكلّم إذا خاطب مخاطبه بوصف ثم أتبعه بما يدلّ على بعضه كان معناه أنّه بعض أصحاب الوصف ، كما قال الأنصار يوم السقيفة : مِنَّا أمير ومِنْكم أمير . فالكلام على وصية المؤمنين . وعلى هذا درج جمهور المفسّرين ، وهو قول أبي موسى الأشعري ، وابن عبّاس ، وسعيد بن المسيّب ، وقتادة ، والأئمة الأربعة . وهو الذي يجب التعويل عليه ، وهو ظاهر الوصف بكلمة { منكم } في مواقعها في القرآن .وقال الزهري ، والحسن ، وعكرمة : معنى قوله { منكم } من عشيرتكم وقرابتكم . ويترتّب على التفسير الأول أن يكون معنى مقابله وهو { من غيركم } أنّه من غير أهل ملّتكم . فذهب فريق ممّن قالوا بالتفسير الأول إلى إعمال هذا وأجازوا شهادة غير المسلم في السفر في الوصية خاصّة ، وخصّوا ذلك بالذميّ ، وهو قول أحمد ، والثوري ، وسعيد بن المسيّب ، ونُسب إلى ابن عبّاس ، وأبي موسى . وذهب فريق إلى أنّ هذا منسوخ بقوله تعالى : { وأشهدوا ذَوَيْ عدل منكم } [ الطلاق : 2 ] ، وهو قول مالك ، وأبي حنيفة ، والشافعي ، ونسب إلى زيد بن أسلم . وقد تمّ الكلام على الصورة الكاملة في شهادة الوصية بقوله : { ذوَا عدل منكم } .وقوله : { أو آخران من غيركم } الآيات . . تفصيل للحالة التي تعرض في السفر . و ( أو ) للتقسيم لا للتخيير ، والتقسيمُ باعتبار اختلاف الحالين : حاللِ الحاضر وحال المسافر ، ولذلك اقترن به قوله : { إنْ أنتم ضربتم في الأرض } ، فهو قيد لقوله : { أو آخران من غيركم } .وجواب الشرط في قوله : { إن أنتم ضربتم في الأرض } محذوف دلّ عليه قوله : { أو آخران من غيركم } ، والتقدير : إنْ أنتم ضربتم في الأرض فشهادة آخَرَيْننِ من غيركم ، فالمصيرُ إلى شهادة شاهدَين من غير المسلمين عند من يراه مقيّد بشرط { إنْ أنتم ضربتم في الأرض } . والضرب في الأرض : السير فيها . والمراد به السفر ، وتقدّم عند قوله تعالى : { وقالوا لإخوانهم إذا ضربوا في الأرض } في سورة آل عمران ( 156 ) .ومعنى : فأصابتكم مصيبة الموت } حلّت بكم ، والفِعْل مستعمل في معنى المشارفة والمقاربة ، كما في قوله تعالى : { وليَخْشَ الذين لو تركوا من خَلْفهم ذرّيَّة } [ السناء : 9 ] ، أي لو شارفوا أن يتركوا ذرّيّة . وهذا استعمال من استعمال الأفعال . ومنه قولهم في الإقامة : قد قامت الصلاة .وعُطف قولُه { فأصابتكم } على { ضربتم في الأرض } ، فكانَ من مضمون قوله قبله { إذا حضر أحدَكم الموت } . أعيد هنا لربط الكلام بعد ما فَصَل بينه من الظروف والشروط . وضمير الجمع في { أصابتكم } كضمير الجمع في { ضربتم في الأرض } .والمصيبة : الحادثة التي تحلّ بالمرء من شرّ وضرّ ، وتقدّم عند قوله تعالى : { فإن أصابتكم مصيبة } في سورة النساء ( 72 ) .وجملة تحبسونهما } حال من { آخران } عند من جعل قوله { من غيركم } بمعنى من غير أهل دينكم . وأمّا عند من جعله بمعنى من غير قبيلتكم فإنّه حال من { اثنان } ومن { آخران } لأنّهما متعاطفان ب ( أو ) . فهما أحد قسمين ، ويكون التحليف عند الاسْترابة . والتحليف على هذا التأويل بعيد إذ لا موجب للاسترابة في عدلين مسلمين .وضمير الجمع في { تحبسونهما } كضميري { ضربتم وأصابتكم } . وكلّها مستعملة في الجمع البدَلي دون الشمولي ، لأنّ جميع المخاطبين صالحون لأن يعتريهم هذا الحكم وإنّما يحلّ ببعضهم . فضمائر جمع المخاطبين واقعة موقع مُقتضَى الظاهر كلُّها . وإنّما جاءت بصيغة الجمع لإفادة العموم ، دفعاً لأن يتوهّم أنّ هذا التشريع خاصّ بشخصين معيّنين لأنّ قضية سبب النزول كانت في شخصين؛ أو الخطاب والجمع للمسلمين وحكّامهم .والحَبس : الإمساك ، أي المنع من الانصراف . فمنه ما هو بإكراه كحبس الجاني في بيت أو إثقافه في قيد . ومنه ما يكون بمعنى الانتظار ، كما في حديث عتبان بن مالك { فغدا عليّ رسول الله وأبو بكر إلى أن قال وحبسناه على خزير صنعناه } ، أي أمسكناه . وهذا هو المراد في الآية ، أي تمسكونهما ولا تتركونهما يغادِرَانِكم حتّى يتحمّلا الوصية . وليس المرادّ به السجن أو ما يقرب منه ، لأنّ الله تعالى قال : { ولا يضارّ كاتب ولا شهيد } [ البقرة : 282 ] .وقوله : { من بعد الصلاة } توقيت لإحضارهما وإمساكهما لأداء هذه الشهادة . والإتيانُ ب ( مِن ) الابتدائية لتقريب البَعديّة ، أي قرب انتهاء الصلاة . وتحتمل الآية أنّ المراد بالصلاة صلاة من صلوات المسلمين ، وبذلك فسّرها جماعة من أهل العلم ، فمنهم من قال : هي صلاة العصر . وروي أنّ النبي صلى الله عليه وسلم أحْلف تميماً الداري وعَدي بنَ بدّاء في قضية الجام بعد العصر ، وهو قول قتادة ، وسعيد ، وشريح ، والشعبي .ومنهم من قال : الظهر ، وهو عن الحسن . وتحتمل من بعد صلاة دينهما على تأويل من غيركم بمعنى من غير أهل دينكم . ونقل عن السديّ ، وابن عبّاس ، أي تُحضرونهما عقب أدائهما صلاتهما لأنّ ذلك قريب من إقبالهما على خشية الله والوقوف لعبادته .وقوله : { فيقسمان بالله } عطف على { تحبسونهما } فعلم أنّ حبسهما بعد الصلاة لأجل أن يقسما بالله . وضمير { يقسمان } عائد إلى قوله { آخران } . فالحلف يحلفه شاهدا الوصية اللذان هما غير مسلمين لزيادة الثقة بشهادتهما لعدم الاعتداد بعدالة غير المسلم .وقوله { إن ارتبتم } تظافرت أقوال المفسّرين على أنّ هذا شرط متّصل بقوله { تحبسونهما } وما عطف عليه . واستغني عن جواب الشرط لدلالة ما تقدّم عليه ليتأتّى الإيجاز ، لأنّه لو لم يقدّم لقيل : أو آخران من غيركم فإن ارتبتم فيهما تحبسونهما إلى آخره . فيقتضي هذا التفسير أنّه لو لم تَحصل الريبة في صدقهما لما لزم إحْضارهما من بعد الصلاة وقسمهما ، فصار ذلك موكولاً لِخيَرة الولي . وجملة الشرط معترضة بين فعل القسم وجوابه .والوجه عندي أن يكون قوله { إن ارتبتم } من جملة الكلام الذي يقوله الشاهدان ، ومعناه أنّ الشاهدين يقولان : إن ارتبتم في شهادتنا فنحن نقسم بالله لا نشتري به ثمناً ولو كان ذا قربى ولا نكتم الشهادة ، أي يقولان ذلك لاطمئنان نفس المُوصي ، لأنّ العدالة مظنّة الصدق مع احتمال وجود ما ينافيها ممّا لا يُطّلع عليه فأكّدت مظنّة الصدق بالحلف؛ فيكون شُرع هذا الكلام على كلّ شاهد ليسْتوي فيه جميع الأحوال بحيث لا يكون توجيه اليمين في بعض الأحوال حَرجاً على الشاهدين الذين توجّهت عليهما اليمينُ من أنّ اليمين تعريض بالشكّ في صدقهما ، فكان فرض اليمين من قِبَل الشرع دافعاً للتحرّج بينهما وبين الوليّ ، لأنّ في كون اليمين شرطاً من عند الله معذرة في المطالبة بها ، كما قال جمهور فقهائنا في يمين القضاء التي تتوجّه على من يثبت حقّاً على ميّت أو غائب من أنّها لازمة قبل الحكم مطلقاً ولو أسقطها الوارث الرشيد . ولم أقف على مَن عرّج على هذا المعنى من المفسّرين إلاّ قول الكواشي في «تلخيص التفسير» : «وبعضُهم يقف على { يقسمان } ويبتدىء { بالله } قسماً ولا أحبّه» ، وإلاّ ما حكاه الصفاقسي في «مُعربَه» عن الجرجاني «أنّ هنا قولاً محذوفاً تقديره : فيقسمان بالله ويَقُولان» . ولم يظهر للصفاقسي ما الذي دعَا الجرجاني لِتقدير هذا القول . ولا أراه حمله عليه إلاّ جَعْلُ قوله { إن ارتبتم } من كلام الشاهديْن . وجوابُ الشرط محذوف يدلّ عليه جواب القسم ، فإنّ القسم أولى بالجواب لأنّه مقدّم على الشرط .وقوله { لا نشتري به ثمناً } الخ ، ذلك هو المقسم عليه . ومعنى { لا نشتري به ثمناً } لا نعتاض بالأمر الذي أقسمنا عليه ثمناً ، أي عوضاً ، فضمير به ، عائد إلى القسم المفهوم من { يقسمان } .وقد أفاد تنكير { ثمناً } في سياق النفي عمومَ كلّ ثمن . والمراد بالثمن العوَض ، أي لا نبدّل ما أقسمنا عليه بعوض كائناً ما كان العوضُ ، ويجوز أن يكون ضمير { به } عائداً إلى المقسم عليه وهو ما استشهدا عليه من صيغة الوصي بجميع ما فيها .وقوله : { ولو كان ذا قُربى } حال من قوله { ثمناً } الذي هو بمعنى العوض ، أي ولو كان العوض ذا قربى ، أي ذا قربى منّا ، و«لو» شرط يفيد المبالغة فإذا كان ذا القربى لا يَرْضيانه عوّضاً عن تبديل شهادتهما فأوْلى ما هو دون ذلك . وذلك أنّ أعظم ما يدفع المرء إلى الحيف في عرف القبائل هو الحميّة والنصرة للقريب ، فذلك تصغر دونه الرّشى ومنافع الذات . والضمير المسْتتر في { كان } عائد إلى قوله { ثَمناً } . ومعنى كون الثمن ، أي العوض ، ذَا قربى أنّه إرضاء ذي القربى ونفعه فالكلام على تقدير مضاف ، وهو من دلالة الاقتضاء لأنّه لا معنى لجعل العوض ذات ذي القربى ، فتعيّن أنّ المراد شيء من علائقه يعيّنه المقام . ونظيره { حُرِّمت عليكم أمّهاتكم } [ النساء : 23 ] . وقد تقدّم وجه دلالة مثل هذا الشرط ب ( لو ) وتسميتها وصلية عند قوله تعالى : { ولو افتدى به } من سورة آل عمران ( 91 ) .وقوله ولا نكتم } عطف على { لا نشتري } ، لأنّ المقصود من إحلافهما أن يؤدّيا الشهادة كما تلقّياها فلا يغيّرا شيئاً منها ولا يكتماها أصلاً .وإضافة الشهادة إلى اسم الجلالة تعظيم لخطرها عند الشهادة وغيره لأنّ الله لمّا أمر بأدائها كما هي وحَضّ عليها أضافها إلى اسمه حفظاً لها من التغيير ، فالتصريح باسمه تعالى تذكير للشاهد به حينَ القسم .وفي قوله { ولا نكتم } دليل على أنّ المراد بالشهادة هنا معناها المتعارف ، وهو الإخبار عن أمر خاصّ يعرِض في مثله الترافعُ . وليس المراد بها اليمين كما توهّمه بعض المفسّرين فلا نطيل بردّه فقد ردّه اللفظ .وجملة { إنَّا إذاً لمن الآثمين } مستأنفة استئنافاً بيانياً لأنّها جواب سؤال مقدّر بدليل وجود { إذنْ } ، فإنّه حرفُ جواب : استشعر الشاهدان سؤالاً من الذي حَلفا له بقولهما : لا نشتري به ثمناً ولا نكتم شهادة الله ، يقول في نفسه : لعلّكما لا تَبِرّان بما أقسمتما عليه ، فأجابا : إنّا إذَنْ لَمِن الآثمين ، أي إنّا نَعلم تبعة عدم البرّ بما أقسمنا عليه أن نكون من الآثمين ، أي ولا نرضى بذلك .والآثمُ : مرتكب الإثم . وقد علم أنّ الإثم هو الحنث بوقوع الجملة استئنافاً مع «إذن» الدالّة على جواب كلام يختلج في نفس أولياء الميّت .",
  "ayah": 106,
  "surah": 5
}
