{
  "text": "والمشار إليه في قوله : «ذلك أدنى» إلى المذكور من الحكم من قوله { تحبسوهما من بعد الصلاة } إلى قوله إنَّا إذن لمنَ الظالمين . و { أدنى } بمعنى أقرب ، والقرب هنا مجاز في قرب العلم وهو الظنّ ، أي أقوى إلى الظنّ بالصدق .وضمير { يأتوا } عائد إلى «الشهداء» وهم : الآخران من غيركم ، والآخران اللذان يقومان مقامهما ، أي أن يأتي كلّ واحد منهم . فجمع الضمير على إرادة التوزيع .والمعنى أنّ ما شرع الله من التوثيق والضبط ، ومن ردّ الشهادة عند العثور على الريبة أرجى إلى الظنّ بحصول الصدق لكثرة ما ضبط على كلا الفريقين ممّا ينفي الغفلة والتساهل ، بله الزور والجور مع توقّي سوء السمعة .ومعنى { أن يأتوا بالشهادة } : أن يؤدّوا الشهادة . جعل أداؤها والإخبار بها كالإتيان بشيء من مكان .ومعنى قوله { على وجهها } ، أي على سنّتها وما هو مقوّم تمامها وكمالها ، فاسم الوجه في مثل هذا مستعار لأحسن ما في الشيء وأكمله تشبيهاً بوجه الإنسان ، إذ هو العضو الذي يعرف به المرء ويتميز عن غيره . ولمّا أريد منه معنى الاستعمارة لهذا المعنى ، وشاع هذا المعنى في كلامهم ، قالوا : جاء بالشيء الفلاني على وجهه ، فجعلوا الشيء مأتيّاً به ، ووصفوه بأنه أتي به متمكّناً من وجهه ، أي من كمال أحواله .فحرف ( على ) للاستعلاء المجازي المراد منه التمكّن ، مثل { أولئك على هدى من ربّهم } [ البقرة : 5 ] . والجارّ والمجرور في موضع الحال من { الشهادة } ، وصار ذلك قرينة على أنّ المراد من الوجه غير معناه الحقيقي .وسنّة الشهادة وكمالها هو صدقها والتثبّت فيها والتنبّه لما يغفل عنه من مختلف الأحوال التي قد يستخفّ بها في الحال وتكون للغفلة عنها عواقب تضيِّع الحقوق ، أي ذلك يعلّمهم وجه التثبّت في التحمّل والأداء وتوخّي الصدق ، وهو يدخل في قاعدة لزوم صفة اليقظة للشاهد .وفي الآية إيماء إلى حكمة مشروعية الإعذاء في الشهادة بالطعن أو المعارضة ، فإنّ في ذلك ما يحمل شهود الشهادة على التثبّت في مطابقة شهادتهم ، للواقع لأنّ المعارضة والإعذار يكشفان عن الحقّ .وقوله { أو يخافوا أن تردّ أيمان بعد أيمانهم } عطف على قوله { أن يأتوا } باعتبار ما تعلّق به من المجرورات ، وذلك لأنّ جملة { يأتوا بالشهادة على وجهها } أفادت الإتيان بها صادقة لا نقصان فيها بباعث من أنفس الشهود ، ولذلك قدّرناه بمعنى أن يعلموا كيف تكون الشهادة الصادقة . فأفادت الجملة المعطوف عليها إيجاد وازع للشهود من أنفسهم ، وأفادت الجملة المعطوفة وازعاً هو توقّع ظهور كذبهم . ومعنى { أن تردّ أيمان } أن تُرَجَّع أيمان إلى ورثة الموصي بعد أيمان الشهيدين . فالردّ هنا مجاز في الانتقال ، مثل قولهم : قلب عليه اليمين ، فيعيَّروا به بين الناس؛ فحرف ( أوْ ) للتقسيم ، وهو تقسيم يفيد تفصيل ما أجمله الإشارة في قوله : { ذلك أدنى } الخ . . . وجمع { الأيمان } باعتبار عموم حكم الآية لسائر قضايا الوصايا التي من جنسها ، على أنّ العرب تعدل عن التثنية كثيراً . ومنه قوله تعالى : { إن تتوبا إلى الله فقد صغت قلوبكما } [ التحريم : 4 ]وذيّل هذا الحكم الجليل بموعظة جميع الأمّة فقال : { واتّقوا الله } الآية .وقوله { واسمعوا } أمر بالسمع المستعمل في الطاعة مجازاً ، كما تقدّم في قوله تعالى : { إذ قلتم سمعنا وأطعنا } في هذه السورة ( 7 ) .وقوله والله لا يهدي القوم الفاسقين } تحريض على التقوى والطاعة لله فيما أمر ونهى ، وتحذير من مخالفة ذلك ، لأنّ في اتّباع أمر الله هُدى وفي الإعراض فسقاً . { والله لا يهدي القوم الفاسقين } أي المعرضين عن أمر الله ، فإنّ ذلك لا يستهان به لأنّه يؤدّي إلى الرين على القلب فلا ينفذ إليه الهدى من بعدُ فلا تكونُوهم وكونوا من المهتدين .هذا تفسير الآيات توخّيتُ فيه أوضح المعاني وأوفقها بالشريعة ، وأطلت في بيان ذلك لإزالة ما غمض من المعاني تحت إيجازها البليغ . وقد نقل الطيبي عن الزجّاج أنّ هذه الآية من أشكل ما في القرآن من الإعراب . وقال الفخر : رَوَى الواحدي عن عمر : هذه الآية أعضل ما في هذه السورة من الأحكام . وقال ابن عطية عن مكّي بن أبي طالب : هذه الآيات عند أهل المعاني من أشكل ما في القرآن إعراباً ومعنى وحكماً .قال ابن عطية : وهذا كلام من لم يقع له الثلج في تفسيرها . وذلك بيّن من كتابه .ولقصد استيفاء معاني الآيات متتابعة تجنّبت التعرّض لما تفيده من الأحكام واختلاف علماء الإسلام فيها في أثناء تفسيرها . وأخّرت ذلك إلى هذا الموضع حين انتهيت من تفسير معانيها . وقد اشتملت على أصلين : أحدهما الأمر بالإشهاد على الوصية ، وثانيهما فصل القضاء في قضية تميم الداري وعدي بن بدّاء مع أولياء بديل بن أبي مريم .فالأصل الأول : من قوله تعالى : { شهادة بينكم } إلى قوله { ولا نكتم شهادة الله } .والأصل الثاني : من قوله : { فإن عثر على أنّهما استحقّا إثماً } إلى قوله { بعد أيمانهم } . ويحصل من ذلك معرفة وجه القضاء في أمثال تلك القضية ممّا يتّهم فيه الشهود .وقوله : { شهادة بينكم } الآية بيان لكيفية الشهادة ، وهو يتضمّن الأمر بها ، ولكن عدل عن ذكر الأمر لأنّ الناس معتادون باستحفاظ وصاياهم عند محلّ ثقتهم .وأهمّ الأحكام التي تؤخذ من الآية ثلاثة : أحدها : استشهاد غير المسلمين في حقوق المسلمين ، على رأي من جعله المراد من قوله { أو آخران من غيركم } . وثانيها : تحليف الشاهد على أنّه صادق في شهادته . وثالثها : تغليظ اليمين بالزمان .فأمّا الحكم الأول : فقد دلّ عليه قوله تعالى : { أو آخران من غيركم } . وقد بيّنا أنّ الأظهر أنّ الغيرية غيرية في الدين . وقد اختلف في قبول شهادة غير المسلمين في القضايا الجارية بين المسلمين؛ فذهب الجمهور إلى أنّ حكم هذه الآية منسوخ بقوله تعالى : { وأشهدوا ذوي عدل منكم } [ الطلاق : 2 ] وقوله { ممّن ترْضَوْن من الشهداء } [ البقرة : 282 ] وهذا قول مالك ، وأبي حنيفة ، والشافعي . وذهب جماعة إلى أنّ الآية محكمة ، فمنهم من جعلها خاصّة بالشهادة على الوصية في السفر إذا لم يكن مع الموصي مسلمون . وهو قول أبي موسى الأشعري ، وابن عباس ، وقضى بذلك أبو موسى الأشعري في وصية مثل هذه ، أيام قضائه بالكوفة ، وقال : هذا أمر لم يكن بعدَ الذي كان في عهد رسول الله صلى الله عليه وسلم وهو قول سعيد بن المسيّب ، وابن جبير ، وشريح ، وابن سيرين ، ومجاهد ، وقتادة ، والسدّي ، وسفيان الثوري ، وجماعة ، وهم يقولون : لا منسوخ في سورة المائدة ، تبعاً لابن عباس . ومنهم من تأوّل قوله { من غيركم } على أنّه من غير قبيلتكم ، وهو قول الزهري ، والحسن ، وعكرمة .وقال أحمد بن حنبل بقياس بقية العقود المشهود فيها في السفر على شهادة الوصية ، فقال بأنّ شهادة أهل الذمّة على المسلمين في السفر ماضية ، وزاد فجعلها بدون يمين . والأظهر عندي أنّ حكم الآية غير منسوخ ، وأنّ قبول شهادة غير المسلمين خاصّ بالوصية في السفر حيث لا يوجد مسلمون للضرورة ، وأنّ وجه اختصاص الوصية بهذا الحكم أنّها تعرض في حالة لا يستعدّ لها المرء من قبلُ فكان معذوراً في إشهاد غير المسلمين في تلك الحالة خشية الفوات ، بخلاف غيرها من العقود فيمكن الاستعداد لها من قبل والتوثّق لها بغير ذلك؛ فكان هذا الحكم رخصة .والحكمة التي من أجلها لم تقبل في شريعة الإسلام شهادة غير المسلمين إلاّ في الضرورة ، عند من رأى إعمالها في الضرورة ، أنّ قبول الشهادة تزكية وتعديل للشاهد وترفيع لمقداره إذ جعل خبره مَقطَعاً للحقوق . فقد كان بعض القضاة من السلف يقول للشهود : اتّقوا الله فينا فأنتم القضاة ونحن المنفّذون . ولمّا كان رسولنا صلى الله عليه وسلم قد دعا الناس إلى اتّباع دينه فأعرض عنه أهل الكتاب لم يكونوا أهلاً لأن تزكّيهم أمّته وتسمهم بالصدق وهم كذّبوا رسولنا ، ولأنّ من لم يكن دينه ديننا لا نكون عالمين بحدود ما يزعه عن الكذب في خبره ، ولا لمجال التضييق والتوسّع في أعماله الناشئة عن معتقداته ، إذ لعلّ في دينه ما يبيح له الكذب ، وبخاصّة إذا كانت شهادته في حقّ لمن يخالفه في الدين ، فإنّنا عهدنا منهم أنّهم لا يتوخّون الاحتياط في حقوق من لم يكن من أهل دينهم . قال تعالى حكاية عنهم «ذلك بأنّهم قالوا ليس علينا في الأمّيين ( أي المسلمين ) سبيل» فمن أجل ذلك لم يكن مظنّة للعدالة ولا كان مقدارها فيه مضبوطاً . وهذا حال الغالب منهم ، وفيهم من قال الله في شأنه { من إن تأمنه بقنطار يؤدّه إليك } [ آل عمران : 75 ] ولكن الحكم للغالب .وأمّا حكم تحليف الشاهد على صدقه في شهادته : فلم يرد في المأثور إلاّ في هذا الموضع؛ فأمّا الذين قالوا بنسخ قبول شهادة الكافر فتحليف شاهدي الوصية الكافرين منسوخ تبعاً ، وهو قول الجمهور . وأمّا الذين جعلوه محكَماً فقد اختلفوا ، فمنهم من خصّ اليمين بشاهدي الوصية من غير المسلمين ، ومنهم من اعتبر بعلّة مشروعية تحليف الشاهدين من غير المسلمين ، فقاس عليه تحليف الشاهدين إذا تطرّقت إليهما الريبة ولو كانا مسلمين . وهذا لا وجه له إذ قد شرط الله فيهما العدالة وهي تنافي الريبة ، نعم قد يقال : هذا إذا تعذّرت العدالة أو ضعفت في بعض الأوقات ووقع الاضطرار إلى استشهاد غير العدول كما هي حالة معظم بلاد الإسلام اليومَ ، فلا يبعد أن يكون لتحيلف الشاهد المستور الحال وجهٌ في القضاء . والمسألة مبسوطة في كتب الفقه .وأمّا حكم تغليظ اليمين : فقد أخذ من الآية أنّ اليمين تقع بعد الصلاة ، فكان ذلك أصلاً في تغليظ اليمين في نظر بعض أهل العلم ، ويجيء في تغليظ اليمين أن يكون بالزمان والمكان واللفظ . وفي جميعها اختلاف بين العلماء . وليس في الآية ما يتمسّك به بواحد من هذه الثلاثة إلاّ قوله : { من بعد الصلاة } وقد بيّنتُ أنّ الأظهر أنّه خاصّ بالوصية ، وأمّا التغليظ بالمكان وباللفظ فتفصيله في كتب الخلاف .",
  "ayah": 108,
  "surah": 5
}
