{
  "text": "جملة { يوم يجمع الله الرّسُلَ } استئناف ابتدائي متّصل بقوله : { فأثابهم الله بما قالوا إلى قوله { وذلك جزاء المحسنين } [ المائدة : 85 ] . وما بينهما جمل معترضة نشأ بعضها عن بعض ، فعاد الكلام الآن إلى أحوال الذين اتّبعوا عيسى عليه السلام ، فبدّل كثير منهم تبديلاً بلغ بهم إلى الكفر ومضاهاة المشركين ، للتذكير بهول عظيم من أهوال يوم القيامة تكون فيه شهادة الرسل على الأمم وبراءتهم ممّا أحدثه أممهم بعدهم في الدين ممّا لم يأذن به الله ، والتخلّص من ذلك إلى شهادة عيسى على النصارى بأنّه لم يأمرهم بتأليهه وعبادته . وهذا متّصل في الغرض بما تقدّم من قوله تعالى : { ولتجدنّ أقربهم مودّة للذين آمنوا الذين قالوا إنّا نصارى } [ المائدة : 82 ] . فإنّ في تلك الآيات ترغيباً وترهيباً ، وإبعاداً وتقريباً ، وقع الانتقال منها إلى أحكام تشريعية ناسبت ما ابتدعه اليهود والنصارى ، وذلك من قوله تعالى : { يا أيها الذين آمنوا لا تحرّموا طيّبات ما أحلّ الله لكم } [ المائدة : 87 ] وتفنّن الانتقال إلى هذا المبلغ ، فهذا عود إلى بيان تمام نهوض الحجّة على النصارى في مشهد يوم القيامة . ولقد جاء هذا مناسباً للتذكير العامّ بقوله تعالى : { واتّقوا الله واسمعوا والله لا يهدي القوم الفاسقين } [ المائدة : 108 ] . ولمناسبة هذا المقام التزم وصف عيسى بابن مريم كلّما تكرّر ذكره في هذه الآيات أربع مرات تعريضاً بإبطال دعوى أنّه ابن لله تعالى .ولأنّه لمّا تمّ الكلام على الاستشهاد على وصايا المخلوقين ناسب الانتقال إلى شهادة الرسل على وصايا الخالق تعالى ، فإنّ الأديان وصايا الله إلى خلقه . قال تعالى : { شرع لكم من الدين ما وصّى به نوحاً والذي أوحينا إليك وما وصّينا به إبراهيم وموسى وعيسى } [ الشورى : 13 ] . وقد سمّاهم الله تعالى شهداء في قوله : { فكيف إذا جئنا من كلّ أمّة بشهيد وجئنا بك على هؤلاء شهيداً } [ النساء : 41 ] .فقوله : { يوم يجمع } ظرف ، والأظهر أنه معمول لعامللٍ محذوف يقدّر بنحو : اذكر يوم يجمع الله الرسل ، أو يقدّر له عامل يكون بمنزلة الجواب للظرف ، لأنّ الظرف إذا تقدّم يعامل معاملة الشرط في إعطائه جواباً . وقد حذف هذا العامل لتذهب نفس السامع كلّ مذهب ممكن من التهويل ، تقديره يوم يجمع الله الرسل يكون هول عظيم لا يبلغه طُولُ التعبير فينبغي طيّه . ويجوز أن يكون متعلّقاً بفعل { قالوا لا علم لنا . . . } الخ ، أي أنّ ذلك الفعل هو المقصود من الجملة المستأنفة . وأصل نظم الكلام : يجمع الله الرسل يوم القيامة فيقول الخ . فغيّر نظم الكلام إلى الأسلوب الذي وقع في الآية للاهتمام بالخبر ، فيفتتح بهذا الظرف المهول وليوردَ الاستشهاد في صورة المقاولة بين الله والرسل . والمقصود من الكلام هو ما يأتي بقوله : { وإذ قال الله يا عيسى بن مريم أأنت قلت للناس }[ المائدة : 116 ] وما بينهما اعتراض . ومن البعيد أن يكون الظرف متعلّقاً بقوله : { لا يهدي القوم الفاسقين } [ المائدة : 108 ] لأنّه لا جدوى في نفي الهداية في يوم القيامة ، ولأنّ جزالة الكلام تناسب استئنافه ، ولأنّ تعلّقه به غير واسع المعنى .ومثله قول الزجّاج : إنّه متعلّق بقوله : { واتّقوا الله } [ المائدة : 108 ] على أنّ { يوم } مفعول لأجله ، وقيل : بدل اشتمال من اسم الجلالة في قوله : { واتّقوا الله } [ المائدة : 108 ] لأنّ جمع الرسل ممّا يشمل عليه شأن الله ، فالاستفهام في قوله : { ماذا أجبتم } مستعمل في الاستشهاد . ينتقل منه إلى لازمه ، وهو توبيخ الذين كذّبوا الرسل في حياتهم أو بدّلوا وارتدّوا بعد مماتهم .وظاهر حقيقة الإجابة أنّ المعنى : ماذا أجابكم الأقوام الذين أرسلتم إليهم ، أي ماذا تلقّوا به دعواتكم ، حملاً على ما هو بمعناه في نحو قوله تعالى : { فما كان جواب قومه } [ النمل : 56 ] . ويحمل قول الرسل : { لا علم لنا } على معنى لا علم لنا بما يضمرون حين أجابوا فأنت أعلم به منّا . أو هو تأدّب مع الله تعالى لأنّ ما عدا ذلك ممّا أجابت به الأمم يعلمه رسلهم؛ فلا بدّ من تأويل نفي الرسل العلم عن أنفسهم وتفويضهم إلى علم الله تعالى بهذا المعنى . فأجمع الرسل في الجواب على تفويض العلم إلى الله ، أي أنّ علمك سبحانك أعلى من كلّ علم وشهادتك أعدل من كلّ شهادة ، فكان جواب الرسل متضمّناً أموراً : أحدها : الشهادة على الكافرين من أممهم بأنّ ما عاملهم الله به هو الحقّ . الثاني : تسفيه أولئك الكافرين في إنكارهم الذي لا يجديهم . الثالث : تذكير أممهم بما عاملوا به رسلهم لأنّ في قولهم : { إنّك أنت علاّم الغيوب } ، تعميماً للتذكير بكلّ ما صدر من أممهم من تكذيب وأذى وعناد . ويقال لمن يَسأل عن شيء لا أزيدك علماً بذلك ، أو أنت تعرف ما جرى . وإيراد الضمير المنفصل بعد الضمير المتّصل لزيادة تقرير الخبر وتأكيده .وعن ابن الأنباري تأويل قول الرسل { لا علم لنا } بأنّهم نفوا أن يكونوا يعلمون ما كان من آخر أمر الأمم بعد موت رسلهم من دوام على إقامة الشرائع أو التفريط فيها وتبديلها فيكون قول الرسل { لا علم لنا } محمولاً على حقيقته ويكون محمل { ماذا } على قوله : { ماذا أجبتم } هو ما أجيبوا به من تصديق وتكذيب ومن دوام المصدّقين على تصديقهم أو نقض ذلك ، ويعضّد هذا التأويل ما جاء بعد هذا الكلام من قوله تعالى : { وإذ قال الله يا عيسى ابن مريم أأنت قلت للناس اتّخذوني وأمّي إلهين من دون الله } ، وقولُ عيسى عليه السلام { وكنت عليهم شهيداً ما دمت فيهم } الآية فإنّ المحاورة مع عيسى بعض من المحاورة مع بقية الرسل . وهو تأويل حسن .وعبّر في جواب الرسل ب { قالوا } المفيد للمضي مع أنّ الجواب لم يقع ، للدلالة على تحقيق أنّه سيقع حتى صار المستقبل من قوة التحقّق بمنزلة الماضي في التحقّق .على أنّ القول الذي تحكى به المحاورات لا يلتزم فيه مراعاة صيغته لزمان وقوعه لأنّ زمان الوقوع يكون قد تعيّن بقرينة سياق المحاورة .وقرأ الجمهور { الغيُوب } بضم الغين . وقرأ حمزة ، وأبو بكر عن عاصم بكسر الغين وهي لغة لدفع ثقل الانتقال من الضمّة إلى الباء ، كما تقدّم في بيوت في قوله تعالى { فأمسكوهنّ في البيوت } من سورة النساء ( 15 ) .وفصل قالوا } جرياً على طريقة حكاية المحاورات ، كما تقدّم في قوله { وإذ قال ربّك للملائكة إنّي جاعل في الأرض خليفة } في سورة البقرة ( 30 ) .",
  "ayah": 109,
  "surah": 5
}
