{
  "text": "بعد قوله تعالى : { واذكروا نعمة الله عليكم وميثاقه الذي واثقكم به } [ المائدة : 7 ] أعيد تذكيرهم بنعمة أخرى عظيمة على جميعهم إذ كانت فيها سلامتهم ، تلك هي نعمة إلقاء الرعب في قلوب أعدائهم لأنّها نعمة يحصل بها ما يحصل من النصر دون تجشّم مشاقّ الحرب ومتالفها . وافتتاح الاستئناف بالنّداء ليحصل إقبال السامعين على سماعه . ولفظ : { يا أيها الذين آمنوا } وما معه من ضمائر الجمع يؤذن بأنّ الحادثة تتعلّق بجماعة المؤمنين كلّهم . وقد أجمل النعمة ثُمّ بيّنها بقوله : { إذ هم قوم أن يبسطوا إليكم أيديهم } .وقد ذكر المفسّرون احتمالات في تعيين القوم المذكورين في هذه الآية . والّذي يبدو لي أنّ المراد قوم يعرفهم المسلمون يومئذٍ؛ فيتعيّن أن تكون إشارة إلى وقعة مشهورة أو قريبة من تاريخ نزول هذه السورة . ولم أر فيما ذكروه ما تطمئنّ له النّفس . والّذي أحسب أنّها تذكير بيوم الأحْزاب؛ لأنّها تشبه قوله : { يأيّها الّذين آمنوا اذكروا نعمة الله عليكم إذ جاءتكم جنود فأرسلنا عليهم ريحاً وجنوداً لم تروها } [ الأحزاب : 9 ] الآية .ويجوز أن تكون الإشارة إلى ما كان من عزم أهل مكّة على الغدْر بالمسلمين حين نزول المسلمين بالحديبية عام صلح الحديبية ثُمّ عدلوا عن ذلك . وقد أشارت إليها الآية : { وهو الّذي كفّ أيديهم عنكم وأيديكم عنهم ببطن مكّة } [ الفتح : 24 ] الآية . ويجوز أن تكون الإشارة إلى عزم أهل خيبر وأنصارهم من غطفان وبني أسد على قتال المسلمين حين حصار خيبر ، ثم رجعوا عن عزمهم وألقَوا بأيديهم ، وهي الّتي أشارت إليها آية : { وَعَدَكم الله مغانم كثيرة تأخذونها فعجّل لكم هذه وكفّ أيديَ النّاس عنكم } [ الفتح : 20 ] . وعن قتادة : سبب الآية ما همَّت به بنو محارب وبنو ثعلبة يوم ذات الرقاع من الحمل على المسلمين في صلاة العصر فأشعر الله رسولَه بذلك ، ونزلت صلاةُ الخوف ، وكفّ الله أيديهم عن المؤمنين .وأمّا ما يذكر من غير هذا ممّا همّ به بنو النضِير من قتل النبي صلى الله عليه وسلم حين جاءهم يستعينهم على دية العامريَّيْننِ فتآمروا على أن يقتلوه ، فأوحى الله إليه بذلك فخرج هو وأصحابه . وكذا ما يذكر من أنّ المراد قصّة الأعرابي الّذي اخترط سيف رسول الله صلى الله عليه وسلم وهو قائل في مُنصرفه من إحدى غزواته ، فذلك لا يناسب خطاب الّذين آمنوا ، ولا يناسب قصّة الأعرابي لأنّ الّذي أهمّ بالقتل واحد لا قوم .وبسط اليد مجاز في البطش قال تعالى : { ويبسطوا إليكم أيديَهم وألسنتهم بالسوء } [ الممتحنة : 2 ] ويطلق على السلطة مجازاً أيضاً ، كقولهم : يجب الأمر بالمعروف والنّهي عن المنكر على كلّ من بُسطت يدُه في الأرض؛ وعلى الجُود ، كما في قوله تعالى : { بل يَداه مبسوطتان } [ المائدة : 64 ] . وهو حقيقة في محاولة الإمساك بشيء ، كما في قوله تعالى حكاية عن ابن آدم { لَئِن بسطتَ إليّ يدك لتقتلني ما أنا بباسط يديَ إليك لأقتلك } [ المائدة : 28 ] .وأمّا كفّ اليد فهو مجَاز عن الإعراض عن السوء خاصّة { وكفّ أيديَ النّاس عنكم } [ الفتح : 20 ] . والأمر بالتقوى عقب ذلك لأنّها أظهر للشكر ، فعطف الأمر بالتَّقوى بالواو للدلالة على أنّ التّقوى مقصودة لذاتها ، وأنّها شكر لله بدلالة وقوع الأمر عقب التذكير بنعمة عظمى .وقوله : { وعلى الله فليتوكّل المؤمنون } أمر لهم بالاعتماد على الله دون غيره . وذلك التّوكل يعتمد امتثال الأوامر واجتناب المنهيات فناسب التّقوى . وكان من مظاهره تلك النّعمة الّتي ذُكّروا بها .",
  "ayah": 11,
  "surah": 5
}
