{
  "text": "جملة : { إذ قال الحواريّون } يجوز أن تكون من تمام الكلام الذي يكلّم الله به عيسى يومَ يجمع الرسل ، فيكون { إذ } ظرفا متعلّقاً بفعل { قالوا آمنّا } [ المائدة : 111 ] فيكون ممّا يذكر الله به عيسى يوم يجمع الرسل ، فحكي على حسب حصوله في الدنيا وليس ذلك بمقتض أنّ سؤالهم المائدة حصل في أول أوقات إيمانهم بل في وقت آخر { قالوا آمنّا واشهد بأنّنا مسلمون } [ المائدة : 111 ] ؛ فإنّ قولهم { آمنّا } قد يتكرّر منهم بمناسبات ، كما يكون عند سماعهم تكذيب اليهود عيسى ، أو عندما يشاهدون آيات على يد عيسى ، أو يقولونه لإعادة استحضار الإيمان شأن الصدّيقيين الذين يحاسبون أنفسهم ويصقلون إيمانهم فيقولون في كلّ معاودة . آمنّا واشهد بأنّنا مسلمون . وأمّا ما قرّر به «الكشاف» ومتابعوه فلا يحسن تفسير الكلام به .ويجوز أن يكون جملة : { إذ قال الحواريّون } ابتدائية بتقدير : اذكر ، على أسلوب قوله تعالى { إذْ قال موسى لأهله إنّي آنست ناراً } في سورة النمل ( 7 ) ، فيكون الكلام تخلّصاً إلى ذكر قصّة المائدة لمناسبة حكاية ما دار بين عيسى وبين الحواريّين في قوله تعالى : { وإذ أوحيت إلى الحواريّين أن آمنوا بي وبرسولي } [ المائدة : 111 ] وابتدأوا خطابهم عيسى بندائه باسمه للدلالة على أنّ ما سيقولونه أمر فيه اقتراح وكلفة له ، وكذلك شأن من يخاطب من يتجشّم منه كلفة أن يطيل خطابه طلباً لإقبال سمعه إليه ليكون أوعى للمقصود .وجرى قوله تعالى : { هل يستطيع ربّك } على طريقة عربية في العرض والدعاء ، يقولون للمستطيع لأمر : هل تستطيع كذا ، على معنى تطلّب العذر له إن لم يجبك إلى مطلوبك وأنّ السائل لا يحبّ أن يكلّف المسؤول ما يشقّ عليه ، وذلك كناية فلم يبق منظوراً فيه إلى صريح المعنى المقتضي أنّه يشكّ في استطاعة المسؤول ، وإنّما يقول ذلك الأدنى للأعلى منه ، وفي شيء يعلم أنه مستطاع للمسؤول ، فقرينة الكناية تحقّقُ المسؤول أنّ السائل يعلم استطاعته . ومنه ما جاء في حديث يحيى المازني «أنّ رجلاً قال لعبد الله بن زيد : أتستطيع أن تريني كيف كان رسول الله يتوضّأ» . فإنّ السائل يعلم أنّ عبد الله بن زيد لا يشقّ عليه ذلك . فليس قول الحواريّين المحكي بهذا اللفظ في القرآن إلاّ لفظاً من لغتهم يدلّ على التلطّف والتأدّب في السؤال ، كما هو مناسب أهل الإيمان الخالص . وليس شكّاً في قدرة الله تعالى ولكنّهم سألوا آية لزيادة اطمئنان قلوبهم بالإيمان بأن ينتقلوا من الدليل العقلي إلى الدليل المحسوس . فإنّ النفوس بالمحسوس آنس ، كما لم يكن سؤال إبراهيم بقوله { ربّ أرني كيف تحيي الموتى } [ البقرة : 260 ] شكّاً في الحال . وعلى هذا المعنى جرى تفسير المحققين مثل ابن عطية ، والواحدي ، والبغوي خلافاً لما في «الكشاف» .وقرأ الجمهور : { يستطيع } بياء الغيبة ورفع { ربُّك } .وقرأه الكسائي { هل تَستطيع ربَّك } بتاء المخاطب ونصب الباء الموحّدة من قوله { ربّك } على أنّ { ربّك } مفعول به ، فيكون المعنى هل تسأل لنا ربّك ، فعبّر بالاستطاعة عن طلب الطاعة ، أي إجابة السؤال . وقيل : هي على حذف مضاف تقديره هل تستطيع سؤال ربّك ، فأقيم المضاف إليه مُقام المضاف في إعرابه . وفي رواية الطبري عن عائشة قالت : كان الحواريّون أعلم بالله عزّ وجل من أن يقولوا : هل يستطيع ربّك ، ولكن قالوا : هل تستطيع ربّك . وعن معاذ بن جبل أقرأنا النبي { هل تستطيع ربّك } .واسم { مائدة } هو الخوان الموضوع عليه طعام ، فهو اسم لمعنى مركّب يدلّ على طعاممٍ وما يوضع عليه . والخِوان بكسر الخاء وضمّها تخت من خشب له قوائم مجعول ليوضع عليه الطعام للأكل ، اتّفقوا على أنّه معرّب . قال الجواليقي : هو أعجمي . وفي حديث قتادة عن أنس قال : ما أكل رسول الله صلى الله عليه وسلم على خوان قطّ ، ولا في سُكُرُّجَة ، قال قتادة : قلت لأنس : فعلاَم كنتم تأكلون قال : على السُّفَر ، وقيل : المائدة اسم الطعام ، وإن لم يكن في وعاء ولا على خِوان . وجزم بذلك بعض المحقّقين من أهل اللغة ، ولعلّه مجاز مرسل بعلاقة المحلّ . وذكر القرطبي أنّه لم تكن للعرب موائد إنّما كانت لهم السفرة . وما ورد في الحديث من قول ابن عباس في الضبّ : لو كان حراماً ما أُكل على مائدة رسول الله ، إنّما يعني به الطعام الموضوع على سفرة . واسم السفرة غلب إطلاقه على وعاء من أديم مستدير له معاليق ليرفع بها إذا أريد السفر به . وسمّيت سفرة لأنّها يتّخذها المسافر . وإنّما سأل الحواريّون كون المائدة منزّلة من السماء لأنّهم رغبوا أن تكون خارقة للعادة فلا تكون ممّا صنع في العالم الأرضي فتعيّن أن تكون من عالم علوي .وقول عيسى حين أجابهم { اتّقوا الله إن كنتم مؤمنين } أمر بملازمة التقوى وعدم تزلزل الإيمان ، ولذلك جاء بِ { إن } المفيدة للشكّ في الإيمان ليعلم الداعي إلى ذلك السؤال خشية أن يكون نشأ لهم عن شكّ في صدق رسولهم ، فسألوا معجزة يعلمون بها صدقه بعد أن آمنوا به ، وهو قريب من قوله تعالى لإبراهيم المحكي في قوله : { قال أو لم تؤمن } ، أي ألم تكن غنيّاً عن طلب الدليل المحسوس . فالمراد بالتقوى في كلام عيسى ما يشمل الإيمان وفروعه . وقيل : نهاهم عن طلب المعجزات ، أي إن كنتم مؤمنين فقد حصل إيمانكم فما الحاجة إلى المعجزة .",
  "ayah": 112,
  "surah": 5
}
