{
  "text": "ناسب ذكرُ ميثاق بني إسرائيل عقب ذكر ميثاق المسلمين من قوله : { وميثاقه الّذي واثقكم به } [ المائدة : 7 ] تحذيراً من أن يكون ميثاقنا كميثاقهم . ومحلّ الموعظة هو قوله : { فمن كفر بعد ذلك منكم فقد ضل سواء السبيل } . وهكذا شأن القرآن في التفنّن ومجيء الإرشاد في قالب القصص ، والتنقّل من أسلوب إلى إسلوب .وتأكيد الخبر الفعلي بقَد وباللام للاهتمام به ، كما يجيء التأكيد بإنّ للاهتمام وليس ثَمّ متردّد ولا مُنزّل منزلتَه . وذكر مواثيق بني إسرائيل تقدّم في سورة البقرة .والبعث أصله التوجيه والإرسال ، ويطلق مجازاً على الإقامة والإنهاض كقوله : { مَنْ بعثنا من مرقَدنا } [ يس : 52 ] ، وقوله : { فهذا يوم البعث } [ الروم : 56 ] . ثم شاع هذا المجاز حتّى بني عليه مجاز آخر بإطلاقه على الإقامة المجازية { إذ بعث فيهم رسولاً من أنفسهم } [ آل عمران : 164 ] ، ثُمّ أطلق على إثارة الأشياء وإنشاء الخواطر في النفس . قال مُتمم بن نويرة :فقلت لهم إنّ الأسى يَبْعَثُ الأسى ... أي أنّ الحزن يثير حزناً آخر . وهو هنا يحتمل المعنى الأول والمعنى الثّالث .والعدولُ عن طريق الغيبة من قوله : { ولقد أخذ الله } إلى طريق التكلّم في قوله : { وبعثَنا } التفات .والنقيب فَعيل بمعنى فاعل : إمّا من نَقَب إذا حفر مجازاً ، أو من نقَّب إذا بعث { فنقَّبُوا في البلاد } [ ق : 36 ] ، وعلى الأخير يكون صوغ فعيل منه على خلاف القياس ، وهو وارد كما صيغ سميع من أسمعَ في قول عمرو بن معد يكرب :أمِن ريحانةَ الداعي السمِيع ... أي المُسْمع .ووصفه تعالى بالحكيم بمعنى المُحكم للأمور . فالنقيب الموكول إليه تدبير القوم ، لأنّ ذلك يجعله باحثاً عن أحوالهم؛ فيطلق على الرّئيس وعلى قائد الجيش وعلى الرائد ، ومنه ما في حديث بيعة العقبة أنّ نقباء الأنصار يومئذٍ كانوا اثني عشر رجلاً .والمراد بنقباء بني إسرائيل هنا يجوز أن يكونوا رؤساء جيوش ، ويجوز أن يكونوا رُواداً وجواسيس ، وكلاهما واقع في حوادث بني إسرائيل .فأمّا الأوّل فيناسب أن يكون البعث معه بمعنى الإقامة ، وقد أقام موسى عليْه السّلام من بني إسرائيل اثني عشر رئيساً على جيش بني إسرائيل على عدد الأسباط المجنّدين ، فجعل لكلّ سبط نقيباً ، وجعل لسبط يوسف نقيبين ، ولم يجعل لسبط لاوي نقيباً ، لأنّ اللاويين كانوا غير معدودين في الجيش إذ هم حفظة الشريعة ، فقد جاء في أوّل سفر العَدد : كلّم الله موسى : أحصوا كلّ جماعة إسرائيل بعشائرهم بعدد الأسماء من ابن عشرين فصاعداً كلّ خارج للحرب في إسرائيل حسب أجنادهم ، تحسبهم أنت وهارون ، ويكون معكما رجل لكلّ سبط رؤوس ألوف إسرائيل «وكلّم الربّ موسى قائلاً : أمّا سبط لاوي فلا تعدّه بل وكِّلْ اللاويين على مسكن الشهادة وعلى جميع أمتعته» . وكان ذلك في الشهر الثّاني من السنة الثّانية من خروجهم من مصر في برية سينا .وأمّا الثّاني فيناسب أن يكون البعث فيه بمعناه الأصلي ، فقد بعث موسى اثني عشر رجلاً من أسباط إسرائيل لاختبار أحوال الأمم الَّتي حولهم في أرض كنعان ، وهم غير الاثني عشر نقيباً الذين جعلهم رؤساء على قبائلهم . ومن هؤلاء يوشع بن نون من سبط أفرايم ، وكالب بن يفنة من سبط يهوذا ، وهما الوارد ذكرهما في قوله تعالى : { قال رجلان من الّذين يخافون أنعم الله عليهما ادخلوا عليهم الباب } [ المائدة : 23 ] ، كما سيأتي في هذه السورة . وقد ذُكرت أسماؤهم في الفصل الثالث عشر من سفر العدد . والظاهر أنّ المراد هنا النقباء الّذين أقيموا لجند إسرائيل .والمعيّة في قوله : { إنّي معكم } معيّة مجازية ، تمثيل للعناية والحفظ والنصر ، قال تعالى : { إذ يوحي ربّك إلى الملائكة أنِّي معكم } [ الأنفال : 12 ] ، وقال : { إنَّنِي مَعَكُمَا أسمع وأرى } [ طه : 46 ] وقال : { وهو معكم أينما كنتم والله بما تعملون بصير } [ الحديد : 4 ] . والظاهر أنّ هذا القول وقع وعداً بالجزاء على الوفاء بالميثاق .وجملة { لئن أقمتم الصلاة } الآية . واستئناف محْض ليس منها شيء يتعلّق ببعض ألفاظ الجملة الّتي قبلها وإنَّما جمعهما العامل ، وهو فعل القول ، فكلتاهما مقول ، ولذلك يحسن الوقف على قوله : { إنّي معكم } ، ثم يُستأنف قوله : { لئن أقمتم الصّلاة } إلى آخره . ولام { لئن أقمتم } موطّئة للقسم ، ولام { لأكَفِّرَنَّ } لام جواب القسم ، ولعلّ هذا بعض ما تضمّنه الميثاق ، كما أنّ قوله : { لأكفرنّ عنكم سيّئاتكم } بعض ما شمله قوله : { إنِّي معكم } .والمراد بالزكاة ما كان مفروضاً على بني إسرائيل : من إعطائهم عشر محصولات ثمارهم وزرعهم ، ممّا جاء في الفصل الثامن عشر من سفر العدد ، والفصل الرابع عشر والفصل التاسع عشر من سفر التثنية . وقد مضى القول فيه عند قوله تعالى : { وأقيموا الصلاة وآتوا الزكاة واركعوا مع الراكعين } في سورة البقرة ( 43 ) .والتعزيرُ : النصر . يقال : عزَره مخفّفاً ، وعزّره مشدّداً ، وهو مبالغة في عزَرَهُ عزراً إذا نصره ، وأصله المنع ، لأنّ النّاصر يمنع المعتدي على منصوره .ومعنى وأقرضتم الله قرضاً حسناً } الصدقات غير الواجبة .وتكفير السيّئات : مغفرة ما فرط منهم من التعاصي للرسول فجعل الطاعة والتوبة مُكفّرتين عن المعاصي .وقوله : { فقد ضلّ سواء السبيل } أي فقد حاد عن الطريق المستقيم ، وذلك لا عذر للسائر فيه حين يضلّه ، لأنّ الطريق السوي لا يحوج السائر فيه إلى الروغان في ثنيّاتتٍ قد تختلط عليه وتفضي به إلى التيه في الضلال .",
  "ayah": 12,
  "surah": 5
}
