{
  "text": "ذكر بعد ميثاق اليهود ميثاق النصارى . وجاءت الجملة على سبه اشتغال العامل عن المعمول بضميره حيث قُدّم متعلِّق { أخَذْنا ميثاقهم } وفيه اسْم ظاهر ، وجيء بضميره مع العامل للنكتة الداعية للاشتغال من تقرير المتعلِّق وتثبيته في الذهن إذ يتعلّق الحكم باسمه الظاهر وبضميره ، فالتقدير : وأخذنا ، من الذين قالوا : إنّا نصارى ، ميثاقهم ، وليس تقديم المجرور بالحرف لقصد الحصر . وقيل : ضمير { ميثاقهم } عائد إلى اليهود ، والإضافة على معنى التشبيه ، أي من النصارى أخذنا ميثاقَ اليهود ، أي مثلَه ، فهو تشبيه بليغ حذفت الأداة فانتصب المشبّه به . وهذا بعيد ، لأنّ ميثاق اليهود لم يفصّل في الآية السابقة حتّى يشبّه به ميثاق النّصارى .وعبّر عن النصارى ب { الذين قالوا إنّا نصارى } هُنا وفي قوله الآتي : { ولتجدنّ أقبربهم مودّة للّذين آمنوا الذين قالوا إنّا نصارى } [ المائدة : 82 ] تسجيلاً عليهم بأنّ اسم دينهم مشير إلى أصل من أصوله ، وهو أن يكون أتباعه أنصاراً لِما يأمر به الله ، { كما قال عيسى ابن مريم للحواريين من أنصاريَ إلى الله قال الحواريّون نحن أنصار الله } [ الصف : 14 ] . ومن جملة ذلك أن ينصروا القائم بالدّين بعْد عيسى من أتباعه ، مثل بُولس وبَطرس وغيرهما من دعاة الهدى؛ وأعظم من ذلك كلّه أن ينصروا النبيءَ المبشَّر به في التَّوراة والإنجيل الّذي يجيء بعد عيسى قبل منتهى العالم ويخلِّص النّاس من الضلال { وإذ أخذ الله ميثاق النبيّين لَمَا آتيتكم من كتاب وحكمة ثُمّ جاءكم رسول مصدّق لما معكم لتؤمِنُنّ به ولتَنْصُرُنَّه } [ آل عمران : 81 ] الآية . فجميع أتباع الرسل قد لزمهم ما التزمه أنبياؤهم وبخاصّة النّصارى ، فهذا اللقب ، وهو النصارى ، حجّة عليهم قائمة بهم متلبّسة بجماعتهم كلّها .ويفيد لفظ { قالوا } بطريق التعريض الكنائي أنّ هذا القول غير موفًّى به وأنّه يجب أن يوفّى به . هذا إذا كان النصارى جمعاً لنَاصرِيّ أو نصْرانِي على معنى النسبة إلى النّصر مبالغة ، كقولهم : شَعْرَاني ، ولِحيَاني ، أي النّاصر الشديد النصر؛ فإن كان النّصارى اسم جمع ناصريّ ، بمعنى المنسوب إلى الناصري ، والناصري عيسى ، لأنّه ظهر من مدينة الناصرة . فالناصري صفة عرف بها المسيح عليه السّلام في كتب اليهود لأنّه ظهر بدعوة الرسالة من بلد النّاصرة في فلسطين؛ فلذلك كان معنى النسبة إليه النسبة إلى طريقته وشرعه؛ فكلّ من حاد عن شرعه لم يكن حقيقاً بالنسبة إليه إلاّ بدعوى كاذبة ، فلذلك قال : { قالوا إنَّا نصارى } . وقيل : إنّ النصارى جمع نصراني ، منسوب إلى النصْر : كما قالوا : شعراني ، ولِحياني ، لأنّهم قالوا : نحن أنصار الله . وعليه فمعنى { قالوا : إنّا نصارى } أنّهم زعموا ذلك بقولهم ولم يؤيّدوه بفعلهم .وقد أخذ الله على النصارى ميثاقاً على لسان المسيح عليه السّلام . وبعضه مذكور في مواضع من الأناجيل .وقوله : { فأغرينا بينهم العداوة } حقيقة الإغراء حَثّ أحدٍ على فعل وتحسينُه إليه حتّى لا يتوانى في تحصيله؛ فاستعير الإغراء لتكوين ملازمة العداوة والبغضاء في نفوسهم ، أي لزومهما لهم فيما بينهم ، شُبّه تكوين العداوة والبغضاء مع استمرارهما فيهم بإغراء أحد أحداً بعمل يعمل تشبيه معقول بمحسوس . ولمّا دلّ الظرف ، وهو { بينَهم } ، على أنّهما أغْرِيَتَا بهم استُغني عن ذكر متعلّق { أغرينا } . وتقدير الكلام : فأغرينا العداوة والبغضاء بِهم كائنتين بينهم . ويُشبه أن يكون العدول على تعدية «أغرينا» بحرف الجرّ إلى تعليقه بالظرف قرينة أو تجريداً لبيان أنّ المراد ب { أغرينا } ألْقينا .وما وقع في «الكشاف» من تفسير { أغرينا } بمعنى ألصقنا تطوّح عن المقصود إلى رائحة الاشتقاق من الغِرَاءِ ، وهو الدهن الذي يُلْصق الخشب به ، وقد تنوسي هذا المعنى في الاستعمال . والعداوة والضمير المجرور بإضافة بينَ إليه يعود إلى النصارى لتنتسق الضّمائر .والعداوَة والبغضاءُ اسمان لمعنيين من جنس الكراهية الشديدة ، فهما ضدّان للمحبّة .وظاهر عطف أحدِ الاسمين على الآخر في مواضع من القرآن ، في هذه الآية وفي الآيتين بعدها في هذه السورة وفي آية سورة الممتحنة ، أنّهما ليسا من الأسماء المترادفة؛ لأنّ التزام العطف بهذا الترتيب بُبعِّد أن يكون لمجرّد التّأكيد ، فليس عطف أحدهما على الآخر من قبيل عطف المرادف لمجرّد التّأكيد ، كقوله عَدِي :وألْفَى قَولهَا كَذِبا وَمَيْنا ... وقد ترك علماء اللّغة بيان التفرقة بين العداوة والبغضاء ، وتابعهم المفسّرون على ذلك؛ فلا تجد من تصدّى للفرق بينهما سوى الشيخ ابن عرفة التّونسي ، فقال في «تفسيره» «العداوة أعمّ من البغضاء لأنّ العداوة سبب في البغضاء؛ فقد يتعادى الأخ مع أخيه ولا يتمادى على ذلك حتّى تنشأ عنه المباغضة ، وقد يتمادى على ذلك» اه .ووقع لأبي البقاء الكفوي في كتاب «الكليّات» أنّه قال : «العداوة أخصّ من البغضاء لأنّ كلّ عدوّ مبغض ، وقد يُبغِض من ليس بعدوّ» . وهو يخالف كلام ابن عرفة . وفي تعليليْهما مصادرة واضحة ، فإن كانت العداوة أعمّ من البغضاء زادتْ فائدةُ العطف لأنّه يصير في معنى الاحتراس ، وإن كانت العداوة أخصّ من البغضاء لم يكن العطف إلاّ للتّأكيد ، لأنّ التأكيد يحصل بذكر لفظ يدلّ على بعْضضٍ مُطلققٍ من معنى الموكَّذ ، فيتقرّر المعنى ولو بوجه أعمّ أو أخصّ ، وذلك يحصل به معنى التّأكيد .وعندي : أنّ كلا الوجهين غير ظاهر ، والذي أرى أنّ بين معنيي العداوة والبغضاء التضادّ والتباين؛ فالعداوة كراهية تصدر عن صاحبها : معاملةٌ بجفاء ، أو قطيعة ، أو إضرار ، لأنّ العداوة مشتقّة من العدو وهو التجاوز والتباعد ، فإنّ مشتقّات مادة ( ع د و ) كلّها تحوم حول التفرّق وعدم الوئام . وأمّا البغضاء فهي شدّة البغض ، وليس في مادة ( ب غ ض ) إلاّ معنَى جنس الكراهية فلا سبيل إلى معرفة اشتقاق لفظها من مادتها . نعم يمكن أن يرجع فيه إلى طريقة القلب ، وهو من علامات الاشتقاق ، فإنّ مقلوب بَغِض يكون غَضِب لا غير ، فالبغضاء شدّة الكراهية غير مصحوبة بَعَدوْ ، فهي مضمرة في النفس .فإذا كان كذلك لم يصحّ اجتماع معنيي العداوة والبغضاء في موصوف واحد في وقتتٍ واحد فيتعيّن أن يكون إلقاؤهما بينهما على معنى التّوزيع ، أي أغرينا العداوة بين بعض منهم والبغضاءَ بين بعضضٍ آخر . فوقع في هذا النظم إيجاز بديع ، لأنّه يرجع إلى الاعتماد على علم المخاطبين بعدم استقامة اجتماع المعنيين في موصوف واحد .ومن اللّطائف ما ذكره ابن هشام ، في شرح قصيدة كعب بن زهير عند قول كعب :لكنَّها خُلّة قد سِيط من دَمها ... فَجْع وولْع وإخلاف وتبديلأنّ الزمخشري قال : إنّه رأى نفسه في النّوم يقول : العداوة مشتقّة من عُدوة الوادي ، أي جانبه ، لأنّ المتعاديين يكون أحدهما مفارقاً للآخر فكأنّ كلّ واحد منهما على عدوة اه . فيكون مشتقّاً من الاسم الجامد وهو بعيد .وإلقاء العداوة والبغضاء بينهم كان عقاباً في الدنيا لقوله : { إلى يوم القيامة وسوف ينبّئهم الله بما كانوا يصنعون } جزاء على نكثهم العهد . وأسباب العداوة والبغضاء شدّة الاختلاف : فتكون من اختلافهم في نحَل الدّين بين يعاقبة ، وملكانية ، ونسطورية ، وهراتقة ( بروتستانت ) ؛ وتكون من التحاسد على السلطان ومتاع الدّنيا ، كما كان بين ملوك النّصرانية ، وبينهم وبين رؤساء ديانتهم .فإن قيل : كيف أغريت بينهم العداوة وهم لم يزالوا إلْبا على المسلمين؟ فجوابه : أنّ العداوة ثابتة بينهم في الدين بانقسامهم فِرقاً ، كما قدّمناه في سورة النساء ( 171 ) عند قوله تعالى : { وكلمتُه ألقاها إلى مريم وروح منه } ، وذلك الانقسام يجرّ إليهم العداوة وخذْل بعضهم بعضاً . ثمّ إنّ دولهم كانت منقسمة ومتحاربة ، ولم تزل كذلك ، وإنّما تألّبوا في الحروب الصّليبية على المسلمين ثمّ لم يلبثوا أن تخاذلوا وتحاربوا ، ولا يزال الأمر بينهم كذلك إلى الآن . وكم ضاعت مساعي الساعين في جمعهم على كلمة واحدة وتأليف اتّحاد بينهم ، وكان اختلافهم لطفاً بالمسلمين في مختلف عصور التّاريخ الإسلامي ، على أنّ اتّفاقهم على أمّة أخرى لا ينافي تمكُّن العداوة فيما بينهم ، وكفى بذلك عقاباً لهم على نسيانهم ما ذكّروا به .وقيل : الضمير عائد على الفريقين ، أي بين اليهود والنصارى ، ولا إشكال في تجسّم العداوة بين الملّتين .وقوله : وسوف ينبّئُهم الله } تهديد لأنّ المراد بالإنباء إنباء المؤاخذة بصنيعهم ، كقوله : { فسوف تعلمون } [ الأنعام : 135 ] . وهذا يحتمل أن يحصل في الآخرة فالإنباء على حقيقته ، ويحتمل أن يحصل في الدنيا ، فالأنباء مجاز في تقدير الله لهم حوادث يعرفون بها سوء صنيعتهم .",
  "ayah": 14,
  "surah": 5
}
