{
  "text": "مقال آخر مشترك بينهم وبين اليهود يدلّ على غباوتهم في الكفر إذ يقولون ما لا يليق بعظمة الله تعالى ، ثمّ هو مناقض لمقالاتهم الأخرى . عُطف على المقال المختصّ بالنصارى ، وهو جملة { لقد كَفَر الّذين قالوا إنّ الله هو المسيح } [ المائدة : 17 ] . وقد وقع في التّوراة والإنجيل التعبير بأبناء الله؛ ففي سفر التثنية أوّل الفصل الرابع عشر قول موسى «أنتُم أولاد للربّ أبيكم» . وأمّا الأناجيل فهي مملوءة بوصف الله تعالى بأبي المسيح ، وبأبي المؤمنين به ، وتسمية المؤمنين أبناءَ الله في متّى في الإصحاح الثّالث «وصوت من السماء قائلاً هذا هو ابني الحبيب الذي به سررت» وفي الإصْحاح الخامس «طوبى لصانعي السلام لأنّهم أبناءَ الله يُدعون» . وفي الإصحاح السادس «وأبوكم السماوي يقُوتها» . وفي الإصحاح العاشر «لأِنْ لستم أنتم المتكلّمين بل روح أبيكم الّذي يتكلّم فيكم» . وكلّها جائية على ضرب من التشبيه فتوهّمها دهماؤهم حقيقة فاعتقدوا ظاهرها .وعطف { وأحبّاؤه } على { أبناءُ الله } أنّهم قصدوا أنّهم أبناء محبوبون إذ قد يكون الابن مغضوباً عليه .وقد علَّم الله رسوله أن يبطل قولهم بنقْضَيْن : أولهما من الشريعة ، وهو قوله { قل فلِمَ يعذّبكم بذنوبكم } يعنِي أنّهم قائلون بأنّ نصيباً من العذاب ينالهم بذنوبهم ، فلو كانوا أبناء الله وأحبّاءه لما عذّبهم بذنوبهم ، وشأن المحبُّ أن لا يعذّب حبيبه وشأن الأب أن لا يعذّب أبناءه . رُوي أنّ الشِّبْلي سأل أبا بكر بن مجاهد : أين تَجد في القرآن أنّ المُحبّ لا يعذِّب حبيبَه فلم يهتد ابن مجاهد ، فقال له الشبلي في قوله : { قل فلِم يعذّبكم بذنوبكم } . وليس المقصود من هذا أنّ يَردّ عليهم بوقوع العذاب عليهم في نفس الأمر ، مِن تقدير العذاب لهم في الآخرة على كفرهم ، لأنّ ذلك لا يعترفون به فلا يصلح للردّ به ، إذ يصير الردّ مُصَادَرَة ، بل المقصود الردّ عليهم بحصول عذاب يعتقدون حصوله في عقائد دينهم ، سواء كان عذاب الآخرة أم عذاب الدّنيا . فأمّا اليهود فكُتبهم طافحة بذكر العذاب في الدنيا والآخرة ، كما في قوله تعالى : { وقالوا لَنْ تمسّنا النّار إلاّ أيّاماً معدودة } [ البقرة : 80 ] . وأمّا النّصارى فلم أر في الأناجيل ذكراً لِعذاب الآخرة إلاّ أنّهم قائلون في عقائدهم بأنّ بني آدم كلّهم استحقّوا العذاب الأخروي بخطيئة أبيهم آدم ، فجاء عيسى ابن مريم مخلّصاً وشافعاً وعرّض نفسه للصلب ليكفّر عن البشر خطيئتهم الموروثة ، وهذا يُلزمهم الاعترافَ بأنّ العذاب كان مكتوباً على الجميع لولا كفّارة عيسى فحصل الرّدّ عليهم باعتقادهم به بله اعتقادنا .ثم أُخذت النتيجةُ من البرهان بقوله : { بل أنتم بشر ممّن خلق } أي يَنالكم ما ينال سائر البشر . وفي هذا تعريض أيضاً بأنّ المسيح بَشَر ، لأنّه ناله ما ينال البشر من الأعراض والخوف ، وزعموا أنّه ناله الصلب والقتل .وجملة قوله : { يغفر لمن يشاء ويعذّب من يشاء } كالاحتراس ، لأنّه لمّا رتّب على نوال العذاب إيّاهم أنهم بشر دفع توهّم النصارى أنّ البشريّة مقتضية استحقاق العذاب بوراثة تَبِعة خطيئة آدم فقال : { يغفر لمن يشاء } ، أي من البشر { ويعذّب من يشاء } .",
  "ayah": 18,
  "surah": 5
}
