{
  "text": "عطف القصة على القصص والمواعظ . وتقدّم القول في نظائر { وإذ قال } في مواضع منها قوله تعالى : { وإذ قال ربّك للملائكة } في البقرة ( 30 ) .ومناسبة موقع هذه الآيات هنا أنّ القصة مشتملة على تذكير بنعم الله تعالى عليهم وحثّ على الوفاء بما عاقدوا الله عليه من الطاعة تمهيداً لطلب امتثالهم .وقدّم موسى عليه السلام أمره لبني إسرائيل بحرب الكنعانيين بتذكيرهم بنعمة الله عليهم ليُهيّىء نفوسهم إلى قبول هذا الأمر العظيم عليهم وليُوثقهم بالنصر إن قاتلوا أعداءهم ، فذكر نعمة الله عليهم ، وعَدّ لهم ثلاث نعم عظيمة :أولاها : } أنّ فيهم أنبياء ، ومعنى جَعْل الأنبياء فيهم فيجوز أن يكون في عمود نسبهم فيما مضى مثل يوسف والأسباط وموسى وهارون ، ويجوز أن يراد جعل في المخاطبين أنبياءَ؛ فيحتمل أنّه أراد نفسه ، وذلك بعد موت أخيه هارون ، لأنّ هذه القصّة وقعتْ بعد موت هارون؛ فيكون قوله { أنبياءَ } جمعاً أريد به الجنس فاستوى الإفراد والجمع ، لأنّ الجنسية إذا أريدت من الجمع بطلت منه الجمعية ، وهذا الجِنس انحصر في فرد يومئذٍ ، كقوله تعالى { يحكم بها النبيئون الذين أسلموا للذين هادوا } [ المائدة : 44 ] يريد محمداً صلى الله عليه وسلم أو أراد من ظهر في زمن موسى من الأنبياء . فقد كانت مريم أخت موسى نبيئة ، كما هو صريح التوراة ( إصحاح 15 من الخروج ) . وكذلك ألْدَاد ومَيْدَاد كانا نبيئين في زمنَ موسى ، كما في التّوراة ( إصحاح11 سفر العدد ) . وموقع النعمة في إقامة الأنبياء بينهم أنّ في ذلك ضمانَ الهدى لهم والجري على مراد الله تعالى منهم ، وفيه أيضاً حسن ذكر لهم بين الأمم وفي تاريخ الأجيال .والثانية : أنْ جعلهم ملوكاً ، وهذا تشبيه بليغ ، أي كالملوك في تصرّفهم في أنفسهم وسلامتهم من العبوديّة الّتي كانت عليهم للقبط ، وجعلهم سادة على الأمم التي مرّوا بها ، من الآموربين ، والعَناقيين ، والحشبونيين ، والرفائيين ، والعمالقة ، والكنعانيين ، أو استعمل فعل { جعلكم } في معنى الاستقبال مثل { أتى أمر الله } [ النحل : 1 ] قصداً لتحقيق الخبر ، فيكون الخبر بشارة لهم بما سيكون لهم .والنعمة الثالثة : أنّه آتاهم ما لم يؤت أحداً من العالمين ، ومَا صدقُ ( ما ) يجوز أن يكون شيئاً واحداً ممّا خَصّ الله به بني إسرائيل ، ويجوز أن يكون مجموع أشياء إذ آتاهم الشريعة الصحيحة الواسعة الهدى المعصومة ، وأيّدهم بالنّصر في طريقهم ، وساق إليهم رزقَهُم المنّ والسلوى أربعين سنة ، وتولّى تربية نفوسهم بواسطة رُسله .",
  "ayah": 20,
  "surah": 5
}
