{
  "text": "استئناف بيانيّ ناشىء عن قوله : { أحلّت لكم بهيمة الأنعام إلاّ ما يتلى عليكم } [ المائدة : 1 ] ، فهو بيان لما ليس بحلال من الأنعام .ومعنى تحريم هذه المذكورات تحريم أكلها ، لأنَّه المقصود من مجموع هذه المذكورات هنا . وهي أحوال من أحوال الأنعام تقتضي تحريم أكلها . وأدمج فيها نوع من الحيوان ليس من أنواع الأنعام وهو الخنزير ، لاستيعاب محرّمات الحيوان . وهذا الاستيعاب دليل لإباحة ما سوى ذلك ، إلاّ ما ورد في السنّة من تحريم الحُمُر الأهلية ، على اختلاف بين العلماء في معنى تحريمها ، والظاهر أنَّه تحريم منظور فيه إلى حالة لا إلى الصنف . وألحَق مالك بها الخيلَ والبغال قياساً ، وهو من قياس الأدْون ، ولقول الله تعالى إذ ذكرها في معرض الامتنان { الخيلَ والبغالَ والحمير لتركبوها وزينة } [ النحل : 8 ] . وهو قول أبي حنيفة خلافاً لصاحبيه ، وهو استدلال لا يعرف له نظير في الأدلّة الفقهية . وقال الشافعي وأبو يوسف ومحمد : يَجوز أكل الخيل . وثبت في الصحيح ، عن أسماء بنت أبي بكر قالت : ذبحنا فرساً على عهد رسول الله فأكلناه . ولم يُذكر أنّ ذلك منسوخ . وعن جابر بن عبد الله أنّ النبي صلى الله عليه وسلم نهى يوم خيبر عن لحوم الحُمُر ورخَّص في لحوم الخيل .وأمّا الحُمُر الأهلية فقد ورد في الصحيح أنّ النبي صلى الله عليه وسلم نهى عن أكلها في غزوة خيبر . فقيل : لأنّ الحُمر كانت حَمولتهم في تلك الغَزاة . وقيل : نهى عنها أبداً . وقال ابن عباس بإباحتها . فليس لتحريم هذه الثلاثة على الإطلاق وجه بيّن من الفقه ولا من السنّة .والميْتة الحيوان الذي زالت منه الحياة ، والموتُ حالة معروفة تنشأ عن وقوف حركة الدم باختلال عمل أحد الأعضاء الرئيسية أو كلّها . وعلَّة تحريمها أنّ الموت ينشأ عن علل يكون معظمها مضرّاً بسبب العدوى ، وتمييز ما يُعدي عن غيره عسير ، ولأنّ الحيوان الميّت لا يُدرى غالباً مقدار ما مضى عليه في حالة الموت ، فربَّما مضت مدّة تستحيل معها منافع لحمه ودمه مضارّ ، فنيط الحكم بغالب الأحوال وأضبطها .والدم هنا هو الدم المُهراق ، أي المسفوح ، وهو الذي يمكن سيلانه كما صرّح به في آية الأنعام ( 145 ) ، حَملاً لمطلققِ هذه الآية على مقيّد آية الأنعام ، وهو الذي يخرج من عروق جسد الحيوان بسبب قطع العِرق وما عليه من الجِلد ، وهو سائل لزج أحمر اللون متفاوت الحمرة باختلاف السنّ واختلاف أصناف العروق .والظاهر أنّ علّة تحريمه القذارة : لأنّه يكتسب رائحة كريهة عند لقائه الهواءَ ، ولذلك قال كثير من الفقهاء بنجاسة عينه ، ولا تعرّض في الآية لذلك ، أو لأنَّه يحمل ما في جسد الحيوان من الأجزاء المضرّة التي لا يحاط بمعرفتها ، أو لما يحدثه تعوّد شرب الدم من الضراوة التي تعود على الخُلق الإنساني بالفساد .وقد كانت العرب تأكل الدم ، فكانوا في المجاعات يفصدون من إبلهم ويخلطون الدم بالوَبَر ويأكلونه ، ويسمّونه العِلْهِز بكسر العين والهاء . وكانوا يملأون المَصير بالدم ويشوونها ويأكلونها ، وقد تقدّم ذلك عند قوله تعالى : { إنَّما حرّم عليكم الميتة والدم } في سورة البقرة ( 173 ) .وإنَّما قال : ولحمَ الخنزير } ولم يقل والخنزير كما قال : { وما أهلّ لغير الله به } إلى آخر المعطوفات . ولم يذكر تحريم الخنزير في جميع آيات القرآن إلاّ بإضافة لفظ لحم إلى الخنزير . ولم يأت المفسّرون في توجيه ذلك بوجه ينثلج له الصدر . وقد بيّنا ذلك في نظير هذه الجملة من سورة البقرة ( 173 ) . ويبدو لي أنّ إضافة لفظ لحم إلى الخنزير للإيماء إلى أنّ المحرّم أكل لحمه لأنّ اللحم إذا ذكر له حكم فإنَّما يراد به أكله . وهذا إيماء إلى أنّ ما عدا أكل لحمه من أحوال استعمال أجزائه هو فيها كسائر الحيوان في طهارة شعره ، إذا انتزع منه في حياته بالجزّ ، وطهارة عرقه وطهارة جلده بالدبغ ، إذا اعتبرنا الدبغ مطهّراً جلد الميتة ، اعتباراً بأنّ الدبغ كالذكاة . وقد روي القول بطهارة جلد الخنزير بالدبغ عن داود الظاهري وأبي يوسف أخذاً بعموم قوله صلى الله عليه وسلم « أيما إهاب دبغ فقد طهر » رواه مسلم والترمذي عن ابن عباس . وعلّة تحريم الخنزير أنّ لحمه يشتمل على جراثيم مضرّة لا تقتلها حرارة النار عند الطبخ ، فإذا وصلت إلى دم آكله عاشت في الدم فأحدثت أضراراً عظيمة ، منها مرض الديدان التي في المعدة .{ وما أهلّ لغير الله به } هو ما سُمّي عليه عند الذبح اسمُ غير الله . والإهلالُ : الجهر بالصوتتِ ومنه الإهلال بالحجّ ، وهو التلبية الدالّة على الدخول في الحجّ ، ومنه استهلّ الصبي صارخاً . قيل : ذلك مشتقّ من اسم الهلال ، لأنّ العرب كانوا إذا رأوا هلال أوّل ليلة من الشهر رفعوا أصواتهم بذلك ليَعلم الناس ابتداءَ الشهر ، ويحتمل عندي أن يكون اسم الهلال قد اشتقّ من جَهر الناس بالصوت عند رؤيته . وكانوا إذا ذبحوا القرابين للأصنام نادَوا عليها باسم الصنم ، فقالوا : باسم اللاّت ، باسم العُزّى .{ والمنخنقة } هي التي عرض لها ما يخنقها . والخَنْق : سَدّ مجاري النفَس بالضغط على الحلق ، أو بسدّه ، وقد كانوا يربطون الدابّة عند خشبة فربما تخبّطت فانخنقت ولم يشعروا بها ، ولم يكونوا يخنقونها عند إرادة قتلها . ولذلك قيل هنا : المنخنقة ، ولم يقل المخنوقة بخلاف قوله { والموقوذة } ، فهذا مراد ابن عباس بقوله : كان أهل الجاهلية يخنقون الشاة وغيرها فإذا ماتت أكلوها .وحكمة تحريم المنخنقة أنّ الموت بانحباس النفس يفسد الدم باحتباس الحوامض الفحمية الكائنة فيه فتصير أجزاء اللحم المشتمل على الدم مضرّة لآكله .{ والموقوذة } : المضروبة بحجر أو عصا ضرباً تموت به دون إهراق الدم ، وهو اسم مفعول من وقَذ إذا ضرب ضرباً مثخِناً . وتأنيث هذا الوصف لتأويله بأنَّه وصف بهيمة . وحكمة تحريمها تُماثل حكمة تحريم المنخنقة .{ والمتردّية } : هي التي سقطت من جَبَل أو سقطت في بئر تردّياً تموت به ، والحكمة واحدة .{ والنطيحة } فعيلة بمعنى مَفعولة . والنطح ضربُ الحيوان ذي القرنين بقَرنيه حيواناً آخر . والمراد التي نطحتها بهيمة أخرى فماتت . وتأنيث النطيحة مثل تأنيث المنخنقة ، وظهرت علامة التأنيث في هذه الأوصاف وهي من باب فَعيل بمعنى مفعول لأنَّها لم تجر على موصوف مذكور فصارت بمنزلة الأسماء .{ وما أكل السبع } : أي بهيمة أكَلَها السبع ، والسبع كلّ حيوان يفترس الحيوان كالأسد والنمر والضبع والذئب والثعلب ، فحرّم على الناس كلّ ما قتله السبع ، لأنّ أكيلة السبع تموت بغير سفح الدم غالباً بل بالضرب على المقاتل .وقوله : { إلاّ ما ذكّيتم } استثناء من جميع المذكور قبله من قوله : { حرّمت عليكم الميتة } ؛ لأنّ الاستثناء الواقع بعد أشياء يصلح لأن يكون هو بعضها ، يرجع إلى جميعها عند الجمهور ، ولا يرجع إلى الأخيرة إلاّ عند أبي حنيفة والإمام الرازي ، والمذكورات قبلُ بعضها محرّمات لذاتها وبعضها محرّمات لصفاتها . وحيث كان المستثنى حالاً لا ذاتاً ، لأنّ الذكاة حالة ، تعيَّن رجوع الاستثناء لِما عدا لحمَ الخنزير ، إذ لا معنى لتحريم لحمه إذا لم يُذكّ وتحليلِه إذا ذكِّي ، لأنّ هذا حكم جميع الحيوان عند قصد أكله . ثم إنّ الذكاة حالة تقصد لقتل الحيوان فلا تتعلّق بالحيوان الميّت ، فعُلِم عدم رجوع الاستثناء إلى الميْتة لأنَّه عبث ، وكذلك إنَّما تتعلّق الذكاة بما فيه حياة فلا معنى لتعلّقها بالدم ، وكذا ما أهِلّ لغير الله به ، لأنهم يهلّون به عند الذكاة ، فلا معنى لتعلّق الذكاة بتحليله ، فتعيّن أنّ المقصود بالاستثناء : المنخنقة ، والموقوذة ، والتمردّية ، والنطيحة ، وما أكل السبع ، فإنّ هذه المذكورات تعلّقت بها أحوال تفضي بها إلى الهلاك ، فإذا هلكت بتلك الأحوال لم يُبح أكلها لأنّها حينئذٍ ميْتة ، وإذا تداركوها بالذكاة قبل الفوات أبيح أكلها . والمقصود أنّها إذا ألحقت الذكاة بها في حالة هي فيها حيّة . وهذا البيان ينبّه إلى وجه الحصر في قوله تعالى : { قل لا أجدُ فيما أوحي إليّ محرّماً على طاعم يطعمه إلاّ أن يكون ميتة أو دماً مسفوحاً أو لحم خنزير فإنَّه رجْس أو فسقاً أهلّ لغير الله به } [ الأنعام : 145 ] . فذكر أربعة لا تعمل الذكاة فيها شيئاً ولم يذكرالمنخنقة والموقوذة وما عطف عليها هنا ، لأنّها تحرُم في حال اتّصال الموت بالسبب لا مطلقاً . فعَضّوا على هذا بالنواجذ .وللفقهاء في ضبط الحالة التي تعمل فيها الذكاة في هاته الخمس عبارات مختلفة : فالجمهور ذهبوا إلى تحديدها بأن يبقى في الحيوان رمق وعلامةُ حياة ، قبل الذبح أو النحر ، من تحريك عضو أو عين أو فم تحريكاً يدلّ على الحياة عرفاً ، وليس هو تحريك انطلاق الموت .وهذا قول مالك في «الموطّأ» ، ورواية جمهور أصحابه عنه . وعن مالك : أنّ المذكورات إذا بلغت مبلغاً أنْفِذَتْ معه مقاتلها ، بحيث لا ترجى حياتها لو تركت بلا ذكاة ، لا تصحّ ذكاتها ، فإن لم تنفذ مقاتلها عملت فيها الذكاة . وهذه رواية ابن القاسم عن مالك ، وهو أحد قولي الشافعي . ومن الفقهاء من قالوا : إنَّما ينظر عند الذبح أحيَّة هي أم ميّتة ، ولا ينظر إلى حالة هل يعيش مثلها لو تركت دون ذبح . وهو قول ابن وهب من أصحاب مالك ، واختاره ابن حبيب ، وأحد قولين للشافعي . ونفس الاستثناء الواقع في الآية يدلّ على أنّ الله رخّص في حالة هي محلّ توقّف في إعمال الذكاة ، أمَّا إذا لم تُنْفَذ المقاتل فلا يخفى على أحد أنّه يباح الأكل ، إذ هو حينئذٍ حيوان مرضوض أو مجروح ، فلا يحتاج إلى الإعلام بإباحة أكله بذكاة ، إلاّ أنّ يقال : إنّ الاستثناء هنا منقطع بمعنى لكن ، أي لكن كلوا ما ذكّيتم دون المذكورات ، وهو بعيد . ومن العلماء من جعل الاستثناء من قوله : { وما أكل السبع } على رأي من يجعل الاستثناء للأخيرة ، ولا وجه له إلاّ أن يكون ناظراً إلى غلبة هذا الصنف بين العرب ، فقد كانت السباع والذئاب تنتابهم كثيراً ، ويكثر أن يلحقوها فتترك أكيلتها فيدْركوها بالذكاة .{ وما ذُبح على النُصب } هو ما كانوا يذبحونه من القرابين والنُشُرات فوق الأنصاب . والنُصُب بضمّتين الحجر المنصوب ، فهو مفرد مراد به الجنس ، وقيل : هو جمع وواحده نِصاب ، ويقال : نَصْب بفتح فسكون { كأنّهم إلى نَصْب يوفضون } [ المعارج : 43 ] . وهو قد يطلق بما يرادف الصنم ، وقد يخصّ الصنم بما كانت له صورة ، والنصُب بما كان صخرة غير مصوّرة ، مثل ذي الخَلصة ومثل سَعْد . والأصحّ أنّ النصب هو حجارة غير مقصود منها أنَّها تمثال للآلهة ، بل هي موضوعة لأنّ تذبح عليها القرابين والنسائك التي يتقرّب بها للآلهة وللجنّ ، فإنّ الأصنام كانت معدودة ولها أسماء وكانت في مواضع معيّنة تقصد للتقرّب . وأمّا الأنصاب فلم تكن معدودة ولا كانت لها أسماء وإنَّما كانوا يتّخذها كلّ حَيّ يتقرّبون عندها ، فقد روى أيمَّة أخبار العرب : أنّ العرب كانوا يعظّمون الكعبة ، وهم ولد إسماعيل ، فلمّا تفرّق بعضهم وخرجوا من مكة عظم عليهم فراق الكعبة فقالوا : الكعبةُ حجر ، فنحن ننصب في أحيائنا حجارة تكون لنا بمنزلة الكعبة ، فنصبوا هذه الأنصاب ، وربما طافوا حولها ، ولذلك يسمّونها الدّوار بضمّ الدال المشدّدة وبتشديد الواو ويذبحون عليها الدماء المتقرّب بها في دينهم . وكانوا يطلبون لذلك أحسن الحجارة .وعن أبي رجاء العطاردي في «صحيح البخاري» : كنّا نعبد الحجر فإذا وجدنا حجراً خيراً منه ألقينا الأوّل وأخذنا الآخر فإذا لم نجد حجراً ( أي في بلاد الرمل ) جمعنا جُثوة من تراب ثم جئنا بالشاة فحلبناها عليه ليصير نظير الحجر ثمّ طفنا به .فالنصب : حجارة أعدّت للذبح وللطواف على اختلاف عقائد القبائل : مِثل حجر الغَبْغَببِ الذي كان حول العُزّى . وكانوا يذبحون على الأنصاب ويشرّحون اللحم ويشوونه ، فيأكلون بعضه ويتركون بعضاً للسدنة ، قال الأعشى ، يذكر وصايا النبي صلى الله عليه وسلم في قصيدته التي صنعها في مدحه :وذا النُصُبَ المَنْصُوب لا تَنْسُكَنَّه ... وقال زيد بن عَمْرو بن نفيل للنبيء صلى الله عليه وسلم قبلَ البعثة ، وقد عرض عليه الرسولُ سُفرة ليَأكل معه في عكاظ : { إنّي لا آكل ممّا تذبَحُون على أنصابكم } . وفي حديث فتح مكَّة : كان حول البيت ثلاثمائة ونيّف وستّون نصباً ، وكانوا إذا ذبحوا عليها رشّوها بالدم ورشّوا الكعبة بدمائهم . وقد كان في الشرائع القديمة تخصيص صخور لذبح القرابين عليها ، تمييزاً بين ما ذُبِح تديّناً وبين ما ذبح للأكل ، فمن ذلك صخرة بيت المقدس ، قيل : إنَّها من عهد إبراهيم وتحتها جبّ يعبّر عنها ببئر الأرواح ، لأنَّها تسقط فيها الدماء ، والدمُ يسمّى رُوحاً . ومن ذلك فيما قيل : الحجر الأسود كان على الأرض ثم بناه إبراهيم في جدر الكعبة . ومنها حجر المقام ، في قول بعضهم . فلما اختلطت العقائد في الجاهلية جعلوا هذه المذابح لذبح القرابين المتقرّب بها للآلهة وللجنّ . وفي «البخاري» عن ابن عباس : النصُب : أنصاب يذبحون عليها . قلت : ولهذا قال الله تعالى : { وما ذبح على النصب } بحرف ( على ) ، ولم يقل وما ذبح للنُصب لأنّ الذبيحة تقصد للأصنام والجنّ ، وتذبح على الأنصاب ، فصارت الأنصاب من شعائر الشرك .ووجه عطف { وما ذُبح على النصب } على المحرّمات المذكورة هنا ، مع أنّ هذه السورة نزلت بعد أن مضت سنين كثيرة على الإسلام وقد هجر المسلمون عبادة الأصنام ، أنّ في المسلمين كثيرين كانوا قريبي عهد بالدخول في الإسلام ، وهم وإن كانوا يعلمون بطلان عبادة الأصنام ، أوّل ما يعلمونه من عقيدة الإسلام ، فقد كانوا مع ذلك مدّةَ الجاهلية لا يختصّ الذبحُ على النصُب عندهم بذبائح الأصنام خاصّة ، بل يكون في ذبائح الجنّ ونحوها من النُشُرات وذبائح دفع الأمراض ودفع التابعة عن ولدانهم ، فقالوا : كانوا يستدفعون بذلك عن أنفسهم البرص والجذام ومسّ الجن ، وبخاصّة الصبيان ، ألا ترى إلى ما ورد في كتب السيرة : أنّ الطفيل بن عَمرو الدوْسي لمّا أسلم قبل الهجرة ورجع إلى قومه ودعَا امرأته إلى الإسلام قالت له : أتخشى على الصبية من ذي الشَّرَى ( صَنَممِ دوس ) . فقال : لا ، أنا ضامن ، فأسلمتْ ، ونحو ذلك ، فقد يكون منهم من استمرّ على ذبح بعض الذبائح على الأنصاب التي في قبائلهم على نيّة التداوي والانتشار ، فأراد الله تنبيههم وتأكيد تحريم ذلك وإشاعته .ولذلك ذِكر في صدر هذه السورة وفي آخرها عند قوله : { يأيها الذين آمنوا إنّما الخمر والميسر والأنصاب والأزلام رِجس من عمل الشيطان } [ المائدة : 90 ] الآيات .{ وَأَنْ تَسْتَقْسِمُواْ بالازلام ذلكم فِسْقٌ } .الشأن في العطف التناسب بين المتعاطفات ، فلا جرم أنّ هذا المعطوف من نوع المتعاطفات التي قبله ، وهي المحرّم أكلها . فالمراد هنا النهي عن أكل اللحم الذي يستقسمون عليه بالأزلام ، وهو لحم جزور الميسر لأنّه حاصل بالمقامرة ، فتكون السين والتاء في { تستقسموا } مزيدتين كما هما في قولهم : استجاب واستراب . والمعنى : وأن تقسموا اللحم بالأزلام .ومن الاستقسام بالأزلام ضرب آخر كانوا يفعلونه في الجاهلية يتطلّبون به معرفة عاقبة فعل يريدون فعله : هل هي النجاح والنفع أو هي خيبة وضرّ؟ . وإذ قد كان لفظ الاستقسام يشمله فالوجه أن يكون مراداً من النهي أيضاً ، على قاعدة استعمال المشترك في معنييه ، فتكون إرادته إدماجاً وتكون السين والتاء للطلب ، أي طلب القِسم . وطلب القِسم بالكسر أي الحظّ من خير أو ضدّه ، أي طلب معرفته . كان العرب ، كغيرهم من المعاصرين ، مولَعين بمعرفة الاطِّلاع على ما سيقع من أحوالهم أو على ما خفي من الأمور المكتومة ، وكانوا يتوهّمون بأنّ الأصنام والجنّ يعلمون تلك المغيّبات فسوّلت سدنة الأصنام لهم طريقة يُموّهون عليهم بها فجعلوا أزلاماً . والأزلام جمع زَلَم بفتحتين ويقال له : قدح بكسر القاف وسكون الدال وهو عود سهم لا حديدة فيه .وكيفية استقسام الميسر : المقامرة على أجزاء جزور ينحرونه ويتقامرون على أجزائه ، وتلك عشرة سهام تقدّم الكلام عليها عند قوله تعالى : { يسألونك عن الخمر والميسر } الآية في سورة البقرة ( 219 ) . وكان مقتضى الظاهر أن يقال : وما استقسمتم عليه بالأزلام ، فغيّر الأسلوب وعُدل إلى وأن تستقسموا بالأزلام } ، ليكون أشمل للنهي عن طريقتي الاستقسام كلتيهما ، وذلك إدماج بديع .وأشهر صور الاستقسام ثلاثة قداح : أحدها مكتوب عليه «أمرني ربّي» ، وربما كتبوا عليه «افْعَلْ» ويسمّونه الآمر . والآخرُ : مكتوب عليه «نَهاني ربّي» ، أو «لا تَفْعَلْ» ويسمّونه الناهي . والثالث : غُفْل بضم الغين المعجمة وسكون الفاء أخت القاف أي متروك بدون كتابة . فإذا أراد أحدهم سَفراً أو عملاً لا يدري أيكون نافعاً أم ضارّاً ، ذهب إلى سادن صنمهم فأجال الأزلامَ ، فإذا خرج الذي عليه كتابة ، فعلوا ما رَسَم لهم ، وإذا خرج الغُفْل أعادوا الإجالة . ولمّا أراد امرؤُ القيس أن يقوم لأخذ ثار أبيه حُجْر ، استقسم بالأزلام عند ذي الخَلَصة ، صنم خَثْعَم ، فخرج له الناهي فكسر القِداح وقال :لو كنتَ ياذا الخَلَص الموتورا ... مِثْلي وكان شيخُك المقبورالم تَنْهَ عن قَتْللِ العُداة زُورا ... وقد ورد ، في حديث فتح مكة : أنّ رسول الله صلى الله عليه وسلم وجد صورة إبراهيم يستقسم بالأزلام فقال : \" كذَبوا والله إننِ استقسمَ بها قطّ \"وهم قد اختلقوا تلك الصورة ، أو توهّموها لذلك ، تنويهاً بشأن الاستقسام بالأزلام ، وتضليلاً للناس الذين يجهلون . وكانت لهم أزلام أخرى عند كلّ كاهن من كهانهم ، ومن حكّامهم ، وكان مِنها عند ( هُبَل ) في الكعبة سبعة قد كتبوا على كلّ واحد شيئاً من أهمّ ما يَعْرِض لهم في شؤونهم ، كتبوا على أحدها العقل في الديَة ، إذا اختلفوا في تعيين من يحمل الدية منهم؛ وأزلام لإثبات النسب ، مكتوب على واحد «منكم» ، وعلى واحد «من غَيْركم» ، وفي آخر «مُلْصَق» . وكانت لهم أزلام لإعطاء الحقّ في المياه إذا تنازعوا فيها . وبهذه استقسم عبد المطلب حين استشار الآلهة في فداء ابنه عبد الله من النَّذْر الذي نذره أن يَذبحه إلى الكعبة بعشرة من الإبل ، فخرج الزلم على عبد الله فقالوا له : أرض الآلهة فزاد عشرة حتّى بلغ مائة من الإبل فخرج الزّلم على الإبل فنحرها . وكان الرجل قد يتّخذ أزلاماً لنفسه ، كما ورد في حديث الهجرة «أنّ سُراقة ابنَ مالك لمّا لحق النبي صلى الله عليه وسلم ليأتي بخبره إلى أهل مكة استقسم بالأزلام فخرج له ما يكره» .والإشارة في قوله : { ذلكم فسق } راجعة إلى المصدر وهو { أن تستقسموا } . وجيء بالإشارة للتنبيه عليه حتّى يقع الحكم على متميّز معيّن .والفسق : الخروج عن الدين ، وعن الخير ، وقد تقدّم عند قوله تعالى : { وما يضلّ به إلاّ الفاسقين } في سورة البقرة ( 26 ) .وجعل الله الاستقسام فسقاً لأنّ منه ما هو مقامرة ، وفيه ما هو من شرائع الشرك ، لتطلّب المسبّبات من غير أسبابها ، إذ ليس الاستقسام سبباً عاديّاً مضبوطاً ، ولا سبباً شرعيّاً ، فتمحّض لأن يكون افتراء ، مع أنّ ما فيه من توهّم الناس إيّاه كاشفاً عن مراد الله بهم ، من الكذب على الله ، لأنّ الله نصب لمعرفة المسبّبات أسباباً عقليّة : هي العلوم والمعارف المنتزعة من العقل ، أو من أدلّته ، كالتجربة ، وجعل أسباباً لا تعرف سببيتها إلاّ بتوقيف منه على لسان الرّسل : كجعل الزوال سبباً للصّلاة . وما عدا ذلك كذب وبهتان ، فمن أجل ذلك كان فسقاً ، ولذلك قال فقهاؤنا بجرحة من ينتحل ادّعاء معرفة الغيوب .وليس من ذلك تعرّف المسبّبات من أسبابها كتعرّف نزول المطر من السحاب ، وترقّب خروج الفرخ من البيضة بانقضاء مدّة الحضانة ، وفي الحديث إذا نشأت بَحْرِيَّة ثم تشاءَمَتْ فتلكَ عين غُدَيْقَة أي سحابة من جهة بحرهم ، ومعنى عين أنها كثيرة المطر . وأمَّا أزلام الميسر ، فهي فسْق ، لأنَّها من أكل المال بالباطل .اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ فَلاَ تَخْشَوْهُمْ واخشون } .جملة وقعت معترضة بين آية المحرّمات المتقدّمة ، وبين آية الرخصة الآتِيَة : وهي قوله : { فمن اضطرّ في مخمصة } لأنّ اقتران الآية بفاء الفريع يقضي باتّصالها بما تقدّمها . ولا يصلح للاتّصال بها إلاّ قوله : { حرّمت عليكم الميتة } الآية .والمناسبة في هذا الاعتراض : هي أنّ الله لمّا حرّم أموراً كان فعلها من جملة دين الشرك ، وهي ما أهِلّ لغير الله به ، وما ذبح على النصب ، وتحريم الاستقسام بالأزلام ، وكان في كثير منها تضييق عليهم بمفارقة معتادهم ، والتقليل من أقواتهم ، أعقب هذه الشدّة بإيناسهم بتذكير أنّ هذا كلّه إكمال لدينهم ، وإخراج لهم من أحوال ضلال الجاهلية ، وأنَّهم كما أُيِّدوا بدين عظيم سَمْح فيه صلاحهم ، فعليهم أن يقبلوا ما فيه من الشدّة الراجعة إلى إصلاحهم : فالبعض مصلحته راجعة إلى المنافع البدنية ، والبعض مصلحتهُ راجعة إلى الترفّع عن حَضِيض الكفر : وهو ما أهلّ به لِغير الله ، وما ذُبح على النُصُب . والاستقسامُ بالأزلام أذكرهم بفوزهم على من يناويهم ، وبمحاسن دينهم وإكماله ، فإنّ من إكمال الإصلاح إجرَاء الشدّة عند الاقتضاء . وذُكّروا بالنعمة ، على عادة القرآن في تعقيب الشدّة باللين . وكان المشركون ، زماناً ، إذا سمعوا أحكام الإسلام رجَوا أن تثقل على المسلمين فيرتدّوا عن الدّين ، ويرجعوا إلى الشرك ، كما قال المنافقون { لا تُنفقوا على مَن عند رسول الله حتّى يَنْفَضّوا } [ المنافقون : 7 ] . فلمّا نزلت هذه الأحكام أنزل الله هذه الآية : بشارة للمؤمنين ، ونكاية بالمشركين . وقد روي : أنَّها نزلت يوم فتح مكة ، كما رواه الطبري عن مجاهد ، والقرطبي عن الضحّاك . وقيل : نزلت يوم عرفة في حجّة الوداع مع الآية التي ستأتي عقبها . وهْو ما رواه الطبري عن ابن زيد وجمع ، ونسبه ابن عطِيّة إلى عمر بن الخطاب وهو الأصحّ .ف { اليوم } يجوز أن يُراد به اليوم الحاضر ، وهو يوم نزول الآية ، وهو إن أريد به يوم فتح مكة ، فلا جرم أنّ ذلك اليوم كان أبهج أيّام الإسلام ، وظهر فيه من قوّة الدين ، بين ظهراني من بقي على الشرك ، ما أيْأسَهم من تقهقر أمر الإسلام ، ولا شكّ أنّ قلوب جميع العرب كانت متعلّقة بمكة وموسم الحجّ ومناسكه : التي كانت فيها حياتهم الاجتماعية والتجارية والدينية والأدبية ، وقوام شؤونهم ، وتعارفهم ، وفصل نزاعهم ، فلا جرم أن يكون انفراد المسلمين بتلك المواطن قاطعاً لبقية آمالهم : من بقاء دين الشرك ، ومن محاولة الفتّ في عضد الإسلام . فذلك اليوم على الحقيقة : يوم تمام اليأس وانقطاع الرجاء ، وقد كانوا قبل ذلك يعاودهم الرجاء تارة . فقد قال أبو سفيان يوم أحد «أعْلُ هُبَل وقال لنا العُزّى ولا عُزّى لكم» . وقال صفوان بن أمية أو أخوه ، يوم هوازن ، حين انكشف المسلمون وظنّها هزيمة للمسلمين : «ألا بطل السحر اليوم» .وكان نزول هذه الآية يوم حجّة الوداع مع الآية التي بعدها ، كما يؤيّده قول رسول الله صلى الله عليه وسلم في خطبته يومئذٍ في قول كثير من أصحاب السير \" أيها الناس إنّ الشيطان قد يَئِس أن يُعبد في بلدكم هذا ولكنه قد رضي منكم بما دون ذلك فيما تَحْقرون من أعمالكم فاحذروه على أنفسكم \"و { اليوم } يجوز أن يراد به يوم معين ، جدير بالامتنان بزمانه ، ويجوز أن يجعل ( اليومَ ) بمعنى الآن ، أي زمان الحال ، الصادق بطائفة من الزمان ، رَسخ اليأس ، في خلالها ، في قلوب أهل الشرك بعد أن خامر نفوسهم التردّد في ذلك ، فإنّ العرب يطلقون ( اليوم ) على زمن الحال ، ( والأمس ) على الماضي ، و ( الغَد ) على المستقبل . قال زهير :وأعْلَمُ عِلم اليوممِ والأمسسِ قبلَه ... ولكِنَّنِي عن عِلممِ مَا في غد عَمِييريد باليوم زمان الحال ، وبالأمس ما مضى ، وَبالغد ما يستقبل ، ومنه قول زياد الأعجم :رأيتُك أمسسِ خيرَ بني مَعَدّ ... وأنتَ اليوم خيرُ منكَ أمسِوأنت غَدا تزيد الخير خيراً ... كذاكَ تزيد سادةُ عبدِ شمسوفعل { يئس } يتعدّى ب ( مِن ) إلى الشيء الذي كان مرجوّاً من قبلُ ، وذلك هو القرينة على أنّ دخول ( من ) التي هي لتعدية { يئس } على قوله { دينِكم } ، إنّما هو بتقدير مضاف ، أي يئسوا من أمر دينكم ، يعني الإسلام ، ومعلوم أنّ الأمر الذي كانوا يطمعون في حصوله : هو فتور انتشار الدين وارتداد متّبعيه عنه .وتفريع النهي عن خشية المشركين في قوله : { فلا تَخشَوْهم } على الإخبار عن يأسهم من أذى الدين : لأنّ يأس العدوّ من نوال عدوّه يزيل بأسه ، ويذهب حماسه ، ويقعده عن طلب عدوّه . وفي الحديث : «ونُصِرْتُ بالرّعْب» . فلمَّا أخبر عن يأسهم طمّن المسلمين من بأس عدوّهم ، فقال : { فلا تخشوهم واخشون } أو لأنّ اليأس لمَّا كان حاصلاً من آثار انتصارات المسلمين ، يوماً فيوماً ، وذلك من تأييد الله لهم ، ذكَّر الله المسلمين بذلك بقوله : { اليومَ يئس الذين كفروا من دينكم } ، وإنّ فريقاً لم يغن عنهم بأسهم من الله شيئاً لأحرياء بأن لا يُخشى بأسهم ، وأن يُخشى مَن خَذَلهم ومكّن أولياءه منهم .وقد أفاد قوله : { فلا تخشوهم واخشون } مفاد صيغة الحصر ، ولو قيل : فإيّاي فاخشون لجرى على الأكثر في مقام الحصر ، ولكن عُدل إلى جملتي نفي وإثبات : لأنّ مفاد كلتا الجملتين مقصود ، فلا يحسن طيّ إحداهما .  وهذا من الدواعي الصارفة عن صيغة الحصر إلى الإتيان بصيغتي إثبات ونفي ، كقول السموأل أو عبد الملك بن عبد الرحيم الحارثيّ :تَسيل على حدّ الظّبَاتتِ نفوسنا ... ولَيْسَتْ على غير الظُبات تسيلونظيره قوله الآتي { فلا تَخْشُوْا الناسَ واخشَون } [ المائدة : 44 ] .{ اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِى وَرَضِيتُ لَكُمُ الأسلام دِيناً } .إن كانت آية { اليوم أكملت لكم دينكم } نزَلت يوم حجّة الوداع بعد آية { اليوم يئس الذين كفروا من دينكم } بنحو العامين ، كما قال الضحّاك ، كانت جملة مستقلّة ، ابتدائية ، وكان وقوعها في القرآن ، عقب التي قبلها ، بتوقيف النبي صلى الله عليه وسلم بجمعها مع نظيرها في إكمال أمر الدّين ، اعتقاداً وتشريعاً ، وكان اليوم المعهود في هذه غير اليوم المعهود في التي قبلها وإن كانتا نزلتا معاً يومَ الحجّ الأكبر ، عام حجّة الوداع ، وهو ما رواه الطبري عن ابن زيد وآخرين .وفي كلام ابن عطيّة أنَّه منسوب إلى عمر بن الخطّاب ، وذلك هو الراجح الذي عَوّل عليه أهل العلم وهو الأصل في موافقة التلاوة للنزول ، كان اليومُ المذكور في هذه وفي التي قبلها يوماً واحداً ، وكانت هذه الجملة تعداداً لمنّة أخرى ، وكان فصلُها عن التي قبلها جارياً على سنن الجمل التي تساق للتعداد في منَّة أو توبيخ ، ولأجل ذلك : أعيد لفظ { اليوم } ليتعلّق بقوله { أكملت } ، ولم يستغن بالظرف الذي تعلّق بقوله : { يَئِسَ } فلم يقل : وأكملت لكم دينكم .والدّين : ما كلف الله به الأمّة من مجموع العقائد ، والأعمال ، والشرائع ، والنظم . وقد تقدّم بيان ذلك عند قوله تعالى : { إنّ الدين عند الله الإسلام } في سورة آل عمران ( 19 ) . فإكمال الدين هو إكمال البيان المراد لله تعالى الذي اقتضت الحكمة تنجيمه ، فكان بعد نزول أحكام الاعتقاد ، التي لا يسع المسلمين جهلها ، وبعد تفاصيل أحكام قواعد الإسلام التي آخرها الحجّ بالقول والفعل ، وبعد بيان شرائع المعاملات وأصول النظام الإسلامي ، كان بعد ذلك كلّه قد تمّ البيان المراد لله تعالى في قوله : { ونزّلنا عليك الكتاب تبياناً لكلّ شيء } [ النحل : 89 ] وقوله : { لتبيّن للناس ما نزّل إليهم } [ النحل : 44 ] بحيث صار مجموع التشريع الحاصل بالقرآن والسنّة ، كافياً في هدي الأمّة في عبادتها ، ومعاملتها ، وسياستها ، في سائر عصورها ، بحسب ما تدعو إليه حاجاتها ، فقد كان الدين وافياً في كلّ وقت بما يحتاجه المسلمون . ولكن ابتدأتْ أحوال جماعة المسلمين بسيطة ثمّ اتّسعت جامعتهم ، فكان الدين يكفيهم لبيان الحاجات في أحوالهم بمقدار اتّساعها ، إذ كان تعليم الدين بطريق التدريج ليتمكّن رسوخُه ، حتّى استكملت جامعة المسلمين كلّ شؤون الجوامع الكبرى ، وصاروا أمّة كأكمل ما تكون أمّة ، فكمل من بيان الدين ما به الوفاء بحاجاتهم كلّها ، فذلك معنى إكمال الدين لهم يومئذٍ . وليس في ذلك ما يشعر بأنّ الدين كان ناقصاً ، ولكن أحوال الأمّة في الأمَمِيَّة غير مستوفاة ، فلمّا توفّرتْ كمل الدين لهم فلا إشكال على الآية . وما نزل من القرآن بعد هذه الآية لعلّه ليس فيه تشريع شيء جديد ، ولكنَّه تأكيد لما تقرّر تشريعه من قبل بالقرآن أو السنّة .فما نجده في هذه السورة من الآيات ، بعد هذه الآية ، ممّا فيه تشريع أنف مثل جزاء صيد المحرم ، نجزم بأنَّها نزلت قبل هذه الآية وأنّ هذه الآية لمّا نزلت أمر بوضعها في هذا الموضع . وعن ابن عباس : لم ينزل على النبي بعد ذلك اليوم تحليل ولا تحريم ولا فرض . فلو أنّ المسلمين أضاعوا كلّ أثارة من علم والعياذ بالله ولم يبق بينهم إلاّ القرآن لاستطاعوا الوصول به إلى ما يحتاجونه في أمور دينهم . قال الشاطبي : «القرآن ، مع اختصاره ، جامع ولا يكون جامعاً إلاّ والمجموع فيه أمور كلّية ، لأنّ الشريعة تمّت بتمام نزوله لقوله تعالى : { اليوم أكملت لكم دينكم } ، وأنت تعلم : أنّ الصلاة ، والزكاة ، والجهاد ، وأشباه ذلك ، لم تبيّن جميع أحكامها في القرآن ، إنَّما بيّنتها السُنَّة ، وكذلك العاديّات من العقود والحدود وغيرها ، فإذا نظرنا إلى رجوع الشريعة إلى كليّاتها المعنويَّة ، وجدناها قد تضمّنها القرآن على الكمال ، وهي : الضروريّات ، والحاجيات ، والتحسينات وَمُكمل كلّ واحد منها ، فالخارج عن الكتاب من الأدلّة : وهو السنّة ، والإجماع ، والقياس ، إنَّما نشأ عن القرآن وفي الصحيح عن ابن مسعود أنَّه قال : «لَعَن الله والوَاشمَات والمستوشمات والواصلات والمستوصلات والمنتمصات للحسن المغيِّرات خلقَ الله» فبلغ كلامه امرأة من بني أسد يقال لها : أم يعقوب ، وكانت تقرأ القرآن ، فأتته فقالت : «لعنتَ كذا وكذا» فذكرَتْه ، فقال عبد الله : «وما لِي لا ألعن مَن لعنَ رسولُ الله وهو في كتاب الله» ، فقالت المرأة : «لقد قرأت ما بين لَوْحَي المصحف ، فما وجدتُه» ، فقال : «لئن كنتتِ قرأتيه لقد وجدتيه» : قال الله تعالى :{ وما آتاكم الرسول فخذوه وما نهاكم عنه فانتهوا } [ الحشر : 7 ] » اه .فكلام ابن مسعود يشير إلى أنّ القرآن هو جامع أصول الأحكام ، وأنّه الحجّة على جميع المسلمين ، إذ قد بلغ لجميعهم ولا يسعهم جهل ما فيه ، فلو أنّ المسلمين لم تكن عندهم أثارة من علم غير القرآن لكفاهم في إقامة الدين ، لأنّ كلّيّاته وأوامره المفصّلة ظاهرة الدلالة ، ومجملاته تبعث المسلمين على تعرّف بيانها من استقراء أعمال الرسول وسلف الأمّة ، المتلقّين عنه ، ولذلك لمّا اختلف الأصحاب في شأن كتابة النبي لهم كتاباً في مرضه قال عمر : حسبنا كتاب الله ، فلو أنّ أحداً قصر نفسه على علم القرآن فوجد { أقيموا الصلاة } [ البقرة : 43 ] و { آتوا حقّه يوم حصاده } [ الأنعام : 141 ] و { كُتب عليكم الصيام } [ البقرة : 183 ] و { أتِمّوا الحجّ والعمرة لله } [ البقرة : 196 ] ، لتطلّب بيان ذلك ممّا تقرّر من عمل سلف الأمّة ، وأيضاً ففي القرآن تعليم طرق الاستدلال الشرعية كقوله : { لَعَلِمَهُ الذين يستنبطونه منهم } [ النساء : 83 ] .فلا شكّ أنّ أمر الإسلام بدىء ضعيفاً ثم أخذ يظهر ظهورَ سنا الفجر ، وهو في ذلك كلّه دين ، يبيّن لأتباعه الخير والحرام والحلال ، فما هاجر رسول الله صلى الله عليه وسلم إلاّ وقد أسلم كثير من أهل مكَّة ، ومعظم أهل المدينة ، فلمّا هاجر رسول الله أخذ الدين يظهر في مظهر شريعة مستوفاة فيها بيان عبادة الأمّة ، وآدابها ، وقوانين تعاملها ، ثم لمّا فتح الله مكة وجاءت الوفود مسلمين ، وغلب الإسلام على بلاد العرب ، تمكّن الدين وخدمتْه القوةُ ، فأصبح مرهوباً بأسُه ، ومَنع المشركين من الحجّ بعد عام ، فحجّ رسول الله صلى الله عليه وسلم عام عشرة وليس معه غير المسلمين ، فكان ذلك أجلى مظاهر كمال الدين : بمعنى سلطان الدين وتمكينه وحفظه ، وذلك تَبيَّن واضحاً يومَ الحجّ الذي نزلت فيه هذه الآية .لم يكن الدين في يوم من الأيام غير كاف لأتباعه : لأنّ الدين في كلّ يوم ، من وقت البعْثة ، هو عبارة عن المقدار الذي شرعه الله للمسلمين يوماً فيوماً ، فمن كان من المسلمين آخذاً بكلّ ما أنزل إليهم في وقت من الأوقات فهو متمسّك بالإسلام ، فإكمال الدين يوم نزول الآية إكمال له فيما يُراد به ، وهو قبل ذلك كامل فيما يراد من أتباعه الحاضرين .وفي هذه الآية دليل على وقوع تأخير البيان إلى وقت الحاجة . وإذا كانت الآية نازلة يوم فتح مكة ، كما يُروى عن مجاهد ، فإكمال الدين إكمال بقية ما كانوا محرومين منه من قواعد الإسلام ، إذ الإسلام قد فسّر في الحديث بما يشمل الحجّ ، إذ قد مكّنهم يومئذٍ من أداء حجّهم دون معارض ، وقد كمل أيضاً سلطان الدين بدخول الرسول إلى البلد الذي أخرجوه منه ، ومكّنه من قلب بلاد العرب . فالمراد من الدين دين الإسلام وإضافته إلى ضمير المسلمين لتشريفهم بذلك .ولا يصحّ أن يكون المراد من الدين القرآن : لأنّ آيات كثيرة نزلت بعد هذه الآية ، وحسبك من ذلك بقيّة سورة المائدة وآية الكلالة ، التي في آخر النساء ، على القول بأنَّها آخر آية نزلت ، وسورة { إذا جاء نصر الله } [ النصر : 1 ] كذلك ، وقد عاش رسول الله صلى الله عليه وسلم بعد نزول آية { اليوم أكملت لكم دينكم } نحواً من تسعين يوماً ، يوحى إليه . ومعنى ( اليوم ) في قوله : { اليوم أكملت لكم دينكم } نظير معناه في قوله : { اليوم يئس الذين كفروا من دينكم .وقوله : وأتممت عليكم نعمتي } إتمام النعمة : هو خلوصها ممّا يخالطها : من الحرج ، والتعب . وظاهره أنّ الجملة معطوفة على جملة { أكملت لكم دينكم } فيكون متعلَّقاً للظرف وهو اليوم ، فيكون تمام النعمة حاصلاً يوم نزول هذه الآية . وإتمام هذه النعمة هو زوال ما كانوا يلقونه من الخوف فمكّنهم من الحج آمين ، مؤمنين ، خالصين ، وطوّع إليهم أعداءهم يوم حجّة الوداع ، وقد كانوا من قبل في نعمة فأتمّها عليهم ، فلذلك قيّد إتمام النعمة بذلك اليوم ، لأنّه زمان ظهور هذا الإتمام : إذ الآية نازلة يوم حجّة الوداع على أصحّ الأقوال ، فإن كانت نزلت يوم فتح مكة ، وإن كان القول بذلك ضعيفاً ، فتمام النعمة فيه على المسلمين : أنْ مكّنهم من أشدّ أعدائهم ، وأحرصهم على استئصالهم ، لكن يناكده قوله : { أكملت لكم دينكم } إلاّ على تأويلات بعيدة .وظاهر العطف يقتضي : أنّ تمام النعمة منَّة أخرى غير إكمال الدين ، وهي نعمة النصر ، والأخوّة ، وما نالوه من المغانم ، ومن جملتها إكمال الدين ، فهو عطف عامّ على خاصّ . وجوّزوا أن يكون المراد من النعمة الدّين ، وإتمامها هو إكمال الدين ، فيكون مفاد الجملتين واحداً ، ويكون العطف لمجرّد المغايرة في صفات الذات ، ليفيد أنّ الدين نعمة وأنّ إكماله إتمام للنعمة؛ فهذا العطف كالذي في قول الشاعر أنشده الفرّاء في «معاني القرآن» :إلى الملك القرم وابننِ الهما ... م وليثثِ الكتيبة في المُزْدَحَمْوقوله : { ورضيت لكم الإسلام ديناً } الرضى بالشيء الرّكون إليه وعدم النفرة منه ، ويقابله السخط : فقد يرضى أحد شيئاً لنفسه فيقول : رضيتُ بكذا ، وقد يرضى شيئاً لغيره ، فهو بمعنى اختياره له ، واعتقاده مناسبته له ، فيعدّى باللام : للدلالة على أنّ رضاه لأجل غيره ، كما تقول : اعتذرت له . وفي الحديث \" إنّ الله يرضى لكم ثلاثاً \" ، وكذلك هنا ، فلذلك ذكر قوله : { لكم } وعُدّي { رَضيت } إلى الإسلام بدون الباء . وظاهر تناسق المعطوفات : أنّ جملة { رضيت } معطوفة على الجملتين اللتين قبلها ، وأنّ تعلّق الظرف بالمعطوف عليه الأول سار إلى المعطوفين ، فيكون المعنى : ورضيت لكم الإسلام ديناً اليومَ . وإذ قد كان رضي الإسلام ديناً للمسلمين ثابتاً في علممِ الله ذلك اليومَ وقبلَه ، تعيّن التأويل في تعليق ذلك الظرف ب { رضيت } ؛ فتأوّله صاحب «الكشاف» بأنّ المعنى : آذنتكم بذلك في هذا اليوم ، أي أعلمتكم : يعني أي هذا التأويل مستفاد من قوله { اليوم } ، لأنّ الذي حصل في ذلك اليوم هو إعلان ذلك ، والإيذان به ، لا حصول رضى الله به ديناً لهم يومئذٍ ، لأنّ الرضى به حاصل من قبل ، كما دلّت عليه آيات كثيرة سابقة لهذه الآية . فليس المراد أنّ «رضيت» مجاز في معنى «أذنت» لعدم استقامة ذلك : لأنّه يزول منه معنَى اختيار الإسلام لهم ، وهو المقصود ، ولأنَّه لا يصلح للتعدّي إلى قوله : { الإسلام } . وإذا كان كذلك فدلالة الخبر على معنى الإيذان من دلالته على لازم من لوازم معناه بالقرينة المعيّنة ، فيكون من الكناية في التركيب . ولو شاء أحد أن يجعل هذا من استعمال الخبر في لازم الفائدة ، فكما استعمل الخبر كثيراً في الدلالة على كون المخبِر عالماً به ، استعمل هنا في الدلالة على الإعلام وإعلانه .وقد يدلّ قوله : { ورضيت لكم الإسلام ديناً } على أنّ هذا الدين دين أبَدي : لأنّ الشيء المختار المدّخر لا يكون إلاّ أنفس ما أُظهر من الأديان ، والأنفس لا يبطله شيء إذ ليس بعده غاية ، فتكون الآية مشيرة إلى أنّ نسخ الأحكام قد انتهى .{ فَمَنِ اضطر فِى مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ الله غَفُورٌ رَّحِيمٌ } .وجود الفاء في صدر هذه الجملة ، مع عدم مناسبة ما بعد الفاء لما وَليتْه ، يعيِّن أن تكون متّصلة ببعض الآي التي سبقت ، وقد جعلها المفسّرون مرتبطة بآية تحريم الميتة وما عطف عليها من المأكولات ، من غير تعرّض في كلامهم إلى انتظام نظم هذه الآية مع التي قبلها . وقد انفرد صاحب «الكشاف» ببيان ذلك فجعل ما بين ذلك اعتراضاً .ولا شكّ أنّه يَعنِي باتّصال هذه الجملة بما قبلها : اتّصال الكلام الناشىء عن كلام قبله ، فتكون الفاء عنده للفصيحة ، لأنَّه لمّا تضمَّنت الآيات تحريم كثير ممَّا كانوا يقتاتونه ، وقد كانت بلاد العرب قليلة الأقوات ، معرّضة للمخمصة : عند انحباس الأمطار ، أو في شدّة كَلَب الشتاء ، فلم يكن عندهم من صنوف الأطعمة ما يعتاضون ببعضه عن بعض ، كما طفحت به أقوال شعرائهم .فلا جرم أن يكون تحريم كثير من معتاد طعامهم مؤذناً بتوقّععٍ منهم أن يفضي ذلك إلى امتداد يد الهلاك إليهم عند المخمصة ، فناسب أن يفصح عن هذا الشرط المعرب عن أحوالهم بتقدير : فإن خشيتم الهلاك في مخمصة فمن اضطرّ في مخمصة الخ . ولا تصلح الفاء على هذا الوجه للعطف : إذ ليس في الجمل السابقة من جمل التحريم ما يصلح لعطف «من اضطرّ في مخمصة» عليه .والأحسن عندي أن يكون موقع { فمن اضطرّ في مخمصة } متّصلاً بقوله : { ورضيت لكم الإسلام ديناً } ، اتّصال المعطوف بالمعطوف عليه ، والفاء للتفريع : تفريع منّة جزئيّة على منّة كلّيّة ، وذلك أنّ الله امتَنّ في هذه الجمل الثلاث بالإسلام ثلاث مرّات : مرّة بوصفه في قوله { دينكم } ، ومرّة بالعموم الشامل له في قوله : { نعمتي } ، ومرّة باسمه في قوله : { الإسلام } ؛ فقد تقرّر بينهم : أنّ الإسلام أفضل صفاته السماحة والرفق ، من آيات كثيرة قبل هذه الآية ، فلمّا علمَهم يوجسون خيفة الحاجة في الأزمات بعد تحريم ما حرّم عليهم من المطعومات ، وأعقب ذلك بالمنّة ثم أزال عقب ذلك ما أوجسوه من نفوسهم بقوله : { فمن اضطر } الخ؛ فناسب أن تعطف هاته التوسعة ، وتفرّع على قوله : { ورضيتُ لكم الإسلام ديناً } وتُعَقَّب المنّة العامّة بالمنّة الخاصّة .والاضطرار : الوقوع في الضرورة ، وفعله غلب عليه البناء للمجهول ، وقد تقدّم بيانه عند قوله تعالى : { ثم اضطرّه إلى عذاب النار } في سورة البقرة ( 126 ) .والمخمصة : المجاعة ، اشتقّت من الخَمَص وهو ضمور البطن ، لأنّ الجوع يضمر البطون ، وفي الحديث تغدو خِماصاً فتروح بِطَاناً .والتجانف : التمايل ، والجَنَف : الميل ، قال تعالى : { فمن خَاف من موص جَنَفَا } [ البقرة : 182 ] الآية . والمعنى أنّه اضطرّ غير مائل إلى الحرام من أخذ أموال الناس ، أو من مخالفة الدين . وهذه حال قصد بها ضبط حالة الاضطرار في الإقدام والإحجام ، فلا يقدم على أكل المحرّمات إذا كان رائماً بذلك تناولها مع ضعف الاحتياج ، ولا يحجم عن تناولها إذا خشي أن يتناول ما في أيدي الناس بالغصْب والسرقة ، وهذا بمنزلة قوله : { فمن اضطرّ غير باغ ولا عاد } [ البقرة : 173 ] ، أي غير باغ ولا عاد على الناس ولا على أحكام الدين .ووقع قوله : «فإنّ الله غفور رحيم» مغنياً عن جواب الشرط لأنّه كالعلّة له ، وهي دليل عليه ، والاستغناء بمثله كثير في كلام العرب وفي القرآن . والتقديرُ : فمن اضطُرّ في مخمصة غير متجَانف لإثم فلهُ تناول ذلك إنّ الله غفور ، كما قال في الآية نظيرتها { فمن اضطرّ غير باغ ولا عاد فَلا إثم عليه إنّ الله غفور رحيم } [ البقرة : 173 ] .",
  "ayah": 3,
  "surah": 5
}
