{
  "text": "وقوله : { سمّاعون للكذب } خبر مبتدأ محذوف ، تقديره : هم سمّاعون للكذب . والظاهر أنّ الضّمير المقدّر عائد على الفريقين : المنافقين واليهودِ ، بقرينة الحديث عن الفريقين .وحذفُ المسند إليه في مثل هذا المقام حذف اتّبع فيه الاستعمال ، وذلك بعد أن يذكروا متحدّثاً عنه أو بعدَ أن يصدر عن شيء أمر عجيب يأتون بأخبار عنه بجملة محذوففٍ المبتدأ منها ، كقولهم للّذي يصيب بدون قصد «رَمْيَة من غير رَام» ، وقول أبي الرقَيش :سريع إلى ابن العمّ يلطُمُ وجهه ... وليس إلى داعي الندى بسريعوقول بعض شعراء الحماسة :فتى غير محجوب الغنى عن صديقه ... ولا مظهر الشكوى إذا النّعل زلّتعقب قوله :سأشكر عَمْراً إن تراختْ منيّتي ... أياديَ لم تُمنَنْ وإن هي جَلَّتوالسمَّاع : الكثيرُ السمع ، أي الاستماععِ لما يقال له . والسَّمع مستعمل في حقيقته ، أي أنّهم يُصغون إلى الكلام الكذب وهم يعرفونه كَذِبا ، أي أنّهم يحفلون بذلك ويتطلّبونه فيكثر سماعهم إيّاه . وفي هذا كناية عن تفشّي الكذب في جماعتهم بين سامع ومختلق ، لأنّ كثرة السمع تستلزم كثرة القول . والمراد بالكذب كذب أحبارهم الزاعمين أنّ حكم الزّنى في التّوراة التّحميمُ .وجملة { سمّاعون لقوم آخرين لم يأتوك } خبر ثان عن المبتدأ المحذوف . والمعنى أنّهم يقبلون ما يأمرهم به قوم آخرون من كَتم غرضهم عن النّبيء صلى الله عليه وسلم حتّى إن حكم بما يهوَون اتّبعوه وإن حكم بما يخالف هواهم عصَوه ، أي هم أتباع لقوم متستّرين هم القوم الآخرون ، وهم أهل خيبر وأهل فَدَك الّذين بعثوا بالمسألة ولم يأت أحد منهم النّبيء صلى الله عليه وسلم واللام في { لِقوم } للتقوية لضعف اسم الفاعل عن العمل في المفعول .وجملة { يحرّفون الكلم } صفة ثانية { لقوم آخرين } أو حال ، ولك أن تجعلها حالاً { من الّذين يسارعون في الكفر } . وتقدّم الكلام في تحريف الكلم عند قوله تعالى : { من الّذين هادوا يحرّفون الكلم عن مواضعه } في سورة النّساء ( 46 ) ، وأنّ التّحريف الميل إلى حرف ، أي جانب ، أي نقله من موضعه إلى طرف آخر .وقال هنا مِن بعد مواضعه ، وفي سورة النساء ( 46 ) عَن مواضعه ، لأنّ آية سورة النّساء في وصف اليهود كلّهم وتحريفهم في التّوراة . فهو تغيير كلام التّوراة بكلام آخر عن جهل أو قصد أو خطأ في تأويل معاني التّوراة أو في ألفاظها . فكان إبعاداً للكلام عن مواضعه ، أي إزالة للكلام الأصلي سواء عوّض بغيره أو لم يعوّض . وأمّا هاته الآية ففي ذكر طائفة معيّنة أبطلوا العمل بكلام ثابتتٍ في التّوراة إذْ ألغوا حكم الرّجم الثّابت فيها دون تعويضه بغيره من الكلام ، فهذا أشدّ جرأة من التّحريف الآخر ، فكان قوله : من بعد مواضعه } أبلغَ في تحريف الكلام ، لأنّ لفظ ( بعد ) يقتضي أنّ مواضع الكلم مستقرّة وأنّه أبطل العمل بها مع بقائها قائمة في كتاب التّوراة .والإشارة الّتي في قوله : { إن أوتيتم هذا } إلى الكلم المحرّف . والإيتاء هنا : الإفادة كقوله : { وآتاه الله المُلك والحكمة } [ البقرة : 251 ] .والأخذ : القبول ، أي إن أُجبتم بمثل ما تهوَون فاقبلوه وإن لم تجَابوه فاحذروا قبوله . وإنّما قالوا : فاحذروا ، لأنّه يفتح عليهم الطعن في أحكامهم الّتي مَضَوْا عليها وفي حكّامهم الحاكمين بها .وإرادة الله فتنة المفتون قضاؤها له في الأزل ، وعلامة ذلك التّقدير عدم إجداء الموعظة والإرشاد فيه . فذلك معنى قوله : { فلَن تملك له من الله شيئاً } ، أي لا تبلغ إلى هديه بما أمرك الله به من الدّعوة للنّاس كافّة .وهذا التّركيب يدلّ على كلام العرب على انتفاء الحيلة في تحصيل أمر مّا .ومدلول مفرداته أنّك لا تملك ، أي لا تقدر على أقلّ شيء من الله ، أي لا تستطيع نيل شيء من تيسير الله لإزالة ضلالة هذا المفتون ، لأنّ مادّة المِلك تدلّ على تمام القدرة ، قال قَيْس بن الخطيم :مَلكتُ بها كَفِّي فأنْهَر فَتْقَهَا ... أي شددت بالطعنة كفّي ، أي ملكتها بكفّي ، وقال النّبيء صلى الله عليه وسلم لعُيَينة بن حِصْن \" أوَ أمْلِكُ لك أن نزع الله من قلبك الرّحمة \" وفي حديث دعوة الرّسول صلى الله عليه وسلم عشيرته \" فإنّي لا أغني عنكم من الله شيئاً \"و { شيئاً } منصوب على المفعولية . وتنكير { شيئاً } للتقليل والتّحقير ، لأنّ الاستفهام لمّا كان بمعنى النّفي كان انتفاء ملك شيء قليللٍ مقتضياً انتفاءَ ملك الشيء الكثير بطريق الأولى .والقول في قوله : { أولئك الّذين لم يرد الله أن يطهّر قلوبهم } كالقول في قوله : { ومن يرد الله فتنته } . والمراد بالتطهير التهيئة لقبول الإيمان والهدَى أو أراد بالتطهير نفس قبول الإيمان .والخزي تقدّم عند قوله تعالى : { إلاّ خزي } في سورة البقرة ( 85 ) ، وقوله : { ربنا إنّك من تدخل النار فقد أخزيته } في سورة آل عمران ( 192 ) .وأعاد سَمَّاعون للكذب } للتّأكيد وليرتّب عليه قوله { أكّالون للسحت } .ومعنى { أكَّالون للسحت } أخَّاذون له ، لأنّ الأكل استعارة لتمام الانتفاع . والسحت بضمّ السين وسكون الحاء الشيء المسحوت ، أي المستأصل . يقال : سحته إذا استأصَله وأتلفه . سمّي به الحرام لأنّه لا يُبارك فيه لصاحبه ، فهو مسحوت وممحوق ، أي مقدّر له ذلك ، كقوله { يمحق الله الرّبا } [ البقرة : 276 ] ، قال الفرزدق :وعَضُّ زماننٍ يابنَ مروانَ لم يَدع ... من المال إلاّ مُسْحَت أو مجَنَّفوالسحت يشمل جميع المال الحرام ، كالربا والرّشوة وأكل مال اليتيم والمغصوب .وقرأ نافع ، وابن عامر ، وعاصم ، وحمزة ، وأبو جعفر ، وخلف «سحْت» بسكون الحاء وقرأه الباقون بضمّ الحاء إتْباعاً لضمّ السّين .تفريع على ما تضمّنه قوله تعالى : { سمّاعون لقوم آخرين لم يأتوك } وقوله : { يقولون إن أوتيتم هذا فخذوه } ، فإنّ ذلك دلّ على حِوار وقع بينهم في إيفاد نفر منهم إلى رسول الله صلى الله عليه وسلم للتحكيم في شأن من شئونهم مالت أهواؤهم إلى تغيير حكم التّوراة فيه بالتّأويل أو الكتمان ، وأنكر عليهم منكرون أو طالبوهم بالاستظهار على تأويلهم فطمعوا أن يجدوا في تحكيم النّبيء صلى الله عليه وسلم ما يعتضدون به . وظاهر الشرط يقتضي أنّ الله أعلم رسوله باختلافهم في حكم حدّ الزّنا ، وبعزمهم على تحكيمه قبل أن يصل إليه المستفتون . وقد قال بذلك بعض المفسّرين فتكون هذه الآية من دلائل النّبوءة . ويحتمل أنّ المراد : فإن جاؤوك مرّة أخرى فاحكم بينهم أو أعرض عنهم .وقد خيّر الله تعالى رسوله صلى الله عليه وسلم في الحكم بينهم والإعراض عنهم . ووجه التخيير تعارض السببين؛ فسبب إقامة العدل يقتضي الحكمَ بينهم ، وسبب معاملتهم بنقيض قصدهم من الاختبار أو محاولة مصادفة الحكم لهواهم يقتضي الإعراض عنهم لئلاّ يعرّض الحكم النبوي للاستخفاف .وكان ابتداء التخيير في لفظ الآية بالشقّ المقتضي أنّه يحكم بينهم إشارة إلى أنّ الحكم بينهم أولى . ويؤيّده قوله بعد { وإن حكمت فاحكم بينهم بالقسط إنّ الله يحبّ المقسطين } أي بالحقّ ، وهو حكم الإسلام بالحدّ . وأمّا قوله : { وإن تُعرض عنهم فلن يضرّوك شيئاً } فذلك تطمين للنّبيء صلى الله عليه وسلم لئلاّ يقول في نفسه : كيف أعرض عنهم ، فيتّخذوا ذلك حجّة علينا . يقولون : ركنّا إليكم ورضينا بحكمكم فأعرضتم عنّا فلا نسمع دعوتكم من بعد . وهذا ممّا يهتمّ به النّبيء صلى الله عليه وسلم لأنّه يؤول إلى تنفير رؤسائِهم دهماءَهم من دعوة الإسلام فطمّنه الله تعالى بأنّه إنْ فعل ذلك لا تنشأ عنه مضرّة . ولعلّ في هذا التطمين إشعاراً بأنّهم لا طمع في إيمانهم في كلّ حال . وليس المراد بالضرّ ضرّ العداوة أو الأذى لأنّ ذلك لا يهتمّ به النّبيء صلى الله عليه وسلم ولا يخشاه منهم ، خلافاً لما فسّر به المفسّرون هنا .وتنكير { شيئاً } للتحقير كما هو في أمثاله ، مثل { فلَن تملك له من الله شيئاً } وهو منصوب على المفعوليّة المطلقة لأنّه في نية الإضافة إلى مصدر ، أي شيئاً من الضرّ ، فهو نائب عن المصدر . وقد تقدّم القول في موقع كلمة شيء عند قوله تعالى : { ولنبلونَّكم بشيء من الخوف والجوع } في سورة البقرة ( 155 ) .والآية تقتضي تخيير حكّام المسلمين في الحكم بين أهل الكتاب إذا حكّموهم؛ لأنّ إباحة ذلك التخيير لغير الرسول من الحكّام مساو إباحته للرسول . واختلف العلماء في هذه المسألة وفي مسألة حكم حكّام المسلمين في خصومات غير المسلمين . وقد دلّ الاستقراء على أنّ الأصل في الحكم بين غير المسلمين إذا تنازع بعضهم مع بعض أن يحكم بينهم حكّام ملّتهم ، فإذا تحاكموا إلى حكّام المسلمين فإن كان ما حدث من قبيل الظلم كالقتل والغصب وكلّ ما ينتشر منه فساد فلا خلاف أنّه يجب الحكم بينهم ( وعلى هذا فالتخيير الذي في الآية مخصوص بالإجماع ) . وإن لم يكن كذلك كالنزاع في الطلاق والمعاملات .فمن العلماء من قال : حكم هذا التخيير مُحْكم غير منسوخ ، وقالوا : الآية نزلت في قصّة الرجم ( الّتي رواها مالك في الموطأ } والبخاري ومن بعده ) وذلك أنّ يهودياً زنى بامرأة يهوديّة ، فقال جميعهم : لنسأل محمّداً عن ذلك . فتحاكموا إليه ، فخيّره الله تعالى . واختلف أصحاب هذا القول فقال فريق منهم : كان اليهود بالمدينة يومئذٍ أهل موادعة ولم يكونوا أهل ذمّة ، فالتّخيير باق مع أمثالهم ممّن ليس داخلاً تحت ذمّة الإسلام ، بخلاف الّذين دخلوا في ذمّة الإسلام ، فهؤلاء إذا تحاكموا إلى المسلمين وجب الحكم بينهم . وهو قول ابن القاسم في رواية عيسى بن دينار ، لأنّ اليهوديين كانا من أهل خيبر أو فَدَك وهما يومئذٍ من دار الحرب في موادعة .وقال الجمهور : هذا التخيير عام في أهل الذمّة أيضاً . وهذا قول مالك ورواية عن الشافعي . قال مالك : الأعراض أولى . وقيل : لا يحكم بينهم في الحدود ، وهذا أحد قولي الشافعي . وقيل : التّخيير منسوخ بقوله تعالى بعد { وأن احكم بينهم بما أنزل الله } [ المائدة : 49 ] ، وهو قول أبي حنيفة ، وقاله ابن عبّاس ، ومجاهد ، وعكرمة ، والسديّ ، وعمر بن عبد العزيز ، والنخَعي ، وعطاء ، الخراساني ، ويبعده أنّ سياق الآيات يقتضي أنّها نزلت في نسق واحد فيبعد أن يكون آخرها نسخاً لأوّلها .وقوله : { وإنْ حكمتَ فاحكم بينهم بالقسط } أي بالعدل . والعدل : الحكم الموافق لشريعة الإسلام . وهذا يحتمل أنّ الله نهى رسوله عن أن يحكم بينهم بما في التّوراة لأنّها شريعة منسوخة بالإسلام . وهذا الّذي رواه مالك . وعلى هذا فالقصّة الّتي حكّموا فيها رسول الله لم يحكم فيها الرسول على الزانيين ولكنّه قَصَر حكمه على أن بيّن لليهود حقيقة شرعهم في التّوراة ، فاتّضح بطلان ما كانوا يحكمون به لعدم موافقته شرعهم ولا شرْع الإسلام؛ فهو حُكم على اليهود بأنّهم كتموا . ويكون مَا وقع في حديث «الموطأ» والبخاري : أنّ الرجل والمرأة رُجما ، إنّما هو بحكم أحبارهم . ويحتمل أنّ الله أمره أن يحكُم بينهم بما في التّوراة لأنّه يوافق حكم الإسلام؛ فقد حكم فيه بالرجم قبل حدوث هذه الحادثة أو بعدها . ويحتمل أنّ الله رخّص له أن يحكم بينهم بشرعهم حين حكَّموه . وبهذا قال بعض العلماء فيما حكاه القرطبي . وقائل هذا يقول : هذا نُسخ بقوله تعالى : { وأن احكم بينهم بما أنزل الله } [ المائدة : 49 ] ، وهو قول جماعة من التّابعين . ولا داعي إلى دعوى النسخ ، ولعلّهم أرادوا به ما يشمل البيان ، كما سنذكره عند قوله : { فاحكم بينهم بما أنزل الله } [ المائدة : 48 ] .والّذي يستخلص من الفقه في مسألة الحكم بين غير المسلمين دون تحكيم : أنّ الأمّة أجمعت على أنّ أهل الذمّة داخلون تحت سلطان الإسلام ، وأنّ عهود الذمّة قضت بإبقائهم على ما تقتضيه مللهم في الشؤون الجارية بين بعضهم مع بعض بما حددتْ لهم شرائعهم . ولذلك فالأمور الّتي يأتونها تنقسم إلى أربعة أقسام :القسم الأوّل : ما هو خاصّ بذات الذمّيّ من عبادته كصلاته وذبحه وغيرها ممّا هو من الحلال والحرام . وهذا لا اختلاف بين العلماء في أنّ أيمّة المسلمين لا يتعرّضون لهم بتعطيله إلاّ إذا كان فيه فساد عامّ كقتل النّفس .القسم الثّاني : ما يجري بينهم من المعاملات الراجعة إلى الحلال والحرام في الإسلام ، كأنواع من الأنكحة والطلاق وشرب الخمر والأعمال الّتي يستحلّونها ويحرّمها الإسلام . وهذه أيضاً يقرّون عليها ، قال مالك : لا يقام حَدّ الزنا على الذميّين ، فإن زنى مسلم بكتابية يحدّ المسلم ولا تحدّ الكتابية . قال ابن خُويز منداد : ولا يُرسل الإمام إليهم رسولاً ولا يُحضِر الخصمَ مجلسه .القسم الثّالث : ما يتجاوزهم إلى غيرهم من المفاسد كالسرقة والاعتداء على النفوس والأعراض . وقد أجمع علماء الأمّة على أنّ هذا القسم يجري على أحكام الإسلام ، لأنّا لم نعاهدهم على الفسادِ ، وقد قال تعالى : { والله لا يحبّ الفساد } [ البقرة : 205 ] ، ولذلك نمنعهم من بيع الخمر للمسلمين ومن التظاهر بالمحرّمات .القسم الرّابع : ما يجري بينهم من المعاملات الّتي فيها اعتداء بعضهم على بعض : كالجنايات ، والديون ، وتخاصم الزوجين . فهذا القسم إذا تراضوا فيه بينهم لا نتعرّض لهم ، فإن استعدى أحدهم على الآخر بحاكم المسلمين . فقال مالك : يقضي الحاكم المسلم بينهم فيه وجوباً ، لأنّ في الاعتداء ضرباً من الظلم والفساد ، وكذلك قال الشافعي ، وأبو يوسف ، ومحمّد ، وزفر . وقال أبو حنيفة : لا يَحكم بينهم حتّى يتراضى الخصمان معاً .",
  "ayah": 42,
  "surah": 5
}
