{
  "text": "يجوز أن يكون قوله { وأن احكم } معطوفاً عطفَ جملة على جملة ، بأن يجعل معطوفاً على جملة { فاحكم بينهم بما أنزل الله ولا تتّبع أهواءهم } [ المائدة : 48 ] ، فيكون رجوعاً إلى ذلك الأمر لتأكيده ، وليبنى عليه قوله : { واحْذَرْهم أن يفتنوك عن بعض ما أنزل الله إليك } كما بُني على نظيره قوله : { لكلّ جعلنا منكم شرعة ومنهاجاً } [ المائدة : 48 ] وتكُون ( أنْ ) تفسيرية . و ( أنْ ) التفسيريّة تفيد تقويّة ارتباط التّفسير بالمفسَّر ، لأنّها يمكن الاستغناء عنها ، لصحّة أن تقول : أرسلتُ إليه افْعَل كذا ، كما تقول : أرسلت إليه أنْ افعَلْ كذا . فلمّا ذكر الله تعالى أنّه أنزل الكتاب إلى رسوله رتّب عليه الأمر بالحكم بما أنزل به بواسطة الفاء فقال : { فاحكم بينهم } [ المائدة : 48 ] ، فدلّ على أنّ الحكم بما فيه هو من آثار تنزيله . وعطَف عليه ما يدلّ على أنّ الكتاب يأمر بالحكم بما فيه بما دلّت عليه ( أنْ ) التفسيرية في قوله : { وأنْ احكم بينهم بما أنزل الله } ، فتأكَّد الغرض بذِكْره مرّتين مع تفنّن الأسلوب وبداعته ، فصار التّقدير : وأنزلنا إليك الكتاب بالحقّ أنْ احكم بينهم بما أنزل الله فاحكم بينهم به . وممّا حسَّن عطفَ التّفسير هنا طولُ الكلام الفاصِل بين الفعل المفسَّر وبين تفسيره . وجعله صاحب «الكشاف» من عطف المفردات . فقال : عُطف { أن احكم } على { الكِتاب } في قوله : { وأنزلنا إليك الكتاب } [ المائدة : 48 ] كأنّه قيل : وأنزلنا إليك أنْ احْكُم . فجعل ( أنْ ) مصدريّة داخلة على فعل الأمر ، أي فيكون المعنى : وأنزلنا إليك الأمر بالحكم بما أنزل الله كما قال في قوله : { إنّا أرسلنا نُوحاً إلى قومه أن أنذر قومك } [ نوح : 1 ] ، أي أرسلناه بالأمر بالإنذار ، وبيّن في سورة يونس ( 105 ) عند قوله تعالى : { وأن أقم وجهك للدّين حنيفاً } أنّ هذا قول سيبويه إذ سوّغ أن توصل ( أنْ ) المصدريّة بفعل الأمر والنّهي لأنّ الغرض وصلها بما يكون معه معنى المصدر ، والأمرُ والنّهي يدلاّن على معنى المصدر ، وعلّله هنا بقوله : لأنّ الأمر فعل كسائر الأفعال . والحملُ على التفسيرية أوْلَى وأَعرب ، وتكون ( أنْ ) مقحمة بين الجملتين مفسّرة لفعل أنْزَل } من قوله : { فاحكم بينهم بما أنزل الله } ؛ فإنّ { أنزل } يتضمّن معنى القول فكان لحرف التّفسير موقع .وقوله : { ولا تتّبع أهواءهم } هو كقوله قبلَه { ولا تتّبع أهواءهم عمّا جاءك من الحقّ } [ المائدة : 44 ] .وقولُه : { واحذرهم أن يفتنوك عن بعض ما أنزل الله إليك } المقصود منه افتضاح مكرهم وتأييسهم ممّا أمَّلوه ، لأنّ حذر النّبيء صلى الله عليه وسلم من ذلك لا يحتاج فيه إلى الأمر لعصمته من أن يخالف حكم الله .ويجوز أن يكون المقصود منه دحض ما يتراءى من المصلحة في الحكم بين المتحاكمين إليه من اليهود بعوائدهم إن صحّ ما روي من أنّ بعض أحبارهم وعدوا النّبيء بأنّه إن حكم لهم بذلك آمنوا به واتّبعتهم اليهود اقتداء بهم ، فأراه الله أنّ مصلحة حرمة أحكام الدين ولو بينَ غير أتباعه مقدّمة على مصلحة إيمان فريق من اليهود ، لأجل ذلك فإنّ شأن الإيمان أن لا يقاوِل النّاس على اتّباعه كما قدّمناه آنفاً .والمقصود مع ذلك تحذير المسلمين من توهّم ذلك .ولذلك فرّع عليه قوله : { فإن تولّوا } ، أي فإن حكمت بينهم بما أنزل الله ولم تتّبع أهواءهم وتولّوا فاعلم ، أي فتلك أمارة أنّ الله أراد بهم الشّقاء والعذاب ببعض ذنوبهم وليس عليك في تولّيهم حرج . وأراد ببعض الذنوب بعضاً غيرَ معين ، أي أنّ بعض ذنوبهم كافية في إصابتهم وأنّ تولّيهم عن حكمك أمارة خذلان الله إيّاهم .وقد ذيّله بقوله : { وإنّ كثيراً من النّاس لفاسقون } ليَهُونَ عنده بقاؤهم على ضلالهم إذ هو شنشنة أكثر النّاس ، أي وهؤلاء منهم فالكلام كناية عن كونهم فاسقين .",
  "ayah": 49,
  "surah": 5
}
