{
  "text": "يجيء في التقييد ( باليوم ) هنا ما جاء في قوله : { اليوم يئس الذين كفروا من دينكم } [ المائدة : 3 ] وقولِه : { اليوم أكملت لكم دينكم } [ المائدة : 3 ] ، عدا وجه تقييد حصول الفعل حقيقة بذلك اليوم ، فلا يجيء هنا ، لأنّ إحلال الطيّبات أمر سابق إذ لم يكن شيء منها محرّماً ، ولكن ذلك اليوم كان يوم الإعلام به بصفة كليّة ، فيكون كقوله : { ورَضيت لكم الإسلام ديناً } [ المائدة : 3 ] في تعلّق قوله : { اليوم } به ، كما تقدّم .ومناسبة ذكر ذلك عقب قوله { اليوم يئسَ } [ المائدة : 3 ] و { اليوم أكملت } [ المائدة : 3 ] أنّ هذا أيضاً منّة كبرى لأنّ إلقاء الأحكام بصفة كلّيّة نعمة في التفقّه في الدين .والكلام على الطيّبات تقدّم آنفاً ، فأعيدَ ليُبنى عليه قوله : { وطعام الذين أتوا الكتاب } . وعطفُ جملة { وطعام الذين أوتوا الكتاب حلّ لكم } على جملة { اليومَ أحلّ لكم الطيّبات } لأجل ما في هذه الرخصة من المنّة لكثرة مخالطة المسلمين أهل الكتاب فلو حرّم الله عليهم طعامهم لشقّ ذلك عليهم .والطعام في كلام العرب ما يطعَمه المرء ويأكله ، وإضافته إلى أهل الكتاب للملابسة ، أي ما يعالجه أهل الكتاب بطبخ أو ذبح . قال ابن عطية : الطعام الذي لا محاولة فيه كالبُرّ والفاكهة ونحوهما لا يغيّره تملّك أحد له ، والطعام الذي تقَع فيه محاولة صنعته لا تعلّق للدين بها كخَبز الدقيق وعصر الزيت . فهذا إن تُجنِّبَ من الذميّ فعلى جهة التقذّر . والتذكية هي المحتاجة إلى الدّين والنية ، فلمَّا كان القياس أن لا تجوز ذبائحهم رخص الله فيها على هذه الأمّة وأخرجها عن القياس . وأراد بالقياس قياس أحوال ذبائحهم على أحوالهم المخالفة لأحوالنا ، ولهذا قال كثير من العلماء : أراد الله هنا بالطعام الذبائح ، مع اتّفاقهم على أنّ غيرها من الطعام مباح ، ولكن هؤلاء قالوا : إنّ غير الذبائح ليس مراداً ، أي لأنّه ليس موضع تردّد في إباحة أكله . والأولى حمل الآية على عمومها فتشمل كلّ طعام قد يظن أنَّه محرّم علينا إذ تدخله صنعتهم ، وهم لا يتَوَقَّوْنَ ما نتوقّى ، وتدخله ذكاتهم وهم لا يشترطون فيها ما نشترطه . ودخل في طعامهم صيدهم على الأرجح .و { الذين أوتوا الكتاب } : هم أتباع التوراة والإنجيل ، سواء كانوا ممّن دعاهم موسى وعيسى عليهما السلام إلى اتّباع الدين ، أم كانوا ممّن اتّبعوا الدينيين اختياراً؛ فإنّ موسى وعيسى ودعَوا بني إسرائيل خاصّة ، وقد تهوّد من العرب أهل اليمن ، وتنصّر من العرب تغلب ، وبهراء ، وكلب ، ولخم ، ونَجران ، وبعض ربيعة وغسّان ، فهؤلاء من أهل الكتاب عند الجمهور عدا عليّا بن أبي طالب فإنه قال : لا تحلّ ذبائح نصارى تغلب ، وقال : إنّهم لم يتمسّكوا من النصرانية بشيء سوى شرب الخمر .وقال القرطبي : هذا قول الشافعي ، وروى الربيع عن الشافعي : لا خير في ذبائح نصارى العرب من تغلب . وعن الشافعي : من كان من أهل الكتاب قبل البعثة المحمّدية فهو من أهل الكتاب ، ومن دخل في دين أهل الكتاب بعد نزول القرآن فلا يقبل منه إلاّ الإسلام ، ولا تقبل منه الجزية ، أي كالمشركين .وأمَّا المجوس فليسوا أهل كتاب بالإجماع ، فلا تؤكل ذبائحهم ، وشذّ من جعلهم أهل كتاب . وأمَّا المشركون وعبدة الأوثان فليسوا من أهل الكتاب دون خلاف .وحِكمة الرخصة في أهل الكتاب : لأنّهم على دين إلهي يُحرّم الخبَائث ، ويتقي النجاسة ، ولهم في شؤونهم أحكام مضبوطة متّبعة لا تظنّ بهم مخالفتها ، وهي مستندة للوحي الإلهي ، بخلاف المشركين وعبدة الأوثان . وأمّا المجوس فلهم كتاب لكنّه ليس بالإلهي ، فمنهم أتباع ( زَرَادشْت ) ، لهم كتابُ ( الزندفستا ) وهؤلاء هم محلّ الخلاف . وأمّا المجوس ( المَانَويَّة ) فهم إباحية فلا يختلف حالهم عن حال المشركين وعبدة الأوثان ، أو هم شرّ منهم . وقد قال مالك : ما ليس فيه ذكاة من طعام المجوس فليس بحرام يعني إذا كانوا يتّقون النجاسة . وفي «جامع الترمذي» : أنّ أبا ثعلبة الخشني سأل رسول الله صلى الله عليه وسلم عن قدور المجوس . فقال له : \" أنْقُوها غسلاً واطبخوا فيها \" وفي البخاري : أنّ أبا ثعلبة سأل رسول الله صلى الله عليه وسلم عن آنِيَة أهل الكتاب . فقال له : \" إن وجدتم غيرها فلا تأكلوا فيها ، وإن لم تجدوا فاغسلوها ثمّ كلوا فيها \" قال ابن العربي : «فغسل آنية المجوس فرض ، وغسل آنية أهل الكتاب ندب» . يُريد لأنّ الله أباح لنا طعام أهل الكتاب فقد علم حالهم ، وإنَّما يسري الشكّ إلى آنيتهم من طعامهم وهو مأذون فيه ، ولم يبح لنا طعام المجوس ، فذلك منزع التفرقة بين آنية الفريقين .ثم الطعامُ الشامل للذكاة إنّما يعتبر طعاماً لهم إذاكانوا يستحلّونه في دينهم ، ويأكله أحبارهم وعلماؤهم ، ولو كان ممّا ذكر القرآنُ أنَّه حرّمه عليهم ، لأنَّهم قد تأوّلوا في دينهم تأويلات ، وهذا قول مالك . وأرى أنّ دليله : أنّ الآية عمّمت طعامهم فكان عمومها دليلاً للمسلمين ، ولا التفات إلى ما حكَى الله أنّه حرّمه عليهم ثم أباحه للمسلمين ، فكان عموم طعامهم في شرعنا مُباحاً ناسخاً للمحرّم عليهم ، ولا نصِيرُ إلى الاحتجاج «بشرع من قبلنا . . . » إلاّ إذا لم يكن لنا دليل على حُكمهِ في شرعنا . وقيل : لا يؤكل ما علِمْنا تحريمه عليهم بنصّ القرآن ، وهو قول بعض أهل العلم ، وقيل به في مذهب مالك ، والمعتمد عن مالك كراهة شحوم بقر وغنم اليهود من غير تحريم؛ لأنّ الله ذكر أنه حرّم عليهم الشحوم .ومن المعلوم أن لا تعمل ذكاة أهل الكتاب ولا إباحة طعامهم فيما حرّمه الله علينا بعينه : كالخنزير والدم ، ولا ما حرّمه علينا بوصفه ، الذي ليس بذكاة : كالميتة والمنخنقة والموقوذة والمتردّية والنطيحة وأكيلة السبع ، إذا كانوا هم يستحلّون ذلك ، فأمَّا ما كانت ذكاتهم فيه مخالفة لذكاتنا مخالفةَ تقصير لا مخالفة زيادة فذلك محلّ نظر كالمضروبة بمحدّد على رأسها فتموت ، والمفتولة العنق فتتمزّق العروق ، فقال جمهور العلماء : لا يؤكل .وقال أبو بكر ابن العربي من المالكية : تؤكل . وقال في «الأحكام» : فإن قيل فما أكلوه على غير وجه الذكاة كالخنق وحطْم الرأس فالجواب : أنّ هذه ميتة ، وهي حرام بالنصّ ، وإن أكلوها فلا نأكلها نحْن ، كالخنزير فإنّه حلال لهم ومن طعامهم وهو حرام علينا يريد إباحته عند النصارى ثم قال : ولقد سُئِلت عن النصراني يفتل عنق الدجاجة ثم يطبخها؛ هل تؤكل معه أو تؤخذ طعاماً منه ، فقلت : تؤكل لأنها طعامه وطعام أحباره ورهبانه ، وإن لم تكن هذه ذكاة عندنا ولكن الله تعالى أباح طعامهم مطلقاً وكلّ ما يرونه في دينهم فإنّه حلال لنا في ديننا» . وأشكل على كثير من الناظرين وجه الجمع بين كلامي ابن العربي ، وإنّما أراد التفرقة بين ما هو من أنواع قطع الحلقوم ، والأوداج ولو بالخنق ، وبين نحو الخنق لحبس النفَس ، ورَضّ الرأس وقول ابن العربي شذوذ .وقوله : { وطعامكم حلّ لهم } لم يعرّج المفسّرون على بيان المناسبة بذكر { وطعامكم حلّ لهم } . والذي أراه أنّ الله تعالى نبّهنا بهذا إلى التيسير في مخالطتهم ، فأباح لنا طعامهم ، وأباح لنا أن نُطعمهم طعَامنا ، فعُلم من هذين الحكمين أنّ علّة الرخصة في تناولنا طعامهم هو الحاجة إلى مخالطتهم ، وذلك أيضاً تمهيد لقوله بعد : { والمحصنات من الذين أوتوا الكتاب } لأنّ ذلك يقتضي شدّة المخالطة معهم لتزوّج نسائهم والمصَاهرة معهم .{ والمحصنات مِنَ المؤمنات والمحصنات مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ إِذَآ ءَاتَيْتُمُوهُنَّ أُجُورَهُنَّ مُحْصِنِينَ غَيْرَ مُسَافِحِينَ وَلاَ متخذى أَخْدَانٍ وَمَن يَكْفُرْ بالإيمان فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِى الاخرة مِنَ الخاسرين } .عُطف { والمحصنات من المؤمنات } على { وطعام الذين أوتوا الكتاب حلّ لكم } عطفَ المفرد على المفرد . ولم يعرّج المفسّرون على بيان المناسبة لذكر حِلّ المحصنات من المؤمناتتِ في أثناء إباحة طعام أهل الكتاب ، وإباحةِ تزوّج نسائهم . وعندي : أنّه إيماء إلى أنَّهنّ أولى بالمؤمنين من محصنات أهل الكتاب ، والمقصودُ هو حكم المحصنات من الذين أوتوا الكتاب فإنّ هذه الآية جاءت لإباجة التزوّج بالكتابيات . فقوله : { والمحصنات من الذين أوتوا الكتاب } عطف على { وطعام الذين أوتُوا الكتاب حلّ لكم } . فالتقدير : والمحصنات من الذين أوتوا الكتاب حِلّ لكم .والمُحصنات : النسوة الّلاءِ أحْصَنَهُنّ ما أحْصَنَهُنّ ، أي منعهنّ عن الخنا أو عن الريب ، فأطلق الإحصان : على المعصومات بعصمة الأزواج كما في قوله تعالى في سورة النساء ( 24 ) عطفاً على المحرّمات { المحصنات من النساء } ؛ وعلى المسلمات لأنّ الإسلام وَزَعَهن عن الخنا ، قال الشاعر :ويصدّهن عن الخنا الإسلام ... وأطلق على الحرائر ، لأنّ الحرائر يترفّعن عن الخنا من عهد الجاهلية . ولا يصلح من هذه المعاني هنا الأوّل ، إذ لا يحلّ تزوّج ذات الزوج ، ولا الثاني لقوله : من المؤمنات } الذي هو ظاهر في أنّهنّ بعض المؤمنات فتعيّن معنى الحرية ، ففسّرها مالك بالحرائر ، ولذلك منع نكاح الحرّ الأمةَ إلاّ إذا خشي العنت ولم يجد للحرائر طَوْلا ، وجوّز ذلك للعبد ، وكأنّه جعل الخطاب هنا للأحرار بالقرينة وبقرينة آية النساء ( 25 ) { ومن لم يستطع منكم طولاً أن ينكح المحصنات المؤمنات } وهو تفسير بيِّن ملتئم .  وأصل ذلك لعمر بن الخطاب ومجاهد . ومن العلماء من فسّر المحصنات هنا بالعفائف ، ونقل عن الشعبي وغيره ، فمنعوا تزوّج غير العفيفة من النساء لرقّة دينها وسوء خلقها .وكذلك القول في تفسير قوله : والمحصنات من الذين أوتوا الكتاب من قبلكم } أي الحرائر عند مالك ، ولذلك منع نكاح إماء أهل الكتاب مطلقاً للحرّ والعبد . والذين فسّروا المحصنات بالعفائف منعوا هنا ما منعوا هناك .وشمل أهلُ الكتاب : الذمّييّن ، والمعاهدين ، وأهل الحرب ، وهو ظاهر ، إلاّ أنّ مالكاً كره نكاح النساء الحربيّات ، وعن ابن عبّاس : تخصيص الآية بغير نساء أهل الحرب ، فمنع نكاح الحربيات . ولم يذكروا دليله .والأجور : المهور ، وسمَّيت هنا ( أجوراً ) مجازاً في معنى الأعْواض عن المنافع الحاصلة من آثار عُقدة النكاح ، على وجه الاستعارة أوْ المجاز المرسل . والمَهْر شِعار متقادم في البشر للتفرقة بين النكاح وبين المخادنة . ولو كانت المهور أجوراً حقيقة لوجب تحْديد مدّة الانتفاع ومقدارِه وذلك مِمَّا تنزّه عنه عقدة النكاح .والقول في قوله : { محصنات غير مسافحين ولا متخذي أخدان } كالقول في نظيره { محصنات غير مسافحات } [ النساء : 25 ] تقدّم في هذه السورة .وجملة { ومن يكفر بالإيمان فقد حبط عمله } معترضة بين الجمل . والمقصود التنبيه على أنّ إباحة تزوّج نساء أهل الكتاب لا يقتضي تزكية لحالهم ، ولكن ذلك تيسير على المسلمين . وقد ذُكر في سبب نزولها أنّ نساء أهل الكتاب قلن «لولا أنّ الله رضي ديننا لم يبح لكم نكاحنا» . والمرادُ بالإيمان الإيمانُ المعهود وهو إيمان المسلمين الذي بسببه لُقّبوا بالمؤمنين ، فالكفر هنا الكفر بالرسل ، أي : ينكر الإيمان ، أي ينكر ما يقتضيه الإيمان من المعتقدات ، إذ الإيمان صار لَقباً لمجموع ما يجب التصديق به .والحبْط بسكون الموحّدة والحُبوط : فساد شيء كان صالحاً ، ومنه سمّي الحَبَط بفتحتين مرض يصيب الإبل من جرّاء أكل الخَضِر في أوّل الربيع فتنتفخ أمعاؤها وربما ماتت . وفعل ( حَبِط ) يؤذن بأنّ الحابط كان صالحاً فانقلب إلى فساد . والمراد من الفساد هنا الضياع والبطلان ، وهو أشدّ الفساد ، فدلّ فعل ( حبِط ) على أنّ الأعمال صالحة ، وحُذف الوصف لدلالة الفعل عليه . وهذا تشبيه لضياع الأعمال الصالحة بفَساد الذواتتِ النافعة ، ووجه الشبه عدم انتفاع مكتسبها منها . والمراد ضياع ثوابها وما يترقّبه العامل من الجزاء عليها والفوْز بها .والمراد التحذير من الارتداد عن الإيمان ، والترغيبُ في الدخول فيه كذلك ، ليعلم أهل الكتاب أنّهم لا تنفعهم قرباتهم وأعمالهم ، ويعلم المشركون ذلك .",
  "ayah": 5,
  "surah": 5
}
