{
  "text": "إذا جرينا على ما تحصحص لدينا وتمحّص : من أنّ سورة المائدة هي من آخر السور نزولاً ، وأنّها نزلت في عام حجّة الوداع ، جَزمنا بأنّ هذه الآية نزلت هنا تذكيراً بنعمة عظيمة من نعم التّشريع : وهي منّة شرع التيمّم عند مشقّة التطهُّر بالماء ، فجزمنا بأنّ هذا الحكم كلّه مشروع من قبْل ، وإنَّما ذُكر هنا في عداد النّعم الّتي امتنّ الله بها على المسلمين ، فإنّ الآثار صحّت بأنّ الوضوء والغسل شرعا مع وجوب الصّلاة ، وبأنّ التيمّم شرع في غزوة المريسيع سنة خمس أو ستّ . وقد تقدّم لنا في تفسير قوله تعالى : { يأيّها الّذين آمنوا لا تقربوا الصّلاة وأنتم سكارى } في سورة النّساء ( 43 ) الخلاف في أنّ الآية الّتي نزل فيها شرع التيمّم أهي آية سورة النّساء ، أم آية سورة المائدة . وذكرنا هنالك أنّ حديث الموطأ } من رواية مالك عن عبد الرحمان بن القاسم عن أبيه عن عائشة ليس فيه تعيين الآية ولكن سَمّاها آية التيمّم ، وأنّ القرطبي اختار أنّها آية النّساء لأنّها المعروفة بآية التيمّم ، وكذلك اختار الواحدي في «أسباب النّزول» ، وذكرنا أنّ صريح رواية عمرو بن حُريث عن عائشة : أنّ الآية الّتي نزلت في غزوة المريسيع هي قوله تعالى : { يا أيها الذين آمنوا إذا قمتم إلى الصلاة } الآية ، كما أخرجه البخاري عن يحيى عن ابن وهب عن عمرو بن حريث عن عبد الرحمان بن القاسم ، ولا يساعد مختارنا في تاريخ نزول سورة المائدة ، فإن لم يكن ما في حديث البخاري سهواً من أحد رواتِه غير عبدِ الرحمان بن القاسم وأبِيهِ ، أراد أن يذكر آية { يأيّها الّذين آمنوا لا تقربوا الصّلاة وأنتُم سكارى حتّى تعلموا ما تقولون ولا جُنباً إلاّ عابري سبيل حتّى تغتسلوا } ، وهي آية النّساء ( 43 ) ، فذكر آية يا أيها الذين آمنوا إذا قمتم إلى الصلاة فاغسلوا وجوهكم } الآية . فتعيّن تأويله حينئذ بأن تكون آية { يأيّها الّذين آمنوا إذا قمتم إلى الصّلاة } قد نزلت قبل نزول سورة المائدة ، ثُمّ أعيد نزولها في سورة المائدة ، أو أمر الله أن توضع في هذا الموضع من سورة المائدة ، والأرجح عندي : أن يكون ما في حديث البخاري وهماً من بعض رواته لأنّ بين الآيتين مشابهة .فالأظهر أنّ هذه الآية أريد منها تأكيد شرع الوضوء وشرع التيمّم خلفاً عن الوضوء بنصّ القرآن؛ لأنّ ذلك لم يسبق نزول قرآننٍ فيه ولكنّه كان مشروعاً بالسنّة . ولا شكّ أنّ الوضوء كان مشروعاً من قبل ذلك ، فقد ثبت أنّ النّبيء صلى الله عليه وسلم لم يصلّ صلاة إلاّ بوضوء . قال أبو بكر ابن العربي في «الأحكام» «لا خلاف بين العلماء في أنّ الآية مدنية ، كما أنّه لا خلاف أنّ الوضوء كان مفعولاً قبل نزولها غير متلوّ ولذلك قال علماؤنا : إنّ الوضوء كان بمكّة سنّة ، معناه كان بالسنّة .فأمّا حكمه فلم يكن قطّ إلاّ فرضاً» وقد روى ابن إسحاق وغيره أنّ النّبيء صلى الله عليه وسلم لمّا فرض الله سبحانه عليه الصّلاة ليلة الإسراء ونزل جبريل ظُهْر ذلك اليوْم ليصلّي بهم فهمز بعقبه فانبعث ماء وتوضّأ معلِّماً له وتوضّأ هو معه فصلّى رسول الله صلى الله عليه وسلم وهذا صحيح وإنْ كان لم يروه أهل الصّحيح ولكنّهم تركوه لأنّهم لم يحتاجوا إليه اه .وفي «سيرة ابن إسحاق» ثُمّ انصرف جبريل فجاء رسول الله صلى الله عليه وسلم خديجةَ فتوضّأ لها ليريها كيف الطُهور للصّلاة كما أراه جبريل اه . وقولهم : الوضوء سنّة روي عن عبد الله بن مسعود . وقد تأوّله ابن العربي بأنّه ثابت بالسنّة . قال بعض علمائنا : ولذلك قالوا في حديث عائشة : فنزلت آية التّيمّم؛ ولم يقولوا : آية الوضوء؛ لمعرفتهم إيَّاه قبل الآية .فالوضوء مشروع مع الصّلاة لا محالة ، إذ لم يذكر العلماء إلاّ شرع الصّلاة ولم يذكروا شرع الوضوء بعد ذلك ، فهذه الآية قرّرت حكم الوضوء ليكون ثبوته بالقرآن . وكذلك الاغتسال فهو مشروع من قبل ، كما شرع الوضوء بل هو أسبق من الوضوء؛ لأنّه من بقايا الحنيفية الّتي كانت معروفة حتّى أيّام الجاهليّة ، وقد وضّحنا ذلك في سورة النّساء . ولذلك أجمل التّعبير عنه هنا وهنالك بقوله هنا { فاطَّهّروا } ، وقوله هنالك { تغتسلوا } [ النساء : 43 ] ، فتمحّضت الآية لشرع التيمّم عوضاً عن الوضوء .ومعنى { إذا قمتم إلى الصّلاة } إذا عزمْتم على الصّلاة ، لأنّ القيام يطلق في كلام العرب بمعنى الشروع في الفعل ، قال الشاعر :فقام يذود النّاس عنها بسيفه ... وقال ألا لا من سبيل إلى هندوعلى العزم على الفعل ، قال النابغة :قاموا فقالوا حمانا غيرُ مقروب ... أي عزموا رأيهم فقالوا . والقيام هنا كذلك بقرينة تعديته ب ( إلى ) لتضمينه معنى عمدتم إلى أن تصلّوا .وروى مالك في «الموطّأ» عن زيد بن أسلم أنّه فسّر القيام بمعنى الهبوب من النوم ، وهو مروي عن السديُّ . فهذه وجوه الأقوال في تفسير معنى القيام في هذه الآية ، وكلّها تَؤُول إلى أنّ إيجاب الطهارة لأجل أداء الصّلاة .وأمّا ما يرجع إلى تأويل معنى الشرط الذي في قوله : { إذا قمتم إلى الصلاة فاغسلوا وجوهكم } الآية فظاهر الآية الأمر بالوضوء عند كلّ صلاة لأنّ الأمر بغسل ما أمر بغسله شُرط ب { إذا قمتم } فاقتضى طلبُ غسل هذه الأعضاء عند كلّ قيام إلى الصّلاة . والأمر ظاهر في الوجوب . وقد وقف عند هذا الظاهر قليل من السلف؛ فروي عن علي بن أبي طالب وعكرمة وجوبُ الوضوء لكلّ صلاة ونسبه الطبرسي إلى داوود الظاهري ، ولم يذكر ذلك ابن حزم في «المحلّى» ولم أره لغير الطبرسي .وقال بريدة بن أبي بردة : كان الوضوء واجباً على المسلمين لكلّ صلاة ثُمّ نسخ ذلك عام الفتح بفعل النّبيء صلى الله عليه وسلم فصلّى يوم الفتح الصلوات الخمس بوضوء واحد ، وصلّى في غزوة خيبر العصر والمغرب بوضوء واحد . وقال بعضهم : هذا حكم خاصّ بالنبي صلى الله عليه وسلم وهذا قول عجيب إن أراد به صاحبه حمل الآية عليه ، كيفَ وهي مصدّرة بقوله : { يأيّها الّذين آمنوا } . والجمهور حملوا الآية على معنى «إذا قمتُم محدثين» ولعلّهم استندوا في ذلك إلى آية النّساء ( 43 ) المصدّرة بقوله : { لا تقربوا الصلاة وأنتم سكارى إلى قوله ولا جُنباً } الآية . وحملوا ما كان يفعله النّبيء صلى الله عليه وسلم من الوضوء لكلّ صلاة على أنّه كان فرضاً على النّبيء صلى الله عليه وسلم خاصّاً به غير داخل في هذه الآية ، وأنّه نسخ وجوبه عليه يوم فتح مكّة؛ ومنهم من حمله على أنّ النّبيء صلى الله عليه وسلم كان يلتزم ذلك وحملوا ما كان يفعله الخلفاء الراشدون وابن عمر من الوضوء لفضل إعادة الوضوء لِكلّ صلاة . وهو الّذي لا ينبغي القول بغيره . والّذين فسّروا القيام بمعنى القيام من النّوم أرادوا تمهيد طريق التأويل بأن يكون الأمر قد نيط بوجود موجب الوضوء . وإنّي لأعجب من هذه الطرق في التأويل مع استغناء الآية عنها؛ لأنّ تأويلها فيها بيّن لأنّها افتتحت بشرط ، هو القيام إلى الصّلاة ، فعلمنا أنّ الوضوء شرط في الصّلاة على الجملة ثمّ بيّن هذا الإجمال بقوله : { وإنْ كنتم مرضى إلى قوله أو جاء أحد منكم من الغائط إلى قوله فلم تجدوا ماء فتيمّموا } فجعل هذه الأشياء موجبة للتّيمّم إذا لم يوجد الماء ، فعلم من هذا بدلالة الإشارة أنّ امتثال الأمر يستمرّ إلى حدوث حادث من هذه المذكورات ، إمّا مانِععٍ من أصل الوضوء وهو المرض والسفر ، وإمَّا رافع لحكم الوضوء بعد وقوعه وهو الأحداث المذكور بعضها بقوله : { أو جاء أحد منكم من الغائط } ، فإن وجد الماء فالوضوء وإلاّ فالتيمّم ، فمفهوم الشرط وهو قوله : { وإن كنتم مرضى } ومفهوم النّفي وهو { فلم تجدوا ماء } تأويل بَيِّن في صرف هذا الظّاهر عن معناه بل في بيان هذا المجمل ، وتفسير واضح لحمل ما فعله الخلفاء على أنّه لقصد الفضيلة لا للوجوب .وما ذكره القرآن من أعضاء الوضوء هو الواجب وما زاد عليه سنّة واجبة . وحدّدت الآية الأيدي ببلوغ المرافق لأنّ اليد تطلق على ما بلغ الكوع وما إلى المرفق وما إلى الإبط فرفعت الآية الإجمال في الوضوء لقصد المبالغة في النّظافة وسكتت في التّيمّم فعلمنا أنّ السكوت مقصود وأنّ التيمّم لمّا كان مبناه على الرخصة اكتفى بصورة الفعل وظاهر العضو ، ولذلك اقتصر على قوله : { وأيديكم } في التيمّم في هذه السورة وفي سورة النّساء . وهذا من طريق الاستفادة بالمقابلة ، وهو طريق بديع في الإيجاز أهمله علماء البلاغة وعلماء الأصول فاحتفظ به وألحقه بمسائلهما .وقد اختلف الأيمّة في أنّ المرافق مغسولة أو متروكة ، والأظهر أنّها مغسولة لأنّ الأصل في الغاية في الحدّ أنّه داخل في المحدود . وفي «المدارك» أنّ القاضي إسماعيل بن إسحاق سئل عن دخول الحدّ في المحدود فتوقّف فيها . ثمّ قال للسائل بعد أيّام : قرأت «كتاب سيبويه» فرأيت أنّ الحدّ داخل في المحدود . وفي مذهب مالك : قولان في دخول المرافق في الغسل ، وأوْلاهما دخولهما . قال الشيخ أبو محمد : وإدخالهما فيه أحوط لزوال تَكلُّف التحديد . وعن أبي هريرة : أنّه يغسل يديه إلى الإبطين ، وتؤوّل عليه بأنّه أراد إطالة الغُرّة يوم القيامة . وقيل : تكره الزيادة .وقوله : { وأرجلكم } قرأه نافع ، وابن عامر ، والكسائي ، وحفص عن عاصم ، وأبو جعفر ، ويعقوبُ بالنّصب عطفاً على { وأيديكم } وتكون جملة { وامسحوا برؤوسكم } معترضة بين المتعاطفين . وكأنّ فائدة الاعتراض الإشارة إلى ترتيب أعضاء الوضوء لأنّ الأصل في الترتيب الذكري أن يدلّ على التّرتيب الوجودي ، فالأرجل يجب أن تكون مغسولة؛ إذ حكمة الوضوء وهي النّقاء والوضاءة والتنظّف والتأهّب لمناجاة الله تعالى تقتضي أن يبالغ في غسل ما هو أشدّ تعرّضاً للوسخ؛ فإنّ الأرجل تلاقي غبار الطرقات وتُفرز الفضلات بكثرة حركة المشي ، ولذلك كان النّبيء صلى الله عليه وسلم يأمر بمبالغة الغسل فيها ، وقد نادَى بأعلى صوته للذي لم يُحسن غسل رجليه \" وَيْلٌ للأعقاب من النّار \"وقرأه ابن كثير ، وأبو عمرو ، وحمزة ، وأبو بكر عن عاصم ، وخلف بخفض { وأرجلكم } . وللعلماء في هذه القراءة تأويلات : منهم من أخذ بظاهرها فجعل حكمَ الرجلين المسح دون الغسل ، وروي هذا عن ابن عبّاس ، وأنس بن مالك ، وعكرمة ، والشعبي ، وقتادة . وعن أنس بن مالك أنّه بلغه أنّ الحجّاج خطب يوماً بالأهواز فذكر الوضوء فقال : «إنَّه ليس شيء من ابن آدم أقربَ مِن خبثه مِن قدميه فاغسلوا بطونهما وظهورهما وعراقيبهما» فسمع ذلك أنس بن مالك فقال : صدق اللّهُ وكذب الحجّاج قال الله تعالى : { وامسحوا برؤوسكم وأرجلِكم } . ورويت عن أنس رواية أخرى : قال نزل القرآن بالمسح والسنّة بالغسل ، وهذا أحسن تأويل لهذه القراءة فيكون مسحُ الرجلين منسوخاً بالسنّة ، ففي الصحيح أنّ رسول الله صلى الله عليه وسلم رأى قوماً يتوضّؤون وأعقابهم تلوح ، فنادى بأعلى صوته «ويل للأعقاب من النّار» مرّتين . وقد أجمع الفقهاء بعد عصر التّابعين على وجوب غسل الرجلين في الوضوء ولم يشذّ عن ذلك إلاّ الإمامية من الشيعة ، قالوا : ليس في الرجلين إلاّ المسح ، وإلاّ ابن جرير الطبري : رأى التخيير بين الغسل والمسح ، وجعَل القراءتين بمنزلة روايتين في الإخبار إذا لم يمكن ترجيح إحداهما على رأي من يرون التخيير في العمل إذا لم يعرف المرجّح .واستأنس الشعبي لمذهبه بأنّ التيمّم يمسح فيه ما كان يغسل في الوضوء ويلغى فيه ما كان يمسح في الوضوء . ومن الذين قرأوا بالخفض من تأوّل المسح في الرجلين بمعنى الغسل ، وزعموا أنّ العرب تسمّي الغسل الخفيف مسحاً وهذا الإطلاق إن صحّ لا يصحّ أن يكون مراداً هنا لأنّ القرآن فرّق في التعبير بين الغسل والمسح .وجملة { وإن كنتم جنباً فاطّهروا إلى قوله وأيديكم منه } مضى القول في نظيره في سورة النّساء بما أغنى عن إعادته هنا .وجملة { مَا يريد الله ليجعل عليكم من حرج } تعليل لرخصة التيمّم ، ونفي الإرادة هنا كناية عن نفي الجعل لأنّ المريد الّذي لا غالب له لا يحول دون إرادته عائق .واللام في { ليجعل } داخلة على أن المصدرية محذوفةً وهي لام يكثر وقوعها بعد أفعال الإرادة وأفعال مادّة الأمر ، وهي لام زائدة على الأرجح ، وتسمّى لام أَنْ . وتقدّم الكلام عليها عند قوله تعالى : { يُريد الله ليبيّن لكُم } في سورة النّساء ( 26 ) ، وهي قريبة في الموقع من موقع لام الجحود .والحرج : الضيق والشدّة ، والحَرَجَة : البقعة من الشجر الملتفّ المتضايق ، والجمع حَرَج . والحَرج المنفي هنا هو الحرج الحِسّي لو كلّفوا بطَهارة الماء مع المرض أو السفر ، والحرجُ النفسي لو مُنِعوا من أداء الصلاة في حال العجز عن استعمال الماء لضرّ أو سفرٍ أو فقد ماء فإنّهم يرتاحون إلى الصّلاة ويحبّونها .وقوله : ولكن يريد ليطهّركم } إشارة إلى أنّ من حكمة الأمر بالغسل والوضوء التطهير وهو تطهير حسّي لأنّه تنظيف ، وتطهير نفسي جعله الله فيه لمّا جعله عبادة؛ فإنّ العبادات كلّها مشتملة على عدّة أسرار : منها ما تهتدي إليه الأفهام ونعبر عنها بالحكمة؛ ومنها ما لا يعلمه إلاّ الله ، ككون الظهر أربع ركعات ، فإذا ذكرت حكم للعبادات فليس المراد أنّ الحكمَ منحصرة فيما علمناه وإنّما هو بعض من كلّ وظنّ لا يبلغ منتهى العلم ، فلمّا تعذّر الماء عوّض بالتيمّم ، ولو أراد الحرج لكلّفهم طلب الماء ولو بالثّمن أو ترك الصّلاة إلى أن يوجد الماء ثُمّ يقضون الجميع . فالتيمّم ليس فيه تطهير حسّي وفيه التّطهير النّفسي الذي في الوضوء لمّا جُعل التّيمّم بدلاً عن الوضوء ، كما تقدّم في سورة النساء .وقوله { وليتمّ نعمته عليكم } أي يكمل النّعم الموجودة قبل الإسلام بنعمة الإسلام ، أو ويكمل نعمة الإسلام بزيادة أحكامه الرّاجعة إلى التزكيّة والتطهير مع التيْسير في أحوال كثيرة . فالإتمام إمّا بزيادة أنواع من النّعم لم تكن ، وإمّا بتكثير فروع النّوع من النّعم .وقوله : { لعلّكم تشكرون } أي رجاء شكركم إيّاه . جعل الشكر علّة لإتمام النّعمة على طريقة المجاز بأن استعيرت صيغة الرجاء إلى الأمر لقصد الحثّ عليه وإظهاره في صورة الأمر المستقرب الحصول .",
  "ayah": 6,
  "surah": 5
}
