{
  "text": "إنّ موضع هذه الآية في هذه السورة معضل ، فإنّ سورة المائدة من آخر السور نزولاً إن لم تكن آخرها نزولاً ، وقد بلّغ رسول الله صلى الله عليه وسلم الشريعة وجميعَ ما أنزل إليه إلى يوم نزولها ، فلو أنّ هذه الآية نزلت في أوّل مدّة البعثة لقلنا هي تثبيت للرسول وتخفيف لأعباء الوحي عنه ، كما أنزل قوله تعالى : { فاصْدَعْ بما تؤمر وأعرض عن المشركين إنّا كفيناك المستهزئين } [ الحجرات : 94 ، 95 ] وقوله : { إنّا سنلقي عليك قولاً ثقيلاً إلى قوله { واصبِر على ما يقولون } [ المزمل : 5 10 ] الآيات ، فأمّا وهذه السورة من آخر السور نزولاً وقد أدّى رسول الله الرسالة وأُكْمِل الدّينُ فليس في الحال ما يقتضي أن يؤمر بتبليغ ، فنحن إذنْ بين احتمالين :أحدهما : أن تكون هذه الآية نزلت بسبب خاصّ اقتضى إعادة تثبيت الرسول على تبليغ شيء ممّا يثقل عليه تبليغه .وثانيهما : أن تكون هذه الآية نزلت من قبللِ نزول هذه السورة ، وهو الّذي تواطأت عليه أخبار في سبب نزولها .فأمّا هذا الاحتمال الثّاني فلا ينبغي اعتباره لاقتضائه أن تكون هذه الآية بقيت سنين غير ملحقة بسورة ، ولا جائز أن تكون مقروءة بمفردها ، وبذلك تندحض جميع الأخبار الواردة في أسباب النزول الّتي تَذْكُر حوادث كلَّها حصلت في أزمان قبل زمن نزول هذه السورة . وقد ذكر الفخر عشرة أقوال في ذلك ، وذكر الطبري خبرين آخرين ، فصارت اثني عشر قولاً .وقال الفخر بعد أن ذكر عشرة الأقوال : إنّ هذه الروايات وإن كثرت فإنّ الأوْلى حمل الآية على أنّ الله آمنَه مكر اليهود والنّصارى ، لأنّ ما قبلها وما بعدها كان كلاماً مع اليهود والنّصارى فامتنع إلقاء هذه الآية الواحدة في البين فتكونُ أجنبية عمّا قبلها وما بعدها اه . وأمّا ما ورد في الصّحيح أنّ رسول الله كان يُحرَس حتّى نزل { والله يعصمك من النّاس } فلا يدلّ على أنّ جميع هذه الآية نزلت يومئذٍ ، بل اقتصر الراوي على جزء منها ، وهو قوله : { والله يعصمك من النّاس } فلعلّ الّذي حدّثت به عائشة أنّ الله أخبر رسوله بأنّه عصمه من النّاس فلمّا حكاه الراوي حكاه باللّفظ الواقع في هذه الآية .فتعيّن التعويل على الاحتمال الأوّل : فإمّا أن يكون سبب نزولها قضية ممّا جرى ذكره في هذه السورة ، فهي على وتيرة قوله تعالى : { يأيّها الرسول لا يحزنك الّذي يسارعون في الكفر } [ المائدة : 41 ] وقوله : { ولا تتّبع أهواءهم واحذرهم أن يفتنوك عن بعض ما أنزل الله إليك } [ المائدة : 49 ] فكما كانت تلك الآية في وصف حال المنافقين تليتْ بهذه الآية لوصف حال أهل الكتاب . والفريقان متظاهران على الرسول صلى الله عليه وسلم فريق مجاهر ، وفريق متستر ، فعاد الخطاب للرسول ثانية بتثبيت قلبه وشرْح صدره بأن يدوم على تبليغ الشريعة ويجهد في ذلك ولا يكترث بالطاعنين من أهل الكتاب والكفّار ، إذ كان نزول هذه السورة في آخر مدّة النّبيء صلى الله عليه وسلم لأنّ الله دائم على عصمته من أعدائه وهم الّذين هوّن أمرهم في قوله :{ يأيّها الرسول لا يحزنك الّذين يسارعون في الكفر } [ المائدة : 41 ] فهم المعنيّون من { الناس } في هذه الآية ، فالمأمور بتبليغه بعض خاصّ من القرآن .وقد علم من خُلق النّبيء صلى الله عليه وسلم أنّه يحبّ الرفق في الأمور ويقول : إنّ الله رفيق يحبّ الرفق في الأمر كلّه ( كما جاء في حديث عائشة حين سلَّم اليهود عليه فقالوا : السامُ عليكم ، وقالت عائشة لهم : السامُ عليكم واللّعنة ) ، فلمّا أمره الله أن يقول لأهل الكتاب { وأنّ أكثركَم فاسقون قل هل أنبّئكم بشرّ من ذلك مثوبة عند الله مَن لعنه الله وغضب عليه } [ المائدة : 59 ، 60 ] الآية ، وكان ذلك القول مجاهرة لها م بسوءٍ أعلمه الله بأنّ هذا لا رفق فيه فلا يدخل فيما كان يعاملهم به من المجادلة بالّتي هي أحسن ، فتكون هذه الآية مخصّصة لما في حديث عائشة وتدخل في الاستثناء الّذي في قوله تعالى : { لا يحبّ الله الجهر بالسوء من القول إلاّ من ظُلم } [ النساء : 148 ] .ولذلك أعيد افتتاح الخطاب له بوصف الرسول المشعِر بمنتهى شرفه ، إذ كان واسطة بين الله وخلقه ، والمذكِّر له بالإعراض عمّن سوى من أرسله .ولهذا الوصف في هذا الخطاب الثّاني موقع زائد على موقعه في الخطَاب الأول ، وهو ما فيه من الإيماء إلى وجه بناء الكلام الآتي بعده ، وهو قوله : { وإن لم تفعل فما بلّغت رسالاته } ، كما قال تعالى : { ما على الرسول إلاّ البلاغ } [ المائدة : 99 ] .فكما ثبّت جَنَانُه بالخطاب الأوّل أن لا يهتمّ بمكائد أعدائه ، حُذّر بالخطاب الثّاني من ملاينتهم في إبلاغهم قوارع القرآن ، أو من خشيته إعراضهم عنه إذا أنزل من القرآن في شأنهم ، إذ لعلّه يزيدهم عناداً وكفراً ، كما دلّ عليه قوله في آخر هذه الآية { وليزيدنّ كثيراً منهم ما أنزل إليك من ربّك طغياناً وكفراً فلا تأس على القوم الكافرين } [ المائدة : 68 ] .ثم عُقّب ذلك أيضاً بتثبيت جنانه بأن لا يهتمّ بكيدهم بقوله : { والله يعصمك من النّاس } وأنّ كيدهم مصروف عنه بقوله : { إنّ الله لا يهدي القوم الكافرين } . فحصل بآخر هذا الخطاب ردّ العجز على الصدر في الخطاب الأوّل الّتي تضمّنه قوله : { لا يحزنك الّذين يسارعون في الكفر } [ المائدة : 41 ] فإنّهم هم القوم الكافرون والّذين يسارعون في الكفر . فالتّبليغ المأمور به على هذا الوجه تبليغُ ما أنزل من القرآن في تقريع أهل الكتاب . وما صدق { ما أنزل إليك من ربّك } شيء معهود من آي القرآن ، وهي الآي المتقدّمة على هذه الآية . وما صدقُ { ما أنزل إليك من ربّك } هو كلّ ما نزل من القرآن قبل ذلك اليوم .والتّبليغ جعل الشيء بالغاً . والبلوغ الوصول إلى المكان المطلوب وصوله ، وهو هنا مجاز في حكاية الرّسالة للمرسل بها إليه من قولهم : بَلَغ الخبر وبلغَت الحاجة . والأمر بالتّبليغ مستعمل في طلب الدّوام ، كقوله تعالى : { يأيّها الّذين آمَنوا آمِنوا بالله ورسوله } [ النساء : 136 ] . ولمّا كان نزول الشريعة مقصوداً به عمل الأمّة بها ( سواء كان النّازل متعلّقاً بعمل أم كان بغير عمل ، كالّذي ينزل ببيان أحوال المنافقين أو فضائل المؤمنين أو في القصص ونحوها ، لأنّ ذلك كلّه إنّما نزل لفوائد يتعيّن العلم بها لحصول الأغراض الّتي نزلت لأجلها ، على أنّ للقرآن خصوصية أخرى وهي ما له من الإعجاز ، وأنّه متعبَّد بتلاوته ، فالحاجة إلى جميع ما ينزل منه ثابتة بقطع النّظر عمّا يحويه من الأحكام وما به من مواعظ وعبر ) ، كان معنى الرّسالة إبلاغ ما أنزل إلى مَن يراد علمه به وهو الأمّة كلّها ، ولأجل هذا حذف متعلِّق { بلِّغ } لقصد العموم ، أي بلّغ ما أنزل إليك جميع من يحتاج إلى معرفته ، وهو جميع الأمّة ، إذ لا يُدرى وقت ظهور حاجة بعض الأمّة إلى بعض الأحكام ، على أنّ كثيراً من الأحكام يحتاجها جميع الأمّة .والتّبليغ يحصل بما يكفل للمحتاج إلى معرفة حكممٍ تَمكُّنَه من معرفته في وقت الحاجة أو قبله ، لذلك كان الرسول عليه الصّلاة والسّلام يقرأ القرآن على النّاس عند نزول الآية ويأمر بحفظها عن ظهر قلب وبكتابتها ، ويأمر النّاس بقراءته وبالاستماع إليه . وقد أرسل مصعباً بن عُمير إلى المدينة قبل هجرته ليعلّم الأنصار القرآن . وكان أيضاً يأمر السامع مقالتَه بإبلاغها مَن لم يسمعها ، ممّا يكفل ببلوغ الشّريعة كلّها للأجيال من الأمّة . ومن أجل ذلك كان الخلفاء مِن بعدِه يعطون النّاس العطاءَ على قدر ما معهم من القرآن . ومن أجل ذلك أمر أبو بكر بكتابة القرآن في المصحف بإجماع الصّحابة ، وأكمل تلك المزيّة عثمان بن عفّان بانتساخ القرآن في المصاحف وإرسالها إلى أمصار الإسلام ، وقد كان رسول الله عيَّن لأهل الصّفَّة الانقطاع لحفظ القرآن .والّذي ظهر من تتبّع سيرة رسول الله صلى الله عليه وسلم أنّه كان يبادر بإبلاغ القرآن عند نزوله ، فإذا نزل عليه ليلاً أخبر به عند صلاة الصّبح . وفي حديث عمر ، قال رسول الله : \" لقد أنزِلت عليّ اللّيلة سورة لَهِي أحبّ إليّ ممّا طلعتْ عليه الشّمس \" ثمّ قرأ : { إنّا فتحنا لك فتحاً مبيناً } [ الفتح : 1 ] . وفي حديث كعب بن مالك في تخلّفه عن غزوة تبوك «فأنزل الله توبتنا على نبيّه حين بقي الثلثُ الآخر من اللّيل ورسُولُ الله عند أمّ سلمة ، فقال : يأمّ سلمة تِيب على كعب بن مالك ، قالت : أفَلا أرْسِلُ إليه فأبشِّرَهُ ، قال : «إذاً يَحطمُكم النّاسُ فيمنعونَكم النّومَ سائر اللَّيلة .حتّى إذا صلّى رسول الله صلاة الفجر آذَنَ بتوبة الله علينا» . وفي حديث ابن عبّاس : أنّ رسول الله نزلت عليه سورة الأنعام جملة واحدة بمكّة ودعا رسول الله الكتَّاب فكتبوها من ليلتهم .وفي الإتيان بضمير المخاطب في قوله : { إليك من ربّك } إيماء عظيم إلى تشريف الرسول صلى الله عليه وسلم بمرتبة الوساطة بين الله والنّاس ، إذ جَعل الإنزال إليه ولم يقل إليكم أو إليهم ، كما قال في آية [ آل عمران : 199 ] { وإنّ من أهل الكتاب لَمَنْ يؤمن بالله وما أنزل إليكم } وقوله : { لتُبيّن للنّاس ما نُزّل إليهم } [ النحا : 44 ] . وفي تعليق الإنزال بأنّه من الرّب تشريف للمنزّل .والإتيان بلفظ الرّب هنا دون اسم الجلالة لما في التذكير بأنّه ربّه من معنى كرامته ، ومن معنى أداء ما أراد إبلاغه ، كما ينبغي من التعجيل والإشاعة والحثّ على تناوله والعمل بما فيه .وعلى جميع الوجوه المتقدّمة دلّت الآية على أنّ الرسول مأمور بتبليغ ما أنزل إليه كلِّه ، بحيث لا يتوهّم أحد أنّ رسول الله قد أبقى شيئاً من الوحي لم يبلِّغه . لأنّه لو ترك شيئاً منه لم يبلّغه لكان ذلك ممّا أنزل إليه ولم يَقَع تبليغه ، وإذ قد كانت هذه الآية من آخر ما نَزَل من القرآن علمنا أنّ من أهمّ مقاصدها أنّ الله أراد قطْع تخرّص من قد يزعمون أنّ الرسول قد استبقى شيئاً لم يبلِّغه ، أو أنّه قد خصّ بعض النّاس بإبلاغ شيء من الوحي لم يبلِّغه للنّاس عامّة . فهي أقطع آية لإبطال قول الرافضة بأنّ القرآن آكثرُ ممّا هو في المصحف الّذي جمَعه أبو بكر ونسخَه عثمان ، وأنّ رسول الله اختصّ بكثير من القرآن عليّاً بن أبي طالب وأنّه أورثه أبناءه وأنّه يبلُغ وقرَ بعير ، وأنّه اليوم مختزن عند الإمام المعصوم الّذي يلقّبه بعض الشيعة بالمهدي المنتظر وبالوصيّ .وكانت هذه الأوهام ألَمَّتْ بأنفس بعض المتشيّعين إلى عليّ رضي الله عنه في مدّة حياته ، فدعا ذلك بعض النّاس إلى سؤاله عن ذلك . روى البخاري أنّ أبا جُحَيْفة سأل عليّاً : هل عندكم شيء ما ليس في القرآن وما ليس عند النّاس ، فقال : «لا والّذي فلق الحبّة وبرأ النّسمة ما عندنا إلاّ ما في القرآن إلاّ فهما يُعطَى رجل في كتاب الله وما في الصحيفة ، قلت : وما في الصّحيفة ، قال : العقل ، وفَكاك الأسير ، وأن لا يقتل مسلم بكافر» . وحديث مسروق عن عائشة الّذي سنذكره ينبىءُ بأنّ هذا الهاجس قد ظهر بين العامّة في زمانها . وقد يخُصّ الرّسولُ بعض النّاس ببيان شيء من الأحكام ليس من القرآن المنزّل إليه لحاجة دعت إلى تخصيصه ، كما كَتب إلى عليّ ببيان العَقْل ، وفَكَاك الأسير ، وأن لا يُقتل مسلم بكافر ، لأنّه كان يومئذٍ قاضياً باليمن ، وكما كتب إلى عمرو بن حزم كتاب نصاب الزّكاة لأنّه كان بعثه لذلك ، فذلك لا ينافي الأمر بالتّبليغ لأنّ ذلك بيان لما أنزل وليس عين ما أنزل ، ولأنّه لم يقصد منه تخصيصه بعلمه ، بل قد يخبر به من تدعو الحاجة إلى علمه به ، ولأنّه لمّا أمَرَ مَنْ سَمِع مقالته بأن يَعيها ويؤيّديها كمَا سمعها ، وأمَر أن يبلِّغ الشّاهدُ الغائبَ ، حصل المقصود من التّبليغ؛ فأمّا أن يدع شيئاً من الوحي خاصّاً بأحد وأن يكتمه المودع عنده عن النّاس فمعاذَ الله من ذلك .وقد يَخُصّ أحداً بعلم ليس ممّا يرجع إلى أمور التّشريع ، من سرّ يلقيه إلى بعض أصحابه ، كما أسرّ إلى فاطمة رضي الله عنْها بأنّه يموت يومئذٍ وبأنّها أوّلُ أهله لحاقاً به . وأسرّ إلى أبي بكر رضي الله عنه بأنّ الله أذِنَ له في الهجرة . وأسرّ إلى حذيفة خبر فتنة الخارجين على عثمان ، كما حدّث حذيفةُ بذلك عمرَ بن الخطّاب . وما روي عن أبي هريرة أنّه قال : حَفِظت من رسول الله وِعائيْن ، أمّا أحدهما فبثثته ، وأمّا الآخر فلو بثثته لقطع منّي هذا البلعوم .ومن أجل ذلك جزمنا بأن الكتاب الّذي هَمّ رسول الله صلى الله عليه وسلم بكتابته للنّاس ، وهو في مرض وفاته ، ثمّ أعرض عنه ، لم يكن فيما يرجع إلى التشريع لأنّه لو كان كذلك لمَا أعرض عنه والله يقول له : { بَلّغْ ما أنزِل إليك من ربّك } . روى البخاري عن عائشة رضي الله عنها أنّها قالت لمَسْروق : «ثلاث من حدّثك بهن فقد كذبَ ، من حدّثك أنّ محمّداً كتم شيئاً ممّا أنزل عليه فقد كذَب ، والله يقول : { يأيّها الرّسول بلّغ ما أنزل إليك من ربّك وإن لم تفعل فمّا بلغت رسالاته } الحديث .وقوله : { وإن لم تفعل فما بلغت رسالاته } جاء الشّرط بإنْ الّتي شأنها في كلام العرب عدم اليقين بوقوع الشرط ، لأنّ عدم التّبليغ غيرُ مظنون بمحمدّ صلى الله عليه وسلم وإنّما فُرض هذا الشّرط ليبني عليه الجوابُ ، وهو قوله : { فمَا بَلَّغْتَ رسالاته } ، ليستفيق الّذين يرجون أن يسكت رسول الله عن قراءة القرآن النّازل بفضائحهم من اليهود والمنافقين ، وليبكت من علم الله أنّهم سيفترون ، فيزعمون أنّ قُرآناً كثيراً لم يبلّغه رسول الله الأمَّةَ .ومعنى { لم تفعل } لم تفعل ذلك ، وهو تبليغ ما أنزل إليك . وهذا حذف شائع في كلامهم ، فيقولون : فإن فعلت ، أو فإن لم تَفعل . قال تعالى : { ولا تَدْعُ من دون الله ما لا ينفعك ولا يضرّك فإن فَعَلْتَ فإنّك إذاً من الظّالمين } [ يونس : 106 ] أي إن دعوتَ ما لا ينفعك ، يَحذفون مفعول فعلتَ ولم تَفْعَل لدلالة ما تقدّم عليه ، وقال تعالى : { فإن لم تَفْعَلوا ولن تفعلوا } في سورة [ البقرة : 24 ] . وهذا ممّا جرى مجرى المثل فلا يتصرّف فيه إلاّ قليلاً ولم يتعرّض له أيمّة الاستعمال .ومعنى تَرَتّب هذا الجواب على هذا الشّرط أنّك إنْ لم تُبلّغ جميع ما أنزل إليك فتركت بعضه كنت لم تبلّغ الرّسالة ، لأنّ كتم البعض مثل كتمان الجميع في الاتّصاف بعدم التّبليغ ، ولأنّ المكتوم لا يدري أن يكون في كتمانه ذهاب بعض فوائد ما وقع تبليغه ، وقد ظهر التّغاير بين الشّرط وجوابه بما يدفع الاحتياج إلى تأويل بناء الجواب على الشّرط ، إذ تقدير الشّرط : إنْ لم تبلّغ مَا أنزل ، والجزاءُ ، لم تُبلّغ الرّسالة ، وذلك كاففٍ في صحّة بناءِ الجواب على الشرط بدون حاجة إلى ما تأوّلوه ممّا في الكشاف } وغيره . ثمّ يعلم من هذا الشّرط أنّ تلك منزلة لا تليق بالرسل ، فينتج ذلك أنّ الرسول لا يكتم شيئاً ممّا أرسل به . وتظهر فائدة افتتاح الخطاب ب { يأيّها الرسول } للإيماء إلى وجه بناء الخبر الآتي بعده ، وفائدة اختتامه بقوله : { فما بلّغتَ رسالته } .وقرأ نافع ، وابن عامر ، وأبو بكر ، وأبو جعفر { رسَالاته } بصيغة الجمع . وقرأه الباقون { رِسالته } بالإفراد . والمقصود الجنس فهو في سياق النّفي سواء مفرده وجمعهُ . ولا صحّة لقول بعض علماء المعاني استغراق المفرد أشمل من استغراق الجمع ، وأنّ نحو : لا رجال في الدار ، صادق بما إذا كان فيها رجلان أو رجل واحد ، بخلاف نحو لا رجُلَ في الدّار . ويظهر أنّ قراءة الجمع أصرح لأنّ لفظ الجمع المضاف من صيغ العموم لا يحتمل العهد بخلاف المفرد المضاف فإنّه يحتمل الجنس والعهد ، ولا شكّ أن نفي اللّفظ الّذي لا يحتمل العهد أنصّ في عموم النّفي لكن القرينة بيّنت المراد .وقوله : { والله يعصمك من النّاس } افتتح باسم الجلالة للاهتمام به لأنّ المخاطب والسّامعين يترقّبون عقب الأمر بتبليغ كلّ ما أنزل إليه ، أن يلاقي عنتاً وتكالباً عليه من أعدائه فافتتح تطمينه بذكر اسم الله ، لأنّ المعنى أنّ هذا ما عليك . فأمّا ما علينا فالله يعصمك ، فموقع تقديم اسم الجلالة هنا مغن عن الإتيان بأمَّا . على أنّ الشيخ عبد القاهر قد ذكر في أبواب التّقديم من «دلائل الإعجاز» أنّ ممَّا يحسن فيه تقديم المسند إليه على الخبر الفعلي ويكثرُ؛ الوعدُ والضّمانُ ، لأنّ ذلك ينفي أن يشكّ من يُوعَد في تمام الوعد والوفاءِ به فهو من أحوج النّاس إلى التّأكيد ، كقول الرّجل : أنا أكفيك ، أنا أقوم بهذا الأمر آه . ومنه قوله تعالى حكاية عن يوسف { وأنَا به زعيم } [ يوسف : 72 ] . فقوله : { والله يعصمك من النّاس فيه هذا المعنى أيضاً . والعصمة هنا الحفظ والوقاية من كيد أعدائه .والنّاس } في الآية مراد به الكفّار من اليهود والمنافقين والمشركين ، لأنّ العصمة بمعنى الوقاية تؤذن بخوف عليه ، وإنّما يَخاف عليه أعداءَه لا أحبّاءه ، وليس في المؤمنين عدوّ لرسوله . فالمراد العصمة من اغتيال المشركين ، لأنّ ذلك هو الّذي كان يهمّ النّبيء صلى الله عليه وسلم إذ لو حصل ذلك لتعطّل الهدي الّذي كان يحبّه النّبيء للنّاس ، إذ كان حريصاً على هدايتهم ، ولذلك كان رسول الله ، لمّا عرض نفسه على القبائل في أوّل بعثته ، يقول لهم« أنْ تمنعوني حتّى أبيّنَ عننِ الله ما بعثني به أو حتّى أبلِّغ رسالات ربّي » فأمّا ما دون ذلك من أذى وإضرار فذلك ممّا نال رسول الله صلى الله عليه وسلم ليكون ممّن أوذي في الله : فقد رماه المشركون بالحجارة حتّى أدْموه وقد شُجّ وجهه . وهذه العصمة الّتي وُعد بها رسول الله صلى الله عليه وسلم قد تكرّر وعدُه بها في القرآن كقوله : { فسيكفيكهم الله } [ البقرة : 137 ] . وفي غير القرآن ، فقد جاء في بعض الآثار أنّ رسول الله صلى الله عليه وسلم أخبر وهو بمكّة أنّ الله عَصمه من المشركين . وجاء في الصّحيح عن عائشة أنّ رسول الله كان يُحرس في المدينة ، وأنّه حَرَسه ذَاتَ ليلة سعدُ بن أبي وقّاص وحذيفة وأنّ رسول الله أخرَج رأسهُ من قُبّة وقال لهم : « الحَقُوا بملاحقكم فإنّ الله عصمني » ، وأنّه قال في غزوة ذات الرقاع سنة ستّ للأعرابي غَوْرَثٍ بننِ الحارث الّذي وجد رسول الله نائماً في ظلّ شجرة ووجد سيفَه معلّقاً فاخترطه وقال للرسول : مَن يمنعك منّي ، فقال : اللّهُ ، فسقَط السيف من يد الأعرابي . وكلّ ذلك كان قبل زمن نزول هذه الآية . والَّذين جعلوا بعض ذلك سبباً لنزول هذه الآية قد خلطوا . فهذه الآية تثبيت للوعد وإدامة له وأنّه لا يتغيّر مع تغيّر صنوف الأعداء .ثمّ أعقبه بقوله : { إنّ الله لا يهدي القوْمَ الكافرين } ليتبيّن أنّ المراد بالنّاس كفّارهم ، وليؤمي إلى أنّ سبب عدم هدايتهم هو كفرهم . والمراد بالهداية هنا تسديد أعمالهم وإتمام مرادهم ، فهو وعد لرسوله بأنّ أعداءه لا يزالون مخذولين لا يهتدون سبيلاً لكيدِ الرّسول والمؤمنين لطفاً منه تعالى ، وليس المراد الهداية في الدّين لأنّ السياق غير صالح له .",
  "ayah": 67,
  "surah": 5
}
