{
  "text": "عطف على جملة { ما يريد الله ليجعل عليكم من حرج } [ المائدة : 6 ] الآية الواقعة تذييلاً لقوله : { يأيها الذين آمنوا إذا قمتم إلى الصلاة } [ المائدة : 6 ] الآية .والكلام مرتبط بما افتتحت به السورة من قوله : { أوفوا بالعقود } لأنّ في التذكير بالنعمة تعريضاً بالحثّ على الوفاء .ذكّرهم بنعم مضت تذكيراً يقصد منه الحثّ على الشكر وعلى الوفاء بالعهود ، والمراد من النّعمة جنسها لا نعمة معيّنة ، وهي ما في الإسلام من العزّ والتمكين في الأرض وذهاب أحوال الجاهلية وصلاح أحوال الأمّة .والميثاق : العهد ، وواثق : عاهد . وأطلق فعل وَاثق على معنى الميثاق الّذي أعطاه المسلمون ، وعلى وعد الله لهم ما وعدهم على الوفاء بعهدهم . ففي صيغة { واثقكم } استعمال اللّفظ في حقيقته ومجازه .و { إذ } اسم زمان عُرّف هنا بالإضافة إلى قول معلوم عند المخاطبين .والمسلمون عاهدوا الله في زمن الرّسول صلى الله عليه وسلم عدّة عهود : أوّلها عهد الإسلام كما تقدّم في صدر هذه السورة . ومنها عهد المسلمين عندما يلاقون الرّسول عليه الصلاة والسلام وهو البيعة أن لا يشركوا بالله شيئاً ولا يسرقوا ولا يزنوا ولا يقتلوا أولادهم ولا يأتوا ببهتان يفترونه بين أيديهم وأرجلهم ولا يعصونه في معروف ، وهو عين العهد الذي ذكره القرآن في سورة الممتحنة عند ذكر بيعة النساء المؤمنات ، كما ورد في الصّحيح أنّه كان يبايع المؤمنين على مثل ذلك ، ومنها بيعة الأنصار رسول الله صلى الله عليه وسلم في موسم الحجّ سنة ثلاث عشرة من البعثة قبل الهجرة . وكانوا ثلاثة وسبعين رجلاً التقَوا برسول الله بعد الموسم في العقبة ومعهم العبّاس بن عبد المطلب ، فبايعوا على أن يمنعوا رسول الله كما يمنعون نساءهم وأبناءهم ، وعلى أنّهم يأوونه إذا هاجر إليهم . وقد تقدّم هذه البيعةَ بيعتان إحداهما سنة إحدى عشرة من البعثة ، بايعة نَفَر من الخزرج في موسم الحجّ . والثّانية سنة اثنتي عشرة من البعثة ، بايع اثنا عشر رجلاً من الخزرج في موسم الحجّ بالعقبة ليبلّغوا الإسلام إلى قومهم . ومن المواثيق ميثاق بيعة الرضوان في الحديبية تحت الشجرة سنة ستّ من الهجرة ، وفي كلّ ذلك واثقوا على السمع والطاعة في المنشط والمَكْرَه .ومعنى { سمعنا وأطعنا } الاعتراف بالتّبليغ ، والاعتراف بأنّهم سمعوا ما طُلب منهم العهد عليه . فالسمع أريد به العلم بما واثقوا عليه ، ويجوز أن يكون { سمعنا } مجازاً في الامتثال ، { وأطعنا } تأكيداً له . وهذا من استعمال سَمِع ، ومنه قولهم : بايَعوا على السمع والطّاعة . وقال النّابغة يذكر حالة من لدغته حيّة فأخذوا يرقونه :تَنَاذَرَهَا الرّاقُون من سُوء سمعها ... أي من سوء طاعتها للرقية ، أي عدم نجاح الرقية في سمّها . وعقّب ذلك بالأمر بالتّقوى؛ لأنّ النعمة تستحقّ أن يشكر مُسديها . وشكر الله تَقواه .وجملة { إنّ الله عليم بذات الصدور } تذييل للتحذير من إضمار المعاصي ومن توهّم أنّ الله لا يعلم إلاّ ما يبدو منهم . وحرف ( إنّ ) أفاد أنّ الجملة علّة لما قبلها على الأسلوب المقرّر في البلاغة في قول بشّار :إنّ ذاك النجَاح في التبكير",
  "ayah": 7,
  "surah": 5
}
