{
  "text": "استئناف قصد منه الانتقال إلى إبطال مقالة أخرى من مقالات طوائف النّصارى ، وهي مقالة ( المَلْكَانِيَّةِ المُسَمَّيْن بالجِعاثليقِيَّة ) ، وعليها معظم طوائف النّصارى في جميع الأرض . وقد تقدّم بيانها عند قوله تعالى : { فآمنوا بالله ورسله ولا تقولوا ثلاثة } من سورة النّساء ( 171 ) ، وأنّ قوله فيها ولا تقولوا ثلاثة } يجمَع الردّ على طوائف النّصارى كلّهم . والمراد ب { قالوا } اعتقدوا فقالوا ، لأنّ شأن القول أن يكون صادراً على اعتقاد ، وقد تقدّم بيان ذلك .ومعنى قولهم : { إنّ الله ثالث ثلاثة } أنّ ما يعرفُه النّاسُ أنّهُ اللّهُ هو مجموع ثلاثةِ أشياء ، وأنّ المستحقّ للاسم هو أحد تلك الثّلاثة الأشياء . وهذه الثّلاثة قد عبّروا عنها بالأقانِيم وهي : أقنوم الوجود ، وهو الذات المسمّى الله ، وسمّوه أيضاً الأبَ؛ وأقنوم العِلم ، وسمَّوه أيضاً الابنَ ، وهو الّذي اتّحد بعيسى وصار بذلك عيسى إلهاً؛ وأقنوم الحياة وسَمَّوه الرّوحَ القُدُس . وصار جمهورهم ، ومنهم الرَّكُوسية طائفة من نصارى العرب ، يقولون : إنّه لمّا اتّحد بمريم حينَ حمْلها بالكلمة تألَّهَتْ مريم أيضاً ، ولذلك اختلفوا هل هي أمّ الكلمة أم هي أمّ الله .فقوله : { ثالث ثلاثة } معناه واحد من تلك الثّلاثة ، لأنّ العرب تصوغ من اسم العدد من اثنين إلى عشرة ، صيغة فاعِل مضافاً إلى اسم العدد المشتقّ هُو منه لإرادة أنّه جزء من ذلك العَدد نحو { ثاني اثنين } [ التوبة : 40 ] ، فإن أرادوا أنّ المشتقّ له وزنُ فاعل هو الّذي أكْمَلَ العدد أضافوا وزنَ فاعل إلى اسم العدد الّذي هو أرقَى منه فقالوا : رابِعُ ثلاثة ، أي جَاعل الثلاثة أربعة .وقوله : { وما من إله إلاّ إله واحد } عطف على جملة { لقد كفر } لبيان الحقّ في الاعتقاد بعد ذكر الاعتقاد الباطل .ويجوز جعل الجملة حالاً من ضمير { قالوا } ، أي قالوا هذا القول في حال كونه مخالفاً للواقع ، فيكون كالتّعليل لكفرهم في قولهم ذلك ، ومعناه على الوجهين نفي عن الإله الحقّ أن يكون غير واحد فإنّ ( مِن ) لتأكيد عموم النّفي فصار النّفي ب { ما } المقترنة بها مساوياً للنّفي ب ( لا ) النّافية للجنس في الدلالة على نفي الجنس نصّاً .وعدل هنا عن النّفي بلا التبرئة فلم يُقل ( ولا إله إلاّ إله واحد ) إلى قوله : { وما من إله إلاّ إله واحد } اهتماماً بإبراز حرف ( مِن ) الدالّ بعد النّفي على تحقيق النّفي ، فإنّ النّفي بحرف ( لا ) ما أفاد نفي الجنس إلاّ بتقدير حرف ( من ) ، فلمّا قصدت زيادة الاهتمام بالنّفي هنا جيء بحرف ( مَا ) النّافية وأظهر بعده حرف ( من ) . وهذا ممّا لم يتعرّض إليه أَحدٌ من المفسّرين .وقوله : { إلاّ إله واحد } يفيد حصر وصف الإلهيّة في واحد فانتفى التثليث المحكي عنهم . وأمّا تعيين هذا الواحد مَن هو ، فليس مقصوداً تعيينه هنا لأنّ القصد إبطال عقيدة التثليث فإذا بطل التثليث ، وثبتت الوحدانيّة تعيّن أنّ هذا الواحد هو الله تعالى لأنّه متّفق على إلهيّته ، فلمّا بطلت إلهيّة غيره معه تمحّضت الإلهيّة له فيكون قوله هنا{ وما من إله إلاّ إله واحد } مساوياً لقوله في سورة آل عمران ( 62 ) { وما من إله إلاّ الله } ، إلاّ أنّ ذكر اسم الله تقدّم هنا وتقدّم قول المبطلين ( إنّه ثالث ثلاثة ) فاستغني بإثبات الوحدانيّة عن تعيينه . ولهذا صرّح بتعيين الإله الواحد في سورة آل عمران ( 62 ) في قوله تعالى : { وما من إله إلاّ الله } إذ المقام اقتضى تعيين انحصار الإلهيّة في الله تعالى دون عيسى ولم يجر فيه ذكر لتعدّد الآلهة .وقوله : { وإن لم ينتهوا عمّا يقولون لَيَمَسَّنّ الّذين كفروا منهم عذاب أليم } عطف على جملة { لقد كفر الّذين قالوا إنّ الله ثالث ثلاثة } ، أي لقد كفروا كفراً إن لم ينتهوا عنه أصابهم عذاب أليم . ومعنى { عمّا يقولون } أي عن قولهم المذكور آنفاً وهو { إنّ الله ثالث ثلاثة } . وقد جاء بالمضارع لأنّه المناسب للانتهاء إذ الانتهاء إنّما يكون عن شيء مستمرّ كما ناسب قوله { قَالوا } قولَهُ { لقد كفر } ، لأنّ الكفر حصل بقولهم ذلك ابتداء من الزّمن الماضي . ومعنى { عمّا يقولون } عمّا يعتقدون ، لأنّهم لو انتهوا عن القول باللّسان وأضمروا اعتقاده لما نفعهم ذلك ، فلمّا كان شأن القول لا يصدر إلاّ عن اعتقاد كان صالحاً لأن يكون كناية عن الاعتقاد مع معناه الصّريح . وأكّد الوعيد بلام القسم في قوله { ليمسّنّ } ردّاً لاعتقادهم أنّهم لا تمسّهم النّار ، لأنّ صلب عيسى كان كفّارة عن خطايا بني آدم .والمسّ مجاز في الإصابة ، لأنّ حقيقة المسّ وضع اليد على الجسم ، فاستعمل في الإصابة بجامع الاتّصال ، كقوله تعالى : { والّذين كذّبوا بآياتنا يمسّهم العذاب بما كانوا يفسقون } [ الأنعام : 49 ] ، فهو دالّ على مطلق الإصابة من غير تقييد بشدّة أو ضعف ، وإنّما يُرجع في الشدّة أو الضعف إلى القرينة ، مثل { أليم } هنا ، ومثل قوله { بما كانوا يفسقون } [ الأنعام : 49 ] في الآية الأخرى ، وقال يزيد بن الحكم الكلابي من شعراء الحماسة :مَسِسْنَا من الآباء شيئاً وكُلُّنا ... إلى حسب في قومه غيرِ واضعأي تتبّعنا أصول آبائنا .والمراد ب { الّذين كفروا } عينُ المراد ب { الّذين قالوا إنّ الله ثالث ثلاثة } فعُدل عن التّعبير عنهم بضميرهم إلى الصّلة المقرّرة لمعنى كفرهم المذكور آنفاً بقوله : { لقد كفر الّذين قالوا } إلخ ، لقصد تكرير تسجيل كفرهم وليكون اسم الموصول مومئاً إلى سبب الحكم المخبر به عنه . وعلى هذا يكون قوله { مِنْهم } بياناً للّذين كفروا قصد منه الاحتراس عن أن يتوهّم السامع أنّ هذا وعيد لكفّار آخرين .",
  "ayah": 73,
  "surah": 5
}
