{
  "text": "استئناف لتبيان وصف المسيح في نفس الأمر ووصففِ أمّه زيادة في إبطال معتقد النّصارى إلهيّة المسيح وإلهيّة أمّه ، إذ قد عُلم أنّ قولهم { إنّ الله ثالث ثلاثة } [ المائدة : 73 ] أرادوا به إلهيّة المسيح . وذلك مُعتقد جميع النّصارى . وفرّعت طائفة من النّصارى يُلَقَّبون ( بالرّكُوسِيَّةِ ) ( وهم أهل ملّة نصرانيّة صابئة ) على إلهيةِ عيسى إلهيَّةَ أمّه ولولا أنّ ذلك معتقدهم لما وقع التّعرض لوصف مَريم ولا للاستدلال على بَشَرِيَّتها بأنّهما كانا يأكلان الطّعام .فقوله : { ما المسيح ابن مريم إلاّ رسول } قصرُ موصوففٍ على صفة ، وهو قصر إضافي ، أي المسيح مقصور على صفة الرّسالة لا يتجاوزها إلى غيرها ، وهي الإلهيّة . فالقصر قصر قلب لردّ اعتقاد النّصارى أنّه الله .وقوله : { قد خلت من قبله الرّسل } صفة لرسول أريد بها أنّه مساو للرّسل الآخرين الّذين مضوا قبله ، وأنّه ليس بدعا في هذا الوصف ولا هو مختصّ فيه بخصوصيّة لم تكن لغيره في وصف الرّسالة ، فلا شبهة للّذين ادّعوا له الإلهيّة ، إذ لم يجىء بشيء زائد على ما جاءت به الرسل ، وما جرت على يديه إلاّ معجزات كما جرت على أيدي رُسل قبله ، وإن اختلفت صفاتها فقد تساوت في أنّها خوارق عادات وليس بعضها بأعجب من بعض ، فما كان إحياؤه الموتى بحقيق أن يوهم إلهيّتَه . وفي هذا نداء على غباوة القوم الّذين استدلّوا على إلهيّته بأنّه أحيا الموتى من الحيوان فإنّ موسى أحيا العصا وهي جماد فصارت حيّة .وجملة { وأمّه صدّيقة } معطوفة على جملة { ما المسيح ابن مريم إلاّ رسول } . والقصد من وصفها بأنّها صدّيقة نفيُ أن يكون لها وصف أعلى من ذلك ، وهو وصف الإلهيّة ، لأنّ المقام لإبطال قول الّذين قالوا إنّ الله ثالث ثلاثة ، إذْ جعلوا مريم الأقنوم الثالث . وهذا هو الّذي أشار إليه قول صاحب «الكشاف» إذ قال «أي وما أمّه إلاّ صديقة» مع أنّ الجملة لا تشتمل على صيغة حَصر . وقد وجّهه العلامة التفتزاني في «شرح الكشّاف» بقوله : «الحصر الّذي أشار إليه مستفاد من المقام والعطف» ( أي من مجموع الأمرين ) . وفي قول التفتزاني : والعطف ، نظر .والصدِّيقة صيغة مبالغة ، مثل شِرِّيب ومسِّيك ، مبالغة في الشُّرب والمَسْك ، ولَقَببِ امرىء القيس بالمَلك الضّلِّيل ، لأنّه لم يهتد إلى ما يسترجع به مُلك أبيه . والأصل في هذه الصيغة أن تكون مشتقّة من المجرّد الثّلاثي . فالمعنى المبالغة في وصفها بالصدق ، أي صدق وعد ربّها ، وهو ميثاق الإيمان وصدقُ وعد النّاس . كما وُصف إسماعيل عليه السّلام بذلك في قوله تعالى : { واذكر في الكتاب إسماعيل إنّه كان صادق الوعد } [ مريم : 54 ] . وقد لقّب يوسف بالصدّيق ، لأنّه صَدَق وعد ربّه في الكفّ عن المحرّمات مع توفر أسبابها .وقيل : أريد هنا وصفها بالمبالغة في التّصديق لقوله تعالى : { وصدّقت بكلمات ربّها } [ التحريم : 12 ] ، كما لقّب أبو بكر بالصدّيق لأنّه أوّل من صدّق رسول الله صلى الله عليه وسلم كما في قوله تعالى : { والّذي جاء بالصّدق وصدّق به } [ الزمر : 33 ] ، فيكون مشتقّاً من المزيد .وقوله : { كانا يأكلان الطّعام } جملة واقعة موقع الاستدلال على مفهوم القصر الّذي هو نفي إلهيّة المسيح وأمّه ، ولذلك فصلت عن الّتي قبلها لأن الدّليل بمنزله البيان ، وقد استدلّ على بشريتهما بإثبات صفة من صفات البشر ، وهي أكل الطّعام . وإنَّما اختيرت هذه الصّفة من بين صفات كثيرة لأنّها ظاهرة واضحة للنّاس ، ولأنّها أثبتتها الأناجيل؛ فقد أثبتت أنّ مريم أكلت ثَمر النخلة حين مخاضها ، وأنّ عيسى أكل مع الحواريين يوم الفِصْح خبزاً وشرب خمراً ، وفي إنجيل لوقاً إصحاح22 «وقال لهم اشتهيت أن آكل هذا الفِصحَ معكم قبل أن أتألّم لأنّي لا آكل منه بعدُ ، وفي الصبح إذْ كان راجعاً في المدينة جاع» .وقوله : { انظر كيف نبيّن لهم الآيات } استئناف للتعجيب من حال الّذين ادّعوا الإلهيّة لعيسى . : والخطاب مراد به غيرُ معيّن ، وهو كلّ من سمع الحجج السابقة . واستُعمل الأمر بالنّظر في الأمر بالعِلم لتشبيه العالم بالرأي والعلممِ بالرؤية في الوضوح والجلاء ، وقد تقدّمت نظائره . وقد أفاد ذلك معنى التعجيب . ويجوز أن يكون الخطاب للرّسول عليه السّلام . والمراد هو وأهل القرآن . و { كيف } اسم استفهام معلِّق لفعل { انظر } عن العمل في مفعولين ، وهي في موضع المفعول به ل { انظر } ، والمعنى انظر جواب هذا الاستفهام . وأريد مع الاستفهام التعجيب كناية ، أي انظر ذلك تجد جوابك أنّه بيان عظيم الجلاء يتعجّب النّاظر من وضوحه . والآيات جمع آية ، وهي العلامة على وجود المطلوب ، استعيرت للحجّة والبرهان لشبهه بالمكان المطلوب على طريق المكنية ، وإثبات الآيات له تخييل ، شبّهت بآيات الطّريق الدّالة على المكان المطلوب .وقوله : { ثمّ انظر أنّى يؤفكون } ( ثمّ ) فيه للترتيب الرتبي والمقصود أنّ التأمّل في بيان الآيات يقتضي الانتقال من العجب من وضوح البيان إلى أعجب منه وهو انصرافهم عن الحقّ مع وضوحه . و { يؤفكون } يصرفون ، يقال : أفكَهُ من باب ضَرب ، صَرفه عن الشّيء .و { أنَّى } اسم استفهام يستعمل بمعنى من أين ، ويستعمل بمعنى كيف . وهو هنا يجوز أن يكون بمعنى كيفَ ( كما ) في «الكشاف» ، وعليه فإنّما عدل عن إعادة { كيف } تفنّناً . ويجوز أن تكون بمعنى من أين ، والمعنى التعجيب من أين يتطرّق إليهم الصّرف عن الاعتقاد الحقّ بعد ذلك البيان المبالغ غاية الوضوح حتّى كان بمحلّ التّعجيب من وضوحه . وقد علّق ب { أنَّى } فعل { انظر } الثّاني عن العمل وحذف متعلّق { يؤفكون } اختصاراً ، لظهور أنّهم يصرفون عن الحقّ الّذي بيّنته لهم الآيَات .",
  "ayah": 75,
  "surah": 5
}
