{
  "text": "الخطاب لعموم أهل الكتاب من اليهود والنّصارى ، وتقدّم تفسير نظيره في آخر سورة النّساء . والغلوّ مصدر غَلا في الأمر : إذا جاوزَ حدّه المعروف . فالغلوّ الزّيادة في عَمل على المتعارف منه بحسب العقل أو العادة أو الشرع .وقوله : { غيرَ الحقّ } منصور على النّيابة عن مفعول مطلق لفعل { تغلوا } أي غلوّاً غير الحقّ ، وغير الحقّ هو الباطل . وعدل عن أن يقال باطلاً إلى { غيرَ الحق } لِما في وصف غير الحقّ من تشنيع الموصوف . والمراد أنّه مخالف للحقّ المعروف فهو مذموم؛ لأنّ الحقّ محمود فغيره مذموم . وأريد أنّه مخالف للصّواب احترازاً عن الغلوّ الّذي لا ضير فيه ، مثل المبالغة في الثّناء على العمل الصّالح من غير تجاوز لما يقتضيه الشرع . وقد أشار إلى هذا قوله تعالى : { يا أهل الكتاب لا تغلوا في دينكم ولا تقولوا على الله إلاّ الحقّ } في سورة النّساء ( 171 ) . فمِن غُلوّ اليهود تجاوزُهم الحدّ في التّمسك بشرع التّوراة بعد رسالة عيسى ومحمد عليهما الصّلاة والسّلام . ومن غلوّ النّصارى دعوى إلهيّة عيسى وتكذيبُهم محمداً . ومن الغلوّ الّذي ليس باطلاً ما هو مثل الزّيادة في الوضوء على ثلاث غسلات فإنّه مكروه .وقوله : { ولا تتّبعوا أهواء قوم قد ضلّوا من قبل } عطف على النّهي عن الغلوّ ، وهو عطف عامّ من وجه على خاصّ من وجه؛ ففيه فائدة عطف العامّ على الخاصّ وعطف الخاصّ على العامّ ، وهذا نهي لأهل الكتاب الحاضرين عن متابعة تعاليم الغُلاة من أحبارهم ورُهبانهم الّذين أساءوا فهم الشريعة عن هوى منهم مخالف للدّليل . فلذلك سمّي تغاليهم أهواء ، لأنّها كذلك في نفس الأمر وإن كان المخاطبون لا يعرفون أنّها أهواء فضلّوا ودعوا إلى ضلالتهم فأضلّوا كثيراً مثل ( قيافا ) حَبر اليهود الّذي كفَّر عيسى عليه السّلام وحكم بأنّه يقتل ، ومثل المجمع الملكاني الّذي سجّل عقيدة التثليث .وقوله { من قبلُ } معناه من قبِلكِم . وقد كثر في كلام العرب حذف ما تضاف إليه قبلُ وبعدُ وغيرُ وحسبُ ودونَ ، وأسماء الجهات ، وكثر أن تكون هذه الأسماء مبنيّة على الضمّ حينئذٍ ، ويندر أن تكون معربة إلاّ إذا نُكّرت . وقد وجّه النحويّون حالة إعراب هذه الأسماء إذا لم تنكَّر بأنّها على تقدير لفظ المضاف إليه تفرقة بين حالة بنائها الغالبة وحالة إعرابها النّادرة ، وهو كشف لسر لطيف من أسرار اللّغة .وقوله : { وضلّوا عن سواء السّبيل } مقابل لقوله : { قد ضلّوا من قبلُ } فهذا ضلال آخر ، فتعيّن أنّ سواء السّبيل الذي ضلّوا عنه هو الإسلام . والسواء المستقيمُ ، وقد استعير للحقّ الواضح ، أي قد ضلّوا في دينهم من قبل مجيء الإسلام وضلّوا بعدَ ذلك عن الإسلام .وقيل : الخطاب بقوله : { يأهل الكتاب } للنّصارى خاصّة ، لأنّه ورد عقب مجادلة النّصارى وأنّ المراد بالغلوّ التّثليث ، وأنّ المراد بالقوم الّذين ضلّوا من قبل هم اليهود . ومعنى النّهي عن متابعة أهوائهم النّهي عن الإتيان بمثل ما أتوا به بحيث إذا تأمّل المخاطبون وجدوا أنفسهم قد اتّبعوهم وإن لم يكونوا قاصدين متابعتهم؛ فيكون الكلام تنفيراً للنّصارى من سلوكهم في دينهم المماثل لسلوك اليهود ، لأنّ النّصارى يبغضون اليهود ويعرفون أنّهم على ضلال .",
  "ayah": 77,
  "surah": 5
}
