{
  "text": "ضمائر الجمع من قوله { وإذا سَمعوا } إلى قوله { فأثابهم الله } [ المائدة : 83 85 ] تابعة لضمير { وأنّهم لا يستكبرون } .وقرينة صرف الضمائر المتشابهة إلى مَعَادَين هي سياق الكلام . ومثله وارد في الضمائر كقوله تعالى : { وعَمَرُوها أكْثَرَ ممَّا عَمَرُوها } [ الروم : 9 ] . فضمير الرفع في { عمروها } الأول عائد إلى غير ضمير الرفع في عمروها الثاني . وكقول عبّاس بن مرداس :عُدْنَا ولولاَ نَحْنُ أحْدَقَ جَمْعُهم ... بالمسلمين وأحرزُوا مَا جَمَّعوايريد بضمير ( أحرزوا ) جماعة المشركين ، وبضمير ( جمَّعوا ) جماعة المسلمين .ويعضّد هذا ما ذكره الطبري والواحدي وكثير من المفسّرين عن ابن عبّاس ومجاهد وغيرهما : أنّ المعنيّ في هذه الآية ثمانية من نصارى الشام كانوا في بلاد الحبشة وأتوا المدينة مع اثنين وستّين راهِباً من الحبشة مصاحبين للمسلمين الذين رجعوا من هجرتهم بالحبشة وسمعوا القرآن وأسلموا .وهم : بَحِيرا الراهب ، وإدريس ، وأشرف ، وأبرهة ، وثمامة ، وقثم ، ودريد ، وأيمن ، أي مِمَّن يحسنون العربية ليتمكّنوا من فهم القرآن عند سماعه . وهذا الوفد ورد إلى المدينة مع الذين عادوا من مهاجرة الحبشة ، سنة سبع فكانت الإشارة إليهم في هذه الآية تذكيراً بفضلهم . وهي من آخر ما نزل ولم يعرف قوم معيّنون من النصارى أسلموا في زمن الرسول . ولَعلّ اللّهَ أعلَم رسوله بفريق من النصارى آمنوا بمحمد في قلوبهم ولم يتمكّنوا من لقائه ولا من إظهار إيمانهم ولم يبلغهم من الشريعة إلاّ شيء قليل تمسّكوا به ولم يعلموا اشتراط إظهار الإيمان المسمّى بالإسلام ، وهؤلاء يشبه حالهم حالَ من لم تبلغه الدعوة ، لأنّ بلوغ الدعوة متفاوت المراتب . ولعلّ هؤلاء كان منهم من هو بأرض الحبشة أو باليمن . ولا شكّ أنّ النجاشي ( أصْحَمة ) منهم . وقد كان بهذه الحالة أخبر عنه بذلك النّبيء . والمقصود أنّ الأمّة التي فيها أمثال هؤلاء تكون قريبة من مودّة المسلمين .والرسول هو محمّد كما هو غالب عليه في إطلاقه في القرآن . وما أنزل إليه هو القرآن . والخطاب في قوله تَرى أعينهم } للنبيء صلى الله عليه وسلم إن كان قد رأى منهم مَن هذه صفته ، أو هو خطاب لكلّ من يصحّ أن يَرى . فهو خطاب لغير معيّن ليعمّ كلّ من يخاطب .وقوله : { تفيض من الدمع } معناه يفيضُ منها الدمع لأنّ حقيقة الفيض أن يسند إلى المائع المتجاوز حَاوِيه فيسيل خارجاً عنه . يقال : فاض الماء ، إذا تجاوز ظرفه . وفاض الدمع إذا تجاوز ما يغرورق بالعين . وقد يسند الفَيْض إلى الظرف على طريقة المجاز العقلي ، فيقال : فاض الوادي ، أي فاض ماؤُه ، كما يقال : جَرَى الوادي ، أي جرى ماؤه . وفي الحديث : « ورَجُل ذكر الله خَالياً فَفَاضَتْ عيناه » وقد يقرنون هذا الإسناد بتمييز يكون قرينة للإسنادِ المجازي فيقولون : فاضت عينه دمعاً ، بتحويل الإسناد المسمّى تمييزَ النسبة ، أي قرينة النسبة المجازية . فأمّا ما في هذه الآية فإجراؤه على قول نحاة البصرة يمنع أن يكون ( مِنْ ) الداخلة على الدمع هي البَيانية التي يجرّ بها اسم التمييز ، لأنّ ذلك عندهم ممتنع في تمييز النسبة ، فتكون الآية منسوجة على منوال القلب للمبالغة ، قُلِب قولُ الناس المتعارف : فاضَ الدمع من عيننِ فلان ، فقيل : { أعينَهم تفيض من الدمع } ، فحرف ( مِن ) حرف ابتداء . وإذا أجري على قول نحاة الكوفة كانت ( مِن ) بيانية جارّة لاسم التمييز . وتعريف الدمع تعريف الجنس ، مثل : طبتَ النَّفْسَ .و ( مِنْ ) في قوله { مِمَّا عرفوا } تعليلية ، أي سببُ فيضها ما عرفوا عند سماع القرآن من أنّه الحقّ الموعود به . ف { مِن } قائمة مقام المفعول لأجله كما في قوله :{ تولّوا وأعينهم تفيض من الدمع حَزَنا } [ التوبة : 92 ] ، أي ففاضت أعينهم من انفعال البهجة بأن حضروا مشهد تصديق عيسى فيما بَشّر به ، وأن حضروا الرسول الموعود به ففازوا بالفضيلتين . و ( مِن ) في قوله { من الحقّ } بيانية . أي ممّا عرفوا ، وهو الحقّ الخاصّ . أو تبعيضية ، أي ممّا عرفوه وهو النبي الموعود به الذي خبره من جملة الحقّ الذي جاء به عيسى والنبيئون من قبله .وجملة { يقولون } حال ، أي تفيض أعينهم في حال قولهم هذا . وهذا القول يجوز أن يكون علناً ، ويجوز أن يكون في خويّصتهم .والمراد بالشاهدين الذين شهدوا بعثة الرسل وصدّقوهم . وهذه فضيلة عظيمة لم تحصُل إلاّ في أزمان ابتداء دعوة الرسل ولا تحصل بعد هذه المرّة . وتلك الفضيلة أنّها المبادرة بتصديق الرسُل عند بعثتهم حين يكذبِهم الناس بادىءَ الأمر . كما قال ورقة : يا ليتني أكون جَذعاً إذْ يُخرجك قومك . أي تكذيباً منهم . أو أرادوا فاكتبنا مع الشاهدين الذين أنبأهم عيسى عليه السلام ببعثة الرسول الذي يجيء بعده ، فيكونوا شهادة على مجيئه وشهادة بصدق عيسى . ففي إنجيل متّى عدد24 من قول عيسى «ويقومُ أنبياء كذَبَة كثيرون ويُضِلّون كثيرين ولكن الذي يصبِر إلى المنتهى فهذا يخلص ويفوز ببشارة الملكوت هذه شهادةً لجميع الأمم» . وفي إنجيل يُوحَنَّا عدد15 من قول عيسى «ومتى جاء المُعَزّى روحُ الحقّ الذي من عند الأببِ ينبثقُ فهو يشهدُ لي وتشهدون أنتم أيضاً لأنّكم معي من الابتداء» . وإنّ لِكلمة { الحقّ } وكلمة { الشاهِدين } في هذه الآية موقعاً لا تغني فيه غيرهما لأنّهما تشيران إلى ما في بشارة عيسى عليه السلام .",
  "ayah": 83,
  "surah": 5
}
