{
  "text": "استئناف ابتدائي خطاب للمؤمنين بأحكام تشريعية ، وتكملة على صورة التفريع جاءت لمناسبة ما تقدّم من الثناء على القسّيسين والرهبان . وإذ قد كان من سنّتهم المبالغة في الزهد وأحدثوا رهبانية من الانقطاع عن التزوّج وعن أكل اللحوم وكثير من الطيّبات كالتدهُّن وترفيه الحالة وحُسن اللباس ، نبّه الله المؤمنين على أنّ الثناء على الرهبان والقسّيسين بما لهم من الفضائل لا يقتضي اطّراد الثناء على جميع أحوالهم الرهبانيّة . وصادف أن كانَ بعضُ أصحاب رسول الله صلى الله عليه وسلم قد طمَحت نفوسهم إلى التقلّل من التعلّق بلذائذ العيش اقتداء بصاحبهم سيِّد الزاهدين صلى الله عليه وسلم روى الطبري والواحدي أنّ نفَراً تنافسوا في الزهد . فقال أحدُهم : أمّا أنا فأقوم الليل لا أنام ، وقال الآخر : أمَّا أنا فأصوم النهار ، وقال آخر : أمّا أنا فلا آتي النساء ، فبلغ خبرُهم رسولَ الله صلى الله عليه وسلم فبعث إليهم ، فقال : \" ألَمْ أنَبَّأ أنَّكم قلتم كذا . قالوا : بَلَى يا رسول الله ، وما أرَدْنا إلاّ الخَيْر ، قال : لَكِنِّي أقوم وأنام ، وأصوم وأفطر ، وآتي النساء ، فمن رغب عن سنّتي فليس منّي \" فنزلت هذه الآية . ومعنى هذا في «صحيحي البخاري ومسلم» عن أنس بن مالك وليس فيه أنّ ذلك سبب نزول هذه الآية .ورُوي أنّ ناساً منهم ، وهم : أبو بكر ، وعليّ ، وابن مسعود ، وابن عُمر ، وأبو ذرّ ، وسالم مولى أبي حذيفة ، والمقدادُ بن الأسود ، وسلْمان الفارسي ، ومعقل بن مُقَرّن اجتمعوا في دار عثمان بن مظعون واتّفقوا على أن يرفُضوا أشغال الدنيا ، ويتركوا النساء ويترهّبوا . فقام رسول الله فغلّظ فيهم المقالة ، ثم قال : \" إنّما هلك من كان قبلكم بالتشديد ، شَدّدوا على أنفسهم فشدّد الله عليهم فأولئك بقاياهم في الديار والصوامع \" فنزلت فيهم هذه الآية . . وهذا الخبر يقتضي أنّ هذا الاجتماع كان في أول مدّة الهجرة لأنّ عثمان بن مظعون لم يكن له دار بالمدينة وأسكنه النبي صلى الله عليه وسلم في دار أمّ العلاء الأنصارية التي قيل : إنّها زوجة زيد بن ثابت ، وتوفّي عثمان بن مظعون سنة اثنتين من الهجرة . وفي رواية : أنّ ناساً قالوا إنّ النصارى قد حرّموا على أنفسهم فنحن نحرّم على أنفسنا بعض الطيّبات فحرّم بعضهم على نفسه أكل اللحم ، وبعضهم النوم ، وبعضهم النساء؛ وأنّهم ألزموا أنفسهم بذلك بأيمان حلفوها على ترك ما التزموا تركه . فنزلت هذه الآية .وهذه الأخبار متظافرة على وقوع انصراف بعض أصحاب رسول الله صلى الله عليه وسلم إلى المبالغة في الزهد واردة في الصحيح ، مثل حديث عبد الله بن عمرو بن العاصي . قال : قال لي رسول الله : \" ألم أخْبَر أنّك تقوم الليل وتصوم النهارَ ، قلت : إنّي أفعلُ ذلك . قال : فإنّك إذا فعلتَ هجَمت عينُك ونَفِهَتْ نَفْسك . وإنّ لنفسك عليك حقاً ولأهلِك عليك حقّاً ، فصم وأفطر وقُم ونَم \"وحديث سلمان مع أبي الدرداء أنّ سلمان زار أبا الدرداء فصنع أبو الدرداء طعاماً فقال لسلمان : كُلْ فإنّي صائم ، فلمّا كانَ الليلُ ذهب أبو الدرداء يقوم ، فقال : نم ، فنام ، ثم ذهب يقوم فقال : نم ، فنام . فلمّا كان آخر اللّيل قال سلمان : قم الآن ، وقال سلمان : إنّ لربّك عليك حقّاً ولنفسك عليك حقّاً ولأهلك عليك حقّاً فأعط كلّ ذي حقّ حقّه . فأتى النبي صلى الله عليه وسلم فذكر ذلك له . فقال النبي عليه الصلاة والسلام : «صدقَ سلمانُ» . وفي الحديث الصحيح أنّ النبي صلى الله عليه وسلم قال : \" أمّا أنا فأقوم وأرقد وأصوم وأفطر وأتزوّج النساء فمن رغب عن سُنّتي فليس منّي \"والنهي إنّما هو عن تحريم ذلك على النفس . أمّا ترك تناول بعض ذلك في بعض الأوقات من غير التزام ولقصد التربية للنفس على التصبّر على الحِرمان عند عدم الوجدان ، فلا بأس به بمقدار الحاجة إليه في رياضة النفس . وكذلك الإعراض عن كثير من الطّيبات للتطلّع على ما هو أعلى من عبادة أو شغل بعمل نافع وهو أعلى الزهد ، وقد كان ذلك سنّة رسول الله صلى الله عليه وسلم وخاصّة من أصحابه ، وهي حالة تناسب مرتبته ولا تتناسب مع بعض مراتب الناس ، فالتطلّع إليها تعسير ، وهو مع ذلك كان يتناول الطيّبات دون تشوّف ولا تطلّع . وفي تناولها شكر لله تعالى ، كما ورد في قصّة أبي الدحداح حين حَلّ رسولُ الله وأبُو بكر وعمرُ في حائطه وأطعمهم وسقاهم . وعن الحسن البصري : أنّه دُعي إلى طعام ومعه فَرقد السَبَخي وأصحابه فجلسوا على مائدة فيها ألوان من الطعام دجاج مسمَّن وفالَوْذ فاعتزل فرقد نَاحِية . فسأله الحسن : أصائم أنت ، قال : لا ولكنّي أكره الألوان لأنّي لا أؤدّي شكره ، فقال له : الحسن : أفتشرب الماءَ البارد ، قال : نعم ، قال : إنّ نعمةَ الله في الماءِ البارد أكثر من نعمته في الفَالَوْذ .وليس المراد من النهي أن يلفظ بلفظ التحريم خاصّة بل أن يتركه تشديداً على نفسه سواء لفظ بالتحريم أم لم يلفظ به . ومن أجل هذا النهي اعتبر هذا التحريم لغواً في الإسلام فليس يلزم صاحبه في جميع الأشياء التي لم يجعل الإسلام للتحريم سبيلاً إليها وهي كلّ حال عدا تحريم الزوجة . ولذلك قال مالك فيمن حرّم على نفسه شيئاً من الحلال أو عمّم فقال : الحلال عليّ حرام ، أنّه لا شيء عليه في شيء من الحلال إلاّ الزوجة فإنّها تحرم عليه كالبتَات ما لم ينو إخراج الزوجة قبل النطق بصيغة التحريم أو يخرجها بلفظ الاستثناء بعد النطق بصيغة التحريم ، على حكم الاستثناء في اليمين .ووجهه أنّ عقد العصمة يتطرّق إليه التحريم شرعاً في بعض الأحوال ، فكان التزام التحريم لازماً فيها خاصّة ، فإنّه لو حرّم الزوجة وحدها حرمت ، فكذلك إذا شملها لفظ عامّ . ووافقه الشافعي . وقال أبو حنيفة : من حرّم على نفسه شيئاً من الحلال حَرم عليه تناوُله ما لم يكَفّر كفارة يمين ، فإنْ كفَّر حلّ له إلاّ الزوجة . وذهب مسروق وأبو سلمة إلى عدم لزوم التحريم في الزوجة وغيرها .وفي قوله تعالى : { لا تحرّموا طيّبات ما أحلّ الله لكم } تنبيه لفقهاء الأمّة على الاحتراز في القول بتحريم شيء لم يقم الدليل على تحريمه ، أو كان دليله غير بالغ قوة دليل النهي الوارد في هذه الآية .ثم إنّ أهل الجاهلية كانوا قد حرّموا أشياء على أنفسهم كما تضمنته سورة الأنعام ، وقد أبطلها الله بقوله : { قل من حرّم زينة الله التي أخرج لِعباده والطيّبات من الرزق } [ الأعراف : 32 ] ، وقوله : { قد خسر الذين قتلوا أولادهم سفهاً بغير علم وحرّموا ما رزقهم الله افتراء على الله } [ الأنعام : 140 ] ، وقوله : { قُل الذّكَرَيْننِ حَرّم أم الأنثيين إلى قوله { فمن أظلم ممّن افترى على الله كذباً ليُضلّ النّاس بغير علم } [ الأنعام : 143 ، 144 ] ، وغير ذلك من الآيات . وقد كان كثير من العرب قد دخلوا في الإسلام بعد فتح مكّة دفعة واحدة كما وصفهم الله بقوله : { يدخلون في دين الله أفواجاً } [ النصر : 2 ] . وكان قصر الزمان واتّساع المكان حائلين دون رسوخ شرائع الإسلام فيما بينهم ، فكانوا في حاجة إلى الانتهاء عن أمور كثيرة فاشية فيهم في مدّة نزول هذه السورة ، وهي أيام حجّة الوداع وما تقدّمها وما تأخّر عنها .وجملة { ولا تعتدوا } معترضة ، لمناسبة أنّ تحريم الطّيبات اعتداء على ما شرع الله ، فالواو اعتراضية . وبما في هذا النهي من العموم كانت الجملة تذييلاً .والاعتداء افتعال العدوْ ، أي الظلم . وذِكره في مقابلة تحريم الطيّبات يدلّ على أنّ المراد النهي عن تجاوز حدّ الإذننِ المشروع ، كما قال { تلك حدود الله فلا تعتدوها } [ البقرة : 229 ] . فلمّا نهى عن تحريم الحلال أردفه بالنهي عن استحلال المحرّمات وذلك بالاعتداء على حقوق النّاس ، وهو أشدّ الاعتداء ، أو على حقوق الله تعالى في أمره ونهيه دون حقّ الناس ، كتناول الخنزير أو الميتة . ويعمّ الاعتداءُ في سياق النهي جميع جنسه ممّا كانت عليه الجاهلية من العدوان ، وأعظمه الاعتداء على الضعفاء كالوأْد ، وأكللِ مال اليتيم ، وعضل الأيامَى ، وغير ذلك .وجملة { إنّ الله لا يحبّ المعتدين } تذييل للّتي قبلها للتحذير من كلّ اعتداء .",
  "ayah": 87,
  "surah": 5
}
