{
  "text": "استئناف خطاب للمؤمنين تقفية على الخطاب الذي قبله ليُنْظَم مضمونه في السلك الذي انتظم فيه مضمون الخطاب السابق ، وهو قوله : { ولا تعتدوا } [ المائدة : 87 ] المشير إلى أنّ الله ، كما نَهى عن تَحريم المباح ، نهَى عن استحلال الحرام وأنّ الله لمّا أحلّ الطيّبات حرّم الخبائث المفضية إلى مفاسد ، فإنّ الخمر كان طيّباً عند الناس ، وقد قال الله تعالى : { ومن ثمرات النخيل والأعناب تتّخذون منه سكراً ورزقاً حسناً } [ النحل : 67 ] . والميسر كان وسيلة لإطعام اللحم من لا يقدرون عليه . فكانت هذه الآية كالاحتراس عمّا قد يُساء تأويله من قوله { لا تحرّموا طيّبات ما أحلّ الله لكم } [ الأنعام : 87 ] .وقد تقدّم في سورة البقرة أنّ المعوّل عليه من أقوال علمائنا أنّ النهي عن الخمر وقع مدرّجاً ثلاث مرات : الأولى حين نزلت آية { يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما } [ البقرة : 219 ] ، وذلك يتضمّن نهياً غير جازم ، فتَرك شرب الخمر ناس كانوا أشدّ تقوى . فقال عمر : اللّهمّ بَيّن لنا في الخمر بياناً شافياً . ثم نزلت آية سورة [ النساء : 43 ] { يأيّها الذين آمنوا لا تقربوا الصلاة وأنتم سُكارى حتّى تعلموا ما تقولون } ، فتجنّب المسلمون شربها في الأوقات التي يظنّ بقاء السكر منها إلى وقت الصلاة؛ فقال عمر : اللّهم بيِّن لنا في الخمر بَيَاناً شافياً . ثم نزلت الآية هذه . فقال عمر : انتهينا .والمشهور أنّ الخمر حرمت سنة ثلاث من الهجرة بعد وقعة أحُد ، فتكون هذه الآية نزلت قبل سورة العقود ووضعت بعد ذلك في موضعها هنا . وروي أنّ هذه الآية نزلت بسبب ملاحاة جرَت بين سعد بن أبي وقاص ورجللٍ من الأنصار . روى مسلم عن سعد بن أبي وقّاص قال : أتيتُ على نفر من الأنصار ، فقالوا : تعالَ نطعِمْك ونُسقك خمراً وذلك قبل أن تحرّم الخمر فأتيتهم في حُشّ ، وإذا رأسُ جَزور مشوي وزقّ من خمر ، فأكلت وشربت معهم ، فذكرتُ الأنصار والمهاجرين عندهم ، فقلتُ : المهاجرون خير من الأنصار ، فأخذ رجل من الأنصار لَحْيَ جَمَل فضربني به فجَرح بأنفي فأتيت رسول الله فأخبرته ، فأنزل الله تعالى فِيّ إنّما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان فاجتنبوه } . وروى أبو داود عن ابن عبّاس قال : { يأيّها الذين آمنوا لا تقربوا الصلاة وأنتم سكارى } [ النساء : 43 ] و { يسألونك عن الخمر والميسر قل فيهما إثم كبير ومنافع للنّاس } [ البقرة : 219 ] نسختهما في المائدة { إنّما الخمر والميسر والأنصاب والأزلام رجس من عمل الشيطان } .فلا جرم كان هذا التحريم بمحلّ العناية من الشارع متقدّماً للأمّة في إيضاح أسبابه رفقاً بهم واستئناساً لأنفسهم ، فابتدأهم بآية سورة البقرة ، ولم يسفّههم فيما كانوا يتعاطون من ذلك ، بل أنبأهم بعذرهم في قوله : { قل فيهما إثم كبير ومنافع للناس وإثمهما أكبر من نفعهما }[ البقرة : 219 ] ، ثم بآية سورة النساء ، ثم كرّ عليها بالتحريم بآية سورة المائدة فحصر أمرهما في أنّهما رجس من عمل الشيطان ورجا لهم الفلاح في اجتنابهما بقوله : { لعلّكم تفلحون } .",
  "ayah": 90,
  "surah": 5
}
