{
  "text": "The Qur'an is Allah's True Speech and the Position of the Disbelievers and the Muslims towards it\nAllah says,\nقُلْ\n(Say) meaning, `O Muhammad to these idolators who disbelieve in the Qur'an.'\nأَرَءَيْتُمْ إِن كَانَ\n(Tell me! If it was) meaning, this Qur'an.\nمِنْ عِندِ اللَّهِ وَكَفَرْتُمْ بِهِ\n(from Allah, and you disbelieved in it) meaning, `what do you think that Allah will do to you if this Book that I have come to you with is actually revealed to me from Him in order that I convey it to you, and yet you disbelieve in it and deny it\nوَشَهِدَ شَاهِدٌ مِّن بَنِى إِسْرَءِيلَ عَلَى مِثْلِهِ\n((at the same time), a witness from among the Children of Israel has testified to something similar) meaning, `the previous Scriptures that were revealed to the Prophets before me all testify to its truthfulness and authenticity. They have prophecied, well in advance, about things similar to that which this Qur'an informs of.' Concerning Allah's statement,\nفَـَامَنَ\n(and believed) `this person who testified to its truthfulness from the Children of Israel, due to his realization that it was the truth.'\nوَاسْتَكْبَرْتُمْ\n(while you rejected (the truth)!) `whereas you have arrogantly refused to follow it.' Masruq said: \"That witness believed in his Prophet and Book, while you disbelieved in your Prophet and Book.\"\nإِنَّ اللَّهَ لاَ يَهْدِى الْقَوْمَ الظَّـلِمِينَ\n(Verily, Allah does not guide the wrongdoing people.) The witness here refers to any witness in general. It includes `Abdullah bin Salam and other from them as well. For indeed, this Ayah was revealed in Makkah before `Abdullah bin Salam had accepted Islam. This is similar to the statement of Allah,\nوَإِذَا يُتْلَى عَلَيْهِمْ قَالُواْ ءَامَنَّا بِهِ إِنَّهُ الْحَقُّ مِن رَّبِّنَآ إنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ\n(And when it is recited to them, they say: \"We believe in it. Verily, it is the truth from our Lord. Indeed, even before it we have been Muslims.\") (28:53) It is also similar to Allah's saying,\nقُلْ ءَامِنُواْ بِهِ أَوْ لاَ تُؤْمِنُواْ إِنَّ الَّذِينَ أُوتُواْ الْعِلْمَ مِن قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلاٌّذْقَانِ سُجَّدًا - وَيَقُولُونَ سُبْحَانَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً\n(Verily! Those who were given knowledge before it -- when it is recited to them, they fall upon their faces in prostration, and they say: \"Exalted is our Lord! Truly, the promise of our Lord has been fulfilled.\") (17:107-108) It has been narrated from Sa`d, may Allah be pleased with him, that he said, \"I have not heard Allah's Messenger say about anyone walking on the surface of the earth that he is of the people of Jannah -- except for `Abdullah bin Salam. Concerning him the following Ayah was revealed,\nوَشَهِدَ شَاهِدٌ مِّن بَنِى إِسْرَءِيلَ عَلَى مِثْلِهِ\n((at the same time), a witness from among the Children of Israel has testified to something similar)\" This has been recorded in the Two Sahihs and An-Nasa'i. Similarly, Ibn `Abbas, may Allah be pleased with him, Mujahid, Ad-Dahhak, Qatadah, `Ikrimah, Yusuf bin `Abdullah bin Salam, Hilal bin Yasaf, As-Suddi, Ath-Thawri, Malik bin Anas and Ibn Zayd all said that this refers to `Abdullah bin Salam. Allah then says,\nوَقَالَ الَّذِينَ كَفَرُواْ لِلَّذِينَ ءَامَنُواْ لَوْ كَانَ خَيْراً مَّا سَبَقُونَآ إِلَيْهِ\n(And those who disbelieve say of those who believe: \"Had it been good, they (the weak and poor) would not have preceded us to it!\") which means that those who disbelieve say of those who believe in the Qur'an: \"Had it (the Qur'an) been any good, they (the weak and poor) would not have preceded us to it!\" By that, they meant Bilal, `Ammar, Suhayb, Khabbab, may Allah be pleased with them, and others like them of the weak, the male servants, and female servants. The pagans said this only because they thought that they held a high status with Allah, and that He took special care of them. By that, they made a great and obvious error, as Allah says:\nوَكَذلِكَ فَتَنَّا بَعْضَهُمْ بِبَعْضٍ لِّيَقُولواْ أَهَـؤُلاءِ مَنَّ اللَّهُ عَلَيْهِم مِّن بَيْنِنَآ\n(Thus have We tried some of them with others, that they might say: \"Is it these whom Allah has favored from among us\") (6:53) meaning, they wonder how could those weaklings be the ones who were guided from among them. Thus, Allah says,\nلَوْ كَانَ خَيْراً مَّا سَبَقُونَآ إِلَيْهِ\n(Had it been good, they (the weak and poor) would not have preceded us to it!) Contrary to this is the position of Ahl us-Sunnah wal-Jama`ah: They say about any act or saying that has not been reported from the Companions: \"It is an innovation. If there was any good in it, they would have preceded us in doing it, because they have not left off any of the good characteristics except that they hurried to perform them.\" Allah continues,\nوَإِذْ لَمْ يَهْتَدُواْ بِهِ\n(And when they have not been guided by it,) meaning, the Qur'an.\nفَسَيَقُولُونَ هَـذَآ إِفْكٌ قَدِيمٌ\n(they say: \"This is an ancient falsehood!\") meaning, an old lie. They mean by this that the Qur'an has been quoted and taken from the ancient people, thereby belittling the Qur'an and its followers. This is clear arrogance, as Allah's Messenger said:\n«بَطَرُ الْحَقِّ وَغَمْطُ النَّاس»\n((Arrogance is) rejecting the truth and belittling the people.) Allah then says,\nوَمِن قَبْلِهِ كِتَابُ مُوسَى\n(And before this was the Scripture of Musa) and it was the Tawrah.\nإِمَاماً وَرَحْمَةً وَهَـذَا كِتَـبٌ\n(as a guide and mercy. And this is a Book) meaning, the Qur'an.\nمُّصَدِّقُ\n(confirming) meaning, that which came before it of the previous Books.\nلِّسَاناً عَرَبِيّاً\n(in the Arabic tongue,) means that it is eloquent and clear.\nلِّيُنذِرَ الَّذِينَ ظَلَمُواْ وَبُشْرَى لِلْمُحْسِنِينَ\n(to warn those who do wrong, and as glad tidings for the doers of good.) meaning, it contains a warning to the dis- believers and glad tidings for the belie- vers. Allah then says:\nإِنَّ الَّذِينَ قَالُواْ رَبُّنَا اللَّهُ ثُمَّ اسْتَقَـمُواْ\n(Verily, those who say: \"Our Lord is (only) Allah,\" and thereafter stand firm,) The explanation of this has been dis- cussed earlier in Surat As-Sajdah. See 41:30 Allah then says,\nفَلاَ خَوْفٌ عَلَيْهِمْ\n(on them shall be no fear,) meaning, con- cening their future.\nوَلاَ هُمْ يَحْزَنُونَ\n(nor shall they grieve.) meaning, over what they have left behind. Allah continues,\nأُوْلَـئِكَ أَصْحَـبُ الْجَنَّةِ خَـلِدِينَ فِيهَا جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ\n(Such shall be the dwellers of Paradise, abiding therein (forever) -- a reward for what they used to do.) meaning, the deeds are a cause for their attaining the mercy and their being engulfed by it -- and Allah knows best.",
  "ayah": 13,
  "surah": 46
}
