{
  "text": "The Story of `Ad\nAllah says, consoling His Prophet in regard to the rejection of those who opposed him among his people,\nوَاذْكُرْ أَخَا عَادٍ\n(And remember the brother of `Ad,) This refers to Hud, peace be upon in him. Allah sent him to the first people of `Ad who inhabited Al-Ahqaf. Ahqaf is plural of Haqf. According to Ibn Zayd, it means a sand dune; and according to `Ikrimah, it means a mountain or a cave. Qatadah said: \"We were informed that `Ad was a tribe in Yemen. They dwelt among sand (hills), and overlooked the sea in a land called Ash-Shihr.\" Under the chapter, \"He Who supplicates should first mention Himself,\" Ibn Majah recorded that Ibn `Abbas narrated that the Prophet said:\n«يَرْحَمُنَا اللهُ وَأَخَا عَاد»\n(May Allah have mercy on us and the Brother of `Ad.) Allah then says,\nوَقَدْ خَلَتِ النُّذُرُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ\n(And surely, warners had already passed on before him and after him.) meaning, Allah had sent Messengers and warners to the towns surrounding the land of `Ad. This is similar to Allah's saying,\nفَجَعَلْنَـهَا نَكَـلاً لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا\n(And We made it a deterrent punishment for those who were present and those who succeeded them. ) (2:66) And it is also similar to Allah's saying,\nفَإِنْ أَعْرَضُواْ فَقُلْ أَنذَرْتُكُمْ صَـعِقَةً مِّثْلَ صَـعِقَةِ عَادٍ وَثَمُودَ إِذْ جَآءَتْهُمُ الرُّسُلُ مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ أَلاَّ تَعْبُدُواْ إِلاَّ اللَّهَ\n(But if they turn away, then say: \"I have warned you of a thunderbolt like the thunderbolt that struck `Ad and Thamud. (That occurred) when the Messengers had come to them from before them and after them (saying): \"Worship none but Allah.\") (41:13-14) Allah then says,\nإِنِّى أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ\n(truly, I fear for you the torment of a mighty Day.) meaning, Hud said this to them (his people), and they responded to him saying,\nأَجِئْتَنَا لِتَأْفِكَنَا عَنْ ءَالِهَتِنَا\n(Have you come to delude us from our gods) meaning, to prevent us.\nعَنْ ءَالِهَتِنَا\n(from our gods)\nفَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصَّـدِقِينَ\n(Then bring us that with which you threaten us, if you are one of the truthful!) They sought to hasten Allah's torment and punishment, believing that it will not happen. This is similar to Allah's saying,\nيَسْتَعْجِلُ بِهَا الَّذِينَ لاَ يُؤْمِنُونَ بِهَا\n(Those who do not believe in it (the Last Hour) seek to hasten it) (42:18). Hud's response was,\nقَالَ إِنَّمَا الْعِلْمُ عِندَ اللَّهِ\n(He said: \"The knowledge (of that) is only with Allah.\") which means, `Allah knows best about you. If you deserve the punishment to be hastened, He will do that to you. As for me, my duty is to deliver my message to you.'\nوَلَـكِنِّى أَرَاكُمْ قَوْمًا تَجْهَلُونَ\n(But I see that you are a people given to ignorance!) which means, `you have no comprehension or understanding.' Allah then says,\nفَلَمَّا رَأَوْهُ عَارِضاً مُّسْتَقْبِلَ أَوْدِيَتِهِمْ\n(Then, when they saw it as a dense cloud approaching their valleys,) meaning, when they saw the punishment coming towards them, they thought it to be clouds full of rain. That made them happy and joyful, because they had a drought and needed rain. Allah then said,\nبَلْ هُوَ مَا اسْتَعْجَلْتُم بِهِ رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ\n(Nay, but it is that which you were asking to be hastened -- a wind wherein is a painful torment!) meaning, this is the torment that you called for saying, \"Bring to us what you promise us if you should be of the truthful.\"\nتُدَمِّرُ كُلَّ شَىْءٍ\n(Destroying every thing) meaning, destroying every part of their land that could normally be destroyed.\nبِأَمْرِ رَبِّهَا\n(by the command of its Lord!) meaning, it had Allah's permission to do that. This is similar to Allah's saying,\nمَا تَذَرُ مِن شَىْءٍ أَتَتْ عَلَيْهِ إِلاَّ جَعَلَتْهُ كَالرَّمِيمِ\nd(It spared nothing that it reached, but blew it into broken spreads of rotten ruins.) (51:42) meaning, like something dilapidated (or decrepit). Because of this, Allah says,\nفَأْصْبَحُواْ لاَ يُرَى إِلاَّ مَسَـكِنُهُمْ\n(So they became such that nothing could be seen except their dwellings!) means, all of them were destroyed, and none of them were spared. Allah then says:\nكَذلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ\n(Thus do We recompense the criminal people!) which means that this is Our judgement regarding those who reject Our Messengers and disobey Our commands. Imam Ahmad recorded from `A'ishah, may Allah be pleased with her, that she said, \"I never saw Allah's Messenger ﷺ fully laughing so that I would see his uvula. He would only smile.\" She added that when Allah's Messenger ﷺ saw clouds or wind, that would reflect on his face (as discomfort). She asked him: \"O Allah's Messenger! When the people see clouds, they become happy, hoping that they bring them rain. But I notice that when you see them, displeasure appears on your face.\" Allah's Messenger ﷺ replied,\n«يَا عَائِشَةُ، مَا يُؤْمِنُنِي أَنْ يَكُونَ فِيهِ عَذَابٌ، قَدْ عُذِّبَ قَوْمٌ بِالرِّيحِ، وَقَدْ رَأَى قَوْمٌ الْعَذَابَ وَقَالُوا: هذَا عَارِضٌ مُمْطِرُنَا»\n(O `A'ishah! What would guarantee to me that they do not bring punishment Some nations had been punished with wind. On seeing the punishment approaching them, a nation once said: \"This is a cloud bringing us rain.\") This is also recorded by Al-Bukhari and Muslim. Imam Ahmad recorded that `A'ishah, may Allah be pleased with her, said that when Allah's Messenger ﷺ saw clouds on any of the horizons, he would leave whatever he was doing -- even if he was in prayer -- and say:\n«اللْهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ مَا فِيه»\n(O Allah! I seek refuge with you from any harm that it (the cloud) contains.) If Allah removed those clouds, the Prophet would praise Allah, and if rain fell, he would say:\n«اللْهُمَّ صَيِّبًا نَافِعًا»\n(O Allah! Make it pouring and beneficent.) Muslim also recorded in his Sahih from `A'ishah, may Allah be pleased with her, that when the wind blew, Allah's Messenger ﷺ would say,\n«اللْهُمَّ إِنِّي أَسْأَلُكَ خَيْرَهَا وَخَيْرَ مَا فِيهَا وَخَيْرَ مَا أُرْسِلَتْ بِهِ،وَأَعُوذُ بِكَ مِنْ شَرِّهَا، وَشَرِّ مَا فِيهَا، وَشَرِّ مَا أُرْسِلَتْ بِه»\n(O Allah! I ask You of its good, the good that it contains, and the good with which it has been sent. And I seek refuge in You from its evil, the evil that it contains, and the evil with which it has been sent.) She added that if the sky became cloudy, his color would change; he would exit, enter, come, and go. When it rained, his anxiety would be relieved. When `A'ishah, may Allah be pleased with her, noticed that, she asked him about it and he said:\n«لَعَلَّهُ يَا عَائِشَةُ كَمَا قَالَ قَوْمُ عَادٍ:\nفَلَمَّا رَأَوْهُ عَارِضاً مُّسْتَقْبِلَ أَوْدِيَتِهِمْ قَالُواْ هَـذَا عَارِضٌ مُّمْطِرُنَا»\n(O `A'ishah! It could be like what the people of `Ad said, (Then, when they saw it as a dense cloud approaching their valleys, they said: \"This is a cloud bringing us rain!\")) We have previously mentioned the story of the destruction of the people of `Ad in both Surat Al-A`raf and Surah Hud. Thus, there is no need to repeat it here; and verily Allah is worthy of all praise and gratitude.",
  "ayah": 21,
  "surah": 46
}
