{
  "text": "( الذين يتبعون الرسول النبي الأمي ) الآية . قال نوف البكالي الحميري : لما اختار موسى قومه سبعين رجلا قال الله تعالى لموسى : أجعل لكم الأرض مسجدا وطهورا ، تصلون حيث أدركتكم الصلاة إلا عند مرحاض أو حمام أو قبر ، وأجعل السكينة في قلوبكم ، وأجعلكم تقرأون التوراة عن ظهر قلوبكم ، يقرؤها الرجل والمرأة ، والحر والعبد ، والصغير والكبير ، فقال ذلك موسى لقومه ، فقالوا : لا نريد أن نصلي إلا في الكنائس ، ولا نستطيع حمل السكينة في قلوبنا ، ولا نستطيع أن نقرأ التوراة عن ظهور قلوبنا ، ولا نريد أن نقرأها إلا نظرا ، فقال الله تعالى : \" فسأكتبها للذين يتقون ويؤتون الزكاة \" إلى قوله : \" أولئك هم المفلحون \" ، فجعلها الله لهذه الأمة . فقال موسى عليه السلام : يا رب اجعلني نبيهم ، فقال : نبيهم منهم ، قال : رب اجعلني منهم فقال : إنك لن تدركهم ، فقال موسى عليه السلام : يا رب إني أتيتك بوفد بني إسرائيل فجعلت وفادتنا لغيرنا ، فأنزل الله تعالى : ( ومن قوم موسى أمة يهدون بالحق وبه يعدلون ) الأعراف - 159 ، فرضي موسى .قوله تعالى : ( الذين يتبعون الرسول النبي الأمي ) وهو محمد - صلى الله عليه وسلم - . قال ابن عباس رضي الله عنهما هو نبيكم كان أميا لا يكتب ولا يقرأ ولا يحسب . وقال النبي - صلى الله عليه وسلم - : \" إنا أمة أمية لا نكتب ولا نحسب \" وهو منسوب إلى الأم ، أي هو على ما ولدته أمه . وقيل هو منسوب إلى أمته ، أصله أمتي فسقطت التاء في النسبة كما سقطت في المكي والمدني وقيل : هو منسوب إلى أم القرى وهي مكة .( الذي يجدونه ) أي : يجدون صفته ونعته ونبوته ، ( مكتوبا عندهم في التوراة والإنجيل )أخبرنا عبد الواحد المليحي أن أحمد بن عبد الله النعيمي أنا محمد بن يوسف حدثنا محمد بن إسماعيل حدثنا محمد بن سنان حدثنا فليح حدثنا هلال عن عطاء بن يسار قال لقيت عبد الله بن عمرو بن العاص ، فقلت : أخبرني عن صفة رسول الله - صلى الله عليه وسلم - في التوراة : قال : أجل ، والله إنه لموصوف في التوراة ببعض صفته في القرآن ، يا أيها النبي إنا أرسلناك شاهدا ومبشرا ونذيرا وحرزا للأميين ، أنت عبدي ورسولي ، سميتك المتوكل ، ليس بفظ ولا غليظ ولا سخاب في الأسواق ، ولا يدفع بالسيئة السيئة ولكن يعفو ويغفر ، ولن يقبضه الله حتى يقيم به الملة العوجاء ، بأن يقولوا : لا إله إلا الله ، ويفتح به أعينا عميا وآذانا صما وقلوبا غلفا \" .تابعه عبد العزيز بن أبي سلمة ، عن هلال عن عطاء عن ابن سلام أخبرنا الإمام الحسين بن محمد القاضي أنا أبو العباس عبد الله بن محمد بن هارون الطيسفوني أنا أبو الحسن محمد بن أحمد الترابي أنا أبو بكر أحمد بن محمد بن عمر بن بسطام أنا أبو الحسن أحمد بن سيار القرشي حدثنا عبد الله بن عثمان عن أبي حمزة عن الأعمش عن أبي صالح عن عبد الله بن ضمرة عن كعب - رضي الله عنه - قال : إني أجد في التوراة مكتوبا محمد رسول الله لا فظ ولا غليظ ولا سخاب في الأسواق ، ولا يجزي بالسيئة السيئة ولكن يعفو ويصفح ، أمته الحمادون يحمدون الله في كل منزلة ويكبرونه على كل نجد ، يأتزرون على أنصافهم ويوضئون أطرافهم ، صفهم في الصلاة وصفهم في القتال سواء ، مناديهم ينادي في جو السماء ، لهم في جوف الليل دوي كدوي النحل ، مولده بمكة ومهاجره بطابة وملكه بالشام .قوله تعالى : ( يأمرهم بالمعروف ) أي : بالإيمان ، ( وينهاهم عن المنكر ) أي : عن الشرك ، وقيل : المعروف : الشريعة والسنة ، والمنكر : ما لا يعرف في شريعة ولا سنة . وقال عطاء : يأمرهم بالمعروف : بخلع الأنداد ، ومكارم الأخلاق ، وصلة الأرحام ، وينهاهم عن المنكر : عن عبادة الأوثان وقطع الأرحام . ( ويحل لهم الطيبات ) يعني : ما كانوا يحرمونه في الجاهلية من البحيرة والسائبة والوصيلة والحام ( ويحرم عليهم الخبائث ) يعني : الميتة ، والدم ، ولحم الخنزير ، والزنا وغيرها من المحرمات . ( ويضع عنهم إصرهم ) قرأ ابن عامر \" آصارهم \" بالجمع . والإصر : كل ما يثقل على الإنسان من قول أو فعل .قال ابن عباس والحسن والضحاك والسدي ومجاهد : يعني العهد الثقيل كان أخذ على بني إسرائيل بالعمل بما في التوراة .وقال قتادة : يعني التشديد الذي كان عليهم في الدين ، ( والأغلال ) يعني : الأثقال ( التي كانت عليهم ) وذلك مثل : قتل الأنفس في التوبة ، وقطع الأعضاء الخاطئة ، وقرض النجاسة عن الثوب بالمقراض ، وتعيين القصاص في القتل وتحريم أخذ الدية ، وترك العمل في السبت ، وأن صلاتهم لا تجوز إلا في الكنائس ، وغير ذلك من الشدائد . وشبهت بالأغلال التي تجمع اليد إلى العنق . ( فالذين آمنوا به ) أي : بمحمد - صلى الله عليه وسلم - . ( وعزروه ) وقروه ، ( ونصروه ) على الأعداء ( واتبعوا النور الذي أنزل معه ) يعني : القرآن ( أولئك هم المفلحون )",
  "ayah": 157,
  "surah": 7
}
