{
  "text": "( وبينهما حجاب ) يعني : بين الجنة والنار ، وقيل : بين أهل الجنة وبين أهل النار حجاب ، وهو السور الذي ذكر الله تعالى في قوله : \" فضرب بينهم بسور له باب \" ( الحديد ، 13 ) .قوله تعالى : ( وعلى الأعراف رجال ) والأعراف هي ذلك السور الذي بين الجنة والنار ، وهي جمع عرف ، وهو اسم للمكان المرتفع ، ومنه عرف الديك لارتفاعه عما سواه من جسده . وقال السدي : سمي ذلك السور أعرافا لأن أصحابه يعرفون الناس .واختلفوا في الرجال الذين أخبر الله عنهم أنهم على الأعراف : فقال حذيفة وابن عباس : هم قوم استوت حسناتهم وسيئاتهم ، فقصرت بهم سيئاتهم عن الجنة ، وتجاوزت بهم حسناتهم عن النار ، فوقفوا هناك حتى يقضي الله فيهم ما يشاء ، ثم يدخلهم الجنة بفضل رحمته ، وهم آخر من يدخل الجنة .أخبرنا أبو بكر محمد بن عبد الله بن أبي توبة أنا أبو طاهر محمد بن أحمد بن الحارث أنا محمد بن يعقوب الكسائي أنا عبد الله بن محمود أنا إبراهيم بن عبد الله الخلال ثنا عبد الله بن المبارك عن أبي بكر الهذلي قال : قال سعيد بن جبير ، يحدث عن ابن مسعود قال : يحاسب الناس يوم القيامة فمن كانت حسناته أكثر من سيئاته بواحدة دخل الجنة ، ومن كانت سيئاته أكثر من حسناته بواحدة دخل النار ، ثم قرأ قول الله تعالى : ( فمن ثقلت موازينه فأولئك هم المفلحون ومن خفت موازينه فأولئك الذين خسروا أنفسهم ) ( الأعراف 8 - 9 ) . ثم قال : إن الميزان يخف بمثقال حبة أو يرجح . قال : ومن استوت حسناته وسيئاته كان من أصحاب الأعراف فوقفوا على الصراط ، ثم عرفوا أهل الجنة وأهل النار فإذا نظروا إلى أهل الجنة نادوا سلام عليكم ، وإذا صرفوا أبصارهم إلى أصحاب النار قالوا ربنا لا تجعلنا مع القوم الظالمين ، فأما أصحاب الحسنات فإنهم يعطون نورا يمشون به بين أيديهم وبأيمانهم ، ويعطى كل عبد يومئذ نورا فإذا أتوا على الصراط سلب الله نور كل منافق ومنافقة ، فلما رأى أهل الجنة ما لقي المنافقون قالوا ربنا أتمم لنا نورنا .فأما أصحاب الأعراف فإن النور لم ينزع من بين أيديهم ، ومنعتهم سيئاتهم أن يمضوا فبقي في قلوبهم الطمع إذ لم ينزع النور من بين أيديهم ، فهنالك يقول الله : \" لم يدخلوها وهم يطمعون \" ، وكان الطمع النور الذي بين أيديهم ثم أدخلوا الجنة ، وكانوا آخر أهل الجنة دخولا .وقال شرحبيل بن سعد : أصحاب الأعراف قوم خرجوا في الغزو بغير إذن آبائهم ، ورواه مقاتل في تفسيره مرفوعا : هم رجال غزوا في سبيل الله عصاة لآبائهم فقتلوا ، فأعتقوا من النار بقتلهم في سبيل الله وحبسوا عن الجنة بمعصية آبائهم ، فهم آخر من يدخل الجنة .وروي عن مجاهد : أنهم أقوام رضي عنهم أحد الأبوين دون الآخر ، يحبسون على الأعراف إلى أن يقضي الله بين الخلق ، ثم يدخلون الجنة .وقال عبد العزيز بن يحيى الكناني : هم الذين ماتوا في الفترة ولم يبدلوا دينهم .وقيل : هم أطفال المشركين . وقال الحسن : هم أهل الفضل من المؤمنين علوا على الأعراف فيطلعون على أهل الجنة وأهل النار جميعا ، ويطالعون أحوال الفريقين .قوله تعالى : ( يعرفون كلا بسيماهم ) أي : يعرفون أهل الجنة ببياض وجوههم وأهل النار بسواد وجوههم . ( ونادوا أصحاب الجنة أن سلام عليكم ) أي : إذا رأوا أهل الجنة قالوا سلام عليكم ، ( لم يدخلوها ) يعني : أصحاب الأعراف لم يدخلوا الجنة ، ( وهم يطمعون ) في دخولها ، قال أبو العالية : ما جعل الله ذلك الطمع فيهم إلا كرامة يريد بهم ، قال الحسن : الذي جعل الطمع في قلوبهم  يوصلهم إلى ما يطمعون.",
  "ayah": 46,
  "surah": 7
}
