{
  "text": "وَيَمْنَعُونَ الْمَاعُونَ (7)والماعون } : يطلق على الإِعانة بالمال ، فالمعنى : يمنعون فضلهم أو يمنعون الصدقة على الفقراء . فقد كانت الصدقة واجبة في صدر الإِسلام بغير تعيين قبل مشروعية الزكاة .وقال سعيد بن المسيب وابن شهاب : الماعون : المال بلسان قريش .وروى أشهب عن مالك : الماعون : الزكاة ، ويشهد له قول الراعي: ... قوم على الإِسلام لمّا يمنعواماعونهم ويضيِّعوا التهليلا ... لأنه أراد بالتهليل الصلاة فجمع بينها وبين الزكاة .ويطلق على ما يستعان به على عمل البيت من آنية وآلات طبخ وشدّ وحفر ونحو ذلك مما لا خسارة على صاحبه في إعارته وإعطائه . وعن عائشة : الماعون الماء والنار والملح . وهذا ذم لهم بمنتهى البخل . وهو الشح بما لا يزرئهم .وتقديم المسند إليه على الخبر الفعلي في قوله : { هم يراءون } لتقوية الحكم ، أي تأكيده .فأما على القول بأن السورة مدنية أو بأن هذه الآيات الثلاث مدنية يكون المراد بالمصلين الذين هم عن صلاتهم ساهون والصلاتتِ بعدها : المنافقين ، فإطلاق المصلين عليهم بمعنى المتظاهرين بأنهم يصلون وهو من إطلاق الفعل على صورته كقوله تعالى : { يحذر المنافقون أن تنزل عليهم سورة } [ التوبة : 64 ] أي يظهرون أنهم يحذرون تنزيل سورة .{ ويمنعون الماعون } أي الصدقة أو الزكاة ، قال تعالى في المنافقين : { ويقبضون أيديهم } [ التوبة : 67 ] فلما عُرفوا بهذه الخلال كان مفاد فاء التفريع أن أولئك المتظاهرين بالصلاة وهم تاركوها في خاصتهم هم من جملة المكذبين بيوم الدين ويدُعُّون اليتيم ولا يحضّون على طعام المسكين .وحكى هبة الله بن سَلاَمَة في كتاب «الناسخ والمنسوخ» : أن هذه الآيات الثلاث نزلت في عبد الله بن أبي ابن سلول ، أي فإطلاق صيغة الجمع عليه مراد بها واحد على حد قوله تعالى : { كذبت قوم نوح المرسلين } [ الشعراء : 105 ] أي الرسول إليهم .والسهو حقيقته : الذهول عن أمر سبق عِلمُه ، وهو هنا مستعار للإِعراض والترك عن عمد استعارة تهكمية مثل قوله تعالى : { وتنسون ما تشركون } [ الأنعام : 41 ] أي تعرضون عنهم ، ومثله استعارة الغفلة للإعراض في قوله تعالى : { بأنهم كذبوا بآياتنا وكانوا عنها غافلين } في سورة الأعراف ( 136 ) وقوله تعالى : { والذين هم عن آياتنا غافلون } في سورة يونس ( 7 ) ، وليس المقصود الوعيد على السهو الحقيقي عن الصلاة لأن حكم النسيان مرفوع على هذه الأمة ، وذلك ينادي على أن وصفهم بالمصلين تهكم بهم بأنهم لا يصلون .واعلم أنه إذا أراد الله إنزال شيء من القرآن ملحقاً بشيء قبله جعَل نظم الملحق مناسباً لما هو متصل به ، فتكون الفاء للتفريع . وهذه نكتة لم يسبق لنا إظهارها فعليك بملاحظتها في كل ما ثبت أنه نزل من القرآن ملحقاً بشيء نزل قبله منه .",
  "ayah": 7,
  "surah": 107
}
