{
  "text": "آیت نمبر 9 تا 14\nعربوں کے اندر خدا پر یقین تھا ، وہ ملت ابراہیمی پر تھے۔ لیکن عربوں کے اندر ملت ابراہیمی کی بگڑی ہوئی شکل رہ گئی تھی۔ اس میں بہت سی تبدیلیاں ہوگئی تھیں۔ توحید کی جگہ شرف اور دوسرے افسانے اس میں داخل ہوگئے تھے۔ بہرحال وجود باری کے وہ قائل تھے کیونکہ فطرت انسانی بہرحال اس کا انکار نہیں کرسکتی کہ ایک خالق ہے ، جو اللہ ہے۔ کیونکہ کسی خالق کا انکار کوئی سلیم الفطرت انسان نہیں کرسکتا۔ اور کوئی معقول انسان یہ نہیں کہہ سکتا کہ یہ عظیم اور ہولناک کائنات خالق کے بغیر پیدا ہوگئی۔ اس کائنات کو اللہ کے سوا کوئی اور پیدا بھی نہیں کرسکتا کیونکہ اس عظیم کائنات کا خالق تو اس سے بھی عظیم اور طاقتور ہونا چاہئے لیکن وہ یہاں آکر رک جاتے تھے اور خود اپنے عقیدے کے لازمی تقاضوں کو تسلیم نہ کرتے تھے۔\nولئن سالتھم ۔۔۔۔۔۔۔ العزیز العلیم (43 : 9) “ اگر تم ان سے پوچھو کہ زمین و آسمان کو کس نے پیدا کیا ؟ تو یہ خود کہیں گے کہ انہیں اسی زبردست علیم ہستی نے پیدا کیا ہے ” ۔ یہ بات واضح ہے کہ یہ دو صفات عزیز و زبردست اور علیم یہ کفار کا قول نہ تھا۔ وہ تو صرف اسی قدر مانتے تھے کہ وہ اللہ ہے وہ اللہ وہ صفات نہ مانتے تھے جو اسلام اور قرآن نے پیش کیں۔ ایسی صفات جو ان کی زندگی پر مثبت اثر ڈالیں۔ جو ان کی زندگی اور اس کائنات کو بیک وقت عملاً چلائیں۔ وہ اللہ کو بس اس کائنات کا خالق مانتے تھے۔ خود اپنا خالق بھی اللہ کو مانتے تھے لیکن زندگی کو عملاً چلانے کے لئے پھر انہوں نے کچھ دوسری ہستیاں بنا رکھی تھیں۔ کیونکہ اللہ کی ایسی صفات سے متعارف نہ تھے جن کے بعد پھر انہیں شرک کی ضرورت نہ پڑے ۔ اور عقیدہ شرک انہیں پوچ اور بےوقعت نظر آئے۔\nقرآن مجید یہاں ان کو یہی تعلیم دیتا ہے کہ جس خدا کو تم خالق السموات والارض سمجھتے ہو۔ وہ العزیز بھی ہے اور العلیم بھی ہے۔ وہ قادر بھی ہے ، وہ علیم و عارف بھی ہے۔ چناچہ اللہ ان کے اس اعتراف کو بنیاد بنا کر ان کو درج ذیل اعترافات پر مجبور کرتا ہے۔ غرض ان کو ایک قدم آگے بڑھا کر ان کو یہ بتاتا ہے کہ تخلیق کے بعد اللہ نے تم پر یہ فضل کیا :\nالذی جعل لکم ۔۔۔۔۔۔ لعلکم تھتدون (43 : 10) “ وہی نا جس نے تمہارے لئے زمین کو گہوارہ بنایا اور اس میں تمہاری خاطر راستے بنا دئیے تا کہ تم اپنی منزل کی راہ پاسکو ”۔ یہ حقیقت کہ اللہ نے انسان کے لئے اس زمین کو گہوارہ بنایا اسے ہر دور کے انسان نے اپنے حدود علم کے مطابق سمجھا ہے اور اس کی تصویر بنائی ہے۔ جن لوگوں نے پہلی مرتبہ اس کو سنا ہوگا ، انہوں نے بھی یہ سمجھا ہوگا کہ اللہ نے زمین کو اس قابل بنایا کہ وہ ان کے قدموں کے نیچے چلنے کے لئے موزوں ہے۔ پھر وہ زراعت کے لئے موزوں ہے۔ پھر وہ زندگی اور نباتات کے لئے موزوں ہے لیکن آج ہم اس بات کو کہ زمین تمہارے لیے گہوارہ بنا دی گئی ذرا زیادہ وسعت اور گہرائی کے ساتھ سمجھ رہے ہیں۔ جس حد تک ہم نے اس زمین کے بارے میں معلومات حاصل کرلی ہیں۔ اس کی بعید و قریب تاریخ کے بارے میں معلومات فراہم کرلی ہیں بشرطیکہ ہمارے اپنے علوم کے بارے میں جو نظریات قائم ہوتے ہیں وہ ہوں بھی درست اور ہم جو اندازے اور تخمینے لگاتے ہیں وہ صحیح ثابت ہوجائیں۔ ہم سے بعد میں آنے والی نسلیں ان کے بارے میں ہم سے بھی زیادہ سمجھیں گی۔ یوں اس آیت کا مفہوم وسعت اختیار کرتا جائے گا۔ جس قدر ہم علم میں آگے بڑھیں گے ، علم و معرفت کی فتوحات کی وسعت کے ساتھ ساتھ اس آیت کے معانی بھی وسیع ہوتے جائیں گے اور یوں انسانی جہالت کا پردہ دور تر جاتا رہے گا۔\nہم آج جانتے ہیں کہ یہ زمین انسان کے لئے کس قدر اچھا گہوارہ بنائی گئی ہے اور اس کے اندر انسان اپنے لیے زندگی کی کس قدر مختلف راہیں تلاش کر رہا ہے۔ حقیقت یہ ہے کہ یہ کرۂ ارض مختلف مراحل سے گزر کر یہاں تک یعنی اپنی موجودہ حالت تک پہنچی ہے اور انسان کے لئے گہوارہ بنائی گئی ہے۔ ان مراحل میں سے ایک مرحلہ یہ تھا کہ اس پوری زمین کی سطح ایک سخت چٹان تھی۔ اس کے بعد اس پر جگہ جگہ مٹی جمع ہوئی اور اس میں نباتات اگنا شروع ہوئے اور اس کی سطح پر جو ہائیڈروجن گیس اور آکسیجن گیس موجود تھی ، ان کے ملاپ سے پانی وجود میں آگیا۔ پھر اپنی گردش محوری کے نتیجے میں اس کے دن کے اندر اس قدر معتدل حرارت پیدا ہوئی کہ وہ حیوانات کی زندگی کے لئے مناسب ہوگئی۔ اور اس کی رفتار گردش محوری کو یوں رکھا گیا کہ اس کی سطح پر چیزوں کا کھڑا رہنا ممکن ہوا۔ انسان مکانات اور دوسری چیزیں بکھر کر ہوا میں نہیں اڑ گئیں۔\nپھر اللہ نے اس زمین کے اندر کشش ثقل پیدا کی ۔ یوں ہوا کا ایک ایسا طبقہ وجود میں آگیا جس کے اندر زندگی ممکن ہوئی۔ اگر اس زمین کے اردگرد پائی جانے والی ہوا زمین کی جاذبیت سے چھوٹ جائے تو زمین پر کسی چیز کا زندہ رہنا ممکن نہ ہو ، دوسرے اجرام فلکی کی سطح پر چونکہ جاذبیت نہیں ہے یا اس سے کمزور ہے تو وہاں حیات ممکن نہیں ہوسکی۔ ان کر ات سے ہوا چلی گئی۔ مثلاً چاند کے اوپر کوئی ہوا نہیں ہے۔ یہ جاذبیت اس قدر متوازن ہے کہ حرکت زمین کی وجہ سے اشیاء کو دور پھینکنے کا جو عمل پیدا ہوتا ہے اس کے اندر یہ توازن پیدا کردیتی ہے۔ یوں تمام اشیاء اور زندہ چیزیں بکھرنے اور اڑ جانے کے عمل سے محفوظ ہیں۔ اور یہاں زمین کی سطح پر ان کا ٹھہرنا اور چلنا بالکل ممکن ہے۔ اگر یہ جاذبیت موجودہ مقدار سے بڑھ جائے تو تمام زندہ اور مردہ چیزیں زمین کے ساتھ لیٹ جائیں۔ انسانوں کے لئے قدم اٹھانا ممکن نہ ہو ، یا بہت مشکل ہو اور اس کے لئے بہت ہی قوت صرف کرنی پڑے اور دوسری جانب سے انسان پر ہوا کا دباؤ بڑھ جائے تو انسان کو زمین کے ساتھ چپکا دے ۔ جس طرح ہم مچھروں اور مکھیوں کو پریشر کے ارتکاذ سے ہاتھ لگائے بغیر ہلاک کردیتے ہیں۔ اور اگر یہ دباؤ اس سے کم ہوجائے جو ہے تو ہمارا سینہ اور ہماری شریانیں خون کے دباؤ کی وجہ سے پھٹ جائیں۔\nاور زمین کو گہوارہ بنانے اور اس کے اوپر راستوں کو ہموار کرنے کے سلسلے میں ہم جانتے ہیں کہ اللہ تعالیٰ خالق ارض و سمانے اس زمین کے اندر ایسی موافق قوتیں و دیعت فرمائی ہیں جو سب کی سب مل کر اس زمین پر زندگی کو سہل بناتی ہیں۔ اگر ان موافق حیات یا ممد حیات قوتوں میں سے ایک قوت بھی ناپید ہوجائے یا اس میں خلل واقع ہوجائے تو اس کرۂ ارض پر زندگی محال ہوجائے۔ بعض تو وہ ہیں جن کا ہم نے اوپر ذکر کیا۔ اور بعض اور ہیں۔ مثلاً اللہ نے اس کرۂ ارض پر پانیوں کی مقدار کو اس قدر رکھا ہے جو سمندروں ، دریاؤں کی شکل میں زمین کی سطح کے اوپر ہونے والے تمام مسموم گیسوں کو چوس لیتے ہیں اور زمین کی فضا کو آلودگی سے اس قدر صاف رکھا جاتا ہے کہ یہاں زندگی کا وجود ممکن ہوتا ہے۔ پھر اللہ نے نباتات کو آکسیجن کے درمیان توازن کے قیام کا ذریعہ بنایا۔ وہ آکسیجن جس کو انسان سانس کے ذریعہ لیتا ہے اور اس آکسیجن کے درمیان جس کو نباتات چھوڑتے ہیں۔ اگر یہ توازن نہ ہوتا تو ایک عرصہ کے بعد انسان دم گھٹ کر مرجاتا۔\nیہ اور اس قسم کے دوسرے مفہوم و معانی اس آیت میں شامل ہیں۔\nالذی جعل ۔۔۔۔۔۔ فیھا سبلا (43 : 10) “ جس نے تمہارے لیے زمین کو گہوارہ بنایا اور اس میں تمہاری خاطر راستے بنائے ”۔ ہر دم اور ہر روز اس کے نئے نئے معانی منکشف ہو رہے ہیں اور یہ معانی اور مدلولات ان معانی پر اضافہ ہوتے جاتے ہیں جو اس آیت سے اس کے اول مخاطبین کرام سمجھتے تھے ۔ اور یہ سب اللہ حاکم سموات والارض کے علم کو بھی ظاہر کرتے ہیں اور اس کی قدرت کے بھی مظاہر ہیں۔ جو زبردست ہے اور نہایت حکمت والا ہے۔ یہ سب معانی ایک شعور رکھنے والے دل کو یہ دکھاتے ہیں کہ ایک خالق اور مدبر قوت موجود ہے جس قدر انسان کی نظر آگے بڑھتی ہے اور اس کی سوچ گہرائی تک جاتی ہے تو وہ یہ سمجھتا ہے کہ وہ کوئی ایسی مخلوق نہیں جو آوارہ چھوڑ دی گئی ہو ، اور یہ کہ اس نے کسی کے آگے جواب نہیں دینا ہے بلکہ انسان یہ یقین کرلیتا ہے کہ ایک زبردست قوت والے مدبر نے ان کو پکڑ رکھا ہے اور وہ اس کے تمام امور کا والی ہے ، زندگی میں بھی ، زندگی کے بعد بھی۔\nلعلکم تھتدون (43 : 10) “ تا کہ تم اپنی منزل مقصود پا سکو ”۔ اس کائنات پر اس طرح گہرائی کے ساتھ غور کرنا ، اور اس کے اندر پائے جانے والے نوامیس فطرت کا گہرا مطالعہ اس بات کا ضامن ہے کہ انسان کا دل و دماغ خالق کائنات کی طرف راہ لے۔ جس نے اس کائنات کے اندر اس قدر گہری تنظیم اور توازن رکھا ہے۔\nزندگی کی نشوونما اور اس میں زندوں کے لئے سہولیات اور زمین کو ان کے لئے گہوارہ بنانے اور اس میں انسانوں کے لئے راستے بنانے کے بعد اب ایک قدم اور آگے :\nوالذی نزل ۔۔۔۔۔۔ کذلک تخرجون (43 : 11) “ جس نے ایک خاص مقدار میں آسمان سے پانی اتارا اور اس کے ذریعہ مردہ کو جلا اٹھایا اسی طرح ایک روز تم زمین سے برآمد کئے جاؤ گے ”۔ وہ پانی جو آسمانوں سے نازل کیا جاتا ہے اسے تو ہر انسان دیکھتا ہے اور جانتا ہے لیکن اس منظر کو اکثر لوگ یونہی دیکھ کر گزر جاتے ہیں اور اس پر انہیں کوئی تعجب نہیں ہوتا اور اس کے احساس و شعور میں کوئی ارتعاش پیدا نہیں ہوتا۔ یہ کیوں ؟ اس لیے کہ وہ ہر وقت اور بسا اوقات نزول باران رحمت دیکھتے رہے ہیں لیکن حضرت محمد ﷺ بارش کے قطروں کو نہایت ہی محبت ، نہایت ہی دلچسپی اور نہایت مسرت سے دیکھتے تھے ، اس لیے کہ آپ کو یہ پختہ شعور حاصل تھا کہ یہ اللہ کی طرف سے آرہے ہیں اس لیے کہ آپ کا زندہ و بیدار قلب اچھ طرح دیکھ رہا تھا کہ یہ قطرے اللہ کی صفت کے اعلیٰ نمونے ہیں۔ آپ ان میں دست قدرت کی کاریگری دیکھ رہے تھے۔ ان قطروں پر اس دل کو اسی طرح دیکھنا چاہئے جو اللہ تک پہنچا ہوا ہو اور اس کائنات کے اندر اللہ کے جاری کردہ نوامیس فطرت کو جانتا ہو۔ کیونکہ بارش کے یہ قطرے انہی قوانین قدرت کے نتائج ہیں۔ یہ نوامیس فطرت اس کائنات میں اللہ کی نظروں کے تحت اور اللہ کے دست قدرت کے ذریعہ ایک ایک قطرہ ہو کر گرتے ہیں۔ اس حقیقت کی ضرورت اور اس کے اثرات میں یہ سوچ کمی نہیں لا سکتی کہ یہ پانی دراصل بخارات تھے جو زمین سے اوپر فضا میں جا کر ٹھنڈے ہوگئے اور فضاؤں میں ان کے اندر اس قدر کثافت پیدا ہوگئی کہ بارش ہوگئی۔ سوال یہ ہے کہ آخر زمین کو کس نے پیدا کیا۔ یہاں پانی کس نے بنایا۔ پھر ان پر حرارت کس نے مسلط کی اور اپنی کی ساخت کس نے اس طرح بنائی کہ وہ حرارت سے بخار بن جائے۔ پھر بخارات کے اندر یہ خاصیت کس نے رکھی کہ وہ اوپر جائیں ؟ اور اوپر پھر کثیف ہوجائیں۔ پھر یہ خصائص کس نے رکھے۔ یہ بخارات بجلیوں سے بھی بھر جائیں جو آپس میں ملیں تو پانی نیچے گرجائے اور پھر بجلی کیا چیز ہے ؟ غرض وہ تمام خصائص طبیعت کیا ہیں جن سے مل کر بارش بنتی ہے۔\nسائنسی پڑھ کر دراصل ہم اپنے احساس کے پردوں کو اس قدر کثیف بنا دیتے ہیں کہ اس کائنات کے عجائبات کا ہم پر کوئی اثر نہیں ہوتا حالانکہ ہمیں چاہئے تو یہ ہے کہ سائنس کے ذریعہ ہم اپنے احساسات کو مزید تیز کردیں ، اس قدر تیز کہ دل خوف خدا سے کانپ اٹھیں۔\nوالذی ۔۔۔۔ ماء بقدر (43 : 11) “ جس نے ایک خاص مقدار میں آسمان سے پانی اتارا ”۔ یہ پانی ایک اندازے کے اندر مقدر اور موزوں ہے ، نہ زیادہ ہوتا ہے کہ لوگوں کو غرق کر دے ، نہ اس قدر کم ہوتا ہے کہ زمین خشک ہو کر زندگی کے قابل ہی نہ رہے۔ ہم یہ عجیب توازن اور مقدار دیکھ رہے ہیں۔ اور آج اسے اچھی طرح جانتے ہیں کہ یہ توازن زندگی کی ضروریات کے لئے ضروری ہے اور یہ ارادۂ الٰہیہ سے قائم ہوا۔\nفانشرنا بہ بلدۃ میتا (43 : 11) “ اور اس کے ذریعہ مردہ زمین کو جلا اٹھایا ”۔ انشا سے مراد احیاء ہے اور ہر قسم کی زندگی پانی کے بعد آتی ہے کیونکہ اللہ نے ہر چیز کو پانی سے زندہ کیا۔\nکذلک تخرجون (43 : 11) “ اس طرح تم ایک روز زمین سے برآمد کئے جاؤ گے ”۔ جس نے پہلی مرتبہ زندہ کیا وہ دوبارہ بھی زندہ کرسکتا ہے۔ جس نے زندہ چیزوں کو پہلی مرتبہ مردہ زمین سے نکالا ، اس طرح وہی قیامت کے دن میدان حشر میں سب زندہ انسانوں کو اگا کر نکال لائے گا۔ جب ابتداء ہوگئی تو اعادہ اور تکرار مشکل نہیں رہتا۔ اس میں اللہ کے لئے کوئی مشکل نہیں ہے۔\nپھر یہ جانور جن کو یہ لوگ تقسیم کر کے کچھ اللہ کو دیتے ہیں اور کچھ اللہ کے سوا دوسرے شریکوں کو ، وہ تو اللہ نے اس لیے نہیں پیدا کئے کہ تم اس طرح کی تقسیم کرو ، یہ تو اس لیے تخلیق کیے گئے ہیں کہ یہ لوگوں کے لئے نعمت خداوندی کا کام کریں۔ لوگ ان پر اس طرح سوار ہوں جس طرح کشتیوں پر سوار ہوتے ہیں اور ان کی اس تسخیر پر اللہ کا شکر ادا کریں۔ اور اللہ کے انعامات کے مقابلے میں شکریہ ادا کریں۔\nوالذی خلق الازواج ۔۔۔۔۔ ما ترکبون (43 : 12) لتستوا علی ۔۔۔۔۔ لہ مقرنین (43 : 13) وانا الی ربنا لمنقلبون (43 : 14) “ وہی جس نے یہ تمام جوڑے پیدا کئے اور جس نے تمہارے لیے کشتیوں اور جانوروں کو سواری بنایا۔ تا کہ تم ان کی پشت پر چڑھو اور ۔۔۔۔ پر بیٹھو تو اپنے رب کا احسان یاد کرو ، اور کہو کہ “ پاک ہے وہ جس نے ہمارے لیے ان چیزوں کو مسخر کردیا۔ ورنہ ۔۔۔۔۔ قابو میں لانے کی طاقت نہ رکھتے تھے۔ اور ایک روز ہمیں اپنے رب کی پلٹنا ہے ”۔\nاللہ نے زندگی کے تسلسل کو زوجیت کے اصول پر رکھا ہے۔ تمام زندہ اشیاء جوڑے جوڑے ہیں۔ یہاں تک کہ پہلا خلیہ بھی اپنے ساتھ تذکیر زمانیت کے خصائص لیے ہوئے ہوتا ہے ، بلکہ سائنسی تحقیقات نے یہ بتا دیا ہے کہ پوری کائنات کا دارومدار ازواج پر ہے۔ اور ہم پر یہ تسلیم کریں کہ کائنات کی پہلی اکائی ذرہ ہے۔ جو منفی الیکٹرون اور مثبت پروٹون سے مرکب ہے تو یہ بھی جوڑا ہے اور طبیعی تحقیقات اسی نہج پر آگے جاری ہیں۔\nبہرحال زندگی میں زوجیت کا نظام بالکل ظاہر ہے اور یہ اللہ ہی ہے جس نے تمام جوڑے پیدا کئے خواہ انسانوں کے ہوں یا حیوانوں کے :\nوجعل لکم من الفلک والانعام ما ترکبون (43 : 12) “ اور جس نے تمہارے لیے کشتیوں اور جانوروں کو سواری بنایا ”۔ یہاں اشارہ اسی طرف ہے کہ تمہیں خلیفۃ اللہ فی الارض بنایا اور اس زمین کی تمام قوتیں اور طاقتیں تمہارے لیے مسخر کیں۔ اس کے بعد ان کو متوجہ کرتے ہیں کہ ان نعمتوں کا شکر لازم ہے۔ اس مرتبے کے آداب بجا لانا لازم ہے۔ اور جب بھی نعمت سامنے آئے ، منعم کو یاد کرو ، تا کہ دل خالق سے جڑے رہیں۔ زندگی کی ہر حرکت اور ہر سکون میں۔\nلتستوا علی ظھورہ۔۔۔۔ لہ مقرنین (43 : 13) “ اور جب ان پر بیٹھو تو اپنے رب کا احسان یاد کرو ، اور کہو کہ “ پاک ہے وہ جس نے ہمارے لیے ان چیزوں کو مسخر کردیا۔ ورنہ ہم انہیں قابو میں لانے کی طاقت نہ رکھتے تھے ”۔ ہم تو اللہ کی نعمتوں میں سے کسی ایک نعمت کے مقابلے میں نعمت کا بدلہ نعمت سے نہیں دے سکتے۔ ہم تو نعمتوں کے مقابلے میں صرف شکر کرسکتے ہیں پھر وہ یاد کریں کہ زمین پر سے اپنی خلافت کی ذمہ داریاں ادا کرنے کے بعد انہوں نے اللہ کی طرف لوٹنا ہے۔ اور وہ ان کو ان کے تمام اعمال پر جزا دے گا جو انہوں نے فریضہ خلافت سر انجام دینے کے سلسلے میں کئے اور یہاں ان پر انعامات کئے اور پوری دنیا کو ان کے لئے مسخر کیا۔\nوانا الی ربنا لمنقلبون (43 : 14) “ اور ایک روز ہم نے اپنے رب کی طرف پلٹنا ہے ” ۔ یہ ہے منعم حقیقی کے حوالے سے ایک مسلمان کا رویہ اور طرز عمل۔ اللہ اس کے بارے میں ہمیں یاد دہانی فرماتا ہے کہ جب بھی کسی نعمت سے لطف اندوز ہوجاؤ تو رب کا شکر ادا کرو۔ کیونکہ تم ہر وقت اللہ کی نعمتوں سے لطف اندوز ہوتے رہتے ہو لیکن نعمت اور شکر نعمت بھول جاتے ہو۔\nیہ اسلامی آداب جو اللہ کی نعمتوں کے استعمال کے وقت سکھائے گئے ہیں ، یہ محض رسومات نہیں کہ رسماً یہ دعا پڑھ لی جائے جب بھی کوئی کسی سواری پر سوار ہو یا کشتی پر سوار ہو ، یا محض منتر کی طرح عبارات نہیں کہ ان کو پڑھ لیا جائے بلکہ ان عبارات کے معانی کو سمجھ کر ان کا شعور اپنے دل میں پیدا کرنا چاہیے۔ اللہ کی ذات کا تصور ، بندے اور خدا کے تعلق کا تصور اور اللہ کی ان تمام نعمتوں کا تصور جو ہمارے اردگرد پھیلی ہوئی ہیں اور جن قوتوں کو اللہ نے ہمارے لیے مسخر کیا ہے ان کے بارے میں یہ زندہ تصور کہ یہ تو اللہ کے بہت بڑے انعامات ہیں جو انسان پر ہوئے ہیں۔ جن کا کوئی بدلہ انسان اللہ کو نہیں دے سکتا وہ اللہ کے فضل و کرم کا بدلہ دینے پر تو قادر ہی نہیں۔ اس لیے وہ نعمتوں کا شکر ادا کریں اور اللہ کے ہاں حاضر ہونے سے ہر وقت ڈرتے رہیں کہ حساب و کتاب میں مارے نہ جائیں۔ یہ سب احساسات اس بات کے ضامن ہیں کہ انسان کا دل ہر وقت بیدار رہے ، حساس رہے اور اللہ کی نگرانی کا ہر وقت خیال کرے۔ اور کسی بھی وقت اس پر غفلت اور نسیان کی حالت طاری نہ ہو۔\n٭٭٭\nاور اس کے بعد یہ بات کہ فرشتوں کو انہوں نے اللہ کی بیٹیاں قرار دیا۔ یہ ان کا زعم تھا اور حقیقت کے مطابق ان کا افسانوی عقیدہ تھا۔",
  "ayah": 12,
  "surah": 43
}
