{
  "text": "درس نمبر 231 تشریح آیات\n1۔۔۔۔ تا ۔۔۔۔۔ 25\nآیت نمبر 1 تا 8\nسورت کا آغاز دو حروف حا اور میم سے ہوتا ہے۔ اور اس کے بعد۔\nوالکتب المبین (43 : 2) کا عطف ہے۔ اللہ حا اور میم کی بھی قسم اٹھاتا ہے اور کتاب مبین کی بھی۔ حا اور میم بھی اسی کتاب کے حروف ہیں۔ یا کتاب مبین ان دو حروف کے جنس سے ہے۔ غرض یہ کتاب مبین حروف تہجی کے اعتبار سے ایسے ہی حروف تہجی سے مرکب ہے۔ یہ دو حروف اسی طرح کے حروف ہیں جس طرح کے حروف انسانی زبانوں میں ہوتے ہیں۔ یہ خالق کائنات کی نشانیاں ہیں جس نے انسان کو اس انداز سے پید کیا اور اس کو اس قسم کی آوازیں دیں۔ قرآن کے ساتھ ان حروف کا جب ذکر آتا ہے کہ تو اس کے بیشمار معانی اور بیشمار دلالات و اشارات ہوتے ہیں۔ قسم اس بات پر اٹھائی جاتی ہے کہ ہم نے قرآن مجید کو اس انداز پر بنایا عربی زبان میں۔\nانا جعلنہ قرءنا عربیا لعلکم تعقلون (43 : 3) “ ہم نے اسے عربی زبان کا قرآن بنایا ہے تا کہ تم لوگ اسے سمجھو ”۔ جب قرآن ان کی زبان میں ہے اور وہ اس کے معنی جانتے بھی ہیں تو ان کا فرض ہے کہ وہ اسے سمجھنے کی کوشش کریں۔ قرآن تو وحی الٰہی ہے لیکن اللہ نے اسے عربی زبان میں منتقل کیا ، کیونکہ قرآن کی دعوت کے لئے اللہ نے آغاز میں عربی معاشرے کو چنا اور سب سے پہلے اس دعوت کے حاملین عرب ہی رہے۔ اس حکمت کی بنا پر جس کی طرف ہم نے سورة شوریٰ میں اشارات کئے ہیں۔ کیونکہ اللہ تعالیٰ اس امانت اور اس زبان کی صلاحیتوں کو اچھی طرح جانتا تھا کہ امت عربیہ اور لسان عربی اس دعوت کو دوسری اقوام تک اچھی طرح منتقل کرسکتے ہیں۔ اللہ جانتا ہے کہ اپنی رسالت کی امانت کو کہاں رکھے اور کہاں نہ رکھے۔\nاس کے بعد یہ بیان کیا جاتا ہے کہ اس قرآن کا مقام و مرتبہ اللہ ازلی اور ابدی ذات کے ہاں کیا ہے ؟\nوانہ فی ام الکتب لدینا لعلی حکیم (43 : 4) “ اور در حقیقت یہ ام الکتب میں ثبت ہے اور ہمارے ہاں بلند مرتبہ اور حکمت سے لبریز کتاب ہے ”۔ ام الکتاب کیا ہے ، اس کے لفظی معنوں میں ہم نہیں پڑتے کہ اس سے مراد لوح محفوظ ہے یا اللہ کا علم ازلی ہے ، کیونکہ ہمارے ادراک میں نہ تو لوح محفوظ کا۔ اور نہ اللہ کے علم ازلی کا پورا تصور ہے البتہ اس آیت سے ہمارے علم میں ایک اصولی حقیقت آتی ہے۔ جب ہم یہ آیت پڑھتے ہیں۔\nوانہ فی ام الکتب لدینا لعلی حکیم (43 : 4) “ یہ درحقیقت ام الکتب میں ثبت ہے اور ہمارے ہاں بلند مرتبہ اور حکمت سے لبریز کتاب ہے ”۔ تو اس سے ہمارے ذہن میں یہ بات واضح طور پر آجاتی ہے کہ اللہ کے علم میں اس کتاب کی بڑی وقعت ہے اور اسے بہت ہی اہم دستاویز سمجھا جاتا ہے۔ بس یہ اصولی اور کلی بات ہمارے لیے کافی ہے کہ قرآن ایک بلند مرتبت کتاب ہے اور حکیم ہے یعنی حکمت والی کتاب ہے۔ یہ دونوں صفات اس کتاب کو ایک ایسی شخصیت دیتی ہیں جس طرح زندہ انسان ہوتا ہے یعنی بلند اور حکیم کا۔ اور بالکل یہ بات اسی طرح ہے۔ یہ ایسی کتاب ہے گویا اس میں زندگی ہے اور اس میں زندہ شخصیت کی صفات ہیں یہ کہ جو ارواح اس کے ساتھ ہم آہنگی پیدا کرتی ہیں یہ ان کے ہمقدم چلتی ہے۔ اور یہ اپنی بلندی اور حکمت کے بدولت انسانیت پر نگراں ہے ، اس کو ہدایت دیتی ہے ، اس کی قیادت کرتی ہے ، اپنی طبیعت اور اپنے خصائص کے مطابق ، اور یہ انسانی فہم و ادراک میں وہ اقدار اور وہ تصورات بٹھاتی ہے جن پر ان دو صفات علی اور حکیم کا اطلاق ہوتا ہے۔\nاس حقیقت کو فیصلہ کن انداز میں طے کرنے کے بعد اب اس قوم کو یہ بات اچھی طرح سمجھ لینا چاہئے جن کی زبان میں یہ علی و حکیم کتاب اتری ہے کہ اللہ نے ان کو کتنا بڑا اعزاز بخشا ہے اور یہ لوگ پھر بھی اللہ کے اس فضل و کرم کو نہیں سمجھتے۔ اور پھر بھی اس خزانہ حکمت سے منہ موڑتے ہیں اور اس کی توہین کرتے ہیں۔ ان حالات میں یہ تو اس بات کے مستحق ہیں کہ ان کے پاس آنے والی اس حکمت و ہدایت پر مشتمل کتاب کا نزول ہی بند کردیں ، چناچہ یہاں ان کی اس زیادتی کی طرف اشارہ کیا جاتا ہے اور سوالیہ انداز میں پوچھا جاتا ہے کہ کیا تمہاری اس زیادتی اور حد سے گزر کر زیادتی کی وجہ سے اس سر چشمہ ہدایت دانائی کو بند کردیں۔\nافنضرب عنکم ۔۔۔۔۔ مسرفین (53 : 5) “ اب کیا ہم تم سے بیزار ہو کر یہ درس نصیحت تمہارے ہاں بھیجنا بند کردیں۔ صرف اس لیے کہ تم حد سے گزرے ہوئے ہو۔ یہ بات نہایت ہی عجیب لگتی ہے اور آئندہ بھی عجیب رہے گی کہ اللہ تعالیٰ نے ایک ایسی قوم کو اس قدر اہمیت دی کہ اس کے لئے اس نے کتاب بھیجی۔ ان کی زبان میں بھیجی۔ اس کتاب نے ان کی فطرت کے عین مطابق وہ باتیں کیں جو ان کے دل میں تھیں ، ان کی زندگی کی گہرائیوں تک چلی گئی ، اور ان کے لئے ہدایت کا راستہ بیان کیا ، پہلی اقوام کے عبرت آموز قصے بیان کئے ، گزشتہ اقوام کے ساتھ سنت الہٰیہ نے جو سلوک کیا وہ بیان کیا گیا ، لیکن اس نے اس کتاب کو نظر انداز کردیا اور اعراض کرلیا ! پھر بھی اللہ ان لوگوں کی فکر کرتا ہے حالانکہ وہ نہایت بلند ، نہایت عظیم اور غنی بادشاہ ہے۔\nاس آیت میں در حقیقت ایک خوفناک تہدید ہے کہ اگر اللہ چاہے تو اس سر چشمہ فیض و حکمت کو ختم کر دے اور تم پر ہونے والی اس مہربانی کو بند کر دے۔ کیونکہ تم اس عظیم حکیمانہ اور بلند مرتبہ کتاب کے ساتھ بہت ہی برا سلوک کر رہے ہو ، اور تم سے ان اقوام جیسا سلوک کرے جو تم سے پہلے گزر ہیں۔\nوکم ارسلان ۔۔۔۔۔ الاولین (43 : 6) وما یاتیھم ۔۔۔۔ یستھزؤن (43 : 7) فاھلکنا ۔۔۔۔ مثل الاولین (43 : 8) “ پہلے گزری ہوئی قوموں میں بھی بارہا ہم نے نبی بھیجے ہیں ، کبھی ایسا نہیں ہوا کہ کوئی نبی ان کے ہاں آیا ہو اور انہوں نے اس کا مذاق نہ اڑایا ہو۔ پھر جو لوگ ان سے بدرجہا زیادہ طاقتور تھے ، انہیں ہم نے ہلاک کردیا ، پچھلی قوموں کی مثالیں گزر چکی ہیں ”۔ وہ اب اور کس چیز کا انتظار کر رہے ہیں ، اللہ نے ایسے رویہ پر تو ان سے زیادہ قوت گرفت رکھنے والی اقوام کو ہلاک کیا ہے جو انہی کی طرح رسولوں اور کتابوں کے ساتھ مذاق کرتے تھے۔ کئی مثالیں موجود ہیں۔\nبڑے تعجب کی بات یہ ہے کہ یہ لوگ اللہ کے وجود کا اعتراف کرتے تھے۔ یہ بھی اعتراف کرتے تھے کہ اللہ ہی ہے جس نے زمین و آسمان کو پیدا کیا ، لیکن ان اعترافات کے بعد پھر ان کے قدرتی نتائج کو قبول نہ کرتے تھے اور اپنی زندگی کے امور میں صرف اللہ کی طرف متوجہ نہ ہوتے تھے ۔ اللہ کے ساتھ دوسری ہستیوں کو شریک کرتے تھے اور اللہ کے پیدا کردہ بعض جانوروں کو ان الہٰوں کے لیے مخصوص کرتے تھے اور یہ عقیدہ انہوں نے گھڑ لیا تھا کہ ملائکہ اللہ کی بیٹیاں ہیں۔ اور ملائکہ کے بت بنا کر یہ ان کو پوجتے تھے۔\nقرآن مجید یہاں ان کے اعترافات کو پیش کر کے پھر اس کے فطری نتائج مرتب کرتا ہے اور پھر ان کو فطری استدلال کے سامنے کھڑا کرتا ہے جس سے وہ بھاگتے تھے۔ قرآن کریم ان کے سامنے اللہ کی مخلوقات میں سے حیوانات اور کشتی کو بطور مثال پیش فرماتا ہے کہ ان میں تمہارے لیے کتنے فائدے ہیں اور اس کے مقابلے میں تمہارا رویہ کیا ہونا چاہئے مگر ایسا نہیں ہے۔ اس کے بعد دوسرے پیرا گراف میں یہ بتایا گیا کہ کیا جواز ہے کہ تم نے فرشتوں کو اللہ کی بیٹیاں قرار دیا۔",
  "ayah": 2,
  "surah": 43
}
