{
  "text": "آیت نمبر 51 تا 53\nمصر کی بادشاہت ، مصر کی نہریں فرعون کے زیر انتظام تھیں اور جمہور عوام کو نظر آتی تھیں۔ یہ ان کی آنکھوں کو چکا چوند کردیتی تھیں۔ اس لیے لوگ دھوکہ کھا جاتے تھے ۔ رہی آسمانوں اور زمین کی بادشاہت جس میں مصر ایک ذرہ ہے ، تو اس کو سمجھنے کے لئے مومن دلوں کی ضرورت ہوتی ہے ، جو اس بات کو سمجھ سکیں اور اللہ کی بادشاہت اور مصر کی بادشاہت کے درمیان موازنہ کرسکیں۔\nرہے غلامی کے خوگر عوام جن کا ہر دور میں استحصال کیا جاتا ہے تو ان کو قریب کی دنیاوی چمک دمک متاثر کردیتی ہے اس لیے ان کی نظریں ، ان کے دل اور ان کے دماغ اللہ کی بلند حکومت اور بادشاہت کو سمجھنے کے لئے سر بلند ہی نہیں ہوتے۔ یہی وجہ ہے کہ فرعون نے ان عوام کے غافل اور سطحی دلوں کے سامنے ترقیات کا زرق برق نقشہ پیش کیا اور کہا۔\nام انا خیر ۔۔۔۔۔ یکاد یبین (43 : 52) “ میں بہتر ہوں یا یہ جو ذلیل و حقیر ہے اور اپنی بات بھی کھول کر بیان نہیں کر سکتا ”۔ یہاں ذلت سے اس کی مراد یہ تھی کہ یہ نہ امیر ہے ، نہ صاحب اقتدار اور نہ اس کے پاس نظر آنے والی مالی پوزیشن ہے۔ لفظ ام سے وہ اشارہ بنی اسرائیل کی غلام قوم کی طرف کرتا ہے ، اور “ اپنی بات کھول کر بیان نہیں کر سکتا ” اس طرف کہ مصر سے جانے سے پہلے آپ کی زبان میں لکنت تھی۔ یہ پہلے کی بات تھی ورنہ اب لکنت نہ تھی۔ حضرت موسیٰ علی السلام نے دعا فرمائی تھی۔\nرب اشرح لی ۔۔۔۔۔۔ یفقھوا قولی “ اے میرے رب میرے سینہ کو کھول دے ، میرے کام کو میرے لیے آسان کر دے ، اور میری زبان میں لکنت ہے ، اسے کھول دے تا کہ وہ میری بات کو سمجھیں ”۔ اس وقت آپ کی زبان کا عقدہ کھل گیا تھا اور آپ اب بات بیان کرسکتے تھے۔\nاور جمہور عوام کا ظاہر ہے کہ فیصلہ یہی ہوگا کہ فرعون جو مصر کا بادشاہ ہے ، مصر میں نہریں اس نے جاری کر رکھی ہیں۔ وہ موسیٰ (علیہ السلام) سے بہتر ہوگا ۔ کیونکہ موسیٰ (علیہ السلام) کے پاس تو حق بات ، نبوت کا پیغام ، نجات کی دعوت اور دردناک عذاب سے بچنے کی راہ تھی۔\nفلو لا القی علیہ اسورۃ من ذھب (43 : 53) “ کیوں نہ اس پر سونے کے کنگن اتارے گئے ”۔ یہ ہے ذہنیت وڈیروں کی۔ اس دنیا کا حقیر سازو سامان ، نبوت کی حقانیت کے لئے بطور علامت تجویز ہو رہا ہے۔ سونے کے کنگن ، ان معجزات سے بھاری ہوگئے جو حضرت موسیٰ (علیہ السلام) کے ہاتھوں ظہور پذیر ہوئے۔ مطلب یہ تھا کہ اسے مصر کا اقتدار کیوں نہیں دیا گیا۔ کیونکہ مصر کے بادشاہ کی تاج پوشی کے موقعہ پر سونے کے کنگن اتارے جاتے تھے۔ یہ ان کی رسم تھی۔ یوں وہ یہ کہنا چاہتا ہے کہ رسول کو مقتدر اعلیٰ ہونا چاہئے اور یہ میں ہوں۔\nاوجاء معہ الملئکۃ مقترنین ( 43 : 53) “ یا فرشتوں کا ایک دستہ اس کی اردلی میں نہ آیا ”۔ یہ بھی ایک اعتراض تھا ، جس کا تعلق اس دنیا کی چمک دمک سے تھا۔ اور عوام پر اثر انداز ہوتا تھا۔ یہ بھی ایک بنا بنایا اعتراض ہے جو ہر رسول پر کیا گیا۔",
  "ayah": 51,
  "surah": 43
}
