{
  "text": "Commentary\nIt was described in the previous verses that infidels keep on their opposition and afflictions on Muslims as a routine. In the above verses the Holy Prophet ﷺ was consoled by relating some incidents of earlier people that this practice of harassment of believers by the infidels is going on for long. But they never lost hope due to such harassments. Therefore, you too should not care about the troubles afflicted by the infidels, and should keep on performing firmly your prophetic obligations.\nAmong the earlier prophets, the story of Sayyidna Nuh (علیہ السلام) was related first. It was so because he was the very first prophet who had to confront with the infidelity and association of others with Allah Ta’ ala. Secondly, any other prophet did not experience the extent of harassment he had to put up with from his own people. It was because he had the exclusive honour from Allah Ta’ ala of having very long life. His life span of nine hundred and fifty years (950) years as quoted by the Holy Qur'an is true without any element of doubt. However, in certain narrations it is mentioned that this relates to the period of his preaching and teaching, and there are additional periods of his life before this and after the deluge. وَاللہُ أعلَم\nLiving such an unusually long life continuously in preaching and teaching, and enduring all sorts of afflictions, including drubbing and strangling throughout this period, from the infidels was a special distinction of Sayyidna Nuh (علیہ السلام) . Despite all these difficulties and tribulations he did not lose heart ever.\nThe second story is that of Sayyidna Ibrahim (علیہ السلام) who too passed through many testing trials. First the fire of Namrud, then migration from Syria to a howling deserted place, then slaughtering of the son. All these tribulations tell about the hardships he had gone through. Within the story of Sayyidna Ibrahim (علیہ السلام) a brief mention is also made of Lut (علیہ السلام) and his people. Then upto the end of the Surah mention is made of some other prophets and their antagonistic people. All these stories were related to keep the spirit of the Holy Prophet ﷺ high, and to make Muslims steadfast to the religion.",
  "ayah": 18,
  "surah": 29
}
