{
  "text": "Всевышний поведал о том, что курейшитские многобожники, которые были жителями Мекки, сказали Пророку, да благословит его Аллах и приветствует: «Если мы вместе с тобой примем ислам, то нас изгонят из нашей земли. Арабы убьют нас или захватят в плен, и мы лишимся жизни и богатства. Они враждебно настроены к тебе и не хотят принимать твоего учения, и если мы встанем на твою сторону, то нам придется враждовать со всем миром, на что у нас не хватит сил». Эти речи свидетельствуют о том, что мекканские многобожники думали о Всевышнем Аллахе недостойным образом. Они полагали, что Он не станет поддерживать Свою религию и прославлять Свое Слово, а позволит неверующим одержать верх над приверженцами истинной веры и подвергнуть их мучительному наказанию. Они считали, что ложь непременно одержит верх над истиной. Тогда Аллах напомнил им о том, что по Его милости они получили превосходство над остальными людьми и стали обитателями священной земли. Они распоряжаются на священной земле и пользуются ее благами, тогда как остальные арабы стремятся попасть туда, чтобы совершить паломничество. Их город почитают соседи и отдаленные племена. Никто не причиняет им беспокойства, и никто не умаляет их достоинств. Жители близлежащих городов живут в постоянном страхе за свою жизнь, тогда как мекканцы не знают страха. Все это обязывает их восхвалять Всевышнего Господа, даровавшего им покой, которого лишены жители остальных городов, и многочисленные щедроты, которые торговцы привозят к ним со всех концов света. Фрукты, яства и всевозможные товары - благодаря этим щедротам мекканцы благоустраивают свой быт и приумножают свое богатство. Все это обязывает их повиноваться благородному Посланнику, да благословит его Аллах и приветствует, и если они последуют его путем, то их город станет еще более безопасным и богатым. Если же они отвергнут его, то на смену спокойным годам придут годы страха и печали, а былое богатство и величие сменится нищетой и унижением. Для того чтобы курейшиты не забывали об этом, Всевышний напомнил им о погибели, которая постигла неверующих, живших в прежние времена.",
  "ayah": 57,
  "surah": 28
}
