{
  "text": "انسان کا نفسیاتی تجزیہ :مجاہدین کے گھوڑے جبکہ اللہ کی راہ میں جہاد کے لیے ہانپتے اور ہنہاتے ہوئے دوڑتے ہیں ان کی اللہ تبارک و تعالیٰ قسم کھاتا ہے پھر اس تیزی میں دوڑتے ہوئے پتھروں کے ساتھ ان کے نعل کا ٹکرانا اور اس رگڑ سے آگ کی چنگاڑیاں اڑنا پھر صبح کے وقت دشمن پر ان کا چھاپہ مارنا اور دشمنان رب کو تہہ وبالا کرنا آنحضرت ﷺ کی یہی عادت مبارک تھی کہ دشمن کی کسی بستی پر آپ جاتے تو وہاں رات کو ٹھہر کر کام لگا کر سنتے اگر اذان کی آواز آگئی تو آپ رک جاتے نہ آتی تو لشکر کو حکم دیتے کہ بزن بول دیں پھر ان گھوڑوں کا گردو غبار اڑانا اور ان سب کا دشمنوں کے درمیان گھس جانا ان سب چیزوں کی قسم کھا کر پھر مضمون شروع ہوتا ہے۔ حضرت عبداللہ سے مروی ہے کہ والعادیات سے مراد اونٹ ہیں حضرت علی بھی یہی فرماتے ہیں حضرت ابن عباس کا قول کہ اس سے مراد گھوڑے ہیں جب حضرت علی کو معلوم ہوا تو آپ نے فرمایا گھوڑے ہمارے بدر والے دن تھے ہی کب یہ تو اس چھوٹے لشکر میں تھے جو بھیجا گیا تھا حضرت عبداللہ بن عباس ؓ ایک مرتبہ خطیم میں بیٹھے ہوئے تھے کہ ایک شخص نے آ کر اس آیت کی تفسیر پوچھی تو آپ نے فرمایا اس سے مراد مجاہدین کے گھوڑے ہیں جو بوقت جہاد دشمنوں پر دھاوا بولتے ہیں پھر رات کے وقت یہ گھڑ سوار مجاہد اپنے کیمپ میں آ کر کھانے پکانے کے لیے آگ جلاتے ہیں وہ یہ پوچھ کر حضرت علی کے پاس گیا آپ اس وقت زمزم کا پانی لوگوں کو پلا رہے تھے اس نے آپ سے بھی یہی سوال کیا آپ نے فرمایا مجھ سے پہلے کسی اور سے بھی تم نے پوچھا ہے ؟ کہا ہاں حضرت ابن عباس سے پوچھا ہے تو انہوں نے فرمایا مجاہدین کے گھوڑے ہیں جو اللہ کی راہ میں دھاوا بولیں حضرت علی نے فرمایا جانا ذرا انہیں میرے پاس بلانا جب وہ آگئے تو حضرت علی نے فرمایا تمہیں معلوم نہیں اور تم لوگوں کو فتوے دے رہے ہو اللہ کی قسم پہلا غزوہ اسلام میں بدر کا ہوا اس لڑائی میں ہمارے ساتھ صرف دو گھوڑے تھے ایک شخص حضرت زبیر ؓ کا دوسرا حضرت مقداد ؓ کا تو عادیات ضبحا یہ کیسے ہوسکتے ہیں اس سے مراد تو عرفات سے مزدلفہ کی طرف جانے والے اور پھر مزدلفہ سے منیٰ کی طرف جانے والے ہیں حضرت عبدالہل فرماتے ہیں یہ سن کر میں نے اپنے اگلے قول سے رجوع کرلیا اور حضرت علی نے جو فرمایا تھا وہی کہنے لگا مزدلفہ میں پہنچ کر حاجی بھی اپنی ہنڈیا روٹی کے لیے آگ سلگاتے ہیں، غرض حضرت علی کا فرمان یہ ہوا کہ اس سے مراد اون ٹ ہیں اور یہی قول ایک جماعت کا ہے جن میں ابراہیم عبید بن عمیر وغیرہ ہیں اور حضرت ابن عباس سے گھوڑے مروی ہیں مجاہد، عکرمہ، عطاء قتادہ اور ضحاک بھی یہی کہتے ہیں اور امام ابن جریر بھی اسی کو پسند فرماتے ہیں بلکہ حضرت ابن عباس اور حضرت عطا سے مروی ہے کہ ضبح یعنی ہانپنا کسی جانور کے لیے نہیں ہوتا سوائے گھوڑے اور کتے کے ابن عباس فرماتے ہیں ان کے منہ سے ہانپتے ہوئے جو آواز اح اح کی نکلتی ہے یہی ضبح ہے اور دوسرے جملے کے ایک تو معنی یہ کیے گئے ہیں کہ ان گھوڑوں کی ٹاپوں کا پتھر سے ٹکرا کر آگ پیدا کرنا اور دوسرے معنی یہ بھی کیے گئے ہیں کہ ان کے سواروں کا لڑائی کی آگ کو بھڑکانا اور یہ بھی کہا گیا ہے کہ لڑائی میں مکرو دھوکہ کرنا اور یہ بھی مروی ہے کہ راتوں کو اپنی قیام گاہ پر پہنچ کر آگ روشن کرنا اور مزدلفہ میں حاجیوں کا بعد از مغرب پہنچ کر آگ جلانا امام ابن جریر فرماتے ہیں میرے نزدیک سب سے زیادہ ٹھیک قول یہی ہے کہ گھوڑوں کی ٹاپوں اور سموں کا پتھر سے رگڑ کھا کر آگ پیدا کرنا پھر صبح کے وقت مجاہدین کا دشمنوں پر اچانک ٹوٹ پڑنا اور جن صاحبان نے اس سے مراد اونٹ لیے ہیں وہ فرماتے ہیں اس سے مراد مزدلفہ سے منیٰ کی طرف صبح کو جانا ہے پھر یہ سب کہتے ہیں کہ پھر ان کا جس مکان میں یہ اترے ہیں خواہ جہاد میں ہوں خواہ حج میں غبار اڑانا پھر ان مجاہدین کا کفار کی فوجوں میں مردانہ گھس جانا اور چیرتے پھاڑتے مارتے پچھاڑتے ان کے بیچ لشکر میں پہنچ جانا اور یہ بھی مراد ہوسکتی ہے کہ سب جمع ہو کر اس جگہ درمیان میں آجاتے ہیں تو اس صورت میں جمعا حال موکد ہونے کی وجہ سے منصوب ہوگا ابوبکر بزار میں اس جگہ ایک غریب حدیث ہے جس میں ہے کہ آنحضرت ﷺ نے ایک لشکر بھیجا تھا ایک مہینہ گذر گیا لیکن اس کی کوئی خبر نہ آئی اس پر یہ آیتیں اتریں اور اس لشکر کی اللہ تعالیٰ نے خبر دی کہ ان کے گھوڑے ہانپتے ہوئے تیز چال سے گئے ان کے سموں کی ٹکر سے چنگاڑیاں اڑ رہی تھیں انہوں نے صبح ہی صبح دشمنوں پر پوری یلغار کے ساتھ حملہ کردیا ان کی ٹاپوں سے گرد اڑ رہی تھی پھر غالب آ کر سب جمع ہو کر بیٹھ گئے ان قسموں کے بعد اب وہ مضمون بیان ہو رہا ہے جس پر قسمیں کھائیں گئی تھیں کہ انسان اپنے رب کی نعمتوں کا قدردان نہیں اگر کوئی دکھ درد کسی وقت آگیا ہے تو وہ تو بخوبی یاد رکھتا ہے لیکن اللہ تعالیٰ کی ہزارہا نعمتیں جو ہیں سب کو بھلائے ہوئے ہے ابن ابی حاتم کی حدیث میں ہے کہ کنود وہ ہے جو تنہا کھائے غلاموں کو مارے اور آسان سلوک نہ کرے اس کی اسناد ضعیف ہے پھر فرمایا اللہ اس پر شاہد ہے اور یہ بھی ہوسکتا ہے کہ یہ خود اس بات پر اپنا گواہ آپ ہے اس کی ناشکری اس کے افعال و اقوال سے صاف ظاہر ہے جیسے اور جگہ ہے شاہدین علی انفسھم بالکفر یعنی مشرکین سے اللہ تعالیٰ کی مسجدوں کی آبادی نہیں ہوسکتی جبکہ یہ اپنے فکر کے آپ گواہ ہیں پھر فرمایا یہ مال کی چاہت میں بڑا سخت ہے یعنی اسے مال کی بیحد محبت ہے اور یہ بھی معنی ہیں کہ اس کی محبت میں پھنس کر ہماری راہ میں دینے سے جی چراتا اور بخل کرتا ہے پھر پروردگار عالم اسے دنیا سے بےرغبت کرنے اور آخرت کی طرف متوجہ کرنے کے لیے فرما رہا ہے کہ کیا انسان کو یہ معلوم نہیں کہ ایک وقت وہ آ رہا ہے کہ جب تمام مردے قبروں سے نکل کھڑے ہوں گے اور جو کچھ باتیں چھپی لگی ہوئی تھیں سب ظاہر ہو جائی گی سن لو ان کا رب ان کے تمام کاموں سے باخبر ہے اور ہر ایک عمل کا بدلہ پورا پورا دینے والا ہے ایک ذرے کے برابر ظلم وہ روا نہیں رکھتا اور نہ رکھے۔ سورة عادیات کی تفسیر اللہ کے فضل و احسان سے ختم ہوئی، فالحمد اللہ۔",
  "ayah": 9,
  "surah": 100
}
