{
  "text": "قوله - عز وجل - : ( حتى إذا أتوا على وادي النمل ) روي عن وهب بن منبه عن كعب قال : كان سليمان إذا ركب حمل أهله وخدمه وحشمه ، وقد اتخذ مطابخ ومخابز يحمل فيها تنانير الحديد وقدور عظام ، يسع كل قدر عشر جزائر وقد اتخذ ميادين للدواب أمامه ، فيطبخ الطباخون ، ويخبز الخبازون ، وتجري الدواب بين يديه بين السماء والأرض ، والريح تهوي بهم ، فسار من اصطخر إلى اليمن فسلك مدينة رسول الله - صلى الله عليه وسلم - ، فقال سليمان : هذه دار هجرة نبي في آخر الزمان ، طوبى لمن آمن به وطوبى لمن اتبعه ، ورأى حول البيت أصناما تعبد من دون الله فلما جاوز سليمان البيت بكى البيت ، فأوحى الله إلى البيت ما يبكيك ؟ فقال : يا رب أبكاني أن هذا نبي من أنبيائك وقوم من أوليائك مروا علي فلم يهبطوا ولم يصلوا عندي ، والأصنام تعبد حولي من دونك فأوحى الله إليه أن لا تبك ، فإني سوف أملؤك وجوها سجدا ، وأنزل فيك قرآنا جديدا وأبعث منك نبيا في آخر الزمان أحب أنبيائي إلي ، وأجعل فيك عمارا من خلقي يعبدونني ، وأفرض على عبادي فريضة يذفون إليك ذفيف النسور إلى وكرها ، ويحنون إليك حنين الناقة إلى ولدها والحمامة إلى بيضتها ، وأطهرك من الأوثان وعبدة الشياطين ثم مضى سليمان حتى مر بوادي السدير واد من الطائف ، فأتى على وادي النمل ، هكذا قال كعب : إنه واد بالطائف . وقال قتادة ومقاتل : هو أرض بالشام . وقيل : واد كان يسكنه الجن ، وأولئك النمل مراكبهموقال نوف الحميري : كان نمل ذلك الوادي أمثال الذباب . وقيل : كالبخاتي . والمشهور : أنه النمل الصغير . وقال الشعبي : كانت تلك النملة ذات جناحين . وقيل : كانت نملة عرجاء فنادت : ( قالت نملة يا أيها النمل ادخلوا مساكنكم ) ولم تقل : ادخلن ، لأنه لما جعل لهم قولا كالآدميين خوطبوا بخطاب الآدميين ) ( لا يحطمنكم ) لا يكسرنكم ) ( سليمان وجنوده ) والحطم الكسر ) ( وهم لا يشعرون ) فسمع سليمان قولها ، وكان لا يتكلم خلق إلا حملت الريح ذلك فألقته في مسامع سليمان . قال مقاتل : سمع سليمان كلامها من ثلاثة أميال . قال الضحاك : كان اسم تلك النملة طاحية ، قال مقاتل : كان اسمها جرمى . فإن قيل : كيف يتصور الحطم من سليمان وجنوده وكانت الريح تحمل سليمان وجنوده على بساط بين السماء والأرض ؟ قيل : كان جنوده ركبانا وفيهم مشاة على الأرض تطوى لهم . وقيل : يحتمل أن يكون هذا قبل تسخير الله الريح لسليمان . قال أهل التفسير : علم النمل أن سليمان نبي ليس فيه جبرية ولا ظلم . ومعنى الآية : أنكم لو لم تدخلوا مساكنكم وطؤوكم ولم يشعروا بكم . ويروى أن سليمان لما بلغ وادي النمل حبس جنوده حتى دخل النمل بيوتهم .",
  "ayah": 18,
  "surah": 27
}
