{
  "text": "وقوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) يقول تعالى ذكره: فبين لها ما ينبغي لها أن تأتي أو تذر من خير، أو شرّ أو طاعة، أو معصية.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) يقول: بَيَّنَ الخيرَ والشرَّ.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) يقول: بين الخيرَ والشرَّ.محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: علَّمها الطاعة والمعصية.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: عَرَّفَها.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) : فبَيَّن لها فجورها وتقواها.وحُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) ، بين لها الطاعةَ والمعصيةَ.حدثنا ابن حميد، قال: ثنا مهران، عن سفيان ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: أعلمها المعصية والطاعة.قال: ثنا مِهْران، عن سفيان، عن الضحاك بن مزاحم ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: الطاعةَ والمعصيةَ.وقال آخرون: بل معنى ذلك: أن الله جعل فيها ذلك.* ذكر من قال ذلك:حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا ) قال: جعل فيها فجورَها وتقواها.حدثنا ابن بشار، قال: ثنا صفوان بن عيسى وأبو عاصم النبيل، قالا ثنا عزرة بن ثابت، قال: ثني يحيى بن عقيل، عن يحيى بن يَعْمَر، عن أبي الأسود الدّيلي، قال: قال لي عمران بن حُصين: أرأيت ما يعمل الناس فيه ويتكادحون فيه أشيء قُضِيَ عليهم، ومضى عليهم من قَدَرٍ قد سبق، أو فيما يستقبلون مما أتاهم به نبيهم عليه الصلاة والسلام، وأكدت عليهم الحجة ؟ قلت: بل شيء قُضِيَ عليهم، قال: فهل يكون ذلك ظلما ؟ قال: ففزعت منه فزعا شديدا، قال: قلت له: ليس شيء إلا وهو خَلْقُه، ومِلْكُ يده،  لا يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ  قال: سددّك الله، إنما سألتك \" أظنه أنا \" لأخْبُرَ عقلك. إن رجلا من مُزَينة أو جهينة، أتى النبيّ صلى الله عليه وسلم، فقال: يا رسول الله، أرأيت ما يعمل الناس فيه ويتكادحون أشيء قضي عليهم، ومضى عليهم من قدر سبق، أو فيما يستقبلون مما أتاهم به نبيهم عليه السلام وأكّدت به عليهم الحجة ؟ قال: \" فِي شَيء قَدْ قُضِيَ عَلَيْهِمْ\"؛ قال: ففيم &; 24-456 &; نعملُ ؟ قال: \" مَنْ كانَ اللهُ خَلَقَهُ لإحْدَى المَنـزلَتَينِ يُهَيِّئُهُ لَهَا، وَتَصْدِيقُ ذَلكَ فِي كِتَابِ اللهِ: (وَنَفْسٍ وَمَا سَوَّاهَا * فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا)\".",
  "ayah": 8,
  "surah": 91
}
