{
  "text": "The Story of Musa and Fir`awn\nAllah consoles His Prophet Muhammad ﷺ for the disbelief of his people and gives him the glad tidings of good consequences and victory in this world and the Hereafter, as happened to Musa bin `Imran, peace be upon him, whom Allah sent with clear proof and definitive evidence. Allah says:\nبِـَايَـتِنَا وَسُلْطَانٍ مُّبِينٍ\n(with Our Ayat, and a manifest authority). Authority means proof and evidence.\nإِلَى فِرْعَوْنَ\n(to Fir`awn), who was the king of the Copts of Egypt.\nوَهَـمَـنَ\n(Haman) who was his adviser.\nوَقَـشرُونَ\n(and Qarun) who was the richest trader among the people of his time.\nفَقَالُواْ سَـحِرٌ كَـذَّابٌ\n(but they called (him): \"A sorcerer, liar!\") means, they rejected him and thought he was a sorcerer, a madman and an illusionist who was telling lies about having been sent by Allah. This is like the Ayah:\nكَذَلِكَ مَآ أَتَى الَّذِينَ مِن قَبْلِهِمْ مِّن رَّسُولٍ إِلاَّ قَالُواْ سَـحِرٌ أَوْ مَجْنُونٌ - أَتَوَاصَوْاْ بِهِ بَلْ هُمْ قَوْمٌ طَـغُونَ\n(Likewise, no Messenger came to those before them but they said: \"A sorcerer or a madman!\" Have they transmitted this saying to these Nay, they are themselves a people transgressing beyond bounds!) (51:52-53)\nفَلَمَّا جَآءَهُمْ بِالْحَقِّ مِنْ عِندِنَا\n(Then, when he brought them the Truth from Us,) means, with definite evidence that Allah had sent him to them,\nقَالُواْ اقْتُلُواْ أَبْنَآءَ الَّذِينَ ءَامَنُواْ مَعَهُ وَاسْتَحْيُواْ نِسَآءَهُمْ\n(they said: \"Kill with him the sons of those who believe and let their women live;) This was a second command from Fir`awn to kill the males of the Children of Israel. The first command had been as a precaution against the emergence of a man like Musa, or an act intended to humiliate this people or reduce their numbers or both. The second command was for the second reason, to humiliate the people so that they would regard Musa as a bad omen. they said:\nأُوذِينَا مِن قَبْلِ أَن تَأْتِيَنَا وَمِن بَعْدِ مَا جِئْتَنَا قَالَ عَسَى رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِى الاٌّرْضِ فَيَنظُرَ كَيْفَ تَعْمَلُونَ\n(\"We (Children of Israel) had suffered troubles before you came to us, and since you have come to us.\" He said: \"It may be that your Lord will destroy your enemy and make you successors on the earth, so that He may see how you act\") (7:129). Qatadah said, this was one command after another.\nوَمَا كَـيْدُ الْكَـفِرِينَ إِلاَّ فِى ضَلَـلٍ\n(but the plots of disbelievers are nothing but in vain!) means, their schemes and intentions -- to reduce the numbers of the Children of Israel lest they prevail over them -- were doomed to failure.\nوَقَالَ فِرْعَوْنُ ذَرُونِى أَقْتُلْ مُوسَى وَلْيَدْعُ رَبَّهُ\n(Fir`awn said: \"Leave me to kill Musa, and let him call his Lord!...\") Fir`awn, may Allah curse him, resolved to kill Musa, peace be upon him, i.e., he said to his people, `let me kill him for you.'\nوَلْيَدْعُ رَبَّهُ\n(and let him call his Lord!) means, `I do not care.' This is the utmost in offensive stubbornness.\nإِنِّى أَخَافُ أَن يُبَدِّلَ دِينَكُـمْ أَوْ أَن يُظْهِرَ فِى الاٌّرْضِ الْفَسَادَ\n(I fear that he may change your religion, or that he may cause mischief to appear in the land!) means, Musa; Fir`awn was afraid that Musa would lead his people astray and change their ways and customs. As if Fir`awn would be concerned about what Musa might do to his people! The majority understood this as meaning, `he will change your religion and cause mischief to appear in the land.'\nوَقَالَ مُوسَى إِنِّى عُذْتُ بِرَبِّى وَرَبِّكُـمْ مِّن كُلِّ مُتَكَبِّرٍ لاَّ يُؤْمِنُ بِيَوْمِ الْحِسَابِ\n(Musa said: \"Verily, I seek refuge in my Lord and your Lord from every arrogant who believes not in the Day of Reckoning!\") means, when he heard that Fir`awn had said,\nذَرُونِى أَقْتُلْ مُوسَى\n(Leave me to kill Musa,) Musa, peace be upon him, said, \"I seek refuge and protection with Allah from his evil and the evil of those like him.\" So he said:\nإِنِّى عُذْتُ بِرَبِّى وَرَبِّكُـمْ\n(Verily, I seek refuge in my Lord and your Lord) -- those who were being addressed here --\nمِّن كُلِّ مُتَكَبِّرٍ\n(from every arrogant) means, from every evildoer,\nلاَّ يُؤْمِنُ بِيَوْمِ الْحِسَابِ\n(who believes not in the Day of Reckoning!) It was reported in the Hadith narrated from Abu Musa, may Allah be pleased with him, that when the Messenger of Allah ﷺ was afraid of some people, he would say:\n«اللْهُمَّ إِنَّا نَعُوذُ بِكَ مِنْ شُرُورِهِمْ، وَنَدْرَأُ بِكَ فِي نُحُورِهِم»\n(O Allah, we seek refuge in You from their evil and we seek Your help in repulsing them.)",
  "ayah": 23,
  "surah": 40
}
