{
  "text": "Signs of the Power and Oneness of Allah\nAllah reminds us of His grace towards His creation in that He has given them the night in which they rest and relax from their activities so that they can go back to them for their livelihood during the day. He has given them the day with its light, so that they can undertake their journeys and engage in their business.\nإِنَّ اللَّهَ لَذُو فَضْلٍ عَلَى النَّاسِ وَلَـكِنَّ أَكْثَرَ النَّاسِ لاَ يَشْكُرُونَ\n(Truly, Allah is full of bounty to mankind; yet, most of mankind give no thanks.) means, they do not express gratitude for the favors which Allah bestows upon them. Then Allah says:\nذَلِكُـمُ اللَّهُ رَبُّـكُمْ خَـلِقُ كُـلِّ شَىْءٍ لاَّ إِلَـهَ إِلاَّ هُوَ\n(That is Allah, your Lord, the Creator of all things, La ilaha illa Huwa.) means, the One Who does all of these things is Allah, the One, the Unique, the Creator of all things, besides Whom there is no other god or lord.\nفَأَنَّى تُؤْفَكُونَ\n(How then are you turning away) means, `how can you worship idols which cannot create anything but are themselves hand-made and carved'\nكَذَلِكَ يُؤْفَكُ الَّذِينَ كَانُواْ بِـَايَـتِ اللَّهِ يَجْحَدُونَ\n(Thus were turned away those who used to deny the Ayat of Allah) means, just as these people Quraysh were led astray by their worship of gods other than Allah, those who came before them also disbelieved and worshipped others, with no proof or evidence, but on the basis of ignorance and desires. They denied the signs and proof of Allah.\nاللَّهُ الَّذِى جَعَـلَ لَكُـمُ الاٌّرْضَ قَـرَاراً\n(Allah, it is He Who has made for you the earth as a dwelling place) means, `He made it stable and spread it out for you, so that you might live on it and travel about in it; He strengthened it with the mountains so that it does not shake with you.'\nوَالسَّمَآءَ بِنَآءً\n(and the sky as a canopy,) means, `a roof covering and protecting the world.'\nوَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ\n(and has given you shape and made your shapes good) means, `He created you in the best and most perfect form.'\nوَرَزَقَكُم مِّنَ الطَّيِّبَاتِ\n(and has provided you with good and pure things.) means, of food and drink in this world. Allah states that that He is the Creator of the dwelling place and of the inhabitants and of the provision; He is the Creator and Provider, as He says in Surat Al-Baqarah:\nيَـأَيُّهَا النَّاسُ اعْبُدُواْ رَبَّكُمُ الَّذِىْ خَلَقَكُمْ وَالَّذِينَ مِن قَبْلِكُمْ لَعَلَّكُمْ تَتَّقُونَ - الَّذِى جَعَلَ لَكُمُ الاٌّرْضَ فِرَاشاً وَالسَّمَآءَ بِنَآءً وَأَنزَلَ مِنَ السَّمَآءِ مَآءً فَأَخْرَجَ بِهِ مِنَ الثَّمَرَتِ رِزْقاً لَّكُمْ فَلاَ تَجْعَلُواْ للَّهِ أَندَاداً وَأَنتُمْ تَعْلَمُونَ\n(O mankind! Worship your Lord (Allah), Who created you and those who were before you so that you may have Taqwa. Who has made the earth a resting place for you, and the sky as a canopy, and sent down water (rain) from the sky and brought forth therewith fruits as a provision for you. Then do not set up rivals unto Allah while you know.) (2:21-22) And here Allah says, after mentioning the creation of all these things:\nذَلِكُمُ اللَّهُ رَبُّكُـمْ فَتَـبَـرَكَ اللَّهُ رَبُّ الْعَـلَمِينَ\n(That is Allah, your Lord, so Blessed be Allah, the Lord of all that exists.) meaning, exalted and sanctified and glorified be Allah, the Lord of all the worlds. Then He says:\nهُوَ الْحَىُّ لاَ إِلَـهَ إِلاَّ هُوَ\n(He is the Ever Living, La ilaha illa Huwa;) means, He is the Ever Living, from eternity to eternity, Who was, is and shall be, the First and the Last, the Manifest, the Hidden.\nلاَ إِلَـهَ إِلاَّ هُوَ\n(La ilaha illa Huwa) means, there is none comparable or equal to Him.\nفَـادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ\n(so invoke Him making the religion for Him Alone.) means, affirm His Oneness by testifying that there is no God but He. Praise be to Allah, the Lord of the worlds. Imam Ahmad recorded that after ending every prayer, `Abdullah bin Az-Zubayr used to say:\n«لَا إِلهَ إِلَّا اللهُ وَحْدَهُ لَا شَرِيكَ لَهُ،لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ، وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ، لَا حَوْلَ وَلَا قُوَّةَ إِلَّا بِاللهِ، لَا إِلهَ إِلَّا اللهُ، وَلَا نَعْبُدُ إِلَّا إِيَّاهُ، لَهُ النِّعْمَةُ وَلَهُ الْفَضْلُ وَلَهُ الثَّنَاءُ الْحَسَنُ، لَا إِلهَ إِلَّا اللهُ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ الْكَافِرُون»\n(There is no (true) God except Allah Alone with no partner or associate, to Him belongs the dominion and praise, for He is able to do all things; there is no strength and no power except with Allah; there is no (true) God except Allah and we worship none but Him; to Him belong blessings and virtue and goodly praise; there is no (true) God except Allah, we worship Him in all sincerity even though the disbelievers may hate that.) He said, \"The Messenger of Allah ﷺ used to say the Tahlil in this fashion after every prayer.\" Similar was also recorded by Muslim, Abu Dawud and An-Nasa'i.",
  "ayah": 61,
  "surah": 40
}
