{
  "text": "حَتَّىٰ زُرْ‌تُمُ الْمَقَابِرَ‌Verse [ 2] (until you reach the graves.) Here the words 'reaching the graves' mean 'to die and be buried in the graves', as the following Prophetic Hadith bears testimony to this interpretation. Referring to verse [ 2] of this Surah, the Messenger of Allah ﷺ said: حَتّٰی یِأتیکُم الموت \"until death overtakes you\" [ Ibn Kathir, from by Ibn Abi Hatim ]. The verse thus implies that many people are engrossed in acquiring worldly goods and racing each other in wealth and children etc. and remain neglectful of the Hereafter till death comes upon them, and then they are seized by the divine punishment. Sayyidna ` Abdullah Ibn Shikhkhir ؓ reports that one day he visited the Holy Prophet ﷺ while the latter was reciting Surah At-Takathur and was saying:\nیقُول ابن اٰدم مالی مالی و ھل لک من مالک الَّا ما اکلت فافنیت او لبست فابلیت اوتصدّقت فامضیت، وفی روایۃ لمسلم وما سویٰ ذلک فذاھب و تارکہ للناس\n\"The Son of Adam says: 'My wealth, my wealth.' But you do not reap any benefit from your wealth except for that which you ate and you finished it, or that which you clothed yourself with and you wore it out, or that which you gave as charity and you have spent it.\"\nAnd in a narration by Muslim: \"Everything else other than that will go away, and he will leave it for other people. (i.e. inheritors) \" [ Ibn Kathlr and Qurtubi as transmitted by Muslim, Tirmidhl and Ahmad ].\nImam Bukhari records from Sayyidna Anas ؓ عنہ\tthat the Messenger of Allah ﷺ said:\nلو کان لابن آدم وادیاً من ذھب لا حبّ ان یکون لہ وادیان ولن یملاء فاہ اِلَّا التراب و یتوب اللہ علٰی من تاب۔\n\"If the Son of 'Adam has a valley of gold, he would love to have two valleys, and nothing but the dust of grave will fill his mouth. And Allah accepts the repentance of him who turns to Him in penitence.\"\nSayyidna 'Ubayy Ibn Ka` b ؓ ، referring to the Tradition quoted above, says, \"We used to think that this was a part of the Qur'an until the first verse of Surah At-Takathur was revealed.\" It seems that the Holy Prophet ﷺ recited the verse and interpreted it in his own words. As a result, some of the Companions were under the impression that the Prophetic words were part of the Qur'an. Later on, when the Surah was recited in its entirety, it did not contain the Prophetic words. This made them realize that the Prophetic words were actually of explanatory nature, and not part of the Qur'an.",
  "ayah": 4,
  "surah": 102
}
