{
  "text": "১০-১১ নং আয়াতের তাফসীর\nকাফিরদের আকীদা বা বিশ্বাস সম্পর্কে ব্যাখ্যা দেয়া হচ্ছে। মৃত্যুর পর পুনর্জীবনে তারা বিশ্বাসী নয়। ওটা তারা অসম্ভব বলে মনে করে। তারা বলে থাকেঃ যখন আমরা মরে সড়ে পচে যাবো এবং আমাদের অঙ্গ-প্রত্যঙ্গ ছিন্ন ভিন্ন হয়ে মাটির সাথে মিশে যাবে, তারপর আবার কি আমাদেরকে নতুনভাবে সৃষ্টি করা হবে? দুঃখের কথা এই যে, আল্লাহকে তারা নিজেদের সাথে তুলনা করে থাকে। তারা তাদের সীমাবদ্ধ শক্তিকে আল্লাহর অসীম শক্তির সাথে তুলনা করে। তারা জানে ও স্বীকার করে যে, আল্লাহ তা'আলা তাদেরকে প্রথমে সৃষ্টি করেছেন। কিন্তু বড়ই আশ্চর্যজনক কথা এই যে, দ্বিতীয়বার সৃষ্টি করারও শক্তি যে তার আছে এটা তারা স্বীকার করে না। অথচ তারা তো তাঁরই শক্তিতে চালিত হচ্ছে। তার তো শুধু হুকুম মাত্র। যখনই তিনি কোন কিছুকে বলেনঃ হও, আর তেমনি তা হয়ে যায়। এ জন্যেই আল্লাহ তাআলা বলেন যে, তারা তাদের প্রতিপালকের সাক্ষাৎকার অস্বীকার করে।এরপর মহামহিমান্বিত আল্লাহ বলেনঃ তোমাদের জন্যে নিযুক্ত ফেরেশতা তোমাদের প্রাণ হরণ করবে। এর দ্বারা বুঝা যাচ্ছে যে, মালাকুল মাউত’ একজন ফেরেশতার উপাধী। হযরত বারা (রাঃ)-এর ঐ হাদীসটি যার বর্ণনা সূরায়ে ইবরাহীমে গত হয়েছে, ওর দ্বারাও প্রথম কথাটি এটাই বোধগম্য হয়ে থাকে। আর কোন কোন আসারে তার নাম আযরাঈলও (আঃ) রয়েছে এবং এটাই প্রসিদ্ধও বটে। হ্যাঁ, তবে তাঁর সঙ্গী-সাথী ও তার সাথে কাজকারী আরো ফেরেশতা রয়েছেন, যারা দেহ হতে রূহ বের করে থাকেন এবং হুলকুম পর্যন্ত পৌঁছে যাওয়ার পর মালাকুল মাউত ওটা নিয়ে নেন। তাদের জন্যে দুনিয়াকে। ছোট করে দেয়া হয়। যেমন আমাদের সামনে খাবারের খাঞ্চা থাকে। মন চায় যে, সেটা এমন স্থানে রাখা হালে যাতে সেটা থেকে খাবার উঠিয়ে নেয়ার সুবিধা হয়। ফেরেশতাদের কাছে দুনিয়াও ঠিক তদ্রুপ।এই বিষয়ের উপর একটি মুরসাল হাদীসও রয়েছে। আর ওটা হযরত ইবনে আব্বাস (রাঃ)-এর উক্তিও বটে।জাফর ইবনে মুহাম্মাদ (রাঃ) হতে বর্ণিত আছে যে, তিনি তাঁর পিতাকে বলতে শুনেছেনঃ একজন আনসারীর শিয়রে মালাকুল মাউতকে দেখে রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “হে মালাকুল মাউত! আমার সাহাবীর রূহ সহজভাবে কব করুন।” মালাকুল মাউত উত্তরে বললেনঃ “হে আল্লাহর নবী (সঃ)! আপনি নিশ্চিন্ত থাকুন ও চিত্তকে আনন্দিত রাখুন। কেননা, আমি প্রত্যেক মুমিনের ব্যাপারে কোমলতা অবলম্বন করে থাকি। শুনুন, হে আল্লাহর রাসূল (সঃ)! আল্লাহর শপথ! সারা দুনিয়ার প্রত্যেক কাঁচাপাকা ঘরে, স্থলে হালে বা জলে হালে, প্রত্যেক দিন আমি পাঁচবার চক্কর লাগিয়ে থাকি। তাদের ছোট ও বড় নিজেদেরকে যতটা চিনে তার চেয়ে বেশী আমি তাদেরকে চিনি। হে মুহাম্মাদ (সঃ)! আল্লাহর শপথ! আল্লাহর আদেশ না হওয়া পর্যন্ত আমি একটি মশারও জান কবয করতে পারি না।” (এ হাদীসটি ইবনে আবি হাতিম (রঃ) বর্ণনা করেছেন)হযরত জাফর (রঃ) বর্ণনা করেছেন যে, মালাকুল মাউতের দিনের মধ্যে পাঁচবার একটি মানুষের খোঁজ-খবর নেয়ার অর্থ হচ্ছে পাঁচ ওয়াক্ত নামাযের সময় তাকে দেখে নেয়া। যদি সে নামাযের হিফাযতকারী হয় তবে ফেরেশতা তার নিকটে অবস্থান করেন এবং শয়তান তার থেকে দূরে থাকে। শেষ সময়ে ফেরেশতা তাকে “লা ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ’-এর তালকীন দিয়ে থাকেন। মুজাহিদ (রঃ) বলেন যে, মালাকুল মাউত প্রত্যেকদিন প্রতিটি বাড়ীতে দু’বার করে এসে থাকেন। কা’ব আহবার (রঃ) তো এর সাথে সাথে একথাও বলেন যে, মালাকুল মাউত দরজার উপর অবস্থান করেন এবং সারা দিনের মধ্যে সাতবার দৃষ্টিপাত করেন যে, ঐ বাড়ীর লোকদের মধ্যে কারো জান কবয করার নির্দেশ হয়েছে কি-না।মহান আল্লাহ বলেনঃ অবশেষে তোমরা তোমাদের প্রতিপালকের নিকট প্রত্যানীত হবে। কবর থেকে বের হয়ে হাশরের মাঠে আল্লাহর সামনে তোমাদেরকে হাযির হতে হবে এবং সেখানে তোমরা তোমাদের কৃতকর্মের ফল ভোগ করবে।",
  "ayah": 11,
  "surah": 32
}
