{
  "text": "২৮-৩০ নং আয়াতের তাফসীর\nআল্লাহ তা'আলা কাফিরদের তাড়াহুড়ার খবর দিচ্ছেন যে, তারা তাচ্ছিল্যের সাথে বলতোঃ “হে নবী (সঃ)! তুমি যে বলে থাকো এবং তোমার সঙ্গীসাথীদেরকে সান্ত্বনা দিয়ে থাকো যে, তুমি আমাদের উপর বিজয় লাভ করবে এবং আমাদের থেকে প্রতিশোধ গ্রহণ করবে, সে সময় কখন আসবে? আমরা তো তোমাকে বহুদিন থেকেই পরাজিত, অধীনস্থ ও দুর্বল দেখতে পাচ্ছি। এখন তুমি আমাদেরকে আমাদের উপর তোমার বিজয় লাভের সময়টা বলে দাও।” তাদের একথার উত্তরে আল্লাহ তা'আলা বলেনঃ আল্লাহর আযাব যখন এসে যাবে এবং যখন তাঁর গযব ও ক্রোধ পতিত হবে, তা দুনিয়াতেই হালে বা আখিরাতেই হালে, তখন না ঈমান আনয়নে কোন উপকার হবে, না তাদেরকে কোন অবকাশ দেয়া হবে। যেমন আল্লাহ তা'আলা বলেনঃ (আরবি) অর্থাৎ “যখন তাদের কাছে তাদের রাসূলগণ দলীল-প্রমাণসহ আসলো তখন তাদের কাছে যে জ্ঞান আছে তা নিয়ে তারা খুশী হয়ে গেল (দু’টি আয়াত পর্যন্ত)।” (৪০:৮৩)। এর দ্বারা মক্কা বিজয় উদ্দেশ্য নয়। কেননা, মক্কা বিজয়ের দিন তো রাসূলুল্লাহ (সঃ) কাফিরদের ইসলাম গ্রহণ ককূল করে নিয়েছিলেন এবং প্রায় দু'হাজার লোক ইসলাম কবুল করেছিল। যদি এই বিজয় দ্বারা মক্কা বিজয় উদ্দেশ্য হতো তবে রাসূলুল্লাহ (সঃ) তাদের ইসলাম গ্রহণ ককূল করতেন না। যেমন এখানে বলা হয়েছে যে, সেই দিন কাফিরদের ঈমান আনয়ন তাদের কোন কাজে আসবে না। এখানে (আরবি)-এর অর্থ হচ্ছে ফায়সালা। যেমন কুরআন কারীমের এক জায়গায় আছেঃ (আরবি)অর্থাৎ “তুমি আমার ও তাদের মধ্যে ফায়সালা করে দাও।” (২৬:১১৮) অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “তুমি বল- আল্লাহ আমাদেরকে একত্রিত করবেন, অতঃপর আমাদের মধ্যে তিনি ন্যায়ের সাথে ফায়সালা করবেন।” (৩৪:২৬) আর একটি আয়াতে আছেঃ (আরবি)অর্থাৎ “তারা ফায়সালা প্রার্থনা করছে এবং যারা উদ্ধত ও হঠকারী তারা ধ্বংস হয়ে গেছে।” (১৪:১৫) আরো এক জায়গায় আছেঃ (আরবি) অর্থাৎ “এর পূর্বে তারা কাফিরদের উপর বিজয় প্রার্থনা করতো।” (২:৮৯) অন্য এক জায়গায় রয়েছেঃ (আরবি) অর্থাৎ “যদি তোমরা ফায়সালা কামনা কর তবে ফায়সালা তো তোমাদের কাছে এসেই গেছে।” (৮:১৯)এরপর আল্লাহ তা'আলা বলেনঃ “(হে নবী সঃ)! অতএব তুমি তাদেরকে উপেক্ষা কর এবং অপেক্ষা কর, তারাও অপেক্ষা করছে।” অর্থাৎ তুমি এই মুশরিকদেরকে উপেক্ষা কর এবং তোমার প্রতি তোমার প্রতিপালকের পক্ষ হতে যা অবতীর্ণ করা হয়েছে তা জনগণের কাছে পৌঁছাতে থাকো। যেমন অন্য আয়াতে তিনি বলেনঃ (আরবি)অর্থাৎ “তোমার প্রতি তোমার প্রতিপালকের পক্ষ হতে যা অহী করা হয়েছে তার তুমি অনুসরণ কর, তিনি ছাড়া কোন উপাস্য নেই।” (৬:১০৭)মহান আল্লাহ বলেনঃ তুমি তোমার প্রতিপালকের ওয়াদাকে সত্য বলে মেনে নাও। তাঁর কথা অপরিবর্তনীয়, তাঁর কথা সত্য। সত্বরই তিনি তোমাকে তোমার বিরুদ্ধাচারীদের উপর বিজয় দান করবেন। তিনি অঙ্গীকার ভঙ্গ করেন না। তারাও অপেক্ষমান রয়েছে। তারা চায় যে, তোমার উপর কোন বিপদ আপতিত হালে। কিন্তু তাদের এ মনোবাঞ্ছা পূর্ণ হবে না। আল্লাহ তা'আলা নিজের লোকদেরকে ভুলেন না। তাদেরকে তিনি পরিত্যাগও করেন না। যারা আল্লাহর আদেশ নিষেধ মেনে চলে এবং তাঁর ফরমান অন্যদের কাছে পৌঁছিয়ে দেয় তারা আল্লাহর সাহায্য হতে বঞ্চিত হতে পারে না। কাফির ও মুশরিকরা মুমিনদের উপর যে বিপদ-আপদ দেখতে চায় তাই তিনি তাদের উপরই নাযিল করে থাকেন। তারা আল্লাহর আযাবের শিকার হবেই। আমাদের জন্যে আল্লাহই যথেষ্ট। তিনি উত্তম কর্মবিধায়ক।",
  "ayah": 30,
  "surah": 32
}
