{
  "text": "وقوله: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ) وهذا استثناء من قوله ( وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ). وذكر أن هذا الاستثناء نـزل في شعراء رسول الله صلى الله عليه وسلم, كحسان بن ثابت, وكعب بن مالك, ثم هو لكلّ من كان بالصفة التي وصفه الله بها.وبالذي قلنا في ذلك جاءت الأخبار.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا سلمة وعليّ بن مجاهد, وإبراهيم بن المختار, عن ابن إسحاق, عن يزيد بن عبد الله بن قُسَيط, عن أبي الحسن سالم البراد مولى تميم الداري, قال: لما نـزلت: (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ) قال: جاء حسان بن ثابت وعبد الله بن رواحة, وكعب بن مالك إلى رسول الله صلى الله عليه وسلم, وهم يبكون, فقالوا: قد علم الله حين أنـزل هذه الآية أنا شعراء, فتلا النبيّ صلى الله عليه وسلم: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ ).حدثنا ابن حميد, قال: ثنا سلمة, قال: ثنا محمد بن إسحاق, عن بعض أصحابه, عن عطاء بن يسار, قال: نـزلت (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ) إلى آخر السورة في حسَّان بن ثابت, وعبد الله بن رواحة وكعب بن مالك.قال: ثنا يحيى بن واضح, عن الحسين, عن يزيد, عن عكرمة وطاوس, قالا قال: (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ * أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ * وَأَنَّهُمْ يَقُولُونَ مَا لا يَفْعَلُونَ), فنسخ من ذلك واستثنى, قال: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ )... الآية.حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس, قال: ثم استثنى المؤمنين منهم, يعني الشعراء, فقال: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ ).حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, قال: قال ابن عباس, فذكر مثله.حدثنا الحسن قال: أخبرنا عبد الرزاق, قال: أخبرنا معمر, عن قتادة: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا ) قال: هم الأنصار الذين هاجروا مع رسول الله صلى الله عليه وسلم .حدثنا القاسم, قال: ثنا الحسين, قال: ثنا عيسى بن يونس, عن محمد بن إسحاق, عن يزيد بن عبد الله بن قسيط, عن أبي حسن البراد, قال: لما نـزلت: (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ) ثم ذكر نحو حديث ابن حميد عن سلمة.وقوله: (وَذَكَرُوا اللَّهَ كَثِيرًا) اختلف أهل التأويل في حال الذكر الذي وصف الله به هؤلاء المستثنين من الشعراء, فقال بعضهم: هي حال منطقهم ومحاورتهم الناس, قالوا: معنى الكلام: وذكروا الله كثيرا في كلامهم.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا أبو صالح, قال: ثني معاوية, عن عليّ, عن ابن عباس: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا ) في كلامهم.وقال آخرون: بل ذلك في شعرهم.* ذكر من قال ذلك:حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَذَكَرُوا اللَّهَ كَثِيرًا ) قال: ذكروا الله في شعرهم.قال أبو جعفر: وأولى الأقوال في ذلك بالصواب أن يقال: إن الله وصف هؤلاء الذين استثناهم من شعراء المؤمنين بذكر الله كثيرا, ولم يخص ذكرهم الله على حال دون حال في كتابه, ولا على لسان رسوله, فصفتهم أنهم يذكرون الله كثيرا في كلّ أحوالهم.وقوله: ( وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا ) يقول: وانتصروا ممن هجاهم من شعراء المشركين ظلما بشعرهم وهجائهم إياهم, وإجابتهم عما هجوهم به.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني عليّ, قال: ثنا عبد الله, قال: ثني معاوية, عن عليّ, عن ابن عباس: ( وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا ) قال: يردون على الكفار الذين كانوا يهجون المؤمنين.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وانتصروا مِنَ الْمُشْرِكِينَ مِنْ بَعْدِ مَا ظُلِمُوا ).وقيل: عني بذلك كله الرهط الذين ذكرت.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا عليّ بن مجاهد وإبراهيم بن المختار, عن ابن إسحاق, عن يزيد بن عبد الله بن قسيط, عن أبي الحسن سالم البراد مولى تميم الداريّ, قال: لما نـزلت: (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ) جاء حسَّان بن ثابت وعبد الله بن رواحة, وكعب بن مالك إلى النبيّ صلى الله عليه وسلم وهم يبكون, فقالوا: قد علم الله حين أنـزل هذه الآية أنا شعراء, فتلا النبيّ صلى الله عليه وسلم: ( إِلا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ وَذَكَرُوا اللَّهَ كَثِيرًا وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا ).حدثنا القاسم, قال: ثنا الحسين, قال: ثنا عيسى بن يونس, عن محمد بن إسحاق, عن يزيد بن عبد الله بن قسيط, عن أبي حسن البراد, قال: لما نـزلت (وَالشُّعَرَاءُ يَتَّبِعُهُمُ الْغَاوُونَ) ثم ذكر نحوه.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله: ( وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا ) قال: عبد الله بن رواحة وأصحابه.حدثنا القاسم, قال: ثنا الحسين, قال: ثني حجاج, عن ابن جُرَيج, عن مجاهد: ( وَانْتَصَرُوا مِنْ بَعْدِ مَا ظُلِمُوا ) قال: عبد الله بن رواحة.وقوله: ( وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا ) يقول تعالى ذكره: وسيعلم الذين ظلموا أنفسهم بشركهم بالله من أهل مكة ( أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ ) يقول: أي مرجع يرجعون إليه, وأي معاد يعودون إليه بعد مماتهم, فإنهم يصيرون إلى نار لا يُطفأ سعيرها, ولا يَسْكُن لهبها.وبنحو الذي قلنا في ذلك, قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد, قال: ثنا سلمة, وعليّ بن مجاهد, وإبراهيم بن المختار, عن ابن إسحاق, عن يزيد بن عبد الله بن قسيط, عن أبي الحسن سالم البراد مولى تميم الداري: ( وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ ) يعني: أهل مكة.حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله: ( وَسَيَعْلَمُ الَّذِينَ ظَلَمُوا أَيَّ مُنْقَلَبٍ يَنْقَلِبُونَ ) قال: وسيعلم الذين ظلموا من المشركين أي منقلب ينقلبون.آخر تفسير سورة الشعراء",
  "ayah": 227,
  "surah": 26
}
