{
  "text": "The False Promise of Support the Hypocrites gave to the Jews\nAllah states that the hypocrites, `Abdullah bin Ubayy and his like, sent a messenger to Bani An-Nadir promising them help. Allah the Exalted said,\nأَلَمْ تَرَ إِلَى الَّذِينَ نَـفَقُواْ يَقُولُونَ لإِخْوَانِهِمُ الَّذِينَ كَفَرُواْ مِنْ أَهْلِ الْكِتَـبِ لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ وَلاَ نُطِيعُ فيكُمْ أَحَداً أَبَداً وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ\n(Have you not observed the hypocrites who say to their friends among the People of the Scripture who disbelieve: \"If you are expelled, we indeed will go out with you, and we shall never obey anyone against you; and if you are attacked, we shall indeed help you.\") Allah then said,\nوَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَـذِبُونَ\n(But Allah is Witness that they verily are liars.) meaning, the hypocrites lied when they issued this promise, because it was just words that they did not intend to fulfill. Also, what they said they would do, would never have been fulfilled by them, and this is why Allah said,\nوَلَئِن قُوتِلُواْ لاَ يَنصُرُونَهُمْ\n(and if they are attacked, they will never help them.) meaning, the hypocrites will not fight along with the Jews,\nوَلَئِن نَّصَرُوهُمْ\n(And (even) if they do help them, ) and even if the hypocrites did fight along their side,\nلَيُوَلُّنَّ الاٌّدْبَـرَ ثُمَّ لاَ يُنصَرُونَ\n(they will turn their backs, and they will not be victorious.) This Ayah contains good news, just as the good news that this following Ayah conveys,\nلاّنتُمْ أَشَدُّ رَهْبَةً فِى صُدُورِهِمْ مِّنَ اللَّهِ\n(Verily, you are more fearful in their breasts than Allah.) meaning, the hypocrites fear you more than they fear Allah, as He says;\nإِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً\n(Behold! a section of them fear men as they fear Allah or even more.)(4:77)  This is why Allah said,\nذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُونَ\n(That is because they are a people who comprehend not.) Allah then said,\nلاَ يُقَـتِلُونَكُمْ جَمِيعاً إِلاَّ فِى قُرًى مُّحَصَّنَةٍ أَوْ مِن وَرَآءِ جُدُرٍ\n(They fight not against you even together, except in fortified townships, or from behind walls.) meaning, they will not fight Muslims except from behind besieged fortified forts, because of their cowardice and fear of Muslims. They only fight when they have to defend themselves (even though they threaten Muslims of reprisals). Allah the Exalted said,\nبَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ\n(Their enmity among themselves is very great.) meaning, the enmity they feel against each other is intense,\nوَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ\n(And make you to taste the violence of one another.)(6:65) Allah said in the Ayah,\nتَحْسَبُهُمْ جَمِيعاً وَقُلُوبُهُمْ شَتَّى\n(You would think they were united, but their hearts are divided.) meaning, even though one might see them combining forces and think that these forces are harmonious, yet in reality, they are divided severely. Ibrahim An-Nakha`i said that this Ayah refers to the hypocrites and the People of the Scriptures,\nذلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْقِلُونَ\n(That is because they are a people who understand not.) Allah said,\nكَمَثَلِ الَّذِينَ مِن قَبْلِهِمْ قَرِيباً ذَاقُواْ وَبَالَ أَمْرِهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ\n(They are like their immediate predecessors; they tasted the evil result of their conduct, and for them a painful torment.) referring to the Jewish tribe of Bani Qaynuqa`, according to Ibn `Abbas, Qatadah and Muhammad bin Ishaq.\nThe Parable of the Hypocrites and the Jews\nAllah said,\nكَمَثَلِ الشَّيْطَـنِ إِذْ قَالَ لِلإِنسَـنِ اكْفُرْ فَلَمَّا كَفَرَ قَالَ إِنِّى بَرِىءٌ مِّنكَ\n(Like Shaytan, when he says to man: \"Disbelieve.\" But when (man) disbelieves, Shaytan says: \"I am free of you...\") meaning, the example of the Jews being deceived by the promises of the hypocrites, who said that they will help them if Muslims fight them, is that of the devil. When matters got serious and the Jews were besieged, the hypocrites betrayed them and abandoned them to taste utter defeat. Likewise, the devil lures mankind into disbelief and when they obey him, he disowns them and declares himself free of their actions, saying,\nإِنِّى أَخَافُ اللَّهَ رَبَّ الْعَـلَمِينَ\n(I fear Allah, the Lord of all that exists!) Allah said,\nفَكَانَ عَـقِبَتَهُمَآ أَنَّهُمَا فِى النَّارِ خَـلِدِينَ فِيهَا\n(So, the end of both will be that they will be in the Fire, abiding therein.) meaning, the end of both he, Shaytan, who commanded that dis- belief be committed, and those who accep- ted his call, was in the fire of Hell forever,\nوَذَلِكَ جَزَآءُ الظَّـلِمِينَ\n(Such is the recompense of the wrongdoers. ) means, this is the recompense of every unjust person.",
  "ayah": 13,
  "surah": 59
}
