{
  "text": "Which was revealed in Makkah\nبِسْمِ اللَّهِ الرَّحْمَـنِ الرَّحِيمِ\n(In the Name of Allah, the Most Gracious, the Most Merciful.\nSwearing by the Horses of War about the Ungratefulness of Man and His Zeal for Wealth\nAllah swears by the horses when they are made to gallop into battle in His path (i.e., Jihad), and thus they run and pant, which is the sound that is heard from the horse when it runs.\nفَالمُورِيَـتِ قَدْحاً\n(Striking sparks of fire.) meaning, the striking of their hooves on the rocks, which causes sparks of fire to fly from them.\nفَالْمُغِيرَتِ صُبْحاً\n(And scouring to the raid at dawn.) meaning, the raid that is carried out in the early morning time. This is just as the Messenger of Allah ﷺ used to perform raids in the early morning. He would wait to see if he heard the Adhan (call to prayer) from the people. If he heard it he would leave them alone, and if he didn't hear it he would attack. Then Allah says,\nفَأَثَرْنَ بِهِ نَقْعاً\n(And raise the dust in clouds the while.) meaning, dust at the place of the battle with the horses.\nفَوَسَطْنَ بِهِ جَمْعاً\n(And penetrating forthwith as one into the midst.) means, then are all in the middle of that spot, together. Allah's saying;\nفَالْمُغِيرَتِ صُبْحاً\n(And scouring to the raid at dawn.) Ibn `Abbas, Mujahid and Qatadah, all said, \"This means the invasion of the horses in the morning in the way of Allah.\" And His statement,\nفَأَثَرْنَ بِهِ نَقْعاً\n(And raise the dust in clouds the while.) This is the place in which the attack takes place. The dust is stirred up by it. And His statement,\nفَوَسَطْنَ بِهِ جَمْعاً\n(And penetrating forthwith as one into the midst.) Al-`Awfi narrated from Ibn `Abbas, `Ata, `Ikrimah, Qatadah and Ad-Dahhak that they all said, \"This means into the midst of the disbelieving enemy.\" Concerning Allah's statement,\nإِنَّ الإِنسَـنَ لِرَبِّهِ لَكَنُودٌ\n(Verily, man is ungrateful (Kanud) to his Lord.) This is the subject what is being sworn about, and it means that he (man) is ungrateful for the favors of His Lord and he rejects them. Ibn `Abbas, Mujahid, Ibrahim An-Nakha`i, Abu Al-Jawza', Abu Al-`Aliyah, Abu Ad-Duha, Sa`id bin Jubayr, Muhammad bin Qays, Ad-Dahhak, Al-Hasan, Qatadah, Ar-Rabi` bin Anas and Ibn Zayd all said, \"Al-Kanud means ungrateful.\" Al-Hasan said, \"Al-Kanud is the one who counts the calamities (that befall him) and he forgets Allah's favors.\"\nConcerning Allah's statement,\nوَإِنَّهُ عَلَى ذَلِكَ لَشَهِيدٌ\n(And to that He bears witness.) Qatadah and Sufyan Ath-Thawri both said, \"And indeed Allah is a witness to that.\" It is also possible that the pronoun (He) could be referring to man. This was said by Muhammad bin Ka`b Al-Qurazi. Thus, its meaning would be that man is a witness himself to the fact that he is ungrateful. This is obvious in his condition, meaning this is apparent from his statements and deeds. This is as Allah says,\nمَا كَانَ لِلْمُشْرِكِينَ أَن يَعْمُرُواْ مَسَاجِدَ الله شَـهِدِينَ عَلَى أَنفُسِهِم بِالْكُفْرِ\n(It is not for the idolators, to maintain the Masajid of Allah, while they witness disbelief against themselves.) (9:17) Allah said;\nوَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ\n(And verily, he is violent in the love of wealth.) meaning, and indeed in his love of the good, which is wealth, he is severe. There are two opinions concerning this. One of them is that it means that he is severe. There are two opinions concerning this. One of them is that it means that he is severe in his love of wealth. The other view is that it means he is covetous and stingy due to the love of wealth. However, both views are correct.\nThe Threat about the Hereafter\nThen Allah encourages abstinence from worldly things and striving for the Hereafter, and He informs of what the situation will be after this present condition, and what man will face of horrors. He says,\nأَفَلاَ يَعْلَمُ إِذَا بُعْثِرَ مَا فِى الْقُبُورِ\n(Knows he not that when the contents of the graves are poured forth) meaning, the dead that are in it will be brought out.\nوَحُصِّلَ مَا فِى الصُّدُورِ\n(And that which is in the breasts shall be made known) Ibn `Abbas and others have said, \"This means what was in their souls would be exposed and made apparent.\"\nإِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ\n(Verily, that Day their Lord will be Well-Acquainted with them.) meaning, He knows all of that they used to do, and He will compensate them for it with the most deserving reward. He does not do even the slightest amount of injustice. This is the end of the Tafsir of Surat Al-`Adiyat, and all praise and thanks are due to Allah.",
  "ayah": 11,
  "surah": 100
}
