{
  "text": "The Surah begins with the Arabic letters Alif, Lam and Mim (equivalents of A, L and M). Several Surahs begin with a similar combination of letters, for example, Ha, Mim, or Alif, Lam, Mim, Sad. Each of these letters is pronounced separately without the addition of a vowel sound after it. So, the technical term for them is مقطعات (Mugatta` at: isolated letters).\nAccording to certain commentators, the isolated letters are the names of the Surahs at the beginning of which they occur. According to others, they are the symbols of the Divine Names. But the majority of the blessed Companions ؓ and the generation next to them, the تابعین Tabi’ in, and also the later authoritative scholars have preferred the view that the isolated letters are symbols or mysteries, the meaning of which is known to Allah alone or may have been entrusted as a special secret to the Holy Prophet ﷺ not to be communicated to anyone else. That is why no commentary or explanation of these letters has at all been reported from him. The great commentator Al-Qurtubi has adopted this view of the matter, which is summarized below:\n\"According to ` Amir Al-Sha'bi, Sufyan Al-Thawri and many masters of the science of Hadith, every revealed book contains certain secret signs and symbols and mysteries of Allah; the isolated letters too are the secrets of Allah in the Holy Qur'an, and hence they are among the مشتبہات (Mutashabihat: of hidden meaning), the meaning of which is known to Allah alone, and it is not permissible for us even to enter into any discussion with regard to them. The isolated letters are not, however, without some benefit to us. Firstly, to believe in them and to recite them is in itself a great merit. Secondly, in reciting them we receive spiritual blessings from the unseen world, even if we are not aware of the fact. AI-Qurtubi (رح) adds: \"The Blessed Caliphs Abu Bakr, ` Umar, ` Uthman and ` Ali ؓ and most of the Companions like ` Abdullah ibn Mas'ud ؓ firmly held the view that these letters are the secrets of Allah, that we should believe in them as having descended from Allah and recite them exactly in the form in which they have descended, but should not be inquisitive about their meanings, which would be improper\". Citing Al-Qurtubi and others, Ibn Kathir too prefers this view. On the other hand, interpretations of the isolated letters have been reported from great and authentic scholars. Their purpose, however, was only to provide symbolical interpretation, or to awaken the minds of the readers to the indefinite possibilities of meanings that lie hidden in the Holy Qur'an, or just to simplify things; they never wished to claim that these were the meanings intended by Allah Himself. Therefore, it would not be justifiable to challenge such efforts at interpretation since it would go against the considered judgment of veritable scholars.",
  "ayah": 1,
  "surah": 2
}
