{
  "text": "Some of the Jews, pretending to be the well-wishers of the Muslims, were always inventing new stratagems to make them turn away from Islam, and, in spite of repeated failure in this effort, did not refrain from it. The verse warns the Muslims against their intentions, which are motivated, not by sincerity and friendship, but by envy --which in its turn arises not from anything the Muslims do, but spontaneously from within themselves even after they have come to understand clearly what the truth is. The verse also asks the Muslims not to give way to their justifiable anger at such misconduct, but to forgive the Jews, and wait till Allah sends a new commandment with regard to such matters. Thus, the verse gives an indication that Allah is soon going to lay down a law for the preservation of peace and order on the earth which would guide the Muslims in dealing with mischief-makers -- the law, of course, being the permission to go to war against the enemies of Islam. The Muslims were actually conscious of their own weakness and the strength of their foe, and could have wondered how they would be able to act upon the new law. So, the verse reminds them that Allah's power extends over everything, small or big, ordinary or extraordinary.\nThe next verse asks the Muslims to continue offering their prayers and paying Zakah and when the new law comes down, they can add the participation in a Jihad to these good deeds which they have already been performing. Nor should the Muslims suppose that until they can take part in a Jihad, mere prayers and fasting will not bring them the spiritual merit they desire; in fact, they shall receive a full reward in the other world for each and every good deed they perform, for Allah knows what people do, and not a particle of one's good deeds shall be lost.\nThis command to show forbearance towards the Jews was proper to the situations of the Muslims at that time. Later on, Allah fulfilled the promise made in verse 109, and sent down the injunction with regard to Jihad. Then, this new law was applied to the Jews as well as to other miscreants - in order to prevent disorder and to make peace and order prevail on the earth, Muslims went to war against them, and the mischief-makers were either killed, or forced into exile, or made to pay Jizyah.30\n30. Which is a special levy on non-Muslims who live under the protection of the Islamic state and which absolves them from military service.",
  "ayah": 109,
  "surah": 2
}
