{
  "text": "Injunctions and related considerations\nVerse 114 lays down, or helps us to infer, some very important injunctions:\nAll the mosques in the world are equally worthy of respect. Just as it is a great sin to desecrate in any way the Baytul-Maqdis, or the mosque attached to the Ka'bah (Al-Masjid al- Haram) or the mosque of the Holy Prophet ﷺ ، the same prohibition holds good with regard to all other mosques. These three mosques, no doubt, enjoy a superior position, and special respect is to be paid to them. The reward for offering prayers once in Al-Masjid al-Haram is equal to that of praying a hundred thousand times elsewhere; the reward for praying in the mosque of the Holy Prophet g and in the Baytul-Maqdis equals that of praying fifty thousand times. To make a long journey for the purpose of praying in any one of these three mosques is a meritorious act which makes one worthy of receiving a special barakah بَرَکہ . On the other hand, the Holy Prophet $ has forbidden it that one should make a long journey in order to offer one's prayers in a mosque other than these three, believing it to be a meritorious act.\nThe sanctity of the Mosque\n(2)\tIt is forbidden to prevent people, in any form or manner possible, from offering their prayers or \"remembering\" Allah in a mosque. An obvious form of such interference is not to allow someone to enter a mosque or to offer his prayers or to read the Holy Qur'an there. A less explicit form is to produce some kind of a noise in the mosque itself or play music nearby, and thus to disturb people in their prayers or in their \"remembrance\" (; ) of Allah. Similarly, if one starts reciting the Holy Qur'an or \"remembering\" Allah loudly so as to disturb the people who are offering supererogatory prayers (Nawafil نوافل) or themselves reading the Holy Qur'an or silently \"remembering\" Allah (Dhikr ذکر ), one is being guilty of the same sin. Therefore, the Fuqaha' (masters of Islamic jurisprudence) have forbidden this practice. But, if people are not present in the mosque, one may recite the Holy Qur'an or make \"dhikr ذکر \" in a loud voice. On the basis of this principle we can also see that it is forbidden to beg or to collect donations even for a religious purpose while people are engaged in their prayers or in \"dhikr ذکر .\"\n(3)\tAll the possible forms of laying waste a mosque are forbidden. This includes not only demolishing and destroying a mosque, but also producing conditions which result in a mosque being laid waste or deserted. For, laying waste a mosque implies that few, or only a few people should come there for offering their prayers. A mosque can be said to be flourishing, not on the score of the beauty of its architecture or of its ornamentation, but only when it is full of men who come to pray and to \"remember\" Allah. Says the Holy Qur'an:\nإِنَّمَا يَعْمُرُ‌ مَسَاجِدَ اللَّـهِ مَنْ آمَنَ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ‌ وَأَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلَّا اللَّـهَ ۖ فَعَسَىٰ أُولَـٰئِكَ أَن يَكُونُوا مِنَ الْمُهْتَدِينَ ﴿18﴾\nOnly those do populate the mosques of Allah who believe in Allah and in the Day of Judgment, who are steadfast in Salah and pay the Zakah, and do not fear anyone but Allah\" (9:18).\nSo, the Holy Prophet g has foretold that when the Day of Judgment comes close, the mosques of the Muslims would be beautifully designed and decorated and be apparently full of people, but they would in reality be deserted, for a few people would go there for the purpose of offering their prayers. We are also reminded of what the fourth Khalifah and the blessed Companion ` Ali ؓ has said. There are, according to him, six deeds which behove a man --three of them pertain to the state when one is living at home and the other three to the state when one is on a journey. The first three are --to read the Holy Qur'an, to populate the mosques, and to bring together a number of friends who wish to serve Allah and His faith. The other three are -- to spend out of what one has over one's needy companions of the way, to be polite to everyone, and to be cheerful with one's co-travellers so long as one does not go beyond the limits allowed by the Shari'ah. What he means by \"populating\" the mosques is that one should enter them in a spirit of humility and with the fear of Allah in one's heart, and then engage oneself in prayers or in reciting the Holy Qur'an or in making \"dhikr. ذکر ' In opposition to this, the laying waste of mosques would mean that few, or only a few people should offer their prayers in them, or that a set of circumstances is allowed to develop which makes it difficult for those who are present to acquire the proper attitude of humility.\nIf Verse 114 was revealed on the occasion of the Peace of Hudaybiyyah حُدیبیہ when the mushrikin (associators) of Makkah had prevented the Muslims from entering Al-Masjid al-Haram, then it is quite obvious that laying waste a mosque does not merely mean demolishing it, but also that it is not being allowed to be used for the purpose for which it was built -- that is, for Salah and for the Dhikr (remembrance) of Allah.\nAs for Verse 115, we have already pointed out that Allah not being limited to any particular direction or place, the Muslims do not, in turning towards the Ka'bah کعبہ ، at all mean to worship it, but that this particular orientation has been fixed on account of certain other considerations. We have also noted that for sixteen or seventeen months after the Hijrah ھجرہ ، the Holy Prophet ﷺ and the blessed Companions were made to turn towards the Baytul-Maqdis in their prayers under divine commandment. This was, so to say, a practical demonstration of the truth that one can find Allah in every direction, and that Allah's attention encompasses all possible directions and dimensions simultaneously. A further and permanent demonstration of the same truth is provided by the injunction with regard to supererogatory prayers (Nawafil). That is to say, if one wishes to offer such prayers while travelling on a horse or a camel etc., it is not necessary for him even to turn towards the Qiblah, for he is allowed to keep his face towards the direction in which his horse is moving, and to offer his supererogatory prayers through the gestures of his head and arms. In fact, according to certain commentators, Verse 115 lays down just this rule with regard to supererogatory prayers. But one must bear in mind that this injunction applies only to that form of travel which involves animals like a horse or a camel that makes it difficult for one to turn towards the Qiblah. But in other forms of travel (e.g., in a train or a ship or an aeroplane) where it is not difficult to turn towards the Qiblah, one has to adopt the proper orientation even in offering supererogatory prayers. However, should the train or the aeroplane change its direction while one is still praying and there is no room for readjusting one's orientation accordingly, one can go on and finish the prayers in the same state.\nSimilarly, if one does not know the direction of the Qiblah, nor can correctly determine it on account of the darkness of the night or for some other valid reason, nor can find someone to provide correct information, the same rule would apply in this case too. In such a situation, one is allowed to follow one's conjecture, and to turn in the direction which seems to be the most likely. The direction one chooses would serve as the Qiblah. If, having finished one's prayers, one discovers that the choice of this particular direction was wrong, even then one's prayers would remain acceptable, and one would not have to repeat them.",
  "ayah": 114,
  "surah": 2
}
