{
  "text": "As the Holy Qur'an reports in some other verses, some of the Jews called the Prophet Uzayr (علیہ السلام) (Ezra) the son of God, as did the Christians in the case of Sayyidna ` Isa (Jesus علیہ السلام)~ and most of them still do, while the mushrikin مشرکین of Makkah considered the angels to be the daughters of God. These two verses show the absurdity of such assertions. For, even on rational grounds, it is totally impossible that God should have offspring. Were it at all possible, the situation would necessarily involve either of the two alternative characteristics -- the offspring would belong either to the same genus as the father does, or to a different genus. If it belongs to a different genus, that obviously is a defect, while God should in order to be God, be free of all defects -- as reason itself requires, and as Verse 116 affirms. If the offspring belongs to the same genus, that too is a contradiction in terms, for God has no equal and no existent can belong to the same genus as He does. Let us explain what we mean. God alone is the Necessary Being (Al-Dhat al-Wajib الذات الواجب ), and hence necessarily carries within Himself the Attributes of Perfection which are peculiar to Him alone and which cannot exist in any one other than God. Now, if we deny a necessary attribute to a certain being, we automatically deny the existence of that being. So, no one other than God can be a necessary being. Insofar as \"necessity\" is in itself the essence of the Ultimate Reality, or an inalienable quality of the Ultimate Reality, anyone other than God cannot share the Reality with Him. Hence, it would be a plain and simple contradiction in terms of claim that anyone other than God can belong to the same genus.\nHaving refuted the false claims of the Jews, the Christians and the mushrikin, the two verses proceed to demonstrate how and why the Attributes of Perfection are peculiar to Allah Himself and Him alone. Firstly, all that exists in heaven or earth belongs to Allah. Secondly, everything is also subservient to Him -- in the sense that no one can interfere with His omnipotence (for example, with His power to create a.nd to destroy), even if some men may be lax in obeying the injunctions of the Shari'ah. Thirdly, He is the Creator and the Inventor of the skies and of the earth. Fourthly, His power of creation is so mighty that when He wishes to do something (for example, wishes to create something), He does not need any instruments or helpers -- all that He does is to say, \"Be\", and the thing becomes what He wishes it to be. These four qualities are not to be found in anyone other than Allah. In fact, even those who attributed offspring to Him, believed in this truth. Thus, their claims to the contrary stand finally refuted.\nThe two verses give rise to certain other important considerations.\n(1)\tIf Allah has chosen to assign certain tasks to certain angels (for example, sending down rain or bringing to the creatures their nourishment), or has chosen to employ causes, materials or physical forces in order to produce certain effects, He has done so in His wisdom. So, it is neither permissible nor proper that men should look upon these angels or causes or physical forces as being effective agents in themselves, and turn to them for help in their need.\n(2)\tThe commentator al-Baydawi has remarked that, Allah being the First Cause of the things, the earlier Shari'ahs had allowed the use of the title \"Father\" for Him, but that the ignorant misunderstood and distorted the sense of \"Fatherhood\" so badly that to entertain such a belief or to apply this title to Allah has now been declared to be an act of infidelity (Kufr). As this practice ` can lead to all kinds of doctrinal disorders, it is no longer permissible to employ this particular word or a similar expression with reference to Allah.31\n31. As for creation taking place through the Divine Command, \"Be\", we would like to add a note, following the example of Maulana Ashraf ` Ali Thanavi (رح) in his \"Bayan a1-Qur'an\", for the benefit of those who happen to be interested in Western philosophy, or in Christian theology, or, worst of all, in the writings of the Orientalists and their translations of Sufi texts.\nLet us begin by saying that it is a mystery -- and we are using the word \"mystery\", not in the debased and the modern sense, but in the original meaning of the term which implies that certain realities are altogether beyond the reach of human understanding, and that certain other realities cannot and must not, even when partially or wholly understood, be given out to those who have no aptitude for receiving them, and that with regard to them it is advisable \"to keep one's lips closed.\" In these matters, when and what one chooses to reveal is ultimately not the question of liberalism or democratism or egalitarianism, but that of \"spiritual etiquette.\" Having repeated the warning given by Maulana Thanavi himself, we shall do no more than explaining what \"Bayan al-Qur'an\" says on the subject.\nRegarding this particular mystery, there is a difference of approach between the two groups of the Mutakallimin متکلمین (the masters of al-1lm al-Kalam العلم الکلام or dialectical theology). According to the Asha'ri group, \"Be, and it comes to be\" (Kun fa Yakun کن فیکون ) is a metaphorical or allegorical expression. That is to say, the phrase does not signify that Allah actually addressed an existent and commanded it \"to be\", but it is an allegorical illustration of His omnipotence, suggesting that there is no interval between an act of will on His part and its realization. The commentator al-Baydawi has adopted this view. But, according to the Maturidi group, the phrase literally means what it says. This approach to the subject, however, produces a difficult problem. A command is given only to an existent. If a thing does not exist at all, how can Allah address it? On the other hand, if a thing does already exist, it is superfluous to command it \"to be.\" The problem can easily be resolved if we keep two considerations in mind. Firstly, this command does not belong to the order of Tashri': (تشریع : legislation) which requires the addressee to exist in actual fact and to possess understanding; it belongs to the order of Takwin :(تکوین : creation) which is concerned with giving existence to non-existents.\nThis explanation, in its turn, brings us into the thick of a controversy that has muddled a great deal of Western philosophy and theology. We refer to the question of \"creation arising out of nothingness\" (Ex Nihilo), and the second of our two considerations will clarify it. It is usual enough to place \"existence\" Wujud وجود ) in opposition to \"nothingness or non-existence\" (عدم ` adam ). But it has also been said that non-existence does not exist. For, Allah is omniscient, and Divine Knowledge comprehends everything that has been, or is, or will be, so that what does not yet exist according to our reckoning does already exist in Divine Knowledge. To use a different expression, everything past, present or future has its \"pure\" and \"subtle\" counterpart in Divine Knowledge. If Western terminology should be more easily comprehensible to some of our readers, we can call these Prototypes, Numbers, or Essences, or Ideas or Archetypes, but each time we will have to give a more refined and a higher signification to these terms than Pythagoras or Plato ever did. The Sufis, however, call them \"Al-A` yan al-Thabitah.\" With the help of this explanation we can see that when Allah wishes to create a thing,\nHe commands its Essence, which already exists in His Knowledge, \"to be\", and it \"comes to be\" --that is to say, comes to be actualised in the world. Thus, \"creation\" does not arise out of \"nothingness.\" Before a thing comes to exist as an \"actuality\" in the world, it already exists as a \"potentiality\" in Divine Knowledge. It is this \"potentiality\" to which the Divine Command \"Be\" is addressed. Hence, it is equally true to say that Essences do not exist, and to say that Essences do exist. The first statement pertains to the knowledge of the creatures, and the second to the Divine Knowledge.\nAt the end, we shall again insist that no good can come out of unnecessarily meddling with such delicate questions, especially if the purpose is no more than to seek a new sensation.",
  "ayah": 116,
  "surah": 2
}
