{
  "text": "The prayers of Ibrahim (علیہ السلام)\nSayyidna Ibrahim (علیہ السلام) always carried out the commandments of Allah without losing a moment, and was ready to make all kinds of sacrifices in His way, whether they involved worldly goods, or wife and children, or his own likes and dislikes. All the same, having affection and love for one's family is not only a natural urge in man, but also a divine commandment. This is what manifests itself in the present verses, where we find him praying for the well-being of his family in this world as much as in the other.\nThe prayer begins with the word Rabb رَبّ , which lexically signifies One who gives nurture.\" Thus, it teaches us the proper mode of praying to Allah, for this form of address in itself draws the mercy and grace of Allah on the man who is praying. The first thing Sayyidna Ibrahim (علیہ السلام) prayed for was that Allah may turn the barren desert where he had left his family under divine commandment, into a city, so that his wife and son should not feel lonely, and that their daily needs should be easily satisfied. The same prayer occurs in Surah \"Ibrahim\" (14:35), but employs the construction Al-balad البلد (\"the city\" ), while the present verse employs Baladan بلداً (\"a city\" ). The difference probably arises from the fact that the prayer reported here was made when the place was still a desert and Sayyidna Ibrahim wished \"a city\" to grow in this barren land, while the prayer reported in Surah \"Ibrahim\" was made when \"the city\" had already risen and was quite well-known, for near the end of the same Surah we find him saying الْحَمْدُ لِلَّـهِ الَّذِي وَهَبَ لِي عَلَى الْكِبَرِ‌ إِسْمَاعِيلَ وَإِسْحَاقَ \"Praise be to Allah who has given me, in my old age, Ismail and Ishaq \" (14:39), which suggests that the second prayer was made after the birth of Sayyidna Ishaq (Isaac علیہ السلام), an event that occurred thirteen years after the birth of Sayyidna Ismail (Ishmael علیہما السلام). (Ibn Kathir)\nComing back to the verse under discussion, we see that Sayyidna Ibrahim (علیہ السلام) also prayed for this city to be made \"a place of peace\" - that is to say, safe from slaughter and plunder as from calamities, and secure against the domination of the infidels. The prayer was, granted. Makkah became a thriving city, which is now a place of pilgrimage for Muslims who come to it in millions every year. It also became safe and secure, for no infidel has ever been able to conquer it or dominate over it. The Holy Qur'an itself narrates the story of \"Ashab al-Fil اصحاب الفیل \" (\"the People of the Elephant\" ) who were destroyed for having ventured to invade Makkah. The city has also been safe from slaughter and plunder. Even before the advent of Islam, the Arabs in the Age of Ignorance, for all their deviation into infidelity and association, deeply respected the Ka'bah کعبہ and its environs as a matter of their creed - in spite of being vengeful, they would never take their revenge so long as the enemy remained within the precincts of the Haram حرم . In fact, the inhabitants of Makkah themselves were respected throughout Arabia, and the trading caravans passing to and fro between Makkah and Syria or Yemen were never interrupted. Allah has given security even to birds and animals inside the Haram حرم ، and forbidden all kinds of hunting within this area. So, even birds and animals distinctly show a feeling of security inside the Haram حرم ، and are not scared of men. The sanctity of the place was emphasised and enforced by Islam even further. As for the slaughter which took place in the Haram حرم at the hands of Hajjaj ibn Yusuf or the Qaramitah, it was the work of those who called themselves Muslims, and not an invasion by infidels. If a man chooses to set fire to his own house, it does not falsify the general rule of the security provided to it against outsiders. Moreover, incidents like these have been very rare since the days of Sayyidna Ibrahim i , and, then, we also know the dreadful fate of those who had dared to pollute \"the House of Allah.\" In short, Allah has, in answer to his prayer, made the city so secure that even the Dajjal (Anti-Christ) shall not have the power to enter it.\nSayyidna Ibrahim (علیہ السلام) had also prayed for the people of Makkah to be provided with fruits. The surrounding land was uncultivable, but, in answer to the prayer, Allah made the neighbouring city of Taif very fertile and productive in fruits, which started coming to Makkah. According to certain traditions of the Israelites, Taif was originally situated in Syria, but was transferred to the present locality by the Archangel Jibra'il (علیہ السلام) under divine command.\nThe Ibrahimic wisdom\nOne may also notice that Sayyidna Ibrahim (علیہ السلام) did not pray for the land of Makkah to be made fertile, but suggested in his prayer that the fruits might come to Makkah from somewhere else as an import. He probably intended that his descendants should not get unduly absorbed in agriculture, for his purpose in founding the settlement was that his people لیقوموا الصلاۃ \"should be steadfast in the prayers.\" In other words, he wanted the essential function of his descendants to protect \"the House of Allah\" and to engage themselves in acts of worship. Otherwise, he could have prayed for Makkah itself to be made fertile, and Allah would have granted the prayer as easily.\nThe point becomes all the more clear if we consider the word Thamarat (plural of Thamarah ثمرات۔ \"fruit\" ). This word appears in the same context again in another verse يُجْبَىٰ إِلَيْهِ ثَمَرَ‌اتُ كُلِّ شَيْ the fruits of all kinds of things are drawn towards it (the city) \" (28:57). If it is the fruits of trees that are intended here, the word \"Yujba يُجْبَىٰ (\"drawn\" ) is a sufficient indication that in granting the prayer Allah had not promised to produce them in Makkah itself, but to send them to the city from other places. On the other hand, the verse does not speak of \"the fruits of all kinds of trees\", but of \"the fruits of all kinds of things.\" Obviously, the intention is to generalize the sense of \"fruits\" - a word which in common idiom implies the product obtained from a thing or an activity. The word should, then, cover not only the fruits of trees, but also the products of all kinds of crafts and industries in fact, all that is needed to sustain human life. Now, everyone can see for himself that Makkah possesses neither agriculture nor industry, and yet enjoys the benefits of these as much as any prosperous city in the world.\nVerse 126 also provides an example of the rectitude of Sayyidna Ibrahim (علیہ السلام) The first phrase of his prayer for the well-being and prosperity of the people of Makkah seems to suggest that he wished to include the infidels as much as the faithful. But earlier when he had prayed for all his descendants without making any distinction between the faithful and the infidels (as reported in Verse 124), Allah had answered that the prayer would be granted in the case of the faithful, but not in the case of the unjust - that is, mushrikin مشرکین (associators). On that occasion, he had prayed for the position of imamah (leadership). But the fear of Allah and the solicitude for being totally obedient to Him was so deeply ingrained in the heart of \"the Friend of Allah\" that even in praying for the prosperity of his people the earlier proviso came to his mind, and he at once added a rejoinder to the effect that he was praying only for the faithful. Allah was pleased with his rectitude, and told him that the worldly prosperity would be given to the disbelievers too, but that in the other world the faithful would be the only ones to prosper, while the disbelievers would receive nothing more than the punishment due to them.",
  "ayah": 126,
  "surah": 2
}
