{
  "text": "The prayer of Ibrahim (علیہ السلام) for the Holy Prophet ﷺ\nLet us start by commenting on certain words which occur in this verse. The Arabic word Yatlu يَتْلُو (translated in English as \"recite\", or \"read out\" ) comes from the word Tilawah, (تلاوہ) which lexically signifies \"to follow, to obey\", but in the terminology of the Qur'an and the Hadith denotes the recitation or reading of the Holy Qur'an or of a Di-vine Book, for one who reads a Divine Book is also required to obey it fully.\nThe word also suggests that it is obligatory to read the Holy Qur'an exactly as it has been revealed by Allah, and not to add or sub-tract a word on one's own part, not even to change the pronunciation of a word which often may, in the Arabic language, change the very meaning of the word concerned. In his \"Mufradat al-Qur'an مفردات القرآن \", Imam al-Raghib al-Isfahani (رح) says that the word Tilawah cannot, in current idiom, be applied to the reading of any book other than the Word of Allah.\nThe word Kitab کتاب (Book) in this verse, of course, refers to the Holy Qur'an itself. As to the word Hikmah حکمہ (usually translated in English as \"wisdom\" ), it carries various meanings in Arabic - for example, arriving at the truth , justice, exact knowledge, etc. (al-Qamus). According to al-Raghib al-Isfahani (رح) ، when the word is used in speaking of Allah, it connotes the total and perfect knowledge of all existents, and flawless creation; but when applied to someone other than Allah, it connotes a proper knowledge of the existents, and good deeds. In connection with the present verse, Maulana Mahmud al-Hasan has interpreted the word as \"profound truths, or subtle realities\", while Maulana Ashraf ` Ali Thanavi (رح) has taken it to mean \"the art of understanding properly\". The commentators from among the blessed Companions and their immediate successors, whose interpretations come directly from the teachings of the Holy Prophet ﷺ himself, have advanced different connotations of the word Hikmah حکمہ - some say that it refers to the commentary and exegesis of the Holy Qur'an, others believe that it means the proper understanding of the religion (Din دین ), or the injunctions of the Shari'ah, or such commandments of Allah which have been received through the word of the Holy Prophet g . But the truth of the matter is that in spite of the apparent variety of expressions used, the substance of all these statements is the same - namely, the Way (Sunnah) of the Holy Prophet and the Hadith. This is the interpretation reported from Qatadah by Ibn Kathir and Ibn Jarir.\nCommentary\nNow, to proceed with the commentary, let us consider why Sayyidna Ibrahim (علیہ السلام) in praying for the well-being of his descendants in this world and in the other, requested Allah to send a prophet from among them. The reason is twofold. Firstly, the appearance of a prophet from among them would in itself be an honour and a blessing. Secondly, the prophet being a member of their own group, they would be thoroughly familiar with his past and present and with his ways, and thus find it easy to have trust in him, and to profit from his guidance. According to a hadith, in accepting this prayer Allah promised that this prophet would be sent in the last of all ages. (Ibn Jarir and Ibn Kathir)\nAccording to a hadith reported by Imam Ahmad in his \"Musnad\", the Holy Prophet ﷺ has said that Allah had chosen him as the Last Prophet at a time when Sayyidna Adam (علیہ السلام) was not yet born and only his clay was being prepared, and that he was the manifestation of the prayer of his father, Sayyidna Ibrahim (علیہ السلام) ، of the good tidings brought by Sayyidna ` Isa (Jesus Christ (علیہ السلام) and of the dream seen by his mother. The good-tidings refer to the announcement made by Sayyidna ` Isa (علیہ السلام) as reported in the Holy Qur'an:\nمُبَشِّرً‌ا بِرَ‌سُولٍ يَأْتِي مِن بَعْدِي اسْمُهُ أَحْمَدُ\nI have brought the good-tidings of a prophet who is to come after me, and his name is Ahmad.\" (61:6)\nAnd the mother of the Holy Prophet had, during her pregnancy, seen in a dream that a light went out of her which illumined the places in far-off Syria. Then, the words of the present prayer of Sayyidna Ibrahim (علیہ السلام) have been repeated in two different places in the Holy Qur'an - once in Surah \"'Al` Imran\" (Ch.3) and then in Surah \"Al-Jumu` ah\" (Ch. 62). Both the passages where these words have been repeated speak of the prophethood of Sayyidna Muhammad ﷺ ، and thus show that he is the prophet whom Sayyidna Ibrahim (علیہ السلام) had prayed for.\nAll these verses - namely, the present verse from Surah \"Al-Baqarah\", and the other two from Surah \"'Al-` Imran\" and Sarah \"Al-Jumu` ah\" respectively - say the same thing about the Holy Prophet ﷺ in the same words. That is to say, they define the purpose of his being sent to the world as the Messenger of Allah and his functions as a prophet. These functions are threefold. Firstly, to recite the verses; secondly, to teach the Book and also to teach \"wisdom\"; and thirdly, \"to purify\" the people. Now, let us examine the three in detail.\n(1) The verse speaks separately of \"reciting\" the Holy Qur'an and of \"teaching\" it. Since \"reciting\" pertains to the words, and \"teaching\" to their meanings, the explicit distinction between the two shows that the words of the Holy Qur'an are no less important in themselves and for themselves than their meanings, and that the recitation and preservation of the words is obligatory, and constitutes an act of worship. In order to understand this aspect of the question we have only to recall that the first and immediate listeners and disciples of the Holy Prophet not only knew Arabic very well but were themselves very eloquent speakers of the language, some of them being even poets. For an audience like this it should have apparently been enough to recite the Holy Qur'an, without any explanation or commentary, for them to be taught - in their case, the \"reciting\" and the \"teaching\" should have, for all practical purpose, become one and the same thing. Why has the Holy Qur'an, then, mentioned them separately as two distinct prophetic functions?\nIf one considers the question seriously, one can easily draw two important conclusions. To begin with, one would come to see that the Holy Qur'an is not like other books where meanings are the ultimate object, while words have only a secondary place as being no more than a vehicle for the ideas, and can hence tolerate minor changes and modifications so long as the meaning does not suffer. In the case of man-made books, it would thus be totally frivolous to go on reading the words without paying any attention to the meanings. On the contrary, in the case of the Holy Qur'an the words are in themselves as necessary and inalienable a part of the intention as the meanings, and the Shari` ah has laid down particular injunctions with regard to the words of the Holy Qur'an. That is why in the Science of the Principles of Islamic Jurisprudence (Usul al-Fiqh اصول افقہ) the Holy Qur'an has been defined as comprehending words and meaning both. In other words, if the meanings of the Holy Qur'an are expressed in a different language, or even if certain other Arabic words are substituted for the revealed ones, such a version shall not be entitled to the name \"Qur'an\", in spite of the meanings being intact. Consequently, if one were to recite this modified version in Salah, one's prayers shall not be valid. Similarly, a reading of this version shall not bring one the reward promised in the Hadith for the recitation of the Holy Qur'an, nor shall any of the injunctions related to the Holy Qur'an apply to it. Hence the Fuqaha' have forbidden the printing and publication of a translation of the Holy Qur'an without the Arabic text. It is quite wrong to speak of an \"Urdu Qur'an\" or \"English Qur'an\", simply be-cause a translation of the original into any language whatsoever cannot properly be called \"the Qur'an\".\nIn short, the word Yatlu یتلو in the present verse leaves no doubt as to the fact that the \"recitation of the verses\" is an end in itself, for one does not \"recite\" meanings, but words. Of course, it goes without saying that Allah has sent the Holy Qur'an for us to understand it and to follow its guidance. To be content with memorizing the words alone and being indifferent to the meanings would merely show one's ignorance of the nature of the Book of Allah, and one's ungratefulness. But there are so many people these days who suppose that the Holy Qur'an is like other books, and believe that it is a waste of time to read or memorize its words without knowing what they mean. In view of this wide-spread error, we cannot insist too much on the truth that the recitation of the words of the Holy Qur'an is in itself a regular act of worship and brings a great reward.\nThis is borne out by the practice of the Holy Prophet and his blessed Companions. They knew the meanings of the Holy Qur'an as no one else can, and yet they never thought that once they had understood it and acted upon it, nothing more was required of them. On the contrary, they kept reciting the Holy Qur'an again and again as long as they lived. Some of the Companions used to recite the whole Book of Allah in a single day, some in two days, and some in three. Reciting the Holy Qur'an in one week has always been quite a usual practice among the Muslims, which is indicated by the division of the Holy Qur'an into seven stages (Manazil منازل ). In fact, by instituting the recitation of the Holy Qur'an as an act of worship, carrying a reward of its own, and by giving it a separate and regular position among the prophetic functions, Allah has been very merciful to those Muslims who are not for some reason yet able to understand the meanings, and has saved them from the misfortune of being indifferent to the words and thus being totally deprived of the blessings which flow from His Book. Even such Muslims should, no doubt, keep trying to understand the meanings too so that they may receive the blessings in full, and the ultimate purpose of the Revelation may be realized.\n(2) According to the present verses, \"teaching the Book\" is a prophetic function distinct from \"reciting the Verses\". We can easily infer from it the principle that in order to understand the Holy Qur'an it is not sufficient merely to know the Arabic language, but that it also requires the \"teaching\" of the Holy Prophet ﷺ . As everyone knows, in order to learn a science or art - be it medicine or engineering, or something as ordinary as cookery - it is not enough to read a book or to be proficient in a language. Had it been the only qualification required, one could have easily mastered all the sciences and the arts on which one could find books written in the language one knew. To learn the meanest craft, then, one needs the regular and constant guidance of a teacher. This being so, how can one hope to understand, unaided, the Holy Qur'an which has something to say on the most difficult subjects possible, ranging from theology to philosophy and physics? Had a competence in the Arabic language been sufficient for this task, scores of Jewish and Christian scholars and men of letters in the Arabic countries today would have been counted among the greatest commentators as would have been Abu Jahl ابو جھل and Abu Lahab ابو لہب in the days of the Holy Prophet . By distinguishing \"the teaching of the Book\" from \"the reciting of the verses\" as a distinct prophetic function, the Holy Qur'an has underlined the fact that in order to understand the Book of Allah properly it is not enough, even for those who know Arabic very well, merely to listen to a recitation of the verses, but that such an understanding can be acquired only through the teaching of the Holy Prophet ﷺ and that to separate the one from the other, and to make an attempt at interpretation on one’ s own is no more than a self-delusion. Had it not really been necessary to explain and teach the meanings of the Holy Qur'an, why should have Allah sent us a Messenger? There were many other ways of conveying His Book to men. But Allah knows everything, and is All-Wise. He knows that an understanding of His Book depends on the guidance of a teacher much more than that of human sciences and arts does - in fact, on the guidance, not of an ordinary teacher, but of one who in his turn receives guidance from Allah Himself directly through Revelation (Wahy وحی ), and who is designated in Islamic terminology as a Nabiyy نبی (Prophet) and a Rasul رسول (Messenger of Allah). According to the Holy Qur'an itself, Allah has sent the Holy Prophet ﷺ to men for the express purpose of explaining to them in detail the injunctions and the meanings of the Divine Book لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ : \"So that you should explain to men what We have revealed for them\". (16:44)\nAccording to the present verse, the prophetic function of \"teaching the Book\" also includes the \"teaching of Hikmah حِکمہ As we have shown above, although this word carries various meanings in the Arabic language, yet, with reference to this verse and similar ones, the blessed Companions and their immediate successors have interpreted Hikmah حِکمہ as \"the Sunnah\" or the Way of the Holy Prophet ﷺ . It means that along with \"teaching the Book\" the prophetic functions include the teaching of the principles and modes of spiritual discipline. The Holy Prophet ﷺ has himself said, اِنَّما بُعثِتُ مَعَلِماً have been sent only as a teacher.\" From this, it necessarily follows that his followers are required to be disciples, and that every Muslim, man or woman, should as a Muslim be a life-long student, keen to learn what the Holy Prophet ﷺ has taught. If one cannot for some reason master the different sciences connected with the Holy Qur'an and the Sunnah, one must try to acquire at least a satisfactory knowledge and understanding of the basic doctrines of Islam and of the fundamental injunctions of the Shari'ah which are absolutely indispensable for every Muslim.\n(3) \"Purifying the people\" is also an essential prophetic function. The Arabic word Tazkiyah تذکیہ denotes purifying a thing or person from all kinds of filth, internal as well as external. One can see for oneself what the different kinds of external filth are - the Shari'ah has clearly defined them. The internal varieties include, on the one hand, false beliefs like infidelity (Kufr کفر ), association (Shirk شرک ), or total reliance on someone other than Allah, and, on the other hand, pride, vanity malice, jealousy, love of worldly things, etc. Although the evil nature of such beliefs and tendencies has been fully explained in the Holy Qur'an and the Sunnah, yet in making the purification of the people\" a distinct and separate prophetic function the present verse indicates that just as a mere knowledge of words and technical terms does not make one the master of a science or art, in the same way a knowledge, or even a proper understanding of its principles does not by itself make one perfect in the science or art concerned. To attain any degree of perfection one must also learn to put the principles into practice, and \"realize\" them in oneself and for oneself, which again requires the supervision of an authentic teacher and guide. In the Way of Sufis (Tariqah) the function of the spiritual guide (Shaykh) is to help the disciple in obeying the injunctions of the Holy Qur'an and the Sunnah so thoroughly that it becomes a matter, not of effort, but of habit - so to say, his very \"nature\".36\n36. At this point, we must sound a note of warning. It has grown, in our day, almost habitual to speak of Islam as \"the religion of action\" - if not of \"activism\". In such phrases, the implication is never absent that \"action\" is tc be considered as an anti-thesis of \"thought\", and \"practice\" as that of \"theory\" - as if there is a dichotomy, and the two activities can hardly be reconciled with each other. And there is always the insinuation that in order to be worthy of any respect one must make an either/or kind of choice in favour of \"action\" and \"practice\" as against \"thought\" and \"theory\".\nSuch formulations are no older than four centuries, and are the necessary products of certain dilemmas which historically arose in the society of the Christian West. They do not and cannot, as such, belong to a religious or metaphysical approach to things. In so far as an activity can be described as specifically \"human\", it cannot be purely automatic, but is preceded by thought. In other words, all \"practice\" is governed by a \"theory\", and all \"action\" guided by \"thought\" or some principle, good or bad. The rule is so general that it applies even to the action of those who have been promoting the dichotomy. As far as the Islamic way of looking at things is concerned, it goes without saying that no action or practice, however good, can have the slightest merit or spiritual efficacy until and unless it carries a divine sanction.\nIt logically follows that the foremost duty of a Muslim is to acquaint himself with divine commandments, and then to obey them.\nOne can, if one likes, give to the first the name of \"theory\", and the second the name of \"practice\". But there is no dichotomy involved, nor any choice called for۔\nNo \"practice\" can be valid without being informed by \"theory\", and no \"theory\" can be of much avail without being put into \"practice\". It is \"theory\" which makes \"practice\" meaningful, and it is through \"practice\" alone that one acquires a true knowledge of \"theory\". They are not two entities, but only two ways of considering the same reality. What finally matters is \"realization\" or making the essential truths \"real\" to oneself.\nIn the West itself, and as late as the end of the Middle Ages, there were people who knew that theoria and praxis went together in the terminology of spiritual disciplines. In fact, the Greek word does, in its original meaning, say all that we have been trying to explain here. For, even if \"theory\" in modern European languages has come to mean just a 'speculation', or a 'supposition', even a 'fancy', the Greek verb theoreo signified \"to see\", and the noun theoros denoted the \"man who sees\". Thus, theoria was not merely a fancy, but a truth which could be \"seen\", or actively realized.\nNow that we are on the subject of purification (tazkiyah تزکیہ ), we might add another important consideration. From the days of the First Prophet to the days of the Last (علیہم السلام) it has been the Way of Allah that in order to guide men and to show them the Straight Path, He has been sending them not only His Books but His prophets also. This indicates the general principle that for their guidance men need, on the one hand, a Divine Teaching revealed in the form of a Book, and, on the other, a human teacher in the form of a prophet who should train and discipline them into absorbing the divine guidance fully. Men need not merely one of these, but both. For, a man alone can be the teacher of another man, and not a book - which serves only as an aid. That is why Islam began with a Book and a Prophet, and the two, working together, produced a society of men who are unparalleled in history for their rectitude. For the coming generations too, the two basic principles of guidance have continued to function in the form of the Shari'ah and the Men of Allah\". The Holy Qur'an has emphasised the point again and again. Let us quote a few instances: يَا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّـهَ وَكُونُوا مَعَ الصَّادِقِينَ ﴿119﴾: \"0 believers, fear Allah, and be with the truth-ful\" (9:119). In summing up the qualities of \"the truthful\" (Al-Sadiqun الصدیقون ), another verse ends with the words: أُولَـٰئِكَ الَّذِينَ صَدَقُوا ۖ وَأُولَـٰئِكَ هُمُ الْمُتَّقُونَ \"It is they who are truthful, and it is they who are the God-fearing\". (2:177) As we have explained in our commentary on the first chapter, the Surah \"Al-Fatihah الفاتحة \" is the quintessence of the Holy Qur'an, and the essence of this Surah is the guidance towards the Straight Path (Al-Sirat al-Mustaqim السیرۃ المتقیم). Now, in order to indicate the Straight Path the Holy Qur'an has, instead of calling it the Path of the Qur'an or the Path of the Prophet ﷺ or the Path of the Sunnah, spoken of the Men of Allah who can show the Straight Path to the seeker. Says the Holy Qur'an: صِرَ‌اطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ‌ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ ﴿7﴾ the path of those on whom You have bestowed Your grace, not of those who have incurred Your wrath, nor of those who are misguided\". (1:7) An-other verse provides greater specification - فَأُولَـٰئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّـهُ عَلَيْهِم مِّنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَدَاءِ وَالصَّالِحِين : \"Those on whom Allah has bestowed His grace - the prophets, the truthful, the martyrs and the righteous.\" (4:69) Similarly, the Holy Prophet ﷺ has, for the benefit of all the later generations of Muslims, explicitly named certain personalities who should be followed in religious matters: یا ایھا الناس انِّی ترکتُ فیکم ما اَن اَخَذتم بہ لَن تضِلُّوا کتاب اللہ عِترَتِی اَھلِ بیتی \" I am leaving behind me two things; if you stand firm by them you will never fall into misguidance - firstly, the Book of Allah, and, secondly, my descendants and the members of my family.\" (Tirmidhi ترمذی) A hadith reported by Al-Bukhari says: اقتدوا بالذین من بعدی ابی بکر و عمر \"After me, follow Abu Bakr and ` Umar.\" And a third hadith says: علیکم بسنتی و سنۃ الخلفاء الراشدین \"You must adopt my way (the Sunnah) and the way of Al-Khulafa' al-Rashidin\" - that is, the first four rightly-guided Caliphs.\nIn short, whether it be religion or the different sciences and arts, the acquisition of knowledge in the proper sense of the term depends on profiting from authentic books and authentic teachers. In the case of religion, however, people are, while turning to these two modes, liable to fall into the error of putting exclusive or excessive emphasis on one of them alone, which brings them more harm than good. Thus, there are, on the one hand, people who neglect the Book of Allah, and begin to adore their scholars and spiritual masters, without taking the trouble of finding out whether they are obedient to the Shari` ah or not. In fact, this has been the characteristic malady of the Jews and the Christians. Speaking of them, the Holy Qur'an says: اتَّخَذُوا أَحْبَارَ‌هُمْ وَرُ‌هْبَانَهُمْ أَرْ‌بَابًا مِّن دُونِ اللَّـهِ : \"They have taken their rabbis and their monks as their lords apart from Allah.\" (9:31) Obviously, this is the royal road to Shirk شرک (association) and Kufr کفر (infidelity), on which millions have perished, and go on perishing. On the other hand, there are people who claim that the Book of Allah is by itself sufficient for them, and that in order to understand it they do not need the guidance of a teacher or a scholar or a spiritual master. This too is a form of misguidance, for an attempt to interpret the Book of Allah on one's own, without the aid of reliable specialists, inevitably draws one into all sorts of errors, makes one a slave of one's own desires and inclinations, and may, in some cases at least, lead one straight outside the pale of Islam. So, what one is required to do is to put each of these two means of knowledge in its proper place, and to profit from both. One should be quite clear about the basic principle in this respect - to Allah alone belongs the authority to lay down a commandment, and it is Allah alone we have been called upon to obey, while the Holy Prophet ﷺ is a means of helping us to know how Allah is to be obeyed, and one obeys Him on the ground that to obey the Holy Prophet ﷺ is to obey Allah Himself. Besides that, one should, when faced with difficulties in understanding the Holy Qur'an and the Hadith or in acting upon them, turn for help, willingly and respectfully, to the words and deeds of the masters in these subjects, and consider it to be the key to the door of salvation.\nThere is a second conclusion to be drawn from the fact that the present verse includes the teaching of the Book among the prophetic functions. As we know, Allah has promised to safeguard the Holy Qur'an Himselfإِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ‌ وَإِنَّا لَهُ لَحَافِظُونَ ﴿9﴾ : \"It is We who have revealed the Guidance, and it is We who watch over it.\" (15:9) Consequently, every single word, every consonant and every vowel of the Holy Qur'an has remained intact upto this day, and shall remain intact as long the world lasts. Now, according to the present verse, the teaching of the Holy Prophet ﷺ is absolutely indispensable for a proper understanding of the Holy Qur'an, and without this guidance it is not possible to act upon the Holy Qur'an in a real sense. It logically follows from it that the teachings of the Holy Prophet ﷺ should also receive divine protection in their own degree, and remain intact as a whole till the end of the world; otherwise, the preservation of the words of the Holy Qur'an would not, by itself, fully serve the purpose for which Allah has revealed it. It goes without saying that the teachings of the Holy Prophet ﷺ are identical with what is called the Sunnah or the Hadith. Although Allah has not promised the same degree of protection to the Hadith as to the Holy Qur'an, and the words of the Sunnah have not been preserved exactly in the same manner as the words of the Holy Qur'an, yet the prophetic interpretations too must, according to the present verse, remain intact, and it has, taken as a whole, remained intact upto this day.Whenever an attempt has been made to distort a Hadith or to invent spurious ones, the specialists in the science have always exposed the fraud.\nThus, in accordance with the prediction implicit in the present verse, Allah has preserved the teachings of the Holy Prophet ﷺ from the days of the blessed Companions to our own day through fully authentic collections of the Ahadith and through the masters of this subject. And this divine protection shall continue to the last day of the world. For, the Holy Prophet ﷺ himself has assured us that in his Ummah there shall always remain till the end of the world a group of authentic scholars who shall jealously and watchfully guard the Holy Qur'an and the Hadith against all attempts at distortion or misrepresentation. This hadith by itself gives the lie to some contemporary writers who have, for the ulterior motive of discrediting the injunctions of the Islamic Shari'ah, been trying to propagate the notion that the whole body of the Ahadith we possess is inauthentic and hence unreliable. But anyone who has eyes to see can easily understand the stratagem - if one cannot trust the Hadith, one can no longer trust the text of the Holy Qur'an. And this is exactly what the Westerners and their local allies want to accomplish - that is, to make the Muslims turn away from the Holy Qur'an.\nIn the end, let us note that the three prophetic functions which Sayyidna Ibrahim (علیہ السلام) referred to in his prayer, and which the Holy Prophet ﷺ was sent to perform, were fulfilled in his own life-time. In order to have an idea of the great transformation which the recitation of the Holy Qur'an, the teaching of the Holy Prophet ﷺ and his purifying influence brought about in men, it is enough to see what the Holy Qur'an says in praise of his Companions (رضی اللہ تعالیٰ عنہم)\nوَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى لْكُفَّارِ‌ رُ‌حَمَاءُ بَيْنَهُمْ ۖ تَرَ‌اهُمْ رُ‌كَّعًا سُجَّدًا يَبْتَغُونَ فَضْلًا مِّنَ اللَّـهِ وَرِ‌ضْوَانًا\n\"Those who are with him are hard against the disbelievers, merciful to one another; you see them-bowing and prostrating themselves (in prayers), seeking the bounty of Allah and His pleasure\". (48:29).",
  "ayah": 129,
  "surah": 2
}
