{
  "text": "The previous verses have defined the religion of Sayyidna Ibrahim (علیہ السلام) and the essence of Islam. Now, these two verses bring before us another aspect of the question. Call it the religion of Sayyidna Ibrahim or Islam, it is in any case meant for the whole world. Then why have the descendants of Sayyidna Ibrahim and Sayyidna Ya` qub (علیہم السلام) been specifically mentioned here, and why should have these two great prophets been so particular in giving this counsel to their sons? We shall say that these specifications show that love for one's progeny and solicitude for their well-being is in no way incompatible with the station of prophethood or even with that of \"the Friend of Allah\". For, Sayyidna Ibrahim (علیہ السلام) ، who was, on one occasion, not only willing but happy to be sacrificing his son in obedience to the commandment of Allah, did on a different occasion pray for the well-being of his progeny in this world and the other, and wished, while departing from this world, to offer them what was the greatest blessing in his eyes - namely, Islam. Verses 132 and 133 suggest this very principle. So, even prophets love their children, the only difference being that while ordinary men consider the good things of this world alone to be worthwhile and wish to leave to their children as much of these as they can, in the eyes of the prophets and their genuine followers the only thing that counts is Iman ایمان (faith) and good deeds - in one word, Islam - and it is this eternal wealth which they wish and strive to transmit wholly to their descendants.\nThis practice of the prophets provides a special guidance to parents: just as they are keen to secure the worldly comfort and happiness of their children, they should pay equal, if not greater, attention to the discipline of their external and internal behaviour according to the requirements of the Shari'ah. Is it at all reasonable that one should strain every nerve to protect one's children from the heat of the sun, but leave them exposed to the fire of Hell?\nFrom this example of the prophets we also learn that it is the duty of the parents and the right of the children that one should first of all take care of the spiritual health of one's own children, and worry about others only afterwards. This principle rests on three considerations. Firstly, one's children are, on account of the special relationship with the parents, likely to accept the counsel more easily and thoroughly than others, and may later on be of great help in the efforts which one makes in the service of Islam.\nSecondly, the easiest and the most effective way of transmitting the Truth to a whole people is that the head of each family should take upon himself the responsibility of teaching and training the members of his family. Employing a current and popular term, we may say that this localized and decentralized method distributes the responsibility over a large number of individuals, and teaching the families separately amounts finally to teaching the society, as a whole. The Holy Qur'an itself has laid down the principle: يَا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارً‌ا : \"0 believers, guard yourselves and your families against a Fire.\" (66:6) In fact, the Holy Prophet ﷺ himself who is the Messenger of Allah for the whole of humanity and whose guidance shall remain valid upto the last day of the world, was commanded to convey the Truth first of all to the members of his family. Thus, the Holy Qurian says: وَأَنذِرْ‌ عَشِيرَ‌تَكَ الْأَقْرَ‌بِينَ : \"And warn your clan, your nearest kin.\" (26:214) and وَأْمُرْ‌ أَهْلَكَ بِالصَّلَاةِ وَاصْطَبِرْ‌ عَلَيْهَا “ And bid your familyto offer Salah, and be regular in them yourself”. (20:132) And the Holy Prophet ﷺ always fulfilled these commandments.\nThirdly, one can observe for oneself that if the close relations or the members of his family do not support a man in what he wishes to teach, or do not seem to be acting upon it, his teachings do not succeed so well with others. When the Holy Prophet took upon himself the prophetic function, the usual reply of his listeners was that he should first convince his own clan, the Quraysh, before turning to others. But when his own clan accepted Islam and the process had been completed at the time of the conquest of Makkah, the world saw, as the Holy Qur'an reports يَدْخُلُونَ فِي دِينِ اللَّـهِ أَفْوَاجًا \"People entering Allah's religion in throngs.\" (110:2)\nThe main reason for the ignorance and the indifference towards Islam which is wide-spread among the Muslims today, is that even when the parents themselves are good Muslims in every way, they leave their children to themselves and let the social environment mould them in its own fashion. Their only worry is to see their children doing well in this world, and they never think of what will happen to them in the next. Let us pray that Allah, in His mercy, grant all of us the solicitude for the other world, and help us to make a genuine effort for acquiring the only wealth that can ever be: faith and rectitude!\nInjunctions and related considerations\nVerse 133 reports that the sons of Sayyidna Ya` qub (علیہ السلام) (Jacob) promised to worship اِلٰہ اٰباءک ابراہیم و اسماعیل و اسحٰق :\"The God of your father, Ibrahim and Ismail and-Ishaq .\" This phrase indicates that the term \"father\" includes the grand-father as well. The blessed Companion ` Abdullah ibn ` Abbas ؓ has deduced from this verse the rule that in matters of inheritance the grandfather shall be treated like the father.",
  "ayah": 133,
  "surah": 2
}
