{
  "text": "The definition of ` Iman ایمان\nFrom the beginning of the Surah Ai-Baqarah upto this place, different verses have been explaining the nature and essence 'Iman ایمان (faith), sometimes succinctly and sometimes in detail. Verse 137 defines 'Iman ایمان in a simple and short phrase which is at the same time so comprehensive that all possible details and explanations are inherent in it. The earlier verses having established that the only religion which is valid at present is Islam, this verse assures the Muslims that the Jews and the Christians can find the guidance only \"if they believe just as you believe\", or, in other words, \"if they believe in what you believe in.\" The immediate addressees of the phrase \"you believe\" are the Holy Prophet ﷺ and his blessed Companions. Thus, in doctrinal matters above all, their 'Iman ایمان has been placed before us as a model, and the verse is essentially a divine commandment, laying down the fundamental principle that the only 'Iman ایمان acceptable to Allah is the one which was adopted by the Holy Prophet ﷺ and his blessed Companions, and that any doctrines or beliefs that deviate from it in the least are neither valid nor acceptable to Allah. That is to say, one should believe in Allah and His attributes, in the angels, in the Books of Allah, in the messengers and prophets of Allah and in their teachings exactly in the same manner as the Holy Prophet ﷺ and the blessed Companions did, without adding or subtracting anything on one's own part and without advancing one's own interpretations or distorting the authentic meanings of the doctrines. Nor is one allowed to assign to the angels or the prophets a station higher or lower than the one assigned to them by the word or deed of the Holy Prophet ﷺ . Moreover, one is also required to be sincere and pure in one's faith, for the contrary would amount to hypocrisy (Nifaq نفاق ).\nThis explanation helps us to see in its true proportions the situation of the heterodox sects among the Muslims - of those who make tall claims as to the genuineness of their 'Iman ایمان ، but do not possess 'Iman ایمان in the full sense of the term. As for that, even the idolators of Arabia used to proclaim the authenticity of their 'Iman ایمان as do the Jews and the Christians even today, and as do even the heretics in every age, but since their faith in Allah, in the prophets and the angels, and in the Day of Judgment etc. did not conform to the 'Iman ایمان of the Holy Prophet ﷺ ، it was not acceptable to Allah and was summarily rejected.\nTo give a few examples, some of the associators of Arabia used to deny the very existence of angels, while others considered them to be the daughters of God. Some groups among the Jews refused to obey the prophets and were so hostile to them that they came to assassinate a number of them, while other groups among the Jews and the Christians began to revere the prophets so extravagantly as to identify them with God Himself, or to place them on the level of God or to consider them the sons of God. These two attitudes are the two extremes of deviation, and are clearly seen, in the light of this verse, to be only two forms of misguidance.\nAccording to the Shari'ah, it is, of course, obligatory for every Muslim to respect and love the Holy Prophet ﷺ ، and if one lacks in this respect and love, one cannot be said to possess 'Iman ایمان in the true sense of the term; all the same, let it be clearly understood that it is misguidance and association (Shirk شرک ) to make him the equal of Allah with respect to an attribute like knowledge or power. For, according to the Holy Qur'an, the essence of Shirk شرک lies in making someone other than Allah the equal of Allah with respect to a divine attribute, as is indicated by this verse: إِذْ نُسَوِّيكُم بِرَ‌بِّ الْعَالَمِينَ : \"And when we used to make you equal of the Lord of the worlds.\" (26:98) There are some Muslims who consider the Holy Prophet ﷺ to be omniscient and omnipresent like Allah Himself, and, in doing so, congratulate themselves upon showing the respect and love which is required of a Muslim, while they are only disobeying the Holy Prophet ﷺ and going against his teachings. They should learn from this verse that the respect and love for the Holy Prophet ﷺ which Allah demands from a Muslim is only that kind of respect and love which his blessed Companions had for him - neither more nor less than this, for either would be a deviation and a sin.\nThe terms Zilli and Buruzi are not valid\nOn the other hand, there are people [ like the group called the Qadianis قادیانی or the Ahmadis احمدی of Lahore ] who have been deying the unambiguous and clear declaration of the Holy Qur'an that Sayyidna Muhammad ﷺ is the last of all the prophets, and (Qadianis قادیانی ) trying to make room for a new prophet. In order to serve this evil purpose, they have out of their own fantasy manufactured exotic forms of prophethood, and given to them equally fanciful names like Buruz (incarnation) or Zill (manifestation). The present verse exposes this fraud as well, for the 'Iman ایمان of the Holy Prophet ﷺ and of his blessed Companions ؓ does not show any trace of a belief in prophets of this genre, and anyone who pretends to such a belief is an avowed heretic.\nSimilarly, there are people whose minds and hearts are so befogged in modern materialism and the so-called \"rationalism\" that they find it difficult to accept the idea of the other world and the things that pertain to it, and then try to subject them to crooked interpretations, which they suppose to be an effort to make Islam more acceptable to the modern mind, and hence a great service to Islam. But, insofar as these interpretations transgress the commandment indicated in this verse - that is to say, they do not conform to the 'Iman ایمان of the Holy Prophet ﷺ and of his Companions ؓ ، they are totally false, and must be rejected. It is obligatory for a Muslim to believe without demur in what the Holy Qur'an and the Hadith tell us with regard to the other world and all that pertains to it. For example, it is quite inadmissible to maintain that on the Day of Judgment men will be resurrected only \"spiritually\" and not bodily, or that the reward and the punishment in the other world will be \"spiritual\" and not physical, or that the \"weighing of the deeds\" is only a metaphorical expression. Let us insist once again that all such interpretations are doctrinally false and unacceptable to Allah - as the present verse has established.\nHaving defined the 'Iman which is acceptable to Allah, Verse 137 also points out that the enemies of Islam may yet remain unconvinced out of sheer obstinacy and malice. Allah asks the Holy Prophet not to worry about them, for Allah will deal with them Himself, and protect His prophet. This promise has been made more explicitly in an other verse: وَاللَّـهُ يَعْصِمُكَ مِنَ النَّاسِ : \"And Allah will protect you against these people.\" (5:67) Subsequent events showed the fulfillment of this promise.",
  "ayah": 137,
  "surah": 2
}
