{
  "text": "These three verses bring to an end the section of the Surah in which certain claims of the Jews and the Christians have been refuted -- for example, their assertion that Sayyidna Ibrahim (علیہ السلام) (Abraham), Sayyidna Ismail (علیہ السلام) (Ishmael), Sayyidna Ishaq (علیہ السلام) (Isaac), Sayyidna Ya` qub (علیہ السلام) (Jacob) and the prophets (علیہم السلام) in his lineage were either Jews or Christians, and the claim that they were the chosen people and would have the exclusive privilege of being sent straight to Paradise which would be denied to Muslims. The earlier verses have established that the religion of all these prophets was Islam, in the general sense of the term, but that the earlier Shari` ahs have now been abrogated, and the title of \"Islam\" been specially given to the religion of Sayyidna Muhammad ﷺ . Should the Jews and the Christians still continue, in their stubbornness, to deny, Allah asks the Holy Prophet ﷺ and the Muslims to declare in plain and simple words that Allah, being the Lord of All, cannot show any special favour to any particular group of His creatures, and that on the Day of Judgment He will assess the Jews and the Christians as well as the Muslims according to what each has believed in and how each has been behaving - a principle which was accepted by the People of the Book too. The Muslims have also been asked to announce that they on their part recognize no other god but Allah, and have purified their religion of all traces of association (Shirk شرک ) - as against the Jews and the Christians who consider Sayyidna ` Uzayr (علیہ السلام) (Ezra) and Sayyidna ` Isa (علیہ السلام) (Jesus) respectively to be \"the Son of God\", and whose religions have, moreover, been abrogated. In this respect at least, Muslims have a superiority over them. If the People of the Book should, on account of their affiliation with the earlier prophets, still keep insisting on their own rectitude, the Muslims may ask them a basic question - who knows the truth better, Allah or the People of the Book? Allah has definitely and finally announced the truth in the Last Revelation, and the People of the Book themselves know that the religion of the earlier prophets was Islam. Yet they are trying to conceal the truth, and being unjust, in the gravest sense of the term. Allah knows what they have been doing, and will judge them according to their own deeds, and not according to the deeds of their ancestors. Thus, at the end of this section, Verse 141, which is a repetition of Verse 134, warns them against the consequences of their vanity and pretentiousness, and advises them to take care of themselves rather than relying on ancestral glory.\nVerse 139 brings out the essential and peculiar characteristic of the Islamic Ummah اُمَّت۔ it has purified itself of all possible admixture of Shirk شرک (association), and devoted itself, externally and internally, to Allah. The Arabic word in the text is Mukhlisun مُخلصون ، the plural of Mukhlis مخلص which signifies \"one who has purified himself', and which is allied to the word Ikhlas اخلاص ، \"the act of purifying oneself.\" According to Said ibn Jubayr, Ikhlas اخلاص consists in worshipping no one but Allah, associating no one with Allah, and doing good deeds only for the sake of obeying Allah, and not for the purpose of winning the admiration of the people. Certain spiritual masters have said that Ikhlas اخلاص is a deed which can be identified neither by men, nor by angels nor by Satan شیطان ، and that it is a \"secret\" between Allah and His servant.38\n38. The word Ikhlas اخلاص is usually rendered into English as \"sincerity\" and Mukhlis مخلص as \"sincere.\" It is to be doubted whether the word \"sincerity\" did, at any time and in any Western language, carry the full gamut of the meanings of the Arabic word Ikhlas اخلاص . Anyhow, the sense of the word \"sincerity\" has, in current usage, become not only perverted but some-times actually inverted. The word used to imply a harmony between external action and inner inclination, along with the tacit assumption that the external action concerned was, if nothing else, at least socially accept-able to some degree. But \"sincerity\", as employed in our days, suggests a compliance with one's emotions or even with one's instincts. As such, the concept of \"sincerity\" is being used to justify and authorize fornication, or even murder. It is easy to see that such an idea of \"sincerity\" is the exact anti-thesis of Ikhlas اخلاص . For, one cannot attain even the lowest degree of Ikhlas اخلاص without forming a clear intention to obey the injunctions of the Shaah as against letting oneself be guided by one's instinctual urges or emotional inclinations while the concept of \"sincerity\" in vogue requires one to ignore the Shari'ah or even mundane considerations and to do the bidding of one's impulse of the moment, thus reducing man to an automaton at the mercy of his reflexes.\nNor should we forget another serious aspect of the problem. There is another allied notion of \"sincerity\" which has been disturbing the peace of many pious people even in the past, but which has acquired a devastating intensity in our own days. This notion of \"sincerity\" demands one to seek fixity and unrelieved continuity in an emotional state, which is, of course, not possible for man as he is constituted. It so happens with some pious people that once they start seeking this kind of \"sincerity\" in offering their enjoined prayers, they find that they cannot keep up an unbroken concentration of mind, and are so frightened by this lapse that they sometimes give up offering their prayers, believing such worship to be \"insincere\" and hence invalid. Let us make it clear once for all that the only thing the Shari` ah requires from us is to have the correct intention and attitude when we begin our prayers or perform any other good deed. This alone is the pre-requisite for attaining Ikhlas اخلاص ، which, anyhow, is not a matter of emotions and affective states. In short, Islam requires us to perfect the quality of Ikhlas اخلاص as defined by the Shari'ah, and not to seek \"sincerity\" in the Western sense of the term, ancient or modern. For an elaborate treatment of the subject, see Tarbiyyah al-Salik تربیہ السالک by Maulana Ashraf ` Ali Thanavi (رح) .",
  "ayah": 141,
  "surah": 2
}
