{
  "text": "Verses 144 and 145 have told us how the People of the Book اھل الکتاب knew in their hearts that a divine commandment itself had instituted the Baytullah بیت اللہ as the Qiblah قبلہ of the Muslims, and yet denied this fact in public. Now, the two present verses show that their conduct towards the Holy Prophet ﷺ was equally dishonest and malicious.\nThe Torah and the Evangel had already foretold the coming of the Holy Prophet ﷺ ، and set down the signs and indications which should help the people to recognize him. On the basis of the irrefutable evidence provided by their own Sacred Books, the Jews and the Christians knew him to be the promised Last Prophet ﷺ ، but many of them refused to acknowledge him as such out of sheer obstinacy.\nLet us add a word or two in order to explain the simile employed here by the Holy Qur'an - that of man recognizing his own son without any doubt or ambiguity. As everyone knows, in bringing two terms into comparison with each other, a simile does not involve in this analogy all the aspects of these two terms, but only those which should be relevant to the occasion. So, in considering the present simile one should not allow one's imagination to roam far afield, and bring under discussion even those cases which happen to be illegitimate. For, the present simile intends to make a very simple and obvious point - since the son grows from infancy to manhood normally under the eyes of his parents, his face or general appearance is quite sufficient for his father to recognize him without any doubt or hesitation. The Jews and the Christians enjoyed the same kind of facility - or even certainty - in being able to recognize the Last Prophet ﷺ . So, to persist in denying him was as dishonest as refusing to recognize one's own son should normally be.\nAnd it was just this kind of gross dishonesty that the People of the Book were indulging in. Some of them, while denying the truth themselves, even tried to keep it concealed from others, although they knew fully well that this particular truth (that is to say, the new injunction with regard to the Qiblah قبلہ) had been established by Revelation from Allah Himself.\nThe phrase, \"The Truth is from your Lord\", can also be interpreted in a general sense as providing a definition of the nature of truth - namely, that alone is truth which comes from Allah. One who has understood this fact can never allow himself to be in doubt with regard to this particular truth or to any other which has been revealed to a prophet by Allah.",
  "ayah": 147,
  "surah": 2
}
