{
  "text": "The change of Qiblah\nThe question of religious orientation being of the highest significance for an Ummah (or a traditional community), these verses continue and enlarge upon the theme of the Qiblah, and lay down further raisons d'etre for the change.\nIt is, the commentators point out, an observable fact that every traditional community has had a religious orientation of its own, whether appointed by Allah or chosen by itself. This being so, why should anyone object, or wonder that Allah has appointed for the Islamic Ummah a Qiblah قبلہ peculiar to it? After all, it is a regular and distinct Tradition in its own right - in fact, the last of all Traditions, which makes it all the more necessary that it must have a distinct Qiblah. Anyhow, once the divine commandment has been promulgated, the Muslims need not worry about the objections or the ridicule of others, but should, above all, concern themselves with the performance of good deeds (as defined by Allah and His Prophet ﷺ). They should, indeed, give up fruitless controversies and strive to excel in good deeds, for they have to appear before Allah on the Day of Judgment when they will be rewarded or punished according to their deeds. The raison d'etre laid down in this verse requires that the Muslims should, whether staying at home or travelling, turn their faces in the direction of Al-Masjid al-Harm المسجد الحرام ، for that undoubtedly is the Qiblah قبلہ appointed for them by divine commandment. It is obligatory for them to obey this as well as any other commandment, bearing in mind that Allah is not unaware of what men do.\nIn repeating this commandment, Verse 150 adds a third raison d'etre. The Torah and the evangel had indicated that the promised Last Prophet ﷺ would have the Ka'bah کعبہ as his Qiblah المسجد الحرام . If the Muslims continued to pray with the Baytul-Maqdis بیت المقدس as their Qiblah قبلہ ، the opponents of Islam would have found an argument to justify their denial of the Holy Prophet ﷺ . But the new commandment with regard to the Qiblah قبلہ takes away the ground from under their feet, and at least the just ones among them can no longer raise this kind of objection. Of course, the stubborn and malignant ones would still carp - they would start saying that it was the Baytul-Maqdis بیت المقدس ، and not the Ka'bah کعبہ ، which had been the Qiblah قبلہ of the earlier prophets, and that the adoption of the Ka'bah کعبہ constituted an infringement of the established prophetic tradition. But the Muslims need not worry about defending Islam against such baseless objections, for the only thing which can be harmful to them is not the hostility of men but the disobedience to or disregard of divine commandments. So, in Verse 150, Allah asks the Muslims to fear, not the enemies of Islam, but Him alone. This is the only way to remain true to the divine guidance they have received - namely, Islam. This steadfastness, too, is a blessing from Allah, and the blessing will appear in its perfect glory in the other world when the Muslims shall, as a reward for their faithfulness, be admitted to Paradise.\nLet us note that in announcing the commandment with regard to the change in orientation, Verses 144-150 address the listeners three times in the singular number and twice in the plural. In a general way, one can say that this repetition is meant for emphasis. The commandment fixing a new Qiblah قبلہ not only provided an occasion for the glee of the opponents of Islam, but was also a very conspicuous and sudden change in the religious observances of the Muslims themselves, whose hearts would have remained perturbed without such an emphatic repetition. The reiteration also suggests that this is the final and definite decision with regard to the Qiblah قبلہ ، and that no further change can be expected in this matter.\nAl-Qurtubi has, however, explained this mode of expression in such a way that the repetition becomes something more than mere emphasis, and each phrase, in being repeated, acquires a new implication. It goes without saying that the commandments in the singular number are addressed to the Holy Prophet ﷺ himself, and those in the plural to the blessed Companions and to the Muslims in general. Thus, the commandment in Verse 144 pertains to the situation of those who find themselves in Madinah or in their own home-town, whatever that might be, and is intended to make it clear that the injunction is not particular to the mosque of the Holy Prophet ﷺ but applies to every town or village and to every quarter of a town. Verse 149 repeats the commandment with the addition of the phrase \"from wheresoever you set out\", which shows that the injunction now refers to the state of a journey. Since a journey involves different situations - for example, unbroken travel for several days at a time, or a short or long stay somewhere in the course of the journey, Verse 150 repeats the injunction in order to cover all these situations.\nLet us add that Verse 148 introduces the theme of orientation with the word Wijhatun, which lexically signifies \"the thing one turns one's face to\", and which has been interpreted by the blessed Companion Ibn ` Abbas ؓ as \"Qiblah قبلہ \" or religious orientation. In fact, the word Qiblatun itself appears in the reading of the blessed Companion Ubayy ibn Ka'b ؓ ، which leaves no ambiguity in interpreting the phrases.43\n43. Before we leave the subject, let us remark that nowadays quite a good number of people, especially those with a Western formation, approach the Holy Qur'an as they do a book composed by a human author who pays due regard to what commonly passes as logic and sequential argument, and often do feel embarrassed or confused when they come across the close repetition of words and phrases in the Book of Allah, finding it impossible to explain or justify what is seemingly redundant. And it is not unlikely that this embarrassment may open the way to shame-faced misgivings and doubts even in the minds of those who wish to serve the cause of Islam in the modern world. What these men of good will tend to ignore is the elementary fact that the Word of Allah cannot be subservient to the rules of philosophical or literary composition, and that the reiteration of words and phrases, even of a sequence of sentences, is a regular mode of expression common to all the Sacred Books of the world. Moreover, the great orthodox (in the sense of unfailing adherence to the Qur'an and Sunnah) commentators of the Holy Qur'an have tried, each in his own way, to suggest the raisons d'etre of this device, and also to explain the possible implications of each particular instance of repetition. Some of the explanations pertaining to the verses we are concerned with here have been summarized by Maulana Muhammad Idris in his own commentary, from which we borrow the following resume:\n(1)\tThe first declaration is addressed to those who reside in Makkah, the second to those who live in the Arabian peninsula, and the third to all men . living anywhere in the world.\n(2)\tThe first is intended to cover all the situations and states, the second to cover all the places, and the third to cover all the periods of time.\n(3)\tThis passage of the Holy Qur'an lays down three raisons d'etre for the change in the religious orientation; hence, the commandment has been affirmed afresh along with each argument.\n(4)\tThis was the first occasion in the Islamic Shari` ah when a new commandment to abrogate an earlier one came. So, repetition was necessary to impress upon the minds of the people the multiple significance of the occasion and of the commandment.\n(5)\tThe abrogation of any commandment whatsoever is likely to give rise to all sorts of doubts, and to produce internal or external disorder. The naive cannot, anyhow, understand the why and how of an abrogation occurring in the case of a divine commandment. So, an emphatic reiteration becomes all the more essential.\nInjunctions and related considerations\n(1) Verse 145 has already indicated to the Muslims that although Allah has now appointed a new and permanent Qiblah قبلہ for the whole of mankind, yet the Jews and the Christians are not going to give up their respective orientations, nor shall the Muslims ever forsake their own. The People of the Book, anyhow, have no right to object to the Ka'bah being divinely chosen as the Qiblah قبلہ of the Muslims, for - as Verse 148 reminds us - every traditional community (Ummah) has always had a Qiblah قبلہ of its own, and so does the Islamic Ummah. Since the Muslims can be sure of their right to a Qiblah قبلہ peculiar to them, and the People of the Book are not expected to listen to reason, Allah asks the Muslims in this verse not to engage themselves in fruitless discussions and futile disputes, but to \"strive, then, to excel in good deeds.\" The Holy Qur'an discourages unnecessary discussions, for they make one neglect one's real task, which is to prepare oneself for one's death and for the other world. So, the verse ends with the rejoinder that on the Day of Judgment Allah shall bring all men together, and suggests that the desire to be safe from the criticism of others and the anxiety to win over them in disputes only betrays one's attachment to the temporal world, and that wisdom lies in caring more for what is everlasting.\n(2) The expression \"strive to excel\" also indicates that one should hasten to perform a good deed (whether it be Salah. (prayers) or Sawm صوم (fasting) or the Hajj (pilgrimage) or Zakah (giving of alms) etc.) as soon as one gets the opportunity to do so. For, the ability to do a good deed is a favour from Allah, and negligence in performing it amounts to ungratefulness and disrespect towards Allah. =Hence, it is to be feared that procrastination in this matter may be punished with a withdrawal of the divine favour, and that the culprit may altogether lose the ability to perform good deeds. May Allah protect us from such a fate! The point has been made quite explicit in another verse:\nيَا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّـهِ وَلِلرَّ‌سُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ ۖ وَاعْلَمُوا أَنَّ اللَّـهَ يَحُولُ بَيْنَ الْمَرْ‌ءِ وَقَلْبِهِ وَأَنَّهُ إِلَيْهِ تُحْشَرُ‌ونَ ﴿24﴾\n\"0 believers, respond to Allah and to the Messenger when he calls you to that which will gave you life; and know that Allah does (sometimes) stand between a man and his heart, and that to Him you shall be mustered\" (8:24).\n(3) From this very expression - \"strive, then, to excel in good deeds\" - some of the fugaha-' (Muslim jurists) have drawn the conclusion that it is more meritorious to offer each of the five daily prayers as soon as the appointed time for it begins, or as early as possible, and have even cited the ahadith of the Holy Prophet in support of this view, which is shared by Imam Shafi` i (رح) . On the other hand, the great Imam Abu Hanifah and Imam Malik رحمۃ اللہ علیہما specify that it is more meritorious to offer certain prayers a bit late, as has been indicated by the Holy Prophet ﷺ himself through his speech or action, while the rest of the prayers should, of course, be offered as early as possible within the time prescribed. An example of the former is provided by Al-Bukhari who reports from the blessed Companion Anas ؓ the superior merit of offering the ` Isha عشاء prayers rather late in the night. The blessed Companion Abu Hurayrah ؓ also reports such a preference on the part of the Holy Prophet ﷺ himself (Qurtubi). Similarly, Al-Bukhari and Al-Tirmidhi report from the blessed Companion Abu Dharr that in the course of a journey once the blessed Companion Bilal ؓ wanted to recite Adhan اذان (call for prayers) as soon as the time for the zuhr ظھر prayers began, but the Holy Prophet ﷺ asked him to wait till it was a bit cooler, and remarked that the heat of the noon-day is a part of the fire of Hell. In other words, the Holy Prophet ﷺ evidently preferred the zuhr ظھر prayers to be offered rather late in summer. On the basis of such ahadith, Imam Abu Hanifah and Imam Malik رحمۃ اللہ علیہما have come to the conclusion that although in the case of those prayers regarding which we have not been asked to offer them a bit late (for example, the Maghrib مغرب prayers), it is better to do so as soon as the appointed time begins, yet in the case of those prayers regarding which a specific indication does exist one should offer them somewhat later within the time prescribed. They add that if one wishes to act upon the commandment, \"strive, then, to excel in good deeds\", even in the latter case, then the only way to do so is not to delay the prayers when the desirable or commendable (Mustahabb مستحب ) time has arrived.\nIn short, Verse 148 has, according to a consensus of all the Fugaha', established the principle that when the time for offering a prescribed prayer has arrived, one should not delay it without a valid excuse, which may either be a clear-cut specification in the Shari'ah (as we have just defined), or a physical disability, like illness, etc.",
  "ayah": 148,
  "surah": 2
}
