{
  "text": "As we have already seen, the enemies of Islam have been objecting to the change in the ‘orientation of Qiblah قبلہ ، wishing to produce in the minds of the people doubts about the validity of Islam as a religion. The earlier verses have, in answering these objections, removed all such misgivings. But some of the enemies simply ignored the answers, and still persisted in their hostility. This situation was likely to dishearten the Muslims. So, the present verse nullifies such a re-action on the part of the Muslims by prescribing the method of overcoming one's grief or anxiety.\nThe patience and the Salah نماز :\nAnd the method consists in turning to patience and prayers; for Allah assures us here that He is with those who are patient. This promise applies, above all, to those who offer prayers, whether fard فرض (obligatory) or nafl (supererogatory), for prayers are the supreme form of worship.\nIn explaining the context, we have mentioned a specific situation, but the verse, in fact, identifies the elixir for all the ills which are a necessary part of human existence, whether they be wants and needs, or anxiety and suffering. The Holy Qur'an itself has indicated; in a very subtle and eloquent way, the general efficacy of this remedy by employing a generalizing expression - \"seek help\" - without specifying the situation in which help is to be sought. (Mazhari)\nNow, the two ingredients of this remedy are patience and prayers. The Arabic term Sabr (صبر) is much more comprehensive than its usual English equivalent, \"patience\". Lexically, the word \"Sabr\" signifies \"restraining oneself, or keeping oneself under control.\" In the terminology of the Holy Qur'an and the Hadith, Sabr صبر has three modes:\n(1)\tRestraining oneself from what the Shari'ah has declared to be illegal or impermissible (Haram حرام).\n(2)\tForcing oneself to be regular in the observance of the different forms of worship and to be steadfast in obeying the commandments of Allah and the Holy Prophet\tﷺ .\n(3)\tTo endure all kinds of trouble and pain - in other words, to understand clearly and to believe that it is the will of Allah to make one suffer, and to hope that one shall receive a reward for this suffering. With regard to this last point, let us add that, on the authority of the commentator Said Ibn Jubayr, Ibn Kathir says that if one cannot help uttering a word of grief or a sigh of pain, it does not go against Sabr صبر ، or nullify it.\nPeople generally identify Sabr صبر with the third mode alone, and ignore the first two which are, indeed, more basic and essential. We cannot insist too much on the fact that all the three are equally obligatory, and that every Muslim is required to practice all the three forms of Sabr صبر . In the terminology of Holy Qur'an and the Hadith, Al-Sabirun is the title of those who are steadfast in observing all the three forms with equal rigour. According to the Hadith, people will hear a call on the Day of Judgment, \"Where are the Sabirun صابرون ?\"; at this, those who had been constant in observing the three forms of Sabr صبر will stand up, and they will be allowed to enter Paradise without having to present the account of their deeds. In citing this hadith, Ibn Kathir points out that it is corroborated by the Holy Qur'an itself: إِنَّمَا يُوَفَّى الصَّابِرُ‌ونَ أَجْرَ‌هُم بِغَيْرِ‌ حِسَابٍ : \"The Sabirun صابرون shall certainly receive their full reward without reckoning.\" (39:10)\nAs for the second ingredient of the prescription, it is Salah نماز (Prayer). Although Sabr صبر ، as we have just explained it, covers the different forms of worship, including prayers, all of them being its branches. Salah نماز ، however, has been mentioned separately, because that is the most perfect model of Sabr صبر . For, in the state of Salah نماز ; one binds oneself to obedience and worship, and restrains oneself not only from all that is sinful or reprehensible but even from what is otherwise permissible - e.g., from eating or drinking or talking. Hence, Salah نماز is a visible demonstration of Sabr صبر which signifies keeping oneself under control in shunning everything sinful and in submitting oneself totally to obedience.\nA remedy to all problems\nMoreover, Salah نماز does possess a special efficacy in releasing man from all kinds of trouble and pain, and in fulfilling all his needs. We may not be able to explain it rationally, but the efficacy is present as a characteristic quality in the very nature of prayers - as happens in the case of certain medicines too. But the efficacy shows itself only when prayers are offered in the proper way and according to the physical and spiritual etiquette laid down by the Shari` ah. If our prayers seem to be fruitless, it is because we have been deficient in observing this etiquette, and have not turned to Allah in single-minded devotion and total submission. Let us not forget that, according to the Hadith, whenever the Holy Prophet $ was faced with a grave problem of any kind, he always hastened to offer nail prayers, and through the barakah بر کہ (benediction) of the prayers Allah came to his aid and resolved the problem satisfactorily.\nAs to how Sabr صبر can save man from all kinds of trouble and pain and resolve all his difficulties, the secret has been revealed in the last phrase of this verse - \"Surely, Allah is with those who are patient.\" That is to say, as a reward for Sabr صبر man receives the honour of the \"company\" of Allah. And it goes without saying that when the might of the Lord of the Worlds Himself has come to the aid of a man, what pain or trouble can overcome him, and who can prevent his concerns from prospering?",
  "ayah": 153,
  "surah": 2
}
