{
  "text": "The subject of the Ka'bah کعبہ ، as we would do well to recollect, started all the way back from Verse 124 : 'And when his Lord put Ibrahim to a test', later opening with the statement that the Ka'bah کعبہ was made a place for repeated convergence, a sanctuary, and a centre of divine worship as ordained (Verse 125). Then came the famous prayer of Sayyidna Ibrahim (علیہ السلام) in which he requested Allah Almighty that he and his people be initiated into the correct method of performing the manasik مناسک ، the required rites, or acts of worship (126 - 129); which is inclusive of the Hajj and ` Umrah. We can now see that the centrality of the House of Allah بیت اللہ as the place of worship has been expressed manifestly when it was declared to be the Qiblah قبلہ ، the direction and orientation of all Salah نمازیں ، no matter where it is performed; while at the same time, the importance of the House of Allah was established when it was made the objective in the performance of the Hajj and ` Umrah.\nThe present verse opens with the solemn declaration that the two hills, Safa صفاء and Marwah مروہ adjoining the Ka'bah کعبہ in Makkah, are tangible signs from Allah. Pilgrims walk briskly between them after they have made the tawaf طواف of the Holy Ka'bah کعبہ . This act of walking briskly or \"making rounds\" between them, as the Qur'an elects to call it, is known as Sayee سعی a practice which was there even in the Jahiliyyah جاھلیہ and which made Muslims doubt its propriety. It is exactly this doubt Allah Almighty aims to remove here.\nSo, there it was in the earlier treatment of the subject that Allah Almighty eliminated the objection raised by disbelievers against the instituting of the Ka'bah کعبہ as the Qiblah قبلہ of Muslim Salah نماز and here, through a correlated assertion, the doubt of Muslims themselves as to the propriety of Say in the Hajj and ` Umrah, of which the Ka'bah کعبہ is the desired hub, has been removed.\nThat the text is closely bound together by this reason is not difficult to see.\nSome terms and their meanings\n1.\tThe term, Sha a'ir in شعایر اللہ is the plural form of Sha` irah شعیرہ which means a sign, mark or token. So, the شعأیر اللہ \"Sha` a'ir of Allah\" signify what He has determined to be the marks of Islamic faith.\n2.\tLexically, Hajj means to aim, to intend; while, in the terminology of the Qur'an and Hadith, the act of deciding to go solely on a pilgrimage of the House of Allah بیت اللہ and performing required rites while there, is called the Hajj.\n3.\tLexically, ` Umrah means ziyarah زیارہ or pilgrimage; while, in the terminology of the Shari'ah, the visit to al-Masjid al-Haram and the doing of tawaf طواف and Sayee سعی there is called ` Umrah.\nSayee سعی between Safa and Marwah is Obligatory\nDetails of the method that governs the performance of the Hajj, ` Umrah and Sayee سعی are easily available in books of Fiqh فقہ . It may be noted that Sayee سعی is a mustahabb (desirable or commendable) practice of the Holy Prophet ﷺ according to Imam Ahmad (رح) ; a fard فرض (absolute obligation) according to Imams Malik and Shafi` i رحمۃ اللہ علیہما ; and a wajib واجب (necessity) according to Imam Abu Hanifah (رح) ، which means, one who abandons it would have to slaughter a goat in compensation.\nIt is advisable to guard against a possible doubt that may arise while reading the words used in the verse under study. One may think that the Qur'an simply says that making Sayee سعی between Safa صفاء and Marwah مروہ is 'no sin'; at the most, it proves that it is one of the many 'allowed' acts. This approach can be corrected by looking at the leading expression لاجُناحَ :'no sin' which has been used here in relation to a question. The question related to all those idols sitting on top of the Safa صفاء and Marwah مروہ hills and it was to show their devotion to them that the people of the Jahiliyyah جاھلیہ used to do say between Safa صفاء and Marwah مروہ ، and in which case, this practice should be haram حرام (forbidden). It is in answer to this doubt that it was declared, \"there is no sin\" in it. This being the real and authentic Abrahamic Tradition, there is no reason why it should be considered tainted with 'sin'? The 'malpractice' of a pagan band of people in this intervening period does not end up making a 'sin' of what is 'good' in the sight of Allah. The use of the expression 'no sin', therefore, does not go against its being wajib واجب or necessary.",
  "ayah": 158,
  "surah": 2
}
