{
  "text": "As part of the debated issue of Qiblah قبلہ several verses earlier, the text has pointed out how the people of the Book went about concealing the truth concerning the prophethood of the Holy Prophet for whom the Ka'bah کعبہ was appointed as the Qiblah قبلہ . It was Verse 146, where it was said:\nالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْرِ‌فُونَهُ كَمَا يَعْرِ‌فُونَ أَبْنَاءَهُمْ ۖ وَإِنَّ فَرِ‌يقًا مِّنْهُمْ لَيَكْتُمُونَ الْحَقَّ وَهُمْ يَعْلَمُونَ ﴿146﴾\n\"Those whom We have given the Book recognize him (The Holy Prophet) as they recognize their own sons. And, in fact, a group of them does conceal the truth while they know.\"\nNow the text, in order to conclude the subject, warns those who not only conceal the truth but, going further ahead in obstinacy, persist in their effort. The ultimate fate of this senseless persistence being all too obvious, Allah Almighty still extends the promise of His mercy and forgiveness to those who repent and reflect on what they did, retrace their steps and correct their negative attitude towards divine truth and, in order to demonstrate their positive stand, come forward and state the truth clearly and publicly. The natural consequence of such a reformed attitude would be that they will enter the fold of Islam believing in Allah and His prophet, which is the touchstone for any disbeliever's honest change of heart.\nThe duty of spreading the Islamic Knowledge\nVerse 159 above stated that concealing from people clear signs and guidance revealed by Allah Almighty is a terrible crime which earns the curse of Allah Almighty Himself, as well as that of His entire creation. Let us point out to some injunctions that issue forth from this verse:\n1. It is forbidden to conceal knowledge which must be disclosed and disseminated widely. The Holy Prophet ﷺ said:\nمن سٔل عن علم یعلمہ فکتمہ الجمہ اللہ یوم القیامہ بلجام من النار\n\"Anyone who is asked about something (of religion) which he knows would, in the event that he conceals it, be brought forth by Allah on the Doomsday harnessed with a rein of fire.\" (Narrated by Abu Hurayrah and ` Amr ibn al-'As and reported by Ibn Majah - Qurtubi)\nAccording to the fuqaha' فقہاء (Muslim jurists), this warning applies to a person who is the only one available in a given situation. If there are other knowledgeable persons present, he has the option of suggesting that the issue may be discussed with an ` alim who knows. (Qurtubi and Jassas)\n2.\tAnother very important rule that emerges from here is that one who himself does not possess the sound knowledge of religious injunctions and rulings should not try to explain them.\n3.\tThe third rule we find out is that answers to religious questions which are intricate, deeply involved and way beyond the comprehension level of common people should not be offered before them lest they fall a prey to some misunderstanding. This will not be considered as 'concealment of knowledge' since what is not allowed is the concealment of clear guidance given in the Qur'an and Sunnah which it is rather necessary to disclose and disseminate widely. The expression مِنَ الْبَيِّنَاتِ وَالْهُدَى of clear signs and guidance\" in this verse releases a strong suggestion to this effect. It was about such questions that the blessed Companion ` Abdullah ibn Masud ؓ had said: 'If you recite ahadith which people do not understand fully, you will be throwing them into a nest of discord.' (Qurtubi)\nAs reported in Sahih al-Bukhari, Sayyidna ` Ali ؓ has said: 'Disclose to the common people only that much of knowledge as they have the capacity to understand. Do you want them to deny Allah and His Messenger ﷺ ?' For, anything beyond their comprehension would breed doubts in their minds and the possibility is there that they may refuse to accept it.\nThis leads us to the rule that it is the responsibility of an alim عالِم ، a religious scholar or a guide, to talk to people after he has assessed their ability to receive what is to be communicated. Such questions should not be brought up before a person who is likely to fall in error or misunderstanding. It is for this reason that Muslim jurists, while discussing such questions in writing, conclude with a standard warning tag of ھذا مما یعرف ولا یعرف which means that the question under discussion is sensitive, therefore, a scholar should limit it to his comprehension and refrain from broadcasting it in public. It is reported that the Holy Prophet ﷺ has said:\nلا تمنعوا الحکمۃ اھلھا فتظلموھم ولاتضعوھافی غیر اھلھا فتظلموھا\n\"Do not withhold wisdom from those who deserve it, for if you do so, you will be unjust to them; and do not place it before those who do not deserve it, for if you do so, you will be unjust to it.\"\nIn view of these details, Imam al-Qurtubi (رح) has deduced the ruling that an infidel who appears in polemics against Muslims - or a heresiarch (mubtadi' مبتدی) who, being a combination of the heretic and the schismatic, invites people to his misleading ideas - should not be initiated into the Islamic disciplines unless it is absolutely ascertained that such teaching would correct his thinking.\nSimilarly, the executive authority of a time should not be given rulings which they could misuse to unleash a reign of terror over their citizens. Similarly again, the 'leaves' (rukhsah رُخصہ ) given in religious injunctions and the stratagems (hilah, plural: hiyal) should not be brought forth in public unnecessarily lest people get used to being 'excuse-seekers' while acting upon the injunctions of the faith. (Qurtubi)\nThe Hadith is equal to the Qur'an by implication\nThe blessed Companion Abu Hurayrah ؓ ، as reported in the Sahih of Al-Bukhari, has said: 'If this verse of the Qur'an was not there, I would have not related a single hadith before you.' The verse referred to here is the present verse which carries the warning of curse on concealment of knowledge. Some other Companions, may Allah be pleased with them, have been reported to have used similar words while narrating Hadith.\nThese narrations tell us that in the view of the blessed Companions, the Hadith of the Holy Prophet ﷺ enjoys some privileges mentioned in relation to the Qur'an. It may be noted that the verse in question warns those who may conceal what has been revealed in the Holy Qur'an; it does not mention Hadith as such. But, the blessed Companions ruled that the Hadith of the Holy Prophet ﷺ was covered under this reference to the Qur'an and that is why they thought that concealing the Hadith would also put them under this warning.\nThe evil consequences of some sins\nThe exact words of the Holy Qur'an in وَيَلْعَنُهُمُ اللَّاعِنُونَ :'And curse them those who curse', as obvious, have not identified those who do that. Commentators Mujahid and ` Ikrimah have said that this absence of specification suggests that they are cursed by everything and every living being, so much so, that all animals and insects join in since their misdeeds hurt all created life forms. This is supported by a hadith from the blessed Companion, Bard' ibn ` Azib where the Holy Prophet ﷺ has been reported to have said that the word al-la` inun اللَّاعِنُون ('those who curse' ) refers to all animal life that moves on the earth. (Qurtubi quoting Ibn Majah)",
  "ayah": 159,
  "surah": 2
}
