{
  "text": "Now in Verse 164, there is a series of signs and proofs in support of the premise that Allah Almighty is really One. Stated simply, these can be grasped by the learned and the ignorant alike. How can one bypass the wonder of the creation of the heavens and the earth? Who can ignore the constant alternation of the night and the day? The message is simple and clear. Their origination and their perpetuity is the work of His perfect power alone and that there is absolutely no being other than Him who can take that credit.\nSimilarly, the movement of boats on the surface of waters, is a formidable indicator of Allah's power which gave water, a substance so liquid and fluid, the property of lifting on its back ships which carry tons and tons of weight all the way from the East to the West. Then, there is the movement of winds which Allah harnesses into the service of man, and in His wisdom, keeps changing their direction. These are great signs; they tell us that they were created and operated by a supreme being, the One who is All-Knowing, All-Aware, All-Wise. If the substance of water was not given a state in which the molecules move freely among themselves while remaining in one mass, a functional fluidity in other words, all this maritime activity would not be there. Even if this fluidity of sea-surface was there, help from winds was still needed in order to cover all those thousands of nautical miles across the seas of the world. The Holy Qur'an has summarized the subject by saying:\nإِن يَشَأْ يُسْكِنِ الرِّ‌يحَ فَيَظْلَلْنَ رَ‌وَاكِدَ عَلَىٰ ظَهْرِ‌هِ\n\"If He wills, He can still the winds, then, ships shall remain standing on the back of the seas.\" (42:33)\nThe use of the expression بِمَا يَنفَعُ النَّاسَ :'with what benefits men' points out to the countless benefits that accrue to human beings when they mutually trade their goods through sea freighters. It is interesting to keep in mind the variations these benefits take from country to country and from age to age.\nThen comes the marvel of water descending from the sky, drop by drop, released in a measure and manner that it hurts nothing. If it always came in the form of a flood, nothing would have survived, man or animal or things. Then, the raining of water is not all; it is the storage of water on earth that baffles the human ingenuity. Risking a simplicity, let us imagine if everyone was asked to store for personal use a quota of water for six month, how would everyone manage that? Even if such an impossible storage was somehow done, how could it be made to remain potable and hygienic all this time? Allah Almighty, in His infinite mercy, took care of this too. The Holy Qur'an says:\nفَأَسْكَنَّاهُ فِي الْأَرْ‌ضِ ۖ وَإِنَّا عَلَىٰ ذَهَابٍ بِهِ لَقَادِرُ‌ونَ\n'Then, We made water stay in the earth, although, We were capable of letting it flow away' (23:18)\nBut, nature did not allow this to happen. For the inhabitants of the earth, human and animal, water was stored in ponds and lakes openly. Then, the same water was lowered into the earth under the mountains and valleys in the form of an unsensed network of hidden pipelines of water accessible to everyone taking the trouble of digging and finding water. Further still, is it not that a huge sea of ice was stored out on top of the mountain ranges which is secure against spoilage and melts out slowly reaching all over the world through nature's own water lines.\nTo sum up, it can be said that Allah's Oneness has been proved in these verses with the citation of some manifestations of His perfect power. Commentators of the Qur'an have taken up this subject in great details. Those interested may see al-Jassas, al-Qurtubi and others.",
  "ayah": 164,
  "surah": 2
}
