{
  "text": "Earlier, the aim was to correct the error made by the mushrikin مشرکین when they made unlawful what was good and permissible. Now, in the present Verse (172), the believers are being warned against falling into the same error. As a corollary, they are reminded of Allah's blessings and are taught to be grateful to Him.\nLater, in Verse 173 it is said that the prohibited must remain prohibited and should never be treated as lawful, something the mushrikin used to do when they ate carrion or animals slaughtered in a name other than that of Allah. Also implied is the warning that it is an error to declare any animal, other than those specified, as unlawful.\nComments on juristic details follow.\nThe effects of eating Halal حلال and Haram حرام\nVerse 172 forbids eating that which is Karam and along with it, allows eating that which is halal in all gratefulness to Allah. The reason is that the act of eating haram promotes evil instincts, kills the taste of ` ibadah and makes the prayers ineffective. In contrast, eating halal generates inner light, creates a distaste for evil deeds, leads towards high morals, and creates a state in which the heart welcomes ` ibadah and finds the very thought of sin sickening and of course, prayers are answered. Therefore, Allah Almighty has told all his prophets to eat from what is good and do what is righteous:\nیأَيُّهَا الرُّ‌سُلُ كُلُوا مِنَ الطَّيِّبَاتِ وَاعْمَلُوا صَالِحًاً\n0 Messengers, eat of the good things and do the righteous. (23:51)\nThis shows that eating and using what is halal حلال plays a vital role in doing what is good and virtuous. Similarly, living by the halal حلال helps the chances of a prayer being answered while living by the haram حرام kills those chances. The Holy Prophet has said that there are many people, tired and distressed, who stretch their hands in prayer before Allah fervently calling '0 Lord, 0 Lord, yet haram حرام is what they eat, haram حرام is what they drink and haram حرام is what they wear, how then, under these conditions, could they hope to have their prayers answered?' (The Sahih, Muslim, and Tirmidhi as quoted by Ibn Kathir)",
  "ayah": 172,
  "surah": 2
}
