{
  "text": "The wordإِنَّمَا حَرَّ‌مَ (innama harrama) is a restrictive particle, therefore, the sense of the verse is that Allah Almighty has forbidden only those things which have been mentioned later, other than which, nothing else is forbidden. So, in this verse, it is the word, innama إِنَّمَا which points out to the given sense, while in another verse (6:145): قُل لَّا أَجِدُ فِي مَا أُوحِيَ إِلَيَّ مُحَرَّ‌مًا عَلَىٰ طَاعِمٍ the same thing has been stated more clearly. Here, the Holy Prophet ﷺ has been asked to proclaim that, in what has been revealed to him, there is nothing haram حرام except the few things mentioned later on.\nAt this stage, we have a problem on our hands. The fact is that the unlawfulness of many things stands proved on the authority of other verses from the Qur'an, and also from ahadith. If so, what would be the meaning of this 'restriction' and how are we to explain the negation of 'there is nothing haram حرام except the few things mentioned later on'?\nFor an answer, we can say that halal حلال and haram حرام are not being discussed here in the absolute sense. Rather, they are discussed here with reference to those particular animals only which the polytheists of Makkah took as halal حلال or haram حرام on the basis of their pagan beliefs. This has been pointed out in the previous verse where it is said that the polytheists of Makkah were used to declaring some halal حلال animals as haram حرام for them and this practice was censured there. Now, it is in contrast to that situation that they are being told here as to how they do not stay away from certain animals which have been declared haram حرام for them, while, at the same time, they stay away from those that are halal حلال in the sight of Allah. Therefore, the presence of the 'restriction' here should not be taken in the absolute sense as it is relative, especially in opposition to the polytheistic beliefs.\nNow, the things that have been made unlawful (haram) in verse 173 are four in number:\n1.\tDead animal (Maitah مَیتَہ)\n2.\tBlood (Dam دم )\n3.\tThe flesh of Swine (Lahm al-khinzir لحم الخنزیر )\n4.\tAn animal on which the name of anyone other than Allah has been called (Wa ma uhilla bihi lighayrillah وَمَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـہ).\nThese four things have been further explained in other verses of the Holy Qur'an, and in authentic ahadith. Seen as a correlated whole, the following injunctions emerge from them, and they are being taken up here in some detail:makhan41\nInjunctions about the dead animal\nThe dead animal is known in English as 'carrion' or carcass. In Islamic terminology, it means an animal not slaughtered in accordance with the requirements of the Shari'ah. If it dies its own death without having been slaughtered or is killed by choking or aggressive hitting, it falls under the category of 'dead' and remains haram حرام . But, in accordance with another verse of the Holy Qur'an: أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ‌ وَطَعَامُهُ 'Allowed to you is the game of the sea and its eating.' (5:96), slaughtering sea-life is not necessary as a condition; it is permissible even without it. It is on this basis that, in authentic ahadith, fish and locust have been determined as exceptions to the category of maitah مَیتَہ (unslaughtered) and thus made halal حلال . The Holy Prophet ﷺ has said: 'Two dead things have been made lawful for us - the fish and the locust; and two forms of blood have been made lawful for us - the liver and the spleen [ Organ in abdomen ].' (Ibn Kathir from Ahmad, Ibn Majah and Darqutni)\nSo, among animals, the fish and the locust are halal without slaughtering, even if they die their own death or get killed by somebody. However, fish that gets decomposed and starts floating on the surface is haram حرام . (Jassas)\nSimilarly, an animal not within range for the hunter to slaughter can become halal حلال without having been slaughtered if the hunter, after saying Bismillah بِسْمِ اللَّـهِ , inflicts a wound on it by means of a sharp-edged weapon such as an arrow. Merely being wounded is not enough; it is necessary as a condition that it be wounded with some sharp-edged weapon.\nInjunctions and Rulings\n1.\tIf an animal wounded by a gunshot dies before it could be slaughtered, it would be taken as an animal that dies from a fatal strike with a baton or rock. This has been called' (mawqudhah موقوذہ) in another verse of the Holy Qur'an (5:3) where it has been classed as haram حرام . However, if the animal is slaughtered before it dies, it would become halal حلال .\n2.\tSome ` ulama' are of the opinion that the common bullet with a conical nose-top falls under the category of an arrow, but the view of the majority is that this too is not an arrow-like weapon, instead, it bores the flesh and tears it apart by the force of the explosive mixture inside the bullet, otherwise, the weapon itself has no sharp edge which could inflict a wound on the animal. Therefore, an animal hunted with a bullet of this kind will not be permissible without slaughtering it.\n3.\tIn Verse 173, maitah مَیتَہ or the dead animal has been declared haram حرام in an absolute sense, therefore, everything about it is haram حرام ; eating its flesh, buying it or selling it, all included. The same injunction applies to all impurities (Anjas). Their use, buying and selling, even deriving any benefit from them are all haram حرام ، so much so, that it is impermissible to voluntarily feed even an animal with carrion or anything else impure. However, should this be placed somewhere and be eaten by a dog or cat on its own, that would, then be permissible. What is not permissible is to feed them personally. (Jassas, Qurtubi)\n4.\tIn this particular verse the injunction declaring maitah مَیتَہ or the dead animal as haram حرام appears to be general which includes all parts of maitah مَیتَہ . But, this has been clarified in another verse (6:145) by the words: عَلَىٰ طَاعِمٍ يَطْعَمُهُ which tells us that the eatable parts of the dead animal are forbidden. Therefore, the bones of the dead animal and the hair, which are not eatables, are clean and their use is permissible. The Holy Qur'an in verse (16:86): وَمِنْ أَصْوَافِهَا وَأَوْبَارِ‌هَا وَأَشْعَارِ‌هَا أَثَاثًا وَمَتَاعًا إِلَىٰ حِينٍ has permitted the use of hair of such animals in an absolute sense. The condition of slaughter is not there (Jassas). Since the skin or hide of an animal carries impurities such as blood it is forbidden unless tanned. When tanned, it is permissible. Further clarifications can be seen in authentic ahadith. (Jassas)\n5.\tThe fat of the dead animal and everything made with it is forbidden. There is no way they can be used. Even buying and selling them are forbidden.\n6.\tAvoiding the use of soap made from animal fat is good precautionary practice. However, it is not easy to find out for sure that fat from dead animals has been used in a particular product, therefore, some leeway exists. Another reason for its permissibility is that some of the blessed Companions such as, Ibn ` Umar, Abu Said al-Khudri and Abu Musa al-Ash` ari ؓ have ruled that the fat of the dead animal is forbidden as far as eating is concerned, while they have permitted its use externally, and therefore, they have allowed its buying and selling. (Jassas)\n7.\tCheese made from milk contains an ingredient called infaha in Arabic and 'rennet' in English. It is a mucous membrane lining taken out from the stomachs of suckling lambs or kids. It is used to coagulate or curdle milk. If rennet is taken out of the stomach of an animal slaughtered in the name of Allah, there is no harm in using it. The meat, fat etc. of an Islamically slaughtered animal are permissible. But, in the event they are taken from the stomach of an animal slaughtered un-Islamically, there is difference of views among Muslim jurists. Imams Abu Hanifah and Malik رحمۃ اللہ علیہما consider it clean while Imams Abu Yusuf, Muhammad and Thawri رحمۃ اللہ علیہما and others call it unclean and impure. (Jassas, Qurtubi)\nThere is a strong likelihood that rennet from un-Islamically slaughtered animals is used in cheese made in non-Islamic countries, therefore, relying on the consensus of Muslim jurists, one must avoid using it. Under the juristic position taken by Imam Abu Hanifah and Imam Malik رحمۃ اللہ علیہما ، leeway exists. Some cheeses made in western countries have pork-fat as one of their ingredients which, hopefully, can be seen on the wrapper or tin. All these are absolutely haram حرام and impure.\nThe blood\nThe second thing forbidden in the verse is blood. The word, dam دم ، (pronounced a, 'sum' in English) meaning 'blood' has been used here in the absolute sense, but, in verse (6:145) of Surah al-An` am, it has been subjected to a qualification, that is: مَّسْفُوحًاً (that which flows). Therefore, fuqaha' agree that congealed blood such as, the kidney or spleen, are clean and permissible.\n1.\tSince flowing blood is what is forbidden, the blood that remains on the flesh after slaughtering the animal is clean. The Muslim jurists, the blessed Companions and their successors and the Ummah in general agree on this. On the same analogy, the blood of mosquitoes, flies and bed bugs is not unclean. But, should this be significant, it has to be washed clean. (Jassas)\n46. In bio-chemistry, the enzyme rennin in present is rennet and is a milk-curdling agent.\n2.\tAs eating or drinking blood is forbidden, its external use is also forbidden. As the buying and selling and seeking any benefit from impurities is forbidden, the buying and selling of blood is forbidden and all income derived from it is also forbidden. This is because dam or blood in the words of the Holy Qur'an has been forbidden in the absolute sense which includes all possible ways in which it can be used.\nBlood Transfusion\nActually, human blood is a part of human body. When taken out of the body, it is rated as najis نجس or 'impure’, which would require that transfusion of blood from one human body to another be regarded as haram حرام for two reasons:\na)\tSince respecting the human body is necessary and this act is contrary to that respect.\nb)\tBlood is heavy impurity (al-najasah al-ghalizah النجسہ الغلیظہ ) and the use of things impure is not permissible.\nBut, looking into the conveniences allowed by the Shari'ah of Islam under conditions of compulsion and in general treatment of diseases, we come to the following conclusions:\nTo begin with, blood is no doubt a part of the human body but its transfusion into the body of another person requires no surgery. Blood is drawn out by means of a syringe from one human body and transferred to another by the same process. Therefore, it is like milk which forms in the human body and goes on to become the part of another human being. The Shari'ah of Islam, in view of the need of the human child, has made nothing but milk as his or her initial food, making it obligatory on mothers to feed their children as far as they stay married to their respective husbands. After divorce, mothers cannot be forced to feed their children. To provide sustenance to children is the responsibility of the father; it is he who must arrange to have the child suckled by a wet-nurse, or request the mother to continue feeding the baby against payment. The Holy Qur'an is very clear on this subject when it says:\nفَإِنْ أَرْ‌ضَعْنَ لَكُمْ فَآتُوهُنَّ أُجُورَ‌هُنَّ\n\"If they (your divorced wives) suckle (your children) for you, then, pay for their services.\" (65:6)\nIn short, milk which is a part of the human body has still been made permissible for children in view of their need. It is even permissible to use it medically for elders as well. It appears in Alamgiriah:\nولا باس باَن یسعط الرجل بلبن المراۃ ویشربہ للدواء (عالمگیری ص 4)\n\"There is no harm if female milk is dropped in the nose of a man to cure him of some disease, or even if it is given orally as medicine.\" (For further details on this subject see Al-Mughni by ibn Qudamah, Kitab al-Sayd, volume 8, page 602.)\nIf blood is dealt with on the analogy of milk, the analogy would not be too far-fetched, since milk is also an altered form of blood and shares with it the common factor of being a part of the human person. The only difference between them is that milk is clean while blood is not. So, the first reason of unlawfulness, that is, being a part of human body, is no more operative here. What remains is the aspect of its impurity. In this case too, some fuqaha' have permitted the use of blood on medical grounds.\nTherefore, the correct position is that the transfer of human blood to another body does not seem to be permissible in Shari` ah under normal conditions, but doing so under compulsive conditions on medical grounds is doubtlessly permissible. Compulsive conditions mean that the patient faces a life or death situation and no life-saving drug turns out to be effective or is just not available and there is a strong likelihood that the patient's life would be saved through the blood transfusion. If these conditions are met, giving of blood will be permissible under the authority of this Qur'anic text which clearly permits the saving of one's life by eating the flesh of a dead animal, if compelled by neces-sity. However, in the event that there be no condition of compulsion or other medicines and treatments could work, the problem has been dealt with differently by different jurists; some say that it is permissible while others maintain that it is not. Details are available in books of fiqh فقہ . Those interested in the subject may wish to see my Urdu treatise entitled, 'The Transplanting of Human Limbs'.\nThe swine is forbiddan\nThe third thing forbidden in this verse is the flesh of the swine. It will be noted that it is the 'flesh' of swine which has been mentioned here as unlawful. Al-Qurtubi explains this by saying that the aim here is not to restrict or particularize 'flesh' as such. In fact, all parts of the swine, the bones, the skin, the hair, the ligaments, are forbidden by the consensus of the Muslim community. The introduction of the word (lahm لحم : flesh) is to point out that the swine is not like other prohibited animals which can be purified by slaughtering, even if eating of them stays prohibited. The reason is that the flesh of the swine does not get purified even if the swine is slaughtered, as it is absolutely impure and unlawful. However, the use of its bristles to sow leather has been permitted in Hadith. (Jassas, Qurtubi)\nThe consecrated animals\nThe fourth thing forbidden in this verse is an animal dedicated to anyone other than Allah. This takes three known forms:\n(1)\tThe slaughtering of an animal to seek the pleasure of anyone other than Allah and calling the name of that 'anyone' while slaughtering it, is unanimously forbidden with the consensus of the Muslim community. This animal is maitah مَیتَہ : dead. It is not permissible to derive any benefit from any of its parts because this is what the verse, مَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـهِ (173) clearly means without any difference of opnion.\n(2)\tThe slaughtering of an animal to seek the pleasure of anyone other than Allah, despite the fact that the animal was slaughtered by calling the name of Allah, is also forbidden in the Shari'ah. This is something a large number of ignorant Muslims do when they slaughter goats and sheep, even chicken, to seek the pleasure of elders and leaders, and they do this by calling the name of Allah at the time of slaughter. The fuqaha-' agree that all such forms are haram حرام and the animal slaughtered in this manner is a dead animal, a carcass. However, there is some difference of opinion about the reason. Some commentators and jurists maintain that this second situation is also what the verse مَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـهِ (173) means to cover. It appears in the Hawashi of al-Baydawi:\nفکل مانودی علیہ بغیر اسم اللہ فھو حرام وان ذبح باسم اللہ تعالیٰ حیث اجمع العلماء لوان مسلما ذبح ذبیحۃ وقصد بذبحہ التقرب الٰی غیر اللہ صار مرتدا و ذبیحتہ ذبیحۃ مرتد\nEvery animal on which a name other than that of Allah was called is Haram , even though it was slaughtered in the name of Allah. Therefore, ` ulama علماء ' agree that a Muslim, who slaughters an animal and intends to seek the pleasure of anyone other than Allah through it, will become an apostate, and the animal he slaughters will be taken as one slaughtered by an apostate.\nIn addition to this, it is said in Al-Durr al-Mukhtar, Kitab al-dhaba'ih:\nذبح لقدوم الامیر و نحوہ کو احد من العظماء یحرم لانہ اھل بہ لغیر اللہ ولوذکراسم اللہ\nSlaughtering an animal to celebrate the visit of a dignitary is haram حرام because that comes under ma uhilla bihi lighayrillah أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـه ما even though the name of Allah has been mentioned at the time of slaughter. (Volume 5, page 214)\nAl-Shami concurs with this view.\nThere are others who have not gone to the extent of declaring that this situation is what ma uhilla bihi lighayrillah ما اُهِلَّ بِهِ لِغَيْرِ‌ اللَّـه means clearly since it would be a little burdened Arabic-wise to import the phrase for this situation, but it is on the basis of the commonality of cause, that is, because of the intention of seeking the pleasure of anyone other than Allah, that they have tied this too with ma uhilla bihi lighayrillah مَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـهِ and have declared it to be haram حرام . In the view of this humble writer, this view is the most sound, cautious and safe.\nNevertheless, there is a regular verse of the Holy Qur'an which supports the unlawfulness of this situation, that is, وَمَا ذُبِحَ عَلَى النُّصُبِ. The word, nusub نُّصُبِ here means everything worshipped falsely. So, it signifies animals that have been slaughtered for false gods. Since, wa ma uhilla bihi lighayrillah وَمَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـهِ has been mentioned earlier, it tells us that ma uhilla وَمَا أُهِلَّ clearly means the animal on which a name other than that of Allah has been recited at the time of its slaughter, and that dhubiha ala n'nusub ذُبِحَ عَلَى النُّصُبِ appears in contrast to it where the reciting of a name other than that of Allah has not been mentioned. It simply means the act of slaughtering with the intention of pleasing idols. Included here are animals which have been, in fact, slaughtered to seek the pleasure of somebody other than Allah even though the name of Allah has been recited at the time of slaughtering them. (This special note is from my teacher, Hakim al-ummah Maulana Ashraf Ali Thanavi.)\nImam Al-Qurtubi (رح) has taken the same approach in his Tafsir where he has said:\nوجرت عادہ العرب بالصیاح باسم المقصود بالذبیحۃ وغلب ذلک فی استعمالھم حتی عبربہ عن النیۃ التی ھی علۃ التحریم\nIt was a customary practice of the Arabs that, at the time they were to slaughter, they would call aloud the name of the entity the slaughter was intended for. That was so much in vogue among them, that in this verse, their intention, that is, their seeking of the pleasure of one other than Allah, which is the real cause of forbiddance, was identified as ihlal or call. (Tafsir al-Qurtubi, volume 2, page 307. Imam AI-Qurtubi has based his findings on the fatawa فتٰوٰی or religious rulings of Sayyidna ` Ali and Sayyidah ` A'ishah, may Allah be pleased with them both)\nDuring the days of Sayyidna Ali ؓ ، Ghalib, the father of poet Farazdaq had slaughtered a camel and there is no report to con-firm that the name of someone other than Allah was mentioned on it at the time of its slaughter. But, Sayyidna Sayyidna Ali ؓ decided that this too fell under the category of ma uhilla bihi lighayrillah وَمَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـهِ and was haram حرام . The Companions, may Allah bless them all, accepted the verdict.\nSimilarly, Al-Qurtubi reports a lengthy hadith from Sayyidah ` A'ishah ؓ ، on the authority of Yahya ibn Yahya (رح) ، the teacher of Imam Muslim. Towards the end, it says that a certain woman asked her: '0 umm al-mu'minin اے اُم المؤمنین ، some of our foster relatives are non-Arabs and they have one or the other festival going for them all the time. On these festivals, they send us gifts. Should we eat them or should we not?' Thereupon, Sayyidah ` A'ishah ؓ said:\nاما ما ذبح لذلک الیوم فلا تاکلوا ولکن کلوا من اشجارھم\nDo not eat what has been slaughtered for that day, but you can eat (fruits) from their trees. (Qurtubi, volume 2, page 207)\nTo sum up, it can be said that the second situation in which the intention is to seek the favour of an entity other than Allah even though Allah's name is called at the time of slaughtering the animal comes under the purview of the prohibition relating to ma uhilla bihi lighayrillah وَمَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـهِ for two reasons:\na.\tThe commonness of cause, that is, because of the intention to seek the favour of an entity other than Allah.\nb.\tIt is also covered by the verse (5:3), and therefore, this too is forbidden.\n3. There is a third situation also where an animal is released after cutting off its ear lobe or branding it in some other manner and this is done to seek the pleasure of an entity other than Allah and to make it an object of reverence paid to the same entity. The animal in this case was neither used in its normal functions nor intended to be slaughtered. Rather, slaughtering such an animal used to be held as unlawful. Such animals are not covered under the prohibition envisaged in verse 173 (Ma uhilla bihi lighayrillah مَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـهِ ) or in verse 5:3 (Ma dhubiha ` ala n'nusub ما ذُبِحَ عَلَى النُّصُبِ ), instead, animals of this kind are known as bahirah or sa'ibah and according to the injunction of the Qur'an the practice of releasing them in that manner is haram as it would appear later under the verse: مَا جَعَلَ اللَّـهُ مِن بَحِيرَ‌ةٍ وَلَا سَائِبَةٍ\nHowever, it should be borne in mind that their practice of releasing an animal in this unlawful manner or their false beliefs about it do not render the animal itself unlawful. Rather, if such animals are held to be forbidden, it will amount to supporting their false beliefs. Therefore, this animal is lawful like any other animal.\nBut, in accordance with the principles of Muslim law, this animal does not go out of the ownership of its owner. It continues to be owned by him, even though, he thinks that it is no more his property and has been dedicated to someone other than Allah. This belief of the owner of the animal is false and, in accordance with the dictate of the Shari'ah, the animal continues to be in his ownership.\nNow, if this person sells this animal or gives it as gift to someone, then, this animal will be lawful for the assignee. This is what people in some countries do when they endow goats or cows in the name of their idols or gods and leave them with the management of the temples to do what they like with them. Some of them sell these animals to Muslims as well. Similarly, some ignorant Muslims also do things like that at shrines or graveyards. There they would leave a goat or a full-grown male domestic foul in the hands of the keepers who sell these out. So, those who buy such livestock or poultry from the keepers authorized by owners, for them, it is perfectly lawful if they buy, slaughter, eat or sell them onwards.\nNadhr lighayrillah نذر لغیرللہ : Offering for anyone other than Allah\nHere we have a fourth situation on our hands which does not relate to animals but to things other than these. For instance, food or sweets offered against vows in the name of someone other than Allah by Hindus in their temples and by ignorant Muslims in shrines. This kind of nadhr نذر or mannat مَنَّت in the name of someone other than Allah has also been declared haram حرام because of the commonness of cause, that is, because of the intention to seek the favour of one other than Allah and which comes under the same prohibition as contemplated in ma uhilla bihi lighayrillah مَا أُهِلَّ بِهِ لِغَيْرِ‌ اللَّـہ as a result of which its eating, feeding, buying and selling all become haram حرام . Details can be seen in the books of fiqh فقہ such as Al-Bahr al-Ra'iq البحر الرعیق and others. This injunction is based on the analogy of the animals mentioned expressly in the text of the Holy Qur'an.\nInjunctions in situations of compulsion\nIn the verse under comment, after four things have been declared unlawful, the fifth injunction comes as an exception. The text says:\nفَمَنِ اضْطُرَّ‌ غَيْرَ‌ بَاغٍ وَلَا عَادٍ فَلَا إِثْمَ عَلَيْهِ ۚ إِنَّ اللَّـهَ غَفُورٌ‌ رَّ‌حِيمٌ\nwhich means that the injunction has been relaxed for a person who is extremely compelled by hunger, and is not looking towards enjoying his food, nor is likely to go beyond the level of his need, then he, in that situation, will not incur any sin if he eats what is unlawful. There is no doubt about it that Allah Almighty is Most-Forgiving, Very-Merciful. It will be observed that the burden of sin which accrues from eating the unlawful has been removed from the mudtar مُضْطُر‌: the one who is compelled by necessity and must save his life, if he fulfils two attending conditions. In the terminology of the Shar` iah, the word, mudtar مُضْطُر is applied to a person whose life is in danger. Ordinary pain or need cannot qualify a person to be known as mudtar مُضْطُر . So, for a person whose hunger has driven him to a point beyond which he must either eat or die, there is an option; he can eat things made unlawful on two conditions. Firstly, the aim should be to save life and not to enjoy eating. Secondly, he must eat only as much as would serve to save his life; eating to fill up one's stomach or eating much more than one needs remain prohibited even at that time.\nSpecial Note\nHere, the eating of things forbidden even under a situation of compulsion (idtirar اِضْطُرارَ‌) has not been made lawful as such by the noble Qur'an, instead, the expression used is لااثمَ علیہ (there is no sin on him) which means that these things continue to be haram حرام as they are, but the sin of using what is haram حرام has been forgiven because the eater has done so under the compulsion of necessity. There is a world of difference between making something lawful and the forgiving of sin. If the objective was to make these things lawful under compulsive need, a simple exception from the injunction of unlawfulness would have been enough. But, here the text does not rest at the simple exception, it rather elects to add the statement: لااثمَ علیہ . By doing so, it makes a point, that is, what is haram حرام remains haram حرام as it is, and using it is nothing but sin, however, the mudtar (مُضْطُر), the compelled one, has been forgiven this sin.\nUsing the forbidden as a cure, in dire necessity\nA person whose life is in danger can use what is forbidden as medicine to save his life. This too is proved by the verse under comment, but there seem to be some conditions as well which have been hinted there.\nTo begin with, there should be a state of compulsion, and a danger of losing life. This injunction does not cover ordinary pain or sickness. Then, there is the situation when no treatment or medicine works, or is just not available - the unlawful thing to be used as life-saving drug is the only option open. This is like the exception made in a state of extreme hunger which is valid only when something lawful is not available or affordable. The third condition is that it should be made certain that by using the unlawful, life will be saved. This is like the eating of a couple of morsels from unlawful meat by one compelled fatally by hunger should be enough to save his life. If there is a medicine which appears to be useful but there is no certainty that it would cure the ailing patient, then, the use of this unlawful medicine will not fall under the purview of the exception made in this verse and therefore, it will not be permissible. Along with these three, there are two additional conditions which have been set forth in the verse, that is, one should not aim to enjoy it and use no more than one needs to use.\nGiven the restrictions and conditions that emerge from clear statements and subtle hints in the verse, every unlawful and impure medicine can be used internally or externally. It is permissible by the consensus of the jurists of the Muslim ummah. In a nutshell, these five conditions are as follows:\n1.\tThere be a state of extreme necessity, that is, one's life be in danger.\n2.\tAnother lawful medicine does not work, or is not available.\n3.\tIt should be normally certain that the disease will be cured by such medicine.\n4.\tEnjoying the use of the medicine should not be the aim.\n5.\tIt should not be used any more than it is needed.\nUsing the forbidden as a cure without necessity\nAs far as situations of extreme necessity are concerned, the relevant injunction has been given in the text of the Holy Qur'an and there is total agreement on that. But, about the question of using impure or haram حرام medicine even in common diseases, the jurists differ. Most of them say that, barring compulsion, and all those conditions mentioned above, it is not permissible to use haram حرام medicine, because the Holy Prophet $ as reported in al-Bukhari has said that Allah Almighty has placed no cure for the Muslims in haram حرام .\nSome other jurists have used a particular episode reported in Hadith to declare it as permissible. That episode relates to people of the ` Uraynah عُرینہ tribe and has been reported in all books of Hadith where it is said that some villagers came to the Holy Prophet ﷺ . They suffered from several diseases. He permitted them the use of camel milk and urine, which cured them.\nBut, this episode has several possibilities which make the use of prohibited things doubtful. Therefore, the correct original position is: Unless the conditions of extreme necessity exist in common diseases, the use of haram medicine is not permissible.\nHowever, later-day jurists, keeping in view the influx of unlawful and impure medicines in modern times, the general climate of suffering, and the weakness of people against it, have permitted the use of prohibited medicine on the condition that another lawful and pure medicine is not effective, or is not available. It is mentioned in Al-Durr al-Mukhtar, the well-known book of Fiqh فقہ :\nاَختلف فی التداوی بالمحرم وظاھر المذھب المنع کما فی رضاع البحر ولکن نقل المصنف ثم وھھنا عن الحاوی قبل یرخص اذا علم فیہ الشفاء ولم یعلم دواء آخر کما رخص فی الخمر للعطشان (علیہ الفتوی، ومثلہ فی العالمگیریہ ص 355 ج 05)\nThere is difference of opinion in medication through the unlawful. Apparent religious ruling forbids it, as is mentioned in Al-Bahr al-Ra'iq, Kitab al-Rida' but the author has, at that point in al-Rida`, as well as here, reported from al-Hawi al-Qudsi that some ` ulama' عُلماء have permitted the use of the prohibited on medical grounds, if the cure is certain and there is no alternate available, which is like the permission granted to the critically thirsty to take a sip of liquor.\nThe conclusion\nThe details given above help us find out what we should do about modern medicines that originate mostly from Europe and America, especially those in which the use of alcohol as base or solvent, or the introduction of other impure ingredients, is known and certain. As for medicines in which the presence of unlawful and impure ingredients cannot be ascertained with any degree of certainty, their use would have a little more technical leeway, however, there is nothing like precaution, especially when the need is not that pressing. Allah Almighty knows best.",
  "ayah": 173,
  "surah": 2
}
