{
  "text": "From the beginning to this point, the Sarah al-Baqarah is reaching its half-way mark. Until now, the message was addressed mostly to its deniers since the truth of the Holy Qur'an was the first thing to be established. In that context, mention was made of those who accepted it and those who rejected it, which was followed by providing proof of Allah's Oneness and the Prophethood. Then, recounted were Allah's blessings and favours on the progeny of Ibrahim (علیہ السلام) right through the verse وَإِذِ ابْتَلَىٰ إِبْرَ‌اهِيمَ رَ‌بُّهُ (2:124). Thenceforth started the issue of the Qiblah قبلہ which continued until it was resolved when the status of Safa صفاء and Marwah مروہ was identified as a sign from Allah (Verse 158).\nThen, the affirmation of Allah's Oneness was rightfully followed by a refutation of the principles and subsidiaries of Shirk شرک ، the act of associating others with Allah. The approach this far is full of warning mostly given to the deniers of the message of the Qur'an; any reference to Muslims was only as a corollary.\nThe verses that follow contain nearly the other half of Sarah al-Baqarah where the primary purpose is to educate Muslims in the principles and the subsidiaries of their religion and any address to non-Muslims is by implication only. This subject which continues through the end of the Sarah has been unfolded by presenting and explaining the cardinal concept of birr بِرَّ‌, an umbrella word in Arabic used for what is good in the absolute sense and which combines in itself all acts of righteousness and obedience, inward or outward. So, when the verse begins, basic principles such as belief in the Book, spending of wealth in charity, fulfillment of promises and patience in distress have been stressed upon which, incidentally, include the basic principles behind all injunctions of the Holy Qur'an. The fact is that the articles of belief, the deeds in accordance with them and the morals are the essence of all religious injunctions while all details fall under these basics. Thus, the verse actually houses all these three major departments.\nThe chapters of 'Birr' بِرَّ‌ (the virtues)\nFrom this point onwards, the reader will find details of this comprehensive attribute of birr بِرَّ‌, the essence of which is 'obedience'. Many injunctions, in unison with suitable time and place, have been taken up as needed. Some of these are about Equal Retaliation, Will, Fasting, Jihad, Hajj, Spending, Menstruation,’ Ila’ Oath, Divorce, Marriage, Post-divorce waiting period for women ('Iddah عِدَّہ ), Dower (Mahr مھر), while Jihad جہاد and Infaq انفاق (spending) in the way of Allah find re-stress, and some aspects of buying and selling and witnessing appear proportionate to their need. The finale is good tidings and the promise of mercy and forgiveness.\nCommentary\nWhen Baytullah بیت اللہ ، the House of Allah at Makkah was made the Qiblah قبلہ of the Muslims in place of Baytul-Maqdis بیت المقدس ، the Jews and Christians and the Mushrikin مشرکین ، who were much too eager to find fault with Islam and Muslims, were stirred and they started coming up with all sorts of objections against Islam and the Holy Prophet ﷺ ، detailed answers to which have been given in verses that have appeared earlier.\nIn the present verse, this debated issue has been closed in a unique manner when it was said that Faith cannot be restricted to the single aspect of turning to the West or the East when praying. These are directions in an absolute sense and thus cannot be turned into the very object of Faith to the total exclusion of other injunctions of the Shari'ah.\nIt is also possible that this is addressed to Jews, Christians and Muslims at the same time, the sense being that real birr (righteousness) and thawab ثواب (merit) lies in obedience to Allah Almighty. The direction in which He wants us to turn automatically becomes merit-worthy and correct. In itself, the East or the West, or any other direction or orientation has no importance or merit.\nInstead, the real merit comes out of one's obedience to the injunctions of Allah, no matter what the direction be. Upto the time the command was to turn towards the Baytul-Maqdis بیت المقدس ، the obedience to that command was an act deserving of merit, and now, when the command to turn towards the House of Allah بیت اللہ at Makkah has come, obeying this command has become deserving of merit.\nAs stated earlier during the discussion of linkage of verses, a new sequence begins from this verse where the main body of the text comprises of teachings and instructions for Muslims with answers to antagonists appearing there by implication. This is why this particular verse has been identified as very comprehensive in presenting Islamic injunctions. What follows through the end of Surah al-Baqarah is an explanation or elaboration of this verse. Given below is a detailed account of what the verse presents as a gist of the articles of faith, the modes of Allah's worship, dealings with people, and the moral principles.\n, Foremost are the articles of faith. These were covered under مَنْ آمَنَ بِاللَّـهِ : \"That one believes in Allah.\" Then comes the act of following the articles of faith in one's deeds, that is, in Allah's worship and in dealings with people. Allah's worship is mentioned upto the end of وَآتَى الزَّکٰوۃ : \"And pays the Zakah زَّكَاةَ \", then, dealings with people were covered under وَالْمُوفُونَ بِعَهْدِهِمْ : \"And those who fulfill their promise'', concluding with the mention of morals under وَالصَّابِرِ‌ينَ \"The patient\". The final statement is that those who follow all these injunctions are true Muslims and they are the ones who can be called God-fearing.\nWhile mentioning these injunctions, the verse has given a number of subtle but eloquent indications, for instance, the spending of wealth has been tied up with: ` ala hubbihi عَلَىٰ حُبِّهِ which has three possible meanings. Firstly, the pronoun in 'hubbihi حُبِّهِ ' may refer to Allah Almighty, in which case, it would mean that in spending wealth one should not be guided by material motives or the desire to show off. Such spending should rather be done out of love for Allah Almighty, whose exalted majesty requires that this be done with perfectly un-alloyed sincerity (in the sense of the genuine ikhlas اخلاص of Arabic and not in the sense of some modern casual nicety).\nThe second possibility is that this pronoun refers to wealth, in which case, it would mean that, while spending in the way of Allah, only that part of one's wealth and possessions which one loves will be deserving of merit. Giving out throw-aways in the name of charity is no charity, barring the option of giving it to somebody who can use it, which is better than simply throwing things away.\nThe third possibility is that the pronoun refers to the infinitive آتَى: ata which emerges from the word ایتاءِ 'ita' of the text, in which case, the meaning could be that one should be fully satisfied in the heart with what one spends, not that hands spend and the heart aches.\nImam Al-Jassas (رح) has suggested the likelihood that all three meanings may be inclusive in the statement. It may be noted that, at this place, two forms of spending have been stated earlier which are other than Zakah زَّكَاةَ . Zakah زَّكَاةَ has been taken up after these two. Perhaps, the reason for this earlier mention could be the general negligence practiced in the liquidation of these rights on the assumption that the payment of Zakah زَّكَاةَ is sufficient.\nThis proves that financial obligations do not end at the simple payment of Zakah زَّكَاةَ . There are occasions, other than those of paying Zakah زَّكَاةَ , where spending out of one's wealth becomes obligatory and necessary (Jassas and Qurtubi). For instance, spending on your kin, when they have a valid excuse of not being able to earn their own living, is necessary; or there may be some needy person dying in poverty while you have already paid your Zakah زَّكَاةَ , then, it becomes obligatory for you to save his life by spending your wealth on the spot.\nSimilarly, building mosques and schools for religious education are all included in financial obligations. The difference is that Zakah زَّكَاةَ has a special law of its own and it is obligatory to take full care in paying the Zakah زَّكَاةَ in accordance with that law, under all conditions. While these other obligations depend on necessity and need; where needed, spending would become obligatory and where not needed, it will not be obligatory.\nSpecial Note\nA careful look at the text of the verse will show that those on whom wealth has to be spent, that is, the relatives, orphans, the needy, the wayfarer and those who ask, have all been described in one distinct manner, while the last head on the list has been introduced in another manner. It is clear that by adding فی : fi in وَفِي الرِّ‌قَابِ \"And (spends) in (freeing) slaves\" the purpose is to point out that the amount spent will not reach the hands of the slaves owned by somebody as their personal amount which they can spend at will. Instead, the amount has to be spent in buying slaves from their masters and setting them free. Hence, the translation: 'And (spends) in (freeing) slaves.' After that, the statement, أَقَامَ الصَّلَاةَ وَآتَى الزَّكَاةَ \"And observes the prayers and pays the Zakah زَّكَاةَ \" appears in the same manner as everything else has been mentioned earlier. Now, in order to introduce the chapter of dealings, the style has been changed. And instead of using verbs, the nouns have been used. This denotes that one should have a continuing habit of fulfilling promises made. A chance fulfillment of a compact, something even a disbeliever or a sinner would accomplish once in a while is not enough to qualify a person for being included in the list.\nThe reason why the keeping of promises has been chosen to represent dealings with people is simple. A little thought would show that staying by a contract entered into or the fulfilling of a promise made, is the essence of all dealings, such as buying and selling, leasing, renting and partnership.\nSimilarly, while referring to the moral principles or the inner deeds, only sabr صبر (patience) is mentioned in the verse, because sabr صبر means to control the human self and guard it against evil. Even a little reflection can lead to the conclusion that sabr صبر is the very essence of all inner deeds; through it, high morals can be achieved and through it, low morals can be eliminated.\nYet another change in style made here concerns the use of the word, والصَّابِرِ‌ينَ and not والصَّابِرِ‌ونَ on the pattern of والْمُوفُونَ which appeared immediately earlier. Commentators call it نصب علی المدح : nasb ala l'madh which means that the word madh مدح (praise) is understood here and the word al-sabirin الصَّابِرِ‌ينَ is its object. This means that among the righteous, the sabirin صَّابِرِ‌ينَ (the patient) are worthy of special praise since sabr صبر gives one special power to perform righteous deeds.\nIn short, this verse holds in its fold important principles of all departments of Faith and its eloquent hints tell us the degree of importance of each one of them.",
  "ayah": 177,
  "surah": 2
}
