{
  "text": "The Qur'anic view of making will وصیّت\nLiterally, al-wasiyyah الوَصِیّہ means an order to do something, either in the lifetime of the maker of wasiyyah or after his death. But, in commonly accepted usage, it refers to what must be done after death. It can be translated as the will or bequest.\nOut of the many meanings the word خیر khayr has in Arabic, 'wealth' happens to be one of them, for instance, in the verse وَإِنَّهُ لِحُبِّ الْخَيْرِ‌ لَشَدِيدٌ (Surely he is passionate in his love for good things) where, according to the unanimous agreement of commentators, خیر 'khayr' means 'wealth'.\nIn early Islam, when shares in inheritance: were not fixed by the Shari'ah, the rule was that a dying person could make a will within the one third of inheritance, leaving behind in the name of his parents and relatives in whatever proportion he chose. This much was their right; the rest went to children. This injunction appears here in this verse.\nThe making of a will made obligatory for one who is leaving behind some wealth has three aspects:\n1.\tNo shares except those of children are fixed for any other inheritors in what is being left by the dying person. These are to be determined through the will made by him.\n2.\tMaking a will for such relatives is obligatory on the dying person.\n3.\tMaking a will for more than one third of the inheritance is not permissible.\nOut of these three injunctions, the first one was abrogated by the 'verse of inheritance' as determined by most of the Companions and their immediate successors. Ibn Kathir has reported from the blessed Companion, ` Abdullahibn ` Abbas that this injunction was abrogated by the 'verse of inheritance' which is as follows:\nلِّلرِّ‌جَالِ نَصِيبٌ مِّمَّا تَرَ‌كَ الْوَالِدَانِ وَالْأَقْرَ‌بُونَ وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا تَرَ‌كَ الْوَالِدَانِ وَالْأَقْرَ‌بُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ‌ ۚ نَصِيبًا مَّفْرُ‌وضًا ﴿7﴾\nFor men there is a share in what the parents and the nearest\nof kin have left, and for women there is a share in what the parents and the nearest of kin have left, be it is small or large - a determined share. (4:7)\nIn another narration of the hadith from him it has been said that the 'verse of inheritance' has abrogated the making of will in the name of those who have a fixed share in the inheritance, while the injunction to make a will in favour of those relatives who do not have a share in the inheritance still holds good. (Jasss, Qurtubi)\nIt should, however, be borne in mind that according to the consensus of the Muslim Ummah it is not obligatory on the dying person to necessarily make a will in favour of relatives who have no fixed shares in the inheritance. Therefore, the obligatory character of a wasiyyah in their favour is also abrogated (Jassas, Qurtubi). Now, making a will in favour of such relatives is only a desired (mustahabb) مستحب act, and that, too, is subject to their need.\nNow the second injunction regarding the obligation of making a will also stands abrogated in accordance with the consensus of the Muslim ummah. It was abrogated by that famous hadith (al-hadith al-mutawatir الحدیث المتواتر : the veracity of which stands ensured through an uninterrupted chain of transmitters from many sides who are unlikely to agree on a lie) which was part of the sermon delivered before some one hundred and fifty thousand Companions on the occasion of his last Hajj when he said:\nان اللہ اعطی کل ذی حق حقہ فلاوصیۃ لوارث (اخرجہ الترمذی وقال حدیث حسن صحیح)\nAllah has Himself given everyone, who has a right, his right. So, there is no will for any inheritor. (Tirmidhi)\nThe same hadith, as narrated by Sayyidna ibn ` Abbas ؓ ، has the following additional words:\nلا وصیۃ الوارث الا ان تجیزہ الوارثۃ\nThere is no will for any inheritor unless all inheritors permit.\nThe essence of the hadith is that Allah Almighty has Himself fixed the shares of the inheritors, therefore, the executor need not make a will anymore, in fact, he does not even have the permission to make a will in favour of an heir; however, should other inheritors allow the enforcement of such a will, it will then be permissible.\nImam Al-Jassas (رح) says that this hadith has been reported from a group of the blessed Companions and the jurists of the Muslim community have accepted it unanimously, therefore, this is an uninterruptedly ensured hadith which makes the abrogation of the verse of the Qur'an permissible.\nImam Al-Qurtubi (رح) has said that the scholars of the Muslim community unanimously agree that an injunction which comes to us through the Holy Prophet ﷺ and we know about it with full certitude, as is the case with mutawatir متواتر and mashhur مشھور reports, it will be at par with the injunction of the Holy Qur'an and will have to be taken as the command of Allah Almighty. Therefore, the abrogation of some verse of the Holy Qur'an from a hadith of this kind is no case for doubt. Although the hadith which invalidates a will in favour of an heir is a solitary report, (Al-Khabar al-Wahid), however, the fact that this hadith comes from the sermon of the last Hajj of the Holy Prophet g when he openly proclaimed this before the largest ever gathering of the blessed Companions, and then their consensus and the consensus of the Muslim community make it clear that this hadith is, according to them, absolutely proven, otherwise in the presence of the slightest doubt, they would have never abandoned the verse of the Qur'an and agreed to this abrogating command through the hadith.\nThe third injunction stills holds good with the unanimous approval of the Muslim ummah in which it is not permissible to bequeath more than one-third of what one leaves behind. However, should the inheritors allow the bequest of more than one third, even the whole of what one leaves behind, it shall be permissible.\nRulings\n1.\tAs stated earlier, now making a will is not necessary to cover relatives whose shares have been fixed by the Holy Qur'an. In fact, this is not permissible without the permission of other inheritors. However, relatives who do not hold a legal share in the inheritance can be bequeathed upto one third of the total.\n2.\tIn this verse a particular will was mentioned which was to be made by a dying person about what he left behind. This stands abrogated. But, making a will is still necessary, specially for a person who owes to others or holds something in trust. He should make sure that these are taken care of in his will. The Holy Prophet ﷺ has said in a hadith that a person who has some rights of other people due against him, then, he should not let three nights pass on him by which he does not have his written will with him.\n3. As for the right to make a will covering the one-third of his property, one has the right to make some change in this will or cancel it totally during his life time.",
  "ayah": 182,
  "surah": 2
}
