{
  "text": "Commentary\nLiterally, Sawm صوم means to abstain'. In the terminology of Islamic law, Sawm صوم means 'to abstain from eating, drinking and sexual inter-course; with the conditions that one abstains continuously from dawn to sunset and that there is an intention to fast'. Therefore, should one eat or drink anything even a minute before sunset, the fast will not be valid. Similarly, if one abstained from all these things throughout the day but made no intention to fast, there will be no fast here too.\nSawm or 'fasting' is an ` ibadah, an act of worship in Islam, regarded as its pillar and sign. The merits of fasting are too numerous to be taken up at this point.\nPast communities and the injunction to fast\nThe verse makes it obligatory for the Muslims to fast in a specified period, but the command in this respect has been accompanied by the statement that the obligation of fasting is not peculiar to them. The fasting had also been enjoined upon the earlier Ummahs (communities of the past prophets). The reference to the earlier Ummahs in the verse shows the importance of fasting on the one hand, and gives an encouragement to the Muslims on the other. It indicates that although there may be some inconvenience in fasting but the same inconvenience was also faced by the earlier communities. This brings a psycho-logical comfort to the Muslims, because if an inconvenience is faced by a large number of people, it becomes easier to bear. (Rub al-Ma` am)\nThe words of the Qur'an, لَّذِينَ مِن قَبْلِكُمْ (those before you) have been used in a general sense including all religious communities from Sayyidna Adam (علیہ السلام) to the last of the Prophets ﷺ . This tells us that, like Salah, fasting has also been enjoined upon every .Ummah of every prophet without an exception.\nCommentators who interpret مِن قَبْلِكُمْ (before you) to mean the Christians' take it just as an example, not aiming to exclude other communities. (Ruh al-Ma` ani)\nThe verse simply says that fasts have been enjoined on Muslims as were enjoined on past communities. From this it does not necessarily follow that the fasts enjoined upon the earlier communities were fully identical in all respects with the fasts enjoined upon this Ummah. There may have been differences in the number and the timings of the fasts etc. and, actually, there has been such a difference. (Ruh al Ma’ ani)\nBy saying لَعَلَّكُمْ تَتَّقُونَ (so that you be God-fearing), the text has pointed out to the inherent quality of fasting which contributes significantly to one's ability to become abstaining from the sins and God-fearing. Fasting grows into man a power which helps him control his desires, which is really the foundation of Taqwa تقویٰ , the very special term of the Holy Qur'an which has been tentatively translated as fear of God, abstinence, and the warding of evil.",
  "ayah": 183,
  "surah": 2
}
