{
  "text": "Explained here in this verse are the remaining injunctions of fasting including the injunction relating to I` tikaf اعتکاف .\nCommentary\nThe opening words of the verse, أُحِلَّ لَكُمْ (uhilla lakum: 'It is made lawful for you' ) tell us that the act made lawful through this verse was unlawful before. According to a narration by the blessed Companion, Bar-a' ibn ` Azib براء بن عازب appearing in Sahib al-Bukhari, in the early days when the fasts of Ramadan were made obligatory, the permission to eat, drink and have marital intimacy with wives was subjected to the condition that one does not sleep after breaking of the fast. So, as the practice was, a post-iftar nap rendered all these conveniences unlawful. Some Companions ran into difficulties due to this restriction. The blessed Companion, Qays ibn Sarma al-Ansari قہس بن سرما انصاری is reported to have reached home after a hard day's labour. The time of iftar was near and there was nothing to eat. His wife said that she would go out and somehow get him something to eat. When she returned she found her husband asleep, obviously because he was so tired from his day-long work. Now, when he got up, eating had become unlawful. He went on to fast for the next day in the same condition with the result that by afternoon, he fainted (ibn Kathir). Similarly, some Companions, may Allah be pleased with them, were embarrassed getting involved in marital relations with their wives after they had taken a post-iftar nap. It was after such happenings that the present verse was revealed in which the first rule was cancelled and permission was given to eat, drink and have marital relations, even if this was after getting up from the post-iftar nap. In fact, the permission was extended much further when the eating of suhur or sehri towards the fag??? ماکھن end of the night, after getting up from the night's sleep, was declared to be a sunnah. This has been clearly stated in Hadith narrations. The present verse outlines this very injunction.\nThe literal meaning of the Qur'anic word رَفَث (rafath) is, no doubt, general and covers everything a husband suggests, says or does in making his wife consent to his desire, but there is a total agreement of the Muslim Ummah that, at this place, it means sexual intercourse.\nIt is important to bear in mind that the order or rule which has been abrogated by this verse, that is, the unlawfulness of eating and drinking after having taken a nap, has not appeared in the text of the Holy Qur'an anywhere. The noble Companions acted in accordance with this rule as set by the Holy Prophet ﷺ (as narrated by Ahmad in his Musnad). This rule is abrogated by the verse only after giving it the authenticity of a divine command. In other words, the verse first establishes the rule in force as the divine command and then, it was for the sake of convenience that it was abrogated. From here we find out that some rules provenly set proven by the Sunnah can also be abrogated through the Qur'an. So, in the Islamic law, the decision of the Messenger ﷺ of Allah has the same authority as the injunction of the Holy Qur'an.\nEating Sahri:\nThe correct time when fasting begins and all eating and drinking turns unlawful has been fixed through a delicate similitude in the verse حَتَّىٰ يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ ('until the white thread of the dawn becomes distinct from the black thread' ). Here, the darkness of the night has been likened to the black thread and the light of the dawn to the white thread. In order to eliminate the chances of extremism, the qualifier حَتَّىٰ يَتَبَيَّنَ (becomes distinct) was added which means that one should not act like the chronically skeptical to believe all eating and drinking to be unlawful earlier than the break of dawn, nor should one become so heedless as to go on eating and drinking even after having become certain of the light of dawn. In fact, the certainty of the break of dawn is the line of demarcation between eating and drinking and the intended fast. Before one arrives at this certainty, it is not correct to take eating and drinking as haram حرام . Similarly, after the certainty, any indulgence in eating and drinking shall be haram حرام ، and is a source which may lead to the spoiling of the fast, even if it exceeds the limit for a minute. The latitude and leeway allowed in eating suhur remains valid only upto the time one is not certain of the break of dawn. Particular incidents of this nature attributed to some blessed Companions have been reported when they continued eating and drinking well past the break of dawn. This was because they were not yet 'certain' of the dawn and refused to listen to those who favoured to stop much earlier.\nIn a hadith, the Holy Prophet g is reported to have said: 'The adhan اذان of Bilal ؓ should not stop you from eating suhur because he calls the adhan اذان well ahead in the night. Therefore, you continue eating and drinking, even after having heard Bilal's adhan اذان ، until such time that you hear the adhan اذان called by Ibn Umm Maktum because he calls the adhan اذان precisely at the break of dawn' (Bukhari and Muslim).\nBecause of the partial reporting of this hadith, some contemporaries misunderstood its provision when they suggested that there is no harm if eating and drinking is continued for a little while even after the adhan اذان of Fajr فجر and consequently, made it permissible for a person, who woke up late while the adhan اذان of Fajr فجر was being called, that he can hasten to eat something. The fact is that the hadith quoted above has very clearly said that it was necessary to stop eating or drinking with the adhan اذان of Ibn Umm Maktum ؓ which was called precisely at the break of dawn. In addition to that, the Holy Qur'an has itself established the deadline which is the 'certainty' of the break of dawn. Giving people the permission to eat and drink even one minute beyond that is a contravention of the textual imperative of the Holy Qur'an. As for the narrations reported from the noble Companions and early elders of the community regarding the subject of convenience in iftar and suhur, these can be explained, keeping the text of the Holy Qur'an in view, by saying that they aim to avoid excessive precautionary self-restriction well before one becomes certain of the break of dawn. Imam Ibn Kathir (رح) has also explained these narrations as based on the factor mentioned above. Otherwise, how could even a common Muslim tolerate an open contravention of the Qur'anic command? One could not even dream of something like this coming from the blessed Companions, specially so, when the Holy Qur'an has right here at the end of this verse, emphasized special precaution in this respect. Notice how فَلَا تَقْرَ‌بُوهَا (so, do not go near them) has been added to تِلْكَ حُدُودُ اللَّـهِ (These are the limits set by Allah) which explains the point made earlier.\nRuling:\nAll that has been said here is about people who are at a place from where they could see the break of the dawn with their own eyes and thus become 'certain' of it, moreover, if they have the additional advantage of a clear horizon and the personal ability to recognize the initial light of the dawn, then, it is necessary that they should act directly by looking at the horizon. Where the case is other than this, for example, the horizon is not in open view, or it is not clear, or one does not know how to identify the break of dawn, people determine its time by other signs or calculations. Obviously, for them there will be a time when the certain break of dawn would not be that certain. If it remains doubtful, what should people do then? Imam al-Jassas (رح) ، in his Ahkam al-Qur'an, has answered this question by saying that, in a condition such as this, it will be desirable not to go ahead and eat or drink with considered volition, but, should anyone eat or drink something in a state of doubt, well ahead of becoming certain of the break of dawn, he will not be a sinner. However, should it prove later that dawn had set in at that time, keeping a fast as qada' قضاء will become necessary. For instance, if moon is not sighted on the eve of Ramadan Observe the limits of and people do not fast, but the sighting of the new moon on the 29th was proved later on through witnesses, then, in that case, those who did not fast that day under the impression that it was the 30th of Sha` ban did not become sinners thereby, however, the qada' قضاء of that particular fast will become due on them, a position on which there is a unanimous agreement of the community. Similarly, if someone breaks his fast close to sunset on a cloudy day and the sun turns out to be still there on the horizon later on, then such a person, for that matter, will not be a sinner but he has to do the necessary qada' قضاء for the spoiled fast.\nThe explanation given by Imam al-Jassas (رح) makes it clear that one who wakes up late and the usual calls of adhan اذان were being made, which necessarily makes it certain that dawn has appeared, then if such a person eats anything knowingly, he will not only be a sinner but also be bound to do gads' قضاء . If he eats in a state of doubt, the sin will be committed but qada' قضاء will still be due with the added factor of reprehensibility in a certain degree.\nThe worship of I` tikaf\nLiterally, I` tikaf اعتکاف means to stay at some place in seclusion. In the terminology of the Qur'an and Sunnah, I` tikaf is the act of staying in a mosque under particular conditions. The universality of the word فِي الْمَسَاجِدِ ('in mosques' ) proves that I` tikaf اعتکاف can be performed in every masjid (mosque). The juristic condition that I` tikaf اعتکاف can be done only in a masjid where congregational prayers are regularly held and that I` tikaf اعتکاف is not correct in a desolate masjid where congregational prayers are not held, is really a derivation from the very sense of a masjid since Salah with jams ah (prayer in congregation) is the main purpose of making a masjid, otherwise, individual Salah can be offered in a house, a shop, anywhere.\nRuling\nThat eating, drinking and marital intimacy are all lawful in the night of fasts has been stated earlier in the verse. In the state of I` tikaf اعتکاف ، the permission to eat and drink in the night remains the same as it is for everybody else, but it is different when it comes to intimacy with women which is not permissible in the state of I` tikaf, not even in the night. Therefore, the verse gives the necessary injunction in this connection. The rules of I` tikaf اعتکاف ، such as, doing I'tikdf اعتکاف while fasting and not coming out of the masjid without pressing needs recognized by Islamic law, are partly derived from the very word of I` tikaf اعتکاف and partly from the sayings and acts of the Holy Prophet ﷺ .\nObserve the limits of Allah\nTowards the end of the verse, by saying تِلْكَ حُدُودُ اللَّـهِ فَلَا تَقْرَ‌بُوهَا ('These are the limits set by Allah, so do not go near them' ), it has been hinted that the forbiddance of eating, drinking and marital intimacy while fasting are the limits set by Allah. One should not even go near them because, if you go near them, you may cross those limits. This is why overindulgence in gargling while fasting is makruh مکروہ (reprehensible) as it holds the danger of water slipping into the throat; also makruh مکروہ is the use of some medicine inside the mouth; again, equally makruh مکروہ is the kissing and hugging of one's wife. Similarly, it is better to stop eating and drinking a couple of minutes ahead of the time allowed for sahri or suhur just as a matter of precaution, and also, delaying the if-tar a couple of minutes. Becoming heedless and ease-prone in these matters is against this command from Allah.",
  "ayah": 187,
  "surah": 2
}
