{
  "text": "Jihad: To fight in the way of Allah\nThat Jihad and Qital or fighting against disbelievers was prohibited prior to the emigration to Madinah is a fact the entire Muslim community agrees upon. All verses revealed during that time advised Muslims to be patient against pains inflicted on them by disbelievers, even to ignore and forgive when they can. It was after the emigration to Madinah that the first command to fight against them came through this verse (as said by al-Rabi' ibn Anas and others). Another narration from Sayyidna Abu Bakr al-Siddiq ؓ says that the first verse relating to this subject is: أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُوا Leave is' given to those who are fought against because they were wronged\", but according to a majority of the blessed Companions and their successors, the first verse commanding to fight the disbelievers is this very verse from Surah al-Baqarah while the verse which has been identified as the first verse on this subject by Sayyidna Abu Bakr al-Siddiq ؓ ، that too being among the very initial verses revealed, could be called the first.\nThe command in this verse is that Muslims should fight only those disbelievers who come to fight against them. It means that there are other people too who do not take part in fighting, such as, the women, the children, the very old, the priests and monks and others devoting themselves to quiet religious pursuits, and the physically handicapped, and those casual labourers who work for disbelievers and do not go to fight along with them; it is not permissible to kill such people in a Jihad. The reason is that the command in the verse is restricted to fighting those who come to fight Muslims. The kind of people mentioned above are not all fighters. That is why Muslim Jurists رحمۃ اللہ علیہم have also ruled that should a woman, an old man or, religious person take part in actual fighting along with disbelievers or be helping them in any manner in their fight against the Muslims, then, killing them is permissible because they come under the purview of الَّذِينَ يُقَاتِلُونَكُمْ those who fight you'. (Mazhari, Qurtubi and Jassas)\nThe battle orders of the Holy Prophet ﷺ given to the mujahidin of Islam at the time of Jihad carry a good explanation of this injunction. In a hadith from al-Bukhari and Muslim, as narrated by the blessed Companion ` Abdullah ibn ` Umar ؓ ، it is said:\nنھی رسول اللہ ﷺ عن قتل النساء والصبیان\nThe Holy Prophet ﷺ has prohibited the killing of women and children.'\nThe following instructions from the Holy Prophet ﷺ given to the Companions going on Jihad have been narrated in a hadith from Sayyidna Anas ؓ which appears in Abu Dawud: 'Go for Jihad in the name of Allah adhering to the community of the Messenger of Allah. Do not kill anyone old and weak, any young child or any woman.' (Mazhari)\nWhen Sayyidna Abu Bakr al-Siddiq ؓ sent Yazid ibn Abi Sufyan ؓ to Syria, he gave him the same instructions. Also added there is the prohibition of killing the religiously-devoted, the monks and priests, and the labourers employed by disbelievers, especially when they do not take part in fighting (Qurtubi).",
  "ayah": 190,
  "surah": 2
}
