{
  "text": "As already explained briefly in the opening remarks, the verse 191, that is, وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِ‌جُوهُم (And kill them; wherever you find them and drive them out from where they drove you out...), was revealed after the happening at Hudaybiyyah حُدیبیہ at a time when the Holy Prophet ﷺ decided, in accordance with the condition agreed upon in the Peace Treaty of Hudaybiyyah حُدیبیہ ، to embark on a journey to Makkah to perform the qada' قضاء of ` Umrah along with his Companions, something he was stopped from doing a year before by the disbelievers of Makkah. The noble Companions ؓ ، on the eve of this projected journey, had started to worry about the disbelievers who could not be trusted upon in a peace treaty. If they chose to be aggressive, as they did a year before, what option are they going to take? Thereupon, the words used in the present verse gave them the permission to meet the challenge of their aggression and kill them where they find them. And if they could, it was permissible for them to drive the disbelievers out from where they had driven the believers out.\nSince Muslims, during their entire Makkan period, were made to stay away from fighting against the disbelievers and were repeatedly asked to forego and forgive, so much so, that the noble Companions were, before the revelation of this verse, under the impression that killing disbelievers was bad, and prohibited. It was to remove this misconception that it was said: وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ \"And Fitnah فِتْنَہ is more severe than to kill,\" that is, it is true that to kill someone is a terribly evil act, but more terrible and severe is what the disbelievers of Makkah have done by insisting on their kufr and shirk شرک (infidelity and the associating of others with Allah) and by stopping Muslims from fulfilling their religious obligations, and from performing Hajj and ` Umrah. It is to avoid this greater evil that killing them has been permitted. The word, Fitnah فِتْنَہ in the verse (not translated for want of a perfect equivalent in English) inescapably means kufr کفر and shirk شرک and to prevent Muslims from fulfilling their religious obligations of ` ibadah.(Jassas, Qurtubi and others)\nSince the generality of the words 'kill them wherever you find them' might lead to the misconception that killing the disbelievers is allowed even in the precincts of Haram, this generality has been particularized in the next sentence of the verse by saying:\nوَلَا تُقَاتِلُوهُمْ عِندَ الْمَسْجِدِ الْحَرَ‌امِ حَتَّىٰ يُقَاتِلُوكُمْ فِيهِ\nAnd do not fight them near Al-Masjid al-Haram unless they fight you there.\nThat is, 'you should not fight them close to Al-Masjid al-Haram, which includes all its environs in Makkah, unless they themselves start fighting you there.'\nRulings\n1.\tIn the Haram حرم (the sacred precincts) of Makkah, it is just not permissible to kill even a bird or animal, let alone the human beings. However, this same verse tells us that in the event someone starts killing somebody else within the sacred precincts, then, that other person is permitted to fight back in defence. There is a consensus of the jurists on this point.\n2.\tIt also comes out from this verse that the prohibition of initiating Jihad جھاد or Qital قتال is restricted to Al-Masjid al-Haram المسجد الحرام and its environs to which the sacred precincts extend in Makkah. At other places, just as the defensive Jihad جھاد is necessary, the initiating of Jihad جھاد and Qital قتال is also valid.",
  "ayah": 191,
  "surah": 2
}
