{
  "text": "Spending for Jihad\nThe verse 195 introduces the tenth injunction under the theme of 'righteousness' which began in Verse 177. So, in وَأَنفِقُوا فِي سَبِيلِ اللَّـهِ (And spend in the way of Allah...), Muslims have been obligated to spend money and materials according to the need of Jihad ordered in the way of Allah. From here, jurists have deduced the ruling that Muslims have some other financial obligations as well in addition to the mandatory obligation of Zakah, but these are neither permanent nor bound by a 'threshold' or quantity, instead, it is obligatory on all Muslims to provide everything as and when needed. Of course, should there be no need, nothing remains obligatory. The expenditure on Jihad is included under this provision.\nThe literal meaning of the next sentence in this verse وَلَا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ as translated in the text are obvious. The verse forbids Muslims from throwing themselves into destruction by their own choice. However, the question remains: What does the expression, 'put yourselves into destruction', mean here? Commentators have explained it in different ways. The blessed Companion, Abu Ayyub al-Ansari ؓ said: 'This verse was revealed about us. We can explain it best. It was when Allah gave Islam authority and power, we started talking that 'Jihad' was not necessary any more, and that we could stay home and take care of our wealth and property'. Thereupon, this verse was revealed which made it clear that 'destruction' at this place means 'the abandonment of Jihad'. This proves that the banishing of Jihad from Muslim lives is the cause of their degradation and destruction. This is why the blessed Companion Abu Ayyub al-Ansari spent his entire life in Jihad, out of Madinah, his home, so much so, that he met the end of his life in Constantinople (Istanbul), Turkey and was buried there.\nThe same approach to the meaning of this verse has been reported from the earliest authorities in Tafsir, such as, Sayyidna Ibn ` Abbas, Hudhayfah, Qatadah, Mujahid and Dahhak. Sayyidna Bar-a' ibn 'Azib ؓ said that to lose hope in the mercy and forgiveness of Allah is to go for personal destruction voluntarily; therefore, to lose hope in Forgiveness is forbidden. Others say that exceeding the limit while spending in the way of Allah so much so that the rights of the family are compromised thereby, is the act identified as 'putting yourself into destruction'; so, such excess in expenditure is not permissible. Still others think that the verse makes it unlawful to throw oneself into an offensive fighting in a situation when it is already obvious that one will be unable to do anything against the enemy other than dying at their hands.\nNotwithstanding the apparently various interpretations of this verse, al-Jassas synthesizes these by saying that all these rules can be inferred from this verse.\nThe last sentence of the verse (195):' وَأَحْسِنُوا ۛ إِنَّ اللَّـهَ يُحِبُّ الْمُحْسِنِي : (And do good. Of course, Allah loves those who do good), gives an incentive to do everything nicely. The Holy Qur'an calls this Ihsan احسان . Now, doing something nicely, can take two forms. When ihsan relates to ` Ibadah عبادہ (worship), its meaning has been explained by the Holy Prophet ﷺ himself in the well-known hadith of Jibra'il (علیہ السلام) where he said that 'you should worship Allah as if you are seeing Him, and if you cannot achieve that degree of perception, then you should, at the least, believe that Allah Almighty is seeing you'.\nAnd when it (ihsan احسان) relates to social transactions and dealings, the Holy Prophet ﷺ has explained Ihsan by saying (as reported in the Musnad of Ahmad on the authority of the noble Companion Mu` adh ؓ ) that 'you should like for others what you like for yourselves, and in the same manner, you should dislike for others what you dislike for yourselves' (Mazhari).",
  "ayah": 195,
  "surah": 2
}
