{
  "text": "The prohibition of Jahili customs at Mina\nIn the verses 199 to 201, some Jahili جاھلی customs have been corrected. One of these was that the Arabs of the Jahiliyyah جاھلیہ would, once they had finished their rites at ` Arafat and Muzdalifah and performed their tawaf طواف and sacrifice and stay in Mina منٰی ، hold gatherings to recite poetry and to eulogize the achievements of their forefathers. Such gatherings were obviously devoid of the remembrance of Allah. It was strange that they elected to waste such blessed days in activities which were of no consequence in relation to what they were supposed to do there. Therefore, they were told that, as soon as they have completed their Ihram احرام rites and come to stay at Mina منٰی ، they should dedicate their stay to the remembrance of Allah and leave out the practice of indulging in the reminiscences of their forefathers, specially the boastful claims about their achievements. Better still was to remember Allah, not them, and that too with greater attachment and fervor. There was nothing like being engaged in the dhikr ذکر of Allah. So, the Holy Qur an guides Muslims to shun the customs coming from the age of ignorance, especially in the great days of Hajj they have been blessed with, which are exclusively reserved for ` ibadah عبادہ and dhikr ذکر and have merits and blessings of their own, a gift from Allah which may not be available again if lost through carelessness.\nIn addition to that, the Hajj is a special act of worship which one gets to perform only after a long and generally exacting journey, separation from family and business and great expense of money and time. That unforeseen circumstances prevail is not a far-out prospect. It is quite possible that one fails to achieve the long-cherished objective of Hajj, in spite of all efforts and expenses. Now, if Allah Almighty has, in His infinite grace, removed all impediments and one has accomplished his Hajj obligation by successfully performing all required rites, then, the occasion calls for gratitude which further demands that one should keep busy in remembering Allah, avoid wasteful gatherings, engagements or conversations. Compared with the time spent by the people of Jahiliyyah in forefather tale-telling which brought them no benefit here, or there, the thing to do here is the dhikr of Allah which is all radiance and benefit for this world, and for the Hereafter. No doubt, contemporary Muslims do not follow the custom of Jahiliyyah any more by holding poetic recitals to eulogize their family trees, but there are thousands of Muslims from all over the world who still spend out these precious days of Hajj in wasteful gatherings, entertainments, amusements, shoppings and similar other pursuits of personal satisfaction. This verse is enough to warn them.\nSome commentators have explained this verse by dwelling upon the analogy of 'father' used here, in some detail. They say that one should remember Allah as one remembered his father during his childhood when he was dependant on his father for everything. If man were to think when he is young, adult and rational, is he not far more dependent on Allah Almighty at all times and under all conditions, certainly much more than a child was on his father? As for the boastful claims about the honour of their fathers, something the people of Jdhiliyyah used to make, this verse eliminates that too by saying that real honour comes through the dhikr of Allah. (Ruh; at-Bayan)\nModeration in religious and worldly pursuits\nBesides what the people of Jahiliyyah used to do during their stay at Mina, some of them had another habit during the Hajj. Normally, they would be engaged in acts of devotion to Allah, yet when it came to making a prayer, they would focus all their attention to praying for worldly needs, such as, comfort, wealth, honour and their likes, showing no concern for the life to come. It was to correct this sort of approach in supplication that it was said that there are people who would use the great occasion of Hajj to pray for the insignificant gains of the present life and forget the Hereafter. For such people the Hereafter holds nothing because their conduct shows that they have gone through the obligation of Hajj merely in a formal manner, or have done it to earn prestige in their society. To please Allah and to earn salvation in the Hereafter are objectives alien to them.",
  "ayah": 200,
  "surah": 2
}
