{
  "text": "Earlier, the real cause of the opposition to truth has been identified as the love of the worldly life. Now, the present verses point out that, all along the lanes of time, Allah has been showing clear signs to establish the true faith, yet the seekers of the mundane benefits have been working against it to safeguard their material interests.\nCommentary\nStated in the verse is the fact that there was a time when all Human beings used to belong to one single community having common religion and belief - a faith, true and natural. Then came differences in temperaments and tastes, opinions and thoughts, consequently giving birth to contradicting beliefs, making it impossible to distinguish the true from the false. It was in order to make truth distinct from error and to show people the straight path of truth that Allah Almighty sent prophets with Books and revelations. After what the prophets (علیہم السلام) did by way of moral education, people split apart in two groups. The first group welcomed the guidance sent by Allah Almighty and accepted to follow the prophets (علیہم السلام) . These are known as true Muslims. The second group belied the Scriptures and the prophets and refused to follow them. These are known as kafirs کُفَّار or disbelievers. The opening statement in the كَانَ النَّاسُ أُمَّةً وَاحِدَةً translated as 'all men used to be a single ummah', needs some explanation. Imam Raghib al-Isfahani has said in his al-Mufradat المُفَردات that the word, ummah signifies a set of people gathered together for reasons of faith, time or place. This element of unicity could be that of beliefs and ideas, or that of presence in a geographical area at a given time, or that of heredity, language, colour and its likes. So, the sense of the statement is that there was a time when all human beings used to be a composite group. Two considerations emerge here which need elaboration:\nMakhan36\nFirstly, what sort of unity is stipulated in this verse? Secondly, what was the time when this unity existed? The first question was settled by the last sentence of this very verse which mentions the differences that came up later on, and that the prophets were sent to determine the true way out of the multiplicity of ways. It is obvious that the prophets and Scriptures sent to resolve these differences were not dealing with the differences in issues of heredity, language, colour, country or period. Instead, it was the difference of ideas and beliefs. This comparative examination tells us that the unity mentioned in this verse means the unity of ideas and the unity of beliefs.\nSo, as the sense of the verse appears now, there was a time when all human beings belonged to one set of beliefs. What was that set of beliefs? Two possibilities exist here. Either they were united under the belief of God's Oneness, or lived together under a state of disbelief and error. However, according to the majority of commentators, the weightier opinion is that all of them were united under the belief of God's Oneness. A verse to this effect appears in Surah Yunus as well:\nوَمَا كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَةً فَاخْتَلَفُوا ۚ وَلَوْلَا كَلِمَةٌ سَبَقَتْ مِن رَّ‌بِّكَ لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ ﴿19﴾\nAll men used to be a single ummah. Then, they split. Had it not been the initial will of your Lord (that the true and false and the good and bad shall exist simultaneously in this mortal world) all their disputes would have been settled once for all (leaving no trace of the enemies of truth). (10:19)\nIn Sarah al-Anbiya', it was said:\nإِنَّ هَـٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَ‌بُّكُمْ فَاعْبُدُونِ ﴿92﴾\nThis ummah of yours is a single ummah and I am your Lord. So, worship Me. (21:92)\nAlso in Sarah al-Mu'minun, it was said:\nوَإِنَّ هَـٰذِهِ أُمَّتُكُمْ أُمَّةً وَاحِدَةً وَأَنَا رَ‌بُّكُمْ فَاتَّقُونِ ﴿52﴾\nThis ummah of yours is a single ummah and I am your Lord. So, fear Me. (23:52)\nAll these verses indicate that the unity referred to here is the unity of belief and faith in the true religion.\nNow, we have to determine the period of this universal human unity. The commentators of the Holy Qur'an among the blessed Companions, Ubayy ibn Ka'b and Ibn Zayd ؓ said that the period refers to the period of ' 'Azal ازل ' (eternity without beginning) when the spirits of all human beings were created and asked أَلَسْتُ بِرَ‌بِّكُم (Am I not your Lord?) to which every soul without exception said, 'Yes, You are our Lord'. That was the time when all human beings were on one true belief the name of which is Islam, the Faith. (Qurtub)\nThe blessed Companion ` Abdullah ibn ` Abbas ؓ said that the period of this unity of belief dates back to the time when Sayyidna Adam (علیہ السلام) came into this world with his wife. They had children who multiplied. All of them believed in the religion of Adam and followed his teachings, especially that of God's Oneness. All of them, except Qabil قابیل (Cain), were obedient to the religious law.\nIn the Musnad of al-Bazzar, there appears an addition to the statement of Sayyidna Ibn ` Abbas ؓ cited above which says that this unity of belief prevailed from the time of Sayyidna Adam (علیہ السلام) to that of Sayyidna Idris (علیہ السلام) . Upto that time all of them followed Islam and Tauhid توحید and the period in between them is that of ten qarns قرن . Probably, qarn قرن means a century which sets the period at one thousand years.\nSome others have said that the period dates back to the time of the deluge in the days of Sayyidna Nuh نوح (علیہ السلام) in which all living were swept away except those who had boarded the ark with Sayyidna Nu-h (علیہ السلام) . When the flood subsided, those who survived were all Muslims, monotheists and followers of the true faith.\nIn reality, all these three statements are not contradictory; all three periods were such that people were one community and followed the true faith.\nThe second sentence in the verse says:\nفَبَعَثَ اللَّـهُ النَّبِيِّينَ مُبَشِّرِ‌ينَ وَمُنذِرِ‌ينَ وَأَنزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ ۚ\nThen Allah sent prophets carrying glad-tidings and warning and sent down with them the Book with the Truth to judge between people in what they disputed.\nIt is worth noting that the first sentence said that all men used to be a single ummah, and in the second, this statement has been ramified by saying that Allah sent prophets and Books to resolve disputes. Obviously, the two sentences do not seem to synchronize because the cause of sending prophets and Books is the disputation of people, which did not exist at that time. However, the answer is very clear. The verse means that during the early period of human life, people adhered to one true faith, later on differences crept in, which led to disputations following which came the need to send prophets (علیہم السلام) and Books.\nSomething still remains. When mention has been made of a single ummah above, why is it that the incidence of differences has not been mentioned? Those who are blessed with some insight into the wisdom behind the style of the Holy Qur'an would not find it difficult to answer the question, for the Holy Qur'an, while relating past events, does not report the whole story- anywhere, instead, it eliminates parts in between, which could be understood contextually. For instance, there is the prisoner in the story about Sayyidna Yusuf (علیہ السلام) who, after his release, came to the king and asked that he be sent to Sayyidna Yusuf (علیہ السلام) in order to seek an interpretation of the royal dream. This proposal of the prisoner is all that the Holy Qur'an relates, then, the conversation begins with يُوسُفُ أَيُّهَا الصِّدِّيق The text does not say that the king liked his proposal and sent him to the prison-house to see Sayyidna Yusuf (علیہ السلام) and that he reached there, then, addressed him. The fact is that reading the text with sentences earlier and later makes all this simple to understand.\nSimilarly, the mention of differences after the mention of a united community in this verse was not considered necessary because the advent of disputes is something known by the whole world all the time. What needed to be expressed was that, before all these overflowing disputes, there was a time when all human beings used to follow one true religion. This is what was stated. Now, the disputes visible all over the world were not something that should have been expressly identified. This was unnecessary. Nevertheless, very pointedly it was said that Allah Almighty did provide for the removal of these disputes through guidance. The words of the text say: فَبَعَثَ اللَّـهُ :that is, 'Allah Almighty sent prophets (علیہم السلام) ، who were to carry glad-tidings of eternal peace and bliss to those who follow the true Faith and to give warning of the punishment of Hell to those who turn away from it. Then, Allah helped prophets through His revelations and Books which were to make truth distinct from error in matters of beliefs and ideas. The text, after that, points out to the outcome. Inspite of the prophets (علیہم السلام) and Books with open truths, the world split itself into two groups. There were some who did not accept this clear guidance, and strangely enough, the first to deny this guidance were those to whom these prophets and verses were sent, that is, the Jews and the Christians. Far more astonishing is the fact that there was no possibility of any doubt or misgiving in Scriptures which were neither beyond their understanding nor were likely to throw them into confusion. In fact, these people knew and understood it, yet it was their lust for taking an opposite stand which made them deny it.\nThen, there was the second group who were enabled to follow the straight path by Allah Almighty and they became the ones to say yes to the lead given by prophets, messengers and divine books sincerely and whole-heartedly. These very two groups have been identified in Surah al-Taghabun تغابن as follows:\nخَلَقَكُمْ فَمِنكُمْ كَافِرٌ‌ وَمِنكُم مُّؤْمِنٌ\nAllah Almighty created you, then, some of you became disbelievers and some of you, believers. (64:2)\nTo sum up, the gist of the sense in the verse كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَة (All men used to be a single ummah) is that all human beings were initially and universally followers of the true faith. Then, temperamental multiplicity gave way to the promotion of self-interest which caused disputes to surface, so much so that a time came when beliefs too were disputed which in turn reached a point when the very root, the fine line of distinction between the true and the false, got all mixed up. Thereupon, Allah Almighty sent prophets (علیہم السلام) and His Books to guide people to the right path and to bring them back to the same true faith on which human beings already were. But, despite all guidance and very clear signs, there were some who dutifully followed these and there were others who, out of their obstinacy and hostility, took the road of denial and deviation.\nInjunctions and related considerations\n1. The verse tells us that Allah Almighty sent His prophets and Books into this mortal world for no other purpose but that people, who had left the single ummah following the true faith and branched out into different sects, should again be assembled into the same one community. Whenever people wavered from the right path, Allah sent a prophet, and a Book so that they act accordingly. The coming of prophets as a medium of reform and salvation continued when they again deviated which resulted in the coming of another prophet and another Book with the express purpose of putting people back on the right track, that is, on the straight path shown by their Lord. This is like health, a single fact of life as compared to diseases which are too many. When a certain disease showed up, Allah prescribed the appropriate medicine and regimen. Another disease brought another set of treatment.\nFinally, came the most comprehensive of all prescriptions, one that will be ideally successful against all diseases until such time that Allah wills to keep this world going. This perfect prescription, a comprehensive blueprint of all diagnostic considerations, treatment par excellence, the most complete of all previous prescriptions which pre-empts all future possibilities of treatment, is none but that of Islam. For this came the last of the prophets (علیہم السلام) ، and with him came the Qur'an. There used to be the recurring problem of Scriptures being interpolated, prophetic teachings being lost which necessitated the sending of new prophets and new Books in the past. This was set right when Allah Almighty Himself took the responsibility of seeing that the Holy Qur'an remains protected against interpolations or changes. Then, to make sure that the teachings of the Holy Qur'an remain intact in their original form and live right through the Day of Doom (Dooms’ Day), Allah Almighty promised to create and sustain a set of people from the community of Muhammad ﷺ ، a group which will always adhere to the true Faith, keep circulating the correct teachings of the Qur'an and Sunnah among Muslims all over the world without ever flinching against any opposition or hostility. Therefore, after this, it was inevitable that the doors of prophet hood and the coming of revelation be closed for ever. So, came the final proclamation, that of the end of prophet hood.\nLet there be no misgiving that during the course of history the coming of prophets and Books were ever a source of division or dissension between people. What is true, as stated earlier, is that all prophets and divine Books aimed at assembling people around one true faith to which they initially adhered.\n2. We also discover here that the two-nation theory of Muslim and non-Muslim, the identification of nationhood on the basis of religion is exactly what the Qur'an aims to support in فَمِنكُمْ كَافِرٌ‌ وَمِنكُم مُّؤْمِنٌ;, cited above. Along with it, we can also clearly see that the real foundation of the two-nation theory stands on raising a united nationhood, which flourished in the very beginning and which was based, not on the factor of the country of origin, but on believing in the Truth and following the straight path. The Qur'anic statement: كَانَ النَّاسُ إِلَّا أُمَّةً وَاحِدَة (All men used to be a single ummah) stresses that there used to be real national unity in the beginning of the world when people followed the true faith. Disputes came later. Then came the prophets who invited them to that real unity. Those who rejected their call cut themselves off from this united nationhood and were known as a separate nation.\n3. The third lesson we learn from this verse is that evil people have always elected to oppose every prophet and every divine Book and have been even eager to line up their maximum forces against them. This being the customary situation allowed to prevail by Allah Almighty, people who have the strength of faith in their hearts should not feel bad about the chronic pursuit of intrigues and hostility by the evil ones against them. Very simply, just as the disbelievers took to the ways of their elders in the form of denial, hostility and prophet-bashing, all true Muslims on the straight path should take to the consistent practice of their elders, the great prophets (علیہم السلام) ، by staying patient against injuries inflicted on them, nevertheless, keep calling them to the true Faith with wisdom, sound advice and good grace. Perhaps, it is because of this congruity of purpose, that the next verse counsels Muslims to maintain a stance of forbearance and patience against all situations of distress.",
  "ayah": 213,
  "surah": 2
}
