{
  "text": "Verse 221 carries an injunction relating to marriage with Mushrikin (those who associate partners with Allah). The commentary which follows explains the injunction in some detail.\nInter-Marriage between Muslims and Kafirs is Prohibited\nIn the verses under discussion an important ruling has been given. It states that the marriage of Muslim males with Kafir کافر (disbelieving in Islam) females and the marriage of Kafir کافر females with Muslim males is not permissible. The reason is: Kafir کافر males and females become the cause that leads man into the Hell. Marital relations demand mutual love and harmony and without these the real purpose behind such relationship remains unrealized. If such close relations of love and affection are established with Mushrikin مشرکین or disbelievers, the inevitable effect will be that Muslims may emotionally tilt towards Kufr کُفُر and Shirk or, in a lesser degree, the very abhorrence of Kufr کُفُر and Shirk may just not remain there in their hearts. Consequently, they too, may get involved with Kufr کُفُر and Shirk and thereby end up in Hell. Therefore, it was said that these people call everyone to come to Hell while Allah Almighty calls man to Paradise and to His forgiveness and, for this purpose, states His injunctions openly and clearly so that people follow the wise counsel. Let us consider a few points at this stage:\n1.\tIf the word, Mushrik مشرک in this verse is taken to mean non-Muslims as a whole it would be necessary to exempt non-Muslim women of the Ahl al-Kitab اھل الکتاب (the people of the Book) from the purview of this injunction, because it is expressly stated in another verse that:\nوَالْمُحْصَنَاتُ مِنَ الْمُؤْمِنَاتِ وَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ مِن قَبْلِكُمْ\nAnd good women from among those given the Book before you (marriage with whom is lawful for you). (5:5)\nBut if the word Mushrik is taken to mean specially those non-Muslims who are not from amongst the Ahl al-Kitab اھل الکتاب (People of the Book i.e. the Jews and the Christians), this verse needs no exception, because it covers only those non-Muslims who do not believe in any prophet and scripture.\n2.\tLet us take the second important point. The Qur'an forbids marital relations between Muslims and disbelievers for the reason that such close relations could become the source of involvement in Kufr کُفُر and Shirk شرک . Now this is apparently true of all non-Muslim groups. Why then, the women from amongst the Ahl al-Kitab اھل الکتاب (the Jews and the Christians) have been excluded?\nThe answer is obvious. The difference the people of the Book have with Islam is relatively lesser and lighter as compared with other non-Muslims. Islamic belief is tri-polar, that is, Tauhid توحید (Oneness of God), Akhirah (Hereafter) and Risalah (Prophethood). Out of these, if we consider the belief in Akhirah آخرت ، even the Jews and Christians from amongst the people of the Book agree with Muslims in accordance with their original faith, wherein, very similarly, it is kufr کُفُر (infidelity) even in their original faith to attribute partners with God. That the Christians, in their love for Sayyidna ` Isa (علیہ السلام) ، and in their over-enthusiasm towards respecting him, entered the borders of Shirk شرک ، is a different matter.\nNow the basic difference that remains is that they do not believe in Muhammad ﷺ as His Messenger . In Islam, this belief is cardinal. Without it, no one can become a true Muslim. However, the fact remains that the difference the people of the Book have is lesser and lighter as compared with other non-Muslim groups. Therefore, the danger of corruptibility is not that great here۔\n3. A question may be raised here that the difference between the people of the Book having been declared lighter, it was made permissible for Muslim men to marry their women. So the converse of this proposition, that is, the marriage of Muslim women with non-Muslim people of the Book, should also be permissible. But a little reflection will be sufficient to establish the basic difference between the two situations. Women are somewhat weaker by nature. Then the husband has been given a controlling and care-taking role. So the likelihood of a woman being impressed by his beliefs and views is not that remote. Therefore, should a Muslim woman stay in a marriage relationship with a non-Muslim Kitabi, (Christian or Jew) the chances of her belief being spoiled are strong.\nContrary to this, should a non-Muslim Kitabi woman (Jew or Christian) live married to a Muslim man, it is unlikely in principle that her ideas will impress the husband. Is someone takes to a converse position in total disregard of the normal principles and falls prey to his wife's instigation, it will be because of his own fault.\n4. Let us clarify another doubt which may be raised here. The marital relations may influence both the parties equally. Therefore, if there is an apprehension that a Muslim spouse will be influenced by his or her counterpart in the matter of faith, there is also a counter possibility that the non-Muslim spouse will be influenced by his or her Muslim spouse, whereupon he or she will embrace Islam. Both possibilities being equally open, the marital relations between Muslims and non-Muslims should not have been prohibited.\nBut the wisdom behind this prohibition is that where the danger of a harm and the hope of a benefit are equally applicable, then the reasonable attitude will be to pay more attention to preventing harm than to seeking benefit. There is a well-known Persian saying: عقلمند تریاق بیقین وزھر بگمانخورد . A wise man does not eat the antidote with certainty and the poison with doubt. On the basis of this principle, the hope of the non-Muslim spouse embracing Islam has been ignored, and the apprehension of a Muslim spouse being impressed by the anti-Islamic faith or behaviour has been effectively taken care of.\n5. The fifth point worth considering is that the meaning of the permission to Muslim men to marry Jewish and Christian women under formal Nikah (marriage contract) is simply to state that such Nikah if made, will become valid and the children born out of this wedlock will be ligitimate. But there are statements in ahadith which prove that even this Nikah is not viewed with favour. The Holy Prophet has said that a Muslim should seek to marry a woman who fully observes Islamic faith and conduct -- so that she becomes for him a source of strength in their joint pursuit of their faith, and their progeny may have the opportunity to grow up under their care as practising Muslims. When marriage with a non-practising Muslim woman was not looked at with favour, how would it become favourable in the case of some non-Muslim woman? This is why Sayyidna ` Umar al-Faruq ؓ ، on learning that such marriages are finding alarming currency in Iraq and Syria, stopped these with an executive order which pointed out that such marital relations cause corruption in Muslim families both religiously and politically. (Kitab al-Athar-lil-Imam Muhammad). The effect of such marriages in contemporary times when non-Muslim people of the Book, the Jews and the Christians, have a record of political deception, political marriages, entry into Muslim families with persuasion techniques and spying objectives is too obvious and has been admitted by Christian writers themselves as reported in some details by Major General Akbar in his book, حدیثِ دفاع Hadith-e-Difa`,\nSpecially in our days, there is another important reason for avoiding marital relations with the People of the Book. If the lives of a majority of contemporary Europeans (and Americans), who are called Jews and Christians, and are registered as such in their census records, were researched it will be discovered that an enormous lot of them have nothing to do with Christianity or Judaism. They are atheistically irreligious. They do not believe in Sayyidna ` Isa (علیہ السلام) or in the Bible. They do not believe in Sayyidna Musa (علیہ السلام) or in the Torah -- not even in God or a Day of Judgment. It is obvious that such people do not come under the purview of the Qur'anic injunction permitting marriage (with the people of the Book). Nikah (marriage) with their women is absolutely haram (unlawful). It is clear that such people do not qualify for the exception given in the Qur'anic verse:\nوَالْمُحْصَنَاتُ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ\nAnd good women from among those given the Book before you (marriage with whom is lawful for you).\nTherefore, Nikah (marriage) with their women, like those of other non-Muslims, is absolutely haram (unlawful).\nSpecial notes from Bayern al-Qur'an by Maulana Ashraf Thanavi\n1.\tIt is not correct to marry women from among the group of people who, on the basis of their name and identity, are considered from among the people of the Book but are not proved to be so after a scrutiny of beliefs. For instance, common people these days take white westerners to be generally Christians although some of their beliefs have turned out to be totally atheistic under critical observation. How can people who do not believe in God, in the prophethood of Jesus Christ and in the Bible as revealed scripture be Christians?\nMarrying a woman from such a group of people is not correct. Those who marry women from the West without finding out what is involved therein make a gross mistake.\n2.\tSimilarly, it is not correct to give a Muslim woman in marriage to a man who, in his outward status, is supposed to be a Muslim but whose beliefs are identical with those of a non-Muslim. And should such corruption of beliefs occur after having been married, the nikah or the marriage-contract breaks ipso facto. For instance, a large number of Muslims, in ignorance of their religion and under the influence of the so-called ` modern thinking', ruin their beliefs. It is, therefore, obligatory for the guardians of a girl that they should first investigate into the beliefs of the proposer before they accept the proposal.",
  "ayah": 221,
  "surah": 2
}
