{
  "text": "No sexual intercourse during menstruation\nThe basic purpose of these verses is to declare the prohibition of having sexual intercourse with a woman in a state of menstruation. If someone committed sexual intercourse in such a state either unknowingly or carelessly, he has to make Taubah (repentance). In this context it has been said in the verse 222 that \"Allah loves those who are most repenting.\"\nThe verse 223 points out to the lawful ways of having sexual intercourse with one's woman. The permission of such intercourse has been subjected to two conditions. Firstly, it should take place at a time when the woman is pure from her menstruation. Secondly, carnal intercourse is not allowed at all. This verse begins with a comprehensive remark: \"Your women are for you a soil to cultivate.\" Here the woman has been compared with a soil, while the husband has been compared with a cultivator. This is to indicate that the sexual intercourse has not been allowed for satisfying the sexual lust only, but also to make it a valid source for having children. By using this expression the Holy Qur'an has given a subtle indication to the prohibition of carnal intercourse, even with one's wife, because it can never be a productive act, and there is no question of 'cultivation' therein.\nSubject to these two conditions (namely, the purity of the woman from her menses, and avoiding the carnal intercourse) one can enjoy whatever way he wishes to have sexual intimacy with his wife. In this context, it has been said, \"Come to your soil from where you will\". It indicates that in so far as the ultimate place (of penetration) is a 'soil' (which stands for the female vagina which is productive like a soil), one can elect whatever way he likes to reach this ultimate place. Thus, lying over the woman or beside her or beneath her, acceding to the vagina from any side, front or back, sitting or kneeling -- all these and similar other positions are allowed while performing sexual intercourse subject to the two conditions mentioned above.",
  "ayah": 223,
  "surah": 2
}
