{
  "text": "A great verse defining the status of man and woman\nThis verse contains a rule of Shari` ah concerning the mutual rights and duties enjoined upon men and women and explains the degree of their role. Important details of this very rule appear before this verse, and again, after the verse, through several sections.\nThe place of women in Islam\nAt this point, it seems pertinent to explain to some extent the status given by Islam to women. If understood in its full perspective, it will certainly lead to the conclusion that a just and moderate social system would not have required more than this. It may be noted that this is the crucial place, any deviation or departure from which becomes a great danger for man's life here and in the Hereafter.\nDeliberation would reveal that two things serve as the necessary basis for the survival and development of this world. These are: woman and wealth. But, a look at the other side of the coin shows that this twosome is also a source of disturbance, bloodshed and tribulation. Further deliberation would easily help one reach the conclusion that although these two, given their real place in life, are instrumental in the progress of this world, yet, as and when, they are aimlessly moved away from their real place, they are capable of shaking the world like an earthquake.\nThe Qur'an has given man a way of life, a system. Both these human factors have been assigned their correct respective places in a way that they yield the maximum benefits to the total exclusion of peacelessness. The proper place of wealth, the sources of its acquisition and the ways of spending it, as well as, a just system of the distribution of wealth is a regular field of knowledge. Detailed discussions of this subject will Insha Allah appear on some other occasion. My published treatise entitled, 'The Distribution of Wealth' could serve as an indicator of basics.\nBeing discussed here, at this point, is woman and her rights and duties. About this, the verse under reference states: As there are rights of men over women which must be given, so there are rights of women over men which must be given. However, the quantum of difference that must be recognized here is: Men have a 'step' above women. Almost the same subject has appeared in Surah Al-Nisa' in this manner:\nالرِّ‌جَالُ قَوَّامُونَ عَلَى النِّسَاءِ بِمَا فَضَّلَ اللَّـهُ بَعْضَهُمْ عَلَىٰ بَعْضٍ وَبِمَا أَنفَقُوا مِنْ أَمْوَالِهِمْ\nMen stand care-takers of women, since Allah has made some of them excel the other, and because they have spent of their wealth. (4:34)\nThe status of women in pre-Islamic society\nBefore Islam, in the age of ignorance (Jahiliyyah جاھلیہ ), it was common practice that women were equated with articles of home use. They would be bought and sold like cattle. She had no right whatsoever in relation to her marriage. She had to go where she was sent by her guardians. Far from being entitled to some share in the inheritance from her relatives, she herself was treated as a piece of inheritance like any other household item. She was considered as something owned by men while she owned nothing. And, even that which she allegedly owned she could not spend without the permission of men.\nHowever, her husband had all the right in the world to spend that which belonged to her as and how he elected to do so. She did not even have the right to question. So much so that some groups from amongst the European countries which are considered to be among the most civilized in the world today had reached the limit where they did not even accept that women were human beings!\nWomen had no place in religion. They were considered unfit for worship, and for Paradise. In some synods of Rome, it was decided after mutual consultations that she was a dirty animal which had no soul. Usually, it was considered permissible for a father to kill, or even, bury her daughter alive. In fact, this act was judged to be a mark of honour and a standard of nobility. There were some who held the opinion that anybody who killed a woman did not have to pay blood-money or be charged with retaliatory action. And should the husband die, the wife too was burnt alive with his dead body. Following the birth of the noble Prophet ﷺ and before his prophethood, in the year 586, France showed its compassion for women by passing a resolution, of course after great deliberation and controversy, that woman is after all a human being, but she has been created for the sole purpose of serving man!\nIn short, the whole world, and all nations and religions that inhabited it, had been treating women with callousness that makes one tremble with fear. For this poor creature, there was no reason, no justice, anywhere.\nRansomed be our lives for him who came as mercy for the worlds (ﷺ), and for the true religion which opened the eyes of the people of this world, taught man to respect man, made justice and equity the law, men were made responsible for the rights of women parallel to their own rights on them. Woman was made free and independent. She became the owner of her life and property, similar to men. No man can, even if he be a father or grandfather, force a woman to marry someone. Should she be given in marriage without her consent, the act remains dangling on her consent. If she says no, it stands annulled. No man has any right to spend anything from that which belongs to her, without her consent and approval. After the death of her husband or after having been divorced by him, she becomes independent and she cannot be compelled by anyone for anything. She gets a share in the inheritance of her relatives just like men. To spend on her and to keep her happy has been declared an act of ` ibadah (worship) under the blessed law of Muhammad ﷺ ، on him be peace and blessing. Should the husband fail to give the due rights, she could, through an Islamic court, force him to do so or to divorce her.\nMan's guardianship is essential for peace and order\nNot giving women their due rights was ranked as injustice, oppression, stinginess and villainy which was erased by Islam. Similarly, leaving them to go their way with an unbridled liberty from the guardianship and care of men, and to make them earn their own sustenance and life support amounts to wasting her rights and destroying her genius. Neither does she deserve that fate in view of her physique nor does that great mission of bringing up children and the charge of family management, which has been naturally entrusted to her, deserve it.\nIn addition to that, women are, when deprived of the guardianship and care of men, a great danger for the whole human society, a situation that is bound to create all sorts of disturbances, including riots and bloodshed, as a matter of daily routine. That is why the noble Qur'an, while stating the mandatory rights of women, also declared وَلِلرِّ‌جَالِ عَلَيْهِنَّ دَرَ‌جَةٌ that is, men are a step above women which, in still other words, amounts to saying that men are responsible for them as their caretakers.\nAs it was in the first age of ignorance before Islam, all nations of the world, by keeping women as a household item or a dumb animal, had fallen prey to this mistake. So it came to pass that, following Islam's age of decadence, there started a later age of ignorance. Here the first mistake is being matched by yet another mistake, as a reaction in the opposite direction, when efforts are being made continuously to get rid of even this much degree of precedence men have over women. As a result, obscenity and shamelessness became common, the world became a home of conflicts and disorder, and bloodshed became so cheap that the first age of ignorance remained no match anymore. There is an Arab saying: الجاھل اما مفرط او مفرط which means: The ignorant man never stays on moderation. If he decides to stay from acting excessively, he slides into a behaviour of neglect.\nThis is the prevailing attitude in the world of today. There was that time when they were not even prepared to call or understand women as a member of the human race. Now they have advanced to the limit that the 'yoke' of man's guardianship and caretaking of women, which is perfectly wise and suitable universally for men and women, is being thrown away, the ill consequences of which are becoming visible every day. And believe it, unless they bow down before this noble statement of the Qur'an, such disorders will go on increasing day by day.\nGovernments today make new laws incessantly to bring peace into the world. New institutions are established for this purpose. Millions are spent but the source of disorders goes unnoticed by them. If a Commission of Inquiry was to be established to determine the causes of disorder, bloodshed and internecine wars, it is likely that the cause of more than fifty percent of such crimes will turn out to be woman and her unbridled freedom. But, in the contemporary world, the prevailing pursuit of desires has confounded even the best of minds. No corrective check against the worship of desires is even entertained.\nMay Allah Almighty enlighten our hearts with the light of faith and help us act according to the guidance given in His Book and in the conduct of the Holy Prophet because that is our blessed capital both in this world and in the Hereafter.\nA Conflict and its Resolution\nWe find out from this verse that the Qur'an tells the husband and wife about duties assigned to each, whereby men have been placed under obligation to give women their rights, in the same manner as women have been placed under obligation to give men their rights. This indicates that each party should watch out on the fulfillment of its respective duties rather than go after demanding rights. And should they succeed in doing so, the very issue of demanding rights will cease to exist, because the duties of men are the rights of women and the duties of women are the rights of men. When duties are taken care of, rights will be automatically fulfilled. These days the root of all troubles lies in the attitude of people who are alert to their rights but negligent of their duties.\nAs a result, rights are demanded on a war footing as is evident from the current confrontation between governments and masses, husbands and wives and between other authorities and their challengers. This indicator of the Qur'an has modified the confrontational aspect of the issue by stressing that everyone should make all possible effort to fulfill his or her duties and when it comes to his or her own rights try to overlook any infringements gently, forego and forgive. If this teaching of the Qur'an could become common universal practice, homes, families, even countries and governments will find that most of their conflicts have been resolved for good.\nMan's higher position over woman is for discipline only\nA universal system in the world, the human nature and the best interests of women themselves required that men be not only given a particular sort of controlling and care-taking right over women, but that it be rather made incumbent on them. This is what has been stated in the verse الرِّ‌جَالُ قَوَّامُونَ عَلَى النِّسَاءِ : Men stand care-takers of women.' But, this does not necessarily entail that all men are superior to all women because being superior in the sight of Allah wholly depends on belief and good conduct. In Divine dispension, the increase or decrease in degrees operates in synchronization with the degrees of belief and conduct. Therefore, in matters relating to the Hereafter, it is not necessary that men alone should continue to have that step or degree above women. This too is possible and, as elaborated in Qur'anic verses and Hadith narrations, this is what would come to pass -- that some women, through their obedience to and worship of Allah, will become superior to many men with their degree of precedence raising higher than many men.\nAlthough the Holy Qur'an, while describing the injunctions of Shari` ah, according to its own clear stress, declares that men and women are absolutely equal and the injunctions where there is some difference have been expressly explained, but the address is generally to men and the gender used is masculine. This treatment, however, is not peculiar to the noble Qur'an. Governments too, use the masculine gender in their laws fairly commonly, although the law is universally applicable to men and women both.\nOne immediate reason for this is the very difference identified in the verses of the noble Qur'an, that is, for men there is a step above women.\nThe second consideration, perhaps implied here as well, may be that satr ستر (concealment) is better even when there is a discussion about masturat مستورات (women: the concealed ones). But, when women realized that the noble Qur'an does not address them directly at various places like it does address men, the venerated mother of the faithful, Sayyidah Umm Salmah ؓ اُم سلمہ سیدہ pointed this out to the Holy Prophet ﷺ and thereupon the following verse of the Surah Al-Ahzab was revealed:\nإِنَّ الْمُسْلِمِينَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَالْقَانِتِينَ وَالْقَانِتَاتِ\nSubmitting men and submitting women, believing men and believing women, obedient men and obedient women ... (This appears in details in Nasa i, Musnad Ahmad and Tafsir Ibn Jarir etc.)\nwhere women were clearly and expressly identified along with men which implies that the status of women is no less than men in obedience to Allah and in His worship, in being near Him and His approval, and in the ranks of Paradise,\nAccording to a report in Tafsir Ibn Kathir, some Muslim women came to the the blessed wives of the Holy Prophet and asked about the general absence of any mention of Muslim women in the Holy Qur'an, while it does mention men at several places, and also refers to the blessed wives of the Holy Prophet ﷺ from among women. Thereupon, the verse referred to above was revealed.\nTo sum up, it can be said that a certain measure of precedence and authority in regulating the affairs of worldly life is for the good of women and that wisdom so dictates. Other than that, there is no difference in the reward and retribution for deeds, good or bad, and in the degree of merit attained in the Hereafter.\nThe same subject appears in the noble Qur'an with much more clarity in the following manner:\nمَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ‌ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً\nAnd whosoever male or female, does a righteous deed, while he (or she) is a believer, we shall assuredly get him (or her) to live a goodly life. (16:97)\nAfter these preliminary remarks let's ponder over the words of the original verse under discussion. It was said: وَلَهُنَّ مِثْلُ الَّذِي عَلَيْهِنَّ \"And women have rights similar to what they owe\" that is, their rights are incumbent upon men similarly as the rights of men are incumbent upon them. Here the rights of women were mentioned before the rights of men, one reason for which is that man after all, given his physical power and God-given precedence, manages to wrest his rights from women anyway. The concern should be for the rights of women since they cannot habitually wrest their rights by force.\nThere is yet another hint here which suggests that men should take the first step to give the rights of women. However, the similarity and equivalency declared by the use of the word mithl مِثْلُ : like, similar) in the text here could just never mean that the kind of job men do should also be done by women, or vice versa, because the distribution of work and respective duties for men and women are naturally different. In fact, it means that it is obligatory that rights belonging to both be observed equally and mutually and that the punishment for any negligence or shortcoming be also equal.\nIt is worth observing at this point how the noble Qur'an has, in a sentence so small, miniaturized a whole roster of rights and duties since all rights women have over men and all rights men have over women are included under the sense of this verse. (Muhit) Simply by adding one more word (bi l'ma` ruf بالمَعروف . justly, uprightly, kindly, courteously, according to the practice approved by the Shari'ah, or simply - \"as recognized\", a closer expression used in the accompanying translation of the verse) the possible occurrence of mutual controversies was eliminated. It was established that rights should be given using the ma` ruf مَعروف method because the meaning of مَعروف ma` ruf includes that which is neither prohibited nor impermissible under the dictates of the Shari'ah nor does it have any element of hardship or excess under common habit or custom or ` urf عُرف . The purport is that observing the routine of legal provisions is not enough, instead, it will be examined that, according to ` urf عُرف or customarily approved practice, the other party does not in any case suffer from pain or loss. That which is judged to be a source of pain and loss, in view of ` urf عُرف ، will be forbidden and remain impermissible, for instance, coldness, indifference or such behaviour or conduct which causes pain. These can hardly be covered under an article of law but the word bi l'ma` ruf بالمَعروف does encompass them. After that it was said: وَلِلرِّ‌جَالِ عَلَيْهِنَّ دَرَ‌جَةٌ:'Though for men there is a step above them.' The well-known meaning and sense of this verse is that despite the rights of the parties being equal, Allah Almighty has bestowed upon men a certain degree of precedence and authority over women. That there is great wisdom in doing so has been hinted at by the use of the words` وَاللَّـهُ عَزِيزٌ حَكِيمٌ :\"And Allah is Mighty, Wise\" towards the end of the verse. Giving the meaning of this sentence, Sayyidna ` Abdullah ibn ` Abbas ؓ has added that Allah Almighty has given men a degree of precedence as compared to women, therefore they should act with much more forbearance. Even if women fall short of giving them their rights, the degree of their precedence is such that they should bear by it, be patient and do nothing to desist from giving them their rights. (Qurtubi)",
  "ayah": 228,
  "surah": 2
}
