{
  "text": "After dealing with the above problem, the third talaq was mentioned in this manner فَإِن طَلَّقَهَا فَلَا تَحِلُّ لَهُ مِن بَعْدُ حَتَّىٰ تَنكِحَ زَوْجًا غَيْرَ‌هُ that is, if that person goes on to pronounce the third talaq as well (something not liked by the Shari'ah), the transaction of nikah shall stand totally annulled. He has exhausted his choice to revoke his divorce and take his wife back. And since he transgressed the limits of Shari'ah by unnecessarily giving the third talaq, he must now have his punishment whereby it is not possible for them to remarry each other even if both of them agree to do so. Now, in order that they could remarry each other, the condition of such nikah is that the woman (after completing her period of ` iddah following talaq) should enter into marriage with another man, fulfill matrimonial obligations and live with this other husband. Thereafter, if by chance that other husband also divorces her (or dies), she could remarry the first husband after completing her ` iddah. The last sentence of the verse says:\nفَإِن طَلَّقَهَا فَلَا جُنَاحَ عَلَيْهِمَا أَن يَتَرَ‌اجَعَا\nShould he too divorce her, then there is no sin on them in their returning to each other.\nDetailed injunctions regarding three divorces at a time\nA close look at the style of the noble Qur'an makes it explicitly clear that the right method of pronouncing talaq stipulated by the Shari'ah is that one should, at the most, reach the limit of two talaqs and it is not appropriate to reach to the extent of a third talaq. After the use of words الطَّلَاقُ مَرَّ‌تَانِ in verse 229, the third talaq is identified in the words\tفَإِن طَلَّقَهَا (Then, if he divorces her) wherein the letter إِن (if) is note-worthy. Here the hint in question is visibly present. Otherwise, the third talaq could simply be expressed by saying الطَّلَاقُ ثُلث 'The divorces are three.' Now the text, to the exclusion of expressions to this effect, has an expression of its own which carries a clear hint that one should not reach the stage of the third talaq. This is why Imam Malik (رح) and several other jurists did not just permit the third talaq. They call it talaq al-bid'ah الطَّلَاقُ (the innovated talaq: divorce without the authority of the Qur'an and Sunnah). Some other jurists have ruled that three talaqs are permissible only on condition that these three talaqs be pronounced separately in three tuhrs (the state of post-menstrual purity). In the terminology used by these jurists this too has been termed as talaq al-sunnah. But none of them are proposing by this term that giving three talaqs in this manner is desirable, and is according to the Sunnah. In fact, this was given the name of talaq al-sunnah as opposed to talaq al-bid'ah for the simple reason that this form does not amount to bid'ah (an innovation in settled religious practice).\nThe gist of that which stands proved regarding the talaq count, on the authority of the guidance given by the Qur'an and Sunnah, and the practice of the Companions of the Holy Prophet ﷺ and their followers is this: When no option, except that of talaq is left, the best method of pronouncing talaq is to pronounce one talaq during the state of tuhr تُہر (purity) in which sexual intercourse has not taken place. Then, let this one talaq stay as such. As soon as the ` iddah finishes, the nikah relationship will automatically be finished with it. The Muslim Jurists have called it al-talaq al-ahsan الطَّلَاقُ الاحسان and the respected Companions of the Holy Prophet ﷺ have declared it as the best method of talaq.\nIbn Abi Shaybah has reported from Sayyidna Ibrahim al-Nakha` i that the noble sahabah ؓ favoured the method in which, after giving one talaq, nothing is done thereafter and the ` iddah of talaq -- three menstruation periods -- are allowed to expire so that the woman would become free.\nFrom the words of the noble Qur'an mentioned earlier, the permission to pronounce upto two talaqs can also be deduced, but by the use of the word ,' (twice) it has been pointed out that two talaqs should not be given in one utterance and at one time but should be given separately in two tuhrs (states of purity). The use of مَرَّ‌تَانِ (Two talaqs are permissible) could also have helped prove the permission of two talaqs but the word مَرَّ‌تَانِ suggests that the two talaqs should be given at two separate occasions, that is in two separate tuhrs (states of purity).50 (Ruh al-Ma'ani)\n50-The use of the adverb, 'twice' to stand for the Qur'anic word, 'marratan' in the accompanying translation is to cover this element of sequence and deferment for, lexically, 'twice' means -- on two occasions or two times.\nIn short, the limit of two talaqs stands proved from the words of the Qur'an. Therefore, by consensus of Imams and fuqaha' (Muslim Jurists), this talaq is included in Sunnah, that is, it is not a bid'ah (innovation). That the third talaq is undesirable is clearly indicated in the Qur'anic diction itself. That this is undesirable has not been questioned by anyone.\nAs to how detested and reprehensible the third talaq is stands proved by a hadith of the Holy Prophet ﷺ . Imam al-Nasa'i reports on the authority of Mahmud ibn Labid that:\nآخبرَ رسول اللہ ﷺ عن رجل طلق امراتہ ثلاث تطلیقات جمیعاً فقامَ غضباناً ، ثم قال : ایلعب بکتاب اللہ و انا بین اظھرکم حتی قام رجل و قال : یا رسول اللہ ﷺ الا اقتلہ ؟\nThe noble Prophet ﷺ was told about a man who had divorced his wife by pronouncing three talaqs simultaneously. He rose in anger, then said: 'What is this game being played with Allah's Book while I am present amongst you?' In the meantime, a man stood up and said: Ya Rasulallah! should I not kill him? (Nasa'i, Kitab al-Talaq, vol.2, p. 98)51\n51-Hafiz Ibn al-Qaiyyim has ruled that the isnad of this hadith is sahib according to the conditions prescribed by Muslim (Zad al-Ma'ad). ` Allamah al-Mardini, in his al-Jauhar al-Naqi, calls the sanad of this hadith -- sahih, Ibn Kathir terms the isnad as excellent and Ibn Hajar finds this 'narrated by the reliable'.\nBased on this, Imam Malik and some other leading fugaha ' فقہاء (jurists) have ruled that the third talaq is absolutely impermissible and that it is talaq al-bid'ah (a divorce based on innovation in religious practice and not supported by the Qur'an and Sunnah). Other Imams, by saying that three talaqs given in three tuhrs (states of purity) are included under sunnah talaq, have though excluded it from the purview of talaq al-bid'ah, but there is no difference of opinion as to its being undesirable.\nTo summarize, it can be said that the three stages of talaq (divorce) established by the Shari'ah of Islam in the form of three talaqs, do never mean that crossing these three stages are necessary or better. Instead, the intent of the Shari'ah is that the very initial step towards divorce is a detestable and reprehensible act. If such a step has to be taken under dire compulsion, it is only proper that its lowest possible stage, that is, one (pronouncement of) talaq be considered sufficient, allowing ` iddah (the waiting period) to take its course. Once the ` iddah is over, this very one talaq will become sufficient to sever the husband-wife relationship and the woman shall become free to marry another person. This method of talaq is called ahsan, that is, the best. In this method there is wisdom, and an element of advantage as well, since the option of reconciliation will remain open for the parties concerned in the event only one talaq has been given in clear words to that effect. Only taking the talaq back before the expiry of ` iddah will be sufficient to sustain the nikah. And after the ` iddah has expired, the nikah will, no doubt, be broken and the woman set free, but there still will remain room for reconciliation between them, and should they reconcile and wish to remarry each other, the fresh nikah could be solemnized immediately.\nBut, should a person who does not stick with this method of ahsan talaq احسن طلاق and goes on to pronounce one more talaq in clear and unambiguous words during the period of ` iddah, he then, completes two stages of the severance of nikah, which was unnecessary, and certainly not approved by the Shari'ah. However, two stages stand completed anyway. But the position, inspite of the completion of these two stages, stays where it was, that is, the choice of raj’ ah (revocation) or return (to one's wife) during the period of ` iddah remains open and a fresh nikah could be made by the mutual agreement of the parties concerned after the expiry of the period of ` iddah. The only difference is that the husband has, by reaching the count of two talaqs, broken one more chain of his choices and arrived at the borderline from where the pronouncement of just one more talaq by him would end the matter for ever.\nFor one who has gone through these two stages of talaq, the instruction given later is: فَإِمْسَاكٌ بِمَعْرُ‌وفٍ أَوْ تَسْرِ‌يحٌ بِإِحْسَانٍ :'Then either to retain in the recognized manner or to release in fairness.' Here two injunctions have been communicated through the words\nFirstly, revocation during ` iddah does not require fresh nikah; instead, only imsak إِمْسَاكٌ, that is, retaining one's wife by revoking the talaq is sufficient. If this was done, the marriage relationship will stand reinstated on the very basis of the previous nikah.\nSecondly, through this, the husband was instructed to take steps to effect his raj’ ah (revocation) only if he intends to correct the situation and looks forward to living in peace and harmony; if not, he should pass this option so that the marriage relationship ends following the completion of ` iddah. The concern here is that raj’ ah (revocation) may not be done just to harass the woman without any intention of correcting the situation.\nTo match this, it was said: أَوْ تَسْرِ‌يحٌ بِإِحْسَانٍ. The word, Tasrih تَسْرِ‌يحٌ means to untie, to free, to release. Through this, it was pointed out that in order to sever relations, no additional talaq, or for that matter, no other action is necessary. That the ` iddah (waiting period) expires without revocation is, in itself, sufficient to end the marriage relationship.\nAbu Dawud reports on the authority of Abu Razin al-Asadi that, following the revelation of this verse, a man asked the Holy Prophet ﷺ 'Allah Almighty has said: الطَّلَاقُ مَرَّ‌تَانِ (Divorce is twice). Why the third talaq was not mentioned here?' He said: 'The expression تَسْرِ‌يحٌ بِإِحْسَانٍ (To release in fairness) which follows immediately is the third talaq.' (Ruh al-Ma'ani). It means, according to the consensus of ` ulama', that the act of the total severance of marriage relationship which would come out of the third talaq, would be taken care of by this mode of action, that is, by not revoking the divorce during the period of ` iddah. Now, just as, by placing the restrictive condition of بِمَعْرُ‌وفٍ (in recognized manner) along with إِمْسَاكٌ (retaining), the instruction was given that the wife, if retained after the revocation of talaq pronouncement (raj’ a), should be retained in good grace. Very similarly, by placing the restrictive condition of بِإِحْسَانٍ (in fairness) along with تَسْرِ‌يحٌ (release), the instruction was given that talaq is the dissolution of transaction and gentlemen go through their transactions and contracts in good taste and manners and in the event dissolution of contract becomes necessary, that too, should not be done with anger or altercation, instead, that should be done with charity, kindness and grace, for instance, while saying goodbye to the divorced wife, let her depart with some presents, such as clothing and its likes. This is mentioned in the Qur'an:\nوَمَتِّعُوهُنَّ عَلَى الْمُوسِعِ قَدَرُ‌هُ وَعَلَى الْمُقْتِرِ‌ قَدَرُ‌هُ\nSo, give them benefit -- the rich man according to his means and the poor one according to his means. (2:236)\nAnd, if he, in spite of this, elects not to do so, rather, going a step farther, pronounces the third talaq as well, he now has reached a dead end where he has, quite unreasonably and unnecessarily, done away with all his options, ignoring in that process, graces allowed by the Shari'ah. The punishment he now deserves is that raj’ ah (revocation) will not be possible, and without the wife marrying someone else, the couple's being re-united in marriage will also be not possible.\nThree divorces given unlawfully are effective\nThe immediate, rational and conventional answer to this question is that the nature of an act in being a crime and a sin does not stop it from taking effect anywhere. Killing unjustly is a crime and a sin. But one who is shot with a bullet, or struck with a sword, gets killed after all. His death does not wait to discover if the bullet was fired legally or illegally. Stealing is a crime and a sin by the consensus of all religions, but that which has been stolen as such leaves the possession of the owner anyway. Similarly, all sins and crimes are hemmed in by the same situation -- that their being sin and crime does not stop them from taking effect.\nIn accordance with the dictates of this principle, the false steps taken., such as, the ignoring of concessions given by the Shari'ah and shooting upto three talaqs unnecessarily, bypassing all choices of talaq one has, no doubt, became a cause of anger for the Holy Prophet ﷺ as stated in the previous report, and for this reason, this act was considered ` undesirable' by the consensus of the ummah, and 'impermissible' by some; but, if inspite of all this, someone has taken such a step, it should bring forth the same effect as would be that of a permissible talaq, that is, three talaqs become effective and not only the choice of raj’ ah (revocation) but also the very choice of fresh nikah stands negated.\nAnd the decision of the Holy Prophet is a testimony that he, in spite of his showing anger against giving three divorces, enforced the three talaqs, several incidents relating to which appear in books of ahadith. The ` ulama' who have written regular books on this subject have collected these incidents therein. Recently, \"Umdah al-Athath عمدہ الاثاث ', a book written on this subject by Maulana Abu al-Zahid Muhammad Sarfaraz has been published and is sufficient enough. Quoted here are only three ahadith.\nThe report by Mahmud ibn Labid mentioned earlier with reference to al-Nasa'i does record the expression of extreme anger by the Messenger of Allah ﷺ on the giving of three talaqs at one time, so much so, that some sahabah ؓ (Companions) thought that the person deserved being killed. But this is not reported anywhere that he ruled the man's talaq to be a revocable قابل للإلغاء talaq and let the man have his wife back.\nOn the contrary, the second report that follows clearly indicates that the Holy Prophet ﷺ has enforced the three simultaneous talaqs of Sayyidna ` Uwaymir in spite of displeasure. Very similarly, Qadi Abu Bakr ibn al-Arabi has, in relation to the previously quoted hadith of Mahmud ibn Labid, reported that the Holy Prophet ﷺ had enforced his three talaqs similar to the three talaqs of Sayyidna ` Uwaymir. His words are:\nفلم یردہ النبی ﷺ بل امضاہ کما فی حدیث عویمر الجعلانی فی اللعان حیث امضیٰ طلاقہ الثلاث ولم یردہ\nSo, the Holy Prophet s did not reject it. He enforced it in-stead. As it appears in ` Uwaymir al ` Ajlani's hadith of li` an, the Holy Prophet s had enforced his three talaqs and had not rejected it.\nThe second hadith, that of Sayyidah A'ishah ؓ ، appears in Sahih al-Bukhari in the following words:\nان رجلاً طلق امراتہ ثلاثا فتزوجت فطلق فسٔل النبی ﷺ اتحل للاول قال یذوق عسیل تھا کما ذاقھا الاول\nA man pronounced three talaqs on his wife. When the woman married elsewhere, the other husband also divorced her. The noble Prophet s was asked: 'Is this woman halal (lawful)?' He said: 'Not unless the other husband has had intimacy with her as was done by the first husband.'\nThe words of the the report indicate that the three talaqs were given at the same time. Commentaries on Hadith, such as Fath al-Bari, ` Umdah al-Qari, al-Qastalani, confirm this reading of the report, that is, three talaqs were given at the same time. And the hadith carries the decision thereupon, that the Holy Prophet ﷺ made these three talaqs effective and ruled that, unless there occurs marital intimacy with the second husband, she will not become lawful for the first husband, simply by having been divorced by the former.\nThe third report is that of Sayyidna ` Uwaymir al-` Ajlani ؓ ، who did his li'an) لعان : sworn allegation of adultery) against his wife in the presence of the Holy Prophet ﷺ ، and following that, he said:\nفلما فرغا قال عویمر کذبت علیھا یا رسول اللہ ﷺ ان امسک تھا فطلقھا ثلاثا قبل ان یامرہ النبی ﷺ\nSo when they were through with li an لعان ، 'Uwaymir ؓ said: 'I shall be telling a lie if I retained her. Then, he gave her three talaqs before the Holy Prophet ﷺ could give his verdict. (Sahib al-Bukhari including Bath al-Bari Sahib Muslim page 289, volume-l)\nAnd Abu Dharr ؓ has, on the authority of Sayyidnd Sahl ibn Sa'd ؓ ، reported this incident in the following words:\nفانقذہ رسول اللہ ﷺ وکان ما صنع عند رسول اللہ ﷺ سنۃ قال سعد حضرت ھٰذا عند عند رسول اللہ ﷺ قبضت السنۃ بعد فی المتلاعنین ان یفرق بینھما ثم لا یجتمعان ابداً\nThen the Holy Prophet ﷺ enforced it, and that which happened in the presence of the Holy Prophet became established as Sunnah. Sa'd says: 'On this occasion, I was present when this occurred before the Holy Prophet ﷺ . So, following that, the practice became common that they should be separated after which the two should never be united. (Abu Dawud)\nIn this hadith, it 1s proved with full clarity that the Holy Prophet ﷺ has enforced the three simultaneously pronounced talaqs of Sayyidna 'Uwaymir ؓ ruling these as three.\nAnd in the previous report of Mahmud ibn Labid as well, as corroborated by the report of Abu Bakr ibn al-` Arabi, it is mentioned that three talaqs were enforced but, even if this was not so, at least this much is not reported anywhere that the Holy Prophet ﷺ ruled it to be one revocable divorce pronouncement, and allowed the husband to retain his wife.\nTo sum up, the three ahadith under reference prove that, despite the fact of three simultaneous talaqs which invited the extreme anger of the Holy Prophet ﷺ ، their consequence, in any case, was that all three talaqs were ruled effective.\nThe action taken by Sayyidna Faruq Al-A` zams\nNow the above discussion proves this much that holding three talaqs as three was a decision of the Holy Prophet ﷺ himself However, at this point, an incident related to Sayyidna Faruq A` zam\tرضی اللہ تعالیٰ عنہ ، which has been reported in Sahih Muslim and :several other books of Hadith, raises a problem. The words are:\nعن ابن عباس ؓ قال : کان الطلاق علی عھد رسول اللہ ﷺ و ابی بکر ؓ و سِنتین من خلافۃ عمر ؓ طلاق الثلث واحدۃ فقال عمر بن الخطاب : ان الناس قد استعجلوا فی امر کانت لھم فیہ اناۃ فلو امضیناہ علیھم۔ فأمڈاہ علیھم، (صحیح مسلم ج 1 ص 477)\nIt has been reported from Sayyidna ibn ` Abbas ؓ that during the times of the Holy Prophet ﷺ and during the first two years of the caliphate of Sayyidna ` Umar ؓ three talaqs were taken as one. So, Sayyidna ` Umar ؓ said: 'People are becoming haste-prone in a matter in which there was a room for deferment for them. Therefore, it would be appropriate if we enforce it on them.' Then he enforced it on them. (Sahih Muslim, page 477, volume 1)\nThis declaration of Sayyidna ` Umar al-Faruq ؓ was made publicly in the presence of Sahabah ؓ (Companions) and Tabi` in تابعین (their successors) --after consultation with Sahabah having expertise in Fiqh. Rejection or hesitation by any one of them has not been reported. Therefore, Imam Ibn ` Abd al-Barr al-Maliki (رح) has reported a consensus on this; the following words appear in al-Zurgani Sharh al-Mu'atta:\nوالجمھور علی وقوع الثلاث بل حکی ابن عبدالبرالاِجماع قأٌیلاً : ان خلافہ لا یلتفت الیہ۔\n(زرقانی شرح مؤطا ج 3 ص 167)\nThe overwhelming majority of the scholars of Shari'ah is of the view that three simultaneous talaqs become effective. In fact, Ibn 'Abd al-Barr, while reporting ijma` اجمع (consensus) on this, has said: 'The contrary of this is not worth consideration.' (al-Zurgani: Shark al-Mu'atta: page 167, v.3)\nقال شافعی (رح) ومالک وابو حنیفہ و احمد و جماھیر العلماء من السلف و الخلف رحمۃ اللہ علیہم اجمعین یقع الثلاث ۔ و قال طاؤس و بعض اھل الظاھر : لا یقع بذلک الا واحدۃ (شرح مسلم ج 1 ص 478)\nImam al-Shafi` i, Imam Malik, Imam Abu Hanifah, Imam Ahmad and a large number of earlier and later ` ulama' have said that three talaqs do become effective. And Taw'us and some Zahiri adherents have said what becomes effective with this is one talaq only. (Sharh Muslim, page 475, volume 1)\nImam al-Tahawi (رح) says in Sharh Ma` ani al-Athar:\nفخاطب عمر ؓ بذلک الناس جمیعاً ، وفیھم اصحاب رسول ﷺ ۔ ؓ الذین قد علموا ما تقدم من ذلک فی زمن رسول ﷺ ، فلم ینکر علیہ منھم منکر و لم یدرعنہ دافع۔\n(شرح معنی الاثار ج۔2 ص۔29)\nSo, Sayyidna ` Umar ؓ addressed people on this subject publicly, and present among those were Companions of the Holy Prophet ﷺ who knew about the method practiced prior to this during the time of the Holy Prophet ﷺ . But no one from among them challenged it and no one from among them rejected it.\nIn the event cited above, no doubt, the course of action for the Muslim community has been laid down with the consensus of Sahabah صحابہ ؓ and Tabi` in تابعین ، warning that giving three talaqs simultaneously is certainly a cause of the anger of the Holy Prophet ﷺ ، and therefore undesirable, but despite this, anyone who commits this mistake will end up finding that his wife has become unlawful for him, and thereafter, not to become lawful again, unless she goes through the process of marriage and divorce with another man.\nIntellectually and theoretically, two questions arise here. First: As stated earlier with the support of several hadith reports, it stands proved that the Holy Prophet has himself enforced three talaqs on those who gave three talaqs simultaneously. They were not permitted by him to revoke the divorce pronouncements or enter into a fresh marriage contract. What would then be the meaning of what Sayyidna ` Abdullah ibn ` Abbas ؓ said in relation to this incident, that is, during the times of the Prophet ﷺ ، during the Siddiqi caliphate, and upto to two years during the Faruqi caliphate, three talaqs were taken as one when Sayyidna Faruq al-A` zam ؓ gave the ruling about three talaqs.\nThe second question is that if it is accepted that three talaqs were taken as one during the times of the Holy Prophet ﷺ and the Siddiqi caliphate, how it was that Sayyidna Faruq al-A` zam ؓ changed this decision? And even if, supposedly, a mistake was made by him, how did all the Sahabah ؓ present there accept it?\nBoth these questions have been answered variously by respected fuqaha' and muhaddithin محدثین The most clear and unburdened answer given is the one by Imam Nawawi (رح) which he has reported in Sharh Muslim calling it 'the most authentic (اصح) suggesting that this executive order of Sayyidna Faruq al-A` zam ؓ and the total agreement (اجمع) of the noble Sahabah upon it, should be related to a particular form of three talaqs in which someone might say three times: °You are divorced, you are divorced, you are divorced -- or he might say: 'I divorce you, I divorce you, I divorce you°.\nThis situation, meaning-wise, has two possibilities. (1) The pronouncer may have said these words with the intention of giving three ؓ . (2) The three repeated pronouncements were simply for the sake of emphasis without any intention of giving three talaqs, and it is obvious that the knowledge of intention can come only through the statement of the pronouncer. During the blessed times of the Holy Prophet ﷺ truth and honesty were common and dominant. If, after using such words, someone stated that he did not intend to give three talaqs, instead, the words were said repeatedly just for the sake of emphasis, the Holy Prophet ﷺ would then confirm his sworn statement and rule that this was only one talaq.\nThis is corroborated by the hadith of Sayyidna Rukana ؓ ، which says that he had divorced his wife with the word, 'albattah' البتہ . This word was spoken for three talaqs in common Arab usage but the sense of three was not clear in it. Sayyidna Rukana ؓ ، said: 'I never intended three talaqs with this word. In fact, I wanted to give one talaq'. The Holy Prophet ﷺ put him on oath to which he swore. Then, he ruled it to be only one talaq.\nThis hadith appears in al-Tirmidhi, Abu Dawud, Ibn Majah and al-Darimi with different chains of authorities and in different words. Some of the words also indicate that Sayyidna Rukana ؓ had given three talaqs to his wife. But, Abu Dawud has preferred the position that Sayyidna Rukana ؓ ، in reality, had given talaq by using the word 'albatah' البتہ (i). Since this word was used for three talaqs in common usage, some narrator has interpreted it as three talaqs.\nIn any case, this hadith proves, as generally agreed upon, that the Holy Prophet ruled Sayyidna Rukana's talaq to be one only when he declared on oath that he did not intend to give three talaqs. This too, indeed, proves that he had not pronounced the words of three talaqs explicitly and clearly, otherwise there would have remained no possibility of his having not intended three talaqs and consequently, there would have been no need to question him.\nThe incident clarifies that if the words of talaq had two possibilities about whether the husband had actually intended to give three talaqs or he had used the words of divorce thrice just for the sake of emphasis, and had actually intended to give one talaq only, the Holy Prophet ﷺ ruled only after a solemn declaration under oath, that it was one because those were the days of truth and honesty and the chance that someone would take a false oath was far too remote.\nThis practice continued during the caliphate of Sayyidna Siddiq al-Akbar ؓ and during the first two years of the caliphate of Sayyidna Faruq al-A` zam ؓ . It was during his time that Sayyidna Faruq al-A` zam ؓ realized that the standard of truth and honesty was on the decline now, and according to the prophecy made in hadith will further decline in the future. On the other hand, incidents became numerous wherein those who pronounced the words of divorce three times started declaring that their intention was that of one talaq only. It was then realized that should the practice of ruling (three talaqs as) one talaq following confirmation of the statement of intent by the pronouncer of talaq continue like this into the future, it will not be too far when people start misusing this concession given by the Shari'ah and go about lying that their intention was for one talaq just to take a wife back. All Sababah, finding the intelligence and far-sightedness of Sayyidna Faruq al-A` zam ؓ in the management, of religion (din دین ) as correct, agreed with him. These were blessed people who knew the thinking of the Holy Prophet ﷺ . They came to the conclusion that, should he be present in their particular time, surely he too, would not rule on the basis of the intention hidden in hearts and on the statement given by the person concerned. Therefore, the law he made for this purpose declared that whosoever repeats the word of talaq three times will find his very three talaqs ruled as effective. His contention -- that he had intended to give only one talaq -- would not be considered (in the courts) as valid.\nIn the foregoing incident related to Sayyidna Faruq al-A` zam ؓ ، the words of the report themselves confirm the subject under discussion. He said:\nاِن النسان قد استعجلوا فی امر کانت لھم فیہ اناۃ فلو امضینا علیھم\nPeople are becoming haste-prone in a matter in which there was a room for deferment for them. Therefore, it would be appropriate if we enforce it on them.\nThis explanation of the executive order of Sayyidna Faruq al-A` zam ؓ ، and the consensus of the noble Shari` ah on it, is confirmed by Hadith reports as well. It automatically supplies answers to the two questions referred to above.\nThe problem is resolved as we know that a particular talaq (divorce) given by the word 'three', or the repetition of the word talaq with the intention of 'three', were ruled as three after all -- even during the time of the Holy Prophet ﷺ . The ruling of 'one' concerns a talaq in which thalath or 'three' is not mentioned clearly or in which the act of giving three talaqs is not admitted and instead, it is claimed that the count of three was for emphasis only.\nThen the other question -- when the Holy Prophet ﷺ had already ruled three divorce pronouncements to be one, why did Sayyidna ` Umar ؓ act otherwise and how did the noble Companion ؓ agree with it? -- is also eliminated because, in this particular situation, Sayyidna ` Umar ؓ has blocked the indiscriminate use of the leave given by the Holy Prophets ﷺ . God forbid, there is no trace of doubt here about any decision of the Holy Prophet ﷺ having been reversed.\nNow that all doubts have been removed, let Allah be praised. The purpose here does not warrant going into comprehensive and exhaustive details on the subject of three talaqs. That appears in extensive details in Hadith commentaries and several ` ulama have explained it in detailed treatises. Here, this much is sufficient to understand the subject. And Allah is our supporter and helper.",
  "ayah": 230,
  "surah": 2
}
