{
  "text": "Rules of the remarriage of the divorced women\nThe second verse stops the unjust treatment meted out to divorced women, that is, they are discouraged to marry again. In some cases the first husband generally opposes the idea of his divorced wife marrying someone else and considers this to be a violation of his honour. In some families, even guardians of the divorced woman stop her from marrying a second time -- some of them often do that out of greed hoping to let her marry only when there is some financial gain for them. There are times when the divorced woman agrees to remarry her former husband but the guardians and relatives develop a sort of hostility towards him after the incident of divorce. As such, they oppose their remarriage even after both of them agree to it. Stopping free women, without any valid reason admitted by Islamic law, from marrying at their choice, is a grave injustice whether it comes from the former husband or from the guardians of the woman. This injustice has been prevented through this verse.\nThis verse was revealed in the background of an incident of this nature. It appears in Sahih al-Bukhari that Sayyidna Ma'qil ibn Yasar\nرضی اللہ تعالیٰ عنہ had given his sister in marriage to someone. He divorced her and the period of ` iddah expired as well. Following that, this man was sorry for what he did and wished to remarry her. His wife, that is, the sister of Ma'qil ibn Yasar ؓ also agreed to it. When this man talked to Ma'qil about it, he said, of course, in anger against the man's act of divorce: 'I did you an honour. I gave you the hand of my sister and you did this to me. You divorced her. Now you have come again to me so that I can let you marry her once again. By Allah, she will not go back in your nikah now.'\nThere was another incident concerning a cousin of Sayyidna Jabir\nibn ` Abdullah ؓ similar to the one above. Thereupon, this verse was revealed in which the approach of Ma'qil and Jabir ؓ was declared to be undesirable and impermissible.\nThe noble Sahabah (Companions) were true lovers of Allah Almighty and His Messenger g . Such was the beneficence of the verse that Ma'qil ibn Yasar's anger cooled down as he heard it. He himself went to his former brother-in-law and gave his sister in his marriage once again and then gave kaffarah کَفَّارہ (expiation) for his oath. Similarly, Jabir also carried out the instruction.\nKeeping in view the form of address used here, this verse includes husbands who have given a divorce as well as the guardians of the women. Both have been commanded: فَلَا تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَ‌اضَوْا بَيْنَهُم بِالْمَعْرُ‌وفِ is, 'do not prevent them from marrying their husbands when they mutually agree with fairness.' They may even be their previous husbands who had divorced them or they may be others. But a condition has been imposed here which is: بِالْمَعْرُ‌وفِ تَرَ‌اضَوْا بَيْنَهُم ، that is, 'when they mutually agree with fairness.' It means: When a man and woman agree to marry in accordance with the rules set by the Shari'ah, then, do not stop them from getting married. Here it was hinted that the absence of an agreement between the two, or compulsion from any quarter, is a valid reason for people around to stop them. Or, it may be that there is mutual agreement of the couple but it is not in accordance with the method prescribed by the Shari'ah. For instance, the couple may agree to live together without marrying; or may, in be-tween them, enter into a new nikah illegitimately after three talaqs. Still more, should there be an intention to marry another husband during the period of ` iddah, every Muslim, especially those closely related to the man and woman concerned, have a right to stop them from doing so. In fact, it is wajib or obligatory to stop them within the limits of one's ability.\nSimilarly, if a girl wishes to marry outside her kaf (کفو : equal, like) without the permission of her guardians, or wishes to enter into nikah (marriage) on a dower which is less than her mahr al-mithl (a dower approximately similar to the one customary in her family) then this affects the family. Since she has no right to do this, her consent is also not in accordance with the method prescribed by the SharT'ah. In this situation, the guardians of the girl have a right to stop her from this marriage. However, the words :'When they mutually agree' do point out that a sane and pubert girl cannot be given in marriage without her consent or permission.\nTowards the end of verse 232 there are three sentences appearing one after the other. The first one is. يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ‌: It means: 'These injunctions are for those who believe in Allah and the Last Day.' Here it was hinted that the necessary outcome of believing in Allah and the Last Day, (the Day of Judgment) is that man should observe, practice and be bound by these Divine injunctions in toto. Those who fall short in following these injunctions should realize that their ` Iman ایمان or belief is in disarray.\nIn the second sentence, it was said: ذَٰلِكُمْ أَزْكَىٰ لَكُمْ وَأَطْهَرُ‌, that is, 'adherence to these injunctions is for you a modality of purity and cleanliness.' It has been suggested here that the result of acting contrary to these injunctions is defilement with the pollution of sin, and involvement in discord and strife; for instance, if sane, pubert and young girls were categorically prevented from marriage, it would, on one hand, be an act of cruelty to them and a denial of their rights and on the other, this would put their modesty and chastity in danger. Thirdly, if God forbid, they get involved in sin, the resulting curse will also fall on those who prevented them from marrying. And it is quite possible that, much before the curse of the life to come (the akhirah), the misfortune of these helpless women may drive men to the outside limits of wars and murders, as is not uncommon even now. If that happens, much before the curse of the akhirah, their deeds will become a curse for them right here in this world. And if they were not, categorically at least, prevented from marriage, but were forced to enter into marriage with a person not of their choice and liking, that too will result in perpetual hostility, discord and strife, or talaq (divorce) and khul' خلع Divorce at the instance of wife against compensation). Its unpleasant effects are obvious. It was, therefore, said that in not preventing them from marrying the husbands of their choice there is for you easy access to purity and cleanliness.\nIn the third sentence it was said: وَاللَّـهُ يَعْلَمُ وَأَنتُمْ لَا تَعْلَمُونَ , that is, 'and Allah knows (that which is good for you) and you do not know'. The purpose of this statement is that people who prevent divorced women from marrying see some benefits coming to them according to their conjecture, for instance, the notion of retaining honour and prestige or the hope of extracting some money on the pretext of their marriage. In order to remove this Satanic deception and unjust expediency, it was said: Allah Almighty knows very well what is suitable or beneficial for you -- so, when injunctions are given, these considerations are already taken care of. Since you do not know the reality of things and the end of affairs, you go ahead with your imperfect thoughts and faulty opinions, taking such things to be suitable or beneficial at times, while in them there is nothing but ruin and destruction for you. The assumed honour and prestige that you uphold will be rolling in dust if divorced women were to go out of control. And when you think of illegitimate monetary gains, it is likely that these may get you involved in intrigues and conflicts which may become dangerous not only for your money but also for your life.\nThe Qur'aniic strategy about the enforcement of a law\nAt this point here, the Holy Qur'an presents a law to the effect that preventing divorced women from marrying as they choose is prohibited. Now, in order that acting in accordance with this law becomes easy, and that a climate of acceptance is generated in the public mind, these three sentences have followed after the initial declaration of the law. In the first sentence man is induced to be ready for action in accordance with this law by warning him against the accountability of the Day of Judgment and the subsequent punishment of crimes. In the second sentence, man is persuaded to abide by the law by telling him about evils caused by acting against it and many a harm that such contravention may bring to humanity. In the third sentence it was said that your own betterment lies in abiding by the law given by Allah Almighty. If, in acting against it, you have some expedient gain in mind, that then, is an outcome of your short-sightedness and insensitivity to consequences.\nThis manner and style of the Holy Qur'an does not end here; in fact, it runs throughout all injunctions. When a law is identified, along with it comes the warning that Allah is Almighty and that there is accountability and punishment in the Hereafter. With the beginning and the end of each law there are affixes and suffixes like اتَّقُوا اللَّـهَ (Fearllah) and إِنَّ اللَّـهَ خَبِيرٌ‌ بِمَا تَعْمَلُونَ (Allah is All-Aware of what you do) and بِمَا تَعْمَلُونَ بَصِي (Allah is watchful of what you do). The Qur'an is. For the whole world, and for the generations to come till the Day of Doom (Qiyamah), a complete code of life, and a law covering all aspects of living. Of course, it does describe restrictive ordinances and legal punishments, but the manner in which these are handled is unique, not to be found in the law books of the whole world. The diction it has is more sympathetic than authoritarian. In the description of each law, there is an objective approach that no man should, by disobeying it, become deserving of punishment. This is not something like the governments of the contemporary world which make a law, publish it and then anyone who acts against it is left out to go through his punishment.\nMoreover, a rather long-term benefit that comes out of this method of Qur'an and its special style, is that man, once he has sensed it, does not start abiding by the law simply because he knows that acting against it would bring some sort of punishment in the mortal world; much contrary to this, he starts worrying about the displeasure of Allah Almighty and the punishment that would come in the Hereafter (akhirah) and this very concern of his renders his outside and inside, his open and his secret, all even -- one and indivisible. He cannot act against the law even at a place where there are no chances at all of his being policed, openly or secretly, because he believes that Allah Almighty, great is His Majesty, is present everywhere, watching and knowing everything down to the minutest particle. This is the reason why every Muslim abided by the law considering it to be an ideal of his life as a result of the principles of clean social living taught by the Qur'an.\nAside from identifying limits and restrictions of law, the distinction of a Qur'anic system of government is that by using the tools of persuasion and warning, it raises the standards of human morals and character to heights where legal limits and restrictions become second nature to him, before which he makes his personal desires and preferences take the back seat. A hard look into the history and governments of nations and the roster of crimes and punishments they offer would show that law alone has never reformed any nation or individual. The police and the army alone have never succeeded in rooting crimes out unless the fear of Allah Almighty and the realization of His supreme greatness is impinged on human hearts. That which helps prevent crimes is, in reality, the fear of Allah and the fear of accountability on the Day of Judgment. If this is not there, nobody can keep anybody away from crimes.",
  "ayah": 232,
  "surah": 2
}
