{
  "text": "The injunctions of suckling the children by the mothers\nThis verse contains injunctions relating to rada` ah (رضاعۃ) or the suckling of children. It will be recalled that in verses appearing earlier and later than this, the injunctions of talaq (divorce) have been taken up. In between, there appear injunctions relating to the suckling of children, because it generally happens that issues concerning the feeding and upbringing of children are disputed following a divorce. Since these disputations lead to violence, this verse offers moderate injunctions which can be carried out easily and appropriately by man and woman both. For the two situations of suckling and weaning, whether these show up during the period of marriage, or after divorce, a system was suggested which helps stop mutual bickering, or injustice to any of the parties.\nFor instance, it was said in the first sentence of the verse:\nوَالْوَالِدَاتُ يُرْ‌ضِعْنَ أَوْلَادَهُنَّ حَوْلَيْنِ كَامِلَيْنِ ۖ لِمَنْ أَرَ‌ادَ أَن يُتِمَّ الرَّ‌ضَاعَةَ\nthat is, 'And mothers suckle their children for full two years' -- unless there be some strong compelling reason which leads to weaning before that time.\nSome rules concerning rada` ah or suckling of children come out from this verse; these are:\nSuckling of children is an obligation of the mother\nNaturally suckling is an obligation of the mother. If she does not feed without a valid reason or because of some hostility or displeasure, she will be a sinner. And she cannot accept any payment for suckling from her husband, as long as she is married to him because that is her own duty.\nThe total period of suckling\nThe second rule is about the total period of suckling which is two years. Unless there be some special reason, it is the right of the child that this period be completed.\nFrom this we also know that the total time given for suckling is full two years after which suckling should not be done. However, on the basis of some verses of the Qur'an and reports from ahadith, Imam Abu Hanifah (رح) ruled that if it was carried on over a period of 30 months or two and a half years, all the legal effects of suckling shall be applicable and if this was done because of the weakness of the child, a legitimate excuse, it would then be no sin either. But breast-feeding a child after completing two and a half years is unanimously haram (forbidden).\nIn the second sentence of this verse, it was said:\nوَعَلَى الْمَوْلُودِ لَهُ رِ‌زْقُهُنَّ وَكِسْوَتُهُنَّ بِالْمَعْرُ‌وفِ ۚ لَا تُكَلَّفُ نَفْسٌ إِلَّا وُسْعَهَا\nAnd on him, to whom the child is born, falls the provision of food and clothing for them (the mothers) with fairness. No-body is obligated beyond his capacity.\nThe first point that must be noted here is that the Qur'an uses the word وَالْوَالِدَاتُ , for mothers but while referring to the father, it opts for الْمَوْلُودِ لَهُ : to whom the child is born' leaving out the smaller word although the said word, 'walid' والد (father) does appear elsewhere in the Qur'an, for instance: لَّا يَجْزِي وَالِدٌ عَن وَلَدِهِ ' (Fear the Day) when no father shall be of avail to his child' (31:33). But the use of al-mawludi lahu الْمَوْلُودِ لَهُ in place of walid والد in this setting.has a secret behind it. The whole of Qur'an has a unique method and style so it does not describe any law in the way governments of the mortal world do. It rather presents it in a sympathetic and affectionate manner, a manner in which it could become easy for human beings to accept it and act accordingly.\nSince the father has been obligated to pay for the expenses of the child, even though the child belongs to the father and the mother both, it was possible that the father could take this injunction to be somewhat burdensome, therefore, the expression al-mawludi lahu (°tc to whom the child is born' ) was preferred over walid ('father' ). The meaning of this expression -- 'to whom the child is born’ -- suggests that, no doubt both father and mother share in the birth of the child, but the child is, however, ascribed to the father. The lineage comes from the father. Now that the child is his, the responsibility of the child's expenses should not be heavy on him.\nResponsibilities of mothers and fathers\nThe third rule of Islamic law given in this verse is: While suckling the child is certainly the responsibility of the mother but the sustenance of the mother, inclusive of all necessities of life, is the responsibility of the father and this responsibility continues as far as the marriage or the post-divorce waiting period of wife ('iddah) continues. When divorce and ` iddah have matured, the responsibility of the husband towards the expenses of his wife will end, but the father will con tinue to be obligated to pay for the suckling of the child. (Mazhari)\nThe standard of wife's liabilities\nWhen the husband and wife are both affluent, matching expenses will be obligatory. When both are poor, correspondingly matching expenses will be obligatory. On this much there is total agreement. However, the Muslim jurists differ if both have a different financial status. Following al-Khassaf, the author of Hidayah has ruled that should the woman be poor and the man rich, her expenses will be medial, that is, higher than those of the poor and lower than those of the rich. According to al-Karkhi, the status of the husband will be the criterion. In Fath al-Qadir, fatwa has been reported on this position from many jurists. (Fath al-Qadir, pp 422, v.3)\nIn the verse under discussion, after stating injunctions, the Qur'an\nr D\nsays: لَا تُضَارَّ‌ وَالِدَةٌ بِوَلَدِهَا وَلَا مَوْلُودٌ لَّهُ بِوَلَدِهِ that is, 'no mother shall be made to suffer on account of her child, nor a man to whom the child is born, on account of his child.' It means that the father and mother of the child should not stonewall each other. For instance, the mother may be unable to suckle the child due to some excuse but the father may start forcing her to do so, hoping that she being the mother of the child would finally melt down and suckle the child. Or, take the case of a mother who has no excuse, yet she refuses to suckle the child hoping that the poor husband, being the father of the child would, in one way or the other, find the means to have the child suckled elsewhere.\nForcing or not forcing a mother for suckling\nThe fifth rule deduced from (No mother shall be made to suffer on account of her child) appearing above is that it is not permissible for the father to compel the mother to suckle the child if she refuses to do so under some excuse, or need. And if the child refuses to be suckled by another woman, or also refuses to feed on any milk other than that of his or her mother, the mother will then be compelled to feed the child. This rule we know from لَا تُضَارَّ‌ وَالِدَةٌ بِوَلَدِهَا ; (nor a man to whom the child is born, on account of his child).\nWages of suckling for a divorced woman\nThe sixth rule that we learn about is: If the mother demands wages to suckle, she has no right to do that as long as she is married to her husband or is within the post-divorce waiting period. Here her maintenance, which is the responsibility of the child's father, is enough in itself. Asking for additional wages amounts to harming the father. The situation changes if the post-divorce waiting period has expired and the responsibility of maintenance is all over. Now, if this divorced woman demands from the father wages to suckle her child, the father will have to pay it -- since not doing so amounts to a loss to the mother. However, the condition is that she should ask for the same amount of wages as is taken by some other woman. If she asks for more, the father will have the right to engage a wet-nurse to suckle the child in her place.\nThe responsibilities of suckling an orphan\nLater in the subject verse, it is said: وَعَلَى الْوَارِ‌ثِ مِثْلُ ذَٰلِكَ. It means: If the father is not alive, the responsibility for arranging to have the child suckled falls on the person who is the legal heir (warith) of the child and a mahram محرم (person with whom marriage is prohibited for ever); that is, those who are entitled to be inheritors of the child. if he dies, would be the ones responsible for his sustenance in the absence of the father. If, there be more than one heir like him, everyone will share that responsibility in proportion to their share in the inheritance. Imam Abu Hanifah (رح) explained that assigning the responsibility of having the orphaned child suckled to the heirs also tells us that the sustenance of a minor child will continue to be, even after weaning, a charge of the heirs since there is nothing special about milk, the purpose is to have the expenses of the child covered. For instance, if the mother of the orphaned child and his grandfather are both alive, these two then, are his mahram محرم ، and heirs as well. Therefore, the maintenance of the child shall be borne by both of them in proportion to their share in the inheritance, that is, the mother will bear one-third and the grandfather, two-thirds. Here from we also know that the right of the orphaned grandson on his grandfather is much stronger than the rights of his own adult sons, since he is not responsible for the sustenance of his adult child, while the sustenance of the orphaned grandson is obligatory on him. However, a grandson has not been given a share in inheritance in the presence of sons, because it is against the principle of inheritance and justice, as giving a share to the farther in presence of the nearer children is not rational in itself and is certainly, against the hadith لا ولی رجل ذکر (for the nearest male) in Sahih al-Bukhari. Nevertheless, the grandfather does have the right to make some provision in his will for the orphaned grandson, if he feels there is need to do that. This could even turn out to be higher than the share of sons. Thus the need of the orphaned grandson was taken care of, while at the same time, the principle of inheritance -- that in the presence of the nearer, the farther should not receive -- remained intact.\nThe injunctions of weaning\nAfter that, it is said in the subject verse:\nفَإِنْ أَرَ‌ادَا فِصَالًا عَن تَرَ‌اضٍ مِّنْهُمَا وَتَشَاوُرٍ‌ فَلَا جُنَاحَ عَلَيْهِمَا\nthat is, if the mother and father of the child, after mutual consultation and agreement, decide that they have to wean the child earlier than two years, because of the inability of the mother or some sickness of the child, then there is no sin involved here as well. The condition of 'mutual consultation and agreement' was placed for the reason that in weaning the child, his or her welfare should be the paramount concern. Making the child a target-board of mutual differences and quarrels is undesirable.\nInjunctions of suckling by a nurse\nIn the end, it is said:\nوَإِنْ أَرَ‌دتُّمْ أَن تَسْتَرْ‌ضِعُوا أَوْلَادَكُمْ فَلَا جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّا آتَيْتُم بِالْمَعْرُ‌وفِ\nIt means: If you wish, for some expedient reason, to have your children suckled by a wet-nurse in place of the mother, even then there is no sin in doing so. However, the condition is that the wages settled with the wet-nurse be paid in full. If the wages were not paid as settled, the sin thereof will rest with the parents.\nFrom this we learn that should a father realize that the feed of the mother, who is willing to suckle, is not good for the child, he has the right to stop the mother from suckling and get a wet-nurse to do that.\nFrom this we also learn that the wages or salary of the woman employed for suckling should be negotiated and settled clearly so that there is no dispute later on; and then let the settled wages be handed over to her at the appointed time and let there be no postponement or evasion.\nAfter stating all these injunctions relating to rada` ah (suckling) رضاعہ ، the Qur'an once again returns to its special manner and style whereby it brings into focus the fear of Allah Almighty and the concept of His all-encompassing Knowledge so that acting in accordance with law becomes easy, and one remains bound by it under all conditions, seen or unseen. It is said: وَاتَّقُوا اللَّـهَ وَاعْلَمُوا أَنَّ اللَّـهَ بِمَا تَعْمَلُونَ بَصِي that is, 'keep fearing Allah and know for sure that Allah Almighty is fully watching over your open and secret, and your seen and unseen, and He is aware of all intents and purposes hidden in your hearts.' Any party that acts against these injunctions of suckling and weaning or takes a decision in this connection disregarding the welfare of the child, shall deserve punishment.",
  "ayah": 233,
  "surah": 2
}
