{
  "text": "Commentary\n1.\tIn Verse 253, beginning with تِلْكَ الرُّ‌سُلُ ('those are the Messenger’), the purpose is to give solace and comfort to the noble Prophet ﷺ since the deniers refused to recognize his prophethood, inspite of the fact that it was conclusively proved, as has been stated in the verse 252: وَإِنَّكَ لَمِنَ الْمُرْ‌سَلِي (And certainly you are among the Messengers.) as well. This situation caused him pain. Therefore, Allah Almighty made him aware of the coming of other prophets too, in varying degrees of station, but universal belief was not witnessed in any of their communities -- some supported while some others opposed. However, this too has its wise considerations which may not necessarily be visible to everyone, but this much is important that one should generally believe that there is definitely a certain wisdom behind this.\n2.\tSince the words تِلْكَ الرُّ‌سُلُ فَضَّلْنَا بَعْضَهُمْ عَلَىٰ بَعْضٍ (Those are the Messengers some of whom We have given excellence over others) in this verse clearly indicate that some prophets are given higher status than others, we have a difficulty on our hands when we compare this with a hadith, where the Holy Prophet ﷺ has said:\nلا تفضلوا بین انبیاء اللہ\nDo not seek preference among prophets.\nلا تخیرونی علی موسٰی\nDo not give me precedence over Musa.\nلا اقول ان احدا افضل من یونس بن متی\nI cannot say if anyone is better than Yunus ibn Matta.\nThese ahadith so obviously forbid the giving of preference to some prophets over some other prophets.\nThe reply is: These ahadith mean to tell us not to give preference to some prophets over some others, without any proof, out of our own opinion. This is because a prophet's having higher status means that he has a high station in the sight of Allah. Obviously, this knowledge cannot be acquired through conjectures and surmises but should such a proof come from the Qur'an and Sunnah, establishing the precedence of some prophets over some others, then it will be necessary to believe in it.\nNow, as to his saying: لا اقول ان احدا افضل من یونس بن متی (I cannot say if\nanyone is better than Yunus ibn Matta) and لا تخیرونی علی موسٰی (Do not give me precedence over Musa), this is related to the time when he was not given the knowledge that he has precedence over all other prophets. This was disclosed to him later on through revelation and he did tell the noble Companions about it. (Mazhari)\n3. As regards the statement' مِّنْهُم مَّن كَلَّمَ اللَّـهُ (Among them there is he whom Allah spoke to), it may be noted that the conversation with Musa (علیہ السلام) may be without an angel as intermediary, but it certainly was not without hijab (obstruction of view). So, there remains no conflict of meaning with what has been stated in the verse: وَمَا كَانَ لِبَشَرٍ‌ أَن يُكَلِّمَهُ اللَّـهُ (It belongs not to any mortal that God should speak to him) (42:51), in which conversation without hijab has been negated. However, post-death conversation without hijab is possible, so this verse from Sarah al-Shura relates to the life in this world.",
  "ayah": 253,
  "surah": 2
}
