{
  "text": "The merits of Ayat-al Kursi\nThis is the greatest verse of the noble Qur'an. Ahadith carry statements featuring its wonderful merits and blessings. It appears in the Musnad of Ahmad that the Holy Prophet ﷺ has said that this verse is the most meritorious of all. According to another hadith, the Holy Prophet ﷺ asked Sayyidna 'Ubayy ibn Ka'b ؓ 'Which is the greatest ayah (verse) of the Qur'an?' Sayyidna 'Ubayy ibn Ka'b ؓ said: \"Ayah al-Kursi'. Approvingly, the Holy Prophet ﷺ said: '0 Abu al-Mundhir, may Allah bless you in your knowledge'.\nSayyidna Abu Dharr ؓ ، asked the Holy Prophet ﷺ : '0 Messenger of Allah, which is the greatest ayah (verse) of the Qur'an?' He said : 'Ayah al-Kursi'. (Ibn Kathir from Ahmad in Al-Musnad).\nSayyidna Abu Hurayrah ؓ has reported the Holy Prophet ﷺ saying: 'There is a verse in Surah Al-Baqarah which is the Sayyidah سَیَدہ (the Chief) of the verses of the Qur'an. The Satan شیطان leaves the house where it is recited.'\nAccording to a hadith in al-Nasai, the Holy Prophet ﷺ said: If someone recites Ayah al-Kursi after every fard salah فرض نماز ، nothing stops him from entering Paradise except death.' It means that, immediately after death, this person will start witnessing the traces of Paradise and its comfort and tranquility.\nThis verse describes the Oneness of Allah's being and attributes in a unique manner – He s living, He hears and sees, He speaks, He is self-existent, He is eternal and everlasing, He is the innovator and creator of the entire universe, He is above changes and effects, He is the Master of the whole universe, He is so exalted in His majesty tht no one can speak before Him without His permission; He is the wielder of such absolute power that the tremendous function of creating the universe, sustaining it and making it work steadily, does not cause him to tire or relax. So all-encompassing is His knowledge that not the minutest possible atom or drop, open or hidden, could stay out of it. This is, in brief, the core sense of the verse. Now let us take up the meanings of its words in some details.\nThis verse has ten sentences. The first sentence is: اللَّـهُ لَا إِلَـٰهَ إِلَّا هُوَ 'Allah: There is no god but He.' The word, (Allah) is like a proper noun for Allah's being. It means: 'the Being who combines all perfections and is free of all shortcomings.' 'There is no god but He' explains this Being. It says that there is absolutely nothing worth worshipping except this Being.\nThe second sentence الْحَيُّ الْقَيُّومُ : The Alive, the All-Sustaining.' The word حَيُّ means 'the living' in Arabic. Out of the Divine names, the introduction of this word is to emphasize that He is Ever-living and Ever-lasting. He is above and beyond death. The word is derived from Qiyam قیام which means 'to stand' and ga'im قایم refers to 'one who stands.' The words, Qayyum قَيُّومُ and Qayyam قَيُّمُ are forms of exaggeration. They mean: 'one who himself stands firmly and keeps others sustained and supported, all simultaneously.' Qayyum قَيُّومُ is an attribute of Allah Almighty with which no created being can be associated, for what depends on others for its own existence and survival can hardly be expected to support something else. Therefore, a human being should not be called, 'Qayyum قَيُّومُ '. It is not permissible. People who corrupt the name, ` Abdul-Qayyum قَيُّومُ (the slave of the Qayyum قَيُّومُ ) by casually using just the second part -- Qayyum قَيُّومُ , commit a grave error resulting in their sinfulness.\nThe combination of Hayy حَيُّ and Qayyum قَيُّومُ from among the attributive names of Allah Almighty is الاسم الاعظم (al-ism al-a zam: the Great Name) according to several revered elders. Sayyidna ` Ali ؓ says: 'There was a time during the Battle of Badr when I wished I could see what the Holy Prophet\t ﷺ was doing. On arrival, I saw him in the state of sajdah, (the prescribed prostration) constantly saying, یاحَيُّ یاقَيُّومُ یاحَيُّ یاقَيُّومُ\nThe third sentence is لَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ 'Neither doze overtakes Him nor sleep.' The word (سِنَةٌ: sinatun) denotes drowsiness which is the preliminary effect of coming sleep, while the word, نَوْم : nawm refers to full sleep. The sense of the sentence; is that Allah Almighty is above and beyond states of drowsiness or sleep. When the word, قَيُّومُ Qayyum, appearing in the previous sentence; told man that Allah is holding in perfect working unison the whole universe, which includes in itself, all skies and earths and all there is in them -- one could stray on to the idea, naturally so, in view of man's instinctive inquisitiveness, that the sacred 'Being' doing such a stupendous task must, at some time, feel tired, and need due moments of rest and sleep. In this second sentence of the text, man, who has limited knowledge and insight, and limited power, was warned that he should not measure Allah on his analogy or that of other created beings, never taking Him as similar to one's own self. He is above and beyond similarities and analogies. His power is absolutely perfect before which these doings are neither difficult nor tiresome and that His sacred being is above and beyond all sense-effects, weariness, exhaustion, drowsiness and sleep.\nThe fourth sentence is لَّهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْ‌ضِ : 'To Him belongs what is in the havens and what is in the earth.' The letter (lam ل ) appearing in the very beginning, has been used to denote ownership. Thus it means that everything on the earth or in the heavens is all owned by Allah Almighty. He is the authority, and may do whatever He deems fit with them.\nThe fifth sentence is مَن ذَا الَّذِي يَشْفَعُ عِندَهُ إِلَّا بِإِذْنِهِ 'Who can intercede with Him without His permission?' Here are some points implied in this sentence:\nTo begin with, when Allah Almighty is the master-owner of the entire universe and there is no one above Him, certainly then, no one is entitled to question Him about anything He does. In the wake of a command that flows from Him, the option of saying why and wherefore does not exist for anyone. However, someone interceding on someone's behalf was possible. This too has now been made clear that no mortal could even dare breath in the most exalted Presence of Allah Almighty; but there are servants of Allah Almighty who have received the favour of His approval and acceptance and who would be specially allowed to speak and intercede. In short, recommendation or intercession, from anyone for anyone, will not be possible without Divine permission. It appears in Hadith that the Holy Prophet ﷺ said: On the day of resurrection, I shall be the first to intercede on behalf of all human communities'. This is called al-Maqam al-Mahmud المقام المحمود ، the praised station, which is one of the distinctions of our noble Prophet ﷺ .\nThe sixth sentence is: يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ : 'He.knows what is before them and what is behind them.' It means that Allah Almighty is aware of all the states and events surrounding them. 'Before' and 'after' may also mean that Allah Almighty is aware of all states and events before their birth and after their birth. It is also possible that 'before' refers to states and events that are open to men, and 'after' denotes states and events that are hidden. If so, it would mean that the human knowledge covers certain things and does not cover certain others. Some things are open before a human being and some are hidden. But, before Allah Almighty all these are equal. His knowledge encompasses all these things equally. Incidentally, there is no contradiction in these two senses, which are both included in the scope of the verse.\nThe seventh sentence is وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ :'And they encompass nothing of His knowledge except what He wills.' It means that man and the rest of the created beings cannot cover even a part of Allah's infinite knowledge except a certain part which Allah Almighty Himself allows to be given out of His knowledge. This is all one can know. Here it has been made clear that the all-encompassing knowledge of every particle in the universe is a particular attribute of none but Allah Almighty. No man, no created being can claim to have a share in it.\nThe eighth sentence is: وَسِعَ كُرْ‌سِيُّهُ السَّمَاوَاتِ وَالْأَرْ‌ضَ :'His Kursi کرسی extends to the Heavens and to the Earth.' It means that His Kursi کرسی (translated as chair or base of power) is so magnified that its spatial infinity houses, within itself, the seven heavens and the earth. Allah Almighty is above and beyond sitting and standing and all spatial location and placement. Such verses should not be taken up on the analogy of our own states and affairs. The comprehension of the state of being, and the reality of His attributes, is above and beyond human reason. However, there are authentic narrations in ahadith which simply tell us that ` Arsh عرش (translated as 'throne', being a seat of authority) and Kursi (chair) are heavenly bodies many times larger than the heavens and the earth.\nIbn Kathir has reported from Sayyidnu Abu Dharr al-Ghifari ؓ that he asked the Holy Prophet ﷺ as to what the Kursi was and what did it look like. He said: 'By Allah, who is the master of my life, the seven heavens and the earth as compared with Kursi are like the small circle of a finger-ring lying on a huge plain.'\nIn some other narrations it has been stated that Kursi as compared to ` Arsh عرش (Throne) is also like the circle of a finger-ring on a huge plain.\nThe ninth sentence is: وَلَا يَئُودُهُ حِفْظُهُمَا :'And it does not weary Him to look after them.' It means that supporting the two magnificent creations of the heavens and the earth is not the least burdensome for Allah Almighty since doing so, with the perfect power of the Absolute Master, is easy.\nThe tenth and the last sentence is: وَهُوَ الْعَلِيُّ الْعَظِيمُ :'And He is the High, the Supreme.' It means that He is most exalted and great in majesty. In the previous nine sentences, the perfections of Allah's being and His attributes were stated. After having seen and understood these, every rational human being is bound to acknowledge that all honour, power and superiority belongs to none but the same Allah Almighty. To sum up, these ten sentences epitomize a description of Allah's Oneness and His perfections with clarity, and in detail.",
  "ayah": 255,
  "surah": 2
}
