{
  "text": "The verse refers to Namrud نمرود ، the emperor of Babylon, who denied the very existence of God and had a debate with Sayyidna Ibrahim (علیہ السلام) on this issue. Allah has given him political power over a large territory. He should have been grateful to his Lord. But, on the contrary, his political power inflated him with pride and arrogance; he started denying the very existence of Him. It is in this context that the Holy Qur'an says: 'the one who argued with Ibrahim about his Lord, because Allah had given him kingship.\"\nIn the course of argument, he asked Ibrahim (علیہ السلام) about the basic attributes of God. He replied, \"My Lord is the One who gives life and brings death.\" The foolish king did not understand the real nature of 'giving life' and 'bringing death.' Therefore, he argued that he, too, can kill anyone through his order and bring thereby death to him and can also let off a person sentenced to death and give thereby life to him. Obviously, his argument was totally absurd, because 'giving life' means to give life to something lifeless56.\n56. And 'bringing death' means power which may remove the life from every living creature without a necessary intervention of an apparent cause.\nWhen Sayyidna Ibrahim (علیہ السلام) felt that his addressee is unable to understand the real nature of 'giving life' and 'bringing death,' he switched over to another argument and said, \"Allah brings the sun out from the East, now, you bring it out from the West.\" Here the king was baffled and could not answer the Abrahimic argument. But even after the truth became clear to him, he did not accept the guidance. Hence the Qur'anic statement: \"And Allah does not put the unjust people on the right path.\"\nInjunctions and related considerations\n1.\tIt is evident from the words used in the verse that if an infidel is given political power or a high worldly status, there is no harm (for a Muslim) in referring to him as a holder of that position (Qurtubi).\n2.\tThe verse also affirms the permissibility of having debate with such an infidel in order to manifest the difference between right and wrong.\n3.\tSome people doubt the validity of the last argument of Sayyidna Ibrahim (علیہ السلام) ، because Namrud نمرود could have refuted it by a counter demand from Ibrahim (علیہ السلام) and could have said, \"If there is a God, let Him bring the sun out from the West.\"\nBut it is obvious that he could not come out with this counter-demand. The reason is that as soon as he heard the argument, he came to the conclusion that (he himself or anybody else cannot bring out the sun from the East or the West and) it is surely a divine function which proves the existence of God. And once it is proved that it is God who brings the sun out from the East, it necessarily follows from it that He has the power to bring it out from the West also. The king also came to the conclusion that Ibrahim (علیہ السلام) ، ac is the messenger of Allah, and if the prayed Allah to bring out the sun from the. West, Allah will do it, in which case such a miraculous event may bring a revolution against him and he may be deprived of his kingdom. Therefore, he did not make such a demand and having no other answer, was baffled with the argument. (Bayin al-Qur'an)",
  "ayah": 259,
  "surah": 2
}
