{
  "text": "Commentary\nThis is the third story taken up in the above verse (260). The gist of the story is that Sayyidna Ibrahim (Abraham) (علیہ السلام) sought from Allah Almighty the favour of being shown as to how He would bring the dead back to life. Allah Almighty asked him why he had made such a request. Was it because he did not believe in His perfect power which controls everything? Sayyidna Ibrahim (علیہ السلام) explained his true state of mind. In fact, there was no question of his being suspicious about the Resurrection, because the infinite power of Allah is manifest every moment to every sensible person both in the universe and in his own being. However, it is a part of human nature that unless one sees an unusual event happening before his own eyes, he keeps wondering how and in what manner it is going to happen. Such thoughts often disturb one's peace of mind. It was in this context that Sayyidna Ibrahim (علیہ السلام) made a request to Allah for witnessing the procedure of the revival of the dead.\nAccepting this request, Allah Almighty provided for him an exceptionally unusual scenario for personal sighting which, at the same time, was to show a resolution of all doubts and misgivings the disbelievers nursed. That scenario was activated when he was commanded to get hold of four birds and keep them as pets. When they grow so domesticated that they come to him at his call and he too starts knowing them well enough so that there remains no doubt about a stranger bird taking their place; then he should kill those four birds, make mince-meat of everything -- bones, feathers all included - dividing it in several portions. After that, using his own discretion, he should place one portion each on top of a different hill. Then he was to call them. Insh’ Allah انشاء اللہ ، they shall come back to life by the perfect power of Allah Almighty and come running to him.\nIn Tafsir Ruh al-Ma` ani, on the authority of Ibn al-Mundhir, it has been narrated from Sayyidna Hasan ؓ that Sayyidna Ibrahim (علیہ السلام) did what he was commanded to do. When he called them, then in no time, bone to bone, feather to feather, flesh to flesh, everything took its original form, the birds became alive and came running to Sayyidna Ibrahim (علیہ السلام) Allah Almighty said: '0 Ibrahim, this is how, on the Day of Resurrection, I shall assemble in no time all parts and bodies, and breathe life into them.'\nThe Qur'an has used the expression يَأْتِينَكَ سَعْيًا :(and to you they shall come running). These particular words mean that the birds will come running, which tells us that they will not come flying because if they came flying across the sky, the doubt -- that they went out of sight and were replaced in the process -- would remain. Now if they came running on the ground, they will be fully in sight. Through this happening, Allah Almighty made Sayyidna Ibrahim (علیہ السلام) see a sample indicator of life after death, following resurrection, which helped resolve, through visual experience, all doubts expressed by polytheists and disbelievers.\nThat there is rising after death and that there is life in the Hereafter give disbelievers their greatest difficulty in comprehension. They think man becomes dust after death, then somewhere this dust scatters away with the wind, somewhere it flows away with water, somewhere it reappears in the form of trees and planted fields, so much so that its particles spread out to the far sides of the world. Now to gather these scattered parcels and human parts and to infuse life into them are things short-sighted man finds difficult to understand because he measures everybody on the scale of his own power and status, and does not deliberate in the non-analogous Power above him!\nAlthough, should he peep a little into his own being, he would start seeing that, even today, his existence is a collection of parts and particles spread all over the world. The mother and father through whom man comes into being and the food that goes to make their blood and body are themselves nothing else but particles brought together from different corners of the world. Then comes the post-birth period, deliberation in which will show that the food causing growth, causing formation of blood and flesh is totally composed of different particles coming from all over the world. The milk that man drinks is part of some cow or water buffalo or goat and these composed parts came into those animals through the fodder that they have eaten. Who knows the chaff and grain in their fodder came from which country and who can tell how the winds roaming round the world have introduced particles from many an unnamed land into their nurture. So, one can only marvel in how many ways and from how many corners of the world the perfect power and the precise plan of Allah Almighty has accumulated in the body of one man the whole wide world's produce, its grains and fruits and everything else man eats and uses as medicine, and which become part of his body.\nIf man, negligent and short-sighted, would for a moment leave the world aside and get on with doing a little research on his own body, he would discover that his being itself is composed of so many parts some of which belong to the East, some to the West, some to the South and still some to the North. Right this day, the precise plan of Divine power has accumulated in his body all those particles scattered around the world, and after death, these particles will disperse again in the same manner. Now, why should it be at all difficult for His perfect power to assemble them a second time? Especially so, when He was the One who had assembled these scattered particles in his being.\nSome related questions and their answers\nThe incident mentioned in the above verse raises certain questions:\n1. To begin with, why did Ibrahim (علیہ السلام) raise this question at all while he was, in accepting faith in the perfect power of Allah Almighty, the foremost believer out of the whole world of his time?\nThis has already been answered earlier when it was said that the question raised by Sayyidna Ibrahim (علیہ السلام) was not, in reality, based on any doubt. The purpose of the question was to reaffirm that Allah Almighty will raise the dead on the Day of Resurrection. Given His perfect power, this was not distant or surprising in any manner at all; it was rather absolutely certain. But raising the dead to life is beyond man's power. He never saw a dead person rising to life. Then, the act of raising the dead to life could take different modes and forms. Now it is man's nature that he keeps inquiring into modes and forms of that which he does not know by visual experience. In doing so, his thoughts wander in different directions as a result of which he bears by the pain of mental distraction. The state that helps remove this mental distraction and is replaced by a heart at rest is called sukun or peace. This is what Sayyidna Ibrahim (علیہ السلام) sought through his request.\nIncidentally, the difference between ایمان ‘Iman (faith) and Itmi'nan (peace) also comes out from this discussion. ایمان ‘Iman is the name of that voluntary belief or certainty, which man receives about something not seen or known, by trusting the Rasul (messenger of Allah) while Itmi'nan اطمنان refers to peace of the heart. There are times when one does perfectly believe in something not seen, but there is no peace of heart because its modes and forms are not known. This peace can come only by visual experience. Sayyidna Ibrahim Khalilullah (علیہ السلام) was also a perfect believer in life after death -- his question was simply concerned with the modality of man's being raised to life.\n2.\tWhen Sayyidna Ibrahim Khalilullah (علیہ السلام) had simply asked as to how the dead will be raised and had no doubt in the actual raising of the dead, the question is: How can the Divine interrogation: أَوَلَمْ تُؤْمِن it that you do not believe?' be explained? It would seem that there was no occasion for it.\nThe answer is that Sayyidna Ibrahim (علیہ السلام) had meant to say that there is no doubt in the actual happening, but the question can be taken in two senses, the obvious one relates to this very position, that is, he wished to inquire how the dead will be raised. But the words of the question may also point out to a second sense which is prompted by doubt in or denial of the real power. For instance, you see a heavy package and you are sure that such and such a person cannot lift it and then, to test his capacity, you challengingly tell him -- let's see how you lift it. Since anybody could have taken Sayyidna Ibrahim's (علیہ السلام) question in this wrong sense, therefore, Allah Almighty, in order to free Sayyidna Ibrahim (علیہ السلام) from this possibility, addressed him with أَوَلَمْ تُؤْمِن so that he could say ] (bala بلٰی : yes, why not) in reply, and thus get past the ambush laid out by liars and accusers.\n3.\tAt least, Sayyidna Ibrahim's question settles this much that he was not at peace concerning the problem of life after death, although it has been reported from Sayyidna ` Ali ؓ that he said: If curtain is raised from that which is unseen, it will add nothing to my certainty and peace since I enjoy perfect peace through my very faith in the unseen'. Now, when some of his followers enjoy such an elevated state of peace how can it be that the very 'friend of Allah' will remain without it?\nIn this connection, let us be clear that Itmi'nan اطمنان or peace of heart has its own gradations. There is an Itmi'nan اطمنان that the men of Allah (awlia' Allah اولیاء اللہ ) and the True (siddiqin صِدِقین) have. Then there is an exalted grade of Itmi'nan اطمنان which is given to the general line of prophets (علیہم السلام) . And there is a grade even above it which is bestowed upon the special ones in the form of visual experience.\nSurely, Sayyidna Ibrahim Khalilullah (علیہ السلام) had the degree of peace which Sayyidna ` Ali ؓ had, even a higher degree of Itmi'nan اطمنان which is special to the station of prophethood. In this degree of Itmi'nan اطمنان ، Sayyidna Ibrahim (علیہ السلام) was superior to all his followers. Now what he is respectfully asking for is that highest degree of Itmi'nan اطمنان which is bestowed upon the very special prophets -- as it was with our Holy Prophet ﷺ who was granted special Itmi'nan اطمنان by means of a visual experience of Paradise and Hell.\nIn short, using this question as an excuse to say that Sayyidna Ibrahim (علیہ السلام) did not have peace of heart is not correct. Avoiding that, we can simply say that the absolutely perfect peace of heart which comes in the wake of visual experience was not there and that was why he had made this request.\nTowards the end of the verse it was said أَنَّ اللَّـهَ عَزِيزٌ حَكِيمٌ, that is, Allah Almighty is All-Powerful and All-Wise. Through ` Aziz عَزِيز ٌ, the perfect power of Allah was pointed to, and through 'Hakim حَكِيمٌ ' (the All-Wise), it was indicated that it is in Allah's wisdom that visual experience of life after death is not granted to everyone, otherwise it is not at all difficult for Allah to make every man see it for himself. But, in that case, the superior quality of having faith without seeing (الایمان بالغیب ‘Iman bi l'ghayb) will not be there.",
  "ayah": 260,
  "surah": 2
}
