{
  "text": "Commentary\nThe preceding section dealt with spending in the way of Allah. Now further details related to this appear in the seven verses of the present section. These are as follows:\n(1) Verse 267 يَا أَيُّهَا الَّذِينَ آمَنُوا أَنفِقُوا (الٰی قولہ) غَنِيٌّ حَمِيدٌ:O those who believe, spend ... Allah is A11-Independent, Ever-Praised.'\nOn the basis of the circumstances in which this verse was revealed, the word: (tayyib: plural, tayyibat طَيِّبَاتِ ) has been interpreted to mean 'good' since some people used to bring things which were bad and that was why this verse was revealed. Some commentators have interpreted the word, tayyib طَيِّبَ (good) to mean حلال halal (lawful) relying on the generality of the word since something is perfectly good only when it is حلال halal (lawful) as well. So, according to this interpretation, the verse emphasizes that the thing given in charity must be from one's lawful income. However, according to the first interpretation, the stress on this condition will have to be proved by other sources. Let us remember that this is for a person who has something good yet elects to spend something not good as ما کسبتم (you have earned) and اخرجنا (We have brought forth) do indicate that good things are available with the person making charity, while the sentence لَا تَيَمَّمُوا الْخَبِيثَ (and do not opt for a bad thing spending only from there) proves the spending of something not good deliberately. As for the one who just does not possess anything good, he shall be exempted from this prohibition. His giving, even if it be bad, shall be accepted.\nSome scholars have deduced from the expression,\t ما کسبتم (what you have earned), the ruling that it is permissible for the father to eat out of the earnings of his son. This is based on a hadith: اولادکم من طیب اسابکم فکلوا اموال اولادکم ھنیاً Your children are a good part of your earnings, so eat out of the income of your children cheerfully. (Qurtubi)\nInjunctions relating to the lands of 'Ushr\nThe word اخرجنا (akhrajna: We have brought forth) in مِمَّا أَخْرَ‌جْنَا لَكُم مِّنَ الْأَرْ‌ضِ (What We have brought forth for you from the earth) hints that ` ushr عُشر is obligatory on 'ushri عُشری lands. Based on the generality of this verse, Imam Abu Hanifah (رح) has deduced that 'ushr is wajib واجب or obligatory on every produce, big or small, yielded by 'ushri land. The verse وَآتُوا حَقَّهُ يَوْمَ حَصَادِهِ (And pay the due thereof on the day of its harvest; 6:141) in Surah AI-An'am is open and clear in support of the obligatory nature of 'ushr.\n'Ushr (عُشر : the tenth or twentieth part) and Kharaj خراج : land tax) are two technical terms used in Islamic Shari'ah. There is a common factor between these two. Both have an aspect of tax in them when levied on lands by an Islamic state. However, there is a difference. 'Ushr is not just a tax. On the contrary, its real nature is more of an act of monetary 'Ibadah (worship) than tax. This is similar to زکاۃ Zakah, for which reason, it is also called (zakah al-ard زکاۃ الارض : the زکاۃ Zakah of the land). Kharaj خراج is straight tax which carries no aspect of 'Ibadah. Since Muslims are capable of'ibadah and are obligated to do that, the part of land-produce taken from them is known as 'Ushr. Since non-Muslims are not obligated with 'Ibadah, that which is levied on their lands is named Kharaj. There is another practical difference between زکاۃ Zakah and 'Ushr -- زکاۃ Zakah becomes due on gold, silver and goods of commercial value after the passage of one year while 'Ushr becomes obligatory immediately after the produce is harvested from the land.\nThere is yet another difference -- 'Ushr is dropped if the land produces nothing, but زکاۃ Zakah remains obligatory at the end of the year on gold, silver and goods of commercial value even if there is no profit at all. This is not the place to discuss details relating to the problems of 'Ushr and Kharaj خراج . These can be seen in books of Fiqh. Incidentally, this humble writer has discussed this subject in some details in his book, Nizam al-Ara-di نظام الاراضی which also contains special injunctions concerning lands in Pakistan and India.",
  "ayah": 267,
  "surah": 2
}
