{
  "text": "Al-Hikmah: Meaning and Explanation\n(3). Verse 269 يُؤْتِي الْحِكْمَةَ مَن يَشَاءُ : \"He gives wisdom to whom He wills.\" The word, الْحِكْمَةَ (al-hikmah: wisdom) appears repeatedly in the Holy Qur'an, and at every place, its meaning has been explained differently. In Tafsir al-Bahr al-Muhit البحر المحیط ، all positions taken by commentators have been assembled at this point. These come to nearly thirty, however, towards the end it was said that all these positions are close together and there is no contradiction among them. The only difference is that of interpretations. The word, hikmah حِكْمَةَ is the verbal noun of 'ihkam الاحکام (the first letter, hamzah ھمزہ with kasrah کسرہ ) which means 'to complete what is said or done with all its properties and requisites.'\nThis is why the verse وَآتَاهُ اللَّـهُ الْمُلْكَ وَالْحِكْمَةَ : 'And Allah gave him the kingdom and the hikmah حکمہ ' (2:251) which concerns Sayyidna Dawud (علیہ السلام) ، was explained in al-Bahr al-Muhit in the following manner:\nThe real meaning of hikmah حکمہ is to place everything whereto it be-longs and this can only be accomplished ideally through prophethood. Therefore, hikmah حکمہ has been interpreted as prophethood here.\nImam Raghib al-Isfahani has said in Mufradat al-Qur'an: مفردات القرآن \"When the word, hikmah حکمہ is used for Allah Almighty, it denotes the comprehensive knowledge and solid creative excellence of all things; and when attributed to the non-Divine, it means the rightly-guided knowledge of what exists, and the action which corresponds to it.\nThis sense has been interpreted in different words. Somewhere it means, the Qur'an; elsewhere, the Hadith. Then at different places, it carries different meanings, such as \"the authentic knowledge\", \"the righteous deed\", \"the True Word\", \"the wisdom\", \"the understanding of religion\", \"correctness of opinion\" and \"the fear of Allah\". Incidentally, the last meaning appears in Hadith as well: راس الحکمہ خشیۃ اللہ that is, \"the real wisdom is the fear of Allah\". The word, hikmah in the verse يُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ (teaches them the Book and the wisdom - 3:164) has been explained as \"Hadith and Sunnah\" by the Sahabah ؓ and the Tabi` in (the Companions and the Successors). Some commentators hold the opinion that hikmah in the verse یوتَ الحکمہ (whoever is given wisdom) under discussion covers all these things.\nThis is the more evident view; more so, since the words of the Qur'an وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرً‌ا كَثِيرً‌ا \"And whoever is given wisdom is certainly given a lot of good\" do hint in that direction as they mean that the hikmah حِكْمَةَ covers a lot of good. Allah knows best.",
  "ayah": 269,
  "surah": 2
}
