{
  "text": "Sayings Of The Holy Prophet ﷺ\nAbout ربا riba or Interest:\nعن النبی ﷺ قال : اجتنبوا السبع المبقات ، قالوا (سَٔلوا): یا رسول اللہ ﷺ ! قال : اَلشِّرک والسحر، وقتل النفس التی حرم اللہ الا بالحق ، واکل الربوا ، واکل مال الیتیم والتولی یوم الزحف ، وقذف المحصنات الغافلات (رواہ البخاری و مسلم و ابوداؤد والنسای)\n\"Abstain from the seven disasters.\" The people asked him: \"What are they, 0 Messenger of Allah?\" He replied: \"To ascribe partners to Allah, to practice sorcery, to unjustly kill one whom Allah has declared inviolable, to take ربا riba (interest or usury), to exploit the property of an orphan, to escape at the time of war and to slander the chaste women who are believers, unwary.\"\nقال النبی ﷺ : رءیت اللیلۃ رجلین آتیانی ، فاَخرجانی إلی ارض مقدسۃ فانطلقنا حتی اتینا علی نھر من دم فیہ رجل قایٔم و علی شط النھر رجل بین یدیہ حجارۃ، فأقبل الرجل الذی فی النھر، فاذا اراد ان یخرج رمی الرجل بحجر فی فیہ، فردہ ، حیث کان ، فجعل کلما جاء لیخرج رمی فی فیہ بحجر، فیرجع کما کان، فقلت : ماھذا الذی رأیتہ فی النھر ؟ قال : اکل الربا (رواہ البخاری، ھذا فی البیوع مختصراً )\nThis night I saw two men who came to me and brought me to a sacred land. We walked until we reached a river of blood, wherein a man was standing, and another man was standing on the bank of the river with some stones before him. Then the man who was standing in the river came forward, and when he intended to come out of the river, the other man threw a stone at his mouth, and turned him back to the place where he was earlier - thus he began to do the same with him whenever he tried to come out of the river by throwing a stone at him and turning him back. I asked him, \"What is that which I have just seen going on?\" He replied, \"He is the one who used to take ربا riba (interest or usury).\nلعن الرسول اللہ ﷺ اکل الربا موکلہ و کاتبۃ، و شاھدیۃ، و قال : ھم سواء (رواہ مسلم وغیرہ)\nThe Messenger of Allah cursed the one who accepts ربا riba (interest or usury), the one who pays it, the one who writes it and the persons who gives witness to it, and said, \"They are all alike.\"\nعن النبی ﷺ قال : اَربع حق علی اللہ ان لا یدخلھم الجنۃ ولا یذیقھم نعیمھا : مد من الخمر، و اکل الربا و اکل مال الیتیم بغیر حق، والعاق لوالدیہ (رواہ الحاکم)\nThere are four kinds of people about whom Allah has decided not to admit them to Paradise and not to let them taste its bliss: The one who is addicted to wine, the one who takes the ربا riba , the one who exploits the property of an orphan and the man who is disobedient to his parents.mmmm18\nعن رسول اللہ ﷺ قال : الدرھم یصیبہ الرجل من الربا اعظم عنداللہ من ثلاثۃ وثلثین زنبۃ یزنیھا فی اسلام (رواہ الطبرانی)\nA dirham a man receives as ربا riba (interest or usury) is, in the sight of Allah, more serious than thirty three acts of fornication or adultery in Islam.\nعن ابن عباس ؓ قال : نھی رسول اللہ ﷺ اَن تشتری الثمرہ حتی تطعم وقال : اِذا ظھرالزنا والربافی قریۃ فقد احلوا باَنفسھم عذاب اللہ (رواہ الحاکم)\nThe Holy Prophet ﷺ has forbidden the fruits to be sold or purchased before they are eatable, and said, \"When zinc (adultery) and ربا riba (usury or interest) become rampant in the people of a town they themselves invite the punishment of Allah.\nما من قوم یظھر الربا الا اخذ وا بالسنۃ ، وما من قوم یظھر فیھم الرشاء الااخذ وا بالرعب (رواہ احمد)\nThe society in which ربا riba becomes rampant is punished with famine, and the society where bribe is rampant is punished with horror (of others).\nقال رسول اللہ ﷺ : رایت لیلۃ أسری بی لما انتھینا الی السماء السابعہ فنظرت فوقی ، فاذا اَنا برعد و بروق و صواعق، قال فأتیت علی قوم بطونھم کالبیوت فیھا الحیات تری من خارج بطونھم ، قلت : یا جبریل ! من ھؤلاء ؟ قال ھؤلاء اَکلۃ الربا (رواہ احمد)\nOn the night (of Ascension: Mi` raj) when we reached the seventh sky, I looked upwards and saw thunder, lightning and thunder-claps. Then I came across some people whose stomachs seemed to be houses full of snakes - one could see them from the the outside of their stomachs. I asked Jibra'il: \"Who are they?\" He replied: \"They are those who used to take ربا riba (interest or usury) \".\nوروی عن عوف بن مالک ؓ قال : قالَ رسول اللہ ﷺ ایاک والذنوب التی لا تغفر، الغلول ، فمن غل شیٔا أتی بہ یوم القیامہ واکل الربا (الحدیث)\nAbstain from sins which are not forgiven: Embezzling of the spoils, for whoever embezzles anything will come with it on the Day of Judgment, and the other sin is ربا riba.\nعن انس ؓ عن النبی ﷺ قال : اِذا اَقرض الرجل الرجل فلا یاخذ ھدیۃ (مشکوٰۃ)\nWhen a man gives a loan to a person he must not accept a gift (presented by the debtor).\nTo sum up, presented here were seven verses of the Holy Qur'an and ten sayings from the ahadith of the noble Prophet which concern the definition of ربا riba, and its nature, and point out to the disasters it brings in the world. This much is enough for a thinking and feeling Muslim. For those interested in a more comprehensive research on the subject and a more detailed discussion on the remaining aspects may see مسأیل السُود Mas'ala-i-sud, a separate book in Urdu on the problem of interest published by this humble writer.\nIn the second verse (276), it was said that Allah Almighty eradicates ربا riba and lets sadaqat (charities) grow. Here sadaqat were introduced with ربا riba by virtue of a unique congruity. It will be noted that there is contradiction in the very nature of ربا riba and صدقہ sadaqah, then their outcomes are also contradictory, and generally, those who engage in these two have contradictory intentions and objectives.\nThe contradiction in nature can be explained by the fact that in صدقہ sadaqah one gives to others what belongs to him without any reward or return, while in ربا riba, that which belongs to others is taken without any compensation or return. The intention and the objective of those who are engaged in these two activities is contradictory because one who gives صدقہ sadaqah, elects to lessen or exhaust what belongs to him exclusively for seeking the pleasure of Allah Almighty and for earning merit in the Hereafter; while the ربا riba-taker is eager to collect impermissible increase on the capital he already has. That the outcome of both is contradictory is made clear by this verse which says that Allah Almighty erases the gains obtained through riba or takes away its barakah بَرَکَہ (blissful abundance); and increases the wealth, or its barakah بَرَکَہ for the giver of صدقہ sadaqah. The result is that the objective of the greedy in pursuit of wealth is not achieved, while one who spends in the way of Allah, and who was quite happy with a little decrease in his belongings, finds it full of Divine barakah بَرَکَہ whereby his wealth increases, or its end-products do, and their benefits accumulate.\nAt this point, it may be interesting to find out what is the meaning of erasing ربا riba and increasing صدقہ sadaqat in the verse. Some commentators have said that this erasing and increasing relates to the Hereafter where the ربا riba-consumer will find his wealth of no avail; it might as well become a curse for him; while those who are engaged in acts of صدقہ sadaqah and خیرات khayrat will find that their wealth has become a source of eternal blessings. This is absolutely obvious in which there is no doubt. However, according to the consensus of commentators, the position is that the erasing of ربا riba and the increasing of صدقہ sadaqah is most certainly related to the Hereafter, but some of its traces are observed in this world as well.\nThe money or property of which ربا riba becomes a part is sometimes destroyed taking with it all that was before it. This is a common sight in markets of ربا riba and stocks where millionaires and capitalists of yesterday become insolvents and paupers of today. No doubt, there are chances of profit and loss in ربا riba-free business activities and there are many businessmen who face losses in business deals but a loss that turns a millionaire into a beggar is witnessed only in riba markets and stock exchanges. There are so many statements of the experienced and the knowledgeable which say that the wealth collected through riba may increase faster and higher, but it generally does not survive long enough to run through children and their successors. In between, comes some calamity and effaces everything out. Sayyidna Ma'mar said that they have heard from their elders that forty years hardly pass on the riba-consumer when muhaq (major loss) overtakes his wealth.\nMay be, the wealth or property does not go to ruins outwardly, but this much is quite certain that its benefits, utilities, and blessings will go away. Since this is no secret that gold and silver are not desirable or useful as such. They cannot remove hunger or thirst. They cannot help beat the heat or serve as quilt and wrap in winter. Neither can they be used as clothes or utensils. The only purpose for which a wise person goes through thousands of exercises to procure and secure these can hardly be anything else except that gold and silver are means to procure things that go to make man's life pleasant and that he may live a life of comfort and self-respect. Then comes man°s natural wish that his children and relatives should also enjoy the same comfort and self-respect as he did.\nThese are the sort of things that can be called the benefits and utilities of wealth and property. As a result, we can safely say that one who procures these benefits and utilities has his wealth increased in a sense, even though it may appear to have decreased, and one who procures these benefits and utilities on a lower scale has his wealth decreased in a sense even though it may appear to have increased.\nAfter having understood this, let us compare the two activities of ربا riba dealings and صدقہ sadaqah and خیرات khayrat. It will soon be noticed that the wealth of the ربا riba-consumer, no doubt, appears to be increasing, but that increase is akin to the swelling of the human body. The increase in swelling is after all an increase of the body itself. But no sane person would like to have this sort of increase because he knows that this increase is a certain knock of death. Similarly, no matter how increased is the wealth of the ربا riba-consumer, he remains, for ever, deprived of its fruits, that is, comfort and honour.\nPerhaps, at this point, a doubt may bother someone in view of the comfort and status enjoyed by the ربا riba-consumers of today. Here they are with their mansions and villas, living in every luxury money can buy, attended by servants and maids, having the best to eat, drink and sleep - necessities and absurdities all rolled in one. A little thought here would lead every sane person to differentiate between the articles of comfort and comfort itself. There is a big difference between the two. The articles of comfort are made in factories and sold in markets. These can be procured against gold and silver, but that which is known as comfort, peace and bliss, is neither made in any factory nor sold in any market. This is mercy رحمہ (rahmah) which comes directly from Allah Almighty. There are occasions when this cannot be procured no matter how much one holds in his possession. Just think of the comfort of a sound sleep. In order to have it, we can certainly do our best - make a sleep-oriented house which is the best possible, perfect arrangement of air and light, cooling, heating, handsome looking furniture, the bed, the mattress, the pillows, all chosen ideally - but can we be sure that sleep will come just because all this helpful paraphernalia is there? If you have never personally experienced this, there are thousands who cannot sleep due to some disease, and who would say no. Reports from a country, so wealthy and 'civilized' as USA, reveal that seventy per cent people cannot sleep without sleeping pills. There are times when even these do not work. You can buy from stores things to make you sleep but you cannot buy sleep from any store at any price. Similar is the case of other articles of comfort and enjoyment. You can buy these articles against money but it is not necessary that you do experience comfort and enjoyment.\nAgain, after having understood this, if we look closely at what happens to the consumers of ربا riba, we shall find that they have everything in the world except what we know as real peace and comfort. So intoxicated they are in turning their ten million into fifteen and fifteen into twenty that they have no time to eat, or dress up, or be with their wives and children. There are factories to take care of. There are foreign ships to watch. Anxieties after anxieties chase them day and night. With them they sleep and with them they rise. How terrible of these crazy people who have confused comfort with articles of comfort, and therefore, they are far away from it.\nThis is a view of their so-called 'comfort'. Now let us think of their ideas of status, prestige and fair name. The fact is that such people become hard-hearted and merciless. Taking advantage of the poverty of the poor and the low income of the low-income people becomes their very occupation. Like parasites, they suck their blood to feed their own bodies. Since that is that, it is just not possible that people will ever respect them. Revealing are the accounts of the money-lenders of India and the Jews of Syria. If you see them as they are, you will find that their coffers are filled with gold and silver and precious stones yet they are given no respect in any group of human beings in any corner of the world. Moreover, the inevitable outcome of this cruel practice of theirs is that the poor start grudging and hating them, so much so that in the world of today most wars are an expression of this grudge and hate. It is the confrontation between labour and capital that introduced the ideologies of socialism and communism in the world. The subversive activities of communism are a result of this grudge and hate. The whole world has become a burning cauldron of killings and confrontations because of these. This much accounts for their personal comfort and social prestige. Experience bears out that ribs-earnings never make even the life of their children pleasant. Either the earnings go to waste or, because of its curse, they too, remain disgraced and deprived of the real fruits of wealth. People may perhaps be deceived by the example of the ribs-consumers of the West, wondering how rich they all are and how do their next and their next generations flourish. To this, I have already answered by presenting a brief outline of their so-called prosperity.\nHere it can only be added that they really are like some man-eater who nurses his body by feeding on the blood of other human beings, and then a group of some such people go to live in a community of their own, and you take someone to that locality to show him how healthy and prosperous all of them happen to be. But an intelligent visitor who is interested in the welfare of humanity will never want to limit his visit to this locality alone; on the contrary, he would also want to see those localities where the blood of people has been sucked dry leaving them half dead. One who has seen the totality of such localities can never be happy with the locality of fat man-eaters. He can never say that this act of theirs is the way of human progress; on the contrary, he will have no option but to declare this as destruction of all that is human. Set against this is the case of those who give صدقہ sadaqah and خیرات khayrat. You will never find them running after money so anxiously. They may have lesser articles of comfort but they shall be found having more satisfaction and peace of heart, which is real comfort, as compared to those who have all those supporting articles. Consequently, they shall be looked at with respect and admiration by every human being of the world.\nيَمْحَقُ اللَّـهُ الرِّ‌بَا وَيُرْ‌بِي الصَّدَقَاتِ\nAllah destroys ربا riba and nourishes charities.\nIn short, the above statement of the verse is very clear in relation to the Hereafter. However, if we wish to understand, with a little effort, it is equally open in respect of this worldly life. This is what is meant by the hadith in which the Holy Prophet said:\nان الربو و اِن کثر فاِن عاقبتہ تصیر الی قل\nNo matter how much ربا riba increases, it will decrease ultimately. (Musnad Ahmad and Ibn Majah)\nAt the end of the verse (276), it is said: وَاللَّـهُ لَا يُحِبُّ كُلَّ كَفَّارٍ‌ أَثِيمٍ ; which means that Allah Almighty does not like any disbeliever, any sinner. Here it has been indicated that those who just do not hold riba ربا as حرام حرام haram have fallen into kufr کفر (disbelief); and those who do know it to be حرام haram, yet get involved with it, are sinners, transgressors or fasiq فاسق .",
  "ayah": 276,
  "surah": 2
}
