{
  "text": "The earlier verses affirmed the existence and the Oneness of Allah, and prophethood, giving self-evident proofs and refuting the whimsical and false notions of the doubters and the disbelievers. These two verses speak of the blessings which Allah has showered on man, pointing out that all the same there are men who do not recognize the bounty of Allah and persist in their denial -- the suggestion being that if they do not want to take the trouble of considering the arguments which have been advanced by the Holy Qur'an in the earlier verses, they should, as every man with an undistorted nature must, at least be grateful to their benefactor, for even this would be a way of realizing why they should be obedient to Allah.\nThe first of these two verses refers to the blessings which are particular to the very being of man -- that is to say, he had no life before Allah gave him existence. The second verse refers to the general blessings which are common to man and other creatures -- firstly, the earth and all that it contains and on which man's life immediately depends, and secondly, the skies with which life on earth is directly related.\nVerse 28 begins by expressing surprise at those who insist on being ungrateful to Allah and on denying Him. On the face of it, the disbelievers had never denied Allah but only the Holy Prophet ﷺ ، all the same, the Holy Qur'an equates such a denial with the denial of Allah Himself.\nThen, the verse reminds man that once he was \"dead\" اموات (amwat), or that he had no life. He existed, if at all, in the shape of billions of lifeless particles aimlessly floating; Allah brought them together, made them into a man, and gave them life.\nThe verse proceeds to warn him that Allah will take away his life, and then give it back to him a second time. This second life refers to the Day of Judgment when Allah will collect the lifeless and scattered particles of each and every man again, and give-him a new life. Thus, the first 'death' or 'state of lifelessness' was at the beginning before man received life from Allah; the second death comes when a man completes the life-span allotted to him; and the second life will be given on the Day of Judgment.\nThe verse ends by telling man that he will ultimately go back to Allah. This, of course, refers to the Resurrection when all men will rise from their graves, will be assembled for giving an account of their deeds, and be finally punished or rewarded according to what they had been doing in the world.\nAccording to this verse, the chief blessing of Allah for man is life, for without life he cannot profit from any other blessing. This is obvious enough. But the verse counts death too as a blessing. It is so, because physical death is the door to the perpetual life of the other world after which there is no death.",
  "ayah": 28,
  "surah": 2
}
