{
  "text": "The Qur'anic injunctions on Loan\nAn important principle of the Law of Dealings, or the Law of Contracts in modern legal terminology, has been taken up in the verses appearing above. Following this, appears a specific principle of the general rules of evidence.\nThese are times when writing is the rage. The written word has taken the place of human speech but think of the days of fourteen hundred years ago when almost the entire business of the world was conducted verbally. The principle of writing and retaining documents did not just exist. It was the Qur'an which first pointed out to its importance and said:\nإِذَا تَدَايَنتُم بِدَيْنٍ إِلَىٰ أَجَلٍ مُّسَمًّى فَاكْتُبُوهُ\nWhen you transact a debt payable at a specified time, put it in writing. Two principles have been stated here. These are:\n1.\tA written document should be prepared while concluding a transaction on deferred payment basis, so that it may be availed of in cases of error or refusal.\n2.\tWhile making a transaction on deferred payment basis, it is necessary that the due date of its payment should be determined. It is not permissible to defer the payment for an indefinite period of time because this can open the doors of dispute. This is why the Muslim Jurists have stressed that the time limit so set should not have any ambiguity at all. It should specify the exact date and month. There should be nothing vague about it, for instance, the time of the harvesting of crops cannot be fixed, because the time of harvesting may vary subject to weather conditions. Since writing was not common in those days (and even after writing has become so common, the majority of world population is the same as does not know how to write), it was possible for the scribe of the agreement to write down what was not intended, thereby causing undue loss or gain to one or the other party. Therefore, it was said:\nوَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌ بِالْعَدْلِ\nAnd let a scribe write it between you with fairness.\nFirstly, the instruction given here requires that the scribe should not be prejudiced in favour of one of the parties. On the contrary, he should be impartial so that there remains no scope for doubt or concern for anyone. Secondly, the scribe was instructed to write justly. Let him incur no permanent loss on himself by working for the vanishing gain of others. After that, the attention of the scribe has been drawn to the fact that Allah Almighty has given him the ability to write, for which he can show his gratefulness by not refusing to write.\nAs to who should initiate the writing of the document, it was said:\nوَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ\nAnd the one who owes should give the dictation,\nFor instance, if a person has made a purchase on credit, then he is the one who should dictate the entries of the document because this will be a written agreement on his behalf. In order to offset the possibility of any addition or deletion in the written document, it was said:\nوَلْيَتَّقِ اللَّـهَ رَ‌بَّهُ وَلَا يَبْخَسْ مِنْهُ شَيْئًا\nBut he must fear Allah, his Lord, and should not curtail any-thing from it.\nSometimes, it happens that the person incurring debt is fickle-minded, or superannuated in age, or a minor, or mute, or the speaker of a language not known to the scribe. Since such a person does not have the ability to dictate a document, it was said that, in a situation like this, his wali ولی or guardian should dictate the written agreement. The need for a guardian in respect of the insane and the minor is obvious since all their affairs are handled through a guardian. The guardian of the mute, or the speaker of the language unknown to the scribe could also do this, and should he make somebody his representative, it would still be possible. Here, the word, 'wali' ولی in the Qur'an covers both meanings.\nThe rules of witnessing\nUpto this point the statement was limited to the writing or dictating of documents in transaction. Later on, it is enlarged by saying that the writing of the document should riot be taken as sufficient. It should rather have witnesses as well so that, in case there is a dispute, the appearance of witnesses in the court could help resolve it. This is why the Muslim jurists, may Allah's mercy be upon them, have said that simple writing of an agreement is not a conclusive proof in the sight of Islamic Shari'ah. Unless there is an oral evidence of witnesses, as approved by the Shari'ah, on the agreement, no decision could be taken on simple writing. Common courts of today also follow the same practice when they do not take a decision unless there is a verbal evidence to prove the document.\nThe number of witnesses\nNow follow some important rules of evidence:\n1.\tIt is necessary according to Islamic rules of evidence that there be two men, or one man and two women. One man alone, or only two women are not sufficient witnesses in common dealings.\nThe qualifications of witnesses\n2.\tThe witnesses should be Muslims. The Qur'anic expression: مِن رِّ‌جَالِكُمْ 'from among your men' points out in this direction.\n3.\tThe witnesses should be trustworthy and just whose word could be relied upon. They should not be sinners and liars. This injunction is contained in مِمَّن تَرْ‌ضَوْنَ مِنَ الشُّهَدَاءِ : from those witnesses you are pleased with.'\nRefusing the act of witnessing is a sin\nAfter that, the Holy Qur'an directs the people that they should not refuse to be witnesses when it is required from them, since evidence is the way to revive truth and the method to resolved disputes. Even if there is a trouble in giving evidence, it should to be tolerated, taking it as a national duty. Following that, emphasis was laid on writing down the document of deeds. It was said that the agreement, big or small, should invariably be written down: 'And, be not loath to write it down, as payable at its time, no matter how short or long.' Of course, if there is a hand-to-hand transaction, not involving any debt, it could be left unwritten. However, as a precautionary measure, two witnesses should be taken to confirm the agreement anyway, just in case there arises a dispute between the parties concerned. For instance, the seller may say that the price was not received, or the buyer may charge that he did not receive everything he bought. Evidence of witnesses will serve well in deciding this dispute.\nWitnesses should not suffer\nWhen the verse began, scribes were instructed not to refuse writing or testifying agreements. In this case, it was possible that people would give them more trouble than necessary.. Therefore, it was said towards the end of the verse:\nوَلَا يُضَارَّ‌ كَاتِبٌ وَلَا شَهِيدٌ\nAnd neither scribe nor witness should be harmed.\nIt means that, in order to protect one's own rights and benefits, one should not disturb the rights and benefits of others. Then it was said:\nوَإِن تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ\nAnd if you do, it is certainly a sin on your part.'\nThis tells us that causing harm to the scribe or the witness is prohibited. For this reason, the Muslim jurists have said that the scribe who demands his wages while writing, or the witness who claims his legitimate two-way conveyance allowance, are entitled to get it as a matter of their right. Not paying these dues is included under the scope of harming them, and is, therefore, impermissible. No doubt, under its system of justice, Islam has forced the witnesses to appear in court, and has made the concealment of evidence a grave sin; but at the same time, the other side of the picture has also been duly taken care of, so that people are not made to stay away from testifying. It was the effect of this two-way precaution that truthful and selfless witnesses were available in every case, and cases were decided easily and quickly true to the demands of justice. When the modern world bypassed this Qur'anic principle, the whole court system went to pieces. Real and true witnesses in cases became virtually extinct. Everyone was compelled to shy away from appearing as a witness. The reason is simple. Being identified as a witness means trouble. If the case involves the police and a crime, the chief of the police station would call the witness everyday and any time, and on occasions, would have him sit there for hours. Even in civil courts, the witness is treated as if he was some sort of criminal. Then the dates of the case keep changing endlessly. New dates are given on which the poor witness is bound to come leaving his business, job and needs. If he fails, the threat of an arrest-warrant hangs over his head. Therefore, every decent person engaged in earning his livelihood has been forced to take the appearance in court as punishment for no crime of his, and therefore, he has been left with no choice but to avoid it as far as he can. Professional witnesses are all you get and they make no distinction between the lie and the truth. The Holy Qur'an, after emphasizing these basic ingredients, helps eliminate these malpractices by saying at the end of the verse:\nوَاتَّقُوا اللَّـهَ ۖ وَيُعَلِّمُكُمُ اللَّـهُ ۗ وَاللَّـهُ بِكُلِّ شَيْءٍ عَلِيمٌ\nAnd fear Allah. And Allah teaches you. And Allah is All-Knowing in respect of everything.\nIt will be noted that this verse carries many injunctions. Some Muslim jurists have deduced twenty important juristic rulings from this verse. We should also keep in mind the recurring style of the Qur'an whereby, before and after giving a particular law, it creates an inner impulse to follow Divine injunctions by introducing the fear of Allah and the fear of the Day of Retribution. It is in accordance with this method that the verse was concluded with an exhortation to fear Allah and to remember that there is nothing hidden from Him. If you try any contravention, under any impermissible pretext whatsoever, you will still remain unable to cheat Allah.\nThe second verse takes up the following two subjects:\n1.\tIn cases involving a credit deal, it is quite permissible for a person to keep something as mortgage to secure his debt. But the Qur'anic word مَّقْبُوضَةٌ (taken in possession) indicates that deriving any benefit out of the thing mortgaged is not permissible for him. The only right the mortgagee has is to keep the thing in his possession until the time when his debt is cleared. Any benefit that accrues from it rightfully belongs to the original owner.\n2.\tSecondly, it was said that the person who knows the correct situation in a disputed matter should not withhold his testimony. If he does withhold it, his heart is a sinner. The heart has been identified as the sinner because somebody might think his sin was restricted to the tongue (which failed to speak up). But it was in the heart that he first decided to do what he did and therefore, the sin of his heart comes first.",
  "ayah": 282,
  "surah": 2
}
