{
  "text": "Commentary\nThe earlier verse mentioned the injunction to reveal evidence and forbade its concealment. This verse is also a complement of the same subject. Here, warning has been given that it is haram (unlawful) to conceal evidence. 'If you concealed the truth of a matter knowingly, your Lord who is all-Knowing and all-Aware, will make you account for it' - this interpretation of the verse has been reported from Sayyidna Ibn ` Abbas, ` Ikrimah, Sha'bi and Mujahid ؓ (Qurtubi).\nTaken in the general sense of the words, this verse is universal, and covers all articles of faith, modes of worship and mutual dealings (I` tiqadat اعتقادات ، ` Ibadat عبادہ and Mu` amalat معاملات ). This is exactly what Sayyidna ` Abdullah ibn ` Abbas ؓ has said in his well-known commentary on this verse.\nThe verse means that Allah Almighty will make all His created beings give an account of all their deeds. It will include deeds they have actually done, and those they were determined to do but kept them secret in their hearts and were never able to do. This conforms to the report of Sayyidna Ibn ` Umar ؓ appearing in Sahih al-Bukhari and Muslim: 'I have heard from the Holy Prophet ﷺ that the believer will be drawn near his most exalted Lord when Allah Almighty will make him recall his sins one by one and will ask him if he knew that he had committed those sins. The believer will confess. Allah Almighty will say: 'I concealed your sins in the life of the world and never allowed this to be known to others. Today, I forgive that.' He will be given the Book of Good Deeds, while the sins committed by disbelievers and hypocrites will be announced before everybody.\nIt appears in another hadith that Allah Almighty will say on the day of Doom (Qiyamah): 'This is the Day when hidden things will be surveyed and secrets concealed in hearts will be laid out in the open. And (forget not that) My angels charged with writing down your deeds wrote down only those visible on the outside, and I know what angels do not know, nor did they write those in your Book of Deeds. Now I tell you all about it and ask you to stand' and answer. I shall forgive anyone I will and I shall punish anyone I will.' True believers will then be forgiven and the disbelievers (kuffar کُفَّار) will be punished. (Qurtub)\nHere a doubt may arise in view of the hadith in which the Holy Prophet ﷺ has been reported to have said:\nاِن اللہ تجاوز عن امتی عما حدثت انفسھا مالم یتکلموا او یعملوا بہ\nAllah Almighty has forgiven my ummah all that they thought of in their hearts unless they said or did it.\nIt shows that there is no punishment or wrath on the volition of the heart. Imam al-Qurtubi (رح) has said that this hadith relates to the worldly effects of an act. Divorce, freeing of slaves, sales, and gifts are not authentically concluded by a simple volition of the heart unless they are done verbally or practically. Since the verse refers to the effects of an act appearing in the Hereafter, there is no contradiction here. However, other ` ulama' have answered this doubt by saying that the hadith, in which forgiveness of things hidden in the heart has been mentioned, refers to the involuntary thoughts that enter the human heart without volition; in fact, they would still keep coming even if one tried to stop them. Allah Almighty has forgiven such involuntary thoughts for this ummah. The accounting that has been identified in the above-mentioned verse relates to what man intends and proposes with his choice and volition. It means that he not only nurses these in his heart, but also tries to put into them in practice. It does not matter if he is unable to act upon them due to accidental causes. He will still have to account for these firm intentions on the Day of Doom (Qiyamah). There from things rest with Allah Almighty. He, in His grace, may then forgive anyone He wills and punish anyone He wills, as it has already appeared in the hadith of al-Bukhari and Muslim referred to above.\nSince a surface view of the words used in the verse under discussion includes both kinds of thoughts, be they voluntary or involuntary, the noble Companions got extremely worried when this verse was revealed. They asked themselves if involuntary thoughts too became subject to accounting and censure, who could escape and stay safe? When they carried their anxiety to the Holy Prophet ﷺ ، he instructed them all to firmly resolve to obey and act in accordance with the Divine imperatives, and say سَمِعْنَا وَأَطَعْنَا that is, we heard, and we obeyed. The noble Companions, may Allah be pleased with them all, did exactly what they were told to do, upon which the following statement of the Qur'an was revealed:\nلَا يُكَلِّفُ اللَّـهُ نَفْسًا إِلَّا وُسْعَهَا :\nAllah burdens not anyone beyond his or her capacity.\nThis verse clarified that involuntary thoughts will not be subjected to accounting and censure. This gave the noble Companions their peace of mind. This hadith has been reported in Sahih Muslim on the authority of Sayyidna Ibn ` Abbas ؓ (Qurtubi). The whole verse is coming next.\nAccording to al-Tafsir al-Mazhari, out of the deeds made fard فرض (obligatory) or haram (unlawful) for human beings, some have a physical aspect. Included there are Salah, Sawm صوم ، Hajj and all dealings. Then there are injunctions and deeds that relate to man's heart, his inner dimension, his batin باطن . Everything concerning matters of belief and articles of faith ('Iman ایمان and I` tiqad اعتقاد ) belongs right there. As for kufr کفر and shirk شرک ، disbelief and polytheistic associationism, they are most unlawful and impermissible; and these too belong to the human heart. Also related to the heart are good morals, such as, humility, patience, contentment, generosity and many more. Similar is the case of bad morals, such as, arrogance, envy, grudge, greed and the craze for worldly gains and others of their kind. All these are absolutely haram (unlawful) in a certain degree. They too do not relate to man's outward physique - his limbs, his body parts. They belong to the heart, to the batin باطن ، the inner dimension.\nIn this verse, it has been made known that the way an accounting of outward deeds will be taken in Qiyamah, very similarly, inward deeds too will have to be accounted for. Even unintentional sins will be called to account. The placement of this verse at the end of Surah al-Baqarah has great wisdom behind it because Surah al-Baqarah is such an important and consequential Surah of the Holy Qur'an, that a fairly large part of Divine injunctions appears in it. It gives important fundamental and subsidiary instructions regarding life in this world and in the life to come. Then it holds within its fold details concerning Salah, Zakah, Sawm صوم ، Qisas قصاص (even retaliation), Hajj, Jihad, Taharah طہارہ (prescribed state of purity), Talaq (divorce), ` Iddah (waiting period), Khul' (divorcement sought by wife), Rad'ah (suckling), unlawfulness of liquor and interest and methods which are permissible or impermissible in matters of loans and deals. It is for this reason that, in hadith, this Surah has also been called\t(Sinam al-Qur'an: the highest peak of the Qur'an).\nLet us bear in mind that ikhlas or pristine sincerity is the essence behind what we do in carrying out all these injunctions. In other words, doing something or abstaining from something should both be for nothing but the pleasure of Allah Almighty. On no account should these be tainted with a desire for public recognition or some other selfish motives. It is obvious that ikhlas (sincerity) is related to human heart, the batin. If ikhlas is there, everything comes out right. It was for this reason that man was warned through this verse at the end of the Surah, by telling him that, in carrying out obligations or in abstaining from the prohibited, it was quite possible to dodge people around, to find an excuse and to get away with it. But, Allah Almighty is Alim العلیم and Khabir الخبیر (All-Knowing and All-Aware). Nothing is hidden from Him. Therefore, let one do what one must but let him be sure that there is someone there - his Raqib and Hafiz, the One Who is watching and guarding over him, and Who is recording all that is happening to him, externally and internally, and a full accounting of which has to be given on the day of Resurrection. The noble Qur'an, by cultivating this unique spirit in human beings, has posted on human hearts a sentry on guard, in the form of the fear of Allah and the concern of the Hereafter. So, before and after every law, the sentry whistles, as a result of which, they are scared of breaking any Divine Law even in the darkness of nights and the privacy of homes.",
  "ayah": 284,
  "surah": 2
}
