{
  "text": "In recounting the blessings which man has received from Allah, verse 29 refers to Allah having created for man \"all that the earth contains.\" This small phrase comprehends all kinds of benefits which accrue to him from the earth and its produce. Then, the verse speaks of the creation of the sky and its division into seven skies or heavens, as they are usually called in English. In this context, the Holy Qur'an uses the Arabic word, Istawaإستوا which initially means 'to stand upright, to climb', and thence signifies 'to turn or pay attention to something', and, in a wider sense, 'to take a straight and firm decision which nothing can hinder'. The implication here is that Allah being Omniscient and Omnipotent, it was not at all difficult for Him to create the universe, once He had decided to do so.\nThe life in 'Barzakh' برزخ\n(The period between death and resurrection)\n(1)\tVerse 28 shows that a man who does not apparently deny Allah, but refuses to accept the Holy Prophet ﷺ as the Messenger of Allah, and the Holy Qur'an as the Book of Allah, would still be counted among those who do not believe in Allah.\n(2)\tVerse 28 mentions only one kind of life which is to follow one's physical death - that is, the life which will begin on the Day of Resurrection - but says nothing about the life in the grave, although the Holy Qur'an and Hadith explicitly speak of how people will be questioned about their faith in their graves, and will also receive some reward or punishment. Now, this life in the grave is something intermediary (Barzakh برزخ ) between the life which man has in this world and one he will have in the other. In other words, it is a state in between the two, resembling the life one has while dreaming; it can be called a supplement to the life of this world as also a prelude to the life hereafter. In short, this intermediary life is not in itself a distinct entity, and hence need not be mentioned separately.\n(3)\tAccording to verse 29, everything in the universe has been created for man. It means that there is nothing in the universe from which man does not derive some benefit in one way or the other, directly or indirectly. There are things which man uses physically as food or medicine; other things are useful for him without his knowing it; even poisonous or dangerous things do him some good; even things which are forbidden for him in one of their aspects, may in some other aspect be quite beneficial; finally, almost everything can serve to teach him a lesson or illuminate him in the interest of his life in the Hereafter. The great Sufi Ibn ` Ata' remarks in connection with this verse: 'Allah has created the universe for you so that it should serve you and you should serve Allah. A wise man should thus know that he will certainly get what has been created for him, and should not, in worrying about it, forget the Being for whom he himself has been created' (Al-Bahr al-Muhit).\nOn the basis of verse 29, some scholars have came to the conclusion that since everything in the world has been created for man, it is essentially legitimate (Halal حلال) and permissible (Mubah مٰباح ) for man to make use of everything, except the things which have been forbidden by the Shari'ah. So, the use of a thing is to be regarded as lawful so long as the Holy Qur'an or the Hadith does not forbid it.\nOn the contrary, some other scholars say that the mere fact of a thing having been created for the benefit of man does not argue that it automatically becomes lawful to make use of it. So, the use of everything is essentially unlawful unless an explicit statement in the Holy Qur'an or the Hadith, or an argument based on them establishes the use of a thing as legitimate.\nThere are still other authentic scholars who have not taken sides in this controversy. Ibn Hayyan, in his commentary 'Al-Bahr al-Muhit', points out that this verse does not provide a valid basis for, either of the two views, for the letter lam in the phrase: khalaqa lakum indicates causation, signifying that the universe has been \"created for your sake.\" So, one cannot draw any conclusion from the phrase as to the use of everything being essentially legitimate or illegitimate. The injunction with regard to the legitimacy or the illegitimacy of the use of particular things have been provided elsewhere in the Holy Qur'an and the Hadith, and it is obligatory to follow these injunctions.\n(5)\tVerse 29 shows that the earth was created before the skies, as indicated by the word, ثُم : Thumma ('then' ). Another verse of the Holy Qur'an seems to be saying the opposite وَالْأَرْ‌ضَ بَعْدَ ذَٰلِكَ دَحَاهَا ﴿30﴾: \"He spread out the earth after this.\" (79:30) But it does not necessarily mean that the earth was created after the skies. What it actually implies is that although the earth had already been created when the skies came into being, yet a final shape was given to it after the reation of the skies. (A1-Bahr al-Muhit, etc.)\n(6)\tAccording to verse 29, the, skies are seven in number. This shows that the opinion of the ancient Greek astronomers and some Muslim philosophers, who used to speak of nine heavens, was no more than a conjecture.",
  "ayah": 29,
  "surah": 2
}
