{
  "text": "The next two verses delineate the characteristic qualities of the God-fearing, suggesting that these are the people who have received guidance, whose path is the straight path, and that he who seeks the straight path should join their company, adopt their beliefs and their way of life. It is perhaps in order to enforce this suggestion that the Holy Qur'an, immediately after pointing out the attributes peculiar to the God-fearing, proceeds to say:\nأُولَـٰئِكَ عَلَىٰ هُدًى مِّن رَّ‌بِّهِمْ ۖ وَأُولَـٰئِكَ هُمُ الْمُفْلِحُونَ\nIt is these who are on guidance given by their Lord, and it is just these who are successful.\nThe delineation of the qualities of the God-fearing in these two verses also contains, in essence, a definition of Faith ('Iman ایمان) and an account of its basic tenets and of the fundamental principles of righteous conduct:\nالَّذِيْنَ يُؤْمِنُوْنَ بِالْغَيْبِ وَ يُـقِيْمُوْنَ الصَّلٰوةَ وَ مِمَّا رَزَقْنٰھُمْ يُنْفِقُوْنَ\nWho believe in the unseen, and are steadfast in Salah and spend out of what We have provided them.\nThus, the first of the two verses, mentions three qualities of the God-fearing - belief in the unseen, being steadfast in Salah, and spending in the way of Allah. Many important considerations arise out of this verse, the most significant being the meaning and definition of 'Iman ایمان (Faith).\nWho are the God-fearing?\nThe Definition of 'Iman\nThe Holy Qur'an has provided a comprehensive definition of 'Iman ایمان in only two words \" يُؤْمِنُونَ بِالْغَيْبِ \"Believe in the unseen\". If one has fully understood the meaning of the words 'Iman ایمان and Ghayb غیب ، one will have also understood the essential reality of 'Iman ایمان .\nLexically, the Arabic word 'Iman ایمان signifies accepting with complete certitude the statement made by someone out of one's total confidence and trust in him. Endorsing someone's statement with regard to sensible or observable facts is, therefore, not 'Iman ایمان . For example, if one man describes a piece of cloth as black, and another man endorses the statement, it may be called Tasdiq تصدیق (confirmation) but not 'Iman ایمان ، for such an endorsement is based on personal observation, and does, in no way, involve any confidence or trust in the man who has made the statement. In the terminology of the Shari` ah, 'Iman ایمان signifies accepting with complete certitude the statement made by a prophet out of one's total confidence and trust in him and without the need of personal observation.1\n1. It would be helpful to note that in the everday idiom of the West, and even in modern social sciences, \"faith\" has come to mean no more than an intense emotional state or \"a fixe emotion\". As against this, the Islamic conception of Iman ایمان is essentially intellectual, in the original signification of \"Intellect\" which the modern West has altogether forgotten.\nAs for the word Ghaib غیب ، lexically it denotes things which are not known to man in an evident manner, or which are not apprehensible through the five senses. The Holy Qur'an uses this word to indicate all the things which we cannot know through the five senses or through reason, but which have been reported to us by the Holy Prophet ﷺ . These include the essence and the attributes of Allah, matters pertaining to destiny, heaven and hell and what they contain, the Day of Judgment and the things which happen on that Day, divine books, all the prophets who have preceded the Holy Prophet ﷺ . in short, all the things mentioned in the last two verses of the Surah Al-Baqarah. Thus, the third verse of the Surah states the basic creed of the Islamic faith in its essence, while the last two verses provide the details.\nSo, belief in the unseen ultimately comes to mean having firm faith in everything that the Holy Prophet ﷺ has taught us - subject to the necessary condition that the teaching in question must have come down to us through authentic and undeniable sources. This is how the overwhelming majority of Muslim scholars generally define 'Iman ایمان (See al-'Aqidah al-Tahawiyyah, 'Aqa'id al-Nasafi etc.).\nAccording to this definition, Iman ایمان signifies faith and certitude, and not mere knowledge. For, a mental knowledge of the truth is possessed by Satan شیطان himself, and even by many disbelievers - for example, they knew very well that the Holy Prophet ﷺ was truthful and that his teachings were true, but they did not have faith in him nor did they accept his teachings with their heart, and hence they are not Muslims.\nThe Meaning of ` Establishing' Salah\nThe second quality of the God-fearing is that they are \"steadfast in the prayer.\" The verb employed by the Holy Qur'an here is Yuqimuna يُقِيمُنَا (generally rendered in English translations as \"they establish\", which comes from the word Iqamaha اقامہ signifying \"to straighten out\" ). So, the verb implies not merely saying one's prayers, but performing the prayers correctly in all possible ways and observing all the prescribed conditions, whether obligatory (Fard فرض) or necessary (Wajib واجب) or commendable (Mustahabb مستحب). The concept includes regularity and perpetuity in the performance of Salah as also an inward concentration, humility and awe. At this point, it may be noted that the term does not mean a particular Salah, instead, it includes all fard, wajib and nafl نفل prayers.\nNow to sum up - the God-fearing are those who offer their prayers regularly and steadfastly in accordance with the regulations of the Shari'ah, and also observe the spiritual etiquette outwardly and inwardly.\nSpending in the way of Allah: Categories\nThe third quality of the God-fearing is that they spend in the way of Allah. The correct position in this respect, which has been adopted by the majority of commentators, is that it includes all the forms of spending in the way of Allah, whether it be the fard (obligatory) Zakah or the Wajib (necessary) alms-giving or just voluntary and nafl نفل (supererogatory) acts of charity: For, the Holy Qur'an usually employs the word Infaq انفاق with reference to nafl نفل (supererogatory) alms-giving or in a general sense, but reserves the word Zakah for the obligatory alms-giving. The simple phrase: مِمَّا رَ‌زَقْنَاكُم : \"Spend out of what We have provided them\" inspires us to spend in the way of Allah by drawing our attention to the fact that anything and everything we possess is a gift from Allah and His trust in our hands, and that even if we spend all our possessions in the way of Allah, it would be proper and just and no favour to Him. But Allah in His mercy asks us to spend in His way \"out of' what (مِمَّا) he has provided - that is, only a part and not the whole.\nAmong the three qualities of the God-fearing, faith is, of course, the most important, for it is the basic principle of all other principles, and no good deed can find acceptance or validity without faith. The other two qualities pertain to good deeds_ Now, good deeds are many; one could make a long list of even those which are either obligatory or necessary. So, the question arises as to why the Holy Qur'an should be content to choose for mention only two - namely, performing Salah and spending in the way of Allah. In answering this question, one could say. that all the good deeds which are obligatory or necessary for man pertain either to his person and his body or to his possessions. Among the personal and bodily forms of ` Ibadat عبادت (acts of worship), the most important is the Salah. Hence the Holy Qur'an mentions only this form in the present passage. As for the different forms of ` Ibadat عبادت pertaining to possessions, the word Infaq انفاق (spending) covers all of them. Thus, in mentioning only two good deeds, ` the Holy Qur'an has by implication included all the forms of worship and all good deeds. The whole verse, then, comes to mean that the God-fearing are those who are perfect in their faith and in their deeds both, and that Islam is the sum of faith and practice. In other words, while providing a complete definition of Iman ایمان (Faith), the verse indicates the meaning of Islam as well. So, let us find out how Iman ایمان and Islam are distinct from each other.\nThe distinction between Iman ایمان and Islam اسلام\nLexically, '.Iman ایمان signifies the acceptance and confirmation of something with one's heart, while Islam signifies obedience and submission. Iman ایمان pertains to the heart; so does Islam, but it is related to all the other parts of the human body as well. From the point of view of the Shari'ah, however, Iman ایمان is not valid without Islam, nor Islam without Iman ایمان . In other words, it is not enough to have faith in Allah and the Holy Prophet ﷺ in one's heart unless the tongue expresses the faith and also affirms one's allegiance and submission. Similarly, an oral declaration of faith and allegiance is not valid unless one has faith in one's heart.\nIn short, Iman ایمان ، and Islam have different connotations from the lexical point of view. It is on the basis of this lexical distinction that the Holy Qur'an and Hadith refer to a difference between the two. From the point of view of the Shari` ah, however, the two are inextricably linked together, and one cannot be valid without the other - as is borne out by the Holy Qur'an itself.\nWhen Islam, or an external declaration of allegiance, is not accompanied by Iman ایمان or internal faith, the Holy Qur'an terms it as Nifaq نفاق (hypocrisy), and condemns it as a greater crime than an open rejection of Islam:\nاِنَّ الْمُنٰفِقِيْنَ فِي الدَّرْكِ الْاَسْفَلِ مِنَ النَّارِ\nSurely the hypocrites will be in the lowest depths of Hell. (4:145)\nIn explanation of this verse let us add that so far as the physical world goes, we can only be sure of the external state of a man, and cannot know his internal state with any degree of certainty. So in the case of men who orally declare themselves to be Muslims without having faith in their heart, the Shari'ah requires us to deal with them as we would deal with a Muslim in worldly affairs; but in the other world their fate would be worse than that of the ordinary disbelievers. Similarly, if Iman ایمان or acknowledgment in the heart is not accompanied by external affirmation and allegiance, the Holy Qur'an regards this too as kufr کفر or rejection and denial of the Truth - speaking of the infidels, it says:\nيَعْرِفُوْنَهٗ كَمَا يَعْرِفُوْنَ اَبْنَاۗءَھُمْ\nThey know him (that is, the Holy Prophet \tﷺ) as they know their own sons (2:146);\nor in another place:\nوَجَحَدُوْا بِهَا وَاسْتَيْقَنَتْهَآ اَنْفُسُهُمْ ظُلْمًا وَّعُلُوًّا\nTheir souls knew them (the signs sent by Allah) to be true, yet they denied them in their wickedness and their pride. (27:14)\nMy respected teacher, ` Allamah Sayyid Muhammad Anwar Shah used to explain it thus - the expanse which Iman ایمان and Islam اسلام have to cover in the spiritual journey is the same, and the difference lies only in the beginning and the end; that is to say, Iman ایمان starts from the heart and attains perfection in external deeds, while Islam starts from external deeds and can be regarded as perfect when it reaches the heart.\nTo sum up, Iman ایمان is not valid, if acknowledgment in the heart does not attain to external affirmation and allegiance; similarly, Islam اسلام is not valid, if external affirmation and allegiance does not attain to confirmation by the heart. Imam Ghazzali and Imam Subki رحمۃ اللہ علیہما both have arrived at the same conclusion, and in Musamarah, Imam Ibn al-Humam (رح) reports the agreement of all the authentic scholars in this respect.2 ...who believe in what has been revealed to you and in what has been revealed before you, and do have faith in the Hereafter.\n2. Today one finds a very wide-spread confusion, sometimes amounting to a total incomprehension, with regard to the distinction between Islam and Iman ایمان ، essentially under the influence of Western modes of thought and behaviour and, to be more specific, that of the ever-proliferating Protestant sects and schools of theology. Since the middle of the 19th century there have sprouted in almost every Muslim country a host of self-styled Reformists, Revivalists, Modernists et al, each pretending to have understood the \"real\" Islam for the first time, and each adopting an extremist, though untenable, posture with regard to Islam and Iman ایمان . On the one hand, we have people claiming that Islam is only a matter of the \"heart\" (a word which has during the last four hundred years been used in the West as an equivalent of \"emotion\" or, worse still, of \"emotional agitation\" ) or of \"religious experience\" (a very modish term brought into currency by William James). As a corollary, they stubbornly refuse to see the need for a fixed ritual or an ethical code, all of which they gladly leave to social exigency or individual preference. They base their claims on the unquestioned axiom that religion is \"personal\" relationship between the individual and \"his\" God. It is all too obvious that this genre of Modernist \"Islam\" is the progeny of Martin Luther with cross-pollination from Rousseau. On the other hand, we have fervent and sometimes violent champions of Islam insisting on a merely external performance of rituals - more often on a mere conformity to moral regulations, and even these, of their liking. They would readily exclude, and are anyhow indifferent to, the internal dimension of Islam. A recent modification of this stance (in the wake of a certain Protestant pioneering, it goes without saying) has been to replace divinely ordained rituals by acts of social service or welfare, giving them the status and value of acts of worship. Counseling on divorce, abortion, premarital sex and the rest of the baggage having already become a regular part of the functions of a Protestant clergyman, it would not be too fond to expect, even on the part of our Modernists, the speedy inclusion of acts of entertainment as well. There is still another variety of deviationists, more visible and vociferous than the rest, and perhaps more pervasive and pernicious in their influence, finding easy credence among a certain section of Muslims with a sloppy western-style education. While dispensing with the subtle distinctions between Islam and Iman ایمان ، they reduce Islam itself to a mere system of social organization, or even to state-craft. According to their way of looking at things, if Muslims fail to set up a social and political' organization of a specified shape, they would cease to be Muslims. Applied to the history of Islam, this fanciful notion would lead to the grotesque conclusion that no Muslim had ever existed. These are only a few examples of the intellectual distortions produced by refusing to define Islam and Iman ایمان clearly and ignoring the distinction between the two. Contrary to all such modernizing deviations, Islam in fact means establishing a particular relationship of obedience and servitude with Allah. This relationship arises neither out of vague \"religious experiences\" nor out of social regimentation; in order to attain it, one has to accept all the doctrines and to act upon all the commandments specified in the Holy Qur'an, the Hadith and the Shari'ah. These doctrines and commandments cover all the spheres of human life, individual or collective, right up from acts of worship down to social, political and economic relations among men, and codes of ethics and behaviour, morals and manners, and their essential purpose is to produce in man a genuine attitude of obedience to Allah. If one acts according to the Shari'ah one, no doubt, gains many worldly benefits, individual as well as collective. These benefits may be described as the raison d'etre of the commandments, but are in no way their essential object, nor should a servant of Allah seek them for themselves in obeying Him, nor does the success or failure of a Muslim as a Muslim depend on attaining them. When a man has fully submitted himself to the commandments of Allah in everything he does, he has already succeeded as a Muslim, whether he receives the related worldly benefits or not.",
  "ayah": 3,
  "surah": 2
}
