{
  "text": "An admonition to preachers without practice\nVerse 44 addresses the religious scholars of the Jews, and reprimands them for a strange contradiction in their behaviour - they used to advise their friends and relatives to follow the Holy Prophet ﷺ and to be steadfast in their Islamic faith, which shows that they regarded Islam as the true faith, but, being enslaved to their desires, were not prepared to accept this faith themselves, although they were regular readers of the Torah and knew how emphatically it denounces the scholar who does not act upon his knowledge. Though externally addressed to the Jewish scholars, the verse, in a larger sense, condemns all those who preach good deeds to others but do not act upon this principle, who ask others to have fear of Allah but show no such fear in their own behaviour. The Hadith speaks in detail of the dreadful punishments these men will have to bear in the other world. The blessed Companion Anas ؓ reports that on the Night of the Ascension (معراج), the Holy Prophet ﷺ passed by some people whose lips and tongues were being cut with scissors made of fire; on being questioned as to who they were, the Archangel Jibra'il (علیہ السلام) (Gabriel) explained that they were certain avaricious preachers of the Holy Prophet's Ummah who made others to good deeds but ignored themselves. (Ibn Kathir). According to a hadith reported by Ibn ` Asakir, certain people living in Paradise will find some of their acquaintances in the fire of hell, and ask them, \"How is it that you find yourselves in hell, while we have attained Paradise just on account of the good deeds we had learnt from you\"; those in hell will reply: \"We used to say all that with our tongues, but never acted upon what we said.\" (Ibn Kathir)\nAll this should not be taken to mean that it is not permissible for a man who has himself been slack in good deeds, or is in some way a transgressor, to give good counsel or preach to others, nor that a man who has been indulging in a certain sin may not try to dissuade others from committing that sin. For, doing a good deed is one form of virtue, and persuading others to do this good deed is another form of virtue in its own right. Obviously, if one has given up one form of virtue it does not necessarily follow that he should give up the other form as-well. For example, if a man does not offer his prescribed Salah نماز ، it is not necessary for him to give up fasting too. Similarly, if a man does not offer his prayers, it does not argue that he should not be allowed to ask others to offer their prayers. In the same way, doing something prohibited by the Shari'ah is one kind of sin, and not to dissuade those whom he can influence from this misdeed is another kind, and committing one kind of sin does not necessarily entail committing the other sin as well. (Ruh al-Ma'an~i (\nImam Malik (رح) has cited Sa’ id ibn Jubayr ؓ as saying that if everyone decides to refrain from persuading others to good deeds and dissuading them from evil deeds on the assumption that he himself is a sinner and can have no right to preach to others until and unless he has purged himself of all sins, there would be no one left to give good counsel to people, for who can be totally free of sins? According to Hasan (رح) of Basra, this is exactly what Satan wants that, obsessed by this false notion of purity, people should neglect their obligation to, provide religious instruction and good counsel to others. (Qurtubi)\nMaulana Ashraf ` Ali Thanavi (رح) used to say that when he became aware of a certain bad habit in himself, he would expressly denounce this particular tendency in his sermons so that the barakah of the sermon should help him to get rid of it.\nIn short, verse 44 does not imply that the man who has been indifferent to good deeds in his own life is not allowed to preach or to give good counsel, but that the man who preaches should not neglect good deeds in his own life. Now, a new question arises here - it is not permissible for a preacher and non-preacher alike to neglect good deeds, then why should the preacher alone be specifically discussed in this context? We would reply that such negligence is, no doubt, impermissible for both, but the crime of the preacher is more serious and reprehensible than that of the non-preacher, for the former commits a crime knowing that it is crime, and cannot plead ignorance as an excuse. On the contrary, the non-preacher, especially if he is illiterate , may be committing the sin of not trying to acquire knowledge, but, as far as the transgression of the Shari'ah is concerned, he can, to a certain degree plead ignorance of the law as his excuse. Moreover, if a scholar or a preacher commits a sin, he is actually mocking at the Shari'ah. The blessed Companion Anas ؓ reports from the Holy Prophet ﷺ that on the Day of Judgment, Allah will forgive illiterate and ignorant people much more readily than He will the scholars.",
  "ayah": 44,
  "surah": 2
}
