{
  "text": "Verse 47 asks the Israelites to call to their minds the blessing of Allah, so that the recognition of the benefits they have received may induce them to be thankful to Allah and thus to obey Him. The verse is addressed to the Jews contemporaneous with the Holy Prophet ﷺ while the blessing had been received by their forefathers. The point is that when a man receives a special favour, his children and grand children too usually partake of the benefits flowing from it; in this sense, the Jews who are being addressed may be said to have received the blessing themselves.\nAs for Allah giving preference to the Israelites \"over the worlds\", the phrase means that they were given preference only in certain matters, or only over a large part of men - for example, over the contemporaries of the earlier Israelites.\nThe day referred to in verse 48 is the Day of Judgment. As for no one being able to suffice another on that day, the phrase should be understood in the sense of one man paying the dues on behalf of another man. Let us, for example, suppose that a man is found wanting in the performance of obligatory acts of worship like Salah نماز and Sawm صوم (fasting), and another man should suggest that his own prayers and fasts may be transferred to the account of the former in order to make up the deficiency. Such a transaction shall not be possible on that day. Ransom, of course, means the money paid for securing the release of a criminal - this too shall be out of the question. As for intercession (shafa-` ah شفاعہ) not being accepted, the phrase does not totally deny the possibility of intercession on the Day of Judgment; it only means that if a man does not have 'Iman ایمان (faith), no intercession in his favour shall be accepted. For the Holy Qur'an makes it clear in certain other verses that Allah will allow intercession to be made on behalf of some people (53:26, 34:23, 2:55 etc.), and will disallow it in the case of those who do not possess 'Iman ایمان (21:28, 20:109). Since there would be no intercession on behalf of the latter, the question of its being accepted does not simply arise. 'Receiving support', in usual terms, means getting oneself released from a difficult situation with the help of a strong and powerful friend or patron. In short, none of the ways of receiving help possible in this world will be effective in the other world unless one possesses 'Iman ایمان .\nA doctrinal point\nOn the basis of verse 48, the Mu'tazilah and some other groups of a more recent origin have denied the possibility of all intercession in favour of Muslims. But, as we have shown above, the negation of intercession applies only to disbelievers and infidels. (Bayan al-Qur an)",
  "ayah": 48,
  "surah": 2
}
