{
  "text": "This verse speaks of some other attributes of the God-fearing, giving certain details about faith in the unseen with a special mention of faith in hereafter. Commenting on this verse, the blessed Companions ` Abdullah ibn Masud and ` Abdullah ibn ` Abbs ؓ have said that in the days of the Holy Prophet ﷺ God-fearing Muslims were of two kinds, - those who used to be associators and disbelievers but accepted Islam, and those who used to be among the people of the Book (that is, Jews and Christians) but embraced Islam later on; the preceding verse refers to the first group, and this verse to the second. Hence this verse specifically mentions belief in the earlier Divine Books along with belief in the Holy Qur'an, for, according to the Hadith, people in the second group deserve a double recompense, firstly, for believing in and following the earlier Books before the Holy Qur'an came to replace them, and secondly, for believing in and following the Holy Qur'an when it came as the final Book of Allah. Even today it is obligatory for every Muslim to believe in the earlier Divine Books except that now the belief has to take this form: everything that Allah has revealed in the earlier Books is true (excepting the changes and distortions introduced by selfish people), and that it was incumbent upon the people for whom those Books had been sent to act according to them, but now that all the earlier Books and Shari'ahs have been abrogated, one must act according to the Holy Qur'an alone.3\n3. Exactly as predicted by a Hadith, today we see all around us a proliferation of \"knowledge\" and of \"writing\". One of the dangerous forms the process has taken is the indiscriminate translation at least into European languages and the popularization of the sacred books of all possible religious and metaphysical traditions - not only the Hindu, the Chinese or the Japanese, but also the Shamanic or the Red Indian. The lust for reading sacred books has virtually grown into a mania, especially among the modern young people with their deep sense of being uprooted and disinherited, and all considerations of aptitude have been contemptuously set aside. In these circumstances, Muslims with a Western orientation are naturally impelled to ask themselves as to what they can or should make of such books which sometimes seem to offer similarities and parallels to the Holy Qur'an itself, and more often to the Sufi doctrines. The problem has already attained noticeable proportions, for in 1974 the government of Turkey found it necessary to ban the entry of certain Hindu sacred books like the Bhagavadgita and Upanishads. The correct doctrinal position in this respect is that it is obligatory for every Muslim, as an essential part of the Islamic creed, to believe in all the prophets and messengers of Allah and in the Divine Books (not in their distorted forms, but as they were originally revealed) that have specifically been mentioned by their names in the Holy Qur'an, and also to believe that Allah has sent His messengers and His books for the guidance of all the peoples and all the ages, and that Muhammad ﷺ is the last prophet and the Holy Qur'an the final Book of Allah which has come down to replace the earlier Books and Shari'ahs. As to the question of the authenticity and divine origin of a particular book held in reverence by an earlier religion or metaphysical tradition, a Muslim is not allowed to affirm such a claim unequivocally, nor should he unnecessarily reject such a possibility. In so far as contents of the book concerned agree with what the Holy Qur'an has to say on the subject, we may accept the statement as true, otherwise spiritual etiquette requires an average Muslim to keep quiet and not meddle with things which he is not likely to understand. As for reading the sacred books of other traditions, it should be clearly borne in mind that a comparative study of this nature requires a very special aptitude which is extremely rare, and hence demands great caution. A cursory reading of sacred books, motivated by an idle curiosity or by a craze for mere information, may very well lead to an intellectual disintegration or to something still worse, instead of helping in the \"discovery of the truth\" and the acquisition of \"peace\" which a comparative study is widely supposed to promise. Even when the aptitude and the knowledge necessary for the task is present, such a study can be carried out only under the supervision of an authentic spiritual master. In any case, we cannot insist too much on the perils of the enterprise.\nAn argument to the Finality of Prophethood\nThe mode of expression helps us to infer from this verse the fundamental principle that the Holy Prophet Muhammad ﷺ is the last of all the prophets, and the Book revealed to him is the final revelation and the last Book of Allah. For, had Allah intended to reveal another Book or to continue. The mode of revelation even after the Holy Qur'an, this verse, while prescribing belief in the earlier Books as necessary for Muslims, must also have referred to belief in the Book or Books to be revealed in the future. In fact, such a statement was all the more needed, for people were already familiar with the necessity of believing in the Torah, the Evangile and the earlier Books, and such a belief was in regular practice too, but if prophethood and revelation were to continue even after the Holy Prophet ﷺ ، it was essential that the coming of another prophet and another book should be clearly indicated so that people were not left in doubt about this possibility. So, in defining Iman ایمان ، the Holy Qur'an mentions the earlier prophets and the earlier Books, but does not make the slightest reference to a prophet or Book to come after the last Prophet ﷺ . The matter does not end with this verse. The Holy Qur'an touches upon the subject again and again in no less than forty or fifty verses, and in all such places it mentions the prophets, the Books and the revelation preceding the Holy Prophet ﷺ but nowhere is there even so much as a hint with regard to the coming of a prophet or of a revelation in the future, belief in whom or which should be necessary. We cite some verses to demonstrate the point:\nوَمَآ اَرْسَلْنَا مِنْ قَبْلِكَ\nAnd what We have sent down before you. (16:43)\nوَلَقَدْ اَرْسَلْنَا رُسُلًا مِّنْ قَبْلِكَ\nAnd We have certainly sent messengers before you. (40:78)\nوَلَقَدْ اَرْسَلْنَا مِنْ قَبْلِكَ رُسُلًا\nAnd certainly before you We have sent messengers. (20:47)\nوَمَآ اُنْزِلَ مِنْ قَبْلِكَ\nAnd what was revealed before you. (4:60)\nوَلَقَدْ اُوْحِيَ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِك\nAnd it has certainly been revealed to you and to those who have gone before you... (39:65)\nكَذٰلِكَ يُوْحِيْٓ اِلَيْكَ وَاِلَى الَّذِيْنَ مِنْ قَبْلِكَ\nThus He reveals to you and He revealed to those who have gone before you. (42:3)\nكَمَا كُتِبَ عَلَي الَّذِيْنَ مِنْ قَبْلِكُمْ\nFasting is decreed (literally, written) for you as it was decreed for those before you. (2:183)\nسُنَّةَ مَنْ قَدْ اَرْسَلْنَا قَبْلَكَ مِنْ رُّسُلِنَا\nSuch was Our way with the messengers whom We sent before you. (17:77)\nIn these and similar verses, whenever the Holy Qur'an speaks of the sending down of a Book or a revelation or a prophet or a messenger, it always attaches the conditional phrase, Min qabl مِنْ قَبْلِ (before) or Min Qablik مِنْ قَبْلِك (before you), and nowhere does it employ or suggest an expression like min ba` d مِنْ بَعد (after you). Even if other verses of the Holy Qur'an had not been explicit about the finality of the prophethood of Muhammad ﷺ and about the cessation of revelation, the mode of expression adopted by the Holy Qur'an in the present verse would in itself have been sufficient to prove these points.\nThe God-fearing have Faith in the Hereafter\nThe other essential quality of the God-fearing mentioned in this verse is that they have faith in Al-Akhirah الآخرت (the Hereafter). Lexically the Akhirah signifies 'that which comes after something'; in the present context, it indicates a relationship of contrast with the physical world, and thus signifies the other world which is beyond physical reality as we know it and also beyond the sensuous or rational perception of man. The Holy Qur'an gives to the Hereafter other names too - for example, Dar al-Qarar دار القرار (the Ever-lasting Abode), Dar al-Hayawan دار الحیوان (the Abode of Eternal Life) and Al-` Ugba العقبہ (the Consequent). The Holy Qur'an is full of vivid descriptions of the Hereafter, of the joys of heaven and of the horrors of hell. Although faith in the Hereafter is included in faith in the unseen which has already been mentioned, yet the Holy Qur'an refers to it specifically because it may, in a sense, be regarded as the most important among the constitutive elements of faith in so far as it inspires man to translate faith into practice, and motivates him to act in accordance with the requirements of his faith. Along with the two doctrines of the Oneness of God and of prophethood, this is the third doctrine which is common to all the prophets and upon which all the Shari'ahs are agreed.4\n4. There is a deplorable misconception with regard to the Hereafter, quite wide-spread among those who are not, or do not want to be, familiar with the Holy Qur'an and who have at the same time been touched by the rationalism, materialism and libertarianism of the Western society, which makes them cherish certain mental and emotional reservations at least about the horrors of hell, if not about the joys of heaven. Some of them have gone to the preposterous length of supposing that these are the inventions of the ` Ulama' whom they describe as 'obscurantist' of course, in the jargon of the Western Reformation and of the so-called Enlightenment. They ignore the obvious fact that faith in the Holy Qur'an necessitates faith in every word of the Holy Qur'an, and that it is not possible to affirm one of the Book while denying another and yet remain a Muslim ۭاَفَتُؤْمِنُوْنَ بِبَعْضِ الْكِتٰبِ وَتَكْفُرُوْنَ بِبَعْضٍ \"What, do you believe in one part of the Book and deny another?\" (2:85) Moreover, these enlightened Muslims have never made a serious attempt to take into account the complex historical factors that led to- the rise of the Enlightenment in Europe, nor the meaning of the subsequent development in ethical ideas. We may, therefore, give a few and very brief indications. There has been no dearth, even in the hey-day of the Enlightenment, of thinkers who have had no scruples in dispensing with ethics altogether which they look upon as superstition or tyranny and hence a blight for the human personality. But even those thinkers who have recognised the indispensable need for regulations and rules, if not principles, for human conduct in order to preserve social order or to make social life possible, have in general had no qualms about discarding the very idea of divine sanction - despite the intimation of Voltaire, the arch-priest of relationalism, that man would have to invent God, even if He did not exist. As to the nature and origin of the ethical regulations and the sanction behind them, Western thinkers have fiom time to time tried to promote various agencies - the sovereign state, social will or convention or custom, the supposedly pure and innocent nature of man himself with its capacity for self-regulation, and finally biological laws. The second half of the twentieth century has witnessed the withering away of all these ethical authorities which has left the modern man without even a dim prospect of constructing a new illusion. It is only in this perspective that one can properly consider the significance of the belief in the hereafter for human society.\nFaith in the Hereafter: A revolutionary belief\nThe belief in the Hereafter, among Islamic doctrines, is the one whose role in history has been what is nowadays described as revolutionary, for it began with transmuting the morals and manners of the followers of the Holy Qur'an, and gradually gave them a place of distinction and eminence even in the political history of mankind. The reason. is obvious. Consider the case of those who believe that life in the physical world is the only life, its joys the only joys and its pains the only pains, whose only goal is to seek the pleasures of the senses and the fulfillment of physical or emotional needs, and who stubbornly refuse to believe in the life of the Hereafter, in the Day of Judgment and the assessment of everyone's deeds, and in the requital of the deeds in the other world. When such people find the distinction between truth and falsehood, between the permissible and the forbidden, interfering with the hunt for the gratification of their desires, such differentiations naturally become intolerable to them.\nNow, who or what can effectively prevent them from committing crimes? The penal laws made by the state or by any other human authority can never serve either as real deterrent to crime or as agents of moral reform. Habitual criminals soon grow used to the penalties. A man, milder or gentler of temperament or just timid, may agree to forego the satisfaction of his desires for fear of punishment, but he would do so only to the extent that he is in danger of being caught. But in his privacy where the laws of the state cannot encroach upon his freedom of action, who can force him to renounce his pleasures and accept the yoke of restraints? It is the belief in the Hereafter and the fear of Allah, and that alone, which can bring man's private behaviour in line with his public behaviour, and establish a harmony between the inner state and the outer. For the God-fearing man knows for certain that even in the secrecy of a well-guarded and sealed room and in the darkness of night somebody is watching him, and somebody is writing down the smallest thing he does. Herein lies the secret of the clean and pure society which arose in the early days of Islam when the mere sight of a Muslim, of his manners and morals, was enough to make non-believers literally fall in love with Islam. For true Faith in the Hereafter, certitude must follow Oral Affirmation.\nBefore we proceed, we may point out that in speaking of faith in the hereafter as one of the qualities of the God-fearing, the Holy Qur'an does not use the word yu'minuna یومنینا (believe) but the word yuqinuna (have complete certitude), for the opposite of belief is denial, and that of certitude is doubt and hesitation. Thus, we find a subtle suggestion here that in order to attain the perfection of Iman ایمان it is not enough to affirm the hereafter orally, but one must have a complete certitude which leaves no room for doubt - the kind of certitude which comes when one has seen a thing with one's own eyes. It is an essential quality of the God-fearing that they always have present before their eyes the whole picture of how people will have to present themselves for judgment before Allah in the hereafter, how their deeds will be assessed and how they will receive reward or punishment according to what they have been doing in this world. A man who amasses wealth by usurping what rightfully belongs to others, or who gains petty material ends by adopting unlawful means forbidden by Allah, may declare his faith in the hereafter a thousand times and the Shari'ah may accept him as a Muslim in the context of worldly concerns, but he does not possess the certitude which the Holy Qur'an demands of him. And it is this certitude alone which transforms human life, and which brings in its wake as a reward the guidance and triumph promised in verse 5 of this Surah:\nأُولَـٰئِكَ عَلَىٰ هُدًى مِّن رَّ‌بِّهِمْ ۖ وَأُولَـٰئِكَ هُمُ الْمُفْلِحُونَ ﴿5﴾\nIt is these who are on guidance given by their Lord; and it is just these who are successful.",
  "ayah": 5,
  "surah": 2
}
