{
  "text": "Having received the Torah from Allah, Sayyidna Musa (Moses علیہ السلام) returned from Mount Tur طور (Sinai) and recited it to the Israelites. The injunctions contained in the Book were rather rigorous, but their conduct and habits of mind really called for such strict discipline. To begin with, they replied that they would not obey the injunctions until and unless Allah Himself told them that it was His book. Seventy men, as we have related above, were selected to go to Mount Tur and to hear Allah attest the authenticity of the Torah. On their re-turn, they bore witness to the Torah being a Book of Allah, but added something on their own to what Allah had actually said. For, they told the Israelites that Allah had allowed them to act upon the injunctions only as much as they could, and had promised to forgive them for what they could not accomplish. They had always and instinctively been prone to rebellion against Allah, then, the injunctions were, no doubt, stern, and now they got a new pretext for being negligent. So, the Israelites flatly refused to obey the injunctions, insisting that it was beyond their endurance to act upon such harsh regulations. In reply to this insolence, Allah commanded the angels to raise Mount Tur and let it hang in the air above their heads as a threat that if they did not fulfill their covenant with Allah, it would fall on them and crush them. The Israelites, then, had no choice but to submit.\nA doubt is quite likely to arise here. The Holy Qur'an says in another place that force should not be used to make a man change his religion, while in the present instance it appears that force is being used. But, in fact, force is not being used to make the Israelites change their religion, for they had already accepted Sayyidna Musa (علیہ السلام) as a prophet of Allah, and willingly made a covenant with Allah that they would act upon the Book of Allah, if one was given to them. So, they now stand as rebels, and are being threatened with dire punishment for persisting in their rebellion. This is exactly how even a secular state deals with rebels, and how it adopts towards them an attitude quite different from that towards aliens or enemies, for it leaves only two ways open to the rebel -- either to submit himself, or to lose his life. That is why it is only an apostate (Murtadd مُرتد ) who is, according to the Islamic Shari` ah, condemned to capital punishment, and not an outright disbeliever. Moreover, the Israelites were being threatened with death as criminals and offenders against the law which they acknowledged to be the divine law, but which they refused to obey.",
  "ayah": 63,
  "surah": 2
}
