{
  "text": "The murderer had his supporters who wanted to hide his crime, and hence began accusing different people. But Allah willed that the criminal should be brought to book, and appointed a miraculous way of identifying him -- that is, the dead body of the murdered man should be touched with a part of the flesh of the sacrificial cow. When this was done, the dead man came back to life, announced the name of his murderer, and died again.\nThis miraculous event is a manifestation of the omnipotence of Allah, and Holy Qur'an presents it as an argument against those who deny the Resurrection of the dead for the Last Judgment. Verse 73 says that this precedent should induce people to make use of their reason, and see that what has happened in a past instance can as easily happen in a future instance.\nWith regard to this event one may ask as to why Allah made the resurrection of the dead man depend upon his being touched with a part of flesh when he had the power to bring the man back to life without the intervention of any such device; or, one may ask as to why the dead man should have been brought back to life when the name of the murderer could have been revealed even otherwise. In answer to this, we shall say that Allah is omnipotent, and does not act under any kind of compulsion, but that all His actions proceed from His all-embracing wisdom. Moreover, it is He alone who knows, and can know, the raison d'etre of what He does. The Shari'ah does not oblige us to discover the raison d'etre of each and every divine act, nor is it necessary or possible that we should be able to comprehend the raison d'etre in each case. The best way in such a case is to accept what Allah or the Holy Prophet ﷺ has said, and to keep quiet.\nLet us say a word about the arrangement and sequence of the events. Verse 72 relates how a man was murdered, and how people started accusing each other. This is the beginning of the story which has been related earlier in Verses 67-71. This chronological order has not been preserved in the narration, but inverted, and this re-arrangement has a subtle significance. This long section of the Surah (Chapter) has been dealing with the transgressions of the Israelites, and this is just what the Holy Qur'an intends to bring out in narrating different stories, the narrating of stories not being an object in itself here. The present story is meant to show two misdeeds - firstly, committing a murder and then trying to hide it; secondly, raising uncalled-for objections to divine commandments. If the chronological order had been kept up, the readers would have supposed that it was only the first of these that was really intended, while the second was added only by way of completing the story. The present arrangement clearly shows that both the misdeeds have been equally emphasized.\nInjunctions and related consideration\nIn this incident the statement of the murdered man was considered evidence for condemning the murderer, because Allah had informed Sayyidna Musa (علیہ السلام) through revelation that the man would, on coming back to life, speak the truth. Otherwise, one cannot be declared as being guilty of murder without proper evidence, the rules of which have been laid down by the Shari'ah.",
  "ayah": 73,
  "surah": 2
}
