{
  "text": "Allah reminds the Jews that He is omniscient, and knows what they try to keep concealed as well as what they say or do openly. So, it would make no difference at all, if the hypocrites tried to conceal their infidelity from the Muslims, or the other group, not to disclose the verses of the Torah which speak of the Holy Prophet ﷺ . For, Allah Himself has, on different occasions, informed the Muslims in the Holy Qur'an as to the hypocrisy of certain Jews and as to the testimony of the Torah also.\nVerse 77 deals with the educated ones among the Jews, while Verse 78 speaks of those who were unlettered. These men had no knowledge of the Torah, and were even deficient in their understanding. Then, the Jewish scholars did not give them correct or proper information about their religion. No wonder, their minds were stuffed only with baseless superstitions which they found very pleasant and flattering.\nSince the dishonesty of their scholars was the real cause of their superstitiousness, the crime of the former was greater than that of the latter. So, Verse 79 turns to the Jewish scholars. They were greedy and self-seeking, and in order to please the people for receiving money and respect from them, they used to misrepresent divine injunctions, going so far as to change the words of the Torah or distort the sense, pretending all the while that this was just what Allah had said or meant. The Verse 79 announces a grievous punishment for these two sins - distorting the Word of Allah and earning money by doing so.\nA doctrinal point\nVerse 78 says that the illiterate Jews follow their Zann ظن ، that is to say, their fancies or conjectures. Some people do not pay any attention to the context in which the word has been used here, and come to the erroneous conclusion that it is not legitimate to accept or follow any view or injunction based on Zann ظن ، which they always translate as \"a fanciful supposition.\" This, no doubt, is one of the lexical meanings of the word, but only one. Let us explain that the Holy Qur'an uses the word Zann ظن in three ways:\n(1) To signify perfect certitude -\"Those who are certain that they are going to meet their Lord\" (2:46). (2) To signify the greatest likelihood - \"And he said to him whom he thought was the more likely of the two to be released from the prison\" (12:42). (3) To signify a mere fanciful supposition - as in the present verse. The Zann ظن which the Holy Qur'an prohibits us to follow is that of the third kind. This verse condemns the Jews for having followed this kind of Zann ظن which consists in a fanciful opinion that is not supported by a respectable argument or goes against a valid one. On the contrary, it is necessary to follow the Zann ظن of the first two kinds. When certain ahadith or certain arguments and conclusions in the Shari` ah are described as resting on Zann ظن ، it is done according to the second signification of the word. One cannot avoid this kind of Zann ظن in any sphere of life, and the Shari` ah requires us to accept and follow it. Certain verses of the Holy Qur'an, of course, condemn those who follow their Zann ظن ، but to apply this condemnation to all the possible cases, and to use such verses for rejecting all the legitimate arguments and injunctions of the Shariah based on Zann ظن is to betray one's ignorance of the Holy Qur'an.",
  "ayah": 79,
  "surah": 2
}
