{
  "text": "This verse recounts how the Israelites broke the pledge they had willingly made. Allah had laid down three special injunctions for the Israelites: (1) They should not kill one another in an internecine war. (2) They should not force their own people into exile. (3) If they found a man from amongst them a prisoner of war, they should pay a ransom, and get him released. The Israelites disregarded the first two injunctions, and acted upon the third alone which they supposed easier to be carried out.\nIt happened like this. There lived in Madinah two tribes, the Aws اوس and the Khazraj خزرج ، who were hostile to each other, and would often go to war. In the environs of Madinah, there also lived two tribes of the Jews, the Bani Qurayzah بنی قریظہ and the Bani Nadir. The former had friendly relations with the Aws اوس ، and the latter with the Khazraj خزرج . When the Aws اوس and the Khazraj خزرج went to war against each other, the two tribes of the Jews also took part in the battle, each on the side of its own friends. In these battles, many Jews lost their lives or were rendered homeless as much as the non-Jews. In other words, the Jews of the Bani Qurayzah بنی قریظہ tribe had a share in the slaughter and exile of the Jews of the Bani Nadir tribe, and vice versa. However, when some of the Jews became prisoners of war, each of the two Jewish groups would persuade their respective friends among the non-Jews to accept a ransom and to release the prisoners. When they were asked why they showed such a solicitude for the prisoners, they would say that it was obligatory for them to get prisoners released. But when someone objected to their helping the non-Jews in slaughtering the Jews, they used to reply that it would be a real disgrace if they did not go to the aid of their friends, even if they were not Jews.\nSo, the present verse exposes their duplicity and their perversity. The Holy Qur'an indicts their behaviour as \"sin and aggression,\" and this suggests that the Israelites were infringing on two kinds of rights -- the right of Allah, by disobeying Him; and the right of His creatures, by inflicting pain and loss on them.\nThe verse proceeds to reprimand them for accepting certain injunctions laid down in the Torah, while rejecting others, and following their own whims in both the cases. At the end, this long verse announces the grave punishment for such misdeeds the Israelites will have to bear in this world as well as in the other.\nLet it be clearly understood that the Jews referred to in this verse had already become infidels (Kafirs کفار) by refusing to accept and affirm the prophethood of Sayyidna Muhammad ﷺ . But instead of referring to this aspect of their infidelity, the verse points out another aspect. It reprimands them for having faith ('Iman ایمان ) only in some part of the Book (Torah تورات ) and not having faith in some other. If we take the words of the present verse literally, it means that the Jews had become infidels by not having faith in some parts (that is to say, some injunctions) of the Torah. For, a Divine Book has to be accepted as a whole; to reject a part is to reject the whole, and clearly amounts to disbelief and infidelity (Kufr کفر ). But if we interpret the present verse in a different way, and take it to be reprimanding the Jews for not acting upon certain injunctions, then a question would arise here: How is it that the verse delineates their infringement of certain commandments as Kufr کفر or infidelity, although a believer cannot be considered an infidel so long as he accepts, at least in principle, the distinctions between the Halal حلال (lawful) and the Haram حرام ( unlawful) exactly as laid down by the Shari'ah? The answer to the question is that when a sin is very grave, the idiom of the Shari'ah sometimes delineates it as Kufr کفر (infidelity) in order to emphasize its gravity and its moral nature. This is also what the hadith intends to do when it says: مَن تَرَکَ الصَلاۃ مُتَعمَّداً فَقَد کَفَرَ :\"He who gave up the Salah wilfully became an infidel.\nThis second interpretation does not, however, attenuate or modify the Kufr کفر (infidelity) of the Jews of which they had already been guilty by denying the prophethood of Sayyidna Muhammad ﷺ .\nThe verse announces that the Jews will have to bear a punishment not only in the other world, but in this world too - in the shape of humiliation and disgrace. It took place as it had been foretold. In the time of the Holy Prophet ﷺ himself, the Jews of the Bani Qurayzah بنی قریظہ tribe had to lose their lives or to undergo imprisonment, and those of the Bani Nadir tribe were expelled for having broken the pact they had earlier made with the Muslims.\nA doctrinal point\nVerse 85 announces the \"punishment\" for Jews. One may very well ask here why the direst punishment should be reserved for the Jews, and not for atheists, for the Jews at least believe in Allah. The famous Commentator 'Aids' says in his \"Ruh al-Ma'ani\" that every punishment meted out to the infidels will be \"the direst\" in the sense that it will have no end or limit. So, what the verse implies is not that the punishment given to the Jews will be more severe than the one given to all the other infidels, but that they will be given the kind of punishment which is \"the direst\" in the sense of having no end or limit. In other words, the verse suggests that the punishment given to the infidels will be more severe than the one given to Muslim sinners. But if there are going to be different degrees in the punishment meted out to different kinds of infidels, it does not in any way go against the implications of this verse. (Bayan al-Qur an)",
  "ayah": 85,
  "surah": 2
}
