{
  "text": "In refuting the claim of the Jews to be authentic and true already referred to in Verse 63. When the Israelites succeeded, with the help of Allah, in escaping from Egypt and crossing the sea, they came upon a people who used to worship idols. They found this cult so attractive that they requested Sayyidna Musa (Moses علیہ السلام) to fabricate a visible and concrete god for them too. When he reprimanded them, they realized their error, and offered' repentance. But repentance has many degrees. Since their repentance was not of a very high order, the darkness of their error did not altogether leave their hearts, but continued to grow, and finally manifested itself in the worship of the golden calf. As an act, of penance, some of them had to be slain, and others, as some commentators report, were forgiven and not slain. Possibly the repentance of these latter was again of a low order. As for those who had not indulged in the worship of the calf, they did not hate the action of the worshippers of the calf as much as they should have. So, their hearts too carried a trace of the sin of association (shirk شرک). So, either through the feebleness of their repentance or through a want of proper hatred for infidelity, their hearts became indolent in religious matters, so much so that when Allah asked them to take a pledge to follow the injunctions of the Torah steadfastly, Mount Tur طور (Sinai) was suspended over their heads to threaten them.\nThis verse reports the Jews as having replied that they had heard the Command of Allah, but they would not obey, or would not be able to obey. It means that out of sheer fright they said (only with their tongues) that they had heard (that is to say, accepted) the Command of Allah. But there was no real consent in their hearts, and their posture and attitude was such as if they were saying that they would not or could not obey.\nHaving referred to such example of their perversity and rebellion, the Holy Qur'an asks the Jews to have a look at themselves and also at their claim to genuine faith. Could a true faith ever inspire men to such deeds? If it is their brand of \"faith\" which leads them into such grave sins, then it cannot be a true faith. Hence their claim to be true believers is evidently false.",
  "ayah": 93,
  "surah": 2
}
