{
  "text": "واذا ........................ قتلت (9:81) ” اور جب زندہ گاڑی ہوئی لڑکی سے پوچھا جائے گا کہ وہ کسی قصور میں ماری گئی “۔ دور جاہلیت میں انسانیت کی تذلیل اس حد تک پہنچ گئی تھی کہ لوگوں میں لڑکیوں کو زندہ درگور کرنے کا عام رواج تھا۔ یہ حرکت وہ دو وجوہات سے کرتے تھے۔ ایک یہ کہ وہ اس بات کو عار سمجھتے تھے کہ ان کی لڑکیاں کسی کی بیوی یا لونڈیاں بنیں۔ دوسری وجہ یہ تھی وہ فقر اور غربت سے ڈرتے تھے۔ قرآن کریم نے اس عادت بد کو قلم بند کرکے دور جاہلیت کی اس برائی کو ہمیشہ کے لئے ریکارڈ کردیا۔ کیونکہ اسلام آیا ہی اس لئے تھا کہ عربوں اور پوری انسانیت کو اس پستی سے نکال دے۔ اور انسانیت کو ترقی اور رفعت عطا کرے۔ قرآن کہتا ہے۔\nواذا بشر ................................ یحکمون (59-58:16) ” اور جب ان میں سے کسی کو بیٹی کے پیدا ہونے کی خوشخبری دی جاتی ہے تو اس کے چہرے پر سیاہی چھاجاتی ہے اور وہ بس خون کا گھونٹ پی کر رہ جاتا ہے۔ لوگوں سے چھپتا پھرتا ہے کہ اس بری خبر کے بعد کیا کسی کو منہ دکھائے۔ سوچتا ہے کہ ذلت کے ساتھ بیٹی کو لے رہے یا مٹی میں دبادے۔ دیکھو کتنے برے حکم ہیں جو یہ خدا کے بارے میں لگاتے ہیں “۔ اور دوسری جگہ ہے۔\nواذا بشر ............................ غیر مبین (18-17:43) ” اور حال یہ ہے کہ جس اولاد کی یہ لوگ اس خدائے رحمن کی طرف نسبت کرتے ہیں ، اس کی ولادت کا مژدہ اگر جب خود ان میں سے کسی کو دیا جاتا ہے تو اس کے منہ پر سیاہی چھاجاتی ہے ، اور وہ غم سے بھر جاتا ہے۔ کیا اللہ کے حصے میں وہ اولاد آئی جو زیوروں میں پائی جاتی ہے۔ اور بحث اور حجت میں اپنا مدعا پوری طرح واضح بھی نہیں کرسکتی “۔ اور تیسری جگہ یہ فرمایا :\nولا تقتلوا .................................... وایاکم (31:12) ” اور اپنی اولاد کو افلاس کے اندیشے سے قتل نہ کرو ، ہما نہیں بھی رزق دیں گے اور تمہیں بھی۔ درحقیقت ان کا قتل ایک بڑی خطا ہے “۔\nیہ رسم عملاً نہایت سنگدلی سے پوری کی جاتی تھی۔ بیٹی کو زندہ دفن کردیا جاتا تھا۔ ایک صورت یہ ہوتی کہ جب بچی چھ سال کی ہوجاتی تو باپ ماں سے کہتا کہ لڑکی تیار کرو ، میں اسے ماموں کے گھر لے جاتا ہوں۔ اس سے قبل وہ کسی خالی جگہ اس کے لئے کنواں کھود چکا ہوتا تھا۔ جب لڑکی کو لے جاکر کنویں پر پہنچا تو کہتا کہ کنویں میں دیکھو اور اسے کنویں میں گرا دیتا اور اوپر سے مٹی گرادیا۔ بعض اقوام میں رواج یہ ہوتا کہ جب کسی عورت کی ولادت کا وقت آتا تو اسے ایک گڑھے کے کنارے بٹھایا جاتا۔ اگر ولادت بیٹی کی ہوتی تو اسے گڑھے میں گرادیتی۔ اور اگر بیٹا ہوتا تو لے کر گھر آجاتی۔ اگر کوئی خاندان بیٹی کو زندہ درگور کرنے کا اردہ نہ کرتا تو اسے نہایت ہی بری حالت میں رکھا جاتا اور جب وہ اونٹ چرانے کے قابل ہوتی تو اسے اون یابالوں سے بنا ہوا کی جبہ پہنادیا جاتا اور دیہات میں بمیج دیا جاتا کہ اونٹ چرائے۔\nجو لوگ بیٹیوں کو زندہ درگور نہ کرتے اور ان سے اونٹ بھی نہ چرواتے تو وہ دوسرے ذرائع سے ان کو زندہ درگور رکھتے۔ جب بیچاری کسی کے نکاح میں آتی اور خاوند مرجاتا تو خاندان کا سرپرست آتا اور اس کے سر پر کپڑا ڈال دیتا۔ اس کے معنی یہ ہوتے کہ اس عورت کے ساتھ کوئی شخص نکاح نہیں کرسکتا۔ اگر اسے خود پسند آتی تو اس کے ساتھ شادی کرلیتا چاہے وہ اس شادی کو پسند کرتی یا نہ کرتی۔ اگر یہ اسے پسند نہ ہوتی تو بھی وہ اسے روکے رکھتا یہاں تک کہ مرجاتی اور یہ اس کی وراثت پاتا۔ الایہ کہ اپنا مال دے کر یہ عورت اپنے آپ کو آزاد کرالیتی۔ بعض لوگ ایسے تھے کہ عورت کو اس شرط پر طلاق کرتے تھے کہ وہ صرف اس جگہ نکاح کرے گی جہاں ان کی مرضی ہوگی الایہ کہ وہ فدیہ دے کر اس شرط کو ساقط کروادیتی۔ بعض اوقات یوں ہوتا کہ اگر خاوند مرجاتا تو بیوی کو خاندان کے چھوٹے بیٹوں کے لئے روک رکھتے۔ لڑکا بالغ ہوتا اور نکاح کرتا۔ اگر کسی کی سرپرستی میں یتیم لڑکی ہوتی تو وہ اسے نکاح کرنے نہ دیتا تاکہ اس کی سرپرستی ختم نہ ہوجائے اور اس لئے کہ اگر اس کی بیوی مرجائے تو یہ اس کے ساتھ نکاح کرلے۔ یا اپنی چھوٹی اولاد کے ساتھ نکاح کرلے۔ یہ کام وہ محض مالی لالچ میں کرتے۔ یا اگر لڑکی اچھی ہوتی تو اسے خوبصورتی کی وجہ سے روک لیتے۔\nبہرحال جاہلیت کے زمانے میں عورت بیچاری کے یہ شب وروز تھے۔ جب اسلام آیا تو اس نے ان تمام عادات ورسومات کی سخت مذمت کی۔ اس نے لڑکیوں کو زندہ درگور کرنے کی مذمت میں بہت مبالغہ کیا۔ اور یہ بتایا کہ قیامت کے میدان میں اٹھنے والے سوالات میں سے یہ ایک اہم سوال ہوگا۔ اور اس کا ذکر اللہ تعالیٰ نے ان ہولناک مناظر میں کیا ہے جن سے اس کائنات کا پورا نظام درہم برہم ہوگا ، گویا یہ بھی ایک ایسا حادثہ تھا جس سے عمرانی نظام درہم برہم ہوتا ہے۔ اگر زندہ درگور کی جانے والی لڑکی سے بھی باز پرس ہوگی کہ اس کے ساتھ یہ فعل کیوں ہوا ؟ تو جس شخص نے اس فعل شنیع کا ارتکاب کیا اس سے تو لازماً سوال ہوگا۔\nحقیقت یہ ہے کہ کسی جاہلی نظام میں عورت عزت کا مقام حاصل نہیں کرسکتی تھی۔ اگر اسلامی شریعت نے اور اسلامی نظام زندگی نے جنس بشر کو کرامت اور عزت عطا نہ کی ہوتی۔ اور اس تکریم اور اعزاز میں مرد اور عورت کو برابر نہ کیا ہوتا ، اور یہ نہ کہا ہوتا کہ انسان کے اندر اللہ نے اپنی روح پھونکی تو عورت کو یہ اعزاز کبھی نصیب نہ ہوتا جو اسلام نے اسے عطا کیا ہے۔ عورت عزت وشرف کی زندگی صرف اسلامی نظام سے حاصل کرسکتی ہے۔ اس کے سوا کسی اور عامل اور زندگی سے اسے عزت وشرف نہیں مل سکتا۔ نہ کسی معاشرے سے مل سکتا ہے۔\nاس طرح انسانیت کو جو ایک نیا جنم ملا وہ ان اقدار کی بدولت ممکن ہوا جو آسمانوں سے طے ہوکر آئی تھیں ، اس کے نتیجے کے طور پر اس دنیا میں عورت کو بھی انپا مقام ملا ۔ چناچہ عورت کی فطری ضعف کی وجہ سے ، اس کی مادی زندگی کی ضروریات ، اس کے خاوند پر رکھی گئی ہیں ، اس کی وجہ سے اس کی قدروقیمت اور ان کے وزن اور مقام میں کوئی کمی نہیں آتی ۔ اس لئے کہ اسلامی نظام میں مادی زندگی کی اس قدر اہمیت نہیں ہے۔ اسلامی نظام میں اصل وزن روحانی اقدار کا ہے جن کا تعلق اللہ سے ہے اور روحانی اقدار کے اعتبار سے مرد اور عورت میں کوئی فرق نہیں ہے۔\nجب وہ دلائل گنے جائیں کہ یہ دین اللہ کی طرف سے ہے اور جس ذات بابرکات نے یہ دین پیش کیا ہے وہ اللہ کے رسول ہیں ، تو اسلام نے عورت کو جو مقام دیا ہے ، وہ ان دلائل میں سرفہرست ہوگا۔ اس لئے کہ جس دور میں اسلام نے عورت کو یہ مقام دیا اس میں ایسی کوئی علامت ، کوئی تحریک یا کوئی سماجی مطالبہ اور ایسا نہ تھا کہ عورت کو یہ مقام دیاجانا چاہئے۔ نہ کوئی معاشی تحریک تھی اور نہ کوئی معاشرتی دباﺅ تھا کہ عورت کو یہ مقام دیا جائے ، یہ خالص اسلامی نظام تھا جس نے خالص وحی الٰہی کے تحت یہ کارنامہ سرانجام دیا۔ اسلام نے محض ربانی ہدایات کے مطابق عورت کو جاہلیت کی اس پستی سے نکال کر مقام بلند دیا اور اس کی زندگی کے حالات ہی بدل کر رکھ دیئے۔",
  "ayah": 9,
  "surah": 81
}
