{
  "text": "নিশ্চয় আমি মৃতকে জীবিত করি[১] এবং লিখে রাখি ওদের কৃতকর্ম ও যা ওরা পশ্চাতে রেখে যায়, [২] আমি প্রত্যেক জিনিস স্পষ্ট গ্রন্থে সংরক্ষিত রেখেছি। [৩]\n[১] অর্থাৎ, কিয়ামত দিবসে। এখানে মৃতকে জীবিত করার বর্ণনায় উদ্দেশ্য এই ইঙ্গিত করা যে, আল্লাহ তাআলা কাফেরদের মধ্য হতে যার অন্তরকে চান জীবিত করে দেন; যা কুফর ও ভ্রষ্টতার কারণে মৃত হয়ে গিয়েছিল। ফলে সে হিদায়াত ও ঈমান গ্রহণ করে নেয়।\n[২] مَا قَدَّمُوْا দ্বারা ঐ সকল আমল বা কৃতকর্মকে বুঝানো হয়েছে, যা মানুষ নিজের জীবনে করে থাকে। এবং 'آثَارَهُمْ দ্বারা ঐ সকল ভাল ও মন্দ আমলের নমুনাকে বুঝানো হয়েছে, যা সে পৃথিবীতে ছেড়ে যায় এবং তার মৃত্যুর পর তার অনুসরণে মানুষ সেই আমল করতে থাকে। যেমন হাদীসে আছে, \"যে ব্যক্তি ইসলামে কোন ভালো রীতি (বা কর্ম) প্রবর্তিত করে, তার জন্য রয়েছে তার সওয়াব (প্রতিদান) এবং তাদের সমপরিমাণ সওয়াব যারা ঐ রীতির অনুকরণে আমল (কর্ম) করে। এতে তাদের কারো সওয়াব এতটুকু পরিমাণও হ্রাস করা হয় না। আর যে ব্যক্তি ইসলামে কোন মন্দ রীতি (বা কর্মের) সূচনা করে, তার জন্য রয়েছে তার পাপ এবং তাদের সমপরিমাণ পাপও যারা ঐ রীতির অনুকরণে আমল (বা কর্ম) করে। এতে তাদের কারো পাপ এতটুকু পরিমাণ হ্রাস করা হয় না।\"\n(মুসলিম১০১৭নং, নাসাঈ, ইবনে মাজাহ, তিরমিযী)\nঅনুরূপ একটি হাদীস \"যখন মানুষ মারা যায়, তখন তার তিন প্রকার আমল ছাড়া সকল আমল বন্ধ হয়ে যায়। (ক) এমন ইলম, যার দ্বারা মানুষ উপকৃত হয়। (খ) নেক সন্তান, যে মৃত ব্যক্তির জন্য দু'আ করে। (গ) অথবা সাদকায়ে জারিয়া (প্রবহমান দান), যার দ্বারা তার মৃত্যুর পরেও মানুষ উপকৃত হতে থাকে।\n(মুসলিম)\n(آثارهم) এর দ্বিতীয় অর্থ হল, পদচিহ্ন। অর্থাৎ মানুষ পুণ্য ও পাপকর্মের জন্য যে সফর করে বা এক স্থান থেকে অন্য স্থান চলাচল করে, তার পদচিহ্ন লিপিবদ্ধ করা হয়। যেমন নবী (সাঃ)-এর যুগে মসজিদে নববীর নিকটে কিছু খালি জায়গা ছিল। বানু সালমাহ (গোত্র) সেখানে ঘর তৈরীর ইচ্ছা করল। যখন নবী (সাঃ) এই কথা অবগত হলেন, তখন তিনি তাঁদেরকে মসজিদের নিকটে ঘর তৈরী করতে নিষেধ করলেন এবং বললেন, (دِيَارَكُمْ تُكْتَبُ آثَارُكُمْ) অর্থাৎ তোমাদের ঘর যদিও দূরে, তবুও তোমরা ঐখানেই থাক। তোমরা যত পা হেঁটে আসবে তা লিপিবদ্ধ করা হবে।\n(মুসলিমঃ কিতাবুল মাসাজিদ)\nইমাম ইবনে কাসীর (রহঃ) বলেন, দুই অর্থই স্ব-স্ব স্থানে সঠিক। পরস্পরের মাঝে কোন বিরোধ নেই। বরং দ্বিতীয় অর্থে অধিক সতর্কীকরণ রয়েছে যে, যখন মানুষের পদচিহ্ন পর্যন্ত লেখা হয়, তখন মানুষ যে ভাল ও মন্দ কর্মের নমুনা ছেড়ে যায় এবং তার মৃত্যুর পর মানুষ যার অনুসরণ করে, তা তো অধিকরূপেই লেখা হবে।\n[৩] 'স্পষ্ট গ্রন্থ' বলে উদ্দেশ্য হল 'লাওহে মাহফুয' এবং অনেকে আমলনামাও উদ্দেশ্য নিয়েছেন।",
  "ayah": 12,
  "surah": 36
}
