{
  "text": "اصحاب کہف کا قصہ یہاں سے تفصیل کے ساتھ اصحاب کہف کا قصہ شروع ہوتا ہے کہ یہ چند نوجوان تھے جو دین حق کی طرف مائل ہوئے اور ہدایت پر آگئے قریش میں بھی یہی ہوا تھا کہ جوانوں نے تو حق کی آواز پر لبیک کہی تھی لیکن بجز چند کے اور بوڑھے لوگ اسلام کی طرف جرات سے مائل نہ ہوئے کہتے ہیں کہ ان میں سے بعض کے کانوں میں بالے تھے یہ متقی مومن اور راہ یافتہ نوجوانوں کی جماعت تھی اپنے رب کی وحدانیت کو مانتے تھے اس کی توحید کے قائل ہوگئے تھے اور روز بروز ایمان و ہدایت میں بڑھ رہے تھے۔ یہ اور اس جیسی اور آیتوں اور احادیث سے استدلال کر کے امام بخاری ؒ وغیرہ محدثین کرام کا مذہب ہے کہ ایمان میں زیادتی ہوتی ہے۔ اس میں مرتبے ہیں، یہ کم و بیش ہوتا رہتا ہے۔ یہاں ہے ہم نے انہیں ہدایت میں بڑھا دیا اور جگہ ہم آیت (وَالَّذِيْنَ اهْتَدَوْا زَادَهُمْ هُدًى وَّاٰتٰىهُمْ تَقْوٰىهُمْ 17؀) 47۔ محمد :17) ہدایت والوں کو ہدایت بڑھ جاتی ہے الخ اور آیت میں ہے (فَاَمَّا الَّذِيْنَ اٰمَنُوْا فَزَادَتْھُمْ اِيْمَانًا وَّھُمْ يَسْتَبْشِرُوْنَ01204) 9۔ التوبہ :124) ایمان والوں کے ایمان کو بڑھاتی ہے الخ اور جگہ ارشاد ہے آیت (هُوَ الَّذِيْٓ اَنْزَلَ السَّكِيْنَةَ فِيْ قُلُوْبِ الْمُؤْمِنِيْنَ لِيَزْدَادُوْٓا اِيْمَانًا مَّعَ اِيْمَانِهِمْ ۭ وَلِلّٰهِ جُنُوْدُ السَّمٰوٰتِ وَالْاَرْضِ ۭ وَكَان اللّٰهُ عَلِــيْمًا حَكِـيْمًا ۙ) 48۔ الفتح :4) تاکہ وہ اپنے ایمان کے ساتھ ہی ایمان میں اور بڑھ جائیں اسی مضمون کی اور بھی بہت سی آیتیں ہیں۔ مذکور ہے کہ یہ لوگ مسیح عیسیٰ بن مریم ؑ کے دین پر تھے واللہ اعلم۔ لیکن بظاہر معلوم ہوتا ہے کہ یہ مسیح ؑ کے زمانے سے پہلے کا واقعہ ہے اس کی ایک دلیل یہ بھی ہے کہ اگر یہ لوگ نصرانی ہوتے تو یہود اس قدر توجہ سے نہ ان کے حالات معلوم کرتے نہ معلوم کرنے کی ہدایت کرتے۔ حالانکہ یہ بیان گزر چکا ہے قریشیوں نے اپنا وفد مدینے کے یہود کے علماء کے پاس بھیجا تھا کہ تم ہمیں کچھ بتلاؤ کہ ہم رسول اللہ ﷺ کی آزمائش کرلیں تو انہوں نے کہا کہ تم اصحاب کہف کا اور ذوالقرنین کا واقعہ آپ سے دریافت کرو اور روح کے تعلق سوال کرو پس معلوم ہوتا ہے کہ یہود کی کتاب میں ان کا ذکر تھا اور انہیں اس واقعہ کا علم تھا جب یہ ثابت ہوا تو یہ ظاہر ہے کہ یہود کی کتاب نصرانیت سے پہلے کی ہے واللہ اعلم۔ پھر فرماتا ہے کہ ہم نے انہیں قوم کی مخالفت پر صبر عطا فرمایا اور انہوں نے قوم کی کچھ پرواہ نہ کی بلکہ وطن اور راحت و آرام کی بھی تج دیا۔ بعض سلف کا بیان ہے کہ یہ لوگ رومی بادشاہ کی اولاد اور روم کے سردار تھے۔ ایک مرتبہ قوم کے ساتھ عید منانے گئے تھے اس زمانے کے بادشاہ کا نام دقیانوس تھا بڑا سخت اور سرکش شخص تھا۔ سب کو شرک کی تعلیم کرتا اور سب سے بت پرستی کراتا تھا یہ نوجوان جو اپنے باپ دادوں کے ساتھ اس میلے میں گئے تھے انہوں نے جب وہاں یہ تماشا دیکھا تو ان کے دل میں خیال آیا کہ بت پرستی محض لغو اور باطل چیز ہے عبادتیں اور ذبیحہ صرف اللہ کے نام پر ہونے چاہئیں جو آسمان و زمین کا خالق مالک ہے پس یہ لوگ ایک ایک کر کے یہاں سے رکنے لگے ایک درخت تلے جا کر ان میں سے ایک صاحب بیٹھ گئے دوسرے بھی یہیں آگئے اور بیٹھ گئے تیسرے بھی آئے چوتھے بھی آئے غرض ایک ایک کر کے سب یہیں جمع ہوگئے حالانکہ ایک دوسرے میں تعارف نہ تھا لیکن ایمان کی روشنی نے ایک دوسرے کو ملا دیا۔ حدیث شریف میں ہے کہ روحیں بھی ایک جمع شدہ لشکر ہیں جو روز ازل میں تعارف والی ہیں وہ یہاں مل جل کر رہتی ہیں اور جو وہیں انجان رہیں ان کا یہاں بھی ان میں اختلاف رہتا ہے (بخاری ومسلم)عرب کہا کرتے تھے کہ جنسیت ہی میل جول کی علت ہے۔ اب سب خاموش تھے ایک کو ایک سے ڈر تھا کہ اگر میں اپنے ما فی الضمیر کو بتادوں گا تو یہ دشمن ہوجائیں گے کسی کو دوسرے کی نسبت اطلاع نہ تھی کہ وہ بھی اس کی طرح قوم کی اس احمقانہ اور مشرکانہ رسم سے بیزار ہے۔ آخر ایک دانا اور جری نوجوان نے کہا کہ دوستو ! کوئی نہ کوئی بات تو ضرور ہے کہ لوگوں کے اس عام شغل کو چھوڑ کر تم ان سے یکسو ہو کر یہاں آ بیٹھے ہو میرا تو جی چاہتا ہے کہ ہر شخص اس بات کو ظاہر کر دے جس کی وجہ سے اس نے قوم کو چھوڑا ہے۔ اس پر ایک نے کہا بھائی بات یہ ہے کہ مجھے تو اپنی قوم کی یہ رسم ایک آنکھ نہیں بھاتی جب کہ آسمان و زمین کا اور ہمارا تمہارا خالق صرف اللہ تعالیٰ ہی ہے تو پھر ہم اس کے سوا دوسرے کی عبادت کیوں کریں ؟ یہ سن کر دوسرے نے کہا اللہ کی قسم یہی نفرت مجھے یہاں لائی ہے تیسرے نے بھی یہی کہا جب ہر ایک نے یہی وجہ بیان کی تو سب کے دل میں محبت کی ایک لہر دوڑ گئی اور یہ سب روشن خیال موحد آپس میں سچے دوست اور ماں جائے بھائیوں سے بھی زیادہ ایک دوسرے کے خیر خواہ بن گئے آپس میں اتحاد و اتفاق ہوگیا۔ يہ انہوں نے ایک جگہ مقرر کرلی وہیں اللہ واحد کی عبادت کرنے لگے رفتہ رفتہ قوم کو بھی پتہ چل گیا وہ ان سب کو پکڑ کر اس ظالم مشرک بادشاہ اور اہل دربار اور کل دنیا کو اس کی دعوت دی دل مضبوط کرلیا اور صاف کہہ دیا کہ ہمارا رب وہی ہے جو آسمان و زمین کا مالک خالق ہے۔ ناممکن ہے کہ ہم اس کے سوا کسی اور کو معبود بنائیں ہم سے یہ کبھی نہ ہو سکے گا کہ اس کے سوا کسی اور کو پکاریں اس لئے کہ شرک نہایت باطل چیز ہے ہم اس کام کو کبھی نہیں کرنے کے۔ یہ نہایت ہی بےجا بات اور لغو حرکت اور جھوٹی راہ ہے۔ یہ ہماری قوم مشرک ہے اللہ کے سوا دوسروں کی پکار اور ان کی عبادت میں مشغول ہے جس کی کوئی دلیل یہ پیش نہیں کرسکتی، پس یہ ظالم اور کاذب ہیں۔ کہتے ہیں کہ ان کی اس صاف گوئی اور حق گوئی سے بادشاہ بہت بگڑا انہیں دھمکایا ڈرایا اور حکم دیا کہ ان کے لباس اتار لو اور اگر یہ باز نہ آئیں گے تو میں انہیں سخت سزا دوں گا۔ اب ان لوگوں کے دل اور مضبوط ہوگئے لیکن یہ انہیں معلوم ہوگیا کہ یہاں رہ کر ہم دینداری پر قائم نہیں رہ سکتے اس لئے انہوں نے قوم، وطن، دیس اور رشتے کنبے کو چھوڑنے کا ارادہ پختہ کرلیا۔ یہی حکم بھی ہے کہ جب انسان دین کا خطرہ محسوس کرے اس وقت ہجرت کر جائے۔ حدیث میں ہے کہ انسان کا بہترین مال ممکن ہے کہ بکریاں ہوں جنہیں لے کر دامن کوہ میں اور مرغزاوں میں رہے سہے اور اپنے دین کے بچاؤ کی خاطر بھاگتا پھرے۔ پس ایسے حال میں لوگوں سے الگ تھلگ ہوجانا امر مشروع ہے۔ ہاں اگر ایسی حالت نہ ہو، دین کی بربادی کا خوف نہ ہو تو پھر جنگلوں میں نکل جانا مشروع نہیں کیونکہ جمعہ جماعت کی فضیلت ہاتھ سے جاتی رہتی ہے۔ جب یہ لوگ دین گے بچاؤ کے لئے اتنی اہم قربانی پر آمادہ ہوگئے تو ان پر رب رحمت نازل ہوئی۔ فرمادیا گیا کہ ٹھیک ہے جب تم ان کے دین سے الگ ہوگئے تو بہتر ہے کہ جسموں سے بھی ان سے جدا ہوجاؤ۔ جاؤ تم کسی غار میں پناہ حاصل کرو تم پر تمہارے رب کی رحمت کی چھاؤں ہوگی وہ تمہیں تمہارے دشمن کی نگاہوں سے چھپالے گا اور تمہارے کام میں آسانی اور راحت مہیا فرمائے گا۔ پس یہ لوگ موقعہ پا کر یہاں سے بھاگ نکلے اور پہاڑ کے غار میں چھپ رہے۔ بادشاہ اور قوم نے ہر چندان کی تلاش کی، لیکن کوئی پتہ نہ چلا اللہ نے ان کے غار کو اندھیرے میں چھپا دیا۔ دیکھئے یہی بلکہ اس سے بہت زیادہ تعجب خیز واقعہ ہمارے نبی حضرت محمد مصطفیٰ ﷺ کے ساتھ پیش آیا۔ آپ مع اپنے رفیق خاص یار غار حضرت ابوبکر صدیق ؓ کے غار ثور میں جا چھپے مشرکین نے بہت کچھ دوڑ دھوپ کی، تگ و دو میں کوئی کمی نہ کی، لیکن حضرت ﷺ انہیں پوری تلاش اور سخت کوشش کے باوجود نہ ملے، اللہ نے ان کی بینائی چھین لی، آس پاس سے گزرتے تھے، آنکھیں پھاڑ پھاڑ کر دیکھتے تھے، حضرت ﷺ اگر کسی نے اپنے پیر کی طرف بھی نظر ڈال لی تو ہم دیکھ لئے جائیں گے آپ نے اطمینان سے جواب دیا کہ ابوبکر ان دو کے ساتھ تیرا کیا خیال ہے، جن کا تیسرا خود اللہ تعالیٰ ہے۔ قرآن فرماتا ہے کہ اگر تم میرے نبی کی امداد نہ کرو تو کیا ہوا ؟ جب کافروں نے اسے نکال دیا، میں نے خود اس امداد کی جب کہ وہ دو میں دوسرا تھا، جب وہ دونوں غار میں تھے جب وہ اپنے ساتھی سے کہہ رہا تھا کہ غمگین نہ ہو اللہ ہمارے ساتھ ہے پس اللہ تعالیٰ نے اپنی طرف سے سکون اس پر نازل فرمایا اور ایسے لشکر سے اس کی مدد کی جسے تم نہ دیکھ سکتے تھے آخر اس نے کافروں کی بات پست کردی اور اپنا کلمہ بلند فرمایا۔ اللہ عزت و حکمت والا ہے۔ سچ تو یہ ہے کہ یہ واقعہ اصحاب کہف کے واقعہ سے بھی عجیب تر اور انوکھا ہے۔ ایک قول یہ بھی ہے کہ ان نوجوانوں کو قوم اور بادشاہ نے پا لیا جب غار میں انہیں دیکھ لیا تو بس کہا بس ہم تو خود ہی چاہتے تھے چناچہ انہوں نے اس کا منہ ایک دیوار سے بند کردیا کہ یہیں مرجائیں لیکن یہ قول تامل طلب ہے قرآن کا فرمان ہے کہ صبح شام ان پر دھوپ آتی جاتی ہے وغیرہ واللہ اعلم۔",
  "ayah": 15,
  "surah": 18
}
