{
  "text": "ایک آنکھ بند ایک کھلی یہ سو رہے ہیں لیکن دیکھنے والا انہیں بیدار سمجھتا ہے کیونکہ ان کی آنکھیں کھلی ہوئی ہیں۔ مذکور ہے کہ بھیڑیا جب سوتا ہے تو ایک آنکھ بند رکھتا ہے، ایک کھلی ہوتی ہے پھر اسے بند کر کے اسے کھول دیتا ہے چناچہ کسی شاعر نے کہا ہے۔  ینام باحدی مقلتیہ ویتقی  باخری الرزایا فہو یقطان نائم جانوروں اور کیڑوں مکوڑوں اور دشمنوں سے بچانے کے لئے تو اللہ نے نیند میں بھی ان کی آنکھیں کھلی رکھی ہیں اور زمین نہ کھاجائے، کروٹیں گل نہ جائیں اس لئے اللہ تعالیٰ انہیں کروٹیں بدلوا دیتا ہے، کہتے ہیں سال بھر میں دو مرتبہ کروٹ بدلتے ہیں۔ ان کا کتا بھی انگنائی میں دروازے کے پاس مٹی میں چوکھٹ کے قریب بطور پہریدار کے بازو زمین پر ٹکاتے ہوئے بیٹھا ہوا ہے دروازے کے باہر اس لئے ہے کہ جس گھر میں کتا تصویر جنبی اور کافر شخص ہو اس گھر میں فرشتے نہیں جاتے۔ جیسے کہ ایک حسن حدیث میں وارد ہوا ہے۔ اس کتے کو بھی اسی حالت میں نیند آگئی ہے۔ سچ ہے بھلے لوگوں کی صحبت بھی بھلائی پیدا کرتی ہے دیکھئے نا اس کتے کی کتنی شان ہوگئی کہ کلام اللہ میں اس کا ذکر آیا۔ کہتے ہیں کہ ان میں سے کسی کا یہ شکاری کتا پلا ہوا تھا۔ ایک قول یہ بھی ہے کہ بادشاہ کے باورچی کا یہ کتا تھا۔ چونکہ وہ بھی ان کے ہم مسلک تھے۔ ان کے ساتھ ہجرت میں تھے۔ ان کا کتا ان کے پیچھے لگ گیا تھا۔ واللہ اعلم۔ کہتے ہیں کہ حضرت ابراہیم ؑ کے ہاتھوں حضرت ذبیح اللہ کے بدلے جو مینڈھا ذبح ہوا اس کا نام جریر تھا۔ حضرت سلیمان ؑ کو جس ہدہد نے ملکہ سبا کی خبر دی تھی اس کا نام عنفر تھا اور اصحاب کہف کے اس کتے کا نام قطیر تھا اور بنی اسرائیل نے جس بچھڑے کی پوجا شروع کی تھی اس کا نام مہموت تھا۔ حضرت آدم ؑ بہشت بریں سے ہند میں اترے تھے، حضرت حواجدہ میں ابلیس دشت بیسان میں اور سانپ اصفہان میں۔ ایک قول ہے کہ اس کتے کا نام حمران تھا۔ نیز اس کتے کے رنگ میں بھی بہت سے اقوال ہیں، لیکن ہمیں حیرت ہے کہ اس سے کیا نتیجہ ؟ کیا فائدہ ؟ کیا ضرورت ؟ بلکہ عجب نہیں کہ ایسی بحثیں ممنوع ہوں۔ اس لئے کہ یہ تو آنکھیں بند کر کے پتھر پھینکنا ہے بےدلیل زبان کھولنا ہے۔ پھر فرماتا ہے کہ ہم نے انہیں وہ رعب دیا ہے کہ کوئی انہیں دیکھ ہی نہیں سکتا یہ اس لئے کہ لوگ ان کا تماشہ نہ بنالیں کوئی جرات کر کے ان کے پاس نہ چلا جائے کوئی انہیں ہاتھ نہ لگا سکے وہ آرام اور چین سے جب تک حکمت الہی متقضی ہے باآرام سوتے رہیں۔ جو انہیں دیکھتا ہے مارے رعب کے کلیجہ تھر تھرا جاتا ہے۔ اسی وقت الٹے پیروں واپس لوٹتا ہے، انہیں نظر بھر کر دیکھنا بھی ہر ایک کے لئے محال ہے۔",
  "ayah": 18,
  "surah": 18
}
