{
  "text": "موت کے بعد زندگی ارشاد ہوتا ہے کہ جیسے ہم نے اپنی قدرت کاملہ سے انہیں سلا دیا تھا، اسی طرح اپنی قدت سے انہیں جگا دیا۔ تین سو نو سال تک سوتے رہے لیکن جب جاگے بالکل ویسے ہی تھے۔ جیسے سوتے وقت تھے، بدن بال کھال سب اصلی حالت میں تھے۔ بس جیسے سوتے وقت تھے ویسے ہی اب بھی تھے۔ کسی قسم کا کوئی تغیر نہ تھا آپس میں کہنے لگے کہ کیوں جی ہم کتنی مدت سوتے رہے ؟ تو جواب ملا کہ ایک دن بلکہ اس سے بھی کم کیونکہ صبح کے وقت یہ سو گئے تھے اور اس وقت شام کا وقت تھا اس لئے انہیں یہی خیال ہوا۔ لیکن پھر خود انہیں خیال ہوا کہ ایسا تو نہیں اس لئے انہوں نے ذہن لڑانا چھوڑ دیا اور فیصلہ کن بات کہہ دی کہ اس کا صحیح علم صرف اللہ تعالیٰ کو ہی ہے۔ اب چونکہ بھوک پیاس معلوم ہو رہی تھی اس لئے انہوں نے بازار سے سودا منگوانے کی تجویز کی۔ دام ان کے پاس تھے۔ جن میں سے کچھ راہ اللہ خرچ کئے تھے۔ کچھ موجود تھے۔ کہنے لگے کہ اسی شہر میں کسی کو دام دے کر بھیج دو ، وہ وہاں سے کوئی پاکیزہ چیز کھانے پینے کی لائے یعنی عمدہ اور بہتر چیز جیسے آیت (وَلَوْلَا فَضْلُ اللّٰهِ عَلَيْكُمْ وَرَحْمَتُهٗ مَا زَكٰي مِنْكُمْ مِّنْ اَحَدٍ اَبَدًا ۙ وَّلٰكِنَّ اللّٰهَ يُزَكِّيْ مَنْ يَّشَاۗءُ ۭ وَاللّٰهُ سَمِيْعٌ عَلِيْمٌ 21؀) 24۔ النور :21) یعنی اگر اللہ تعالیٰ کا فضل و کرم تم پر نہ ہوتا تو تم میں سے کوئی پاک نہ ہوتا اور آیت میں ہے (قَدْ اَفْلَحَ مَنْ تَزَكّٰى 14 ۙ) 87۔ الأعلی:14) وہ فلاح پا گیا جس نے پاکیزگی کی۔ زکوٰۃ کو بھی زکوٰۃ اسی لئے کا جاتا ہے کہ وہ مال کو طیب و طاہر کردیتی ہے۔ دوسرا قول یہ ہے کہ مراد بہت سارا کھانا لانے سے ہے جیسے کھیتی کے بڑھ جانے کے وقت عرب کہتے ہیں زکا الزرع اور جیسے شاعر کا قول ہے  قبائلنا سبع وانتم ثلاثۃ  واسبع ازکی من ثلاث والطیب پس یہاں بھی یہ لفظ زیادتی اور کثرت کے معنی میں ہے لیکن پہلا قول ہی صحیح ہے اس لئے کہ اصحاب کہف کا مقصد اس قول سے حلال چیز کا لانا تھا۔ خواہ وہ زیادہ ہو یا کم۔ کہتے ہیں کہ جانے والے کو بہت احتیاط برتنی چاہئے، آنے جانے اور سودا خریدنے میں ہوشیاری سے کام لے جہاں تک ہو سکے لوگوں کی نگاہوں میں نہ چڑھے دیکھو ایسا نہ ہو کوئی معلوم کرلے۔ اگر انہیں علم ہوگیا تو پھر خیر نہیں۔ دقیانوس کے آدمی اگر تمہاری جگہ کی خبر پا گئے تو وہ طرح طرح کی سخت سزائیں تمہیں دیں گے یا تو تم ان سے گھبرا کر دین حق چھوڑ کر پھر سے کافر بن جاؤ یا یہ کہ وہ انہی سزاؤں میں تمہارا کام ہی ختم کردیں۔ اگر تم ان کے دین میں جا ملے تو سمجھ لو کہ تم نجات سے دست بردار ہوگئے پھر تو اللہ کے ہاں کا چھٹکارا تمہارے لئے محال ہوجائے گا۔",
  "ayah": 19,
  "surah": 18
}
