{
  "text": "احسان فراموشی مترادف کفر ہے اس کا کافر مالدار کو جو جواب اس مومن مفلس نے دیا اس کا بیان ہو رہا ہے کہ کس طرح اس نے وعظ و پند کی ایمان و یقین کی ہدایت کی اور گمراہی اور غرور سے ہٹانا چاہا فرمایا کہ تو اللہ کے ساتھ کفر کرتا ہے جس نے انسانی پیدائشی مٹی سے شروع کی پھر اس کی نسل ملے جلے پانی سے جاری رکھی جیسے آیت (كَيْفَ تَكْفُرُوْنَ باللّٰهِ وَكُنْتُمْ اَمْوَاتًا فَاَحْيَاكُمْ ۚ ثُمَّ يُمِيْتُكُمْ ثُمَّ يُحْيِيْكُمْ ثُمَّ اِلَيْهِ تُرْجَعُوْنَ 28؀) 2۔ البقرة :28) میں ہے کہ تم اللہ کے ساتھ کیسے کفر کرتے ہو ؟ تم تو مردہ تھے اس نے تمہیں زندہ کیا۔ تم اس کی ذات کا، اس کی نعمتوں کا انکار کیسے کرسکتے ہو ؟ اسکی نعمتوں کے، اس کی قدرتوں کے بیشمار نمونے خود تم میں اور تم پر موجود ہیں۔ کون نادان ایسا ہے جو نہ جانتا ہو کہ وہ پہلے کچھ نہ تھا اللہ نے اسے موجود کردیا۔ وہ خود بخود اپنے ہونے پر قادر نہ تھا اللہ نے اس کا وجود پیدا کیا۔ پھر وہ انکار کے لائق کیسے ہوگیا ؟ اس کی توحید الوہیت سے کون انکار کرسکتا ہے۔ میں تو تیرے مقابلے میں کھلے الفاظ میں کہہ رہا ہوں کہ میرا رب وہی اللہ وحدہ لا شریک لہ ہے میں اپنے رب کے ساتھ مشرک بننا ناپسند کرتا ہوں۔ پھر اپنے ساتھی کو نیک رغبت دلانے کے لئے کہتا ہے کہ اپنی لہلہاتی ہوئی کھیتی اور ہرے بھرے میوں سے لدے باغ کو دیکھ کر تو اللہ کا شکر کیوں نہیں کرتا ؟ کیوں ماشاء اللہ لاقوۃ الا باللہ نہیں کہتا ؟ اسی آیت کو سامنے رکھ کر بعض سلف کا مقولہ ہے کہ جسے اپنی اولاد یا مال یا حال پسند آئے اسے یہ کلمہ پڑھ لینا چاہئے۔ ابو یعلی موصلی میں ہے حضور ﷺ فرماتے ہیں جس بندے پر اللہ اپنی کوئی نعمت انعام فرمائے اہل و عیال ہوں، دولتمندی ہو، پھر وہ اس کلمہ کو کہہ لے تو اس میں کوئی آنچ نہ آئے گی سوائے موت کے پھر آپ اس آیت کی تاویل کرتے۔ حافظ ابو الفتح کہتے ہیں یہ حدیث صحیح نہیں۔ مسند احمد میں ہے حضور ﷺ نے فرمایا کیا میں تمہیں جنت کا ایک خزانہ بتادوں ؟ وہ خزانہ لاحول قوۃ الا باللہ کہنا ہے۔ اور روایت میں ہے کہ اللہ فرماتا ہے میرے بندے نے مان لیا اور اپنا معاملہ میرے اس بندے نے مان لیا اور اپنا معاملہ میرے سپرد کردیا۔ حضرت ابوہریرہ ؓ سے پھر پوچھا گیا تو آپ نے فرمایا صرف لاحول نہیں بلکہ وہ جو سورة کہف میں ہے ماشاء اللہ لا قوۃ الا باللہ۔ پھر فرمایا کہ اس نیک شخص نے کہا کہ مجھے اللہ سے امید ہے کہ وہ مجھے آخرت کے دن اس سے بہتر نعمتیں عطا فرمائے اور تیرے اس باغ کو جسے تو ہمیشگی والا سمجھے بیٹھا ہے تباہ کر دے۔ آسمان سے اس پر عذاب بھیج دے۔ زور کی بارش آندھی کے ساتھ آئے۔ تمام کھیت اور باغ اجڑ جائیں۔ سوکھی صاف زمین رہ جائے گویا کہ کبھی یہاں کوئی چیز اگی ہی نہ تھی۔ یا اس کی نہروں کا پانی دھنسا دے۔ غور مصدر ہے معنی میں غائر کے بطور مبالغے کے لایا گیا ہے۔",
  "ayah": 37,
  "surah": 18
}
