{
  "text": "دیوار بنادی گئی۔اس دیوار پر نہ تو چڑھنے کی طاقت یاجوج ماجوج کو ہے، نہ وہ اس میں کوئی سوراخ کرسکتے ہیں کہ وہاں سے نکل آئیں۔ چونکہ چڑھنا بہ نسبت توڑنے کے زیادہ آسان ہے اسی لئے چڑھنے میں ما اسطاعوا کا لفظ لائے اور توڑنے میں ما استطاعوا کا لفظ لائے۔ غرض نہ تو وہ چڑھ کر آسکتے ہیں نہ سوراخ کر کے۔ مسند احمد میں حدیث ہے کہ حضور ﷺ نے فرمایا ہر روز یاجوج ماجوج اس دیوار کو کھودتے ہیں یہاں تک کے قریب ہوتا ہے کہ سورج کی شعاع ان کو نظر آجائیں چونکہ دن گزر جاتا ہے، اس لئے ان کے سردار کا حکم ہوتا ہے کہ اب بس کرو کل آکر توڑ دیں گے لیکن جب وہ دوسرے دن آتے ہیں، تو اسے پہلے دن سے زیادہ مضبوط پاتے ہیں۔ قیامت کے قریب جب ان کا نکلنا اللہ کو منظور ہوگا تو یہ کھودتے ہوئے جب دیوار کو چھلکے جیسی کردیں گے تو ان کا سردار کہے گا اب چھوڑ دو کل انشاء اللہ اسے توڑ ڈالیں گے پس انشاء اللہ کہہ لینے کی برکت سے دوسرے دن جب وہ آئیں گے تو جیسی چھوڑ گئے تھے۔ ویسی ہی پائیں گے فورا گرا دیں گے اور باہر نکل پڑیں گے۔ تمام پانی چاٹ جائیں گے، لوگ تنگ آکر قلعوں میں پناہ گزیں ہوجائیں گے۔ یہ اپنے تیر آسمان کی طرف چلائیں گے اور مثل خون آلود تیروں کے ان کی طرف لوٹائے جائیں گے تو یہ کہیں گے زمین والے سب دب گئے آسمان والوں پر بھی ہم غالب آگئے اب ان کی گردنوں میں گلٹیاں نکلیں گی اور سب کے سب بحکم الہٰی اسی وبا سے ہلاک کر دئے جائیں گے۔ اس کی قسم جس کے ہاتھ میں محمد ﷺ کی جان ہے کہ زمین کے جانوروں کی خوراک ان کے جسم وخون ہوں گے جس سے وہ خوب موٹے تازے ہوجائیں گے۔ ابن ماجہ میں بھی یہ روایت ہے۔ امام ترمذی ؒ بھی اسے لائے ہیں اور فرمایا ہے یہ روایت غریب ہے سوائے اس سند کے مشہور نہیں۔ اس کی سند بہت قوی ہے لیکن اس کا متن نکارت سے خالی نہیں۔ اس لئے کہ آیت کے ظاہری الفاظ صاف ہیں کہ نہ وہ چڑھ سکتے ہیں نہ سوراخ کرسکتے ہیں کیونکہ دیوار، نہایت، مضبوط، بہت پختہ اور سخت ہے۔ کعب احبار ؒ سے مروی ہے کہ یاجوج ماجوج روزانہ اسے چاٹتے ہیں اور بالکل چھلکے جیسی کردیتے ہیں پھر کہتے ہیں چلو کل توڑ دیں گے دوسرے دن جو آتے ہیں تو جیسی اصل میں تھی ویسی ہی پاتے ہیں آخری دن وہ بہ الہام الہٰی جاتے وقت انشاء اللہ کہیں گے دوسرے دن جو آئیں گے تو جیسی چھوڑ گئے تھے، ویسی ہی پائیں گے اور توڑ ڈالیں گے۔ بہت ممکن ہے کہ انہی کعب سے حضرت ابوہریرہ ؒ نے یہ بات سنی ہو پھر بیان کی ہو اور کسی راوی کو وہم ہوگیا ہو اور اس نے آنحضرت ﷺ کا فرمان سمجھ کر اسے مرفوعا بیان کردیا ہو واللہ اعلم۔ یہ جو ہم کہہ رہے ہیں اس کی تائید اس حدیث سے بھی ہوتی ہے۔ جو مسند احمد میں ہے کہ ایک مرتبہ حضور ﷺ نیند سے بیدار ہوئے، چہرہ مبارک سرخ ہو رہا تھا اور فرماتے جاتے تھے۔ لا الہ اللہ عرب کی خرابی کا وقت قریب آگیا آج یاجوج ماجوج کی دیوار میں اتنا سوراخ ہوگیا پھر آپ نے اپنی انگلیوں سے حلقہ بنا کر دکھایا اس پر ام المومنین حضرت زینب بنت جحش ؓ نے سوال کیا کہ یا رسول اللہ ﷺ کیا ہم بھلے لوگوں کی موجودگی میں بھی ہلاک کر دئیے جائیں گے ؟ آپ نے فرمایا ہاں جب خبیث لوگوں کی کثرت ہوجائے۔ یہ حدیث بالکل صحیح ہے بخاری مسلم دونوں میں ہے ہاں بخاری شریف میں راویوں کے ذکر میں حضرت ام حبیبہ ؓ کا ذکر نہیں۔ مسلم میں ہے اور بھی اس کی سند میں بہت سی ایسی باتیں ہیں جو بہت ہی کم پائی گئی ہیں مثلا زہری کی روایت عروہ سے حالانکہ یہ دونوں بزرگ تابعی ہیں اور چار عورتوں کا آپس میں ایک دوسرے سے روایت کرنا پھر چاروں عورتیں صحابیہ ؓ۔ پھر ان میں بھی دوحضور ﷺ کی بیویوں کی لڑکیاں اور دو آپ کی بیویاں ؓ۔ بزار میں یہی روایت حضرت ابوہریرہ ؓ سے بھی مروی ہے (مترجم کہتا ہے اس تکلف کی اور ان مرفوع احادیث کے متعلق اس قول کی ضرورت ہی کیا ہے ؟ ہم آیت قرآنی اور ان صحیح مرفوع احادیث کے درمیان بہت آسانی سے یہ تطبیق دے سکتے ہیں کہ کوئی ایسا سوراخ نہیں کرسکتے جس میں سے نکل آئیں۔ پتلی کردینا یا حلقیں کے برابر سوراخ کردینا اور بات ہے جو مقصود ذوالقرنین کا اس دیوار کے بنانے سے تھا وہ بفضلہ حاصل ہے کہ نہ وہ اوپر سے اتر سکیں نہ توڑ کر یا سوراخ کر کے نکل سکیں اور اسی کی خبر آیت میں ہے اور اس کے خلاف کوئی حدیث نہیں۔ واللہ اعلم مترجم) اس دیوار کو بنا کر ذوالقرنین اطمینان کا سانس لیتے ہیں اور اللہ کا شکر کرتے ہیں اور فرماتے ہیں کہ لوگو یہ بھی رب کی رحمت ہے کہ اس نے ان شریروں کی شرارت سے مخلوق کو اب امن دے دیا ہاں جب اللہ کا وعدہ آجائے گا تو اس کا ڈھیر ہوجائے گا۔ یہ زمین دوز ہوجائے گی۔ مضبوطی کچھ کام نہ آئے گی۔ اونٹنی کا کوہان جب اس کی پیٹھ سے ملا ہوا ہو تو عرب میں اسے ناقتہ دکاء کہتے ہیں۔ قرآن میں اور جگہ ہے کہ حضرت موسیٰ ؑ کے سامنے پہاڑ پر رب نے تجلی کی تو وہ پہاڑ زمین دوز ہوگیا وہاں بھی لفظ جعلہ دکاء ہے۔ پس قریب بہ قیامت یہ دیوارپاش پاش ہوجائے گی اور ان کے نکلنے کا راستہ بن جائے گا۔ اللہ کے وعدے اٹل ہیں، قیامت کا آنا یقینی ہے۔ اس دیوار کے ٹوٹتے ہی یہ لوگ نکل پڑیں گے اور لوگوں میں گھس جائیں گے اپنوں بیگانوں کی تمیز اٹھ جائے گی۔ یہ واقعہ دجال کے آجانے کے بعد قیامت کے قیام سے پہلے ہوگا اس کا پورا بیان آیت (اِذَا فُتِحَتْ يَاْجُوْجُ وَمَاْجُوْجُ وَهُمْ مِّنْ كُلِّ حَدَبٍ يَّنْسِلُوْنَ 96؀) 21۔ الأنبیاء :96) کی تفسیر میں آئے گا انشاء اللہ۔ اس کے بعد صور پھونکا جائے گا اور سب جمع ہوجائیں گے۔ یہ بھی کہا گیا ہے کہ مراد یہ ہے کہ قیامت کے دن انسان جن سب خلط ملط ہوجائیں گے بنی خزارہ کے ایک شیخ کا بیان ابن جریر میں ہے کہ جب جن انسان آپس میں گتھم گھتا ہوجائیں گے اس وقت ابلیس کہے گا کہ میں جاتا ہوں معلوم کرتا ہوں کہ یہ کیا بات ہے ؟ مشرق کی طرف بھاگے گا لیکن وہاں فرشتوں کی جماعتوں کو دیکھ کر رک جائے گا اور لوٹ کر مغرب کو پہنچے گا، وہاں بھی یہی رنگ دیکھ کر دائیں بائیں بھاگے گا لیکن چاروں طرف سے فرشتوں کا محاصرہ دیکھ کر ناامید ہو کر چیخ پکار شروع کر دے گا اچانک اسے ایک چھوٹاسا راستہ دکھائی دے گا، اپنی ساری ذریات کو لے کر اس میں چل پڑے گا آگے جا کر دیکھے گا کہ دوزخ بھڑک رہی ہے ایک دروغہ جہنم اس سے کہے گا کہ اے موذی خبیث ! کیا اللہ نے تیرا مرتبہ نہیں بڑھایا تھا ؟ کیا تو جنتیوں میں نہ تھا ؟ یہ کہے گا آج ڈانٹ کیوں کرتے ہو ؟ آج تو چھٹکارے کا راستہ بتاؤ میں عبادت الہٰی کے لئے تیار ہوں اگر حکم ہو تو اتنی اور ایسی عبادت کروں کہ روئے زمین پر کسی نہ کی ہو۔ درواغہ فرمائے گا اللہ تعالیٰ تیرے لئے ایک فریضہ مقرر کرتا ہے وہ خوش ہو کر کہے گا میں اس کے حکم کی بجاآوری کے لیے پوری مستعدی سے موجود ہوں۔ حکم ہوگا کہ یہی کہ تم سب جہنم میں چلے چاؤ۔ اب یہ خبیث ہکا بکا رہ جائے گا وہیں فرشتہ اپنے پر سے اسے اور اس کی تمام ذریت کو گھسیٹ کر جہنم میں ڈال دے گا۔ جہنم انہیں لے کر آدبوچے گی اور ایک مرتبہ تو وہ جھلائے گی کہ تمام مقرب فرشتے اور تمام نبی رسول گھٹنوں کے بل اللہ کے سامنے عاجزی میں گرپڑیں گے۔ طبرانی میں ہے حضور ﷺ فرماتے ہیں یاجوج ماجوج حضرت آدم ؑ کی نسل سے ہیں اگر وہ چھوڑ دئے جائیں تو دنیا کی معاش میں فساد ڈال دیں، ایک ایک اپنے پیچھے ہزار ہزار بلکہ زیادہ چھوڑ کر مرتا ہے پھر ان کے سوا تین امتیں اور ہیں تاویل مارس اور منسک۔ یہ حدیث غریب ہے بلکہ منکر اور ضعیف ہے۔ نسائی میں ہے کہ ان کی بیویاں بچے ایک ایک اپنے پیچھے ہزار ہزار بلکہ زیادہ چھوڑ کر مرتا ہے۔ پھر فرمایا صور پھونک دیا جائے گا جیسے حدیث میں ہے کہ وہ ایک قرن ہے جس میں صور پھونک دیا جائے گا پھونکنے والے حضرت اسرافیل ؑ ہوں گے۔ جیسے کہ لمبی حدیث بیان ہوچکی ہے۔ اور بھی بہت سی حدیث سے اس کا ثبوت ہے۔ حضور ﷺ فرماتے ہیں میں کیسے چین اور آرام سے بیٹھوں ؟ صور کو منہ سے لگائے ہوئے پیشانی جھکائے ہوئے، کان لگائے ہوئے، منتظر بیٹھا ہے کہ کب حکم ہو اور میں پھونک دوں۔ لوگوں نے پوچھا حضور ﷺ پھر ہم کیا کہیں ؟ فرمایا (حسبنا اللہ ونعم الوکیل علی اللہ توکلنا) پھر فرماتا ہے ہم سب کو حساب کے لئے جمع کریں گے سب کا حشر ہمارے سامنے ہوگا جیسے سورة واقعہ میں ہے کہ اگلے پچھلے سب کے سب مقررہ دن کے وقت اکٹھے کئے جائیں گے اور آیت میں ہے (وَّحَشَرْنٰهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ اَحَدًا 47؀ۚ) 18۔ الكهف :47) ہم سب کو جمع کریں گے ایک بھی تو باقی نہ بچے گا۔",
  "ayah": 97,
  "surah": 18
}
