{
  "text": "قوله تعالى : ولو شئنا لآتينا كل نفس هداها ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين .قال محمد بن كعب القرظي : لما قالوا : ربنا أبصرنا وسمعنا فارجعنا نعمل صالحا إنا موقنون رد عليهم بقوله : ولو شئنا لآتينا كل نفس هداها يقول : لو شئت لهديت الناس جميعا فلم يختلف منهم أحد ولكن حق القول مني الآية ; ذكره ابن المبارك في ( رقائقه ) في حديث طويل . وقد ذكرناه في ( التذكرة ) . النحاس : ولو شئنا لآتينا كل نفس هداها في معناه قولان : أحدهما : أنه في الدنيا . والآخر : أن سياق الكلام يدل على أنه في الآخرة ; أي لو شئنا لرددناهم إلى الدنيا والمحنة كما سألوا ولكن حق القول مني لأملأن جهنم من الجنة والناس أجمعين أي حق القول مني لأعذبن من عصاني بنار جهنم . وعلم الله تبارك وتعالى أنه لو ردهم لعادوا ; كما قال تعالى : ولو ردوا لعادوا لما نهوا عنه .وهذه الهداية معناها خلق المعرفة في القلب . وتأويل المعتزلة : ولو شئنا لأكرهناهم على الهداية بإظهار الآيات الهائلة ، لكن لا يحسن منه فعله ; لأنه ينقض الغرض المجرى بالتكليف إليه وهو الثواب الذي لا يستحق إلا بما يفعله المكلف باختياره . وقالت الإمامية في تأويلها : إنه يجوز أن يريد هداها إلى طريق الجنة في الآخرة ولم يعاقب أحدا ، لكن حق القول منه أنه يملأ جهنم ، فلا يجب على الله تعالى عندنا هداية الكل إليها ; قالوا : بل الواجب هداية المعصومين ، فأما من له ذنب فجائز هدايته إلى النار جزاء على أفعاله . وفي جواز ذلك منع ; لقطعهم على أن المراد هداها إلى الإيمان . وقد تكلم العلماء عليهم في هذين التأويلين بما فيه كفاية في أصول الدين . وأقرب ما لهم في الجواب أن يقال : فقد بطل عندنا وعندكم أن يهديهم الله سبحانه على طريق الإلجاء والإجبار والإكراه ، فصار يؤدي ذلك إلى مذهب الجبرية ، وهو مذهب رذل عندنا وعندكم ، فلم يبق إلا أن المهتدين من المؤمنين إنما هداهم الله تعالى إلى الإيمان والطاعة على طريق الاختيار حتى يصح التكليف فمن شاء آمن وأطاع اختيارا لا جبرا ; قال الله تعالى : لمن شاء منكم أن يستقيم ، وقال : فمن شاء اتخذ إلى ربه سبيلا . ثم عقب هاتين الآيتين بقوله تعالى : وما تشاءون إلا أن يشاء الله . فوقع إيمان المؤمنين بمشيئتهم ، ونفى أن يشاءوا إلا أن يشاء الله ; ولهذا فرطت المجبرة لما رأوا [ ص: 91 ] أن هدايتهم إلى الإيمان معلق بمشيئة الله تعالى ، فقالوا : الخلق مجبورون في طاعتهم كلها ، التفاتا إلى قوله : وما تشاءون إلا أن يشاء الله . وفرطت القدرية لما رأوا أن هدايتهم إلى الإيمان معلق بمشيئة العباد ، فقالوا : الخلق خالقون لأفعالهم ، التفاتا منهم إلى قوله تعالى : لمن شاء منكم أن يستقيم . ومذهبنا هو الاقتصاد في الاعتقاد ; وهو مذهب بين مذهبي المجبرة والقدرية ; وخير الأمور أوساطها . وذلك أن أهل الحق قالوا : نحن نفرق بين ما اضطررنا إليه وبين ما اخترناه ، وهو أنا ندرك تفرقة بين حركة الارتعاش الواقعة في يد الإنسان بغير محاولته وإرادته ولا مقرونة بقدرته ، وبين حركة الاختيار إذا حرك يده حركة مماثلة لحركة الارتعاش ; ومن لا يفرق بين الحركتين : حركة الارتعاش وحركة الاختيار ، وهما موجودتان في ذاته ومحسوستان في يده بمشاهدته وإدراك حاسته - فهو معتوه في عقله ومختل في حسه ، وخارج من حزب العقلاء . وهذا هو الحق المبين ، وهو طريق بين طريقي الإفراط والتفريط .كلا طرفي قصد الأمور ذميم ولا تغل في شيء من الأمر واقتصدوبهذا الاعتبار اختار أهل النظر من العلماء أن سموا هذه المنزلة بين المنزلتين كسبا ، وأخذوا هذه التسمية من كتاب الله العزيز ، وهو قوله سبحانه : لها ما كسبت وعليها ما اكتسبت .",
  "ayah": 13,
  "surah": 32
}
