{
  "text": "Старейшины народа, в котором проповедовал Нух, противились Божьему пророку и наказывали своим соплеменникам не следовать его путем. Они говорили: «Он является простым смертным, как и вы. Он провозгласил себя пророком для того, чтобы возвыситься над вами и чтобы вы повиновались ему. Что еще может возвысить его над вами, если он является одним из вас?» Во все времена противники Божьих посланников пытались помешать им таким образом. Однако всякий раз посланники отвечали им самым убедительным образом. Всевышний сказал: «Они говорили: “Вы - такие же люди, как и мы. Вы хотите увести нас от того, чему поклонялись наши отцы. Приведите же нам ясное доказательство”. Посланники говорили им: “Мы - такие же люди, как и вы. Однако Аллах одаряет Своей милостью того из Своих рабов, кого пожелает”» (14:10–11). Посланники говорили, что Аллах возвысил их над остальными людьми по Своей милости, и никто не способен воспрепятствовать Ему и помешать Ему почтить некоторых из Его рабов. Неверующие также говорили, что если бы Аллах пожелал, то ниспослал бы на землю ангелов. Это возражение также было безосновательным, поскольку оно упиралось в Его волю. Если бы Он пожелал, то действительно ниспослал бы на землю ангелов. Однако Он - Мудрый и Милосердный. Божественные мудрость и милосердие требовали того, чтобы к людям были отправлены посланники из числа людей. А если бы к ним были посланы ангелы, то люди не смогли бы общаться с ними. Для этого им пришлось бы каждый раз перевоплощаться в людей, а затем вновь принимать свое исконное обличие. Неверующие также говорили, что никогда не слышали о Божьих посланниках от своих предков. Но разве отсутствие знаний о них у отцов или дедов является убедительным доказательством? Если предки не знали своей истории, то их невежество не может быть убедительным доводом. Но если к ним действительно не приходили посланники Аллаха, то ведь они могли следовать прямым путем и не нуждаться в посланниках. Но если они не следовали прямым путем, то люди, которым довелось встретиться с посланниками, должны воздать хвалу Аллаху за то, что Он почтил их милостью, которой не были удостоены их предки и о которой они не имели никакого представления. Негоже людям отвергать милость Господа по той причине, что ее не были удостоены их предки.",
  "ayah": 24,
  "surah": 23
}
