{
  "text": "Когда неверие нечестивцев достигло наивысшего предела, и пророк убедился в том, что никакие увещевания не способны принести им пользу, он проклял своих соплеменников и попросил Аллаха подвергнуть их унизительному наказанию в мирской жизни до того, как они будут наказаны в Последней жизни. Аллах ответил на его мольбу и обещал, что очень скоро нечестивцам придется пожалеть о содеянном. И вскоре их поразил ужасный вопль, который уничтожил их всех до последнего. Это наказание не было несправедливым, поскольку они заслужили его собственным беззаконием. Аллах превратил их в подобие сухих стеблей, растворенных селевом потоке, которые оседают в различных концах долин. В другом аяте говорится: «Воистину, Мы наслали на них всего лишь один вопль, и они уподобились сену хозяина загона» (54:31). Но на этом их страдания не закончились, потому что вслед за наказанием они были удостоены проклятия и унижения перед лицом всех обитателей миров. Всевышний сказал: «Ни небо, ни земля не оплакивали их, и им не была предоставлена отсрочка» (44:29). Эта метафора означает, что Божьи твари не были опечалены их погибелью, равно как и не придавали значения их существованию. Это - саркастическая насмешка над неверующими, которые сильно отличаются от правоверных, из-за утраты которых следует переживать. Воистину, их смерть оплакивают и небеса, и земля. И поэтому в хадисе говорится, что после смерти правоверного его оплакивают то место, где он совершал намаз и поклонялся Аллаху, и ангелы, которые возносили его деяния, и ангелы, которые спускали для него пропитание, и плоды деяний, которые он оставил на земле после себя. аль-Хасан рассказывал, что усопшего правоверного оплакивают обитатели небес и земли. Совсем иначе обстояли дела с теми неверующими. Когда настал час их погибели, им не предоставили отсрочки. Напротив, они получили скорое наказание уже при жизни на земле. Одним словом, обитатели небес и земли не опечалились тому, что нечестивцев постигло наказание, поскольку их деяния были презренны и поскольку они умерли неверующими. Всевышний Аллах не предоставил им отсрочки для того, чтобы они могли покаяться и возместить упущенное, что также было выражением презрения по отношению к ним.",
  "ayah": 43,
  "surah": 23
}
