{
  "text": "После гибели этих упрямых неверующих Аллах сотворил другие поколения людей. Для каждого народа был отведен определенный срок, который люди не могли приблизить или отсрочить. Один за другим к ним приходили Божьи посланники, дабы люди уверовали и стали разъяснять истину другим. Однако неблагодарность и неверие были неотъемлемым качеством беспутных народов. Всякий раз, когда к деспотичным неверующим приходил Божий посланник, они называли его лжецом, не взирая на многочисленные знамения, каждого из которых было достаточно для того, чтобы человек мог уверовать. А ведь им стоило всего лишь прислушаться к пророческим проповедям и предписаниям, чтобы убедиться в правдивости всего, с чем приходили Божьи посланники. И поэтому Аллах уничтожал неверующие народы всех до одного, опустошал их жилища и делал их притчей во языцех. Люди пересказывали друг другу сказания об этих народах, которые были назиданием для богобоязненных, а также наказанием и унижением для безбожников. Да сгинут они! Как они несчастны! Да пропадут они пропадом! Как убыточна их сделка! Однажды я прочел слова одного их богословов, имя которого я не могу припомнить, который считал, что после пришествия Мусы и ниспослания Торы Аллах не искоренял неверующие народы, а предписал правоверным сражаться против упорствующих неверующих. Тогда я не знал, на что опирался этот богослов. Когда же я поразмыслил над этими аятами и откровения из суры «Аль-Касас», то мне стали ясны его доводы. В обсуждаемых нами аятах Аллах поведал об искорененных народах, которые сменяли друг друга до тех пор, пока Аллах не отправил пророка Мусу вместе с Торой, которая была руководством для людей. Это не противоречит тому, что Аллах погубил Фараона, поскольку его войско погибло до ниспослания Торы. Еще более ясными являются аяты из суры «Аль-Касас». После упоминания о гибели Фараона Всевышний Аллах сказал: «Погубив первые поколения, Мы даровали Мусе (Моисею) Писание в качестве наглядного наставления для людей, верного руководства и милости, чтобы они могли помянуть назидание» (28:43). Совершенно очевидно, что Аллах даровал Мусе Писание после того, как погубил неверующие народы. Он сообщил, что это Писание должно было стать наглядным наставлением, руководством к прямому пути и милостью для правоверных. Очевидно, именно так можно объяснить следующее откровение: «После него Мы отправили посланников к их народам. Они приносили им ясные знамения, но они не желали уверовать в то, что отвергали прежде. Так Мы запечатываем сердца преступников. После них Мы послали Мусу (Моисея) и Харуна (Аарона) с Нашими знамениями к Фараону и его знати, но они возгордились. Они были грешным народом» (10:74–75). А лучше всего об этом известно Аллаху.",
  "ayah": 45,
  "surah": 23
}
