{
  "text": "وقوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) يقول: لعن أصحاب الأخدود. وكان بعضهم يقول: معنى قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) خبر من الله عن النار أنها قتلتهم.وقد اختلف أهل العلم في أصحاب الأخدود؛ من هم؟ فقال بعضهم: قوم كانوا أهل كتاب من بقايا المجوس.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا يعقوب القمي، عن جعفر عن ابن أبزى، قال: لما رجع المهاجرون من بعض غزواتهم، بلغهم نعي عمر بن الخطاب رضي الله عنه، فقال بعضهم لبعض: أيّ الأحكام تجري في المجوس، وإنهم ليسوا بأهل كتاب، وليسوا من مشركي العرب، فقال عليّ بن أبي طالب رضى الله عنه: قد كانوا أهل كتاب، وقد كانت الخمر أُحلَّت لهم، فشربها ملك من ملوكهم حتى ثمل منها، فتناول أخته فوقع عليها، فلما ذهب عنه السكر قال لها: ويحك، فما المخرج مما ابتليتُ به؟ فقالت: اخطب الناس، فقل: يا أُّيها الناس إن الله قد أحلّ نكاح الأخوات، فقام خطيبًا، فقال: يا أيُّها الناس إن الله قد أحلّ نكاح الأخوات، فقال الناس: إنا نبرأ إلى الله من هذا القول، ما أتانا به نبيٌّ، ولا وجدناه في كتاب الله، فرجع إليها نادمًا، فقال لها: ويحك، إن الناس قد أبوا عليّ أن يقرّوا بذلك، فقالت: ابسط عليهم السِّياط، ففعل، فبسط عليهم السياط، فأبَوا أن يقرّوا، فرجع إليها نادمًا، فقال: إنهم أبوا أن يقرّوا، فقالت: اخطبهم، فإن أبوا فجرّد فيهم السيف، ففعل، فأبى عليه الناس، فقال لها: قد أبى عليّ الناس، فقالت: خدّ لهم الأخدود، ثم اعرض عليها أهل مملكتك، فمن أقرّ، وإلا فاقذفه في النار، ففعل، ثم عرض عليها أهل مملكته، فمن لم يقرّ منهم قذفه في النار، فأنـزل الله فيهم: ( قُتِلَ أَصْحَابُ الأخْدُودِ * النَّارِ ذَاتِ الْوَقُودِ ) إلى  أَنْ يُؤْمِنُوا بِاللَّهِ الْعَزِيزِ الْحَمِيدِ * الَّذِي لَهُ مُلْكُ السَّمَاوَاتِ وَالأَرْضِ وَاللَّهُ عَلَى كُلِّ شَيْءٍ شَهِيدٌ * إِنَّ الَّذِينَ فَتَنُوا الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ  حرّقوهم  ثُمَّ لَمْ يَتُوبُوا فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الْحَرِيقِ  فلم يزالوا منذ ذلك يستحلون نكاح الأخوات والبنات والأمهات.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) قال: حُدِّثنا أنّ عليّ بن أبي طالب رضي الله عنه كان يقول: هم ناس بمذارع اليمن، اقتتل مؤمنوها وكفارها، فظهر مؤمنوها على كفارها، ثم اقتتلوا الثانية، فظهر مؤمنوها على كفارها ثم أخذ بعضهم على بعض عهدًا ومواثيق أن لا يغدر بعضهم ببعض، فغدر بهم الكفار فأخذوهم أخذًا، ثم إن رجلا من المؤمنين قال لهم: هل لكم إلى خير، توقدون نارًا ثم تعرضوننا عليها، فمن تابعكم على دينكم فذلك الذي تشتهون، ومن لا اقتحم النار، فاسترحتم منه، قال: فأجَّجوا نارًا وعُرِضوا عليها، فجعلوا يقتحمونها صناديدهم، ثم بقيت منهم عجوز كأنها نكصت، فقال لها طفل في حجرها: يا أماه امضي ولا تنافقي. قصّ الله عليكم نبأهم وحديثهم.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) قال: يعني القاتلين الذين قتلوهم يوم قتلوا.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( قُتِلَ أَصْحَابُ الأخْدُودِ * النَّارِ ذَاتِ الْوَقُودِ ) قال: هم ناس من بني إسرائيل خدّوا أخدودًا في الأرض، ثم أوقدوا فيها نارًا، ثم أقاموا على ذلك الأخدود رجالا ونساء، فعُرِضوا عليها، وزعموا أنه دانيال وأصحابه.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح، عن مجاهد، قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) قال: كان شقوق في الأرض بنَجْرَان كانوا يعذّبون فيها الناس.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) يزعمون أن أصحاب الأخدود من بني إسرائيل، أخذوا رجالا ونساء، فخدّوا لهم أخدودًا، ثم أوقدوا فيها النيران، فأقاموا المؤمنين عليها، فقالوا: تكفرون أو نقذفكم في النار.حدثني محمد بن معمر، قال: ثني حرمي بن عمارة، قال: ثنا حماد بن سلمة، قال: ثنا ثابت البُنانيّ، عن عبد الرحمن بن أبي ليلى، عن صهيب، قال: قال رسول الله صلى الله عليه وسلم: \" كان فِيمَنْ كَانَ قَبْلَكُمْ مَلِكٌ، وَكَانَ لَهُ ساحِرٌ، فَأَتَى السَّاحِرُ الْمَلِكَ فَقَالَ: قَدْ كَبِرَتْ سِنِّي، وَدَنَا أجَلِي، فَادْفَعْ لِي غُلامًا أُعَلِّمْهُ السِّحْرَ \" ، قال: \" فَدَفَعَ إلَيْهِ غُلامًا يُعَلِّمُهُ السِّحْرَ \" ، قَالَ: \" فَكَانَ الغُلامُ يَخْتَلِفُ إلى السَّاحِرِ، وكَانَ بَيْنَ السَّاحِرِ وَبَيْنَ المَلِكِ رَاهِبٌ \" ، قال: \" فَكَانَ الغُلامُ إذَا مَرَّ بالرَّاهِبِ قَعَدَ إلَيْهِ فَسَمِعَ مِنْ كَلامِهِ، فَأُعْجِبَ بِكَلامِهِ، فَكَانَ الغُلامُ إذَا أَتَى السَّاحِرَ ضَرَبَهُ وَقَالَ: مَا حَبَسَكَ؟ وَإذَا أَتَى أَهْلَهُ قَعَدَ عِنْدَ الرَّاهِبِ يَسْمَعُ كَلامَهُ، فَإذَا رَجَعَ إلى أَهْلِهِ ضَرَبُوهُ وَقَالُوا: مَا حَبَسَكَ؟ فَشَكَا ذَلِكَ إلَى الرَّاهِبِ فَقَالَ لَهُ الرَّاهِبُ: إذَا قَالَ لَكَ السَّاحِرُ: مَا حَبَسَكَ؟ قُلْ حَبَسَنِي أَهْلِي، وَإذَا قَالَ أَهْلُكَ: مَا حَبَسَكَ؟ فَقُلْ حَبَسَنِي السَّاحِرُ . فَبَيْنَمَا هُوَ كَذَلِكَ إذْ مَرَّ في طَرِيقٍ وَإذَا دَابَّةٌ عَظِيمَةٌ فِي الطَّرِيقِ قَدْ حَبَسَتِ النَّاسَ لا تَدَعُهُمْ يَجُوزُونَ، فَقَالَ الْغُلامُ: الآنَ أَعْلَمُ: أَمْرُ السَّاحِرِ أَرْضَى عِنْدَ اللهِ أَمْ أَمْرُ الرَّاهِبِ؟ قَالَ: فَأَخَذَ حَجَرًا \" ، قَالَ: فَقَالَ: \" اللَّهُمْ إنْ كَانَ أمْرُ الرَّاهِبِ أحَبَّ إلَيْكَ مِنْ أَمْرِ السَّاحِرِ، فَإنِّي أَرْمِي بِحَجَرِي هَذَا فَيَقْتُلَهُ وَيَمُرُّ النَّاسُ، قَالَ: فَرَمَاهَا فَقَتَلَهَا، وَجَازَ النَّاسُ؛ فَبَلَغَ ذَلِكَ الرَّاهِبَ \" ، قَالَ: وَأَتَاهُ الْغُلامُ فَقَالَ الرَّاهِبُ لِلْغُلامِ: إنَّكَ خَيْرٌ مِنِّي، وَإنِ ابْتُلِيتَ فَلا تَدُلَّنَّ عَلَيَّ \" ؛ قَالَ: \" وَكَانَ الْغُلامُ يُبْرِئُ الأكْمَهَ وَالأبْرَصَ وَسَائِرَ الأدوَاءِ، وَكَانَ لِلْمَلِكِ جَلِيسٌ، قَالَ: فَعَمِيَ، قَالَ: فَقِيلَ لَهُ: إنَّ هَاهُنَا غُلامًا يُبْرِئُ الأكْمَهَ وَالأبْرَصَ وَسَائِرَ الأدْوَاءِ فَلَوْ أَتَيْتَهُ؟ قَالَ: \" فَاتَّخَذَ لَهُ هَدَايا \" ؛ قَالَ: \" ثُمَّ أَتَاهُ فَقَالَ: يَا غُلامُ، إنْ أَبْرَأْتَنِي فَهَذِهِ الهَدَايَا كُلُّهَا لَكَ، فَقَالَ: مَا أَنَا بِطَبِيبٍ يشْفِيكَ، وَلَكِنَّ اللهَ يَشْفِي، فَإذَا آمَنْتَ دَعَوْتُ اللهَ أَنْ يَشْفِيَكَ \" ، قَالَ: \" فَآمَنَ &; 24-340 &; الأعْمَى، فَدَعَا اللهَ فَشَفَاهُ، فَقَعَدَ الأعْمَى إلى الْمَلِكِ كَمَا كَانَ يَقْعُدُ، فَقَالَ لَهُ المَلِكُ: أَلَيْسَ كُنْتَ أَعْمَى؟ قَالَ: نَعَمْ، قَالَ: فَمَنْ شَفَاكَ؟ قَالَ: رَبِّي، قَالَ: وَلَكَ رَبٌّ غَيرِي؟ قَالَ: نَعَمْ رَبِّي وَرَبُّكَ اللهُ \" ، قَالَ: \" فَأَخَدَهُ بِالْعَذَابِ فَقَالَ: لَتَدُلَّنِي عَلَى مَنْ عَلَّمَكَ هَذَا \" ، قَالَ: \" فَدَلَّ عَلَى الغلامِ، فَدَعَا الغُلامَ فَقَالَ: ارْجِعْ عَنْ دِينِكَ \" ، قَالَ: \" فَأَبَى الْغُلامُ \" ؛ قَالَ: فَأَخَذَهُ بِالْعَذَابِ \" ، قَالَ: \" فَدَلَّ عَلَى الرَّاهِبِ، فَأَخَذَ الرَّاهِبَ فَقَالَ: ارْجِعْ عَنْ دِينِكِ فَأَبَى \" ، قَالَ: \" فَوَضَعَ المِنْشَارَ عَلَى هَامَتِهِ فَشَقَّهُ حَتّى بَلَغَ الأرْضَ \" ، قَالَ: \" وَأَخَذَ الأعْمَى فَقَالَ: لَتَرْجِعَنَّ أوْ لأقْتُلَنَّكَ \" ، قَالَ: \" فَأَبَى الأعْمَى، فَوَضَعَ المِنْشَارَ عَلَى هَامَتِهِ فَشَقَّهُ حَتّى بَلَغَ الأرْضَ ، ثُمَّ قَالَ لِلْغُلامِ: لَتَرْجِعَنَّ أوْ لأقْتُلَنَّكَ \" ، قال: \" فَأَبَى \" ، قَالَ: \" فَقَالَ: اذْهَبُوا بِهِ حَتَّى تَبْلُغُوا بِهِ ذِرْوَةَ الْجَبَلِ، فَإنْ رَجَعَ عَنْ دِينِهِ، وَإلا فَدَهْدِهُوهُ، فَلَمَّا بَلَغُوا بِه ذِرْوَةَ الْجَبَلِ فَوَقَعُوا فَمَاتُوا كُلُّهُمْ. وَجَاءَ الغُلامُ يَتَلَمَّسُ حَتّى دَخَلَ عَلَى الْمَلِكِ، فَقَالَ: أَيْنَ أصْحَابُكَ؟ قَالَ: كَفَانِيهمُ اللهُ. قَالَ: فَاذْهَبُوا بِهِ فَاحْمِلُوهُ فِي قُرْقُورٍ فَتَوَسَّطُوا بِهِ البَحْرَ، فَإنْ رَجَعَ عَنْ دِينِهِ وَإلا فَغَرِّقُوهُ \" قال: \" فَذَهَبُوا بِهِ، فَلَمَّا تَوَسَّطُوا بِهِ الْبَحْرَ قَالَ الْغُلامُ: اللَّهُمَّ اكْفِنِيهِمْ، فَانْكَفَأَتْ بِهِمُ السَّفِينَةُ. وَجَاءَ الغُلامُ يَتَلَمَّسُ حَتّى دَخَلَ عَلَى الْمَلِكِ، فَقَالَ المَلِكُ: أَيْنَ أصْحَابُكَ؟ قَالَ: دَعَوْتُ اللهَ فَكَفَانِِيهمْ، قَالَ: لأقْتُلَنَّكَ، قَالَ: مَا أَنْتَ بِقَاتِلِي حَتّى تَصْنَعَ مَا آمُرُكَ \" ، قَالَ: \" فَقَالَ الْغُلامُ لِلْمَلِكِ: اجْمَعِ النَّاسَ فِي صَعِيدٍ وَاحِدٍ، ثُمَّ اصْلُبْنِي، ثُمَّ خُذْ سَهْمًا مِنْ كِنَانَتِي فَارْمِنِي وَقُلْ: باسْمِ رَبِّ الْغُلامِ فَإِنَّكَ سَتَقْتُلُنِي \" ، قَالَ: \" فَجَمَعَ النَّاسَ فِي صَعِيدٍ وَاحِدٍ \" ، قَالَ: \" وَصَلَبَهُ وَأَخَذَ سَهْمًا مِنْ كِنَانَتِهِ فَوَضَعَهُ فِي كَبِدِ الْقَوْسِ ثُمَّ رَمَى، فَقَالَ: باسْمِ رَبِّ الغُلامِ، فَوَقَعَ السَّهْمُ فِي صُدْغِ الْغُلامِ، فَوَضَعَ يَدَهُ هَكَذَا عَلَى صُدْغِهِ وَمَاتَ الْغُلامُ، فَقَالَ النَّاسُ: آمَنَّا بِرَبِّ الْغُلامِ، فَقَالُوا للْمَلِكِ: مَا صَنَعْتَ، الَّذي كُنْتَ تَحْذَرُ قَدْ وَقَعَ، قَدْ آمَنَ النَّاسُ، فَأَمَرَ بِأَفْوَاهِ السِّكَكِ فَأُخِذَتْ، وَخَدَّ الأخْدُودَ وضَرَّمَ فِيهِ النِّيرَانَ، وَأَخَذَهُمْ وَقَالَ: إنْ رَجَعُوا وَإلا فَأَلْقُوهُمْ فِي النَّارِ \" ، قَالَ: \" فَكَانُوا يُلْقُونَهُمْ فِي النَّارِ \" ، قَالَ: \" فَجَاءتِ امْرأةٌ مَعَها صَبِيٌّ لَهَا \" ، قَالَ: \" فَلَمَّا ذَهَبَتْ تَقْتَحِمُ وَجَدَتْ حَرَّ النَّارِ، فَنَكَصَتْ \" ، قَالَ: \" فَقَالَ لَهَا صَبِيُّهَا يا أُمَّاهُ امْضِي فَإنَّكِ عَلَى الْحَقِّ، فَاقْتَحَمَتْ فِي النَّارِ\".وقال آخرون: بل الذين أحرقتهم النار هم الكفار الذين فتنوا المؤمنين.* ذكر من قال ذلك:حُدثت عن عمار، عن عبد الله بن أبي جعفر، عن أبيه، عن الربيع بن أنس، قال: كان أصحاب الأخدود قومًا مؤمنين اعتزلوا الناس في الفترة، وإن جبارًا من عَبَدَة الأوثان أرسل إليهم، فعرض عليهم الدخول في دينه، فأبوا، فخدّ أخدودًا، وأوقد فيه نارًا، ثم خيرهم بين الدخول في دينه، وبين إلقائهم في النار، فاختاروا إلقاءهم في النار، على الرجوع عن دينهم، فألقوا في النار، فنجَّى الله المؤمنين الذين ألقوا في النار من الحريق، بأن قبض أرواحهم قبل أن تمسهم النار، وخرجت النار إلى من على شفير الأخدود من الكفار فأحرقتهم، فذلك قول الله:  فَلَهُمْ عَذَابُ جَهَنَّمَ  في الآخرة  وَلَهُمْ عَذَابُ الْحَرِيقِ  في الدنيا.واختُلف في موضع جواب القسم بقوله: ( وَالسَّمَاءِ ذَاتِ الْبُرُوجِ ) فقال بعضهم: جوابه:  إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ* ذكر من قال ذلك:حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قال: وقع القسم هاهنا  إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ  . وقال بعض نحويي البصرة: موضع قسمها - والله أعلم - على ( قتل أصحاب الأخدود ) ، أضمر اللام كما قال:  وَالشَّمْسِ وَضُحَاهَا ... قَدْ أَفْلَحَ مَنْ زَكَّاهَا  يريد: إن شاء الله لقد أفلح من زكَّاها، فألقى اللام، وإن شئت قلت على التقديم، كأنه قال: قتل أصحاب الأخدود، والسماء ذات البروج.وقال بعض نحويي الكوفة: يقال في التفسير: إن جواب القسم في قوله: ( قُتِلَ ) كما كان قسم  وَالشَّمْسِ وَضُحَاهَا  في قوله:  قَدْ أَفْلَحَ  هذا في التفسير، قالوا: ولم نجد العرب تدع القسم بغير لام يستقبل بها أو \" لا \" أو \" إن \" أو \" ما \"، فإن يكن ذلك كذلك، فكأنه مما ترك فيه الجواب، ثم استؤنف موضع الجواب بالخبر، كما قيل: \" يا أَيُّهَا الإنسان \" في كثير من الكلام.وأولى الأقوال في ذلك عندي بالصواب قول من قال: جواب القسم في ذلك متروك، والخبر مستأنف؛ لأن علامة جواب القسم لا تحذفها العرب من الكلام إذا أجابته.وأولي التأويلين بقوله: ( قُتِلَ أَصْحَابُ الأخْدُودِ ) : لُعِنَ أصحاب الأخدود الذين ألقوا المؤمنين والمؤمنات في الأخدود.وإنما قلت: ذلك أولى التأويلين بالصواب؛ للذي ذكرنا عن الربيع من العلة، وهو أن الله أخبر أن لهم عذاب الحريق مع عذاب جهنم، ولو لم يكونوا أحرقوا في الدنيا، لم يكن لقوله:  وَلَهُمْ عَذَابُ الْحَرِيقِ  معنى مفهوم، مع إخباره أن لهم عذاب جهنم؛ لأن عذاب جهنم هو عذاب الحريق مع سائر أنواع عذابها في الآخرة، والأخدود: الحفرة تحفر في الأرض.",
  "ayah": 4,
  "surah": 85
}
