{
  "text": "ونادینہ ان یابراھیم ۔۔۔۔۔ بذبح عظیم (105 – 107) ” ۔ “۔ تمہارا خواب بھی سچا تھا ، تم نے اسے سچ کر دکھایا۔ عملاً سچا کردیا۔ اللہ تو تسلیم و رضا کا خواہش مند ہے۔ یوں کہ نفس کے اندر کوئی ایسی بات نہ رہے جو اللہ سے چھپائے ، جو اللہ کے حکم سے زیادہ عزیز ہو ، یا حکم الٰہی کے مقابلے میں کوئی تحفظ ہو۔ اگرچہ وہ اکلوتا بیٹا اور جگر گوشہ ہو۔ اگرچہ وہ جان اور روح ہو۔ اے ابراہیم تو نے تو یہ گویا کر دکھایا۔ تم تو ذبح عظیم کے لیے تیار ہوگئے تھے۔ اگر اللہ ہاتھ کو نہ پکڑتا۔ تم نے عزیز ترین متاع قربان کردی تھی۔ اور تم نہایت ہی سنجیدگی ، دھیمے انداز اور پروقار طریقے سے ، اطمینان اور اعتماد کے ساتھ ، مشورے اور سوچ کے ساتھ قربانی کردی۔ اب تو صرف خون اور گوشت رہ گیا تھا۔ اس مقام پر انسان کے خون اور گوشت کے بدلے قربانی کا خون اور گوشت پیش کردیا جاتا ہے۔ اس کا بدل دے دیا جاتا ہے اور اسے ذبح عظیم کا نام بھی دے دیا جاتا ہے۔ ایک ایک مینڈھا حکم ربی سے ابراہیم (علیہ السلام) کی چھری کے نیچے آجاتا ہے۔ اور وہ اسے اسماعیل (علیہ السلام) کے بدلے ذبح کردیتے ہیں اور کہا جاتا ہے :\nانا کذلک نجری المحسنین (37: 105) ” ہم نیکی کرنے والوں کو ایسی ہی جزا دیتے ہیں “۔ ہم ان کو اس قسم کی آزمائش کے لیے چن کر ان پر کرم کرتے ہیں اور ان کے دلوں کو تسلیم ورضا اور اطاعت وفا کے لیے تیار کرکے اور ان کو اس عظیم کام پر آمادہ کرکے ان پر انعام کرتے ہیں اور اس قسم کی عظیم قربانی پر ان کو قدرت دے کر اور صبر دے کر ان کو جزاء دیتے ہیں۔ اور ھقیقی جزاء کے مستحق قرار دے کر ان پر احسان کرتے ہیں۔\nاس تعذیب و ابتلا کو ایک سنت جاریہ بنایا گیا ہے۔ ہر بقر عید پر قربانی جاری ہوگئی۔ یہ اس عظیم واقعہ کی دائمی یادگار ہے۔ جس کے اندر ایمان اپنے عروج پر نظر آتا ہے جس میں اطاعت کا حسن اور تسلیم و رضا کی بلندی اور عظمت نظر آتی ہے۔ اور امت مسلمہ اس قربانی کی یاد تازہ کرتی رہتی ہے تاکہ اپنے جدا مجد حضرت ابراہیم کی عظمت کی معرفت تازہ ہوتی رہے۔ جن کی ملت پر یہ امت ہے جن کی نسبت اور جن کی نطریاتی میراث کی وہ وارث ہے تاکہ وہ اس نظریہ حیات اور ان عقاید و ایمانیات کا اچھی طرح ادراک کرسکے جو ملت ابراہیمی کی میراث ہیں۔ اور جسے معلوم ہو کہ مسلم وہ ہوتا ہے ۔ جو بےچون و چرا رب تعالیٰ کے احکام کی تعمیل کرے ، خوشی خوشی۔ اور اللہ کا حکم پاتے ہی بلکہ اشارہ پاتے ہی وہ اسے روبعمل لائے۔ اپنے لیے کچھ نہ رکھے۔ کوئی تحفظ نہ ہو۔ وہ اللہ کی اطاعت میں کوئی اپنا طریقہ ، اپنا اسلوب اختیار نہ کرے بلکہ اللہ کی مرضی اور اس کے طریقے کے مطابق عمل پیدا ہو ، جس طرح حکم ہو اور جس طرح حکم ملا ہو۔\nپھر امت کو یہ بھی سبق دیا گیا کہ اللہ کے احکام کی تعمیل میں امت پر سختی اور تشدد مطلوب نہیں ہے کہ اسے ایسے احکام دئیے جائیں جو اس کی وسعت اور طاقت میں نہ ہوں۔ اللہ ایسے احکام دیتا ہے جن پر امت لبیک کہہ کر تعمیل کرسکے۔ اور پوری طرح ان احکام کو ادا کرسکے۔ اور جو حکم بھی آئے اس پر سلمنا کہے۔ اور اپنی طرف سے کوئی تجویز نہ دے۔ نہ اس میں سستی دکھائے اور نہ احسان جتلائے۔ جب اللہ آمادگی اور تسلیم کو جان لیتا ہے تو پھر وہ اپنے بندوں کو عذاب دے کر اور ان پر تشدد کرکے خوش نہیں ہوتا۔ آمادگی اور سرتسلیم خم کرنا ہی دراصل عمل شمار ہوا اور اصل عمل کا فدیہ دے دیا گیا۔ یہ سلوک اللہ کا اس امت کے ساتھ ہے جس طرح اس کے جد امجد ابراہیم کے ساتھ ہوا۔",
  "ayah": 107,
  "surah": 37
}
