{
  "text": "নিশ্চয় আল্লাহ ন্যায়পরায়ণতা, সদাচরণ ও আত্মীয়-স্বজনকে দানের নির্দেশ দেন এবং তিনি অশ্লীলতা, অসৎকার্য ও সীমালংঘন করা হতে নিষেধ করেন।[১] তিনি তোমাদেরকে উপদেশ দেন; যাতে তোমরা শিক্ষা গ্রহণ কর।\n[১] عدل এর প্রসিদ্ধ অর্থ ন্যায়পরায়ণতা (সুবিচার)। অর্থাৎ, ঘর-পর সকলের ব্যাপারে সুবিচার করা। কারো সাথে শত্রুতা, ঝগড়া, ভালবাসা বা আত্মীয়তার কারণে সুবিচার যেন প্রভাবিত না হয়। এর দ্বিতীয় অর্থ মধ্যমপন্থা অবলম্বন করা এবং কোন ব্যাপারে বাড়াবাড়ি না করা, এমন কি দ্বীনের ব্যাপারেও। কেননা, দ্বীনের মধ্যে إفراط এর পরিণাম সীমা অতিক্রম বা অতিরঞ্জন করা যা অত্যন্ত নিন্দনীয়। পক্ষান্তরে এর বিপরীত تفريط এর অর্থ দ্বীনের মধ্যে অলসতা করা; আর এটিও অপছন্দনীয়।إحسان এর একটি অর্থ সদাচরণ, ক্ষমা ও মাফ করা। দ্বিতীয় অর্থ এহসানি বা অনুগ্রহ করা; ওয়াজিব (প্রাপ্য) অধিকারের চেয়ে বেশি দেওয়া বা ওয়াজেব (কর্তব্য) কাজের অধিক করা। যেমন কোন শ্রমিকের পারিশ্রমিক ঠিক হয়েছে এক শত টাকা, কিন্তু দেওয়ার সময় একশত দশ বা বিশ টাকা দেওয়া। এক শত টাকা দেওয়া এটি ওয়াজেব (প্রাপ্য) অধিকার, আর এটাই সুবিচার, আর দশ বিশ টাকা বেশি দেওয়া এটাই হল এহসান বা অনুগ্রহ। সুবিচার দ্বারা সমাজে শান্তি প্রতিষ্ঠিত হয়, কিন্তু সদাচরণ ও অনুগ্রহ প্রদর্শন দ্বারা সমাজে অধিক সৌন্দর্য, সৌহার্দ্য ত্যাগ-তিতিক্ষার স্পৃহা সৃষ্টি হয়। অনুরূপভাবে ফরয কাজ সম্পাদন করার সাথে সাথে নফল কাজে আগ্রহী হওয়া কর্তব্যের চাইতে বেশি আমল। যার দ্বারা আল্লাহর বিশেষ নৈকট্য লাভ হয়। এহসানের তৃতীয় অর্থঃ ইবাদত একমাত্র আল্লাহর সন্তুষ্টির জন্য করা ও তা সুন্দরভাবে সম্পন্ন করা। যার হাদীসে أن تعبد الله كأنك تراه (আল্লাহর ইবাদত এমনভাবে কর, যেন তুমি আল্লাহকে দেখছ) বলে ব্যাখ্যা করা হয়েছে। إيتاء ذي القربى আত্মীয়-স্বজনের অধিকার আদায় করা, অর্থাৎ, তাদেরকে সাহায্য-সহযোগিতা করা। এটাকেই হাদীসে আত্মীয়তার সম্পর্ক বজায় রাখা বলা হয়েছে এবং তার প্রচুর গুরুত্ব দেওয়া হয়েছে। সুবিচার, সদাচরণ অনুগ্রহের পর এর পৃথকভাবে উল্লেখ জ্ঞাতি-বন্ধন বজায় রাখার গুরুত্বকে আরো অধিকরূপে বাড়িয়ে তোলে। فحشاء অশ্লীল কাজ, আজকাল অশ্লীলতা এত ব্যাপকতা লাভ করেছে যে, তার নামই সভ্যতা, সংস্কৃতি, প্রগতি ও শিল্পকলা হয়ে গেছে! অথবা চিত্ত-বিনোদন বা মনোরঞ্জনের নামে তাকে বৈধ করে নেওয়া হয়েছে। তবে সুন্দর লেবেল লাগালে কোন জিনিসের আসলত্ব পাল্টে যায় না। অনুরূপ ইসলাম ব্যভিচার ও তার সকল ছিদ্রপথ; নাচ, পর্দাহীনতা, ফ্যাশন-প্রবণতা, নারী-পুরুষের অবাধ মেলামেশা এবং অনুরূপ লজ্জাহীনতা প্রদর্শনকে অশ্লীলতা বলে অভিহিত করেছে। তার নাম যত সুন্দরই হোক না কেন; পাশ্চাত্য হতে আমদানীকৃত নোংরামি কোন মতেই বৈধ হতে পারে না। منكر (গর্হিত) প্রত্যেক সেই কাজ, যা শরীয়তে অবৈধ। بغي অর্থ অত্যাচার ও সীমালংঘন করা। একটি হাদীসে বলা হয়েছে যে, আত্মীয়তার বন্ধন ছিন্ন করা ও অত্যাচার করা এই দুই পাপ মহান আল্লাহর নিকট এত ঘৃণিত যে, আল্লাহর পক্ষ হতে পরকাল ছাড়া পৃথিবীতেই তার তৎক্ষণাৎ শাস্তির আশংকা থেকে যায়।\n(ইবনে মাজাহ কিতাবুয যুহদ)",
  "ayah": 90,
  "surah": 16
}
