{
  "text": "ذلک ومن ……مکان سحیق (31)\nاللہ کی حرمتوں کی تعظیم کا لازمی نتیجہ یہ ہوتا ہے کہ ان کو ہاتھ بھی نہ لگایا جائے۔ یہ اللہ کی ہاں بہت بڑی نیکی اور خیر ہے۔ انسانی شعور اور انسانیضمیر کی دنیا میں بھی خیر کثیر ہے۔ واقعی اور عملی زندگی میں بھی یہ خبر ہے ، کیونکہ جو ضمیر حرمتوں کا شعور رکھتے ہوئے بچنے کی کوشش کرے گا وہی پاک ہوگا۔ جس زندگی میں اللہ کی حرمتوں کا احترام ہوگا۔ وہی زندگی امن وامان اور سلامتی کی نعمت سے مالا مال ہو سکتی ہے اور اس میں کسی پر کوئی ظلم و زیادتی نہیں ہو سکتی۔ ایسی ہی زندگی میں امن کے مقامات اور اطمینان کے گھر مل سکتے ہیں۔\nمشرکین بھی بعض جانوروں کا احترام کرتے تھے۔ مثلاً بحیرہ ، سائبہ ، وصیلہ اور حام۔ ان کے نزدیک یہ جانور محترم تھے اور ان کو ہاتھ لگانا بھی جرم تھا۔ لیکن یہ مشرکین کی خود ساختہ حرمتیں تھیں۔ اللہ کی طرف سے ان کے بارے میں کوئی حکم نہ تھا تو یہاں کہہ دیا کہ اللہ نے کھانے کے جانوروں میں سے جو حرام قرار دیتے ہیں ان کا ذکر ہو چا ہے مثلاً مردار ، خون ، خنزیر اور وہ جانور جو اللہ کے سوا کسی اور کی نذر ہو۔\nواحلت لکم الانعام الا مایتلی علیکم (22 : 30) ” تمہارے لئے مویشی حلال کئے گئے ہیں ماسوائے ان چیزوں کے جو تمہیں بتائی جا چکی ہیں۔ “ یہ اس لئے کہ اللہ کے سوا کسی اور کی مقرر کردہ کوئی حرمت نہ ہو۔ اللہ کے سوا کسی کو حلال و حرام قرار دینے کی اجازت نہیں اور اللہ کی شریعت کے سوا کسی اور شریعت کے مطابق احکام جاری نہ ہوں۔\nحلت اور حرمت کی بحث ہی کی مناسبت سے بتوں کی گندگی سے بچنے کی بھی تاکید کردی گئی۔ مشرکین بتوں پر جانور ذبح کرتے تھے حالانکہ یہ ناپاکی تھی۔ رجس اس ناپاکی کو کہتے ہیں جس کا تعلق انسان کے نفس ، ضمیر اور دماغ سے ہو ، شرک اسی قسم کی معنوی ناپاکی ہے۔ شرک قلب و ضمیر کو اسی طرح ناپاک کر دیات ہے جس طرح گندگی کپڑے کو ناپاک کردیتی ہے۔\nپھر شرک اللہ پر جھوٹ باندھنا ہے اور سفید جھوٹ ہے اس لئے اللہ تعالیٰ حکم دیتے ہیں کہ اس بڑے جھوٹ کے ساتھ ساتھ تمام جھوٹوں سے بچو۔\nفاجتنبوا الرجس من الاوثان واجتنبوا قول الزور (22 : 30) ” بتوں کی گندگی سے بچو اور جھوٹی باتوں سے پرہیز کرو۔ “ قرآن مجید نے جھوٹ کو شرک کے ساتھ جوڑ کر اس کے گناہ کو اور بھیانک بنا دیا ہے۔ امام احمد روایت کرتے ہیں کہ قاتک اسدی نے حضور ت سے روایت کیا ہے کہ رسول اللہ ﷺ نے صبح کی نما زپڑھی اور منہ پھیر کر کھڑے ہوگئے اور فرمایا۔\nعدلت شھادۃ الزور الا شراک باللہ عزوجل ” اور جھوٹی شہادت کو شرک کے برابر کردیا گیا ہے۔ “ اور پھر یہ آیت تلاوت فرمائی۔\nاللہ تعالیٰ کی خواہش یہ ہے کہ لوگ ہر قسم کے شرک کو چھوڑ دیں اور ہر قسم کے جھٹ کو چھوڑدیں اور خلاص عقیدہ توحیدہ پر جم جائیں۔\nحنفآء اللہ غیر مشرکین بہ (22 : 31) ” یکسو ہو کر اللہ کے بندے ہو جائو اور اس کے ساتھ کسی کو شریک نہ کرو۔ “ اس کے بعد آیت میں ایک خوفناک منظر ایک مثال کی شکل میں پیش کیا جاتا ہے کہ جو شخص توحید کے بلند افق سے گرا تو اس کا حال کیا ہوتا ہے۔ وہ شرک کی پستیوں میں جا گرتا ہے اور وہ اس طرح ختم ہوجاتا ہے کہ اس کا نام و نشان ہی نہیں رہتا۔ گویا وہ تھا ہی نہیں۔\nومن یشرک باللہ فکانما خرمن السمآء فتخطفہ الطیر اوتھوی بہ الریح فی مکان سحیق (22 : 31) ” اور جو کوئی اللہ کے ساتھ شرک کرے تو گویا وہ آسمان سے گر گیا۔ اب یا تو اسے پرندے اچک لے جائیں گے یا ہوا اسے ایسی جگہ لے جا کر پھینک دے گی جہاں اس کے چیتھڑے اڑ جائیں گے۔ “\nیہ منظر ایسے شخص کا ہے جو بہت ہی بلند جگہ سے گر جائے جیسا کہ آسمان سے گر کر وہ ریزہ ریزہ ہوجائے اور اسے پرندے اچک لے جائیں یا ہوا اسے نظروں سے دور پھینک دے۔ یا ہوا اسے ایسی جگہ پھینک دے ایسے گڑھے میں جہاں اسے کوئی قرار نصیب نہ ہو۔ یعنی اس منظر میں تمام مراحل بڑی تیزی سے سرانجام پاتے ہیں۔ سخت تیزی اور پھر اقدامات لگاتار ہیں اور ہر مرحلے کے … کا استعمال ہے۔ جو ترتیب واقعات بغیر فاصلہ وقت پر دلالت کرتی ہے یعنی یہ شخص بڑی تیزی سے منظر سے غائب ہوتا ہے۔ یہ قرآن کریم کا مخصوص انداز ہے تصویر کشی کا۔\nپھر جس طرح قرآن کریم نے شرک کرنے والے کی تصویر کشی کی ہے فی الواقعہ بھی اس کی حالت کچھ ایسی ہی ہوتی ہے کیونکہ وہ توحید اور ایمان کے بلند مقام سے گر جاتا ہے اور اس کی شخصیت منتشر ہوجاتی ہے کیونکہ اس کیپ اس وہ مضبوط اساس یعنی عقیدہ توحید ہی نہ رہا جس پر وہ کھڑا ہو سکے۔ اب اس کے لئے کوئی جائے قرار ہی باقی نہیں ہے۔ پرندے اس کو اچک لیں گے یعنی خواہشات نفسانیہ اور ادہام و خرافات ہر طرف سے اسے اپنی طرف کھینچیں گے۔ چونکہ اس کے ہاتھ میں مضبوط رسی نہ ہوگی اس لئے وہ ہر طرف کھینچتا چلا جائے گا۔ کبھی ایک طرف گرے گا اور کبھی دوسری طرف کیونکہ اسکے پائوں کے نیچے مضبوط بنیاد نہ ہوگی۔\nاب بات آگے بڑھتی ہے۔ حکم دیا جاتا ہے کہ اللہ کی حرمتوں کا احترام کرو اور ان سے تعرض نہ کرو۔ یہ کہا جاتا ہے کہ اللہ کے شعائر کی تعظیم کر ، شعائر لالہ کیا ہیں۔ وہ جانور جو حج کے موقع پر ذبح ہوں گے ، ان کی تعظیم میں یہ بھی شامل ہے کہ وہ موٹے تازے ہوں اور قیمتی ہوں۔",
  "ayah": 30,
  "surah": 22
}
