{
  "text": "یایھا الناس ……والمطلوب (27)\nیہ عام پکار ہے ، بلند آواز سے اعلان عام ہے۔\nیا یھا الناس (22 : 38) اے لوگو ، جب لوگ جمع ہوگئے تو ان کے سامنے ایک مثال ہے۔ ایک عجیب منظر کی شکل میں ۔ یہ کوئی مخصوص مجلس نہیں ہے ، نہ کوئی اتفاقی بات ہے بلکہ لوگوں کو بلایا گیا ہے۔\nضرب مثل فاستمعوا لہ (22 : 8) ” مثال دی جاتی ہے غور سے سنو ، اس کو۔ “ یہ مثال ایک قاچدہ اور اصول مقرر کرتی ہے اور حقیقت بتاتی ہے۔\nان الذین ……اجتمعوالہ (22 : 38)\n” جن معبودوں کو تم خدا کو چھوڑکر پکارتے ہو وہ سب مل کر ایک مکھی بھی پیدا کرنا چاہیں تو نہیں کرسکتے۔ ‘ یعنی اللہ کے سوا تم جن بتوں کو پوجتے ہو ، یا جن اشخاص کی بندگی کرتے ہو ، یا رسومات اور تاقلید کی بندگی کرتے ہو ، جن سے تم نصرت طلب کرتے ہو ، جن سے تم امداد طلب کرتے ہو اور جن سے تم عزت طلب کرتے ہو ، یہ سب کے سب اگر مل جائیں تو ایک مکھی کی تخلیق بھی نہیں کرسکتے۔ مکھی اللہ کی مخلوقات میں سے بہت ہی صغیر و حقیر مخلوق ہے لیکن جن کو یہ الہ اور خدا کہتے ہیں وہ اس پر بھی قادر نہیں۔ اگرچہ وہ سب کے سب ایک دوسرے کی مدد پر جمع ہوجائیں تو اللہ کی مخلوقات میں سے اس نہایت ہی معمولی چیز کو وہ نہیں پیدا کرسکتے۔\nجہاں تک مکھی کی تخلیق کا تعلق ہے وہ تو اونٹ اور ہاتھی جیسے بڑے حیوانات کی طرح مشکل اور محال ہے۔ کیونکہ مکھی کے اندر بھی وہی راز حیات ہے جو اونٹ اور ہاتھی کے اندر ہے لہٰذا محض محال ہونے میں تو چھوٹی بڑی مخلوق برابر ہے۔ لیکن قرآن کے معجزانہ انداز بیان نے یہاں مکھی جیسی صغیر و حقیر چیز کو مثال کے لئے منتخب کیا ہے کیونکہ اگر کوئی مکھی کی تخلیق سے عاجز ہے تو اس کی عاجزی بمقابلہ اونٹ یا ہاتھی زیادہ سہولت سے سمجھ میں آتی ہے ، یہ محض تعبیری انداز ہے ورنہ حقیقت تو دونوں کی ایک ہے۔ قرآن کریم کا یہ نہایت انوکھا اسلوب ہے۔\nاب ذرا ان معبودوں کی کمزوری کی سمت میں ایک قدم اور آگے جائیے۔\nوان یسلبھم الذباب شیئالا یستنقذوہ منہ (22 : 38) ” بلکہ اگر مکھی ان سے کوئی چیز چھین لے جائے تو وہ اسے چھڑا بھی نہیں سکتے۔ ‘ ان معبودوں کی حالت تو یہ ہے کہ اگر مکھی ان سے کوء چیز چھین کرلے جائے تو یہ اسے نہیں چھڑا سکتے ۔ چاہے بت ہوں ، چاہے اشخاص اور اولیاء ہوں۔ بلکہ بڑے بڑے فرعونوں سے مکھی انگر کوئی چیز اٹھا کرلے جائے تو وہ اسے پکڑ نہیں سکتے۔ یہاں بھی مکھی کو اختیار کیا گیا تاکہ اس صغیر و حقیر چیز کا سایہ ان بتوں پر پڑے اور ان کی بیچاگری اچھی طرح واضح ہوجائے۔ جبکہ اس کے اندر خطرناک بیماری ہوتی ہے اور وہ ہم سے نفیس چیزیں اڑا کرلے جاتی ہے۔ یہ کبھی ہم سے آنکھیں لے لیتی ہے ، کبھی اس کی وجہ کوئی عضو شل ہوجاتا ہے۔ کبھی کبھار تو آدمی اس بیمار سے جان سے بھی ہاتھ دھو بیٹھتا ہے۔ یہ سل ٹائیفائیڈ ، ڈائینٹری اور ہیضے کے جراثیم کی حامل ہے ، لیکن ہم سے وہ چیزیں لے جاتی ہے جو ہم اس سے واپس نہیں لے سکتے۔\nقرآن کا معجزانہ انداز کلام اس قسم کے ایک لفظ اور مفہوم کا انتخبا کر کے اس طرح کی فضا پیدا کر یدتا ہے۔ اگر قرآن مجید میں کہتا کہ اگر درندے ان سے کوئی چیز لے جائیں تو یہ چھڑا نہیں سکتے تو اس سے ضعف کے مقابلے میں قوت کا تصور آتا ، حالانکہ درندے مکھی سے زیادہ قیمتی شے نہیں چھین سکتے لیکن مکھی کے لفظ سے ان کی بیچارگی اور حقارت کا تصور زیادہ گہرا ہوتا ہے۔\nمثال کا خاتمہ ان الفاظ پر ہوتا ہے۔\nضعف الطالب و المطلوب (22 : 38) ” مدد چاہنے والے بھی کمزور اور جن سے مدد چاہی جاتی ہے وہ بھی کمزور۔ “ تاکہ مکھی کے لفظ سے جو ضعیفی کی فضا بنی ہے وہ ثابت بھی ہوجائے۔ اب فضا تیار ہے ، انسانی سوچ اور فکر میں ان الموں کی حقارت اور بیچارگی بیٹھ گئی ہے ، ایسی فضا میں قرآن اللہ کی قوت کا اعلان کرتا ہے اور ساتھ ہی یہ بھی افسوس کی بات ہے کہ انسان نے اللہ کی اس عظیم قوت کا اندازہ نہیں لگایا۔",
  "ayah": 73,
  "surah": 22
}
