{
  "text": "ومن الناس ……بظلام للحمید (10)\nان دلائل کی موجودگی کے بعد بھی اللہ کے بارے میں کلام کرنا عجیب و غریب لگتا ہے اور نہایت ہی برا فعل ہے۔ نیز یہ جھگڑا جو لوگ کرتے ہیں وہ اہل علم ہی نہیں ہیں۔ ان کے پاس کوئی دلیل نہیں ہے۔ نہ اس میدان میں انہیں کوئی خصوصی معرفت ہے۔ نہ وہ ایسی کسی کتاب سے دلیل لائے ہیں جو عقل کو روشن کردیتی ہو۔ حق کی وضاحت کرتی ہو اور یقینی راہ بتلاتی ہو۔\nیہاں ایسے لوگوں کی مخصوص تصویر کشی بھی کی جاتی ہے جنہوں نے غرور کی وجہ سے گردن اکڑائی ہوئی ہے۔\nثانی عطفہ (22 : 9) ” گردن اکڑائے ہوئے “۔ اور اس کی بات دلیل کے ساتھ نہیں ہوتی بلکہ وہ اکڑ کر بات کرتا ہے۔ درجہ متکبر ہوتا ہے۔\nلیضل عن سبیل اللہ (22 : 9) ” تاکہ لوگوں کو خدا کی راہ سے بھٹکا دے۔ “ ایسے لوگ صرف اس پر اکتفا نہیں کرتے کہ وہ خود گمراہ ہوں بلکہ دوسروں کو بھی گمراہ کرتے ہیں۔\nلہٰذا ایسا غرور اور ایسی کرخت بڑائی اور گردن فرازی کا توڑنا ضروری ہے اس طرح کہ وہ ریزہ ریزہ ہوجائے۔\nلہ فی الدنیا خزی (22 : 9) ” ایسے شخص کے لئے دنیا میں رسوائی ہے۔ “ رسوائی اور شرمنگدی کبر اور غرور کے عین متضاد حالت ہے۔ اللہ کا یہ قانون ہے کہ وہ ان منکرین ، گردن فرازوں اور اکڑ والوں اور گمراہ ہونے والوں اور ایک دوسرے کو گمراہ کرنے والوں کی اس اکڑ کو توڑ کر رکھ دیتا ہے ، اگرچہ ایک زمانے کے بعد۔ ہاں ایسے لوگوں کو اللہ مہلت دیتا ہے تاکہ جب زوال آئے تو وہ بہت زیادہ شرمندہ اور ذلیل ہوں اور اس تذلیل کا ان پر زیادہ اثر ہو۔ رہا آخرت کا عذاب تو وہ بہت ہی سخت اور بہت ہی درد ناک ہے۔\nونذیقہ یوم القیمۃ عذاب الحریق (22 : 9) ” اور قیامت کے دن ہم اسے جلنے کا عذاب چکھائیں گے۔ “ چند لمحے بھی نہیں گزرتے کہ یہ دھمکی حقیقت کا روپ اختیار کرلیتی ہے یوں کہ دوران کلام انداز کلام کو اچانک حکایتی انداز سے خطاب میں بدل دیا جاتا ہے۔\nذلک بما قدمت یدک و ان اللہ لیس بظلام للعبید (22 : 10) ” یہ ہے تیرا یہ مستقبل جو تیرے اپنے ہاتھوں نے تیرے لئے تیار کیا ہے ورنہ اللہ اپنے بندوں پر ظلم کرنے والا نہیں ہے۔ “ گویا ایک ہی لمحے میں اس کی سرزنش بھی ہوگئی اور وہ عذاب میں بھی جاگرا۔\n……\nاب قرآن کریم لوگوں میں سے بعض دوسروں قسم کے لوگوں کا نمونہ پیش کرتا ہے۔ اگرچہ اس قسم کے لوگ اس وقت دعوت اسلامی کے مقابلے پر تھے ، لیکن ایسے نمونے ہر دور میں موجود رہتے ہیں۔ یہ وہ لوگ ہیں جو یہودی مزاج رکھتے ہیں اور نظریہ کو بھی تاجرانہ انداز میں لیتے ہیں اور شہر مارکیٹ میں کھڑے نظر آتے ہیں۔",
  "ayah": 8,
  "surah": 22
}
