{
  "surah": 48,
  "ayah": 29,
  "text": "Muhammad the subject is the Messenger of God its predicate and those who are with him that is his Companions from among the believers wa’lladhīna ma‘ahu another subject the predicate of which is the following ashiddā’u are hard tough against the disbelievers showing them no mercy but merciful among themselves ruhamā’u is a second predicate of wa’lladhīna ma‘ahu ‘and those who are with him’ that is to say they show mutual sympathy and affection for one another much like a father and a son. You see you observe them bowing prostrating in worship both rukka‘an and sujjadan are circumstantial qualifiers. They seek yabtaghūna is the beginning of a new sentence bounty from God and beatitude. Their mark sīmāhum is a subject their distinguishing feature is on their faces fī wujūhihim is its predicate this is a light and a radiance by which in the Hereafter they will be recognised as having been those who used to prostrate in this world from the effect of prostration min athari’l-sujūdi is semantically connected to the same thing to which the predicate is semantically connected that is to say kā’inatan ‘this being from the effect of prostration’; syntactically it is a circumstantial qualifier referring to the subject of kā’inatan which is also the subject of the predicate sc. wujūhihim ‘their faces’. That mentioned description is their description mathaluhum is the subject in the Torah fī’l-tawrāti is the predicate thereof; and their description in the Gospel wa-mathaluhum fī’l-injīli is a subject the predicate of which is what follows is as a seed that sends forth its shoot read shat’ahu or shata’ahu and strengthens it read āzarahu or azarahu nourishing it and assisting it and it grows stout and rises firmly becoming strong and upright upon its stalk its roots sūq is the plural of sāq delighting the sowers that is to say those who planted it on account of its fairness. The Companions may God be pleased with them are being described in this way for at the outset they were weak and very few in number; but then their number grew and they acquired strength in the most wholesome way so that He may enrage the disbelievers by them li-yaghīza bihimu’l-kuffāra is semantically connected to an omitted clause which is suggested by what preceded that is to say ‘they are likened to this so that God may enrage the disbelievers’. God has promised those of them who believe and perform righteous deeds the Companions minhum ‘of them’ min ‘of’ is an indicator of the genus and not partitive for they are all possessed of the mentioned attributes forgiveness and a great reward — Paradise. Both of these rewards will also be given to those who will come after them as is stated in other verses."
}
