{
  "text": "( لَعَلِّي أَعْمَلُ صَالِحًا ) يقول: كي أعمل صالحا فيما تركت قبل اليوم من العمل فضيعته، وفرّطت فيه.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي معشر، قال: كان محمد بن كعب القرظي يقرأ علينا: ( حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ ) قال محمد: إلى أيّ شيء يريد؟ إلى أيّ شيء يرغب؟ أجمع المال، أو غَرْس الغِراس، أو بَنْي بُنيان، أو شق أنهار؟ : ( لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ ) يقول الجبار: كلا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( رَبِّ ارْجِعُونِ ) قال: هذه في الحياة الدنيا، ألا تراه يقول: ( حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ ) قال: حين تنقطع الدنيا، ويعاين الآخرة، قبل أن يذوق الموت.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، قال: قال النبي صلى الله عليه وسلم لعائشة: \" إذَا عايَنَ المُؤْمِنُ المَلائِكَةَ قالُوا: نُرْجِعُكَ إلى الدُّنْيَا؟ فَيَقُولُ: إلى دار الهُمُومِ والأحْزَان؟ فَيَقُولُ: بَلْ قَدّمَانِي إلى الله، وأمَّا الكافِرُ فَيُقال: نُرْجِعُكَ؟ فَيَقُولُ: ( لَعَلِّي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ )...\" الآية.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( حَتَّى إِذَا جَاءَ أَحَدَهُمُ الْمَوْتُ قَالَ رَبِّ ارْجِعُونِ ) يعني أهل الشرك، وقيل: ربّ ارجعون، فابتدأ الكلام بخطاب الله تعالى، ثم قيل: ارجعون فصار إلى خطاب الجماعة، والله تعالى ذكره واحد. وإنما فعل ذلك كذلك؛ لأن مسألة القوم الرد إلى الدنيا إنما كانت منهم للملائكة الذين يقبضون روحهم، كما ذكر ابن جريج أن النبي صلى الله عليه وسلم قاله. وإنما ابتدئ الكلام بخطاب الله جل ثناؤه، لأنهم استغاثوا به، ثم رجعوا إلى مسألة الملائكة الرجوع والرد إلى الدنيا.وكان بعض نحويي الكوفة يقول: قيل ذلك كذلك؛ لأنه مما جرى على وصف الله نفسه من قوله:  وَقَدْ خَلَقْتُكَ مِنْ قَبْلُ وَلَمْ تَكُ شَيْئًا  في غير مكان من القرآن، فجرى هذا على ذلك.قوله: ( كَلا ) يقول تعالى ذكره: ليس الأمر على ما قال هذا المشرك، لن يُرْجع إلى الدنيا، ولن يعاد إليها( كَلا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا ) يقول: هذه الكلمة، وهو قوله: (رَبِّ ارْجِعُونِ) كلمة هو قائلها يقول: هذا المشرك هو قائلها.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( كَلا إِنَّهَا كَلِمَةٌ هُوَ قَائِلُهَا ) لا بد له أن يقولها يقول ( وَمِنْ وَرَائِهِمْ بَرْزَخٌ ) يقول: ومن أمامهم حاجز يحجز بينهم وبين الرجوع، يعني: إلى يوم يبعثون من قبورهم، وذلك يوم القيامة، والبرزخ والحاجز والمُهْلة متقاربات في المعنى.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ ) يقول: أجل إلى حين.حدثنا أبو كريب، قال: ثنا ابن يمان، عن أشعث، عن جعفر، عن سعيد، في قوله: ( وَمِنْ وَرَائِهِمْ بَرْزَخٌ ) قال: ما بعد الموت.حدثني أبو حميد الحِمْصي أحمد بن المغيرة، قال: ثنا أبو حَيْوة شريح بن يزيد، قال: ثنا أرطأة، عن أبي يوسف قال: خرجت مع أبي أمامة في جنازة، فلما وُضِعت في لحدها، قال أبو أمامة: هذا برزخ إلى يوم يُبعثون.&; 19-71 &;حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا مطر، عن مجاهد، قوله: ( وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ ) قال: ما بين الموت إلى البعث.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء ، جميعا عن ابن أبي نجيح، عن مجاهد، في قول الله: ( بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ ) قال: حجاب بين الميت والرجوع إلى الدنيا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جريج، عن مجاهد، مثله.حدثنا ابن عبد الأعلى، قال: ثنا محمد بن ثور، عن معمر، عن قَتادة: ( وَمِنْ وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ ) قال: برزخ بقية الدنيا.حدثنا الحسن، قال: أخبرنا عبد الرزاق، قال: أخبرنا معمر، عن قَتادَة، مثله.حدثنا يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( ومن وَرَائِهِمْ بَرْزَخٌ إِلَى يَوْمِ يُبْعَثُونَ ) قال: البرزخ ما بين الموت إلى البعث.حُدِّثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عُبيد، قال: سمعت الضحاك يقول: البرزخ: ما بين الدنيا والآخرة.",
  "ayah": 100,
  "surah": 23
}
