{
  "text": "اختلفت القرّاء في قراءة ذلك، فقرأته عامة قرّاء المدينة والبصرة وبعض أهل الكوفة: ( غَلَبَتْ عَلَيْنَا شِقْوَتُنَا ) بكسر الشين، وبغير ألف، وقرأته عامة قرّاء أهل الكوفة: &; 19-75 &; \" شَقاوَتُنا \" بفتح الشين والألف.والصواب من القول في ذلك أنهما قراءتان مشهورتان، وقرأ بكل واحدة منهما علماء من القرّاء بمعنى واحد، فبأيتهما قرأ القارئ فمصيب، وتأويل الكلام: قالوا: ربنا غلبت علينا ما سبق لنا في سابق علمك وخطّ لنا في أمّ الكتاب.وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام، عن عنبسة، عن محمد بن عبد الرحمن، عن القاسم بن أبي بَزَّة، عن مجاهد، قوله: ( غَلَبَتْ عَلَيْنَا شِقْوَتُنَا ) قال: التي كتبت علينا.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء ، جميعا عن ابن أبي نجيح، عن مجاهد، قوله: ( غَلَبَتْ عَلَيْنَا شِقْوَتُنَا ) التي كتبت علينا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، مثله.وقال، قال ابن جريج: بلغنا أن أهل النار نادوا خَزَنة جهنم: أنْ  ادْعُوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِنَ الْعَذَابِ  فلم يجيبوهم ما شاء الله فلما أجابوهم بعد حين قالوا:  فَادْعُوا وَمَا دُعَاءُ الْكَافِرِينَ إِلا فِي ضَلالٍ  قال: ثم نادوا مالكا  يَا مَالِكُ لِيَقْضِ عَلَيْنَا رَبُّكَ  فسكت عنهم مالك خازن جهنم، أربعين سنة ثم أجابهم فقال:  إِنَّكُمْ مَاكِثُونَ  ثم نادى الأشقياء ربهم، فقالوا:  رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا وَكُنَّا قَوْمًا ضَالِّينَ * رَبَّنَا أَخْرِجْنَا مِنْهَا فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ  فسكت عنهم مثل مقدار الدنيا، ثم أجابهم بعد ذلك تبارك وتعالى  اخْسَئُوا فِيهَا وَلا تُكَلِّمُونِ  .قال (1) ثني حجاج، عن أبي بكر بن عبد الله، قال: ينادي أهلُ النار أهلَ الجنة فلا يجيبونهم ما شاء الله، ثم يقال: أجيبوهم، وقد قطع الرَّحم والرحمة، فيقول أهل الجنة: يا أهل النار، عليكم غضب الله، يا أهل النار، عليكم لعنة الله، يا أهل النار، لا لبَّيْكم ولا سَعْدَيْكُم، ماذا تقولون؟ فيقولون: ألم نك في الدنيا آباءكم وأبناءكم وإخوانكم وعشيرتكم، فيقولون: بلى، فيقولون:  أَفِيضُوا عَلَيْنَا مِنَ الْمَاءِ أَوْ مِمَّا رَزَقَكُمُ اللَّهُ قَالُوا إِنَّ اللَّهَ حَرَّمَهُمَا عَلَى الْكَافِرِينَ   .قال (2) ثني حجاج عن أبي معشر، عن محمد بن كعب القُرظِي، قال: ثني عَبْدة المروزِيّ، عن عبد الله بن المبارك، عن عمرو بن أبي ليلى، قال: سمعت محمد بن كعب، زاد أحدهما على صاحبه: قال محمد بن كعب: بلغني، أو ذُكر لي، أن أهل النار استغاثوا بالخزنة، ادعوا ربكم يخفف عنا يوما من العذاب، فردّوا عليهم ما قال الله، فلما أيسوا نادَوا: يا مالك، وهو عليهم، وله مجلس في وسطها، وجسور تمرّ عليها ملائكة العذاب، فهو يرى أقصاها كما يرى أدناها، فقالوا: يا مالك لِيَقْضِ عَلَيْنَا رَبُّكَ ، سألوا الموت، فمكث لا يجيبهم ثمانين ألفَ سنة من سني الآخرة، أو كما قال، ثم انحط إليهم، فقال:  إِنَّكُمْ مَاكِثُونَ  فلما سمعوا ذلك قالوا: فاصبروا، فلعلّ الصبر ينفعنا، كما صبر أهل الدنيا على طاعة الله، قال: فصبروا، فطال صبرهم، فنادوا  سَوَاءٌ عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِنْ مَحِيصٍ  أي مَنْجى. فقام إبليس عند ذلك فخطبهم، فقال:  إِنَّ اللَّهَ وَعَدَكُمْ وَعْدَ الْحَقِّ وَوَعَدْتُكُمْ فَأَخْلَفْتُكُمْ وَمَا كَانَ لِي عَلَيْكُمْ مِنْ سُلْطَانٍ  فلما سمعوا مقالته، مَقَتُوا أنفسهم، قال: فنُودوا  لَمَقْتُ اللَّهِ أَكْبَرُ مِنْ مَقْتِكُمْ أَنْفُسَكُمْ إِذْ تُدْعَوْنَ إِلَى الإِيمَانِ فَتَكْفُرُونَ * قَالُوا رَبَّنَا أَمَتَّنَا  الآية، قال: فيجيبهم الله  ذَلِكُمْ بِأَنَّهُ إِذَا دُعِيَ اللَّهُ وَحْدَهُ كَفَرْتُمْ وَإِنْ يُشْرَكْ بِهِ تُؤْمِنُوا فَالْحُكْمُ لِلَّهِ الْعَلِيِّ الْكَبِيرِ  قال: فيقولون: ما أيسنا بعد؛ قال: ثم دعوا مرّة أخرى، فيقولون:  رَبَّنَا أَبْصَرْنَا وَسَمِعْنَا فَارْجِعْنَا نَعْمَلْ صَالِحًا إِنَّا مُوقِنُونَ  قال: فيقول الرب تبارك وتعالى:  وَلَوْ شِئْنَا لآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا  يقول الرب: لو شئت لهديت الناس جميعا، فلم يختلف منهم أحد  وَلَكِنْ حَقَّ الْقَوْلُ مِنِّي لأَمْلأَنَّ جَهَنَّمَ مِنَ الْجِنَّةِ وَالنَّاسِ أَجْمَعِينَ * فَذُوقُوا بِمَا نَسِيتُمْ لِقَاءَ يَوْمِكُمْ هَذَا  يقول: بما تركتم أن تعملوا ليومكم هذا  إِنَّا نَسِينَاكُمْ  أي تركناكم  وَذُوقُوا عَذَابَ الْخُلْدِ بِمَا كُنْتُمْ تَعْمَلُونَ  قال: فيقولون: ما أيسنا بعد، قال: فيدعون مرّة أخرى:  رَبَّنَا أَخِّرْنَا إِلَى أَجَلٍ قَرِيبٍ نُجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرُّسُلَ  قال: فيقال لهم:  أَوَلَمْ تَكُونُوا أَقْسَمْتُمْ مِنْ قَبْلُ مَا لَكُمْ مِنْ زَوَالٍ * وَسَكَنْتُمْ فِي مَسَاكِنِ الَّذِينَ ظَلَمُوا أَنْفُسَهُمْ  ... الآية، قال: فيقولون: ما أيسنا بعد ثم قالوا مرّة أخرى:  رَبَّنَا أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الَّذِي كُنَّا نَعْمَلُ  قال: فيقول:  أَوَلَمْ نُعَمِّرْكُمْ مَا يَتَذَكَّرُ فِيهِ مَنْ تَذَكَّرَ وَجَاءَكُمُ النَّذِيرُ  إلى:  نَصِيرٍ  ، ثم مكث عنهم ما شاء الله، ثم ناداهم: ( أَلَمْ تَكُنْ آيَاتِي تُتْلَى عَلَيْكُمْ فَكُنْتُمْ بِهَا تُكَذِّبُونَ ) فلما سمعوا ذلك قالوا: الآن يرحمنا، فقالوا عند ذلك: ( رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا ) أي: الكتاب الذي كتب علينا  وَكُنَّا قَوْمًا ضَالِّينَ * رَبَّنَا أَخْرِجْنَا مِنْهَا  الآية، فقال عند ذلك:  اخْسَئُوا فِيهَا وَلا تُكَلِّمُونِ  قال: فلا يتكلمون فيها أبدا، فانقطع عند ذلك الدعاء والرجاء منهم. وأقبل بعضهم ينبح في وجه بعض، فأطبقت عليهم. قال عبد الله بن المبارك في حديثه: فحدثني الأزهر بن أبي الأزهر أنه قال: فذلك قوله:  هَذَا يَوْمُ لا يَنْطِقُونَ * وَلا يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَحدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن أبي بكر بن عبد الله، أنه قال: فوالذي أنـزل القرآن على محمد، والتوراة على موسى، والإنجيل على عيسى، ما تكلم أهل النار كلمة بعدها إلا الشهيق والزَّعيق في الخلد أبدا، ليس له نفاد.قال: ثني حجاج، عن أبي معشر، قال: كنا في جنازة ومعنا أبو جعفر القارئ، فجلسنا، فتنحى أبو جعفر، فبكى، فقيل له: ما يبكيك يا أبا جعفر؟ قال: أخبرني زيد بن أسلم أن أهل النار لا يتنفسون.وقوله: ( وَكُنَّا قَوْمًا ضَالِّينَ ) يقول: كنا قوما ضَلَلْنا عن سبيل الرشاد، وقصد الحقّ.",
  "ayah": 106,
  "surah": 23
}
