{
  "text": "يقول تعالى ذكره: ( وَلَقَدْ خَلَقْنَا الإنْسَانَ مِنْ سُلالَةٍ مِنْ طِينٍ ) أسللناه منه، فالسلالة: هي المستلة من كلّ تربة، ولذلك كان آدم خلق من تربة أخذت من أديم الأرض.وبنحو الذي قلنا في ذلك، قال أهل التأويل على اختلاف منهم في المعني بالإنسان في هذا الموضع، فقال بعضهم: عنى به آدم.* ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قَتَادة: ( مِنْ طِينٍ ) قال: استلّ آدم من الطين.حدثنا الحسن، قال: أخبرنا عبد الرزاق، عن معمر، عن قتادة، في قوله: ( مِنْ سُلالَةٍ مِنْ طِينٍ ) قال: استلّ آدم من طين، وخُلقت ذرّيته من ماء مهين.وقال آخرون: بل معنى ذلك: ولقد خلقنا ولد آدم، وهو الإنسان الذي ذكر في هذا الموضع، من سلالة، وهي النطفة التي استلَّت من ظهر الفحل من طين، وهو آدم الذي خُلق من طين.*ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثنا أبو معاوية، عن الأعمش، عن المنهال بن عمرو، عن أبي يحيى، عن ابن عباس: ( مِنْ سُلالَةٍ مِنْ طِينٍ ) قال: صفوة الماء.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء ، جميعا عن ابن أبي نجيح، عن مجاهد في قول الله: ( مِنْ سُلالَةٍ ) من منيّ آدم.حدثنا القاسم. قال: ثنا الحسين. قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، مثله.وأولى القولين في ذلك بالصواب قول من قال: معناه: ولقد خلقنا ابن آدم من سُلالة آدم، وهي صفة مائه، وآدم هو الطين؛ لأنه خُلق منه.وإنما قلنا ذلك أولى التأويلين بالآية؛ لدلالة قوله:  ثُمَّ جَعَلْنَاهُ نُطْفَةً فِي قَرَارٍ مَكِينٍ  على أن ذلك كذلك؛ لأنه معلوم أنه لم يصر في قرار مكين إلا بعد خلقه في صلب الفحل، ومن بعد تحوّله من صلبه صار في قرار مكين؛ والعرب تسمي ولد الرجل ونطفته: سليله وسلالته. لأنهما مسلولان منه، ومن السُّلالة قول بعضهم:حَـمَلتْ بِـهِ عَضْـبَ الأدِيـمِ غَضَنفرًاسُـلالَةَ فَـرجٍ كـان غـيرَ حَـصِين (1)وقول الآخر:وَهَــلْ كُــنْتُ إلا مُهْــرَةً عَرَبِيَّـةًسُــلالَةَ أفْــراسٍ تجَللهــا بَغْــلُ (2)فمن قال: سلالة جمعها سلالات، وربما جمعوها سلائل، وليس بالكثير. لأن السلائل جمع للسليل، ومنه قول بعضهم:إذا أُنْتِجَـتْ مِنْهـا المَهـارَى تَشـابَهَتْعَــلى القَـوْد إلا بـالأنُوفِ سَـلائلُهْ (3)وقول الراجز:يَقْذِفْنَ فِي أسْلابِها بالسَّلائِلِ (4)-------------------------------الهوامش :(1) البيت لحسان بن ثابت (اللسان: سلل) وفيه: فجاءت في موضع حملت. وهو شاهد على أن السلالة بمعنى نطفة الإنسان، وسلالة الشيء: ما استل من. واستشهد به المؤلف على أن العرب تسمي ولد الرجل ونطفته: سلالة. وفي اللسان: وقال الفراء: السلالة الذي سل من كل تربة. وقال أبو الهيثم: السلالة: ما سل من صلب الرجل وترائب المرأة، كما يسل الشيء سلا. والسليل: الولد حين يخرج من بطن أمه، لأنه خلق من السلالة. وعن عكرمة أنه قال في السلالة: إنه الماء يسل من الظهر سلا. وعضب الأديم: غليظ الجلد، ولعله يريد وصفه بالشدة والقسوة. ولم أجد هذا التعبير في معاجم اللغة، ووجدته في حاشية جانبية على نسخة مصورة من مجاز القران محفوظة بمكتبة جامعة القاهرة، رقمها26059 عند تفسير قوله تعالى: { ولقد خلقنا الإنسان من سلالة من طين }.(2) البيت لهند بنت النعمان (اللسان: سلل ). وروايته: \"وما هند إلا مهرة\". وهو شاهد على أن السليل الولد، والأنثى سليلة، قال أبو عمرو: السليلة بنت الرجل من صلبه. وتجللها: علاها. والمراد بالبغل هنا: الرجل الشبيه بالبغل والبغل مذموم عند العرب. وفي اللسان: سلل: قال ابن بري: وذكر بعضهم أنها تصحيف، وأن صوابه \"نغل\" بالنون، وهو الخسيس من الناس والدواب، لأن البغل لا ينسل. وقال ابن شميل: يقال للإنسان أول ما تضعه أمه: سليل. والسليل والسليلة: المهر والمهرة.(3) لم أجد هذا البيت في معاني القرآن للفراء ولا في مجاز القرآن لأبي عبيدة، ولا في شواهد معاجم اللغة. وهو شاهد على أن السلائل جمع سلالة، وقد شرحنا معناها في الشاهدين السابقين بما أغنى عن تكراره هنا.(4) كذا ورد هذا الشطر في الأصول محرفًا وحسبه المؤلف من الرجز، ويلوح لي أن هذا جزء من بيت للنابغة الذبياني نسخه بعض النساخ في بعض الكتب، ولم يفطن له المؤلف. وبيت النابغة من البحر الطويل، وهو من قصيدة له يصف الخيل في وقعة عمرو بن الحارث الأصغر الغساني ببني مرة بن عوف بن سعد بن ذبيان، قال فيها:وَقَـدْ خِـفْتُ حـتى مَـا تَزِيدُ مَخَافَتِيعَـلى وَعِـلٍ فِـي ذِي المَطَارَةِ عَاقِلِمَخَافَــةَ عَمْـرٍو أَنْ تَكُـونَ جِيَـادُهُيُقَــدْنَ إِلَيْنَـا بَيْـنَ حَـافٍ وَنَـاعِلِإِذَا اسْـتَعْجَلُوهَا عَـنْ سَـجِيَّةِ مَشْيِهَاتَتَلَّــعُ فِــي أَعْنَاقِهَــا بِالجَحَـافِلِوَيَقْـذِفْنَ بِـالأَوْلادِ فِـي كُـلِّ مَـنْزِلٍتَشَــحَّطُ فِـي أسْـلائِهَا كَالْوَصَـائِلِوهذا البيت الأخير هو محل الشاهد في بحثنا وليس فيه شاهد للمؤلف على السلائل جمع السلالة، لأنها لم تذكر في البيت ولا في القصيدة كلها. وأصل تشحط: تتشحط، أي تضطرب يريد أولاد الخيل. والسلى: الجلدة التي يكون فيها الولد من الإنسان أو الحيوان إذا ولد. الوصائل الثياب الحمر المخططة. والمراد أن الأسلاب كانت موشحة بالدم، وانظر البيت في (اللسان: شحط) وفي المخصص. لابن سيده ( 1 : 17) ومختار الشعر الجاهلي بشرح مصطفى السقا (طبعة مصطفى البابي الحلبي وأولاده بالقاهرة ص 211).",
  "ayah": 12,
  "surah": 23
}
