{
  "text": "يقول تعالى ذكره: وأنشأنا لكم أيضا شجرة تخرج من طور سيناء وشجرة منصوبة عطفا على الجنات ويعني بها: شجرة الزيتون.وقوله: ( تَخْرُجُ مِنْ طُورِ سَيْنَاءَ ) يقول: تخرج من جبل ينبت الأشجار.وقد بيَّنت معنى الطور فيما مضى بشواهده، واختلاف المختلفين بما أغنى عن إعادته في هذا الموضع.وأما قوله: ( سَيْنَاءَ ) فإن القرّاء اختلفت في قراءته، فقرأته عامة قرّاء المدينة والبصرة: ( سِيناء ) بكسر السين. وقرأ ذلك عامة قرّاء الكوفة: ( سَيْنَاءَ ) بفتح السين، وهما جميعا مجمعون على مدّها.والصواب من القول في ذلك، أنهما قراءتان معروفتان في قراءة الأمصار، بمعنى واحد، فبأيتهما قرأ القارئ فمصيب.واختلف أهل التأويل في تأويله، فقال بعضهم: معناه: المبارك، كأن معنى الكلام عنده: وشجرة تخرج من جبل مبارك.*ذكر من قال ذلك:حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء ، جميعا عن ابن أبي نجيح، عن مجاهد، في قوله: ( طُورِ سَيْنَاءَ ) قال: المبارك.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد، مثله.حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( وَشَجَرَةً تَخْرُجُ مِنْ طُورِ سَيْنَاءَ ) قال: هو جبل بالشام مبارك.وقال آخرون: معناه: حسن.*ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، في قوله: ( طُورِ سَيْنَاءَ ) قال: هو جبل حسن.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( مِنْ طُورِ سَيْنَاءَ ) الطور: الجبل بالنبطية، وسيناء، حسنة بالنبطية.وقال آخرون: هو اسم جبل معروف.*ذكر من قال ذلك:حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن عطاء الخراساني، عن ابن عباس، في قوله: ( مِنْ طُورِ سَيْنَاءَ ) قال: الجبل الذي نودي منه موسى صلى الله عليه وسلم.حدثني يونس قال: أخبرنا ابن وهب، قال: قال ابن زيد، في قوله: ( طُورِ سَيْنَاءَ ) قال: هو جبل الطور الذي بالشام، جبل ببيت المقدس، قال: ممدود، هو بين مصر وبين أيلة.وقال آخرون: معناه: أنه جبل ذو شجر.*ذكر من قال ذلك:حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عمن قاله.والصواب من القول في ذلك أن يقال: إن سيناء اسم أضيف إليه الطور يعرف به، كما قيل : جبلا طيئ، فأضيفا إلى طيئ، ولو كان القول في ذلك كما قال من قال : معناه : جبل مبارك، أو كما قال من قال : معناه حسن، لكان الطور منوّنا، وكان قوله سيناء من نعته، على أن سيناء بمعنى: مبارك وحسن، غير معروف في كلام العرب ، فيجعل ذلك من نعت الجبل، ولكن القول في ذلك إن شاء الله كما قال ابن عباس، من أنه جبل عرف بذلك، وأنه الحبل الذي نودي منه موسى صلى الله عليه وسلم ، وهو مع ذلك مبارك، لا أن معنى سيناء: معنى مبارك.وقوله: ( تَنْبُتُ بِالدُّهْنِ ) اختلفت القرّاء في قراءة قوله: ( تُنْبِتُ ) فقرأته عامة قرّاء الأمصار: ( تَنْبُت ) بفتح التاء، بمعنى: تنبت هذه الشجرة بثمر الدهن، وقرأه بعض قرّاء البصرة: ( تُنْبِت ) بضم التاء، بمعنى تنبت الدهن، تخرجه. وذكر أنها في قراءة عبد الله: ( تُخْرجُ الدُّهْن ) وقالوا: الباء في هذا الموضع زائدة كما قيل: أخذت ثوبه ، وأخذت بثوبه، وكما قال الراجز:نَحْــنُ بَنُـو جَـعْدَةَ أرْبـابُ الفَلَـجْنَضْـرِبُ بِـالبيضِ وَنَرْجُـو بـالفَرَج (1)بمعنى: ونرجو الفرج. والقول عندي في ذلك أنهما لغتان: نبت، وأنبت; ومن أنبت قول زهير:رأيْـتَ ذوي الحاجـاتِ حَـوْلَ بُيُوتِهِمْقَطِينـا لَهُـمْ حـتى إذا أنْبَـتَ البَقْـلُ (2)ويروى: نبت، وهو كقوله:  فَأَسْرِ بِأَهْلِكَ  و \" فاسر \"، غير أن ذلك وإن كان كذلك، فإن القراءة التي لا أختار غيرها في ذلك قراءة من قرأ: ( تَنْبُت ) بفتح التاء؛ لإجماع الحجة من القرّاء عليها. ومعنى ذلك: تَنْبُت هذه الشجرة بثمر الدهن.كما حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء، جميعا عن ابن أبي نجيح، عن مجاهد: ( تَنْبُتُ بِالدُّهْنِ ) قال: بثمره.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُريج، عن مجاهد، مثله.والدهن الذي هو من ثمره الزيت، كما حدثني عليّ، قال: ثنا عبد الله، قال: ثني معاوية، عن عليّ، عن ابن عباس، قوله: ( تَنْبُتُ بِالدُّهْنِ ) يقول: هو الزيت يوكل، ويدهن به.وقوله: ( وَصِبْغٍ لِلآكِلِينَ ) يقول: تنبت بالدهن وبصبغ للآكلين، يصطبغ بالزيت الذين يأكلونه.كما حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله ( وَصِبْغٍ لِلآكِلِينَ ) قال: هذا الزيتون صبغ للآكلين، يأتدمون به، ويصطبغون به.قال أبو جعفر: فالصبغ عطف على الدهن.------------------------الهوامش :(1) البيت لنابغة بني جعدة ( خزانة الأدب للبغدادي 4 : 160) والفلج في الأصل النهر الصغير ، والماء الجاري. والمراد في البيت : موضع في أعلى بلاد قيس . ويروى (نضرب بالسيف ) . والبيض : جمع أبيض ، وهو السيف . والبيت شاهد على زيادة الباء في قوله بالفرج ، أي ونرجو الفرج . وهي زائدة في المفعول به سماعًا . قال ابن عصفور في الضرائر : زيادة الباء هنا : ضرورة . وقال ابن السيد في شرح أدب الكاتب لابن قتيبة : إنما عدى الرجاء بالباء ، لأنه بمعنى الطمع يتعدى بالباء ، كقولك : طمعت بكذا . قال الشاعر:طَمِعْــتُ بِلَيْــلَى أنْ تجُـودَ وَإِنَّمَـاتُقَطِّــعُ أَعْنَــاقَ الرِّجَـالِ المَطَـامِعُوبنو جعدة يروى بالرفع على أنه خبر نحن ، وبالنصب على الاختصاص ، والخبر : أرباب . ا ه.(2) البيت في (اللسان نبت ) قال : ونبت البقل وأنبت بمعنى ، وأنشد لزهير بن أبي سلمى :إذَا السَّـنَةُ الشَّـهْبَاءُ بِالنَّـاسِ أجْحَـفَتْوَنَـالَ كِـرَامَ النَّاسِ فِي الحَجْرةِ الأَكلُثم قال : يعني بالشهباء البيضاء من الجدب ، لأنها تبيض بالثلج أو عدم النبت . والحجرة السنة الشديدة التي تحجر الناس في بيوتهم ، فينحروا كرائم إبلهم ليأكلوها . والقطين : الحشم، وسكان الدار. وأجحفت أضرت بهم ، وأهلكت أموالهم . قال : ونبت وأنبت : مثل قولهم مطرت السماء وأمطرت . وقال في قوله تعالى : {تنبت بالدهن} قرأ ابن كثير وأبو عمرو الحضرمي : {تنبت} بضم في التاء ، وكسر الباء . وقرأ نافع وعاصم وحمزة والكسائي وابن عامر : بفتح التاء . وقال الفراء : هما لغتان : نبتت الأرض وأنبتت ، قال ابن سيده : أما تنبت ( بضم التاء) فذهب كثير من الناس إلى أن معناه : تنبت الدهن ، أي شجر الدهن ، أو حب الدهن ، وأن الباء فيه زائدة ، وكذلك قول عنترة \" شربت بماء الدحرضين ... البيت \" قالوا: أراد شربت ماء الدحرضين. قال : وهذا عند حذاق أصحابنا على غير وجه الزيادة ، وإنما تأويله والله أعلم : تنبت ما تنبته والدهن فيها ، كما تقول : خرج زيد بثيابه عليه؛ وركب الأمير بسيفه ، أي وسيفه معه . ا هـ .",
  "ayah": 20,
  "surah": 23
}
