{
  "text": "وقوله: ( فَأَوْحَيْنَا إِلَيْهِ أَنِ اصْنَعِ الْفُلْكَ بِأَعْيُنِنِا وَوَحْيِنَا) يقول: فقلنا له حين استنصرنَا على كَفَرة قومه: اصنع الفلك، وهي السفينة؛ بأعيننا ، يقول: بمرأى منا، ومنظر، ووحينا ، يقول: وبتعليمنا إياك صنعتها، ( فَإِذَا جَاءَ أَمْرُنَا ) يقول: فإذا جاء قضاؤنا في قومك، بعذابهم وهلاكهم ( وَفَارَ التَّنُّورُ ) .وقد ذكرنا فيما مضى اختلاف المختلفين في صفة فور التنور. والصواب عندنا من القول فيه بشواهده، بما أغنى عن إعادته في هذا الموضع.( فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ ) يقول: فادخل في الفلك واحمل. والهاء والألف في قوله: ( فِيهَا ) من ذكر الفلك ( مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ )يقال : سلكته في كذا، وأسلكته فيه، ومن سلكته قول الشاعر:وكُـنْتُ لِـزَازَ خَـصْمِكَ لَـمْ أُعَـرّدْوَقَــدْ سَـلَكُوكَ فِـي يَـوْمٍ عَصِيـبِ (3)وبعضهم يقول: أسلكت بالألف، ومنه قول الهُذَلي.حــتى إذَا أَسْــلَكُوهُمْ فِـي قُتـائِدَةٍشَـلا كمَـا تَطْـرُدُ الجَمَّالَـةُ الشُّـردَا (4)وبنحو الذي قلنا في ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: ( فَاسْلُكْ فِيهَا مِنْ كُلٍّ زَوْجَيْنِ اثْنَيْنِ ) يقول لنوح: اجعل في السفينة من كل زوجين اثنين ( وَأَهْلَكَ ) وهم ولده ونساؤهم ( إِلا مَنْ سَبَقَ عَلَيْهِ الْقَوْلُ ) من الله بأنه هالك، فيمن يهلك من قومك ، فلا تحمله معك، وهو يام الذي غرق.ويعني بقوله: ( مِنْهُمْ ) من أهلك، والهاء والميم في قوله ( منهم ) من ذكر الأهل.وقوله: ( وَلا تُخَاطِبْنِي ) الآية، يقول: ولا تسألني في الذين كفروا بالله أن أنجيهم.( إِنَّهُمْ مُغْرَقُونَ ) يقول: فإني قد حتمت عليهم أن أغرق جميعهم.------------------------الهوامش :(3) البيت لعدي بن زيد العبادي (انظر شرحنا له في ص 82 من الجزء الثاني عشر من هذا التفسير ، وقد استشهد به المؤلف هناك عند قوله تعالى { وقال هذا يوم عصيب) أي شديد واستشهد به هنا على أنه يقال : سلكته في كذا بمعنى أدخلته فيه وأسلكته فيه ، والبيت شاهد على الأول . قال في اللسان ( اللسان : سلك) والسلك ، بالفتح : مصدر سلكت الشيء في الشيء ، فانسلك أي أدخلته فيه فدخل . قال عدي بن زيد : \" وكنت لزاز .....\" كما استشهد به المؤلف مرة أخرى في ( 14 : 9) من هذه الطبعة عند قوله تعالى : {كذلك نسلكه في قلوب المجرمين} فراجعه ثمة.(4) البيت لعبد مناف بن ربع الهذلي ( اللسان: سلك) . قال: وسلك المكان يسلكه سلكًا وسلوكًا ، وسلكه غيره ( بنصب غير ) وفيه ، وأسلكه إياه ، وفيه ، وعليه ( بمعنى أدخله فيه ) قال عبد مناف بن ربع الهذلي : \" حتى إذا أسلكوهم ... البيت \" . وقد سبق استشهاد المؤلف بالبيت في ص 9 من الجزء الرابع عشر من هذه الطبعة ) عند قوله تعالى : { كذلك نسلكه في قلوب المجرمين } فراجعه ثمة .",
  "ayah": 27,
  "surah": 23
}
