{
  "text": "يقول تعالى ذكره: ( ثُمَّ أَرْسَلْنَا ) إلى الأمم التي أنشأنا بعد ثمود ( رُسُلَنَا تَتْرَى ) يعني: يتبع بعضها بعضا، وبعضها في أثر بعض، وهي من المواترة، وهي اسم لجمع مثل شيء، لا يقال: جاءني فلان تترى، كما لا يقال: جاءني فلان مواترة، وهي تنوّن ولا تنوّن، وفيها الياء، فمن لم ينوّنها( فَعْلَى ) من وترت ومن قال: \" تترا \" يوهم أن الياء أصلية ، كما قيل: مِعْزًى بالياء، ومَعْزًا ، وبهمى بهما ، ونحو ذلك، فأجْرِيت أحيانًا وتُرِك إجراؤها أحيانا، فمن جعلها( فعلى ) وقف عليها أشار إلى الكسر، ومن جعلها ألف إعراب لم يشر؛ لأن ألف الإعراب لا تكسر، لا يقال: رأيت زيدًا، فيشار فيه إلى الكسر.وبنحو الذي قلنا في تأويل ذلك قال أهل التأويل.*ذكر من قال ذلك:حدثني عليّ، قال: ثنا أبو صالح، قال: ثنا معاوية، عن عليّ، عن ابن عباس، قوله: ( ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى ) يقول: يَتْبُع بعضها بعضا.حدثنا محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس: ( ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى ) يقول: بعضها على أثر بعض.حدثني محمد بن عمرو، قال: ثنا أبو عاصم، قال: ثنا عيسى، وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء ، جميعا عن ابن أبي نجيح، عن مجاهد في قول الله: ( تَتْرَى ) قال: اتباع بعضها بعضا.حدثنا القاسم، قال: ثنا الحسين، قال: ثني حجاج، عن ابن جُرَيج، عن مجاهد: ( ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى ) قال: يتبع بعضها بعضا.حدثني يونس، قال: أخبرنا ابن وهب، قال: قال ابن زيد في قوله: ( ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَى ) قال: بعضهم على أثر بعض، يتبع بعضهم بعضا.واختلفت قرّاء الأمصار في قراءة ذلك، فقرأ ذلك بعض قرّاء أهل مكة ، وبعض أهل المدينة ، وبعض أهل البصرة ( تَتْرًا ) بالتنوين. وكان بعض أهل مكة، وبعض أهل المدينة، وعامة قرّاء الكوفة يقرءونه: ( تَتْرَى ) بإرسال الياء على مثال ( فَعْلَى )، والقول في ذلك أنهما قراءتان مشهورتان، ولغتان معروفتان في كلام العرب ، بمعنى واحد، فبأيتهما قرأ القارئ فمصيب، غير أني مع ذلك أختار القراءة بغير تنوين؛ لأنه أفصح &; 19-35 &; اللغتين وأشهرهما.وقوله: ( كُلَّ مَا جَاءَ أُمَّةً رَسُولُهَا كَذَّبُوهُ ) يقول: كلما جاء أمة من تلك الأمم ، التي أنشأناها بعد ثمود ، رسولُها الذي نرسله إليهم، كذّبوه فيما جاءهم به من الحق من عندنا. وقوله: ( فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا ) يقول: فأتبعنا بعض تلك الأمم بعضا بالهلاك ، فأهلكنا بعضهم في إثر بعض. وقوله: ( وَجَعَلْنَاهُمْ أَحَادِيثَ ) للناس ، ومثلا يتحدّث بهم في الناس، والأحاديث في هذا الموضع جمع أحدوثة، لأن المعنى ما وصفت من أنهم جعلوا للناس مثلا يتحدث بهم، وقد يجوز أن يكون جمع حديث، وإنما قيل: ( وَجَعَلْنَاهُمْ أَحَادِيثَ ) لأنهم جعلوا حديثا ، ومثلا يتمثَّل بهم في الشرِّ، ولا يقال في الخير: جعلته حديثا ، ولا أُحْدوثة. وقوله: ( فَبُعْدًا لِقَوْمٍ لا يُؤْمِنُونَ ) يقول: فأبعد الله قوما لا يؤمنون بالله، ولا يصدّقون برسوله.",
  "ayah": 44,
  "surah": 23
}
