{
  "text": "وقد اختلفت القرّاء في قراءة قوله: ( سَيَقُولُونَ لِلَّهِ ) فقرأ ذلك عامة قرّاء الحجاز والعراق والشام: ( سَيَقُولُونَ لِلَّهِ ) سوى أبي عمرو، فإنه خالفهم فقرأه: \" سَيَقُولُونَ الله \" في هذا الموضع، وفي الآخر الذي بعده إتباعا لخط المصحف، فإن ذلك كذلك في مصاحف الأمصار، إلا في مصحف أهل البصرة، فإنه في الموضعين بالألف، فقرءوا &; 19-64 &; بالألف كلها اتباعا لخط مصحفهم، فأما الذين قرءوه بالألف فلا مؤنة في قراءتهم ذلك كذلك؛ لأنهم أجروا الجواب على الابتداء، وردّوا مرفوعا على مرفوع، وذلك أن معنى الكلام على قراءتهم: قل من رب السماوات السبع، ورب العرش العظيم، سيقولون ربّ ذلك الله، فلا مؤنة في قراءة ذلك كذلك. وأما الذين قرءوا ذلك في هذا، والذي يليه بغير ألف، فإنهم قالوا: معنى قوله: قل من رب السماوات: لمن السماوات؟ لمن ملك ذلك؟ فجعل الجواب على المعنى، فقيل: لله; لأن المسألة عن ملك ذلك لمن هو؟ قالوا: وذلك نظير قول قائل لرجل: مَنْ مولاك؟ فيجيب المجيب عن معنى ما سئل، فيقول: أنا لفلان; لأنه مفهوم لذلك من الجواب ما هو مفهوم بقوله: مولاي فلان. وكان بعضهم يذكر أن بعض بني عامر أنشده:وأعْلَــمُ أنَّنِــي ســأكُونُ رَمْسًـاإذَا سَـــارَ النَّوَاجِـــعُ لا يَسِــيرُفقــال الســائلون لمــن حـفرتم?فقــال المخــبرون لهــم وزيـرُ (1)فأجاب المخفوض بمرفوع؛ لأن معنى الكلام: فقال السائلون: من الميت؟ فقال المخبرون: الميت وزير. فأجابوا عن المعنى دون اللفظ.والصواب من القراءة في ذلك أنهما قراءتان قد قرأ بهما علماء من القرّاء، متقاربتا المعنى، فبأيتهما قرأ القارئ فمصيب، غير أني مع ذلك أختار قراءة جميع ذلك بغير ألف؛ لإجماع خطوط مصاحف الأمصار على ذلك، سوى خط مصحف أهل البصرة.------------------------الهوامش :(1) البيتان مما أنشده الفراء عن بعض بني عامر ، في كتابه ( معاني القرآن ) الورقة 216 من مصورة الجامعة رقم 24059 قال الفراء : وقوله { قل لمن الأرض ومن فيها إن كنتم تعلمون سيقولون لله } هذه مسألة فيها ؛ لأنه قد استفهم بلام ، فرجعت في خبر المستفهم . وأما الأخريان ، فإن أهل المدينة وعامة أهل الكوفة يقرءونها كقراءة أبي كذلك : لله ، لله ، لله ، ثلاثتهنَّ . وأهل البصرة يقرءون الأخريين : الله ، الله ، وهو في العربية أبين ، لأنه مردود مرفوع ؛ ألا ترى أن قوله : { قل من رب السماوات } مرفوع ، لا خفض فيه ، فجرى جوابه على مبتدأ به ، وكذلك هي في قراءة عبد الله . والعلة في إدخال اللام في الأخريين في قول أبي وأصحابه : أنك لو قلت لرجل : من مولاك ؟ فقال : أنا لفلان ، كفاك من أن يقول : مولاي فلان ، فلما كان المعنيان واحدًا ، جرى ذلك في كلامهم ؛ أنشدني بعض بني عامر \" وأعلم أنني سأكون رمسا .. . \" البيتين . فرفع ، أراد : الميت وزير . و النواجع : جمع ناجعة ، وهي الجماعة تترك منازلها في طلب الكلأ.",
  "ayah": 87,
  "surah": 23
}
