{
  "text": "وَإِذْ نَادَى رَبُّكَ مُوسَى أَنِ ائْتِ الْقَوْمَ الظَّالِمِينَ (10) شروع في عدّ آيات على صدق الرسول صلى الله عليه وسلم بذكر عواقب المكذبين برسلهم ليحذر المخاطَبون بالدعوة إلى الإسلام من أن يصيبهم ما أصاب المكذبين . وفي ضمن ذلك تبيين لبعض ما نادى به الرسل من البراهين .وإذ قد كانت هذه الأدلة من المثلات قصد ذكر كثير اشتهر منها ولم يُقتصر على حادثة واحدة لأن الدلالة غير العقلية يتطرقها احتمال عدم الملازمة بأن يكون ما أصاب قوماً من أولئك على وجه الصدفة والاتفاق فإذا تبين تكرر أمثالها ضعُف احتمال الاتفاقية ، لأن قياس التمثيل لا يفيد القطع إلا بانضمام مقومات له من تواتر وتكرر .وإنما ابتدىء بذكر قصة موسى ثم قصة إبراهيم على خلاف ترتيب حكاية القصص الغالب في القرآن من جعلها على ترتيب سبقها في الزمان ، لعلَّهُ لأن السورة نزلت للرد على المشركين في إلحاحهم على إظهار آيات من خوارق العادات في الكائنات زاعمين أنهم لا يؤمنون إلا إذا جاءتهم آية؛ فضرب لهم المثل بمكابرة فرعون وقومه في آيات موسى إذ قالوا : { إنّ هذا لساحر مبين } [ يونس : 2 ] وعُطف { وإذا نادى ربك موسى } عطفَ جملةٍ على جملة : { أوَ لم يَرَوْا إلى الأرض } [ الشعراء : 7 ] بتمامها .ويكون { إذ } اسم زمان منصوباً بفعل محذوف تقديره : واذْكر إذ نادى ربّك موسى على طريقة قوله في القصة التي بعدها { واتل عليهم نبأ إبراهيم } [ الشعراء : 69 ] . وفي هذا المقدّر تذكير للرسول عليه الصلاة والسلام بما يسلّيه عما يلقاه من قومه .ونداء الله موسى الوحيُ إليه بكلام سمعه من غير واسطة ملَك .جملة : { أن ائت القوم الظالمين } تفسير لجملة : { نادى } ، و { أَنْ } تفسيرية . والمقصود من سَوق هذه القصة هو الموعظة بعاقبة المكذبين وذلك عند قوله تعالى : { فأوحينا إلى موسى أن اضرب بعصاك البحر إلى قوله : { وإن ربّك لهو العزيز الرحيم } [ الشعراء : 63 68 ] . وأما ما تقدم ذلك من قوله : { وإذ نادى ربك موسى } إلخ فهو تفصيل لأسباب الموعظة بذكر دعوة موسى إلى ما أُمر بإبلاغه وإعراضضِ فرعون وقومِه وما عقبَ ذلك إلى الخاتمة .واستحضار قوم فرعون بوصفهم بالقوم الظالمين إيماء إلى علة الإرسال . وفي هذا الإجمال توجيه نفس موسى لترقب تعيين هؤلاء القوم بما يبينه ، وإثارةٌ لغضب موسى عليهم حتى ينضمّ داعي غضبه عليهم إلى داعي امتثال أمر الله الباعِثِه إليهم ، وذلك أوقع لكلامه في نفوسهم . وفيه إيماء إلى أنهم اشتهروا بالظلم .",
  "ayah": 10,
  "surah": 26
}
