{
  "text": "قَوْمَ فِرْعَوْنَ أَلَا يَتَّقُونَ (11) ثم عقب ذلك بذكر وصفهم الذاتي بطريقة البياننِ من القوم الظالمين وهو قوله : { قوم فرعون } ، وفي تكرير كلمة { قوم } موقع من التأكيد فلم يقل : ائت قوم فرعون الظالمين ، كقول جرير :يا تيم تيمَ عدي لا أبا لكم ... لا يُلْفينَّكُمُ في سَوْأة عُمَرُوالظلم يعم أنواعه ، فمنها ظلمهم أنفسهم بعبادة ما لا يستحق العبادة ، ومنها ظلمهم الناسَ حقوقهم إذ استعبدوا بني إسرائيل واضطهدوهم ، وتقدم استعماله في المعنيين مراراً في ضد العدل{ ومن أظلم مِمّن مَّنَع مساجدَ اللَّه } في البقرة ( 114 ) ، وبمعنى الشرك في قوله : { الذين آمنوا ولم يلبِسوا إيمانهم بظلم } في الأنعام ( 82 ) .واعلم أنه قد عدل هنا عن ذكر ما ابتدىء به نداء موسى مما هو في سورة طه ( 12 23 ) بقوله : { إني أنا ربّك فاخلَع نعليك } إلى قوله : لنُريَكَ من آياتنا الكبرى لأن المقام هنا يقتضي الاقتصار على ما هو شرح دعوة قوم فرعون وإعراضهم للاتّعَاظ بعاقبتهم . وأما مقام ما في سورة طه فلبيان كرامة موسى عند ربّه ورسالته معاً فكان مقام إطناب مع ما في ذلك من اختلاف الأسلوب في حكاية القصة الواحدة كما تقدم في المقدمة السابعة من مقدمات هذا التفسير .والإتيان المأمور به هو ذهابه لتبليغ الرسالة إليهم . وهذا إيجاز يبيّنه قوله : { فأتيا فرعون فقولا إنا رسول رب العالمين } [ الشعراء : 16 ] إلى آخره .وجملة : { ألا يتقون } مستأنفة استئنافاً بيانياً لأنه لمّا أمره بالإتيان إليهم لدعوتهم ووصَفَهَم بالظالمين كان الكلام مثيراً لسؤاللٍ في نفس موسى عن مَدى ظلمهم فجيء بما يدل على توغّلهم في الظلم ودوامهم عليه تقوية للباعث لِموسى على بلوغ الغاية في الدعوة وتهيئة لتلقِّيه تكذيبَهم بدون مفاجأة ، فيكون { ألا } من قوله : { ألا يتقون } مركباً من حرفين همزة الاستفهام و ( لا ) النافية . والاستفهام لإنكار انتفاء تقواهم ، وتعجيب موسى من ذلك ، فإن موسى كان مطّلعاً على أحوالهم إذ كان قد نشأ فيهم وقد عَلم مظالمهم وأعظمها الإشراك وقتلُ أنبياء بني إسرائيل . . . .ويجوز أن يكون { ألا } كلمةً واحدة هي أداة العرض والتحضيض فتكون جملة : { ألا يتقون } بياناً لجملة { ائت } . والمعنى : قل لهم : ألا تتقون . فحكى مقالته بمعناها لا بلفظها . وذلك واسع في حكاية القول كما في قوله تعالى : { ما قلتُ لهم إلاَّ ما أمرتني به أن اعبُدُوا الله ربّي وربّكم } [ المائدة : 117 ] فإن جملة : { أن اعبُدوا الله } مفسرة لجملة { أمرتني } . وإنما أمره الله أن يعبدوا الله ربّ موسى وربهم ، فحكى ما أمره الله به بالمعنى . وهذا العرض نظير قوله في سورة النازعات ( 18 ) { فقل هل لك إلى أن تزكّى }والاتّقاء : الخوف والحذر ، وحذف متعلق فعل يتقون } لظهور أن المراد : ألا يتقون عواقب ظلمهم . وتقدم في قوله تعالى : { الذين عاهدتَ منهم ثم ينقضون عهدهم في كل مرة وهم لا يتقون } في سورة الأنفال ( 56 ) .ويَعلم موسى من إجراء وصف الظلم وعدم التقوى على قوم فرعون في معرض أمره بالذهاب إليهم أن من أول ما يبدأ به دعوتَهم أن يدعوهم إلى ترك الظلم وإلى التقوى .وذكر موسى تقدم عند قوله تعالى : { وإذ واعدنا موسى أربعين ليلة } في سورة البقرة ( 51 ) . وتقدمت ترجمة فرعون عند قوله تعالى : { إلى فرعون وملائه } في الأعراف ( 103 ) .",
  "ayah": 11,
  "surah": 26
}
