{
  "text": "قَالَ وَمَا عِلْمِي بِمَا كَانُوا يَعْمَلُونَ (112) وقرأ الجمهور : { واتَّبعَك } بهمزة وصل وتشديد التاء الفوقية على أنه فعل مضي من صيغة الافتعال . والمعنى : أنهم كانوا من أتباعه أو كانوا أكثر أتباعه . وقرأ يعقوب { وأتْبَاعُك } بهمزة قطع وسكون الفوقية وألف بعد الموحدة على أنه جمع تابع . والمعنى : أنهم أتباعه لا غيرهم فالصيغة صيغةُ قصر .وجواب نوح عن كلام قومه يحتاج إلى تدقيق في لفظه ومعناه . فأما لفظه فاقتران أوله بالواو يجعله في حكم المعطوف على كلام قومه تنبيهاً على اتصاله بكلامهم . وذلك كناية عن مبادرته بالجواب كما في قوله تعالى حكايةً عن إبراهيم عليه السلام { قال ومن ذريتي } [ البقرة : 124 ] بعد قوله : { قال إني جاعلك للناس إماماً } [ البقرة : 124 ] . ويسمى عطفَ تلقين مراعاةً لوقوعه في تلك الآية والأوْلى أن يسمى عطف تكميل .وأما معناه فهو استفهام مؤذن بأن قومه فصَّلوا إجمال وصفهم أتباعَه بالأرذلين بأن بينوا أوصافاً من أحوال أهل الحاجة الذين لا يعبأ الناس بهم فأتى بالاستفهام عن علمه استفهاماً مستعملاً في قلة الاعتناء بالمستفهَم عنه ، وهو كناية عن قلة جدواه لأن الاستفهام عن الشيء يؤذن بالجهل به ، والجهل تُلازمه قلة العناية بالمجهول وضعفُ شأنه ، كما يقال لك : يهدّدك فلان ، فتقول : وما فُلان ، أي لا يُعبأ به . وفي خبر وهب بن كيسان عن جابر ابن عبد الله أن أبا عبيدة كان يقُوتنا كلَّ يوم تمرةً فقال وهب : قلتُ وما تغني عنكم تمرة . والمعنى : أي شيء علمي بما كانوا يعملون حتى اشتغلَ بتحصيل علم ما كانوا يعملون وأعمالهم بما يناسب مراتبهم فأنا لا أهتم بما قبلَ إيمانهم .وضُمن { علمي } معنى اشتغالي واهتمامي فعُدّي بالباء .و { ما كانوا يعملون } موصول مَا صدقه الحالة لأن الحالة لا تخلو من عمل . فالمعنى : وما علمي بأعمالهم . وهذا كما يقال في السؤال عن أحد : ماذا فعل فلان؟ أي ما خبره وما حاله؟ ومنه قول النبي صلى الله عليه وسلم للصبي الأنصاري : «يا أبا عمير ما فعل النغير» لطائر يسمى النُغَر ( بوزن صُرد ) وهو من نوع البلبل كان عند الصبي يلعب به ، ومنه قوله لمن سأله عن الذين ماتوا من صبيان المشركين : «الله أعلم بما كانوا عاملين» أي الله أعلم بحالهم ، فهو إمساك عن الجواب .وقريب منه قول العرب : ما بَالُه ، أي ما حاله؟ .وفعل { كانوا } مزيد بين ( مَا ) الموصولة وصلتِها لإفادة التأكيد ، أي تأكيد مدلول «ما علمي بما يعملون» . والمعنى : أي شيء علمي بما يعملون . وليس المراد بما كانُوا عملوه من قبل . والواو في قوله : { بما كانوا } فاعل وليست اسماً ل ( كان ) لأن ( كان ) الزائدة لا تنصب الخبر .وشمل قوله : { بما كانوا يعملون } جميع أحوالهم في دينهم ودنياهم في الماضي والحال والمستقبل والظاهر والباطن .والحساب حقيقته : العَدّ ، واستعمل في معنى تمحيض الأعمال وتحقيق ظواهرها وبواطنها بحيث لا يفوت منها شيء أو يشتبه .والمعنى : أن الله هو الذي يتولّى معاملتهم بما أسلفوا وما يعملون وبحقائق أعمالهم . وهذا المقال اقتضاه قوله : { وما علمي بما كانوا يعملون } من شموله جميع أعمالهم الظاهرة والباطنة التي منها ما يحاسبون عليه وهو الأهم عند الرسول المشرّع ، فلذلك لما قال : { وما علمي بما كانوا يعملون } أتبعه بقوله : { إن حسابهم إلا على ربي } على عادة أهل الإرشاد في عدم إهمال فُرصته . وهذا كقول النبي صلى الله عليه وسلم \" فإذا قالوها ( أي لا إله إلا الله ) عصموا منّي دماءَهم وأموالهم إلا بحقها وحسابهم على الله \" ، أي تحقيق مطابقة باطنهم لظاهرهم على الله .وزاد نوح قوله بياناً بقوله : { وما أنا بطارد المؤمنين إن أنا إلا نذير مبين } وبيَّن هذا المعنى قوله في الآية الأخرى { الله أعلم بما في أنفسهم } في سورة هود ( 31 ) .",
  "ayah": 112,
  "surah": 26
}
