{
  "text": "كَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ (176) استئنافُ تعدادٍ وتكرير كما تقدم في جملة : { كذبت عادٌ المرسلين } [ الشعراء : 123 ] . ولم يقرن فعل { كذب } هذا بعلامة التأنيث لأن { أصحاب } جمعُ صاحب وهو مذكر معنىً ولفظاً بخلاف قوله : { كذبت قوم لوط } [ الشعراء : 160 ] فإن ( قوم ) في معنى الجماعة والأمة كما تقدم في قوله : { كذبت قوم نوح المرسلين } [ الشعراء : 105 ] .وقرأ نافع وابن كثير وابن عامر وأبو جعفر { لَيْكَةَ } بلام مفتوحة بعدها ياء تحتية ساكنة ممنوعاً من الصرف للعلمية والتأنيث . وقرأه الباقون { الأيكة } بحرف التعريف بعده همزة مفتوحة وبجر آخره على أنه تعريف عهد لأَيكةٍ معروفة . والأيكة : الشجر الملتف وهي الغيضة . وعن أبي عبيد : رأيتها في الإمام مصحف عثمان رضي الله عنه في الحِجر وق { الأيكة } وفي الشعراء وص { لَيكة } واجتمعت مصاحف الأمصار كلها بعد ذلك ولم تختلف .وأصحاب لَيكة : هم قوم شعيب أو قبيلة منهم . قالوا : وكانت غيضتهم من شجر المُقْل ( بضم الميم وسكون القاف وهو النبق ) ويقال له الدَّوم ( بفتح الدال المهملة وسكون الواو ) .وإفرادها بتاء الوحدة على إرادة البقعة واسم الجمع : أيك ، واشتهرت بالأيكة فصارت علماً بالغلبة معرفاً باللام مثل العَقبة . ثم وقع فيه تغيير ليكون علماً شخصياً فحذفت الهمزة وألقيت حركتها على لام التعريف وتنوسي معنى التعريف باللام . وعن الزجاج : جاء في التفسير أن اسم المدينة التي أرسل إليها شعيب كان ليكة . وعن أبي عبيد : وجدنا في بعض كتب التفسير أن لَيْكة اسم القرية والأيكة البلاد كلها كمكة وبَكة . وهذا من التغيير لأجل التسمية ، كما سموا شُمْساً بضم الشين ليكون علماً وأصله الشمس علماً بالغلبة . والتغيير لأجل النقل إلى العلمية وارد بكثرة ، ذكره ابن جنّي في «شرح مشكل الحماسة» عند قول تأبط شراً :إني لمُهْدٍ من ثنائي فقاصد ... به لابن عم الصدق شُمْس بن مالكوذكره في «الكشاف» في سورة أبي لهب . وقد تقدم بيانه عند الكلام على البسملة قبل سورة الفاتحة ، فلما صار اسم ليكة علماً على البلاد جاز منعه من الصرف لذلك ، وليس ذلك لمجرد نقل حركة الهمزة على اللام كما توهمه النحّاس ، ولا لأن القراءة اغترار بخط المصحف كما تعسّفه صاحب «الكشاف» على عادته في الاستخفاف بتوهيم القراء ، وقد علمتم أن الاعتماد في القراءات على الرواية قبل نسخ المصاحف كما بيناه في المقدمة السادسة من مقدمات هذا التفسير فلا تتبعوا الأوهام المخطئة .وقد اختلف في أن أصحاب ليكة هم مدين أو هم قوم آخرون ساكنون في ليكة جوار مدين أرسل شعيب إليهم وإلى أهل مدين . وإلى هذا مال كثير من المفسرين . روى عبد الله بن وهب عن جبير بن حازم عن قتادة قال : أُرسل شعيب إلى أمتين : إلى قومه من أهل مدين وإلى أصحاب الأيكة .وقال جابر بن زيد : أرسل شعيب إلى قومه أهل مدين وإلى أهل البادية وهم أصحاب الأيكة . وفي «تفسير ابن كثير» : روى الحافظ ابن عساكر في ترجمة شعيب عليه السلام من طريق محمد بن عثمان بن أبي شيبة بسنده إلى عبد الله بن عمرو قال : قال رسول الله صلى الله عليه وسلم \" إن قوم مدين وأصحاب الأيكة أمتان بعث الله إليهما شعيباً النبي \" ، وقال ابن كثير : هذا غريب ، وفي رفعه نظر ، والأشبه أنه موقوف . وروى ابن جريج عن ابن عباس أن أصحاب الأيكة هم أهل مدين . والأظهر أن أهل الأيكة قبيلة غير مدين فإن مدين هم أهل نسب شعيب وهم ذرية مَدين بن إبراهيم من زوجه «قطورة» سكَن مدينُ في شرق بلد الخليل كما في التوراة ، فاقتضى ذلك أنه وجده بلَداً مأهولاً بقوم فهم إذن أصحاب الأيكة فبنى مدين وبنُوه المدينةَ وتركوا البادية لأهلها وهم سكان الغيضة .والذي يشهد لذلك ويرجحه أن القرآن لمَّا ذكرَ هذه القصةَ لأهل مدين وصف شعيباً بأنه أخوهم ، ولما ذكرها لأصحاب ليكة لم يصف شعيباً بأنه أخوهم إذ لم يكن شعيب نسيباً ولا صهراً لأصحاب ليكة ، وهذا إيماء دقيق إلى هذه النكتة . ومما يرجح ذلك قوله تعالى في سورة الحجر ( 78 ، 79 ) { وإن كان أصحاب الأيكة لظالمين فانتقمنا منهم وإنهما لبإمام مبين } ، فجعل ضميرهم مثنى باعتبار أنهم مجموع قبيلتين : مدين وأصحاب ليكة . وقد بيّنّا ذلك في سورة الحجر . وإنما تُرسل الرسل من أهل المدائن قال تعالى : { وما أرسلنا من قبلك إلا رجالاً يُوحَى إليهم من أهل القرى } [ يوسف : 109 ] وتكون الرسالة شاملة لمن حول القرية .وافتتح شعيب دعوته بمثل دعوات الرسل من قبله للوجه الذي قدمناه .",
  "ayah": 176,
  "surah": 26
}
