{
  "text": "وَإِنَّهُ لَفِي زُبُرِ الْأَوَّلِينَ (196) عطف على { وإنه لتنزيل رب العالمين } [ الشعراء : 192 ] ، والضمير للقرآن كضمير { وإنه لتنزيل رب العالمين } . وهذا تنويه آخر بالقرآن بأنه تصدقه كتب الأنبياء الأولين بموافقتها لما فيه وخاصة في أخباره عن الأمم وأنبيائها .وقوله : { في زبر الأولين } أي كتب الرسل السالفين ، أي أن القرآن كائن في كتب الأنبياء السالفين مثل التوراة والإنجيل والزبور ، وكتب الأنبياء التي نعلمها إجمالاً . ومعلوم أن ضمير القرآن لا يراد به ذات القرآن ، أي ألفاظه المنزلة على النبي صلى الله عليه وسلم إذ ليست سور القرآن وآياته مسطورة في زبر الأولين بلفظها كله فتعين أن يكون الضمير للقرآن باعتبار اسمه ووصفه الخاص أو باعتبار معانيه . فأما الاعتبار الأوّل فالضمير مؤول بالعَود إلى اسم القرآن كقوله تعالى : { الرسول النبي الأمّي الذي يجدونه مكتوباً عندهم في التوراة والإنجيل } [ الأعراف : 157 ] ، أي يجدون اسمه ووصفه الذي يُعيِّنه . فالمعنى أن ذكر القرآن وارد في كتب الأولين ، أي جاءت بشارات بمحمد صلى الله عليه وسلم وأنه رسول يجيء بكتاب . ففي سفر التثنية من كتب موسى عليه السلام في الإصحاح الثامن عشر قول موسى : «قال لي الرب : أقيم لهم نبيئاً من وسط إخوتهم مثلك ، وأجعل كلامي في فمه فيكلمهم بكل ما أوصيه به» إذ لا شك أن إخوة بني إسرائيل هم العرب كما ورد في سفر التكوين في الإصحاح السادس عشر عند ذكر الحمل بإسماعيل «وأمام جميع إخوته يسكن» أي لا يسكن معهم ولكن قُبالتهم . ولم يأت نبيء بوحي مثل موسى بشرع كشرع موسى غير محمد صلى الله عليه وسلم وكلام الله المجعول في فمه هو القرآن الموحَى به إليه وهو يتلوه .وفي إنجيل متَّى الإصحاح الرابع والعشرين قال عيسى عليه السلام : «ويقومُ أنبياء كذَبةٌ كثيرون ويُضلون كثيراً . . . . ولكن الذي يَصبر إلى المنتهَى ( أي يدوم إلى آخر الدهر أي دينه إذ لا خلود للأشخاص ) فهذا يخلص ويكْرَز ( أي يدعو ) ببشارة الملكوت هذه في كل المسكونة ( أي الأرض المأهولة ) شهادةً لجميع الأمم ( رسالة عامة ) ثم يأتي المنتهى ( أي نهاية العالم ) » .فالبشارة هي الوحي وهو القرآن وهو الكتاب الذي دعا جميع الأمم ، قال تعالى : { كتاب أنزلناه إليك لتُخرج الناسَ من الظلمات إلى النور } [ إبراهيم : 1 ] وقال : { ولقد صرّفنا للناس في هذا القرآن من كل مثل } [ الإسراء : 89 ] .وفي إنجيل يوحنا قول المسيح الإصحاح الرابع عشر : «وأنا أطلب من الأب فيعطيكم مُعَزياً ( أي رسولاً ) آخرَ ليمكث معكم إلى الأبد ( هذا هو دوام الشريعة ) روحُ الحق الذي لا يستطيع العالم أن يقبله ( إشارة إلى تكذيب المكذبين ) لأنه لا يراه ولا يعرفه» . ثم قال : «وأما المعزي الروحُ القدس الذي سيُرسله الأبُ باسمي ( أي بوصف الرسالة ) فهو يُعلمكم كلَّ شيء ويذكركم بكل ما قلتُه لكم ( وهذا التعليم لكل شيء هو القرآن ما فرطنا في الكتاب من شيء ) » .وأما الاعتبار الثاني فالضمير مؤوّل بمعنى مسماه كقولهم : عندي درهم ونصفه ، أي نصف مسمى درهم فكما يطلق اسم الشيء على معناه نحو { إليه يصعد الكلم الطيب } [ فاطر : 10 ] وقوله : { واذكر في الكتاب إبراهيم } [ مريم : 41 ] أي أحواله ، كذلك يطلق ضمير الاسم على معناه ، فالمعنَى : أن ما جاء به القرآن موجود في كتب الأولين . وهذا كقول الإنجيل آنفاً «ويذكّركم بكل ما قلته لكم» ، ولا تجد شيئاً من كلام المسيح عليه السلام المسطور في الأناجيل غير المحرف عنه إلا وهو مذكور في القرآن ، فيكون الضمير باعتبار بعضه كقوله : { شرع لكم من الدين ما وصّى به نوحاً } [ الشورى : 13 ] الآية .والمقصود : أن ذلك آية على صدق أنه من عند الله . وهذا معنى كون القرآن مصدِّقاً لما بين يديه .",
  "ayah": 196,
  "surah": 26
}
