{
  "text": "قَالَ فِرْعَوْنُ وَمَا رَبُّ الْعَالَمِينَ (23) لما لم يَرُجْ تهويله على موسى عليه السلام وعلم أنه غير مقلع عن دعوته تنفيذاً لما أمره الله ثنّى عنان جداله إلى تلك الدعوة فاستفهم عن حقيقة ربّ العالمين الذي ذكر موسى وهارون أنهما مُرسَلان منه إذ قالا : { إنا رسولُ ربّ العالمين } [ الشعراء : 16 ] وإظهار اسم فرعون مع أن طريقة حكاية المقاولات والمحاورة يكتفى فيها بضمير القائلين بطريقة قال قال ، أو قال فقال ، فعدل عن تلك الطريقة إلى إظهار اسمه لإيضاح صاحب هذه المقالة لبعد ما بين قوله هذا وقوله الآخر .والواو عاطفة هذا الاستفهام على الاستفهام الأول الذي وقع كلام موسى فاصلاً بينه وبين ما عطف عليه .وحرف { ما } الغالب فيه أن يكون للسؤال عن حقيقة الاسم بعده التي تميزه عن غيره ، ولذلك يسأل بها عن تعيين القبيلة ، ففي حديث الوفود أن النبي صلى الله عليه وسلم قال لهم : «مَا أنتم» ، ففرعون سأل موسى عليه السلام تبيين حقيقة هذا الذي وصفه بأنه { رب العالمين } [ الشعراء : 16 ] ، فقد كانت عقائد القبط تثبت آلهة متفرقة قد اقتسمت التصرف في عناصر هذا العالم وأجناس الموجودات ، وتلك العناصر هي العالمون ولا يدينون بإله واحد ، فإنّ تعدد الآلهة المتصرفة ينافي وحدانية التصرف ، فلما سمع فرعون من كلام موسى إثبات ربّ العالمين قَرع سمعه بما لم يألفه من قبل لاقتضائه إثبات إله واحد وانتفاء الإلهية عن الآلهة المعروفة عندهم ، على أنهم كانوا يزعمون أن فرعون هو المجتبَى من الآلهة ليكون مَلِكَ مصر . فهو مظهر الآلهة الأخرى في تدبير المملكة { قال يا قوم أليس لي ملك مصر وهذه الأنهار تجري من تحتي } [ الزخرف : 51 ] . وبهذا الانتساب إلى الآلهة وتمثيله إرادتهم في الأرض كان فرعون يُدعَى إلهاً .وقد كانت الأمم يومئذ في غفلة عما عدا أنفسها فكانوا لا يفكرون في مختلف أحوال الأمم وعوائد البشر . ولا تشعر كل أمة إلا بنفسها وخصائصها من آلهتها وملوكها فكان المَلِك لا يُشيع في أمته غيرَ قوته وانتصاره على الثائرين ، ويخيل للناس أن العالم منحصر في تلك الرقعة من الأرض . فلا تجد في آثار القبط صوراً للأمم غير صور القبائل الذين يغزوهم فرعون ويأتي بأسراهم في الأغلال والسلاسل خاضعين عابدين حتى يخيّل لقومه أنه لما غلب أولئك فقد كان قهارَ البشر كلهم ، ويُخفي أخبار انكساره إلا إذا لحقه غلب عظيم من أمة كبرى بحيث لا يستطيع إخفاءه ، فحينئذ ينتقل أسلوب التاريخ عندهم وتنتَحِل الدولةُ الجديدة أساليبَ الدولة الماضية وتنسى حوادث الماضي وتغلب على مخيلاتهم الحالة الحاضرة ، وللدعاة والمروجين أثر كبير في ذلك . وبهذا يتضح باعث فرعون على هذا السؤال الذي ألقاه على موسى ، وهو استفهام مشوب بتعجب وإنكار على طريق الكناية .ومن دقائق هذه المجادلة أن الاستفسار مقدَّم في المناظرات ، ولذلك ابتدأ فرعون بالسؤال عن حقيقة الذي أرسلَ موسى عليه السلام .",
  "ayah": 23,
  "surah": 26
}
