{
  "text": "قَالَ رَبُّ الْمَشْرِقِ وَالْمَغْرِبِ وَمَا بَيْنَهُمَا إِنْ كُنْتُمْ تَعْقِلُونَ (28)لما رأى موسى سوء فهمهم وعدم اقتناعهم بالاستدلال على الوحدانية بالتكوين المعتاد إذ التبس عليهم الأمر المعتاد بالأمر الذي لا صانع له انتقل موسى إلى ما لا قبل لهم بجحده ولا التباسِه وهو التصرف العجيب المشاهد كل يوم مرتين ، كما انتقل إبراهيم عليه السلام من الاستدلال على وجود الله بالإحياء والإماتة لما تَمَوَّه على النمرود حقيقة معنى الإحياء والإماتة فانتقل إبراهيم إلى الاستدلال بطلوع الشمس فيما حكى الله تعالى : { ألم تر إلى الذي حاجّ إبراهيم في ربّه أن آتاه الله الملك إذ قال إبراهيم ربّي الذي يحيي ويميت قال أنا أحيي وأميت قال إبراهيم فإن الله يأتي بالشمس من المشرق فأتتِ بها من المغرب } [ البقرة : 258 ] فكانت حجة موسى حجة خليلية .والمشرق والمغرب يجوز أن يراد بهما مكان شروق الشمس ومكان غروبها في الأفق ، فيكون تحريكاً للاستدلال بما يقع في ذلك المكان من الأُفق من شروق الشمس وغروبها ، فيكون المراد بربّ المشرق والمغرب خالقَ ذلك النظام اليومي على طريقة الإيجاز .ويجوز أن يراد بالمشرق والمغرب المصدر الميمي ، أي ربّ الشروق والغروب ، فيكون المراد بالربّ الخالق ، أي مكوِّن الشروق والغروب ويكون المراد بما بينهما على هاذين الوجهين ما بين الحالين وضمير ( بينهما ) للمشرق والمغرب فكأنه قيل وما بين المشرق والمغرب وما بين المغرب والمشرق ، أي ما يقع في خلال ذلك من الأحوال ، فأما ما بين الشروق والغروب فالضحى والزوال والعصر والاصفرار ، وأما ما بين الغروب والشروق فالشفق والفجر والإسفار كلها دلائل على تكوين ذلك النظام العجيب المتقن .وقيل المراد برب المشرق والمغرب مالك الجهتين . وهذا التفسير يفيت مناسبة الكلام لمقام الاستدلال بعظيم ولا يلاقي التذييل الواقع بعده في قوله : { إن كنتم تعقلون } .وتانك الجهتان هما منتهى الأرض المعروفة للناس يومئذ فكأنه قيل : ربّ طرَفي الأرض ، وهو كناية عن كون جميع الأرض ملكاً لله . وهذا استدلال عرفي إذ لم يكونوا يعرفون يومئذ مَلِكاً يملك ما بين المشرق والمغرب ، وما كان مُلك فرعون المؤلّه عندهم إلا لبلاد مصر والسودان .والتذييل بجملة : { إن كنتم تعقلون } تنبيه لنظرهم العقلي ليعاودوا النظر فيدركوا وجه الاستدلال ، أي إن كنتم تُعملون عقولكم ، ومن اللطائف جعل ذلك مقابل قول فرعون : إن رسولكم لمجنون ، لأن الجنون يقابله العقل فكان موسى يقول لهم قولاً ليناً ابتداء ، فلما رأى منهم المكابرة ووصفوه بالجنون خاشنهم في القول وعارض قول فرعون { إن رسولكم الذي أرسل إليكم لمجنون } [ الشعراء : 27 ] فقال : { إن كنتم تعقلون } أي إن كنتم أنتم العقلاء ، أي فلا تكونوا أنتم المجانين ، وهذا كقول أبي تمام للذَيْن قالا له : «لِم تقول ما لا يُفهم» قال : «لم لا تفهمان ما يقال» .",
  "ayah": 28,
  "surah": 26
}
