{
  "text": "إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّمَاءِ آَيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ (4)استئناف بياني ناشىء عن قوله : { أن لا يكونوا مؤمنين } [ الشعراء : 3 ] لأن التسلية على عدم إيمانهم تثير في النفس سؤالاً عن إمهالهم دون عقوبة ليؤمنوا ، كما قال موسى { ربّنا إنك آتيت فرعون وملأه زينةً وأموالاً في الحياة الدنيا ربّنا ليَضِلّوا عن سَبيلك ربّنا اطمِسْ على أموالهم واشدُدْ على قلوبهم فلا يؤمنوا حتى يروا العذاب الأليم } [ يونس : 88 ] ، فأجيب بأن الله قادر على ذلك ، فهذا الاستئناف اعتراض بين الجملتين المعطوفة إحداهما على الأخرى .ومفعول { نشأ } محذوف يدل عليه جواب الشرط على الطريقة الغالبة في حذف مفعول فعل المشيئة . والتقدير : إن نشأ تنزيلَ آية ملجئة ننزلها .وجيء بحرف { إنْ } الذي الغالب فيه أن يشعر بعدم الجزم بوقوع الشرط للإشعار بأن ذلك لا يشاؤه الله لحكمة اقتضت أن لا يشاءه .ومعنى انتفاء هذه المشيئة أن الحكمة الإلهية اقتضت أن يحصل الإيمان عن نظر واختيار لأن ذلك أجدى لانتشار سمعة الإسلام في مبدإ ظهوره . فالمراد بالآية العلامة التي تدل على تهديدهم بالإهلاك تهديداً محسوساً بأن تظهر لهم بوارق تنذر باقتراب عذاب . وهذا من معنى قوله تعالى : { وإن كان كَبُر عليك إعراضُهم فإن استطعتَ أن تَبْتَغِيَ نَفَقاً في الأرض أو سُلّماً في السماء فتأتيهم بآية } [ الأنعام : 35 ] ، وليس المراد آيات القرآن وذلك أنهم لم يقتنعوا بآيات القرآن .وجعل تنزيل الآية من السماء حينئذ أوضح وأشدّ تخويفاً لقلّة العهد بأمثالها ولتوقع كل من تحت السماء أن تصيبه . فإن قلت : لماذا لم يُرِهِمْ آية كما أُرِي بنو إسرائيل نَتْقَ الجبل فوقهم كأنه ظُلَّةٌ؟ قلت : كان بنو إسرائيل مؤمنين بموسى وما جاء به فلم يكن إظهار الآيات لهم لإلجائهم على الإيمان ولكنه كان لزيادة تثبيتهم كما قال إبراهيم { أرني كيف تحيي الموتى } [ البقرة : 260 ] .وفرّع على تنزيل الآية ما هو في معنى الصفة لها وهو جملة { فظلت أعناقهم لها خاضعين } بفاء التعقيب .وعطف { فظلت } وهو ماض على المضارع قوله : { ننزل } لأن المعطوف عليه جواب شرط ، فللمعطوف حكم جواب الشرط فاستوى فيه صيغة المضارع وصيغة الماضي لأن أداة الشرط تخلص الماضي للاستقبال؛ ألا ترى أنه لو قيل : إن شئنا نزّلنا أو إن نَشأ نَزَّلنا ، لكان سواء إذ التحقيق أنه لا مانع من اختلاف فعلي الشرط والجزاء بالمضارَعيَّة والماضوية ، على أن المعطوفات يتّسع فيها ما لا يُتّسع في المعطوف عليها لقاعدة : أن يغتفر في الثواني ما لا يغتفر في الأوائل ، كما في القاعدة الثامنة من الباب الثامن من «مغني اللبيب» ، غير أن هذا الاختلاف بين الفعلين لا يخلو من خصوصية في كلام البليغ وخاصة في الكلام المعجز ، وهي هنا أمران : التفنّن بين الصيغتين ، وتقريبُ زَمن مضي المعقب بالفاء من زمن حصول الجزاء بحيث يكون حصول خضوعهم للآية بمنزلة حصول تنزيلها فيتمّ ذلك سريعاً حتى يخيّل لهم من سُرعة حصوله أنه أمر مضى فلذلك قال : { فظلت } ولم يقل : فتظل .وهذا قريب من استعمال الماضي في قوله تعالى : { أتى أمر الله فلا تستعجلوه } [ النحل : 1 ] وكلاهما للتهديد ، ونظيره لقصد التشويق : قد قامت الصلاة .والخضوع : التطامن والتواضع . ويستعمل في الانقياد مجازاً لأن الانقياد من أسباب الخضوع . وإسناد الخضوع إلى الأعناق مجاز عقلي ، وفيه تمثيل لحال المنقادين الخائفين الأذلّة بحال الخاضعين الذين يتّقون أن تصيبهم قاصمة على رؤوسهم فهم يطأطئون رؤوسهم وينحنون اتقاء المصيبة النازلة بهم .والأعناق : جمع عُنُق بضمتين وقد تسكن النون وهو الرقبة ، وهو مؤنث . وقيل : المضموم النون مؤنث ، والساكن النون مذكر .ولما كانت الأعناق هي مظهر الخضوع أُسند الخضوع إليها وهو في الحقيقة مما يسند إلى أصحابها ومنه قوله تعالى : { وخَشَعَت الأصواتُ للرحمن } [ طه : 108 ] أي أهل الأصوات بأصواتهم كقول الأعشى :( كذلكَ فافعَلْ ما حييتَ إذَا شتوا ) ... وأقْدم إذا ما أعينُ الناس تَفْرَقفأسند الفَرق إلى العيون على سبيل المجاز العقلي لأن الأعين سبب الفرق عند رؤية الأشياء المخيفة . ومنه قوله تعالى : { سحَرُوا أعينَ الناس } [ الأعراف : 116 ] وإنما سحَروا الناس سحراً ناشئاً عن رؤية شعوذة السحر بأعينهم ، مع ما يزيد به قوله : «ظلت أعناقهم لها خاضعين» من الإشارة إلى تمثيل حالهم ، ومقتضى الظاهر فظلوا لها خاضعين بأعناقهم .وفي إجراء ضمير العقلاء في قوله : { خاضعين } على الأعناق تجريد للمجاز العقلي في إسناد { خاضعين إلى أعناقهم } لأن مقتضى الجري على وتيرة المجاز أن يقال لها : خاضعة ، وذلك خضوع من توقع لحاق العذاب النازل . وعن مجاهد : أن الأعناق هنا جمع عُنُق بضمتين يطلق على سيد القوم ورئيسهم كما يطلق عليه رأس القوم وصدر القوم ، أي فظلت سادتهم ، يعني الذين أغرَوْهم بالكفر خاضعين ، فيكون الكلام تهديداً لزعمائهم الذين زيَّنوا لهم الاستمرار على الكفر ، وهو تفسير ضعيف . وعن ابن زيد والأخفش : الأعناق الجماعات واحدها عُنُق بضمتين جماعة الناس ، أي فظلّوا خاضعين جماعات جماعات ، وهذا أضعف من سابقه .ومن بدع التفاسير وركيكها ما نسبه الثعلبي إلى ابن عباس أنه قال : نزلت هذه الآية فينا وفي بني أمية فتذل لنا أعناقهم بعد صعوبة ويلحقهم هوانٌ بعد عِزّة ، وهذا من تحريف كلم القرآن عن مواضعه ونحاشي ابن عباس رضي الله عنه أن يقوله وهو الذي دعا له رسول الله صلى الله عليه وسلم بأن يُعلّمه التأويل . وهذا من موضوعات دعاة المُسَوِّدة مثل أبي مسلم الخراساني وكم لهم في الموضوعات من اختلاق ، والقرآن أجلّ من أن يتعرض لهذه السفاسف .وقرأ الجمهور : { ننزّل } بالتشديد في الزاي وفتح النون الثانية . وقرأ ابن كثير وأبو عمرو ويعقوب بضم النون الثانية وتخفيف الزاي .",
  "ayah": 4,
  "surah": 26
}
