{
  "surah": 44,
  "ayah": 32,
  "text": "We chose them, with a knowledge, above the worlds. We chose them, with a knowledge of their hearts' love for Us despite the multiplicity of their sins against Us. And We chose them, with a knowledge of Our secrets that We deposited within them and of the realities of Our rightful due that We unveiled to them. Although this verse descended specifically concerning the faithful among the Children of Israel, in terms of understanding by way of allusion it is a general declaration of the eminence of the children of Adam and their superiority over all creatures. In the same way, He says in another place, “We indeed honored the children of Adam” [17:70]. He is saying, “We chose them, and We were not wrong in choosing them, for We chose them with pure knowledge. We knew, with complete knowledge, that of all the created things, they were worthy of being chosen. Hence We chose them. Our choosing them was through Our knowledge and desire, without cause. Our ca- ressing them was through Our bounty and generosity, without inducement. We choose and caress whomever We want, and no one can ask how or why about Our activity. We drive away and burn whomever We want, and no one can protest against Our decree.” On the day He drew the circle of engendering over this individual of clay, He announced, “I am creating an individual the like of whom I have never created. Not that it is impossible for My power, but My jealousy holds back the reins of power.” This He expressed like this: “He fastened to them the word of godwariness, to which they have more right and of which they are worthy” [48:26]. O chevalier! His power allows Him to create a hundred thousand like us in an instant, but His love and jealousy do not allow this. This is because the secret of love has no howness, especially in respect to us: He loves them, and they love Him [5:54]. The proximate angels of the Exalted Threshold and the residents of the all-compelling Pres- ence put the finger of bewilderment in the mouth of wonder: “This is a great work and a strange state that has appeared for the dust-dwellers. They are those caressed by His gentleness and pulled up by His compassion."
}
