{
  "text": "قال اللّه ردا لاقتراحهم: { أَهُمْ يَقْسِمُونَ رَحْمَةَ رَبِّكَ } أي: أهم الخزان لرحمة اللّه، وبيدهم تدبيرها، فيعطون النبوة والرسالة من يشاءون، ويمنعونها ممن يشاءون؟{ نَحْنُ قَسَمْنَا بَيْنَهُمْ مَعِيشَتَهُمْ فِي الْحَيَاةِ الدُّنْيَا وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ } أي: في الحياة الدنيا، والحال أن رَحْمَةَ رَبِّكَ خَيْرٌ مِمَّا يَجْمَعُونَ من الدنيا.فإذا كانت معايش العباد وأرزاقهم الدنيوية بيد اللّه تعالى، وهو الذي يقسمها بين عباده، فيبسط الرزق على من يشاء، ويضيقه على من يشاء، بحسب حكمته، فرحمته الدينية، التي أعلاها النبوة والرسالة، أولى وأحرى أن تكون بيد اللّه تعالى، فاللّه أعلم حيث يجعل رسالته.فعلم أن اقتراحهم ساقط لاغ، وأن التدبير للأمور كلها، دينيها ودنيويها، بيد اللّه وحده. هذا إقناع لهم، من جهة غلطهم في الاقتراح، الذي ليس في أيديهم منه شيء، إن هو إلا ظلم منهم ورد للحق.وقولهم: { لَوْلَا نُزِّلَ هَذَا الْقُرْآنُ عَلَى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ } لو عرفوا حقائق الرجال، والصفات التي بها يعرف علو قدر الرجل، وعظم منزلته عند اللّه وعند خلقه، لعلموا أن محمد بن عبد اللّه بن عبد المطلب صلى اللّه عليه وسلم، هو أعظم الرجال قدرا، وأعلاهم فخرا، وأكملهم عقلا، وأغزرهم علما، وأجلهم رأيا وعزما وحزما، وأ كملهم خلقا، وأوسعهم رحمة، وأشدهم شفقة، وأهداهم وأتقاهم.وهو قطب دائرة الكمال، وإليه المنتهى في أوصاف الرجال، ألا وهو رجل العالم على الإطلاق، يعرف ذلك أولياؤه وأعداؤه، فكيف يفضل عليه المشركون من لم يشم مثقال ذرة من كماله؟!، ومن جرمه ومنتهى حمقه أن جعل إلهه الذي يعبده ويدعوه ويتقرب إليه صنما، أو شجرا، أو حجرا، لا يضر ولا ينفع، ولا يعطي ولا يمنع، وهو كل على مولاه، يحتاج لمن يقوم بمصالحه، فهل هذا إلا من فعل السفهاء والمجانين؟فكيف يجعل مثل هذا عظيما؟ أم كيف يفضل على خاتم الرسل وسيد ولد آدم صلى اللّه عليه وسلم؟ ولكن الذين كفروا لا يعقلون.وفي هذه الآية تنبيه على حكمة اللّه تعالى في تفضيل اللّه بعض العباد على بعض في الدنيا { لِيَتَّخِذَ بَعْضُهُمْ بَعْضًا سُخْرِيًّا } أي: ليسخر بعضهم بعضا، في الأعمال والحرف والصنائع.فلو تساوى الناس في الغنى، ولم يحتج بعضهم إلى بعض، لتعطلت كثير من مصالحهم ومنافعهم.وفيها دليل على أن نعمته الدينية خير من النعمة الدنيوية كما قال تعالى في الآية الأخرى: { قُلْ بِفَضْلِ اللَّهِ وَبِرَحْمَتِهِ فَبِذَلِكَ فَلْيَفْرَحُوا هُوَ خَيْرٌ مِمَّا يَجْمَعُونَ }",
  "ayah": 32,
  "surah": 43
}
