{
  "text": "نماز میں غفلت اور یتیموں سے نفرت :اللہ تعالیٰ فرماتا ہے کہ اے محمد ﷺ تم نے اس شخص کو دیکھا جو قیامت کے دن کو جو جزا سزا کا دن ہے جھٹلاتا ہے یتیم پر ظلم و ستم کرتا ہے اس کا حق مارتا ہے اس کے ساتھ سلوک و احسان نہیں کرتا مسکینوں کو خود تو کیا دیتا دوسروں کو بھی اس کار خیر پر آمادہ نہیں کرتا جیسے اور جگہ ہے (كَلَّا بَلْ لَّا تُكْرِمُوْنَ الْيَتِيْمَ 17 ۙ) 89۔ الفجر :17) یعنی جو برائی تمہیں پہنتی ہے وہ تمہارے اعمال کا نتیجہ ہے کہ نہ تم یتیموں کی عزت کرتے ہو نہ مسکینوں کو کھانا دینے کی رغبت دلاتے ہو یعنی اس فققیر کو جو اتنا نہیں پاتا کہ اسے کافی ہو پھر فرمان ہوتا ہے کہ غفلت برتنے والے نمازیوں کے لیے ویل ہے یعنی ان منافقوں کے لیے جو لوگوں کے سامنے نماز ادا کریں ورنہ ہضم کر جائیں یہی معنی حضرت ابن عباس کے کیے ہیں اور یہ بھی معنی ہیں کہ مقرر کردہ وقت ٹال دیتے ہیں جیسے کہ مسروق اور ابو الضحی کہتے ہیں حضرت عاء بن دینا فرماتے ہیں اللہ کا شکر ہے کہ فرمان باری میں عن صلوتھم ہے فی صلوتھم نہیں یعنی نمازوں سے غفلت کرتے ہیں فرمایا نمازوں میں غفلت برتتے ہیں نہیں فرمایا اسی طرح یہ الف ظشامل ہے ایسے نمازی کو بھی جو ہمیشہ نماز کو آخری وقت ادا کرے یا عموماً آخری وقت پڑھے یا ارکان و شروط کی پوری رعایت نہ کرے یا خشو و خضو اور تدبر و غروفکر نہ کرے لفظ قرآن ان میں سے ہر ایک کو شامل ہے یہ سب باتیں جس میں ہوں وہ تو پورا پورا بدنصیب ہے اور جس میں جتنی ہوں اتنا ہی وہ ویل ہے اور نفاق عملی کا حقو دار ہے بخاری و مسلم کی حدیث میں ہے رسول اللہ ﷺ فرماتے ہیں یہ نماز منافق کی ہے یہ نماز منافق کی ہے یہ نماز منافق کی ہے کہ بیٹھا ہوا سورج کا انتظار کرتا رہے جب وہ غروب ہونے کے قریب پہنچے اور شیطان اپنے سینگ اس میں ملا لے تو کھڑا ہو اور مرغ کی طرح چار ٹھونگیں مار لے جس میں اللہ کا ذکر بہت ہی کم کرے یہاں مراد عصر کی نماز ہے ججو صلوہ وسطی ہے جیسے کہ حدیث کے لفظوں سے ثابت ہے یہ شخص مکروہ وقت میں کھڑا ہوتا اور کوے کی طرح چونچیں مار لیتا ہے جس میں اطمینان ارکان بھی نہیں ہوتا نہ خشو و خضوع ہوتا ہے بلکہ ذکر اللہ بھی بہت ہی کم ہوتا ہے اور کیا عجب کہ یہ نماز محض دکھاوے کی نماز ہو تو پڑھی نہ پڑھی یکاں ہے انہی منافقین کے بارے میں اور جگہ ارشاد ہے (اِنَّ الْمُنٰفِقِيْنَ يُخٰدِعُوْنَ اللّٰهَ وَھُوَ خَادِعُھُمْ ۚ وَاِذَا قَامُوْٓا اِلَى الصَّلٰوةِ قَامُوْا كُسَالٰى ۙ يُرَاۗءُوْنَ النَّاسَ وَلَا يَذْكُرُوْنَ اللّٰهَ اِلَّا قَلِيْلًا01402ۡۙ) 4۔ النسآء :142) یعنی منافق اللہ کو دھوکہ دیتے ہیں اور وہ انہیں یہ جب بھی نماز کے لیے کھڑے ہوتے ہیں تو تھکے ہارے بادل ناخواستہ صرف لوگوں کے دکھاو کے لیے نماز گذارتے ہیں اللہ کی یاد بہت ہی کم کرتے ہیں یہاں بھی فرمایا یہ ریا کاری کرتے ہیں لوگوں میں نمازی بنتے ہیں طبرانی کی حدیث میں ہے ویل جہنم کی ایک وادی کا نام ہے جس کی آگ اس قدر تیز ہے کہ اور آگ جہنم کی ہر دن اس سے چار سو مرتبہ پناہ مانگتی ہے یہ ویل اس امت کے ریاکار علماء کے لیے ہے اور ریاکاری کے طور پر صدقہ خیرات کرنے والوں کے لیے ہے اور ریا کاری کے طور پر حج کرنے والوں کے لیے ہے اور ریا کاری کے طور پر جہاد کرنے والوں کے لیے ہے مسند احمد میں ہے رسول اللہ ﷺ فرماتے ہیں جو شخص دوسروں کو سنانے کے لیے کوئی نیک کام کرے اللہ تعالیٰ بھی لوگوں کو سنا کر عذاب کریگا اور اسے ذلیل و حقیر کریگا ہاں اس موقعہ پر یہ یاد رہے کہ اگر کسی شخص نے بالکل نیک نیتی سے کوئی اچھا کام کیا اور لوگوں کو اس کی خبر ہوگئی اس پر سے بھی خوشی ہوئی تو یہ ریا کاری نہیں اس کی دلیل مسند ابو یعلی موصلی کی یہ حدیث ہے کہ حضرت ابوہریرہ ؓ نے سرکار نبوی میں ذکر کیا کہ حضور ﷺ میں تو تنہا نوافل پڑھتا ہوں لیکن اچانک کوئی آجاتا ہے تو ذرا مجھ بھی یہ اچھا معلوم ہونے لگتا ہے آپ نے فرمایا تجھے دو اجر ملیں گے ایک اجر پوشیدگی کا اور دوسرا ظاہر کرنے کا حضرت ابن المبارک فرمایا کرتے تھے یہ حدیث ریا کاروں کے لیے بھی اچھی چیز ہے یہ حدیث بروئے اسنا غریب ہے لیکن اسی معنی کی حدیث اور سند سے بھی مروی ہے ابن جریر کی ایک بہت ہی ضعیف سند والی حدیث میں ہے کہ جب یہ آیت اتری تو حضور ﷺ نے فرمایا اللہ اکبر یہ تمہارے لیے بہتر ہے اس سے کہ تم میں سے ہر شخص کو مثل تمام دنیا کے دیا جائے اس سے مراد وہ شخص ہے کہ نماز پڑھے تو اس کی بھلائی سے اسے کچھ سروکار نہ ہو اور نہ پڑھے تو اللہ کا خوف اسے نہ ہو اور روایت میں ہے کہ رسول اللہ ﷺ سے اس آیت کا مطلب پوچھا گیا تو آپ نے فرمایا یہ وہ لوگ ہیں جو نماز کو اس کے وقت سے موخر کرتے ہیں اس کے ایک معنی تو یہ ہیں کہ سرے سے پڑھتے ہی نہیں دوسرے معنی یہ ہیں کہ شرعی وقت نکال دیتے ہیں پھر پڑھتے ہیں یہ معنی بھی ہیں کہ اول وقت میں ادا نہیں کرتے ایک موقوف روایت میں حضرت سعد بن ابی وقاص ؓ سے مروی ہے کہ تنگ وقت کر ڈالتے ہیں زیادہ صحیح موقوف روایت ہی ہے امام بیہقی بھی فرماتے ہیں کہ مرفوع توضعیف ہے ہاں موقوف صحیح ہے امام حاکم کا قول بھی یہی ہے پس جس طرح یہ لوگ عبادت رب میں سست ہیں اسی طرح لوگوں کے حقوق بھی ادا نہیں کرتے یہاں تک کہ برتنے کی کمی قیمت چیزیں لوگوں کو اس لیے بھی نہیں دتے کہ وہ اپنا کام نکال لیں اور پھر وہ چیز جوں کی توں واپس کردیں پس ان خسیس لوگوں سے یہ کہاں بن آئے کہ وہ زکوٰۃ ادا کریں یا اور نیکی کے کام کریں حضرت علی سے ماعون کا مطلب ادائیگی زکوٰۃ بھی مروی ہے اور حضرت ابن عمر سے بھی اور دیگر حضرات مفسرین معتبرین سے بھی امام حسن بصری ؒ فرماتے ہیں کہ اس کی نماز میں ریا کاری ہے اور مال کے صدقہ میں ہاتھ روکنا ہے حضرت زید بن اسلم فرماتے ہیں یہ منافق لوگ ہیں نماز تو چونکہ ظاہر ہے پڑھنی پڑتی ہے اور زکوٰۃ چونکہ پوشیدہ ہے اس لیے اسے ادا نہیں کرتے ابن مسعود ؓ فرماتے ہیں ماعون ہر وہ چیز ہے جو لوگ آپس میں ایک دوسرے سے مانگ لیا کرتے ہیں جیسے کدال پھاوڑا دیگچی ڈول وغیرہ۔ دوسری روایت میں ہے کہ اصحاب رسول ﷺ اس کا یہی مطلب بیان کرتے ہیں اور روایت میں ہے کہ ہم نبی ﷺ کے ساتھ تھے اور ہم اس کی تفسیر یہی کرتے تھے نسائی کی حدیث میں ہے ہر نیکی چیز صدقہ ہے ڈول اور ہنڈیا یا پتیلی مانگے پر دینے کو ہم آنحضرت ﷺ کے زمانے میں ماعون سے تعبیر کرتے تھے غرض اس کے معنی زکوٰۃ نہ دینے کے اطاعت نہ کرنے کے مانگی چیز نہ دینے کے ہیں چھوٹی چھوٹی بےجان چیزیں کوئی دو گھڑی کے لیے مانگنے آئے اس سے ان کا انکار کردینا مثلا چھلنی ڈول سوئی سل بٹا کدال پھائوڑا پتیلی دیگچی وغیرہ ایک غریب حدیث میں ہے کہ قبیلہ نمیر کے وفد نے حضور ﷺ سے کہا کہ ہمیں خاص حکم کیا ہوتا ہے آپنے فرمایا ماعون سے منع کرنا انہوں نے پوچھا ماعون کیا ؟ فرمایا پتھر لوہا پانی انہوں نے پوچھا لوہے سے مراد کونسا لوہا ہے ؟ فرمایا یہی تمہاری تانبے کی پتیلیاں اور کدال وغیرہ پوچھا پتھر سے کیا مراد ؟ فرمایا یہی دیگچی وغیرہ یہ حدیث بہت ہی غریب ہے بلکہ مرفوع ہونا منکر ہے اور اس کی اسناد میں وہ راوی ہیں جو مشہور نہیں علی نمیری فرماتے ہیں کہ رسول اللہ ﷺ سے میں نے سنا ہے آپ نے فرمایا مسلمان کا مسلمان بھائی ہے جب ملے سلام کرے جب سلام کرے تو بہتر جواب دے اور ماعون کا انکار نہ کرے میں نے پوچھا حضور ﷺ ماعون کیا ؟ فرمایا پتھر لوہ اور اسی جیسی اور چیزیں واللہ اعلم الحمد اللہ تعالیٰ کے فضل و کرم سے اس کے احسان اور رحم سے اس سورت کی تفسیر بھی ختم ہوئی۔",
  "ayah": 4,
  "surah": 107
}
