{
  "text": "Commentary\nهُوَ الَّذِي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ‌ وَمِنكُم مُّؤْمِنٌ (He is the One who created you, then some of you are disbelievers, and some of you are believers…64:2). In the phrase fa-minkum, the particle ‘fa’ [ translated here as ‘then’] denotes ‘one thing happening after another’. In this instance, the phrase ‘khalaqakum’ [ created you ] indicates that at the inception of creation there were no unbelievers [ kafis ]. Human beings were, subsequently, divided into believers and non-believers by their own free will and choice with which Allah has invested them. They are rewarded or punished on account of exercising the free will and choice. A Prophetic Tradition states: کُلُّ مَولُودٍ یُّولَدُ علَی الفِطرَۃِ فَاَبَوَاہُ یُھِّدَانِہٖ وَ یُنَصِّرَانِہٖ (Everyone is born a Muslim, but his parents make him a Jew, a Christian…) [ Qurtubi ].\nTwo Nations Theory\nThe Holy Qura’ n has divided mankind here into two groups: a believing group and a non-believing one. This indicates that the children of ‘Adam (علیہ السلام) is one single brotherhood, and all human beings are members of this brotherhood. Kufr [ unbelief ] is the only dividing line that severs relationship with this brotherhood and creates another group. He who becomes a Kafir has severed the relationship of human brotherhood. Thus group-formation can only take place on the basis of ‘Iman and Kufr. Neither colour nor language, neither lineage nor family, neither land, territory or geographical region can divide human brotherhood into rival groups. The offspring of one father may live in different cities, or use different languages, or have different colours, but it does not divide them into different groups. Despite differences of colour, language, country or territory, they are members of the same brotherhood. No sane person will ever regard them as different groups.\nIn the Days of Ignorance, ethnicity and tribal divisions had become the basis of factionalism but the Messenger of Allah ﷺ broke down these idols, which they pursued. By the express text of the Holy Qur’ an اِنَّمَا المُؤمِنُونَ اِخوَۃٌ ‘All believers are but brothers’ irrespective of their country or territory, their colour or family, or their language. They all belong to one brotherhood. So likewise, the non-believers, in the sight of Islam, belong to a single community.\nThe above verse also bears evidence to the fact that Allah has divided all mankind into two groups – the believers and the non-believers. The variety of the perfect power of Allah, and having many socio-economic benefits, it is a great blessing, but it is not permitted to use it as the basis of factionalism or group-foration among mankind.\nMoreover, the binary division of mankind on the basis of ‘Iman and Kufr is a matter of free will and choice. Both ‘Iman and Kufr may be adopted by one’ s free will. If a person chooses out of his own free will to abandon his group and join another, he can do it very easily: He may give up his articles of faith, choose another faith and thus join the other group. On the other hand, the affiliations of race, lineage, colour, language or territory are not within the power or control of anyone. No one can change his affiliation with his race, colour or language.\nIt is this Islamic brotherhood that, in a short span of time, from east to west, north to south, white and black, and Arabs and non-Arabs, whose might and power could not be resisted by the nations of the world, and therefore they revived once again the idols that were shattered by the Messenger of Allah ﷺ and Islam. They partitioned the one mighty ummah and Muslims in to small bits and pieces of nations based on territory, homeland, language and colour, race and lineage, and caused them to collide with one another. This cleared the way for the enemies of Islam to attack, the consequences of which are visible to every eye today. The Muslims of east and west were one nation and one heart, but are now divided into small groups fighting one another. As against this, the Shaitanic forces of Kufr, despite mutual disagreements, look like a united force against the Muslims.",
  "ayah": 2,
  "surah": 64
}
