{
  "text": "عذاب کا شوق جلد پورا ہو گا  اللہ تعالیٰ قیامت کی نزدیکی کی خبر دے رہا ہے اور گو یا کہ وہ قائم ہوچکی۔ اس لئے ماضی کے لفظ سے بیان فرماتا ہے جیسے فرمان ہے لوگوں کا حساب قریب آچکا پھر بھی وہ غفلت کے ساتھ منہ موڑے ہوئے ہیں۔ اور آیت میں ہے قیامت آچکی۔ چاند پھٹ گیا۔ پھر فرمایا اس قریب والی چیز کے اور قریب ہونے کی تمنائیں نہ کرو۔ ہ کی ضمیر کا مرجع یا تو لفظ اللہ ہے یعنی اللہ سے جلدی نہ چاہو یا عذاب ہیں یعنی عذابوں کی جلدی نہ مچاؤ۔ دونوں معنی ایک دوسرے کے لازم ملزوم ہیں۔ جیسے اور آیت میں ہے یہ لوگ عذاب کی جلدی مچا رہے ہیں مگر ہماری طرف سے اس کا وقت مقرر نہ ہوتا تو بیشک ان پر عذاب آجاتے لیکن عذاب ان پر آئے گا ضرور اور وہ بھی نا گہاں ان کی غفلت میں۔ یہ عذابو کی جلدی کرتے ہیں اور جہنم ان سب کافروں کو گھیر ہوئے ہے۔ ضحاک ؒ نے اس آیت کا ایک عجیب مطلب بیان کیا ہے یعنی وہ کہتے ہیں کہ مراد ہے کہ اللہ فرائض اور حدود نازل ہوچکے۔ امام ابن جریر نے اسے خوب رد کیا ہے اور فرمایا ہے ایک شخص بھی تو ہمارے علم میں ایسا نہیں جس نے شریعت کے وجود سے پہلے اسے مانگنے میں عجلت کی ہو۔ مراد اس سے عذابوں کی جلدی ہے جو کافروں کی عادت تھی کیونکہ وہ انہیں مانتے ہی نہ تھے۔ جیسے قرآن پاک نے فرمایا ہے آیت (يَسْتَعْجِلُ بِهَا الَّذِيْنَ لَا يُؤْمِنُوْنَ بِهَا 18؀) 42۔ الشوری :18) بےایمان تو اس کی جلدی مچا رہے ہیں اور ایما ندار ان سے لر زاں و ترساں ہیں کیونکہ وہ انہیں برحق مانتے ہیں۔ بات یہ ہے کہ عذاب الہٰی میں شک کرنے والے دور کی گمراہی میں جا پڑتے ہیں۔ ابن ابی حاتم میں حضور ﷺ فرماتے ہے فرماتے ہیں قیامت کے قریب مغرب کی جانب سے ڈھال کی طرح کا سیاہ ابر نمودار ہوگا اور وہ بہت جلد آسمان پر چڑھے گا پھر اس میں سے ایک منا دی کرے گا لوگ تعجب سے ایک دو سرے سے کہیں گے میاں کچھ سنا بھی ؟ بعض ہاں کہیں گے اور بعض بات کو اڑا دیں گے وہ پھر دوبارہ ندا کرے گا اور کہے گا اے لوگو ! اب تو سب کہیں گے کہ ہاں صاحب آواز تو آئی۔ پھر وہ تیسری دفعہ منادی کرے گا اور کہے گا اے لوگو امر الہٰی آپہنچا اب جلدی نہ کرو۔ اللہ کی قسم دو شخص جو کسی کپڑے کو پھیلائے ہوئے ہوں گے سمیٹنے بھی نہ پائیں گے جو قیامت قائم ہوجائے گی کوئی اپنے حوض کو ٹھیک کر رہا ہوگا ابھی پانی بھی پلا نہ پایا ہوگا جو قیامت آئے گی دودھ دوہنے والے پی بھی نہ سکیں گے کہ قیامت آجائے گی ہر ایک نفسا نفسی میں لگ جائے گا۔ پھر اللہ تعالیٰ اپنے نفس کریم سے شرک اور عبادت غیر پاکیزگی بیان فرماتا ہے فی الواقع وہ ان تمام باتوں سے پاک بہت دور اور بہت بلند ہے یہی مشرک ہیں جو منکر قیامت بھی ہیں اللہ سجانہ و تعالیٰ ان کے شرک سے پاک ہے۔",
  "ayah": 1,
  "surah": 16
}
