{
  "text": "نمرود کا تذکرہ  بعض تو کہتے ہیں اس مکار سے مراد نمرود ہے جس نے بالاخانہ تیار کیا تھا۔ سب سے پہلے سب سے بڑی سرکشی اسی نے زمین میں کی۔ اللہ تعالیٰ نے اسے ہلاک کرنے کو ایک مچھر بھیجا جو اس کے نتھنے میں گھس گیا اور چار سو سال تک اس کا بھیجا چاٹتا رہا، اس مدت میں اسے اس وقت قدرے سکون معلوم ہوتا تھا جب اس کے سر پر ہتھوڑے مارے جائیں، خوب فساد پھیلایا تھا۔ بعض کہتے ہیں اس کے سر پر ہتھوڑے پڑتے رہتے تھے۔ اس نے چار سو سال تک سلطنت بھی کی تھی اور خوب فساد پھیلایا تھا۔ بعض کہتے ہیں اس سے مراد بخت نصر ہے یہ بھی بڑا مکار تھا لیکن اللہ کو کوئی کیا نقصان پہنچا سکتا ہے ؟ گو اس کا مکر پہاڑوں کو بھی اپنی جگہ سے سرکا دینے والا ہو۔ بعض کہتے ہیں یہ تو کافروں اور مشرکوں نے اللہ کے ساتھ جو غیروں کی عبادت کی ان کے عمل کی بربادی کی مثال ہے جیسے حضرت نوح ؑ نے فرمایا تھا آیت (وَمَكَرُوْا مَكْرًا وَّمَكَرْنَا مَكْرًا وَّهُمْ لَا يَشْعُرُوْنَ) 27۔ النمل :50) ان کافروں نے بڑا ہی مکر کیا، ہر حیلے سے لوگوں کو گمراہ کیا، ہر وسیلے سے انہیں شرک پر آمادہ کیا۔ چناچہ ان کے چیلے قیامت کے دن ان سے کہیں گے کہ تمہارا رات دن کا مکر کہ ہم سے کفر و شرک کے لیے کہنا، الخ۔ ان کی عما رت کی جڑ اور بنیاد سے عذاب الٰہی آیا یعنی بالکل ہی کھو دیا اصل سے کاٹ دیا جیسے فرمان ہے جب لڑائی کی آگ بھڑکانا چاہتے ہیں اللہ تعالیٰ اسے بجھا دیتا ہے۔ اور فرمان ہے ان کے پاس اللہ ایسی جگہ سے آیا جہاں کا انہیں خیال بھی نہ تھا، ان کے دلوں میں ایسا رعب ڈال دیا کہ یہ اپنے ہاتھوں اپنے مکانات تباہ کرنے لگے اور دوسری جانب سے مومنوں کے ہاتھوں مٹے، عقل مندو ! عبرت حاصل کرو۔ یہاں فرمایا کہ اللہ کا عذاب ان کی عمارت کی بنیاد سے آگیا اور ان پر اوپر سے چھت آ پڑی اور نا دانستہ جگہ سے ان پر عذاب اتر آیا۔ قیامت کے دن کی رسوائی اور فضیحت ابھی باقی ہے، اس وقت چھپا ہوا سب کھل جائے گا، اندر کا سب باہر آجائے گا۔ سارا معاملہ طشت ازبام ہوجائے گا۔ حضور ﷺ فرماتے ہیں ہر غدار کے لئے اس کے پاس ہی جھنڈا گاڑ دیا جائے گا جو اس کے غدر کے مطابق ہوگا اور مشہور کردیا جائے گا کہ فلاں کا یہ غدر ہے جو فلاں کا لڑکا تھا۔ اسی طرح ان لوگوں کو بھی میدان محشر میں سب کے سامنے رسوا کیا جائے گا۔ ان سے ان کا پروردگار ڈانٹ ڈپٹ کر دریافت فرمائے گا کہ جن کی حمایت میں تم میرے بندوں سے الجھتے رہتے تھے وہ آج کہاں ہیں ؟ تمہاری مدد کیوں نہیں کرتے ؟ آج بےیارو مددگار کیوں ہو ؟ یہ چپ ہوجائیں گے، کیا جواب دیں ؟ لا چار ہوجائیں گے، کون سی جھوٹی دلیل پیش کریں ؟ اس وقت علماء کرام جو دنیا اور آخرت میں اللہ کے اور مخلوق کے پاس عزت رکھتے ہیں جواب دیں گے کہ رسوائی اور عذاب آج کافروں کو گھیرے ہوئے ہیں اور ان کے معبودان باطل ان سے منہ پھیرے ہوئے ہیں۔",
  "ayah": 27,
  "surah": 16
}
