{
  "text": "وحی سے کیا مراد ہے ؟  وحی سے مراد یہاں پر الہام، ہدایت اور ارشاد ہے۔ شہد کی مکھیوں کو اللہ کی جانب سے یہ بات سمجھائی گئی کہ وہ پہاڑوں میں، درختوں میں اور چھتوں میں شہد کے چھتے بنائے۔ اس ضعیف مخلوق کے اس گھر کو دیکھئے کتنا مضبوط کیسا خوبصورت اور کیسی کاری گری کا ہوتا ہے۔ پھر اسے ہدایت کی اور اس کے لئے مقدر کردیا کہ یہ پھلوں، پھولوں اور گھاس پات کے رس چوستی پھرے اور جہاں چاہے جائے، آئے لیکن واپس لوٹتے وقت سیدھی اپنے چھتے کو پہنچ جائے۔ چاہے بلند پہاڑ کی چوٹی ہو، چاہے بیابان کے درخت ہوں، چاہے آ بادی کے بلند مکانات اور ویرانے کے سنسان کھنڈر ہوں، یہ نہ راستہ بھولے، نہ بھٹکتی پھرے، خواہ کتنی ہی دور نکل جائے۔ لوٹ کر اپنے چھتے میں اپنے بچوں، انڈوں اور شہد میں پہنچ جائے۔ اپنے پروں سے موم بنائے۔ اپنے منہ سے شہد جمع کرے اور دوسری جگہ سے بچے۔ ذللا کی تفسیر اطاعت گزر اور مسخر سے بھی کی گئی ہے پس یہ حال ہوگا سالکہ کا جیسے قرآن میں آیت (وَذَلَّــلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَاْكُلُوْنَ 72؀) 36۔ يس :72) میں بھی یہی معنی مراد ہے۔ اس کی ایک دلیل یہ بھی ہے کہ لوگ شہد کے چھتے کو ایک شہر سے دوسرے شہر تک لے جاتے ہیں۔ لیکن پہلا قول بہت زیادہ ظاہر ہے یعنی یہ اس کے طریق کا حال ہے۔ ابن اجریر دونوں قول صحیح بتلاتے ہیں۔ ابو یعلی موصلی میں ہے رسول اللہ ﷺ فرماتے ہیں مکھی کی عمر چالیس دن کی ہوتی ہے سوائے شہد کی مکھی کے۔ کئی مکھیاں آگ میں بھی ہوتی ہیں شہد کے رنگ مختلف ہوتے ہیں سفید زرد سرخ وغیرہ جیسے پھل پھول اور جیسی زمین۔ اس ظاہری خوبی اور رنگ کی چمک کے ساتھ اس میں شفا بھی ہے، بہت سی بیماریوں کو اللہ تعالیٰ اس سے دور کردیتا ہے یہاں فیہ الشفاء للناس نہیں فرمایا ورنہ ہر بیماری کی دوا یہی ٹھہرتی بلکہ فرمایا اس میں شفا ہے لوگوں کے لئے پس یہ سرد بیماریوں کی دوا ہے۔ علاج ہمیشہ بیماریوں کے خلاف ہوتا ہے پس شہد گرم ہے سردی کی بیماری میں مفید ہے۔ مجاہد اور ابن جریر سے منقول ہے کہ اس سے مراد قرآن ہے یعنی قرآن میں شفا ہے۔ یہ قول گو اپنے طور پر صحیح ہے اور واقعی قرآن شفا ہے لیکن اس آیت میں یہ مراد لینا سیاق کے مطابق نہیں۔ اس میں تو شہد کا ذکر ہے، اسی لئے مجاہد کے اس قول کی اقتدا نہیں کی گئی۔ ہاں قرآن کے شفا ہونے کا ذکر آیت (وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَا 82؀) 17۔ الإسراء :82) میں ہے اور آیت (وَشِفَاۗءٌ لِّمَا فِي الصُّدُوْرِ ڏ وَهُدًى وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ 57؀) 10۔ یونس :57) میں ہے اس آیت میں تو مراد شہد ہے چناچہ بخاری مسلم کی حدیث میں ہے کہ کسی نے آ کر رسول اللہ ﷺ کی خدمت میں عرض کیا کہ میرے بھائی کو دست آ رہے ہیں۔ آپ نے فرمایا اسے شہد پلاؤ، وہ گیا، شہد دیا، پھر آیا اور کہا حضور ﷺ اسے تو بیماری اور بڑھ گئی۔ آپ نے فرمایا جا اور شہد پلاؤ۔ اس نے جا کر پھر پلایا، پھر حاضر ہو کر یہی عرض کیا کہ دست اور بڑھ گئے آپ نے فرمایا اللہ سچا ہے اور تیرے بھائی کا پیٹ جھوٹا ہے، جا پھر شہد دے۔ تیسری مرتبہ شہد سے بفضل الٰہی شفا حاصل ہوگئی۔ بعض اطباء نے کہا ہے ممکن ہے اس کے پیٹ میں فضلے کی زیادتی ہو، شہد نے اپنی گرمی کی وجہ سے اس کی تحلیل کردی۔ فضلہ خارج ہونا شروع ہوا۔ دست بڑھ گئے۔ اعرابی نے اسے مرض کا بڑھ جانا سمجھا۔ حضور ﷺ سے شکایت کی۔ آپ ﷺ نے اور شہد دینے کو فرمایا اس سے زور سے فضلہ خارج ہونا شروع ہوا پھر شہد دیا، پیٹ صاف ہوگیا، بلا نکل گئی اور کامل شفا بفضل الہی حاصل ہوگئی اور حضور ﷺ کی بات جو بہ اشارہ الہی پوری ہوگئی۔ بخاری اور مسلم کی ایک اور حدیث میں ہے کہ سرور رسل ﷺ کو مٹھاس اور شہد سے بہت الفت تھی۔ آپ کا فرمان ہے کہ تین چیزوں میں شفا ہے، پچھنے لگانے میں، شہد کے پینے میں اور داغ لگوانے میں لیکن میں اپنی امت کو داغ لگوانے سے روکتا ہوں۔ بخاری شریف کی حدیث میں ہے کہ تمہاری دواؤں میں سے کسی میں اگر شفا ہے تو پچھنے لگانے میں، شہد کے پینے میں اور آگ سے دغوا نے میں جو بیماری کے مناسب ہو لیکن میں اسے پسند نہیں کرتا۔ مسلم کی حدیث میں ہے میں اسے پسند نہیں کرتا بلکہ ناپسند رکھتا ہوں۔ ابن ماجہ میں ہے تم ان دونوں شفاؤں کی قدر کرتے رہو شہد اور قرآن۔ ابن جریر میں حضرت علی ؓ کا فرمان ہے کہ جب تم میں سے کوئی شفا چاہے تو قرآن کریم کی کسی آیت کو کسی صحیفے پر لکھ لے اور اسے بارش کے پانی سے دھولے اور اپنی بیوی کے مال سے اس کی اپنی رضامندی سے پیسے لے کر شہد خرید لے اور اسے پی لے پس اس میں کئی وجہ سے شفا آجائے گی اللہ تعالیٰ عز و جل کا فرمان ہے آیت (وَنُنَزِّلُ مِنَ الْقُرْاٰنِ مَا هُوَ شِفَاۗءٌ وَّرَحْمَةٌ لِّلْمُؤْمِنِيْنَ ۙ وَلَا يَزِيْدُ الظّٰلِمِيْنَ اِلَّا خَسَارًا 82؀) 17۔ الإسراء :82) یعنی ہم نے قرآن میں وہ نازل فرمایا ہے جو مومنین کے لیے شفا ہے اور رحمت ہے اور آیت میں ہے آیت (وَنَزَّلْنَا مِنَ السَّمَاۗءِ مَاۗءً مُّبٰرَكًا فَاَنْۢبَتْنَا بِهٖ جَنّٰتٍ وَّحَبَّ الْحَصِيْدِ ۙ) 50۔ ق :9) ہم آسمان سے بابرکت پانی برساتے ہیں۔ اور فرمان ہے آیت (وَاٰتُوا النِّسَاۗءَ صَدُقٰتِهِنَّ نِحْلَةٍ ۭ فَاِنْ طِبْنَ لَكُمْ عَنْ شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوْهُ هَنِيْۗــــــًٔـا مَّرِيْۗـــــــًٔـا) 4۔ النسآء :4) یعنی اگر عورتیں اپنے مال مہر میں سے اپنی خوشی سے تمہیں کچھ دے دیں تو بیشک تم اسے کھاؤ پیو سہتا پچتا۔ شہد کے بارے میں فرمان الہی ہے فیہ شفاء للناس شہد میں لوگوں کے لئے شفاء ہے۔ ابن ماجہ میں ہے حضور ﷺ فرماتے ہیں جو شخص ہر مہینے میں تین دن صبح کو شہد چاٹ لے اسے کوئی بڑی بلا نہیں پہنچے گی۔ اس کا ایک راوی زبیر بن سعید متروک ہے۔ ابن ماجہ کی اور حدیث میں آپ کا فرمان ہے کہ تم سنا اور سنوت کا استعمال کیا کرو ان میں ہر بیماری کی شفا ہے سوائے سام کے۔ لوگوں نے پوچھا سام کیا ؟ فرمایا موت۔ سنوت کے معنی ثبت کے ہیں اور لوگوں نے کہا ہے سنوت شہد ہے جو گھی کی مشک میں رکھا ہوا ہو۔ شاعر کے شعر میں یہ لفظ اس معنی میں آیا ہے پھر فرماتا ہے کہ مکھی جیسی بےطاقت چیز کا تمہارے لئے شہد اور موم بنانا اس کا اس طرح آ زادی سے پھرنا اپنے گھر کو نہ بھولنا وغیرہ یہ سب چیزیں غور و فکر کرنے والوں کے لئے میری عظمت، خالقیت اور مالکیت کی بڑی نشانیاں ہیں۔ اسی سے لوگ اپنے اللہ کے قادر حکیم علیم کریم رحیم ہونے پر دلیل حاصل کرسکتے ہیں۔",
  "ayah": 69,
  "surah": 16
}
