{
  "text": "سواری کے جانوروں کی حرمت  اپنی ایک اور نعمت بیان فرما رہا ہے کہ زینت کے لئے اور سواری کے لئے اس نے گھوڑے خچر اور گدھے پیدا کئے ہیں بڑا مقصد ان جانوروں کی پید ائش سے انسان کا ہی فائدہ ہے۔ انہیں اور چوپایوں پر فضیلت دی اور علیحدہ ذکر کیا اس وجہ سے بعض علماء نے گھوڑے کے گوشت کی حرمت کی دلیل اس آیت سے لی ہے۔ جیسے امام ابوحنیفہ اور ان کی موافقت کرنے والے فقہا کہتے ہیں کہ خچر اور گدھے کے ساتھ گھوڑے کا ذکر ہے اور پہلے کے دونوں جانور حرام ہیں اس لئے یہ بھی حرام ہوا۔ چناچہ خچر اور گدھے کی حرمت احادیث میں آئی ہے اور اکثر علماء کا مذہب بھی ہے۔ ابن عباس ؓ سے ان تینوں کی حرمت آئی ہے۔ وہ فرماتے ہیں کہ اس آیت سے پہلے کی آیت میں چوپایوں کا ذکر کر کے اللہ تعالیٰ نے فرمایا ہے کہ انہیں تو کھاتے ہو پس یہ تو ہوئے کھانے کے جانور اور ان تینوں کا بیان کر کے فرمایا کہ ان پر تم سواری کرتے ہو پس یہ ہوئے سواری کے جانور۔ مسند کی حدیث میں کہ حضور ﷺ نے گھوڑوں کے خچروں کے اور گدھوں کے گوشت کو منع فرمایا ہے لیکن اس کے راویوں میں ایک راوی صالح ابن یحییٰ بن مقدام ہیں جن میں کلام ہے۔ مسند کی اور حدیث میں مقدام بن معدی کرب سے منقول ہے کہ ہم حضرت خالد بن ولید ؓ کے ساتھ صائقہ کی جنگ میں تھے، میرے پاس میرے ساتھی گوشت لائے، مجھ سے ایک پتھر مانگا میں نے دیا۔ انہوں نے فرمایا ہم رسول اللہ ﷺ کے ساتھ غزوہ خیبر میں تھے لوگوں نے یہودیوں کے کھیتوں پر جلدی کردی حضور ﷺ نے مجھے حکم دیا کہ لوگوں میں ندا کر دوں کہ نماز کے لئے آجائیں اور مسلمانوں کے سوا کوئی نہ آئے پھر فرمایا کہ اے لوگو تم نے یہودیوں کے باغات میں گھسنے کی جلدی کی سنو معاہدہ کا مال بغیر حق کے حلال نہیں اور پالتو گدھوں کے اور گھوڑوں کے اور خچروں کے گوشت اور ہر ایک کچلیوں والا درندہ اور ہر ایک پنجے سے شکار کھلینے والا پرندہ حرام ہے۔ حضور ﷺ کی ممانعت یہود کے باغات سے شاید اس وقت تھی جب ان سے معاہدہ ہوگیا۔ پس اگر یہ حدیث صحیح ہوتی تو بیشک گھوڑے کی حرمت کے بارے میں تو نص تھی لیکن اس میں بخاری و مسلم کی حدیث کے مقا بلے کی قوت نہیں جس میں حضرت ابن عباس ؓ سے منقول ہے کہ رسول اللہ ﷺ نے پالتو گدھوں کے گوشت کو منع فرما دیا اور گھوڑوں کے گوشت کی اجازت دی۔ اور حدیث میں ہے کہ ہم نے خیبر والے دن گھوڑے اور خچر اور گدھے ذبح کئے تو ہمیں حضور ﷺ نے خچر اور گدھے کے گوشت سے تو منع کردیا لیکن گھوڑے کے گوشت سے نہیں روکا۔ صحیح مسلم شریف میں حضرت اسماء بن ابی بکر ؓ سے مروی ہے کہ ہم نے مدینے میں حضور ﷺ کی موجودگی میں گھوڑا ذبح کیا اور اس کا گوشت کھایا۔ پس یہ سب سے بڑی سب سے قوی اور سب سے زیادہ ثبوت والی حدیث ہے اور یہی مذہب جمہور علماء کا ہے۔ مالک، شا فعی، احمد، ان کے سب ساتھی اور اکثر سلف و کلف یہی کہتے ہیں۔ واللہ اعلم۔ ابن عباس ؓ کا بیان ہے کہ پہلے گھوڑوں میں وحشت اور جنگلی پن تھا اللہ تعالیٰ نے حضرت اسماعیل ؑ کے لئے اسے مطیع کردیا۔ وہب نے اسرائیلی روایتوں میں بیان کیا ہے کہ جنوبی ہوا سے گھوڑے پیدا ہوتے ہیں۔ واللہ اعلم۔ ان تینوں جانوروں پر سواری لینے کا جواز تو قرآن کے لفظوں سے ثابت ہے حضور ﷺ کو ایک خچر ہدیے میں دیا گیا تھا جس پر آپ سواری کرتے تھے ہاں یہ آپ نے منع فرمایا ہے کہ گھوڑوں کو گدھیوں سے ملایا جائے۔ یہ ممانعت اس لئے ہے کہ نسل منقطع نہ ہوجائے۔ حضرت دحیہ کلبی ؓ نے حضور ﷺ سے دریافت کیا کہ اگر آپ اجازت دیں تو ہم گھوڑے اور گدھی کے ملاپ سے خچر لیں اور آپ اس پر سوار ہوں آپ نے فرمایا یہ کام وہ کرتے ہیں جو علم سے کورے ہیں۔",
  "ayah": 8,
  "surah": 16
}
