{
  "text": "يجوز أن يكون العامل في \"يوم\" \"فليأتوا\" أي فليأتوا بشركائهم يوم يكشف عن ساق ليشفع الشركاء لهم. ويجوز أن ينتصب بإضمار فعل, أي اذكر يوم يكشف عن ساق; فيوقف على \"صادقين\" ولا يوقف عليه على التقدير الأول. وقرئ \"يوم نكشف\" بالنون. \"وقرأ\" ابن عباس \"يوم تكشف عن ساق\" بتاء مسمى الفاعل; أي تكشف الشدة أو القيامة. عن ساقها; كقولهم: شمرت الحرب عن ساقها. قال الشاعر: فتى الحرب إن عضت به الحرب عضها وإن شمرت عن ساقها الحرب شمرا وقال الراجز: قد كشفت عن ساقها فشدوا وجدت الحرب بكم فجدوا وقال آخر: عجبت من نفسي ومن إشفاقها ومن طراد الطير عن أرزاقها في سنة قد كشفت عن ساقها حمراء تبري اللحم عن عراقها وقال آخر: كشفت لهم عن ساقها وبدا من الشر الصراح وعن ابن عباس أيضا والحسن وأبي العالية \"تكشف\" بتاء غير مسمى الفاعل. وهذه القراءة راجعة إلى معنى \"يكشف\" وكأنه قال: يوم تكشف القيامة عن شدة. وقرئ \"يوم تكشف\" بالتاء المضمومة وكسر الشين; من أكشف إذا دخل في الكشف. ومنه: أكشف الرجل فهو مكشف; إذا انقلبت شفته العليا. وذكر ابن المبارك قال: أخبرنا أسامة بن زيد عن عكرمة عن ابن عباس في قوله تعالى: \"يوم يكشف عن ساق\" قال: عن كرب وشدة. أخبرنا ابن جريج عن مجاهد قال: شدة الأمر وجده. وقال مجاهد: قال ابن عباس هي أشد ساعة في يوم القيامة. وقال أبو عبيدة: إذا اشتد الحرب والأمر قيل: كشف الأمر عن ساقه. والأصل فيه أن من وقع في شيء يحتاج فيه إلى الجد شمر عن ساقه; فاستعير الساق والكشف عنها في موضع الشدة. وقيل: ساق الشيء أصله الذي به قوامه; كساق الشجرة وساق الإنسان. أي يوم يكشف عن أصل الأمر فتظهر حقائق الأمور وأصلها. وقيل: يكشف عن ساق جهنم. وقيل: عن ساق العرش. وقيل: يريد وقت أقتراب الأجل وضعف البدن; أي يكشف المريض عن ساقه ليبصر ضعفه, ويدعوه المؤذن إلى الصلاة فلا يمكنه أن يقوم ويخرج. فأما ما روي أن الله يكشف عن ساقه فإنه عز وجل يتعالى عن الأعضاء والتبعيض وأن يكشف ويتغطى. ومعناه أن يكشف عن العظيم من أمره. وقيل: يكشف عن نوره عز وجل. وروى أبو موسى عن النبي صلي الله عليه وسلم في قوله تعالى: \"عن ساق\" قال: (يكشف عن نور عظيم يخرون له سجدا). وقال أبو الليث السمرقندي في تفسيره: حدثنا الخليل بن أحمد قال حدثنا ابن منيع قال حدثنا هدبة قال حدثنا حماد ابن سلمة عن عدي بن زيد عن عمارة القرشي عن أبي بردة عن أبي موسى قال حدثني أبي قال: سمعت رسول الله صلي الله عليه وسلم يقول: (إذا كان يوم القيامة مثل لكل قوم ما كانوا يعبدون في الدنيا فيذهب كل قوم إلى ما كانوا يعبدون ويبقى أهل التوحد فيقال لهم ما تنتظرون وقد ذهب الناس فيقولون إن لنا ربا كنا نعبده في الدنيا ولم نره - قال - وتعرفونه إذا رأيتموه فيقولون نعم فيقال فكيف تعرفونه ولم تروه قالوا إنه لا شبيه له فيكشف لهم الحجاب فينظرون إلى الله تعالى فيخرون له سجدا وتبقى أقوام ظهورهم مثل صياصي البقر فينظرون إلى الله تعالى فيريدون السجود فلا يستطيعون فذلك قوله تعالى: \"يوم يكشف عن ساق ويدعون إلى السجود فلا يستطيعون\" فيقول الله تعالى عبادي أرفعوا رءوسكم فقد جعلت بدل كل رجل منكم رجلا من اليهود والنصارى في النار). قال أبو بردة: فحدثت بهذا الحديث عمر بن عبد العزيز فقال: الله الذي لا إله إلا هو لقد حدثك أبوك بهذا الحديث؟ فحلف له ثلاثة أيمان; فقال عمر: ما سمعت في أهل التوحيد حديثا هو أحب إلي من هذا. وقال قيس بن السكن: حدث عبدالله بن مسعود عند عمر بن الخطاب فقال: إذا كان يوم القيامة قام الناس لرب العالمين أربعين عاما شاخصة أبصارهم إلى السماء, حفاة عراة يلجمهم العرق, فلا يكلمهم الله ولا ينظر إليهم أربعين عاما, ثم ينادي مناد: أيها الناس, أليس عدلا من ربكم الذي خلقكم وصوركم وأماتكم وأحياكم ثم عبدتم غيره أن يولي كل قوم ما تولوا؟ قالوا: نعم. قال: فيرفع لكل قوم ما كانوا يعبدون من دون الله فيتبعونها حتى تقذفهم في النار, فيبقى المسلمون والمنافقون فيقال لهم: ألا تذهبون قد ذهب الناس؟ فيقولون حتى يأتينا ربنا; فيقال لهم: أو تعرفونه؟ فيقولون: إن اعترف لنا عرفناه. قال فعند ذلك يكشف عن ساق ويتجلى لهم فيخر من كان يعبده مخلصا ساجدا, ويبقى المنافقون لا يستطيعون كأن في ظهورهم السفافيد, فيذهب بهم إلى النار, ويدخل هؤلاء الجنة; فذلك قوله تعالى: \"ويدعون إلى السجود فلا يستطيعون\".",
  "ayah": 42,
  "surah": 68
}
