{
  "text": "افتتحت سورة \" القلم \" بأحد الحروف المقطعة ، وهى آخر سورة فى ترتيب المصحف ، افتتحت بواحد من هذه الحروف . أما بالنسبة لترتيب النزول ، فقد تكون أول سورة نزلت على النبى صلى الله عليه وسلم فى السور المفتتحة بالحروف المقطعة .وقد قلنا عند تفسيرنا لسورة البقرة : وردت هذه الحروف المقطعة تارة مفردة بحرف واحد ، وتارة مركبة من حرفين أو ثلاثة ، أو أربعة ، أو خمسة .فالسور التى تدئت بحرف واحد ثلاث سور وهى : ص ، ق ، ن .والسور التى بدئت بحرفين تسع سور وهى : طه ، يس ، طس ، وحم ، فى ست سور ، وهى : غافر ، فصلت ، الزخرف ، الدخان ، الجاثية ، الأحقاف .والسور التى بدئت بثلاثة أحرف ، ثلاث عشرة سورة وهى : \" ألم \" فى ست سور ، وهى : البقرة ، آل عمران ، العنكبوت ، الروم ، لقمان ، السجدة .و ( الر ) فى خمس سور : وهى : يونس ، هود ، يوسف ، إبراهيم ، الحجر .و ( طسم ) فى سورتين وهما : الشعراء ، والقصص .وهناك سورتان بدئتا بأربعة أحرف وهما : الرعد ، \" الر \" والأعراف \" المص \" .وهناك سورتان - أيضا - بدئنا بخمسة أحرف ، وهما : \" مريم \" \" كهيعص \" والشورى : \" حم عسق \" فيكون مجموع السور التى افتتحت بالحروف المقطعة : تسعا وعشرين سورة .هذا ، وقد وقع خلاف بين العلماء فى المعنى المقصود بتلك الحروف المقطعة التى افتتحت بها بعض السور القرآنية ، ويمكن إجال خلافهم فى رأيين رئيسيين :الرأى الأول يرى أصحابه : أن المعنى المقصود منها غير معروف ، فهى من المتشابه الذى استأثر الله - تعالى - بعلمه .وإلى هذا الرأى ذهب ابن عباس - فى بعض الروايات عنه - كما ذهب إليه الشعبى ، وسفيان الثورى وغيرهم من العلماء .فقد أخرج ابن المنذر عن الشعبى أنه سئل عن فواتح السور فقال : إن لكل كتاب سرا ، وإن سر هذا القرآن فى فواتح السور .ويروى عن ابن عباس أنه قال : عجزت العلماء عن إدراكها .وعن على بن أبى طالب أنه قال : \" إن لكل كتاب صفوة ، وصفوة الكتاب حروف التهجى \" .وفى رواية أخرى عن الشعبى أنه قال : \" سر الله فلا تطلبوه \"ومن الاعتراضات التى وجهت إلى هذا الرأى ، أنه إذا كان الخطاب بهذه الفواتح غير مفهوم للناس لأنه من المتشابه ، فإنه يترتب على ذلك أنه كالخطاب بالمهمل ، أو مثل ذلك كمثل المتكلم بلغة أعجمية مع أناس عرب لا يفهمونها .وقد أجيب عن ذلك بأن هذه الألفاظ ، لم ينتف الإِفهام عنها عند كل أحد ، فالرسول صلى الله عليه وسلم كان يفهم المراد منها ، وكذلك بعض أصحابه المقربين ، ولكن الذى ننفيه أن يكون الناس جميعا فاهمين لمعنى هذه الحروف المقطعة فى أوائل بعض السور .وهناك مناقشات أخرى للعلماء حول هذا الرأى ، يضيق المجال عن ذكرها .أما الرأى الثانى فيرى أصحابه أن المعنى المقصود منها معلوم ، وأنها ليست من المتشابه الذى استأثر الله - تعالى - بعلمه .وأصحاب هذا الرأى قد اختلفوا فيما بينهم فى تعيين هذا المعنى المقصود على أقوال كثيرة من أهمها ما يأتى :أ - أن هذه الحروف أسماء للسور ، بدليل اشتهار بعض السور بالتسمية بها كسورة \" ص \" وسورة \" يس \" .ولايخلو هذا القول من الضعف ، لأن كثيرا من السور قد افتتحت بلفظ واحد من هذه الفواتح ، والغرض من التسمية رفع الاشتباه .ب - وقيل : إن هذه الحروف قد جاءت هكذا فاصلة ، للدلالة على انقضاء سورة وابتداء أخرى .ج - وقيل : إنها حروف مقطعة ، بعهضا من أسماء الله - تعالى - ، وبعضها من صفاته ، فمثلا : ( ألم ) أصلها : أنا الله أعلم .د - وقيل : إنها اسم الله الأعظم . إلى غير ذلك من الأقوال التى لا تخلوا من مقال ، والتى أوصلها الإمام السيوطى فى كتابه \" الإتقان \" إلى أكثر من عشرين قولا .ه - ولعل أقرب الآراء إلى الصواب أن يقال : إن هذه الحروف المقطعة ، قد وردت فى افتتاح بعض السور ، للإِشعار بأن هذا القرآن الذى تحدى الله به المشركين ، هو من جنس الكلام المركب من هذه الحروف التى يعرفونها ، ويقدرون على تأليف الكلام منها ، فإذا عجزوا عن الإِتيان بسورة من مثله ، فذلك لبلوغه فى الفصاحة والبلاغة ، مرتبة يقف فصحاؤهم وبلغاؤهم دونها بمراحل شاسعة .وفضلا عن ذلك ، فإن تصدير هذه السور بمثل هذه الحروف المقطعة ، يجذب أنظار المعرضين عن استماع القرآن حين يتلى عليهم ، إلى الإِنصات والتدبر ، لأنه يطرق أسماعهم فى أول التلاوة ألفاظ غير مألوفة فى مجارى كلامهم . وذلك مما يلفت أنظارهم ليتبينوا ما يراد منها ، فيسمعوا حكما وحججا قد تكون سببا فى هدايتهم واستجابتهم للحق .هذه خلاصة لآراء العلماء فى الحروف المقطعة ، التى افتتحت بها بعض السور القرآنية ، ومن أراد مزيدا لذلك فليرجع - مثلا - إلى كتاب \" البرهان \" للزركشى . وكتاب \" الإتقان \" للسيوطى ، وتفسير \" الآلوسى \" .ولفظ \" ن \" على الرأى الذى رجحناه ، يكون إشارة إلى إعجاز القرآن . . .وقيل : هو من المتشابه الذى استأثر الله بعلمه . .وقد ذكر بعض المفسرين أقوالا أخرى ، لا يعتمد عليها لضعفها ، ومن ذلك قولهم : إن \" نون \" اسم لحوت عظيم . . أو اسم للدواة . . . وقيل : \" نون \" لوح من نور . .والواو فى قوله : ( والقلم ) للقسم ، والمراد بالقلم : جنسه ، فهو يشمل كل قلم يكتب به و \" ما \" فى قوله ( وَمَا يَسْطُرُونَ ) موصولة أو مصدرية .و ( يَسْطُرُونَ ) مضارع سطر - من باب نصر - ، يقال : سطر الكتاب سطرا ، إذا كتبه ، والسطر : الصف من الشجر وغيره ، وأصله من السطر بمعنى القطع ، لأن صفوف الكتابة تبدو وكأنها قطع متراصة .",
  "ayah": 1,
  "surah": 68
}
