{
  "text": "وقوله : ( وَدُّواْ ) من الود بمعنى المحبة . وقوله : ( تُدْهِنُ ) من الإدهان وهى المسايرة والمصانعة والملاينة للغير . وأصله أن يجعل على الشئ دهنا لكى يلين أو لكى يحسن شكله ، ثم استعير للملاينة والمساهلة مع الغير .أى : إن ربك - أيها الرسول الكريم - لا يخفى عليه شئ من أحوالك وأحوالهم ، وما دام الأمر كذلك ، فاحذر أن تطيع هؤلاء المكذبين فى شئ مما يقترحونه عليك ، فإنهم أحبوا وودوا أن تقبل بعض مقترحاتهم ، وأن تلاينهم وتطاوعهم فيما يريدون منك . . وهم حينئذ يظهرون لك من جانبهم الملاينة والمصانعة . . حتى لكأنهم يميلون نحو الاستجابة لك ، وترك إيذائك وإيذاء أصحابك .فالآية الكريمة تشير إلى بعض المساومات التى عرضها المشركون على النبى صلى الله عليه وسلم وما أكثرها ، ومنها : ما ذكره ابن إسحاق فى سيرته من أن بعض زعماء المشركين قالوا للنبى صلى الله عليه وسلم : يا محمد ، هلم فلنعبد ما تعبد ، وتعبد ما نعبد ، فنشترك نحن وأنت فى الأمر ، فإن كان الذى تعبد خيرا مما نعبد ، كنا قد أخذنا بحظنا منه ، وإن كان ما نعبد خيرا مما تعبد ، كنت قد أخذت بحظك منه ، فنزلت سورة \" الكافرون \" .ومنها ما دار بينه صلى الله عليه وسلم وبين الوليد بن المغيرة تارة ، وبينه وبين عتبة بن ربيعة تارة أخرى . . مما هو معروف فى كتب السيرة .ولقد قال الرسول صلى الله عليه وسلم \" لعمه أبى طالب عندما نصحه بأن يترك المشركين وشأنهم ، وقال له : يا ابن أخى أشفق على نفسك وعلى ، ولا تحملنى من الأمر ما لا أطيق .وقال له صلى الله عليه وسلم : يا عماه ، والله لو وضعوا الشمس فى يمينى ، والقمر فى يسارى . على أن أترك هذا الأمر ما تركته ، حتى يظهره الله أو أهلك فيه . . \" .والتعبير بقوله : ( وَدُّواْ لَوْ تُدْهِنُ فَيُدْهِنُونَ ) يشير إلى أن الملاينة والمصانعة كانت منهم ، لا منه صلى الله عليه وسلم ، فهم الذين كانوا يحبون منه أن يستجيب لمقترحاتهم ، لكى يقابلوا ذلك بالتظاهر بأنهم على صلة طيبة به وبأصحابه .قال صاحب الكشاف : قوله : ( فَلاَ تُطِعِ المكذبين ) تهييج وإلهاب للتصميم على معاصاتهم ، وكانوا قد أرادوا على أن يعدب الله مدة ، وآلهتهم مدة ، ويكفوا عن غوائلهم ، .وقوله : ( لَوْ تُدْهِنُ ) لو تلين وتصانع ( فَيُدْهِنُونَ ) .فإن : قلت : لماذا رفع \" فيدهنون \" ولم ينصب بإضمار \" أن \" وهو جواب التمنى؟ قلت : قد عدل إلى طريق آخر ، وهو أنه جعل خبر مبتدأ محذوف . أى : فهم يدهنون ، كقوله : ( فَمَن يُؤْمِن بِرَبِّهِ فَلاَ يَخَافُ بَخْساً وَلاَ رَهَقاً ) على معنى : ودوا لو تدهن فهم يدهنون . .",
  "ayah": 9,
  "surah": 68
}
