{
  "text": "১১৮-১২০ নং আয়াতের তাফসীর:\nএখানে আল্লাহ পাক মুমিনদেরকে কাফির ও মুনাফিকদের সাথে বন্ধুত্ব স্থাপন করতে নিষেধ করছেন। তিনি বলছেন- এরা তো তোমাদের শত্রু। সুতরাং তোমরা তাদের বাহ্যিক মিষ্ট কথায় ভুলে যেও না এবং তাদের প্রতারণার ফাঁদে পড়ো না। নতুবা তারা সুযোগ পেয়ে তোমাদেরকে ভীষণভাবে ক্ষতিগ্রস্ত করবে এবং তদের ভেতরের শত্রুতা তখন প্রকাশ পেয়ে যাবে। তোমরা তাদের নিকট তোমাদের গুপ্ত কথা কখনও প্রকাশ করো না। (আরবী) বলা হয় মানুষের বিশ্বস্ত বন্ধুকে এবং (আরবী) দ্বারা ইসলাম ছাড়া অন্যান্য সমস্ত দলকে বুঝানো হয়েছে। সহীহ বুখারী প্রভৃতির মধ্যে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘আল্লাহ তা'আলা যে নবীকেই প্রেরণ করেছেন এবং যে প্রতিনিধিকেই নিযুক্ত করেছেন, তাঁর জন্যে তিনি দু’জন বন্ধু নির্ধারিত করেছেন। একজন তাকে ভাল কথা বুঝিয়ে থাকেন ও ভালকার্যে উৎসাহ দিয়ে থাকেন এবং অপরজন তাকে মন্দকার্যের পথ-প্রদর্শন করে ও সেই কার্যে উত্তেজিত করে। সুতরাং আল্লাহ যাকে রক্ষা করেন সেই রক্ষা পেতে পারে।' হযরত উমার ইবনে খাত্তাব (রাঃ)-কে বলা হয়ঃ ‘এখানে ‘হীরার’ একজন লোক রয়েছে, খুব ভাল লিখতে পরে এবং তার স্মরণশক্তি খুব ভাল সুতরাং আপনি তাকে আপনার লিখক নিযুক্ত করুন।' একথা শুনে হযরত উমার (রাঃ) বলেনঃ তাহলে তো আমি একজন অমুসলিমকে আমার বন্ধু বানিয়ে নেবো যা আল্লাহ তা'আলা নিষেধ করেছেন’! এ ঘটনাটিও এ আয়াতটিকে সামনে রেখে চিন্তা করলে এ সিদ্ধান্তে উপনীত হওয়া যাবে যে, যিম্মী কাফিরদেরকেও এরূপ কার্যে নিয়োগ করা উচিত নয়। কেননা, হতে পারে যে, তারা শত্রুপক্ষকে মুসলমানদের গোপনীয় কথা ও উদ্দেশ্য সম্বন্ধে অবহিত করবে এবং তাদেরকে সতর্ক করে দেবে। কারণ, মুসলমানদের পতনই তাদের কাম্য। হযরত আযহার ইবনে রাশেদ (রঃ) বলেন যে, মানুষ হযরত আনাস ইবনে মালিক (রাঃ)-এর নিকট হাদীস শুনতেন। কোন হাদীসের ভাবার্থ বোধগম্য না হলে তারা হযরত হাসান বসরী (রঃ)-এর নিকট তা বুঝে নিতেন। একদা হযরত আনাস (রাঃ) নিম্নের হাদীসটি বর্ণনা করেনঃ “তোমরা অংশীবাদীদের অগ্নি হতে আলোক গ্রহণ। করো না এবং স্বীয় আংটিতে আরবী অংকন করো না। তারা এসে খাজা সাহেবকে এর ব্যাখ্যা জিজ্ঞেস করলে তিনি বলেনঃ দ্বিতীয় বাক্যটির ভাবার্থ হচ্ছে- “তোমরা আংটিতে মুহাম্মদ (সঃ)-এর নাম খোদাই করো না এবং প্রথম বাক্যটির ভাবার্থ হচ্ছেঃ ‘তোমরা নিজেদের কার্যের ব্যাপারে মুশরিকদের পরামর্শ গ্রহণ করো না।' দেখুন, আল্লাহ তা'আলাও স্বীয় গ্রন্থে বলেনঃ “হে ঈমানদারগণ! তোমরা নিজেদের ছাড়া অন্যদের বিশ্বস্ত বন্ধুরূপে গ্রহণ করো না'। (আবু ইয়ালা) কিন্তু খাজা সাহেবের এ ব্যাখ্যাটি একটি বিবেচ্য বিষয়। সম্ভবতঃ হাদীসটির সঠিক ভাবার্থ হবেঃ (আরবী) (৪৯:২৯) আরবী অক্ষরে আংটির উপর খোদাই করো না। যেমন অন্য হাদীসে এর নিষিদ্ধতা পরিষ্কারভাবে বিদ্যমান রয়েছে। এর কারণ এই যে, এর ফলে রাসূলুল্লাহ (সঃ)-এর মোহরের সঙ্গে সাদৃশ্য এসে যাবে। আর প্রথম বাক্যটির ভাবার্থ হবেঃ “তোমরা মুশরিকদের গ্রামের পার্শ্বে থেকো না, তাদের প্রতিবেশী হয়ো না এবং তাদের শহর হতে হিজরত কর।' যেমন সুনান-ই-আবু দাউদে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ মুসলমান ও মুশরিকদের মধ্যকার যুদ্ধ কি তোমরা দেখ না? অন্য হাদীসে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যারা মুশরিকদের সাথে মেলামেশা করে, তাদের সাথে বসবাস করে, তারা তাদের মতই।অতঃপর আল্লাহ তাআলা বলেনঃ তাদের কথাতেও শুক্রতা প্রকাশ পাচ্ছে। তাদের চেহারা দেখেই শুভাশুভ নিরূপকগণ তাদের ভেতরের দুষ্টামির কথা জানতে পারে। তাদের অন্তরে যে ধ্বংসাত্মক মনোভাব রয়েছে তা তোমাদের জানা নেই। কিন্তু আমি স্পষ্টভাবে বর্ণনা করে দিলাম। সুতরাং জ্ঞানীরা কখনও তাদের প্রতারণার ফাঁদে পড়বে না।এরপর আল্লাহ তা'আলা বলেনঃ “দেখ, এটা কত বড় দুর্বলতার কথা যে, তোমরা তাদেরকে ভালবাসছো, অথচ তারা তোমাদেরকে চায় না। তোমরা সমস্ত গ্রন্থকে স্বীকার করে থাক বটে, কিন্তু তারা সন্দেহের মধ্যেই পড়ে রয়েছে। তোমরা তাদের গ্রন্থে বিশ্বাস কর বটে, কিন্তু তারা তোমাদের গ্রন্থে বিশ্বাস করে না। অতএব, উচিত তো ছিল যে, তোমরা তাদের দিকে কড়া দৃষ্টিতে দেখতে। পক্ষান্তরে তারা কিন্তু তোমাদের প্রতি শত্রুতাই পোষণ করছে।তারা মুসলমানদের মুখোমুখি হলে নিজেদের ঈমানদারীর কাহিনী বলতে আরম্ভ করে। কিন্তু যখনই তাদের হতে পৃথক হয় তখনই হিংসা ও ক্রোধে নিজেদের অঙ্গুলি কামড়াতে থাকে। সুতরাং মুসলমানদের উচিত যে, তারা যেন মুনাফিকদের বাহ্যিক ভাব দেখেই তাদেরকে বন্ধু মনে না করে। এ মুনাফিকরা মুসলমানদের উন্নতি দেখে হিংসায় জ্বলে পুড়ে মরলেও আল্লাহ তা'আলা ইসলাম ও মুসলমানদের উন্নতি সাধন করতেই থাকবেন। মুসলমানরা সর্বদিক দিয়ে বেড়েই চলবে, যদিও মুশরিক ও মুনাফিকরা হিংসা ও ক্রোধে জ্বলে পুড়ে মরে যায়। আল্লাহ পাক তাদের অন্তরের কথা খুব ভাল করেই জানেন। তাদের সমুদয় ষড়যন্ত্রের উপর মাটি পড়ে যাবে এবং তারা তাদের জঘন্য কার্যে কৃতকার্য হবে না। তারা মুসলমানদের উন্নতি চায় না তথাপি মুসলমানেরা দিন দিন উন্নতি লাভ করতেই থাকবে এবং পরকালেও তাদেরকে সুখময় জান্নাতে দেখতে পাবে। পক্ষান্তরে এ মুশরিক ও মুনাফিকরা ইহজগতেও লাঞ্ছিত ও অপমানিত হবে এবং পরকালেও তারা জাহান্নামের জ্বালানিরূপে ব্যবহৃত হবে। তারা যে তোমাদের চরমশ তার বড় প্রমাণ এই যে, যখন তোমাদের কোন মঙ্গল সাধিত হয় তখন তারা অত্যন্ত অসন্তুষ্ট হয়। আর যদি তোমাদের কোন ক্ষতি সাধিত হয় তখন তারা তাতে আনন্দ লাভ করে। অর্থাৎ যখন আল্লাহ পাক মুমিনদেরকে সাহায্য করেন এবং তারা কাফিরদের উপর বিজয় লাভ করতঃ যুদ্ধলব্ধ দ্রব্য প্রাপ্ত হয় তখন ঐ মুনাফিকরা অত্যন্ত অসন্তুষ্ট হয়। আর যখন মুমিনগণ পরাজয় বরণ করে তখন তারা কাফিরদের সাথে মিলিত হয়ে আনন্দ প্রকাশ করে। এখন মহান আল্লাহ মুমিনদেরকে সম্বোধন করে বলেন‘হে মুমিনগণ! যদি তোমরা তাদের দুষ্টামি হতে মুক্তি পেতে চাও তবে ধৈর্যধারণ কর, সংযমী হও এবং আমার উপর নির্ভর কর, আমি তোমাদের শত্রুদেরকে ঘিরে নেবো। কোন মঙ্গল লাভ করা এবং কোন অমঙ্গল হতে রক্ষা পাওয়ার ক্ষমতা কারও নেই। আল্লাহ তা'আলা যা চান তাই হয় এবং যা চান না তা হতে পারে না। তোমরা যদি আল্লাহর উপর সম্পূর্ণরূপে নির্ভর কর তবে তিনিই তোমাদের জন্যে যথেষ্ট।' এ সম্পর্কেই এখন উহুদ যুদ্ধের বর্ণনা শুরু হচ্ছে, যার মধ্যে মুসলমানদের ধৈর্য ও সহনশীলতার বর্ণনা রয়েছে এবং যার মধ্যে রয়েছে আল্লাহ তা'আলার পরীক্ষার পূর্ণচিত্র ও যদ্দ্বারা মুমিন ও মুনাফিকদের মধ্যে প্রভেদ প্রকাশ পেয়েছে। ইরশাদ হচ্ছেঃ",
  "ayah": 120,
  "surah": 3
}
