{
  "text": "১২১-১২৩ নং আয়াতের তাফসীর:\nএখানে উহুদ যুদ্ধের ঘটনা বর্ণিত হচ্ছে। তবে কোন কোন মুফাসসির এটাকে পরীখার ঘটনাও বলেছেন। কিন্তু এটা উহুদ যুদ্ধের ঘটনা হওয়াই সঠিক কথা। উহুদের যুদ্ধ হিজরী তৃতীয় সনের ১১ই শাওয়াল রোজ শনিবার সংঘটিত হয়। বদরের যুদ্ধে মুশরিকরা পূর্ণভাবে পরাজিত হয়েছিল। তাদের কয়েকজন নেতৃস্থানীয় লোক সেই যুদ্ধে মারা যায়। তখন ওর প্রতিশোধ গ্রহণের জন্যে তারা ব্যাপক প্রস্তুতি নিতে থাকে। ঐ ব্যবসায়ের মাল যা বদরের যুদ্ধের সময় অন্য পথে রক্ষা পেয়েছিল ঐ সবগুলোই তারা এ যুদ্ধের জন্যেই নির্দিষ্ট করে রেখেছিলো। চুতর্দিক থেকে লোক সংগ্রহ করে তারা তিন হাজার সৈন্যের এক বিরাট সেনাবাহিনী গঠন করে পূর্ণ আসবাসপত্রসহ মদীনার উপর আক্রমণ করে। এ দিকে রাসূলুল্লাহ (সঃ) জুমআর নামায শেষে হযরত মালিক ইবনে আমর (রাঃ)-এর জানাযার নামায পড়িয়ে দেন, তিনি ছিলেন বনী নাজ্জার গোত্রের অন্তর্ভুক্ত। অতঃপর তিনি জনগণকে পরামর্শ গ্রহণ উদ্দেশ্যে বলেনঃ “এ আক্রমণ প্রতিহত করার সর্বোত্তম পন্থা তোমাদের নিকট কি আছে?” তখন আবদুল্লাহ ইবনে উবাই বলেনঃ “আমাদের মদীনার বাইরে যাওয়া উচিত নয়। যদি তারা এসে বাইরে অবস্থান করে তবে যেন জেলখানার মধ্যে পড়ে যাবে। আর যদি মদীনার ভেতরে প্রবেশ করে তবে একদিকে রয়েছে আমাদের বীর পুরুষদের তরবারীসমূহ এবং অপর দিকে রয়েছে আমাদের তীরন্দাজদের লক্ষ্যভ্রষ্টহীন তীরগুলো। আর যদি তারা এমনি ফিরে যায় তবে বিধ্বস্ত ও ক্ষতিগ্রস্ত হয়েই ফিরে যাবে।” কিন্তু তার মতের বিপরীত মত পেশ করেছিলন ঐ সাহাবীবৃন্দ যারা বদর যুদ্ধে যোগদান করতে পারেননি। তারা খুব জোর দিয়ে বলছিলেন যে, মদীনার বাইরে গিয়ে প্রাণ খুলে শত্রুদের মোকাবেলা করতে হবে। রাসূলুল্লাহ (সঃ) বাড়ী গমন করেন এবং অস্ত্রশস্ত্রে সজ্জিত হয়ে বেরিয়ে আসেন। তখন ঐ সাহাবীগণের ধারণা হয় যে, না জানি তারা হয়তো রাসূলুল্লাহ (সঃ)-এর ইচ্ছের বিপরীত মদীনার বাইরে গিয়ে যুদ্ধ করার জন্যে চাপ সৃষ্টি করেছেন। তাই তাঁরা বলেনঃ “হে আল্লাহ রাসূল (সঃ)! যদি এখানে থেকেই যুদ্ধ করা ভাল মনে করেন তবে তাই করুন, আমাদের পক্ষ হতে কোন হঠকারিতা নেই।' তখন রাসূলুল্লাহ (সঃ) বলেনঃ নবী (সঃ)-এর জন্যে এটা শোভনীয় নয় যে, তিনি অস্ত্রশস্ত্রে সজ্জিত হওয়ার পর তা খুলে ফেলবেন। এখন আমি আর ফিরে যেতে পারি না। যে পর্যন্ত আল্লাহ পাক যা চান তাই সংঘটিত না হয়। অতএব তিনি এক হাজার সৈন্য নিয়ে মদীনার বাইরে বেরিয়ে পড়েন। শাওত’ নামক স্থানে পৌঁছার পর ঐ মুনাফিক আবদুল্লাহ ইবনে উবাই বিশ্বাসঘাতকতা করতঃ তার তিনশ লোক নিয়ে ফিরে আসে। তারা বলে যে, যুদ্ধ যে হবে না এটা জানা কথা কাজেই অযথা কষ্ট করে লাভ কি? রাসূলুল্লাহ (সঃ) তাদের গ্রাহ্য না করে অবশিষ্ট সাতশ সাহাবীকে নিয়েই উহুদ পর্বত অভিমুখে রওয়ানা হন। পর্বতকে পিছনে করতঃ পর্বত উপত্যকায় তিনি সেনাবাহিনীকে নামিয়ে দেন এবং তাদের নির্দেশ দেন, আমি নির্দেশ না দেয়া পর্যন্ত তোমরা যুদ্ধ শুরু করবে না।' পঞ্চাশজন তীরন্দাজ সাহাবীকে পৃথক করতঃ হযরত আবদুল্লাহ ইবনে যুবাইর (রাঃ)-কে তাঁদের আমীর নিযুক্ত করেন এবং তাদেরকে বলেনঃ “তোমারা পাহাড়ের উপর উঠে যাও এবং এটা লক্ষ্য রাখ যে, শত্রুরা যেন পিছন দিক থেকে আসতে না পারে। জেনে রেখো, আমরা জয়যুক্ত হবো। (আল্লাহ না করেন) আমরা যদি পরাজিত হয়েই যাই তথাপিও তোমরা কখনও তোমাদের জায়গা থেকে সরবে না। এসব সুব্যবস্থা করার পর স্বয়ং তিনিও প্রস্তুত হয়ে যান। তিনি দুটি লৌহবর্ম পরিধান করেন। হযরত মুসআব ইবনে উমায়ের (রাঃ)-কে পতাকা প্রদান করেন। এদিন কয়েক জন। বালককেও রাসূলুল্লাহ (সঃ)-এর সেনাবাহিনীর মধ্যে দেখা যায়। এ ক্ষুদে সৈনিকেরাও আল্লাহর পথে প্রাণ দেয়ার জন্য প্রস্তুত ছিল। অন্যান্য বালককে রাসূলুল্লাহ (সঃ) সঙ্গে নেননি। পরিখার যুদ্ধে তাদেরকে সেনাবাহিনীতে ভর্তি করা হয়েছিল। পরিখার যুদ্ধ উহুদ যুদ্ধের দু’বছর পরে সংঘটিত হয়েছিল। কুরাইশ সেনাবাহিনী অত্যন্ত আঁকজমকের সাথে মোকাবেলায় এগিয়ে আসে। তাদের সৈন্য সংখ্য ছিল তিন হাজার। তাদের সঙ্গে দু’শটি সুসজ্জিত অশ্ব যেগুলো সময়ে কাজে আসতে পারে বলে সঙ্গে রাখা হয়েছিল। তাদের ডান অংশে ছিলেন খালিদ ইবনে ওয়ালিদ এবং বাম অংশে ছিলেন ইকরামা ইবনে আবূ জেহেল (এরা দু’জন পরে মুসলমান হয়েছিলেন)। তাদের পতাকা বাহক ছিল বানূ আবদুদ্দার গোত্র। অতঃপর যুদ্ধ আরম্ভ হয়। যুদ্ধের বিস্তারিত ঘটনাবলী ঐ সম্পৰ্কীয় আয়াতগুলোর তাফসীরের সঙ্গে ইনশাআল্লাহ ক্রমাগত বর্ণিত হতে থাকবে। মোটকথা এ আয়াতে ওরই বর্ণনা হচ্ছে যে, রাসূলুল্লাহ (সঃ) মদীনা হতে বের হয়ে সৈন্যগণকে যুদ্ধের যথাস্থানে নিযুক্ত করতে থাকেন। সৈন্যশ্রেণীর দক্ষিণ বাহু ও বাম বাহু নির্ধারণ করেন।আল্লাহ তা'আলা সমস্ত কথা শুনে থাকেন এবং তিনি সকলের অন্তরের কথা জানেন।বর্ণনাসমূহে রয়েছে যে, শুক্রবার রাসূলুল্লাহ (সঃ) যুদ্ধের জন্যে মদীনা হতে বের হন। কুরআন কারীম ঘোষণা করছে- “হে নবী (সঃ)! বিশ্বাসীদেরকে যুদ্ধার্থ যথাস্থানে সংস্থাপিত করবার জন্যে তুমি প্রভাতেই পরিজন হতে বের হয়েছিলে। তাহলে ভাবার্থ এই যে, শুক্রবারে বের হয়ে তিনি শিবির স্থাপন করেন এবং অন্যান্য কাজ-কর্ম শুরু হয় শনিবার দিন। হযরত জাবির ইবনে আবদুল্লাহ (রাঃ) বলেনঃ “আয়াতটি আমাদের সম্বন্ধে অর্থাৎ বানূ হারেসা ও বান্ সালমার গোত্রদ্বয়ের সম্বন্ধে অবতীর্ণ হয়। আমাদেরকে বলা হয়- “তোমরা দু'টি দল কাপুরুষতা প্রদর্শনের ইচ্ছে করেছিলে।” এতে আমাদের একটি দুর্বলতার বর্ণনা রয়েছে বটে, কিন্তু এ আয়াতটিকে আমাদের পক্ষে অতি উত্তম বলে মনে করি। কেননা, এ আয়াতে এও বলা হয়েছে যে, আল্লাহ ঐ দলদ্বয়ের পৃষ্ঠপোষক ছিলেন। অতঃপর আল্লাহ তা'আলা বলেনঃ “দেখ, আমি তোমাদেরকে বদরের যুদ্ধেও বিজয়ী করেছি, অথচ তোমরা অতি অল্পসংখ্যক ছিলে এবং তোমাদের আসবাবপত্রও অতি নগণ্য ছিল। বদরের যুদ্ধ হিজরী দ্বিতীয় সনের ১৭ই রামাযানুল মুবারাক রোজ শুক্রবার সংঘটিত হয়। ঐদিনকেই ‘ইয়াওমুল ফুরকান বা পৃথককারী দিন বলা হয়। সেই দিন ইসলাম ও মুসলমানদের সম্মান লাভ হয় এবং শিরক ধ্বংস হয়ে যায়, শিরকের স্থান বিধ্বস্ত হয়। অথচ সেই দিন মুসলমানদের সংখ্যা ছিল মাত্র তিনশ তেরজন। তাদের নিকট ছিল মাত্র দুটি ঘোড়া, সত্তরটি উট এবং অবশিষ্ট সবাই পায়ে হেঁটে যুদ্ধ করেছিলেন। অস্ত্রশস্ত্র এত অল্প ছিল যে, যেন ছিলই না। পক্ষান্তরে শত্রুর সংখ্যা ছিল সে দিন মুসলমানদের তিনগুণ, এক হাজারের কিছু কম ছিল। তারা সবাই ছিল বর্ম পরিহিত। তাদের প্রয়োজনের অতিরিক্ত ছিল অস্ত্রশস্ত্র এবং যথেষ্ট সংখ্যক সুন্দর সুন্দর ঘোড়া ছিল। তারা এত বড় বড় ধনী ছিল যে, তাদের নিকট স্বর্ণের অলংকার ছিল। এ স্থলে মহান আল্লাহ স্বীয় নবী (সঃ)-কে সম্মান ও বিজয় দান করেন। তিনি স্বীয় নবী (সঃ) ও তাঁর সঙ্গীদের মুখ উজ্জ্বল করেন এবং শয়তান ও তার সঙ্গীদেরকে লাঞ্ছিত ও অপমানিত করেন। উপরোক্ত আয়াতে আল্লাহ স্বীয় মুমিন বান্দাদেরকে ও জান্নাতী সৈন্যদেরকে তাঁর অনুগ্রহ স্মরণ করিয়ে দিয়ে বলেন- “তোমাদের সংখ্যার স্বল্পতা ও বাহ্যিক আসবাবপত্রের অবিদ্যমানতা সত্ত্বেও তিনি তোমাদেরকে জয়যুক্ত করেছেন। যেন তোমরা জানতে পার যে, বিজয় লাভ বাহ্যিক আড়ম্বর ও জাকজমকের উপর নির্ভর করে না।” এ জন্যেই দ্বিতীয় আয়াতে স্পষ্টভাবে বলে দিয়েছেন- হুনায়েনের যুদ্ধে তোমরা বাহ্যিক আসবাবপত্রের প্রতি লক্ষ্য করেছিলে এবং নিজেদের সংখ্যাধিক্য দেখে খুশী হয়েছিলে। কিন্তু ঐ সংখ্যাধিক্য ও আসবাবপত্রের বিদ্যমানতা তোমাদের কোন উপকারে আসেনি। হযরত আইয়ায় আশআরী (রঃ) বলেনঃ ইয়ারমুকের যুদ্ধে আমাদের পাঁচজন নেতা ছিলেন। তারা হচ্ছেনঃ (১) হযরত আবু উবাইদা (রাঃ), (২) হযরত ইয়াযীদ ইবনে আবু সুফইয়ান (রাঃ), (৩) হযরত ইবনে হাসানা, (রাঃ) (৪) হযরত খালিদ ইবনে ওয়ালীদ (রাঃ) এবং (৫) হযরত আইয়ায (রাঃ)। আর মুসলমানদের খলীফা হযরত উমার (রাঃ)-এর নির্দেশ ছিল যে, যুদ্ধের সময় হযরত আবু উবাইদা (রাঃ) নেতৃত্ব দেবেন। এ যুদ্ধে চতুর্দিক হতেই আমাদের পরাজয়ের লক্ষণ পরিলক্ষিত হয়। আমরা তখন হযরত উমার (রঃ)-কে পত্র লিখে জানাই- “মৃত্যু আমাদেরকে পরিবেষ্টন করেছে। সুতরাং সাহায্য প্রেরণ করুন। আমাদের এ আবেদনের উত্তরে খলীফা হযরত উমার (রাঃ) আমাদেরকে লিখেন- 'তোমাদের সাহায্য প্রার্থনার পত্র পেয়েছি। আমি তোমাদেরকে এমন এক সত্তার কথা বলছি যিনি সবচেয়ে বড় সাহায্যকারী এবং যার হাতে শক্তিশালী সৈন্য রয়েছে। ঐ সত্তা হচ্ছেন স্বয়ং মহাপ্রতাপান্বিত আল্লাহ। যিনি বদর যুদ্ধে স্বীয় বান্দা ও রাসূল হযরত মুহাম্মদ (সঃ)-কে সাহায্য করেছিলেন। বদরী সৈন্য তো তোমাদের অপেক্ষা বহু কম ছিলেন। আমার এ পত্র পাঠমাত্রই জিহাদ শুরু করে দাও এবং আমাকে কিছুই লিখবে না ও কিছুই জিজ্ঞেস করবে না। এ পত্র পাঠের পর আমাদের বীরত্ব বৃদ্ধি পায়। আমরা দলবদ্ধ হয়ে যুদ্ধ শুরু করি। মহান আল্লাহর দয়ায় শত্রুরা পরাজিত হয় এবং পলায়ন করে। আমরা বার মাইল পর্যন্ত তাদের পশ্চাদ্ধাবন করি। আমরা বহু যুদ্ধলব্ধ মাল প্রাপ্ত হই এবং পরস্পরে বন্টন কর নেই। অতঃপর হযরত আবু উবাইদা (রাঃ) বলেনঃ “আমার সাথে কে দৌড় প্রতিযোগিতা করবে?' এক নব্য যুবক দাঁড়িয়ে বলেনঃ “আপনি অসন্তুষ্ট না হলে আমি হাজির আছি।' অতঃপর দৌড়ে যুবকটি অগ্রে হয়ে যান। আমি লক্ষ্য করি যে, ঐ দু’জনের চুলেরগুচ্ছ বাতাসে উড়ছিল। হযরত আবু উবাইদা (রাঃ) ঐ যুবকের পিছনে ঘোড়া চালিয়ে যাচ্ছিলেন। বদর ইবনে নারীণ নামক একটি ছিল। তার নামেই একটি কূপের নামকরণ করা হয় এবং যে প্রান্তরে ঐ কূপটি ছিল ওটাও বদর নামে প্রসিদ্ধি লাভ করেছিল। বদরের যুদ্ধও ঐ নামেই খ্যাতি লাভ করে। মক্কা ও মদীনার মধ্যস্থলে এ জায়গাটি রয়েছে। অতঃপর আল্লাহ তা'আলা বলেনঃ “তোমরা আল্লাহকে ভয় কর, যেন তোমরা তাঁর কৃতজ্ঞ বান্দা হতে পার।",
  "ayah": 123,
  "surah": 3
}
