{
  "text": "১৩৭-১৪৩ নং আয়াতের তাফসীর:\nযেহেতু উহুদের যুদ্ধে সত্তরজন মুসলমান শহীদ হয়েছিলেন, তাই আল্লাহ পাক মুসলমানদেরকে সান্ত্বনা ও উৎসাহ দিয়ে বলছেনঃ “তোমাদের পূর্ববর্তী ধর্মভীরু লোকদেরকেও জান ও মালের ক্ষতি স্বীকার করতে হয়েছে। কিন্তু শেষ পর্যন্ত বিজয় লাভ তাদেরই হয়েছে। তোমরা তোমাদের পূর্ববর্তী ঘটনাবলীর প্রতি একটু দৃষ্টিপাত করলেই তোমাদের উপর এ রহস্য উৎঘাটিত হয়ে যাবে। এ পবিত্র কুরআনের মধ্যে তোমাদের শিক্ষার জন্যে তোমাদের পূর্ববর্তী উম্মতদের বর্ণনাও রয়েছে। অর্থাৎ তোমাদের অন্তরের হিদায়াতের জন্যে এবং তোমাদেরকে ভাল-মন্দ সম্বন্ধে সজাগকারী এ কুরআন পাকই বটে। মুসলমানদেরকে ঐ ঘটনাবলী স্মরণ করিয়ে দিয়ে তাদেরকে আরও বেশী সান্তনা দেয়ার জন্য বলছেন- “তোমরা এ যুদ্ধের ফলাফল দেখে মন খারাপ করো না এবং চিন্তিত হয়ে বসে পড়ো না। এ যুদ্ধে যদি তোমরা আহত হয়ে থাক এবং তোমাদের লোক শহীদ হয়ে থাকে তাতে কি হয়েছে; কেননা, এর পূর্বে তো তোমাদের শত্রুরাও আহত ও নিহত হয়েছিল। এরূপ উত্থান-পতন ততা পৃথিবীতে চলেই আসছে। হ্যা, তবে প্রকৃত কৃতকার্য ওরাই যারা পরিণামে বিজয়ী হয়, আর আমি তো তোমাদের জন্যে এ বিজয় নির্দিষ্ট করেই রেখেছি। তোমাদের কোন কোন বারে পরাজয় এবং বিশেষ করে এ উহুদ যুদ্ধের পরাজয়ের কারণ ছিল তোমাদের মধ্যকার ধৈর্যশীল ও অধৈর্যশীলদেরকে পরীক্ষা করা। আর যারা বহুদিন হতে শাহাদাত লাভের আকাংখী ছিল তাদের আকাংখা পূর্ণ করাও ছিল একটি কারণ। তারা যেন স্বীয় জান ও মাল আমার পথে ব্যয় করার সুযোগ লাভ করতে পারে। আল্লাহ তা'আলা অত্যাচারীদেরকে ভালবাসেন। না। এর আরও কারণ এই যে, ঈমানদারদের পাপ থাকলে তা মোচন হয়ে যাবে, আর পাপ না থাকলে তাদের মর্যাদা বেড়ে যাবে এবং এর দ্বারা কাফিরদেরকে ধ্বংস করারও উদ্দেশ্য রয়েছে। কেননা, তারা বিজয়ী হয়ে গর্বিত হয়ে যাবে এবং তাদের অবাধ্যতা ও অহংকার আরও বৃদ্ধি পাবে। আর এটাই তাদের ধ্বংসের কারণ হয়ে দাঁড়াবে এবং শেষে তারা সমূলে বিধ্বস্ত হয়ে যাবে। এসব কঠিন বিপদ-আপদ ও পরীক্ষা-নিরীক্ষা ছাড়া কেউ জান্নাত লাভ করতে পারে না। যেমন সূরা-ই-বাকারায় রয়েছে- ‘তোমরা কি এটা জান যে, তোমাদের পূর্ববর্তী লোকদেরকে যেভাবে পরীক্ষা করা হয়েছিল সেভাবে তোমাদেরকে পরীক্ষা করা হবে না এবং তোমরা জান্নাতে চলে যাবে? এটা হতে পারে না। যেমন অন্য জায়গায় রয়েছে (আরবী) অর্থাৎ মানুষ কি মনে করেছে যে, তারা-‘আমরা ঈমান এনেছি’ একথা বললেই তাদেরকে ছেড়ে দেয়া হবে এবং তাদেরকে পরীক্ষা করা হবে না? (২৯:২) এখানেও ঐ কথাই বলা হচ্ছে যে, যে পর্যন্ত ধৈর্যশীলদেরকে জানা না যায়, অর্থাৎ তারা পৃথিবীতে প্রকাশিত না হয় সে পর্যন্ত তারা জান্নাত লাভ করতে পারে না। অতঃপর আল্লাহ তা'আলা বলেনঃ “তোমরা এর পূর্বে তো এরূপ সুযোগেরই আকাংখা করছিলে যে, নিজেদের ধৈর্য ও দৃঢ়তা মহান আল্লাহকে প্রদর্শন করবে এবং তার পথে শাহাদাত বরণ করবে। কাজেই এস, আমি তোমাদেরকে ঐ সুযোগ প্রদান করলাম, তোমরা এখন তোমাদের দুঃসাহস ও দৃঢ়তা প্রদর্শন কর।' হাদীস শরীফে রয়েছে, রাসুলুল্লাহ (সঃ) বলেনঃ “তোমরা শত্রুদের সম্মুখীন হওয়ার আকাঙ্খ করো না, আল্লাহ তাআলার নিকট নিরাপত্তার জন্যে প্রার্থনা কর এবং যখন যুদ্ধক্ষেত্রে উপস্থিত হও তখন লৌহস্তম্ভের মত অটল ও স্থির থাক এবং জেনে রেখো যে, জান্নাত তরবারীর ছায়ার নীচে রয়েছে। এরপর আল্লাহ পাক বলেনঃ “তোমরা স্বচক্ষে এ দৃশ্য দেখেছ যে, তরবারী কচ্ শব্দ করছে, বর্শা তীব্র বেগে বের হচ্ছে, তীর বর্ষিত হচ্ছে, ভয়াবহ যুদ্ধ চলছে এবং এদিকে-ওদিকে মৃতদেহ পড়তে রয়েছে।",
  "ayah": 143,
  "surah": 3
}
