{
  "text": "১৪৯-১৫৩ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বীয় বান্দাদেরকে কাফির ও মুনাফিকদের কথা মান্য করতে নিষেধ করছেন এবং বলছেন, যদি তোমরা তাদের কথামত চল তবে তোমরা ইহকালে ও পরকালে লাঞ্ছিত ও অপমানিত হবে। তাদের চাহিদা তো এই যে, তারা তোমাদেরকে দ্বীন ইসলাম হতে ফিরিয়ে দেয়। অতঃপর তিনি বলেন, আমাকেই তোমরা তোমাদের প্রভু ও সাহায্যকারী রূপে মেনে নাও, আমার সাথেই ভালবাসা স্থাপন কর, আমার উপরেই নির্ভর কর এবং একমাত্র। আমারই নিকট সাহায্য প্রার্থনা কর। এরপর আল্লাহ তা'আলা বলেনঃ “ঐ দুষ্টদের দুষ্টামির কারণে আমি তাদের অন্তরে সন্ত্রাস সৃষ্টি করে দেবো।' সহীহ বুখারী ও সহীহ মুসলিমে হযরত জাবির ইবনে আবদুল্লাহ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘আমাকে পাঁচটি জিনিস দেয়া হয়েছে যা আমার পূর্ববর্তী কোন নবী (আঃ)-কে দেয়া হয়নি। (১) এক মাসের পথ পর্যন্ত ভক্তিযুক্ত ভয় দ্বারা আমাকে সাহায্য করা হয়েছে। (২) আমার জন্যে ভূমিকে মসজিদ ও অযুর জন্যে পবিত্র করা হয়েছে। (৩) আমার জন্যে যুদ্ধলব্ধ মাল হালাল করা হয়েছে। (৪) আমাকে সুপারিশ করার অনুমতি দেয়া হয়েছে। (৫) প্রত্যেক নবীকে বিশেষ করে নিজ নিজ সম্প্রদায়ের নিকট প্রেরণ করা হয়েছিল, কিন্তু আমার নবুওয়াতকে সারা জগতের জন্যে সাধারণ করা হয়েছে। মুসনাদ-ই আহমাদে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলা আমাকে সমস্ত নবী (আঃ)-এর এবং কোন কোন বর্ণনায় আছে, সমস্ত উম্মতের উপর চারটি মর্যাদা দান করেছেন-(১) আমাকে সারা জগতের নবী করে প্রেরণ করা হয়েছে। (২) আমার উম্মতের জন্যে সমস্ত ভূমিকে মসজিদ ও পবিত্র করা হয়েছে। যেখানেই নামাযের সময় হয়ে যাবে সেই জায়গাটাই তাদের জন্যে মসজিদ ও অযুর স্থান। (৩) আমার শত্রু আমা হতে এক মাসের পথের ব্যবধানে থাকলেও আল্লাহ পাক তার অন্তর আমার ভয়ে কাঁপিয়ে তুলবেন। (৪) আমার জন্যে যুদ্ধলব্ধ মাল বৈধ করা হয়েছে। অন্য একটি বর্ণনায় রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ প্রত্যেক শত্রুর অন্তরে ভীতি উৎপাদন দ্বারা আমাকে সাহায্য করা হয়েছে। মুসনাদ-ইআহমাদের অন্য একটি হাদীসে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আমাকে পাঁচটি জিনিস প্রদান করা হয়েছেঃ (১) আমি প্রত্যেক লাল ও সাদার নিকট প্রেরিত হয়েছি। (২) আমার জন্যে সমস্ত যমীনকে মসজিদ ও অযুর জন্যে পবিত্র করা হয়েছে। (৩) আমার জন্যে যুদ্ধলব্ধ মালকে বৈধ করা হয়েছে যা আমার পূর্বে অন্য কোন নবীর জন্যে বৈধ করা হয়নি। (৪) এক মাসের রাস্তা পর্যন্ত (শত্রুর অন্তরে) ভীতি উৎপাদন দ্বারা আমাকে সাহায্য করা হয়েছে। (৫) আমাকে সুপারিশ করার অনুমতি দেয়া হয়েছে। সমস্ত নবী সুপারিশ চেয়ে নিয়েছেন। কিন্তু আমি আমার উম্মতের ঐ সব লোকের জন্যে সুপারিশ গোপন রেখেছি যারা আল্লাহ তা'আলার সাথে অন্য কাউকে অংশীদার করেনি। হযরত ইবনে আব্বাস (রাঃ) বলেনঃ “আবু সুফইয়ান (রাঃ)-এর অন্তরে আল্লাহ তাআলা ভীতি উৎপাদন করেছেন, সুতরাং তিনি যুদ্ধ হতে ফিরে গেলেন। এরপরে ইরশাদ হচ্ছে- “নিশ্চয়ই আল্লাহ তোমাদের জন্যে স্বীয় অঙ্গীকার সত্য করেছেন। এর দ্বারা এ দলীলও গ্রহণ করা যেতে পারে যে, এ অঙ্গীকার ছিল উহুদের যুদ্ধে। শত্রুদের সৈন্য সংখ্যা ছিল তিন হাজার, তথাপি তাদের চরণসমূহ টলে যায় এবং মুসলমানেরা বিজয় লাভ করে। কিন্তু আবার তীরন্দাজদের অবাধ্যতার কারণে এবং কয়েকজনের কাপুরুষতা প্রদর্শনের ফলে শর্তের উপর যে অঙ্গীকার ছিল তা উঠিয়ে নেয়া হয়। তাই আল্লাহ পাক বলেন, ‘তোমরা তাদেরকে হত্যা করছিলে। প্রথম দিনেই আল্লাহ তা'আলা তোমাদেরকে তাদের উপর বিজয়ী করেন। কিন্তু তোমরা ভীরুতা প্রদর্শন করলে এবং নবী (সঃ)-এর অবাধ্য হয়ে গেলে ও তাঁর নির্দেশিত স্থান হতে সরে পড়লে, আর পরস্পর মতভেদ সৃষ্টি করলে। অথচ আল্লাহ তাআলা তোমাদেরকে তোমাদের পছন্দনীয় জিনিস প্রদর্শন করেছিলেন। অর্থাৎ তোমরা স্পষ্টভাবে বিজয়ী হয়েছিলে। গনীমতের মাল তোমাদের চক্ষের সামনে বিদ্যমান। ছিল। শত্রুরা পৃষ্ঠ প্রদর্শনের উপক্রম করেছিল। কাফিরদের পরাজয় দেখে নবী (সঃ)-এর নির্দেশ ভুলে গিয়ে তোমাদের কেউ কেউ দুনিয়া লাভের উদ্দেশ্যে গনীমতের মালের প্রতি ঝাপিয়ে পড়ে। তোমাদের মধ্যে কেউ কেউ সৎ নিয়াতের অধিকারী এবং পরকালের আকাঙখী থাকলেও কতগুলো লোকের অবাধ্যতার কারণে কাফিরদের সুযোগ এসে পড়ে এবং তোমাদের পূর্ণ পরীক্ষা হয়ে যায় যে, তোমরা বিজয় লাভের পরেও পরাজিত হয়ে যাও। কিন্তু এর পরেও আল্লাহ তা'আলা তোমাদেরকে ক্ষমা করে দেন। কেননা, তিনি জানেন যে, স্পষ্টতঃই তোমরা সংখ্যা ও আসবাবপত্রে খুবই নগণ্য ছিলে।' ভুল মার্জনা হওয়াও (আরবী)-এর অন্তর্ভুক্ত। আর ভাবার্থ এও হতে পারে যে, এভাবে কিছু মর্যাদাসম্পন্ন ব্যক্তিকে শাহাদাত দানের পর তিনি স্বীয় পরীক্ষা উঠিয়ে নেন এবং অবশিষ্টকে ক্ষমা করে দেন। আল্লাহ তা'আলা বিশ্বাসী লোকদের প্রতিই অনুগ্রহ ও করুণা বর্ষণ করে থাকেন। হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ)-কে উহুদের যুদ্ধে যত সাহায্য করা হয়েছিল তত সাহায্য অন্য কোন যুদ্ধে করা হয়নি। ঐ সম্বন্ধেই আল্লাহ তা'আলা বলেন, 'আল্লাহ স্বীয় অঙ্গীকার তোমাদের জন্যে সত্য করেছেন, কিন্তু তোমাদের কর্মদোষের কারণেই ফল উল্টো হয়ে যায়। কোন কোন লোক দুনিয়ালোভী হয়ে রাসূলুল্লাহ (সঃ)-এর অবাধ্য হয়ে যায়, অর্থাৎ কয়েকজন তীরন্দাজ, যাদেরকে রাসূলুল্লাহ (সঃ) পর্বত ঘাটিতে দাঁড় করিয়ে দিয়ে নির্দেশ দিয়েছিলেন- এখান হতে তোমরা শত্রুদের গতিবিধি লক্ষ্য কর যে, তারা যেন আমাদের পিছনের দিক দিয়ে আসতে না পারে, যদি তোমরা দেখ যে, আমরা পরাজিত হয়ে চলেছি তবুও তোমরা স্বীয় স্থান হতে সরে যেয়ো না। আর যদি তোমরা দেখতে পাও যে, সবদিক দিয়েই আমরা জয়যুক্ত হয়েছি, তবুও তোমরা গনীমত লুটের উদ্দেশ্যে স্বীয় জায়গা পরিত্যাগ করো না। যখন রাসূলুল্লাহ (সঃ) বিজয় লাভ করেন তখন তীরন্দাজগণ তাঁর নির্দেশ পরিবর্তন করে এবং তারা তাদের স্থান ছেড়ে দিয়ে মুসলমানদের সাথে মিলিত হয় ও গনীমতের মাল জমা করতে আরম্ভ করে। পর্বত ঘাটি শূন্য পেয়ে মুশরিকরা পলায়ন বন্ধ করে এবং ভাবনা চিন্তা করে এ জায়গায় আক্রমণ চালিয়ে দেয়। যে কয়েকজন মুসলমান তখনও তথায় স্থির ছিলেন তাঁরা শহীদ হয়ে যান। তখন তারা পিছন দিক থেকে মুসলমানদেরকে তাদের অজ্ঞাতে এমন ভীষণভাবে আক্রমণ করে যে, মুসলমানদের চরণসমূহ টলটলায়মান হয়ে যায় এবং প্রথম দিনের বিজয় লাভ পরাজয়ে পরিবর্তিত হয়। অতঃপর এ গুজব ছড়িয়ে পড়ে যে, রাসূলুল্লাহ (সঃ) শহীদ হয়েছেন এবং যুদ্ধের পরিস্থিতি মুসলমানদের মনে এর বিশ্বাস জন্মিয়ে দেয়। অল্পক্ষণ পরেই মুসলমানদের দৃষ্টি তার পবিত্র মুখমণ্ডলে পতিত হয় তখন তারা সমস্ত বিপদ ভুলে যান এবং আনন্দের আতিশয্যে তারা রাসূলুল্লাহ (সঃ)-এর দিকে ঝাপিয়ে পড়েন। রাসূলুল্লাহ (সঃ) এ দিকে আসছিলেন এবং বলছিলেনঃ “ঐ লোকদের উপর আল্লাহর কঠিন ক্রোধ বর্ষিত হোক যারা আল্লাহর রাসূল (সঃ)-এর চেহারা রক্তাক্ত করে দিয়েছে। তাদের কোনই অধিকার ছিল না যে, এভাবে তারা আমাদের উপর জয়যুক্ত হতে পারে। বর্ণনাকারী বলেনঃ অল্পক্ষণ পরেই আমরা শুনি যে, আবু সুফইয়ান পাহাড়ের নীচে দাঁড়িয়ে বলছেন, “হে হোবল! আপনার মস্তক উন্নত হোক, হে হোবল! আপনামর মস্তক উন্নত হোক। আবু বকর কোথায়? উমার কোথায়? হযরত উমার (রাঃ) রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেনঃ ‘আমাকে অনুমতি হলে আমি তাকে উত্তর দেই।' তিনি অনুমতি দেন। হযরত উমার (রাঃ) তখন উত্তরে বলেনঃ (আরবী) অর্থাৎ আল্লাহই সর্বোচ্চ ও মহাসম্মানিত, আল্লাহই সর্বোচ্চ ও মহাসম্মানিত। আবু সুফইয়ান জিজ্ঞেস করেনঃ ‘বল মুহাম্মাদ (সঃ) কোথায়? আবু বকর কোথায়? উমার (রাঃ) কোথায়? তিনি বলেন, এই তো এখানেই রাসূলুল্লাহ (সঃ), ইনিই হচ্ছেন হযরত আবু বকর (রাঃ), আর আমিই হচ্ছি উমার।' আবূ সুফইয়ান তখন বলেনঃ “এটা বদরের যুদ্ধেরই প্রতিশোধ। এভাবেই রৌদ্র ও ছায়া পরিবর্তিত হয়ে থাকে। যুদ্ধের দৃষ্টান্ত তো কূপের বালতির ন্যায়।' হযরত উমার (রাঃ) বলেনঃ “এটা সমান কখনই নয়। তোমাদের নিহত ব্যক্তিরা জাহান্নামে গিয়েছে এবং আমাদের শহীদগণ জান্নাতে গিয়েছেন। আবু সুফইয়ান তখন বলেনঃ 'যদি এটাই হয় তবে তো অবশ্যই আমরা ক্ষতির মধ্যে রয়েছি। জেনে রেখো, তোমাদের নিহত ব্যক্তিদের কতগুলোকে তোমরা নাক কান কর্তিতও পাবে। আমাদের নেতৃস্থানীয় লোকদের এটা অভিমত ছিল না বটে, তবে এটা আমাদের নিকট মন্দ বলেও মনে হয়নি। এ হাদীসটি গারীব এবং এ গল্পটিও বিস্ময়কর। এটা হযরত ইবনে আব্বাস (রাঃ) হতে মুরসালারূপে বর্ণনা করা হয়েছে। তিনিও তার পিতা কেউই উহুদের যুদ্ধে বিদ্যমান ছিলেন না। মুসতাদরিক-ই-হাকিমের মধ্যেও এ হাদীসটি বর্ণিত হয়েছে। মুসনাদ-ই-ইবনে আবি হাতিম এবং বায়হাকী (রাঃ)-এর (আরবী)-এর মধ্যেও এটা বর্ণিত আছে। তাছাড়া বিশুদ্ধ হাদীসসমূহে এর কতক অংশের সত্যতার সাক্ষ্য বিদ্যমান। মুসনাদ-ইআহমাদের মধ্যে হযরত আবদুল্লাহ ইবনে মাসউদ (রাঃ) বলেনঃ “উহুদের যুদ্ধের দিন স্ত্রীলোকেরা মুসলমান সৈনিকদের পিছনে অবস্থান করছিলেন এবং আহতদের দেখাশুনা করছিলেন। আমার তো পূর্ণ বিশ্বাস ছিল যে, সেদিন আমাদের কেউই দুনিয়া লিন্দু ছিলেন না। বরং সেদিন যদি আমাকে ঐ কথার উপর শপথ করানো হতো তবে আমি শপথ করতাম। কিন্তু কুরআন কারীমে (আরবী) অর্থাৎ ‘তোমাদের মধ্যে কেউ কেউ দুনিয়া লিন্দুও ছিল এ আয়াতটি অবতীর্ণ হয়। যখন সাহাবীগণ দ্বারা রাসূলুল্লাহ (সঃ) -এর নির্দেশের বিপরীত কার্য সাধিত হয় এবং তার অবাধ্যতা প্রকাশ পায় তখন তাদের পদসমূহ যুদ্ধক্ষেত্রে টলায়মান হয়ে পড়ে। রাসূলুল্লাহ (সঃ)-এর সঙ্গে শুধুমাত্র সাতজন আনসারী এবং দু’জন মুহাজির অবশিষ্ট থাকেন। যখন মুশরিকরা রাসূলুল্লাহ (সঃ)-কে চতুর্দিক থেকে ঘিরে নেয় তখন তিনি বলেনঃ “আল্লাহ। তা'আলা ঐ ব্যক্তির উপর করুণা বর্ষণ করবেন যে তাদেরকে সরিয়ে দেবে। এ কথা শুনে একজন আনসারী দাঁড়িয়ে যান এবং একাকী অত্যন্ত বীরত্বের সাথে শত্রুর মোকাবিলা করেন। কিন্তু শেষে তিনি শহীদ হয়ে যান। আবার কাফিরেরা আক্রমণ করে। রাসূলুল্লাহ (সঃ) পুনরায় ঐ কথাই বলেন। এবারেও আর একজন আনসারী প্রস্তুত হয়ে যান এবং এমন ভীষণ বেগে শত্রুদের উপর ঝাঁপিয়ে পড়েন যে, তারা সম্মুখে অগ্রসর হতে অসমর্থ হয়। কিন্তু অবশেষে তিনিও শহীদ হয়ে যান। এভাবে সাতজন সাহাবীই (রাঃ) মহান আল্লাহর নিকট পৌছে যান। আল্লাহ তা'আলা তাঁদের প্রতি সন্তুষ্ট হোন। রাসূলুল্লাহ (সঃ) মুজাহিরগণকে বলেনঃ বড়ই দুঃখের বিষয় এই যে, আমরা আমাদের সঙ্গীদের সাথে পক্ষপাতহীন ব্যবহার করলাম না। তখন আবু সুফইয়ান সশব্দে বলেনঃ (আরবী) অর্থাৎ হে হোবল! আপনার শির, উন্নত হোক!' রাসূলুল্লাহ (সঃ) সাহাবীগণকে বলেনঃ “তোমরা বল (আরবী) অর্থাৎ, আল্লাহ উচ্চ ও মহা সম্মানিত।' আবু সুফইয়ান বলেনঃ (আরবী) অর্থাৎ আমাদের জন্য উয রয়েছেন, তোমাদের জন্যে কোন উযযা নেই।' রাসূলুল্লাহ (সঃ) বলেনঃ “তোমরা বল- (আরবী) অর্থাৎ, আল্লাহই আমাদের প্রভু এবং কাফিরদের কোনই প্রভু নেই।' আবু সুফইয়ান বলেনঃ “আজকের দিন হচ্ছে বদরের দিনের প্রতিশোধ। কোনদিন আমাদের এবং কোনদিন তোমাদের। এটা তো হাতে হাতের সওদা। একের পরিবর্তে একটি।' রাসূলুল্লাহ (সঃ) বলেনঃ ‘সমান কখনই নয়। আমাদের শহীদগণ জীবিত আছেন এবং তাদেরকে আহার্য দেয়া হচ্ছে, আর তোমাদের নিহত ব্যক্তিদের জাহান্নামে শাস্তির মধ্যে নিক্ষেপ করা হয়েছে। পুনরায় আবু সুফইয়ান বলেনঃ “তোমরা তোমাদের নিহত ব্যক্তিদের মধ্যে কতগুলোকে দেখতে পাবে যে, তাদের নাক, কান ইত্যাদি কেটে নেয়া হয়েছে। কিন্তু আমি এটা করিনি, করতে নিষেধও করিনি, আমি এটা পছন্দও করিনি, অপছন্দ ও করিনি, এটা আমাদের নিকট না ভাল বলে অনুভূত হয়েছে, না মন্দ বলে।' তখন শহীদগণের খোঁজ নিয়ে দেখা যায় যে, হযরত হামযা (রাঃ)-এর পেট ফেড়ে দেয়া হয়েছে এবং হিন্দা কলিজা বের করে চিবিয়েছে, কিন্তু গলাধঃকরণ করতে না পেরে উগরিয়ে ফেলেছে। রাসূলুল্লাহ (সঃ) বলেনঃ হযরত হামযা (রাঃ)-এর সামান্য গোত হিন্দার পেটে যাওয়া অসম্ভব ছিল। মহান আল্লাহ চান না যে, হযরত হামযা (রাঃ)-এর শরীরের কোন অংশ জাহান্নামে নিক্ষিপ্ত হোক।' অতঃপর রাসূলুল্লাহ (সঃ) হযরত হামযা (রাঃ)-এর জানাযা সামনে রেখে জানাযার নামায আদায় করেন। তারপর একজন আনসারীর জানাযা হাযির করা হয়। তাঁকে হযরত হামযা (রাঃ)-এর পার্শ্ব দেশে রাখা হয় এবং রাসূলুল্লাহ (সঃ) পুনরায় জানাযার নামায পড়িয়ে দেন। আনসারীর জানাযা উঠিয়ে নেয়া হয় কিন্তু হযরত হামযা (রাঃ)-এর জানাযা সেখানেই থেকে যায়। এভাবে সত্তরজন শহীদকে আনা হয় এবং সত্তরবার হযরত হামযা (রাঃ)-এর জানাযার নামায পড়া হয়। (মুসনাদ-ইআহমাদ) সহীহ বুখারী শরীফের মধ্যে হযরত বারা' (রাঃ) হতে বর্ণিত আছে, তিনি বলেনঃ ‘মুশরিকদের সাথে আমাদের উহুদের যুদ্ধ সংঘটিত হয়। রাসূলুল্লাহ (সঃ) তীরন্দাজদের একটি দলকে একটি পৃথক স্থানে নিযুক্ত করেন। এবং হযরত আবদুল্লাহ ইবনে যুবায়ের (রাঃ)-কে তাদের নেতৃত্ব ভার অর্পণ করেন। তাদেরকে নির্দেশ প্রদান পূর্বক বলেনঃ 'যদি তোমরা আমাদেরকে তাদের উপর জয়যুক্ত দেখতে পাও তবুও এখান হতে সরে যেয়ো না। আর তারা আমাদের উপর বিজয়ী হলেও তোমরা এ স্থান পরিত্যাগ করো না।' যুদ্ধ। শুরু হওয়া মাত্রই আল্লাহর ফযলে মুশরিকদের চরণগুলো পিছনে সরে পড়ে। এমনকি নারীগণও লুঙ্গী উঁচু করতঃ পর্বতের উপর এদিক ওদিক দৌড়াতে আরম্ভ করে। তখন তীরন্দাজ দলটি ‘গনীমত' ‘গনীমত' বলতে বলতে নীচে নেমে আসে। তাদের নেতা তাদেরকে বার বার নিষেধ করা সত্ত্বেও তারা তাঁর কথায় কর্ণপাত করে না। এ সুযোগে মুশরিকরা মুসলমানদেরকে পিছন দিক থেকে আক্রমণ করে। ফলে সত্তরজন মুসলমান শহীদ হন। আবু সুফইয়ান একটি পাহাড়ের উপর দাঁড়িয়ে বলেনঃ মুহাম্মাদ (সঃ) আছে কি? আবূ বকর কি বিদ্যমান আছে? উমার জীবিত আছে কি? কিন্তু রাসূলুল্লাহ (সঃ)-এর নির্দেশক্রমে সবাই নীরব থাকেন। তখন তিনি আত্মহারা হয়ে বলতে থাকেনঃ এরা সবাই আমাদের তরবারীর ঘাটে অবতরণ করেছে। এরা জীবিত থাকলে অবশ্যই উত্তর দিত। তখন হযরত উমার (রাঃ) অধৈর্য হয়ে বলে উঠেন :“হে আল্লাহর শত্রু! তুমি মিথ্যাবাদী। আল্লাহর ফযলে আমরা সবাই বিদ্যমান রয়েছি এবং তোমাকে ধ্বংসকারী আল্লাহ আমাদেরকে জীবিত রেখেছেন। তারপরে ঐ সব কথাবার্তা হয় যেগুলো উপরে বর্ণিত হয়েছে। সহীহ বুখারী শরীফে হযরত আয়েশা সিদ্দিকা (রাঃ) হতে বর্ণিত আছে যে, উহুদের যুদ্ধে মুশরিকদের পরাজয় ঘটে এবং ইবলীস উচ্চৈঃস্বরে ডাক দিয়ে বলেঃ হে আল্লাহর বান্দারা! তোমরা পিছনের সংবাদ লও। আগের দল পিছনের উপর পতিত হয়েছে। হযরত হুযায়ফা (রাঃ) দেখেন যে, মুসলমানদের তরবারী তাঁর পিতা হযরত ইয়ামান (রাঃ)-এর উপর বর্ষিত হচ্ছে। বার বার তিনি বলেনঃ “হে আল্লাহর বান্দারা। ইনি আমার পিতা হযরত ইয়ামান (রাঃ)। কিন্তু কে শুনে কার কথা। তিনি এভাবেই শহীদ হয়ে যান। কিন্তু হযরত হুযায়ফা (রাঃ) কিছুই না বলে শুধুমাত্র বললেনঃ “আল্লাহ তোমাদেরকে ক্ষমা করুন।' হযরত হুযাইফা (রাঃ)-এর এ সৌজন্য তাঁর জীবনের শেষ মুহূর্ত পর্যন্ত তাঁর মধ্যে বিদ্যমান ছিল। সীরাতে ইবনে ইসহাকের মধ্যে রয়েছে, হযরত যুবাইর ইবনে আওয়াম (রাঃ) বলেনঃ “আমি স্বয়ং দেখেছি যে, মুশরিকরা মুসলমানদের প্রথম আক্রমণেই পালাতে আরম্ভ করে, এমনকি তাদের নারীরা যেমন হিন্দা প্রভৃতি লুঙ্গী উঁচু করে দ্রুত দৌড়াতে থাকে। কিন্তু এরপরে যখন তীরন্দাজগণ কেন্দ্রস্থল পরিত্যাগ করে এবং কাফিরেরা একত্রিত হয়ে পিছন দিক হতে আমাদেরকে ভীষণভাবে আক্রমণ করে ও একজন সশব্দে ঘোষণা করে যে, রাসূলুল্লাহ (সঃ) শহীদ হয়েছেন। তখন পরিস্থিতি সম্পূর্ণ উল্টো হয়ে যায়। নচেৎ আমরা তাদের পতাকা বাহক পর্যন্ত পৌঁছে গিয়েছিলাম এবং তার হাত হতে পতাকা নীচে পড়ে গিয়েছিল। কিন্তু উমরা বিনতে আলকামা হারেসিয়্যা’ নাম্নী একজন স্ত্রীলোক ওটা উঠিয়ে নিয়েছিল এবং কুরায়েশরা পুনরায় একত্রিত হয়েছিল। হযরত আনাস ইবনে মালিকের চাচা হযরত আনাস ইবনে নার (রাঃ) এ পরিস্থিতি দেখে হযরত উমার (রাঃ), হযরত তালহা (রাঃ) প্রভৃতির নিকট আগমন করতঃ বলেনঃ “আপনারা সাহস হারিয়েছেন কেন?' তারা বলেনঃ রাসূলল্লাহ তো শহীদ হয়েছেন।' হযরত আনাস (রাঃ) বলেনঃ তাহলে আপনারা জীবিত থেকে কি করবেন?' একথা বলে তিনি শত্রুদের মধ্যে ঝাপিয়ে পড়েন। অতঃপর বীর-বিক্রমে যুদ্ধ করতে করতে অবশেষে শাহাদাত বরণ করেন। ইনি বদরের যুদ্ধে যোগদান করতে পারেননি। তাই তিনি অঙ্গীকার করে বলেছিলেনঃ ‘আগামী কোন দিনে সুযোগ আসলে দেখা যাবে। এ যুদ্ধে তিনি উপস্থিত ছিলেন। যখন মুসলমানদের মধ্যে এ ব্যাকুলতা প্রকাশ পায় তখন তিনি বলেনঃ “হে আল্লাহ! আমি মুসলমানদের এ কার্যের জন্যে দায়ী নই এবং আমি মুশরিকদের এ কার্য হতে সম্পূর্ণরূপে মুক্ত। অতঃপর তিনি তরবারী নিয়ে সম্মুখে অগ্রসর হন। পথে হযরত সা’দ ইবনে মুআযের সঙ্গে তাঁর সাক্ষাৎ হয় এবং তাঁকে বলেন, কোথায় যাচ্ছেন? আমি তো উহুদ পাহাড় হতে জান্নাতের ঘ্রাণ পাচ্ছি।' এ কথা বলেই মুশরিকদের মধ্যে ঢুকে পড়েন এবং অত্যন্ত বীরত্বের সাথে যুদ্ধ করে অবশেষে শাহাদাত লাভ করেন। তার শরীরে তীর ও তরবারীর আশিটিরও বেশী যখম ছিল। তাকে চিনবার কোন উপায় ছিল না। অঙ্গুলির গ্রন্থি দেখে চেনা গিয়েছিল। সহীহ বুখারীর মধ্যে রয়েছে যে, একজন হাজী বায়তুল্লাহ শরীফে একটি জনসমাবেশ দেখে জিজ্ঞেস করেন, এ লোকগুলো কে? উত্তরে বলা হয়ঃ কুরায়েশী'। তিনি পুনরায় জিজ্ঞেস করেন, তাঁদের শায়েখ কে?' বলা হয়, হযরত আবদুল্লাহ ইবনে উমার (রাঃ)।' তখন হযরত আবদুল্লাহ ইবনে উমার (রাঃ) আগমন করলে উক্ত হাজী সাহেব তাকে বলেন, আমি আপনাকে কিছু জিজ্ঞেস করেত চাই।' তিনি বলেন, ‘জিজ্ঞেস করুন।' তিনি বলেন, আপনাকে এ বায়তুল্লাহ শরীফের কসম দিয়ে বলছি, আপনি কি জানেন যে, হযরত উসমান ইবনে আফফান (রাঃ) উহুদের যুদ্ধে পলায়ন করেছিলেন। তিনি উত্তরে বললেন, হ্যা। লোকটি পুনরায় জিজ্ঞেস করেন, এ সংবাদ কি আপনার জানা আছে যে, তিনি বদরের যুদ্ধেও যোগদান করেননি? তিনি বলেন , 'হ্যা। লোকটি আবার প্রশ্ন করেন, এ খবর কি আপনি অবগত আছেন যে, তিনি বায়'আতুর রিযওয়ানেও অংশগ্রহণ করেননি?' তিনি বলেন, “এটাও সঠিক কথা।' এবারে লোকটি খুশী হয়ে তাকবীর পাঠ করেন। হযরত আবদুল্লাহ (রাঃ) তখন বলেন ‘এদিকে আসুন। এখন আমি আপনার নিকট বিস্তারিত ঘটনা বর্ণনা করছি। উহুদের যুদ্ধ হতে পলায়ন তো আল্লাহ তা'আলা ক্ষমা করে দিয়েছেন। বদরের যুদ্ধে তার অনুপস্থিতির কারণ ছিল এই যে, তাঁর বাড়িতে রাসূলুল্লাহ (সঃ)-এর কন্যা ছিলেন এবং সে সময় তিনি কঠিন রোগে ভুগছিলেন। তাই রাসূলুল্লাহ (সাঃ) তাকে বলেছিলেন, তুমি মদীনাতেই অবস্থান কর। আল্লাহ তা'আলা তোমাকে এ যুদ্ধে অংশ গ্রহণের পুণ্য দান করবেন এবং যুদ্ধলব্ধ মালেও তোমার অংশ থাকবে। বায়'আতুর রিযওয়ানের ঘটনা এই যে, তাঁকে তিনি মক্কাবাসীদের নিকট স্বীয় পয়গাম দিয়ে পাঠিয়েছিলেন। কেননা, মক্কাবাসীদের নিকট তাঁর যেমন সম্মান ছিল অন্য কারও ছিল না। তার মক্কা গমনের পর এ বায়আত গ্রহণ করা হলে রাসূলুল্লাহ (সঃ) স্বীয় দক্ষিণ হস্ত উঠিয়ে বললেন, এটা উসমানের হাত।' অতঃপর তিনি ঐ হাতখানা তার অন্য হাতের উপর রাখেন (যেন তিনি, বায়'আত গ্রহণ। করলেন)। তারপর তিনি লোকটিকে বললেন, এখন প্রস্থান করুন এবং এ ঘটনাটি সঙ্গে নিন।এরপর আল্লাহ পাক বলেনঃ “যখন তোমরা শত্রুগণ হতে পলায়ন করে পর্বতের উপরে আরোহণ করছিলে এবং ভয়ের কারণে কারও দিকে ফিরেও দেখছিলে না, আর রাসূল (সঃ) তোমাদেরকে পশ্চাৎ হতে আহ্বান করছিলেন। এবং তোমাদেরকে বুঝিয়ে বলছিলেন, তোমরা পলায়ন করো না, বরং ফিরে এসো।' হযরত সুদ্দী (রঃ) বলেন যে, মুশরিকদের এ আকস্মিক প্রচণ্ড আক্রমণের ফলে মুসলমানদের পদসমূহ টলটলায়মান হয়ে যায়। তারা মদীনার পথে প্রত্যাবর্তন করেন এবং কেউ কেউ পর্বতের শিকরে আরোহণ করেন। আল্লাহর রাসূল (সঃ) তাঁদেরকে পিছন হতে ডাক দিয়ে বলছিলেনঃ হে আল্লাহর বান্দাগণ! তোমরা আমার দিকে এসো। এ ঘটনারই বর্ণনা এ আয়াতে রয়েছে। রাসূলুল্লাহ (সঃ) সে সময় মাত্র বারজন সাহাবীর সঙ্গে অবস্থান করছিলেন। মুসনাদ-ই-আহমাদের একটি দুদীর্ঘ হাদীসেও এসব ঘটনার বর্ণনা রয়েছে। দালায়েলুন নবুওয়াহ’-এর মধ্যেও রয়েছে যে, যখন মুসলমানদের পরাজয় ঘটে তখন রাসূলুল্লাহ (সঃ)-এর সঙ্গে মাত্র এগারজন লোক ছিলেন এবং তাঁদের মধ্যে একজন ছিলেন হযরত তালহা ইবনে উবাইদুল্লাহ (রাঃ)। রাসূলুল্লাহ (সঃ) পাহাড়ের উপর আরোহণ করছিলেন এমন সময় মুশরিকরা তাঁকে ঘিরে নেয়। তিনি তাঁর সঙ্গীরদেরকে সম্বোধন করে বলেনঃ ‘তাদের সঙ্গে মোকাবিলা করতে পারে এমন কেউ আছে কি? হযরত তালহা (রাঃ) তৎক্ষণাৎ তার এ আহ্বানে সাড়া দেন এবং যুদ্ধের জন্যে প্রস্তুত হয়ে যান। কিন্তু রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “তুমি এখন থেমে যাও'। তখন একজন আনসারী প্রস্তুত হয়ে তাদের সঙ্গে যুদ্ধে লিপ্ত হয়ে পড়েন এবং অবশেষে শহীদ হয়ে যান। এভাবে সবাই একের পর এক শাহাদাত বরণ করেন। তখন শুধুমাত্র হযরত তালহা (রাঃ) রয়ে যান। এ মহান ব্যক্তি বার বার যুদ্ধের প্রস্তুতি গ্রহণ করছিলেন কিন্তু বারবারই রাসূলুল্লাহ (সঃ) তাকে বাধা দিচ্ছিলেন। অবশেষে তিনি প্রতিদ্বন্দ্বিতায় অবতীর্ণ হন এবং এমন বীরবিক্রমে যুদ্ধ করেন যে, শত্রুরা সবাই এক দিকে এবং তিনি একাই এক দিকে। এ যুদ্ধে তার অঙ্গুলিগুলো কেটে পড়ে। ফলে তার মুখ দিয়ে ইস’ শব্দ বের হয়ে যায়। রাসূলুল্লাহ (সঃ) তাকে বলেনঃ “তুমি যদি বিসমিল্লাহ বলতে বা আল্লাহ তা'আলার নাম নিতে তবে তোমাকে ফেরেশতাগণ আকাশে উঠিয়ে নিতেন এবং লোকেরা দেখতে থাকত। ইতিমধ্যে রাসূলুল্লাহ (সঃ) সাহাবীদের সমাবেশে পৌছে গেছেন। সহীহ বুখারী শরীফে রয়েছে যে, হযরত কায়েস ইবনে হাযেম (রাঃ) বলেনঃ হযরত তালহা (রাঃ) তাঁর যে হাতখানা ভালরূপে ব্যবহার করছিলেন তা অচল হয়ে গিয়েছিল। হযরত সা’দ ইবন আবি ওয়াক্কাস (রাঃ) বলেনঃ “উহুদের যুদ্ধে রাসূলুল্লাহ (সঃ) স্বীয় তৃণ হতে সমস্ত তীর আমার নিকট ছড়িয়ে দেন এবং বলেনঃ তোমার উপর আমার বাপ মা উৎসর্গ হোন। লও, মুশরিকদেরকে মারতে থাকো।' তিনি আমাকে উঠিয়ে দিচ্ছিলেন এবং আমি লক্ষ্য করে করে মুশরিকদেরকে মেরে চলছিলাম। সেদিন আমি রাসূলুল্লাহ (সঃ)-এর ডানে-বামে এমন দু’জন লোককে দেখেছিলাম যারা প্রাণপণে যুদ্ধ করছিলেন এবং যাদেরকে আমি ওর পূর্বেও কখনও দেখিনি এবং পরেও দেখিনি।' এ দু’জন ছিলেন হযরত জিবরাঈল (আঃ) ও হযরত মিকাঈল (আঃ)। অন্য একটি বর্ণনায় রয়েছে, ‘সকলের পলায়নের পর যে কয়েজন মহান ব্যক্তি রাসূলুল্লাহ (সঃ)-এর সাথে অবস্থান করছিলেন এবং এক এক করে শহীদ হয়েছিলেন, তাদেরকে তিনি বলে চলছিলেনঃ “তাদেরকে বাধা প্রদান করতঃ জান্নাতে চলে যাবে ও জান্নাতে আমার বন্ধু হবে এমন কেউ আছ কি? মক্কায় উবাই ইবনে খালফ শপথ করে বলেছিল, আমি রাসূলুল্লাহ (সঃ)-কে হত্যা করবো।' রাসূলুল্লাহ (সঃ)-এর নিকট এ সংবাদ পৌছলে তিনি বলেন, সে তো নয় বরং ইনশাআল্লাহ আমিই তাকে হত্যা করবো।' উহুদের যুদ্ধে সেই দুরাচার আপাদমস্তক লৌহ বর্ম পরিহিত হয়ে রাসূলুল্লাহ (সঃ)-এর দিকে অগ্রসর হয় এবং বলতে বলতে আসেঃ ‘যদি মুহাম্মাদ বেঁচে যান তবে আমি নিজেকেই ধ্বংস করে দেবো। এদিকে হযরত মুসআব ইবনে উমায়ের (রাঃ) ঐ দুরাচারের দিকে অগ্রসর হন। তার সারা দেহ লৌহবর্মে আবৃত ছিল। শুধুমাত্র কপালের সামান্য অংশ দেখা যাচ্ছিল। তিনি ঐ স্থান লক্ষ্য করে স্বীয় বর্শা দ্বারা সামান্য আঘাত করেন। তা ঠিক লক্ষ্যস্থলেই লেগে যায়। এর ফলে সে কাঁপতে কাঁপতে ঘোড়া হতে পড়ে যায়। আঘাত প্রাপ্ত স্থান হতে রক্তও বের হয়নি, অথচ তার অবস্থা এই ছিল যে, সে উচ্ছসিত হয়ে পড়েছিল। তার লোকেরা তাকে উঠিয়ে সেনাবাহিনীর নিকট নিয়ে যায় এবং সান্ত্বনা দিতে থাকে যে, বেশী আঘাত তো লাগেনি, তুমি এত কাপুরুষতা প্রদর্শন করছো কেন? অবশেষে সে তাদের বিদ্রুপে বাধ্য হয়ে বলে, আমি শুনেছি যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘আমি উবাইকে হত্যা করবো। তোমরা এটা নিশ্চিতরূপে জেনে রেখো যে, আমি বাঁচতে পারি না। এটা তোমরা মনে করো না যে, এ সামান্য আঁচড়ে কি হতে পারে? যে আল্লাহর হাতে আমার প্রাণ রয়েছে তাঁর শপথ! যদি সারা আরববাসীকে রাসূলুল্লাহ (সঃ)-এর নিজ হাতের এ সামান্য আঘাত লাগতো তবে সবাই ধ্বংস হয়ে যেতো। এরকম অস্থিরভাবে ছটফট করতে করতে সেই পাপিষ্টের প্রাণবায়ু নির্গত হয়ে যায়। মাগাযী-ই-মুহাম্মাদ ইবনে ইসহাকে’ রয়েছে যে, যখন এ লোকটি রাসূলুল্লাহ (সঃ)-এর সম্মুখীন হয় তখন সাহাবীগণ তাঁর মোকাবিলা করার ইচ্ছে প্রকাশ করেন কিন্তু তিনি তাদেরকে বাধা দেন এবং বলেনঃ “তাকে আসতে দাও। যখন সে নিকটবর্তী হয় তখন রাসূলুল্লাহ (সঃ) হযরত হারিস ইবনে সাম্মার (রাঃ) হাত হতে বর্শা নিয়ে তার উপর আক্রমণ করেন। তাঁর হাতে বর্শা দেখেই সে কেঁপে উঠে। সাহাবীগণ (রাঃ) তখনই বুঝে নেন যে, তার মঙ্গল নেই।রাসূলুল্লাহ (সঃ) তার স্কন্ধে আঘাত করেন, এর ফলেই সে কাঁপতে কাঁপতে ঘোড়া হতে পড়ে যায়। হযরত ইবনে উমার (রাঃ)-এর বর্ণনা রয়েছে যে, ‘বাতনে রাবেগ’ নামক স্থানে ঐ কাফিরের মৃত্যু ঘটে। তিনি বলেনঃ একবার শেষরাত্রে এখান দিয়ে গমনের সময় এক জায়গায় এক ভীতিপ্রদ অগ্নিশিখা প্রজ্জ্বলিত দেখি এবং দেখতে পাই যে, একটি লোককে লৌহ শৃংখলে আবদ্ধ করে ঐ আগুনে হেঁচড়িয়ে টেনে নিয়ে যাওয়া হচ্ছে, আর সে তৃষ্ণা, তৃষ্ণা বলে চিৎকার করছে। অন্য এক ব্যক্তি বলছেঃ তাকে পানি দিও না। সে আল্লাহর নবী (সঃ)-এর হস্তে নিহত ব্যক্তি। সে হচ্ছে উবাই ইবনে খালফ'। সহীহ বুখারী ও সহীহ মুসলিমের একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ)-এর সামনের যে চারটি দাঁত মুশরিকরা উহুদের যুদ্ধে শহীদ করে দিয়েছিল ঐদিকে ইঙ্গিত করে তিনি বলছিলেনঃ “ঐ লোকদের উপর আল্লাহ তাআলার কঠিন অভিশাপ রয়েছে যারা তাদের নবীর সাথে এ ব্যবহার করেছে এবং তার উপরও আল্লাহ পাকের ভীষণ অভিশাপ যাকে তাঁর রাসূল (সঃ) তাঁর পথে হত্যা করেন। অন্য বর্ণনায় নিম্নরূপ রয়েছেঃ যারা আল্লাহর রাসূল (সঃ)-এর পবিত্র মুখমণ্ডল ক্ষতবিক্ষত করেছে তাদের উপর আল্লাহ তা'আলার ভীষণ অভিশাপ রয়েছে।' উবা ইবনে আবু ওয়াক্কাসের হাতে রাসূলুল্লাহ (সঃ)-এর মুখমণ্ডলে এ আঘাত লেগেছিল। তাঁর সম্মুখের চারটি দাঁত ভেঙ্গে গিয়েছিল। গণ্ডদেশও আহত হয়েছিল এবং ওষ্ঠেও আঘাত লেগেছিল। হযরত সা'দ ইবনে আবি ওয়াক্কাস (রাঃ) বলতেনঃ ঐ লোকটিকে হত্যা করার যেমন লোভ আমার ছিল অন্য কাউকে হত্যা করার তেমন ছিল না। ঐ লোকটি অত্যন্ত দুশ্চরিত্র ছিল এবং সারা গোত্রই তার শত্রু ছিল। তার দুশ্চরিত্রতা ও জঘন্য আচরণের প্রমাণ হিসেবে রাসূলুল্লাহ (সঃ)-এর নিম্নের উক্তিটিই যথেষ্ট। নবী (সঃ)-কে। আহতকারীর উপর আল্লাহ তাআলা অত্যন্ত রাগান্বিত। মুসনাদ-ই-আবদুর রাষ্যকে রয়েছে যে, রাসূলুল্লাহ (সঃ) তার জন্যে বদদুআ করে বলতেনঃ “হে আল্লাহ! সারা বছরের মধ্যে সে যেন ধ্বংস হয়ে যায় এবং কুফরীর অবস্থায় যেন তার মৃত্যু ঘটে। বস্তুতঃ হলোও তাই। সেই দুরাচার কাফির হয়েই মারা গেল এবং জাহান্নামের অধিবাসী হলো। একজন মুহাজির বর্ণনা করেনঃ “উহুদের যুদ্ধের দিন চতুর্দিক হতে রাসূলুল্লাহ (সঃ)-এর উপর তীর বর্ষিত হয়েছিল, কিন্তু আল্লাহর কুদরতে সমস্তই ফিরিয়ে দেয়া হয়েছিল।' আবদুল্লাহ ইবনে শিহাব যুহরী সেদিন শপথ করে বলেছিলঃ মুহাম্মাদ (সঃ)-কে দেখিয়ে দাও, সে আজ আমার হাত হতে রক্ষা পেতে পারে না। সে যদি মুক্তি পেয়ে যায় তবে আমার মুক্তি নেই। সে তখন রাসূলুল্লাহ (সঃ)-এর দিকে অগ্রসর হয়ে একেবারে তাঁর পার্শ্বেই এসে পড়ে। সে সময় রাসূলুল্লাহ (সঃ)-এর নিকট কেউই ছিল না। কিন্তু আল্লাহ তা'আলা তার চক্ষুর উপর পর্দা নিক্ষেপ করেন। সুতরাং সে তাঁকে দেখতেই পায় না। যখন সে বিফল হয়ে ফিরে যায় তখন শাফওয়ান তাকে বিদ্রুপ করে। সে তখন বলেঃ ‘আল্লাহর শপথ! আমি মুহাম্মাদ (সঃ)-কে দেখতেই পাইনি। আল্লাহ তাকে রক্ষা করবেন। আমরা তাঁকে মারতে পারব না। জেনে রেখো, আমরা চার জন লোক তাকে হত্যা করার দৃঢ় সংকল্প গ্রহণ করি এবং পরস্পর প্রতিজ্ঞাও করে বসি। কিন্তু শেষে অকৃতকার্য হয়ে পড়ি। ওয়াকেদী (রঃ) বলেনঃ ‘কিন্তু প্রমাণজনক কথা এই যে, রাসূলুল্লাহ (সঃ)-এর কপালে আঘাতকারী ছিল ইবনে কামইয়্যাহ এবং তাঁর ওষ্ঠে ও দাঁতে যে আঘাত করেছিল সে ছিল উবা ইবনে আবি ওয়াক্কাস।' উম্মুল মুমেনীন হযরত আয়েশা (রাঃ) বলেনঃ ‘আমার পিতা হযরত আবু বকর (রাঃ) যখন উহুদের ঘটনা বর্ণনা করতেন তখন তিনি পরিষ্কারভাবে বলতেনঃ “সে দিনের সমস্ত মর্যাদার অধিকারী ছিলেন হযরত তালহা (রাঃ)। আমি ফিরে এসে দেখি যে, এক ব্যক্তি রাসূলুল্লাহ (সঃ)-এর জীবন রক্ষার্থে প্রাণপণ যুদ্ধ করছে। আমি বলিঃ ‘আল্লাহ করেন ইনি তালহা হন!' তখন আমি নিকটে গিয়ে দেখি যে, তিনি তালহাই (রাঃ) বটে। আমি তখন আল্লাহ পাকের প্রশংসা করতঃ বলি-ইনি আমারই গোত্রের একজন লোক। আমার এবং মুশরিকদের মধ্যস্থলে একজন লোক দণ্ডায়মান ছিলেন এবং তার প্রচণ্ড আক্রমণ মুশরিকদের সাহস হারিয়ে দিয়েছিল। আমি গভীরভাবে লক্ষ্য করে দেখি যে, তিনি ছিলেন হযরত আবু উবাইদাহ ইবনুল জাররাহ (রাঃ)। তারপরে আমি রাসূলুল্লাহ (সঃ)-এর প্রতি গভীরভাবে দৃষ্টিপাত করে দেখতে পাই যে, তার সামনের দাঁত ভেঙ্গে গেছে। এবং চেহারা মুবারক ক্ষত-বিক্ষত হয়েছে এবং কপালে লৌহ বর্মের দু'টি কড়া ঢুকে গেছে। আমি তখন দ্রুত বেগে তার দিকে ধাবিত হই। কিন্তু তিনি বলেনঃ “আবু তালহা (রাঃ)-এর সংবাদ লও।” আমি চাচ্ছিলাম যে, রাসূলুল্লাহ (সঃ)-এর পবিত্র মুখমণ্ডল হতে কড়া দুটি বের করে ফেলি। কিন্তু হযরত আবু উবাইদাহ (রাঃ) আল্লাহর কসম দিয়ে আমাকে নিষেধ করেন এবং নিজেই নিকটে এসে হাত দিয়ে বের করতে খুবই কষ্ট অনুভব করেন। কাজেই দাঁত দিয়ে ধরে একটি বের করেন। কিন্তু এতে তার দাঁত ভেঙ্গে যায়। তখন আমি পুনরায় চাইলাম যে, দ্বিতীয়টি আমি বের করবো। কিন্তু আবার তিনি আমাকে আল্লাহর কসম দিয়ে বিরত রাখলেন। সুতরাং আমি বিরত থাকলাম। তিনি দ্বিতীয় কড়াটিও বের করলেন। এবারেও তাঁর দাঁত ভেঙ্গে গেল। এ কার্য সাধনের পর আমি হযরত তালহা (রাঃ)-এর প্রতি দৃষ্টি নিবন্ধ করি এবং দেখি যে, তাঁর দেহে সত্তরটি যখম হয়েছে। তার অঙ্গুলিগুলোও কেটে পড়েছে। আমি পুনরায় তাঁর সংবাদ নেই। হযরত আবু সাঈদ খুদরী (রাঃ) রাসূলুল্লাহ (সঃ)-এর যখমের রক্ত চুষে নেন, যেন রক্ত বন্ধ হয়ে যায়। অতঃপর তাকে বলা হয়ঃ কুলকুচা করে ফেল’। কিন্তু তিনি বলেনঃ “আল্লাহর শপথ! আমি কুলকুচা করবো না। তারপরে তিনি যুদ্ধেক্ষেত্রে গমন করেন। রাসূলুল্লাহ (সঃ) বলেনঃ ‘যদি কেউ জান্নাতী লোককে দেখতে ইচ্ছে করে তবে যেন এ লোকটিকে দেখে।' এরূপে তিনি ঐ যুদ্ধক্ষেত্রেই শহীদ হন। সহীহ বুখারী শরীফে রয়েছে যে, রাসূলুল্লাহ (সঃ)-এর পবিত্র মুখমণ্ডল আহত হয়, সামনের দাঁত ভেঙ্গে যায় এবং মস্তকের শিরস্ত্রাণ পড়ে যায়। হযরত ফাতিমা (রাঃ) রক্ত ধৌত করছিলেন এবং হযরত আলী (রাঃ) ঢালে করে পানি এনে ক্ষতস্থানে নিক্ষেপ করছিলেন। যখন দেখেন যে, রক্ত কোন কোনক্রমেই বন্ধ হচ্ছে না তখন হযরত ফাতিমা (রাঃ) মাদুর পুড়িয়ে ওর ভস্ম ক্ষতস্থানে লাগিয়ে দেন। ফলে রক্ত বন্ধ হয়ে যায়। অতঃপর আল্লাহ তা'আলা বলেনঃ “আল্লাহ তোমাদেরকে দুঃখের পর দুঃখ প্রদান করলেন। (আরবী) শব্দে (আরবী) অক্ষর অর্থে ব্যবহৃত হয়েছে। যেমন (আরবী) (২০:৭১)-এর মধ্যে (আরবী) অক্ষরটি, (আরবী) অর্থে ব্যবহৃত হয়েছে। এক দুঃখ তো পরাজয়ের দুঃখ, যখন এটা প্রচারিত হয়ে পড়ে যে, আল্লাহ না করুন রাসূলুল্লাহ (সঃ) শহীদ হয়েছেন। দ্বিতীয় দুঃখ হচ্ছে বিজয়ী বেশে মুশরিকদের পর্বতের উপর আরোহণ, যখন রাসূলুল্লাহ (সঃ) বলছিলেনঃ তাদের জন্যে এ উচ্চতা বাঞ্ছনীয় ছিল না। হযরত আবদুর রহমান ইবনে আউফ (রাঃ) বলেনঃ ‘প্রথম দুঃখ হচ্ছে পরাজয়ের দুঃখ এবং দ্বিতীয় দুঃখ হচ্ছে রাসূলুল্লাহ (সঃ)-এর শহীদ হওয়ার সংবাদ। এ দুঃখ প্রথম দুঃখ অপেক্ষা অধিক ছিল। অনুরূপভাবে এক দুঃখ গনীমত হাতে এসেও হাত ছাড়া হয়ে যাওয়ার দুঃখ এবং দ্বিতীয় দুঃখ পরাজয়ের দুঃখ। এরূপভাবে এক দুঃখ স্বীয় ভাইদের শহীদ হওয়ার দুঃখ এবং দ্বিতীয় দুঃখ রাসূলুল্লাহ (সঃ) সম্পর্কে জঘন্য সংবাদের দুঃখ।এরপর আল্লাহ পাক বলেনঃ “যে গনীমত ও বিজয় তোমাদের হাতছাড়া হয়ে গেল তার জন্যে দুঃখ করো না। প্রবল প্রতাপান্বিত ও মহা সম্মানিত আল্লাহ তোমাদের কার্যাবলী সম্যক অবগত আছেন।",
  "ayah": 153,
  "surah": 3
}
