{
  "text": "১৬৫-১৬৮ নং আয়াতের তাফসীর:\nএখানে যে বিপদের বর্ণনা দেয়া হয়েছে তা হচ্ছে উহুদ যুদ্ধের বিপদ। এ যুদ্ধে সত্তরজন সাহাবী শহীদ হন। কিন্তু মুসলমানগণ এর দ্বিগুণ বিপদ কাফিরদেরকে পৌছিয়ে ছিলেন। অর্থাৎ বদরের যুদ্ধে সত্তরজন কাফির নিহত হয়েছিল এবং সত্তরজন বন্দী হয়েছিল। মুসলমানগণ পরস্পর বলাবলি করেন যে, এ বিপদ কি করে আসলো? আল্লাহ তাআলা উত্তরে বলেন-এ বিপদ তোমাদের নিজেদের পক্ষ হতেই এসেছে। হযরত উমার ইবনে খাত্তাব (রাঃ) বর্ণনা করেন, “বদরের যুদ্ধে মুসলমানগণ মুক্তিপণ নিয়ে যেসব কাফিরকে মুক্তি দিয়েছিলেন তারই শাস্তি স্বরূপ উহুদের যুদ্ধে সত্তরজন সাহাবীকে শহীদ করা হয়, তাদের মধ্যে পলায়নের হিড়িক পড়ে যায়, রাসূলুল্লাহ (সঃ)-এর সম্মুখের চারটি দাঁত ভেঙ্গে যায়। তার মাথার পাগড়ী পড়ে যায় এবং চেহারা মুবারক রক্তাক্ত হয়ে যায়। উক্ত আয়াতে এরই বর্ণনা রয়েছে। (মুসনাদ-ই-ইবনে আবি হাতিম ও মুসনাদ-ই-আহমাদ) হযরত আলী (রাঃ) হতে বর্ণিত আছে যে, হযরত জিবরাঈল (আঃ) রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করেন এবং বলেনঃ “হে মুহাম্মাদ (সঃ)! আপনার গোত্রের লোক যে কাফিরদেরকে বন্দী করেছে এটা আল্লাহ পাকের নিকট পছন্দীয় নয়। এখন দু’টি সিদ্ধান্তের মধ্যে যে কোন একটি গ্রহণের নির্দেশ দিন। হয় তারা বন্দীদেরকে হত্যা করে ফেলবে না হয় মুক্তিপণ আদায় করে ছেড়ে দেবে। কিন্তু পরে এ সংখ্যক মুসলমানও শহীদ হয়ে যাবে।' রাসূলুল্লাহ (সঃ) মুসলমানদেরকে একত্রিত করে এ দুটি সিদ্ধান্তই পেশ করেন। তাঁরা বলেন, হে আল্লাহর রাসূল (সঃ)! এরা আমাদের গোত্রীয় লোক এবং আমাদের আত্মীয়-স্বজন। সুতরাং মুক্তিপণ আদায় করে তাদেরকে ছেড়ে দেয়া হোক। আর এ অর্থ দ্বারা আমরা শক্তি অর্জন করতঃ অন্যান্য শত্রুদের বিরুদ্ধে যুদ্ধ করবো এবং আমাদের মধ্য হতে যে এতজন লোক শহীদ হবেন তাতে আমাদের ক্ষতি কি? এরূপে ক্ষতিপূরণ আদায় করে সত্তরজন বন্দীকে ছেড়ে দেয়া হয়। উহুদ যুদ্ধে ঠিক সত্তরজন মুসলমানই শহীদ হন। (জামেউত তিরমিযী ও সুনান-ই-নাসাঈ) সুতরাং এক ভাবার্থতো এই হলো যে, এটা স্বয়ং মুসলমানদের পক্ষ হতেই হয়েছে। অর্থাৎ তারা এই শর্তে বন্দীদেরকে মুক্তিপণ নিয়ে ছেড়ে দিতে সম্মত হয়েছিলেন যে, তাদের মধ্য হতেও এ সংখ্যক মুসলমান শহীদ হবেন এবং ঘটেছিলও তাই। দ্বিতীয় ভাবার্থ হচ্ছে“তোমরা রাসূলুল্লাহ (সঃ)-এর অবাধ্য হয়েছিলে বলেই তোমাদেরকে এ ক্ষতির সম্মুখীন হতে হয়েছে।' তীরন্দাজগণকে রাসূলুল্লাহ (সঃ) তাদের স্থান হতে সরতে নিষেধ করেছিলেন, কিন্তু ঐ নিষেধ সত্ত্বেও তারা উক্ত স্থান হতে সরে গিয়েছিলেন। আল্লাহ তা'আলা প্রত্যেক জিনিসের উপর সক্ষম। তিনি যা চান তাই করেন, যা ইচ্ছে করেন তাই নির্দেশ দেন। কেউ তার নির্দেশের পথে বাধা সৃষ্টি করতে পরে না। দু'টি দলের মুখখামুখী হওয়ার দিন (হে মুমিনগণ!) তোমাদের যে ক্ষতি হয়েছিল, যেমন তোমরা শত্রুদের মোকাবিলা করতে গিয়ে পলায়ন করেছিলে, তোমাদের কতক লোক শহীদ হয়েছিল এবং কিছু আহতও হয়েছিল, এ সবকিছু আল্লাহ তা'আলার ইচ্ছাক্রমেই হয়েছিল। এর একটি কারণ ছিল এই যে, এর মাধ্যমে অটল ও দৃঢ় ঈমানের লোক এবং মুনাফিকদের মধ্যে পার্থক্য আনয়ন করা হয়। যেমন আবদুল্লাহ ইবনে উবাই ইবনে সালুল এবং তার সঙ্গীরা যারা রাস্তা হতে ফিরে এসেছিল। একজন মুসলমান তাদেরকে বুঝিয়ে বলেছিলেন, ‘এসো, আল্লাহর পথে যুদ্ধ কর কিংবা কমপক্ষে ঐ আক্রমণকারীদেরকে পিছনে সরিয়ে দাও।' কিন্তু তারা কৌশল করে বলে, ‘আমরা যুদ্ধবিদ্যায় মোটেই পারদর্শী নই। আমরা যুদ্ধবিদ্যা জানলে অবশ্যই তোমাদের অনুসরণ করতাম। ওরা যদি কমপক্ষে মুসলমানদের সঙ্গেও থাকতে তাহলেও কাফিরদের আক্রমণ প্রতিহত করা যেতো। কেননা এর ফলে মুসলমানদের সংখ্যা বেশী দেখানো হতো বা তারা দু'আ করতো, কিংবা প্রস্তুতি গ্রহণ করতো। তাদের উপরের কথার ভাবার্থ নিম্নরূপও বর্ণনা করা হয়েছেঃ ‘আমরা যদি জানতে পারতাম যে, সত্য সত্যই তোমরা শত্রুদের বিরুদ্ধে যুদ্ধ করবে তবে অবশ্যই আমরা তোমাদের সহযোগিতা করতাম। কিন্তু আমরা জানি যে, যুদ্ধ হবেই না। সীরাত-ই-মুহাম্মাদ ইবনে ইসহাকে রয়েছে যে, রাসূলুল্লাহ (সঃ) এক হাজার লোক নিয়ে উহুদের প্রান্তরের দিকে অগ্রসর হন। পথে গিয়ে আবদুল্লাহ ইবনে উবাই ইবনে সালুল বিদ্রোহী হয়ে যায় এবং বলে, রাসুলুল্লাহ (সঃ) অন্যদের কথা শুনে মদীনার বাইরে চলে আসলেন এবং আমার কথা শুনলেন না। আল্লাহর শপথ! কোন্ উপকারকে লক্ষ্য করে যে আমরা প্রাণ বিসর্জন দেবো তা আমাদের মোটেই জানা নেই। হে লোক সকল! কেন তোমরা জীবন হারাতে যাচ্ছ? কপট ও সন্দেহ পোষণকারী যত লোক। সবাই তার কথা মেনে নেয় এবং এক তৃতীয়াংশ সৈন্য নিয়ে সে দুষ্ট ফিরে আসে। বানূ সালমার ভাই হযরত আবদুল্লাহ ইবনে আমর ইবনে হারাম (রাঃ) তাদেরকে বুঝিয়ে বলেন, হে আমার গোত্র! স্বীয় নবী (সঃ)-কে ও স্বীয় সম্প্রদায়কে অপদস্থ করো না। তাদেরকে শত্রুর সম্মুকে নিক্ষেপ করে তোমরা পলায়ন করো না। কিন্তু তারা কৌশল অবলম্বন করে বলে, আমরা জানি যে যুদ্ধ হবেই না।' মুসলমানগণ তাদেরকে বুঝতে অসমর্থ হয়ে অবশেষে বলেন, “হে আল্লাহর শত্রুর দল! যাও আল্লাহ তোমাদেরকে ধ্বংস করুন! তোমাদের কোনই প্রয়োজন নেই। আল্লাহ পাক স্বীয় নবী (সঃ)-এর সাহায্যকারী। অতঃপর রাসূলুল্লাহ (সঃ) তাদেরকে ছেড়ে সম্মুখে অগ্রসর হন। ইরশাদ হচ্ছে-‘সে দিন তারা বিশ্বাস অপেক্ষা অবিশ্বাসের বেশী নিকটবর্তী ছিল।' এর দ্বারা জানা যাচ্ছে যে, মানুষের অবস্থা বিভিন্ন প্রকারের। কখনও সে কুফরীর নিকটবর্তী হয় এবং কখনও ঈমানের নিকটবর্তী। এরপর আল্লাহ তা'আলা বলেনঃ তাদের অন্তরে যা নেই তা তারা মুখে বলে থাকে। যেমন তারা বলে থাকে-“আমরা যদি যুদ্ধ হওয়ার কথা জানতাম তবে অবশ্যই তোমাদের সঙ্গে থাকতাম। অথচ তারা নিশ্চিতরূপে জানতো যে, মুশরিকরা মুসলমানদের উপর ভীষণ আক্রমণ চালিয়ে তাদেরকে দুনিয়ার বুক হতে নিশ্চিহ্ন করে দেয়ার জন্যে দৃঢ় প্রতিজ্ঞ। কেননা, ইতিপূর্বে বদরের যুদ্ধে তাদের বড় বড় নেতারা নিহত হয়েছিল। কাজেই তারা এখন দুর্বল মুমিনদের উপর ভীষণ আক্রমণ চালিয়েছে। সুতরাং এক ভয়াবহ যুদ্ধ সংঘটিত হতে যাচ্ছে। তাই মহান আল্লাহ বলেনঃ ‘তাদের অন্তরের গোপনীয় কথা আমি খুব ভালভাবেই জানি।' এ লোকগুলো ওরাই যারা তাদের ভাইদের সম্বন্ধে বলেছিল, 'যদি এরা আমাদের পরামর্শ মত কাজ করতো এবং যুদ্ধে অংশগ্রহণ না করতো তবে কখনও নিহত হতো না। এর উত্তরে আল্লাহ তা'আলা বলেনঃ যদি তোমাদের এ কথা সঠিক হয় যে, মানুষ যুদ্ধ ক্ষেত্রে উপস্থিত না হলে মৃত্যু হতে রক্ষা পেয়ে যাবে তবে তো তোমাদের না মরাই উচিত, কেননা তোমরা তো বাড়ীতেই বসে রয়েছে। কিন্তু এটা স্পষ্ট কথা যে, একদিন তোমরাও মৃত্যুবরণ করবে, যদিও সুদৃঢ় ও সুউচ্চ অট্টালিকায় আশ্রয় গ্রহণ কর। আমি তোমাদেরকে তখনই সত্যবাদী মনে করতে পারি যখন তোমরা নিজেরেদকে মৃত্যু হতে রক্ষা করতে পারবে।' হযরত জাবির ইবনে আবদুল্লাহ (রাঃ) বলেন, “এ আয়াতটি আবদুল্লাহ ইবনে উবাই ইবনে সালুল এবং তার সঙ্গীদের সম্পর্কে অবতীর্ণ হয়।",
  "ayah": 168,
  "surah": 3
}
