{
  "text": "১৮৭-১৮৯ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তা'আলা গ্রন্থধারীদেরকে ধমক দিচ্ছেন যে, নবীদের মাধ্যমে আল্লাহ তাআলার সঙ্গে তাদের যে অঙ্গীকার হয়েছিল তা হচ্ছে তারা শেষ নবী (সঃ)-এর উপর বিশ্বাস স্থাপন করবে, তার বর্ণনা ও আগমন সংবাদ জনগণের মধ্যে প্রচার করবে, তাদেরকে তার অনুসরণের ব্যাপারে উত্তেজিত করবে। অতঃপর যখন তিনি আগমন করবেন তখন তারা খাটি অন্তরের সাথে তার অনুসারী হয়ে যাবে। কিন্তু তারা ঐ অঙ্গীকারকে গোপন করছে এবং এটা প্রকাশ করলে দুনিয়া ও আখেরাতের যে মঙ্গলের ওয়াদা তাদের সাথে করা হয়েছিল ওর বিনিময়ে সামান্য পুঁজির উপর জড়িয়ে পড়েছিলো। তাদের এ ক্রয়-বিক্রয় জঘন্য হতে জঘন্যতর। এতে আলেমদের জন্যও সতর্কবাণী রয়েছে যে, তারা যেন ওদের মত না হন এবং সত্য জিনিস গোপন না করেন। নচেৎ তাদেরকেও ঐ শাস্তি ভোগ করতে হবে যে শাস্তি ঐ কিতাবীদেরকে ভোগ করতে হয়েছিল এবং তাঁদেরকেও আল্লাহর অসন্তুষ্টির মধ্যে পড়তে হবে যেমন ঐ কিতাবীদেরকে পড়তে হয়েছিল। সুতরাং উলামা-ই-কিরামের উপর এটা অবশ্য কর্তব্য যে, যে উপকারী ধর্মীয় শিক্ষা তাঁদের মধ্যে রয়েছে, যার মাধ্যমে মানুষ সত্বার্যের প্রতি আকৃষ্ট হতে পারে তা যেন তারা ছড়িয়ে দেন এবং কোন কথা গোপন না করেন। হাদীস শরীফে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তিকে কোন জিজ্ঞাস্য বিষয় সম্বন্ধে জিজ্ঞেস করা হয় এবং সে তা গোপন করে, কিয়ামতের দিন তাকে আগুনের লাগাম পরানো হবে। দ্বিতীয় আয়াতে রিয়াকারদেরকে নিন্দে করা হয়েছে। সহীহ বুখারী ও সহীহ মুসলিমে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি মিথ্যা দাবী করে অধিক যাজ্ঞা করে, আল্লাহ তা'আলা তাকে আরও কম দেবেন। সহীহ বুখারী ও মুসলিমের অন্য এক হাদীসে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ যাকে প্রদান করা হয়নি তার সাথে পরিতৃপ্তির সংবাদদাতা দু’জন মিথ্যা কাপড় পরিধানকারীর ন্যায়।' মুসনাদ-ইআহমাদে রয়েছে যে, একদা মারওয়ান স্বীয় দারোয়ান রাফে’কে বলেন, হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ)-এর নিকট গমন কর এবং তাঁকে বল, স্বীয় কৃতকর্মের প্রতি আনন্দিত ব্যক্তিকে এবং না করা কার্যের উপর প্রশংসা প্রার্থীকে যদি আল্লাহ পাক শাস্তি প্রদান করেন তবে আমাদের মধ্যে কেউ মুক্তি পেতে পারে না। হযরত আবদুল্লাহ (রাঃ) ওর উত্তরে বলেন, এ আয়াতের সঙ্গে তোমাদের কি সম্পর্ক? এটা তো কিতাবীদের ব্যাপারে অবতীর্ণ হয়েছে। অতঃপর তিনি (আরবী) হতে এ আয়াতটি শেষ পর্যন্ত পাঠ করেন এবং বলেন, রাসূলুল্লাহ (সঃ) তাদেরকে কোন জিনিস সম্বন্ধে প্রশ্ন করেছিলেন। তখন তারা ওর একটি ভুল উত্তর দিয়েছিল এবং বাইরে এসে ধারণা করে যে, তারা নবী (সঃ)-এর প্রশ্নের উত্তর দিয়েছে। আর সাথে সাথে তাদের এ বাসনাও হয় যে, রাসূলুল্লাহ (সঃ) তাদের প্রশংসা করবেন এবং তারা যে প্রশ্নের প্রকৃত উত্তর গোপন রেখেছিল এতেও তারা সন্তুষ্ট ছিল। উল্লিখিত আয়াতে এর-ই বর্ণনা রয়েছে। এ হাদীসটি সহীহ বুখারী প্রভৃতির মধ্যেও রয়েছে। সহীহ বুখারীর মধ্যে এও রয়েছে যে, যখন রাসূলুল্লাহ (সঃ) যুদ্ধক্ষেত্রে গমন করতেন তখন মুনাফিকরা বাড়ীতে বসে থাকতো, সঙ্গে যেতো না। অতঃপর তারা যুদ্ধ হতে পরিত্রাণ পাওয়ার কারণে আনন্দ উপভোগ করতো। তারপর যখন আল্লাহর রাসূল (সঃ) যুদ্ধক্ষেত্র হতে ফিরে আসতেন তখন তারা সত্য-মিথ্যা ওর পেশ করতো এবং শপথ করে করে নবী (সঃ)-এর নিকট তাদের ওযরের সত্যতা প্রমাণ করতে চাইতো। আর তারা এ বাসনা রাখতো যে, তারা যে কাজ করেনি তার জন্যেও যেন তাদের প্রশংসা করা হয়। ফলে এ আয়াত অবতীর্ণ হয়।তাফসীর-ই-ইবনে মিরদুওয়াই-এর মধ্যে রয়েছে যে, মারওয়ান হযরত আবু সাঈদ (রাঃ) -কে এ আয়াত সম্বন্ধে ঐ রকমই প্রশ্ন করেছিলেন যেমন প্রশ্ন তিনি হযরত ইবনে আব্বাস (রাঃ)-কে করেছিলেন। তখন হযরত আবু সাঈদ (রাঃ) আয়াতটির শানাই-নমূল ঐ মুনাফিকদেরকেই সাব্যস্ত করে ছিলেন যারা যুদ্ধের সময় বাড়ীতে বসে থাকতো অতঃপর মুসলমানগণ ক্ষতিগ্রস্ত হলে তারা আনন্দ অনুভব করতো। আর তারা জয়যুক্ত হলে ঐ কপটেরা মিথ্যা ওযর পেশ করতে এবং মুসলমানদের বিজয় লাভের জন্যে বাহ্যতঃ উল্লাস প্রকাশ করতো। তখন মারওয়ান বলেন, কোথায় এ ঘটনা আর কোথায় এ আয়াত?' আবু সাঈদ (রাঃ) বলেন, “হযরত যায়েদ ইবনে সাবিতও (রাঃ) এটা অবগত আছেন।” মারওয়ান হযরত যায়েদ (রাঃ)-কে জিজ্ঞেস করেন। তিনিও ঘটনার সত্যতা স্বীকার করেন। তারপর হযরত আবু সাঈদ (রাঃ) বলেন, এটা হযরত রাফে’ ইবনে খুদায়েজও (রাঃ) জানেন, তিনি সভাস্থলে উপস্থিত ছিলেন। কিন্তু তিনি ভয় করেন যে, যদি তিনি তা প্রকাশ করেন তবে আপনি তার সাদকার উটগুলো ছিনিয়ে নেবেন। বাইরে এসে হযরত যায়েদ (রাঃ) হযরত আবু সাঈদ (রাঃ)-কে বলেনঃ “আমার সাক্ষ্য দানের উপর আপনি আমার প্রশংসা করলেন না কেন?” হযরত আবু সাঈদ (রাঃ) বলেন, “সত্য সাক্ষ্য প্রদান করেছেন।\" হযরত যায়েদ (রাঃ) তখন বলেনঃ “সত্য সাক্ষ্য প্রদানের জন্যে তো আমি প্রশংসার দাবীদার।\" ঐ যুগে এ মারওয়ান মদীনার আমীর ছিলেন। অন্য বর্ণনায় রয়েছে যে, মারওয়ান সর্বপ্রথম হযরত রাফে' ইবনে খুদায়েজকেই (রাঃ) এ প্রশ্ন করেছিলেন। এর পূর্ববর্তী বর্ণনায় এটা বর্ণিত হয়েছে যে, মারওয়ান এ আয়াত সম্বন্ধে হযরত আবদুল্লাহ ইবনে আব্বাস (রাঃ)-কে জিজ্ঞেস করেছিলেন। তাহলে স্মরণ রাখতে হবে এ দুয়ের মধ্যে কোন বিভিন্নতা নেই। এ আয়াতটি সাধারণ। এর মধ্যে ওটা ও এটা দু'টোই জড়িত রয়েছে। হযরত সাবিত ইবনে কায়েস আনসারী (রাঃ)। নবী (সঃ)-এর খিদমতে উপস্থিত হয়ে আরয করেন, “হে আল্লাহর রাসূল (সঃ)! স্বীয় বংশের উপর আমার বড় আশংকা রয়েছে।” রাসূলুল্লাহ (সঃ) বলেনঃ “কেন?” তিনি উত্তরে বলেন, “একটি কারণ তো এই যে, আল্লাহ তা'আলা না করা কার্যের উপর প্রশংসাপ্রার্থী হতে নিষেধ করেছেন। অথচ আমার অবস্থা এই যে, আমি ঐ রূপ কার্যের উপর প্রশংসা পছন্দ করি। দ্বিতীয় কারণ এই যে, আল্লাহ তা'আলা অহংকার করতে নিষেধ করেছেন। অথচ আমি আমার সৌন্দর্যকে পছন্দ করি। তৃতীয় কারণ এই যে, রাসূলুল্লাহ (সঃ)-এর স্বরের উপর স্বর উঁচু করা নিষিদ্ধ ঘোষণা করা হয়েছে। অথচ আমার স্বর খুব উচ্চ।\" তখন রাসূলুল্লাহ বলেনঃ “তুমি কি এতে সন্তুষ্ট নও যে, তোমার জীবন উত্তম ও মঙ্গলময় হোক, তোমার মৃত্যু শাহাদাতের মৃত্যু হোক এবং তুমি জান্নাতবাসী হয়ে যাও?\" তিনি খুশী হয়ে বলেন, “হে আল্লাহর রাসূল (সঃ)! খুশী হবো না। কেন? এটা তো খুব ভাল কথা।\" শেষে তাই হয়েছিল। তিনি প্রশংসাময় জীবন লাভ করেছিলেন। আর তিনি পেয়েছিলেন শহীদের মৃত্যু। মুসাইলামা কায্যাবের সঙ্গে মুসলমানদের যে যুদ্ধ সংঘটিত হয়েছিল তাতে তিনি শহীদ হয়েছিলেন।  (আরবী) শব্দটিকে (আরবী) ও পড়া হয়েছেন। আল্লাহ পাক বলেন-(হে নবী সঃ!) তাদেরকে তুমি শাস্তি হতে বিমুক্ত মনে করো না। তাদের শাস্তি অবশ্যই হবে এবং সে শাস্তিও হবে যন্ত্রণাদায়ক শাস্তি। এরপরে ইরশাদ হচ্ছে-তিনি প্রত্যেক জিনিসেরই অধিপতি এবং তিনি প্রত্যেক জিনিসের উপরই ক্ষমতাবান। কোন কাজেই তিনি অক্ষম নন। সুতরাং তোমরা তাঁকে ভয় করতে থাক এবং তার বিরুদ্ধাচরণ করো না। তাঁর ক্রোধ হতে বাঁচবার চেষ্টা কর। তার শাস্তি হতে রক্ষা পাওয়ার ব্যবস্থা গ্রহণ কর। তার চেয়ে বড় কেউই নেই এবং তার চেয়ে বেশী ক্ষমতাও কারও নেই।",
  "ayah": 189,
  "surah": 3
}
