{
  "text": "এখানে শব্দটি (আরবী) অর্থে ব্যবহৃত হয়েছে এবং আরবী ভাষায় এটা সমানভাবে প্রচলিত হয়েছে। হযরত উম্মে সালমা (রাঃ) একদা রাসূলুল্লাহ (সঃ)-কে জিজ্ঞেস করেন, কুরআন শরীফের মধ্যে কোনও জায়গায় আল্লাহ তা'আলা স্ত্রীলোকদের হিজরতের কথা বলেননি এর কারণ কি? তখন এ আয়াতটি অবতীর্ণ হয়। আনসারগণ বলেন, সর্বপ্রথম যে স্ত্রীলোকটি হাওদায় চড়ে আমাদের নিকট হিজরত করে এসেছিলেন তিনি হযরত উম্মে সালমাই (রাঃ) ছিলেন। হযরত উম্মে সালমা (রাঃ) হতে এও বর্ণিত আছে যে, এ আয়াতটি সর্বশেষে অবতীর্ণ হয়। আয়াতটির ভাবার্থ এই যে, জ্ঞানবান ও ঈমানদারগণ যখন পূর্ববর্তী আয়াতসমূহের বর্ণিত প্রার্থনা আল্লাহ তাআলার নিকট পেশ করেন তখন আল্লাহ তাআলাও তাদের প্রার্থিত জিনিস দান করেন। এজন্যে আয়াতটিকে (আরবী) অক্ষর দ্বারা আরম্ভ করা হয়েছে। যেমন অন্য জায়গায় রয়েছে (আরবী) অর্থাৎ “(হে নবী সঃ!) আমার বান্দারা যখন তোমাকে আমার সম্বন্ধে জিজ্ঞেস করে তখন (তাদেরকে বলে দাও আমি নিকটেই আছি, যখন কোন আহ্বানকারী আমাকে আহ্বান করে তখন অবশ্যই তার আহ্বানে আমি সাড়া দিয়ে থাকি; সুতরাং তাদেরও উচিত যে, তারাও যেন আমার ডাকে সাড়া দেয় এবং আমার উপর বিশ্বাস স্থাপন করে, তাহলে এতে বিস্ময়ের কিছুই নেই যে, তারা সুপথপ্রাপ্ত হবে।' (২:১৮৬) অতঃপর প্রার্থনা গৃহীত হওয়ার তাফসীর বর্ণিত হচ্ছে। আল্লাহ পাক সংবাদ দিচ্ছেন-“আমি কোন কর্মীর কৃতকর্ম বিনষ্ট করি না। বরং সকলকেই পূর্ণ প্রতিদান দিয়ে থাকি। সে পুরুষই 'হোক বা স্ত্রীই হোক। পুণ্য ও কার্যের প্রতিদানের ব্যাপারে আমার নিকট সবাই সমান। সুতরাং যেসব লোক অংশীবাদের স্থান ত্যাগ করে ঈমানের স্থানে আগমন করে, কাফিরদের দেশ হতে হিজরত করে। আল্লাহর নামে ভাই, বন্ধু, প্রতিবেশী এবং আত্মীয়-স্বজনকে পরিত্যাগ করে, মুশরিকদের প্রদত্ত কষ্ট সহ্য করতে করতে পরিশ্রান্ত হয়ে দেশকে পরিত্যাগ করে এবং স্বীয় জন্মভূমি পরিত্যাগ করতেও দ্বিধাবোধ করে না; তারা জনগণের কোন ক্ষতি করেনি, যার ফলে তারা তাদেরকে ধমকাচ্ছে বরং তাদের দোষ শুধুমাত্র এই ছিল যে, তারা আমার পথের পথিক হয়েছে, আমার পথে চলার কারণেই তাদেরকে বিভিন্ন প্রকারের শাস্তি দেয়া হয়েছে। যেমন অন্য জায়গায় রয়েছে- (আরবী) অর্থাৎ তারা রাসূল (সঃ)-কে এবং তোমাদেরকেও এ কারণেই দেশ হতে বের করে দিচ্ছে যে, তোমরা তোমাদের প্রভু আল্লাহর উপর বিশ্বাস স্থাপন করছো।' (৬০ :১) অন্য জায়গায় ইরশাদ হচ্ছে- (আরবী) অর্থাৎ তারা তাদের সাথে শত্রুতা শুধু এ কারণেই করেছে যে, তারা প্রবল প্রতাপান্বিত ও প্রশংসিত আল্লাহর উপর বিশ্বাস স্থাপন করেছে।' (৮৫:৮) এরপর আল্লাহ তা'আলা বলেন-“তারা জিহাদও করেছে এবং শহীদও হয়েছে। এটা অতি উচ্চ পদমর্যাদা যে, তারা আল্লাহর পথে জিহাদ করছে, সোয়ারী কর্তিত হচ্ছে এবং মুখমণ্ডল মাটি ও রক্তের সাথে মিশে যাচ্ছে।সহীহ বুখারী ও মুসলিমে রয়েছে যে, এক ব্যক্তি বলে, হে আল্লাহর রাসূল (সঃ)! আমি যদি ধৈর্যের সাথে, সৎ নিয়তে বীরত্বের সাথে এবং পিছনে আল্লাহর পথে জিহাদ করি তবে কি আল্লাহ তা'আলা আমার গোনাহ মার্জনা করবেন? রাসূলুল্লাহ (সঃ) উত্তরে বলেনঃ ‘হা। দ্বিতীয়বার তিনি লোকটিকে জিজ্ঞেস করেনঃ তুমি কি বলেছিলে আবার বলতো? লোকটি তার প্রশ্নের পুনরাবৃত্তি করে। রাসূলুল্লাহ (সঃ) এবার উত্তরে বললেনঃ 'হ্যা, কিন্তু ঋণ মার্জনা করা হবে। এ কথাটি আমাকে জিবরাঈল (আঃ) এখনই বলে গেলেন। তাই আল্লাহ তা'আলা এখানে বলছেন-আমি উপরোক্ত গুণ বিশিষ্ট লোকদের পাপসমূহ ক্ষমা করে দেবো এবং তাদেরকে এমন জান্নাতে প্রবিষ্ট করাবো যার চতুর্দিকে স্রোতস্বিনীসমূহ বয়ে যাচ্ছে। সেগুলোর কোনটিতে দুগ্ধ, কোনটিতে মধু, কোনটিতে সুরা এবং কোনটিতে নির্মল পানি রয়েছে। তাছাড়া ঐ সব নিয়ামতও রয়েছে যা কোন কর্ণ শ্রবণ করেনি, কোন চক্ষু দর্শন করেনি এবং কোন হৃদয় কল্পনাও করেনি। এগুলোই হচ্ছে আল্লাহ পাকের পক্ষ হতে প্রতিদান। এটা স্পষ্ট কথা যে, সমস্ত সম্রাটের যিনি সম্রাট তাঁর নিকট হতে যে প্রতিদান পাওয়া যাবে। তা কতইনা অমূল্য অসীম হবে! যেমন কোন কবি বলেন, “তিনি যদি শাস্তি দেন তবে সেই শাস্তিও হবে ধ্বংস ও নিশ্চিহ্নকারী, আর যদি তিনি পুরস্কার দেন। তবে সেটাও হবে বে-হিসাব ও ধারণার বাইরে। কেননা, তিনি কারও মুখাপেক্ষী নন, তিনি কারও ধার ধারেন না। সৎ কর্মশীলদের উত্তম বিনিময় আল্লাহর নিকটই রয়েছে। হযরত শাদ্দাদ ইবনে আউস (রঃ) বলেন, আল্লাহ তা'আলার ফায়সালার উপর তোমরা চিন্তিত ও অধৈর্য হয়ে যেয়ো না। জেনে রেখো যে, মুমিনের উপর অত্যাচার করা হয় না। তোমাদের যদি খুশী ও শান্তি লাভ হয় তবে আল্লাহ তা'আলার প্রশংসা ও তার কৃতজ্ঞতা প্রকাশ কর। আর যদি তোমাদেরকে কষ্ট ও বিপদ পৌছে তবে ধৈর্য ধারণ কর ও তাঁরই নিকট আশ্রয় প্রার্থনা কর এবং পুণ্য ও প্রতিদানের আকাঙ্খা পোষণ কর। আল্লাহ তা'আলার নিকটই উত্তম ও পবিত্র প্রতিদান রয়েছে।",
  "ayah": 195,
  "surah": 3
}
