{
  "text": "১৯৬-১৯৮ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা স্বীয় নবী (সঃ)-কে বলছেন-“হে নবী (সঃ)! তুমি কাফিরদের মাতালতা, আনন্দ-বিহ্বলতা, সুখ সম্ভোগ এবং আঁকজমকের প্রতি দৃষ্টিপাত করো না। অতিসত্বরই এসব কিছু বিনষ্ট ও বিলীন হয়ে যাবে এবং শুধু তাদের দুষ্কাৰ্যসমূহ শাস্তির আকারে তাদের উপর অবশিষ্ট থাকবে। তাদের এ সব সুখের সামগ্রী পরকালের তুলনায় অতি নগণ্য। এ বিষয়েরই বহু আয়াত কুরআন কারীমের মধ্যে রয়েছে। যেমন এক জায়গায় রয়েছে- (আরবী) অর্থাৎ “আল্লাহ তা'আলার আয়াতসমূহের ব্যাপারে শুধুমাত্র কাফিরেরাই ঝগড়া করে থাকে, সুতরাং তাদের নগরসমূহে প্রত্যাগমন যেন তোমাকে প্রতারিত না করে।” (৪০:৪) অন্য জায়গায় রয়েছে- “নিশ্চয়ই যারা আল্লাহর উপর মিথ্যা অপবাদ দেয়, তারা মুক্তি পায় না; তারা দুনিয়ায় কিছুদিন উপকৃত হবে, কিন্তু পরকালে তো তাদের প্রত্যাবর্তন আমারই নিকট; আমি তাদেরকে তাদের কুফরীর প্রতিশোধরূপে কঠিন শাস্তি প্রদান করবো।\" আর এক স্থানে রয়েছে-“আমি তাদেরকে অল্পদিন উপকার পৌছাবো, অতঃপর তাদেরকে পুরু শাস্তির দিকে আকৃষ্ট করবো।” আর এক জায়গায় রয়েছে-“আমি কাফিরদেরকে কিছু অবকাশ দিয়ে থাকি।” অন্য জায়গায় রয়েছে-“যে ব্যক্তি আমার উত্তম অঙ্গীকার পেয়ে গেছে, আর যে ব্যক্তি দুনিয়ায় আরাম উপভোগ করছে, কিন্তু কিয়ামতের দিন শাস্তির সম্মুখীন হবে তারা কি সমান হতে পারে?” যেহেতু কাফিরদের ইহলৌকিক ও পারলৌকিক অবস্থা বর্ণিত হলো, কাজেই সাথে সাথে মুমিনদের বর্ণনা দেয়া হচ্ছে- এ মুত্তাকী দলটি কিয়ামতের দিন এমন জান্নাতে প্রবেশ লাভ করবে যার পার্শ্ব দিয়ে নদীসমূহ প্রবাহিত হবে।' তাফসীর-ই-ইবনে মিরদুওয়াই-এর মধ্যে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “তাদেরকে পুণ্যবান বলার কারণ এই যে, তারা পিতা-মাতার সাথে ও সন্তানাদির সাথে সৎ ব্যবহার। করে থাকে। যেমন তোমার উপর তোমার পিতা-মাতার অধিকার রয়েছে, দ্রুপ তোমার উপর তোমার সন্তান-সন্ততির অধিকার রয়েছে।” এ বর্ণনাটিই হযরত ইবনে উমার (রাঃ) হতে মাওকুফরূপেও বর্ণিত আছে এবং এর মাওকুফ হওয়াই অধিকতর সঠিক পরিলক্ষিত হচ্ছে। হযরত হাসান বসরী (রঃ)বলেন, “পুণ্যবান ঐ ব্যক্তি যে কাউকেও কষ্ট দেয় না। হযরত আবদুল্লাহ ইবনে মাসউদ (রঃ) বলেনঃ প্রত্যেক ব্যক্তির জন্যেই মৃত্যু উত্তম। সে ব্যক্তি ভালই হোক আর মন্দই হোক। যদি সে সৎ হয় তবে তার জন্য আল্লাহ তাআলার নিকট যা কিছু। রয়েছে তা খুবই উত্তম। আর যদি সে অসৎ হয় তবে আল্লাহ তা'আলার শাস্তি ও তার পাপরাশি যা তার ইহলৌকিক জীবনে বৃদ্ধি পাচ্ছিল সেই বৃদ্ধি এখান হতেই শেষ হয়ে যাবে। প্রথমটির দলীল হচ্ছে- (আরবী) অর্থাৎ “আল্লাহ তাআলার নিকট যা রয়েছে তা পুণ্যবানদের জন্যে উত্তম।\" দ্বিতীয়টির দলীল হচ্ছে- (আরবী) অর্থাৎ “অবিশ্বাসকারীরা যেন ধারণা না করে যে, আমি যে তাদেরকে অবকাশ দিচ্ছি তা তাদের জন্যে উত্তম। আমি তাদেরকে অবকাশ দিচ্ছি যেন তাদের পাপ বৃদ্ধিপ্রাপ্ত হয় এবং তাদের জন্য রয়েছে অপমানজনক শাস্তি। (৩:১৭৮) হযরত আবৃদ্দারদা (রাঃ) হতেও এটাই বর্ণিত আছে।",
  "ayah": 198,
  "surah": 3
}
