{
  "text": "১৮-২০ নং আয়াতের তাফসীর:\nআল্লাহ তা'আলা স্বয়ং সাক্ষ্য দিচ্ছেন, সুতরাং তাঁর সাক্ষ্যই যথেষ্ট। তিনি সর্বাপেক্ষা সত্যবাদী সাক্ষী এবং তারই কথা সবচেয়ে সত্য। তিনি বলেন যে, সমস্ত সৃষ্টজীব তার দাস এবং একমাত্র তাঁরই সৃষ্ট। সবাই তারই মুখাপেক্ষী এবং তিনি কারও মুখাপেক্ষী নন। মা’রূদ ও আল্লাহ হওয়ার ব্যাপারে তিনি। একাই, তার কোন অংশীদার নেই। তিনি ছাড়া আর কেউ ইবাদতের যোগ্য নয়। যেমনঃ কুরআন কারীমে ঘোষিত হচ্ছে কিন্তু আল্লাহ সজ্ঞানে তোমার প্রতি অবতীর্ণকৃত কিতাবের মাধ্যমে সাক্ষ্য প্রদান করছেন এবং ফেরেশতারাও সাক্ষ্য দিচ্ছে, আর আল্লাহর সাক্ষ্যই যথেষ্ট।' অতঃপর আল্লাহ পাক স্বীয় সাক্ষ্যের সাথে ফেরেশতাদের ও আলেমদের সাক্ষ্যকেও মিলিয়ে নিচ্ছেন। এখান হতে আলেমদের বড় মর্যাদা সাব্যস্ত হচ্ছে। (আরবী) শব্দটি এখানে (আরবী) হয়েছে বলে তার উপর (আরবী) দেয়া হয়েছে। অর্থাৎ সদা ও সর্বাবস্থায় এ রকমই। অতঃপর আরও বেশী গুরুত্ব দেয়ার জন্যে দ্বিতীয়বার ইরশাদ হচ্ছে যে, প্রকৃত মা'বুদ একমাত্র তিনিই। তিনি প্রবল পরাক্রান্ত এবং কথা ও কাজে বিজ্ঞানময়। মুসনাদ-ই-আহমাদে রয়েছে যে, রাসূলুল্লাহ (সঃ) আরাফায় এ আয়াতটি পাঠ করেন এবং (আরবী) পর্যন্ত পড়ে বলেন (আরবী) অর্থাৎ হে আমার প্রভু! আমিও ওর উপর সাক্ষীগণের মধ্যে একজন। মুসনাদ-ই-ইবনে আবি হাতিমের মধ্যে রয়েছে যে, রাসূলুল্লাহ (সঃ) নিম্নরূপ পাঠ করেনঃ (আরবী) অর্থাৎ হে আমার প্রভু! আমিও সাক্ষ্য দিচ্ছি। তাবরানীর হাদীসে রয়েছে, হযরত গালিব কাৰ্তান (রঃ) বলেন, 'আমি ব্যবসা উপলক্ষে কুফায় গমন করতঃ হযরত আমাশ (রঃ)-এর নিকট অবস্থান করি। রাত্রে হযরত আমাশ (রঃ) তাহাজ্জুদ নামাযে দাঁড়িয়ে যান। পড়তে পড়তে যখন তিনি এ আয়াত পর্যন্ত পৌঁছেন এবং (আরবী) পাঠ করেন তখন বলেনঃ (আরবী) অর্থাৎ “আমিও ওর সাক্ষ্য দিচ্ছি যার সাক্ষ্য স্বয়ং আল্লাহ দিয়েছেন এবং এ সাক্ষ্য আমি আল্লাহর নিকট সমর্পণ করছি। আল্লাহ তা'আলার নিকট এটা আমার আমানত।” অতঃপর তিনি কয়েকবার। (আরবী) পাঠ করেন। আমি মনে মনে ধারণা করি যে, সম্ভবতঃ এ সম্বন্ধে কোন হাদীস রয়েছে। অতি প্রত্যুষেই আমি তাঁর খিদমতে উপস্থিত হয়ে আরয করিঃ হে আবু মুহাম্মদ! আপনার বার বার এ আয়াতটি পড়ার কারণ কি? তিনি উত্তরে বলেনঃ “আপনার কি এ আয়াতের ফযীলত জানা নেই?” আমি বলিঃ জনাব আমি তো এক মাস ধরে আপনার এখানে অবস্থান করছি, কিন্তু আপনি তো কোন হাদীসই বর্ণনা করেননি। তিনি বলেনঃ “আল্লাহর শপথ! আমি তো এক বছর পর্যন্ত বর্ণনা করবো না।” তখন আমি এ হাদীসটি শুনবার জন্যে এক বছর কাল তথায় অবস্থান করি এবং তার দরজায় পড়ে থাকি। এক বছর পূর্ণ হলে আমি তাকে বলি, হে আবু মুহাম্মদ (রঃ)! এক বছর তো পূর্ণ হয়ে গেছে। তখন তিনি বলেনঃ “আচ্ছা শুনুন! আবূ অয়েল (রঃ) আমার নিকট হাদীসটি বর্ণনা করেছেন, তিনি হযরত আবদুল্লাহ (রঃ)-এর নিকট শুনেছেন যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘এর পাঠককে কিয়ামতের দিন আনয়ন করা হবে এবং মহা সম্মানিত আল্লাহ বলবেন ‘এ বান্দা আমার নিকট অঙ্গীকার নিয়েছে এবং আমি সবচেয়ে উত্তম অঙ্গীকার পূর্ণকারী, আমার এ বান্দাকে বেহেশতে নিয়ে যাও”।অতঃপর আল্লাহ তা'আলা বলেন-“তিনি শুধুমাত্র ইসলামকেই গ্রহণ করে থাকেন। সর্বযুগীয় নবীদের (আঃ) অহীর অনুসরণ করার নাম ইসলাম। সর্বশেষ এবং সমস্ত নবী (আঃ)-এর সমাপ্তকারী হচ্ছেন আমাদের নবী হযরত মুহাম্মদ মুস্তফা (সঃ)। তাঁর নবুওয়াতের পর সমস্ত পথ বন্ধ হয়ে গেছে। এখন যে কেউ তাঁর শরীয়ত ছাড়া অন্য কিছুর উপর আমল করবে সে মহান আল্লাহর নিকট ধার্মিক বলে গণ্য হবে না। যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “যে ব্যক্তি ইসলাম ব্যতীত অন্য ধর্ম অনুসন্ধান করবে তা কখনও গ্রহণীয় হবে না।'(৩:৮৫) অনুরূপভাবে উপরোক্ত আয়াতেও ধর্মকে ইসলামের উপর সীমাবদ্ধ রাখা হয়েছে। হযরত ইবনে আব্বাস (রাঃ)-এর পঠনে (আরবী) রয়েছে। তাহলে অর্থ দাঁড়াবেঃ ‘আল্লাহ সাক্ষ্য দেন ও তার ফেরেশ্তামন্ডলী এবং জ্ঞানবান লোকেরাও সাক্ষ্য দেয় যে, আল্লাহর নিকট গ্রহণযোগ্য ধর্ম শুধুমাত্র ইসলাম। জমহুরের পঠনে ‘ইন্না রয়েছে এবং অর্থ হিসেবে দু'টোই ঠিক আছে। কিন্তু জমহুরের উক্তিটিই বেশী স্পষ্ট।এরপর ইরশাদ হচ্ছে- ‘পূর্ববর্তী কিতাবধারীরা মহান আল্লাহর নবীদের (আঃ) আগমনের পর ও তাঁর কিতাবসমূহ অবতীর্ণ হওয়ার পর মতভেদ করেছিল এবং এরই কারণে তাদের পরস্পরের মধ্যে হিংসা-বিদ্বেষ ও শত্রুতা ছিল। একজন এক কথা বললে তা সত্য হলেও অন্যজন তার বিরোধিতা করতো। অতঃপর আল্লাহ তা'আলা বলেন-“আল্লাহর নিদর্শনাবলী অবতীর্ণ হওয়ার পরেও যারা ঐগুলো মিথ্যা প্রতিপন্ন করতঃ অমান্য করে, আল্লাহ তা'আলা সত্বরই তাদের হিসেব গ্রহণ করবেন এবং তাঁর কিতাবের বিরুদ্ধাচরণ করার কারণে তাদেরকে কঠিন শাস্তি প্রদান করবেন।তারপর আল্লাহ তা'আলা বলেন-হে নবী (সঃ)! তারা যদি তোমার সাথে আল্লাহর একত্বের ব্যাপারে বিতর্কে লিপ্ত হয় তবে তাদেরকে বলে দাও-“আমি তো নির্ভেজালভাবে সেই আল্লাহরই ইবাদত করবো যার কোন অংশীদার নেই, যিনি অতুলনীয়, যার না আছে কোন সন্তান এবং না রয়েছে কোন পত্নী। আর যারা আমার অনুসারী, যারা আমার ধর্মের উপর রয়েছে তাদেরও এই একই কথা।' যেমন অন্য স্থানে রয়েছে- (আরবী) অর্থাৎ তুমি বল- এটাই আমার পথ। আমি খুব চিন্তা-গবেষণা করেই তোমাদেরকে আল্লাহর দিকে আহ্বান করছি, আমিও এবং আমার অনুসারীগণও।' (১২:১০৮)অতঃপর নির্দেশ হচ্ছে- হে নবী (সঃ)! কিতাবধারী ইয়াহুদী ও খ্রীষ্টানদেরকে এবং নিরক্ষর মুশরিকদেরকে বলে দাও-তোমাদের সবারই সুপথ প্রাপ্তি ইসলামের মধ্যেই রয়েছে। যদি তারা অমান্য করে তবে কোন কথা নেই। তোমার কর্তব্য শুধু প্রচার করা এবং তুমি তোমার এই কর্তব্য পালন করেছে। আল্লাহ তাদেরকে দেখে নেবেন। তাদের সবারই প্রত্যাবর্তন তার কাছেই। তিনি যাকে চান সুপথ প্রদর্শন করেন এবং যাকে চান পথভ্রষ্ট করেন। স্বীয় নৈপুণ্য তাঁরই ভাল জানা আছে। তিনি স্বীয় বান্দাদেরকে দেখতে রয়েছেন। কে সুপথ প্রাপ্তির যোগ্য এবং কে ভ্রান্তপথের পথিক তা তিনিই ভাল জানেন। তাঁর কার্যের হিসাব গ্রহণকারী কেউ নেই।' এ আয়াতে এবং এরই মত বহু আয়াতে এ কথা স্পষ্টভাবে প্রতীয়মান হয়েছে যে, রাসূলুল্লাহ (সঃ) সমস্ত সৃষ্টজীবের নিকট রাসূল হয়ে এসেছিলেন এবং তাঁর ধর্মের নির্দেশাবলী এর প্রকৃষ্ট প্রমাণ। কিতাব ও সুন্নাহর মধ্যে এ বিষয়ের বহু আয়াত ও হাদীস রয়েছে। কুরআন পাকের মধ্যে এক জায়গায় রয়েছেঃ (আরবী) অর্থাৎ “হে মানবমণ্ডলী! নিশ্চয়ই আমি তোমাদের সবারই জন্যে আল্লাহর রাসূল।” (৭:১৫৮) অন্য আয়াতে রয়েছেঃ (আরবী) অর্থাৎ “সেই আল্লাহ কল্যাণময় যিনি স্বীয় বান্দার উপর কুরআন অবতীর্ণ করেছেন, যেন সে সারা দুনিয়াবাসীর জন্যে ভয় প্রদর্শক হয়ে যায়”। (২৫:১) সহীহ বুখারী ও সহীহ মুসলিম প্রভৃতি হাদীস গ্রন্থে কয়েকটি ঘটনা ধারাবাহিক রূপে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) চতুম্পার্শ্বের সমস্ত বাদশাহর নিকট এবং অন্যান্য লোকদের নিকট পত্র পাঠিয়েছিলেন। ঐ পত্রগুলোর মাধ্যমে তিনি তাদেরকে আল্লাহর দিকে আহ্বান করেছিলেন। তারা আরবই হোক বা আজমীই হোক, কিতাবধারীই হোক বা অন্য কোন ধর্মের লোক হোক না কেন। এভাবে তিনি প্রচারের দায়িত্ব পূর্ণভাবে পালন করেছিলেন। মুসনাদ-ই-আবদুর রাজ্জাকের মধ্যে হযরত আবু হুরাইরা (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে আল্লাহর হাতে আমার জীবন রয়েছে তাঁর শপথ! এ উম্মতের মধ্যে ইয়াহূদই হোক বা খ্রীষ্টানই হোক যারই কানে আমার নবুওয়াতের সংবাদ পৌছবে এবং আমার আনীত জিনিসের উপর সে বিশ্বাস স্থাপন করবে না, আর ঐ অবস্থাতেই মৃত্যুবরণ করবে সে অবশ্যই জাহান্নামী হবে।” সহীহ মুসলিম শরীফেও এ হাদীসটি রয়েছে এবং তাতে রাসূলুল্লাহ (সঃ)-এর নিম্নের উক্তিও রয়েছেঃ “আমি প্রত্যেক লাল ও কৃষ্ণের নিকট নবীরূপে প্রেরিত হয়েছি।” অন্য একটি হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “প্রত্যেকে নবী (আঃ)-কে শুধুমাত্র তাঁর গোত্রের নিকট পাঠানো হয়েছিল। কিন্তু আমি সমস্ত মানুষের নিকট নবীরূপে প্রেরিত হয়েছি।” মুসনাদ-ই-আহমাদের মধ্যে হযরত আনাস (রাঃ) হতে বর্ণিত আছে যে, একটি ইয়াহূদীর ছেলে, যে রাসূলুল্লাহ (সঃ)-এর অযুর পানি রাখতো এবং তাঁর জুতা এনে দিতো, সে রোগে আক্রান্ত হয়ে পড়ে। রাসূলুল্লাহ (সঃ) ছেলেটিকে বলেনঃ “হে অমুক! তুমি (আরবী) পাঠ কর।\" সে তখন তার পিতার দিকে দৃষ্টিপাত করে এবং পিতাকে নীরব থাকতে দেখে সেও নীরব হয়ে যায়। রাসূলুল্লাহ (সঃ) দ্বিতীয়বার এ কথাই বলেন। সে পুনরায় তার পিতার দিকে তাকায়। তার পিতা বলেঃ “আবুল কাসিম (সঃ)-এর কথা মেনে নাও।” ছেলেটি তখন বলেঃ (আরবী) অর্থাৎ “আমি সাক্ষ্য দিচ্ছি যে, আল্লাহ ছাড়া কেউ মা'বুদ নেই এবং নিশ্চয়ই আপনি আল্লাহর রাসূল।” রাসূলুল্লাহ (সঃ) বেরিয়ে যাবার সময় বলেনঃ “সেই আল্লাহরই সমস্ত প্রশংসা যিনি আমার কারণে তাকে জাহান্নাম হতে রক্ষা করলেন।” এ হাদীসটি ইমাম বুখারী (রঃ) তাঁর সহীহ বুখারীর মধ্যে এনেছেন। এগুলো ছাড়াও আরও বহু বিশুদ্ধ হাদীস এবং কুরআন কারীমের বহু আয়াত এ সম্বন্ধে রয়েছে।",
  "ayah": 20,
  "surah": 3
}
