{
  "text": "২৬-২৭ নং আয়াতের তাফসীর:\nআল্লাহ তাআলা বলেনঃ “হে মুহাম্মদ (সঃ)! তুমি তোমার প্রভুর সম্মানার্থে এবং তাঁর কৃতজ্ঞতা প্রকাশের জন্যে ও সমস্ত কাজ তাঁর নিকট সমর্পণের উদ্দেশ্যে তাঁর পবিত্র সত্তার উপর নির্ভর করতঃ উপরোক্ত শব্দগুলো দ্বারা তাঁর শ্রেষ্ঠত্ব বর্ণনা কর।' অর্থাৎ হে আল্লাহ! আপনি সাম্রাজ্যের অধিপতি। সমস্ত সাম্রাজ্য আপনারই অধিকারে রয়েছে। আপনি যাকে ইচ্ছে সাম্রাজ্য প্রদান করে থাকেন এবং যার নিকট হতে ইচ্ছে রাজ্য কেড়ে নেন। আপনিই প্রদানকারী। আপনি যা চান না তা হতে পারে না। এ আয়াতে এ কথার দিকেও ইঙ্গিত রয়েছে এবং ঐ নিয়ামতের প্রতি কৃতজ্ঞতা প্রকাশেরও নির্দেশ রয়েছে যা রাসূলুল্লাহ (সঃ)-এর উম্মতকে দান করা হয়েছে। তা এই যে, বানী ইসরাঈল হতে নবুওয়াত ছিনিয়ে নিয়ে মক্কার নিরক্ষর, কুরায়েশী আরবী নবী হযরত মুহাম্মদ মোস্তফা (সঃ)-কে প্রদান করা হয়েছে। আর তাকে সাধারণভাবে নবীদের (আঃ) সমাপ্তকারী এবং সমস্ত মানব ও দানবের রাসূল করে পাঠান। হয়েছে। পূর্বের সমস্ত নবীর গুণাবলী তার মধ্যে পুঞ্জীভূত করা হয়েছে এবং তাঁকে ঐসব ফযীলত দান করা হয়েছে যা হতে অন্যান্য নবীগণ (আঃ) বঞ্চিত ছিলেন। ঐ ফযীলত আল্লাহ তা'আলার জ্ঞান সম্বন্ধেই হোক বা ঐ মহান প্রভুর শরীয়তের ব্যাপারেই হোক অথবা অতীত ও ভবিষ্যতের সংবাদ সম্পর্কেই হোক, আল্লাহ পাক তাঁর উপর পরকালের সমস্ত রহস্য খুলে দিয়েছেন, তাঁর উম্মতকে পূর্ব হতে পশ্চিমে ছড়িয়ে দিয়েছেন, তার দ্বীন ও শরীয়তকে সমস্ত দ্বীন ও সমস্ত মাযহাবের উপর জয়যুক্ত করেছেন। আল্লাহ তা'আলার দরূদ ও সালাম তার প্রতি বর্ষিত হোক, আজ হতে কিয়ামত পর্যন্ত যতদিন দিবস-রজনীর আবর্তন চালু থাকবে, আল্লাহ তাআলা তার উপর যেন স্বীয় করুণা সদাসর্বদার জন্যে বর্ষণ করতে থাকেন। আমীন!অতঃপর আল্লাহ তাআলা বলেন-হে নবী (সঃ)! তুমি বল-“হে আল্লাহ! আপনিই স্বীয় সৃষ্টির মধ্যে আবর্তন বিবর্তন এনে থাকেন। আপনি যা চান তাই করে থাকেন। যারা বলেছিলঃ “দু'টি গ্রামের কোন একজন বড়লোকের উপর কেন আল্লাহ তাআলা এ কুরআন অবতীর্ণ করেননি। তাদের এ কথা খণ্ডন করতঃ আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ তারাই কি তোমার প্রভুর করুণা বন্টন করছে?’ (৪৩:৩২) অর্থাৎ ‘আমি যখন তাদের আহার্যেরও মালিক, যাকে চাই কম দেই এবং যাকে চাই বেশী দেই, তখন এরা আমার উপর হুকুম চালাবার কে যে, আমি অমুককে কেন নবী করলাম? নবুওয়াতও আমারই অধিকারের জিনিস। নবুওয়াত প্রাপ্তির যোগ্য কোন ব্যক্তি তা আমিই জানি।' যেমন অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ যেখানেই আল্লাহ তা'আলা তাঁর রিসালাত অবতীর্ণ করেন তা তিনিই। ভাল জানেন।' (৬:১২৪) অন্য জায়গায় রয়েছেঃ (আরবী) অর্থাৎ ‘তুমি লক্ষ্য কর যে, কিরূপে তাদের পরস্পরের মধ্যে এককে অপরের উপর উৎকৃষ্টতা দান করেছি।' (১৭:২১)।অতঃপর বলা হচ্ছে- ‘আপনিই রাত্রির অতিরিক্ত অংশ দিনের কমতির মধ্যে প্রবেশ করিয়ে দিয়ে দিন-রাত্র সমান করে থাকেন। আবার এদিকের অংশ ওদিকে দিয়ে ঐ দু’টোকেই ছোট বড় করেন এবং পুনরায় সমান সমান করে থাকেন। আকাশ ও পৃথিবীর উপর এবং সূর্য ও চন্দ্রের উপর পূর্ণ আধিপত্য আপনারই রয়েছে। অনুরূপভাবে গ্রীষ্মকে শীতের সাথে পরিবর্তন করারও পূর্ণ ক্ষমতা আপনারই আছে। বসন্তকাল ও শরৎকালের উপর আপনিই ক্ষমতাবান। আপনিই জীবিত হতে মতকে এবং মত হতে জীবিতকে বের করে থাকেন। ক্ষেত্র শস্য হতে এবং শস্য ক্ষেত্র হতে বের করারও ক্ষমতা আপনারই। খেজুর গাছ আঁটি হতে এবং আঁটি খেজুর হতে আপনিই সৃষ্টি করে থাকেন। মুমিনকে কাফিরের ঔরষে এবং কাফিরকে মুমিনের ঔরষে আপনিই জন্মদান করে থাকেন এবং মুরগী ডিম হতে এবং ডিম মুরগী হতে সৃষ্টি করাও আপনারই কাজ। এ রকমই সমস্ত জিনিসই আপনার অধিকারে রয়েছে। আপনি যাকে ইচ্ছে করেন। এত ধন-সম্পদ প্রদান করেন যা গণনা করে ও পরিমাপ করে শেষ করা যায় না। আবার যাকে ইচ্ছে করেন ক্ষুধা নিবারণের আহার্য পর্যন্ত প্রদান করেন না। আমরা বিশ্বাস করি যে, আপনার এ সমস্ত কাজ নিপুণতায় পরিপূর্ণ এবং সবকিছুই আপনারই ইচ্ছানুযায়ী সংঘটিত হয়ে থাকে। তাবরানীর হাদীসে রয়েছে যে, (আরবী)-এ আয়াতের মধ্যে আল্লাহ তাআলার ‘ইসম-ই-আযম' রয়েছে। এ নামের মাধ্যমে তাঁর নিকট প্রার্থনা জানালে তিনি তা কবূল করে থাকেন।",
  "ayah": 27,
  "surah": 3
}
