{
  "text": "আল্লাহ তা'আলা সংবাদ দিচ্ছেন যে, হযরত হিন্নার নযর’ তিনি সন্তুষ্টচিত্তে গ্রহণ করেন এবং তাঁকে উত্তমরূপে বর্ধিত করেন। তাঁকে তিনি বাহ্যিক ও আধ্যাত্মিক উভয় সৌন্দর্যই দান করেন এবং সৎ বান্দাদের মধ্যে তাঁর লালন-পালনের ব্যবস্থা করেন যেন তিনি চরিত্রবান লোকদের সংস্পর্শে থেকে তাঁদের নিকট ধর্মীয় শিক্ষা গ্রহণ করতে পারেন। হযরত যাকারিয়া (আঃ)-কে তিনি হযরত মারইয়াম (আঃ)-এর দায়িত্বভার অর্পণ করেন। ইবনে ইসহাক (রঃ) বলেনঃ হযরত মারইয়াম (আঃ) পিতৃহীনা হয়েছিলেন বলে হযরত যাকারিয়া (আঃ)-কে তাঁর লালন-পালনের দায়িত্বভার অর্পণ করা হয়। কিন্তু অন্যান্য মনীষীগণ বলেন যে, সে সময় দেশে দুর্ভিক্ষ পড়েছিল বলে হযরত যাকারিয়া (আঃ) তার দায়িত্বভার গ্রহণ করেছিলেন। হয়তো দু'টি কারণই ছিল। হযরত ইবনে ইসহাক (রঃ) প্রভৃতি মনীষীর বর্ণনানুযায়ী জানা যায় যে, হযরত যাকারিয়া (আঃ) হযরত মারইয়াম (আঃ)-এর খালু ছিলেন। আবার কেউ কেউ বলেন যে, তিনি তার ভগ্নিপতি ছিলেন। যেমন মিরাজ সম্বলিত বিশুদ্ধ হাদীসে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) হযরত ইয়াহইয়া ও হযরত ঈসা (আঃ)-এর সঙ্গে সাক্ষাৎ করেন যারা পরস্পর খালোতো ভাই ছিলেন। হযরত ইবনে ইসহাক (রঃ)-এর উক্তি অনুসারে এ হাদীসটি বিশুদ্ধ। কেননা, আরবের পরিভাষায় মায়ের খালার ছেলেকেও খালাতো ভাই বলা হয়ে থাকে। সুতরাং প্রমাণিত হলো যে, হযরত মারইয়াম (আঃ) স্বীয় খালার নিকট লালিত-পালিত হন। বিশুদ্ধ হাদীসে রয়েছে যে, রাসূলুল্লাহ (সঃ) হযরত হামযা (রাঃ) -এর পিতৃহীনা কন্যা উমরা (রাঃ)-কে তার খালা হযরত জাফর ইবনে আবু তালিব (রাঃ)-এর স্ত্রীর নিকট সমর্পণ করেছিলেন এবং বলেছিলেনঃ “খালা হচ্ছেন মায়ের স্থলাভিষিক্ত। এখন আল্লাহ তা'আলা হযরত মারইয়াম (আঃ)-এর মাহাত্ম্য ও অলৌকিকতা বর্ণনা করছেন যে, হযরত যাকারিয়া (আঃ) যখনই হযরত মারইয়াম (আঃ)-এর প্রকোষ্ঠে প্রবেশ করতেন তখনই তাঁর নিকট অসময়ের ফল দেখতে পেতেন। যেমন শীতকালে গ্রীষ্মকালীন ফল এবং গ্রীষ্মকালে শীতকালীন ফল। হযরত মুজাহিদ (রঃ), হযরত ইকরামা (রাঃ), হযরত সাঈদ ইবনে যুবাইর (রঃ), হযরত আবুশ শাশা (রঃ), হযরত ইবরাহীম নাখঈ (রঃ), হযরত যহহাক (রঃ), হযরত কাতাদা (রঃ), হযরত রাবী' ইবনে আনাস (রঃ), হযরত আতিয়া আওফী (রঃ) এবং হযরত সুদ্দী (রঃ) এ আয়াতের তাফসীরে একথাই বলেন। হযরত মুজাহিদ (রঃ) হতে এটাও বর্ণিত আছে যে, এখানে রিক -এর ভাবার্থ হচ্ছে জ্ঞান ও ঐ পুস্তিকা যার মধ্যে জ্ঞানপূর্ণ কথা লিপিবদ্ধ থাকতো। কিন্তু প্রথম উক্তিটি অধিকতর সঠিক। এ আয়াত আল্লাহর অলীদের কারামতের দলীল। এটা সাব্যস্ত করণে বহু হাদীসও এসেছে।হযরত যাকারিয়া (আঃ) একদিন জিজ্ঞেস করেনঃ “হে মারইয়াম! তোমার নিকট এ আহার্যগুলো কোথা হতে আসে?” তিনি উত্তরে বলেনঃ ‘এগুলো আল্লাহ তাআলার নিকট হতে এসে থাকে। তিনি যাকে ইচ্ছে অপরিমিত জীবিকা দান করে থাকেন। মুসনাদ-ই-হাফিয আবু ইয়ালা’র মধ্যে হাদীস রয়েছে যে, রাসূলুল্লাহ (সঃ)-এর কয়েকদিন কিছু না খেয়েই কেটে যায়। ক্ষুধায় তার কষ্ট হতে থাকে। তিনি তাঁর সমস্ত সহধর্মিণীর বাড়ীতে গমন করেন। কিন্তু সব জায়গা থেকেই তাঁকে বিফল মনোরথ হয়ে ফিরে আসতে হয়। অবশেষে তিনি হযরত ফাতিমা (রাঃ)-এর নিকট গমন করেন এবং বলেনঃ “হে কন্যা আমার! তোমার নিকট আমার খাওয়ার মত কিছু আছে কি? আমি ক্ষুধার্ত। তিনি বলেনঃ “আমার বাপ-মা আপনার উপর কুরবান হোন, আল্লাহর শপথ! আমার নিকট কিছুই নেই। রাসূলুল্লাহ (সঃ) তাঁর নিকট থেকে বের হয়েছেন এমন সময় হযরত ফাতিমা (রাঃ)-এর দাসী তার নিকট দু’টি রুটি ও এক টুকরা গোশত পাঠিয়ে দেন। হযরত ফাতিমা (রাঃ) ঐগুলো একটি বাসনে রেখে বলেনঃ আমি, আমার স্বামী ও সন্তানাদি সবাই ক্ষুধার্ত রয়েছি। কিন্তু আমরা সবাই ক্ষুধার্ত অবস্থাতেই কাটিয়ে দেবো এবং আল্লাহর শপথ! আজ এগুলো রাসূলুল্লাহ (সঃ)-কেই দিয়ে দেবো। অতঃপর তিনি রাসূলুল্লাহ (সঃ)-কে ডেকে আনার জন্যে হযরত হাসান (রাঃ) ও হযরত হুসাইন (রাঃ)-কে তাঁর খিদমতে পাঠিয়ে দেন। তিনি পথেই ছিলেন, সুতরাং ফিরে আসলেন।হযরত ফাতিমা (রাঃ) বলেনঃ ‘আমার পিতা-মাতা আপনার উপর উৎসর্গ হোন, আল্লাহ পাক কিছু পাঠিয়ে দিয়েছেন যা আমি আপনার জন্যে লুকিয়ে রেখেছি'। তিনি বলেনঃ হে আমার প্রিয় মেয়ে। নিয়ে এসো। হযরত ফাতিমা (রাঃ) পাত্র খুলেই দেখেন যে, তা রুটি ও গোশতে পরিপূর্ণ রয়েছে। এ দেখে তিনি অত্যন্ত বিস্মিত হয়ে পড়েন। কিন্তু সাথে সাথেই তিনি বুঝে নেন যে, মহান আল্লাহর পক্ষ হতে এতে বরকত দান করা হয়েছে। অতএব তিনি আল্লাহ তা'আলার কৃতজ্ঞতা প্রকাশ করেন ও নবী (সঃ)-এর উপর দরূদ পাঠ করতঃ ঐগুলো রাসূলুল্লাহ (সঃ)-এর সামনে এনে হাযির করেন। তিনিও ঐগুলো দেখে। আল্লাহ পাকের প্রশংসা করেন এবং জিজ্ঞেস করেনঃ “হে আমার প্রিয় মেয়ে! এগুলো কোথা হতে এলো’? তিনি বলেনঃ “হে পিতঃ! এগুলো আল্লাহ তা'আলার নিকট হতে এসেছে। তিনি যাকে ইচ্ছে অপরিমিত জীবিকা দান করেন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ হে আমার প্রিয় কন্যা! আল্লাহ তা'আলার সমুদয় প্রশংসা যে, তিনি তোমাকে বানী ইসরাঈলের সমস্ত নারীর নেত্রীর মত করেছেন। যখন আল্লাহ তা'আলা তাকে কোন কিছু দান করতেন এবং তাকে জিজ্ঞেস করা হতো তখন তিনি একথাই বলতেনঃ ‘এটা আল্লাহ তাআলার নিকট হতে এসেছে। তিনি যাকে ইচ্ছে অপরিমিত জীবিকা দান করে থাকেন। অতঃপর রাসূলুল্লাহ (সঃ) হযরত আলী (রাঃ)-কে ডেকে নেন এবং তিনি, হযরত আলী (রাঃ), হযরত ফাতিমা (রাঃ), হযরত হাসান (রাঃ), হযরত হুসাইন (রাঃ) এবং রাসূলুল্লাহ (সঃ)-এর সমস্ত সহধর্মিণী (রাঃ) ও আহলে বায়েত (রাঃ) পরিতৃপ্ত হয়ে আহার করেন। তবুও আরও ততোটা বেঁচে গেলো যতটা পূর্বে ছিল। সেগুলো আশে-পাশের প্রতিবেশীদের নিকট পাঠিয়ে দেয়া হলো। এই ছিলো আল্লাহ তা'আলার নিকট হতে চরম বরকত ও দান।",
  "ayah": 37,
  "surah": 3
}
