{
  "text": "৫২-৫৪ নং আয়াতের তাফসীর:\nঅর্থাৎ যখন হযরত ঈসা (আঃ) তাদের একগুয়েমী ও বিবাদ প্রত্যক্ষ করলেন এবং বুঝতে পারলেন যে, তারা হঠকারিতা হতে ফিরে আসবে না তখন তিনি বললেন, আল্লাহর উপর আমার আনুগত্য স্বীকারকারী কেউ আছে কি? আবার ভাবার্থ এও বর্ণনা করা হয়েছে, এমন কেউ আছে কি যে আল্লাহর সাথে আমার সাহায্যকারী হতে পারে? কিন্তু প্রথম উক্তিটিই বেশী যুক্তিযুক্ত। বাহ্যতঃ এটা জানা যাচ্ছে যে, তিনি বলেছিলেন, আল্লাহ তা'আলার দিকে মানুষকে আহ্বানের কাজে কেউ আমার হাত শক্তকারী আছে কি?' যেমন আল্লাহর নবী হযরত মুহাম্মদ (সঃ) মক্কা হতে মদীনায় হিজরত করার পূর্বে হজ্বের মৌসুমে বলেছিলেন, কুরাইশরা তো আমাকে আল্লাহর কালাম প্রচারের কার্যে বাধা দিচ্ছে, এমতাবস্থায় এ কার্যের জন্যে আমাকে জায়গা দিতে পারে এমন কেউ আছে কি?’ মদীনাবাসী আনসারগণ এ সেবার কার্যে এগিয়ে আসেন এবং রাসূলুল্লাহ (সঃ)-কে জায়গা দান করেন। তাঁরা তাঁকে যথেষ্ট সাহায্যও করেন এবং যখন তিনি তাদের নিকট গমন করেন তখন তারা পুরোপুরি তাঁর সহযোগিতা করেন এবং তাঁর প্রতি তুলনাবিহীন সহানুভূতি প্রদর্শন করেন। দুনিয়ার সাথে মোকাবিলায় তারা নিজেদের বক্ষকে নবী (সঃ)-এর জন্য ঢাল করেন এবং রাসূলুল্লাহ (সঃ)-এর হিফাযতে, মঙ্গল কামনায় ও তার উদ্দেশ্য সফল হওয়ার কাজে তাদের আপাদমস্তক নিমগ্ন থাকে। আল্লাহ তা'আলা তাঁদের প্রতি সন্তুষ্ট হোন এবং তাদেরকে সন্তুষ্ট করুন। অনুরূপভাবে হযরত ঈসা (আঃ)-এর এ আহ্বানেও কতক বানী ইসরাঈল সাড়া দেয়, তার উপর ঈমান আনয়ন করে এবং তাকে পূর্ণভাবে সাহায্য করে। আর তারা ঐ আলোকের অনুসরণ করে যা আল্লাহ তা'আলা হযরত ঈসা (আঃ)-এর উপর অবতীর্ণ করেছিলেন, অর্থাৎ ইঞ্জীল। এ লোকগুলো ধোপা ছিল এবং তাদের সাদা কাপড়ের কারণেই তাদেরকে হাওয়ারী' বলা হতো। কেউ কেউ বলেন যে, তারা শিকারী ছিল। তবে সঠিক কথা এই যে, সাহায্যকারীকে ‘হাওয়ারী' বলা হয়। যেমন সহীহ বুখারী ও সহীহ মুসলিমের হাদীসে রয়েছে যে, খন্দকের যুদ্ধের সময় রাসূলুল্লাহ (সঃ) বলেছিলেনঃ “আমার জন্যে স্বীয় বক্ষকে ঢাল করতে পারে এরূপ কেউ আছে কি?' এ শব্দ শুনামাত্রই হ্যরত যুবায়ের (রাঃ) প্রস্তুত হয়ে যান। রাসূলুল্লাহ (সঃ) দ্বিতীয় বার একথাই বলেন, এবারেও হযরত যুবায়ের (রাঃ) অগ্রসর হন। তখন রাসূলুল্লাহ (সঃ) বলেনঃ প্রত্যেক নবীরই ‘হাওয়ারী (সাহায্যকারী) থাকে এবং আমার ‘হাওয়ারী’ হচ্ছে হযরত যুবায়ের (রাঃ)। এ লোকগুলো তাদের প্রার্থনায় বলে, “হে আমাদের প্রভু! সাক্ষীগণের মধ্যে আমাদের নাম লিখে নিন। হযরত ইবনে আব্বাস (রাঃ)-এর মতে এর ভাবার্থ। হচ্ছে মুহাম্মাদ (সঃ)-এর উম্মতের মধ্যে নাম লিখে নেয়া। এ তাফসীরের বর্ণনা সনদ হিসেবে খুবই উৎকৃষ্ট। অতঃপর বানী ইসরাঈলের ঐ অপবিত্র দলের বর্ণনা দেয়া হচ্ছে যারা হযরত ঈসা (আঃ)-এর প্রাণের শত্রু ছিল। তারা তাকে হত্যা করার ও শূলে চড়াবার ইচ্ছে করেছিল। সেই যুগের বাদশাহর কাছে তারা তাঁর দুর্নাম করতো। তারা বাদশাহকে বলতো, “এ লোকটি জনগণকে পথভ্রষ্ট করছে, দেশের মধ্যে বিদ্রোহের অগ্নি প্রজ্জ্বলিত করছে, মানুষকে বিপথে নিয়ে যাচ্ছে এবং পিতা ও পুত্রের মধ্যে বিবাদের সৃষ্টি করছে। বরং তারা তাঁকে দুশ্চরিত্র, বিশ্বাসঘাতক, মিথ্যাবাদী, প্রতারক প্রভৃতি বলে অপবাদ দিয়েছিল এমনকি তাঁকে ব্যভিচারিণীর পুত্র বলতেও তারা দ্বিধাবোধ করেনি। অবশেষে বাদশাহও তার জীবনের শত্রু হয়ে যায় এবং তাঁর বিরুদ্ধে সেনাবাহিনী প্রেরণ করে বলে, তাকে ধরে এনে ভীষণ শাস্তি প্রদান করতঃ ফাঁসি দিয়ে দাও। অতঃপর তিনি যে বাড়ীতে অবস্থান করছিলেন সৈন্যগণ তাঁকে বন্দী করার উদ্দেশ্যে সে বাড়ী পরিবেষ্টন করে তার ঘরে ঢুকে পড়ে। কিন্তু আল্লাহ তা'আলা তাঁকে তাদের হাত হতে বাঁচিয়ে নেন এবং তাঁকে ঐ ঘরের ছিদ্র দিয়ে আকাশে উঠিয়ে নেন। আর তাঁর সঙ্গে সাদৃশ্য বিশিষ্ট একটি লোককে তথায় নিক্ষেপ করেন, যে সে ঘরেই অবস্থান করছিল। ঐ লোকগুলো রাত্রির অন্ধকারে তাকেই হযরত ঈসা (আঃ) মনে করে ধরে নিয়ে যায়। তাকে তারা কঠিন শাস্তি দেয় এবং তার মস্তকোপরি কাটার টুপি রেখে দিয়ে শূলে চড়িয়ে দেয়। এটাই ছিল তাদের সাথে মহান আল্লাহর কৌশল যে, তাদের ধারণায় তারা আল্লাহ তা'আলার নবী (আঃ)-কে ফাঁসি দিয়েছে, অথচ আল্লাহ পাক স্বীয় নবীকে মুক্তি দিয়েছেন। ঐ দুষ্কর্যের ফল তারা এই প্রাপ্ত হয়েছিল যে, চিরদিনের মত তাদের অন্তর কঠিন হয়ে যায়। তারা মিথ্যা ও অন্যায়ের উপরেই প্রতিষ্ঠিত থাকে। দুনিয়াতেও তারা লাঞ্ছিত ও অপদস্থ হয় এবং পরকালেও তাদের জন্যে রয়েছে অপমানজনক শাস্তি। ওরই বর্ণনা এ আয়াতে রয়েছে যে, তারা ষড়যন্ত্র করলে হবে কি? আল্লাহ তা'আলার কৌশলের কাছে তাদের সমস্ত ষড়যন্ত্র বানচাল হয়ে যাবে। তিনিই সবচেয়ে বড় কৌশলী।",
  "ayah": 54,
  "surah": 3
}
