{
  "text": "৫৯-৬৩ নং আয়াতের তাফসীর:\nএখানে আল্লাহ তাআলা স্বীয় ব্যাপক ক্ষমতার বর্ণনা দিতে গিয়ে বলেন“হযরত ঈসা (আঃ)-কে আমি বিনা বাপে সৃষ্টি করেছি বলেই তোমরা খুব বিস্ময়বোধ করছে? তার পূর্বে তো আমি হযরত আদম (আঃ)-কে সৃষ্টি করেছি, অথচ তার বাপও ছিল না, মাও ছিল না। বরং তাকে আমি মাটি দ্বারা সৃষ্টি করেছিলাম। আমি তাঁকে বলেছিলাম- “হে আদম! তুমি হও’, আর তেমনি সে হয়ে গিয়েছিল। তাহলে আমি যখন বিনা বাপ-মায়ে সৃষ্টি করতে পেরেছি তখন শুধু মায়ের মাধ্যমে সৃষ্টি করা আমার কাছে কি কোন কঠিন কাজ? সুতরাং শুধু বাপ না হওয়ার কারণে যদি হযরত ঈসা (আঃ) আল্লাহর পুত্র হওয়ার যোগ্যতা রাখতে পারে, তবে তো হযরত আদম আদম (আঃ) আল্লাহ তা'আলার পুত্র হওয়ার আরও বেশী দাবীদার। (নাউজুবিল্লাহে) কিন্তু স্বয়ং তোমরাও তো তা স্বীকার কর না। কাজেই হযরত ঈসা (আঃ)-কে এ মর্যাদা হতে সরিয়ে ফেলা আরও উত্তম। কেননা, পুত্ৰত্বের দাবীর অসারতা ওখানের চাইতে এখানেই বেশী স্পষ্ট। কারণ এখানে তো মা আছে কিন্তু ওখানে মা ও বাপ কেউ ছিল না। এগুলো প্রবল পরাক্রান্ত আল্লাহর ব্যাপক ক্ষমতারই বহিঃপ্রকাশ যে, তিনি আদম (আঃ)-কে নারী পুরুষ ছাড়াই সৃষ্টি করেছেন, হযরত হাওয়া (আঃ)-কে শুধু পুরুষের মাধ্যমে সৃষ্টি করেছেন এবং হযরত ঈসা (আঃ)-কে শুধু নারীর মাধ্যমে সৃষ্টি করেছেন। যেমন ‘সূরা-ই-মারইয়ামের মধ্যে আল্লাহ তা'আলা বলেনঃ (আরবী) অর্থাৎ আমি তাকে (ঈসা আঃ-কে) মানুষের জন্যে আমার ক্ষমতার নিদর্শন বানিয়েছি।' (১৯:২১) আর এখানে বলেন যে, হযরত ঈসা (আঃ) সম্বন্ধে আল্লাহ তা'আলার সত্য মীমাংসা এটাই। এটা ছাড়া কম বেশীর কোন স্থানই নেই। কেননা, সত্যের পরে পথভ্রষ্টতারই স্থান। সুতরাং এ ব্যাপারে রাসূলুল্লাহ (সঃ)-এর সন্দেহ পোষণ করা মোটেই উচিত নয়।অতঃপর আল্লাহ পাক তার নবী (সঃ)-কে বলেনঃ এরূপ স্পষ্ট বর্ণনার পরেও যদি কোন লোক হযরত ঈসা (আঃ)-এর ব্যাপারে তোমার সাথে বিতর্কে লিপ্ত হয় তবে তুমি তাদেরকে মুবাহালার’ (পরস্পর বদ দু'আ করার) জন্যে আহবান করতঃ বল- “এসো আমরা উভয় দল আমাদের পুত্রদেরকে এবং স্ত্রীদেরকে নিয়ে মুবাহালার জন্যে বেরিয়ে যাই এবং আল্লাহ তা'আলার নিকট প্রার্থনা করি যে, হে আল্লাহ! আমাদের মধ্যে যে দল মিথ্যাবাদী তার উপর আপনি আপনার অভিসম্পাত বর্ষণ করুন।মুবাহালা’য় অবতীর্ণ হওয়া এবং প্রথম হতে এ পর্যন্ত এ সমুদয় আয়াত অবতীর্ণ হওয়ার কারণ ছিল নাজরানের খ্রীষ্টান প্রতিনিধিগণ। ঐলোকগণ এখানে এসে রাসূলুল্লাহ (সঃ)-এর সাথে হযরত ঈসা (আঃ) সম্বন্ধে আলাপ আলোচনা করছিল। তাদের বিশ্বাস ছিল যে, হযরত ঈসা (আঃ) আল্লাহ তাআলার অংশীদার এবং তাঁর পুত্র। (নাউজুবিল্লাহ) কাজেই তাদের এ বিশ্বাস খণ্ডন ও তাদের কথার উত্তরে এসব আয়াত অবতীর্ণ হয়। হযরত ইবনে ইসহাক স্বীয় প্রসিদ্ধ কিতাব ‘সীরাতে লিখেছেন এবং অন্যান্য ঐতিহাসিকগণও নিজ নিজ পুস্তকসমূহে বর্ণনা করেছেন যে, নাজরানের খ্রীষ্টানগণ প্রতিনিধি হিসেবে ষাটজন লোককে রাসূলুল্লাহ (সঃ)-এর দরবারে প্রেরণ করে, যাদের মধ্যে চৌদ্দজন তাদের নেতৃস্থানীয় লোক ছিল। তাদের নাম নিম্নে দেয়া হলঃ (১) আকিব, যার নাম ছিল আবদুল মাসীহ, (২) সায়্যেদ, যার নাম ছিল আইহাম, (৩) আবু হারিসা ইবনে আলকামা, যে ছিল বাকর ইবনে অয়েলের ভাই, (৪) ওয়ারিস ইবনে হারিস, (৫) যায়েদ, (৬) কায়েস, (৭) ইয়াযীদ, (৮) ও (৯) তার দু'টি পুত্র (১০) খুয়াইলিদ, (১১) আমর, (১২) খালিদ, (১৩) আবদুল্লাহ এবং (১৪) মুহসীন। এ চৌদ্দজন ছিল তাদের নেতা এবং এদের মধ্যে আবার তিনজন বড় নেতা ছিল। তারা হচ্ছেঃ (১) আকিব, এ লোকটি ছিল কওমের আমীর এবং তাকে জ্ঞানী ও পরামর্শদাতা হিসেবে গণ্য করা হতো, আর তার অভিমতের উপরেই জনগণ নিশ্চিন্ত থাকতো। (২) সায়্যেদ, এ লোকটি ছিল তাদের একজন বড় পাদরী ও উঁচু দরের শিক্ষক। সে বানূ বাকর ইবনে ওয়েলের আরব গোত্রভুক্ত ছিল। কিন্তু সে খ্রীষ্টান হয়ে গিয়েছিল। রোমকদের নিকট তার খুব সম্মান ছিল। তারা তার জন্যে বড় বড় গীর্জা নির্মাণ করেছিল। তার ধর্মের প্রতি দৃঢ়তা দেখে তারা অত্যন্ত খাতির সম্মান করতো। সে রাসূলুল্লাহ (সঃ)-এর গুণাবলী সম্বন্ধে পরিজ্ঞাত ছিল। কারণ, সে পূর্ববর্তী ধর্মগ্রন্থসমূহে তাঁর বিশেষণ সম্বন্ধে পড়েছিল। অন্তরে সে তার নবুওয়াতকে স্বীকার করতো। কিন্তু খ্রীষ্টানদের নিকট তার যে খাতির-সম্মান ছিল তা লোপ পেয়ে যাওয়ার ভয়ে সে সুপথের দিকে আসতো না এবং (৩) হারিসা ইবনে আলকামা। মোটকথা এ প্রতিনিধি দল রাসূলুল্লাহ (সঃ)-এর খিদমতে মসজিদে নববীতে উপস্থিত হয় এবং সে সময় তিনি আসরের নামায সমাধা করে মসজিদে বসেছিলেন। এ লোকগুলো মূল্যবান পোষাক পরিহিত ছিল এবং তাদের গায়ে ছিল সুন্দর ও নরম চাদরসমূহ। তাদেরকে দেখে বানূ হারিস ইবনে কা'বের বংশের লোক বলে মনে হচ্ছিল। সাহাবীগণ (রাঃ) মন্তব্য করেন যে, ওদের পরে ঐরকম জাঁকজমকপূর্ণ আর কোন প্রতিনিধি কখনও আসেনি। তাদের নামাযের সময় হয়ে গেলে রাসূলুল্লাহ (সঃ)-এর অনুমতিক্রমে তারা মসজিদে নববীতেই পূর্ব দিকে মুখ করে তাদের নিয়মানুযায়ী নামায আদায় করে নেয়। নামায শেষে রাসূলুল্লাহ (সঃ)-এর সাথে তাদের আলোচনা শুরু হয়। মুখপাত্র হিসেবে নিম্নের তিনজনই কথা বলছিলঃ (১) হারেসা ইবনে আলকামা, (২) আকিব অর্থাৎ আবদুল মাসীহ এবং (৩) সায়্যেদ অর্থাৎ আইহাম। এরা শাহী মাযহাবের লোক ছিল বটে কিন্তু কয়েকটি বিষয়ে মতভেদ রাখতো। হযরত ঈসা (আঃ) সম্বন্ধে তাদের তিনটি ধারণা ছিল। অর্থাৎ তিনি নিজেই আল্লাহ, আল্লাহর পুত্র এবং তিন আল্লাহর মধ্যে এক আল্লাহ। আল্লাহ তা'আলা তাদের এ অপবিত্র কথা হতে সম্পূর্ণ মুক্ত। প্রায় সমস্ত খ্রীষ্টানেরই এ বিশ্বাস। হযরত ঈসা (আঃ)-এর আল্লাহ হওয়ার দলীল তাদের নিকট এই ছিল যে, তিনি মৃতকে জীবিত করতেন, অন্ধদেরকে চক্ষু দান করতেন, শ্বেতকুষ্ঠ রোগীকে নিরাময় করতেন, ভবিষ্যতের সংবাদ দিতেন এবং মাটি দিয়ে পাখী তৈরী করতঃ ওর মধ্যে ফুঁদিয়ে উড়িয়ে দিতেন। এর উত্তর এই যে, একমাত্র আল্লাহ তাআলার হুকুমেই এ সমস্ত কাজ তার দ্বারা প্রকাশ পেতো। কারণ এই যে, যেন তার কথা সত্য হওয়ার উপর এবং হযরত ঈসা (আঃ)-এর নবুওয়াতের উপর তার নিদর্শনাবলী প্রতিষ্ঠিত হয়ে যায়। যারা তাকে আল্লাহ তা'আলার পুত্র বলতো তাদের দলীল এই যে, তাঁর পিতা ছিল না এবং তিনি দোলনা হতে কথা বলেছেন, যা তার পূর্বে কখনও ঘটেনি। আর তিন আল্লাহর তৃতীয় আল্লাহ বলার কারণ এই যে, আল্লাহ তাআলা স্বীয় কালাম পাকে বলেছেনঃ “আমরা করেছি, আমাদের নির্দেশ, আমাদের সৃষ্ট, আমরা মীমাংসা করেছি ইত্যাদি।” সুতরাং যদি আল্লাহ একজনই হতেন তবে এরূপ না বলে বরং বলতেনঃ “আমি করেছি, আমার নির্দেশ, আমার সৃষ্ট, আমি মীমাংসা করেছি। সুতরাং সাব্যস্ত হলো যে, আল্লাহ তিনজন। একজন স্বয়ং আল্লাহ, দ্বিতীয় জন হযরত মারইয়াম এবং তৃতীয় জন হযরত ঈসা (আঃ)। আল্লাহ তা'আলা ঐ অত্যাচারী ও কাফিরদের কথা হতে সম্পূর্ণরূপে পবিত্র। তাদের এসব কথার অসারতা প্রকাশক আয়াত কুরআন মাজীদের মধ্যে অবতীর্ণ হয়েছে। এ তিনজন পাদরীর সাথে আলোচনা শেষ হলে রাসূলুল্লাহ (সঃ) তাদেরকে বলেনঃ “তোমরা মুসলমান হয়ে যাও। তখন তারা বলেঃ আমরা তো স্বীকারকারী রয়েছিই।' রাসূলুল্লাহ (সঃ) বলেনঃ না, না, তোমাদেরকে ইসলাম ধর্ম গ্রহণ করতে বলছি। তারা বলে, আমরা তো আপনার পূর্বেকার মুসলমান। রাসূলুল্লাহ (সঃ) বলেনঃ না, তোমাদের এ ইসলাম গ্রহণীয় নয়। কেননা, তোমরা আল্লাহ তা'আলার সন্তান সাব্যস্ত করে থাক, ক্রুশের পূজো কর এবং শূকর খেয়ে থাক। তারা বলে, “আচ্ছা, তাহলে বলুন তো হযরত ঈসা (আঃ)-এর পিতা কে ছিলেন? এতে রাসূলুল্লাহ (সঃ) নীরব থাকেন এবং প্রথম হতে আশিটিরও বেশী আয়াত তাদের এ প্রশ্নের উত্তরে অবতীর্ণ হয়। হযরত ইবনে ইসহাক (রঃ) এগুলোর সংক্ষিপ্ত তাফসীর বর্ণনা করার পর লিখেছেন, রাসূলুল্লাহ (সঃ)-এ আয়াতগুলো পাঠ করে তাদেরকে বুঝিয়ে দেন। মুবাহালার আয়াতটি পাঠ করতঃ তাদেরকে বলেনঃ “তোমরা যদি স্বীকার না কর তবে এসো আমরা মুবাহালা’য় বের হই। এ কথা শুনে তারা বলে, “হে আবুল কাসিম (সঃ)! আমাদেরকে কিছুদিন সময় দেন। আমরা পরস্পর পরামর্শ করে আপনাকে এর উত্তর দেবো।' তখন তারা নির্জনে বসে আ’কবের নিকট পরামর্শ গ্রহণ করে যাকে তাদের মধ্যে বড় শিক্ষিত ও বুদ্ধিমান মনে করা হতো। সে তার শেষ সিদ্ধান্তের কথা নিম্ন লিখিত ভাষায় স্বীয় সঙ্গীদেরকে শুনিয়ে দেয়, “হে খ্রীষ্টানের দল! তোমরা নিশ্চিতরূপে এটা জেনে। নিয়েছে যে, হযরত মুহাম্মদ (সঃ) আল্লাহ তা'আলার সত্য রাসূল। তোমরা এটাও জান যে, হযরত ঈসা (আঃ)-এর মূলতত্ত্ব তাই যা তোমরা মুহাম্মদ (সঃ)-এর মুখে শুনেছো। আর তোমরা এটাও খুব ভাল জান যে, যে সম্প্রদায় নবীর সাথে পরস্পর অভিসম্পাত দেয়ার কাজে অংশ নেয় সে সম্প্রদায়ের ছোট বড় কেউ বাকি থাকে না বরং সবাই সমূলে ধ্বংস হয়ে যায়। যদি তোমরা মুবাহালা’র জন্যে অগ্রসর হও তবে তোমাদের সর্বনাশ হয়ে যাবে। সুতরাং তোমরা ইসলাম ধর্মকেই গ্রহণ করে নাও। আর যদি তোমরা কোনক্রমেই এ ধর্ম গ্রহণ করতে স্বীকৃত না হও এবং ঈসা (আঃ) সম্বন্ধে তোমাদের যে ধারণা রয়েছে ওর উপরই প্রতিষ্ঠিত থাকতে চাও তবে মুহাম্মদ (সঃ)-এর সাথে সন্ধি করতঃ স্বদেশে ফিরে যাও।” অতএব তারা এ পরামর্শ করতঃ নবী (সঃ)-এর দরবারে উপস্থিত হয়ে বলেঃ “হে আবুল কাসিম (সঃ)! আমরা আপনার সাথে মুবাহালা’ করতে প্রস্তুত নই। আপনি আপনার ধর্মের উপর থাকুন এবং আমরা আমাদের ধারণার উপর রয়েছি। কিন্তু আপনি আমাদের সাথে আপনার সহচরদের মধ্যে হতে এমন একজনকে প্রেরণ করুন যার উপর আপনি সন্তুষ্ট রয়েছেন। তিনি আমাদের আর্থিক বিবাদের মীমাংসা করে দেবেন। আপনারা আমাদের দৃষ্টিতে খুবই পছন্দনীয়।' রাসূলুল্লাহ (সঃ) তাদেরকে বলেনঃ “আচ্ছা, তোমরা দুপুরে আবার এসো। আমি একজন খুব বিশ্বস্ত ব্যক্তিকে তোমাদের সাথে পাঠিয়ে দেবো।' হযরত উমার (রাঃ) বলেনঃ “আমি এদিন ছাড়া অন্য কোন দিন নেতা হওয়ার ইচ্ছে পোষণ করিনি শুধুমাত্র এ আশায় যে, রাসূলুল্লাহ (সঃ) যে গুণের প্রশংসা করেছেন, আল্লাহ তা'আলার নিকট আমিই যেন ঐ গুলোর অধিকারী হতে পারি। এ উদ্দেশ্যে আমি সেদিন খুব সকাল সকাল যোহরের নামাযের জন্যে বেরিয়ে পড়ি। রাসূলুল্লাহ (সঃ) মসজিদে আগমন করতঃ যোহরের নামায পড়িয়ে দেন। অতঃপর তিনি ডানে বামে দৃষ্টি নিক্ষেপ করেন। আমি বারবার আমার জায়গায় উঁচু হতে থাকি যে, যেন রাসূলুল্লাহ (সঃ)-এর দৃষ্টি আমার প্রতি নিপতিত হয়। তিনি মনযোগের সাথে দেখতেই থাকেন। অবশেষে তার দৃষ্টি হযরত আবু উবাইদাই ইবনুল জাররাহ (রাঃ)-এর প্রতি নিক্ষিপ্ত হয়। তাঁকে তিনি ডেকে বলেনঃ ‘এদের সাথে গমন কর এবং সত্যের সাথে তাদের মতবিরোধের মীমাংসা করে দাও।' সুতরাং তিনি তাদের সাথে গমন করেন। ইবনে মীরদুওয়াই (রঃ)-এর গ্রন্থের মধ্যেও এ ঘটনাটি এভাবেই নকল করা হয়েছে, কিন্তু তথায় নেতৃবর্গের সংখ্যা রয়েছে বারজন এবং এ ঘটনার মধ্যে কিছু দীর্ঘতাও রয়েছে, তাছাড়া কিছু বেশী কথাও আছে।সহীহ বুখারী শরীফের মধ্যে হযরত হুযাইফা (রাঃ) হতে বর্ণিত আছে যে, নাজরানের দু’জন নেতা আকিব ও সায়্যেদ মুবাহালা’র জন্যে রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে। কিন্তু একজন অপরজনকে বলেঃ এ কাজ করো না। আল্লাহর শপথ! যদি ইনি নবী হন আর আমরা তার সাথে মুবাহালা’ করি তবে আমরা আমাদের সন্তানাদিসহ ধ্বংস হয়ে যাব।' সুতরাং তারা একমত হয়ে রাসূলুল্লাহ (সঃ)-কে বলেঃ ‘জনাব! আপনি আমাদের নিকট যা চাইবেন আমরা তা প্রদান করবো। আপনি আমাদের সাথে একজন বিশ্বস্ত লোককে প্রেরণ করুন এবং অবশ্যই বিশ্বস্ত লোককেই পাঠাতে হবে।' তিনি বলেনঃ ‘তোমাদের সাথে আমি পূর্ণ বিশ্বস্ত লোককেই প্রেরণ করবো।' রাসূলুল্লাহ (সঃ) কাকে নির্বাচন করেন এটা দেখার জন্যে তাঁর সহচরবর্গ এদিক ওদিক দৃষ্টিপাত করেন। তিনি বলেনঃ “হে আবু উবাইদাহ! তুমি দাঁড়িয়ে যাও।' তিনি দাঁড়ালে রাসূলুল্লাহ (সঃ) বলেনঃ ‘এ লোকটিই এ উম্মতের বিশ্বস্ত ব্যক্তি।'সহীহ বুখারী শরীফের অন্য হাদীসে রয়েছে, রাসূলুল্লাহ (সঃ) বলেছেনঃ ‘প্রত্যেক উম্মতের বিশ্বস্ত লোক থাকে এবং এ উম্মতের বিশ্বস্ত লোক হচ্ছে হ্যরত আবু উবাইদাহ্ ইবনুল জাররাহ (রাঃ)।' মুসনাদ-ই-আহমাদের মধ্যে হযরত ইবনে আব্বাস (রাঃ) হতে বর্ণিত আছে যে, অভিশপ্ত আবু জেহেল বলেছিলঃ যদি আমি মুহাম্মদ (সঃ)-কে কাবায় নামায পড়তে দেখতাম তবে তার গর্দান উড়িয়ে দিতাম।' বর্ণনাকারী বলেন যে, তখন রাসূলুল্লাহ (সঃ) বলেনঃ যদি সে এরূপ করতো তবে সবাই দেখতে পেত যে, ফেরেশতাগণ তারই গর্দান উড়িয়ে দিয়েছেন এবং যদি ইয়াহুদীরা মৃত্যুর আখাক্ষা করতো তবে অবশ্যই তাদের মৃত্যু এসে যেতো, আর তারা তাদের স্থান জাহান্নামের আগুনের মধ্যে দেখে নিতো। যেসব খীষ্টানকে মহালার জন্যে আহবান করা হয়েছিল, যদি তারা রাসূলুল্লাহ (সঃ)-এর সাথে মুবাহালার জন্যে বের হতো তবে তারা ফিরে গিয়ে নিজেদের ধন-সম্পদ ও ছেলে মেয়েকে পেতো না।সহীহ বুখারী, জামেউত তিরমিযী এবং সুনানে নাসাঈর মধ্যেও এ হাদীসটি রয়েছে। ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন। ইমাম বায়হাকীও (রঃ) স্বীয় গ্রন্থ ‘দালাইলুন্নবুওয়াহ’-এর মধ্যে নাজরান হতে আগত খ্রীষ্টান প্রতিনিধিদের ঘটনাটি সুদীর্ঘভাবে বর্ণনা করেছেন। আমরা এখানে ওটা নকল করছি। কেননা, এতে বহু উপকার রয়েছে। তবে এতে দুর্বলতাও আছে। কিন্ত এ স্থানের সাথে এর যথেষ্ট সম্বন্ধ রয়েছে। সালমা ইবনে আবদ ইয়াস’ স্বীয় দাদা হতে বর্ণনা করেন, তিনি পূর্বে খ্রীষ্টান ছিলেন এবং পরে মুসলমান হয়েছিলেন। তিনি বলেন যে, (আরবী) অবতীর্ণ হওয়ার পূর্বে রাসূলুল্লাহ (সঃ) নাজরান বাসীর নিকট একখানা পত্র লিখেন যার বিষয়বস্তু ছিল নিম্নরূপঃ (আরবী) অর্থাৎ ‘এ পত্রটি আমি হযরত ইবরাহীম (আঃ), হযরত ইসহাক (আঃ) এবং হযরত ইয়াকূব (আঃ)-এর মা’ৰূদের নামে আরম্ভ করছি। এটা আল্লাহর নবী ও রাসূল মুহাম্মদ (সঃ)-এর পক্ষ হতে নাজরানের বাদশাহ ও ওর অধিবাসীর নিকট। তোমরা ইসলাম গ্রহণ কর। আমি তোমাদের সামনে হযরত ইবরাহীম (আঃ), ইসহাক (আঃ) ও ইয়াকবুব (আঃ)-এর প্রভুর প্রশংসা করছি। অতঃপর আমি তোমাদেরকে বান্দার উপাসনা ছেড়ে আল্লাহর ইবাদতের দিকে আহ্বান করছি এবং আমি তোমাদেরকে বান্দার নৈকট্য ছেড়ে আল্লাহর নৈকট্যের দিকে ডাকছি। যদি এটা অস্বীকার কর, তবে অধীনতা স্বীকার করতঃ জিযিয়া কর প্রদান কর। আর যদি এটাও মানতে সম্মত না হও তবে আমি তোমাদের বিরুদ্ধে যুদ্ধ ঘোষণা করছি, ওয়াস্সালাম।' এ পত্র প্রাপ্তির পর বাদশাহ তা পাঠ করেন এবং অত্যন্ত ভীত-সন্ত্রস্ত ও কম্পিত হয়ে পড়েন। তৎক্ষণাৎ তিনি শুরাহবীল ইবনে অদাআহকে ডেকে পাঠান। সে ছিল হামদান গোত্রের লোক। সে সাম্রাজ্যের সবচেয়ে বড় পরামর্শদাতা ছিল। কোন গুরুত্বপূর্ণ কাজ এসে পড়লে সর্বপ্রথম অর্থাৎ আইহাম, সায়্যেদ এবং আকেবের পূর্বেও তার নিকট পরামর্শ নেয়া হতো। সে উপস্থিত হলে নেতা তাকে রাসূলুল্লাহ (সঃ)-এর পত্রটি প্রদান করেন। তার পড়া হলে বাদশাহ তাকে জিজ্ঞেস করেন, বল, তোমার অভিমত কি?' সে বলে, বাদশাহর খুব ভাল জানা আছে যে, আল্লাহ তাআলা স্বীয় কিতাবে হযরত ইসমাঈল (আঃ)-এর বংশধর হতে একজন নবী পাঠাবার অঙ্গীকার করেছেন। ইনিই হয়তো সেই নবী, এতে বিস্ময়ের কি আছে? নবুওয়াতের বিষয়ে আমি কি অভিমত পেশ করতে পারি? তবে রাজ্যের ব্যাপারে কোন কিছু হলে অবশ্যই চিন্তা ভাবনা করে বের করতাম। বাদশাহ তাকে পৃথক জায়গায় বসিয়ে দেন। তারপর আবদুল্লাহ ইবনে শুরাহবীলকে আহ্বান করেন। এ লোকটিও রাজ্যের একজন পরামর্শদাতা ছিল। সে ছিল হুমায়ের গোত্রের লোক। বাদশাহ তাকে পত্রটি দিয়ে পাঠ করিয়ে নেন এবং মতামত জিজ্ঞেস করেন। সে ঠিক প্রথম পরামর্শদাতার মতই কথা বলে। একেও বাদশাহ দূরে পৃথক জায়গায় বসিয়ে রাখেন। অতঃপর জাববার ইবনে ফায়েযকে ডাক দেন। এ লোকটি ছিল বানূ হারিস গোত্রের অন্তর্ভুক্ত। এও পূর্বের দু’জনের মতই মন্তব্য করেন। বাদশাহ যখন দেখেন যে, ঐ তিন জনের অভিমত একই হয়ে গেছে তখন তিনি নির্দেশ দেন যে, যেন শখ বাজান হয়, অগ্নি প্রজ্জ্বলিত করা হয় এবং গীর্জায় পতাকা উত্তোলন করা হয়। তথায় এ প্রথা ছিল যে, যখন কোন গুরুত্বপূর্ণ কাজ এসে পড়তো এবং জনগণকে রাত্রে একত্রিত করার প্রয়োজনীয়তা দেখা দিতো তখন তারা এরূপই করতো। আর দিনের বেলায় লোকদেরকে জমা করার প্রয়োজন হলে তারা গীর্জায় আগুন জ্বালিয়ে দিতো এবং জোরে জোরে শঙ্খ বাজাতো। এ নির্দেশ হওয়া মাত্রই চতুর্দিকে আগুন জ্বালিয়ে দেয়া হয় এবং শখের শব্দ সকলকে সতর্ক করে দেয়। পতাকা উত্তোলিত দেখে আশে-পাশের উপত্যকার সমস্ত লোক জমা হয়ে যায়। ঐ উপত্যকার দৈর্ঘ্য এতো বেশী ছিল যে, একজন দ্রুতগামী অশ্বারোহী সকাল থেকে সন্ধ্যা পর্যন্ত। চলে ওর শেষ প্রান্তে পৌঁছতে পারতো। ওর মধ্যে তিহাত্তরটি গ্রাম ছিল এবং এক লক্ষ বিশ হাজার তরবারী চালক তথায় বাস করতো।এসব লোক এসে গেলে বাদশাহ তাদেরকে রাসূলুল্লাহ (সঃ)-এর পত্র পাঠ করে শুনিয়ে দেন এবং তাদের মতামত জিজ্ঞেস করেন তখন সমস্ত জ্ঞানী ব্যক্তি একবাক্যে বলে যে, শুরাহবীল ইবনে অদাইআহ্ হামদানী, আবদুল্লাহ ইবনে শুরাহবীল আসবাহী এবং জাব্বার ইবনে ফায়েয হারেসীকে প্রতিনিধি হিসেবে পাঠান হোক। তারা তথা হতে পূর্ণ সংবাদ নিয়ে আসবে। তখন এখানকার প্রতিনিধি দল এ তিনজনের নেতৃত্বে রওয়ানা হয়। মদীনায় পৌছে এ লোকগুলো তাদের ভ্রমণের পোষাক খুলে ফেলে এবং লম্বা লম্বা রেশমী চাদর ও লুঙ্গী পরিধান করে। তারা স্বর্ণ নির্মিত আংটি অঙ্গুলিতে পরে নেয়। অতঃপর তারা স্বীয় চাদরের প্রান্ত ধরে রাসূলুল্লাহ (সঃ)-এর খিদমতে উপস্থিত হয় এবং সালাম জানায়। কিন্তু তিনি উত্তর দিলেন না। এরা বহুক্ষণ ধরে অপেক্ষা করতে থাকে যে, তিনি কিছু আলাপ আলোচনা করবেন। কিন্তু ঐ রেশমী চাদর, লুঙ্গী এবং সোনার আংটির কারণে রাসূলুল্লাহ (সঃ) তাদের সাথে কোন কথাও বললেন না। তখন এ লোকগুলো হযরত উসমান ইবনে আফফান (রাঃ) এবং হযরত আবদুর রহমান ইব্ন আউফ (রাঃ)-এর খোঁজে বের হয়। এ দু'জন মনীষীর সাথেই ছিল তাদের প্রথম সাক্ষাৎ। তারা মুহাজির ও আনসারের এক সভাস্থলে তাদের দু’জনকে পেয়ে যায়। তাদের নিকট তারা ঘটনাটি বর্ণনা করে বলে, আপনাদের নবী (সঃ) আমাদেরকে পত্র লিখেছিলেন। আমরা তাঁর উত্তর দেবার জন্যে স্বয়ং উপস্থিত হয়েছি। আমরা তাঁর নিকট গিয়ে সালাম করি কিন্তু তিনি সালামের উত্তর দেননি। অতঃপর আমরা তার সাথে কিছু আলোচনা করার উদ্দেশ্যে দীর্ঘক্ষণ ধরে অপেক্ষা করি কিন্তু তিনি আমাদের সাথে কোন কথাই বলেননি। অবশেষে আমরা পরিশ্রান্ত হয়ে ফিরে এসেছি। এখন আপনারা বলুন, আমরা কি এমনিই চলে যাবো?' ঐ দু’জন হযরত আলী ইবনে আবু তালিব (রাঃ)-কে বলেনঃ “আপনিই তাদেরকে উত্তর দিন।' হযরত আলী (রাঃ) তখন বলেন, ‘আমার ধারণায় এ লোকদের এ চাদর, লুঙ্গীগুলো ও আংটিসমূহ খুলে ফেলে দিয়ে ভ্রমণের ঐ সাধারণ পোষাকগুলো পরেই রাসূলুল্লাহ (সঃ)-এর খিদমতে পুনরায় উপস্থিত হওয়া উচিত। লোকগুলো তাই করে। তারা ঐ সাধারণ পোষাকেই তাঁর দরবারে উপস্থিত হয়। তারা তাকে সালাম করে এবং তিনি উত্তর দেন। অতঃপর তিনি বলেনঃ “যে আল্লাহ আমাকে সত্যের সাথে প্রেরণ করেছেন তাঁর শপথ! এ লোকগুলো যখন আমার নিকট প্রথমবার এসেছিল তখন তাদের সাথে ইবলীস ছিল। তখন প্রশ্ন-উত্তর এবং আলাপ-আলোচনা শুরু হয়।রাসূলুল্লাহ (সঃ) প্রশ্ন করছিলেন এবং উত্তরও দিচ্ছিলেন। অনুরূপভাবে ঐ প্রতিনিধি দলও প্রশ্ন করছিল এবং উত্তর দিচ্ছিল। অবশেষে তারা তাঁকে জিজ্ঞেস করে, “আপনি হযরত ঈসা (আঃ) সম্বন্ধে কি বলেন?' তখন তিনি বলেনঃ “আজ আমার নিকট এর উত্তর নেই। তোমরা অপেক্ষা কর, আমার প্রভু এ বিষয়ের যে উত্তর দেবেন আমি তোমাদেরকে তা শুনিয়ে দেবো। পরের দিন তারা পুনরায় আসে। রাসূলুল্লাহ (সঃ) তখনই অবতারিত (আরবী)-এ আয়াতটি (আরবী) পর্যন্ত পাঠ করে শুনিয়ে দেন। তারা এ কথা মেনে নিতে অস্বীকার করে। পরের দিন সকাল হওয়া মাত্রই পরস্পর লা'নত দেয়ার জন্যে রাসূলুল্লাহ (সঃ) হযরত হাসান (রাঃ) ও হযরত হুসাইন (রাঃ)-কে স্বীয় চাদরে জড়িয়ে নিয়ে বেরিয়ে যান, পিছনে পিছনে হযরত ফাতিমা (রাঃ) আসছিলেন। সে সময় তার কয়েকজন সহধর্মিণী ছিলেন। শুরাহবীল এ দৃশ্য দেখামাত্র স্বীয় সঙ্গীদ্বয়কে বলেঃ “তোমরা জান যে, নাজরানের সারা উপত্যকা আমার কথা মত চলে এবং আমার মতানুসারেই তারা কাজ করে থাকে। জেনে রেখো যে, এটা খুব জটিল বিষয়। যদি এ লোকটি সত্য সত্যই নবীরূপে প্রেরিত হয়ে থাকেন তবে তার দষ্টিতে সর্বপ্রথম আমরাই অভিশপ্ত হবো এবং তার নবুওয়াতকে সর্বপ্রথম দরে নিক্ষেপকারীরূপে সাব্যস্ত আমরাই হবো। এ কথাটি তাঁর ও তাঁর সহচরদের অন্তর হতে মুছে যাবে না এবং আমাদের উপর কোন না কোন বিপদ আপতিত হবে। সারা আরবে তার সবচেয়ে নিকটতম আমিই। আর জেনে রেখো যে, যদি তিনি সত্যই আল্লাহর নবী হন তবে মুবাহালা করা মাত্রই পৃথিবীর পৃষ্ঠে আমাদের একটি চুল বা নখ পর্যন্ত অবশিষ্ট থাকবে না। তখন তাঁর সঙ্গীদ্বয় বলে, “হে আবূ মারইয়াম! আপনার অভিমত কি?' সে বলে, আমার মত এই যে, তাকে আমরা নির্দেশ দাতা বানিয়ে দেই। তিনি যা নির্দেশ দেবেন আমরা তা মেনে নেবো। তিনি কখনও অন্যায় নির্দেশ দেবেন না। তারা দু’জন। শুরাহবীলের কথা সমর্থন করে। তখন শুরাহবীল রাসূলুল্লাহ (সঃ)-কে বলে, জনাব, আমি মুবাহালা’ অপেক্ষা উত্তম জিনিস আপনার সামনে পেশ করছি।' রাসূলুল্লাহ (সঃ) বলেনঃ ‘সেটা কি?' সে বলে, আজকের দিন, আগামী রাত্রি এবং কাল সকাল পর্যন্ত আপনি আমাদের সম্বন্ধে যা নির্দেশ দেবেন আমরা তা মেনে নেবো।' রাসূলুল্লাহ (সঃ) তখন তাদেরকে বলেনঃ “সম্ভবতঃ অন্যান্য লোক তোমাদের এ সিদ্ধান্ত মেনে নেবে না।শুরাহবীল বলেঃ আপনি আমার এ সঙ্গীদ্বয়কে এ সম্বন্ধে জিজ্ঞেস করে নিন।' তিনি ঐ দু’জনকে জিজ্ঞেস করলে তারা বলেঃ ‘সারা উপত্যকার লোক তাঁরই মতের উপর চলে থাকে। তথায় এমন কেউ নেই যে তার সিদ্ধান্ত অমান্য করতে পারে। রাসূলুল্লাহ (সঃ) তাদের এ প্রার্থনা মঞ্জুর করেন এবং মুবাহালা’ হতে বিরত হন, তারা তখনকার মত ফিরে যায়। পরের দিন সকালেই তারা নবী (সঃ)-এর খিদমতে উপস্থিত হয়। রাসূলুল্লাহ (সঃ) একটি চুক্তিপত্র তাদের হাতে দেন। বিসমিল্লাহ'-এর পরে ঐ চুক্তিপত্রের বিষয়বস্তু নিম্নরূপঃ‘এ চুক্তিপত্রটি আল্লাহর নবী মুহাম্মদ (সঃ)-এর পক্ষ হতে নাজরান বাসীদের জন্য লিখিত হলো। তাদের প্রত্যেক হলদে, সাদা, কৃষ্ণ এবং গোলামের উপর আল্লাহর রাসূল (সঃ)-এর হুকুম জারী ছিল। কিন্তু তিনি সবই তাদের হাতে ছেড়ে দিলেন। প্রতি বছর তারা শুধু দু’হাজার হুল্লা (লুঙ্গী ও চাদর) প্রদান করবে। এক হাজার দেবে রজব মাসে ও এক হাজার সফর মাসে ইত্যাদি।' পূর্ণ চুক্তিপত্র তাদেরকে দেয়া হয়। এর দ্বারা জানা যাচ্ছে যে, তাদের প্রতিনিধি দল হিজরী নবম সনে এসেছিল। কেননা, হযরত যুহরী (রঃ) বলেন যে, সর্বপ্রথম ঐ নাজরানবাসীরাই রাসূলুল্লাহ (সঃ)-কে জিযিয়া কর প্রদান করে। আর জিযিয়ার আয়াতটি মক্কা বিজয়ের পরে অবতীর্ণ হয়। আয়াতটি হচ্ছেঃ (আরবী) (৯:২৯) শেষ পর্যন্ত। এ আয়াতে কিতাবীদের নিকট হতে জিযিয়া গ্রহণের নির্দেশ দেয়া হয়। ইবনে মিরদুওয়াই স্বীয় গ্রন্থে লিখেছেন যে, আকিব ও তায়্যেব রাসূলুল্লাহ (সঃ)-এর নিকট আগমন করে। তিনি তাদেরকে ‘মুবাহালা’র জন্যে আহ্বান করেন এবং তিনি হযরত হাসান (রাঃ) ও হযরত হুসাইন (রাঃ)-কে নিয়ে বেরিয়ে পড়েন। তাদেরকে বলে পাঠালে তারা অস্বীকৃতি জানায় এবং জিযিয়া প্রদানে স্বীকৃত হয়। তখন রাসূলুল্লাহ (সঃ) বলেনঃ “যিনি আমাকে সত্যসহ প্রেরণ করেছেন সেই আল্লাহর শপথ! যদি এরা দু’জন ‘না’ বলতো তবে এ উপত্যকাই তাদের উপর অগ্নি বর্ষণ করতো। হযরত জাবির (রাঃ) বলেন যে, আয়াতটি তাদের ব্যাপারেই অবতীর্ণ হয়। শব্দের ভাবার্থ হচ্ছে স্বয়ং রাসূলুল্লাহ (সঃ), ও হযরত আলী (রাঃ) শব্দের দ্বারা হযরত হাসান (রাঃ) ও হযরত হুসাইন (রাঃ)-কে বুঝানো হয়েছে এবং শব্দ দ্বারা হযরত ফাতিমা যুহরা (রাঃ)-কে বুঝানো হয়েছে। মুসতাদরিক-ই-হাকিম প্রভৃতি হাদীস গ্রন্থেও এ অর্থের হাদীস বর্ণিত আছে। অতঃপর আল্লাহ তাআলা বলেনঃ “ঈসা (আঃ) সম্বন্ধে আমি যা কিছু বর্ণনা করেছি তা চরম সত্য। এতে চুল পরিমাণও বেশী কম নেই। একমাত্র আল্লাহ তাআলাই ইবাদতের যোগ্য, অন্য কেউ নয়। তিনি প্রবল পরাক্রান্ত ও মহান বিজ্ঞানময়। কিন্তু এখনও যদি এরা মুখ ফিরিয়ে নেয় এবং অন্য কিছু মানতে থাকে তবে আল্লাহ তা'আলা বাতিলপন্থী ও বিবাদীদেরকে ভাল করেই জানেন। তিনি তাদেরকে জঘন্য শাস্তি প্রদান করবেন এবং এর উপরে তিনি পূর্ণ ক্ষমতাবান। কেউ না পারবে তার নিকট হতে পালাতে না পারবে তার সাথে প্রতিদ্বন্দ্বিতা করতে। তিনি পবিত্র ও প্রশংসার যোগ্য। আমরা তার শাস্তি হতে তারই নিকট আশ্রয় চাচ্ছি।",
  "ayah": 63,
  "surah": 3
}
