{
  "text": "ইয়াহুদী, খ্রীষ্টান এবং ঐ প্রকারের লোকদেরকে এখানে সম্বোধন করা হয়েছে। (আরবী) 'শব্দের প্রয়োগ (আরবী)-এর উপর হয়ে থাকে। যেমন এখানে (আরবী) বলার পর (আরবী) বলে ওর বিশেষণ বর্ণনা করা হয়েছে। শব্দের অর্থ হচ্ছে সমান। অর্থাৎ যাতে মুসলমান ও ইয়াহূদ-খ্রীষ্টান সবাই সমান। অতঃপর ওর তাফসীর করা হয়েছে। বলা হয়েছে, ওটা এই যে, মানুষ এক আল্লাহরই ইবাদত করবে, তার সাথে না কোন প্রতিমার উপাসনা করবে, না ক্রুশের পূজো করবে, না পূজো করবে কোন ছবির। না আল্লাহ ছাড়া আগুনের পূজো করবে, না অন্য কোন জিনিসের উপাসনা করবে। বরং তারা এক এবং অদ্বিতীয় আল্লাহরই ইবাদত করবে। সমস্ত নবী (আঃ) মানুষকে এ আহ্বানই জানিয়েছিলেন। ঘোষিত হয়েছেঃ (আরবী) অর্থাৎ তোমার পূর্বে আমি যত রাসূল পাঠিয়েছি সবারই নিকট এই অহীই করেছি যে, আমি ছাড়া কেউ ইবাদতের যোগ্য নেই, সুতরাং তোমরা আমারই ইবাদত কর।' (২১:২৫) অন্য জায়গায় ইরশাদ হচ্ছেঃ (আরবী) অর্থাৎ আমি প্রত্যেক উম্মতের মধ্যে রাসূল পাঠিয়ে এই বলিয়েছি যে, তোমরা আল্লাহর ইবাদত কর এবং দেবতাদের উপাসনা হতে বিরত থাক। (১৬:৩৬)অতঃপর বলা হচ্ছে- আল্লাহকে ছেড়ে পরস্পর আমরা একে অপরকে প্রভু বানিয়ে নেবো না। ইবনে জুরায়েজ (রঃ)-এর মতে এর ভাবার্থ হচ্ছে‘আল্লাহর অবাধ্যতায় আমরা একে অপরের অনুসরণ করবো না।' ইকরামা (রঃ) বলেন যে, এর ভাবার্থ হচ্ছে-‘আমরা আল্লাহ ছাড়া আর কাউকেও সিজদা করবো না। অতঃপর তারা যদি এ ন্যায় ভিত্তিক আহ্বানে সাড়া না দেয় তবে- “হে মুসলমানগণ, তোমরা যে আল্লাহর আনুগত্য স্বীকার করছো ঐ লোকদেরকে তার সাক্ষী বানিয়ে নাও। আমি সহীহ বুখারী শরীফের ব্যাখ্যায় এ ঘটনাটি বিস্তারিতভাবে বর্ণনা করেছি। ওর মধ্যে রয়েছে যে, আবু সুফইয়ান (রাঃ) যখন রোম সম্রাট কায়সারের দরবারে আহুত হন এবং সম্রাট তাঁকে রাসূলুল্লাহ। (সঃ)-এর বংশের অবস্থা জিজ্ঞেস করেন, সে সময় তিনি অমুসলিম ও তাঁর চরম শত্রু হওয়া সত্ত্বেও তার বংশের আভিজাত্যের কথা স্বীকার করতে বাধ্য হন। অনুরূপভাবে তিনি প্রত্যেক প্রশ্নেরই স্পষ্ট ও সঠিক উত্তর দেন। এটি হোদায়বিয়ার সন্ধির পরের ও মক্কা বিজয়ের পূর্বের ঘটনা। এ কারণেই নবী (সঃ) সম্বন্ধে কায়সারের ‘তিনি কি চুক্তি ভঙ্গ করেন? এ প্রশ্নের উত্তরে আবূ সুফইয়ান (রাঃ) বলেছিলেনঃ “তিনি চুক্তি ভঙ্গ করেন না, তবে এখন আমাদের ও তার মধ্যে একটি চুক্তি রয়েছে, না জানি তিনি এতে কি করেন। এখানে। উদ্দেশ্য এটাই যে, এ সমস্ত কথা বার্তার পর রাসূলুল্লাহ (সঃ)-এর পবিত্র চিঠি পেশ করা হয়, যাতে ‘বিসমিল্লাহ’-এর পরে রয়েছেঃ ‘এ পত্রটি আল্লাহর রাসূল মুহাম্মদ (সঃ)-এর পক্ষ হতে রোমের বাদশাহ কায়সারের নিকট। হিদায়াতের অনুসারীদের উপর শান্তি বর্ষিত হোক। অতঃপর ইসলাম গ্রহণ কর তবে শান্তি লাভ করবে এবং আল্লাহ তোমাকে দ্বিগুণ পুণ্য দান করবেন। আর যদি মুখ ফিরিয়ে নাও তবে সমস্ত প্রজাদের পাপ তোমার উপর বর্তিত হবে। অতঃপর এ আয়াতটিই লিখেছিলেন। ইমাম মুহাম্মদ ইবনে ইসহাক (রঃ) প্রমুখ মনীষী। লিখেছেন যে, এ সূরা অর্থাৎ সূরা-ই-আলে-ইমরানের প্রথম হতে নিয়ে কিছু কম বেশী আশি পর্যন্ত আয়াতগুলো নাজরানের প্রতিনিধিদের ব্যাপারে অবতীর্ণ হয়। ইমাম যুহরী (রঃ) বলেন যে, সর্বপ্রথম এ লোকগুলোই জিযিয়া কর প্রদান করে এবং এ বিষয়ে মোটেই মতবিরোধ নেই যে, জিযিয়ার আয়াতটি মক্কা বিজয়ের পরে অবতীর্ণ হয়। এখন প্রশ্ন উঠে যে, এ আয়াতটি মক্কা বিজয়ের পর অবতীর্ণ হয়েছে। তখন রাসূলুল্লাহ (সঃ) কি করে এ আয়াতটি হিরাক্লিয়াসের পত্রে। লিখলেন? এর উত্তর কয়েক প্রকারের দেয়া যেতে পারে। প্রথম এই যে, সম্ভবতঃ এ আয়াতটি দু’বার অবতীর্ণ হয়। অর্থাৎ একবার হুদায়বিয়ার সন্ধির পূর্বে এবং দ্বিতীয়বার মক্কা বিজয়ের পর। দ্বিতীয় উত্তর এই যে, হয়তো সূরার প্রথম হতে এ আয়াতের পূর্ব পর্যন্ত আয়াতগুলো নাজরানের প্রতিনিধিদের ব্যাপারে অবতীর্ণ হয় এবং এ আয়াতটি পূর্বেই অবতীর্ণ হয়েছিল। এ অবস্থায় ইবনে ইসহাক (রঃ)-এর ‘আশির উপর আরও কিছু আয়াত’ -এ উক্তি রক্ষিত হয় না। কেননা, আবু সুফইয়ান (রাঃ) বর্ণিত ঘটনাটি এর সম্পূর্ণ উল্টো। তৃতীয় উত্তর এই যে, সম্ভবতঃ নাজরানের প্রতিনিধিদল হুদায়বিয়ার সন্ধির পূর্বে এসেছিল এবং তারা যা কিছু দিতে সম্মত হয়েছিল তা হয়তো মুবাহালা হতে রক্ষা পাওয়ার জন্যে সন্ধি হিসেবেই দিয়েছিল, জিযিয়া হিসেবে নয়। আর এটাইতো সর্বসম্মত কথা যে, জিযিয়ার আয়াত এ ঘটনার পরে অবতীর্ণ হয় যার মধ্যে ওর সাদৃশ্য এসে যায়। যেমন হযরত আবদুল্লাহ ইবনে জাহাশ (রাঃ) বদরের পূর্বেকার যুদ্ধে যুদ্ধলব্ধ মালকে পাঁচ ভাগে ভাগ করেন এবং এক পঞ্চমাংশ রেখে বাকীগুলো সৈন্যদের মধ্যে বন্টন করে দেন। অতঃপর গনীমতের মাল বন্টনের আয়াতগুলোও ওর অনুরূপই অবতীর্ণ হয় এবং এ নির্দেশই দেয়া হয়। চতুর্থ উত্তর এই যে, রাসূলুল্লাহ (সঃ) যে পত্র হিরাক্লিয়াসকে পাঠিয়েছিলেন তাতে তিনি এ কথাগুলো নিজের পক্ষ হতেই লিখেছিলেন, অতঃপর তাঁর ভাষাতেই অহী অবতীর্ণ হয়। যেমন হযরত উমার ইবনে খাত্তাব (রাঃ)-এর পর্দার নির্দেশের ব্যাপারে ঐ রকমই আয়াত অবতীর্ণ হয়। বদরের যুদ্ধে যেসব কাফির বন্দী হয়েছিল তাদের ব্যাপারেও হযরত উমার (রাঃ)-এর মতের অনুরূপই আয়াত নাযিল হয়। মুনাফিকদের জানাযার নামায না পড়ার ব্যাপারেও তার মতের অনুরূপ নির্দেশ জারী করা হয়। মাকাম-ই-ইবরাহীম (আঃ)-কে নামাযের স্থান বানানোর ব্যাপারেও এরূপই অহী অবতীর্ণ হয়। (আরবী) (৬৬:৫) -এ আয়াতটিও তার কথারই সাদৃশ্যে অবতীর্ণ হয়। সুতরাং এ আয়াতটিও রাসূলুল্লাহ (সঃ)-এর ঘোষণার সাদৃশ্যে নাযিল হয়। এটাই খুব সম্ভব।",
  "ayah": 64,
  "surah": 3
}
