{
  "text": "৬৫-৬৮ নং আয়াতের তাফসীর:\nইয়াহূদীরা বলতো যে, হযরত ইবরাহীম (আঃ) ইয়াহূদী ছিলেন এবং খ্রীষ্টানরা বলতো যে, তিনি খ্রীষ্টান ছিলেন এবং একথা নিয়ে তারা পরস্পর তর্ক-বিতর্ক করতো। আল্লাহ তাআলা এ আয়াতসমূহে তাদের এ দাবীকে খণ্ডন করেছেন। হযরত ইবনে আব্বাস (রাঃ) বলেন যে, নাজরান হতে আগত খ্রীষ্টানদের নিকট ইয়াহূদী আলেমগণ আগমন করে এবং রাসূলুল্লাহ (সঃ)-এর সামনেই তারা কলহ আরম্ভ করে দেয়। প্রত্যেক দলেরই এ দাবী ছিল যে, হযরত ইবরাহীম (আঃ) তাদেরই অন্তর্ভুক্ত ছিলেন। তখন আল্লাহ তা'আলা এ আয়াত অবতীর্ণ করেন। এতে বলা হয়, “হে ইয়াহুদীর দল! তোমরা কি করে হযরত ইবরাহীম (আঃ)-কে তোমাদের অন্তর্ভুক্ত বলছো? অথচ তার যুগে তো হযরত মূসা (আঃ) ছিলেন না এবং তাওরাতও ছিল না। মূসা (আঃ) এবং তাওরাত তো ইবরাহীম (আঃ)-এর পরে এসেছে। অনুরূপভাবে- “হে খ্রীষ্টানের দল! তোমরা ইবরাহীম (আঃ)-কে খ্রীষ্টান কিরূপে বলছো? অথচ খ্রীষ্টান ধর্ম তো তাঁর বহু শতাব্দী পরে প্রকাশ পেয়েছে। এ মোটা কথাটা বুঝার মতও কি তোমাদের জ্ঞান নেই?' অতঃপর এ দু’টি দল যে কিছু না জেনেও বিতর্কে লিপ্ত হয়েছে এ জন্যে আল্লাহ তা'আলা ভৎসনা করেছেন যে, ধর্মীয় বিষয়ে যে জ্ঞান তাদের রয়েছে তা নিয়ে যদি তারা কলহ করতো তবে কিছুটা খাপ খেতো। কিন্তু তারা এমন বিষয় নিয়ে কলহে লিপ্ত হয়েছে, যে বিষয়ে তাদের মোটেই জ্ঞান নেই। যে বিষয়ে তাদের জ্ঞান নেই সে বিষয়টি সর্বজ্ঞাত আল্লাহকে সমর্পণ করাই তাদের উচিত, যিনি প্রত্যেক জিনিসের মূলতত্ত্ব সম্বন্ধে অবগত রয়েছেন। একমাত্র মহান আল্লাহর প্রত্যেক প্রকাশ্য ও গোপনীয় বিষয়ে জ্ঞান রয়েছে। এ জন্যেই তিনি বলেন-“আল্লাহ তা'আলা পরিজ্ঞাত আছেন এবং তোমারা অবগত নও। প্রকৃতপক্ষে হযরত ইবরাহীম (আঃ) ইয়াহূদীও ছিলেন না এবং খ্রীষ্টানও ছিলেন না। বরং তিনি অংশীবাদকে ঘৃণা করতেন এবং মুশরিকদের হতে বহু দূরে থাকতেন। তিনি ছিলেন খাটি ঈমানদার। তিনি কখনও মুশরিক ছিলেন।' এ আয়াতটি সূরা-ই-বাকারার নিম্নের আয়াতটির মতঃ (আরবী) অর্থাৎ তারা বলেছিল, তোমরা ইয়াহূদী হয়ে যাও অথবা খ্রীষ্টান হয়ে যাও তবে সুপথ প্রাপ্ত হবে। (২:১৩৫)অতঃপর আল্লাহ তা'আলা বলেন- হযরত ইবরাহীম (আঃ)-এর অনুসরণের বেশী দাবীদার ঐ সব লোক যারা তাঁর যুগে দ্বীনের উপর প্রতিষ্ঠিত ছিল এবং এখন এ নবী হযরত মুহাম্মাদ মোস্তফা (সঃ) এবং তাঁর অনুসারী মুমিনদের দল, যারা হচ্ছে মুহাজির ও আনসার এবং তাদের পরেও কিয়ামত পর্যন্ত তাঁর অনুসারী যত লোক আসবে।' রাসূলুল্লাহ (সঃ) বলেনঃ প্রত্যেক নবী (আঃ)-এর অন্তরঙ্গ বন্ধু নবীদের (আঃ) মধ্য হতে হয়ে থাকে এবং আমার অন্তরঙ্গ বন্ধু হচ্ছেন নবীদের মধ্যে হতে আমার পিতা আল্লাহ তা'আলার বন্ধু হযরত ইবরাহীম (আঃ)। অতঃপর তিনি এ আয়াতটি পাঠ করেন। (জামেউত্ তিরমিযী ইত্যাদি) তারপর আল্লাহ তা'আলা বলেন যে, যে কেউ আল্লাহর রাসূল (সঃ)-এর উপর ঈমান আনয়ন করবে তার অভিভাবক আল্লাহ।",
  "ayah": 68,
  "surah": 3
}
