{
  "text": "অর্থাৎ গ্রন্থধারীদের মধ্যে যারা আল্লাহর অঙ্গীকারের কোন ধার ধারে না, রাসূলুল্লাহ (সঃ)-এর অনুসরণ করে না, তার গুণাবলীর কথা জনগণের সামনে প্রকাশ করে না, তার সম্পর্কে কিছুই বর্ণনা করে না এবং মিথ্যা শপথ করে থাকে আর এসব জঘন্য কার্যের বিনিময়ে এ নশ্বর জগতে কিছু উপকার লাভ করে, তাদের জন্য পরকালে কোন অংশ নেই। আল্লাহ তা'আলা তাদের সাথে কোন ভালবাসাপূর্ণ কথা বলবেন না এবং তাদের প্রতি করুণার দৃষ্টিতে দেখবেন না। তাদেরকে তিনি পাপ হতে পবিত্রও করবেন না, রবং তাদেরকে জাহান্নামে প্রবেশ করিয়ে দেয়ার নির্দেশ দেবেন। তথায় তারা বেদনাদায়ক শাস্তি ভোগ করতে থাকবে। এ আয়াত সম্পর্কে বহু হাদীসও রয়েছে। ঐগুলোর মধ্যে সামান্য কয়েকটি হাদীস এখানে বর্ণনা করা হচ্ছেঃ(১) মুসনাদ-ই-আহমাদের মধ্যে রয়েছে, রাসূলুল্লাহ (সঃ) বলেনঃ “তিন প্রকারের লোক রয়েছে যাদের সঙ্গে আল্লাহ তাআলা না কথা বলবেন, না। তাদের দিকে করুণার দৃষ্টিতে তাকাবেন আর না তাদেরকে পবিত্র করবেন। একথা শুনে হযরত আবু যার (রাঃ) বলেনঃ “হে আল্লাহর রাসূল (সঃ)! এ লোকগুলো কে? এরা তো বড় ক্ষতির মধ্যে রয়েছে। রাসূলুল্লাহ (সঃ) তিনবার একথাই বলেন। অতঃপর তিনি উত্তর দেনঃ ১. যে ব্যক্তি পায়ের গিটের নীচে কাপড় ঝুলিয়ে দেয়, ২. মিথ্যা শপথ করে যে নিজের পণ্য বিক্রি করে এবং ৩, অনুগ্রহ করার পরে যে তা প্রকাশ করে। সহীহ মুসলিম প্রভৃতির মধ্যে এ হাদীসটি রয়েছে। (২) মুসনাদ-ই-আহমাদের মধ্যে হযরত আবু আহমাস (রঃ) হতে বর্ণিত আছে, তিনি বলেনঃ “আমি হযরত আবু যার (রাঃ)-এর সঙ্গে সাক্ষাৎ করতঃ তাঁকে বলি-আমি শুনেছি যে, আপনি নাকি রাসূলুল্লাহ (সঃ) হতে একটি হাদীস বর্ণনা করে থাকেন? তিনি বলেন, জেনে রাখুন যে, আমি রাসূলুল্লাহ (সঃ) হতে যা শুনি সে ব্যাপারে আমি তার উপর মিথ্যা আরোপ করতে পারি না। বলুন, ঐ হাদীসটি কি? আমি বলি, (তা হচ্ছে) তিন প্রকারের লোককে আল্লাহ তা'আলা বন্ধুরূপে গ্রহণ করেন এবং তিন প্রকারের লোকের প্রতি শত্রুতা পোষণ করেন। তখন তিনি বলেনঃ হ্যা, এ হাদীসটি আমি বর্ণনাও করেছি এবং রাসূলুল্লাহ (সঃ) হতে শুনেছিও বটে।' আমি জিজ্ঞেস করি, কোন কোন্ লোককে তিনি বন্ধুরূপে গ্রহণ করেন। তিনি বলেনঃ ‘প্রথম ঐ ব্যক্তি যে আল্লাহ তা'আলার শত্রুদের প্রতিদ্বন্দ্বিতায় বীরত্বের সাথে যুদ্ধক্ষেত্রে দাঁড়িয়ে যায়। অতঃপর হয় সে বক্ষ বিদীর্ণ করিয়ে দেয়, না হয় বিজয়ী বেশে ফিরে আসে। দ্বিতীয় ঐ ব্যক্তি যে কোন যাত্রী দলের সাথে সফররত হয়েছে। বহু রাত পর্যন্ত যাত্রী দল চলতে থাকে। যখন অত্যন্ত ক্লান্ত হয়ে পড়ে তখন এক জায়গায় অবতরণ করে। সবাই তো ঘুমিয়ে পড়ে কিন্তু ঐ লোকটি জেগে থাকে এবং নামাযে মশগুল হয়ে পড়ে। অতঃপর যাত্রার সময় সকলকে জাগিয়ে দেয়। তৃতীয় ঐ ব্যক্তি যার প্রতিবেশী তাকে কষ্ট দেয় এবং সে ধৈর্যধারণ করে, যে পর্যন্ত না মৃত্যু অথবা সফর তাদের মধ্যে বিচ্ছিন্নতা আনয়ন করে। আমি বলিঃ ঐ তিন ব্যক্তি কারা যাদের উপর আল্লাহ অসন্তুষ্ট? তিনি বলেনঃ ১. খুব বেশী শপথকারী ব্যবসায়ী, ২. অহংকারী দরিদ্র এবং ৩. অনুগ্রহ প্রকাশকারী কৃপণ। এ হাদীসটি এ সনদে গারীব।(৩) মুসনাদ-ই-আহমাদে রয়েছে যে, কিন্দা গোত্রের ইমরুল কায়েস নামক একটি লোকের সঙ্গে হায়রে মাউতের একটি লোকের জমিজমা নিয়ে বিবাদ ছিল। এটা রাসূলুল্লাহ (সঃ)-এর সামনে পেশ করা হলে তিনি বলেনঃ “হারামী ব্যক্তি প্রমাণ উপস্থিত করুক। তার নিকট কোন প্রমাণ ছিল না। তখন। রাসূলুল্লাহ (সঃ) বলেনঃ ‘কিন্দী ব্যক্তি শপথ গ্রহণ করুক।' তখন হাযরামী লোকটি বলেঃ আপনি যখন তার শপথের উপরেই ফায়সালা করলেন তখন কা’বার প্রভুর শপথ করে আমি বলতে পারি যে, সে আমার জমি নিয়ে নেবে।' তিনি বলেনঃ “যে ব্যক্তি মিথ্যা কসম খেয়ে কারও মাল নিজের করে নেবে সে যখন আল্লাহ তা'আলার সঙ্গে সাক্ষাৎ করবে তখন আল্লাহ পাক তার প্রতি অসন্তুষ্ট হবেন। অতঃপর রাসূলুল্লাহ (সঃ) এ আয়াতটি পাঠ করেন। তখন ইমরুল কায়েস বলেঃ “হে আল্লাহর রাসূল (সঃ)! যদি কেউ তার দাবী ছেড়ে দেয় তবে সে তার কি প্রতিদান পাবে?' রাসূলুল্লাহ (সঃ) বলেন: ‘জান্নাত। সে বলেঃ হে আল্লাহর রাসূল! আপনি সাক্ষী থাকুন যে, আমি তাকে সমস্ত ভূমি ছেড়ে দিলাম। এ হাদীসটি সুনান-ই-নাসাঈর মধ্যেও রয়েছে। (৪) “যে ব্যক্তি কারও সম্পদ ছিনিয়ে নেয়ার উদ্দেশ্যে মিথ্যা শপথ করে, সে যখন আল্লাহ পাকের সাথে সাক্ষাৎ করবে তখন আল্লাহ তাআলা তাঁর প্রতি অত্যন্ত ক্রোধান্বিত হবেন। হযরত আশআস (রাঃ) বলেনঃ আল্লাহর শপথ! এটা আমারই সম্বন্ধে। আমারও একজন ইয়াহূদীর মধ্যে ভাগে এক খণ্ড ভূমি ছিল। সে আমার অংশ অস্বীকার করে বসে। আমি ঘটনাটি রাসূলুল্লাহ (সঃ)-এর নিকট বর্ণনা করি। তিনি আমাকে বলেনঃ “তোমার নিকট কোন প্রমাণ আছে কি? আমি বলিঃ না। তিনি ইয়াহূদীকে শপথ করতে বলেন। আমি বলিঃ হে আল্লাহর রাসূল! এ ব্যক্তি শপথ করে আমার মাল নিয়ে যাবে। তখন আল্লাহ তা'আলা এ আয়াত অবতীর্ণ করেন। এ হাদীসটি সহীহ বুখারী ও সহীহ মুসলিমের মধ্যেও রয়েছে।(৫) মুসনাদ-ই-আহমাদের মধ্যে হযরত ইবনে মাসউদ (রাঃ) হতে বর্ণিত আছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “যে ব্যক্তি কোন মুসলমানের মাল অন্যায়ভাবে গ্রহণ করবে সে আল্লাহ তাআলার সঙ্গে এমন অবস্থায় সাক্ষাৎ করবে যে, আল্লাহ পাক তার প্রতি অসন্তুষ্ট থাকবেন। এমন সময় তথায় হযরত আশআস ইবনে কায়েস (রাঃ) আগমন করেন এবং বলেনঃ আবু আব্দির রহমান আপনার নিকট কি হাদীস বর্ণনা করেন? আমি দ্বিতীয় বার বর্ণনা করি। তখন তিনি বলেনঃ এ হাদীসটি রাসূলুল্লাহ (সঃ) আমার ব্যাপারেই বর্ণনা করেছেন। আমার এবং আমার এক চাচাতো ভাইয়ের মধ্যে একটি কূপ নিয়ে বিবাদ ছিল। কূপটি তারই অধিকারে ছিল। রাসূলুল্লাহ (সঃ)-এর সামনে আমরা এ মামলা নিয়ে গেলে তিনি আমাকে বলেনঃ তুমি প্রমাণ উপস্থিত কর যে, কূপটি তোমারই, নতুবা তার শপথের উপরেই ফায়সালা হবে। আমি বলিঃ হে আল্লাহর রাসূল (সঃ)! আমার নিকট তো কোন প্রমাণ নেই, আর যদি তার শপথের উপরে নির্ভর করে মীমাংসা করা হয় তবে সে আমার কূপ নিয়ে নেবে। আমার প্রতিদ্বন্দ্বী তো দুশ্চরিত্র ব্যক্তি। সে সময় রাসূলুল্লাহ (সঃ) এ হাদীসটি বর্ণনা করতঃ এ আয়াতটি পাঠ করেন।(৬) মুসনাদ-ই-আহমাদে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেছেনঃ “আল্লাহ তা'আলার বান্দাদের মধ্যে কতক বান্দা এমনও রয়েছে যাদের সঙ্গে তিনি কিয়ামতের দিন কথা বলবেন না এবং তাদের দিকে দেখবেন না। জিজ্ঞেস করা হয়ঃ হে আল্লাহর রাসূল (সঃ)! তারা কে? তিনি বলেনঃ “স্বীয় বাপ-মার প্রতি অসন্তোষ ও অনাগ্রহ প্রকাশকারী ছেলে, ছেলের প্রতি অসন্তোষ প্রকাশকারী ও তার নিকট হতে বিচ্ছিন্নতা অবলম্বনকারী বাপ এবং ঐ ব্যক্তি যার উপর কোন গোত্রের অনুগ্রহ রয়েছে কিন্তু সে তা অস্বীকার করে এবং নিজেকে ওটা হতে মুক্ত মনে করতঃ তাদের দিক হতে চক্ষু ফিরিয়ে নেয়।(৭) মুসনাদ-ই-ইবনে আবি হাতিমে রয়েছে, হযরত আবদুল্লাহ ইবনে আবি আওফা (রাঃ) বর্ণনা করেনঃ “একটি লোক স্বীয় পণ্য দ্রব্য বাজারে রেখে শপথ করে বলে যে, ঐ গুলোর এত এত দর দেয়া হতো। কিন্তু আসলে তা দেয়া হতো না। উদ্দেশ্যে ছিল যেন মুসলমানেরা তার ফাঁদে পড়ে যায়। তখন এ আয়াতটি অবতীর্ণ হয়। সহীহ বুখারীর মধ্যেও এটা বর্ণিত আছে।(৮) মুসনাদ-ই-আহমাদের মধ্যে রয়েছে যে, রাসূলুল্লাহ (সঃ) বলেনঃ “তিন ব্যক্তির সঙ্গে মহান আল্লাহ কিয়ামতের দিন কথা বলবেন না, তাদের দিকে দেখবেন না এবং তাদেরকে পবিত্র করবেন না, আর তাদের জন্যে রয়েছে বেদনাদায়ক শাস্তি। প্রথম ঐ ব্যক্তি যার নিকট প্রয়োজনের অতিরিক্ত পানি রয়েছে কিন্তু কোন মুসাফিরকে সে তা প্রদান করে না। দ্বিতীয় ঐ ব্যক্তি যে আসরের পরে মিথ্যা কসম খেয়ে স্বীয় মাল বিক্রি করে। তৃতীয় ঐ ব্যক্তি যে মুসলমান বাদশাহর হাতে বায়আত গ্রহণ করে, অতঃপর যদি বাদশাহ তাকে মাল প্রদান করেন তবে সে বায়আত পুরো করে এবং মাল না দিলে তা পুরো করে না। এ হাদীসটি সুনান-ই-আবি দাউদ এবং জামেউত্ তিরমিযীর মধ্যেও রয়েছে। ইমাম তিরমিযী (রঃ) এটাকে হাসান সহীহ বলেছেন।",
  "ayah": 77,
  "surah": 3
}
