{
  "text": "فَلَا اقْتَحَمَ الْعَقَبَةَ (11) يجوز أن يكون { فلا اقتحم العقبة } تفريع إدماج بمناسبة قوله : { وهديناه النجدين } [ البلد : 10 ] أي هديناه الطريقين فلمْ يسلك النجْد الموصِّل إلى الخير .ويجوز أن يكون تفريعاً على جملة { يقول أهلكت مالاً لبداً } [ البلد : 6 ] وما بينهما اعتراضاً ، وتكون «لا اقتحم العقبة» استفهاماً حذف منه أداته . وهو استفهام إنكار ، والمعنى : أنه يدعي إهلاك مَال كثيرٍ في الفساد من ميسر وخمر ونحو ذلك أفَلا أهلكه في القُرَب والفضائل بفكّ الرقاب وإطعام المساكين في زمن المجاعة فإن الإِنفاق في ذلك لا يخفى على الناس خلافاً لما يدعيه من إنفاققٍ .وعلى هذا الوجه لا يعرِض الإِشكال بعدم تكرُّر ( لا ) فإن شأن ( لا ) النافية إذا دخلت على فعل المضي ولم تتكرر أن تكون للدّعاء إلاّ إذا تكررت معها مثلُها معطوفةٌ عليها نحو قوله : { فلاَ صَدَّق ولا صلَّى } [ القيامة : 31 ] أو كانت ( لا ) معطوفة على نفي نحو : ما خرجتُ ولا ركبتُ . فهو في حكم تكرير ( لا ) . وقد جاءت هنا نافية في غير دعاء ، ولم تتكرر استغناء عن تكريرها بكون ما بعدها وهو { اقتَحَم العقبة } يتضمن شيئين جاء بيانهما في قوله : { فكُّ رقبة أو إطعام } فكأنه قال : فلا فَكَّ رقبةً ولا أطعم يتيماً أو مسكيناً . ويجوز أن يكون عدم تكرير ( لا ) هنا استغناء بقوله : { ثم كان من الذين آمنوا } فكأنه قيل : فلا اقتحم العقبة ولا آمن . ويظهر أن كل ما يصرف عن التباس الكلام كاففٍ عن تكرير ( لا ) كالاستثناء في قول الحريري في «المقامة الثلاثين» : «لا عقد هذا العقد المبجل في هذا اليوم الأغر المحجّل إلا الذي جال وجاب» الخ وأُطلق { العقبةُ } على العمل الموصل للخير لأن عقبة النجد أعلى موضع فيه . ولكل نجد عقبة ينتهي بها . وفي العقبات تظهر مقدرة السابرة .والاقتحام : الدخول العسير في مكان أو جماعة كثيرين يقال : اقتحم الصَفَّ ، وهو افتعال للدلالة على التكلف مثل اكتسب ، فشبه تكلف الأعمال الصالحة باقتحام العقبة في شدته على النفس ومشقته قال تعالى : { وما يلقاها إلا الذين صبروا } [ فصلت : 35 ] .والاقتحام : ترشيح لاستعارة العقبة لِطريق الخير ، وهو مع ذلك استعارة لأن تزاحم الناس إنما يكون في طلب المنافع كما قال: ... والمورد العذب كثير الزحاموأفاد نفي الاقتحام أنه عدل على الاهتداء إيثاراً للعاجل على الآجل ولو عزم وصَبر لاقْتحم العقبة . وقد تتابعت الاستعارات الثلاث : النجدين ، والعقبة ، والاقتحام ، وبُني بعضها على بعض وذلك من أحسن الاستعارة وهي مبنية على تشبيه المعقول بالمحسوس .والكلام مسوق مساق التوبيخ على عدم اهتداء هؤلاء للأعمال الصالحة مع قيام أسباب الاهتداء من الإِدراك والنطق .",
  "ayah": 11,
  "surah": 90
}
