{
  "text": "وَأَنْتَ حِلٌّ بِهَذَا الْبَلَدِ (2) وجملة : { وأنت حل بهذا البلد } معترضة بين المتعاطفات المقسم بها والواو اعتراضية . والمقصود من الاعتراض يختلف باختلاف محمل معنى { وأنت حل } فيجوز أن يكون { حل } اسم مصدرِ أحَلّ ، أي أباح ، فالمعنى وقد جعلَك أهلُ مكة حلالاً بهذا البلد الذي يحرم أذى صيده وعَضْدُ شجره ، وهم مع ذلك يُحلون قتلك وإخراجَك ، قال هذا شُرَحْبيل بن سعد فيكون المقصود من هذا الاعتراض التعجيب من مضمون الجملة وعليه فالإِخبار عن ذات الرسول صلى الله عليه وسلم بوصف { حِلّ } يقدر فيه مضاف يعيِّنه ما يصلح للمقام ، أي وأنت حلال منك ما حُرِّم من حقِّ ساكن هذا البلد من الحُرمة والأمن . والمعنى التعريض بالمشركين في عدوانهم وظلمهم الرسول صلى الله عليه وسلم في بلد لا يظلمون فيه أحداً . والمناسبة ابتداء القسم بمكة الذي هو إشعار بحرمتها المقتضية حرمة من يحل بها ، أي فهم يحرِّمون أن يتعرضوا بأذى للدواب ، ويعتدون على رسول جاءهم برسالة من الله .ويجوز أن يكون { حِل } اسماً مشتقاً من الحِلّ وهو ضد المنع ، أي الذي لا تَبعة عليه فيما يفعله . قال مجاهد والسدي ، أي ما صنعت فيه من شيء فأنت في حلّ أو أنت في حِل مِمن قَاتلك أن تقاتله . وقريب منه عن ابن عباس ، أي مهما تمكنتَ من ذلك . فيصدق بالحال والاستقبال . وقال في «الكشاف» : «يعني وأنت حل به في المستقبل ونظيره في الاستقبال قوله عز وجل : { إنك ميت وإنهم ميتون } [ الزمر : 30 ] ، تقول لمن تَعِدُه بالإِكرام والحباء أنت مكرم محبُوّاً اه .فهذا الاعتراض تسلية للرسول صلى الله عليه وسلم قُدمت له قبل ذكر إعراض المشركين عن الإِسلام ، ووعد بأنه سيمكنه منهم .وعلى كلا الوجهين في محمل صفة { حِل } هو خصوصية للنبيء صلى الله عليه وسلم وقد خصصه النبي صلى الله عليه وسلم بيوم الفتح فقال : \" وإنما أحلت لي ساعة من نهار \" الحديث ، وفي «الموطإ» : «قال مالك : ولم يكن رسول الله صلى الله عليه وسلم يومئذ ( أي يوم الفتح ) مُحْرِماً» .ويُثار من هذه الآية على اختلاف المحامل النظرُ في جواز دخول مكة بغير إحرام لغير مريد الحج أو العمرة . قال الباجي في «المنتقى» وابنُ العربي في «الأحكام» : الداخل مكة غيرَ مريد النسك ، لحاجة تتكرر كالحَطّابينَ وأصحاب الفواكهِ والمعاش هؤلاء يجوز دخولهم غيرَ محرمين لأنهم لو كلفوا الإِحرام لَحِقتهم مشقة . وإن كان دخولها لحاجة لا تتكرر فالمشهور عن مالك : أنه لا بد من الإِحرام ، وروي عنه تركُه والصحيح وجوبه ، فإن تركه قال الباجي : فالظاهر من المذهب أنه لا شيء عليه وقد أساء ولم يُفصِّل أهل المذهب بين من كان من أهل داخل الميقاتتِ أو مِن خارجه .والخلاف في ذلك أيضاً بين فقهاء الأمصار فذهب أبو حنيفة أن من كان من أهل داخل المواقيت يجوز له دخول مكة بغير إحرام إن لم يُرِد نسكاً من حج أو عمرة ، وأما من كان مِن أهل خارج المواقيت فالواجب عليه الإِحرام لدخول مكة دون تفصيل بين الاحتياج إلى تكرر الدخول أو عدم الاحتياج . وذهب الشافعي إلى سقوط الإِحرام عن غير قاصد النسك ، ومذهب أحمد موافق مذهب مالك .وحكى ابن عطية عن بعض المتأولين : أن معنى { وأنت حل بهذا البلد } أنه حَال ، أي ساكن بهذا البلد اه . وجعله ابن العربي قولاً ولم يَعزُه إلى قائل ، وحكاه القرطبي والبيضاوي كذلك وهو يقتضي أن تكون جملة { وأنت حلّ } في موضع الحال من ضمير { أقسم } فيكون القسم بالبلد مقيداً باعتبار كونه بلَد محمد صلى الله عليه وسلم وهو تأويل جميل لو ساعد عليه ثبوت استعمال { حِلّ } بمعنى : حَالّ ، أي مقيم في مكاننٍ فإن هذا لم يرد في كتب اللغة : «الصَحاحِ» و«اللسانِ» و«القاموسِ» و«مفرداتتِ الراغب» . ولم يعرج عليه صاحب «الكشاف» ، ولا أحسب إعراضه عنه إلا لعدم ثقته بصحة استعماله ، وقال الخفاجِي : والحِلّ : صفة أو مصدر بمعنى الحَال هنا على هذا الوجه ولا عبرة بمن أنكره لِعدم ثبوته في كتب اللغة» اه وكيف يقال : لا عبرة بعدم ثبوته في كتب اللغة ، وهل المَرجع في إثبات اللغة إلاّ كتب أيمتها .وتكرير لفظ { بهذا البلد } إظهار في مقام الإِضمار لقصد تجديد التعجيب . ولقصد تأكيد فتح ذلك البلد العزيز عليه والشديد على المشركين أن يَخْرُج عن حوزتهم .",
  "ayah": 2,
  "surah": 90
}
