{
  "text": "لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ (4)والخلق : إيجاد ما لم يكن موجوداً ، ويطلق على إيجاد حالة لها أثر قويّ في الذات كقوله تعالى : { يخلقكم في بطون أمهاتكم خلقاً من بعد خلق } [ الزمر : 6 ] وقوله : { وإذ تخلق من الطين كهيئة الطير } [ المائدة : 110 ] . فهو جعل يغير ذات الشيء .والكَبَد بفتحتين : التعب والشدة ، وقد تعددت أقوال المفسرين في تقرير المراد بالكَبَد ، ولم يعرج واحد منهم على ربط المناسبة بين ما يفسِّر به الكَبَد وبين السياق المسوق له الكلام وافتتاحِه بالقسم المشعر بالتأكيد وتوقع الإنكار ، حتى كأنَّهم بصدد تفسير كلمة مفردة ليست واقعة في كلام يجب التِئامُه ، ويَحِق وِءَامُه .وقد غضُّوا النظر عن موقع فِعل { خلقنا } على تفسيرهم الكبد إذ يكون فعل { خلقنا } كمعذرة للإِنسان الكافر في ملازمة الكَبد له إذ هو مخلوق فيه . وذلك يحط من شدة التوبيخ والذم ، فالذي يلتئم مع السياق ويناسب القسم أن الكبد التعب الذي يلازم أصحاب الشرك من اعتقادهم تعدد الآلهة . واضطرابُ رأيهم في الجمع بين ادعاء الشركاء لله تعالى وبين توجّههم إلى الله بطلب الرزق وبطلب النجاة إذا أصابهم ضر . ومن إحالتهم البعث بعد الموت مع اعترافهم بالخلق الأول فقوله : { لقد خلقنا الإنسان في كبد } دليل مقصوداً وحده بل هو توطئة لقوله : { أيحسب أن لن يقدر عليه أحد } [ البلد : 5 ] . والمقصود إثبات إعادة خلق الإِنسان بعد الموت للبعثثِ والجزاء الذي أنكروه وابتدأهم القرآن بإثباته في سُور كثيرة من السور الأولى .فوزان هذا التمهيد وزان التمهيد بقوله : { لقد خلقنا الإنسان في أحسن تقويم ثم رددناه أسفل سافلين } [ التين : 4 ، 5 ] بعد القسم بقوله : { التين والزيتون } [ التين : 1 ] الخ .فمعنى : { أيحسب أن لن يقدر عليه } [ البلد : 5 ] : أيحسب أن لن نقدر عليه بعد اضمحلال جسده فنعيده خلقاً آخر ، فهو في طريقة القسم والمُقسم عليه بقوله تعالى : { لا أقسم بيوم القيامة } إلى قوله : { أيحسب الإنسان أَلَّن نجمع عظامه بلى قادرين على أن نسوي بنانه } [ القيامة : 1 4 ] . أي كما خلقناه أول مرة في نَصَب من أطوار الحياة كذلك نخلقه خلقاً ثانياً في كَبدٍ من العذاب في الآخرة لكفره .وبذلك يظهر موقع إدماج قوله { في كبد } لأن المقصود التنظير بين الخلْقين الأول والثاني في أنهما من مقدور الله تعالى .والظرفية من قوله : { في كبد } مستعملة مجازاً في الملازمة فكأنه مظروف في الكَبَد ، ونظيره قوله : { بل الذين لا يؤمنون بالآخرة في العذاب والضلال البعيد أفلم يروا إلى ما بين أيديهم وما خلفهم } [ سبأ : 8 ، 9 ] الآية . فالمراد : عذاب الدنيا ، وهو مشقة اضطراب البال في التكذيب واختلاققِ المعاذير والحيرة من الأمر على أحد التفسيرين لتلك الآية .فالمعنى : أن الكَبَد ملازم للمشرك من حين اتصافه بالإِشراك وهو حين تقوُّم العقل وكماللِ الإدراك .ومن الجائز أن يجعل قوله : { لقد خلقنا الإنسان في كبد } من قبيل القلب المقبول لتضمنه اعتباراً لطيفاً وهو شدة تلبّس الكَبد بالإِنسان المشرك حتى كأنه خُلِق في الكَبَد .والمعنى : لقد خلقنا الكَبَد في الإنسان الكافر .وللمفسرين تأويلات أخرى في معنى الآية لا يساعد عليها السياق .",
  "ayah": 4,
  "surah": 90
}
