{
  "text": "سورة لقمان کا یہ رکوع اپنے مضامین کے اعتبار سے بہت اہم ہے۔ اسی اہمیت کے پیش نظر اسے ہم نے مطالعہ قرآن حکیم کے منتخب نصاب میں بھی شامل کیا ہے۔ چناچہ منتخب نصاب کے پہلے حصے جامع اسباق کا تیسرا درس اس رکوع پر مشتمل ہے۔ بنیادی طور پر اس رکوع میں حضرت لقمان کی نصیحتیں نقل ہوئی ہیں۔ ان نصیحتوں میں اس قدر جامعیت ہے کہ انسان کی نجات اخروی کے لوازمات کا ایک مکمل خاکہ ان کے اندر موجود ہے۔ حضرت لقمان نہ تو خود نبی تھے اور نہ ہی کسی نبی کے پیروکار تھے ‘ بلکہ وہ ایک سلیم الفطرت اور سلیم العقل انسان تھے۔ ان کے حوالے سے جو بہت اہم نکتہ یہاں پر واضح ہوتا ہے وہ یہ ہے اس دورۂ ترجمہ قرآن کے دوران قبل ازیں بھی یہ نکتہ بار بارزیر بحث آچکا ہے کہ ہر انسان فطرت سلیمہ پر پیدا ہوتا ہے اور اگر ماحول کے منفی اثرات کے باعث اس کی فطرت مسنح نہ ہوگئی ہو تو وحی یا کسی نبی کی راہنمائی کے بغیر بھی کائنات کے کچھ حقائق تک اس کی رسائی ممکن ہوسکتی ہے۔ وہ اپنی عقل سلیم کے ذریعے بڑی آسانی سے اس نتیجے پر پہنچ سکتا ہے کہ اس پوری کائنات کا خالق ایک ہے ‘ اس کی تخلیق میں اس کے ساتھ کوئی اور شریک نہیں۔ وہ ایسی ہستی ہے جو تمام صفات کمال سے بتمام و کمال متصفّ ہے۔ اسی نے اس کائنات کی تدبیر کی ہے اور وہی اس کا انتظام سنبھالے ہوئے ہے۔ اسی طرح ایک سلیم الفطرت انسان عقلی طور پر یہ حقیقت بھی سمجھ سکتا ہے کہ انسان کی زندگی صرف اس دنیا کی زندگی تک ہی محدود نہیں بلکہ اس کے بعد ایک دوسری زندگی کا ہونا بھی ناگزیر ہے۔ اور یہ کہ جس خالق نے انسانوں کو پیدا کیا ہے وہ ان کا محاسبہ بھی کرے گا۔ ہر انسان کو اپنے کیے کی سزا یا جزا کے لیے اپنے خالق کے حضور ضرور حاضر ہونا پڑے گا۔ ان حقائق کے ادراک کو ”ایمان“ تو نہیں کہا جاسکتا ‘ لیکن معرفت یا حکمت کا نام دیا جاسکتا ہے۔ اس لیے کہ ”ایمان“ تو نبی کی دعوت کی تصدیق کا نام ہے ‘ جس تک انسان خود بخود رسائی حاصل نہیں کرسکتا۔ البتہ معرفت اور حکمت کے یہ دو مقامات وجود باری تعالیٰ کا ادراک اور آخرت کا شعور ایسے ہیں جن تک انسان اپنی عقل سلیم کی مدد سے بھی پہنچ سکتا ہے بشرطیکہ اس کی فطرت پر غفلت اور مادیت کے پردے نہ پڑچکے ہوں۔ایک سلیم الفطرت انسان کو اس مقام معرفت پر پہنچ کر آگے بڑھنے کے لیے کسی راہنمائی کی ضرورت ہوتی ہے۔ یعنی اب تک اس نے عقل کی مدد سے اپنے خالق کو پہچان تو لیا ہے لیکن اس کے خالق کا اس سے تقاضا کیا ہے اس بارے میں اسے کچھ معلوم نہیں۔ چناچہ یہاں پہنچ کر وہ مدد کے لیے پکارتا ہے۔ انسان کی فطرت سلیمہ کی اس پکار کو اللہ تعالیٰ نے الفاظ کا جامہ عطا کر کے ایک خوبصورت دعا کی صورت میں محفوظ فرما دیا ہے۔ یہ وہی دعا ہے جو ہم ہر نماز کی ہر رکعت کے اندر پڑھتے ہیں۔ لیکن ہمیں معلوم ہونا چاہیے کہ یہ ایک عام آدمی کی دعا نہیں ہے بلکہ یہ اس انسان کی فطرت کی پکار ہے جو اپنی سلامتئ طبع ‘ سلامتئ فطرت اور سلامتئ عقل کی مدد سے اللہ کی معرفت حاصل کرچکا ہے۔ اس معرفت کے بعد اس کی روح گویا بےاختیار پکار اٹھتی ہے : اَلْحَمْدُ لِلّٰہِ رَبِّ الْعٰلَمِیْنَ یعنی اس نے اللہ کو خالق کائنات اور رب العالمین کے طور پر پہچان لیا ہے۔ وہ اللہ کو الرَّحْمٰنِ الرَّحِیْمِ ہستی کے طور پر بھی جان چکا ہے۔ اس کے بعد وہ مٰلِکِ یَوْمِ الدِّیْنِ کی منطق کا قائل بھی ہوچکا ہے اور اپنی عقل سلیم ہی کی مدد سے اسے اِیَّاکَ نَعْبُدُ وَاِیَّاکَ نَسْتَعِیْنُ کا فلسفہ بھی سمجھ میں آچکا ہے۔ لیکن اس سے آگے وہ کچھ نہیں جانتا۔ اسے اس حقیقت کا ادراک تو ہوگیا ہے کہ اسے اپنے رب ہی کی بندگی کرنا چاہیے اور اسی کی مرضی پر چلنا چاہیے ‘ مگر اس کی بندگی کا طریقہ کیا ہے ؟ اور اس کی مرضی ہے کیا ؟ اس بارے میں اسے کچھ معلوم نہیں۔ چناچہ یہاں وہ اسی ذات کی طرف رجوع کرتا ہے جس کی معرفت سے اس کا سینہ منور ہوا ہے اور اس سے راہنمائی کی درخواست کرتا ہے : اِہْدِنَا الصِّرَاطَ الْمُسْتَقِیْمَ۔ صِرَاطَ الَّذِیْنَ اَنْعَمْتَ عَلَیْہِمْ 5 غَیْرِ الْمَغْضُوْبِ عَلَیْہِمْ وَلا الضَّآلِّیْنَ ”اے ہمارے ربّ ! ہمیں ہدایت بخش سیدھی راہ کی۔ راہ ان لوگوں کی جن پر تیرا انعام ہوا ‘ جو نہ تو مغضوب ہوئے اور نہ گمراہ۔“ 6 حضرت لقمان ایک ایسی ہی سلیم الفطرت شخصیت تھے جو وحی یا کسی نبی کی راہنمائی کے بغیر کائنات کے مذکورہ حقائق تک رسائی حاصل کرنے میں کامیاب ہوئے تھے۔ وہ حبشئ النسل تھے اور پیشے کے اعتبار سے بڑھئی تھے۔ ان کا تعلق مصر اور سوڈان کے سرحدی علاقے نوبیا Noobia سے تھا۔ اللہ تعالیٰ کی عطا کردہ حکمت و ذہانت اور سلامتی فطرت کی مدد سے نہ صرف انہیں توحید کی معرفت حاصل ہوئی بلکہ وہ اس نتیجے پر بھی پہنچ گئے کہ انسانی اعمال ضائع ہونے کی چیز نہیں ہیں۔ اس رکوع میں حضرت لقمان کی ان نصیحتوں کا ذکر ہے جو انہوں نے انتقال کے وقت اپنے بیٹے کو کی تھیں۔ گویا یہ باتیں ان کی عمر بھر کی سوچ کاُ لبّ لباب ہیں۔ چونکہ وہ کسی نبی کے پیروکار نہیں تھے اور نہ ہی وحی کی تعلیمات ان تک پہنچی تھیں اس لیے ان کی نصیحتوں میں نہ تو کسی رسول کا تذکرہ ہے اور نہ ہی ان حقائق کا ذکر ہے جن کا علم صرف وحی کے ذریعے سے ہی حاصل ہوتا ہے۔ عرب کے لوگ حضرت لقمان کی شخصیت سے خوب واقف تھے۔ وہ نہ صرف انہیں ایک دانشور حکیم کے طور پر جانتے تھے بلکہ ان کے اقوال کو اپنے اشعار اور خطبات میں نقل quote بھی کیا کرتے تھے۔ اس پس منظر میں حضرت لقمان کے اقوال و نصائح کو قرآن میں نقل quote کر کے اللہ تعالیٰ گویا مشرکین عرب کو بتانا چاہتا ہے کہ دیکھو ! لقمان جیسا دانشور حکیم بھی اپنی سلامتی طبع اور سلامتی فکر کے باعث اسی اصول اور اسی نکتے تک پہنچا تھا جس کی دعوت آج تم لوگوں کو محمد ﷺ دے رہے ہیں۔اَنِ اشْکُرْ لِلّٰہِ ط ”انسان کی حکمت و دانائی اور اس کی فطرت کے ”سلیم“ ہونے کا لازمی تقاضا ہے کہ جو کوئی بھی اس کے ساتھ بھلائی کرے اس کے لیے اس کے دل میں بھلائی اور احسان مندی کے جذبات پیدا ہوں اور پھر وہ مناسب طریقے سے ان جذبات کا اظہار بھی کرے۔ چناچہ اگر کسی شخص کی فطرت بالکل ہی مسخ نہ ہوچکی ہو تو وہ اپنے محسن اعظم اور منعم حقیقی یعنی اللہ تعالیٰ کے حضور ہر لمحہ اور ہر مقام پر ضرور کلمہ شکر بجا لائے گا۔ اور اس میں کیا شک ہے کہ اللہ کے شکر کے اظہار کے لیے بہترین کلمہ شکر ”اَلْحَمْدُ لِلّٰہِ“ ہے جو قرآن مجید کا کلمہ آغاز بھی ہے۔",
  "ayah": 12,
  "surah": 31
}
