{
  "text": "آیت 17 یٰبُنَیَّ اَقِمِ الصَّلٰوۃَ ”نماز اللہ کے ذکر کا بہت بڑا ذریعہ ہے۔ نماز کی اقامت یا پابندی سے مقصود بنیادی طور پر یہی ہے کہ اللہ پر ایمان کی کیفیت کو ہر وقت مستحضر رکھا جائے ‘ ورنہ انسان کا نفس اسے غلط راستے پر ڈال دے گا اور شیطان اسے ورغلانے میں کامیاب ہوجائے گا۔ سورة العنکبوت کی آیت 45 میں نماز کا مقصد یہی بتایا گیا ہے کہ یہ غلط کاموں سے روکتی ہے : اُتْلُ مَآ اُوْحِیَ اِلَیْکَ مِنَ الْکِتٰبِ وَاَقِمِ الصَّلٰوۃَط اِنَّ الصَّلٰوۃَ تَنْہٰی عَنِ الْفَحْشَآءِ وَالْمُنْکَرِ ط ”تلاوت کرتے رہا کریں اس کی جو وحی کی گئی ہے آپ کی طرف کتاب میں سے اور نماز قائم کریں ‘ یقیناً نماز روکتی ہے بےحیائی سے اور برے کاموں سے“۔ چناچہ حضرت لقمان کی نصیحت کا مفہوم یہ ہے کہ بیٹا ! اللہ کو محض پہچان لینا ہی کافی نہیں بلکہ اسے ہر وقت یاد رکھنا بھی ضروری ہے ‘ ورنہ انسان کا سیدھے راستے سے بھٹکنے کا اندیشہ ہر وقت رہے گا۔ اب ہمیں یہ تو معلوم نہیں کہ حضرت لقمان کے ہاں نماز کی کیا صورت تھی مگر مراد اس سے یہی ہے کہ انسان کو اپنے شب و روز میں کوئی ایسا معمول ضرور اپنانا چاہیے جس سے اللہ کو ہر وقت یاد رکھا جائے۔وَاْمُرْ بالْمَعْرُوْفِ وَانْہَ عَنِ الْمُنْکَرِ ”یہ ان کی چوتھی نصیحت ہے۔ دراصل یہ انسان کی انسانیت ‘ اس کی شرافت اور مروّت کا نا گزیر تقاضا ہے کہ وہ اپنے ابنائے جنس کی بھلائی کے لیے حسب استطاعت کوشاں رہے۔ انسانیت کی سب سے بڑی خدمت جو کوئی انسان سر انجام دے سکتا ہے وہ یہی ہے کہ وہ معاشرے میں رہتے ہوئے بھلائی کا پرچار کرے اور برائیوں سے لوگوں کو روکے۔وَاصْبِرْ عَلٰی مَآ اَصَابَکَ ط ”یہ گویا امر بالمعروف اور نہی عن المنکر کے عمل کا لازمی اور منطقی نتیجہ ہے۔ اس لیے کہ حق ہمیشہ کڑوا ہوتا ہے ‘ اپنے اعمال اور رویے ّ پر تنقید کسی کو بھی پسند نہیں۔ چناچہ جب آپ حق کی بات کریں گے ‘ لوگوں کے غلط طرز عمل پر تنقید کریں گے ‘ کسی کو برائی سے رک جانے کی نصیحت کریں گے ‘ تو لوگ آپ کو برا بھلا بھی کہیں گے اور آپ پر کیچڑ بھی اچھالنے کی کوشش کریں گے۔ حتیٰ کہ وہ آپ کی جان کے درپے بھی ہوجائیں گے۔ اس لیے اگر آپ نے امر بالمعروف اور نہی عن المنکر کا علم بلند کر کے حق کا راستہ اپنانا ہے تو پھر آپ کو صبر کرنا بھی سیکھنا ہوگا اور مشکل سے مشکل حالات میں استقامت کا مظاہرہ بھی کرنا ہوگا۔اِنَّ ذٰلِکَ مِنْ عَزْمِ الْاُمُوْرِ ”غور کریں تو حضرت لقمان کی ان چارنصیحتوں میں وہی چار باتیں ایک دوسرے انداز میں بیان ہوئی ہیں جن کا ذکر سورة العصر میں آیا ہے۔ سورة العصر میں یہ باتیں یوں بیان ہوئی ہیں : اِلَّا الَّذِیْنَ اٰمَنُوْا وَعَمِلُوا الصّٰلِحٰتِ وَتَوَاصَوْا بالْحَقِّج وَتَوَاصَوْا بالصَّبْرِ ”سوائے ان لوگوں کے جو ایمان لائے ‘ انہوں نے نیک اعمال کیے اور ایک دوسرے کو حق کی نصیحت کی اور ایک دوسرے کو صبر کی تلقین کی“۔ سورة العصر میں مذکور ان چار نکات یعنی ایمان ‘ اعمال صالحہ ‘ تواصی بالحق اور تواصی بالصبر کا اگر حضرت لقمان کی نصائح کے مندرجات سے تقابل کریں تو ”ایمان“ کی جگہ حضرت لقمان نے توحید کا ذکر کیا ہے ‘ اعمال صالحہ میں سے نماز اور والدین کے ساتھ حسن سلوک کا ذکر ہے۔ تواصی بالحق کی جگہ انہوں نے امر بالمعروف اور نہی عن المنکر کی نصیحت کی ہے جبکہ ”صبر“ کا ذکر دونوں جگہ پر ہی موجود ہے۔ گویا دونوں مقامات پر استعمال ہونے والی اصطلاحات اگرچہ مختلف ہیں لیکن مضمون ایک ہی ہے۔",
  "ayah": 17,
  "surah": 31
}
