{
  "text": "Commentary\nوُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَّاصِبَةٌ (Many faces on that day will be humbled, working hard, exhausted...88:3). On the Day of Judgment, there will be two separate groups of people, believers and unbelievers, and their faces will be different. This verse describes the faces of the unbelievers. They will be downcast. The word khashi` ah from the root word khusha' means to humble, humiliate, cast down'. This is the meaning of casting oneself down before Allah in prayer. People who did not cast themselves down before Allah in this world, their faces on the Day of Judgement will be downcast with humiliation and disgrace.\nThe other conditions of the unbelievers are amilah and nasibah. The word ` amilah from ` aural means 'to work hard' and ` amil or ` amilah in Arabic is used for 'a person who works continuously, so as to become completely tired'. The word nasibah is derived from nasab. This word also refers to 'one who toils unceasingly so as to become totally exhausted'. It seems that the latter two conditions of the unbelievers relate to this world, because Hereafter is not a realm in which one has to work to become so tired and exhausted. Therefore, Qurtubi and other commentators are of the view that the humbleness of their faces relates to the Hereafter, but their working hard and being exhausted refers to their work in this world. Given this interpretation, the sense is that many unbelievers exert themselves in their false rituals, and work hard in their presumed acts of worship in the world, as for instance the Hindu Yogis and many Christian monks do. They endure many difficulties in the devotional acts of worship sincerely in order to seek the good pleasure of Allah, but being on wrong and idolatrous ways, they are not acceptable to, or rewarded by, Allah. Thus their faces show signs of exhaustion in this world; and in the Hereafter they will show signs of disgrace and humiliation.\nSayyidna Hasan Basri رحمۃ علیہ reports that when Sayyidna ` Umar ؓ went to Syria, a Christian monk came to him. He was an old man, and on account of his religious exercises and great endeavours, his face was exhausted, his body was dry and his dressing was miserable. When Sayyidna ` Umar ؓ looked at him, he began to weep. People asked him about the cause of his weeping. He replied: \"I pity the condition of this old man. This poor soul worked so hard and showed such readiness to lay down his life to achieve a particular purpose (that is, to gain the pleasure of Allah) but, alas! He could not achieve it”. Then he recited the following verse:\nوُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ . عَامِلَةٌ نَّاصِبَةٌ\nMany faces on that day will be humbled, 'working hard, exhausted. [ 88:2-3] '",
  "ayah": 2,
  "surah": 88
}
