{
  "text": "أَفَلَا يَنظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ (So, do they not look at the camels how they are created...88:17) The Qur'an first described the conditions of the Hereafter; and it then went on to depict the reward of the believers and the retribution of the unbelievers. Now it turns attention to rebuff the obdurate unbelievers' foolish denial of the Hereafter. They reject it on the ground that after death and decomposition of the body and bones it is inconceivable that they would be recomposed and resurrected. For their guidance, Allah invites their attention to reflect carefully on a few of His Signs. There are uncountable Signs of Allah in the universe. These verses refer to four of them specifically which suited the condition of the desert Arabs. They often travelled through the desert. In such a situation, all they saw were camels they travelled on. They mounted camels and covered long journeys. Above them was the sky and beneath them was the earth. All around them [ left, right, front and back ] they saw mountains. The Arabs are commanded to ponder over these four natural phenomena which make Allah's might manifest.\nAmong animals, the camel has certain peculiar characteristics that can be a reflection of Divine wisdom and power. It is the largest, most robust and durable animal. Although elephant is a much larger animal than the camel, Allah has mentioned the camel rather than the elephant, because the Arabs knew camels and scarcely saw an elephant. Despite the fact that a camel is such a huge animal, a Bedouin Arab will not find it difficult to look after it even if he is poor. If he is unable to gather or afford food for it, it has to be let loose and will gather its own nutriment and live on leaves. It has a long neck to reach the tops of the high trees. The food of elephants and other animals work out expensive. In Arabian deserts, water is a scarce commodity. It is not available everywhere or anytime. Yet it can survive for about a week without water as Allah's Power has provided it with a small narrow-mouthed pouch in its paunch in which it stores up extra water [ which it uses up gradually for seven to eight days ]. Thus it is a superb draught beast. Nature has created it uniquely, so that it is perfectly adapted to survive the hazards of the harsh climate of the desert.\nThere is no need to set up a ladder to climb up the high animal. Allah has divided its legs into three levels. Each leg has two knees that it manoeuvres to sit down so that it becomes easier for riders to climb up and down. It is the chief beast of burden in deserts, and as such, it is able to carry large loads. It is most difficult to travel in daytime in Arabia because of scorching sunlight. Allah has made it possible for the camel to keep on travelling the whole night. Camels are so obedient that that even a little child can lead them along anywhere. Camels are very valuable to them in many other ways that teach man that Allah is Omnipotent and has consummate wisdom.\nIn conclusion of the Chapter, the Messenger of Allah ﷺ is comforted thus:\nلَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ (You are not a taskmaster set up over them,....88:22) The Holy Prophet ﷺ is told that he is only a preacher, and as such he must keep on preaching. He should not worry beyond that. It is for Allah to call the unbelievers to Him to render account of their deeds and actions, and punish them accordingly.\nAlhamdulillah\nThe Commentary on\nSurah Al-Ghashiyah\nEnds here",
  "ayah": 22,
  "surah": 88
}
