{
  "text": "The Trade that saves One from the Painful Torment\nWe mentioned a Hadith from `Abdullah bin Salam in that the Companions wanted to ask the Prophet of Allah about the best actions with Allah the Exalted and Most Honored, so they could practice them. Allah the Exalted sent down this Surah, including this Ayah,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ هَلْ أَدُلُّكمْ عَلَى تِجَـرَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ\n(O you who believe! Shall I guide you to a trade that will save you from a painful torment) Allah then explained this great trade that will never fail, the trade that will earn one what he wishes and saves him from what he dislikes. Allah the Exalted said,\nتُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَـهِدُونَ فِى سَبِيلِ اللَّهِ بِأَمْوَلِكُمْ وَأَنفُسِكُمْ ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ\n(That you believe in Allah and His Messenger, and that you strive hard and fight in the cause of Allah with your wealth and your lives, that will be better for you, if you but know!) this is better than the trade of this life and striving hard for it and amassing it. Allah the Exalted said,\nيَغْفِرْ لَكُمْ ذُنُوبَكُمْ\n(He will forgive you your sins,) meaning, `if you fulfill what I commanded you and guided you to, then I will forgive your sins and admit you into the Gardens of Paradise. In them, you will have exalted residences and high postitions.' This is why Allah the Exalted said,\nوَيُدْخِلْكُمْ جَنَّـتٍ تَجْرِى مِن تَحْتِهَا الاٌّنْهَـرُ وَمَسَـكِنَ طَيِّبَةً فِى جَنَّـتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ\n(and admit you into Gardens under which rivers flow, and pleasant dwellings in `Adn (Eternal) Paradise; that is indeed the great success.) Allah said,\nوَأُخْرَى تُحِبُّونَهَا\n(And also another (blessing) which you love,) meaning, `I will grant you more favors that you like,'\nنَصْرٌ مِّن اللَّهِ وَفَتْحٌ قَرِيبٌ\n(help from Allah and a near victory.) meaning, if you fight in Allah's cause and support His religion, He will grant you victory. Allah the Exalted said,\nيأَيُّهَا الَّذِينَ ءَامَنُواْ إِن تَنصُرُواْ اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ\n(O you who believe! If you help (in the cause of) Allah, He will help you, and make your foothold firm.) (47:7), and,\nوَلَيَنصُرَنَّ اللَّهُ مَن يَنصُرُهُ إِنَّ اللَّهَ لَقَوِىٌّ عَزِيزٌ\n(Verily, Allah will help those who help His (cause). Truly, Allah is All Strong, All-Wise.) (22:40) Allah's statement,\nوَفَتْحٌ قَرِيبٌ\n(and a near victory.) means, it will come sooner, and this is the increased favor that is earned in this life and continues, becoming the delight of the Hereafter. It is for those who obey Allah and His Messenger and support Allah and His religion. Allah said;\nوَبَشِّرِ الْمُؤْمِنِينَ\n(And give glad tidings to the believers.)",
  "ayah": 11,
  "surah": 61
}
