{
  "text": "Sequence of Verses\nRefuted in the previous verses was the root of Shirk and Kufr which is rejection of the reality of Allah's Oneness and the rejection of the mandate given by Him to His prophet. Also refuted there were some off-shoots of Kufr and Shirk in the form of legalizing the illegal and illegalizing the legal, a virtual reversal of Divinely ordained arrangements. Since the Mushriks of Makkah who were the first direct addressees of the Holy Qur’ an and who, despite their infidelity and idol-worship, claimed that they were adherents of the great community of Sayyidna Ibrahim (علیہ السلام) and that what they did was all in accordance with his teachings, it was also taken up as due. The rejection of their position came on the basis of what they already believed in.\nSo, in the first (120) of the five verses cited above, it was said that Sayyidna Ibrahim (علیہ السلام) was the foremost universal leader of nations with the high station of a prophet and messenger of Allah. This proves that he was a great prophet and messenger. Then, by saying: وَمَا كَانَ مِنَ الْمُشْرِ‌كِينَ (and he was not among the Mushriks...121) along with it, his being a torch bearer of the most perfect belief in the Oneness of Allah was confirmed.\nAnd in the second verse (121), by saying that he was grateful to Allah and was on the straight path, a warning signal was given to his adversaries who claimed to be his followers - how could they, being as ungrateful as they were, had the cheek to call themselves his adherents and followers?\nAfter that it was said in the third verse (122) that Sayyidna Ibrahim (علیہ السلام) was successful in Dunya and 'Akhirah and then it was said in the fourth verse (123) that the prophetic mission of Sayyidna Muhammad al-Mustafa ﷺ was true and that he was truly committed to the ideal of the authentic community of Sayyidna Ibrahim (علیہ السلام) . After having stated these two premises, the instruction given was: your claim cannot be correct without faith in and obedience to the Holy Prophet ﷺ .\nIn the fifth verse (124): إِنَّمَا جُعِلَ السَّبْتُ (The Sabbath was appointed only for those...) the hint given is that good things you, on your own, have made unlawful for yourself were really not unlawful in the community of Sayyidna Ibrahim (علیہ السلام) .\nCommentary\nThe word: اُمَّہ (ummah) has a few other meanings, but the well-known sense is that of community, nation, or group of people. At this place, this is what it means - as reported from Sayyidna Ibn ` Abbas ؓ . The sense is that Sayyidna Ibrahim (علیہ السلام) is, in his person, a community, a nation, almost a compendium of their perfections and merits. There is another meaning of the word: اُمَّہ (ummah), that of the leader of a community, someone imbibing in his person many perfections. Some commentators have taken exactly this meaning of the word at this place. And the word: قَانِت (qanit) in verse 120 means obedient to the command (of his Creator). Sayyidna Ibrahim (علیہ السلام) has distinct status in these two qualities. As for being a leader, people from all famous Faiths of the world believe in him and consider it an honour to be the followers of his community. Of course, the Jews, the Christians and the Muslims revere him. Even the Mushriks of Arabia, despite their idol-worship, felt proud to believe in him and in (supposedly) following his way (the way of someone who was the foremost idol-breaker in human annals) ! As for the signal distinction of his being 'qanit' (obedient), it becomes crystal clear from the trials this 'friend' (khalil) of Allah has gone through. Imagine the fire of Namrud (Nimrod), the Command to go elsewhere leaving behind his family in a wilderness, and then, his being ready to sacrifice his very dear son. All these are singularities because of which Allah Ta’ ala has honoured him with such epithets.",
  "ayah": 122,
  "surah": 16
}
