{
  "text": "After the description of things created in the heavens and the earth, and the benefits human beings derive from them, the text now turns to the high seas wherein Divine wisdom has placed many more benefits for them. Verse 14 which begins with the words: هُوَ الَّذِي سَخَّرَ‌ الْبَحْرَ‌ لِتَأْكُلُوا (And He is the One who has subjugated the sea so that you may eat) which points out to the excellent arrangement whereby they get their supply of sea food, fresh white meat from the fish.\nBy calling the fish, fresh meat, in the sentence which follows immediately, that is: لِتَأْكُلُوا مِنْهُ لَحْمًا طَرِ‌يًّا (so that you may eat fresh meat there from - 14), a hint has also been placed within the statement that it is free of any condition of slaughtering necessary with other animals. That is, as if, meat made ready, without having to do so. This was the first benefit.\nThe second benefit is indentified in the sentence appearing immediately next: وَتَسْتَخْرِ‌جُوا مِنْهُ حِلْيَةً تَلْبَسُونَهَا (and may take out from it ornaments you wear - 14), that is, divers would dive in it and take out what the text calls: حِلْيَةً (hilyah: translated as ornaments). The literal meaning of hilyah' is زیِنَۃ zinah, that which beautifies, embellishes, adorns or ornaments. Thus, the reference here is to pearls and precious coral stones which are taken out of the sea. Women wear it as necklaces or earrings. Though these ornaments are worn by women, yet the Holy Qur’ an has used the word in the masculine gender: تَلْبَسُونَهَا talbasunaha), that is, 'you wear.' What has been hinted here is that the wearing of ornaments by women is, in reality, in the interest of men. That woman looks good is, in reality, the right of man. He can even compel his wife to wear dress and ornaments which look good on her. Other than that, men too can use precious stones on their rings.\nThe third benefit of the sea appears in: وَتَرَ‌ى الْفُلْكَ مَوَاخِرَ‌ فِيهِ وَلِتَبْتَغُوا مِن فَضْلِهِ (And you see the boats cleaving through it and so that you may seek His bounty - 14). The word: فُلْكَ (fulk) means boat, and: مَوَاخِرَ‌ (mawakhir) is the plural of مَاخِرَہ : makhirah. Makhr (مَخَر) means to cleave or plough through the water. The reference is to boats and ships which traverse the sea cleaving through the waves of the waters.\nThe sense of the verse (14) is that Allah Ta’ ala has made the sea one of the means of reaching distant countries. Thus, He has made it easy for human beings to travel by sea and bring in or send out their commercial goods. The text also declares it to be an excellent means of seeking the bounty of Allah, that is, their rizq or sustenance - because, trading through the sea routes is most economical and beneficial.",
  "ayah": 14,
  "surah": 16
}
