{
  "text": "Commentary\nThe verb: هَاجَرُ‌وا (hajaru) is a derivation from hijrat (pausal : hijrah) which literally means to leave one's homeland. The leaving of one's home-land done for the sake of Allah is an act of great obedience and worship in Islam. The Holy Prophet ﷺ said: اَلھِجرۃ تَھدَمُ مَا کَانَ قَبلَھَا ('Hijrah demolishes all sins that were before it' ).\nThis Hijrah is Farcl (obligatory) and Wajib (necessary) under some situations while it is recommended as desirable and better (Mustahabb) under some others. Related injunctions have appeared in details under comments on verse 97 of Surah An-Nisa' أَلَمْ تَكُنْ أَرْ‌ضُ اللَّـهِ وَاسِعَةً (Was not the earth of Allah wide enough that you might have sought refuge in it? - 3:97) [ Ma` ariful-Qur'an, Volume II ] Mentioned here at this place are particular promises which Allah Ta’ ala has made to Muhajirin, those who do Hijrah, that is, leave their homeland for His sake.\nHow does Hijrah bring Better Life in the Present World?\nIn the verses cited above, two great promises have been made to Muhajirin subject to some conditions: (1) To give them a good place right here in this world, and (2) To bless them with the greater reward of the Hereafter which is limitless. The expression: 'a good place in the world' is highly comprehensive. It includes a good residence for the Muhajir (one who does Hijrah) as well as neighbours who are good. It also includes extended means of living, supremacy over hostile enemies, recognition and fair name among people, and honour which continues through the family, and progeny. (Qurtubi)\nThe background of the revelation of the verse is basically the first Hijrah which the noble Companions made to Ethiopea. Then, the probability that it may include the Hijrah to Ethiopea as well as the Hijrah to al-Madinah al-Munawwarah which came after that. Mentioned here in this verse are the same Muhajirin to Ethiopea, or the Muhajirin to Madinah. Therefore, some scholars have said that this promise was for these blessed Sahabah ؓ only, that is, those who had made their Hijrah to Ethiopea, or those who had later done it to Madinah. As for the promise of Allah, it stood already fulfilled within the present world, something witnessed openly. Everyone saw how Madinah was made for them the real good place to live. Instead of hostile neighbours, they lived among those who were sympathetic, sharing and sacrificing. Enemies were conquered and subdued. Within a short period of time since their Hijrah, doors of ample sustenance were thrown open for them. The poor and needy of yester years became wealthy citizens of the day. Many countries of the world came under their sway. Such were their achiements in moral greatness and beauty of conduct that they remain receiving words of praise from friends and foes alike even to this day. Allah Ta` ala blessed them with great honour, and their generations as well. These were things that were to take place in this world, which they did. Now, the promise of the Hereafter shall also be fulfilled. But, says Abu Hayyan in his Tafslr Al-Bahr Al-Muhit:\nوَالَّذِینَ ھَاجَرُوا عَام فِی المُھَاجِرِینَ کَایٔنا مَّا کَانُوا فَیَشمَلُ اَوَّلَھُم وآخِرَھُم\nThe expression: الَّذِينَ هَاجَرُ‌وا (And those who migrated) is general and inclusive of all those who leave their homeland whatever their country or time. Therefore, this includes all Muhajirin, from the very first ones down to the last among them who do their Hijrah for the sake of Allah right upto the Last Day, the day of Al-Qiyamah. (v. 5, p. 492)\nThis is also as required by the general exegetic rule under which a commentator relies on the general sense of the word, even though there be a particular event or group as the prime cause of the revelation of the verse. Therefore, included in this promise are Muhajirin of the whole world and of all times - and the fulfillment of both these promises for all Muhajirin is certain.\nA similar promise has been made for Muhajirin in the following verse of Surah An-Nisa' وَمَن يُهَاجِرْ‌ فِي سَبِيلِ اللَّـهِ يَجِدْ فِي الْأَرْ‌ضِ مُرَ‌اغَمًا كَثِيرً‌ا وَسَعَةً [ And whoever migrates in the way of Allah he shall find many a place to settle and wide dimension (of resources) - 4:100] particularly promised wherein are spatial abundance and extensive means. But, along with these promises, the Holy Qur'an has also put forth some qualifications of Muhajirin and some conditions of Hijrah as well. Therefore, those deserving of the fulfillment of these promises can only be the Muhajirin who possess these qualifications and who have satisfied the desired conditions.",
  "ayah": 41,
  "surah": 16
}
