{
  "text": "Hadith is Necessary to Understand Qur'an : The Rejection of Hadith is Really the Rejection of the Qur'an\nThe word: اَلذِّکر (adh-dhikr) in verse 44: وَأَنزَلْنَا إِلَيْكَ الذِّكْرَ‌ لِتُبَيِّنَ لِلنَّاسِ : \"And We sent down the Message (adh-dhikr: The Qur’ an) so that you explain to the people,\" means, by consensus, the Holy Qur’ an - and, in this verse, the Holy Prophet has been given the assignment of explaining the meaning of verses revealed to him before people. Herein lies an open proof that the correct understanding of the realities, insights and injunctions of the Holy Qur'an depends on the statement of the Prophet of Islam, Muhammad al-Mustafa ﷺ . If everyone, by simply acquiring the knowledge of Arabic language and literature, were to become capable of understanding the injunctions of the Qur’ an as Divinely intended, then, the mission of explaining assigned to the Holy Prophet\twould have been rendered meaningless.\nIn Al-Muwafqat, Allamah Shatibi has provided detailed proof that the Sunnah of the Holy Prophet ﷺ ، the whole of it, is the explanation of the Book of Allah because the Qur’ an has said about the Holy Prophet وَإِنَّكَ لَعَلَىٰ خُلُقٍ عَظِيمٍ : ﷺ (And surely you are at the height of a sublime nature - 68:4) and which was explained by Sayyidah ` A'ishah ؓ by saying: کَانَ خُلُقُہُ القُرآن (The Qur'an was his sublime nature). Thus, the outcome is that every word and deed which provenly issued forth from the Holy Prophet is nothing but what was said by the Qur’ an. Some of these are the explanation of a verse of the Holy Qur’ an in express and obvious terms, while in some cases there appears no express mention about them in the Holy Qur’ an, but they are nonetheless based on some kind of revelation, though it was not made part of the Holy Qur'an. Thus, that too, in a certain way, comes under the operative purview of the Qur'an itself. This is because according to the clarification of the Qur’ an nothing that he says is prompted by his personal desire, instead of which, it is a Wahy (revelation) from Allah Ta’ ala: وَمَا يَنطِقُ عَنِ الْهَوَى إِنْ هُوَ إِلَّا وَحْيٌ يُوحَىٰ , (and nor does he talk from desire. It is nothing but a revelation revealed - 53:3-4). This tells us that all acts of worship, dealings with people, personal morals and habits of the Holy Prophet ﷺ were, all of them, through Divine revelation and have the same authority as that of the Qur’ an. Then, there are occasions when he has done something as based on his Ijtihad in which case it is ultimately - either through Divine revelation or through an absence of any restraining order - corrected and supported. Therefore, that too stands empowered with the authority of Wahy (revelation).\nTo sum up, it can be said that this verse has declared that the purpose for which the Holy Prophet ﷺ was sent is the explaining of the Qur'an. This purpose of his mission in this world has also been mentioned in several verses of Surah Al-Jumu` ah, and elsewhere too, where it has been referred to as the Ta` lim of Al-Kitab or Teaching of the Book. Now turn your attention to the great treasure of Hadith which one of the most talented and intellectually peerless people of our community, right from the Sababah and Tabi` in all the way to the Muhaddithin of the later period, have guarded more than their lives and delivered it to the Muslim Ummah as fait accompli. These were people who spent their whole lives sifting through this treasure and went on to establish the categories of Hadith narrations. As for narrations which they did not find matching enough in authority for the purpose of basing Islamic legal in-junctions on them, these they have separated from the treasure of Hadith. Instead, they have simply written standard books based exclusively on these narrations, which have proved correct and reliable after life-long criticisms and researches.\nIf today a person calls this treasure of Hadith unreliable under one or the other pretext or artifice, it plainly means that the Holy Prophet acted against this Qur’ anic injunction when he did not explain what the Qur’ an had said; or, that he had explained it but his explanation did not remain preserved for posterity. Under either of the two conditions, it is being suggested that the Qur’ an has not remained protected as to its meaning - the responsibility of protecting which has been undertaken by Allah Ta’ ala Himself: وَإِنَّا لَهُ لَحَافِظُونَ [ We, Ourselves, have sent down the Dhikr (the Qur'an) and We are there to protect it - 15:9]. This claim or inference of such a person is contrary to this textual authority (nass) of the Qur’ an. From here it stands proved that a person who refuses to accept the Sunnah of the Holy Prophet as a binding authority of Islam is, in reality, a denier of the Qur'an itself. Na ‘udhubillah: May Allah protect us from it.",
  "ayah": 44,
  "surah": 16
}
