{
  "text": "Accepting Bribe is Sternly Forbidden as It Breaks the Covenant of Allah\nVerse 95 which begins with the words: وَلَا تَشْتَرُ‌وا بِعَهْدِ اللَّـهِ ثَمَنًا قَلِيلًا (And do not take a paltry price against the pledge of Allah) that is, 'do not break the Covenant of Allah for a paltry price.' Here, 'a paltry price' refers to worldly life and its gains. No matter how major they may be yet, as compared with the gains of the Hereafter, even the entire world and its en-tire wealth is nothing but paltry. Whoever opts for the gains of the mortal world at the cost of the far superior returns in the Hereafter has struck a deal which will bring nothing but utter loss - because, selling off a blessing which is supreme and a wealth which is everlasting in exchange for something fast perishing and intrinsically low is what no sensible person would ever elect to do.\nIbn ` Atiyyah said: If doing something is obligatory on a person, then, it is a Covenant of Allah due against him. He is responsible for it. And in the process of fulfilling this duty, the act of charging wages or something in return, and not doing what duty calls for without being first paid off in cash or kind, is what amounts to breaking the Covenant of Allah. Sim-ilarly, if not doing something is obligatory on a person, then, should that person do it against returns received from someone, that too will constitute the breaking of the Covenant of Allah.\nThis tells us that all prevailing kinds of bribery are unlawful. For example, a government servant who receives a salary for what he does has virtually given a pledge to Allah that he would perform the job assigned to him against the salary he receives. Now, if he goes about asking for some sort of return from someone in order to do that job, and keeps hedging and postponing the required action until he has that return, then, this official is breaking the Covenant of Allah. Similarly, doing something for which the department has not empowered him, even doing it by accepting bribe, is also a breach of pledge. [ A1.-Bahr al-Muhit ]\nA Comprehensive Definition of Bribe\nThe statement of Ibn ` Atiyyah quoted above also accomodates a fairly inclusive definition of bribe (Rishwat) which, in the words of Tafsir Al-Bahr al-Muhit, is as follows:\nاَخَذ الاموال علی فعل ما یجب علی الاٰخذ فعلہ او فعل ما یجب علیہ ترکہ\nTaking a return for not doing a job the doing of which is obligatory on a person, or taking a return for doing a job not doing which is obligatory on a person, is what bribe is. [ A1-B4r al-Muhit, p. 533, v. 5]\nThat the combined blessings of the whole world are paltry has been stated in the next verse (96) through the words: مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ اللَّـهِ بَاقٍ that is, 'what is with you (meaning worldly gains; is to end; and what is with Allah Ta’ ala (meaning the reward and punishment of the Hereafter) is to last forever'.",
  "ayah": 95,
  "surah": 16
}
