{
  "text": "Commentary\nWhat is 'good life'?\nAccording to the majority of commentators, the expression 'good life' used here means a pure and pleasing life in the present world while some Tafsir authorities have taken it to mean life in the Hereafter. And a closer look at the explanation given by the majority would also show that it does not mean that such a person will never encounter poverty or sickness. Instead, it means that a believer - even if he ever faces poverty or pain - has two things with him which shield him from becoming disturbed. First comes his habit of remaining content with the available (qana’ ah), the hallmark of a simple life. This thing works in straitened circumstances as well. Secondly, there is this belief of his, the belief that he is going to receive the great and eternal blessings of the Hereafter in return for whatever poverty or pain he has suffered from. Poised counter to this is the condition of a disbeliever and sinner. If such a person faces poverty and pain, he has nothing to hold him together and give him solace and comfort. In this state, he is likely to lose his sanity, even think of committing suicide. And in case he was affluent, his greed would not let him sit peacefully. When the drive for more wealth makes him a millionaire, the dreams of becoming a billionaire would keep spoiling his peace.\nAs for righteous believers, says Ibn ` Atiyyah, Allah Ta’ ala blesses them with a life full of pleasure, contentment and gracefulness right here in this world as well, something that never changes whatever the condition. That their life will be graceful while they enjoy health and ex-tended means is all too obvious, particularly so on the ground that they just do not have the greed to keep their wealth increasing unnecessarily, an urge that keeps harassing one under all circumstances. And even if they have to face lean days or sickness of some sort, they always have a strong support to fall back on. They are perfect believers in the promises made by Allah. They have strong hopes of seeing ease after hardship and comfort after pain. These strengths never let their life become grace-less. It is like the work of a farmer who has made his farm ready for crops. No matter how much pain he takes in working to see his crops grow, yet he welcomes all that for the sake of the comfort he is going to have. In a short time, he is certain, he is going to have the best of return for what he has done. A businessman or a wage earner would do the same. They would face all sorts of hardship in their job, even a little disgrace once in a while. But, they brave through everything and remain happy and hopeful. They believe that their business will bring profit and their job, a salary. The believer too believes that he is getting a return for every hardship and when comes the life of the Hereafter, his return for every hardship will come to him in the form of blessings that are great and everlasting. As for the life of the present world, it is not such a big deal as compared to that of the Hereafter. Therefore, a believer finds it easy to remain patient against worldly variations in living conditions.\nThus, these conditions never make a believer suffer from anxiety, apprehension and boredom. This is the 'good life' a believer is blessed with in cash, on the spot, right here in this world.",
  "ayah": 97,
  "surah": 16
}
