{
  "text": "Это - порицание христиан, которые назвали Аллаха третьей ипостасью троицы. Когда Аллах сообщил об этом пророку Исе, тот заявил о своей непричастности к подобным воззрениям. Он сказал: «Господи! Ты бесконечно далек от этих отвратительных слов и превыше всего, что не подобает Твоему величию. Я не мог говорить людям то, что было чуждо мне и на что у меня не было права. Ни приближенные ангелы, ни пророки, ни любые другие творения не заслуживают обожествления, потому что все они - зависимые рабы и беспомощные существа. Если бы я говорил такое, то Тебе было бы известно об этом, ведь Ты доподлинно знаешь о том, что в моей душе, и том, что я совершил. Ты ведаешь все тайное и сокровенное!» В этих словах проявляется совершенный этикет, который Мессия соблюдал в общении со своим Господом. Он не сказал, что не говорил ничего подобного. Но из его слов было ясно, что он не говорил ничего из того, что было несовместимо с его славным положением. Более того, подобное было просто невозможно. Он самым совершенным образом подчеркнул безупречность Господа и признал, что знание принадлежит только Ему - Ведающему сокровенное и явное. Затем он разъяснил, что именно он приказал сынам Исраила. Он сказал: «Я говорил им только то, что Ты велел мне сказать. Я - раб, покорный Твоей воле, и я не ослушаюсь Тебя. Я велел им поклоняться только Тебе и искренне служить Тебе. Это означает, что я запретил им обожествлять меня или мою мать и разъяснил им то, что я - всего лишь зависимый раб. Я возвестил им о том, что их Господь также является моим Господом. Я был свидетелем их деяний, пока находился среди них, и могу засвидетельствовать, кто из них выполнил мои повеления, а кто не сделал этого. Когда же Ты упокоил меня, Ты наблюдал за ними, за их сокровенными мыслями и тайными помыслами. Ты свидетельствуешь обо всем сущем благодаря Своему знанию, слуху и зрению. Ты знаешь обо всем, о чем можно знать, и слышишь все, что можно услышать, и видишь все, что можно увидеть. Ты один воздаешь по заслугам Своим рабам, поскольку Тебе известно таящееся в них добро и зло. Ты властен наказать их, ведь они - Твои рабы. Ты проявляешь к ним больше сострадания, чем они сами к себе. Тебе известно об их деяниях, и если бы они не были дерзкими ослушниками, то Ты не стал бы наказывать их. Но Ты можешь простить их, ведь Ты - Могущественный и Мудрый. Твое прощение является следствием Твоего совершенного могущества. Ты не похож на тех, которые прощают в силу собственной слабости и бессилия. Ты мудр, и твоя мудрость требует от Тебя прощать тех, кто своими деяниями заслуживает прощения».",
  "ayah": 118,
  "surah": 5
}
