{
  "text": "После упоминания о том, что люди обоих предыдущих Писаний заключили с Аллахом завет, который они впоследствии нарушили, Всевышний перечислил некоторые из их отвратительных высказываний. Христиане говорят слова, которых не говорит никто другой. Они считают Мессию, сына Марьям, Богом и объясняют свое порочное воззрение тем, что он родился без отца. Однако они забывают то, что Хавва в этом отношении подобна Мессии, ведь она появилась на свет без матери, а Адам даже превосходит его в этом отношении, потому что был сотворен без отца и без матери. Почему же они не считают их богами, но обожествляют Мессию? Из этого следует, что христиане потакают своим желаниям, не имея ни убедительных доказательств, ни даже сомнительных доводов. Аллах опроверг их утверждения ясными логическими аргументами и сказал, что ни Мессия, ни его мать, ни остальные обитатели земли не смогут защитить себя, если Аллах захочет погубить их. А кто не способен спастись от беды и уберечь от погибели самого себя, тот не заслуживает обожествления. Еще одним логическим аргументом является тот факт, что Аллах один обладает властью над небесами, землей и всем, что между ними. Он управляет Вселенной в соответствии с законами Своего предопределения, Своей религии и законами справедливого возмездия, а все творения принадлежат Ему и подчиняются Его воле. Разве ж беспомощный раб, принадлежащий своему Господу, может быть Богом и не испытывать никакой нужды? Воистину, такое совершенно невозможно. Христиане не должны удивляться тому, что Мессия Иса, сын Марьям, появился на свет без отца, потому что Аллах творит, что пожелает. Если Ему угодно, то люди появляются на свет от отца и матери, как это происходит с большинством потомков Адама. Если Ему угодно, то человек появляется на свет от отца и без матери, как это произошло с Хаввой. Если Ему угодно, то он рождается от матери и без участия отца, как это было с Исой. Если же Ему угодно, то он появляется на свет без отца и без матери, как это было с Адамом. Всевышний создал Свои творения разными, потому что Его воля неукоснительно исполняется, и для Него нет ничего невозможного.",
  "ayah": 17,
  "surah": 5
}
