{
  "text": "Под сражением против Аллаха и Его посланника подразумевается враждебное отношение к Нему и Его посланнику, а также распространение на земле нечестия посредством неверия, убийств, присвоения чужого имущества или грабежей на дорогах. Хорошо известно, что этот прекрасный аят ниспослан о разбойниках с большой дороги, которые нападали на людей в городах или безлюдных местностях, отнимали их имущество, убивали их, вселяли в людей страх и заставляли их отказываться от путешествий по дорогам. Они словно перерезали дороги, и Всевышний Аллах сообщил, что воздаянием за это является одно из перечисленных наказаний. Толкователи разошлись во мнениях относительно того, как следует выбирать между этими мерами наказания. Одни считали, что правитель или его наместник имеют право приговорить любого разбойника к тому из упомянутых видов наказания, который он сочтет целесообразным. Это мнение соответствует очевидному смыслу обсуждаемого откровения. Согласно другому толкованию, разбойников следует приговаривать к наказанию в соответствии с совершенными ими преступлениями. Из этого аята следует, что для каждого рода преступлений установлено соответствующее наказание, определяемое мудростью Всевышнего Аллаха. Если разбойники совершили убийство и грабеж, то их полагается казнить и распять, дабы они были публично посрамлены и опозорены и дабы другие люди воздержались от подобных поступков. Если они совершили убийство без грабежа, то их необходимо только казнить. Если они ограбили путников, но не убили их, то им следует отсечь накрест руки и ноги, то есть отрубить правую руку и левую ногу. Если же они напугали людей, не совершив ни убийства, ни грабежа, то их следует изгнать из страны, не позволяя им селиться в городах до тех пор, пока люди не убедятся в их покаянии. Этого мнения придерживались Ибн Аббас и многие выдающиеся богословы, хотя между ними были некоторые разногласия. Это наказание является бесчестием и позором для разбойников в этом мире, а в Последней жизни их ожидает великое наказание. Из этого следует, что разбой на дорогах относится к тяжким грехам, обрекающим людей на позор при жизни на земле и наказание после смерти, причем, поступая так, человек вступает в войну с Аллахом и Его посланником, да благословит его Аллах и приветствует. И если это преступление является настолько тяжким, то очищение земли от бесчинствующих нечестивцев, обеспечение безопасности на дорогах и избавление людей от страха за свою жизнь и свое имущество является одним из самых великих благодеяний и самых замечательных богоугодных дел. Подобный поступок обеспечивает мир и праведность на земле и является полной противоположностью распространения на земле нечестия.",
  "ayah": 33,
  "surah": 5
}
