{
  "text": "Аллах ниспослал Тору пророку Мусе, сыну Имрана. Она указывала людям путь к вере и истине, оберегала их от заблуждения и освещала им путь во мраке невежества, смятения, сомнения, неуверенности и низменных влечений. По этому поводу Всевышний сказал: «Мы даровали Мусе (Моисею) и Харуну (Аарону) различение (способность различать истину от лжи), сияние (Таурат) и напоминание для богобоязненных» (21:48). Руководствуясь этим Писанием, пророки судили иудеев и выносили для них религиозные постановления. Эти пророки были покорны Аллаху и выполняли Его повеления. Их покорность и преданность превосходили покорность всех остальных людей, поскольку они были избраны Аллахом из числа Его рабов. Если же благородные пророки и лучшие представители человечества руководствовались заповедями Торы, выполняли их и покорялись им, то почему презренные грешники из числа иудеев отказываются руководствоваться ими? Что заставляет их отвергать одно из самых славных предписаний Торы и не верить в Пророка Мухаммада, да благословит его Аллах и приветствует, невзирая на то, что без этой веры Аллах не принимает ни одно деяние, совершаемой душой или телом? С кого они берут такой пример? Они берут его с богословов, которые привыкли искажать Писание, править людьми и наживаться на сокрытии истины и распространении лжи. Такие богословы призывают людей к заблуждению и увлекают их в Адское пламя. Затем Аллах сказал, что раввины и первосвященники также выносили решения на основании Торы. Раввинами называли богословов, которые поступали в соответствии со своими знаниями и обучали им других. Они давали людям наилучшее воспитание и вели их путем богобоязненных пророков. Первосвященниками назывались выдающиеся среди богословы, к чьим словам прислушивались остальные люди, которые оставляли после себя значительный след в истории и добрую память среди своих соплеменников. Такие ученые выносили решения, соответствующие истине, опираясь на то, что им было поручено сохранить из писания Аллаха. Он доверил им беречь Священное Писание, которое оставалось у них. Им было приказано оберегать его от любых добавок, убавлений и искажений и обучать ему тех, кто не знаком с ним. Именно они свидетельствовали о Священном Писании, потому что люди обращались только к ним, когда у них возникали вопросы или неясности по поводу него. В наши дни Всевышний Аллах тоже возложил на богословов обязанности, которые не возложены на невежественных людей. Они должны исправно выполнять свой долг и не брать пример с невежд, предаваясь безделью и лености. Они не должны ограничиваться обрядами поклонения, которые приносят пользу только самому человеку, такими как поминание Аллаха, намаз, закят, паломничество или пост, поскольку совершение только этих обрядов помогает обрести спасение всем, кроме них. Что же касается их, то наряду с выполнением этих обрядов от них требуется обучать людей и напоминать им о положениях религии, в знании которых они нуждаются. В наибольшей степени это относится к основным положениям ислама и тем вопросам, которые чаще всего возникают у людей. Богослов не должен бояться людей, а должен бояться только своего Господа и не продавать Его знамения за ничтожную цену. Он не должен скрывать истину и проповедовать ложь ради приобретения ничтожных мирских благ. Если ему удается избежать этих недостатков, то он следует прямым путем. Он сможет обрести счастье только в том случае, если все его помыслы будут связаны с приобретением знаний и обучением людей. Он должен понимать, что Аллах поручил ему сохранить то знание, которым он наделен, и сделал его свидетелем об истине. Он обязан бояться только Его, и страх перед людьми не должен мешать ему исправно выполнять свои обязанности. Кроме того, он не должен отдавать предпочтение мирским благам перед религией. Но иногда знания приносят человеку несчастье. Это относится к богословам, которые предаются безделью, не выполняют своих обязанностей. Они не придают значения тому, что Аллах поручил им сохранить. Они пренебрегают знаниями и предают их забвению, продают религию за мирские блага и даже берут взятки за вынесение религиозных суждений. Они наживаются на том, что издают религиозные указы, и обучают людей знаниям только за плату и вознаграждение. Аллах оказывает таким людям великую милость, однако они проявляют неблагодарность. Он наделяет их огромным уделом, а они лишают его остальных людей. Мы же просим Великодушного Аллаха наделить нас знанием, которое принесет нам пользу, и деяниями, которые будут приняты, одарить нас прощением и избавить нас от любых несчастий! Затем Аллах сказал, что если человек не опирается на очевидную истину, которая была ниспослана Им, и выносит заведомо ложные решения ради достижения корыстных целей, то он - неверующий. Принятие решения вопреки тому, что ниспослал Аллах, является одним из деяний, присущих неверующим. В некоторых случаях такой поступок выводит человека из лона ислама, и это относится к тем, кто считает дозволенным выносить решения вопреки законам Аллаха. В других случаях такой поступок является тяжким грехом и проявлением неверия, за который человек удостаивается сурового наказания.",
  "ayah": 44,
  "surah": 5
}
