{
  "text": "Существует мнение, что этот аят аннулировал кораническое откровение, в котором говорится: «Они охотно выслушивают ложь и пожирают запретное. Если они явятся к тебе, то рассуди их или же отвернись от них» (5:42). Однако, согласно достоверному мнению, это откровение не было аннулировано. Из него следует, что Пророку Мухаммаду, да благословит его Аллах и приветствует, было позволено либо рассудить людей, которые не имели намерения покориться справедливому решению, либо отказаться от этого. А из обсуждаемого нами аята следует, что если Пророк, да благословит его Аллах и приветствует, соглашался рассудить между ними, то ему полагалось принимать решение в соответствии с тем, что Аллах ниспослал в Коране и Сунне. Это есть та самая беспристрастность, о которой Всевышний Аллах сказал: «Если ты отвернешься от них, то они нисколько не навредят тебе. Но если ты вынесешь решение, то суди их беспристрастно» (5:42). Из всего сказанного следует, что беспристрастность зиждется на законах Аллаха. Они являются в высшей степени справедливыми и беспристрастными, тогда как все остальные законы несправедливы и деспотичны. Затем Аллах еще раз запретил потворствовать порочным желаниям людей. Это предписание имеет широкий смысл и распространяется как на принятие судебных решений, так и на издание религиозных указов, хотя в этом откровении речь идет только о судебных решениях. Несмотря на это, в обоих случаях богословы обязаны остерегаться прихотей, противоречащих истине. По этой причине Аллах велел Своему посланнику, да благословит его Аллах и приветствует, остерегаться людей, которые могли подвергнуть его искушению и отвратить его от части того, что было ниспослано Аллахом. Из этого следует, что потворство людским прихотям заставляет человека отказываться от истины, которой он обязан придерживаться. И если люди отказываются следовать путем посланника Аллаха, да благословит его Аллах и приветствует, и руководствоваться истиной, то следует знать, что такое поведение является наказанием для них. Так Аллах желает покарать их за некоторые из их грехов. Грехи обрекают человека на наказание как при жизни на земле, так и после смерти, и одним из величайших наказаний за них является искушение, в результате которого отказ от повиновения Божьему посланнику, да благословит его Аллах и приветствует, представляется грешнику прекрасным поступком. Причина этого кроется в нечестии людей, и многие из них действительно являются нечестивцами, поскольку уклонение от повиновения Аллаху и Его посланнику, да благословит его Аллах и приветствует, лежит в основе их натуры.",
  "ayah": 49,
  "surah": 5
}
