{
  "text": "Всевышний поведал о том, что Он абсолютно не нуждается в Своих творениях, и поэтому человек, отрекающийся от веры, нисколько не вредит Ему, а причиняет вред только самому себе. Есть много искренних рабов и правдивых мужей, которых Милостивый и Милосердный Господь обязался провести прямым путем. Эти люди обладают самыми безупречными качествами, самыми стойкими сердцами и наилучшим нравственным обликом. Их самым большим достоинством является то, что их любит Аллах, и они любят Его. Любовь Аллаха к рабу действительно является самой славной милостью, которая может быть оказана ему, и величайшим достоинством, которым он может быть почтен. Когда Аллах любит Своего раба, перед ним открываются большие возможности, и Аллах облегчает ему трудные начинания, вдохновляет его на совершение праведных поступков, помогает ему избегать предосудительных деяний и наполняет сердца рабов любовью и дружеским отношением к нему. Но для того, чтобы заслужить любовь своего Господа, раб должен душой и телом следовать путем Божьего посланника, да благословит его Аллах и приветствует, уподобляясь ему в речи, поступках и поведении. По этому поводу в Коране сказано: «Скажи: “Если вы любите Аллаха, то следуйте за мной, и тогда Аллах возлюбит вас и простит вам ваши грехи, ведь Аллах - Прощающий, Милосердный”» (3:31). Для того чтобы заслужить любовь Аллаха, раб должен постоянно приближаться к Нему посредством обязательных и дополнительных праведных деяний. В одном из достоверных хадисов Пророка Мухаммада, да благословит его Аллах и приветствует, сообщается, что Аллах сказал: «Самыми любимыми деяниями, посредством которых Мой раб приближается ко Мне, являются те, которые Я вменил ему в обязанность. А благодаря добровольным обрядам Мой раб продолжает приближаться ко Мне до тех пор, пока Я не возлюблю его. Когда же Я возлюблю его, Я буду слухом, которым он слышит, и зрением, которым он видит, и рукой, которой он хватает, и ногой, которой он ступает. Если он попросит Меня, Я непременно одарю его. А если он прибегнет к Моему покровительству, Я непременно укрою его». Для того чтобы заслужить любовь Аллаха, необходимо познать Его и часто поминать Его. Если человек не познал Аллаха, то его любовь к Нему недостаточна. Более того, ее вообще нет, хотя сам человек может заявлять обратное. Но если человек действительно возлюбил Аллаха, то он непременно станет часто поминать Его, и если Аллах возлюбил Своего раба, то Он принимает от него даже самые незначительные деяния и прощает ему многие ошибки и прегрешения. Одним из качеств таких рабов является то, что они смиренны перед верующими, но непреклонны перед безбожниками. Они не превозносятся перед правоверными, потому что любят их и искренне желают им добра. В общении с ними они мягки, добры, снисходительны, милосердны и уступчивы, и правоверные без труда добиваются от них желаемого. Но в отношениях с неверующими, которые отвергают Аллаха, противятся Его знамениям и считают лжецами Его посланников, они суровы и непреклонны. Они полны решимости враждовать с этими нечестивцами и делают все возможное для того, чтобы одержать над ними верх. Всевышний сказал: «Приготовьте против них сколько можете силы и боевых коней, чтобы устрашить врага Аллаха и вашего врага, а также тех, которых вы не знаете, но которых знает Аллах» (8:60); «Мухаммад - посланник Аллаха. Те, которые вместе с ним, суровы к неверующим и милостивы между собой. Ты видишь, как они кланяются и падают ниц, стремясь к милости от Аллаха и довольству» (48:29). Суровость по отношению к врагам Аллаха относится к качествам, которые приближают раба к Нему, поскольку он гневается на них вместе со своим Господом. Однако суровое и непреклонное отношение к неверующим не должно мешать мусульманам призывать этих людей к исламской религии самым достойным образом. Мусульмане должны совмещать суровое отношение к ним с мягкостью во время проповедей, поскольку оба эти качества необходимыми и полезны. Затем Аллах сообщил, что правоверные сражаются на Его пути, жертвуя своим имуществом и рискуя своими жизнями. Они ведут эту борьбу словом и делом и не опасаются укоров порицающих. Напротив, они стремятся снискать благоволение своего Господа и боятся Его порицания больше, чем укоров творений. Это свидетельствует об их целеустремленности и твердой решимости, ибо малодушные люди лишаются решимости, когда окружающие начинают порицать их, и теряют силы, когда их начинают укорять. В их сердцах живет преклонение перед творениями, степень которого зависит от того, какое внимание они уделяют мнению людей и насколько они готовы прислушиваться к их одобрениям и порицаниям, пренебрегая повелениями Аллаха. Человек не сможет очистить свое сердце от преклонения перед творениями, пока он ради Аллаха не перестанет бояться укоров порицающих. После того как Всевышний Аллах похвалил правоверных за прекрасные и возвышенные качества, которыми Он же одарил их, которые обязывают их совершать все остальные праведные поступки, не упомянутые в этом откровении, Аллах сообщил о том, что все это - Божья милость по отношению к ним. Правоверные не должны обольщаться собой и обязаны благодарить Аллаха, Который оказал им такую великую милость, и если они будут благодарны, то Он одарит их еще большими благами. А все остальные люди должны знать, что они не лишены возможности обрести милость Всевышнего Аллаха, Который одаряет ею, кого пожелает. Он обладает безграничной щедростью. Он объемлет Своим милосердием все сущее и осеняет Своих возлюбленных рабов милостью, которой не удостаиваются все остальные. Ему известно о том, кто заслуживает Его милости, и Он одаряет их ею. Ему лучше знать, кто достоин выполнить пророческую миссию и кто достоин быть последователем Его пророков.",
  "ayah": 54,
  "surah": 5
}
