{
  "text": "Всевышний сообщил об ужасных словах и отвратительных убеждениях иудеев. Они говорили, что Рука Аллаха скована и скупа на милость и добро. За эти слова они были прокляты и обречены на скупость, и это соответствовало роду произнесенного ими злословия. Они нарекли Великодушного Аллаха скупым и далеким от добродетели, и Аллах воздал им тем, что это описание стало полностью подходить им самим. Они превратились в самых скаредных людей, стали скупиться на добрые дела, плохо думать об Аллахе и отдалились от Его милости, которая объемлет все сущее и заполняет каждый уголок высшего и низшего миров. Вот почему Аллах сказал, что Его обе Руки простерты, и Он одаряет Своих рабов, как пожелает. Ничто не может помешать Ему поступить так, как Он решил. Он одаряет Своих рабов духовными и мирскими благами и велит им совершать поступки, позволяющие им заслужить Его щедрые дары, и не совершать прегрешения, закрывая перед собой врата Его милости. Он проявляет великодушие днем и ночью и непрестанно ниспосылает многочисленные блага. Он разгоняет печаль и избавляет от тоски, одаряет бедняков и дарует свободу пленным, исцеляет пострадавших и внимает молящимся, обогащает неимущих и отвечает на мольбы нуждающихся. Он удовлетворяет просьбы тех, кто обращается к Нему, и оказывает милость даже тем, кто не взывает к Нему о помощи. Он одаряет благополучием тех, кто ищет благополучия, и не лишает Своей милости тех, кто ослушается Его. Он делает добро как праведникам, так и грешникам, но только Его возлюбленные рабы удостаиваются Его особой милости. Он вдохновляет их на совершение праведных дел, а затем хвалит их за это и приумножает их вознаграждение по Своей щедрости. Он одаряет их наградой как в этом мире, так и в Последней жизни, причем это вознаграждение не поддается описанию и не может даже прийти на ум человеку. Он ниспосылает Своим возлюбленным рабам блага и оберегает их от несчастий так, что они даже не подозревают о многих из них. Пречист и преславен Аллах, Который одаряет Своих рабов любыми благами и Которого они молят об избавлении от несчастий! Благословен Аллах, Которого никто не способен восхвалить надлежащим образом, кроме Него самого! Превелик Аллах, Который не лишает рабов Своей милости даже на мгновение ока, поскольку все они живут и существуют только благодаря Его щедрости! И пусть Аллах посрамит каждого, кто по своему невежеству полагает, что не нуждается в своем Господе, и приписывает Ему качества, не подобающие Его величию! Если Аллах по заслугам воздаст иудеям и им подобным хотя бы за некоторые из тех ужасных слов, которые они произнесли, то они непременно погибнут и будут обречены на несчастье уже в мирской жизни. Однако они говорят свои ужасные слова, а Он проявляет к ним снисходительность и предоставляет им отсрочку, но не предает их поступки забвению. Ниспосланное Аллахом откровение побуждает многих из них еще больше преступать границы дозволенного и увязать в неверии. Напоминание, которое Аллах ниспослал Своему посланнику, да благословит его Аллах и приветствует, вдыхает жизнь в сердце и душу, приносит счастье при жизни на земле и после смерти и помогает обрести успех в обоих мирах. Оно является величайшей милостью, которую Аллах оказывает Своим рабам, и обязывает их без промедления принять эту милость, покориться ей и возблагодарить Его за нее. Если же оно приумножает в людях заблуждение, беззаконие и неверие, то это является для них самым ужасным наказанием. Они удостаиваются его за то, что отворачиваются от Божьего напоминания, отвергают его, противятся ему и возражают против него, опираясь на всевозможные сомнительные и ошибочные доводы. Между такими людьми Аллах посеял вражду и ненависть до самого Судного дня. Они не могут объединиться, не помогают друг другу и не приходят к согласию в делах, которые могут принести им пользу. Им суждено ненавидеть друг друга в сердцах и враждовать друг с другом на деле вплоть до наступления Дня воскресения. Они постоянно пытаются разжечь огонь войны, чтобы навредить исламу и его приверженцам. Они собирают для этого всю свою конницу и пехоту, но всякий раз Аллах лишает их Своей поддержки, разобщает их ряды и одаряет мусульман победой над ними. Они усердно распространяют на земле нечестие, совершая грехи, проповедуя свою заблудшую религию и мешая людям обращаться в ислам, но Аллах не любит тех, кто распространяет нечестие. Более того, они ненавистны Ему и непременно получат заслуженное воздаяние.",
  "ayah": 64,
  "surah": 5
}
