{
  "text": "Всевышний разъяснил, кто из людей ближе к мусульманам и готов быстрее подружиться с ними и полюбить их, а кто из них далек от этого. Иудеи и многобожники - самые заклятые врагами ислама и мусульман; они больше кого бы то ни было стремятся навредить им. Причина же этого в их ненависти к мусульманам, беззаконии, зависти, упрямстве и неверии. А ближе всех к мусульманам - те, которые называют себя христианами. Всевышний объяснил это несколькими причинами. Во-первых, среди христиан есть священники и монахи, то есть богословы и люди, ведущие аскетический образ жизни, предающиеся поклонению в кельях и монастырях. Знания, аскетизм и поклонение делают сердце человека мягким и добрым, а также избавляют его от грубости и жестокости. Поэтому священникам и монахам не присуща грубость иудеев и суровость язычников. Во-вторых, они не проявляют высокомерия перед истиной и не отказываются повиноваться ей по причине заносчивости. Эти качества сближают их с мусульманами и позволяют им быстрее подружиться с ними. Поистине, скромный человек всегда ближе к добру, чем надменный гордец. В-третьих, ниспосланные Пророку Мухаммаду, да благословит его Аллах и приветствует, откровения производят на них такое впечатление, что они смиряются перед ними, а их глаза переполняются слезами. Они слышат истину, в которой они твердо убеждены, веруют в нее и признают ее. Они молят Аллаха принять их в качестве свидетелей. Эти свидетели - последователи Пророка Мухаммада, да благословит его Аллах и приветствует. Они свидетельствуют о единстве Аллаха и пророческой миссии всех Божьих посланников. Они подтверждают правдивость всего, что принесли посланники, и свидетельствуют за или против всех предыдущих народов. Они - справедливые мужи, свидетельство которых принимается. Всевышний сказал: «Мы сделали вас общиной, придерживающейся середины, чтобы вы свидетельствовали обо всем человечестве, а Посланник свидетельствовал о вас самих» (2:143). Словно отвечая на обвинения тех, кто порицает их за то, что они уверовали без промедления, они говорят: «Что мешает нам уверовать в Аллаха, если к нам явилась истина от нашего Господа, в которой нельзя усомниться? Мы уверовали, повинуемся истине и молим Аллаха ввести нас в Райские сады вместе с праведниками. Почему мы не должны делать этого? Разве у нас недостаточно причин для того, чтобы уверовать без промедления и не оставаться позади остальных?»",
  "ayah": 84,
  "surah": 5
}
