{
  "text": "(1) Zihar is a term denoting a custom of the Arabs in the days of Ignorance. In case of disagreement with their wives they used to say to them, \"You are for me like the back of my mother.\" After saying this, they used to take their wives as their real mothers in being prohibited for them, and the ties of marriage were held to have been broken for good, with no possibility of their restoration. These verses have been revealed in a similar case where a husband (Aus ibn. Samit) had declared ?ihar against his wife (Khawlah) who approached the Holy Prophet and complained about her husband. The custom of the days of Ignorance was condemned, and the rules of Shari'ah about zihar were laid down by these verses. (Muhammad Taqi Usmani)\nCommentary\nCause of Revelation\nThe initial verses of this Surah refer to a particular incident: Sayyidna Aus Ibn Samit ؓ said to his wife Sayyidah Khaulah bint Tha'labah ؓ which, literally, means 'You are to me like the back of my mother.' Its underlying meaning is 'You are unlawful to me for cohabitation just like my mother.' Such an utterance, in the days of ignorance, amounted to divorce - even worse because it was taken to imply that the husband is rescinding all marital ties with his wife and, in addition, he is classifying her within the prohibited degree or permanently forbidden women like his mother. According to pre-Islamic custom, reunion with the wife was possible after divorce, but not after zihar, as she became permanently and absolutely forbidden. When this incident took place, the aggrieved lady went to the Messenger of Allah ﷺ complaining about her husband and seeking redress for her problem according to Shari'ah. Up to that point in time the Messenger of Allah ﷺ had not received any revelation concerning that legal issue. Therefore, he pleaded his inability to do anything to help her in the absence of a revealed ordinance and said to her: مَٓا اُمِرتُ فِی شَانکِ بِشَیءِ حَتّی الاٰنِ \"I have not yet received any ordinance regarding your matter.\" However he expressed his opinion according to common custom and said: مَا اَرَاکِ اِلَّا قَد حُرمتِ عَلَیہِ \"In my opinion, you have become forbidden to him.\" Having heard this ruling, she pleaded: \"0 Allah's Messenger! He spent my wealth, exhausted my youth and my womb bore abundantly for him. When I became old, unable to bear children, he pronounced the zihar formula on me. Where shall I go and how will my children do their living?\" According to another version, she said: مَا ذَکَرَ طَلَاقاً \"My husband did not mention the word 'divorce', so how can this be counted as 'divorce'?\" According to another version, she pleaded to Allah: اَللَّھُمَّ اِنِّی اَشکُوا الیکَ \"0 Allah! I direct my complaint to You . This was the cause of the revelation of verses [ 1-6] (Al-Durarul Manthur and Ibn Kathir) which clearly state that Allah heard Sayyidah Khaulah's ؓ complaint and revealed the rule of Shari'ah to redress her grievances. Allah not only made matters easy for her, but the rule has been eternally enshrined in the Holy Qur'an for all sensible people to follow.\nThe noble Companions ؓ greatly respected Sayyidah Khaulah ؓ because her case has been the cause of the revelation of the current set of verses, which abolished once and for all the long-standing social evil that was practiced in Arabia. Once Sayyidna ` Umar Faruq ؓ ، the Great, was on his way with some of the blessed Companions when he came across a woman who stopped him. He instantly stopped and listened attentively to her with his head bent down. He did not move till she completed what she wanted to say. Some of the noble Companions ؓ said: \"0 Commander of the Faithful! You have held back such a large group of people for such a long time on account of this old lady!\" Sayyidna ` Umar ؓ said: \"Do you know who this lady is? She is Sayyidah Khaulah ؓ the lady whose complaint was heard in the seventh heaven. So, how can ` Umar not listen to her? She should be heard for a longer period of time and with greater attention. By Allah! If she did not take leave of her own accord, I would have stood with her here till the nightfall.\" [ Ibn Kathir ]\nقَدْ سَمِعَ اللَّـهُ (Allah has heard....1) The reference in the verse is to Sayyidah Khaulah ؓ the wife of Sayyidna Aus Ibn Samit ؓ ، as mentioned above. Thus this verse and the rest of the verses lay down not only the rule of Shari` ah pertaining to zihar and redress the grievances of women placed in such awkward situation, but the first verse also is in honour of the pleading lady which consoles her, in that it says that Allah was listening to her words when she was pleading her case. The word mujadalah means 'to plead, argue or dispute consistently and convincingly about one's problem or case'. According to some narratives, when the Messenger of Allah ﷺ pleaded his inability to do anything for her, as noted above, the aggrieved lady uttered spontaneously that 'you receive ordinances in all matters, then how is it that no ordinance was revealed to you in my case?' Thus the verse was revealed: وَتَشْتَكِي إِلَى اللَّـهِ \"...and was complaining to Allah...[ 1] \". [ Qurtubi ]\nSayyidah ` A'ishah\t ؓ is reported to have said: \" Pure is He, Whose hearing encompasses all things. I heard what Khaulah bint Tha'labah ؓ said about her husband while some of it I could not hear despite being so close to her in the same room, but Allah heard all her conversation and said : قَدْ سَمِعَ اللَّـهُ 'Allah has heard...'.\" [ Bukhari, Ibn Kathir ]",
  "ayah": 1,
  "surah": 58
}
