{
  "text": "Manners for Assemblies\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا قِيلَ لَكُمْ تَفَسَّحُوا فِي الْمَجَالِسِ فَافْسَحُوا (0 those who believe, when it is said to you 'Make room [ for others ] in the sittings', then make room, ...58:11) Allah teaches His servants good manners and enjoins upon them to be kind to each other when they are sitting together. There are two main rules of assemblies: The first rule states that people sitting in an assembly should make space for those who came late. They should sit together in such a way that there is enough room for others. If this is done, Allah promises that He will widen their scope in the Hereafter. However, it is not inconceivable that this space or room might be created for them in the life of this world as well.\nThe second rule states: وَإِذَا قِيلَ انشُزُوا فَانشُزُوا ('When it is said to you, 'Rise up', then rise up...58:11) This means when people sitting in an assembly are told to stand up and leave, they should stand up and leave. This verse uses the passive voice [ it is said ] but it is not mentioned who says it or who should say it. Authentic traditions make it plain that the late comer himself cannot move somebody out of his place and use it for himself, nor force his way into a gathering. Thus it is recorded in the Sahihain and in the Musnad of Ahmad on the authority of ` Abdullah Ibn ` Umar ؓ that the Messenger of Allah ﷺ said: لَا یُقِیمُ الرَّجُلُ الرَّجُلَ مِن مَّجلِسِہٖ فَیَجلِسُ فِیہِ وَ لٰکِن تَفَسَّحُوا وَتَوَسَّعُوا \"One of you should not move some other person up from his place and sit in it, but instead, spread out and make space for the comer.\" This explicitly shows that it is not possible for the late-comer to tell anyone to move out of his place and take his place. Therefore, it would appear that the rule would apply to the master of ceremony or the organisers of the assembly or the host. Hence, the meaning of the verse is: When the host or his representative requests a member of the audience to stand up and leave for a legitimate reason, they should comply and avoid clash with the host. There are several reasons why this might become necessary. [ 1] Occasionally, the host himself might need privacy for his own reason. [ 2] He might need privacy to share confidential information with special guests. [ 3] The capacity of the room cannot accommodate the late comers, and no alternative arrangement can be made. So, the host is allowed to courteously request some of the familiar guests to leave the room to make space for the late-comers, provided it is certain that the leaving guests will not suffer any loss. They will be able to benefit in another session. However, the host or his representative must ensure that the guests do not feel belittled or hurt in the process.\nIt was alluded earlier that this verse was revealed when the Holy Prophet ﷺ was sitting in the suffah of the mosque. The congregation had filled up the suffah. Some of the participants of the battle of Badr arrived late and they could not find place to sit, and remained standing. As a mark of respect for them, the Holy Prophet ﷺ gave a general order to the entire congregation to spread out and make room for their fellow-believers, and prayed to Allah to make room for such people. Some of them might have complied and there was no problem with them; and probably others did not comply. So, the Holy Prophet ﷺ might have admonished them to rise up and leave.\nAt any rate, this verse and Traditions related to the verse yield several rules:\n[ 1] The members of a conference must spread out and make space for the late comers. [ 2] The late comers should not remove other members of the conference and make room for themselves. [ 3] At times of need, the host or the master of ceremony may courteously request some of the members of the audience to leave. Late comers may not force their way into a congested congregation, but take their position in a corner or a side as recorded in Bukhari: The Messenger of Allah ﷺ was once sitting in the mosque and the people with him, when three persons arrived, one of them could not find space in the congregation but found some space on one side or in a corner and sat there. The Messenger of Allah ﷺ lauded him or praised him highly.\nRuling\nAnother etiquette of an assembly is that if two persons are sitting closely, a new comer should not intrude between them. In a hadith, Holy Prophet ﷺ has explained this etiquette in the following words: لَا یَحِلُّ لِرَجُلِ اَن یُّفَرِّقَ بَینَ اَثنِینِ اِلَّا بِاِذنِھِمَا . It is not permissible for any man to break up the meeting of two persons, who are sitting together, unless they themselves permit him.\" [ Ibn Kathir cited this Tradition and said that Abu Dad and Tirmidhi transmitted it on the authority of Usamah Ibn Laithiy ].\nThe reasoning behind the ruling is that sometimes two persons sit together for some specific purpose, and breaking them up might defeat that purpose.",
  "ayah": 11,
  "surah": 58
}
