{
  "text": "Believers cannot entertain intimacy with non-Believers\nلَّا تَجِدُ قَوْمًا يُؤْمِنُونَ بِاللَّـهِ وَالْيَوْمِ الْآخِرِ‌ يُوَادُّونَ مَنْ حَادَّ اللَّـهَ وَرَ‌سُولَهُ وَلَوْ كَانُوا آبَاءَهُمْ (You shall not find those who believe in Allah and in the Hereafter having friendship with those who oppose Allah and His Messenger, even though they were their fathers....58:22). The preceding verses showed that those [ hypocrites ] who are in intimate friendship with unbelievers and pagans shall incur Allah's wrath, indignation and severe torment. This verse describes the condition of sincere believers who would not take an enemy of Faith, the opponents of Allah, for intimacy and friendship, even though such people are their own fathers, children, brothers or any other blood relatives. The bond of belief transcends all other bonds, even the close ties of blood. This description fits all noble Companions ؓ . Commentators on this occasion have cited a number of incidents of the blessed Companions which describe how, when they heard their fathers, sons and brothers or other blood relations utter blasphemy against Islam or the Messenger of Allah ﷺ ، they left all ties aside and punished them or even killed them.\n` Abdullah, the son of ` Abdullah Ibn 'Ubayy, the leader of the hypocrites in Madinah, heard his father make some blasphemous remarks against the Holy Prophet ﷺ . The son came up to the Holy Prophet ﷺ and sought his permission to kill his father. The Messenger of Allah ﷺ stopped him. Sayyidna Abu Bakr ؓ heard his father, Abu Quhafah, uttering some insulting words against the Holy Prophet ﷺ .\tThe most compassionate Siddiq ؓ became indignant and unexpectedly gave him such a hard slap that he fell down. When the Messenger of Allah ﷺ heard about it, he advised Abu Bakr Siddiq ؓ not do it again. In the battle of Uhud, Sayyidna Abu ` Ubaidah's father, Jarrah, was fighting on the side of the unbelievers against the Muslims. In the battlefield, while the battle was on, he purposely came time and again face to face with Sayyidna Abu ` Ubaidah ؓ and pursued him. Every time his father came in front of him, Sayyidna Abu ` Ubaidah ؓ would, as a mark of respect, move out. But when he persisted, Sayyidna Abu ` Ubaidah ؓ had no choice but to kill him. The biography of the blessed Companions is replete with similar incidents. The present set of verses was revealed to laud them. [ Qurtubi ]\nRuling\nMany jurists have ruled that this rule applies equally to all Muslims who transgress or violate the sacred laws of Shari’ ah or in their practical life turn away from them, in that the sincere Muslims should not maintain an intimate friendship or relationship with such transgressors. As explained earlier, Muwalah [ intimate friendship ] with a fasiq [ transgressors ] is not possible because intimacy with them is possible if and only if the germs of fisq [ transgression ] are lurking in the people befriending them. Muwasah [ sympathy ] and Mu'amalat [ dealings ] or Mudarah [ cordiality ] are, however, a different matter to the degree of necessity. This is the reason why the Messenger of Allah ﷺ used to pray: اَللَّھُمَّ لَا تَجعَلَ لِفَاجِرِ عَلَیَّ یَداً \"0 Allah, do not give any transgressor the upper hand over me.\" The Messenger of Allah prayed thus because if anyone has the upper hand in a situation, he is most likely to get his own way. He will, for instance, show kindness to people and thus gain the upper hand; and the noble persons, on account of the kindness, will feel obliged or duty-bound to return his kindness with love. Thus the Messenger of Allah sought refuge with Allah from this situation. [ Qurtubi ]\nوَأَيَّدَهُم بِرُ‌وحٍ مِّنْهُ (...and has helped them with a Spirit from Him....58:22) The word ruh, according to some authorities on Tafsir, stands for 'light', which radiates or emanates from Allah and enters the heart of a believer which urges him to perform righteous deeds, and is the source of peace and contentment of the heart. This tranquility and satisfaction is the source of great strength and power. Other authorities say that this word stands for the Holy Qur'an and the arguments of the Holy Qur'an. This is the real strength and power of a believer. [ Qurtubi ] Allah, the Pure and Exalted, knows best!\nAlhamdulillah\nThe Commentary on\nSurah A1-Mujadalah\nEnds here.",
  "ayah": 22,
  "surah": 58
}
