{
  "text": "سورة التوبہ ایک نظر میں\nیہ مدنی سورت ہے اور اگر یہ نہ کہا جائے کہ قرآن کے آخری سورت ہے تو اس کا تعلق نزول قرآن کے بالکل آخری دور سے بہرحال ہے۔ کیونکہ راجح روایات میں ہے کہ سورت النصر آخری سورت ہے۔ چناچہ اس میں امت مسلمہ اور کرہ ارض پر رہنے والی دوسری اقوام کے درمیان تعلقات سے متعلق جو احکام وقوانین ہیں ، وہ آخری اور فائنل قوانین ہیں۔ اس سورت میں خود مسلم معاشرے کے اندر پائے جانے والے مختلف طقبات کی قدر و قیمت کا تعین بھی کیا گیا ہے۔ ہر ایک کے حالات و کوائف بیان کیے ہیں۔ یہاں طبقات سے مراد وہ طبقات نہیں ہیں جن کے لیے آج کل یہ لفظ استعمال ہوتا ہے بلکہ ان سے مراد وہ گروہ ہیں جو اسلامی تصورات کے مطابق مختلف گروہ قرار پائے ہیں ، مثلا انصار ، مہاجرین ، اہل بدر ، اصحاب بیعت رضوان ، وہ لوگ جنہوں نے قبل فتح مکہ مال و دولت اسلام کی راہ میں خرچ کیے ، وہ جنہوں نے فتح مکہ کے بعد اپنا مال خرچ کیا ، وہ جو جہاد میں جانے کے بجائے گھر بیٹھ گئے اور پھر وہ جو منافق رہے ، غرض اس سورت میں اسلامی معاشرے کے شب و روز اور ان میں مذکور تمام طبقات اور گروہوں کے حالات بڑی تفصیل اور تجدید کے ساتھ بیان کیے گئے ہیں۔\nاس پہلو سے اس سورت کی اہمیت بہت زیادہ ہے کہ اس میں تحریک اسلامی کے مختلف مراحل ، اقدامات بیان ہوئے ہیں۔ خصوصا جب اس کے فائنل احکامات کا مقابلہ ان احکامات سے کیا جائے جو اس سے متصلا پہلی سورت میں تھے اور جو وقتی تھے۔ یہ تقابلی مطالعہ بتائے گا کہ یہ انداز تفسیر کس قدر مضبوط اور فیصلہ کن ہے۔ اور اگر یہ انداز مطالعہ اختیار نہ کیا جائے تو احکام و ضوابط کی شکل ہی بدل جاتی ہے۔ مثلاً کوئی شخص ان آیات کو لے جو ایک خاص مرحلے کے ساتھ مخصوص تھیں اور ان کو آخری اور فائنل احکام قرار دے اور ان آیات میں تاویل شروع کردے جن آخری اور فائنل ہدایات دی گئی تھیں تاکہ یہ فائنل ہدایات ان آیات کے ساتھ ہم آہنگ ہوجائیں جو وقتی تھیں۔ خصوصاً جہاد اسلامی اور مسلم معاشرے اور دوسرے معاشروں کے درمیان بین الاقوامی تعلقات کے موضوع سے متعلق۔ امید ہے کہ ہم ان میں سے بعض موضوعات کی وضاحت تشریح آیات کے ضمن میں اور سورت توبہ کے اس مقدمے میں کرسکیں گے۔ یہ سورت کب نازل ہوئی ؟ اس سورت کے موضوعات کے مطالعے ، ان کے بارے میں روایات و احادیث کے مطالعے اسباب نزول کی روایات کے ملاحظے اور ان تاریخی حالات و واقعات کے مطالعے سے معلوم ہوتا ہے کہ یہ سورت پوری کی پوری نویں صدی ہجری میں نازل ہوئی ہے۔ لیکن یہ دفعۃ نازل نہیں ہوئی ہے۔ ہم جزم کے ساتھ یہ تو نہیں کہہ سکتے کہ اس سورت کے مختلف حصے کس کس وقت نازل ہوئے ، البتہ یہ کہا جاسکتا ہے کہ یہ سورت تین مرحلوں میں نازل ہوئی ہے۔ پہلا حصہ نویں سال ہجری میں غزوہ تبوک سے قبل ماہ رجب میں نازل ہوا۔ دوسرا حصہ اس جنگ کے لیے تیاریوں کے دور میں اور جنگ کے دوران نازل ہوا اور تیسرا حصہ اس وقت نازل ہوا جب مسلمان اس غزوہ سے واپس ہوگئے۔ البتہ سورت کا ابتدائی حصہ یعنی آیت 1 تا 28 آخر میں سن نو ہجری کے آخری ایام میں نازل ہوئے یعنی حج سے قبل ذوالقعدہ یا ذوالحجہ میں۔ اجمالاً اسی قدر بات کہی جاسکتی ہے جس پر دل مطمئن ہوتا ہے۔\n۔۔۔۔\nاس سورت کے پہلے حصے میں یعنی آیت تا 1 تا 28 جزیرۃ العرب میں بسنے والے مشرکین اور مسلمانوں کے تعلقات کی فائنل ضابطہ بندی کی گئی ہے۔ اس ضابطہ بندی کے حقیقی اور عملی اسباب ، اس کی تاریخی وجوہات اور نظریاتی اساسوں کا ذکر بھی کیا گیا ہے۔ اور یہ سب کچھ قرآن میں اشاراتی اسلوب اور موثر انداز بیان ، فیصلہ کن اور واضح طرز تعبیر کے ساتھ پیش کیا گیا۔ مناسب ہوگا کہ اس کے چند نمونے برائے غور آپ کے سامنے پیش کیے جائیں۔\nبَرَاءَةٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ (1) فَسِيحُوا فِي الأرْضِ أَرْبَعَةَ أَشْهُرٍ وَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَأَنَّ اللَّهَ مُخْزِي الْكَافِرِينَ (2) وَأَذَانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الأكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذَابٍ أَلِيمٍ (3)إِلا الَّذِينَ عَاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئًا وَلَمْ يُظَاهِرُوا عَلَيْكُمْ أَحَدًا فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلَى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (4) فَإِذَا انْسَلَخَ الأشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (5) وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذَلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْلَمُونَ (6) كَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (7) كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لا يَرْقُبُوا فِيكُمْ إِلا وَلا ذِمَّةً يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ (8) اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلا فَصَدُّوا عَنْ سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (9) لا يَرْقُبُونَ فِي مُؤْمِنٍ إِلا وَلا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ (10) فَإِنْ تَابُوا وَأَقَامُوا الصَّلاةَ وَآتَوُا الزَّكَاةَ فَإِخْوَانُكُمْ فِي الدِّينِ وَنُفَصِّلُ الآيَاتِ لِقَوْمٍ يَعْلَمُونَ (11) وَإِنْ نَكَثُوا أَيْمَانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقَاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لا أَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ (12) أَلا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (13) قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ (14) وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ (15) أَمْ حَسِبْتُمْ أَنْ تُتْرَكُوا وَلَمَّا يَعْلَمِ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَلَمْ يَتَّخِذُوا مِنْ دُونِ اللَّهِ وَلا رَسُولِهِ وَلا الْمُؤْمِنِينَ وَلِيجَةً وَاللَّهُ خَبِيرٌ بِمَا تَعْمَلُونَ (16) مَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ (17)إِنَّمَا يَعْمُرُ مَسَاجِدَ اللَّهِ مَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَأَقَامَ الصَّلاةَ وَآتَى الزَّكَاةَ وَلَمْ يَخْشَ إِلا اللَّهَ فَعَسَى أُولَئِكَ أَنْ يَكُونُوا مِنَ الْمُهْتَدِينَ (18) أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَجَاهَدَ فِي سَبِيلِ اللَّهِ لا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (19) الَّذِينَ آمَنُوا وَهَاجَرُوا وَجَاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولَئِكَ هُمُ الْفَائِزُونَ (20) يُبَشِّرُهُمْ رَبُّهُمْ بِرَحْمَةٍ مِنْهُ وَرِضْوَانٍ وَجَنَّاتٍ لَهُمْ فِيهَا نَعِيمٌ مُقِيمٌ (21) خَالِدِينَ فِيهَا أَبَدًا إِنَّ اللَّهَ عِنْدَهُ أَجْرٌ عَظِيمٌ (22) يَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الإيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ (23) قُلْ إِنْ كَانَ آبَاؤُكُمْ وَأَبْنَاؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوَالٌ اقْتَرَفْتُمُوهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسَاكِنُ تَرْضَوْنَهَا أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهَادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (24) لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الأرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ (25) ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ (26) ثُمَّ يَتُوبُ اللَّهُ مِنْ بَعْدِ ذَلِكَ عَلَى مَنْ يَشَاءُ وَاللَّهُ غَفُورٌ رَحِيمٌ (27) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ (28)\nترجمہ : جن لوگوں کے ساتھ تم نے صلح و امن کا معاہدہ کیا تھا اب اللہ اور اس کے رسول کی طرف سے ان کو صاف صاف جواب ہے۔ پس اے مشرکو ملک میں چار مہینے چل پھر لو ، کوئی روک ٹوک نہیں اور جان لو کہ تم اللہ کو کبھی عاجز نہ کرسکوگے اور اللہ کافروں کو رسوا کرنے والا ہے۔ اور حج اکبر کے دن اللہ اور اس کے رسول کی طرف سے منادی کی جاتی کہ اللہ اور اس کا رسول مشرکین سے بری الذمہ ہے۔ اگر تم توبہ کرلو تو تمہارے حق میں بہتر ہے۔ اور اگر روگردانی کرتے رہے تو جان رکھو کہ تم اللہ کو عاجز نہیں کرسکتے اور اے پیغمبر کافروں کو دردناک عذاب کی خوشخبری سنا دے۔ ہاں مشرکین میں سے جن لوگوں کے ساتھ تم نے معاہدہ کیا تھا پھر انہوں نے تمہارے ساتھ کسی قسم کی کمی نہیں کی اور نہ تمہارے خلاف کسی کی مدد کی وہ مستثنی ہیں۔ تو ان کے ساتھ جو معاہدہ ہے اس کی مدت تک پورا کرو کیونکہ اللہ متقیوں کو پسند کرتا ہے۔ پھر جب حرمت کے مہینے گزر جائیں تو مشرکین کو جہاں پاؤ، قتل کرو اور انہیں گرفتار کرو اور ان کا محاصرہ کرو اور ہر گھات کی جگہ ان کی تاک میں بیٹھو پھر اگر وہ توبہ کرلیں ، نماز قائم کریں اور زکوۃ دیں تو ان کا راستہ چھوڑ دو کیونکہ وہ اللہ غفور و رحیم ہے اور اے پیغمبر مشرکین میں سے کوئی پناہ مانگے تو پناہ دے دو تاکہ وہ اچھی طرح کلام الہی سن لے پھر اسے اس کے امن کی جگہ پہنچا دو یہ اس وجہ سے ہے کہ وہ علم نہیں رکھتے۔\nیہ کیسے ہوسکتا ہے کہ ان مشرکین کا عہد اللہ اور اس کے رسول کے نزدیک عہد ہو ؟ ہاں جن لوگوں کے ساتھ تم نے مسجد حرام کے قریب عہد کیا تھا اور انہوں نے اسے نہیں توڑا تو جب تک وہ تمہارے ساتھ اپنے عہد پر قائم رہیں ، تم بھی ان کے ساتھ اپنے عہد پر قائم رہو کیونکہ اللہ متقیوں کو پسند کرتا ہے مگر ان کے سوا دوسرے مشرین کے ساتھ عہد کیسے ہوسکتا ہے۔ جن کا حال یہ ہے کہ اگر تم پر غلبہ پائیں تو تمہارے بارے میں نہ تو قرابت کا پاس کریں اور نہ عہد و پیمان کا یہ لوگ اپنی زبانوں سے تمہیں راضی کرنے کی کوشش کرتے ہیں مگر ان کے دل ان باتوں سے انکار کرتے ہیں اور ان میں سے اکثر فاسق ہیں۔ ان لوگوں نے اللہ کی آیتیں تھوڑی قیمت پر بیچ ڈالیں۔ پھر اللہ کی راہ سے لوگوں کو روکنے لگے۔ افسوس ان پر بہت ہی برے کام تھے جو یہ کرتے رہے۔ یہ کسی مومن کے بارے میں نہ قرابت کا پاس کرتے ہیں نہ عہد و پیمان کا اور یہی لوگ زیادتی کرنے والے ہیں۔ بہرحال اگر یہ توبہ کرلیں ، نماز قائم کریں اور زکوۃ دیں تو تمہارے دینی بھائی ہیں اور جو لوگ سمجھ دار ہیں ان کے لیے ہم اپنی آیتیں کھول کھول کر بیان کردیتے ہیں اور اگر یہ لوگ عہد کرنے کے بعد اپنی قسموں کو توڑ ڈالیں اور تمہارے دین پر طعن کریں تو ان کفر کے سرغنوں سے جنگ کرو۔ ان کی قسمیں ، قسمیں نہیں اور تمہیں ان سے جنگ اس لیے کرنی چاہئے کہ یہ اپنی شرارتوں سے باز آجائیں۔ مسلمانو کیا تم ان سے نہ لڑو گے جنہوں نے عہد کرنے کے بعد اپنی قسمیں توڑ ڈالیں اور اللہ کے رسول کو اس کے وطن سے نکال دینے کا قصد کیا اور تم سے لڑائی ہیں پہل بھی انہوں نے کی۔ کیا تم ان سے ڈرتے ہو۔ اگر تم مومن ہو تو اللہ اس کا زیادہ مستحق ہے کہ تم اس سے ڈرو۔ مسلمانو ان لوگوں سے بلا تامل لڑو۔ اللہ تمہارے ہی ہاتھوں انہیں عذاب دے گا اور ان کو رسوا کرے گا اور ان پر تمہیں غلبہ دے گا اور مومنوں کو اور ان کے دلوں کو ٹھنڈا کرے گا اور ان کے دلوں میں کافروں کی طرف سے جو غصہ بھرا ہوا ہے اس کی خلش کو بھی دور کرے گا اور جس کی چاہے توبہ قبول فرمائے گا اور اللہ سب کچھ جاننے والا اور حکمت والا ہے۔\nمسلمانو کیا تم نے سمجھ رکھا ہے کہ سستے چھوٹ جاؤگے حالانکہ ابھی اللہ نے ان لوگوں کو جانا ہی نہیں جنہوں نے جہاد کیا اور اللہ اور اس کے رسول اور مومنین کو چھوڑ کر کسی اور کو اپنا جگری دوست نہ بنایا۔ اور یاد رکھو جو کچھ بھی تم لوگ کرتے ہو ، اللہ کو اس کی سب خبر ہے۔ مشرکین کو یہ حق نہیں کہ اللہ کی مسجدوں کو آباد کریں اور مشرکانہ اقوال و افعال سے اپنے اوپر کفر کی گواہی بھی دیتے جائیں۔ یہ وہ لوگ ہیں جن کے سارے عمل اکارت گئے اور یہ دوزخ میں ہمیشہ رہنے والے ہیں۔ اللہ کی مسجدوں کو آباد کرنا تو ان لوگوں کا کام ہے جو اللہ اور روز آخرت پر ایمان رکھتے ہوں۔ نماز قائم کرتے ہوں ، زکوۃ دیتے ہوں اور اللہ کے سوا کسی سے نہ ڈرتے ہوں سو ایسے لوگوں سے توقع کی جاسکتی ہے کہ وہ ہدایت پانے والے ہوں گے۔ لوگو کیا تم نے حاجیوں کو پانی پلانے والے اور مسجد حرام کو آباد رکھنے کو اس شخص کے عمل کے برابر سمجھ لیا ہے۔ جو اللہ اور روز آخرت پر ایمان لایا اور اللہ کی راہ میں جہاد کیا۔ اللہ کے نزدیک تو یہ لوگ ایک دوسرے کے برابر نہیں اور اللہ ظالموں کی رہنمائی نہیں کرتا۔ اللہ کے نزدیک درجے میں بڑے وہ لوگ ہیں جو ایمان لائے اور ہجرت کی اور اپنے جان و مال سے اللہ کی راہ میں جہاد کیا۔ یہی لوگ کامیاب ہیں۔ ان کا رب انہیں اپنی رحمت اور خوشنود کی بشارت دیتا ہے۔ نیز ایسے باغوں کی جن میں ان کی دائمی آسائش ملے گی اور وہ ان میں ہمیشہ ہمیشہ رہیں گے۔ بیشک اللہ کے پاس نیک کرداروں کے لیے بڑا اجر ہے۔ اے لوگو ! جو ایمان لائے ہو اگر تمہارے باپ اور تمہارے بھائی ایمان کے مقابلے میں کفر کو عزیز رکھیں تو ان کو اپنا رفیق نہ بناؤ اور تم میں سے جو انہیں رفیق بنائیں گے تو ایسے ہی لوگ ظالم ہیں اے پیغمبر مسلمانوں سے کہہ دو کہ اگر تمہارے باپ اور تمہارے بیٹے اور تمہارے بھائی اور تمہاری بیویاں اور تمہاری برادری اور وہ مال جو تم نے کمائے ہیں اور وہ تجارت جس کے مندا پڑجانے کا تمہیں اندیشہ ہے اور وہ مکانات جو تمہیں پسند ہیں اگر یہ ساری چیزیں اللہ اور اس کے رسول اور اللہ کی راہ میں جہاد کرنے سے تمہیں زیادہ پیاری ہیں تو انتظار کرو یہاں تک کہ اللہ اپنا فیصلہ تمہارے سامنے لے آئے اور اللہ کا مقررہ قانون ہے کہ وہ فاسقوں کو ہدایت نہیں دیا کرتا۔ مسلمانو ! اللہ نے بہت سے موقعوں پر تمہاری مدد کی ہے اور خاص کر جنگ حنین کے وہ جب کہ تم اپنی کثرت پر اترا گئے تھے مگر وہ کثرت تمہارے کچھ کام نہ آئی اور زمین اپنی وسعت کے باوجود تم پر تنگ ہوگئی اور تم پیٹھ پھیر کر بھاگ گئے۔ پھر اللہ نے اپنے رسول اور مومنوں پر اپنی طرف سے سکون قلب نازل فرمایا اور مدد کو فرشتوں کے ایسے لشکر اتارے جو تمہیں نظر نہیں آتے تھے اور اس طرح ان لوگوں کو جنہوں نے کفر کا راستہ اختیار کیا تھا ، سخت سزا دی اور کافروں کی یہی جزا ہے۔ پھر تم دیکھ چکے ہو کہ سزا کے بعد اللہ جسے چاہتا ہے توبہ کی توفیق بھی دیتا ہے اور اللہ غفور و رحیم ہے۔ اے لوگو جو ایمان لائے ہو ، یہ حقیقت ہے کہ مشرک ناپاک ہیں۔ لہذا اس کے بعد وہ مسجد حرام کے پاس بھی نہ آنے پائیں۔ اگر ان کے ساتھ لین دین بند ہوجانے سے تمہیں مفلسی کا اندیشہ ہے تو اللہ پر بھروسہ رکھو وہ چاہے گا تو تمہیں اپنے فضل سے غنی کردے گا بیشک اللہ سب کچھ جاننے والا اور حکمت والا ہے۔\nدرج بالا جن آیات کا ہم نے اقتباس پیش کیا۔ ان میں اور اس سبق کی تمام دوسری آیات میں اس بات پر نہایت ہی تاکید اور شدت سے زور دیا گیا ہے کہ مشرکین عرب کے خلاف فیصلہ کن قدم اٹھاؤ اور مسلمانوں کو اس بات پر برانگیختہ کیا گیا ہے کہ مشرکین کے ساتھ بائیکاٹ کرو اور پورے جزیرۃ العرب میں ان کے خلاف جنگی کاروائی شروع کردو۔ اس شدید تاکید سے یہ معلوم ہوتا ہے کہ اس وقت جماعت مسلمہ یا ان میں سے بعض افراد کے رویوں میں یہ خوف تھا کہ پورے جزیرۃ العرب میں مشرکین کے خلاف بیک وقت اس قسم کی کاروائی شروع کرنا مناسب امر نہیں ہے یا ان کو فیصلہ کن انداز میں اس قسم کی کاروائی خوفناک نظر آتی تھی اور وہ اس بارے میں یکسو نہ تھے۔ اور اس کی بعض وجوہات بھی تھیں جن کے بارے میں ہم عنقریب اس تبصرے اور پھر تشریح آیات کے وقت کلام کریں گے۔ ان شاء اللہ۔\nاس سورت کے دوسرے حصے میں ، اسلامی معاشرے اور اہل کتاب کے درمیان تعلقات کی حد بندی کی گئی اور اس میں جو احکامات دیے گئے ہیں ، وہ فائنل ہیں اور ان فیصلوں کے نظریاتی ، تاریخی اور عملی اسباب بھی بیان کیے گئے ہیں جن کی وجہ سے اسلام نے ان تعلقات کی ایسی ضابطہ بندی کی ہے۔ اس حصے میں اسلام اور اسلام کی مستقل حقیقت کو بھی بیان کیا گیا ہے اور یہ بھی بتایا گیا ہے کہ اہل کتاب نے نظریاتی اور عملی ہر لحاظ سے اپنے صحیح دین سے انحراف کرلیا ہے۔ اس لیے اب وہ عملاً اس دین پر قائم نہیں رہے جو اللہ نے ان کی طرف بھیجا تھا اور جس کی وجہ سے وہ اہل کتاب قرار پائے تھے مثلاً درج ذیل آیات پر غور فرمائیں :\nقَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (29): جنگ کرو اہل کتاب میں سے ان لوگوں کے خلاف جو اللہ اور روز آخر پر ایمان نہیں لاتے۔ اور جو کچھ اللہ اور اس کے رسول نے حرام قرار دیا ہے ، اسے حرام نہیں کرتے اور دین حق کو اپنا دین نہیں مانتے۔ (ان سے لڑو) یہاں تک کہ وہ اپنے ہاتھ سے جزیہ دیں اور چھوٹے بن کر رہیں۔\nوَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (30) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلا لِيَعْبُدُوا إِلَهًا وَاحِدًا لا إِلَهَ إِلا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (31): یہود کہتے کہ عزیر اللہ کا بیٹا ہے اور عیسائی کہتے ہیں کہ مسیح اللہ کا بیٹآ ہے۔ یہ بےحقیقت باتیں ہیں جو وہ اپنی زبانوں سے نکالتے ہیں۔ ان لوگوں کی دیکھا دیکھی جو ان سے پہلے کفر میں مبتلا ہوئے تھے۔ خدا کی مار ان پر یہ کہاں سے دھوکہ کھا رہے ہیں۔ انہوں نے اپنے علماء اور درویشوں کو اللہ کے سوا اپنا رب بنا لیا ہے اور اسی طرح مسیح ابن مریم کو بھی حالانکہ ان کو ایک معبود کے سوا کسی کی بندگی کرنے کا حکم نہیں دیا گیا تھا۔ وہ جس کے سوا کوئی مستحق عبادت نہیں۔ پاک ہے وہ ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں۔\nيُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ (32) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (33) : یہ لوگ چاہتے ہیں کہ اللہ کی روشنی کو اپنی پھونکوں سے بجھا دیں۔ مگر اللہ اپنی روشنی کو مکمل کیے بغیر ماننے والا نہیں ہے۔ خواہ کافروں کو یہ کتنا ہی ناگوار ہو۔ وہ اللہ وہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا ہے تاکہ اسے پوری جنس دین پر غالب کردے۔ خواہ مشرکوں کو کتنا ہی ناگوار ہو۔\nيَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الأحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (34) يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ (35) : اے ایمان لانے والو ! ان اہل کتاب کے اکثر علماء اور درویشوں کا حال یہ ہے کہ وہ لوگوں کا مال باطل طریقوں سے کھاتے ہیں اور انہیں اللہ کی راہ سے روکتے ہیں۔ دردناک عذاب کی خوشخبری دو ، ان کو جو سونے اور چاندی جمع کرکے رکھتے ہیں اور انہیں خدا کی راہ میں خرچ نہیں کرتے۔ ایک دن آئے گا کہ اس سونے اور چاندی پر جہنم کی آگ دہکائی جائے گی اور پھر اسی سے ان لوگوں کی پیشانیوں اور پہلوؤں اور پیٹھوں کو داغا جائے گا۔ یہ ہے وہ خزانہ جو تم نے اپنے لیے جمع کیا تھا لو اب اپنی سمیٹی ہوئی دولت کا مزہ چکھو۔\nاس حصے میں جو اسلوب گفتگو اپنایا گیا ہے ، اس سے معلوم ہوتا ہے کہ یہ آیات لوگوں کے اس خلجان کو دور کرنے کے لیے نازل ہوئیں ، جو وہ اہل کتاب کے خلاف کسی سخت ایکشن کے سلسلے میں اپنے اندر پاتے تھے ، یا یہ تردد اور خوف ان میں سے بڑی اکثریت کے دلوں میں پایا جاتا تھا کہ وہ اہل کتاب کے حوالے سے پہلی آیت کے مطابق تعلق کا آغآز کس طرح کریں ، لیکن درحقیقت ان آیات میں روئے سخن رومیوں کی طرف تھا جن کے ساتھ شام اور عرب کے عیسائیوں کے حلیفانہ تعقلات تھے۔ رومیوں کے حوالے سے یہ تردد اور خوف بجا بھی تھا ، اس لیے کہ جزیرۃ العرب کے باشندوں کے ہاں رومیوں کی تاریخی شہرت تھی۔ اگرچہ آیت کے الفاظ تمام اہل کتاب کے لیے عام ہیں اور آیت میں مذکور ہونے والے اوصاف سب ان پر منطبق تھے جیسا کہ آیت کی تشریح کے وقت ہم بتائیں گے۔\nاس سورت کے تیسرے حصے میں ان کاہل اور سست لوگوں کا ذکر ہے جن کو جب جہاد کے لیے دعوت دی جاتی ہے تو وہ اپنے آپ کو بوجھل بنا کر زمین پر گرا دیتے ہیں اور نفیر عام سے سستی برتتے ہیں۔ یہ سستی کرنے والے سب کے سب منافق نہ تھے جیسا کہ بعد میں واضح ہوگا بلکہ یہ مہم چونکہ پر مشقت تھی اور بعض لوگ مشکلات راہ کی وجہ سے سست پڑگئے تھے۔\nيَا أَيُّهَا الَّذِينَ آمَنُوا مَا لَكُمْ إِذَا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الأرْضِ أَرَضِيتُمْ بِالْحَيَاةِ الدُّنْيَا مِنَ الآخِرَةِ فَمَا مَتَاعُ الْحَيَاةِ الدُّنْيَا فِي الآخِرَةِ إِلا قَلِيلٌ (38) إِلا تَنْفِرُوا يُعَذِّبْكُمْ عَذَابًا أَلِيمًا وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ وَلا تَضُرُّوهُ شَيْئًا وَاللَّهُ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (39) إِلا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ إِذْ يَقُولُ لِصَاحِبِهِ لا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ (40) انْفِرُوا خِفَافًا وَثِقَالا وَجَاهِدُوا بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ (41) : اے لوگو جو ایمان لائے ہو ، تمہیں کیا ہوگیا کہ جب تم اسے اللہ کی راہ میں نکلنے کے لیے کہا گیا تو تم زمین سے چمٹ کر رہ گئے ؟ کیا تم نے آخرت کے مقابلے میں دنیا کی زندگی کو پسند کرلیا ؟ ایسا ہے تو تمہیں معلوم ہو کہ دنیا کی زندگی کا یہ سب سروسامان آخرت میں بہت تھوڑا نکلے گا۔ تم نہ اٹھوگے تو خدا تمہیں دردناک عذاب دے گا۔ اور تمہاری جگہ کسی اور گروہ کو اٹھائے گا اور تم خدا کا کچھ نہ بگاڑ سکو گے۔ وہ ہر چیز پر قدرت رکھتا ہے۔ تم نے اگر نبی کی مدد نہ کی ، تو کچھ پروا نہیں اللہ اس کی مدد اس وقت کرچکا ہے جب کافروں نے اسے نکال دیا تھا۔ جب وہ صرف دو میں دوسرا تھا ، جب وہ دونوں غار میں تھے ، جب وہ اپنے ساتھی سے کہہ رہا تھا کہ \" غم نہ کرو اللہ ہمارے ساتھ ہے \" اس وقت اللہ نے اس پر اپنی طرف سے سکون قلب نازل کیا اور اس کی مدد ایسے لشکروں سے کی جو تم کو نظر نہ آتے تھے اور کافروں کا بول نیچا کردیا اور اللہ کا بول تو اونچا ہی ہے۔ اللہ زبردست دانا و بینا ہے۔ نکلو خواہ ہلکے ہو یا بوجھل ، اور جہاد کرو اللہ کی راہ میں اپنے مالوں اور جانوں کے ساتھ ، یہ تمہارے لیے بہتر ہے۔ (اگر تم جانو)\nیہاں بار بار تاکید ، تہدید اور ملامت کے الفاظ لائے جاتے ہیں۔ یہ کہا جاتا ہے کہ جہاں تک رسول اللہ کی امداد کا تعلق ہے تو کسی انسان کی شرکت کے بغیر بھی اللہ نے ان کی مدد کی ہے۔ ذرا وہ وقت یاد کرو کہ جب مکہ سے کافروں نے انہیں نکالا تھا۔ کوئی فوج ان کے ساتھ نہ تھی لیکن وہ کامیاب رہے۔ پھر یہ تاکید کہ تم بوجھل ہو یا ہلکے بہرحال اس مہم میں نکلو ، یہ سب امور بتاتے ہیں کہ یہ مہم بہت سخت تھی ، لوگوں کے اندر سستی اور تردد بلکہ خوف طاری تھا۔ اس لیے یہاں سخت ترین الفاظ میں تاکید کی گئی ہے کہ لازماً اس مہم میں نکلو۔\nاس کے بعد اس سورت کا چوتھا حصہ آتا ہے اور وہ قدے طویل ہے۔ اس سورت کے نصف حصے پر مشتمل ہے۔ اس میں منافقین اور اسلامی معاشرے کے خلاف ان کی ریشہ دوانیوں کو کھول کر بیان کیا گیا ہے۔ غزوہ تبوک ، اس سے پہلے اور اس کے بعد کے ادوار میں ان کی نفسیاتی حالت اور ان کی عملی بوکھلاہٹ کو لیا گیا ہے۔ ان کی نیات ، ان کے حیلوں بہانوں اور ان کے عذرات لنگ کا مضحکہ اڑایا گیا ہے اور بتایا گیا ہے کہ کس طرح وہ اس جہاد سے پیچھے رہے۔ کس طرح اسلامی صفوں میں کمزوری ، افتراق اور بےچینی پھیلاتے رہے۔ رسول اللہ ﷺ اور مخلص مومنین کو ایذائیں دیتے رہے۔ اس کے ساتھ ساتھ مخلص مومنین کو ان کی ریشہ دوانیوں سے متنبہ کیا جاتا ہے۔ چناچہ ان کے ساتھ تعلقات کے سلسلے میں تجویز کیا جاتا ہے کہ مخلصین کو ان سے دور رہنا چاہیے۔ یہ حصہ سورت کا بنیادی حصہ ہے۔ اور بنیادی وجود ہے۔ اس حصے معلوم ہوتا ہے کہ نفاق جو فتح مکہ کے بعد قریبا قریباً ختم ہوگیا تھا کس طرح دوبارہ پھیل گیا تھا اور اگلے پیرا گراف میں آپ دیکھیں گے کہ اس نفاق کے پھیلنے کے اسباب کیا تھے۔ یہاں ہم اس پورے حصے کو تو نقل نہیں کرسکتے البتہ بطور نمونہ چند فقرات ملاحظہ ہوں۔\nلَوْ كَانَ عَرَضًا قَرِيبًا وَسَفَرًا قَاصِدًا لاتَّبَعُوكَ وَلَكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنَا لَخَرَجْنَا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ (42) : اے نبی اگر فائدہ سہل الحصول ہوتا اور سفر ہلکا ہوتا تو وہ ضرور تمہارے پیچھے چلنے پر آمادہ ہوجاتے مگر ان پر تو یہ راستہ بہت کٹھن ہوگیا۔ اب وہ خدا کی قسم کھا کھا کر کہیں گے کہ اگر ہم چل سکتے تو یقیناً تمہارے ساتھ چلتے۔ وہ اپنے آپ کو ہلاکت میں ڈال رہے ہیں۔ اللہ خوب جانتا ہے کہ وہ جھوٹے ہیں۔\nوَلَوْ أَرَادُوا الْخُرُوجَ لأعَدُّوا لَهُ عُدَّةً وَلَكِنْ كَرِهَ اللَّهُ انْبِعَاثَهُمْ فَثَبَّطَهُمْ وَقِيلَ اقْعُدُوا مَعَ الْقَاعِدِينَ (46) لَوْ خَرَجُوا فِيكُمْ مَا زَادُوكُمْ إِلا خَبَالا وَلأوْضَعُوا خِلالَكُمْ يَبْغُونَكُمُ الْفِتْنَةَ وَفِيكُمْ سَمَّاعُونَ لَهُمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ (47) لَقَدِ ابْتَغَوُا الْفِتْنَةَ مِنْ قَبْلُ وَقَلَّبُوا لَكَ الأمُورَ حَتَّى جَاءَ الْحَقُّ وَظَهَرَ أَمْرُ اللَّهِ وَهُمْ كَارِهُونَ (48): اگر واقعی ان کا ارادہ نکلنے کا ہوتا تو وہ اس کے لیے کچھ تیاری کرتے لیکن اللہ کو ان کا اٹھنا پسند ہی نہ تھا۔ اس لیے ان کو سست کردیا گیا اور کہہ دیا گیا کہ بیٹھ رہو بیٹھنے والوں کے ساتھ۔ اگر وہ تمہارے ساتھ نکلتے تو تمہارے اندر سوائے خرابی کے کسی چیز کا اضافہ نہ کرتے۔ وہ تمہارے درمیان فتنہ پردازی کے لیے دوڑ دھوپ کرتے اور تمہپارے گروہ کا یہ حال ہے کہ ابھی اس میں بہت سے لوگ موجود ہیں جو ان کی باتیں کان لگا کر سنتے ہیں۔ اللہ ان ظالموں کو خوب جانتا ہے۔ اس سے پہلے بھی ان لوگوں نے فتنہ انگیزی کی کوششیں کی ہیں اور تمہیں ناکام کرنے کے لیے ہر طرح کی تدبیروں کا الٹ پھیر کرچکے ہیں۔ یہاں تک کہ ان کی مرضی کے خلاف حق آگیا اور اللہ کا کام ہوکر رہا۔\nوَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ (61): ان میں سے کچھ لوگ اپنی باتوں سے نبی کو دیکھ دیتے ہیں اور کہتے ہیں کہ یہ شخص کانوں کا کچا ہے۔ کہا \" وہ تمہاری بھلائی کے لیے ایسا ہے ، اللہ پر ایمان رکھتا ہے اور اہل ایمان پر اعتماد کرتا ہے اور سراسر رحمت ہے ان لوگوں میں سے جو تم میں ایماندار ہیں اور جو لوگ اللہ کے رسول کو دکھ دیتے ہیں ان کے لیے دردناک سزا ہے \"\nوَمِنْهُمْ مَنْ يَقُولُ ائْذَنْ لِي وَلا تَفْتِنِّي أَلا فِي الْفِتْنَةِ سَقَطُوا وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بِالْكَافِرِينَ (49)إِنْ تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكَ مُصِيبَةٌ يَقُولُوا قَدْ أَخَذْنَا أَمْرَنَا مِنْ قَبْلُ وَيَتَوَلَّوْا وَهُمْ فَرِحُونَ (50): ان میں سے کوئی ہے جو کہتا ہے کہ \" مجھے رخصت دیجئے اور مجھ کو فتنہ میں نہ ڈالیے \" سن رکھو ! فتنے میں ہی تو یہ لوگ پڑے ہوئے ہیں اور جہنم نے ان کافروں کو گھیر رکھا ہے۔ تمہارا بھلا ہوتا ہے تو انہیں رنج ہوتا ہے۔ اور تم پر کوئی وصیت آتی ہے تو یہ منہ پھیر کر خوش خوش پلٹتے ہیں اور کہتے جاتے ہیں کہ اچھا ہوا ہے ہم نے پہلے ہی اپنا معاملہ ٹھیک کرلیا تھا۔\nوَيَحْلِفُونَ بِاللَّهِ إِنَّهُمْ لَمِنْكُمْ وَمَا هُمْ مِنْكُمْ وَلَكِنَّهُمْ قَوْمٌ يَفْرَقُونَ (56) لَوْ يَجِدُونَ مَلْجَأً أَوْ مَغَارَاتٍ أَوْ مُدَّخَلا لَوَلَّوْا إِلَيْهِ وَهُمْ يَجْمَحُونَ (57): وہ خدا کی قسم کھا کھا کر کہتے ہیں کہ ہم تمہیں میں سے ہیں۔ حالانکہ وہ ہر گز تم میں سے نہیں ہیں۔ اصل وہ تو ایسے لوگ ہیں جو تم سے خوفزدہ ہیں۔ اگر وہ کوئی جائے پناہ لیں یا کوئی کھول یا گھس بیٹھنے کی جگہ تو بھاگ کر اس میں جا چھپیں۔\nوَمِنْهُمْ مَنْ يَلْمِزُكَ فِي الصَّدَقَاتِ فَإِنْ أُعْطُوا مِنْهَا رَضُوا وَإِنْ لَمْ يُعْطَوْا مِنْهَا إِذَا هُمْ يَسْخَطُونَ (58) وَلَوْ أَنَّهُمْ رَضُوا مَا آتَاهُمُ اللَّهُ وَرَسُولُهُ وَقَالُوا حَسْبُنَا اللَّهُ سَيُؤْتِينَا اللَّهُ مِنْ فَضْلِهِ وَرَسُولُهُ إِنَّا إِلَى اللَّهِ رَاغِبُونَ (59): اے نبی ان میں بعض لوگ صدقات کی تقسیم میں تم پر اعتراض کرتے ہیں۔ اگر اس مال میں سے انہیں کچھ دے دیا جائے تو خوش ہوجائیں۔ اور نہ دیا جائے تو بگڑنے لگتے ہیں۔ کیا اچھا ہوتا کہ اللہ اور رسول نے جو کچھ بھی انہیں دیا تھا ، اس پر وہ راضی رہتے اور کہتے کہ اللہ ہمارے لیے کافی ہے۔ اور وہ اپنے فضل سے اور بہت کچھ دے گا اور اس کا رسول بھی ہم پر عنایت فرمائے گا۔ ہم اللہ ہی کی طرف نظر جمائے ہوئے ہیں۔\nوَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذَابٌ أَلِيمٌ (61): ان میں سے کچھ لوگ اپنی باتوں سے نبی کو دکھ دیتے ہیں اور کہتے ہیں کہ یہ شخص کانوں کا کچا ہے۔ کہو \" وہ تمہاری بھلائی کے لیے ایسا ہے ، اللہ پر ایمان رکھتا ہے اور اہل ایمان پر اعتماد کرتا ہے اور سراسر رحمت ہے ان لوگوں کے لیے جو تم میں سے ایماندار ہیں اور جو لوگ اللہ کے رسول کو دکھ دیتے ہیں ان کے لیے دردناک سزا ہے \"۔\nيَحْلِفُونَ بِاللَّهِ لَكُمْ لِيُرْضُوكُمْ وَاللَّهُ وَرَسُولُهُ أَحَقُّ أَنْ يُرْضُوهُ إِنْ كَانُوا مُؤْمِنِينَ (62) أَلَمْ يَعْلَمُوا أَنَّهُ مَنْ يُحَادِدِ اللَّهَ وَرَسُولَهُ فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا ذَلِكَ الْخِزْيُ الْعَظِيمُ (63): یہ لوگ تمہارے سامنے قسمیں کھاتے ہیں تاکہ تمہیں راضی کریں ، حالانکہ اگر یہ مومن ہیں تو اللہ و رسول اس کے زیادہ حقدار ہیں کہ یہ ان کو راضی کرنے کی کوشش کریں۔ کیا انہیں معلوم نہیں ہے کہ جو اللہ اور رسول کا مقابلہ کرتا ہے۔ اس کے لیے دوزخ کی آگ ہے جس میں وہ ہمیشہ رہے گا۔ یہ بہت بڑی رسوائی ہے۔\nيَحْذَرُ الْمُنَافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِمْ قُلِ اسْتَهْزِئُوا إِنَّ اللَّهَ مُخْرِجٌ مَا تَحْذَرُونَ (64) وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَبِاللَّهِ وَآيَاتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِئُونَ (65) لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ إِنْ نَعْفُ عَنْ طَائِفَةٍ مِنْكُمْ نُعَذِّبْ طَائِفَةً بِأَنَّهُمْ كَانُوا مُجْرِمِينَ (66): یہ منافق ڈر رہے ہیں کہ کہیں مسلمانوں پر کوئی ایسی سورت نازل نہ ہوجائے جو ان کے دلوں کے بھید کھول کر رکھ دے۔ اے نبی ان سے کہو \" اور مذاق اڑاؤ، اللہ اس چیز کو کھول دینے والا ہے جس کے کھل جانے سے تم ڈرتے ہو \" اگر ان سے پوچھو کہ تم کیا باتیں کر رہے تھے ، تو جھٹ کہہ دیں گے کہ ہم تو ہنسی مذاق اور دل لگی کررہے تھے۔ ان سے کہو \" تمہاری ہنسی دل لگی اللہ اور اس کے آیات اور اس کے رسول ہی کے ساتھ تھی۔ اب عذرات نہ تراشو ، تم نے ایمان لانے کے بعد کفر کیا ہے ، اگر ہم نے تم میں سے ایک گروہ کو معاف کرد بھی دیا تو دوسرے گروہ کو ہم ضرور سزا دیں گے ، کیونکہ وہ مجرم ہیں۔\nالْمُنَافِقُونَ وَالْمُنَافِقَاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنَافِقِينَ هُمُ الْفَاسِقُونَ (67) وَعَدَ اللَّهُ الْمُنَافِقِينَ وَالْمُنَافِقَاتِ وَالْكُفَّارَ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَا هِيَ حَسْبُهُمْ وَلَعَنَهُمُ اللَّهُ وَلَهُمْ عَذَابٌ مُقِيمٌ (68): منافق مرد اور منافق عورتیں سب ایک دوسرے کے ہم رنگ ہیں۔ برائی کا حکم دیتے ہیں اور بھلائی سے منع کرتے اور اپنے ہاتھ خیر سے روکے رکھتے ہیں۔ یہ اللہ کو بھول گئے تو اللہ نے بھی انہیں بھلا دیا۔ یقیناً یہ منافق ہی فاسق ہیں۔ ان منافق مردوں اور عورتوں اور کافروں کے لیے اللہ نے آتش دوزخ کا وعدہ کیا ہے جس میں وہ ہمیشہ رہیں گے ۔ وہی ان کے لیے موزوں ہے۔ ان پر اللہ کی پھٹکار ہے اور ان کے لیے قائم رہنے والا عذاب ہے۔\nيَا أَيُّهَا النَّبِيُّ جَاهِدِ الْكُفَّارَ وَالْمُنَافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ (73) يَحْلِفُونَ بِاللَّهِ مَا قَالُوا وَلَقَدْ قَالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلامِهِمْ وَهَمُّوا بِمَا لَمْ يَنَالُوا وَمَا نَقَمُوا إِلا أَنْ أَغْنَاهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْرًا لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذَابًا أَلِيمًا فِي الدُّنْيَا وَالآخِرَةِ وَمَا لَهُمْ فِي الأرْضِ مِنْ وَلِيٍّ وَلا نَصِيرٍ (74): اے نبی کفار اور منافقین دونوں کا پوری قوت سے مقابلہ کرو اور ان کے ساتھ سختی سے پیش آؤ، آخر کار ان کا ٹکانا جہنم ہے اور وہ بدترین جائے قرار ہے۔ یہ لوگ خدا کی قسم کھا کھا کر کہتے ہیں کہ ہم نے وہ بات نہیں کہی ، حالانکہ انہوں نے ضرور وہ کافرانہ بات کہی ہے۔ وہ اسلام لانے کے بعد کفر کے مرتکب ہوئے اور انہوں نے وہ کچھ کرنے کا ارادہ کیا جسے کر نہ سکے۔ یہ ان کا سارا غصہ اس بات پر ہے ، تاکہ اللہ اور اس کے رسول نے اپنے فضل سے ان کو غنی کردیا ہے۔ اب اگر یہ اپنی روش سے باز آجائیں تو انہی کے لیے بہتر ہے اور اگر یہ باز نہ آئے تو اللہ ان کو نہایت دردناک سزا دے گا۔ دنیا میں بھی اور آخرت میں بھی اور زمین میں کوئی نہیں جو ان کا حمایتی اور مددگار ہو۔\nوَمِنْهُمْ مَنْ عَاهَدَ اللَّهَ لَئِنْ آتَانَا مِنْ فَضْلِهِ لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصَّالِحِينَ (75) فَلَمَّا آتَاهُمْ مِنْ فَضْلِهِ بَخِلُوا بِهِ وَتَوَلَّوْا وَهُمْ مُعْرِضُونَ (76) فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إِلَى يَوْمِ يَلْقَوْنَهُ بِمَا أَخْلَفُوا اللَّهَ مَا وَعَدُوهُ وَبِمَا كَانُوا يَكْذِبُونَ (77): ان میں سے بعض ایسے بھی ہیں جنہوں نے اللہ سے عہد کیا تھا کہ اگر اس نے اپنے فضل سے ہم کو نوازا تو ہم خیرات کریں گے اور صالح بن کر رہیں گے۔ مگر جب اللہ نے اپنے فضل سے ان کو دولتمند کردیا تو وہ بخل پر اتر آئے اور اپنے عہد سے ایسے پھرے کہ انہیں اس کی پروا تک نہیں ہے۔ نتیجہ یہ نکلا کہ ان کی اس بدعہدی کی وجہ سے جو انہوں نے اللہ کے ساتھ کی اور اس جھوٹ کی وجہ سے جو وہ بولتے رہے ، اللہ نے ان کے دلوں میں نفاق بٹھا دیا ، جو اس کے حضور انکی پیشی کے دن تک ان کا پیچھا نہ چھوڑے گا۔\nالَّذِينَ يَلْمِزُونَ الْمُطَّوِّعِينَ مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ وَالَّذِينَ لا يَجِدُونَ إِلا جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ سَخِرَ اللَّهُ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ (79) اسْتَغْفِرْ لَهُمْ أَوْ لا تَسْتَغْفِرْ لَهُمْ إِنْ تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَنْ يَغْفِرَ اللَّهُ لَهُمْ ذَلِكَ بِأَنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفَاسِقِينَ (80): جو لوگ برضا ورغبت دینے والے اہل ایمان کی مالی قربانیوں پر باتیں چھانٹتے ہیں اور ان لوگوں کا مذاق اڑانے والوں کا مذاق اڑاتا ہے اور ان کے لیے دردناک سزا ہے۔ اے نبی تم ایسے لوگوں کے لیے معافی کی درخواست کرو یا نہ کرو ، اگر تم ستر مرتبہ بھی انہیں معاف کردینے کی درخواست کروگے تو اللہ انہیں ہرگز معاف نہ کرے گا۔ اس لیے کہ انہوں نے اللہ اور اس کے رسول کے ساتھ کفر کیا ہے اور اللہ فاسق لوگوں کو راہ نجات نہیں دکھاتا ہے۔\nفَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجَاهِدُوا بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقَالُوا لا تَنْفِرُوا فِي الْحَرِّ قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كَانُوا يَفْقَهُونَ (81) فَلْيَضْحَكُوا قَلِيلا وَلْيَبْكُوا كَثِيرًا جَزَاءً بِمَا كَانُوا يَكْسِبُونَ (82) فَإِنْ رَجَعَكَ اللَّهُ إِلَى طَائِفَةٍ مِنْهُمْ فَاسْتَأْذَنُوكَ لِلْخُرُوجِ فَقُلْ لَنْ تَخْرُجُوا مَعِيَ أَبَدًا وَلَنْ تُقَاتِلُوا مَعِيَ عَدُوًّا إِنَّكُمْ رَضِيتُمْ بِالْقُعُودِ أَوَّلَ مَرَّةٍ فَاقْعُدُوا مَعَ الْخَالِفِينَ (83) وَلا تُصَلِّ عَلَى أَحَدٍ مِنْهُمْ مَاتَ أَبَدًا وَلا تَقُمْ عَلَى قَبْرِهِ إِنَّهُمْ كَفَرُوا بِاللَّهِ وَرَسُولِهِ وَمَاتُوا وَهُمْ فَاسِقُونَ (84) وَلا تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلادُهُمْ إِنَّمَا يُرِيدُ اللَّهُ أَنْ يُعَذِّبَهُمْ بِهَا فِي الدُّنْيَا وَتَزْهَقَ أَنْفُسُهُمْ وَهُمْ كَافِرُونَ (85): جن لوگوں کو پیچے رہنے کی اجازت دی گئی تھی وہ اللہ کے رسول کا ساتھ نہ دینے اور گھر پر بیٹھے رہنے پر خوش ہوئے اور انہیں گوارا نہ ہوا کہ اللہ کی راہ میں جان و مال سے جہاد کریں۔ انہوں نے لوگوں سے کہا کہ \" اس سخت گرمی میں نہ نکلو \" ان سے کہو کہ جہنم کی آگ اس سے زیادہ گرم ہے۔ کاش انہیں اس کا شعور ہوتا۔ اب چاہئے کہ یہ لوگ ہنسنا کم کریں اور روئیں زیادہ۔ اس لیے کہ جو بدی یہ کما رہے ہیں اس کی جزا ایسی ہی ہے۔ اگر اللہ ان کے درمیان تمہیں واپس لے جائے اور آئندہ ان میں سے کوئی گروہ جہاد کے لیے نکلنے کی تم سے اجازت مانگے تو صاف کہہ دینا کہ \" اب تم میرے ساتھ ہرگز نہیں چل سکتے اور نہ میری معیت میں کسی دشمن سے لڑسکتے ہو ، تم نے پہلے بیٹھ رہنے کو پسند کیا تھا تو اب گھر میں بیٹھ رہنے والوں کے ساتھ بیٹھے رہو۔ اور آئندہ ان میں سے جو کوئی مرے اس کی نماز جنازہ بھی تم ہرگز نہ پڑھنا اور نہ کبھی اس کی قبر پر کھڑے ہونا کیونکہ انہوں نے اللہ اور اس کے رسول کے ساتھ کفر کیا ہے اور وہ مرے ہیں اس حال میں کہ وہ فاسق تھے۔ ان کی مالداری اور ان کی کثرت اولاد تم کو دھوکے میں نہ ڈالے۔ اللہ نے تو ارادہ کرلیا ہے کہ اس مال اور اولاد کے ذریعے سے ان کو اسی دنیا میں سزا دے اور ان کی جانیں اس حال میں نکلیں کہ وہ کافر ہوں۔\nیہ طویل تنقید جس میں بیشمار انکشافات کیے گئے اس بات کی مظہر ہے کہ اس وقت منافقین کی طرف سے اسلامی جماعت کی ایذا رسانی کے لیے رات دن کوششیں ہوتی رہتی تھیں۔ یہ منافق مختلف قسم کی سازشوں ، فتنہ انگیزیوں اور جھوٹے پروپیگنڈے کے ذریعے مسلمانوں کو اپنے نصب العین سے ہٹآنے کی سعی کرتے رہتے تھے۔ نیز اس تنقیدی تقریر سے یہ بھی معلوم ہوتا ہے کہ اس وقت اسلامی صفوں میں ہم آہنگی اور مکمل اتحاد کی کمی تھی اور جماعت مسلمہ کی عضویاتی تکمیل ابھی تک ادھوری تھی۔ اس کی طرف اس فقرے کے ذریعے اشارہ بھی کیا گیا ہے۔ و فیکم سمعون لہم \" اور تم میں ان کی بات پر کان دھرنے والے موجود ہیں \" نیز ایسے لوگوں کے لیے دعا کرنے کی سخت ممانعت اور ان کا نماز جنازہ نہ پڑھنے کی تاکید سے بھی معلوم ہوتا ہے کہ اس وقت ایسے لوگوں کے لیے ہمدردی کے جذبات اسلامی صفوں میں موجود تھے۔ یہ صورت حال اس لیے پیدا ہوگئی تھی کہ فتح مکہ کے بعد لوگ فوج در فوج اسلام میں داخل ہوگئے تھے اور ان کے دلوں میں ابھی تک ایمان اچھی طرح جاگزیں نہ ہوا تھا۔ نہ وہ ابھی تک پوری طرح اسلامی رنگ میں رنگے گئے تھے۔ اس کی تفصیلات ہم اس سورت میں ان آیات کے ضمن میں دیں گے جن میں اسلامی جماعت کے اجزائے ترکیبی پر بحث کی گئی ہے جن سے اس وقت جماعت کی تالیف ہوئی تھی۔\n(بہت طویل ہونے کی وجہ سے اس آیت کی مکمل تفسیر شامل نہیں کی جا سکی۔ ہم اس کے لیے معذرت خواہ ہیں۔ برائے مہربانی اس آیت کی تفسیر کا بقیہ حصہ فی ظلال القرآن جلد سے پڑھیں)",
  "ayah": 1,
  "surah": 9
}
