{
  "text": "لا تقسم فیہ ابدًا آپ (نماز کیلئے) اس میں کبھی نہ کھڑے ہوں۔ حضرت ابن عباس نے تفسیری مطلب یہی فرمایا۔\nابن النجار نے کہا : منافقوں نے یہ مسجد قبا والی مسجد کے مقابلہ میں بنائی تھی۔ سب وہاں جمع ہوتے اور رسول اللہ (ﷺ) کی برائی کرتے اور آپ کا مذاق بناتے تھے۔ جب (تبوک سے واپسی میں) رسول اللہ (ﷺ) مقام ذی اوان میں تھے تو یہ آیت نازل ہوئی۔ ابن اسحاق نے بسلسلۂ زہری حضرت ابو رہم کی روایت سے بیان کیا کہ رسول اللہ (ﷺ) نے بنی سالم بن عوف کے مالک بن دخشم کو اور قبیلۂ عاصم بن عدی کے معن بن عدی کو طلب فرمایا۔ بغوی نے مالک بن دخشم کے ساتھ عامر بن اسکن اور حضرت حمزہ کے قاتل وحشی کا بھی ذکر کیا ہے ‘ عاصم کا ذکر نہیں کیا اور ذہبی نے التجرید میں سوید بن عباس انصاری کا نام بھی بیان کیا ہے اور فرمایا : حق ناشناس لوگوں کی بنائی ہوئی اس مسجد کو جا کر ڈھا دو اور جلادو۔ حسب الحکم یہ حضرات تیزی کے ساتھ چلے گئے اور سالم بن عوف کے محلہ میں پہنچ کر مالک نے اپنے دونوں ساتھیوں سے کہا : آپ لوگ میرا انتظار کریں ‘ میں آتا ہوں۔ یہ کہہ کر اپنے گھر جا کر کھجور کی کچھ خشک ٹہنیاں لے کر ان میں آگ لگائی ‘ پھر سب حضرات دوڑ کر مغرب و عشاء کے درمیان مسجد میں پہنچے ‘ اس وقت مسجد والے مسجد میں موجود تھے۔ ان حضرات نے مسجد کو آگ لگا دی اور ڈھا کر زمین کے برابر کردیا۔ اہل مسجد ادھر ادھر منتشر ہوگئے۔ رسول اللہ (ﷺ) نے حکم دیا : اس جگہ کوڑا گھر بنا دیا جائے جہاں مرد اور جانور اور غلاظتیں ڈالی جائیں۔ ابو عامر فاسق ملک شام میں یکہ و تنہا ‘ خانہ برباد ‘ مسافت کی حالت میں مر گیا۔\nمحمد بن یوسف صالحی کا بیان ہے کہ جب رسول اللہ (ﷺ) مدینہ میں تشریف لائے تو آپ نے عاصم بن عدی کو پیشکش کی کہ اس مسجد کے مقام پر وہ اپنا مکان بنا لیں۔ حضرت عاصم نے عرض کیا : یا رسول اللہ (ﷺ) ! اس مسجد کے بارے میں اللہ نے جو حکم نازل فرمایا ہے ۔ اس کے بعد تو میں اس میں مکان نہیں بنا سکتا۔ البتہ ثابت بن اقرم کو یہ جگہ عنایت فرما دیجئے ‘ ان کے پاس کوئی مکان نہیں ہے۔ رسول اللہ (ﷺ) نے ثابت کو وہ جگہ عطا فرما دی لیکن اس مکان میں ثابت کا کوئی بچہ پیدا نہ ہوا۔ نہ کسی کبوتر نے وہاں بچہ نکالا نہ کسی مرغی نے انڈے سیئے (یعنی انڈوں پر بیٹھ کر بچہ نہیں نکالا) ۔\nبغوی نے بیان کیا : روایت میں آیا ہے کہ بنی عمرو بن عوف جنہوں نے مسجد قبا بنائی تھی ‘ حضرت عمر کی خدمت میں حاضر ہو کر درخواست کی کہ مجمع بن حارثہ کو ان کی مسجد میں امام بنا دیں۔ حضرت عمر نے انکار کردیا اور فرمایا : (اس کی) آنکھ ٹھنڈی نہ ہو ‘ کیا یہ مسجد ضرار میں امام نہ تھا ؟ حضرت مجمع نے عرض کیا : امیر المؤمنین ! میرے خلاف فیصلہ کرنے میں جلدی نہ کیجئے۔ میں نے مسجد ضرار میں نماز ضرور پڑھی تھی لیکن مجھے معلوم نہ تھا کہ ان لوگوں کی نیت کیا ہے۔ اگر مجھے ان کا مخفی ارادہ معلوم ہوتا تو میں وہاں نماز نہیں پڑھتا۔ میں لڑکا تھا مگر قرآن پڑھا ہو اور وہ لوگ بوڑھے تھے مگر ناخواندہ ‘ اسلئے میں نے نماز پڑھا دی۔ میں یہ ہی خیال کرتا تھا کہ تعمیر مسجد سے ان کی غرض حصول ثواب ہے ‘ ان کے دلوں کے خیالات کا مجھے علم نہ تھا۔ حضرت عمر نے حضرت مجمع کے اس عذر کو قبول فرما لیا اور ان کے بیان کی تصدیق کی اور ان کو مسجد قبا میں نماز پڑھانے کا حکم دے دیا۔\nلمسجد اسس علی التقویٰ من اول یوم احق ان تقوم فیہ پہلے دن سے جس مسجد کی بنیاد تقوے پر رکھی گئی اس میں نماز پڑھنی بلاشبہ تمہارے لئے زیادہ مناسب ہے۔ پہلے دن سے مراد ہے تعمیر و تاسیس کا پہلا دن ‘ یا ہجرت کے بعد رسول اللہ (ﷺ) کے مدینہ میں فروکش ہونے کا پہلا دن۔ کذا قال السہیلی۔ حضرت ابن عمر ‘ حضرت زید بن ثابت اور حضرت ابوسعید خدری نے فرمایا : لَمَسْجِدٌسے مراد مسجد نبوی ہے ‘ یعنی مدینہ والی مسجد۔ امام احمد ‘ ابن ابی شیبہ ‘ ترمذی ‘ نسائی ‘ ابو یعلی ‘ ابن جریر ‘ ابن المنذر ‘ ابن ابی حاتم ‘ ابو الشیخ ‘ حاکم ‘ ابن مردویہ اور بیہقی نے (دلائل میں) ذکر کیا کہ حضرت ابو سعید خدری نے فرمایا : میں امہات المؤمنین میں سے کسی کے گھر رسول اللہ (ﷺ) کی خدمت میں حاضر ہوا اور عرض کیا : یا رسول اللہ (ﷺ) ! وہ کونسی مسجد ہے (جس کے متعلق فرمایا گیا ہے) کہ اس کی تاسیس تقوے پر کی گئی ہے ؟ حضور (ﷺ) نے ایک مٹھی کنکریاں لے کر زمین پر ماریں اور فرمایا : یہ ہی تمہاری مسجد مدینہ کی مسجد۔\nطبرانی اور ضیاء مقدسی نے المختارہ میں حضرت زید بن ثابث کی روایت سے بیان کیا ہے کہ رسول اللہ (ﷺ) سے اس مسجد کے متعلق دریافت کیا گیا جس کی بناء تقوے پر رکھی گئی تھی ‘ فرمایا : وہ میری یہ ہی مسجد ہے۔\nابن ابی شیبہ اور ابن مردویہ کی روایت ہے کہ حضرت ابن عمر سے دریافت کیا گیا : جس مسجد کی تاسیس تقوے پر ہوئی ‘ وہ کونسی مسجد ہے : فرمایا : رسول اللہ (ﷺ) کی مسجد۔\nمسجد نبوی کی فضیلت میں وہ حدیث آئی ہے جس کو شیخین نے صحیحین میں حضرت ابوہریرہ کی روایت سے بیان کیا ہے کہ رسول اللہ (ﷺ) نے فرمایا : میرے گھر اور میرے منبر کے درمیان جنت کے باغوں میں سے ایک باغ ہے اور میرا منبر میرے حوض پر ہے (یا یوں ترجمہ کیا جائے کہ میرے گھر اور میرے منبر کے درمیان جنت کے باغوں میں سے ایک باغ ہوگا اور میرا منبر میرے حوض پر ہوگا۔ وا اللہ اعلم۔ بغوی کی روایت میں بجائے گھر کے قبر کا لفظ آیا ہے۔\nشیخین اور احمد اور نسائی نے حضرت عبد اللہ بن زید مازنی کی روایت سے بیان کیا ہے کہ رسول اللہ (ﷺ) نے فرمایا : میرے گھر اور میرے منبر کے درمیان ایک باغ ہے جنت کے باغوں میں سے۔ ترمذی نے بھی حضرت علی کی روایت سے یہی بیان کیا ہے۔\nحضرت ابوہریرہ کی روایت ہے کہ رسول اللہ (ﷺ) نے فرمایا : میری اس مسجد میں ایک نماز دوسری مسجدوں میں سوائے مسجد حرام (کعبہ) کے ‘ ہزار نمازوں سے بہتر ہے۔\nبعض علماء کا خیال ہے کہ مسجد اُسِّس علی التقوٰی مسجد قبا ہے۔ عطیہ کی روایت میں حضرت ابن عباس کا یہی قول آیا ہے۔ حضرت عروہ بن زبیر ‘ حضرت سعید بن جبیر اور قتادہ کا بھی یہی قول ہے۔ رسول اللہ (ﷺ) نے مسجد قبا کی تاسیس کی تھی۔ ہجرت کر کے جب حضور (ﷺ) مدینہ کو آئے تو جتنے بھی دنوں یعنی پیر سے جمعہ تک قبا میں قیام فرمایا اور اس عرصہ میں یہاں نماز پڑھی۔ ابن جریر اور ابن المنذر اور ابن ابی حاتم اور بیہقی نے حضرت ابن عباس کی روایت سے اور ابو الشیخ نے ضحاک کی روایت سے یہی بیان کیا ہے۔\nبخاری نے عبد اللہ بن دینار کی وساطت سے حضرت ابن عمر کا بیان نقل کیا ہے کہ رسول اللہ (ﷺ) ہر شنبہ کو پیدل یا سوار ہو کر مسجد قبا کو تشریف لے جاتے تھے۔ حضرت ابن عمر بھی ایسا ہی کرتے تھے۔ نافع نے حضرت ابن عمر کا قول اتنا زائد نقل کیا ہے کہ رسول اللہ (ﷺ) اس میں دو رکعت نماز پڑھتے تھے۔ داؤدی ‘ سہیلی اور حافظ ابن حجر نے کہا : یہ (تفسیری) اختلاف نہیں ہے کیونکہ دونوں میں سے ہر مسجد کی تاسیس تقوے پر ہوئی تھی۔\nمیں کہتا ہوں : مراد یہ ہے کہ مورد نزول گو خاص ہو مگر اعتبار الفاظ کے عموم کا ہوتا ہے اور مسجدٌ نکرہ موصوفہ ہے ‘ اس کی صفت اُسِّس علی التقوٰی ہے اور یہ بھی صفت عام ہے لیکن آیت کی رفتار بتا رہی ہے کہ آیت میں مسجد قبا مراد ہے اور اسی کے متعلق آیت کا نزول ہوا کیونکہ مسجد ضرار کی تعمیر مسجد قبا کو نقصان پہنچانے کیلئے ہی کی گئی تھی۔ پھر بعد والی آیت سے بھی اسی کی تائید ہوتی ہے ‘ فرمایا ہے :\nفیہ رجال یحبون ان یتطھروا وا اللہ یحب المتطھرین اس میں کچھ لوگ ایسے ہیں جو خوب پاک ہونے کو پسند کرتے ہیں۔ اور اللہ خوب پاک ہونے والوں کو پسند فرماتا ہے۔ خوب پاک ہونے سے مراد ہے ناپاکی ‘ جنابت ‘ نجاست (غلاظت) گناہ اور برے خصائل سے پاک ہونا۔ بغوی نے اپنی سند سے حضرت ابوہریرہ کا بیان نقل کیا ہے کہ آیت فِیْہِ رِجَالٌ یُّحِبُّوْنَ اَنْ یَّتَطَھَّرُوْااہل قبا کے حق میں نازل ہوئی۔ یہ لوگ پانی سے استنجا کرتے تھے تو ان کی بابت یہ آیت نازل ہوئی۔ ترمذی کی بھی یہی روایت ہے۔\nابن مردویہ نے حضرت ابن عباس کا بیان نقل کیا ہے کہ جب یہ آیت نازل ہوئی تو رسول اللہ (ﷺ) مہاجرین کو ساتھ لے کر پیدل روانہ ہوئے اور مسجد قبا کے دروازے پر پہنچ کر کھڑے ہوگئے۔ اندر انصار بیٹھے ہوئے تھے۔ رسول اللہ (ﷺ) نے فرمایا : کیا تم لوگ مؤمن ہو ؟ انصار خاموش رہے۔ حضور (ﷺ) نے پھر یہی فرمایا ‘ اس پر حضرت عمر نے عرض کیا : یہ یقیناً مؤمن ہیں اور میں بھی ان کے ساتھ ہوں۔ فرمایا : کیا تم قضاء (خداوندی) پر راضی ہو ؟ انہوں نے کہا : جی ہاں۔ فرمایا : کیا تم مصیبت پر صبر کرتے ہو ؟ انہوں نے کہا : جی ہاں۔ فرمایا : کیا تم راحت پر شکر کرتے ہو ؟ انہوں نے کہا : جی ہاں۔ فرمایا : قسم ہے مالک کعبہ کی ! تم مؤمن ہو۔ پھر آپ (ان کے پاس) بیٹھ گئے اور فرمایا : اے گروہ انصار ! اللہ نے تمہاری تعریف فرمائی ہے۔ تم وضو اور رفع حاجت کے وقت کیا کرتے ہو ؟ انہوں نے عرض کیا : یا رسول اللہ (ﷺ) ! رفع حاجت کے بعد ہم تین پتھروں کا استعمال کرتے ہیں اور پتھروں کے بعد پانی کا استعمال کرتے ہیں۔ اس پر حضور (ﷺ) نے آیت فِیْہِ رِجَالٌ یُّحِبُّوْنَ اَنْ یَّتَطَھَّرُوْا تلاوت فرمائی۔\nابن خزیمہ نے صحیح میں حضرت عویمر بن ساعدہ کی روایت سے لکھا ہے کہ رسول اللہ (ﷺ) اہل قبا کے پاس مسجد قبا میں تشریف لے گئے اور فرمایا : تمہاری مسجد کے قصہ میں تمہاری پاکی کی اللہ نے بہت اچھی تعریف کی ہے۔ تم لوگ طہارت کیسے کرتے ہو (جس کی اللہ نے تعریف کی ہے) انہوں نے عرض کیا : یا رسول اللہ (ﷺ) ! اللہ کی قسم ‘ اور کچھ تو ہمیں معلوم نہیں ‘ صرف اتنی بات تھی کہ ہمارے پڑوس میں جو یہودی رہتے تھے ‘ وہ رفع حاجت کے بعد پانی سے استنجا کرتے تھے سو ہم نے بھی پانی سے استنجا کرنا شروع کردیا۔ دوسری روایت میں آیا کہ ہم پتھروں کے استعمال کے بعد پانی سے استنجا کرتے ہیں۔ فرمایا : وہ یہی ہے ‘ تم ایسا ضرور کیا کرو۔\nعمر بن شیبہ نے اخبار المدینہ میں ولید بن ابی المنذر کی وساطت سے یحییٰ بن سہل انصاری کا بیان نقل کیا ہے کہ حضرت سہل انصاری نے فرمایا : یہ آیت اہل قبا کے حق میں نازل ہوئی جو رفع حاجت کے بعد پانی سے استنجا کرتے تھے۔\nابن جریر نے عطاء کا قول نقل کیا ہے کہ اہل قبا میں سے کچھ لوگوں نے پانی سے طہارت کرنے کی ایجاد کی۔ ان ہی کے متعلق آیت فِیْہِ رِجَالٌ یُّحِبُّوْنَ اَنْ یَّتَطَھَّرُوْا نازل ہوئی۔",
  "ayah": 108,
  "surah": 9
}
