{
  "text": "افمن اسس بنیانہ علی تقوی من اللہ ورضوان خیر ام من اسس بنیانہ علی شفاجرف ھارٍ فانھا ربہ فی نار جھنم پھر کیا ایسا شخص بہتر ہے جس نے اپنی عمارت (مسجد) کی بنیاد اللہ کے خوف اور اس کی خوشنودی پر رکھی یا وہ شخص بہتر ہے جس نے اپنی عمارت کی بنیاد کسی گھاٹی (غار) کے کنارے پر جو کہ گرنے ہی کو ہو ‘ رکھی پھر وہ عمارت اپنے بنانے والے کو لے کر دوزخ کی آگ میں گر پڑی۔\nاَفَمَنْ میں سوال تقریری ہے اور جواب چونکہ واضح تھا ‘ اسلئے اس کو ذکر نہیں کیا۔ بُنْیَانَہٗ سے مراد ہے اپنے دین کی بنیاد یا اپنی عمارت کی بنیاد۔ عَلی اتقوٰی یعنی اللہ کے خوف اور اللہ کی رضا جوئی کی مضبوط دیواروں اور بنیادوں پر۔ عَلٰی شفاجُرُفٍ یعنی کمزور ترین بنیادوں اور ضعیف ترین دیواروں پر۔ شفا ۔ شفیر ۔ جرف سب کا معنی ہے کنارہ ‘ یعنی کسی وادی اور نالہ کا وہ کنارہ جس کے اندر سیلاب کی وجہ سے خلا پیدا ہوگیا ہو اور کنارے کی نوک باہر کو نکل آئی ہو۔ ہَارٍپھٹا ہوا جو گرنے کے قریب ہو۔ ہَارٍکی اصل ھَوِرٌ اور بقول بغوی ہائرتھی۔ یہ بھی کہا گیا ہے کہ یہ لفظ ہار یَھَارٌسے مشتق ہے۔ ہارَکا معنی ہے : گر گیا ‘ ڈھ گیا۔ اس جگہ ہارٍ سے مراد ہے : وہ کنارہ جو گر پڑنے کے قریب ہو۔\nمطلب یہ ہے کہ جس نے مضبوط بنیادوں پر یعنی اللہ کے خوف اور رضا جوئی پر اپنی عمارت کی تاسیس کی ‘ وہ بہتر ہے یا وہ شخص بہتر ہے جس نے کمزور ترین بنیادوں پر یعنی باطل اور نفاق پر اپنی عمارت اٹھائی۔ تقویٰ کی ضد شرک و نفاق ہے ‘ اسلئے شفاجُرُفٍ سے بطور کنایہ شریک و نفاق مراد ہے۔ فَانْھَارَ بِہٖ حضرت ابن عباس نے فرمایا : یعنی ان کا نفاق ان کو جہنم میں لے گیا۔ بغوی نے کہا : مراد یہ ہے کہ اس مسجد کی بناء نقصان رسانی کیلئے ایسی ہے جیسے جہنم کے آخری کنارہ (کڑاڑہ) پر تعمیر کی گئی ہو کہ کنارہ ڈھ کر اوپر عمارت بنانے والوں کو جہنم میں لے گرے گا۔\nمحمد بن یوسف صالحی نے ابن عطیہ کا قول نقل کیا ہے ‘ مروی ہے کہ حضرت عبد اللہ بن عمر نے فرمایا : وہ مسجد جس کی بناء و تاسیس تقویٰ پر قرار دی گئی ہے ‘ اس سے مراد رسول اللہ (ﷺ) کی مسجد ہے اور اَفَمَنْ اَسَّسَ بُنْیَانَہٗ عَلٰی تَقْوٰی مِنَ اللّٰہِ وَرِضْوَانٍ میں بینانِ سے مراد مسجد قبا ہے اور اَمْ مَنْ اَسَّسَ بُنْیَانَہٗ عَلٰی شَفَاجُرُفٍ میں بنیانٍ سے مراد بالاجماع مسجد ضرار ہے۔\nوا اللہ لا یھدی القوم الظالمین۔ اور اللہ ایسے ظالموں (کافروں) کو ہدایت نہیں فرماتا ‘ یعنی صلاح و نجات کا راستہ نہیں بتاتا۔\nابن المنذر نے حضرت سعید بن جبیر اور قتادہ اور جریج کا قول نقل کیا ہے ‘ نیز ابن ابی حاتم اور ابو الشیخ نے قتادہ کی روایت بیان کی ہے۔ ان تینوں حضرات کا بیان ہے : ہم سے ذکر کیا گیا کہ مسجد ضرار میں جب ایک جگہ کھو دی گئی تو لوگوں نے وہاں سے دھواں نکلتا دیکھا۔ بغوی نے حضرت جابر بن عبد اللہ کا بیان نقل کیا ہے ‘ آپ نے فرمایا : میں نے مسجد ضرار سے دھواں نکلتے دیکھا۔",
  "ayah": 109,
  "surah": 9
}
