{
  "text": "لقد تاب اللہ علی النبی والمھجرین والانصار اللہ تعالیٰ نے پیغمبر کے حال پر اور مہاجرین و انصار کے حال پر توجہ فرمائی۔ منافقوں کو تبوک کے جہاد میں شرکت نہ کرنے کی جو اجازت دے دی گئی تھی ‘ اس قصور کو اللہ نے معاف کردیا۔ یا یہ معنی ہے کہ کہ گناہگار قرار دینے سے اللہ نے ان کو بچا لیا ‘ جیسے (رسول اللہ (ﷺ) کے متعلق ) فرمایا ہے : لِیَغْفِرَ لَکَ اللّٰہُ مَا تَقَدَّمَ مِنْ ذُنِبْکَم وَمَا تَأْخَّرَ ۔ بعض نے کہا : یہ توبہ کی ترغیب ہے۔ کوئی شخص ایسا نہیں جو توبہ کا محتاج نہ ہو ‘ یہاں تک کہ رسول اللہ (ﷺ) اور صحابہ بھی توبہ کے ضرورت مند ہیں۔ اللہ نے فرمایا ہے : تم سب اللہ سے توبہ کرو۔ بات یہ ہے کہ ہر شخص جس درجہ پر بھی ہو ‘ اپنے سے اونچے درجہ پر پہنچنے سے قاصر رہتا ہی ہے (اور اونچے درجہ تک پہنچنا چاہتا ہے) لہٰذا جو کمی اس کے اندر ہو اس سے توبہ کرنا ضروری ہے۔ آیت میں توبہ کی فضیلت کا اظہار کیا گیا ہے کہ توبہ انبیاء و صالحین کا خصوصی مقام ہے۔ بعض نے کہا : اس آیت میں رسول کا ذکر بطور تمہید ہے ‘ کیونکہ آپ صحابہ کی توبہ قبول ہونے کا ذریعہ تھے ‘ اسلئے آپ کا ذکر شروع میں بطور تمہید کردیا گیا۔ جیسے آیت لِلّٰہِ خُمُسُہٗ وَلِلرَّسُوْلِ وَلِذِی الْقُرْبٰی میں اللہ کا ذکر بطور تمہید ہے۔\nالذین اتبعوا فی ساعۃ العسرۃ جنہوں نے ایسی تنگی کے وقت میں پیغمبر کا ساتھ دیا۔ یعنی جب رسول اللہ (ﷺ) نے مہاجرین و انصار کو تبوک کے جہاد کی ترغیب دی تو انہوں نے آپ کا اتباع کیا۔ ساعۃ سے مراد ہے وقت۔ عُسرت سختی۔ اس غزوہ میں مسلمانوں کیلئے سواری ‘ زاد راہ اور پانی کی بہت تنگی اور دشواری تھی ‘ اسلئے غزوۂ تبوک کو غزوۃ العسرۃ یا غزوۃ جیش العسرت کہا جاتا ہے ‘ غزوۃ الجیش بھی اسی کو کہتے ہیں۔ کذا قال البغوی\nحسن نے کہا : دس دس آدمیوں کیلئے صرف ایک ایک اونٹ تھا ‘ باری باری سے دس آدمی ایک ہی اونٹ پر سوار ہوجاتے تھے۔ ایک اترتا تھا تو دوسرا چڑھتا تھا۔ زاد راہ کیلئے گھنے ہوئے چھوارے اور خراب قسم کے جَو تھے۔ جو کچھ ساتھ تھا ‘ لوگ اس کو باہم تقسیم کرلیا کرتے تھے۔ پھر نوبت یہاں تک پہنچ گئی کہ بعض لوگ انتہائی بھوک کی وجہ سے ایک چھوارہ لے کر منہ میں گھماتے اور جب مزہ لے لیتے تو اپنے ساتھی کو دے دیتے اور وہ اس کو چوستا ‘ پھر ایک گھونٹ اوپر سے پانی پی لیتا۔ اس طرح ایک ہی چھوارہ سب لوگ باری باری سے چوستے اور چوسنے میں ہی چھوارہ ختم ہوجاتا ‘ صرف گٹھلی رہ جاتی۔ لیکن ایمان و یقین کے ساتھ رسول اللہ (ﷺ) کے ساتھ چلے جاتے تھے۔\nامام احمد ‘ ابن خزیمہ ‘ ابن حبان اور حاکم نے حضرت عمر بن خطاب کی روایت سے بیان کیا کہ حضرت عمر نے فرمایا : ہم سخت گرمی کے دنوں میں (رسول اللہ (ﷺ) کے ہمرکاب) تبوک کی طرف نکل کھڑے ہوئے۔ ایک پڑاؤ پر اترے اور اتنی پیاس لگی کہ ہم نے خیال کیا کہ اب ہماری گردنیں ٹوٹ جائیں گی۔ بعض لوگ پانی کی تلاش میں جاتے اور خیال ہوتا کہ یہ زندہ لوٹ کر نہ آئے گا۔ بعض لوگ اپنا اونٹ ذبح کر کے اس کے اوجھ سے پانی نکال کر نچوڑ کر پی لیتے اور جو کچھ باقی رہتا ‘ اس کو اپنے کلیجے پر رکھ لیتے۔ حضرت ابوبکر نے عرض کیا : یا رسول اللہ (ﷺ) ! اللہ نے دعائے خیر کا آپ کو عادی بنا دیا ہے (یعنی آپ دعائے خیر کرتے ہی ہیں اور اللہ آپ کی دعا قبول فرماتا ہے) اللہ سے ہمارے لئے دعا کر دیجئے۔ حضور (ﷺ) نے ارشاد فرمایا : کیا تم اس کو پسند کرتے ہو ؟ حضرت ابوبکر نے عرض کیا : جی ہاں۔ حضور (ﷺ) نے دونوں ہاتھ آسمان کی طرف اٹھا دئیے اور لوٹا کر نیچے نہ لانے پائے تھے کہ بادل اٹھ کر (لشکر پر) چھا گیا۔ پھر اتنی بارش ہوئی کہ لوگوں کے پاس جو برتن تھے ‘ وہ سب بھر لئے۔ اس کے بعد جو ہم دیکھنے چلے (کہ کہاں کہاں بارش ہوئی) تو معلوم ہوا کہ لشکر سے آگے کہیں بارش نہیں ہوئی) ۔\nابن ابی حاتم نے حضرت ابو حرزہ انصاری کی روایت سے بیان کیا کہ لوگ (تبوک کے راستہ میں) حجر میں اترے۔ رسول اللہ (ﷺ) نے حکم دیا : یہاں کا پانی کوئی نہ لے۔ پھر (وہاں سے) کوچ کرنے کے بعد دوسرے پڑاؤ پر اترے۔ پانی کسی کے پاس نہ تھا ‘ لوگوں نے پانی نہ ہونے کی شکایت کی۔ حضور (ﷺ) نے دو رکعت نماز پڑھ کر دعا کی ‘ اللہ نے فوراً ایک بادل بھیج دیا جس سے اتنی بارش ہوئی کہ سب سیراب ہوگئے۔ ایک انصاری نے اپنے ساتھی سے جس کو لوگ منافق سمجھتے تھے ‘ کہا : ارے دیکھو ! رسول اللہ (ﷺ) کے دعا کرنے سے اللہ نے ہم پر بارش کردی۔ وہ کہنے لگا : بارش تو فلاں فلاں ستاروں (کے طلوع اور گردش) کی وجہ سے ہوئی ہے۔ اس پر اللہ نے آیت وَتَجْعَلُوْنَ رِزْقَکُمْ اَنَّکُمْ تُکَذِّبُوْنَنازل فرمائی۔\nمن بعد ما کاد یزیغ قلوب فریق منھم بعد اس کے کہ ان میں سے ایک گروہ کے دلوں میں کچھ تزلزل ہو چلا تھا۔ قلوب فریقٍ یعنی بعض لوگوں کے دلوں میں۔ زیغ سے یہ مراد نہیں ہے کہ بعض لوگوں کے دل دین سے پھرجانے کی طرف مائل ہوگئے تھے بلکہ آگے نہ جانے اور انتہائی شدائد کی وجہ سے واپس ہوجانے کی طرف میلان رکھتے تھے ‘ زیغ سے یہی مراد ہے۔\nکلبی نے کہا : بعض لوگوں نے ساتھ نہ جانے کا ارادہ کرلیا تھا لیکن (سوچنے کے بعد) پیچھے سے رسول اللہ (ﷺ) تک پہنچ گئے۔ ابن اسحاق اور محمد بن عمر کا بیان ہے کہ بعض مسلمانوں کی نیت سست پڑگئی اور رسول اللہ (ﷺ) کے ساتھ جانے سے رہ گئے (اور وقت آجکل آجکل کہتے گذر گیا) مگر ان لوگوں کو (جانے میں) کوئی تردد نہ تھا (جانا ضرور چاہتے تھے اور جانے کا ارادہ تھا مگر ٹال مٹول میں پڑگئے) ان میں سے کعب بن مالک ‘ ہلال بن امیہ ‘ مرارہ بن ربیع اور ابو ذر غفاری بھی تھے۔ یہ گروہ تھا صادق الایمان ‘ ان کے اسلام میں کسی کو کوئی شبہ نہ تھا۔ ابن اسحاق نے حضرت ابن مسعود کا بیان نقل کیا ہے کہ جب رسول اللہ (ﷺ) روانہ ہوگئے تو (راستہ میں) بعض لوگ ساتھ چھوڑ (کر واپس ) جانے لگے۔ صحابہ عرض کرتے تھے : یا رسول اللہ (ﷺ) ! فلاں شخص نے ساتھ چھوڑ دیا۔ حضور (ﷺ) فرماتے تھے : اس کو رہنے دو ۔ اگر اس (کے ساتھ آنے) میں کوئی بہتری ہوگی تو اللہ خود اس کو پیچھے سے تم سے لا ملائے گا ‘ ورنہ میں اس کے متعلق اللہ کے حکم کا انتظار کروں گا (ا اللہ جو حکم دے گا ویسا کروں گا) آخر جب حضرت ابو ذر ساتھ سے رہ گئے تو لوگوں نے عرض کیا : یا رسول اللہ (ﷺ) ! ابو ذر پیچھے رہ گئے ‘ ان کا اونٹ سست پڑگیا۔ حضور (ﷺ) نے حسب معمول وہی پہلا جواب دے دیا۔ حضرت ابو ذر نے اونٹ کو ڈانٹا مگر اونٹ سست پڑا رہا (چال میں تیزی نہ آئی) یہ دیکھ کر حضرت ابوذر اپنا سامان پشت پر اٹھا کر پیدل رسول اللہ (ﷺ) کے پیچھے قدم بقدم چل پڑے۔ محمد بن عمر کا بیان ہے کہ حضرت ابوذر فرماتے تھے : میں غزوۂ تبوک میں اپنے اونٹ کی وجہ سے پیچھے رہ گیا تھا (ساتھ نہ جاسکا تھا) اونٹ بہت کمزور اور دبلا تھا۔ میں نے خیال کیا کہ اس کو چند روز چارہ گوت (یعنی خوراک) دے دوں ‘ پھر پیچھے سے (تیزی کے ساتھ) رسول اللہ (ﷺ) سے جا ملوں گا۔ چناچہ میں چند روز تک اس کو چارہ دیتا رہا ‘ پھر روانہ ہو کر ذی المودہ میں پہنچا تھا کہ اونٹ اڑ گیا۔ میں نے دن بھر اس پر محنت کی مگر وہ اپنی جگہ سے نہ ہلا۔ آخر میں نے اپنا سامان اپنے اوپر لادا اور (چل دیا) دوپہر کو ایسے مقام پر پہنچ گیا جہاں سے رسول اللہ (ﷺ) پر نظر پڑ رہی تھی (جانے والے) مسلمانوں میں سے کسی مسلمان نے مجھے دیکھ لیا اور عرض کیا : یا رسول اللہ (ﷺ) ! یہ شخص تنہا پیدل چل رہا ہے۔ حضور (ﷺ) نے فرمایا : ابو ذر ہو (تو اچھا ہے) لوگوں نے میری طرف غور سے دیکھا اور عرض کیا : یا رسول اللہ (ﷺ) ! خدا کی قسم ‘ یہ ابو ذر ہی ہے۔ حضور (ﷺ) نے فرمایا : ابو ذر پر اللہ کی رحمت ہو ‘ تنہا جا رہا ہے۔ اکیلا مرے گا اور اکیلا اٹھایا جائے گا۔ محمد بن یوسف صالحی نے کہا : ہوا بھی ایسا ہی۔ جب رسول اللہ (ﷺ) کی خدمت میں پہنچ گئے اور اپنی سرگزشت بتائی تو فرمایا : ابو ذر ! میرے پاس پہنچنے تک تو نے جو قدم اٹھایا ‘ اللہ نے اس کے عوض تیرا ایک گناہ معاف کیا۔\nطبرانی نے خود حضرت ابو خثیمہ کی روایت سے اور ابن اسحاق و محمد بن عمر نے اپنے مشائخ کی سند سے بیان کیا ہے کہ جب رسول اللہ (ﷺ) کی روانگی کو چند دن گذر گئے تو حضرت ابو خثیمہ (ایک روز) اپنے گھر پہنچے ‘ دن گرم تھا۔ گھر پہنچ کر دیکھا کہ باغ کے اندر ان کی دونوں بیویوں نے الگ الگ دو اٹاریاں بنائی ہیں اور ہر ایک نے اپنی جھونپڑی کو ٹھنڈا کرنے کیلئے چھڑکاؤ کیا ہے اور حضرت ابوخثیمہ کیلئے پانی ٹھنڈا کر کے رکھا ہے اور کھانا تیار کیا ہے۔ جھونپڑی کے دروازہ پر پہنچ کر انہوں نے جو یہ کیفیت دیکھی اور بیویوں نے جو کچھ کیا تھا ‘ اس کا معائنہ کیا تو کہنے لگے : سبحان اللہ ! رسول اللہ (ﷺ) کی اگلی پچھلی لغزشیں تو اللہ نے معاف کردیں ہیں ‘ اس کے باوجود آپ ٹھیک دوپہر کو (گرم) ہوا اور گرمی میں اپنا اسلحہ کاندھے پر اٹھائے ہوئے (راہ خدا میں نکلے) ہیں اور ابو خثیمہ تیار کھانے پر ٹھنڈے سایہ میں خوبصورت بیوی کے ساتھ اپنے مال میں موجود ہے ‘ یہ انصاف کی بات نہیں ہے۔ خدا کی قسم ! میں دونوں میں سے کسی کی جھونپڑی میں داخل نہ ہوں گا ‘ بلکہ رسول اللہ (ﷺ) کی خدمت میں پیچھے سے پہنچوں گا۔ تم دونوں میرے لئے زاد راہ تیار کر دو ۔ بیویوں نے زاد راہ تیار کردیا۔ پھر آپ اپنے اونٹ پر سوار ہو کر رسول اللہ (ﷺ) کی تلاش میں چل دئیے ‘ یہاں تک کہ حضور (ﷺ) سے جا ملے۔ راستہ میں حضرت ابو خثیمہ سے عمیر بن وہب جمحی کا ساتھ ہوگیا تھا۔ وہ بھی رسول اللہ (ﷺ) کی تلاش میں نکلے تھے ‘ راستہ میں دونوں ساتھ ہوگئے۔ تبوک کے قریب پہنچ کر حضرت ابو خثیمہ نے عمیر سے کہا : مجھ سے ایک گناہ ہوگیا ہے ‘ اسلئے کوئی حرج نہیں اگر تم میرے ساتھ سے الگ ہوجاؤ۔ غرض جب حضرت ابو خثیمہ رسول اللہ (ﷺ) کے قریب (یعنی اتنے فاصلہ پر کہ لوگوں کی نظر ان پر پڑجائے) پہنچے تو لوگوں نے کہا : یہ کوئی سوار آ رہا ہے۔ رسول اللہ (ﷺ) نے فرمایا : ابو خثیمہ ہوگا۔ صحابہ نے عرض کیا : وا اللہ ! ابوخثیمہ ہی ہے۔ حضور (ﷺ) نے حضرت ابو خثیمہ سے فرمایا : ابو خثیمہ ! تیرا برا ہو۔ حضرت ابو خثیمہ نے آپ کو واقعہ بتایا تو رسول اللہ (ﷺ) نے ان کے حق میں کچھ کلمات خیر فرمائے اور دعائے خیر کی۔\nثم تاب علیھم پھر اللہ نے ان کے حال پر توجہ فرمائی۔ تَابَ کی تکرار مفید تاکید ہے۔ پہلی آیت میں منافقوں کو جہاد میں شریک نہ ہونے کی اجازت دینے پر توبہ قبول کرنے کا اظہار کیا گیا تھا اور اس آیت میں منافقوں کی دوستی سے جو قلوب میں کجی پیدا ہونے لگی تھی ‘ اس کو معاف کردینے کا اعلان ہے۔ یا پہلی آیت میں توفیق توبہ عطا کرنے کا اظہار کیا گیا تھا اور اس آیت میں قبول توبہ کا۔ یا اس آیت میں معافی کا اظہار اس شدت و مصیبت کے مقابلہ میں کیا جو اس سفر میں لوگوں نے اٹھائی تھی۔\nانہ بھم رؤف رحیم۔ بیشک اللہ ان پر بڑا مہربان اور رحم کرنے والا ہے۔ بغوی نے لکھا ہے کہ حضرت ابن عباس نے فرمایا : جن لوگوں پر اللہ نے رحم کردیا ‘ پھر ان کو اس گناہ کی سزا کبھی نہیں دے گا۔",
  "ayah": 117,
  "surah": 9
}
