{
  "text": "11 ۔ 12:۔ اب تفصیلاً بتایا جاتا ہے کہ ان حالات میں اہل ایمان مشرین کے حوالے سے کیا طرز عمل اختیار کریں۔\n۔۔۔\nمسلمانوں کا مقابلہ ایسے دشمنوں سے ہے جو ہر وقت تاک میں بیٹھا ہے اور وہ مسلمانوں پر بےرحم وار کرنے کے لیے محض اس لیے رکے ہوئے ہوتے ہیں کہ اندر وار کرنے کی سکت نہیں ہوتی۔ یہ وجہ نہیں ہوتی کہ وہ کسی عہد و پیمان کا لحاظ کرنے والے ہوتے ہیں یا کسی ذمہ داری کا احساس کرنے والے ہوتے ہیں یا ان پر کسی ملامت کرنے والے کی ملامت و مذمت کا کوئی اثر ہوتا ہے ، نہ وہ کسی رشتہ داری یا تعلق کا خیال رکھتے ہیں۔ دین اور لادینی کی کشمکش کی یہ ایک طویل تاریخ ہے اور یہ تاریخ اسی راہ پر چلتی رہی ہے۔ اس شاہراہ سے اگر کوئی انحراف ہوا ہے تو وہ محض عارضی اسباب کی وجہ سے اور جلدی تاریخ اپنے اسی خط پر رکتی ہے جو مقرر و مرسوم رہا ہے۔\nایک تو ہمارے سامنے یہ عملی تاریخ ہے ، دوسرے یہ کہ اسلام نظام حیات کے اہداف کی نوعیت ہے کہ اس کے پیش نطر لوگوں کو انسانوں کی غلامی سے نکال کر صرف اللہ کی غلامی میں دینا ہے ، جبکہ اسلامی نظام حیات کے مقابلے میں تمام جاہلی نظام ہائے حیات کے اہداف یہ ہیں کہ لوگ لوگوں کے غلام رہیں۔ ایسے حالات میں اسلامی نظام حیات کا تحریکی عمل دنیا کو اس طرح خطاب کرتا ہے۔\nفَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَاِخْوَانُكُمْ فِي الدِّيْنِ ۭوَنُفَصِّلُ الْاٰيٰتِ لِقَوْمٍ يَّعْلَمُوْنَ : \" پس اگر ہی توبہ کرلیں اور نماز قائم کریں اور زکوۃ دیں تو تمہارے دینی بھائی ہیں اور جاننے والوں کے لیے ہم اپنے احکام واضح کیے دیتے ہیں \"\nوَاِنْ نَّكَثُوْٓا اَيْمَانَهُمْ مِّنْۢ بَعْدِ عَهْدِهِمْ وَطَعَنُوْا فِيْ دِيْنِكُمْ فَقَاتِلُوْٓا اَىِٕمَّةَ الْكُفْرِ ۙ اِنَّهُمْ لَآ اَيْمَانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُوْنَ : \" اور اگر عہد کرنے کے بعد یہ پھر اپنی قسموں کو توڑ ڈالیں اور تمہارے دین پر حملے کرنے شروع کردیں تو کفر کے علمبرداروں سے جنگ کرو کیونکہ ان کی قسموں کا کوئی اعتبار نہیں۔ شاید کہ (پھر تلوار ہی کے زور سے) وہ باز آئیں گے \"\nپھر صورت یہ ہوگی کہ یا تو وہ اس دین میں داخل ہوجائیں گے جس میں مسلمان داخل ہوئے ہیں اور سابقہ گناہوں سے تائب ہوجائیں گے اور شرک اور ظلم کو چھوڑ دیں گے۔ تو مسلمان ان کے شرک اور ظلم سے صرف نظر کردیں گے۔ اور ان کے درمیان نظریاتی تعلق قائم ہوجائے گا۔ اور یہ جدید مسلمان بھی قدیم مسلمانوں کے بھائی بن جائیں گے اور ان کا تمام ماضی بھلا دیا جائے گا۔ تاریخ سے بھی اور دلوں سے بھی۔ اور یہ کہا کہ و نفصل الایت لقوم یعلمون۔ یعنی ان احکام کو وہی لوگ سمجھ سکتے ہیں اور ان کی حکمت تک وہی لوگ رسائی حاصل کرسکتے ہیں جو اہل علم ہوں۔ یا پھر یہ صورت ہوگی کہ وہ دین اسلام سے روگردانی کرتے ہیں حالانکہ انہوں نے اس کا عہد کیا تھا۔ اور دین اسلام پر نکتہ چینیاں کرتے ہیں تو یہ کفر کے علمبردار ہوں گے۔ اور ان کے دلوں میں نہ ایمان ہوگا نہ ان کے عہد و پیمان کا کوئی اعتبار ہوگا۔ اور اب ہمارے لیے ماسوائے اس کے کہ ان کے ساتھ جنگ شروع کردیں اور کوئی راستہ ہی نہ ہوگا۔ شاید بزور تلوار یہ باز آجائیں۔ اس سے پہلے ہم کہہ آئے ہیں کہ اسلامی کیمپ کی قوت اور اس کا جنگی غلبہ بعض اوقات لوگوں کو اس بات پر مائل کردیتا ہے کہ وہ سچائی کو قبول کرنے کے لیے آمادہ ہوجائیں۔ وہ دیکھتے ہیں کہ حق غالب ہے لہذا وہ اسے قبول کرلیتے ہیں اور ان کا استدلال یہ ہوتا ہے چونکہ یہ نظام غالب ہے لہذا برحق ہے۔ اور یہ کہ اس کی پشت پر قوت الہیہ ہے اور یہ کہ رسول اللہ ﷺ نے فرمایا کہ آخر کار اللہ اور اس کے رسولوں نے غالب ہونا ہے۔ اس طرح یہ لوگ ذہنا قائل ہو کر ہدایت کو قبول کرلیں گے اور توبہ کرلیں گے۔ یہ نہ ہوگا کہ جنگ کی وجہ سے ان کا دین زبردستی تبدیل کردیا جائے گا۔ بلکہ وہ اس طرح مطمئن ہوجائیں گے کیونکہ دین اسلام کامیاب شکل میں ان کے سامنے چل رہا ہوگا اور بسا اوقات کسی بات کا عملی تجربہ ایسے ہی نتائج پیدا کرتا ہے۔\n۔۔۔۔\nاب ہم یہاں اس نکتے کی وضاحت کرنا ضروری سمجھتے ہیں کہ اس پالیسی کا دائرہ عمل کیا ہے ؟ تاریخ کے کس دور میں یہ پالیسی رو بعمل تھی ، کس خاندان میں کس معاشرے میں اسے چلایا گیا۔ آیا یہ پالیسی آغاز اسلام کے زمانے میں جزیرۃ العرب کے باشندوں کے ساتھ مخصوص تھی یا کہ اس کا دائرہ عمل اور میدان نفاذ تاریخ میں اور کسی زمان و مکان میں بھی ہوا ہے۔\nابتدا میں تو یہ آیات جب نازل ہوئی تھیں تو ان کا نفاذ جزیرۃ العرب میں اسلام اور شرک کی کشمکش کے آخری دور میں ہوا تھا اور اس میں کوئی شک نہیں کہ ان احکام کا اطلاق پہلے پہل اسی صورت حالات پر ہوا تھا۔ اور ان آیات میں مشرکین سے مراد وہی مشرکین ہیں جن سے حضور کو واسطہ تھا۔\nیہ بات تو بالکل برحق ہے کہ تاریخی پس منظر تو یہی تھا لیکن سوال یہ ہے کہ کیا یہی ان آیات کا آخری دائرہ تھا اور یہ آیات اسی تک محدود ہیں ؟\nیہاں مناسب ہے کہ ہم مسلمانوں کے حوالے سے مشرکین کے موقف اور طرز عمل کا تاریخی جائزہ لیں ، تاکہ ہمیں معلوم ہوجائے کہ ان آیات میں جس پالیسی کا اعلان کیا گیا ہے اس کے اغراض و مقاصد اور حدود کیا ہیں اور ان کا دائرہ کہاں تک وسیع ہے۔ ہمیں چاہئے کہ تاریخ کے اوراق الٹ کر ذرا دیکھیں۔\nجہاں تک جزیرۃ عربیہ کا تعلق ہے تو اس کے بارے میں فی ظلال القرآن کے اسی حصے میں کافی مواد موجود ہے۔ سیرت کے واقعات مشہور ہیں۔ مکہ میں مشرکین نے دین اسلام کے ساتھ جو سلوک کیا پھر مدینہ طیبہ کی اسلامی حکومت کے خلاف وہ جو کچھ کرتا رہے۔ ایمان لانے والوں پر انہوں نے جس قدر مظالم ڈھائے جن کا تفصیلی تذکرہ ان نصوص کے اندر مفصل آگیا ہے۔\nیہ بات بھی ایک ناقابل انکار حقیقت ہے کہ اسلام اور شرک کی کشمکش اس قدر طویل اور شدید نہیں رہی ہے جس قدر اسلام اور اہل کتاب یہود و نصاری کے درمیان یہ کشمکش شدید رہی ہے۔ لیکن یہ بات اپنی جگہ پر ہے کہ مشرکین نے بھی اسلام کے خلاف ہمیشہ وہی موقف اختیار کیا جس کی تصویر ان آیات میں کھینچی گئی ہے :\nكَيْفَ وَاِنْ يَّظْهَرُوْا عَلَيْكُمْ لَا يَرْقُبُوْا فِيْكُمْ اِلًّا وَّلَا ذِمَّةً ۭ يُرْضُوْنَكُمْ بِاَفْوَاهِهِمْ وَتَاْبٰي قُلُوْبُهُمْ ۚ وَاَكْثَرُهُمْ فٰسِقُوْنَ. اِشْتَرَوْا بِاٰيٰتِ اللّٰهِ ثَـمَنًا قَلِيْلًا فَصَدُّوْا عَنْ سَبِيْلِهٖ ۭاِنَّهُمْ سَاۗءَ مَا كَانُوْا يَعْمَلُوْنَ. لَا يَرْقُبُوْنَ فِيْ مُؤْمِنٍ اِلًّا وَّلَا ذِمَّةً ۭ وَاُولٰۗىِٕكَ هُمُ الْمُعْتَدُوْنَ ۔ مگر ان کے سوا دوسرے مشرکین کے ساتھ کوئی عہد کیسے ہوسکتا ہے جبکہ ان کا حال یہ ہے کہ تم پر قابو پا جائیں تو نہ تمہارے معاملہ میں کسی قرابت کا لحاظ کریں نہ کسی معاہدہ کی ذمہ داری کا ؟ وہ اپنی زبانوں سے تم کو راضی کرنے کی کوشش کرتے ہیں مگر دل ان کے انکار کرتے ہیں اور ان میں سے اکثر فاسق ہیں۔ انہوں نے اللہ کی آیات کے بدلے تھوڑی سی قیمت قبول کرلی۔ پھر اللہ کے راستے میں سد راہ بن کر کھڑے ہوگئے۔ بہت برے کرتوت تھے جو یہ کرتے رہے۔ کسی مومن کے معاملہ نہ یہ قرابت کا لحاظ کرتے ہیں اور نہ کسی عہد کی ذمہ داری کا۔ اور زیادہ ہمیشہ انہی کی طرف سے ہوئی ہے۔\nمشرکین اور اہل کتاب کی طرف سے مسلمانوں کے مقابلے میں یہ دائمی اور طے شدہ موقف رہا ہے۔ اہل کتاب نے مسلمانوں کے ساتھ جو کچھ کیا اس کا تذکرہ ہم اس سورت کے دوسرے سبق کے ضمن میں کریں گے اور جہاں تک مشرکین کا تعلق ہے تو وہ مسلمانوں کے مقابلے میں پوری اسلامی تاریخ میں اسی پالیسی پر گامزن رہے۔\nاگر ہم اس بات پر غور کریں کہ اسلام حضرت محمد ﷺ کی رسالت سے شروع نہیں ہوا بلکہ دعوت اسلامی کا خاتمہ آپ پر ہوا ہے اور پوری انسانی تاریخ میں مشرکین کا موقف دین رب العالمین کے مقابلے میں ایک ہی رہا ہے تو پوری اسلامی تاریخ کے ڈانڈے ، باہم مل جائیں گے۔ اور اس طرح یہ موقف اچھی طرح سمجھ میں آجائے گا اور یہ اسی طرح ایک حقیقت کی طرح ثابت ہوگا جس طرح ان نصوص میں اسے بیان کیا گیا ہے اور پوری اسلامی اور انسانی تاریخ اس پر گواہ ہوگی۔\nمشرکین نے حضرت نوح ، حضرت ھود ، حضرت صالح ، حضرت ابراہیم ، حضرت شعیب ، حضرت موسیٰ ، حضرت عیسیٰ علیہم صلوۃ اللہ کے خلاف کیا کارروائیاں کیں ، پھر ان کی امتوں کے ساتھ کیا سلوک وہ کرتے رہے ، اپنے اپنے ادوار میں ، پھر آخر کار مشرکین نے حضرت محمد ﷺ کے ساتھ کیا سلوک کیا ، اور آپ کے بعد اہل ایمان کے ساتھ انہوں نے کیا سلوک کیا ، حقیقت یہ کہ انہوں نے مسلمانوں کے حوالے سے کسی رشتہ داری ، اور کسی معاہدے کی کوئی پروا نہیں کی۔ جب بھی انہیں موقعہ ملا اور جب بھی انہوں نے قوت پکڑی انہوں نے دین رب العالمین کے مامن پر حملہ کیا۔\nمشرین نے تاتاریوں کی صورت میں مسلمانوں کے خلاف دوسری بار حملہ کیا تھا۔ اس کے حالات و واقعات کو ذرا ذہن میں رکھیے اور آج چودہ سو سال کے بعد تک بھی وہ مسلمانوں کے خلاف کیا کچھ نہیں کر رہے اور زمین کے کس حصے میں نہیں کر رہے۔ حقیقت یہ ہے کہ وہ مسلمانوں کے حوالے سے کسی رشتے اور کسی معاہدے کا کوئی پاس نہیں رکھتے۔ اور یہ آیات الہیہ دائمی حقیقت سے پردہ کشائی کرتی ہیں۔\nجب بت پرستوں نے بغداد پر غلبہ حاصل کیا تو اس وقت جو المیہ پیش آیا تاریخ کی کتابوں میں اس کی بعض جھلکیاں قلم بند ہوچکی ہیں۔ ہم تاریخ ابو الفداء سے کچھ جھلکیاں دیتے ہیں۔ ابو الفداء نے البدایہ والنہایہ میں 656 ھ کے واقعات میں لکھا ہے :\n\" یہ لوگ اس شہر (بغداد) پر ٹوٹ پڑے جس قدر بچوں ، عورتوں اور مردوں ، بوڑھوں اور معمر افراد کو وہ قتل کرسکتے تھے انہوں نے قتل کیے۔ بہت سے لوگ ڈر کے مارے کنوؤں میں چھپ گئے ، جھاڑیوں میں پناہ گزین ہوگئے ، گندے تالابوں میں۔ یہ لوگ ایک عرصے تک ان جگہوں میں پوشیدہ رہے اور ظاہر نہ ہوئے۔ بعض لوگ دکانوں میں اپنے آپ کو بند کرلیتے تھے ، دروازے بند کردیتے ، تاتاری دروازے توڑتے یا آگ لگا دیتے اور اندر داخل ہوتے ، یہ لوگ چھتوں پر چڑھ جاتے چناچہ مکان کی سطح پر یہ لوگ ان کو قتل کردیتے اور ان کا خون پر نالوں سے بہہ کر گلیوں میں بہتا۔ انا للہ و انا الیہ راجعون۔ مساجد ، مدارس اور سراؤں میں لوگوں کا قتل عام جاری رہا اور ماسوائے اہل ذمہ یہودیوں اور عیسائیوں کے اور کوئی شخص زندہ نہ رہا یا وہ لوگ زندہ رہے جنہوں نے تاتاریوں کی پناہ لے لی یا وہ لوگ زندہ رہے جنہوں نے ابن علقمی وزیر کے ہاں پناہ لی جو رافضی تھا ، بعض تاجروں کو بھی بھاری رشوتوں کے عوض امان مل گئی تھی۔ اس طرح وہ اور ان کی دولت بچ گئی تھی اور اس حادثے کے بعد وہ بغداد جو شہروں کا سرتاج تھا اس طرح ہوگیا کہ گویا وہ ایک ویرانہ ہے ، چند لوگ اس میں رہ گئے۔ وہ بھی حالت خوف میں۔ بھوک اور ذلت اور افلاس میں ڈوبا ہوا۔\n\" اس واقعہ میں بغداد میں جو مسلمان تہہ تیغ کیے گئے ان کی صحیح تعداد کے بارے میں اختلاف ہے۔ بعض نے کہا کہ آٹھ لاکھ انسان قتل ہوئے۔ بعض نے یہ تعداد دس لاکھ بتائی ہے اور بعض نے اسے بیس لاکھ بتایا ہے۔ انا اللہ وان الیہ راجعون۔ ولا حول ولا قوۃ الا باللہ العلی العظیم۔ تاتاری بغداد میں محرم کے آخری دنوں میں داخل ہوئے۔ یہ لوگ پورے چالیس دنوں تک لوگوں کو تہہ تیغ کرتے رہے۔ خلیفہ معتصم امیر المومنین کو بروز منگل 14 صفر قتل کیا گیا۔ یہ سولہ سال کے تھے۔ پھر ان کے دوسرے بیٹے ابوالفضل عبدالرحمن کو قتل کیا گیا۔ یہ تیرہ سال کے تھے۔ ان کے چھوٹے بیٹے مبارک اور تین بیٹوں فاطمہ ، خدیجہ اور مریم کو قیدی بنا لیا گیا \"۔\n\" دار الخلافہ کے استاذ محی الدین یوسف ابن شیخ الفرج ابن الجوزی کو بھی قتل کیا گیا۔ یہ وزیر کے دشمن تھے۔ ان کے تین بچوں کو بھی قتل کیا گیا جن کے نام عبدالرحمن عبدالکریم اور عبداللہ تھے۔ اور حکومت کے اکابرین کو ایک ایک کرکے قتل کیا گیا۔ جن میں دو یدار صیغر مجاہد الدین ایبک ، شہاب الدین سلیمان شاہ اور اہل سنت کے اکابرین اور شہر کے معززین شامل تھے۔ ان لوگوں کا طریقہ واردات یہ تھا کہ یہ لوگ دار الخلافت سے لوگوں کو ان کے اہل و عیال کے ساتھ بلاتے۔ ان کے ساتھ ان کے بچے اور عورتیں بھی ہوتیں۔ اے مقبرہ خلال کی طرف لے جا جا جاتا۔ المنظرہ کی جانب اور انہیں اس طرح ذبح کیا جاتا جس طرح بکری کو ذبح کیا جاتا ہے۔ ان کی لڑکیوں اور لونڈیوں سے جسے وہ پسند کرتے اسے قیدی بنا لیتے۔ خلیفہ کے مودب اور شیخ الشیوخ صدر الدین علی ابن النیار کو بھی قتل کیا گیا۔ خطباء ائمہ اور حافظین قرآن سب کو قتل کردیا گیا۔\n\" جب نوشہ دیوار ہوا اور چالیس دن پورے ہوگئے تو بغداد مکمل تباہی سے دو چار ہوچکا تھا۔ پورے شہر میں خال خال لوگ نظر آتے تھے۔ راستوں میں کشتوں کے پشتے لگے ہوئے تھے۔ اس پر بارش ہوگئی۔ لوگوں کے اجسام پھول گئے۔ پورا شہر بدبو اور تعفن میں ڈوب گیا۔ ہوا بدل گئی اور علاقے میں شدید وبا پھیل گئی اور خلق کثیر لقمہ اجل بن گئی۔ پورے علاقے کے عوام وبا اور قحط میں گرفتار ہوگئے۔ تلوار اور طاعون کے ذریعے راہ عدم کو روانہ ہوگئے۔ انا للہ وانا الیہ راجعون۔\n\" اور جب چالیس دنوں کے بعد بغداد میں امان کا اعلان ہوا اور لوگ تہ خانوں ، کمین گاہوں اور قبرستانوں سے نکلے تو وہ ایسے تھے جس طرح مردے قبروں سے نکل آئے ہوں۔ وہ ایک دوسرے کو پہچان نہ سکے یہاں تک کہ باپ نے بیٹوں کو پہچاننے سے انکار کردیا۔ بھائی بھائی کو پہچان نہ سکا۔ لوگوں میں شدید وبا پھیل گئی اور اس طرح وہ بھی اس راہ پر چل بسے جس پر مقتولین گئے تھے \" وغیرہ وغیرہ۔\nیہ ایک تاریخی واقعہ کی صورت حالات تھی کہ جب مشرکین مسلمانوں پر غالب آگئے تو انہوں نے کسی رشتہ داری اور کسی معاہدے کا کوئی خیال نہ رکھا اور کسی ذمہ داری کا کوئی ثبوت نہ دیا۔ تو آپ کیا سمجھتے ہیں کہ یہ ماضی بعید کی ایک تاریخی صورت حالات تھی اور اس کا ارتکاب مشرکین میں سے صرف تاتاریوں نے کیا۔ اور ان کا خاصہ تھا ؟ ایسا ہرگز نہیں ہے۔ جدید دور کے واقات بھی اپنے خدوخال کے لحاظ سے اس سے مکتلف نہیں ہیں۔ جب تشکیل پاکستان کے وقت مسلمانوں کا علاقہ ہند سے علیحدہ ہو تو اس وقت کے دلدوز واقعات کسی طرح بھی تباہی بغداد کے واقعات سے کم نہ تھے۔ اس موعہ پر آٹھ ملین مسلمانوں نے ہجرت کی۔ ہندستان کے اطراف و اکناف میں وہاں بسنے والے مسلمانوں پر حملے کیے گئے۔ اس لیے انہوں نے یہ مناسب سمجھا کہ وہ پاکستان کی طرف ہجرت کر جائیں۔ ان میں سے صرف تین ملین لوگ پاکستان پہنچ سکے اور باقی پانچ ملین کو راستے ہی میں تہہ تیغ کردیا گیا۔ ان پناہ گیروں اور راہ گیر پر حکومت ہند کو معلوم ہندو دستوں نے حملے کیے اور یہ دستے حکومت ہند کے اکابرین کے زیر نگرانی یہ قتل عام کرتے رہے۔ ہجرت کے اس پورے راستے میں ان مسلمانوں کو مویشیوں کی طرح ذبح کیا گیا اور ان کے جسموں کو کھلے پرندوں کے لیے چھوڑ دیا گیا جبکہ قتل کے بعد ان پر بدترین تشدد کیا گیا اور ان لوگوں پر جو مظالم ڈھائے وہ تاتاریوں سے کسی طرح بھی کم نہ تھے۔ اس سے بڑھ کر مظالم اس وقت ہوئے جب ایک ریل گاری پر ہوئے جو ہندوستان سے مسلمان مہاجر ملازمین کو لے کر پاکستان جا رہی تھی۔ یہ لیاقت نہرو معاہدے کے تحت ان ملازمین کو لے جا رہی تھی جنہوں نے پاکستان جانا پسند کیا تھا۔ اس گاڑی پر پچاس ہزار افراد سوار تھے۔ اور جب یہ گاڑی بعض حدود (پنجاب کے علاقے) تک پہنچی تو تجربہ کار ہندوسکھ دستے اس پر حملہ آور ہوئے اور جب وہ پاکستان پہنچی تو اس کے اندر لاشوں اور کٹے ہوئے اعضاء کے سوا کچھ نہ تھا۔ اللہ نے کیا خوب کہا ہے کیف و ان یظھروا علیکم لا یرقبوا فیکم الا ولا ذمہ \" یہ کیسے ہوسکتا ہے اور ان کا حال یہ ہے کہ جب غالب ہوجائیں تو وہ تمہارے بارے میں کسی رشتہ داری اور ذمہ داری کا کوئی لحاظ نہ رکھیں۔ مختلف اندازوں کے مطابق اور مختلف صورتوں میں یہ قتل عام ہوتا ہی رہتا ہے۔ اس زمانے میں فسادات پنجاب اس کی واضح مثال تھے۔ \"\nاس کے بعد تاتاریوں کے خلفاء نے کمیونسٹ روس اور کمیونسٹ چین میں مسلمانوں کے ساتھ کیا سلوک کیا انہوں نے ان علاقوں میں صرف پچیس سال کے عرصے میں 26 ملین مسلمانوں کو نیست و نابود کیا۔ گویا وہ ایک سال میں روس لاکھ مسلمانوں کو قتل کرتے رہے۔ اور یہ عمل ابھی تک جای ہے۔ اور مظالم و تشدد کے وہ واقعات اس کے علاوہ ہیں جنہیں سن کر رونگٹے کھڑے ہوجاتے ہیں۔ حالیہ دنوں میں چین میں اس قسم کے واقعات رونما ہوئے جن کے سامنے تاتاریوں کے مظالم بھی ماند پڑجاتے ہیں۔ مسلمانوں کے ایک لیڈر کو پکڑ کر لایا گیا۔ شارع عام پر ایک گڑھا کھودا گیا اور مسلمانوں کو مجبور کیا گیا کہ وہ انسانی غلاظت کو ٹوکریوں میں لے کر آئیں۔ ان علاقوں میں یہ رواج ہے کہ کھاد بنانے کے لیے لوگوں سے غلاظت اور کوڑا کرکٹ جمع کرایا جاتا ہے اور اس کے بدلے ان کو روٹی دی جاتی ہے تاکہ اس سے کھاد تیار کی جاسکے۔ غرض ان لوگوں کو حکم دیا گیا کہ وہ یہ غلاظت اس مسلم لیڈر پر پھینکیں۔ یہ عمل تین تک جاری رہا یہاں تک کہ اس طرح اس کی موت واقع ہوگئی۔\nکمیونسٹ یوگوسلاویہ میں بھی مسلمانوں کے ساتھ یہی سلوک کیا گیا اور جب دوسری عالمی جنگ کے بعد وہاں کمیونسٹ نظام جاری ہوا تو کئی ملین مسلمانوں کو نیست و نابود کردیا گیا۔ یہاں تک کہ بعض مقامات پر مسلمان مردوں اور عورتوں کو قیمہ بنانے کے کارخانوں میں پھینکا گیا تاکہ دوسری جانب سے ہڈیا اور گوشت بر آمد ہو اور یہ عمل ابھی تک جاری ہے۔\nیوگو سلاویہ میں جو کچھ ہو رہا ہے ، مسلمانوں کے خلاف تمام اشتراکی ممالک میں یہ عمل رات دن جاری ہے۔ ابھی تک اور اس دور جدید میں یہ ہو رہا ہے۔ اور اس سے باری تعالیٰ کے اس قول کی تصدیق ہوتی ہے كَيْفَ وَاِنْ يَّظْهَرُوْا عَلَيْكُمْ لَا يَرْقُبُوْا فِيْكُمْ اِلًّا وَّلَا ذِمَّةً : \" یہ کیسے ہوسکتا ہے اور ان کا حال یہ ہے کہ جب غالب ہوجائیں تو وہ تمہارے بارے میں کسی رشتہ داری اور ذمہ داری کا کوئی لحاظ نہیں رکھتے۔ جزیرۃ العرب میں یہ نہ تو کوئی وقتی صورت حالات تھی اور نہ عارضی۔ نہ بغداد میں یہ کوئی وقت حادثہ یا حالت تھی۔ یہ ایک دائمی اور مستقل طرز عمل ہے۔ جب بھی اہل شرک کسی مومن پر قابو پائیں ایسا مومن جو صرف اللہ وحدہ کی بندگی کرتا ہو تو ان کا طرز عمل اس مومن کے ساتھ یہی ہوتا ہے ، ہر جگہ اور ہر زمانے میں۔",
  "ayah": 12,
  "surah": 9
}
