{
  "text": "ما کان لاھل المدینۃ ومن حولھم من الاعراب ان یتخلفوا عن رسول اللہ ولا یرغبوا بانفسھم عن نفسہ مدینہ کے رہنے والوں کو اور جو دیہاتی ان کے گرد و پیش رہتے ہیں ‘ ان کو یہ زیبا نہ تھا کہ رسول اللہ (ﷺ) کا ساتھ نہ دیں اور نہ یہ زیبا تھا کہ اپنی جانوں کو ان کی جانوں سے زیادہ عزیز سمجھیں۔\nبظاہر الفاظ یہ کلام خبری ہے لیکن حقیقت میں نہی اور ممانعت ہے ‘ جیسے دوسری آیت آئی ہے : وَمَا کَانَ لَکُمْ اَنْ تُؤْذُوْا رَسُوْل اللّٰہِ اَلْاَعْرَاب یعنی قبائل مزینہ ‘ جہنیہ ‘ اشجع ‘ اسلم ‘ غفار جو صحراء میں رہتے تھے (مدینہ کے اندر نہیں رہتے تھے) ۔\nعَنْ رَّسُوْلِ اللّٰہِ کا یہ مطلب ہے کہ جب خود رسول اللہ (ﷺ) بنفس نفیس جہاد پر تشریف لے جائیں تو آپ کا ساتھ چھوڑ دینا اور ہمراہ نہ جانا جائز نہیں۔ وَلاَ یَرْغَبُوْا کا یہ مطلب ہے کہ جس جہاد سے رسول اللہ (ﷺ) نے اپنے نفس کو الگ نہیں رکھا اس سے لوگ بھی اپنی جانوں کو الگ نہ رکھیں۔\nذلک بانھم لا یصیبھم ظمأ ولا نصب ولا مخمصۃ فی سبیل اللہ ولا یطؤن موطءًا یغیظ\nالکفار ولا ینالون من عدو نیلاً الا کتب لھم بہ عمل صالح ان اللہ لا یضیع اجر المحسنین یہ (ساتھ جانے کی ضرورت) اس سبب سے ہے کہ اللہ کی راہ میں جو پیاس لگی اور جو ماندگی پہنچی اور جو بھوک لگی اور جو چلنا چلے جو کفار کیلئے موجب غیظ ہوا اور دشمنوں کی جو کچھ خبر لی ‘ ان کے نام اس کی وجہ سے ایک ایک نیک کام لکھا گیا۔ یقیناً اللہ مخلصوں کا اجر ضائع نہیں کرتا۔\nذٰلِکَ سے اشارہ حکم ممانعت کی طرف ہے جو اوپر کے کلام سے سمجھا جا رہا ہے۔ بِاَنَّھُمْ میں باء سببی ہے بسبب اس کے۔ ظمأ پیاس کی حقیر مقدار۔ نصبٌ تھکان۔ مَخْصَمَۃٌ بھوک۔ مَوْطِءًا مصدر ہے (تاکید فعل کیلئے) یا ظرف ہے ‘ یعنی وہ نہیں جائیں گے کسی زمین پر۔ نیلاً تاکہ کسی قسم کا قابو پائیں خواہ قتل کریں ‘ یا قید کریں ‘ یا لوٹیں ‘ یا مال غنیمت حاصل کریں۔ اِلاَّ کُتِبَیعنی وہ اس کی وجہ سے ثواب کے مستحق ہوجاتے ہیں اور یہ وعدہ چاہتا ہے کہ رسول اللہ (ﷺ) کے ساتھ جائیں ‘ ہمراہ جانے سے منہ نہ موڑیں۔ اِنَّ اللّٰہَ لاَ یُضِیْعُ اَجْرَ الْمُحْسِنِیْنَیہ جملہ گزشتہ حکم کی علت ہے اور اس بات کو ظاہر کر رہا ہے کہ جہاد ایک بھلائی ہے (سب انسانوں کے حق میں) کافروں کے حق میں جہاد کا بھلائی ہونا تو اس وجہ سے ہے کہ کافروں کو دوزخ سے رہا کرانے اور ان کی انسانیت کو مکمل کرنے کی یہ انتہائی کوشش ہے ‘ جیسے پاگل کو مارنا (کبھی اس کیلئے علاج ہوتا ہے) اور بچہ کو ادب سکھانے کیلئے مارنا (اس کے حق میں بھلائی ہوتا ہے) مؤمنوں کے حق میں جہاد کی بھلائی یہ ہے کہ جہاد ہی کے ذریعے سے اہل ایمان کافروں کی چیرہ دستی ‘ اقتدار اور تسلط سے محفوظ رہتے ہیں۔ حضرت ابو عبس کی روایت ہے ‘ انہوں نے فرمایا : میں نے خود رسول اللہ (ﷺ) کو یہ فرماتے سنا کہ اللہ کی راہ میں جس کے قدم گرد آلود ہوں گے ‘ اللہ نے اس کیلئے دوزخ حرام کردی ہے۔ رواہ البخاری فی الصحیح واحمد فی المسند والترمذی والنسائی۔\nحضرت ابوہریرہ کی روایت ہے کہ رسول اللہ (ﷺ) نے فرمایا : اللہ کی راہ میں جہاد کرنے والا جب تک جہاد سے واپس نہیں آتا ‘ اس کی حالت ایسی ہوتی ہے جیسے (ہر روز) روزہ رکھنے والا ‘ (رات) کو نماز پڑھنے والا ‘ اللہ کی آیات کی تلاوت کرنے والا جو روزہ نماز سے سست نہیں پڑتا ہو (چستی کے ساتھ برابر مشغول رہتا ہو) بغوی نے لکھا ہے : اس آیت کے حکم (کے عام یا خاص ‘ ہنگامی یا دوامی ہونے) میں علماء کے اقوال مختلف ہیں۔\nقتادہ کا قول ہے : یہ حکم رسول اللہ (ﷺ) کے ہمراہ جانے کی صورت سے تعلق رکھتا ہے (عمومی نہیں ہے) جب رسول اللہ (ﷺ) خود جہاد پر تشریف لے جائیں تو کسی کیلئے بغیر (شرعی) عذر کے ساتھ نہ جانا جائز نہ تھا۔ دوسرے خلفاء اور حکام کے ساتھ جانے کا وجوبی حکم اس آیت میں نہیں ہے۔ اگر مسلمانوں کو جہاد کرنے کی ضرورت نہ ہو تو خلیفہ یا حاکم کے ساتھ جہاد کو نہ جانا مسلمانوں کیلئے جائز ہے۔\nولید بن مسلم کا بیان ہے کہ میں نے اوزاعی ‘ عبد اللہ بن مبارک ‘ ابن جابر اور سعد بن عبدالعزیز سے سنا کہ اس آیت کا حکم اس امت کے آغاز کے وقت بھی تھا اور آخری دور کیلئے بھی ہے (یعنی حکم دوامی ہے ‘ ہر خلیفہ کا ساتھ دینا ہر زمانہ میں لازم ہے) ۔\nابن زید نے کہا : یہ حکم اس وقت تھا جب مسلمان کم تھے ‘ جب زیادہ ہوگئے تو اللہ نے اس حکم کو منسوخ کردیا اور جو جہاد پر نہ جانا چاہے ‘ اس کیلئے نہ جانا جائز کردیا اور فرما دیا : وَمَا کَانَ الْمُؤْمِنُوْنَ لِیَنْفِرُوْا کَآفَّۃً ۔ میں کہتا ہوں : تمام اماموں کا اتفاق ہے کہ جہاد فرض کفایہ ہے ‘ اگر بقدر ضرورت مسلمانوں کی جماعت جہاد کرے گی تو باقی مسلمانوں کے سروں سے فرض اتر جائے گا۔\nحضرت سعید بن مسیب کے نزدیک جہاد فرض عین ہے کیونکہ جہاد کے احکام عمومی ہیں اور جو لوگ تبوک کے جہاد کو نہیں گئے تھے ‘ ان کے معاملہ میں سخت احکام نازل کئے گئے۔ ہم کہتے ہیں : جب جہاد کا اعلان عام ہو تو باتفاق علماء ہر شخص پر جہاد کرنا فرض ہوجاتا ہے جیسے غزوۂ تبوک کے موقع پر ہوا ورنہ فرض کفایہ ہے کیونکہ اللہ نے فرمایا ہے : لاَ یَسْتَوِی الْقَاعِدُوْنَ مِنَ الْمُؤْمِنِیْنَالخ اس آیت کے آخر میں ہے : وَکُلاّْ وَّعَدَ اللّٰہُ الْحُسْنٰیہر فریق سے اللہ نے بھلائی کا وعدہ کرلیا ہے (لیکن بھلائی کے مراتب میں تفاوت ہے ‘ سب برابر نہیں) دوسری آیت ہے : وَمَا کَانَ الْمُؤْمِنُوْنَ لِیَنْفِرُوْا کَآفَّۃً ۔",
  "ayah": 120,
  "surah": 9
}
