{
  "text": "یایھا الذین امنوا قاتلوا الذین یلونکم من الکفار اے ایمان والو ! ان کفار سے لڑو جو تمہارے آس پاس رہتے ہیں۔\nاس آیت میں حکم دیا گیا ہے کہ کافروں سے جہاد کرنے کا آغاز الاقرب فالاقرب کے طریقے پر کیا جائے۔ سکونت اور نسبی قرابت کے اعتبار سے جو کافر قریب ترین ہوں ‘ ان سے جہا دشروع کیا جائے۔ قریب ترین کافروں کو اصلاح طلبی اور شفقت کا سب سے زیادہ حق ہے ‘ اسی لئے رسول اللہ (ﷺ) کو سب سے پہلے اپنے قریب ترین خاندان والوں کو تبلیغ کرنے کا حکم دیا گیا اور ہجرت کے بعد بنی قریظہ ‘ بنی نضیر اور خیبر کے یہودیوں سے جہاد کرنے کا حکم سب سے پہلے دیا گیا۔ جب عرب سے جہاد ختم ہوگیا اور ضرورت نہ رہی تو رومیوں سے جہاد کرنے کا حکم دیا گیا۔ اس آیت میں رومیوں سے جہاد کرنے ہی کا حکم دیا گیا ہے۔ رومی شام میں رہتے تھے (اور ایرانی عراق میں) اور عراق کی بہ نسبت شام مدینہ سے قریب تھا۔ اس آیت کے نزول کے بعد رسول اللہ (ﷺ) نے تبوک کی طرف رومیوں سے جہاد کرنے کیلئے خروج کیا ‘ جیسا کہ ابن مردویہ نے حضرت ابن عباس کی روایت سے اور ابن ابی شیبہ وابن المنذر نے مجاہد کے قول سے اور ابن جریر نے حضرت سعید بن جبیر کے حوالے سے نقل کیا ہے۔\nاس آیت کے مقتضا کا لحاظ کرتے ہوئے علماء فقہ نے صراحت کی ہے کہ کفار کی سرحد کے قریب جو مسلمان رہتے ہوں ‘ ان پر سرحدی کافروں سے جہاد کرنا واجب ہے۔ اگر وہ کافی نہ ہوں اور زیادہ طاقت کی ضرورت ہو یا وہ سستی کریں اور حکم جہاد کی پرواہ نہ کریں تو ان سرحدی مسلمانوں کے متصل جو مسلمان رہتے ہوں ‘ ان پر سرحدی کافروں سے جہاد کرنا واجب ہوجاتا ہے اور ان میں بھی اگر بقدر ضرورت طاقت نہ ہو یا سستی کی وجہ سے وہ جہاد ترک کر بیٹھیں تو ان سے پیچھے والے مسلمانوں کا وہی فریضہ ہوجاتا ہے جو سستی کرنے والوں کا تھا۔ اسی ترتیب کے ساتھ مشرق و مغرب کے تمام مسلمانوں پر جہاد کی فرضیت ہوجاتی ہے۔ میّت کی تجہیز و تکفین کا سامان مہیا کرنا اور میّت کی نماز پڑھنے کا بھی یہی حکم ہے۔\nولیْجدوا فیکم غلظۃ اور ان کو تمہارے اندر سختی پانا چاہئے۔\nغلطۃًکا معنی ہے شدت اور اسلام کی حمیت۔ حسن کے نزدیک غلظت سے مراد ہے جہاد پر صبر۔ بظاہر لیجدوا کا صیغہ امر کا ہے جس کی ضمیر کافروں کی طرف راجع ہے اور کفار مامور ہیں ‘ لیکن حقیقت میں امر کا رجوع مسلمانوں کی طرف ہے اور مراد یہ ہے کہ مسلمانو ! تم کافروں کے مقابلہ میں سختی اور شدت اختیار کرو (ان کو تمہارے اندر کوئی نرمی اور بزدلی محسوس نہ ہو) ۔\nواعلموا ان اللہ مع المتقین۔ اور جان لو کہ اللہ کی مدد اور نصرت متقیوں کے ساتھ ہے۔ کافروں کے ساتھ نہیں ہے ‘ اسلئے تم ان کی جنگ کی پرواہ نہ کرو (خوف زدہ نہ ہو) ۔",
  "ayah": 123,
  "surah": 9
}
