{
  "text": "یہاں سیاق کلام میں یہ نہیں کہا گیا کہ اس اصول کو بیان کردیا جائے بلکہ محبتوں کی مثالیں اور رنگ بھی بتا دیے جاتے ہیں۔ کون سے تعلقات ، کون سے روابط اور کون سے لذائذ ایمان کے خلاف ہوں گے تاکہ انہیں ترازو کے ایک پلڑے میں رکھا جائے اور ایمان اور اسلام کے تقاضون کو دوسرے پلڑے میں رکھ کر مشخص اور ممثل انداز میں بتایا جائے۔ مثلاً اباء ، ابناء ، اخوان ، میاں بیوی اور خاندان یعنی عام خون اور نسب کے رشتے اور قرابت داریاں اور اموال تجارت جن کے ساتھ فطری رغبت ہوتی ہے اور مکانات اور کوٹھیاں جہاں آرام کیا جاتا ہے اور زندگی کی لذتوں سے لطف اندوز ہوا جاتا ہے ہے ان سب کو ایک پلڑے میں رکھ کر اور حب خدا ، حب رسول اور جہاد کی دلچسپیوں کو دوسرے پلڑے میں رکھ کر دعوت انتخاب دی جاتی ہے یہاں جہاد کے معنی اس قدر سادہ نہیں ہیں۔ جہاد میں مشقتیں ہوتی ہیں اور اس کے مخصوص تقاضے ہوتے ہیں۔ اس میں مشکلات اور واماندگیاں ہوتی ہیں ، اس میں تنگی اور ترشی ہوتی ہے اس میں قربانیاں اور محرومیاں بھی ہوتی ہیں اور اس میں زخم بھی کھائے جاتے ہیں اور جان بھی دینی ہوتی ہے۔ یہ سب کچھ جہاد کے لفظ میں آتا ہے اور یہ سب کچھ اس کیفیت کے ساتھ ہو کہ اس میں شہرت اور نود و نمائش کا شائبہ تک نہ ہو ، جس میں فخر و غرور اور تکبر کا شائبہ تک نہ ہو۔ اس میں ملک گیری اور منصب گیری کا بھی کوئی شائبہ اور اشارہ نہ ہو۔ اگر ان بیماریوں میں سے کوئی بیمار بھی ہو تو مجاہد اجر اخروی سے محروم ہوگا۔ ذرا دوبارہ غور سے پڑھیے :۔\nقُلْ اِنْ كَانَ اٰبَاۗؤُكُمْ وَاَبْنَاۗؤُكُمْ وَاِخْوَانُكُمْ وَاَزْوَاجُكُمْ وَعَشِيْرَتُكُمْ وَاَمْوَالُۨ اقْتَرَفْتُمُوْهَا وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا وَمَسٰكِنُ تَرْضَوْنَهَآ اَحَبَّ اِلَيْكُمْ مِّنَ اللّٰهِ وَرَسُوْلِهٖ وَجِهَادٍ فِيْ سَبِيْلِهٖ فَتَرَبَّصُوْا حَتّٰي يَاْتِيَ اللّٰهُ بِاَمْرِهٖ : \" اے نبی ﷺ ، کہہ دو کہ اگر تمہارے باپ ، اور تمہارے بیٹے اور تمہارے بیٹے اور تمہارے بھائی اور تمہاری بیویاں اور تمہارے عزیز و اقارب اور تمہارے وہ مال جو تم نے کمائے ہیں اور تمہارے وہ کاروبار جن کے ماند پڑجانے کا تم کو خوف ہے ، اور تمہارے وہ گھر جو تم کو پسند ہیں ، تم کو اللہ اور اس کے رسول اور اس کی راہ میں جہاد سے عزیز تر ہیں تو انتظار کرو یہاں تک کہ اللہ اپنا فیصلہ تمہارے سامنے لے آئے \"\nخبردار ! یہ نہایت ہی مشقت آمیز راہ ہے ، یہ نہایت ہی عظیم ذمہ داری ہے ! لیکن بات یہی ہے ، اگر یہ ذمہ داری پوری نہ کرو گے تو پھر انتظار کرو یہاں تک کہ اللہ اپنا فیصلہ تمہارے سامنے لے آئے \" اور واللہ لا یہدی القوم الفسقین اور اللہ فاسق لوگوں کی رہنمائی نہیں کیا کرتا۔ صرف ایک فرد ہی سے مطالبہ نہیں ہے کہ وہ اس قدر خلوص کا مظاہرہ کرے۔ پوری جامعت مسلمہ سے اس قسم کے خلوص کا مطالبہ ہو رہا ہے۔ اسلامی مملکت کو بھی اس طرح مخلص ہونا چاہیے۔ اس لیے اسلامی معاشرے میں کوئی ترجیح اور کوئی نصب العین اسلامی نظریہ حیات اور جہاد فی سبیل اللہ کے مقتضیات سے اہم نہیں ہونا چاہیے۔\nکیا فطرت انسانی اس معیار پر جاسکتی ہے ؟ ظاہر ہے کہ اللہ نے جب اہل ایمان سے اس معیار کا تقاضا کیا تو ایسا معیار پیش کرنا ممکن ہے ، تبھی تو کیا ہے۔ کیونکہ اللہ کسی بھی نفس سے وہ مطالبہ نہیں فرماتے جو اس کے دائرہ طاقت میں نہ ہو۔ یہ اللہ کی نہایت کریمی ہے کہ اس نے اس ضعیف انسان کے اندر اس قدر صلاحیت اور طاقت رکھی ہے کہ وہ اس قدر مخلصانہ معیار پیش کرے اور اس قدر مشکلات برداشت کرے اور اس کو اس شعور اور خلوص کے اندر اس قدر لذت دی ہے کہ وہ اس کے لیے تمام لذات ارضی کو خیر آباد کہہ سکتا ہے۔ خدا کے ساتھ اتصال اور خدا رسیدگی کا شعور۔ اللہ کی رضا کے حصول کا شعور۔ انسان کو انسانی ضعف ، گراوٹ اور خون اور گوشت و پوست کی لذتوں سے بلند کردیتا ہے اور اس کی نظر دور افق پر کسی بلند مقام پر مرکوز ہوتی ہے۔ جب بھی اس دنیا کی سفلی لذات اس کا دامن کھینچتی ہیں تو وہ نظریں بلند افق پر ایک روشن نصب العین پر مرکوز کردیتا ہے اور اس طرح وہ دامن چھڑا لیتا ہے۔\n۔۔۔",
  "ayah": 24,
  "surah": 9
}
