{
  "text": "25 ۔ تا۔ 27: اب ذرا ماضی قریب کی یادوں کی ایک جھلکی ملاحظہ فرمائیں۔ مسلمان قریب ہی کے زمانے میں ان حالات ہو کر گزرے تھے۔ ان حالات میں اللہ کی خاص نصرت نے کرشمہ دکھایا تھا۔ یہ کرشمہ ان کی قوت اور تعداد کا نہ تھا۔ حنین کے دن تو وہ بڑی تعداد میں تھے اور بڑی قوت رکھتے تھے مگر شکست کھا گئے۔ بعد میں اللہ کی نصرت جب آئی تو حالات کا نقشہ بدل گیا۔ اس دن فتح مکہ کے دو ہزار طلقاء اسلامی لشکر میں گھل مل گئے تھے۔ چند لمحے مسلمانوں پر ایسے آگئے تھے جب وہ قوت اور کثرت کے نشے غافل ہوگئے تھے۔ محض تعداد اور سازوسامان کی وجہ سے۔ یہ سبق تھا اہل ایمان کے لیے کہ خلوص اور للہ فی اللہ جہاد کے کیا معنی ہوتے ہیں کہ جب اللہ سے رابطے ہوں تو قلت تعداد میں بھی فتح ہے لیکن اگر اعتماد سازوسامان اور غیر مخلص بڑی تعداد پر کرلیا جائے تو میدان مارنا مشکل ہوگا۔\n۔۔۔\nاللہ تعالیٰ نے بیشمار مقامات و ایام میں مسلمانوں کی نصرت کی تھی اور ان ایام کی یادیں ان کے ذہن میں تازہ تھیں۔ حنین کی جنگ شوال آٹھ ہجری میں فتح مکہ کے بعد پیش آئی جب حضور فتح مکہ کے معاملات سے فارغ ہوئے اور فتح مکہ کے امور درست ہوگئے اور عام اہل مکہ مسلمان ہوگئے۔ اور حضور نے ان کو معاف کردیا اور اس طرح وہ \" طلقاء \" کے نام سے مشہور ہوگئے۔ اس موقعہ پر اپ کو یہ اطلاع ملی کہ قبائل ہوازن آپ کے خلاف جنگی کاروائی کرنے والے ہیں اور ان کے امیر مالک ابن عوف نضری قبائل ثقیف بن جثم و بنو سعد ابن بکر اور کچھ لوگ بنی بلالا اور کچھ ہبنی عمر ابن عامر اور عوف ابن عامر کے ، اس کی تائید میں ہیں۔ یہ لوگ عورتوں اور بچوں اور مال مویشی کو بھی ساتھ لائے ہیں اور سب کے سب اس لشکر میں نکل آئے۔ حضور اکرم ﷺ فتح مکہ کے لشکر کو لے کر ان کے مقابلے میں نکلے۔ یہ لشکر دس ہزار انصار و مہاجرین پر مشتمل تھا۔ اور کئی عرب قبائل اس میں شریک تھے۔ اور ان لوگوں میں وہ لوگ بھی تھے جو کل ہی مکہ میں مشرف بہ اسلام ہوئے تھے۔ جنہیں طلقاء کہا جاتا تھا اور ان کی تعداد دو ہزار تھی۔ اس لشکر کو لے کر حضور دشمن کی طرف نکلے۔ مکہ اور طائف کے درمیان ایک وادی میں ان دونوں لشکوں کا آمنا سامنا ہوا۔ اس وادی کو وادی حنین کہا جاتا تھا۔ یہ مڈ بھیڑ دن کے آغاز ہی میں صبح کی ساہی میں ہوگئی۔ مسلمان جب سے وادی میں اترے تو آگے ہوازن کمین گاہوں میں چھپے ہوئے تھے۔ جب مسلمان وادی میں اترے تو انہیں پتہ چلا کہ ہوازن حملہ آور ہوگئے۔ انہوں نے تیروں کی بارش کردی اور تلواریں سونت لیں اور اس طرح حملہ کیا جس طرح ایک انسان حملہ کرتا ہے۔ یہ یکبارگی حملہ تھا اور اس کی پلاننگ ان کے بادشاہ نے کی تھی۔ پہلے حملے میں مسلمان بھاگ گئے جیسا کہ اللہ نے نص میں فرمایا۔ حضور ﷺ شہبا خچر پر سوار تھے۔ آپ اپنی جگہ سے نہ ہلے۔ حضور ﷺ کے خچر کا دایاں لگام حضرت عباس نے پکڑا ہوا تھا اور بائیں جانب سے ابو سفیان لگام کو تھامے ہوئے تھے۔ یہ لوگ اس خچر کو روک رہے تھے کہ وہ جلدی دشمن کے درمیان تک نہ پہنچ جائے۔ حضور ﷺ اپنا نام لے کر لوگوں کو کو پکارا اور دعوت دی کہ لوٹ آؤ۔ \" اے لوگو میری طرف آؤ میں رسول اللہ ہوں \" اور ایسے ہی حالات میں آپ نے رجز پڑھا انا النبی لا کذب انا ابن عبدالمطلب۔ تقریباً سو افراد آپ کے ساتھ ثابت قدم رہے۔ بعض نے کہا ہے کہ یہ اسی افراد تھے۔ ان میں سے حضرت ابوبکر ، حضرت عمر ، عباس ، علی ، فضل ابن عباس ، ابو سفیان ابن الحارث ، ایمن ابن ام ایمن ، اسامہ بن زید وغیرہ ؓ  اس کے بعد حضور ﷺ نے حضرت عباس سے کہا ، یہ بہت بلند آواز تھے کہ بلند آواز سے پکاریں۔ اے درخت کے نیچے بیعت رضوان کرنے والو ! اس درخت کے نیچے مسلمانوں نے بیعت کی تھی کہ وہ جنگ میں فرار اختیار نہ کریں گے۔ اس طرح اس نام سے بھی ان کو پکارا گیا ، اے اصحاب سمرہ ، اے اصحاب سورت بقرہ ، اس طرح لوگ سنتے اور یا لبیک یا لبیک کہتے ہوئے لوٹتے۔ چناچہ سب لوگ واپس ہوئے اور رسولا للہ کے پاس جمع ہوگئے۔ لوگ اس طرح لوٹے کہ اگر کسی کا اونٹ واپس نہ ہوتا تو وہ اپنی زرہ پہن کر کود پڑتا اور اونٹ کو چھوڑ دیتا۔ اور اپنی ذات کو رسول اللہ تک پہنچاتا۔ جن لوگوں کی ایک تعداد حضور ﷺ کے پاس جمع ہوگئی تو آپ نے ان کو سچائی کے ساتھ لڑنے کا حکم دیا۔ چناچہ کفار کو شکست ہوئی اور وہ بھاگنے لگے۔ مسلمانوں نے ان کا پیچھا کیا اور ان کو قتل کیا اور گرفتار کیا اور لوگ تب واپس ہوئے کہ رسول اللہ کے سامنے قیدیوں کی ایک فوج جم گئی۔\nیہ تھی وہ جنگ جس میں پہلی مرتبہ مسلمانوں کے پاس 12 ہزار کی ایک عظیم تعداد جمع ہوگئی تھی۔ یہ تعداد انہیں ناقابل شکست نظر آئی۔ وہ پہلی فتح یابیوں کی وجہ سے غافل ہوگئے۔ اللہ نے اس معرکے کے آغاز میں ان کو شکست سے دوچار کردیا۔ اس طرح ان کی غفلت دور ہوئی اور اس کے بعد جب حضور ﷺ کے پاس ایک نسبتاً قلیل تعداد جمع ہوئی تو اللہ نے کامیابی عطا کی کیونکہ یہ تعداد حضور کے ساتھ جم گئی تھی۔\nآیت میں اس معرکے کے بعض مناظر کو دہرایا گیا ہے اور اس کے شعوری تاثرات یہاں نقل کیے ہیں۔\nلَقَدْ نَصَرَكُمُ اللّٰهُ فِيْ مَوَاطِنَ كَثِيْرَةٍ ۙ وَّيَوْمَ حُنَيْنٍ ۙ اِذْ اَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْــــًٔـا وَّضَاقَتْ عَلَيْكُمُ الْاَرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُّدْبِرِيْنَ : \" اللہ اس سے پہلے بہت سے مواقع پر تمہاری مدد کرچکا ہے۔ ابھی غزوہ حنین کے روز (اس کی دستگیری کی شان تم دیکھ چکے ہو) سا روز تمہیں اپنی کثرت تعداد کا غرہ تھا مگر وہ تمہارے کچھ کام نہ آئی اور زمین اپنی وسعت کے باوجود تم پر تنگ ہوگئی اور تم پیٹھ پھیر کر بھاگ نکلے \"\nپہلا تاثر یہ کہ ہم بہت زیادہ ہیں۔ پھر روحانی شکست کہ جب انسان پر عرصہ زمین تنگ محسوس ہونے لگتا ہے۔ پھر وہ مشکل وقت کہ جس میں انسان یہ محسوس کرتا ہے کہ اس پر ہمہ جہت دباؤ ہے۔ پھر حسی شکست کہ لوگ بھاگ کھڑے ہوئے ان تمام تاثرات کے بعد یہ تاثر\nثُمَّ اَنْزَلَ اللّٰهُ سَكِيْنَتَهٗ عَلٰي رَسُوْلِهٖ وَعَلَي الْمُؤْمِنِيْنَ : \"\" پھر اللہ نے اپنی سکینت اپنے رسول پر اور مومنین پر نازل فرمائی \"۔ گویا سکینہ ایک چادر ہے جو آسمان سے اتری۔ اس نے دلوں کو مضبوط کردیا اور اس نے ان عارضی تاثرات کو ٹھنڈا کردیا۔\nوَاَنْزَلَ جُنُوْدًا لَّمْ تَرَوْهَا : \" اور وہ لشکر اتارے جو تم کو نظر نہ آتے تھے \" یہ کیسے لشکر تھے ، ان کی ماہیت اور طبیعت سے ہم واقف نہیں اور اللہ کی قوتوں اور افواج کو اللہ ہی جانتا ہے۔\nوَعَذَّبَ الَّذِيْنَ كَفَرُوْا \" اور منکرین حق کو سزا دی \" ان کو قتل ہونے ، لٹنے اور شکست کے ذریعے سزا دی گئی۔ و ذلک جزاء الکفرین کہ یہی بدلہ ہے ان لوگوں کے لیے جو حق کا انکار کریں \"\nثُمَّ يَتُوْبُ اللّٰهُ مِنْۢ بَعْدِ ذٰلِكَ عَلٰي مَنْ يَّشَاۗءُ ۭ وَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ: پھر (تم یہ بھی دیکھ چکے ہو کہ) اس طرح سزا دینے کے بعد اللہ جس کو چاہتا ہے توبہ کی توفیق بھی بخش دیتا ہے ، اللہ درگزر کرنے والا اور رحم فرمانے والا ہے۔\nکیونکہ مغفرت کا دروازہ اللہ کے ہاں ہمیشہ کھلا رہتا ہے اور خطا کار جس وقت چاہیں توبہ کرکے واپس آسکتے ہیں۔\nیہاں غزوہ حنین کی اس جھلکی کو اس لیے پیش کیا گیا ہے تاکہ یہ بتایا جائے کہ جو لوگ اللہ سے غافل ہوجاتے ہیں ، اور اللہ کے بجائے دوسری قوتوں پر اعتماد کرنے لگتے ہیں اس کے نتائج کیا ہوتے ہیں۔ لیکن اس واقعہ سے ہمارے سامنے ایک دوسری ضمنی حقیقت بھی آجاتی ہے۔ اور یہ دوسری حقیقت ہی ہے کہ وہ کون سی قوت ہے جس جس پر کوئی نظریہ اعتماد کرسکتا ہے۔ نظریاتی تحریکات میں تعدادی کثرت کی کوئی حیثیت نہیں ہوتی بلکہ ثابت قدم اور نظریات کے جاننے والے مخلص لوگوں کی ایک چھوٹی تعداد ہی اہمیت رکھتی ہے۔ بعض اوقات بڑی تعداد ہزیمت کا سبب بنتی ہے کیونکہ بعض وقتی قسم کے لوگ اس میں داخل ہوجاتے ہیں اور انہوں نے نظریہ حیات کو اچھی طرح سمجھا ہی نہیں ہوتا بلکہ وہ حالات کے دھارے میں بہہ نکلے ہوتے ہیں۔ ایسے لوگوں پر جب مشکل حالات آتے ہیں تو ان کے قدم متزلزل ہوجاتے ہیں۔ ایسے لوگ نظریاتی صفوں میں اضطراب پیدا کردیتے ہیں اور ہزیمت اور شکست کا باعث بنتے ہیں پھر ایک بھیڑ قیادت کے لیے بھی دھوکے کا سبب بمنتی ہے۔ اور بھیڑ میں لوگوں کا باہم مضبط روابط اور تعلقات نہیں ہوتے نہ وہ اللہ کے ساتھ مضبوط تعلق رکھتے ہیں اور یوں قیادت کو دھوکہ ہوتا ہے کہ نصرت اور کامیابی تعداد کی وجہ سے ہے ، حالانکہ راز یہ ہے کہ فتح و نصرت ، اخلاص اور تربیت کی وجہ سے ہوتی ہے۔\nہمیشہ یوں ہوا ہے کہ مخلصین کی ایک چھوٹی سی پاکیزہ تعداد کسی نظریہ کو لے کر اٹھتی ہے۔ عوام کی بھیڑ جو پانی پر جھاگ کی طرح ہوتی ہے کسی نظریہ کی حامل نہیں ہوسکتی اور گھاس اور کوڑا کرکٹ مشکلات کی مشکلات کی آندھیوں کا مقابلہ نہیں کرسکتے۔\nجب بات یہاں تک آپہنچتی ہے اور مسلمانوں کے شعور میں تاریخی واقعات بٹھا دیے جاتے ہیں تو اب مشرکین کے بارے میں فائنل پالیسی کو آخری الفاظ دیے جاتے ہیں جو پالیسی قیامت تک رہے گی۔ (دیکھیے آیت 28)",
  "ayah": 25,
  "surah": 9
}
