{
  "text": "درس نمبر 88 ایک نظر میں\nاس سورت کا یہ دوسرا سبق ہے۔ اس دوسرے حصے میں اسلامی مملکت اور اہل کتاب کے درمیان بین الاقوامی تعلقات کی آخری شکل بتائی گئی ہے۔ جیسا کہ پہلے حصے میں اسلامی مملکت اور جزیرۃ العرب کے مشرکین کے درمیان بین الاقوامی تعلقات کی آخری نوعیت کی حد بندی کی گئی تھی۔\nپہلے حصے کی آیت کا تعلق جزیرۃ العرب کے مشرکین کے ساتھ تھا اور ان آیات میں ان صفات کا ذکر تھا جو مشرکین میں پائی جاتی تھیں۔ وہ واقعات اور حادثات جو عملاً اس وقت جزیرۃ العرب میں واقع ہوئے تھے پہلے سبق کے موضوع بحث تھے اور یہ آیات ان پر براہ راست منطبق تھیں جبکہ اس حصے کی آیات کا تعلق عموماً اہل کتاب کے ساتھ ہے۔ اور اس حصے کی آیات لفظاً اور معنی عام ہیں خواہ اہل کتاب جزیرۃ العرب میں ہوں یا اس سے خارج کسی جگہ ہوں۔\nان نصوص کے ذریعے ان تعلقات میں بنیادی تبدیلی کردی گئی ہے جو اس سے قبل مسلمانوں اور اہل کتاب کے درمیان قائم تھے ، خصوصاً نصاری کے ساتھ۔ یہودیوں کے ساتھ تو جنگی حالت اس سے پہلے بھی کوئی بار قائم ہوگئی تھی لیکن نصاری کے ساتھ اعلان جنگ کی حالت نہ تھی۔\nکیا تبدیلی ہوئی ؟ واضح طور پر نظر آتا ہے کہ حکم دیا گیا منحرل اہل کتاب کے ساتھ جنگ کی جائے جو دین الٰہی کے منکر ہیں اور یہ جنگ اس وقت تک جاری رکھی جائے جب تک وہ چھوٹے ہو کر جزیہ ادا کرنے کے لیے تیار نہیں ہوتے۔ اب وہ وقت گزر گیا کہ کہ ان کے ساتھ معاہدے کیے جائیں یا دوستی اور امن کے تعلقات قائم ہوں ان کے ساتھ اب یا جنگ ہے اور یا ان کی جنگ ہے اور یا ان کی جانب سے قبول جزیہ ہے۔ اور ان کے لیے صرف یہ حق محفوظ ہے کہ وہ اسلامی مملکت کے تحت ذمی ہو کر رہیں اور ان کے اور مسلم رعایا کے درمیان امن قائم ہو۔ ہاں جب وہ اسلامی نظریہ کو قبول کرلیں اور پوری طرح اسلام میں داخل ہوجائیں تو پھر وہ دوسرے مسلمانوں کی طرح مسلمان ہیں۔\nیہ بات طے شدہ ہے کہ اسلامی ریاست کے تحت وہ اپنا عقیدہ آزادانہ رکھ سکتے ہیں اور انہیں اسلام لانے پر مجبور نہ کیا جائے گا کیونکہ اسلام کا محکم اور طے شدہ اصول یہ ہے لا اکراہ فی الدین \" دین قبول کرنے میں کوئی زبردستی نہیں ہے \" لیکن وہ اپنا دین صرف اس صورت میں عالم اسلام میں جاری رکھ سکتے ہیں جب تک وہ جزیہ ادا کرتے رہیں۔ اور اس سلسلے میں ان کے اور اسلامی ریاست کے درمیان معاہدہ طے ہوجائے۔\nاسلامی معاشرے اور اہل کتاب کے درمیان تعلقات کی اس تبدیل شدہ نوعیت کو تب ہی سمجھا جاسکتا ہے جب اسلامی نظام حیات اور جاہلی نظاموں کے درمیان تعلقات کی اس حتمی شکل کو اسلام کے تحریکی مزاج کے مطابق سمجھنے کی سعی کی جائے۔ اچھی طرح سمجھ کر بصیرت کے ساتھ پڑھنے کی کوشش کی جائے۔ خصوصا اس زاویہ سے کہ ان بین الاقوامی تعلقات کے قوانین کو کئی مراحل سے گزر کر اس آخری شکل تک پہنچا پڑا ہے۔ اور اس میں عملی حالات کی وجہ سے اور نئے نئے مراحل کی وجہ سے ترمیم اور تبدیلی ہوتی رہی ہے۔\nیہ آخری شکل کیا ہے ؟ وہ یہ کہ اسلامی نظام حیات اور جاہلی نظامہائے حیات چند مخصوص شرائط کے تحت باہم زندہ رہ سکتے ہیں۔ ایک یہ کہ یہ جاہلی نظام اسلام نظام کے اس ہدف کی راہ میں رکاوٹ ڈالنے والا نہ ہو کہ اس کرہ ارض پر کوئی شخص دوسرے اشخاص کا غلام اور بندہ نہ ہوگا۔ کوئی انسان اپنے جسے انسان کی غلامی نہ کرے گا۔ اور اس کرہ ارض پر کوئی نظام کوئی حکومت اور کوئی معاشرہ ایسا نہ ہوگا جو اسلام کی راہ میں رکاوٹ بنے۔ اس لیے کہ اسلام کا مزاج ہی یہ ہے کہ وہ غالب ہونا چاہتا ہے تاکہ وہ لوگوں کو اپنے جیسے دوسرے انسانوں کی غلامی سے نکال کر اللہ کی غلامی میں داخل کرے۔ اور یہ اسلام کا اعلان عام ہے جبکہ جاہلی نظامہائے حیات کا اولین ہدف یہ ہوتا ہے کہ وہ اپنا دفاعی کریں کیونکہ یہ اعلان ان کے لیے اعلان موت ہے اور اس لیے وہ اس قسم کی ہر تحریک کو ختم کرنا چاہتے ہیں جبکہ اسلام کا مطالبہ یہ ہے کہ ہر جاہلی نظام اسلام کی راہ نہ روکیں۔\nاسلامی نظام حیات اور اسلامی تحریک کا مزاج ہی یہ ہے کہ وہ جاہلیت کے مقابلے میں ایسے ہتھیار لے کر آئے جو جاہلیت کے ہتھیاروں کے ساتھ ہم پلہ ہوں یا اس ہتھیار سے زیادہ موثر ہتھیار ہوں اور اسلامی نظام جاہلیت کے مقابلہ میں مرحلہ وار پروگرام کے تحت مناسب رویہ اور طرز عمل اختیار کرے۔ اور جب آخری مرحلہ ہو تو اس مرحلے میں وہ حتمی ضوابط اور قوانین پر عمل کرے جو اسلام نے آخری مراحل کے لیے وضع کردیے ہیں۔\nاس سورت کے اس حصے میں قرآن کریم نے مسلمانوں اور اسلامی ریاست اور اہل کتاب کے دمیان تعلقات کی آخری اور فائنل صورت متعین کی ہے۔ اہل کتاب کی بھی آخری پوزیشن بتائی گئی ہے۔ اور یہ کہا ہے کہ وہ شرک ، کفر اور باطل پر عمل پیرا ہیں۔ اور ان واقعات اور اسباب کی نشاندہی کی ہے۔ جن کی وجہ یہ حکم دیا گیا ہے۔ چاہے وہ سبب یہ ہو کہ ان کے معتقدات کفریہ ہیں جس طرح کہ دوسرے کفار کے عقائد تھے اور دونوں کے درمیان مکمل مماثلت پائی جاتی ہے یا ان کا طرز عمل ، ان کے تصرفات اور ان کی حقیقی صورت حالات ایسی ہے۔ درج ذیل وجوہات یہاں گنوائی گئی ہیں۔\n1 ۔ یہ کہ یہ لوگ اللہ اور یوم آخرت پر ایمان نہیں رکھتے۔\n2 ۔ یہ کہ وہ اللہ اور رسول اللہ کے حرام کردہ امور کو حرام نہیں سمجھتے۔\n3 ۔ یہ کہ وہ دین حق (اسلامی نظام) کے مطیع نہیں ہیں۔\n۔ ان اہل کتاب میں سے یہودیوں کا عقیدہ یہ تھا کہ حضرت عزیر ابن اللہ ہیں۔ اور نصاریٰ کا عقیدہ یہ تھا کہ حضرت عیسیٰ ابن اللہ ہیں۔ اور ان دو اقوال میں یہ اہل کتاب دوسرے کفار اور مشرکین کے مشابہ تھے۔ چاہے وہ یونانی بت پرست ہوں یا رومی بت پرست ہوں ، یا ہندو بت پرست ہوں یا فرعونی بت پرست ہوں یا دوسرے اہل کفر ہوں۔ (بعد میں ہم یہ توضیح کریں گے کہ نصاریٰ کے نزدیک تثلیث اور ابنیت کا دعویٰ یا یہودیوں کی طرف سے ابنیت کا دعوی سابقہ بت پرستیوں سے ماخوذ ہے۔ اصل نصرانیت اور اصل یہودیت کے اندر یہ عقیدہ ہرگز نہ تھا۔\n5 ۔ یہ کہ ان لوگوں نے اپنے احبار اور رہبان کو اللہ کے سوا رب قرار دے دیا تھا۔ جیسا کہ انہوں نے مسیح کو رب قرار دے دیا تھا حالانکہ انہیں حکم یہ دیا گیا تھا کہ وہ اللہ کی توحید پر قائم رہیں اور دین صرف اللہ کے لیے خالص کریں ورنہ وہ مشرک ہوں گے۔\n6 ۔ یہ کہ وہ اللہ کے دین کے خلاف برسر پیکار ہیں اور ان کا ارادہ یہ ہے کہ اس نئے چراغ کو اپنی منہ کی پھونکوں سے بجھا دیں لہذا یہ کافر ہیں۔\n7 ۔ اکثر احبارو رہبان لوگوں کا مال باطل طریقوں سے کھاتے ہیں اور اللہ کے دین سے لوگوں کو روکتے ہیں ان اوصاف کی وجہ سے اور اہل کتاب جس موقف پر قائم تھے اس کی وجہ سے قرآن کریم نے اہہل کتاب کے حوالے سے درج بالا آخری موقف متعین کیا۔ اب اس آخری ضابطے کے مطابق اسلامی مملکت اور اسلامی معاشرہ اور اہل کتاب کے درمیان بین الاقوامی ضابطہ مرتب ہوا ہے۔\nیہاں یہ بات واضح طور پر معلوم ہوجاتی ہے کہ قرآن کریم کے سابقہ فیصلوں کے برعکس یہ فیصلہ بالکل مختلف نوعیت کا حامل ہے۔ اور مستشرقین اور عیسائی مشنریوں نے یہ کہا بھی ہے کہ جب رسول اللہ ﷺ نے محسوس کیا کہ ان کی تحریک زور پکڑ گئی ہے تو آپ نے \" اپنے \" سابقہ احکام کو بدل دیا۔ یعنی اہل کتاب کے بارے میں پہلے اور رویہ تھا اور حصول قوت کے بعد اب یہ احکام آگئے۔\nہم یہ کہیں گے کہ اہل کتاب کے بارے میں تمام مکی آیات اور مدنی آیات پر اچھی طرح غور کرلیجیے۔ اس سے اچھی طرح معلوم ہوگا کہ اہل کتاب کے موقف اور نظریات کے بارے میں اسلام کے نقطہ نظر کے اندر کوئی تبدیلی نہیں ہوئی۔ اسلام ان کو اب آخری مرحلے میں اسی طرح گمراہانہ نظریات سمجھتا ہے جس طرح ابتدائی مراحل میں ان کے بارے میں اسلام کا نقطہ نظر تھا۔ یعنی یہ کہ مشرکانہ عقائد ہیں اور دین حق کے انکار کے مترادف ہیں۔ اور اس دین کے بھی خلاف جس کے متبع ہونے کے وہ خود مدی ہیں۔ جو تبدیلی ہوئی ہے وہ صرف یہ ہے کہ بحیثیت بین الاقوامی کمیونٹی ان کے ساتھ اسلامی ریاست کا آئندہ سلوک کیا ہوگا ، اور بین الاقوامی تعلقات ایک ایسا موضوع ہے جس کے بارے احکام اور پالیسی کسی بھی وقت کے موجودہ حالات کے مطابق ہوتی اور حالات ظاہر ہے کہ بدلتے رہتے ہیں۔ رہے وہ عقائد جو اہل کتاب رکھتے ہیں تو ان کے بارے میں اسلام کا نقطہ نظر وہی تھا جو پہلے روز سے تھا۔\nاب ہم یہاں مناسب سمجھتے ہیں کہ اہل کتاب کے عقائد و نظریات کے بارے میں قرآن کریم کے بعض تبصرے پیش کریں۔ پھر ہم اسلام کے بارے میں ان کے عملی طرز عمل کو پیش کریں گے جس کے نتیجے میں ان کے بارے میں یہ آخری اور فائنل پالیسی طے کی گئی۔\nمکہ میں تو یہودی کمیونٹی موجود ہی نہ تھی نہ نصرانی بڑی تعداد میں موجود تھے نہ کوئی زر ہی رکھتے تھے۔ چند افراد نصرانی ضرور تھے۔ قرآن کریم نے یہ بتایا ہے کہ مکہ کے نصرانیوں نے بڑی خوشی سے اسلام کو قبول کرلیا تھا۔ وہ اسلام میں داخل ہوگئے۔ اور انہوں نے اس کی صداقت کی شہادت دی کہ یہ دین اور یہ رسول برحق ہیں۔ یہ وہ لوگ تھے جو نصاریٰ میں سے اہل توحید تھے۔ اور ان کے پاس انجیل کی اصل تعلیمات بھی موجود تھی۔ ان کے بارے میں قرآن مجید نے یہ تبصرے کیے ہیں :\nالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ مِنْ قَبْلِهِ هُمْ بِهِ يُؤْمِنُونَ (52) وَإِذَا يُتْلَى عَلَيْهِمْ قَالُوا آمَنَّا بِهِ إِنَّهُ الْحَقُّ مِنْ رَبِّنَا إِنَّا كُنَّا مِنْ قَبْلِهِ مُسْلِمِينَ (53): \" جن لوگوں کو ہم نے کتاب دی تھی ، وہ اس پر ایمان لاتے ہیں اور جب یہ ان کو سنایا جاتا ہے تو وہ کہتے ہیں \" ہم اس پر ایمان لائے ، یہ واقعی حق ہے ہمارے رب کی طرف سے ، ہ تو پہلے ہی سے مسلم ہیں \"\nقُلْ آمِنُوا بِهِ أَوْ لا تُؤْمِنُوا إِنَّ الَّذِينَ أُوتُوا الْعِلْمَ مِنْ قَبْلِهِ إِذَا يُتْلَى عَلَيْهِمْ يَخِرُّونَ لِلأذْقَانِ سُجَّدًا (107) وَيَقُولُونَ سُبْحَانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولا (108) وَيَخِرُّونَ لِلأذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا (109): \" اے نبی تم لوگوں سے کہہ دو کہ اسے مانو ، یا نہ مانو جن لوگوں کو اس سے پہلے علم دیا گیا ہے۔ انہیں جب یہ سنایا جاتا ہے تو وہ منہ کے بل سجدے میں گرجاتے ہیں اور پکار اٹھتے ہیں \" پاک ہے ہمارا راب ، اس کا وعدہ تو پورا ہونا ہی تھا ، اور وہ منہ کے بل روتے ہوئے گر جاتے ہیں اور اسے سن کر ان کا خشوع اور بڑھ جاتا ہے :\nقُلْ أَرَأَيْتُمْ إِنْ كَانَ مِنْ عِنْدِ اللَّهِ وَكَفَرْتُمْ بِهِ وَشَهِدَ شَاهِدٌ مِنْ بَنِي إِسْرَائِيلَ عَلَى مِثْلِهِ فَآمَنَ وَاسْتَكْبَرْتُمْ إِنَّ اللَّهَ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ (10): \" اے نبی ان سے کہو \" کبھی تم نے سوچا بھی کہ یہ قرآن اگر اللہ ہی کی طرف سے ہو اور تم نے اس کا انکار کردیا ؟ اور اس جیسے کلام پر بنی اسرائیل کا ایک واہ شہادت بھی دے چکا ہے۔ وہ ایمان لے آیا اور تم اپنے گھمنڈ میں پڑے رہے اور ظالموں کو اللہ ہدایت نہیں دیا کرتا \"\nوَكَذَلِكَ أَنْزَلْنَا إِلَيْكَ الْكِتَابَ فَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يُؤْمِنُونَ بِهِ وَمِنْ هَؤُلاءِ مَنْ يُؤْمِنُ بِهِ وَمَا يَجْحَدُ بِآيَاتِنَا إِلا الْكَافِرُونَ (47): \" ہم نے اسی طرح تمہاری طرف یہ کتاب نازل کی ہے ، اس لیے وہ لوگ جن کو ہم نے پہلے کتاب دی تھی وہ اس پر ایمان لاتے ہیں ، اور ان لوگوں میں سے بھی بہت سے اس پر ایمان لا رہے ہیں اور ہماری آیات کا انکار صرف کافر ہی کرتے ہیں \"\nأَفَغَيْرَ اللَّهِ أَبْتَغِي حَكَمًا وَهُوَ الَّذِي أَنْزَلَ إِلَيْكُمُ الْكِتَابَ مُفَصَّلا وَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِنْ رَبِّكَ بِالْحَقِّ فَلا تَكُونَنَّ مِنَ الْمُمْتَرِينَ (114): \" کیا میں اللہ کے سوا کوئی اور فیصلہ کرنے والا تلاش کروں ، حالانکہ اس نے تفصیل کے ساتھ تمہاری طرف کتاب نازل کردی ہے ؟ اور جن لوگوں کو ہم نے کتاب دی تھی وہ جانتے ہیں کہ یہ کتاب تمہارے رب ہی کی طرف سے حق کے ساتھ نازل ہوئی ہے لہذا تم شک کرنے والوں میں شامل نہ ہو \"\nوَالَّذِينَ آتَيْنَاهُمُ الْكِتَابَ يَفْرَحُونَ بِمَا أُنْزِلَ إِلَيْكَ وَمِنَ الأحْزَابِ مَنْ يُنْكِرُ بَعْضَهُ قُلْ إِنَّمَا أُمِرْتُ أَنْ أَعْبُدَ اللَّهَ وَلا أُشْرِكَ بِهِ إِلَيْهِ أَدْعُو وَإِلَيْهِ مَآبِ (36): \" اے نبی جن لوگوں کو ہم نے کتاب دی تھی ، وہ اس کتاب سے جو تم پر ہم نے نازل کی ہے ، خوش ہیں اور مختلف گروہوں میں کچھ لوگ ایسے بھی ہیں جو اس کی بعض باتوں کو نہیں مانتے۔ تم صاف کہہ دو کہ \" مجھے تو صرف اللہ کی بندگی کا حکم دیا گیا ہے اور اس سے منع کیا گیا ہے کہ کسی کو اس کے ساتھ شریک ٹھہراؤں اور اس کی طرف دعوت دیتا ہوں اور اسی کی طرف میرا رجوع ہے \"\nیہ تو تھے مکی نصاری مدینہ میں بھی بعض نصاری نے دعوت اسلامی کو قبول کیا اور مدنی سورتوں میں قرآن نے ان کے شواہد کو نقل کیا ہے۔ بعض آیات میں منصوص طور پر بتایا گیا ہے کہ یہ نصاری تھے۔ اس لیے کہ مدینہ میں یہودیوں نے وہ موقف اختیار نہ کیا جو ان کے بعض افراد نے مکہ میں کیا تھا۔ اس لیے کہ مدینہ میں اسلام ان کے دنیاوی مفادات کے لیے خطرہ بن گیا تھا۔\nوَإِنَّ مِنْ أَهْلِ الْكِتَابِ لَمَنْ يُؤْمِنُ بِاللَّهِ وَمَا أُنْزِلَ إِلَيْكُمْ وَمَا أُنْزِلَ إِلَيْهِمْ خَاشِعِينَ لِلَّهِ لا يَشْتَرُونَ بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلا أُولَئِكَ لَهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ إِنَّ اللَّهَ سَرِيعُ الْحِسَابِ (199): \" اہل کتاب میں سے کچھ لوگ ایسے ہیں جو اللہ کو مانتے ہیں اور اس کتاب پر ایمان لاتے ہیں جو تمہاری طرف بھیجی گئی ہے اور اس کتاب پر بھی ایمان رکھتے ہیں جو اس سے پہلے خود ان کی طرف بھیجی گئی تھی۔ اللہ کے آگے جھکے ہوئے ہیں اور اللہ کی آیات کو تھوڑی سی قیمت پر فروخت نہیں کردیتے۔ ان کا اجر ان کے رب کے پاس ہے اور اللہ حساب چکانے میں دیر نہیں لگاتا \"\nلَتَجِدَنَّ أَشَدَّ النَّاسِ عَدَاوَةً لِلَّذِينَ آمَنُوا الْيَهُودَ وَالَّذِينَ أَشْرَكُوا وَلَتَجِدَنَّ أَقْرَبَهُمْ مَوَدَّةً لِلَّذِينَ آمَنُوا الَّذِينَ قَالُوا إِنَّا نَصَارَى ذَلِكَ بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا وَأَنَّهُمْ لا يَسْتَكْبِرُونَ (82) وَإِذَا سَمِعُوا مَا أُنْزِلَ إِلَى الرَّسُولِ تَرَى أَعْيُنَهُمْ تَفِيضُ مِنَ الدَّمْعِ مِمَّا عَرَفُوا مِنَ الْحَقِّ يَقُولُونَ رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ (83) وَمَا لَنَا لا نُؤْمِنُ بِاللَّهِ وَمَا جَاءَنَا مِنَ الْحَقِّ وَنَطْمَعُ أَنْ يُدْخِلَنَا رَبُّنَا مَعَ الْقَوْمِ الصَّالِحِينَ (84) فَأَثَابَهُمُ اللَّهُ بِمَا قَالُوا جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الأنْهَارُ خَالِدِينَ فِيهَا وَذَلِكَ جَزَاءُ الْمُحْسِنِينَ (85): \" تم اہل ایمان کی عداوت میں سب سے زیادہ سخت یہود مشرکین کو پاؤگے اور ایمان لانے والوں کے لیے دوستی میں قریب تر ان لوگوں کو پاؤگے جنہوں نے کہا تھا کہ ہم نصاری ہیں۔ یہ اس وجہ سے کہ ان میں عبادت گزار عالم اور تارک الدنیا فقیر پائے جاتے ہیں اور ان میں غرور نفس نہیں ہے جب وہ اس کلام کو سنتے ہیں جو رسول پر اترا ہے تو تم دیکھتے ہو کہ حق شناسی کے اثر سے ان کی آنکھیں آنسوؤں سے تر ہوجاتی ہیں۔ وہ بول اٹھتے ہیں کہ \" پروردگار ، ہم ایمان لائے ، ہمارا نام گواہی دینے والوں میں لکھ لے \" اور وہ کہتے ہیں کہ \" آخر کیوں نہ ہم اللہ پر ایمان لائیں اور جو حق ہمارے پاس آیا ہے اسے کیوں نہ مان لیں جبکہ ہم اس بات کی خواہش رکھتے ہیں کہ ہمارا رب ہمیں صالح لوگوں میں شامل کرے \" ان کے اس قول کی وجہ سے اللہ نے ان کو ایسی جنتیں عطا کیں جن کے نیچے نہریں بہتی ہیں اور وہ ان میں ہمیشہ رہیں گے۔ یہ جزا ہے نیک رویہ اختیار کرنے والوں کے لیے \"\nلیکن یہ چند افراد کا رویہ تھا اور یہ جزیرۃ العرب میں بسنے والے اہل کتاب کی اکثریت کے رویے کی عکاسی نہیں کرتا۔ خصوصاً یہودیوں کے رویے کی۔ ان لوگوں نے مدینہ طیبہ کے اندر جب محسوس کیا کہ ان کے مفادات اور ان کا دین خطرے میں ہے تو انہوں نے اسلام کے خلاف زبردست حملہ شروع کردیا۔ اور وہ اسلام کے خلاف وہ تمام اوچھے ہتھیار استعمال کرنے لگے جن کی تفصیل قرآن نے دی ہے۔ اسلام میں داخل ہونا تو بہت بڑی بات تھی۔ انہوں نے ان پیش گوئیوں کا بھی صاف صاف انکار کردیا جو رسول اللہ ﷺ کے بارے میں ان کی کتابوں میں موجود تھیں۔ حالانکہ قرآن کریم ان کے پاس موجود کتابوں کی تصدیق کر رہا تھا۔ اور یہ اس حقیقت کے باوجود کہ خود ان میں سے پاک فطرت لوگوں نے اسلام کی حقانیت کا اعتراف کیا تھا ، اور منکرین اور مخالفین کے سامنے علی الاعلان انہوں نے اسلام کی اقرار اور اعلان کیا تھا۔ چناچہ اسلام نے ان کے اس عام رویے اور طرز عمل کو بھی قلم بند کردیا اور متعدد سورتوں میں یہ تبصرہ کیا کہ اہل کتاب کس قدر فسادی ، کس قدر باطل پرست اور خود اپنے دین سے کس قدر منحرف ہوگئے ہیں بلکہ عام اہل کتاب کے رویے کو مکی قرآن مجید نے بھی لیا ہے۔ ذرا ملاحظہ فرمائیں۔\nوَلَمَّا جَاءَ عِيسَى بِالْبَيِّنَاتِ قَالَ قَدْ جِئْتُكُمْ بِالْحِكْمَةِ وَلأبَيِّنَ لَكُمْ بَعْضَ الَّذِي تَخْتَلِفُونَ فِيهِ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ (63)إِنَّ اللَّهَ هُوَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَذَا صِرَاطٌ مُسْتَقِيمٌ (64) فَاخْتَلَفَ الأحْزَابُ مِنْ بَيْنِهِمْ فَوَيْلٌ لِلَّذِينَ ظَلَمُوا مِنْ عَذَابِ يَوْمٍ أَلِيمٍ (65): \" اور جب عیسیٰ صریح نشانیاں لیے ہوئے آیا تو اس نے کہا تھا کہ میں تم لوگوں کے پاس حکمت لے کر آیا ہوں اور اس لیے آیا ہوں کہ تم پر بعض ان باتوں کی حقیقت کھول دوں جن میں تم اختلاف کر رہے ہو ، لہذا تم اللہ سے ڈرو اور میری اطاعت کرو۔ حقیقت یہ ہے کہ اللہ ہی میرا رب بھی ہے اور تماہرا رب بی ، اسی کی تم عبادت کرو یہی سیدھا راستہ ہے \" گر گروہوں نے آپس میں اختلاف کیا۔ پس تباہی ہے ان لوگوں کے لیے جنہوں نے ظلم کیا ایک دردناک دن کے عذاب کی \"\nوَإِذْ قِيلَ لَهُمُ اسْكُنُوا هَذِهِ الْقَرْيَةَ وَكُلُوا مِنْهَا حَيْثُ شِئْتُمْ وَقُولُوا حِطَّةٌ وَادْخُلُوا الْبَابَ سُجَّدًا نَغْفِرْ لَكُمْ خَطِيئَاتِكُمْ سَنَزِيدُ الْمُحْسِنِينَ (161) فَبَدَّلَ الَّذِينَ ظَلَمُوا مِنْهُمْ قَوْلا غَيْرَ الَّذِي قِيلَ لَهُمْ فَأَرْسَلْنَا عَلَيْهِمْ رِجْزًا مِنَ السَّمَاءِ بِمَا كَانُوا يَظْلِمُونَ (162) وَاسْأَلْهُمْ عَنِ الْقَرْيَةِ الَّتِي كَانَتْ حَاضِرَةَ الْبَحْرِ إِذْ يَعْدُونَ فِي السَّبْتِ إِذْ تَأْتِيهِمْ حِيتَانُهُمْ يَوْمَ سَبْتِهِمْ شُرَّعًا وَيَوْمَ لا يَسْبِتُونَ لا تَأْتِيهِمْ كَذَلِكَ نَبْلُوهُمْ بِمَا كَانُوا يَفْسُقُونَ (163): \" یاد کرو وہ وقت جب ان سے کہا گیا تھا کہ \" اس بستی میں جا کر بس جاؤ اور اس کی پیداوار سے اپنے حسب منشا روزی حاصل کرو اور حطہ حطہ کہتے جاؤ اور شہر کے دروازے میں سجدہ ریز ہوتے ہوئے داخل ہو ، ہم تمہاری خطائیں معاف کریں گے اور نیک رویہ رکھنے والوں کو مزید فضل سے نوازیں گے \" مگر جو لوگ ان میں سے ظالم تھے انہوں نے اس بات کو جو ان سے کہی گئی تھی ، بدل ڈالا اور نتیجہ یہ ہوا کہ ہم نے ان کے ظلم کی پاداش میں ان پر آسمان سے عذاب بھیج دیا۔ اور ذرا اس بستی کا حال پوچھو جو سمندر کے کنارے واقع تھی۔ انہیں یاد دلاؤ وہ واقعہ کہ وہاں کے لو سبت (ہفتہ) کے دن احکام الہی کی خلاف ورزی کرتے تھے اور یہ مچھلیاں سبت ہی کے دن ابھر ابھر کر سطح پر ان کے سامنے آتی تھیں اور سبت کے سوا باقی دنوں میں نہیں آتی تھیں۔ یہ اس لیے ہوتا تھا کہ ہم ان کی نافرمانیوں کی وجہ سے ان کو آزمائش میں ڈال رہے تھے۔\nوَإِذْ تَأَذَّنَ رَبُّكَ لَيَبْعَثَنَّ عَلَيْهِمْ إِلَى يَوْمِ الْقِيَامَةِ مَنْ يَسُومُهُمْ سُوءَ الْعَذَابِ إِنَّ رَبَّكَ لَسَرِيعُ الْعِقَابِ وَإِنَّهُ لَغَفُورٌ رَحِيمٌ (167): \" اور یاد کرو جب تمہارے رب نے اعلان کردیا کہ \" وہ قیامت تک ایسے لوگ بنی اسرائیل پر مسلط کرتا رہے گا جو ان کو بدترین عذاب دیں گے \" یقینا تمہارا رب سزا دینے میں تیز دست ہے اور یقیناً وہ درگزر اور رحم کرنے والا ہے \"\nفَخَلَفَ مِنْ بَعْدِهِمْ خَلْفٌ وَرِثُوا الْكِتَابَ يَأْخُذُونَ عَرَضَ هَذَا الأدْنَى وَيَقُولُونَ سَيُغْفَرُ لَنَا وَإِنْ يَأْتِهِمْ عَرَضٌ مِثْلُهُ يَأْخُذُوهُ أَلَمْ يُؤْخَذْ عَلَيْهِمْ مِيثَاقُ الْكِتَابِ أَنْ لا يَقُولُوا عَلَى اللَّهِ إِلا الْحَقَّ وَدَرَسُوا مَا فِيهِ وَالدَّارُ الآخِرَةُ خَيْرٌ لِلَّذِينَ يَتَّقُونَ أَفَلا تَعْقِلُونَ (169): \" پھر اگلی نسلوں کے بعد ناخلف ان کے جانشین ہوئے جو کتاب الہی کے وارث ہو کر اس دنیائے دنی کے فائدے سمیٹتے ہیں اور کہہ دیتے ہیں کہ توقع ہے ہمیں معاف کردیا جائے گا اور اگر وہی متاع دنیا سامنے آتی ہے تو پھر لبیک کہہ کر اسے لیتے ہیں کیا ان سے کتاب کا عہد نہیں لیا جا چکا کہ اللہ کے نام پر وہی بات کہیں گے جو حق ہوگا ؟ اور یہ خود پڑھ چکے ہیں جو کتاب میں لکھا ہے۔ آخرت کی قیام گاہ خدا ترس لوگوں کے لیے ہی بہتر ہے۔ کیا تم اتنی سی بات نہیں سمجھتے ؟ \"\nمدنی دور کی آخری سورتوں میں پھر اہل کتاب کے بارے میں آخری اور فیصلہ کن پالیسی بتا دی گئی۔ اور تفصیلا بتایا گیا کہ اسلام کی جنگ میں یہ لوگ کس قدر برے اور اوچھے ہتھیار استعمال کرتے ہیں اور ان سورتوں میں ان کے کردار پر مفصل تبصرے کیے گئے ہیں۔ مثلاً سورة بقرہ ، آل عمران ، سورت نساء ، مائدہ وغیرہ میں اور ان کے بارے میں آخری اور دائمی پالیسی ، پھر سورت توبہ میں بتائی گئی۔ ان کے بارے میں احکام اور تبصرے یہ ہیں :\nأَفَتَطْمَعُونَ أَنْ يُؤْمِنُوا لَكُمْ وَقَدْ كَانَ فَرِيقٌ مِنْهُمْ يَسْمَعُونَ كَلامَ اللَّهِ ثُمَّ يُحَرِّفُونَهُ مِنْ بَعْدِ مَا عَقَلُوهُ وَهُمْ يَعْلَمُونَ (75) وَإِذَا لَقُوا الَّذِينَ آمَنُوا قَالُوا آمَنَّا وَإِذَا خَلا بَعْضُهُمْ إِلَى بَعْضٍ قَالُوا أَتُحَدِّثُونَهُمْ بِمَا فَتَحَ اللَّهُ عَلَيْكُمْ لِيُحَاجُّوكُمْ بِهِ عِنْدَ رَبِّكُمْ أَفَلا تَعْقِلُونَ (76) أَوَلا يَعْلَمُونَ أَنَّ اللَّهَ يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ (77) وَمِنْهُمْ أُمِّيُّونَ لا يَعْلَمُونَ الْكِتَابَ إِلا أَمَانِيَّ وَإِنْ هُمْ إِلا يَظُنُّونَ (78) فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتَابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هَذَا مِنْ عِنْدِ اللَّهِ لِيَشْتَرُوا بِهِ ثَمَنًا قَلِيلا فَوَيْلٌ لَهُمْ مِمَّا كَتَبَتْ أَيْدِيهِمْ وَوَيْلٌ لَهُمْ مِمَّا يَكْسِبُونَ (79): \" اے مسلمانو ، اب کیا ان لوگوں سے تم توقع رکھتے ہو کہ یہ تمہاری دعوت پر ایمان لے آئیں گے ؟ حالانکہ ان میں سے ایک گروہ کا شیوہ یہ رہا ہے کہ اللہ کا کلام سنا اور پھر خوب سمجھ بوجھ کر دانستہ اس میں تحریف کی۔ ایمان لانے والوں سے ملتے ہیں تو کہتے ہیں کہ ہم بھی انہیں مانتے ہیں اور جب آپس میں ایک دوسرے سے تخلیے کی بات کرتے ہیں تو کہتے ہیں کہ بیوقوف ہوگئے ہو ؟ ان لوگوں کو وہ باتیں بتاتے ہو جو اللہ نے تم پر کھولی ہیں تاکہ تمہارے رب کے پاس تمہارے مقابلے میں انہیں حجت میں پیش کریں ؟ اور کیا یہ جانتے نہیں ہیں کہ جو کچھ یہ چھپاتے ہیں اور جو کچھ ظاہر کرتے ہیں ، اللہ سب باتوں سے باخبر ہے ؟ ان میں سے ایک دوسرا گروہ امیوں کا ہے جو کتاب کا تو علم رکھتے نہیں بس اپنی بےبنیاد امیدوں اور آرزوؤں کو لیے بیٹھے ہیں اور محض وہم و گمان پر چلے جا رہے ہیں۔ یہی ہلاکت اور تباہی ہے ان لوگوں کے لیے جو اپنے ہاتھوں سے شرع کا نوشتہ لکھتے ہیں پھر لوگوں سے کہتے ہیں کہ یہ اللہ کے پاس سے آیا ہوا ہے۔ تاکہ اس کے معاوضے میں تھوڑا سا فائدہ حاصل کرلیں۔ ان کے ہاتھوں یہ لکھا بھی ان کے لیے تباہی کا سامان ہے اور ان کی یہ کمائی بھی ان کے لیے موجب ہلاکت ہے \"۔\nوَلَقَدْ آتَيْنَا مُوسَى الْكِتَابَ وَقَفَّيْنَا مِنْ بَعْدِهِ بِالرُّسُلِ وَآتَيْنَا عِيسَى ابْنَ مَرْيَمَ الْبَيِّنَاتِ وَأَيَّدْنَاهُ بِرُوحِ الْقُدُسِ أَفَكُلَّمَا جَاءَكُمْ رَسُولٌ بِمَا لا تَهْوَى أَنْفُسُكُمُ اسْتَكْبَرْتُمْ فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ (87) وَقَالُوا قُلُوبُنَا غُلْفٌ بَلْ لَعَنَهُمُ اللَّهُ بِكُفْرِهِمْ فَقَلِيلا مَا يُؤْمِنُونَ (88) وَلَمَّا جَاءَهُمْ كِتَابٌ مِنْ عِنْدِ اللَّهِ مُصَدِّقٌ لِمَا مَعَهُمْ وَكَانُوا مِنْ قَبْلُ يَسْتَفْتِحُونَ عَلَى الَّذِينَ كَفَرُوا فَلَمَّا جَاءَهُمْ مَا عَرَفُوا كَفَرُوا بِهِ فَلَعْنَةُ اللَّهِ عَلَى الْكَافِرِينَ (89) بِئْسَمَا اشْتَرَوْا بِهِ أَنْفُسَهُمْ أَنْ يَكْفُرُوا بِمَا أَنْزَلَ اللَّهُ بَغْيًا أَنْ يُنَزِّلَ اللَّهُ مِنْ فَضْلِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ فَبَاءُوا بِغَضَبٍ عَلَى غَضَبٍ وَلِلْكَافِرِينَ عَذَابٌ مُهِينٌ (90) وَإِذَا قِيلَ لَهُمْ آمِنُوا بِمَا أَنْزَلَ اللَّهُ قَالُوا نُؤْمِنُ بِمَا أُنْزِلَ عَلَيْنَا وَيَكْفُرُونَ بِمَا وَرَاءَهُ وَهُوَ الْحَقُّ مُصَدِّقًا لِمَا مَعَهُمْ قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَاءَ اللَّهِ مِنْ قَبْلُ إِنْ كُنْتُمْ مُؤْمِنِينَ (91): \" ہم نے موسیٰ کو کتاب دی ، اس کے بعد پے در پے رسول بھیجے ، آخر کار عیسیٰ ابن مریم کو روشن نشانیاں دے کر بھیجا اور روح پاک سے اس کی مدد کی۔ پھر یہ تمہارا کیا ڈھنگ ہے کہ جب بھی کوئی رسول تمہاری خواہشات نفس کے خلاف کوئی چیز لے کر تمہارے پاس آیا تو تم نے اس کے مقابلے میں سرکشی کی ، کسی کو جھٹلایا اور کسی کو قتل کر ڈالا۔ وہ کہتے ہیں ہمارے دل محفوظ ہیں۔ نہیں ، اصل بات یہ ہے کہ ان کے کفر کی وجہ سے ان پر اللہ کی پھٹکار پڑی ہے ، اس لیے وہ کم ہی ایمان لاتے ہیں اور اب جو ایک کتاب اللہ کی طرف سے ان کے پاس آئی ہے اس کے ساتھ ان کا کیا برتاؤ ہے ؟ باوجودیکہ وہ اس کتاب کی تصدیق کرتی ہے جو ان کے پاس پہلے سے موجود تھی۔ باوجودیکہ اس کی آمد سے پہلے وہ خود کفار کے مقابلے میں فتح و نصرت کی دعائیں مانگا کرتے تھے ، مگر جب وہ چیز آگئی جسے وہ پہچان بھی گئے تو انہوں نے اسے ماننے سے انکار کردیا۔ خدا کی لعنت ان منکرین پر ، کیسا برا ذریعہ ہے جس پر وہ اپنے نفس کی تسلی حاصل کرتے ہیں کہ جو ہدایت اللہ نے نازل کی ہے ، اس کو قبول کرنے سے صرف اس ضد کی بنا پر انکار کر رہے ہیں کہ اللہ نے اپنے فضل سے اپنے بندے کو خود چاہا نواز دیا۔ لہذا یہ اب غضب بالائے غضب کے مستحق ہوگئے ہیں اور ایسے کافروں کے لیے سخت ذلت آمیز سزا مقرر ہے۔ جب ان سے کہا جاتا ہے کہ جو کچھ اللہ نے نازل کیا ہے اس پر ایمان لاؤ تو وہ کہتے ہیں \" ہم تو صرف اس چیز پر ایمان لاتے ہیں ، جو ہمارے ہاں اتری ہے \" اس دائرے کے باہر جو کچھ آیا ہے ، اسے ماننے سے وہ انکار کرتے ہیں حالانکہ وہ حق ہے اور اس کی تعلیم کی تصدیق و تائید کر رہا ہے جو ان کے ہاں پہلے سے موجود تھی۔ اچھا ان سے کہو : \" اگر تم اس تعلیم ہی پر ایمان رکھنے والے ہو جو تمہارے ہاں آئی تھی تو اس سے پہلے اللہ کے ان پیغمبروں کو کیوں قتل کرتے رہے ؟ \"\nيَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَاللَّهُ شَهِيدٌ عَلَى مَا تَعْمَلُونَ (98) قُلْ يَا أَهْلَ الْكِتَابِ لِمَ تَصُدُّونَ عَنْ سَبِيلِ اللَّهِ مَنْ آمَنَ تَبْغُونَهَا عِوَجًا وَأَنْتُمْ شُهَدَاءُ وَمَا اللَّهُ بِغَافِلٍ عَمَّا تَعْمَلُونَ (99): \" کہو اے اہل کتاب ، تم کیوں اللہ کی باتیں ماننے سے انکار کرتے ہو ؟ جو حرکتیں تم کر رہے ہو اللہ سب کچھ دیکھ رہا ہے۔ کہو اے اہل کتاب یہ تمہاری کیا روش ہے کہ جو اللہ کی بات مانتا ہے اسے بھی تم اللہ کی راہ سے روکتے ہو اور چاہتے ہو کہ وہ ٹیڑھی راہ چلے حالانکہ تم خود گواہ ہو۔ تمہاری حرکتوں سے اللہ غافل نہیں \"\nأَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنَ الْكِتَابِ يُؤْمِنُونَ بِالْجِبْتِ وَالطَّاغُوتِ وَيَقُولُونَ لِلَّذِينَ كَفَرُوا هَؤُلاءِ أَهْدَى مِنَ الَّذِينَ آمَنُوا سَبِيلا (51) أُولَئِكَ الَّذِينَ لَعَنَهُمُ اللَّهُ وَمَنْ يَلْعَنِ اللَّهُ فَلَنْ تَجِدَ لَهُ نَصِيرًا (52): \" کیا تم نے ان لوگوں کو نہیں دیکھا جنہیں کتاب کے علم میں سے کچھ حصہ دیا گیا ہے اور ان کا حال یہ ہے کہ جبت اور طاغوت کو مانتے ہیں اور کافروں کے متعلق کہتے ہیں کہ ایمان لانے والوں سے تو یہی زیادہ صحیح راستے پر ہیں۔ ایسے ہی لوگ ہیں جن پر اللہ کی لعنت کی ہے اور جس پر اللہ لعنت کردے پھر تم اس کا مددگار نہیں پاؤگے \"\nلَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ هُوَ الْمَسِيحُ ابْنُ مَرْيَمَ وَقَالَ الْمَسِيحُ يَا بَنِي إِسْرَائِيلَ اعْبُدُوا اللَّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ (72) لَقَدْ كَفَرَ الَّذِينَ قَالُوا إِنَّ اللَّهَ ثَالِثُ ثَلاثَةٍ وَمَا مِنْ إِلَهٍ إِلا إِلَهٌ وَاحِدٌ وَإِنْ لَمْ يَنْتَهُوا عَمَّا يَقُولُونَ لَيَمَسَّنَّ الَّذِينَ كَفَرُوا مِنْهُمْ عَذَابٌ أَلِيمٌ (73) أَفَلا يَتُوبُونَ إِلَى اللَّهِ وَيَسْتَغْفِرُونَهُ وَاللَّهُ غَفُورٌ رَحِيمٌ (74) مَا الْمَسِيحُ ابْنُ مَرْيَمَ إِلا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ وَأُمُّهُ صِدِّيقَةٌ كَانَا يَأْكُلانِ الطَّعَامَ انْظُرْ كَيْفَ نُبَيِّنُ لَهُمُ الآيَاتِ ثُمَّ انْظُرْ أَنَّى يُؤْفَكُونَ (75): \" یقینا کفر کیا ان لوگوں نے جنہوں نے کہا کہ اللہ مسیح ابن مریم ہی ہے۔ حالانکہ مسیح نے کہا تھا کہ ' اے بنی اسرائیل اللہ کی بندگی کرو جو میرا رب بھی ہے اور تمہارا رب بھی ' جس نے اللہ کے ساتھ کسی کو شریک ٹھہرایا اس پر اللہ نے جنت حرام کردی اور اس کا ٹھکانا جہنم ہے اور ایسے ظالموں کا کوئی مددگار نہیں۔ یقیناً کفر کیا ان لوگوں نے جنہوں نے کہا اللہ تین میں کا ایک ہے حالانکہ ایک خدا کے سوا کوئی خدا نہیں ہے۔ اگر یہ لوگ اپنی باتوں سے باز نہ آئے تو ان میں سے جس جس نے کفر کیا ہے۔ اس کو دردناک سزا دی جائے گی۔ پھر کیا یہ اللہ سے توبہ نہ کریں گے اور اس سے معافی نہ مانگیں گے ؟ اللہ بہت درگزر فرمانے والا اور رحم کرنے والا ہے۔ مسیح ابن مریم اس کے سوا کچھ نہیں کہ بس ایک رسول تھا اس سے پہلے اور بھی بہت سے رسول گزر چکے تھے۔ اس کی ماں ایک راست عورت تھی۔ اور وہ دونوں کھانا کھاتے تھے۔ دیکھو ہم کس طرح ان کے سامنے حقیقت کی نشانیاں واضح کرتے ہیں پھر دیکھو یہ کدھر الٹے پھرے جا رہے ہیں \"\nان جیسی دوسری قرآنی آیات مکی اور مدنی قرآن کے اندر بیشمار ہیں ، جو واضح طور پر یہ بتاتی ہیں کہ اہل کتاب نے اپنے حقیقی دین سے انحراف اختیار کرلیا ہے اور اہل کتاب کے بارے میں قرآن کا جو نقطہ نظر پہلے روز سے تھا اس میں آخر میں نازل ہونے والی سورتوں نے کوئی تبدیلی نہیں کی ہے۔ اگرچہ ان پر انحراف ، فسوق ، شرک اور کفر کے جو الزامات لگائے گئے ہیں ان میں کوئی بات بھی جدید نہیں ہے۔ جہاں تک ان کے عقائد و نظریات کا تعلق ہے اس کے بارے میں پہلے دن سے قرآن کریم نے یہی موقف اختیار کیا ہے۔ اس کے باوجود یہ بات اپنی جگہ ہے کہ ان میں سے جو لوگ اچھے اور صالح تھے اور صحیح عقائد پر قائم تھے اس کا بھی قرآن نے اعتراف کیا ہے۔ مثلاً درج ذیل آیات پر غور کریں :\nومن قوم موسیٰ امۃ یھدون بالحق و بہ یعدلون \" موسیٰ کی قوم میں ایک گروہ ایسا بھی تھا جو حق کے مطابق ہدایت کرتا تھا اور حق کے مطابق ہی انصاف کرتا \"\nوَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لا يُؤَدِّهِ إِلَيْكَ إِلا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الأمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ (75): \" اہل کتاب میں سے کوئی ایسا ہے کہ اگر اس کے اعتماد پر مال و دولت کا ایک ڈھیر بھی دے دو تو وہ یقیناً تمہارا مال ادا کردے گا اور کسی کا حال یہ ہے کہ اگر تم ایک دینار کے معاملہ میں بھی اس پر بھروسہ کرو تو وہ ادا نہ کرے گا۔ الا یہ کہ تم اس کے سر پر سوار ہوجاؤ۔ ان کی اس اخلاقی حالت کا سبب یہ ہے کہ وہ کہتے ہیں \" امیوں کے معاملہ میں ہم پر کوئی مواخذہ نہیں \" اور یہ بات وہ محض جھوٹ گھڑ کر اللہ کی طرف منسوب کرتے ہیں ، حالانکہ انہیں معلوم ہے کہ اللہ نے کوئی ایسی بات نہیں کہی \"\nضُرِبَتْ عَلَيْهِمُ الذِّلَّةُ أَيْنَ مَا ثُقِفُوا إِلا بِحَبْلٍ مِنَ اللَّهِ وَحَبْلٍ مِنَ النَّاسِ وَبَاءُوا بِغَضَبٍ مِنَ اللَّهِ وَضُرِبَتْ عَلَيْهِمُ الْمَسْكَنَةُ ذَلِكَ بِأَنَّهُمْ كَانُوا يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ الأنْبِيَاءَ بِغَيْرِ حَقٍّ ذَلِكَ بِمَا عَصَوْا وَكَانُوا يَعْتَدُونَ (112) لَيْسُوا سَوَاءً مِنْ أَهْلِ الْكِتَابِ أُمَّةٌ قَائِمَةٌ يَتْلُونَ آيَاتِ اللَّهِ آنَاءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ (113) يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسَارِعُونَ فِي الْخَيْرَاتِ وَأُولَئِكَ مِنَ الصَّالِحِينَ (114) وَمَا يَفْعَلُوا مِنْ خَيْرٍ فَلَنْ يُكْفَرُوهُ وَاللَّهُ عَلِيمٌ بِالْمُتَّقِينَ (115): یہ جہاں بھی پائے گئے ان پر ذلت کی مار پری ، کہیں اللہ کے ذمہ یا انسانوں کے ذمہ میں پناہ مل گئی تو یہ اور بات ہے۔ یہ اللہ کے غضب میں گھر چکے ہیں ، ان پر محتاجی اور مغلوبی مسلط کردی گئی ہے اور یہ سب کچھ صرف اس وجہ سے ہوا ہے کہ یہ اللہ کی آیات سے کفر کرتے رہے اور انہوں نے پیغمبروں کو ناحق قتل کیا۔ یہ ان کی نافرمانیوں اور زیادتیوں کا انجام ہے۔ مگر سارے اہل کتاب یکساں نہیں ہیں۔ ان میں کچھ لوگ ایسے بھی ہیں جو راہ راست پر قائم ہیں۔ راتوں کو اللہ کی آیات پڑھتے ہیں اور اس کے آگے سجدہ ریز ہوتے ہیں۔ اللہ اور روز آخرت پر ایمان رکھتے ہیں۔ نیکی کا حکم دیتے ہیں ، برائیوں سے روکتے ہیں اور بھلائی کے کاموں میں سر گرم رہتے ہیں۔ یہ صالح لوگ ہیں اور جو نیکی بھی یہ کریں گے ان کی ناقدری نہ کی جائے گی۔ اللہ پرہیز گار لوگوں کو خوب جانتا ہے \"\nجس بات میں تبدیلی ہوئی ہے وہ یہ ہے کہ اہل کتاب کے ساتھ اب اسلامی مملکت کا طرز عمل اور سلوک کیا ہوگا۔ یہ طرز عمل اور سلوک حالات کے ساتھ بدلتا رہا ہے۔ مختلف مراحل میں اس میں تبدیلی آتی رہی ہے اور یہ تبیدلی ان کی جانب سے پیش آنے والے واقعات کی وجہ سے آتی رہی ہے۔ کیونکہ دین اسلام کا قیام ایک تحریک کی شکل میں تھا اور اس تحریک کے ساتھ اہل کتاب نے جو عملی رویہ اختیار کیا ، اسلامی ریاست نے بھی اسی کے مطابق ان کے ساتھ طرز عمل اختیار کیا۔\nایک وقت یہ تھا کہ اہل کتاب کے ساتھ طرز عمل یہ تھا۔\nوَلا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلا بِالَّتِي هِيَ أَحْسَنُ إِلا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ (46): \" اور اہل کتاب سے بحث نہ کرو مگر عمدہ طریقے سے۔ سوائے ان لوگوں کے جو ان میں سے ظالم ہوں اور ان سے کہو کہ \" ہم ایمان لائے ہیں اس چیز پر جو ہماری طرف بھیجی گئی ہے اور اس چیز پر جو تمہاری طرف بھیجی گئی تھی۔ ہمارا خدا اور تمہارا خدا ایک ہی ہے اور ہم اس کے مسلم ہیں \"\nقُولُوا آمَنَّا بِاللَّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِنْ رَبِّهِمْ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ (136) فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ (137): \" مسلمانو ، کہو کہ ہم ایمان لائے اللہ پر اور اس ہدایت پر جو ہماری طرف نازل ہوئی ہے اور جو ابراہیم ، اسماعیل ، یعقوب اولاد یعقوب کی طرف نازل ہوئی تھی اور جو موسیٰ اور عیسیٰ اور دوسرے پیغمبروں کو ان کے رب کی طرف سے دی گئی تھی اور ہم ان کے درمیان کوئی تفریق نہیں کرتے۔ اور ہم اللہ کے مسلم ہیں۔ پھر اگر وہ اس طرح ایمان لے آئیں جس طرح تم ایمان لائے ہو تو وہ ہدایت پر ہیں اور اگر اس سے منہ پھیریں تو کھلی بات ہے کہ وہ ہٹ دھرمی میں پڑگئے ہیں لہذا اطمینان رکھو کہ ان کے مقابلے میں اللہ تمہاری حمایت کے لیے کافی ہے۔ وہ سب کچھ سنتا اور جانتا ہے \"\nقُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلا نَعْبُدَ إِلا اللَّهَ وَلا نُشْرِكَ بِهِ شَيْئًا وَلا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ (64): \" اے نبی کہو ، اے اہل کتاب آؤ ایک ایسی بات کی طرف جو ہمارے اور تمہارے درمیان یکساں ہے ، یہ کہ ہم اللہ کے سوا کسی کی بندگی نہ کریں۔ اس کے ساتھ کسی کو شریک نہ ٹھہرائی۔ اور ہم میں سے کوئی اللہ کے سوا کسی کو اپنا رب نہ بنائے۔ اس دعوت کو قبول کرنے سے وہ منہ موڑیں تو صاف صاف کہہ دو کہ گواہ رہو کہ ہم تو مسلم ہیں \"\nوَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (109): \" اہل کتاب میں سے اکثر لوگ یہ چاہتے ہیں کہ کسی طرح تمہیں ایمان سے پھیر کر پھر کفر کی طرف پلٹا لے جائیں۔ اگرچہ حق ان پر ظاہر ہوچکا ہے مگر اپنے نفس کے حسد کی بنا پر تمہارے لی ان کی یہ خواہش ہے۔ اس کے مقابلے میں تم عفو و درگزر سے کام لو تو یہاں تک کہ اللہ خود اپنا فیصلہ نافذ کردے۔ مطمئن رہو کہ اللہ ہر چیز پر قدرت رکھتا ہے \"\nاور ان حالات اور پالیسیوں کے بعد وہ احکام آئے جن پر اللہ نے اہل ایمان کو مامور کیا۔ چناچہ کئی واقعات پیش آئے۔ ان واقعات کی وجہ سے طرز عمل کے بارے میں احکام بدلتے رہے اور اسلام کا مثبت اور تحریکی عمل اپنی نہج پر جاری رہا اور وہ آخری احکام نازل ہوئے جن کے بارے میں اس سورت میں ہم نے تفصیلی بحث کی ہے۔\nاہل کتاب کے جو عقائد و نظریات تھے ، ان کے بارے میں قرآن کا نظریہ اول روز سے ایک ہی تھا۔ کہ یہ کفریہ اور شرکیہ نظریات ہیں۔ جو تبدیلی آئی ہے وہ صرف یہ کہ اہل کتاب کے مشرکین اور کفار کے ساتھ ہمارا سلوک کیا اور اسلامی ریاست کا سلوک کیا ہو۔ اس سورت کے تعارف میں ہم نے اسی کے بارے میں جو محاکمہ پیش کیا تھا ، اس پر زرا دوبارہ نظر ڈالیں۔\n\" یہ آخری تبدیلی جو اسلامی معاشرے اور اہل کتاب کے درمیان محض سلوک اور طرز کے بارے میں آئی ہے۔ اسے صرف اس صورت میں سمجھا جاسکتا ہے کہ اسے اسلامی ریاست اور اہل کتاب کے درمیان بین الاقوامی تعلقات کے زاویہ سے دیکھا جائے پھر یہ دیکھا جائے کہ اسلامی نظام کا قیام ایک عملی تحریکی عمل کے نتیجے میں وجود میں آیا ہے۔ اور اس میں جدید وسائل کے مقابلے میں جدید وسائل اکتیار کیے گئے اور سوسائٹی کی بدلتی ہوئی تحریکی صورت ھال کے مختلف مراحل میں مختلف طرز ہائے عمل اختیار کیے گئے۔۔ \"\nاب ہم تفصیل سے یہ بتائیں گے کہ اسلامی معاشرے اور اسلامی حکومت اور اہل کتاب کے درمیان مستقل نظریاتی مواقف کیا ہیں اور تاریخی اعتبار سے مختلف مواقع پر کیا طرز عمل اختیار کیا ہے۔ اور اس کے نتیجے میں اسلام نے آخری احکام کیا دئیے ہیں۔\nاسلامی ریاست اور اہل کتاب کے درمیان حقیقی موقف کے بارے میں اگر کوئی تحقیقات کرنا چاہے تو اسے درج ذیل حدود کے اندر یہ تحقیق کرنا چاہئے۔ اولاً یہ کہ اس سلسلے میں اللہ نے جو تصریحات کی ہیں وہ فائنل ہیں اور محفوظ ہیں اور برحق ہیں۔ ان میں کسی باطل کی آمیزش نہیں ہے۔ اور یہ تصریحات چونکہ اللہ رب العالمین کی طرف سے ہیں تو ان کے بارے میں یہ نہیں کہا جاسکتا کہ انسانی تصریحات کی طرح ان میں کوئی غلطی ہوسکتی ہے۔ یا ان کے بارے میں انسانی مواقف کی طرح کوئی تاویل اور استنباط اور استدلال کیا جاسکتا ہے۔ ثانیاً یہ کہ اہل کتاب کے بارے میں اور ان کے ھوالے سے مسلمانوں کی جو تاریخ رہی ہے ، اس کی روشنی میں ان دونوں کے درمیان طرز عمل ، سلوک اور ضوابط کا تعین کیا جائے۔\n(بہت طویل ہونے کی وجہ سے اس آیت کی مکمل تفسیر شامل نہیں کی جا سکی۔ ہم اس کے لیے معذرت خواہ ہیں۔ برائے مہربانی اس آیت کی تفسیر کا بقیہ حصہ فی ظلال القرآن جلد سے پڑھیں)",
  "ayah": 29,
  "surah": 9
}
