{
  "text": "(سابقہ آیت کی تفسیر کا بقیہ حصہ)\nاسلام اس کرہ ارض پر ایک دین برحق ہے۔ اور اس یہ حق ہے کہ وہ اپنی راہ سے ناجائز مادی رکاوٹوں کو دور کرے۔ اور تمام انسانوں کو دین حق (اسلام) کے علاوہ تمام دینوں سے آزاد کرکے چھوڑے کہ وہ جبری حالت سے نکل کر آزادانہ ، جو دین چاہیں اختیار کریں۔ ہر انسان کو آزادانہ طور پر یہ اختیار ہو کہ وہ جو دین چاہے اختیار کرے۔ کوئی بھی دین اختیار کرنے کے سلسلے میں اس کی راہ میں کوئی رکاوٹ نہ ہو۔\nیہ حق کہ کوئی انسان کسی مادی رکاوٹ کے ہاتھوں مجبور نہ ہو اور اسلام یا گیر اسلام کوئی بھی دین قبول کرنے کے لیے آزاد ہو ، تب ہی متحقق ہوسکتا ہے کہ جاہلیت کی قوت اور شوکت کو تور دیا جائے۔ تمام غیر اسلامی قوتیں اسلامی مملکت کے تابع ہوں اور اسلامی نظام کی باج گزار ہوں۔\nباج گزاری کے عمل سے انسان کی آزادی اپنی تکمیل کو پہنچ جاتی ہے۔ ہر فرد جس دین کو چاہے اختیار کرتا ہے جو اسلام پر مطمئن ہو وہ اسلام میں داخل ہوجاتا ہے۔ اور جو شخص مطمئن نہ ہو وہ اپنے دین پر باقی رہتا ہے۔ لیکن اس آزادی کی فیس اسے بطور جزیہ ادا کرنی ہوگی اور اس سے درج ذیل مقاصد حاصل ہوں گے۔\n1 ۔ جزیہ دے کر وہ اعلان کر رہا ہوگا کہ اب وہ اسلام کی دشمنی میں کوئی مادی قوت بطور رکاوٹ کھڑی نہ کرے گا اور دعوت اسلامی کا سد راہ نہ ہوگا۔\n2 ۔ وہ اپنے مال اور عزت کے دفاع اور آازی کے حق جس کی ضمانت اسے اسلام دیتا ہے ، کے عوض اخراجات میں مملکت میں اپنا حصہ ادا کرے گا۔ کیونکہ جو لوگ جزیہ دیتے ہیں اسلامی نظام مملکت ان کے مال اور جان اور آبرو کا محافظ ہوتا ہے۔ اور ان کی جانب سے دفاع کرتا ہے۔ خواہ خارجی حملہ ہو یا داخلی امن وامان ہو۔\n3 ۔ پھر یہ کہ وہ بیت المال میں اپنا حصہ ادا کرے گا جس سے مسلمانوں اور غیر مسلموں دونوں کی کفالت کا بندوبست ہوتا ہے ہے۔ تمام ایسے لوگوں کو بیت المال سے وظیفہ دیا جاتا ہے جو کسب و عمل پر قادر نہ ہوں خواہ مسلم ہوں یا غیر مسلم ہو جبکہ غیر مسلموں پر زکوۃ واجب نہیں ہوتی۔\nہم اس سے آگے فقہی اختلافات میں نہیں پڑتے کہ کن کن غیر مسلموں سے جزیہ لیا جائے گا اور یہ کہ جزیہ کی مقدار کیا ہوگی اور یہ کہ اس کی وصلی کا طریقہ کار کیا ہوگا ؟ کیونکہ آج ہمارے سامنے کوئی عملی مسائل اس قسم کا درپیش نہیں ہے۔ فقہاء کے دور میں یہ مسئلہ عملاً درپیش تھا اس لیے انہوں اپنے دور کے لیے احکام جاری کیے اور فتوے دیے اور ان مسائل پر اجتہادی کلام کیا۔\nآج یہ مسئلہ ایک تاریخی مسئلہ سمجھا جاتا ہے۔ یہ واقعی سوال نہیں ہے اس لیے کہ آج مسلمان عمل جہاد میں سرگرم نہیں ہیں۔ اور یہ اس لیے کہ حقیقی مسلمان ہمارے دور میں کمیاب ہیں۔ آج ہمارے سامنے حقیقی مسئلہ یہ ہے کہ آج اسلام موجود ہے یا دنیا میں موجود ہیں یا نہیں۔\nاسلامی نظام حیات کیا ہے ؟ جیسا کہ ہم نے بار بار اس سوال کا جواب دیا کہ وہ ایک سنجیدہ اور عملی نظام ہے۔ یہ نظام محض ہوائی باتوں پر بحث وجدال نہیں کرتا۔ نہ وہ ایسے فقہی مباحث میں دماغ سوزی کو ضروری سمجھتا ہے جو عملاً موجود نہ ہوں کیونکہ عالم واقعہ میں مسلمانوں کی کوئی سوسائٹی موجود نہیں ہے۔ جس میں اسلامی شریعت نافذ ہو۔ اور اسلامی فقہ اس کی عملی زندگی پر متصرف ہو۔ اسلام ایسے لوگوں کو حقارت کی نظر سے دیکھتا ہے جو مفروضے گھڑتے ہیں اور پھر ان پر مباث کے سلسلے اٹھاتے ہیں۔ ان کو اسلامی اصطلاح میں \" ارئیتی \" کہا جاتا ہے جو اس طرح سوال کرتے ہیں \" دیکھو ، اگر یوں صورت حالات واقعہ ہوجائے تو کیا حکم ہوگا ؟ \"\nآج ہمیں احیاء اسلام کے کام کا آغاز اسی مقام سے کرنا ہے جس سے حجور اکرم نے کیا تھا اور وہ یہ کہ دیا میں کوئی ایسی سوسائٹی وجود میں آئے جو حکومت الہیہ قائم کرکے اس میں دین اسلام نافذ کردے۔ وہ پہلے شہادت دے کہ اللہ کے سوا کوئی اور حاکم نہیں ہے اور محمد رسول اللہ ہیں ، شارع ہیں۔ لہذا ہماری سوسائٹی مٰ اللہ حاکم اور شارع ہے۔ اور ہم اللہ و رسول کے احکام کو اس سوسائٹی میں نافذ کرنے وال ہیں اور پھر وہ اس نظر کو لے کر پوری دنیا میں آزادی انسان کا بیڑا اٹھائیں اور پھر جب حکومت الہیہ قائم ہوگی اور کسی اسلامی سوائٹی میں نافذ و جاری ہوگی تو تب جا کر یہ سوال اٹھے گا کہ اس سوائٹی کے تعلقات دوسری ملل و نحل کے ساتھ کیا ہوں گے اور اسی وقت ان فقہی تحقیقات کی ضرورت ہوگی اور اس وقت پھر ماہرین اور اہل فکر و نظر اس وقت کے متعین حالات میں یہ فیصلہ کریں گے کہ اب دوسری ملتوں کے افراد اور حکومت کے ساتھ ہمارے تعلقات کیا ہوں گے \"۔\nہم نے اصولی طور پر اس آیت کی تشریح یہاں کردی ہے جس اصول اعتقاد اور اسلامی نظام کے منہاج کے ساتھ مناسبت رکھتی ہے۔ اور اسی پر ہم یہاں اپنی بات کو روک دیتے ہیں۔ آج ہم مناسب نہیں سمجھتے کہ یہاں فروعی مباحث پر کلام شروع کردیں کیونکہ اسلامی نظام حیات ایک حقیقت پسندانہ اور عملی نظام ہے۔\nوَقَالَتِ الْيَهُوْدُ عُزَيْرُۨ ابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ ۭ ذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْ ۚ يُضَاهِــــُٔـوْنَ قَوْلَ الَّذِيْنَ كَفَرُوْا مِنْ قَبْلُ ۭ قٰتَلَهُمُ اللّٰهُ ﬀاَنّٰى يُؤْفَكُوْنَ ۔ یہودی کہتے ہیں کہ عزیر اللہ کا بیٹا ہے۔ یہ بےحقیقت باتیں ہیں جو وہ اپنی زبانوں سے نکالتے ہیں۔ ان لوگوں کی دیکھا دیکھی جو ان سے پہلے کفر میں مبتلا ہوئے تھے۔ خدا کی مار ان پر ، یہ کہاں سے دھوکا کھا رہے ہیں\nجب اللہ نے مسلمانوں کو یہ حکم دیا کہ وہ اہل کتاب کے ساتھ جنگ شروع کردیں اور یہ جنگ اس وقت تک جاری رکھیں جب وہ اپنے ہاتھ سے جزیہ دے کر اپنے آپ کو چھوٹا ثابت نہیں کرتے۔ تو اس وقت مدینہ طیبہ کی اسلامی حکومت کچھ عملی حالت در پیش تھے اور اس سورت کے آغاز میں ہم نے ان پر تفصیلی بحث کی ہے۔ پھر ان کے بارے میں سورت کے حصہ اول پر اجمالی تبصرے میں بھی ہم نے بحث کی ہے۔ یہاں اس بات کی ضرورت ہے کہ ان حالات کو اچھی طرح ذہن نشین کرلیا جائے نیز ان اسباب کو بھی اچھی طرح متعین کرنا چاہی جن کی وجہ سے وہ حالات پیدا ہوئے۔ تاکہ ان تمام شبہات و خلجانات کو رفع کردیا جائے جو بعض لوگوں کے اذہان میں پیدا ہوتے ہیں۔ حقیقت یہ ہے کہ اس حکم پر تعمیل کا تقاضا یہ تھا کہ مسلمان رومیوں کے مقابلے میں نکل آئیں جو اس وقت اطراف شام پر قابض تھے۔ اسلام سے پہلے بھی رومی عرب قبائل سے خوف کھاتے تھے کیونکہ یہ لوگ ایک طویل عرصے سے عرب کے شمالی علاقوں پر قابض تھے۔ عرب قبائل کے اندر بھی ان کی دوستیاں اور تعلقات تھے۔ شمال میں غسانیوں کی حکومت ان کی باجگزار تھی۔ لہذا مسلمانوں اور رومیوں کے درمیان یہ پہلی مڈبھیڑ نہ تھی۔ یعنی جب عربوں کو اللہ نے اسلام کے ذریعہ سے عزت بخشی اور وہ ایک عظیم قوم کی شکل میں فارس اور روم جیسی عظیم قوتوں کے مقابلے میں اتر آئے اور اس سے پہلے تو وہ منتشر قبائل تھے اور ان کی بہادری اور جنگجوئی کے قصے صرف باہم قتل و قتال ، ڈاکوؤں اور لوٹ مار کی کہانیوں پر مشتمل تھے لیکن اس کے باوجود رومیوں کے دلوں میں عربوں کا خوف بہرحال بیٹھا ہوا تھا۔ خصوصاً ان لوگوں کا خوف جنہوں نے ابھی تک پوری طرح اسلامی رنگ اختیار نہ کیا تھا۔ رومیوں کے ساتھ آخری ٹکراؤ اور جھڑپ غزوہ موتہ کی شکل میں ہوا تھا جس میں روایات کے مطابق دو لاکھ سے زیادہ رومی جمع ہوئے تھے اور اس غزوہ کا نتیجہ مسلمانوں کے مقاصد کے مطابق بر آمد بھی نہ ہوا تھا۔\nایک تو یہ حالات تھے کہ اسلامی معاشرے کے اندر بھی تک تطہیز افکار کا کام مکمل نہ ہوا تھا ، دوسرے یہ کہ رومیوں کی جانب سے ایک عام خوف بھی مسلمانوں کے دلوں میں تھا اور پھر یہ غزوہ تبوک جن حالات میں درپیش تھا ، معاشی لحاظ سے اور دوسرے حالات کے لحاظ سے بھی یہ بہت ہی تنگی کا وقت تھا۔ اسی لیے اسے غزوہ عسرت کہا گیا ہے۔ تفصیلی حالات بعد میں بیان ہوں گے۔ پھر مسلمانوں کے دلوں میں یہ بات بھی تھی کہ رومی اور ان کے ایجنٹ عرب بہرحال اہل کتاب میں سے تو ہیں۔ یہ تھے وہ وجوہات جن کی بنا پر یہاں اس بارے میں زیادہ سے زیادہ وضاحتیں کی گئیں اور فیصلہ کن اور دوٹوک انداز بیان اختیار کیا گیا ۔ اور تمام ذہنی خلجان اور نفسیاتی الجھنوں کو دور کردیا گیا۔ اور ان احکام کے حقیقی اسباب اور عوامل بھی بتائے گئے۔\nچناچہ آیت زیر بحث میں قرآن کریم ان اہل کتاب کی فکری ضلالت کی وضاحت کرتا ہے کہ ان کا نظریہ اور عرب گمراہوں کا نظریہ اور بت پرستوں کا نظریہ باطل باہم مماثل اور ہم رنگ ہے۔ عرب بت پرستوں اور قدیم رومی بت پرستوں اور ان عیسائیوں کے درمیان کوئی نظریاتی فرق نہیں ہے۔ حضرت عیسیٰ نے ان کو جو صحیح عقیدے دیے تھے اس پر اس پر وہ ثابت قدم نہیں ہیں لہذا ان کی حیثیت اہل کتاب محض نام کی رہ گئی ہے۔ ان کی کتابوں کے اندر ان کو جو صحیح اور درست نظریات و اعتقادات دیے گئے تھے وہ انہوں نے ترک کردیے ہیں۔\nیہاں یہودیوں کے اس قول کا بھی ذکر کیا جاتا ہے کہ وہ عزیر (علیہ السلام) کو اللہ کا بیٹا قرار دیتے ہیں حالانکہ روئے سخن اور عملاً مقابلہ صرف رومیوں کے ساتھ تھا جو عیسائی اور نصاریٰ تھے۔ یہاں یہودیوں کو دو وجوہات سے بیچ میں لایا گیا ہے۔\n1 ۔ یہ کہ پہلی آیت عام تھی۔ کیونکہ اہل کتاب کا اطلاق یہودی و عیسائی دونوں پر ہوتا تھا۔ اور آیت سابقہ میں لڑنے کے بارے میں اور جزیہ وصول کرنے اور ان کو چھوٹا بنا کر رکھنے کا جو حکم دیا گیا تھا وہ تمام اہل کتاب کے برخلاف تھا۔ لہذا یہاں اہل کتاب کی نظریاتی اور اعتقادی ضلالت کے ذکر میں بھی دونوں کو شامل کیا گیا کہ نظریاتی اعتبار سے دونوں برابر ہیں۔\n2 ۔ دوسرے یہ کہ عرب کے تمام یہودی نے ہجرت کرکے اطراف شام میں آباد ہوگئے تھے۔ جب سے رسول اللہ اور مسلمانوں نے مدینہ کی طرف ہجرت کی تھی ، یہودیوں نے اسلام کے خلاف جنگ جاری رکھی تھی جس کے نتیجے میں بنی قینقاع اور بنی نضیر اطراف شام کی طرف جلاوطن ہوگئے تھے۔ بنی قریظہ کے بعض افراد بھی۔ لہذا شام کی طرف اسلامی انقلاب کی وسعت کی راہ میں یہودی رکاوٹ بنے ہوئے تھے۔ لہذا اس حکم میں یہودیوں کو شامل کرنا بھی ضروری تھا۔\nنصاری کا قول کہ مسیح ابن اللہ ہیں ، مشہور و معروف ہے۔ اور جب سے پولوس نے ان کو گمراہ کیا ہے ، اس کے بعد آج تک وہ اسی عقیدے پر قائم ہیں۔ پھر پولوس کے بعد ان کی مذہبی کانفرنسوں نے پولوس کے عقائد کو سرکاری شکل دے کر ان کو مکمل گمراہ کردیا۔ لیکن یہودیوں کا یہ عقیدہ کہ عزیر اللہ کے بیٹے ہیں ، بہت مشہور ہے۔ یہودیوں کی کتب مقدسہ میں ایک شخص عزرا کے نام سے مذکور ہے۔ اور اس کے بارے میں یہ کہا گیا ہے کہ وہ حضرت موسیٰ کی تورات کا ماہر کاتب تھا۔ یہ کہ اس نے اپنے دل کو شریعت ربانی کی تلاش کی طرف متوجہ کیا لیکن قرآن نے ان کی جانب سے جو عقیدہ نقل کیا ہے اس سے معلوم ہوتا ہے کہ بعض یہودی اس کے قائل تھے خصوصاً وہ یہودی جو اطراف مدینہ میں بستے تھے۔ قرآن کریم مدینہ کے یہودیوں کے ساتھ عملاً ہمکلام تھا۔ اس نے یہ عقیدہ نقل کیا ہے۔ اگر یہودیوں کے اندر یہ عیقدہ نہ ہوتا تو وہ فٹ کہہ دیتے کہ قرآن نے یہ غلط کہا ہے ، ہمارا تو یہ عقیدہ نہیں ہے۔ لیکن مدینہ کے یہودیوں کی جانب سے اس موضوع پر مکمل سکوت ہے۔ لہذا کم از کم اس وقت کے یہودیوں میں یہ عقیدہ مروج تھا۔\nتفسیر منار کی ج 10 میں مرحوم رشید رضا نے ص 385 تا 387 عزرا کے بارے میں یہودیوں کے نظریات پر مفید بحث کی ہے۔ یہاں ہم اس سے چند فقرات نقل کرتے ہیں جو نہایت ہی مفید رہیں گے۔ وہ کہتے ہیں۔\n\" جیوس انسائیکلو پیڈیا طبع 1903 ء میں ہے کہ عزرا کا زمانہ یہودیوں کی تاریخ کا موسم بہار تھا۔ جس میں ہر طرف پھول کھلے ہوئے تھے ، اسے بجا طور پر یہ کہا جاسکتا تھا کہ اس نے شریعت کی گاڑی چلائی۔ اگر موسیٰ (علیہ السلام) پر شریعت نازل نہ ہوئی ہوتی۔ کیونکہ موسیٰ (علیہ السلام) کے بعد شریعت کو بھلا دیا گیا تھا۔ عزرا نے شریعت کو دوبارہ پیش کیا اور زندہ کیا۔ اگر بنی اسرائیل غلطیاں نہ کرتے تو وہ اسی طرح کے معجزات دیکھتے جس طرح انہوں نے حضرت موسیٰ کے عہد میں دیکھے۔ کہا جاتا ہے کہ انہوں نے آشوری رسم الخط میں شریعت کو لکھا۔ جن الفاظ میں اسے شک گزرتا ان پر وہ علامت ڈال دیتا۔ یہودیوں کی تحریری تاریخ کے لیے ان کا عہد ماخذ ہے۔\nجارج لوسٹ کتاب مقدس کی ڈکشنری میں لکھتے ہیں : عزرا یہودی کاہن ہے اور مشہور اہل قلم تھا جو طویل القامت ارتختشاہ کے دور میں بابل میں رہائش پذیر تھا۔ اس بادشاہ نے اپنی تخت نشینی کے ساتویں سال عزرا کو اجازت دی کہ اپنی قوم کی ایک بڑی تعداد کو لے کر یروشلم چلا جائے۔ یہ تقریباً 457 ق م کا واقعہ ہے۔ یہ لوگ چار ماہ میں وطن پہنچے۔\nاس کے بعد وہ لکھتے ہیں کہ یہودیوں کے عقائد کے مطابق عزرا کا مقام موسیٰ اور ایلیا کے برابر ہے۔ کہتے ہیں کہ اس نے ایک بہت بڑی اکیڈمی قائم کی اور کتاب المقدس کے مختلف اسفار کو جمع کیا اور قدیم عبرانی حروف کے بجائے اسے کلدانی حروف میں لکھا۔ انہوں نے الایام اور عزرا اور نحمیاہ کے اسفار تالیف کیے۔\nمزدی کہتے ہیں کہ \" عزرا \" کی زبان ص 6-8:4 : 19 کلدانی ہے اسی طرح ص 7:1 ۔ 27 ۔ یہ لوگ غلامی سے واپس آنے کے بعد عبرانی مقابلے میں کلدانی زبان اچھی طرح سمجھتے تھے۔\n\" میں کہتا ہوں کہ تمام اقوام اور خصوصاً اہل کتاب کے درمیان مشہور یہ ہے کہ جس تورات کو حجرت موسیٰ نے لکھا تھا اور جسے تابوت میں یا اس کے پاس رکھا تھا۔ وہ عہد سلیمان سے گم ہوگئی تھی۔ کیونکہ ان کے زمانے میں جب تاتبوت کھولا گیا تو اس میں صرف وہ دو تختیاں تھیں جن میں دس وصیتیں تحریر تھیں۔ جیسا کہ سفر ملوک میں درج ہے۔ اور در اصل بعد میں تورات وغیرہ کو عزرا نے لکھا اور یہ بابل کی غلامی کے دور کے بعد کلدانی رسم الخط میں تحریر ہوئی۔ کلدانی زبان میں کچھ عبرانی الفاظ بھی شامل تھے جسے یہودیوں نے بھلا دیا تھا۔ اہل کتاب کہتے ہیں کہ عزرا نے اس طرح لکھا کہ گویا وہ اللہ کی طرف سے وحی ہے یا الہام ہے لیکن غیر لوگ اسے تسلیم نہیں کرتے۔ اس سلسلے میں بہت بڑے شکوک و شبہات اور اعتراضات کیے گئے ہیں جو تفصیل کے ساتھ ان کتابوں میں مذکور ہیں جو اس موضوع پر لکھی گئی ہیں۔ خود اہل کتاب کی کتابوں میں بھی یہ مذکور ہیں مثلاً کیتھولک دین وغیرہ) جو فرانسیسی میں لکھ گئی جس کے فصل گیارہ اور بارہ میں خصوصا یہ اعتراضات میں تفصیل کے ساتھ مذکورہ ہیں کہ آیا موسیٰ کے اسفار خمسہ اس میں سے ہیں یا نہیں۔\nسفر عزرا میں ہے (414 نمبر 21) کہ تمام مقدس اسفار آگ میں جل گئے تھے اور یہ بخت نصر کے دور میں۔ اس میں ہے \" آگ نے تمہاری شریعت کو باطل کردیا ہے ، اس لیے کسی کے لیے یہ معلوم کرنے کا کوئی ذریعہ نہیں ہے کہ تم نے کیا کیا (میں سمجھتا ہوں کہ قرآن کلام صادق ہے ، اور اس نے یہ خبر دی ہے کہ تابوت میں بقیہ تھا) مزید یہ کہ عزرا نے روح القدس کی وحی کے ذریعہ ان اسفار مقدسہ کو دوبارہ جمع کیا جنہیں آگ نے جلا دیا تھا۔ اور ان کی تالیف میں ، ان کے معاصر پانچ لکھنے والوں نے ان کی امداد کی۔ اور یہی وجہ ہے کہ پادری تر ترلیانوس ، پادری ایر بناؤس ، ایرونیموس اور پادری یوحنا ، پادر باسیلوس وغیرہ۔ کہتے ہیں کہ عزرا معروف اسفار مقدسہ کا ترمیم کنندہ ہے۔ آخر میں لکھتے ہیں۔\n\" میں سمجھتا ہوں یہاں اس قدر کافی ہے لیکن یہاں ہم دو باتیں عرض کریں گے ، ایک کہ یہ تمام اہل کتاب اس عزرا کے مرہون منت ہیں جس نے ان کے دین کی اساس کو قائم کیا۔ اور ان کے دین کتب مقدسہ کو مرتب کیا۔ دوسرے کہ یہ ان کی یہ مستند کتب نسیاں اور غلطی سے محفوظ نہیں ہیں اور یہ بات آزاد یورپین محققین نے تسلیم کی ہے۔\n(ہم فی ظلال القرآن میں محمد عبدہ کی مدرسہ فکر کے اس طرقہ اظہار طرف تنیہ کرتے رہے ہیں۔ یہ لوگ مغرب کی آزاد فکر کو زیادہ اہمیت دیتے ہیں جو اسلامی طرز فکر سے اجنبی ہے۔ یہ لوگ اپنی اس طرز فکر کی وجہ سے یورپ کے آزاد خیال مفکرین کو اہمیت دیتے ہیں۔ اسی طرح یہ لوگ مغرب کے جمہوری اداروں ، بنیادی حقوق اور طرز حیات کو بنظر استحسان دیکھتے ہیں۔ ہم نے بارہا اس طریقے اور طرز عمل کی خطرناکیوں کی طرف فی ظلال القرآن میں قارئین کو متنبہ کیا ہے۔ ہمیں مغربی افکار کا نہایت ہی عمیق نظر سے جائزہ لینا چاہیے۔\nبرٹش انسائکلو پیڈیا میں ان کی سوانح اور ان کے \" سفر \" اور لحمیاہ کے سفر میں لکھا ہے کہ انہوں نے تلف شدہ اسفار کو بھی لکھا اور اس کے علاوہ ستر جعلی اسفار بھی تحریر کیے۔ اس کے بعد مقالہ نگار نے ان کے بارے میں لکھا۔ \" جب حال یہ ہو کہ عزرا کی کہانی کو بعض مورخین نے اپنی جانب سے لکھا ہو اور اسے کسی دوسری کتاب کی طرف منسوب بھی نہ کیا ہو تو جدید دور کے اہل قلم یہ سمجھیں گے کہ ان اسفار کو راوی نے ازخود گھڑ لیا ہے۔ (دیکھئے ج 9، ص 14)\n\" غرض یہودی پہلے بھی حضرت زیر کا احترام کرتے تھے اور اب بھی کرتے ہیں یہاں تک کہ بعض نے اسے ابن اللہ بھی کہا۔ سوال یہ ہے کہ انہوں نے ان کے لیے ابن اللہ کا لقب بطور احتارم اس طرح استعمال کیا جس طرح انہوں نے سلیمان اور داود کے لیے استعمال کی اتھا یاس اس معنی میں استعمال کی اجو ان کے ایک فیلفوف (فیلو) سمجھتے ہیں جس کا ذکر آگے آ رہا ہے۔ جو ہندوستانیوں کا اصل فلسفہ ہے اور جو عقائد نصاری کی بنیاد ہے۔ البتہ مفسرین کا اس پر اتفاق ہے کہ تمام یہودی عزیر کو ابن اللہ نہ سمجھتے تھے بلکہ بعض لوگ ایسے تھے \"\n\" ان کے بارے میں ابن اللہ ہونے کا عقیدہ کون لوگ رکھتے تھے۔ مدینہ کے بعض یہودیوں کا یہی عقیدہ تھا۔ جیسا کہ ان کے بارے میں اللہ تعالیٰ نے صراحت کی۔ اور جس طرح وہ یہ عقیدہ بھی رکھتے تھے۔ ید اللہ مغلولۃ اور یہ عقیدہ لقد کفر الذین قالوا ان اللہ فقیر و نحن اغنیاء۔ یہ بات وہ لوگ قرآن کی اس آیت کے جواب میں کہتے تھے۔ من ذا الذی یقرض اللہ قرضا حسنا اور یہ بھی ممکن ہے کہ مدینہ کے یہودیوں کے علاوہ بھی کوئی فرقہ ان کو ابن اللہ سمجھتا ہو ، لیکن ان کا عقیدہ ہم تک نہ پہنچا ہو۔\n\" ابن اسحاق نے اور ابن جریر نے ابن ابو حاتم ، ابو الشیخ ، و ابن مردویہ نے ابن عباس سے یہ روایت نقل کی ہے کہ حضور ﷺ کے پاس سلام ابن مشکم ، نعمان بن اوفی اور ابو انس ، مالک ابن الضیف اور شاس ابن قیس آئے اور کہا : ہم کس طرح تمہاری اطاعت میں آجائیں۔ تم نے ایک تو ہمارا قبلہ ترک کردیا دوسرے یہ کہ تم حضرت عزیر کو ابن اللہ نہیں سمجھتے \"\nیہ بات بھی معلوم ہے کہ بعض نصاری جو حضرت مسیح کو ابن اللہ سمجھتے تھے وہ یہودی الاصل تھے (فیلو) اسکندریہ کا معروف فلسفی جو میسح کے معاصر تھے ، یہ عقیدہ رکھتے تھے کہ اللہ کا ایک بیٹا ہے اور یہ بیٹا اس کا وہ کلمہ ہے جس کے ذریعے اس نے تمام اشیاء کی تخلیق کی۔ لہذا یہ بعید از امکان نہیں ہے کہ بعثت محمد کے وقت یہودیوں میں کچھ ایسے لوگ ہوں جنہوں نے عرب کے بارے میں ابنیت کا عقیدہ اپنایا ہوا ہو۔ اگرچہ اس مفہوم میں \"\nاس سے معلوم ہوجاتا ہے کہ قرآن کریم نے یہودیوں کے بارے میں جو یہ کہا ہے کہ وہ عزیر کو ابن اللہ سمجھتے ہیں ، ان کا پس منظر کیا ہے ، اس موقع پر سیاق کلام سے بھی یہی معلوم ہوتا ہے لہذا قرآن کریم نے جس حوالے سے بات کی ہے وہ یہ ہے کہ بعض یہودی یہ عقیدہ رکھتے تھے اور ان میں سے بعض لوگوں کا عقیدہ اس قدر فاسد ہوگیا تھا کہ وہ اپنے اس عقیدہ ابنیت کے ساتھ ساتھ مومن نہ کہلا سکتے تھے اور نہ ان کے بارے میں یہ کہا جاسکتا تھا کہ وہ دین حق پر تھے اور اہل کتاب کے ساتھ یہاں قتال کا جو حکم دیا گیا کہ اس کی بنیادی صف اور سبب بھی یہی فساد عقیدہ ہے۔ قتال کا مقصد یہ نہیں ہے کہ انہیں اپنا مذہب ترک کرنے پر مجبور کیا جائے اور پھر اسلام میں داخلے پر مجبور کیا جائے۔ بہرحال مقصد صرف یہ ہے کہ ان کی قوت اور شوکت کو توڑ کر ان کو ایک ایسے نظام مملکت کا تابع کردیا جاے جس میں ہر انسان کے لیے مکمل حریت اور آزادی ہو اور وہ مملکت اسلامی کے پھیلاؤ کی راہ میں رکاوٹ نہ ہوسکے۔ اور ان کے سامنے حریت اختیار عقیدہ کے حوالے سے کوئی رکاوٹ نہ ہو اور نہ ان پر کسی جانب سے کوئی دباؤ ہو کہ وہ کیا عقیدہ اختیار کریں۔\nرہا نصاری کا یہ عقیدہ کہ مسیح ابن اللہ ہیں اور وہ تینوں میں سے ایک ہیں۔ تو یہ ان کا مشہور عقیدہ ہے۔ جب سے پولس نے عیسائیت کو رسولوں کے عام عقیدہ توحید سے نکال کر انہیں شرکیہ عقائد دیے اور اس کے بعد ان کی مختلف مجالس نے اس تحریف کو مکمل کرکے عیسائیت کے نظام تصور سے عقیدہ توحید کو مکمل طور پر نکال دیا ہے۔ تب سے وہ عقیدہ تثلیث پر قائم ہیں اور ان کے تمام مذاہب نے اس عقیدے کو اپنا رکھا ہے۔\nمیں یہاں پھر استاد محمد رشید رضا کی تفسیر کے اقتباسات پر اکتفا کروں گا۔ وہ تثلیث (Trinity) کے بارے میں لکھتے ہیں :۔\n\" یہ لفظ عیسائیوں کے ہاں اقانیم ثلاثہ پر بولا جاتا ہے۔ ان کے لاہوتی مباحث میں اب ، ابن اور روح القدس کے نام سے مشہور ہیں۔ یہ مشرقی کیتھولک کنیسا کے عقائد ہیں اور عموماً تمام پروٹسٹنٹ بھی اسی کے قائل ہیں۔ شاذ و نادر افراد ہی اس کے خلاف ہوں گے جو لوگ اس عقیدے پر جمے ہوئے ہیں وہ کہتے ہیں کہ کتاب مقدس کے نصوص پر یہ عقیدہ قریب تر کرے۔ لاہوتی علماء نے اس عقیدے کے حوالے سے نہایت ہی پیچیدہ فلسفیانہ تشریحات کا اضافہ بھی کیا ہے جو ان کی قدیم مجالس اور بڑے علماء کی تحریروں پر بنی تھیں۔ اکثر مباحث کا تعلق اقنوم ثانی کی پیدائش کے طریقوں اور پھر اس سے اقنوم ثالث کے پھوٹنے کے طریق کار سے متعلق ہیں۔ پھر ان تین اقانیم کے درمیان جو نسبت ہے۔ اس پر مباحث ہیں۔ پھر ہر اقنوم کی صفات اور القاب کے بارے میں کلام ہے۔ لیکن لفظ \" ثالث \" انجیل میں موجود نہیں ہے۔ اسی طرح عہد قدیم میں کوئی آیت بھی ایسی نہیں ہے جس میں تثلیث کی تصریح کی گئی ہو۔ قدیم مسیحی مولفین نے ایسی آیات نقل کی ہیں جن میں اس عقیدے کی اجتماعی صورت نظر آتی ہے لیکن ان تمام آیات کی مختصر تفسیر اور تشریح بھی کی جاسکتی ہے لہذا ان آیات کو عقیدہ تثلیث پر قطعی دلیل کے طور پر پیش نہیں کیا جاسکتا ، بلکہ وہ واضح وحی کی طرف اشارہ ہے جو ان کے عقیدے کے مطابق عہد جدید میں موجود ہے۔ عہد جدید آیات کے دو بڑے مجموعے اس عقیدے کے ثبوت کے لیے نقل کیے گئے ہیں۔ ایک مجموعہ ان آیات کا ہے جن میں اب ، ابن اور روح القدس کا یکجا ذکر ہے۔ اور دوسرا مجموعہ ان آیات کا ہے جن میں ہر ایک کا ذکر علیحدہ علیحدہ ہوا ہے اور جن میں ان کی اہم خصوصی صفات کا ذکر ہے اور ان کے باہم نسبت کا ذکر ہے \"\n\" ذات باری میں اقانیم کا تنازعہ رسولوں کے زمانے میں پیدا ہوا۔ یہ ہیلانی اور غنوسطی فلسفوں کے نتیجے میں پیدا ہوا۔ دوسری صدی میں تھیو فیلوس اسقف انطاکیہ نے یونانی کا لفظ تریاس استعمال کیا۔ اس کے بعد ترتلیانوس نے لفظ ترینیت اس استعمال کیا۔ یہ لفظ ثالوث کے مترادف تھا۔ اس عقیدے کے بارے میں نیقیا کی پہلی مجلس سے ما قبل سے زمانے میں زبرست جدل وجدال رہا۔ خصوصاً مشرقی کلیسا مٰں۔ اور مشرقی کلیسا نے ان تمام آراء کو بدعتی آرا قرار دیا۔ ان میں ابیونیوں کی آرا شامل ہیں۔ جن کا عقیدہ یہ تھا کہ مسیح انسان محض ہیں۔ اسی طرح سابلیوں کے عقائد بھی اسی میں شامل تھے جو یہ عقیدہ رکھتے تھے اب ، ابن اور روح القدس تینوں مختلف اوصاف جن کا اطلاق اللہ نے اپنی ذات پر کیا ہے۔ اسی طرح اریوسی بھی تھے جن کے عقائد یہ تھے کہ بیٹا ازلی نہیں ہے بلکہ باپ کی مخلوق ہے۔ لیکن اس کی تخلیق ، تخلیق عالم سے پہلے ہوئی ہے۔ لہذا اس کا درجہ رب سے کم ہے۔ بلکہ یہ رب کے تابع اور مطیع ہے۔ ان میں مقدونی بھی تھے جن کا عقیدہ یہ تھا کہ روح القدس سرے سے اقنوم ہی نہیں ہے \"\nآج کل کلیسا کے جو عقائد ہیں 325 میں نیقیا کی مجلس نے وضع کیا ہے۔ اس کے بعد قسطنطنیہ کی کانفرنس نے 381 ء میں اس کی توثیق کی۔ فیصلہ یہ ہوا کہ ابن اور روح القدس دونوں خدائی اور الوہیت میں باپ کے برابر ہیں اور ابن ازل ہی میں باپ کے ساتھ ہی پیدا ہوا۔ جبکہ روح القدس رب سے نکلا۔ پھر طلیطہ کی مجلس نے 589 میں یہ فیصلہ کردیا کہ روح باپ کے ساتھ بیٹے سے بھی پھوٹا۔ چناچہ پورے لاطینی کلیسا نے اس ترمیم کو قبول کرلیا۔ رہا یونانی کلیسا تو وہ پہلے خاموش رہا۔ لیکن بعد میں اس نے یہ دلائل دیے کہ یہ ترمیم بدعتی ہے۔\nعقائدگی کا فقرہ (اور بیٹے سے بھی) یونانی اور کیتھولک کلیسا کے درمیان ہمیشہ باعث اختلاف رہا۔ لوتھرین اور دوسرے اصلاح پسند کلیساؤں کیتھولک کلیسا کے اصل عقائد کو جاری رکھا لیکن تیرہویں صدی کے جمہور اہل کلیسا نے ان کی مخالفت کی اور بعض جدید علمائے الہیات اور اور بعض جدید فرقوں مثلاً سوسینین جرمانین ، محصدین ، عمومیوں وغیرہ نے یہ قرار دیا کہ یہ عقائد کتاب مقدس اور عقل دونوں کے ساتھ لگا نہیں کھاتے۔ مسٹر سویڈ تیرگ نے حضرت مسیح کے اوپر تثلیث کے لفظ کا اطلاق بطور نشان کیا۔ یعنی انہوں نے مختلف اقنونوں کی تثلیث کے بجائے ایک اقنوم کی تثلیث کا نظریہ دیا۔ اس کا مطلب یہ تھا مسیح کی ذات میں جو الوہیت تھی ، وہ رب تھا۔ اور مسیح کی طبیعی ذات کے ساتھ جس کا تعلق تھا وہ ابن تھا اور اس سے جو پھوٹا وہ روح القدس تھا۔ لوتھرین کلیسوں میں جو خیالات ایک عرصے تک پھیلے ان کی وجہ سے جرمانی علماء الہیات کے اعتقادات میں بڑا تزلزل پیدا ہوا اور ایک عرصے تک رہا \"\n\" کنٹ کا نظریہ یہ تھا کہ الہیہ میں جو تین صفات تھیں نا کا نام رب ، ابن اور روح القدس ہے۔ ان سے مراد قدرت ، حکمت اور محبت ہے۔ یا ان سے مراد تین اعلی افعال ہیں یعنی تخلیق ، حفاظت اور کنٹرول ہیں۔ ہیبجین اور شلنگ نے ایک تخلیاتی اساس دی ہے اور نتاحر جرمانی علمائے الہیات نے اس کی تقلید کی ہے۔ انہوں نے نظریہ تثلیث کا دفاع تخیلاتی اساس پر کیا۔ بعض علماء لاہوت جو وحی پر اعتماد کرتے ہیں وہ تحقیق کی بنیادوں پر اہل کلیسا کی آراء کو درست نہیں سمجھتے۔ یعنی ان آراء کو جن کا فیصلہ مجالس نیقیا ، قسطنطنیہ ، ماضی قریب میں سابیلیوں کی حمایت بہت لوگوں نے کی ہے \"\nاس اجمالی بحث کے بعد معلوم ہوجاتا ہے کہ اہل کنیسا کے تمام فرقے اور مذاہب دین حق پر نہیں ہیں۔ کسی کے ہاں عقیدہ توحید صحیح معنوں میں نہیں پایا جاتا۔ جس کا خلاصہ یہ ہے کہ اللہ جیسا کوئی نہیں ہے اور یہ کہ اللہ لم یلد و لم یولد کا مصداق ہے۔\nاریوسی بارہا یہ دعوی کرتے ہیں کہ وہ موحد ہیں ، ان لوگوں کا یہ دعوی گمراہ کن ہے کیونکہ وہ اس طرح موحد نہیں جس طرح مسلمان موحد ہیں بلکہ انہوں نے اپنے عقائد کے اندر اختلاط کردیا ہے۔ وہ ایک طرف یہ اقرار کرتے ہیں کہ حضرت مسیح اللہ کی طرح ازلی نہیں ہے اور ان کی یہ بات درست بھی ہے۔ لیکن اس کے ساتھ ساتھ وہ ابنیت کے بھی قائل ہیں اور اس کے بھی قائل ہیں کہ حضرت مسیح عالم سے بھی پہلے کی مخلوق تھے۔ لہذا یہ عقیدہ عقیدہ توحید نہیں کہلایا جاسکتا۔\nاللہ نے تو ان لوگوں کو صریحاً کافر کہہ دیا ہے کہ مسیح ابن اللہ ہے یا وہ تینوں میں سے ایک ہے۔ لہذا کفر کی صفت اور ایمان کی صفت ایک ہی عقیدے میں کس طرح جمع ہوسکتے ہیں جبکہ یہ متضاد صفات اور متضاد امور ہیں۔\nقرآن کریم نے یہودیوں کے قول (عزیر ابن اللہ ہیں) اور عیسائیوں کے قول کہ (عیسی ابن اللہ ہیں) پر جو تبصرہ کیا ہے اس سے یہ بات ثابت ہوتی ہے کہ ان کی بات دوسرے کفار کے تصورات اور معتقدات کے برابر ہے۔\nوَقَالَتِ الْيَهُوْدُ عُزَيْرُۨ ابْنُ اللّٰهِ وَقَالَتِ النَّصٰرَى الْمَسِيْحُ ابْنُ اللّٰهِ ۭ ذٰلِكَ قَوْلُهُمْ بِاَفْوَاهِهِمْ \" یہودی کہتے ہیں کہ عزیر اللہ کا بیٹا ہے۔ یہ بےحقیقت باتیں ہیں جو وہ اپنی زبانوں سے نکالتے ہیں۔ ان لوگوں کی دیکھا دیکھی جو ان سے پہلے کفر میں مبتلا ہوئے تھے \"\nاس سے معلوم ہوا کہ یہ بات ان سے صادر ہوئی تھی ، محض ان کی طرف منسوب ہی نہیں ہے۔ اور یہاں (افواھھم) کے لفظ کو بےمقصد نہیں لایا گیا بلکہ جب وہ یہ قول کر رہے تھے تو اس وقت ان کے چہرے کی جو حسی کیفیت تھی اس کی طرف بھی اشارہ مقصود تھا لہذا یہ اعتراض نہیں کیا جاسکتا کہ افواھھم کا لفظ زائد ہے اور بےمقصد ہے کیونکہ اللہ کے شایان شان یہ نہیں کہ وہ کوئی بےمقصد بات کرے۔ نہ یہ طوالت ہے۔ کیونکہ قرآن کریم کا یہ انداز ہے کہ وہ تصویر کشی میں حقیقی صورت حال کو سامنے لاتا ہے۔ پھر اس لفظ سے یہ اشارہ دینا بھی مطلوب ہے کہ یہ ان کی جانب سے محض ہوائی بات ہے۔ اس کے پیچھے کوئی حقیقت نہیں ہے۔ یہ صرف قول ہی قول ہے۔ اس کا کوئی مفہوم نہیں ہے۔\nيُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ \" یہ باتیں ان لوگوں کے دیکھا دیکھی یہ کر رہے ہیں جو ان سے پہلے کفر میں مبتلا ہوئے \"۔ مفسرین یہ کہتے تھے کہ ان لوگوں کا عقیدہ ابنیت اسی طرح ہے جس طرح مشرکین کا عقیدہ ابنیت ملائکہ تھا۔ اور ملائکہ کی ابنیت کے عرب قائل تھے۔ یہ بات بھی اپنی جگہ درست ہے۔ لیکن آیت کا مفہوم اس سے وسیع تر ہے۔ اور اس کی وضاحت اچھی طرح تب ہوئی جب لوگوں تک ہندو بت پرستوں کے عقائد پہنچے۔ یہ عقائد قدیم مصری بت پرستوں اور یونانیوں کے عقائد سے ملتے جلتے ہیں۔ اور یہی عقائد اہل کتاب کے اندر سرایت کرگئے۔ خصوصاً نصاری کے عقائد کے اندر۔ سب سے پہلے \" پولوس رسول \" کے عقائد میں یہ تصورات داخل ہوئے اور اس کے بعد نصاریٰ کی نظریاتی مجالس میں غلبہ پا کر یہ پھیل گئے۔\nمصری تثلیث کے اجراء اور زوریس (رب) ایزیس اور موریس (ابن) فرعون بت پرستی کا اصل الاصول ہے۔\nحضرت مسیح کی پیدائش سے بھی پہلے جو فلسفہ الہیات اسکندریہ میں پڑھایا جاتا تھا اس میں \" کلمہ \" کو دوسرا الہہ کہا گیا تھا۔ اور اسے \" اللہ کا کنوارا بیٹا \" بھی کہا جاتا تھا۔\nہندو بھی تین اقانیم کے قائل تھے یا وہ ان کو الہہ کے تین حالات سے تعبیر کرتے تھے جن میں اللہ تجلی فرماتا ہے۔ تخلیق وتکوین کی حالت میں اسے برہما کہا جاتا ہے۔ حفاظت اور قیم کی حیثیت سے وہ \" وشنو \" ہے اور ہلاک کرنے اور برابد کرنے کی حالت میں \" وسیقا \" کہا جاتا ہے۔ اس عقیدے کے مطابق وشنو (ابن) ہوتا ہے اور وہ برنیما کی الوہیت سے پھوٹتا ہے۔\nاشوری بھی کلمہ کے قائل تھے۔ اسے وہ \" مردوخ \" کہتے تھے اور وہ مردوخ کو \" اللہ کا کنوارا بیٹا \" کہتے تھے۔\nیونانی بھی مثلث الا قانیم الہہ کے قائل تھے۔ جب ان کے کہاں زبیح کرتے تو ان پر تین بار مقدس پانی چھڑکتے اور اسی طرح وہ خوشبو کے برتن سے تین انگلیوں میں خوشبو لیتے۔ اور اس ذبیحے کے ارد گرد جتنے لوگ ہوتے۔ ان پر اس خوشبو کو تین بار چھڑکتے اور یہ سب اشارات و تثلیث کی طرف کرتے تھے۔ کنیسہ نے یہی اشارات اخذ کرکے اپنے ہاں رسوم و عبادات کو اس طرح منطم کیا کہ وہ دوسرے کفار کے اقوال سے مشابہ ہوگئے۔\nنزول قرآن کے وقت قدیم مشرکین کے یہ عقائد عام نہ تھے لیکن اس کے باوجود علیم وخبیر نے فرمایا یضاھئون قول الذین کفرو من قبل \" یہ لوگ یہ باتیں ان لوگوں کی دیکھا دیکھی کرتے ہیں جو ان سے پہلے کفر میں مبتلا ہوئے \"۔ نیز ان عقائد سے یہ بھی ثابت ہوتا ہے کہ اہل کتاب دین حق پر نہیں ہیں اور ان کا ایمان ، ایمان صحیح نہیں ہے اور اس کے علاوہ اس سے یہ بھی ثابت ہوتا ہے قرآن مجید علیم وخبیر کی جانب سے ایک کلام معجز نما ہے اور اس کا سرچشمہ صرف ذات باری ہے۔\nاس فیصلے اور وضاحت کے بعد آیت کے آخر میں یہ بتایا جاتا ہے کہ اہل کتاب شرک و کفر کے کس موقف پر قائم ہیں ؟ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ \" خدا کی مار ہو ان پر کہاں سے دھوکہ کھا رہے ہیں \"۔ ان کو خدا تباہ کرے ، کس طرح وہ حق سے روگردانی کرتے ہیں حالانکہ وہ سیدھا سادھا اور واضح ہے اور بت پرستی کو اپنانے میں جو نہایت ہی پیچیدہ اور گنجلک ہے اور کوئی عقلمند اور ذی ہوش انسان بت پرستی کو سمجھ ہی نہیں سکتا۔",
  "ayah": 30,
  "surah": 9
}
