{
  "text": "اب قرآن کریم اہل کتاب کی گمراہیوں اور انحرافات کا ایک دوسرا ورق الٹتا ہے۔ یہاں اب ان کی گمراہی محض اعتقاد اور اقوال تک محدود نہیں ہے بلکہ اس فاسد اعتقادات و تصورات پر ان کی جو عملی صورت حال بنتی ہے اس کے اعتبار سے بھی وہ گمراہ اور منحرف ہیں۔\n۔۔۔\nاس آیت میں بھی یہی بات جاری ہے جو اس سبق کا اصلی موضوع یعنی یہ کہ یہ لوگ در اصل اہل کتاب ہی نہیں۔ لہذا اس حوالے سے ان کو دین حق پر نہیں سمجھا جاسکتا۔ حقیقت یہ ہے کہ یہ لوگ دین اسلام پر نہیں ہیں۔ اس بات کی شہادت ان کی عملی زندگی دے رہی ہے۔ اس کی شہادت ان کے تصورات دے رہے ہیں ، ان کو حکم تو یہ دیا گیا تھا کہ وہ صرف اللہ وحدہ کی بندگی کریں مگر انہوں نے اپنے احبارو رہبان کو اللہ کے سوا الہ بنا دیا جیسا کہ انہوں نے حضرت مسیح کو رب بنایا جو ان کی جانب سے صریح شرک ہے۔ ج کہ اللہ تعالیٰ ہر قسم کے شرک سے پاک ہے۔ نتیجہ یہ نکلا کہ وہ اپنے اعتقادات و تصورات کے اعتبار سے اور اپنے اعمال اور واقعی زندگی کے اعتبار سے دین حق پر نہیں ہیں۔\nان لوگوں نے اپنے احبارو رہبان کو کس طرح ، اللہ کے مقابلے میں رب قرار دیا تھا ؟ اس کی تشریح کرنے سے قبل ہم چاہتے ہیں کہ اس آیت کے بارے میں رسول اللہ ﷺ سے منقول تفسیری روایات یہاں نقل کردیں۔ کیونکہ خود حضور کی تفسیر قول فیصل ہے۔\nاحبار لغت کے اعتبار سے حبر یا حبر کی جمع ہے۔ یعنی حاء کے کسرے یا فتح کے ساتھ۔ یہ اہل کتاب کے علماء کا لقب ہے۔ اور علمائے یہود پر اس کا اطلاق زیادہ ہے۔ رہبان راہب کی جمع ہے۔ یہ عیسائیوں کے نزدیک اس شخص کو کہا جاتا ہے جو عبادت کے لیے اپنے آپ کو وقف کردے اور تمام دوسری سرگرمیوں سے کٹ جائے۔ بالعموم ایسا شخص شادی نہیں کرتا ، نہ کوئی روزگار کرتا ہے۔ لہذا وہ معاشی تکلفات سے بےغم ہوتا ہے۔\nدر منثور میں امام ترمذی کی روایت ہے جسے انہوں نے حدیث حسن کہا ہے۔ نیز ابن منذر ، ابن ابی حاتم ، ابو الشیخ اور ابن مردویہ اور بیہقی وغیرہ نے بھی اسے روایت کیا ہے۔ یہ روایت حضرت عدی ابن حاتم کی ہے۔ کہتے ہیں کہ میں حضور کے پاس آیا تو آپ سورة توبہ پڑھ رہے تھے۔ آپ نے یہ آیت پڑھی اتخذوا احبارھم و رھبانہم اربابا من دون اللہ۔ تو حضور نے فرمایا \" یہ حقیقت اپنی جگہ ہے کہ وہ ارباب و رہبان کی عبادت نہ کرتے تھے لیکن یہ بات تھی کہ جب وہ ان کے لیے کسی چیز کو حلال قرار دیتے تو یہ اسے حلال سمجھتے اور جس چیز کو وہ حرام قرار دیتے تو یہ اسے حرام سمجھتے \"\nابن کثیر نے اپنی تفسیر میں حضرت عدی ابن حاتم کی یہ روایت نقل کی ہے۔ کہتے ہیں کہ جب ان تک حضور اکرم ﷺ کی دعوت پہنچی تو وہ شام کی طرف بھاگ نکلے۔ یہ صاحب جاہلیت میں عیسائی بن گئے تھے۔ چناچہ ان کی بہن اپنی قوم کے لوگوں کے ساتھ گرفتار ہوئی ، تو حضور اکرم نے ان کے ساتھ بہت ہی کریمانہ برتاؤ کیا اور اسے عطیات دئیے۔ یہ اپنے بھائی کے پاس واپس گئی اور اسے اسلام کی طرف رغبت دلائی اور اس پر آمادہ کیا کہ وہ مدینہ جائیں۔ چناچہ حضرت عدی مدینہ گئے۔ یہ اپنی قوم دلی کے رئیس تھے اور ان کے والد حاتم الطائی جود و کرم میں مشہور زمانہ تھے۔ لوگوں کے اندر مدینہ میں اس کی آمد کا چرچا ہوا۔ یہ رسول اللہ ﷺ سے ملے۔ ان کے گلے میں سونے کی صلیب تھی حضور یہ آیت پڑھ رہے تھے اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ ۔ تو وہ کہتے ہیں کہ میں نے سوال کیا کہ حضور عیسائی تو احبارو رہبان کی عبادت نہیں کرتے۔ تو حضور نے فرمایا یہ درست ہے کہ وہ ان کی عبادت نہیں کرتے۔ لیکن انہوں نے ان کے لیے حلال اور حرام کی حدود خود متعین کی ہیں اور لوگ اس معاملے میں ان کی اطاعت کرتے ہیں لہذا یہ ان عوام کی طرف سے ان کی بندگی ہے۔\nامام سدی کہتے ہیں کہ انہوں نے انسانوں کو اپنا مقتدا بنا لیا تھا اور اللہ کی کتاب کو پس پشت ڈال دیا تھا۔ یہی وجہ ہے کہ اللہ فرماتا ہے : وما امروا الا لیعبدوا الھا واحدا \" حالانکہ ان کو صرف اس بات کا حکم دیا گیا تھا کہ صرف اللہ کی بندگی کریں \" یعنی اللہ جس چیز کو حلال قرار دے اسے حلال سمجھیں اور اللہ جسے حرام قرار دے اسے حرام سمجھیں۔ یعنی اللہ نے جو قانون بنایا اس کی اطاعت ہو اور جو حکم دیا وہ نافذ ہو۔\nامام آلوسی اپنی مشہور تفسیر میں کہتے ہیں \" مفسرین کی اکثریت نے یہ کہا ہے کہ اس سے مراد یہ نہیں ہے کہ وہ احبارو رہبان کو الہہ العالم سمجھتے تھے بلکہ مراد یہ ہے کہ وہ ان کے اوامرو نواہی میں ان کی اطاعت کرتے تھے \"۔\nاس واضح ترین آیت اور پھر حضور اکرم کی توضیح و تشریح پر قدماء مفسرین اور متاخرین مفسرین کی تشریحات سے ہمارے سامنے دین اسلام کے اصلی تصورات و عقائد کے حوالے سے یہ نتائج سامنے آتے ہیں۔ اور یہ نتائج نہایت ہی اہم اور مختصر ہیں۔\nنص قرآن اور تشریحات رسول کے مطابق عبادت کا مفہوم یہ ہے کہ کسی کا اتباع کیا جائے۔ کیونکہ یہود و نصاری اپنے احبار اور رہبان کو عقیدۃ الہ نہ سمجھتے تھے اور نہ ان کے سامنے مراسم عبودیت بجا لاتے تھے لیکن اس حقیقت کے باوجود اللہ نے ان پر کفر کا الزام لگایا۔ محض اس لیے کہ یہ لوگ شریعت کو اپنے مذہبی مقتداؤں سے اخذ کرتے تھے اور پھر اس کی اطاعت کرتے تھے۔ لہذا اگر کوئی کسی کو الہہ نہیں بھی سمجھتا اور اس کے سامنے مراسم عبودیت نہیں بھی بجا لاتا لیکن اگر اس سے قانون و شریعت اخذ کرتا ہے کہ تو یہ شخص مشرک و کافر ہے اور جس سے وہ قانون اخذ کرتا ہے وہ بمنزلہ رب ہے۔\nیہود جو اپنے احبار سے قانون اخذ کرتے تھے اور نصاری جو مسیح کو الہ بھی سمجھتے تھے اور رہبان سے قانون لیتے تھے دونوں کو اللہ تعالیٰ نے ایک ہی درجے میں رکھا ہے اور دونوں کے درمیان کوئی فرق و امتیاز نہیں فرمایا کیونکہ دونوں ارتکاب شرک میں برابر ہیں اور دائرہ اسلام سے خارج ہیں۔\nجونہی ایک شخص اللہ کے سوا کسی اور کو حق قانون سازی دیتا ہے وہ مشرک ہوجاتا ہے۔ اگرچہ وہ اسے الہہ یا معبود نہ سمجھتا ہو اور اس کے سامنے مراسم عبودیت بجا نہ لاتا ہو۔ جیسا کہ درج بالا تشریحات سے واضح ہوگیا ہے۔ لیکن ہم چاہتے ہیں کہ اس نکتے کی مزید تشریح کریں۔\nیہ حقائق جب مسلمانوں کے سامنے پیش کیے گئے تو اس وقت امت مسلمہ کو مخصوص حالات درپیش تھے۔ اس میں رومیوں کے ساتھ جنگ کا مسئلہ درپیش تھا۔ اور بعض مسلمانوں کے ذہنوں میں یہ تردد اور خلجان تھا کہ رومی بہرحال اہل کتاب تو ہیں ، اس لیے اس تردد اور شبہہ کو دور کرنے کے لیے یہ آیات اتریں اور یہ بتایا گیا کہ اگرچہ اہل کتاب مومن باللہ ہیں اور یہ کہ ان کے ایمان کی حالت یہ ہے لیکن مخصوص حالات میں نزول کے باوجود ان آیات میں دین اسلام کے عام اصول اور مطلق حقائق بتائے گئے ہیں۔\nاللہ کے نزدیک دین حق صرف اسلام ہے اور اللہ تعالیٰ دین اسلام کے سوا لوگوں کی جانب سے کوئی اور دین قبول نہیں کرتا۔ اور دین اسلام دنیا میں مکمل طور پر قائم تب ہوگا جب اس زمین پر اللہ کی شریعت نافذ ہوجائے اور اس شریعت کے نفاذ سے بھی پہلے یہ کہ لوگ اللہ وحدہ کو الہہ سمجھیں اور مراسم عبودیت بھی صرف اس کے سامنے بجا لائیں۔ تو اگر لوگ اللہ کی شریعت کے سوا کسی اور قانون کے متبع ہوں تو ان میں وہ شرط موجود ہوگئی جو یہود و نصاری میں موجود تھی اور اس وجہ سے ان کو غیر مومن قرار دیا گیا تھا۔ اگرچہ وہ بار بار مومن ہونے کا دعویٰ کرتے تھے۔ کیونکہ اللہ کے سوا کسی انسان کی شریعت کو قبول کرتے ہی وہ لوگ مشرک ٹھہرے۔ الا یہ کہ کوئی ایسی صورت حال ہو کہ وہ غیر اسلامی قانون نظام میں مجبوراً رو رہے ہوں اور مجبوراً اس کا اتباع کر رہے ہوں اور اس کے ساتھ ساتھ اس نظام کو دور کرنے کی جدوجہد بھی کر رہے ہوں\nلفظ دین کا مفہوم اس قدر سکڑ گیا ہے کہ لوگ اسے صرف دینی عقیدے کے مترادف سمجھنے لگے ہیں۔ یا زیادہ سے زیادہ مراسم عبودیت اور پرستش تک وسیع کرتے ہیں۔ اس حد تک تو یہودی بھی اپنے دین کے متبع تھے اور اس محدود معنی میں اپنے آپ کو دین دار کہتے تھے لیکن حضور ﷺ کی تشریح تو یہ بتاتی ہے کہ حقیقی عنوں میں وہ نہ مومن تھے اور نہ دیندار تھے کیونکہ انہوں نے احبارو رہبان کو اللہ کے سوا رب بنا لیا تھا۔\nدین کا پہلا مفہوم یہ ہے کہ کسی کے سامنے سر تسلیم خم کیا جائے اور اس کا تحقق تب ہوسکتا ہے جب کوئی خدا کے قانونی نظام کے سامنے سر تسلیم خم کردے۔ لہذا یہ معاملہ بہت ہی سنجیدہ ہے اور یہ مفہوم ان لوگوں کے اہل دین ہونے کو تسلیم نہیں کرتا جو شریعت کے علاوہ دوسرے قانونی نظاموں کے متبع ہیں ، الا یہ وہ مجبور ہوں۔ نہ اسلام میں ایسے لوگ مسلم اور مومن ہیں صرف اس لیے کہ وہ اللہ کو الہ واحد سمجھتے ہیں اور اس کی پرستش کرتے ہیں۔ ہمارے دور میں عوام کو جو ڈھیل دے دی گئی ہے یہ دین اسلام کے لیے بہت ہی خطرناک ڈھیل ہے۔ یہ در اصل ایک خطرناک ہتھیار ہے جو اسلام کے دشمن اسلام کی بیخ کنی کے لیے استعمال کرتے ہیں۔ یہ لوگ ان حالات اور ان افراد پر اسلام کی تختی نصب کرتے ہیں جن کے بارے میں اور ان جیسے لوگوں کے بارے میں اللہ تعالیٰ واضح طور پر بتاتے ہیں کہ یہ اہل دین نہیں ، یہ تو مومن نہیں۔ کیونکہ انہوں نے اللہ کے سوا دوسرے لوگوں کو رب بنایا ہوا ہے۔ جب دشمنان دین کو یہ اصرار ہے کہ ایسے لوگوں کو وہ دیندار ثابت کریں جو درحقیقت دیندار نہیں ہیں۔ تو اسلام کے حامیوں کا بھی یہ فرض ہے کہ ایسے حالات کو غیر اسلامی حالات ثابت کریں۔ ایسے افراد اور ایسے معاشروں کو غیر اسلامی افراد اور معاشرے ثابت کریں۔ اور اس مسئلے کی حقیقت کو کھول کر بیان کریں کہ ایسے لوگوں نے دوسرے افراد کو رب بنا رکھا ہے۔ حالانکہ ان کو حکم یہ دیا گیا تھا :\nتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلا لِيَعْبُدُوا إِلَهًا وَاحِدًا لا إِلَهَ إِلا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ \" انہوں نے اپنے علماء اور درویشوں کو اللہ کے سوا اپنا رب بنا لیا ہے اور اسی طرح مسیح ابن مریم کو بھی۔ حالانکہ ان کو ایک معبود کے سوا کسی کی بندگی کرنے کا حکم نہیں دیا گیا تھا ، وہ جس کے سوا کوئی مستحق عبادت نہیں ، پاک ہے وہ ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں \"",
  "ayah": 31,
  "surah": 9
}
