{
  "text": "اس سورة کے اس سبق کی آخری یونٹ پر ہم پہنچ چکے ہیں۔ بتایا جاتا ہے کہ اہل کتاب اللہ کے حرا کیے ہوئے کو کس طرح حرام نہیں کرتے۔ جبکہ اس سے پہلے کہا تھا کہ وہ اپنے احبارو رہبان کو رب سمجھتے ہیں۔ اللہ کے سوا رب قرار دیتے ہیں اور جس کی تفسیر رسول اللہ نے یہ فرمائی تھی کہ یہ اہل کتاب احبارو رہبان کے حلال کردہ کو حلال اور حرام کردہ کو حرام سمجھتے ہیں۔ یہاں یہ بتایا گیا کہ یہ احبارو رہبان اللہ کے حرام کردہ کو حرام نہیں سمجھتے۔ اللہ کے حلال کردہ کو حلال نہیں سمجھتے۔\n۔۔۔\nآیت میں احبارو رہبان کے کردار کو اس طرح بیان کیا گیا ہے کہ عوام نے تو ان کو اللہ کے علاوہ رب بنا رکھا ہے۔ اور یہ لوگ نتیجتاً لوگوں کے لیے حلال و حرام کے قوانین بنانے ہیں۔ اس طرح انہوں نے اپنے آپ کو لوگوں کے لیے بطور رب پیش کیا ہے اور لوگوں نے اسے قبول کیا ہے۔ اس صورت حال کا لازمی نتیجہ یہ ہے کہ وہ لوگوں کے اموال باطل طریقے سے کھاتے پیتے ہیں۔ اور لوگوں کو راہ راست پر آنے سے روکتے ہیں۔\nلوگوں کے اموال کھانے کے طریقے مختلف ہوتے ہیں۔ جو ابھی تک رائج ہیں۔ ان میں سے ایک تو وہ فیس ہے جو حرام کو حلال قرار دینے یا حلال کو حرام قرار دینے کے عوض لی جاتی تھی اور اس قسم کے فیصلے بالعموم مالداروں کے حق میں ہوتے تھے یا بادشاہوں کے حق میں جاری ہوتے تھے۔ ان میں وہ فیس بھی شامل ہے جو مذہبی پیشوا ایک معترف گناہ سے لیتے تھے اور پھر اسے بخش دیتے تھے اور ان مذہبی پیشواؤں کے زعم میں وہ یہ اختیارات ازروئے شریعت رکھتے تھے اور اس میں مشہور مسئلہ رہا ہے کہ وہ اسے حلال قرار دیتے تھے۔\nاس میں وہ اموال بھی شامل ہیں جو وہ لوگوں سے دین حق کے مقابلے کے لیے لیتے تھے۔ احبار اور رہبان اسقف اور دوسرے مذہبی پیشوا صلیبی جنگوں کے لیے لاکھوں روپے جمع کرتے رہے ہیں اور اب وہ مستشرقین اور مبشرین کے لیے اربوں روپے جمع کرکے عالم اسلام میں خرچ کرتے ہیں ، یوں وہ لوگوں کو گمراہ کرکے اللہ کی راہ سے روکتے ہیں۔\nقرآن کریم کی درج ذیل آیت بڑے گہرے غور و فکر کی مستحق ہے۔ اس میں بات کس قدر عدل و انصاف کے ساتھ کی گئی ہے۔\nاِنَّ كَثِيْرًا مِّنَ الْاَحْبَارِ وَالرُّهْبَانِ یعنی احبارو رھبان میں سے بیشتر لوگ۔ اس سے ان لوگوں کی وہ قلیل تعداد نکل جاتی ہے جو اس غلطی کا ارتکاب نہیں کرتی۔ اس لیے کہ دنیا کے مختلف فرقوں اور جماعتوں میں اچھے لوگوں کا پایا جانا ایک فطری امر ہے۔ اور ذات باری تعالیٰ بہرحال ہر کسی کے ساتھ انصاف کرتی ہے۔\nاکثر احبارو رہبان لوگوں سے حاصل کردہ اموال کو جمع کرتے تھے۔ یہود و نصاری کی تاریخ شاہد ہے کہ وہ لوگوں کے اموال کنیسوں میں جمع کرتے اور ان کے تکیوں پر بےحد شکرانے جمع ہوتے تھے۔ اور بعض اوقات مذہبی لیڈروں کے پاس بادشاہوں اور راجوں وہ مہاراجوں کے مقابلے میں بھی زیادہ دولت جمع ہوجاتی تھی۔\nاس لیے یہاں سیاق کلام میں قیامت کے دن ان کی اس جمع کردہ دولت ہی کو ان کے لیے باعث عذاب بنایا ہے اور یہی سزا ان تمام لوگوں کو ملے گی جو دولت کو اللہ کی راہ میں خرچ نہیں کرتے اور اس بات کی تصویر کشی نہایت ہی خوفناک انداز میں کی گئی ہے :\nوَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (34) يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ (35) \" دردناک سزا کی خوشخبری دو ۔ ان کو جو سونے اور چاندی جمع کر کے رکھتے ہیں۔ اور انہیں خدا کی راہ میں خرچ نہیں کرتے۔ ایک دن آئے گا کہ اسی سونے چاندی پر جہنم کی آگ دہکائی جائے گی اور پھر اسی سے ان لوگوں کی پیشانیوں اور پہلوؤں اور پیٹھوں کو داغا جائے گا۔ یہ ہے وہ خزانہ جو تم نے اپنے لیے جمع کیا تھا ، لو اب اپنی سمیٹی ہوئی دولت کا مزہ چکھو \"\nتعذیب کے اس منظر کی یہاں بہت سی تفصیلات دے دی گئی ہیں اور تعذیب کے ابتدائی مراحل سے لیکر آخری مراحل کو تفصیلاً بیان کیا گیا ہے تاکہ حس و خیال میں یہ منظر اچھی طرح بیٹھ جائے لہذا تعذیب کی تفصیلات دینا با مقصد ہے۔\nوالذین یکنزون الذھب والفضۃ \" دردناک سزا کی خوشخبری دو ان کو جو سونے اور چاندی جمع کرک رکھتے ہیں اور انہیں خدا کی راہ میں خرچ نہیں کرتے \" اس کے بعد سیاق کلام پر خاموشی طاری ہوجاتی ہے اور اجمال اور ابہام کے بعد تفصیلات دوسری آیت میں دی جاتی ہیں۔",
  "ayah": 34,
  "surah": 9
}
