{
  "text": "يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ \" ایک دن آئے گا کہ اسی سونے چاندی پر جہنم کی آگ دہکائی جائے گی \"۔۔ اب اس کے بعدسامع دیکھتا ہے کہ ان دھاتوں کو کس طرح گرم کیا جاتا ہے۔ اب اگلے منظر میں ہاتھوں میں گرم سلاخیں لیے ہوئے کارندے نظر آتے ہیں۔ سلاخیں تیار ہیں اور دردناک عذاب کا عمل شروع ہوتا ہے۔ اب ان مجرموں کے ہاتھوں اور چہروں کو داغا جاتا ہے اور جب ان کے چہروں کو اچھی طرح داغ دیا جاتا ہے تو اب ان کے پہلوؤں پر داغ لگائے جاتے ہیں اور جب ان کے پہلو داغ دیے جاتے ہیں تو ان کی پیٹھوں پر داغ دہی کا عمل شروع ہوتا ہے اور جب یہ جسمانی عذاب ختم ہوتا ہے تو اب ان کو سرزنش کی جاتی ہے تاکہ ان کی روحانی تذلیل ہو۔\nهَذَا مَا كَنَزْتُمْ لأنْفُسِكُمْ \" یہ ہے وہ خزانہ جو تم نے اپنے لیے جمع کیا تھا \" یہ تو تم نے لذت کے لیے جمع کیا تھا لیکن یہ اب تمہارے لیے عذاب الیم کا آلہ بن گیا ہے۔\nفَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ \" اب اپنی اس سمیٹی ہوئی دولت کا مزہ چکھو \" بذاتہ وہی دولت ہے۔ اب دیکھو کہ تمہارے چہروں ، تمہارے پہلوؤں اور تمہاری پیٹھوں کے ساتھ اس کا صرف مس ہی موجب اذیت ہے۔\nغرض یہ ایک نہایت خوفناک منظر ہے اور اس میں ہر ہر حرکت کی تفصیلات دی گئی ہیں اور ان تفصیلات سے دوچار ہوں گے احبارو رہبان کی اکثریت۔ پھر وہ لوگ جو بلا ضرور مال و دولت جمع کرتے اور اسے اللہ کی راہ میں کرچ نہیں کرتے۔ یہ بات یہاں پیش نظر رہے کہ یہ آیات غزوہ تبوک کے موقع پر نازل ہوئیں جسے غزوۃ العسرۃ بھی کہا جاتا ہے۔\n۔۔۔۔۔\nمیں سمجھتا ہوں یہاں ہمیں قدرے رکنا چاہیے اور اس پوری بحث کا از سر نو جائزہ لینا چاہیے اور ذہن میں اس پوزیشن کو مستحضر کرلینا چاہئے جو ان ربانی ہدایات کے مطابق اہل کتاب کی فی الحقیقت ہے کہ ان کے عقائد کیا ہیں ؟ ان کے اخلاف کیا ہیں ان کا طرز عمل کیا ہے ؟ خصوصاً ان اشارات کی روشنی میں جو ہم نے ان آیات کی تشریح کے دوران دیے۔\nاہل کتاب کے بارے میں اس شبیہ کو صاف کردینا کہ آیا وہ دین حق پر ہیں ، نہایت ہی ضروری تھا۔ صریحا مشرک لوگ تو بہرحال مشرک ہوتے ہیں اور سب کو نظر آتے ہیں۔ وہ اپنے عقائد ، اعمال اور مراسم عبودیت کے اعتبار سے نظر آتے ہیں کہ وہ مشرک ہیں لیکن اہل کتاب کے نام سے شبہ ہوسکتا تھا کہ شاید وہ دیندار ہیں۔ یہ شبہات دور کرنا اس لیے ضروری تھا کہ مسلمان اس جاہلیت کے مقابلے کے لیے اچھی طرح تیار ہوجائیں جہاں تک مشرکین کا تعلق ہے تو ہی بات ہر کسی کو معلوم ہے کہ وہ جاہلیت کے پیرو کار ہیں لیکن اہل کتاب کے بارے میں پوزیشن واضح نہ تھی کیونکہ اہل کتاب کا دعوی یہ تھا کہ وہ پہلے سے مسلمانوں کی طرح ایک دین سماوی کے پیرو ہیں۔ جس طرح آج کے نام نہاد مسلمانوں کی اکثریت دیہ دعویٰ کرتی ہے کہ وہ مسلمان ہیں۔\nاس سورت کے آغآز ہی سے مشرکین سے مکمل بائکاٹ اور ان کے مکمل مقابلے کی بات تفصیلاً اس سورت کا موضوع رہی ہے اور ان حالات کا بھی تقاضا تھا جس کی تشریح ہم نے اس سورت کے مقدمے میں کردی ہے۔ جہاں اللہ تعالیٰ نے فرمایا تھا :\nكَيْفَ يَكُونُ لِلْمُشْرِكِينَ عَهْدٌ عِنْدَ اللَّهِ وَعِنْدَ رَسُولِهِ إِلا الَّذِينَ عَاهَدْتُمْ عِنْدَ الْمَسْجِدِ الْحَرَامِ فَمَا اسْتَقَامُوا لَكُمْ فَاسْتَقِيمُوا لَهُمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ (7) كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ لا يَرْقُبُوا فِيكُمْ إِلا وَلا ذِمَّةً يُرْضُونَكُمْ بِأَفْوَاهِهِمْ وَتَأْبَى قُلُوبُهُمْ وَأَكْثَرُهُمْ فَاسِقُونَ (8) اشْتَرَوْا بِآيَاتِ اللَّهِ ثَمَنًا قَلِيلا فَصَدُّوا عَنْ سَبِيلِهِ إِنَّهُمْ سَاءَ مَا كَانُوا يَعْمَلُونَ (9) لا يَرْقُبُونَ فِي مُؤْمِنٍ إِلا وَلا ذِمَّةً وَأُولَئِكَ هُمُ الْمُعْتَدُونَ (10)\nان مشرکین کے لیے اللہ اور اس کے رسول کے نزدیک کوئی عہد آخر کیسے ہوسکتا ہے ؟ بجز ان لوگوں کے جن سے تم نے مسجد حرام کے پاس معاہدہ کیا تھا ، تو جب تک وہ تمہارے ساتھ سیدھے رہیں تم بھی ان کے ساتھ سیدھے رہو کیونکہ اللہ متقیوں کو پسند کرتا ہے . مگر ان کے سوا دوسرے مشرکین کے ساتھ کوئی عہد کیسے ہوسکتا ہے جبکہ ان کا حال یہ ہے کہ تم پر قابو پا جائیں تو نہ تمہارے معاملہ میں کسی قرابت کا لحاظ کریں نہ کسی معاہدہ کی ذمہ داری کا ؟ وہ اپنی زبانوں سے تم کو راضی کرنے کی کوشش کرتے ہیں مگر دل ان کے انکار کرتے ہیں اور ان میں سے اکثر فاسق ہیں۔ انہوں نے اللہ کی آیات کے بدلے تھوڑی سی قیمت قبول کرلی۔ پھر اللہ کے راستے میں سد راہ بن کر کھڑے ہوگئے۔ بہت برے کرتوت تھے جو یہ کرتے رہے۔ کسی مومن کے معاملہ نہ یہ قرابت کا لحاظ کرتے ہیں اور نہ کسی عہد کی ذمہ داری کا۔ اور زیادہ ہمیشہ انہی کی طرف سے ہوئی ہے۔\nأَلا تُقَاتِلُونَ قَوْمًا نَكَثُوا أَيْمَانَهُمْ وَهَمُّوا بِإِخْرَاجِ الرَّسُولِ وَهُمْ بَدَءُوكُمْ أَوَّلَ مَرَّةٍ أَتَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ (13) قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ (14) وَيُذْهِبْ غَيْظَ قُلُوبِهِمْ وَيَتُوبُ اللَّهُ عَلَى مَنْ يَشَاءُ وَاللَّهُ عَلِيمٌ حَكِيمٌ (15): ے لوگوں سے جو اپنے عہد توڑتے رہے ہیں اور جنہوں نے رسول کو ملک سے نکال دینے کا قصد کیا تھا اور زیادتی کی ابتدا کرنے والے وہی تھے ؟ کیا تم ان سے ڈرتے ہو ؟ اگر تم مومن ہو تو اللہ اس سے زیادہ مستحق ہے کہ اس سے ڈرو۔ ان سے لڑو ، اللہ تمہارے ہاتھوں سے ان کو سزا دلوائے گا اور انہیں ذلیل و خوار کرے گا اور ان کے مقابلہ میں تمہاری مدد کرے اور بہت سے مومنوں کے دل ٹھنڈے کرے گا\nاور ان کے قلوب کی جلن مٹا دے گا اور جسے چاہے گا ، توبہ کی توفیق بھی گا۔ اللہ سب کچھ جاننے والا اور دانا ہے۔\nمَا كَانَ لِلْمُشْرِكِينَ أَنْ يَعْمُرُوا مَسَاجِدَ اللَّهِ شَاهِدِينَ عَلَى أَنْفُسِهِمْ بِالْكُفْرِ أُولَئِكَ حَبِطَتْ أَعْمَالُهُمْ وَفِي النَّارِ هُمْ خَالِدُونَ مشرکین کا یہ کام نہیں ہے کہ وہ اللہ کی مسجدوں کے مجاور و خادم بنیں در آں حالیکہ اپنے اوپر وہ خود کفر کی شہادت دے رہے ہیں۔ ان کے تو سارے اعمال ضاعئ ہوگئے اور جہنم میں انہیں ہمیشہ رہنا ہے\nیَا أَيُّهَا الَّذِينَ آمَنُوا لا تَتَّخِذُوا آبَاءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَاءَ إِنِ اسْتَحَبُّوا الْكُفْرَ عَلَى الإيمَانِ وَمَنْ يَتَوَلَّهُمْ مِنْكُمْ فَأُولَئِكَ هُمُ الظَّالِمُونَ ، : اے لوگو جو ایمان لائے ہو ، اپنے باپوں اور بھائیوں کو بھی اپنا رفیق نہ ناؤ اگر وہ ایمان پر کفر کو ترجیح دیں۔ تم میں سے جو ان کو رفیق بنائیں گے وہی ظالم ہوں۔ مشرکین کے خلاف جہاد کے لیے اٹھنے کا یہ لازمی تقاضا تھا کہ ان پر تنقید کی جائے اور ان کا کیس بھی سادہ تھا۔ کیونکہ اس وقت اسلامی جماعت کو جس قسم کے حالات درپیش تھے اس میں اسلامی معاشرے کے مد مقابل مشرکین تھے لیکن اہل کتاب کے خلاف جہاد کرنے کے لیے مشرکین سے بھی زیادہ شاید تنقیدی حملے کی ضرورت تھی اور اس بات کی ضرورت تھی کہ اہل کتاب پر اہل کتاب اور اہل دین ہونے کا جو بورڈ لگا ہوا تھا انہیں اس سے محروم کردیا جائے اور ان کی اصل حققت کو ظاہر کیا جائے کہ وہ مشرکین کی طرح مشرکین ہیں اور ان میں اور دوسرے مشرکین میں کوئی فرق نہیں ہے۔ دوسرے کفار کی طرح وہ بھی کفار ہیں اور کفار و مشرکین دونوں کی طرح یہ بھی دین اسلام کے خلاف شب و روز جنگ میں مصروف ہیں۔ یہ گمراہ ہیں اور لوگوں کے اموال نہایت نہایت ہی باطل طریقوں سے کھاتے ہیں۔ لوگوں کو اللہ کی راہ سے روکتے ہیں۔ چناچہ ان کے بارے میں اللہ تعالیٰ نے دو ٹوک موقف نازل فرمایا۔\nقَاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الآخِرِ وَلا يُحَرِّمُونَ مَا حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتَابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صَاغِرُونَ (29) وَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللَّهِ ذَلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قَاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ (30) اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلا لِيَعْبُدُوا إِلَهًا وَاحِدًا لا إِلَهَ إِلا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ (31) يُرِيدُونَ أَنْ يُطْفِئُوا نُورَ اللَّهِ بِأَفْوَاهِهِمْ وَيَأْبَى اللَّهُ إِلا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكَافِرُونَ (32) هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدَى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ (33) يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّ كَثِيرًا مِنَ الأحْبَارِ وَالرُّهْبَانِ لَيَأْكُلُونَ أَمْوَالَ النَّاسِ بِالْبَاطِلِ وَيَصُدُّونَ عَنْ سَبِيلِ اللَّهِ وَالَّذِينَ يَكْنِزُونَ الذَّهَبَ وَالْفِضَّةَ وَلا يُنْفِقُونَهَا فِي سَبِيلِ اللَّهِ فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ (34) يَوْمَ يُحْمَى عَلَيْهَا فِي نَارِ جَهَنَّمَ فَتُكْوَى بِهَا جِبَاهُهُمْ وَجُنُوبُهُمْ وَظُهُورُهُمْ هَذَا مَا كَنَزْتُمْ لأنْفُسِكُمْ فَذُوقُوا مَا كُنْتُمْ تَكْنِزُونَ \" جنگ کرو ، اہل کتاب میں سے ان لوگوں کے خلاف جو اللہ اور روز آخرت پر ایمان نہیں لاتے اور جو کچ اللہ اور اس کے سول نے حرام کیا ہے ، اسے حرام نہیں کرتے۔ اور دین حق کو اپنا دین نہیں بناتے۔ (ان سے لڑو) یہاں تک کہ وہ اپنے ہاتھ سے جزیہ دیں اور چھوٹے بن کر رہیں۔ یہودی کہتے ہیں کہ عزیر اللہ کا بیٹا ہے اور عیسائی کہتے ہیں کہ مسیح اللہ کا بیٹا ہے۔ یہ بےحقیقت باتیں ہیں جو وہ اپنی زبان سے نکالتے ہیں۔ ان لوگوں کی دیکھا دیکھی جو ان سے پہلے کفر میں مبتلا ہوئے تے خدا کی مار ان پر ، یہ کہاں سے دھوکہ کھا رہے ہیں۔ انہوں نے اپنے علماء اور درویشوں کو اللہ کے سوا اپنا رب بنا لیا ہے اور اسی طرح مسیح ابن مریم کو بھی۔ حالانکہ ان کو ایک معبود کے سوا کسی کی بندگی کرنے کا حکم نہیں دیا گیا تھا۔ وہ جس کے سوا کوئی مستحق نہیں۔ پاک ہے وہ ان مشرکانہ باتوں سے جو یہ لوگ کرتے ہیں۔ یہ لوگ چاہتے ہیں کہ اللہ کی روشنی کو اپنی پھونکوں سے بجھا دیں مگر اللہ اپنی روشنی کو مکمل کیے بغیر ماننے والا نہیں ہے۔ خواہ کافروں کو یہ کتنا ہی ناگوار ہو۔ وہ اللہ ہی ہے جس نے اپنے رسول کو ہدایت اور دین حق کے ساتھ بھیجا ہے ، تاکہ اسے پوری جنس دین پر غالب کردے خواہ مشرکوں کو یہ کتنا ہی ناگوار ہو ، اے لوگو جو ایمان لائے ہو۔ ان اہل کتاب کے اکثر علماء درویشوں کا یہ حال ہے کہ وہ لوگوں کے مال باطل طریقے سے کھاتے ہیں اور انہیں اللہ کی راہ سے روکتے ہیں \"\nدوسری مکی اور مدنی سورتوں میں ان اہل کتاب کے بارے میں جو دو ٹوک فیصلے کیے گئے ہیں وہ اس کے علاوہ ہیں۔ تمام مکی اور مدنی سورتوں میں ان کے بارے میں یہ قرار دیا گیا ہے کہ یہ لوگ مکمل طور پر کفر اور شرک میں داخل ہوگئے ہیں ہیں اور پوری طرح دین حق سے نکل چکے ہیں۔ انہوں نے اس دین کو پوری طرح چھوڑ دیا ہے جو ان کے نبی ان کے پاس لائے تھے۔ نیز انہوں نے نہ صرف یہ کہ موجودہ دین حق کو قبول نہیں کیا بلکہ وہ اس کی راہ روکنے کے لیے کمر بستہ ہیں۔ لہذا دین جدید کے حوالے سے اپنے موقف کی بنا پر بھی یہ مکمل طور پر کافر اور مشرک ہیں۔\nاس سے پہلے آیات گزر چکی ہیں جن میں اہل کتاب کو یہ خطاب کیا گیا تھا کہ وہ دین سماوی اور دین الہی سے مکمل طور پر نکل چکے ہیں۔\nقُلْ يَا أَهْلَ الْكِتَابِ لَسْتُمْ عَلَى شَيْءٍ حَتَّى تُقِيمُوا التَّوْرَاةَ وَالإنْجِيلَ وَمَا أُنْزِلَ إِلَيْكُمْ مِنْ رَبِّكُمْ وَلَيَزِيدَنَّ كَثِيرًا مِنْهُمْ مَا أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْيَانًا وَكُفْرًا فَلا تَأْسَ عَلَى الْقَوْمِ الْكَافِرِينَ (68): \" صاف صاف کہہ دو کہ \" اے اہل کتاب ، تم ہر گز کسی اصل پر نہیں ہو جب تک کہ تورات اور انجیل اور ان دوسری کتابوں کو قائم نہ کرو جو تمہاری طرف تمہارے رب کی طرف سے نازل کی گئی ہیں \" ضرور ہے کہ یہ فرمان جو تم پر نازل کیا گیا ہے ان میں سے اکثر کی سرکشی اور انکار کو اور زیادہ بڑھا دے۔ مگر انکار کرنے والوں کے حال پر کچھ افسوس نہ کرو \"\nلقد کفر الذین قالوا ان اللہ ھو المسیح ابن مریم \" یقینا تقریبا ان لوگوں نے جنہوں نے کہا کہ اللہ میسح ابن مریم ہے\nلقد کفر الذین قالوا ان اللہ ثالث ثلثۃ \" یقینا کفر کیا ان لوگوں نے جنہوں نے کہا کہ اللہ تین میں کا ایک ہے \"\nلم یکن اذین کفروا من اھل الکتب والمشرکین منفکین حتی تاتیہم البینۃ \" اہل کتاب اور مشرکین میں سے جو لوگ کافر تھے وہ اپنے کفر سے باز آجانے والے نہ تھے ، جب تک کہ ان کے پاس دلیل روشن نہ آجائے \"\nیہ اور اس قسم کی دوسری کثیر آیات جن کو ہم نے اس سے پہلے نقل کیا۔ یہ آیات مکی قرآن میں بھی ہیں اور مدنی میں بھی ہیں اور کافی تعداد میں ہیں۔\nصورت حال یہ تھی کہ قرآن کریم نے اہل کتاب کو بعض معاملات میں امتیازی پوزیشن دی تھی۔ مثلاً مسلمانوں پر ان کا کھانا حلال کیا تھا۔ اور ان کی پاک دامن عورتوں کے ساتھ نکاح کو جائز قرار دیا گیا تھا۔ لیکن یہ امتیازی پوزیشن ان کو اس لیے نہ دی گئی تھی کہ وہ دین حق کے کسی حصے پر عمل پیرا تھے۔ بلکہ یہ مراعات ان کو اس لیے دی گئی تھیں کہ اصلاً وہ دین حق کے حامل تھے اور تاریخ طور پر وہ تحریک اسلامی کا حصہ تھے۔ اگرچہ حالا وہ خود اپنے دین پر بھی قائم نہ تھے۔ اس طرح ان کے ساتھ مکالمے میں یہ بات ممکن تھی کہ ہمارا اور تمہارا اصل دین تو ایک ہے۔ لہذا قرآن نے ان کو بت پرستوں اور مشرکوں کے مقابلے میں یہ امتیازی پوزیشن دے دی جبکہ بت پرستوں کے ہاں کوئی ایسا اصول نہ تھا جس کو ہاتھ میں لے کر اسلام ان کے ساتھ کوئی مکالمہ کرسکے۔ رہی یہ بات کہ خود اہل کتاب کی لیڈری کی حقیقت کیا ہے ؟ ان کے عقائد کیا ہیں ؟ ان کی دینی حیثیت کیا ہے ؟ تو اس معاملے میں قرآن کریم نے کوئی اجمال نہیں چھوڑا ، بابل دو ٹؤک بات کی ہے کہ وہ دین سے خارج ہیں۔ انہوں نے اپنے اصل دین عقائد و اعمال کو چھوڑ دیا ہے اور اب ان کے عقائد و اعمال وہ ہیں جو ان کے لیے ان کے احبار اور رہان نے تصنیف کیے ہیں اور ان کو باقاعدہ مجالس عقائد و قانون میں طے کیا گیا ہے اس موضوع پر کلام الہی فیصلہ کن اور واضح ہے۔\nاس مقام پر اہمبات یہ ہے کہ ہم اللہ تعالیٰ کے اس دو ٹوک فیصلے کے نتائج سے بحث کریں کہ اہل کتاب کے موجودہ نظریات اور دینی حالت کے ہوتے ہوئے ان کے ساتھ تعلقات کی نوعیت کیا ہوگی ؟\nیہ عنوان اور بورڈ جو ان پر لگا ہوا ہے ، غلط فہمی کا باعث ہے۔ اس بورڈ کے پیچے کوئی حقیقت نہیں ہے۔ اس بورڈ کی وجہ سے ان لوگوں کی جاہلیت کے مقابلے میں اسلامی تحریک سامنے نہیں آتی۔ لہذا اس بات کی اشد ضرور ہے کہ اس بورڈ کو اتار پھینکا جائے اور اس خطاب سے جو غلط فہمی ہوئی اسے اچھی طرح دور کردیا جائے اور ان لوگوں کی اصل حقیقت اور ان کے اصل چہرے سے لوگوں کو شناسا کیا جائے۔ اس سے پہلے ہم اس بات کی طرف اشارہ کر آئے ہیں کہ اسلامی معاشرے میں اس وقت ایسے حالات پائے جاتے تھے کہ اسلامی معاشرے کے بعض عناصر ان کے بارے میں نرم گوشہ رکھتے تھے خصوصاً غزوہ تبوک کے وقت بعض مخصوص حالات بھی تے۔ نیز اس وقت عربوں کے دلوں پر روما کا رعب بھی چھایا ہوا تھا ، لیکن جیسا کہ اس سے قبل ہم تفصیلات دے آئے اصل بات یہ تھی کہ بعض مسلمان رومیوں کے ساتھ ایسی ہمہ گیر جنگ کو محض اس لیے سمجھ نہ پائے تھے کہ رومی بہرحال اہل کتاب تھے۔\nآج دین کے دشمن جو اس وقت احیاء اسلام کے لیے چلنے والی تحریکات پر نگاہ رکھے ہوئے ہیں ، یہ لوگ ان تحریکات کا مطالعہ نہایت ہی مہارت سے کرتے ہیں ، یہ لوگ ماہر نفسیات ہوتے ہیں ، ان کا اسلامی تحریکات کے بارے میں وسیع مطالعہ ہوتا ہے۔ یہ لوگ اسلام کے خلاف بھی اگر کوئی اسکیم تیار کرتے ہیں تو اس پر بھی اسلامی بورڈ لگا دیتے ہیں ، یہ لوگ جدید حالات ، نئی تحریکات ، نئے رجحانات اور افکار و تصورات پر اسلامی لیبیل لگاتے ہیں اور اس اسلامی لیبل کے ساتھ وہ عالم اسلام میں حققی اسلامی تحریکات کے خلاف کام کرتے ہیں۔ یہ کاروبار انہوں نے پورے عالم اسلام کے خلاف کام کیا اور اپنے سیاہ چہرے کو کھول کر اسلام پر حملہ آور ہوئے یہ ماضی قریب میں مصطفیٰ کمال کی تحریک تھی جو ترکی میں کھلی بےدینی اور جاہلیت کی شکل میں نمودار ہوئی۔ اس معاملے میں وہ مجبوریوں ہوئے کہ ان کے لیے اسلام اجماعیت کی آخری نشانی یعنی خلافت اسلامیہ رکیہ کو مٹآنا ضروری ہوگیا تھا۔ یہ نظام خلافت بھی در اصل حققی خلافت نہ تھا۔ ایک قسم کا صرف نام اور عنوان ہی تھا۔ لیکن یہ اسلام اجتماعیت کی آخری رسی اور راطہ تھا اور ان کے لیے اس کا توڑنا لازم تھا۔ حضور اکرم ﷺ کا فرمان ہے۔ اسلام ایک ایک تار ہو کر ٹوٹ جائے گا۔ اس کا پہلا تار اس کا نظام حکم ہے اور آخری تار صلوۃ ہے۔\nیہ عیار دشمنان اسلام جو اہل کتاب میں سے بھی ہیں اور ملحدین اور کافرین کی صورت میں بھی ہیں اور یہ آپس میں بھی کبھی اکٹھے نہیں ہوتے ، یہ آپس میں تب ہی اکٹھے ہوتے ہیں جب ان کو اسلام کے ساتھ کوئی معرکہ درپیش ہوتا ہے دورانیوں کو چھپا کر سر انجام دیتے ہیں۔ اتا ترک کی تحریک کے سوا ان کی تمام تحریکات دوبارہ اسلامی ٹبل اور اسلامی بورڈ کے تحت ہی چل رہی ہیں۔ یہ خفیہ ریشہ دوانیاں در اصل مصطفیٰ کمال کی علانیہ تحریک لادینی کے مقابلے میں زیادہ خطرناک ہیں۔ ان کے ذریعے وہ ایسے حالات کو پیدا کرنا اور قائم رکھنا چاہتے ہیں اور ان اجتماعی حالات کو قائم رکھنے کے لیے وہ اقتصادی اور سیاسی امداد بھی دیتے ہیں۔ ان کے فیہ ادارے اپنے تجربات ، خفیہ رپورٹوں اور پروپیگنڈے کے ذریعے ایسے اجتماعی حالات کے ممد و معاون ہوتے ہیں۔ اس کام میں وہ تمام وسائل اور تمام مہارتیں صرف کرتے ہیں۔ عالم اسلام میں ایسے حالات قائم رکھنے کے لی ملحد اور اہل کتاب دست بدست ہمقدم ہو کر چلتے ہیں اور ہم سفر ہیں۔ حقیقت ہے کہ اسلام کے خلاف قدیم صلیبی جنگوں کو یہ لوگ نئی شکل اور عنوان کے ساتھ جاری رکھے ہوئے ہیں اور یہ جنگ قدیم جنگ سے اس لیے زیادہ خطرناک ہے کہ صلیبی جنگ بہرحال علانیہ تھی اور یہ خفیہ ہے۔\nان سادہ لوح جو اپنے آپ کو مسلمان کہتے ہیں وہ اس عنوان اور لیبل سے خوب دھوکہ کھائے جا رہے ہیں۔ حتی کہ بعض داعیان اسلام بھی اس لیبل سے دھوکہ کھائے ہیں۔ یہ داعی بھی یہ کوشش نہیں کرتے کہ اس ننگی جاہلیت کے چہرے پر سے یہ پردہ اتار پھینکیں۔ بعض داعیان اسلام جو اس حقیقت کو سمجھتے ہیں وہ بھی یہ جرات نہیں کرتے کہ ان نام نہاد اسلامی عنوانات کے تحت کام کرنے والوں کی حقیقت کو اجاگر کریں۔ حالانکہ اسلامی لیبل کے تحت یہ لوگ کفر اور شرک کے لیے کام کرتے ہیں۔ یہ داعی لوگوں کو صورت حالات کی صیح تصویر نہیں دکھاتے حالانکہ عام لوگ دھوکہ کھا کر ان حالات پر راضی ہیں۔ اور یہی وجہ ہے کہ دور جدید میں عوام الناس اسلام کی جانب آگے اس لیے نہیں بڑھ رہے کیونکہ وہ موجودہ حالات ہی کو اور موجودہ جاہلیت ہی کو اسلام سمجھتے ہیں۔ اور اس کے باقی رہنے میں کوئی شرعی حرج محسوس نہیں کرتے۔ نہ وہ موجودہ حالات میں زندگی بسر کرنے کو گناہ سمجھتے ہیں حالانکہ در حققت ہم سب کافرانہ اور مشرکانہ زندگی کے تحت چل رہے ہیں۔\nغرض یہ لیبل اسلامی تحریکات کے احساس کی شدت کو کم کردیتا ہے اور ان کے احساسات کو سلا دیتا ہے۔ اسلام کی حققی سمجھ لوگوں میں پھیلنے نہیں دیتا۔ اور اس جاہلیت کے مقابلے میں مسلمانوں کے اٹھنے کی راہ میں بھی حائل ہے حالانکہ جاہلیت اس بات پر تلی ہوئی ہے ہے کہ اسلام کے باقی آثار کو بھی مٹا کر رکھ دے اور اس کی جڑیں بھی اکھاڑ پھینکے جو ابھی تک بچی ہوئی ہیں۔ (تفصیلات کے لیے دیکھئے کتاب جاہلیۃ القرن العشرین ، محمد قطب)\nاس قسم کے سادہ لوح داعیان اسلام ، میرے خیال میں اسلام کے کھلے دشمنوں کے مقابلے میں ، اسلام کے لیے زیادہ مضر ہیں ، جو ان حالات ، ان تحریکات ، ان رجحانات ان افکار اور ان اقدار پر اسلامی لیبل لگاتے ہیں ، جن کو دشمنان اسلام ، اسلام کی بخ کنی کے لیے رائج کر رہے ہیں۔\nجب بھی مسلمان اس دین کی حقیقت اور اس کے بالمقابل جاہلیت کی حقیقت کو سمجھ جاتے ہیں ، اسلام دنیا میں غالب ہوجاتا ہے۔ جب اور جہاں بھی یہ صورت پیدا ہوجائے۔ اسلام کے لیے کبھی یہ امر خطرناک نہیں بنا کہ اس کے دشمن طاقتور ہیں اور تجربہ کار ہیں ، البتہ اسلام کے لی زیادہ خطرہ ، ان نادان دوتوں سے ہوتا ہے جو سادہ اور فریب کھانے والے ہوتے ہیں وہ غیر مضر چیزوں سے تو سختی سے بچتے ہیں لیکن اسلام کے لیبل میں ان کے سامنے جو زہر پیش کیا جاتا ہے اسے آسانی سے نگل جاتے ہیں۔ اور پھر اس لیبل کے تحت وہ اسلام کے خلاف برسر پیکار ہوتے ہیں اور انہیں خبر نہیں ہوتی۔ اس لیے احیائے اسلام کے لیے کام کرنے والوں کا پہلا فرض یہ ہے کہ وہ اقدار جاہلیت کی بوتلوں سے اسلامی لیبل اتار پھینکیں جبکہ یہ اقدار اسلامی لیل اتار پھینکیں جبکہ یہ اقدار اسلامی لیبل کے تحت اسلام کی بیخ کنی کے لیے رائج کی جا رہی ہیں اور یہ عمل پوری دنیا میں رائج ہے۔ کسی اسلامی تحریک کا پہلا اقدام یہ ہونا چاہی کہ وہ جاہلیت کے چہرے سے اس جھوٹے لیبل کو اتار پھینکے۔ اور اس کی اصل حقیقت لوگوں پر کھول دے کہ یہ شرک ہے اور کفر ہے۔ اور واقعات کی ایسی تعبیر کرے جو حقیقت حال سے مطابق ہو۔ وہ اپنا جائزہ بھی اسی طرح لے جس طرح اس کا حال ہے جس طرح قرآن ے اہل کتاب کی حقیقت کو کھول کر بیان کردیا کہ اگرچہ وہ اہل کتاب تھے مگر اب وہ کافر اور مشرک ہیں۔ حالات کی اس حققت کو اسلامی تحریکات اگر اچھی طرح سمجھ لیں تو شاید وہ اپنے آپ کو بھی اچھی طرح سمجھ لیں کہ وہ کس حد تک اسلامی تحریکات ہیں تاکہ وہ اپنی موجودہ بدحالی ، تکلیفات اور اس عذاب الیم سے نجات پا لیں جس میں وہ خود مبتلا ہیں۔\nکسی بھی اسلامی تحریک کے آغاز کے لی دو امور رکاوٹ بنا کرتے ہیں ، ایک یہ کہ تحریک اپنے موقف میں غیر ضروری سختی کرے دوسرے یہ کہ وہ ظاہر صورت حال سے دھوکہ کھا جائے اور معاملہ کی حقیقت تک پہنچنے کی کوشش نہ کرے۔ ان دو غلطیوں کی وجہ سے دشمن کے منصوبے کامیاب ہوتے ہیں ، ان کی سازشوں کو تقویت ملتی ہے۔ کیونکہ دشمن نے اپنا کام جعلی اسلامی لیبل کے تحت شروع کیا ہے ۔ جب سے اسے معلوم ہوا ہے کہ اسلام کی تاریخ جدید میں اتا ترک کا تجربہ بری طرح فیل ہوچکا ہے۔ اس نے اب اسلامی لیبل سے کام شروع کیا ہے۔ ترکی میں اسلام کی نظریاتی علامت نظام خلافت کو ختم کرنے کے بعد لادینیت کے لیبل کے تحت اس کے لی کام کرنا ناممکن ہوگیا تھا۔ زمانہ حال کے ایک مکار صلیبی مصنف ولفرڈ سمتھ اپنی کتاب \" اسلام تاریخ جدید مٰں \" یہ کوشش کرتے ہیں کہ اتا ترک کی تحریک کو ایک بار پھر اسلام رنگ میں پیش کریں۔ اور اس میں سے علانیہ الحاد کے عناصر کی نفی کردیں۔ اور یہ باور کرائیں کہ اسلام کے احیائے جدد کے باب میں یہ نہایت ہی موزوں اور اچھی تحریک تھی۔ بہت خوب ! ذرا ملاحظہ فرمائیں کہ دشمنان اسلاب کس انداز اور کس لباس میں آتے ہیں ؟\n۔۔۔",
  "ayah": 35,
  "surah": 9
}
