{
  "text": "حضرت مجاہد کا کہنا ہے کہ \" بنی کنانہ کا ایک شخص اپنے گدھے پر سوار ہوکر ہر سال موسم حج میں آتا ، اور یہ اعلان کرتا : لوگو ! مجھ پر نہ کوئی عیب جوئی کی جاسکتی ہے اور نہ میں ناکام ہوتا ہوں۔ نہ میری بات کو رد کیا جاسکتا ہے۔ ہم نے محرم کو حرام قرار دیا اور صفر کو موخر کردیا ہے ۔ اس کے بعد وہ دوسرے سال آتا اور یہی بات کہتا۔ ہم نے صفر کو حرام قرار دیا ہے اور محرم کو موخر کردیا ہے اور یہ مطلب ہے۔ لیواطئوا عدۃ ما حرم اللہ : \" تاکہ اللہ کے حرام کیے ہوئے مہینوں کی تعداد پوری کردیں \" یعنی چار ماہ کی تعداد پوری کردیں۔ اس طرح وہ حلال مہینوں کو حرام اور حرام کو حلال قرار دیں۔ عبدالرحمن ابن زید ابن اسلم کا کہنا ہے کہ یہ شخص بنی کنانہ میں سے تا اور اس کام ؟ ؟ تھا۔ جاہلیت کا رواج یہ تھا کہ ان میں سے کوئی قبیلہ دوسرے پر حرام مہینوں میں ڈاکہ نہ ڈالتا تھا۔ بعض اوقات ہوتا کہ ایک شخص کے سامنے اس کے باپ کا قاتل آجاتا لیکن وہ اس پر ہاتھ نہ ڈالتا اگر حرام مہینوں کوئی مقاتلہ کے لی دوسروں سے امداد طلب کرتا تو لوگ کہتے ، دیکھتے نہیں حرام مہینہ ہے تو امداد طلب کرنے والا یہ کہتا کہ اسی سال ہم اسے ملتوی کردیں گے۔ چناچہ اس سال محرم کے بجائے دو صفر ہوں گے اور دوسرے سال ہم دو محرم کردیں گے۔ اس طرح وہ لوگ کرلیتے۔ اور اگلے سال وہ سفر کے مہینے کو بھی محرم کی طرح حرام قرار دیتے۔ اس طرح دو مہینے حرام قرار پاتے۔\nاس آیت کی تفسیر میں یہی دو اقوال ہیں اور یہی نسیئ کی دو صورتیں رائج تھیں۔ پہلی صورت میں وہ محرم کے بدلے صفر کو رحرام قرار دیتے۔ اور چار کی تعداد پوری کرتے لیکن اللہ نے منصوص طور پر جن مہینوں کو حرام قرار دیا تھا۔ یہ چار بعینہ وہ نہ ہوتے کیونکہ اس میں محرم نہ ہوتا۔ اور دوسری صورت میں ایک سال تین مہینے حرام ہوتے اور دوسرے میں پانچ حرام ہوتے اور اس طرح دو سالوں کی اوسط آٹھ کی تعداد پوری ہوجاتی۔ لیکن اس طرح بھی محرم کا احترام بہرحال ٹوٹ جاتا۔ اور اس کی جگہ صفر حرام ہوجاتا۔\nان دونوں صورتوں میں حلال کو حرام اور حرام کو حلال قرار دیا جاتا جو اسلامی شریعت کے خلاف عمل تھا۔ اسے زیادۃ فی الکفر قرار دیا گیا کیونکہ نظریاتی کفر کے ساتھ یہ از خود قانون سازی کرکے کفر کا ارتکاب کیا گیا۔\nيُضَلُّ بِهِ الَّذِيْنَ كَفَرُوْا \" جس سے یہ کافر لوگ گمراہی میں مبتلا کیے جاتے ہیں \" وہ دھوکہ دیتے ہیں ، دین کو کھیل بناتے ہیں اور نصوص میں تاویل و تحریف کرتے ہیں۔\nزُيِّنَ لَهُمْ سُوْۗءُ اَعْمَالِهِمْ \" ان کے برے اعمال ان کے لیے خوشنما بنا دیے گئے ہیں \" اس کا نتیجہ یہ ہے کہ ان کو برائی اچھائی نظر آتی ہے ، وہ بدزبانی کو زیبائش سمجھتے ہیں۔ اس طرح وہ گمراہی کو گمراہی سمجھتے ہی نہیں اور کفریہ اعمال میں بڑھتے ہی چلے جاتے ہیں۔\nوَاللّٰهُ لَا يَهْدِي الْقَوْمَ الْكٰفِرِيْن : \" اور منکرین حق کو اللہ کی ہدایت نہیں دیا کرتا \" کیونکہ انہوں نے خود اپنے دلوں پر پردے ڈال دیے ہیں۔ انہوں نے دلائل ہدایت پر غور کرنا ہی چھوڑ دیا۔ لہذا نہوں نے اپنے آپ کو اس بات کا مستحق بنا لیا ہے کہ وہ جس حال میں ہیں ، اللہ انہیں اس میں چھوڑ دے۔\n۔۔۔",
  "ayah": 37,
  "surah": 9
}
