{
  "text": "اب یہا بتایا جاتا ہے کہ مسلمان اس مدت کے اختتام پر کیا اقدامات کریں گے ؟\nیہاں لفظ الاشہر الحرام (حرام مہینے) کی تفسیر میں کئی اقوال ہیں کہ ان سے مراد کون سے مہینے ہیں ؟ عام مشہور حرام مہینے ہیں یعنی ذوالقعدہ ، ذوالحجہ اور محرم اور پھر رجب تو پھر چار مہینوں سے مراد تین ماہ اور ذوالحجہ کے باقی بیس دن ہوں گے۔ یہ پچاس دن ہوئے ، یعنی اعلان کے بعد یا اس سے مراد مردت چار ماہ ہے اور اس کا آغاز دس ذوالحجہ سے ہے اور اختتام دس ربیع الاخر تک ہے یا اس سے مراد یہ ہے کہ پہلی مدت ان لوگوں کے لیے ہے جنہوں نے عہد توڑا اور دوسری مدت ان لوگوں کے لیے جن کے ساتھ اس سے قبل کوئی معاہدہ ہی نہ تھا۔ یہ ہیں مختلف اقوال۔\nمیرے نزدیک یہاں جن چار مہینوں کا تذکرہ ہوا ہے اس سے اصطلاحی اشہر حرم مراد نہیں ہیں اور ان چار مہینوں کو اشہر حرم (محترم مہینے) اس لیے کہا گیا ہے کہ ان میں قتل و مقاتلہ حرام قرار دے دیا گیا تھا تاکہ اس عرصے میں مشرکین چل پھر سکیں۔ یہ عام میعاد تھی۔ البتہ جن لوگوں کے معاہدوں میں مدت مقرر تھی اور ان کے لیے مدت تک مہلت دے دی گئی تھی۔۔ چونکہ اللہ نے ان کو چار مہینے آزادی کا اختیار دے دیا تھا۔ اس لیے اس مدت کا آغاز اس کے اعلان سے ہونا چاہیے اور جس نوعیت کا یہ اعلامیہ تھا اس کی نسبت سے یہی راجح ہے کہ اس مدت کا آغاز روز اعلان سے چار ماہ تصور کیا جائے۔\nاللہ نے مسلمانوں کو حکم دیا کہ اس مدت کے خاتمے کے بعد جہاں بھی مشرک ملے ، اسے قتل کردیں یا قید کردیں اور ہر راہ اور گھات پر بیٹھ جائیں تاکہ ان میں سے کوئی بھاگ کر نکلنے نہ پائے ، ماسوائے ان لوگوں کے جن کے بارے میں استثناء وارد ہے۔ اور وہ اس کے سوا کوئی دوسرا سلوک ان کے ساتھ نہیں کرسکتے۔ کیونکہ مشرکین کو ایک عرصہ تک انجام بد سے ڈرایا گیا اور انہیں مہلت دی گئی۔ اس لیے ان کے خلاف یہ ایکشن نہ اچانک ہے اور نہ ہی غیر منصفانہ ہے۔ جبکہ ان کے ساتھ طے شدہ معاہدے ختم کردیے گئے ہیں۔ اب ان کے لیے کوئی بات غیر متوقع نہیں ہے۔\nبہرحال مشرکین کے خلاف یہ ایکشن اس غرض کے لیے نہ تھا کہ ان کو نییست و نابود کردیا جائے بلکہ اس لیے تھا کہ وہ اسلام قبول کرلیں۔\nفَاِنْ تَابُوْا وَاَقَامُوا الصَّلٰوةَ وَاٰتَوُا الزَّكٰوةَ فَخَــلُّوْا سَـبِيْلَهُمْ ۭاِنَّ اللّٰهَ غَفُوْرٌ رَّحِيْمٌ: \" پس اگر وہ توبہ کرلیں اور نماز قائم کریں اور زکوۃ دیں تو انہیں چھوڑ دو ۔ اللہ در گزر فرمانے والا اور رحم فرمانے والا ہے \" اس سے قبل ان کے ساتھ تحریک اسلامی کے 12 سال گزرے تھے اور اس عرصے میں دعوت و تبلیغ کا حق ادا کردیا گیا تھا۔ اس عرصے میں انہوں نے مسلمانوں کو بےپناہ اذیتیں پہنچائیں۔ انہوں نے مسلمانوں کے خلاف لشکر کشیاں کیں اور ان کی حکومت کو ختم کرنے کی کوششیں کیں۔ پھر دین اسلام نے ان کے ساتھ جس قدر نرم رویہ اختیار کیا (اللہ کے رسول نے ان کے ساتھ جس قدر شریفانہ سلوک کیا وہ ایک طویل تاریخ ہے۔ اس کے باوجود اسلام کے دروازے ان کے لیے کھلے ہیں اور اللہ تعالیٰ ان مسلمانوں کو جن کی اذیت دی گئی ، جن کے ساتھ جنگ کی گئی اور جن کو ملک سے نکالا گیا اور قتل کیا گیا ایسے مسلمانوں اور نبی ﷺ کو اللہ تعالیٰ حکم دیتے ہیں کہ اگر یہ مشرکین توبہ کرلیں تو ان سے ہاتھ کھینچ لو اگر وہ سچے دل سے اسلام کو قبول کرلیں اور اسلامی شعائر کو قبول کرلیں۔ جس سے اس بات کا اظہار ہوتا ہو کہ وہ سچے دل سے مسلمان ہوگئے ہیں اس لیے کہ اللہ کسی بھی ایسے شخص کو مایوس نہیں کرتا جو سچی توبہ کرکے لوٹ آتا ہے۔ ان اللہ غفور رحیم \" بیشک اللہ درگزر فرمانے والا اور رحم فرمانے والا ہے \" اس آیت کے بارے میں فقہاء کے درمیان جو فقہی مباحث چلے ہیں ، ہم ان سے کوئی تعرض نہیں کرتے یعنی فان تابوا و اقاموا الصلوۃ واتوا الزکوۃ \" یعنی اگر توبہ کرلیں اور نماز قائم کریں اور زکوۃ دیں \" فقہاء نے یہ بحثیں کی ہیں کہ آیا ادائے نماز اور ادائے زکوۃ شروط اسلام میں سے ہیں یا ان کے تارک کو کافر کہا جائے گا ؟ اور کب وہ کافر ہوگا ؟ اور کیا نماز اور زکوۃ ہی کو علامت توبہ سمجھا جائے گا یا دوسرے ارکان اسلام کا مطالبہ بھی ان سے کیا جائے گا\nمیں سمجھتا ہوں کہ ان سوالات میں سے کسی سوال کے حل کے لیے یہ آیت نازل ہی نہیں ہوئی ہے۔ یہ نص اس وقت مشرکین عرب کے واقعی حالات کے بارے میں نازل ہوئی ہے۔ اور اس وقت یہ تصور ہی نہ تھا کہ کوئی توبہ کرے تو صرف نماز اور زکوۃ پر عمل پیرا ہو اور دوسرے اعمال کو نظر انداز کردے ، جو توبہ کرتا تھا وہ پورے اسلام میں داخل ہوتا تھا بلکہ اس آیت نے اگرچہ ان دو باتوں کا ذکر کیا ہے لیکن یہ اس لیے کہ اسوقت جو لوگ اسلام میں داخل ہوتے تھے وہ اسلام کی تمام شرائط کے ساتھ اس میں داخل ہوتے تھے۔ اور ان میں سے پہلی شرط یہ ہوتی کہ وہ پوری زندگی میں اللہ کا دین نافذ کریں گے۔ اور محمد ﷺ کی رسالت پر ایمان لے آئیں۔۔۔ لہذا فقہاء اور مفسرین نے جو بحثیں کی ہیں۔ اس آیت کے وہ پیش نظر نہ تھیں بلکہ یہ ایک عملی کارروائی کے سلسلے میں ہدایت تھی۔\nیہاں یہ بات بھی ذہن میں رہنا چاہئے کہ چار ماہ کی مدت کے بعد بھی اسلام رواداری ، سنجیدگی اور واقعیت پسندی کا دامن نہیں چھوڑتا ، جیسا کہ ہم نے کہا اسلام کی یہ جنگ نسل کشی کے لیے نہیں ہے ، بلکہ وہ ہدایت کی ایک مہم ہے۔ وہ مشرکین جو جاہلی سوسائٹی کی صورت میں جتھ بند نہیں ہیں ، افراد کی شکل میں ہیں ، اور وہ اسلام کی راہ میں رکاوٹ نہیں بنتے ، ان کے لیے دار الاسلام میں مکمل امن وامان کے حقوق محفوظ ہیں۔ اللہ تعالیٰ رسول اللہ اور مسلمانوں کو حکم دیتے ہیں کہ آپ ان کو پناہ دیں اور وہ اللہ کے کلام کو سنیں اور سمجھیں اور پھر ان کو ایسے علاقے میں پہنچا دیں جہاں وہ امن سے ہوں۔",
  "ayah": 5,
  "surah": 9
}
