{
  "text": "ان آیات میں بھی منافقین پر تبصرہ جاری ہے۔ اور ان کے اقوال اعمال اور نیات پر کلام ہے۔ ان کی نیتوں کے بارے میں انکشافات ہیں جن کو چھپانے کا انہوں نے بہت ہی احتیاط کے ساتھ اہتمام کیا تھا۔ لیکن وہ پھر بھی چھپا نہ سکے۔ کیونکہ وہ حضور کی جانب سے تقسیم صدقات کے بارے اعتراض کرتے ہیں حضور اکرم ﷺ کی عدالت پر نکتہ چینی آخر ایک مسلمان کیسے کرسکتا ہے۔ آپ تو معصوم ہیں اور خلق عظیم کے مالک ہیں۔ پھر ان میں سے بعض حضور کے بارے میں یہ کہتے ہیں کہ یہ شخص کانوں کا کچا ہے۔ ہر شخص کی بات سنتا ہے اور ہر شخص کو سچا سمجھتا ہے۔ حالانکہ حضور نبی اور صاحب بصیرت ہیں ، مفکر و مدبر ہیں اور ان کو حکمت کے خزانے دیے گئے ہیں اور بعض ایسے ہیں جو اپنے کافرانہ اور فاجرانہ عقائد و اعمال کو اچھی طرح چھپاتے ہیں لیکن جب ان کا بھانڈا پھوٹ جاتا ہے تو جھوٹی قسموں کا سہارا لیتے ہیں تاکہ اپنے معاملات و اعمال کو چھپا سکیں۔ اور بعض تو ایسے سہمے اور ڈرے رہتے ہیں کہ کہیں ان کے بارے میں نبی پر سورت ہی نازل نہ ہوجائے۔\nان جیسے لوگوں پر تبصرہ کرتے ہوئے بتایا جاتا ہے کہ منافقین کے یہ خدوخال ہیں اور ان میں اور ان سے پہلے گزرے ہوئے منافقین کے درمیان کوئی فرق نہیں ہے اور جس طرح اللہ نے ازمنہ سابقہ کے منافقین کو ہلاک کیا تھا ان کو بھی ہلاک کردے گا اور جس طرح اللہ نے ان کو مہلت دی تھی ان کو بھی دی جا رہی تاکہ معلوم ہوجائے کہ جھوٹے منافقین کون ہوتے ہیں اور سچے مومنین کیسے ہوتے ہیں۔\nفَاِنْ اُعْطُوْا مِنْهَا رَضُوْا وَاِنْ لَّمْ يُعْطَوْا مِنْهَآ اِذَا هُمْ يَسْخَطُوْنَ : \" اگر اس مال میں سے انہیں کچھ دے دیا جائے تو خوش ہوجائیں ، اور نہ دیا جائے تو بگڑنے لگتے ہیں \" اگر ان کو دیا جائے تو خوش ہوجاتے ہیں پھر انہیں عدل و انصاف کی کوئی پروا نہیں ہوتی اور نہ ان کی دینی غیرت جاگتی ہے۔ ان آیات کے نزول کے بارے میں بہت سی روایات وارد ہیں جن میں بعض متعین لوگوں کے واقعات کی نشاندہی کی گئی ہے جنہوں نے حضور کے منصفانہ تقسیم صدقات پر اعتراضات کیے تھھے۔\nبخاری اور نسائی نے ابوسعید خدری سے روایت کی ہے۔ فرماتے ہیں کہ حضور ﷺ صدقات کی تقسیم میں مصروف تھے کہ ذوالخویصرہ تمیمی آئے اور کہا رسول اللہ ! انصاف کیجیے۔ حضور نے فرمایا تم ہلاک ہوجاؤ، اگر میں نے انصاف نہ کیا تو پھر کون کرے گا۔ اس موقع پر حضرت عمر ؓ نے کہا حضور مجھے اجازت دیجئے کہ میں اس کی گردن اڑا دوں۔ اس پر حضور نے فرمایا چھوڑ دو اسے ، اس کے کچھ ساتھی ایسے ہیں جن کی نمازوں کے ساتھ تم میں سے ایک شخص اپنی نماز کو حقیر بناتا ہے اور اپنے روزوں کو ان کے روزہ کے ساتھ حقیر بناتا ہے۔ وہ دین سے اس طرح نکل جاتے ہیں جس طرح تیر اپنی کمان سے تیزی سے نکل جاتا تھا۔ ابو سعید کہتے ہیں اس موقع پر یہ آیت نازل ہوئی وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِي الصَّدَقٰتِ ۔ ان مردویہ نے حضرت ابن مسود سے روایت کی ہے \" جب حضور ﷺ نے حنین کا مال غنیمت تقسیم کرنا شروع کیا تو میں نے ایک شخص کو یہ کہتے ہوئے سنا \" یہ تو ایسی تقسیم ہے جو خدا کے لیے نہیں ہے۔ میں حضور کے پاس آیا اور ان سے اس کا تذکرہ کیا تو آپ نے فرمایا ، اللہ حضرت موسیٰ پر رحم فرمائے ، ان کو اس سے بھی زیادہ اذیت دی گئی اور انہوں نے صبر کیا \" اس موقع پر یہ آیت نازل ہوئی و منہم من یلمزک فی الصدقات ۔ ابن جریر نے داود ابن عاصم سے روایت کی ہے۔ فرماتے ہیں کہ حضور کے پاس صدقات آئے تو آپ نے وہیں ان کو تقسیم کردیا۔ کسی کو کچھ دیا اور کسی کو کچھ دیا۔ ایک انصاری نے انہیں دیکھا اور کہا یہ منصفانہ تقسیم نہیں ہے۔ اس موقع پر یہ آیت نازل ہوئی۔\nقتادہ کہتے ہیں کہ آیت وَمِنْهُمْ مَّنْ يَّلْمِزُكَ فِي الصَّدَقٰتِ کے معنی یہ ہیں کہ ان میں سے بعض لوگ صدقات کے بارے میں آپ پر طعن کرتے ہیں۔ روایات میں آیا ہے کہ ایک شخص تازہ تازہ دیہات سے وارد ہوا تھا اور اس نے دیکھا کہ حضور سونا اور چاندی تقسیم کر رہے ہیں۔ تو اس نے کہا حضور اگر اللہ نے آپ کو عدل کا حکم دیا ہے تو پھر آپ نے عدل نہیں کیا۔ اس پر حضور نے فرمایا : تم ہلاک ہوجاؤ اگر میں نے عدل نہ کیا تو پھر کون عدل کرے گا۔\nبہرحال آیت اس بات پر منصوص ہے کہ یہ قول منافقین کا تھا۔ اور یہ بات وہ دینی غیرت کی وجہ سے نہ کہتے تھے بلکہ وہ اپنے آپ کو زیادہ کا مستحق سمجھتے تھے یا اگر ان کو کسی موقع پر کچھ نہ دیا گیا تو وہ آپے سے باہر ہوگئے۔ اور یہ بات ان کے نفاق پر واضح دلیل تھی۔ کیونکہ اگر کوئی شخص دین اسلام پر سچا مومن ہو اور یقین رکھتا ہو تو وہ رسول اللہ کے بارے میں اس قدر سوء ظن نہیں کرسکتا۔ حالانکہ حضور ﷺ تو رسالت سے قبل ہی صادق و امین کے نام سے معروف تھے۔ خصوصاً جبکہ عدل تمام اہل ایمان کا فریضہ ہے چہ جائکہ رسول اللہ عدل نہ کریں۔ ان آیات سے یہ بھی معلوم ہوتا کہ ان میں ان واقعات اور ان باتوں پر تبصرہ ہوا ہے جو واقعہ ہوچکی تھیں اور غزوہ تبوک سے بھی پہلے واقعہ ہوچکی تھیں مگر ان کو یہاں بھی لایا گیا تاکہ معلوم ہوسکے کہ منافقین کے دائمی خدوخال کیا ہوتے ہیں اور ان کی ذہنیت کیا ہوتی ہے۔ اس موقع رپ قرآن کریم ایل ایمان کو بتاتا ہے کہ ان کا طرز عمل کیا ہونا چاہیے۔",
  "ayah": 58,
  "surah": 9
}
