{
  "text": "اور کفار و منافقین کا محاذ بالمقابل کیا ہے ، اور اس کا انجام کیا ہوگا یہ مومنین و صادقین ہیں۔ ان کا مزاج منافقین اور کفار سے یکدم مختلف ہے۔ ان کا طرز عمل ان سے بالکل الٹ ہے۔ اور ان کا انجام بھی ان کے انجام سے بالکل مختلف ہے۔\nاگر منافقین ایک دوسرے کے دوست ہیں اور ایک ہی فطرت رکھتے ہیں اور ایک ہی مزاج رکھتے ہیں تو مومنین و مومنات بھی ایک ہی مزاج اور ایک ہی نظریات کے قائل ہیں اور ایک دوسرے کے محب اور دوست ہیں۔ لیکن منافقین باوجود ہم طبع اور ہم جنس ہونے کے مومنین اور مومنات کی طرح شیر و شکر نہیں ہیں کیونکہ دوست تو وہ لوگ ہوسکتے ہیں جو بہادر ہوں ، جو ایک دوسرے کی مدد کو پہنچنے والے ہوں اور باہم معاون و انصار ہوں جبکہ منفاقت کا مزاج ہی ان باتوں سے مختلف ہوتا ہے۔ کیونکہ بہادری کے مقابلے میں منافق بزدل اور ذلیل ہوتے ہیں۔ وہ ایک دوسرے کے ہمدرد نہیں ہوتے اور نہ ہی باہم جڑے ہوئے ہوتے ہیں اور نہ باہم معاون و کفیل ہوتے ہیں۔ حالانکہ ان کے خیالات اور ان کا طرز عمل ایک دوسرے کے ساتھ ملتا جلتا ہوتا ہے۔ قرآن کریم دونوں کے لیے قدرے مختلف اسلوب اختیار کرتا ہے۔ منافقین کے لی صرف یہ لفظ ہیں بعضھم من بعض (وہ ایک دوسرے سے ہیں اور اہل ایمان کے لیے الفاظ ہیں کہ وہ ایک دوسرے کے دوست ہیں۔ بعضھم اولیاء بعض ایک مومن کا مزاج امت مومنہ کا مزاج ہوتا ہے وہ اجتماعی ذہن رکھتا ہے۔ وہ اتحاد ، باہم متکافل اور مددگار ہوتا ہے اور اس کا یہ اتحاد اور باہم نصرت حصول خیر اور دفع شر کے لی ہوتی ہے۔\nوَالْمُؤْمِنُوْنَ وَالْمُؤْمِنٰتُ بَعْضُهُمْ اَوْلِيَاۗءُ بَعْضٍ ۘ يَاْمُرُوْنَ بِالْمَعْرُوْفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ ۔ مومن مرد اور مومن عورتیں ، یہ سب ایک دوسرے کے رفیق ہیں ، بھلائی کا حک دیتے اور برائی سے روکتے ہیں۔ اور یہ مقاصد یعنی خیر کو حاصل کرنا اور شر کی مدافعت کرنا اس قدر اونچے اور مشکل مقاصد ہیں جن کے لیے ایک ایسی جماعت کی ضرورت ہے جو یک جان دو قلب ہو۔ اس کے افراد باہم محبت کرنے والے اور مدد کرنے والے ہوں اور وہ شر کے مقابلے میں ایک صف میں صٖف آرا ہونے والے ہون اور ان میں تفرقہ اور جدائی اور عدم اتفاق کا کوئی عامل موجود نہ ہو۔ اور جب جماعت مسلمہ کے اندر تفرقہ پیدا ہوجائے تو وہاں لازما جماعت کے اندر کوئی ایسا عنصر داخل ہوگا جو اس کے مزاج کے خلاف ہوگا ، جو اس کے نظریات کے ساتھ لگا نہ کھاتا ہوگا اور اسی عنصر کی وجہ سے تفرقہ جماعت کے اندر داخل ہوگا۔ تفرقے کی وجہ سے جماعت کے اندر پھر امراض اور اعراض پیدا ہوں گی اور اب اس کے پیش نظر نہ وہ مقصد رہے گا جو اس کا اصل مقصد ہے اور نہ اس کے اندر امت کی صف اول موجود رہے گی یعنی بعضھم اولیاء بعض۔ غرض اس صفت کی وجہ سے یعنی سٖت ولایت ہی کی وجہ سے جماعت مسلمہ اپنا فرض امر بالمعروف اور نہی عن المنکر ادا کرتی ہے اور وہ دنیا کے اندر اعلائے کلمۃ الہ کے لیے اٹھ کھڑی ہوتی ہے۔ و یقیموں الصلوۃ۔ اقامت صلوۃ اس کی علامت ہوتی ہے۔\nو یوتون الزکوۃ ادائے زکوۃ وہ فریضہ ہے جو افراد جماعت کو باہم مربوط کرتا ہے اور اس کے ذریعے افراد جماعت کے اندر روحانی اور جسمانی رابطے پیدا ہوتے ہیں اور وہ اپنے نصب العین کی طرف بڑھتے ہیں۔\nو یطیعون اللہ و رسولہ \" وہ اللہ اور اس کے رسول کی اطاعت کرتے ہیں \" اور یہ ہے ایک مومن کا اصلی ہدف۔ لہذا حکم الہی اور حکم رسول کے سوا ان کے لیے کوئی اور حکم قانون نہیں ہوتا۔ اور اللہ کی شریعت اور رسول کی سنت کے سوا ان کے لیے کوئی دستور نہیں ہوتا۔ اور اللہ اور رسول کے دین کے سوا ان کے لیے کوئی اور نظام نہیں ہوتا اور جب کسی قضیے کا فیصلہ اللہ اور رسول اللہ کردیں تو وہ چون و چرا نہیں کرتے۔ ان کے سامنے ایک ہی راہ ، راہ مستقیم ہوتی ہے اور وہ ادھر ادھر کی پگڈنڈیوں کی طرف نہیں لپکتے۔ اولئک سیرحمہم اللہ \" یہ وہ لوگ ہیں جن پر اللہ کی رحمت نازل ہوگی \" اور یہ رحمت صرف عالم آخرت تک ہی محدود نہیں ہے۔ اس رحمت کا آغآز اس جہاں سے ہی ہوجاتا ہے اور یہ رحمت اس فرد پر بھی ہوتی جو امر بالمعروف اور نہی عن المنکر کا فریضۃ سر انجام دیتا ہے اور نماز کی اقامت اور زکوۃ کی ادائیگی کرتا ہے۔ اور ایسے افراد سے جو جماعت تشکیل پاتی ہے اس پر بھی رحمت کی بارش ہوتی ہے۔ یہ رحمت اطمینان قلوب کی شکل میں بھی ہوتی ہے ، تعلق باللہ کی شکل میں بھی ہوتی اور حادثات اور فتنوں سے بچانے کی شکل میں بھی ہوتی ہے اور جماعت کی اصلاح ، اس کی ثابت قدمی اور اطمینان اور اس کے افراد کے درمیان باہم محبت اور تکافل کی شکل میں بھی ہوتی ہے اور جذبہ اخلاص اور رضائے الہی پیدا ہوجانے کی صورت میں بھی ہوتی ہے۔\nمومنین کی یہ چار صٖات منافقین کی چار صٖات کے بالمقابل ہیں۔ مومنین کی صفات امر بالمعروف ، نہی عن المنکر ، ادائے صلوۃ ، اداء زکوۃ ہیں اور منافقین کی صٖات نہی عن المعروف ، امر بالمنکر اللہ کو بھلانا اور بخل کرنا۔ نتیج یہ ہوتا ہے کہ اللہ کی جانب سے مومنین پر نزول رحمت ہوتا ہے اور۔ اور منافقین کے لیے اس کے بدلے میں لعنت ہوتی ہی اور ان صفات کے نتیجے ہی میں اللہ نے مومنین کے ساتھ وعدہ کیا ہے کہ انہیں فتح و نصرت اور زمین کے اوپر اقتدار و برتری ملے گی اور اس طرح وہ پوری انسانیت کے صالح اور مصلح نگران ہوں۔\nان اللہ عزیز حکیم \" یقینا الہ سب پر غالب اور حکیم و دانا ہے \"۔ وہ اس پر قادر ہے کہ جماعت مومنین کو ایک دوسرے کا دوست بنائے اور ان کو اعزاز بخشے اور وہ پھر اللہ کے احکام و فرائض ادا کریں۔ اور وہ حکیم ہے اور اپنی حکمت کے ذریعے اس جماعت کی نصرت کرتا ہے اور اسے اعزاز دیتا ہے تاکہ یہ جماعت برسر اقتدار آ کر زمین میں اصلاح کا کام کرے اور لوگوں کے درمیان اللہ کے کلمے کی حفاظت کرے۔\nایک طرف جہنم کا عذاب منافقین اور کافرین کے انتظار میں ہے۔ اور اللہ کی جانب سے لعنت و ملامت ان کے گھات میں بیٹھی ہے۔ اور یہ وعید بھی ان کے لیے سوہان روح ہے کہ اللہ ان کو نسیا منسیا کردے گا تو دوسری جانب اہل ایمان کے لیے خوشیوں کے سامان ہیں اور یہ دائمی خوشیاں ان کے انتظار میں ہیں۔",
  "ayah": 71,
  "surah": 9
}
