{
  "text": "یہ آیت منافقین کی عمومی حالت کو ریکارڈ کرتی ہے۔ ان کا عمومی موقف کچھ ایسا ہی ہوتا ہے۔ اس سے معلوم ہوتا ہے کہ یہ لوگ ہر وقت رسول اللہ اور مسلمانوں کے خلاف سازشیں کرنے میں مصروف رہتے تھے لیکن بعض روایات میں ان آیات کے نزول کا ایک خاص سبب اور واقعہ بھی بیان کیا گیا ہے۔\nقتادہ نے کہا ہے کہ یہ عبداللہ ابن ابی کے بارے میں نازل ہوئی ہے۔ واقعہ یہ تھا کہ ایک جہنی اور انصاری کے درمیان جنگ ہوگئی اور جہنی نے انصاری پر غلبہ حاصل کرلیا۔ اس پر عبداللہ نے انصاریوں سے کہا کہ تم اپنے بھائی کی مدد نہیں کرتے ہو۔ خدا کی قسم ہماری اور محمد کی مثال اس طرح ہے جس طرح کسی نے کہا ہے کہ اپنے کتے کو خوب موٹا کرو تاکہ تمہیں کاٹے۔ اس نے اس پر مزید یہ بھی کہا کہ ہمیں مدینہ کی طرف لوٹنے دیں ، وہاں ہم میں سے معزز لوگ ذلیل لوگوں کو نکال دیں گے۔ یہ بات کسی مسلمان نے رسول اللہ تک پہنچا دی۔ حضور نے عبداللہ سے دریافت کیا تو وہ قسمیں کھانے لگا کہ اس نے یہ بات نہیں کہی۔ اس پر یہ آیت نازل ہوئی۔\nامام ابو جعفر ابن جریر نے اپنی سند کے ساتھ روایت کی ہے کہ رسول اللہ ایک درخت کی چھاؤں میں بیٹھے تے تو آپ نے فرمایا \" تمہارے پاس ایک شخص آے گا اور وہ تمہیں شیطان جیسی نظروں سے دیکھے گا۔ جب وہ آئے تو اس سے کوئی شخص بات نہ کرے۔ چناچہ تھوڑی دیر بعد ایک شخص نیلی آنکھوں والا سامنے آیا۔ اسے رسول اللہ نے بلایا اور کہا تم اور تمہارے ساتھی کس پر چلتے ہو۔ یہ شخص گیا اور اپنے ساتھیوں کو بلا کر لایا اور سب قسمیں کھانے لگے کہ ہم نے یہ باتیں نہیں کی ہیں۔ چناچہ حضور نے ان سے درگزر فرما دیا۔ اس پر یہ آیت نازل ہوئی یحلفون باللہ ما قالوا۔ عروہ ابن الزبیر وغیرہ سے روایت ہے ، جس کا خلاصہ یہ ہے کہ یہ آیت جلاس ابن الصامت کے بارے میں نازل ہوئی ہے۔ اس کا ایک پروردہ تھا جو اس کی بیوی کا بیٹآ تھا۔ اس کا نام عمیر ابن سعد تھا۔ جلاس نے کہا کہ اگر محمد پر جو کلام نازل ہوا ہے یہ برحق ہے تو ہم ان گدھوں سے زیادہ بد تر ہیں جن پر ہم سوار ہیں۔ اس پر عمیر نے کہا۔ جلاس میں تمام لوگوں کے مقابلے میں تم سے محبت کرتا ہوں اور میرے نزدیک تم بہت بڑے بہادر ہو اور مجھے یہ گوارا نہیں ہے کہ تمہیں کوئی دکھ پہنچے لیکن تم نے اسی بات کہہ دی ہے کہ اگر میں اسے افشا کرتا ہوں تو اس سے مجھے شرمندگی ہوگی اور اگر اسے چھپاتا ہوں تو خود ہلاک ہوتا ہوں۔ ان دونوں صورتوں میں سے ایک میرے لی قابل برداشت ہے۔ چناچہ اس نے رسول اللہ کو اس بات کی اطلاع کردی۔ لیکن جلاس نے اس کا انکار کردیا اور قسم اٹھا لی۔ اس پر یہ آیت نازل ہوئی۔ اس پر جلاس نے کہا میں نے بیشک یہ بات کہی ہے لیکن اللہ نے میرے لی توبہ کی گنجائش رکھ دی ہے۔ اس لیے میں توبہ کرتا ہوں چناچہ اس کی توبہ قبول ہوگئی۔\nلیکن یہ تمام روایات قرآن مجید کی عبارت وھمو بما لم ینالوا \" اور انہوں نے کچھ کرنے کا ارادہ کیا مگر نہ کرسکے۔ اس سے معلوم ہوتا ہے کہ روایات پیچیدہ ہیں۔ اور اس سے مراد وہ حادثہ ہے کہ جو غزوہ تبوک سے واپسی پر پیش آیا۔ بعض منافقین اچانک چھپ کر رسول اللہ کو قتل کرنا چاہتے تھے۔ ان میں سے ایک روایت یہ جسے ہم یہاں اختیار کرتے ہیں۔\n۔۔۔۔\nامام احمد نے یزد ، ولید ابن عبداللہ ابن جمیع ، ابوطفیل کے ذریعے روایت نقل کی ہے۔ یہ کہتے ہیں کہ جب رسول اللہ تبوک سے واپس ہو رہے تھے تو حضور نے منادی کو حکم دیا کہ وہ اعلان کردیں کہ حضور تنگ گھاٹی سے گزرنے والے ہیں۔ لہذا اس راہ پر کوئی نہ گزرے۔ حضور کی سواری کی لگام حضرت حذیفہ کے ہاتھ میں تھی اور حضرت عمار اسے ہانک رہے تھے کہ کچھ لوگ اپنی سواریوں پر نقاب پہنے ہوئے آئے۔ انہوں نے عمار کو دبا لیا۔ یہ حضور کی سواری کو چلا رہے تھے۔ عمار پہنچے اور انہوں نے ان سواریوں کا منہ پھیرلیا۔ رسول اللہ نے حذیفہ سے کہا (روکو روکو) یہاں تک کہ حضور ﷺ اتر گئے اور عمار واپس آگئے تو حضور نے عمار سے پوچھا کیا تم نے ان لوگوں کو پہنچانا۔ انہوں نے کہا میں نے تمام سواریوں کو تو پہچان لیا ہے لیکن لوگ نقاب پوش تھے۔ تو حضور نے فرمایا کہ یہ لوگ رسول اللہ کی سواری کو بگھا کر رسول اللہ کو گرانا چاہتے تھے۔ عمار نے رسول اللہ کے ساتھیوں میں سے ایک ایک سے دریافت کیا کہ عقبہ کے دن سوار کتنے تھے ؟ تو انہوں نے کہا کہ چودہ تھے تو عمار نے کہا کہ اگر تم ان میں سے تھے تو وہ پندرہ تھے۔ کہتے ہیں کہ رسول اللہ نے ان میں سے تین آدمیوں کی نشاندہی کی تو انہوں نے قسم اٹھائی کہ ہم نے رسول اللہ کی منادی کا اعلان نہیں سنا۔ اور نہ ہمیں علم ہے کہ لوگ کیا چاہتے تھے۔ اس پر عمار نے کہا باقی 12 افراد اللہ اور رسول اللہ کے ساتھ برسر پیکار تھے۔ اس دنیا میں بھی اور آخرت میں بھی۔\nیہ حادثہ بتاتا ہے کہ ان لوگوں کے ارادے کیا تھے ؟ بہرحال اس آیت میں اس واقعہ کی طرف اشارہ ہو یا کسی دوسرے واقعہ کی طرف ، بہرحال ابھی تک مسلمانوں میں ایسے کینہ پرور موجود تھے۔ اس لیے آیت میں ان کے رویے پر تعجب کا اظہار کیا گیا ہے۔\nوما نقموا الا ان اغنٰھم اللہ و رسولہ من فضلہ \" یہ ان کا سارا غصہ اسی بات پر ہے تاکہ اللہ اور اس کے رسول نے اپنے فضل سے ان کو غنی کردیا ہے \" غرض اسلام نے ان کے ساتھ کوئی دشمنی نہ کی تھی جس کی وجہ سے وہ اسے یہ بدلہ دینا چاہتے تھے۔ ان کے ساتھ اگر کوئی برائی کی گئی تھی تو صرف یہ تھی اسلام کے بعد ان کو مالدار بنا دیا تھا اور وہ آسودہ حال ہوگئے تھے اور اس آسودہ حالی کی وجہ سے یہ بدمستیاں کر رہے تھے۔\nاور اس تعجب اور معنی خیز تعجب کے بعد اور فیصلہ کن بات کی جاتی ہے۔\nفان یتوابوا یک خیرا لھم وان یتولوا یعذبھم اللہ عذابا الیما فی الدنیا والاخرۃ وما لھم فی الارض من ولی ولا نصیر \" اب اگر یہ اپنی اس روش سے باز آئیں تو انہی کے لی بہتر ہے ، اور اگر یہ باز نہ آئے تو اللہ ان کو نہایت دردناک سزا دے گا ، دنیا میں بھی اور آخرت میں بھی ، اور زمین میں کوئی نہیں جو ان کا حمایتی اور مددگار ہو \"\nان حرکات کے باوجود توبہ کا دروازہ پوری طرح کھلا ہے۔ لہذا جو اپنا بھلا چاہتا ہے تو دوڑ کر اندر داخل ہوجائے اور جو بدستور ٹیڑھی راہ پر چلنا چاہے تو انجام واضح ہے۔ دنیا اور آخرت میں اسے دردناک عذاب سے دوچار ہونا پڑے گا۔ اور اس دنیا میں بھی اس کا کوئی ناصر و مددگار نہ ہوگا۔ لہذا اگر کوئی یہ راستہ اپناتا ہے تو وہی خود ملامت زدہ ہوگا۔",
  "ayah": 74,
  "surah": 9
}
