{
  "text": "کیا ان کے دعوائے ایمان کے باوجود ان کو اس قدر علم نہیں ہے کہ اللہ تعالیٰ انسانوں کے دلوں سے خبردار ہے ، ان کے دلوں میں جو خیالات گزرتے ہیں وہ باہم جو گفتگو کرتے ہیں ، جو وہ خفیہ باتیں کرتے ہیں ، ان سے خبردار ہے کیونکہ الل پوشیدہ سے پوشیدہ امور کا بھی عالم ہے۔ دلوں کی نیات سے بھی باخبر ہے۔ ان کو اس بات کا اچھی طرح علم ہے پھر بھی چھپاتے ہیں۔ اور پھر بھی وعدہ خلافی کرتے ہیں۔ یہ خود ان کے علم کے تقاضوں کے خلاف ہے۔ ان کے علم کا تقاضا تو یہ تھا کہ وہ نہ کوئی بات چھپاتے اور نہ وعدہ خلافی کرتے اور اللہ پر کوئی جھوٹ نہ باندھتے۔\nاس آیت کے نزول کے بارے میں متعدد روایات وارد ہیں۔ ان میں سے ہم ابن جریر کی روایت نقل کرتے ہیں۔ انہوں نے اور ابن ابو حاتم نے معاون سے نقل کیا ہے انہوں نے ابو امامہ باہلی سے انہوں نے ثعلبہ ابن حاطب انصاری سے کہ انہوں نے حضور سے یہ درخواست کی کہ ان کے حق میں بہت سے مال کی دعا کریں۔ اس پر رسول اللہ ﷺ نے فرمایا \" ثعلبہ وہ تھوڑا مال جس کی تم شکر گزاری کرسکو۔ اس سے زیادہ بہتر ہے جس کی تم شکر گزاری نہ کرسکو \" کہتے ہیں کہ اس نے دوبارہ درخواست کی تو حضور نے فرمایا کیا تم اس پر راضی نہیں ہو کہ تم اللہ کے نبی کے مانند ہو۔ خدا کی قسم اگر میں چاہتا کہ میرے لیے پہاڑ سونے چاندی کے ہوجائیں تو ہوجاتے۔ اس نے پھر درخواست کی کہ خدا کی قسم اگر آپ نے میرے حق میں دعا کی اور اللہ نے مجھے مال کثیر دے دیا تو میں اس سے میں سے ہر صاحب حق کو حق دوں گا۔ اس پر رسول اللہ نے فرمایا \" اے اللہ ثعلبہ کو مال دے دے \" کہتے ہیں کہ اس نے بکریاں پالنا شروع کیں اور وہ کیڑے مکورؤں کی طرح بڑھنے لگیں۔ یہاں تک کہ مدینہ میں ان کا سمانا مشکل ہوگیا۔ چناچہ وہ مدینہ سے ہٹ کر ایک وادی میں چلا گیا اور ظہر و عصر کی نماز باجماعت پڑھتا اور باقی نمازیں ترک ہوگئیں۔ اس کے بعد اس کے مال میں اور اضافہ ہوگیا اور وہ اس قدر دور چلا گیا کہ صرف جمعے کی نماز کو حاضر ہوتا۔ یہ مال اس طرح بڑھتا رہا جس طرح کیڑے بڑھتے ہیں یہاں تک کہ جمعے کی نماز بھی چھوٹ گئی۔ اب وہ ان سواروں سے راستے میں ملتا جو جمعہ پڑھنے جاتے تھے تاکہ حالات دریافت کرے۔ اس پر رسول اللہ نے فرمایا کہ \" ثعلبہ کا کیا ہوا ؟ \" حضور کو بتایا گیا کہ اس نے بکریاں پا لیں۔ مدینہ میں ان کا سمانا مشکل ہوا اور اس طرح وہ دور چلا گیا اور اس کے حالات انہوں نے بتائے۔ حضور نے فرمایا ثعلبہ ہلاک ہوا ، ثعلبہ ہلاک ہوا ، ثعلبہ ہلاک ہوا۔ اس کے بعد اللہ کا یہ حکم نازل ہوا خذ من اموالھم صدقۃ (ان کے اموال سے زکوۃ وصول کرو) اور زکوۃ ک احکام نازل ہوئے۔ تو حضور نے زکوۃ کی وصولی کے لی دو مسلمان بھیجے۔ ایک جھینہ سے تھا اور دوسرا سلیم سے۔ آپ نے ان کو تحریری احکام دیے کہ وہ مسلمانوں سے کس حساب سے زکوۃ وصول کریں گے اور خصوصاً فرمایا کہ ثعلبہ اور فلاں کے پاس ہوتے ہوئے جاؤ (یہ فلاں بنو سلیم کا ایک شخص تھا) اور ان سے زکوۃ وصول کرو۔ یہ لوگ پہلے ثعلبہ کے پاس آئے اور اس سے زکوۃ کا مطالبہ کیا اور رسول اللہ ﷺ کا حکم پڑھ کر سنایا تو ثعلبہ نے کہا یہ تو فقط جزیہ ہے۔ اگر نہیں تو جزیہ کی بہن ہے۔ میں نہیں سمجھتا کہ یہ کیا ہے۔ تم جاؤ اور دوسرے لوگوں سے فارغ ہو کر میرے پاس آؤ۔ دوسرے شخص سلیمی نے یہ حکم سنا تو اس نے اپنے اونٹوں میں سے بہت اچھے اونٹ زکوۃ کے لیے علیحدہ کیے اور رسول اللہ کے تحصیلداروں کا انتظار کیا۔ جب انہوں نے ان اونٹوں کو دیکھا تو انہوں نے کہا کہ تم پر اس قسم کے اچھے اونٹؤں کی زکوۃ واجب نہیں ہے اس لیے ہم ان کو وصول نہیں کرسکتے۔ اس شخص نے کہا تم لوگ ان اونٹوں کو وصول کرلو۔ میں بطیب خاطر یہ دے رہا ہوں۔ یہ ان کے لیے ہیں۔ چناچہ انہوں نے اونٹ لے لیے اور دوسرے لوگوں سے وصولی کرتے ہوئے دوبارہ پھر ثعلبہ کے پاس آئے۔ اس نے کہا تم اپنا حکم مجھے دکھاؤ۔ اس نے رسول اللہ کا حکم پڑھا تو پھر کہا کہ یہ تو جزیہ ہے یا جزیہ کی بہن ہے۔ تم جاؤ میں سوچ کر فیصلہ کروں گا۔ یہ لوگ رسول اللہ کے پاس آئے اور جب حضور نے ان کو دیکھا تو فرمایا \" وہ ہلاک ہوگیا \" حضور نے ان کی بات سے پہلے ہی بتا دیا اور سلیمی نے برکت کی دعا فرمائی۔ ان لوگوں نے حضور کو ثعلبہ اور سلیمی دونوں کی روائیداد سنائی۔ اس پر اللہ نے یہ آیت نازل فرمائی ومنھم من عاھد اللہ اس وقت رسول اللہ کے پاس ثعلبہ کے رشتہ داروں میں سے ایک شخص بیٹھا ہوا تھا۔ اس نے یہ سب کچھ سن لیا۔ وہ مدینہ سے چلا۔ اس سے ملا۔ اسے کہا ثعلبہ تم تباہ ہوجاؤ۔ تمہارے بارے میں تو یہ آیات نازل ہوگئی ہیں۔ ثعلبہ حضور کے پاس آیا اور درخواست کی کہ میری زکوۃ قبول کریں۔ تو حضور نے فرمایا مجھے تو اللہ نے آپ کی زکوۃ لینے سے منع کردیا ہے۔ ثعلبہ اپنے سر پر مٹی ڈالنے لگا گتو حضور نے فرمایا یہ تو تمہارا اپنا کرنا ہے۔ میں نے تو تمہیں مشورہ دیا تھا مگر تم نے میری بات نہ مانی۔ جب رسول اللہ نے اس سے زکوۃ لینے سے انکار کردیا تو وہ اپنی رہائش گاہ کی طرف واپس ہوا۔ تو حضور فوت ہوگئے اور اس سے زکوۃ وصول نہ کی۔ پھر حضرت ابوبکر کا دور آیا تو ثعلبہ نے ان سے درخواست کی کہ تم رسول اللہ کے ساتھ میرے تعلق سے بھی واقف ہو اور انصار میں میرا جو مقام ہے اس سے بھی واقف ہو ، میری زکوۃ وصول کیجئے۔ اس پر ابوبکر نے فرمایا چونکہ حضور نے آپ کی زکوۃ کو قبول نہیں فرمایا اس لیے میں نہیں لے سکتا۔ چناچہ حضرت ابوبکر نے زندگی بھر ان سے زکوۃ نہ لی۔ پھر ان کے بعد حضرت عمر خلیفہ بنے اور ان کے پاس بھی ثعلبہ زکوۃ لے کر آئے اور درخواست کی امیر المومنین میری زکوۃ قبول فرمائیں تو انہوں نے فرمایا کہ رسول نے قبول نہ کی ، حضرت ابوبکر نے قبول نہ کی میں کیسے قبول کرسکتا ہوں۔ چناچہ وہ بھی فوت ہوئے اور ثعلبہ سے زکوۃ نہ لی۔ جب حضرت ثمانہ خلیفہ بنے تو ان کے پاس ثعلبہ آئے تو ان سے بھی درخواست کی کہ میری زکوۃ وصول کریں۔ چناچہ انہوں نے بھی یہی کہا کہ رسول اللہ نے قبول نہ کی ابوبکر نے قبول نہ کی ، عمر نے قبول نہ کی کیا میں اسے لوں ؟ چناچہ انہوں نے بھی وصول نہ کی۔ چناچہ حضرت عثمان کے زمانہ میں خلافت میں وہ فوت ہوگیا۔\nان آیات کے نزول کا تعلق اس واقعہ کے ساتھ ہو یا کسی دوسرے واقعہ کے ساتھ ، آیت بہرحال عام ہے اور ایک عام حالت کی نشاندہی کر رہی ہے۔ یہ آیت ایک ایک شخص کی نفسیاتی تصویر کشی کرتی ہے جو بےیقینی کی کیفیت سے دوچار ہو اور ان کے دل و دماغ میں ابھی تک ایمان متمکن نہ ہوا ہو۔ اگر ان آیات کا شان نزول یہی ہو تو پھر ہم یہ کہیں گے کہ رسول اللہ ﷺ کو چونکہ علم تھا کہ ثعلبہ قیام تک منافق رہے گا اس لیے اس کی جانب سے زکوۃ کو قبول نہ کیا گیا اور اس کے ساتھ عام شرعی اصول کے مطابق معاملہ نہ فرمایا۔ عام شرعی اصول یہ ہے کہ منافقین کے ساتھ ان کے ظاہر کے مطابق معاملہ کیا جائے گا۔ ثعلبہ کے معاملے میں چونکہ اللہ کی جانب سے حضور کو خصوصی معلومات فراہم کی گئی تھیں۔ اس لیے ان کے ساتھ حضور نے سخت تادیبی معاملہ کیا تاکہ دوسروں کے لیے عبرت ہو۔ چناچہ ان کو مرتد بھی قرار نہ دیا گیا تاکہ انہیں ارتداد کی سزا دی جائے اور مسلمان تصور کرکے ان سے زکوۃ بھی قبول نہ کی گئی۔ اس کا مطلب یہ نہیں ہے کہ ازروئے شریعت منافقی پر زکوۃ واجب نہیں ہے ، کیونکہ شریعت ان لوگوں کے ساتھ ان کے ظاہر کے مطابق معاملہ کرتی ہے ، کیونکہ زیر نظر معاملے میں ایک نبی کو خصوصی علم تھا۔ اس پر کوئی دوسرا شخص قیاس کرکے ایسا طرز عمل اختیار نہیں کرسکتا۔\nان روایات سے یہ بھی معلوم ہوتا ہے کہ دور اول کے مسلمان زکوۃ کو کن نظروں سے دیکھتے تھے۔ وہ سمجھتے تھے کہ یہ ان پر اللہ کی جانب سے ایک رحمت ہے۔ جو شخص اس کے ادا کرنے سے محروم ہوا یا اج سکی طرف سے قبول نہ کی گئی وہ گویا عظیم بھلائی سے محروم رہا وہ اس قدر محروم اور گھاٹے میں رہا کہ اس پر رحم کیا جانے لگا۔ قرون اولیٰ کے مسلمان اس آیت کے مفہوم کو اچھی طرح سمجھتے تھے۔\nخذ من اموالھم صدقۃ تطھرھم و تزکیھم بھا ان کے اموال سے زکوۃ وصول کرو جو تم ان کی تطہیر کرتے ہو اور جس کے ذریعے تم ان کا تزکیہ کرتے ہو۔ ان کے نزدیک زکوۃ ایک غنیمت تھی ٹیکس نہیں تھا جس سے ان کا تاوان ہوتا۔ لہذا جو مال فرض اللہ کی جانب سے عاید ہوتا ہے اور اس سے اللہ کی رضا مندی مطلوب ہوتی ہے اس میں اور اس مالی فریضے میں جو لوگوں پر بطور جبر عاید ہوتا ہے ، بہت بڑا فرق ہوتا ہے۔",
  "ayah": 78,
  "surah": 9
}
