{
  "text": "اس طرح جنگی قوت رکھنے والے لیکن سواری نہ رکھنے والے بھی معذور ہوں گے جو پیادہ اس دور دراز سفر پر نہیں جاسکتے تھے۔ ایسے لوگ مجبوراً رہ گئے لیکن ان کے دل پھٹے جا رہے تھے اور آنکھوں سے آنسو جاری تھے کہ وہ مجبوراً اس اعزاز سے محروم ہورہے ہیں۔\nجہاد کی سچی چاہت کی یہ کس قدر اچھی تصویر کشی ہے۔ دلی رنج و الم کو کن خوبصورت الفاظ میں ادا کیا گیا ہے۔ رسول اللہ کے زمانے میں بعض عملی واقعات کی یہ اس آیت میں تصویر کھینچی گئی ہے۔ مختلف روایات میں مختلف فدایان اسلام کا ذکر ہے لیکن یہ سب اس آیت کا صحیح مصداق ہیں۔\nوَّلَا عَلَي الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۠ تَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَ : \" اسی طرح ان لوگوں پر بھی کوئی اعتراض کا موقع نہیں ہے جنہوں نے خود اگر تم سے درخواست کی تھی کہ ہمارے لیے سواریاں بہم پہنچائی جائیں ، اور جب تم نے کہا کہ میں تمہارے لیے سواریوں کا انتطام نہیں کرسکتا تو وہ مجبوراً واپس گئے اور حال یہ تھا کہ ان کی آنکھوں سے آنسو جاری تھے اور انہیں اس بات کا بڑا رنج تھا کہ وہ اپنے خرچ پر شریک جہاد ہونے کی مقدرت نہیں رکھتے \"\nعوفی نے ابن عباس سے روایت کی ہے \" یہ کہ رسول اللہ نے حکم دیا کہ لوگ آپ کے ساتھ جہاد کے لیے اٹھ کھڑے ہوں۔ ایک جماعت آپ کے پاس آئی جن میں عبداللہ ابن مغفل ابن مقوی المازنی بھی تھا۔ تو انہوں نے مطالبہ کیا رسول خدا ہمیں سواری عنایت کیجیے ، تو حضور نے فرمایا خدا کی قسم میرے پاس کچھ نہیں ہے کہ میں تمہاری سواری کا بندوبست کروں۔ یہ لوگ واپس ہوئے اور ان کی آنکھوں سے انسو جاری تھے۔ ان کے لیے یہ بات بہت ہی گراں تھی کہ وہ جہاد سے پیچھے رہ جائیں لیکن کوئی نفقہ اور سواری نہیں ہے۔ جب اللہ نے دیکھا کہ ان کو اللہ اور رسول اللہ سے کس قدر محبت ہے تو ان کے اعزاز میں یہ آیت نازل ہوئی۔\nمجاہد کہتے ہیں کہ یہ مزینہ کے بنی مقرن کے بارے میں نازل ہوئی ہے۔ محمد ابن کعب فرماتے ہیں کہ یہ سات آدمیوں کے بارے میں نازل ہوئی ہے۔ بنی عمر ابن عوف کے سالم ابن عوف ، بنی وافق سے حری ابن عمر ، بنی مازن ابن نجار سے ، عبدالرحمن ابن کعب جس کی کنیت ابویعلی ہے ، بنی معلی سے فضل اللہ بنی سلمہ سے عمر ابن عتمہ اور عبداللہ ابن عمر المزنی۔\nابن اسحاق نے واقعات غزوہ تبوک میں کہا ہے \" اس کے بعد مسلمانوں میں سے بعض لوگ رسول اللہ کے پاس آئے ، یہ لوگ انصار وغیرہ کے ساتھ آدمی تھے۔ بنی عمر ابن عوف سے سالم ابن عمیر اور علیہ ابن زید بنی حارثہ کے بھائی اور ابعیعلی عبدالرحمن ابن کعب بنی مازن کے بھائی اور عمرو بن حمام ابن جموح بنی سلمہ کے بھائی ، عبداللہ ابن مغل مزنی ، بعض نے اسے عبداللہ ابن عمر مزنی بتایا ہے۔ حرمی ابن عبداللہ ، بنی وافق کے بھائی اور عیاض ابن ساریہ الفزاری تو ان لوگوں نے رسول اللہ سے سواری کا مطالبہ کیا اور یہ لوگ فی الواقع غریب تھے تو حضور نے فرمایا کہ میرے پاس تو کچھ نہیں کہ میں تمہاری سواری کا بندوبست کردوں۔ یہ لوگ واپس ہوگئے اور حال یہ تھا کہ آنکھوں سے آنسو جاری تھے۔ سواری نہ ملنے پر یہ لوگ دکھیا تھے۔\nیہ روح اور جذبہ تھا جس کی وجہ سے اسلام غالب ہوا۔ اور ان قربانیوں کی وجہ سے اسلام کا جھنڈا بلند ہوا۔ ہمیں سوچنا چاہیے کہ ان لوگوں کے مقابلے میں ہماری حالت کیا ہے۔ ہمیں اپنے جذبہ اسلام کا جائزہ لینا چاہیے۔ ہمیں اگر کمزوری نر آئے تو ہمیں اللہ کے سامنے دست بدعا ہونا چاہیے کہ ہماری یہ کمزوری دور کردے۔ اور ہمیں اسلامی جہاد کے جذبے سے اس طرح سرشار کردے جس طرح صحابہ کرام تھے۔ واللہ المستعان۔",
  "ayah": 92,
  "surah": 9
}
