{
  "text": "آیات 93 ۔۔۔ تا 96 ۔۔۔\nپارہ 11 ایک نظر میں\nیہ پارہ سورت توبہ کے بقیہ حصہ اور سورت یونس پر مشتمل ہے۔ سورت توبہ کا بڑا حصہ پارہ دہم میں گزر چکا ہے۔ یہاں ہم سورت توبہ کے بقیہ حصہ پر تبصرہ کریں گے اور سورت یونس پر مشتمل ہے۔ سورت توبہ کا بڑا حصہ پارہ دہم میں گزر چکا ہے۔ یہاں ہم سورت توبہ کے بقیہ حصہ پر تبصرہ کریں گے اور سورت یونس پر تبصرہ اس کے آغاز میں ہوگا۔ ان شاء اللہ۔\nسورت توبہ کے بارے میں بصرہ کرتے ہیں ہم نے چن دفقرے کہے تھے ، کہ اس سورت کا موضوع اور اس کے مضامین کی نوعیت کی ہے۔ پھر یہ کہ کن حالات میں اس کا نزول ہوا ، اور یہ کہ اسلامی معاشرے اور اسلامی حکومت کے دوسرے معاشروں اور حکومتوں کے ساتھ دوسرے معاشروں اور حکومتوں کے ساتھ بین الاقوامی تعلقات کی نوعیت کے تعین کے حوالے سے اس سورت کی اہمیت کیا ہے اور اس سوت سے اسلامی نظام کے قیام کے لیے جو تحریکی منہاج انقلاب سمجھ میں آتا ہے وہ کیا ہے۔ لہذا ان اہم فقرات کا یہاں دہرانا فائدہ سے خالی نہ ہوگا۔\n\" یہ مدنی سورت ہے اور نزول قرآن کی آخری جھلکیاں اس میں پائی جاتی ہیں۔ اگرچہ اسے آخری قرآن نہیں کہہ سکتے۔ آخری جھلکیاں اس لیے کہ اس میں امت مسلمہ اور دوسری اقوام عالم کے درمیان بین الاقوامی تعلقات کے ضوابط کو آخری شکل دی گئی ہے۔ نیز اس کے اندر خود اسلامی سوسائٹی کی تشکیل اس کی اقدار کا تعین ، اس میں مختلف طبقات کی قدروقیمت کا تعین اور مجموعی طور پر اس میں کسی اسلامی معاشرے کے بنیادی خدوخال کو بیان کیا گیا ہے۔ اس میں اپئے جانے والے تمام طبقات اور ان کے اوصاف کی بڑی گہری تصویر کشی کی گئی ہے۔\nاس زاویہ سے یہ سورت توبہ بڑی اہمیت کی حامل ہے کیونکہ اس میں اسلامی نظام کے قیام کے منہاج کے تحریکی عمل کے کدوخال کو اور اس کے تمام مراحل کو بڑی تفصیل کے ساتھ متعین طور پر بیان کیا گیا ہے اس سلسلے میں اس موضوع پر اس سورت میں آخری اور فائنل احکام دیے گئے ہیں۔ اس جائزے سے معلوم ہوتا ہے کہ یہ منہاج کس قدر ٹھوس ہے اور کس قدر فیصلہ کن ہے۔ اس جائز کے بغیر احکام شریعت و قواعد شریعت کی اصل تصویر سامنے نہیں آتی۔ اگر اس مجموعی جائزے کے بغیر آیات کو اپنے سیاق وسباق سے علیحدہ کرکے دیکھا جائے تو عبوری دور کے لیے جو احکام نازل ہوئے تھے وہ دائمی اور فائنل احکام نظر آئیں گے۔ اور پھر جو شخص چاہے ان آخری آیات و ہدایات کی تاویل کرکے بھی انہیں عبوری دور کے لیے آنے والے احکام کے تابع اور مطابق کردے۔ خصوصاً جہاد اسلامی موضوع رپ اس قسم کی مساعی عملاً بھی کی گئیں اور اسلامی معاشرے اور دوسرے جاہلی معاشروں کے باہم تعلقات کے سلسلے میں بھی ایسا ہی رویہ اختیار کیا گیا۔\nاس سورت کے تعارف میں ہم نے یہ بات بتائی تھی کہ باوجود اس کے کہ اس سورت کا موضوع ایک ہے اور وہ ایک جیسے حالات میں نازل ہوئی ہے لیکن اس کے کوئی حصے ہیں اور ہر حصے میں آخری اور فائنل احکام بیان کیے گئے ہیں۔\nاس کے پہلے حصے میں کسی مسلم معاشرے اور دوسرے جاہلی معاشروں اور حکومتوں کے درمیان بین الاقوامی تعلقات کی حد بندی کی گئی ہے جبکہ دوسرے حصے میں مسلمانوں اور اہل کتاب کے درمیان تعلقات کی حد بندی کی گئی ہے۔ تیسرے حصے میں ان لوگوں کے حالات پر تبصرہ ہے جنہیں غزوہ تبوک میں شرکت کی دعوت دی گئی تھی اور انہوں نے اس فریضے کی ادائیگی میں کوتاہی اور سستی کی تھی۔ یہ غزوہ ان اہل کتاب کے خلاف تھا جزیرۃ العرب کے مغربی کنارے پر بستے تھے اور جو اس نئی اسلامی مملکت پر فیصلہ کن وار کرنے کی تیاریاں کر رہے تھے ، چوتھے حصے میں اسلامی معازشرے میں رہنے والے منافقین کی سازشوں اور کرتوتوں کو بےنقاب کیا گیا تھا۔ ان کی نفسیات اور عملی کیفیات کی تصویر کشی کی گئی ہے۔ نیز غزوہ تبوک سے قبل اس غزوے کے دوران اور اس کے بعد ان کے رویے کو قلم بند کرکے ان کی اصل نیتوں ، حیلہ سازیوں اور ان عذرات لنگ کی نقاب کشائی کی گئی جو وہ غزوہ تبوک کی عدم شمولیت کے بارے میں پیش کرتے تھے۔ نیز یہ لوگ اسلامی صفوں میں جو فتنے پھیلاتے تھے۔ فساد برپا کرتے تھے ، جو انتشار پھیلاتے تھے اور حضور اور مخلص مومنین کے لیے جس اذیت کا باعث بنے ہوئے تھے۔ یہ تمام حالات اس میں ریکارڈ کیے گئے ہیں۔ اس کے ساتھ ساتھ مومنین کو ان کے رویے سے متنبہ بھی کیا گیا اور مومنین اور منافقین کے درمیان سماجی تعلقات کی نوعیت کو بھی متعین کیا گیا اور بتایا گیا کہ ان کے ساتھ سماجی بائیکاٹ ہونا چاہیے تاکہ ہر طقہ اپنی صفات کی وجہ سے متمیز ہوجائے۔\n…\nیہ چار حصے اپنے مضامین کے ساتھ پارہ دہم میں گزر چکے ہیں۔ البتہ آخری حصے کے کچھ مضامین جو جنگ سے پیچھے رہ جانے والے لوگوں کے متعلق ہیں اور جہاد سے پیچھے رہنے والوں کی سزا اور ان کے انجام کے بارے میں اس حصے میں آگئے ہیں۔\nدسویں پارے کی آخری آیت یہ تھی۔\nلَيْسَ عَلَي الضُّعَفَاۗءِ وَلَا عَلَي الْمَرْضٰى وَلَا عَلَي الَّذِيْنَ لَا يَجِدُوْنَ مَا يُنْفِقُوْنَ حَرَجٌ اِذَا نَصَحُوْا لِلّٰهِ وَرَسُوْلِهٖ ۭمَا عَلَي الْمُحْسِنِيْنَ مِنْ سَبِيْلٍ ۭوَاللّٰهُ غَفُوْرٌ رَّحِيْمٌ۔ وَّلَا عَلَي الَّذِيْنَ اِذَا مَآ اَتَوْكَ لِتَحْمِلَهُمْ قُلْتَ لَآ اَجِدُ مَآ اَحْمِلُكُمْ عَلَيْهِ ۠ تَوَلَّوْا وَّاَعْيُنُهُمْ تَفِيْضُ مِنَ الدَّمْعِ حَزَنًا اَلَّا يَجِدُوْا مَا يُنْفِقُوْنَ ۔ ضعیف ور بیمار لوگ اور وہ لوگ جو شرکت جہاد کے لیے زاد راہ نہیں پاتے ، اگر پیچھے رہ جائیں تو کوئی حرج نہیں جب کہ وہ خلوص دل کے ساتھ اللہ اور اس کے رسول کے وفادار ہوں۔ ایسے محسنین پر اعتراض کی کوئی گنجائش نہیں ہے ، اور اللہ درگزر کرنے والا اور رحم فرمانے والا ہے۔ اسی طرح ان لوگوں پر بھی کوئی اعتراض کا موقع نہیں ہے جنہوں نے خود اگر تم سے درخواست کی تھی کہ ہمارے لیے سواریاں بہم پہنچائی جائیں ، اور جب تم نے کہا کہ میں تمہارے لیے سواریوں کا انتطام نہیں کرسکتا تو وہ مجبوراً واپس گئے اور حال یہ تھا کہ ان کی آنکھوں سے آنسو جاری تھے اور انہیں اس بات کا بڑا رنج تھا کہ وہ اپنے خرچ پر شریک جہاد ہونے کی مقدرت نہیں رکھتے۔\nاور وہ تکملہ جس سے اس پارے کا آغاز ہوتا ہے ، وہ یہ ہے :\nإِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَاءُ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوَالِفِ وَطَبَعَ اللَّهُ عَلَى قُلُوبِهِمْ فَهُمْ لا يَعْلَمُونَ (93) يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ قُلْ لا تَعْتَذِرُوا لَنْ نُؤْمِنَ لَكُمْ قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبَارِكُمْ وَسَيَرَى اللَّهُ عَمَلَكُمْ وَرَسُولُهُ ثُمَّ تُرَدُّونَ إِلَى عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ (94) سَيَحْلِفُونَ بِاللَّهِ لَكُمْ إِذَا انْقَلَبْتُمْ إِلَيْهِمْ لِتُعْرِضُوا عَنْهُمْ فَأَعْرِضُوا عَنْهُمْ إِنَّهُمْ رِجْسٌ وَمَأْوَاهُمْ جَهَنَّمُ جَزَاءً بِمَا كَانُوا يَكْسِبُونَ (95) يَحْلِفُونَ لَكُمْ لِتَرْضَوْا عَنْهُمْ فَإِنْ تَرْضَوْا عَنْهُمْ فَإِنَّ اللَّهَ لا يَرْضَى عَنِ الْقَوْمِ الْفَاسِقِينَ (96): البتہ اعتراض ان لوگوں پر ہے جو مالدار ہیں اور پھر بھی تم سے درخواستیں کرتے ہیں کہ انہیں شرکت جہاد سے معاف رکھا جائے۔ انہوں نے گھر بیٹھنے والوں میں رہنا پسند کیا اور اللہ نے ان کے دلوں پر ٹھپہ لگا دیا ، اس لیے اب یہ کچھ نہیں جانتے۔ تم پلٹ کر ان کے پاس پہنچو گے تو یہ طرح طرح کے عذرات پیش کریں گے مگر تم صاف کہہ دینا کہ بہانے نہ کرو ہم تمہاری کسی بات کا اعتبار نہ کریں گے۔ اللہ نے ہم کو تمہارے حالات بتا دئیے۔ اب اللہ اور رسول تمہارے طرز عمل کو دیکھے گا۔ پھر تم اس کی طرف پلاٹائے جاؤگے جو کھلے اور چھپے سب کا جاننے والا ہے اور وہ تمہیں بتا دے گا کہ تم کیا کچھ کرتے رہے ہو۔ تمہاری واپسی پر یہ تمہارے سامنے قسمیں کھائیں گے تاکہ تم ان سے صرف نظر کرو۔ تو بیشک تم ان سے صرف نظر ہی کرلو ، کیونکہ یہ گندگی ہیں اور ان کا اصل مقام جہنم ہے جو ان کی کمائی کے بدلے میں انہیں نصیب ہوگی۔ یہ تمہارے سامنئ قسمیں کھائیں گے تاکہ تم ان سے راضی ہوجاؤ۔ حالانکہ اگر تم ان سے راضی ہو بھی گئے تو اللہ ہر گز ایسے فاسق لوگوں سے راضی نہ ہوگا۔\nیہ تو اللہ کی جانب سے اطلاعات تھیں جو اللہ نے حضرت نبی ﷺ کو دیں کہ مدینہ واپسی پر پیچھے رہنے والے کیا کیا عذرات پیش کریں گے۔ یہاں بتا دیا گیا ہے۔ کہ جب آ صحیح وسالم واپس ہوں گے تو آپ رہ جانے والے کے ساتھ یہ اور یہ سلوک کریں۔\n۔۔۔۔\nاس کے بعد سورت کا حصہ پنجم آتا ہے۔ اس میں بتایا جاتا ہے کہ اسلامی معاشرے کی تشکیل میں کیسے کیسے عناصر موجود ہیں یعنی فتح مکہ سے جنگ تبوک تک کیسے کیسے عناصر اسلامی صفوں میں جمع ہوگئے ہیں ، جیسا کہ ہم نے اس سورت کے اتبدائی تبصرے میں واضح کیا کہ ایک تو وہ لوگ تھے جو سابقین اولین تھے اور جو اسلامی معاشرے کے لیے ریڑھ کی ہڈی تھے اور انہی لوگوں پر اسلام کے اجتماعی نظام کی بنیاد تھی لیکن ان کے ساتھ ساتھ کچھ دوسرے گروہ بھی اسلامی صفوں میں جمع ہوگئے تھے۔ اعراب اور بدوی لوگ جن میں مخلصین بھی تے اور مفاد پرست منافقین بھی تھے۔ اہل مدینہ میں بھی منافقین کا ایک بڑا طبقہ موجود تھا۔ کچھ ایسے لوگ تھے کہ جن کے بعض اعمال اچھے تھے اور بعض باتیں خلاف شریعت تھیں۔ اور ابھی یہ لوگ اچھی طرح اسلامی سانچے میں نہ ڈھلے تھے اور نہ پوری طرح اسلامی رنگ میں رنگے گئے تے اور کچھ ایسے لوگ تھے جن کے بارے میں کچھ نہ کہا جاسکتا تھا کہ یہ کس قسم کے لوگ ہیں۔ ان کا معاملہ اللہ کے سپرد تھا۔ بعض ایسے سازشی تھے جو اسلام کے نام کے پردے میں سب کچھ کرتے تھے ، سازش تیار کرتے تھے۔ بیرونی دشمنان اسلام سے بھی ان کا رابطہ تھا۔ قرآنی آیات نے بڑے اختصار کے ساتھ ان لوگوں کی طرف اشارہ کیا ہے اور بتایا گیا ہے کہ ان سب اور مختلف الاقسام لوگوں کے ساتھ اسلامی نظام حکومت میں کس طرح کا سلوک کیا جائے گا۔ اللہ نے اس حصے میں رسول اللہ اور مخلص مسلمانوں کو ہدایات دی ہیں کہ انہوں نے ان طبقات کے ساتھ کیا اور کس طرح معاملہ کرنا ہے۔ چند آیات ملاحظہ فرمائیں :\nالأعْرَابُ أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلا يَعْلَمُوا حُدُودَ مَا أَنْزَلَ اللَّهُ عَلَى رَسُولِهِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (97) وَمِنَ الأعْرَابِ مَنْ يَتَّخِذُ مَا يُنْفِقُ مَغْرَمًا وَيَتَرَبَّصُ بِكُمُ الدَّوَائِرَ عَلَيْهِمْ دَائِرَةُ السَّوْءِ وَاللَّهُ سَمِيعٌ عَلِيمٌ (98) وَمِنَ الأعْرَابِ مَنْ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الآخِرِ وَيَتَّخِذُ مَا يُنْفِقُ قُرُبَاتٍ عِنْدَ اللَّهِ وَصَلَوَاتِ الرَّسُولِ أَلا إِنَّهَا قُرْبَةٌ لَهُمْ سَيُدْخِلُهُمُ اللَّهُ فِي رَحْمَتِهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (99)\nیہ بدوی عرب کفر و نفاق میں زیادہ سخت ہیں اور ان کے معاملے میں اس امر کے امکانات زیادہ ہیں کہ اس دین کے حدود سے ناواقف رہیں جو الہ نے اپنے رسول پر نازل کیا ہے۔ اللہ سب کچھ جانتا ہے اور حکیم و دانا ہے۔ ان بدویوں میں ایسے لوگ موجود ہیں جو راہ خدا میں خرچ کرتے ہیں تو اسے اپنے اوپر زبردستی چٹی سمجھتے ہیں۔ اور تمہارے حق میں زمانہ کی گردشوں کا انتظار کر رہے ہیں حالانکہ بدی کا چکر خود ان پر مسلط ہے اور اللہ سب کچھ سنتا اور جانتا ہے اور انہی بدویوں میں کچھ لوگ ایسے بھی ہیں جو اللہ اور روز آخرت پر ایمان رکھتے ہیں اور جو کچھ خرچ کرتے ہیں اسے اللہ کے ہاں تقرب کا اور رسول کی طرف سے رحمت کی دعا لینے کا ذریعہ بتاتے ہیں۔ ہاں وہ ضرور ان کے لیے تقرب کا ذریعہ ہے۔ اور اللہ ضرور ان کو اپنی رحمت میں داخل کرے گا۔ یقینا اللہ در گزر کرنے والا اور رحم فرمانے والا ہے۔\nوَالسَّابِقُونَ الأوَّلُونَ مِنَ الْمُهَاجِرِينَ وَالأنْصَارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسَانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأنْهَارُ خَالِدِينَ فِيهَا أَبَدًا ذَلِكَ الْفَوْزُ الْعَظِيمُ (100): وہ مہاجر اور انصار جنہوں نے سب سے پہلے دعوت ایمان پر لبیک کہنے میں سبقت کی ، نیز وہ جو بعد میں راست بازی کے ساتھ ان کے پیچھے آئے ، اللہ ان سے راضی ہوا اور وہ اللہ سے راضی ہوئے اللہ نے ان کے لیے ایسے باغ مہیا کر رکھے ہیں جن کے نیچے نہریں بہتی ہوں گی اور وہ ان میں ہمیشہ رہیں گے۔ یہی عظیم الشان کامیابی ہے۔\nوَمِمَّنْ حَوْلَكُمْ مِنَ الأعْرَابِ مُنَافِقُونَ وَمِنْ أَهْلِ الْمَدِينَةِ مَرَدُوا عَلَى النِّفَاقِ لا تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ سَنُعَذِّبُهُمْ مَرَّتَيْنِ ثُمَّ يُرَدُّونَ إِلَى عَذَابٍ عَظِيمٍ (101): تمہارے گردوپیش جو بدوی رہتے ہیں ان میں بہت سے منافق ہیں۔ اسی طرح خود مدینہ کے باشندوں میں بھی منافق موجود ہیں جو نفاق میں طاق ہوگئے ہیں۔ تم انہیں نیں جانتے ، ہم ان کو جانتے ہیں۔ قریب ہے وہ وقت جب ہم ان کو دہری سزا دیں گے۔ پھر وہ دوبارہ بڑی سزا کے لیے واپس لائے جائیں گے۔\nوَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلا صَالِحًا وَآخَرَ سَيِّئًا عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (102) خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا وَصَلِّ عَلَيْهِمْ إِنَّ صَلاتَكَ سَكَنٌ لَهُمْ وَاللَّهُ سَمِيعٌ عَلِيمٌ (103): \" اور کچھ اور لوگ ہی جنہوں نے اپنے قصوروں کا اعتراف کرلیا ہے۔ ان کا عمل مخلوط ہے ، کچھ نیک ہے اور کچھ بد۔ بعید نہیں کہ اللہ ان پر پھر مہربان ہوجائے کیونکہ وہ درگزر کرنے والا اور رحم فرمانے والا ہے۔ اے نبی تم ان کے اموال میں سے صدقہ لے کر انہیں پاک کرو اور انہیں بڑھاؤ اور ان کے حق میں دعائے رحمت کرو کیونکہ تمہاری دعا ان کے لیے وجہ تسکین ہوگی ، اللہ سب کچھ سنتا اور جانتا ہے \"\nوَآخَرُونَ مُرْجَوْنَ لأمْرِ اللَّهِ إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ وَاللَّهُ عَلِيمٌ حَكِيمٌ (106): \" کچھ دوسرے لوگ ہیں جن کا معاملہ بھی خدا کے حکم پر ٹھہرا ہوا ہے ، چاہے انہیں سزا دے اور چاہے تو ان پر از سر نو مہربان ہوجائے۔ اللہ سب کچھ جانتا اور حکیم و دانا ہے۔\nوَالَّذِينَ اتَّخَذُوا مَسْجِدًا ضِرَارًا وَكُفْرًا وَتَفْرِيقًا بَيْنَ الْمُؤْمِنِينَ وَإِرْصَادًا لِمَنْ حَارَبَ اللَّهَ وَرَسُولَهُ مِنْ قَبْلُ وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلا الْحُسْنَى وَاللَّهُ يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ (107) لا تَقُمْ فِيهِ أَبَدًا لَمَسْجِدٌ أُسِّسَ عَلَى التَّقْوَى مِنْ أَوَّلِ يَوْمٍ أَحَقُّ أَنْ تَقُومَ فِيهِ فِيهِ رِجَالٌ يُحِبُّونَ أَنْ يَتَطَهَّرُوا وَاللَّهُ يُحِبُّ الْمُطَّهِّرِينَ (108): \" کچھ اور لوگ ہیں جنہوں نے ایک مسجد بنائی اس غرض کے لیے کہ (دعوت حق کو) نقصان پہنچائیں ، اور (خدا کی بندگی کرنے کے بجائے) کفر کریں ، اور اہل ایمان میں پھوٹ ڈالیں ، اور (اس بظاہر عبادت گاہ کو) اس شخص کے لیے کمین گاہ بنائیں جو اس سے پہلے خدا اور اس کے رسول کے خلاف برسر پیکار ہوچکا ہے۔ وہ ضرور قسمیں کھا کھا کر کہیں گے کہ ہمارا ارادہ تو بھلائی کے سوا کسی دوسری چیز کا نہ تھا۔ مگر اللہ گواہ ہے کہ وہ قطعی جھوٹے ہیں۔ تم ہرگز اس عمار میں کھڑے نہ ہونا۔ جو مسجد اول روز سے تقوی پر قائم کی گئی تھی وہی اس کے لیے زیادہ موزوں ہے کہ تم اس میں (عبادت کے لیے) کھڑے ہو ، اس میں ایسے لوگ ہیں جو پاک رہنا پسند کرتے ہیں اور اللہ کو پاکیزگی اختیار کرنے والے ہیں پسند ہیں \"۔ تشریح آیات کے وقت ہم تفصیلات بتائیں گے کہ ان گروہوں سے کون کون لوگ مراد ہیں :\nاس سورت کے آخری اور چھٹے حصے میں اسلام کے نظریہ بیعت جہاد فی سبیل اللہ کی نوعیت بتائی گئی ہے۔ اس جہاد کی حقیقت اور اس کے حدود و کیفیات کی نشاندہی کی گئی ہے۔ یہ بتایا گیا ہے کہ اہل مدینہ ، مدینہ کے ارد گرد بدوی آبادی کے ساتھ کیا سلوک کریں۔ یہ بھی بتایا گیا ہے کہ مسلمان اپنے آپ کو ذہناً اور عملاً ہر لحاظ سے اہل کفر سے دور کرلیں۔ اور اپنے تمام روابط اسلامی نظریہ حیات کے عقیدے پر استوار کریں اور دوسرے تمام روابط کاٹ دیں۔ خون اور قرابت کے رشتوں کو نظر انداز کر دین۔ اس کے بعد یہ بتایا گیا کہ جو لوگ سازشی نہ تھے اور نہ منافق تھے مگر دوسری وجوہات سے وہ اس غزوہ میں میں شریک نہ ہوئے تھے ان کا انجام کیا ہوگا۔ منافقین کے بعض خدوخال بھی بیان کیے گئے ہیں اور یہ بتایا گیا ہے کہ ان کا رویہ احکام الہیہ کے ساتھ کیا ہے۔ چند مثالیں ملاحظہ فرمائیں۔\nإِنَّ اللَّهَ اشْتَرَى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْدًا عَلَيْهِ حَقًّا فِي التَّوْرَاةِ وَالإنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ (111): \" حققت یہ ہے کہ اللہ نے مومنوں سے ان کے نفس اور ان کے مال ، جنت کے بدلے خرید لیے ہیں ، وہ اللہ کی راہ میں لڑتے اور مارتے مرتے ہیں۔ ان سے اللہ کے ذمے ایک پختہ وعدہ ہے توراتۃ اور انجیل اور قرآن میں اور کون ہے جو اللہ سے بڑھ کر اپنے عہد کا پورا کرنے والا ہو ؟ بس خوشیاں مناؤ اپنے اس سودے پر جو تم نے خدا سے چکا لیا ہے ، یہی سب سے بڑی کامیابی ہے \"\nمَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَنْ يَسْتَغْفِرُوا لِلْمُشْرِكِينَ وَلَوْ كَانُوا أُولِي قُرْبَى مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ (113) وَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لأبِيهِ إِلا عَنْ مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلَّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لأوَّاهٌ حَلِيمٌ (114): \" نبی اور ان لوگوں کو جو ایمان لائے ہیں ، زیبا نہیں ہے کہ مشرکوں کے لیے مغفرت کی دعا کریں۔ چاہے وہ ان کے رشتہ دار ہی کیوں نہ ہوں ، جبکہ ان پر یہ بات کھل چکی ہے کہ وہ جہنم کے مستحق ہیں۔ ابراہیم نے اپنے باپ کے لیے جو دعائے مغفرت کی تھی وہ تو اس وعدے کی وجہ سے تھی جو اس نے اپنے باپ سے کیا تھا۔ مگر جب اس پر یہ بات کھل گئی کہ اس کا باپ خدا کا دشمن ہے تو وہ اس سے بیزار ہوگیا۔ حق یہ ہے کہ ابراہیم بڑا رقیق القلب ، خدا ترس اور بردبار آدمی تھا \"\nلَقَدْ تَابَ اللَّهُ عَلَى النَّبِيِّ وَالْمُهَاجِرِينَ وَالأنْصَارِ الَّذِينَ اتَّبَعُوهُ فِي سَاعَةِ الْعُسْرَةِ مِنْ بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِنْهُمْ ثُمَّ تَابَ عَلَيْهِمْ إِنَّهُ بِهِمْ رَءُوفٌ رَحِيمٌ (117) وَعَلَى الثَّلاثَةِ الَّذِينَ خُلِّفُوا حَتَّى إِذَا ضَاقَتْ عَلَيْهِمُ الأرْضُ بِمَا رَحُبَتْ وَضَاقَتْ عَلَيْهِمْ أَنْفُسُهُمْ وَظَنُّوا أَنْ لا مَلْجَأَ مِنَ اللَّهِ إِلا إِلَيْهِ ثُمَّ تَابَ عَلَيْهِمْ لِيَتُوبُوا إِنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ (118): \" اللہ نے معاف کردیا نبی کو اور ان مہاجرین و انصار کو جنہوں نے بڑی تنگی کے وقت میں نبی کا ساتھ دیا تھا۔ اگرچہ ان میں کچھ لوگوں کے دل کجی کی طرف مائل ہوچکے تھے مگر اللہ نے انہیں معاف کردیا۔ بیشک اس کا معاملہ اس کے شفقت و مہربانی کا ہے۔ اور ان تینوں کو بھی اس نے معاف کردیا تھا جن کے معاملے کو ملتوی کردیا تھا۔ جب زمین اپنی ساری وسعت کے باوجود ان پر تنگ ہوگئی اور ان کی اپنی جانیں بھی ان پر بار ہونے لگیں اور انہوں نے جان لیا کہ اللہ سے بچنے کے لیے کوئی جائے پناہ خود اللہ ہی کے دامن رحمت کے سوا نہیں ہے تو اللہ اپنی مہربانی سے ان کی طرف پلٹا تاکہ وہ اس کی طرف پلٹ آئیں ، یقینا وہ بڑا معاف کرنے والا اور رحیم ہے \"\nمَا كَانَ لأهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الأعْرَابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ ذَلِكَ بِأَنَّهُمْ لا يُصِيبُهُمْ ظَمَأٌ وَلا نَصَبٌ وَلا مَخْمَصَةٌ فِي سَبِيلِ اللَّهِ وَلا يَطَئُونَ مَوْطِئًا يَغِيظُ الْكُفَّارَ وَلا يَنَالُونَ مِنْ عَدُوٍّ نَيْلا إِلا كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ إِنَّ اللَّهَ لا يُضِيعُ أَجْرَ الْمُحْسِنِينَ (120) وَلا يُنْفِقُونَ نَفَقَةً صَغِيرَةً وَلا كَبِيرَةً وَلا يَقْطَعُونَ وَادِيًا إِلا كُتِبَ لَهُمْ لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا كَانُوا يَعْمَلُونَ (121) وَمَا كَانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْلا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طَائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذَا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ (122): \" مدینہ کے باشندوں اور گردونواح کے بدویوں کے لیے یہ ہرگز زیبا نہ تھا کہ اللہ کے رسول کو چھوڑ کر بیٹھ رہتے اور اس کی طرف سے بےپروا ہو کر اپنے نفس کی فکر میں لگ جاتے۔ اس لیے کہ ایسا کبھی نہ ہوگا کہ اللہ کی راہ میں بھوک ، پیاس ، اور جسمانی مشقت کی کوئی تکلیف وہ جھیلیں اور منکرین حق کو جو راہ ناگوار ہے اس پر کوئی قدم وہ اٹھائیں اور کسی دشمن سے کوئی انتقام وہ لیں اور ان کے بدلے ان کے حق میں ایک عمل صالح نہ لکھا جائے۔ یقینا اللہ کے ہاں محسنوں کا حق الخدمت مارا نہیں جاتا ہے۔ اس طرح یہ بھی کبھی نہ ہوگا کہ تھوڑا یا بہت کوئی خرچ وہ اٹھائیں اور کوئی وادی وہ پار کریں اور ان کے حق میں اسے لکھ نہ لیا جائے تاکہ اللہ ان کے اس اچھے کارنامے کا صلہ انہیں عطا کرے۔ اور کچھ ضروری نہ تھا کہ اہل ایمان سارے کے سارے ہی نکل کھڑے ہوتے ، مگر ایسا کیوں نہ ہوا کہ ان کی آبادی کے ہر حصے میں سے کچھ لوگ نکل آتے اور دین کی سمجھ پیدا کرتے اور واپس جا کر اپنے علاقے کے باشندوں کو خبردار کرتے تاکہ وہ پرہیز کریں \"\nيَا أَيُّهَا الَّذِينَ آمَنُوا قَاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ (123): \" اے لوگو جو ایمان لاے ہو ، جنگ کرو ان منکرین حق سے جو تم سے قریب ہیں۔ اور چاہیے کہ وہ تمہارے اندر سختی پائیں اور جان لو کہ اللہ متقوں کے ساتھ ہے \"\nوَإِذَا مَا أُنْزِلَتْ سُورَةٌ نَظَرَ بَعْضُهُمْ إِلَى بَعْضٍ هَلْ يَرَاكُمْ مِنْ أَحَدٍ ثُمَّ انْصَرَفُوا صَرَفَ اللَّهُ قُلُوبَهُمْ بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ (127): \" جب کوئی سورت نازل ہوتی ہے تو یہ لوگ آنکھوں ہی آنکھوں میں ایک دوسرے سے باتیں کرتے ہیں کہ کہیں تم کو دیکھ تو نہیں رہا ہے۔ پھر چپکے سے نکل بھاگتے ہیں۔ اللہ نے ان کے دل پھیر دے ہیں کیونکہ یہ ناسمجھ لوگ ہیں \"\nاس سورت کا خاتمہ حضور ﷺ کی تعریف پر ہوتا ہے اور آپ کو ہدایت کی جاتی ہے کہ صرف اپنے رب پر بھروسہ کریں اور اسی کی طرف متوجہ ہوں۔\nلَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ (128) فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لا إِلَهَ إِلا هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (129): \" دیکھو تم لوگوں کے پاس ایک رسول آیا ہے جو تم ہی میں سے ہے ، تمہارا نقصان میں پڑنا اس پر شاق ہے ، تمہاری فلاح کا وہ حریص ہے۔ ایمان لانے والوں کے لیے وہ شفیق و رحیم ہے۔ اب اگر یہ لوگ تم سے منہ پھیرتے ہیں تو اے نبی ان سے کہہ دو کہ میرے لیے اللہ بس کرتا ہے ، کوئی معبود نہیں مگر وہ اسی پر میں نے بھروسہ کیا اور وہ مالک ہے عرش عظیم کا \" اب اس مختصر تشریح کے بعد ہم آیات کی تفصیلی تشریح کی طرف آتے ہیں۔\nدرس نمبر 92 تشریح آیات\n93 ۔۔۔ تا۔۔۔ 96:\nضعیفوں ، مریضوں اور فقیروں سے کوئی مواخذہ نہیں ہے اور نہ ان کو دل میں اپنی کوتاہی کا احساس کرنا چاہیے۔ وہ لوگ جن کے پاس زاد سفر اور سواری کے لی کچھ نہیں ، حضور اکرم یا اسلامی حکومت بھی اس کو ضروریات مہیا نہیں کرسکتی تاکہ وہ میدان جنگ تک پہنچ سکیں۔ یہ مواخذہ ان لوگوں سے ہے اور وہ لوگ قابل مواخذہ ہیں جو حضور سے چھٹیاں لیتے ہیں اور کھاتے پیتے ہیں ، تنومند و توانا ہیں اور ان کے پاس کوئی حقیقی عذر نہیں ہے۔ یہ لوگ سخت قابل مواخذہ ہیں کیونکہ انہوں نے قدرت شرکت جہاد کے باوجود پیچھے رہنے والی عورتوں کے ساتھ بیٹھنا پسند کیا ، گھروں میں عیش کرتے رہے۔\nان لوگوں سے مواخذہ کیوں ہورہا ہے ، اس لیے کہ یہ لشکر اسلام سے پیچھے رہ گئے ، اس لیے کہ انہوں نے جھوٹے عذرات کی بنا پر چھٹی لی۔ انہوں نے عہد شکنی کی ، ان کو اللہ نے غنی بنایا لیکن انہوں نے حق نہ ادا کیا ، ان کو اللہ نے اسلامی نظام سے نوازا لیکن انہوں نے اسلامی نظام کا حق ادا نہ کیا ، کیونکہ اسلام نے ان کو تحفیظ دیا اور عزت بخشی اور انہوں نے اس سوسائٹی کا حق نہ ادا کیا حالانکہ اس سوسائٹی نے بھی انہیں عزت بخشی تھی اور مکرم بنایا تھا۔ یہی وجہ ہے کہ اللہ تعالیٰ نے ان کے لیے یہ قابل شرم فرقہ استعمال کیا :\nرضوا بان یکونوا مع الخوالف \" انہوں نے گھر بیٹھنے والیوں میں شامل ہونا پسند کیا \" جو پرلے درجے پست ہمتی ہے ، کمزوری ہے ، اور اس ذلت آمیز پوزیشن کو قبول کرنا ہے کہ ہمت و مردانگی کے مقام پر کوئی عاجزوں ، عرورتوں ، بچوں کے ساتھ بغیر عذر کے بیٹھ جائے اور گھروں میں رہ جائے اور ناحق معذوروں کے زمرے میں شامل ہوجائے اور واضح طور پر نظر آ رہا ہو کہ وہ معذور نہ ہو۔\nو طبع اللہ علی قلوبھم فھم لا یعلمون : \" اور اللہ نے ان کے دلوں پر ٹھپہ لگا دیا اس لیے اب یہ کچھ نہیں جانتے (کہ اللہ کے ہاں ان کی اس روش کا کیا نتیجہ نکلنے والا ہے \"\nیہ پوزیشن انہوں نے اس لیے اختیار کی اللہ نے علم و شعور کے دروازے ان پر بند کردئیے۔ اور ان کے فہم و ادراک کے ادوات معطل کردئیے گئے کیونکہ انہوں نے خود اپنے لیے بلادت ، کم ذہنی اور ذلت کو پسند کیا اور اپنے آپ کو زندہ اور متحرک اور فعال ہونے سے محروم کیا اور ان کے اندر آگے بڑھنے ، جرات کرنے اور جارح ہونے کا جذبہ ہی نہ رہا۔ دنیا میں جو انسان بھی عافیت کوش ہوجائے ، آرام طلب ہوجائے اور کند ذہن بن جائے تو وہ ذوق اکتشاف ، ذوق تجربہ اور ذسوق علم سے محروم ہوجاتا ہے اور اپنی سوسائٹی میں ایک عضو معطل کی طرح بن جاتا ہے جو نہ کسی کو متاثر کرسکتا ہے اور نہ اچھا اثر کسی اور سے قبول کرسکتا ہے اور اظہار ذات سے بھی محروم ہوجاتا ہے۔\nعیش و عشرت اور سلامت کوشی ایک ایسی بیماری ہے جو انسان پر شعور و آگہی کے دروازے بند کردیتی ہے۔ اور انسای فہم و ادراک کی قوت مرجاتی ہے جبکہ حرکت اور اگے بڑھنا زندگی کی دلیل ہے ، حرکت زندگی کا سبب اول ہے ، اور مشکلات کو چیلنج کرنے سے نفس انسانی اور عقل انسانی کے چند گوشے اجاگر ہوجاتے ہیں۔ انسان کے اعصاب قوی ہوجاتے ہیں اور وہ خفیہ قوتیں سامنے آجاتی ہیں جو ہمیشہ خطرات کے وقت وجود میں آ کر مدافعت کرتی ہیں۔ اور انسانی قوتوں کو عمل اور کسی پکار پر لبیک کہنے پر آمادہ کرتی ہیں۔ یہ سب گوشے علم اور ادراک کے مختلف پہلو ہیں اور ان سے وہ لوگ محروم ہوجاتے ہیں جو ذلت اور سلامتی اختیار کرلیتے ہیں اور عافیت کوش ہوجاتے ہیں۔ ہر شخص عافیت کا طلبگار ہوتا ہے لیکن ذلت آمیز عافیت ہے ، باوقار عافیت نہیں ہے۔\nانہی مالداروں اور جہاد پر قدرت رکھنے والوں کے امور پر بحث جاری ہے جنہوں نے عورتوں کے سامنے رہنے کو پسند کیا کہ عیش کوشی ، دوں ہمتی ، پست ہمتی اور مشکلات سے فرار کے علاوہ یہ کس قدر ذلیل ہیں اور کہتے کیا ہیں : یعتذرون الیکم اذا رجعتم \" تم جب پلٹ کر ان کے پاس پہنچوگے تو یہ طرح طرح کے عذرات پیش کریں گے \" یہ اللہ کی جانب سے رسول اللہ کو پیشگی کے طور پر بتایا جا رہا ہے اور مخلصین اہل ایمان کو متنبہ یا جا رہا ہے کہ جب تم اس مہم سے واپس لوٹو گے تو تمہارے ساتھ ان کا طرز عمل کیا ہوگا۔ اس سے معلوم ہوتا ہے کہ یہ آیات مدینہ کو پہنچنے سے پہلے دوران سفر یا اس سے بھی پہلے نازل ہوگئی تھیں۔\nبتایا جاتا ہے کہ یہ لوگ تمہارے پہنچتے ہی عذرات پیش کرنا شروع کردیں گے۔ کیونکہ وہ محسوس کریں گے کہ ان کی یہ حرکت ایک ننگا نفاق ہے۔ اور ان کی اس حرکت کے اسباب بھی واضح تھے کہ ان کا ایمان ضعیف تھا۔ انہوں نے عافیت کوشی کی ، اور مشکلات جہاد سے گھبرا گئے۔\nقل لا تعتذروا لن نومن لکم قد نبانا اللہ من اخبارکم \" مگر تم صاف کہہ دینا کہ بہانے نہ کرو ، ہم تمہاری کسی بات کا اعتبار نہ کریں گے۔ اللہ نے ہم کو تمہارے حالات بتا دئیے ہیں \"\nتم جس قدر بھی عذرات پیش کرو ، ہم تمہارے بارے میں اب مطمئن نہیں ہوسکتے۔ ہم تمہاری تصدیق نہیں کرسکتے ، اب تمہارے ساتھ وہ معاملہ جاری نہیں رہ سکتا ، جو ہم منافقین کے ساتھ اس سے قبل ان کے ظاہری اسلام کے مطابق رکھ رہے تھے۔ کیونکہ اللہ نے اپنی مہربانی سے تمہارے حالات ہم پر منکشف کردئیے ہیں۔ تمہارے دلوں میں جو گندگی بھری ہوئی ہے اس کا بھی اللہ نے انکشاف کردیا ہے اور تمہارے اعمال کے پیچھے جو جذبہ کام کر رہا ہے۔ وہ بھی اب واضح ہوگیا ہے۔ اللہ نے تو تمہارے سب حالات طشت از بام کردئیے ہیں۔ اب تم چھپ نہیں سکتے ہو ، چاہ جو رنگ اختیار کرو۔\nقرآن کریم نے ان پر اعتبار نہ کرنے ، ان کی جانب سے عدم اطمینان اور ان کے عذرات کو قبول نہ کرنے کا حکم جن الفاظ میں دیا ہے۔\nلن نومن لکم \" ہم ہرگز اعتبار نہ کریں گے \" اس کا ایک خاص مفہوم ہے ، تصدیق ، اعتبار ، اعتماد اور اطمینان کے لیے ایمان کا صیغہ استعمال کیا گیا ہے۔ معلوم ہوا ہے کہ ایمان کی حقیقت یہ ہے کہ دل میں رب پر یقین و اعتماد اور انسانی شعور اس پر مطمئن ہو۔ زبان سے ایمان کا اظہار ہو اور تصدیق و تسلیم اور عقل و ضمیر اس کی تصدیق کر رہی ہو۔ قرآن تعبیرات میں ہمیشہ اس قسم کے اشاراتی مفہوم پائے ہیں۔\nاے پیغمبر تم کہہ دو کہ اب عذرات پیش کرنے کی ضرورت نہیں۔ اب صرف باتوں سے یہ فیصلہ نہیں ہوسکتا۔ اب ضرورت عمل کی ہے۔ اگر تمہارے اعمال نے تمہارے اقوال کی تصدیق کی تو تب معاملہ بنے گا۔ خالی خولی باتیں اب بیکار ہیں۔\nوسیری اللہ عملکم و رسولہ \" اب اللہ اور اس کا رسول تمہارے طرز عمل کو دیکھے گا \" اور اللہ کی ذات تو ایسی ہے کہ نہ اس سے بندوں کے اعمال پوشیدہ ہیں اور نہ وہ داعیہ پوشیدہ ہیں جو ان اعمال کی پشت پر ہے۔ اور رسول اللہ تمہاری بات کو تمہارے عمل کے ترازو میں پرکھے گا۔ اب اس اصول کی بنیاد پر اسلامی سوسائٹی تمہارے ساتھ معاملہ کرے گی۔ لیکن یاد رکھو کہ تمہارے تمام معاملات صرف اس دنیا ہی میں طے نہیں ہوجاتے۔ یہاں تو زندگی کا نہایت ہی مختصر حصہ گزرتا ہے۔ حقیقی اور طویل زندگی اور سزا و جزاء تو آنے والے ہیں جہاں ہر بات کا فیصلہ اللہ کے تیار کیے ہوئے ریکارڈ پر ہوگا۔\nثم تردون الی علم الغیب والشہادۃ فینبئکم بما کنتم تعملون \" پھر تم اس کی طرف پلٹائے جاؤ گے جو کھلے اور چھپے سب کا جاننے والا ہے اور وہ تمہیں بتا دے گا کہ تم کیا کچھ کرتے رہے ہو \"\nغیب کیا ہے ، وہ جو انسانی ذرائع ادراک سے ورا ہے ، عالم شہادت وہ ہے جس کا انسام علم و ادراک کرسکتا ہے۔ اس معنی کے اعتبار سے اللہ عالم الغیب بھی ہے اور عالم الشہادۃ بھی ہے۔ مطلب یہ ہے کہ تمہارے اعتبار سے عالم الشہادۃ اور عالم الغیب ہے۔ ان دونوں کا اللہ کو علم ہے ، یہاں جو اللہ نے فرمایا۔\nفینبئکم بما کنتم تعملون \" وہ تمہیں بتا دے گا کہ تم کیا کچھ کرتے رہے ہو \" اس میں بظاہر بتانے کی کوئی بات نہیں کیونکہ وہ خود اپنے اعمال کو تو جانتے ہی تھے لیکن اشارہ یہ ہے کہ تمہارے اعمال کی بابت بنسبت تمہارے اللہ کو زیادہ علم ہے۔ ان کی حقیقت وہ تمہیں بتائے گا۔ انسان کے اعمال کے بعض اسباب و علل ایسے بھی ہیں جو خود صاحب عمل پر بھی عیاں نہیں ہوتے۔ اور ان کی نسبت اللہ کا علم انسان سے زیادہ ہوتا ہے۔ پھر انسان کے اعمال کے بعض اثرات اس قدر دور رس ہوتے ہیں کہ ان کے بارے میں خود انسان کو بھی علم نہیں لیکن اللہ کو ان کا علم ہوتا ہے۔ لہذا اصل مقصد یہ ہے کہ اس علم و اطلاع کے نتیجے میں تمہارے اعمال کا حساب و کتاب عمل میں آئے گا۔ اور یہ نہایت ہی سچا حساب و کتاب ہوگا۔ لیکن یہاں جزاء و سزا کا ذکر نہیں صرف یہ بتا کر آیت خاموش ہوگئی ہے کہ اللہ تم کو اصل صورت حالات بتا دے گا۔\nسَيَحْلِفُوْنَ بِاللّٰهِ لَكُمْ اِذَا انْقَلَبْتُمْ اِلَيْهِمْ لِتُعْرِضُوْا عَنْھُمْ ۭفَاَعْرِضُوْا عَنْھُمْ ۭاِنَّھُمْ رِجْسٌ ۡ وَّمَاْوٰىھُمْ جَهَنَّمُ ۚجَزَاۗءًۢ بِمَا كَانُوْا يَكْسِبُوْنَ : \" تمہاری واپسی پر یہ تمہارے سامنے قسمیں کھائیں گے تاکہ تم ان سے صرف نظر کرو۔ تو بیشک تم ان سے صرف نظر ہی کرلو ، کیونکہ یہ گندگی ہیں اور ان کا اصلی مقام جہنم ہے جو ان کی کمائی کے بدلے میں انہیں نصیب ہوگی \"\nیہ دوسری پیشگی اطلاع ہے جو اللہ اپنے رسول کو دے رہا ہے کہ جب تم اور تمہارے ساتھی مخلص مومنین صحیح و سلامت مدینہ لوٹوگے جبکہ منافقین کو سوفیصدی یقین تھا کہ رومیوں کے ساتھ مڈبھیڑ کے بعد ان میں سے ایک بھی واپس نہ ہوگا۔\nتو اللہ رسول اللہ کو اطلاع کرتے ہٰں کہ یہ لوگ اپنے عذرات کو موکد بنانے کے لی بیان حلفی دیں گے تاکہ مسلمان ان کے ان برے کرتوتوں سے صرف نظر کرلیں۔ اس طرح عفو و درگزر کے نتیجے میں یہ لوگ محاسبے سے بچ جائیں اور ان معاملات سے چشم پوش ہوجائے۔ حکم دیا جاتا ہے کہ عملاً تو ان سے منہ موڑ لو ، لیکن معافی اور درگزر کے طور پر نہیں بلکہ ان کو ان کے حال پر چھوڑ دو اور ان سے دور رہو ، جس طرح گندگی سے ایک آدمی دور رہتا ہے اور اپنے آپ کو بچاتا ہے۔\nفاعرضوا عنہم انھم رجس \" ان سے صرف نظر ہی کرو کیونکہ یہ گندگی ہیں \" یعنی یہ لوگ بذات خود ہی مجسم گندگی ہیں ، اگرچہ ان کا جثہ عطر بیز ہے ، گندہ اور بدبو دار نہیں ہے لیکن ان کی حقیقت اور ان کے اعمال اور ان کی روح گندی ہے لیکن ان کے جسم کو گندگی کہہ کر یہ تاثر دینے کی کوشش کی گئی ہے کہ یہ لوگ قابل نفرت ہیں اور حقیر ہیں اور ان سے دور رہنا ہی عین فطرت ہے۔\nوہ تحریک جو اسلامی انقلاب کے لیے قائم کی گئی ہو ، اس کے وہ کارکن جو جہاد اور قتال اور عملی جدوجہد سے محض اس لیے اپنے آپ کو دور رکھیں کہ وہ کہیں ہلاک نہ ہوجائیں تو یہ لوگ گندگی ہیں۔ اس حقیقت میں کوئی شک و شبہ نہیں ہے۔ اس گندگی نے ان کی روح کو گھیر رکھا ہے۔ ان کا شعور اور ان کے تصورات گندے ہیں جس طرح ایک گندی مچھلی پورے تالاب کو گندہ کردیتی ہے ، یہی ان کی مثال ہے۔\nوماواھم جھنم جزاء بما کانوا یکسبون \" ان کا اصلی مقام جہنم ہے جو ان کی کمائی کے بدلے میں انہیں نصیب ہوگی \" وہ یہ سمجھتے تھے کہ پیچھے رہ کر وہ کمائی کر رہے ہیں اور فائدے میں ہیں اور آرام اور سلامتی اور عافیت میں ہیں اور وہ مالی تاوان سے بھی بچ گئے ہیں لیکن حقیقت یہ ہے کہ دنیا میں وہ گندگی ہیں اور آخرت میں جو صلہ ان کو ملے گا وہ حسرت ناک ہوگا کیونکہ یہ بہر رنگ و بہر قدر خسارہ ہوگا۔ یہ ہے بات اللہ کی اور کون ہے جو اللہ سے زیادہ سچا ہوسکتا ہے۔\nتمہاری واپسی پر ان بیٹھنے والوں کا طرز عمل کیا ہوگا ؟\nیحلفون لکم لرضوا عنہم فان ترضوا عنہم فان اللہ لا یرضی عن القوم الفسقین \" یہ تمہارے سامنے قسمیں کھائیں گے تاکہ تم ان سے راضی ہوجاؤ حالانکہ اگر تم ان سے راضی ہو بھی گئے تو اللہ رہ گز ایسے فاسق لوگوں سے راضی نہ ہوگا \"\nان کی اسکیم یہ ہے کہ پہلے تو یہ لوگ یہ چاہیں گے کہ مسلمان ان کے اس جرم کو معاف کرکے درگزر کردیں اور اس کے بعد یہ کوشش کریں گے یہ مسلمانوں کی خوشنودی حاصل کرلیں تاکہ مسلمان ان کے ساتھ اسلامی سوسائٹی میں وہی معاملہ جاری رکھیں جو ان کی ظاہر داری پر اس سے قبل تھا۔ اور یہ لوگ ان امکانات کی زد سے بچ جائیں جو اس سورت میں مسلمانوں کو دیے گئے ہیں کہ کفار اور منافقین دونوں سے جہاد کرو اور ان پر سختی کرو اور اس طرح سکھوں اور غیر مسلموں کے باہم تعلقات کے لیے یہ آخرت شکل طے کردی گئی یعنی منافقین کو غیر مسلموں میں شامل کردیا گیا۔\nلیکن یہاں یہ تصریح کردی گئی کہ یہ لوگ اس جہاد سے پیچھے رہ کر فاسق ہوچکے ہیں اور اللہ ایسے فاسقوں سے کبھی راضی نہیں ہوتا۔ اگرچہ وہ چند بار قسمیں کھائیں اور مسلمانوں کو راضی کرنے کی سعی کریں۔ پس ان کے بارے میں اللہ کا حکم ہی صحیح حکم ہے اور بشمولیت مسلمین اگر تمام دنیا بھی ان سے راضی ہوجائے تو اللہ کے نزدیک ایک کوڑی کے برابر بھی ان کے لیے مفید نہ ہوگی۔ اللہ و رسول اللہ اور مسلمانوں کو راضی کرنے کی واحد سبیل ہے کہ یہ لوگ اس فسق سے ہٹ کر اور تائب ہوکر عمل جہاد میں شرکت کریں اور دین اسلام میں پورے کے پورے داخل ہوجائیں۔\nاس طرح اللہ تعالیٰ نے بغیر عذر کے جہاد سے پیچے رہنے والوں کی حقیقت کو طشت از بام کردیا۔ اور جماعت مسلمہ سے ان کو دور کردیا اور مسلمانوں اور منافقوں کے باہمی تعلق کے بارے میں بھی فیصلہ کردیا جس طرح اس سے قبل مسلمانوں اور مشرکین کے باہمی تعلق کے بارے میں بھی فیصلہ کردیا جس طرح اس سے قبل مسلمانوں اور مشرکین کے باہم تعلق کی ضابطہ بندی کی گئی تھی یا مسلمانوں اور اہل کتاب کے باہم تعلقات کو منضبط کیا گیا تھا اور اس موضوع پر یہ آخری اور فائنل احکام تھے۔",
  "ayah": 93,
  "surah": 9
}
