{
  "text": "درس نمبر 93 ایک نظر میں\nیہ سبق غزوہ تبوک سے قبل اسلامی معاشرے کے عناصر ترکیبی سے بحث کرتا ہے۔ نیز اس وقت اسلامی معاشرے میں جس قدر طبقات اہل ایمان شامل تھے۔ ان کی تفصیلات بتاتا ہے اور اس میں اسلامی معاشرے کی عضویاتی تشکیل سے بحث کی گئی ہے۔ مختلف طبقات کی سرگرمیوں کا جائزہ لیا گیا ہے اور ان کے خدوخال بیان کیے گئے ہیں۔\nاس سورت کے آغاز میں ہم نے تفصیل کے ساتھ بتایا تھا کہ وہ کیا تاریخی اسباب تھے جن کی وجہ سے اسلامی معاشرے میں اس قسم کے مختلف مزاج کے لوگ جمع ہوگئے تھے۔ یہاں مناسب ہے کہ چند پیرا گراف یہاں دوبارہ نقل کردیے جائیں تاکہ وہ حالات ذہن کے سامنے آجائیں جن سے اس وقت اسلامی معاشرہ گزر رہا تھا۔ جزیرۃ العرب میں اسلام کے پھیلاؤ کی راہ میں قریش ایک دیوار اور بند کی طرح کھڑے تھے ، کیونکہ دینی اور دنیاوی معاملات میں قریش کو ایک بڑا مقام حاصل تھا۔ پھر ادبی ، ثقافتی اور علمی و اقتصادی اعتبار سے بھی وہ دوسرے عربوں کے لیے قابل تقلید تھے۔ اس وجہ سے ان کا مقابلے پر اتر آنا اور اس دین کی راہ روک دینا اس بات کا باعث ہوا کہ تمام عرب نے اس دین سے منہ پھیرلیا اور اسلام میں داخل نہ ہوئے ، یا اگر انہوں نے صرف نظر نہ کیا تو کم از کم یہ صورت حالات ضرور تھی کہ لوگ تردد میں رہے اور انہوں نے فیصلہ کیا کہ انتظار کیا جائے ، تاکہ مسلمانوں اور قریش کی کشمکش کا کوئی فیصلہ ہوجائے۔ جب فتح مکہ کے بعد قریش سرنگوں ہوئے ہوازن و ثقیف بھی سرنگوں ہوگئے۔ مدینہ میں جو قوی یہودی قبائل تھے ، ان کی قوت اس سے پہلے ہی ٹوٹ گئی تھی۔ بنی قینقاع اور اور بنو نظیر شام کی طرف جلا وطن ہوگئے۔ بنو قریظہ بھی ختم ہوکر خیبر کا معاملہ بھی صاف ہوگیا تھا۔ ان واقعات کی وجہ سے اب پورے جزیرۃ العرب میں اسلام پھیل گیا اور لوگ فوج در فوج دین اسلام میں داخل ہونے لگے اور صرف ایک سال کے عرصے میں لوگ دین اسلام میں داخل ہوگئے۔\nاسلام کا گراف افقی طور پر بلند ہونے کی وجہ سے وہ کمزوریاں اسلامی صفوں میں در آئیں جو جنگ بدر کی حیران کن کامیابی کی وجہ سے آگئی تھی۔ اب یہ کمزوریاں بہت بڑے پیمانے پر تھیں۔ بدر الکبری کے بعد جو کمزور عناصر اسلامی صفوں میں در آئے تھے۔ ان کو تعلیم وتربیت کے ذریعے اس قدر پاک و صاف کردیا گیا کہ بدر الکبری کے بعد فتح مکہ تک سات سالوں میں قریب تھا کہ مدنی معاشرہ تمام کمزوریوں سے پاک ہوجائے اور اہل مدینہ اسلامی انقلاب کے لیے مضبوط بیس اور مضبوط بنیاد بن جائے۔ یہاں اولین ، مہاجرین و انصار کی ایسی ایسی جمعیت تیار بیٹھی تھی کہ وہ ہر وقت اسلامی نظام کے لیے امین تھی۔ اگر یہ جمعیت نہ ہوتی تو اس عظیم انقلاب کو سنبھالنا مشکل ہوجاتا۔ لیکن بدر الکبری کے بعد اس جمعیت نے جو مہاجرین و انصار کے سابقین اولین پر مشتمل تھی اس عظیم انقلابی امانت کی مسلسل نگہبانی کی۔ ان سات سالوں میں اللہ تعالیٰ نے مدینہ طیبہ کی اس جمعیت کو اس کام کے لیے تیار کیا اور تربیت دی کہ یہ لوگ فتح عظیم کے بعد اسلام میں داخل ہونے والے انسانوں کے سیلاب کو کنٹرول کرسکیں۔ اللہ خوب جانتا تھا کہ وہ اپنی رسالت اور انقلابی رسالت کی حفاظت کا کام کس کے سپرد کرے۔\nان کمزوریوں کا سب سے پہلے ظہور یوم حنین میں ہوا۔ اس کا تذکرہ سورت توبہ میں ان الفاظ میں ہوا ہے :\nلَقَدْ نَصَرَكُمُ اللَّهُ فِي مَوَاطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئًا وَضَاقَتْ عَلَيْكُمُ الأرْضُ بِمَا رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ (25) ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُودًا لَمْ تَرَوْهَا وَعَذَّبَ الَّذِينَ كَفَرُوا وَذَلِكَ جَزَاءُ الْكَافِرِينَ (26): \" اللہ اسے پہلے بہت سے مواقع پر تمہاری مدد کرچکا ہے۔ ابھی غزوہ حنین کے روز۔ اس روز تمہیں اپنی کثرت تعداد کا غرور تھا مگر وہ تمہارے کچھ کام نہ آئی اور زمین اس وسعت کے باوجود تم پر تنگ ہوگئی اور تم پیٹھ پھیر کر بھاگ نکلے۔ پھر اللہ نے اپنی سینت اپنے رسول پر اور مومنین پر نازل فرمائی اور وہ لشکر اتارے جو تم کو نظر نہ آتے تھے اور منکرین حق کو سزا دی کہ یہی بدلہ ہے ان لوگوں کا جو حق کا انکار کریں۔\nاس جنگ میں ابتدائی شکست کا پہلا سبب یہ تھا کہ دس ہزار اسلامی لشکر میں دوہزار طلقاء شریک تھے۔ یہ فتح ، مکہ کے موقع پر ایمان لائے تھے اور اسلامی لشکر کے ساتھ جہاد کے لیے نکلے تھے۔ چناچہ اسلامی لشکر کے ساتھ ان دوسرے افراد کا وجود بھی اس انتشار کا سبب بنا۔ دوسرا سبب یہ تھا کہ ہوازن نے بالکل اچانک حملہ کیا اور لشکر اسلام چونکہ صرف مدینہ طیبہ کی حققی تربیت یافتہ فوج پر مشتمل نہ تھا ، جن کی تربیت گزشتہ سات سالوں میں مکمل ہوچکی تھی اور جو اس تحریک کی اصل اساس اور سرمایہ تھے ، اس لیے انتشار پیدا ہوگیا۔\nغزوہ حنین میں جو کمزوریاں سامنے آئیں وہ اسلام کی عددی قوت کے گراف اچانک عمودی بلندی کی وجہ سے تھیں۔ جدید لوگ فوج در فوج اسلام میں داخل ہوئے ، جو ایمان اور اخلاص کے اعتبار سے مختلف درجات کے لوگ تھے۔ جن کے درمیان تفاوت درجات تھا اور سورت توبہ میں ان کمزوریوں سے بحث کی گئی ہے اور پھر مختلف زاویوں سے اور مختلف پہلوؤں سے سخت تنقید کی گئی ہے جن کے تفصیلی اقتباسات ہم اس سے قبل دے آئے ہیں۔\nاس اجمال کی تفصیل میں اب ہم آیات کی تشریح کرتے ہیں۔\nاَلْاَعْرَابُ اَشَدُّ كُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلَّا يَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰهُ عَلٰي رَسُوْلِهٖ ۭوَاللّٰهُ عَلِيْمٌ حَكِيْمٌ: یہ بدوی عرب کفر ونفاق میں زیادہ سخت ہیں اور ان کے معاملہ میں اس امر کے امکانات زیادہ ہیں کہ اس دین کے حدود سے ناواقف رہیں جو اللہ نے اپنے رسول پر نازل کیا ہے۔ اللہ سب کچھ جانتا ہے۔ اور حکیم ودانا ہے۔\nیہاں سے بدوی عربوں کی انواع و اقسام پر تبصرہ شروع ہوتا ہے۔ یہ بدوی عرب مدینہ کے ارگرد سکونت پذیر تے۔ اسلام لانے سے قبل ان لوگوں نے اسلام کے خلاف ہر کارروائی میں بڑھ چڑھ کر حصہ لیا اور اسلام لانے کے بعد وہ عموماً دو قسم کے تھے جن کا تذکرہ ان آیات میں ہوا ہے۔ یہاں ان دونوں اقسام کے بیان سے قبل ان بدوی لوگوں پر ایک عمومی تبصرہ ہے۔\nان عمومی الفاظ میں بدویوں کی تعریف کرنے سے معلوم ہوجاتا ہے کہ بدویت کی صفات کیا ہوتی ہیں ، لہذا ہر بدوی کی صفت یہ ہوتی ہے کہ وہ سخت کافر اور پرلے درجے کے منافق ہوتے ہیں اور ان کے حالات ایسے ہوتے ہیں کہ ان میں وہ زیادہ جاہل اور حدود اللہ سے ناواقف ہوتے ہیں۔ اور ان تعلیمات سے دور رہتے ہیں جو اللہ نے اپنے رسول پر نازل کی ہیں۔\nیعنی ان کے عدم علم اور ناواقفیت کی اصل وجہ ہی ان کے ظروف و احوال ہیں۔ مشکل حالات میں رہ رہ کر یہ لوگ سخت جان ، اجڈ اور دین کے راہ و رسم سے ناواقف رہتے ہیں۔ ان کا تعلق چونکہ ہر وقت حسی مادی اشیاء سے ہوتا ہے ، اس لیے وہ اعلی اقدار اور اخلاقی اصولوں سے زیادہ مادی اشیاء کو اہمیت دتے ہٰں۔ اگرچہ ایمان ان کے مزاج میں تبدیلی پیدا کردیتا ہے۔ اور ان کی اقدار اور ترجیحات کو بلند کردیتا ہے اور حسی افق سے ان کو بلند کرکے معنوی آفاق پر ان کی نظریں مرکوز کردیتا ہے۔\nبدویوں کی سنگدلی کے بیشمار واقعات ، احادیث و روایات میں نقل ہوئے ہیں۔ علامہ ابن کثیر نے ان میں اکثر واقعات کو نقل فرمایا ہے۔\n۔۔۔\nاعمش نے ابراہیم سے نقل کیا ہے ، کہتے ہیں کہ ایک بدوی زید ابن صومان کے پاس آ کر بیٹھا۔ وہ اپنے ساتھیوں سے باتیں کر رہے تھے۔ یاد رہے کہ ان کا ہاتھ جنگ نہاوند میں زخمی ہوگیا تھا۔ تو بدوی نے کہا تمہاری باتیں تو مجھ عجیب لگ رہی ہیں لیکن تمہارا ہاتھ مجھے شب ہے میں ڈآل رہا ہے تو زید نے کہا تم میرے ہاتھ کی وجہ سے شک میں کیوں پڑگئے ؟ دیکھتے نہیں کہ یہ تو بایاں ہے ؟ اس پر بدوی نے کہا : خدا کی قسم مجھے یہ معلوم نہیں کہ مجرمین کا بایاں ہاتھ کاٹا جاتا ہے یا دایاں۔ اس زید ابن صومان نے فرمایا\nاَلْاَعْرَابُ اَشَدُّ كُفْرًا وَّنِفَاقًا وَّاَجْدَرُ اَلَّا يَعْلَمُوْا حُدُوْدَ مَآ اَنْزَلَ اللّٰهُ عَلٰي رَسُوْلِهٖ : یہ بدوی عرب کفر ونفاق میں زیادہ سخت ہیں اور ان کے معاملہ میں اس امر کے امکانات زیادہ ہیں کہ اس دین کے حدود سے ناواقف رہیں جو اللہ نے اپنے رسول پر نازل کیا ہے۔ امام احمد روایت کرتے ہیں عبدالرحمن ابن مہدی سے ، سفیان نے ، ابوموسی سے ، وھب ابن منبہ نے ، ابن عباس نے ، رسول اللہ ﷺ سے ، فرماتے ہیں کہ جو شخص دیہات میں رہائش رکھتا ہے ، وہ خشک ہوجاتا ہے اور جو شکار کا پیچھا کرتا ہے وہ غافل ہوجاتا ہے ، اور جو بادشاہوں کے ہاں جاتا ہے ، فتنے میں پڑتا ہے۔ شدت اور ظلم چونکہ چونکہ بدوی لوگوں میں بہت زیادہ پایا جاتا ہے ، اس لیے اللہ تعالیٰ نے بدویوں میں سے کبھی رسول نہیں بھیجا۔ تمام رسول قصبوں اور شہروں سے مبعوث ہوئے ہٰں۔\nوما ارسلنا من قبلک الا رجالا انوحی الیہم من اھل القری \" اور آپ سے پہلے بھی اہل قریہ میں سے مردوں ہی کو رسول بنا کر بھیجا گیا جن کے طرف وحی کی گئی۔ ایک بار جب ایک بدوی نے رسول اللہ کو ہدیہ دیا تو رسول اللہ نے جواب میں کئی گنا دیا \" چناچہ وہ راضی ہوگیا۔ حضور نے فرمایا کہ میں نے ارادہ کیا کہ میں کسی قریشی ، ثقفی انصاری اور دوسی کے سوا کسی اور کا ہدیہ قبول نہ کروں۔ کیونکہ یہ لوگ شہروں میں رہتے تھے یعنی مکہ ، طائف ، مدینہ اور یمن میں رہتے تھے۔ یہ لوگ نہایت نرم مزاج تھے جبکہ بدوی لوگوں کے مزاج میں درشتی ہوتی ہے۔\nامام مسلم نے ابوبکر ابن ابو شیبہ سے اور ابوکریب سے ، انہوں نے ابو امامہ سے اور ابن تمیر سے ، ہشام سے ، اس کے باپ سے انہوں نے ، عائشہ سے ، فرماتی ہیں : بعض دیہاتی حضور سے ملاقات کے لیے آئے تو انہوں نے کہا \" کیا تم لوگ اپنے چبوں کو بوسہ دیتے ہو تو لوگوں نے کہا : \" ہاں \" تو انہوں نے کہا : \" خدا کی قسم ہم تو بوسہ نہٰں دیتے \" اس پر حضور اکرم نے فرمایا : \" میں کیا کرسکتا ہوں کہ اللہ نے تمہارے دلوں سے شفقت نکال دی ہے۔\nغرض بیشمار روایات میں عرب دیہاتیون کی درشت مزاجی اور سنگدلی کے واقعات نقل ہوئے ہیں۔ اور بعض واقعات کا تعلق ان واقعات سے ہے جو اسلام کے بعد کے دور سے تعلق رکھتے ہیں۔ لہذا ان کی یہ صفت بجا طور پر اسلام کے بعد بھی ہوسکتی ہے کہ بعض بدوی کفر میں اور نفاق میں زیادہ شدید ہوں ، اور ان کے بارے میں زیادہ امکان اس بات کا ہو کہ وہ حدود اللہ سے لاعلم ہوں ، جو رسول اللہ پر نازل ہوئے تھے کیونکہ انہوں نے پوری زندگی دیہاتوں میں درشتی اور سختی کے ماحول میں گزاری تھی ، جس میں وہ دوسروں کو کنٹرول میں رکھتے تھے اور جب کمزور زیر دست ہوتے تھے تو وہ اظہار نفرت میں نفاق اور عیاری سے کام لیتے تھے۔ یہ لوگ چونکہ دین جدید کی راہ و رسم سے واقف نہ تھے اس لیے وہ بسا اوقات حدود سے تجاوز کر جاتے تھے۔\nواللہ علیم حکیم \" اللہ سب کچھ جانتا ہے اور حکیم و دانا ہے \" اسے اپنے بندوں کے حالات کا اچھی طرح علم ہے۔ ان کی صفات اور ان کے مزاج کا اچھی طرح علم رکھتا ہے اور وہ حکیم دانا ہے ، اس نے مختلف لوگوں کو مختلف خصوصیات ، صفات اور استعداد سے نوازا ہے اور اس نے لوگوں کو مختلف نسلوں ، جنسوں اور خاندانوں اور اقوام کی شکل میں منقسم کررکھا ہے۔\nبدوی لوگو کی عمومی صفات کے بیان کے بعد اب اسلامی تحریک اسلامی تربیت کے نتیجے میں جو تغیرات ہوئے ، اس زاویہ سے ان کے درمیان جو فرق پیدا ہوگیا ہے ، اس کی تفصیلات دی جا رہی ہیں۔ بعض دل بہرحال ایسے تھے جن میں حقیقی ایمان داخل ہوگیا تھا ، اور بعض ایسے تھے جو ابھی تک اپنی سابقہ حالت پر قائم تے اور حالت کفر و نفاق ان کے اندر موجود تھی۔",
  "ayah": 97,
  "surah": 9
}
