{
  "text": "( وأما بنعمة ربك فحدث ) قال مجاهد يعني النبوة ، روى عنه أبو بشر واختاره الزجاج وقال : أي بلغ ما أرسلت به ، وحدث بالنبوة التي آتاك [ الله ] .وقال الليث عن مجاهد : يعني القرآن وهو قول الكلبي ، أمره أن [ يقرأ به ] .وقال مقاتل : اشكر لما ذكر من النعمة عليك في هذه السورة من جبر اليتيم والهدى بعد الضلالة والإغناء بعد العيلة ، والتحدث بنعمة الله شكرا .أخبرنا أبو سعيد بكر بن محمد بن محمد بن محمي البسطامي ، حدثنا أبو الحسن عبد الرحمن بن إبراهيم بن محمد بن يحيى بن سختويه ، أخبرنا عبد الله بن محمد بن الحسين النصر أبادي ، [ حدثنا علي بن سعيد النسوي ] أخبرنا سعيد بن عفير ، حدثنا يحيى بن أيوب عن عمارة بن غزية عن شرحبيل مولى الأنصاري ، عن جابر بن عبد الله أن رسول الله - صلى الله عليه وسلم - قال : \" من صنع إليه معروف فليجز به ، فإن لم يجد ما يجزي به فليثن عليه فإنه إذا أثنى عليه فقد شكره ، وإن كتمه فقد كفره ، ومن تحلى بما لم يعط كان كلابس ثوبين من زور \" .أخبرنا أبو سعيد الشريحي أخبرنا أبو إسحاق الثعلبي ، أخبرنا الحسين بن محمد بن الحسين ، حدثنا أحمد بن محمد بن إسحاق ، حدثنا أبو القاسم بن منيع ، حدثنا منصور بن أبي مزاحم ، حدثنا وكيع عن أبي عبد الرحمن يعني القاسم بن الوليد ، عن الشعبي ، عن النعمان بن بشير قال : سمعت رسول الله - صلى الله عليه وسلم - يقول على المنبر : \" من لم يشكر القليل لم يشكر الكثير ، ومن لم يشكر الناس لم يشكر الله تعالى ، التحدث بنعمة الله شكر ، وتركه كفر ، والجماعة رحمة والفرقة عذاب \" .والسنة - في قراءة أهل مكة - أن يكبر من أول سورة \" والضحى \" على رأس كل سورة حتى يختم القرآن ; فيقول : الله أكبر .قال الشيخ الإمام الأجل محيي السنة ناصر الحديث قدوة الأئمة ناشر الدين ركن الإسلام إمام الأئمة مفتي الشرق أبو محمد الحسين بن مسعود رحمه الله : كذلك قرأته على الإمام المقرئ أبي نصر محمد بن أحمد بن علي الحامدي بمرو ، قال : قرأت على أبي القاسم طاهر بن علي الصيرفي ، قال : قرأت على أبي بكر أحمد بن الحسين بن مهران ، قال : قرأت على أبي علي محمد بن أحمد بن حامد الصفار المقرئ ، قال : قرأت على أبي بكر محمد بن موسى الهاشمي ، قال : قرأت على أبي ربيعة والحسين بن محمد الحداد ، وهما قرآ على أبي الحسين بن أبي بزة وأخبرهما [ ابن أبي بزة ] أنه قرأ على عكرمة بن سليمان بن كثير المكي ، وأخبره عكرمة أنه قرأ على شبل بن عباد وإسماعيل بن قسطنطين ، وأخبراه أنهما قرآ على عبد الله بن كثير ، وأخبرهما عبد الله [ بن كثير - رضي الله عنهم أجمعين ] أنه قرأ على مجاهد ، وأخبره مجاهد أنه قرأ على ابن عباس ، وأخبره ابن عباس أنه قرأ على أبي بن كعب .وأخبرنا الإمام المقرئ أبو نصر محمد بن أحمد بن علي وقرأت عليه بمرو ، وقال : أنا الشريف أبو القاسم علي بن محمد الزيدي بالتكبير ، وقرأت عليه بثغر حران ، قال : حدثنا أبو بكر محمد بن الحسن بن زياد الموصلي المعروف بالنقاش ، وقرأت عليه بمدينة السلام ، حدثنا أبو ربيعة محمد بن إسحاق الربعي ، وقرأت عليه بمكة قال : حدثنا أبو الحسن أحمد بن محمد بن عبد الله بن أبي [ بزة ] ، وقرأت عليه قال لي : قرأته على عكرمة بن سليمان ، وأخبرني أنه قرأ على إسماعيل بن قسطنطين وشبل بن عباد قال فلما بلغت \" والضحى \" قالا لي : كبر حتى تختم ، مع خاتمة كل سورة ، فإنا قرأنا على ابن كثير فأمرنا بذلك ، وأخبرنا أنه قرأ على مجاهد فأمره بذلك ، وأخبره مجاهد أنه قرأ على ابن عباس [ فأمره بذلك ] ، وأخبره ابن عباس أنه قرأ على أبي بن كعب فأمره بذلك وأخبره أبي أنه قرأ على النبي - صلى الله عليه وسلم - فأمره بذلك .وكان سبب التكبير أن الوحي لما احتبس قال المشركون هجره شيطانه ، وودعه ، فاغتم النبي - صلى الله عليه وسلم - لذلك ، فلما نزل \" والضحى \" كبر رسول الله - صلى الله عليه وسلم - فرحا بنزول الوحي ، فاتخذوه سنة .",
  "ayah": 11,
  "surah": 93
}
