{
  "surah": 2,
  "ayah": 127,
  "text": "And when Abraham raised up the foundations of the House: it is said that the Kaʿba was brought down from the heaven at the time of Adam, having two doors, [one] to the east and [one] to the west. So Adam made the pilgrimage from India and was greeted [there] by [a host of] angels 40 parasangs deep. He performed circumambulations of the House and entered into it. It was then raised [back to the heaven] at the time of Noah's flood, peace be upon him, and was then brought back down another time at the time of Abraham, may God's blessings be upon him; he visited it [the Kaʿba] and raised up its foundations and [re-]made its two doors a single door. It is said that [Mount] Abū Qubays shook violently and became split off from the Black Stone, which was a white ruby from the rubies of Paradise that Gabriel had brought down; it had been hidden away for him [Abraham] from the time of the flood until the time of Abraham, peace be upon him, who then placed it in its place [in the Kaʿba]. It became black from the touch over time of menstruating women. Thus, its [the Kaʿba's] coming down at the time of Adam is an allusion to the manifestation of the heart during his time by virtue of his being upon it [the heart]; its having two doors, a western and an eastern one is an allusion to the manifestation of the knowledge of the origin and the final return and the spiritual knowledge concerning the world of light and the world of darkness during his time but not knowledge of the Oneness. His [Adam's] setting out to visit it from India is an allusion to his heading off, by virtue of engenderment and equilibrium, from the world of dark corporeal nature to the station of the heart. The reception [of him] by the angels is an allusion to the attachment of the animal and vegetative faculties to the body and the manifestation of the effects of these [faculties] in it before the the effects of the heart during the forty days in which his build was being engendered and his clay was fermenting; or [it is an allusion] to his heading off to journey and to wayfare from the world of the soul of darkness to the station of the heart, with the reception of the angels being his reception of the ego-centric and corporeal faculties by accepting obedience and the beautiful character traits and excellent natural disposition, becoming accustomed to them by moving between stations until his arrival at the station of the heart."
}
