{
  "surah": 2,
  "ayah": 142,
  "text": "The fools among the people will say: He has called them fools, of slight intellect, because of the failure of their intellects to be true [to their nature] by perceiving the truth of the religion of Islam, and to fulfill this [truth] in accordance with what they knew to be the due of this school and to stop at this [religion]. That is why their dispute concerned God, despite their according with [the principle of] God's Oneness and the singling out of Muslims for singular devotion [to God]. For were they to perceive the truth they would perceive their singular devotion and they would no longer dispute. Were their intellects composed, they would have inferred from signs and perceived what is due to every religion and school of thought, and would have distinguished between that religion of truth [Islam], which is like the spirit in comparison, and the falsehood promoted by its adherents, [falsehood] with which has the religion of Islam has become mixed and draped itself. For it [Islam] is all truth, nay, it is the truth of all truths, which is why they [Muslims] were appointed as a midmost community, that is, a balance between all communities, meritorious over them and witnesses against them. 'What has turned them from the direction they were facing in their prayers formerlyḍ', [they said that] because they were restricted to a specific direction and so they could only accept something restrictive, not knowing the Oneness that accommodates all directions. Say: 'To God belong the east and the west, [to be understood] as has been mentioned according to the two interpretations. He guides whomever He will to a straight path', that is, the path of Oneness in relation to which all directions are the same by virtue of the fact that the Truth to which all is directed is not in any direction and that all directions are contained in Him, through Him and to Him, as He has said: Whithersoever you turn, there is the face of God [Q. 2:115]."
}
