{
  "surah": 2,
  "ayah": 143,
  "text": "Thus We appointed you a midmost community.... Surely God is clement, ever-merciful toward the people. It is the wise Lord, the knowing King, whose power and existence-giving bring forth beings. The newly arrived things exist through His exaltedness and His making them manifest, and the earth and the heavens stand forth through His keeping. He created the newly arrived things and chose from among them the animals. From among the animals He chose the Adamites, from the Adamites He chose the faithful, from the faithful He chose the prophets, and from the prophets He chose MuḤammad. He chose his community above the previous communities. This is why MuṣṬafā said, “I was brought forth from the best generation of the children of Adam, generation after generation, until I came to be in the generation in which I am.” He also said, “Surely God chose my companions above all the world's folk save the prophets and the envoys. He chose four of my companions and made them the best of my companions-and in all of my companions there is good-Abū Bakr, ʿUmar, ʿUthmān, and ʿAlī. He chose my community over the other com- munities, so He sent me forth in the best generation. Then there will be the second and third in succession, then the fourth, one after another.” What is understood from this report is that MuṣṬafā is the best of the Adamites, the chosen from among the world's folk, the leader of the creatures, the adornment of the world, the weighty one of the time, the lamp of the earth, the full moon of heaven, the shelter of the disobedient, the interceder for the sinners, the master of all the messengers and their seal. After MuṣṬafā the best of all creatures is Abū Bakr the sincerely truthful. The Lord of the Worlds placed the cushion of his imamate on the throne of MuṣṬafā's Shariah, turned the lodging place of his servanthood into self-purification and truthfulness, and made trust and certainty the keeper of the rank of his friendship. After him the best of creatures is ʿUmar KhaṬṬāb. The Lord of the Worlds placed the reins of lowering and raising the legal rulings in the hand of his sufficiency and pulled the robe of his rulership over the forehead of the creed. With his harshness and awesomeness the smoke of as- sociationism was subdued by its own misfortune.  After him the best of creatures is ʿUthmān ʿAffān. The Lord of the Worlds spread the carpet of his dignity and honor in the seven heavens and in the era of his reign the lights of Islam were lit up in the regions of east and west. After ʿUthmān the best of creatures is ʿAlī Murtaẓā. The Lord of the Worlds unveiled the realities of the Shariah and the marks bearing witness to the Tariqah through his conduct and secret core and made trust and godwariness his watchword and blanket. MuṣṬafā placed each of these masters and caliphs in a rank and gave each a specific charac- teristic. Concerning ṣiddīq he said, “O Abū Bakr, God has bestowed upon you the Greatest Ap- proval.” It was said to him, “O Messenger of God, what is the Greatest Approval?” He said, “God will disclose Himself generally to His faithful servants on the Day of Resurrec- tion and specifically to Abū Bakr.” Concerning ʿUmar he said, “Were there to be a prophet after me, it would be ʿUmar ibn al- KhaṬṬāb.” Concerning ʿUthmān he said, “Every prophet has a close friend, and my close friend in the Garden will be ʿUthmān.” To ʿAlī he said, “In relation to me in my community you are like Aaron in relation to Moses, except that there will be no prophet after me. You are of me, and I am of you.” Concerning all of his Companions generally he said, “None of my companions, dying in the earth, will be stirred up on the Day of Resurrection without having a leader and a light.” He said, “My companions in my community are like salt in food-food is not wholesome without salt.” He said, “Fear God, fear God in my companions! Fear God, fear God in my companions! Do not take them as extraneous after me! When someone loves them, I will love him with my love. When someone hates them, I will hate him with my hate. When someone troubles them, he has troubled me. When someone troubles me, he has troubled God. And when someone troubles God, he will be quickly taken to task.” He said, “Do not revile my companions, for by Him in whose hand is my soul, were any of you to expend the like of Mount UḤud in gold, you would not reach the extent of one of them, or half."
}
