{
  "surah": 2,
  "ayah": 178,
  "text": "O you who have faith! Written for you is retaliation in the case of the slain. He is addressing the body, heart, and spirit and saying, “O totality of the servant! If you want to step into the street of friendship, first detach your heart from life and toss away everything you know about states and deeds, for in the shariah of friendship your life will be taken as retaliation, and everything you know will be the wergild, though more is needed. Such is the shariah of friend- ship. If you are the man for the work, enter! Otherwise, nothing will get done with self-love and defilement.” In the tracks of manliness plane trees live long, in the tracks of defilement jasmine goes fast. Throw away your life, travel the road, live upright, and be a man! Then you will subsist-when you empty your skirt of these ruins. Yes, it's a marvelous work, the work of friendship! It's a wonderful shariah, the shariah of friend- ship! Whenever someone is killed in the world, retaliation or wergild is mandatory against the killer. In the shariah of friendship, both retaliation and wergild are mandatory for the person killed. The Pir of the Tariqah, “How should I have known that there is retaliation for those killed by friendship? But, when I looked, that was Your transaction with the elect. How should I have known that friendship is sheer resurrection and that those killed by friendship should ask for wer- gild? Glory be to God! What work is this, what work!? He burns some people, He kills some people, and no one burned has regrets, no one killed turns away.” How You kill us and how we love You! O marvel! How we love the killer! * May my eyes' light be the dust beneath Your feet! May my heart's rest be Your curly locks! In passion for You, may my justice be Your cruelty! May my life be sacrificed in grief for You! One person is burnt and left unsettled, another slain and perplexed in the field of solitariness. One is hanging on reports, another mixed with face-to-face vision. Who planted these seeds? Who stirred up this tumult? One is in a whirlpool, another wishing for water, but the drowned is not sated, the thirsty has no sleep."
}
