{
  "surah": 2,
  "ayah": 18,
  "text": "deaf, dumb, blind, in reality because of their hearts being veiled from the light of the intellect by which they hear the truth, utter it and see it. Outwardly, because of their not being beneficial, given that the paths from those sense to the heart are blocked and given the locus of the veil, the light of the heart does not reach them so that they might have preserved their benefits; nor do its perceptions touch the heart so that they might understand and take heed; they shall not return, to God because of the two barriers set upon their hearts, [the two barriers] mentioned in His statement and We have set before them a barrier and behind them a barrier [Q. 36:9]. The use of the simile lies in depicting what is intellectual in tangible form that it might find visible expression in the souls of the common folk. He then likens them to a people who are struck by rain amidst darkness, thunder and lightning: rain is the descent of the divine revelation and the arrival of [divine] mercy as assistance to them through the blessedness of the companionship of the believers and the remainder of their preparedness that might benefit their hearts even minimally; and [the rain] is also the materialisation for them of outward graces consistent with their wishes outwardly. The darknesses are the ego-centric attributes and the imaginal and illusory doubts and the satanic whisperings that bewilder them and fill them with anxiety. Thunder is the divine fulmination and the overwhelmingly powerful threat [of chastisement] mentioned in the QurÌān, its verses and the aurally and visually received reports, that which frightens them and results in the smallest breaking of their insolent hearts and a defeat of their rejecting souls. Lightning is the luminous flashes and the spiritual alerts upon hearing the promise [of reward] and being reminded of the favours and blessings that which entices them and gives them hope [of salvation] and thus profits them with a small yearning and sways them to [hope for] the granting [of their supplications]."
}
