{
  "surah": 2,
  "ayah": 255,
  "text": "God, there is no god but He, the Living, the Self-Standing. Slumber takes Him not, nor sleep. To Him belong whatsoever is in the heavens and whatsoever is in the earth. Who will in- tercede with Him save by His leave? He knows what is before them and what is behind them, and they encompass nothing of His knowledge save as He wills. His Footstool embraces the heavens and the earth, and He is the High, the Tremendous. God is He who has divinity and lordhood, God is He who has unity and self-sufficiency. His fix- ity is unitary, His being self-sufficient, His subsistence beginningless, and His brilliance eternal. God is the name of a lord whose essence is everlasting and whose attributes are eternal. His subsistence is beginningless and His splendor endless. His beauty is self-standing and His majesty constant. He is magnanimous and renowned, great in measure and deed, great in name and word, beyond intelligence and before when, and greater than any measure. O majestic God who is the Enactor and the good sweetheart, the creator of the world and the guardian of the creatures, keeper of enemies and companion of friends, the hard cash of hopes and enough for assurances, the receiver of every plaintiff and the forgiver of every offense, the kiblah of the desirer and the remembrance of the recognizer's heart! In remembrance of You I pass my days without You, in my eyes a picture of Your form. God is the remembrance of the hearts of the friends, God is the witness of the heart of the recogniz- ers, God is the joy of the secret core of the distracted, God is the healing of the hearts of the ill, God is the lamp of the breast of the tawḤīd-voicers, God is the light of the heart of the familiars and the balm of the pain of the burnt. Passion for You in my heart is like the light of certainty, Your name upon my eyes like the seal on a ring. In my nature and aspiration until the day of resurrection love for You will be like the spirit and loyalty to You like religion. The Pir of the Tariqah Junayd said, \" If someone says God with his tongue when other than God is in his heart, God will be his adversary in the two abodes.  \" If someone remembers God with his tongue and delights in His name and then busies his heart with love for another, then-by the maj- esty and exaltedness of the Lord God-tomorrow the whip of rebuke will reach him in the station of harshness, and his adversary will be God. On the night of the miʿrāj He said to the master, \" 'O MuḤammad! I wonder how anyone with faith in Me can depend on other than Me. O MuḤammad! Were they to gaze on the subtleties of My kindness and the wonders of My artisanry, they would not worship other than Me': What a wonder is someone who finds Me and then seeks for someone else! How can He who recognizes Me busy himself with other than Me? \" When an eye sees You, it is relieved of pain. When a spirit finds You, it is exempt from death. The Pir of the Tariqah said, \" O God, O worthy of generosity and caresser of the world! There is no sorrow along with Your union and no grief along with Your remembrance. You are the plaintiff and the interceder, the witness and the judge. As long as I breathe along with Your love, I will be free of the bonds of existence and nonexistence, released from the bother of Tablet and Pen-cups of happiness placed in hand again and again in the session of intimacy! \" There is no god but He, a God other than whom there is no worthy object of worship. In the two worlds who else is worthy of Lordhood? There is none to take the hand of the wounded other than the signet of His beauty and gentleness. There is no caresser of the orphans other than the edict of His generosity. He is the Lord God to whose loyalty are bound the hearts of the friends, for whose encounter are wishing the spirits of the yearners, and from the cups of whose trial the spirits of the passionate are drunk in love. The ease of the wounded comes from His name and mark, the joy of the recognizers from His remembrance and message. How beautifully spoke that distracted one of the times: \" When will my luck smile at me from Your playing field? When will separation from You strike its tent from my spirit's desert? My ease is Your message, my foot in Your snare, Your prison my spirit's garden because of Your name."
}
