{
  "surah": 2,
  "ayah": 259,
  "text": "Or such as he who passed by a town: in other words, have you considered the example of he who passed by a town whose inhabitants had perished under its fallen roofs and collapsed walls, and who then marvelled that it could be brought back to life, being as he was a wayfaring seeker who had not yet attained the station of certainty and had not been prepared to receive the light of the self-disclosure of the Life-giver. The most widespread opinion is that this [man] was Ezra. So God made him die, that is, He made him subsist upon a death of ignorance, just as He said our Lord You have caused us to die twice [Q. 40:11], according to [the interpretation of] one opinion, and He also said when you were dead and He gave you life [Q. 2:28], a hundred years: it is possible that in their time a single year was based on the lunar cycle, making it 8 [proper] years and 4 months; or it could have been based on the seasons of the year, making it 25 years, and [it is also possible] that at that time their spans of life were [considerably] longer; then He raised him up, with true life and asked him to consider the period he had tarried; he did not think that it had been longer than a day or part of a day, deeming insignificant the duration of time he had tarried in that death of ignorance which is finite in relation to everlasting life and also because he did not sense the passing of this period, as with one who is asleep and oblivious to the passage of time. Then after he had reflected, God pointed out to him how long the period of ignorance and the death of obliviousnessn had been by [informing him] that it had been a hundred years. Or [it could be understood] that He made him die through voluntary death during one of the periods mentioned so that the period then represents the time spent in spiritual discipline, wayfaring and struggling in the way of God. Or [still] that He made him die a natural death such that his spirit became attached to the body of another of his own genus in order to acquire perfection either after a certain period or immediately until one of the three mentioned periods had passed without him looking into his state, unaware of his origination and his [ultimate] return: in this way he had been dead throughout his actual life."
}
