{
  "text": "لَهُ مُعَقِّبَاتٌ مِّن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ يَحْفَظُونَهُ مِنْ أَمْرِ‌ اللَّـهِ\nFor him there are angels replacing each other, before him and behind him, who guard him under the command of Allah - 11.\nThe word: مُعَقِّبَاتٌ (mu’ aqqibat) is the plural form of mu’ aqqibah. A group which comes concurrently behind another group is called mu'aqqibah or muta'aqqibah (hence, the translation: 'replacing each other' ). The expression: مِّن بَيْنِ يَدَيْهِ (min bayni yadayhi) literally means in between the two hands. It denotes the direction in front of a person. And: وَمِنْ خَلْفِهِ (wa min khalfihi) means 'behind him.' The particle: مِنْ (min) in the statement: مِنْ أَمْرِ‌ اللَّـهِ (min amrillah) has been placed here to serve as the ba' (بَاء) of causation. It has been used here in the sense of: بِاَمرِ اللہ (bi amrillah: under the command of Allah). In some readings (Qira'aat) of the Qur'an, this word has also been reported as: بِاَمرِ اللہ (bi amrillah). (Ruh al-Mani)\nThe verse means that for all human beings - whether one conceals what one says, or discloses it; or, similarly, one wishes to hide one's movement under the dark cover of the night, or goes about walking freely and openly in broad daylight - there are groups of angels appointed from Allah who provide a security cordon for them from in front of them and from behind them. Their hours of service and duty keep changing, so they keep replacing each other one after the other. The assignment given to them under the command of Allah is that they should protect human beings.\nAccording to a Hadith of the Sahih of Al-Bukhari, there are two groups of angels who have been appointed to guard human beings, one for the day, and another for the night. These groups meet together during the prayers of Fajr and ` Asr. The night guards depart after the Salah of Fajr and the daytime guards take over. Then, they leave after the Salah of'Asr and the night guards resume their duty.\nAs reported by Sayyidna al-Murtada ؓ ' in a Hadith of Abu Dawud, for every human being there are guardian angels appointed to protect him or her. It is their duty to keep guarding them lest a wall or something else falls over them, or they stumble into a ditch or cave, or some animal or man causes hurt or harm to them. However, when the will of Allah itself stands enforced against a person condemned to suffer from some hardship or calamity, the guarding angels move away from the site. (Ruh al-Ma` ani)\nFrom a narration of Sayyidna ` Uthman al-Ghani ؓ as in a Hadith of Ibn Jarir, we know that the duty of these guarding angels is not limited to protecting human beings from worldly discomforts and hardships only, instead, they also try to dissuade them from sins and do their best to keep them safe. They would go on infusing in their hearts the urge to do good and fear Allah, so that, through these, they would stay away from sinning. Now, if they still fall into sin by becoming neglectful of the angelic inspiration, they nevertheless pray for him and try that the sinner would somehow hasten to repent and become cleansed of the sin. After that, if the sinner fails to take any warning and refuses to correct himself, then, they write down a sin in his Book of Deeds.\nIn short, these guarding angels keep protecting human beings against the unwelcome happenings of both the present world and the world to come, all the time, awake or asleep. The well-known Tabi` i, Ka'b Al-Ahbar (رح) says: Should this protective Divine cordon be removed from around human beings, the Jinns would make their lives difficult. But, all these protective arrangements work only until such time as the Divine decree permits them to remain operative. Now, if Allah Ta` ala Himself wills to let a servant of His suffer, this arrangement of protection stands dismissed.\nThis has been elaborated in the next verse in the following manner:\nإِنَّ اللَّـهَ لَا يُغَيِّرُ‌ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُ‌وا مَا بِأَنفُسِهِمْ ۗ وَإِذَا أَرَ‌ادَ اللَّـهُ بِقَوْمٍ سُوءًا فَلَا مَرَ‌دَّ لَهُ ۚ وَمَا لَهُم مِّن دُونِهِ مِن وَالٍ\nSurely, Allah does not change what is in a people until they change what is in themselves. And when Allah intends evil for a people, there is no way to turn it back, and for them there is no patron other than Him-11\nIt means that Allah Ta` ala does not change the state of peace and security enjoyed by a people into a state of distress and instability until such time that those people themselves change their deeds and ways into evil and disorder. And when a whole people change to commit themselves and their surrounding conditions into rank contumacy and disobedience, then, Allah Ta` ala too changes His way with them. And it is obvious that, should Allah Ta` ala Himself intend evil and punishment for any-one, then, there is no way that could be averted and there is no one who can rise to help them out against the Divine decree.\nThe outcome is that human beings remain actively protected by an-gels under the command of Allah Ta` ala, but should a people become ungrateful for His blessings and forsake being obedient to him only to take to evil doings and become contumacious in the end, then, the posse of protection posted by Allah Ta ala is called off duty. At that time, the wrath and punishment of Allah Ta` ala descends upon them and there remains no way they could escape from these.\nThis explanation tells us that the 'change' referred to in the cited verse means: When a people abandon gratitude and obedience and settle for a change to worse around them, then, Allah Ta` ala too brings about a change in His way of mercy and protection.\nAccording to a common explanation of this verse, no positive revolution appears among a people unless they themselves do not correct conditions around them to bring about that positive revolution. There is a very popular Urdu couplet by poet Half which carries this very sense:\nاللہ نے آج تک اس قوم کی حالت نہیں بدلی\nنہ ہو جس کو خیال آپ اپنی حالت کے بدلنے کا\nTo this day, God has never changed the condition of a people Who have no plan of changing their condition themselves.\nWhat has been said here is, no doubt, correct to a certain extent. But, this is not the sense of the Verse cited here. And its being correct too has to be viewed in terms of a general principle, that is, for a person who has no intention of correcting himself, there is no promise of help and support from Allah Ta’ ala. Instead, this promise is valid under the condition that someone would himself think and do something about it - as we learn from the noble verse: وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا (that is, 'those who strive in Us, them We do lead to Our paths - (29:69) ' which tells us that the pathways of guidance from Allah Ta` a1a too open up only when the urge to have such guidance is present there. But, Divine blessings are not bound by this restriction. They would, at times, come even without it.\nTake our own existence and its countless blessings. These are not the outcome of our effort, nor had we ever prayed that we be given such a presence with eyes, nose, ears and rest of the most perfect body. These are wonderful blessings - and we have them without having to ask for them. However, the right to deserve blessings and to become worthy recipients of the fruits of the Divine promise cannot be received without making one's own effort to earn it - and should a people keep waiting for Divine rewards without putting in the due effort and deed, it would amount to nothing but self-deception.",
  "ayah": 11,
  "surah": 13
}
