{
  "text": "الَّذِينَ يُوفُونَ بِعَهْدِ اللَّـهِ (those who fulfill [ their ] pledge with Allah). It covers all promises and pledges taken by Allah Ta` ala from His servants, the very first of which was the Divine Covenant taken in eternity before an assembly of all spirits, that is: اَلَستُ بِرَبِّکُم (Am I not your Lord?) in answer to which, everyone had unanimously said: بَلٰی (Yes, why not? Surely, You are our Lord). Similarly, the different pledges taken by Allah Ta` ala regarding the obedience of Divine injunctions, fulfillment of assigned duties, abstinence from things impermissible as ordered by Allah have been mentioned in different verses of the Qur’ an.\nThe second attribute mentioned here is: وَلَا يَنقُضُونَ الْمِيثَاقَ (and they do not break the covenant). It includes all covenants, including pledges between Allah and His servants which have been pointed out right here in the first sentence as: عَهْدِ اللَّـهِ (their pledges with Allah). Also included here are the pledges given by the people of a religious community to their prophet or messenger, as well as the contracts and pacts which one human being enters into with the other.\nBased on a narration by Sayyidna ` Awf ibn Malik ؓ ، Abu Dawud has reported that the Holy Prophet ﷺ took a pledge (Ahd and Bay'ah) from the noble Sahabah that they would not associate anyone with Allah, and perform Salah punctually five times every day, and obey their authorities, and would never stretch their hands for anything before any human being.\nPeople who were parties to this solemn pledge were so true to their word of honour that, should they happen to drop their whip from their hand while riding, they would never ask anyone to pick up and hand over that whip to them. Instead of that, they would get down from their mount and pick it up themselves.\nThat the noble Sahabah did so was the result of the great feeling of love and the passionate desire to obey their master in their hearts. Otherwise, it was fairly obvious that he had never intended to stop them from making a request of this nature. This is very much like what happened when Sayyidna ` Abdullah ibn Masud ؓ was entering the Masjid on a certain occasion. He saw that the Holy Prophet ﷺ was addressing a gathering. It was only by chance that, at the time he was entering the Masjid, the words: 'Sit down' happened to have been uttered by the Holy Prophet ﷺ as part of his address. Sayyidna ` Abdullah ibn Masud ؓ knew that this never meant that anyone, no matter where, should sit down on the street, passage way, or a spot not suitable for the purpose. But, such was his passion for obedience that it did not allow him to take even one step forward from outside the Masjid gate where he was. Just as these words of his master struck his ears, he sat down right there.",
  "ayah": 20,
  "surah": 13
}
