{
  "text": "Commentary\nAt the beginning of the section, human beings were divided into two kinds - those who are obedient to Allah Ta’ ala and those who are disobedient to Him. Then, enumerated there were some attributes and signs of the obedient servants of Allah and mention was made of the best of rewards for them in the Hereafter.\nNow, in the present verses, stated there are the attributes and signs, and punishments, of the other kind of people. One trait of character these disobedient and contumacious people have been reported to have الَّذِينَ يَنقُضُونَ عَهْدَ اللَّـهِ مِن بَعْدِ مِيثَاقِهِ (And those who break [ their ] pledge with Allah after it has been made binding). Included here is the pledge out of the pledges given to Allah concerning His unshared Lordship and Oneness by all spirits created by Him. The disbelievers and polytheists broke this pledge when they came into this world and consequently took to hundreds and thousands of lords and objects of worship all joined up with the pristine divinity of Allah Ta` ala.\nAnd also included here are all pledges faithfulness to which becomes binding on human beings as part of the great pledge of: لا إلہ إلا اللہ (There is no deity worthy of worship except Allah). The reason is that the Kalimah Tayyibah, that is: لا إلہ إلا اللہ محمد الرسول اللہ ( La' Ilaha Illallahu Muliammadur Rasulullah : There is no deity worthy of worship except Allah - Muhammad is the messenger of Allah) is, indeed, the symbol of a great pledge under which fall the obedience to all injunctions and rules of conduct taught by Allah Ta’ ala and His Messenger, and it also covers the pledge to abstain from things which have been prohibited. Therefore, when a human being deviates from any injunction made binding by Allah or deviates from the command given by His Messenger, he or she commits a breach of trust by breaking this pledge to have faith.\nThe second trait of these disobedient people has been identified as: وَيَقْطَعُونَ مَا أَمَرَ‌ اللَّـهُ بِهِ أَن يُوصَلَ (and cut off relations Allah has commanded to be joined). Included here is the relationship human beings have with Allah Ta` a1a and His Messenger, may peace be upon him, and the blessings of Allah. The cutting of this relationship simply means the contravention of their commands. And, of course, included here are connections based on relationships the maintenance of which and the fulfillment of whose rights has been stressed upon time and again in the Holy Qur’ an.\nThose who disobey Allah Ta` ala would not hesitate in sundering even these relations and rights built around them - for instance, they would not fulfill the rights of their mother, father, brother, sister, neighbour, and others in that category while they are rights which must be fulfilled by all human beings as commanded by Allah Ta` ala and His Messenger.\nThe third trait of such people has been stated as: (and make mischief on the earth). This third trait is actually the outcome of the first two, that is, they disregard pledges given, whether given to Allah or to His servants, just have no consideration of anyone's rights or relationships. It is obvious that such deeds of these people will cause pain and loss to others, even become the cause of mutual fighting and killing. This is the worst 'Fasad' or disorder or mischief they inflict on this earth.\nAfter having described these three traits of the disobedient and contumacious people, the punishment identified for them is: أُولَـٰئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (those are the ones for whom there is the curse, and for them there is the evil abode). The word: اللَّعْنَةُ (al-la'nah: translated here as 'curse' ) means to be removed far away from the mercy of Allah, and become deprived of it. And it goes without saying that being far removed from His mercy is the most punishing of all punishments and certainly the hardest of all hardships.\nInjunctions and Rules of Guidance\nSpecial injunctions and rules of guidance concerning many departments of human life appear in the verses 20 to 24. Either explicit or implied, they are as follows:\n1.\tFrom: الَّذِينَ يُوفُونَ بِعَهْدِ اللَّـهِ وَلَا يَنقُضُونَ الْمِيثَاقَ those who fulfill [ their ] pledge with Allah and do not break the covenant - 20) it stands established that abiding by a pledge given or contract made with someone is a binding obligation which must be fulfilled, and any contravention of which is حَرَام Haram (forbidden, unlawful) - whether that pledge be related to Allah and His Messenger ﷺ ، as the pledge of Faith and the pledge to maintain re-lationships with those created by Allah, or it may be a pledge related to any Muslim or Kafir. Pledge-Breaking is حَرَام Haram under all conditions.\n2.\tFrom: وَالَّذِينَ يَصِلُونَ مَا أَمَرَ‌ اللَّـهُ بِهِ أَن يُوصَلَ (and those who maintain the relations Allah has commanded to be maintained - 21) we learn that Islam does not teach abandonment of relationships in some monastic manner. Instead of that, maintaining necessary relations and fulfilling their due rights has been made necessary in Islam. As for the rights of parents, children, wife, sisters, brothers and the rights of other relatives and neighbours, these have been made obligatory by Allah Ta ala on every human being. They cannot be ignored in favour of voluntary acts of worship, not even to devote time for some religious service needed by the community. This is not permissible. How could it become permissible to forget them and get busy doing other things?\nAs for maintaining the bonds of family relationships, taking care of them, and fulfilling their due rights, these have been stressed upon in many verses of the Holy Qur an.\nIn a Hadith of Al-Bukhari and Muslim based on a narration of Sayyidna Anas ؓ ، it has been reported that the Holy Prophet ﷺ said: A person who hopes to have extended means of living and barakah in things done must maintain relations (Silatur-Rahim). It simply means that one should take care of those he is closely related with and help and support them within personal capability.\nAnd Sayyidna Abu Ayyub al-Ansari ؓ says that a rustic Arab villager called upon the Holy Prophet ﷺ at his home and asked him: 'Just tell me what should I do to come closer to Paradise and stay away from Hell.' He said: 'Worship Allah. Take no partners with Him. Establish Salah. Give Zakah. And maintain relations.' (Al-Baghawi)\nAccording to a narration of Sayyidna ` Abdullah ibn ` Umar ؓ appearing in the Sahih of al-Bukhari, the Holy Prophet ﷺ has been reported to have said: 'Silatur-Rahim' (maintaining relations) does not simply mean that you return the favour done by a relative, that is, if he has done a favour to you, you do a favour to him. Instead, real Silatur-Rahim (the ideal form of maintaining relations) is that even if your relative fails to maintain relations with you, yet you, on your part, only for the sake of Allah, maintain relations with him, and do favours to him.'\nIt was due to the importance of fulfilling the rights of relatives and maintaining relations with them that the Holy Prophet ﷺ said: 'Preserve your family trees through which you would preserve your family ties and you would be able to fulfill their rights.' Then he said: 'This rule of maintaining relations has its advantages. It generates mutual love, puts barakah in wealth which increases, and puts barakah in years of life too.' (Tirmidhi)\nIt appears in a IIadith of Sahih Muslim that the Holy Prophet ﷺ said: 'Most commendable is the act of maintaining relations when a person maintains the same relations with the friends of his dead father, as they were during his lifetime.\n3. The statement: وَالَّذِينَ صَبَرُ‌وا ابْتِغَاءَ وَجْهِ رَ‌بِّهِمْ (in order to seek the pleasure of their Lord - 22) makes us realize that the merits of Sabr (patience) which have appeared in the Qur’ an and Hadith and which tell us that the patient person has the good fortune of having Allah Ta’ a1a with him, and of His help and support, and that countless returns and rewards wait for him or her. But, all this happens only when one observes patience for the good pleasure of Allah Ta` ala - otherwise, everyone reaches a point in time when, sooner or later, one gets to become reconciled to his or her lot.\nAs explained earlier, the real meaning of Sabr (translated here as 'to observe patience' ) is to control one's self and remain steadfast which can take different forms. First of all, one should observe patience, not become upset under the stress of hardship and pain, not become disappointed, rather keep Allah Ta ala in sight and keep hoping. Secondly, one should observe patience in carrying out acts of obedience to Allah in a way that one remains sure of staying on that track steadfastly, even if the adherence to Divine injunctions appears to be hard on one's self. Thirdly, one should observe patience against what is evil and sinful - even if the desiring self demands that the road to evil be taken, but one should resist and refuse to take the road to evil because of the fear of Allah.\n4.\tFrom: وَأَنفَقُوا مِمَّا رَ‌زَقْنَاهُمْ سِرًّ‌ا وَعَلَانِيَةً (and spend from what We have given to them secretly and openly - 22), we learn that spending in the way of Allah secretly and openly is correct whichever way it is done. However, it is better that obligatory charities (wajib sadaqat) such as Zakh and Sadaqatul-Fitr etc., be paid openly so that other Muslim are also prompted to do the same. As for voluntary charities (nafl sadaqat) which are not obligatory should be paid secretly so that one can stay safe from scruples of hypocrisy and pulls of recognition.\n5.\tThe statement: يَدْرَ‌ءُونَ بِالْحَسَنَةِ السَّيِّئَةَ (and repel evil with good) tells us that getting rid of evil is certainly a rational and physical imperative, but evil for evil is not the method practiced in Islam. Instead, the teaching of Islam is: Repel evil with good. Whoever has inflicted injustice upon you, on your part you deal with him justly. Whoever has not fulfilled your due right, on your part you fulfill his right. Whoever releases his anger on you, on your part you respond to him with forbearance and tolerance. The inevitable result of this pattern of response would be that enemies would turn into friends and the wicked into the righteous before you.\nAnother sense of this sentence is that one should make amends for a sin by performing an act of obedience, that is, if you ever get to commit some sin, repent immediately and then get busy with the ` Ibadah of Allah Ta` ala. This will cause your past sin to be forgiven.\nAs reported by Sayyidna Abu Dharr al-Ghifari ؓ ، the Holy Prophet ﷺ said: When a sin happens to have been committed by you, follow it up with a good deed. This will wash that sin off (narrated by Ahmad with sound authority, Mazhari). The condition attached to this good deed is that one must first repent from the past sin and then do the good deed.\nSaid in the next verse (23) is: جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَن صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّ‌يَّاتِهِمْ. It means that servants of Allah who are righteous and accepted will certainly have the honour of being in Jannah, and it will be in consideration of them that their parents, wives and children will also share the honour with them. However, the condition is that these people should be righteous, that is, believers and Muslims - not Kafir, though not at par with such pious elder in their good deeds. But, because of the barakah of this pious elder, Allah Ta’ ala shall make these people reach the same station in Paradise which is the station of this pious elder as said in another verse: أَلْحَقْنَا بِهِمْ ذُرِّ‌يَّتَهُمْ that is, 'We shall make the progeny of Our righteous servants be with them - 52:21'\nThis tells us that relationship with pious elders, whether of lineage, kinship or friendship, shall be of benefit in the Hereafter as well - of course, subject to the condition of 'Iman (Faith).\n6. From verse 24: سَلَامٌ عَلَيْكُم بِمَا صَبَرْ‌تُمْ ۚ فَنِعْمَ عُقْبَى الدَّارِ‌ (Peace be upon you for the patience you observed. So, good is the ultimate abode) we find out that the salvation of the Hereafter and the high ranks of the Paradise are all the outcome of man's patient handling of the trials of life in this mortal world where he keeps insisting on fulfilling all rights of Allah Ta ala and His servants due on him or her and keeps compelling one's de-siring self to abstain from acting disobediently to Him.\nFinally, if we consider the statement in verse 25, that is: أُولَـٰئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ (those are the ones for whom there is the curse, and for them there is the evil abode), we would recall that verses previous to it told us about the reward of His obedient servants - that their home will be in Paradise, angels would greet them with Salam, and tell them that the eternal blessings of Paradise are the direct result of their patience, fortitude and obedience. Similarly, in the verse cited above, announced is the end of the disobedient and the contumacious - that they are under the curse of Allah, that is, they are far removed from His mercy and that they have waiting for them an evil abode in Hell. This helps us realize that the breaking of pledges given and the severance of the bonds of kinship is the cause of Divine curse and consignment to Hell. May Allah keep all of us protected from such a fate.",
  "ayah": 25,
  "surah": 13
}
