{
  "text": "In the next verse (3), it was said:\nوَهُوَ الَّذِي مَدَّ الْأَرْ‌ضَ وَجَعَلَ فِيهَا رَ‌وَاسِيَ وَأَنْهَارً‌ا\nAnd He is the One who spread out the earth and made mountains and rivers therein.\nThe expression: 'spread out the earth' is not contradictory of its being round - because each part of something very big and round appears to be, when looked at separately, nothing but a surface spread out - and the Qur’ an addresses common people in terms of their view of things. Since a common onlooker sees it as a spread-out surface, therefore, it was identified as such. Then, to keep it balanced and make it full of other benefits, high and heavy mountains were placed on it. Besides providing weight and balance, these mountains store and supply water for the whole creation. To accomplish this, an unimaginably big storage of water is placed on their peaks in the form of a frozen sea. This snow has no re-servoir and certainly needs no monolithic structures, overhead or under-ground, to hold this supply of water. And the water thus stored cannot go bad or made impure. Then, nature has its own pipelines under the ground through which water is distributed all over the world. Some-where they show up in the form of rivers flowing freely along with their tributaries; and at other places, wells are dug to tap water from these hidden pipelines.\nIn the next sentence of verse 3, it was said: وَمِن كُلِّ الثَّمَرَ‌اتِ جَعَلَ فِيهَا زَوْجَيْنِ اثْنَيْن (and of all the fruits, He created therein the pairs of two). It means that Allah has created fruits of many kinds from this earth and made each one of two kinds: small and big, red, white, sweet and sour. It is also possible that the meaning of 'zawjayn' (pairs) is not restricted to only two. Instead, it may be referring to several kinds the least number of which is two, therefore, it was termed as 'the pairs of two.' And it is not so unlikely that 'pairs' refers to the male and female, as we know about many trees which have males and females, for example, the date-palm and the papayah. Possibility of this being the case with other trees as well does exist, though not yet proved by relevant research about all of them.\nThe next sentence of the verse declares: يُغْشِي اللَّيْلَ النَّهَارَ (He makes the night cover the day). It means that He brings the night after the light of the day, as if something bright has been totally screened off from sight.\nThe last sentence of the verse: إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُ‌ونَ translated as 'surely, in that there are signs for a people who think,' means that there is no doubt about the fact that many signs of the most perfect power of Allah Ta’ ala are present all over for those who care to think about and deliberate in the arrangement and system of this whole universe.",
  "ayah": 3,
  "surah": 13
}
