{
  "text": "Commentary\nThe common thinking of disbelievers and polytheists about a prophet and messenger was that he should be from a species other than human, such as a creation like angels so that their supremacy over the general run of human beings becomes clearly pronounced. The Holy Qur’ an has refuted this false idea of theirs in many verses by saying that they had simply failed to realize the reality and wisdom behind the sending of prophets and messengers, therefore, they went about pursuing such ideas. The reason is that a messenger is sent by Allah Ta’ ala as a model in order that communities of human beings follow them and learn deeds and morals similar to theirs. And it is obvious that whoever is human can only follow a fellow human being. For him to follow someone who does not belong to his species is impossible. For example, take an angel. He has no hunger or thirst or desires, neither does he sleep or get tired. Now, if human beings were commanded to follow them as a model, they would have more trouble on their hands than they could handle in terms of their capability. The same objection of the polytheists showed up here, specially so, because of the marriages of the Holy Prophet ﷺ . An answer to this was given in initial sentences of the first verse (38) by asking them: How can you consider a person who marries once, or more than once, and has a family and children, as not being fit or being contrary to the station of prophethood or messenger ship? What proof do you have for such an assertion? In fact, it has always been the blessed practice of Allah Ta’ ala that He makes His prophets masters of a household. Prophets who have passed earlier - and you too believe in the prophethood of some of them - had wives, and children. The idea that this way of life is something contrary to being a prophet or messenger of Allah, or against the norms of piety or sainthood, is plain ignorance.\nAs it appears in the Sahih of Al-Bukhari and Muslim, the Holy Prophet ﷺ said: I too keep fast and I too break it (that is, it is not that I always keep fasting). And he said: I too sleep during nights and rise up too for prayers (that is, it is not that I do nothing but keep praying all night); and I eat meat too, and I marry too. Whoever finds this practice of mine objectionable, he is not a Muslim: وَمَا كَانَ لِرَ‌سُولٍ أَن يَأْتِيَ بِآيَةٍ إِلَّا بِإِذْنِ اللَّـهِ (And it is not for a messenger to bring a sign without the will of Allah - 38).\nOut of the hostile questions the disbelievers and polytheists have al-ways been asking the blessed prophets - and were asked of the Holy Prophet ﷺ too by the polytheists of his time - two are fairly common. The first question envisaged that the injunctions revealed in the Book of Allah should be in accordance with their wishes. For instance, this request of theirs appears in Surah menus [ 10:15]: ائْتِ بِقُرْ‌آنٍ غَيْرِ‌ هَـٰذَا أَوْ بَدِّلْ that is, 'bring to us a Qur’ an other than this (which does not prohibit the worship of our idols), or change it (that is, you yourself change the injunctions brought by it, replacing 'punishment' with 'mercy' and 'unlawful' with 'lawful' ).\nNow take their second demand. Despite having seen open miracles of the blessed prophets, may peace be upon them, they still insisted that ever new miracles be shown to them. If you show us this or that miracle, then', they would say, 'we may consider becoming Muslims.' The word: آیَہ (ayah) used in this sentence of the Qur’ an (which lexically means 'signs' ) could be taken in both the two senses it has - because, in the terminology of the Qur'an, the verses of the Qur'an are also called Ayat, and the same word means a miracle. Therefore, in their explanation of this 'verse', some commentators have, by taking this word in the sense of the verse of the Qur’ an, explained it by saying that no prophet has the au-thority or choice to introduce a verse on his own in his Book. And some others, by taking this word: آیَۃ 'Ayah in the sense of a miracle, have held that it means that Allah has not given any messenger or prophet the authority or choice to show a miracle, when he chooses or as he chooses it to be. It is said in Tafsir Ruh al-Ma’ ani that, based on the rule of ` umum al-majaz, both meanings could be taken, and both explanations could be correct.\nGiven this analysis, the gist of the sense carried by the verse is that 'demanding Our prophet to change the verses of the Qur'an is misplaced and wrong. We have not given such a right to any messenger.' Similar is the case with the demand that he shows to them a particular miracle as identified by them. This too is a proof of their being ignorant of the reality of prophethood, because it is not within the control of a prophet or messenger that he could go ahead on his own and show a miracle as they demand according to their whim.\nIn the last sentence of verse 38, it was said: لِكُلِّ أَجَلٍ كِتَابٌ (For every time there is something prescribed). The word: أَجَلٍ ('ajal) is used in the sense of a time-frame for everything, and: كِتَابٌ (kitab) here carries the sense of a verbal noun, that is, written or prescribed. The statement means that the time and quantum of everything stands prescribed with Allah Ta'ala. He has prescribed in eternity that such and such person shall be born at such and such time, and shall live for so many days, what places he shall go to, what shall be his life work, and when and where he shall die.\nSimilarly, it is also prescribed that during such and such time what revelations and injunctions will be sent to such and such prophet, because the very process of the coming of injunctions as appropriate to every time and every people is required by reason and justice. And also prescribed is that such and such miracle shall manifest itself at the hands of such and such prophet at such and such time.\nTherefore, asking the Holy Prophet to insert particular kinds of in-junctions into the Qur'an as proposed by them, or asking him to show a particular miracle on request is a hostile and wrongful demand, which is based on an absence of awareness of the reality of messenger ship and prophethood.",
  "ayah": 38,
  "surah": 13
}
