{
  "text": "In the fourth verse it was said:\nوَفِي الْأَرْ‌ضِ قِطَعٌ مُّتَجَاوِرَ‌اتٌ وَجَنَّاتٌ مِّنْ أَعْنَابٍ وَزَرْ‌عٌ وَنَخِيلٌ صِنْوَانٌ وَغَيْرُ‌ صِنْوَانٍ يُسْقَىٰ بِمَاءٍ وَاحِدٍ وَنُفَضِّلُ بَعْضَهَا عَلَىٰ بَعْضٍ فِي الْأُكُلِ\nAnd in the earth there are tracts of land neighboring each other and gardens of grapes and farms and date-palms, having twin or single trunks, watered with one water. And We make some better than others in taste. Surely, in that there are signs for a people who understand.\nBeing pointed out here is that many tracts of land, despite being joined together, are different in their inherent properties. Some are good and soft, others are saline or hard. Some are good for farming while others grow gardens, of grapes and dates. Of the date-palms, some grow to have two trunks like other trees while others have only one.\nThen, all these fruits, though they come out of the same land and are watered by the same water and are touched by the rays of the sun and the glow of the moon and the draft of different winds in a uniform manner, yet there remains among them the difference of colour and taste and size.\nDespite their being in such proximity with each other, the varied difference among them is a strong and clear proof of the fact that this whole system of creation is operating under the command of someone who is wise and knows how to plan, manage and run His creation. This has nothing to do with the postulates of the theory of evolution, as some ignorant people would like to believe. If these were the outcome of the stages of material development, how could we explain the element of difference among them despite all matter being common? One fruit grows on a tract of land in one season while another grows in the other. On one single branch of one tree, the fruits could be different in kinds, sizes and tastes!\nSaid in the last sentence of the verse (4) was: إِنَّ فِي ذَٰلِكَ لَآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ (Surely, in that there are signs for a people who understand). It means that there are in it, absolutely without doubt, many signs of the power and greatness of Allah Ta’ ala which go on to prove that He is One and that He alone is worthy of worship. By saying that these signs are 'for a people who understand,' the hint released is that those who do not think about these things are not the people of understanding, no matter how highly they are rated and advertized for their intellect and intelligence.",
  "ayah": 4,
  "surah": 13
}
