{
  "text": "Commentary\nContained in the first three verses cited above (5-7) there is a refutation of the doubts expressed by the disbelievers about prophethood. Along with it, added there is a warning of punishment for deniers.\n1. The first of the three doubts they had was about people returning to life after having been dead and according to them, the whole idea of accounting and retribution on the Day of Resurrection was improbable and irrational. On this basis, they used to belie the prophets and rejected their claim to prophethood. This doubt of theirs has been mentioned in the following verse of the Holy Qur’ an: هَلْ نَدُلُّكُمْ عَلَىٰ رَ‌جُلٍ يُنَبِّئُكُمْ إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ (34:7). Here, to ridicule the prophets, it has been said by the disbelievers: 'Come, we shall introduce you to a man who tells you that you, once dead, shall be shredded into pieces and the molecules of the earth you are made of shall also spread out all over the earth, then, at that time, you shall be created anew - Saba, 34:7.'\nThe Proof of Rising Again After Death\nThe answer to this doubt of theirs has been given in the first of the present verses cited above (5) by saying: وَإِن تَعْجَبْ فَعَجَبٌ قَوْلُهُمْ أَإِذَا كُنَّا تُرَ‌ابًا أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ Here, the address is to the Holy Prophet ﷺ . He is being told that he may be wondering about the attitude of the disbelievers who refuse to believe in him as a prophet of Allah despite having seen clear signs of his being a prophet, and strangely enough, at the same time, they go about believing in lifeless rocks which have neither sense nor consciousness, and who do not have the power to bring benefit to or loss on their own selves, therefore, they could hardly be expected to grant any benefit to anyone.\nCertainly, far more surprising is their statement: 'Is it that, once we are dead, we shall be created anew?' The Holy Qur’ an has not spelled out the reason for this 'wonder' explicitly because, in the previous verses, by describing the wondrous manifestations of the most perfect power of Allah Ta` ala, it has been proved that He is the master of absolute power.\nIt is He who brought the entire creation from the state of non-being into the state of being. Then, He endowed into the being of everything so many varied elements of wisdom which human beings cannot even comprehend fully. From this it is obvious that the Being who can make something come into existence for the first time from total nothingness shall hardly have any difficulty in making it come into existence once again. When human beings try to make something new, they do have to remove some difficulties the first time they do it. But, when they wish to make the same thing again, things become easy.\nThus, what is really surprising is that these disbelievers do seem to believe that the Creator has created the whole universe with limitless wisdom. How then, can they consider its recreation as improbable and irrational?\nPerhaps, the big problem before the deniers is what happens after death. After death, when dust returns to dust, whatever human beings are composed of gets spread out all over the earth. Winds carry them far and wide besides other causes, agents and means helping human remains get dispersed universally. Then, there will come that promised Day of Doom, the Qiyamah. Then, they wonder, how could all that scattered dust be put together, and how, even if gathered together, can they be made to rise again (as they were)?\nBut, what they fail to see is that the form in which they exist at that time holds the key to their problem with comprehension. Is it not that particles from all over the world lie gathered together in them while they exist? Particles brought by water and wind from the far and near corners of the world get mingled with human intake and become part of a person's body. Most of the time the poor soul is not even aware of the fact that the morsel of food going down his or her throat comes from God knows how many areas of the world, Africa, America, or the countries of the Asian continent. Is it not that there is only One such Being who, through His wondrous wisdom and mastery of management, has made every single human being, and animal, stand to exist by assembling together scattered particles from all over the world? Now, if He can do that today, how can this become difficult for him tomorrow? Why would he not be capable of reassembling all those scattered particles back into the form they were? Specially so, when all powers of the world, the wind and water and the rest, are subservient to Him and obey His command. If He elects to beckon the wind, the water and the atmosphere to come forth and deposit all particles they contain, would they not but obey? Why would this be any problem and why would its impossibility bother anyone?\nThe truth of the matter is that the disbelievers have simply failed to recognize the power of Allah Ta’ ala. They think of His Power on the analogy of their own power - though everything in the heavens and the earth and in what lies in between them does possess a comprehension and consciousness of their relative status in the scheme of the Divine arrangement of things, and they pointedly move under Divine command.\nIn short, what is a matter of surprise is the refusal of the disbelievers to believe in the truth of prophethood. And what is still more surprising is their refusal to believe in rising again on the day of Judgment and in having to stand to account for their deeds on that day!\nAfter that, mention has been made of the punishment of hostile deniers of the truth. It has been said that these people not simply that they refuse to accept a prophet of Allah as such; rather what they do in reality is that they deny the very existence of their Lord. Their punishment will be that shackles will be placed round their necks and they shall live in Hell for ever.\n2. The second doubt expressed by the deniers of the Holy Prophet ﷺ was: 'If you are, in reality, the prophet and messenger of Allah, then, the warnings of punishments you announce against the opponents of prophets should materialize - why is it that this punishment would not come? The answer given appears in the next verse in the following words:",
  "ayah": 5,
  "surah": 13
}
