{
  "text": "عطفت على جملة : { أفأمن أهل القرى } [ الأعراف : 97 ] لاشتراك مضمون الجملتين في الاستفهام التعجيبي ، فانتقُل عن التعجيب من حال الذين مضوا إلى التعجيب من حال الأمة الحاضرة ، وهي الأمة العربية الذين ورثوا ديار الأمم الماضية فسكنوها : مثل أهل نَجْران ، وأهل اليمن ، ومن سكنوا ديار ثمود مثل بَليِّ ، وكعب ، والضجاغم ، وبهراء ، ومن سكنوا ديار مَدْين مثل جُهَيْنة ، وجَرْم ، وكذلك من صاروا قبائل عظيمة فنالوا السيادة على القبائل : مثل قُريش ، وطَي ، وتَميم ، وهُذَيْل . فالموصول بمنزلة لام التعريف العهدي ، وقد يقصد بالذين يرثون الأرض كل أمة خلفت أمة قبلها ، فيشمل عاداً وثموداً ، فقد قال لكلَ نبيّهم { واذكروا إذ جلعكم خلفاء } [ الأعراف : 74 ] الخ ولكن المشركين من العرب يومئذٍ مقصودون في هذا ابتداء . فالموصول بمنزلة لام الجنس .والاستفهام في قوله : { أو لم يهد } مستعمل في التعجيب . مثل الذي في قوله : { أفأمن أهلُ القرى } [ الأعراف : 97 ] تعجيباً من شدة ضلالتهم إذ عدموا الاهتداء والاتعاظ بحال من قبلهم من الأمم ، ونسوا أن الله قادر على استئصالهم إذا شاءه .والتعريف في الأرض تعريف الجنس ، أي يرثون أي أرض كانت منازل لقوم قبلهم ، وهذا إطلاق شائع في كلام العرب ، يقولون هذه أرض طَيء ، وفي حديث الجنازة «من أهل الأرض» أي من السكان القاطنين بأرضهم لا من المسلمين الفاتحين فالأرض بهذا المعنى اسم جنس صادق على شائع متعدد ، فتعريفه تعريف الجنس ، وبهذا الإطلاق جُمعت على أرضين ، فالمعنى : أو لم يهد للذين يرثون أرضاً من بعد أهلها .والإرث : مصير مال الميت إلى من هو أولى به ، ويطلق مجازاً على مماثلة الحي مَيتاً في صفات كانت له ، من عزّأ وسيادة ، كما فسر به قوله تعالى حكاية عن زكرياء { فهب لي من لدنك ولياً يرثني } [ مريم : 5 ، 6 ] أي يخلفني في النبوءة ، وقد يطلق على القَدْر المشترك بين المعنيين ، وهو مطلقُ خلافةِ المُنْقَرَضضِ . وهو هنا محتمل للإطلاقين ، لأنه إن أريد بالكلام أهل مكة فالإرث بمعناه المجازي ، وإن أريد أهل مكة والقبائل التي سكنت بلاد الأمم الماضية فهو مستعمل في القدر المشترك ، وهو كقوله تعالى : { أن الأرض يرثها عبادي الصالحون } [ الأنبياء : 105 ] وأيّاً ما كان فقيْدُ { من بعد أهلها } تأكيدٌ لمعنى { يرثون } ، يراد منه تذكير السامعين بما كان فيه أهل الأرض الموروثة من بحبوحة العيش ، ثم ما صاروا إليه من الهلاك الشامل العاجل ، تصويراً للموعظة بأعظم صورة فهو كقوله تعالى : { ويستخلفكم في الأرض فينظر كيف تعملون } [ الأعراف : 129 ].ومعنى { لم يهد } لم يرشد ويُبَيْن لهم ، فالهداية أصلها تبيين الطريق للسائر ، واشتهر استعمالهم في مطلق الإرشاد : مجازاً أو استعارة كقوله تعالى : { اهْدنا الصراط المستقيم } [ الفاتحة : 6 ]. وتقدم أن فعلها يتعدى إلى مفعولين ، وأنه يتعدى إلى الأول منهما بنفسه وإلى الثاني تارة بنفسه وأخرى بالحرف : اللام أو ( إلى ) ، فلذلك كانت تعديته إلى المفعول الأول باللام في هذه الآية إمّا لتضمينه معنى يُبين ، وإما لتقوية تعلق معنى الفعل بالمفعول كما في قولهم : شكرتُ له ، وقوله تعالى :{ فَهَبْ لي من لدنك ولياً } [ مريم : 5 ] ، ومثل قوله تعالى : { أفلم يهد لهم كم أهلكنا قبلهم من القرون يمشون في مساكنهم } في سورة طه ( 128 ).و { أنْ } مخففة من ( أنّ ) واسمها ضمير الشأن ، وجملة { لو نشاء } خبرها . ولما كانت ( أن ) المفتوحة الهمزة من الحروف التي تفيد المصدرية على التحقيق لأنها مركّبة من ( إنّ ) المكسورة المشددة ، ومن ( أنّ ) المفتوحة المخففة المصدرية لذلك عُدّت في الموصولات الحرفية وكان ما بعدها مؤولاً بمصدر منسبك من لفظ خبرها إن كان مفرداً مشتقاً ، أو من الكَون إن كان خبرها جملة ، فموقع { أن لو نشاء أصبناهم } موقعُ فاعل { يهد } ، والمعنى : أو لم يبيّنْ للذين يخلْفون في الأرض بعد أهلها كونُ الشأن المهم وهو لو نشاءُ أصبناهم بذنوبهم كما أصبنا من قبلهم .وهؤلاء هم الذين أشركوا بالله وكذبوا محمداً صلى الله عليه وسلموالإصابة : نوال الشيء المطلوب بتمكّن فيه . فالمعنى : أن نأخذهم أخذاً لا يفلتون منه . والباء في { بذنوبهم } للسببية ، وليست لتعدية فعل { أصبناهم  }.وجملة : { أنْ لو نشاء أصبناهم بذنوبهم } واقعة موقع مفرد ، هو فاعل { يَهْدِ } ، ف ( إنْ ) مخففة من الثقيلة وهي من حروف التأكيد والمصدرية واسمها في حالةِ التخفيف ، ضمير شأن مقدر ، وجملة شرط ( لو ) وجوابه خبر ( أنّ ).و ( لو ) حرف شرط يفيد تعليق امتناع حصول جوابه لأجل امتناع حصول شرطه : في الماضي ، أو في المستقبل ، وإذ قد كان فعل الشرط هنا مضارعاً كان في معنى الماضي ، إذ لا يجوز اختلاف زمني فعلي الشرط والجواب ، وإنما يخالف بينهما في الصورة لمجرد التفنن كراهية تكرير الصورة الواحدة ، فتقدير قوله : { لَوْ نشاء أصبناهُم } انْتفى أخذُنَا إياهم في الماضي بذنوب تكذيبهم ، لأجل انتفاء مشيئتنا ذلك لحكمة إمهالهم لا لكونهم أعزّ من الأمم البائدة أو أفضل حالاً منهم ، كما قال تعالى : { فينظروا كيف كان عاقبة الذين كانوا من قبلهم كانوا هم أشد منهم قوة وآثاراً في الأرض فأخذهم الله بذنوبهم } [ غافر : 21 ] الآية ، وفي هذا تهديد بأن الله قد يصيبهم بذنوبهم في المستقبل ، إذ لا يصده عن ذلك غالبٌ ، والمعنى : أغرهم تأخّر العذاب مع تكذيبهم فحسبوا أنفسهم في منعة منه ، ولم يهتدوا إلى أن انتفاء نزوله بهم معلق على انتفاء مشيئتنا وقوعَه لحكمة ، فما بينهم وبين العذاب إلاّ أن نشاء أخذهم ، والمصدر الذي تفيده ( أن ) المخففة ، إذا كان اسمها ضمير شأن ، يقدر ثُبوتاً متصيّداً مما في ( أنْ ) وخبرها من النسبة المؤكدة ، وهو فاعل { يَهِد } فالتقدير في الآية : أو لم يهد للذين يرثون الأرض من بعد أهلها ثبوتُ هذا الخبر المُهم وهو { لو نشاء أصبناهم بذنوبهم  }.والمعنى : اعْجَبوا كيف لم يهتدوا إلى أن تأخير العذاب عنهم هو بمحض مشيئتنا وأنه يحق عليهم عندما نشاؤه .وجملة : { ونطبع على قلوبهم } ليست معطوفة على جملة : { أصبناهم } حتى تكون في حكم جواب ( لو ) لأن هذا يفسد المعنى ، فإن هؤلا الذين ورثوا الأرض من بعد أهلها قد طُبع على قلوبهم فلذلك لم تُجْدِ فيهم دعوة محمد صلى الله عليه وسلم مُنذ بُعث إلى زمن نزول هذه السورة ، فلو كان جواباً ل ( لو ) لصار الطبع على قلوبهم ممتنعاً وهذا فاسد ، فتعين : إما أن تكون جملة { ونطبع } معطوفة على جملة الاستفهام برُمَتها فلها حكمها من العطف على أخبار الأمم الماضية والحاضرة .والتقدير : وطَبَعنا على قلوبهم ، ولكنه صيغ بصيغة المضارع للدلالة على استمرار هذا الطبع وازدياده آنا فآنا ، وإمّا أن تجعل ( الواو ) للاستئناف والجملة مستأنفة ، أي : ونحن نطبع على قلوبهم في المستقبل كما طبعنا عليها في الماضي ، ويُعرف الطبع عليها في الماضي بأخبار أخرى كقوله تعالى : { إن الذين كفروا سواء عليهم } [ البقرة : 6 ] الآية ، فتكون الجملة تذييلاً لتنهية القصة ، ولكن موقع الواو في أول الجملة يرجح الوجه الأول ، وكأن صاحب «المفتاح» يأبى اعتبار الاستئناف من معاني الواو .وجملة : { فهم لا يسمعون } معطوفة بالفاء على { نطبع } متفرعاً عليه ، والمراد بالسماع فهم مغزى المسموعات لا استكاك الآذان ، بقرينة قوله : { ونطبع على قلوبهم  }. وتقدم معنى الطبع عند قوله تعالى : { بَلْ طبع الله عليها بكفرهم } في سورة النساء ( 155 ).",
  "ayah": 100,
  "surah": 7
}
