{
  "text": "انتقال من أخبار الرسالات السابقة إلى أخبار رسالة عظيمة لأمة باقية إلى وقت نزول القرآن فضّلها الله بفضله فلم تُوَف حق الشكر وتلقت رسولها بين طاعة وإباء وانقياد ونفار ، فلم يعاملها الله بالاستيصال ولكنه أراها جزاء مختلف أَعمالها ، جزاء وفاقاً ، إنْ خيراً فخير ، وإن شراً فشر .وخصت بالتفضيل قصة إرسال موسى لِما تحتوي عليه من الحوادث العظيمة ، والأنباء القيمة ، ولأن رسالته جاءت بأعظم شريعة بين يدي شريعة الإسلام ، وأرسل رسولها هادياً وشارعاً تمهيداً لشريعة تأتي لأمة أعظم منها تكون بعدها ، ولأن حال المرسل إليهم أشبه بحال من أرسل إليهم محمد صلى الله عليه وسلم فإنهم كانوا فريقيْن كثيريْن اتَبع أحدهم موسى وكفَر به الآخر ، كما اتّبع محمداً عليه السلام جمع عظيم وكفر به فريق كثير ، فأهلك الله من كفر ونصر من آمن .وقد دلت { ثم } على المُهلة : لأن موسى عليه السلام بعث بعد شعيب بزمن طويل ، فإنه لما توجه إلى مدين حين خروجه من مصر ، رجَا الله أن يهديَه فوجد شعيباً ، وكان اتصاله به ومصاهرته تدريجاً له في سلم قبول الرسالة عن الله تعالى فالمهلة باعتبار مجموع الأمم المحكي عنها قبل ، فإن منها ما بينه وبين موسى قرونَ مثل قوم نوح ، ومثل عاد وثمود ، وقوم لوط ، فالمهلة التي دلت عليها { ثم } متفاوتة المقدار ، مع ما يقتضيه عطف الجملة بحرف { ثم } من التراخي الرتبي وهو ملازم لها إذا عطفت بها الجمل . فحرف ( ثم ) هنا مستعمل في معنيي المهلة الحقيقي والمجازي .والضمير في قوله : { من بعدهم } يعود إلى القرى ، باعتبار أهلها ، كما عادت عليهم الضمائر في قوله { ولقد جاءتهم رسلهم } الآيتين [ الأعراف : 101 ].والباء في { بآياتنا } للملابسة ، وهي في موضع الحال من موسى ، أي : مصحوباً بآيات منا ، والآيات : الدلائل على صدق الرسول ، وهي المعجزات ، قال تعالى : { قال إن كنت جئت بآية فأت بها إن كنت من الصادقين فألقى عصاه فإذا هي ثعبان مبين } [ الأعراف : 106 ، 107 ].و { فرعون } علَم جنس لملك مصر في القديم ، أي : قبل أن يملكها اليونان ، وهو اسم من لغة القبط . قيل : أصله في القبطية ( فاراه ) ولعل الهاء فيه مبدلة عن العين فإن ( رع ) اسم الشمس فمعنى ( فاراه ) نور الشمس لأنهم كانوا يعبدون الشمس فجعلوا ملك مصر بمنزلة نور الشمس ، لأنه يصلح الناس ، نقل هذا الاسم عنهم في كتب اليهود وانتقل عنهم إلى العربية ، ولعله مما أدخله الإسلام ، وهذا الاسم نظير ( كسرى ) لملك ملوك الفرس القدماء ، و ( قيصر ) لملك الروم ، و ( نمروذ ) لملك كنعان ، و ( النجاشي ) لملك الحبش ، و ( تُبَع ) لملك ملوك اليمن ، و ( خان ) لملك الترك .واسم فرعون الذي أرسل موسى إليه : منفطاح الثاني ، أحد ملوك العائلة التاسعة عشرة من العائلات التي ملكت مصر ، على ترتيب المؤرخين من الإفرنج وذلك في سنة 1491 قبل ميلاد المسيح .والملأ : الجماعة من علية القوم ، وتقدم قريباً ، وهم وزراء فرعون وسادة أهل مصر من الكهنة وقواد الجند ، وإنما خص فرعون وملأه لأنهم أهل الحل والعقد الذين يأذنون في سراح بني إسرائيل ، فإن موسى بعثه الله إلى بني إسرائيل ليحررهم من الرق الذي كانوا فيه بمصر ، ولما كان خروجهم من مصر متوقفاً على أمر فرعون وملئه بعثه الله إليهم ليعلموا أن الله أرسل موسى بذلك ، وفي ضمن ذلك تحصل دعوة فرعون للهُدى ، لأن كل نبيء يُعلن التوحيد ويأمر بالهدى ، وإن كان المأمور من غير المبعوث إليهم حرصاً على الهُدى إلاّ أنَّه لا يقيم فيهم ولا يكرر ذلك ، والفاء في قوله : { فظلموا } للتعقيب أي فبادروا بالتكذيب .والظلم : الاعتداء على حق الغير ، فيجوز أن يكون { فظلموا } هنا على أصل وضعه وتكون الباء للسببية ، وحذف مفعول ( ظلموا ) لقصد العموم ، والمعنى : فظلموا كل من له حق في الانتفاع بالآيات ، أي منعوا الناس من التصديق بها وآذوا الذين آمنوا بموسى لَمّا رأوا آياته ، كما قال تعالى : { قال فرعون أآمنتم به قبل أن آذن لكم إلى قوله لأقطعن أيديكم وأرجلكم من خلاف } [ الأعراف : 123 ، 124 ] الآية .وظلموا أنفسهم إذ كابروا ولم يُؤمنوا ، فكان الظلم بسبب الآيات أي بسبب الاعتراف بها .ويجوز أن يكون ضمّن { ظلموا } معنى كفروا فعدّي إلى الآيات بالباء ، والتقدير : فظلموا إذ كفروا بها ، لأن الكفر بالآيات ظلم حقيقة ، إذ الظلم الاعتداء على الحق فمن كفر بالدلائل الواضحة المسماة ( آيات ) فقد اعتدى على حق التأمل والنظر .والفاء في قوله : { فانظر } لتفريع الأمر على هذا الإخبار ، أي : لا تتريّث عند سماع خبر كفرهم عن أن تبادر بالتدبّر فيما سنقص عليك من عاقبتهم .والمنظور هو عاقبتهم التي دل عليها قوله : { فأغرقناهم في اليم بأنهم كذبوا بآياتنا وكانوا عنها غافلين } [ الأعراف : 136 ] وهذا النظر نظر العقل وهو الفكر المُؤَدِّي إلى العلم فهو من أفعال القلوب .والخطاب للنبيء صلى الله عليه وسلم والمراد هو ومن يَبْلغْه ، أو المخاطب غيرُ معين وهو كل من يتأتى منه النظر والاعتبار عند سماع هذه الآيات ، فالتقدير : فانظر أيها الناظر ، وهذا استعمال شائع في كل كلام موجه لغير معين .ولما كان ما آل إليه أمر فرعون وملئه حالة عجيبة ، عبر عنه ب ( كيف ) الموضوعة للسؤال عن الحال ، والاستفهام المستفاد من ( كيف ) يقتضي تقدير شيء ، أي : انظر عاقبة المفسدين التي يسأل عنها بكيف .وعُلّق فعل النظر عن العمل لمجيء الاستفهام بعده ، فصار التقدير : فانظر ، ثم افتتح كلاماً بجملة { كيف كان عاقبة المفسدين } ، والتقدير في أمثاله أن يقدر : فانظر جوابَ كيفَ كان عاقبة المفسدين .والعاقبة : آخر الأمر ونهايته ، وقد تقدم عند قوله تعالى : { قل سيروا في الأرض ثم انظروا كيف كان عاقبة المكذبين } في سورة الأنعام ( 11 ).والمراد بالمفسدين : فرعون وملأه ، فهو من الإظهار في مقام الإضمار تنبيهاً على أنهم أصيبوا بسوء العاقبة لكفرهم وفسادهم ، والكفر أعظم الفساد لأنه فساد القلب ينشأ عنه فساد الأعمال ، وفي الحديث : « ألا وإن في الجسد مُضْغة إذا صلحت صلح الجسد كلّه وإذا فسدت فسد الجسد كلّه ألا وهي القلب » .",
  "ayah": 103,
  "surah": 7
}
