{
  "text": "والنّقْم : بسكون القاف وبفتحها ، الإنكار على الفعل ، وكراهة صدوره وحقد على فاعله ، ويكون باللسان وبالعمل ، وفعله من باب ضرب وتعب ، والأول أفصح ولذلك قرأه الجميع { ومَا تنقمُ } بكسر القاف .والاستثناء في قولهم : { إلاّ أن آمنا بآيات ربنا } متصل ، لأن الإيمان ينقمه فرعون عليهم ، فليس في الكلام تأكيد الشيء بما يشبه ضده .وجملة { ربنا أفرغ علينا صبراً } من تمام كلامهم ، وهي انتقال من خطابهم فرعون إلى التوجه إلى دعاء الله تعالى ، ولذلك فصلت عن الجملة التي قبلها .ومعنى قوله : { ربنا أفرغ علينا صبراً } اجعل لنا طاقة لتحمل ما توعدنا به فرعون .ولما كان ذلك الوعيد مما لا تطيقه النفوس سألوا الله أن يجعل لنفوسهم صبراً قوياً ، يفوق المتعارف ، فشه الصبر بماء تشبيه المعقول بالمحسوس ، على طريقة الاستعارة المكنية ، وشبه خلقُه في نفوسهم بإفراغ الماء من الإناء على طريقة التخييلية ، فإن الإفراغ صّب جميع ما في الإناء ، والمقصود من ذلك الكناية عن قوة الصبر لأن إفراغ الإناء يستلزم أنه لم يبق فيه شيء مما حواه ، فاشتملت هذه الجملة على مكنية وتخييلية وكناية .وتقدم نظيره في قوله تعالى : { قالوا ربنا أفرغ علينا صبراً } في سورة البقرة ( 250 ).ودعوا لأنفسهم بالوفاة على الإسلام إيذاناً بأنهم غير راغبين في الحياة ، ولا مبالين بوعيد فرعون ، وأن همتهم لا ترجو إلاّ النجاة في الآخرة ، والفوزَ بما عند الله ، وقد انخذل بذلك فرعون ، وذهب وعيده باطلاً ، ولعله لم يحقق ما توعدهم به لأن الله أكرمهم فنجاهم من خزي الدنيا كما نجاهم من عذاب الآخرة .والقرآن لم يتعرض هنا ، ولا في سورة الشعراء ، ولا في سورة طه ، للإخبار عن وقوع ما توعدهم به فرعون لأن غرض القصص القرآنية هو الاعتبار بمحل العبرة وهو تأييد الله موسى وهداية السحرة وتصلبهم في إيمانهم بعد تعرضهم للوعيد بنفوس مطمئنّة .وليس من غرض القرآن معرفة الحوادث كما قال في سورة النازعات ( 26) : { إن في ذلك لعبرة لمن يخشى } فاختلاف المفسرين في البحث عن تحقيق وعيد فرعون زيادة في تفسير الآية .والظاهر أن فرعون أفحم لما رأى قلة مبالاتهم بوعيده فلم يُرد جواباً .وذكرُهم الإسلام في دعائهم يدل على أن الله ألهمهم حقيقته التي كان عليها النبيّون والصديقون من عهد إبراهيم عليه السلام .والظاهر أن كلمة مسلمين } تعبير القرآن عن دعائهم بأن يتوفاهم الله على حالة الصديقين ، وهي التي يجمعُ لفظُ الإسلام تفصيلها ، وقد تقدم شرح معنى كون الإسلام وهو دين الأنبياء عند قوله : { فلا تموتن إلاّ وأنتم مسلمون } في سورة البقرة ( 132 ).",
  "ayah": 126,
  "surah": 7
}
