{
  "text": "جملة : { قال الملأ } عطف على جملة : { قال فرعون آمنتم به } [ الأعراف : 123 ] أو على حملة { قال الملأ من قوم فرعون إن هذا لساحر عليم } [ الأعراف : 109 ]. وإنما عطفت ولم تفصل لأنها خارجة عن المحاورة التي بين فرعون ومن آمن من قومه بموسى وآياته ، لأن أولئك لم يعرجوا على ذكر ملأ فرعون ، بل هي محاورة بين ملإ فرعون وبينه في وقت غير وقت المحاورة التي جرت بين فرعون والسحرة ، فإنهم لمّا رأوا قلة اكتراث المؤمنين بوعيد فرعون ، ورأوا قلة اكتراث المؤمنين بوعيد فرعون ، ورأوا نهوض حجتهم على فرعون وإفحامَه . وأنه لم يَحرْ جَوَاباً . راموا إيقاظ ذهنه ، وإسعارَ حميته ، فجاءوا بهذا الكلام المثير لغضب فرعون ، ولعلهم رأوا منه تأثراً بمعجزة موسى وموعظة الذين آمنوا من قومه وتوقعوا عدوله عن تحقيق وعيده ، فهذه الجملة معترضة بين ما قبلها وبين جملة : { قال موسى لقومه استعينوا بالله  }.والاستفهام في قوله : { أتذر موسى } مستعمل في الإغراء بإهلاك موسى وقومه والإنكار على الإبطاء بإتلافهم ، وموسى مفعول { تذر } أي تتركه متصرفاً ولا تأخذ على يده .والكلام على فعل { تذر } تقدم في قوله : { وذر الذين اتخذوا دينهم لعباً } في الأنعام ( 70 ).وقوم موسى هم من آمن به ، وأولئك هم بنوا إسرائيل كلهم ومَن آمن من القبط .واللام في قوله : { ليفسدوا } لام التعليل وهو مبالغة في الإنكار إذ جعلوا ترك موسى وقومه معللاً بالفساد ، وهذه اللام تسمى لام العاقبة ، وليست العاقبة معنى من معاني اللام حقيقة ولكنها مجاز : شُبه الحاصل عقب الفعل لا محالة بالغرض الذي يفعل الفعل لتحصيله ، واستعير لذلك المعنى حرفُ اللام عوَضاً عن فاء التعقيب كما في قوله تعالى : { فالتقطه آل فرعون ليكون لهم عدواً وحزناً } [ القصص : 8 ].والإفساد عندهم هو إبطال أصول ديانتهم وما ينشأ عن ذلك من تفريق الجماعة وحث بني إسرائيل على الحرية ، ومغادرة أرض الاستعباد .و { الأرض } مملكة فرعون وهي قطر مصر .وقوله : { ويذَرَك } عطف على { ليفسدوا } فهو داخلي التعليل المجازي ، لأنّ هذا حاصل في بقائهم دون شك ، ومعنى تركهم فرعون ، تركهم تأليهه وتعظيمه ، ومعنى ترك آلهته نبذُهم عبادتَها ونهيُهم الناس عن عبادتها .والآلهة جمع إله ، ووزنه أفعلة ، وكان القبط مشركين يعبدون آلهة متنوعة من الكواكب والعناصر وصوروا لها صوراً عديدة مختلفة باختلاف العصور والأقطار ، أشهرها ( فتاح ) وهو أعظمها عندهم وكان يُعبد بمدينة ( مَنْفيس ) ، ومنها ( رع ) وهو الشمس وتتفرع عنه آلهة باعتبار أوقات شعاع الشمس ، ومنها ( ازيريس ) و ( إزيس ) و ( هوروس ) وهذا عندهم ثالوث مجموع من أب وأم وابن ، ومنها ( توت ) وهو القمر وكان عندهم رب الحكمة ، ومنها ( أمُون رع ) فهذه الأصنام المشهورة عندهم وهي أصل إضلال عقولهم .وكانت لهم أصنام فرعية صغرى عديدة مثل العجل ( إيبيس ) ومثل الجعران وهو الجُعل .وكان أعظم هذه الأصنام هو الذي ينتسب فرعونُ إلى بُنوتهِ وخدمته ، وكان فرعون معدوداً ابنَ الآلهة وقد حلت فيه الإلهية على نحو عقيدة الحلول ، ففرعون هو المنفذ للدين ، وكان يعد إله مصر ، وكانت طاعته طاعة للآلهة كما حكى الله تعالى عنه : { فقال أنا ربكم الأعلى } [ النازعات : 24 ] { ما علمْتُ لكم من إله غيري } [ القصص : 38 ]. وتوعُد فرعون موسى وقومه بالاستئصال بقتل الأبناء والمراد الرجال بقرينة مقابلته بالنساء ، والضمير المضاف إليه عائد على موسى وقومه ، فالإضافة على معنى ( من ) التبعيضية .وقرأ نافع وابن كثير ، وأبو جعفر : { سنقتل } بفتح النون وسكون القاف وضم التاء وقرأه البقية بضم النون وفتح القاف وتشديد التاء للمبالغة في القتل مبالغة كثرة واستيعاب .والاستحياء : مبالغة في الإحياء ، فالسين والتاء فيه للمبالغة ، وإخباره ملأه باستحياء النساء تتميم لا أثر له في إجابة مقترح ملئه ، لأنهم اقترحوا عليه أن لا يُبقي موسى وقومه فأجابهم بما عزم عليه في هذا الشأن ، والغرض من استبقاء النساء أن يتخذوهن سراري وخدماً .وجملة : { وإنّا فوقهم قاهرون } اعتذار من فرعون للملإ من قومه عن إبطائه باستئصال موسى وقومه ، أي : هم لا يقدرون أن يفسدوا في البلاد ولا أن يخرجوا عن طاعتي والقاهر : الغالب بإذلال .و { فوقهم } مستعمل مجازاً في التمكن من الشيء وكلمة { فوقهم } مستعارة لاستطاعة قهرهم لأن الاعتلاء على الشيء أقوى أحوال التمكن من قهره ، فهي تمثيلية .",
  "ayah": 127,
  "surah": 7
}
