{
  "text": "وقد عاقبه الله على عصيانه بإخراجه من المكان الذي كان فيه في اعتلاء وهو السّماء ، وأحل الملائكة فيه ، وجعله مكاناً مقدّساً فاضِلاً على الأرض فإنّ ذلك كلّه بجعل آلهي بإفاضة الأنوار وملازمة الملائكة ، فقال له : فاهبط منها فما يكون لك أن تتكبر فيها  }.والتّعبير بالهبوط إمّا حقيقة إن كان المكان عالياً ، وإمّا استعارة للبعد عن المكان المشرّف ، بتشبيه البُعد عنه بالنّزول من مكان مرتفع وقد تقدّم ذلك في سورة البقرة .والفاء في جملة : { فاهبط } لترتيب الأمر بالهبوط على جواب إبليس ، فهو من عطف كلام متكلّم على كلام متكلّم آخر ، لأنّ الكلامين بمنزلة الكلام الواحد في مقام المحاورة ، كالعطف الذي في قوله تعالى : { قال إنّي جاعلك للناس إماماً قال ومن ذريتي } [ البقرة : 124 ].والفاء دالة على أن أمره بالهبوط مسبّب عن جوابه .وضمير المؤنّث المجرور بمن في قوله : { منها } عائد على المعلوم بين المتكلّم والمخاطب ، وتأنيثه إمّا رعي لمعناه بتأويل البقعة ، أو للفظ السّماء لأنّها مكان الملائكة ، وقد تكرّر في القرآن ذكر هذا الضّمير بالتّأنيث .وقوله : { فما يكون لك أن تتكبر فيها } الفاء للسّببيّة والتّفريع تعليلاً للأمر بالهبوط ، وهو عقوبة خاصه عقوبةَ إبعاد عن المكان المقدّس ، لأنّه قد صار خُلُقُه غير ملائم لمّا جعل الله ذلك المكان له ، وذلك خُلقُ التّكبر لأنّ المكان كان مكاناً مقدّساً فاضلاً لا يكون إلاّ مطهّراً من كلّ ما له وصف ينافيه وهذا مبدأ حاوله الحكماء الباحثون عن المدينة الفاضلة وقد قال مالك رحمه الله : لا تحْدِثوا بدعة في بلدنا . وهذه الآية أصل في ثبوت الحقّ لأهل المحلّة أن يخرجوا من محلّتهم من يخشى من سيرته فشّو الفساد بينهم .ودلّ قوله : { ما يكون لك } على أنّ ذلك الوصف لا يغتفر منه ، لأنّ النّفي بصيغة ( ما يكون لك ) كذا أشدّ من النّفي ب ( ليس لك كذا ) كما تقدّم عند قوله تعالى : { ما كان لبشر أن يؤتيه الله الكتاب } الآية في آل عمران ( 79 ) ، وهو يستلزم هنا نهيا لأنّه نفاه عنه مع وقوعه ، وعليه فتقييد نفي التّكبّر عنه بالكون في السّماء لوقوعه علّة للعقوبة الخاصة وهي عقوبة الطّرد من السّماء ، فلا دلالة لذلك القيد على أنّه يكون له أن يتكبّر في غيرها ، وكيف وقد علم أنّ التّكبّر معصية لا تليق بأهل العالم العلويّ .وقوله : فاخرج } تأكيد لجملة { فاهبط } بمرادفها ، وأُعيدت الفاء مع الجملة الثّانية لزيادة تأكيد تسبّب الكبر في إخراجه من الجنّة .وجملة : { إنك من الصاغرين } يجوز أن تكون مستأنفة استينافاً بيانياً ، إذا كان المراد من الخبر الإخبار عن تكوين الصّغار فيه بجعل الله تعالى إياه صاغراً حقيراً حيثما حلّ ، ففصلها عن التي قبلها للاستيناف ، ويجوز أن تكون واقعة موقع التّعليل للإخراج على طريقة استعمال ( إنّ ) في مثل هذا المقام استعمال فاء التّعليل ، فهذا إذا كان المراد من الخبر إظهار ما فيه من الصّغار والحقارة التي غَفَل عنها فذهبت به الغفلة عنها إلى التّكبّر .وقوله : { إنك من الصاغرين } أشدّ في إثبات الصّغار له من نحو : إنّك صَاغر ، أوْ قد صَغُرت ، كما تقدّم في قوله تعالى : { قد ضللتُ إذا وما أنا من المهتدين } في سورة الأنعام ( 56 ) ، وقوله آنفاً : لم يكن من الساجدين  }. والصّاغر المتّصف بالصّغار وهو الذلّ والحقارة ، وإنّما يكون له الصّغار عند الله لأنّ جبلته صارت على غير ما يرضي الله ، وهو صغار الغواية ، ولذلك قال بعد هذا : { فبما أغويتني } [ الأعراف : 16 ].",
  "ayah": 13,
  "surah": 7
}
