{
  "text": "والفاء في قوله : { فأرسلنا } لتفريع إصابتهم بهذه المصائب على عتوهم وعنادهم .والإرسال : حقيقته توجيه رسول أو رسالة فيعدى إلى المفعول الثاني ( بإلى ) ويضمّن معنى الإرسال من فوق ، فيعدى إلى المفعول الثاني ( بعَلى ) ، قال تعالى : { وأرسل عليهم طيراً أبابيل } [ الفيل : 3 ] ، { وفي عاد إذ أرسلنا عليهم الريح العقيم } [ الذاريات : 41 ] فحرف ( على ) دل على أن جملة أرسلنا مفرعة تفريع العقاب لا تفريغ زيادة الآيات .والطوفان : السَيْح الغالب من الماء الذي يغمر جهات كثيرة ويطغى على المنازل والمزارع ، قيل هو مشتق من الطواف لأن الماء يطوف بالمنازل ، أي : تتكرر جريته حولها ، ولم يدخل الطوفان الأرض التي كان بها بنو إسرائيل وهي أرض ( جاسان ).والجراد : الحشرة الطائرة من فصيلة الصرصر والخنافس له أجنحة ستة ذات ألوان صفر وحمر تنتشر عند طيرانه ، يكون جنوداً كثيرة يسمى الجند منها رِجْلا . وهو مهلك للزرع والشجر ، يأكل الورق والسنبل ووَرَق الشجر وقشره ، فهو من أسباب القحط . أصاب أرض قوم فرعون ولم يصب أرض بني إسرائيل .والقُمّلُ : بضم القاف وتشديد الميم المفتوحة في القراءات المشهورة اسم نوع من القراد عظيم يسمى الحُمْنان بضم الحاء المهملة وميم ساكنة ونونين واحدته حمنانة وهو يمتص دم الإنسان ( وهو غير القَمْل بفتح القاف وسكون الميم الذي هو من الحشرات الدقيقة التي تكون في شعر الرأس وفي جلد الجسد يتكون من تعفن الجلد لوسخه ودسومته ومن تعفن جلد الرأس كثيراً ) ، أصاب القبط جند كثير من الحمنان عسر الاحتراز عنه ولعله أصاب مواشيَهم .والضفادع : جمع ضَفْدَع وهو حيوان يمشي على أرجل أربع ويسحب بطنه على الأرض ويسبح في المياه ، ويكون في الغدران ومناقع المياه ، صوته مثل القراقر يسمى نقيقاً ، أصابهم جند كثير منه يقع في طعامهم يرتمي إلى القدور ، ويقع في العيون والأسقية وفي البيوت فيفسد ما يقع فيه وتطؤه أرْجُل الناس فتتقذر به البيوت ، وقد سلمت منه بلاد ( جاسان ) منزل بني إسرائيل .والدم معروف ، قيل : أصابهم رعاف متفش فيهم ، وقيل : صارت مياه القبط كالدم في اللون ، كما في التوراة ، ولعل ذلك من حدوث دود أحمر في الماء فشبه الماء بالدم ، وسلمت مياه ( جاسان ) قرية بني إسرائيل .وسمى الله هاته { آيات } لأنها دلائل على صدق موسى لاقترانها بالتحدي ، ولأنها دلائل على غضب الله عليهم لتظافرها عليهم حين صمموا الكفر والعناد .وانتصب { آيات } على الحال من الطوفان وما عطف عليه ، و { مفصّلات } اسم مفعول من فصّل المضاعف الدال على قوة الفصل . والفصل حقيقته التفرقة بين الشيئين بحيث لا يختلط أحدهما بالآخر ، ويستعار الفصل لإزالة اللبس والاختلاط في المعاني ف { مفصلات } وصف ل { آيات } ، فيكون مراداً منه معنى الفصل المجازي وهو إزالة اللبس ، لأن ذلك هو الأنسب بالآيات والدلائل ، أي : هي آيات لا شبهة في كونها كذلك لمن نَظر نَظر اعتبار .وقيل : المراد أنها مفصول بعضها عن بعض في الزمان ، أي لم تحدث كلها في وقت واحد ، بل حدث بعضها بعد بعض ، وعلى هذا فصيغة التفعيل للدلالة على تراخي المدة بين الواحدة والأخرى ، ويجيء على هذا أن العذاب كان أشد وأطول زمناً كما دل عليه قوله تعالى : { وما نريهم من آية إلاّ هي أكبر من أختها } [ الزخرف : 48 ] ، قيل : كان بين الآية منها والأخرى مدة شهر أو مدة ثمانية أيام ، وكانت تدوم الواحدة منها مدة ثمانية أيام وأكثر ، وعلى هذا الوجه فالأنسب أن يجعل { مفصلات } حالاً ثانية من الطوفان والجراد ، وأن لا يجعل صفة { آيات  }.والفاء في قوله : { فاستكبروا } للتفريع والترتب ، أي : فتفرع على إرسال الطوفان وما بعده استكبارهم ، كما تفرع على أخذهم بالسنين غرورُهم بأن ذلك من شؤم موسى ومن معه ، فعُلم أن من طبع تفكيرهم فسادَ الوضع ، وهو انتزاع المدلولات من أضداد أدلتها ، وذلك دليل على انغماسهم في الضلالة والخذلان ، وبعدهم عن السعادة والتوفيق ، فلا يزالون مورطين في وحل الشقاوة .فالاستكبار : شدة التكبر كما دلت عليه السين والتاء ، أي : عدَ أنفسهم كبراء ، أي تعاظمهم عن التصديق بموسى وإبطال دينهم إذ أعرضوا عن التصديق بتلك الآيات المفصلات .وجملة : { وكانوا قوماً مجرمين } معطوفة على جملة { فاستكبروا } ، فالمعنى : فاستكبروا عن الاعتراف بدلالة تلك الآيات وأجرموا ، وإنما صيغ الخبر عن إجرامهم بصيغة الجملة الاسمية للدلالة على ثبات وصف الإجرام فيهم ، وتمكنه منهم ، ورسوخه فيهم من قبل حدوث الاستكبار ، وفي ذلك تنبيه على أن وصف الإجرام الراسخ فيهم هو علة للاستكبار الصادر منهم ، ف ( كان ) دالةٌ على استمرار الخبر وهو وصف الإجرام . والإجرام : فعل الجرم وقد تقدم عند قوله تعالى : { وكذلك نجزي المجرمين } في هذه السورة ( 40 ).",
  "ayah": 133,
  "surah": 7
}
