{
  "text": "الرجز العذاب فالتعريف باللام هنا للعهد أي العذاب المذكور وهو ما في قوله تعالى : { فأرسلنا عليهم الطوفان } إلى قوله { آيات مفصّلات } [ الأعراف : 133 ] والرجز من أسماء الطاعون ، وقد تقدم عند قولهم تعالى : { فأنزلنا على الذين ظلموا رجزاً من السماء } في سورة البقرة ( 59 ) ، فيجوز أن يراد بالرجز الطاعون أي أصابهم طاعون ألجأهم إلى التضرع بموسى عليه السلام ، فطُوي ذكره للإيجاز ، فالتقدير : وأرسلنا عليهم الرجز ولما وقع عليهم الخ . . . وإنما لم يذكر الرجز في عداد الآيات التي في قوله : { فأرسلنا عليهم الطوفان } [ الأعراف : 133 ] الآية تخصيصاً له بالذكر لأن له نبأ عجيباً فإنه كان ملجئَهم إلى الاعتراف بآيات موسى ووجود ربه تعالى .وهذا الطاعون هو المَوَتانُ الذي حكي في الإصحاح الحادي عشر من سفر الخروج «هكذا يقول الرب إني أخرج نحوَ نصف الليل في وسط مصر فيموت كل بكر في أرض مصر من بكر فرعونَ الجالس على كرسيه إلى بكر الجارية التي خلْف الرحى وكل بكر بهيمة ثم قالت في الإصحاح الثاني عشر فحدث في نصف الليل أن الرب ضرب كل بكر في أرض مصر فقام فرعون ليلاً هو وعبيدُه وجميع المصريين فدعَا موسى وهارونَ ليْلاً وقال قوموا اخرجوا أنتم وبنو إسرائيل جميعاً واذهبوا اعبدوا ربكم واذهبوا وباركوني» الخ . . . قيل مات سبعون ألف رجل في ذلك اليوم من القبط خاصة ، ولم يصب بني إسرائيل منه شيء .وليس قولهم : { ادع لنا ربك } بإيمان بالله ورسالة موسى ، ولكنهم كانوا مشركين وكانوا يجوزون تعدد الآلهة واختصاص بعض الأمم وبعض الأقطار بآلهة لهم ، فهم قد خامرهم من كثرة ما رأوا من آيات موسى أن يكون لموسى رب له تصرف وقدرة . وأنه أصابهم بالمصائب لأنهم أضروا عبيده ، فسألوا موسى أن يكف عنهم ربه ويكون جزاؤه الإذن لبني إسرائيل بالخروج من مصر ليعبدوا ربهم ، كما حكت التوراة في الإصحاح الثاني عشر عن فرعون ، «فقال قوموا اخرجوا أنتم وبنو إسرائيل جميعاً واذهبوا اعبدوا ربكم» وقد كان عبدة الأرباب الكثيرين يجوز أن تغلب بعض الأرباب على بعض مثل ما يحدث بين الملوك كما تدل عليه أساطير ( الميثولوجيا ) اليونانية ، وقصة الياذة ( هُومَيْروس ) ، فبدَا لفرعون أن وَجْه الفصْل مع بني إسرائيل أن يعبدوا ربهم في أرض غير أرض مصر التي لها أرباب أخر ولذلك قال { ربك } ولم يقل ربنا .وحذف متعلق فعل الدعاء لظهور المراد ، أي ادع لنا ربك بأن يكف عنا ، كما دل عليه قوله بعدُ { لئن كشفت عنا الرجز } ووقع في التوراة في الإصحاح الثاني عشر قول فرعون لموسى وهارون ( واذهبوا وباركوني أيضاً ).وقد انبرم حال موسى على فرعون فلم يدر أهو رسول من إله غير آلهة القبط فلذلك قال له { بما عهد عندك } ، أي : بما عرفك وأودع عندك من الأسرار ، وهذه عبارة متحير في الأمر ملتبسة عليه الأدلة .والباء في { بما عهد عندك } لتعدية فعل الدعاء . و ( ما ) موصولة مبهمة ، أي ادعه بما علمك ربك من وسائل إجابة دعائك عند ربك ، وهذا يقتضي أنهم جوزوا أن يكون موسى مبعوثاً من رب له بناء على تجويزهم تعدد الآلهة .وجملة { لَئن كشفتَ عنا الرجز } مستأنفة استئنافاً بيانياً ، لأن طلبهم من موسى الدعاء بكشف الرجز عنهم مع سابقيّة كفرهم به يثير سؤال موسى أن يقول : فما الجزاء على ذلك .واللام موطئة للقسم ، وجملة : { لنؤمنّن } جواب القسم .ووعدُهم بالإيمان لموسى وعد بالإيمان بأنه صادق في أنه مرسل من رب بني إسرائيل ليخرجهم من أرض مصر ، وليس وعداً باتباع الدين الذي جاء به موسى عليه السلام ، لأنهم مكذبون به في ذلك وزاعمون أنه ساحر يريد إخراج الناس من أرضهم ولذلك جاء فعل الإيمان متعلقاً بموسى لا باسم الله ، وقد جاء هذا الوعد على حسب ظنهم أن الرب الذي يدعو إليه موسى هو رب خاص به وبقومه ، كما دل عليه قوله : { ادع لنا ربك بما عهد عندك } وقد وضحوا مرادهم بقولهم : { ولنرسلن معك بني إسرائيل  }.",
  "ayah": 134,
  "surah": 7
}
