{
  "text": "هذا محل العبرة من القصة ، فهو مفرع عليها تفريع النتيجة على المقدمات والفذلكة على القصة ، فإنه بعد أن وصف عناد فرعون وَمَلَئهِ وتكذيبَهم رسالة موسى واقتراحهم على موسى أن يجيء بآية ومشاهدتهم آية انقلاب العصا ثعباناً ، وتغيير لون يده ، ورميَهم موسى بالسحر ، وسوء المقصد ، ومعارضة السحرة معجزة موسى وتغلب موسى عليهم ، وكيف أخذ الله آل فرعون بمصائِب جعلها آيات على صدق موسى ، وكيف كابروا وعاندوا ، حتى ألْجِئوا إلى أن وعدوا موسى بالإيمان وتسريح بني إسرائيل معه وعاهدوه على ذلك ، فلما كشف عنهم الرجز نكثوا ، فأخبر الله بأن ذلك ترتب عليه استئصال المستكبرين المعاندين ، وتحريرُ المؤمنين الذين كانوا مستضعفين .وذلك محل العبرة ، فلذلك كان الموقع في عطفه لفاء الترتيب والتسبب ، وقد اتبع في هذا الختام الأسلوبُ التي اختتمت به القصص التي قبل هذا .والانتقام افتعال ، وهو العقوبة الشديدة الشبيهة بالنّقْم . وهو غضب الحنق على ذنْببِ اعتداء على المنتقممِ ينكر ويَكْرَه فاعلَه .وأصل صيغة الافتعال أن تكون لمطاوعة فَعَل المتعدي بحيث يكون فاعل المطاوعة هو مفعول الفعل المجرد ، ولم يسمع أن قالوا نَقَمَه فانتقم . أي أحفظه وأغضبه فعاقب ، فهذه المطاوعة أميت فعلها المجردُ ، وعدوه إلى المعاقب بمن الابتدائية للدلالة على أنه منشأ العقوبة وسببها وأنه مستوجبها ، وتقدم الكلام على المجرد من هذا الفعل عند قوله تعالى آنفاً : { وما تَنَقم منا إلاّ أن آمنا بآيات ربنا } [ الأعراف : 126 ].وكان إغراقهم انتقاماً من الله لذاته لأنهم جحدوا انفراد الله بالإلاهية ، أو جحدوا إلاهيته أصلاً ، وانتقاماً أيضاً لبني إسرائيل لأن فرعون وقومه ظلموا بني إسرائيل وأذلوهم واستعبدوهم باطلاً .والإغراقُ : الإلقاء في الماء المستبحر الذي يغمر المُلْقَى فلا يترك له تنفساً ، وهو بيان للانتقام وتفصيل لمجمله ، فالفاء في قوله : { فأغرقناهم } للترتيب الذكري ، وهو عطف مفصّل على مجمل كما في قوله تعالى : { فتوبوا إلى بارئكم فاقتُلوا أنفسكم } [ البقرة : 54 ].وحَمَل صاحب «الكشاف» الفعل المعطوف عليه هنا على معنى العزم فيكون المعنى : فأرْدنا الانتقام منهم فأغرقناهم ، وقد تقدم تحقيقه عند قوله تعالى : { فتوبوا إلى بارئكم فاقتلوا أنفسكم } في سورة البقرة ( 54 ).واليمّ : البحر والنهر العظيم ، قيل هو كلمة عربية . وهو صنيع الكشاف } إذ جعله مشتقاً من التيمم لأنه يُقصد للمنتفعين به ، وقال بعضْ اللغويين : هو معرب عن السريانية وأصله فيها ( يَمّا ) وقال شَيْدَلَةُ : هو من القبطية ، وقال ابن الجوزي : هو من العبرية ، ولعله موجود في هذه اللغات . ولعل أصله عربي وأخذته لغات أخرى ساميّة من العربية والمراد به هنا بحر القُلْزُم ، المسمى في التوراة بحر سُوف ، وهو البحر الأحمر . وقد أطلق ( اليم ) على نهر النيل في قوله تعالى : { أن اقذفيه في التابوت فاقْذفيه في اليَمّ } [ طه : 39 ] وقوله :{ فإذا خفتتِ عليه فألقيه في اليمّ } [ القصص : 7 ] ، فالتعريف في قوله : { اليَمّ } هنا تعريف العهد الذهني عند علماء المعاني المعروف بتعريف الجنس عند النحاة إذ ليس في العبرة اهتمام ببحر مخصوص ولكن بفرد من هذا النوع .وقد أغرق فرعون وجنده في البحر الأحمر حين لحق بني إسرائيل يريد صدهم عن الخروج من أرض مصر ، وتقدمت الإشارة إلى ذلك في سورة البقرة وسيأتي تفصيله عند قوله تعالى : { حتى إذا أدركه الغرق } في سورة يونس ( 90 ).والباء في بأنهم } للسببية ، أي : أغرقناهم جزاء على تكذيبهم بالآيات .والغفلة ذهول الذهن عن تذكر شيء ، وتقدمت في قوله تعالى : { وإن كنا عن دراستهم لغافلين } في سورة الأنعام ( 156 ) ، وأريد بها التغافل عن عمد وهو الإعراض عن التفكر في الآيات ، وإباية النظر في دلالتها على صدق موسى ، فإطلاق الغفلة على هذا مجاز ، وهذا تعريض بمشركي العرب في إعراضهم عن التفكر في صدق الرسول صلى الله عليه وسلم ودلالة معجزة القرآن ، فلذلك أعيد التصريح بتسبب الإعراض في غرقهم مع استفادته من التفريع بالفاء في قوله : { فانتقمنا منهم فأغرقناهم في اليم } تنبيهاً للسامعين للانتقال من القصة إلى العبرة .وقد صيغ الإخبار عن إعراضهم بصيغة الجملة الاسمية للدلالة على أن هذا الإعراض ثابت لهم ، وراسخ فيهم ، وأنه هو علة التكذيب المصوغغِ خبرُه بصيغة الجملة الفعلية لإفادة تجدده عند تجدد الآيات .",
  "ayah": 136,
  "surah": 7
}
