{
  "text": "وإعادة لفظ { قال } مستأنفاً في حكاية تكملة جواب موسى بقوله تعالى : { قال أغير الله أبغيكم } تقدم توجيه نظيره عند قوله تعالى : { قال اهبطوا بعضكم لبعض عدو } إلى قوله { قال فيها تحيون } من هذه السورة ( 24 ، 25 ).والذي يظهر أنه يعاد في حكاية الأقوال إذا طال المقول ، أو لأنه انتقال من غرض التوبيخ على سؤالهم إلى غرض التذكير بنعمة الله عليهم ، وأن شكر النعمة يقتضي زجرهم عن محاولة عبادة غير المنعم ، وهو من الارتقاء في الاستدلال على طريقة التسليم الجدَلي ، أي : لو لم تكن تلك الآلهة باطلاً لكان في اشتغالكم بعبادتها والإعراض عن الإله الذي أنعم عليكم كفران للنعمة ونداء على الحماقة وتنزه عن أن يُشاركهم في حماقتهم .والاستفهام بقوله : { أغير الله أبغيكم إلاهاً } للإنكار والتعجب من طلبهم أن يجعل لهم إلاهاً غير الله ، وقد أوليَ المستفهم عنه الهمزة للدلالة على أن محل الإنكار هو اتخاذ غير الله إلاهاً ، فتقديم المفعول الثاني للاختصاص ، للمبالغة في الإنكار أي : اختصاص الإنكار ببغي غير الله إلاهاً .وهمزة { أبغيكم } همزة المتكلم للفعل المضارع ، وهو مضارع بغَى بمعنى طلب ، ومصدره البَغاء بضم الباء .وفعله يتعدى إلى مفعول واحد ، ومفعوله هو { غيرَ الله } لأنه هو الذي ينكر موسى أن يكون يبغيه لقومه .وتعديته إلى ضمير المخاطبين على طريقة الحذف والإيصال ، وأصل الكلام : أبغي لكم و { إلاهاً } تمييز ل { غير  }.وجملة : { وهو فضلكم على العالمين } في موضع الحال ، وحين كان عاملها محَل إنكار باعتبار معموله ، كانت الحال أيضاً داخلة في حيز الإنكار ، ومقررة لجهته .وظاهر صوغ الكلام على هذا الأسلوب أن تفضيلهم على العالمين كان معلوماً عندهم لأن ذلك هو المناسب للإنكار ، ويحتمل أنه أراد إعلامهم بذلك وأنه أمر محقق .ومجيء المسند فعلياً : ليفيد تقديم المسند إليه عليه تخصيصه بذلك الخبر الفعلي أي : وهو فضلكم ، لم تفضلكم الأصنام ، فكان الإنكار عليهم تحميقاً لهم في أنهم مغمورون في نعمة الله ويطلبون عبادة ما لا يُنعم .والمرادُ بالعالمين : أممُ عصرهم ، وتفضيلهم عليهم بأنهم ذرية رسول وأنبياءَ ، وبأن منهم رسلاً وأنبياء ، وبأن الله هداهم إلى التوحيد والخلاص من دين فرعون بعد أن تخبطوا فيه ، وبأنه جعلهم أحراراً بعد أن كانوا عبيداً ، وساقهم إلى امتلاك أرض مباركة وأيدهم بنصره وآياته ، وبعث فيهم رسولاً ليقيم لهم الشريعة . وهذه الفضائِل لم تجتمع لأمة غيرهم يومئذٍ ، ومن جملة العالمين هؤلاء القوم الذين أتوا عليهم ، وذلك كناية عن إنكار طلبهم اتخاذَ أصنام مثلهم ، لأن شأن الفاضل أن لا يقلد المفضول ، لأن اقتباس أحوال الغير يتضمن اعترافاً بأنه أرجح رأياً وأحسن حالاً ، في تلك الناحية .",
  "ayah": 140,
  "surah": 7
}
