{
  "text": "يجوز أن تكون هذه الآية تكملة لما خاطب الله به موسى وقومه ، فتكون جملة { سأصرف } الخ بأسهم ، استئنافاً بيانياً ، لأن بني إسرائيل كانوا يهابون أولئك الأقوام ويخْشوْن ، فكأنهم تساءلوا كيف تُرينا دارهم وَتعدُنا بها ، وهلْ لا نهلك قبل الحلول بها ، كما حكى الله عنهم { قالوا يا موسى إن فيها قوماً جبّارين } الآية في سورة العقود ( 22 ) وقد حكى ذلك في الإصحاح الرابع عشر من سفر العدد ، فاجيبوا بأن الله سيصرف أولئك عن آياتِه .والصرف الدفع أي سَأَصُدُّ عن آياتي ، أي عن تعطيلها وإبطالها .والآيات الشريعة ، ووعد الله أهلها بأن يورثهم أرض الشام ، فيكون المعنى سأتَوَلّى دفعهم عنكم ، ويكون هذا مثل ما ورد في التوراة في الإصحاح الرابع والثلاثين «ها أنا طاردٌ من قُدَّامِك الأُموريين الخ» ، فالصرف على هذا الوجه عناية من الله بموسى وقومِه بما يُهيء لهم من أسباب النصر على أولئك الأقوام الأقوياء ، كإلقاء الرعببِ في قلوبهم ، وتشتيت كلمتهم ، وإيجاد الحوادث التي تفت في ساعد عُدتهم أو تكونُ الجملة جواباً لسؤال من يقول : إذا دخلنا أرض العدو فلعلهم يؤمنون بهدينا ، ويتبعون ديننا ، فلا نحتاج إلى قتالهم ، فأجيبوا بأن الله يَصرفهم عن إتباع آياته؛ لأنهم جُبلوا على التكبر في الأرض ، والإعراضضِ عن الآيات ، فالصرف هنا صرف تكويني في نفوس الأقوام ، وعن الحسن : أن من الكفار من يبالغ في كفره وينتهي إلى حد إذا وصل إليه مَات قلبه .وفي قَصِّ الله تعالى هذا الكلامَ على محمد صلى الله عليه وسلم تعريض بكفار العرب بأن الله دافِعُهم عن تعطيل آياته ، وبأنه مانع كثيراً منهم عن الإيمان بها لما ذكرناه آنفاً .ويجوز أن تكون جملة { سأصرف عن آياتي } من خطاب الله تعالى لرسوله محمد صلى الله عليه وسلم رَوى الطبري ذلك عن سفيان بن عيينة ، فتكون الجملة معترضة في أثناء قصة بني إسرائيل بمناسبة قوله : { سأُريكم دار الفاسقين } [ الأعراف : 145 ] تعريضاً بأن حال مشركي العرب كحال أولئك الفاسقين ، وتصريحاً بسبب إدامتهم العناد والإعراض عن الإيمان ، فتكون الجملة مستأنفة استينافاً ابتدائياً ، وتأتي في معنى الصرف عن الآيات الوجوه السابقة واقتران فعل { سأصرف } بسين الاستقبال القريب تنبهه على أن الله يُعجل ذلك الصرف .وتقديم المجرور على مفعول { أصرف } للاهتمام بالآيات ، ولأن ذكره عقب الفعل المتعلق هو به أحسنُ .وتعريف المصروفين عن الآيات بطريق الموصولية للإيماء بالصلة إلى علة الصرف . وهي ما تضمنته الصلات المذكورة ، لأن من صارت تلك الصفات حالات له يَنصره الله ، أو لأنه إذا صار ذلك حاله رين على قلبه ، فصرف قلبه عن إدراك دلالة الآيات وزالت منه الأهلية لذلك الفهم الشريف .والأوصاف التي تضمنتها الصلات في الآية تنطبق على مشركي أهل مكة أتَمّ الانطباق .والتكبر الاتصاف بالكبر . وقد صيغ له الصيغة الدالة على التكلف ، وقد بينا ذلك عند قوله تعالى : { أبَى واستكبر } [ البقرة : 34 ] وقوله : { استكْبرتم } في سورة البقرة ( 87 ) ، والمعنى : أنهم يُعْجبَون بأنفسهم ، ويعُدون أنفسهم عظماءَ فلا يأتمرون لآمر ، ولا ينتصحون لناصح .وزيادة قوله : في الأرض } لتفضيح تكبرهم ، والتشهير بهم بأن كبرهم مظروف في الأرض ، أي ليس هو خفياً مقتصراً على أنفسهم ، بل هو مبثوث في الأرض ، أي مبثوث أثره ، فهو تكبر شائع في بقاع الأرض كقوله : { يبغون في الأرض بغير الحق } [ يونس : 23 ] وقوله : { ويفسدون في الأرض أولئك هم الخاسرون } [ البقرة : 27 ] وقوله : { ولا تمش في الأرض مَرحاً } [ الإسراء : 37 ] وقولُ مرة بن عَدّاءَ الفقعسي :فهلاّ أعدوني لِمثلي تفاقَدوا ... وفي الأرْض مبثوثٌ شجاعٌ وعقربوقوله : { بغير الحق } زيادة لتشنيع التكبر بذكر ما هو صفة لازمة له ، وهو مغايرة الحق ، أي : باطل وهي حال لازمة للتكبر ، كاشفة لوصفه ، إذ التكبر لا يكون بحق في جانب الخلق ، وإنما هو وصف لله بحق؛ لأنه العظيم على كل موجود ، وليس تكبر الله بمقصود أن يحترز عنه هنا حتى يجعل القيد { بغير الحق } للاحتراز عنه ، كما في «الكشاف» .ومن المفسرين من حاول جعل قوله : { بغير الحق } قيداً للتكبر ، وجعل من التكبر ما هو حق ، لأن للمحق أن يتكبر على المبطل ، ومنه المقالة الشمهورة «الكِبْر على المتكبر صدقة» وهذه المقالة المستشهد بها جرت على المجاز أو الغلط .وقوله : { وإن يَروا كل آية لا يؤمنوا بها } عطف على قوله : { يتكبرون } فهو في حكم الصلة ، والقول فيه كالقول في قوله : { لا يؤمنون ولو جاءتهم كل آية } في سورة يونس ( 96 ، 97 ) وكل مستعملة في معنى الكثرة ، كما تقدم في قوله تعالى : { ولئن أتيتَ الذين أوتوا الكتاب بكل آية } في سورة البقرة ( 145 ).والسبيل مستعار لوسيلة الشيء بقرينة إضافته إلى الرشد وإلى الغي . والرؤية مستعارة للإدراك .والاتخاذ حقيقته مطاوع أخّذه بالتشديد ، إذا جعله آخذاً ، ثم أطلق على أخذ الشيء ولو لم يعطه إياه غيرُه ، وهوَ هنا مستعار للملازمة ، أي لا يلازمون طريق الرشد ، ويلازمون طريق الغي .والرشد الصلاح وفعل النافع ، وقد تقدم في قوله تعالى : { فإن آنستم منهم رشداً } في سورة النساء ( 6 ) والمراد به هنا : الشيء الصالح كله من الإيمان والأعمال الصالحة .والغي الفساد والضلال ، وهو ضد الرشد بهذا المعنى ، كما أن السفه ضد الرشد بمعنى حسن النظر في المال ، فالمعنى : أن يدركوا الشيءَ الصالح لم يعملوا به . لغلبة الهوى على قلوبهم ، وإن يدركوا الفساد عملوا به لغلبة الهوى ، فالعمل به حمل للنفس على كلفة ، وذلك تأباه الأنفس التي نشأت على متابعة مَرغوبها ، وذلك شأن الناس الذين لم يروّضوا أنفسهم بالهدى الإلهي ، ولا بالحكمة ونصائح الحكماء والعقلاء ، بخلاف الغي ، فإنه ما ظهر في العالم إلاّ من آثار شهوات النفوس ودعواتها التي يزيَن لها الظاهر العاجل ، وتجهل عواقب السوء الآجلة ، كما جاء في الحديث : { حفّت الجنة بالمكاره وُحفّت النار بالشهوات  }.والتعبير في الصلات الأربع بالأفعال المضارعة : لإفادة تجدد تلك الأفعال منهم واستمرارهم عليها .وقرأ الجمهور : { الرُشد } بضم فسكون وقرأه حمزة ، والكسائي ، وخلف : بفتحتين ، وهما لغتان فيه .وجملة : { ذلك بأنهم كذبوا بآياتنا } مستأنفة استئنافاً بيانياً ، لأن توسيمهم بتلك الصلات يثير سؤالاً .والمشار إليه بذلك ما تضمنه الكلام السابق ، نُزّل منزلة الموجود في الخارج وهو ما تضمنه قوله : { سأصرف عن آياتي } إلى آخر الآية ، واستعمل له اسم إشارة المفرد؛ لتأويل المشار إليه بالمذكور كقوله تعالى : { والذين لا يدعون مع الله إلهاً آخر ولا يقتلون النفس التي حرم الله إلاّ بالحق ولا يزنون ومن يفعل ذلك يلق أثاماً } [ الفرقان : 68 ] أي من يفعل المذكور ، وهذا الاستعمال كثير في اسم الإشارة ، وألحق به الضمير كما تقدم في قوله تعالى : { ذلك بأنهم كانوا يكفرون بآيات الله } في سورة البقرة ( 61 ).والباء السببية أي : كِبْرُهم . وعدمُ إيمانهم ، واتباعُهم سبيل الغي ، وإعراضُهم عن سبيل الرشد سببه تَكذيبهم بالآيات ، فأفادت الجملة بيان سبب الكبر ، وما عطف عليه من الأوصاف التي هي سبب صرفهم عن الآيات ، فكان ذلك سبب السبب ، وهذا أحسن من إرجاع الإشارة إلى الصرف المأخوذة من { سأصرف } لأن هذا المحمل يجعل التكذيب سبباً ثانياً للصرف ، وجعله سبباً للسبب أرشق .واجتلبت ( أن ) الدالة على المصدرية والتوكيد؛ لتحقيق هذا التسبب وتأكيده ، لأنه محل عرابة .وجعل المسند فعلاً ماضياً ، لإفادة أن وصف التكذيب قديم راسخ فيهم ، فكان رسوخ ذلك فيهم سبباً في أن خُلق الطبعُ والختمُ على قلوبهم فلا يشعرون بنقائصهم ، ولا يصلحون أنفسهم ، فلا يزالون متكبرين معرضين غاوين .ومعنى { كذبوا بآياتنا } إنهم ابتدأوا بالتكذيب ، ولم ينظروا ، ولم يهتموا بالتأمل في الآيات فداموا على الكبر وما معه ، فصرف الله قلوبهم عن الانتفاع بالآيات ، وليس المراد الإخبار بأنهم حصل منهم التكذيب ، لأن ذلك قد علم من قوله : { وإن يروا كل آية لا يؤمنوا بها  }.والغفلة انصراف العقل والذهن عن تذكر شيء بقصدٍ أو بغير قصد ، وأكثر استعماله في القرآن فيما كان عن قصد بإعراض وتشاغل ، والمذموم منها ما كان عن قصد ، وهو مناط التكليف والمؤاخذة ، فأما الغفلة عن غير قصد فلا مؤاخذة عليها ، وهي المقصود من قول علماء أصول الفقه : يمتنع تكليف الغافل .وللتنبيه على أن غفلتهم عن قصد صيغ الإخبار عنهم بصيغة { كانوا عنها غافلين } للدلالة على استمرار غفلتهم . وكونها دأباً لهم ، وإنما تكون كذلك إذا كانوا قد التزموها ، فأما لو كانت عن غير قصد . فإنها قد تعتريهم وقد تفارقهم .",
  "ayah": 146,
  "surah": 7
}
