{
  "text": "جُعل رجوع موسى إلى قومه غضبان كالأمر الذي وقع الإخبار عنه من قبلُ على الأسلوب المبين في قوله : { ولما جاء موسى لميقاتنا } [ الأعراف : 143 ] وقوله : { ولما سُقط في أيديهم } [ الأعراف : 149 ]. فرجوع موسى معلوم من تَحقق انقضاء المدة الموعود بها ، وكونُه رجع في حالة غضب مشعر بأن الله أوحى إليه فأعلمه بما صنع قومُه في مغيبه ، وقد صرح بذلك في سورة طه ( 85 ) { قال فإنّا قد فتنّا قومك من بَعدِك وأضلهم السامري } ف { غضبان أسِفاً حَالان من موسى ، فهما قيداننِ لرجع } فعلم أن الغضب والأسف مقارنان للرجوع .والغْضب تقدم في قوله : { قال قد وقع عليكم من ربكم رجس وغضب } في هذه السورة ( 71 ).والأَسِف بدون مد ، صيغة مبالغة للآسف بالمد الذي هو اسم فاعل للذي حل به الأسف وهو الحزن الشديد ، أي رجع غضْبان من عصْيان قومه حزيناً على فساد أحوالهم ، وبئسما ضد نِعمّا ، وقد مضى القول عليه في قوله تعالى : { قل بئسما يأمركم به إيمانكم } في سورة البقرة ( 93 ) ، والمعنى بئست خلافة خلفتمونيها خِلاَفتُكم .وتقدم الكلام على فعل خَلف في قوله : { اخلُفْني في قومي } [ الأعراف : 142 ] قريباً .وهذا خطاب لهارون ووجوه القوم ، لأنهم خلفاء موسى في قومهم فيكون { خلفتموني } مستعملاً في حقيقته ، ويجوز أن يكون الخطاب لجميع القوم ، فأما هارون فلأنه لم يُحسن الخلافة بسياسة الأمة كما كان يسوسها موسى ، وأما القوم فلأنهم عبدوا العجل بعد غيبة موسى ، ومن لوازم الخلافة فعل ما كان يفعله المخلُوف عنه ، فهم لما تركوا ما كان يفعله موسى من عبادة الله وصاروا إلى عبادة العجل فقد انحرفوا عن سيرته فلم يخلفوه في سيرته ، وإطلاق الخلافة على هذا المعنى مجاز فيكون فعل { خلفتموني } مستعملاً في حقيقته ومجازه .وزيادة { مِن بعدي } عقب { خلفتموني } للتذكير بالبَون الشاسع بين حال الخلف وحال المخلوفَ عنه تصوير لفظاعة ما خلفوه به أي بعدما سمعتم مني التحذير من الإشراك وزجركم عن تقليد المشركين حين قلتم : اجعل لنا إلهاً كما لهم آلهة ، فيكون قيد { من بعدي } للكشف وتصوير الحالة كقوله تعالى : { فخَر عليهم السقُف من فوقِهم } [ النحل : 26 ] ، ومعلوم أن السقف لا يكون إلاّ من فوق ، ولكنه ذكر لتصوير حالة الخرور وتهويلها ، ونظيره قوله تعالى ، بعد ذكر نفر من الأنبياء وصفاتهم ، { فخلف من بعدهم خَلْف } [ الأعراف : 169 ] أي من بعد أولئك الموصوفين بتلك الصفات .و«عَجلَ» أكثرَ ما يستعمل قاصراً ، بمعنى فعل العجلة أي السرعة ، وقد يتعدى إلى المعمول «بعن» فيقال : عجلَ عن كذا بمعنى لم يتمّه بعد أن شَرع فيه ، وضده تَم على الأمر إذا شرع فيه فأتمّه ، ويستعمل عَجِل مضمناً معنى سَبَق فعّدَيَ بنفسه على اعتبار هذا المعنى ، وهو استعمال كثير .ومعنى «عَجِل» هنا يَجوز أن يكون بمعنى لم يُتّمَ ، وتكون تعديته إلى المفعول على نزع الخافض .والأمرُ يكون بمعنى التكليف وهو ما أمرهم الله به : من المحافظة على الشريعة ، وانتظار رجوعه ، فلم يتموا ذلك واستعجلوا فبدلوا وغيروا ، ويجوز أن يكون بمعنى سَبق أي بادرتم فيكون الأمر بمعنى الشأن أي الغضب والسخط كقوله : { أتى أمر الله فلا تستعجلوه } [ النحل : 1 ] وقوله : { حتى إذا جاء أمرنا وفار التنور } [ هود : 40 ] فالأمر هو الوعيد ، فإن الله حذرهم من عبادة الأصنام وتوعدهم ، فكان الظن بهم إن وقع منهم ذلك إن يقع بعد طول المدة ، فلما فعلوا ما نُهوا عنه بحدثان عهد النهي ، جُعلوا سابقين له على طريقة الاستعارة : شبهوا في مبادرتهم إلى أسباب الغضب والسخط بسبق السابق المسبوقَ ، وهذا هو المعنى الأوضح ، ويوضحه قوله ، في نظير هذه القصة في سورة طه ( 86 ) ، حكاية عن موسى : { قال يا قوم ألم يَعدْكم ربكم وعداً حسناً أفطال عليكم العهد أم أردتم أن يحل عليكم غضب من ربكم فأخلفتم موعدي } وقد تعرضت التوراة إلى شيء من هذا المعنى في الإصحاح الثاني والثلاثين من سفر الخروج «وقال الله لموسى رأيتُ هذا الشّعْب فإذا هو شعب صلْب الرقبة فالآن اتركني ليحميَ غَضبي عليهم فأفنيهم» .وإلقاء الألواح رَميُها من يده إلى الأرض ، وقد تقدم بيان الإلقاء آنفاً . وذلك يؤذن بأنه لما نزل من المناجاة كانت الألواح في يده كما صرح به في التوراة .ثم إن إلقاءه إياها إنما كان إظهاراً للغضب ، أو أثراً من آثار فوران الغضب لما شاهدهم على تلك الحالة ، وما ذكر القرآن ذلك الإلقاءَ إلاّ للدلالة على هذا المعنى إذ ليس فيه من فوائد العبرة في القصة إلاّ ذلك ، فلا يستقيم قول من فسرها بأن الإلقاء لأجل إشغال يده بجرّ رأس أخيه ، لأن ذكر ذلك لا جرور فيه ، ولأنه لو كان كذلك لعطف ، وأخذ برأس أخيه بالفاء .وروي أن موسى عليه السلام كان في خلقه ضيق ، وكان شديداً عند الغضب ، ولذلك وكزَ القبطي فقضى عليه ، ولذلك أخذ برأس أخيه يجره إليه ، فهو دليل على فظاعة الفعل الذي شاهده من قومه ، وذلك علامة على الفظاعة ، وتشنيع عليهم ، وليس تأديباً لهم ، لأنه لا يكون تأديبهم بإلقاء ألواح كُتب فيها ما يصلحهم ، لأن ذلك لا يناسب تصرف النبوءة ( ولذلك جزمنا بأن إعراض رسول الله صلى الله عليه وسلم عن كتابة الكتاب الذي هَمَّ بكتابته قبيل وفاته لم يكن تأديباً للقوم على اختلافهم عنده ، كما هو ظاهر قول ابن عباس ، بل إنما كان ذلك لِما رأى من اختلافهم في ذلك ، فرأى أن الأوْلى ترك كتابته ، إذ لم يكن الدين محتاجاً إليه ) ووقع في التوراة أن الألواح تكسرت حين ألقاها ، وليس في القرآن ما يدل على ذلك سوى أن التعبير بالإلقاء الذي هو الرمي ، ومَا روي من أن الألواح كانت من حجر ، يقتضي أنها اعتراها انكسار ، ولكن ذلك الانكسار لا يُذهب ما احتوت عليه من الكتابة ، وأما ما روي أنها لما تكسرت ذهب ستة أسباعها ، أو ذهب تفصيلها وبقيت موعظتها ، فهو من وضع القصّاصين والله تعالى يقول :{ ولما سكت عن موسى الغضبْ أخذ الألواح وفي نسختها هدى ورحمة للذين هم لربهم يرهبون } [ الأعراف : 154 ].وأما أخذه برأس أخيه هارون يجره إليه ، أي إمساكه بشعر رأسه ، وذلك يولمه ، فذلك تأنيب لهارون على عدم أخذه بالشدة على عَبدَة العجل ، واقتصاره على تغيير ذلك عليهم بالقول ، وذلك دليل على أنه غير معذور في اجتهاده الذي أفصح عنه بقوله : { إني خشيت أن تقول فرقْت بين بني إسرائيل ولم تَرْقُب قولي } [ طه : 94 ] لأن ضعف مستنده جعله بحيث يستحق التأديب ، ولم يكن له عذراً ، وكان موسى هو الرسول لبني إسرائيل ، وما هارون إلاّ من جملة قومه بهذا الاعتبار ، وإنما كان هارون رسولاً مع موسى لفرعون خاصة ، ولذلك لم يسَعْ هارونَ إلاّ الاعتذارُ والاستصفاح منه .وفي هذا دليل على أن الخطأ في الاجتهاد مع وضوح الأدلة غير معذور فيه صاحبه في إجراء الأحكام عليه ، وهو ما يسميه الفقهاء بالتأويل البَعيد ولا يظن بأن موسى عاقب هارون قبل تحقق التقصير .وفصلت جملةٌ : { قال ابن أم } لوقوعها جوابها لحوار مقدر دل عليه قوله { وأخذ برأس أخيه يجره إليه } لأن الشأن أن ذلك لا يقع إلاّ مع كلام توبيخ ، وهو ما حكي في سورة طه ( 92 ، 93 ) بقوله : { قال يا هارون ما منعك إذ رأيتهم ضَلوا ألاَّ تتبعننِ أفعصيت أمري } على عادة القرآن في توزيع القصة ، واقتصاراً على موقع العبرة؛ ليخالف أسلوبُ قصَصه الذي قصد منه الموعظة أساليبَ القصّاصين الذين يقصدون الخبر بكل ما حدث .و { ابنَ أم } منادى بحذف حرف النداء ، والنداء بهذا الوصف للترقيق والاستشفاع ، وحذف حرف النداء لإظهار ما صاحب هارون من الرعب والاضطراب ، أو لأن كلامه هذا وقع بعد كلام سبقه فيه حرف النداء وهو المحكي في سورة طه ( 94 ) { قال يا بن أم لا تأخذ بلحيتي } ثم قال ، بعد ذلك { ابنَ أم إن القوم استضعفوني } فهما كلامان متعاقبان ، ويظهر أن المحكي هنا هو القول الثاني ، وأن ما في سورة طه هو الذي ابتدأ به هارون ، لأنه كان جواباً عن قول موسى : { ما منعك إذ رأيتهم ضَلوا أن لا تتبعن } [ طه : 92 ، 93 ].واختيار التعريف بالإضافة؛ لتضمن المضاف إليه معنى التذكير بصلة الرحم ، لأن إخوة الأم أشد أواصر القرابة؛ لاشتراك الأخوين في الألف من وقت الصبا والرضاع .وفتح الميم في { ابن أم } قراءة نافع ، وابن كثير ، وأبي عَمرو ، وحفص عن عاصم ، وهي لغة مشهورة في المنادى المضاف إلى أم أو عَم ، وذلك بحذف ياء المتكلم وتعويض ألف عنها في آخر المنادى ، ثم يحذف ذلك الألف تخفيفاً ، ويجوز بقاء كسرة الميم على الأصل ، وهي لغة مشهورة أيضاً ، وبها قرأ ابن عامر ، وحمزة ، والكسائي ، وأبو بكر عن عاصم ، وخلفٌ .وتقدم الكلام على الأم عند قوله تعالى : { حرمت عليكم أمهاتكم } في سورة النساء ( 23 ).وتأكيد الخبر ب { إن } لتحقيقه لدى موسى ، لأنه بحيث يتردد فيه قبل إخبار المخبر به ، والتأكيدُ يستدعيه قبولُ الخبر للتردد من قِبَل إخبار المخبر به ، وإن كان المخبر لا يُظن به الكذب ، أو لئلا يظن به أنه تَوهم ذلك من حال قومه ، وكانت حالهم دون ذلك .والسين والتاء في { استضعفوني } للحسبان أي حسبوني ضعيفاً لا ناصر لي ، لأنهم تمالؤوا على عبادة العجل ولم يخالفهم إلا هارون في شرذمة قليلة .وقوله : { وكادوا يقتلونني } يدل على أنه عارضهم معارضة شديدة ثم سلّم خشيةَ القتل .والتفريع في قوله : { فَلا تُشمت بي الأعداء ولا تجعلني مع القوم الظالمين } تفريع على تبين عذره في إقرارهم على ذلك ، فطلب من أخيه الكف عن عقابه الذي يَشْمت به الأعداء لأجله ، ويجعله مع عداد الظالمين فطلبُ ذلك كنايةٌ عن طلب الإعراض عن العقاب .والشماتة : سُرور النفس بما يصيب غيرها من الإضرار ، وإنما تحصل من العداوة والحسد . وفعلَها قاصر كفرح ، ومصدرها مخالف للقياس ، ويتعدى الفعل إلى المفعول بالباء يقال : شَمتَ به : أي : كان شامتاً بسببه ، وأشمته به جعله شامتاً به ، وأراد بالأعداء الذين دعوا إلى عبادة العجل ، لأن هارون أنكره عليهم فكرهوه لذلك ، ويجوز أن تكون شماتةُ الأعداء كلمة جرت مجرى المثل في الشيء الذي يُلحق بالمرءِ سوءاً شديداً ، سواء كان للمرء أعداء أو لم يكونوا ، جرياً على غالب العرْف .ومعنى { ولا تجعلْني مع القوم الظالمين } لا تحسبني واحداً منهم ، ف ( جعل ) بمعنى ظن كقوله تعالى : { وجعلوا الملائكة الذين هم عند الرحمان إناثاً } [ الزخرف : 19 ]. والقوم الظالمون هم الذين أشركوا بالله عبادة العجل ، ويجوز أن يكون المعنى : ولا تجعلني في العقوبة معهم ، لأن مُوسى قد أمر بقتل الذين عَبدوا العجل ، ف ( جعل ) على أصلها .",
  "ayah": 150,
  "surah": 7
}
