{
  "text": "وهو إشارة إلى اليهود والنصارى الكائنين في زمن البعثة وبعدها لقوله : { الذي يجدونه مكتوباً عندهم } ولقوله : { ويضع عنهم إصرهم والأغلالَ التي كانت عليهم } فإنه يدل على أنهم كانوا أهل شريعة فيها شدة وحرج ، والمراد بآيات الله : القرآن ، لأن ألفاظه هي المخصوصة باسم الآيات ، لأنها جُعلت معجزات للفصحاء عن معارضتها . ودالة على أنها من عند الله وعلى صدق رسوله ، كما تقدم في المقدمة الثامنة .وفي هذه الآية بشارة ببعثة محمد صلى الله عليه وسلم وهي مشيرة إلى ما في التوراة من الإصحاح العاشر حتى الرابع عشر ، والاصحاح الثامن عشر من سفر التثنية : فإن موسى بعد أن ذكَرهم بخطيئة عبادتهم العجل ، وذكر مناجاته لله للدعاء لهم بالمغفرة ، كما تضمنه الاصحاح التاسع من ذلك السفر ، وذكرناه آنفاً في تفسير قوله : { واختار موسى قومه سبعين رجلا لميقاتنا } ، ثم ذكر في الإصحاح العاشر أمرهم بالتقوى بقوله : «فالآن يا إسرائيل ما يطلب منكَ الرب إلا أن تتقي ربك لتسلك في طرقه وتحبه» . ثم ذكر فيه وفي الثلاثة بعده وصايا تفصيلاً للتقوى ، ثم ذكر في الاصحاح الرابع عشر الزكاة فقال «تعشيراً تعشر كل محصول زرعك سنة بسنة عشر حنطتك وخمرك وزيتك وأبكار بقرك وغنمك ، وفي آخر ثلاث سنين تخرج كل عشر محصولك في تلك السنة فتضعه في أبوابك فيأتي اللاوي والغريب واليتيم والأرملة الذين على أبوابك فيأكلون ويشبعون» إلخ . ثم ذكر أحكاماً كثيرة في الإصحاحات الثلاثة بعده .ثم في الإصحاح الثامن عشر قوله : «يُقيم لك الرب نبياً ومن وسط إخواتك مثلي له تسمعون حسب كل ما طلبتُ من الرب في حُوريب ( أي جبل الطور حين المناجاة ) يوم الاجتماع قال لي الرب أقيم لهم نبياً من وسط إخوتهم مثلك وأجعلُ كلامي في فمه فيكلمهم بكل ما أوصيه به» فدل هذا على أن هذا النبي من غير بني إسرائيل لقوله : «من وسط أخوتك» فإن الخطاب لبني إسرائيل ، ولا يكونون إخوة لأنفسهم . وإخوتُهم هم أبناء أخي أبيهم : إسماعيل أخي إسحاق ، وهم العرب ، ولو كان المراد به نبيئاً من بني إسرائيل مثل ( صمويل ) كما يؤوله اليهود لقال : من بينكم أو من وسطكم ، وعُلم أن النبي رسول بشرع جديد من قوله : «مثلك» فإن موسى كان نبياً رسولاً ، فقد جمع القرآن ذلك كله في قوله : { للذين يتقون ويؤتون الزكاة والذين هم بآياتنا يؤمنون } إلخ .ومن نكت القرآن الجمع في هذه الآية بين وصفي النبوة والرسالة للإشارة إلى أن اليهود بدّلوا وصف الرسول ، وعبروا عنه بالنبي ، ليصدق على أنبياء ليصدق على أنبياء بني إسرائيل ، وغفلوا عن مفاد قوله مثلك ، وحذفوا وصف الأمي ، وقد كانت هذه الآية سبب إسلام الحبر العظيم الأندلسي السموأل بن يحيى اليهودي ، كما حكاه عن نفسه في كتابه الذي سماه «غاية المقصود في الرد على النصارى واليهود» .فهذه الرحمة العظيمة تختص بالذين آمنوا بالنبي صلى الله عليه وسلم من اليهود والنصارى ، وتشمل الرسل والأنبياء الذين أخذ الله عليهم العهد بالإيمان بمحمد صلى الله عليه وسلم فكانوا عالمين ببعثته يقيناً فهم آمنوا به ، وتنزلوا منزلة من اتبع ما جاء به ، لأنهم استعدوا لذلك ، وتشمل المسلمين من العرب وغيرهم غير بني إسرائيل ، لأنهم ساروا من آمن بمحمد عليه الصلاة والسلام من اليهود في اتباع الرسول النبي الأمي .وتقديم وصف الرسول لأنه الوصف الأخص الأهم ، ولأن في تقديمه زيادة تسجيل لتحريف أهل الكتاب ، حيث حذفوا هذا الوصف ليصير كلام التوراة صادقاً بمن أتى بعد موسى من أنبياء بني إسرائيل ، ولأن محمداً صلى الله عليه وسلم اتشهر بوصف النبي الأمي ، فصار هذا المركب كاللقب له ، فلذلك لا يغير عن شهرته ، وكذلك هو حيثما ورد ذكره في القرآن .والأمي : الذي لا يعرف الكتابة والقراءة ، قيل هو منسوب إلى الأم أي هو أشبه بأمه منه بأبيه ، لأن النساء في العرب ما كُنّ يعرفن القراءة والكتابة ، وما تعلمْنها إلاّ في الإسلام ، فصار تعلم القراءة والكتابة من شعار الحرائر دون الإماء كما قال عُبيْد الراعي ، وهو إسلامي :هُنَّ الحرائِر لا ربّاتُ أخمرَة ... سُودُ المحاجِر لا يقْرأن بالسّوَرِأما الرجال ففيهم من يقرأ ويكتب .وقيل : منسوب إلى الأمّة أي الذي حاله حال معظم الأمة ، أي الأمة المعهودة عندهم وهي العربية ، وكانوا في الجاهلية لا يعرف منهم القراءة والكتابة إلاّ النادر منهم ، ولذلك يصفهم أهلُ الكتاب بالأُمييّن ، لما حكى الله تعالى عنهم في قوله : { ذلك بأنهم قالوا ليس علينا في الأُميين سبيل } في آل عمران ( 75 ).والأميّة وصف خص الله به من رسله محمداً ، إتماماً للإعجاز العلمي العقلي الذي أيده الله به ، فجعل الأمية وصفاً ذاتياً له ، ليتم بها وصفه الذاتي وهو الرسالة ، ليظهر أن كماله النفساني كمالٌ لدُنّي إلهي ، لا واسطة فيه للأسباب المتعارفة للكمالات ، وبذلك كانت الأمية وصف كمال فيه ، مع أنها في غيره وصف نقصان ، لأنه لمّا حصل له من المعرفة وسداد العقل ما لا يحتمل الخطأ في كل نواحي معرفة الكمالات الحق ، وكان على يقين من علمه ، وبينة من أمره ، ما هو أعظم مما حصل للمتعلمين ، صارت أميته آية على كون ما حصل له إنّما هو من فيوضات إلهية .ومعنى : يجدونه مكتوباً } وجدان صفاته ونعوته ، التي لا يشبهه فيها غيره ، فجعلت خاصته بمنزلة ذاته . وأطلق عليها ضمير الرسول النبي الأمي مجازاً بالاستخدام ، وإنما الموجود نعته ووصفه ، والقرينة قوله : { مكتوباً } فإن الذات لا تكتب ، وعُدل عن التعبير بالوصف للدلالة على أنهم يجدون وصفاً لا يقبل الالتباس ، وهو : كونه أمياً ، ويأمر بالمعروف ، وينهى عن المنكر ، ويُحل الطيبات ، ويحرم الخبائث ، ويضع عنهم إصرهم ، وشدة شريعتهم .وذكرالإنجيل هنا لأنه منزل لِبني إسرائيل ، وقد آمن به جمع منهم ومن جاء بعدهم من خلفهم ، وقد أعلم الله موسى بهذا .والمكتوب في التوراة هو ما ذكرناه آنفاً ، والمكتوب في الإنجيل بشارات جمة بمحمد صلى الله عليه وسلم وفي بعضها التصريح بأنه يبعث بعثة عامة ، ففي إنجيل متّى في الإصحاح الرابع والعشرين «ويقوم أنبياء كذَبةٌ كثيرون ويُضلون كثيرون ، ولكن الذي يصبر إلى المنتهى ( أي يدوم شرعه إلى نهاية العالم ) فهذا يخلص ويكرز ببشارة الملكوت هذه في كل المسكونة شهادة لجميع الأمم ثم يأتي المنتهى» ( أي منتهى الدنيا ) ، وفي إنجيل يوحنا في الإصحاح الرابع عشر «وإما المُعزّي الروح القدس الذي سيرسله الأب باسمي فهو يعلمكم كل شيء ويذكركم بكل ما قلتُه لكم» ( ومعنى باسمي أي بمماثلتي وهو كونه رسولاً مشرعاً لا نبيّاً موكداً ).وتقدم ذكر التوراة والإنجيل في أول سورة آل عمران .وجملة : { يأمرهم بالمعروف } قال أبو علي الفارسي : «هي بيان للمكتوب عندهم ولا يجوز أن تكون حالاً من ضمير { يجدونه } لأن الضمير راجع للذكر والاسم . والذكر والاسم لا يأمران» أي فتعين كون الضمير مجازاً ، وكون الآمر بالمعروف هو ذات الرسول لا وصفه وذِكرُه ، ولا شك أن المقصود من هذه الصفات تعريفهم بها؛ لتدلهم على تعيين الرسول الأمي عند مجيئه بشريعة هذه صفاتها .وقد جعل الله المعروف والمنكر ، والطيبات ، والخبائث ، والإصر والأغلال متعلقات لتشريع النبي الأمي وعلامات ، فوجب أن يكون المراد منها ما يتبادر من معاني ألفاظها للأفهام المستقيمة .فالمعروفُ شامل لكل ما تقبلُه العقول والفطر السليمة ، والمنكر ضده ، وقد تقدم بيانهما عند قوله تعالى : { ولتْكُن منكم أمة يَدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر } في سورة آل عمران ( 104 ).ويجمعها معنى : الفطرة ، التي هي قوام الشريعة المحمدية كما قال تعالى : { فأقم وجهك للدين حنيفاً فطرت الله التي فطر الناس عليها } [ الروم : 30 ] ، وهذه أوضح علامة لتعرف أحكام الشريعة المحمدية .والطيبات : جمع طيبة ، وقد روعي في التأنيث معنى الأكِيلة ، أو معنى الطُّعمة ، تنبيهاً على أن المراد الطيبات من المأكولات ، كما دل عليه قوله في نظائِرها نحو : { يأيها الناس كلوا مما في الأرض حلالاً طيباً } في البقرة ( 168 ) وقوله : { يسألونك ماذا أحل لهم قل أحل لكم الطيبات } في سورة المائدة ( 4 ) ، وليس المراد الأفعال الحسنة؛ لأن الأفعال عُرّفت بوصف المعروف والمنكر . والمأكولات لا تدخل في المعروف والمنكر ، إذ ليس للعقل حظ في التمييز بين مقبُولها ومرفوضها ، وإنما تمتلك الناسَ فيها عوائِدُهم ، ولما كان الإسلام دينَ الفطرة ولا اعتداد بالعوائد فيه ، ناط حال المأكولات بالطّيب وحرمتها بالخُبث ، فالطّيب ما لا ضُر فيه ولا وخامَة ولا قذارة ، والخبيثُ ما أضر ، أوْ كان وَخيم العاقبة ، أو كان مستقذراً لا يقبله العقلاء ، كالنجاسة ، وهذا ملاك المُباح والمحرم من المآكل ، فلا تدخل العادات إلاّ في اختيار أهلها ما شاءوا من المباح ، فقد كانت قريش لا تأكل الضب ، وقد وُضع على مَائدة رسول الله فكره أن يأكل منه ، وقال : ما هو بحرام ولكنه لم يكن من طعام قومي فأجدني أعافُه ولهذا فالوجه : إن كل ما لا ضر فيه ولا فساد ولا قذارة فهو مباح ، وقد يكون مكروهاً اعتباراً بمضرة خفيفة ، فلذلك ورد النهي عن أكل كل ذي ناب من السباع ، ومحمله عند مالك في أشهر الروايات عنه ، على الكراهة ، وهو الذي لا ينبغي التردد فيه ، وأي ضُر في أكل لحم الأسد ، وكذلك إباحة أكل الخشاش والحشرات والزواحف البرية والبحرية ، لاختلاف عوائِد الناس في أكلها وعدمه ، فقد كانت جَرْم لا يأكلون الدجاج ، وَفقعس يأكلون الكلب ، فلا يحجر على قوم لأجل كراهية غيرهم مما كرهه ذوقه أو عادة قومه ، وقد تقدم شيء من هذا في آية سورة المائِدة ، فعلى الفقيه أن يقصر النظر على طبائِع المأكولات وصفاتها ، وما جهلت بعض صفاته وحرمته الشريعة مثل تحريم الخنزير .وَوْضع الإصر إبطال تشريعه ، أي بنسخ ما كان فيه شدة من الشرايع الإلهية السابقة ، وحقيقة الوضع الحط من علو إلى سفل ، وهو هنا مجاز في إبطال التكليف بالأعمال الشاقة .وحقه التعدية إلى المفعول الثاني بحرف ( في ) الظرفية ، فإذا عُدي إليْه ب ( عن ) دل على نقل المفعول الأول من مدخول ( عن ) وإذا عدي إلى المفعول الثاني ب ( على ) كان دالاً على حط المفعول الأول في مدخول ( على ) حطا متمكناً ، فاستعير يضعُ عنهم } هنا إلى إزالة التكليفات التي هي كالإصر والأغلال فيشمل الوضْعُ معنى النسخ وغيره ، كما سيأتي .و«الإصر» ظاهر كلام الزمخشري في «الكشاف» و«الأساس» إنه حقيقة في الثّقل ، ( بكسر الثاءِ ) الحسيّ بحيث يَصعب معه التحرك ، ولم يقيده غيره من أصحاب دواوين اللغة ، وهذا القيد من تحقيقاته ، وَهو الذي جرى عليه ظاهر كلام ابن العربي في «الأحكام» ، والمراد به هنا التكاليف الشاقة والحرج في الدين ، فإن كان كما قيده الزمخشري يكن { ويضع عنهم أصرهم } تمثيلية بتشبيه حال المزال عنه ما يحْرجه من التكاليف بحال مَن كان محمّلاً بثقل فأزيل عن ظهره ثَقله ، كما في قوله تعالى : { يحملون أوزارهم على ظهورهم } [ الأنعام : 31 ] وإن لم يكن كذلك كان «الإصر» استعارة مكنية { ويضع } تخييلاً ، وهو أيضاً استعارة تبعية للإزالة .وقد كانت شريعة التوراة مشتملة على أحكام كثيرة شاقة مثل العقوبة بالقتل على معاص كثيرة ، منها العمل يومَ السبتتِ ، ومثلُ تحريم مأكولات كثيرة طيبة وتغليظ التحريم في أمور هينة ، كالعمل يوم السبت ، وأشد ما في شريعة التوراة من الإصر أنها لم تشرع فيها التوبة من الذنوب ، ولا استتابة المُجرم ، والإصر قد تقدم في قوله تعالى :{ ربنا ولا تحمل علينا إصراً كما حملته على الذين من قبلنا } في سورة البقرة ( 286 ) وقرأ ابن عامر وحده في القراءات المشهورة ، ( آصارهم ) بلفظ الجمع ، والجمع والإفراد في الأجناس سواء .والأغلالُ } جمع غُل بضم الغين وهو إطار من حديد يجعل في رقبة الأسير والجاني ويمسك بسير من جلد ، أو سلسلة من حديد بيد المُوكّل بحراسة الأسير ، قال تعالى : { إذ الأغلال في أعناقهم والسلاسل } [ غافر : 71 ] ويستعار الغُل للتكليف والعمل الذي يؤلم ولا يطاق فهوَ استعارة فإن بنيْنا على كلام الزَمخشري كان { الأغلال } تمثيلية بتشبيه حال المحرر من الذل والإهانة بحال من أطلق من الأسر ، فتعيّن أن وضع الأغلال استعارة لما يعانيه اليهود من المذلة بين الأمم الذين نزلوا في ديارهم بعد تخريب بيت المقدس ، وزوال ملك يهوذا ، فإن الإسلام جاء بتسوية أتباعه في حقوقهم في الجامعة الإسلامية ، فلا يبقى فيه مَيز بين أصيل ودخيل ، وصميم ولصيق ، كما كان الأمر في الجاهلية ، ومناسبة استعارة الأغلال للذلة أوضح ، لأن الأغلال من شعار الإذلال في الأسر والقود ونحوهما .وهذان الوصفان لهما مزيد اختصاص باليهود ، المتحدث عنهم في خطاب الله تعالى لموسى ، ولا يتحققان في غيرهم ممن آمن بمحمد صلى الله عليه وسلم لأن اليهود قد كان لهم شرع ، وكان فيه تكاليف شاقة ، بخلاف غير اليهود من العرب والفرس وغيرهم ، ولذلك أضاف الله الإصر إلى ضميرهم ، ووَصف الأغلال بما فيه ضميرهم ، على أنك إذا تأملت في حال الأمم كلهم قبل الإسلام لا تجد شرائعهم وقوانينهم وأحوالهم خالية من إصر عليهم ، مثل تحريم بعض الطيبات في الجاهلية ، ومثل تكاليف شاقة عند النصارى والمجوس لا تتلاقى مع السماحة الفطرية ، وكذلك لا تجدها خالية من رهق الجبابرة ، وإذلال الرؤساء ، وشدة الأقوياء على الضعفاء ، وما كان يحدث بينهم من التقاتل والغارات ، والتكايُل في الدماء ، وأكلهم أموالهم بالباطل ، فأرسل الله محمداً صلى الله عليه وسلم بديننِ من شأنه أن يخلص البشر من تلك الشدائِد ، كما قال تعالى : { وما أرسلناك إلاّ رحمة للعالمين } [ الأنبياء : 107 ] ولذلك فسرنا الوضع بما يَعم النسخ وغيره ، وفسرنا الأغلال بما يخالف المراد من الأصر ، ولا يناكد هذا ما في أديان الجاهلية والمجوسية وغيرها من التحلل في أحكام كثيرة ، فإنه فساد عظيم لا يخفف وطأة ما فيها من الإصر ، وهو التحلل الذي نظر إليه أبو خِراش الهُذلي في قوله ، يَعْني شريعة الإسلام :فليس كعهد الدار يا أم مالك ... ولكن أحَاطت بالرقاب السلاسلوالفاء في قوله : { فالذين آمنوا به } فاء الفصيحة ، والمعنى : إذا كان هذا النبي كما علمتم من شهادة التوراة والإنجيل بنبوءته ، ومن اتصاف شرعه بالصفة التي سمعتم ، علمتم أن الذين آمنوا به وعزروه ونصروه واتبعوا هديه ، هم المفلحون .والقصر المستفاد من تعريف المسند ومن ضمير الفصل قصر إضافي ، أي هم الذين أفلحوا أي دون من كفر به بقرينة المقام ، لأن مقام دعاء موسى يقتضي أنه أراد المغفرة والرحمة وكتابة الحسنة في الدنيا والآخرة لكل من اتبع دينه ، ولا يريد موسى شمول ذلك لمن لا يتبع الإسلام بعد مجيء محمد صلى الله عليه وسلم ولكن جرى القصر على معنى الاحتراس من الإيهام ، ويجوز أن يكون القصر ادعائياً ، دالاً على معنى كمال صفة الفلاح للذين يتبعون النبي الأمي ، ففلاح غيرهم من الأمم المفلحين الذين سبقوهم كلاَ فلاح ، إذا نُسب إلى فلاحهم ، أي إن الأمة المحمدية أفضل الأمم على الجملة ، وإنهم الذين تنالهم الرحمة الإلهية التي تسع كل شيء من شؤونهم قال تعالى :{ وما أرسلناك إلاّ رحمة للعالمين } [ الأنبياء : 107 ].ومعنى { عزروه } أيدوه وقّووْه ، وذلك بإظهار ما تضمنته كتبهم من البشارة بصفاته ، وصفات شريعته ، وإعلان ذلك بين الناس ، وذلك شيء زائِد على الإيمان به ، كما فعل عبد الله بن سَلاَم ، وكقول ورقة بن نوفل : «هذا الناموس الذي أنزل على موسى» ، وهو أيضاً مغاير للنصر ، لأن النصر هو الإعانة في الحرب بالسلاح ، ومن أجل ذلك عطف عليه { ونصروه  }.واتّباع النور تمثيل للاقتداء بما جاء به القرآن : شبه حال المقتدي بهدي القرآن ، بحال الساري في الليل إذا رأى نوراً يلوح له اتّبعه ، لعلمه بأنه يجد عنده منجاة من المخاوف وأضرار السير ، وأجزاءُ هذا التمثيل استعارات ، فالإتباع يصلح مستعاراً للاقتداء ، وهو مجاز شائِع فيه ، والنور يصلح مستعاراً للقرآن؛ لأن الشيء الذي يعلّم الحقّ والرشد يشبّه بالنور ، وأحسن التمثيل ما كان صالحاً لاعتبار التشبيهات المفردة في أجزائه .والإشارة في قوله : { أولئك هم المفلحون } للتنويه بشأنهَم ، وللدلالة على أن المشار إليهم بتلك الأوصاف صاروا أحرياء بما يخبر به عنهم بعد اسم الإشارة كقوله : { أولئك على هدى من ربهم } [ البقرة : 5 ].وفي هذه الآية تنويه بعظيم فضل أصحاب النبي صلى الله عليه وسلم رضي الله عنهم ، ويُلحق بهم من نصر دينه بعدهم .",
  "ayah": 157,
  "surah": 7
}
