{
  "text": "جملة { فخلف } تفريع على قوله : { وقطّعناهم } [ الأعراف : 168 ] إن كان المراد تقطيعهم في بلاد أعدائهم وإخراجهم من مملكتهم ، فتكون الآية مشيرة إلى عودة بني إسرائيل إلى بلادهم في عهد الملك ( كورش ) ملك الفرس في حدود سنة 530 قبل الميلاد ، فإنه لما فتح بلاد أشور أذن لليهود الذين أسرهم ( بختنصر ) أن يرجعوا إلى بلادهم فرجعوا ، وبنوا بيت المقدس بعد خرابه على يد ( نحميا ) و ( عزرا ) كما تضمنه سفر نحميا وسفر عزرا ، وكان من جملة ما أحيوه أنهم أتوا بسفر شريعة موسى الذي كتبه عزرا وقرأوه على الشعب في ( أورشليم ) فيكون المراد بالخلْف ما أوّله ذلك الفلّ من بني إسرائيل الذين رجعوا من أسر الآشوريين . والمراد بإرث الكتاب إعادة مزاولتهم التوراة التي أخرجها إليهم ( عزرا ) المعروف عند أهل الإسلام باسم عُزَير ، ويكون أخذهم عرض الأدنى أخذَ بعض الخلف لا جميعه ، لأن صدر ذلك الخلف كانوا تائبين وفيهم أنبياء وصالحون .وإن كان المراد من تقطيعهم في الأرض أمماً تكثيرَهم والامتنانَ عليهم ، كان قوله : { فخلف من بعدهم خلف } تفريعاً على جميع القصص المتقدمة التي هي قصص أسلافهم ، فيكون المراد بالخلْف من نشأ من ذرية أولئك اليهود بعد زوال الأمة وتفرقها ، منهم الذين كانوا عند ظهور الإسلام ، وهم اليهود الذين كانوا بالمدينة ، وإلى هذا المعنى في ( الخلْف ) نحا المفسرون .والخلْف بسكون اللام من يأتي بعد غيره سابِقِه في مكان أو عمل أو نسل ، يُبينه المقام أو القرينة ، ولا يغلب فيمن يخلف في أمر سيء ، قاله النضر بن شُميل ، خلافاً لكثير من أهل اللغة إذ قالوا : الأكثر استعمال الخلْف بسكون اللام فيمن يخلف في الشر ، وبفتح اللام فيمن يخلف في الخير ، وقال البصريون : يجوز التحريك والإسكان في الرديء ، وأما الحسن فبالتحريك فقطْ .وهو مصدر أريد به اسم الفاعل أي خَالِف ، والخَلْف مأخوذ من الخَلَفْ ضد القدّام لأن من يجيء بعد قوم فكأنه جاء من ورائهم ، وَلاَ حَد لآخر الخلف ، بل يكون تحديده بالقرائن ، فلا ينحصر في جيل ولا في قرن ، بل قد يكون الخلف ممتداً ، قال تعالى بعد ذكر الأنبياء { فخلف من بعدهم خلفٌ أضاعوا الصلاة واتّبعوا الشهوات } [ مريم : 59 ] فيشمل من خلفهم من ذرياتهم من العرب واليهود وغيرهم ، فإنه ذكر من أسلافهم إدريسَ وهو جد نوح .و { ورثوا } مجازٌ في القيام مقام الغير كما تقدم في قوله تعالى : { ونودوا أن تلكم الجنة أورثتموها } في هذه السورة ( 43 ) وقوله فيها : { أو لم يهد الذين يرثون الأرض من بعد أهلها } [ الأعراف : 100 ] فهو بمعنى الحلفية ، والمعنى : فخلف من بعدهم خلف في إرث الكتاب ، وهذا يجري على كلا القولين في تخصيص الخلف ، لأنه بيان للفعل لا لاسم الخلف .وجملة : { يأخذون عرض هذا الأدنى } حال من ضمير { ورثوا } ، والمقصود هو ذم الخلف بأنهم يأخذون عرض الأدنى ويقولون سيغفر لنا ، ومهد لذلك بأنهم ورثوا الكتاب ليدل على أنهم يفعلون ذلك عن علم لا عن جهل ، وذلك أشد مذمة ، كما قال تعالى : { وأضله الله على علمٍ } [ الجاثية : 23 ].ومعنى الأخذ هنا الملابسة والاستعمال فهو مجاز أي : يلابسونه ، ويجوز كونه حقيقة كما سيأتي .والعَرَض بفتح العين وفتح الراء الأمر الذي يزول ولا يدوم . ويراد به المال ، ويراد به أيضاً ما يعرض للمرء من الشهوات والمنافع .والأدنى الأقرب من المكان ، والمراد به هنا الدنيا ، وفي اسم الإشارة إيماء إلى تحقير هذا العرض الذي رغبوا فيه كالإشارة في قول قيس بن الخطيم :متى يات هذَا الموت لا يُلَففِ حاجة ... لنفسيَ إلاّ قد قضيت قضاءَهاوقد قيل : أَخذ عرض الدنيا أريد به ملابسة الذنوب ، وبذلك فسر سعيد بن جبير ، ومجاهد ، وقتادة ، والطبري ، فيشمل كل ذنب ، ويكون الأخذ مستعملاً في المجاز وهو الملابسة ، فيصدق بالتناول باليد وبغير ذلك ، فهو من عموم المجاز ، وقيل عرض الدنيا هو الرّشا وبه فسّرالسّدي ، ومعظمُ المفسرين ، فيكون الأخذ مستعملاً في حقيقته وهو التناول ، وقد يترجح هذا التفسير بقوله { وإن يأتهم عَرَض } كما سيأتي .والقول في : { ويقولون } هو الكلام اللساني ، يقولون لمن ينكر عليهم ملابسة الذنوب وتناول الشهوات ، لأن ( ما ) بعد يقولون يناسبه الكلام اللفظي ، ويجوز أن يكون الكلام النفساني ، لأنه فرع عنه ، أي قولهم في أنفسهم يعللونها به حين يجيش فيها وازع النهي ، فهو بنمزلة قوله تعالى : { ويقولون في أنفسهم لولا يعذبنا الله بما نقول } [ المجادلة : 8 ] وذلك من غرورهم في الدين .وبناء فعل «يُغفر» على صيغة المجهول لأن الفاعل معروف ، وهو الله ، إذ لا يصدر هذا الفعل إلاّ عنه ، وللدلالة على أنهم يقولون ذلك على وجه العموم لا في خصوص الذنب الذي أنكر عليهم ، أو الذي تلبَّسُوا به حين القول ، ونائب الفاعل محذوف لعلمه من السياق ، والتقدير : سيُغفر لنا ذلك ، أو ذُنوبنا ، لأنهم يحسبون أن ذنوبهم كلها مغفورة { وقالوا لن تمسنا النار إلاّ أياماً معدودة } كما تقدم في سورة البقرة ( 80 ) ، أي يغفر لنا بدون سبب المغفرة ، وهو التوبة كما يعلم من السياق ، وهو جزمهم بذلك عقب ذكر الذنب دون ذكر كفارة أو نحوها .وقوله { لنا } لا يصلح للنيابة عن الفاعل ، لأنه ليس في معنى المفعول ، إذ فعل المغفرة يتعدّى لمفعول واحد ، وأما المجرور بعده باللام فهو في معنى المفعول لأجله ، يقال : غفر الله لك ذنبك ، كما قال تعالى : { ألم نشرح لك صدرك } [ الشرح : 1 ] فلو بُني شُرح للمجهول لما صح أن يجعل { لك } نائِباً عن الفاعل .وجملة : { ويقولون سيُغفر لنا } معطوفة على جملة ، { يأخذون } لأن كِلا الخبرين يوجب الذم ، واجتماعهما أشد في ذلك .وجملة : { وَإنْ يأتهم عرض مثلُه يأخذوه } معطوفة على التي قبلها ، واستعير إتيان العرْض لبذله لهم إن كان المراد بالعرض المالَ ، وقد يُراد به خطور شهوته في نفوسهم إن كان المراد بالعرض جميع الشهوات والملاذ المحرمة ، واستعمال الإتيان في الذوات أنسب من استعماله في خطور الأعراض والأمور المعنوية ، لقرب المشابهة في الأول دون الثاني .والمعنى : أنهم يعصون ، ويزعمون أن سيّئاتهم مغفورة ، ولا يُقلعون عن المعاصي .وجملة : { ألم يؤخذ عليهم ميثاق الكتاب } جواب عن قولهم : { سيُغفر لنا } إبطالاً لمضمونه ، لأن قولهم : { سيغفر لنا } يتضمن أنهم يزعمون أن الله وعدهم بالمغفرة على ذلك ، والجملة معترضة في أثناء الإخبار عن الصالحين وغيرهم ، والمقصود من هذه الجملة إعلام النبي صلى الله عليه وسلم ليحجهم بها ، فهم المقصود بالكلام . كما تشهد به قراءة { أفلا تعقلون } بتاء الخطاب .والاستفهام للتقرير المقصود منه التوبيخ ، وهذا التقرير لا يسعهم إلاّ الاعتراف به ، لأنه صريح كتابهم ، في الإصحاح الرابع من السفر الخامس «لا تزيدوا على الكلام الذي أوصيكم به ولا تنقصوا منه لكي تحفظوا وصايا الرب» ولا يجدون في الكتاب أنهم يغفر لهم ، وإنما يجدون فيه التوبة كما في الإصحاح من سفر التثنية ، وكما في سفر الملوك الأول في دعوة سليمان حين بنى الهيكل في الإصحاح الثامن ، فقولهم : { سيغفر لنا } تقوّل على الله بما لم يقله .والميثاق : العهد ، وهو وصية موسى التي بلّغها إليهم عن الله تعالى في مواضع كثيرة ، وإضافة الميثاق إلى الكتاب على معنى ( في ) أو على معنى اللام أي الميثاق المعروف به ، والكتاب توراة موسى ، وأن لا يقولوا هو مضمون ميثاق الكتاب فهو على حذف حرف الجر قبل ( أن ) الناصبة ، والمعنى : بأن لا يقولوا ، أي بانتفاء قولهم على الله غيرَ الحق ، ويجوز كونه عطف بيان من ميثاق ، فلا يقدر حرف جر ، والتقدير : ميثاق الكتاب انتفاءُ قولهم على الله الخ .وفعل { درسوا } عطف على { يؤخذ } ، . لأن يؤخذ في معنى المضي ، لأجل دخول لم عليه ، والتقدير : ألم يؤخذ ويدرسوا ، لأن المقصود تقريرهم بأنهم درسوا الكتاب ، لا الإخبار عنهم بذلك كقوله تعالى : { ألم نجعل الأرض مهاداً والجبالَ أوتاداً وخلقناكم أزواجاً وجعلنا نومكم سُباتاً } إلى قوله { وأنزلنا من المعصرات ماءً ثجاجاً } [ النبإ : 6 14 ] والتقدير : ومخلقكم أزواجاً ونجعل نومكم سباتاً ، إلى آخر الآية .والمعنى : أنهم قد أخذ عليهم الميثاق بأن لا يقولوا على الله إلاّ الحق ، وهم عالمون بذلك الميثاق ، لأنهم درسوا ما في الكتاب فبمجموع الأمرين قامت عليهم الحجة .وجملة : { والدارُ الآخرة خير للذين يتقون } حالية من ضمير { يأخذون } أي : يأخذون ذلك ويكذبون على الله ويصرون على الذنب وينبذون ميثاق الكتاب على علم في حال أن الدار الآخرة خير مما تعجّلوه ، وفي جعل الجملة في موضع الحال تعريض بأنهم يعلمون ذلك أيضاً فهم قد خيّروا عليه عرض الدنيا قصداً ، وليس ذلك عن غفلة صادفتهم فحرمتهم من خير الآخرة ، بل هم قد حَرموا أنفسهم ، وقرينة ذلك قوله : { أفلا تعقلون } المتفرع على قوله : { والدار الآخرة خير للذين يتقون } وقد نُزلوا في تخيرهم عرض الدينا بمنزلة من لا عقول لهم ، فخوطبوا ب { أفلا تعقلون } بالاستفهام الإنكاري ، وقد قريء بتاء الخطاب ، على الإلتفات من الغيبة إلى الخطاب .ليكون أوقع في توجبه التوبيخ إليهم مواجهة ، وهي قراءةَ نافع ، وابن عامر ، وابن ذكوان ، وحفص عن عاصم ، ويعقوب ، وأبي جعفر ، وقرأ البقية بياء الغيبة ، فيكون توبيخهم تعريضياً .وفي قوله : { والدارُ الآخرة خير للذين يتقون } كناية عن كونهم خَسروا خير الآخرة بأخذهم عرض الدنيا بتلك الكيفية ، لأن كون الدار الآخرة خيراً مما أخذوه يستلزم أن يكون ما أخذوه قد أفات عليهم خيرَ الآخرة .وفي جعل الآخرة خير للمتقين كناية عن كون الذين أخذوا عَرض الدنيا بتلك الكيفية لم يكونوا من المتقين ، لأن الكناية عن خسرانهم خيرَ الآخرة مع إثبات كون خير الآخرة للمتقين تستلزم أن الذين أضاعوا خير الآخرة ليسوا من المتقين ، وهذه معان كثيرة جمعها قوله : { والدارُ الآخرة خير للذين يتقون أفلا تعقلون } وهذا من حَد الإعجاز العجيب .",
  "ayah": 169,
  "surah": 7
}
