{
  "text": "وقوله تعالى : { ولو شئنا لرَفَعْناه بها } أفاد أن تلك الآيات شأنها أن تكون سبباً للهداية والتزكية ، لو شاء الله له التوفيق وعصمه من كيد الشيطان وفتنته فلم ينسلخ عنها ، وهذه عبرة للموفقين ليعلموا فضل الله عليهم في توفيقهم ، فالمعنى : ولو شئنا لزاد في العمل بما آتيناه من الآيات فلرَفعه الله بعلمه .والرفعة مستعارة لكمال النفس وزكائها ، لأن الصفات الحميدة تُخيل صاحبها مرتفعاً على من دونه ، أي لو شئنا لاكتسب بعمله بالآيات فضلاً وزكاء وتميزاً بالفضل ، فمعنى لرفعناه ليسرّنا له العمل بها الذي يشرُف به .وقد وقع الاستدراك على مضمون قوله : { ولو شئنا لرفعناه بها } بذكر ما يناقض تلك المشيئة الممتنعة ، وهو الاستدراك بأنه انعكست حاله فأخلد إلى الأرض ، أي ركن ومال إلى الأرض ، والكلام تمثيل لحال المتلبس بالنقائص والكفر بعد الإيمان والتقوى ، بحال من كان مرتفعاً عن الأرض فنزل من اعتلاء إلى أسفل ، فبذكر الأرض عُلمَ أن الإخلاد هنا ركون إلى السفل أي تلبس بالنقائص والمفاسد .واتباع الهوى ترجيح ما يحسن لدى النفس من النقائص المحبوبة ، على ما يدعو إليه الحق والرشد ، فالاتباع مستعار للاختيار والميل ، والهوى شاع في المحبة المذمومة الخاسرة عاقبتها .وقد تفرع على هذه الحالة تمثيله بالكلب اللاهث ، لأن اتصافه بالحالة التي صيرته شبيهاً بحال الكلب اللاهث تفرع على إخلاده إلى الأرض واتباع هواه ، فالكلام في قوة أن يقال : ولكنه أخلد إلى الأرض فصار في شَقاء وعناد ، كمثل الكلب إلخ .واستعمال القرآن لفظ المثل بعد كاف التشبيه مألوف بأنه يراد به تشبيه الحالة بالحالة ، وتقدم قوله تعالى؛{ مثلهم كمثل الذي استوقد ناراً } في سورة البقرة ( 17 ) ، فلذلك تعين أن التشبيه هنا لا يخرج عن المتعارف في التشبيه المركب ، فهذا الضال تحمل كلفة اتباع الدين الصالح وصار يطلبه في حينَ كان غير مكلف بذلك في زمن الفترة فلقي من ذلك نصباً وعناء ، فلما حان حين اتباع الحق ببعثة محمد تحمل مشقة العناد والإعراض عنه في وقت كان جديراً فيه بأن يستريح من عنائه؛ لحصول طلبته فكانت حالته شبيهة بحالة الكلب الموصوف باللّهث ، فهو يلهث في حالة وجود أسباب اللهث من الطرد والإرهاب والمشقة وهي حالة الحمل عليه ، وفي حالة الخلو عن ذلك السبب وهي حالة تركه في دعة ومسالمة ، والذي ينبه على هذا المعنى هو قوله { أو تَتْركه  }.وليس لشيء من الحيوان حالة تصلح للتشبيه بها في الحالتين غير حالة الكلب اللاهث ، لأنه يلهث إذا أتْعب وإذا كان في دعة ، فاللهث في أصل خلقته .وهذا التمثيل من مبتكرات القرآن فإن اللهث حالة تؤذن بحرج الكلب من جراء عسر تنفسه عن اضطراب باطنه وإن لم يكن لاضطراب باطنه ، سبب آت من غيره فمعنى { إن تحمل عليه } إن تُطارده وتُهاجمه . مشتق من الحَمل الذي هو الهجوم على أحد لقتاله ، يقال حمل فلانٌ على القوم حملة شعواء أو حملة منكرة . وقد أغفل المفسرون توضيحه ، وأغفل الراغب في «مفردات القرآن» هذا المعنى لهذا الفعل .فهذا تشبيهُ تمثيل مُركب منتزعةٌ فيه الحالة المشبهة والحالةُ المشبه بها من متعدد ، ولما ذُكر { تحمل عليه يلهث أو تتركه يلهث } في شق الحالة المشبه بها ، تعين أن يكون لها مقابل في الحالة المشبهة ، وتتقابل أجزاءُ هذا التمثيل بأن يشبّه الضال بالكلب ، ويشبه شقاؤُه واضطرابُ أمره في مدة البحث عن الدين بلهث الكلب في حالة تركه في دعة ، تشبيهَ المعقول بالمحسوس ، ويشبّه شقاؤه في إعراضه عن الدين الحق عند مجيئه بلهث الكلب في حالة طرده وضربه تشبيه المعقول بالمحسوس . وقد أغفل هذا الذين فسروا هذه الآية فقرروا التمثيل بتشبيه حالة بسيطة بحالة بسيطة في مجرد التشويه أو الخسة . فيؤول إلى أن الغرض من تشبيهه بالكلب إظهار خسة المشبه ، كما درج عليه في «الكشاف» ، ولو كان هذا هو المراد لما كان لذكر { إنْ تحمل عليه يلهث أو تتركه يلهث } كبير جدوى ، بل يقتصر على أنه لتشويه الحالة المشبه بها ، لتكتسب الحالةُ المشبهة تشويها ، وذلك تقصير في حق التمثيل .والكلب حيوان من ذوات الأربع ذو أنياب وأظفار كثير النبح في الليل قليل النوم فيه كثير النوم في النهار ، يألف من يعاشره ويحرس مكانه من الطارقين الذين لا يألفهم ، ويحرس الأنعام التي يعاشرها ، ويعدو على الذئاب ، ويقبل التعليم ، لأنه ذكي .ويلهث إذا أتعب أو اشتد عليه الحر ، ويلهث بدون ذلك ، لأن في خلقته ضيقاً في مجاري النفس يرتاح له باللهث .وجملة : { إن تحمل عليه يلهث أو تتركه يلهث } في موضع الحال من الكلب والخطاب في { تَحْمل } وتترك لمخاطب غير معيّن ، والمعنى إن يحمل عليه حامل ، أو يتركه تارك .واللهث : سرعة التنفس مع امتداد اللسان لضيق النفس ، وفعله بفتح الهاء وبكسرها ، ومضارعه بفتحها لا غير ، والمصدر اللهث بفتح اللام والهاء ويقال اللهاث بضم اللام ، لأنه من الأدواء ، وليس بصوت .جملة مبيّنة لجملة : { واتْلُ عليهم نبأ الذي آتيناه آياتنا } الآيتين ، والمثال الحال أي ذلك التمثيل مثل للمشركين المكذبين بالقرآن ، تشبيه بليغ ، لأن حالة الكلب المشتبه شبيهة بحال المكذبين وليست عينها .والإشارة بذلك إلى { الذي آتيناه آياتنا } ، وهو صاحب القصة ، هو مَثل المشركين ، لأنهم شابهوه في أنهم أتوا القرآن فكذبوا به ، فكانت حالهم كحال ذلك المكذب ، والأظهر أن تكون الإشارة إلى المثَل في قوله : { كمثل الكلب } أي حالُ الكلب المذكورة كحال المشركين المكذبين في أنهم كانوا يودون معرفة دين إبراهيم ، ويتمنون مساواة أهل الكتاب في العلم والفضل ، فكانوا بذلك في عناء وحيرة في الجاهلية فلما جاءهم رسول منهم بكتاب مبين انتقلوا إلى عناء معاندته كقوله تعالى : { أو تقولوا لو أنا أنْزل علينا الكتاب لكنا أهدى منهم } [ الأنعام : 157 ] وهذا تأويل ما روي عن عبادة بن الصامت أن آية { واتل عليهم نبأ الذي آتيناه آياتنا } إلى آخرها نزلت في قريش .وفُرع على ذلك الأمرُ بقوله : { فاقْصص القصصَ لعلهم يتفكرون } أي اقصص هذه القصة وغيرها ، وهذا تذييل للقصة الممثل بها يشملها وغيرها من القصص التي في القرآن ، فإن في القصص تفكراً وموعظة ، فيرجى منه تفكرهم وموعظتهم ، لأن للأمثال واستحضار النظائر شاناً عظيماً في اهتداء النفوس بها وتقريب الأحوال الخفية إلى النفوس الذاهلة أو المتغافلة ، لما في التنظير بالقصة المخصوصة من تذكر مشاهدة الحالة بالحواس ، بخلاف التذكير المجرد عن التنظير بالشيء المحسوس .",
  "ayah": 176,
  "surah": 7
}
