{
  "text": "هذه الجملة تذييل للقصة والمثل وما أعقبا به من وصف حال المشركين ، فإن هذه الجملة تُحصل ذلك كله وتجري مجرى المثل ، وذلك أعلى أنواع التذييل ، وفيها تنويه بشأن المهتدين وتلقين للمسلمين للتوجه إلى الله تعالى بطلب الهداية منه والعصمة من مزالق الضلال ، أي فالذين لم يهتدوا إلى الحق بعد أن جاءهم دلت حالهم على أن الله غضب عليهم فحرمهم التوفيق .والهداية حقيقتها إبانة الطريق ، وتطلق على مطلق الإرشاد لما فيه النفع سواء اهتدى المهْدي إلى ما هُدي إليه أم لم يهتد ، قال تعالى : { إنّا هديناه السبيل إما شاكراً وإما كفوراً } [ الإنسان : 3 ] وقال : { وأما ثمودُ فهديناهم فاستحبوا العمى على الهدى } [ فصلت : 17 ].ثم قد علم أن الفعل الذي يسند إلى الله تعالى إنما يراد به اتقن أنواع تلك الماهية وأدوَمها ، ما لم تقم القرينة على خلاف ذلك ، فقوله : { من يَهْد الله } يُعنى به من يقدرِ الله اهتداءَه ، وليس المعنى من يرشده الله بالأدلة أو بواسطة الرسل ، وقد استفيد ذلك من القصة المُذَيلة فإنه قال فيها : { الذي آتيناه آياتنا } [ الأعراف : 175 ] فايتاءُ الآيات ضرب من الهداية بالمعنى الأصلي ، ثم قال فيها { فانسلخ منها } [ الأعراف : 175 ] وقال { ولكنه أخلد إلى الأرض واتبع هواه } [ الأعراف : 176 ] وقال : { ولو شئنا لرفعناه بها } [ الأعراف : 176 ] فعلمنا أن الله أرشده ، ولم يقدر له الاهتداء ، فالحالة التي كان عليها قبل أن يخلد إلى الأرض ليست حالة هدى ، ولكنها حالة تردد وتجربة ، كما تكون حالة المنافق عند حضوره مع المسلمين إذ يكون متلبساً بمحاسن الإسلام في الظاهر ، ولكنه غير مبطن لها كما قدمناه عند قوله تعالى : { مثلهم كمثل الذي استوقد ناراً فلما أضاءت ما حوله ذهب الله بنورهم } في سورة البقرة ( 17 ) ، فتعين أن يكون المعنى هنا : من يقدر الله له أن يكون مهتدياً فهو المهتدي .والقصر المستفاد من تعريف جزأى الجملة { فهو المهتدي } قصر حقيقي ادعائي باعتبار الكمال واستمرار الاهتداء إلى وفاة صاحبه ، وهي مسألة الموافاة عند الأشاعرة ، أي وأما غيره فهو وإن بان مهتدياً فليس بالمهتدي لينطبق هذا على حال الذي أوتي الآيات فانسلخ منها وكان الشأن أن يرفع بها .وبهذا تعلم أن قوله { من يهد الله فهو المهتدي } ليس من باب قول أبي النجم :وشعري شعري ... وقول النبي صلى الله عليه وسلم « من كانت هجرته إلى الله ورسوله فهجرته إلى الله ورسوله » لأن ذلك فيما ليس في مفاد الثاني منه شيء زائد على مفاد ما قبله بخلاف ما في الآية فإن فيها القصر .وكذلك القول في { ومن يضلل فأولئك هم الخاسرون } وزيد في جانب الخاسرين الفصل باسم الإشارة لزيادة الاهتمام بتمييزهم بعنوان الخسران تحذيراً منه ، فالقصر فيه مؤكد .وجُمع الوصف في الثاني مراعاة لمعنى ( مَن ) الشرطية ، وإنما روعي معنى ( من ) الثانية دون الأولى؛ لرعاية الفاصلة ولتبين أن ليس المراد ب ( مَن ) الأولى مفرداً .وقد عُلم من مقابلة الهداية بالإضلال ، ومقابلة المهتدي بالخاسر أن المهتدي فائز رابح فحذف ذكر ربحه إيجازاً .والخسران استعير لتحصيل ضد المقصود من العمل كما يستعار الربح لحصول الخير من العمل كما تقدم عند قوله تعالى : { ومن خفت موازينه فأولئك الذين خسروا أنفسهم } في هذه السورة ( 9 ) ، وفي قوله : { فما ربحت تجارتهم } في سورة البقرة ( 16 ).",
  "ayah": 178,
  "surah": 7
}
