{
  "text": "عطف على جملة : { واتلُ عليهم نبأ الذي آتيناه آياتنا } [ الأعراف : 175 ] ، والمناسبة أن صاحب القصة المعطوف عليها انتقل من صورة الهدى إلى الضلال ، لأن الله لما خلقه خلقه ليكون من أهل جهنم ، مع مالها من المناسبة للتذييل الذي ختمت به القصة وهو قوله : { من يهد الله فهو المهتدي } [ الأعراف : 178 ] الآية .وتأكيد الخبر بلام القسم وبقد؛ لقصد تحقيقه لأن غرابته تُنزل سامعه خالي الذهن منه منزلةَ المتردد في تأويله ، ولأن المخبرَ عنهم قد وصفوا ب { لهم قلوب لا يفقهون بها } إلى قوله { بل هم أضل } ، والمعني بهم المشركون ، وهم ينكرون أنهم في ضلال ويحسبون أنهم يحسنون صنعاً ، وكانوا يحسبون أنهم أصحاب أحلام وأفهام ، ولذلك قالوا للرسول صلى الله عليه وسلم في معرض التهكم { قلوبنا في أكنةٍ مما تدعونا إليه وفي آذاننا وَقْرٌ } [ فصلت : 5 ].والذرْء الخلق وقد تقدم في قوله : { وجعلوا لله مما ذَرَأ من الحرث والأنعام نصيباً } في سورة الأنعام ( 136 ).واللام في لجهنم } للتعليل ، أي خلقنا كثيراً لأجل جهنم .وجهنم مستعملة هنا في الأفعال الموجبة لها بعلاقة المسببية ، لأنهم خلقوا لأعمال الضلالة المفضية إلى الكون في جهنم ، ولم يُخلقوا لأجل جهنم ، لأن جهنم لا يقصد إيجاد خلق لتعميرها ، وليست اللام لام العاقبة؛ لعدم انطباق حقيقتها عليها ، وفي «الكشاف» جعلهم لاغراقهم في الكفر ، وأنهم لا يأتي منهم إلا أفعال أهل النار ، مخلوقين للنار دلالة على تمكنهم فيما يؤهلهم لدخول النار اه ، وهذا يقتضي أن تكون الاستعارة في { ذرأنا } وهو تكلف راعى به قواعد الاعتزال في خَلق أفعال العباد وفي نسبة ذلك إلى الله تعالى .وتقديم المجرور على المفعول في قوله : { لجهنم كثيراً } ليظهر تعلقه ب { ذرَأنَا  }.ومعنى خلق الكثير لاعمال الشر المفضية إلى النار : أن الله خلق كثيراً فجعل في نفوسهم قُوَى من شأنها إفساد ما أودعه في الناس من استقامة الفطرة المشار إليها في قوله : { وإذْ أخذ ربك من بني آدم من ظهورهم ذرياتهم وأشهدهم على أنفسهم ألست بربكم قالوا بلى } [ الأعراف : 172 ] وهي قوى الشهوة والغضب فخلقها أشد سلطانا على نفوسهم من القوة الفطرية المسماة الحكمة ، فجعلت الشهوةُ والغضب المسمّيْن بالهوى تغلب قوة الفطرة ، وهي الحكمة والرشاد ، فترجح نفوسهم دواعيَ الشهوة والغضب فتتبعها وتُعرض عن الفطرة ، فدلائلُ الحق قائمة في نفوسهم ، ولكنهم ينصرفون عنها؛ لغلبة الهوى عليهم فَبِحَسَب خلقة نفوسهم غير ذات عزيمة على مقاومة الشهوات : جُعلوا كأنهم خلقوا لجهنم ، وكأنهم لم تخلق فيهم دواعي الحق في الفطرة .والجن خَلْق غير مَرْئي لنا ، وظاهر القرآن أنهم عقلاء ، وأنهم مطبوعون على ما خلقوا لأجله من نفع أو ضر ، وخير أو شر ، ومنهم الشياطين ، وهذا الخلق لا قبل لنا بتفصيل نظامه ولا كيفيات تلقيه لمراد الله تعالى منه .وقوله : { لهم قلوب } حال أو صفة لخصوص الإنس ، لأنهم الذين لهم : قلوب ، وعقول ، وعيون وآذان ، ولم يعرف للجن مثلُ ذلك ، وقد قدم الجن على الإنس في الذكر ، ليتعين كون الصفات الواردة من بعدُ صفات للإنس وبقرينة قوله : { أولئك كالأنعام  }.و { القلوب } اسم لموقع العُقول في اللغة العربية ، وقد تقدم عند قوله تعالى : { ختم الله على قلوبهم } في سورة البقرة ( 7 ).والفقه تقدم عند قوله : { لعلهم يفقهون } في سورة الأنعام ( 65 ).ومعنى نفي الفقه والإبصار والسمع عن آلالتها الكائنة فيهم أنهم عطلوا أعمالها بترك استعمالها في أهم ما تصلح له : وهو معرفة ما يحصل به الخير الأبدي ، ويدفع به الضر الأبدي ، لأن الآت الإدراك والعلم خلقها الله لتحصيل المنافع ودفع المضار ، فلما لم يستعملوها في جلب أفضل المنافع ودفع أكبر المضار ، نفي عنهم عملها على وجه العموم للمبالغة ، لأن الفعل في حيز النفي يعم ، مثل النكرة ، فهذا عام أريد به الخصوص للمبالغة لعدم الاعتداد بما يعلمون من غير هذا ، فالنفي إستعارة بتشبيه بعض الموجود بالمعدوم كله .وليس في تقديم الأعين على الآذان مخالفة لما جرى عليه اصطلاح القرآن من تقديم السمع على البصر لتشريف السمع يتلقى ما أمر الله به كما تقدم عند قوله تعالى : { ختم الله على قلوبهم وعلى سمعهم وعلى أبصارهم غشاوةٌ } [ البقرة : 7 ] لأن الترتيب في آية سورة الأعراف هذه سلك طريق الترقي من القلوب التي هي مقر المدركات إلى الآت الإدراك الأعين ثم الآذان فللاذان المرتبة الأولى في الارتقاء .وجملة : { أولئك كالأنعام } مستأنفة لابتداء كلام بتفظيع حالهم فجعل ابتداء كلام ليكون أدعى للسامعين . وعرّفوا بالإشارة لزيادة تمييزهم بتلك الصفات ، وللتنبيه على أنهم بسببها أحرياء بما سيذكر من تسويتهم بالأنعام أو جعلهم أضل من الأنعام ، وتشبيههم بالأنعام في عدم الانتفاع بما ينتفع به العقلاء فكأن قلوبهم وأعينهم وآذانهم ، قلوب الأنعام وأعينها وآذانها ، في أنها لا تقيس الأشياء على أمثالها ، ولا تنتفع ببعض للدلائل العقلية فلا تعرف كثيراً مما يفضي بها إلى سوء العاقبة .و ( بل ) في قوله : { بل هم أضل } للانتقال والترقي في التشبيه في الضلال وعدم الانتفاع بما يمكن الانتفاع به ، ولما كان وجه الشبه المستفاد من قوله : { كالأنعام } يؤول إلى معنى الضلال ، كان الارتقاء في التشبيه بطريقة اسم التفضيل في الضلال .ووجه كونهم أضل من الأنعام : أن الأنعام لا يبلغ بها ضلالها إلى إيقاعها في مهاوي الشقاء الأبدي ، لأن لها إلهاماً تتفصى به عن المهالك كالتردي من الجبال والسقوط في الهوّات ، هذا إذا حمل التفضيل في الضلال على التفضيل في جنسه وهو الأظهر ، وإن حمل على التفضيل في كيفية الضلال ومقارناته كان وجهه أن الأنعام قد خلق إدراكها محدوداً لا يتجاوز ما خلقت لأجله ، فنقصان انتفاعها بمشاعرها ليس عن تقصير منها ، فلا تكون بمحل الملامة ، وأما أهل الضلالة فإنهم حجروا أنفسهم عن مدركاتهم ، بتقصير منهم وإعراض عن النظر والاستدلال فهم أضل سبيلاً من الأنعام .وجملة : { أولئك هم الغافلون } تعليل لكونهم أضل من الأنعام وهو بلوغهم حد النهاية في الغفلة ، وبلوغهم هذا الحد أفيد بصيغة القصر الادعائي إذ ادُّعي انحصار صفة الغفلة فيهم بحيث لا يوجد غافل غيرهم لعدم الاعتداد بغفلة غيرهم كل غفلة في جانب غفلتهم كلا غفلة ، لأن غفلة هؤلاء تعلقت بأجدر الأشياء بأن لا يغفل عنه ، وهو ما تقضي الغفلة عنه بالغافل إلى الشقاء الأبدي ، فهي غفلة لا تدارك منها ، وعثرة لا لعى لها .والغفلة عدم الشعور بما يحق الشعور به ، وأطلق على ضلالهم لفظ الغفلة بناء على تشبيه الإيمان بأنه أمر بيّن واضح يعد عدم الشعور به غفلة ، ففي قوله : { هم الغافلون } استعارة مكنية ضمنية ، والغفلة من روادف المشبه به ، وفي وصف { الغافلون } استعارة مصرحة بأنهم جاهلون أو منكرون .وقد وقع التدرج في وصفهم بهذه الأوصاف من نفي انتفاعهم ، بمداركهم ثم تشبيههم بالأنعام ، ثم الترقي إلى أنهم أضل من الأنعام ، ثم قصر الغفلة عليهم .",
  "ayah": 179,
  "surah": 7
}
