{
  "text": "هذا خطاب للمسلمين ، فتوسطه في خلال مذام المشركين؛ لمناسبة أن أفظع أحوال المعدودين لجنهم هو حال إشراكهم بالله غيره ، لأن في ذلك إبطالاً لأخص الصفات بمعنى الإلهية : وهي صفة الوحدانية وما في معناها من الصفات نحو الفرد ، الصمد . وينضوي تحت الشرك تعطيل صفات كثيرة مثل : الباعث ، الحسيب ، والمُعيد ، ونشأ عن عناد أهل الشرك إنكار صفة الرحمن .فعقبت الآيات التي وصفت ضلال إشراكهم بتنبيه المسلمين للاقبال على دعاء الله بأسمائه الدالة على عظيم صفات الإلهية ، والدوام على ذلك ، وأن يُعرضوا عن شغب المشركين وجدالهم في أسماء الله تعالى .وقد كان من جملة ما يتورك به المشركون على النبي صلى الله عليه وسلم والمسلمين ، أن أنكروا اسمه تعالى الرحمن ، وهو إنكار لم يقدمهم عليه جهلهم بأن الله موصوف بما يدل عليه وصف ( رحمان ) من شدة الرحمة ، وإنما أقدمهم عليه ما يقدم كل معاند من تطلب التغليظ والتخطئة للمخالف ، ولو فيما يعرف أنه حق ، وذكر ابن عطية ، وغيره . أنه روي في سبب نزول قوله تعالى : { ولله الأسماء الحسنى فادعوه بها } أن أبا جهل سمع بعض أصحاب النبي صلى الله عليه وسلم يقرأ فيذكر الله في قراءته ، ومرة يقرأ فيذكر الرحمان فقال أبو جهل «محمد يزعم أن الإله واحد وهو إنما يعبد آلهة كثيرة» فنزلت هذه الآية .فعطفُ هذه الآية على التي قبلها عطفُ الإخبار عن أحوال المشركين وضلالهم ، والغرض منها قوله : { وذروا الذين يلحدون في أسمائه  }.وتقديم المجرور المسند على المسند إليه؛ لمجرد الاهتمام المفيد تأكيد استحقاقه إياها ، المستفاد من اللام ، والمعنى أن اتسامه بها أمر ثابت ، وذلك تمهيد لقوله : { فادعوه بها وذروا الذين يلحدون في أسمائه } ، وقد التزم مثل هذا التقديم في جميع الآي التي في هذا الغرض مثل قوله في سورة الإسراء ( 110 ) { فله الأسماء الحسنى } وسورة طه ( 8 ) { له الأسماء الحسنى } وفي سورة الحشر ( 24 ) { له الأسماء الحسنى } وكل ذلك تأكيد للرد على المشركين أن يكون بعض الأسماء الواردة في القرآن أو كلام النبي صلى الله عليه وسلم أسماء لله تعالى بتخييلهم أن تعدد الاسم تعدد للمسمى تمويهاً على الدهماء .والأسماء هي الألفاظ المجعولة أعلاماً على الذات بالتخصيص أو بالغلبة فاسم الجلالة وهو ( الله ) علم على ذات الإله الحق بالتخصيص ، شأن الأعلام ، و ( الرحمن ) و ( الرحيم ) اسمان لله بالغلبة ، وكذلك كل لفظ مفرد دل على صفة من صفات الله ، وأطلق إطلاق الأعلام نحو الرب ، والخالق ، والعزيز ، والحكيم ، والغفور ، ولا يدخل في هذا ما كان مركّباً إضافياً نحو : ذو الجلال ، ورب العرش ، فإن ذلك بالأوصاف أشبه ، وإن كان دالاً على معنى لا يليق إلا بالله نحو : { مَلك يوم الدين } [ الفاتحة : 4 ].والحسنى مؤنث الأحسن ، وهو المتصف بالحسن الكامل في ذاته ، المقبول لدى العقول السليمة المجردة عن الهوى ، وليس المراد بالحسن الملاءمةَ لجميع الناس ، لأن الملاءمة وصف إضافة نسبي ، فقد يلائم زيداً ما لا يلائم عمراً ، فلذلك فالحسنُ صفة ذاتية للشيء الحسن .ووصف الأسماء ب { الحسنى } : لأنها دالة على ثبوت صفات كمال حقيقي ، أما بعضها فلأن معانيها الكاملة لم تثبت إلا لله نحو الحي ، والعزيز ، والحكيم ، والغني ، وأما البعض الآخر فلأن معانيها مطلقاً لا يحسن الاتصاف بها إلا في جانب الله نحو المتكبر ، والجبّار ، لأن معاني هذه الصفات وأشباهها كانت نقصاً في المخلوق من حيث أن المتسم بها لم يكن مستحقاً لها لعجزه أو لحاجته ، بخلاف الإله ، لأنه الغني المُطلق ، فكان اتصافُ المخلوق بها منشأ فساد في الأرض ، وكان اتصاف الخالق بها منشأ صلاح ، لأنها مصدر العدالة والجزاء القسطِ .والتفريع في قوله : { فادعوه بها } تفريع عن كونها أسماء له ، وعن كونها حسنى ، أي فلا حرج في دعائه بها؛ لأنها أسماء متعددة لمسمى واحد ، لا كما يزعم المشركون ، ولأنها حسنى فلا ضير في دعاء الله تعالى بها . وذلك يشير إلى أن الله يُدعى بكل ما دل على صفاته وعلى أفعاله .وقد دلت الآية على أن كل ما دل على صفة الله تعالى وشأن من شؤونه على وجه التقريب للأفهام بحسب المعتاد يسوغ أن يُطلق منه اسم لله تعالى ما لم يكن مجيئه على وجه المجاز نحو { الله يستهزىء بهم } [ البقرة : 15 ] أو يُوهم معنى نقص في متعارف الناس نحو الماكر من قوله : { واللَّه خَيْرُ الماكرين } [ آل عمران : 54 ].وليست أسماء الله الحسنى منحصرة في التسعه والتسعين الواردة في الحديث الصحيح عن الأعرج ، وعن أبي رافع ، وعن همام بن منبه ، عن أبي هريرة : أن رسول الله صلى الله عليه وسلم قال : \" إن لله تسعة وتسعين أسماً مَن أحصاها دخل الجنة \" لأن الحديث الصحيح ليس فيه ما يقتضي حصر الأسماء في ذلك العدد ، ولكن تلك الأسماءَ ذات العدد لها تلك المزية ، وقد ثبت أن النبي صلى الله عليه وسلم دعا فقال يا حنّان يا منّان ولم يقع هذان الاسمان فيما روي من التسعة والتسعين ، وليس في الحديث المروي بأسانيد صحية مشهورة تعيين الأسماء التسعة والتسعين ، ووقع في «جامع الترمذي» من رواية شعيب بن أبي حمزة ، عن الأعرج ، عن أبي هريرة بعد قوله : «دخل الجنة» هو الله الذي لا إله إلا هو الرحمان الرحيم إلى آخرها ، فعيّن صفات لله تعالى تسعاً وتسعين ، وهي المشهورة بين الذين تصدوا لبيانها ، قال الترمذي : «هذا حديث غريب حدَثنا به غير واحد عن صفوان بن صالح وهو ثقة عند أهل الحديث ، ولا نعلم في شيء من الروايات لها إسناد صحيح ذكر الأسماء إلا في هذا الحديث» .وتعيين هذه الأسماء لا يقتضي أكثر من أن مزيتها أن مَن أحصاها وحفظها دخل الجنة ، فلا يمنع أن تُعد لله أسماء أخرى . وقد عد ابن بَرّحان الإشبيلي في كتابه «أسماء الله الحسنى» مائة واثنتين وثلاثين اسماً مستخرجة من القرآن والأحاديث المقبولة ، وذكر القرطبي : أن له كتاباً سماه «الأسنى في شرح الأسماء الحسنى» ذكر فيه من الأسماء ما يُنيف على مائتي اسم ، وذكر أيضاً أن أبا بكر بن العربي ذكر عدة من أسمائه تعالى مثل مُتمّ نوره ، وخير الوارثين ، وخير الماكرين ، ورابع ثلاثة ، وسادس خمسة ، والطيب ، والمعلم إلخ .ولا تخفى سماجة عد نحو رَابع ثلاثة ، وسادس خمسة ، فإنها وردت في القرآن في سياق المجاز الواضح ولا مناص من تحكيم الذوق السليم ، وليس مجردَ الوقوف عند صورة ظاهرة من اللفظ ، وذكر ابن كثير في «تفسيره» عن كتاب «الأحوذي في شرح الترمذي» لعله يعني «عارضة الأحوذي» «أن بعضهم جمع من الكتاب والسنة من أسماء الله تعالى ألف اسم» ولم أجده في نسخ «عارضة الأحواذي» لابن العربي ، ولا ذكره القرطبي وهو من خاصة تلاميذ ابن العربي ، والموجود في كتاب «أحكام القرآن» له أنه حضره منها مائة وستة وأربعون اسماً وساقها في كتاب «الأحكام» ، وسقط واحد منها في المطبوعة ، وذكر أنه أبلغها في كتابه «الآمد» ( أي «الامد الأقصى» ) في شرح الأسماء إلى مائة وستة وسبعين اسماً .قال ابن عطية : واختلف في الاسم الذي يقتضي مدحاً خالصاً ، ولا تتعلق به شبهة ولا اشتراك إلا أنه لم يَرد منصوصاً هل يطلق ويسمى الله به ، فنصُ الباقلاني على جواز ذلك ، ونص أبي الحسن الأشعري على منع ذلك ، والفقهاءُ والجمهور على المنع ، والصواب : أن لا يُسمى الله تعالى إلا باسم قد أطلقته الشريعة ، وأن يكون مدحاً خالصاً لا شبهة فيه ولا اشتراك أمر لا يحسنه ، إلا الأقل من أهل العلوم ، فإذا أبيح ذلك تسور عليه من يظن بنفسه الإحسان ، فادخل في أسماء الله ما لا يجوز إجماعاً . واختلف في الأفعال التي في القرآن نحو { الله يستهزىء بهم } [ البقرة : 15 ] و { مكر اللَّهُ } [ آل عمران : 54 ] ونحو ذلك هل يطلق منها اسم الفاعل ، فقالت فرقة : لا يُطلق ذلك بوجه ، وجوزت فرقة أن يقال ذلك مقيّداً بسببه نحو : اللَّهَ ماكر بالذين يمكرون بالدين ، وأما إطلاق ذلك دون تقييد فممنوع إجماعاً .والمراد من ترك { الذين يُلحدون في أسمائه } الإمساكُ عن الاسترسال في محاجتهم لظهور أنهم غير قاصدين معرفة الحق ، أو تركُ الإصغاء لكلامهم؛ لئلا يفتنوا عامة المؤمنين بشبهاتهم ، أي اتركوهم ولا تُغلّبوا أنفسكم في مجادلتهم ، فإني سأجْزيهم وقد تقدم معنى «ذر» عند قوله تعالى : { وذر الذين اتخذوا دينهم لعباً ولهواً } في سورة الأنعام ( 70 ).والإلحاد : الميل عن وسط الشيء إلى جانبه ، وإلى هذا المعنى ترجع مشتقاته كلها ، ولما كان وسط الشيء يشبّه به الحق والصواب ، استتبع ذلك تشبيه العدول عن الحق إلى الباطل بالإلحاد ، فأطلق الإلحاد على الكفر والإفساد ، ويُعدى حينئذ ب ( في ) لتنزيل المجرور بها منزلة المكان للإلحاد ، والأكثر أن يكون ذلك عن تعمد للإفساد ، ويقال : لحَد وألحد ، والأشهر ألحد .وقرأ من عدا حمزة يُلحدون } بضم الياء وكسر الحاء من ألحد المهموز ، وقرأه حمزة وحده : بفتح الياء والحاء ، من لحد المجرد .وإضافة الأسماء إلى الله تؤذن بأن المقصود أسماؤه التي ورد في الشرع ما يقتضي تسميته بها .ومعنى الإلحاد في أسماء الله جعلها مظهراً من مظاهر الكفر ، وذلك بإنكار تسميته تعالى بالأسماء الدالة على صفات ثابتة له ، وهو الأحق بكمال مدلولها فإنهم أنكروا الرحمان ، كما تقدم ، وجعلوا تسميته به في القرآن وسيلة للتشنيع ، ولمز النبي عليه الصلاة والسلام بأنه عدد الآلهة ، ولا أعظم من هذا البهتان والجور في الجدال ، فحُق بأن يُسمى إلحاداً؛ لأنه عدول عن الحق بقصد المكابرة والحسد .وهذا يناسب أن يكون حرف ( في ) من قوله : { في أسمائه } مستعملاً في معنى التعليل كقول النبي صلى الله عليه وسلم « دَخلتْ امرأة النار في هرة » الحديث ، وقول عُمر بن أبي ربيعة :وعصيْتُ فيك أقاربي فتقطعت ... بيني وبينهم عُرى أسبابيوقد جوّز المفسرون احتمالات أخرى في معنى الإلحاد في أسمائه : منها ثلاثة ذكرها الفخر ، وأنا لا أراها مُلاقية لإضافة الأسماء إلى ضميره تعالى ، كما لا يخفى عن الناظر فيها .وجملة : { سيُجْزون ما كانوا يعملون } تتنزل منزلة التعليل للأمر بترك الملحدين ، فلذلك فصلت ، أي لا تهتموا بإلحادهم ولا تحزنوا له ، لأن الله سيجزيهم بسوء صنيعهم ، وسمي إلحادهم عملاً؛ لأنه من أعمال قلوبهم وألسنتهم .و ( ما ) موصولة عامة أي سيجزون بجميع ما يعملونه من الكفر ، ومن جملة ذلك إلحادهم في أسمائه .والسين للاستقبال ، وهي تفيد تأكيد .وقيل : { ما كانوا يعملون } دون ما عملوا أو ما يعملون للدلالة على أن ذلك العمل سنة لهم ومتجدد منهم .",
  "ayah": 180,
  "surah": 7
}
