{
  "text": "لما كان تكذيبهم بالآيات منبعثاً عن تكذيبهم من جاء بها ، وناشئاً عن ظن أن آيات الله لا يجيء بها البشر ، وأن مَن يدعي أنه مرسل من الله مجنون ، عقب الإخبار عن المكذبين ووعيدهم بدعوتهم للنظر في حال الرسول ، وأنه ليس بمجنون كما يزعمون .واستعمال العرب همزة الاستفهام مع حروف العطف المشركة في الحكم استعمال عجيب تقدم بيانه عند قوله تعالى : { أفكلما جاءكم رسولٌ بما لا تهوى أنفسكم أستكبرتم } في سورة البقرة ( 87 ).والجملة مستأنفة ، وهي ابتداء كلام في محاجتهم وتنبيههم بعد الإخبار عنهم بأنهم مستدرجون ومملى لهم .والاستفهام للتعجيب من حالهم والانكار عليهم ، و ( ما ) في قوله : { ما بصاحبهم من جنة } نافية كما يؤذن به دخول ( من ) على منفى ما ، لتأكيد الاستغراق .وفعل { يتفكروا } منزل منزلة اللازم ، فلا يقدر له متعلق للاستغناء عن ذلك بما دل عليه النفي في قوله : { ما بصاحبهم من جنة } أي ألم يكونوا من المفكرين أهل النظر ، والفعل المعلق عن العمل لا يقدر له مفعول ولا متعلق .والمقصود من تعليق الفعل هو الانتقال من علم الظان إلى تحقيق الخبر المظنون وجعله قضية مستقلة ، فيصير الكلام بمنزلة خبرين خبر من جانب الظان ونحوه ، وخبر من جانب المتكلم دخل في قسم الواقعات فنحو قوله تعالى : { لقد علمت ما هؤلاء ينطقون } [ الأنبياء : 65 ] هو في قوة أن يقال : لقد علمت لا ينطقون ما هؤلاء ينطقون ، أي ذلك علمك وهذا علمي ، وقوله هنا : { أو لم يتفكروا ما بصاحبهم من جنة } في قوة : أو لم يتفكروا صاحبهم غير مجنون ، ما بصاحبهم من جنة . فتعليق أفعال القلب ضرب من ضروب الإيجاز ، وأحسب هذا هو الغرض من أسلوب التعليق لم يُنبه عليه علماء المعاني ، وأن خصائص العربية لا تنحصر .و«الصاحب» حقيقته الذي يلازم غيره في حالة من سفر أو نحوه ، ومنه قوله تعالى : { يا صاحبي السجن } [ يوسف : 41 ] ، وسميت الزوجة صاحبة ، ويطلق مجازاً على الذي له مع غيره حادث عظيم وخبر ، تنزيلاً لملازمة الذكر منزلة ملازمة الذات ، ومنه قول أبي معبد الخزاعي لامرأته ، أم معبد ، لما أخبرته بدخول النبي صلى الله عليه وسلم بيتها في طريق الهجرة ووصفت له هديه وبركتَه : «هذا صاحب قريش» ، وقولُ الحجاج في بعض خطبه لأهل العراق «ألَسْتُم أصحابي بالأهواز حين رمتم الغدر واستبطنتُم الكفر» يريد أنهم الذين قاتلوه بالأهواز ، فمعنى كونهم أصحابه أنه كثر اشتغاله بهم ، وقول الفضل بن عبّاس اللّهَبي :كلُّ له نيّةٌ في بُغْض صاحبه ... بنعمة اللَّه نقليكم وتقلونافوصفُ الرسول صلى الله عليه وسلم بأنه صاحب الذين كذبوا بالآيات : هو بمعنى الذي اشتغلوا بشأنه ولزموا الخوض في أمره ، وقد تكرر ذلك في القرآن كقوله تعالى : { وما صاحبكم بمجنونٍ }[ التكوير : 22 ].والجنة بكسر الجيم اسم للجنون ، وهو الخبال الذي يعتري الإنسان من أثر مسّ الجن إيّاه في عرف الناس ، ولذلك علقت الجنة بفعل الكون المقدر ، بحرف الباء الدال على الملابسة . وإنما أنكر عليهم وعُجّب من إعراضهم عن التفكر في شأن الرسول عليه الصلاة والسلام أنه غير مجنون ، رداً عليهم وصفهم إياه بالجنون { وقالوا يأيها الذي نُزّل عليه الذكر إنك لمجنون } [ الحجر : 6 ] ، { وقالوا معلمٌ مجنونٌ } [ الدخان : 14 ] وهذا كقوله تعالى : { وما صاحبكم بمجنون } [ التكوير : 22 ].وجملة : { إن هو إلا نذير مبين } استئناف بياني لجواب سائِل منهم يقول : فماذا شأنه ، أو هي تقرير لحكم جملة : { ما بصاحبهم من جنة } ففصلت لكمال الاتصال بينهما المغني عن العطف .والنذير المحذر من شيء يضر ، وأصله الذي يخبر القوم بقدوم عدوهم ، ومنه المثل «أنا النذير العُريان» يقال أنذر نذارة بكسر النون مثل بشارة فهو منذر ونذير .وهذا مما جاء فيه فعيل في موضع مُفْعل ، مثل الحكيم ، بمعنى المحكم ، وقول عمرو بن معديكرب :أمنْ رَيْحانةَ الداعي السميعُ ... أي المُسْمع . والمبين اسم فاعل من أبان إذا أوضح ، ووقع هذا الوصف عقب الإخبار ب ( نذير ) يقتضي أنه وصف للخبر ، فالمعنى أنه النذير المبين لنذارته بحيث لا يغادر شكاً في صدقه ، ولا في تصوير الحال المحذر منها ، فالغرض من اتباع «النذير» بوصف «المبين» التعريض بالذين لم ينصاعوا لنذارته ، ولم يأخذوا حذرهم من شر ما حذرهم منه ، وذلك يقطع عذرهم .ويجوز جعل { مبين } خبراً ثانياً عن ضمير صاحبهم ، والمعنى أنه نذير وأنه مبين فيما يبلغه من نذارة وغيرها .والقصر المستفاد من النفي والاستثناء قصر موصوف على صفة ، وهو يقتضي انحصار أوصاف الرسول صلى الله عليه وسلم في النذارة والبيان ، وذلك قصر إضافي ، هو قصر قلب ، أي هو نذير مبين لا مجنون كما يزعمون ، وفي هذا استغباء أو تسفيهٌ لهم بأن حاله لا يلتبس بحال المجنون للبون الواضح بين حال النذارة البينة وحال هذيان المجنون . فدعواهم جنونه : إما غباوة منهم بحيث التبست عليهم الحقائق المتمايزة ، وإما مكابرة وعناد وافتراء على الرسول .",
  "ayah": 184,
  "surah": 7
}
