{
  "text": "أشبعت هذه السورة من أفانين قوارع المشركين وعظتهم وإقامة الحجة عليهم وبعثتهم على التأمل والنظر في دلائل وحدانية الله وصدق رسوله صلى الله عليه وسلم وهدي دينه وكتابه وفضح ضلال المشركين وفساد معتقدهم والتشويه بشركائهم ، وقد تخلل ذلك كلّه التسجيل بمكابرتهم ، والتعجيبُ منهم كيف يركبون رؤوسهم ، وكيف يَنأون بجانبهم ، وكيف يصمون أسماعهم ، ويغْمضون أبصارهم عما دعوا إلى سماعه وإلى النظر فيه ، ونُظرت أحوالهم بأحوال الأمم الذين كذبوا من قبلهم ، وكفروا نعمة الله فحل بهم ما حل من أصناف العذاب ، وأنذر هؤلاء بأن يحل بهم ما حل بأولئك ، ثم أعلن باليأس من ارعوائهم ، وبانتظار ما سيحل بهم من العذاب بأيدي المؤمنين ، وبتثبيت الرسول والمؤمنين وتبشيرهم والثناء على ما هم عليه من الهدى ، فكان من ذلك كله عبرة للمتبصرين ، ومسلاة للنبيء وللمسلمين ، وتنويه بفضلهم وإذ قد كان من شأن ذلك أن يثير في أنفس المسلمين كراهية أهل الشرك وتحفزُهم للانتقام منهم ومجافاتهم والإعراض عن دعائِهم إلى الخير ، لا جرم شُرع في استيناف غرض جديد ، يكون ختاماً لهذا الخوض البديع ، وهو غَرض أمْرِ الرسول والمؤمنين بقلة المبالاة بجفاء المشركين وصلابتهم ، وبأن يَسعوهم من عفوهم والدَأب على محاولة هديهم والتبليغ إليهم بقوله : { خُذ العفو وأمر بالعرف } الآيات .والأخذ حقيقته تناول شيء للانتفاع به أو لإضراره ، كما يقال : أخذت العدو من تلابيبه ، ولذلك يقال في الأسير أخيذ ، ويقال للقوم إذا أسروا أخذوا واستعمل هنا مجازاً فاستعير للتلبس بالوصف والفعل من بين أفعال لو شاء لتلبس بها ، فيُشبّه ذلك التلبسُ واختيارهُ على تلبس آخر بأخذ شيء من بين عدة أشياء ، فمعنى ( خذ العفو) : عَامِل به واجْعله وصفاً ولا تتلبس بضده . وأحسب استعارة الأخذ للعرف من مبتكرات القرآن ولذلك ارجع أن البيت المشهور وهو :خُذي العفوَ مني تَستديمي مَوَدتي ... ولا تَنْطِقي في سَوْرَتي حين أغْضَبُهو لأبي الأسود الدؤلي ، وأنه اتبع استعمال القرآن ، وأن نسبته إلى أسماء بن خارجة الفزاري أو إلى حاتم الطائي غير صحيحة .والعفو الصفح عن ذنب المذنب وعدم مؤاخذته بذَنبه وقد تقدم عند قوله تعالى : { ويسألونك ماذا ينفقون قل العفو } [ البقرة : 219 ] وقوله : { فاعفوا واصفحوا حتى يأتي الله بأمره } في سورة البقرة ( 109 ) ، والمراد به هنا ما يعم العفو عن المشركين وعدم مؤاخذتهم بجفائهم ومساءتهم الرسول والمؤمنين .وقد عمت الآية صور العفو كلها : لأن التعريف في العفو تعريف الجنس فهو مفيد للاستغراق إذا لم يصلح غيرُه من معنى الحقيقة والعهد ، فأمر الرسول بأن يعفو ويصفح وذلك بعدم المؤاخذة بجفائهم وسوء خلقهم ، فلا يعاقبهم ولا يقابلهم بمثل صنيعهم كما قال تعالى : { فبما رحمةٍ من الله لنت لهم ولو كنت فظاً غليظ القلب لانفضوا من حولك فاعف عنهم واستغفر لهم }[ آل عمران : 159 ] ، ولا يخرج عن هذا العموم من أنواع العفو أزمانه وأحواله إلا ما أخرجته الأدلة الشرعية مثل العفو عن القاتل غيلة ، ومثل العفو عن انتهاك حرمات الله ، والرسولُ أعلم بمقدار ما يُخص من هذا العموم ، وقد يبينه الكتاب والسنة وألحق به ما يقاس على ذلك المبين ، وفي قوله : { وأمُر بالعُرف } ضابط عظيم لمقدَار تخصيص الأمر بالعفو .ثم العفو عن المشركين المقصود هنا أسبقُ أفراد هذا العموم إلى الذهن من بقيتها ولم يَفهم السلف من الآية غير العموم ففي «صحيح البخاري» عن ابن عباس قال «قدِم عُيينة بن حصن المدينة فنزل على ابن أخيه الحُر بن قَيس ، وكان الحُرُ بن قيس من النفر الذين يُدنيهم عمر ، وكان القراءُ أصحاب مجالس عمر ومشاورته ، فقال عُيينةُ لابن أخيه لك وجه عند هذا الأمير فاستأذن لي عليه فأستأذن الحُر لعُيينة فأذِن له عمر ، فلما دخل عليه قال «هِيهْ يابنَ الخطاب ما تُعطينا الجزل ولا تحكم بيننا بالعدل» فغضب عمر حتى همّ أن يُوقِع به فقال له الحُر : «يا أمير المؤمنين إن الله قال لنبيه : { خذ العفو وأمُر بالعرف وأعرض عن الجاهلين } وإن هذا من الجاهلين ، واللَّهِ ما جاوزها عمر حين تلاها عليه وكان وقّافاً عند كتاب الله» وفيه عن عبد الله بن الزبير قال «ما أنزل الله ذلك إلا في أخلاق الناس» ومن قال إن هذه الآية نسختها آيات القتال فقد وهم : لأن العفو باب آخر ، وأما القتال فله أسبابه ولعله أراد من النسخ ما يشمل معنى البيان أو التخصيص في اصطلاح أصول الفقه .و { العُرف } اسم مرادف للمعروف من الأعمال وهو الفعل الذي تعرفه النفوس أي لا تنكره إذا خليت وشأنها بدون غرض لها في ضده ، وقد دل على مرادفته للمعروف قول النابغة :فلا النُّكْر معروفٌ ولا العُرف ضايعُ ... فقابل النكر بالعُرف ، وقد تقدم بيانه عند قوله تعالى : { تأمرون بالمعروف وتنهون عن المنكر } في سورة آل عمران ( 110 ).والأمر يشمل النهي عن الضد ، فإن النهي عن المنكر أمر بالمعروف ، والأمر بالمعروف نهي عن المنكر ، لأن الأمر بالشيء نهي عن ضده ، فالاجتزاء بالأمر بالعرف عن النهي عن المنكر من الايجاز ، وإنما اقتصر على الأمر بالعرف هنا : لأنه الأهم في دعوة المشركين لأنه يدعوهم إلى أصول المعروف واحداً بعد واحد ، كما ورد في حديث معاذ بن جبل حين أرسله إلى أهل اليمن فإنه أمره أن يدعوهم إلى شهادة أن لا إله إلا الله ثم قال : «فإن هم طاعوا لك بذلك فأخبرهم أن الله فرض عليهم خمس صلوات» ولو كانت دعوة المشركين مبتدأة بالنهي عن المنكر لنفروا ولملّ الداعي ، لأن المناكير غالبة عليهم ومحدقة بهم ، ويدخل في الأمر بالعرف الاتسام به والتخلق بخلقه : لأن شأن الآمر بشيء أن يكون متصفاً بمثله .وإلا فقد تعرض للاستخفاف على أن الآمر يبدأ بنفسه فيأمرها كما قال أبو الأسود :يأيها الرجل المعلم غيره ... هلا لنفسك كان ذا التعليمعلى أن خطاب القرآن الناس بأن يأمروا بشيء يعتبر أمراً للمخاطب بذلك الشيء وهي المسألة المترجمة في أصول الفقه بأن الأمر بالأمر بالشيء هو أمر بذلك الشيء .والتعريف في { العرف } كالتعريف في { العفو } يفيد الاستغراق .وحُذف مفعول الأمر لافادة عموم المأمورين { واللَّهُ يَدعُو إلى دار السلام } [ يونس : 25 ] ، أمر الله رسوله بأن يأمر الناس كلهم بكل خير وصلاح فيدخل في هذا العموم المشركون دخولاً أولياً لأنهم سبب الأمر بهذا العموم أي لا يصدنك إعراضهم عن إعادة إرشادهم وهذا كقوله تعالى : { فأعرض عنهم وعظهُم } [ النساء : 63 ].والإعراض : إدارة الوجه عن النظر للشيء . مشتق من العارض وهو الخَد ، فإن الذي يلتفت لا ينظر إلى الشيء وقد فسر ذلك في قوله تعالى : { أعْرَضَ ونأى بجانبه } [ الإسراء : 83 ] وهو هنا ، مستعار لعدم المؤاخذة بما يسوء من أحد ، شبه عدم المؤاخذة على العمل بعدم الالتفات إليه في كونه لا يترتب عليه أثر العلم به لأن شأن العلم به أن تترتب عليه المؤاخذة .و«الجهل» هنا ضد الحلم والرشد ، وهو أشهر إطلاق الجهل في كلام العرب قبل الإسلام ، فالمراد بالجاهلين السفهاء كلهم لأن التعريف فيه للاستغراق ، وأعظم الجهل هو الإشراك ، إذ اتخاذ الحجر إلهاً سفاهة لا تَعْدِلها سفاهة ، ثم يشمل كل سفيه رأي . وكذلك فَهم منها الحر بن قيس في الخبر المتقدم آنفاً ، وأقره عمر بن الخطاب على ذلك الفهم .وقد جمعتْ هذه الآية مكارم الأخلاق لأن فضائِل الأخلاق لا تعدُو أن تكون عفواً عن اعتداء فتدخل في { خذ العفو } ، أو إغضاءً عما لا يلائم فتدخل في { وأعرض عن الجاهلين } ، أو فعلَ خير واتساماً بفضيلة فتدخل في { وأمر بالعرف } كما تقدم من الأمر بالأمر بالشيء أمر بذلك الشيء ، وهذا معنى قول جعفر بن محمد : «في هذه الآية أمر الله نبيه بمكارم الأخلاق وليس في القرآن آية أجمع لمكارم الأخلاق منها وهي صالحة لأن يبين بعضها بعضاً ، فإن الأمر يأخذ العفو يتقيد بوجوب الأمر بالعرف ، وذلك في كل ما لا يقبل العفو والمسامَحة من الحقوق ، وكذلك الأمر بالعرف يتقيد بأخذ العفو وذلك بأن يدعو الناس إلى الخير بلين ورفق .",
  "ayah": 199,
  "surah": 7
}
