{
  "text": "كانت وسوسة الشّيطان بقرب نهي آدم عن الأكل من الشّجرة ، فعبّر عن القرب بحرف التّعقيب إشارة إلى أنّه قرب قريب ، لأنّ تعقيب كلّ شيء بحسبه .والوسوسة الكلام الخفي الذي لا يسمعه إلاّ المُداني للمتكلّم ، قال رؤبة يصف صائداً :وَسْوَسَ يَدعُو جاهداً ربّ الفلق ... سِرّاً وقد أوّنَ تَأوِينُ العُققوسمي إلقاء الشيطان وسوسة : لأنّه ألقَى إليهما تسويلاً خفياً من كلاممٍ كلمهما أو انفعاللٍ في أنفسهما . كهيئة الغاش الماكر إذْ يُخفِي كلاماً عَن الحاضرين كيلا يفسدوا عليه غشّه بفضح مضاره فألقى لهما كلاماً في صورة التّخافت ليوهمهما أنّه ناصح لهما وأنّه يخافت الكلام ، وقد وقع في الآية الأخرى التّعبير عن تسويل الشّيطان بالقول : { فوسوس إليه الشيطان قال يا آدم هل أدلّك على شجرة الخُلْد وملك لا يبلى } [ طه : 120 ] ثمّ درج اصطلاح القرآن وكلام الرّسول عليه الصّلاة والسّلام على تسمية إلقاء الشّيطان في نفوس النّاس خواطرَ فاسدة ، وسوسة تقريباً لمعنى ذلك الإلقاء للأفهام كما في قوله : { من شر الوسواس الخنّاس } [ الناس : 4 ] وهذا التّفصيل لإلقاء الشّيطان كيده انفردت به هذه الآية عن آية سورة البقرة لأنّ هذه خطاب شامل للمشركين وهم أخلياء عن العلم بذلك فناسب تفظيع أعمال الشّيطان بمسمع منهم .واللاّم في : { ليبدي } لام العاقبة إذا كان الشّيطان لا يعلم أنّ العصيان يفضي بهما إلى حدوث خاطر الشرّ في النّفوس وظهور السوآت ، فشبّه حصول الأثر عقب الفعل بحصول المعلول بعد العلّة كقوله تعالى : { فالتقطه آل فرعون ليكون لهم عدواً وحزناً } [ القصص : 8 ] وإنّما التقطوه ليكون لهم قرّة عين ، وحسن ذلك أن بدوّ سوآتهما ممّا يرضي الشّيطان . ويجوز أن تكون لام العلّة الباعثة إذا كان الشيطان يعلم ذلك بالإلهام أو بالنّظر ، فالشّيطان وسوس لآدم وزوجه لغرض إيقاعهما في المعصية ابتداء ، لأنّ ذلك طبعه الذي جبل على عمله ، ثم لغرض الإضرار بهما ، إذ كان يعلم أنّهما يعصيان الله بالأكل من الشّجرة ، ولمّا كان عدُوّاً لهما كان يسعى إلى مَا يؤذيهما ، ويحسدهما على رضَى الله عنهما ، ويعلم أنّ العصيان يُفضي بهما إلى سوء الحال على الإجمال ، فكان مظهر ذلك السوء إبداءَ السوْآت ، فجُعل مفصِّلُ العلّة المجملة عند الفاعل هو العلّةَ ، وإن لم تخطر بباله ، ويحتمل أن يكون الشّيطان قد علم ذلك بعلم حصل له من قبل . والحاصلُ أنّه أراد الإضْرار ، لأنّه قد استقرّ في طبعه عداوة البشر ، كما سيصرّح به فيما بعدُ ، وفي قوله تعالى : { إن الشّيطان لكم عدو فاتخذوه عدواً } [ فاطر : 6 ].والإبداء ضدّ الإخفاء ، فالإبداء كشف الشّيء وإظهاره ، ويطلق مجازاً على معرفة الشّيء بعد جهله يقال : بدَا لي أنْ أفعل كذا .وأسند إبداءُ السوْآت إلى الشّيطان لأنّه المتسبّب فيه على طريقة المجاز العقلي والسوآت جمعُ سوْأة وهي اسم لما يسوء ويتعيّر به من النّقايص ، ومِن سَب العرب قولهم : سوأةً لك ، ومن تلهّفهم : يا سوْأتَا .ويكنّى بالسوأة عن العورة . ومعنى ووُري عنهما حجب عنهما وأخفي ، مشتقاً من المواراة وهي التّغطيّة والإخفاء وتطلق المواراة مجازاً على صرف المرء عن علم شيء بالكتمان أو التّلبيس .والسّوآت هنا يجوز أن تكون جمع السوأة للخصلة الذّميمة كما في قول أبي زبيد :لَم يَهْب حُرمة النّديم وحُقَّت ... يا لَقَوْمي للسوأةِ السوآءِفتكون صيغة الجمع على حقيقتها ، والسّوآت حينئذٍ مستعمل في صريحه ، ويجوز أن تكون جمع السوأة ، المكنى بها عن العورة ، وقد روي تفسيرها بذلك عن ابن عبّاس كقوله تعالى : { قد أنزلنا عليكم لباساً يواري سوآتكم } [ الأعراف : 26 ] وعلى هذا فصيغة الجمع مستعملة في الاثنين للتّخفيف كقوله تعالى : { فقد صَغَت قلوبكما } [ التحريم : 4 ]. وسيجيء تحقيق معنى هذا الإبداء عند قوله تعالى بعد هذا : { فلما ذاقا الشجرة بدت لهما سوآتهما } [ الأعراف : 22 ].وعطفُ جملة : { وقال ما نهاكما ربكما } على جملة { فوسوس } يدلّ على أنّ الشّيطان وسوس لهما وسوسة غيرَ قوله : { ما نهاكما } إلخ ثمّ ثنى وسوسته بأن قال مَا نهاكما ، ولو كانت جملة : { ما نهاكما } إلى آخرها بياناً لجملة { فوسوس } لكانت جملة : { وقال ما نهاكما } بدون عاطف ، لأنّ البيان لا يعطف على المبيَّن . وفي هذا العطف إشعار بأنّ آدم وزوجه تردّدا في الأخذ بوسوسة الشّيطان فأخذ الشيطان يراودهما . ألا ترى أنّه لم يعطف قوله ، في سورة طه ( 120) : { فوسوس إليه الشيطان قال يا آدم هل أدلك على شجرة الخلد وملك لا يبلى } فإنّ ذلك حكاية لابتداء وسوسته فابتدأ الوسوسة بالإجمال فلم يعيّن لآدم الشّجرة المنهي عن الأكل منها استنزالاً لطاعته ، واستزلالاً لقدمه ، ثمّ أخذ في تأويل نهي الله إياهما عن الأكل منها فقال ما حكي عنه في سورة الأعراف : ما نهاكما ربكما عن هذه الشجرة إلا أن تكونا ملكين } الآية فأشار إلى الشّجرة بعد أن صارت معروفة لهما زيادة في إغرائِهما بالمعصية بالأكل من الشّجرة ، فقد وزّعت الوسوسة وتذييلها على السّورتين على عادة القرآن في الاختصار في سوْق القصص اكتفاء بالمقصود من مغزى القصّة لئلا يصير القصصُ مقصداً أصلياً للتنزيل .والإشارة بقوله : { عن هذه لشجرة } إلى شجرة معيّنة قد تبيّن لآدم بعد أن وسوس إليه الشّيطان أنّها الشّجرة التي نهاه الله عنها ، فأراد إبليس إقدامه على المعصية وإزالة خوفه بإساءة ظنّه في مراد الله تعالى من النّهي .والاستثناء في قوله : { إلا أن تكونا ملكين } استثناء من علل ، أي ما نهاكما لعلّة وغرض إلاّ لغرض أن تكونا مَلكين ، فتعين تقدير لام التّعليل قبل ( أنْ ) وحذف حروف الجرّ الدّاخلة على ( أنْ ) مطرد في كلام العرب عند أمن اللّبس .وكونُهما مَلكين أو خالدَيْن علّة للنّهي : أي كونكما ملَكين هو باعث النّهي ، إلاّ أنّه باعث باعتبار نفي حصوله لا باعتبار حصوله ، أي هو علّة في الجملة ، ولذلك تأوّله سيبويه والزمخشري بتقدير : كراهة أن تكونا .وهو تقدير معنى لا تقدير إعراب ، كما تقدّم في سورة الأنعام ، وقيل حذفت ( لا ) بعد ( أن ) وحذفها موجود ، وبذلك تأوّل الكوفيون وقد تقدم القول فيه . وقد أوهم إبليس آدم وزوجه أنّهما متمكّنان أن يصيرا ملكين من الملائكة ، إذا أكلا من الشّجرة ، وهذا من تدجيله وتلبيسه إذْ ألفى آدم وزوجه غير متبصّريْن في حقائق الأشياء ، ولا عالِمَيْن المقدار الممكن في انقلاب الأعيان وتطوّرِ الموجودات ، وكانا يشاهدان تفضيل الملائكة عند الله تعالى وزلفاهم وسعة مقدرتهم ، فأطمعهما إبليس أن يصيرا من الملائكة إذا أكلا من الشّجرة ، وقيل المراد التشبيهُ البليغ أي إلاّ أن تكونا في القرب والزلفى كالمَلكين ، وقد مثل لهما بما يعرفان من كمال الملائكة .وقوله : { أو تكونا من الخالدين } عطف على : { أن تكونا ملكين } وأصل ( أو ) الدّلالة على التّرْديد بين أحد الشّيئين أو الأشياء ، سواء كان مع تجويز حصول المتعاطفات كلّها فتكون للإباحة بعد الطّلب ، وللتّجويز بعد الخبر أو للشكّ؛ أم كان مع منع البعض عند تجويز البعض فتكون للتّخيير بعد الطّلب وللشكّ أو التّرْديد بعد الخبر ، والتّرديدُ لا ينافي الجزم بأن أحد الأمرين واقع لا محالة كما هنا ، فمعنى الكلام أن الآكل من هذه الشّجرة يكون مَلَكاً وخالداً ، كما قال عنه في سورة طه ( 120) : { هل أدلك على شجرة الخلد وملك لا يبلى } فجعل نهي الله لهما عن الأكل لاَ يَعدو إرادة أحد الأمرين ، ويستفاد من المقام أنّه قد يريد حرمانهما من الأمرين جميعاً بدلالة الفحوى ، ولم يكن آدم قد علم حينئذ أنّ الخلود متعذر ، وأنّ الموت والحشر والبعث مكتوب على النّاس ، فإنّ ذلك يتلقّى من الوحي كما في قوله تعالى لهما في الآية الأخرى : { ولكم في الأرض مستقر ومتاع إلى حين } [ البقرة : 36 ].",
  "ayah": 20,
  "surah": 7
}
