{
  "text": "هذا تأكيد وتقرير للأمر بالاستعاذة من الشيطان ، فتتنزل جملة : { إِنَّ الذين اتقوا } إلى آخرها منزلة التعليل للأمر بالاستعاذة من الشيطان إذا أحسّ بنزغ الشيطان ، ولذلك افتتحت ب { إن } التي هي لمجرد الاهتمام لا لرد تردد أو إنكار ، كما افتتحت بها سابقتها في قوله : { أنه سميع عليم } [ الأعراف : 200 ] فيكون الأمر بالاستعاذة حينئذ قد علل بعلتين أولاهما أن الاستعاذة بالله منجاة للرسول عليه الصلاة والسلام من نزغ الشيطان ، والثانية : أن في الاستعاذة بالله من الشيطان تذكراً الواجب مجاهدة الشيطان والتيقظِ لكيده ، وأن ذلك التيقظ سنة المتقين ، فالرسول عليه الصلاة والسلام مأمور بمجاهدة الشيطان : لأنه متق ، ولأنه يبتهج بمتابعه سيرة سلفه من المتقين كما قال تعالى : { أولئك الذين هدى الله فبهداهم أقتده } [ الأنعام : 90 ].وقد جاءت العلة هنا أعم من المعلل : لأن التذكر أعم من الاستعاذة .ولعل الله ادخر خصوصية الاستعاذة لهذه الأمة ، فكثر في القرآن الأمر بالاستعاذة من الشيطان ، وكثر ذلك في أقوال النبي صلى الله عليه وسلم وجعل للذين قبلهم الأمر بالتذكر ، كما ادخر لنا يوم الجمعة .و ( التقوى ) تقدم بيانها عند قوله تعالى : { هدى للمتقين } في سورة البقرة ( 2 ) ، والمراد بهم : الرسل وصالحو أممهم ، لأنه أريد جعلهم قدوة وأسوة حسنة .و ( المس ) حقيقته وضع اليد على الجسم ، واستعير للإصابة أو لأدْنى الإصابة .والطائف هو الذي يمشي حول المكان ينتظر الإذن له ، فهو النازل بالمكان قبل دخوله المكان ، اطلق هنا على الخاطر الذي يخطر في النفس يبعث على فعل شيء نهى الله عن فعله شُبه ذلك الخاطر في مبدأ جولانه في النفس بحلول الطائف قبل أن يستقر .وكانت عادة العرب أن القادم إلى أهل البيت ، العائِذَ برب البيت ، المستأنسَ للقرى يستانس ، فيطوف بالبيت ، ويستأذن ، كما ورد في قصة النابغة مع النعمان بن المنذرِ حين أنشد أبياته التي أولها :أصم أمْ يسمعُ رب القُبّهْ ... وتقدمت في أول سورة الفاتحة ، ومن ذلك طواف القادمين إلى مكة بالكعبة تشبها بالوافدين على المملوك ، فلذلك قُدّم الطواف على جميع المناسك وختمت بالطواف أيضاً ، فلعل كلمة طائف تستعمل في معنى الملم الخفي قال الأعشى :وتُصبح عن غب السُّرَي وكأنّها ... ألمَّ بها من طائِف الجن أَوْلَقُوقال تعالى : { فطاف عليها طائفٌ من ربك وهم نائمون } [ القلم : 19 ].وقراءة الجمهور : { طائف } ، بألف بعد الطاء وهمزة بعد الألف ، وقراءة ابن كثير وأبو عمرو والكسائي ويعقوب : ( طيْف ) بدون ألف بعد الطاء وبياء تحتية ساكنة بعد الطاء ، والطيْف خيال يراك في النوم وهو شائع الذكر في الشعر .وفي كلمة ( إذا ) من قوله : { إذا مسهم طائف من الشيطان تذكروا } مع التعبير بفعل { مَسهم } الدال على إصابة غير مكينة ، إشارة إلى أن الفزع إلى الله من الشيطان ، عند ابتداء إلمام الخواطر الشيطانية بالنفس ، لأن تلك الخواطر إذا أمهلت لم تلبث أن تصير عزماً ثم عملاً .والتعريف في { الشيطان } يجوز أن يكون تعريف الجنس : أي من الشياطين ويجوز أن يكون تعريف العهد والمراد به إبليس باعتبار أن ما يوسوس به جنده وأتباعُه ، هو صادر عن أمره وسلطانه .والتذكر استحضار المعلوم السابق ، والمراد : تذكروا أوامر الله ووصاياه ، كقوله : { ذَكروا الله فاستغفروا لذنوبهم } [ آل عمران : 135 ] ويشمل التذكر تذكر الاستعاذة لمن أمر بها من الأمم الماضية ، إن كانت مشروعة لهم ، ومن هذه الأمة ، فالاقتداءُ بالذين اتقوا يعم سائر أحوال التذكر للمأمورات .والفاء لتفريع الإبصار على التذكر . وأكد معنى ( فاء ) التعقيب ب ( إذا ) الفجائية الدالة على حصول مضمون جملتها دَفعة بدون تريث ، أي تذكروا تذكر ذويَ عزم فلم تتريث نفوسهم أن تَبين لها الحقُ الوازع عن العمل بالخواطر الشيطانية فابتعدت عنها ، وتمسكت بالحق ، وعملت بما تذكرت ، فإذا هم ثابتون على هداهم وتقواهم .وقد استعير الإبصار للاهتداء كما يستعار ضده العمى للضلال ، أي : فإذا هم مهتدون ناجون من تضليل الشيطان ، لأن الشيطان أراد إضلالهم فسلموا من ذلك ووصفُهم باسم الفاعل دون الفعل للدلالة على أن الإبصار ثابت لهم من قبلُ ، وليس شيئاً متجدداً ، ولذلك أخبر عنهم بالجملة الاسمية الدالة على الدوام والثبات .",
  "ayah": 201,
  "surah": 7
}
