{
  "text": "عطف على جملة { الذين اتقوا إذا مسهم طائفٌ من الشيطان تذكروا } [ الأعراف : 201 ] عطفَ الضد على ضده ، فإن الضدية مناسبة يحسن بها عطف حال الضد على ضده ، فلما ذكر شان المتقين في دفعهم طائِف الشياطين ، ذُكر شان اضدادهم من أهل الشرك والضلال ، كما وقعت جملة : { إن الذين كفروا سواء عليهم أأنذرتهم أم لم تنذرهم } [ البقرة : 6 ] من جملة { هدى للمتقين الذين يؤمنون بالغيب } في سورة البقرة ( 2 ، 3 ).وجعلها الزّجاج عطفاً على جملة { ولا يستطيعون لهم نصراً ولا لأنفسهم ينصرون } [ الأعراف : 192 ] أي ويمدونهم في الغي ، يريد أن شركاءهم لا ينفعونهم بل يضرونهم بزيادة الغي . والإخوان جمع أخ على وزن فعلان مثل جمع خَرَب و وهو ذكر بزيادة الغي .والإخوان جمع أخ على وزن فعلان مثل جمع خَرَب وهو ذكر الحُبارَى على خربان .وحقيقة الأخ المشارك في بنوة الأم والأب أو في بنوة أحدهما ويطلق الأخ مجازاً على الصديق الودود ومنه ما آخى النبي صلى الله عليه وسلم بين المهاجرين والأنصار ، وقول أبي بكر للنبيء صلى الله عليه وسلم لما خطب النبي منه عائشة «إنما أنا أخوك فقال له النبي صلى الله عليه وسلم أنت أخي وهي حلال لي» ويطلق الأخ على القرين كقولهم أخو الحرب ، وعلى التابع الملازم كقول عبد بني الحسحاس :أخُوكم ومولى خَيْركم وحليفُكم ... ومن قد ثَوى فيكم وعاشركم دَهْراًأراد أنه عبدهم ، وعلى النسب والقرب كقولهم : أخو العرب وأخو بني فلان .فضمير { وإخوانهم } عائِد إلى غير مذكور في الكلام ، إذ لا يصح أن يعود إلى المذكور قبله قريباً : لأن الذي ذكر قبله { الذين اتقوا } فلا يصح أن يكون الخبر ، وهو { يمدونهم في الغي } متعلقاً بضمير يعود إلى { المتقين } ، فتعين أن يتطلب السامع لضمير { وإخوانهم } معادا غير ما هو مذكور في الكلام بقربه ، فيحتمل أن يكون الضمير عائداً على معلوم من السياق وهم الجماعة المتحدث عنهم في هذه الآيات أعني المشركين المعنيين بقوله { فتعالى الله عما يشركون أيشركون ما لا يخلق شيئاً } إلى قوله { ولا يستطيعون لهم نصراً } [ الأعراف : 190 192 ] فيرد السامع الضمير إلى ما دل عليه السياق بقرينة تقدم نظيره في أصل الكلام ، ولهذا قال الزجاج : هذه الآية متصلة في المعنى بقوله : { ولا يستطيعون لهم نصراً ولا أنفسهم ينصرون } [ الأعراف : 192 ] ، أي وإخوان المشركين ، أي أقاربهم ومن هو من قبيلتهم وجماعة دينهم ، كقوله تعالى : { وقالوا لإخوانهم إذا ضربوا في الأرض } [ آل عمران : 156 ] أي يُمد المشركون بعضهم بعضاً في الغي ويتعاونون عليه فلا مخلص لهم من الغي .ويجوز أن يعود الضميران إلى الشيطان المذكور آنفاً باعتبار إرادة الجنس أو الأتباع ، كما تقدم ، فالمعنى وإخوان الشياطين أي أتباعهم كقوله :{ إن المبذرين كانوا إخوان الشياطين } [ الإسراء : 27 ] أما الضميران المرفوعان في قوله : { يُمدونهم } وقوله : { لا يُقصرون } فهما عائدان إلى ما عاد إليه ضمير { إخوانهم } أي الشياطين ، وإلى هذا مال الجمهور من المفسرين ، والمعنى : وإخوان الشياطين يمدهم الشياطين في الغي ، فجملة يمدونهم خبر عن { إخوانهم } وقد جرى الخبر على غير من هو له ولم يُبرَز فيه ضميرُ من هو له حيث كان اللبس ما مونا وهذا كقول يزيد بن منقذ :وهُم إذا الخيلُ جالوا في كواثبهافَوارسُ الخيل لا مِيلٌ ولا قَزَمفجملة «جالوا» خبر عن الخيل وضمير «جالوا» عائد على ما عاد عليه ضمير «وهم» لا على الخيل . وقوله فوارس خبر ضمير الجمع .ويجوز أن يكون المراد من الإخوان الأولياء ويكون الضميران للمشركين أيضاً ، أي وإخوانُ المشركين وأولياؤُهم ، فيكون «الإخوان» صادقاً بالشياطين كما فسر قتادة ، لأنه إذا كان المشركون إخوان الشياطين ، كما هو معلوم ، كان الشياطين إخواناً للمشركين لأن نسبة الأخوة تقتضي جانبين ، وصادقاً بعظماء المشركين ، فالخبر جار على من هو له ، وقد كانت هذه المعاني مجتمعة في هذه الآيات بسبب هذا النظم البديع .وقرأ نافع ، وأبو جعفر : { يُمدونهم } بضم الياء وكسر الميم من الامداد وهو تقوية الشيء بالمدد والنجدة كقوله : { أمدكم بأنعام وبنين } [ الشعراء : 133 ] ، وقرأه البقية : { يَمُدونهم } بفتح الياء وضم الميم من مد الحبل يمده إذا طوله ، فيقال : مد له إذا أرخى له كقولهم : ( مد الله في عُمرك ) وقال أبو علي الفارسي في كتاب «الحجة» «عامة ما جاء في التنزيل مما يستحب أمددتُ على أفعلت كقوله : { أن ما نُمدهم به من ماللٍ وبنين } [ المؤمنون : 55 ] { وأمددناهم بفاكهة } [ الطور : 22 ] و { أتمدونن بمال } [ النمل : 36 ] ، ومَا كان بخلافه يجيء على مَدَدْت قال تعالى : { ويَمُدهم في طغيانهم يعمهون } [ البقرة : 15 ] فهذا يدل على أن الوجه فتح الياء كما ذهب إليه الأكثر من القراء والوجه في قراءة من قرأ يُمدونهم أي بضم الياء أنه مثل { فبشرهم بعذاب اليم } [ آل عمران : 21 ] ( أي هو استعارة تهكمية والقرينه قوله في الغي كما أن القرينة في الآية الأخرى قوله بعذاب ) وقد علمت أن وقوع أحد الفعلين أكثر في أحد المعنيين لا يقتضي قصر إطلاقه على ما غلب إطلاقه فيه عند البلغاء وقراءة الجمهور { يمدونهم } بفتح التحتية تقتضي أن يعدى فعل { يمدونهم } إلى المفعول باللام ، يقال مد له إلا أنه كثرت تعديته بنفسه على نزع الخافض كقوله تعالى : { ويَمدّهم في طغيانهم } وقد تقدم في سورة البقرة ( 15 )والغي الضلال وقد تقدم آنفاً .و ( في ) من قوله : { يمدونهم في الغي } على قراءة نافع وأبي جعفر استعارة تبعيه بتشبيه الغي بمكان المحاربة ، وأما على قراءة الجمهور فالمعنى : وإخوانهم يمدون لهم في الغي من مَد للبعير في الطول .أي يطيلون لهم الحبْل في الغي ، تشبيهاً لحال أهل الغواية وازديادهم فيها بحال النعم المطال لها الطول في المرعى وهو الغي ، وهو تمثيل صالح لاعتبار تفريق التشبيه في أجزاء الهيئة المركبة ، وهو أعلى أحوال التمثيل ويقرب من هذا التمثيل قول طرفة :لعمرك أن الموت ما أخطأ الفتى ... لكالطِوَل المُرْخَى وثنْياه باليدوعليه جرى قولهم : مد الله لفلان في عمره ، أو في أجله ، أو في حياته والإقصار الامساك عن الفعل مع قدره الممسك على أن يزيد .و { ثم } للترتيب الرتبي أي وأعظم من الإمداد لهم في الغي أنهم لا يألونهم جهداً في الازدياد من الإغواء ، فلذلك تجد إخوانهم أكبر الغاوين .",
  "ayah": 202,
  "surah": 7
}
