{
  "text": "إقبال بالخطاب على النبي صلى الله عليه وسلم فيما يختص به ، بعد أن أمر بما أمر بتبليغه من الآيات المتقدمة ، والمناسبة في هذا الانتقال أن أمر الناس باستماع القرآن يستلزم أمر الرسول عليه الصلاة والسلام بقراءة القرآن عليهم قراءة جهرية يسمعونها ، فلما فرغ الكلام من حظ الناس نحو قراءة الرسول عليه الصلاة والسلام ، أقبل على الكلام في حظ الرسول صلى الله عليه وسلم من القرآن وغيره ، وهو التذكر الخاص به ، فأمر بأن يذكر الله ما استطاع وكيفما تسنى له ، وفي أوقات النهار المختلفة ، فجملة { واذكر ربك } معطوفة على الجمل السابقة من قوله : { إن وليي الله } [ الأعراف : 196 ] إلى هنا .والنفس اسم للقوة التي بها الحياة ، فهي مرادفة الروح ، وتطلق على الذات المركبة من الجسد والروح ، ولكون مقر النفس في باطن الإنسان أطلقت على أمور باطن الإنسان من الإدراك والعقل كما في قوله تعالى حكاية عن عيسى { تعلم ما في نفسي } [ المائدة : 116 ] وقد مضى في سورة المائدة ، ومن ذلك يتطرق إلى إطلاقها على خويصة المرء ، ومنه قوله في الحديث القدسي في «صحيح البخاري» \" وإن ذكرني في نفسه ذكرتُه في نفسي وإن ذكرني في ملإٍ ذكرته في ملإٍ خيرِ منهم \" فقابل قوله : في نفسه بقوله : في ملإ .والمعنى : اذكر ربك وأنت في خلوتك كما تذكره في مجامع الناس .والذكر حقيقة في ذكر اللسان ، وهو المراد هنا ، ويعضده قوله : { ودونَ الجهر من القول } وذلك يشمل قراءة القرآن وغيرَ القرآن من الكلام الذي فيه تمجيد الله وشكره ونحو ذلك ، مثل كلمة التوحيد والحوقلة والتسبيح والتكبير والدعاء ونحو ذلك .و«التضرع» التذلل ولما كان التذلل يستلزم الخطاب بالصوت المرتفع في عادة العرب كني بالتضرع عن رفع الصوت مراداً به معناه الأصلي والكنائي ، ولذلك قوبل بالخُفيه في قوله { ادعوا ربكم تضرعاً وخفيةً } في أوائل هذه السورة ( 55 ) وقد تقدم .وقوبل التضرع هنا بالخيفة وهي اسم مصدر الخوف ، فهو من المصادر التي جاءت على صيغة الهيئة وليس المراد بها الهيئة ، مثل الشدة ، ولما كانت الخيفة انفعالا نفسياً يجده الإنسان في خاصة نفسه كانت مستلزمة للتخافت بالكلام خشية أن يَشعُر بالمرء من يخافه . فلذلك كني بها هنا عن الإسرار بالقول مع الخوف من الله ، فمقابلتُها بالتضرع طباق في معنيي اللفظين الصريحين ومعنييهما الكناءين ، فكأنه قيل تضرعاً وإعلاناً وخيفة وإسراراً .وقوله : ودون الجهر من القول } هو مقابل لكل من التضرع والخيفة وهو الذكر المتوسط بين الجهر والإسرار ، والمقصود من ذلك استيعاب أحوال الذكر باللسان ، لأن بعضها قد تكون النفس أنشط إليه منها إلى البعض الآخر .و ( الغُدو ) اسم لزمن الصباح وهو النصف الأول من النهار .و ( الآصال ) جمع أصيل وهو العشي وهو النصف الثاني من النهار إلى الغروب .والمقصود استيعاب أجزاء النهار بحسب المتعارف ، فأما الليل فهو زمن النوم ، والأوقات التي تحصل فيها اليقظة خصت بأمر خاص مثل قوله تعالى : { قم الليل إلا قليلاً } [ المزمل : 2 ] على أنها تدخل في عموم قوله : { ولا تكن من الغافلين  }.فدل قوله : { ولا تكن من الغافلين } على التحذير من الغفلة عن ذكر الله ولاحد للغفلة ، فإنها تحدد بحال الرسول صلى الله عليه وسلم وهو أعلم بنفسه . فإن له أوقاتاً يتلقى فيها الوحي وأوقات شؤون جِبِلّية كالطعام .وهذا الأمر خاص بالرسول عليه الصلاة والسلام ، وكل ما خص به الرسول عليه الصلاة والسلام من الوجوب يستحسن للأمة اقتداؤهم به فيه إلا ما نهوا عنه مثل الوصال في الصوم .وقد تقدم أن نحو { ولا تكن من الغافلين } أشد في الانتفاء وفي النهي من نحو : ولا تغفل ، لأنه يفرض جماعة يحق عليهم وصف الغافلين فيحذر من أن يكون في زمرتهم وذلك أبْين للحالة المنهي عنها .",
  "ayah": 205,
  "surah": 7
}
