{
  "text": "تتنزل منزلة العلة للأمر بالذكر ، ولذلك صُدرت ب { إن } التي هي لمجرد الاهتمام بالخبر ، لا لرد تردد أو إنكار ، لأن المخاطب منزه عن أن يتردد في خبر الله تعالى ، فحرف التوكيد في مثل هذا المقام يغني غناء فاء التفريع ، ويفيد التعليل كما تقدم غير مرة ، والمعنى : الحث على تكرر ذكر الله في مختلف الأحوال ، لأن المسلمين مأمورون بالاقتداء بأهل الكمال من الملإ الأعلى ، وفيها تعريض بالمشركين المستكبرين عن عبادة الله بأنهم منحطون عن تلك الدرجات .والمراد ب { الذين عند ربك } الملائكة ، ووجه جعل حال الملائكة علة لأمر النبي صلى الله عليه وسلم بالذكر : أن مرتبة الرسالةُ تلحق صاحبها من البشر برتبة الملائكة ، فهذا التعليل بمنزلة أن يقال : اذكر ربك لأن الذكر هو شان قبيلك ، كقول ابن دارة سالم بن مسافع :فإن تتقوا شراً فمثلُكم اتقى ... وإن تفعلوا خيراً فمثلكُمُ فعلفليس في هذا التعليل ما يقتضي أن يكون الملائكة أفضل من الرسل ، كما يتوهمه المعتزلة لأن التشبه بالملائكة من حيث كان الملائكة أسبقَ في هذا المعنى؛ لكونه حاصلاً منهم بالجِبِلّة فهم مثل فيه ، ولا شبهة في أن الفريق الذين لم يكونوا مجبولين على ما جبلت عليه الملائكة ، إذا تخلقوا بمثل خلق الملائكة ، كان سُموهم إلى تلك المرتبة أعجب ، واستحقاقهم الشكر والفضل له أجدر .ووجه العدول عن لفظ الملائكة إلى الموصولية : ما تؤذن به الصلة من رفعة منزلتهم ، فيتذرع بذلك إلى إيجاد المنافسة في التخلق بأحوالهم .و { عند } مستعمل مجازاً في رفعة المقدار ، والحظوة الآلهية .وقوله : { لا يستكبرون عن عبادته } ليس المقصود به التنويه بشأن الملائكة لأن التنويه بهم يكون بأفضل من ذلك ، وإنما أريد به التعريض بالمشركين وأنهم على النقيض من أحوال الملائكة المقربين ، فخليق بهم أن يكونوا بعداء عن منازل الرفعة ، والمقصود هو قوله : { ويسبحونه } أي ينزهونه بالقول والاعتقاد عن صفات النقص ، وهذه الصلة هي المقصودة من التعليل للأمر بالذكر .واختيار صيغة المضارع لدلالتها على التجديد والاستمرار ، أو كما هو المقصود وتقديم المعمول من قوله : { وله يسجدون } للدلالة على الاختصاص أي ولا يسجدون لغيره ، وهذا أيضاً تعريض بالمشركين الذين يسجدون لغيره ، والمضارع يفيد الاستمرار أيضاً .وهنا موضع سجود من سجود القرآن ، وهو أولها في ترتيب الصحف ، وهو من المتفق على السجود فيه بين علماء الأمة ، ومقتضى السجدة هنا أن الآية جاءت للحض على التخلق بأخلاق الملائكة في الذكر ، فلما أخبرت عن حالة من أحوالهم في تعظيم الله وهو السجود لله ، أراد الرسول عليه الصلاة والسلام أن يبادر بالتشبه بهم تحقيقاً للمقصد الذي سبق هذا الخبر لأجله .وأيضاً جرى قبل ذلك ذكر اقتراح المشركين أن يأتيهم النبي صلى الله عليه وسلم بآية كما يقترحون فقال الله له : { قل إنما أتبع ما يوحى إلي من ربي } [ الأعراف : 203 ] وبأن يأمرهم بالاستماع للقرآن وذكر أن الملائكة يسجدون لله ، شرع الله عند هذه الآية سجوداً؛ ليظهر إيمان المؤمنين بالقرآن وجحود الكافرين به حين سجد المؤمنون ، ويمسك المشركون الذين يحضرون مجالس نزول القرآن ، وقد دل استقراء مواقع سجود القرآن أنها لا تعدو أن تكون إغاظة للمشركين أو اقتداء بالأنبياء أو المرسلين كما قال ابن عباس في سجدة ، { فاستغفر ربه وخر راكعاً وأناب } [ ص : 24 ] أن الله تعالى قال : { فبهداهم اقتده } [ الأنعام : 90 ] فداود ممن أمر محمد صلى الله عليه وسلم بأن يقتدي به .",
  "ayah": 206,
  "surah": 7
}
