{
  "text": "تفريع على جملة : { فوسوس لهما الشّيطان } [ الأعراف : 20 ] وما عطف عليها .ومعنى { فدلاّهما } أقدمهما ففَعلا فِعلاً يطمعان به في نفع فخابَا فيه ، وأصل دلَّى ، تمثيل حال من يطلب شيئاً من مظنّته فلا يجده بحال من يُدَلِّي دَلوه أو رجليه في البئر ليسْتقي من مائها فلا يجد فيها ماء فيقال : دَلَّى فلانٌ ، يقال دلّى كما يقال أدلى .والباء للملابسة أي دلاهما ملابِساً للغُرور أي لاستيلاء الغرور عليه إذ الغرور هو اعتقاد الشيء نافعاً بحسب ظاهر حاله ولا نفع فيه عند تجربته ، وعلى هذا القياس يقال دَلاّه بغرور إذا أوقعه في الطّمع فيما لا نفع فيه ، كما في هذه الآية وقول أبي جُندب الهُذلي ( هو ابن مُرّة ولم أقف على تعريفه فإن كان إسلامياً كان قد أخذ قوله كمن يدلّى بالغرور من القرآن ، وإلاّ كان مثلاً مستعملاً من قبل) :أحُصّ فلا أجيرُ ومَنْ أجِرْه ... فليس كمَنْ يدلّى بالغروروعلى هذا الاستعمال ففعل دَلّى يستعمل قاصراً ، ويستعمل متعدّياً إذا جعل غيره مدَلِّيَاً ، هذا ما يؤخذ من كلام أهل اللّغة في هذا اللّفظ ، وفيه تفسيرات أخرى لا جدوى في ذكرها .ودلّ قوله : { فدلهما بغرور } على أنّهما فعلا ما وسوس لهما الشّيطان ، فأكلا من الشّجرة ، فقوله : { فلما ذاقا الشجرة } ترتيب على دَلاَهما بغرور فحذفت الجملة واستُغني عنها بإيراد الاسم الظّاهر في جملة شرط لَمَّا ، والتّقدير : فأكلا منها ، كما ورد مصرّحاً به في سورة البقرة ، فلمّا ذاقاها بدت لهما سوآتهما .والذّوق إدراك طعم المأكول أو المشروب باللّسان ، وهو يحصل عند ابتداء الأكل أو الشّرب ، ودلت هذه الآية على أن بُدُوّ سوآتهما حصل عند أوّل إدراك طعم الشّجرة ، دلالة على سرعة ترتّب الأمر المحذور عند أوّل المخالفة ، فزادت هذه الآية على آية البقرة .وهذه أوّلُ وسوسة صدرت عن الشّيطان . وأوّل تضليل منه للإنسان .وقد أفادت ( لما ) توقيت بدوّ سوآتهما بوقت ذوقهما الشّجرة ، لأنّ ( لما ) حرف يدل على وجود شيء عند وجود غيره ، فهي لمجرّد توقيت مضمون جوابها بزمان وجود شرطها ، وهذا مَعنى قولهم : حرف وُجودٍ لِوُجُودٍ ( فاللاّم في قولهم لوجود بمعنى ( عند ) ولذلك قال بعضهم هي ظرف بمعنى حين ، يريد باعتبار أصلها ، وإذ قد التزموا فيها تقديم ما يدل على الوقت لا على الموقت ، شابهت أدوات الشّرط فقالوا حرف وجود لوجود كما قالوا في ( لو ) حرف امتناععٍ لامْتناععٍ ، وفي ( لَولا ) حرف امتناع لوجود ، ولكن اللاّم في عبارة النّحاة في تفسير معنى لو ولولا ، هي لام التّعليل ، بخلافها في عبارتهم في ( لما ) لأنّ ( لما ) لا دلالة لها على سَبَب ، ألا ترى قوله تعالى :{ فلما نَجّاكم إلى البر أعرضتم } [ الإسراء : 67 ] إذ ليس الإنجاء بسبب للإعراض ، ولكن لَمَّا كان بين السّبب والمسبّب تقارن كثر في شرط ( لما ) وجوابها معنى السَّببية دون اطراد ، فقوله تعالى : { فلما ذاقا الشجرة بدت لهما سوآتهما } لا يدلّ على أكثر من حصول ظهور السوْآت عند ذوق الشّجرة ، أي أنّ الله جعل الأمرين مقترنين في الوقت ، ولكن هذا التّقارن هو لكون الأمرين مسبّبين عن سبب واحد ، وهو خاطر السوء الذي نفثه الشّيطان فيهما ، فسبب الإقدام على المخالفة للتّعاليم الصّالحة ، والشّعورَ بالنقيصة : فقد كان آدم وزوجه في طور سذاجة العلم ، وسلامة الفطرة ، شبيهين بالملائكة لا يُقدمان على مفسدة ولا مَضرة ، ولا يُعرضان عن نصح ناصح عَلِمَا صدقَه ، إلى خبر مخبر يشكّان في صدقه ، ويتوقّعان غروره ، ولا يشعران بالسوء في الأفعال ، ولا في ذَرائِعها ومقارناتها . لأنّ الله خلقهما في عالم ملَكي . ثمّ تطوّرت عقليَّتهما إلى طور التّصرّف في تغيير الوجدان . فتكّون فيهما فعل ما نُهيا عنه . ونشأ من ذلك التّطوّر الشّعورُ بالسّوء للغير ، وبالسوء للنّفس ، والشّعور بالأشياء التي تؤدي إلى السوء . وتقارن السوء وتلازمه .ثمّ إن كان «السَّوآت» بمعنى ما يسوء من النّقائص ، أو كان بمعنى العَورات كما تقدّم في قوله تعالى : { ليبدي لهما ما وُوري عنهما من سوآتهما } [ الأعراف : 20 ] فبُدوّ ذلك لهما مقارن ذوق الشّجرة الذي هو أثر الإقدام على المعصية ونبذِ النّصيحة إلى الاقتداء بالغَرور والاغترار بقَسَمه ، فإنَّهما لما نشأت فيهما فكرة السوء في العمل ، وإرادة الإقدام عليه ، قارنت تلك الكيفيةَ الباعثةَ على الفعل نَشْأةُ الانفعال بالأشياء السيّئة ، وهي الأشياء التي تظهر بها الأفعال السيّئة ، أو تكون ذريعة إليها ، كما تنشأ معرفة آلة القطع عند العزم على القتل ، ومن فكرة السّرقة معرفةُ المكان الذي يختفَى فيه ، وكذلك تنشأ معرفة الأشياء التي تلازم السوء وتقارنه ، وإن لم تكن سيّئة في ذاتها ، كما تنشأ معرفة اللّيل من فكرة السّرقة أو الفرارِ ، فتنشأ في نفوسسِ النّاسسِ كراهيته ونسبته إلى إصدار الشّرور ، فالسوآت إن كان معناه مطلق ما يسوء منهما ونقائصِهما فهي من قبيل القسمين ، وإن كان معناه العورة فهي من قبيل القسم الثّاني ، أعني الشّيء المقارن لما يسوء ، لأنّ العورة تقارن فعلا سيّئاً من النّقائص المحسوسة ، والله أوجدها سببَ مصالح ، فلم يَشعر آدمُ وزوجه بشيء ممّا خلقت لأجله ، وإنّما شعرا بمقارنة شيء مكروه لذلك وكلّ ذلك نشأ بإلْهام من الله تعالى ، وهذا التّطوّر ، الذي أشارت إليه الآية ، قد جعله الله تطوّراً فطرياً في ذرّية آدم ، فالطّفل في أوّل عمره يكون بريئاً من خواطر السّوء فلا يستاء من تلقاء نفسه إلاّ إذا لحق به مؤلم خارجي ، ثمّ إذا ترعرع أخذت خواطر السوء تنتابه في باطن نفسه فيفرضها ويولِّدها ، وينفعل بها أو يفعل بما تشير به عليه .وقوله : { وطفقا يخصفان عليهما من ورق الجنة } حكاية لابتداء عمل الإنسان لستر نقائصه ، وتحيُّلِه على تجنّب ما يكرهه ، وعلى تحسين حاله بحسب ما يُخيِّل إليه خيالُه ، وهذا أوّل مظهر من مظاهر الحَضارة أنشأه الله في عقلي أصلَي البشر ، فإنّهما لما شعرا بسَوآتهما بكلا المعنيين ، عَرفا بعض جزئياتها ، وهي العورة وحدث في نفوسهما الشّعور بقبح بروزها ، فشرعا يخفيانها عن أنظارهما استبشاعاً وكراهيةً ، وإذ قد شعرا بذلك بالإلهام الفطري ، حيث لا ملقّن يلقنّهما ذلك ، ولا تعليم يعلمهما ، تَقرّر في نفوس النّاس أنّ كشف العورة قبيح في الفطرة ، وأنّ سترها متعيّن ، وهذا من حكم القوّة الواهمة الذي قارَن البشر في نشأته ، فدلّ على أنّه وَهْم فطري متأصّل ، فلذلك جاء دين الفطرة بتقرير ستر العورة ، مشايعة لما استقرّ في نفوس البشر ، وقد جعل الله للقوّة الواهمة سلطاناً على نفوس البشر في عصور طويلة ، لأنّ في اتّباعها عونا على تهذيب طباعه ، ونزْععِ الجلافة الحيوانية من النّوع ، لأنّ الواهمة لا توجد في الحيوان ، ثمّ أخذت الشّرائع ، ووصايا الحكماء ، وآداب المربِّينَ ، تزيل من عقول البشر متابعة الأوهام تدريجاً مع الزّمان ، ولا يُبقون منها إلاّ ما لا بد منه لاستبقاء الفضيلة في العادة بين البشر ، حتّى جاء الإسلام وهو الشّريعة الخاتمة فكان نوط الأحكام في دين الإسلام بالأمور الوهْميّة ملغى في غالب الأحكام ، كما فصّلتُه في كتاب «مقاصد الشّريعة» وكتاب «أصول نظام الاجتماع في الإسلام» .والخصف حقيقته تقوية الطّبقة من النّعل بطبقة أخرى لتشتدّ ، ويستعمل مجازاً مرسلاً في مطلق التّقوية للخِرقة والثّوب ، ومنه ثوب خَصيف أي مخصوف أي غليظ النّسج لا يَشف عمّا تحته ، فمعنى يخصفان يضعان على عوراتهما الورَق بعضه على بعض كفعل الخاصف ، وضعا مُلزقاً متمكّناً ، وهذا هو الظّاهر هنا إذ لم يقل يخصفان وَرَق الجنّة .و ( من ) في قوله : { من ورق الجنة } يجوز كونها اسماً بمعنى بعضَ في موضع مفعول { يخصفان } أي يخصفان بعض ورق الجنة ، كما في قوله : { من الذين هادوا يحرفون } ، ويجوز كونها بيانيّة لمفعول محذوف يقتضيه : « { يخصفان } والتقدير : يخصفان خِصْفاً من ورق الجنة .",
  "ayah": 22,
  "surah": 7
}
