{
  "text": "بعد أن أبطل زعمهم أنّ الله أمرهم بما يفعلونه من الفواحش إبطالاً عاماً بقوله : { قل إن الله لا يأمر بالفحشاء } [ الأعراف : 28 ] استأنف استئنافاً استطرادياً بما فيه جماع مقوّمات الدّين الحق الذي يجمعه معنى القِسْط أي العدل تعليماً لهم بنقيض جهلهم ، وتنويهاً بجلال الله تعالى ، بأنّ يعلموا ما شأنه أن يأمر الله به . ولأهميّة هذا الغرض ، ولمضادته لمدّعاهم المنفي في جملة : { قل إن الله لا يأمر بالفحشاء } [ الأعراف : 28 ] فُصلت هذه الجملة عن التي قبلها ، ولم يُعطف القولُ على القول ولا المقول على المقول : لأنّ في إعادة فعل القَول وفي ترك عطفه على نظيره لَفْتاً للأذهان إليه .والقسط : العَدل وهو هنا العدل بمعناه الأعمّ ، أي الفعل الذي هو وسط بين الإفراط والتّفريط في الأشياء ، وهو الفضيلة من كلّ فعل ، فالله أمر بالفضائل وبما تشهد العقول السّليمة أنّه صلاح محض وأنّه حسن مستقيم ، نظير قوله : { وكان بين ذلك قَواماً } [ الفرقان : 67 ] فالتّوحيد عدل بين الإشراك والتّعطيل ، والقصاص من القاتل عدل بين إطلال الدّماء وبين قتل الجماعة من قبيلة القاتل لأجل جناية واحد من القبيلة لم يُقدَر عليه . وأمَر الله بالإحسان ، وهو عدل بين الشحّ والإسراف ، فالقسط صفة للفعل في ذاته بأن يكون ملائماً للصّلاح عاجلاً وآجلاً ، أي سالماً من عواقب الفساد ، وقد نقل عن ابن عبّاس أنّ القسط قول لا إله إلاّ هو ، وإنّما يعني بذلك أنّ التّوحيد من أعظم القسط ، وهذا إبطال للفواحش التي زعموا أنّ الله أمرهم بها لأنّ شيئاً من تلك الفواحش ليس بقسط ، وكذلك اللّباس فإنّ التّعري تفريط ، والمبالغة في وضع اللباس إفراطٌ ، والعدل هو اللّباس الذي يستر العورة ويدفع أذى القرّ أو الحَرّ ، وكذلك الطّعام فتحريم بعضه غلو ، والاسترسال فيه نهامة ، والوسط هو الاعتدال ، فقوله : { أمر ربي بالقسط } كلام جامع لإبطال كلّ ما يزعمون أنّ الله أمرهم به ممّا ليس من قبيل القسط .ثمّ أعقبه بأمر النبي صلى الله عليه وسلم بأن يقول لهم عن الله : { أقيموا وجوهكم عند كل مسجد } فجملة : { وأقيموا } عطف على جملة : { أمر ربي بالقسط } أي قُلْ لأولئك المخاطبين أقيموا وجوهكم . والقصد الأوّل منه إبطال بعض ممّا زعموا أنّ الله أمرهم به بطريق أمرهم بضدّ ما زعموه ليحصل أمرهم بما يرضي الله بالتّصريح . وإبطالُ شيء زعموا أنّ الله أمرهم به بالالتزام ، لأنّ الأمر بالشّيء نهي عن ضدّه ، وإن شئت قلت لأنّ من يريد النّهي عن شيءٍ وفعلَ ضدّه يأمر بضدّه فيحصل الغرضان من أمره .وإقامة الوجوه تمثيل لكمال الإقبال على عبادة الله تعالى ، في مواضع عبادته ، بحال المتهيّىء لمشاهدة أمر مهم حين يُوجه وجهه إلى صَوْبه ، لا يلتفت يمنة ولا يسرة ، فذلك التّوجّه المحض يطلق عليه إقامة لأنّه جعل الوَجه قائماً ، أي غير متغاضضٍ ولا متوان في التّوجّه ، وهو في إطلاق القيام على القوّة في الفعل كما يقال : قامت السّوق ، وقامت الصّلاة ، وقد تقدّم في أوّل سورة البقرة ( 3 ) عند قوله :{ ويقيمون الصلاة ومنه قوله تعالى : فأقم وجهك للدين حنيفاً } [ الروم : 30 ] فالمعنى أنّ الله أمر بإقامة الوجوه عند المساجد ، لأنّ ذلك هو تعظيم المعبود ومكان العبادة ، ولم يأمر بتعظيمه ولا تعظيم مساجده بما سوى ذلك مثل التّعرّي ، وإشراك الله بغيره في العبادة مناف لها أيضاً ، وهذا كما ورد في الحديث : « المصلّي يناجي ربّه فلا يَبْصُقَنّ قِبل وجهه » فالنّهي عن التّعرّي مقصود هنا لشمول اللّفظ إياه ، ولدلالة السّياق عليه بتكرير الامتنان والأمرِ باللّباس : ابتداء من قوله : { ليبدي لهما ما ووري عنهما من سوآتهما } [ الأعراف : 20 ] إلى هنا .ومعنى : { عند كل مسجد } عند كلّ مكان متخَذ لعبادة الله تعالى ، واسم المسجد منقول في الإسلام للمكان المعيَّن المحدود المتّخذ للصّلاة وتقدّم عند قوله تعالى : { ولا يجرمنكم شنآن قوم أن صدوكم عن المسجد الحرام } في سورة العقود ( 2 ) ، فالشّعائر التي يوقعون فيها أعمالاً من الحجّ كلّها مساجد ، ولم يكن لهم مساجد غير شعائر الحجّ ، فذِكر المساجد في الآية يعيّن أنّ المراد إقامة الوجوه عند التّوجّه إلى الله في الحجّ بأن لا يشركوا مع الله في ذلك غيرَه من أصنامهم بالنّية ، كما كانوا وضعوا ( هُبَلَ ) على سطح الكعبة ليكون الطّواف بالكعبة لله ولهُبل ، ووضعوا ( إسافاً ونائلة ) على الصّفا والمروة ليكون السّعي لله ولهما . وكان فريق منهم يهلّون إلى ( منَاة ) عند ( المشلل ) ، فالأمر بإقامة الوجوه عند المساجد كلّها أمر بالتزام التّوحيد وكمال الحال في شعائر الحجّ كلّها ، فهذه مناسبة عطف قوله : وأقيموا وجوهكم عند كل مسجد } عقب إنكار أن يأمر الله بالفحشاء من أحوالهم ، وإثبات أنّه أمر بالقسط ممّا يضادها . وهذا الأمر وإن كان المقصود به المشركين لأنّهم المتّصفون بضدّه ، فللمؤمنين منه حظّ الدّوام عليه ، كما كان للمشركين حظّ الإعراض عنه والتّفريط فيه .والدّعاء في قوله : { وادعوه مخلصين له الدين } بمعنى العبادة أي اعبدوه كقوله : { إن الذين تدعون من دون الله } [ الأعراف : 194 ]. والإخلاص تمحيض الشّيء من مخالطة غيره . والدّين بمعنى الطّاعة من قولهم دنت لفلان أي أطعته .ومنه سمّي الله تعالى : الديَّان ، أي القهّار المذلّل المطوع لسائر الموجودات ونظير هذه الآية قوله تعالى : { وما أُمروا إلا ليعبدوا الله مخلصين له الدين } [ البينة : 5 ] ، والمقصد منها إبطال الشّرك في عبادة الله تعالى ، وفي إبطاله تحقيق لمعنى القِسط الذي في قوله : { قل أمر ربي بالقسط } كما قدمناه هنالك ، و { مخلصين } حال من الضّمير في ادعوه .وجملة : { كما بدأكم تعودون } في موضع الحال من الضّمير المستتر في قوله : { مخلصين } وهي حال مقدرة أي : مقدّرين عَودكم إليه وأنّ عودكم كبدئكم ، وهذا إنذار بأنّهم مُؤاخدون على عدم الإخلاص في العبادة ، فالمقصود منه هو قوله : { تعودون } أي إليه ، وأدمج فيه قوله : { كما بدأكم } تذكيراً بإمكان البعث الذي أحالوه؛ فكان هذا إنذاراً لهم بأنّهم عائدون إليه فمُجَازَوْن عن إشراكهم في عبادته ، وهو أيضاً احْتجاج عليهم على عدم جدوى عبادتهم غيرَ الله ، وإثبات للبعث الذي أنكروه بدَفع موجب استبعادهم إياه ، حين يقولون :{ أإذا مِتنَا وكنّا تراباً وعظاماً ءإنّا لمبعوثون } [ الواقعة : 47 ] ويقولون { أينا لمردودون في الحافرة أإذا كنّا عظاماً نَخِرة } [ النازعان : 10 ، 11 ] ونحو ذلك ، بأنّ ذلك الخلق ليس بأعجبَ من خلقهم الأوّل كما قال تعالى : { أفعيينا بالخلق الأول بل هم في لبس من خلق جديد } [ ق : 15 ] وكما قال : { وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه } [ الروم : 27 ] أي بنقيض تقدير استبعادهم الخلق الثّاني ، وتذكير لهم بأنّ الله منفرد بخلقهم الثّاني ، كما انفرد بخلقهم الأوّل ، فهو منفرد بالجزاء فلا يغني عنهم آلهتهم شيئاً .فالكاف في قوله : { كما بدأكم تعودون } لتشبيه عود خلقهم ببدئه و ( ما ) مصدريّة والتّقدير : تعودون عوداً جديداً كبدئه إيَّاكم ، فقدم المتعلِّق ، الدّال على التّشبيه ، على فعلِه ، وهو تعودون ، للاهتمام به ، وقد فسّرت الآية في بعض الأقوال بمعان هي بعِيدة عن سياقها ونظمها .",
  "ayah": 29,
  "surah": 7
}
