{
  "text": "الفاء للتّفريع على جملة الكلام السّابق ، وهذه كالفذلكة لما تقدّم لتُبيِّن أنّ صفات الضّلال ، التي أُبهم أصحابُها ، هي جافة بالمشركين المكذّبين برسالة محمّد عليه الصّلاة والسّلام فإنّ الله ذكر أولياء الشّياطين وبعض صفاتهم بقوله : { إنا جعلنا الشياطين أولياء للذين لا يؤمنون } [ الأعراف : 27 ] وذكر أنّ الله عهد لبني آدم منذ القدم بأن يتّبعوا من يجيئهم من الرّسل عن الله تعالى بآياته ليتّقوا ويصلحوا ، ووعدهم على اتباع ما جاءهم بيني الخوف والحزن وأوعدهم على التّكذيب والاستكبار بأن يكونوا أصحاب النّار ، فقد أعذر إليهم وبصّرهم بالعواقب ، فتفرّع على ذلك : أن من كَذَب على الله فزعم أنّ الله أمره بالفواحش ، أوْ كَذب بآيات الله التي جاء بها رسوله ، فقد ظلم نفسه ظُلماً عظيماً حتّى يُسْأل عمن هو أظلم منه .ولك أن تجعل جملة : { فمن أظلم ممن افترى } [ الأنعام : 144 ] إلخ معترضة بين جملة : { أولئك أصحاب النار هم فيها خالدون } [ الأعراف : 36 ] وجملة : { أولئك ينالهم نصيبهم من الكتاب } كما سيأتي في موقع هذه الأخيرة ، وقد تقدّم الكلام على تركيب : { من أظلم ممن } عند قوله تعالى : { ومن أظلم ممن منع مساجد الله أن يذكر فيها اسمه في سورة البقرة ( 114 ) ، وأنّ الاستفهام للإنكار ، أي لا أحد أظلم .والافتراء والكذب تقدّم القول فيهما عند قوله تعالى : { ولكن الذين كفروا يفترون على الله الكذب } في سورة العقود ( 103 ). ولهذه الآية اتّصال بآية : { وكم من قرية أهلكناها } [ الأعراف : 4 ] من حيث ما فيها من التّهديد بوعيد عذاب الآخرة وتفظيع أهواله .و ( من ) استفهام إنكاري مستعمل في تهويل ظلم هذا الفريق ، المعبّر عنه بمَن افترى على الله كذباً . و ( مَنْ ) الثّانية موصولة ، وهي عامة لكلّ من تتحقّق فيه الصّلة ، وإنّما كانوا أظلم النّاس ولم يكن أظلمُ منهم ، لأنّ الظلم اعتداء على حقّ ، وأعظم الحقوق هي حقوق الله تعالى ، وأعظم الاعتداء على حقّ الله الاعتداءُ عليه بالاستخفاف بصاحبه العظيم ، وذلك بأن يكذّب بما جاءه من قِبله ، أو بأن يَكْذِب عليه قيبلِّغ عنه ما لم يأمر به فإنْ جَمَع بين الأمرين فقد عطّل مراد الله تعالى من جهتين : جهة إبطال ما يدلّ على مراده ، وجهة إيهام النّاس بأنّ الله أراد منهم ما لا يريده الله .والمراد بهذا الفريق : هم المشركون من العرب ، فإنّهم كذّبوا بآيات الله التي جاء بها محمّد صلى الله عليه وسلم وافتروا على الله الكذب فيما زعموا أنّ الله أمرهم به من الفواحش ، كما تقدّم آنفاً عند قوله تعالى :{ وإذا فعلوا فاحشة قالوا وجدنا عليها آباءنا } [ الأعراف : 28 ].و ( أو ) ظاهرها التّقسيم فيكون الأظلمُ وهم المشركون فريقين : فريق افتروا على الله الكذب ، وهم سادة أهل الشّرك وكبراؤهم ، الذين شرعوا لهم من الدين ما لم يأذن به الله ، ونسبوه إلى الله وهم يعلمون ، مثل عَمْرو بن لُحَيّ ، وأبي كَبْشة ، ومن جاء بعدهما ، وأكثر هذا الفريق قد انقرضوا في وقت نزول الآية ، وفريق كذّبوا بآياتتٍ ولم يفتروا على الله وهم عامة المشركين ، من أهل مكّة وما حولها ، وعلى هذا فكلّ واحد من الفريقين لا أظلمَ منه ، لأنّ الفريق الآخر مساوٍ له في الظلم وليس أظلَم منه ، فأمَّا من جمع بين الأمرين ممّن لعلّهم أن يكونوا قد شرعوا للمشركين أموراً من الضّلالات ، وكذّبوا محمّداً صلى الله عليه وسلم فهم أشدّ ظلماً ، ولكنّهم لمّا كانوا لا يخلون عن الانتساب إلى كلا الفريقين وجامعين للخصلتين لم يخرجوا من كونهم من الفريق الذين هم أظلم النّاس ، وهذا كقوله : { ومن أظلم ممن افترى على الله كذباً أو قال أوحي إلي ولم يوح إليه شيء ومن قال سأنزل مثلما أنزل الله } [ الأنعام : 93 ] ، فلا شكّ أنّ الجامع بين الخصال الثّلاث هو أظلم من كلّ من انفرد بخصلة منها ، وذلك يوجب له زيادة في الأظلميّة ، لأنّ كلّ شدّة وصف قابلة للزّيادة .ولك أن تجعل ( أو ) بمعنى الواو ، فيكون الموصوف بأنّه أظلم النّاس هو من اتّصف بالأمرين الكذب والتّكذيب ، ويكون صادقاً على المشركين لأنّ جماعتهم لا تخلو عن ذلك .شيء باسم الإشارة في قوله : { أولئك ينالهم نصيبهم من الكتاب } ليدلّ على أنّ المشار إليهم أحرياء بأن يصيبهم العذاب بناءً على ما دلّ عليه التّفريع بالفاء .وجملة { أولئك ينالهم نصيبهم من الكتاب } يجوز أن تكون مستأنفة استئنافاً بيانياً ناشئاً عن الاستفهام في قوله : { فمن أظلم ممن افترى على الله كذباً } الآية ، لأنّ التّهويل المستفاد من الاستفهام يسترعي السّامع أن يَسأل عمّا سيلاقُونه من الله الذي افتروا عليه وكذّبوا بآياته .ويجوز أن تكون جملة : { أولئك ينالهم نصيبهم } عطف بيان لجملة : { أولئك أصحاب النار هم فيها خالدون } [ الأعراف : 36 ] أي خالدون الخلود الذي هو نصيبهم من الكتاب .وتكملة هذه الجملة هي جملة : { حتى إذا جاءتهم رسلنا يتوفونهم } الآية كما سيأتي .ومادة النّيل والنّوال وردت واوية العين ويائية العين مختلطتين في دواوين اللّغة ، غير مفصحةً عن توزيع مواقع استعمالها بين الواوي واليائيّ ، ويظهر أن أكثر معاني المادتين مترادفة وأنّ ذلك نشأ من القلب في بعض التّصاريف أو من تداخل اللّغات ، وتقول نُلْتُ بضمّ النّون من نال يُنول ، وتقول نِلْت بكسر النّون من نال يَنِيل ، وأصل النّيْل إصابة الإنسان شيئاً لنفسه بيَده ، ونوّله أعطاهُ فنال ، فالأصل أن تقول نَال فلان كسباً ، وقد جاء هنا بعكس ذلك لأنّ النّصيب من الكتاب هو أمر معنوي ، فمقتضى الظّاهر أن يكون النّصيب مَنُولا لا نَائلاً ، لأنّ النّصيب لا يُحصِّل الذين افتروا على الله كذباً ، بل بالعكس : الذين افتروا يحصلونه ، وقد جاء ذلك في آيات كثيرة كقوله تعالى :{ لن ينال الله لحومها ولا دماؤها } [ الحج : 37 ] وقوله { سينالهم غضب من ربهم } [ الأعراف : 152 ] ، فتعيّن أن يكون هذا إمّا مجازاً مرسلاً في معنى مطلق الإصابة ، وإمّا أن يكون استعارة مبنيّة على عكس التّشبيه بأن شبّه النّصيب بشخص طالب طِلبة فنالها ، وإنّما يصار إلى هذا للتّنبيه على أنّ الذي ينالهم شيءٌ يكرهونه ، وهو يطلبهم وهم يفرّون منه ، كما يطلب العدوّ عدوّه ، فقد صار النّصيب من الكتاب كأنَّه يطلب أن يحصِّل الفريق الذين حقّ عليهم ويصادِفهم ، وهو قريب من القلب المبني على عكس التّشبيه في قول رؤبة :وَمَهْمَهٍ مُغْبَرّةٍ أرجاؤُه ... كأنّ لَوْنَ أرْضِهِ سَمَاؤُهوقولهم : «عرضتُ النّاقة على الحوض» .والنّصيب الحظّ الصّائر لأحد المتقاسمين من الشّيء المقسوم ، وقد تقدّم عند قوله تعالى : { أولئك لهم نصيب مما كسبوا } في سورة البقرة ( 202 ) ، وقوله : { للرجال نصيب مما ترك الوالدان والأقربون } في سورة النساء ( 7 ).والمراد بالكتاب ما تضمَّنه الكتاب ، فإن كان الكتاب مستعملاً حقيقة فهو القرآن ، ونصيبهم منه هو نصيبهم من وعيده ، مثل قوله تعالى آنفاً : { والذين كذبوا بآياتنا واستكبروا عنها أولئك أصحاب النار هم فيها خالدون } [ الأعراف : 36 ] ، وإن كان الكتاب مجازاً في الأمر الذي قضَاه الله وقدّره ، على حدّ قوله : { لكل أجل كتاب } [ الرعد : 38 ] أي الكتاب الثّابت في عِلم الله من إحقاق كلمة العذاب عليهم ، فنصيبهم منه هو ما أخبر الله بأنّه قدّره لهم من الخلود في العذاب ، وأنّه لا يغفر لهم ، ويَشْمل ذلك ما سبق تقديره لهم من الإمهال وذلك هو تأجيلهم إلى أجل أراده ثمّ استئصالهم بعده كما أخبر عن ذلك آنفاً بقوله : { ولكل أمة أجل فإذا جاء أجلهم لا يستأخرون ساعة ولا يستقدمون } [ الأعراف : 34 ]. وحمل كثير من المفسّرين النّصيب على ما ينالهم من الرّزق والإمهال في الدّنيا قبل نزول العذاب بهم وهو بعيد من معنى الفاء في قوله : { فمن أظلم } ولا أحسب الحادي لهم على ذلك إلاّ ليكون نوال النّصيب حاصلاً في مدّةٍ ممتدّة ليَكون مجيء الملائكة لتَوَفِّيهم غاية لانتهاء ذلك النّصيب ، استبقاء لمعنى الغاية الحقيقيّة في ( حتّى ). وذلك غير ملتزَم ، فإنّ حتّى الابتدائيّة لا تفيد من الغاية ما تفيده العاطفة كما سنذكره .والمعنى : إمّا أنّ كل واحد من المشركين سيصيبه ما توعدهم الله به من الوعيد على قدر عتوه في تكذيبه وإعراضه ، فنصيبه هو ما يناسب حاله عند الله من مقدار عذابه ، وإمّا أن مجموع المشركين سيصيبهم ما قُدر لأمثالهم من الأمم المكذّبين للرّسل المعرضين عن الآيات من عذاب الدّنيا ، فلا يغرنّهم تأخير ذلك لأنّه مُصيبهم لا محالة عند حلول أجله ، فنصيبهم هو صفة عذابهم من بين صفات العذاب التي عذّبت بها الأمم .وجملة : { حتى إذا جاءتهم رسلنا } تفصيل لمضمون جملة { ينالهم نصيبهم من الكتاب } فالوقت الذي أفاده قوله : { إذا جاءتهم رسلنا يتوفونهم } هو مبدأ وصف نصيبهم من الكتاب حين ينقطع عنهم الإمهال الذي لَقُوه في الدّنيا .و { حتى } ابتدائيّة لأنّ الواقع بعدها جملة فتفيد السّببيّة ، فالمعنى : ف { إذا جاءتهم رسلنا } إلخ ، و ( حَتّى ) الابتدائيه لها صدر الكلام فالغاية التي تدلّ عليها هي غاية مَا يُخبر به المخبر ، وليست غايةَ ما يبلغ إليه المعطوف عليه بحتّى ، لأنّ ذلك إنّما يُلتزم إذا كانت حتّى عاطفة ، ولا تفيد إلاّ السّببيّة كما قال ابن الحاجب فهي لا تفيد أكثر من تسبّب ما قبلها فيما بعدها ، قال الرضي؛ قال المصنف : وإنّما وجب مع الرّفع السّببيّة لأنّ الاتّصال اللّفظي لمَّا زال بسبب الاستئناف شُرِط السّببيّة التي هي موجبة للاتّصال المعنوي ، جبراً لما فات من الاتّصال اللّفظي ، قال عَمرو بن شَأس :نذود الملوك عنكُمُ وتذودُنا ... ولا صُلْحَ حتّى تَضبَعُونَ ونَضْبَعاوقد تقدّم بعض هذا عند قوله تعالى : { قد خسر الذين كذبوا بلقاء الله حتى إذا جاءتهم الساعة } في سورة الأنعام ( 31 ) و ( حتّى ) الابتدائيّة تدلّ على أنّ مضمون الكلام الّذي بعدها أهمّ بالاعتناء للإلقاء عند المتكلّم لأنّه أجدى في الغرض المسوق له الكلام ، وهذا الكلام الواقع هنا بعد ( حتّى ) فيه تهويلُ ما يصيبهم عند قبض أرواحهم ، وهو أدخل في تهديدهم وترويعهم وموعظتهم ، من الوعيد المتعارف ، وقد هدّد القرآن المشركين بشدائد الموْت عليهم في آيات كثيرة لأنهم كانوا يرهبونه . والرّسُل هم الملائكة قال تعالى : { قل يتوفاكم ملك الموت } [ السجدة : 11 ] وقال { ولو ترى إذ يتوفى الذين كفروا الملائكة } [ الأنفال : 50 ].وجملة : { يتوفونهم } في موضع الحال من { رُسلنا } وهي حال معلِّلة لعاملها ، كقوله : { ولكني رسول من رب العالمين أبلغكم رسالات ربي وأنصح لكم } [ الأعراف : 61 ، 62 ] أي رسول لأبلّغكم ولأنْصحَ لكم .والتّوفي نزع الرّوح من الجسد ، وقد تقدّم بيانه عند قوله تعالى : { إذ قال الله يا عيسى إني متوفيك } في سورة آل عمران ( 55 ) وهو المراد هنا ، ولا جدوى في حمْلهِ على غير هذا المعنى ، ممّا تردّد فيه المفسّرون ، إلاّ أن المحافظة على معنى الغاية لحرف ( حتى ) فتوفي الرسل يجوز أن يكون المراد منه وقت أن يتوفوهم جميعاً ، إن كان المراد بالنّصيب من الكتاب الاستئصال ، أي حين تبعث طوائف الملائكة لإهلاك جميع أمّة الشّرك .ويجوز أن يكون المراد حتى يتوفَّون آحادهم في أوقات متفرّقه إن كان المراد بالنّصيب من الكتاب وعيد العذاب ، وعلى الوجهين فالقول محكي على وجه الجمععِ والمراد منه التّوزيع أي قال كلّ ملَك لمن وُكِّل بتوفّيهِ ، على طريقة : رَكِبَ القومُ دَوَابَّهم . وقد حكي كلام الرّسل معهم وجوابهم إياهم بصيغة الماضي على طريقة المحاورة ، لأنّ وجود ظرف المستقبل قرينة على المراد .والاستفهام في قوله : أين ما كنتم تدعون من دون الله } مستعمل في التّهكّم والتّأييس .و ( مَا ) الواقعة بعد أين موصولة ، يعني : أين آلهتكم التي كنتم تزعمون أنّهم ينفعونكم عند الشّدائد ويردّون عنكم العذاب فإنّهم لم يَحْضُروكم ، وذلك حين يشهدون العذاب عند قبض أوراحهم ، فقد جاء في حديث «الموطّأ» : أنّ الميّت يرى مقعده بالغداة والعشي إن كان من أهل الجنّة فمِنْ أهل الجنّة وإن كان من أهل النّار يقال له هذا مقعدك حتّى يبعثك الله . وهذا خطاب للأرواح التي بها الإدراك وهو قبل فتنة القبر .وقولهم : { ضلّوا عنّا } أي أتلفوا مواقعنا وأضاعونا فلم يحضروا ، وهذا يقتضي أنّهم لَمَّا يعلمُوا أنّهم لا يُغنون عنهم شيئاً من النّفع ، فظنّوا أنّهم أذهبهم ما أذهبهم وأبعدهم عنهم ما أبعدهم ، ولم يعلموا سببه ، لأنّ ذلك إنّما يتبيّن لهم يوم الحشر حين يرون إهانة أصنامهم وتعذيب كبرائهم ، ولذلك لم ينكروا في جوابهم أنّهم كانوا يدعونهم من دون الله بخلاف ما حُكي عنهم في يوم الحشر من قولهم : { والله ربنا ما كنا مشركين } [ الأنعام : 23 ] ولذلك قال هنا : { وشهدوا على أنفسهم أنهم كانوا كافرين } ، وقال في الآخرى : { انظر كيف كذبوا على أنفسهم } [ الأنعام : 24 ].والشّهادة هنا شهادة ضِمنية لأنّهم لما لم ينفُوا أن يكونوا يدْعُون من دون الله وأجابوا بأنّهم ضلّوا عنهم قد اعترفوا بأنّهم عبدوهم .",
  "ayah": 37,
  "surah": 7
}
