{
  "text": "فأمّا قوله : { قال ادخلوا في أمم } فهذا قول آخر ، ليس هو من المحاورة السّابقة ، لأنّه جاء بصيغة الإفراد ، والأقوالُ قبله مسندة إلى ضمائر الجمع ، فتعيّن أنّ ضمير ( قال ) عائد إلى الله تعالى بقرينة المقام ، لأنّ مثل هذا القول لا يصدر من أحد غير الله تعالى ، فهو استيناف كلام نشأ بمناسبة حكاية حال المشركين حينَ أوّل قدومهم على الحياة الآخرة ، وهي حالة وفاة الواحد منهم فيَكون خطاباً صدر من الله إليهم بواسطة أحد ملائكته ، أو بكلام سمعوه وعلموا أنّه من قِبَل الله تعالى بحيث يوقنون منه أنّهم داخلون إلى النار ، فيكون هذا من أشدّ ما يرون فيه مقعدهم من النّار عقوبة خاصّة بهم . والأمر مستعمل للوعيد فيتأخّر تنجيزه إلى يوم القيامة .ويجوز أن يكون المحكي به ما يصدر من الله تعالى يوم القيامة من حكم عليهم بدخول النّار مع الأمم السّابقة ، فذُكر عقب حكاية حال قبض أرواحهم إكمالاً لذكر حال مصيرهم ، وتخلّصاً إلى وصف ما ينتظرهم من العذاب ولذكر أحوال غيرهم . وأيَّاً مّا كان فالإتيان بفعل القول ، بصيغه الماضي : للتنبيه على تحقيق وقوعه على خلاف مقتضى الظاهر .ويجوز أن تكون جملة : { قال ادخلوا في أمم } في موضع عطف البيان لجملة { ينالهم نصيبهم من الكتاب } أي : قال الله فيما كتبه لهم { ادخلوا في أمم قد خلت من قبلكم }[ الأعراف : 34 ] أي أمثالكم ، والتّعبير بفعل المضي جرَى على مقتضى الظّاهر .والأمم جمع الأمّة بالمعنى الذي تقدّم في قوله : { ولكل أمة أجل  }.و ( في ) من قوله : { في أمم } للظّرفية المجازيّة ، وهي كونهم في حالة واحدة وحكممٍ واحد ، سواء دخلوا النّار في وسطهم أم دخلوا قبلهم أو بَعدهم ، وهي بمعنى ( مع ) في تفسير المعنى ، ونقل عن صاحب «الكشاف» أنه نظَّر ( في ) التي في هذه الآية بفي التي في قول عروة بن أذينة :إنْ تَكُنْ عن حسن الصّنيعة مأفُو ... كاً ففي آخرينَ قد أُفِكُواومعنى : { قد خلت } قد مضت وانقرضت قبلكم ، كما في قوله تعالى : { تلك أمة قد خلت } في سورة البقرة ( 134 ) ، يعني : أنّ حالهم كحال الأمم المكذّبين قبلَهم ، وهذا تذكير لهم بما حاق بأولئك الأمم من عذاب الدّنيا كقوله : { وتبين لكم كيف فعلنا بهم } [ إبراهيم : 45 ] وتعريض بالوعيد بأن يحل بهم مثل ذلك ، وتصريح بأنّهم في عذاب النّار سواء .جملة : { كلما دخلت أمة لعنت أختها } مستأنفة استئنافاً ابتدائياً ، لوصف أحوالهم في النّار ، وتفظيعها للسّامع ، ليتّعظ أمثالهم ويستبشر المؤمنين بالسّلامة ممّا أصابهم فتكون جملة { حتى إذا اداركوا } داخلة في حيز الاستيناف .ويجوز أن تكون جملة : { كلما دخلت أمة } معترضة بين جملة : { قال ادخلوا في أمم قد خلت من قبلكم من الجن والإنس في النار } وبين جملة : { حتى إذا أداركوا فيها } إلخ . على أن تكون جملة { حتى إذا اداركوا } مرتبطة بجملة { ادخلوا في أمم } بتقدير محذوف تقديره : فيدخلون حتّى إذا اداركوا .و ( ما ) في قوله : { كلّما } ظرفية مصدريّة ، أي كلّ وقت دخول أمّة لعنت أختها . والتّقدير : لعنت كلّ أمّة منهم أختها في كلّ أوقات دخول الأمّة منهم ، فتفيد عموم الأزمنة .و { أمّة } نكرة وقعت في حيز عموم الأزمنة ، فتفيد العموم ، أي كلّ أمة دخلت ، وكذلك : { أختَها } نكرة لأنّه مضاف إلى ضمير نكرة فلا يتعرّف فتفيد العموم أيضاً ، أي كل أمة تدخل تلعن كل أخت لها ، والمراد بأختها المماثِلة لها في الدّين الذي أوجب لها الدّخول في النّار ، كما يقال : هذه الأمّة أخت تلك الأمّة إذا اشتركتا في النّسب ، فيقال : بَكْر وأختها تغلب ، ومنه قول أبي الطبيّب :وكطَسْم وأُخْتِها في البعاد ... يريد : كَطَسم وجَدِيس .والمقام يعيّن جهة الأخوّة ، وسبَبُ اللّعن أنّ كل أمّة إنّما تدخل النّار بعد مناقشة الحساب ، والأمر بإدخالهم النّار ، وإنّما يقع ذلك بعد أن يتبيّن لهم أنّ ما كانوا عليه من الدّين هو ضلال وباطل ، وبذلك تقع في نفوسهم كراهية ما كانوا عليه ، لأنّ النّفوس تكره الضّلال والباطل بعد تبيُّنه ، ولأنّهم رأوا أن عاقبة ذلك كانت مجلبة العقاب لهم فيزدادون بذلك كراهيّة لدينهم ، فإذا دخلوا النّار فرأوا الأمم التي أدخلت النّار قبلهم علموا ، بوجه من وجوه العلم ، أنّهم أُدخلوا النّار بذلك السّبب فلعنوهم لكراهيّة دينهم ومن اتّبعوه .وقيل : المراد بأختها أسلافها الذين أضلّوها .وأفادت { كلّما } لما فيها من معنى التّوقيت : أنّ ذلك اللّعن يقع عند دخول الأمّة النّار ، فيتعيّن إذن أن يكون التّقدير : لعنت أختها السّابقة إياها في الدّخول في النّار ، فالأمّة التي تدخل النّار أوّل مرّة قبل غيرها من الأمم لا تَلْعن أختها ، ويعلم أنّها تلعن من يدخل بعدَها الثّانيةَ ، ومن بعدها بطريق الأوْلى ، أو ترُدّ اللّعن على كلّ أخت لاعنة . والمعنى : كلّما دخلت أمّة منهم بقرينة قوله : { لعنت أختها  }.و ( حتّى ) في قوله : { حتى إذا اداركوا } ابتدائيّة ، فهي جملة مستأنفة وقد تقدّم في الآية قبل هذه أن ( حتّى ) الابتدائيّة تفيد معنى التّسبّب ، أي تسبّب مضمون ما قبلها في مضمون ما بعدها ، فيجوز أن تكون مترتِبَة في المعنى على مضمون قوله : { قال أدخلوا في أمم قد خلت } إلخ ، ويجوز أن تكون مترتّبة على مضمون قوله : { كلما دخلت أمة لعنت أختها  }.و { اداركوا } أصله تَداركوا فقلبت التّاء دَالا ليتأتى إدغامها في الدّال للتّخفيف ، وسُكنت ليتحقّق معنى الإدغام المتحركين ، لثقل واجتلبت همزة الوصل لأجل الابتداء بالسّاكن ، وهذا قلْب ليس بمتعيّن ، وإنّما هو مستحسن ، وليس هو مثل قلب التّاء في ادّان وازْداد وادّكر : ومعناه : أدرك بعضهم بعضاً ، فصيغ من الإدراك وزن التّفاعل ، والمعنى : تلاحقوا واجتمعوا في النّار . وقوله : { جميعاً } حال من ضمير { اداركوا } لتحقيق استيعاب الاجتماع ، أي حتى إذا اجتمعت أمم الضّلال كلّها .والمراد : ب { أخراهم } : الآخِرة في الرّتبة ، وهم الأتباع والرّعيّة من كلّ أمّة من تلك الأمم ، لأنّ كلّ أمّة في عصر لا تخلو من قادة ورَعاع ، والمراد بالأولى : الأولى في المرتبة والاعتبار ، وهم القادة والمتبوعون من كلّ أمّة أيضاً ، فالأخرى والأولى هنا صفتان جرتا على موصوفَين محذوفين ، أي أخرى الطّوائف لأولاهم ، وقيل : أريد بالأخرى المتأخّرة في الزّمان ، وبالأولى أسلافهم ، لأنّهم يقولون : { إنّا وجدنا آباءنا على أمة } [ الزخرف : 23 ]. وهذا لا يلائم ما يأتي بعده .واللاّم في : { لأولاَهم } لام العلّة ، وليست اللاّم التي يتعدّى بها فعل القَول ، لأنّ قول الطائفة الأخيرة موجَّه إلى الله تعالى ، بصريح قولهم : { ربنا هؤلاء أضلونا } إلخ ، لا إلى الطّائفة الأولى ، فهي كاللاّم في قوله تعالى : { وقال الذين كفروا للذين آمنوا لو كان خيراً ما سبقونا إليه } [ الأحقاف : 11 ].والضعف بكسر الضّاد المِثْل لمقدار الشّيء ، وهو من الألفاظ الدّالة على معنى نسبي يقتضي وجودَ معنى آخر ، كالزّوج والنِّصف ، ويختص بالمقدار والعدد ، هذا قول أبي عبيدة والزّجاج وأيمّة اللّغة ، وقد يستعمل فعله في مطلق التّكثير وذلك إذا أسند إلى ما لا يدخل تحت المقدار ، مثل العذاب في قوله تعالى : { يُضَاعَفْ له العذاب يوم القيامة } [ الفرقان : 69 ] وقوله { يضاعف لها العذاب ضعفين } [ الأحزاب : 30 ] أراد الكثرة القويّة فقولهم هنا { فآتهم عذاباً ضعفا } أي أعطهم عذاباً هو ضِعف عذاببٍ آخر ، فعُلم أنّه ، آتاهم عذاباً ، وهم سألوا زيادة قوّة فيه تبلغ ما يعادل قوّته ، ولذلك لما وصف بضعف علم أنّه مِثْلٌ لعذاببٍ حصل قبله إذ لا تقول : أكرمت فلان ضِعفاً ، إلاّ إذا كان إكرامك في مقابلة إكراممٍ آخر ، فأنت تزيده ، فهم سألوا لهم مضاعفة العذاب لأنّهم علموا أنّ الضّلال سبب العذاب ، فعلموا أنّ الذين شرعوا الضّلال هم أولى بعقوبة أشدّ من عقوبة الذين تقلّدوه واتبعوهم ، كما قال تعالى في الآية الآخرى :{ يقول الذين استضعفوا للذين استكبروا لولا أنتم لكنا مؤمنين } [ سبأ : 31 ].وفعل : { قال } حكاية لجواب الله إياهم عن سُؤالهم مضاعفةَ العذاب لقادتهم ، فلذلك فصل ولم يعطف جريا على طريقة حكاية الأقوال في المحاورات ، والتّنوينُ في قوله : { لكلّ } عوض عن المضاف إليه المحذوف ، والتّقدير : لكلّ أمّة ، أو لكلّ طائفة ضعف ، أي زيادة عذاب مثل العذاب الذي هي معذّبه أولَ الأمر ، فأمّا مضاعفة العذاب للقادة فلأنّهم سنّوا الضّلال أو أيّدوه ونصروه وذبّوا عنه بالتّمويه والمغالطات فأضلوا ، وأمّا مضاعفته للأتباع فلأنَهم ضلّوا بإضلال قادتهم ، ولأنّهم بطاعتهم العمياء لقادتهم ، وشكرهم إياهم على ما يرسمون لهم ، وإعطائِهم إياهم الأموال والرّشى ، يزيدونهم طغياناً وجراءة على الإضلال ويغرّونهم بالازدياد منه .والاستدراك في قوله : { ولكن لا تعلمون } لرفع ما تُوهِمه التّسوية بين القادة والأتباع في مضاعفة العذاب : أنّ التّغليظ على الأتباع بلا موجب ، لأنّهم لولا القادة لما ضلّوا ، والمعنى : أنّكم لا تعلمون الحقائق ولا تشعرون بخفايا المعاني ، فلذلك ظننتم أنّ موجب مضاعفة العذاب لهم دونكم هو أنّهم علّموكم الضّلال ، ولو علمتم حقّ العلم لاطّلعتم على ما كان لطاعتكم إياهم من الأثر في إغرائهم بالازدياد من الإضلال . ومفعول { تعلمون } محذوف دلّ عليه قوله : { لكلٍ ضِعف } ، والتّقدير : لا تعلمون سبب تضعيف العذاب لكلّ من الطّائفتين ، يعني لا تعلمون سبب تضعيفه لكم لظهور أنّهم علموا سبب تضعيفه للذين أضلّوهم .وقرأ الجمهور : { لا تَعلمون } بتاء الخطاب على أنّه من تمام ما خاطب الله به الأمّة الأخرى ، وقرأه أبو بكر عن عاصم بياء الغيبة فيكون بمنزلة التّذييل خطاباً لسامعي القرآن ، أي قال الله لهم ذلك وهم لا يَعلمون أنّ لكلّ ضعفاً فلذلك سألوا التّغليظ على القادة فأجيبوا بأنّ التّغليظ قد سُلّط على الفريقين .",
  "ayah": 38,
  "surah": 7
}
