{
  "text": "استئناف ابتدائي مسوق لتحقيق خلود الفريقين في النّار ، الواقععِ في قوله : { والذين كذبوا بآياتنا واستكبروا عنها أولئك أصحاب النار هم فيها خالدون } [ الأعراف : 36 ] فأخبر الله بأنّه حرمهم أسباب النّجاة ، فَسَدّ عليهم أبواب الخير والصّلاح ، وبأنّه حرّمهم من دخول الجنّة .وأكّد الخبر ب { إنّ } لتأييسهم من دخول الجنّة ، لدفع توهّم أن يكون المراد من الخلود المتقدّم ذكرُه الكنايةَ عن طول مدّة البقاء في النّار فإنّه ورد في مواضع كثيرة مراداً به هذا المعنى .ووقع الإظهار في مقام الإضمار لدفع احتمال أن يكون الضّمير عائداً إلى إحدى الطّائفتين المتحاورتين في النّار ، واختير من طرق الإظهار طريق التّعريف بالموصول إيذاناً بما تومىء إليه الصّلة من وجه بناءِ الخبر ، أي : إنّ ذلك لأجل تكذيبهم بآيات الله واستكبارهم عنها ، كما تقدّم في نظيرها السّابق آنفاً .والسّماءُ أطلقت في القرآن على معاننٍ ، والأكثر أن يراد بها العوالم العليا غير الأرضيّة ، فالسّماء مجموع العوالم العليا وهي مَراتب وفيها عوالم القُدس الإلهيّةُ من الملائكة والرّوحانيات الصّالحة النّافعة ، ومصدرُ إفاضة الخيرات الرّوحيّة والجثمانيّة على العالم الأرضي ، ومصدَرُ المقادير المقدّرة قال تعالى : { وفي السماء رزقكم وما توعدون } [ الذاريات : 22 ] ، فالسّماء هنا مراد بها عالم القدس .وأبوابُ السّماء أسبابُ أمور عظيمة أطلق عليها اسم الأبواب لتقريب حقائقها إلى الأذهان فمنها قبول الأعمال ، ومسالكُ وصول الأمور الخيّريّة الصّادرة من أهل الأرض ، وطرق قبولها ، وهو تمثيل لأسباب التّزكية ، قال تعالى : { والعمل الصالح يرفعه } [ فاطر : 10 ] ، وما يعلم حقائقها بالتّفصيل إلاّ الله تعالى ، لأنّها محجوبة عنّا ، فكما أنّ العفاة والشّفعاء إذا وَرَدُوا المكان قد يُقبلون ويُرضى عنهم فتُفْتَح لهم أبواب القصور والقباب ويُدخلون مُكرّمين ، وقد يردّون ويُسخطون فتوصد في وجوههم الأبوابُ ، مُثِّل إقصاء المكذّبين المستكبرين وعدمُ الرّضا عنهم في سائر الأحوال ، بحال من لا تفتَح له أبواب المنازل ، وأضيفت الأبواب إلى السّماء ليظهر أنّ هذا تمثيل لحرمانهم من وسائل الخيرات الإلهيّة الروحية ، فيشمل ذلك عدم استجابة الدّعاء ، وعدم قبول الأعمال والعبادات ، وحرمان أرواحهم بعد الموت مشاهدة مناظر الجنّة ومقاعد المؤمنين منها ، فقوله : { لا نفتح لهم أبواب السماء } كلمة جامعة لمعنى الحرمان من الخيرات الإلهيّة المحضة ، وإن كانوا ينالون من نِعم الله الجثمانية ما يناله غيرهم ، فيغاثون بالمَطَر ، ويأتيهم الرّزق من الله ، وهذا بيان لحال خذلانهم في الدّنيا الحائل بينهم وبين وسائل دخول الجنّة . كما قال النّبي صلى الله عليه وسلم « كلّ ميسَّر لِمّا خُلِق له » وقال تعالى : { فأما من أعطى واتقى وصدق بالحسنى فسنيسره لليسرى وأما من بخل واستغنى وكذب بالحسنى فسنيسره للعسرى } [ الليل : 5 10 ].وقرأ نافع ، وابن كثير ، وعاصم ، وابن عامر ، وأبو جعفر ، ويعقوبُ : { لا تُفَتَّح } بضمّ التّاء الأولى وفتح الفاء والتّاءِ الثّانية مشدّدة وهو مبالغة في فَتح ، فيفيد تحقيق نفي الفتح لهم ، أو أشير بتلك المبالغة إلى أن المنفي فتح مخصوص وهو الفتح الذي يفتح للمؤمنين ، وهو فتح قوي ، فتكون تلك الإشارة زيادة في نكايتهم .وقرأ أبو عَمرو بضمّ التّاء الأولى وسكون الفاء وفتح التّاء الثّانية مخفّفة . وقرأ حمزة ، والكسائي ، وخلَف { لا يُفتَحُ } بمثنّاة تحتيّة في أوّله مع تخفيف المثنّاة الفوقيه مفتوحة على اعتبار تذكير الفعل لأجل كون الفاعل جمعاً لمذكّر .وقوله : { ولا يدخلون الجنّة } اخبار عن حالهم في الآخرة وتحقيق لخلودهم في النّار .وبعد أن حُقّق ذلك بتأكيد الخبر كلّه بحرف التّوكيد ، زيد تأكيداً بطريق تأكيد الشّيء بما يشبه ضدّه ، المشتهرِ عند أهل البيان بتأكيد المدح بما يُشْبه الذّم ، وذلك بقوله تعالى : { حتى يلج الجمل في سم الخياط } فقد جعل لانتفاء دخولهم الجنّة امتداداً مستمراً ، إذْ جعل غايته شيئاً مستحيلاً ، وهو أن يَلج الجمل في سَمّ الخياط ، أي لو كانت لانتفاء دخولهم الجنّة غايةٌ لكانت غايتُه ولوجَ الجْمل وهو البعير في سَمّ الخِياط ، وهو أمر لا يكون أبداً .والجَمَل : البعير المعروف للعرب ، ضُرب به المثل لأنّه أشهر الأجسام في الضّخامة في عرف العرب . والخِياط هو المِخْيَط بكسر الميم وهو آلة الخياطة المسمّى بالإبْرَة ، والفِعال وَرَدَ اسماً مرادفاً للمِفعَل في الدّلالة على آلةِ الشّيء كقولهم حِزَام ومِحْزم ، وإزار ومِئْزر ، ولِحاف ومِلحَف ، وقِناع ومِقنع .والسَمّ : الخَرْت الذي في الإبرة يُدخل فيه خيط الخائط ، وهو ثقب ضيّق ، وهو بفتح السّين في الآية بلغة قريش وتضمّ السّين في لغة أهل العالية . وهي ما بين نجد وبين حدود أرض مكّة .والقرآن أحال على ما هو معروف عند النّاس من حقيقة الجَمل وحقيقة الخِياط ، ليعلم أنّ دخول الجمل في خَرْت الإبرة محال متعذّر ما داما على حاليهما المتعارفين .والإشارة في قوله : { وكذلك } إشارة إلى عدم تفتّح أبواب السّماء الذي تضمّنه قوله : { لا تفتح لهم أبواب السماء ولا يدخلون الجنة } أي ، ومثل ذلك الانتفاء ، أي الحرمان نجزي المجرمين لأنّهم بإجرامهم ، الذي هو التّكذيب والإعراض ، جعلوا أنفسهم غير مكترثين بوسائل الخير والنّجاة ، فلم يتوخّوها ولا تطلبوها ، فلذلك جزاهم الله عن استكبارهم أن أعرض عنهم ، وسدّ عليهم أبواب الخيرات .وجملة { وكذلك نجزي المجرمين } تذييل يؤذن بأنّ الإجرام هو الذي أوقعهم في ذلك الجزاء ، فهم قد دخلوا في عموم المجرمين الذين يجْزون بمثل ذلك الجزاء ، وهم المقصود الأوّل منهم ، لأنّ عقاب المجرمين قد شُبّه بعقاب هؤلاء ، فعلم أنّهم مجرمون ، وأنّهم في الرّعيل الأوّل من المجرمين ، حتّى شُبِّه عقاب عموم المجرمين بعقاب هؤلاء وكانوا مثَلا لذلك العموم .والإجرام : فعل الجُرْم بضمّ الجيم وهو الذنْب ، وأصل : أجرم صار ذا جُرم ، كما يقال : ألْبَنَ وأتمر وأخْصَب .",
  "ayah": 40,
  "surah": 7
}
