{
  "text": "جملة : { ونادى أصحاب الجنّة } يجوز أن تكون معطوفة على جملة { وقالوا الحمد لله الذي هدانا لهذا } [ الأعراف : 43 ] إلخ ، عطفَ القول على القول ، إذْ حكي قولهم المنبيءُ عن بهجتهم بما هم فيه من النّعيم ، ثمّ حكي ما يقولونه لأهل النّار حينما يشاهدونهم .ويجوز أن تكون معطوفة على جملة { ونودوا أن تلكم الجنة أورثتموها } [ الأعراف : 43 ] عطف القصّة على القصّة بمناسبة الانتقال من ذكر نداء من قبل الله إلى ذكر مناداة أهل الآخرة بعضِهم بعضاً ، فعلى الوجهين يكون التعبير عنهم بأصحاب الجنّة دون ضميرهم توطئة لذكر نداء أصحاب الأعراف ونداء أصحاب النّار ، ليعبَّر عن كلّ فريق بعنوانه وليكون منه محسن الطباق في مقابلته بقوله : { أصحاب النار  }.وهذا النّداء خطاب من أصحاب الجنّة ، عبّر عنه بالنّداء كناية عن بلوغه إلى أسماع أصحاب النّار من مسافة سحيقة البُعد ، فإن سعة الجنّة وسعة النّار تقتضيان ذلك لا سيما قوله : { وبينهما حجاب } [ الأعراف : 46 ] ، ووسيلة بلوغ هذا الخطاب من الجنّة إلى أصحاب النّار وسيلة عجيبة غير متعارفة . وعلم الله وقدرتُه لا حدّ لمتعلّقاتهما .و ( أنّ ) في قوله : { أن قد وجدنا } تفسيرية للنّداء . والخبر الذي هو قد وجدنا ما وعدنا ربنا حقا } مستعمل في لازم معناه وهو الاغتباط بحالهم ، وتنغيص أعدائهم بعلمهم برفاهيّة حالهم ، والتوركُ على الأعداء إذ كانوا يحسبونهم قد ضلّوا حين فارقوا دين آبائهم ، وأنّهم حَرموا أنفسهم طيّبات الدّنيا بالانكفاف عن المعاصي ، وهذه معاننٍ متعدّدة كلّها من لوازم الإخبار ، والمعاني الكنائيّة لا يمتنع تعدّدها لأنّها تبع للّوازممِ العقليّة ، وهذه الكناية جمع فيها بين المعنى الصّريح والمعاني الكنائيّة ، ولكنّ المعاني الكنائيّة هي المقصودة إذ ليس القصد أن يَعلم أهل النّار بما حصل لأهل الجنّة ولكن القصد ما يلزم عن ذلك . وأمّا المعاني الصّريحة فمدلولة بالأصالة عند عدم القرينة المانعة .والاستفهام في جملة : { فهل وجدتم ما وعد ربكم حقا } مستعمل مجازاً مرسلاً بعلاقة اللّزوم في توقيف المخاطبين على غلطهم ، واثارة ندامتهم وغمّهم على ما فرط منهم ، والشّماتة بهم في عواقب عنادهم . والمعاني المجازيّة التي علاقتها اللّزوم يجوز تعدّدها مثل الكناية ، وقرينة المجاز هي : ظهور أنّ أصحاب الجنّة يعلمون أنّ أصحاب النّار وجدوا وعده حقاً .والوجدان : إلفاء الشّيء ولقيّه ، قال تعالى : { فوجد فيها رجلين يقتتلان } [ القصص : 15 ] وفِعله يتعدّى إلى مفعول واحد ، قال تعالى : { ووجد الله عنده } [ النور : 39 ] ويغلب أن يذكر مع المفعول حالُه ، فقوله : { وجدنا ما وعدنا ربنا حقا } معناه ألفيناه حالَ كونه حقاً لا تخلّف في شيء منه ، فلا يدلّ قوله : { وجدنا } على سبق بحث أو تطلب للمطابقة كما قد يتوهّم ، وقد يستعمل الوجدان في الإدراك والظنّ مجازاً ، وهو مجاز شائع .و ( ما ) موصولة في قوله : { مَا وعدنا ربّنا } و { مَا وعد ربّكم } ودَلت على أنّ الصّلة معلومة عند المخاطبين ، على تفاوت في الإجمال والتّفصيل ، فقد كانوا يعلمون أنّ الرّسول عليه الصّلاة والسّلام وعد المؤمنين بنعيم عظيم ، وتوعّد الكافرين بعذاب أليم ، سمع بعضهم تفاصيل ذلك كلَّها أو بعضها ، وسمع بعضهم إجمالها : مباشرة أو بالتّناقل عن إخوانهم ، فكان للموصولية في قوله : { أن قد وجدنا ما وعدنا ربنا حقا فهل وجدتم ما وعد ربكم حقا } إيجازٌ بديع ، والجواب بنَعَم تحقيق للمسؤول عنه بهل : لأنّ السؤال بهَل يتضمّن ترجيح السّائل وقوع المسؤول عنه ، فهو جوابُ المقرّ المتحسّر المعترف ، وقد جاء الجواب صالحاً لظاهر السّؤال وخفيِّه ، فالمقصود من الجواب بها تحقيق ما أريد بالسؤال من المعاني حقيقة أو مجازاً ، إذ ليست نعَم خاصة بتحقيق المعاني الحقيقيّة .وحذف مفعول ( وعَدَ ) الثّاني في قوله : { ما وعد ربكم } لمجرّد الإيجاز لدلالة مقابله عليه في قوله : { ما وعدنا ربنا } لأنّ المقصود من السّؤال سؤالهم عمّا يخصّهم . فالتّقدير : فهل وجدتم ما وعدكم ربّكم ، أي من العذاب لأنّ الوعد يستعمل في الخير والشرّ .ودلّت الفاء في قوله : { فأذّن مؤذن } على أنّ التّأذين مسبّب على المحاورة تحقيقاً لمقصد أهل الجنّة من سؤال أهل النّار من إظهار غلطهم وفساد معتقدهم .والتّأذينُ : رفع الصّوت بالكلام رفعاً يُسمع البعيد بقدر الإمكان وهو مشتقّ من الأذن بضمّ الهمزة جارحةِ السمع المعروفة ، وهذا التّأذين إخبار باللّعن وهو الإبعاد عن الخير ، أي إعلام بأنّ أهل النّار مبعدون عن رحمة الله ، زيادة في التّأييس لهم ، أو دعاء عليهم بِزيادة البعد عن الرّحمة ، بتضعيف العذاب أو تحقيق الخلود ، ووقُوع هذا التأذين عقب المحاورة يعلَم منه أنّ المراد بالظّالمين ، وما تبعه من الصّفات والأفعال ، هم أصحاب النّار ، والمقصود من تلك الصّفات تفظيع حالهم ، والنّداء على خبْثثِ نفوسهم ، وفساد معتقدهم .وقرأ نافع ، وأبو عمرو ، وعاصم ، وقُنبل عن ابن كثير : { أنْ لعنة الله } بتخفيف نون ( أن ) على أنّها تفسيريّة لفعل ( أذّنَ ) ورفععِ ( لعنة ) على الابتداء والجملة تفسيرية ، وقرأه الباقون بتشديد النّون وبنصب ( لعنة ) على ( أنّ ) الجملة مفعول ( أذّن ) لتضمنه معنى القَول ، والتّقدير : قائلاً أنّ لعنة الله على الظّالمين .والتّعبير عنهم بالظّالمين تعريف لهم بوصف جرى مجرى اللّقب تعرف به جماعتهم ، كما يقال : المؤمنين ، لأهل الإسلام ، فلا ينافي أنّهم حين وُصِفوا به لم يكونوا ظالمين ، لأنّهم قد علّموا بطلان الشّرك حقّ العلم وشأن اسم الفاعل أن يكون حقيقة في الحال مجازاً في الاستقبال ، ولا يكون للماضي.",
  "ayah": 44,
  "surah": 7
}
