{
  "text": "وأمّا إجراء الصّلة عليهم بالفعلين المضارعين في قوله : { يَصدّون } وقوله : { ويَبغونها } وشأنُ المضارع الدّلالة على حدث حاصل في زمن الحال ، وهم في زمن التّأذين لم يكونوا متّصفين بالصدّ عن سبيل الله ، ولا ببغي عوج السّبيل ، فذلك لقصد ما يفيده المضارع من تكرّر حصول الفعل تبعاً لمعنى التّجدّد ، والمعنى وصفهم بتكرّر ذلك منهم في الزّمن الماضي ، وهو معنى قول علماء المعاني استحضار الحالة ، كقوله تعالى في الحكاية عن نوح :{ ويصنع الفلك } [ هود : 38 ] مع أنّ زمن صنع الفلك مضى ، وإنّما قصد استحضار حالة التّجدّد ، وكذلك وصفهم باسم الفاعل في قوله : { وهم بالآخرة كافرون } فإن حقه الدلالة على زمن الحال ، وقد استعمل هنا في الماضي : أي كافرون بالآخرة فيما مضى من حياتهم الدّنيا ، وكلّ ذلك اعتماد على قرينة حال السّامعين المانعة من إرادة المعنى الحقيقي من صيغة المضارع وصيغة اسم الفاعل ، إذ قد عَلِم كلّ سامع أنّ المقصودين صاروا غير متلبّسين بتلك الأحداث في وقت التّأذين ، بل تلبّسوا بنقائضها ، فإنّهم حينئذ قد علموا الحقّ وشاهدوه كما دلّ عليه قولهم : { نَعَم  }. وإنَّما عُرّفوا بتلك الأحوال الماضية لأنّ النّفوس البشريّة تعرّف بالأحوال التي كانت متلبسة بها في مدّة الحياة الأولى . فبالموت تنتهي أحوال الإنسان فيستقر اتّصاف نفسه بما عاشت عليه ، وفي الحديث : \" يبعث كلّ عبد على ما مات عليه \" رواه مسلم ، ويجوز أن تكون هذه اللّعنة كانت الملائكة يَلعنونهم بها في الدّنيا . فجهروا بها في الآخرة ، لأنّها صارت كالشّعار للكفرة ينادَون بها ، وهذا كما جاء في الحديث : \" يؤتى بالمؤذّنين يوم القيامة يصرخون بالأذان \" مع أنّ في ألفاظ الأذان ما لا يقصد معناه يومئذ وهو : «حيّ على الصّلاة حيّ على الفلاح» . وفي حكاية ذلك هنا إعلام لأصحاب هذه الصّفات في الدّنيا بأنّهم محقوقون بلعنة الله تعالى .والمراد بالظّالمين : المشركون ، وبالصدّ عن سبيل الله : إمّا تعرّض المشركين للراغبين في الإسلام بالأذى والصّرف عن الدّخول في الدّين بوجوه مختلفة ، وسبيل الله ما به الوصول إلى مرضاته وهو الإسلام ، فيكون الصدّ مراداً به المتعدي إلى المفعول . وإما إعراضهم عن سماع دعوة الإسلام وسماع القرآن ، فيكون الصدّ مراداً به القاصر ، الذي قيل : إنّ مضارعه بكسر الصّاد ، أو إن حق مضارعه كسر الصّاد ، إذ قيل لم يسمع مكسور الصّاد ، وإن كان القياس كَسْر الصّاد في اللاّزم وضمَها في المتعدي .والضّمير المؤنّث في قوله : { ويبغونها } عائد إلى { سبيل الله  }. لأنّ السّبيل يذكّر ويؤنّث قال تعالى : { قل هذه سبيلي } [ يوسف : 108 ] وقال : { وإن يروا سبيل الرشد لا يتخذوه سبيلاً } [ الأعراف : 146 ].والعِوَج : ضدّ الاستقامة ، وهو بفتح العين في الأجسام : وبكسر العين في المعاني . وأصله أن يجوز فيه الفتح والكسر . ولكن الاستعمال خصّص الحقيقة بأحد الوجهين والمجازَ بالوجه الآخر ، وذلك من محاسن الاستعمال ، فالإخبار عن السبيل ( عِوج ) إخبار بالمصدر للمبالغة ، أي ويرومون ويحاولون إظهار هذه السّبيل عوجاء ، أي يختلقون لها نقائص يموّهونها على النّاس تنفيراً عن الإسلام كقولهم : { هل ندلكم على رجل ينبئكم إذا مزقتم كل مُمَزّق إنّكم لفي خَلق جديد أفترى على الله كذباً أم به جنة } [ سبأ : 7 ، 8 ] ، وتقدّم تفسيره عند قوله تعالى : { يا أهل الكتاب لم تصدون عن سبيل الله من آمن تبغونها عوجاً } في سورة آل عمران ( 99 ).وورد وصفهم بالكفر بطريق الجملة الاسميّة في قوله : وهم بالآخرة كافرون } للدّلالة على ثبات الكفر فيهم وتمكّنه منهم ، لأنّ الكفر من الاعتقادات العقليّة التي لا يناسبها التّكرّر ، فلذلك خولف بينه وبين وصفهم بالصدّ عن سبيل الله وبغي إظهار العِوَج فيها ، لأنّ ذَيْنك من الأفعال القابلة للتّكرير ، بخلاف الكفر فإنّه ليس من الأفعال ، ولكنّه من الانفعالات ، ونظير ذلك قوله تعالى : { يرزق من يشاء وهو القوي العزيز } [ الشورى : 19 ].",
  "ayah": 45,
  "surah": 7
}
