{
  "text": "جملة { هل ينظرون إلا تأويله } مستأنفة استينافاً بيانياً ، لأنّ قوله : { ولقد جئناهم بكتاب فصلناه على علم هدى ورحمة لقوم يؤمنون } يثير سؤال من يسأل : فماذا يؤخّرهم عن التّصديق بهذا الكتاب الموصوف بتلك الصّفات؟ وهل أعظم منه آية على صدق الرّسول صلى الله عليه وسلم فكان قوله : { هل ينظرون } كالجواب عن هذا السّؤال ، الذي يجيش في نفس السّامع . والاستفهام إنكاري ولذلك جاء بعده الاستثناء .ومعنى { ينظرون } ينتظرون من النّظرة بمعنى الانتظار ، والاستثناء من عموم الأشياء المنتظرات ، والمراد المنتَظرات من هذا النّوع وهو الآيات ، أي ما ينتظرون آية أعظم إلاّ تأويل الكتاب ، أي إلاّ ظهور ما تَوَعدَّهم به ، وإطلاق الانتظار هنا استعارة تهكميّة : شبه حال تمهّلهم إلى الوقت الذي سيحلّ عليهم فيه ما أوعدهم به القرآن بحال المنتظرين ، وهم ليسوا بمنتظرين ذلك إذ هم جاحدون وقوعه ، وهذا مثل قوله تعالى : { فهل ينظرون إلا الساعة أن تأتيهم بغتة } [ محمد : 18 ] وقوله { فهل ينتظرون إلا مثل أيام الذين خلوا من قبلهم } [ يونس : 102 ] والاستثناء على حقيقته وليس من تأكيد الشّيء بما يشبه ضدّه لأنّ المجاز في فعل { ينظرون } فقط .والقصر إضافي ، أي بالنّسبة إلى غير ذلك من أغراض نسيانهم وجحودهم بالآيات ، وقد مضى القول في نظير هذا التّركيب عند قوله تعالى : { هل ينظرون إلا أن تأتيهم الملائكة أو يأتي ربك أو يأتي بعض آيات ربك } في سورة الأنعام ( 158 ).والتّأويل توضيحُ وتفسير ما خفي ، من مقصد كلام أوْ فعل ، وتحقيقه ، قال تعالى : { سأنبئك بتأويل ما لم تستطع عليه صبراً } [ الكهف : 78 ] وقال : { هذا تأويل رؤياي من قبل } [ يوسف : 100 ] وقال : { ذلك خير وأحسن تأويلاً } [ النساء : 59 ] وقد تقدّم اشتقاقه ومعناه في المقدّمة الأولى من مقدّمات هذا التّفسير . وضمير { تأويله } عائد إلى ( كتابٍ ) من قوله : { ولقد جئناهم بكتاب فصلناه على علم } [ الأعراف : 52 ].وتأويله وضوح معنى ما عَدّوه محالا وكذباً ، من البعث والجزاء ورسالة رسول من الله تعالى ووحدانية الإله والعقاب ، فذلك تأويل ما جاء به الكتاب أي تحقيقه ووضوحه بالمشاهدة ، وما بعد العّيان بيان .وقد بيّنتْه جملة { يوم يأتي تأويله يقول } إلخ ، فلذلك فصلت ، لأنّها تتنزل من التي قبلها منزّلة البيان للمراد من تأويله ، وهو التأويل الذي سيظهر يوم القيامة ، فالمراد باليوم يوم القيامة ، بدليل تعلّقه بقوله : { يقول الذين نسوه من قبل } الآية فإنّهم لا يعلمون ذلك ولا يقولونه إلاّ يوم القيامة . وإتيان تأويله مجازٌ في ظهوره وتبيّنِه بعلاقة لزوم ذلك للإتيان . والتّأويل مراد به ما به ظهور الأشياء الدّالة على صدق القرآن . فيما أخبرهم وما توعّدهم .و { الذين نسوه } هم المشركون ، وهم معاد ضمير { ينظرون } فكان مقتضى الظّاهر أن يقال : يقُولون ، إلاّ أنّه أظهر بالموصولية لقصد التّسجيل عليهم بأنّهم نسُوه وأعرضوا عنه وأنكروه ، تسجيلاً مراداً به التّنبيه على خطئِهم والنَّعي عليهم بأنّهم يجرّون بإعراضهم سوء العاقبه لأنفسهم .والنّسيان مستعمل في الإعراض والصدّ ، كما تقدّم في قوله : { كما نسوا لقاء يومهم هذا } [ الأعراف : 51 ]والمضاف إليه المقدّرُ المنبيء عنه بناءُ ( قبلُ ) على الضم : هو التّأويلُ ، أو اليوم ، أي من قبل تأويله ، أو من قبل ذلك اليوم ، أي في الدّنيا . والقول هنا كناية عن العلم والاعتقاد ، لأنّ الأصل في الأخبار مطابقتها لاعتقاد المخبر ، أي يتبيّن لهم الحقّ ويصرّحون به .وهذا القول يقوله بعضهم لبعض اعترافاً بخطئهم في تكذيبهم الرّسول صلى الله عليه وسلم وما أخبر به عن الرّسل من قبله ، ولذلك جمع الرّسل هنا ، مع أنّ الحديث عن المكذّبين محمّداً صلى الله عليه وسلم وذلك لأنّ رسول الله صلى الله عليه وسلم ضرب لهم الأمثال بالرّسل السابقين ، وهم لما كذّبوه جرَّأهم تكذيبه على إنكار بعثة الرّسل إذ قالوا { ما أنزل الله على بشر من شيء } [ الأنعام : 91 ] أو لأنّهم مشاهدون يومئذ ما هو عقاب الأمم السّابقة على تكذيب رسلهم ، فيصدر عنهم ذلك القول عن تأثّر بجميع ما شاهدوه من التّهديد الشّامل لهم ولمن عداهم من الأمم .وقولهم : { قد جاءت رسل ربنا بالحق } خبر مستعمل في الإقرار بخطَئهم في تكذيب الرّسل ، وإنشاء للحسرة على ذلك ، وإبداء الحيرة فيما ذا يَصْنعون . ولذلك رتّبوا عليه وفرعوا بالفاء قولهم : { فهل لنا من شفعاء } إلى آخره .والاستفهام يجوز أن يكون حقيقياً يقوله بعضهم لبعض ، لَعلّ أحدهم يرشدهم إلى مخلص لهم من تلك الورطة ، وهذا القول يقولونه في ابتداء رؤية ما يهدّدهم قبل أن يوقنوا بانتفاء الشّفعاء المحكي عنهم في قوله تعالى : { فما لنا من شافعين ولا صديق حميم } [ الشعراء : 100 ، 101 ] ويجوز أن يكون الاستفهام مستعملاً في التّمني ، ويجوز أن يكون مستعملاً في النّفي . على معنى التّحسّر والتّندم . و { من } زائدة للتّوكيد . على جميع التّقادير . فتفيد توكيد العموم في المستفهم عنه ، ليفيد أنّهم لا يسألون عمن توهموهم شفعاء من أصنامهم ، إذ قد يئسوا منهم . كما قال تعالى : { وما نرى معكم شفعاءكم الذين زعمتم أنهم فيكم شركاء } [ الأعراف : 94 ] بل هم يتساءلون عن أي شفيع يشفع لهم . ولو يكون الرّسول عليه الصّلاة والسّلام الذي ناصبوه العَداء في الحياة الدّنيا . ونظيره قوله تعالى في سورة المؤمن ( 11 ) { فهل إلى خروج من سبيل . } وانتصب { فيشفعوا } على جواب الاستفهام ، أو التّمنّي ، أو النّفي .«والشفعاء» جمع شفيع وهو الذي يسعى بالشّفاعة ، وهم يُسمّون أصنامهم شفعاء قال تعالى : { ويقولون هؤلاء شفعاؤنا عند الله } [ يونس : 18 ].وتقدّم معنى الشّفاعة عند قوله تعالى : { ولا يقبل منها شفاعة } في سورة البقرة ( 48 ). وعند قوله : { من قبل أن يأتي يوم لا بيع فيه ولا خلة ولا شفاعة } في سورة البقرة ( 254 ) وعند قوله : { من يشفع شفاعة حسنة } في سورة النّساء ( 85 ).وعطف فعل نرد } ب ( أو ) على مدخول الاستفهام ، فيكون الاستفهام عن أحد الأمرين ، لأنّ أحدهما لا يجتمع مع الآخر ، فإذا حصلت الشّفاعة فلا حاجة إلى الردّ ، وإذا حصل الردّ استغني عن الشّفاعة .وإذ كانت جملة { لنا من شفعاء } واقعة في حيز الاستفهام ، فالتي عطفت عليها تكون واقعة في حيز الاستفهام ، فلذلك تعين رفع الفعل المضارع في القراءات المشهورة ، ورفعه بتجّرده عن عامل النّصب وعامل الجزم ، فوقع موقع الاسم كما قدّره الزمخشري تبعاً للفراء ، فهو مرفوع بنفسه من غير احتياج إلى تأويل الجملة التي قبله ، بردّها إلى جملة فعليّة ، بتقدير : هل يشفع لنا شفعاء كما قدّره الزّجاج ، لعدم المُلجىء إلى ذلك ، ولذلك انتصب : { فنعمل } في جواب { نرد } كما انتصب { فيشفعوا } في جواب { فهل لنا من شفعاء  }.والمراد بالعمل في قولهم : { فنعمل } ما يشمل الاعتقاد ، وهو الأهم ، مثل اعتقاد الوحدانيّه والبعث وتصديق الرّسول عليه الصّلاة والسّلام ، لأنّ الاعتقاد عمل القلب ، ولأنّه تترتّب عليه آثار عمليّة ، من أقوال وأفعال وامتثال . والمراد بالصّلة في قوله : { الذي كنا نعمل } ما كانوا يعملونه من أمور الدين بقرينة سياق قولهم : { قد جاءت رسل ربنا بالحق أي فنعمل ما يغاير ما صممنا عليه بعد مجيء الرّسول عليه الصّلاة والسّلام .وجملة : قد خسروا أنفسهم } مستأنفة استئنافاً ابتدائياً تذييلاً وخلاصة لقصّتهم ، أي فكان حاصل أمرهم أنّهم خسروا أنفسهم من الآن وضلّ عنهم ما كانوا يفترون .والخسارة مستعارة لعدم الانتفاع بما يرجى منه النّفع ، وقد تقدّم بيان ذلك عند قوله تعالى : { الذين خسروا أنفسهم فهم لا يؤمنون } في سورة الأنعام ، ( 12 ) وقوله : { فأولئك الذين خسروا أنفسهم } في أوّل هذه السّورة ( 9 ). والمعنى : أنّ ما أقحموا فيه نفوسهم من الشّرك والتّكذيب قد تبيّن أنّه مفض بهم إلى تحقّق الوعيد فيهم ، يوم يأتي تأويل ما توعّدهم به القرآن ، فبذلك تحقّق أنّهم خسروا أنفسهم من الآن ، وإن كانوا لا يشعرون .وأما قوله : وضل عنهم ما كانوا يفترون } فالضّلال مستعار للعدم طريقة التّهكّم شبه عدم شفعائهم المزعومين بضلال الإبل عن أربابها تهكّماً عليهم ، وهذا التّهكّم منظور فيه إلى محاكاة ظنّهم يوم القيامة المحكي عنهم في قوله قبل { قالوا ضلوا عنا } [ الأعراف : 37 ].و ( مَا ) من قوله : { ما كانوا يفترون } موصولة ، ما صْدَقها الشّفعاء الذين كانوا يدعونهم من دون الله . وحُذف عائد الصّلة المنصوب ، أي ما كانوا يفترونه ، أي يَكْذِبونه إذ يقولون { هؤلاء شفعاؤنا } [ يونس : 18 ] ، وهم جماد لاحظَّ لهم في شؤون العقلاء حتى يشفعوا ، فهم قد ضلوا عنهم من الآن ولذلك عبّر بالمضي لأنّ الضّلال المستعار للعدم متحقّق من ماضي الأزمنة .",
  "ayah": 53,
  "surah": 7
}
