{
  "text": "جملة معترضة بين جملة : { كذلك نخرج الموتى } [ الأعراف : 57 ] وبين جملة : { لقد أرسلنا نوحاً } [ الأعراف : 59 ] تتضمّن تفصيلاً لمضمون جملة : { فأخرجنا به من كل الثمرات } [ الأعراف : 57 ] إذ قد بيّن فيها اختلاف حال البلد الذي يصيبه ماء السّحاب ، دعا إلى هذا التّفصيل أنّه لما مُثِّل إخراج ثمرات الأرض بإخراج المَوتى منها يوم البعث تذكيراً بذلك للمؤمنين ، وإبطالاً لإحالة البعث عند المشركين ، مُثل هنا باختلاف حال إخراج النّبات من الأرض اختلافُ حال النّاس الأحياءِ في الانتفاع برحمة هُدى الله ، فموقع قوله : { والبلد الطيب يخرج نباته بإذن ربه } كموقع قوله : { كذلك نخرج الموتى } [ الأعراف : 57 ] ولذلك ذُيل هذا بقوله : { كذلك نصرف الأيات لقوم يشكرون } كما ذيل ما قبله بقوله : { كذلك نخرج الموتى لعلكم تذكرون } [ الأعراف : 57 ].والمعنى : كذلك نخرج الموتى وكذلك ينتفع برحمة الهَدْي من خُلقت فطرته طيّبة قابلة للهُدى كالبلد الطّيّب ينتفع بالمطر ، ويحرم من الانتفاع بالهدى من خلقت فطرته خبيثة كالأرض الخبيثة لا تنتفع بالمطر فلا تنبت نباتاً نافعاً ، فالمقصود من هذه الآية التّمثيل ، وليسَ المقصود مجرّد تفصيل أحوال الأرض بعد نزول المطر ، لأنّ الغرض المسوق له الكلام يجمع أمرين : العبرةَ بصنع الله ، والموعظَة بما يماثل أحواله . فالمعنى : كما أنّ البلد الطّيّب يَخرج نباته سريعاً بَهِجاً عند نزول المطر ، والبلد الخبيثَ لا يكاد ينبت فإن أنبت أخرج نبْتاً خبيثاً لا خير فيه .والطيب وصف على وزن فَيْعِل وهي صيغة تدلّ على قوّة الوصف في الموصوف مثل : قيّم ، وهو المتّصف بالطِّيببِ ، وقد تقدّم تفسير الطيب عند قوله تعالى : { قل أحلّ لكم الطّيّباتُ } في سورة المائدة ( 4 ) ، وعند قوله : { يأيّها النّاس كلوا ممّا في الأرض حلالاً طيِّباً } في سورة البقرة ( 168 ).والبلد الطّيب الأرضُ الموصوفة بالطِّيببِ ، وطيبها زكاء تربتها وملاءمتها لإخراج النّبات الصّالح وللزّرع والغرس النّافع وهي الأرض النّقيّه .والذي خبث ضدّ الطَّيب .وقوله : { بإذن ربه } في موضع الحال من { نباته } والإذن : الأمر ، والمراد به أمر العناية به كقوله : { لِمَا خلقتُ بيَدَيّ } [ ص : 75 ] ليدلّ على تشريف ذلك النّبات ، فهو في معنى الوصف بالزّكاء ، والمعنى : البلد الطَّيب يخرج نباته طيّباً زكياً مثلَه ، وقد أشار إلى طيب نباته بأنّ خروجه بإذن ربّه ، فأريد بهذا الإذن إذنٌ خاص هو إذن عناية وتكريم ، وليس المراد إذن التّقدير والتّكوين فإنّ ذلك إذن معروف لا يتعلّق الغرض ببَيانه في مثل هذا المقام .{ والذي خبث } حملهُ جميع المفسّرين على أنّه وصف للبلد ، أي البلد الذي خبث وهو مقابل البلد الطّيب ، وفسّروه بالأرض التي لا تنبت إلاّ نباتاً لا ينفع ، ولا يسرع إنباتها ، مثل السّباخ ، وحملوا ضمير يَخْرج على أنّه عائد للنّبات ، وجعلوا تقدير الكلام : والذي خبث لا ( يخرج ) نباتُه إلاّ نَكِداً ، فحُذف المضاف في التّقدير ، وهو نبات ، وأقيم المضاف إليه مقامه ، وهو ضمير البلد الذي خبث ، المستترُ في فعل يخرج .والذي يظهر لي : أن يكون { الذي } صادقاً على نبات الأرض ، والمعنى : والنّبت الذي خبث لا يخرج إلاّ نَكِداً ، ويكون في الكلام احتباك إذ لم يذكر وصف الطّيب بعد نبات البلد الطّيب ، ولم تذكر الأرض الخبيثة قبل ذكر النّبات الخبيث ، لدلالة كِلا الضدّين على الآخر . والتّقدير : والبلد الطّيب يخرج نباته طيّباً بإذْن ربّه ، والنّبات الذي خبث يخرج نكداً من البلد الخبيث ، وهذا صنع دقيق لا يهمل في الكلام البليغ .وقرأ الجميع { لا يَخْرُج } بفتح التّحتيّة وضمّ الراء إلاّ ابنَ وردان عن أبي جعفر قرأ بضمّ التّحتيّة وكسر الرّاء على خلاف المشهور عنه ، وقيل إنّ نسبة هذا لابن وردان توهم .والنّكد وصف من النكَد بفتح الكاف وهو مصدر نَكِدَ الشّيءُ إذا كان غير صالح يَجُرّ على مستعمله شراً . وقرأ أبو جعفر { إلا نكداً } ، بفتح الكاف .وفي تفصيل معنى الآية جاء الحديث الصّحيح عن النبي صلى الله عليه وسلم أنّه قال : « مثَلُ ما بَعثني الله به من الهُدى والعلم كمثل الغيث الكثير أصاب أرضاً فكان منها نَقِيَّةٌ قبِلَتْ الماءَ فأنبتت الكلأ والعُشْب الكثيرَ ، وكانت منها أجَادِبُ أمسكت الماء فنفع بها الله النّاسَ فشربوا وسَقَوا وزرعوا ، وأصاب طائفة أخرى إنّما هي قِيعَانٌ لا تُمْسك ماء ولا تنبتُ كَلأ فذلك مثَل مَن فَقُه في دين الله ونفعه ما بعثني اللَّهُ به فَعَلِمَ وَعَلَّمَ ، ومَثَل من لم يَرْفَعْ لِذلك رأساً ولم يَقْبَل هُدَى اللَّهِ الذي أُرْسِلْتُ به » . والإشارة بقوله : { كذلك نصرف الأيات } إلى تفنّن الاستدلال بالدّلائل الدّالة على عظيم القدرة المقتضية الوحدانيّة ، والدّالة أيضاً على وقوع البعث بعد الموت ، والدّالة على اختلاف قابليّة النّاس للهدى والانتفاع به بالاستدلال الواضححِ البيّن المقِرّب في جميع ذلك ، فذلك تصريف أي تنويع وتفنين للآيات أي الدّلائل .والمراد بالقوم الذين يشكرون : المؤمنون : تنبيهاً على أنّهم مورد التّمثيل بالبلد الطّيب ، وأنّ غيرهم مورد التّمثيل بالبلد الخبيث ، وهذا كقوله تعالى : { وتلك الأمثال نضربها للنّاس وما يعقلها إلاّ العالِمُون } [ العنكبوت : 43 ].",
  "ayah": 58,
  "surah": 7
}
