{
  "text": "هذا مماثل قولَ نوح لقومه وقد تقدّم آنفاً سبب المماثلة . وتقدّم من قبل تفسير نظيره .{ واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ قَوْمِ نُوحٍ وَزَادَكُمْ فِى الخلق بَسْطَةً فاذكروا ءَالآءَ الله لَعَلَّكُمْ تُفْلِحُونَ  }.يجوز أن يكون قوله : { لينذركم } عطفاً على قوله : { اعبدوا } [ الأعراف : 65 ] ويكونَ ما بينهما اعتراضاً حكي به ما جرى بينه وبين قومه من المحاورة التي قاطعوه بها عقب قوله لهم { اعبدوا الله } [ الأعراف : 65 ] ، فلمّا أتمّ جوابهم عمّا قاطعوا به كلامه عاد إلى دعوته ، فيكون رجوعاً إلى الدّعوى ، ويجوز أن يكون عطفاً على قوله : { أو عجبتم أن جاءكم ذكر من ربكم } أي : لا تنكروا أن جاءكم ذكر من ربّكم واذكروا نعمته عليكم ، فيكون تكملة للاستدلال ، وإيّاً مّا كان فالمآل واحد ، وانتقل من أمرهم بالتّوحيد إلى تذكيرهم بنعمة الله عليهم التي لا ينكرون أنّها من نعم الله دون غيره ، لأنّ الخلق والأمر لله لا لغيره . تذكيراً من شأنه إيصالهم إلى إفراد الله تعالى بالعبادة . وإنّما أمرهم بالذّكر ( بضمّ الذّال ) لأنّ النّفس تنسى النّعم فتكفر المنعم ، فإذا تذكّرت النّعمة رأتْ حقاً عليها أن تشكر المُنعم ، ولذلك كانت مسألة شكر المنعم من أهمّ مسائل التّكليف ، والاكتفاء بحسنه عقلاً عند المتّكلمين سواء منهم من اكتفى بالحس العقلي ومن لم يكتف به واعتَبر التوقّفَ على الخطاب الشّرعي .و { إذْ } اسم زمان منصوب على المفعول به ، وليس ظرفاً لعدم استقامة المعنى على الظرفية ، والتّحقيق أن ( إذْ ) لا تلازم الظرفية بل هي ظرف متصرّف ، وهو مختار صاحب «الكشاف» ، والمعنى : اذكروا الوقت الذي ظهرت فيه خلافتكم عن قوم نوح في تعمير الأرض والهيمنة على الأمم ، فإنّ عادا كانوا ذوي قوّة ونعمة عظيمة { وقالوا من أشَدّ منّا قوّة } [ فصلت : 15 ].فالخلفاء جمع خليفة وهو الذي يخلف غيره في شيء ، أي يتولى عمل ما كان يعمله الآخَر ، وقد تقدّم عند قوله تعالى : { إنّي جاعل في الأرض خليفة } في سورة البقرة ( 30 ) ، فالمراد : جعلكم خلفاء في تعمير الأرض ، ولما قال : من بعد قوم نوح } عُلم أنّ المقصود أنّهم خلفاء قوم نوح ، فعادٌ أوّل أمّة اضطلعت بالحضارة بعد الطّوفان ، وكان بنو نوح قد تكاثروا وانتشروا في الأرض ، في أرمينية والموصل والعراق وبلاد العرب ، وكانوا أمماً كثيرة ، أو كانت عاد عظم تلك الأمم وأصحاب السّيادة على سائر الأمم ، وليس المراد أنّهم خلفوا قوم نوح في ديارهم لأنّ منازل عاد غيرُ منازل قوم نوح عند المُؤرّخين ، وهذا التّذكير تصريح بالنّعمة ، وتعريض بالنّذارة والوعيدِ بأنّ قوم نوح إنّما استأصلهم وأبَادَهم عذابٌ من الله على شركهم ، فمن اتبعهم في صنعهم يوشك أن يحلّ به عذاب أيضاً .و { الخلق } يحتمل أن يكون مصدراً خالصاً ، ويحتمل أن يكون بمعنى اسم المفعول ، وهو يستعمل في المعنيين .وقوله : { بصطة } ثبت في المصاحف بصاد قبل الطاء وهو مرادف بسطة الذي هو بسين قبل الطاء . ووقع في آيات أخرى . وأهمل الراغب ( بصطة ) الذي بالصاد . وظاهر عبارة القرطبي أنه في هذه الآية بسين وليس كذلك .والبصطة : الوفرة والسعة في أمر من الآمور .فإن كان ( الخلق ) بمعنى المصدر فالبصطة الزّيادة في القُوى الجِبلية أي زادهم قوّة في عقولهم وأجسامهم فخلقهم عقلاء أصحاء ، وقد اشتهر عند العرب نسبة العقول الرّاجحة إلى عاد ، ونسبة كمال قوى الأجسام إليهم قال النّابغة :أحلامُ عاد وأجسام مطهَّرة ... من المعقة والآفات والإثِموقال وَدّاك بنُ ثُمَيْل المازتي في «الحماسة» :وأحلام عادٍ لا يخاف جليسهم ... ولو نَطَقَ العُوّار غَرْبَ لِسانوقال قيس بن عُبادة :وأنْ لا يَقولوا غاب قيس وهذه ... سراويل عادّي نمته ثَمُودوعلى هذه الوجه يكون قوله : { في الخلق } متعلّقاً ب { بصطة } ، وإن كان الخلق بمعنى النّاس فالمعنى : وزادكم بصطة في النّاس بأن جعلكم أفضل منهم فيما تتفاضل به الأمم من الأمور كلّها ، فيشمل رجحان العقول وقوّة الأجسام وسلامتها من العاهات والآفات وقوّة البأس ، وقَد نُسبت الدّروع إلى عاد فيقال لها : العاديّة ، وكذلك السّيوف العاديّة ، وقد قال الله تعالى حكاية عنهم : { وقالوا مَن أشد منّا قوّة } [ فصلت : 15 ] وحكَى عن هود أنّه قال لهم : { وتتّخذون مصانع لعلّكم تخلدون وإذا بطشتم بطشتم جبّارين فاتّقوا الله وأطيعون واتّقوا الذي أمدّكم بما تعلمون أمَدّكم بأنعام وبنين وجنّاتٍ وعيون } [ الشعراء : 129 134 ] وعلى هذا الوجه يكون قوله : { في الخلق } ظرفاً مستقراً في موضع الحال من ضمير المخاطبين .والفاء في قوله : { فاذكروا آلاء الله } فصيحة ، أي : إن ذكرتم وقت جَعَلَكَم اللَّهُ خلفاء في الأرض ووقتَ زادكم بصطة فاذكروا نعمه الكثيرة تفصيلاً ، فالكلام جاء على طريقه القيَاس من الاستدلال بالجزئي على إثبات حكم كلي ، فإنّه ذكرهم بنعمة واضحة وهي كونهم خلفاءَ ونِعَممٍ مُجملة وهي زيادة بصطتهم ، ثمّ ذكَّرهم بقية النّعم بلفظ العموم وهو الجمع المضاف .والآلاء جمع ( إلى ) ، والإلَى : النّعمة ، وهذا مثل جمع عِنَب على أعْنَاب ، ونظيره جمع إنى بالنّون ، وهو الوقت ، على آناء قال تعالى : { غير ناظرين إناهُ } [ الأحزاب : 53 ] أي وقته ، وقال { ومن آناء اللّيل فسبِّح } [ طه : 130 ].ورتب على ذكر نعم الله رجاء أن يفلحوا لأنّ ذكر النّعم يؤدّي إلى تكرير شكر المنعم ، فيحمِل المنعم عليه على مقابلة النّعم بالطّاعة .",
  "ayah": 69,
  "surah": 7
}
