{
  "text": "فأجابهم بأن أخبرهم بأنّ الله قد غضب عليهم ، وأنّهم وقع عليهم رجس من الله .والأظهر أنّ : { وقع } معناه حَق وثبت ، من قولهم للأمر المحقّق : هذا وَاقع ، وقولهم للأمر المكذوب : هذا غير واقع ، فالمعنى حَقّ وقُدر عليكم رجس وغضب . فالرّجس هو الشّيء الخبيث ، أطلق هنا مجازاً على خبث الباطن ، أي فساد النّفس كما في قوله تعالى : { فزادتهم رجساً إلى رجسهم } [ التوبة : 125 ] وقوله { كذلك يجعل الله الرّجس على الذين لا يؤمنون } [ الأنعام : 125 ]. والمعنى أصاب الله نفوسهم بالفساد لكفرهم فلا يقبلون الخير ولا يصيرون إليه ، وعن ابن عبّاس أنّه فَسَّر الرّجس هنا باللّعنة ، والجمهور فسّروا الرّجس هنا بالعذاب ، فيكون فعل : { وقَعَ } من استعمال صيغة المضي في معنى الاستقبال ، إشعاراً بتحقيق وقوعه؟ ومنهم من فسّر الرّجس بالسّخط ، وفسّر الغضب بالعذاب ، على أنّه مجاز مرسَل لأنّ العذاب أثر الغضب ، وقد أخبَر هود بذلك عن علم بوحي في ذلك الوقت أو من حين أرسله الله ، إذْ أعلمه بأنّهم إن لم يرجعوا عن الشّرك بعد أن يُبَلِّغهم الحجّة فإنّ عدم رجوعهم علامة على أنّ خبث قلوبهم متمكّن لا يزول ، ولا يرجى منهم إيمان ، كما قال الله لنوح : { لن يُؤمن من قومك إلاّ مَن قد آمن } [ هود : 136 ].وغضب الله تقديره : الإبعاد والعقوبة والتّحقير ، وهي آثار الغضب في الحوادث ، لأنّ حقيقة الغضب : انفعال تنشأ عنه كراهيّة المغضوب عليه وإبعادُه وإضراره .وتأخير الغضب عن الرّجس لأنّ الرّجس ، وهو خبث نفوسهم ، قد دلّ على أنّ الله فطرهم على خبث بحيث كان استمرارهم على الضّلال أمراً جِبلّياً ، فدلّ ذلك على أنّ الله غضب عليهم . فوقوع الرجس والغضب عليهم حاصل في الزّمن الماضي بالنّسبة لوقت قول هود . واقترانُه ب { قد } للدّلالة على تقريب زمن الماضي من الحال : مثل قَد قامت الصّلاة .وتقديم : { عليكم من ربّكم } على فاعل الفعل للاهتمام بتعجيل ذكر المغضوب والغاضب ، إيقاظاً لبصائرهم لعلّهم يبادرون بالتّوبة ، ولأنّ المجرورين متعلّقان بالفعل فناسب إيلاؤهما إياه ، ولو ذُكرا بعد الفاعل لتُوهِّم أنّهما صفتان له ، وقدم المجرور الذي هو ضميرهم ، على الذي هو وصف ربّهم لأنّهم المقصود الأوّل بالفعل .ولمّا قَدّم إنذارهم بغضب الله عاد إلى الاحتجاج عليهم بفساد معتقدهم فأنكر عليهم أن يجادلوا في شأن أصنامهم . والمجادلة : المحاجة .وعبّر عن الأصنام بأنّها أسماء ، أي هي مجرّد أسماء ليست لها الحقائق التي اعتقدوها ووضعوا لها الأسماء لأجل استحضارها ، فبذلك كانت تلك الأسماء الموضوعة مجرّد ألفاظ ، لانتفاء الحقائق التي وضعوا الأسماء لأجلها . فإنّ الأسماء توضع للمسمّيات المقصودة من التّسمية ، وهم إنّما وضعوا لها الأسماء واهتمّوا بها باعتبار كون الإلهيّة جزءاً من المسمَّى الموضوع له الاسم ، وهو الدّاعي إلى التّسميّة ، فمعاني الإلهية وما يتبعها ملاحظةٌ لمن وَضَع تلك الأسماء ، فلمّا كانت المعاني المقصودة من تلك الأسماء منتفية كانت الأسماء لا مسمّياتتٍ لها بذلك الاعتبار ، سواء في ذلك ما كان منها له ذوات وأجسام كالتّماثيل والأنصاب ، وما لم تكن له ذات ، فلعلّ بعص آلهة عاد كان مجرّد اسم يذكرونه بالإلهيّة ولا يجعلون له تمثالاً ولا نُصباً ، مثل ما كانت العزى عند العرب ، فقد قيل : إنهم جعلوا لها بيتاً ولم يجعلوا لها نصباً وقد قال الله تعالى في ذلك : { إن هي إلاّ أسماء سمّيتموها أنتم وآباؤكم ما أنزل الله بها من سلطان } [ النجم : 23 ].وذكر أهل الأخبار أنّ عادا اتّخذوا أصناماً ثلاثة وهي ( صَمُود ) بفتح الصّاد المهملة بوزن زَبُور . و { صُداء } بضمّ الصّاد المهملة مضبوطاً بخط الهَمَذاني محشي «الكشاف» في نسخة من حاشيته المسمّاة «توضيح المشكلات» ومنسوخة بخطّه ، وبدال مهملة بعدها ألف ولم أقف على ضبط الدّال بالتّشديد أو بالتّخفيف : وقد رأيت في نسخة من «الكشاف» مخطوطة موضوعاً على الدّال علامة شدّ ، ولستُ على تمام الثّقة بصحّة النّسخة ، وبعد الألف همزة كما هو في نسخ «الكشاف» و«تفسير البغوي» ، وكذلك هو في أبيات موضوعة في قصّة قوم عاد في كتب القَصص . ووقع في نسخة «تفسير ابن عطيّة» وفي «مروج الذّهب» للمسعودي ، وفي نسخه من شرح ابن بدرون على قصيدة ابن عبدون الأندلسِي بدون همزة بعد الألف ). و ( الهباء ) بالمدّ في آخره مضبوطاً بخطّ الهمذاني في نسخة حاشيته على «الكشاف» ، وفي نسخة «الكشاف» المطبوعة ، وفي «تفسيري» البغوي والخازن ، وفي الأبيات المذكورة آنفاً . ووقع في نسخة قلمية من «الكشاف» بألف دون مدّ . ولم أقف على ضبط الهاء ، ولم أر ذكر صداء والهباء فيما رأيت من كتب اللّغة .وعطف على ضمير المخاطبين : { وآبَاؤكم } لأنّ من آبائهم من وضع لهم تلك الأسماء ، فالواضعون وضعوا وسَمَّوْا ، والمقلّدون سمَّوْا ولم يضَعوا ، واشترك الفريقان في أنّهم يذكرون أسماء لا مسمّيات لها .و { سمّيتموها } معناه : ذكرتموها بألسنتكم ، كما يقال : سمّ الله ، أي ذاكر اسمه ، فيكون سمّى بمعنى ذكر لفظ الاسم ، والألفاظ كلّها أسماء لمدلولاتها ، وأصل اللّغة أسماء قال تعالى : { وعلم آدم الأسماء كلّها } [ البقرة : 31 ] ، وقال لبيد :إلى الحول ثمّ اسمُ السّلامُ عليكُما ... أي لفظه . وليس المراد من التّسمية في الآية وضع الاسم للمسمّى ، كما يقال : سمّيت ولدي كذا ، لأنّ المخاطبين وكثيراً من آبائهم لاحظّ لهم في تسميّة الأصنام ، وإنّما ذلك من فعل بعض الآباء وهم الذين انتحلوا الشّرك واتّخذوه ديناً وعلَّموه أبناءهم وقومهم ، ولأجل هذا المعنى المقصود من التّسمية لم يُذكر لفعل «سمّيتم» مفعول ثان ولا متعلِّق ، بل اقتصر على مفعول واحد .والسلطانُ : الحجّة التي يصدّق بها المخالفُ ، سمّيت سلطاناً لأنّها تتسلّط على نفس المعارض وتقنعه ، ونَفَى أن تكون الحجّة منزلة من الله لأنّ شأن الحجّة في مثل هذا أن يكون مخبَراً بها من جانب الله تعالى ، لأنّ أمور الغيب ممّا استأثر الله بعلمه . وأعظم المغيَّبات ثبوت الإلهيّة لأنّها قد يَقصر العمل عن إدراكها فمن شأنها أن تُتلقى من قبل الوحي الإلهي .والفاء في قوله : { فانتظروا } لتفريع هذا الإنذار والتّهديد السّابق ، لأنّ وقوع الغضب والرّجس عليهم ، ومكابرتهم واحتجاجهم لما لا حجّة له ، ينشأ عن ذلك التّهديد بانتظار العذاب .وصيغة الأمر للتّهديد مثل : { اعملوا ما شئتم } [ فصلت : 40 ]. والانتظار افتعال من النّظر بمعنى التّرقّب ، كأنّ المخاطب أمِر بالتّرقّب فارْتقبَ .ومفعول : { انتظروا } محذوف دلّ عليه قوله : { رجس وغضب } أي فانتظروا عقاباً .وقوله : { إني معكم من المنتظرين } استيناف بياني لأنّ تهديده إياهم يثير سؤالاً في نفوسهم أن يقولوا : إذا كنّا ننتظر العذاب فماذا يكون حالُك ، فبيّن أنّه ينتظر معهم ، وهذا مقام أدب مع الله تعالى كقوله تعالى تَلْقِيناً لرسوله محمّد صلى الله عليه وسلم «وما أدري ما يفعل بي ولا بكم» فهودٌ يخاف أن يشمله العذاب النّازل بقومه وذلك جائز كما في الحديث : أنّ أمّ سلمة قالت : «أنهلك وفينا الصّالحون» قال : \" نعم إذا كثر الخبث \" . وفي الحديث الآخر : \" ثمّ يحشرون على نيّاتهم \" ويجوز أن ينزّل بهم العذاب ويراه هود ولكنّه لا يصيبه ، وقد روي ذلك في قصّته ويجوز أن يبعده الله وقد روي أيضاً في قصته بأن يأمره بمبارحة ديار قومه قبل نزول العذاب :",
  "ayah": 71,
  "surah": 7
}
