{
  "text": "الفاء للتّعقيب لِحكاية قول الذين استكبروا : { إنّا بالذي آمنتم به كافرون } [ الأعراف : 76 ] ، أي قالوا ذلك فعقروا ، والتّعقيب في كلّ شيء بحسبه ، وذلك أنّهم حينَ قالوا ذلك كانوا قد صدعوا بالتّكذيب ، وصمّموا عليه ، وعجزوا عن المحاجة والاستدلال ، فعزموا على المصير إلى النّكاية والإغاظة لصالح عليه السّلام ومن آمنَ به ، ورسموا لابتداء عملهم أن يعتدوا على النّاقة التي جعلها صالح عليه السّلام لهم ، وأقامها بينَه وبينهم علامة موادعة ما داموا غير متعرّضين لها بسوء ، ومقصدهم من نيّتهم إهلاك النّاقة أن يزيلوا آية صالح عليه السّلام لئلا يزيد عدد المؤمنِين به ، لأنّ مشاهدة آية نبوءته سالمة بينهم تثير في نفوس كثير منهم الاستدلال على صدقه والاستئناس لذلك بسكوت كبرائهم وتقريرهم لها على مرعاها وشِربها ، ولأنّ في اعتدائهم عليها إيذاناً منهم بتحفزهم للإضرار بصالح عليه السّلام وبمن آمن به بعدَ ذلك وليُرُوا صالحاً عليه السّلام أنّهم مستخفّون بوعيده إذ قال لهم : { ولا تمسوها بسوء فيأخذكم عذاب أليم } [ الأعراف : 73 ].والضّمير في قوله : { فعقروا } عائد إلى { الذين استكبروا } [ الأعراف : 75 ] ، وقد أسند العقر إليهم وإن كان فاعله واحداً منهم لأنّه كان عن تمالىء ورضى من جميع الكبراء ، كما دلّ عليه قوله تعالى في سورة القمر ( 29) : { فَنادَوْا صاحبَهم فتعاطى فعَقر } وهذا كقول النّابغة في شأن بني حُنّ :وهم قتلوا الطاءيّ بالجوّ عنوة ... وإنَّما قتله واحد منهموذُكر في الأثر : أنّ الذي تولّى عقر النّاقة رجل من سادتهم اسمه ( قُدار ) بضم القاف ودال مهملة مخففة وراء في آخره ابن سالف . وفي حديث البخاري أنّ النبي ذكر في خطبته الذي عقر الناقة فقال : انبعثَ لها رجل عزيز عَارِم منيعٌ في رهطه مثل أبي زمْعة .والعَقْر : حقيقته الجرح البليغ ، قال امرؤ القيس :تقول وقد مال الغبيط بِنَا معا ... عَقَرْتَ بعيري يا امرأ القيس فانزلأي جرحتَه باحتكاك الغبيط في ظهره من مَيله إلى جهةٍ ، ويطلق العقر على قطع عضو الحيوان ، ومنه قولهم ، عَقَرَ حمارَ وحش ، أي ضربه بالرّمح فقطع منه عضواً ، وكانوا يعقرون البعير المرادَ نحرُه بقطع عضوٍ منه حتّى لا يستطيع الهروب عند النّحر ، فلذلك أطلق العقر عن النّحر على وجه الكناية قال امرؤ القيس :ويَومَ عَقَرْتُ للعذارَى مطيَّتي ... وما في هذه الآية كذلك .والعُتوّ تجاوز الحد في الكِبْر ، وتعديته ب ( مَن ) لتضمينه معنى الإعراض .وأمرُ ربّهم هو ما أمرهم به على لسان صالح عليه السّلام من قوله : { ولا تمسوها بسوء } [ الأعراف : 73 ] فعُبّر عن النّهي بالأمر لأنّ النّهي عن الشّيء مقصود منه الأمر بفعل ضدّه ، ولذلك يقول علماء الأصول إنّ النّهي عن الشّيء يستلزم الأمرَ بضدّه الذي يحصل به تحقّق الكفّ عن المنهي عنه .وأرادوا : { بما تعدنا } العذاب الذي توعَّدهم به مجملاً .وجيء بالموصول للدّلالة على أنّهم لا يخشون شيئاً ممّا يريده من الوعيد المجمل . فالمراد بما تتوعدنا به وصيغت صلة الموصول من مادة الوعد لأنه أخف من مادة الوعد .وقد فرضوا كونَه من المرسلين بحرف ( إنْ ) الدّال على الشكّ في حصول الشّرط ، أي إن كنتَ من الرّسل عن الله فالمراد بالمرسلين من صَدق عليهم هذا اللّقب . وهؤلاء لجهلهم بحقيقة تصرّف الله تعالى وحكمته ، يحسبون أنّ تصرّفات الله كتصرّفات الخلق ، فإذا أرسل رسولاً ولم يصدّقْه المرسَل إليهم غَضِب الله واندَفع إلى إنزال العقاب إليهم ، ولا يعلمون أنّ الله يُمهل الظّالمين ثمّ يأخذهم متى شاء .",
  "ayah": 77,
  "surah": 7
}
