{
  "text": "عُطف { ولوطاً } على { نوحاً } في قوله : { لقد أرسلنا نوحاً } [ الأعراف : 59 ] فالتّقدير : وأرسلنا لوطاً ، وتغيير الأسلوب في ابتداء قصّة لوط وقومه إذ ابتُدئت بذكر ( لوطاً ) كما ابتدئت قصّة بذكر نوح لأنه لم يكن لقوم لوط اسم يعرفون به كما لم يكن لقوم نوح اسم يعرفون به . و ( إذ ) ظرف متعلّق ب ( أرسلنا ) المقدر يعني أرسلناه وقت قال لقومه وجعل وقت القول ظرفاً للإرسال لإفادة مبادرته بدعوة قومه إلى ما أرسله الله به ، والمقارنة التي تقتضيها الظّرفية بين وقت الإرسال ووقت قوله ، مقارنةٌ عرفية بمعنى شدّة القرب بأقصى ما يستطاع من مبادرة التّبليغ .وقوم لوط كانوا خليطاً من الكنعانيين وممّن نزل حولهم . ولذلك لم يوصف بأنّه أخوهم إذ لم يكن من قبائلهم ، وإنّما نزل فيهم واستوطن ديارهم . ولوط عليه السّلام هو ابن أخِي إبراهيم عليه السّلام كما تقدّم في سورة الأنعام ، وكان لوط عليه السّلام قد نزل ببلاد ( سَدوم ) ولم يكن بينهم وبينه قرَابة .والقوم الذين أرسل إليهم لوط عليه السّلام هم أهل قرية ( سدوم ) و ( عمُّورة ) من أرض كنعان ، وربّما أطلق اسم سدوم وعمُّورة على سكّانهما . وهو أسلاف الفنيقيين وكانتا على شاطىء السديم ، وهو بحر الملح ، كما جاء في التّوراة وهو البحر الميّت المدعو ( بحيرة لوط ) بقرب أرشليم . وكانت قرب سدوم ومن معهم أحدثوا فاحشة استمتاع الرّجال بالرّجال ، فأمر الله لوطاً عليه السّلام لما نزل بقريتهم سدوم في رحلته مع عمّه إبراهيم عليه السّلام أن ينهاهم ويغلظ عليهم .فالاستفهام في { أتأتون } إنكاري توبيخي ، والإتيان المستفهم عنه مجاز في التّلبّس والعمل ، أي أتعملون الفاحشة ، وكني بالإتيان على العمل المخصوص وهي كناية مشهورة .والفاحشه : الفعل الدّنيء الذّميم ، وقد تقدّم الكلام عليها عند تفسير قوله تعالى : { وإذا فعلوا فاحشة } [ الأعراف : 28 ] : والمراد هنا فاحشة معروفة ، فالتّعريف للعهد .وجملة : { ما سبقكم بها من أحد من العالمين } مستأنفة استينافاً ابتدائياً ، فإنّه بعد أن أنكر عليهم إتيان الفاحشة ، وعبّر عنها بالفاحشة ، وبّخهم بأنّهم أحدثوها ، ولم تكن معروفة في البشر فقد سَنُّوا سنة سيّئة للفاحشين في ذلك .ويجوز أن تكون جملة : { ما سبقكم بها من أحد } صفة للفاحشة ، ويجوز أن تكون حالا من ضمير : { تأتون } أو من : { الفاحشة  }.والسبق حقيقته : وصول الماشي إلى مكان مطلوب له ولغيره قبل وصول غيره ، ويستعمل مجازاً في التّقدّم في الزّمان ، أي الأوّلية والابتداءِ ، وهو المراد هنا ، والمقصود أنّهم سبقوا النّاس بهذه الفاحشة إذ لا يقصد بمثل هذا التّركيب أنّهم ابتدأوا مع غيرهم في وقت واحد .والباء لتعدية فعل ( سبق ) لاستعماله بمعنى ( ابتدا ) فالباء ترشيح للتّبعيّة . و ( مِنْ ) الدّاخلة على ( أحدٍ ) لتوكيد النّفي للدّلالة على معنى الاستغراق في النّفي . و ( مِن ) الداخلة على { العالمين } للتبعيض .",
  "ayah": 80,
  "surah": 7
}
