{
  "text": "عُطفت جملة { ولو أن أهل القرى } على جملة : { وما أرسلنا في قرية من نبيء إلاّ أخذنا أهلها بالبأساء والضراء } [ الأعراف : 94 ] أي : ما أرسلنا في قرية نبيئاً فكذبه أهلها إلاّ نبهناهم واستدرجناهم ثم عاقبناهم ، ولو أن أهل تلك القرى المُهْلَكَةِ آمنوا بما جاءهم به رسولهم واتقوا ربهم لما أصبناهم بالبأساء ولأحييناهم حياة البركة ، أي : ما ظلمهم الله ولكنهم ظلموا أنفسهم .وشرط ( لو ) الامتناعية يحصل في الزمن الماضي ، ولما جاءت جملة شرطها مقترنة بحرف ( أنّ ) المفيد للتأكيد والمصدرية ، وكان خبر ( أنّ ) فعلاً ماضياً توفر معنى المضي في جملة الشرط . والمعنى : لو حصل إيمانهم فيما مضى لفتحنا عليهم بركات .والتقْوى : هي تقوى الله بالوقوف عند حدوده وذلك بعد الإيمان .والتعريف في { القرى } تعريف العهد ، فإضافة { أهل } إليه تفيد عمومه بقدر ما أضيف هو إليه ، وهذا تصريح بما أفهمه الإيجاز في قوله : { وما أرسلنا في قرية من نبيء إلاّ أخذنا أهلها بالبأساء والضراء } [ الأعراف : 94 ] الآية كما تقدم ، وتعريض بإنذار الذين كذبوا محمداً صلى الله عليه وسلم من أهل مكة ، وتعريض ببشارة أهل القُرى الذين يؤمنون كأهل المدينة ، وقد مضى في صدر تفسير هذه السورة ما يقرّب أنها من آخر ما نزل بمكة ، وقيل ، إن آيات منها نزلت بالمدينة كما تقدم وبذلك يظهر موقع التعريض بالنذارة والبشارة للفريقين من أهل القرى ، وقد أخذ الله أهل مكة بعد خروج المؤمنين منها فأصابهم بسبع سنين من القحط ، وبارك لأهل المدينة وأغناهم وصرف عنهم الحمى إلى الجُحفة ، والجُحفة يومئذٍ بلاد شرك .والفتح : إزالة حَجْز شيء حاجز عن الدخول إلى مكان ، يقال : فتح الباب وفتح البيت ، وتعديته إلى البيت على طريقة التوسع ، وأصله فتح للبيت ، وكذلك قوله هنا : { لفتحنا عليهم بركات } وقولُه : { ما يفتح الله للناس من رحمة فلا ممسك لها } [ فاطر : 2 ] ، ويقال : فتح كوة ، أي : جعلها فتحة ، والفتح هنا استعارة للتمكين ، كما تقدم في قوله تعالى : { فلما نسوا ما ذكروا به فتحنا عليهم أبواب كل شيء } في سورة الأنعام ( 44 ).وتعدية فعل الفتح إلى البركات هنا استعارة مكنية بتشبيه البركات بالبيوت في الانتفاع بما تحتويه ، فهنا استعارتان مكنية وتبعية ، وقرأ ابن عامر : لفتّحنا } بتشديد التاءِ وهو يفيد المبالغة .والبركات : جمع بركة ، والمقصود من الجمع تعددها ، باعتبار تعدد أصناف الأشياء المباركة . وتقدم تفسير البركة عند قوله تعالى : { وهذا كتاب أنزلناه مبارك } في سورة الأنعام ( 92 ). وتقدم أيضاً في قوله تعالى : { إن أول بيت وضع للناس للّذي بمكّة مباركاً } في سورة آل عمران ( 96 ). وتقدم أيضاً في قوله تعالى : { تَبارك الله رب العالمين } في هذه السورة ( 54 ) ، وجُماع معناها هو الخير الصالح الذي لا تبعة عليه في الآخرة فهو أحسن أحوال النعمة ، ولذلك عبر في جانب المغضوب عليهم المستدرَجين بلفظ الحسنة } بصيغة الإفراد في قوله :{ مكان السيئة الحسنة } وفي ج [ الأعراف : 95 ] انب المؤمنين بالبركات مجموعة .وقوله : { من السماء والأرض } مراد به حقيقته ، لأن ما يناله الناس من الخيرات الدنيوية لا يعدو أن يكون ناشئاً من الأرض ، وذلك معظم المنافع ، أو من السماء مثل ماء المطر وشعاع الشمس وضوء القمر والنجوم والهواء والرياح الصالحة .وقوله : { ولكن كذبوا } استثناء لنقيض شرط ( لو ) فإن التكذيب هو عدم الإيمان فهو قياس استثنائي .وجملة : { فأخذناهم } متسببة على جملة : { ولكن كذبوا } وهو مثل نتيجة القياس ، لأنه مساوي نقيضضِ التالي ، لأن أخذهم بما كسبوا فيه عدم فتح البركات عليهم .وتقدم معنى الأخذ آنفاً في قوله تعالى : { فأخذناهم بغتة } [ الأعراف : 95 ] ، والمراد به أخذ الاستئصال .والباء للسببية أي بسبب ما كسبوه من الكفر والعصيان .",
  "ayah": 96,
  "surah": 7
}
