{
  "text": "Supplication for the absolution of disbelievers is not allowed\nوَاغْفِرْ‌ لِأَبِي إِنَّهُ كَانَ مِنَ الضَّالِّينَ ﴿86﴾\nAnd forgive my father. Indeed he was among those who went astray. (26:86)\nThis prayer of Sayyidna Ibrahim (علیہ السلام) ill seems to be against the following verse:\nمَا كَانَ لِلنَّبِيِّ وَالَّذِينَ آمَنُوا أَن يَسْتَغْفِرُ‌وا لِلْمُشْرِ‌كِينَ وَلَوْ كَانُوا أُولِي قُرْ‌بَىٰ مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الْجَحِيمِ\n\"It is not for the Prophet and the believers to seek forgiveness for the Mushriks, even if they are kinsmen, after it became clear to them that they are the people of hell. (9:113)\nThis verse clearly lays down the rule that it is not allowed for a Muslim to pray for the forgiveness of the one about whom it is certainly known that he died in the state of kufr.\nNow the question arises here as to why did Sayyidna Ibrahim (علیہ السلام) supplicate for the forgiveness of his father, who was a disbeliever? Allah Ta’ ala himself has given answer to this question in the Holy Qur’ an:\nوَمَا كَانَ اسْتِغْفَارُ‌ إِبْرَ‌اهِيمَ لِأَبِيهِ إِلَّا عَن مَّوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِّلَّـهِ تَبَرَّ‌أَ مِنْهُ ۚ إِنَّ إِبْرَ‌اهِيمَ لَأَوَّاهٌ حَلِيمٌ\nAnd the prayer of Ibrahim for the forgiveness of his father was not but due to a promise he had made to him. Later when it became clear to him that he was an enemy of Allah, he withdrew himself from him. Surely, Ibrahim is oft-sighing (before Allah), forbearing. (9:114)\nThe gist of the answer is that Sayyidna Ibrahim (علیہ السلام) had supplicated for the pardon of his father within his lifetime with the intent and desire that Allah Ta’ ala would give him Divine help to turn to faith, after which the forgiveness was sure. Alternatively, Sayyidna Ibrahim (علیہ السلام) was of the opinion that his father had accepted the faith, but had not made it public. But once he learnt that his father had died as an infidel, he pronounced his complete disgust against his attitude and disowned it.\nNote\nThe point whether Sayyidna Ibrahim (علیہ السلام) had become aware of the infidelity of his father within his lifetime or came to know about it after his death, or he would know this on the Dooms Day, is fully discussed in Surah Taubah.",
  "ayah": 87,
  "surah": 26
}
