{
  "text": "হে ইমানদারগণ [১] ! তোমারা নিজেদেরকে এবং তোমাদের পরিবার-পরিজনকে রক্ষা কর আগুন থেকে [২], যার ইন্ধন হবে মানুষ এবং পাথর, যাতে নিয়োজিত আছে নির্মম, কঠোরস্বভাব ফেরেশতাগণ, যারা অমান্য করে না তা, যা আল্লাহ তাদেরকে আদেশ করেন। আর তারা যা করতে আদেশপ্ৰাপ্ত হয় তা-ই করে।\n[১] এই আয়াতে সাধারণ মুসলিমদেরকে বলা হয়েছে, তোমরা নিজেদেরকে এবং তোমাদের পরিবার-পরিজনকে জাহান্নামের অগ্নি থেকে রক্ষা কর। অতঃপর জাহান্নামের অগ্নির ভয়াবহতা উল্লেখ করে অবশেষে এ কথাও বলা হয়েছে যে, যারা জাহান্নামের যোগ্য পাত্র হবে, তারা কোন শক্তি, দলবল, খোশামোদ অথবা ঘুষের মাধ্যমে জাহান্নামে নিয়োজিত কঠোরপ্রাণ ফেরেশতাদের কবল থেকে আত্মরক্ষা করতে সক্ষম হবে না। এই ফেরেশতাদের নাম যাবানিয়া’। এ আয়াত থেকে প্রকাশ পায় যে, আল্লাহর আযাব থেকে নিজেকে রক্ষা করার জন্য প্রচেষ্টা চালানোর মধ্যেই কোন মানুষের দায়িত্ব ও কর্তব্য সীমাবদ্ধ নয়। বরং যে পরিবারটির নেতৃত্বের বোঝা তার কাঁধে স্থাপন করেছে তার সদস্যরা যাতে আল্লাহর প্রিয় মানুষরূপে গড়ে উঠতে পারে সাধ্যমত সে শিক্ষা দেয়াও তার কাজ। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন,\n“তোমরা প্রত্যেকেই রাখাল বা দায়িত্বশীল এবং প্রত্যেককেই তার অধীনস্ত লোকদের সম্পর্কে জবাবদিহি করতে হবে। শাসকও রাখাল বা দায়িত্বশীল, তাকে তার অধীনস্ত লোকদের ব্যাপারে জবাবদিহি করতে হবে। নারী তার স্বামীর বাড়ী এবং তার সন্তান-সন্ততির তত্ত্বাবধায়িকা, তাকে তাদের ব্যাপারে জবাবদিহি করতে হবে।” [বুখারী: ৮৯৩, ৫১৮৮]\n[২] এর উপায় এই যে, আল্লাহ তা'আলা তোমাদেরকে যেসব কাজ করতে নিষেধ করেছেন, তোমরা তাদেরকে সেসব কাজ করতে নিষেধ কর এবং যেসব কাজ করতে আদেশ করেছেন, তোমরা পরিবার-পরিজনকেও সেগুলো করতে আদেশ কর। এই কর্মপন্থা তাদেরকে জাহান্নামের অগ্নি থেকে রক্ষা করতে পারবে। [ইবন কাসীর]\nহাদীসে এসেছে, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন, “আল্লাহ্ ঐ ব্যক্তিকে রহমত করুন, যে নিজে রাতে সালাত আদায় করতে দাঁড়িয়েছে, এবং তার স্ত্রীকে জাগিয়েছে, সে যদি দাঁড়াতে অস্বীকার করে তার মুখে পানি ছিটিয়েছে। আল্লাহ ঐ মহিলাকেও রহমত করুন যে, নিজে রাতে সালাত আদায় করতে দাঁড়িয়েছে এবং তার স্বামীকে জাগিয়েছে, যদি সে দাঁড়াতে অস্বীকার করে তার মুখে পানি ছিটিয়েছে।” [আবু দাউদ: ১৪৫০, ইবনে মাজহ: ১৩৩৬]\nহাদীসে আরও এসেছে, রাসূলুল্লাহ্ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “তোমরা তোমাদের সন্তানদেরকে সালাতের জন্য সাত বছর বয়সে পৌছলেই নির্দেশ দাও, আর তাদেরকে দশ বছর হলে এর জন্য দণ্ড দাও। আর তাদের শোয়ার জায়গা পৃথক করে দাও। [আবু দাউদ: ৪৯৫, মুসনাদে আহমাদ: ২/১৮০] অনুরূপভাবে পরিবার পরিজনকে সালাতের সময়, সাওমের সময় হলে স্মরণ করিয়ে দেয়াও এর অন্তর্ভুক্ত। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যখনই বিতর পড়তেন তখনি আয়েশা রাদিয়াল্লাহু ‘আনহাকে ডাকতেন এবং বলতেন, “হে আয়েশা! দাঁড়াও এবং বিতর আদায় কর।” [সহীহ মুসলিম, ৭৪৪, মুসনাদে আহমাদ: ৬/১৫২]",
  "ayah": 6,
  "surah": 66
}
