{
  "text": "يقول تعالى ذكره: وإذا قيل لهؤلاء المنافقين تعالوا إلى رسول الله يستغفر لكم لووا رءوسهم، يقول حرّكوها وهزّوها استهزاء برسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وباستغفاره وبتشديد الواو من ( لَوَّوْاْ ) قرأت القرّاء على وجه الخبر عنهم أنهم كرّروا هز رءوسهم وتحريكها، وأكثروا، إلا نافعًا فإنه قرأ ذلك بتخفيف الواو ( لَوَوْا ) على وجه أنهم فعلوا ذلك مرّة واحدة.والصواب من القول في ذلك قراءة من شدّد الواو لإجماع الحجة من القرّاء عليه.وقوله: ( وَرَأَيْتَهُمْ يَصُدُّونَ وَهُمْ مُسْتَكْبِرُونَ ) يقول تعالى ذكره: ورأيتهم يُعْرضون عما دُعوا إليه بوجوههم ( وَهُمْ مُسْتَكْبِرُونَ ) يقول وهم مستكبرون عن المصير إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ليستغفر لهم، وإنما عُنِي بهذه الآيات كلها فيما ذُكر، عبدُ الله بن أُبيّ ابن سَلُول، وذلك أنه قال لأصحابه:  لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا  ، وقال:  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  فسمع بذلك زيد بن أرقم، فأخبر به رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فدعاه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ، فسأله عما أخبر به عنه، فحلف أنه ما قاله، وقيل له: لو أتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فسألته أن يستغفر لك، فجعل يلوي رأسه ويحرّكه استهزاء، ويعني ذلك أنه غير فاعل ما أشاروا به عليه، فأنـزل الله عزّ وجلّ فيه هذه السورة من أوّلها إلى آخرها.وبنحو الذي قلنا في ذلك قال أهل التأويل وجاءت الأخبار.* ذكر الرواية التي جاءت بذلك:حدثنا أبو كُرَيب، قال: ثنا يحيى بن آدم، قال: ثنا إسرائيل، عن أَبي إسحاق، عن زيد بن أرقم، قال: \" خرجت مع عمي في غزاة، فسمعت عبد الله بن أُبيّ ابن سلول يقول لأصحابه: لا تنفقوا على من عند رسول الله حتى ينفضوا، لئن رجعنا إلى المدينة ليخرجنّ الأعز منها الأذلّ؛ قال: فذكرت ذلك لعمي، فذكره عمي لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فأرسل إليّ،  فحدثته، فأرسل إلى عبد الله عليًّا رضي الله عنه وأصحابه، فحلفوا ما قالوا، قال: فكذّبني رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وصدّقه، فأصابني همّ لم يصبني مثله قطّ؛ فدخلت البيت، فقال لي عمي: ما أردت إلى أن كذّبك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ومقتك، قال: حتى أنـزل الله عزّ وجلّ  إِذَا جَاءَكَ الْمُنَافِقُونَ  قال: فبعث إليّ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقرأها، ثم قال: \" إن الله عزَّ وَجَلَّ قَدْ صَدَّقَكَ يا زيد \".حدثنا أبو كُرَيْب والقاسم بن بشر بن معروف، قال: ثنا يحيى بن بكير ، قال: ثنا شعبة، قال الحكم: أخبرني، قال: سمعت محمد بن كعب القرظيّ قال: سمعت زيد بن أرقم قال: لما قال عبد الله بن أُبيّ ابن سلول ما قال: لا تنفقوا على من عند رسول الله حتى ينفضوا، وقال:  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ  قال: سمعته فأتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فذكرت ذلك، فلاقى ناس من الأنصار، قال: وجاء هو فحلف ما قال ذلك، فرجعت إلى المنـزل فنمت قال: فأتاني رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أو بلغني ، فأتيت النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: \" إنَّ الله تَبَارَكَ وَتَعَالَى قَدْ صَدَّقَكَ وَعَذَرَكَ\" قال: فنـزلت الآية  هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ  ... الآية.حدثنا أبو كُرَيب، قال: ثنا هاشم أبو النضر، عن شعبة، عن الحكم، قال: سمعت محمد بن كعب القرظي، قال : سمعت زيد بن أرقم يحدّث بهذا الحديث.حدثنا محمد بن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن الحكم، عن محمد بن كعب القرظي، عن زيد بن أرقم، قال: \" كنا مع رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم في غزوة، فقال عبد الله بن أُبيّ ابن سلول  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  قال: فأتيت النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فأخبرته، فحلف عبد الله بن أُبيّ إنه لم يكن شيء من ذلك، قال: فلامني قومي وقالوا : ما أردتّ إلى هذا، قال: فانطلقت فنمت كئيبًا أو حزينًا، قال:  فأرسل إليّ نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم، أو أتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: \" إنَّ الله قَدْ أنـزلَ عُذْرَكَ وَصَدَّقَكَ\"، قال: ونـزلت هذه الآية:  هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا  ... حتى بلغ  لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ  .حدثنا ابن المثنى، قال: ثنا ابن أَبي عديّ، قال: أخبرني ابن عون، عن محمد، قال: \" سمعها زيد بن أرقم فرفعها إلى وليه، قال: فرفعها وَليه إلى النبي صَلَّى الله عَلَيْهِ وَسَلَّم، قال: فقيل لزيد: وَفَتْ أذنك \".حدثنا أحمد بن منصور الرّمَادي، قال: ثنا إبراهيم بن الحكم بن أبان، قال: ثني أبي، قال: ثني بشير بن مسلم \" أنه قيل لعبد الله بن أُبيّ ابن سلول: يا أبا حباب إنه قد أنـزل فيك آي شداد، فأذهب إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يستغفر لك، فلوى رأسه وقال: أمرتموني أن أومن فآمنت، وأمرتموني أن أعطي زكاة مالي فأعطيت، فما بقي إلا أن أسجد لمحمد \".حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة \"( وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا ) ... الآية كلها قرأها إلى  الْفَاسِقِينَ  أنـزلت في عبد الله بن أُبيّ، وذلك أن غلامًا من قرابته انطلق إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فحدّثه بحديث عنه وأمر شديد، فدعاه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فإذا هو يحلف ويتبرأ من ذلك، وأقبلت الأنصار على ذلك الغلام، فلاموه وعَذَلوه وقيل لعبد الله: لو أتيت رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، فجعل يلوي رأسه: أي لستُ فاعلا وكذب عليّ، فأنـزل الله ما تسمعون \".حدثني محمد بن عمرو ، قال: ثنا أَبو عاصم، قال: ثنا عيسى؛ وحدثني الحارث، قال: ثنا الحسن، قال: ثنا ورقاء جميعًا، عن ابن أبي نجيح، عن مجاهد، في قوله: ( وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ لَوَّوْا رُءُوسَهُمْ ) قال: عبد الله بن أُبَيّ، قيل له: تعالَ ليستغفر لك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ، فلوى رأسه وقال: ماذا قلت؟.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: قال له قومه: لو أتيت النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فاستغفر لك، فجعل يلوي رأسه، فنـزلت فيه ( وَإِذَا قِيلَ لَهُمْ تَعَالَوْا يَسْتَغْفِرْ لَكُمْ رَسُولُ اللَّهِ ) .",
  "ayah": 5,
  "surah": 63
}
