{
  "text": "يقول تعالى ذكره (هُمُ الَّذِينَ يَقُولُونَ ) يعني المنافقين الذين يقولون لأصحابهم (لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ ) من أصحابه المهاجرين (حَتَّى يَنْفَضُّوا ) يقول: حتى يتفرّقوا عنه.وقوله: (وَلِلَّهِ خَزَائِنُ السَّمَاوَاتِ وَالأرْضِ ) يقول : ولله جميع ما في السماوات والأرض من شيء وبيده مفاتيح خزائن ذلك، لا يقدر أحد أن يعطي أحدًا شيئًا إلا بمشيئته (وَلَكِنَّ الْمُنَافِقِينَ لا يَفْقَهُونَ ) أن ذلك كذلك، فلذلك يقولون: لا تنفقوا على من عند رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم حتى ينفضوا.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك :حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال: ثني أبي، عن أبيه، عن ابن عباس، قوله: (هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ) قال: لا تطعموا محمدًا وأصحابه حتى تصيبهم مجاعة، فيتركوا نبيهم.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة (هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ) قرأها إلى آخر الآية، وهذا قول عبد الله بن أُبي لأصحابه المنافقين لا تنفقوا على محمد وأصحابه حتى يدعوه، فإنكم لولا أنكم تنفقون عليهم لتركوه وَأجَلوا عنه.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة: (هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ) إن عبد الله بن أُبيّ ابن سلول قال لأصحابه، لا تنفقوا على من عند رسول الله، فأنكم لو لم تنفقوا عليهم قد انفضوا.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: ثنا عبيد، قال: سمعت الضحاك يقول في قوله: (لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا ) يعني الرَّفد والمعونة، وليس يعني الزكاة المفروضة؛ والذين قالوا هذا هم المنافقون.حدثنا الربيع بن سليمان، قال: ثنا أسد بن موسى، قال: ثنا يحيى بن أبي زائدة، قال: ثنا الأعمش عن عمرو بن مُرّة، عن عبد الرحمن بن أبي لَيلى، عن زيد بن أرقم، قال: \" لما قال ابن أُبيّ ما قال، أخبرت النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فجاء فحلف، فجعل الناس يقولون لي: تأتي رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بالكذب؟ حتى جلستُ في البيت مخافة إذا رأوني قالوا: هذا الذي يكذب، حتى أُنـزل (هُمُ الَّذِينَ يَقُولُونَ ) .",
  "ayah": 7,
  "surah": 63
}
