{
  "text": "يقول تعالى ذكره: يقول هؤلاء المنافقون الذين وَصف صفتهم قبل ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) فيها، ويعني بالأعزّ: الأشدّ والأقوى، قال الله جلّ ثناؤه: ( وَلِلَّهِ الْعِزَّةُ ) يعني : الشدة والقوة ( وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ ) بالله ( وَلَكِنَّ الْمُنَافِقِينَ لا يَعْلَمُونَ ) ذلك.وذُكر أن سبب قيل ذلك عبدُ الله بن أُبي كان من أجل أن رجلا من المهاجرين كَسَعَ رجلا من الأنصار.* ذكر من قال ذلك :حدثني محمد بن معمر، قال: ثنا أَبو عامر، قال: ثنا زَمْعة ، عن عمرو، قال: سمعت جابر بن عبد الله، قال: إن الأنصار كانوا أكثر من المهاجرين، ثم إن المهاجرين كثروا فخرجوا في غزوة لهم، فكسع رجل من المهاجرين رجلا من الأنصار، قال: فكان بينهما قتال إلى أن صرخ: يا معشر الأنصار، وصرخ المهاجر: يا معشر المهاجرين؛ قال: فبلغ ذلك النبي صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: \" مَا لَكُمْ وَلِدعْوةِ الجَاهِلِيَّةِ؟\" فقالوا: كسع رجل من المهاجرين رجلا من الأنصار ، قال: فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" دَعُوهَا فِإنَّهَا مُنْتِنَةٌ\"، قال: فقال عبد الله بن أُبي ابن سلول: لئن رجعنا إلى  المدينة ليخرجنّ الأعز منها الأذلّ، فقال عمر: يا رسول الله دعني فأقتله، قال: فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" لا يَتَحَدَّثُ النَّاسُ أَنَّ رَسُولَ اللهِ يَقْتُلُ أَصْحَابَهُ\".حدثني محمد بن سعد، قال: ثني أبي، قال: ثني عمي، قال : ثني أبي، عن أبيه، عن ابن عباس، قوله: ( يَقُولُونَ لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ ) ... إلى ( وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ ) قال: قال ذلك عبد الله بن أُبيّ ابن سلول الأنصاري رأس المنافقين، وناس معه من المنافقين.حدثني أحمد بن منصور الرمادي قال: ثنا إبراهيم بن الحكم قال: ثني أَبي عن عكرمة أن عبد الله بن عبد الله بن أُبيّ ابن سلول كان يقال له حباب، فسماه رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم عبد الله، فقال: يا رسول الله إن والدي يؤذي الله ورسوله، فذرني حتى أقتله ، فقال له رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" لا تَقْتُلْ أبَاكَ عَبْدَ اللهِ\"، ثم جاء أيضًا فقال: يا رسول الله إن والدي يؤذي الله ورسوله، فذرني حتى أقتله ، فقال له رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: لا تَقْتُلْ أباك \"، فقال: يا رسول الله فتوضأ حتى أسقيه من وضوئك لعلّ قلبه أن يلين، فتوضأ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فأعطاه، فذهب به إلى أبيه فسقاه، ثم قال له: هل تدري ما سقيتك؟ فقال له والده نعم، سقيتني بول أمك، فقال له ابنه: لا والله، ولكن سقيتك وضوء رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم؛ قال عكرمة: وكان عبد الله بن أُبيّ عظيم الشأن فيهم. وفيهم أنـزلت هذه الآية في المنافقين:  هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا  وهو الذي قال: ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) قال : فلما بلغوا المدينة، مدينة الرسول صَلَّى الله عَلَيْهِ وَسَلَّم ومن معه، أخذ ابنه السيف ، ثم قال لوالده: أنت تزعم \" لئن رجعنا إلى المدينة ليخرجنّ الأعز منها الأذلّ\"، فوالله لا تدخلها حتى يأذن لك رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم.حدثنا ابن حميد، قال: ثنا يحيى بن واضح، قال: ثنا الحسين، عن عمرو بن دينار، عن جابر بن عبد الله أن رجلا من المهاجرين كسع رجلا من الأنصار برجله وذلك في أهل اليمن شديد فنادى المهاجرين يا للمهاجرين، ونادى الأنصار يا للأنصار؛ قال: والمهاجرون يومئذ أكثر من الأنصار، فقال النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم: \" دعوهَا فَإنَّهَا مُنْتِنَةٌ\"، فقال عبد الله بن أُبيّ ابن سلول \" لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأَعَزُّ مِنْهَا الأَذَلَّ\".حدثني عمران بن بكار الكلاعيّ، قال: ثنا يحيى بن واضح، قال: ثنا عليّ بن سليمان، قال : ثنا أبو إسحاق، أن زيد بن أرقم، أخبره أن عبد الله بن أُبيّ ابن سلول قال  لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِ حَتَّى يَنْفَضُّوا  وقال: ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) قال: فحدثني زيد أنه أخبر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بقول عبد الله بن أُبيّ، قال: فجاء فحلف عبد الله بن أُبي لرسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ما قال ذلك؛ قال أبو إسحاق: فقال لي زيد، فجلست في بيتي، حتى أنـزل الله تصديق زيد، وتكذيب عبد الله في  إِذَا جَاءَكَ الْمُنَافِقُونَ  .حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة، قوله: ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) قرأ الآية كلها إلى ( لا يَعْلَمُونَ ) قال: قد قالها منافق عظيم النفاق في رجلين اقتتلا أحدهما غفاريّ، والآخر جُهَنِيّ، فظهر الغفاريّ على الجُهنيّ، وكان بين جُهينة والأنصار حلف، فقال رجل من المنافقين وهو ابن أُبيَ: يا بني الأوس، يا بني الخزرج، عليكم صاحبكم وحليفكم، ثم قال: والله ما مثلنا ومَثَلَ محمد إلا كما قال القائل: \" سمِّن كلبك يأكْلك \"، والله لئن رجعنا إلى المدينة ليخرجنّ الأعزّ منها الأذلّ، فسعى بها بعضهم إلى نبيّ الله صَلَّى الله عَلَيْهِ وَسَلَّم، فقال عمر: يا نبيّ الله مُر معاذ بن جبل أن يضرب عنق هذا المنافق، فقال: \" لا يتحدّثُ النَّاسُ أَنَّ مُحَمَدًا يَقْتُلُ أصحَابَهُ\".ذُكر لنا أنه كان أُكثِر على رجل من المنافقين عنده، فقال: هل يصلي؟ فقال: نعم ولا خير في صلاته، فقال: نُهيت عن المصلين، نُهيت عن المصلين.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن قتادة، قال: اقتتل رجلان، أحدهما من جُهينة، والآخر من غفار، وكانت جهينة حليف الأنصار، فظهر عليه الغفاريّ، فقال رجل منهم عظيم النفاق: عليكم صاحبكم، عليكم صاحبكم، فوالله ما مَثلنا ومَثَل محمد إلا كما قال القائل: \" سمّن كلبك يأكلك \"، أما والله لئن رجعنا إلى المدينة ليخرجنّ الأعزّ منها الأذلّ وهم في سفر، فجاء رجل ممن سمعه إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فأخبره ذلك، فقال عمر: مُر معاذا يضرب عنقه، فقال: \" وَالله لا يتَحَدَّثُ النَّاسُ أنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ\"، فنـزلت فيهم:  هُمُ الَّذِينَ يَقُولُونَ لا تُنْفِقُوا عَلَى مَنْ عِنْدَ رَسُولِ اللَّهِوقوله: ( لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل ). حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن الحسن \" أن غلامًا جاء إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم، فقال: يا رسول الله إني سمعت عبد الله بن أُبيّ يقول كذا وكذا؛ قال: \" فَلَعَلَّكَ غَضِبْتَ عَلَيْهِ؟\" قال: لا والله لقد سمعته يقوله؛ قال: \" فَلَعَلَّكَ أَخْطَأَ سَمعكَ؟\" قال: لا والله يا نبيّ الله لقد سمعته يقوله قال: فَلَعَلَّهُ شُبِّهَ عَلَيْكَ\"، قال: لا والله، قال: فأنـزل الله تصديقًا للغلام ( لَئِنْ رَجَعْنَا إِلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) فأخذ النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم بأذن الغلام، فقال: \" وَفَتْ أُذُنُكَ، وَفَتْ أُذُنُكَ يَا غُلامُ\".حدثنا يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قول الله ( لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ ) قال: كان المنافقون يسمون المهاجرين: الجلابيب؛ وقال: قال ابن أُبي: قد أمرتكم في هؤلاء الجلابيب أمري، قال: هذا بين أمَجٍ وعسفان على الكديد تنازعوا على الماء، وكان المهاجرون قد غلبوا على الماء؛ قال: وقال ابن أُبيّ أيضًا: أما والله لئن رجعنا  إلى المدينة ليخرجنّ الأعز منها الأذلَّ لقد قلت لكم: لا تنفقوا عليهم، لو تركتموهم ما وجدوا ما يأكلون، ويخرجوا ويهربوا؛ فأتى عمر بن الخطاب إلى النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فقال: يا رسول الله ألا تسمع ما يقول ابن أُبيّ؟ قال: وما ذاك؟ فأخبره وقال: دعني أضرب عنقه يا رسول الله، قال: \" إذًا تَرْعَدُ لَهُ آنُفٌ كَثِيرَةٌ بِيَثْرِبَ\" قال عمر: فإن كرهت يا رسول الله أن يقتله رجل من المهاجرين، فمرّ به سعد بن معاذ، ومحمد بن مسلمة فيقتلانه فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" إِني أَكْرَهُ أَنْ يَتَحَدَّثُ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ، ادْعُوا لِي عَبْدَ اللهِ بنَ عَبدِ اللهِ بن أُبَيّ\"، فدعاه، فقال: \" ألا تَرَى ما يَقُولُ أَبُوكَ؟\" قال: وما يقول بأبي أنت وأمي؟ قال: \" يَقُولُ لَئِن رَجَعْنَا إلَى الْمَدِينَةِ لَيُخْرِجَنَّ الأعَزُّ مِنْهَا الأذَلَّ\"؛ فقال: فقد صدق والله يا رسول الله، أنت والله الأعزُّ وهو الأذلُّ، أما والله لقد قَدِمت المدينة يا رسول الله، وإن أهل يثرب ليعلمون ما بها أحد أبرّ مني، ولئن كان يرضى الله ورسوله أن آتيهما برأسه لآتِيَنَّهما به ، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: لا؛ فلما قدموا المدينة، قام عبد الله بن عبد الله بن أُبيّ على بابها بالسيف لأبيه؛ ثم قال: أنت القائل : لئن رجعنا إلى المدينة ليخرجن الأعزّ منها الأذلّ، أما والله لتعرفنّ العزة لك أو لرسول الله، والله لا يأويك ظله، ولا تأويه أبدًا إلا بإذن من الله ورسوله؛ فقال: يا للخزرج ابني يمنعني بيتي، يا للخزرج ابني يمنعني بيتي، فقال: والله لا تأويه أبدًا إلا بإذن منه؛ فاجتمع إليه رجال فكلموه، فقال: والله لا يدخله إلا بإذن من الله ورسوله، فأتوا النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فأخبروه، فقال: \" اذْهَبُوا إلَيْهِ، فَقُولُوا لَهُ خَلِّهِ وَمَسْكَنَهُ\"؛ فأتوه، فقال: أما إذا جاء أمر النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم فنعم \".حدثنا ابن حميد، قال: ثنا سَلَمَة وعليّ بن مجاهد، عن محمد بن إسحاق، عن عاصم بن عمر بن قتادة، عن عبد الله بن أبي بكر، وعن محمد بن يحيى بن حبان، قال: كلّ قد حدثني بعض حديث بني المصطلق، قالوا: \" بلغ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أن بني المصطلق يجمعون له، وقائدهم  الحارث بن أبي ضرار أَبو جويرية بنت الحارث زوج النبيّ صَلَّى الله عَلَيْهِ وَسَلَّم؛ فلما سمع بهم رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم، خرج إليهم حتى لقيهم على ماء من مياههم يقال له المريسيع من ناحية قديد إلى الساحل، فتزاحف الناس فاقتتلوا، فهزم الله بني المصطلق، وقُتِل من قُتل منهم، ونفل رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أبناءهم ونساءهم وأموالهم، فأفاءهم الله عليه، وقد أصيب رجل من بني كلب بن عوف بن عامر بن ليث بن بكر، يقال له هشام بن صبابة أصابه رجل من الأنصار من رهط عبادة بن الصامت، وهو يرى أنه من العدوّ، فقتله خطأ، فبينا الناس على ذلك الماء وردت واردة الناس ومع عمر بن الخطاب أجير له من بني غفار يقال له جَهْجَاه بن سعيد (1) يقود له فرسه، فازدحم جَهْجاه وسنان الجُهْنِيُّ حليف بني عوف بن الخزرج على الماء فاقتتلا فصرخ الجهنيّ: يا معشر الأنصار. وصرخ جهجاه: يا معشر المهاجرين، فغضب عبد الله بن أُبيّ ابن سلول، وعنده رهط من قومه فيهم زيد بن أرقم، غلام حديث السنّ، فقال: قد فعلوها؟ قد نافرونا وكاثرونا في بلادنا، والله ما أعُدّنا وجلابيب قريش هذه إلا كما قال القائل: \" سمّن كلبك يأكلك \"، أما والله لئن رجعنا إلى المدينة ليخرجنّ الأعز منها الأذلّ؛ ثم أقبل على من حضر من قومه، فقال: هذا ما فعلتم بأنفسكم أحللتموهم بلادكم، وقاسمتموهم أموالكم، أما والله لو أمسكتم عنهم ما بأيديكم لتحوّلوا إلى غير بلادكم؛ فسمع ذلك زيد بن أرقم فمشى به إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم ، وذلك عند فراغ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من غزوه، فأخبر الخبر وعنده عمر بن الخطاب فقال: يا رسول الله مُر به عباد بن بشر بن وقش فليقتله، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" فَكَيْفَ يَا عُمَرْ إذَا تَحَدَّثَ النَّاسُ أَنَّ مُحَمَّدًا يَقْتُلُ أَصْحَابَهُ، لا وَلَكِنْ أَذَّنْ بالرَّحِيلِ\"، وذلك في ساعة لم يكن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم يرتحل فيها، فارتحل الناس، وقد مشى عبد الله بن أُبيّ إلى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم  حين بلغه أن زيد بن أرقم قد بلغه ما سمع منه، فحلف بالله ما قلت ما قال، ولا تكلمت به؛ وكان عبد الله بن أُبيّ في قومه شريفًا عظيمًا، فقال من حضر رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم من أصحابه من الأنصار: يا رسول الله عسى أن يكون الغلام أوهم في حديثه، ولم يحفظ ما قال الرجل، حدبًا على عبد الله بن أُبيّ، ودفعًا عنه؛ فلما استقلّ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم وسار، لقيه أسيد بن حضير، فحياه بتحية النبوّة وسلم عليه، ثم قال: يا رسول الله لقد رُحت في ساعة منكرة ما كنت تروح فيها، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم : \" أَوَمَا بَلَغَكَ مَا قَال صَاحِبُكُمْ؟\" قال: فأيّ صاحب يا رسول الله؟ قالَ: \" عَبْدُ اللهِ بِنُ أُبَيّ\"، قال: وما قال؟ قال: \" زَعَمَ أَنَّهُ إنْ رَجَعَ إلَى الْمَدِينَةِ أَخْرَجَ الأعَزُّ مِنْهَا الأذَل \"؛ قال أسيد: فأنت والله يا رسول الله تخرجه إن شئت، هو والله الذليل وأنت العزيز؛ ثم قال: يا رسول الله ارفق به، فوالله لقد جاء الله بك وإن قومه لينظمون له الخرز ليتوّجوه، فإنه ليرى أنك قد استلبته مُلكًا، ثم مشى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بالناس يومهم ذلك حتى أمسى، وليلتهم حتى أصبح، وصدر يومهم ذلك حتى آذتهم الشمس، ثم نـزل بالناس، فلم يكن إلا أن وجدوا مس الأرض وقعوا نيامًا، وإنما فعل ذلك ليشغل الناس عن الحديث الذي كان بالأمس من حديث عبد الله بن أُبيّ. ثم راح بالناس وسلك الحجاز حتى نـزل على ماء بالحجاز فُويق النقيع، يقال له نقعاء؛ فلما راح رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم هَبَّت على الناس ريح شديدة آذتهم وتخوّفوها، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" لا تَخَافُوا فإنَّمَا هَبَّتْ لِمَوْتَ عَظِيمٍ مَنْ عُظَمَاءِ الْكُفَارِ\"؛ فلما قَدِموا المدينة وجدوا رفاعة بن زيد بن التابوت أحد بني قينقاع وكان من عظماء يهود، وكهفًا للمنافقين قد مات ذلك اليوم، فنـزلت السورة التي ذكر الله فيها المنافقين في عبد الله بن أبيّ ابن سلول، ومن كان معه على مثل أمره ، فقال:  إِذَا جَاءَكَ الْمُنَافِقُونَ  فلما نـزلت هذه السورة أخذ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم بأذن زيد فقال: \" هَذَا الَّذِي أَوْفى الله بأذنه \"، وبلغ عبد الله بن عبد الله بن أُبيّ الذي كان من أبيه.حدثنا ابن حُمَيد، قال: ثنا سلمة، قال: ثني محمد بن إسحاق، عن عاصم بن عمر بن قتادة \" أن عبد الله بن عبد الله بن أُبي أتى رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم فقال: يا رسول الله إنه بلغني أنك تريد قتل عبد الله بن أُبي فيما بلغك عنه، فإن كنت فاعلا فمرني به فأنا أحمل إليك رأسه، فوالله لقد علمت الخزرج ما كان فيها رجل أبرّ بوالده مني، وإني أخشى أن تأمر به غيره فيقتله، فلا تدعني نفسي أن أنظر إلى قاتل عبد الله بن أُبيّ يمشي في الناس فأقتلَه، فأقتل مؤمنًا بكافر، فأدخلَ النارَ؛ فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم: \" بَلْ نَرْفُقْ بِهِ وَنُحِسنْ صُحْبَتَهُ مَا بَقِيَ مَعَنَا \"، وجعل بعد ذلك اليوم إذا أحدث الحدث كان قومه هم الذين يعاتبونه، ويأخذونه ويعنفونه ويتوعدونه، فقال رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم لعمر بن الخطاب حين بلغه ذلك عنهم من شأنهم: \" كَيْفَ تَرَى يا عُمَرُ، أما واللهِ لَوْ قَتَلْتُهُ يَوْمَ أَمَرْتَنِي بِقَتْلِهِ لأرْعَدَتْ لَهُ آنُفٌ، لَوْ أَمَرْتَهَا الْيَوْمَ بِقَتْلِهِ لَقَتَلْتَهُ\"؛ قال: فقال عمر: قد والله علمت لأمرُ رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم أعظم بركة من أمري.------------------------الهوامش:(1) الذي في سيرة ابن هشام ابن مسعود",
  "ayah": 8,
  "surah": 63
}
