{
  "text": "( يعملون له ما يشاء من محاريب ) أي : مساجد ، والأبنية المرتفعة ، وكان مما عملوا له بيت المقدس ابتدأه داود ورفعه قدر قامة رجل ، فأوحى الله إليه إني لم أقض ذلك على يدك ولكن ابن لك أملكه بعدك اسمه سليمان أقضي تمامه على يده ، فلما توفاه الله استخلف سليمان فأحب إتمام بناء بيت المقدس ، فجمع الجن والشياطين وقسم عليهم الأعمال فخص كل طائفة منهم بعمل يستخلصها له ، فأرسل الجن والشياطين في تحصيل الرخام والمها الأبيض من معادنه ، وأمر ببناء المدينة بالرخام والصفاح ، وجعلها اثني عشر ربضا ، وأنزل كل ربض منها سبطا من الأسباط ، وكانوا اثني عشر سبطا ، فلما فرغ من بناء المدينة ابتدأ في بناء المسجد فوجه الشياطين فرقا فرقا يستخرجون الذهب والفضة والياقوت من معادنها والدر الصافي من البحر ، وفرقا يقلعون الجواهر والحجارة من أماكنها ، وفرقا يأتونه بالمسك والعنبر وسائر الطيب من أماكنها ، فأتى من ذلك بشيء لا يحصيه إلا الله - عز وجل - ، ثم أحضر الصناعين وأمرهم بنحت تلك الحجارة المرتفعة وتصييرها ألواحا وإصلاح تلك الجواهر وثقب اليواقيت واللآلىء ، فبنى المسجد بالرخام الأبيض والأصفر والأخضر وعمده بأساطين المها الصافي وسقفه بألواح الجواهر الثمينة وفصص سقوفه وحيطانه باللآلىء واليواقيت وسائر الجواهر ، وبسط أرضه بألواح الفيروز فلم يكن يومئذ في الأرض بيت أبهى ولا أنور من ذلك المسجد ، وكان يضيء في الظلمة كالقمر ليلة البدر ، فلما فرغ منه جمع إليه أحبار بني إسرائيل فأعلمهم أنه بناه لله - عز وجل - ، وأن كل شيء فيه خالص لله ، واتخذ ذلك اليوم الذي فرغ منه عيدا .وروي عن عبد الله بن عمرو بن العاص عن رسول الله - صلى الله عليه وسلم - قال : \" لما فرغ سليمان من بناء بيت المقدس سأل ربه ثلاثا فأعطاه اثنين ، وأنا أرجو أن يكون أعطاه الثالثة ، سأل حكما يصادف حكمه ، فأعطاه إياه وسأله ملكا لا ينبغي لأحد من بعده ، فأعطاه إياه ، وسأله أن لا يأتي هذا البيت أحد يصلي فيه ركعتين إلا خرج من ذنوبه كيوم ولدته أمه ، وأنا أرجو أن يكون . قد أعطاه ذلك \" . .قالوا : فلم يزل بيت المقدس على ما بناه سليمان حتى غزاه بختنصر فخرب المدينة وهدمها ونقض المسجد ، وأخذ ما كان في سقوفه وحيطانه من الذهب والفضة والدر والياقوت وسائر الجواهر ، فحمله إلى دار مملكته من أرض العراق ، وبنى الشياطين لسليمان باليمن حصونا كثيرة [ عجيبة ] من الصخر .قوله - عز وجل - : ) ( وتماثيل ) أي : كانوا يعملون له تماثيل ، أي : صورا من نحاس وصفر وشبة وزجاج ورخام . وقيل : كانوا يصورون السباع والطيور . وقيل : كانوا يتخذون صور الملائكة والأنبياء والصالحين في المساجد ليراها الناس فيزدادوا عبادة ، ولعلها كانت مباحة في شريعتهم ، كما أن عيسى كان يتخذ صورا من الطين فينفخ فيها فتكون طيرا [ بإذن الله .) ( وجفان ) أي : قصاع واحدتها جفنة ) ( كالجواب ) كالحياض التي يجبى فيها الماء ، أي : يجمع ، واحدتها جابية ، يقال : كان يقعد على الجفنة الواحدة ألف رجل يأكلون منها ( وقدور راسيات ) ثابتات لها قوائم لا يحركن عن أماكنها لعظمهن ، ولا ينزلن ولا يعطلن ، وكان يصعد عليها بالسلالم ، وكانت باليمن .( اعملوا آل داود شكرا ) أي : وقلنا اعملوا آل داود شكرا ، مجازه : اعملوا يا آل داود بطاعة الله شكرا له على نعمه .( وقليل من عبادي الشكور ) أي : العامل بطاعتي شكرا لنعمتي .قيل : المراد من \" آل داود \" هو داود نفسه . وقيل : داود وسليمان وأهل بيته .وقال جعفر بن سليمان : سمعت ثابتا يقول : كان داود نبي الله عليه السلام قد جزأ ساعات الليل والنهار على أهله فلم تكن تأتي ساعة من ساعات الليل والنهار إلا وإنسان من آل داود قائم يصلي .",
  "ayah": 13,
  "surah": 34
}
