{
  "text": "( فأعرضوا ) قال وهب : فأرسل الله إلى سبأ ثلاثة عشر نبيا فدعوهم إلى الله وذكروهم نعمه عليهم وأنذروهم عقابه فكذبوهم ، وقالوا : ما نعرف لله - عز وجل - علينا نعمة فقولوا لربكم فليحبس هذه النعم عنا إن استطاع ، فذلك قوله تعالى : ( فأعرضوا فأرسلنا عليهم سيل العرم ) و \" العرم \" : جمع عرمة ، وهي السكر الذي يحبس به الماء .وقال ابن الأعرابي : \" العرم \" السيل الذي لا يطاق ، وقيل : كان ماء أحمر ، أرسله الله عليهم من حيث شاء ، وقيل : \" العرم \" : الوادي ، وأصله من العرامة ، وهي الشدة والقوة .وقال ابن عباس ، ووهب ، وغيرهما : كان ذلك السد بنته بلقيس ، وذلك أنهم كانوا يقتتلون على ماء واديهم ، فأمرت بواديهم فسد بالعرم ، وهو المسناة بلغة حمير ، فسدت بين الجبلين بالصخر والقار وجعلت له أبوابا ثلاثة بعضها فوق بعض ، وبنت من دونه بركة ضخمة وجعلت فيها اثني عشر مخرجا على عدة أنهارهم يفتحونها إذا احتاجوا إلى الماء ، وإذا استغنوا سدوها ، فإذا جاء المطر اجتمع إليه ماء أودية اليمن ، فاحتبس السيل من وراء السد فأمرت بالباب الأعلى ففتح فجرى ماؤه في البركة ، فكانوا يسقون من الباب الأعلى ثم من الثاني ثم من الثالث الأسفل فلا ينفذ الماء حتى يثوب الماء من السنة المقبلة فكانت تقسمه بينهم على ذلك ، فبقوا على ذلك بعدها مدة فلما طغوا وكفروا سلط الله عليهم جرذا يسمى الخلد فنقب السد من أسفله فغرق الماء جناتهم وخرب أرضهم .قال وهب : وكان مما يزعمون ويجدون في علمهم وكهانتهم أنه يخرب سدهم فأرة ، فلم يتركوا فرجة بين حجرين إلا ربطوا عندها هرة فلما جاء زمانه وما أراد الله - عز وجل - بهم من التغريق أقبلت فيما يذكرون فأرة حمراء كبيرة إلى هرة من تلك الهرر فساورتها حتى استأخرت عنها الهرة ، فدخلت في الفرجة التي كانت عندها فتغلغلت في السد فثقبت وحفرت حتى أوهنته للسيل ، وهم لا يدرون بذلك فلما جاء السيل وجد خللا فدخل فيه حتى قطع السد ، وفاض على أموالهم فغرقها ودفن بيوتهم الرمل ، ففرقوا وتمزقوا حتى صاروا مثلا عند العرب ، يقولون : صار بنو فلان أيدي سبأ وأيادي سبأ ، أي : تفرقوا وتبددوا ، فذلك قوله تعالى : ( فأرسلنا عليهم سيل العرم )( وبدلناهم بجنتيهم جنتين ذواتي أكل خمط ) قرأ العامة بالتنوين ، وقرأ أهل البصرة : \" أكل خمط \" بالإضافة ، الأكل : الثمر ، والخمط : الأراك وثمره يقال له : البرير ، هذا قول أكثر المفسرين .وقال المبرد والزجاج : كل نبت قد أخذ طعما من المرارة حتى لا يمكن أكله فهو خمط .وقال ابن الأعرابي : الخمط : ثمر شجرة يقال له فسوة الضبع ، على صورة الخشخاش يتفرك ولا ينتفع به ، فمن جعل الخمط اسما للمأكول فالتنوين في \" أكل \" حسن ، ومن جعله أصلا وجعل الأكل ثمرة فالإضافة فيه ظاهرة ، والتنوين سائغ ، تقول العرب : في بستان فلان أعناب كرم ، يترجم الأعناب بالكرم لأنها منه .( وأثل وشيء من سدر قليل ) فالأثل هو الطرفاء ، وقيل : هو شجر يشبه الطرفاء إلا أنه أعظم منه ، والسدر شجر معروف ، وهو شجر النبق ينتفع بورقه لغسل الرأس ويغرس في البساتين ، ولم يكن هذا من ذلك ، بل كان سدرا بريا لا ينتفع به ولا يصلح ورقه لشيء .قال قتادة : كان شجر القوم من خير الشجر فصيره الله من شر الشجر بأعمالهم .",
  "ayah": 16,
  "surah": 34
}
