{
  "text": "পরিশেষে যখন তারা জাহান্নামের সন্নিকটে পৌঁছবে, তখন তাদের কান, চোখ ও ত্বক তাদের বিরুদ্ধে তাদের কৃতকর্ম সম্বন্ধে সাক্ষ্য দেবে [১]\n[১] হাদীসে এসেছে, একদিন আমরা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এর সঙ্গে ছিলাম। অকস্মাৎ তিনি হেসে উঠলেন, অতঃপর বললেন, তোমরা জান, আমি কি কারণে হেসেছি? আমরা আরয করলাম, আল্লাহ ও তাঁর রাসূলই জানেন। তিনি বললেন, আমি সে কথা স্মরণ করে হেসেছি, বা হাশরে হিসাবের জায়গায় বান্দা তার পালনকর্তাকে বলবে। সে বলবে হে রব, আপনি কি আমাকে যুলুম থেকে আশ্রয় দেননি? আল্লাহ বলবেন, অবশ্যই দিয়েছি। তখন বন্দা বলবে, তাহলে আমি আমার হিসাব নিকাশের ব্যাপারে অন্য কারও সাক্ষ্যে সন্তুষ্ট নই। আমার অস্তিত্বের মধ্য থেকেই কোন সাক্ষী না দাড়ালে আমি সন্তুষ্ট হব না। আল্লাহ তা'আলা বলবেন\nكَفٰى بِنَفْسِكَ الْيَوْمَ عَلَيْكَ حَسِيْبًا\nঅর্থাৎ ভাল কথা, তুমি নিজেই তোমার হিসাব করে নাও। এরপর তার মুখে মোহর এটে দেয়া হবে এবং তার অঙ্গ-প্রত্যঙ্গের প্রতি অসন্তুষ্ট হয়ে বলবে, অর্থাৎ তোমরা ধ্বংস হও, আমি তো দুনিয়াতে যা কিছু করেছি, তোমাদেরই সুখের জন্য করেছি। এখন তোমরাই আমার বিরুদ্ধে সাক্ষ্য দিতে শুরু করলে। [মুসলিম: ২৯৩৯] অন্য বর্ণনায় এসেছে, এ ব্যক্তির মুখে মোহর এটে দেয়া হবে এবং উরুকে বলা হবে, তুমি কথা বল এবং তার ক্রিয়াকর্ম বর্ণনা কর। তখন মানুষের উরু, মাংস, অস্থি সকলেই তার কর্মের সাক্ষ্য দেবে। [মুসলিম:২৯৬৮]\nযেসব আয়াত থেকে প্রমাণিত হয়, আখিরাত শুধু একটি আত্মিক জগত হবে না, বরং মানুষকে সেখানে দেহ ও আত্মার সমন্বয়ে পুনরায় ঠিক তেমনি জীবিত করা হবে যেমনটি বর্তমানে তারা এই পৃথিবীতে জীবিত আছে-এ আয়াতটি তারই একটি। শুধু তাই নয়, যে দেহ নিয়ে তারা এই পৃথিবীতে আছে ঠিক সেই দেহই তাদের দেয়া হবে। যেসব উপাদান, অঙ্গ-প্রতঙ্গ এবং অণু-পরমাণুর সমন্বয়ে এই পৃথিবীতে তাদের দেহ গঠিত কিয়ামতের দিন সেগুলোই একত্রিত করে দেয়া হবে এবং যে দেহে অবস্থান করে সে পৃথিবীতে কাজ করেছিলো পূর্বের সেই দেহ দিয়েই তাকে উঠানো হবে। এ কথা সুস্পষ্ট যে, যেসব অঙ্গ-প্রত্যঙ্গের সমন্বয়ে গঠিত দেহ নিয়ে সে পূর্বের জীবনে কোন অপরাধ করেছিলো সেই সব অঙ্গপ্রত্যঙ্গের মধ্যেই যদি সে অবস্থান করে কেবল তখনি সে সেখানে সাক্ষ্য দিতে সক্ষম হবে। কুরআন মজীদের নিম্ন বর্ণিত আয়াতগুলোও এ বিষয়ের অকাট্য প্রমাণ। সূরা আল-ইসরা: ৪৯-৫১, ৯৮; আল-মুমিনুন: ৩৫-৩৮, ৮২-৮৩; আসসাজদাহ: ১০; ইয়াসীন: ৬৫-৭৯; আস-সাফফাতঃ ১৬-১৮; আল-ওয়াকি'আ: ৪৭-৫০ এবং আন-নাযি'আত: ১০-১৪।",
  "ayah": 20,
  "surah": 41
}
