{
  "text": "Proofs of Tawhid\nThus Allah explains His mighty power in creating the heavens and the earth, and everything that is within them and between them. He says:\nخَلَقَ السَّمَـوَتِ بِغَيْرِ عَمَدٍ\n(He has created the heavens without any pillars) Al-Hasan and Qatadah said, \"It does not have any pillars, visible or invisible.\"\nوَأَلْقَى فِى الاٌّرْضِ رَوَاسِىَ\n(and has set on the earth firm mountains) means, the mountains which stabilize and lend weight to the earth, lest it should shake with its water. Allah says:\nأَن تَمِيدَ بِكُمْ\n(lest it should shake with you.)\nوَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ\n(And He has scattered therein moving creatures of all kinds) means, He has placed throughout it all kinds of animals, the total number of whose kinds and colors is known to no one except the One Who created them. When Allah tells us that He is the Creator, He also reminds us that He is the Provider, as He says:\nوَأَنزَلْنَا مِنَ السَّمَآءِ مَآءً فَأَنْبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ\n(And We send down water from the sky, and We cause (plants) of every goodly kind to grow therein in pairs,) meaning, every kind of good produce in pairs, i.e., they are beautiful to look at. Ash-Sha`bi said: \"People are also produce of the earth, so whoever enters Paradise is goodly and whoever enters Hell is vile.\"\nهَـذَا خَلْقُ اللَّهِ\n(This is the creation of Allah.) means, all that Allah has mentioned here of the creation of the heavens and earth and everything in between stems from His power of creation and control alone, and He has no partner or associate in that, Allah says:\nفَأَرُونِى مَاذَا خَلَقَ الَّذِينَ مِن دُونِهِ\n(So, show Me that which those besides Him have created.) those idols and rivals whom you worship and call upon.\nبَلِ الظَّـلِمُونَ\n(Nay, the wrongdoers) means the idolators who associate others in worship with Allah\nفِى ضَلَـلٍ\n(in error) means, they are ignorant and blind.\nمُّبِينٌ\n(plain) means, it is clear and obvious, and not at all hidden.",
  "ayah": 10,
  "surah": 31
}
