{
  "text": "Luqman's Advice to His Son\nAllah tells us how Luqman advised his son. His full name was Luqman bin `Anqa' bin Sadun, and his son's name was Tharan, according to a saying quoted by As-Suhayli. Allah describes him in the best terms, and states that he granted him wisdom. Luqman advised his son, the closest and most beloved of all people to him, who deserved to be given the best of his knowledge. So, Luqman started by advising him to worship Allah Alone, and not to associate anything with Him. Then he warned him:\nإِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ\n(Verily, joining others in worship with Allah is a great Zulm (wrong) indeed.) meaning, it is the greatest wrong. Al-Bukhari recorded that `Abdullah said: \"When the Ayah\nالَّذِينَ ءَامَنُواْ وَلَمْ يَلْبِسُواْ إِيمَـنَهُمْ بِظُلْمٍ\n(It is those who believe and confuse not their belief with Zulm)(6:82) was revealed, the Companions of the Messenger of Allah ﷺ were distressed by this, and said, `Who among us does not confuse his belief with Zulm' The Messenger of Allah ﷺ said:\n«إِنَّهُ لَيْسَ بِذَاكَ، أَلَا تَسْمَعُ إِلَى قَوْلِ لُقْمَانَ:\nيَبُنَىَّ لاَ تُشْرِكْ بِاللَّهِ إِنَّ الشِّرْكَ لَظُلْمٌ عَظِيمٌ»\n(That is not what it means. Have you not heard what Luqman said: (O my son! Join not in worship others with Allah. Verily, joining others in worship with Allah is a great Zulm (wrong) indeed))\" It was recorded by Muslim. When Luqman advised his son to worship Allah Alone, he also told him to honor his parents. This is like the Ayah,\nوَقَضَى رَبُّكَ أَلاَّ تَعْبُدُواْ إِلاَّ إِيَّـهُ وَبِالْوَلِدَيْنِ إِحْسَـناً\n(And your Lord has decreed that you worship none but Him. And that you be dutiful to your parents) (17:23). These two things are often mentioned together in the Qur'an. Allah says here:\nوَوَصَّيْنَا الإِنْسَـنَ بِوَلِدَيْهِ حَمَلَتْهُ أُمُّهُ وَهْناً عَلَى وَهْنٍ\n(And We have enjoined on man (to be dutiful and good) to his parents. His mother bore him in weakness and hardship upon weakness and hardship,) Mujahid said: \"The hardship of bearing the child.\" Qatadah said: \"Exhaustion upon exhaustion.\" `Ata' Al-Khurasani said: \"Weakness upon weakness.\"\nوَفِصَالُهُ فِى عَامَيْنِ\n(and his weaning is in two years) means, after he is born, he is breastfed and weaned within two years. This is like the Ayah,\nوَالْوَلِدَتُ يُرْضِعْنَ أَوْلَـدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ لِمَنْ أَرَادَ أَن يُتِمَّ الرَّضَاعَةَ\n(The mothers shall give suck to their children for two whole years, for those who desire to complete the term of suckling)(2:233). On this basis, Ibn `Abbas and other Imams understood that the shortest possible period of pregnancy was six months, because Allah says elsewhere:\nوَحَمْلُهُ وَفِصَـلُهُ ثَلاَثُونَ شَهْراً\n(and the bearing of him, and the weaning of him is thirty months) (46:15). Allah mentions how the mother brings the child up, and how she gets tired and suffers stress from staying up with the child night and day, to remind the son of her previous kind treatment of him. This is like the Ayah,\nوَقُل رَّبِّ ارْحَمْهُمَا كَمَا رَبَّيَانِى صَغِيرًا\n(and say: \"My Lord! Bestow on them Your mercy as they did bring me up when I was young.\") (17:24). Allah says here:\nأَنِ اشْكُرْ لِى وَلِوَلِدَيْكَ إِلَىَّ الْمَصِيرُ\n(give thanks to Me and to your parents. Unto Me is the final destination.) means, `I will reward you most generously for that.'\nوَإِن جَـهَدَاكَ عَلَى أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا\n(But if they strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not;) means, if they try hard to make you follow them in their religion, then do not accept that from them, but do not let that stop you from behaving with them in the world kindly, i.e. treating them with respect.\nوَاتَّبِعْ سَبِيلَ مَنْ أَنَابَ إِلَىَّ\n(and follow the path of him who turns to Me in repentance and in obedience.) means, the believers.\nثُمَّ إِلَىَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ\n(Then to Me will be your return, and I shall tell you what you used to do.) At-Tabarani recorded in Al-`Ishrah that Sa`d bin Malik said, \"This Ayah,\nوَإِن جَـهَدَاكَ عَلَى أَن تُشْرِكَ بِى مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا\n(But if they strive with you to make you join in worship with Me others that of which you have no knowledge, then obey them not;) was revealed concerning me. I was a man who honored his mother, but when I became Muslim, she said: `O Sa`d! What is this new thing I see you doing Leave this religion of yours, or I will not eat or drink until I die, and people will say: Shame on you, for what you have done to me, and they will say that you have killed your mother.' I said, `Do not do that, O mother, for I will not give up this religion of mine for anything.' She stayed without eating for one day and one night, and she became exhausted; then she stayed for another day and night without eating, and she became utterly exhausted. When I saw that, I said: `O my mother, by Allah, even if you had one hundred souls and they were to depart one by one, I would not give up this religion of mine for anything, so if you want to, eat, and if you want to, do not eat.' So she ate.\"",
  "ayah": 14,
  "surah": 31
}
