{
  "text": "This is useful advice which Allah tells us Luqman gave, so that people may follow it and take it as\"See the full heading \"This is useful advice which Allah tells us Luqman gave, so thatpeople may follow it and take it as a good example\nHe said:\nيبُنَىَّ إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ\n(O my son! If it be (anything) equal to the weight of a grain of mustard seed, ) means, if a wrong action or a sin be equal to the size of a grain of mustard seed.\nيَأْتِ بِهَا اللَّهُ\n(Allah will bring it forth.) means, He will bring it forth on the Day of Resurrection, when it is placed in the Scales of justice and everyone is rewarded or punished for his actions -- if they are good, he will be rewarded and if they are bad he will be punished. This is like the Ayat:\nوَنَضَعُ الْمَوَزِينَ الْقِسْطَ لِيَوْمِ الْقِيَـمَةِ فَلاَ تُظْلَمُ نَفْسٌ شَيْئاً\n(And We shall set up Balances of justice on the Day of Resurrection, then none will be dealt with unjustly in anything) (21:47).\nفَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْراً يَرَهُ - وَمَن يَعْـمَلْ مِثْقَالَ ذَرَّةٍ شَرّاً يَرَهُ\n(So, whosoever does good equal to the weight of a speck of dust shall see it. And whosoever does evil equal to the weight of a speck of dust shall see it.) (99:7-8) Even if this tiny thing were to be hidden inside a solid rock or anywhere in the heavens and the earth, Allah will bring it forth, because nothing is hidden from Him, not even the weight of a speck of dust in the heavens or on the earth. Allah says:\nإِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ\n(Verily, Allah is Subtle, Well-Aware.) meaning, His knowledge is subtle, for nothing is hidden from Him, no matter how small, subtle and minute.\nخَبِيرٌ\n(Well-Aware.) even of the footsteps of an ant in the darkest night. Then he (Luqman) said:\nيبُنَىَّ أَقِمِ الصَّلَوةَ\n(O my son! Perform the Salah,) meaning, offer the prayer properly at the appointed times.\nوَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ\n(enjoin the good, and forbid the evil,) meaning, to the best of your ability and strength.\nوَاصْبِرْ عَلَى مَآ أَصَابَكَ\n(and bear with patience whatever befalls you.) Luqman knew that whoever enjoins what is good and forbids what is evil, will inevitably encounter harm and annoyance from people, so he told him to be patient.\nإِنَّ ذَلِكَ مِنْ عَزْمِ الاٍّمُورِ\n(Verily, these are some of the important commandments.) means, being patient when people cause harm or annoyance is one of the most important commandments.\nوَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ\n(And turn not your face away from men with pride) means, `do not turn your face away from people when you speak to them or they speak to you, looking down on them in an arrogant fashion. Rather be gentle towards them and greet them with a cheerful face,' as it says in the Hadith:\n«وَلَوْ أَنْ تَلْقَى أَخَاكَ وَوَجْهُكَ إِلَيْهِ مُنْبَسِطٌ، وَإِيَّاكَ وَإِسْبَالَ الْإِزَارِ فَإِنَّهَا مِنَ الْمَخِيلَةِ، وَالْمَخِيلَةُ لَا يُحِبُّهَا الله»\n(... even if it is only by greeting your brother with a cheerful countenance. And beware of letting your lower garment trail below your ankles, for this is a kind of boasting, and Allah does not like boasting.)\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا\n(nor walk in insolence through the earth.) means, `do not be boastful, arrogant, proud and stubborn. Do not do that, for Allah will hate you.' So he said:\nإِنَّ اللَّهَ لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ\n(Verily, Allah likes not any arrogant boaster.) meaning, one who shows off and admires himself, feeling that he is better than others. And Allah says:\nوَلاَ تَمْشِ فِى الاٌّرْضِ مَرَحًا إِنَّكَ لَن تَخْرِقَ الاٌّرْضَ وَلَن تَبْلُغَ الْجِبَالَ طُولاً\n(And walk not on the earth with conceit and arrogance. Verily, you can neither rend nor penetrate the earth nor can you attain a stature like the mountains in height.) (17:37). We have already discussed this is detail in the appropriate place.\nThe Command to be Moderate in Walking\nوَاقْصِدْ فِى مَشْيِكَ\n(And be moderate in your walking,) means, walk in a moderate manner, neither slow and lazy nor excessively fast, but be moderate, somewhere in between these two extremes.\nوَاغْضُضْ مِن صَوْتِكَ\n(and lower your voice.) means, do not exaggerate in your speaking and do not raise your voice unnecessarily. Allah says:\nإِنَّ أَنكَرَ الاٌّصْوَتِ لَصَوْتُ الْحَمِيرِ\n(Verily, the harshest of all voices is the braying of the asses.) Mujahid and others said, \"The most ugly of voices is the voice of the donkey, i.e., when a person raises his voice, the resulting noise is like the voice of a donkey in its loudness. Moreover this is hateful to Allah. Likening a loud voice to that of a donkey implies that it is forbidden and extremely blameworthy, because the Messenger of Allah ﷺ said:\n«لَيْسَ لَنَا مَثَلُ السُّوءِ، الْعَائِدُ فِي هِبَتِهِ كَالْكَلْبِ يَقِيءُ ثُمَّ يَعُودُ فِي قَيْئِه»\n(It is not befitting us to be an evil parable. The person who takes back his gift, he is like a dog that vomits and then goes back to his vomit.)\nThe Advice of Luqman\nThis is very useful advice, which the Qur'an tells us about Luqman. Many other proverbs and words of advice were also narrated from him, some examples of which we will quote below, as basic principles: Imam Ahmad recorded that Ibn `Umar said, \"The Messenger of Allah ﷺ said:\n«إِنَّ لُقْمَانَ الْحَكِيمَ كَانَ يَقُولُ: إِنَّ اللهَ إِذَا اسْتَوْدَعَ شَيْئًا حَفِظَه»\n(Luqman the Wise used to say: when something is entrusted to the care of Allah, He protects it.) It was narrated that As-Sari bin Yahya said: \"Luqman said to his son: `Wisdom puts the poor in the company of kings.\"' It was also narrated that `Awn bin `Abdullah said: \"Luqman said to his son: `O my son! When you come to a gathering of people, greet them with Salam, then sit at the edge of the group, and do not speak until you see that they have finished speaking. Then if they remember Allah, join them, but if they speak of anything else, then leave them and go to another group'.\"",
  "ayah": 19,
  "surah": 31
}
