{
  "text": "Allah tells us that He is the One Who has subjugated the sea so that ships may sail on it by His com\"See the full heading\"Allah tells us that He is the One Who has subjugated the sea so thatships may sail on it by His command, i.e. , by His grace and power\nFor if He did not give the water the strength to carry the ships, they would not sail. So he says:\nلِيُرِيَكُمْ مِّنْ ءَايَـتِهِ\n(that He may show you of His signs) meaning, by His power.\nإِنَّ فِى ذلِكَ لآيَـتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ\n(Verily, in this are signs for every patient, grateful.) means, every person who bears difficulty with patience and who gives thanks at times of ease. Then Allah says:\nوَإِذَا غَشِيَهُمْ مَّوْجٌ كَالظُّلَلِ\n(And when waves cover them like shades,) meaning, like mountains or clouds,\nدَعَوُاْ اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ\n(they invoke Allah, making their invocations for Him only.) This is like the Ayah,\nوَإِذَا مَسَّكُمُ الْضُّرُّ فِى الْبَحْرِ ضَلَّ مَن تَدْعُونَ إِلاَ إِيَّاهُ\n(And when harm touches you upon the sea, those that you call upon vanish from you except Him) (17:67).\nفَإِذَا رَكِبُواْ فِى الْفُلْكِ\n(And when they embark on a ship...) (29:65) Then Allah says:\nفَلَمَّا نَجَّـهُمْ إِلَى الْبَرِّ فَمِنْهُمْ مُّقْتَصِدٌ\n(But when He brings them safe to land, there are among them those that stop in between.) Mujahid said, \"This refers to the disbelievers -- as if he interpreted the word Muqtasid to mean denier as in the Ayah,\nفَلَمَّا نَجَّاهُمْ إِلَى الْبَرِّ إِذَا هُمْ يُشْرِكُونَ\n(but when He brings them safely to land, behold, they give a share of their worship to others) (29:65).\nوَمَا يَجْحَدُ بِـَايَـتِنَآ إِلاَّ كُلُّ خَتَّارٍ كَفُورٍ\n(And Our Ayat are not denied except by every Khattar Kafur.) Khattar means one who betrays or stabs in the back. This was the view of Mujahid, Al-Hasan, Qatadah and Malik, narrating from Zayd bin Aslam. This word describes a person who, whenever he makes a promise, breaks his promise, and it refers to the worst form of treachery.\nكَفُورٌ\n(Kafur) means, one who denies blessings and does not give thanks for them, rather he forgets them and does not remember them.",
  "ayah": 31,
  "surah": 31
}
