{
  "text": "The Command to fear Allah and remember the Day of Resurrection\nHere Allah warns people about the Day of Resurrection, and commands them to fear Him and remember the Day of Resurrection when\nلاَّ يَجْزِى وَالِدٌ عَن وَلَدِهِ\n(no father can avail aught for his son,) which means, even if he wanted to offer himself as a sacrifice for his son, it would not be accepted from him. The same will apply in the case of a son who wants to sacrifice himself for his father -- it will not be accepted from him. Then Allah reminds them once again with the words:\nفَلاَ تَغُرَّنَّكُمُ الْحَيَوةُ الدُّنْيَا\n(let not then this present life deceive you,) meaning, do not let your feelings of contentment with this life make you forget about the Hereafter.\nوَلاَ يَغُرَّنَّكُم بِاللَّهِ الْغَرُورُ\n(nor let the chief deceiver deceive you about Allah.) refers to the Shaytan. This was the view of Ibn `Abbas, Mujahid, Ad-Dahhak and Qatadah. The Shaytan makes promises to them and arouses in them false desires, but there is no substance to them, as Allah says:\nيَعِدُهُمْ وَيُمَنِّيهِمْ وَمَا يَعِدُهُمْ الشَّيْطَـنُ إِلاَّ غُرُوراً\n(He makes promises to them, and arouses in them false desires; and Shaytan's promises are nothing but deceptions.) (4:120). Wahb bin Munabbih said: `Uzayr, peace be upon him, said: \"When I saw the misfortune of my people, I felt very sad and distressed, and I could not sleep, so I prayed to my Lord and fasted, and I called upon Him weeping. There came to me an angel and I said to him: `Tell me, will the souls of the righteous intercede for the wrongdoers, or the fathers for their sons' He said: `On the Day of Resurrection all matters will be settled, and Allah's dominion will be made manifest and no exceptions will be made. No one will speak on that Day except with the permission of the Most Merciful. No father will answer for his son, or any son for his father, or any man for his brother, or any servant for his master. No one will care about anybody except himself, or feel grief or compassion for anyone except himself. Everyone will be worried only about himself. No one will be asked about anybody else. Each person will be concerned only about himself, weeping for himself and carrying his own burden. No one will carry the burden of another.\"' This was recorded by Ibn Abi Hatim.",
  "ayah": 33,
  "surah": 31
}
