{
  "text": "استئناف كلام ناشيء عن حكاية ما دعا به المؤمنون : من دوام الهداية ، وسؤال الرحمة ، وانتظار الفوز يوم القيامة ، بذكر حال الكافرين في ذلك اليوم ، على عادة القرآن في إرداف البشارة بالنذارة . وتعقيب دعاء المؤمنين ، بذكر حال المشركين ، إيماء إلى أنّ دعوتهم استجيبت . والمراد بالذين كفروا : المشركون ، وهذا وصف غالب عليهم في اصطلاح القرآن وقيل : الذين كفروا بنبوءة محمد صلى الله عليه وسلم أريد هنا قُريظة والنضير وأهلُ نجران؛ ويُرجَّح هذا بأنّهم ذُكِّروا بحال فرعون دون حال عاد وثمود فإنّ اليهودوالنصارى أعلق بأخبار فرعون . كما أنّ العرب أعلق بأخبار عاد وثمود ، وأنّ الردّ على النصارى من أهمّ أغراض هذه السورة . ويجوز أن يكون المراد جميع الكافرين : من المشركين ، وأهل الكتابَيْن ، ويكون التذكير بفرعون لأنّ وعيد اليهود في هذه الآية أهم .ومعنى «تُغني» تُجزِي وتكفي وتدفع ، وهو فِعل قاصر يتعدّى إلى المفعول بعن نحو : «ما أغني مَالِيَهْ» .ولدلالة هذا الفعل على الإجزاء والدفع ، كان مؤذناً بأنّ هنالك شيئاً يدفع ضُرّه ، وتُكفى كلفتُه ، فلذلك قَد يذكرون مع هذا الفعل متعلِّقاً ثانياً ويُعَدُّونَ الفعل إليه بحرف ( مِن ) كما في هذه الآية . فتكون ( مِن ) للبدل والعوض على ما ذهب إليه في «الكشاف» ، وجعل ابن عطية ( من ) للابتداء .وقوله : { من الله } أي من أمر يضاف إلى الله؛ لأنّ تعليق هذا الفعل ، تعليقاً ثانياً ، باسم ذات لايقصد منه إلاّ أخصّ حال اشتهرت به ، أو في الغرض المسوق له الكلام فيقدّر معنى اسم مضاف إلى اسم الجلالة . والتقدير هنا من رحمة الله ، أو من طاعته ، إذا كانت ( مِنْ ) للبدل وكَذا قدّره في «الكشاف» ، ونظّره بقوله تعالى : { وإنّ الظنّ لا يغني من الحق شيئاً } [ النجم : 28 ] . وعلى جعل ( من ) للابتداء كما قال ابن عطية تقدّر من غضب الله ، أو من عذابه ، أي غناء مبتدِئاً من ذلك : على حدّ قولهم : نَجَّاه من كذا أي فصله منه ، ولا يلزم أن تكون ( مِن ) مَعَ هذا الفعل ، إذا عدّي بعَن ، مماثلة لمِنْ الواقعة بعد هذا الفعل الذي يُعَدّ بعن ، لإمكان اختلاف معنى التعلّق باختلاف مساق الكلام . والغالب أن يأتوا بعد فعل أغنى بلفظ ( شيء ) مع ذكر المتعلِّقين كما في الآية ، وبدون ذكر متعلِّقين ، كما في قول أبي سفيان ، يومَ أسْلَمَ : «لقد علمتُ أنْ لَوْ كان معه إله غيرُه لقد أغنى عنّي شيئاً» .وانتصب قوله : { شيئاً } على النيابة عن المفعول المطلق أي شيئاً من الغَناء . وتنكيره للتحقير أي غناء ضعيفاً ، بله الغناء المهم ، ولا يجوز أن يكون مفعولاً به لعدم استقامة معنى الفعل في التعدي .وقد ظهر بهذا كيفية تصرفّ هذا الفعل التصرّفَ العجيب في كلامهم ، وانفتح لك ما انغلق من عبارة الكشّاف ، وما دونها ، في معنى هذا التركيب .وقد مرّ الكلام على وقوع لفظ شيء عند قوله : { ولنبلونَّكم بشيء من الخوف } [ البقرة : 155 ] . وإنّما خصّ الأموال والأولاد من بين أعلاق الذين كفروا؛ لأنّ الغناءَ يكون بالفداء بالمال ، كدفع الديات والغرامات ، ويكون بالنصر والقتال ، وأوْلى مَن يدافع عن الرجل ، من عشيرته ، أبناؤه ، وعن القبيلة أبناؤُها . قال قيس بن الخطيم: ... ثَأرْتُ عَدِيَّا والخَطِيمَ ولَمْ أضعْوَلاَيَة أشْيَاخخٍ جُعِلْتُ إزَاءَها ... والأموال المكاسب التي تقتات وتدخّرُ ويتعاوض بها ، وهي جمع مال ، وغلب اسم المال في كلام جلِّ العرب على الإبل قال زهير: ... صَحيحاتتِ ماللٍ طَالعات بمخرموغلب في كلام أهل الزرع والحرث على الجنّات والحوائط وفي الحديث « كان أبو طلحة أكثرَ أنصاري بالمدينة مالاً وكان أحَبُّ أمواله إليه بئر حاء » ، ويطلق المال غالباً على الدراهم والدنانير كما في قول النبي صلى الله عليه وسلم للعباس « أيْن المال الذي عند أم الفضل . » والظاهر أنّ هذا وعيد بعذاب الدنيا؛ لأنّه شُبِّه بأنّه { كدأب ءال فرعون } إلى قوله { فأخذهم الله بذنوبهم } وشأنُ المشبّه به أن يكون معلوماً؛ ولأنّه عطف عليه عذاب الآخرة في قوله : { وأولئك هم وقود النار } .وجيء بالإشارة في قوله : { وأولئك } لاستحضارهم كأنّهم بحيث يشار إليهم ، وللتنبيه على أنّهم أحرياء بما سيأتي من الخَبر وهو قوله : { هم وقود النار } . وعطفت هذه الجملة ، ولم تفصل ، لأنّ المراد من التي قبلهالا وعيد في الدنيا وهذه في وعيد الآخرة بقرينة قوله ، في الآية التي بعد هذه : { ستُغْلبون وتحشرون إلى جهنّم وبئس المهاد } [ آل عمران : 12 ] . والوَقود بفتح الواو ما يوقد به كالوَضوء ، وقد تقدّم نظيره في قوله : { التي وقودها الناس والحجارة } في سورة البقرة .",
  "ayah": 10,
  "surah": 3
}
