{
  "text": "يجوز أن يكون { يوم تبيض وجوه } منصوباً على الظرف ، متعلّقاً بما في قوله { لهم عذاب } من معنى كائننٍ أو مستقرّ : أي يكون عذاب لهم يوم تبيضّ وجوه وتسْودّ وجوه ، وهذا هو الجاري على أكثر الاستعمال في إضافة أسماء الزمان إلى الجُمل . ويجوز أن يكون منصوباً على المفعول به لفعل اذْكر محذوفاً ، وتكون جملة { تبيضّ وجوه } صفة ل ( يوم ) على تقدير : تبيضّ فيهِ وجوه وتسودّ فيه وجوه .وفي تعريف هذا اليوم بحصول بياض وجوه وسواد وجوه فيه ، تهويل لأمره ، وتشويق لما يرِد بعده من تفصيل أصحاب الوجوه المبيضّة ، والوجوه المسودّة : ترهيباً لفريق وترغيباً لفريق آخر . والأظهر أن عِلْم السامعين بوقوع تبييض وجوه وتسويد وجوه في ذلكَ اليوم حاصل من قبل : في الآيات النازلة قبل هذه الآية ، مثل قوله تعالى : { ويوم القيامة ترى الَّذين كذبوا على الله وجوههم مسودّة } [ الزمر : 60 ] وقوله : { وجوه يومئذٍ مسفرة ضاحكة مستبشرة ووجوه يومئذٍ عليها غبرة ترهقها قترَة } [ عبس : 38 41 ] .والبياض والسواد بياض وسواد حقيقيان يوسم بهما المؤمن والكافر يوم القيامة ، وهما بياض وسواد خاصّان لأن هذا من أحوال الآخرة فلا داعي لصرفه عن حقيقته .وقوله تعالى : { فأما الذين اسودّت وجوههم أكفرتم بعد إيمانكم } تفصيل للإجمال السابق ، سُلك فيه طريق النشَّر المعكوس ، وفيه إيجاز لأنّ أصل الكلام ، فأمّا الَّذين اسودّت وجوههم فهم الكافرون يقال لهم أكفرتم إلى آخر : وأمّا الَّذين ابيضّت وجوههم فهم المؤمنون وفي رحمة الله هم فيها خالدون .قدّم عند وصف اليوم ذكر البياض ، الَّذي هو شعار أهل النَّعيم ، تشريفاً لذلك اليوم بأنَّه يوم ظهور رحمة الله ونعمته ، ولأنّ رحمة الله سبقت غضبه ، ولأنّ في ذكر سمة أهل النَّعيم ، عقب وعيد بالعذاب ، حسرةً عليهم ، إذ يعلم السَّامع أنّ لهم عذاباً عظيماً في يوم فيه نعيم عظيم ، ثُمّ قُدّم في التفصيل ذكر سمة أهل العذاب تعجيلاً بمساءتهم .وقوله { أكفرتم } مقول قول محذوف يحذف مثله في الكلام لظهوره : لأنّ الاستفهام لا يصدر إلاّ من مستفهم ، وذلك القول هو جواب أمَّا ، ولذلك لم تدحل الفاء على { أكفرتم } ليظهر أن ليس هو الجواب وأن الجواب حذف برمَّته .وقائل هذا القول مجهول ، إذ لم يتقدّم ما يدّل عليه ، فيحتمل أنّ ذلك يقوله أهل المحشر لهم وهم الَّذين عرفوهم في الدّنيا مؤمنين ، ثمّ رأوهم وعليهم سمة الكفر ، كما ورد في حديث الحوض « فليَرِدنّ عليّ أقوام أعرفهم ثمّ يُخْتلجُون دوني ، فأقولُ : أصَيْحَابي ، فيقال : إنَّك لا تدري ما أحدثوا بعدك » والمستفهِم سلَفُهم من قومهم أو رسولهم ، فالاستفهام على حقيقته مع كنايته عن معنى التعجّب .ويحتمل أنَّه يقوله تعالى لهم ، فالاستفهام مجاز عن الإنكار والتغليط . ثمّ إن كان المراد بالَّذين اسودّت وجوههم أهل الكتاب ، فمعنى كفرهم بعدَ إيمانهم تغييرهم شريعة أنبيائهم وكتمانهم ما كتموه فيها ، أو كفرهم بمحمد صلى الله عليه وسلم بعد إيمانهم بموسى وعيسى ، كما تقدّم في قوله{ إنّ الَّذين كفروا بعد إيمانهم } [ آل عمران : 90 ] وهذا هو المحمل البيّن ، وسياق الكلام ولفظه يقتضيه ، فإنَّه مسَوق لوعيد أولئك . ووقعت تأويلات من المسلمين وقعوا بها فيما حذّرهم منه القرآن ، فتفرّقوا واختلفوا من بعد ما جاءهم البينات : الذين قال فيهم رسول الله صلى الله عليه وسلم \" فلا ترجعوا بعدي كفّاراً يضرب بعضكم رقاب بعض \" مثل أهل الردة الذين ماتوا على ذلك ، فمعنى الكفر بعد الإيمان حينئذٍ ظاهر ، وعلى هذا المعنى تأوّل الآية مالك بن أنس فيما روى عنه ابن القاسم وهو في ثالثة المسائل من سماعه من كتاب المرتدّين والمحاربين من العتبية قال : «ما آية في كتاب الله أشدّ على أهل الاختلاف من أهل الأهواء من هذه الآية» يوم تبيضّ وجوه وتسودّ وجوه» قال مالك : إنَّما هذه لأهل القبلة . يعني أنَّها ليست للَّذين تفرّقوا واختلفوا من الأمم قبلنا بدليل قوله { أكفرتم بعد إيمانكم } ورواه أبو غسّان مالك الهروي عن مالك عن ابن عمرَ ، ورُوي مثل هذا عن ابن عبّاس ، وعلى هذا الوجه فالمراد الَّذين أحدثوا بعد إيمانهم كفرا بالردّة أو بشنيع الأقوال الَّتي تفضي إلى الكفر ونقض الشَّريعة ، مثل الغرابية من الشيعة الَّذين قالوا بأنّ النبوءة لعلي ، ومثل غلاة الإسماعلية أتباع حمزة بن عليّ ، وأتباع الحاكم العُبيدي ، بخلاف من لم تبلغ به مقالته إلى الكفر تصريحاً ولا لزوماً بيّنا مثل الخوارج والقدرية كما هو مفصّل في كتب الفقه والكلام في حكم المتأوّلين ومن يؤول قولهم إلى لوازم سيّئة .وذوق العذاب مجاز للإحساس وهو مجاز مشهور علاقته التقييد .",
  "ayah": 106,
  "surah": 3
}
