{
  "text": "يتنزّل هذا منزلة التَّعليل لأمرهم بالدّعوة إلى الخير ، وما بعده فإن قوله { تأمرون بالمعروف } حال من ضمير كنتم ، فهو موذن بتعليل كونهم خيرَ أمَّة فيترتب عليه أنّ ما كان فيه خيريتهم يجدر أن يفرض عليهم ، إن لم يكن مفروضاً من قبل ، وأن يؤكد عليهم فرضه ، إن كان قد فرض عليهم من قبل .والخطاب في قوله { كنتم } إمَّا لأصحاب الرسول صلى الله عليه وسلم ونقل ذلك عن عمر بن الخطاب ، وابن عبَّاس . قال عمر : هذه لأوّلنَا ولا تكون لآخِرنا . وإضافة خير إلى أمّة من إضافة الصفة إلى الموصوف : أي كنتم أمَّة خير أمَّة أخرجت للنَّاس ، فالمراد بالأمّة الجماعة ، وأهل العصر النبوي ، مثل القَرن ، وهو إطلاق مشهور ومنه قوله تعالى : { وادّكَر بعد أمَّة } [ يوسف : 45 ] أي بعد مدة طويلة كمدة عصر كامل . ولا شكّ أن الصحابة كانوا أفضل القرون التي ظهرت في العالم ، لأن رسولهم أفضل الرسل ، ولأن الهدى الذي كانوا عليه لا يماثله هدى أصحاب الرسل الذين مضوا ، فإن أخذت الأمة باعتبار الرسول فيها فالصحابة أفضل أمة من الأمم مع رسولها ، قال النبي صلى الله عليه وسلم « خير القرون قرني » والفضل ثابت للجموع على المجموع ، وإن أخذت الأمة من عدا الرسول ، فكذلك الصحابة أفضل الأمم التي مضت بدون رُسلها ، وهذا تفضيل للهدى الذي اهتدوا به ، وهو هدى رسولهم محمد صلى الله عليه وسلم وشريعته .وإمّا أن يكون الخطاب بضمير { كنتم } للمسلمين كلّهم في كلّ جيل ظهروا فيه ، ومعنى تفضيلهم بالأمر بالمعروف مع كونه من فروض الكفايات لا تقوم به جميع أفراد الأمّة لا يخلو مسلم من القيام بما يستطيع القيام به من هذا الأمر ، على حسب مبلغ العلم ومنتهى القدرة ، فمن التغيير على الأهل والولد ، إلى التغيير على جميع أهل البلد ، أو لأن وجود طوائف القائمين بهذا الأمر في مجموع الأمّة أوجب فضيلة لجميع الأمّة ، لكون هذه الطوائف منها كما كانت القبيلة تفتخر بمحامد طوائقها ، وفي هذا ضمان من الله تعالى بأنّ ذلك لا ينقطع من المسلمين إن شاء الله تعالى .وفعل ( كان ) يدل على وجود ما يسند إليه في زمن مضى ، دون دلالة على استمرار ، ولا على انقطاع ، قال تعالى { وكان الله غفوراً رحيماً } [ النساء : 96 ] أي وما زال ، فمعنى { كنتم خير أمة } وجدتم على حالة الأخيرية على جميع الأمم ، أي حصلت لكم هذه الأخيرية بحصول أسبابها ووسائلها ، لأنّهم اتّصفوا بالإيمان ، والدّعوة للإسلام ، وإقامته على وجهه ، والذبّ عنه النقصانَ والإضاعة لتحقّق أنّهم لمّا جُعل ذلك من واجبهم ، وقد قام كُلّ بما استطاع ، فقد تحقّق منهم القيام به ، أو قد ظهر منهم العزم على امتثاله ، كُلّما سنح سانح يقتضيه ، فقد تحقّق أنهم خير أمَّة على الإجمال فأخبر عنهم بذلك .هذا إذا بنَينا على كون الأمر في قوله آنفاً { ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر } [ آل عمران : 104 ] وما بعده من النهي في قوله { ولا تكونوا كالذين تفرقوا } [ آل عمران : 105 ] الآية ، لم يكن حاصلاً عندهم من قبل .ويجوز أن يكون المعنى : { كنتم خير أمة } موصوفين بتلك الصّفات فيما مضى تفعلونها إمَّا من تلقاء أنفسكم ، حرصاً على إقامة الدّين واستحساناً وتوفيقاً من الله في مصادفتكم لمرضاته ومراده ، وإمّا بوجوب سابق حاصل من آيات أخرى مثل قوله : { وتواصوا بالحق } [ العصر : 3 ] وحينئذٍ فلمَّا أمرهم بذلك على سبيل الجزم ، أثنى عليهم بأنَّهم لم يكونوا تاركيه من قبل ، وهذا إذا بنَينا على أنّ الأمر في قوله { ولتكن منكم أمة } [ آل عمران : 104 ] تأكيداً لما كانوا يفعلونه ، وإعلام بأنَّه واجب ، أو بتأكيد وجوبه على الوجوه التي قدّمتها عند قوله { ولتكن منكم أمة } .ومن الحيرة التجاء جمع من المفسرين إلى جعل الإخبار عن المخاطبين بكونهم فيما مضى من الزمان أمة بمعنى كونهم كذلك في علم الله تعالى وقَدَره أو ثبوت هذا الكون في اللوح المحفوظ أو جعل كان بمعنى صار .والمراد بأمَّة عمومُ الأمم كلّها على ما هو المعروف في إضافة أفعل التفضيل إلى النكرة أن تكون للجنس فتفيد الاستغراق .وقوله { أخرجت للناس } الإخراج مجاز في الإيجاد والإظهار كقوله تعالء { فأخرج لهم عجلاً جسداً له خوار } [ طه : 88 ] أي أظهر بصوغه عجلاً جسداً .والمعنى : كنتم خير الأمم التي وجدت في عالم الدنيا . وفاعل { أخرجت } معلوم وهو الله موجد الأمم ، والسائق إليها ما به تفاضلها . والمراد بالناس جميع البشر من أوّل الخليقة .وجملة : { تأمرون بالمعروف } حال في معنى التَّعليل إذ مدلولها ليس من الكيفيات المحسوسة حتّى تحكى الخيرية في حال مقارنتها لها ، بل هي من الأعمال النَّفسية الصالحة للتعليل لا للتوصيف ، ويجوز أن يكون استئنافاً لبيان كونهم خير أمَّة . والمعروف والمنكر تقدّم بيانهما قريباً .وإنّما قدّم { تأمرون بالمعروف وتنهون عن المنكر } على قوله { وتؤمنون بالله } لأنهما الأهم في هذا المقام المسوق للتنويه بفضيلة الأمر بالمعروف والنهي عن المنكر الحاصلة من قوله تعالى : { ولتكن منكم أمة يدعون إلى الخير ويأمرون بالمعروف وينهون عن المنكر } [ آل عمران : 104 ] والاهتمام الذي هو سبب التقديم يختلف باختلاف مقامات الكلام ولا ينظر فيه إلى ما في نفس الأمر لأنّ إيمانهم ثابت محقّق من قبل .وإنَّما ذكر الإيمان بالله في عداد الأحوال التي استحقوا بها التفضيل على الأمم ، لأنّ لكلّ من تلك الأحوال الموجبة للأفضلية أثراً في التفَّضيل على بعض الفرق ، فالإيمان قصد به التفضيل على المشركين الذين كانوا يفتخروم بأنهم أهل حرم الله وسدنة بيته وقد ردّ الله ذلك صريحاً في قوله :{ أجعلتم سقاية الحاج وعمارة المسجد الحرام كمن آمن بالله واليوم الآخر وجاهد في سبيل الله لا يستوون عند الله } [ التوبة : 19 ] وذكر الأمر بالمعروف والنهي عن المنكر ، قصد به التفضيل على أهل الكتاب ، الذين أضاعوا ذلك بينهم ، وقد قال تعالى فيهم { كانوا لا يتناهون عن منكر فعلوه } [ المائدة : 79 ] .فإن قلت إذا كان وجه التفضيل على الأمم هو الأمر بالمعروف والنهي عن المنكر والإيمان بالله ، فقد شاركنا في هذه الفضيلة بعض الجماعات من صالحي الأمم الذين قبلنا ، لأنَّهم آمنوا بالله على حسب شرائعهم ، وأمروا بالمعروف ونهوا عن المنكر ، لتعذّر أن يترك الأمم بالمعروف لأنّ الغيرة على الدين أمر مرتكز في نفوس الصادقين من أتباعه . قلت : لم يثبت أن صالحي الأمم كانوا يلتزمون الأمر بالمعروف والنهي عن المنكر إمّا لأنه لم يكن واجباً عليهم ، أو لأنَّهم كانوا يتوسعّون في حل التقية ، وهذا هارون في زمن موسى عبدت بنو إسرائيل العجل بمرآى منه ومسمع فلم يغيّر عليهم ، وقد حكى الله محاورة موسى معه بقوله { قال يا هارون ما منعك إذ رأيتهم ضلوا ألا تتبعني أفعصيت أمري قال يابن أم لا تأخذ بلحيتي ولا برأسي إني خشيت أن تقول فرقت بين بني إسرائيل ولم ترقب قولي } [ طه : 92 94 ] وأما قوله تعالى { من أهل الكتاب أمة قائمة يتلون آيات الله آناء الليل وهم يسجدون يؤمنون بالله واليوم الآخر ويأمرون بالمعروف وينهون عن المنكر } [ آل عمران : 113 ، 114 ] الآية فتلك فئة قليلة من أهل الكتاب هم الذين دخلوا في الإسلام مثل عبد الله بن سلام ، وقد كانوا فئة قليلة بين قومهم فلم يكونوا جمهرة الأمّة .وقد شاع عند العلماء الاستدلال بهذه الآية على حجيّة الإجماع وعصمته من الخطأ بناء على أن التعريف في المعروف والمنكر للاستغراق ، فإذا أجمعت الأمَّة على حكم ، لم يجز أن يكون ما أجمعوا عليه منكراً ، وتعيّن أن يكون معروفاً ، لأنّ الطائفة المأمورة بالأمر بالمعروف والنَّهي عن المنكر في ضمنهم ، ولا يجوز سكوتها منكر يقع ، ولا عن معروف يترك ، وهذا الاستدلال إن كان على حجية الإجماع بمعنى الشرع المتواتر المعلوم من الدين بالضرورة فهو استدلال صحيح لأن المعروف والمنكر في هذا النوع بديهي ضروري ، وإن كان استدلالاً على حجية الإجماعات المنعقدة عن اجتهاد ، وهو الذي يقصده المستدلون بالآية ، فاستدلالهم بها عليه سفسطائي لأنّ المنكر لا يعتبر منكراً إلاّ بعد إثبات حكمه شرعاً ، وطريق إثبات حكمه الإجماع ، فلو أجمعوا على منكر عند الله خطأ منهم لما كان منكراً حتَّى ينهي عنه طائفة منهم لأنّ اجتهادهم هو غاية وسعهم .{ وَلَوْ ءَامَنَ أَهْلُ الكتاب لَكَانَ خَيْراً لَّهُمْ مِّنْهُمُ المؤمنون وَأَكْثَرُهُمُ الفاسقون } .عطف على قوله { كنتم خير أمة أخرجت للناس } لأن ذلك التفضيل قد غمر أهل الكتاب من اليهود وغيرهم فنبّههم هذا العطف إلى إمكان تحصيلهم على هذا الفضل ، مع ما فيه من التعريض بهم بأنَّهم متردّدون في اتباع الإسلام ، فقد كان مخيريق متردّداً زماناً ثمّ أسلم ، وكذلك وفد نجران تردّدوا في أمر الإسلام .وأهل الكتاب يشمل اليهود والنصارى ، لكن المقصود الأول هنا هم اليهود ، لأنَّهم كانوا مختلطين بالمسلمين في المدينة ، وكان النبي صلى الله عليه وسلم دعاهم إلى الإسلام ، وقصد بيت مدراسهم ، وٌّصهم قد أسلم منهم نفر قليل وقال النبي صلى الله عليه وسلم \" لو آمن بي عشرة من اليهود لآمن بي اليهود كلهم \" .ولم يذكر متعلق ( آمن ) هنا لأنّ المراد لو اتَّصفوا بالإيمان الذي هو لقب لدين الإسلام وهو الذي منه أطلقت صلة الذين آمنوا على المسلمين فصار كالعلم بالغلبة ، وهذا كقولهم أسْلَم ، وَصَبَأ ، وأشْرَكَ ، وألْحَد ، دون ذكر متعلّقات لهاته الأفعال لأن المراد أنَّه اتَّصف بهذه الصّفات التي صارت أعلاماً على أديان معروفة ، فالفعل نُزّل منزلة اللازم ، وأظهر منه : تَهَوّد ، وتَنَصّر ، وتَزَنْدق ، وتَحَنَّف ، والقرينة على هذا المعنى ظاهرة وهي جعل إيمان أهل الكتاب في شرط الامتناع ، مع أنّ إيمانهم بالله معروف لا ينكره أحد . ووقع في «الكشاف» أنّ المراد : لو آمنوا الإيمان الكامل ، وه تكلّف ظاهر ، وليس المقام مقامه . . وأجمل وجه كون الإيمان خيراً لهم لتذهب نفوسهم كلّ مذهب في الرجاء والإشفاق . ولمَّا أخبر عن أهْل الكتاب بامتناع الإيمان منهم بمقتضى جعل إيمانهم في حيز شرط ( لو ) الامتناعية ، تعيّن أن المراد من بقي بوصف أهل الكتاب ، وهو وصف لا يبقى وصفهم به بعد أن يتديّنوا بالإسلام ، وكان قد يتوهّم أن وصف أهل الكتاب يشمل من كان قبل ذلك منهم ولو دخل في الإسلام ، وجيء بالاحتراس بقوله : { منهم المؤمنون وأكثرهم الفاسقون } أي منهم من آمن بالنبي محمد صلى الله عليه وسلم فصدق عليه لقب المؤمن ، مثل عبد الله بن سلام ، وكان اسمه حُصيناً وهو من بني قينقاع ، وأخيه ، وعمصته خالدة ، وسعية أو سنعة بن غريض بن عاديا التيماوي ، وهو ابن أخي السموأل بن عاديا ، وثعلبة بن سعية ، وأسد بن سعية القرظي ، وأسد بن عبيد القرظي ، ومخيريق مِن بني النضير أو من بني قينقاع ، ومثل أصْمحة النَّجاشي ، فإنَّه آمن بقلبه وعوّض عن إظهاره إعمالَ الإسلام نصره للمسلمين ، وحمايته لهم ببلده ، حتَّى ظهر دين الله ، فقبل الله منه ذلك ، ولذلك أخبر رسول الله صلى الله عليه وسلم عنه بأنَّه كان مؤمناً وصلّى عليه حين أوحي إليه بموته . ويحتمل أن يكون المعنى من أهل الكتاب فريق متقّ في دينه ، فهو قريب من الإيمان بمحمَّد صلى الله عليه وسلم وهؤلاء مثل من بقي متردّداً في الإيمان من دون أن يتعرّض لأذى المسلمين ، مثل النَّصارى من نجران ونصارى الحبشة ، ومثل مخيريق اليهودي قبل أن يسلم ، على الخلاف في إسلامه ، فإنَّه أوصى بماله لرسول الله صلى الله عليه وسلم فالمراد بإيمانهم صدق الإيمان بالله وبدينهم . وفريق منهم فاسق عن دينه ، محرّف له ، مناوٍ لأهل الخير ، كما قال تعالى : { ويقتلون الذين يأمرون بالقسط من الناس } مثل الذين سَمُّوا الشاة لرسول الله يوم خيْبر ، والذين حاولوا أن يرموا عليه صخرة .",
  "ayah": 110,
  "surah": 3
}
