{
  "text": "وقوله : { همت } لا يصلح لتعليق { إذ غدوت } لأنَّه مدخول ( إذْ ) أخرى .ومناسبة ذكر هذه الوقعة عقب ما تقدّم أنَّها من أوضح مظاهر كيد المخالفين في الدّين ، المنافقين ، ولمَّا كان شأن المنافقين من اليهود وأهل يثرب واحداً ، ودخيلتهما سواء ، وكانوا يعملون على ما تدبّره اليهود ، جمع الله مكائد الفريقين بذكر غزوة أحُد ، وكان نزول هذه السورة عقب غزوة أحُد كما تقدّم . فهذه الآيات تشير إلى وقعة أحُد الكائنة في شوّال سنة ثلاث من الهجرة حين نزل مشركو مكَّة ومن معهم من أحلافهم سَفْحَ جبل أحُد ، حول المدينة ، لأخذ الثَّأر بما نالهم يوم بدر من الهزيمة ، فاستشار رسول الله صلى الله عليه وسلم أصحابه فيما يفعلون وفيهم عبد الله بنُ أبي ابن سَلُول رأسُ المنافقين ، فأشار جمهورهم بالتحصّن بالمدينة حتَّى إذا دخل عليهم المشركون المدينة قاتلوهم في الديار والحصون فغلبوهم ، وإن رجعوا رجعوا خائبين ، وأشار فريق بالخروج ورغبوا في الجهاد وألحُّوا على رسول الله صلى الله عليه وسلم فأخذ النبي صلى الله عليه وسلم برأي المشيرين بالخروج ، ولبس لأْمته ، ثُمّ عرضَ للمسلمين تردّد في الخروج فراجعوا رسول الله صلى الله عليه وسلم فقال : \" لا ينبغي لنبيء أن يلبس لأمته فيضعها حتَّى يحكم الله بينه وبين عدُوّه \" وخرج بالمسلمين إلى جبل أحُد وكان الجبل وراءهم ، وصَفَّهم للحرب ، وانكشفت الحرب عن هزيمة خفيفة لحقت المسلمين بسبب مكيدة عبد الله بن أبي ابن سلول رأس المنافقين ، إذا انخزل هو وثلث الجيش ، وكان عدد جيش المسلمين سبعمائة ، وعددُ جيش أهل مكَّة ثلاثة آلاف ، وهمّت بنو سَلِمَة وبنو حَارثة من المسلمين بالانخزال ، ثُمّ عصمهم الله ، فذلك قوله تعالى : { إذ همت طائفتان منكم أن تفشلا والله وليهما } أي ناصرهما على ذلك الهَمّ الشيطاني ، الّذي لو صار عزماً لكان سبب شقائهما ، فلعناية الله بهما بَرّأهما الله من فعل ما همَّتا به ، وفي «البخاري» عن جابر بن عبد الله قال : \" نحن الطائفتان بنو حارثة وبنو سَلِمة وفينا نزلتْ { إذ همت طائفتان منكم أن تفشلا } وما يسرّني أنَّها لم تنزل والله يقول : { والله وليهما } \" وانكشفت الواقعة عن مرجوحية المسلمين إذ قتل منهم سبعون ، وقتل من المشركين نيف وعشرون وقال أبو سفيان يومئذ : «اعلُ هُبَلْ يوم بيوم بدر والحربُ سِجَال» وقتل حمزة رضي الله عنه ومَثّلت به هند بنت عتبة بن ربيعة ، زوج أبي سفيان ، إذ بقرت عن بطنه وقطعت قطعة من كبده لتأكلها لإحْنَةٍ كانت في قلبها عليه إذ قتل أباها عتبة يوم بدر ، ثُمّ أسلمت بعد وحسن إسلامها .وشُجّ وجه النَّبيء صلى الله عليه وسلم يومئذ وكُسِرَت رباعيته . والغدوّ : الخروج في وقت الغداة .و ( مِن ) في قوله : { من أهلك } ابتدائية .والأهل : الزوج . والكلام بتقدير مضاف يدلّ عليه فعْل { غدوتَ } أي من بيت أهلِك وهو بيت عائشة رضي الله عنها .و { تُبَوّىء } تجعل مَبَاء أي مكان بَوْء .والبَوْء : الرجوع ، وهو هنا المقرّ لأنَّه يبوء إليه صاحبه . وانتصب { المؤمنين } على أنَّه مفعول أوّل لِ ( تُبَوِّىء ) ، ومقاعد مفعول ثان إجراء لفعل تُبَوّىء مجرى تعطي . والمقاعد جمع مقعد . وهو مكان القعود أي الجلوس على الأرض ، والقعود ضدّ الوقوف والقيام ، وإضافة مقاعد لاسم { القتال } قرينة على أنَّه أطلق على المواضع اللاّئقة بالقتال الَّتي يثبت فيها الجيش ولا ينتقل عنها لأنَّها لائقة بحركاته ، فأطلق المقاعد هنا على مواضع القرار كناية ، أو مجازاً مرسلاً بعلاقة الإطلاق ، وشاع ذلك في الكلام حتَّى ساوى المقرّ والمكان ، ومنه قوله تعالى : { في مقعد صدق } [ القمر : 55 ] .واعلم أنّ كلمة مقاعد جرى فيها على الشريف الرضي نقد إذ قال في رثاء أبي إسحاق الصابيء: ... أعْزِزْ عَلَيّ بأن أراك وقَد خَلاعن جَانبَيْكَ مَقَاعِدُ العُوّاد ... ذكر ابن الأثير في المَثل السائر أن ابن سنان قال : إيراده هذه اللَّفظة في هذا الموضع صحيح إلاّ أنَّه موافق لما يُكره ذِكْرُه لا سيما وقد أضافه إلى من تحتمل إضافته إليه وهم العُوّاد ، ولو انفرد لكان الأمرُ سهلاً . قال ابن الأثير : قد جاءت هذه اللَّفظة في القرآن فجاءت مرضية وهي قوله تعالى : { وإذ غدوت من أهلك تبوىء المؤمنين مقاعد للقتال } ألا ترى أنَّها في هذه الآية غير مضافة إلى من تُقبح إضافتها إليه .",
  "ayah": 122,
  "surah": 3
}
