{
  "text": "ولأجل كون الاستفهام غير حقيقي كان جوابه من قِبَل السائل بقوله : { بلى } لأنّه ممَّا لا تسع المماراة فيه كما سيأتي في قوله تعالى : { قل أي شيء أكبر شهادة قل الله شهيد بيني وبينكم } في سورة [ الأنعام : 19 ] ، فكان ( بلى ) إبطالاً للنفي ، وإثباتاً لكون ذلك العدد كافياً ، وهو من تمام مقالة النَّبيء للمؤمنين .وقد جاء في سورة الأنفال [ 9 ] عند ذكره وقعة بدر أن الله وعدهم بمدد من الملائكة عدده ألف بقوله : { إذ تستغيثون ربكم فاستجاب لكم أنِّي ممدّكم بألف من الملائكة مردفين }وذكر هنا أنّ الله وعدهم بثلاثة آلاف ثُمّ صيّرهم إلى خمسة آلاف . ووجه الجمع بين الآيتين أنّ الله وعدهم بثلاثة آلاف ثُمّ صيّرهم إلى خمسة آلاف . ووجه الجمع بين الآيتين أنّ الله وعدهم بألف من الملائكة وأطمعهم بالزّيادة بقوله : { مردفين } [ الأنفال : 9 ] أي مردَفيْن بعدد آخر ، ودلّ كلامه هنا على أنَّهم لم يزالوا وجلين من كثرة عدد العدوّ ، فقال لهم النبي صلى الله عليه وسلم « ألن يكفيكم أن يمدّكم ربكم بثلاثة آلاف من الملائكة منزلين » أراد الله بذلك زيادة تثبيتهم ثمّ زادهم ألفين إن صبروا واتَّقوا . وبهذا الوجه فسّر الجمهور ، وهو الذي يقتضيه السياق . وقد ثبت أنّ الملائكة نزلوا يوم بدر لنصرة المؤمنين ، وشاهد بعض الصّحابة طائفة منهم ، وبعضهم شهد آثار قتلهم رجالاً من المشركين .ووصف الملائكة بمُنْزَلين للدلالة على أنَّهم يَنزلون إلى الارض في موقع القتال عناية بالمسلمين قال تعالى : { ما تَنَزَّل الملائكة إلاّ بالحق } [ الحجر : 8 ] .وقرأ الجمهور : مُنْزلين بسكون النُّون وتخفيف الزاي وقرأه ابن عامر بفتح النُّون وتشديد الزاي . وأنزل ونزّل بمعنى واحد .فالضميران : المرفوعُ والمجرور ، في قوله : { ويأتوكم من فورهم } عائدان إلى الملائكة الَّذين جرى الكلام عليهم ، كما هو الظاهر ، وعلى هذا حمله جمع من المفسّرين .وعليه فموقع قوله : { ويأتوكم } موقع وعد ، فهو المعنى معطوف على { يمددكم ربكم } وكان حقّه أن يرِد بعده ، ولكنَّه قدّم على المعطوف عليه ، تعجيلاً للطمأنينة إلى نفوس المؤمنين ، فيكون تقديمه من تقديم المعطوف على المعطوف عليه ، وإذا جاز ذلك التَّقديم في عطف المفردات كما في قول صَنَّان بن عَبَّاد اليَشْكُرِي :ثمّ اشتَكَيْتُ لأَشْكانِي وسَاكنُه ... قَبْرٌ بِسِنْجَارَ أوْ قبر على قَهَدِقال ابن جنّي في شرح أبيات الحماسة : قدّم المعطوف على المعطوف عليه ، وحَسَّنه شدّة الاتِّصال بين الفعل ومرفوعه ( أي فالعامل وهو الفعل آخذ حظَّه من التقديم ولا التفات لكون المعطوففِ عليه مؤخّراً عن المعطوف ) ولو قلت : ضربت وزيداً عمراً كان أضعف ، لأنّ اتّصال المفعول بالفعل ليس في قوّة اتّصال الفاعل به ، ولكن لو قلت : مررت وزيد بعمرو ، لم يجز من جهة أنَّك لم تقدم العامل ، وهو الباء ، على حرف العطف . ومن تقديم المفعول به قول زيد: ... جمعتَ وعيباً غِيبةً ونَمِيمَةًثلاثَ خصال لستَ عنها بمُرْعوِيْ ... ومنه قول آخر: ... لعن الإلهُ وزوجَها مَعَهاهِنْدَ الهنود طَوِيلَةَ الفعل ... ولا يجوز وعيباً جمعت غيبة ونميمة . وأمَّا قوله: ... عليككِ ورحمةُ الله السلامُفممَّا قرب مأخذه عن سيبويه ، ولكن الجماعة لم تتلقّ هذا البيت إلاّ على اعتقاد التَّقديم فيه ، ووافقه المرزوقي على ذلك ، وليس في كلامهما أن تقديم المعطوف في مثل ما حسُن تقديمه فيه خاص بالضرورة في الشعر ، فلذلك خرّجنا عليه هذا الوجه في الآية وهو من عطف الجمل ، على أن عطف الجمل أوسع من عطف المفردات لأنَّه عطف صوري .ووقع في «مغني اللبيب» في حرف الواو أنّ تقديم معطوفها على المعطوف عليه ضرورة ، وسبقه إلى ذلك ابن السِّيد في شرح أبياتتِ الجمل ، والتفتزاني في شرح المفتاح ، كما نقله عنه الدماميني في «تحفة الغريب» .وجعل جمع من المفسّرين ضميري الغيبة في قوله : { ويأتوكم من فورهم } عائديْن إلى طائفة من المشركين ، بلغ المسلمين أنَّهم سيمدّون جيش العدوّ يوم بدر ، وهم كرز بن جابر المحاربي ، ومن معه ، فشقّ ذلك على المسلمين وخافوا ، فأنزل الله تعالى : { إذ تقول للمؤمنين ألن يكفيكم } الآية ، وعليه درج «الكشاف» ومتابعوه . فيكون معادُ الضّميرين غير مذكور في الكلام ، ولكنَّه معلوم للنَّاس الَّذين حضروا يوم بدر ، وحينئذ يكون { يأتوكم } معطوفاً على الشرط : أي إن صبرتم واتّقيتم وأتاكم كرز وأصحابه يعاونون المشركين عليكم يمددكم ربّكم بأكثر من ألف ومن ثلاثة آلاف بخمسة آلاف ، قالوا فبلغت كرزاً وأصحابه هزيمة المشركين يوم بدر فعدل عن إمدادهم فلم يمدّهم الله بالملائكة ، أي بالملائكة الزائدين على الألف . وقيل : لم يمدّهم بملائكة أصلاً ، والآثار تشهد بخلاف ذلك .وذهب بعض المفسّرين الأوّلين : مثل مجاهد ، وعكرمة ، والضحاك ، والزهري : إلى أن القول المحكي في قوله تعالى : { إذ تقول للمؤمنين } قول صادر يوم أحُد ، قالوا وعدهم الله بالمدد من الملائكة على شرط أن يصبروا ، فلمّا لم يصبروا واستَبَقُوا إلى طلب الغنيمة لم يمددهم الله ولا بملَك واحد ، وعلى هذا التفسير يكون { إذ تقول المؤمنين } بدلاً من { وإذ غَدَوْت } وحينئذ يتعيّن أن تكون جملة { ويأتوكم } مقدمة على المعطوفة هي عليها ، للوجه المتقدّم من تحقيق سرعة النَّصر ، ويكون القول في إعراب { ويأتوكم } على ما ذكرناه آنفاً من الوجهين .ومعنى { من فورهم هذا } المبادرة السَّريعة ، فإنّ الفور المبادرة إلى الفعل ، وإضافة الفور إلى ضمير الآتين لإفادة شدّة اختصاص الفَور بهم ، أي شدّة اتّصافهم به حتَّى صار يعرف بأنَّه فورهم ، ومن هذا القبيل قولهم خرج من فوره . و ( من ) لابتداء الغاية .والإشارة بقوله ( هذا ) إلى الفور تنزيلاً له منزلة المشاهد القريب ، وتلك كناية أو استعادة لكونه عاجلاً .{ ومسوّمين } قرأه الجمهور بفتح الواو على صيغة اسم المفعول من سوّمه ، وقرأه ابن كثير ، وأبو عمرو ، وعاصم ، ويعقوب بكسر الواو بصيغة اسم الفاعل . وهو مشتقّ من السُّومة بضم السين وهي العلامة مقلوب سمة لأنّ أصل سمة وسمة .  وتطلق السومة على علامة يجعلها البطل لنفسه في الحرب من صوف أو ريش ملوّن ، يجعلها على رأسه أو على رأس فرسه ، يرمز بها إلى أنَّه لا يتّقي أن يعرفه أعداؤه ، فيسدّدوا إليه سهامهم ، أو يحملون عليه بسيوفهم ، فهو يرمز بها إلى أنَّه واثق بحمايته نفسه بشجاعته ، وصِدققِ لقائه ، وأنَّه لا يعبأ بغيره من العدوّ .وتقدّم الكلام عليها في تفسير قوله تعالى : { والخيل المسومة } [ آل عمران : 14 ] في أوّل هذه السورة . وصيغة التفعيل والاستفعال تكثران في اشتقاق الأفعال من الأسماء الجامدة .ووصف الملائكة بذلك كناية على كونهم شداداً .وأحسب أنّ الأعداد المذكورة هنا مناسبة لجيش العدوّ لأنّ جيش العدوّ يوم بدر كان ألفاً فوعدهم الله بمدد ألف من الملائكة فلمَّا خشُوا أن يلحق بالعدوّ مدد من كُرْز المحاربي . وعدهم الله بثلاثة آلاف أي بجيش له قلب .وميمنة وميسرة كلّ ركن منها ألف ، ولمَّا لم تنقشع خشيتهم من إمداد المشركين لأعدائهم وعدهم الله بخمسة آلاف ، وهو جيش عظيم له قلب وميمنة وميسرة ومقدّمة وساقة ، وذلك هو الخميس ، وهو أعظم تركيباً وجعل كُلّ ركن منه مساوياً لجيش العدوّ كلّه .",
  "ayah": 125,
  "surah": 3
}
