{
  "text": "قرأ نافع وابن عامر وأبو جعفر { سارعوا } دون واو عطف .تتنزّل جملة { سارعوا . . } منزلة البيان ، أو بدل الاشتمال ، لِجملة { وأطيعوا الله والرسول } لأنّ طاعة الله والرّسول مسارعة إلى المغفرة والجنَّة فلذلك فُصلت . ولكون الأمر بالمسارعة إلى المغفرة والجنّة يؤول إلى الأمر بالأعمال الصّالحة جاز عطف الجملة على الجملة الأمر بالطّاعة ، فلذلك قرأ بقية العشرة { وسارعوا } . بالعطف وفي هذه الآية ما ينبئنا بأنَّه يجوز الفصل والوصل في بعض الجمل باعتبارين .والسرعة المشتقّ منها سارعوا مجاز في الحرص والمنافسة والفور إلى عمل الطاعات التي هي سبب المغفرة والجنة ، ويَجوز أن تكون السرعة حقيقة ، وهي سرعة الخروج إلى الجهاد عند النفير كقوله في الحديث : « وإذا استُنْفِرْتُمْ فانفِرُوا » .والمسارعة ، على التقادير كلّها تتعلّق بأسباب المغفرة وأسباب دخول الجنة ، فتعليقها بذات المغفرة والجنة من تعليق الأحكام بالذوات على إرادة أحوالها عند ظهور عدم الفائدة في التعلّق بالذات .وجيء بصيغة المفاعلة ، مجرّدة عن معنى حصول الفعل من جانبين ، قصد المبالغة في طلب الإسراع ، والعرب تأتي بما يدلّ في الوضع على تكرّر الفعل وهم يريدون التأكيد والمبالغة دون التكرير ، ونظيره التثنية في قولهم : لبيك وسعديك ، وقوله تعالى : { ثم ارجع البصر كرتين } [ الملك : 4 ] .وتنكير ( مغفرة ] ووصلها بقوله : { من ربكم } مع تأتّي الإضافة بأن يقال إلى مغفرة ربّكم ، لقصد الدّلالة على التَّعظيم ، ووصف الجنة بأنّ عرضها السماوات والارض على طريقة التشبيه البليغ ، بدليل التَّصريح بحرف التَّشبيه في نظيرتها في آية سورة الحديد . والعَرض في كلام العرب يطلق على ما يقابل الطول ، وليس هو المراد هنا ، ويطلق على الاتِّساع لأنّ الشيء العريض هو الواسع في العرف بخلاف الطويل غير العريض فهو ضيق ، وهذا كقول العُديل: ... ودونَ يدِ الحَجَّاج منْ أنْ تنالنيبساط بأيدِي الناعِجاتتِ عرِيضُ ... وذِكر السماوات والأرض جار على طريقة العرب في تمثيل شدّة الاتّساع . وليس المراد حقيقة عرض السماوات والارض ليوافق قول الجمهور من علمائنا بأن الجنَّة مخلوقة الآن ، وأنَّها في السماء ، وقيل : هو عرضها حقيقة ، وهي مخلوقة الآن لكنّها أكبر من السماوات وهي فوق السماوات تحت العرش ، وقد رُوي : العرش سقف الجنة . وأما من قال : إن الجنّة لم تخلق الآن وستخلق يوم القيامة ، وهو قول المعتزلة وبعض أهل السنّة منهم مُنذر بن سعيد البَلُّوطي الأندلسي الظاهري ، فيجوز عندهم أن تكون كعرض السماوات والأرض بأن تخلق في سعة الفضاء الَّذي كان يملؤه السماوات والأرض أو في سعة فضاء أعظم من ذلك . وأدلّة الكتاب والسنّة ظاهرة في أنّ الجنَّة مخلوقة ، وفي حديث رؤيا رآها النَّبيء صلى الله عليه وسلم وهو الحديث الطويل الذي فيه قوله : « إنّ جبريل وميكاييل قالا له : ارفع رأسك ، فرفع فإذا فوقه مثل السحاب ، قالا : هذا منزلك ، قال : فقلت : دَعاني أدخُل منزلي ، قالا : إنَّه بقي لك عُمُر لم تستكمله فلو استكملت أتيت منزلك » .أعقب وصف الجنَّة بذكر أهلها لأنّ ذلك ممَّا يزيد التَّنويه به ، ولم يزل العقلاء يتخيّرون حسن الجوار كما قال أبو تمام: ... مَنْ مُبْلِغُ أفْنَاءَ يعرُب كلّهاأني بَنيت الجارَ قبل المنزلِ ... وجملةُ { أعدّت للمتّقين } استئناف بياني لأنّ ذكر الجنَّة عقب ذكر النَّار الموصوفة بأنَّها أعدّت للكافرين يثير في نفوس السامعين أن يتعرّفوا مَن الذين أعدّت لهم : فإن أريد بالمتَّقين أكمل ما يتحقّق فيه التَّقوى ، فإعدادها لهم لأنَّهم أهلها فضلاً من الله تعالى الّذين لا يلجون النار أصلاً عدلاً من الله تعالى فيكون مقابلَ قوله : { واتقوا النار التي أُعدت للكافرين } [ آل عمران : 131 ] ، ويكون عصاة المؤمنين غير التَّائبين قد أخذوا بحظّ من الدارين ، لمشابهة حالهم حالَ الفريقين عدلاً من الله وفضلاً ، وبمقدار الاقتراب من أحدهما يكون الأخذ بنصيب منه ، وأريد المتّقون في الجملة فالإعداد لهم باعتبار أنَّهم مقدّرون من أهلها في العاقبة .",
  "ayah": 133,
  "surah": 3
}
