{
  "text": "تحذير من العود إلى مخالجة عقائد المشركين ، وبيان لسوء عاقبة تلك العقائد في الدنيا أيضاً . والكلام استئناف . والإقبال على المؤمنين بالخطاب تلطّف بهم جميعاً بعد تقريع فريق منهم الَّذين تولّوا يوم التقى الجمعان . واللام في قولهم : { لإخوانهم } ليست لام تعدية فعل القول بل هي لام العلّة كقوله تعالى : { ويقولون للذين كفروا هؤلاء أهدى من الذين آمنوا سبيلاً } لأنّ الإخوان ليسوا متكلّماً معهم بل هم الَّذين ماتوا وقُتلوا ، والمراد بالإخوان الأقارب في النسب ، أي من الخزرج المؤمنين ، لأنّ الشهداء من المؤمنين .و ( إذ ) هنا ظرف للماضي بدليل فعليّ ( قالوا وضَربوا ) ، وقد حذف فعل دلّ عليه قوله : { ما ماتوا } تقديره : فماتوا في سفرهم أو قتلوا في الغزو .والضرب في الأرض هو السفر ، فالضرب مستعمل في السير لأنّ أصل الضّرب هو إيقاع جسم على جسم وقرعه به ، فالسير ضرب في الأرض بالأرجل ، فأطلق على السفر للتجارة في قوله تعالى : { وآخرون يضربون في الأرض يبتغون من فضل اللَّه } [ المزمل : 20 ] ، وعلى مطلق السفر كما هنا ، وعلى السفر للغزو كما في قوله تعالى : { يأيها الذين آمنوا إذا ضربتم في سبيل الله فتبينوا } [ النساء : 94 ] وقوله : { وإذا ضربتم في الأرض فليس عليكم جناح أن تقصروا من الصلاة } [ النساء : 101 ] والظاهر أنّ المراد هنا السفر في مصالح المسلمين لأنّ ذلك هو الَّذي يلومهم عليه الكفار ، وقيل : أريد بالضرب في الأرض التجارة .وعليه يكون قرنه مع القتل في الغزو لكونهما كذلك في عقيدة الكفار .و { غُزًّى } جمع غاز . وفُعَّل قليل في جمع فَاعل الناقص . وهو مع ذلك فصيح . ونظيره عُفَّى في قول امرىء القيس: ... لَهَا قُلُب عُفَّى الحِيَاضضِ أُجُونُوقوله : { ليجعل الله ذلك حسرة في قلوبهم } علّة ل ( قَالوا ) باعتبار ما يتضمّنه من اعتقاد ذلك مع الإعلان به توجيهاً للنَّهي عن التشبيه بهم أي فإنَّكم إن اعتقدتم اعتقادهم لحِقَكم أثره كما لحقهم ، فالإشارة بقوله : ( ذلك ) إلى القول الدال على الاعتقاد ، وعلى هذا الوجه فالتعليل خارج عن التشبيه . وقيل : اللام لام العاقبة ، أي : لا تكونوا كالَّذين قالوا فترتّب على قولهم أن كان ذلك حسرة في قلوبهم ، فيكون قوله : { ليجعل } على هذا الوجه من صلة ( الّذين ) ، ومن جملة الأحوال المشبّه بها ، فيعلم أنّ النّهي عن التّشبّه بهم فيها لما فيها من الضرّ .والحَسرة : شدّة الأسف أي الحُزن ، وكانَ هذا حسرة عليهم لأنَّهم توهّموا أنّ مصابهم نشأ عن تضييعهم الحزم ، وأنَّهم لو كانوا سلكوا غير ما سلكوه لنجوا فلا يزالون متلهّفين على مافتهم . والمؤمن يبذل جهده فإذا خَابَ سَلَّم لْحكم القدر .وقوله : { والله بما تعملون بصير } تحذير لهم من أن يضمروا العود إلى ما نهوا عنه .",
  "ayah": 156,
  "surah": 3
}
