{
  "text": "استئناف لإيقاظ المؤمنين إلى ما يعترض أهل الحقّ وأنصار الرسل من البلوى ، وتنبيه لهم على أنّهم إن كانوا ممّن توهنهم الهزيمة فليسوا أحرياء بنصر الحقّ ، وأكّد الفعل بلام القسم وبنون التوكيد الشديدة لإفادة تحقيق الابتلاء ، إذ نون التوكيد الشديدة أقوى في الدلالة على التوكيد من الخفيفة .فأصل { لتبلونّ } لتبلووننّ فلمّا توالى ثلاث نونات ثقل في النطق فحذفت نون الرفع فالتقى ساكنان : واو الرفع ونون التوكيد الشديدة ، فحذفت واو الرفع لأنّها ليست أصلاً في الكلمة فصار لتبْلَوُنّ . وكذلك القول في تصريف قوله تعالى : { ولتسمعنّ } وفي توكيده .والابتلاء : الاختبار ، ويراد به هنا لازمه وهو المصيبة ، لأنّ في المصائب اختباراً لمقدار الثبات . والابتلاء في الأموال هو نفقات الجهاد ، وتلاشي أموالهم التي تركوها بمكّة . والابتلاء في الأنفس هو القتل والجراح . وجمع مع ذلك سماع المكروه من أهل الكتاب والمشركين في يوم أُحُد وبعده .والأذى هو الضرّ بالقول كقوله تعالى : { لن يضروكم إلا أذى } [ آل عمران : 111 ] كما تقدّم آنفاً ، ولذلك وصفه هنا بالكثير ، أي الخارج عن الحدّ الذي تحتمله النفوس غالباً ، وكلّ ذلك ممّا يفضي إلى الفشل ، فأمَرَهم الله بالصبر على ذلك حتّى يحصل لهم النصر ، وأمرهم بالتقوى أي الدوام على أمور الإيمان والإقبال على بثّه وتأييده ، فأمّا الصبر على الابتلاء في الأموال والأنفس فيشمل الجهاد ، وأمّا الصبر على الأذى ففي وقتى الحرب والسلم ، فليست الآية مقتضية عدم الإذن بالقتال من حيث إنه أمرهم بالصبر على أذى الكفّار حتّى تكون منسوخة بآيات السيف ، لأنّ الظاهر أنّ الآية نزلت بعد وقعة أُحُد ، وهي بعد الأمر بالقتال . قاله القفّال .وقوله : { فإن ذلك } الإشارة إلى ما تقدّم من الصبر والتقوى بتأويل : فإنّ المذكور .و ( عزم الأمور ) من إضافة الصفة إلى الموصوف أي الأمور العَزم ، ووصفَ الأمور وهو جمع بعزم وهو مفرد لأنّ أصل عزم أنه مصدر فيلزم لفظه حالة واحدة ، وهو هنا مصدر بمعنى المفعول ، أي من الأمور المعزوم عليها . والعزم إمضاء الرأي وعدم التردّد بعد تبيين السداد . قال تعالى : { وشاورهم في الأمر فإذا عزمت فتوكل على الله } [ آل عمران : 159 ] والمراد هنا العزم في الخيرات ، قال تعالى : { فاصبر كما صبر أولو العزم من الرسل } [ الأحقاف : 35 ] وقال : { ولم نجد له عزما } [ طه : 115 ] .ووقع قوله : { فإن ذلك من عزم الأمور } دليلاً على جواب الشرط ، والتقدير : وإن تصبروا وتتّقوا تنالوا ثواب أهل العزم فإنّ ذلك من عزم الأمور .",
  "ayah": 186,
  "surah": 3
}
