{
  "text": "معطوف على قوله : { ولتسمعن من الذين أوتوا الكتاب من قبلكم } [ آل عمران : 186 ] فإنّ تكذيب الرسول من أكبر الأذى للمسلمين وإنّ الطعن في كلامه وأحكام شريعته من ذلك كقولهم : { إن الله فقير ونحن أغنياء } [ آل عمران : 181 ] . والقولُ في معنى أخذ الله تقدّم في قوله : { وإذ قلنا للملائكة اسجدوا لآدم } [ البقرة : 34 ] ونحوه .و { الذين أوتوا الكتاب } هم اليهود ، وهذا الميثاق أخذ على سلفهم من عهد رسولهم وأنبياِئهم ، وكان فيه ما يدلّ على عمومه لعلماء أمّتهم في سائر أجيالهم إلى أن يجيء رسول .وجملة { لتبيننه للناس } بيان للميثاق ، فهي حكاية اليمين حين اقترحت عليهم ، ولذلك جاءت بصيغة خطابهم بالمحلوف عليه كما قرأ بذلك الجمهور ، وقرأه ابن كثير ، وأبو عمرو ، وأبو بكر عن عاصم : ليُبيّننّه بياء الغيبة على طريقة الحكاية بالمعنى ، حيث كان المأخوذ عليهم هذا العهد غائبين في وقت الإخبار عنهم . وللعرب في مثل هذه الحكايات وجوه : باعتبار كلام الحاكي ، وكلام المحكي عنه ، فقد يكون فيه وجهان كالمحكي بالقول في نحو : أقسَم زيد لا يفعلُ كذا ، وأقسم لا أفعل كذا ، وقد يكون فيه ثلاثة أوجه : كما في قوله تعالى : { قالوا تقاسموا باللَّه لنبيتنه وأهله } [ النمل : 49 ] قرىء بالنون والتاء الفوقية والياء التحتية لنبيّتنّه لتبيّتنّه ليبيّتنّه ، إذا جعل تقاسموا فعلاً ماضياً فإذا جعل أمراً جاز وجهان : في لنبيّتنّه النون والتاء الفوقية . والقول في تصريف وإعراب { لتبيّننّه } كالقول في { لتبلونّ } المتقدّم قريباً .وقد أخذ عليهم الميثاق بأمرين : هما بيان الكتاب أي عدم إجمال معانيه أو تحريف تأويله ، وعدمُ كتمانه إي إخفاء شيء منه . فقوله : { ولا تكتمونه } عطف على لتبيننه للناس ولم يقرن بنون التوكيد لأنّها لا تقارن الفعل المنفي لتنافي مقتضاهما .وقوله : { فنبذوه } عُطف بالفاء الدالّة على التعقيب للإشارة إلى مسارعتهم إلى ذلك ، والذين نبذوه هم علماء اليهود في عصورهم الأخيرة القريبة من عهد الرسالة المحمّدية ، فالتعقيب الذي بين أخذ الميثاق عليهم وبين نبذهم إيّاه منظور فيه إلى مبادرتهم بالنبذ عقب الوقت الذي تحقّق فيه أثر أخذِ الميثاق ، وهو وقت تأهّل كلّ واحد من علمائهم لتبيين الكتاب وإعلانه فهو إذا أنس من نفسه المقدرة على فهم الكتاب والتصرّف في معانيه بادر باتّخاذ تلك المقدرة وسيلة لسوء التأويل والتحريف والكتمان . ويجوز أن تكون الفاء مستعملة في لازم التعقيب ، وهو شدّة المسارعة لذلك عند اقتضاء الحال إيّاه والاهتمام به وصرف الفكرة فيه . ويجوز أن يكون التعقيب بحسب الحوادث التي أساؤوا فيها التأويل واشتروا بها الثمن القليل ، لأنّ الميثاق لمّا كان عامّاً كانت كلّ جزئية مأخوذاً عليها الميثاق ، فالجزئية التي لم يعملوا فيها بالميثاق يكون فيها تعقيب ميثاقها بالنبذ والاشتراء .والنبذ : الطرح والإلقاء ، وهو هنا مستعار لعدم العمل بالعهد تشبيهاً للعهد بالشيء المنبوذ في عدم الانتفاع به .ووراء الظُّهور هنا تمثيل للإضاعة والإهمال ، لأنّ شأن الشيء المهتمّ به المتنافس فيه أن يجعل نصب العين ويحرس ويشاهد . قال تعالى : { فإنك بأعيننا } [ الطور : 48 ] . وشأن الشيء المرغوب عنه أن يستدبر ولا يلتفت إليه ، وفي هذا التمثيل ترشيح لاستعارة النبذ لإخلاف العهد .والضميران : المنصوب والمجرور ، يجوز عودهما إلى الميثاق أي استخفّوا بعهد الله وعوّضوه بثمن قليل ، وذلك يتضمّن أنّهم أهملوا ما واثقوا عليه من تبيين الكتاب وعدم كتمانه ، ويجوز عودهما إلى الكتاب أي أهملوا الكتاب ولم يعتنوا به ، والمراد إهمال أحكامه وتعويض إقامتها بنفع قليل ، وذلك يدلّ على نوعي الإهمال ، وهما إهمال آياته وإهمال معانيه .والاشتراء هنا مجاز في المبادلة والثمن القليل ، وهو ما يأخذونه من الرُّشَى والجوائز من أهل الأهواء والظلم من الرؤساء والعامّة على تأييد المظالم والمفاسد بالتأويلات الباطلة ، وتأويل كلّ حكم فيه ضرب على أيْدي الجبابرة والظلمة بما يُطلق أيديهم في ظلم الرعيّة من ضروب التأويلات الباطلة ، وتحذيرات الذين يصدعون بتغيير المنكر . وهذه الآية وإن كانت في أهل الكتاب إلاّ أنّ حكمها يشمل من يرتكب مثل صنيعهم من المسلمين لاتّحَاد جنس الحكم والعلّة فيه .",
  "ayah": 187,
  "surah": 3
}
