{
  "text": "ولمّا سألوا أسباب المثوبة في الدنيا والآخرة ترقّوا في السؤال إلى طلب تحقيق المثوبة ، فقالوا : { وآتنا ما وعدتنا على رسلك } .وتحتمل كلمة ( على ) أن تكون لتعدية فعل الوعد ، ومعناها التعليل فيكون الرسل هم الموعود عليهم ، ومعنى الوعد على الرسل أنّه وعد على تصديقهم فتعيّن تقدير مضاف ، وتحتمل أن تكون ( على ) ظرفاً مستقرّاً ، أي وعداً كائناً على رُسلك أي ، منزلاً عليهم ، ومتعلَّق الجار في مثله كونٌ غير عامّ بل هو كون خاصّ ، ولا ضير في ذلك إذا قامت القرينة ، ومعنى ( على ) حينئذ الاستعلاء المجازي ، أو تجعل ( على ) ظرفاً مستقرّاً حالاً { ممّا وعدتنا } أيضاً ، بتقدير كون عامّ لكن مع تقدير مضاف إلى رسلك ، أي على ألْسِنَةِ رسلك .والموعود على ألسنة الرسل أو على التصديق بهم الأظهر أنّه ثواب الآخرة وثواب الدنيا : لقوله تعالى : { فآتاهم اللَّه ثواب الدنيا وحسن ثواب الآخرة } [ آل عمران : 148 ] وقوله : { وعد اللَّه الذين ءامنوا منكم وعملوا الصالحات ليستخلفنهم في الأرض } [ النور : 55 ] الآية ، وقوله : { ولقد كتبنا في الزبور من بعد الذكر أنّ الأرض يرثها عبادي الصالحون } [ الأنبياء : 105 ] . والمراد بالرسل في قوله : { على رسلك } خصوص محمد صلى الله عليه وسلم أطلق عليه وصف «رسل» تعظيماً لقوله تعالى : { فلا تحسبن اللَّه مخلف وعده رسله } [ إبراهيم : 47 ] . ومنه قوله تعالى : { وقوم نوح لما كذبوا الرسل أغرقناهم } [ الفرقان : 37 ] .فإن قلتَ : إذا كانوا عالمين بأنّ الله وعدهم ذلك وبأنَّه لا يخلف الميعاد فما فائدة سُؤالهم ذلك في دعائهم؟ قلت : له وجوه : أحدها : أنّهم سألوا ذلك ليكون حصوله أمارة على حصول قُبول الأعمال التي وعد الله عليها بما سألوه فقد يظنّون أنفسهم آتين بما يبلّغهم تلك المرتبة ويخشون لعلّهم قد خلطوا أعمالهم الصالحة بما يبطلها ، ولعلّ هذا هو السبب في مجيء الواو في قولهم : { وآتنا ما وعدتنا } دون الفاء إذ جعلوه دعوة مستقلّة لتتحقّق ويتحقّق سببها ، ولم يجعلوها نتيجة فعل مقطوع بحصوله . ويدلّ لصحّة هذا التأويل قوله بعدُ : { فاستجاب لهم ربهم أنى لا أضيع عمل عامل منكم } [ آل عمران : 195 ] مع أنّهم لم يطلبوا هنا عدم إضاعة أعمالهم .الثاني : قال في «الكشّاف» : أرادوا طلب التوفيق إلى أسباب ما وعدهم الله على رسله . فالكلام مستعمل كناية عن سبب ذلك من التوفيق للأعمال الموعود عليها .الثالث : قال فيه ما حاصله : أن يكون هذا من باب الأدب مع الله حتّى لا يظهروا بمظهر المستحقّ لتحصيل الموعود به تذلّلاً ، أي كسؤال الرسل عليهم السلام المغفرة وقد علموا أنّ الله غفر لهم .الرابع : أجاب القرافي في الفرق ( 273 ) بأنّهم سألوا ذلك لأنّ حصوله مشروط بالوفاة على الإيمان ، وقد يؤيّد هذا بأنّهم قدّموا قبله قولهم : { وتوقنا مع الأبرار } لكن هذا الجواب يقتضي قصر الموعود به على ثواب الآخرة ، وأعادوا سؤال النجاة من خزي يوم القيامة لشدّته عليهم .الخامس : أنّ الموعود الذي سألوه هو النصر على العدوّ خاصّة ، فالدعاء بقولهم : { وآتنا ما وعدتنا على رسلك } مقصود منه تعجيل ذلك لهم ، يعني أنّ الوعد كان لمجموع الأمّة ، فكلّ واحد إذا دعا بهذا فإنّما يعني أن يجعله الله ممَّن يرى مصداق وعد الله تعالى خشية أن يفوتهم . وهذا كقول خبّاب بن الأرتّ : هاجرنا مع النبي نلتمس وجه الله فوقع أجرنا على الله فمِنَّا مَن أيْنَعَتْ له ثمرته فهو يهدبُها ، ومنَّا من مات لم يأكُل من أجره شيئاً ، منهم مصعب بن عمير ، قتل يوم أحُد ، فلم نجد له ما نكفّنه إلاّ بُردة» إلخ .وقد ابتدأوا دعاءهم وخلّلوه بندائه تعالى : خمس مرات إظهار للحاجة إلى إقبال الله عليهم . وعن جعفر بن محمد رضي الله عنه «مَن حَزبه أمر فقال : يا ربّ خمس مرات أنجاه الله ممّا يخاف وأعطاه ما أراد» ، واقرأوا : { الذين يذكرون الله قياماً وقعوداً } إلى قوله : { إنك لا تخلف الميعاد } .",
  "ayah": 194,
  "surah": 3
}
