{
  "text": "ختمت السورة بوصاية جامعة للمؤمنين تجدّد عزيمتهم وتبعث الهمم إلى دوام الاستعداد للعدوّ كي لا يثبّطهم ما حصل من الهزيمة ، فأمَرَهم بالصبر الذي هو جماع الفضائل وخصال الكمال ، ثم بالمصابرة وهي الصبر في وجه الصابر ، وهذا أشدّ الصبر ثباتاً في النفس وأقربه إلى التزلزل ، ذلك أنّ الصبر في وجه صابرٍ آخر شديد على نفس الصابر لما يلاقيه من مقاومة قِرن له في الصبر قد يساويه أو يفوقه ، ثم إنّ هذا المصابر إن لم يثبت على صبره حتّى يملّ قرنه فإنّه لا يجتني من صبره شيئاً ، لأنّ نتيجة الصبر تكون لأطول الصابرين صبراً ، كما قال زُفر بن الحارث في اعتذاره عن الانهزام :سَقَيْنَاهُم كَأساً سقَوْنا بِمِثْلِها ... ولكنَّهم كانوا على الموت أَصْبَرافالمصابرة هي سبب نجاح الحرب كما قال شاعر العرب الذي لم يعرف اسمه :لا أنت معتادُ في الهيجا مُصابَرةٍيَصْلى بها كلّ من عاداك نيراناًوقوله : { ورابطوا } أمر لهم بالمرابطة ، وهي مفاعلة من الرّبْط ، وهو ربط الخيل للحراسة في غير الجهاد خشية أن يفجأهم العدوّ ، أمر الله به المسلمين ليكونوا دائماً على حذر من عدوّهم تنبيهاً لهم على ما يكيد به المشركون من مفاجأتهم على غِرّة بعد وقعة أُحُد كما قدّمناه آنفاً ، وقد وقع ذلك منهم في وقعة الأحزاب فلمّا أمرهم الله بالجهاد أمرهم بأن يكونوا بعد ذلك أيقاظاً من عدوّهم . وفي كتاب الجهاد من «البخاري» : بابُ فضل رباط يوم في سبيل الله وقول الله تعالى : { يا أيها الذين آمنوا اصبروا وصابروا ورابطوا } إلخ . وكانت المرابطة معروفة في الجاهلية وهي ربط الفرس للحراسة في الثغور أي الجهات التي يستطيع العدوّ الوصول منها إلى الحيّ مثل الشعاب بين الجبال . وما رأيت مَن وصف ذلك مثل لبيد في معلّقته إذ قال :ولَقد حَمَيْتُ الحَيّ تَحْمِل شِكَّتي ... فُرُط وِشَاحِي إذْ غَدَوْتُ لجامُهافَعَلَوْتُ مُرْتَقَبَا على ذي هَبْوَةٍ ... حَرِج إلى إعلامهن قَتَامُهاحَتَّى إذا ألْقَتْ يداً في كافر ... وأجَنّ عَوْرَاتتِ الثُّغورِ ظلامُهافذكر أنّه حرس الحيّ على مكان مرتقَب ، أي عال بربط فرسه في الثغر . وكان المسلمون يرابطون في ثغور بلاد فارس والشام والأندلس في البَرّ ، ثم لمّا اتّسع سلطان الإسلام وامتلكوا البحار صار الرباط في ثغور البخار وهي الشطوط التي يخشى نزول العدوّ منها : مثل رباط المنستير بتونس بإفريقية ، ورباط سلا بالمغرب ، ورُبط تونس ومحارسها : مثل مَحْرس علي بن سالم قرب صفاقس . فأمر الله بالرباط كما أمر بالجهاد بهذا المعنى وقد خفي على بعض المفسّرين فقال بعضهم : أراد بقوله : { ورابطوا } إعداد الخيل مربوطة للجهاد ، قال : ولم يكن في زمن النبي صلى الله عليه وسلم غزو في الثغور . وقال بعضهم : أراد بقوله : { ورابطوا } انتظار الصلاة بعد الفراغ من التي قبلها ، لما روى مالك في «الموطأ» ، عن أبي هريرة : أنّ النبي صلى الله عليه وسلم ذكر انتظار الصلاة بعد الصلاة ، وقال : \" فذلكم الرباط ، فذلكم الرباط ، فذلكم الرباط \" ونُسب هذا لأبي سلمة بن عبد الرحمن . قال ابن عطية : والحقّ أن معنى هذا الحديث على التشبيه ، كقوله : \" ليس الشديد بالصرعة \" وقوله : \" ليس المسكين بهذا الطّواف الذي تردّه اللقمة واللقمتان \" ، أي وكقوله صلى الله عليه وسلم \" رجعنا من الجهاد الأصغر إلى الجهاد الأكبر \" .وأعقب هذا الأمر بالأمر بالتقوى لأنّها جماع الخيرات وبها يرجى الفلاح",
  "ayah": 200,
  "surah": 3
}
