{
  "text": "وقوله : { نزل عليك الكتاب } خبر عن اسم الجلالة . والخبر هنا مستعمل في الامتنان ، أو هو تعريض ونكايةَ بأهل الكتاب : الذين أنكروا ذلك . وجيء بالمسند فعلاً لإفادة تقوية الخبر ، أو للدلالة مع ذلك على الاختصاص : أي الله لا غيره نزّل عليك الكتاب إبطالاً لقول المشركين : إنّ القرآن من كلام الشيطان ، أو من طرائق الكهانة ، أو يُعلِّمه بَشَرٌ .والتضعيف في { نَزّل } للتعدية فهو يساوي الهمز في أنزل ، وإنّما التضعيف يؤذن بقوة الفعل في كيفيته أو كمّيته ، في الفعل المتعدّي بغير التضعيف ، من أجل أنّهم قد أنوا ببعض الأفعال المتعدّية ، للدلالة على ذلك ، كقولهم : فَسَر وفسَّر ، وفَرَق وفرّق ، وكَسَر وكسّر ، كما أتوا بأفعال قاصرة بصيغة المضاعفة ، دون تعدية للدلالة على قوة الفعل ، كما قالوا : مَاتَ ومَوّت وصَاح وصَيّح . فأما إذا صار التضعيف للتعدية فلا أوقن بأنّه يدلّ على تقوية الفعل ، إلاّ أن يقال : إنّ العدول عن التعدية بالهمز ، إلى التعدية بالتضعيف ، لقصد ما عُهد في التضعيف من تَقوية معنى الفعل ، فيكون قوله : { نزل عليك الكتاب } أهمّ من قوله : { وأنزل التوراة } للدلالة على عظم شأن نزول القرآن . وقد بيّنت ذلك مستوفى في المقدّمة الأولى من هذا التفسير ، ووقع في «الكشاف» ، هنا وفي مواضع متعدّدة ، أن قال : إن نزّل يدل على التنجيم وإنّ أنزل يدل على أنّ الكتابين أنزلا جملةً واحدة وهذا لا علاقة له بمعنى التقوية المُدّعَى للفعل المضاعف ، إلاّ أن يعني أنّ نزّل مستعمل في لازم التكثير ، وهو التوزيع ورّده أبو حيان بقوله تعالى : { وقال الذين كفروا لَوْلاَ نُزِّل عليه القرآن جُملة واحدة } [ الفرقان : 32 ] فجمع بين التضعيف وقوله : { جملة واحدة . وأزيدُ أنّ التوراة والإنجيل نزلا مفرّقَين كشأن كلّ ما ينزل على الرسل في مدة الرسالة ، وهو الحق : إذ لا يعرف أنّ كتاباً نزل على رسول دفعة واحدة .والكتاب : القرآن . والباء في قوله : بالحق } للملابسة ، ومعنى ملابسته للحق اشتماله عليه في جميع ما يشتمل عليه من المعاني قال تعالى : { وبالحق أنزلناه وبالحق نَزل } [ الإسراء : 105 ] .ومعنى { مصدقاً لما بين يديه } أنّه مصدق للكتب السابقة له ، وجعل السابق بين يديه : لأنّه يجيء قبله ، فكأنّه يمشي أمامه .والتوراة اسم للكتاب المنزّل على موسى عليه السلام ، وهو اسم عبراني أصله طوْراً بمعنى الهدي ، والظاهر أنّه اسم للألواح التي فيها الكلمات العشر التي نزلت على موسى عليه السلام في جبل الطور؛ لأنّها أصل الشريعة التي جاءت في كتب موسى ، فأطق ذلك الاسم على جميع كتب موسى ، واليهود يقولون ( سِفر طوراً ) فلمّا دخل هذا الاسم إلى العربية أدخلوا عليه لام التعريف التي تدخل على الأوصَاففِ والنكرات لتصير أعلاماً بالغَلَبة : مثل العَقَبة ، ومن أهل اللغة والتفسير من حاولوا توجيهاً لاشتقاقه اشتقاقاً عربياً ، فقالوا : إنّ مشتق من الوَرْي وهو الوقد ، بوزن تَفعَلة أو فَوْعَلَة ، وربّما أقدمهم على ذلك أمران : أحدهما دخول التعريف عليه ، وهو لا يدخل على الأسماء العجمية ، وأجيب بأن لا مانع من دخولها على المعرّب كما قالوا : الاسكندرية ، وهذا جواب غير صحيح؛ لأنّ الإسكندرية وزن عربي؛ إذ هو نسب إلى إسكندر ، فالوجه في الجواب أنّه إنّما ألزم التعريف لأنّه معرّب عن اسم بمعنى الوصف اسممٍ علم فلمّا عربوه ألزموه اللام لذلك .الثاني أنّها كتبت في المصحف بالياء ، وهذا لم يذكروه في توجيه كونه عربياً ، وسبب كتابته كذلك الإشارة إلى لغةِ إمالته .وأما الإنجيل فاسم للوحي الذي أوحي به إلى عيسى عليه السلام فجمعه أصحابه .وهو اسم معرّب قيل من الرومية وأصله ( إثَانْجَيْلِيُوم ) أي الخبر الطيّب ، فمدلوله مدلول اسم الجنس ، ولذلك أدخلوا عليه كلمة التعريف في اللغة الرومية ، فلمّا عرّبه العرب أدخلوا عليه حرف التعريف ، وذكر القرطبي عن الثعلبي أنّ الإنجيل في السريانية وهي الآرامية ( أنكليون ) ولعلّ الثعلبي اشتبه عليه الرومية بالسريانية ، لأنّ هذه الكلمة ليست سريانية وإنّما لما نطق بها نصارى العراق ظنّها سريانية ، أو لعلّ في العبارة تحريفاً وصوابها اليونانية وهو في اليونانية ( أووَانَيْلِيُون ) أي اللفظ الفصيح . وقد حاول بعض أهل اللغة والتفسير جعله مشتقاً من النجل وهو الماء الذي يخرج من الأرض ، وذلك تعسّف أيضاً . وهمزة الإنجيل مكسورة في الأشهر ليجري على وزن الأسماء العربية؛ لأنّ إفعيلاً موجود بقلة مثل إبْزِيممٍ ، وربّما نطق به بفتح الهمزة ، وذلك لا نظير له في العربية .",
  "ayah": 3,
  "surah": 3
}
