{
  "text": "جملة مستأنفة ، أصل نظم الكلام فيها : تَوَدّ كل نفس لَوْ أنّ بينهَا وَبيْن ما عملت من سوء أمداً بعيداً يومَ تَجِدُ مَا عملت من خير مُحْضراً . فقُدم ظرفها على عامله على طريقة عربية مشهورة الاستعمال في أسماء الزمان ، إذا كانت هي المقصود من الكلام ، قضاء لحق الإيجاز بنسج بديع . ذلك أنّه إذا كان اسم الزمان هو الأهمّ في الغرض المسوق له الكلام ، وكان مع ذلك ظرفاً لشيء من علائقه ، جيء به منصوباً على الظرفية ، وجُعل معنى بعضضِ ما يحصل منه مصوغاً في صيغة فعللٍ عامل في ذلك الظرف . أو أصل الكلام : يحضر لكلِّ نفس في يوم الإحضار ما عملت من خير وما عملت من سوء ، فتودّ في ذلك اليوم لو أنّ بينها وبين ما عملت من سوء أمداً بعيداً ، أي زماناً متأخّراً ، وأنّه لم يحضر ذلك اليومَ . فالضمير في قوله وبينه على هذا يعود إلى ما عملتْ من سوء ، فحُوِّل التركيب ، وجُعل ( تودّ ) هو الناصب ليوم ، ليستغنى بكونه ظرفاً عن كونه فاعلاً . أو يكون أصل الكلام : يوم تجد كل نفس ما عملت من خير ومن شرّ محضراً ، تودّ لو أنّ بينها وبين ذلك اليوم أمداً بعيداً؛ ليكون ضمير بينه عائداً إلى يوم أي تودّ أنّه تأخّر ولم يحضر كقوله : { رب لولا أخرتنِي إلى أجل قريب فأصدّق } [ المنافقون : 10 ] وهذا التحويل من قبيل قول امرىء القيس .ويوماً على ظهر الكثيب تعذّرت ... عليّ وآلت حِلفة لم تُحَلَّلفإنّ مقصده ما حصل في اليوم ، ولكنّه جعل الاهتمام بنفس اليوم ، لأنّه ظرفه . ومنه ما يجيء في القرآن غير مرة ، ويكثر مثل هذا في الجمل المفصول بعضها عن بعض بدون عطف لأنّ الظرف والمجرور يشبهان الروابط ، فالجملة المفصولة إذا صدّرت بواحد منها أكسبها ذلك نوع ارتباط بما قبلها : كما في هذه الآية ، وقوله تعالى : { وإذ قالت امرأة عمران } [ آل عمران : 35 ] ونحوهما ، وهذا أحسن الوجوه في نظم هذه الآية وأومأ إليه في «الكشاف» .وقيل منصوب باذكر ، وقيل متعلق بقوله : { المصير } وفيه بعد لطول الفصل ، وقيل بقوله : ( ويحذّركم ) وهو بعيد ، لأنّ التحذير حاصل من وقت نزول الآية ، ولا يحسن أن يجعل عامل الظرف في الآية التي قبل هذه لعدم التئام الكلام حق الالتئام .فعلى الوجه الأول قوله تودّ هو مبدأ الاستئناف ، وعلى الوجوه الأخرى هو جملة حالية من قوله وما عمِلت من سُوء .وقوله : { ويحذركم الله نفسه } يجوز أن كون تكريراً للتحذير الأول لِزيادة التأكيد كقول لبيد :فتنازَعَا سَبِطاً يَطير ظِلاله ... كدُخان مُشْعَلَةٍ يُشَبُّ ضِرامُهامَشْمُولَةٍ غُلِثت بنابت عَرنَج ... كدُخَاننِ نَارٍ سَاطِععٍ أسْنَامُهاويجوز أن يكون الأول تحذيراً من موالاة الكافرين ، والثاني تحذيراً من أن يجدوا يوم القيامة ما عملوا من سوء محضراً .والخطاب للمؤمنين ولذلك سمّى الموعظة تحذيراً : لأنّ المحذّر لا يكون متلبّساً بالوقوع في الخطر ، فإنّ التحذير تبعيد من الوقوع وليس انتشالاً بعدَ الوقوع وذيّله هنا بقوله : { والله رؤوف بالعباد } للتذكير بأنّ هذا التحذير لمصلحة المحذّرين .والتعريف في العباد للاستغراق : لأنّ رأفة الله شاملة لكلّ الناس مسلمهم وكافرهم : { ولو يؤاخذ الله الناس بما كسبوا ما ترك على ظهرها من دابّة } [ فاطر : 45 ] { الله لطيف بعباده } [ الشورى : 19 ] وما وعيدهم إلاّ لجلب صلاحهم ، وما تنفيذه بعد فوات المقصود منه إلاّ لصدق كلماته ، وانتظاممِ حكمته سبحانه . ولك أن تجعل ( أل ) عوضاً عن المضاف إليه أي بعباده فيكون بشارة للمؤمنين .",
  "ayah": 30,
  "surah": 3
}
