{
  "text": "انتقال إلى الترغيب بعد الترهيب على عادة القرآن . والمناسبةُ أنّ الترهيب المتقدم ختم بقوله : { والله رؤف بالعباد } [ آل عمران : 30 ] والرأفة تستلزم محبة المرؤف به الرؤفَ ، فجَعْلُ محبة الله فعلاً للشرط في مقام تعليق الأمر باتباععِ الرسول عليه مَبْنِيٌّ على كون الرأفة تستلزم المحبة ، أو هو مبني على أنّ محبة الله أمر مقطوع به من جانب المخاطبين ، فالتعليق عليه تعليق شرط محقّق ، ثم رتّب على الجزاء مشروط آخر وهو قوله : { يحببكم الله } لكونه أيضاً مقطوع الرغبة من المخاطبين ، لأنّ الخطاب للمؤمنين ، والمؤمن غايةُ قصده تحصيل رضا الله عنه ومحبته إياه .والمحبة : انفعال نفساني ينشأ عند الشعور بحسن شيء : من صفات ذاتية . أو إحسان ، أو اعتقاد أنّه يُحِب المستحسِنَ ويَجُر إليه الخير . فإذا حصل ذلك الانفعال عقِبَهُ ميل وانجذاب إلى الشيء المشعور بمحاسنه ، فيكون المنفعِل محبّاً ، ويكون المشعور بمحاسنه محبوباً ، وتُعدّ الصفات التي أوجبت هذا الانفعال جمالاً عند المحبّ ، فإذا قويَ هذا الانفعال صار تهيّجاً نفسانياً ، فسُمي عشقاً للذوات ، وافتنَاناً بغيرها .والشعور بالحسن الموجبُ للمحبة يُستمدّ من الحواسّ في إدراك المحاسن الذاتية المعروفة بالجمال ، ويُستمد أيضاً من التفكّر في الكمالات المستدلّ عليها بالعقل وهي المدعوة بالفضيلة ، ولذلك يحبّ المؤمنون الله تعالى ، ويحبّون النبي صلى الله عليه وسلم تعظيماً للكمالات ، واعتقاداً بأنّهما يدعوانهم إلى الخير ، ويحبّ الناس أهل الفضل الأوّلين كالأنبياء والحكماء والفاضلين ، ويحبون سُعاة الخير من الحاضرين وهم لم يَلْقوهم ولا رَأوْهم .ويَرجِع الجماللِ والفضيلة إلى إدراك النفس ما يلائمها : من الأشكال ، والأنغام ، والمحسوسات ، والخلال . وهذه الملاءمة تكون حسيّة لأجل مناسبة الطبع كملاءمة البرودة في الصيف ، والحرّ في الشتاء ، وملاءمة الليِّن لسليم الجلد ، والخُشِن لمن به داعي حِكّة ، أو إلى حصول منافع كملاءمة الإحسان والإغاثة . وتكون فكرية لأجل غايات نافعة كملاءمة الدواء للمريض ، والتعبَ لجاني الثمرة ، والسهَر للمتفكّر في العلم ، وتكون لأجل الإلف ، وتكون لأجل الاعتقاد المحض ، كتلقّي الناس أنّ العلم فضيلة ، ويدخل في هذين محبة الأقوام عوائدَهم من غير تأمل في صلاحها ، وقد تكون مجهولة السبب كملاءمة الأشكال المنتظمة للنفوس وملاءَمة الألوان اللطيفة .وفي جميع ذلك تستطيع أن تزيد اتضاحاً بأضدادها كالأشكال الفاسدة ، والأصوات المنكرة ، والألوان الكريهة ، دائماً أو في بعض الأحوال ، كاللون الأحمر يراه المحموم .ولم يستطع الفلاسفة توضيح علّة ملاءمة بعض ما يعبر عنه بالجمال للنفوس : ككون الذات جميلة أو قبيحة الشكل ، وكون المربع أو الدائرة حَسناً لدى النفس ، والشكللِ المختلّ قبيحاً ، ومع الاعتراف باختلاف الناس في بعض ما يعبر عنه بالجمال والقبح كما قال أبو الطيب :ضُروبُ الناس عُشاقٌ ضُرُوبا ... وأنّ بعض الناس يستجيد من الملابس ما لا يرضى به الآخر ويستحسن من الألوان ما يستقبحه الآخر ، ومع ذلك كله فالمشاهَد أنّ معظم الأحوال لا يختلف فيها الناس السالمو الأذواق .فأما المتقدمون فقال سُقراط : سبب الجمال حبّ النفع ، وقال أفلاطون : «الجمال أمر إلا هي أزلي موجود فِي عالم العقل غير قابل للتغير قد تمتعت الأرواح به قبل هبوطها إلى الأجسام فلمّا نزلت إلى الأجسام صارت مهماً رأت شيئاً على مِثال ما عهِدته في العوالم العقلية وهي عالم المِثال مَالت إليه لأنّه مألوفها من قبل هبوطها» . وذهب الطبائعيون : إلى أنّ الجمال شيء ينشأ عندنا عن الإحساسسِ بالحواس . ورأيتُ في كتاب «جامع أسرار الطب» للحكيم عبد الملك ابن زُهر القرطبي «العشق الحسي إنما هو ميل النفس إلى الشيء الذي تستحسنه وتستلذّه ، وذلك أنّ الروح النفساني الذي مسكنه الدمَاغ قريب من النور البصري الذي يحيط بالعين ومتصل بمؤخّر الدماغ وهو الذُّكْر فإذا نظرت العين إلى الشيء المستحسَن انضم النوري البصريّ وارتَعَد فبذلك الانضمام والارتعاد يتصل بالروح النفساني فيقبله قبولاً حسناً ثم يودعه الذُّكر فيوجب ذلك المحبةَ . ويشترك أيضاً بالروح الحيواني الذي مسكنه القَلب لاتصاله بأفعاله في الجسد كله فحينئذ تكون الفكرة والهم والسهر» .والحق أنّ منشأ الشعور بالجمال قد يكون عن الملائم ، وعن التأثّر العصبي ، وهو يرجع إلى الملائم أيضاً كتأثّر المحمُوم باللون الأحمر ، وعن الإلف والعادة بكثرة الممارسة ، وهو يرجع إلى الملائم كما قال ابن الرومي :وحَبّبَ أوطَانَ الرجاللِ إليهِمُ ... مآربُ قَضّاها الشبابُ هُنالِكإذَا ذَكَروا أوطانَهم ذَكّرَتْهُمُ ... عُهُودَ الصِّبَا فيها فحنوا لِذَلِكَوعن ترقّب الخير والمنفعة وهو يرجع إلى الملائم ، وعن اعتقاد الكمال والفضيلة وهو يرجع إلى المألوف الراجع إلى الممارسة بسبب ترقّب الخير من صاحب الكمال والفضيلة .ووراء ذلك كلّهِ شيءٌ من الجمال ومن المحبة لا يمكن تعليله وهو استحسان الذوات الحسنة واستقباح الأشياء الموحشة فنرى الطفل الذي لا إلف له بشيء ينفر من الأشياء التي نراها وحشة .وقد اختلف المتقدمون في أنّ المحبة والجمال هل يقصران على المحسوسات : فالذين قصروهما على المحسوسات لم يثبتوا غير المحبّة المادية ، والذين لم يقصروهما عليها أثبتوا المحبة الرمزية ، أعني المتعلقة بالأكوان غير المحسوسة كمحبةِ العبد للَّهِ تعالى ، وهذا هو الحق ، وقال به من المتقدّمين أفلاطون ، ومن المسلمين الغزالي وفخر الدين وقد أضيفت هذه المحبة إلى أفلاطون ، فقيل محبة أفلاطونية : لأنّه بحث عنها وعلَّلَها فإننا نسمع بصفات مشاهير الرجال مثل الرسل وأهل الخير والذين نفعوا الناس ، والذين اتصفوا بمحامد الصفات كالعِلم والكرم والعدل ، فنجد من أنفسنا ميلاً إلى ذكرهم ثم يقوى ذلك الميلُ حتى يصير محبّة منا إياهم مع أننا ما عرفناهم ، ألا ترى أنّ مزاولة كتب الحديث والسيرةِ ممّا يقوّي محبة المزاوِل في الرسول صلى الله عليه وسلم وكذلك صفات الخالق تعالى ، لما كانت كلها كمالات وإحساناً إلينا وإصلاحاً لفاسدنا ، أكسبنا اعتقادُها إجلالاً لموصوفها ، ثم يذهب ذلك الإجلال يقوَى إلى أن يصير محبّة وفي الحديث :« ثلاث من كنّ فيه وجد حلاوة الإيمان : أنْ يكونَ الله ورسوله أحبّ إليه ممّا سواهما ، وأن يُحب المرءَ لا يحبّه إلاّ لله ، وأن يكره أن يعود في الكفر كما يكره أن يقذف في النار » فكانت هذه الثلاثة من قبيل المحبّة ولذلك جُعل عندها وجدان حلاوة الإيمان أي وجدانه جميلاً عند معتقدِه .فأصحاب الرأي الأول يرون تعليق المحبة بذات الله في هذه الآية ونحوها مجازاً بتشبيه الرغبة في مرضاته بالمحبة ، وأصحاب الرأي الثاني يرونه حقيقة وهو الصحيح .ومن آثار المحبّة تطلّب القرب من المحبوب والاتّصاللِ به واجتناب فراقه . ومن آثارها محبة ما يسّره ويرضيه ، واجتناب ما يغضبه ، فتعليق لزوم اتّباع الرسول على محبة الله تعالى لأنّ الرسول دعا إلى ما يأمر الله به وإلى إفراد الوجهة إليه ، وذلك كمال المحبّة .وأما إطلاق المحبة في قوله : { يحببكم الله } فهو مجاز لا محالة أريد به لازم المحبّة وهو الرضى وسَوْق المنفعة ونحو ذلك من تجليات لله يعلمها سبحانه . وهما المعبر عنهما بقوله : { يحببكم الله ويغفر لكم ذنوبكم } فإنّ ذلك دليل المحبة وفي القرآن : { وقالت اليهود والنصارى نحن أبناء الله وأحِبَّاؤه قل فلمَ يعذبكم بذنوبكم } ( المائدة : 18 .( وتعليق محبة الله إياهم على { فاتبعون } المعلّق على قوله : { إن كنتم تحبون الله } ينتظم منه قياس شرطي اقتراني . ويدل على الحب المزعوم إذا لم يكن معه اتّباع الرسول فهو حبّ كاذب ، لأنّ المحب لمن يحبّ مطيع ، ولأنّ ارتكاب ما يكرهه المحبوب إغاضة له وتلبس بعدوّه وقد قال أبو الطيب :أأحبّه وأحبّ فيه ملامة ... إنّ الملامة فيه من أعدائهفعلم أنّ حب العدوّ لا يجامع الحب وقد قال العتابي :تودّ عدوي ثم تزعم أنّني ... صديقك ليس النوك عنك بعازبوجملة { والله غفور رحيم } في قوة التذييل مثل جملة { والله على كل شيء قدير } [ البقرة : 284 ] المتقدمة . ولم يذكر متعلّق للصفتين ليكون الناس ساعين في تحصيل أسباب المغفرة والرحمة .",
  "ayah": 31,
  "surah": 3
}
