{
  "text": "آذَنَ شرطُ لَما بجمل محذوفة ، تقديرها : فوُلِد عيسى ، وكَلم الناس في المهد بما أخبرت به الملائكة مريم ، وكلم الناس بالرسالة . وأراهم الآيات الموعودَ بها ، ودعاهم إلى التصديق به وطاعته ، فكفروا به ، فلما أحسّ منهم الكفر قال إلى آخره . أي أحسّ الكفر من جماعة من الذين خاطبهم بدعوته في قوله : { وأطيعون } [ آل عمران : 50 ] أي سمع تكذيبهم إياه وأُخبر بتمالئهم عليه . «ومنهم» متعلق بأحسّ . وضمير منهم عائد إلى معلوم من المقام يفسره وصف الكفر .وطَلَبُ النصرِ لإظهار الدعوة لله ، موقفٌ من مواقف الرسل ، فقد أخبر الله عن نوح «فدعا رَبه أنّي مغلوب فانتصر» وقال موسى : { واجعل لي وزيراً من أهلي } [ طه : 29 ] وقد عرض النبي صلى الله عليه وسلم نفسه على قبائل العرب لينصروه حتى يُبلغ دعوة ربّه .وقوله : { قال من أنصاري إلى الله } لعله قاله في ملإ بني إسرائيل إبْلاغاً للدعوة ، وقطعاً للمعذرة . والنصر يشمل إعلان الدين والدعوة إليه . ووصل وصْفَ أنصاري بإلى إما على تضمين صفة أنصار معنى الضم أي مَن ضامون نصرهم إياي إلى نصر الله إياي ، الذي وعدني به؛ إذ لا بدّ لحصول النصر من تحصيل سببه كما هي سنّة الله : قال تعالى : { إن تنصروا الله ينصركم } [ محمد : 7 ] على نحو قوله تعالى : { ولا تأكلوا أموالهم إلى أموالكم } [ النساء : 2 ] أي ضامِّينها فهو ظرف لغو ، وإما على جعله حالاً من ياء المتكلم والمعنَى في حال ذهابي إلى الله ، أي إلى تبليغ شريعته ، فيكون المجرور ظرفاً مستقراً . وعلى كلا الوجهين فالكون الذي اقتضاه المجرور هو كون من أحوال عيسى عليه السلام ولذلك لم يأت الحواريون بمثله في قولهم نحن أنصار الله .والحواريون : لقب لأصحاب عيسى ، عليه السلام : الذين آمنوا به ولازموه ، وهو اسم معرَّب من النبطية ومفرده حواري قاله في الإتقان عن ابن حاتم عن الضحّاك ولكنه ادّعى أنّ معناه الغسال أى غسّال الثياب .وفسّره علماء العربية بأنه من يكون من خاصّة من يضاف هو إليه ومن قرابته .وغلب على أصحاب عيسى وفي الحديث قول النبي صلى الله عليه وسلم \" لكل نبيِّء حَوَارِيٌّ وحَوارِيّ الزُّبَيْر بنُ العوام \"وقد أكثر المفسرون وأهل اللغة في احتمالات اشتقاقه واختلاف معناه وكلّ ذلك إلصاق بالكلمات التي فيها حروف الحاء والواو والراء لا يصحّ منه شيء .والحواريون اثنا عشر رجلا وهم : سَمْعَان بطرس ، وأخوه أندراوس ، ويوحنا بن زبْدي ، وأخوه يعقوب وهؤلاء كلّهم صيادو سَمك ومتَّى العشَّار وتوما وفيليبس ، وبرثو لماوس ، ويعقوب بن حلفي ، ولباوس ، وسمعان القانوى ، ويهوذا الأسخريوطي .وكان جواب الحواريين دالاّ على أنهم علموا أنّ نصر عيسى ليس لذاته بل هو نصر لدين الله ، وليس في قولهم : { نحن أنصار الله } ما يفيد حصراً لأنّ الإضافة اللفظية لا تفيد تعريفاً ، فلم يحصل تعريف الجزأين ، ولكنّ الحواريين بادروا إلى هذا الانتداب .وقد آمن مع الحواريّين أفراد متفرّقون من اليهود ، مثل الذين شفى المسيح مرضاهم ، وآمن به من النساء أمّه عليها السلام ، ومريم المجدلية ، وأم يوحنا ، وحماة سمعان ، ويوثا امرأة حوزي وكيل هيرودس ، وسوسة ، ونساء أخر ولكنّ النساء لا تطلب منهنّ نصره .",
  "ayah": 52,
  "surah": 3
}
