{
  "text": "وقوله : { فإما الذين كفروا فأعذبهم } إلى قوله { فنوفيهم أجورهم } تفصيل لما أجمل في قوله { فأحكم بينكم فيما كنتم فيه تختلفون } . وقوله { فأعذبهم عذاباً شديداً في الدنيا والأخرة } المقصود من هذا الوعيدِ هو عذاب الآخرة لأنه وقع في حَيز تفصيل الضمائر من قوله : { فأحكم بينكم فيما كنتم فيه تختلفون } وإنما يكون ذلك في الآخرة ، فذُكِر عذاب الدنيا هنا إدماج . فإن كان هذا مما خاطب الله به عيسى فهو مستعمل في صريح معناه ، وإن كان كلاماً من الله في القرآن خوطب به النبي صلى الله عليه وسلم والمسلمونَ ، صح أن يكون مراداً منه أيضاً التعريض بالمشركين في ظلمهم محمداً صلى الله عليه وسلم عن مكابرة منهم وحسد . وتقدم تفسير إسناد المحبة إلى الله عند قوله : قل إن كنتم تحبون الله في هذه السورة .وجملة { وما لهم من ناصرين } تذييل لجملة { أعذّبهم عذاباً شديداً في الدنيا والآخرة } أي ولا يجدون ناصرين ينصرونهم علينا في تعذيبهم الذي قدّره الله تعالى .واعلم أنّ قوله فأعذّبهم عذاباً شديداً في الدنيا والآخرة قضية جزئية لا تقتضي استمرار العذابين :فأما عذاب الدنيا فهو يجري على نظام أحوال الدنيا : من شدة وضعف وعدم استمرار ، فمعنى انتفاء الناصرين لهم منه انتفاءُ الناصرين في المدة التي قدّرها الله لتعذيبهم في الدنيا ، وهذا متفاوت ، وقد وَجَد اليهود ناصرين في بعض الأزمان مثل قصة استير في الماضي وقضية فلسطين في هذا العصر .وأما عذاب الآخرة : فهو مطلق هنا ، ومقيد في آيات كثيرة بالتأييد ، كما قال : { وما هم بخارجين من النار } [ البقرة : 167 ] .وجملة { والله لا يحب الظالمين } تذييل للتفصيل كله فهي تذييل ثاننٍ لجملة { فأعذبهم عذاباً شديداً } بصريح معناها ، أي أعذّبهم لأنهم ظالمون والله لا يحبّ الظالمين وتذييلٌ لجملة { وأما الذين آمنوا وعملوا الصالحات } إلى آخرها ، بكناية معناها؛ لأنّ انتفاء محبة الله الظالمين يستلزم أنه يحبّ الذين آمنوا وعملوا الصالحات فلذلك يعطيهم ثوابهم وافياً .ومعنى كونهم ظالمين أنهم ظلَموا أنفسهم بكفرهم وظلَمَ النصارى الله بأن نقصوه بإثبات ولد له وظلموا عيسى بأن نسبوه ابناً للَّه تعالى ، وظلمه اليهود بتكذيبهم إياه وأذاهم .وعذاب الدنيا هو زوال الملك وضرب الذلة والمسكنة والجزية ، والتشريد في الأقطار ، وكونهم يعيشون تبعاً للناس ، وعذاب الآخرة هو جهنم . ومعنى { وما لهم من ناصرين } أنهم لا يجدون ناصراً يدفع عنهم ذلك وإن حاوله لم يظفَر به .",
  "ayah": 56,
  "surah": 3
}
