{
  "text": "تفريع على قوله : { الحق من ربك فلا تكن من الممترين } لما فيه من إيماء إلى أنّ وفد نجران ممترون في هذا الذي بَيّن الله لهم في هذه الآيات : أي فإن استمرّوا على محاجتهم إياك مكابرةً في هذا الحق أو في شأن عيسى فادعهم إلى المباهلة والملاعنة . ذلك أنّ تصْميمَهم على معتقدهم بعد هذا البيان مكابرة محْضة بعد ما جاءك من العلم وبينتَ لهم ، فلم يبق أوضحُ مما حاجَجْتهم به فعلمت أنهم إنما يحاجونك عن مكابرة ، وقلة يقين ، فادعهم إلى المباهلة بالملاعنة الموصوفة هنا .و { تعالوا } اسم فعل لطلب القدوم ، وهو في الأصل أمر من تعالى يتعالى إذا قَصد العلوّ ، فكأنّهم أرادوا به في الأصل أمراً بالصعود إلى مكان عاللٍ تشريفاً للمدعُو ، ثم شاع حتى صار لمطلق الأمر بالقدوم أو الحضور ، وأجريت عليه أحوال اسم الفعل فهو مبني على فتح آخره وأما قول أبي فراس الحمداني: ... أيَا جَارَتَا مَا أنْصَفَ الدهرُ بينناتَعَالِي أقَاسِمْككِ الهُمُومَ تَعَالِي ... فقد لحَّنوه فيه .ومعنى { تعالوا ندع أبناءنا وأبناءكم } ائتوا وادعوا أبناءكم ونحن ندعو أبناءنا إلى آخره ، والمقصود هو قوله : { ثم نبتهل } إلى آخره .و ( ثم ) هنا للتراخي الرتبي .والابتهال مشتق من البَهْل وهو الدعاء باللعن ويطلق على الاجتهاد في الدعاء مطلقاً لأنّ الداعي باللعن يجتهد في دعائه والمراد في الآية المعنى الأول .ومعنى { فنجعل لعنت الله } فنَدْعُ بإيقاع اللعنة على الكاذبين . وهذا الدعاء إلى المباهلة إلجاءٌ لهم إلى أن يعترفوا بالحق أو يَكفُوا . روى المفسرون وأهل السيرة أنّ وفد نجران لما دعاهم رسول الله صلى الله عليه وسلم إلى الملاعنة قال لهم العاقب : نلاعنه فوالله لئن كان نبيئاً فلاعننا لا نفلح أبداً ولا عقبنا من بعدنا فلم يجيبوا إلى المباهلة وعدلوا إلى المصالحة كما سيأتي .وهذه المباهلة لعلّها من طرق التناصف عند النصارى فدعاهم إليها النبي صلى الله عليه وسلم لإقامة الحجة عليهم .وإنما جمع في الملاعنة الأبناء والنساء : لأنه لمّا ظهرت مكابرتهم في الحق وحبّ الدنيا ، عُلم أنّ من هذه صفته يكون أهله ونساؤه أحبّ إليه من الحق كما قال شعيب «أرَهْطِيَ أعَزُّ علَيكم من الله» وأنه يخشى سوء العيش ، وفقدان الأهل ، ولا يخشى عذاب الآخرة .والظاهر أنّ المراد بضمير المتكلم المشارَك أنه عائد إلى النبي صلى الله عليه وسلم ومن معه من المسلمين ، والذين يحضرهم لذلك وأبناء أهل الوفد ونساؤهم اللاّئي كُنَّ معهم .والنساء : الأزواج لا محالة ، وهو إطلاق معروف عند العرب إذا أضيف لفظ النساء إلى واحد أو جماعة دون ما إذا وَرَد غير مضاف ، قال تعالى : { يا نساء النبسي لستُنّ كأحدٍ من النساء } [ الأحزاب : 32 ] وقال : { ونساء المؤمنين } وقال النابغة: ... حِذارَا على أنْ لاَ تُنَالَ مَقَادَتِيولاَ نِسْوَتِي حَتى يَمُتْن حَرائرا ... والأنفس أنفس المتكلمين وأنفس المخاطبين أي وإيانا وإياكم ، وأما الأبناء فيحتمل أنّ المراد شبانهم ، ويحتمل أنه يشمل الصبيان ، والمقصود أن تعود عليهم آثار الملاعنة .والابتهال افتعال من البهل ، وهو اللعن ، يقال : بهله الله بمعنى لعنه واللعنة بَهلة وبُهلة بالضم والفتح ثم استعمل الابتهال مجازاً مشهوراً في مطلق الدعاء قال الأعشى :لا تقعدنَّ وقد أكَّلّتَها حطباً ... تعوذ من شرّها يوماً وتبتهلوهو المراد هنا بدليل أنّه فرّع عليه قوله : { فنجعل لعنت الله على الكاذبين } .وهذه دعوة إنصاف لا يدعو لها إلاّ واثق بأنه على الحق . وهذه المباهلة لم تقع لأنّ نصارى نجران لم يستجيبوا إليها . وقد روى أبو نعيم في الدلائل أنّ النبي هيأ علياً وفاطمةً وحَسَناً وحُسَيناً ليصحبهم معه للمباهلة . ولم يذكروا فيه إحضار نسائه ولا إحضار بعض المسلمين .",
  "ayah": 61,
  "surah": 3
}
