{
  "text": "رجُوع إلى المجادلة ، بعد انقطاعها بالدعاء إلى المباهلة ، بعَثَ عليه الحرصُ على إيمانهم ، وإشارة إلى شيءٍ من زيغ أهل الكتابين عن حقيقة إسلاممِ الوجه لله كما تقدم بيانه . وقد جيء في هذه المجادلة بحجة لا يجدون عنها موئلاً وهو دعوتهم إلى تخصيص الله بالعبادة ونبذ عقيدة إشراك غيره في الإلهية . فجملة { قل يا أهل الكتاب } بمنزلة التأكيد لجملة { فقل تعالوا ندع أبناءنا } [ آل عمران : 61 ] لأنّ مدلول الأولى احتجاج عليهم بضعف ثقتهم بأحقّية اعتقادهم . ومدلول هذه احتجاج عليهم بصحة عقيدة الإسلام ، ولذلك لم تعطف هذه الجملة . والمراد بأهل الكتاب هنا النصارى : لأنهم هم الذين اتخذوا المخلوق ربّاً وعبدوه مع الله .وتعالوا هنا مستعملة في طلب الاجتماع على كلمة سواء وهو تمثيل : جعلت الكلمة المجتمع عليها بشبه المكان المراد الاجتماع عنده . وتقدم الكلام على ( تعالوا ) قريباً .والكلمة هنا أطلقت على الكلام الوجيز كما في قوله تعالى : { كلا إنها كلمة هو قائلها } [ المؤمنون : 100 ] .وسواء هنا اسم مصدر الاستواء ، قيل بمعنى العدل ، وقيل بمعنى قصدٍ لا شطط فيها ، وهذان يكونان من قولهم : مكان سَواء وسِوَى وسَوى بمعنى متوسّط قال تعالى : { فرءاه في سواء الجحيم } [ الصافات : 55 ] . وقال ابن عطية : بمعنى ما يستوي فيه جميع الناس ، فإنّ اتخاذ بعضهم بعضاً أرباباً ، لا يكون على استواء حال وهو قول حسن . وعلى كل معنى فالسواء غير مؤنث ، وصف به { كلمة } ، وهو لفظ مؤنث ، لأنّ الوصف بالمصدر واسم المصدر لا مطابقة فيه .و { ألا نعبد } بدل من { كلمة } ، وقال جماعة : هو بدل من سَواء ، وردّه ابن هشام ، في النوع الثاني من الجهة السادسة من جهات قواعد الإعراب من مغني اللبيب ، واعترضه الدمامييني وغيره .والحق أنه مردود من جهة مراعاة الاصطلاح لا من جهة المعنى؛ لأنّ سَواء وصف لِكلمة وألاّ نعبد لو جعل بدلاً من سواء ءال إلى كونه في قوة الوصف لكلمة ولا يحسن وصف كلمة به .وضمير بيننا عائد على معلوم من المقام : وهو النبي صلى الله عليه وسلم والمسلمون ، ولذلك جاء بعده : { فقولوا اشهدوا بأنا مسلمون } .ويستفاد من قوله : { ألا نعبد إلا الله } إلى آخره ، التعريضُ بالذين عبدوا المسيح كُلِّهم .وقوله : { فإن تولوا } جيء في هذا الشرط بحرف إنْ لأنّ التولِّي بعد نهوض هذه الحجة وما قبلها من الأدلة غريب الوقوع ، فالمقام مشتمل على ما هو صالح لاقتلاع حصول هذا الشرط ، فصار فعل الشرط من شأنه أن يكون نادر الوقوع مفروضاً ، وذلك من مواقع ( إن ) الشرطية فإن كان ذلك منهم فقد صاروا بحيث يُؤيَس من إسلامهم فأعرِضوا عنهم ، وأمسكوا أنتم بإسلامكم ، وأشهدوهم أنكم على إسلامكم . ومعنى هذا الإشهاد التسْجيل عليهم لئلاّ يُظهروا إعراض المسلمين عن الاسترسال في محاجتهم في صورة العجز والتسليم بأحقية ما عليه أهل الكتاب فهذا معنى الإشهاد عليهم بأنا مسلمون .",
  "ayah": 64,
  "surah": 3
}
