{
  "text": "استئناف ناشيء عن نفي اليهودية والنصرانية عن إبراهيم ، فليس اليهود ولا النصارى ولا المشركون بأولى الناس به ، وهذا يدل على أنهم كانوا يقولون : نحن أولى بدينكم .و ( أولى ) اسم تفضيل أي أشد ولْياً أي قرباً مشتق من وَلِي إذا صار وَليّاً ، وعدّي بالباء لتضمّنه معنى الاتصال أي أخصّ الناس بإبراهيم وأقربهم منه . ومن المفسّرين من جعل أولى هنا بمعنى أجدر فيضطرّ إلى تقدير مضاف قبل قوله : { بإبراهيم } أي بدين إبراهيم .والذين اتبعوا إبراهيم هم الذين اتبعوه في حياته : مثل لوط وإسماعيل وإسحاقَ ، ولا اعتداد بمحاولة الذين حاولوا اتباع الحنيفية ولم يهتدوا إليها ، مثل زيد بن عَمْرو بن نُفَيْل ، وأميةَ ابن أبي الصّلْت ، وأبيه أبي الصَّلت ، وأبي قيْس صِرمَة بن أبي أنس من بني النجّار ، وقال النبي صلى الله عليه وسلم \" كاد أمية بن أبي الصّلْت ، أن يُسلم \" وهو لم يدرك الإسلام فالمعنى كاد أن يكون حنيفاً ، وفي «صحيح البخاري» : أنّ زيد بن عَمرو بن نُفيل خرج إلى الشام يسأل عن الدين فلقي عالماً من اليهود ، فسأله عن دينه فقال له : إنّي أريد أن أكونَ على دينك ، فقال اليهوديّ : إنّك لا تكون على ديننا حتى تأخذ نصيبك من غضب الله ، قال زيد : أفِرُّ إلاّ من غضب الله ، ولا أحمل من غضب الله شيئاً أبداً وأنا أستطيع ، فهل تدلني على دين ليس فيه هذا؟ قال : لا أعلمه إلاّ أن تكون حنيفاً ، قال : وما الحنيف؟ قال : دين إبراهيم لم يكن يهودياً ولا نصرانياً وكان لا يعبد إلاّ الله ، فخرج من عنده فلقي عالماً من النصارى فقاوله مثل مقاولة اليهودي ، غير أنّ النصراني قال : أن تأخذ بنصيبك من لَعنة الله ، فخرج من عنده وقد اتفقا له على دين إبراهيم ، فلم يزل رافعاً يديه إلى السماء وقال : اللهم أشهَدْ أنّي على دين إبراهيم وهذا أمنية منه لا تصادف الواقع . وفي «صحيح البخاري» ، عن أسماء بنت أبي بكر : قالت : رأيت زيدَ بن عَمرو بن نُفيل قبل الإسلام مسنِداً ظهره إلى الكعبة وهو يقول : «يا معشر قريش ليس منكم على دين إبراهيم غيري» وفيه أنّ النبي صلى الله عليه وسلم لقي زيدَ بن عمرو بن نُفيل بأسفل بَلْدَح قبل أن يَنزل على النبي صلى الله عليه وسلم الوحي فقُدِّمَتْ إلى النبي صلى الله عليه وسلم سُفرة فأبى زيدُ بن عمرو أنْ يأكل منها وقال : إنّي لست آكل ممّا تذبحون على أنصابكم ولا آكل إلاّ ما ذكر اسم الله عليه وهذا توهّم منه أن النبي صلى الله عليه وسلم يفعل كما تفعل قريش . وإنّ زيداً كان يعيب على قريش ذبائحهم ويقول : الشاة خلقها الله وأنزل لها من السماء الماء أنبت لها من الأرض ثم تذبحونها على غير اسم الله .واسم الإشارة في قوله : { وهذا النبي } مستعمل مجازاً في المشتهر بوصف بين المخاطبين كقوله في الحديث : \" فجعل الفَرَاشُ وهذه الدّوَابُّ تقع في النار \" فالإشارة استعملت في استحضار الدوابّ المعروفة بالتساقط على النار عند وقودها ، والنبي ليس بمشاهد للمخاطبين بالآية ، حينئذ ، ولا قُصدت الإشارة إلى ذاته . ويجوز أن تكون الإشارة مستعملة في حضور التكلم باعتبار كون النبي هو الناطق بهذا الكلام ، فهو كقول الشاعر : «نجوتتِ وهَذا تحملين طَليق» أي والمتكلّم الذي تحملينه . والاسم الواقع بعد اسم الإشارة ، بدلاً منه ، هو الذي يعين جهة الإشارة مَا هي . وعطف النبي على الذين اتبعوا إبراهيم للاهتمام به وفيه إيماء إلى أنّ متابعته إبراهيم عليه السلام ليست متابعة عامة فكون الإسلام من الحنيفية أنّه موافق لها في أصولها . والمراد بالذين آمنوا المسلمون . فالمقصود معناه اللقَبي ، فإنّ وصف الذين آمنوا صار لقباً لأمة محمد صلى الله عليه وسلم ولذلك كثر خطابهم في القرآن بيأيها الذين آمنوا .ووجه كون هذا النبي صلى الله عليه وسلم والذين آمنوا أولى الناس بإبراهيم ، مثل الذين اتبعوه ، إنّهم قد تخلقوا بأصول شرعه ، وعرفوا قدره ، وكانوا له لسان صدق دائباً بذكره ، فهؤلاء أحقّ به ممّن انتسبوا إليه لكنهم نقضوا أصول شرعه وهم المشركون ، ومن الذين انتسبوا إليه وأنسوا ذكر شرعه ، وهم اليهود والنصارى ، ومن هذا المعنى قول النبي صلى الله عليه وسلم لما سَأل عن صوم اليهود ، يوم عاشوراء فقالوا : هو يوم نجّى الله فيه موسى فقال : «نَحْن أحقّ بموسى منهم» وصامه وأمر المسلمين بصومه .وقوله : { والله ولي المؤمنين } تذييل أي هؤلاء هم أولى الناس بإبراهيم ، والله ولي إبراهيم ، والذين اتبعوه ، وهذا النبي ، والذين آمنوا؛ لأنّ التذييل يشمل المذيَّل قطعاً ، ثم يشمل غيره تكميلاً كالعام على سبب خاص . وفي قوله : { والله ولي المؤمنين } بعد قوله : { كان إبراهيم يهودياً } [ آل عمران : 67 ] تعريض بأنّ الذين لم يكن إبراهيم منهم ليسوا بمؤمنين .",
  "ayah": 68,
  "surah": 3
}
