{
  "text": "أي من اليهود طائفة تخيل للمسلمين أشياء أنها مما جاء في التوراة ، وليست كذلك ، إما في الاعتذار عن بعض أفعالهم الذميمة ، كقولهم : ليس علينا في الأميين سبيل ، وإما للتخليط على المسلمين حتى يشككوهم فيما يخالف ذلك مما ذكره القرآن ، أو لإدخال الشك عليهم في بعض ما نزل به القرآن ، فاللَّيُّ مجمل ، ولكنه مبين بقوله : { لتحسبوه من الكتاب } وقولِه : { ويقولون هو من عند الله وما هو من عند الله } .واللَّيُّ في الأصل : الإراغة أي إدارة الجسم غير المتصلب إلى غير الصوْب الذي هو ممتدّ إليه : فمن ذلك ليّ الحَبْل ، وليّ العنان للفَرس لإدارته إلى جهة غير صوب سَيره ، ومنه لَيّ العنق ، وليّ الرأس بمعنى الالتفات الشزر والإعراض قال تعالى : { لووا رؤوسهم } [ المنافقون : 5 ] .واللّي في هذه الآية يحتمل أن يكون حقيقة بمعنى تحريف اللسان عن طريق حرف من حروف الهجاء إلى طريق حرف آخر يقاربه لتعطي الكلمة في أذن السامع جرس كلمة أخرى ، وهذا مثل ما حكى الله عنهم في قولهم «راعنا» وفي الحديث من قولهم في السلام على النبي : «السامُ عليكم» أي الموت أو «السِّلام بكسر السين عليك» وهذا اللّي يشابه الإشمام والاختلاس ومنه إمالة الألف إلى الياء ، وقد تتغير الكلمات بالترقيق والتفخيم وباختلاف صفات الحروف . والظاهر أنّ الكتاب هو التوراة فلعلهم كانوا إذا قرؤوا بعض التوراة بالعربية نطقوا بحروف من كلماتها بينَ بينَ ليوهموا المسلمين معنى غير المعنى المراد ، وقد كانت لهم مقدرة ومِراس في هذا .وقريب من هذا ما ذكره المبرّد في الكامل أنّ بعض الأزارقة أعاد بيت عُمر ابن أبي ربيعة في مجلس ابن عباس. ... رَأتْ رجلاً أما إذا الشمس عَارَضتفيضْحَى وأما بالعشي فيخصر ... فجعل يضحى يَحْزَى وجعل يَخصر يخسر بالسين لِيشوّه المعنى لأنه غضب من إقبال ابن عباس على سماع شعره . وفي الأحاجي والألغاز كثير من هذا كقولهم : إنّ للاّهي إلهاً فوقَه فيقولها أحد بحضرة ناس ولا يشبع كسرة اللاّهي يخالها السامع لله فيظنه كَفَر . أو لعلهم كانوا يقرؤون ما ليس من التوراة بالكيفيات أو اللحون التي كانوا يقرؤون بها التوراة ليخيلوا للسامعين أنهم يقرؤون التوراة .ويحتمل أن يكون اللّي هنا مجازَاً عن صرف المعنى إلى معنى آخر كقولهم لوى الحجة أي ألقي بها على غير وجهها ، وهو تحريف الكلم عن مواضعه : بالتأويلات الباطلة ، والأقيسة الفاسدة ، والموضوعات الكاذبة ، وينسبون ذلك إلى الله ، وأياماً كان فهذااللَّيُّ يقصدون منه التمويه على المسلمين لغرض ، حكما فعل ابن صوريا في إخفاء حكم رجم الزاني في التوراة وقوله : نحَمم وجهه .والمخاطب يتحسبوه المسلمون دون النبي صلى الله عليه وسلم أو هو والمسلمون في ظنّ اليهود .وجيء بالمضارع في هاته الأفعال : يلوون ، ويَقُولون ، للدلالة على تجدّد ذلك وأنه دأبهم .وتكرير الكتاب في الآية مرتين ، واسم الجلالة أيضاً مرتين ، لقصد الاهتمام بالاسمين ، وذلك يجر إلى الاهتمام بالخبر المتعلق بهما ، والمتعلقين به ، قال المرزوقي في شرح الحماسة في باب الأدب عند قول يحيى بن زياد: ... لما رأيت الشيب لاح بياضهبمفرق رأسي قلت للشيب مرحبا ... كان الواجب أن يقول : «قلت له مرحبا لكنهم يكرّرون الأعلام وأسماء الأجناس كثيراً والقصد بالتكرير التفخيم» قلت ومنه قول الشاعر: ... لا أرى الموت يسبق الموت شيءقهر الموت ذا الغنى والفقيرا ... وقد تقدم تفصيل ذلك عند قوله تعالى في سورة [ البقرة : 282 ] :{ واتقوا اللَّه ويعلمكم اللَّه واللَّه بكل شيء عليم }والقراءة المعروفة يلوون : بفتح التحتية وسكون اللام وتخفيف الواو مضارع لوى ، وذكر ابن عطيّة أنّ أبا جعفر قرأه : يُلَوون بضم ففتح فواو مشدّدة مضارع لوّى بوزن فعل للمبالغة ولم أر نسبة هذه القراءة إلى أبي جعفر في كتب القراءات .",
  "ayah": 78,
  "surah": 3
}
