{
  "text": "اعتراض واستطراد : فإنه لما ذكر لَيّ اليهودِ ألسنتَهم بالتوراة ، وهو ضرب من التحريف ، استطرد بذكر التحريف الذي عند النصارى لمناسبة التشابه في التحريف إذ تقَوّل النصارى على المسيح أنه أمرهم بعبادته فالمراد بالبشر عيسى عليه السلام ، والمقصود تنزيه عيسى عن أن يكون قال ذلك ، ردّاً على النصارى ، فيكون رجوعاً إلى الغرض الذي في قوله : { قل يا أهل الكتاب تعالوا إلى كلمة سواء إلى قوله بأنا مسلمون } [ آل عمران : 64 ].وفي «الكشاف» قيل نزلت لأنّ رجلاً قال : يا رسول الله نُسلمُ عليك كما يُسلم بعضنا على بعض أفلا نسجد لك . قال : \" لا ينبغي أن يُسجد لأحد من دون الله ، ولكن أكرموا نبيئكم واعرِفوا الحق لأهله \" قلت : أخرجه عبد بن حميد عن الحسن ، فعلى تقدير كونه حديثاً مقبولاً فمناسبة ذكر هذه الآية أنها قص منها الردّ على جميع هذه المعتقدات . ووقع في أسباب النزول للواحدي مِن رواية الكلبي ، عن ابن عباس : أنّ أبا رافع اليهودي والسيدَ مِن نصارى نجران قالا يا محمد : «أتريد أن نعبدك» فقال رسول الله صلى الله عليه وسلم \" معاذ الله أن يُعبد غير الله \" ونزلت هذه الآية .وقوله : { ما كان لبشر } نفي لاستحقاق أحد لذلك القول واللام فيه للاستحقاق . وأصل هذا التركيب في الكلام ما كان فُلان فاعلاً كذا ، فلما أريدت المبالغة في النفي عدل عن نفي الفعل إلى نفي المصدر الدال على الجنس ، وجعل نفي الجنس عن الشخص بواسطة نفي الاستحقاق إذ لا طريقة لِحمل اسم ذات على اسم ذات إلاّ بواسطة بعض الحروف ، فصار التركيب : ما كان له أن يفعل ، ويقال أيضاً : ليس له أن يفعل ، ومثل ذلك في الإثبات كقوله تعالى : { إن لك ألا تجوع فيها ولا تعرى } [ طه : 118 ] .فمعنى الآية : ليس قولُ { كونوا عباداً لي } حقاً لبشر أيِّ بشر كان . وهذه اللام هي أصل لام الجحود التي في نحو { وما كان الله ليعذّبهم } [ الأنفال : 33 ] ، فتراكيب لام الجحود كلّها من قبيل قلب مثل هذا التركيب لقصد المبالغة في النفي ، بحيث ينفى أن يكون وجود المسند إليه مجعولاً لأجل فِعْل كذا ، أي فهو بريء منه بأصل الخلقة ولذلك سميت جحوداً .والمنفي في ظاهر هذه الآية إيتاء الحكم والنبوءة ، ولكن قد علم أنّ مصبّ النفي هو المعطوف من قوله : { ثم يقول للناس كونوا عباداً لي } أي ما كان له أن يقول كونوا عباداً لي إذا آتاه الله الكتاب إلخ .والعباد جمع عبد كالعبيد ، وقال ابن عطية : «الذي استقريت في لفظ العباد أنه جمع عبد لا يقصد معه التحقير ، والعبيد يقصد منه ، ولذلك قال تعالى : «يا عبادي» وسمّت العرب طوائف من العرب سكنوا الحِيرة ودخلوا تحت حكم كِسرى بالعباد ، وقيل لأنهم تنصّروا فسموْهم بالعباد ، بخلاف جمعه على عَبيد كقولهم : هم عبيد العَصا ، وقال حمزةُ بنُ المطلب هل أنتم إلاّ عبيدٌ لأبي ومنه قول الله تعالى :{ وما ربك بظلام للعبيد } [ فصلت : 46 ] ؛ لأنّه مكان تشفيق وإعْلام بقلة مقدرتهم وأنه تعالى ليس بظلاّم لهم مع ذلك ، ولما كان لفظة العباد تقتضي الطاعة لم تقع هنا ، ولذلك آنس بها في قوله تعالى : { قل ياعبادي الذين أسرفوا على أنفسهم } [ الزمر : 53 ] فهذا النوع من النظر يُسلك به سُبل العجائب في ميزة فصاحة القرآن على الطريقة العربية السلبية» . اه .وقوله : { من دون الله } قيد قصد منه تشنيع القول بأن يكونوا عباداً للقائل بأنّ ذلك يقتضي أنهم انسلخوا عن العبودية لله تعالى إلى عبودية البشر ، لأنّ حقيقة العبودية لا تقبل التجزئة لمعبودين ، فإنّ النصارى لما جعلوا عيسى ربّاً لهم ، وجعلوه ابناً للَّه ، قد لزمهم أنهم انخلعوا عن عبودية الله فلا جدوى لقولهم : نحن عبد الله وعبيدُ عيسى ، فلذلك جعلت مقالتُهم مقتضية أنّ عيسى أمرهم بأن يكونوا عباداً له دون الله ، والمعنى أنّ لآمِر بأن يكون الناس عباداً له هو آمر بانصرافهم عن عبادة الله . { ولكن كونوا ربانيين } أي ولكن يقول كونوا ربانيين أي كونوا منسوبين للربّ ، وهو الله تعالى ، لأنّ النسب إلى الشيء إنما يَكون لمزيد اختصاص المنسوب بالمنسوب إليه .ومعنى ذلك أن يَكونوا مخلصين لله دون غيره .والربّاني نسبة إلى الرب على غير قياس كما يقال اللِّحياني لعظيم اللحية ، والشَّعراني لكثير الشعرَ .وقوله : { بما كنتم تعلمون الكتاب } أي لأنّ علمكم الكتاب من شأنه أن يصدّكم عن إشراك العبادة ، فإنّ فائدة العلم العمل .وقرأ الجمهور : بما كنتم تعلمون بفتح المثناة الفوقية وسكون العين وفتح اللام مضارع عَلِم . وقرأه ابن عامر ، وحمزة ، وعاصم ، والكسائي ، وخلف : بضم ففتح فلاممٍ مشدّدة مكسورة مضارع عَلَّم المضاعف .{ وتدرسون } معناه تقرؤون أي قراءة بإعادة وتكرير : لأنّ مادّة درس في كلام العرب تحوم حول معاني التأثر من تكرّر عمل يُعمل في أمثاله ، فمنه قولهم : دَرَسَت الريحُ رسمَ الدار إذا عفته وأبلته ، فهو دارس ، يقال منزل دارس ، والطريق الدارس العافي الذي لا يتبين . وثوْب دارس خَلَقٌ ، وقالوا : دَرَس الكتاب إذا قرأه بتمهّل لحفظه ، أو للتدبّر ، وفي الحديث : \" ما اجتمع قوم في بيت من بيوت الله يتلون كتاب الله ويتدارسونه بينهم إلاّ نزلت عليهم السكينة إلخ \" رواه الترمذي فعطَفَ التدارس على القراءة فعُلم أنّ الدراسة أخصّ من القراءة . وسموا بيت قراءة اليهود مِدْرَاساً كما في الحديث : إنّ النبي صلى الله عليه وسلم خرج في طائفة من أصحابه حتى أتى مدراس اليهود فقرأ عليهم القرآن ودعاهم إلخ . ومادة درس تستلزم التمكن من المفعول فلذلك صار درس الكتاب مجازاً في فهمه وإتقانه ولذلك عطف في هذه الآية { وبما كنتم تدرسون } على { بما كنتم تعلمون الكتاب } .وفعله من باب نصر ، ومصدره في غالب معانيه الدرس ، ومصدر درس بمعنى قرأ يجيء على الأصل دَرْساً ومنه سمي تعليم العِلم درساً .ويجيء على وزن الفِعالة دِراسة وهي زنة تدل على معالجة الفعل ، مثل الكتابة والقراءة ، إلحاقاً لذلك بمصادر الصناعات كالتجارة والخياطة .",
  "ayah": 79,
  "surah": 3
}
