{
  "text": "عطف { وإذْ أخذ الله } على { ولا يأمركم أن تتخذوا الملائكة } [ آل عمران : 80 ] أي ما أمركم الأنبياء بشيء مما تقوّلتم عليهم وقد أمروكم بغير ذلك فأضعتموه حين أخذ الله ميثاقهم لِيُبَلِّغوه إليكم ، فالمعطوف هو ظرف ( إذْ ) وما تعلق به .ويجوز أن يتعلق ( إذ ) بقوله : { أأقررتم } مقدماً عليه . ويصح أن تجعل ( إذ ) بمعنى زمان غير ظرف والتقدير : واذْكر إذْ أخذ الله ميثاق النبيين ، فالمقصود الحكاية عن ذلك الزمان وما معه فيكون { قال أقررتم } معطوفاً بحذف العاطف . كما هو الشأن في جمل المحاورة وكذلك قوله : { قالوا أقررنا } .ويصح أن تكون جملة { قال أأقررتم } وما بعدها بياناً لجملة { أخذ اللَّه ميثاق النبيين } باعتبار ما يقتضيه فعل أخذ الله ميثاقَ النبيين : من أنّ النبيين أعْطَوْا ميثاقاً لله فقال : أأقررتم قالوا : أقررنا إلخ . ويكون قوله : { لما آتينااكم } إلى قوله { ولتنصرنه } هو صيغة الميثاق .وهذا الميثاق أخذه الله على جميع الأنبياء ، يؤذنهم فيه بأنّ رسولاً يجيء مصدّقاً لما معهم ، ويأمُرُهم بالإيمان به وبنصره ، والمقصود من ذلك إعلام أممهم بذلك ليَكون هذا الميثاق محفوظاً لدى سائر الأجيال ، بدليل قوله : { فمن تولّى بعد ذلك } إلخ إذ لا يجوز على الأنبياء التولّي والفسق ولكنّ المقصود أممهم كقوله : { لئن أشركت ليحبطن عملك } . وبدليل قوله قال : { فاشهدوا } أي على أممكم . وإلى هذا يرجع ما ورد في القرآن من دعوة إبراهيم عليه السلام : { ربنا وابعث فيهم رسولاً منهم } [ البقرة : 129 ] ، وقد جاء في سفر التثنية قول موسى عليه السلام : «قال لي الربّ أقيم لهم نبيئاً من وسط إخوتهم مثلَك وأجْعَلُ كلامي في فمه فيكلمهم بكلّ ما أوصيه به» . وإخوَةُ بني إسرائيل هم بنو إسماعيل ، ولو كان المراد نبيئاً إسرائيلياً لقال أقيم لهم نبيئاً منهم على ما في ترجمة التوراة من غموض ولعلّ النص الأصلي أصرح من هذا المترجم .والبشارات في كتب أنبياء بني إسرائيل وفي الأناجيل كثيرة ففي متى قول المسيح «وتقوم أنبياء كذَبة كثيرون ويضلون كثيرين ولكنّ الذي يصبر أي يبقى أخيراً إلى المنتهى فهذا يخلص ويكرز ببشارة الملكوت هذه في كل المسكونة شهادةً لجميع الأمم ثم يَأتي المنتهَى» وفي إنجيل يوحنا قول المسيح «وأنا أطلب من الأب فيعطيكم مُعَزِّياً آخر ليَمكث معكم إلى الأبد وأما المُعَزِّي الروح القدس الذي سيرسله الأب باسمي فهو يعلمكم كل شيء ويذكّركم بكل ما قلتُه لكم ومتى جاء المعزِّي روحُ الحق الذي من عند الأب ينبثق فهو يشهد لي» إلى غير ذلك .وفي أخذ العهد على الأنبياء زيادة تنويه برسالة محمد صلى الله عليه وسلم وهذا المعنى هو ظاهر الآية ، وبه فسر محققو المفسرين من السلف والخلف منهم علي بن أبي طالب ، وابن عباس ، وطاووس ، والسدي .ومن العلماء من استبعد أن يكون أخذ العهد على الأنبياء حقيقة نظراً إلى قوله : { فمن تولى بعد ذلك فأولئك هم الفاسقون } ( توهموه متعيناً لأن يكون المراد بمن تولّى من النبيين المخاطبين ، وستعلم أنه ليس كذلك ) فتأوّلوا الآية بأنّ المراد أخذ العهد على أممهم ، وسلكوا مسالك مختلفة من التأويل فمنهم من جعل إضافة الميثاق للنبيين إضافة تشبه إضافة المصدر إلى فاعله أي أخذ الله على الأمم ميثاق أنبيائهم منهم . ومنهم من قدَّر حذف المضاف أي أمم النبيئين أو أولاد النبيئين وإليه مال قول مجاهد والربيع ، واحتجوا بقراءة أبي ، وابن مسعود ، هذه الآية : وإذ أخذ الله ميثاق الذين أوتوا الكتاب لما آتيناكم من كتاب ، ولم يقرأ ميثاق النبيئين ، وزاد مجاهد فقال : إن قراءة أبي هي القرآن ، وإنّ لفظ النبيئين غلط من الكتَّاب ، وردّه ابن عطية وغيره بإجماع الصحابة والأمة على مصحف عثمان .وقوله : { لما آتيناكم } قرأ الجمهور «لَمَا» بفتح اللام وتخفيف الميم فاللام موطئة للقسم ، لأنّ أخذ الميثاق في معنى اليمين وما موصوله مبتدأ { وآتيناكم } صلته وحذف العائد المنصوب جرى على الغالب في مثله ومِن كتاب بيان للموصول وصلتِه ، وعُطف { ثم جاءكم } على { آتيْناكم } أي الذي آتيناكموه وجاءكم بعده رسول . ولتؤمننّ اللام فيه لام جواب القسم والجواب سدّ مسد خبر المبتدأ كما هو المعروف وضمير به عائد على المذكور أي لتؤمنّن بما آتيناكم وبالرسول ، أو هو عائد على الرسول وحذف ما يعود على ما آتيناكم لظهوره .وقرأه حمزة : بكسر لام لما فتكون اللام للتعليل متعلق بقوله : { لتؤمننّ به } أي شكراً على ما آتيتُكم وعلى أن بعثت إليكم رسولاً مصدّقاً لما كنتم عليه من الدين ولا يضرّ عمل مَا بعد لام القسم فيما قبلها فأخْذ الميثاق عليهم مطلقاً ثم علّل جواب القسم بأنه من شكر نعمة الإيتاء والتصديق ، ولا يصح من جهة المعنى تعليق { لما آتيتكم } بفعل القسم المحذوف ، لأنّ الشكر علة للجواب ، لا لأخْذ العهد .ولام { لتؤمِننّ } لام جواب القسم ، على الوجه الأول ، وموطئة للقسم على الوجه الثاني .وقرأ نافع ، وأبو جعفر : آتيناكم بنون العظمة وقرأه الباقون { آتيتكم } بتاء المتكلم .وجملة قال : { أأقررتم } بدل اشتمال من جملة { أخذ الله ميثاق النبيين } .والإقرار هنا مستعمل في معنى التحقيق بالوفاء مما أخذ من الميثاق .والإصر : بكسر الهمزة ، العهد المؤكد الموثق واشتقاقه من الإصار بكسر الهمزة وهو ما يعقد ويسدّ به ، وقد تقدم الكلام على حقيقته ومجازه في قوله تعالى : { ربنا ولا تحمل علينا إصراً } في سورة [ البقرة : 286 ] .وقوله : { فاشهدوا } إن كان شهادة على أنفسهم فهي بمعنى التوثق والتحقيق وكذلك قوله : { وأنا معكم من الشاهدين } كقوله : { شهد اللَّه أنه لا إله إلا هو } [ آل عمران : 18 ] وإن كانت شهادة على أممهم بتبليغ ذلك الميثاق فالمعنى فاشهدوا على أممكم بذلك ، والله شاهد على الجميع كما شهد النبيئون على الأمم .",
  "ayah": 81,
  "surah": 3
}
