{
  "text": "تفريع عن التذكير بما كان عليه الأنبياء .والاستفهام للتوبيخ والتحذير .وقرأه الجمهور { تبغون } بتاء الخطاب فهو خطاب لأهل الكتاب جارٍ على طريقة الخطاب في قوله آنفاً : { ولا يأمركم أن تتخذوا الملائكة } [ آل عمران : 80 ] وقرأه أبو عَمرو ، وحفص ، ويعقوب : بياء الغيبة فهو التفات من الخطاب إلى الغيبة ، إعراضاً عن مخاطبتهم إلى مخاطبة المسلمين بالتعجيب من أهل الكتاب . وكله تفريع ذكر أحوال خلَف أولئك الأمم كيف اتبعوا غير ما أخذ عليهم العهد به . والاستفهام حينئذ للتعجيب .ودين الله هو الإسلام لقوله تعالى : { إن الدين عند الله الإسلام } [ آل عمران : 19 ] وإضافته إلى الله لتشريفه على غيره من الأديان ، أو لأنّ غيره يومئذ قد نسخ بما هو دين الله .ومعنى { تبغون } وتطلبون يقال بَغى الأمرَ يبغيه بُغَاء بضم الباء وبالمد ، ويقصر والبُغية بضم الباء وكسرها وهاء في آخره قيل مصدر ، وقيل اسم ، ويقال ابتغى بمعنى بغى ، وهو موضوع للطلب ويتعدّى إلى مفعول واحد . وقياس مصدره البغي ، لكنه لم يسمع البغي إلاّ في معنى الاعتداء والجور ، وذَلك فعلُه قاصر ، ولعلهم أرادوا التفرقة بين الطلب وبين الاعتداء ، فأماتوا المصدر القياسي لبَغَى بمعنى طلب وخصّوه ببغى بمعنى اعتدى وظلم : قال تعالى : { إنما السبيل على الذين يظلمون الناس ويبغون في الأرض بغير الحق } [ الشورى : 42 ] ويقال تَبَغّى بمعنى ابتغى .وجملة { وله أسلَم } » حال من اسم الجلالة وتقدم تفسير معنى الإسلام لله عند قوله تعالى : { فقل أسلمتُ وجهي للَّه } [ آل عمران : 20 ] .ومعنى { طوعاً وكرهاً } أنّ من العقلاء من أسلم عن اختيار لظهور الحق له ، ومنهم من أسلم بالجبلّة والفطرة كالملائكة ، أو الإسلام كرهاً هو الإسلام بعد الامتناع أي أكرهته الأدلة والآيات أو هو إسلام الكافرين عند الموت ورؤية سوء العاقبة ، أو هو الإكراه على الإسلام قبل نزول آية لاَ إكراه في الدين .والكرهُ بفتح الكاف هو الإكراه ، والكُره بضم الكاف المكروه .ومعنى { وإليه ترجعون } أنه يرجعكم إليه ففعل رجع المتعدّي أسند إلى المجهول . لظهور فاعله ، أي يرجعكم الله بعد الموت ، وعند القيامة ، ومناسبة ذكر هذا ، عقب التوبيخ والتحذير ، أنّ الربّ الذي لا مفر من حكمه لا يجوز للعاقل أن يعدل عن ديننٍ أمره به ، وحقه أن يسلم إليه نفسه مختاراً قبل أن يسلمها اضطراراً .وقد دل قوله : { وإليه ترجعون } على المراد من قوله : { وكرهاً } .وقرأ الجمهور : وإليه تُرجعون بتاء الخطاب ، وقرأه حفص بياء الغيبة .",
  "ayah": 83,
  "surah": 3
}
