{
  "text": "ئناف وقع معتَرَضاً بين جملة { إن الذين كفروا وماتوا وهم كفّار } [ آل عمران : 91 ] الآية ، وبين جملة { كُلّ الطعام كانَ حِلاّ لبني إسرائيل } [ آل عمران : 93 ] .وافتتاح الكلام ببيان بعض وسائل البرّ إيذَان بأنّ شرائع الإسلام تدور على مِحْور البرّ ، وأنّ البرّ معنى نفساني عظيم لا يخرِم حقيقته إلاّ ما يفضى إلى نقض أصل من أصول الاستقامة النَّفسانيّة . فالمقصود من هذه الآيَة أمران : أوّلهما التَّحريض على الإنفاق والتّنويه بأنّه من البرّ ، وثانيهما التنويه بالبرّ الَّذِي الإنفاق خصلة من خصاله .ومناسبة موقع هذه الآية تِلْو سابقتها أنّ الآية السّابقة لمّا بينت أنّ الّذين كفروا لن يقبل من أحدهم أعظم ما ينفقه ، بيّنت هذه الآية ما ينفع أهل الإيمان من بذل المال ، وأنّه يبلغ بصاحبه إلى مرتبة البرّ ، فبيْن الطرفيْن مراتب كثيرة قد علمها الفطناء من هذه المقابلة . والخطاب للمؤمنين لأنَّهم المقصود من كُلّ خطاب لم يتقدّم قبله ما يعيِّن المقصود منه .والبرّ كمال الخير وشموله في نوعه : إذ الخير قد يعظم بالكيفية ، وبالكميّة ، وبهما معاً ، فبذل النَّفس في نصر الدّين يعظم بالكيفية في ملاقاة العدوّ الكثير بالعدد القليل ، وكذلك إنقاذ الغريق في حالة هوْل البحر ، ولا يتصوّر في مثل ذلك تعدّد ، وإطعام الجائع يعظم بالتعدّد ، والإنفاق يعظم بالأمرين جميعاً ، والجزاء على فعل الخير إذا بلغ كمال الجزاء وشموله كان برّاً أيضاً .وروَى النَّوَّاسُ بن سِمْعان عن النبي صلى الله عليه وسلم أنّه قال : « البرُّ حُسْن الخُلُق والإثممِ ما حاك في النفْس وكَرهتَ أن يَطَّلع عليه الناس » رواه مسلم .ومُقابَلَة البرّ بالإثم تدلّ على أنّ البرّ ضدّ الإثم . وتقدّم عند قوله تعالى : { ليس البرّ أن تولّوا وجوهكم قِبل المَشرق والمغرب } [ البقرة : 177 ] .وقد جعل الإنفاق من نفس المال المُحَبّ غاية لانتفاء نوال البرّ ، ومقتضى الغاية أنّ نوال البرّ لا يحصل بدونها ، وهو مشعر بأنّ قبْل الإنفاق مسافاتتٍ معنوية في الطريق الموصلة إلى البرّ ، وتلك هي خصال البرّ كلّها بقيتْ غير مسلوكة ، وأنّ البرّ لا يحصل إلاّ بنِهايتها وهو الإنفاق من المحبوب ، فظهر ل ( حتّى ) هنا موقع من البلاغة لا يخلفها فيه غيرها : لأنَّه لو قيل إلاّ أن تنفقوا مِمَّا تحبّون ، لتوهمّ السامع أنّ الإنفاق من المحَبِّ وحده يوجب نَوال البِرّ ، وفاتت الدلالة على المسافات والدرجات الَّتي أشعرت بها ( حتَّى ) الغائية .و ( تنالوا ) مشتقّ من النوال وهو التّحصيل على الشيء المعطي .والتّعريف في البِرّ تعريف الجنس : لأنّ هذا الجنس مركّب من أفعال كثيرة منها الإنفاق المخصوص ، فبدونه لا تتحقَّق هذه الحقيقة .والإنفاق : إعطاء المال والقوتتِ والكسوة .وما صدقُ ( ما ) في قوله : { مما تحبون } المال : أي المال النَّفيس العزيز على النَّفس ، وسوّغ هذا الإبهام هنا وجود تنفقوا إذ الإنفاق لا يطلق على غير بذل المال ف ( من ) للتبعيض لا غير ، ومن جوّز أن تكون ( من ) للتبيين فقد سها لأنّ التبيينية لا بدّ أن تُسبق بلفظ مبهم .والمال المحبوب يختلف باختلاف أحوال المتصدّقين ، ورغباتهم ، وسعة ثرواتهم ، والإنفاقُ منه أي التّصدق دليل على سخاءٍ لوجه الله تعالى ، وفي ذلك تزكية للنّفس من بقية ما فيها من الشحّ ، قال تعالى : { ومن يوق شحّ نفسه فأولئك هم المفلحون } [ الحشر : 9 ] وفي ذلك صلاح عظيم للأمّة إذ تجود أغنيَاؤها على فقرائها بما تطمح إليه نفوسهم من نفائس الأموال فتشتدّ بذلك أواصر الأخوّة ، ويهنأ عيش الجميع .روى مالك في «الموطأ» ، عن أنس بن مالك ، قال : كان أبو طلحة أكثر أنصاريّ بالمدينة مالاً ، وكان أحبُّ أمواله بئرَ حاء ، وكانت مستقبلة المسجد ، وكان رسول الله صلى الله عليه وسلم يدخلها ويشرب من ماء فيها طيّب ، فلما نزل قوله تعالى { لن تنالوا البر حتى تنفقوا مما تحبون } جاء أبو طلحة ، فقال : «يا رسول الله إنّ الله قال : { لن تنالوا البرّ حتَّى تنفقوا ممَّا تحبّون } ، وإنّ أحبّ أموالي بئر حاء وإنها صدقة لله أرجو بِرّها وذُخْرَها عندَ الله ، فَضَعْهَا يا رسول الله حيثُ أراك الله ، فقال النبي صلى الله عليه وسلم فَبَخْ ذلك مال رابح ، ذلك مال رابح ، وقد سمعتُ ما قلتَ وإني أرَى أن تجعلها في الأقربين ، فقال : أفْعلُ يا رسول الله . فجعلها لحسّان بن ثابت ، وأبيّ بن كعب .وقد بيَّن الله خصال البِرّ في قوله : { ولكن البر من آمن باللَّه واليوم الآخر والملائكة والكتاب والنَّبيّين وآتى المال على حُبّه ذوي القربى واليتامى والمساكين وابن السبيل والسائلين وفي الرقاب وأقامَ الصلاة وآتى الزكاة والموفون بعهدهم إذا عاهدوا والصابرين في البأساء والضراء وحين البأس } في سورة [ البقرة : 177 ] .( فالبرّ هو الوفاء بما جاء به الإسلام ممَّا يعرض للمرء في أفعاله ، وقد جمع الله بينه وبين التَّقوى في قوله : { وتعاونوا على البِر والتقوى ولا تعاونوا على الإثم والعدوان } [ المائدة : 2 ] فقابل البرّ بالإثم كما في قول النبي صلى الله عليه وسلم في حديث النّواس بن سِمْعان المتقدّم آنفاً .وقوله : { وما تنفقوا من شيء فإن الله به عليم } تَذْييل قُصد به تعميم أنواع الإنفاق ، وتبيين أنّ الله لا يخفى عليه شيء من مقاصد المنفقين ، وقد يكون الشيء القليل نفيساً بحسب حال صاحبه كما قال تعالى : { والذين لا يجدون إلاّ جهدهم } [ التوبة : 79 ] .وقوله : { فإن الله به عليم } مراد به صريحه أي يطّلع على مقدار وقعه ممَّا رغَّب فيه ، ومرَاد به الكناية عن الجزاء عليه .",
  "ayah": 92,
  "surah": 3
}
