{
  "text": "وجملة { فيه آيات بيِّنات } استئناف ثناء على هذا البيت بما حفّ به من المناقب والمزايا فغيّر الأسلوب للاهتمام ولذلك لم تجعل الجملة حالاً ، فتعطف على الحالين قبلها ، لأنّ مباركاً وهدى وصفان ذاتيّان له ، وحالان مقارنان ، والآيات عوارض عرضت في أوقات متفاوتة ، أو هي حال ثالثة ولم تعطف بالواو لأنّها جملة وما قبلها مفردان ولئلاّ يتوهم أن الواو فيها واو الحال ، فتكون في صورتها جارية على غير صورة الأفصح في مثلها من عدم الاقتران بالواو ، على ما حقَّقه الشَّيخ عبد القاهر ، فلو قرنت بواو العطف لالتبست بواو الحال ، فكرهت في السمع ، فيكون هذا من القطع لدفع اللبس ، أو نقول هي حال ولم تعطف على الأحوال الأخرى لأنّها جملة ، فاستغنت بالضّمير عن رابط العطف .ووصف الآيات ببيِّناتتٍ لظهورها في علم المخاطبين . وجماع هذه الآيات هي ما يسّره الله لسكّان الحرم وزائريه من طرق الخير ، وما دفع عنهم من الأضرار ، على حالة اتّفق عليها سائر العرب ، وقمعوا بها أنفسهم وشهواتهم ، مع تكالبهم على إرضاء نفوسهم .وأعظمها الأمن ، الّذي وطن عليه نفوس جميع العرب في الجاهلية مع عدم تديّنهم ، فكان الرجل يلاقي قاتل أبيه في الحرم فلا يناله بسوء ، وتَواضُعُ مثل هذا بين مختلف القبائل ، ذات اختلاف الأنساب والعوائد والأديان ، آية على أنّ الله تعالى وقَر ذلك في نفوسهم . وكذلك تأمين وحْشِه مع افتتان العرب بحبّ الصّيد . ومنها ما شاع بين العرب من قصم كلّ من رامه بسوء ، وما انصرافُ الأحباش عنه بعد امتلاكهم جميع اليمن وتهامة إلا آية من آيات الله فيه . ومنها انبثاق الماء فيه لإسماعيل حين إشرافه على الهلاك . وافتداء الله تعالى إيّاه بذبح عظيم حين أراد أبوه إبراهيم عليْه السّلام قربانه . ومنها ما شاع بين العرب وتوارثوا خبره أباً عن جدّ من نزول الحجر الأسود من السَّماء على أبي قبيس بمرأى إبراهيم ، ولعلَّه حجر كوكبي . ومنها تيسير الرزق لساكنيه مع قُحولة أرضه ، وملوحة مائه .وقوله : { مقام إبراهيم } أصل المقام أنّه مَفْعَل من القيام ، والقيام يطلق على المعنى الشَّائع وهو ضدّ القعُود ، ويطلق على خصوص القيام للصّلاة والدعاء ، فعلى الوجه الثَّاني فرفع مقام على أنّه خبر لضمير محذوف يعود على { للذى ببكّة } ، أي هو مقام إبراهيم ، أي البيتُ الَّذى ببكّة . وحذْفُ المسند إليه هنا جاء على الحذف الَّذي سمَّاه علماء المعاني ، التَّابعين لاصطلاح السكاكي ، بالحذف للاستعمال الجاري على تركه ، وذلك في الرفع على المدح ، أو الذم ، أو الترحّم ، بعد أن يجري على المسند إليه من الأوصاف قبل ذلك ما يبيّن المراد منه كقول أبي الطمحان القيني :فإنّ بني لأممِ بن عمرو أرومة ... سَمَتْ فوق صعب لا تُنالُ مراقبهنجوم سماءٍ كلّما انْقَضَّ كوكبٌ ... بَدَا كوكب تأْوِي إليه كواكبههذا هو الوجه في موقع قوله تعالى : { مقام إبراهيم } .وقد عبّر عن المسجد الحرام بأنّه مقام إبراهيم أي محلّ قيامه للصلاة والطواف قال تعالى : { واتخذوا من مقام إبراهيم مصلى } [ البقرة : 125 ] ويدل لذلك قول زيد بن عَمرو بن نُفَيل :عُذْتُ بما عاذَ به إبْرَاهِمْ ... مستقبلَ الكَعْبَةِ وهو قائموعلى الوجه الأول يكون المراد الحجر الَّذى فيه أثر قَدَمي إبراهيم عليه السّلام في الصّخرة التي ارتقى عليها ليرفع جدران الكعبة ، وبذلك فسر الزجّاج وتبعه على ذلك الزمخشري ، وأجاب الزمخشري عمَّا يعترض به من لزوم تبيين الجمع بالمفرد بأنّ هذا المفرد في قوّة جماعة من الآيات لأنّ أثر القدم في الصّخرة آية ، وغوصَه فيها إلى الكعبين آية وإلانة بعض الصّخر دون بعض آية ، وأنا أقول : إنَّه آيات لدلالته على نبوّة إبراهيم بمعجزة له وعلى علممِ الله وقدرته ، وإنّ بقاء ذلك الأثر مع تلاشي آثار كثيرة في طيلة القرون آية أيضاً .وقوله : { ومن دخله كان آمناً } عطف على مَزايا البيت وفضائله من الأمن فيه على العموم ، وامتنان بما تقرّر في ماضِي العصور ، فهو خبر لفظاً مستعمل في الامتنان ، فإنّ الأمن فيه قد تقرّر واطّرد ، وهذا الامتنان كما امتنّ الله على النَّاس بأنَّه خلق لهم أسماعاً وأبصَاراً فإنّ ذلك لا ينقض بمن ولد أكمه أو عرض له ما أزال بعض ذلك .قال ابن العربي : هذا خبر عمّا كان وليس فيه إثبات حكم وإنّما هو تنبيه على آيات ونعم متعددات؛ أنّ الله سبحانه قد كان صرف القلوب عن القصد إلى معارضته ، وصرف الأيدي عن إذايتِه . وروي هذا عن الحسن . وإذا كان ذلك خبراً فهو خبر عمّا مضى قبل مجيء شريعة الإسلام حين لم يكن لهم في الجاهلية وازع فلا ينتقض بما وقع فيه من اختلال الأمن في القتال بين الحَجَّاج وابن الزبير وفي فتنة القرامطة . وقد ذكرنا ذلك في تفسير قوله تعالى : { وأخر متشابهات أوّل هذه السورة } [ آل عمران : 7 ] .ومن العلماء من حمل قوله تعالى : { ومن دخله كان آمناً } أنَّه خبر مستعمل في الأمر بتأمين داخله من أن يُصاب بأذى ، وروي عن ابن عبَّاس ، وابن عمر ، وسعيد بن جبير ، وعطاء ، وطاوس ، والشعبي .وقد اختلف الصائرون إلى هذا المعنى في محمل العمل بهذا الأمر؛ فقال جماعة : هذا حكمٌ نُسخ يعنون نسختْه الأدلّة الَّتي دلّت على أنّ الحرم لا يُعيذ عاصياً . روى البخاري ، عن أبي شُريح الكعبي ، أنَّه قال لعَمْرِو بن سعيد وهو يبعث البُعوث إلى مكّة أي لحرب ابن الزبير : ائذن لى أيُّهَا الأمير أحدثْك قولاً قام به رسول الله الغدَ من يوم الفتح ، سمعتْه أُذناي ووعاه قلبي وأبصرتْه عيناي حين تكلَّم به : إنَّه حمد الله وأثنى عليه ثُمّ قال : «إنّ مكَّة حرَّمها الله ولم يحرّمها النَّاس؛ لا يحلّ لامرىء يؤمن بالله واليوم الآخر أن يسفك بها دماً ، ولا يعضد بها شجرة . فإنْ أحَد تَرَخَّص لقتال رسول الله فيها فقولوا له : إنّ الله أذن لرسوله ولم يأذن لكم وإنَّما أذِن لي فيها ساعة من نهار وقد عَادَتْ حُرْمَتُها اليَومَ كحرمتها بالأمس وليبلّغ الشاهدُ الغائبَ» . قال : فقال لي عَمْرو : أنا أعلمَ بذلك منكَ يا أبا شُرَيح إنّ الحرم لا يعيذ عاصياً ولا فارّاً بدَم ولا فارّا بخَرْبة ( الخَربة بفتح الخاء وسكون الراء الجناية والبلية الَّتي تكون على النَّاس ) وبما ثبت أنّ النّبيء صلى الله عليه وسلم أمر بأن يُقْتل ابن خَطل وهو متعلِّق بأستار الكعبة يوم الفتح .وقد قال مالك ، والشَّافعى : إنّ من أصاب جناية في الحرم أو خارجه ثُمّ عاذ بالحرم يقام عليه الحدّ في الحرم ويقاد منه .وقال أبو حنيفة ، وأصحابه الأربعة : لا يقتصّ في الحرم من اللاجىء إليه من خارجه ما دام فيه؛ ولكنَّه لا يبايَع ولا يؤاكَلُ ولا يجالَسُ إلى أن يخرج من الحرم .ويروون ذلك عن ابن عبَّاس ، وابننِ عُمر ، ومَنْ ذكرناه معهما آنفا .وفي أحكام ابن الفرس أن عبد الله بن عمر قال : «من كان خائفاً من الاحتيال عليه فليس بآمن ولا تجوز إذايته بالامتناع من مكالمته» .وقال فريق : هو حكم محكم غير منسوخ ، فقال فريق منهم : قوله : { ومن دخله } يفهم منه أنَّه أتى ما يوجب العقوبة خارجَ الحرم فإذا جنى في الحرم أقيد منه ، وهذا قول الجمهور منهم ، ولعلّ مستندهُم قوله تعالى : { والحرمات قصاص } [ البقرة : 194 ] أو استندوا إلى أدلّة من القياس ، وقال شذوذ : لا يقام الحدّ في الحرم ، ولو كان الجاني جنى في الحرم وهؤلاء طردوا دليلهم .وقد ألممنا بذلك عند قوله تعالى : { ولا تقاتلوهم عند المسجد الحرام حتَّى يقاتلوكم فيه } [ البقرة : 191 ] .وقد جعل الزجّاج جملة { ومن دخله كان آمناً } آية ثانية من الآيات البيّنات فهى بيان ل ( آيات ) ، وتبعه الزمخشري ، وقال : يجوز أن يطلق لفظ الجمع على المثنّى كقوله تعالى : { فقد صغت قلوبكما } [ التحريم : 4 ] . ( وإنَّما جاز بيان المفرد بجملة لأنّ هذه الجملة في معنى المفرد إذ التَّقدير : مقامُ إبراهيم وأمْنُ مَن دخَله . ولم ينظر ذلك بما استعمل من كلام العرب حتَّى يُقَرّب هذا الوجه . وعندي في نظيره قول الحرث بن حلزة :مَنْ لنا عنده من الخيْر آيا ... تٌ ثلاثٌ في كلهنّ القضاءآيةٌ شارق الشقيقة إذ جا ... ءَت مَعَدّ لِكلّ حيّ لواءثم قال :ثُمّ حُجْرا أعني ابن أم قَطامٍ ... وله فارسية خضراءثم قال :وفككنا غُلّ امرىء القيس عنه ... بعد ما طال حَبسه والعَناءفجعل ( وفككنا ) هي الآية الرابعة باتِّفاق الشرّاح إذ التقدير : وفَكُّنا غُل امرىء القيس .وجوّز الزمخشري أن يكون آيات باقياً على معنى الجمع وقد بُيّن بآيتين وتركت الثَّالثة كقول جرير :كانَتْ حنيفةُ أثلاثا فثُلْثهُمُ ... من العبيدِ وثُلث من مواليهاأي ولم يذكر الثلث الثالث وهو تنظير ضعيف لأنّ بيت جرير ظهر منه الثُلث الثالث ، فَهُم الصميم ، بخلاف الآية فإنّ بقية الآيات لم يُعرف . ويجوز أن نجعل قوله تعالى : { ولله على الناس حج البيت } إلخ متضمّناً الثالثة من الآيات البيّنات .{ وَللَّهِ عَلَى الناس حِجُّ البيت مَنِ استطاع إِلَيْهِ سَبِيلاً وَمَن كَفَرَ فَإِنَّ الله غَنِىٌّ عَنِ العالمين } .حُكم أعقب به الامتنان : لما في هذا الحكم من التَّنويه بشأن البيت فلذلك حسن عطفه . والتَّقدير : مباركاً وهدى ، وواجباً حجّه . فهو عطف على الأحوال .والحجّ تقدّم عند قوله تعالى : { الحجّ أشهر معلومات } في سورة [ البقرة : 197 ] ، وفيه لغتان فتح الحاء وكسرها ولم يقرأ في جميع مواقعه في القرآن بكسر الحاء إلاّ في هذه الآية : قرأ حمزة ، والكسائي ، وحفص عن عاصم ، وأبو جعفر بكسر الحاء .ويتّجه أن تكون هذه الآية هي الَّتي فرض بها الحجّ على المسلمين ، وقد استدلّ بها علماؤنا على فرضية الحجّ ، فما كان يقع من حجّ النّبيء والمسلمين ، قبل نزولها ، فإنَّما كان تقرّباً إلى الله ، واستصحاباً للحنيفية .وقد ثبت أنّ النّبيء حجّ مرّتين بمكّة قبل الهجرة ووقف مع النَّاس . فأمَّا إيجاب الحجّ في الشَّريعة الإسلاميَّة فلا دليل على وقوعه إلاّ هذه الآية وقد تمالأ علماء الإسلام على الاستدلال بها على وجوب الحجّ ، فلا يعد ما وقع من الحجّ قبل نزولها ، وبعد البعثة إلاّ تحنّثاً وتقرّباً ، وقد صحّ أنَّها نزلت سنة ثلاث من الهجرة ، عقب غزوة أحدُ ، فيكون الحجّ فرض يومئذ . وذكر القرطبي الاختلاف في وقت فرضية الحجّ على ثلاثة أقوال : فقيل : سنة خمس ، وقيل : سنة سبع ، وقيل : سنة تسع ، ولم يعز الأقوال إلى أصحابها ، سوى أنَّه ذكر عن ابن هشام ، عن أبي عبيد الواقدي أنَّه فرض عام الخندق ، بعد انصراف الأحزاب ، وكان انصرافهم آخر سنة خمس . قال ابن إسحاق : وولى تلك الحجَّة المشركون . وفي مقدّمات ابن رشد ما يقتضي أنّ الشافعي يقول : إنّ الحجّ وجب سنة تسع ، وأظهر من هذه الأقوال قول رابع تمالأ عليه الفقهاء وهو أنّ دليل وجوب الحجّ قوله تعالى : ولله على الناس حج البيت من استطاع إليه سبيلا } . وقد استدلّ الشَّافعي بها على أنّ وجوبه على التَّراخي ، فيكون وجوبه على المسلمين قد تقرَّر سنة ثلاث ، وأصبح المسلمون منذ يومئذ مُحْصَرين عن أداء هذه الفريضة إلى أن فتح الله مكّة ووقعت حجّة سنة تسع .وفي هذه الآية من صيَغ الوجوب صِيغتان : لام الاستحقاق ، وحرف ( على ) الدال على تقرّر حقّ في ذمة المجرور بها . وقد تعسّر أو تعذّر قيام المسلمين بأداء الحجّ عقب نزولها ، لأنّ المشركين كانوا لا يسمحون لهم بذلك ، فلعلّ حكمة إيجاب الحجّ يومئذ أن يكون المسلمون على استعداد لأداء الحجّ مهما تمكّنوا من ذلك ، ولتقوم الحجَّة على المشركين بأنَّهم يمنعون هذه العبادة ، ويصدّون عن المسجد الحرام ، ويمنعون مساجد الله أن يذكر فيها اسمه .وقوله : { من استطاع إليه سبيلا } بدل من النَّاس لتقييد حال الوجوب ، وجوّز الكسائي أن يكون فاعل حَجّ ، وردّ بأنَّه يصير الكلام : لله على سائر النَّاس أن يحجّ المستطيع منهم ، ولا معنى لتكليف جميع النَّاس بفعل بعضهم ، والحقّ أنّ هذا الردّ لا يتّجه لأنّ العرب تتفنَّن في الكلام لعلم السامع بأنّ فرض ذلك على النَّاس فرض مجمل يبيِّنه فاعل حَجّ ، وليس هو كقولك : استطَاع الصّوم ، أو استطاع حمل الثقل ، ومعنى { استطاع سبيلاً } وجد سبيلاً وتمكّن منه ، والكلام بأواخره . والسَّبيل هنا مجاز فيما يتمكّن به المكلّف من الحجّ .وللعلماء في تفسير السبيل أقوال اختلفت ألفاظها ، واتَّحدت أغراضها ، فلا ينبغي بقاء الخلاف بينهم لأجلها مثبتاً في كتب التَّفسير وغيرها ، فسبيل القريب من البيت الحرام سهل جداً ، وسبيل البعيد الراحلة والزاد ، ولذلك قال مالك : السبيل القدرة والنَّاس على قدر طاقتهم وسيرهم وجلدهم .واختلف فيمن لا زاد له ويستطيع الاحْتِرَاف في طريقه : فقال مالك : إذا كان ذلك لا يزري فليسافر ويكتسب في طريقه ، وقال بمثله ابن الزبير ، والشعبي ، وعكرمة . وعن مالك كراهية السفر في البحر للحجّ إلا لمن لا يجد طريقاً غيره كأهل الأندلس ، واحتجّ بأنّ الله تعالى قال : { يأتوك رجالاً وعلى كُلّ ضامر } [ الحج : 27 ] ولم أجد للبحر ذكراً . قال الشيخ ابن عطية : هذا تأنيس من مالك وليست الآية بالَّتي تقتضي سقوط سفر البحر . وقد قال رسول الله صلى الله عليه وسلم « ناس من أمَّتِي عُرِضوا عليّ غُزاة في سبيل الله يركبون ثَبَج هذا البحر » وهل الجهادِ إلاّ عبادة كالحجّ ، وكره مالك للمرأة السَّفر في البحر لأنَّه كشفة لها ، وكلّ هذا إذا كانت السَّلامة هي الغالب وإلا لم يجز الإلقاء إلى التهلكة ، وحال سفر البحر اليوم أسلم من سفر البرّ إلاّ في أحوال عارضة في الحروب إذا شملت البحارَ .وظاهر قوله تعالى : { من استاع إليه سبيلا } أنّ الخطاب بالحجّ والاستطاعة للمرءِ في عمله لا في عمل غيره ، ولذلك قال مالك : لا تصحّ النِّيابة في الحجّ في الحياة لعذر ، فالعاجز يسقط عنه الحجّ عنده ولم ير فيه إلاّ أنّ للرجل أن يوصي بأن يُحَجّ عنه بعد موته حجّ التَّطوع ، وقال الشَّافعي ، وأحمد ، وإسحاق بن راهويه : إذا كان له عذر مانع من الحجّ وكان له من يطيعه لو أمره بأن يحجّ عنه ، أو كان له مال يستأجر به من يحجّ عنه ، صار قادراً في الجملة ، فيلزمه الحجّ ، واحتجّ بحديث ابن عبَّاس : أنّ امرأة من خثعم سألت النّبيء صلى الله عليه وسلم يوم حجَّة الوداع فقالت : إنّ فريضة الله على عباده في الحجّ أدركتْ أبي شيخاً كبيراً لا يثبُت على الراحلة أفيُجْزِىء أن أحجّ عنه؟ قال : نعم ، حُجِّي عنه أرَأيْتتِ لو كان على أبيككِ دَيْن أكُنْتتِ قاضيتَهُ؟ قالت : نعم ، قال : فَدَيْن الله أحقّ أن يقضى . وأجاب عنه المالكية بأنّ الحديث لم يدلّ على الوجوب بل أجابها بما فيه حثّ على طاعة أبيها ، وطاعة ربِّها .وقال عليّ بن أبي طالب ، وسفيان الثوري ، وأبو حنيفة ، وابن المبارك . لا تجزىء إلاّ إنابة الأجرة دون إنابة الطَّاعة .وظاهر الآية أنَّه إذا تحقّقت الاسْتطاعة وجب الحجّ على المستطيع على الفور ، وذلك يندرج تحت مسألة اقتضاءِ الأمر الفورَ أو عدممِ اقتضائِه إيّاه ، وقد اختلف علماء الإسلام في أنّ الحجّ واجب على الفور أو على التَّراخي . فذهب إلى أنَّه على الفور البغداديون من المالكية : ابنُ القصار ، وإسماعيل بن حَماد ، وغيرهما ، وتأوّلوه من قول مالك ، وهو الصّحيح من مذهب أبي حنيفة ، وهو قول أحمد بن حنبل ، وداوود الظاهري . وذهب جمهور العلماء إلى أنّه على التَّراخي وهو الصحيح من مذهب مالك ورواية ابن نافع وأشهب عنه وهو قول الشَّافعي وأبي يوسف .واحتجّ الشّافعي بأنّ الحجّ فرض قبل حجّ النّبيء صلى الله عليه وسلم بسنين ، فلو كان على الفور لما أخّره لعُذْر لبيّنه أي لأنَّه قدوة للنَّاس . وقال جماعة : إذا بلغ المرء الستِّين وجب عليه الفور بالحجّ إن كان مستطيعاً خشية الموت ، وحكاه ابن خويزَ مَنْدادَ عن ابن القاسم .ومعنى الفور أن يوقعه المكلّف في الحجَّة الَّتي يحين وقتها أولاً عند استكمال شرط الاستطاعة .وقوله : { ومن كفر فإن الله غني عن العالمين } ظاهره أنَّه مقابل قوله { من استطاع إليه سبيلاً } فيكون المراد بمن كفر من لم يحجّ مع الاستطاعة ، ولذلك قال جمع من المحقّقين : إنّ الإخبار عنه بالكفر هنا تغليظ لأمر ترك الحجّ . والمراد كفر النعمة . ويجوز أيضاً أن يراد تشويه صنعه بأنَّه كصنيع من لا يؤمن بالله ورسله وفضيلة حَرمه . وقال قوم : أراد ومن كفر بفرض الحجّ ، وقال قوم بظاهره : إنّ ترك الحجّ مع القدرة عليه كفر . ونسب للحسن . ولم يلتزم جماعة من المفسِّرين أنّ يكون العطف للمقابلة وجعلوها جملة مستقلّة . كالتذييل ، بيّن بها عدم اكتراث الله بمن كفر به .وعندي أنَّه يجوز أن يكون المراد بمن كفر من كفر بالإسلام ، وذلك تعريض بالمشركين من أهل مكّة بأنَّه لا اعتداد بحجّهم عند الله وإنَّما يريد الله أن يحجّ المؤمنون به والموحّدون له .وفي قوله : { غني عن العالمين } رمز إلى نزعه ولاية الحرم من أيديهم : لأنَّه لمّا فرضَ الحجّ وهُم يصدّون عنه ، وأعلمنا أنَّه غني عن النَّاس ، فهو لا يعجزه من يصدّ النَّاس عن مراده تعالى .",
  "ayah": 97,
  "surah": 3
}
