{
  "text": "آیت 64 وَمَا نَتَنَزَّلُ اِلَّا بِاَمْرِ رَبِّکَ ج ”یہاں سے ایک بہت اہم مضمون کا آغاز ہو رہا ہے اور یہ بات اس سلسلے کی پہلی کڑی ہے۔ واقعہ یہ ہے کہ رسول اللہ ﷺ کو قرآن کے ساتھ جو والہانہ محبت تھی ‘ جو عشق تھا ‘ اس کا جو شغف اور شوق تھا ‘ اس کی بنا پر وحی میں وقفہ آپ ﷺ پر بہت شاق گزرتا تھا۔ آپ ﷺ کی خواہش ہوتی تھی کہ وحی جلد از جلد آتی رہے تاکہ اس سے آپ ﷺ اپنے وجودُِ پر نور کو مزید منور کرتے رہیں۔ اس حوالے سے آپ ﷺ نے جبرائیل علیہ السلام سے شکوہ کیا کہ آپ کی آمد وقفے وقفے سے ہوتی ہے ‘ ہم انتظار کرتے رہتے ہیں۔ آپ ﷺ کے اس شکوہ کا یہاں جبرائیل کی طرف سے جواب دیا جا رہا ہے کہ اے نبی ﷺ ہم اپنی مرضی سے نازل نہیں ہوتے ‘ ہم تو آپ کے رب کے حکم کے پابند ہیں۔ اس کا اذن ہوتا ہے تو ہم نازل ہوتے ہیں۔لَہٗ مَا بَیْنَ اَیْدِیْنَا وَمَا خَلْفَنَا وَمَا بَیْنَ ذٰلِکَ ج ”ان الفاظ میں بہت گہرائی ہے۔ آگے اور پیچھے کے درمیان میں کون ہے ؟ وہی جو یہاں متکلم ہیں ‘ یعنی خود جبرائیل ! مراد یہ کہ میں بالکلیہ اللہ تعالیٰ کے حکم کے تابع ہوں اور فرشتے کی یہی شان ہے۔ فرشتے اللہ تعالیٰ کے احکام سے ِ سرمو سرتابی نہیں کرتے ‘ جیسا کہ سورة التحریم میں فرمایا گیا ہے : لَا یَعْصُوْنَ اللّٰہَ مَآ اَمَرَہُمْ وَیَفْعَلُوْنَ مَا یُؤْمَرُوْنَ ”وہ اللہ کی نافرمانی نہیں کرتے جس کا وہ انہیں حکم دے ‘ اور وہی کچھ کرتے ہیں جس کا انہیں حکم دیا جاتا ہے۔“وَمَا کَانَ رَبُّکَ نَسِیًّا ”اے نبی ﷺ ! ہم آپ کے رب کی اجازت اور مشیت سے وحی لے کر نازل ہوتے ہیں۔ اس میں جو تاخیر ہوتی ہے وہ کسی نسیان کی وجہ سے نہیں ہوتی بلکہ اس کی مرضی اور حکمت سے ہوتی ہے۔ سورة الفرقان میں اس حکمت کی وضاحت ان الفاظ میں بیان فرمائی گئی ہے : کَذٰلِکَج لِنُثَبِّتَ بِہٖ فُؤَادَکَ وَرَتَّلْنٰہُ تَرْتِیْلًا ”اسی طرح ہم نے اسے نازل کیا تاکہ مضبوط کردیں اس کے ساتھ آپ ﷺ کا دل اور اسی لیے ہم نے اسے پڑھ کر سنایا ہے تھوڑا تھوڑا کر کے“۔ اور سورة بنی اسرائیل میں یہ مضمون یوں بیان ہوا ہے : وَقُرْاٰناً فَرَقْنٰہُ لِتَقْرَاَہٗ عَلَی النَّاسِ عَلٰی مُکْثٍ وَّنَزَّلْنٰہُ تَنْزِیْلاً ”اور قرآن کو ہم نے ٹکڑے ٹکڑے کر کے نازل کیا ہے ‘ تاکہ آپ ﷺ اسے لوگوں کو پڑھ کر سنائیں ٹھہر ٹھہر کر ‘ اور ہم نے اس کو اتارا ہے تھوڑا تھوڑا کر کے۔“",
  "ayah": 64,
  "surah": 19
}
