{
  "text": "آیت 19 { فَاعْلَمْ اَنَّہٗ لَآ اِلٰہَ اِلَّا اللّٰہُ وَاسْتَغْفِرْ لِذَنْبِکَ } ”بس جان لو کہ اللہ کے سوا کوئی معبود نہیں اور اپنی خطائوں کے لیے اللہ سے استغفار کرو“ وَاسْتَغْفِرْ لِذَنْبِکَ کی ایک تاویل تو یہ ہے کہ یہ خطاب اگرچہ صیغہ واحد میں نبی اکرم ﷺ سے ہے لیکن حقیقت میں آپ ﷺ کی وساطت سے یہ ہدایت آپ ﷺ کی امت کے لیے ہے۔ البتہ بعض علماء نے اس اسلوب کی وضاحت حضور ﷺ کے ”تعلق مع اللہ“ کے حوالے سے بھی کی ہے۔ اگر کسی عام بندہ مومن کو اللہ تعالیٰ کی خصوصی عنایت سے چند لمحات کے لیے تعلق مع اللہ میں انشراح کی کیفیت نصیب ہوجائے تو اس کے لیے یہ کیفیت اللہ تعالیٰ کی بہت بڑی نعمت ہے۔ لیکن حضور ﷺ کے لیے تو ظاہر ہے ہر وقت ہی انشراح کی کیفیت رہتی تھی اور اس کیفیت کی شدت intensity میں کسی ایک لمحے کے لیے ذرا سی بھی کمی کو آپ ﷺ بہت بڑی کوتاہی سمجھتے تھے۔ چناچہ یہاں لفظ ”ذنب“ کے حوالے سے آپ ﷺ کے اسی احساس کی طرف اشارہ ہے۔ گویا یہ ”حَسَنَاتُ الاَبْرَار سَیِّئاتُ المُقَرّبِین“ والا معاملہ ہے۔ یعنی بعض اوقات ایک عام مسلمان کے معیار کی نیکی کسی مقرب بارگاہ کے معیارِ عمل کے سامنے کوتاہی یا گناہ کے درجے میں شمار ہوتی ہے۔ بہر حال نہ تو مقربین بارگاہ کے تعلق مع اللہ کا معاملہ عام مسلمانوں کا سا ہے اور نہ ہی ان کے معاملے میں لفظ ”ذنب“ کی تعریف definition کا وہ مفہوم درست ہے جس سے عام طور پر ہم لوگ واقف ہیں۔  اس معاملے میں میری ایک ذاتی رائے بھی ہے جس کا ذکراگلی سورت یعنی سورة الفتح کی آیت 2 کے ضمن میں بھی آئے گا۔ میری رائے میں یہاں پر لفظ ”ذنب“ کا تعلق اس ”اجتماعیت“ سے ہے جس کے سربراہ حضور ﷺ تھے۔ پچھلے کئی برسوں سے حضور ﷺ اپنے اہل ایمان ساتھیوں کے ساتھ غلبہ دین کے لیے جدوجہد میں مصروف تھے۔ ظاہر ہے اس اجتماعی جدوجہد میں شریک افراد سے کہیں کوئی غلطی بھی سرزد ہوجاتی ہوگی اور کسی معاملے میں کبھی کوئی کوتاہی بھی رہ جاتی ہوگی۔ اگرچہ ایسی غلطیاں اور کوتاہیاں دوسروں سے ہوتی ہوں گی مگر تحریک اور جدوجہد کے قائد چونکہ حضور ﷺ تھے اس لیے ان کا ذکر یہاں آپ ﷺ کے حوالے سے کیا گیا ہے۔ جیسے جنگ میں پوری فوج حصہ لیتی ہے ‘ ایک ایک سپاہی لڑتا ہے لیکن فتح کا سہرا سپہ سالار کے سر بندھتا ہے ‘ اسی طرح اگر کسی فوج کو شکست سے دوچار ہونا پڑے تو بھی اس فوج کے کمانڈر ہی کو اس کا ذمہ دار ٹھہرایا جاتا ہے۔ { وَلِلْمُؤْمِنِیْنَ وَالْمُؤْمِنٰتِ } ”اور اہل ِایمان مردوں اور عورتوں کے لیے بھی استغفار کریں۔“ { وَاللّٰہُ یَعْلَمُ مُتَقَلَّبَکُمْ وَمَثْوٰکُمْ } ”اور اللہ خوب جانتا ہے تمہارے لوٹنے کی جگہ کو اور تمہارے مستقل ٹھکانے کو۔“",
  "ayah": 19,
  "surah": 47
}
