{
  "text": "آیت 32 { اِنَّ الَّذِیْنَ کَفَرُوْا وَصَدُّوْا عَنْ سَبِیْلِ اللّٰہِ وَشَآقُّــوا الرَّسُوْلَ مِنْم بَعْدِ مَا تَبَیَّنَ لَہُمُ الْہُدٰی لَنْ یَّضُرُّوا اللّٰہَ شَیْئًا وَسَیُحْبِطُ اَعْمَالَہُمْ } ”یقینا وہ لوگ جنہوں نے کفر کیا اور جو روکتے رہے دوسروں کو اللہ کے راستے سے اور وہ رسول ﷺ کی مخالفت میں سرگرم رہے اس کے بعد کہ ان کے لیے ہدایت واضح ہوچکی تھی ‘ وہ اللہ کا کچھ نہیں بگاڑ سکیں گے۔ اور وہ ان کے اعمال کو اکارت کر دے گا۔“ گزشتہ آیات میں منافقین کے حبط ِاعمال کا ذکر تھا ‘ اب آیت زیر مطالعہ میں کفارِ مکہ کے اعمال کی بربادی کا بتایا گیا ہے کہ یہ لوگ اپنے زعم میں بیت اللہ کے متولی ّہونے اور حاجیوں کی خدمت بجا لانے جیسی نیکیوں پر پھولے نہیں سماتے ‘ لیکن انہیں معلوم ہونا چاہیے کہ اللہ اور اس کے رسول ﷺ پر ایمان کی سند کے بغیر ان کا کوئی عمل بھی قابل قبول نہیں ہے۔ سورة التوبہ کی اس آیت میں ان لوگوں کو اس حوالے سے براہ راست مخاطب کیا گیا ہے : { اَجَعَلْتُمْ سِقَایَۃَ الْحَآجِّ وَعِمَارَۃَ الْمَسْجِدِ الْحَرَامِ کَمَنْ اٰمَنَ بِاللّٰہِ وَالْیَوْمِ الْاٰخِرِ وَجٰہَدَ فِیْ سَبِیْلِ اللّٰہِط } آیت 19 ”کیا تم لوگوں نے حاجیوں کو پانی پلانے اور مسجد حرام کو آباد رکھنے کو برابر کردیا ہے اس شخص کے اعمال کے جو ایمان لایا اللہ پر اور یوم آخرت پر اور اس نے جہاد کیا اللہ کی راہ میں ؟“ آیت زیر مطالعہ میں ”اللہ کے راستے سے روکنے اور اللہ اور رسول کی مخالفت“ کے حوالے سے مشرکین مکہ کی اس طویل اور جاں گسل ”جدوجہد“ کی طرف بھی اشارہ ہے جس میں پچھلے اٹھارہ برسوں سے وہ اپنا تن من دھن کھپا رہے ہیں۔ آخر انہوں نے بھی تو اپنے ”دین“ کے لیے جنگیں لڑیں تھیں اور ان جنگوں میں انہوں نے جان و مال کی قربانیاں بھی دیں تھیں۔ صرف جنگ ِبدر میں انہوں نے اپنے 70 جنگجو قربان کیے تھے۔ اس جنگ کے اخراجات پورے کرنے کے لیے ان کا جذبہ انفاق بھی دیدنی تھا۔ نو سو اونٹ تو انہوں نے صرف لشکر کی غذائی ضروریات نو یا دس اونٹ روزانہ کے حساب سے پوری کرنے کے لیے مہیا کیے تھے۔ اس ایک مد کے اخراجات سے ہی اندازہ لگایا جاسکتا ہے کہ انہوں نے اپنے ”دین“ کے راستے میں کیسی کیسی قربانیاں دیں اور اپنے زعم میں کتنی بڑی بڑی نیکیاں کمائیں تھیں۔ بہر حال آیت زیر مطالعہ میں ان پر واضح کیا جا رہا ہے کہ اپنے زعم میں تم لوگوں نے جو بڑی بڑی نیکیاں کما رکھی ہیں اللہ تعالیٰ نے تمہارے کفر اور اللہ و رسول ﷺ سے تمہاری مخالفت کی وجہ سے وہ سب برباد کردی ہیں۔",
  "ayah": 32,
  "surah": 47
}
