{
  "text": "آیت 7 { یٰٓاَیُّہَا الَّذِیْنَ اٰمَنُوْٓا اِنْ تَنْصُرُوا اللّٰہَ یَنْصُرْکُمْ وَیُثَبِّتْ اَقْدَامَکُمْ } ”اے اہل ِایمان ! اگر تم اللہ کی مدد کرو گے تو اللہ تمہاری مدد کرے گا اور وہ تمہارے قدموں کو جما دے گا۔“ یہ اللہ تعالیٰ کا بہت اہم قانون ہے۔ اگر تم لوگ اللہ کے فرماں بردار بندے بن کر رہو گے ‘ اسی سے مدد مانگو گے ‘ اسی پر توکل ّکرو گے اور اس کے دین کے غلبے کی جدوجہد کو اپنی زندگی کا مشن بنا لوگے تو وہ تمہیں بےسہارا اور بےیارومددگار نہیں چھوڑے گا ‘ بلکہ ایسی صورت میں ہر جگہ ‘ ہر گھڑی اس کی مدد آپ لوگوں کے شامل حال رہے گی۔ لیکن اس کے برعکس اگر تم لوگ اللہ کے دشمنوں کے ساتھ دوستی کی پینگیں بڑھائو گے ‘ ان کی وفاداریوں کا دم بھرو گے ‘ انہیں اپنا حمایتی اور مدد گار سمجھو گے ‘ تو اللہ تعالیٰ تمہیں تمہارے حال پر چھوڑ دے گا۔ پھر تم اللہ سے رو رو کر بھی دعائیں کرو گے تو اس کے حضور تمہاری شنوائی نہیں ہوگی۔  اس کی عملی مثال 1971 ء کی پاک بھارت جنگ میں سامنے آئی تھی۔ اس جنگ کے دوران پاکستان کی کامیابی کے لیے مسجد الحرام اور مسجد نبوی ﷺ کے اندر تو اتر کے ساتھ قنوت نازلہ پڑھی جاتی رہی ‘ مگر عین اسی وقت ہمارے حکمرانوں کی حالت یہ تھی کہ وہ مدد اور حمایت کے لیے اللہ کے دشمنوں کے سامنے سجدہ ریز ہو کر ان کی مدد کا انتظار کر رہے تھے۔ یعنی دعائیں تو اللہ سے مانگی جا رہی تھیں لیکن بھروسا امریکہ کے ساتویں بحری بیڑے پر تھا۔ لہٰذا دنیا نے دیکھ لیا کہ حرمین شریفین کے اندر مانگی گئی دعائیں بھی اللہ کے حضور درجہ قبولیت حاصل نہ کرسکیں اور سقوط ڈھا کہ کا بدترین سانحہ رونما ہو کر رہا۔ اس صورت حال کا تکلیف دہ پہلو یہ ہے کہ قومی و ملکی سطح پر اتنی بڑی ہزیمت اور ذلت اٹھانے کے بعد بھی ہم نے اپنی روش تبدیل نہیں کی۔ چناچہ آج بھی ہماری حالت یہ ہے کہ ہم نے بدستور اللہ کے باغیوں کے سامنے مدد کے لیے ہاتھ پھیلا رکھے ہیں۔ ہمارے حکمران آج بھی انہی کو اپنا سرپرست سمجھتے ہیں اور انہیں کی مدد پر بھروسا کیے بیٹھے ہیں۔ ادھر پورے ملک کی معیشت ہے کہ بڑے دھڑلے ّسے سود پر چل رہی ہے۔ گویا ملک کے اندر ہم نے اللہ تعالیٰ اور اس کے رسول ﷺ کے ساتھ کھلم کھلا اعلانِ جنگ کر رکھا ہے۔ ایسی صورت میں اللہ تعالیٰ ہماری دعائیں بھلا کیونکر سنے گا اور کیونکر اس کی مدد ہمارے شامل حال ہوگی ؟  بہر حال آیت زیر مطالعہ میں اس حوالے سے ہمارے لیے راہنمائی بھی ہے اور خوشخبری بھی کہ اگر تم اللہ کی اطاعت میں مخلص رہو گے ‘ اس کے دین کے جھنڈے کو تھامے رکھوگے اور اقامت دین کی جدوجہد میں اپنا تن من دھن لگانے کے لیے آمادہ رہو گے تو وہ تمہاری مدد کے لیے ہر جگہ تمہارے ساتھ موجود ہوگا اور تمہارے دشمنوں کے مقابلے میں تمہارے قدم جمائے رکھے گا۔",
  "ayah": 7,
  "surah": 47
}
