{
  "text": "قوله تعالى : وأما بنعمة ربك فحدث أي انشر ما أنعم الله عليك بالشكر والثناء . والتحدث بنعم الله ، والاعتراف بها شكر . وروى ابن أبي نجيح عن مجاهد وأما بنعمة ربك قال بالقرآن . وعنه قال : بالنبوة أي بلغ ما أرسلت به . والخطاب للنبي - صلى الله عليه وسلم - والحكم عام له ولغيره . وعن الحسن بن علي - رضي الله عنهما - قال : إذا أصبت خيرا ، أو عملت خيرا ، فحدث به الثقة من إخوانك . وعن عمرو بن ميمون قال : إذا لقي الرجل من إخوانه من يثق به ، يقول له : رزق الله من الصلاة البارحة وكذا وكذا . وكان أبو فراس عبد الله بن غالب إذا أصبح يقول : لقد رزقني الله البارحة كذا ، قرأت كذا ، وصليت كذا ، وذكرت الله كذا ، وفعلت كذا . فقلنا له : يا أبا فراس ، إن مثلك لا يقول هذا قال يقول الله تعالى : وأما بنعمة ربك فحدث وتقولون أنتم : لا تحدث بنعمة الله ونحوه عن أيوب السختياني وأبي رجاء العطاردي - رضي الله عنهم - . وقال بكر بن عبد الله المزني قال النبي - صلى الله عليه وسلم - : \" من أعطي خيرا فلم ير عليه ، سمي بغيض الله ، معاديا لنعم الله \" .وروى الشعبي عن النعمان بن بشير قال : قال النبي - صلى الله عليه وسلم - : من لم يشكو القليل ، لم يشكر الكثير ، ومن لم يشكر الناس ، لم يشكر الله ، والتحدث بالنعم شكر ، وتركه كفر ، والجماعة رحمة ، والفرقة عذاب . وروى النسائي عن مالك بن نضلة الجشمي قال : كنت عند رسول الله - صلى الله عليه وسلم - جالسا ، فرآني رث الثياب فقال : \" ألك مال ؟ \" قلت : نعم ، يا رسول الله ، من كل المال . قال : \" إذا آتاك الله مالا فلير أثره عليك \" . وروى أبو سعيد الخدري عن رسول الله - صلى الله عليه وسلم - أنه قال : إن الله جميل يحب الجمال ، ويحب أن يرى أثر نعمته على عبده .فصل : يكبر القارئ في رواية البزي عن ابن كثير - وقد رواه مجاهد عن ابن عباس ، [ ص: 91 ] عن أبي بن كعب ، عن النبي - صلى الله عليه وسلم - : إذا بلغ آخر والضحى كبر بين كل سورة تكبيرة ، إلى أن يختم القرآن ، ولا يصل آخر السورة بتكبيره بل يفصل بينهما بسكتة . وكأن المعنى في ذلك أن الوحي تأخر عن النبي - صلى الله عليه وسلم - أياما ، فقال ناس من المشركين : قد ودعه صاحبه وقلاه فنزلت هذه السورة فقال : \" الله أكبر \" . قال مجاهد : قرأت على ابن عباس ، فأمرني به ، وأخبرني به عن أبي عن النبي - صلى الله عليه وسلم - ولا يكبر في قراءة الباقين ; لأنها ذريعة إلى الزيادة في القرآن .قلت : القرآن ثبت نقلا متواترا سوره وآياته وحروفه لا زيادة فيه ولا نقصان فالتكبير على هذا ليس بقرآن . فإذا كان بسم الله الرحمن الرحيم المكتوب في المصحف بخط المصحف ليس بقرآن ، فكيف بالتكبير الذي هو ليس بمكتوب . أما أنه ثبت سنة بنقل الآحاد ، فاستحبه ابن كثير ، لا أنه أوجبه فخطأ من تركه . ذكر الحاكم أبو عبد الله محمد بن عبد الله الحافظ في كتاب ( المستدرك ) له على البخاري ومسلم : حدثنا أبو يحيى محمد بن عبد الله بن محمد بن عبد الله بن يزيد ، المقرئ الإمام بمكة ، في المسجد الحرام ، قال : حدثنا أبو عبد الله محمد بن علي بن زيد الصائغ ، قال : حدثنا أحمد بن محمد بن القاسم بن أبي بزة : سمعت عكرمة بن سليمان يقول : قرأت على إسماعيل بن عبد الله بن قسطنطين ، فلما بلغت والضحى قال لي كبر عند خاتمة كل سورة حتى تختم ، فإني قرأت على عبد الله بن كثير فلما بلغت والضحى قال : كبر حتى تختم . وأخبره عبد الله بن كثير أنه قرأ على مجاهد ، وأخبره مجاهد أن ابن عباس أمره بذلك ، وأخبره ابن عباس أن أبي بن كعب أمره بذلك ، وأخبره أبي بن كعب أن رسول الله - صلى الله عليه وسلم - أمره بذلك . هذا حديث صحيح ولم يخرجاه .",
  "ayah": 11,
  "surah": 93
}
