{
  "text": "القول في تأويل قوله تعالى :  يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ (13)يقول تعالى ذكره: يا أيها الناس إنا أنشأنا خلقكم من ماء ذكر من الرجال, وماء أنثى من النساء.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو هشام, قال: ثنا عبيد الله بن موسى, قال: أخبرنا عثمان بن الأسود, عن مجاهد, قال: خلق الله الولد من ماء الرجل وماء المرأة, وقد قال تبارك وتعالى ( يَا أَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى ).حدثنا ابن حُمَيد, قال: ثنا مهران, قال: ثنا عثمان بن الأسود, عن مجاهد, قوله ( إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى ) قال: ما خلق الله الولد إلا من نطفة الرجل والمرأة جميعا, لأن الله يقول ( خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنْثَى ).وقوله ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) يقول: وجعلناكم متناسبين, فبعضكم يناسب بعضا نسبا بعيدا, وبعضكم يناسب بعضا نسبا قريبًا; فالمناسب النسب البعيد من لم ينسبه أهل الشعوب, وذلك إذا قيل للرجل من العرب: من أيّ شعب أنت؟ قال: أنا من مضر, أو من ربيعة. وأما أهل المناسبة القريبة أهل القبائل, وهم كتميم من مضر, وبكر من ربيعة, وأقرب القبائل الأفخاذ وهما كشيبان من بكر ودارم من تميم, ونحو ذلك, ومن الشَّعْب قول ابن أحمر الباهلي:مِـن شَـعْبِ هَمْدانَ أوْ سَعْدِ العَشِيرَة أوْخَـوْلانَ أو مَذْحِـجٍ هَـاجُوا لَـهُ طَرَبا (1)وبنحو الذي قلنا في معنى قوله ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) قال أهل التأويل.* ذكر من قال ذلك:حدثنا أبو كُرَيب, قال: ثنا أبو بكر بن عياش, قال: ثنا أبو حُصين, عن سعيد بن جبير, عن ابن عباس ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) قال: الشعوب: الجُمَّاع والقبائل: البطون.حدثنا خلاد بن أسلم, قال: ثنا أبو بكر بن عياش, عن أبي حصين, عن سعيد بن جُبَير, عن ابن عباس, في قوله ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) قال: الشعوب: الجُمَّاع. قال خلاد, قال أبو بكر: القبائل العظام, مثل بني تميم, والقبائل: الأفخاذ.حدثنا أبو كُرَيب, قال: ثنا ابن عطية, قال: ثنا إسرائيل, عن أبي حصين, عن سعيد بن جُبَير ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) قال: الشعوب: الجمهور, والقبائل: الأفخاذ.حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد, قوله ( شُعُوبًا ) قال: النسب البعيد.( وَقَبَائِلَ ) دون ذلك.حدثنا بشر, قال: ثنا يزيد, قال: ثنا سعيد, عن قتادة ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) قال: الشعوب: النسب البعيد, والقبائل كقوله: فلان من بني فلان, وفلان من بني فلان.حدثنا ابن عبد الأعلى, قال: ثنا محمد بن ثور, عن معمر, عن قتادة.( وَجَعَلْنَاكُمْ شُعُوبًا ) قال: هو النسب البعيد. قال: والقبائل: كما تسمعه يقال: فلان من بني فلان.حُدثت عن الحسين, قال: سمعت أبا معاذ يقول: أخبرنا عبيد, قال: سمعت الضحاك يقول في قوله ( وَجَعَلْنَاكُمْ شُعُوبًا ) قال: أما الشعوب: فالنسب البعيد.وقال بعضهم: الشعوب: الأفخاذ.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا عبد الرحمن, قال: ثنا سفيان, عن أبي حصين, عن سعيد بن جُبير ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) قال: الشعوب: الأفخاذ, والقبائل: القبائل.وقال آخرون: الشعوب: البطون, والقبائل: الأفخاذ.* ذكر من قال ذلك:حدثني يحيى بن طلحة, قال: ثنا أبو بكر بن عياش, عن أبي حصين, عن سعيد بن جُبير, عن ابن عباس ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) قال: الشعوب: البطون, والقبائل: الأفخاذ الكبار.وقال آخرون: الشعوب: الأنساب.* ذكر من قال ذلك:حدثني محمد بن سعد, قال: ثنى أبي, قال: ثني عمي, قال: ثني أبي, عن أبيه, عن ابن عباس : ( وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ ) قال: الشعوب: الأنساب.وقوله ( لِتَعَارَفُوا ) يقول: ليعرف بعضكم بعضا في النسب, يقول تعالى ذكره: إنما جعلنا هذه الشعوب والقبائل لكم أيها الناس, ليعرف بعضكم بعضا في قرب القرابة منه وبعده, لا لفضيلة لكم في ذلك, وقُربة تقرّبكم إلى الله, بل أكرمكم عند الله أتقاكم.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثني محمد بن عمرو, قال: ثنا أبو عاصم, قال: ثنا عيسى; وحدثني الحارث, قال: ثنا الحسن, قال: ثنا ورقاء جميعا, عن ابن أبي نجيح, عن مجاهد ( وَقَبَائِلَ لِتَعَارَفُوا ) قال: جعلنا هذا لتعارفوا, فلان بن فلان من كذا وكذا.وقوله ( إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ) يقول تعالى ذكره: إن أكرمكم أيها الناس عند ربكم, أشدّكم اتقاء له بأداء فرائضه واجتناب معاصيه, لا أعظمكم بيتا ولا أكثركم عشيرة.حدثني يونس, قال: أخبرنا ابن وهب, قال: ثني ابن لهيعة, عن الحارث بن يزيد, عن عليّ بن رباح, عن عقبة بن عامر, عن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" النَّاسُ لآدَمَ وَحَوَّاءَ كَطَفِّ الصَّاعِ لَمْ يَمْلأوهُ, إنَّ اللّهُ لا يسألُكُمْ عَنْ أحْسابِكُمْ وَلا عَنْ أنْسابِكُمْ يَوْمَ القِيامَةِ, إن أكْرَمَكُمْ عِنْدَ اللّهِ أتْقاكُمْ\".حدثني يونس, قال: أخبرنا ابن وهب, قال: ثني ابن لهيعة, عن الحارث بن يزيد, عن عليّ بن رباح, عن عقبة بن عامر, أن رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم قال: \" إنَّ أنْسابَكُمْ هَذِهِ لَيْسَتْ بِمَسابٍّ عَلى أحَدٍ, وإنَّمَا أنْتُمْ وَلَدُ آدَمَ طَفَّ الصَّاعِ لَمْ تَمْلأوهُ, لَيْسَ لأحَدٍ على أحَدٍ فضْلٌ إلا بِدينٍ أوْ عَمَلٍ صالِحٍ حَسْبُ الرَّجُل أنْ يَكُونَ فاحِشا بَذيًّا بَخِيلا جَبانا \".حدثني يعقوب بن إبراهيم, قال: ثنا ابن علية, عن ابن جُرَيْج, قال: سمعت عطاء يقول: قال ابن عباس: \" ثلاث آيات جحدهنّ الناس: الإذن كله, وقال : ( إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ ) وقال الناس أكرمكم: أعظمكم بيتا; وقال عطاء: نسيت الثالثة \".وقوله ( إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ ) يقول تعالى ذكره: إن الله أيها الناس ذو علم بأتقاكم عند الله وأكرمكم عنده, ذو خبرة بكم وبمصالحكم, وغير ذلك من أموركم, لا تخفى عليه خافية.--------------------------------------------------------------------------------الهوامش:(1) البيت لابن أحمر الباهلي ، كما نسبه المؤلف . والشاهد فيه كلمة \" الشعب \" ، وهو الفرع الكبير من الأصل ، يجمع عددا من القبائل ، كما أوضحه المؤلف . وقال النويري في ( نهاية الأرب 2 : 284 ) الشعب : هو الذي يجمع القبائل ، وتتشعب منه . وفي مجاز القرآن لأبي عبيد ( الورقة 225 - 1 ) : \" وجعلناكم شعوبا وقبائل لتعارفوا \" : يقال : من أي شعب أنت ؟ فتقول : من مضر ، من ربيعة ، والقبائل دون ذلك . قال ابن أحمر \" من شعب همدان ... البيت \" .",
  "ayah": 13,
  "surah": 49
}
