{
  "text": "القول في تأويل قوله تعالى :  يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلإِيمَانِ إِنْ كُنْتُمْ صَادِقِينَ (17)يقول تعالى ذكره لنبيه محمد صَلَّى الله عَلَيْهِ وَسَلَّم: يمنّ عليك هؤلاء الأعراب يا محمد أن أسلموا( قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلإيمَانِ ) يقول: بل الله يمن عليكم أيها القوم أن وفقكم للإيمان به وبرسوله ( إِنْ كُنْتُمْ صَادِقِينَ ) يقول: إن كنتم صادقين في قولكم آمنا, فإن الله هو الذي منّ عليكم بأن هداكم له, فلا تمنوا عليّ بإسلامكم.وذُكر أن هؤلاء الأعراب من بني أسد, امتنوا على رسول الله صَلَّى الله عَلَيْهِ وَسَلَّم, فقالوا: آمنا من غير قتال, ولم نقاتلك كما قاتلك غيرنا, فأنـزل الله فيهم هذه الآيات.* ذكر من قال ذلك:حدثنا ابن بشار, قال: ثنا محمد بن جعفر, قال: ثنا شعبة, عن أبي بشر, عن سعيد بن جُبَير في هذه الآية ( يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ) أهم بنو أسد؟ قال: قد قيل ذلك.حدثنا ابن المثنى, قال: ثنا سهل بن يوسف, قال: ثنا شعبة, عن أبي بشر, قال: قلت لسعيد بن جُبَير ( يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ) أهم بنو أسد؟ قال: يزعمون ذاك.حدثنا ابن حُمَيد, قال: ثنا مهران, عن سفيان, عن حبيب بن أبي عمرة, قال: كان بشر بن غالب ولبيد بن عطارد, أو بشر بن عطارد, ولبيد بن غالب عند الحجاج جالسين, فقال بشر بن غالب للبيد بن عطارد: نـزلت في قومك بني تميم  إِنَّ الَّذِينَ يُنَادُونَكَ مِنْ وَرَاءِ الْحُجُرَاتِ  فذكرت ذلك لسعيد بن جُبَير, فقال: إنه لو علم بآخر الآية أجابه ( يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا ) قالوا أسلمنا ولم تقاتلك بنو أسد.حدثنا ابن عبد الأعلى, قال: ثنا ابن ثور, عن معمر, عن قتادة ( لا تَمُنُّوا ) أنا أسلمنا بغير قتال لم نقاتلك كما قاتلك بنو فلان وبنو فلان, فقال الله لنبيه صَلَّى الله عَلَيْهِ وَسَلَّم : ( قُلْ ) لهم ( لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ بَلِ اللَّهُ يَمُنُّ عَلَيْكُمْ أَنْ هَدَاكُمْ لِلإيمَانِ ).حدثني يونس, قال: أخبرنا ابن وهب, قال: قال ابن زيد, في قوله ( يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُوا قُلْ لا تَمُنُّوا عَلَيَّ إِسْلامَكُمْ ) قال: فهذه الآيات نـزلت في الأعراب.",
  "ayah": 17,
  "surah": 49
}
