{
  "text": "হে নবী! তোমরা যখন তোমাদের  স্ত্রীগণকে তালাক দিতে ইচ্ছে কর তাদেরকে তালাক দিও ইদ্দতের প্রতি লক্ষ রেখে [১]  এবং তোমরা ইদ্দতের  হিসেব রেখো। আর তোমাদের রব আল্লাহর তাকওয়া অবলম্বন করো। তোমারা তাদেরকে তাদের ঘড়বাড়ি থেকে বহিস্কার করো না [২] এবং তারাও বের হবে না, যদি না তারা লিপ্ত হয় স্পষ্ট অশ্লীলতায় [৩]। আর এগুলো আল্লাহর নির্ধারিত সীমা ; যে আল্লাহর সীমা লঙ্ঘন করে সে নিজেরই উপর অত্যাচার করে। আপনি জানেন না, হয়ত আল্লাহ্‌ এর পর কোন উপায় করে দেবেন।\n[১] আবদুল্লাহ ইবনে ওমর রাদিয়াল্লাহু ‘আনহুমা বর্ণনা করেন যে, তিনি তার স্ত্রীকে হায়েয অবস্থায় তালাক দিয়েছিলেন। ওমর রাদিয়াল্লাহু ‘আনহু এ কথা রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম-এর গোচরীভূত করলে তিনি খুব নারায হয়ে বললেনঃ তার উচিত হায়েয অবস্থায় তালাক প্রত্যাহার করে নেয়া এবং স্ত্রীকে বিবাহে রেখে দেয়া। (তালাকটি রাজয়ী তালাক ছিল, যাতে প্রত্যাহারের সুযোগ থাকে) এই হায়েয থেকে পবিত্র হওয়ার পর আবার যখন স্ত্রীর হায়েয হবে এবং তা থেকে পবিত্র হবে, তখন যদি তালাক দিতেই চায়, তবে সহবাসের পূর্বে পবিত্র অবস্থায় তালাক দিবে। এই ইদতের প্রতি লক্ষ্য রেখে তালাক প্রদানের আদেশই আল্লাহ তা'আলা (আলোচ্য) আয়াতে দিয়েছেন। [বুখারী: ৫২৫১, মুসলিম: ১৪৭১]\n[২] এখানে ইদ্দত অবস্থায় স্ত্রীদের সাথে কি ব্যবহার করতে হবে তা জানিয়ে দেয়া হচ্ছে, বলা হচ্ছে, স্ত্রীদেরকে তাদের গৃহ থেকে বহিষ্কার করো না। এখানে তাদের গৃহ বলে ইঙ্গিত করা হয়েছে যে, যে পর্যন্ত তাদের বসবাসের হক পুরুষের দায়িত্বে থাকে, সেই পর্যন্ত গৃহে তাদের অধিকার আছে। [দেখুন-ইবন কাসীর]\n[৩] প্রকাশ্য নির্লজ্জ কাজ বলে কি বোঝানো হয়েছে, এ সম্পর্কে তিন প্রকার উক্তি বৰ্ণিত আছে। (এক) নির্লজ্জ কাজ বলে খোদ গৃহ থেকে বের হয়ে যাওয়াই বোঝানো হয়েছে। এমতাবস্থায় এটা দৃশ্যত ব্যতিক্রম, যার উদ্দেশ্য গৃহ থেকে বের হওয়ার অনুমতি দেয়া নয়; বরং নিষেধাজ্ঞাকে আরও জোরদার করা। অর্থাৎ তালাকপ্ৰাপ্তা স্ত্রীরা তাদের স্বামীর গৃহ থেকে বের হবে না, কিন্তু যদি তারা অশ্লীলতায়ই মেতে উঠে ও বের হয়ে পড়ে তবে সে গুণাহগার হবে। সুতরাং এর অর্থ বের হয়ে যাওয়ার বৈধতা নয়; বরং আরও বেশি নিন্দা ও নিষিদ্ধতা প্রমাণ করা।\n(দুই) নির্লজ্জ কাজ বলে ব্যভিচার বোঝানো হয়েছে। এমতাবস্থায় ব্যতিক্রম যথার্থ অর্থেই বুঝতে হবে। অর্থাৎ তালাকপ্ৰাপ্ত স্ত্রী ব্যভিচার করলে এবং অপরাধ প্রমাণিত হলে তার প্রতি শরীআতের শাস্তি প্রয়োগ করার জন্যে অবশ্যই তাকে ইদ্দতের গৃহ থেকে বের করা হবে।\n(তিন) নির্লজ্জ কাজ বলে কটু কথাবার্তা, ঝগড়া-বিবাদ বোঝানো হয়েছে। আয়াতের অর্থ হবে এই যে, তালাকপ্রাপ্ত স্ত্রীদেরকে তাদের গৃহ থেকে বহিষ্কার করা জায়েয নয়। কিন্তু যদি যারা কটুভাষিণী ও ঝগড়াটে হয় এবং স্বামীর আপনজনদের সাথে দুর্ব্যবহার করে, তবে তাদেরকে ইন্দতের গৃহ থেকে বহিষ্কার করা যাবে। [দেখুন-কুরতুবী, বাগভী]",
  "ayah": 1,
  "surah": 65
}
