{
  "text": "وقوله: ( تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) يقول تعالى ذكره: تصعد الملائكة والروح، وهو جبريل عليه السلام إليه، يعني إلى الله جلّ وعزّ، والهاء في قوله: ( إِلَيْهِ ) عائدة على اسم الله، ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) يقول: كان مقدار صعودهم ذلك في يوم لغيرهم من الخلق خمسين ألف سنة، وذلك أنها تصعد من منتهى أمره من أسفل الأرض السابعة إلى منتهى أمره، من فوق السموات السبع.وبنحو الذي قلنا في ذلك قال أهل التأويل.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا حكام بن سلم، عن عمرو بن معروف، عن ليث، عن مجاهد ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) قال: منتهى أمره من أسفل الأرضين إلى منتهى أمره من فوق السموات مقدار خمسين ألف سنة؛ ويوم كان مقداره ألف سنة، يعني بذلك نـزول الأمر من السماء إلى الأرض، ومن الأرض إلى السماء في يوم واحد، فذلك مقداره ألف سنة، لأن ما بين السماء إلى الأرض، مسيرة خمس مئة عام.وقال آخرون: بل معنى ذلك: تعرج الملائكة والروح إليه في يوم يفرغ فيه من القضاء بين خلقه، كان قدر ذلك اليوم الذي فرغ فيه من القضاء بينهم قدر خمسين ألف سنة.* ذكر من قال ذلك:حدثنا ابن حميد، قال: ثنا مهران، عن سفيان، عن سماك بن حرب، عن عكرِمة ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) قال: في يوم واحد يفرغ في ذلك اليوم من القضاء كقدر خمسين ألف سنة.حدثنا ابن بشار، قال: ثنا عبد الرحمن، قال: ثنا سفيان، عن سماك، عن عكرمة ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) قال: يوم القيامة.حدثنا ابن المثنى، قال: ثنا محمد بن جعفر، قال: ثنا شعبة، عن سماك، عن عكرمة في هذه الآية ( خَمْسِينَ أَلْفَ سَنَةٍ ) قال: يوم القيامة.حدثنا بشر، قال: ثنا يزيد، قال: ثنا سعيد، عن قتادة ( تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) : ذاكم يوم القيامة.حدثنا ابن عبد الأعلى، قال: ثنا ابن ثور، عن معمر، عن ابن أبي نجيح، عن مجاهد، قال معمر: وبلغني أيضا، عن عكرِمة، في قوله: ( مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ): لا يدري أحدٌ كم مضى، ولا كم بقي إلا الله.حدثني عليّ، قال: ثنا أبو صالح، قال: ثني معاوية، عن عليّ، عن ابن عباس، في قوله: ( تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ إِلَيْهِ فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) فهذا يوم القيامة، جعله الله على الكافرين مقدار خمسين ألف سنة.حُدثت عن الحسين، قال: سمعت أبا معاذ يقول: أخبرنا عبيد، قال: سمعت الضحاك يقول في قوله: ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ): يعني يوم القيامة.حدثني يونس، قال: أخبرنا ابن وهب، قال، قال ابن زيد، في قوله: ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) قال: هذا يوم القيامة.حدثني يونس، قال: أخبرنا ابن وهب، قال: أخبرني عمرو بن الحارث أن درّاجا حدّثه عن أبي الهيثم عن سعيد، أنه قال لرسول الله صلى الله عليه وسلم: ( فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ ) ما أطول هذا؟ فقال النبي صلى الله عليه وسلم: \" وَالَّذِي نَفْسِي بِيَدِهِ، إنَّهُ لَيُخَفَّفُ عَلى المُؤْمِنِ حتى يَكُونَ أخَفَّ عَلَيْهِ مِنَ الصَّلاةِ المَكْتُوبَةِ يُصَلِّيها فِي الدُّنْيا \".وقد رُوي عن ابن عباس في ذلك غير القول الذي ذكرنا عنه، وذلك ما:حدثني يعقوب بن إبراهيم، قال: ثنا ابن علية، عن أيوب، عن ابن أبي مليكة، أن رجلا سأل ابن عباس عن يوم كان مقداره ألف سنة، فقال: ما يوم كان مقداره خمسين ألف سنة ؟ قال: إنما سألتك لتخبرني، قال: هما يومان ذكرهما الله في القرآن، الله أعلم بهما، فكره أن يقول في كتاب الله ما لا يعلم.حدثنا ابن بشار، قال: ثنا عبد الوهاب، قال: ثنا أيوب، عن ابن أبي مليكة، قال: سأل رجل ابن عباس عن يوم كان مقداره ألف سنة، قال: فاتهمه، فقيل له فيه، فقال: ما يوم كان مقداره خمسين ألف سنة ؟ فقال: إنما سألتك لتخبرني، فقال: هما يومان ذكرهما الله جلّ وعزّ، الله أعلم بهما، وأكره أن أقول في كتاب الله بما لا أعلم؛ وقرأت عامة قرّاء الأمصار قوله: ( تَعْرُجُ الْمَلائِكَةُ وَالرُّوحُ ) بالتاء خلا الكسائي، فإنه كان يقرأ ذلك بالياء بخبر كان يرويه عن ابن مسعود أنه قرأ ذلك كذلك.والصواب من قراءة ذلك عندنا ما عليه قرّاء الأمصار، وهو بالتاء لإجماع الحجة من القرّاء عليه.",
  "ayah": 4,
  "surah": 70
}
