{
  "text": "In spite of knowing Islam to be the true religion, the hypocrites do not want to abandon their worldly interests. Due to this mentality they are distracted, being fully devoted neither to the demands of their religion nor to their worldly interests. They fall between two stools, vacillating between faith and infidelity—between the interests of this world and the Hereafter. Such people remain deprived of God’s succour, which can be earned only by perseverance in God’s cause. Such hypocritical people cannot save themselves from the wrath of God, regardless of how many showy actions they may have performed. In spite of the observance of Islam for appearance’s sake, they are far from it in respect of reality. That is why their reward will be meted out to them in accordance with what they were in reality, and not what they were in terms of appearance. However, even if one errs, God does not become one’s enemy. If wrongdoers are ashamed of their misdeeds, change their life style, divert their full attention to God and take to His path wholeheartedly, then He will surely forgive them. In life one often comes to know about some shortcoming or fault, or vice of oneself, be it of a religious or worldly nature, through the people around oneself. But God disapproves of public criticism that defames the person concerned. Everyone has the right to give his counsel with the motive of reforming that individual. But the counselling should be done in private, not in public. If something needs to be said in public to check that vice from spreading in society, the wrongdoer should not be named. The reference to the vice should be in general terms. Day in and day out God overlooks people’s crimes. His servants too should follow this divine principle. However, one who has been oppressed or who has suffered a wrong is permitted to tell people about the wrong or oppression he has suffered. Nevertheless, it is better for him to exercise patience and forgive the one who wronged him. In this way the victim shows that he cares for the loss of the Hereafter more than any loss incurred in this world. For the thought of a greater loss renders a small loss insignificant. This is what happens with a true believer who really dreads the onset of Doomsday.",
  "ayah": 149,
  "surah": 4
}
