{
  "text": "God’s prophet is a man amongst human beings. He appears before the people as a common man. That is why people fail to understand how they can take a common man to be a representative of God Almighty; how they can believe that this man—one from amongst themselves—is a person appointed by God Himself to speak on His behalf. So they demand that he show them his message being revealed by God, or heaven itself testifying to the truth of his message, otherwise they will not believe in it. But demands such as these show their utter insincerity. Because man’s trial demands that he believe in these things without seeing them; that he discover the inner realities. In such a situation, it makes no sense to believe after seeing. Even if God were to alter the system of nature to fulfil their demand by showing them the realities, that would be of no use because these realities would be shown to them only for a time and not permanently. So the human freedom which had led them to rebelliousness would continue, with the result that, at the time of the miracles, they would be awed into belief but afterwards they would continue to misuse their freedom as before. The history of the Israelites furnishes ample proof of this. The extraordinary situation thus referred to in the Quran, ‘We raised above them the Mount’ was created by God on Mount Tur to take a solemn covenant from the Jews. They were enjoined to enter their synagogue with humility and pray to God in all humbleness and submissiveness, and to ensure that their struggle for livelihood conformed strictly to the bounds set by God. But the Jews broke this entire covenant they had made with God. ‘Yet We pardoned even that and bestowed on Moses clear authority.’ This is the case with all the prophets. The prophet is like an ordinary human being but for his utterances; it is in his utterances that he gives clear arguments which adequately prove his status as God’s messenger. But the unjust man always manages to find an explanation of God’s signs by which he may refute them and then continue to lead a life of transgression far from God’s ways.",
  "ayah": 154,
  "surah": 4
}
