{
  "text": "There is nothing new about the moral standards laid down in the Quran. In every age God has been proclaiming them through His messengers and believing people in every age have followed them. But since the ancient heavenly books could not remain untampered with, the divine modes of living were consequently lost or obscured. God, however, revealed them again in the Arabic language through His final Messenger. Today, when any group of people follows them, it joins that eternal caravan of righteous humanity which, favoured with the grace of God, adhered steadfastly to the divine path. In every group of people certain traditions become rooted as a matter of centuries-old practice and people become too accustomed to them to think of them critically. When an original thinker tries to bring in social reform, he is bitterly opposed by traditionalists. They find it difficult to leave their familiar ways and adopt unfamiliar ones. They become hostile to any effort at reformation which would distance them from the ways of their forefathers. In such cases the reaction of the religious class is by far the strongest. When the core of a religion becomes weak, it is vitiated by hair-splitting arguments, and a structure of elaborate rules based on form is built up. Devoid of the real spirit, people keep following the old rituals, thinking that they are adhering to the religion of God. This religion of human creation is gradually identified with their forefathers and becomes sacred. Ultimately, the simple and natural religion of God is so heavily veiled that it becomes difficult to recognize it as the original religion. The situation being such, any movement for the revival of the simple and natural religion faces bitter opposition; people find their ritualistic dogma threatened and negated by it. Those whose dogma is based on self-styled faith viciously oppose any effort to revive God’s simple and straightforward religion, because they anticipate that such an effort may lead to the end of their dominance and leadership.",
  "ayah": 27,
  "surah": 4
}
