{
  "text": "Disparity, i.e. the difference between individuals in this world, is in accordance with God’s creation plan. Some are physically and mentally less endowed than others; some are born in favourable and some in unfavourable conditions; some have powerful resources and some barely exist with just minimal resources. The latter become jealous of the former, finding them in a superior position. This situation leads to envy, enmity and conflict in social life. But it is totally wrong to make an assessment of oneself or of others judging solely by externals, as these are of importance only in this world. One receives them only to leave them behind. The issues of real importance, i.e. success and achievement in the Hereafter, have nothing to do with worldly possessions. Success in the Hereafter depends rather on those actions which have been performed in this world with the sole intention of seeking God’s pleasure. It is, therefore, most wise to insulate oneself from envy, and to pray to God for strength, and to continue to direct one’s efforts towards success in the Hereafter. Wherever a group of people live together, whether as a family or as a country, it is necessary to have a leader to take charge. Authority will undisputedly rest in one single person. According to God’s plan for this world, man has been chosen to become the head of the family and has been endowed with the inborn abilities needed to discharge this responsibility. The biological and physiological differences between man and woman are in conformity with God’s creation plan. If there are some who wish to go against God’s plan, they will only cause perversion and discord. For, nature will continue to go ahead creating men and women according to the divine scheme of things, whereby men will be endowed with the qualities needed as protectors and guardians and women will have the quality of submission to be able to assist them without prejudice to the faculties that nature has endowed them with. But, if men and women are given opposite and conflicting roles to perform in social activities, the result will be nothing but perversion in social life.",
  "ayah": 32,
  "surah": 4
}
