{
  "text": "The Jews, thinking that they belonged to the race of prophets, projected their community as a sacred one. In consequence, they laid claim to honour and privilege which they justified by the invention of numerous stories and parables. By their own lights, everyone who was Jewish by faith was destined for deliverance and would not be consigned to the fire of Hell. Clearly, their lives were dominated by wishful thinking. The Quranic statement that ‘it is indeed God who purifies whoever He pleases’ rejects such notion that ‘those who consider themselves pure’ are actually and necessarily so. It clarifies that no one may have honour and privilege on the basis of his links with a race or community; these things depend on the divine law of justice. One who, adhering to the divine law, proves himself deserving of honour, will have honour confered upon him, but one who, by his actions, fails to do so, will never be honoured—no matter which race or community he belongs to. The belief in community-based salvation, whether created by the Jews or any other group, is totally without foundation. To invent such a belief and associate it with God is an attempt to associate falsehood with Him. He has never imparted such teaching. God does not discriminate between people on the basis of group, community or race. Such discrimination is a great injustice, whereas God dispenses absolute justice: He does not deal unjustly with anyone. When decadence sets in among the People of the Book, its adherents begin to live a life of wishful thinking instead of following the commands of God. This leads to superstition gaining ground. What can be achieved only through the performance of good deeds, they attempt to gain through sorcery, false beliefs and communion with evil spirits. Such deviators consider religion as a matter of ‘sacred words’ and ‘special relations with saintly personages,’ which may bring miraculous results merely by pronouncing those words or practising the relevant rituals. They continue to pay lip service to religion, but in practice, they follow the path of Satan.",
  "ayah": 53,
  "surah": 4
}
