{
  "text": "لَقَدْ خَلَقْنَا الْإِنسَانَ فِي كَبَدٍ (Indeed We have created man [ to live ] in hard struggle…90:4) The word kabad means 'labour, 'toil' or 'difficulty'. The verse purports to say that man's life is a series of hard and toilsome works.\nIbn ` Abbas ؓ says: 'Man was conceived and held in his mother's womb. The mother bore the pangs of birth. The hardship of sucking the mother's milk and the difficulty of weaning. This is followed by seeking livelihood and other necessities of life with hardship. Then he endures hardships and long-suffering of old age, death, grave, resurrection, accountability of deeds before Allah, reward and punishment.' These difficulties and hardships are not confined to man. Other animals too share them. Man has particularly been mentioned in this connection because of his intelligence. The more the power of a creature's intelligence, the higher the degree of his legal obligation. Lastly, the greatest difficulty and hardship would be borne at resurrection and life-after-death, when we will be required to give an account of the deeds we might have done throughout our life. Other species of animals will not be required to do this.\nSome scholars say that no creation suffers as much difficulties or hardships as human beings, despite the fact that his body is smaller and weaker than most other animals. Man's brainpower, however, is most powerful. Therefore, he has been specifically mentioned. Swearing an oath by Makkah, 'Adam and his children, Allah has made it plain that man has been created in difficulties and to endure hardships. This is a proof that man did not come into existence on his own but his Creator is an All-Powerful Being who has, in His wisdom, created every species of creation with specific predisposition and capacity of actions. If man had any part in his own creation, he would never have allowed such difficulties and hardships for himself. [ Qurtubi ]\nAbsolute Comfort, without Hardship, Is not Possible in the World: Man Must be Prepared to Endure Hardships\nThe oath and its subject makes plain to man that his desire to live peacefully and comfortably in this world, without enduring any hardship, is a silly idea and false notion, which is not possible to happen. Therefore, it is necessary for difficulty, hardship, distress and affliction to befall every person. Since they are bound to befall, a wise person should be in readiness to work hard for something that may help him for an eternal life. The only factor that will help him for this is faith and obedience to the Truth.\nThen, after describing a few of the ignorant disbeliever's qualities, the following verse says about an unbeliever: أَيَحْسَبُ أَن لَّمْ يَرَ‌هُ أَحَدٌ (Does he think that no one has seen him?...90:7) that is, his evil deeds. He should realise that his Creator watches every action of his.",
  "ayah": 7,
  "surah": 90
}
