{
  "text": "ثم انتقلت السورة الكريمة إل بيان بعض الأحكام التى تتعلق بالنساء المؤمنات ، اللاتى تركن أزواجهن الكفار ، ورغبن فى الهجرة إلى دار السلام فقال - تعالى - : ( ياأيها الذين آمَنُواْ إِذَا . . . . ) .قال الإمام القرطبى : قوله - تعالى - : ( ياأيها الذين آمَنُواْ إِذَا جَآءَكُمُ المؤمنات مُهَاجِرَاتٍ ) : لما أمر الله المسلمين بترك موالاة المشركين ، واقتضى ذلك مهاجرة المسلمين عن بلاد الشرك إلى بلاد الإسلام ، وكان التناكح من أوكد أسباب الموالاة ، فبين - سبحانه - أحكام مهاجرة النساء .قال ابن عباس : جرى الصلح مع مشركى قريش عام الحديبية على أن من أتاه من أهل مكة رده إليهم ، فجاءت سعيدة بنت الحارث الأسلمية بعد الفراغ من الكتاب ، والنبى - صلى الله عليه وسلم - بالحديبية بعد ، فأقبل زوجها - وكان كافرا . . . فقال : يا محمد ، اردد على امرأتى ، فإنك شرطت ذلك ، وهذه طينة الكتاب لم تجف بعد ، فأنزل الله - تعالى - هذه الآية .وقيل : \" جاءت أم كلثوم بنت عقبة بن أبى معيط ، فجاء أهلها يسألون رسول الله - صلى الله عليه وسلم - أن يردها .وقيل : هربت من زوجها عمرو بن العاص ومعها أخواها فرد رسول الله - صلى الله عليه وسلم - أخويها وحبسها ، فقالوا للنبى - صلى الله عليه وسلم - ردها علينا للشرط ، فقال : \" كان الشرط فى الرجال لا فى النساء \" فأنزل الله هذه الآية \" .والمعنى : يا من آمنتم بالله - تعالى - حق الإيمان ، ( إِذَا جَآءَكُمُ المؤمنات مُهَاجِرَاتٍ ) ، من دار الكفر الى دار الإيمان ، وراغبات فى فراق الكافرين ، والبقاء معكم .( فامتحنوهن ) أى : فاختبروهن اختبارا يغلب معه الظن بأنهن صادقات فى هجرتهن وفى إيمانهن ، وفى موافقة قلوبهن لألسنتهن .وقد ذكر ابن جرير فى كيفية امتحانهن صيغا منها : ما جاء عن ابن عباس أنه قال : كانت المرأة إذا أتت رسول الله - صلى الله عليها وسلم - حلفها بأنها ما خرجت بغضا لزوجها ، ولا رغبة فى الانتقال من أرض إلى أرض ، ولا التماسا لدنيا ، وإنما خرجت حبا لله ولرسوله .وجملة : ( الله أَعْلَمُ بِإِيمَانِهِنَّ ) معترضة لبيان أن معرفة خفايا القلوب ، مردها إلى الله - تعالى - وحده .قال صاحب الكشاف : قوله : ( الله أَعْلَمُ بِإِيمَانِهِنَّ ) أى : منكم ، لأنكم لا تكسبون فيه علما تطمئن معه نفوسكم ، وإن استحلفتموهن ودرستم أحوالهن ، وعند الله حقيقة العلم به .والمراد بالعلم فى قوله - تعالى - : ( فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلاَ تَرْجِعُوهُنَّ إِلَى الكفار ) الظن الغالب .أى : فإن غلب على ظنكم بعد امتحانهن أنهن مؤمنات صادقات فى إيمانهن ، فأبقوهن عندكم ، ولا ترجعوهن إلى أزواجهن أو إلى أهلهن من الكفار .وسمى الظن القوى علما للإيذان بأنه كالعلم فى وجوب العمل بمقتضاه ، وإنما رد الرسول - صلى الله عليه وسلم - الرجال الذين جاءوه مؤمنين بعد صلح الحديبية ، ولم يرد النساء المؤمنات ، لأن شرط الرد كان فى الرجال ولم يكن فى النساء - كما سبق أن ذكرنا نقلا عن القرطبى - ، ولأن الرجل لا يخشى عليه من الفتنة فى الرد ما يخشى على المرأة ، من إصابة المشرك إياها ، وتخويفها ، وإكراهها على الردة .قال بعض العلماء : قال كثير من المفسرين : إن هذه الآية مخصصة لما جاء فى معاهدة صلح الحديبية ، والتى كان فيها من جاء من الكفار مسلما إلى المسلمين ردوه إلى المشركين ، ومن جاء من المسلمين كافرا للمشركين ، لا يردونه على المسلمين ، فأخرجت الآية النساء من المعاهدة ، وأبقت الرجال ، من باب تخصيص العموم .وتخصيص السنن بالقرآن ، وتخصيص القرآن بالسنن ، أمر معلوم .ومن أمثلة تخصيص السنة بالكتاب ، قوله : - صلى الله عليه وسلم - : \" ما أبين من حى فهو ميت \" أى : فهو محرم ، فقد جاء تخصيص هذا العموم بقوله - تعالى - : ( وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا ) أى : ليس محرما ، ومن أمثلة تخصيص الكتاب بالسنة قوله - تعالى - : ( حُرِّمَتْ عَلَيْكُمُ الميتة والدم ) فقد جاء تخصيص هذا العموم بحديث : \" أحلت لنا ميتتان ودمان ، أما الميتتان : فالجراد والحوت ، وأما الدمان : فالكبد والطحال \" .وقال بعض المفسرين : إنها ليست مخصصة للمعاهدة ، لأن النساء لم يدخلن فيها ابتداء ، وإنما كانت فى حق الرجال فقط .والذى يظهر - والله أعلم - أنها مخصصة لمعاهدة الحديبية ، وهى من أحسن الأمثلة لتخصيص السنة بالقرآن - كما قال الإمام ابن كثير .وقوله - سبحانه - : ( لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ ) تعليل للنهى عن رد المؤمنات المهاجرات إلى دار الكفر ، أو إلى أزواجهن الكفار .أى : لا ترجعوا - أيها المؤمنون - النساء المؤمنات المهاجرات إليكم من أرض الكفر إلى أزواجهن الكافرين ، فإن هؤلاء المؤمنات صرن بسبب إيمانهن لا يصح ارتباطهن بأزواجهن الكفار ، كما لا يصح لهؤلاء الكافرين الارتباط بالنساء المؤمنات .فالجملة الكريمة المقصود بها تأكيد النهى عن رد المؤمنات المهاجرات إلى أرض الكفر ، ووجوب التفرقة بين المرأة المؤمنة وزوجها الكافر فى جميع الأحوال .قال ابن كثير : هذه الآية هى التى حرمت المسلمات على المشركين وقد كان ذلك جائزا فى أول الإسلام ، أن يتزوج المشرك المؤمنة . . .وقوله - تعالى - : ( وَآتُوهُم مَّآ أَنفَقُواْ ) بيان لمظهر من مظاهر عدالة الإسلام فى أحكامه . والخطاب لولاة الأمور . وهذا الإيتاء إنما هو للأزواج المعاهدين ، أما إذا كانوا حزبيين فلا يعطون شيئا .أى : وسلموا إلى المشركين الذين جاءكم نساؤهم مؤمنات ، ما دفعوه لهن من مهور ، قال القرطبى : قوله : ( وَآتُوهُم مَّآ أَنفَقُواْ ) : أمر الله - تعالى - إذا أُمسِكَتْ المرأة المسلمة ، أن يرد إلى زوجها المشرك ما أنفق ، وذلك من الوفاء بالعهد ، لأنه لما مُنِع من أهله ، بحرمة الإسلام ، أمر- سبحانه - برد المال إليه ، حتى لا يقع عليهم خسران من الوجهين : الزوجة والمال .فالمراد بقوله - تعالى - ( مَّآ أَنفَقُواْ ) : ما دفعه المشركون لأزواجهم المؤمنات .وعبر عن هذه المهور بالنفقة ، للإشعار بأن هؤلاء الزوجات المؤمنات ، أصبحت لا صلة لهن بأزواجهن المشركين .وقوله - سبحانه - : ( وَلاَ جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ آتَيْتُمُوهُنَّ أُجُورَهُنَّ ) تكريم لهؤلاء النساء المشركين ، وبعد استبرائكم لأرحامهن ، وعليكم أن تدفعوا لهن مهورهن كاملة غير منقوصة .ونص على دف المهر لهن - مع أنه أمر معلوم - لكى لا يتوهم متوهم ، أن رد المهر إلى الزوج الكافر ، يغنى عن دفع مهر جديد لهن إذا تزوجن بعد ذلك بأزواج مسلمين ، إذ المهر المردود للكفار ، لا يقوم مقام المهر الذى يجب على المسلم إذا ما تزوج بامرأة مسلمة فارقت زوجها الكافر .والمراد بالإيتاء : ما يشمل الدفع العاجل ، والتزام الدفع فى المستقبل .ثم نهى الله - تعالى - المسلمين عن إبقاء الزوجات المشركات فى عصمتهم فقال : ( وَلاَ تُمْسِكُواْ بِعِصَمِ الكوافر ) .والعصم : جمع عصمة ، والمراد بها هنا : عقد النكاح الذى يربط بين الزوج والزوجة ، والكوافر : جمع كافرة ، كضوارب جمع ضاربة .أى : ولا يصح لكم - أيها المؤمنون - أن تبقوا فى عصمتكم ، زوجاتكم اللائى آثرن الكفر على الإيمان ، وأبين الهجرة معكم من دار الكفر إلى دار الإسلام ، وقد بادر المسلمون بعد نزول هذه الآية بتطليق زوجاتهم الكافرات فطلق عمر بن الخطاب - رضى الله عنه - امرأتين له كانتا مشركتين ، وطلق طلحة بن عبيد الله إحدى زوجاته وكانت مشركة .وهذه الجلمة الكريمة تأكيد لقوله - تعالى - قبل ذلك : ( لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ ) .ثم بين - سبحانه - حكما آخر من الأحكام التى تدل على عدالة الإسلام فى تشريعاته فقال : ( وَاسْأَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْأَلُواْ مَآ أَنفَقُواْ ) والجملة الكريمة معطوفة على قوله - تعالى - قبل ذلك : ( وَآتُوهُم مَّآ أَنفَقُواْ ) .أى : كما أنى شرعت لكم أن تعطوا الأزواج المشركين ، مهور نسائهم المسلمات اللائى فررن إليكم ، وتركن أزواجهن الكفار ، فكذلك شرعت لكم أن تطلبوا مهور نسائكم المشركات اللائى انفصلتم عنهن لكفرهن ، ولحقن بهؤلاء المشركين ، وليطلب المشركون منكم مهور نسائهم المؤمنات اللائى انفصلن عنهم وهاجرن إليكم .ثم ختم - سبحانه - هذه الآية الكريمة ببيان أن هذه الأحكام ، إنما هى من الله - تعالى - العليم بأحوال النفوس ، الحكيم فى أقواله وأفعاله ، فقال : ( ذَلِكُمْ حُكْمُ الله يَحْكُمُ بَيْنَكُمْ والله عَلِيمٌ حَكِيمٌ ) .أى : ذلكم الذى ذكرناه لكم من تشريعات تتعلق بالمؤمنات المهاجرات هى أحكام من الله - تعالى - فاتبعوها ، فهو - سبحانه - صاحب الحكم المطلق بينكم ، وهو - سبحانه - عليم بأحوال عباده ، حكيم فى كل تصرفاته وتشريعاته .",
  "ayah": 10,
  "surah": 60
}
