{
  "text": "وبعد هذا النهى للمؤمنين عن موالاة أعداء الله وأعدائهم . . . ساقت لهم السورة الكريمة ، جانبا من قصة إبراهيم - عليه السلام - الذى تبرأ من كل صلة تربطه بغيره سوى صلة الإيمان ، وإخلاص العبادة لله - تعالى - ، وأمرتهم بأن يقتدوا به فى ذلك لينالوا رضا الله - عز وجل - فقال - تعالى - : ( قَدْ كَانَتْ لَكُمْ . . . ) .الأسوة كالقدوة ، وهى اتباع الغير على الحالة التى يكون عليها ، قال - تعالى - : ( لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ ) قال الآلوسى : قوله - تعالى - : ( قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ في إِبْرَاهِيمَ ) تأكيد لأمر الإنكار عليهم ، والتخطئة فى موالاة الكفار ، بقصة إبراهيم - عليه السلام - ومن معه ، ليعلم أن الحب فى الله - تعالى - والبغض فيه - سبحانه - من أوثق عرا الإيمان ، فلا ينبغى أن يغفل عنها .والأسوة - بضم الهمزة وكسرها - بمعنى الائتساء وكسرها - بمعنى الائتساء والاقتداء ، وتطلق على الخصلة التى من حقها أن يؤتسى ويقتدى بها ، وعلى نفس الشخص المؤتسى به .والمعنى : قد كان لكم - أيها المؤمنون - أسوة حسنة ، وخصلة حميدة ، ومنقبة كريمة ، فى قصة أبيكم إبراهيم - عليه السلام - ، وفى قصة الذين آمنوا معه .وافتتح - سبحانه - الكلام بقوله : ( قَدْ كَانَتْ ) لتأكيد الخبر ، فإن هذا الأسلوب المشتمل على قد وفعل الكون ، يفيد التأكيد بموجب الخبر ، والتعريض بغفلة من يخالفه .ووصف - سبحانه - الأسوة بالحسن ، على سبيل المدح لها والتحريض على الاقتداء بصاحبها .وعطف - سبحانه - على إبراهيم الذين آمنوا معه ، ليتم التمثيل لحال المسلمين مع رسولهم - صلى الله عليه وسلم - أى : كونوا - أيها المؤمنون - متأسين ومقتدين برسولكم - صلى الله عليه وسلم - ومطيعين له ، ومستجيبين لتوجيهاته ، كما كان أتباع أبيكم إبراهيم كذلك .ثم بين - سبحانه - ما يجب عليهم الاقتداء به من حال إبراهيم - عليه السلام - والمؤمنين معه ، فقال : ( إِذْ قَالُواْ لِقَوْمِهِمْ إِنَّا بُرَءآؤاْ مِّنْكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ الله كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ العداوة والبغضآء أَبَداً حتى تُؤْمِنُواْ بالله وَحْدَهُ ) و ( إِذْ ) ظرف زمان بمعنى وقت وحين ، وهو يدل اشتمال من إبراهيم والذين معه . أو خبر لكان .( بُرَءآؤاْ ) جمع برئ . يقال : برئ فلان من كذا يبرأ براء وبراءة . إذا ابتعد عنه ، لكراهته له .أى : قد كان لكم - أيها المؤمنون - أسوة حسنة فى إبراهيم - عليه السلام - وفى الذين آمنوا معه ، وقت أن قالوا لقومهم الكافرين ، بشجاعة وقوة : إنا برآة منكم ، ومن آلهتكم التى تعبدونها من دون الله - عز وجل - وإننا قد كفرنا بكم وبمعبوداتكم ( وَبَدَا ) أى : وظهر بيننا وبينكم العداوة والبغض على سبيل التأييد والاستمرار ، ولن نتخلى عن ذلك معكم ، حتى تؤمنوا بالله - تعالى - وحده ، وتتركوا عبادتكم لغيره - تعالى - .فأنت ترى أن إبراهيم - عليه السلام - والمؤمنين معه ، قد أعلنوا بكل شجاعة وشدة ، إيمانهم الكامل بالحق ، وبراءتهم وكراهيتهم واحتقارهم ، لكل من أشرك مع الله - تعالى - فى العبادة آلهة أخرى .وأنهم لم يكتفوا بالتغيير القلبى للمنكر ، بل جاهروا بعداوتهم له ، وبالتنزه عن اقترابهم منه . وبتجافيهم عنه . . ولعل هذا هو أقصى ما كانوا يملكونه بالنسبة لتغيير هذا المنكر فى ذلك الوقت .وقد أخبرنا القرآن الكريم أن إبراهيم - عليه السلام - لم يكتف بذلك ، بل حطم الأصنام التى كان يعبدها قومه وقال لهم : ( أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ الله أَفَلاَ تَعْقِلُونَ ) قال صاحب الكشاف : أى : كان فيهم - أى : فى إبراهيم ومن آمن معه - مذهب حسن مرضى ، جدير بأن يؤتسى به ، ويتبع أثره ، وهو قولهم لكفار قومهم ما قالوا ، حيث كاشفوهم بالعداوة ، وقشروا لهم العصا ، وأظهروا لهم البغضاء والمقت ، وصرحوا بأن سبب عداوتهم وبغضائهم ، ليس إلا كفرهم بالله .وما دام هذا السبب قائما ، كانت العداوة قائمة ، حتى إن أزالوه وآمنوا بالله وحده ، انقلبت العداوة موالاة ، والبغضاء مودة ، والمقت محبة - فأفصحوا عن محض الإخلاص .وقوله - تعالى - : ( إِلاَّ قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ . . . ) كلام معترض بين الأقوال التى حكاها - سبحانه - عن إبراهيم - عليه السلام - .والاستثناء يترجح أنه منقطع ، لأن هذا القول من إبراهيم لأبيه ، ليس من جنس الكلام السابق ، الذى تبرأ فيه هو ومن معه مما عليه أقوامهم الكافرون .والمعنى : اقتدوا - أيها المؤمنون - بأبيكم إبراهيم - عليه السلام - وبالذين آمنوا معه ، فى براءتهم من الشرك والمشركين . . . ولكن لا تقتدوا به فى استغفاره لأبيه الكافر ، لأن استغفاره له كان عن موعدة وعدها إياه ، فلما تبين له أنه عدو الله تبرأ منه .قال الإمام الشوكانى ما ملخصه : قوله : ( إِلاَّ قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ . . ) هو استثناء متصل من قوله : ( في إِبْرَاهِيمَ ) بتقدير مضاف . . . أى : قد كانت لكم أسوة حسنة فى مقالات إبراهيم ، إلا فى قوله لأبيه : لأستغفرن لك .ويصح أن يكون استثناء متصلا من قوله : ( أُسْوَةٌ حَسَنَةٌ ) وصح ذلك لأن القول من جملة الأسوة ، فكأنه قيل : قد كانت لكم أسوة حسنة فى إبراهيم فى جميع أقواله وأفعاله ، إلا فى قوله لأبيه لأستغفرن لك .أو هو استثناء منقطع ، أى : اقتدوا بإبراهيم فى كل أقواله وأحواله . لكن لا تقتدوا به فى قوله لأبيه المشرك : لأستغفرن لك ، بأن تستغفروا لآبائكم المشركين ، لأن استغفار إبراهيم لأبيه المشرك كان عن موعدة وعدها إياه ، أو أنه ظن أن أباه قد أسلم .وقوله - سبحانه - ( وَمَآ أَمْلِكُ لَكَ مِنَ الله مِن شَيْءٍ ) حكاية لبقية كلام إبراهيم لأبيه ، وليس الاستثناء متوجها إليه ، لأن هذه الجملة بيان لما تحلى به إبراهيم - عليه السلام - من آداب مع ربه - تعالى - حيث فوض الأمر إليه - سبحانه - .أى : وعد إبراهيم أباه بالاستغفار له ، أملا فى هدايته ، وقال له : يا أبت إنى لا أملك لك من أمر قبول الاستغفار شيئان بل الأمر كله الله ، إن شاء عذبك وإن شاء عفا عنك ، والجملة الكريمة فى محل نصب على الحال من فاعل ( لأَسْتَغْفِرَنَّ لَكَ ) أى : لأستغفرن لك حالة كونى لا أملك من أمر المغفرة أو غيرها شيئا ، وإنما الذى يملك ذلك هو الله - عز وجل - .ثم حكى - سبحانه - بعد ذلك جانبا مما تضرع به إبراهيم - عليه السلام - إلى خالقه فقال : ( رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ المصير ) .أى : يا ربنا عليك وحدك فوضنا أمورنا ، وإليك وحدك قبول توبتنا ، وإليك لا إلى أحد سواك مرجعنا ومصيرنا .",
  "ayah": 4,
  "surah": 60
}
