{
  "ayahs": [
    { "ayah": 1, "surah": 19, "text": "(كهيعص) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة." },
    {
      "ayah": 10,
      "surah": 19,
      "text": "قال زكريا زيادة في اطمئنانه: ربِّ اجعل لي علامة على تحقُّق ما بَشَّرَتْني به الملائكة، قال: علامتك أن لا تقدر على كلام الناس مدة ثلاث ليال وأيامها، وأنت صحيح معافى."
    },
    {
      "ayah": 11,
      "surah": 19,
      "text": "فخرج زكريا على قومه مِن مصلاه، وهو المكان الذي بُشِّر فيه بالولد، فأشار إليهم: أن سَبِّحوا الله صباحًا ومساءً شكرًا له تعالى."
    },
    {
      "ayah": 12,
      "surah": 19,
      "text": "فلما ولد يحيى، وبلغ مبلغًا يفهم فيه الخطاب، أمره اللَّه أن يأخذ التوراة بجدٍّ واجتهاد بقوله: يا يحيى خذ التوراة بجد واجتهاد بحفظ ألفاظها، وفهم معانيها، والعمل بها، وأعطيناه الحكمة وحسن الفهم، وهو صغير السن."
    },
    {
      "ayah": 13,
      "surah": 19,
      "text": "وآتيناه رحمة ومحبة من عندنا وطهارة من الذنوب، وكان خائفًا مطيعًا لله تعالى، مؤديًا فرائضه، مجتنبًا محارمه."
    },
    {
      "ayah": 14,
      "surah": 19,
      "text": "وكان بارًّا بوالديه مطيعًا لهما، ولم يكن متكبرًا عن طاعة ربه، ولا عن طاعة والديه، ولا عاصيًا لربه، ولا لوالديه."
    },
    { "ayah": 15, "surah": 19, "text": "وسلام من الله على يحيى وأمان له يوم وُلِد، ويوم يموت، ويوم يُبعث مِن قبره حيًا." },
    {
      "ayah": 16,
      "surah": 19,
      "text": "واذكر - أيها الرسول - في هذا القرآن خبر مريم إذ تباعدت عن أهلها، فاتخذت لها مكانًا مما يلي الشرق عنهم."
    },
    {
      "ayah": 17,
      "surah": 19,
      "text": "فجعلت مِن دون أهلها سترًا يسترها عنهم وعن الناس، فأرسلنا إليها الملَك جبريل، فتمثَّل لها في صورة إنسان تام الخَلْق."
    },
    { "ayah": 18, "surah": 19, "text": "قالت مريم له: إني أستجير بالرحمن منك أن تنالني بسوء إن كنت ممن يتقي الله." },
    { "ayah": 19, "surah": 19, "text": "قال لها المَلَك: إنما أنا رسول ربك بعثني إليك؛ لأهب لك غلامًا طاهرًا من الذنوب." },
    { "ayah": 2, "surah": 19, "text": "هذا ذِكْر رحمة ربك عبده زكريا، سنقصه عليك، فإن في ذلك عبرة للمعتبرين." },
    { "ayah": 20, "surah": 19, "text": "قالت مريم للمَلَك: كيف يكون لي غلام، ولم يمسسني بشر بنكاحٍ حلال، ولم أكُ زانية؟" },
    {
      "ayah": 21,
      "surah": 19,
      "text": "قال لها المَلَك: هكذا الأمر كما تصفين من أنه لم يمسسك بشر، ولم تكوني بَغِيًّا، ولكن ربك قال: الأمر عليَّ سهل؛ وليكون هذا الغلام علامة للناس تدل على قدرة الله تعالى، ورحمة منَّا به وبوالدته وبالناس، وكان وجود عيسى على هذه الحالة قضاء سابقًا مقدَّرًا، مسطورًا في اللوح المحفوظ، فلا بد مِن نفوذه."
    },
    {
      "ayah": 22,
      "surah": 19,
      "text": "فحملت مريم بالغلام بعد أن نفخ جبريل في جَيْب قميصها، فوصلت النفخة إلى رَحِمِها، فوقع الحمل بسبب ذلك، فتباعدت به إلى مكان بعيد عن الناس."
    },
    {
      "ayah": 23,
      "surah": 19,
      "text": "فألجأها طَلْقُ الحمل إلى جذع النخلة فقالت: يا ليتني متُّ قبل هذا اليوم، وكنت شيئًا لا يُعْرَف، ولا يُذْكَر، ولا يُدْرَى مَن أنا؟"
    },
    { "ayah": 24, "surah": 19, "text": "فناداها جبريل أو عيسى: أن لا تَحزني، قد جعل ربك تحتك جَدْول ماء." },
    { "ayah": 25, "surah": 19, "text": "وحَرِّكي جذع النخلة تُسَاقِطْ عليك رطبًا غَضًّا جُنِيَ مِن ساعته." },
    {
      "ayah": 26,
      "surah": 19,
      "text": "فكلي من الرطب، واشربي من الماء وطيـبي نفسًا بالمولود، فإن رأيت من الناس أحدًا فسألك عن أمرك فقولي له: إني أَوْجَبْتُ على نفسي لله سكوتًا، فلن أكلم اليوم أحدًا من الناس. والسكوت كان تعبدًا في شرعهم، دون شريعة محمد صلى الله عليه وسلم."
    },
    {
      "ayah": 27,
      "surah": 19,
      "text": "فأتت مريم قومها تحمل مولودها من المكان البعيد، فلما رأوها كذلك قالوا لها: يا مريم لقد جئت أمرًا عظيمًا مفترى."
    },
    {
      "ayah": 28,
      "surah": 19,
      "text": "يا أخت الرجل الصالح هارون ما كان أبوك رجل سوء يأتي الفواحش، وما كانت أمك امرأة سوء تأتي البِغاء."
    },
    {
      "ayah": 29,
      "surah": 19,
      "text": "فأشارت مريم إلى مولودها عيسى ليسألوه ويكلموه، فقالوا منكرين عليها: كيف نكلم مَن لا يزال في مهده طفلا رضيعًا؟"
    },
    { "ayah": 3, "surah": 19, "text": "إذ دعا ربه سرًا؛ ليكون أكمل وأتم إخلاصًا لله، وأرجى للإجابة." },
    {
      "ayah": 30,
      "surah": 19,
      "text": "قال عيسى وهو في مهده يرضع: إني عبد الله، قضى بإعطائي الكتاب، وهو الإنجيل، وجعلني نبيًا."
    },
    {
      "ayah": 31,
      "surah": 19,
      "text": "وجعلني عظيم الخير والنفع حيثما وُجِدْتُ، وأوصاني بالمحافظة على الصلاة وإيتاء الزكاة ما بقيت حيًا."
    },
    { "ayah": 32, "surah": 19, "text": "وجعلني بارًّا بوالدتي، ولم يجعلني متكبرًا ولا شقيًا، عاصيًا لربي." },
    { "ayah": 33, "surah": 19, "text": "والسلامة والأمان عليَّ من الله يوم وُلِدْتُ، ويوم أموت، ويوم أُبعث حيًا يوم القيامة." },
    {
      "ayah": 34,
      "surah": 19,
      "text": "ذلك الذي قصصنا عليك - أيها الرسول - صفتَه وخبرَه هو عيسى ابن مريم، مِن غير شك ولا مرية، بل هو قولُ الحق الذي شك فيه اليهود والنصارى."
    },
    {
      "ayah": 35,
      "surah": 19,
      "text": "ما كان لله تعالى ولا يليق به أن يتخذ مِن عباده وخَلْقه ولدًا، تنزَّه وتقدَّس عن ذلك، إذا قضى أمرًا من الأمور وأراده، صغيرًا أو كبيرًا، لم يمتنع عليه، وإنما يقول له: \"كن\"، فيكون كما شاءه وأراده."
    },
    {
      "ayah": 36,
      "surah": 19,
      "text": "وقال عيسى لقومه: وإن الله الذي أدعوكم إليه هو وحده ربي وربكم فاعبدوه وحده لا شريك له، فأنا وأنتم سواء في العبودية والخضوع له، هذا هو الطريق الذي لا اعوجاج فيه."
    },
    {
      "ayah": 37,
      "surah": 19,
      "text": "فاختلفت الفِرَق من أهل الكتاب فيما بينهم في أمر عيسى عليه السلام، فمنهم غال فيه وهم النصارى، فمنهم من قال: هو الله، ومنهم من قال: هو ابن الله، ومنهم من قال: ثالث ثلاثة - تعالى الله عما يقولون -، ومنهم جافٍ عنه وهم اليهود، قالوا: ساحر، وقالوا: ابن يوسف النجار، فهلاك للذين كفروا مِن شهود يوم عظيم الهول، وهو يوم القيامة."
    },
    {
      "ayah": 38,
      "surah": 19,
      "text": "ما أشدَّ سمعَهم وبصرهم يوم القيامة، يوم يَقْدُمون على الله، حين لا ينفعهم ذلك!! لكنِ الظالمون اليوم في هذه الدنيا في ذهابٍ بيِّنٍ عن الحق."
    },
    {
      "ayah": 39,
      "surah": 19,
      "text": "وأنذر - أيها الرسول - الناس يوم الندامة حين يُقضى الأمر، ويُجَاءُ بالموت كأنَّه كبش أملح، فيُذْبَح، ويُفصل بين الخلق، فيصير أهل الإيمان إلى الجنة، وأهل الكفر إلى النار، وهم اليوم في هذه الدنيا في غفلة عمَّا أُنذروا به، فهم لا يصدقون، ولا يعملون العمل الصالح."
    },
    {
      "ayah": 4,
      "surah": 19,
      "text": "قال: رب إني كَبِرْتُ، وضعف عظمي، وانتشر الشيب في رأسي، ولم أكن من قبل محرومًا من إجابة الدعاء."
    },
    {
      "ayah": 40,
      "surah": 19,
      "text": "إنا نحن الوارثون للأرض ومَن عليها بفنائهم وبقائنا بعدهم وحُكْمنا فيهم، وإلينا مصيرهم وحسابهم، فنجازيهم على أعمالهم."
    },
    {
      "ayah": 41,
      "surah": 19,
      "text": "واذكر - أيها الرسول - لقومك في هذا القرآن قصة إبراهيم - عليه السلام - إنه كان عظيم الصدق، ومِن أرفع أنبياء الله تعالى منزلة."
    },
    {
      "ayah": 42,
      "surah": 19,
      "text": "إذ قال لأبيه آزر: يا أبت لأي شيء تعبد من الأصنام ما لا يسمع ولا يبصر، ولا يدفع عنك شيئًا من دون الله؟"
    },
    {
      "ayah": 43,
      "surah": 19,
      "text": "يا أبت، إن الله أعطاني من العلم ما لم يعطك، فاقبل مني، واتبعني إلى ما أدعوك إليه، أرشدك إلى الطريق السوي الذي لا تضلُّ فيه."
    },
    {
      "ayah": 44,
      "surah": 19,
      "text": "يا أبت، لا تطع الشيطان فتعبد هذه الأصنام؛ إن الشيطان كان للرحمن مخالفًا مستكبرًا عن طاعة الله."
    },
    {
      "ayah": 45,
      "surah": 19,
      "text": "يا أبت، إني أخاف أن تموت على كفرك، فيمَسَّك عذاب من الرحمن، فتكون للشيطان قرينًا في النار."
    },
    {
      "ayah": 46,
      "surah": 19,
      "text": "قال أبو إبراهيم لابنه: أمعرض أنت عن عبادة آلهتي يا إبراهيم؟ لئن لم تنته عن سَبِّها لأقتلنَّك رميًا بالحجارة، واذهب عني فلا تلقني، ولا تكلمني زمانًا طويلا من الدهر."
    },
    {
      "ayah": 47,
      "surah": 19,
      "text": "قال إبراهيم لأبيه: سلام عليك مني فلا ينالك مني ما تكره، وسوف أدعو الله لك بالهداية والمغفرة. إن ربي كان رحيمًا رؤوفًا بحالي يجيبني إذا دعوته."
    },
    {
      "ayah": 48,
      "surah": 19,
      "text": "وأفارقكم وآلهتكم التي تعبدونها من دون الله، وأدعو ربي مخلصًا، عسى أن لا أشقى بدعاء ربي، فلا يعطيني ما أسأله."
    },
    {
      "ayah": 49,
      "surah": 19,
      "text": "فلما فارقهم وآلهتهم التي يعبدونها من دون الله رزقناه من الولد: إسحاق، ويعقوب بن إسحاق، وجعلناهما نبيَّين."
    },
    {
      "ayah": 5,
      "surah": 19,
      "text": "وإني خفت أقاربي وعصبتي مِن بعد موتي أن لا يقوموا بدينك حق القيام، ولا يدعوا عبادك إليك، وكانت زوجتي عاقرًا لا تلد، فارزقني مِن عندك ولدًا وارثًا ومعينًا."
    },
    {
      "ayah": 50,
      "surah": 19,
      "text": "ووهبنا لهم جميعا من رحمتنا فضلا لا يحصى، وجعلنا لهم ذكرًا حسنًا، وثناءً جميلا باقيًا في الناس."
    },
    {
      "ayah": 51,
      "surah": 19,
      "text": "واذكر - أيها الرسول - في القرآن قصة موسى - عليه السلام - إنه كان مصطفى مختارًا، وكان رسولا نبيًا مِن أولي العزم من الرسل."
    },
    {
      "ayah": 52,
      "surah": 19,
      "text": "ونادينا موسى من ناحية جبل طور \"سيناء\" اليمنى من موسى، وقرَّبناه فشرَّفناه بمناجاتنا له. وفي هذا إثبات صفة الكلام لله - تعالى - كما يليق بجلاله وكماله."
    },
    { "ayah": 53, "surah": 19, "text": "ووهبنا لموسى من رحمتنا أخاه هارون نبيًا يؤيده ويؤازره." },
    {
      "ayah": 54,
      "surah": 19,
      "text": "واذكر - أيها الرسول - في هذا القرآن خبر إسماعيل عليه السلام، إنه كان صادقًا في وعده فلم يَعِد شيئًا إلا وفَّى به، وكان رسولا نبيًا."
    },
    { "ayah": 55, "surah": 19, "text": "وكان يأمر أهله بإقام الصلاة وإيتاء الزكاة، وكان عند ربه عز وجل مرضيًا عنه." },
    {
      "ayah": 56,
      "surah": 19,
      "text": "واذكر - أيها الرسول - في هذا القرآن خبر إدريس عليه السلام، إنه كان عظيم الصدق في قوله وعمله، نبيًا يوحى إليه."
    },
    {
      "ayah": 57,
      "surah": 19,
      "text": "ورفَعْنا ذِكْره في العالمين، ومنزلته بين المقربين، فكان عالي الذكر، عالي المنزلة."
    },
    {
      "ayah": 58,
      "surah": 19,
      "text": "هؤلاء الذين قصصتُ عليك خبرهم أيها الرسول، هم الذين أنعم الله عليهم بفضله وتوفيقه، فجعلهم أنبياء من ذرية آدم، ومِن ذرية مَن حملنا مع نوح في السفينة، ومن ذرية إبراهيم، ومن ذرية يعقوب، وممَّن هدينا للإيمان واصطفينا للرسالة والنبُوَّة، إذا تتلى عليهم آيات الرحمن المتضمنة لتوحيده وحججه خرُّوا ساجدين لله خضوعًا، واستكانة، وبكَوْا من خشيته سبحانه وتعالى."
    },
    {
      "ayah": 59,
      "surah": 19,
      "text": "فأتى مِن بعد هؤلاء المنعَم عليهم أتباع سَوْء تركوا الصلاة كلها، أو فوتوا وقتها، أو تركوا أركانها وواجباتها، واتبعوا ما يوافق شهواتهم ويلائمها، فسوف يلقون شرًا وضلالا وخيبة في جهنم."
    },
    { "ayah": 6, "surah": 19, "text": "يرث نبوَّتي ونبوة آل يعقوب، واجعل هذا الولد مرضيًا منك ومن عبادك." },
    {
      "ayah": 60,
      "surah": 19,
      "text": "لكن مَن تاب منهم مِن ذنبه وآمن بربه وعمل صالحًا تصديقًا لتوبته، فأولئك يقبل الله توبتهم، ويدخلون الجنة مع المؤمنين ولا يُنقَصون شيئًا من أعمالهم الصالحة."
    },
    {
      "ayah": 61,
      "surah": 19,
      "text": "جنات خلد وإقامة دائمة، وهي التي وعد الرحمن بها عباده بالغيب فآمَنوا بها ولم يروها، إن وعد الله لعباده بهذه الجنة آتٍ لا محالة."
    },
    {
      "ayah": 62,
      "surah": 19,
      "text": "لا يسمع أهل الجنة فيها كلامًا باطلا لكن يسمعون سلاما تحية لهم، ولهم رزقهم فيها من الطعام والشراب دائمًا، كلما شاؤوا بكرة وعشيًا."
    },
    {
      "ayah": 63,
      "surah": 19,
      "text": "تلك الجنة الموصوفة بتلك الصفات، هي التي نورثها ونعطيها عبادنا المتقين لنا، بامتثال أوامرنا واجتناب نواهينا."
    },
    {
      "ayah": 64,
      "surah": 19,
      "text": "وقل - يا جبريل - لمحمد: وما نتنزل - نحن الملائكة - من السماء إلى الأرض إلا بأمر ربك لنا، له ما بين أيدينا مما يستقبل من أمر الآخرة، وما خلفنا مما مضى من الدنيا، وما بين الدنيا والآخرة، فله الأمر كله في الزمان والمكان، وما كان ربك ناسيًا لشيء من الأشياء."
    },
    {
      "ayah": 65,
      "surah": 19,
      "text": "فهو الله رب السموات والأرض وما بينهما، ومالك ذلك كله وخالقه ومدبره، فاعبده وحده - أيها النبي - واصبر على طاعته أنت ومَن تبعك، ليس كمثله شيء في ذاته وأسمائه وصفاته وأفعاله."
    },
    {
      "ayah": 66,
      "surah": 19,
      "text": "ويقول الإنسان الكافر منكرًا للبعث بعد الموت: أإذا ما مِتُّ وفَنِيتُ لسوف أُخرَج من قبري حيًا؟!"
    },
    {
      "ayah": 67,
      "surah": 19,
      "text": "كيف نسي هذا الإنسان الكافر نفسه؟ أولا يَذْكُر أنا خلقناه أول مرة، ولم يكُ شيئًا موجودًا؟"
    },
    {
      "ayah": 68,
      "surah": 19,
      "text": "فوربك - أيها الرسول - لنجمعن هؤلاء المنكرين للبعث يوم القيامة مع الشياطين، ثم لنأتين بهم أجمعين حول جهنم باركين على رُكَبهم؛ لشدة ما هم فيه من الهول، لا يقدرون على القيام."
    },
    { "ayah": 69, "surah": 19, "text": "ثم لنأخذنَّ مِن كل طائفة أشدَّهم تمردًا وعصيانًا لله، فنبدأ بعذابهم." },
    {
      "ayah": 7,
      "surah": 19,
      "text": "يا زكريا إنَّا نبشرك بإجابة دعائك، قد وهبنا لك غلامًا اسمه يحيى، لم نُسَمِّ أحدًا قبله بهذا الاسم."
    },
    { "ayah": 70, "surah": 19, "text": "ثم لنحن أعلم بالذين هم أَوْلى بدخول النار ومقاساة حرها." },
    {
      "ayah": 71,
      "surah": 19,
      "text": "وما منكم - أيها الناس - أحد إلا وارد النار بالمرور على الصراط المنصوب على متن جهنم، كل بحسب عمله، كان ذلك أمرًا محتومًا، قضى الله - سبحانه - وحكم أنه لا بد من وقوعه لا محالة."
    },
    {
      "ayah": 72,
      "surah": 19,
      "text": "ثم ننجي الذين اتقوا ربهم بطاعته والبعد عن معصيته، ونترك الظالمين لأنفسهم بالكفر بالله في النار باركين على رُكَبهم."
    },
    {
      "ayah": 73,
      "surah": 19,
      "text": "وإذا تتلى على الناس آياتنا المنزلات الواضحات قال الكفار بالله للمؤمنين به: أيُّ الفريقين منَّا ومنكم أفضل منزلا وأحسن مجلسًا؟"
    },
    {
      "ayah": 74,
      "surah": 19,
      "text": "وكثيرًا أهلكنا قبل كفار قومك - أيها الرسول - من الأمم كانوا أحسن متاعًا منهم وأجمل منظرًا."
    },
    {
      "ayah": 75,
      "surah": 19,
      "text": "قل - أيها الرسول - لهم: من كان ضالا عن الحق غير متبع طريق الهدى، فالله يمهله ويملي له في ضلاله، حتى إذا رأى - يقينا - ما توعَّده الله به: إما العذاب العاجل في الدنيا، وإما قيام الساعة، فسيعلم - حينئذ - مَن هو شر مكانًا ومستقرًا، وأضعف قوة وجندًا."
    },
    {
      "ayah": 76,
      "surah": 19,
      "text": "ويزيد الله عباده الذين اهتدوا لدينه هدى على هداهم بما يتجدد لهم من الإيمان بفرائض الله، والعمل بها. والأعمالُ الباقيات الصالحات خير ثوابًا عند الله في الآخرة، وخير مرجعًا وعاقبة."
    },
    {
      "ayah": 77,
      "surah": 19,
      "text": "أعَلِمْت - أيها الرسول - وعجبت من هذا الكافر \"العاص بن وائل\" وأمثاله؟ إذ كفر بآيات الله وكذَّب بها وقال: لأعطينَّ في الآخرة أموالا وأولادًا."
    },
    { "ayah": 78, "surah": 19, "text": "أطَّلَع الغيب، فرأى أن له مالا وولدًا، أم له عند الله عهد بذلك؟" },
    {
      "ayah": 79,
      "surah": 19,
      "text": "ليس الأمر كما يزعم ذلك الكافر، فلا علم له ولا عهد عنده، سنكتب ما يقول مِن كذب وافتراء على الله، ونزيده في الآخرة من أنواع العقوبات، كما ازداد من الغيِّ والضلال."
    },
    {
      "ayah": 8,
      "surah": 19,
      "text": "قال زكريا متعجبًا: ربِّ كيف يكون لي غلام، وكانت امرأتي عاقرًا لا تلد، وأنا قد بلغت النهاية في الكبر ورقة العظم؟"
    },
    { "ayah": 80, "surah": 19, "text": "ونرثه مالَه وولده، ويأتينا يوم القيامة فردًا وحده، لا مال معه ولا ولد." },
    { "ayah": 81, "surah": 19, "text": "واتخذ المشركون آلهة يعبدونها من دون الله؛ لتنصرهم، ويعتزوا بها." },
    {
      "ayah": 82,
      "surah": 19,
      "text": "ليس الأمر كما يزعمون، لن تكون لهم الآلهة عزًا، بل ستكفر هذه الآلهة في الآخرة بعبادتهم لها، وتكون عليهم أعوانًا في خصومتهم وتكذيبهم بخلاف ما ظنوه فيها."
    },
    {
      "ayah": 83,
      "surah": 19,
      "text": "ألم تر - أيها الرسول - أنَّا سلَّطْنا الشياطين على الكافرين بالله ورسله؛ لتغويهم، وتدفعهم عن الطاعة إلى المعصية؟"
    },
    {
      "ayah": 84,
      "surah": 19,
      "text": "فلا تستعجل - أيها الرسول - بطلب العذاب على هؤلاء الكافرين، إنما نحصي أعمارهم وأعمالهم إحصاءً لا تفريط فيه ولا تأخير."
    },
    {
      "ayah": 85,
      "surah": 19,
      "text": "يوم نجمع المتقين إلى ربهم الرحيم بهم وفودًا مكرمين. ونسوق الكافرين بالله سوقًا شديدًا إلى النار مشاة عِطاشًا."
    },
    {
      "ayah": 86,
      "surah": 19,
      "text": "يوم نجمع المتقين إلى ربهم الرحيم بهم وفودًا مكرمين. ونسوق الكافرين بالله سوقًا شديدًا إلى النار مشاة عِطاشًا."
    },
    {
      "ayah": 87,
      "surah": 19,
      "text": "لا يملك هؤلاء الكفار الشفاعة لأحد، إنما يملكها مَنِ اتخذ عند الرحمن عهدًا بذلك، وهم المؤمنون بالله ورسله."
    },
    { "ayah": 88, "surah": 19, "text": "وقال هؤلاء الكفار: اتخذ الرحمن ولدًا." },
    { "ayah": 89, "surah": 19, "text": "لقد جئتم - أيها القائلون - بهذه المقالة شيئا عظيمًا منكرًا." },
    {
      "ayah": 9,
      "surah": 19,
      "text": "قال المَلَك مجيبًا زكريا عمَّا تعجَّب منه: هكذا الأمر كما تقول مِن كون امرأتك عاقرًا، وبلوغك من الكبر عتيًا، ولكنَّ ربك قال: خَلْقُ يحيى على هذه الكيفية أمر سهل هيِّن عليَّ، ثم ذكر الله سبحانه لزكريا ما هو أعجب مما سأل عنه فقال: وقد خلقتك أنت من قبل يحيى، ولم تكُ شيئًا مذكورًا ولا موجودًا."
    },
    {
      "ayah": 90,
      "surah": 19,
      "text": "تكاد السموات يتشقَّقْنَ مِن فظاعة ذلكم القول، وتتصدع الأرض، وتسقط الجبال سقوطًا شديدًا غضبًا لله لِنِسْبَتِهم له الولد. تعالى الله عن ذلك علوًا كبيرًا."
    },
    {
      "ayah": 91,
      "surah": 19,
      "text": "تكاد السموات يتشقَّقْنَ مِن فظاعة ذلكم القول، وتتصدع الأرض، وتسقط الجبال سقوطًا شديدًا غضبًا لله لِنِسْبَتِهم له الولد. تعالى الله عن ذلك علوًا كبيرًا."
    },
    {
      "ayah": 92,
      "surah": 19,
      "text": "وما يصلح للرحمن، ولا يليق بعظمته، أن يتخذ ولدًا؛ لأن اتخاذ الولد يدل على النقص والحاجة، والله هو الغني الحميد المبرأ عن كل النقائص."
    },
    {
      "ayah": 93,
      "surah": 19,
      "text": "ما كل مَن في السموات من الملائكة، ومَن في الأرض من الإنس والجن، إلا سيأتي ربه يوم القيامة عبدًا ذليلا خاضعًا مقرًا له بالعبودية."
    },
    { "ayah": 94, "surah": 19, "text": "لقد أحصى الله سبحانه وتعالى خَلْقَه كلهم، وعلم عددهم، فلا يخفى عليه أحد منهم." },
    { "ayah": 95, "surah": 19, "text": "وسوف يأتي كل فرد من الخلق ربه يوم القيامة وحده، لا مال له ولا ولد معه." },
    {
      "ayah": 96,
      "surah": 19,
      "text": "إن الذين آمنوا بالله واتَّبَعوا رسله وعملوا الصالحات وَفْق شرعه، سيجعل لهم الرحمن محبة ومودة في قلوب عباده."
    },
    {
      "ayah": 97,
      "surah": 19,
      "text": "فإنما يسَّرنا هذا القرآن بلسانك العربي أيها الرسول؛ لتبشر به المتقين من أتباعك، وتخوِّف به المكذبين شديدي الخصومة بالباطل."
    },
    {
      "ayah": 98,
      "surah": 19,
      "text": "وكثيرًا أهلكنا - أيها الرسول - من الأمم السابقة قبل قومك، ما ترى منهم أحدًا وما تسمع لهم صوتًا، فكذلك الكفار من قومك، نهلكهم كما أهلكنا السابقين من قبلهم. وفي هذا تهديد ووعيد بإهلاك المكذبين المعاندين."
    }
  ]
}
