{
  "text": "Verses [ 114:2  3] مَلِكِ النَّاسِ إِلَـٰهِ النَّاسِ (the King of mankind, the God of mankind.) The reason for adding these two attributes is that the word rabb, attributed to a particular thing, could refer to someone other than Allah also, as for instance rabb-ud-dar [ land-lord ] or رَبُّ المال rabb-ul-mal [ owner of wealth ]. But not every master or owner is a king. That is why the attributive name malik [ King ] has been added to indicate that He is not only the 'Lord of mankind' but also the 'King of mankind'. Furthermore, not every king is worthy of worship. Thus the third attributive name ilah [ God ] has been added to nas [ people ]. The Divine wisdom in combining all three Divine attributes is that each attribute motivates protection. Every master has servants and takes care of them. Likewise, every king has subjects and looks after them. That the worshipped God protects His worshipper is even more obvious. Only Allah, and no other being, is characterized by these three attributes simultaneously. Therefore, seeking Allah's protection by invoking these attributes is the greatest protection, and the invocation is readily acceptable.\nSince the first sentence contains the word nas (people), the second and the third verses should apparently refer to them with the pronouns by saying, مَلِکِھِم malikihim [ their king ] rather than repeating the word nas (people). However, this is an occasion of supplication and praise, and as such repetition needs to be employed by deliberate design to add force and clarity to the sublime emotion by creating natural rhyme, rhythm and melodic sequence. Some scholars have explained the repetition of the word 'nas' differently. They say that the word nas occurs five times in this Surah. In its first occurrence, it refers to the children. The word rabb that refers to nurturer-ship of Allah is a hint to this, because children need nurturing the most. Its second occurrence refers to youth, and the hint in the context is the word malik which refers to kingship of Allah. It bears political connotation and is appropriate to the youth. Its third occurrence refers to old age. Old people cut themselves off from the world and look up to Allah alone as the real support of life, and render Him alone true and unconditional obedience and to make Him alone the real object of his love and adoration. The context for this is ilah [ God ] which points to the Divine worship. Its fourth occurrence refers to the righteous servants of Allah. The contextual hint for this is the word waswasah [ evil whisperings ] because the devil is the enemy of the righteous servants of Allah. His work is to cast evil prompting into the hearts of such people. Its fifth occurrence refers to mischief-makers because protection is sought from their mischief.",
  "ayah": 3,
  "surah": 114
}
