{
  "surah": 4,
  "ayah": 1,
  "text": "O people, be wary of your Lord, who created you from one soul, created from it its mate, and scattered forth from the two many men and women. And be wary of God, whom you ask against one another, and of the wombs. Surely God is watcher over you. “O center point of human nature, O attribute of mortal nature, make godwariness your shelter and cling to it, for the life of the servants is through it and the deliverance of the travelers in it.” Godwariness is for the servant to make the commands of the Shariah into his shield so that the arrows of prohibition may not reach him. It has three levels: First, he takes refuge in the sentence of tawḤīd and avoids every associationism. Second he takes refuge in obedience and steps away from the path of disobedience. Third he takes refuge in caution and flees from ambiguity. Anyone who climbs these way stations of godwariness with truthfulness will inescapably reach deliver- ance, for the Qur'an gives this report: “God will deliver those who were godwary in their place of security; ugliness will not touch them, neither shall they sorrow” [39:61]. In another place He says, “Whosoever is wary of God, He will appoint a way out for him and He will provide for him from whence he never reckoned [65:2-3]. Whenever someone takes hold of godwariness, We will ease for him the road of deliverance from every suffering and We will send him provision from whence he has no hope.” It has been said that the sister of Bishr Ḥāfī went to see AḤmad Ḥanbal. She said, “O Imam of the Muslims! I work a spindle on the roof of my house. When the torch of the Tahirids passes by, it may happen that I join threads with the rays of that torch. Is this permissible or not?” AḤmad said, “First tell me who you are. Are you in a walkway of being able to tolerate such godwariness?” She said, “I am the sister of Bishr Ḥāfī.” AḤmad wept and said, “Godwariness like this is permissible only in the household of Bishr Ḥāfī! It is not worthy of you, so be careful not to do it, and Bishr Ḥāfī will be happy with you. Emulate your brother so that perhaps you may be like him.  Then, if you want to work your spindle in the glow of the Tahirids' torch, your hand will not obey, for your brother had a degree such that whenever he reached for food that was in any way suspicious, his hand would not obey him.” “When the servant desires to be negligent of Me, I come between him and his negligence of Me.” This is found in the report in which MuṣṬafā said, narrating from his Lord, “When I know that what dominates over My servant's heart is being occupied with Me, I put my servant's ap- petite into supplicating Me and conversing with Me. When My servant is like that, My servant has passion for Me, and I have passion for him. When My servant is like that and he desires to be negligent of Me, I come between him and his negligence of Me. Those are my friends in truth. Those are the champions. They are the ones for whose sake I remove from the earth those whom they desire to be punished.” He is saying: “When My servant wants only Me, knows only Me, and belongs only to Me, I also turn the face of My heart toward him. For him I shut the door of all desires, all appetites, and all wants and I remove all others from his heart. I give passion for speaking to Me and listening to Me dominance over his spirit and heart and I give him ease on the carpet of passion. I hold the sword of beginningless jealousy over his head so that, should he want to look at another, or crave for another, or do business with another, I do not allow it.” I will make night into day and day into night in your work. I will ruin your business with the world's creatures. “Yes, when I want him, I know how he must be plundered. Today I will entrust him to the police- man of godwariness so that I may keep him under the protection of My Shariah, and it will give his movements and stillnesses the condition of courtesy. Tomorrow I will settle him down in the seat of truthfulness [54:55] in the Presence of At-ness.” Have you not heard that tomorrow at the resurrection it will be said to godwariness, “Come, for today is the day of your bazaar! If anyone has a portion of you, settle him down in a domicile in the measure of his portion.  Settle down those familiar with you in the Presence of At-ness, for in the beginningless We decreed, Surely the godwary will be in the midst of gardens and a river, in a seat of truthfulness, at an Omnipotent King [54:54-55].” Who created you from one soul, created from it its mate. The Lord who created everything that He created as a pair made a spouse appear for everyone. He joined each with a likeness and at- tached each to a similar, for unity and solitariness are an attribute specific to Him. It is His rightful due and worthy of Him. In has been narrated in one of the books, “I have given the things mates so that My unity will be inferred.” And scattered forth from the two many men and women. He showed the perfect power and majesty of His lordhood to the creatures: “From the offspring of one upright individual I brought forth many thousands of creatures with diverse natures and colors, with different forms and con- ducts. Each has another color, another nature, another character, another state, another aspiration. You will never see two people alike in nature and visage, or in form and manner. So glory be to Him whose predetermined things have no end and whose objects of knowledge have no limit!” Then, at the end of the verse, He says, “Surely God is watcher over you.” The watcher is He who gives ear to hearts without investigating, who is aware of deeds without asking, and who in striving has no need to rest. This is an admonishment of the servant and eloquent advice for the traveler. It means, “Since you know that I give ear to hearts and keep My eyes on deeds and words, put watchfulness to work and carry out My rightful due.” Watchfulness is that the servant constantly looks at the Real with the heart and keeps the gaze of the Real before his eyes. Since he knows that He is not heedless of him, He is always on guard. Hence MuṣṬafā said, “When you do not like people seeing something from you, do not do it while you are alone.” In this meaning they have sung, When you are alone with yourself one day, do not say, “I'm alone.” Say, “Over me is a Watcher."
}
