{
  "surah": 4,
  "ayah": 149,
  "text": "If you show good or conceal it or pardon evil then surely God is ever Pardoning Powerful. If you show good taking on the good manners found in the law takhal- luqan bi-ādābi al-sharīʿa or conceal recognizing the truth in the precepts of the deeper reality taḥaqquqan bi-aḥkāmi al-ḥaqīqa or pardon evil adopting from God what He has entrusted you with in the most beauti- ful ways of behaving then surely God is ever Pardoning of your defects li-ʿuyūbikum Powerful in causing you to attain what you love ʿalā taḥsīli maḥbūbikum and causing you to recognize the true nature of what you seek wa-taḥqīqi maṬlūbikum. It is said that if you show good you will be an example for humankind in what you practice and in what you propose to others who might be guided from the way of your practice. If you conceal it content with only His knowing it and safeguard yourselves from the evils of affectation and trust that those of you who act for Him will be seen and known by Him or pardon evil that is you abandon150 what your lower selves call you to-then God will grant you His pardon for what you do. He [also] has the power to afflict you with that which the oppressor is afflicted with. This then is a warning to them about being heedless in witnessing the favor minna and a way of alerting them to the fact that they should seek refuge from being deprived of protection ʿiṣma and seek refuge from being abandoned so that they fall into discord fitna and trial miḥna. It is said [the verse means] if you show good acting well toward people or conceal it praying for them in secret or pardon evil even if you have been wronged [then surely God is ever Pardoning Powerful]. It is said concerning those who act well toward you show them good outwardly. Those who spare you from their evil be loyal in friendship and pray for them inwardly. Those who act badly toward you pardon them with generosity and graciousness. You will find pardon from God according to what you yourself do for surely your sins are more numerous. He has the power to give you in favor and blessings that which you cannot attain by taking vengeance or revenge."
}
