{
  "surah": 4,
  "ayah": 19,
  "text": "O you who have faith, it is not lawful for you to inherit women against their will, neither debar them from marriage that you may go off with part of what you have given them, unless they commit a flagrant indecency. Consort with them honorably. For, if you are averse to them, it may be that you are averse to something within which God has placed much good. This is a call, an admonishment, an allusion, a bearing witness, and a ruling. O is the call, you is the admonishment, who is the allusion, have faith is the bearing witness. It is not lawful for you to inherit women against their will is the ruling. The explanation of the ruling is that women are considered weak, and they are imprisoned beneath your severity. Beware of tormenting them, and do not rule over them by way of scheming and deceit. Do not be severe, and do not ask of them what the Shariah does not approve. On the contrary, live with them honorably. Consort with them honorably, that is, with the teachings of the religion and by modeling one's courtesy on the character traits of the submitted.3 Show them the road of the religion and religios- ity and teach them the courteous acts of being a Muslim and the Shariah. And protect them from the Fire, as He says in another place: “Shield yourselves and your families from a fire” [66:6]. Preserve the courteous acts of companionship when consorting with them and tolerate suffering from them, but do not place on them the burden of your service, making them suffer for you. Although outwardly and specifically He is talking about women, by way of allusion He is talking generally about all Muslims. He is saying, “Watch out so that you never see yourself as having a mandatory rightful due from, or an excellence over, any other Muslim. Do not ask those above you to serve you, and do not push yourself on those beneath you. Do not use force against the folk of weakness, but rather strive to show consideration and give comfort to them and seek proximity to them.” Revelation came to David: “O David, if you see someone broken in My road, or someone whose heart has been lost in My work, take care to serve him."
}
