{
  "text": "سُورَةٌ أَنْزَلْنَاهَا وَفَرَضْنَاهَا وَأَنْزَلْنَا فِيهَا آَيَاتٍ بَيِّنَاتٍ لَعَلَّكُمْ تَذَكَّرُونَ)1(يجوز أن يكون { سورة } خبراً عن مبتدأ مقدر دل عليه ابتداء السورة ، فيقدر : هذه سورة . واسم الإشارة المقدر يشير إلى حاضر في السمع وهو الكلام المتتالي ، فكل ما ينزل من هذه السورة وألحق بها من الآيات فهو من المشار إليه باسم الإشارة المقدر . وهذه الإشارة مستعملة في الكلام كثيراً .ويجوز أن تكون { سورة } مبتدأ ويكون قوله : { الزانية والزاني } [ النور : 2 ] إلى آخر السورة خبراً عن { سورة } ويكون الابتداء بكلمة { سورة } ثم أجري عليه من الصفات تشويقاً إلى ما يأتي بعده مثل قول النبي صلى الله عليه وسلم \" كلمتان حبيبتان إلى الرحمان خفيفتان على اللسان ثقيلتان في الميزان سبحان الله وبحمده سبحان الله العظيم \" .وأحسن وجوه التقدير ما كان منساقاً إليه ذهن السامع دون كلفة ، فدع عنك التقادير الأخرى التي جوزوها هنا .ومعنى { سورة } جزء من القرآن معين بمبدأ ونهاية وعدد آيات . وتقدم بيانه في المقدمة الثامنة من مقدمات هذا التفسير .وجملة : { أنزلناها } وما عطف عليها في موضع الصفة ل { سورة } . والمقصود من تلك الأوصاف التنويه بهذه السورة ليقبل المسلمون بشراشرهم على تلقي ما فيها . وفي ذلك امتنان على الأمة بتحديد أحكام سيرتها في أحوالها .ففي قوله : { أنزلناها } تنويه بالسورة بما يدل عليه «أنزلنا» من الإسناد إلى ضمير الجلالة الدال على العناية بها وتشريفها . وعبر ب«أنزلنا» عن ابتداء إنزال آياتها بعد أن قدرها الله بعلمه بكلامه النفسي . فالمقصود من إسناد إنزالها إلى الله تعالى تنويه بها . وعبر عن إنزالها بصيغة المضي وإنما هو واقع في الحال باعتبار إرادة إنزالها ، فكأنه قيل : أردنا إنزالها وإبلاغها ، فجعل ذلك الاعتناء كالماضي حرصاً عليه . وهذا من استعمال الفعل في معنى إرادة وقوعه كقوله تعالى : { إذا قمتم إلى الصلاة فاغسلوا وجوهكم } [ المائدة : 6 ] الآية .والقرينة قوله : { وفرضناها } ومعنى { فرضناها } عند المفسرين : أوجبنا العمل بما فيها . وإنما يليق هذا التفسير بالنظر إلى معظم هذه السورة لا إلى جميعها فإن منها ما لا يتعلق به عمل كقوله : { الله نور السماوات والأرض } [ النور : 35 ] الآيات وقوله : { والذين كفروا أعمالهم كسراب بقيعة } [ النور : 39 ] .فالذي أختاره أن يكون الفرض هنا بمعنى التعيين والتقدير كقوله تعالى : { نصيباً مفروضاً } [ النساء : 7 ] وقوله : { ما كان على النبي من حرج فيما فرض الله له } [ الأحزاب : 38 ] . وتعدية فعل «فرضنا» إلى ضمير السورة من قبيل ما يعبر عنه في مسائل أصول الفقه من إضافة الأحكام إلى الأعيان بإرادة أحوالها ، مثل { حرمت عليكم الميتة } [ المائدة : 3 ] ، أي أكلها . فالمعنى : وفرضنا آياتها . وسنذكر قريباً ما يزيد هذا بياناً عند قوله تعالى : { ولقد أنزلنا إليكم آيات مبينات } [ النور : 34 ] وكيف قوبلت الصفات الثلاث المذكورة هنا بالصفات الثلاث المذكورة هنالك .وقرأ الجمهور : { وفرضناها } بتخفيف الراء بصيغة الفعل المجرد .وقرأه ابن كثير وأبو عمرو { وفرّضناها } بتشديد الراء للمبالغة مثل نزّل المشدّد . ونقل في حواشي «الكشاف» عن الزمخشري قوله: ... كأنه عامل في دين سؤددهبسورة أنزلت فيه وفُرّضَتِ ... وهذان الحكمان وهما الإنزال والفرض ثبتا لجميع السورة .وأما قوله : { أنزلنا فيها آيات بينات } فهو تنويه آخر بهذه السورة تنويه بكل آية اشتملت عليها السورة : من الهدى إلى التوحيد ، وحقية الإسلام ، ومن حجج وتمثيل ، وما في دلائل صنع الله على سعة قدرته وعلمه وحكمته ، وهي ما أشار إليه قوله : { ولقد أنزلنا إليكم آيات مبينات ومثلاً من الذين خلوا من قبلكم وموعظة للمتقين } [ النور : 34 ] وقوله : { ألم تر أن الله يزجي سحاباً } إلى قوله : { صراط مستقيم } [ النور : 43 46 ] .ومن الآيات البينات التي أنزلت فيها إطلاع الله رسوله على دخائل المنافقين مما كتموه في نفوسهم من قوله : { وإذا دعوا إلى الله ورسوله ليحكم بينهم إذا فريق منهم معرضون } إلى قوله : { إن الله خبير بما تعلمون } [ النور : 48 53 ] فحصل التنويه بمجموع السورة ابتداء والتنويه بكل جزء منها ثانياً .فالآيات جمع آية وهي قطعة من الكلام القرآني دالة على معنى مستقل وتقدم بيانها في المقدمة الثامنة من مقدمات هذا التفسير .فالمراد من الآيات المنزلة في هذه السورة جميع ما اشتملت عليه من الآيات لا آيات مخصوصة من بينها . والمقصود التنويه بآياتها بإجراء وصف { بينات } عليها .وإذا كانت الآيات التي اشتملت السورة على جميعها هي عين السورة لا بعضاً منها إذ ليس ثم شيء غير تلك الآيات حاوٍ لتلك الآيات حقيقة ولا مشبه بما يحوي ، فكان حرف ( في) الموضوع للظرفية مستعملاً في غير ما وضع له لا حقيقة ولا استعارة مصرحة .فتعين أن كلمة { فيها } تؤذن باستعارة مكنية بتشبيه آيات هذه السورة بأعلاق نفسية تكتنز ويحرص على حفظها من الإضاعة والتلاشي كأنها مما يجعل في خزانة ونحوها . ورمز إلى المشبه به بشيء من روادفه وهو حرف الظرفية فيكون حرف ( في) تخييلاً مجرداً وليس باستعارة تخيلية إذ ليس ثم ما يشبه بالخزانة ونحوها ، فوزان هذا التخييل وزان أظفار المنية في قول أبي ذؤيب الهذلي: ... وإذا المنية أنشبت أظفارهاألفيت كل تميمة لا تنفع ... وهذه الظرفية شبيهة بالإضافة البيانية مثل قوله تعالى : { أُحلت لكم بهيمة الأنعام } [ المائدة : 1 ] وقوله : { أكفاركم خير } [ القمر : 43 ] فإن الكفار هم عين ضمير الجماعة المخاطبين وهم المشركون .فقوله : { وأنزلنا فيها } هو : بمعنى وأنزلناها آيات بينات . ووصف { آيات } ب { بينات } أي واضحات ، مجاز عقلي لأن البيّن هو معانيها ، وأعيد فعل الإنزال مع إغناء حرف العطف عنه لإظهار مزيد العناية بها .والوجه أن جملة { لعلكم تذكرون } مرتبطة بجملة : { أنزلنا فيها آيات بينات } لأن الآيات بهذا المعنى مظنة التذكر ، أي دلائل مظنة لحصول تذكركم . فحصل بهذا الرجاء وصف آخر للسورة هو أنها مبعث تذكر وعظة . والتذكر : خطور ما كان منسياً بالذهن وهو هنا مستعار لاكتساب العلم من أدلته اليقينية بجعله كالعلم الحاصل من قبل فنسيه الذهن ، أي العلم الذي شأنه أن يكون معلوماً ، فشبه جهله بالنسيان وشبه علمه بالتذكر .وقرأ الجمهور : { تذَّكرون } بتشديد الذال وأصله تتذكرون فأدغم . وقرأه حمزة والكسائي وحفص وخلف { تذَكرون } بتخفيف الذال فحذفت إحدى التائين اختصاراً .",
  "ayah": 1,
  "surah": 24
}
