{
  "text": "إِنَّ الَّذِينَ جَاءُوا بِالْإِفْكِ عُصْبَةٌ مِنْكُمْ لَا تَحْسَبُوهُ شَرًّا لَكُمْ بَلْ هُوَ خَيْرٌ لَكُمْ لِكُلِّ امْرِئٍ مِنْهُمْ مَا اكْتَسَبَ مِنَ الْإِثْمِ وَالَّذِي تَوَلَّى كِبْرَهُ مِنْهُمْ لَهُ عَذَابٌ عَظِيمٌ (11)استئناف ابتدائي فإن هذه الآيات العشر إلى قوله تعالى : { والله سميع عليم } [ النور : 21 ] نزلت في زمن بعيد عن زمن نزول الآيات التي من أول هذه السورة كما ستعرفه .والإفك : اسم يدل على كذب لا شبهة فيه فهو بهتان يفجأ الناس . وهو مشتق من الأفك بفتح الهمزة وهو قلب الشيء ، ومنه سمي أهل سدوم وعمورة وأدمة وصبوييم قرى قوم لوط أصحاب المؤتفكة لأن قراهم ائتفكت ، أي قُلبت وخسف بها فصار أعلاها أسفلها فكان الإخبار عن الشيء بخلاف حالته الواقعية قلباً له عن حقيقته فسمي إفكاً . وتقدم عند قوله تعالى : { فإذا هي تلقف ما يأفكون } في سورة الأعراف ( 117) .و { جاءو بالإفك } معناه : قصدوا واهتموا . وأصله : أن الذي يخبر بخبر غريب يقال له : جاء بخبر كذا ، لأن شأن الأخبار الغريبة أن تكون مع الوافدين من أسفار أو المبتعدين عن الحي قال تعالى : { إن جاءكم فاسق بنبأ } [ الحجرات : 6 ] ؛ فشبه الخبر بقدوم المسافر أو الوافد على وجه المكنية وجعل المجيء ترشيحاً وعدي بباء المصاحبة تكميلاً للترشح .والإفك : حديث اختلقه المنافقون وراج عند المنافقين ونفر من سذج المسلمين إما لمجرد اتباع النعيق وإما لإحداث الفتنة بين المسلمين . وحاصل هذا الخبر : أن النبي صلى الله عليه وسلم لما قفل من غزوة بني المصطلق من خزاعة ، وتسمى غزوة المريسيع ولم تبق بينه وبين المدينة إلا مرحلة . آذن بالرحيل آخر الليل . فلما علمت عائشة بذلك خرجت من هودجها وابتعدت عن الجيش لقضاء شأنها كما هو شأن النساء قبل الترحل فلما فرغت أقبلت إلى رحلها فافتقدت عقداً من جَزْع ظَفَارِ كان في صدرها فرجعت على طريقها تلتمسه فحبسها طلبه وكان ليل . فلما وجدته رجعت إلى حيث وضع رحلها فلم تجد الجيش ولا رحلها ، وذلك أن الرجال الموكلين بالترحل قصدوا الهودج فاحتملوه وهم يحسبون أن عائشة فيه وكانت خفيفة قليلة اللحم فرفعوا الهودج وساروا فلما لم تجد أحداً اضطجعت في مكانها رجاء أن يفتقدوها فيرجعوا إليها فنامت وكان صفوان بن المعطِّل ( بكسر الطاء) السُّلمي ( بضم السين وفتح اللام نسبة إلى بني سليم وكان مستوطناً المدينة من مهاجرة العرب) قد أوكل إليه النبي صلى الله عليه وسلم حراسة ساقة الجيش ، فلما علم بابتعاد الجيش وأمن عليه من غدر العدو ركب راحلته ليلتحق بالجيش فلما بلغ الموضع الذي كان به الجيش بصُر بسواد إنسان فإذا هي عائشة وكان قد رآها قبل الحجاب فاسترجع ، واستيقظت عائشة بصوت استرجاعه ونزل عن ناقته وأدناها منها وأناخها فركبتها عائشة وأخذ يقودها حتى لحق بالجيش في نحر الظهيرة وكان عبد الله بن أبي بن سلول رأسُ المنافقين في الجيش فقال : والله ما نجت منه ولا نجا منها ، فراج قوله على حسان بن ثابت ومِسْطح بن أثاثة ( بكسر ميم مسطح وفتح طائه وضم همزة أثاثة) وحَمنة بنت جحش أخت زينب أم المؤمنين حملتها الغيرة لأختها ضرة عائشة وساعدهم في حديثهم طائفة من المنافقين أصحاب عبد الله بن أبي .فالإفك : علم بالغلبة على ما في هذه القصة من الاختلاق .والعصبة : الجماعة من عشرة إلى أربعين كذا قال جمهور أهل اللغة . وقيل العصبة : الجماعة من الثلاثة إلى العشرة وروي عن ابن عباس . وقيل في مصحف حفصة «عصبة أربعة منكم» . وهم اسم جمع لا واحد له من لفظه ، ويقال : عصابة . وقد تقدم في أول سورة يوسف ( 8) .{ وعصبة } بدل من ضمير { جاءو } .وجملة : { لا تحسبوه شراً لكم } خبر { إن } . والمعنى : لا تحسبوا إفكهم شراً لكم ، لأن الضمير المنصوب من { تحسبوه } لما عاد إلى الإفك وكان الإفك متعلقاً بفعل { جاءو } صار الضمير في قوة المعرف بلام العهد . فالتقدير : لا تحسبوا الإفك المذكور شراً لكم . ويجوز أن يكون خبر { إن } قوله : { لكل امرىء منهم ما اكتسب من الإثم } وتكون جملة { لا تحسبوه } معترضة .ويجوز جعل { عصبة } خبر { إن } ويكون الكلام مستعملاً في التعجيب من فعلهم مع أنهم عصبة من القوم أشد نكراً ، كما قال طرفة: ... وظلم ذوي القربى أشد مضاضةعلى المرء من وقع الحسام المهند ... وذكر { عصبة } تحقير لهم ولقولهم ، أي لا يعبأ بقولهم في جانب تزكية جميع الأمة لمن رموهما بالإفك . ووصف العصبة بكونهم { منكم } يدل على أنهم من المسلمين ، وفي ذلك تعريض بهم بأنهم حادوا عن خلق الإسلام حيث تصدوا لأذى المسلمين .وقوله : { لا تحسبوه شراً لكم بل هو خير لكم } لإزالة ما حصل في نفوس المؤمنين من الأسف من اجتراء عصبة على هذا البهتان الذي اشتملت عليه القصة فضمير { تحسبوه } عائد إلى الإفك .والشر المحسوب : أنه أحدث في نفر معصية الكذب والقذف والمؤمنون يودون أن تكون جماعتهم خالصة من النقائص ( فإنهم أهل المدينة الفاضلة) . فلما حدث فيهم هذا الاضطراب حسبوه شراً نزل بهم .ومعنى نفي أن يكون ذلك شراً لهم لأنه يضيرهم بأكثر من ذلك الأسف الزائل وهو دون الشر لأنه آيل إلى توبة المؤمنين منهم فيتمحض إثمه للمنافقين وهم جماعة أخرى لا يضر ضلالهم المسلمين .وقال أبو بكر ابن العربي : حقيقة الخير ما زاد نفعه على ضره وحقيقة الشر ما زاد ضره على نفعه . وأن خيراً لا شر فيه هو الجنة وشراً لا خير فيه هو جهنم . فنبه الله عائشة ومن ماثلها ممن ناله همّ من هذا الحديث أنه ما أصابهم منه شر بل هو خير على ما وضع الله الشر والخير عليه في هذه الدنيا من المقابلة بين الضر والنفع ورجحان النفع في جانب الخير ورجحان الضر في جانب الشر اه .وتقدم ذكر الخير عند قوله تعالى : { أينما يوجهه لا يأت بخير } في سورة النحل ( 76) .وبعد إزالة خاطر أن يكون ذلك شراً للمؤمنين أثبت أنه خير لهم فأتى بالإضراب لإبطال أن يحسبوه شراً ، وإثبات أنه خير لهم لأن فيه منافع كثيرة؛ إذ يميز به المؤمنون الخلص من المنافقين ، وتشرع لهم بسببه أحكام تردع أهل الفسق عن فسقهم ، وتتبين منه براءة فضلائهم ، ويزداد المنافقون غيظاً ويصبحون محقرين مذمومين ، ولا يفرحون بظنهم حزن المسلمين ، فإنهم لما اختلقوا هذا الخبر ما أرادوا إلا أذى المسلمين ، وتجيء منه معجزات بنزول هذه الآيات بالإنباء بالغيب . قال في «الكشاف» : . . . وفوائد دينية وآداب لا تخفى على متأملها اه .وعدل عن أن يعطف { خيراً } على { شراً } بحرف ( بل) فيقال : بل خيراً لكم ، إيثاراً للجملة الاسمية الدالة على الثبات والدوام .والإثم : الذنب وتقدم عند قوله تعالى : { قل فيهما إثم كبير } في سورة البقرة ( 219) وعند قوله : { وذروا ظاهر الإثم وباطنه } في سورة الأنعام ( 120) .وتولي الأمر : مباشرة عمله والتهمم به .{ والكِبر } بكسر الكاف في قراءة الجمهور ، ويجوز ضم الكاف . وقرأ به يعقوب وحده ، ومعناه : أشد الشيء ومعظمه ، فهما لغتان عند جمهور أيمة اللغة . وقال ابن جني والزجاج : المكسور بمعنى الإثم ، والمضموم : معظم الشيء . { والذي تولى كبره } هو عبد الله بن أبي بن سلول وهو منافق وليس من المسلمين .وضمير { منهم } عائد إلى { الذين جاءو بالإفك } . وقيل : الذي تولى كبره حسان ابن ثابت لما وقع في «صحيح البخاري» : «عن مسروق قال : دخل حسان على عائشة فأنشد عندها أبياتاً منها: ... حصانٌ رزانٌ ما تُزَنُّ بريبةوتصبح غرثى من لحوم الغوافل ... فقالت له عائشة : لكن أنت لست كذلك . قال مسروق فقلت : تَدَعِين مثل هذا يدخل عليك وقد أنزل الله تعالى : { والذي تولى كبره منهم له عذاب عظيم } فقالت : أي عذاب أشد من العمى» .والوعيد بأن له عذاباً عظيماً يقتضي أنه عبد الله بن أبي بن سلول . وفيه إنباء بأنه يموت على الكفر فيعذب العذاب العظيم في الآخرة وهو عذاب الدرك الأسفل من النار ، وأما بقية العصبة فلهم من الإثم بمقدار ذنبهم . وفيه إيماء بأن الله يتوب عليهم إن تابوا كما هو الشأن في هذا الدين .",
  "ayah": 11,
  "surah": 24
}
