{
  "text": "وَلَوْلَا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَا يَكُونُ لَنَا أَنْ نَتَكَلَّمَ بِهَذَا سُبْحَانَكَ هَذَا بُهْتَانٌ عَظِيمٌ (16)عطف على جملة : { لولا إذ سمعتموه ظن المؤمنون } [ النور : 12 ] إلخ . وأعيدت ( لولا) وشرطها وجوابها لزيادة الاهتمام بالجملة فلذلك لم يعطف { قلتم } الذي في هذه الجملة على { قلتم } الذي في الجملة قبلها لقصد أن يكون صريحاً في عطف الجمل .وتقديم الظرف وهو { إذ سمعتموه } على عامله وهو { قلتم ما يكون لنا } كتقديم نظيره في قوله : { لولا إذ سمعتموه ظن المؤمنون } [ النور : 12 ] إلخ وهو الاهتمام بمدلول الظرف .وضمير { سمعتموه } عائد إلى الإفك مثل الضمائر المماثلة له في الآيات السابقة .واسم الإشارة عائد إلى الإفك بما يشتمل عليه من الاختلاق الذي يتحدث به المنافقون والضعفاء ، فالإشارة إلى ما هو حاضر في كل مجلس من مجالس سماع الإفك .ومعنى { قلتم ما يكون لنا } أن يقولوا للذين أخبروهم بهذا الخبر الآفك . أي قلتم لهم زجراً وموعظة .وضمير { لنا } مراد به القائلون والمخاطبون . فأما المخاطبون فلأنهم تكلموا به حين حدثوهم بخبر الإفك . والمعنى : ما يكون لكم أن تتكلموا بهذا ، وأما المتكلمون فلتنزههم من أن يجري ذلك البهتان على ألسنتهم .وإنما قال : { ما يكون لنا أن نتكلم بهذا } دون أن يقول : ليس لنا أن نتكلم بهذا ، للتنبيه على أن الكلام في هذا وكينونة الخوض فيه حقيق بالانتفاء . وذلك أن قولك : ما يكون لي أن أفعل ، أشد في نفي الفعل عنك من قولك : ليس لي أن أفعل . ومنه قوله تعالى حكاية عن عيسى عليه السلام { قال سبحانك ما يكون لي أن أقول ما ليس لي بحق } [ المائدة : 116 ] .وهذا مسوق للتوبيخ على تناقلهم الخبر الكاذب وكان الشأن أن يقول القائل في نفسه : ما يكون لنا أن نتكلم بهذا ، ويقول ذلك لمن يجالسه ويسمعه منه . فهذا زيادة على التوبيخ على السكوت عليه في قوله تعالى : { وقالوا هذا إفك مبين } [ النور : 12 ] .و { سبحانك } جملة إنشاء وقعت معترضة بين جملة : { ما يكون لنا أن نتكلم بهذا } وجملة : { هذا بهتان عظيم } . و { سبحانك } مصدر وقع بدلاً من فعله ، أي نسبح سبحاناً لك . وإضافته إلى ضمير الخطاب من إضافة المصدر إلى مفعوله ، وهو هنا مستعار للتعجب كما تقدم عند قوله تعالى : { سبحان الذي أسرى بعبده ليلاً } [ الإسراء : 1 ] وقوله : { وسبحان الله وما أنا من المشركين } في سورة يوسف ( 108) . والأحسن أن يكون هنا لإعلان المتكلم البراءة من شيء بتمثيل حال نفسه بحال من يشهد الله على ما يقول فيبتدىء بخطاب الله بتعظيمه ثم بقول : { هذا بهتان عظيم } تبرّئاً من لازم ذلك وهو مبالغة في إنكار الشيء والتعجب من وقوعه .وتوجيه الخطاب إلى الله في قوله : { سبحانك } للإشعار بأن الله غاضب على من يخوض في ذلك فعليهم أن يتوجهوا لله بالتوبة منه لمن خاضوا فيه وبالاحتراز من المشاركة فيه لمن لم يخوضوا فيه .وجملة : { هذا بهتان عظيم } تعليل لجملة : { ما يكون لنا أن نتكلم بهذا } فهي داخلة في توبيخ المقول لهم .ووصف البهتان بأنه { عظيم } معناه أنه عظيم في وقوعه ، أي بالغ في كنه البهتان مبلغاً قوياً .وإنما كان عظيماً لأنه مشتمل على منكرات كثيرة وهي : الكذب ، وكون الكذب يطعن في سلامة العرض ، وكونه يسبب إحناً عظيمة بين المفترين والمفترى عليهم بدون عذر ، وكون المفترى عليهم من خيرة الناس وانتمائهم إلى أخير الناس من أزواج وآباء وقرابات ، وأعظم من ذلك أنه اجتراء على مقام النبي صلى الله عليه وسلم ومقام أم المؤمنين رضي الله عنها .والبهتان مصدر مثل الكفران والغفران . والبهتان : الخبر الكذب الذي يُبهت السامع لأنه لا شبهة فيه . وقد مضى عند قوله تعالى : { وقولهم على مريم بهتاناً عظيماً } في سورة النساء ( 156) .",
  "ayah": 16,
  "surah": 24
}
