{
  "text": "يَعِظُكُمَ اللَّهُ أَنْ تَعُودُوا لِمِثْلِهِ أَبَدًا إِنْ كُنْتُمْ مُؤْمِنِينَ بعد أن بيّن الله تعالى ما في خبر الإفك من تَبعات لحق بسببها للذين جاءوا به والذين تقبلوه عديدُ التوبيخ والتهديد ، وافتضاحٌ للذين روّجوه وخيبةٌ مختلقة بنقيض قصدهم ، وانتفاعٌ للمؤمنين بذلك ، وبيّن بادىء ذي بدء أنه لا يحسب شراً لهم بل هو خير لهم ، وأن الذين جاءوا به ما اكتسبوا به إلا إثماً ، وما لحق المسلمين به ضر ، ونعى على المؤمنين تهاونهم وغفلتهم عن سوء نية مختلقيه ، وكيف ذهلوا عن ظن الخير بمن لا يعلمون منها إلا خيراً فلم يفندوا الخبر ، وأنهم اقتحموا بذلك ما يكون سبباً للحاق العذاب بهم في الدنيا والآخرة ، وكيف حسبوه أمراً هيّناً وهو عند الله عظيم ، ولو تأملوا لعلموا عظمه عند الله ، وسكوتَهم عن تغيير هذا؛ أعقب ذلك كله بتحذير المؤمنين من العود إلى مثله من المجازفة في التلقي ، ومن الاندفاع وراء كل ساع دون تثبت في مواطىء الأقدام ، ودون تبصر في عواقب الإقدام .والوعظ : الكلام الذي يطلب به تجنب المخاطب به أمراً قبيحاً . وتقدم في آخر سورة النحل ( 125) .وفعل { يعظكم } لا يتعدى إلى مفعول ثان بنفسه ، فالمصدر المأخوذ من { أن تعودوا } لا يكون معمولاً لفعل { يعظكم } إلا بتقدير شيء محذوف ، أو بتضمين فعل الوعظ معنى فعل متعدّ ، أو بتقدير حرف جر محذوف ، فلك أن تضمّن فعل { يعظكم } معنى التحذير . فالتقدير : يحذركم من العود لمثله ، أو يقدّر : يعظكم الله في العود لمثله ، أو يقدر حرف نفي ، أي أن لا تعودوا لمثله ، وحذف حرف النفي كثير إذا دل عليه السياق ، وعلى كل الوجوه يكون في الكلام إيجاز .والأبد : الزمان المستقبل كله ، والغالب أن يكون ظرفاً للنفي .وقوله : { إن كنتم مؤمنين } تهييج وإلهاب لهم يبعث حرصهم على أن لا يعودوا لمثله لأنهم حريصون على إثبات إيمانهم ، فالشرط في مثل هذا لا يقصد بالتعليق ، إذ ليس المعنى : إن لم تكونوا مؤمنين فعودوا لمثله ، ولكن لما كان احتمال حصول مفهوم الشرط مجتنباً كان في ذكر الشرط بعث على الامتثال ، فلو تكلم أحد في الإفك بعد هذه الآية معتقداً وقوعه فمقتضى الشرط أنه يكون كافراً وبذلك قال مالك . قال ابن العربي : قال هشام بن عمار : «سمعت مالكاً يقول : مَن سَبَّ أبا بكر وعمر أُدِّب ، ومَن سَبَّ عائشة قُتل لأن الله يقول : { يعظكم الله أن تعودوا لمثله أبداً إن كنتم مؤمنين } فمن سَبَّ عائشة فقد خالف القرآن ومن خالف القرآن قُتل» اه . يريد بالمخالفة إنكار ما جاء به القرآن نصاً وهو يرى أن المراد بالعود لمثله في قضية الإفك لأن الله برأها بنصوص لا تقبل التأويل ، وتواتر أنها نزلت في شأن عائشة . وذكر ابن العربي عن الشافعية أن ذلك ليس بكفر . وأما السب بغير ذلك فهو مساو لسبِّ غيرها من أصحاب النبي صلى الله عليه وسلم",
  "ayah": 17,
  "surah": 24
}
