{
  "text": "وَقُلْ لِلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ عَلَى جُيُوبِهِنَّ وَلَا يُبْدِينَ زِينَتَهُنَّ إِلَّا لِبُعُولَتِهِنَّ أَوْ آَبَائِهِنَّ أَوْ آَبَاءِ بُعُولَتِهِنَّ أَوْ أَبْنَائِهِنَّ أَوْ أَبْنَاءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بَنِي إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ أَوْ نِسَائِهِنَّ أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ أَوِ التَّابِعِينَ غَيْرِ أُولِي الْإِرْبَةِ مِنَ الرِّجَالِ أَوِ الطِّفْلِ الَّذِينَ لَمْ يَظْهَرُوا عَلَى عَوْرَاتِ النِّسَاءِ وَلَا يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِنْ زِينَتِهِنَّ وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَا الْمُؤْمِنُونَ لَعَلَّكُمْ تُفْلِحُونَ (31)( 31) { وَقُل للمؤمنات يَغْضُضْنَ مِنْ أبصارهن وَيَحْفَظْنَ فُرُوجَهُنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْ ءَابَآئِهِنَّ أَوْ ءَابَآءِ بُعُولَتِهِنَّ أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بنى إِخْوَانِهِنَّ أَوْ بَنِى أخواتهن أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أيمانهن أَوِ التابعين غَيْرِ أُوْلِى الإربة مِنَ الرجال أَوِ الطفل الذين لَمْ يَظْهَرُواْ على عورات النسآء وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ وتوبوا إِلَى الله جَمِيعاً أَيُّهَ المؤمنون لَعَلَّكُمْ تُفْلِحُونَ } .{ وَقُل للمؤمنات يَغْضُضْنَ مِنْ أبصارهن وَيَحْفَظْنَ فُرُوجَهُنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ أَوْ ءَابَآئِهِنَّ أَوْ ءَابَآءِ بُعُولَتِهِنَّ أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بنى إِخْوَانِهِنَّ أَوْ بَنِى أخواتهن أَوْ نِسَآئِهِنَّ أَوْ مَا مَلَكَتْ أيمانهن أَوِ التابعين غَيْرِ أُوْلِى الإربة مِنَ الرجال أَوِ الطفل الذين لَمْ يَظْهَرُواْ على عورات النسآء } .أردف أمر المؤمنين بأمر المؤمنات لأن الحكمة في الأمرين واحدة ، وتصريحاً بما تقرر في أوامر الشريعة المخاطب بها الرجال من أنها تشمل النساء أيضاً . ولكنه لما كان هذا الأمر قد يظن أنه خاص بالرجال لأنهم أكثر ارتكاباً لضده وقع النص على هذا الشمول بأمر النساء بذلك أيضاً .وانتقل من ذلك إلى نهي النساء عن أشياء عرف منهن التساهل فيها ونهيهن عن إظهار أشياء تعوّدْن أن يحببن ظهورها وجمعها القرآن في لفظ الزينة بقوله : { ولا يبدين زينتهن إلا ما ظهر منها } .والزينة : ما يحصل به الزين . والزين : الحسن ، مصدر زانه . قال عمر بن أبي ربيعة :جلل الله ذلك الوجه زَيْناًيقال : زين بمعنى حسن ، قال تعالى : { زين للناس حب الشهوات } في سورة آل عمران ( 14) وقال : { وزيناها للناظرين } في سورة الحجر ( 16) .والزينة قسمان خِلقية ومكتسبة . فالخلقية : الوجه والكفان أو نصف الذراعين ، والمكتسبة : سبب التزين من اللباس الفاخر والحلي والكحل والخضاب بالحناء . وقد أطلق اسم الزينة على اللباس في قوله تعالى : { يا بني آدم خذوا زينتكم عند كل مسجد } [ الأعراف : 31 ] وقوله : { قل من حرم زينة الله التي أخرج لعباده } في سورة الأعراف ( 32) ، وعلى اللباس الحسن في قوله { قال موعدكم يوم الزينة } [ طه : 59 ] . والتزين يزيد المرأة حسناً ويلفت إليها الأنظار لأنها من الأحوال التي لا تقصد إلا لأجل التظاهر بالحسن فكانت لافتة أنظار الرجال ، فلذلك نهى النساء عن إظهار زينتهن إلا للرجال الذين ليس من شأنهم أن تتحرك منهم شهوة نحوها لحرمة قرابة أو صهر .واستثني ما ظهر من الزينة وهو ما في ستره مشقة على المرأة أو في تركه حرج على النساء وهو ما كان من الزينة في مواضع العمل التي لا يجب سترها مثل الكحل والخضاب والخواتيم .وقال ابن العربي : إن الزينة نوعان : خلقية ومصطنعة . فأما الخلقية : فمعظم جسد المرأة وخاصة : الوجه والمعصمين والعضدين والثديين والساقين والشعر . وأما المصطنعة : فهي ما لا يخلو عنه النساء عرفاً مثل : الحلي وتطريز الثياب وتلوينها ومثل الكحل والخضاب بالحناء والسواك . والظاهر من الزينة الخلقية ما في إخفائه مشقة كالوجه والكفين والقدمين ، وضدها الخفية مثل أعالي الساقين والمعصمين والعضدين والنحر والأذنين . والظاهر من الزينة المصطنعة ما في تركه حرج على المرأة من جانب زوجها وجانب صورتها بين أترابها ولا تسهل إزالته عند البدوّ أمام الرجال وإرجاعه عند الخلو في البيت ، وكذلك ما كان محل وضعه غير مأمور بستره كالخواتيم بخلاف القرط والدمالج .واختلف في السوار والخلخال والصحيح أنهما من الزينة الظاهرة وقد أقر القرآن الخلخال بقوله : { ولا يضربن بأرجلهن ليعلم ما يخفين من زينتهن } كما سيأتي . قال ابن العربي : روى ابن القاسم عن مالك : ليس الخضاب من الزينة اه ولم يقيده بخضاب اليدين . وقال ابن العربي : والخضاب من الزينة الباطنة إذا كان في القدمين .فمعنى { ما ظهر منها } ما كان موضعه مما لا تستره المرأة وهو الوجه والكفان والقدمان .وفسر جمع من المفسرين الزينة بالجسد كله وفسر ما ظهر بالوجه والكفين قيل والقدمين والشعر . وعلى هذا التفسير فالزينة الظاهرة هي التي جعلها الله بحكم الفطرة بادية يكون سترها معطلاً الانتفاع بها أو مدخلاً حرجاً على صاحبتها وذلك الوجه والكفان ، وأما القدمان فحالهما في الستر لا يعطل الانتفاع ولكنه يعسره لأن الحفاء غالب حال نساء البادية . فمن أجل ذلك اختلف في سترهما الفقهاء؛ ففي مذهب مالك قولان : أشهرهما أنها يجب ستر قدميها ، وقيل : لا يجب ، وقال أبو حنيفة : لا يجب ستر قدميها ، أما ما كان من محاسن المرأة ولم يكن عليها مشقة في ستره فليس مما ظهر من الزينة مثل النحر والثدي والعضد والمعصم وأعلى الساقين ، وكذلك ما له صورة حسنة في المرأة وإن كان غير معرى كالعجيزة والأعكان والفخذين ولم يكن مما في إرخاء الثوب عليه حرج عليها . وروى مالك في «الموطأ» عن النبي صلى الله عليه وسلم قال : \" نساء كاسيات عاريات مائلات مميلات لا يدخلن الجنة \" قال ابن عبد البر : أراد اللواتي يلبسن من الثياب الخفيف الذي يصف ولا يستر ، أي هن كاسيات بالاسم عاريات في الحقيقة اه . وفي نسخة ابن بشكوال من «الموطأ» عن القنازعي قال فسر مالك : إنهن يلبسن الثياب الرقاق التي لا تسترهن اه . وفي سماع ابن القاسم من «جامع العتبية» قال مالك : بلغني أن عمر بن الخطاب نهى النساء عن لبس القباطي . قال ابن رشد في «شرحه» : هي ثياب ضيقة تلتصق بالجسم لضيقها فتبدو ثخانة لابستها من نحافتها ، وتبدي ما يستحسن منها ، امتثالاً لقوله تعالى : { ولا يبدين زينتهن إلا ما ظهر منها } اه . وفي روايات ابن وهب من «جامع العتبية» قال مالك في الإماء يلبسن الأقبية : ما يعجبني فإذا شدته عليها كان إخراجاً لعجزتها .وجمهور الأئمة على أن استثناء إبداء الوجه والكفين من عموم منع إبداء زينتهن يقتضي إباحة إبداء الوجه والكفين في جميع الأحوال لأن الشأن أن يكون للمستثنى جميع أحوال المستثنى منه . وتأوله الشافعي بأنه استثناء في حالة الصلاة خاصة دون غيرها وهو تخصيص لا دليل عليه .ونُهِين عن التساهل في الخِمرة . والخمار : ثوب تضعه المرأة على رأسها لستر شعرها وجيدها وأذنيها وكان النساء ربما يسدلن الخمار إلى ظهورهن كما تفعل نساء الأنباط فيبقى العنق والنحر والأذنان غير مستورة فلذلك أُمرْنَ بقوله تعالى : { وليضربن بخمرهن على جيوبهن } .والضرب : تمكين الوضع وتقدم في قوله تعالى : { إن الله لا يستحيِ أن يضرب مثلاً } في سورة البقرة ( 26) .والمعنى : ليشددن وضع الخمر على الجيوب ، أي بحيث لا يظهر شيء من بشرة الجيد .والباء في قوله { بخمرهن } لتأكيد اللصوق مبالغة في إحكام وضع الخمار على الجيب زيادة على المبالغة المستفادة من فعل { يضربن } .والجُيوب : جمع جيب بفتح الجيم وهو طوق القميص مما يلي الرقبة . والمعنى : وليضعن خمرهن على جيوب الأقمصة بحيث لا يبقى بين منتهى الخمار ومبدأ الجَيب ما يظهر منه الجيد .وقوله : { ولا يبدين زينتهن إلا لبعولتهن } أعيد لفظ { ولا يبدين زينتهن } تأكيداً لقوله { ولا يبدين زينتهن } المتقدم وليبني عليه الاستثناء في قوله : { إلا لبعولتهن } إلخ الذي مقتضى ظاهره أن يعطف على { إلا لبعولتهن } لبعد ما بين الأول والثاني ، أي ولا يبدين زينتهن غير الظاهرة إلا لمن ذُكروا بعد حرف الاستثناء لشدة الحرج في إخفاء الزينة غير الظاهرة في أوقات كثيرة ، فإن الملابسة بين المرأة وبين أقربائها وأصهارها المستثنين ملابسة متكررة فلو وجب عليها ستر زينتها في أوقاتها كان ذلك حرجاً عليها .وذكرت الآية اثني عشر مستثنى كلهم ممن يكثر دخولهم . وسكتت الآية عن غيرهم ممن هو في حكمهم بحسب المعنى . وسنذكر ذلك عند الفراغ من ذكر المصرح بهم في الآية .والبعولة : جمع بعل . وهو الزوج ، وسيد الأَمَة . وأصل البعل الرب والمالك ( وسمي الصنم الأكبر عند أهل العراق القدماء بعْلاً وجاء ذكره في القرآن في قصة أهل نينوى ورسولهم إلياس) ، فأطلق على الزوج لأن أصل الزواج ملك وقد بقي من آثار الملك فيه الصداق لأنه كالثمن . ووزن فعولة في الجموع قليل وغير مطرد وهو مزيد التاء في زنة فعول من جموع التكسير .وكل من عد من الرجال الذين استُثْنوا من النهي هم من الذين لهم بالمرأة صلة شديدة هي وازع من أن يهموا بها . وفي سماع ابن القاسم من كتاب «الجامع من العتبية» : سئل مالك عن الرجل تضع أم امرأته عنده جلبابها قال : لا بأس بذلك . قال ابن رشد في «شرحه» : لأن الله تعالى قال : { وليضربن بخمرهن على جيوبهن ولا يبدين زينتهن إلا لبعولتهن } الآية ، فأباح الله تعالى أن تضع خمارها عن جيبها وتبدي زينتها عند ذوي محارمها من النسب أو الصهر ا ه . أي قاس مالك زوج بنت المرأة على ابن زوج المرأة لاشتراكهما في حُرمة الصهر .والإضافة في قوله : { نسائهن } إلى ضمير { المؤمنات } : إن حملت على ظاهر الإضافة كانت دالة على أنهن النساء اللاتي لهن بهن مزيد اختصاص فقيل المراد نساء أُمَّتِهن ، أي المؤمنات ، مثل الإضافة في قوله تعالى :{ واستشهدوا شهيدين من رجالكم } [ البقرة : 282 ] ، أي من رجال دينكم . ويجوز أن يكون المراد أو النساء . وإنما أضافهن إلى ضمير النسوة إتباعاً لبقية المعدود .قال ابن العربي : إن في هذه الآية خمسة وعشرين ضميراً فجاء هذا للإتباع ا ه . أي فتكون الإضافة لغير داع معنوي بل لداع لفظي تقتضيه الفصاحة مثل الضميرين المضاف إليهما في قوله تعالى : { فألهمها فجورها وتقواها } [ الشمس : 8 ] أي ألهمها الفجور والتقوى . فإضافتهما إلى الضمير إتباع للضمائر التي من أول السورة : { والشمس وضحاها } [ الشمس : 1 ] وكذلك قوله فيها : { كذبت ثمود بطغواها } [ الشمس : 11 ] أي بالطغوى وهي الطغيان فذكر ضمير ثمود مستغنى عنه لكنه جيء به لمحسن المزاوجة .ومن هذين الاحتمالين اختلف الفقهاء في جواز نظر النساء المشركات والكتابيات إلى ما يجوز للمرأة المسلمة إظهاره للأجنبي من جسدها . وكلام المفسرين من المالكية وكلام فقهائهم في هذا غير مضبوط . والذي يستخلص من كلامهم قول خليل في «التوضيح» عند قول ابن الحاجب : وعورة الحرة ما عدا الوجه والكفين . ومقتضى كلام سيدي أبي عبد الله بن الحاج : أما الكافرة فكالأجنبية مع الرجال اتفاقاً ا ه .وفي مذهب الشافعي قولان : أحدهما : أن غير المسلمة لا ترى من المرأة المسلمة إلا الوجه والكفين ورجحه البغوي وصاحب «المنهاج» البيضاوي واختاره الفخر في «التفسير» . ونقل مثل هذا عن عمر بن الخطاب وابن عباس ، وعلله ابن عباس بأن غير المسلمة لا تتورع عن أن تصف لزوجها المسلمة . وكتب عمر بن الخطاب إلى أبي عبيدة بن الجراح : «أنه بلغني أن نساء أهل الذمة يدخلن الحمامات مع نساء المسلمين فامنعْ من ذلك وحُلْ دونه فإنه لا يجوز أن ترى الذمية عِرْيَة المسلمة» .القول الثاني : أن المرأة غير المسلمة كالمسلمة ورجحه الغزالي .ومذهب أبي حنيفة كذلك فيه قولان : أصحهما أن المرأة غير المسلمة كالرجل الأجنبي فلا ترى من المرأة المسلمة إلا الوجه والكفين والقدمين ، وقيل : هي كالمرأة المسلمة .وأما ما ملكت أيمانهن فهو رخصة لأن في ستر المرأة زينتها عنهم مشقة عليها . لكثرة ترددهم عليها . ولأن كونه مملوكاً لها وازع له ولها عن حدوث ما يحرم بينهما ، والإسلام وازع له من أن يصف المرأة للرجال .وأما التابعون غير أولي الإربة من الرجال فهم صنف من الرجال الأحرار تشترك أفراده في الوصفين وهما التبعية وعدم الإربة .فأما التبعية فهي كونهم من أتباع بيت المرأة وليسوا ملك يمينها ولكنهم يترددون على بيتها لأخذ الصدقة أو للخدمة .والإربة : الحاجة . والمراد بها الحاجة إلى قربان النساء . وانتفاء هذه الحاجة تظهر في المجبوب والعنين والشيخ الهرم فرخص الله في إبداء الزينة لنظر هؤلاء لرفع المشقة عن النساء مع السلامة الغالبة من تطرق الشهوة وآثارها من الجانبين .واختلف في الخصي غير التابع هل يلحق بهؤلاء على قولين مرويين عن السلف .وقد روي القولان عن مالك . وذكر ابن الفرس : أن الصحيح جواز دخوله على المرأة إذا اجتمع فيه الشرطان التبعيّة وعدم الإربة . وروي ذلك عن معاوية بن أبي سفيان .وأما قضية ( هيتٍ) المخنث أو المخصي ونهى النبي صلى الله عليه وسلم نساءه أن يدخلن عليهن فتلك قضية عين تعلقت بحالة خاصة فيه . وهي وصفه النساء للرجال فتقصى على أمثاله . ألا ترى أنه لم ينه عن دخوله على النساء قبل أن يسمع منه ما سمع .وقرأ الجمهور : { غير أولي الإربة } بخفض { غير } . وقرأه ابن عامر وأبو بكر عن عاصم وأبو جعفر بنصب { غير } على الحال .والطفل مفرد مراد به الجنس فلذلك أجري عليه الجمع في قوله : { الذين لم يظهروا } وذلك مثل قوله : { ثم نخرجكم طفلاً } [ الحجّ : 5 ] أي أطفالاً .ومعنى : { لم يظهروا على عورات النساء } لم يطلعوا عليها . وهذا كناية عن خلو بالهم من شهوة النساء وذلك ما قبل سن المراهقة .ولم يذكر في عداد المستثنيات العم والخال فاختلف العلماء في مساواتهما في ذلك : فقال الحسن والجمهور : هما مساويان لمن ذكر من المحارم وهو ظاهر مذهب مالك إذ لم يذكر المفسرون من المالكية مثل ابن الفرس وابن جزي عنه المنع . وقال الشعبي بالمنع وعلل التفرقة بأن العم والخال قد يصفان المرأة لأبنائهما وأبناؤهما غير محارم . وهذا تعليل واهٍ لأن وازع الإسلام يمنع من وصف المرأة .والظاهر أن سكوت الآية عن العم والخال ليس لمخالفة حكمهما حكم بقية المحارم ولكنه اقتصار على الذين تكثر مزاولتهم بيت المرأة ، فالتعداد جرى على الغالب . ويلحق بهؤلاء القرابة من كان في مراتبهم من الرضاعة لقول النبي صلى الله عليه وسلم \" يحرم من الرضاع ما يحرم من النسب \" . وجزم بذلك الحسن ، ولم أر فيه قولاً للمالكية . وظاهر الحديث أن فيهم من الرخصة ما في محارم النسب والصهر .{ وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ } .الضرب بالأرجل إيقاع المشي بشدة كقوله : يضرب في الأرض .روى الطبري عن حضرمي : أن امرأة اتخذت بُرتين ( تثنية بُرَة بضم الباء وتخفيف الراء المفتوحة ضرب من الخَلْخَال) من فضة واتخذت جَزْعاً في رجليها فمرت بقوم فضربت برجلها فوقع الخلخال على الجزع فصوت فنزلت هذه الآية .والتحقيق أن من النساء من كن إذا لبسن الخلخال ضربن بأرجلهن في المشي بشدة لتسمع قعقعة الخلاخل غنجاً وتباهياً بالحسن فنهين عن ذلك مع النهي عن إبداء الزينة .قال الزجاج : سماع هذه الزينة أشد تحريكاً للشهوة من النظر للزينة فأما صوتُ الخلخال المعتادُ فلا ضير فيه .وفي أحاديث ابن وهب من «جامع العتبية» : سئل مالك عن الذي يكون في أرجل النساء من الخلاخل قال : «ما هذا الذي جاء فيه الحديث وتركُه أحب إليّ من غير تحريم» .قال ابن رشد في «شرحه« : أراد أن الذي يحرمُ إنما هو أن يقصدْنَ في مشيهن إلى إسماع قعقعة الخلاخل إظهاراً بهن من زينتهن .وهذا يقتضي النهي عن كل ما من شأنه أن يُذَكِّرَ الرجل بلهو النساء ويثير منه إليهن من كل ما يُرى أو يسمع من زينة أو حركة كالتثني والغناء وكلم الغَزَل . ومن ذلك رقص النساء في مجالس الرجال ومن ذلك التلطخ بالطيب الذي يغلب عبيقه . وقد أومأ إلى علة ذلك قوله تعالى : { ليعلم ما يخفين من زينتهن } ولعن النبي صلى الله عليه وسلم المستوشمات والمتفلجات للحسن .قال مكي بن أبي طالب ليس في كتاب الله آية أكثر ضمائر من هذه الآية جمعت خمسة وعشرين ضميراً للمؤمنات من مخفوض ومرفوع وسماها أبو بكر ابن العربي : آية الضمائر .{ وتوبوا إِلَى الله جَمِيعاً أَيُّهَ المؤمنون لَعَلَّكُمْ تُفْلِحُونَ } .أعقبت الأوامر والنواهي الموجهة إلى المؤمنين والمؤمنات بأمر جميعهم بالتوبة إلى الله إيماء إلى أن فيما أمروا به ونهوا عنه دفاعاً لداع تدعو إليه الجبلة البشرية من الاستحسان والشهوة فيصدر ذلك عن الإنسان عن غفلة ثم يتغلغل هو فيه فأمروا بالتوبة ليحاسبوا أنفسهم على ما يفلت منهم من ذلك اللمم المؤدي إلى ما هو أعظم .والجملة معطوفة على جملة : { قل للمؤمنين } [ النور : 30 ] . ووقع التفات من خطاب الرسول صلى الله عليه وسلم إلى خطاب الأمة لأن هذا تذكير بواجب التوبة المقررة من قبل وليس استئناف تشريع .ونبه بقوله : { جميعاً } على أن المخاطبين هم المؤمنون والمؤمنات وإن كان الخطاب ورد بضمير التذكير على التغليب ، وأن يؤملوا الفلاح إن هم تابوا وأنابوا .وتقدم الكلام على التوبة في سورة النساء ( 17) عند قوله تعالى : { إنما التوبة على الله . } وكتب في المصحف { أيه } بهاء في آخره اعتباراً بسقوط الألف في حال الوصل مع كلمة { المؤمنون } . فقرأها الجمهور بفتح الهاء بدون ألف في الوصل . وقرأها أبو عامر بضم الهاء إتباعاً لحركة ( أيّ) . ووقف عليها أبو عمرو والكسائي بألف في آخرها . ووقف الباقون عليها بسكون الهاء على اعتبار ما رسمت به .",
  "ayah": 31,
  "surah": 24
}
