{
  "text": "اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ (35){ الله نُورُ السماوات والارض } .أتْبع منةَ الهداية الخاصة في أحكام خاصة المفادة من قوله تعالى : { ولقد أنزلنا إليكم آيات مبينات } [ النور : 34 ] الآية بالامتنان بأن الله هو مكون أصول الهداية العامة والمعارف الحقِّ للناس كلهم بإرسال رسوله بالهدى ودين الحق ، مع ما في هذا الامتنان من الإعلام بعظمة الله تعالى ومجده وعموم علمه وقدرته .والذي يظهر لي أن جملة : { الله نور السموات والأرض } معترضة بين الجملة التي قبلها وبين جملة : { مثل نوره كمشكاة } وأن جملة : { مثل نوره كمشكاة } بيان لجملة : { ولقد أنزلنا إليكم آيات مبينات } [ النور : 34 ] كما سيأتي في تفسيرها فتكون جملة : { الله نور السماوات والأرض } تمهيداً لجملة : { مثَل نوره كمشكاة } .ومناسبة موقع جملة : { مثل نوره كمشكاة } بعد جملة : { ولقد أنزلنا إليكم آيات مبينات } أن آيات القرآن نور قال تعالى : { وأنزلنا إليكم نوراً مبيناً } في سورة النساء ( 174) ، وقال : { قد جاءكم من الله نور وكتاب مبين } في سورة العقود ( 15) ، فكان قوله : { الله نور السماوات والأرض } كلمة جامعة لمعان جمّة تتبع معاني النور في إطلاقه في الكلام .وموقع الجملة عجيب من عدة جهات ، وانتقال من بيان الأحكام إلى غرض آخر من أغراض الإرشاد وأفانين من الموعظة والبرهان .والنور : حقيقته الإشراق والضياء . وهو اسم جامد لمعنى ، فهو كالمصدر لأنا وجدناه أصلاً لاشتقاق أفعال الإنارة فشابهت الأفعال المشتقة من الأسماء الجامدة نحو : استنوق الجمل ، فإن فعل أنار مثل فعل أفلس ، وفعل استنار مثل فعل استحجر الطين . وبذلك كان الإخبار به بمنزلة الإخبار بالمصدر أو باسم الجنس في إفادة المبالغة لأنه اسم ماهية من المواهي فهو والمصدر سواء في الاتصاف . فمعنى : { الله نور السماوات والأرض } أن منه ظهورهما . والنور هنا صالح لعدة معان تشبّه بالنور . وإطلاق اسم النور عليها مستعمل في اللغة .فالإخبار عن الله تعالى بأنه نور إخبار بمعنى مجازي للنور لا محالة بقرينة أصل عقيدة الإسلام أن الله تعالى ليس بجسم ولا جوهر ولا عرض لا يتردد في ذلك أحد من أصحاب اللسان العربي ولا تخلو حقيقة معنى النور عن كونه جوهراً أو عرضاً . وأسعد إطلاقات النور في اللغة بهذا المقام أن يراد به جلاء الأمور التي شأنها أن تخفى عن مدارك الناس وتلتبس فيقل الاهتداء إليها ، فإطلاقه على ذلك مجاز بعلامة التسبب في الحس والعقل وقال الغزالي في رسالته المعروفة «بمشكاة الأنوار» : النور هو الظاهر الذي به كل ظهور ، أي الذي تنكشف به الأشياء وتنكشف له وتنكشف منه وهو النور الحقيقي وليس فوقه نور . وجعل اسمه تعالى النور دالاً على التنزه عن العدم وعلى إخراج الأشياء كلها عن ظلمة العدم إلى ظهور الوجود فآل إلى ما يستلزمه اسم النور من معنى الإظهار والتبيين في الخلق والإرشاد والتشريع وتبعه ابن برَّجان الإشبيلي في «شرح الأسماء الحسنى» فقال : إن اسمه النور آل إلى صفات الأفعال اه .أما وصف النور هنا فيتعين أن يكون ملائماً لما قبل الآية من قوله : { لقد أنزلنا إليكم آيات مبينات } [ النور : 34 ] وما بعدها من قوله : { مثل نوره كمشكاة } إلى قوله : { يهدي الله لنوره من يشاء } وقوله عقب ذلك : { ومن لم يجعل الله له نوراً فما له من نور } [ النور : 40 ] . وقد أشرنا آنفاً إلى أن للنور إطلاقات كثيرة وإضافات أخرى صالحة لأن تكون مراداً من وصفه تعالى بالنور . وقد ورد في مواضع من القرآن والحديث فيحمل الاطلاق في كل مقام على ما يليق بسياق الكلام ولا يطرد ذلك على منوال واحد حيثما وقع ، كما في قول النبي صلى الله عليه وسلم \" ولك الحمد أنت نور السماوات والأرض ومن فيهن \" فإن عطف «من فيهن» يؤذن بأن المراد ب«السماوات والأرض» ذاتهما لا الموجودات التي فيهما فيتعين أن يراد بالنور هنالك إفاضة الوجود المعبر عنه بالفتق في قوله تعالى : { كانتا رتقاً ففتقناهما } [ الأنبياء : 30 ] . والمعنى : أنه بقدرته تعالى استقامت أمورهما .والتزم حكماء الإشراق من المسلمين وصوفية الحكماء معاني من إطلاقات النور . وأشهرها ثلاثة : البرهان العلمي ، والكمال النفساني ، وما به مشاهدة النورانيات من العوالم . وإلى ثلاثتها أشار شهاب الدين يحيى السهروردي في أول كتابه «هياكل النور» بقوله : «يا قيوم أيِّدنا بالنور وثبتنا على النور واحشرنا إلى النور» كما بينه جلال الدين الدواني في «شرحه» .ونلحق بهذه المعاني اطلاق النور على الإرشاد إلى الأعمال الصالحة وهو الهدي .وقد ورد في آيات من القرآن إطلاق النور على ما هو أعم من الهدي كما في قوله تعالى : { إنا أنزلنا التوراة فيها هُدًى ونور } [ المائدة : 44 ] وقوله : { قل من أنزل الكتاب الذي جاء به موسى نوراً وهدى للناس } [ الأنعام : 91 ] فعطف أحد اللفظين على الآخر مشعر بالمغايرة بينهما . وليس شيء من معاني لفظ النور الوارد في هذه الآيات بصالح لأن يكون هو الذي جعل وصفاً لله تعالى لا حقيقة ولا مجازاً فتعين أن لفظ ( نور) في قوله : { مثل نوره كمشكاة } غير المراد بلفظ نور في قوله : { الله نور السماوات والأرض } فالنور لفظ مشترك استعمل في معنى وتارة أخرى في معنى آخر .فأحسن ما يفسر به قوله تعالى : { الله نور السماوات والأرض } أن الله موجد كل ما يعبر عنه بالنور وخاصة أسباب المعرفة الحق والحجة القائمة والمرشد إلى الأعمال الصالحة التي بها حسن العاقبة في العالَمَيْن العلوي والسفلي ، وهو من استعمال المشترك في معانيه .ويجوز أن يراد بالسماوات والأرض من فيهما من باب : { واسأل القرية } [ يوسف : 82 ] وهو أبلغ من ذكر المضاف المحذوف لأن في هذا الحذف إيهام أن السماوات والأرض قابلة لهذا النور كما أن القرية نفسها تشهد بما يسأل منها ، وذلك أبلغ في الدلالة على الإحاطة بالمقصود وألطف دلالة .فيشمل تلقين العقيدة الحق والهداية إلى الصلاح؛ فأما هداية البشر إلى الخير والصلاح فظاهرة ، وأما هداية الملائكة إلى ذلك فبأن خلقهم الله على فطرة الصلاح والخير . وبأن أمرهم بتسخير القوى للخير ، وبأن أمر بعضهم بإبلاغ الهدى بتبليغ الشرائع وإلهام القلوب الصالحة إلى الصلاح وكانت تلك مظاهر هدى لهم وبهم .{ مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ المصباح فِى زُجَاجَةٍ الزجاجة كَأَنَّهَا كَوْكَبٌ دُرِّىٌّ يُوقَدُ مِن شَجَرَةٍ مباركة زَيْتُونَةٍ لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ يَكَادُ زَيْتُهَا يضىء وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُّورٌ على نُورٍ } .يظهر أن هذه الجملة بيان لجملة : { ولقد أنزلنا إليكم آيات مبينات } [ النور : 34 ] إذ كان ينطوي في معنى { آيات } ووصفها ب { مبينات } ما يستشرف إليه السامع من بيان لما هي الآيات وما هو تبيينها ، فالجملة مستأنفة استئنافاً بيانياً . ووقعت جملة : { الله نور السماوات والأرض } معترضة بين هذه الجملة والتي قبلها تمهيداً لعظمة هذا النور الممثل بالمشكاة .وجرى كلام كثير من المفسرين على ما يقتضي أنها بيان لجملة : { الله نور السماوات والأرض } فيكون موقعها موقع عطف البيان فلذلك فُصلت فلم تعطف .والضمير في قوله : { نوره } عائد إلى اسم الجلالة ، أي مثل نور الله . والمراد ب { نوره } كتابه أو الدين الذي اختاره ، أي مثله في إنارة عقول المهتدين .فالكلام تمثيل لهيئة إرشاد الله المؤمنين بهيئة المصباح الذي حفّت به وسائل قوة الإشراق فهو نور الله لا محالة . وإنما أوثر تشبيهه بالمصباح الموصوف بما معه من الصفات دون أن يشبه نوره بطلوع الشمس بعد ظلمة الليل لقصد إكمال مشابهة الهيئة المشبه بها بأنها حالة ظهور نور يبدو في خلال ظلمة فتنقشع به تلك الظلمة في مساحة يراد تنويرها . ودون أن يشبه بهيئة بزوغ القمر في خلال ظلمة الأفق لقصد إكمال المشابهة لأن القمر يبدو ويغيب في بعض الليلة بخلاف المصباح الموصوف . وبعد هذا فلأن المقصود ذكر ما حف بالمصباح من الأدوات ليتسنى كمال التمثيل بقبوله تفريق التشبيهات كما سيأتي وذلك لا يتأتى في القمر .والمَثَل : تشبيه حال بحال ، وقد تقدم في أوائل سورة البقرة . فمعنى { مثل نوره } : شَبيهُ هدِيه حالُ مشكاة . . إلى آخره ، فلا حاجة إلى تقدير : كنور مشكاة ، لأن المشبه به هو المشكاة وما يتبعها .وقوله : { كمشكاة فيها مصباح } المقصود كمصباح في مشكاة . وإنما قُدم { المشكاة } في الذكر لأن المشبه به هو مجموع الهيئة ، فاللفظ الدال على المشبه به هو مجموع المركب المبتدىء بقوله : { كمشكاة } والمنتهي بقوله : { ولو لم تمسسه نار } فلذلك كان دخول كاف الشبه على كلمة { مشكاة } دون لفظ { مصباح } لا يقتضي أصالة لفظ مشكاة في الهيئة المشبه بها دون لفظ { مصباح } بل موجب هذا الترتيب مراعاة الترتيب الذهني في تصور هذه الهيئة المتخيلة حين يلمح الناظر إلى انبثاق النور ثم ينظر إلى مصدره فيرى مشكاةً ثم يبدو له مصباح في زجاجة .والمشكاة المعروف من كلام أهل اللغة أنها فرجة في الجدار مثل الكوة لكنها غير نافذة فإن كانت نافذة فهي الكوة . ولا يوجد في كلام الموثوق عنهم من أهل العربية غير هذا المعنى ، واقتصر عليه الراغب وصاحب «القاموس» و«الكشاف» واتفقوا على أنها كلمة حبشية أدخلها العرب في كلامهم فعدت في الألفاظ الواقعة في القرآن بغير لغة العرب . ووقع ذلك في «صحيح البخاري» فيما فسره من مفردات سورة النور .ووقع في «تفسير الطبري» وابن عطية عن مجاهد : أن المشكاة العمود الذي فيه القنديل يكون على رأسه ، وفي «الطبري» عن مجاهد أيضاً : المشكاة الصُفر ( أي النحاس أي قطعة منه شبيه القصيبة) الذي في جوف القنديل . وفي معناه ما رواه هو عن ابن عباس : المشكاة موقع الفتيلة ، وفي معناه أيضاً ما قاله ابن عطية عن أبي موسى الأشعري : المشكاة الحديدة والرصاصة التي يكون فيها الفتيل في جوف الزجاجة . وقول الأزهري : أراد قصبة الزجاجة التي يستصبح فيها وهي موضع الفتيلة .وقد تأوله الأزهري بأن قصبة الزجاجة شبهت بالمشكاة وهي الكوة فأطلق عليها مشكاة .والمصباح : اسم للإناء الذي يوقد فيه بالزيت للإنارة ، وهو من صيغ أسماء الآلات مثل المفتاح ، وهو مشتق من اسم الصبح ، أي ابتداء ضوء النهار ، فالمصباح آلة الإصباح أي الإضاءة . وإذا كان المشكاة اسماً للقصيبة التي توضع في جوف القنديل كان المصباح مراداً به الفتيلة التي توضع في تلك القُصيبة .وإعادة لفظ { المصباح } دون أن يقال : فيها مصباح في زجاجة ، كما قال : { كمشكاة فيها مصباح } إظهار في مقام الإضمار للتنويه بذكر المصباح لأنه أعظم أركان هذا التمثيل ، وكذلك إعادة لفظ { الزجاجة } في قوله : { الزجاجة كأنها كوكب دري } لأنه من أعظم أركان التمثيل . ويسمى مثل هذه الإعادة تشابه الأطراف في فن البديع ، وأنشدوا فيه قول ليلى الأخيلية في مدح الحجاج بن يوسف :إذا أُنزل الحجاج أرضاً مريضةً ... تتبع أقصى دائها فشفاهاشفاها من الداء العضال الذي بها ... غلام إذا هز القناة سقاهاسقاها فروّاها بشرب سجاله ... دماءَ رجال يحلبون صراهاومما فاقت به الآية عدم تكرار ذلك أكثر من مرتين .والزجاجة : اسم إناء يصنع من الزجاج ، سميت زجاجة لأنها قطعة مصنوعة من الزجاج بضم الزاي وتخفيف الجيمين ملحقة بآخر الكلمة هاء هي علامة الواحد من اسم الجمع كأنهم عاملوا الزجاج معاملة أسماء الجموع مثل تَمر ، ونَمل ، ونَخْل ، كانوا يتخذون من الزجاج آنية للخمر وقناديل للإسراج بمصابيح الزيت لأن الزجاج شفاف لا يحجب نور السراج ولا يحجب لون الخمر وصفاءها ليعلمه الشارب .والزجاج : صنف من الطين المطيّن من عجين رمللٍ مخصوص يوجد في طبقة الأرض وليس هو رمل الشطوط .وهذا العجين اسمه في اصطلاح الكيمياء ( سليكَا) يخلط بأجزاء من رماد نبت يسمى في الكيمياء ( صُودا) ويسمى عند العرب الغاسول وهو الذي يتخذون منه الصابون . ويضاف إليهما جزء من الكلس ( الجير) ومن ( البوتاس) أو من ( أُكسيد الرصاص) فيصير ذلك الطين رقيقاً ويدخل للنار فيصهر في أتون خاص به شديد الحرارة حتى يتميّع وتختلط أجزاؤه ثم يخرج من الأتون قطعاً بقدر ما يريد الصانع أن يصنع منه ، وهو حينئذٍ رخو يشبه الحلواء فيكون حينئذٍ قابلاً للامتداد وللانتفاخ إذا نُفخ فيه بقصبة من حديد يضعها الصانع في فمه وهي متصلة بقطعة الطين المصهورة فينفخ فيها فإذا داخلها هواء النفَس تمددت وتشكلت بشكل كما يتفق فيتصرف فيه الصانع بتشكيله بالشكل الذي يبتغيه فيجعل منه أواني مختلفة الأشكال من كؤوس وباطيات وقِنِّينات كبيرة وصغيرة وقوارير للخمر وآنية لزيت المصابيح تفضل ما عداها بأنها لا تحجب ضوء السراج وتزيده إشعاعاً .وقد كان الزجاج معروفاً عند القدماء من الفنيقيين وعند القبط من نحو القرن الثلاثين قبل المسيح ثم عرفه العرب وهم يسمونه الزجاج والقوارير . قال بشار :ارفق بعمرو إذا حركت نسبته ... فإنه عربي من قواريروقد عرفه العبرانيون في عهد سليمان واتخذ منه سليمان بلاطاً في ساحة صرحه كما ورد في قوله تعالى : { قال إنه صرح ممرد من قوارير } [ النمل : 44 ] . وقد عرفه اليونان قديماً ومن أقوال الحكيم ( ديوجينوس اليوناني) : «تيجان الملوك كالزجاج يسرع إليها العطب» . وسمى العرب الزجاج بلَّوراً بوزن سنّوْر وبوزن تنُّور . واشتهر بصناعته أهل الشام . قال الزمخشري في «الكشاف» : { في زجاجة } أراد قنديلاً من زجاج شامي أزهر اه . واشتهر بدقة صنعه في القرن الثالث المسيحي أهل البندقية ولونوه وزينوه بالذهب وما زالت البندقية إلى الآن مصدر دقائق صنع الزجاج على اختلاف أشكاله وألوانه يتنافس فيه أهل الأذواق . وكذلك بلاد ( بوهيميا) من أرض ( المجر) لجودة التراب الذي يصنع منه في بلادهم . ومن أصلح ما انتفع فيه الزجاج اتخاذ أطباق منه توضع على الكوى النافذة والشبابيك لتمنع الرياح وبرد الشتاء والمطر عن سكان البيوت ولا يحجب عن سكانها الضوء . وكان ابتكار استعمال هذه الأطباق في القرن الثالث من التاريخ المسيحي ولكن تأخر الانتفاع به في ذلك مع الاضطرار إليه لعسر استعماله وسرعة تصدعه في النقل ووفرة ثمنه ، ولذلك اتخذ في النوافذ أول الأمر في البلاد التي يصنع فيها فبقي زماناً طويلاً خاصاً بمنازل الملوك والأثرياء .والكوكب : النجم ، والدرِّيّ بضم الدال وتشديد التحتية في قراءة الجمهور واحد الدراري وهي الكواكب الساطعة النور مثل الزُّهرة والمشتري منسوبة إلى الدُّر في صفاء اللون وبياضه ، والياء فيه ياء النسبة وهي نسبة المشابهة كما في قول طرفة يصف راحلته :جماليّة وجناء . . . البيت ... أي كالجمل في عظم الجثة وفي القوة .وقولهم في المثل «بات بليلة نابغية» أي كليلة النابغة في قوله :فبت كأني ساورتني ضئيلة . . . الأبيات ... قال الحريري : «فبت بليلة نابغية . وأحزان يعقوبية» المقامة السابعة والعشرون .ومنه قولهم : وردي اللون ، أي كلون الورد . والدر يضرب مثلاً للإشراق والصفاء . قال لبيد :وتضيء في وجه الظلام منيرة ... كجمانة البحري سُلّ نظامهاوقيل : الكوكب الدري علم بالغلبة على كوكب الزهرة .وقرأ أبو عمرو والكسائي { دِرّيء } بكسر الدال ومد الراء على وزن شريب من الدرء وهو الدفع ، لأنه يدفع الظلام بضوئه أو لأن بعض شعاعه يدفع بعضاً فيما يخاله الرائي .وقرأ حمزة وأبو بكر عن عاصم بضم الدال ومد الراء من الدرء أيضاً على أن وزنه فُعِّيل وهو وزن نادر في كلام العرب لكنه من أبنية كلامهم عند سيبويه ومنه عُلِّية وسُرِّية وذُرّية بضم الأول في ثلاثتها .وإنما سُلك طريق التشبيه في التعبير عن شدة صفاء الزجاجة لأنه أوجز لفظاً وأبين وصفاً . وهذا تشبيه مفرد في أثناء التمثيل ولا حظ له في التمثيل .وجملة : { يوقد من شجرة } الخ في موضع الصفة ل { مصباح } .وقرأ نافع وابن عامر وحفص عن عاصم { يوقد } بتحتية في أوله مضمومة بعدها واو ساكنة وبفتح القاف مبنياً للنائب ، أي يوقده الموقد . فالجملة حال من { مصباح } .وقرأه حمزة والكسائي وأبو بكر عن عاصم وخلف { تَوَقَّد } بفوقية مفتوحة في أوله وبفتح الواو وتشديد القاف مفتوحة ورفع الدال على أنه مضارع توقّد حذفت منه إحدى التاءين وأصله تتوقد على أنه صفة أو حال من { مشكاة } أو من { زجاجة } أو من المذكورات وهي مشكاة ومصباح وزجاجة ، أي تنير . وإسناد التوقد إليها مجاز عقلي .وقرأه ابن كثير وأبو عمرو وأبو جعفر مثل قراءة حمزة ومن معه لكن بفتح الدال على أنه فعل مضي حال أو صفة لمصباح .والإيقاد : وضع الوقود وهو ما يزاد في النار المشتعلة ليقوى لهبها ، وأريد به هنا ما يُمَد به المصباح من الزيت .وفي صيغة المضارع على قراءة الأكثرين إفادة تجدد إيقاده ، أي لا يذوى ولا يطفأ . وعلى قراءة ابن كثير ومن معه بصيغة المضي إفادة أن وقوده ثبت وتحقق .وذكرت الشجرة باسم جنسها ثم أبدل منه { زيتونة } وهو اسم نوعها للإبهام الذي يعقبه التفصيل اهتماماً بتقرر ذلك في الذهن . ووصف الزيتونة بالمباركة لما فيها من كثرة النفع فإنها ينتفع بحبها أكلاً وبزيتها كذلك ويستنار بزيتها ويدخل في أدوية وإصلاح أمور كثيرة . وينتفع بحطبها وهو أحسن حطب لأن فيه المادة الدهنية قال تعالى : { تنبت بالدهن } [ المؤمنون : 20 ] ، وينتفع بجودة هواء غاباتها .وقد قيل إن بركتها لأنها من شجر بلاد الشام والشام بلد مبارك من عهد إبراهيم عليه السلام قال تعالى : { ونجيناه ولوطاً إلى الأرض التي باركنا فيها للعالمين } [ الأنبياء : 71 ] يريد أرض الشام .ووصف الزيتونة ب { مباركة } على هذا وصف كاشف ، ويجوز أن يكون وصفاً مخصصاً ل { زيتونة } أي شجرة ذات بركة ، أي نماء ووفرة ثمر من بين شجر الزيتون فيكون ذكر هذا الوصف لتحسين المشبه به لينجر منه تحسين للمشبه كما في قول كعب بن زهير :شجت بذي شبم من ماء مَحْنية ... صاففٍ بأبطح أصْحى وهو مَشْمولتنفي الرياح القذى عنه وأفرطه ... من صوب سارية بيضٌ يعاليلفإن قوله ، وأفرطه الخ لا يزيد الماء صفاءً ولكنه حالة تحسنه عند السامع .وقوله : { لا شرقية ولا غربية } وصف ل { زيتونة } . دخل حرف ( لا) النافية في كلا الوصفين فصار بمنزلة حرف هجاء من الكلمة بعده ولذلك لم يكن في موضع إعراب نظير ( ال) المعرفة التي ألغز فيها الدماميني بقوله :حاجيتكم لتخبروا ما اسمان ... وأول إعرابه في الثانيوهو مبني بكل حال ... ها هو للناظر كالعيانلإفادة الاتصاف بنفي كل وصف وعطف على كل وصف ضده لإرادة الاتصاف بوصف وسط بين الوصفين المنفيين لأن الوصفين ضدان على طريقة قولهم : «الرمان حلو حامض» . والعطف هنا من عطف الصفات كقوله تعالى : { لا إلى هؤلاء ولا إلى هؤلاء } [ النساء : 143 ] وقول المرأة الرابعة من حديث أم زرع : «زوجي كليل تهامة لا حَرٌّ ولا قُرُّ» أي وسطاً بين الحر والقُر وقول العجاج يصف حمار وحشٍ :حشرج في الجَوف قليلاً وشهق ... حتى يقال ناهقٌ وما نهَقوالمعنى : أنها زيتونة جهتها بين جهة الشرق وجهة الغرب ، فُنفِيَ عنها أن تكون شرقية وأن تكون غربية ، وهذا الاستعمال من قبيل الكناية لأن المقصود لازم المعنى لا صريحه . وأما إذا لم يكن الأمران المنفيان متضادين فإن نفيهما لا يقتضي أكثر من نفي وقوعهما كقوله تعالى : { وظل من يحموم لا بارد ولا كريم } [ الواقعة : 43 ، 44 ] وقول المرأة الأولى من نساء حديث أم زرع : «زوجي لحم جَمَل على رأس جبَل ، لا سَهْلٌ فيرتقى ولا سمين فينتقل» .واعلم أن هذا الاستعمال إنما يكون في عطف نفي الأسماء وأما عطف الأفعال المنفية فهو من عطف الجمل نحو : { فلا صدَّق ولا صلىَّ } [ القيامة : 31 ] وقوله صلى الله عليه وسلم \" لا هي أطعمتها ولا تركتها تأكل من خشاش الأرض \" .واعلم أيضاً أن هذا لم يرد إلا في النفي بلا النافية ولذلك استقام للحريري أن يلقب شجرة الزيتون بلقب «لا و لا» بقوله في المقامة السادسة والأربعين «بورك فيك من طلا . كما بورك في لا و لا» أي في الشجرة التي قال الله في شأنها : { لا شرقية ولا غربية } .ثم يحتمل أن يكون معنى : { لا شرقية ولا غربية } أنها نابتة في موضع بين شرق بلاد العرب وغربها وذلك هو البلاد الشامية . وقد قيل إن أصل منبت شجرة الزيتون بلاد الشام . ويحتمل أن يكون المعنى أن جهة تلك الشجرة من بين ما يحف بها من شجر الزيتون موقع غير شرق الشمس وغربها وهو أن تكون متجهة إلى الجنوب ، أي لا يحجبها عن جهة الجنوب حاجب وذلك أنفع لحياة الشجرة وطيب ثمرتها ، فبذلك يكون زيتها أجود زيت وإذا كان أجود كان أشد وقوداً ولذلك أتبع بجملة : { يكاد زيتها يضيء } وهي في موضع الحال .وجملة : { ولو لم تمسسه نار } في موضع الحال من { زيتها } .والزيت : عصارة حب الزيتون وما يشبهه من كل عصارة دهنية ، مثل زيت السمسم والجلجلان . وهو غذاء . ولذلك تجب الزكاة في زيت الزيتون إذا كان حبه نصاباً خمسة أوسق وكذلك زكاة زيت الجلجلان والسمسم .و { لو } وصلية . والتقدير : يكاد يضيء في كل حال حتى في حالة لم تمسسه فيها نار .وهذا تشبيه بالغ كمال الإفصاح بحيث هو مع أنه تشبيه هيئة بهيئة هو أيضاً مفرَّق التشبيهات لأجزاء المركب المشبه مع أجزاء المركب المشبه به وذلك أقصى كمال التشبيه التمثيلي في صناعة البلاغة .ولما كان المقصود تشبيه الهيئة بالهيئة والمركب بالمركب حسن دخول حرف التشبيه على بعض ما يدل على بعض المركب ليكون قرينة على أن المراد التشبيه المركب ولو كان المراد تشبيه الهدى فقط لقال : نوره كمصباح في مشكاة . . إلى آخره .فالنور هو معرفة الحق على ما هو عليه المكتسبة من وحي الله وهو القرآن . شبه بالمصباح المحفوف بكل ما يزيد نوره انتشاراً وإشراقاً .وجملة : { نور على نور } مستأنفة إشارة إلى أن المقصود من مجموع أجزاء المركب التمثيلي هنا هو البلوغ إلى إيضاح أن الهيئة المشبه بها قد بلغت حد المضاعفة لوسائل الإنارة إذ تظاهرت فيها المشكاة والمصباح والزجاج الخالص والزيت الصافي ، فالمصباح إذا كان في مشكاة كان شعاعه منحصراً فيها غير منتشر فكان أشد إضاءة لها مما لو كان في بيت ، وإذا كان موضوعاً في زجاجة صافية تضاعف نوره ، وإذا كان زيته نقياً صافياً كان أشد إسراجاً ، فحصل تمثيل حال الدين أو الكتاب المنزل من الله في بيانه وسرعة فشوه في الناس بحال انبثاق نور المصباح وانتشاره فيما حف به من أسباب قوة شعاعه وانتشاره في الجهة المضاءة به .فقوله : { نور } خبر مبتدأ محذوف دل عليه قوله : { مثل نوره كمشكاة } إلى آخره ، أي هذا المذكور الذي مثل به الحق هو نور على نور .و { على } للاستعلاء المجازي وهو التظاهر والتعاون . والمعنى : أنه نور مكرر مضاعف . وقد أشرت آنفاً إلى أن هذا التمثيل قابل لتفريق التشبيه في جميع أجزاء ركني التمثيل بأن يكون كل جزء من أجزاء الهيئة المشبهة مشابهاً لجزء من الهيئة المشبه بها وذلك أعلى التمثيل .فالمشكاة يشبهها ما في الإرشاد الإلهي من انضباط اليقين وإحاطة الدلالة بالمدلولات دون تردد ولا انثلام . وحفظ المصباح من الانطفاء مع ما يحيط بالقرآن من حفظه من الله بقوله : { إنا نحن نزلنا الذكر وإنا له لحافظون } [ الحجر : 9 ] .ومعاني هداية إرشاد الإسلام تشبه المصباح في التبصير والإيضاح ، وتبيينُ الحقائق من ذلك الإرشاد .وسلامته من أن يطرقه الشك واللبس يشبه الزجاجة في تجلية حال ما تحتوي عليه كما قال : { ولقد أنزلنا إليكم آيات مبينات } [ النور : 34 ] .والوحي الذي أبلغ الله به حقائق الديانة من القرآن والسنة يشبه الشجرة المباركة التي تعطي ثمرة يستخرج منها دلائل الإرشاد .وسماحة الإسلام وانتفاء الحرج عنه يشبه توسط الشجرة بين طرفي الأفق فهو وسط بين الشدة المحرجة وبين اللين المفرِّط .ودوام ذلك الإرشاد وتجدده يشبه الإيقاد .وتعليم النبي صلى الله عليه وسلم أمته ببيان القرآن وتشريع الأحكام يشبه الزيت الصافي الذي حصلت به البصيرة وهو مع ذلك بيّن قريب التناول يكاد لا يحتاج إلى إلحاح المعلم .وانتصاب النبي عليه الصلاة والسلام للتعليم يشبه مس النار للسراج وهذا يومىء إلى استمرار هذا الإرشاد .كما أن قوله : { من شجرة } يوميء إلى الحاجة إلى اجتهاد علماء الدين في استخراج إرشاده على مرور الأزمنة لأن استخراج الزيت من ثمر الشجرة يتوقف على اعتصار الثمرة وهو الاستنباط .{ يَهْدِى الله لِنُورِهِ مَن يَشَآءُ وَيَضْرِبُ الله الامثال لِلنَّاسِ والله بِكُلِّ شَىْءٍ عَلَيِمٌ } .هذه الجمل الثلاث معترضة أو تذييل للتمثيل . والمعنى : دفع التعجب من عدم اهتداء كثير من الناس بالنور الذي أنزله الله وهو القرآن والإسلام فإن الله إذا لم يشأ هَدْيَ أحد خلقه وجبله على العناد والكفر .وأن الله يضرب الأمثال للناس مرجوّا منهم التذكرُ بها : فمنهم من يعتبر بها فيهتدي ، ومنهم من يعرض فيستمر على ضلاله ولكن شأن تلك الأمثال أن يهتدي بها غير من طُبع على قلبه .وجملة : { والله بكل شيء عليم } تذييل لمضمون الجملتين قبلها ، أي لا يعزب عن علمه شيء . ومن ذلك علم من هو قابل للهدى ومن هو مصرّ على غيّه . وهذا تعريض بالوعد للأولين والوعيد للآخرين .",
  "ayah": 35,
  "surah": 24
}
