{
  "text": "لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ مَا عَمِلُوا وَيَزِيدَهُمْ مِنْ فَضْلِهِ وَاللَّهُ يَرْزُقُ مَنْ يَشَاءُ بِغَيْرِ حِسَابٍ (38)ويتعلق قوله : { ليجزيهم الله أحسن ما عملوا } ب { يخافون } ، أي كان خوفهم سبباً للجزاء على أعمالهم الناشئة عن ذلك الخوف .والزيادة : من فضله هي زيادة أجر الرهبان إن آمنوا بمحمد صلى الله عليه وسلم حينما تبلغهم دعوته لما في الحديث الصحيح : « أن لهم أجرين » أو هي زيادة فضل الصلاة في المساجد إن كان المراد بالبيوت مساجد الإسلام .وجملة : { والله يرزق من يشاء بغير حساب } تذييل لجملة : { ليجزيهم الله } . وقد حصل التذييل لما في قوله : { من يشاء } من العموم ، أي وهم ممن يشاء الله لهم الزيادة .والحساب هنا بمعنى التحديد كما في قوله : { إن الله يرزق من يشاء بغير حساب } في سورة آل عمران ( 37) . وأما قوله : { جزاء من ربك عطاء حساباً } [ النبأ : 36 ] فهو بمعنى التعيين والإعداد للاهتمام بهم . والتجارة : جلب السلع للربح في بيعها ، والبيع أعم وهو أن يبيع أحد ما يحتاج إلى ثمنه .وقرأ الجمهور : { يسبح } بكسر الموحدة بالبناء للفاعل و { رجال } فاعله . وقرأ ابن عامر وأبو بكر عن عاصم بفتح الموحدة على البناء للمجهول فيكون نائب الفاعل أحد المجرورات الثلاثة وهي { له فيها بالغدو } ويكون { رجال } فاعلاً بفعل محذوف من جملة هي استئناف . ودل على المحذوف قوله : { يسبّح } كأنه قيل : من يسبحه؟ فقيل : يُسبح له رجال . على نحو قول نهشل بن حَريّ يرثي أخاه يزيد :لِيُبْكِ يزيدُ ضارعٌ لخصومة ... ومختبطٌ مما تُطيح الطوائحوجملة : { لا تلهيهم تجارة } وجملة : { يخافون } صفتان ل { رجال } ، أي لا يشغلهم ذلك عن أداء ما وجب عليهم من خوف الله { وإقام الصلاة } الخ وهذا تعريض بالمنافقين .و { إقام } مصدر على وزن الإفعال . وهو معتل العين فاستحق نقل حركة عينه إلى الساكن الصحيح قبله وانقلاب حرف العلة ألفاً إلا أن الغالب في نظائره أن يقترن آخره بهاء تأنيث نحو إدامة واستقامة . وجاء مصدر { إقام } غير مقترن بالهاء في بعض المواضع كما هنا . وتقدم معنى إقامة الصلاة في صدر سورة البقرة ( 3) .وانتصب { يوماً } من قوله : { يخافون يوماً } على المفعول به لا على الظرف بتقدير مضاف ، أي يخافون أهواله .وتقلّب القلوب والأبصار : اضطرابها عن مواضعها من الخوف والوجل كما يتقلب المرء في مكانه . وقد تقدم في قوله تعالى : { ونقلب أفئدتهم وأبصارهم } في سورة الأنعام ( 110) . والمقصود من خوفه : العمل لما فيه الفلاح يومئذٍ كما يدل عليه قوله : { ليجزيهم الله أحسن ما عملوا } . لمّا جرى ذكر أعمال المتقين من المؤمنين وجزائهم عليها بقوله تعالى : { يسبح له فيها بالغدو والآصال رجال }",
  "ayah": 38,
  "surah": 24
}
