{
  "text": "أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُجِّيٍّ يَغْشَاهُ مَوْجٌ مِنْ فَوْقِهِ مَوْجٌ مِنْ فَوْقِهِ سَحَابٌ ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ إِذَا أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا وَمَنْ لَمْ يَجْعَلِ اللَّهُ لَهُ نُورًا فَمَا لَهُ مِنْ نُورٍ (40)شأن { أو } إذا جاءت في عطف التشبيهات أن تدل على تخيير السامع أن يشبه بما قبلها وبما بعدها . وقد تقدم ذلك عند قوله تعالى : { أو كصيب من السماء } في سورة البقرة ( 19) ، أي مع اتحاد وجه الشبه . ومنه قول أمرىء القيس: ... يُضيء سناه أو مصَابيح راهب. . . . . . . . . . . . . . . . . . . . . . . . . . ... وقول لبيد: ... أفتلك أم وحشية مسبوعةخذلت وهادية الصوّار قوامها ... فإذا كان الكلام هنا جارياً على ذلك الشأن كان المعنى تمثيل الذين كفروا في أعمالهم التي يظنون أنهم يتقربون بها إلى الله بحال ظلمات ليل غشيت ماخراً في بحر شديد الموج قد اقتحم ذلك البحر ليصل إلى غاية مطلوبة ، فحالهم في أعمالهم تشبه حال سابح في ظلمات ليل في بحر عميق يغشاه موج يركب بعضه بعضاً لشدة تعاقبه ، وإنما يكون ذلك عند اشتداد الرياح حتى لا يكاد يرى يده التي هي أقرب شيء إليه وأوضحُه في رؤيته فكيف يرجو النجاة .وإن كان الكلام جارياً على التخيير في التشبيه مع اختلاف وجه الشبه كان المعنى تمثيل حال الذين كفروا في أعمالهم التي يعملونها وهم غير مؤمنين بحال من ركب البحر يرجو بلوغ غاية فإذا هو في ظلمات لا يهتدي معها طريقاً . فوجه الشبه هو ما حف بأعمالهم من ضلال الكفر الحائل دون حصول مبتغاهم .ويرجح هذا الوجه تذييل التمثيل بقوله : { ومن لم يجعل الله له نوراً فما له من نور } .وعلى الوجهين فقوله : { كظلمات } عطف على { كسراب } [ النور : 39 ] والتقدير : والذين كفروا أعمالهم كظلمات .وهذا التمثيل من قبيل تشبيه حالة معقولة بحالة محسوسة كما يقال : شاهدتُ سواد الكفر في وجه فلان .والظلمات : الظلمة الشديدة . والجمع مستعمل في لازم الكثرة وهو الشدة ، فالجمع كناية لأن شدة الظلمة يحصل من تظاهر عدة ظلمات . ألا ترى أن ظلمة بين العشاءين أشد من ظلمة عقب الغروب وظلمة العشاء أشد مما قبلها .وقد ذكرنا فيما مضى أن لفظ ظلمة بالإفراد لم يرد في القرآن انظر أول سورة الأنعام . ومعنى كونها { في بحر } أنها انطبع سوادها على ماء بحر فصار كأنها في البحر كقوله تعالى : { أو كصيب من السماء فيه ظلمات } وقد تقدم في سورة البقرة ( 19) إذ جعل الظلمات في الصيب .واللجِّيّ منسوب إلى اللجة ، واللج هو معظم البحر ، أي في بحر عميق ، فالنسب مستعمل في التمكن من الوصف كقول أبي النجم: ... والدهر بالإنسان دوّاريّ .أي دوّار ، وكقولهم : رجل مشركي ورجل غلاّبي ، أي قوي الشرك وكثير الغلب .والموج : اسم جمع موجة والموجة : مقدار يتصاعد من ماء البحر أو النهر عن سطح مائه بسبب اضطراب في سطحه بهبوب ريح من جانبه يدفعه إلى الشاطىء . وأصله مصدر : ماج البحر ، أي اضطرب وسمي به ما ينشأ عنه .ومعنى : { من فوقه موج } أن الموج لا يتكسر حتى يلحقه موج آخر من فوقه وذلك أبقى لظلمته .والسحاب تقدم في سورة الرعد ( 12) . والسحاب يزيد الظلمة إظلاماً لأنه يحجب ضوء النجم والهلال .وقوله : { ظلمات بعضها فوق بعض } استئناف . والتقدير : هي ظلمات والمراد بالظلمات التي هنا غير المراد بقوله : { أو كظلمات } لأن الجمع هنا جمع أنواع وهنالك جمع أفراد من نوع واحد .وقرأ الجمهور : { سحاب ظلمات } بالتنوين فيهما . وقرأ البزي عن ابن كثير { من فوقه سحاب ظلمات } بترك التنوين في { سحاب } وبإضافته إلى { ظلمات } . وقرأه قنبل عن ابن كثير برفع { سحاب } منوناً وبجر { ظلمات } على البدل من قوله : { أو كظلمات } .وقوله : { لم يكد يراها } هو من قبيل قوله { فذبحوها وما كادوا يفعلون } [ البقرة : 71 ] وقد تقدم وجه هذا الاستعمال في سورة البقرة وما فيه من قصة بيت ذي الرمة .وجملة : { ومن لم يجعل الله له نوراً فما له من نور } تذييل للتمثيل ، أي هم باءوا بالخيبة فيما ابتغوا مما عملوا وقد حفهم الضلال الشديد فيما عملوا حتى عدموا فائدته لأن الله لم يخلق في قلوبهم الهدى حين لم يوفقهم إلى الإيمان ، أي أن الله جبلهم غير قابلين للهدى فلم يجعل لهم قبوله في قلوبهم فلا يحل بها شيء من الهدى .وفيه تنبيه على أن الله تعالى متصرف بالإعطاء والمنع على حسب إرادته وحكمته وما سبق من نظام تدبيره .وهذا التمثيل صالح لاعتبار التفريق في تشبيه أجزاء الهيئة المشبهة بأجزاء الهيئة المشبه بها؛ فالضلالات تشبه الظلمات ، والأعمال التي اقتحمها الكافر لقصد التقرب بها تشبه البحر ، وما يخالط أعماله الحسنة من الأعمال الباطلة كالبحيرة ، والسائبة يشبه الموج في تخليطه العمل الحسن وتخلله فيه وهو الموج الأول . وما يرد على ذلك من أعمال الكفر كالذبح للأصنام يشبه الموج الغامر الآتي على جميع ذلك بالتخلل والإفساد وهو الموج الثاني ، وما يحف اعتقاده من الحيرة في تمييز الحسن من العبث ومن القبيح يشبه السحاب الذي يغشى ما بقي في السماء من بصيص أنوار النجوم ، وتطلّبُه الانتفاع من عمله يشبه إخراج الماخر يده لإصلاح أمر سفينته أو تناول ما يحتاجه فلا يرى يده بله الشيء الذي يريد تناوله .",
  "ayah": 40,
  "surah": 24
}
