{
  "text": "وَاللَّهُ خَلَقَ كُلَّ دَابَّةٍ مِنْ مَاءٍ فَمِنْهُمْ مَنْ يَمْشِي عَلَى بَطْنِهِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى رِجْلَيْنِ وَمِنْهُمْ مَنْ يَمْشِي عَلَى أَرْبَعٍ يَخْلُقُ اللَّهُ مَا يَشَاءُ إِنَّ اللَّهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ (45)لما كان الاعتبار بتساوي أجناس الحيوان في أصل التكوين من ماء التناسل مع الاختلاف في أول أحوال تلك الأجناس في آثار الخلقة وهو حال المشي إنما هو باستمرار ذلك النظام بدون تخلف وكان ذلك محققاً كان إفراغ هذا المعنى بتقديم المسند إليه على الخبر الفعلي مفيداً لأمرين : التحقق بالتقديم على الخبر الفعلي . والتجدد بكون الخبر فعلياً .وإظهار اسم الجلالة دون الإضمار للتنويه بهذا الخلق العجيب .واختير فعل المضي للدلالة على تقرير التقوّي بأن هذا شأن متقرر منذ القدم مع عدم فوات الدلالة على التكرير حيث عقب الكلام بقوله : { يخلق الله ما يشاء } .وقرأ الجمهور { والله خلق كل دابة } بصيغة فعل المضي ونصب { كل } . وقرأه الكسائي { والله خالق كل دابة } بصيغة اسم الفاعل وجر { كل } بإضافة اسم الفاعل إلى مفعوله .والدابة : ما دبّ على وجه الأرض ، أي مشى . وغُلب هنا الإنسان فأتي بضمير العقلاء مراداً به الإنسان وغيره مرتين .وتنكير { ماء } لإرادة النوعية تنبيهاً على اختلاف صفات الماء لكل نوع من الدواب إذ المقصود تنبيه الناس إلى اختلاف النطف للزيادة في الاعتبار .وهذا بخلاف قوله : { وجعلنا من الماء كل شيء حي } [ الأنبياء : 30 ] إذ قُصد ثمة إلى أن أجناس الحيوان كلها مخلوقة من جنس الماء وهو جنس واحد اختلفت أنواعه ، فتعريف الجنس هناك إشارة إلى ما يعرفه الناس إجمالاً ويعهدونه من أن الحيوان كله مخلوق من نطف أصوله . وهذا مناط الفرق بين التنكير كما هنا وبين تعريف الجنس كما في آية { وجعلنا من الماء كل شيء حيّ } [ الأنبياء : 30 ] .و { من } ابتدائية متعلقة ب { خلق } .ورتب ذكر الأجناس في حال المشي على ترتيب قوة دلالتها على عظم القدرة لأن الماشي بلا آلة مشيٍ متمكنةٍ أعجب من الماشي على رجلين ، وهذا المشي زحفاً . أطلق المشي على الزحف بالبطن للمشاكلة مع بقية الأنواع . وليس في الآية ما يقتضي حصر المشي في هذه الأحوال الثلاثة لأن المقصود الاعتبار بالغالب المشاهد .وجملة : { يخلق الله ما يشاء } زيادة في العبرة ، أي يتجدد خلق الله ما يشاء أن يخلقه مما علمتم وما لم تعلموا . فهي جملة مستأنفة .وجملة : { إن الله على كل شيء قدير } تعليل وتذييل . ووقع فيه إظهار اسم الجلالة في مقام الإضمار ليكون كلاماً مستقلاً بذاته لأن شأن التذييل أن يكون كالمثل .",
  "ayah": 45,
  "surah": 24
}
