{
  "text": "وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمَانِهِمْ لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ قُلْ لَا تُقْسِمُوا طَاعَةٌ مَعْرُوفَةٌ إِنَّ اللَّهَ خَبِيرٌ بِمَا تَعْمَلُونَ (53)عطف على جملة : { ويقولون ءامنا بالله وبالرسول } [ النور : 47 ] . أتبعت حكاية قولهم ذلك بحكاية قسم أقسموه بالله ليتنصلوا من وصمة أن يكون إعراضهم عن الحكومة عند الرسول صلى الله عليه وسلم فجاءوه فأقسموا إنهم لا يضمرون عصيانه فيما يقضي به فإنه لو أمرهم الرسول بأشق شيء وهو الخروج للقتال لأطاعوه . قال ابن عطية : وهذه في المنافقين الذين تولوا حين دعوا إلى الله ورسوله . وقال القرطبي : لما بيّن كراهتهم لحكم النبي أتوه فقالوا : والله لو أمرتنا أن نخرج من ديارنا وأموالنا لخرجنا ولو أمرتنا بالجهاد لجاهدنا . فنزلت هذه الآية .وكلام القرطبي يقتضي أنهم ذكروا خروجيْن . وبذلك يكون من الإيجاز في الآية حذف متعلق الخروج ليشمل ما يطلق عليه لفظ الخروج من حقيقة ومجاز بقرينة ما هو معروف من قصة سبب نزول الآية يومئذٍ ، فإنه بسبب خصومة في مال فكان معنى الخروج من المال أسبق في القصد . واقتصر جمهور المفسرين على أن المراد ليخرجُنّ من أموالهم وديارهم . واقتصر الطبري على أن المراد ليخرجن إلى الجهاد على اختلاف الرأيين في سبب النزول .والإقسام : النطق بالقسم ، أي اليمين .وضمير { أقسموا } عائد إلى ما عاد إليه ضمير { ويقولون } [ النور : 47 ] . والتعبير بفعل المضي هنا لأن ذلك شيء وقع وانقضى .والجَهْد بفتح الجيم وسكون الهاء منتهى الطاقة . ولذلك يطلق على المشقة كما في حديث بدء الوحي \" فغَطْني حتى بلغ منِّي الجَهْد \" لأن الأمر الشاق لا يعمل إلا بمنتهى الطاقة . وهو مصدر «جَهَد» كمنع متعدياً إذا أتعب غيره .ونَصْبُ { جهد أيمانهم } يجوز أن يكون على الحال من ضمير { أقسموا } على تأويل المصدر باسم الفاعل كقوله { لا تأتيكم إلا بغتة } [ الأعراف : 187 ] ، أي جاهدين . والتقدير : جاهدين أنفسهم ، أي بالغين بها أقصى الطاقة وهذا على طريقة التجريد . ومعنى ذلك : أنهم كرّروا الأيمان وعدّدوا عباراتها حتى أتعبوا أنفسهم ليوهموا أنهم صادقون في أيمانهم . وإضافة { جهد } إلى { أيمانهم } على هذا الوجه إضافة على معنى ( من) ، أي جهداً ناشئاً عن أيمانهم .ويجوز أن يكون { جهد } منصوباً على المفعول المطلق الواقع بدلاً من فعله . والتقدير : جَهَدوا أيمانهم جَهداً . والفعل المقدر في موضع الحال من ضمير { أقسموا } . والتقدير : أقسموا يَجْهَدون أيمانهم جهداً . وإضافة { جهد } إلى { أيمانهم } على هذا الوجه من إضافة المصدر إلى مفعوله؛ جعلت الأيمان كالشخص الذي له جَهد ، ففيه استعارة مكنية ، ورمز إلى المشبه به بما هو من روادفه وهو أن أحداً يجهده ، أي يستخرج منه طاقته فإن كل إعادة لليمين هي كتكليف لليمين بعمل متكرر كالجهد له ، فهذا أيضاً استعارة .وتقدم الكلام على شيء من هذا عند قوله تعالى : { أهؤلاء الذين أقسموا بالله جهد أيمانهم }في سورة العقود ( 53) وقوله : وأقسموا بالله جهد أيمانهم لئن جاءتهم آية } في سورة الأنعام ( 109) .وجملة : { لئن أمرتهم } الخ بيان لجملة : { أقسموا } . وحذف مفعول { أمرتهم } لدلالة قوله : { ليخرجن } . والتقدير : لئن أمرتهم بالخُروج ليَخرُجن .فأمر الله رسوله صلى الله عليه وسلم أن يقول لهم هذه الكلمات ذات المَعَاني الكثيرة وهي { لا تقسموا طاعة معروفة } . وذلك كلام موجه لأن نهيهم عن أن يقسموا بعد أن صدر القسم يحتمل أن يكون نهياً عن إعادته لأنهم كانوا بصدد إعادته ، بمعنى : لا حاجة بكم إلى تأكيد القسم ، أي فإن التأكيد بمنزلة المؤكد في كونه كذباً .ويحتمل أن يكون النهي مستعملاً في معنى عدم المطالبة بالقسم ، أي ما كان لكم أن تقسموا إذ لا حاجة إلى القسم لعدم الشك في أمركم .ويحتمل أن يكون النهي مستعملاً في التسوية مثل { اصبروا أوْ لاَ تصْبروا سواء عليكم } [ الطور : 16 ] .ويحتمل أن يكون النهي مستعملاً في حقيقته والمُقسم عليه محذوف ، أي لا تقسموا على الخروج من دياركم وأموالكم فإن الله لا يكلفكم بذلك . ومقام مواجهة نفاقهم يقتضي أن تكون هذه الاحتمالات مقصودة .وقوله : { طاعة معروفة } كلام أُرسِل مثلاً وتحته معان جمة تختلف باختلاف الاحتمالات المتقدمة في قوله : { لا تقسموا } .وتنكير { طاعة } لأن المقصود به نوع الطاعة وليست طاعة معينة فهو من باب : تمرة خير من جَرادة ، و { معروفة } خبره .فعلى احتمال أن يكون النهي عن القسم مستعملاً في النهي عن تكريره يكون المعنى من قبيل التهكم ، أي لا حرمة للقسم فلا تعيدوه فطاعتكم معروفة ، أي معروف وهنها وانتفاؤها .وعلى احتمال استعمال النهي في عدم المطالبة باليمين يكون المعنى : لماذا تقسمون أفَأنا أشك في حالكم فإن طاعتكم معروفة عندي ، أي أعرف عدم وقوعها ، والكلام تهكم أيضاً .وعلى احتمال استعمال النهي في التسوية فالمعنى : قسَمُكُم ونفيُه سواء لأن أيمانكم فاجرة وطاعتكم معروفة .أو يكون { طاعة } مبتدأ محذوف الخبر ، أي طاعة معروفة أوْلَى من الأيمان ، ويَكون وصف { معروفة } مشتقاً من المعرفة بمعنى العلم ، أي طاعة تُعلم وتُتحقق أوْلى من الأيمان على طاعة غير واقعةٍ ، وهو كالعرفان في قولهم : لا أعرفنك تفعل كذا .وإن كان النهي مستعملاً في حقيقته فالمعنى : لا تقسموا هذا القسمَ ، أي على الخروج من دياركم وأموالكم لأن الله لا يكلفكم الطاعة إلا في معروف ، فيكون وصف { معروفة } مشتقاً من العرفان ، أي عدم النكران كقوله تعالى : { ولا يعصِينَك في معروف } [ الممتحنة : 12 ] .وجملة : { إن الله خبير بما تعملون } صالحة لتذييل الاحتمالات المتقدمة ، وهي تعليل لما قبلها .",
  "ayah": 53,
  "surah": 24
}
