{
  "text": "قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَا حُمِّلْتُمْ وَإِنْ تُطِيعُوهُ تَهْتَدُوا وَمَا عَلَى الرَّسُولِ إِلَّا الْبَلَاغُ الْمُبِينُ (54)تلقين آخر للرسول عليه الصلاة والسلام بما يَرُدّ بهتانهم بقلة الاكتراث بمواعيدهم الكاذبة وأن يقتصروا من الطاعة على طاعة الله ورسوله فيما كلفهم دون ما تبرعوا به كذباً ، ويختلف معنى { أطيعوا الله وأطيعوا الرسول } بين معاني الأمر بإيجاد الطاعة المفقودة أو إيهام طلب الدوام على الطاعة على حسب زعمهم .وأعيد الأمر بالقول للاهتمام بهذا القول فيقع كلاماً مستقلاً غير معطوف .وقوله : { فإن تولوا } يجوز أن يكون تفريعاً على فعل { أطيعوا } فيكونّ فعلُ { تولوا } من جملة ما أمر النبي صلى الله عليه وسلم بأن يقوله لهم ويكون فعلاً مضارعاً بتاء الخطاب . وأصله : تَتَولوا بتاءين حذفت منهما تاء الخطاب للتخفيف وهو حذف كثير في الاستعمال . والكلام تبليغ عن الله تعالى إليهم ، فيكون ضميراً ف { عَلَيْه ما حُمِّلَ } عائدين إلى الرسول صلى الله عليه وسلمويجوز أن يكون تفريعاً على فعل { قل } أيْ فإذا قلت ذلك فَتَوَلَّوْا ولم يطيعوا الخ ، فيكون فعل { تولوا } ماضياً بتاء واحدة مُواجَهاً به النبي صلى الله عليه وسلم أي فإن تولوا ولم يطيعوا فإنما عليك ما حُمِّلْتَ من التبليغ وعليهم ما حُمِّلوا من تَبِعَة التكليف . كمعنى قوله تعالى : { فإن تولوا فإنما عليك البلاغ المبين } في سورة النحل ( 82) فيكون في ضمائر فإنما عليه ما حمل وعليكم ما حملتم } التفاتٌ . وأصل الكلام : فإنما عليك ما حُملتَ وعليهم ما حُمِّلوا . والالتفات محسن لا يحتاج إلى نكتة .وبهذين الوجهين تكون الآية مفيدة معنيين : معنى من تعلق خطاب الله تعالى بهم وهو تعريض بتهديد ووعيد ، ومعنى من موعظة النبي صلى الله عليه وسلم إيَّاهم وموادعة لهم . وهذا كله تبكيت لهم ليعلموا أنهم لا يضرون بتولّيهم إلا أنفسهم . ونظيره قوله في سورة آل عمران ( 23 32) : { ألم تر إلى الذين أوتوا نصيباً } من الكتاب ( هم اليهود) يُدعَوْن إلى كتاب الله } إلى قوله : { قل أطيعوا الله والرسول فإن تَولوا فإن الله لا يحب الكافرين }واعلم أن هذين الاعتبارين لا يتأتيان في المواضع التي يقع فيها الفعل المضارع المفتتح بتاءين في سياق النهي نحو قوله تعالى : { ولا تتبدلوا الخبيث بالطيب } [ النساء : 4 ] وقوله : { ولا تَيمموا الخبيثَ منه تنفقون } [ البقرة : 267 ] وقوله : { ولا تَولوا عنه وأنتم تسمعون } في سورة الأنفال ( 20) ، وأما قوله تعالى في سورة القتال ( 38) { وإن تتولّوا يستبدل قوماً غيركم } فثبتت فيه التاءان لأن الكلام فيه موجه إلى المؤمنين فلم يكن فيه ما يقتضي نسج نظمه بما يصلح لإفادة المعنيين المذكورين في سورة النور وفي سورة آل عمران .والبلاغ : اسم مصدر بمعنى التبليغ كالأداء بمعنى التأدية . ومعنى كونه مبيناً أنه فصيح واضح .وجملة : { وإن تطيعوه تهتدوا } إرداف الترهيب الذي تضمنه قوله : { وعليكم ما حملتم } بالترغيب في الطاعة استقصاء في الدعوة إلى الرشد .وجملة { وما على الرسول إلا البلاغ المبين } بيان لإبهام قوله : { ما حمل } .",
  "ayah": 54,
  "surah": 24
}
