{
  "text": "يَا أَيُّهَا الَّذِينَ آَمَنُوا لِيَسْتَأْذِنْكُمُ الَّذِينَ مَلَكَتْ أَيْمَانُكُمْ وَالَّذِينَ لَمْ يَبْلُغُوا الْحُلُمَ مِنْكُمْ ثَلَاثَ مَرَّاتٍ مِنْ قَبْلِ صَلَاةِ الْفَجْرِ وَحِينَ تَضَعُونَ ثِيَابَكُمْ مِنَ الظَّهِيرَةِ وَمِنْ بَعْدِ صَلَاةِ الْعِشَاءِ ثَلَاثُ عَوْرَاتٍ لَكُمْ لَيْسَ عَلَيْكُمْ وَلَا عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ طَوَّافُونَ عَلَيْكُمْ بَعْضُكُمْ عَلَى بَعْضٍ كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآَيَاتِ وَاللَّهُ عَلِيمٌ حَكِيمٌ (58) استئناف انتقالي إلى غرض من أحكام المخالطة والمعاشرة . وهو عود إلى الغرض الذي ابتدئت به السورة وقُطع عند قوله { وموعظة للمتقين } [ النور : 34 ] كما تقدم .وقد ذكر في هذه الآية شرع الاستئذان لأتباع العائلة ومن هو شديد الاختلاط إذا أراد دخول بيت ، فهو من متممات ما ذكر في قوله تعالى : { يا أيها الذين آمنوا لا تدخلوا بيوتاً غير بيوتكم حتى تستأنسوا } [ النور : 27 ] وهو بمفهوم الزمان يقتضي تخصيص عموم قوله : { لا تدخلوا بيوتاً غير بيوتكم } الآيات لأن ذلك عام في الأعيان والأوقات فكان قوله : { الذين ملكت أيمانكم والذين لم يبلغوا الحلم } إلى قوله : { ومن بعد صلاة العشاء } تشريعاً لاستئذانهم في هذه الأوقات وهو يقتضي عدم استئذانهم في غير تلك الأوقات الثلاثة ، فصار المفهوم مخصصاً لعموم النهي في قوله : { لا تدخلوا بيوتاً غير بيوتكم حتى تستأنسوا } . وأيضاً هذا الأمر مخصص بعموم { ما ملكت أيمانهن } [ النور : 31 ] وعموم { الطفل الذين لم يظهروا على عورات النساء } من قوله تعالى : { ولا يبدين زينتهن } [ النور : 31 ] الخ المتقدم آنفاً .وقد روي أن أسماء بنت مرثد دخل عليها عبد لها كبير في وقت كرهت دخوله فيه فأتت النبي صلى الله عليه وسلم فقالت : إنما خدمنا وغلماننا يدخلون علينا في حالة نكرهها . فنزلت الآية ، ( يعني أنها اشتكت إباحة ذلك لهم) . ولو صحت هذه الرواية لكانت هذه الآية نسخاً لعموم { أو ما ملكت أيمانهن } وعموم { أو الطفل } لأنها تقتضي أنه وقع العمل بذلك العموم ثم خصص بهذه الآية . والتخصيص إذا ورد بعد العمل بعموم العام صار نسخاً .والأمر في قوله : { ليستئذنكم } للوجوب عند الجمهور . وقال أبو قلابة : هو ندب .فأما المماليك فلأن في عرف الناس أن لا يتحرجوا من اطلاع المماليك عليهم إذ هم خَول وتَبَع . وقد تقدم ذلك آنفاً عند قوله تعالى : { أو ما ملكت أيمانهن } [ النور : 31 ] . وأما الأطفال فلأنهم لا عناية لهم بتطلع أحوال الناس . وتقدم آنفاً عند قوله : { أو الطفل الذين لم يظهروا على عورات النساء } [ النور : 31 ] .كانت هذه الأوقات أوقاتاً يتجرد فيها أهل البيت من ثيابهم كما آذن به قوله تعالى : { وحين تضعون ثيابكم من الظهيرة } فكان من القبيح أن يرى مماليكهم وأطفالهم عوراتهم لأن ذلك منظر يخجل منه المملوك وينطبع في نفس الطفل لأنه لم يعتد رؤيته ، ولأنه يجب أن ينشأ الأطفال على ستر العورة حتى يكون ذلك كالسجية فيهم إذا كبروا .ووُجّه الخطاب إلى المؤمنين وجعلت صيغة الأمر موجهة إلى المماليك والصبيان على معنى : لتأمروا الذين ملكت أيمانكم والذين لم يبلغوا الحلم أن يستأذنوا عليكم ، لأن على أرباب البيوت تأديب أتباعهم ، فلا يشكل توجيه الأمر إلى الذين لم يبلغوا الحلم .وقوله : { الذين ملكت أيمانكم } يشمل الذكور والإناث لمالكيهم الذكور والإناث .وأما مسألة النظر وتفصيلها في الكبير والصغير والذكر والأنثى فهي من علائق ستر العورة المفصلة في كتب الفقه . وقد تقدم شيء من ذلك عند قوله تعالى : { ولا يبدين زينتهن إلا ما ظهر منها } إلى قوله : { على عورات النساء } [ النور : 31 ] فلا ينبغي التصدي بإيراد صورها في هذه الآية .وتعيين الاستئذان في هذه الأوقات الثلاثة لأنها أوقات خلوة الرجال والنساء وأوقات التعري من الثياب ، وهي أوقات نوم وكانوا غالباً ينامون مجردين من الثياب اجتزاء بالغطاء ، وقد سماها الله تعالى : { عورات } .وما بعد صلاة العشاء هو الليل كله إلى حين الهبوب من النوم قبل الفجر . وانتصب { ثلاث مرات } على أنه مفعول مطلق ل { يستأذنكم } لأن مرات في قوة استئذانات .وقوله : { من قبل صلاة الفجر } ظرف مستقر في محل نصب على البدل من { ثلاث مرات } بدل مفصل من مجمل . وحرف ( من) مزيد للتأكيد .وعطف عليه { وحين تضعون ثيابكم من الظهيرة ومن بعد صلاة العشاء } . والظهيرة : وقت الظهر وهو انتصاف النهار .وقوله : { ثلاث عورات } قرأه الجمهور مرفوعاً على أنه خبر مبتدإ محذوف أي هي ثلاث عورات ، أي أوقات ثلاث عورات . وحذف المسند إليه هنا مما اتبع فيه الاستعمال في كل إخبار عن شيء تقدم الحديث عنه .و { لكم } متعلق ب { عورات } . وقرأ حمزة والكسائي وأبو بكر عن عاصم بالنصب على البدل من { ثلاث مرات } .والعورة في الأصل : الخلل والنقص . وفيه قيل لمن فقدت عينه أعور وعورت عينه ، ومنه عورة الحي وهي الجهة غير الحصينة منه بحيث يمكن الدخول منها كالثغر ، قال لبيد: ... وأجَنَّ عورات الثغور ظلامهاوقال تعالى : { يقولون إنّ بيوتنا عورة } [ الأحزاب : 13 ] ثم أطلقت على ما يكره انكشافه كما هنا وكما سمي ما لا يحب الإنسان كشفه من جسده عورة . وفي قوله : { ثلاث عورات لكم } نص على علة إيجاب الاستئذان فيها .وقوله : { ليس عليكم ولا عليهم جناح بعدهن } تصريح بمفهوم الظروف في قوله : { من قبل صلاة الفجر } وما عطف عليه ، أي بعد تلك الأوقات المحددة . فصلاة الفجر حد معلوم ، وحالة وضع الثياب من الظهيرة تحديد بالعرف ، وما بعد صلاة العشاء من الحصة التي تسع في العرف تصرفَ الناس في التهيؤ إلى النوم .ولك أن تجعل ( بعدَ) بمعنى ( دون) ، أي في غير تلك الأوقات الثلاثة كقوله تعالى : { فمن يهديه من بعد الله } [ الجاثية : 23 ] ، وضمير { بعدهن } عائد إلى ثلاث عورات ، أي بعد تلك الأوقات .ونفي الجناح عن المخاطبين في قوله : { ليس عليكم } بعد أن كان الكلام على استئذان المماليك والذين لم يبلغوا الحلم إيماء إلى لحن خطاب حاصل من قوله : { ليستئذنكم الذين ملكت أيمانكم والذين لم يبلغوا الحلم منكم } فإن الأمر باستئذان هؤلاء عليهم يقتضي أمر أهل البيت بالاستئذان على الذين ملكت أيمانهم إذا دعاهم داع إلى الدخول عليهم في تلك الأوقات كما يرشد السامعَ إليه قوله : { ثلاث عورات لكم } .وإنما لم يصرح بأمر المخاطبين بأن يستأذنوا على الذين ملكت أيمانهم لندور دخول السادة على عبيدهم أو على غلمانهم إذ الشأن أنهم إذا دعتهم حاجة إليهم أن ينادوهم فأما إذا دعت الحاجة إلى الدخول عليهم فالحكم فيهم سواء . وقد أشار إلى العلة قوله تعالى : { طوافون عليكم بعضكم على بعض } .وقوله : { طوافون عليكم } خبر مبتدأ محذوف تقديره : هم طوافون ، يعود على { الذين ملكت أيمانكم والذين لم يبلغوا الحلم } .والكلام استئناف بياني ، أي إنما رفع الجناح عليهم وعليكم في الدخول بدون استئذان بعد تلك الأوقات الثلاثة لأنهم طوافون عليكم فلو وجب أن يستأذنوا كان ذلك حرجاً عليهم وعليكم .وفي الكلام اكتفاء . تقديره : وأنتم طوافون عليهم دل عليه قوله : { ليس عليكم ولا عليهم جناح بعدهن } وقوله عقبه : { بعضكم على بعض } .و { بعضكم على بعض } جملة مستأنفة أيضاً . ويجعل { بعضكم } مبتدأ ، ويتعلق قوله : { على بعض } بحبر محذوف تقديره : طواف على بعض . وحذف الخبر وبقي المتعلق به وهو كون خاص حذف لدلالة { طوافون } عليه . والتقدير : بعضكم طواف على بعض . ولا يحسن من جعل { بعضكم على بعض } بدلاً من الواو في { طوافون عليكم } لأنه عائد إلى { الذين ملكت أيمانكم والذين لم يبلغوا الحلم } فلا يحسن أن يبدل منه بعض المخاطبين وهم ليسوا من الفريقين إلا بتقدير .وقوله : { كذلك يبين الله لكم الآيات } أي مثل ذلك البيان الذي طرق أسماعكم يبين الله لكم الآيات ، فبيانه بالغ الغاية في الكمال حتى لو أريد تشبيهه لما شبّه إلا بنفسه . وقد تقدم عند قوله تعالى : { وكذلك جعلناكم أمة وسطاً } في سورة البقرة ( 143) .والتعريف في { الآيات } تعريف الجنس . والمراد بالآيات القرآن فإن ما يقع فيه إجمال منها يبين بآيات أخرى ، فالآيات التي أولها { يا أيها الذين آمنوا ليستئذنكم الذين ملكت أيمانكم } جاءت بياناً لآيات { يأيها الذين آمنوا لا تدخلوا بيوتاً غير بيوتكم } [ النور : 27 ] .وجملة : { والله عليم حكيم } معترضة . والمعنى : يبين الله لكم الآيات بياناً كاملاً وهو عليم حكيم ، فبيانه بالغ غاية الكمال لا محالة .",
  "ayah": 58,
  "surah": 24
}
