{
  "text": "لَيْسَ عَلَى الْأَعْمَى حَرَجٌ وَلَا عَلَى الْأَعْرَجِ حَرَجٌ وَلَا عَلَى الْمَرِيضِ حَرَجٌ وَلَا عَلَى أَنْفُسِكُمْ أَنْ تَأْكُلُوا مِنْ بُيُوتِكُمْ أَوْ بُيُوتِ آَبَائِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالَاتِكُمْ أَوْ مَا مَلَكْتُمْ مَفَاتِحَهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَنْ تَأْكُلُوا جَمِيعًا أَوْ أَشْتَاتًا فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُوا عَلَى أَنْفُسِكُمْ تَحِيَّةً مِنْ عِنْدِ اللَّهِ مُبَارَكَةً طَيِّبَةً كَذَلِكَ يُبَيِّنُ اللَّهُ لَكُمُ الْآَيَاتِ لَعَلَّكُمْ تَعْقِلُونَ (61){ لَّيْسَ عَلَى الاعمى حَرَجٌ وَلاَ عَلَى الاعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ } .اختلف في أن قوله تعالى : { ليس على الأعمى حرج } الخ منفصل عن قوله { ولا على أنفسكم } وأنه في غرض غير غرض الأكل في البيوت ، أي فيكون من تمام آية الاستيذان ، أو هو متصل بما بعده في غرض واحد .فقال بالأول الحسن وجابر بن زيد وهو مختار الجبائي وابن عطية وابن العربي وأبي حيان . وقال ابن عطية : إنه ظاهر الآية . وهو الذي نختاره تفادياً من التكلف الذي ذكره مخالفوهم لبيان اتصاله بما بعده في بيان وجه الرخصة لهؤلاء الثلاثة الأصناف في الطعام في البيوت المذكورة ، ولأن في قوله : { أن تأكلوا من بيوتكم } إلى آخر المعدودات لا يظهر اتصاله بالأعمى والأعرج والمريض ، فتكون هذه الآية نفياً للحرج عن هؤلاء الثلاثة فيما تجره ضرارتهم إليهم من الحرج من الأعمال ، فالحرج مرفوع عنهم في كل ما تضطرهم إليه أعذارهم ، فتقتضي نيتهم الإتيان فيه بالإكمال ويقتضي العذر أن يقع منهم . فالحرج منفي عن الأعمى في التكليف الذي يشترط فيه البصر ، وعن الأعرج فيما يشترط فيه المشي والركوب ، وعن المريض في التكليف الذي يؤثر المرض في إسقاطه كالصوم وشروط الصلاة والغزو . ولكن المناسبة في ذكر هذه الرخصة عقب الاستئذان أن المقصد الترخيص للأعمى أنه لا يتعين عليه استئذان لانتفاء السبب الموجِبهِ . ثم ذكر الأعرج والمريض إدماجاً وإتماماً لحكم الرخصة لهما للمناسبة بينهما وبين الأعمى .وقال بالثاني جمهور المفسرين وقد تكلفوا لوجه عدّ هذه الأصناف الثلاثة في عداد الآكلين من الطعام الذي في بيوت من ذكروا في الآية الموالية .والجملة : على كلا الوجهين مستأنفة استئنافاً ابتدائياً .{ وَلاَ على أَنفُسِكُمْ أَن تَأْكُلُواْ مِن بُيُوتِكُمْ أَوْ بُيُوتِ ءَابَآئِكُمْ أَوْ بُيُوتِ أمهاتكم أَوْ بُيُوتِ إخوانكم أَوْ بُيُوتِ أخواتكم أَوْ بُيُوتِ أعمامكم أَوْ بُيُوتِ عماتكم أَوْ بُيُوتِ أخوالكم أَوْ بُيُوتِ خالاتكم أَوْ مَا مَلَكْتُم مَّفَاتِحهُ أَوْ صَدِيقِكُمْ لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُواْ جَمِيعاً أَوْ أَشْتَاتاً } .مناسبة عطف هذه الرخص على رخصة الأعمى ، على تقدير أنه منفصل عنه كما تقدم وهو المختار عند المحققين ، هو تعلق كليهما بالاستئذان والدخول للبيوت سواء كان لغرض الطعام فيها أو كان للزيارة ونحوها لاشتراك الكل في رفع الحرج ، وعلى تقدير أنه متصل به على قول الجمهور فاقتران الجميع في الحكم هو الرخصة للجميع في الأكل ، فأذن الله للأعمى والأعرج والمريض أن يدخلوا البيوت للأكل لأنهم محاويج لا يستطيعون التكسب وكان التكسب زمانئذٍ بعمل الأبدان فرخص لهؤلاء أن يدخلوا بيوت المسلمين لشبع بطونهم .هذا أظهر الوجوه في توجيه عد هؤلاء الثلاثة مع من عطف عليهم . وقد ذكر المفسرون وجوهاً أخر أنهاها أبو بكر ابن العربي في «أحكام القرآن» إلى ثمانية ليس منها واحد ينثلج له الصدر .ولا نطيل بها .وأعيد حرف ( لا) مع المعطوف على المنفي قبله تأكيداً لمعنى النفي وهو استعمال كثير .والمقصود بالأكل هنا الأكل بدون دعوة وذلك إذا كان الطعام محضراً دون المختزن .والمراد بالأنفس ذوات المخاطبين بعلامات الخطاب فكأنه قيل : ولا عليكم جناح أن تأكلوا إلى آخره ، فالخطاب للأمة .والمراد بأكل الإنسان من بيته الأكل غير المعتاد ، أي أن يأكل أكلاً لا يشاركه فيه بقية أهله كأن يأكل الرجل وزوجه غائبة ، أو أن تأكل هي وزوجها غائب فهذه أثرة مرخص فيها .وعطف على بيوت أنفسهم بيوتُ آبائهم ، ولم يذكر بيوت أولادهم مع أنهم أقرب إلى الآكلين من الآباء فهم أحق بأن يأكلوا من بيوتهم . قيل : لأن الأبناء كائنون مع الآباء في بيوتهم ، ولا يصح ، فقد كان الابن إذا تزوج بنى لنفسه بيتاً كما في خبر عبد الله بن عمر . فالوجه أن بيوت الأبناء معلوم حكمها بالأولى من البقية لقول النبي صلى الله عليه وسلم « أنت ومالك لأبيك » .وهؤلاء المعدودون في الآية بينهم من القرابة أو الولاية أو الصداقة ما يعتاد بسببه التسامح بينهم في الحضور للأكل بدون دعوة لا يتحرج أحد منهم من ذلك غالباً .و ( ما) في قوله : { ما ملكْتُم مفاتحه } موصولة صادقة على المكان أو الطعام ، عطف على { بيوت خالاتكم } لا على { أخوالكم } ولهذا جيء ب ( ما) الغالب استعمالها في غير العاقل .ومِلك المفاتيح أريد به حفظها بقرينة إضافته إلى المفاتيح دون الدور أو الحوائط . والمفاتح : جمع مَفْتح وهو اسم آلة الفتح . ويقال فيها مفتاح ويجمع على مفاتيح .وهذه رخصة للوكيل والمختزن للطعام وناطور الحائط ذي الثمر أن يأكل كل منهم مما تحت يده بدون إذن ولا يتجاوز شبع بطنه وذلك للعرف بأن ذلك كالإجارة فلذلك قال الفقهاء : إذا كان لواحد من هؤلاء أجرة على عمله لم يجز له الأكل مما تحت يده .و ( صديق) هنا مراد به الجنس الصادق بالجماعة بقرينة إضافته إلى ضمير جماعة المخاطبين ، وهو اسم تجوز فيه المطابقة لمن يجري عليه إن كان وصفاً أو خبراً في الإفراد والتثنية والجمع والتذكير والتأنيث وهو الأصل ، والغالب في فصيح الاستعمال أن يلزم حالة واحدة قال تعالى : { فما لنا منْ شافعين ولا صديق حميم } [ الشعراء : 100 ، 101 ] ومثله الخليط والقطين .والصديق : فعيل بمعنى فاعل وهو الصادق في المودة . وقد جعل في مرتبة القرابة مما هو موقور في النفوس من محبة الصلة مع الأصدقاء . وسئل بعض الحكماء : أي الرجلين أحب إليك أخوك أم صديقك؟ فقال : إنما أحب أخي إذا كان صديقي .وأعيدت جملة : { ليس عليكم جُناح } تأكيداً للأولى في قوله : { ولا على أنفسكم } إذ الجناح والحرج كالمترادفين .وحسّن هذا التأكيد بُعد ما بين الحال وصاحبها وهو واو الجماعة في قوله : { أن تأكلوا من بيوتكم } ، ولأجل كونها تأكيداً فصلت بلا عطف .والجميع : المجتمعون على أمر .والأشتات : الموزعون فيما الشأن اجتماعهم فيه ، قال تعالى : { تحسبهم جميعاً وقلوبهم شتى } [ الحشر : 14 ] .والأشتات : جمع شَتّ ، وهو مصدر شتّ إذا تفرق . وأما شتّى فجمع شتيت .والمعنى : لا جناح عليكم أن يأكل الواحد منكم مع جماعة جاءوا للأكل مثله؛ أو أن يأكل وحده متفرقاً عن مشارك ، لئلا يحسب أحدهم أنه إن وجد من سبقه للأكل أن يترك الأكل حتى يخرج الذي سبقه ، أو أن يأكل الواحد منكم مع أهل البيت . أو أن يأكل وحده .وتقدم قراءة { بيوت } بكسر الباء للجمهور وبضمها لورش وحفص عن عاصم عند قوله تعالى : { يا أيها الذين آمنوا لا تدخلوا بيوتاً غير بيوتكم } في هذه السورة ( 27) .{ فَإِذَا دَخَلْتُمْ بُيُوتاً فَسَلِّمُواْ على أَنفُسِكُمْ تَحِيَّةً مِّنْ عِندِ الله مباركة طَيِّبَةً كَذَلِكَ يُبَيِّنُ الله لَكُمُ الايات لَعَلَّكُمْ تَعْقِلُونَ } .تفريع على الإذن لهم في الأكل من هذه البيوت بأن ذكَّرهم بأدب الدخول المتقدم في قوله : { يا أيها الذين آمنوا لا تدخلوا بيوتاً غير بيوتكم حتى تستأنسوا وتسلموا على أهلها } [ النور : 27 ] لئلا يجعلوا القرابة والصداقة والمخالطة مبيحة لإسقاط الآداب فإن واجب المرء أن يلازم الآداب مع القريب والبعيد ولا يغرنَّه قول الناس : إذا استوى الحب سقط الأدب .ومعنى { فسلموا على أنفسكم } فليسلم بعضكم على بعض ، كقوله : { ولا تقتلوا أنفسكم } [ النساء : 29 ] .ولقد عكف قوم على ظاهر هذا اللفظ وأهملوا دقيقته فظنوا أن الداخل يسلم على نفسه إذا لم يجد أحداً وهذا بعيد من أغراض التكليف والآداب . وأما ما ورد في التشهد من قول : السلام علينا وعلى عباد الله الصالحين ، فذلك سلام بمعنى الدعاء بالسلامة جعله النبي صلى الله عليه وسلم لهم عوضاً عما كانوا يقولون : السلام على الله ، السلام على النبي ، السلام على جبريل ومكائيل ، السلام على فلان وفلان . فقال لهم رسول الله : « إن الله هو السلام ، إبطالاً لقولهم السلام على الله » ثم قال لهم : « قولوا السلام علينا وعلى عباد الله الصالحين ، فإنكم إذا قلتموها أصابت كل عبد لله صالح في السماء وفي الأرض » .وأما السلام في هذه الآية فهو التحية كما فسره بقوله : { تحية من عند الله مباركة طيبة } ولا يؤمر أحد بأن يسلم على نفسه .والتحية : أصلها مصدر حيّاه تحية ثم أدغمت الياءان تخفيفاً وهي قول : حياك الله . وقد تقدم في قوله تعالى : { وإذا حييتم بتحية فحيوا بأحسن منها } في سورة النساء ( 86) .فالتحية مصدر فعل مشتق من الجملة المشتملة على فعل ( حيّا) مثل قولهم : جزّاه . إذا قال له : جزاك الله خيراً ، كما تقدم في فعل { وتسلموا على أهلها } [ النور : 27 ] آنفاً .وكان هذا اللفظ تحية العرب قبل الإسلام تحية العامة قال النابغة: ... حيّاككِ ربي فإنا لا يحل لنالهو النساء وإن الدين قد عزَما ... وكانت تحية الملوك «عم صباحاً» فجعل الإسلام التحية كلمة «السلام عليكم» ، وهي جائية من الحنيفية { قالوا سلاماً قال سلام } [ هود : 69 ] وسماها تحية الإسلام ، وهي من جوامع الكلم لأن المقصود من التحية تأنيس الداخل بتأمينه إن كان لا يعرفه وباللطف له إن كان معروفاً .ولفظ «السلام» يجمع المعنيين لأنه مشتق من السلامة فهو دعاء بالسلامة وتأمين بالسلام لأنه إذا دعا له بالسلامة فهو مسالم له فكان الخبر كناية عن التأمين ، وإذا تحقق الأمران حصل خير كثير لأن السلامة لا تجامع شيئاً من الشر في ذات السالم ، والأمان لا يجامع شيئاً من الشر يأتي من قِبل المعتدي فكانت دعاء ترجى إجابته وعهداً بالأمن يجب الوفاء به . وفي كلمة { عليكم } معنى التمكن ، أي السلامة مستقرة عليكم .ولكون كلمة ( السلام) جامعة لهذا المعنى امتن الله على المسلمين بها بأن جعلها من عند الله إذ هو الذي علّمها رسوله بالوحي .وانتصب { تحية } على الحال من التسليم الذي يتضمنه { فسلّموا } نظير عود الضمير على المصدر في قوله : { اعدلوا هو أقرب للتقوى } [ المائدة : 8 ] .والمباركة : المجعولة فيها البركة . والبركة : وفرة الخير . وإنما كانت هذه التحية مباركة لما فيها من نية المسالمة وحسن اللقاء والمخالطة وذلك يوفر خير الأخوة الإسلامية .والطيِّبة : ذات الطيِّب ، وهو طِيب مجازي بمعنى النزاهة والقبول في نفوس الناس ووجه طِيب التحية أنها دعاء بالسلامة وإيذان بالمسالمة والمصافاة . ووزن { طيبة } فيعلة مبالغة في الوصف مثل : الفيصل . وتقدم في قوله تعالى : { قال رب هب لي من لدنك ذرية طيبة } في آل عمران ( 38) وفي قوله : { وجَرَيْن بِهِمْ بريح طيبة } في سورة يونس ( 22) .والمعنى أن كلمة «السلام عليكم» تحية خيرٌ من تحية أهل الجاهلية . وهذا كقوله تعالى : { وتحيتهم فيها سلام } [ يونس : 10 ] أي تحيتهم هذا اللفظ .وجملة { كذلك يبين الله لكم الآيات } تكرير للجملتين الواقعتين قبلها في آية الاستئذان لأن في كل ما وقع قبل هذه الجملة بياناً لآيات القرآن اتضحت به الأحكام التي تضمنتها وهو بيان يرجى معه أن يحصل لكم الفهم والعلم بما فيه كمال شأنكم .",
  "ayah": 61,
  "surah": 24
}
