{
  "text": "إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آَمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولَئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ فَإِذَا اسْتَأْذَنُوكَ لِبَعْضِ شَأْنِهِمْ فَأْذَنْ لِمَنْ شِئْتَ مِنْهُمْ وَاسْتَغْفِرْ لَهُمُ اللَّهَ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ (62)لما جرى الكلام السابق في شأن الاستئذان للدخول عُقب ذلك بحكم الاستئذان للخروج ومفارقة المجامع فاعتُني من ذلك بالواجب منه وهو استئذان الرسول صلى الله عليه وسلم في مفارقة مجلسه أو مفارقة جمععٍ جُمِع عن إذنه لأمر مهم كالشورى والقتال والاجتماع للوعظ ونحو ذلك .وكان من أعمال المنافقين أن يحضروا هذه المجامع ثم يتسللوا منها تفادياً من عمل يشق أو سآمةً من سماع كلام لا يهتبلون به ، فنعى الله عليهم فعلهم هذا وأعلم بمنافاته للإيمان وأنه شعار النفاق ، بأن أعرض عن وصف نفاق المنافقين واعتنى باتصاف المؤمنين الأحقاء بضد صفة المنافقين قال تعالى : { وإذا ما أنزلت سورة نظر بعضهم إلى بعض هل يراكم من أحد ثم انصرفوا صرف الله قلوبهم بأنهم قوم لا يفقهون } [ التوبة : 127 ] ولذلك جاء في أواخر هذه الآيات قوله : { قد يعلم الله الذين يتسللون منكم لِوَاذاً } [ النور : 63 ] .فالقصر المستفاد من ( إنما) قصر موصوف على صفة . والتعريف في { المؤمنون } تعريف الجنس أو العهد ، أي أن جنس المؤمنين أو أن الذين عُرفوا بوصف الإيمان هم الذين آمنوا بالله ورسوله ولم ينصرفوا حتى يستأذنوه . فالخبر هو مجموع الأمور الثلاثة وهو قصر إضافي قصر إفراد ، أي لا غيرُ أصحاب هذه الصفة من الذين أظهروا الإيمان ولا يستأذنون الرسول عند إرادة الانصراف ، فجعل هذا الوصف علامة مميزة للمؤمنين الأحقاء عن المنافقين يومئذٍ إذ لم يكن في المؤمنين الأحقاء يومئذٍ من ينصرف عن مجلس النبي صلى الله عليه وسلم بدون إذنه ، فالمقصود : إظهار علامة المؤمنين وتمييزهم عن علامة المنافقين . فليس سياق الآية لبيان حقيقة الإيمان لأن للإيمان حقيقة معلومة ليس استئذان النبي صلى الله عليه وسلم عند إرادة الذهاب من أركانها ، فعلمت أن ليس المقصود من هذا الحصر سلب الإيمان عن الذي ينصرف دون إذن من المؤمنين الأحقاء لو وقع منه ذلك عن غير قصد الخذل للنبيء صلى الله عليه وسلم أو أذاه ، إذ لا يعدو ذلك لو فعله أحد المؤمنين عن أن يكون تقصيراً في الأدب يستحق التأديب والتنبيه على تجنب ذلك لأنه خصلة من النفاق كما ورد التحذير من خصال النفاق في أحاديث كثيرة .وعلمتَ أيضاً أن ليس المقصود من التعريف في { المؤمنون } معنى الكمال لأنه لو كان كذلك لم يحصل قصد التشهير بنفاق المنافقين .والأمر : الشأن والحال المهم . وتقدم في قوله : { وأولي الأمر منكم } في سورة النساء ( 59) .والجامع : الذي من شأنه أن يجتمع الناس لأجله للتشاور أو التعلم . والمراد : ما يجتمع المسلمون لأجله حول الرسول عليه الصلاة والسلام في مجلسه أو في صلاة الجماعة . وهذا ما يقتضيه ( مع) و ( على) من قوله : { معه على أمر جامع } لإفادة ( مع) معنى المشاركة وإفادة ( على) معنى التمكن منه .ووصف الأمر ب { جامع } على سبيل المجاز العقلي لأنه سبب الجمع . وتقدم في قوله تعالى : { فأجمعوا أمركم } في سورة يونس ( 71) .وعن مالك : أن هذه الآية نزلت في المنافقين يوم الخندق ( وذلك سنة خمس) كان المنافقون يتسللون من جيش الخندق ويعتذرون بأعذار كاذبة .وجملة : { إن الذين يستأذنونك } إلى آخرها تأكيد لجملة : { إنما المؤمنون } لأن مضمون معنى هذه الجملة هو مضمون معنى جملة : { إنما المؤمنون الذين آمنوا بالله ورسوله } الآية . وقد تفنن في نظم الجملة الثانية بتغيير أسلوب الجملة الأولى فجعل مضمون المسند في الأولى مسنداً إليه في الثانية والمسند إليه في الأولى مسنداً في الثانية ومآل الأسلوبين واحد لأن المآل الإخبار بأن هذا هو ذاك على حدِّ : وشعري شعري ، تنويهاً بشأن الاستئذان ، وليبنى عليها تفريع { فإذا استئذنوك لبعض شأنهم } ليُعلِّم المؤمنين الأعذار الموجبة للاستئذان ، أي ليس لهم أن يستأذنوا في الذهاب إلا لشأن مهم من شؤونهم .ووقع الالتفات من الغيبة إلى الخطاب في قوله : { يستأذنوك } تشريفاً للرسول صلى الله عليه وسلم بهذا الخطاب .وقد خير الله رسوله في الإذن لمن استأذنه من المؤمنين لأنه أعلم بالشأن الذي قضاؤه أرجح من حضور الأمر الجامع لأن مشيئة النبي لا تكون عن هوى ولكن لعذر ومصلحة .وقوله : { واستغفر لهم الله } مؤذن بأن ذلك الانصراف خلاف ما ينبغي لأنه لترجيح حاجته على الإعانة على حاجة الأمة .وهذه الآية أصل من نظام الجماعات في مصالح الأمة لأن من السنة أن يكون لكل اجتماع إمام ورئيس يدير أمر ذلك الاجتماع . وقد أشارت مشروعية الإمامة إلى ذلك النظام . ومن السنة أن لا يجتمع جماعة إلا أمّروا عليهم أميراً فالذي يترأس الجمع هو قائم مقام ولي أمر المسلمين فهو في مقام النبي صلى الله عليه وسلم فلا ينصرف أحد عن اجتماعه إلا بعد أن يستأذنه ، لأنه لو جعل أمر الانسلال لشهوة الحاضر لكان ذريعة لانفضاض الاجتماعات دون حصول الفائدة التي جُمعت لأجلها ، وكذلك الأدب أيضاً في التخلف عن الاجتماع عند الدعوة إليه كاجتماع المجالس النيابية والقضائية والدينية أو التخلف عن ميقات الاجتماع المتفق عليه إلا لعذر واستئذان .",
  "ayah": 62,
  "surah": 24
}
