{
  "text": "ثُلَّةٌ مِّنَ الْأَوَّلِينَ وَقَلِيلٌ مِّنَ الْآخِرِ‌ينَ (...many from the earlier generations, and of a small number from the later ones....56:13-14) The word ثُلَّةٌ thullatun, means 'a party, group, company'. Zamakhshari says that thullatun refers to 'a throng or a large number of people '.\nWho are الْأَوَّلِينَ Awwalin (earlier generations) and الْآخِرِ‌ينَ 'Akhirin (later ones)?\nThe words 'awwalin' (earlier generations) and ` akhirin' (later ones) are used twice: First, in connection with As-sabiqun (the Foremost) who are favoured with special Divine nearness; and secondly, in connection with Ashab-ul-yamin [ the People of the Right, or the general body of believers ]. In the case of the 'Foremost' it is mentioned that there will be 'many' from amongst the 'awwalin' (earlier generations) who will be categorized as 'the Foremost', but from amongst the later generations, the number of the 'Foremost' will be smaller. As opposed to this, in the description of the People of the Right, the word 'thullah' (many) is applied to both 'earlier' and 'later' generations in the following words: ثُلَّةٌ مِّنَ الْأَوَّلِينَ وَثُلَّةٌ مِّنَ الْآخِرِ‌ينَ ( many from the first generations, and many from the later ones...56:39-40)\nThe question now is: Who are 'earlier generations' and 'later generations'? In this connection, two views of the commentators have been recorded: The first view is that 'earlier generations' include all the creation of Allah from the time of 'Adam\t to the time just prior to the advent of the 'Holy Prophet ﷺ . And 'later generations' include all the creation of Allah from the time of the advent of the Holy Prophet ﷺ to the Doomsday. This interpretation is recorded by Ibn Abi Hatim (رح) [ with a chain of transmitters ] from Mujahid and Hasan Basri رحمۃ اللہ علیہما . Ibn Jarir ؓ has preferred this interpretation. This interpretation has also been adopted in the Bayan-ul-Qur'an. This is supported by the Prophetic Tradition transmitted on the authority of Sayyidna Jabir Ibn ` Asakir reports the Tradition [ with his chain of transmitters ] thus: \"When the first pair of verses regarding 'the Foremost' was revealed stating that they will comprise 'many from the first generations, and of a small number from the later ones,\t ثُلَّةٌ مِّنَ الْأَوَّلِينَ وَقَلِيلٌ مِّنَ الْآخِرِ‌ينَ [ 56:13-14], Sayyidna ` Umar Ibn Khattab ؓ enquired: '0 Messenger of Allah, will there be a larger number of 'the Foremost' from among the earlier generations and a small number from amongst us?' For about a year, no revelation in this connection came down. A year later, verses [ 39] and [ 40] ثُلَّةٌ مِّنَ الْأَوَّلِينَ وَثُلَّةٌ مِّنَ الْآخِرِ‌ينَ \"many from the first generations, and many from the later ones.\" were revealed. The Messenger ﷺ of Allah called Sayyidna ` Umar ؓ and said to him:\nاِسمَع یَا عُمَرُ مَا قَد اَنزَلَ اللہُ ثُلَّۃُ مَّنَ الاَوَّلِین وَ ثُلَّۃُ مَّنَ الاٰخِرِینَ اَلاَوَاِنَّ مِن اٰدَمَ اَلَیَّ ثُلَّۃُ وَّاُمَّتِی ثُلَّۃُ ۔ (الحدیث) – ابن کثیر۔\n\"0 ` Umar, listen to what Allah has revealed many from the first generations, and many from the later ones). Behold! From 'Adam to me is one thullah (throng) and my Ummah is another thullah' (throng).\"\nThe theme of this Tradition is supported by the Tradition recorded by Imam Ahmad and Ibn Abi Hatim رحمۃ اللہ علیہما on the authority of Sayyidna Abu Hurairah ؓ that when verses [ 13] and [ 14] were revealed, the Companions ؓ found this painful, because they understood them to mean that the foremost believers from earlier nations are more numerous than those of this Ummah. As a result, verses [ 39] and [ 40] were revealed and the Messenger ﷺ of Allah stated 'I hope that you will comprise a quarter of the inmates of Paradise, a third of the inmates of Paradise. Rather, you are a half of the inmates of Paradise, and will have a share in the other half.' (Ibn Kathir) Thus, collectively, majority of the inmates of Paradise will be the followers of the Holy Prophet Muhammad ﷺ . However, a question arises about both these Traditions. The question is that verse 40 relates to the People of the Right, while verse 13 was about the Foremost. Then, how can verse 40 remove the concern of the Companions ؓ about verse 13?\nRuh-ul-Ma’ ani resolves the problem thus: The noble Companions ؓ ، in general, and Sayyidna ` Umar ؓ in particular, were saddened by the verse 13 presumably because they thought that the proportion of the later generations in the 'People of the Right' will be the same as it is in the Foremost, and thus the later generations will be small in number even among the 'People of the Right'. From this point of view, they thought their number in relation to all the inmates of Paradise, put together, will be very small. But when verses [ 39] and [ 40] were revealed, the point was clarified that collectively the majority of the inmates of Paradise will be the followers of the Holy Prophet ﷺ even though the collective number of later generations in the category of the Foremost' may be smaller as compared to the previous nations, especially since a large number of the previous nations will comprise the Prophets. In relation to them, it does not matter if the followers of the Holy Prophet ﷺ are fewer.\nHowever, Ibn Kathir, Abu Hayyan, Qurtubi, Ruh-ul-Ma’ ani, Mazhari and others prefer another interpretation: 'the earlier generations' and 'the later generations imply, according to them, the earlier and the latter followers of the Holy Prophet's ﷺ own Ummah. 'Earlier generations', in their view, are the Companions ؓ of the Holy Prophet ﷺ and their pupils, who are termed in a Hadith as 'khair-ul-qurun' (the best generation), and 'later generations' include all those who came after them.\nAs for the Hadith narrated by Jabir quoted above from Ibn Kathir, in support of the first interpretation, Ibn Kathir himself has expressed his reservation about its chain of transmitters. He writes وَ لٰکِن فِی اِسنَادہٖ نَظَرُ \"In its chain of transmission, there is some defect.\" In support of his own interpretation, he quotes verses relating to Ummah of the Holy Prophet ﷺ being the best of nations, as for instance كُنتُمْ خَيْرَ‌ أُمَّةٍ You are the best of nations...\". (3:110) Therefore, it is not possible that the foremost believers from earlier nations are more numerous than those of this Ummah. Thus ثُلَّةٌ مِّنَ الْأَوَّلِينَ 'many from the earlier generations' refers to the earlier generation of this Ummah and قَلِیلُ مِنَ الآخِرِین 'of a small number from the later generations' refers to the later generation of this Ummah from whom a small number will be included in the category of the 'Foremost'.\nIn support of this view, Ibn Kathir has cited the statement of Sayyidna Hasan Basri (رح) ، as recorded by Ibn Abi Hatim (رح) ، to the effect that he recited the Verse 10 about 'the Foremost' and said, 'They have predeceased, but 0 Allah! make us from amongst the People of the Right hand'. In another statement, Sayyidna Hasan Basri (رح) is reported to have said in explanation of Verse 13: ثُلَّثۃُ مِّمَّن مَّضیٰ مِن ھٰذِہِ الاُمَّۃِ ' 'Those foremost Faith are all from this Ummah'. Likewise, Muhammad Ibn Sirin said in connection with Verse 13 and 14: 'The scholars stated and hoped that they (the Foremost of earlier and later generations) will all be from amongst this Ummah.'\nRuh-ul-Ma’ ani puts forward the following Prophetic Hadith with a good chain of transmitters in support of the second interpretation:\nاخرَجَ مُسَدَّدُ فِی مُسنَدِہ وَ ابن المنذِرِ وَ الطّبرَانِی وَابن مردویہ بِسنَدِ حَسَنِ عَن اَبِی بَکرَۃَ عَنِ النَّبِیِّ ؓ فِی قَولِہٖ سُبحَانَہ ثُلَّۃُ مَّنَ الاَوَّلِین وَ ثُلَّۃُ مِّنَ الاٰخرِینَ قالَ ھُمَا جَمِیعاً مِّن ھٰذِہِ الاُمَّۃِ ۔\n\"Musaddad in his Musnad, Ibn-ul-Mundhir, Tabarani and Ibn Marduyah report with a good chain on the authority of Sayyidna Abu Bakrah ؓ that, while interpreting verses [ 39] and [ 40] (Many from the earlier generations and of a small number from the later ones), the Holy Prophet ﷺ said: 'They are both from this Ummah.'\"\nMany Scholars of Hadith report another Prophetic Tradition with a weak chain on the authority of Sayyidna Ibn ` Abbas ؓ also. The wordings are: ھُمَا جَمِیعاً مِّن اُمَّتِی . \"They [ the earlier and the later generations ] are from my Ummah.\" From this point of view, verse [ 7] of this Chapter وَكُنتُمْ أَزْوَاجًا ثَلَاثَةً \"and you will be (divided into) three categories. [ 7] \" addresses the Ummah of the Holy Prophet Muhammad ﷺ and all three categories will be from this Ummah.\nMazhari has held the first interpretation as improbable, because according to the clear text of the Qur'an, this Ummah is the best and most honoured of all nations. Therefore, it is inconceivable that the foremost believers from earlier nations should be more numerous than those of this Ummah. The higher rank of this Ummah vis-a-vis the other nations is proved by the express texts of the Holy Qur'an. The Qur'anic verse [ 3:110] reads: كُنتُمْ خَيْرَ‌ أُمَّةٍ أُخْرِ‌جَتْ لِلنَّاسِ \"You are the best Ummah raised for the good of mankind...\".Verse [ 3:110] reads: لِّتَكُونُوا شُهَدَاءَ عَلَى النَّاسِ وَيَكُونَ الرَّ‌سُولُ عَلَيْكُمْ شَهِيدًا \"...so that you should be witnesses over the people, and the Messenger a witness to you.\" Tirmidhi, Ibn Majah and Darimi have recorded a narration on the authority of Sayyidna Bahz Ibn Hakim ؓ in which the Holy Prophet ﷺ is reported to have said:\nاَنتُم تُتِمُّونَ سَبعِینَ اُمّۃً اَنتُم اَخِیرُھا وَ اَکرَمُھَا عَلَی اللہِ تَعَلٰی\n\"You are complement to the seventy nations of the days of yore. You are the choicest one and the most honourable one in the sight of Allah.\"\nImam Bukhari (رح) narrates a Tradition on the authority of Sayyidna ` Abdullah Ibn Mas` ud ؓ in which the Messenger of Allah ﷺ is reported to have said: \"Will it please you if you are a quarter of the inmates of Paradise?\" The Companions replied: \"Yes, indeed, it would please us.\" The Messenger of Allah ﷺ said:\nوَالَّذِی نَفسِی بِیَدَہٖ اِنِّی لَاَرجُو اَن تَکُونُوا نِصفَ اَھلِ الجَنَّۃِ\n\"By Him in Whose control is my life! I hope that you will comprise a half of the inmates of Paradise.\" (Mazhari)\nTirmidhi, Hakim and Baihaqi report on the authority of Sayyidna Buraidah ؓ that the Messenger of Allah ﷺ said:\nاَھلُ الجَنَّۃَ وَّ عِشرُونَ صَفِّا ثَمَانُونَ مِنھَا مِن ھٰذِہِ الاُمَّۃِ وَ اَربَعُونَ مِن سَایِٔر الاُمَم\n\"The inmates of Paradise will be ranged in 120 ranks: eighty of them will be from this Ummah, and forty from the rest of the nations.\" (Tirmidhi has rated this tradition as 'Hasan' and Hakim as 'sahih'.)\nThe ratio between this Ummah and other communities in Paradise is given differently at different times, ranging between one third, one quarter, a half and two-thirds. There is no conflict in the ratios mentioned on different occasions. That was based on the estimation of the Holy Prophet ﷺ which has been increasing at different times.",
  "ayah": 13,
  "surah": 56
}
