{
  "text": "was lost in the secondary or extrinsic causes and lost sight of his Real Creator and Master, the Primary or Intrinsic Cause of his creation. This unawareness was unveiled in a particular way. In a similar style, the reality of his source of nourishment is explicated. Allah poses the question to man: 'Indeed you till the land and plant the seeds but who causes them to sprout and grow - you or Allah?' When considered carefully, we will come up with the answer that the farmer or tiller has a very limited role to play. He ploughs the land and fertilizes the soil with manure, and thus softens it so that if the seed germinates, it will not be hampered by the hard ground. All of man's efforts move around this point. Once the plant sprouts, he takes care of it in that direction. But man is not the primary cause of the shoots pushing forth from the seed nor can he claim that he made the plant or tree. Therefore, we go back to the fundamental question: Who caused the seed lying under heaps and heaps of sand to germinate and come out to the surface of the earth so beautifully, comprising untold benefits? There can be only one answer to this question: The All-Encompassing Power and the Most Wonderful creation of the Master Creator of the universe.\nNext to food, water is the most important thing upon which human life depends for its sustenance. Here too the Qur'an, in its inimitable style, poses the question: 'Have you considered the water you drink? Did you send it down from the clouds, or did We send it?' The answer is obvious: 'Allah'. Fire plays a most important part in the life of man. Much of his physical comfort depends upon it. [ It is a thing of great utility. In this mechanistic age life is inconceivable without the use of fire. No industry, trade or travel is possible without it.] The Qur'an again, in its unique and unparalleled style, poses the question: 'Have you considered the fire you kindle? Did you make its timber to grow, or did We make it?' Here too the answer is obvious: 'Allah'. Of course, in both instances the Qur'anic answers are elaborate.",
  "ayah": 65,
  "surah": 56
}
