{
  "text": "لہ ملک ............ قدیر (75 : 2) ” زمین اور آسمانوں کی سلطنت کا مالک وہی ہے ، زندگی بخشتا ہے اور موت دیتا ہے اور ہر چیز پر قدرت رکھتا ہے۔ “\nآسمان اور زمین کی ہر چیز نے تسبیح کی ہے اللہ کی ، جو مالک سموت والارض ہے اور اس کی ملکیت میں اس کا کوئی شریک نہیں ہے۔ پس یہ تسبیح ہے از جانب غلام بحق آقا۔ یہ مالک کوئی دنیاوی مالک نہیں ہے۔ یہ تو موت وحیات کا بھی مالک ہے۔ وہ موت وحیات کا بھی خالق ہے۔ اس نے ہر زندہ کے لئے حیات اور ہر مرنے والے کے لئے موت مقدر کردی ہے۔ لہٰذا حیات وممات اس کی تقدیر کے مطابق ہوتے ہیں۔\nحیات ابھی تک تو راز ہے اس کا سرچشمہ بھی اللہ کے سوا کوئی اور نہیں ہے۔ آج تک کوئی اللہ کے سوا اور کوئی سرچشمہ حیات نہیں بتا سکا نہ کوئی اس کی کیفیت آمد بتا سکا ہے اور یہ تو بڑی باتیں ہیں آج تک انسان حیات وممات کی حقیقت ہی نہیں سمجھ سکے کہ یہ کیا ہیں۔ قرآن کہتا ہے کہ اللہ ہی حیات دیتا ہے۔ ہر زندہ چیز کو حیات اللہ ہی دیتا ہے۔ کوئی شخص آج تک اس کا انکار نہیں کرسکا اور نہ اس کی ضد کو ثابت کرسکا ہے۔ اس طرح موت بھی ایک راز ہے جس کے اوپر پردے ہیں۔ کوئی شخص موت کی طبیعت اور ماہیت کو بھی نہیں جانتا۔ کوئی شخص موت کو پیدا نہیں کرتا کیونکہ جو حیات نہیں دے سکتا وہ اسے سلب بھی نہیں کرسکتا۔ یہ سب چیزیں اللہ کی ملکیت مطلقہ ہیں۔ اس لئے زمین و آسمان میں جو چیزیں بھی ہیں ان کی حیات بھی وہی دیتا ہے اور ان کو ممات بھی وہی دیتا ہے۔\nوھو .................... قدیر (75 : 2) ” اور وہ ہر چیز پر قدرت رکھتا ہے۔ “ وہ ہر چیز پر قادر ہے بغیر حدود وقیود کے۔ اس کی مشیت مطلق ہے کسی حدوقید کے اندر محدود ومقید نہیں ہے۔ اس کی مشیت کا رابطہ ہر چیز سے ہوتا ہے اور جس طرح چاہتا ہے ، ہوتا ہے۔ انسانی عقل اللہ کی قدرت پر اگر کوئی بندش لگاتی ہے خواہ جس رنگ میں ہو اور جس قسم کی ہو ، جس انداز کی ہو وہ باطل ہے۔ وہ عقل بشری کی پیدا کردہ سوچ ہے جو بذات خود محدود ہے۔ اور اللہ کی مشیت نے اس کائنات کے لئے جو قوانین قدرت اور نوامیس فطرت مقرر کیے ہیں۔ وہ اللہ کی مشیت مطلقہ میں داخل ہیں کہ وہ بلاحدود وقیودکام کررہی ہے۔ کیونکہ اللہ کی مشیت ان نوامیس فطرت کو آزادی سے اختیار کرتی ہے۔ اور ان قوانین قدرت کو اللہ کبھی کبھی توڑتا بھی ہے۔\nقرآن کریم نے اس نکتے کو بہت اہمیت دی ہے۔ بار بار اس بات کی تصریح کی جاتی ہے کہ اللہ ہر چیز پر قادر ہے اور یہاں تک کہ وہ خود اپنے بنائے ہوئے قوانین قدرت کے اجراء کو بھی روک سکتا ہے۔ تاکہ یہ حقیقت واضح ہو کہ اللہ ہر چیز پر قادر ہے۔ اور اس میں کسی شے کا کوئی شائبہ نہیں ہے۔ اللہ نے اہل جنت کے ساتھ وعدہ کیا ہے کہ وہ ہمیشہ جنت میں رہیں گے اور اہل جہنم کے ساتھ یہ وعدہ کیا کہ وہ جہنم میں رہیں گے اور یہ وعدہ اللہ کی مشیت کے نتیجے میں صادر ہوا ہے لیکن اللہ نے اپنی آزادی کو اس عہد کے دائرے سے ہی خارج رکھا ہے اور مستثنیٰ کیا ہے۔ اس لئے اللہ نے فرمایا۔\nخلدین ............ ماشاء اللہ ” وہ اس میں ہمیشہ کے لئے رہیں گے جب تک کہ زمین و آسمان قائم ہیں الایہ کہ تیرا رب کچھ اور چاہے۔ “ جہاں بھی اس قسم کی بات آئی وہاں الا ماشاء اللہ کے الفاظ آئے ہیں جن سے یہ ظاہر ہوتا ہے کہ اللہ خود اپنے فیصلوں کا پابند نہیں ہے۔ اس سلسلے میں عقلی گھوڑے دوڑانا جائز نہیں ہے۔ قرآن ہی اصل سرچشمہ ہے۔\nاس آیت کے ذریعہ اس پوری کائنات پر اللہ کے اقتدار اعلیٰ اور مطلق مشیت کو ثابت کیا گیا ہے چونکہ وہ قادر مطلق ہے اس لئے اس کی تسبیح بھی ہر چیز کرتی ہے۔\nاللہ کے اقتدار بےقید ثبوت اور اس کے فیضان عام سے اس کائنات کے جام جام کو لبالب کردینے کے بعد اب ایک دوسری عظیم حقیقت سامنے لائی جاتی ہے۔ یہ کہ اللہ کے سوا باقی چیزوں کا وجود ہی اصلی نہیں ہے۔ موجود و حقیقی اور واجب الوجود صرف اللہ تعالیٰ ہے۔ وہی تمام عالم کو محیط ہے اور وہی ہر چیز کا علیم ہے۔",
  "ayah": 2,
  "surah": 57
}
