{
  "text": "ما اصاب .................... الحمید (42) (75 : 22 تا 42)\n” کوئی مصیبت ایسی نہیں جو زمین میں یا تمہارے اپنے نفس پر نازل ہوتی ہو اور ہم نے اس کو پیدا کرنے سے پہلے ایک کتاب ” یعنی نوشتہ تقدیر “ میں لکھ نہ رکھا ہو۔ ایسا کرنا اللہ کے لئے بہت آسان کام ہے۔ یہ سب کچھ اس لئے ہے تاکہ جو کچھ بھی نقصان تمہیں ہو اس پر تم دل شکستہ نہ ہو اور جو کچھ اللہ تمہیں عطا فرمائے اس پر پھول نہ جاؤ۔ اللہ ایسے لوگوں کو پسند نہیں کرتا جو اپنے آپ کو بڑی چیز سمجھتے ہیں اور فخر جتاتے ہیں ، جو خود بخل کرتے ہیں اور دوسروں کو بخل کرنے پر اکساتے ہیں۔ اب اگر کوئی روگردانی کرتا ہے تو اللہ بےنیاز اور ستودہ صفات ہے۔ “\nاس کائنات میں جو واقعہ بھی پیش آتا ہے ، وہ اپنی پوری تفصیلات کے ساتھ اللہ نے پہلے سے قلم بند کرلیا ہے۔ اور اس کائنات کے منصوبے اور نقشے میں متعین اور محسوب ہے۔ اس میں محض بخت واتفاق کا کوئی امکان نہیں ہے۔ اس پوری کائنات کی تخلیق سے بھی پہلے اللہ تعالیٰ نے اپنے کامل اور شامل علم کے ذریعے ایسا کرلیا ہے۔ اور بہت ہی تفصیل کے ساتھ سب کچھ قلم بند کردیا ہے ، یہ اللہ کے علم میں تھا۔ اللہ کے علم میں کوئی ماضی حال اور مستقبل نہیں ہے۔ یہ زمان ومکان کے فاصلے اور حدیں اللہ کے علم پر حاوی نہیں ہیں ، یہ تو ہم اپنے محدود علم کے ذریعے ان چیزوں کو اس طرح زمان ومکان کے قید میں دیکھتے ہیں ۔ ہم تو ان حدود وقیود کے بغیر نہیں دیکھ سکتے۔ پھر ہم حقیقت مطلقہ کا ادراک ہی نہیں کرسکتے ، ہاں بعض اوقات انسانوں کی قوت مدرکہ کو ایک ایسی چمک حاصل ہوجاتی ہے جس وقت ہماری روح حقیقت مطلقہ سے جڑ جائے ، ہم اشیاء کی حقیقت کو اس عادی طریقے سے جان سکتے ہیں یعنی بذریعہ حواس ، رہا اللہ تعالیٰ جو حقیقت مطلقہ ہے اور وہ اس کائنات کی ہر چیز کو بلا حدود وقیود جانتا ہے۔ یہ کائنات اور اس کے اندر واقعات اپنی آغاز سے انتہا تک اللہ کے علم میں ہیں۔ یہ علم مطلق ہے اور بلاحدود وقیود ہے۔ اور اللہ کے نقشے میں ہر ایک چیز اور واقعہ کا ایک مقام ہے جو اللہ کے علم میں ہے ، لہٰذا ہر واقعہ جسے انسان خیر سمجھتا ہے یا شر سمجھتا ہے ، زمین پر وہ واقع ہوتا ہے۔ اور انسانوں کی زندگیوں میں وہ پیش آتا ہے یہ اللہ کی کتاب میں ثبت ہے۔\nان ذلک علی اللہ یسیر (75 : 22) ” ایسا کرنا اللہ کے لئے بہت آسان ہے۔ “\nاس کا فائدہ کیا ہے ؟ اس حقیقت کا فائدہ یہ ہے کہ ایک انسان جسے اس دنیا کے واقعات پر خوشی بھی ہوتی ہے اور پریشانی بھی ہوتی ہے وہ اسے منجانب اللہ سمجھیں اور اس دنیا میں سکون اور اطمینان کے ساتھ زندگی بسر کریں۔ اگر کوئی ناگوار چیزیں دیکھیں تو حسرتوں سے اپنے آپ کو فنا نہ کردیں اور اگر کوئی فرحت بخش واقعات دیکھیں تو آپے سے باہر نہ ہوجائیں اور جس طرح حقیقت ہے یہ سمجھیں کہ یہ سب کچھ اللہ کی طرف سے ہے۔",
  "ayah": 22,
  "surah": 57
}
