{
  "text": "اور اس طویل تاریخ کی آخری کڑی نبوت محمدی سے پہلے یہ رہی۔\nثم قفینا ................ ابن مریم (75 : 72) ” اس کے بعد ہم نے پے درپے اپنے رسول بھیجے اور ان سب کے بعد عیسیٰ ابن مریم کو مبعوث کیا “۔ یعنی نوح اور ابراہیم کی اولاد میں پے درپے رسول بھیجے اور ان میں سے آخری کڑی عیسیٰ ابن مریم کی تھی۔ یہاں حضرت عیسیٰ کے پیروکاروں کی ممتاز صفت بھی بیان کردی جاتی ہے۔\nوجعلنا .................... ورحمة (75 : 72) ” اور جن لوگوں نے اس کی پیروی اختیار کی ان کے دلوں میں ہم نے ترس اور رحم ڈال دیا۔ “ یہ ترس اور رحم حضرت عیسیٰ (علیہ السلام) کی دعوت کا نتیجہ تھا۔ کیونکہ آپ نے لوگوں کی روحانی تربیت پر زور دیا۔ اور ظاہر ہے کہ روحانی تربیت اور روحانی صفائی کے نتیجے میں ترس اور رحم بیدار ہوجاتا ہے۔ جن لوگوں نے حضرت عیسیٰ (علیہ السلام) کی تعلیمات کا صحیح اتباع کیا وہ رحم دل ہوتے تھی۔ قرآن کریم میں دوسری جگہ بھی عیسائیوں کی اس صفت کی طرف اشارہ ہے۔ ابتدائی دور کے عیسائیوں نجاشی اور وفد نجران کے لوگوں کا رویہ بھی اسلام کے ساتھ ہمدردانہ رہا۔ اور اسی طرح دوسرے متفرق افراد بھی ان میں دارالاسلام آئے اور اسلام قبول کیا۔ جب تک وہ عیسیٰ (علیہ السلام) کے صحیح متبعین میں سے رہے۔\nقرآن کریم یہاں مسیح (علیہ السلام) کے متبعین کی ایک دوسری صفت کو بھی بیان کرتا ہے لیکن اس پر ایک خوبصورت تنقید بھی کرتا ہے۔\nورھبانیة .................... رضوان اللہ (75 : 72) ” اور رہبانیت انہوں نے خود ایجاد کرلی ہم نے اسے ان پر فرض نہیں کیا تھا۔ مگر اللہ کی خوشنودی کی طلب میں انہوں نے آپ ہی یہ بدعت نکالی تھی “ راجح تفسیر یہ ہے کہ تاریخ مسیحیت میں جو رہبانیت نظر آتی ہے وہ مسیح کے بعض پیروکاروں نے اختیار کرلی تھی۔ اور یہ انہوں نے اللہ کی رضا جوئی کے لئے اختیار کرلی تھی۔ یہ انہوں نے زندگی کی آلودگیوں سے دوری کے لئے اختیار کرلی تھی اللہ نے اسے ان پر فرض نہ کیا تھا۔ لیکن جب انہوں نے اسے اختیار کرلیا۔ اپنے اوپر واجب کرلیا تو پھر ان کا فرض تھا کہ وہ اس کا حق ادا کرتے۔ اور پاکیزگی ، بلندی ، عفت ، قناعت اور ذکر وفکر کے جو تقاضے وہ رکھتی تھی اسے یہ پورا کرتے۔ کیونکہ انہوں نے رضائے الٰہی کے لئے اسے ایجاد کیا تھا۔\nلیکن ہوا یوں کہ یہ رہبانیت محض رسم ہوکر رہ گئی اسم سے خالی ہوگئی۔ لوگوں نے اسے پیشہ بنا لیا اور حقیقی روح سے خالی ہوگئی۔ چند رہبان کے سوا کسی نے اس کا جو حق ادا نہ کیا۔\nفما رعوھا ................ فسقون (75 : 72) ” اور پھر اس کی پابندی کرنے کا جو حق تھا اسے ادا نہ کیا۔ ان میں سے جو لوگ ایمان لائے ہوئے تھے ان کا اجر ہم نے ان کو عطا کیا ، مگر ان میں سے اکثر لوگ فاسق ہیں۔ “ اللہ کا قانون یہ نہیں ہے کہ لوگوں کی ظاہری شکلوں کو دیکھ کر فیصلہ کرے۔ نہ رسم و رواج کو دیکھے۔ اللہ لوگوں کی نیت کو دیکھتا ہے لوگوں کے اعمال کو دیکھتا ہے۔ وہ نیت اور عمل پر فیصلے کرتا ہے۔ اور کسی کی نیت اس سے پوشیدہ نہیں ہے۔ وہ تو دلوں کی بات جانتا ہے۔\nاب آخری پکار ان لوگوں کے نام ہے جو ایمان لائے ہیں۔ اور دین اور رسالت کی تاریخ اور امم اسلامیہ کی کڑیوں میں سے آخری کڑی ہے اور جنہوں نے اب قیامت تک انبیاء کی دعوت کا بوجھ اٹھانا ہے۔",
  "ayah": 27,
  "surah": 57
}
