{
  "text": "ھوالاول ................ علیم (75 : 3) ” وہی اول بھی ہے اور آخر بھی ، اور ظاہر بھی ہے اور مخفی بھی اور وہ ہر چیز کا علم رکھتا ہے۔ “ وہ اول یوں ہے کہ اس سے ماقبل کوئی چیز نہیں ہے۔ آخر یوں ہے کہ اس کے بعد کوئی چیز نہ ہوگی وہ ظاہر ہے یعنی اس کے اوپر کوئی چیز نہیں ہے اور وہ باطن ہے یعنی اس سے نیچے کوئی شیئی نہیں ہے۔\nاول اور آخر کے الفاظ حقیقت زمانیہ کا استیعاب کرتے ہیں اور ظاہر اور باطن حقیقت مکانیہ کا استیعاب کرتے ہیں۔ مطلقاً ہر زمانے میں وہ موجود ہے اور مطلقاً ہر مکان میں وہ موجود ہے۔ اور کسی زمان ومکان میں قید نہیں ہے۔ اس تصور کے مطابق صرف وہی ہے اور اس کے سوا کوئی نہیں ہے اور ہمارا قلب اور ہمارا تصور بھی اسی سے وجود اخذ کرتا ہے۔ لہٰذا وجود الٰہی ہی حقیقی وجود ہے اور اللہ ہی حق ہے اور اللہ ہی حقیقت ہے اور کوئی حقیقت ہے تو وہ اللہ سے مستعاد ہے۔ نہ کسی اور کے پاس ذاتی حقیقت ہے اور نہ ذاتی وجود ہے ، اس پوری کائنات میں۔\nوھو ................ علیم (75 : 3) ” اور وہ ہر چیز کا علم رکھتا ہے۔ “ وہ حقیقی اور کامل علم رکھتا ہے۔ اس لئے کہ تمام اشیاء کی حقیقت تو ادھر ہی سے آئی ہوئی ہے لہٰذا اللہ کے ذاتی علم میں ہے۔ اور اللہ کا علم ایسا ہے کہ اس کی حقیقت ، اس کی نوعیت اور اس کی صفات میں کوئی بھی شریک نہیں۔ کسی اور کے پاس ایسا علم نہیں ہے۔ چاہے مخلوق کو جس قدر ظاہری معلومات بھی ہوں۔\nجب کسی دل میں یہ حقیقت بیٹھ جاتی ہے تو اسے پھر اللہ کی ذات کے سوا کسی اور چیز کی پرواہ ہی نہیں رہتی۔ کوئی چیز یہاں تک کہ انسانی قلب وعقل کوئی حقیقت اور کوئی وجود نہیں رکھتے مگر وہی جو اس حقیقت کبریٰ نے عطا کیا ہوتا ہے۔ ہر چیز وہم ہے ، جانے والی ہے۔ صرف اللہ ہی باقی رہنے والا ہے۔ اور وہی ایک حقیقی وجود ہے۔\nجب کوئی دل اس حقیقت کو اپنے اندر بٹھا لے تو وہ اس حقیقت تک رسائی حاصل کرلیتا ہے۔ وہ ایک نہایت ہی بلند مرتبہ سکون وقرار تک پہنچ جاتا ہے۔ لیکن جب تک وہ اس رتبہ حصول الی الحقیقت پر فائز نہیں ہوجاتا اسے چاہئے کہ وہ اس آیت پر تدبر کرتا رہے اور یہ کوشش کرتا رہے کہ وہ اس کے مدلول اور حقیقت تک پہنچ جائے ، اس آیت کا مفہوم ہی بڑی حقیقت ہے۔\nاہل تصوف نے اسی حقیقت ، عظیم حقیقت کو پکڑ لیا۔ انہوں نے اسے اپنا اوڑھنا بچھونا بنالیا اور اس میں انہوں نے کئی کئی راتے نکالے۔ بعض نے کہا کہ وہ اس کائنات کی ہر چیز میں اللہ کو دیکھتے ہیں۔ بعض نے کہا انہوں نے دیکھا کہ ہر چیز کے پیچھے اللہ کھڑا ہے۔ بعض نے کہا کہ اس نے اللہ کو دیکھا ہے اور اس کائنات میں تو اسے اللہ کے سوا کچھ نظر نہیں آتا۔ اگر ہم الفاظ کی کمی بیشی اور الفاظ کی تنگ دامانی کو نظر انداز کردیں تو یہ سب اقوال اسی حقیقت کی طرف اشارہ کررہے ہیں ، لیکن متصوفین پر جو تنقید کی جاسکتی ہے۔ وہ صرف یہ ہے انہوں نے اس تصور کو اپنے اوپر اس قدر طاری کردیا ہے کہ عملی زندگی کو مہمل کردیا۔ جبکہ اسلام کا متوازن انداز یہ تھا کہ انسان کے دل و دماغ اس حقیقت کو اخذ کریں ، اس کے اندر رہیں اور بسیں لیکن وہ اس کرہ ارض پر فریضہ خلافت بھی ادا کریں جس کے لئے اللہ نے ان کی تخلیق کی ہے۔ اور اس کے تمام تقاضے پورے کریں جن میں سے بڑی چیز یہ ہے کہ وہ اس کائنات میں وہ نظام زندگی قائم کریں جو اللہ نے اس قرآن میں نازل فرمایا ہے۔ اس خیال سے کہ اس عظیم حقیقت کے تصور ہی کے مطابق اس دنیا میں انسان کو اپنی زندگی بسر کرنی ہے۔ یہ نظام فطرت انسانی کے ساتھ ہم آہنگ ہے۔ کائنات کی فطرت کے ساتھ ہم آہنگ ہے جس طرح اللہ نے اسے پیدا کیا ہے اور جس طرح اس نے قرآن کو بطور ہدایت نامہ بھیجا ہے۔\nاس عظیم حقیقت کو قلب میں بٹھانے کے بعد اب اللہ تعالیٰ فرماتا ہے کہ اس حقیقت کبریٰ کا ظہور اس کائنات میں کیونکر ہوا ؟",
  "ayah": 3,
  "surah": 57
}
