{
  "text": "یہاں اللہ تعالیٰ اب ان دلوں سے مخاطب ہے جن کو خود اس نے پیدا کیا ہے ۔ اللہ ہی کو معلوم ہے کہ ان دلوں میں بات داخل کرنے کی راہیں کیا ہیں۔ کیونکہ ان کے حالات سے اللہ اچھی طرح باخبر ہے۔ خفیہ ترین خیالوں سے بھی اللہ باخبر ہے۔ اللہ کو معلوم ہے کہ دلوں میں ایمان کس طرح بیٹھتا ہے۔ دل غیر ایمانی شوائب سے کس طرح پاک ہوتا ہے اور یہ ایمان پھر کس طرح عملی زندگی میں ایک بڑے درخت کی طرح اگتا ہے ، اور انسان انفاق فی سبیل اللہ اور اللہ کے راستے میں کس طرح بڑھ کر جان تک قربان کردیتا ہے۔ یہ وہ مقام ہے جو انسانی قوت سے بہت بڑا ہے ، اور اس کے حصول کے لئے بہت بڑی جدوجہد کرنی پڑتی ہے۔ یہی وجہ ہے کہ اللہ اپنی مخلوق کو تربیت دینے کے لئے اس قسم کے دلائل اور موثرات اور ہدایات دیتا ہے۔ پوری کائنات کے حقائق اس کے سامنے پیش کرتا ہے کہ حضرت انسان ان سے متاثر ہو ، اور دنیا کی تمام چیزوں کو اللہ کے ترازو سے تولے اور ناپے۔ اللہ بار بابر اور قدم قدم پر انسان کی تربیت کے لئے یہ انتظام فرماتا ہے۔ اور صرف یہ نہیں کہ سیدھا سادا حکم دے دیا جائے کہ اہل ایمان درج ذیل باتوں پر عمل کرلیں۔ قرآن نہ اس قسم کا خشک سرکلر جاری کرتا ہے نہ خشک قانون بناتا ہے بلکہ وہ ہر جگہ اطمینان بخش دلائل دیتا ہے۔ ہر وقت انسانی سوچ کی تاروں کو چھیڑتا ہے۔ انسانوں کی تربیت کے لئے قرآنی انداز اور منہاج اس قابل ہے کہ اسلامی انقلاب کے داعی اس پر بہت غور کریں ۔ اسے سمجھیں اور اس پر عمل کریں۔ اس سورت کے آغاز میں جو موثر دلائل اور اشارات دیئے گئے تھے وہ دلوں پر گہرے اثرات چھوڑنے والے تھے۔ ان کو پڑھ کر سخت سے سخت دل موم ہوجاتے ہیں اور نہایت ہی خوابیدہ اور مدہوس شعور بھی جاگ اٹھتا ہے۔ لیکن قرآن کریم انہیں دوسرے پیرے میں بھی ان کو مسلسل جھنجھوڑتا اور ایما اور تلقین جاری ہے۔ ہدایات اور ارشادات بھی جاری ہیں اور ساتھ ساتھ دلائل واشارات بھی جاری ہیں۔\nامنو ............................ فیہ (75 : 7) ” ایمان لاؤ اللہ اور اس کے رسول پر اور خرچ کرو ان چیزوں میں سے جن پر اس نے تم کو خلیفہ بنایا ہے۔ “\nیہاں اس آیت کے مخاطب مسلم ہیں بلکہ نہایت قدیم اور دور اول کے مومن ہیں۔ لیکن ان کو بھی کہا جاتا ہے کہ ایمان لاؤ اللہ پر اور رسول اللہ پر۔ مطلب یہ ہے کہ اپنے دلوں کے اندر حقیقت ایمانیہ پیدا کرو ، یہ ایک گہری ہدایت ہے اور گہرا نکتہ ہے کیونکہ بلایا تو اس طرف جارہا ہے کہ اللہ کی راہ میں انفاق کرو ، لیکن اس سے پہلے ہی یہ اشارہ دے دیا کہ اپنے دلوں کے اندر حقیقت ایمانی پیدا کرو ، اور اس انفاق کے حکم کے بعد بھی ایک اشارہ اور ہدایت کہ تم جو کچھ خرچ کررہے ہو وہ اپنے مال سے نہیں خرچ کررہے ، یہ تو اللہ کا مال ہے اور اس نے تمہاری نگرانی اور خلافت میں دے دیا ہے۔ کیونکہ ابھی تمہیں یہ سمجھایا گیا ہے کہ۔\nلہ ملک ............ والارض ” زمین و آسمان کی بادشاہت اور ملکیت اسی کی ہے۔ “ یہ اللہ ہی ہے جس نے انسانوں کو اس زمین پر ایک محدود خلافت اور نیابت دی ہے۔ زندہ کرنے اور مارنے والا تو وہ ہے۔ یوں اس نے تمہیں زمین میں نسلابعد نسل خلیفہ بنایا ہے۔\nسورت کے آغاز میں جو اصولی باتیں بیان کی گئی تھیں ، یہ ہدایات ان کے ساتھ مربوط ہوجاتی ہیں۔ اور یہ سب تصورات اب مل کر اہل ایمان کو قائل کرتے ہیں کہ وہ مالک جس نے تمہیں اس زمین پر ، اس کے خزانوں پر خلیفہ بنایا ہے ، تمہیں اس نے سب کچھ دیا ہے ، بتاؤ وہ اپنی ہی دولت کا ایک حصہ تم سے مانگ رہا ہے۔ کیا خیال ہے تمہارا ، دو گے اللہ کو کچھ ، دیکھو اللہ ہی دینے والا ہے ، اس کے خزانوں میں کمی نہیں ہے۔ تم کیوں ہاتھ کھینچے ہوئے ہو ، یہ تو اسی کا ہے ؟\nفقط اس پر بھی بات ختم نہیں ہے کہ دلائل دیئے ، قائل کیا اور نہایت فہمائش اور محض امید پر ، بلکہ اس کے بعد ایک موثر خطاب آتا ہے کہ اس انفاق کا ایک نہایت ہی بڑا معاوضہ بھی تمہیں ملے گا۔ اس کا فضل وکرم بھی تم پر ہوگا۔\nفالذین ................ کبیر (75 : 7) ” جو لوگ تم میں سے ایمان لائیں گے اور مال خرچ کریں گے ان کے لئے بڑا اجر ہے۔ “ اب کون ہے جو ایمان کا دامن چھوڑ کر پیچھے رہ سکتا ہے۔ کون ہے جو انفاق سے پیچھے رہ سکتا ہے ، اور کون ہے جو اپنے آپ کو اس فضل وکرم سے محروم کرسکتا ہے ؟\nلیکن ابھی بات یہاں بھی ختم نہیں ہے اب ان چنکیوں اور دلائل ، ہدایات واشارات کے بعد ان کو دعوت دی جاتی ہے کہ وقت کو بھی دیکھو ، حالات کی نزاکت کا احساس بھی کرو ، اس وقت کے حالات پیش کرکے کہا جاتا ہے کہ وقت کا تقاضا کیا ہے۔",
  "ayah": 7,
  "surah": 57
}
