{
  "ayahs": [
    {
      "ayah": 1,
      "surah": 1,
      "text": "Это означает: я начинаю во имя Аллаха. Из лексического анализа этого словосочетания ясно, что подразумеваются все прекрасные имена Всевышнего Господа. Аллах - одно из этих имен, означающее «Бог, Которого обожествляют и Которому поклоняются, Единственный, Кто заслуживает поклонения в силу Своих божественных качеств - качеств совершенства и безупречности». Прекрасные имена Милостивый и Милосердный свидетельствуют о Его великом милосердии, объемлющем всякую вещь и всякую тварь. Милосердия Аллаха в полной мере будут удостоены Его богобоязненные рабы, которые следуют путем Божьих пророков и посланников. А все остальные творения получат лишь часть Божьей милости. Следует знать, что все праведные богословы единодушно говорили о необходимости веры в Аллаха и Его божественные качества. Господь - Милостивый и Милосердный, то есть обладает милосердием, которое проявляется на Его рабах. Все блага и щедроты являются одним из многочисленных проявлений Его милости и сострадания. То же самое можно сказать и об остальных именах Аллаха. Он всеведущ, то есть обладает знанием обо всем сущем. Он всемогущ, то есть обладает могуществом и властен над всякой тварью."
    },
    {
      "ayah": 2,
      "surah": 1,
      "text": "Это - слова восхваления Аллаха за совершенные качества и деяния, которые Он вершит либо по милости, либо по справедливости. Вся хвала принадлежит Ему, и Он достоин ее целиком и полностью. Он один господствует над всеми мирами. К этим мирам относится все сущее, кроме Самого Аллаха. Он сотворил Вселенную, обеспечил ее обитателей средствами к существованию и облагодетельствовал их великими щедротами, лишившись которых они не смогут просуществовать. Все блага, которыми облагодетельствованы творения, являются дарами Всевышнего Господа. Господство Всевышнего Аллаха бывает двух видов: всеобщее и частное. Всеобщее господство выражается в том, что Он создает творения, ниспосылает им пропитание и указывает им верный путь, благодаря чему они могут благоустроить свою жизнь в этом мире. А частное господство проявляется в том, что Аллах воспитывает Своих возлюбленных рабов в духе набожности, помогает им обрести и усовершенствовать веру, защищает их от всего, что может сбить их с прямого пути и отдалить от Него. Сущность этого господства в том, что Аллах облегчает Своим рабам путь ко всякому добру и оберегает их от всякого зла. Возможно, именно поэтому пророки чаще всего в своих молитвах называли Аллаха своим Господом. Да и устремления этих людей были связаны исключительно с частным господством Всевышнего Аллаха. В этом откровении Всевышний нарек себя Господом миров и тем самым подчеркнул, что Он один творит, управляет и одаряет благами. Он богат и не нуждается в Своих творениях. Напротив, все творения нуждаются в Нем и всесторонне зависят от Него."
    },
    {
      "ayah": 3,
      "surah": 1,
      "text": "Это - слова восхваления Аллаха за совершенные качества и деяния, которые Он вершит либо по милости, либо по справедливости. Вся хвала принадлежит Ему, и Он достоин ее целиком и полностью. Он один господствует над всеми мирами. К этим мирам относится все сущее, кроме Самого Аллаха. Он сотворил Вселенную, обеспечил ее обитателей средствами к существованию и облагодетельствовал их великими щедротами, лишившись которых они не смогут просуществовать. Все блага, которыми облагодетельствованы творения, являются дарами Всевышнего Господа. Господство Всевышнего Аллаха бывает двух видов: всеобщее и частное. Всеобщее господство выражается в том, что Он создает творения, ниспосылает им пропитание и указывает им верный путь, благодаря чему они могут благоустроить свою жизнь в этом мире. А частное господство проявляется в том, что Аллах воспитывает Своих возлюбленных рабов в духе набожности, помогает им обрести и усовершенствовать веру, защищает их от всего, что может сбить их с прямого пути и отдалить от Него. Сущность этого господства в том, что Аллах облегчает Своим рабам путь ко всякому добру и оберегает их от всякого зла. Возможно, именно поэтому пророки чаще всего в своих молитвах называли Аллаха своим Господом. Да и устремления этих людей были связаны исключительно с частным господством Всевышнего Аллаха. В этом откровении Всевышний нарек себя Господом миров и тем самым подчеркнул, что Он один творит, управляет и одаряет благами. Он богат и не нуждается в Своих творениях. Напротив, все творения нуждаются в Нем и всесторонне зависят от Него."
    },
    {
      "ayah": 4,
      "surah": 1,
      "text": "Властелином называется Тот, Кто обладает царством и властью и в силу этого волен повелевать и запрещать, вознаграждать и наказывать, полновластно распоряжаться своими подчиненными. Кому же принадлежит подлинная власть, станет ясно в День воздаяния. Это - один из эпитетов Дня воскресения, когда люди получат воздаяние за свои благие и скверные деяния. Именно в тот день Божьи творения ясно увидят совершенство власти Аллаха, совершенство Его справедливости и мудрости. Они потеряют все, чем обладали ранее. Цари и подданные, рабы и свободные - все будут равны перед Господом, покорны Его величеству и смиренны перед Его могуществом. Они будут ожидать Его приговора, жаждать Его награды и страшиться Его возмездия. Вот почему Господь нарек себя Властелином Дня воздаяния, хотя Его власть и распространяется на все времена."
    },
    {
      "ayah": 5,
      "surah": 1,
      "text": "В соответствии с грамматикой арабского языка, если местоимение стоит перед глаголом, то действие совершается только в отношении упомянутого лица и никого более. Поэтому обсуждаемое нами откровение имеет следующий смысл: мы поклоняемся Тебе и не поклоняемся никому иному, и мы взываем о помощи к Тебе и не взываем о помощи ни к кому иному. Поклонение упомянуто прежде, чем мольба о помощи, и подобный оборот является примером включения частного в общее, потому что при перечислении общее принято упоминать раньше частного. Наряду с этим такая последовательность слов указывает на то, что право Всевышнего Аллаха превыше права Его рабов. Поклонение - это понятие, охватывающее все слова и деяния, совершаемые как душой, так и телом, которые Аллах любит и одобряет. Мольба о помощи - это обращение к Всевышнему Аллаху с просьбой одарить добром и уберечь от зла, проникнутое верой в то, что это непременно сбудется. Именно поклонение и мольба о помощи являются верным способом обретения вечного счастья и избавления от всякого зла. Помимо этого нет иного пути к спасению. Вот почему очень важно знать, что поклонение обретает свой подлинный смысл лишь тогда, когда совершается ради Аллаха в полном соответствии с наставлениями Его посланника, да благословит его Аллах и приветствует. Без выполнения этих двух условий немыслимо никакое поклонение. Несмотря на то, что мольба о помощи является одной из форм поклонения, Всевышний Аллах упомянул о ней отдельно, потому что при совершении любого обряда раб Аллаха нуждается в помощи своего Господа. Без Его помощи человек никогда не сможет исправно выполнять Божьи веления и избегать грехов."
    },
    {
      "ayah": 6,
      "surah": 1,
      "text": "Это означает: покажи нам прямой путь, направь на него и помоги следовать им. Этот ясный путь ведет к Аллаху и заканчивается в Раю, а пройти по нему может только тот, кто познает истину и руководствуется ею в делах. Это также означает: приведи нас к прямому пути и проведи нас по нему. Первое подразумевает обращение в ислам и отречение от всех других вероисповеданий, а второе - изучение законов религии и претворение их в жизнь на практике. Эта молитва является одной из самых полезных, глубоких и всесторонних молитв в исламе. Аллах обязал людей взывать к Нему этими словами в каждом ракате намаза, потому что каждый человек нуждается в Божьей помощи."
    },
    {
      "ayah": 7,
      "surah": 1,
      "text": "Прямой путь - это путь пророков, правдивых верующих, павших мучеников и праведников, которых облагодетельствовал Всевышний Аллах. Это - не путь тех, что попали под Его гнев, потому что узрели истину, но отвернулись от нее. Именно эта участь постигла иудеев и им подобных. И это - не путь заблудших, которые отвернулись от истины по причине своего невежества и заблуждения, подобно христианам и им подобным. Несмотря на свою лаконичность, эта сура содержит в себе то, чего нет ни в одной другой коранической суре. В ней отражены три составляющие единобожия. Вера в господство одного Аллаха сформулирована в словах «Господу миров». Вера в то, что только Аллах достоин поклонения, выражается в самом имени «Аллах» и в словах «Тебе одному мы поклоняемся и Тебя одного молим о помощи». А вера в то, что только Аллах обладает прекрасными именами и совершенными качествами, вытекает из слов «хвала Аллаху», о чем уже говорилось ранее. Эта составляющая единобожия подразумевает веру во все имена и качества Всевышнего Аллаха, которыми Он сам описал Себя и которыми Его описал Пророк Мухаммад. При этом божественные качества нельзя лишать их истинного смысла и уподоблять качествам творений. В этой суре также содержится доказательство истинности пророческой миссии Мухаммада, которое выражено в словах «Веди нас прямым путем». Поистине, это было бы невозможно, если бы не было пророческого послания. В словах «Властелину Дня воздаяния» содержится указание на то, что люди непременно получат воздаяние за содеянное. Это воздаяние будет справедливым, потому что слово дин ‘воздаяние’ подразумевает именно справедливое возмездие. Эта сура также изобличает ошибочность воззрений кадаритов и джабритов, поскольку в ней утверждается, что все сущее происходит согласно предопределению Аллаха, несмотря на то, что люди обладают правом выбора. Более того, в ней опровергаются воззрения всех приверженцев еретических и заблудших течений, ибо слова «веди нас прямым путем» побуждают мусульман познавать истину и руководствоваться ею в делах. Что же касается приверженцев ереси, религиозных новшеств и заблуждения, то каждый из них непременно отворачивается от прямого руководства. Наряду с этим в этой суре содержится призыв к искреннему служению Всевышнему Аллаху и обращению за помощью только к Нему. В этом состоит смысл слов «Тебе одному мы поклоняемся и Тебя одного молим о помощи». Хвала же надлежит Аллаху, Господу миров!"
    }
  ]
}
